{
  "atk-s0513a40:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0513a40:1": "Khuddakanikāye",
  "atk-s0513a40:2": "Jātaka-aṭṭhakathā",
  "atk-s0513a40:3": "Catuttho bhāgo",
  "atk-s0513a40:4": "10. Dasakanipāto",
  "atk-s0513a40:6": " [439] 1. Catudvārajātakavaṇṇanā",
  "atk-s0513a40:7": "Catudvāramidaṃnagaranti idaṃ satthā jetavane viharanto ekaṃ dubbacabhikkhuṃ ārabbha kathesi. Paccuppannavatthu navakanipātassa paṭhamajātake vitthāritameva. Idha pana satthā taṃ bhikkhuṃ ‘‘saccaṃ kira tvaṃ bhikkhu dubbaco’’ti pucchitvā ‘‘saccaṃ, bhante’’ti vutte ‘‘pubbepi tvaṃ bhikkhu dubbacatāya paṇḍitānaṃ vacanaṃ akatvā khuracakkaṃ āpādesī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a40:8": "Atīte kassapadasabalassa kāle bārāṇasiyaṃ asītikoṭivibhavassa seṭṭhino eko putto mittavindako nāma ahosi. Tassa mātāpitaro sotāpannā ahesuṃ, so pana dussīlo assaddho. Atha naṃ aparabhāge pitari kālakate mātā kuṭumbaṃ vicārentī āha – ‘‘tāta, tayā dullabhaṃ manussattaṃ laddhaṃ, dānaṃ dehi, sīlaṃ rakkhāhi, uposathakammaṃ karohi, dhammaṃ suṇāhī’’ti. Amma, na mayhaṃ dānādīhi attho, mā maṃ kiñci avacuttha, ahaṃ yathākammaṃ gamissāmīti. Evaṃ vadantampi naṃ ekadivasaṃ puṇṇamuposathadivase mātā āha – ‘‘tāta, ajja abhilakkhito mahāuposathadivaso, ajja uposathaṃ samādiyitvā vihāraṃ gantvā sabbarattiṃ dhammaṃ sutvā ehi, ahaṃ te sahassaṃ dassāmī’’ti. So ‘‘sādhū’’ti dhanalobhena uposathaṃ samādiyitvā bhuttapātarāso vihāraṃ gantvā divasaṃ vītināmetvā rattiṃ yathā ekampi dhammapadaṃ kaṇṇaṃ na paharati, tathā ekasmiṃ padese nipajjitvā niddaṃ okkamitvā punadivase pātova mukhaṃ dhovitvā gehaṃ gantvā nisīdi.",
  "atk-s0513a40:9": "Mātā panassa ‘‘ajja me putto dhammaṃ sutvā pātova dhammakathikattheraṃ ādāya āgamissatī’’ti yāguṃ khādanīyaṃ bhojanīyaṃ paṭiyādetvā āsanaṃ paññapetvā tassāgamanaṃ paṭimānentī taṃ ekakaṃ āgataṃ disvā ‘‘tāta, dhammakathiko kena na ānīto’’ti vatvā ‘‘na mayhaṃ dhammakathikena attho’’ti vutte ‘‘tena hi yāguṃ pivā’’ti āha. So ‘‘tumhehi mayhaṃ sahassaṃ paṭissutaṃ, taṃ tāva me detha, pacchā pivissāmī’’ti āha. ‘‘Piva, tāta, pacchā dassāmī’’ti. ‘‘Gahetvāva pivissāmī’’ti. Athassa mātā sahassabhaṇḍikaṃ purato ṭhapesi. So yāguṃ pivitvā sahassabhaṇḍikaṃ gahetvā vohāraṃ karonto na cirasseva vīsasatasahassaṃ uppādesi. Athassa etadahosi – ‘‘nāvaṃ upaṭṭhapetvā vohāraṃ karissāmī’’ti. So nāvaṃ upaṭṭhapetvā ‘‘amma, ahaṃ nāvāya vohāraṃ karissāmī’’ti āha. Atha naṃ mātā ‘‘tvaṃ tāta, ekaputtako, imasmiṃ ghare dhanampi bahu, samuddo anekādīnavo, mā gamī’’ti nivāresi. So ‘‘ahaṃ gamissāmeva, na sakkā maṃ nivāretu’’nti vatvā ‘‘ahaṃ taṃ, tāta, vāressāmī’’ti mātarā hatthe gahito hatthaṃ vissajjāpetvā mātaraṃ paharitvā pātetvā antaraṃ katvā gantvā nāvāya samuddaṃ pakkhandi.",
  "atk-s0513a40:10": "Nāvā sattame divase mittavindakaṃ nissāya samuddapiṭṭhe niccalā aṭṭhāsi. Kāḷakaṇṇisalākā kariyamānā mittavindakasseva hatthe tikkhattuṃ pati. Athassa uḷumpaṃ datvā ‘‘imaṃ ekaṃ nissāya bahū mā nassantū’’ti taṃ samuddapiṭṭhe khipiṃsu. Tāvadeva nāvā javena mahāsamuddaṃ pakkhandi. Sopi uḷumpe nipajjitvā ekaṃ dīpakaṃ pāpuṇi. Tattha phalikavimāne catasso vemānikapetiyo addasa. Tā sattāhaṃ dukkhaṃ anubhavanti, sattāhaṃ sukhaṃ . So tāhi saddhiṃ sattāhaṃ dibbasampattiṃ anubhavi. Atha naṃ tā dukkhānubhavanatthāya gacchamānā ‘‘sāmi, mayaṃ sattame divase āgamissāma, yāva mayaṃ āgacchāma, tāva anukkaṇṭhamāno idheva vasā’’ti vatvā agamaṃsu. So taṇhāvasiko hutvā tasmiṃyeva phalake nipajjitvā puna samuddapiṭṭhena gacchanto aparaṃ dīpakaṃ patvā tattha rajatavimāne aṭṭha vemānikapetiyo disvā eteneva upāyena aparasmiṃ dīpake maṇivimāne soḷasa, aparasmiṃ dīpake kanakavimāne dvattiṃsa vemānikapetiyo disvā tāhi saddhiṃ dibbasampattiṃ anubhavitvā tāsampi dukkhaṃ anubhavituṃ gatakāle puna samuddapiṭṭhena gacchanto ekaṃ pākāraparikkhittaṃ catudvāraṃ nagaraṃ addasa. Ussadanirayo kiresa, bahūnaṃ nerayikasattānaṃ kammakaraṇānubhavanaṭṭhānaṃ mittavindakassa alaṅkatapaṭiyattanagaraṃ viya hutvā upaṭṭhāsi.",
  "atk-s0513a40:11": "So ‘‘imaṃ nagaraṃ pavisitvā rājā bhavissāmī’’ti cintetvā khuracakkaṃ ukkhipitvā sīse paccamānaṃ nerayikasattaṃ addasa. Athassa taṃ tassa sīse khuracakkaṃ padumaṃ viya hutvā upaṭṭhāsi. Ure pañcaṅgikabandhanaṃ uracchadapasādhanaṃ hutvā sīsato galantaṃ lohitaṃ lohitacandanavilepanaṃ viya hutvā paridevanasaddo madhurasaro gītasaddo viya hutvā upaṭṭhāsi. So tassa santikaṃ gantvā ‘‘bho purisa, ciraṃ tayā padumaṃ dhāritaṃ, dehi me eta’’nti āha. ‘‘Samma, nayidaṃ padumaṃ, khuracakkaṃ eta’’nti. ‘‘Tvaṃ mayhaṃ adātukāmatāya evaṃ vadasī’’ti. Nerayikasatto cintesi ‘‘mayhaṃ kammaṃ khīṇaṃ bhavissati, imināpi mayā viya mātaraṃ paharitvā āgatena bhavitabbaṃ, dassāmissa khuracakka’’nti. Atha naṃ ‘‘ehi bho, gaṇha ima’’nti vatvā khuracakkaṃ tassa sīse khipi, taṃ tassa matthakaṃ pisamānaṃ bhassi. Tasmiṃ khaṇe mittavindako tassa khuracakkabhāvaṃ ñatvā ‘‘tava khuracakkaṃ gaṇha, tava khuracakkaṃ gaṇhā’’ti vedanāppatto paridevi, itaro antaradhāyi. Tadā bodhisatto rukkhadevatā hutvā mahantena parivārena ussadacārikaṃ caramāno taṃ ṭhānaṃ pāpuṇi. Mittavindako taṃ oloketvā ‘‘sāmi devarāja, idaṃ maṃ cakkaṃ saṇhakaraṇiyaṃ viya tilāni pisamānaṃ otarati, kiṃ nu kho mayā pāpaṃ pakata’’nti pucchanto dve gāthā abhāsi –",
  "atk-s0513a40:12": "1.",
  "atk-s0513a40:13": " ‘‘Catudvāramidaṃ nagaraṃ, āyasaṃ daḷhapākāraṃ;",
  "atk-s0513a40:14": "Oruddhapaṭiruddhosmi, kiṃ pāpaṃ pakataṃ mayā.",
  "atk-s0513a40:15": "2.",
  "atk-s0513a40:16": " ‘‘Sabbe apihitā dvārā, oruddhosmi yathā dijo;",
  "atk-s0513a40:17": "Kimādhikaraṇaṃ yakkha, cakkābhinihato aha’’nti.",
  "atk-s0513a40:18": "Tattha daḷhapākāranti thirapākāraṃ. ‘‘Daḷhatoraṇa’’ntipi pāṭho, thiradvāranti attho. Oruddhapaṭiruddhosmīti anto katvā samantā pākārena ruddho, palāyanaṭṭhānaṃ na paññāyati. Kiṃ pāpaṃ pakatanti kiṃ nu kho mayā pāpakammaṃ kataṃ. Apihitāti thakitā. Yathā dijoti pañjare pakkhitto sakuṇo viya. Kimādhikaraṇanti kiṃ kāraṇaṃ. Cakkābhinihatoti cakkena abhinihato.",
  "atk-s0513a40:19": "Athassa devarājā kāraṇaṃ kathetuṃ cha gāthā abhāsi –",
  "atk-s0513a40:20": "3.",
  "atk-s0513a40:21": " ‘‘Laddhā satasahassāni, atirekāni vīsati;",
  "atk-s0513a40:22": "Anukampakānaṃ ñātīnaṃ, vacanaṃ samma nākari.",
  "atk-s0513a40:23": "4.",
  "atk-s0513a40:24": " ‘‘Laṅghiṃ samuddaṃ pakkhandi, sāgaraṃ appasiddhikaṃ;",
  "atk-s0513a40:25": "Catubbhi aṭṭhajjhagamā, aṭṭhāhipi ca soḷasa.",
  "atk-s0513a40:26": "5.",
  "atk-s0513a40:27": " ‘‘Soḷasāhi ca bāttiṃsa, aticchaṃ cakkamāsado;",
  "atk-s0513a40:28": "Icchāhatassa posassa, cakkaṃ bhamati matthake.",
  "atk-s0513a40:29": "6.",
  "atk-s0513a40:30": " ‘‘Uparivisālā duppūrā, icchā visaṭagāminī;",
  "atk-s0513a40:31": "Ye ca taṃ anugijjhanti, te honti cakkadhārino.",
  "atk-s0513a40:32": "7.",
  "atk-s0513a40:33": " ‘‘Bahubhaṇḍaṃ avahāya, maggaṃ appaṭivekkhiya;",
  "atk-s0513a40:34": "Yesañcetaṃ asaṅkhātaṃ, te honti cakkadhārino.",
  "atk-s0513a40:35": "8.",
  "atk-s0513a40:36": " ‘‘Kammaṃ samekkhe vipulañca bhogaṃ, icchaṃ na seveyya anatthasaṃhitaṃ;",
  "atk-s0513a40:37": "Kareyya vākyaṃ anukampakānaṃ, taṃ tādisaṃ nātivatteyya cakka’’nti.",
  "atk-s0513a40:38": "Tattha laddhā satasahassāni, atirekāni vīsatīti tvaṃ uposathaṃ katvā mātu santikā sahassaṃ gahetvā vohāraṃ karonto satasahassāni ca atirekāni vīsatisahassāni labhitvā. Nākarīti tena dhanena asantuṭṭho nāvāya samuddaṃ pavisanto samudde ādīnavañca kathetvā mātuyā vāriyamānopi anukampakānaṃ ñātīnaṃ vacanaṃ na karosi, sotāpannaṃ mātaraṃ paharitvā antaraṃ katvā nikkhantoyevāsīti dīpeti.",
  "atk-s0513a40:39": "Laṅghinti nāvaṃ ullaṅghanasamatthaṃ. Pakkhandīti pakkhandosi. Appasiddhikanti mandasiddhiṃ vināsabahulaṃ. Catubbhi aṭṭhāti atha naṃ nissāya ṭhitāya nāvāya phalakaṃ datvā samudde khittopi tvaṃ mātaraṃ nissāya ekadivasaṃ katassa uposathakammassa nissandena phalikavimāne catasso itthiyo labhitvā tato rajatavimāne aṭṭha, maṇivimāne soḷasa, kanakavimāne dvattiṃsa adhigatosīti. Aticchaṃ cakkamāsadoti atha tvaṃ yathāladdhena asantuṭṭho ‘‘atra uttaritaraṃ labhissāmī’’ti evaṃ laddhaṃ laddhaṃ atikkamanalobhasaṅkhātāya aticchāya samannāgatattā aticcho pāpapuggalo tassa uposathakammassa khīṇattā dvattiṃsa itthiyo atikkamitvā imaṃ petanagaraṃ āgantvā tassa mātupahāradānaakusalassa nissandena idaṃ khuracakkaṃ sampattosi. ‘‘Atriccha’’ntipi pāṭho, atra atra icchamānoti attho. ‘‘Atricchā’’tipi pāṭho, atricchāyāti attho. Bhamatīti tassa te icchāhatassa posassa idaṃ cakkaṃ matthakaṃ pisamānaṃ idāni kumbhakāracakkaṃ viya matthake bhamatīti attho.",
  "atk-s0513a40:40": "Ye ca taṃ anugijjhantīti taṇhā nāmesā gacchantī uparūpari visālā hoti, samuddo viya ca duppūrā, rūpādīsu tassa tassa icchanaicchāya visaṭagāminī, taṃ evarūpaṃ taṇhaṃ ye ca anugijjhanti giddhā gadhitā hutvā punappunaṃ allīyanti. Te honti cakkadhārinoti te evaṃ paccantā khuracakkaṃ dhārenti. Bahubhaṇḍanti mātāpitūnaṃ santakaṃ bahudhanaṃ ohāya. Magganti gantabbaṃ appasiddhikaṃ samuddamaggaṃ apaccavekkhitvā yathā tvaṃ paṭipanno, evameva aññesampi yesañcetaṃ asaṅkhātaṃ avīmaṃsitaṃ, te yathā tvaṃ tatheva taṇhāvasikā hutvā dhanaṃ pahāya gamanamaggaṃ anapekkhitvā paṭipannā cakkadhārino honti. Kammaṃ samekkheti tasmā paṇḍito puriso attanā kattabbakammaṃ ‘‘sadosaṃ nu kho, niddosa’’nti samekkheyya paccavekkheyya. Vipulañcabhoganti attano dhammaladdhaṃ dhanarāsimpi samekkheyya. Nātivatteyyāti taṃ tādisaṃ puggalaṃ idaṃ cakkaṃ na ativatteyya nāvatthareyya. ‘‘Nātivattetī’’tipi pāṭho, nāvattharatīti attho.",
  "atk-s0513a40:41": "Taṃ sutvā mittavindako ‘‘iminā devaputtena mayā katakammaṃ tathato ñātaṃ, ayaṃ mayhaṃ paccanapamāṇampi jānissati, pucchāmi na’’nti cintetvā navamaṃ gāthamāha –",
  "atk-s0513a40:42": "9.",
  "atk-s0513a40:43": " ‘‘Kīvaciraṃ nu me yakkha, cakkaṃ sirasi ṭhassati;",
  "atk-s0513a40:44": "Kati vassasahassāni, taṃ me akkhāhi pucchito’’ti.",
  "atk-s0513a40:45": "Athassa kathento mahāsatto dasamaṃ gāthamāha –",
  "atk-s0513a40:46": "10.",
  "atk-s0513a40:47": " ‘‘Atisaro paccasaro, mittavinda suṇohi me;",
  "atk-s0513a40:48": "Cakkaṃ te sirasi māviddhaṃ, na taṃ jīvaṃ pamokkhasī’’ti.",
  "atk-s0513a40:49": "Tattha atisaroti atisarītipi atisaro, atisarissatītipi atisaro. Paccasaroti tasseva vevacanaṃ. Idaṃ vuttaṃ hoti – samma mittavindaka, suṇohi me vacanaṃ, tvañhi atidāruṇassa kammassa katattā atisaro, tassa pana na sakkā vassagaṇanāya vipāko paññāpetunti aparimāṇaṃ atimahantaṃ vipākadukkhaṃ sarissasi paṭipajjissasīti atisaro. Tena te ‘‘ettakāni vassasahassānī’’ti vattuṃ na sakkomi. Sirasimāviddhanti yaṃ pana te idaṃ cakkaṃ sirasmiṃ āviddhaṃ kumbhakāracakkamiva bhamati. Na taṃ jīvaṃ pamokkhasīti taṃ tvaṃ yāva te kammavipāko na khīyati, tāva jīvamāno na pamokkhasi, kammavipāke pana khīṇe idaṃ cakkaṃ pahāya yathākammaṃ gamissasīti.",
  "atk-s0513a40:50": "Idaṃ vatvā devaputto attano devaṭṭhānameva gato, itaropi mahādukkhaṃ paṭipajji.",
  "atk-s0513a40:51": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā mittavindako ayaṃ dubbacabhikkhu ahosi, devarājā pana ahameva ahosi’’nti.",
  "atk-s0513a40:52": "Catudvārajātakavaṇṇanā paṭhamā.",
  "atk-s0513a40:54": " [440] 2. Kaṇhajātakavaṇṇanā",
  "atk-s0513a40:55": "Kaṇhovatāyaṃ purisoti idaṃ satthā kapilavatthuṃ upanissāya nigrodhārāme viharanto sitapātukammaṃ ārabbha kathesi. Tadā kira satthā sāyanhasamaye nigrodhārāme bhikkhusaṅghaparivuto jaṅghavihāraṃ anucaṅkamamāno aññatarasmiṃ padese sitaṃ pātvākāsi. Ānandatthero ‘‘ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya, na ahetu tathāgatā sitaṃ pātukaronti, pucchissāmi tāvā’’ti añjaliṃ paggayha sitakāraṇaṃ pucchi. Athassa satthā ‘‘bhūtapubbaṃ, ānanda, kaṇho nāma isi ahosi, so imasmiṃ bhūmippadese vihāsi jhāyī jhānarato, tassa sīlatejena sakkassa bhavanaṃ kampī’’ti sitakāraṇaṃ vatvā tassa vatthuno apākaṭattā therena yācito atītaṃ āhari.",
  "atk-s0513a40:56": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bārāṇasiyaṃ ekena asītikoṭivibhavena aputtakena brāhmaṇena sīlaṃ samādiyitvā putte patthite bodhisatto tassa brāhmaṇiyā kucchimhi nibbatti. Kāḷavaṇṇattā panassa nāmaggahaṇadivase ‘‘kaṇhakumāro’’ti nāmaṃ akaṃsu. So soḷasavassakāle maṇipaṭimā viya sobhaggappatto hutvā pitarā sippuggahaṇatthāya pesito takkasilāyaṃ sabbasippāni uggahetvā paccāgacchi. Atha naṃ pitā anurūpena dārena saṃyojesi. So aparabhāge mātāpitūnaṃ accayena sabbissariyaṃ paṭipajji. Athekadivasaṃ ratanakoṭṭhāgārāni viloketvā varapallaṅkamajjhagato suvaṇṇapaṭṭaṃ āharāpetvā ‘‘ettakaṃ dhanaṃ asukena uppāditaṃ, ettakaṃ asukenā’’ti pubbañātīhi suvaṇṇapaṭṭe likhitāni akkharāni disvā cintesi ‘‘yehi imaṃ dhanaṃ uppāditaṃ, te na paññāyanti, dhanameva paññāyati, ekopi idaṃ dhanaṃ gahetvā gato nāma natthi, na kho pana sakkā dhanabhaṇḍikaṃ bandhitvā paralokaṃ gantuṃ. Pañcannaṃ verānaṃ sādhāraṇabhāvena hi asārassa dhanassa dānaṃ sāro, bahurogasādhāraṇabhāvena asārassa sarīrassa sīlavantesu abhivādanādikammaṃ sāro, aniccābhibhūtabhāvena asārassa jīvitassa aniccādivasena vipassanāyogo sāro, tasmā asārehi bhogehi sāraggahaṇatthaṃ dānaṃ dassāmī’’ti.",
  "atk-s0513a40:57": "So āsanā vuṭṭhāya rañño santikaṃ gantvā rājānaṃ āpucchitvā mahādānaṃ pavattesi. Yāva sattamā divasā dhanaṃ aparikkhīyamānaṃ disvā ‘‘kiṃ me dhanena, yāva maṃ jarā nābhibhavati, tāvadeva pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo bhavissāmī’’ti cintetvā gehe sabbadvārāni vivarāpetvā ‘‘dinnaṃ me, harantū’’ti asuciṃ viya jigucchanto vatthukāme pahāya mahājanassa rodantassa paridevantassa nagarā nikkhamitvā himavantapadesaṃ pavisitvā isipabbajjaṃ pabbajitvā attano vasanatthāya ramaṇīyaṃ bhūmibhāgaṃ olokento imaṃ ṭhānaṃ patvā ‘‘idha vasissāmī’’ti ekaṃ indavāruṇīrukkhaṃ gocaragāmaṃ adhiṭṭhāya tasseva rukkhassa mūle vihāsi. Gāmantasenāsanaṃ pahāya āraññiko ahosi, paṇṇasālaṃ akatvā rukkhamūliko ahosi, abbhokāsiko nesajjiko. Sace nipajjitukāmo, bhūmiyaṃyeva nipajjati, dantamūsaliko hutvā anaggipakkameva khādati, thusaparikkhittaṃ kiñci na khādati, ekadivasaṃ ekavārameva khādati, ekāsaniko ahosi. Khamāya pathavīāpatejavāyusamo hutvā ete ettake dhutaṅgaguṇe samādāya vattati, imasmiṃ kira jātake bodhisatto paramappiccho ahosi. So na cirasseva abhiññā ca samāpattiyo ca nibbattetvā jhānakīḷaṃ kīḷanto tattheva vasati, phalāphalatthampi aññattha na gacchati, rukkhassa phalitakāle phalaṃ khādati, pupphitakāle pupphaṃ khādati, sapattakāle pattāni khādati, nippattakāle papaṭikaṃ khādati. Evaṃ paramasantuṭṭho hutvā imasmiṃ ṭhāne ciraṃ vasati.",
  "atk-s0513a40:58": "So ekadivasaṃ pubbaṇhasamaye tassa rukkhassa pakkāni phalāni gaṇhi, gaṇhanto pana loluppacārena uṭṭhāya aññasmiṃ padese na gaṇhāti, yathānisinnova hatthaṃ pasāretvā hatthappasāraṇaṭṭhāne ṭhitāni phalāni saṃharati, tesupi manāpāmanāpaṃ avicinitvā sampattasampattameva gaṇhāti. Evaṃ paramasantuṭṭhassa tassa sīlatejena sakkassa paṇḍukambalasilāsanaṃ uṇhākāraṃ dassesi. Taṃ kira sakkassa āyukkhayena vā uṇhaṃ hoti puññakkhayena vā, aññasmiṃ vā mahānubhāvasatte taṃ ṭhānaṃ patthente, dhammikānaṃ vā mahiddhikasamaṇabrāhmaṇānaṃ sīlatejena uṇhaṃ hoti. Sakko ‘‘ko nu kho maṃ ṭhānā cāvetukāmo’’ti āvajjetvā imasmiṃ padese vasantaṃ kaṇhaṃ isiṃ rukkhaphalāni uccinantaṃ disvā cintesi ‘‘ayaṃ isi ghoratapo paramajitindriyo, imaṃ dhammakathāya sīhanādaṃ nadāpetvā sukāraṇaṃ sutvā varena santappetvā imamassa rukkhaṃ dhuvaphalaṃ katvā āgamissāmī’’ti. So mahantenānubhāvena sīghaṃ otaritvā tasmiṃ rukkhamūle tassa piṭṭhipasse ṭhatvā ‘‘attano avaṇṇe kathite kujjhissati nu kho, no’’ti vīmaṃsanto paṭhamaṃ gāthamāha –",
  "atk-s0513a40:59": "11.",
  "atk-s0513a40:60": " ‘‘Kaṇho vatāyaṃ puriso, kaṇhaṃ bhuñjati bhojanaṃ;",
  "atk-s0513a40:61": "Kaṇhe bhūmipadesasmiṃ, na mayhaṃ manaso piyo’’ti.",
  "atk-s0513a40:62": "Tattha kaṇhoti kāḷavaṇṇo. Bhojananti rukkhaphalabhojanaṃ.",
  "atk-s0513a40:63": "Kaṇho isi sakkassa vacanaṃ sutvā ‘‘ko nu kho mayā saddhiṃ kathetī’’ti dibbacakkhunā upadhārento ‘‘sakko’’ti ñatvā anivattitvā anoloketvāva dutiyaṃ gāthamāha –",
  "atk-s0513a40:64": "12.",
  "atk-s0513a40:65": " ‘‘Na kaṇho tacasā hoti, antosāro hi brāhmaṇo;",
  "atk-s0513a40:66": "Yasmiṃ pāpāni kammāni, sa ve kaṇho sujampatī’’ti.",
  "atk-s0513a40:67": "Tattha tacasāti tacena kaṇho nāma na hotīti attho. Antosāroti abbhantare sīlasamādhipaññāvimuttivimuttiñāṇadassanasārehi samannāgato. Evarūpo hi bāhitapāpattā brāhmaṇo nāma hoti. Sa veti yasmiṃ pana pāpāni kammāni atthi, so yattha katthaci kule jātopi yena kenaci sarīravaṇṇena samannāgatopi kāḷakova.",
  "atk-s0513a40:68": "Evañca pana vatvā imesaṃ sattānaṃ kaṇhabhāvakarāni pāpakammāni ekavidhādibhedehi vitthāretvā sabbānipi tāni garahitvā sīlādayo guṇe pasaṃsitvā ākāse candaṃ uṭṭhāpento viya sakkassa dhammaṃ desesi. Sakko tassa dhammakathaṃ sutvā pamudito somanassajāto mahāsattaṃ varena nimantento tatiyaṃ gāthamāha –",
  "atk-s0513a40:69": "13.",
  "atk-s0513a40:70": " ‘‘Etasmiṃ te sulapite, patirūpe subhāsite;",
  "atk-s0513a40:71": "Varaṃ brāhmaṇa te dammi, yaṃ kiñci manasicchasī’’ti.",
  "atk-s0513a40:72": "Tattha etasminti yaṃ idaṃ tayā sabbaññubuddhena viya sulapitaṃ, tasmiṃ sulapite tumhākameva anucchavikattā patirūpe subhāsite yaṃ kiñci manasā icchasi, sabbaṃ te yaṃ varaṃ icchitaṃ patthitaṃ, taṃ dammīti attho.",
  "atk-s0513a40:73": "Taṃ sutvā mahāsatto cintesi ‘‘ayaṃ kiṃ nu kho attano avaṇṇe kathite kujjhissati, noti maṃ vīmaṃsanto mayhaṃ chavivaṇṇañca bhojanañca vasanaṭṭhānañca garahitvā idāni mayhaṃ akuddhabhāvaṃ ñatvā pasannacitto varaṃ deti, maṃ kho panesa ‘sakkissariyabrhmissariyānaṃ atthāya brahmacariyaṃ caratī’tipi maññeyya, tatrassa nikkaṅkhabhāvatthaṃ mayhaṃ paresu kodho vā doso vā mā uppajjatu, parasampattiyaṃ lobho vā paresu sineho vā mā uppajjatu, majjhattova bhaveyyanti ime mayā cattāro vare gahetuṃ vaṭṭatī’’ti. So tassa nikkaṅkhabhāvatthāya cattāro vare gaṇhanto catutthaṃ gāthamāha –",
  "atk-s0513a40:74": "14.",
  "atk-s0513a40:75": " ‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0513a40:76": "Sunikkodhaṃ suniddosaṃ, nillobhaṃ vuttimattano;",
  "atk-s0513a40:77": "Nisnehamabhikaṅkhāmi, ete me caturo vare’’ti.",
  "atk-s0513a40:78": "Tattha varañce me ado sakkāti sace tvaṃ mayhaṃ varaṃ adāsi. Sunikkodhanti akujjhanavasena suṭṭhu nikkodhaṃ. Suniddosanti adussanavasena suṭṭhu niddosaṃ. Nillobhanti parasampattīsu nillobhaṃ. Vuttimattanoti evarūpaṃ attano vuttiṃ. Nisnehanti puttadhītādīsu vā saviññāṇakesu dhanadhaññādīsu vā aviññāṇakesu attano santakesupi nisnehaṃ apagatalobhaṃ. Abhikaṅkhāmīti evarūpaṃ imehi catūhaṅgehi samannāgataṃ attano vuttiṃ abhikaṅkhāmi. Ete me caturo vareti ete nikkodhādike caturo mayhaṃ vare dehīti.",
  "atk-s0513a40:79": "Kiṃ panesa na jānāti ‘‘yathā na sakkā sakkassa santike varaṃ gahetvā varena kodhādayo hanitu’’nti. No na jānāti, sakke kho pana varaṃ dente na gaṇhāmīti vacanaṃ na yuttanti tassa ca nikkaṅkhabhāvatthāya gaṇhi . Tato sakko cintesi ‘‘kaṇhapaṇḍito varaṃ gaṇhanto ativiya anavajje vare gaṇhi, etesu varesu guṇadosaṃ etameva pucchissāmī’’ti. Atha naṃ pucchanto pañcamaṃ gāthamāha –",
  "atk-s0513a40:80": "15.",
  "atk-s0513a40:81": " ‘‘Kiṃnu kodhe vā dose vā, lobhe snehe ca brāhmaṇa;",
  "atk-s0513a40:82": "Ādīnavaṃ tvaṃ passasi, taṃ me akkhāhi pucchito’’ti.",
  "atk-s0513a40:83": "Tassattho – brāhmaṇa kiṃ nu kho tvaṃ kodhe dose lobhe snehe ca ādīnavaṃ passasi, taṃ tāva me pucchito akkhāhi, na hi mayaṃ ettha ādīnavaṃ jānāmāti.",
  "atk-s0513a40:84": "Atha naṃ mahāsatto ‘‘tena hi suṇāhī’’ti vatvā catasso gāthā abhāsi –",
  "atk-s0513a40:85": "16.",
  "atk-s0513a40:86": " ‘‘Appo hutvā bahu hoti, vaḍḍhate so akhantijo;",
  "atk-s0513a40:87": "Āsaṅgī bahupāyāso, tasmā kodhaṃ na rocaye.",
  "atk-s0513a40:88": "17.",
  "atk-s0513a40:89": " ‘‘Duṭṭhassa pharusā vācā, parāmāso anantarā;",
  "atk-s0513a40:90": "Tato pāṇi tato daṇḍo, satthassa paramā gati;",
  "atk-s0513a40:91": "Doso kodhasamuṭṭhāno, tasmā dosaṃ na rocaye.",
  "atk-s0513a40:92": "18.",
  "atk-s0513a40:93": " ‘‘Ālopasāhasākārā, nikatī vañcanāni ca;",
  "atk-s0513a40:94": "Dissanti lobhadhammesu, tasmā lobhaṃ na rocaye.",
  "atk-s0513a40:95": "19.",
  "atk-s0513a40:96": " ‘‘Snehasaṅgathitā ganthā, senti manomayā puthū;",
  "atk-s0513a40:97": "Te bhusaṃ upatāpenti, tasmā snehaṃ na rocaye’’ti.",
  "atk-s0513a40:98": "Tattha akhantijoti so anadhivāsakajātikassa akhantito jāto kodho paṭhamaṃ paritto hutvā pacchā bahu hoti aparāparaṃ vaḍḍhati. Tassa vaḍḍhanabhāvo khantivādījātakena (jā. 1.4.49 ādayo) ceva cūḷadhammapālajātakena (jā. 1.5.44 ādayo) ca vaṇṇetabbo. Apica tissāmaccassapettha bhariyaṃ ādiṃ katvā sabbaṃ saparijanaṃ māretvā pacchā attano māritavatthu kathetabbaṃ. Āsaṅgīti āsaṅgakaraṇo. Yassa uppajjati, taṃ āsattaṃ laggitaṃ karoti, taṃ vatthuṃ vissajjetvā gantuṃ na deti, nivattitvā akkosanādīni kāreti. Bahupāyāsoti bahunā kāyikacetasikadukkhasaṅkhātena upāyāsena kilamathena samannāgato. Kodhaṃ nissāya hi kodhavasena ariyādīsu katavītikkamā diṭṭhadhamme ceva samparāye ca vadhabandhavippaṭisārādīni ceva pañcavidhabandhanakammakaraṇādīni ca bahūni dukkhāni anubhavantīti kodho bahupāyāso nāma. Tasmāti yasmā esa evaṃ anekādīnavo, tasmā kodhaṃ na rocemi.",
  "atk-s0513a40:99": "Duṭṭhassāti kujjhanalakkhaṇena kodhena kujjhitvā aparabhāge dussanalakkhaṇena dosena duṭṭhassa paṭhamaṃ tāva ‘‘are, dāsa, pessā’’ti pharusavācā niccharati, vācāya anantarā ākaḍḍhanavikaḍḍhanavasena hatthaparāmāso, tato anantarā upakkamanavasena pāṇi pavattati, tato daṇḍo, daṇḍappahāre atikkamitvā pana ekatodhāraubhatodhārassa satthassa paramā gati, sabbapariyantā satthanipphatti hoti. Yadā hi satthena paraṃ jīvitā voropetvā pacchā teneva satthena attānaṃ jīvitā voropeti, tadā doso matthakappatto hoti. Doso kodhasamuṭṭhānoti yathā anambilaṃ takkaṃ vā kañjikaṃ vā pariṇāmavasena parivattitvā ambilaṃ hoti, taṃ ekajātikampi samānaṃ ambilaṃ anambilanti nānā vuccati, tathā pubbakāle kodho pariṇamitvā aparabhāge doso hoti. So akusalamūlattena ekajātikopi samāno kodho dosoti nānā vuccati. Yathā anambilato ambilaṃ, evaṃ sopi kodhato samuṭṭhātīti kodhasamuṭṭhāno. Tasmāti yasmā evaṃ anekādīnavo doso, tasmā dosampi na rocemi.",
  "atk-s0513a40:100": "Ālopasāhasākārāti divā divasseva gāmaṃ paharitvā vilumpanāni ca āvudhaṃ sarīre ṭhapetvā ‘‘idaṃ nāma me dehī’’ti sāhasākārā ca. Nikatī vañcanāni cāti patirūpakaṃ dassetvā parassa haraṇaṃ nikati nāma, sā asuvaṇṇameva ‘‘suvaṇṇa’’nti kūṭakahāpaṇaṃ ‘‘kahāpaṇo’’ti datvā parasantakaggahaṇe daṭṭhabbā. Paṭibhānavasena pana upāyakusalatāya parasantakaggahaṇaṃ vañcanaṃ nāma. Tassevaṃ pavatti daṭṭhabbā – eko kira ujujātiko gāmikapuriso araññato sasakaṃ ānetvā nadītīre ṭhapetvā nhāyituṃ otari. Atheko dhutto taṃ sasakaṃ sīse katvā nhāyituṃ otiṇṇo. Itaro uttaritvā sasakaṃ apassanto ito cito ca vilokesi. Tamenaṃ dhutto ‘‘kiṃ bho vilokesī’’ti vatvā ‘‘imasmiṃ me ṭhāne sasako ṭhapito, taṃ na passāmī’’ti vutte ‘‘andhabāla, tvaṃ na jānāsi, sasakā nāma nadītīre ṭhapitā palāyanti, passa ahaṃ attano sasakaṃ sīse ṭhapetvāva nhāyāmī’’ti āha. So appaṭibhānatāya ‘‘evaṃ bhavissatī’’ti pakkāmi. Ekakahāpaṇena migapotakaṃ gahetvā puna taṃ datvā dvikahāpaṇagghanakassa migassa gahitavatthupettha kathetabbaṃ. Dissanti lobhadhammesūti sakka, ime ālopādayo pāpadhammā lobhasabhāvesu lobhābhibhūtesu sattesu dissanti. Na hi aluddhā evarūpāni kammāni karonti. Evaṃ lobho anekādīnavo, tasmā lobhampi na rocemi.",
  "atk-s0513a40:101": "Snehasaṅgathitā ganthāti ārammaṇesu allīyanalakkhaṇena snehena saṅgathitā punappunaṃ uppādavasena ghaṭitā suttena pupphāni viya baddhā nānappakāresu ārammaṇesu pavattamānā abhijjhākāyaganthā. Senti manomayā puthūti te puthūsu ārammaṇesu uppannā suvaṇṇādīhi nibbattāni suvaṇṇādimayāni ābharaṇādīni viya manena nibbattattā manomayā abhijjhākāyaganthā tesu ārammaṇesu senti anusenti. Te bhusaṃ upatāpentīti te evaṃ anusayitā balavatāpaṃ janentā bhusaṃ upatāpenti atikilamenti. Tesaṃ pana bhusaṃ upatāpane ‘‘sallaviddhova ruppatī’’ti (su. ni. 773) gāthāya vatthu, ‘‘piyajātikā hi gahapati, sokaparidevadukkhadomanassupāyāsā piyappabhutikā’’ (ma. ni. 2.353), ‘‘piyato jāyatī soko’’tiādīni (dha. pa. 212) suttāni ca āharitabbāni. Apica maṅgalabodhisattassa dārake datvā balavasokena hadayaṃ phali, vessantarabodhisattassa mahantaṃ domanassaṃ udapādi. Evaṃ pūritapāramīnaṃ mahāsattānaṃ pemaṃ upatāpaṃ karotiyeva. Ayaṃ snehe ādīnavo, tasmā snehampi na rocemīti.",
  "atk-s0513a40:102": "Sakko pañhavissajjanaṃ sutvā ‘‘kaṇhapaṇḍita tayā ime pañhā buddhalīḷāya sādhukaṃ kathitā, ativiya tuṭṭhosmi te, aparampi varaṃ gaṇhāhī’’ti vatvā dasamaṃ gāthamāha –",
  "atk-s0513a40:103": "20.",
  "atk-s0513a40:104": " ‘‘Etasmiṃ te sulapite, patirūpe subhāsite;",
  "atk-s0513a40:105": "Varaṃ brāhmaṇa te dammi, yaṃ kiñci manasicchasī’’ti.",
  "atk-s0513a40:106": "Tato bodhisatto anantaragāthamāha –",
  "atk-s0513a40:107": "21.",
  "atk-s0513a40:108": " ‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0513a40:109": "Araññe me viharato, niccaṃ ekavihārino;",
  "atk-s0513a40:110": "Ābādhā mā uppajjeyyuṃ, antarāyakarā bhusā’’ti.",
  "atk-s0513a40:111": "Tattha antarāyakarā bhusāti imassa me tapokammassa antarāyakarā.",
  "atk-s0513a40:112": "Taṃ sutvā sakko ‘‘kaṇhapaṇḍito varaṃ gaṇhanto na āmisasannissitaṃ gaṇhāti, tapokammanissitameva gaṇhātī’’ti cintetvā bhiyyosomattāya pasanno aparampi varaṃ dadamāno itaraṃ gāthamāha –",
  "atk-s0513a40:113": "22.",
  "atk-s0513a40:114": " ‘‘Etasmiṃ te sulapite, patirūpe subhāsite;",
  "atk-s0513a40:115": "Varaṃ brāhmaṇa te dammi, yaṃ kiñci manasicchasī’’ti.",
  "atk-s0513a40:116": "Bodhisattopi varaggahaṇāpadesena tassa dhammaṃ desento osānagāthamāha –",
  "atk-s0513a40:117": "23.",
  "atk-s0513a40:118": " ‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0513a40:119": "Na mano vā sarīraṃ vā, maṃ-kate sakka kassaci;",
  "atk-s0513a40:120": "Kadāci upahaññetha, etaṃ sakka varaṃ vare’’ti.",
  "atk-s0513a40:121": "Tattha mano vāti manodvāraṃ vā. Sarīraṃ vāti kāyadvāraṃ vā, vacīdvārampi etesaṃ gahaṇena gahitamevāti veditabbaṃ. Maṃ-kateti mama kāraṇā. Upahaññethāti upaghātaṃ āpajjeyya aparisuddhaṃ assa. Idaṃ vuttaṃ hoti – sakka devarāja, mama kāraṇā maṃ nissāya mama anatthakāmatāya kassaci sattassa kismiñci kāle idaṃ tividhampi kammadvāraṃ na upahaññetha, pāṇātipātādīhi dasahi akusalakammapathehi vimuttaṃ parisuddhameva bhaveyyāti.",
  "atk-s0513a40:122": "Iti mahāsatto chasupi ṭhānesu varaṃ gaṇhanto nekkhammanissitameva gaṇhi, jānāti cesa ‘‘sarīraṃ nāma byādhidhammaṃ, na taṃ sakkā sakkena abyādhidhammaṃ kātu’’nti. Sattānañhi tīsu dvāresu parisuddhabhāvo asakkāyattova, evaṃ santepi tassa dhammadesanatthaṃ ime vare gaṇhi. Sakkopi taṃ rukkhaṃ dhuvaphalaṃ katvā mahāsattaṃ vanditvā sirasi añjaliṃ patiṭṭhapetvā ‘‘arogā idheva vasathā’’ti vatvā sakaṭṭhānameva gato. Bodhisattopi aparihīnajjhāno brahmalokūpago ahosi.",
  "atk-s0513a40:123": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘ānanda, pubbe mayā nivutthabhūmippadeso ceso’’ti vatvā jātakaṃ samodhānesi – ‘‘tadā sakko anuruddho ahosi, kaṇhapaṇḍito pana ahameva ahosi’’nti.",
  "atk-s0513a40:124": "Kaṇhajātakavaṇṇanā dutiyā.",
  "atk-s0513a40:126": " [441] 3. Catuposathikajātakavaṇṇanā",
  "atk-s0513a40:127": "24-38.Yo kopaneyyoti idaṃ catuposathikajātakaṃ puṇṇakajātake āvi bhavissati.",
  "atk-s0513a40:128": "Catuposathikajātakavaṇṇanā tatiyā.",
  "atk-s0513a40:130": " [442] 4. Saṅkhajātakavaṇṇanā",
  "atk-s0513a40:131": "Bahussutoti idaṃ satthā jetavane viharanto sabbaparikkhāradānaṃ ārabbha kathesi. Sāvatthiyaṃ kireko upāsako tathāgatassa dhammadesanaṃ sutvā pasannacitto svātanāya nimantetvā attano gharadvāre maṇḍapaṃ kāretvā alaṅkaritvā punadivase tathāgatassa kālaṃ ārocāpesi. Satthā pañcasatabhikkhuparivāro tattha gantvā paññatte āsane nisīdi. Upāsako saputtadāro saparijano buddhappamukhassa bhikkhusaṅghassa mahādānaṃ datvā puna svātanāyāti evaṃ sattāhaṃ nimantetvā mahādānaṃ pavattetvā sattame divase sabbaparikkhāraṃ adāsi. Taṃ pana dadamāno upāhanadānaṃ ussannaṃ katvā adāsi. Dasabalassa dinno upāhanasaṅghāṭo sahassagghanako ahosi, dvinnaṃ aggasāvakānaṃ pañcasatagghanako, sesānaṃ pañcannaṃ bhikkhusatānaṃ satagghanako. Iti so sabbaparikkhāradānaṃ datvā attano parisāya saddhiṃ bhagavato santike nisīdi. Athassa satthā madhurena sarena anumodanaṃ karonto ‘‘upāsaka, uḷāraṃ te sabbaparikkhāradānaṃ, attamano hohi, pubbe anuppanne buddhe paccekabuddhassa ekaṃ upāhanasaṅghāṭaṃ datvā nāvāya bhinnāya appatiṭṭhe mahāsamuddepi upāhanadānanissandena patiṭṭhaṃ labhiṃsu, tvaṃ pana buddhappamukhassa bhikkhusaṅghassa sabbaparikkhāradānaṃ adāsi, tassa te upāhanadānassa phalaṃ kasmā na patiṭṭhā bhavissatī’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a40:132": "Atīte ayaṃ bārāṇasī moḷinī nāma ahosi. Moḷininagare brahmadatte rajjaṃ kārente saṅkho nāma brāhmaṇo aḍḍho mahaddhano mahābhogo pahūtavittupakaraṇo pahūtadhanadhaññasuvaṇṇarajato catūsu nagaradvāresu nagaramajjhe nivesanadvāre cāti chasu ṭhānesu cha dānasālāyo kāretvā devasikaṃ chasatasahassāni vissajjento kapaṇaddhikānaṃ mahādānaṃ pavattesi. So ekadivasaṃ cintesi ‘‘ahaṃ gehe dhane khīṇe dātuṃ na sakkhissāmi, aparikkhīṇeyeva dhane nāvāya suvaṇṇabhūmiṃ gantvā dhanaṃ āharissāmī’’ti. So nāvaṃ bandhāpetvā bhaṇḍassa pūrāpetvā puttadāraṃ āmantetvā ‘‘yāvāhaṃ āgacchāmi , tāva me dānaṃ anupacchinditvā pavatteyyāthā’’ti vatvā dāsakammakaraparivuto chattaṃ ādāya upāhanaṃ āruyha majjhanhikasamaye paṭṭanagāmābhimukho pāyāsi. Tasmiṃ khaṇe gandhamādane eko paccekabuddho āvajjetvā taṃ dhanāharaṇatthāya gacchantaṃ disvā ‘‘mahāpuriso dhanaṃ āharituṃ gacchati, bhavissati nu kho assa samudde antarāyo, no’’ti āvajjetvā ‘‘bhavissatī’’ti ñatvā ‘‘esa maṃ disvā chattañca upāhanañca mayhaṃ datvā upāhanadānanissandena samudde bhinnāya nāvāya patiṭṭhaṃ labhissati, karissāmissa anuggaha’’nti ākāsenāgantvā tassāvidūre otaritvā caṇḍavātātape aṅgārasantharasadisaṃ uṇhavālukaṃ maddanto tassa abhimukho āgacchi.",
  "atk-s0513a40:133": "So taṃ disvāva ‘‘puññakkhettaṃ me āgataṃ, ajja mayā ettha dānabījaṃ ropetuṃ vaṭṭatī’’ti tuṭṭhacitto vegena taṃ upasaṅkamitvā vanditvā ‘‘bhante, mayhaṃ anuggahatthāya thokaṃ maggā okkamma imaṃ rukkhamūlaṃ upasaṅkamathā’’ti vatvā tasmiṃ rukkhamūlaṃ upasaṅkamante rukkhamūle vālukaṃ ussāpetvā uttarāsaṅgaṃ paññapetvā paccekabuddhaṃ nisīdāpetvā vanditvā vāsitaparissāvitena udakena pāde dhovitvā gandhatelena makkhetvā attano upāhanā omuñcitvā papphoṭetvā gandhatelena makkhetvā tassa pādesu paṭimuñcitvā ‘‘bhante, imā upāhanā āruyha chattaṃ matthake katvā gacchathā’’ti chattupāhanaṃ adāsi. So assa anuggahatthāya taṃ gahetvā pasādasaṃvaḍḍhanatthaṃ passantassevassa uppatitvā gandhamādanameva agamāsi. Bodhisattopi taṃ disvā ativiya pasannacitto paṭṭanaṃ gantvā nāvaṃ abhiruhi. Athassa mahāsamuddaṃ paṭipannassa sattame divase nāvā vivaraṃ adāsi, udakaṃ ussiñcituṃ nāsakkhiṃsu. Mahājano maraṇabhayabhīto attano attano devatā namassitvā mahāviravaṃ viravi. Mahāsatto ekaṃ upaṭṭhākaṃ gahetvā sakalasarīraṃ telena makkhetvā sappinā saddhiṃ sakkharacuṇṇaṃ yāvadatthaṃ khāditvā tampi khādāpetvā tena saddhiṃ kūpakayaṭṭhimatthakaṃ āruyha ‘‘imāya disāya amhākaṃ nagara’’nti disaṃ vavatthapetvā macchakacchapaparipanthato attānaṃ mocento tena saddhiṃ usabhamattaṃ atikkamitvā pati. Mahājano vināsaṃ pāpuṇi. Mahāsatto pana upaṭṭhākena saddhiṃ samuddaṃ tarituṃ ārabhi. Tassa tarantasseva sattamo divaso jāto. So tasmimpi kāle loṇodakena mukhaṃ vikkhāletvā uposathiko ahosiyeva.",
  "atk-s0513a40:134": "Tadā pana catūhi lokapālehi maṇimekhalā nāma devadhītā ‘‘sace samudde nāvāya bhinnāya tisaraṇagatā vā sīlasampannā vā mātāpitupaṭṭhākā vā manussā dukkhappattā honti, te rakkheyyāsī’’ti samudde ārakkhaṇatthāya ṭhapitā hoti. Sā attano issariyena sattāhamanubhavitvā pamajjitvā sattame divase samuddaṃ olokentī sīlācārasaṃyuttaṃ saṅkhabrāhmaṇaṃ disvā ‘‘imassa sattamo divaso samudde patitassa, sace so marissati ativiya gārayhā me bhavissatī’’ti saṃviggamānahadayā hutvā ekaṃ suvaṇṇapātiṃ nānaggarasabhojanassa pūretvā vātavegena tattha gantvā tassa purato ākāse ṭhatvā ‘‘brāhmaṇa, tvaṃ sattāhaṃ nirāhāro, idaṃ dibbabhojanaṃ bhuñjā’’ti āha. So taṃ oloketvā ‘‘apanehi tava bhattaṃ, ahaṃ uposathiko’’ti āha. Athassa upaṭṭhāko pacchato āgato devataṃ adisvā saddameva sutvā ‘‘ayaṃ brāhmaṇo pakatisukhumālo sattāhaṃ nirāhāratāya dukkhito maraṇabhayena vilapati maññe, assāsessāmi na’’nti cintetvā paṭhamaṃ gāthamāha –",
  "atk-s0513a40:135": "39.",
  "atk-s0513a40:136": " ‘‘Bahussuto sutadhammosi saṅkha, diṭṭhā tayā samaṇabrāhmaṇā ca;",
  "atk-s0513a40:137": "Athakkhaṇe dassayase vilāpaṃ, añño nu ko te paṭimantako mayā’’ti.",
  "atk-s0513a40:138": "Tattha sutadhammosīti dhammopi tayā dhammikasamaṇabrāhmaṇānaṃ santike suto asi. Diṭṭhā tayāti tesaṃ paccaye dentena veyyāvaccaṃ karontena dhammikasamaṇabrāhmaṇā ca tayā diṭṭhā. Evaṃ akaronto hi passantopi te na passatiyeva. Athakkhaṇeti atha akkhaṇe sallapantassa kassaci abhāvena vacanassa anokāse. Dassayaseti ‘‘ahaṃ uposathiko’’ti vadanto vilāpaṃ dassesi. Paṭimantakoti mayā añño ko tava paṭimantako paṭivacanadāyako, kiṃkāraṇā evaṃ vippalapasīti?",
  "atk-s0513a40:139": "So tassa vacanaṃ sutvā ‘‘imassa devatā na paññāyati maññe’’ti cintetvā ‘‘samma, nāhaṃ maraṇassa bhāyāmi, atthi pana me añño paṭimantako’’ti vatvā dutiyaṃ gāthamāha –",
  "atk-s0513a40:140": "40.",
  "atk-s0513a40:141": " ‘‘Subbhū subhā suppaṭimukkakambu, paggayha sovaṇṇamayāya pātiyā;",
  "atk-s0513a40:142": "‘Bhuñjassu bhattaṃ’ iti maṃ vadeti, saddhāvittā, tamahaṃ noti brūmī’’ti.",
  "atk-s0513a40:143": "Tattha subbhūti subhamukhā. Subhāti pāsādikā uttamarūpadharā. Suppaṭimukkakambūti paṭimukkasuvaṇṇālaṅkārā. Paggayhāti suvaṇṇapātiyā bhattaṃ gahetvā ukkhipitvā. Saddhāvittāti saddhā ceva tuṭṭhacittā ca. ‘‘Saddhaṃ citta’’ntipi pāṭho, tassattho saddhanti saddahantaṃ, cittanti tuṭṭhacittaṃ. Tamahaṃnotīti tamahaṃ devataṃ uposathikattā paṭikkhipanto noti brūmi, na vippalapāmi sammāti.",
  "atk-s0513a40:144": "Athassa so tatiyaṃ gāthamāha –",
  "atk-s0513a40:145": "41.",
  "atk-s0513a40:146": " ‘‘Etādisaṃ brāhmaṇa disvāna yakkhaṃ, puccheyya poso sukhamāsisāno;",
  "atk-s0513a40:147": "Uṭṭhehi naṃ pañjalikābhipuccha, devī nusi tvaṃ uda mānusī nū’’ti.",
  "atk-s0513a40:148": "Tattha sukhamāsisānoti etādisaṃ yakkhaṃ disvā attano sukhaṃ āsīsanto paṇḍito puriso ‘‘amhākaṃ sukhaṃ bhavissati, na bhavissatī’’ti puccheyya. Uṭṭhehīti udakato uṭṭhānākāraṃ dassento uṭṭhaha. Pañjalikābhipucchāti añjaliko hutvā abhipuccha. Uda mānusīti udāhu mahiddhikā mānusī tvanti.",
  "atk-s0513a40:149": "Bodhisatto ‘‘yuttaṃ kathesī’’ti taṃ pucchanto catutthaṃ gāthamāha –",
  "atk-s0513a40:150": "42.",
  "atk-s0513a40:151": " ‘‘Yaṃ tvaṃ sukhenābhisamekkhase maṃ, bhuñjassu bhattaṃ iti maṃ vadesi;",
  "atk-s0513a40:152": "Pucchāmi taṃ nāri mahānubhāve, devī nusi tvaṃ uda mānusī nū’’ti.",
  "atk-s0513a40:153": "Tattha yaṃ tvanti yasmā tvaṃ sukhena maṃ abhisamekkhase, piyacakkhūhi olokesi. Pucchāmi tanti tena kāraṇena taṃ pucchāmi.",
  "atk-s0513a40:154": "Tato devadhītā dve gāthā abhāsi –",
  "atk-s0513a40:155": "43.",
  "atk-s0513a40:156": " ‘‘Devī ahaṃ saṅkha mahānubhāvā, idhāgatā sāgaravārimajjhe;",
  "atk-s0513a40:157": "Anukampikā no ca paduṭṭhacittā, taveva atthāya idhāgatāsmi.",
  "atk-s0513a40:158": "44.",
  "atk-s0513a40:159": " ‘‘Idhannapānaṃ sayanāsanañca, yānāni nānāvividhāni saṅkha;",
  "atk-s0513a40:160": "Sabbassa tyāhaṃ paṭipādayāmi, yaṃ kiñci tuyhaṃ manasābhipatthita’’nti.",
  "atk-s0513a40:161": "Tattha idhāti imasmiṃ mahāsamudde. Nānāvividhānīti bahūni ca anekappakārāni ca hatthiyānaassayānādīni atthi. Sabbassa tyāhanti tassa annapānādino sabbassa sāmikaṃ katvā taṃ te annapānādiṃ paṭipādayāmi dadāmi. Yaṃ kiñcīti aññampi yaṃ kiñci manasā icchitaṃ, taṃ sabbaṃ te dammīti.",
  "atk-s0513a40:162": "Taṃ sutvā mahāsatto ‘‘ayaṃ devadhītā samuddapiṭṭhe mayhaṃ ‘idañcidañca dammī’ti vadati, kiṃ nu kho esā mayā katena puññakammena dātukāmā, udāhu attano balena, pucchissāmi tāva na’’nti cintetvā pucchanto sattamaṃ gāthamāha –",
  "atk-s0513a40:163": "45.",
  "atk-s0513a40:164": " ‘‘Yaṃ kiñci yiṭṭhañca hutañca mayhaṃ, sabbassa no issarā tvaṃ sugatte;",
  "atk-s0513a40:165": "Sussoṇi subbhamu suvilaggamajjhe, kissa me kammassa ayaṃ vipāko’’ti.",
  "atk-s0513a40:166": "Tattha yiṭṭhanti dānavasena yajitaṃ. Hutanti āhunapāhunavasena dinnaṃ. Sabbassa no issarā tvanti tassa amhākaṃ puññakammassa tvaṃ issarā, ‘‘imassa ayaṃ vipāko, imassa aya’’nti byākarituṃ samatthāti attho. Sussoṇīti sundaraūrulakkhaṇe. Subbhamūti sundarabhamuke . Suvilaggamajjheti suṭṭhuvilaggitatanumajjhe. Kissa meti mayā katakammesu katarakammassa ayaṃ vipāko, yenāhaṃ appatiṭṭhe samudde patiṭṭhaṃ labhāmīti.",
  "atk-s0513a40:167": "Taṃ sutvā devadhītā ‘‘ayaṃ brāhmaṇo ‘yaṃ tena kusalaṃ kataṃ, taṃ kammaṃ na jānātī’ti aññāya pucchati maññe, kathayissāmi dānissā’’ti taṃ kathentī aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:168": "46.",
  "atk-s0513a40:169": " ‘‘Ghamme pathe brāhmaṇa ekabhikkhuṃ, ugghaṭṭapādaṃ tasitaṃ kilantaṃ;",
  "atk-s0513a40:170": "Paṭipādayī saṅkha upāhanāni, sā dakkhiṇā kāmaduhā tavajjā’’ti.",
  "atk-s0513a40:171": "Tattha ekabhikkhunti ekaṃ paccekabuddhaṃ sandhāyāha. Ugghaṭṭapādanti uṇhavālukāya ghaṭṭitapādaṃ. Tasitanti pipāsitaṃ. Paṭipādayīti paṭipādesi, yojesīti attho. Kāmaduhāti sabbakāmadāyikā.",
  "atk-s0513a40:172": "Taṃ sutvā mahāsatto ‘‘evarūpepi nāma appatiṭṭhe mahāsamudde mayā dinnaupāhanadānaṃ mama sabbakāmadadaṃ jātaṃ, aho sudinnaṃ me paccekabuddhassa dāna’’nti tuṭṭhacitto navamaṃ gāthamāha –",
  "atk-s0513a40:173": "47.",
  "atk-s0513a40:174": " ‘‘Sā hotu nāvā phalakūpapannā, anavassutā erakavātayuttā;",
  "atk-s0513a40:175": "Aññassa yānassa na hettha bhūmi, ajjeva maṃ moḷiniṃ pāpayassū’’ti.",
  "atk-s0513a40:176": "Tassattho – devate, evaṃ sante mayhaṃ ekaṃ nāvaṃ māpehi, khuddakaṃ pana ekadoṇikanāvaṃ māpehi, yaṃ nāvaṃ māpessasi, sā hotu nāvā bahūhi susibbitehi phalakehi upapannā, udakapavesanassābhāvena anavassutā, erakena sammā gahetvā gacchantena vātena yuttā, ṭhapetvā dibbanāvaṃ aññassa yānassa ettha bhūmi natthi, tāya pana dibbanāvāya ajjeva maṃ moḷininagaraṃ pāpayassūti.",
  "atk-s0513a40:177": "Devadhītā tassa vacanaṃ sutvā tuṭṭhacittā sattaratanamayaṃ nāvaṃ māpesi. Sā dīghato aṭṭhausabhā ahosi vitthārato catuusabhā, gambhīrato vīsatiyaṭṭhikā. Tassā indanīlamayā tayo kūpakā, sovaṇṇamayāni yottāni rajatamayāni pattāni sovaṇṇamayāni ca phiyārittāni ahesuṃ. Devatā taṃ nāvaṃ sattannaṃ ratanānaṃ pūretvā brāhmaṇaṃ āliṅgitvā alaṅkatanāvāya āropesi, upaṭṭhākaṃ panassa na olokesi. Brāhmaṇo attanā katakalyāṇato tassa pattiṃ adāsi, so anumodi. Tadā devatā tampi āliṅgitvā nāvāya patiṭṭhāpesi. Atha naṃ nāvaṃ moḷininagaraṃ netvā brāhmaṇassa ghare dhanaṃ patiṭṭhāpetvā attano vasanaṭṭhānameva agamāsi. Satthā abhisambuddho hutvā –",
  "atk-s0513a40:178": "48.",
  "atk-s0513a40:179": " ‘‘Sā tattha vittā sumanā patītā, nāvaṃ sucittaṃ abhinimminitvā;",
  "atk-s0513a40:180": "Ādāya saṅkhaṃ purisena saddhiṃ, upānayī nagaraṃ sādhuramma’’nti. –",
  "atk-s0513a40:181": "Imaṃ osānagāthaṃ abhāsi.",
  "atk-s0513a40:182": "Tattha sāti bhikkhave, sā devatā tattha samuddamajjhe tassa vacanaṃ sutvā vittisaṅkhātāya pītiyā samannāgatattā vittā. Sumanāti sundaramanā pāmojjena patītacittā hutvā vicitranāvaṃ nimminitvā brāhmaṇaṃ paricārakena saddhiṃ ādāya sādhurammaṃ atiramaṇīyaṃ nagaraṃ upānayīti.",
  "atk-s0513a40:183": "Brāhmaṇopi yāvajīvaṃ aparimitadhanaṃ gehaṃ ajjhāvasanto dānaṃ datvā sīlaṃ rakkhitvā jīvitapariyosāne sapariso devanagaraṃ paripūresi.",
  "atk-s0513a40:184": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne upāsako sotāpattiphale patiṭṭhahi.",
  "atk-s0513a40:185": "Tadā devadhītā uppalavaṇṇā ahosi, upaṭṭhākapuriso ānando, saṅkhabrāhmaṇo pana ahameva ahosinti.",
  "atk-s0513a40:186": "Saṅkhajātakavaṇṇanā catutthā.",
  "atk-s0513a40:188": " [443] 5. Cūḷabodhijātakavaṇṇanā",
  "atk-s0513a40:189": "Yo te imaṃ visālakkhinti idaṃ satthā jetavane viharanto ekaṃ kodhanaṃ bhikkhuṃ ārabbha kathesi. So kira bhikkhu niyyānike buddhasāsane pabbajitvāpi kodhaṃ niggahetuṃ nāsakkhi, kodhano ahosi upāyāsabahulo, appampi vutto samāno abhisajji kuppi byāpajji patiṭṭhayi. Satthā tassa kodhanabhāvaṃ sutvā pakkosāpetvā ‘‘saccaṃ kira tvaṃ kodhano’’ti pucchitvā ‘‘saccaṃ bhante’’ti vutte ‘‘bhikkhu kodho nāma vāretabbo, evarūpo hi idhaloke ca paraloke ca anatthakārako, tvaṃ nikkodhassa buddhassa sāsane pabbajitvā kasmā kujjhasi, porāṇakapaṇḍitā bāhirasāsane pabbajitvāpi kodhaṃ na kariṃsū’’ti vatvā atītaṃ āhari.",
  "atk-s0513a40:190": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente aññatarasmiṃ kāsinigame eko brāhmaṇo aḍḍho mahaddhano mahābhogo aputtako ahosi, tassa brāhmaṇī puttaṃ patthesi. Tadā bodhisatto brahmalokā cavitvā tassā kucchiyaṃ nibbatti, tassa nāmaggahaṇadivase ‘‘bodhikumāro’’ti nāmaṃ kariṃsu. Tassa vayappattakāle takkasilaṃ gantvā sabbasippāni uggaṇhitvā paccāgatassa anicchantasseva mātāpitaro samānajātikā kulā kumārikaṃ ānesuṃ. Sāpi brahmalokā cutāva uttamarūpadharā devaccharapaṭibhāgā. Tesaṃ anicchamānānaññeva aññamaññaṃ āvāhavivāhaṃ kariṃsu. Ubhinnaṃ panetesaṃ kilesasamudācāro nāma na bhūtapubbo, saṃrāgavasena aññamaññassa olokanaṃ nāma nāhosi, supinepi methunadhammo nāma na diṭṭhapubbo, evaṃ parisuddhasīlā ahesuṃ.",
  "atk-s0513a40:191": "Athāparabhāge mahāsatto mātāpitūsu kālakatesu tesaṃ sarīrakiccaṃ katvā taṃ pakkositvā ‘‘bhadde, tvaṃ imaṃ asītikoṭidhanaṃ gahetvā sukhena jīvāhī’’ti āha. ‘‘Kiṃ karissatha tumhe pana, ayyaputtā’’ti? ‘‘Mayhaṃ dhanena kiccaṃ natthi, himavantapadesaṃ pavisitvā isipabbajjaṃ pabbajitvā attano patiṭṭhaṃ karissāmī’’ti. ‘‘Kiṃ pana ayyaputta pabbajjā nāma purisānaññeva vaṭṭatī’’ti? ‘‘Itthīnampi vaṭṭati, bhadde’’ti. ‘‘Tena hi ahaṃ tumhehi chaṭṭitakheḷaṃ na gaṇhissāmi, mayhampi dhanena kiccaṃ natthi, ahampi pabbajissāmī’’ti. ‘‘Sādhu, bhadde’’ti. Te ubhopi mahādānaṃ datvā nikkhamitvā ramaṇīye bhūmibhāge assamaṃ katvā pabbajitvā uñchācariyāya phalāphalehi yāpentā tattha dasamattāni saṃvaccharāni vasiṃsu, jhānaṃ pana nesaṃ na tāva uppajjati. Te tattha pabbajjāsukheneva dasa saṃvacchare vasitvā loṇambilasevanatthāya janapadacārikaṃ carantā anupubbena bārāṇasiṃ patvā rājuyyāne vasiṃsu.",
  "atk-s0513a40:192": "Athekadivasaṃ rājā uyyānapālaṃ paṇṇākāraṃ ādāya āgataṃ disvā ‘‘uyyānakīḷikaṃ kīḷissāma, uyyānaṃ sodhehī’’ti vatvā tena sodhitaṃ sajjitaṃ uyyānaṃ mahantena parivārena agamāsi. Tasmiṃ khaṇe te ubhopi janā uyyānassa ekapasse pabbajjāsukhena vītināmetvā nisinnā honti. Atha rājā uyyāne vicaranto te ubhopi nisinnake disvā paramapāsādikaṃ uttamarūpadharaṃ paribbājikaṃ olokento paṭibaddhacitto ahosi. So kilesavasena kampanto ‘‘pucchissāmi tāva, ayaṃ paribbājikā imassa kiṃ hotī’’ti bodhisattaṃ upasaṅkamitvā ‘‘pabbajita ayaṃ te paribbājikā kiṃ hotī’’ti pucchi. Mahārāja, kiñci na hoti, kevalaṃ ekapabbajjāya pabbajitā, apica kho pana me gihikāle pādaparicārikā ahosīti. Taṃ sutvā rājā ‘‘ayaṃ kiretassa kiñci na hoti, apica kho pana gihikāle pādaparicārikā kirassa ahosi , sace panāhaṃ issariyabalena gahetvā gaccheyyaṃ, kiṃ nu kho esa karissati, pariggaṇhissāmi tāva na’’nti cintetvā upasaṅkamitvā paṭhamaṃ gāthamāha –",
  "atk-s0513a40:193": "49.",
  "atk-s0513a40:194": " ‘‘Yo te imaṃ visālakkhiṃ, piyaṃ saṃmhitabhāsiniṃ;",
  "atk-s0513a40:195": "Ādāya balā gaccheyya, kiṃ nu kayirāsi brāhmaṇā’’ti.",
  "atk-s0513a40:196": "Tattha saṃmhitabhāsininti mandahasitabhāsiniṃ. Balā gaccheyyāti balakkārena ādāya gaccheyya. Kiṃ nu kayirāsīti tassa tvaṃ brāhmaṇa kiṃ kareyyāsīti?",
  "atk-s0513a40:197": "Athassa kathaṃ sutvā mahāsatto dutiyaṃ gāthamāha –",
  "atk-s0513a40:198": "50.",
  "atk-s0513a40:199": " ‘‘Uppajje me na mucceyya, na me mucceyya jīvato;",
  "atk-s0513a40:200": "Rajaṃva vipulā vuṭṭhi, khippameva nivāraye’’ti.",
  "atk-s0513a40:201": "Tassattho – mahārāja, sace imaṃ gahetvā gacchante kismiñci mama abbhantare kopo uppajjeyya, so me anto uppajjitvā na mucceyya, yāvāhaṃ jīvāmi, tāva me na mucceyya. Nāssa anto ghanasannivāsena patiṭṭhātuṃ dassāmi, atha kho yathā uppannaṃ rajaṃ vipulā meghavuṭṭhi khippaṃ nivāreti, tathā khippameva naṃ mettābhāvanāya niggahetvā vāressāmīti.",
  "atk-s0513a40:202": "Evaṃ mahāsatto sīhanādaṃ nadi. Rājā panassa kathaṃ sutvāpi andhabālatāya paṭibaddhaṃ attano cittaṃ nivāretuṃ asakkonto aññataraṃ amaccaṃ āṇāpesi ‘‘imaṃ paribbājikaṃ rājanivesanaṃ nehī’’ti. So ‘‘sādhū’’ti paṭissuṇitvā ‘‘adhammo loke vattati, ayutta’’ntiādīni vatvā paridevamānaṃyeva naṃ ādāya pāyāsi. Bodhisatto tassā paridevanasaddaṃ sutvā ekavāraṃ oloketvā puna na olokesi. Taṃ rodantiṃ paridevantiṃ rājanivesanameva nayiṃsu. Sopi bārāṇasirājā uyyāne papañcaṃ akatvāva sīghataraṃ gantvā taṃ paribbājikaṃ pakkosāpetvā mahantena yasena nimantesi. Sā yasassa aguṇaṃ pabbajāya eva guṇaṃ kathesi. Rājā kenaci pariyāyena tassā manaṃ alabhanto taṃ ekasmiṃ gabbhe kāretvā cintesi ‘‘ayaṃ paribbājikā evarūpaṃ yasaṃ na icchati, sopi tāpaso evarūpaṃ mātugāmaṃ gahetvā gacchante kujjhitvā olokitamattampi na akāsi, pabbajitā kho pana bahumāyā honti, kiñci payojetvā anatthampi me kareyya, gacchāmi tāva jānāmi kiṃ karonto nisinno’’ti saṇṭhātuṃ asakkonto uyyānaṃ agamāsi. Bodhisattopi cīvaraṃ sibbanto nisīdi. Rājā mandaparivārova padasaddaṃ akaronto saṇikaṃ upasaṅkami. Bodhisatto rājānaṃ anoloketvā cīvarameva sibbi. Rājā ‘‘ayaṃ kujjhitvā mayā saddhiṃ na sallapatī’’ti maññamāno ‘‘ayaṃ kūṭatāpaso ‘kodhassa uppajjituṃ na dassāmi, uppannampi naṃ khippameva niggaṇhissāmī’ti paṭhamameva gajjitvā idāni kodhena thaddho hutvā mayā saddhiṃ na sallapatī’’ti saññāya tatiyaṃ gāthamāha –",
  "atk-s0513a40:203": "51.",
  "atk-s0513a40:204": " ‘‘Yaṃ nu pubbe vikatthittho, balamhiva apassito;",
  "atk-s0513a40:205": "Svajja tuṇhikato dāni, saṅghāṭiṃ sibbamacchasī’’ti.",
  "atk-s0513a40:206": "Tattha balamhiva apassitoti balanissito viya hutvā. Tuṇhikatoti kiñci avadanto. Sibbamacchasīti sibbanto acchasi.",
  "atk-s0513a40:207": "Taṃ sutvā mahāsatto ‘‘ayaṃ rājā kodhavasena maṃ nālapatīti maññati, kathessāmi dānissa uppannassa kodhassa vasaṃ agatabhāva’’nti cintetvā catutthaṃ gāthamāha –",
  "atk-s0513a40:208": "52.",
  "atk-s0513a40:209": " ‘‘Uppajji me na muccittha, na me muccittha jīvato;",
  "atk-s0513a40:210": "Rajaṃva vipulā vuṭṭhi, khippameva nivārayi’’nti.",
  "atk-s0513a40:211": "Tassattho – mahārāja, uppajji me, na na uppajji, na pana me muccittha, nāssa pavisitvā hadaye ṭhātuṃ adāsiṃ, iti so mama jīvato na muccittheva, rajaṃ vipulā vuṭṭhi viya khippameva naṃ nivāresinti.",
  "atk-s0513a40:212": "Taṃ sutvā rājā ‘‘kiṃ nu kho esa kopameva sandhāya vadati, udāhu aññaṃ kiñci sippaṃ sandhāya kathesi, pucchissāmi tāva na’’nti cintetvā pucchanto pañcamaṃ gāthamāha –",
  "atk-s0513a40:213": "53.",
  "atk-s0513a40:214": " ‘‘Kiṃ te uppajji no mucci, kiṃ te na mucci jīvato;",
  "atk-s0513a40:215": "Rajaṃva vipulā vuṭṭhi, katamaṃ taṃ nivārayī’’ti.",
  "atk-s0513a40:216": "Tattha kiṃ te uppajji no muccīti kiṃ tava uppajji ceva na mucci ca.",
  "atk-s0513a40:217": "Taṃ sutvā bodhisatto ‘‘mahārāja, evaṃ kodho bahuādīnavo mahāvināsadāyako, eso mama uppajji, uppannañca naṃ mettābhāvanāya nivāresi’’nti kodhe ādīnavaṃ pakāsento –",
  "atk-s0513a40:218": "54.",
  "atk-s0513a40:219": " ‘‘Yamhi jāte na passati, ajāte sādhu passati;",
  "atk-s0513a40:220": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0513a40:221": "55.",
  "atk-s0513a40:222": " ‘‘Yena jātena nandanti, amittā dukkhamesino;",
  "atk-s0513a40:223": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0513a40:224": "56.",
  "atk-s0513a40:225": " ‘‘Yasmiñca jāyamānamhi, sadatthaṃ nāvabujjhati;",
  "atk-s0513a40:226": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0513a40:227": "57.",
  "atk-s0513a40:228": " ‘‘Yenābhibhūto kusalaṃ jahāti, parakkare vipulañcāpi atthaṃ;",
  "atk-s0513a40:229": "Sa bhīmaseno balavā pamaddī, kodho mahārāja na me amuccatha.",
  "atk-s0513a40:230": "58.",
  "atk-s0513a40:231": " ‘‘Kaṭṭhasmiṃ matthamānasmiṃ, pāvako nāma jāyati;",
  "atk-s0513a40:232": "Tameva kaṭṭhaṃ ḍahati, yasmā so jāyate gini.",
  "atk-s0513a40:233": "59.",
  "atk-s0513a40:234": " ‘‘Evaṃ mandassa posassa, bālassa avijānato;",
  "atk-s0513a40:235": "Sārambhā jāyate kodho, sopi teneva ḍayhati.",
  "atk-s0513a40:236": "60.",
  "atk-s0513a40:237": " ‘‘Aggīva tiṇakaṭṭhasmiṃ, kodho yassa pavaḍḍhati;",
  "atk-s0513a40:238": "Nihīyati tassa yaso, kāḷapakkheva candimā.",
  "atk-s0513a40:239": "61.",
  "atk-s0513a40:240": " ‘‘Anedho dhūmaketūva, kodho yassūpasammati;",
  "atk-s0513a40:241": "Āpūrati tassa yaso, sukkapakkheva candimā’’ti. – imā gāthā āha;",
  "atk-s0513a40:242": "Tattha na passatīti attatthampi na passati, pageva paratthaṃ. Sādhu passatīti attatthaṃ paratthaṃ ubhayatthampi sādhu passati. Dummedhagocaroti nippaññānaṃ ādhārabhūto gocaro. Dukkhamesinoti dukkhaṃ icchantā. Sadatthanti attano atthabhūtaṃ atthato ceva dhammato ca vuddhiṃ. Parakkareti vipulampi atthaṃ uppannaṃ parato kāreti, apanetha, na me iminā atthoti vadati. Sa bhīmasenoti so kodho bhīmāya bhayajananiyā mahatiyā kilesasenāya samannāgato. Pamaddīti attano balavabhāvena uḷārepi satte gahetvā attano vase karaṇena maddanasamattho. Na me amuccathāti mama santikā mokkhaṃ na labhati, hadaye vā pana me khīraṃ viya muhuttaṃ dadhibhāvena na patiṭṭhahitthātipi attho.",
  "atk-s0513a40:243": "Kaṭṭhasmiṃ matthamānasminti araṇīsahitena matthiyamāne, ‘‘maddamānasmi’’ntipi pāṭho. Yasmāti yato kaṭṭhā jāyati, tameva ḍahati. Ginīti aggi. Bālassa avijānatoti bālassa avijānantassa. Sārambhā jāyateti ahaṃ tvanti ākaḍḍhanavikaḍḍhanaṃ karontassa karaṇuttariyalakkhaṇā sārambhā araṇīmatthanā viya pāvako kodho jāyati. Sopi tenevāti sopi bālo teneva kodhena kaṭṭhaṃ viya agginā ḍayhati. Anedho dhūmaketūvāti anindhano aggi viya. Tassāti tassa adhivāsanakhantiyā samannāgatassa puggalassa sukkapakkhe cando viya laddho yaso aparāparaṃ āpūratīti.",
  "atk-s0513a40:244": "Rājā mahāsattassa dhammakathaṃ sutvā tuṭṭho ekaṃ amaccaṃ āṇāpetvā paribbājikaṃ āharāpetvā ‘‘bhante nikkodhatāpasa, ubhopi tumhe pabbajjāsukhena vītināmentā idheva uyyāne vasatha, ahaṃ vo dhammikaṃ rakkhāvaraṇaguttiṃ karissāmī’’ti vatvā khamāpetvā vanditvā pakkāmi. Te ubhopi tattheva vasiṃsu. Aparabhāge paribbājikā kālamakāsi. Bodhisatto tassā kālakatāya himavantaṃ pavisitvā abhiññā ca samāpattiyo ca nibbattetvā cattāro brahmavihāre bhāvetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a40:245": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne kodhano bhikkhu anāgāmiphale patiṭṭhahi.",
  "atk-s0513a40:246": "Tadā paribbājikā rāhulamātā ahosi, rājā ānando, paribbājako pana ahameva ahosinti.",
  "atk-s0513a40:247": "Cūḷabodhijātakavaṇṇanā pañcamā.",
  "atk-s0513a40:249": " [444] 6. Kaṇhadīpāyanajātakavaṇṇanā",
  "atk-s0513a40:250": "Sattāhamevāhanti idaṃ satthā jetavane viharanto ekaṃ ukkaṇṭhitabhikkhuṃ ārabbha kathesi. Vatthu kusajātake (jā. 2.20.1 ādayo) āvi bhavissati. Satthā taṃ bhikkhuṃ ‘‘saccaṃ kira tvaṃ bhikkhu ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṃ bhante’’ti vutte ‘‘bhikkhu porāṇakapaṇḍitā anuppanne buddhe bāhirakapabbajjaṃ pabbajitvā atirekapaññāsavassāni anabhiratā brahmacariyaṃ carantā hirottappabhedabhayena attano ukkaṇṭhitabhāvaṃ na kassaci kathesuṃ, tvaṃ kasmā evarūpe niyyānikasāsane pabbajitvā mādisassa garuno buddhassa sammukhe ṭhatvā catuparisamajjhe ukkaṇṭhitabhāvaṃ āvi karosi, kimatthaṃ attano hirottappaṃ na rakkhasī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a40:251": "Atīte vaṃsaraṭṭhe kosambiyaṃ nāma nagare kosambako nāma rājā rajjaṃ kāresi. Tadā aññatarasmiṃ nigame dve brāhmaṇā asītikoṭidhanavibhavā aññamaññaṃ piyasahāyakā kāmesu dosaṃ disvā mahādānaṃ pavattetvā ubhopi kāme pahāya mahājanassa rodantassa paridevantassa nikkhamitvā himavantapadese assamapadaṃ katvā pabbajitvā uñchācariyāya vanamūlaphalāphalena yāpentā paṇṇāsa vassāni vasiṃsu, jhānaṃ uppādetuṃ nāsakkhiṃsu. Te paṇṇāsavassaccayena loṇambilasevanatthāya janapadaṃ carantā kāsiraṭṭhaṃ sampāpuṇiṃsu. Tatra aññatarasmiṃ nigamagāme dīpāyanatāpasassa gihisahāyo maṇḍabyo nāma atthi, te ubhopi tassa santikaṃ agamaṃsu. So te disvāva attamano paṇṇasālaṃ kāretvā ubhopi te catūhi paccayehi upaṭṭhahi. Te tattha tīṇi cattāri vassāni vasitvā taṃ āpucchitvā cārikaṃ carantā bārāṇasiṃ patvā atimuttakasusāne vasiṃsu. Tattha dīpāyano yathābhirantaṃ viharitvā puna tasseva sahāyassa santikaṃ gato. Maṇḍabyatāpaso tattheva vasi.",
  "atk-s0513a40:252": "Athekadivasaṃ eko coro antonagare corikaṃ katvā dhanasāraṃ ādāya nikkhanto ‘‘coro’’ti ñatvā paṭibuddhehi gharassāmikehi ceva ārakkhamanussehi ca anubaddho niddhamanena nikkhamitvā vegena susānaṃ pavisitvā tāpasassa paṇṇasāladvāre bhaṇḍikaṃ chaṭṭetvā palāyi . Manussā bhaṇḍikaṃ disvā ‘‘are duṭṭhajaṭila, tvaṃ rattiṃ corikaṃ katvā divā tāpasarūpena carasī’’ti tajjetvā pothetvā taṃ ādāya netvā rañño dassayiṃsu. Rājā anupaparikkhitvāva ‘‘gacchatha, naṃ sūle uttāsethā’’ti āha. Te taṃ susānaṃ netvā khadirasūlaṃ āropayiṃsu, tāpasassa sarīre sūlaṃ na pavisati. Tato nimbasūlaṃ āhariṃsu, tampi na pavisati. Ayasūlaṃ āhariṃsu, tampi na pavisati. Tāpaso ‘‘kiṃ nu kho me pubbakamma’’nti olokesi, athassa jātissarañāṇaṃ uppajji, tena pubbakammaṃ oloketvā addasa. Kiṃ panassa pubbakammanti? Koviḷārasūle makkhikāvedhanaṃ. So kira purimabhave vaḍḍhakiputto hutvā pitu rukkhatacchanaṭṭhānaṃ gantvā ekaṃ makkhikaṃ gahetvā koviḷārasalākāya sūle viya vijjhi. Tamenaṃ pāpakammaṃ imaṃ ṭhānaṃ patvā gaṇhi. So ‘‘na sakkā ito pāpā mayā muccitu’’nti ñatvā rājapurise āha ‘‘sace maṃ sūle uttāsetukāmattha, koviḷārasūlaṃ āharathā’’ti. Te tathā katvā taṃ sūle uttāsetvā ārakkhaṃ datvā pakkamiṃsu.",
  "atk-s0513a40:253": "Ārakkhakā paṭicchannā hutvā tassa santikaṃ āgacchante olokenti. Tadā dīpāyano ‘‘ciradiṭṭho me sahāyo’’ti maṇḍabyassa santikaṃ āgacchanto ‘‘sūle uttāsito’’ti taṃ divasaññeva antarāmagge sutvā taṃ ṭhānaṃ gantvā ekamantaṃ ṭhito ‘‘kiṃ samma kārakosī’’ti pucchitvā ‘‘akārakomhī’’ti vutte ‘‘attano manopadosaṃ rakkhituṃ sakkhi, nāsakkhī’’ti pucchi. ‘‘Samma, yehi ahaṃ gahito, neva tesaṃ, na rañño upari mayhaṃ manopadoso atthī’’ti. ‘‘Evaṃ sante tādisassa sīlavato chāyā mayhaṃ sukhā’’ti vatvā dīpāyano sūlaṃ nissāya nisīdi. Athassa sarīre maṇḍabyassa sarīrato lohitabindūni patiṃsu. Tāni suvaṇṇavaṇṇasarīre patitapatitāni sussitvā kāḷakāni uppajjiṃsu. Tato paṭṭhāyeva so kaṇhadīpāyano nāma ahosi. So sabbarattiṃ tattheva nisīdi.",
  "atk-s0513a40:254": "Punadivase ārakkhapurisā āgantvā taṃ pavattiṃ rañño ārocesuṃ. Rājā ‘‘anisāmetvāva me kata’’nti vegena tattha gantvā ‘‘pabbajita, kasmā sūlaṃ nissāya nisinnosī’’ti dīpāyanaṃ pucchi. Mahārāja, imaṃ tāpasaṃ rakkhanto nisinnomhi. Kiṃ pana tvaṃ mahārāja, imassa kārakabhāvaṃ vā akārakabhāvaṃ vā ñatvā evaṃ kāresīti? So kammassa asodhitabhāvaṃ ācikkhi. Athassa so ‘‘mahārāja, raññā nāma nisammakārinā bhavitabbaṃ , alaso gihī kāmabhogī na sādhū’’tiādīni vatvā dhammaṃ desesi. Rājā maṇḍabyassa niddosabhāvaṃ ñatvā ‘‘sūlaṃ harathā’’ti āṇāpesi. Sūlaṃ harantā harituṃ na sakkhiṃsu. Maṇḍabyo āha – ‘‘mahārāja, ahaṃ pubbe katakammadosena evarūpaṃ bhayaṃ sampatto, mama sarīrato sūlaṃ harituṃ na sakkā, sace mayhaṃ jīvitaṃ dātukāmo, kakacaṃ āharāpetvā imaṃ sūlaṃ cammasamaṃ chindāpehī’’ti. Rājā tathā kāresi. Antosarīre sūlo antoyeva ahosi. Tadā kira so sukhumaṃ koviḷārasalākaṃ gahetvā makkhikāya vaccamaggaṃ pavesesi, taṃ tassa antosarīreyeva ahosi. So tena kāraṇena amaritvā attano āyukkhayeneva mari, tasmā ayampi na mato. Rājā tāpase vanditvā khamāpetvā ubhopi uyyāne vasāpento paṭijaggi, tato paṭṭhāya maṇḍabyo āṇimaṇḍabyo nāma jāto. So rājānaṃ upanissāya tattheva vasi, dīpāyano pana tassa vaṇaṃ phāsukaṃ katvā attano gihisahāyamaṇḍabyassa santikameva gato.",
  "atk-s0513a40:255": "Taṃ paṇṇasālaṃ pavisantaṃ disvā eko puriso sahāyassa ārocesi. So sutvāva tuṭṭhacitto saputtadāro bahū gandhamālatelaphāṇitādīni ādāya taṃ paṇṇasālaṃ gantvā dīpāyanaṃ vanditvā pāde dhovitvā telena makkhetvā pānakaṃ pāyetvā āṇimaṇḍabyassa pavattiṃ suṇanto nisīdi. Athassa putto yaññadattakumāro nāma caṅkamanakoṭiyaṃ geṇḍukena kīḷi, tatra cekasmiṃ vammike āsīviso vasati. Kumārassa bhūmiyaṃ pahaṭageṇḍuko gantvā vammikabile āsīvisassa matthake pati. So ajānanto bile hatthaṃ pavesesi. Atha naṃ kuddho āsīviso hatthe ḍaṃsi. So visavegena mucchito tattheva pati. Athassa mātāpitaro sappena ḍaṭṭhabhāvaṃ ñatvā kumārakaṃ ukkhipitvā tāpasassa santikaṃ ānetvā pādamūle nipajjāpetvā ‘‘bhante, pabbajitā nāma osadhaṃ vā parittaṃ vā jānanti, puttakaṃ no ārogaṃ karothā’’ti āhaṃsu. Ahaṃ osadhaṃ na jānāmi, nāhaṃ vejjakammaṃ karissāmīti. ‘‘Tena hi bhante, imasmiṃ kumārake mettaṃ katvā saccakiriyaṃ karothā’’ti vutte tāpaso ‘‘sādhu, saccakiriyaṃ karissāmī’’ti vatvā yaññadattassa sīse hatthaṃ ṭhapetvā paṭhamaṃ gāthamāha –",
  "atk-s0513a40:256": "62.",
  "atk-s0513a40:257": " ‘‘Sattāhamevāhaṃ pasannacitto, puññatthiko ācariṃ brahmacariyaṃ;",
  "atk-s0513a40:258": "Athāparaṃ yaṃ caritaṃ mamedaṃ, vassāni paññāsa samādhikāni;",
  "atk-s0513a40:259": "Akāmakovāpi ahaṃ carāmi, etena saccena suvatthi hotu;",
  "atk-s0513a40:260": "Hataṃ visaṃ jīvatu yaññadatto’’ti.",
  "atk-s0513a40:261": "Tattha athāparaṃ yaṃ caritanti tasmā sattāhā uttari yaṃ mama brahmacariyaṃ. Akāmakovāpīti pabbajjaṃ anicchantoyeva. Etena saccena suvatthi hotūti sace atirekapaṇṇāsavassāni anabhirativāsaṃ vasantena mayā kassaci anārocitabhāvo saccaṃ, etena saccena yaññadattakumārassa sotthibhāvo hotu, jīvitaṃ paṭilabhatūti.",
  "atk-s0513a40:262": "Athassa saha saccakiriyāya yaññadattassa thanappadesato uddhaṃ visaṃ bhassitvā pathaviṃ pāvisi. Kumāro akkhīni ummīletvā mātāpitaro oloketvā ‘‘ammatātā’’ti vatvā parivattitvā nipajji. Athassa pitaraṃ kaṇhadīpāyano āha – ‘‘mayā tāva mama balaṃ kataṃ, tvampi attano balaṃ karohī’’ti. So ‘‘ahampi saccakiriyaṃ karissāmī’’ti puttassa ure hatthaṃ ṭhapetvā dutiyaṃ gāthamāha –",
  "atk-s0513a40:263": "63.",
  "atk-s0513a40:264": " ‘‘Yasmā dānaṃ nābhinandiṃ kadāci, disvānahaṃ atithiṃ vāsakāle;",
  "atk-s0513a40:265": "Na cāpi me appiyataṃ aveduṃ, bahussutā samaṇabrāhmaṇā ca;",
  "atk-s0513a40:266": "Akāmakovāpi ahaṃ dadāmi, etena saccena suvatthi hotu;",
  "atk-s0513a40:267": "Hataṃ visaṃ jīvatu yaññadatto’’ti.",
  "atk-s0513a40:268": "Tattha vāsakāleti vasanatthāya gehaṃ āgatakāle. Na cāpi me appiyataṃ avedunti bahussutāpi samaṇabrāhmaṇā ‘‘ayaṃ neva dānaṃ abhinandati na amhe’’ti imaṃ mama appiyabhāvaṃ neva jāniṃsu. Ahañhi te piyacakkhūhiyeva olokemīti dīpeti. Etena saccenāti sace ahaṃ dānaṃ dadamāno vipākaṃ asaddahitvā attano anicchāya dammi, anicchanabhāvaṃ mama pare na jānanti, etena saccena suvatthi hotūti attho.",
  "atk-s0513a40:269": "Evaṃ tassa saccakiriyāya saha kaṭito uddhaṃ visaṃ bhassitvā pathaviṃ pāvisi. Kumāro uṭṭhāya nisīdi, ṭhātuṃ pana na sakkoti. Athassa pitā mātaraṃ āha ‘‘bhadde, mayā attano balaṃ kataṃ, tvaṃ idāni saccakiriyaṃ katvā puttassa uṭṭhāya gamanabhāvaṃ karohī’’ti. ‘‘Sāmi, atthi mayhaṃ ekaṃ saccaṃ, tava pana santike kathetuṃ na sakkomī’’ti. ‘‘Bhadde, yathā tathā me puttaṃ arogaṃ karohī’’ti. Sā ‘‘sādhū’’ti sampaṭicchitvā saccaṃ karontī tatiyaṃ gāthamāha –",
  "atk-s0513a40:270": "64.",
  "atk-s0513a40:271": " ‘‘Āsīviso tāta pahūtatejo, yo taṃ aḍaṃsī bilarā udicca;",
  "atk-s0513a40:272": "Tasmiñca me appiyatāya ajja, pitarañca te natthi koci viseso;",
  "atk-s0513a40:273": "Etena saccena suvatthi hotu, hataṃ visaṃ jīvatu yaññadatto’’ti.",
  "atk-s0513a40:274": "Tattha tātāti puttaṃ ālapati. Pahūtatejoti balavaviso. Bilarāti vivarā, ayameva vā pāṭho. Udiccāti uṭṭhahitvā, vammikabilato uṭṭhāyāti attho. Pitarañca teti pitari ca te. Aṭṭhakathāyaṃ pana ayameva pāṭho. Idaṃ vuttaṃ hoti – ‘‘tāta, yaññadatta tasmiñca āsīvise tava pitari ca appiyabhāvena mayhaṃ koci viseso natthi. Tañca pana appiyabhāvaṃ ṭhapetvā ajja mayā koci jānāpitapubbo nāma natthi, sace etaṃ saccaṃ, etena saccena tava sotthi hotū’’ti.",
  "atk-s0513a40:275": "Saha ca saccakiriyāya sabbaṃ visaṃ bhassitvā pathaviṃ pāvisi. Yaññadatto nibbisena sarīrena uṭṭhāya kīḷituṃ āraddho. Evaṃ putte uṭṭhite maṇḍabyo dīpāyanassa ajjhāsayaṃ pucchanto catutthaṃ gāthamāha –",
  "atk-s0513a40:276": "65.",
  "atk-s0513a40:277": " ‘‘Santā dantāyeva paribbajanti, aññatra kaṇhā natthākāmarūpā;",
  "atk-s0513a40:278": "Dīpāyana kissa jigucchamāno, akāmako carasi brahmacariya’’nti.",
  "atk-s0513a40:279": "Tassattho – ye keci khattiyādayo kāme pahāya idha loke pabbajanti, te aññatra kaṇhā bhavantaṃ kaṇhaṃ ṭhapetvā aññe akāmarūpā nāma natthi, sabbe jhānabhāvanāya kilesānaṃ samitattā santā, cakkhādīni dvārāni yathā nibbisevanāni honti, tathā tesaṃ damitattā dantā hutvā abhiratāva brahmacariyaṃ caranti, tvaṃ pana bhante dīpāyana, kiṃkāraṇā tapaṃ jigucchamāno akāmako hutvā brahmacariyaṃ carasi, kasmā puna na agārameva ajjhāvasasīti.",
  "atk-s0513a40:280": "Athassa so kāraṇaṃ kathento pañcamaṃ gāthamāha –",
  "atk-s0513a40:281": "66.",
  "atk-s0513a40:282": " ‘‘Saddhāya nikkhamma punaṃ nivatto, so eḷamūgova bālo vatāyaṃ;",
  "atk-s0513a40:283": "Etassa vādassa jigucchamāno, akāmako carāmi brahmacariyaṃ;",
  "atk-s0513a40:284": "Viññuppasatthañca satañca ṭhānaṃ, evampahaṃ puññakaro bhavāmī’’ti.",
  "atk-s0513a40:285": "Tassattho – kaṇho kammañca phalañca saddahitvā tāva mahantaṃ vibhavaṃ pahāya agārā nikkhamitvā yaṃ jahi, puna tadatthameva nivatto. So ayaṃ eḷamūgo gāmadārako viya bālo vatāti imaṃ vādaṃ jigucchamāno ahaṃ attano hirottappabhedabhayena anicchamānopi brahmacariyaṃ carāmi. Kiñca bhiyyo pabbajjāpuññañca nāmetaṃ viññūhi buddhādīhi pasatthaṃ, tesaṃyeva ca sataṃ nivāsaṭṭhānaṃ. Evaṃ imināpi kāraṇena ahaṃ puññakaro bhavāmi, assumukhopi rudamāno brahmacariyaṃ carāmiyevāti.",
  "atk-s0513a40:286": "Evaṃ so attano ajjhāsayaṃ kathetvā puna maṇḍabyaṃ pucchanto chaṭṭhaṃ gāthamāha –",
  "atk-s0513a40:287": "67.",
  "atk-s0513a40:288": " ‘‘Samaṇe tuvaṃ brāhmaṇe addhike ca, santappayāsi annapānena bhikkhaṃ;",
  "atk-s0513a40:289": "Opānabhūtaṃva gharaṃ tava yidaṃ, annena pānena upetarūpaṃ;",
  "atk-s0513a40:290": "Atha kissa vādassa jigucchamāno, akāmako dānamimaṃ dadāsī’’ti.",
  "atk-s0513a40:291": "Tattha bhikkhanti bhikkhāya carantānaṃ bhikkhañca sampādetvā dadāsi. Opānabhūtaṃvāti catumahāpathe khatasādhāraṇapokkharaṇī viya.",
  "atk-s0513a40:292": "Tato maṇḍabyo attano ajjhāsayaṃ kathento sattamaṃ gāthamāha –",
  "atk-s0513a40:293": "68.",
  "atk-s0513a40:294": " ‘‘Pitaro ca me āsuṃ pitāmahā ca, saddhā ahuṃ dānapatī vadaññū;",
  "atk-s0513a40:295": "Taṃ kullavattaṃ anuvattamāno, māhaṃ kule antimagandhano ahuṃ;",
  "atk-s0513a40:296": "Etassa vādassa jigucchamāno, akāmako dānamimaṃ dadāmī’’ti.",
  "atk-s0513a40:297": "Tattha ‘‘āsu’’nti padassa ‘‘saddhā’’ti iminā sambandho, saddhā ahesunti attho. Ahunti saddhā hutvā tato uttari dānajeṭṭhakā ceva ‘‘detha karothā’’ti vuttavacanassa atthajānanakā ca ahesuṃ. Taṃ kullavattanti taṃ kulavattaṃ, aṭṭhakathāyaṃ pana ayameva pāṭho. Māhaṃ kule antimagandhano ahunti ‘‘ahaṃ attano kule sabbapacchimako ceva kulapalāpo ca mā ahu’’nti sallakkhetvā etaṃ ‘‘kulaantimo kulapalāpo’’ti vādaṃ jigucchamāno dānaṃ anicchantopi idaṃ dānaṃ dadāmīti dīpeti.",
  "atk-s0513a40:298": "Evañca pana vatvā maṇḍabyo attano bhariyaṃ pucchamāno aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:299": "69.",
  "atk-s0513a40:300": " ‘‘Dahariṃ kumāriṃ asamatthapaññaṃ, yaṃ tānayiṃ ñātikulā sugatte;",
  "atk-s0513a40:301": "Na cāpi me appiyataṃ avedi, aññatra kāmā paricārayantā;",
  "atk-s0513a40:302": "Atha kena vaṇṇena mayā te bhoti, saṃvāsadhammo ahu evarūpo’’ti.",
  "atk-s0513a40:303": "Tattha asamatthapaññanti kuṭumbaṃ vicāretuṃ appaṭibalapaññaṃ atitaruṇiññeva samānaṃ. Yaṃ tānayinti yaṃ taṃ ānayiṃ, ahaṃ daharimeva samānaṃ taṃ ñātikulato ānesinti vuttaṃ hoti. Aññatra kāmā paricārayantāti ettakaṃ kālaṃ vinā kāmena anicchāya maṃ paricārayantāpi attano appiyataṃ maṃ na jānāpesi, sampiyāyamānarūpāva paricari. Kena vaṇṇenāti kena kāraṇena. Bhotīti taṃ ālapati. Evarūpoti āsīvisasamānapaṭikūlabhāvena mayā saddhiṃ tava saṃvāsadhammo evarūpo piyasaṃvāso viya kathaṃ jātoti.",
  "atk-s0513a40:304": "Athassa sā kathentī navamaṃ gāthamāha –",
  "atk-s0513a40:305": "70.",
  "atk-s0513a40:306": " ‘‘Ārā dūre nayidha kadāci atthi, paramparā nāma kule imasmiṃ;",
  "atk-s0513a40:307": "Taṃ kullavattaṃ anuvattamānā, māhaṃ kule antimagandhinī ahuṃ;",
  "atk-s0513a40:308": "Etassa vādassa jigucchamānā, akāmikā paddhacarāmhi tuyha’’nti.",
  "atk-s0513a40:309": "Tattha ārā dūreti aññamaññavevacanaṃ. Atidūreti vā dassentī evamāha. Idhāti nipātamattaṃ, na kadācīti attho. Paramparāti purisaparamparā. Idaṃ vuttaṃ hoti – sāmi, imasmiṃ amhākaṃ ñātikule dūrato paṭṭhāya yāva sattamā kulaparivaṭṭā purisaparamparā nāma na kadāci atthi, ekitthiyāpi sāmikaṃ chaḍḍetvā añño puriso gahitapubbo nāma natthīti. Taṃ kullavattanti ahampi taṃ kulavattaṃ kulapaveṇiṃ anuvattamānā attano kule pacchimikā palālabhūtā mā ahunti sallakkhetvā etaṃ kulaantimā kulagandhinīti vādaṃ jigucchamānā akāmikāpi tuyhaṃ paddhacarāmhi veyyāvaccakārikā pādaparicārikā jātāmhīti.",
  "atk-s0513a40:310": "Evañca pana vatvā ‘‘mayā sāmikassa santike abhāsitapubbaṃ guyhaṃ bhāsitaṃ, kujjheyyapi me ayaṃ, amhākaṃ kulūpakatāpasassa sammukheyeva khamāpessāmī’’ti cintetvā khamāpentī dasamaṃ gāthamāha –",
  "atk-s0513a40:311": "71.",
  "atk-s0513a40:312": " ‘‘Maṇḍabya bhāsiṃ yamabhāsaneyyaṃ, taṃ khamyataṃ puttakahetu majja;",
  "atk-s0513a40:313": "Puttapemā na idha paratthi kiñci, so no ayaṃ jīvati yaññadatto’’ti.",
  "atk-s0513a40:314": "Tattha taṃ khamyatanti taṃ khamayatu. Puttakahetu majjāti taṃ mama bhāsitaṃ ajja imassa puttassa hetu khamayatu. So no ayanti yassa puttassa kāraṇā mayā etaṃ bhāsitaṃ, so no putto jīvati, imassa jīvitalābhabhāvena me khama sāmi, ajjato paṭṭhāya tava vasavattinī bhavissāmīti.",
  "atk-s0513a40:315": "Atha naṃ maṇḍabyo ‘‘uṭṭhehi bhadde, khamāmi te, ito pana paṭṭhāya mā pharusacittā ahosi, ahampi te appiyaṃ na karissāmī’’ti āha. Bodhisatto maṇḍabyaṃ āha – ‘‘āvuso, tayā dussaṅgharaṃ dhanaṃ saṅgharitvā kammañca phalañca asaddahitvā dānaṃ dadantena ayuttaṃ kataṃ, ito paṭṭhāya dānaṃ saddahitvā dehī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā bodhisattaṃ āha – ‘‘bhante, tayā amhākaṃ dakkhiṇeyyabhāve ṭhatvā anabhiratena brahmacariyaṃ carantena ayuttaṃ kataṃ, ito paṭṭhāya idāni yathā tayi katakārā mahapphalā honti, evaṃ cittaṃ pasādetvā suddhacitto abhirato hutvā brahmacariyaṃ carāhī’’ti. Te mahāsattaṃ vanditvā uṭṭhāya agamaṃsu. Tato paṭṭhāya bhariyā sāmike sasnehā ahosi, maṇḍabyo pasannacitto saddhāya dānaṃ adāsi. Bodhisatto anabhiratiṃ vinodetvā jhānābhiññaṃ uppādetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a40:316": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne ukkaṇṭhito bhikkhu sotāpattiphale patiṭṭhahi . Tadā maṇḍabyo ānando ahosi, bhariyā visākhā, putto rāhulo, āṇimaṇḍabyo sāriputto, kaṇhadīpāyano pana ahameva ahosinti.",
  "atk-s0513a40:317": "Kaṇhadīpāyanajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a40:319": " [445] 7. Nigrodhajātakavaṇṇanā",
  "atk-s0513a40:320": "Na vāhametaṃ jānāmīti idaṃ satthā veḷuvane viharanto devadattaṃ ārabbha kathesi. Ekadivasañhi bhikkhū tena ‘‘āvuso devadatta, satthā tava bahūpakāro, tvañhi satthāraṃ nissāya pabbajjaṃ labhi upasampadaṃ labhi, tepiṭakaṃ buddhavacanaṃ uggaṇhi, jhānaṃ uppādesi, lābhasakkāropi te dasabalasseva santako’’ti bhikkhūhi vutte tiṇasalākaṃ ukkhipitvā ‘‘ettakampi samaṇena gotamena mayhaṃ kataṃ guṇaṃ na passāmī’’ti vutte dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi devadatto akataññū mittadubbhī’’ti vatvā tehi yācito atītaṃ āhari.",
  "atk-s0513a40:321": "Atīte rājagahe magadhamahārājā nāma rajjaṃ kāresi. Tadā rājagahaseṭṭhi attano puttassa janapadaseṭṭhino dhītaraṃ ānesi, sā vañjhā ahosi. Athassā aparabhāge sakkāro parihāyi. ‘‘Amhākaṃ puttassa gehe vañjhitthiyā vasantiyā kathaṃ kulavaṃso vaḍḍhissatī’’ti yathā sā suṇāti, evampi kathaṃ samuṭṭhāpenti. Sā taṃ sutvā ‘‘hotu gabbhiniālayaṃ katvā ete vañcessāmī’’ti cintetvā attano atthacārikaṃ dhātiṃ āha ‘‘amma, gabbhiniyo nāma kiñca kiñca karontī’’ti gabbhiniparihāraṃ pucchitvā utunikāle paṭicchādetvā ambilādirucikā hutvā hatthapādānaṃ uddhumāyanakāle hatthapādapiṭṭhiyo koṭṭāpetvā bahalaṃ kāresi, divase divasepi pilotikāveṭhanena ca udaravaḍḍhanaṃ vaḍḍhesi, thanamukhāni kāḷāni kāresi, sarīrakiccaṃ karontīpi aññatra tassā dhātiyā aññesaṃ sammukhaṭṭhāne na karoti. Sāmikopissā gabbhaparihāraṃ adāsi. Evaṃ nava māse vasitvā ‘‘idāni janapade pitu gharaṃ gantvā vijāyissāmī’’ti sasure āpucchitvā rathamāruhitvā mahantena parivārena rājagahā nikkhamitvā maggaṃ paṭipajji. Tassā pana purato eko sattho gacchati. Satthena vasitvā gataṭṭhānaṃ esā pātarāsakāle pāpuṇāti.",
  "atk-s0513a40:322": "Athekadivasaṃ tasmiṃ satthe ekā duggatitthī rattiyā ekasmiṃ nigrodhamūle puttaṃ vijāyitvā pātova satthe gacchante ‘‘ahaṃ vinā satthena gantuṃ na sakkhissāmi, sakkā kho pana jīvantiyā puttaṃ labhitu’’nti nigrodhamūlajāle jalābuñceva gabbhamalañca attharitvā puttaṃ chaṭṭetvā agamāsi. Dārakassapi devatā ārakkhaṃ gaṇhiṃsu. So hi na yo vā so vā, bodhisattoyeva. So pana tadā tādisaṃ paṭisandhiṃ gaṇhi. Itarā pātarāsakāle taṃ ṭhānaṃ patvā ‘‘sarīrakiccaṃ karissāmī’’ti tāya dhātiyā saddhiṃ nigrodhamūlaṃ gatā suvaṇṇavaṇṇaṃ dārakaṃ disvā ‘‘amma, nipphannaṃ no kicca’’nti pilotikāyo apanetvā ucchaṅgapadesaṃ lohitena ca gabbhamalena ca makkhetvā attano gabbhavuṭṭhānaṃ ārocesi. Tāvadeva naṃ sāṇiyā parikkhipitvā haṭṭhatuṭṭho saparijano rājagahaṃ paṇṇaṃ pesesi. Athassā sassusasurā vijātakālato paṭṭhāya ‘‘pitu kule kiṃ karissati, idheva āgacchatū’’ti pesayiṃsu. Sā paṭinivattitvā rājagahameva pāvisi. Tattha taṃ sampaṭicchitvā dārakassa nāmaṃ karontā nigrodhamūle jātattā ‘‘nigrodhakumāro’’ti nāmaṃ kariṃsu. Taṃ divasaññeva anuseṭṭhisuṇisāpi vijāyanatthāya kulagharaṃ gacchantī antarāmagge ekissā rukkhasākhāya heṭṭhā puttaṃ vijāyi, tassa ‘‘sākhakumāro’’ti nāmaṃ kariṃsu. Taṃ divasaññeva seṭṭhiṃ nissāya vasantassa tunnakārassa bhariyāpi pilotikantare puttaṃ vijāyi, tassa ‘‘pottiko’’ti nāmaṃ kariṃsu.",
  "atk-s0513a40:323": "Mahāseṭṭhi ubhopi te dārake ‘‘nigrodhakumārassa jātadivasaññeva jātā’’ti āṇāpetvā teneva saddhiṃ saṃvaḍḍhesi. Te ekato vaḍḍhitvā vayappattā takkasilaṃ gantvā sippaṃ uggaṇhiṃsu. Ubhopi seṭṭhiputtā ācariyassa dve sahassāni adaṃsu. Nigrodhakumāro pottikassa attano santike sippaṃ paṭṭhapesi. Te nipphannasippā ācariyaṃ āpucchitvā nikkhantā ‘‘janapadacārikaṃ carissāmā’’ti anupubbena bārāṇasiṃ patvā ekasmiṃ rukkhamūle nipajjiṃsu. Tadā bārāṇasirañño kālakatassa sattamo divaso, ‘‘sve phussarathaṃ yojessāmā’’ti nagare bheriṃ carāpesuṃ. Tesupi sahāyesu rukkhamūle nipajjitvā niddāyantesu pottiko paccūsakāle uṭṭhāya nigrodhakumārassa pāde parimajjanto nisīdi. Tasmiṃ rukkhe vutthakukkuṭesu uparikukkuṭo heṭṭhākukkuṭassa sarīre vaccaṃ pātesi. Atha naṃ so ‘‘kenetaṃ pātita’’nti āha. ‘‘Samma, mā kujjhi, mayā ajānantena pātita’’nti āha. ‘‘Are, tvaṃ mama sarīraṃ attano vaccaṭṭhānaṃ maññasi, kiṃ mama pamāṇaṃ na jānāsī’’ti. Atha naṃ itaro ‘‘are tvaṃ ‘ajānantena me kata’nti vuttepi kujjhasiyeva, kiṃ pana te pamāṇa’’nti āha. ‘‘Yo maṃ māretvā maṃsaṃ khādati, so pātova sahassaṃ labhati, tasmā ahaṃ mānaṃ karomī’’ti. Atha naṃ itaro ‘‘are ettakamattena tvaṃ mānaṃ karosi, maṃ pana māretvā yo thūlamaṃsaṃ khādati, so pātova rājā hoti, yo majjhimamaṃsaṃ khādati, so senāpati, yo aṭṭhinissitaṃ khādati, so bhaṇḍāgāriko hotī’’ti āha.",
  "atk-s0513a40:324": "Pottiko tesaṃ kathaṃ sutvā ‘‘kiṃ no sahassena, rajjameva vara’’nti saṇikaṃ rukkhaṃ abhiruhitvā uparisayitakukkuṭaṃ gahetvā māretvā aṅgāre pacitvā thūlamaṃsaṃ nigrodhassa adāsi, majjhimamaṃsaṃ sākhassa adāsi, aṭṭhimaṃsaṃ attanā khādi. Khāditvā pana ‘‘samma nigrodha, tvaṃ ajja rājā bhavissasi, samma sākha, tvaṃ senāpati bhavissasi, ahaṃ pana bhaṇḍāgāriko bhavissāmī’’ti vatvā ‘‘kathaṃ jānāsī’’ti puṭṭho taṃ pavattiṃ ārocesi. Te tayopi janā pātarāsavelāya bārāṇasiṃ pavisitvā ekassa brāhmaṇassa gehe sappisakkarayuttaṃ pāyāsaṃ bhuñjitvā nagarā nikkhamitvā uyyānaṃ pavisiṃsu. Nigrodhakumāro silāpaṭṭe nipajji , itare dve bahi nipajjiṃsu. Tasmiṃ samaye pañca rājakakudhabhaṇḍāni anto ṭhapetvā phussarathaṃ vissajjesuṃ. Tattha vitthārakathā mahājanakajātake (jā. 2.22.123 ādayo) āvi bhavissati. Phussaratho uyyānaṃ gantvā nivattitvā ārohanasajjo hutvā aṭṭhāsi. Purohito ‘‘uyyāne puññavatā sattena bhavitabba’’nti uyyānaṃ pavisitvā kumāraṃ disvā pādantato sāṭakaṃ apanetvā pādesu lakkhaṇāni upadhāretvā ‘‘tiṭṭhatu bārāṇasiyaṃ rajjaṃ, sakalajambudīpassa adhipatirājā bhavituṃ yutto’’ti sabbatālāvacare paggaṇhāpesi. Nigrodhakumāro pabujjhitvā mukhato sāṭakaṃ apanetvā mahājanaṃ oloketvā parivattitvā nipanno thokaṃ vītināmetvā silāpaṭṭe pallaṅkena nisīdi. Atha naṃ purohito jaṇṇunā patiṭṭhāya ‘‘rajjaṃ te deva pāpuṇātī’’ti vatvā ‘‘‘sādhū’’ti vutte tattheva ratanarāsimhi ṭhapetvā abhisiñci. So rajjaṃ patvā sākhassa senāpatiṭṭhānaṃ datvā mahantena sakkārena nagaraṃ pāvisi, pottikopi tehi saddhiññeva agamāsi. Tato paṭṭhāya mahāsatto bārāṇasiyaṃ dhammena rajjaṃ kāresi.",
  "atk-s0513a40:325": "So ekadivasaṃ mātāpitūnaṃ saritvā sākhaṃ āha – ‘‘samma, na sakkā mātāpitūhi vinā vattituṃ, mahantena parivārena gantvā mātāpitaro no ānehī’’ti. Sākho ‘‘na me tattha gamanakammaṃ atthī’’ti paṭikkhipi. Tato pottikaṃ āṇāpesi. So ‘‘sādhū’’ti tattha gantvā nigrodhassa mātāpitaro ‘‘putto vo rajje patiṭṭhito, etha gacchāmā’’ti āha. Te ‘‘atthi no tāva vibhavamattaṃ, alaṃ tattha gamanenā’’ti paṭikkhipiṃsu. Sākhassapi mātāpitaro avoca, tepi na icchiṃsu. Attano mātāpitaro avoca, ‘‘mayaṃ tāta tunnakārakammena jīvissāma ala’’nti paṭikkhipiṃsu. So tesaṃ manaṃ alabhitvā bārāṇasimeva paccāgantvā ‘‘senāpatissa ghare maggakilamathaṃ vinodetvā pacchā nigrodhasahāyaṃ passissāmī’’ti cintetvā tassa nivesanadvāraṃ gantvā ‘‘sahāyo kira te pottiko nāma āgatoti senāpatissa ārocehī’’ti dovārikaṃ āha, so tathā akāsi. Sākho pana ‘‘ayaṃ mayhaṃ rajjaṃ adatvā sahāyanigrodhassa adāsī’’ti tasmiṃ veraṃ bandhi. So taṃ kathaṃ sutvāva kuddho āgantvā ‘‘ko imassa sahāyo ummattako dāsiputto, gaṇhatha na’’nti vatvā hatthapādajaṇṇukapparehi koṭṭāpetvā gīvāyaṃ gāhāpetvā nīharāpesi.",
  "atk-s0513a40:326": "So cintesi ‘‘sākho mama santikā senāpatiṭṭhānaṃ labhitvā akataññū mittadubbhī, maṃ koṭṭāpetvā nīharāpesi, nigrodho pana paṇḍito kataññū sappuriso, tasseva santikaṃ gamissāmī’’ti. So rājadvāraṃ gantvā ‘‘deva, pottiko kira nāma te sahāyo dvāre ṭhito’’ti rañño ārocāpesi. Rājā pakkosāpetvā taṃ āgacchantaṃ disvā āsanā vuṭṭhāya paccuggantvā paṭisanthāraṃ katvā massukammādīni kārāpetvā sabbālaṅkārapaṭimaṇḍitena paribhuttanānaggarasabhojanena tena saddhiṃ sukhanisinno mātāpitūnaṃ pavattiṃ pucchitvā anāgamanabhāvaṃ suṇi. Sākhopi ‘‘pottiko maṃ rañño santike paribhindeyya , mayi pana gate kiñci vattuṃ na sakkhissatī’’ti tattheva agamāsi. Pottiko tassa santikeyeva rājānaṃ āmantetvā ‘‘deva, ahaṃ maggakilanto ‘sākhassa gehaṃ gantvā vissamitvā idhāgamissāmī’ti agamiṃ. Atha maṃ sākho ‘nāhaṃ taṃ jānāmī’ti vatvā koṭṭāpetvā gīvāyaṃ gāhāpetvā nīharāpesīti saddaheyyāsi tvaṃ eta’’nti vatvā tisso gāthā abhāsi –",
  "atk-s0513a40:327": "72.",
  "atk-s0513a40:328": " ‘‘Na vāhametaṃ jānāmi, ko vāyaṃ kassa vāti vā;",
  "atk-s0513a40:329": "Yathā sākho vadi eva, nigrodha kinti maññasi.",
  "atk-s0513a40:330": "73.",
  "atk-s0513a40:331": " ‘‘Tato galavinītena, purisā nīhariṃsu maṃ;",
  "atk-s0513a40:332": "Datvā mukhapahārāni, sākhassa vacanaṃkarā.",
  "atk-s0513a40:333": "74.",
  "atk-s0513a40:334": " ‘‘Etādisaṃ dummatinā, akataññuna dubbhinā;",
  "atk-s0513a40:335": "Kataṃ anariyaṃ sākhena, sakhinā te janādhipā’’ti.",
  "atk-s0513a40:336": "Tattha kinti maññasīti yathā maṃ sākho acari, kiṃ tvampi evameva maññasi, udāhu aññathā maññasi, maṃ sākho evaṃ vadeyyāti saddahasi, taṃ na saddahasīti adhippāyo. Galavinītenāti galaggāhena. Dubbhināti mittadubbhinā.",
  "atk-s0513a40:337": "Taṃ sutvā nigrodho catasso gāthā abhāsi –",
  "atk-s0513a40:338": "75.",
  "atk-s0513a40:339": " ‘‘Na vāhametaṃ jānāmi, napi me koci saṃsati;",
  "atk-s0513a40:340": "Yaṃ me tvaṃ samma akkhāsi, sākhena kāraṇaṃ kataṃ.",
  "atk-s0513a40:341": "76.",
  "atk-s0513a40:342": " ‘‘Sakhīnaṃ sājīvakaro, mama sākhassa cūbhayaṃ;",
  "atk-s0513a40:343": "Tvaṃ nosissariyaṃ dātā, manussesu mahantataṃ;",
  "atk-s0513a40:344": "Tayāmā labbhitā iddhī, ettha me natthi saṃsayo.",
  "atk-s0513a40:345": "77.",
  "atk-s0513a40:346": " ‘‘Yathāpi bījamaggimhi, ḍayhati na virūhati;",
  "atk-s0513a40:347": "Evaṃ kataṃ asappurise, nassati na virūhati.",
  "atk-s0513a40:348": "78.",
  "atk-s0513a40:349": " ‘‘Kataññumhi ca posamhi, sīlavante ariyavuttine;",
  "atk-s0513a40:350": "Sukhette viya bījāni, kataṃ tamhi na nassatī’’ti.",
  "atk-s0513a40:351": "Tattha saṃsatīti ācikkhati. Kāraṇaṃ katanti ākaḍḍhanavikaḍḍhanapothanakoṭṭanasaṅkhātaṃ kāraṇaṃ katanti attho. Sakhīnaṃ sājīvakaroti samma, pottika tvaṃ sahāyakānaṃ suājīvakaro jīvikāya uppādetā. Mama sākhassa cūbhayanti mayhañca sākhassa ca ubhinnampi sakhīnanti attho. Tvaṃ nosissariyanti tvaṃ no asi issariyaṃ dātā, tava santikā imā sampattī amhehi laddhā. Mahantatanti mahantabhāvaṃ.",
  "atk-s0513a40:352": "Evañca pana vatvā ettakaṃ kathente nigrodhe sākho tattheva aṭṭhāsi. Atha naṃ rājā ‘‘sākha imaṃ pottikaṃ sañjānāsī’’ti pucchi. So tuṇhī ahosi. Athassa rājā daṇḍaṃ āṇāpento aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:353": "79.",
  "atk-s0513a40:354": " ‘‘Imaṃ jammaṃ nekatikaṃ, asappurisacintakaṃ;",
  "atk-s0513a40:355": "Hanantu sākhaṃ sattīhi, nāssa icchāmi jīvita’’nti.",
  "atk-s0513a40:356": "Tattha jammanti lāmakaṃ. Nekatikanti vañcakaṃ.",
  "atk-s0513a40:357": "Taṃ sutvā pottiko ‘‘mā esa bālo maṃ nissāya nassatū’’ti cintetvā navamaṃ gāthamāha –",
  "atk-s0513a40:358": "80.",
  "atk-s0513a40:359": " ‘‘Khamatassa mahārāja, pāṇā na paṭiānayā;",
  "atk-s0513a40:360": "Khama deva asappurisassa, nāssa icchāmahaṃ vadha’’nti.",
  "atk-s0513a40:361": "Tattha khamatassāti khamataṃ assa, etassa asappurisassa khamathāti attho. Na paṭiānayāti matassa nāma pāṇā paṭiānetuṃ na sakkā.",
  "atk-s0513a40:362": "Rājā tassa vacanaṃ sutvā sākhassa khami, senāpatiṭṭhānampi pottikasseva dātukāmo ahosi , so pana na icchi. Athassa sabbasenānīnaṃ vicāraṇārahaṃ bhaṇḍāgārikaṭṭhānaṃ nāma adāsi. Pubbe kiretaṃ ṭhānantaraṃ nāhosi, tato paṭṭhāya jātaṃ. Aparabhāge pottiko bhaṇḍāgāriko puttadhītāhi vaḍḍhamāno attano puttadhītānaṃ ovādavasena osānagāthamāha –",
  "atk-s0513a40:363": "81.",
  "atk-s0513a40:364": " ‘‘Nigrodhameva seveyya, na sākhamupasaṃvase;",
  "atk-s0513a40:365": "Nigrodhasmiṃ mataṃ seyyo, yañce sākhasmi jīvita’’nti.",
  "atk-s0513a40:366": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘evaṃ, bhikkhave, devadatto pubbepi akataññūyevā’’ti vatvā jātakaṃ samodhānesi – ‘‘tadā sākho devadatto ahosi, pottiko ānando, nigrodho pana ahameva ahosi’’nti.",
  "atk-s0513a40:367": "Nigrodhajātakavaṇṇanā sattamā.",
  "atk-s0513a40:369": " [446] 8. Takkalajātakavaṇṇanā",
  "atk-s0513a40:370": "Na takkalā santi na āluvānīti idaṃ satthā jetavane viharanto ekaṃ pituposakaṃ upāsakaṃ ārabbha kathesi. So kira daliddakule paccājāto mātari kālakatāya pātova uṭṭhāya dantakaṭṭhamukhodakadānādīni karonto bhatiṃ vā kasiṃ vā katvā laddhavibhavānurūpena yāgubhattādīni sampādetvā pitaraṃ posesi. Atha naṃ pitā āha – ‘‘tāta, tvaṃ ekakova anto ca bahi ca kattabbaṃ karosi, ekaṃ te kuladārikaṃ ānessāmi, sā te gehe kattabbaṃ karissatī’’ti. ‘‘Tāta, itthiyo nāma gharaṃ āgatā neva mayhaṃ, na tumhākaṃ cittasukhaṃ karissanti, mā evarūpaṃ cintayittha, ahaṃ yāvajīvaṃ tumhe posetvā tumhākaṃ accayena jānissāmī’’ti. Athassa pitā anicchamānasseva ekaṃ kumārikaṃ ānesi. Sā sasurassa ca sāmikassa ca upakārikā ahosi nīcavutti. Sāmikopissā ‘‘mama pitu upakārikā’’ti tussitvā laddhaṃ laddhaṃ manāpaṃ āharitvā deti, sāpi taṃ sasurasseva upanāmesi. Sā aparabhāge cintesi ‘‘mayhaṃ sāmiko laddhaṃ laddhaṃ pitu adatvā mayhameva deti, addhā pitari nisneho jāto, imaṃ mahallakaṃ ekenupāyena mama sāmikassa paṭikkūlaṃ katvā gehā nikkaḍḍhāpessāmī’’ti.",
  "atk-s0513a40:371": "Sā tato paṭṭhāya udakaṃ atisītaṃ vā accuṇhaṃ vā, āhāraṃ atiloṇaṃ vā aloṇaṃ vā , bhattaṃ uttaṇḍulaṃ vā atikilinnaṃ vāti evamādīni tassa kodhuppattikāraṇāni katvā tasmiṃ kujjhante ‘‘ko imaṃ mahallakaṃ upaṭṭhātuṃ sakkhissatī’’ti pharusāni vatvā kalahaṃ vaḍḍhesi. Tattha tattha kheḷapiṇḍādīni chaḍḍetvāpi sāmikaṃ ujjhāpesi ‘‘passa pitu kammaṃ, ‘idañcidañca mā karī’ti vutte kujjhati, imasmiṃ gehe pitaraṃ vā vasāpehi maṃ vā’’ti. Atha naṃ so ‘‘bhadde, tvaṃ daharā yattha katthaci jīvituṃ sakkhissasi, mayhaṃ pitā mahallako, tvaṃ tassa asahantī imamhā gehā nikkhamā’’ti āha. Sā bhītā ‘‘ito paṭṭhāya evaṃ na karissāmī’’ti sasurassa pādesu patitvā khamāpetvā pakatiniyāmeneva paṭijaggituṃ ārabhi. Atha so upāsako purimadivasesu tāya ubbāḷho satthu santikaṃ dhammassavanāya agantvā tassā pakatiyā patiṭṭhitakāle agamāsi. Atha naṃ satthā ‘‘kiṃ, upāsaka, sattaṭṭha divasāni dhammassavanāya nāgatosī’’ti pucchi. So taṃ kāraṇaṃ kathesi. Satthā ‘‘idāni tāva tassā kathaṃ aggahetvā pitaraṃ na nīharāpesi, pubbe pana etissā kathaṃ gahetvā pitaraṃ āmakasusānaṃ netvā āvāṭaṃ khaṇitvā tattha naṃ pakkhipitvā māraṇakāle ahaṃ sattavassiko hutvā mātāpitūnaṃ guṇaṃ kathetvā pitughātakakammā nivāresiṃ, tadā tvaṃ mama kathaṃ sutvā tava pitaraṃ yāvajīvaṃ paṭijaggitvā saggaparāyaṇo jāto, svāyaṃ mayā dinno ovādo bhavantaragatampi na vijahati, iminā kāraṇena tassā kathaṃ aggahetvā idāni tayā pitā na nīhaṭo’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a40:372": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente aññatarasmiṃ kāsigāme ekassa kulassa ghare ekaputtako ahosi nāmena saviṭṭhako nāma. So mātāpitaro paṭijagganto aparabhāge mātari kālakatāya pitaraṃ posesīti sabbaṃ vatthu paccuppannavatthuniyāmeneva kathetabbaṃ. Ayaṃ panettha viseso. Tadā sā itthī ‘‘passa pitu kammaṃ, ‘idañcidañca mā karī’ti vutte kujjhatī’’ti vatvā ‘‘sāmi, pitā te caṇḍo pharuso niccaṃ kalahaṃ karoti, jarājiṇṇo byādhipīḷito na cirasseva marissati, ahañca etena saddhiṃ ekagehe vasituṃ na sakkomi, sayampesa katipāhena marissatiyeva, tvaṃ etaṃ āmakasusānaṃ netvā āvāṭaṃ khaṇitvā tattha naṃ pakkhipitvā kuddālena sīsaṃ chinditvā jīvitakkhayaṃ pāpetvā upari paṃsunā chādetvā āgacchāhī’’ti āha. So tāya punappunaṃ vuccamāno ‘‘bhadde, purisamāraṇaṃ nāma bhāriyaṃ, kathaṃ naṃ māressāmī’’ti āha. ‘‘Ahaṃ te upāyaṃ ācikkhissāmī’’ti. ‘‘Ācikkha tāvā’’ti. ‘‘Sāmi, tvaṃ paccūsakāle pitu nisinnaṭṭhānaṃ gantvā yathā sabbe suṇanti, evaṃ mahāsaddaṃ katvā ‘tāta, asukagāme tumhākaṃ uddhāraṇako atthi, mayi gate na deti, tumhākaṃ accayena na dassateva, sve yānake nisīditvā pātova gacchissāmā’ti vatvā tena vuttavelāyameva uṭṭhāya yānakaṃ yojetvā tattha nisīdāpetvā āmakasusānaṃ netvā āvāṭaṃ khaṇitvā corehi acchinnasaddaṃ katvā māretvā āvāṭe pakkhipitvā sīsaṃ chinditvā nhāyitvā āgacchā’’ti.",
  "atk-s0513a40:373": "Saviṭṭhako ‘‘atthesa upāyo’’ti tassā vacanaṃ sampaṭicchitvā yānakaṃ gamanasajjaṃ akāsi. Tassa paneko sattavassiko putto atthi paṇḍito byatto. So mātu vacanaṃ sutvā ‘‘mayhaṃ mātā pāpadhammā pitaraṃ me pitughātakammaṃ kāreti, ahaṃ imassa pitughātakammaṃ kātuṃ na dassāmī’’ti saṇikaṃ gantvā ayyakena saddhiṃ nipajji. Saviṭṭhakopi itarāya vuttavelāya yānakaṃ yojetvā ‘‘ehi, tāta, uddhāraṃ sodhessāmā’’ti pitaraṃ yānake nisīdāpesi. Kumāropi paṭhamataraṃ yānakaṃ abhiruhi. Saviṭṭhako taṃ nivāretuṃ asakkonto teneva saddhiṃ āmakasusānaṃ gantvā pitarañca kumārakena saddhiṃ ekamante ṭhapetvā sayaṃ otaritvā kuddālapiṭakaṃ ādāya ekasmiṃ paṭicchannaṭṭhāne caturassāvāṭaṃ khaṇituṃ ārabhi. Kumārako otaritvā tassa santikaṃ gantvā ajānanto viya kathaṃ samuṭṭhāpetvā paṭhamaṃ gāthamāha –",
  "atk-s0513a40:374": "82.",
  "atk-s0513a40:375": " ‘‘Na takkalā santi na āluvāni, na biḷāliyo na kaḷambāni tāta;",
  "atk-s0513a40:376": "Eko araññamhi susānamajjhe, kimatthiko tāta khaṇāsi kāsu’’nti.",
  "atk-s0513a40:377": "Tattha na takkalā santīti piṇḍālukandā na santi. Āluvānīti āluvakandā. Biḷāliyoti biḷārivallikandā. Kaḷambānīti tālakandā.",
  "atk-s0513a40:378": "Athassa pitā dutiyaṃ gāthamāha –",
  "atk-s0513a40:379": "83.",
  "atk-s0513a40:380": " ‘‘Pitāmaho tāta sudubbalo te, anekabyādhīhi dukhena phuṭṭho;",
  "atk-s0513a40:381": "Tamajjahaṃ nikhaṇissāmi sobbhe, na hissa taṃ jīvitaṃ rocayāmī’’ti.",
  "atk-s0513a40:382": "Tattha anekabyādhīhīti anekehi byādhīhi uppannena dukkhena phuṭṭho. Na hissa tanti ahañhi tassa tava pitāmahassa taṃ dujjīvitaṃ na icchāmi, ‘‘evarūpā jīvitā maraṇamevassa vara’’nti maññamāno taṃ sobbhe nikhaṇissāmīti.",
  "atk-s0513a40:383": "Taṃ sutvā kumāro upaḍḍhaṃ gāthamāha –",
  "atk-s0513a40:384": "84.",
  "atk-s0513a40:385": " ‘‘Saṅkappametaṃ paṭiladdha pāpakaṃ, accāhitaṃ kamma karosi ludda’’nti.",
  "atk-s0513a40:386": "Tassattho – tāta, tvaṃ ‘‘pītaraṃ dukkhā pamocessāmī’’ti maraṇadukkhena yojento etaṃ pāpakaṃ saṅkappaṃ paṭiladdhā tassa ca saṅkappavasena hitaṃ atikkamma ṭhitattā accāhitaṃ kammaṃ karosi luddanti.",
  "atk-s0513a40:387": "Evañca pana vatvā kumāro pitu hatthato kuddālaṃ gahetvā avidūre aññataraṃ āvāṭaṃ khaṇituṃ ārabhi. Atha naṃ pitā upasaṅkamitvā ‘‘kasmā, tāta, āvāṭaṃ khaṇasī’’ti pucchi. So tassa kathento tatiyaṃ gāthamāha –",
  "atk-s0513a40:388": "‘‘Mayāpi tāta paṭilacchase tuvaṃ, etādisaṃ kamma jarūpanīto;",
  "atk-s0513a40:389": "Taṃ kullavattaṃ anuvattamāno, ahampi taṃ nikhaṇissāmi sobbhe’’ti.",
  "atk-s0513a40:390": "Tassattho – tāta, ahampi etasmiṃ sobbhe taṃ mahallakakāle nikhaṇissāmi, iti kho tāta, mayāpi kate imasmiṃ sobbhe tuvaṃ jarūpanīto etādisaṃ kammaṃ paṭilacchase, yaṃ etaṃ tayā pavattitaṃ kulavattaṃ, taṃ anuvattamāno vayappatto bhariyāya saddhiṃ vasanto ahampi taṃ nikhaṇissāmi sobbheti.",
  "atk-s0513a40:391": "Athassa pitā catutthaṃ gāthamāha –",
  "atk-s0513a40:392": "85.",
  "atk-s0513a40:393": " ‘‘Pharusāhi vācāhi pakubbamāno, āsajja maṃ tvaṃ vadase kumāra;",
  "atk-s0513a40:394": "Putto mamaṃ orasako samāno, ahītānukampī mama tvaṃsi puttā’’ti.",
  "atk-s0513a40:395": "Tattha pakubbamānoti abhibhavanto. Āsajjāti ghaṭṭetvā.",
  "atk-s0513a40:396": "Evaṃ vutte paṇḍitakumārako ekaṃ paṭivacanagāthaṃ, dve udānagāthāti tisso gāthā abhāsi –",
  "atk-s0513a40:397": "86.",
  "atk-s0513a40:398": " ‘‘Na tāhaṃ tāta ahitānukampī, hitānukampī te ahampi tāta;",
  "atk-s0513a40:399": "Pāpañca taṃ kamma pakubbamānaṃ, arahāmi no vārayituṃ tato.",
  "atk-s0513a40:400": "87.",
  "atk-s0513a40:401": " ‘‘Yo mātaraṃ vā pitaraṃ saviṭṭha, adūsake hiṃsati pāpadhammo;",
  "atk-s0513a40:402": "Kāyassa bhedā abhisamparāyaṃ, asaṃsayaṃ so nirayaṃ upeti.",
  "atk-s0513a40:403": "88.",
  "atk-s0513a40:404": " ‘‘Yo mātaraṃ vā pitaraṃ saviṭṭha, annena pānena upaṭṭhahāti;",
  "atk-s0513a40:405": "Kāyassa bhedā abhisamparāyaṃ, asaṃsayaṃ so sugatiṃ upetī’’ti. –",
  "atk-s0513a40:406": "Imaṃ pana puttassa dhammakathaṃ sutvā pitā aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:407": "89.",
  "atk-s0513a40:408": " ‘‘Na me tvaṃ putta ahitānukampī, hitānukampī me tvaṃsi putta;",
  "atk-s0513a40:409": "Ahañca taṃ mātarā vuccamāno, etādisaṃ kamma karomi ludda’’nti.",
  "atk-s0513a40:410": "Tattha ahañca taṃ mātarāti ahañca te mātarā, ayameva vā pāṭho.",
  "atk-s0513a40:411": "Taṃ sutvā kumāro ‘‘tāta, itthiyo nāma uppanne dose aniggayhamānā punappunaṃ pāpaṃ karonti, mama mātā yathā puna evarūpaṃ na karoti, tathā naṃ paṇāmetuṃ vaṭṭatī’’ti navamaṃ gāthamāha –",
  "atk-s0513a40:412": "90.",
  "atk-s0513a40:413": " ‘‘Yā te sā bhariyā anariyarūpā, mātā mamesā sakiyā janetti;",
  "atk-s0513a40:414": "Niddhāpaye tañca sakā agārā, aññampi te sā dukhamāvaheyyā’’ti.",
  "atk-s0513a40:415": "Saviṭṭhako paṇḍitaputtassa kathaṃ sutvā somanassajāto hutvā ‘‘gacchāma, tātā’’ti saddhiṃ puttena ca pitarā ca yānake nisīditvā pāyāsi. Sāpi kho anācārā ‘‘nikkhantā no gehā kāḷakaṇṇī’’ti haṭṭhatuṭṭhā allagomayena gehaṃ upalimpetvā pāyāsaṃ pacitvā āgamanamaggaṃ olokentī te āgacchante disvā ‘‘nikkhantaṃ kāḷakaṇṇiṃ puna gahetvā āgato’’ti kujjhitvā ‘‘are nikatika, nikkhantaṃ kāḷakaṇṇiṃ puna ādāya āgatosī’’ti paribhāsi. Saviṭṭhako kiñci avatvā yānakaṃ mocetvā ‘‘anācāre kiṃ vadesī’’ti taṃ sukoṭṭitaṃ koṭṭetvā ‘‘ito paṭṭhāya mā imaṃ gehaṃ pāvisī’’ti pāde gahetvā nikkaḍḍhi. Tato pitarañca puttañca nhāpetvā sayampi nhāyitvā tayopi pāyāsaṃ paribhuñjiṃsu. Sāpi pāpadhammā katipāhaṃ aññasmiṃ gehe vasi. Tasmiṃ kāle putto pitaraṃ āha – ‘‘tāta, mama mātā ettakena na bujjhati, tumhe mama mātu maṅkubhāvakaraṇatthaṃ ‘asukagāmake mama mātuladhītā atthi , sā mayhaṃ pitarañca puttañca mañca paṭijaggissati, taṃ ānessāmī’ti vatvā mālāgandhādīni ādāya yānakena nikkhamitvā khettaṃ anuvicaritvā sāyaṃ āgacchathā’’ti. So tathā akāsi.",
  "atk-s0513a40:416": "Paṭivissakakule itthiyo ‘‘sāmiko kira te aññaṃ bhariyaṃ ānetuṃ asukagāmaṃ nāma gato’’ti tassā ācikkhiṃsu. Sā ‘‘dānimhi naṭṭhā, natthi me puna okāso’’ti bhītā tasitā hutvā ‘‘puttameva yācissāmī’’ti paṇḍitaputtassa santikaṃ gantvā tassa pādesu patitvā ‘‘tāta, taṃ ṭhapetvā añño mama paṭisaraṇaṃ natthi, ito paṭṭhāya tava pitarañca pitāmahañca alaṅkatacetiyaṃ viya paṭijaggissāmi, puna mayhaṃ imasmiṃ ghare pavesanaṃ karohī’’ti āha. So ‘‘sādhu, amma, sace puna evarūpaṃ na karissatha, karissāmi, appamattā hothā’’ti vatvā pitu āgatakāle dasamaṃ gāthamāha –",
  "atk-s0513a40:417": "91.",
  "atk-s0513a40:418": " ‘‘Yā te sā bhariyā anariyarūpā, mātā mamesā sakiyā janetti;",
  "atk-s0513a40:419": "Dantā kareṇūva vasūpanītā, sā pāpadhammā punarāvajātū’’ti.",
  "atk-s0513a40:420": "Tattha kareṇūvāti tāta, idāni sā āneñjakāraṇaṃ kārikā hatthinī viya dantā vasaṃ upanītā nibbisevanā jātā. Punarāgajātūti puna imaṃ gehaṃ āgacchatūti.",
  "atk-s0513a40:421": "Evaṃ so pitu dhammaṃ kathetvā gantvā mātaraṃ ānesi. Sā sāmikañca sasurañca khamāpetvā tato paṭṭhāya dantā dhammena samannāgatā hutvā sāmikañca sasurañca puttañca paṭijaggi. Ubhopi ca puttassa ovāde ṭhatvā dānādīni puññāni karitvā saggaparāyaṇā ahesuṃ.",
  "atk-s0513a40:422": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne pituposako sotāpattiphale patiṭṭhahi. Tadā pitā ca putto ca suṇisā ca teyeva ahesuṃ, paṇḍitakumāro pana ahameva ahosinti.",
  "atk-s0513a40:423": "Takkalajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a40:425": " [447] 9. Mahādhammapālajātakavaṇṇanā",
  "atk-s0513a40:426": "Kiṃte vatanti idaṃ satthā paṭhamagamanena kapilapuraṃ gantvā nigrodhārāme viharanto pitu nivesane rañño asaddahanaṃ ārabbha kathesi. Tadā hi suddhodanamahārājā vīsatisahassabhikkhuparivārassa bhagavato attano nivesane yāgukhajjakaṃ datvā antarābhatte sammodanīyaṃ kathaṃ kathento ‘‘bhante, tumhākaṃ padhānakāle devatā āgantvā ākāse ṭhatvā ‘putto te siddhatthakumāro appāhāratāya mato’ti mayhaṃ ārocesu’’nti āha. Satthārā ca ‘‘saddahi, mahārājā’’ti vutte ‘‘na saddahiṃ, bhante, ākāse ṭhatvā kathentiyopi devatā, ‘mama puttassa bodhitale buddhattaṃ appatvā parinibbānaṃ nāma natthī’ti paṭikkhipi’’nti āha. ‘‘Mahārāja, pubbepi tvaṃ mahādhammapālakālepi ‘putto te mato imānissa aṭṭhīnī’ti dassetvā vadantassapi disāpāmokkhācariyassa ‘amhākaṃ kule taruṇakāle kālakiriyā nāma natthī’ti na saddahi, idāni pana kasmā saddahissasī’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a40:427": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente kāsiraṭṭhe dhammapālagāmo nāma ahosi. So dhammapālakulassa vasanatāya etaṃ nāmaṃ labhi. Tattha dasannaṃ kusalakammapathānaṃ pālanato ‘‘dhammapālo’’tveva paññāto brāhmaṇo paṭivasati, tassa kule antamaso dāsakammakarāpi dānaṃ denti, sīlaṃ rakkhanti, uposathakammaṃ karonti. Tadā bodhisatto tasmiṃ kule nibbatti, ‘‘dhammapālakumāro’’tvevassa nāmaṃ kariṃsu. Atha naṃ vayappattaṃ pitā sahassaṃ datvā sippuggahaṇatthāya takkasilaṃ pesesi. So tattha gantvā disāpāmokkhācariyassa santike sippaṃ uggaṇhi, pañcannaṃ māṇavakasatānaṃ jeṭṭhantevāsiko ahosi. Tadā ācariyassa jeṭṭhaputto kālamakāsi. Ācariyo māṇavakaparivuto ñātigaṇena saddhiṃ rodanto kandanto susāne tassa sarīrakiccaṃ kāreti. Tattha ācariyo ca ñātivaggo cassa antevāsikā ca rodanti paridevanti, dhammapāloyeveko na rodati na paridevati. Apica kho pana tesu pañcasatesu māṇavesu susānā āgamma ācariyassa santike nisīditvā ‘‘aho evarūpo nāma ācārasampanno taruṇamāṇavo taruṇakāleyeva mātāpitūhi vippayutto maraṇappatto’’ti vadantesu ‘‘sammā, tumhe ‘taruṇo’ti bhaṇatha, atha kasmā taruṇakāleyeva marati, nanu ayuttaṃ taruṇakāle maritu’’nti āha.",
  "atk-s0513a40:428": "Atha naṃ te āhaṃsu ‘‘kiṃ pana samma, tvaṃ imesaṃ sattānaṃ maraṇabhāvaṃ na jānāsī’’ti? Jānāmi, taruṇakāle pana na maranti, mahallakakāleyeva marantīti. Nanu aniccā sabbe saṅkhārā hutvā abhāvinoti? ‘‘Saccaṃ aniccā, daharakāle pana sattā na maranti, mahallakakāle maranti, aniccataṃ pāpuṇantī’’ti. ‘‘Kiṃ samma, dhammapāla, tumhākaṃ gehe na keci marantī’’ti? ‘‘Daharakāle pana na maranti, mahallakakāleyeva marantī’’ti. ‘‘Kiṃ panesā tumhākaṃ kulapaveṇī’’ti? ‘‘Āma kulapaveṇī’’ti. Māṇavā taṃ tassa kathaṃ ācariyassa ārocesuṃ. Atha naṃ so pakkosāpetvā pucchi ‘‘saccaṃ kira tāta dhammapāla, tumhākaṃ kule daharakāle na mīyantī’’ti? ‘‘Saccaṃ ācariyā’’ti. So tassa vacanaṃ sutvā cintesi ‘‘ayaṃ ativiya acchariyaṃ vadati, imassa pitu santikaṃ gantvā pucchitvā sace etaṃ saccaṃ, ahampi tameva dhammaṃ pūressāmī’’ti. So puttassa kattabbakiccaṃ katvā sattaṭṭhadivasaccayena dhammapālaṃ pakkosāpetvā ‘‘tāta, ahaṃ khippaṃ āgamissāmi, yāva mamāgamanā ime māṇave sippaṃ vācehī’’ti vatvā ekassa eḷakassa aṭṭhīni gahetvā dhovitvā pasibbake katvā ekaṃ cūḷupaṭṭhākaṃ ādāya takkasilato nikkhamitvā anupubbena taṃ gāmaṃ patvā ‘‘kataraṃ mahādhammapālassa geha’’nti pucchitvā gantvā dvāre aṭṭhāsi. Brāhmaṇassa dāsamanussesu yo yo paṭhamaṃ addasa, so so ācariyassa hatthato chattaṃ gaṇhi, upāhanaṃ gaṇhi, upaṭṭhākassapi hatthato pasibbakaṃ gaṇhi. ‘‘Puttassa vo dhammapālakumārassa ācariyo dvāre ṭhitoti kumārassa pitu ārocethā’’ti ca vuttā ‘‘sādhū’’ti gantvā ārocayiṃsu. So vegena dvāramūlaṃ gantvā ‘‘ito ethā’’ti taṃ gharaṃ abhinetvā pallaṅke nisīdāpetvā sabbaṃ pādadhovanādikiccaṃ akāsi.",
  "atk-s0513a40:429": "Ācariyo bhuttabhojano sukhakathāya nisinnakāle ‘‘brāhmaṇa, putto te dhammapālakumāro paññavā tiṇṇaṃ vedānaṃ aṭṭhārasannañca sippānaṃ nipphattiṃ patto, apica kho panekena aphāsukena jīvitakkhayaṃ patto, sabbe saṅkhārā aniccā, mā socitthā’’ti āha. Brāhmaṇo pāṇiṃ paharitvā mahāhasitaṃ hasi. ‘‘Kiṃ nu brāhmaṇa, hasasī’’ti ca vutte ‘‘mayhaṃ putto na marati, añño koci mato bhavissatī’’ti āha. ‘‘Brāhmaṇa, puttoyeva te mato, puttasseva te aṭṭhīni disvā saddahā’’ti aṭṭhīni nīharitvā ‘‘imāni te puttassa aṭṭhīnī’’ti āha. Etāni eḷakassa vā sunakhassa vā bhavissanti, mayhaṃ pana putto na marati, amhākāñhi kule yāva sattamā kulaparivaṭṭā taruṇakāle matapubbā nāma natthi, tvaṃ musā bhaṇasīti. Tasmiṃ khaṇe sabbepi pāṇiṃ paharitvā mahāhasitaṃ hasiṃsu. Ācariyo taṃ acchariyaṃ disvā somanassappatto hutvā ‘‘brāhmaṇa, tumhākaṃ kulapaveṇiyaṃ daharānaṃ amaraṇena na sakkā ahetukena bhavituṃ, kena vo kāraṇena daharā na mīyantī’’ti pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a40:430": "92.",
  "atk-s0513a40:431": " ‘‘Kiṃ te vataṃ kiṃ pana brahmacariyaṃ, kissa suciṇṇassa ayaṃ vipāko;",
  "atk-s0513a40:432": "Akkhāhi me brāhmaṇa etamatthaṃ, kasmā nu tumhaṃ daharā na mīyare’’ti.",
  "atk-s0513a40:433": "Tattha vatanti vatasamādānaṃ. Brahmacariyanti seṭṭhacariyaṃ. Kissa suciṇṇassāti tumhākaṃ kule daharānaṃ amaraṇaṃ nāma katarasucaritassa vipākoti.",
  "atk-s0513a40:434": "Taṃ sutvā brāhmaṇo yesaṃ guṇānaṃ ānubhāvena tasmiṃ kule daharā na mīyanti, te vaṇṇayanto –",
  "atk-s0513a40:435": "93.",
  "atk-s0513a40:436": " ‘‘Dhammaṃ carāma na musā bhaṇāma, pāpāni kammāni parivajjayāma;",
  "atk-s0513a40:437": "Anariyaṃ parivajjemu sabbaṃ, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:438": "94.",
  "atk-s0513a40:439": " ‘‘Suṇoma dhammaṃ asataṃ satañca, na cāpi dhammaṃ asataṃ rocayāma;",
  "atk-s0513a40:440": "Hitvā asante na jahāma sante, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:441": "95.",
  "atk-s0513a40:442": " ‘‘Pubbeva dānā sumanā bhavāma, dadampi ve attamanā bhavāma;",
  "atk-s0513a40:443": "Datvāpi ve nānutappāma pacchā, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:444": "96.",
  "atk-s0513a40:445": " ‘‘Samaṇe mayaṃ brāhmaṇe addhike ca, vanibbake yācanake dalidde;",
  "atk-s0513a40:446": "Annena pānena abhitappayāma, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:447": "97.",
  "atk-s0513a40:448": " ‘‘Mayañca bhariyaṃ nātikkamāma, amhe ca bhariyā nātikkamanti;",
  "atk-s0513a40:449": "Aññatra tāhi brahmacariyaṃ carāma, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:450": "98.",
  "atk-s0513a40:451": " ‘‘Pāṇātipātā viramāma sabbe, loke adinnaṃ parivajjayāma;",
  "atk-s0513a40:452": "Amajjapā nopi musā bhaṇāma, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:453": "99.",
  "atk-s0513a40:454": " ‘‘Etāsu ve jāyare suttamāsu, medhāvino honti pahūtapaññā;",
  "atk-s0513a40:455": "Bahussutā vedaguno ca honti, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:456": "100.",
  "atk-s0513a40:457": " ‘‘Mātā pitā ca bhaginī bhātaro ca, puttā ca dārā ca mayañca sabbe;",
  "atk-s0513a40:458": "Dhammaṃ carāma paralokahetu, tasmā hi amhaṃ daharā na mīyare.",
  "atk-s0513a40:459": "101.",
  "atk-s0513a40:460": " ‘‘Dāsā ca dāsyo anujīvino ca, paricārakā kammakarā ca sabbe;",
  "atk-s0513a40:461": "Dhammaṃ caranti paralokahetu, tasmā hi amhaṃ daharā na mīyare’’ti. –",
  "atk-s0513a40:462": "Imā gāthā āha.",
  "atk-s0513a40:463": "Tattha dhammaṃ carāmāti dasakusalakammapathadhammaṃ carāma, attano jīvitahetu antamaso kunthakipillikampi jīvitā na voropema, parabhaṇḍaṃ lobhacittena na olokemāti sabbaṃ vitthāretabbaṃ. Musāvādo cettha musāvādissa akaraṇapāpaṃ nāma natthīti ussannavasena puna vutto. Te kira hasādhippāyenapi musā na bhaṇanti. Pāpānīti sabbāni nirayagāmikammāni. Anariyanti ariyagarahitaṃ sabbaṃ asundaraṃ aparisuddhaṃ kammaṃ parivajjayāma. Tasmā hi amhanti ettha hi-kāro nipātamatto, tena kāraṇena amhākaṃ daharā na mīyanti, antarā akālamaraṇaṃ nāma no natthīti attho. ‘‘Tasmā amha’’ntipi pāṭho. Suṇomāti mayaṃ kiriyavādānaṃ sappurisānaṃ kusaladīpanampi asappurisānaṃ akusaladīpanampi dhammaṃ suṇoma , so pana no sutamattakova hoti, taṃ na rocayāma. Tehi pana no saddhiṃ viggaho vā vivādo vā mā hotūti dhammaṃ suṇāma, sutvāpi hitvā asante sante vattāma, ekampi khaṇaṃ na jahāma sante, pāpamitte pahāya kalyāṇamittasevinova homāti.",
  "atk-s0513a40:464": "Samaṇe mayaṃ brāhmaṇeti mayaṃ samitapāpe bāhitapāpe paccekabuddhasamaṇabrāhmaṇepi avasesadhammikasamaṇabrāhmaṇepi addhikayācake sesajanepi annapānena abhitappemāti attho. Pāḷiyaṃ pana ayaṃ gāthā ‘‘pubbeva dānā’’ti gāthāya pacchato āgatā. Nātikkamāmāti attano bhariyaṃ atikkamitvā bahi aññaṃ micchācāraṃ na karoma. Aññatra tāhīti tā attano bhariyā ṭhapetvā sesaitthīsu brahmacariyaṃ carāma, amhākaṃ bhariyāpi sesapurisesu evameva vattanti. Jāyareti jāyanti. Suttamāsūti susīlāsu uttamitthīsu. Idaṃ vuttaṃ hoti – ye etāsu sampannasīlāsu uttamitthīsu amhākaṃ puttā jāyanti, te medhāvinoti evaṃpakārā honti, kuto tesaṃ antarā maraṇaṃ, tasmāpi amhākaṃ kule daharā na marantīti. Dhammaṃ carāmāti paralokatthāya tividhasucaritadhammaṃ carāma. Dāsyoti dāsiyo.",
  "atk-s0513a40:465": "Avasāne –",
  "atk-s0513a40:466": "102.",
  "atk-s0513a40:467": " ‘‘Dhammo have rakkhati dhammacāriṃ, dhammo suciṇṇo sukhamāvahati;",
  "atk-s0513a40:468": "Esānisaṃso dhamme suciṇṇe, na duggatiṃ gacchati dhammacārī.",
  "atk-s0513a40:469": "103.",
  "atk-s0513a40:470": " ‘‘Dhammo have rakkhati dhammacāriṃ, chattaṃ mahantaṃ viya vassakāle;",
  "atk-s0513a40:471": "Dhammena gutto mama dhammapālo, aññassa aṭṭhīni sukhī kumāro’’ti. –",
  "atk-s0513a40:472": "Imāhi dvīhi gāthāhi dhammacārīnaṃ guṇaṃ kathesi.",
  "atk-s0513a40:473": "Tattha rakkhatīti dhammo nāmeso rakkhito attano rakkhitaṃ paṭirakkhati. Sukhamāvahatīti devamanussasukhañceva nibbānasukhañca āvahati. Naduggatinti nirayādibhedaṃ duggatiṃ na gacchati. Evaṃ brāhmaṇa, mayaṃ dhammaṃ rakkhāma, dhammopi amhe rakkhatīti dasseti. Dhammena guttoti mahāchattasadisena attanā gopitadhammena gutto. Aññassa aṭṭhīnīti tayā ānītāni aṭṭhīni aññassa eḷakassa vā sunakhassa vā aṭṭhīni bhavissanti, chaḍḍethetāni, mama putto sukhī kumāroti.",
  "atk-s0513a40:474": "Taṃ sutvā ācariyo ‘‘mayhaṃ āgamanaṃ suāgamanaṃ, saphalaṃ, no nipphala’’nti sañjātasomanasso dhammapālassa pitaraṃ khamāpetvā ‘‘mayā āgacchantena tumhākaṃ vīmaṃsanatthāya imāni eḷakaaṭṭhīni ābhatāni, putto te arogoyeva, tumhākaṃ rakkhitadhammaṃ mayhampi dethā’’ti paṇṇe likhitvā katipāhaṃ tattha vasitvā takkasilaṃ gantvā dhammapālaṃ sabbasippāni sikkhāpetvā mahantena parivārena pesesi.",
  "atk-s0513a40:475": "Satthā suddhodanamahārājassa imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne rājā anāgāmiphale patiṭṭhahi. Tadā mātāpitaro mahārājakulāni ahesuṃ, ācariyo sāriputto, parisā buddhaparisā, dhammapālakumāro pana ahameva ahosinti.",
  "atk-s0513a40:476": "Mahādhammapālajātakavaṇṇanā navamā.",
  "atk-s0513a40:478": " [448] 10. Kukkuṭajātakavaṇṇanā",
  "atk-s0513a40:479": "Nāsmasekatapāpamhīti idaṃ satthā veḷuvane viharanto devadattassa vadhāya parisakkanaṃ ārabbha kathesi. Dhammasabhāyañhi bhikkhū devadattassa aguṇakathaṃ samuṭṭhāpesuṃ ‘‘āvuso, devadatto dhanuggahādipayojanena dasabalassa vadhatthameva upāyaṃ karotī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi esa mayhaṃ vadhāya parisakkiyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0513a40:480": "Atīte kosambiyaṃ kosambako nāma rājā rajjaṃ kāresi. Tadā bodhisatto ekasmiṃ veḷuvane kukkuṭayoniyaṃ nibbattitvā anekasatakukkuṭaparivāro araññe vasati, tassāvidūre eko seno vasati . So upāyena ekekaṃ kukkuṭaṃ gahetvā khādanto ṭhapetvā bodhisattaṃ sese khādi, bodhisatto ekakova ahosi. So appamatto velāya gocaraṃ gahetvā veḷuvanaṃ pavisitvā vasati. So seno taṃ gaṇhituṃ asakkonto ‘‘ekena naṃ upāyena upalāpetvā gaṇhissāmī’’ti cintetvā tassāvidūre sākhāya nilīyitvā ‘‘samma kukkuṭarāja, tvaṃ mayhaṃ kasmā bhāyasi, ahaṃ tayā saddhiṃ vissāsaṃ kattukāmo, asukasmiṃ nāma padese sampannagocaro, tattha ubhopi gocaraṃ gahetvā aññamaññaṃ piyasaṃvāsaṃ vasissāmā’’ti āha. Atha naṃ bodhisatto āha ‘‘samma, mayhaṃ tayā saddhiṃ vissāso nāma natthi, gaccha tva’’nti. ‘‘Samma, tvaṃ mayā pubbe katapāpatāya na saddahasi, ito paṭṭhāya evarūpaṃ na karissāmī’’ti. ‘‘Na mayhaṃ tādisena sahāyenattho, gaccha tva’’nti. Iti naṃ yāvatatiyaṃ paṭikkhipitvā ‘‘etehi aṅgehi samannāgatena puggalena saddhiṃ vissāso nāma kātuṃ na vaṭṭatī’’ti vanaghaṭaṃ unnādento devatāsu sādhukāraṃ dadamānāsu dhammakathaṃ samuṭṭhāpento –",
  "atk-s0513a40:481": "104.",
  "atk-s0513a40:482": " ‘‘Nāsmase katapāpamhi, nāsmase alikavādine;",
  "atk-s0513a40:483": "Nāsmase attatthapaññamhi, atisantepi nāsmase.",
  "atk-s0513a40:484": "105.",
  "atk-s0513a40:485": " ‘‘Bhavanti heke purisā, gopipāsikajātikā;",
  "atk-s0513a40:486": "Ghasanti maññe mittāni, vācāya na ca kammunā.",
  "atk-s0513a40:487": "106.",
  "atk-s0513a40:488": " ‘‘Sukkhañjalipaggahitā , vācāya paliguṇṭhitā;",
  "atk-s0513a40:489": "Manussapheggū nāsīde, yasmiṃ natthi kataññutā.",
  "atk-s0513a40:490": "107.",
  "atk-s0513a40:491": " ‘‘Na hi aññaññacittānaṃ, itthīnaṃ purisāna vā;",
  "atk-s0513a40:492": "Nānāvikatvā saṃsaggaṃ, tādisampi ca nāsmase.",
  "atk-s0513a40:493": "108.",
  "atk-s0513a40:494": " ‘‘Anariyakammamokkantaṃ, athetaṃ sabbaghātinaṃ;",
  "atk-s0513a40:495": "Nisitaṃva paṭicchannaṃ, tādisampi ca nāsmase.",
  "atk-s0513a40:496": "109.",
  "atk-s0513a40:497": " ‘‘Mittarūpenidhekacce, sākhalyena acetasā;",
  "atk-s0513a40:498": "Vividhehi upāyanti, tādisampi ca nāsmase.",
  "atk-s0513a40:499": "110.",
  "atk-s0513a40:500": " ‘‘Āmisaṃ vā dhanaṃ vāpi, yattha passati tādiso;",
  "atk-s0513a40:501": "Dubbhiṃ karoti dummedho, tañca hantvāna gacchatī’’ti. – imā gāthā āha;",
  "atk-s0513a40:502": "Tattha nāsmaseti nāssase. Ayameva vā pāṭho, na vissaseti vuttaṃ hoti. Katapāpamhīti paṭhamaṃ katapāpe puggale. Alikavādineti musāvādimhipi na vissase. Tassa hi akattabbaṃ nāma pāpaṃ natthi. Nāsmase attatthapaññamhīti attano atthāya eva yassa paññā snehavasena na bhajati, dhanatthikova bhajati, tasmiṃ attatthapaññepi na vissase. Atisanteti anto upasame avijjamāneyeva ca bahi upasamadassanena atisante viya paṭicchannakammantepi bilapaṭicchannaāsīvisasadise kuhakapuggale. Gopipāsikajātikāti gunnaṃ pipāsakajātikā viya, pipāsitagosadisāti vuttaṃ hoti. Yathā pipāsitagāvo titthaṃ otaritvā mukhapūraṃ udakaṃ pivanti, na pana udakassa kattabbayuttakaṃ karonti, evameva ekacce ‘‘idañcidañca karissāmā’’ti madhuravacanena mittāni ghasanti, piyavacanānucchavikaṃ pana na karonti, tādisesu vissāso mahato anatthāya hotīti dīpeti.",
  "atk-s0513a40:503": "Sukkhañjalipaggahitāti paggahitatucchaañjalino. Vācāya paliguṇṭhitāti ‘‘idaṃ dassāma, idaṃ karissāmā’’ti vacanena paṭicchādikā. Manussapheggūti evarūpā asārakā manussā manussapheggū nāma. Nāsīdeti na āsīde evarūpe na upagaccheyya. Yasmiṃ natthīti yasmiñca puggale kataññutā natthi, tampi nāsīdeti attho. Aññaññacittānanti aññenaññena cittena samannāgatānaṃ , lahucittānanti attho. Evarūpānaṃ itthīnaṃ vā purisānaṃ vā na vissaseti dīpeti. Nānāvikatvā saṃsagganti yopi na sakkā anupagantvā etassa antarāyaṃ kātunti antarāyakaraṇatthaṃ nānākāraṇehi saṃsaggamāvikatvā daḷhaṃ karitvā pacchā antarāyaṃ karoti, tādisampi puggalaṃ nāsmase na vissaseyyāti dīpeti.",
  "atk-s0513a40:504": "Anariyakammamokkantati anariyānaṃ dussīlānaṃ kammaṃ otaritvā ṭhitaṃ. Athetanti athiraṃ appatiṭṭhitavacanaṃ. Sabbaghātinanti okāsaṃ labhitvā sabbesaṃ upaghātakaraṃ. Nisitaṃvapaṭicchannanti kosiyā vā pilotikāya vā paṭicchannaṃ nisitakhaggamiva. Tādisampīti evarūpampi amittaṃ mittapatirūpakaṃ na vissaseyya. Sākhalyenāti maṭṭhavacanena. Acetasāti acittakena. Vacanameva hi nesaṃ maṭṭhaṃ, cittaṃ pana thaddhaṃ pharusaṃ. Vividhehīti vividhehi upāyehi otārāpekkhā upagacchanti. Tādisampīti yo etehi amittehi mittapatirūpakehi sadiso hoti, tampi na vissaseti attho. Āmisanti khādanīyabhojanīyaṃ. Dhananti mañcapaṭipādakaṃ ādiṃ katvā avasesaṃ. Yattha passatīti sahāyakagehe yasmiṃ ṭhāne passati. Dubbhiṃ karotīti dubbhicittaṃ uppādeti, taṃ dhanaṃ harati. Tañca hantvānāti tañca sahāyakampi chetvā gacchati. Iti imā satta gāthā kukkuṭarājā kathesi.",
  "atk-s0513a40:505": "111.",
  "atk-s0513a40:506": " ‘‘Mittarūpena bahavo, channā sevanti sattavo;",
  "atk-s0513a40:507": "Jahe kāpurise hete, kukkuṭo viya senakaṃ.",
  "atk-s0513a40:508": "112.",
  "atk-s0513a40:509": " ‘‘Yo ca uppatitaṃ atthaṃ, na khippamanubujjhati;",
  "atk-s0513a40:510": "Amittavasamanveti, pacchā ca manutappati.",
  "atk-s0513a40:511": "113.",
  "atk-s0513a40:512": " ‘‘Yo ca uppatitaṃ atthaṃ, khippameva nibodhati;",
  "atk-s0513a40:513": "Muccate sattusambādhā, kukkuṭo viya senakā.",
  "atk-s0513a40:514": "114.",
  "atk-s0513a40:515": " ‘‘Taṃ tādisaṃ kūṭamivoḍḍitaṃ vane, adhammikaṃ niccavidhaṃsakārinaṃ;",
  "atk-s0513a40:516": "Ārā vivajjeyya naro vicakkhaṇo, senaṃ yathā kukkuṭo vaṃsakānane’’ti. –",
  "atk-s0513a40:517": "Imā catasso dhammarājena bhāsitā abhisambuddhagāthā.",
  "atk-s0513a40:518": "Tattha jahe kāpurise heteti bhikkhave, ete kāpurise paṇḍito jaheyya. Ha-kāro panettha nipātamattaṃ. Pacchā ca manutappatīti pacchā ca anutappati. Kūṭamivoḍḍitanti vane migānaṃ bandhanatthāya kūṭapāsaṃ viya oḍḍitaṃ. Niccavidhaṃsakārinanti niccaṃ viddhaṃsanakaraṃ. Vaṃsakānaneti yathā vaṃsavane kukkuṭo senaṃ vivajjeti, evaṃ vicakkhaṇo pāpamitte vivajjeyya.",
  "atk-s0513a40:519": "Sopi tā gāthā vatvā senaṃ āmantetvā ‘‘sace imasmiṃ ṭhāne vasissasi, jānissāmi te kattabba’’nti tajjesi. Seno tato palāyitvā aññatra gato.",
  "atk-s0513a40:520": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘evaṃ bhikkhave devadatto pubbepi mayhaṃ vadhāya parisakkī’’ti vatvā jātakaṃ samodhānesi – ‘‘tadā seno devadatto ahosi, kukkuṭo pana ahameva ahosi’’nti.",
  "atk-s0513a40:521": "Kukkuṭajātakavaṇṇanā dasamā.",
  "atk-s0513a40:523": " [449] 11. Maṭṭhakuṇḍalījātakavaṇṇanā",
  "atk-s0513a40:524": "Alaṅkato maṭṭhakuṇḍalīti idaṃ satthā jetavane viharanto ekaṃ mataputtaṃ kuṭumbikaṃ ārabbha kathesi. Sāvatthiyaṃ kirekassa buddhupaṭṭhākassa kuṭumbikassa piyaputto kālamakāsi. So puttasokasamappito na nhāyati na bhuñjati na kammante vicāreti, na buddhupaṭṭhānaṃ gacchati, kevalaṃ ‘‘piyaputtaka, maṃ ohāya paṭhamataraṃ gatosī’’tiādīni vatvā vippalapati. Satthā paccūsasamaye lokaṃ olokento tassa sotāpattiphalūpanissayaṃ disvā punadivase bhikkhusaṅghaparivuto sāvatthiyaṃ piṇḍāya caritvā katabhattakicco bhikkhū uyyojetvā ānandattherena pacchāsamaṇena tassa gharadvāraṃ agamāsi. Satthu āgatabhāvaṃ kuṭumbikassa ārocesuṃ. Athassa gehajano āsanaṃ paññapetvā satthāraṃ nisīdāpetvā kuṭumbikaṃ pariggahetvā satthu santikaṃ ānesi. Taṃ vanditvā ekamantaṃ nisinnaṃ satthā karuṇāsītalena vacanena āmantetvā ‘‘kiṃ, upāsaka, puttakaṃ anusocasī’’ti pucchitvā ‘‘āma, bhante’’ti vutte ‘‘upāsaka, porāṇakapaṇḍitā putte kālakate sokasamappitā vicarantāpi paṇḍitānaṃ kathaṃ sutvā ‘alabbhanīyaṭṭhāna’nti tathato ñatvā appamattakampi sokaṃ na kariṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a40:525": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente ekassa mahāvibhavassa brāhmaṇassa putto pañcadasasoḷasavassakāle ekena byādhinā phuṭṭho kālaṃ katvā devaloke nibbatti. Brāhmaṇo tassa kālakiriyato paṭṭhāya susānaṃ gantvā chārikapuñjaṃ āvijjhanto paridevati, sabbakammante pariccajitvā sokasamappito vicarati. Tadā devaputto anuvicaranto taṃ disvā ‘‘ekaṃ upamaṃ katvā sokaṃ harissāmī’’ti tassa susānaṃ gantvā paridevanakāle tasseva puttavaṇṇī hutvā sabbābharaṇapaṭimaṇḍito ekasmiṃ padese ṭhatvā ubho hatthe sīse ṭhapetvā mahāsaddena paridevi. Brāhmaṇo saddaṃ sutvā taṃ oloketvā puttapemaṃ paṭilabhitvā tassa santike ṭhatvā ‘‘tāta māṇava, imasmiṃ susānamajjhe kasmā paridevasī’’ti pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a40:526": "115.",
  "atk-s0513a40:527": " ‘‘Alaṅkato maṭṭhakuṇḍalī, māladhārī haricandanussado;",
  "atk-s0513a40:528": "Bāhā paggayha kandasi, vanamajjhe kiṃ dukkhito tuva’’nti.",
  "atk-s0513a40:529": "Tattha alaṅkatoti nānābharaṇavibhūsito. Maṭṭhakuṇḍalīti karaṇapariniṭṭhitehi maṭṭhehi kuṇḍalehi samannāgato. Māladhārīti vicitrakusumamāladharo. Haricandanussadoti suvaṇṇavaṇṇena candanena anulitto. Vanamajjheti susānamajjhe. Kiṃ dukkhito tuvanti kiṃkāraṇā dukkhito tvaṃ, ācikkha, ahaṃ te yaṃ icchasi, taṃ dassāmīti āha.",
  "atk-s0513a40:530": "Athassa kathento māṇavo dutiyaṃ gāthamāha –",
  "atk-s0513a40:531": "116.",
  "atk-s0513a40:532": " ‘‘Sovaṇṇamayo pabhassaro, uppanno rathapañjaro mama;",
  "atk-s0513a40:533": "Tassa cakkayugaṃ na vindāmi, tena dukkhena jahāmi jīvita’’nti.",
  "atk-s0513a40:534": "Brāhmaṇo sampaṭicchanto tatiyaṃ gāthamāha –",
  "atk-s0513a40:535": "117.",
  "atk-s0513a40:536": " ‘‘Sovaṇṇamayaṃ maṇīmayaṃ, lohamayaṃ atha rūpiyāmayaṃ;",
  "atk-s0513a40:537": "Pāvada rathaṃ karissāmi te, cakkayugaṃ paṭipādayāmi ta’’nti.",
  "atk-s0513a40:538": "Tattha pāvadāti yādisena te attho yādisaṃ rocesi, tādisaṃ vada, ahaṃ te ratha karissāmi. Paṭipādayāmi tanti taṃ pañjarānurūpaṃ cakkayugaṃ adhigacchāpemi.",
  "atk-s0513a40:539": "Taṃ sutvā māṇavena kathitāya gāthāya paṭhamapādaṃ satthā abhisambuddho hutvā kathesi, sesaṃ māṇavo.",
  "atk-s0513a40:540": "118.",
  "atk-s0513a40:541": " ‘‘So māṇavo tassa pāvadi, candasūriyā ubhayettha bhātaro;",
  "atk-s0513a40:542": "Sovaṇṇamayo ratho mama, tena cakkayugena sobhatī’’ti.",
  "atk-s0513a40:543": "Brāhmaṇo tadanantaraṃ āha –",
  "atk-s0513a40:544": "119.",
  "atk-s0513a40:545": " ‘‘Bālo kho tvaṃsi māṇava, yo tvaṃ patthayasi apatthiyaṃ;",
  "atk-s0513a40:546": "Maññāmi tuvaṃ marissasi, na hi tvaṃ lacchasi candasūriye’’ti. –",
  "atk-s0513a40:547": "Brāhmaṇena vuttagāthāya apatthiyanti apatthetabbaṃ.",
  "atk-s0513a40:548": "Tato māṇavo āha –",
  "atk-s0513a40:549": "120.",
  "atk-s0513a40:550": " ‘‘Gamanāgamanampi dissati, vaṇṇadhātu ubhayettha vīthiyo;",
  "atk-s0513a40:551": "Peto pana neva dissati, ko nu kho kandataṃ bālyataro’’ti.",
  "atk-s0513a40:552": "Māṇavena vuttagāthāya gamanāgamananti uggamanañca atthagamanañca. Vaṇṇoyeva vaṇṇadhātu. Ubhayettha vīthiyoti ettha ākāse ‘‘ayaṃ candassa vīthi, ayaṃ sūriyassa vīthī’’ti evaṃ ubhayagamanāgamanabhūmiyopi paññāyanti. Peto panāti paralokaṃ gatasatto pana na dissateva. Ko nu khoti evaṃ sante amhākaṃ dvinnaṃ kandantānaṃ ko nu kho bālyataroti.",
  "atk-s0513a40:553": "Evaṃ māṇave kathente brāhmaṇo sallakkhetvā gāthamāha –",
  "atk-s0513a40:554": "121.",
  "atk-s0513a40:555": " ‘‘Saccaṃ kho vadesi māṇava, ahameva kandataṃ bālyataro;",
  "atk-s0513a40:556": "Candaṃ viya dārako rudaṃ, petaṃ kālakatābhipatthaye’’ti.",
  "atk-s0513a40:557": "Tattha candaṃ viya dārakoti yathā daharo gāmadārako ‘‘candaṃ dethā’’ti candassatthāya rodeyya, evaṃ ahampi petaṃ kālakataṃ abhipatthemīti.",
  "atk-s0513a40:558": "Iti brāhmaṇo māṇavassa kathāya nissoko hutvā tassa thutiṃ karonto sesagāthā abhāsi –",
  "atk-s0513a40:559": "122.",
  "atk-s0513a40:560": " ‘‘Ādittaṃ vata maṃ santaṃ, ghatasittaṃva pāvakaṃ;",
  "atk-s0513a40:561": "Vārinā viya osiñcaṃ, sabbaṃ nibbāpaye daraṃ.",
  "atk-s0513a40:562": "123.",
  "atk-s0513a40:563": " ‘‘Abbahī vata me sallaṃ, yamāsi hadayassitaṃ;",
  "atk-s0513a40:564": "Yo me sokaparetassa, puttasokaṃ apānudi.",
  "atk-s0513a40:565": "124.",
  "atk-s0513a40:566": " ‘‘Sohaṃ abbūḷhasallosmi, vītasoko anāvilo;",
  "atk-s0513a40:567": "Na socāmi na rodāmi, tava sutvāna māṇavā’’ti.",
  "atk-s0513a40:568": "Atha naṃ māṇavo ‘‘brāhmaṇa, yassatthāya tvaṃ rodasi, ahaṃ te putto, ahaṃ devaloke nibbatto, ito paṭṭhāya mā maṃ anusoci, dānaṃ dehi, sīlaṃ rakkhāhi, uposathaṃ karohī’’ti ovaditvā sakaṭṭhānameva gato. Brāhmaṇopi tassovāde ṭhatvā dānādīni puññāni katvā kālakato devaloke nibbatti.",
  "atk-s0513a40:569": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānehi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi.Tadā dhammadesakadevaputto ahameva ahosinti.",
  "atk-s0513a40:570": "Maṭṭhakuṇḍalījātakavaṇṇanā ekādasamā.",
  "atk-s0513a40:572": " [450] 12. Bilārakosiyajātakavaṇṇanā",
  "atk-s0513a40:573": "Apacantāpīti idaṃ satthā jetavane viharanto ekaṃ dānavittaṃ bhikkhuṃ ārabbha kathesi. So kira bhagavato dhammadesanaṃ sutvā sāsane pabbajitvā pabbajitakālato paṭṭhāya dānavitto ahosi dānajjhāsayo, pattapariyāpannampi piṇḍapātaṃ aññassa adatvā na bhuñji, antamaso pānīyampi labhitvā aññassa adatvā na pivi, evaṃ dānābhirato ahosi. Athassa dhammasabhāyaṃ bhikkhū guṇakathaṃ kathesuṃ. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte taṃ bhikkhuṃ pakkosāpetvā ‘‘saccaṃ kira tvaṃ bhikkhu dānavitto dānajjhāsayo’’ti pucchitvā ‘‘saccaṃ, bhante’’ti vutte ‘‘bhikkhave ayaṃ pubbe assaddho ahosi appasanno, tiṇaggena telabindumpi uddharitvā kassaci na adāsi, atha naṃ ahaṃ dametvā nibbisevanaṃ katvā dānaphalaṃ ñāpesiṃ, tameva dānaninnaṃ cittaṃ bhavantarepi na pajahatī’’ti vatvā bhikkhūhi yācito atītaṃ āhari.",
  "atk-s0513a40:574": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto seṭṭhikule nibbattitvā vayappatto kuṭumbaṃ saṇṭhapetvā pitu accayena seṭṭhiṭṭhānaṃ patvā ekadivasaṃ dhanavilokanaṃ katvā ‘‘dhanaṃ paññāyati, etassa uppādakā na paññāyanti, imaṃ dhanaṃ vissajjetvā mahādānaṃ dātuṃ vaṭṭatī’’ti dānasālaṃ kāretvā yāvajīvaṃ mahādānaṃ pavattetvā āyupariyosāne ‘‘idaṃ dānavattaṃ mā upacchindī’’ti puttassa ovādaṃ datvā tāvatiṃsabhavane sakko hutvā nibbatti. Puttopissa tatheva dānaṃ datvā puttaṃ ovaditvā āyupariyosāne cando devaputto hutvā nibbatti, tassa putto sūriyo hutvā nibbatti, tassapi putto mātalisaṅgāhako hutvā nibbatti, tassa putto pañcasikho gandhabbadevaputto hutvā nibbatti. Chaṭṭho pana assaddho ahosi thaddhacitto nisneho maccharī, dānasālaṃ viddhaṃsetvā jhāpetvā yācake pothetvā nīharāpesi, kassaci tiṇaggena uddharitvā telabindumpi na deti. Tadā sakko devarājā attano pubbakammaṃ oloketvā ‘‘pavattati nu kho me dānavaṃso, udāhu no’’ti upadhārento ‘‘putto me dānaṃ pavattetvā cando hutvā nibbatti, tassa putto sūriyo, tassa putto mātali, tassa putto pañcasikho gandhabbadevaputto hutvā nibbatti, chaṭṭho pana taṃ vaṃsaṃ upacchindī’’ti passi.",
  "atk-s0513a40:575": "Athassa etadahosi ‘‘imaṃ pāpadhammaṃ dametvā dānaphalaṃ jānāpetvā āgamissāmī’’ti. So candasūriyamātalipañcasikhe pakkosāpetvā ‘‘sammā, amhākaṃ vaṃse chaṭṭho kulavaṃsaṃ samucchinditvā dānasālaṃ jhāpetvā yācake nīharāpesi, na kassaci kiñci deti, etha naṃ damessāmā’’ti tehi saddhiṃ bārāṇasiṃ agamāsi. Tasmiṃ khaṇe seṭṭhi rājupaṭṭhānaṃ katvā āgantvā sattame dvārakoṭṭhake antaravīthiṃ olokento caṅkamati. Sakko ‘‘tumhe mama paviṭṭhakāle pacchato paṭipāṭiyā āgacchathā’’ti vatvā gantvā seṭṭhissa santike ṭhatvā ‘‘bho mahāseṭṭhi, bhojanaṃ me dehī’’ti āha. ‘‘Brāhmaṇa natthi tava idha bhattaṃ, aññattha gacchā’’ti. ‘‘Bho mahāseṭṭhi, brāhmaṇehi bhatte yācite na dātuṃ na labbhatī’’ti. ‘‘Brāhmaṇa, mama gehe pakkampi pacitabbampi bhattaṃ natthi, aññattha gacchā’’ti. ‘‘Mahāseṭṭhi, ekaṃ te silokaṃ kathessāmi, taṃ suṇāhī’’ti. ‘‘Natthi mayhaṃ tava silokenattho, mā idha tiṭṭhā’’ti. Sakko tassa kathaṃ asuṇanto viya dve gāthā abhāsi –",
  "atk-s0513a40:576": "125.",
  "atk-s0513a40:577": " ‘‘Apacantāpi dicchanti, santo laddhāna bhojanaṃ;",
  "atk-s0513a40:578": "Kimeva tvaṃ pacamāno, yaṃ na dajjā na taṃ samaṃ.",
  "atk-s0513a40:579": "126.",
  "atk-s0513a40:580": " ‘‘Maccherā ca pamādā ca, evaṃ dānaṃ na dīyati;",
  "atk-s0513a40:581": "Puññaṃ ākaṅkhamānena, deyyaṃ hoti vijānatā’’ti.",
  "atk-s0513a40:582": "Tāsaṃ attho – mahāseṭṭhi apacantāpi santo sappurisā bhikkhācariyāya laddhampi bhojanaṃ dātuṃ icchanti, na ekakā paribhuñjanti. Kimeva tvaṃ pacamāno yaṃ na dadeyyāsi, na taṃ samaṃ, taṃ tava anurūpaṃ anucchavikaṃ na hoti. Dānañhi maccherena ca pamādena cāti dvīhi dosehi na dīyati, puññaṃ ākaṅkhamānena vijānatā paṇḍitamanussena dātabbameva hotīti.",
  "atk-s0513a40:583": "So tassa vacanaṃ sutvā ‘‘tena hi gehaṃ pavisitvā nisīda, thokaṃ lacchasī’’ti āha. Sakko pavisitvā te siloke sajjhāyanto nisīdi. Atha naṃ cando āgantvā bhattaṃ yāci. ‘‘Natthi te bhattaṃ, gacchā’’ti ca vutto ‘‘mahāseṭṭhi anto eko brāhmaṇo nisinno, brāhmaṇavācanakaṃ maññe bhavissati, ahampi bhavissāmī’’ti vatvā ‘‘natthi brāhmaṇavācanakaṃ, nikkhamā’’ti vuccamānopi ‘‘mahāseṭṭhi iṅgha tāva silokaṃ suṇāhī’’ti dve gāthā abhāsi –",
  "atk-s0513a40:584": "127.",
  "atk-s0513a40:585": " ‘‘Yasseva bhīto na dadāti maccharī, tadevādadato bhayaṃ;",
  "atk-s0513a40:586": "Jighacchā ca pipāsā ca, yassa bhāyati maccharī;",
  "atk-s0513a40:587": "Tameva bālaṃ phusati, asmiṃ loke paramhi ca.",
  "atk-s0513a40:588": "128.",
  "atk-s0513a40:589": " ‘‘Tasmā vineyya maccheraṃ, dajjā dānaṃ malābhibhū;",
  "atk-s0513a40:590": "Puññāni paralokasmiṃ, patiṭṭhā honti pāṇina’’nti.",
  "atk-s0513a40:591": "Tattha yassa bhāyatīti ‘‘ahaṃ aññesaṃ datvā sayaṃ jighacchito ca pipāsito ca bhavissāmī’’ti yassā jighacchāya pipāsāya bhāyati. Tamevāti taññeva jighacchāpipāsāsaṅkhātaṃ bhayaṃ etaṃ bālaṃ nibbattanibbattaṭṭhāne idhaloke paraloke ca phusati pīḷeti, accantadāliddiyaṃ pāpuṇāti. Malābhibhūti macchariyamalaṃ abhibhavanto.",
  "atk-s0513a40:592": "Tassapi vacanaṃ sutvā ‘‘tena hi pavisa, thokaṃ labhissasī’’ti āha. Sopi pavisitvā sakkassa santike nisīdi. Tato thokaṃ vītināmetvā sūriyo āgantvā bhattaṃ yācanto dve gāthā abhāsi –",
  "atk-s0513a40:593": "129.",
  "atk-s0513a40:594": " ‘‘Duddadaṃ dadamānānaṃ, dukkaraṃ kamma kubbataṃ;",
  "atk-s0513a40:595": "Asanto nānukubbanti, sataṃ dhammo durannayo.",
  "atk-s0513a40:596": "130.",
  "atk-s0513a40:597": " ‘‘Tasmā satañca asataṃ, nānā hoti ito gati;",
  "atk-s0513a40:598": "Asanto nirayaṃ yanti, santo saggaparāyaṇā’’ti.",
  "atk-s0513a40:599": "Tattha duddadanti dānaṃ nāma duddadaṃ maccheraṃ abhibhavitvā dātabbato, taṃ dadamānānaṃ. Dukkaranti tadeva dānakammaṃ dukkaraṃ yuddhasadisaṃ, taṃ kubbataṃ. Nānukubbantīti asappurisā dānaphalaṃ ajānantā tesaṃ gatamaggaṃ nānugacchanti. Sataṃ dhammoti sappurisānaṃ bodhisattānaṃ dhammo aññehi duranugamo. Asantoti macchariyavasena dānaṃ adatvā asappurisā nirayaṃ yanti.",
  "atk-s0513a40:600": "Seṭṭhi gahetabbagahaṇaṃ apassanto ‘‘tena hi pavisitvā brāhmaṇānaṃ santike nisīda, thokaṃ lacchasī’’ti āha. Tato thokaṃ vītināmetvā mātali āgantvā bhattaṃ yācitvā ‘‘natthī’’ti vacanamattakālameva sattamaṃ gāthamāha –",
  "atk-s0513a40:601": "131.",
  "atk-s0513a40:602": " ‘‘Appasmeke pavecchanti, bahuneke na dicchare;",
  "atk-s0513a40:603": "Appasmā dakkhiṇā dinnā, sahassena samaṃ mitā’’ti.",
  "atk-s0513a40:604": "Tattha appasmeke pavecchantīti mahāseṭṭhi ekacce paṇḍitapurisā appasmimpi deyyadhamme pavecchanti, dadantiyevāti attho. Bahunāpi deyyadhammena samannāgatā eke sattā na dicchare na dadanti. Dakkhiṇāti kammañca phalañca saddahitvā dinnadānaṃ. Sahassena samaṃ mitāti evaṃ dinnā kaṭacchubhattamattāpi dakkhiṇā sahassadānena saddhiṃ mitā, mahāphalattā sahassadānasadisāva hotīti attho.",
  "atk-s0513a40:605": "Tampi so ‘‘tena hi pavisitvā nisīdā’’ti āha. Tato thokaṃ vītināmetvā pañcasikho āgantvā bhattaṃ yācitvā ‘‘natthi gacchā’’ti vutte ‘‘ahaṃ na gatapubbo, imasmiṃ gehe brāhmaṇavācanakaṃ bhavissati maññe’’ti tassa dhammakathaṃ ārabhanto aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:606": "132.",
  "atk-s0513a40:607": " ‘‘Dhammaṃ care yopi samuñchakaṃ care, dārañca posaṃ dadamappakasmiṃ;",
  "atk-s0513a40:608": "Sataṃ sahassānaṃ sahassayāginaṃ, kalampi nāgghanti tathāvidhassa te’’ti.",
  "atk-s0513a40:609": "Tattha dhammanti tividhasucaritadhammaṃ. Samuñchakanti gāme vā āmakapakkabhikkhācariyaṃ araññe vā phalāphalaharaṇasaṅkhātaṃ uñchaṃ yo careyya, sopi dhammameva care. Dārañca posanti attano ca puttadāraṃ posentoyeva. Dadamappakasminti paritte vā deyyadhamme dhammikasamaṇabrāhmaṇānaṃ dadamāno dhammaṃ careti attho. Sataṃ sahassānaṃ sahassayāginanti paraṃ pothetvā viheṭhetvā sahassena yāgaṃ yajantānaṃ sahassayāgīnaṃ issarānaṃ satasahassampi. Kalampi nāgghanti tathāvidhassa teti tesaṃ satasahassasaṅkhātānaṃ sahassayāgīnaṃ yāgā tathāvidhassa dhammena samena deyyadhammaṃ uppādetvā dentassa duggatamanussassa soḷasiṃ kalaṃ na agghantīti.",
  "atk-s0513a40:610": "Seṭṭhi pañcasikhassa kathaṃ sutvā sallakkhesi. Atha naṃ anagghakāraṇaṃ pucchanto navamaṃ gāthamāha –",
  "atk-s0513a40:611": "133.",
  "atk-s0513a40:612": " ‘‘Kenesa yañño vipulo mahagghato, samena dinnassa na agghameti;",
  "atk-s0513a40:613": "Kathaṃ sataṃ sahassānaṃ sahassayāginaṃ, kalampi nāgghanti tathāvidhassa te’’ti.",
  "atk-s0513a40:614": "Tattha yaññoti dānayāgo satasahassapariccāgavasena vipulo, vipulattāva mahagghato. Samena dinnassāti dhammena dinnassa kena kāraṇena agghaṃ na upeti. Kathaṃ sataṃ sahassānanti brāhmaṇa, kathaṃ sahassayāgīnaṃ purisānaṃ bahūnaṃ sahassānaṃ satasahassasaṅkhātā issarā tathāvidhassa dhammena uppādetvā dāyakassa ekassa duggatamanussassa kalaṃ nāgghantīti.",
  "atk-s0513a40:615": "Athassa kathento pañcasikho osānagāthamāha –",
  "atk-s0513a40:616": "134.",
  "atk-s0513a40:617": " ‘‘Dadanti heke visame niviṭṭhā, chetvā vadhitvā atha socayitvā;",
  "atk-s0513a40:618": "Sā dakkhiṇā assumukhā sadaṇḍā, samena dinnassa na agghameti;",
  "atk-s0513a40:619": "Evaṃ sataṃ sahassānaṃ sahassayāginaṃ, kalampi nāgghanti tathāvidhassa te’’ti.",
  "atk-s0513a40:620": "Tattha visameti visame kāyakammādimhi niviṭṭhā. Chetvāti kilametvā. Vadhitvāti māretvā. Socayitvāti sasoke katvā.",
  "atk-s0513a40:621": "So pañcasikhassa dhammakathaṃ sutvā ‘‘tena hi gaccha, gehaṃ pavisitvā nisīda, thokaṃ lacchasī’’ti āha. Sopi gantvā tesaṃ santike nisīdi. Tato bilārakosiyo seṭṭhi ekaṃ dāsiṃ āmantetvā ‘‘etesaṃ brāhmaṇānaṃ palāpavīhīnaṃ nāḷiṃ nāḷiṃ dehī’’ti āha. Sā vīhī gahetvā brāhmaṇe upasaṅkamitvā ‘‘ime ādāya yattha katthaci pacāpetvā bhuñjathā’’ti āha. ‘‘Na amhākaṃ vīhinā attho, na mayaṃ vīhiṃ āmasāmā’’ti. ‘‘Ayya, vīhiṃ kirete nāmasantī’’ti? ‘‘Tena hi tesaṃ taṇḍule dehī’’ti. Sā taṇḍule ādāya gantvā ‘‘brāhmaṇā taṇḍule gaṇhathā’’ti āha. ‘‘Mayaṃ āmakaṃ na paṭiggaṇhāmā’’ti. ‘‘Ayya, āmakaṃ kira na gaṇhantī’’ti. ‘‘Tena hi tesaṃ karoṭiyaṃ vaḍḍhetvā gobhattaṃ dehī’’ti. Sā tesaṃ karoṭiyaṃ vaḍḍhetvā mahāgoṇānaṃ pakkabhattaṃ āharitvā adāsi. Pañcapi janā kabaḷe vaḍḍhetvā mukhe pakkhipitvā gale laggāpetvā akkhīni parivattetvā vissaṭṭhasaññā matā viya nipajjiṃsu. Dāsī te disvā ‘‘matā bhavissantī’’ti bhītā gantvā seṭṭhino ārocesi ‘‘ayya, te brāhmaṇā gobhattaṃ gilituṃ asakkontā matā’’ti.",
  "atk-s0513a40:622": "So cintesi ‘‘idāni ayaṃ pāpadhammo sukhumālabrāhmaṇānaṃ gobhattaṃ dāpesi, te taṃ gilituṃ asakkontā matāti maṃ garahissantī’’ti. Tato dāsiṃ āha – ‘‘khippaṃ gantvā etesaṃ karoṭikesu bhattaṃ haritvā nānaggarasaṃ sālibhattaṃ vaḍḍhehī’’ti. Sā tathā akāsi. Seṭṭhi antarapīthiṃ paṭipannamanusse pakkosāpetvā ‘‘ahaṃ mama bhuñjananiyāmena etesaṃ brāhmaṇānaṃ bhattaṃ dāpesiṃ, ete lobhena mahante piṇḍe katvā bhuñjamānā gale laggāpetvā matā, mama niddosabhāvaṃ jānāthā’’ti vatvā parisaṃ sannipātesi. Mahājane sannipatite brāhmaṇā uṭṭhāya mahājanaṃ oloketvā ‘‘passathimassa seṭṭhissa musāvāditaṃ, ‘amhākaṃ attano bhuñjanabhattaṃ dāpesi’nti vadati, paṭhamaṃ gobhattaṃ amhākaṃ datvā amhesu matesu viya nipannesu imaṃ bhattaṃ vaḍḍhāpesī’’ti vatvā attano mukhehi gahitabhattaṃ bhūmiyaṃ pātetvā dassesuṃ. Mahājano seṭṭhiṃ garahi ‘‘andhabāla, attano kulavaṃsaṃ nāsesi, dānasālaṃ jhāpesi, yācake gīvāyaṃ gahetvā nīharāpesi, idāni imesaṃ sukhumālabrāhmaṇānaṃ bhattaṃ dento gobhattaṃ dāpesi, paralokaṃ gacchanto tava ghare vibhavaṃ gīvāyaṃ bandhitvā gamissasi maññe’’ti.",
  "atk-s0513a40:623": "Tasmiṃ khaṇe sakko mahājanaṃ pucchi ‘‘jānātha, tumhe imasmiṃ gehe dhanaṃ kassa santaka’’nti? ‘‘Na jānāmā’’ti. ‘‘Imasmiṃ nagare asukakāle bārāṇasiyaṃ mahāseṭṭhi nāma dānasālaṃ kāretvā mahādānaṃ pavattayī’’ti sutapubbaṃ tumhehīti. ‘‘Āma suṇāmā’’ti. ‘‘Ahaṃ so seṭṭhi, dānaṃ datvā sakko devarājā hutvā puttopi me taṃ vaṃsaṃ avināsetvā dānaṃ datvā cando devaputto hutvā nibbatto, tassa putto sūriyo, tassa putto mātali, tassa putto pañcasikho gandhabbadevaputto hutvā nibbatto. Tesu ayaṃ cando, ayaṃ sūriyo, ayaṃ mātalisaṅgāhako, ayaṃ imassa pāpadhammassa pitā pañcasikho gandhabbadevaputto, evaṃ bahuguṇaṃ etaṃ dānaṃ nāma, kattabbameva kusalaṃ paṇḍitehī’’ti kathentā mahājanassa kaṅkhacchedanatthaṃ ākāse uppatitvā mahantenānubhāvena mahantena parivārena jalamānasarīrā aṭṭhaṃsu, sakalanagaraṃ pajjalantaṃ viya ahosi. Sakko mahājanaṃ āmantetvā ‘‘mayaṃ attano dibbasampattiṃ pahāya āgacchantā imaṃ kulavaṃsanāsakaraṃ pāpadhammabilārakosiyaṃ nissāya āgatā, ayaṃ pāpadhammo attano kulavaṃsaṃ nāsetvā dānasālaṃ jhāpetvā yācake gīvāyaṃ gahetvā nīharāpetvā amhākaṃ vaṃsaṃ samucchindi, ‘ayaṃ adānasīlo hutvā niraye nibbatteyyā’ti imassa anukampāya āgatāmhā’’ti vatvā dānaguṇaṃ pakāsento mahājanassa dhammaṃ desesi. Bilārakosiyo sirasmiṃ añjaliṃ patiṭṭhapetvā ‘‘deva, ahaṃ ito paṭṭhāya porāṇakulavaṃsaṃ anāsāpetvā dānaṃ pavattessāmi, ajja ādiṃ katvā antamaso udakadantaponaṃ upādāya attano laddhāhāraṃ parassa adatvā na khādissāmī’’ti sakkassa paṭiññaṃ adāsi. Sakko taṃ dametvā nibbisevanaṃ katvā pañcasu sīlesu patiṭṭhapetvā cattāro devaputte ādāya sakaṭṭhānameva gato. Sopi seṭṭhi yāvajīvaṃ dānaṃ datvā tāvatiṃsabhavane nibbatti.",
  "atk-s0513a40:624": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘evaṃ, bhikkhave, ayaṃ bhikkhu pubbe assaddho ahosi kassaci kiñci adātā, ahaṃ pana naṃ dametvā dānaphalaṃ jānāpesiṃ, tameva cittaṃ bhavantaragatampi na jahātī’’ti vatvā jātakaṃ samodhānesi – ‘‘tadā seṭṭhi ayaṃ dānapatiko bhikkhu ahosi, cando sāriputto, sūriyo moggallāno, mātali kassapo, pañcasikho ānando, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a40:625": "Bilārakosiyajātakavaṇṇanā dvādasamā.",
  "atk-s0513a40:627": " [451] 13. Cakkavākajātakavaṇṇanā",
  "atk-s0513a40:628": "Vaṇṇavāabhirūposīti idaṃ satthā jetavane viharanto ekaṃ lolabhikkhuṃ ārabbha kathesi. So kira cīvarādīhi atitto ‘‘kahaṃ saṅghabhattaṃ, kahaṃ nimantana’’nti pariyesanto vicarati, āmisakathāyameva abhiramati. Athaññe pesalā bhikkhū tassānuggahena satthu ārocesuṃ. Satthā taṃ pakkosāpetvā ‘‘saccaṃ kira tvaṃ bhikkhu lolo’’ti pucchitvā ‘‘saccaṃ, bhante’’ti vutte ‘‘bhikkhu kasmā evarūpe niyyānikasāsane pabbajitvā lolo ahosi, lolabhāvo ca nāma pāpako, pubbepi tvaṃ lolabhāvaṃ nissāya bārāṇasiyaṃ hatthikuṇapādīhi atitto mahāaraññaṃ paviṭṭho’’ti vatvā atītaṃ āhari.",
  "atk-s0513a40:629": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente eko lolakāko bārāṇasiyaṃ hatthikuṇapādīhi atitto ‘‘araññaṃ nu kho kīdisa’’nti araññaṃ gantvā tatthapi phalāphalehi asantuṭṭho gaṅgāya tīraṃ gantvā vicaranto jayampatike cakkavāke disvā ‘‘ime sakuṇā ativiya sobhanti, ime imasmiṃ gaṅgātīre bahuṃ macchamaṃsaṃ khādanti maññe, ime paṭipucchitvā mayāpi imesaṃ bhojanaṃ gocaraṃ khāditvā vaṇṇavantena bhavituṃ vaṭṭatī’’ti tesaṃ avidūre nisīditvā cakkavākaṃ pucchanto dve gāthā abhāsi –",
  "atk-s0513a40:630": "135.",
  "atk-s0513a40:631": " ‘‘Vaṇṇavā abhirūposi, ghano sañjātarohito;",
  "atk-s0513a40:632": "Cakkavāka surūposi, vippasannamukhindriyo.",
  "atk-s0513a40:633": "136.",
  "atk-s0513a40:634": " ‘‘Pāṭhīnaṃ pāvusaṃ macchaṃ, balajaṃ muñjarohitaṃ;",
  "atk-s0513a40:635": "Gaṅgāya tīre nisinno, evaṃ bhuñjasi bhojana’’nti.",
  "atk-s0513a40:636": "Tattha ghanoti ghanasarīro. Sañjātarohitoti uttattasuvaṇṇaṃ viya suṭṭhujātarohitavaṇṇo. Pāṭhīnanti pāṭhīnanāmakaṃ pāsāṇamacchaṃ. Pāvusanti mahāmukhamacchaṃ, ‘‘pāhusa’’ntipi pāṭho. Balajanti balajamacchaṃ. Muñjarohitanti muñjamacchañca rohitamacchañca. Evaṃ bhuñjasīti evarūpaṃ bhojanaṃ maññe bhuñjasīti pucchati.",
  "atk-s0513a40:637": "Cakkavāko tassa vacanaṃ paṭikkhipanto tatiyaṃ gāthamāha –",
  "atk-s0513a40:638": "137.",
  "atk-s0513a40:639": " ‘‘Na vāhametaṃ bhuñjāmi, jaṅgalānodakāni vā;",
  "atk-s0513a40:640": "Aññatra sevālapaṇakā, etaṃ me samma bhojana’’nti.",
  "atk-s0513a40:641": "Tassattho – ahaṃ samma, aññatra sevālā ca paṇakā ca sesāni jaṅgalāni vā odakāni vā maṃsāni ādāya etaṃ bhojanaṃ na bhuñjāmi, yaṃ panetaṃ sevālapaṇakaṃ, etaṃ me samma, bhojananti.",
  "atk-s0513a40:642": "Tato kāko dve gāthā abhāsi –",
  "atk-s0513a40:643": "138.",
  "atk-s0513a40:644": " ‘‘Na vāhametaṃ saddahāmi, cakkavākassa bhojanaṃ;",
  "atk-s0513a40:645": "Ahampi samma bhuñjāmi, gāme loṇiyateliyaṃ.",
  "atk-s0513a40:646": "139.",
  "atk-s0513a40:647": " ‘‘Manussesu kataṃ bhattaṃ, suciṃ maṃsūpasecanaṃ;",
  "atk-s0513a40:648": "Na ca me tādiso vaṇṇo, cakkavāka yathā tuva’’nti.",
  "atk-s0513a40:649": "Tattha yathā tuvanti yathā tuvaṃ sobhaggappatto sarīravaṇṇo, tādiso mayhaṃ vaṇṇo natthi, etena kāraṇena ahaṃ tava ‘‘sevālapaṇakaṃ mama bhojana’’nti vadantassa vacanaṃ na saddahāmīti.",
  "atk-s0513a40:650": "Athassa cakkavāko dubbaṇṇakāraṇaṃ kathetvā dhammaṃ desento sesagāthā abhāsi –",
  "atk-s0513a40:651": "140.",
  "atk-s0513a40:652": " ‘‘Sampassaṃ attani veraṃ, hiṃsayaṃ mānusiṃ pajaṃ;",
  "atk-s0513a40:653": "Utrasto ghasasī bhīto, tena vaṇṇo tavediso.",
  "atk-s0513a40:654": "141.",
  "atk-s0513a40:655": " ‘‘Sabbalokaviruddhosi, dhaṅka pāpena kammunā;",
  "atk-s0513a40:656": "Laddho piṇḍo na pīṇeti, tena vaṇṇo tavediso.",
  "atk-s0513a40:657": "142.",
  "atk-s0513a40:658": " ‘‘Ahampi samma bhuñjāmi, ahiṃsaṃ sabbapāṇinaṃ;",
  "atk-s0513a40:659": "Appossukko nirāsaṅkī, asoko akutobhayo.",
  "atk-s0513a40:660": "143.",
  "atk-s0513a40:661": " ‘‘So karassu ānubhāvaṃ, vītivattassu sīliyaṃ;",
  "atk-s0513a40:662": "Ahiṃsāya cara loke, piyo hohisi maṃmiva.",
  "atk-s0513a40:663": "144.",
  "atk-s0513a40:664": " ‘‘Yo na hanti na ghāteti, na jināti na jāpaye;",
  "atk-s0513a40:665": "Mettaṃso sabbabhūtesu, veraṃ tassa na kenacī’’ti.",
  "atk-s0513a40:666": "Tattha sampassanti samma kāka tvaṃ paresu uppannaṃ attani veracittaṃ sampassamāno mānusiṃ pajaṃ hiṃsanto viheṭhento. Utrastoti bhīto. Ghasasīti bhuñjasi. Tena te ediso bībhacchavaṇṇo jāto. Dhaṅkāti kākaṃ ālapati. Piṇḍoti bhojanaṃ. Ahiṃsaṃ sabbapāṇinanti ahaṃ pana sabbasatte ahiṃsanto bhuñjāmīti vadati. So karassu ānubhāvanti so tvampi vīriyaṃ karohi, attano sīliyasaṅkhātaṃ dussīlabhāvaṃ vītivattassu. Ahiṃsāyāti ahiṃsāya samannāgato hutvā loke cara. Piyo hohisi maṃmivāti evaṃ sante mayā sadisova lokassa piyo hohisi. Na jinātīti dhanajāniṃ na karoti. Na jāpayeti aññepi na kāreti. Mettaṃsoti mettakoṭṭhāso mettacitto. Na kenacīti kenaci ekasattenapi saddhiṃ tassa veraṃ nāma natthīti.",
  "atk-s0513a40:667": "Tasmā sace lokassa piyo bhavituṃ icchasi, sabbaverehi viramāhīti evaṃ cakkavāko kākassa dhammaṃ desesi. Kāko ‘‘tumhe attano gocaraṃ mayhaṃ na kathetha, kā kā’’ti vassanto uppatitvā bārāṇasiyaṃ ukkārabhūmiyaññeva otari.",
  "atk-s0513a40:668": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne lolabhikkhu anāgāmiphale patiṭṭhahi. Tadā kāko lolabhikkhu ahosi, cakkavākī rāhulamātā, cakkavāko pana ahameva ahosinti.",
  "atk-s0513a40:669": "Cakkavākajātakavaṇṇanā terasamā.",
  "atk-s0513a40:671": " [452] 14. Bhūripaññajātakavaṇṇanā",
  "atk-s0513a40:672": "145-154.Saccaṃ kirāti idaṃ bhūripaññajātakaṃ mahāumaṅgajātake (jā. 2.22.590 ādayo) āvi bhavissati.",
  "atk-s0513a40:673": "Bhūripaññajātakavaṇṇanā cuddasamā.",
  "atk-s0513a40:675": " [453] 15. Mahāmaṅgalajātakavaṇṇanā",
  "atk-s0513a40:676": "Kiṃsunaroti idaṃ satthā jetavane viharanto mahāmaṅgalasuttaṃ (khu. pā. 5.1 ādayo) ārabbha kathesi. Rājagahanagarasmiñhi kenacideva karaṇīyena santhāgāre sannipatitassa mahājanassa majjhe eko puriso ‘‘ajja me maṅgalakiriyā atthī’’ti uṭṭhāya agamāsi. Aparo tassa vacanaṃ sutvā ‘‘ayaṃ ‘maṅgala’nti vatvāva gato, kiṃ etaṃ maṅgalaṃ nāmā’’ti āha . Tamañño ‘‘abhimaṅgalarūpadassanaṃ maṅgalaṃ nāma. Ekacco hi kālasseva uṭṭhāya sabbasetaṃ usabhaṃ vā passati, gabbhinitthiṃ vā rohitamacchaṃ vā puṇṇaghaṭaṃ vā navanītaṃ vā gosappiṃ vā ahatavatthaṃ vā pāyāsaṃ vā passati, ito uttari maṅgalaṃ nāma natthī’’ti āha. Tena kathitaṃ ekacce ‘‘sukathita’’nti abhinandiṃsu. Aparo ‘‘netaṃ maṅgalaṃ, sutaṃ nāma maṅgalaṃ. Ekacco hi ‘puṇṇā’ti vadantānaṃ suṇāti, tathā ‘vaḍḍhā’ti ‘vaḍḍhamānā’ti suṇāti, ‘bhuñjā’ti ‘khādā’ti vadantānaṃ suṇāti, ito uttari maṅgalaṃ nāma natthī’’ti āha. Tena kathitampi ekacce ‘‘sukathita’’nti abhinandiṃsu. Aparo ‘‘na etaṃ maṅgalaṃ, mutaṃ nāma maṅgalaṃ. Ekacco hi kālasseva uṭṭhāya pathaviṃ āmasati, haritatiṇaṃ allagomayaṃ parisuddhasāṭakaṃ rohitamacchaṃ suvaṇṇarajatabhājanaṃ āmasati, ito uttari maṅgalaṃ nāma natthī’’ti āha. Tena kathitampi ekacce ‘‘sukathita’’nti abhinandiṃsu. Evaṃ diṭṭhamaṅgalikā sutamaṅgalikā mutamaṅgalikāti tissopi parisā hutvā aññamaññaṃ saññāpetuṃ nāsakkhiṃsu, bhummadevatā ādiṃ katvā yāva brahmalokā ‘‘idaṃ maṅgala’’nti tathato na jāniṃsu.",
  "atk-s0513a40:677": "Sakko cintesi ‘‘imaṃ maṅgalapañhaṃ sadevake loke aññatra bhagavatā añño kathetuṃ samattho nāma natthi, bhagavantaṃ upasaṅkamitvā imaṃ pañhaṃ pucchissāmī’’ti. So rattibhāge satthāraṃ upasaṅkamitvā vanditvā añjaliṃ paggayha ‘‘bahū devā manussā cā’’ti pañhaṃ pucchi. Athassa satthā dvādasahi gāthāhi aṭṭhatiṃsa mahāmaṅgalāni kathesi. Maṅgalasutte vinivaṭṭanteyeva koṭisatasahassamattā devatā arahattaṃ pāpuṇiṃsu, sotāpannādīnaṃ gaṇanapatho natthi. Sakko maṅgalaṃ sutvā sakaṭṭhānameva gato. Satthārā maṅgale kathite sadevako loko ‘‘sukathita’’nti abhinandi. Tadā dhammasabhāyaṃ tathāgatassa guṇakathaṃ samuṭṭhāpesuṃ ‘‘āvuso, satthā aññesaṃ avisayaṃ maṅgalapañhaṃ sadevakassa lokassa cittaṃ gahetvā kukkuccaṃ chinditvā gaganatale candaṃ uṭṭhāpento viya kathesi, evaṃ mahāpañño, āvuso, tathāgato’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘anacchariyaṃ, bhikkhave, idāneva sambodhippattassa mama maṅgalapañhakathanaṃ, svāhaṃ bodhisattacariyaṃ carantopi devamanussānaṃ kaṅkhaṃ chinditvā maṅgalapañhaṃ kathesi’’nti vatvā atītaṃ āhari.",
  "atk-s0513a40:678": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto ekasmiṃ gāme vibhavasampannassa brāhmaṇassa kule nibbatti, ‘‘rakkhitakumāro’’tissa nāmaṃ akaṃsu. So vayappatto takkasilāyaṃ uggahitasippo katadārapariggaho mātāpitūnaṃ accayena ratanavilokanaṃ katvā saṃviggamānaso mahādānaṃ pavattetvā kāme pahāya himavantapadese pabbajitvā jhānābhiññaṃ nibbattetvā vanamūlaphalāhāro ekasmiṃ padese vāsaṃ kappesi. Anupubbenassa parivāro mahā ahosi, pañca antevāsikasatāni ahesuṃ. Athekadivasaṃ te tāpasā bodhisattaṃ upasaṅkamitvā vanditvā ‘‘ācariya, vassārattasamaye himavantato otaritvā loṇambilasevanatthāya janapadacārikaṃ gacchāma, evaṃ no sarīrañca thiraṃ bhavissati, jaṅghavihāro ca kato bhavissatī’’ti āhaṃsu. Te ‘‘tena hi tumhe gacchatha, ahaṃ idheva vasissāmī’’ti vutte taṃ vanditvā himavantā otaritvā cārikaṃ caramānā bārāṇasiṃ patvā rājuyyāne vasiṃsu. Tesaṃ mahāsakkārasammāno ahosi. Athekadivasaṃ bārāṇasiyaṃ santhāgāre sannipatite mahājanakāye maṅgalapañho samuṭṭhāti. Sabbaṃ paccuppannavatthunayeneva veditabbaṃ.",
  "atk-s0513a40:679": "Tadā pana manussānaṃ kaṅkhaṃ chinditvā maṅgalapañhaṃ kathetuṃ samatthaṃ apassanto mahājano uyyānaṃ gantvā isigaṇaṃ maṅgalapañhaṃ pucchi. Isayo rājānaṃ āmantetvā ‘‘mahārāja, mayaṃ etaṃ kathetuṃ na sakkhissāma, apica kho amhākaṃ ācariyo rakkhitatāpaso nāma mahāpañño himavante vasati, so sadevakassa lokassa cittaṃ gahetvā etaṃ maṅgalapañhaṃ kathessatī’’ti vadiṃsu. Rājā ‘‘bhante, himavanto nāma dūre duggamova, na sakkhissāma mayaṃ tattha gantuṃ, sādhu vata tumheyeva ācariyassa santikaṃ gantvā pucchitvā uggaṇhitvā punāgantvā amhākaṃ kathethā’’ti āha. Te ‘‘sādhū’’ti sampaṭicchitvā ācariyassa santikaṃ gantvā vanditvā katapaṭisanthārā ācariyena rañño dhammikabhāve janapadacāritte ca pucchite taṃ diṭṭhamaṅgalādīnaṃ uppattiṃ ādito paṭṭhāya kathetvā rañño yācanāya ca attano pañhasavanatthaṃ āgatabhāvaṃ pakāsetvā ‘‘sādhu no bhante, maṅgalapañhaṃ pākaṭaṃ katvā kathethā’’ti yāciṃsu. Tato jeṭṭhantevāsiko ācariyaṃ pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a40:680": "155.",
  "atk-s0513a40:681": " ‘‘Kiṃsu naro jappamadhicca kāle, kaṃ vā vijjaṃ katamaṃ vā sutānaṃ;",
  "atk-s0513a40:682": "So macco asmiñca paramhi loke, kathaṃ karo sotthānena gutto’’ti.",
  "atk-s0513a40:683": "Tattha kāleti maṅgalapatthanakāle. Vijjanti vedaṃ. Sutānanti sikkhitabbayuttakapariyattīnaṃ. Asmiñcāti ettha cāti nipātamattaṃ. Sotthānenāti sotthibhāvāvahena maṅgalena. Idaṃ vuttaṃ hoti – ‘‘ācariya, puriso maṅgalaṃ icchanto maṅgalakāle kiṃsu nāma jappanto tīsu vedesu kataraṃ vā vedaṃ kataraṃ vā sutānaṃ antare sutapariyattiṃ adhīyitvā so macco imasmiñca loke paramhi ca kathaṃ karo etesu jappādīsu kiṃ kena niyāmena karonto sotthānena niraparādhamaṅgalena gutto rakkhito hoti, taṃ ubhayalokahitaṃ gahetvā ṭhitamaṅgalaṃ amhākaṃ kathehī’’ti.",
  "atk-s0513a40:684": "Evaṃ jeṭṭhantevāsikena maṅgalapañhaṃ puṭṭho mahāsatto devamanussānaṃ kaṅkhaṃ chindanto ‘‘idañcidañca maṅgala’’nti buddhalīḷāya maṅgalaṃ kathento āha –",
  "atk-s0513a40:685": "156.",
  "atk-s0513a40:686": " ‘‘Yassa devā pitaro ca sabbe, sarīsapā sabbabhūtāni cāpi;",
  "atk-s0513a40:687": "Mettāya niccaṃ apacitāni honti, bhūtesu ve sotthānaṃ tadāhū’’ti.",
  "atk-s0513a40:688": "Tattha yassāti yassa puggalassa. Devāti bhummadeve ādiṃ katvā sabbepi kāmāvacaradevā. Pitaro cāti tatuttari rūpāvacarabrahmāno. Sarīsapāti dīghajātikā. Sabbabhūtāni cāpīti vuttāvasesāni ca sabbānipi bhūtāni. Mettāya niccaṃ apacitāni hontīti ete sabbe sattā dasadisāpharaṇavasena pavattāya appanāppattāya mettābhāvanāya apacitā honti. Bhūtesu veti taṃ tassa puggalassa sabbasattesu sotthānaṃ nirantaraṃ pavattaṃ niraparādhamaṅgalaṃ āhu. Mettāvihārī hi puggalo sabbesaṃ piyo hoti parūpakkamena avikopiyo. Iti so iminā maṅgalena rakkhito gopito hotīti.",
  "atk-s0513a40:689": "Iti mahāsatto paṭhamaṃ maṅgalaṃ kathetvā dutiyādīni kathento –",
  "atk-s0513a40:690": "157.",
  "atk-s0513a40:691": " ‘‘Yo sabbalokassa nivātavutti, itthīpumānaṃ sahadārakānaṃ;",
  "atk-s0513a40:692": "Khantā duruttānamappaṭikūlavādī, adhivāsanaṃ sotthānaṃ tadāhu.",
  "atk-s0513a40:693": "158.",
  "atk-s0513a40:694": " ‘‘Yo nāvajānāti sahāyamatte, sippena kulyāhi dhanena jaccā;",
  "atk-s0513a40:695": "Rucipañño atthakāle matīmā, sahāyesu ve sotthānaṃ tadāhu.",
  "atk-s0513a40:696": "159.",
  "atk-s0513a40:697": " ‘‘Mittāni ve yassa bhavanti santo, saṃvissatthā avisaṃvādakassa;",
  "atk-s0513a40:698": "Na mittadubbhī saṃvibhāgī dhanena, mittesu ve sotthānaṃ tadāhu.",
  "atk-s0513a40:699": "160.",
  "atk-s0513a40:700": " ‘‘Yassa bhariyā tulyavayā samaggā, anubbatā dhammakāmā pajātā;",
  "atk-s0513a40:701": "Koliniyā sīlavatī patibbatā, dāresu ve sotthānaṃ tadāhu.",
  "atk-s0513a40:702": "161.",
  "atk-s0513a40:703": " ‘‘Yassa rājā bhūtapati yasassī, jānāti soceyyaṃ parakkamañca;",
  "atk-s0513a40:704": "Advejjhatā suhadayaṃ mamanti, rājūsu ve sotthānaṃ tadāhu.",
  "atk-s0513a40:705": "162.",
  "atk-s0513a40:706": " ‘‘Annañca pānañca dadāti saddho, mālañca gandhañca vilepanañca;",
  "atk-s0513a40:707": "Pasannacitto anumodamāno, saggesu ve sotthānaṃ tadāhu.",
  "atk-s0513a40:708": "163.",
  "atk-s0513a40:709": " ‘‘Yamariyadhammena punanti vuddhā, ārādhitā samacariyāya santo;",
  "atk-s0513a40:710": "Bahussutā isayo sīlavanto, arahantamajjhe sotthānaṃ tadāhū’’ti. –",
  "atk-s0513a40:711": "Imā gāthā abhāsi.",
  "atk-s0513a40:712": "Tattha nivātavuttīti muducittatāya sabbalokassa nīcavutti hoti. Khantā duruttānanti parehi vuttānaṃ duṭṭhavacanānaṃ adhivāsako hoti. Appaṭikūlavādīti ‘‘akkocchi maṃ, avadhi ma’’nti yugaggāhaṃ akaronto anukūlameva vadati. Adhivāsananti idaṃ adhivāsanaṃ tassa sotthānaṃ niraparādhamaṅgalaṃ paṇḍitā vadanti.",
  "atk-s0513a40:713": "Sahāyamatteti sahāye ca sahāyamatte ca. Tattha sahapaṃsukīḷitā sahāyā nāma, dasa dvādasa vassāni ekato vutthā sahāyamattā nāma, te sabbepi ‘‘ahaṃ sippavā, ime nisippā’’ti evaṃ sippena vā ‘‘ahaṃ kulīno, ime na kulīnā’’ti evaṃ kulasampattisaṅkhātāhi kulyāhi vā, ‘‘ahaṃ aḍḍho, ime duggatā’’ti evaṃ dhanena vā, ‘‘ahaṃ jātisampanno, ime dujjātā’’ti evaṃ jaccā vā nāvajānāti. Rucipaññoti sādhupañño sundarapañño . Atthakāleti kassacideva atthassa kāraṇassa uppannakāle. Matīmāti taṃ taṃ atthaṃ paricchinditvā vicāraṇasamatthatāya matimā hutvā te sahāye nāvajānāti. Sahāyesūti taṃ tassa anavajānanaṃ sahāyesu sotthānaṃ nāmāti porāṇakapaṇḍitā āhu. Tena hi so niraparādhamaṅgalena idhaloke ca paraloke ca gutto hoti. Tattha paṇḍite sahāye nissāya sotthibhāvo kusanāḷijātakena (jā. 1.1.121 ādayo) kathetabbo.",
  "atk-s0513a40:714": "Santoti paṇḍitā sappurisā yassa mittāni bhavanti. Saṃvissatthāti gharaṃ pavisitvā icchiticchitasseva gahaṇavasena vissāsamāpannā. Avisaṃvādakassāti avisaṃvādanasīlassa. Na mittadubbhīti yo ca mittadubbhī na hoti. Saṃvibhāgī dhanenāti attano dhanena mittānaṃ saṃvibhāgaṃ karoti. Mittesūti mitte nissāya laddhabbaṃ tassa taṃ mittesu sotthānaṃ nāma hoti. So hi evarūpehi mittehi rakkhito sotthiṃ pāpuṇāti. Tattha mitte nissāya sotthibhāvo mahāukkusajātakādīhi (jā. 1.14.44 ādayo) kathetabbo.",
  "atk-s0513a40:715": "Tulyavayāti samānavayā. Samaggāti samaggavāsā. Anubbatāti anuvattitā. Dhammakāmāti tividhasucaritadhammaṃ roceti. Pajātāti vijāyinī, na vañjhā. Dāresūti etehi sīlaguṇehi samannāgate mātugāme gehe vasante sāmikassa sotthi hotīti paṇḍitā kathenti. Tattha sīlavantaṃ mātugāmaṃ nissāya sotthibhāvo maṇicorajātaka- (jā. 1.2.87 ādayo) sambūlajātaka- (jā. 1.16.297 ādayo) khaṇḍahālajātakehi (jā. 2.22.982 ādayo) kathetabbo.",
  "atk-s0513a40:716": "Soceyyanti sucibhāvaṃ. Advejjhatāti advejjhatāya na esa mayā saddhiṃ bhijjitvā dvidhā bhavissatīti evaṃ advejjhabhāvena yaṃ jānāti. Suhadayaṃ mamanti suhado ayaṃ mamanti ca yaṃ jānāti. Rājūsu veti evaṃ rājūsu sevakānaṃ sotthānaṃ nāmāti paṇḍitā kathenti. Dadātisaddhoti kammañca phalañca saddahitvā dadāti. Saggesu veti evaṃ sagge devaloke sotthānaṃ niraparādhamaṅgalanti paṇḍitā kathenti, taṃ petavatthuvimānavatthūhi vitthāretvā kathetabbaṃ.",
  "atk-s0513a40:717": "Punantivuddhāti yaṃ puggalaṃ ñāṇavuddhā ariyadhammena punanti parisodhenti. Samacariyāyāti sammāpaṭipattiyā. Bahussutāti paṭivedhabahussutā. Isayoti esitaguṇā. Sīlavantoti ariyasīlena samannāgatā. Arahantamajjheti arahantānaṃ majjhe paṭilabhitabbaṃ taṃ sotthānanti paṇḍitā kathenti. Arahanto hi attanā paṭividdhamaggaṃ ācikkhitvā paṭipādentā ārādhakaṃ puggalaṃ ariyamaggena punanti, sopi arahāva hoti.",
  "atk-s0513a40:718": "Evaṃ mahāsatto arahattena desanāya kūṭaṃ gaṇhanto aṭṭhahi gāthāhi aṭṭha mahāmaṅgalāni kathetvā tesaññeva maṅgalānaṃ thutiṃ karonto osānagāthamāha –",
  "atk-s0513a40:719": "164.",
  "atk-s0513a40:720": " ‘‘Etāni kho sotthānāni loke, viññuppasatthāni sukhudrayāni;",
  "atk-s0513a40:721": "Tānīdha sevetha naro sapañño, na hi maṅgale kiñcanamatthi sacca’’nti.",
  "atk-s0513a40:722": "Tattha na hi maṅgaleti tasmiṃ pana diṭṭhasutamutappabhede maṅgale kiñcanaṃ ekamaṅgalampi saccaṃ nāma natthi, nibbānameva panekaṃ paramatthasaccanti.",
  "atk-s0513a40:723": "Isayo tāni maṅgalāni sutvā sattaṭṭhadivasaccayena ācariyaṃ āpucchitvā tattheva agamaṃsu. Rājā tesaṃ santikaṃ gantvā pucchi. Te tassa ācariyena kathitaniyāmena maṅgalapañhaṃ kathetvā himavantameva āgamaṃsu. Tato paṭṭhāya loke maṅgalaṃ pākaṭaṃ ahosi. Maṅgalesu vattitvā matamatā saggapathaṃ pūresuṃ. Bodhisatto cattāro brahmavihāre bhāvetvā isigaṇaṃ ādāya brahmaloke nibbatti.",
  "atk-s0513a40:724": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘na, bhikkhave, idāneva, pubbepāhaṃ maṅgalapañhaṃ kathesi’’nti vatvā jātakaṃ samodhānesi – ‘‘tadā isigaṇo buddhaparisā ahosi , maṅgalapañhapucchako jeṭṭhantevāsiko sāriputto, ācariyo pana ahameva ahosi’’nti.",
  "atk-s0513a40:725": "Mahāmaṅgalajātakavaṇṇanā pannarasamā.",
  "atk-s0513a40:727": " [454] 16. Ghaṭapaṇḍitajātakavaṇṇanā",
  "atk-s0513a40:728": "Uṭṭhehikaṇhāti idaṃ satthā jetavane viharanto mataputtaṃ kuṭumbikaṃ ārabbha kathesi. Vatthu maṭṭhakuṇḍalisadisameva. Idha pana satthā taṃ upāsakaṃ ‘‘kiṃ, upāsaka, socasī’’ti vatvā ‘‘āma, bhante’’nti vutte ‘‘upāsaka, porāṇakapaṇḍitā paṇḍitānaṃ kathaṃ sutvā mataputtaṃ nānusociṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a40:729": "Atīte uttarapathe kaṃsabhoge asitañjananagare mahākaṃso nāma rājā rajjaṃ kāresi. Tassa kaṃso ca, upakaṃso cāti dve puttā ahesuṃ, devagabbhā nāma ekā dhītā. Tassā jātadivase nemittakā brāhmaṇā ‘‘etissā kucchiyaṃ nibbattaputtā kaṃsagottaṃ kaṃsavaṃsaṃ nāsessantī’’ti byākariṃsu. Rājā balavasinehena dhītaraṃ vināsetuṃ nāsakkhi, ‘‘bhātaro jānissantī’’ti yāvatāyukaṃ ṭhatvā kālamakāsi. Tasmiṃ kālakate kaṃso rājā ahosi, upakaṃso uparājā. Te cintayiṃsu ‘‘sace mayaṃ bhaginiṃ nāsessāma, gārayhā bhavissāma, etaṃ kassaci adatvā nissāmikaṃ katvā paṭijaggissāmā’’ti. Te ekathūṇakaṃ pāsādaṃ kāretvā taṃ tattha vasāpesuṃ. Nandigopā nāma tassā paricārikā ahosi. Andhakaveṇḍo nāma dāso tassā sāmiko ārakkhamakāsi.",
  "atk-s0513a40:730": "Tadā uttaramadhurāya mahāsāgaro nāma rājā rajjaṃ kāresi. Tassa sāgaro, upasāgaro cāti dve puttā ahesuṃ. Tesu pitu accayena sāgaro rājā ahosi, upasāgaro uparājā. So upakaṃsassa sahāyako ekācariyakule ekato uggahitasippo. So sāgarassa bhātu antepure dubbhitvā bhāyamāno palāyitvā kaṃsabhoge upakaṃsassa santikaṃ agamāsi. Upakaṃso taṃ rañño dassesi, rājā tassa mahantaṃ yasaṃ adāsi. So rājupaṭṭhānaṃ gacchanto devagabbhāya nivāsaṃ ekathambhaṃ pāsādaṃ disvā ‘‘kasseso nivāso’’ti pucchitvā taṃ kāraṇaṃ sutvā devagabbhāya paṭibaddhacitto ahosi. Devagabbhāpi ekadivasaṃ taṃ upakaṃsena saddhiṃ rājupaṭṭhānaṃ āgacchantaṃ disvā ‘‘ko eso’’ti pucchitvā ‘‘mahāsāgarassa putto upasāgaro nāmā’’ti nandigopāya santikā sutvā tasmiṃ paṭibaddhacittā ahosi. Upasāgaro nandigopāya lañjaṃ datvā ‘‘bhagini, sakkhissasi me devagabbhaṃ dassetu’’nti āha. Sā ‘‘na etaṃ sāmi, garuka’’nti vatvā taṃ kāraṇaṃ devagabbhāya ārocesi. Sā pakatiyāva tasmiṃ paṭibaddhacittā taṃ vacanaṃ sutvā ‘‘sādhū’’ti sampaṭicchitvā nandigopā upasāgarassa saññaṃ datvā rattibhāge taṃ pāsādaṃ āropesi. So devagabbhāya saddhiṃ saṃvāsaṃ kappesi. Atha nesaṃ punappunaṃ saṃvāsena devagabbhā gabbhaṃ paṭilabhi.",
  "atk-s0513a40:731": "Aparabhāge tassā gabbhapatiṭṭhānaṃ pākaṭaṃ ahosi. Bhātaro nandigopaṃ pucchiṃsu, sā abhayaṃ yācitvā taṃ antaraṃ kathesi. Te sutvā ‘‘bhaginiṃ nāsetuṃ na sakkā, sace dhītaraṃ vijāyissati, tampi na nāsessāma, sace pana putto bhavissati, nāsessāmā’’ti cintetvā devagabbhaṃ upasāgarasseva adaṃsu. Sā paripuṇṇagabbhā dhītaraṃ vijāyi. Bhātaro sutvā haṭṭhatuṭṭhā tassā ‘‘añjanadevī’’ti nāmaṃ kariṃsu. Tesaṃ bhogavaḍḍhamānaṃ nāma bhogagāmaṃ adaṃsu. Upasāgaro devagabbhaṃ gahetvā bhogavaḍḍhamānagāme vasi. Devagabbhāya punapi gabbho patiṭṭhāsi, nandigopāpi taṃ divasameva gabbhaṃ paṭilabhi. Tāsu paripuṇṇagabbhāsu ekadivasameva devagabbhā puttaṃ vijāyi, nandigopā dhītaraṃ vijāyi. Devagabbhā puttassa vināsanabhayena puttaṃ nandigopāya rahassena pesetvā tassā dhītaraṃ āharāpesi. Tassā vijātabhāvaṃ bhātikānaṃ ārocesuṃ. Te ‘‘puttaṃ vijātā, dhītara’’nti pucchitvā ‘‘dhītara’’nti vutte ‘‘tena hi posethā’’ti āhaṃsu. Etenupāyena devagabbhā dasa putte vijāyi, dasa dhītaro nandigopā vijāyi. Dasa puttā nandigopāya santike vaḍḍhanti, dhītaro devagabbhāya. Taṃ antaraṃ koci na jānāti. Devagabbhāya jeṭṭhaputto vāsudevo nāma ahosi, dutiyo baladevo, tatiyo candadevo, catuttho sūriyadevo, pañcamo aggidevo, chaṭṭho varuṇadevo, sattamo ajjuno, aṭṭhamo pajjuno, navamo ghaṭapaṇḍito, dasamo aṅkuro nāma ahosi. Te andhakaveṇḍadāsaputtā dasa bhātikā ceṭakāti pākaṭā ahesuṃ.",
  "atk-s0513a40:732": "Te aparabhāge vuddhimanvāya thāmabalasampannā kakkhaḷā pharusā hutvā vilopaṃ karontā vicaranti , rañño gacchante paṇṇākārepi vilumpanteva. Manussā sannipatitvā ‘‘andhakaveṇḍadāsaputtā dasa bhātikā raṭṭhaṃ vilumpantī’’ti rājaṅgaṇe upakkosiṃsu. Rājā andhakaveṇḍaṃ pakkosāpetvā ‘‘kasmā puttehi vilopaṃ kārāpesī’’ti tajjesi. Evaṃ dutiyampi tatiyampi manussehi upakkose kate rājā taṃ santajjesi. So maraṇabhayabhīto rājānaṃ abhayaṃ yācitvā ‘‘deva, ete na mayhaṃ puttā, upasāgarassa puttā’’ti taṃ antaraṃ ārocesi. Rājā bhīto ‘‘kena te upāyena gaṇhāmā’’ti amacce pucchitvā ‘‘ete, deva, mallayuddhavittakā, nagare yuddhaṃ kāretvā tattha ne yuddhamaṇḍalaṃ āgate gāhāpetvā māressāmā’’ti vutte cārurañca, muṭṭhikañcāti dve malle posetvā ‘‘ito sattame divase yuddhaṃ bhavissatī’’ti nagare bheriṃ carāpetvā rājaṅgaṇe yuddhamaṇḍalaṃ sajjāpetvā akkhavāṭaṃ kāretvā yuddhamaṇḍalaṃ alaṅkārāpetvā dhajapaṭākaṃ bandhāpesi. Sakalanagaraṃ saṅkhubhi. Cakkāticakkaṃ mañcātimañcaṃ bandhitvā cāruramuṭṭhikā yuddhamaṇḍalaṃ āgantvā vaggantā gajjantā apphoṭentā vicariṃsu. Dasa bhātikāpi āgantvā rajakavīthiṃ vilumpitvā vaṇṇasāṭake nivāsetvā gandhāpaṇesu gandhaṃ , mālākārāpaṇesu mālaṃ vilumpitvā vilittagattā māladhārino katakaṇṇapūrā vaggantā gajjantā apphoṭentā yuddhamaṇḍalaṃ pavisiṃsu.",
  "atk-s0513a40:733": "Tasmiṃ khaṇe cāruro apphoṭento vicarati. Baladevo taṃ disvā ‘‘na naṃ hatthena chupissāmī’’ti hatthisālato mahantaṃ hatthiyottaṃ āharitvā vaggitvā gajjitvā yottaṃ khipitvā cāruraṃ udare veṭhetvā dve yottakoṭiyo ekato katvā vattetvā ukkhipitvā sīsamatthake bhametvā bhūmiyaṃ pothetvā bahi akkhavāṭe khipi. Cārure mate rājā muṭṭhikamallaṃ āṇāpesi. So uṭṭhāya vaggitvā gajjitvā apphoṭesi. Baladevo taṃ pothetvā aṭṭhīni sañcuṇṇetvā ‘‘amallomhi, amallomhī’’ti vadantameva ‘‘nāhaṃ tava mallabhāvaṃ vā amallabhāvaṃ vā jānāmī’’ti hatthe gahetvā bhūmiyaṃ pothetvā jīvitakkhayaṃ pāpetvā bahi akkhavāṭe khipi. Muṭṭhiko maranto ‘‘yakkho hutvā taṃ khādituṃ labhissāmī’’ti patthanaṃ paṭṭhapesi. So kālamattikaaṭaviyaṃ nāma yakkho hutvā nibbatti. Rājā ‘‘gaṇhatha dasa bhātike ceṭake’’ti uṭṭhahi . Tasmiṃ khaṇe vāsudevo cakkaṃ khipi. Taṃ dvinnampi bhātikānaṃ sīsāni pātesi. Mahājano bhītatasito ‘‘avassayā no hothā’’ti tesaṃ pādesu patitvā nipajji. Te dvepi mātule māretvā asitañjananagare rajjaṃ gahetvā mātāpitaro tattha katvā ‘‘sakalajambudīpe rajjaṃ gaṇhissāmā’’ti nikkhamitvā anupubbena kālayonakarañño nivāsaṃ ayujjhanagaraṃ gantvā taṃ parikkhipitvā ṭhitaṃ parikhārukkhagahanaṃ viddhaṃsetvā pākāraṃ bhinditvā rājānaṃ gahetvā taṃ rajjaṃ attano hatthagataṃ katvā dvāravatiṃ pāpuṇiṃsu. Tassa pana nagarassa ekato samuddo ekato pabbato, amanussapariggahitaṃ kira taṃ ahosi.",
  "atk-s0513a40:734": "Tassa ārakkhaṃ gahetvā ṭhitayakkho paccāmitte disvā gadrabhavesena gadrabharavaṃ ravati. Tasmiṃ khaṇe yakkhānubhāvena sakalanagaraṃ uppatitvā mahāsamudde ekasmiṃ dīpake tiṭṭhati. Paccāmittesu gatesu punāgantvā sakaṭṭhāneyeva patiṭṭhāti. Tadāpi so gadrabho tesaṃ dasannaṃ bhātikānaṃ āgamanaṃ ñatvā gadrabharavaṃ ravi. Nagaraṃ uppatitvā dīpake patiṭṭhāya tesu nagaraṃ adisvā nivattantesu punāgantvā sakaṭṭhāne patiṭṭhāsi. Te puna nivattiṃsu, punapi gadrabho tatheva akāsi. Te dvāravatinagare rajjaṃ gaṇhituṃ asakkontā kaṇhadīpāyanassa isino santikaṃ gantvā vanditvā ‘‘bhante, mayaṃ dvāravatiyaṃ rajjaṃ gahetuṃ na sakkoma, ekaṃ no upāyaṃ karothā’’ti pucchitvā ‘‘parikhāpiṭṭhe asukasmiṃ nāma ṭhāne eko gadrabho carati. So hi amitte disvā viravati, tasmiṃ khaṇe nagaraṃ uppatitvā gacchati, tumhe tassa pāde gaṇhatha, ayaṃ vo nipphajjanūpāyo’’ti vutte tāpasaṃ vanditvā gantvā gadrabhassa pādesu gahetvā nipatitvā ‘‘sāmi, ṭhapetvā tumhe añño amhākaṃ avassayo natthi, amhākaṃ nagaraṃ gaṇhanakāle mā ravitthā’’ti yāciṃsu. Gadrabho ‘‘na sakkā na viravituṃ, tumhe pana paṭhamataraṃ āgantvā cattāro janā mahantāni ayanaṅgalāni gahetvā catūsu nagaradvāresu mahante ayakhāṇuke bhūmiyaṃ ākoṭetvā nagarassa uppatanakāle naṅgalāni gahetvā naṅgalabaddhaṃ ayasaṅkhalikaṃ ayakhāṇuke bandheyyātha, nagaraṃ uppatituṃ na sakkhissatī’’ti āha.",
  "atk-s0513a40:735": "Te ‘‘sādhū’’ti vatvā tasmiṃ aviravanteyeva naṅgalāni ādāya catūsu nagaradvāresu khāṇuke bhūmiyaṃ ākoṭetvā aṭṭhaṃsu. Tasmiṃ khaṇe gadrabho viravi, nagaraṃ uppatitumārabhi. Catūsu dvāresu ṭhitā catūhi ayanaṅgalehi gahetvā naṅgalabaddhā ayasaṅkhalikā khāṇukesu bandhiṃsu, nagaraṃ uppatituṃ nāsakkhi. Dasa bhātikā tato nagaraṃ pavisitvā rājānaṃ māretvā rajjaṃ gaṇhiṃsu. Evaṃ te sakalajambudīpe tesaṭṭhiyā nagarasahassesu sabbarājāno cakkena jīvitakkhayaṃ pāpetvā dvāravatiyaṃ vasamānā rajjaṃ dasa koṭṭhāse katvā vibhajiṃsu, bhaginiṃ pana añjanadeviṃ na sariṃsu. Tato puna ‘‘ekādasa koṭṭhāse karomā’’ti vutte aṅkuro ‘‘mama koṭṭhāsaṃ tassā detha, ahaṃ vohāraṃ katvā jīvissāmi, kevalaṃ tumhe attano janapade mayhaṃ suṅkaṃ vissajjethā’’ti āha. Te ‘‘sādhū’’ti sampaṭicchitvā tassa koṭṭhāsaṃ bhaginiyā datvā saddhiṃ tāya nava rājāno dvāravatiyaṃ vasiṃsu. Aṅkuro pana vaṇijjamakāsi. Evaṃ tesu aparāparaṃ puttadhītāhi vaḍḍhamānesu addhāne gate mātāpitaro kālamakaṃsu.",
  "atk-s0513a40:736": "Tadā kira manussānaṃ vīsativassasahassāyukakālo ahosi. Tadā vāsudevamahārājassa eko putto kālamakāsi. Rājā sokapareto sabbakiccāni pahāya mañcassa aṭaniṃ pariggahetvā vilapanto nipajji. Tasmiṃ kāle ghaṭapaṇḍito cintesi ‘‘ṭhapetvā maṃ añño koci mama bhātu sokaṃ harituṃ samattho nāma natthi, upāyenassa sokaṃ harissāmī’’ti. So ummattakavesaṃ gahetvā ‘‘sasaṃ me detha, sasaṃ me dethā’’ti ākāsaṃ ullokento sakalanagaraṃ vicari. ‘‘Ghaṭapaṇḍito ummattako jāto’’ti sakalanagaraṃ saṅkhubhi. Tasmiṃ kāle rohiṇeyyo nāma amacco vāsudevarañño santikaṃ gantvā tena saddhiṃ kathaṃ samuṭṭhāpento paṭhamaṃ gāthamāha –",
  "atk-s0513a40:737": "165.",
  "atk-s0513a40:738": " ‘‘Uṭṭhehi kaṇha kiṃ sesi, ko attho supanena te;",
  "atk-s0513a40:739": "Yopi tuyhaṃ sako bhātā, hadayaṃ cakkhu ca dakkhiṇaṃ;",
  "atk-s0513a40:740": "Tassa vātā balīyanti, ghaṭo jappati kesavā’’ti.",
  "atk-s0513a40:741": "Tattha kaṇhāti gottenālapati, kaṇhāyanagotto kiresa. Ko atthoti katarā nāma vaḍḍhi. Hadayaṃ cakkhu ca dakkhiṇanti hadayena ceva dakkhiṇacakkhunā ca samānoti attho. Tassa vātā balīyantīti tassa hadayaṃ apasmāravātā avattharantīti attho. Jappatīti ‘‘sasaṃ me dethā’’ti vippalapati. Kesavāti so kira kesasobhanatāya ‘‘kesavā’’ti paññāyittha, tena taṃ nāmenālapati.",
  "atk-s0513a40:742": "Evaṃ amaccena vutte tassa ummattakabhāvaṃ ñatvā satthā abhisambuddho hutvā dutiyaṃ gāthamāha –",
  "atk-s0513a40:743": "166.",
  "atk-s0513a40:744": " ‘‘Tassa taṃ vacanaṃ sutvā, rohiṇeyyassa kesavo;",
  "atk-s0513a40:745": "Taramānarūpo vuṭṭhāsi, bhātusokena aṭṭito’’ti.",
  "atk-s0513a40:746": "Rājā uṭṭhāya sīghaṃ pāsādā otaritvā ghaṭapaṇḍitassa santikaṃ gantvā ubhosu hatthesu daḷhaṃ gahetvā tena saddhiṃ sallapanto tatiyaṃ gāthamāha –",
  "atk-s0513a40:747": "167.",
  "atk-s0513a40:748": " ‘‘Kiṃ nu ummattarūpova, kevalaṃ dvārakaṃ imaṃ;",
  "atk-s0513a40:749": "Saso sasoti lapasi, ko nu te sasamāharī’’ti.",
  "atk-s0513a40:750": "Tattha kevalaṃ dvārakaṃ imanti kasmā ummattako viya hutvā sakalaṃ imaṃ dvāravatinagaraṃ vicaranto ‘‘saso saso’’ti lapasi. Ko tava sasaṃ hari, kena te saso gahitoti pucchati.",
  "atk-s0513a40:751": "So raññā evaṃ vuttepi punappunaṃ tadeva vacanaṃ vadati. Rājā puna dve gāthā abhāsi –",
  "atk-s0513a40:752": "168.",
  "atk-s0513a40:753": " ‘‘Sovaṇṇamayaṃ maṇīmayaṃ, lohamayaṃ atha rūpiyāmayaṃ;",
  "atk-s0513a40:754": "Saṅkhasilāpavāḷamayaṃ, kārayissāmi te sasaṃ.",
  "atk-s0513a40:755": "169.",
  "atk-s0513a40:756": " ‘‘Santi aññepi sasakā, araññe vanagocarā;",
  "atk-s0513a40:757": "Tepi te ānayissāmi, kīdisaṃ sasamicchasī’’ti.",
  "atk-s0513a40:758": "Tatrāyaṃ saṅkhepattho – tesu suvaṇṇamayādīsu yaṃ icchasi, taṃ vada, ahaṃ te kāretvā dassāmi, athāpi te na rocesi, aññepi araññe vanagocarā sasakā atthi, tepi te ānayissāmi, vada bhadramukha, kīdisaṃ sasamicchasīti.",
  "atk-s0513a40:759": "Rañño kathaṃ sutvā ghaṭapaṇḍito chaṭṭhaṃ gāthamāha –",
  "atk-s0513a40:760": "170.",
  "atk-s0513a40:761": " ‘‘Na cāhamete icchāmi, ye sasā pathavissitā;",
  "atk-s0513a40:762": "Candato sasamicchāmi, taṃ me ohara kesavā’’ti.",
  "atk-s0513a40:763": "Tattha oharāti otārehi.",
  "atk-s0513a40:764": "Rājā tassa kathaṃ sutvā ‘‘nissaṃsayaṃ me bhātā ummattakova jāto’’ti domanassappatto sattamaṃ gāthamāha –",
  "atk-s0513a40:765": "171.",
  "atk-s0513a40:766": " ‘‘So nūna madhuraṃ ñāti, jīvitaṃ vijahissasi;",
  "atk-s0513a40:767": "Apatthiyaṃ yo patthayasi, candato sasamicchasī’’ti.",
  "atk-s0513a40:768": "Tattha ñātīti kaniṭṭhaṃ ālapanto āha. Idaṃ vuttaṃ hoti – ‘‘tāta, mayhaṃ piyañāti so tvaṃ nūna atimadhuraṃ attano jīvitaṃ vijahissasi, yo apatthetabbaṃ patthayasī’’ti.",
  "atk-s0513a40:769": "Ghaṭapaṇḍito rañño vacanaṃ sutvā niccalo ṭhatvā ‘‘bhātika, tvaṃ candato sasakaṃ patthentassa taṃ alabhitvā jīvitakkhayabhāvaṃ jānanto kiṃ kāraṇā mataputtaṃ anusocasī’’ti vatvā aṭṭhamaṃ gāthamāha –",
  "atk-s0513a40:770": "172.",
  "atk-s0513a40:771": " ‘‘Evaṃ ce kaṇha jānāsi, yadaññamanusāsasi;",
  "atk-s0513a40:772": "Kasmā pure mataṃ puttaṃ, ajjāpi manusocasī’’ti.",
  "atk-s0513a40:773": "Tattha evanti idaṃ alabbhaneyyaṭṭhānaṃ nāma na patthetabbanti yadi evaṃ jānāsi. Yadaññamanusāsasīti evaṃ jānantova yadi aññaṃ anusāsasīti attho. Pureti atha kasmā ito catumāsamatthake mataputtaṃ ajjāpi anusocasīti vadati.",
  "atk-s0513a40:774": "Evaṃ so antaravīthiyaṃ ṭhitakova ‘‘bhātika, ahaṃ tāva paññāyamānaṃ patthemi, tvaṃ pana apaññāyamānassa socasī’’ti vatvā tassa dhammaṃ desento puna dve gāthā abhāsi –",
  "atk-s0513a40:775": "173.",
  "atk-s0513a40:776": " ‘‘Yaṃ na labbhā manussena, amanussena vā puna;",
  "atk-s0513a40:777": "Jāto me mā marī putto, kuto labbhā alabbhiyaṃ.",
  "atk-s0513a40:778": "174.",
  "atk-s0513a40:779": " ‘‘Na mantā mūlabhesajjā, osadhehi dhanena vā;",
  "atk-s0513a40:780": "Sakkā ānayituṃ kaṇha, yaṃ petamanusocasī’’ti.",
  "atk-s0513a40:781": "Tattha yanti bhātika yaṃ evaṃ jāto me putto mā marīti manussena vā devena vā puna na labbhā na sakkā laddhuṃ, taṃ tvaṃ patthesi, tadetaṃ kuto labbhā kena kāraṇena sakkā laddhuṃ, na sakkāti dīpeti. Kasmā? Yasmā alabbhiyaṃ, alabbhaneyyaṭṭhānañhi nāmetanti attho. Mantāti mantapayogena. Mūlabhesajjāti mūlabhesajjena. Osadhehīti nānāvidhosadhehi. Dhanena vāti koṭisatasaṅkhyenapi dhanena vā. Idaṃ vuttaṃ hoti – ‘‘yaṃ tvaṃ petamanusocasi, taṃ etehi mantapayogādīhi ānetuṃ na sakkā’’ti.",
  "atk-s0513a40:782": "Rājā taṃ sutvā ‘‘yuttaṃ, tāta, sallakkhitaṃ me, mama sokaharaṇatthāya tayā idaṃ kata’’nti ghaṭapaṇḍitaṃ vaṇṇento catasso gāthā abhāsi –",
  "atk-s0513a40:783": "175.",
  "atk-s0513a40:784": " ‘‘Yassa etādisā assu, amaccā purisapaṇḍitā;",
  "atk-s0513a40:785": "Yathā nijjhāpaye ajja, ghaṭo purisapaṇḍito.",
  "atk-s0513a40:786": "176.",
  "atk-s0513a40:787": " ‘‘Ādittaṃ vata maṃ santaṃ, ghatasittaṃva pāvakaṃ;",
  "atk-s0513a40:788": "Vārinā viya osiñcaṃ, sabbaṃ nibbāpaye daraṃ.",
  "atk-s0513a40:789": "177.",
  "atk-s0513a40:790": " ‘‘Abbahī vata me sallaṃ, yamāsi hadayassitaṃ;",
  "atk-s0513a40:791": "Yo me sokaparetassa, puttasokaṃ apānudi.",
  "atk-s0513a40:792": "178.",
  "atk-s0513a40:793": " ‘‘Sohaṃ abbūḷhasallosmi, vītasoko anāvilo;",
  "atk-s0513a40:794": "Na socāmi na rodāmi, tava sutvāna māṇavā’’ti.",
  "atk-s0513a40:795": "Tattha paṭhamagāthāya saṅkhepattho – yathā yena kāraṇena ajja maṃ puttasokaparetaṃ ghaṭo purisapaṇḍito sokaharaṇatthāya nijjhāpaye nijjhāpesi bodhesi. Yassa aññassapi etādisā purisapaṇḍitā amaccā assu, tassa kuto sokoti. Sesagāthā vuttatthāyeva.",
  "atk-s0513a40:796": "Avasāne –",
  "atk-s0513a40:797": "179.",
  "atk-s0513a40:798": " ‘‘Evaṃ karonti sappaññā, ye honti anukampakā;",
  "atk-s0513a40:799": "Nivattayanti sokamhā, ghaṭo jeṭṭhaṃva bhātara’’nti. –",
  "atk-s0513a40:800": "Ayaṃ abhisambuddhagāthā uttānatthāyeva.",
  "atk-s0513a40:801": "Evaṃ ghaṭakumārena vītasoke kate vāsudeve rajjaṃ anusāsante dīghassa addhuno accayena dasabhātikaputtā kumārā cintayiṃsu ‘‘kaṇhadīpāyanaṃ ‘dibbacakkhuko’ti vadanti, vīmaṃsissāma tāva na’’nti. Te ekaṃ daharakumāraṃ alaṅkaritvā gabbhiniākārena dassetvā udare masūrakaṃ bandhitvā tassa santikaṃ netvā ‘‘bhante, ayaṃ kumārikā kiṃ vijāyissatī’’ti pucchiṃsu. Tāpaso ‘‘dasabhātikarājūnaṃ vināsakālo patto, mayhaṃ nu kho āyusaṅkhāro kīdiso hotī’’ti olokento ‘‘ajjeva maraṇaṃ bhavissatī’’ti ñatvā ‘‘kumārā iminā tumhākaṃ ko attho’’ti vatvā ‘‘kathetheva no, bhante’’ti nibaddho ‘‘ayaṃ ito sattame divase khadiraghaṭikaṃ vijāyissati, tāya vāsudevakulaṃ nassissati, apica kho pana tumhe taṃ khadiraghaṭikaṃ gahetvā jhāpetvā chārikaṃ nadiyaṃ pakkhipeyyāthā’’ti āha. Atha naṃ te ‘‘kūṭajaṭila, puriso vijāyanako nāma natthī’’ti vatvā tantarajjukaṃ nāma kammakaraṇaṃ katvā tattheva jīvitakkhayaṃ pāpayiṃsu. Rājāno kumāre pakkosāpetvā ‘‘kiṃ kāraṇā tāpasaṃ mārayitthā’’ti pucchitvā sabbaṃ sutvā bhītā tassa ārakkhaṃ datvā sattame divase tassa kucchito nikkhantaṃ khadiraghaṭikaṃ jhāpetvā chārikaṃ nadiyaṃ khipiṃsu. Sā nadiyā vuyhamānā mukhadvāre ekapasse laggi, tato erakaṃ nibbatti.",
  "atk-s0513a40:802": "Athekadivasaṃ te rājāno ‘‘samuddakīḷaṃ kīḷissāmā’’ti mukhadvāraṃ gantvā mahāmaṇḍapaṃ kārāpetvā alaṅkatamaṇḍape khādantā pivantā kīḷāvaseneva pavattahatthapādaparāmāsā dvidhā bhijjitvā mahākalahaṃ kariṃsu. Atheko aññaṃ muggaraṃ alabhanto erakavanato ekaṃ erakapattaṃ gaṇhi. Taṃ gahitamattameva khadiramusalaṃ ahosi. So tena mahājanaṃ pothesi . Athaññehi sabbehi gahitagahitaṃ khadiramusalameva ahosi. Te aññamaññaṃ paharitvā mahāvināsaṃ pāpuṇiṃsu. Tesu mahāvināsaṃ vinassantesu vāsudevo ca baladevo ca bhaginī añjanadevī ca purohito cāti cattāro janā rathaṃ abhiruhitvā palāyiṃsu, sesā sabbepi vinaṭṭhā. Tepi cattāro rathena palāyantā kāḷamattikaaṭaviṃ pāpuṇiṃsu. So hi muṭṭhikamallo patthanaṃ katvā yakkho hutvā tattha nibbatto baladevassa āgatabhāvaṃ ñatvā tattha gāmaṃ māpetvā mallavesaṃ gahetvā ‘‘ko yujjhitukāmo’’ti vagganto gajjanto apphoṭento vicari. Baladevo taṃ disvāva ‘‘bhātika, ahaṃ iminā saddhiṃ yujjhissāmī’’ti vatvā vāsudeve vārenteyeva rathā oruyha tassa santikaṃ gantvā vagganto gajjanto apphoṭesi. Atha naṃ so pasāritahattheyeva gahetvā mūlakandaṃ viya khādi. Vāsudevo tassa matabhāvaṃ ñatvā bhaginiñca purohitañca ādāya sabbarattiṃ gantvā sūriyodaye ekaṃ paccantagāmaṃ patvā ‘‘āhāraṃ pacitvā āharathā’’ti bhaginiñca purohitañca gāmaṃ pahiṇitvā sayaṃ ekasmiṃ gacchantare paṭicchanno nipajji.",
  "atk-s0513a40:803": "Atha naṃ jarā nāma eko luddako gacchaṃ calantaṃ disvā ‘‘sūkaro ettha bhavissatī’’ti saññāya sattiṃ khipitvā pāde vijjhitvā ‘‘ko maṃ vijjhī’’ti vutte manussassa viddhabhāvaṃ ñatvā bhīto palāyituṃ ārabhi . Rājā satiṃ paccupaṭṭhapetvā uṭṭhāya ‘‘mātula, mā bhāyi, ehī’’ti pakkositvā āgataṃ ‘‘kosi nāma tva’’nti pucchitvā ‘‘ahaṃ sāmi, jarā nāmā’’ti vutte ‘‘jarāya viddho marissatīti kira maṃ porāṇā byākariṃsu, nissaṃsayaṃ ajja mayā maritabba’’nti ñatvā ‘‘mātula, mā bhāyi, ehi pahāraṃ me bandhā’’ti tena pahāramukhaṃ bandhāpetvā taṃ uyyojesi. Balavavedanā pavattiṃsu, itarehi ābhataṃ āhāraṃ paribhuñjituṃ nāsakkhi. Atha te āmantetvā ‘‘ajja ahaṃ marissāmi, tumhe pana sukhumālā aññaṃ kammaṃ katvā jīvituṃ na sakkhissatha, imaṃ vijjaṃ sikkhathā’’ti ekaṃ vijjaṃ sikkhāpetvā te uyyojetvā tattheva jīvitakkhayaṃ pāpuṇi. Evaṃ añjanadeviṃ ṭhapetvā sabbeva vināsaṃ pāpuṇiṃsūti.",
  "atk-s0513a40:804": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘upāsaka, evaṃ porāṇakapaṇḍitā paṇḍitānaṃ kathaṃ sutvā attano puttasokaṃ hariṃsu, mā cintayī’’ti vatvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne upāsako sotāpattiphale patiṭṭhahi. Tadā rohiṇeyyo ānando ahosi, vāsudevo sāriputto, avasesā buddhaparisā, ghaṭapaṇḍito pana ahameva ahosinti.",
  "atk-s0513a40:805": "Ghaṭapaṇḍitajātakavaṇṇanā soḷasamā.",
  "atk-s0513a40:806": "Iti soḷasajātakapaṭimaṇḍitassa",
  "atk-s0513a40:807": "Dasakanipātajātakassa atthavaṇṇanā niṭṭhitā.",
  "atk-s0513a40:808": "Jātakuddānaṃ –",
  "atk-s0513a40:809": "Catudvāro kaṇhuposo, saṅkha bodhi dīpāyano;",
  "atk-s0513a40:810": "Nigrodha takkala dhamma-pālo kukkuṭa kuṇḍalī;",
  "atk-s0513a40:811": "Bilāra cakka bhūri ca, maṅgala ghaṭa soḷasa.",
  "atk-s0513a40:812": "Dasakanipātavaṇṇanā niṭṭhitā."
}