{
  "atk-s0514a13:0": "20. Sattatinipāto",
  "atk-s0514a13:2": " [531] 1. Kusajātakavaṇṇanā",
  "atk-s0514a13:3": "Idaṃte raṭṭhanti idaṃ satthā jetavane viharanto ukkaṇṭhitabhikkhuṃ ārabbha kathesi. Eko kira sāvatthivāsī kulaputto sāsane uraṃ datvā pabbajito ekadivasaṃ sāvatthiyaṃ piṇḍāya caranto ekaṃ alaṅkataitthiṃ disvā subhanimittaggāhavasena oloketvā kilesābhibhūto anabhirato vihāsi dīghakesanakho kiliṭṭhacīvaro uppaṇḍuppaṇḍukajāto dhamanīsanthatagatto. Yathā hi devalokā cavanadhammānaṃ devaputtānaṃ pañca pubbanimittāni paññāyanti, mālā milāyanti, vatthāni kilissanti, sarīre dubbaṇṇiyaṃ okkamati, ubhohi kacchehi sedā muccanti, devo devāsane nābhiramati, evameva sāsanā cavanadhammānaṃ ukkaṇṭhitabhikkhūnaṃ pañca pubbanimittāni paññāyanti, saddhāpupphāni milāyanti, sīlavatthāni kilissanti, sarīre maṅkutāya ceva ayasavasena ca dubbaṇṇiyaṃ okkamati, kilesasedā muccanti, araññarukkhamūlasuññāgāresu nābhiramanti. Tassapi tāni paññāyiṃsu. Atha naṃ bhikkhū satthu santikaṃ netvā ‘‘ayaṃ, bhante, ukkaṇṭhito’’ti dassesuṃ. Satthā ‘‘saccaṃ kira tvaṃ, bhikkhu, ukkaṇṭhitosī’’ti taṃ pucchitvā ‘‘saccaṃ, bhante’’ti vutte ‘‘mā, bhikkhu, kilesavasiko hohi, mātugāmo nāmesa pāpo, tasmiṃ paṭibaddhacittataṃ vinodehi, sāsane abhirama, mātugāme paṭibaddhacittatāya hi tejavantopi porāṇakapaṇḍitā nittejā hutvā anayabyasanaṃ pāpuṇiṃsū’’ti vatvā atītaṃ āhari.",
  "atk-s0514a13:4": "Atīte mallaraṭṭhe kusāvatīrājadhāniyaṃ okkāko nāma rājā dhammena samena rajjaṃ kāresi. Tassa soḷasannaṃ itthisahassānaṃ jeṭṭhikā sīlavatī nāma aggamahesī ahosi, sā neva puttaṃ, na dhītaraṃ labhi. Athassa nāgarā ceva raṭṭhavāsino ca rājanivesanadvāre sannipatitvā ‘‘raṭṭhaṃ nassissati, raṭṭhaṃ nassissatī’’ti upakkosiṃsu. Rājā sīhapañjaraṃ ugghāṭetvā ‘‘mayi rajjaṃ kārente adhammakāro nāma natthi, kasmā upakkosathā’’ti pucchi. ‘‘Saccaṃ, deva, adhammakāro nāma natthi, apica vaṃsānurakkhako pana vo putto natthi, añño rajjaṃ gahetvā raṭṭhaṃ nāsessati, tasmā dhammena rajjaṃ kāretuṃ samatthaṃ puttaṃ patthethā’’ti. ‘‘Puttaṃ patthento kiṃ karomī’’ti? ‘‘Paṭhamaṃ tāva ekaṃ sattāhaṃ cullanāṭakaṃ dhammanāṭakaṃ katvā vissajjetha, sace sā puttaṃ labhissati, sādhu, no ce, atha majjhimanāṭakaṃ vissajjetha, tato jeṭṭhanāṭakaṃ, avassaṃ ettakāsu itthīsu ekā puññavatī puttaṃ labhissatī’’ti. Rājā tesaṃ vacanena tathā katvā satta divase yathāsukhaṃ abhiramitvā āgatāgataṃ pucchi – ‘‘kacci vo putto laddho’’ti? Sabbā ‘‘na labhāma, devā’’ti āhaṃsu. Rājā ‘‘na me putto uppajjissatī’’ti anattamano ahosi. Nāgarā puna tatheva upakkosiṃsu. Rājā ‘‘kiṃ upakkosatha, mayā tumhākaṃ vacanena nāṭakāni vissaṭṭhāni, ekāpi puttaṃ na labhati, idāni kiṃ karomā’’ti āha. ‘‘Deva, etā dussīlā bhavissanti nippuññā, natthi etāsaṃ puttalābhāya puññaṃ, tumhe etāsu puttaṃ alabhantīsupi mā appossukkataṃ āpajjatha, aggamahesī vo sīlavatī devī sīlasampannā, taṃ vissajjetha, tassā putto uppajjissatī’’ti.",
  "atk-s0514a13:5": "So ‘‘sādhū’’ti sampaṭicchitvā ‘‘ito kira sattame divase rājā sīlavatiṃ deviṃ dhammanāṭakaṃ katvā vissajjessati, purisā sannipatantū’’ti bheriṃ carāpetvā sattame divase deviṃ alaṅkārāpetvā rājanivesanā otāretvā vissajjesi. Tassā sīlatejena sakkassa bhavanaṃ uṇhākāraṃ dassesi. Sakko ‘‘kiṃ nu kho’’ti āvajjento deviyā puttapatthanabhāvaṃ ñatvā ‘‘etissā mayā puttaṃ dātuṃ vaṭṭati, atthi nu kho devaloke etissā anucchaviko putto’’ti upadhārento bodhisattaṃ addasa. So kira tadā tāvatiṃsabhavane āyuṃ khepetvā uparidevaloke nibbattitukāmo ahosi. Sakko tassa vimānadvāraṃ gantvā taṃ pakkositvā, ‘‘mārisa, tayā manussalokaṃ gantvā okkākarañño aggamahesiyā kucchimhi paṭisandhiṃ gaṇhituṃ vaṭṭatī’’ti sampaṭicchāpetvā aparampi devaputtaṃ ‘‘tvampi etissā eva putto bhavissasī’’ti vatvā ‘‘mā kho panassā koci sīlaṃ bhindatū’’ti mahallakabrāhmaṇavesena rañño nivesanadvāraṃ agamāsi.",
  "atk-s0514a13:6": "Mahājanopi nhāto alaṅkato ‘‘ahaṃ deviṃ gaṇhissāmi, ahaṃ deviṃ gaṇhissāmī’’ti rājadvāre sannipatitvā sakkañca disvā ‘‘tvaṃ kasmā āgatosī’’ti parihāsamakāsi. Sakko ‘‘kiṃ maṃ tumhe garahatha, sacepi me sarīraṃ jiṇṇaṃ, rāgo pana na jīrati, sace sīlavatiṃ labhissāmi, ādāya naṃ gamissāmīti āgatomhī’’ti vatvā attano ānubhāvena sabbesaṃ puratova aṭṭhāsi. Añño koci tassa tejena purato bhavituṃ nāsakkhi. So taṃ sabbālaṅkārapaṭimaṇḍitaṃ nivesanā nikkhamantiññeva hatthe gahetvā pakkāmi. Atha naṃ tattha tattha ṭhitā garahiṃsu ‘‘passatha, bho, mahallakabrāhmaṇo evaṃ uttamarūpadharaṃ deviṃ ādāya gacchati, attano yuttaṃ na jānātī’’ti. Devīpi ‘‘mahallako maṃ gahetvā gacchatī’’ti na aṭṭīyati na harāyati. Rājāpi vātapāne ṭhatvā ‘‘ko nu kho deviṃ gahetvā gacchatī’’ti olokento taṃ disvā anattamano ahosi.",
  "atk-s0514a13:7": "Sakko taṃ ādāya nagaradvārato nikkhamitvā dvārasamīpe ekaṃ gharaṃ māpesi vivaṭadvāraṃ paññattakaṭṭhattharikaṃ. Atha naṃ sā ‘‘idaṃ te nivesana’’nti pucchi. So ‘‘āma, bhadde, pubbe panāhaṃ eko, idānimhā mayaṃ dve janā, ahaṃ bhikkhāya caritvā taṇḍulādīni āharissāmi, tvaṃ imissā kaṭṭhattharikāya nipajjāhī’’ti vatvā taṃ mudunā hatthena parāmasanto dibbasamphassaṃ pharāpetvā tattha nipajjāpesi. Sā dibbasamphassapharaṇena saññaṃ vissajjesi. Atha naṃ attano ānubhāvena tāvatiṃsabhavanaṃ netvā alaṅkatavimāne dibbasayane nipajjāpesi. Sā sattame divase pabujjhitvā taṃ sampattiṃ disvā ‘‘na so brāhmaṇo manusso, sakko bhavissatī’’ti aññāsi. Sakkopi tasmiṃ samaye pāricchattakamūle dibbanāṭakaparivuto nisinno ahosi. Sā sayanā uṭṭhāya tassa santikaṃ gantvā vanditvā ekamantaṃ aṭṭhāsi. Atha naṃ sakko ‘‘varaṃ te, devi, dadāmi, gaṇhāhī’’ti āha. ‘‘Tena hi, deva, ekaṃ puttaṃ me dehī’’ti. ‘‘Devi, tiṭṭhatu eko putto, ahaṃ te dve putte dassāmi. Tesu pana eko paññavā bhavissati virūpavā, eko rūpavā na paññavā. Tesu kataraṃ paṭhamaṃ icchasī’’ti? ‘‘Paññavantaṃ, devā’’ti. So ‘‘sādhū’’ti vatvā tassā kusatiṇaṃ dibbavatthaṃ dibbacandanaṃ pāricchattakapupphaṃ kokanudañca nāma vīṇaṃ datvā taṃ ādāya rañño sayanagharaṃ pavisitvā raññā saddhiṃ ekasayane nipajjāpetvā aṅguṭṭhakena tassā nābhiṃ parāmasi. Tasmiṃ khaṇe bodhisatto tassā kucchimhi paṭisandhiṃ gaṇhi. Sakkopi sakaṭṭhānameva gato. Paṇḍitā devī gabbhassa patiṭṭhitabhāvaṃ jāni.",
  "atk-s0514a13:8": "Atha naṃ pabuddho rājā disvā, ‘‘devi, kena nītāsī’’ti pucchi. ‘‘Sakkena, devā’’ti. ‘‘Ahaṃ paccakkhato ekaṃ mahallakabrāhmaṇaṃ taṃ ādāya gacchantaṃ addasaṃ, kasmā maṃ vañcesī’’ti? ‘‘Saddahatha, deva, sakko maṃ gahetvā devalokaṃ nesī’’ti. ‘‘Na saddahāmi, devī’’ti. Athassa sā sakkadattiyaṃ kusatiṇaṃ dassetvā ‘‘saddahathā’’ti āha. Rājā ‘‘kusatiṇaṃ nāma yato kutoci labbhatī’’ti na saddahi. Athassa sā dibbavatthādīni dassesi. Rājā tāni disvā saddahitvā, ‘‘bhadde, sakko tāva taṃ netu, putto pana te laddho’’ti pucchi. ‘‘Laddho mahārāja, gabbho me patiṭṭhito’’ti. So tuṭṭho tassā gabbhaparihāraṃ adāsi . Sā dasamāsaccayena puttaṃ vijāyi, tassa aññaṃ nāmaṃ akatvā kusatiṇanāmameva akaṃsu. Kusakumārassa padasā gamanakāle itaro devaputto tassā kucchiyaṃ paṭisandhiṃ gaṇhi. Sā dasamāse paripuṇṇe puttaṃ vijāyi, tassa ‘‘jayampatī’’ti nāmaṃ kariṃsu. Te mahantena yasena vaḍḍhiṃsu. Bodhisatto paññavā ācariyassa santike kiñci sippaṃ anuggahetvā attanova paññāya sabbasippesu nipphattiṃ pāpuṇi.",
  "atk-s0514a13:9": "Athassa soḷasavassakāle rājā rajjaṃ dātukāmo deviṃ āmantetvā ‘‘bhadde, puttassa te rajjaṃ datvā nāṭakāni upaṭṭhapessāma, mayaṃ jīvantāyeva naṃ rajje patiṭṭhitaṃ passissāma, sakalajambudīpe kho pana yassa rañño dhītaraṃ icchati, tamassa ānetvā aggamahesiṃ karissāma, cittamassa jānāhi, kataraṃ rājadhītaraṃ rocesī’’ti āha. Sā ‘‘sādhū’’ti sampaṭicchitvā ‘‘kumārassa imaṃ pavattiṃ ārocetvā cittaṃ jānāhī’’ti ekaṃ paricārikaṃ pesesi. Sā gantvā tassa taṃ pavattiṃ ārocesi. Taṃ sutvā mahāsatto cintesi – ‘‘ahaṃ na rūpavā, rūpasampannā rājadhītā ānītāpi maṃ disvā ‘kiṃ me iminā virūpenā’ti palāyissati iti no lajjitabbakaṃ bhavissati, kiṃ me gharāvāsena, dharamāne mātāpitaro upaṭṭhahitvā tesaṃ accayena nikkhamitvā pabbajissāmī’’ti. So ‘‘mayhaṃ neva rajjenattho, na nāṭakehi, ahaṃ mātāpitūnaṃ accayena pabbajissāmī’’ti āha. Sā gantvā tassa kathaṃ deviyā ārocesi, devīpi rañño ārocesi. Rājā anattamano hutvā puna katipāhaccayena sāsanaṃ pesesi. Sopi paṭibāhatiyeva. Evaṃ yāvatatiyaṃ paṭibāhitvā catutthavāre cintesi – ‘‘mātāpitūhi saddhiṃ ekantena paṭipakkhabhāvo nāma na yutto, ekaṃ upāyaṃ karissāmī’’ti.",
  "atk-s0514a13:10": "So kammārajeṭṭhakaṃ pakkosāpetvā bahuṃ suvaṇṇaṃ datvā ‘‘ekaṃ itthirūpakaṃ karohī’’ti uyyojetvā tasmiṃ pakkante aññaṃ suvaṇṇaṃ gahetvā sayampi itthirūpakaṃ akāsi. Bodhisattānañhi adhippāyo nāma samijjhati. Taṃ suvaṇṇarūpakaṃ jivhāya avaṇṇanīyasobhaṃ ahosi. Atha naṃ mahāsatto khomaṃ nivāsāpetvā sirigabbhe ṭhapāpesi. So kammārajeṭṭhakena ābhatarūpakaṃ disvā taṃ garahitvā ‘‘gaccha amhākaṃ sirigabbhe ṭhapitarūpakaṃ āharā’’ti āha. So sirigabbhaṃ paviṭṭho taṃ disvā ‘‘kumārena saddhiṃ abhiramituṃ ekā devaccharā, āgatā bhavissatī’’ti hatthaṃ pasāretuṃ avisahanto nikkhamitvā ‘‘deva, sirigabbhe ayyā ekikāva ṭhitā, upagantuṃ na sakkomī’’ti āha. ‘‘Tāta, gaccha, suvaṇṇarūpakaṃ etaṃ, āharā’’ti puna pesito āhari. Kumāro kammārena kataṃ rūpakaṃ suvaṇṇagabbhe nikkhipāpetvā attanā kataṃ alaṅkārāpetvā rathe ṭhapāpetvā ‘‘evarūpaṃ labhanto gaṇhāmī’’ti mātu santikaṃ pahiṇi.",
  "atk-s0514a13:11": "Sā amacce pakkosāpetvā, ‘‘tātā, mayhaṃ putto mahāpuñño sakkadattiyo anucchavikaṃ kumārikaṃ labhissati, tumhe evarūpaṃ labhantā gaṇhissatha, imaṃ rūpakaṃ paṭicchannayāne ṭhapetvā sakalajambudīpaṃ carantā yassa rañño evarūpaṃ dhītaraṃ passatha, tassetaṃ datvā ‘okkākarājā tumhehi saddhiṃ āvāhaṃ karissatī’ti divasaṃ vavatthapetvā āgacchathā’’ti āha. Te ‘‘sādhū’’ti taṃ ādāya mahantena parivārena nikkhamitvā vicarantā yaṃ rājadhāniṃ pāpuṇanti, tattha sāyanhasamaye mahājanassa samosaraṇaṭṭhāne taṃ rūpakaṃ vatthapupphālaṅkārehi alaṅkaritvā suvaṇṇasivikaṃ āropetvā titthamagge ṭhapetvā amaccā sayaṃ paṭikkamitvā āgatāgatānaṃ kathāsavanatthaṃ ekamante tiṭṭhanti. Mahājano taṃ oloketvā ‘‘suvaṇṇarūpaka’’nti saññaṃ akatvā ‘‘ayaṃ manussitthī samānāpi devaccharapaṭibhāgā ativiya sobhati, kiṃ nu kho ettha ṭhitā, kuto vā āgatā, amhākaṃ nagare evarūpā natthī’’ti vaṇṇento pakkamati. Taṃ sutvā amaccā ‘‘sace idha evarūpā dārikā bhaveyya, ‘asukā rājadhītā viya asukā amaccadhītā viyā’ti vadeyyuṃ, addhā idha evarūpā natthī’’ti taṃ ādāya aññaṃ nagaraṃ gacchanti.",
  "atk-s0514a13:12": "Te evaṃ vicarantā anupubbena maddaraṭṭhe sāgalanagaraṃ sampāpuṇiṃsu. Tattha maddarañño aṭṭha dhītaro uttamarūpadharā devaccharapaṭibhāgā, tāsaṃ sabbajeṭṭhikā pabhāvatī nāma. Tassā sarīrato bālasūriyassa pabhā viya pabhā niccharanti, andhakārepi catuhatthe antogabbhe padīpakiccaṃ natthi, sabbo gabbho ekobhāsova hoti. Dhātī panassā khujjā, sā pabhāvatiṃ bhojetvā tassā sīsanhāpanatthaṃ aṭṭhahi vaṇṇadāsīhi aṭṭha ghaṭe gāhāpetvā sāyanhasamaye udakatthāya gacchantī titthamagge ṭhitaṃ taṃ rūpakaṃ disvā ‘‘pabhāvatī’’ti saññāya ‘‘ayaṃ dubbinītā ‘sīsaṃ nhāyissāmī’ti amhe udakatthāya pesetvā paṭhamataraṃ āgantvā titthamagge ṭhitā’’ti kujjhitvā ‘‘are kulalajjāpanike amhehi purimataraṃ āgantvā kasmā idha ṭhitāsi, sace rājā jānissati, nāsessati no’’ti vatvā hatthena gaṇḍapasse pahari, hatthatalaṃ bhijjamānaṃ viya jātaṃ. Tato ‘‘suvaṇṇarūpaka’’nti ñatvā hasamānā tāsaṃ vaṇṇadāsīnaṃ santikaṃ gacchantī ‘‘passathetaṃ me kammaṃ, mama dhītātisaññāya pahāraṃ adāsiṃ, ayaṃ mama dhītu santike kimagghati, kevalaṃ me hattho dukkhāpito’’ti āha.",
  "atk-s0514a13:13": "Atha naṃ rājadūtā gahetvā ‘‘tvaṃ ‘mama dhītā ito abhirūpatarā’ti vadantī kaṃ nāma kathesī’’ti āhaṃsu. ‘‘Maddarañño dhītaraṃ pabhāvatiṃ, idaṃ rūpakaṃ tassā soḷasimpi kalaṃ na agghatī’’ti. Te tuṭṭhamānasā rājadvāraṃ gantvā ‘‘okkākarañño dūtā dvāre ṭhitā’’ti paṭihāresuṃ. Rājā āsanā vuṭṭhāya ṭhitakova ‘‘pakkosathā’’ti āha. Te pavisitvā rājānaṃ vanditvā ‘‘mahārāja, amhākaṃ rājā tumhākaṃ ārogyaṃ pucchatī’’ti vatvā katasakkārasammānā ‘‘kimatthaṃ āgatatthā’’ti puṭṭhā ‘‘amhākaṃ rañño sīhassaro putto kusakumāro nāma, rājā tassa rajjaṃ dātukāmo amhe tumhākaṃ santikaṃ pahiṇi, tumhākaṃ kira dhītā pabhāvatī, taṃ tassa detha, imañca suvaṇṇarūpakaṃ deyyadhammaṃ gaṇhathā’’ti taṃ rūpakaṃ tassa adaṃsu. Sopi ‘‘evarūpena mahārājena saddhiṃ vivāhamaṅgalaṃ bhavissatī’’ti tuṭṭhacitto sampaṭicchi . Atha naṃ dūtā āhaṃsu – ‘‘mahārāja, amhehi na sakkā papañcaṃ kātuṃ, kumārikāya laddhabhāvaṃ rañño ārocessāma, atha naṃ so āgantvā ādāya gamissatī’’ti. So ‘‘sādhū’’ti vatvā tesaṃ sakkāraṃ katvā vissajjesi. Te gantvā rañño ca deviyā ca ārocesuṃ. Rājā mahantena parivārena kusāvatito nikkhamitvā anupubbena sāgalanagaraṃ pāpuṇi. Maddarājā paccuggantvā taṃ nagaraṃ pavesetvā mahantaṃ sakkāramakāsi.",
  "atk-s0514a13:14": "Sīlavatī devī paṇḍitattā ‘‘ko jānāti, kiṃ bhavissatī’’ti ekāhadvīhaccayena maddarājānaṃ āha – ‘‘mahārāja, suṇisaṃ daṭṭhukāmāmhī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā taṃ pakkosāpesi. Pabhāvatī sabbālaṅkārapaṭimaṇḍitā dhātigaṇaparivutā āgantvā sassuṃ vandi. Sā taṃ disvā cintesi – ‘‘ayaṃ kumārikā abhirūpā, mayhaṃ putto virūpo. Sace esā taṃ passissati, ekāhampi avasitvā palāyissati, upāyaṃ karissāmī’’ti. Sā maddarājānaṃ āmantetvā, ‘‘mahārāja, suṇisā me puttassa anucchavikā, apica kho pana amhākaṃ kulapaveṇiyā āgataṃ cārittaṃ atthi, sace ayaṃ tasmiṃ cāritte vattissati, nessāmi na’’nti āha. ‘‘Kiṃ pana vo cāritta’’nti. ‘‘Amhākaṃ vaṃse yāva ekassa gabbhassa patiṭṭhānaṃ hoti, tāva divā sāmikaṃ passituṃ na labhati. Sace esā tathā karissati, nessāmi na’’nti. Rājā ‘‘kiṃ, amma, sakkhissasi evaṃ vattitu’’nti dhītaraṃ pucchi. Sā ‘‘āma tātā’’ti āha. Tato okkākarājā maddarañño bahuṃ dhanaṃ datvā taṃ ādāya pakkāmi. Maddarājāpi mahantena parivārena dhītaraṃ uyyojesi.",
  "atk-s0514a13:15": "Okkāko kusāvatiṃ gantvā nagaraṃ alaṅkārāpetvā sabbabandhanāni mocetvā puttassa abhisekaṃ katvā rajjaṃ datvā pabhāvatiṃ aggamahesiṃ kāretvā nagare ‘‘kusarājassa āṇā’’ti bheriṃ carāpesi. Sakalajambudīpatale rājāno yesaṃ dhītaro atthi, te kusarañño dhītaro pahiṇiṃsu . Yesaṃ puttā atthi, te tena saddhiṃ mittabhāvaṃ ākaṅkhantā putte upaṭṭhāke katvā pahiṇiṃsu. Bodhisattassa nāṭakaparivāro mahā ahosi, mahantena yasena rajjaṃ kāresi. So pabhāvatiṃ divā passituṃ na labhati, sāpi taṃ divā passituṃ na labhati, ubhinnaṃ rattidassanameva hoti. Tattha pabhāvatiyā sarīrappabhāpi abbohārikā ahosi. Bodhisatto sirigabbhato rattiṃyeva nikkhamati.",
  "atk-s0514a13:16": "So katipāhaccayena pabhāvatiṃ divā daṭṭhukāmo mātuyā ārocesi. Sā ‘‘mā te tāta, rucci, yāva ekaṃ puttaṃ labhasi, tāva āgamehī’’ti, paṭikkhipi. So punappunaṃ yāciyeva. Atha naṃ sā āha – ‘‘tena hi hatthisālaṃ gantvā hatthimeṇḍavesena tiṭṭha, ahaṃ taṃ tattha ānessāmi, atha naṃ akkhīni pūretvā olokeyyāsi, mā ca attānaṃ jānāpehī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā hatthisālaṃ agamāsi. Athassa mātā hatthisālaṃ alaṅkārāpetvā pabhāvatiṃ ‘‘ehi sāmikassa hatthino passāmā’’ti tattha netvā ‘‘ayaṃ hatthī asuko nāma, ayaṃ hatthī asuko nāmā’’ti tassā dassesi. Tattha taṃ rājā mātu pacchato gacchantiṃ disvā hatthigopakavesena hatthichakaṇapiṇḍena piṭṭhiyaṃ pahari. Sā kuddhā ‘‘rañño kathetvā te hatthaṃ chindāpessāmī’’ti vatvā deviṃ ujjhāpesi. Rājamātā ‘‘mā amma kujjhī’’ti suṇisaṃ saññāpetvā piṭṭhiṃ parimajji. Punapi rājā taṃ daṭṭhukāmo hutvā assasālāya assagopakavesena taṃ disvā tatheva assachakaṇapiṇḍena pahari. Tadāpi taṃ kuddhaṃ sassu saññāpesi.",
  "atk-s0514a13:17": "Punekadivase pabhāvatī mahāsattaṃ passitukāmā hutvā sassuyā ārocetvā ‘‘alaṃ mā te ruccī’’ti paṭikkhittāpi punappunaṃ yāci. Atha naṃ sā āha – ‘‘tena hi sve mama putto nagaraṃ padakkhiṇaṃ karissati, tvaṃ sīhapañjaraṃ vivaritvā taṃ passeyyāsī’’ti. Evañca pana vatvā punadivase nagaraṃ alaṅkārāpetvā jayampatikumāraṃ rājavesaṃ gāhāpetvā hatthipiṭṭhe nisīdāpetvā bodhisattaṃ pacchimāsane nisīdāpetvā nagaraṃ padakkhiṇaṃ kārāpesi. Sā pabhāvatiṃ ādāya sīhapañjare ṭhatvā ‘‘passa tava sāmikassa sirisobhagga’’nti āha. Sā ‘‘anucchaviko me sāmiko laddho’’ti attamanā ahosi. Taṃ divasaṃ pana mahāsatto hatthimeṇḍavesena jayampatissa pacchimāsane nisīditvā yathādhippāyena pabhāvatiṃ olokento hatthavikārādivasena cittaruciyā keḷiṃ dassesi. Hatthimhi atikkante rājamātā pabhāvatiṃ pucchi – ‘‘diṭṭho te, amma, sāmiko’’ti. ‘‘Āma ayye, pacchimāsane panassa nisinno hatthimeṇḍo ativiya dubbinīto, mayhaṃ hatthavikārādīni dassesi, kasmā evarūpaṃ alakkhikaṃ rañño pacchimāsane nisīdāpesuṃ, nīharāpehi na’’nti? ‘‘Amma, rañño pacchimāsane rakkhā nāma icchitabbā’’ti.",
  "atk-s0514a13:18": "Sā cintesi – ‘‘ayaṃ hatthimeṇḍo ativiya nibbhayo, rājānaṃ ‘rājā’tipi na maññati, kiṃ nu kho esova kusarājā, addhā hi eso ativiya virūpo eva bhavissati, teneva maṃ na dassentī’’ti. Sā khujjaṃ kaṇṇamūle āha – ‘‘amma, gaccha tāva jānāhi, kiṃ purimāsane nisinnako rājā, udāhu pacchimāsane’’ti? ‘‘Kathaṃ panāhaṃ jānissāmī’’ti. ‘‘Sace hi so rājā bhavissati, paṭhamataraṃ hatthipiṭṭhito otarissati, imāya saññāya jānāhī’’ti. Sā gantvā ekamante ṭhitā paṭhamaṃ mahāsattaṃ otarantaṃ addasa, pacchā jayampatikumāraṃ. Mahāsattopi ito cito ca olokento khujjaṃ disvā ‘‘iminā nāma kāraṇena esā āgatā bhavissatī’’ti ñatvā taṃ pakkosāpetvā ‘‘imaṃ antaraṃ pabhāvatiyā mā kathehī’’ti daḷhaṃ vatvā uyyojesi. Sā gantvā ‘‘purimāsane nisinno paṭhamaṃ otarī’’ti āha. Pabhāvatī tassā vacanaṃ saddahi.",
  "atk-s0514a13:19": "Mahāsattopi puna daṭṭhukāmo hutvā mātaraṃ yāci. Sā paṭikkhipituṃ asakkontī ‘‘tena hi aññātakavesena uyyānaṃ gacchāhī’’ti āha. So uyyānaṃ gantvā pokkharaṇiyaṃ galappamāṇaṃ udakaṃ pavisitvā paduminipattena sīsaṃ chādetvā pupphitapadumena mukhaṃ āvaritvā aṭṭhāsi. Mātāpissa pabhāvatiṃ uyyānaṃ netvā sāyanhasamaye ‘‘ime rukkhe passa, sakuṇe passa, mige passā’’ti palobhayamānā pokkharaṇītīraṃ pāyāsi. Sā pañcavidhapadumasañchannaṃ pokkharaṇiṃ disvā nhāyitukāmā paricārikāhi saddhiṃ pokkharaṇiṃ otaritvā kīḷantī taṃ padumaṃ disvā vicinitukāmā hatthaṃ pasāresi. Atha naṃ rājā paduminipattaṃ apanetvā ‘‘ahaṃ kusarājā’’ti vatvā hatthe gaṇhi. Sā tassa mukhaṃ disvā ‘‘yakkho maṃ gaṇhī’’ti viravitvā tattheva visaññitaṃ pattā. Athassā rājā hatthaṃ muñci. Sā saññaṃ paṭilabhitvā ‘‘kusarājā kira maṃ hatthe gaṇhi, imināvāhaṃ hatthisālāya hatthichakaṇapiṇḍena, assasālāya assachakaṇapiṇḍena pahaṭā, ayameva maṃ hatthissa pacchimāsane nisīditvā uppaṇḍesi, kiṃ me evarūpena dummukhena patinā, imaṃ jahitvā ahaṃ jīvantī aññaṃ patiṃ labhissāmī’’ti cintetvā attanā saddhiṃ āgate amacce pakkosāpetvā ‘‘mama yānavāhanaṃ sajjaṃ karotha, ajjeva gamissāmī’’ti āhaṃ . Te rañño ārocesuṃ. Rājā cintesi – ‘‘sace gantuṃ na labhissati, hadayamassā phalissati, gacchatu puna taṃ attano balena ānessāmī’’ti cintetvā athassā gamanaṃ anujāni. Sā pitunagarameva agamāsi.",
  "atk-s0514a13:20": "Mahāsattopi uyyānato nagaraṃ pavisitvā alaṅkatapāsādaṃ abhiruhi. Bodhisattañhi sā pubbapatthanāvasena na icchi, sopi pubbakammavaseneva virūpo ahosi. Atīte kira bārāṇasiyaṃ dvāragāme uparimavīthiyā ca heṭṭhimavīthiyā ca dve kulāni vasiṃsu. Ekassa kulassa dve puttā ahesuṃ. Ekassa ekāva dhītā ahosi. Dvīsu puttesu bodhisatto kaniṭṭho. Taṃ kumārikaṃ jeṭṭhakassa adaṃsu. Kaniṭṭho adārabharaṇo bhātu santikeyeva vasi. Athekadivasaṃ tasmiṃ ghare atirasakapūve paciṃsu. Bodhisatto araññaṃ gato hoti. Tassa pūvaṃ ṭhapetvā avasese bhājetvā khādiṃsu. Tasmiṃ khaṇe paccekabuddho bhikkhāya gharadvāraṃ agamāsi. Bodhisattassa bhātujāyā ‘‘cūḷapatino aññaṃ pūvaṃ pacissāmī’’ti taṃ gahetvā paccekabuddhassa adāsi. Sopi taṃ khaṇaññeva araññato āgacchi. Atha naṃ sā āha – ‘‘sāmi, cittaṃ pasādehi, tava koṭṭhāso paccekabuddhassa dinno’’ti. So ‘‘tava koṭṭhāsaṃ khāditvā mama koṭṭhāsaṃ desi, ahaṃ kiṃ khādissāmī’’ti kuddho paccekabuddhaṃ anugantvā pattato pūvaṃ gaṇhi. Sā mātu gharaṃ gantvā navavilīnaṃ campakapupphavaṇṇaṃ sappiṃ āharitvā paccekabuddhassa pattaṃ pūresi, taṃ obhāsaṃ muñci. Sā taṃ disvā patthanaṃ paṭṭhapesi – ‘‘bhante, iminā dānabalena nibbattanibbattaṭṭhāne me sarīraṃ obhāsajātaṃ hotu, uttamarūpadharā ca bhaveyyaṃ, iminā ca me asappurisena saddhiṃ ekaṭṭhāne vāso mā ahosī’’ti. Iti sā imissā pubbapatthanāya vasena taṃ na icchi. Bodhisattopi taṃ pūva tasmiṃ sappipatte osīdāpetvā patthanaṃ paṭṭhapesi – ‘‘bhante, imaṃ yojanasate vasantimpi ānetvā mama pādaparicārikaṃ kātuṃ samattho bhaveyya’’nti. Tattha yaṃ so kuddho gantvā pūvaṃ gaṇhi, tassa pubbakammassa vasena virūpo ahosi, pubbapatthanāya sā ca taṃ na icchīti.",
  "atk-s0514a13:21": "So pabhāvatiyā gatāya sokappatto ahosi, nānākārehi paricārayamānāpi naṃ sesitthiyo olokāpetumpi nāsakkhiṃsu, , pabhāvatirahitamassa sakalampi nivesanaṃ tucchaṃ viya khāyi. So ‘‘idāni sāgalanagaraṃ pattā bhavissatī’’ti paccūsasamaye mātu santikaṃ gantvā, ‘‘amma, ahaṃ pabhāvatiṃ ānessāmi, tumhe rajjaṃ anusāsathā’’ti vadanto paṭhamaṃ gāthamāha –",
  "atk-s0514a13:22": "1.",
  "atk-s0514a13:23": " ‘‘Idaṃ te raṭṭhaṃ sadhanaṃ sayoggaṃ, sakāyuraṃ sabbakāmūpapannaṃ;",
  "atk-s0514a13:24": "Idaṃ te rajjaṃ anusāsa amma, gacchāmahaṃ yattha piyā pabhāvatī’’ti.",
  "atk-s0514a13:25": "Tattha sayogganti hatthiyoggādisahitaṃ. Sakāyuranti sapañcarājakakudhabhaṇḍaṃ. Anusāsa, ammāti so kira purisassa rajjaṃ datvā puna gaṇhanaṃ nāma na yuttanti pitu vā bhātu vā aniyyādetvā mātu niyyādento evamāha.",
  "atk-s0514a13:26": "Sā tassa kathaṃ sutvā ‘‘tena hi, tāta, appamatto bhaveyyāsi, mātugāmo nāma aparisuddhahadayo’’ti vatvā nānaggarasabhojanassa suvaṇṇakaroṭiṃ pūretvā ‘‘idaṃ antarāmagge bhuñjeyyāsī’’ti vatvā uyyojesi. So taṃ ādāya mātaraṃ vanditvā tikkhattuṃ padakkhiṇaṃ katvā ‘‘jīvanto puna tumhe passissāmī’’ti vatvā sirigabbhaṃ pavisitvā pañcāvudhaṃ sannayhitvā bhattakaroṭiyā saddhiṃ kahāpaṇasahassaṃ pasibbake katvā kokanudañca vīṇaṃ ādāya nagarā nikkhamitvā maggaṃ paṭipajjitvā mahabbalo mahāthāmo yāva majjhanhikā paṇṇāsa yojanāni gantvā bhattaṃ bhuñjitvā sesadivasabhāgena puna paṇṇāsa yojanāni gantvā ekāheneva yojanasatikaṃ maggaṃ khepetvā sāyanhasamaye nhatvā sāgalanagaraṃ pāvisi. Tasmiṃ paviṭṭhamatteyeva tassa tejena pabhāvatī sayanapiṭṭhe saṇṭhātuṃ asakkontī otaritvā bhūmiyaṃ nipajji. Bodhisattaṃ kilantindriyaṃ vīthiyā gacchantaṃ aññatarā itthī disvā pakkosāpetvā nisīdāpetvā pāde dhovāpetvā sayanaṃ dāpesi. So kilantakāyo nipajjitvā niddaṃ okkami.",
  "atk-s0514a13:27": "Atha sā tasmiṃ niddamupagate bhattaṃ sampādetvā taṃ pabodhetvā bhattaṃ bhojesi. So tuṭṭho tassā saddhiṃ bhattakaroṭiyā kahāpaṇasahassaṃ adāsi. So pañcāvudhaṃ tattheva ṭhapetvā ‘‘gantabbaṭṭhānaṃ me atthī’’ti vatvā vīṇaṃ ādāya hatthisālaṃ gantvā ‘‘ajja me idha vasituṃ detha, gandhabbaṃ vo karissāmī’’ti vatvā hatthigopakehi anuññāto ekamante nipajjitvā thokaṃ niddāyitvā paṭippassaddhadaratho uṭṭhāya vīṇaṃ muñcitvā ‘‘sāgalanagaravāsino imaṃ saddaṃ suṇantū’’ti vīṇaṃ vādento gāyi. Pabhāvatī bhūmiyaṃ nipannā taṃ saddaṃ sutvāva ‘‘ayaṃ na aññassa vīṇāsaddo, nissaṃsayaṃ kusarājā mamatthāya āgato’’ti aññāsi. Maddarājāpi taṃ saddaṃ sutvā ‘‘ativiya madhuraṃ vādeti, sve etaṃ pakkosāpetvā mama gandhabbaṃ kāressāmī’’ti cintesi.",
  "atk-s0514a13:28": "Bodhisatto ‘‘na sakkā idha vasamānena pabhāvatī daṭṭhuṃ, aṭṭhānameta’’nti pātova nikkhamitvā sāyaṃ bhuttageheyeva pātarāsaṃ bhuñjitvā vīṇaṃ ṭhapetvā rājakumbhakārassa santikaṃ gantvā tassa antevāsikabhāvaṃ upagantvā ekadivaseneva gharaṃ mattikāya pūretvā ‘‘bhājanāni karomi ācariyā’’ti vatvā, ‘‘āma, kārohī’’ti vutte ekaṃ mattikāpiṇḍaṃ cakke ṭhapetvā cakkaṃ āviñchi, sakiṃ āviddhameva yāva majjhanhikātikkamā bhamiyeva. So nānāvaṇṇāni khuddakamahantāni bhājanāni katvā pabhāvatiyā atthāya bhājanaṃ karonto nānārūpāni samuṭṭhāpesi. Bodhisattānañhi adhippāyo nāma samijjhati, ‘‘tāni rūpāni pabhāvatīyeva passatū’’ti adhiṭṭhāsi. So sabbabhājanāni sukkhāpetvā pacitvā gehaṃ pūresi. Kumbhakāro nānābhājanāni gahetvā rājakulaṃ agamāsi. Rājā disvā ‘‘kenimāni katānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṃ tayā katāni jānāmi, kathehi, kena katānī’’ti? ‘‘Antevāsikena me devā’’ti. ‘‘Na te so antevāsī, ācariyo te so, tvaṃ tassa santike sippaṃ sikkha, ito paṭṭhāya ca so mama dhītānaṃ bhājanāni karotu, imañcassa sahassaṃ dehī’’ti sahassaṃ dāpetvā ‘‘nānāvaṇṇāni imāni khuddakabhājanāni mama dhītānaṃ dehī’’ti āha.",
  "atk-s0514a13:29": "So tāni tāsaṃ santikaṃ netvā ‘‘imāni vo kīḷanatthāya khuddakabhājanānī’’ti āha. Tā sabbā āgamiṃsu. Kumbhakāro mahāsattena pabhāvatiyā atthāya katabhājanameva tassā adāsi. Sā ca bhājanaṃ gahetvā tattha attano ca mahāsattassa ca khujjāya ca rūpaṃ passitvā ‘‘idaṃ na aññena kataṃ, kusarājeneva kata’’nti ñatvā kujjhitvā bhūmiyaṃ khipitvā ‘‘iminā mayhaṃ attho natthi, icchantānaṃ dehī’’ti āha. Athassā bhaginiyo kuddhabhāvaṃ ñatvā ‘‘khuddakabhājanaṃ kusaraññā katanti maññasi, idaṃ tena na kataṃ, kumbhakāreneva kataṃ, gaṇhāhi na’’nti avahasiṃsu. Sā tena katabhāvaṃ tassa ca āgatabhāvaṃ tāsaṃ na kathesi. Kumbhakāro sahassaṃ bodhisattassa datvā ‘‘tāta, rājā te tuṭṭho, ito kira paṭṭhāya rājadhītānaṃ bhājanāni kareyyāsi, ahaṃ tāsaṃ harissāmī’’ti āha.",
  "atk-s0514a13:30": "So ‘‘idhāpi vasantena na sakkā pabhāvatī daṭṭhu’’nti taṃ sahassaṃ tasseva datvā rājupaṭṭhākassa naḷakārassa santikaṃ gantvā tassa antevāsiko hutvā pabhāvatiyā atthāya tālavaṇṭaṃ katvā tattheva setacchattañca āpānabhūmiñca vatthaṃ gahetvā ṭhitaṃ pabhāvatiñcāti nānārūpāni dassesi. Naḷakāro tañca aññañca tena katabhaṇḍakaṃ ādāya rājakulaṃ agamāsi. Rājā disvā ‘‘kenimāni katānī’’ti pucchitvā purimanayeneva sahassaṃ datvā ‘‘imāni naḷakārabhaṇḍāni mama dhītānaṃ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya kataṃ tālavaṇṭaṃ tassāyeva adāsi. Tatrapi rūpāni añño jano na passati, pabhāvatī pana disvā kusaraññā katabhāvaṃ ñatvā ‘‘gaṇhitukāmā gaṇhantū’’ti kuddhā bhūmiyaṃ khipi . Atha naṃ sesā avahasiṃsu. Naḷakāro sahassaṃ āharitvā bodhisattassa datvā taṃ pavattiṃ ārocesi.",
  "atk-s0514a13:31": "So ‘‘idampi mayhaṃ avasanaṭṭhāna’’nti sahassaṃ tasseva datvā rājamālākārassa santikaṃ gantvā antevāsikabhāvaṃ upagantvā nānāvidhaṃ mālāvikatiṃ ganthitvā pabhāvatiyā atthāya nānārūpavicitraṃ ekaṃ cumbaṭakaṃ akāsi. Mālākāro taṃ sabbaṃ ādāya rājakulaṃ agamāsi. Rājā disvā ‘‘kenimāni ganthitānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṃ tayā ganthitāni jānāmi, kathehi, kena ganthitānī’’ti? ‘‘Antevāsikena me , devā’’ti. ‘‘Na so antevāsī, ācariyo te so, tvaṃ tassa santike sippaṃ sikkha, ito paṭṭhāya ca so mama dhītānaṃ pupphāni ganthatu, imañcassa sahassaṃ dehī’’ti sahassaṃ datvā ‘‘imāni pupphāni mama dhītānaṃ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya kataṃ cumbaṭakaṃ tassāyeva adāsi. Sā tattha attano ca rañño ca rūpehi saddhiṃ nānārūpāni disvā tena katabhāvaṃ ñatvā kujjhitvā bhūmiyaṃ khipi. Sesā bhaginiyo taṃ tatheva avahasiṃsu. Mālākāropi sahassaṃ āharitvā bodhisattassa datvā taṃ pavattiṃ ārocesi.",
  "atk-s0514a13:32": "So ‘‘idampi mayhaṃ avasanaṭṭhāna’’nti sahassaṃ tasseva datvā rañño sūdassa santikaṃ gantvā antevāsikabhāvaṃ upagacchi. Athekadivasaṃ sūdo rañño bhojanavikatiṃ haranto attano atthāya pacituṃ bodhisattassa aṭṭhimaṃsaṃ adāsi. So taṃ tathā sampādesi, yathāssa gandho sakalanagaraṃ avatthari. Rājā taṃ ghāyitvā ‘‘kiṃ te mahānase aññampi maṃsaṃ pacasī’’ti pucchi. ‘‘Natthi, deva, apica kho pana me antevāsikassa aṭṭhimaṃsaṃ pacanatthāya dinnaṃ, tasseva so gandho bhavissatī’’ti. Rājā āharāpetvā tato thokaṃ jivhagge ṭhapesi, tāvadeva satta rasaharaṇisahassāni khobhentaṃ phari. Rājā rasataṇhāya bajjhitvā sahassaṃ datvā ‘‘ito paṭṭhāya tava antevāsinā mama ca dhītānañca me bhattaṃ pacāpetvā tvaṃ mayhaṃ āhara, so me dhītānaṃ haratū’’ti āha. Sūdo gantvā tassa ārocesi. So taṃ sutvā ‘‘idāni me manoratho matthakaṃ patto, idāni panāhaṃ pabhāvatiṃ daṭṭhuṃ labhissāmī’’ti tuṭṭho taṃ sahassaṃ tasseva datvā punadivase bhattaṃ sampādetvā rañño bhattabhājanāni pesetvā rājadhītānaṃ bhattakājaṃ sayaṃ gahetvā pabhāvatiyā vasanapāsādaṃ abhiruhi. Sā taṃ bhattakājaṃ ādāya pāsādaṃ abhiruhantaṃ disvā cintesi – ‘‘ayaṃ attano ananucchavikaṃ dāsakammakarehi kattabbaṃ karoti. Sace panāhaṃ katipāhaṃ tuṇhī bhavissāmi, ‘idāni maṃ esā rocatī’ti saññī hutvā katthaci agantvā maṃ olokento idheva vasissati, idāneva taṃ akkositvā paribhāsitvā muhuttampi idha vasituṃ adatvā palāpessāmī’’ti. Sā dvāraṃ aḍḍhavivaṭaṃ katvā ekaṃ hatthaṃ kavāṭe laggetvā ekena hatthena aggaḷaṃ uppīḷetvā dutiyaṃ gāthamāha –",
  "atk-s0514a13:33": "2.",
  "atk-s0514a13:34": " ‘‘Anujjubhūtena haraṃ mahantaṃ, divā ca ratto ca nisīthakāle;",
  "atk-s0514a13:35": "Paṭigaccha tvaṃ khippaṃ kusāvatiṃ kusa, nicchāmi dubbaṇṇamahaṃ vasanta’’nti.",
  "atk-s0514a13:36": "Tassattho – mahārāja, tvaṃ bhattakārako hutvā ujukena cittena yopi te sīsaṃ bhindeyya, tassapetaṃ kammaṃ na karosi, anujubhūtena pana cittena mamatthāya etaṃ mahantaṃ kājaṃ haranto divā ca ratto ca nisīthakāle ca mahantaṃ dukkhaṃ anubhavissasi, kiṃ te tena anubhūtena dukkhena, tvaṃ attano nagaraṃ kusāvatimeva paṭigaccha, aññaṃ attanā sadisiṃ atirasakapūvasaṇṭhānamukhiṃ yakkhiniṃ aggamahesiṃ katvā rajjaṃ kārehīti. Nicchāmi dubbaṇṇamahaṃ vasantanti ahaṃ pana taṃ dubbaṇṇaṃ dussaṇṭhitaṃ idha vasantaṃ na icchāmīti.",
  "atk-s0514a13:37": "So ‘‘pabhāvatiyā me santikā kathā laddhā’’ti tuṭṭhacitto tisso gāthā abhāsi –",
  "atk-s0514a13:38": "3.",
  "atk-s0514a13:39": " ‘‘Nāhaṃ gamissāmi ito kusāvatiṃ, pabhāvatī vaṇṇapalobhito tava;",
  "atk-s0514a13:40": "Ramāmi maddassa niketaramme, hitvāna raṭṭhaṃ tava dassane rato.",
  "atk-s0514a13:41": "4.",
  "atk-s0514a13:42": " ‘‘Pabhāvatī vaṇṇapalobhito tava, sammūḷharūpo vicarāmi mediniṃ;",
  "atk-s0514a13:43": "Disaṃ na jānāmi kutomhi āgato, tayamhi matto migamandalocane.",
  "atk-s0514a13:44": "5.",
  "atk-s0514a13:45": " ‘‘Suvaṇṇacīravasane, jātarūpasumekhale;",
  "atk-s0514a13:46": "Sussoṇi tava kāmā hi, nāhaṃ rajjena matthiko’’ti.",
  "atk-s0514a13:47": "Tattha ramāmīti abhiramāmi na ukkaṇṭhāmi. Sammūḷharūpoti kilesasammūḷho hutvā. Tayamhi mattoti tayi mattomhi, tayā vā mattomhi. Suvaṇṇacīravasaneti suvaṇṇakhacitavatthavasane. Nāhaṃ rajjena matthikoti na ahaṃ rajjena atthiko.",
  "atk-s0514a13:48": "Evaṃ vutte sā cintesi – ‘‘ahaṃ etaṃ ‘vippaṭisārī bhavissatī’ti paribhāsāmi, ayaṃ pana rajjitvāva katheti, sace kho pana maṃ ‘ahaṃ kusarājā’ti vatvā hatthe gaṇheyya, ko taṃ nivāreyya, koci no imaṃ kathaṃ suṇeyyā’’ti dvāraṃ thaketvā sūciṃ datvā anto aṭṭhāsi. Sopi bhattakājaṃ āharitvā bhattaṃ vaḍḍhetvā rājadhītaro bhojesi. Pabhāvatī ‘‘gaccha kusarājena pakkabhattaṃ āharā’’ti khujjaṃ pesesi. Sā āharitvā ‘‘bhuñjāhī’’ti āha. Nāhaṃ tena pakkabhattaṃ bhuñjāmi, tvaṃ bhuñjitvā attano laddhanivāpaṃ gahetvā bhattaṃ pacitvā āhara, kusarañño āgatabhāvañca mā kassaci ārocesīti. Khujjā tato paṭṭhāya tassā koṭṭhāsaṃ āharitvā sayaṃ bhuñjati, attano koṭṭhāsaṃ tassā upaneti. Kusarājāpi tato paṭṭhāya taṃ passituṃ alabhanto cintesi – ‘‘atthi nu kho pabhāvatiyā mayi sineho, udāhu natthi, vīmaṃsissāmi na’’nti. So pana rājadhītaro bhojetvā bhattakājaṃ ādāya nikkhanto tassā gabbhadvāre pāsādatalaṃ pādena paharitvā bhājanāni ghaṭṭetvā nitthunitvā visaññī hutvā viya avakujjo pati. Sā tassa nitthunitasaddena dvāraṃ vivaritvā taṃ bhattakājena otthataṃ disvā cintesi – ‘‘ayaṃ sakalajambudīpe aggarājā maṃ nissāya rattindivaṃ dukkhaṃ anubhoti, sukhumālatāya bhattakājena avatthato patati, jīvati nu kho, no vā’’ti. Sā gabbhato nikkhamitvā tassa nāsavātaṃ upadhāretuṃ gīvaṃ pasāretvā mukhaṃ olokesi. So mukhapūraṃ kheḷaṃ gahetvā tassā sarīre pātesi. Sā taṃ paribhāsitvā gabbhaṃ pavisitvā dvāraṃ aḍḍhavivaṭaṃ thaketvā ṭhitā gāthamāha –",
  "atk-s0514a13:49": "6.",
  "atk-s0514a13:50": " ‘‘Abbhūti tassa bho hoti, yo anicchantamicchati;",
  "atk-s0514a13:51": "Akāmaṃ rāja kāmesi, akantaṃ kantumicchasī’’ti.",
  "atk-s0514a13:52": "Tattha abbhūtīti abhūti, avuḍḍhīti attho.",
  "atk-s0514a13:53": "So pana paṭibaddhacittatāya akkosiyamānopi paribhāsiyamānopi vippaṭisāraṃ anuppādetvāva anantaraṃ gāthamāha –",
  "atk-s0514a13:54": "7.",
  "atk-s0514a13:55": " ‘‘Akāmaṃ vā sakāmaṃ vā, yo naro labhate piyaṃ;",
  "atk-s0514a13:56": "Lābhamettha pasaṃsāma, alābho tattha pāpako’’ti.",
  "atk-s0514a13:57": "Sāpi tasmiṃ evaṃ kathentepi anosakkitvā thaddhataravacanaṃ vatvā palāpetukāmā itaraṃ gāthamāha –",
  "atk-s0514a13:58": "8.",
  "atk-s0514a13:59": " ‘‘Pāsāṇasāraṃ khaṇasi, kaṇikārassa dārunā;",
  "atk-s0514a13:60": "Vātaṃ jālena bādhesi, yo anicchantamicchasī’’ti.",
  "atk-s0514a13:61": "Tattha kaṇikārassa dārunāti kaṇikārakaṭṭhena. Bādhesīti bandhasīti.",
  "atk-s0514a13:62": "Taṃ sutvā rājā tisso gāthāyo abhāsi –",
  "atk-s0514a13:63": "9.",
  "atk-s0514a13:64": " ‘‘Pāsāṇo nūna te hadaye, ohito mudulakkhaṇe;",
  "atk-s0514a13:65": "Yo te sātaṃ na vindāmi, tirojanapadāgato.",
  "atk-s0514a13:66": "10.",
  "atk-s0514a13:67": " ‘‘Yadā maṃ bhakuṭiṃ katvā, rājaputtī udikkhati;",
  "atk-s0514a13:68": "Āḷāriko tadā homi, rañño maddassantepure.",
  "atk-s0514a13:69": "11.",
  "atk-s0514a13:70": " ‘‘Yadā umhayamānā maṃ, rājaputtī udikkhati;",
  "atk-s0514a13:71": "Nāḷāriko tadā homi, rājā homi tadā kuso’’ti.",
  "atk-s0514a13:72": "Tattha mudulakkhaṇeti mudunā itthilakkhaṇena samannāgate. Yoti yo ahaṃ tiroraṭṭhā āgato tava santike vasanto paṭisanthāramattampi sātaṃ na labhāmi, so evaṃ maññāmi, mayi sinehuppattinivāraṇāya nūna tava hadaye pāsāṇo ṭhapito. Bhakuṭiṃ katvāti kodhavasena valivisamaṃ nalāṭaṃ katvā. Āḷārikoti bhattakārako. Tasmiṃ khaṇe ahaṃ maddarañño antepure bhattakārakadāso viya homīti vadati. Umhayamānāti pahaṭṭhākāraṃ dassetvā hasamānā. Rājā homīti tasmiṃ khaṇe ahaṃ kusāvatīnagare rajjaṃ kārento rājā viya homi, kasmāsi evaṃ pharusā, ito paṭṭhāya mā evarūpaṃ kari, bhaddeti.",
  "atk-s0514a13:73": "Sā tassa vacanaṃ sutvā cintesi – ‘‘ayaṃ ativiya allīyitvā katheti, musāvādaṃ katvā upāyena naṃ ito palāpessāmī’’ti gāthamāha –",
  "atk-s0514a13:74": "12.",
  "atk-s0514a13:75": " ‘‘Sace hi vacanaṃ saccaṃ, nemittānaṃ bhavissati;",
  "atk-s0514a13:76": "Neva me tvaṃ patī assa, kāmaṃ chindantu sattadhā’’ti.",
  "atk-s0514a13:77": "Tassattho – mahārāja, mayā ‘‘ayaṃ kusarājā mayhaṃ pati bhavissati, na bhavissatī’’ti bahū nimittapāṭhakā pucchitā, te ‘‘kāmaṃ kira maṃ sattadhā chindantu, neva me tvaṃ pati bhavissasī’’ti vadiṃsūti.",
  "atk-s0514a13:78": "Taṃ sutvā rājā taṃ paṭibāhanto ‘‘bhadde, mayāpi attano raṭṭhe nemittakā pucchitā, te ‘aññatra sīhassarakusarājato tava pati nāma añño natthī’ti byākariṃsu, ahampi attano ñāṇabalanimittena evameva kathesi’’nti vatvā anantaraṃ gāthamāha –",
  "atk-s0514a13:79": "13.",
  "atk-s0514a13:80": " ‘‘Sace hi vacanaṃ saccaṃ, aññesaṃ yadi vā mama;",
  "atk-s0514a13:81": "Neva tuyhaṃ patī atthi, añño sīhassarā kusā’’ti.",
  "atk-s0514a13:82": "Tassattho – yadi hi aññesaṃ nemittānaṃ vacanaṃ saccaṃ, yadi vā mama vacanaṃ saccaṃ, tava añño pati nāma natthīti.",
  "atk-s0514a13:83": "Sā tassa vacanaṃ sutvā ‘‘na sakkā imaṃ lajjāpetuṃ vā palāpetuṃ vā, kiṃ me iminā’’ti dvāraṃ pidhāya attānaṃ na dassesi. Sopi kājaṃ gahetvā otari, tato paṭṭhāya taṃ daṭṭhuṃ na labhati, bhattakārakakammaṃ karonto ativiya kilamati , bhuttapātarāso dārūni phāleti, bhājanāni dhovati, kājena udakaṃ āharati, sayanto ambaṇapiṭṭhe sayati, pāto vuṭṭhāya yāguādīni pacati harati bhojeti, nandirāgaṃ nissāya atidukkhaṃ anubhoti. So ekadivasaṃ bhattagehadvārena gacchantiṃ khujjaṃ disvā pakkosi. Sā pabhāvatiyā bhayena tassa santikaṃ gantuṃ avisahantī turitaturitā viya gacchati. Atha naṃ vegena upagantvā ‘‘khujje’’ti āha.",
  "atk-s0514a13:84": "Sā nivattitvā ṭhitā ‘‘ko eso’’ti vatvā ‘‘tumhākaṃ saddaṃ na suṇāmī’’ti āha. Atha naṃ ‘‘khujje tvampi sāminīpi te ubhopi ativiya thaddhā, ettakaṃ kālaṃ tumhākaṃ santike vasanto ārogyasāsanamattampi na labhāmi, deyyadhammaṃ pana kiṃ dassatha, tiṭṭhatu tāvetaṃ, api me pabhāvatiṃ mudukaṃ katvā dassetuṃ sakkhissasī’’ti āha . Sā ‘‘sādhū’’ti sampaṭicchi. Atha naṃ ‘‘sace me taṃ dassetuṃ sakkhissasi, khujjabhāvaṃ te ujukaṃ katvā gīveyyakaṃ dassāmī’’ti palobhento pañca gāthāyo abhāsi –",
  "atk-s0514a13:85": "14.",
  "atk-s0514a13:86": " ‘‘Nekkhaṃ gīvaṃ te kāressaṃ, patvā khujje kusāvatiṃ;",
  "atk-s0514a13:87": "Sace maṃ nāganāsūrū, olokeyya pabhāvatī.",
  "atk-s0514a13:88": "15.",
  "atk-s0514a13:89": " ‘‘Nekkhaṃ gīvaṃ te kāressaṃ, patvā khujje kusāvatiṃ;",
  "atk-s0514a13:90": "Sace maṃ nāganāsūrū, ālapeyya pabhāvatī.",
  "atk-s0514a13:91": "16.",
  "atk-s0514a13:92": " ‘‘Nekkhaṃ gīvaṃ te kāressaṃ, patvā khujje kusāvatiṃ;",
  "atk-s0514a13:93": "Sace maṃ nāganāsūrū, umhāyeyya pabhāvatī.",
  "atk-s0514a13:94": "17.",
  "atk-s0514a13:95": " ‘‘Nekkhaṃ gīvaṃ te kāressaṃ, patvā khujje kusāvatiṃ;",
  "atk-s0514a13:96": "Sace maṃ nāganāsūrū, pamhāyeyya pabhāvatī.",
  "atk-s0514a13:97": "18.",
  "atk-s0514a13:98": " ‘‘Nekkhaṃ gīvaṃ te kāressaṃ, patvā khujje kusāvatiṃ;",
  "atk-s0514a13:99": "Sace maṃ nāganāsūrū, pāṇīhi upasamphuse’’ti.",
  "atk-s0514a13:100": "Tattha nekkhaṃ gīvaṃ teti tava gīveyyaṃ sabbasuvaṇṇamayameva kāressāmīti attho. ‘‘Nekkhaṃ gīvaṃ te karissāmī’’tipi pāṭho, tava gīvāya nekkhamayaṃ piḷandhanaṃ piḷandhessāmīti attho. Olokeyyāti sace tava vacanena maṃ pabhāvatī olokeyya, sace maṃ tāya olokāpetuṃ sakkhissasīti attho. ‘‘Ālapeyyā’’tiādīsupi eseva nayo. Ettha pana umhāyeyyāti mandahasitavasena parihāseyya. Pamhāyeyyāti mahāhasitavasena parihāseyya.",
  "atk-s0514a13:101": "Sā tassa vacanaṃ sutvā ‘‘gacchatha tumhe, deva, katipāhaccayena naṃ tumhākaṃ vase karissāmi, passatha me parakkama’’nti vatvā taṃ karaṇīyaṃ tīretvā pabhāvatiyā santikaṃ gantvā tassā vasanagabbhaṃ sodhentī viya paharaṇayoggaṃ leḍḍukhaṇḍampi asesetvā antamaso pādukāpi nīharitvā sakalagabbhaṃ sammajjitvā gabbhadvāre ummāraṃ antaraṃ katvā uccāsanaṃ paññapetvā pabhāvatiyā ekaṃ nīcapīṭhakaṃ attharitvā ‘‘ehi, amma, sīse te ūkā vicinissāmī’’ti taṃ tattha pīṭhake nisīdāpetvā attano ūruantare tassā sīsaṃ ṭhapetvā thokaṃ kaṇḍuyitvā ‘‘aho imissā sīse bahū ūkā’’ti sakasīsato ūkā gahetvā tassā hatthe ṭhapetvā ‘‘passa kittakā te sīse ūkā’’ti piyakathaṃ kathetvā mahāsattassa guṇaṃ kathentī gāthamāha –",
  "atk-s0514a13:102": "19.",
  "atk-s0514a13:103": " ‘‘Na hi nūnāyaṃ rājaputtī, kuse sātampi vindati;",
  "atk-s0514a13:104": "Āḷārike bhate pose, vetanena anatthike’’ti.",
  "atk-s0514a13:105": "Tassattho – ekaṃsena ayaṃ rājaputtī pubbe kusāvatīnagare kusanarindassa santike mālāgandhavilepanavatthālaṅkāravasena appamattakampi sātaṃ na vindati na labhati, tambūlamattampi etena etissā dinnapubbaṃ na bhavissati. Kiṃkāraṇā? Itthiyo nāma ekadivasampi aṅkaṃ avattharitvā nipannasāmikamhi hadayaṃ bhindituṃ na sakkonti, ayaṃ pana āḷārike bhate pose āḷārikattañca bhatakattañca upagate etasmiṃ purise mūlenapi anatthike kevalaṃ taṃyeva nissāya rajjaṃ pahāya āgantvā evaṃ dukkhaṃ anubhavante paṭisanthāramattampi na karoti, sacepi te, amma, tasmiṃ sineho natthi, sakalajambudīpe aggarājā maṃ nissāya kilamatīti tassa kiñcideva dātuṃ arahasīti.",
  "atk-s0514a13:106": "Sā taṃ sutvā khujjāya kujjhi. Atha naṃ khujjā gīvāyaṃ gahetvā antogabbhe khipitvā sayaṃ bahi hutvā dvāraṃ pidhāya āviñchanarajjumhi olambantī aṭṭhāsi. Pabhāvatī taṃ gahetuṃ asakkontī dvāramūle ṭhatvā akkosantī itaraṃ gāthamāha –",
  "atk-s0514a13:107": "20.",
  "atk-s0514a13:108": " ‘‘Na hi nūnāyaṃ sā khujjā, labhati jivhāya chedanaṃ;",
  "atk-s0514a13:109": "Sunisitena satthena, evaṃ dubbhāsitaṃ bhaṇa’’nti.",
  "atk-s0514a13:110": "Tattha sunisitenāti suṭṭhu nisitena tikhiṇasatthena. Evaṃ dubbhāsitanti evaṃ asotabbayuttakaṃ dubbhāsitaṃ bhaṇantī.",
  "atk-s0514a13:111": "Atha khujjā āviñcanarajjuṃ gahetvā ṭhitāva ‘‘nippaññe dubbinīte tava rūpaṃ kiṃ karissati, kiṃ mayaṃ tava rūpaṃ khāditvā yāpessāmā’’ti vatvā terasahi gāthāhi bodhisattassa guṇaṃ pakāsentī khujjāgajjitaṃ nāma gajji –",
  "atk-s0514a13:112": "21.",
  "atk-s0514a13:113": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:114": "Mahāyasoti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:115": "22.",
  "atk-s0514a13:116": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:117": "Mahaddhanoti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:118": "23.",
  "atk-s0514a13:119": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:120": "Mahabbaloti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:121": "24.",
  "atk-s0514a13:122": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:123": "Mahāraṭṭhoti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:124": "25.",
  "atk-s0514a13:125": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:126": "Mahārājāti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:127": "26.",
  "atk-s0514a13:128": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:129": "Sīhassaroti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:130": "27.",
  "atk-s0514a13:131": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:132": "Vaggussaroti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:133": "28.",
  "atk-s0514a13:134": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:135": "Bindussaroti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:136": "29.",
  "atk-s0514a13:137": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:138": "Mañjussaroti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:139": "30.",
  "atk-s0514a13:140": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:141": "Madhussaroti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:142": "31.",
  "atk-s0514a13:143": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:144": "Satasippoti katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:145": "32.",
  "atk-s0514a13:146": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:147": "Khattiyotipi katvāna, karassu rucire piyaṃ.",
  "atk-s0514a13:148": "33.",
  "atk-s0514a13:149": " ‘‘Mā naṃ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:150": "Kusarājāti katvāna, karassu rucire piya’’nti.",
  "atk-s0514a13:151": "Tattha mā naṃ rūpena pāmesi, ārohena, pabhāvatīti are pabhāvati, mā tvaṃ etaṃ kusanarindaṃ attano rūpena ārohapariṇāhena pamini, evaṃ pamāṇaṃ gaṇhi. Mahāyasoti mahānubhāvo soti evaṃ hadaye katvāna rucire piyadassane karassu tassa piyaṃ. Ānubhāvoyeva hissa rūpanti vadati. Esa nayo sabbattha. Api ca mahāyasoti mahāparivāro. Mahaddhanoti mahābhogo. Mahabbaloti mahāthāmo. Mahāraṭṭhoti vipularaṭṭho. Mahārājāti sakalajambudīpe aggarājā. Sīhassaroti sīhasaddasamānasaddo. Vaggussaroti līlāyuttassaro. Bindussaroti sampiṇḍitaghanassaro. Mañjussaroti sundarassaro. Madhussaroti madhurayuttassaro. Satasippoti paresaṃ santike asikkhitvā attano baleneva nipphannaanekasatasippo. Khattiyoti okkākapaveṇiyaṃ jāto asambhinnakhattiyo. Kusarājāti sakkadattiyakusatiṇasamānanāmo rājā. Evarūpo hi añño rājā nāma natthīti jānitvā etassa piyaṃ karohīti khujjā ettakāhi gāthāhi tassa guṇaṃ kathesi.",
  "atk-s0514a13:152": "Pabhāvatī tassā vacanaṃ sutvā ‘‘khujje ativiya gajjasi, hatthena pāpuṇantī sasāmikabhāvaṃ te jānāpessāmī’’ti khujjaṃ tajjesi. Sāpi taṃ ‘‘ahaṃ taṃ rakkhamānā pituno te kusarājassa āgatabhāvaṃ nārocesiṃ, hotu, ajja rañño ārocessāmī’’ti mahantena saddena bhāyāpesi. Sāpi ‘‘kocideva suṇeyyā’’ti khujjaṃ saññāpesi. Bodhisattopi taṃ passituṃ alabhanto satta māse dubbhojanena dukkhaseyyāya kilamanto cintesi – ‘‘ko me etāya attho, satta māse vasanto etaṃ passitumpi na labhāmi, ativiya kakkhaḷā sāhasikā, gantvā mātāpitaro passissāmī’’ti. Tasmiṃ khaṇe sakko āvajjento tassa ukkaṇṭhitabhāvaṃ ñatvā ‘‘rājā satta māse pabhāvatiṃ daṭṭhumpi na labhi, labhanākāramassa karissāmī’’ti maddarañño dūte katvā sattannaṃ rājūnaṃ dūtaṃ pāhento ‘‘pabhāvatī, kusarājaṃ chaḍḍetvā āgatā, āgacchantu pabhāvatiṃ gaṇhantū’’ti ekekassa visuṃ visuṃ sāsanaṃ pahiṇi. Te mahāparivārena gantvā nagaraṃ patvā aññamaññassa āgatakāraṇaṃ na jānanti. Te ‘‘tvaṃ kasmā āgato, tvaṃ kasmā āgatosī’’ti pucchitvā tamatthaṃ ñatvā kujjhitvā ‘‘ekaṃ kira dhītaraṃ sattannaṃ dassati, passathassa anācāraṃ, uppaṇḍeti no, gaṇhatha na’’nti ‘‘sabbesampi amhākaṃ pabhāvatiṃ detu yuddhaṃ vā’’ti sāsanāni pahiṇitvā nagaraṃ parivārayiṃsu. Maddarājā sāsanaṃ sutvā bhītatasito amacce āmantetvā ‘‘kiṃ karomā’’ti pucchi. Atha naṃ amaccā ‘‘deva , sattapi rājāno pabhāvatiṃ nissāya āgatā, ‘sace na dassati, pākāraṃ bhinditvā nagaraṃ pavisitvā jīvitakkhayaṃ pāpetvā taṃ gaṇhissāmā’ti vadanti, pākāre abhinneyeva tesaṃ pabhāvatiṃ pesessāmā’’ti vatvā gāthamāhaṃsu –",
  "atk-s0514a13:153": "34.",
  "atk-s0514a13:154": " ‘‘Ete nāgā upatthaddhā, sabbe tiṭṭhanti vammitā;",
  "atk-s0514a13:155": "Purā maddanti pākāraṃ, ānentetaṃ pabhāvati’’nti.",
  "atk-s0514a13:156": "Tattha upatthaddhāti atithaddhā dappitā. Ānentetaṃ pabhāvatinti ānentu etaṃ pabhāvatinti sāsanāni pahiṇiṃsu. Tasmā yāva ete nāgā pākāraṃ na maddanti, tāva nesaṃ pabhāvatiṃ pesehi, mahārājāti.",
  "atk-s0514a13:157": "Taṃ sutvā rājā ‘‘sacāhaṃ ekassa pabhāvatiṃ pesessāmi, sesā yuddhaṃ karissanti, na sakkā ekassa dātuṃ, sakalajambudīpe aggarājānaṃ ‘virūpo’ti chaḍḍetvā āgatā āgamanassa phalaṃ labhatu, vadhitvāna naṃ satta khaṇḍāni katvā sattannaṃ khattiyānaṃ pesessāmī’’ti vadanto anantaraṃ gāthamāha –",
  "atk-s0514a13:158": "35.",
  "atk-s0514a13:159": " ‘‘Satta bile karitvāna, ahametaṃ pabhāvatiṃ;",
  "atk-s0514a13:160": "Khattiyānaṃ padassāmi, ye maṃ hantuṃ idhāgatā’’ti.",
  "atk-s0514a13:161": "Tassa sā kathā sakalanivesane pākaṭā ahosi. Paricārikā gantvā ‘‘rājā kira taṃ satta khaṇḍāni katvā sattannaṃ rājūnaṃ pesessatī’’ti pabhāvatiyā ārocesuṃ. Sā maraṇabhayabhītā āsanā vuṭṭhāya bhaginīhi parivutā mātu sirigabbhaṃ agamāsi. Tamatthaṃ pakāsento satthā āha –",
  "atk-s0514a13:162": "36.",
  "atk-s0514a13:163": " ‘‘Avuṭṭhahi rājaputtī, sāmā koseyyavāsinī;",
  "atk-s0514a13:164": "Assupuṇṇehi nettehi, dāsīgaṇapurakkhatā’’ti.",
  "atk-s0514a13:165": "Tattha sāmāti suvaṇṇavaṇṇā. Koseyyavāsinīti suvaṇṇakhacitakoseyyanivasanā.",
  "atk-s0514a13:166": "Sā mātu santikaṃ gantvā mātaraṃ vanditvā paridevamānā āha –",
  "atk-s0514a13:167": "37.",
  "atk-s0514a13:168": " ‘‘Taṃ nūna kakkūpanisevitaṃ mukhaṃ, ādāsadantātharupaccavekkhitaṃ;",
  "atk-s0514a13:169": "Subhaṃ sunettaṃ virajaṃ anaṅgaṇaṃ, chuddhaṃ vane ṭhassati khattiyehi.",
  "atk-s0514a13:170": "38.",
  "atk-s0514a13:171": " ‘‘Te nūna me asite vellitagge, kese mudū candanasāralitte;",
  "atk-s0514a13:172": "Samākule sīvathikāya majjhe, pādehi gijjhā parikaḍḍhissanti.",
  "atk-s0514a13:173": "39.",
  "atk-s0514a13:174": " ‘‘Tā nūna me tambanakhā sulomā, bāhā mudū candanasāralittā;",
  "atk-s0514a13:175": "Chinnā vane ujjhitā khattiyehi, gayha dhaṅko gacchati yenakāmaṃ.",
  "atk-s0514a13:176": "40.",
  "atk-s0514a13:177": " ‘‘Te nūna tālūpanibhe alambe, nisevite kāsikacandanena;",
  "atk-s0514a13:178": "Thanesu me lambissati siṅgālo, mātūva putto taruṇo tanūjo.",
  "atk-s0514a13:179": "41.",
  "atk-s0514a13:180": " ‘‘Taṃ nūna soṇiṃ puthulaṃ sukoṭṭitaṃ, nisevitaṃ kañcanamekhalāhi;",
  "atk-s0514a13:181": "Chinnaṃ vane khattiyehī avatthaṃ, siṅgālasaṅghā parikaḍḍhissanti.",
  "atk-s0514a13:182": "42.",
  "atk-s0514a13:183": " ‘‘Soṇā dhaṅkā siṅgālā ca, ye caññe santi dāṭhino;",
  "atk-s0514a13:184": "Ajarā nūna hessanti, bhakkhayitvā pabhāvatiṃ.",
  "atk-s0514a13:185": "43.",
  "atk-s0514a13:186": " ‘‘Sace maṃsāni hariṃsu, khattiyā dūragāmino;",
  "atk-s0514a13:187": "Aṭṭhīni amma yācitvā, anupathe dahātha naṃ.",
  "atk-s0514a13:188": "44.",
  "atk-s0514a13:189": " ‘‘Khettāni amma kāretvā, kaṇikārettha ropaya;",
  "atk-s0514a13:190": "Yadā te pupphitā assu, hemantānaṃ himaccaye;",
  "atk-s0514a13:191": "Sareyyātha mamaṃ amma, evaṃvaṇṇā pabhāvatī’’ti.",
  "atk-s0514a13:192": "Tattha kakkūpanisevitantila kakkūpanisevitanti sāsapakakkaloṇakakkamattikakakkatilakakkahaliddikakkamukhacuṇṇakehi imehi pañcahi kakkehi upanisevitaṃ. Ādāsadantātharupaccavekkhitanti dantamayatharumhi ādāse paccavekkhitaṃ tattha oloketvā maṇḍitaṃ. Subhanti subhamukhaṃ. Virajanti vigatarajaṃ nimmalaṃ. Anaṅgaṇanti gaṇḍapiḷakādidosarahitaṃ. Chuddhanti amma evarūpaṃ mama mukhaṃ addhā idāni khattiyehi chaḍḍitaṃ vane araññe ṭhassatīti paridevati. Asiteti kāḷake. Vellitaggeti unnatagge. Sīvathikāyāti susānamhi. Parikaḍḍhissantīti evarūpe mama kese manussamaṃsakhādakā gijjhā pādehi paharitvā nūna parikaḍḍhissanti. Gayha dhaṅko gacchati yenakāmanti amma mama evarūpaṃ bāhaṃ nūna dhaṅko gahetvā luñjitvā khādanto yenakāmaṃ gacchissati.",
  "atk-s0514a13:193": "Tālūpanibheti suvaṇṇatālaphalasadise. Kāsikacandanenāti sukhumacandanena nisevite. Thanesu meti amma mama susāne patitāya evarūpe thane disvā mukhena ḍaṃsitvā tesu me thanesu attano tanujo mātu taruṇaputto viya nūna siṅgālo lambissati. Soṇinti kaṭiṃ. Sukoṭṭitanti gohanukena paharitvā suvaḍḍhitaṃ. Avatthanti chaḍḍitaṃ. Bhakkhayitvāti amma ete ettakā nūna mama maṃsaṃ khāditvā ajarā bhavissanti.",
  "atk-s0514a13:194": "Sace maṃsāni hariṃsūti amma sace te khattiyā mayiṃ paṭibaddhacittā mama maṃsāni hareyyuṃ, atha tumhe aṭṭhīni yācitvā anupathe dahāthanaṃ, jaṅghamaggamahāmaggānaṃ antare daheyyāthāti vadati. Khettānīti amma mama jhāpitaṭṭhāne mālādivatthūni kāretvā ettha etesu khettesu kaṇikārarukkhe ropaya. Himaccayeti himapātātikkame phagguṇamāse. Sareyyāthāti tesaṃ pupphānaṃ suvaṇṇacaṅkoṭakaṃ pūretvā ūrūsu ṭhapetvā mama dhītā pabhāvatī evaṃvaṇṇāti sareyyātha.",
  "atk-s0514a13:195": "Iti sā maraṇabhayatajjitā mātu santike vilapi. Maddarājāpi ‘‘pharasuñca gaṇḍikañca gahetvā coraghātako idheva āgacchatū’’ti āṇāpesi. Tassa āgamanaṃ sakalarājagehe pākaṭaṃ ahosi. Athassa āgatabhāvaṃ sutvā pabhāvatiyā mātā uṭṭhāyāsanā sokasamappitā rañño santikaṃ agamāsi. Tamatthaṃ pakāsento satthā āha –",
  "atk-s0514a13:196": "45.",
  "atk-s0514a13:197": " ‘‘Tassā mātā udaṭṭhāsi, khattiyā devavaṇṇinī;",
  "atk-s0514a13:198": "Disvā asiñca sūnañca, rañño maddassantepure’’ti.",
  "atk-s0514a13:199": "Tattha udaṭṭhāsīti āsanā uṭṭhāya rañño santikaṃ gantvā aṭṭhāsi. Disvā asiñca sūnañcāti antepuramhi alaṅkatamahātale rañño purato nikkhittaṃ pharasuñca gaṇḍikañca disvā vilapantī gāthamāha –",
  "atk-s0514a13:200": "46.",
  "atk-s0514a13:201": " ‘‘Iminā nūna asinā, susaññaṃ tanumajjhimaṃ;",
  "atk-s0514a13:202": "Dhītaraṃ madda hantvāna, khattiyānaṃ padassasī’’ti.",
  "atk-s0514a13:203": "Tattha asināti pharasuṃ sandhāyāha. So hi imasmiṃ ṭhāne asi nāma jāto. Susaññaṃ tanumajjhimanti suṭṭhu saññātaṃ tanumajjhimaṃ.",
  "atk-s0514a13:204": "Atha naṃ rājā saññāpento āha – ‘‘devi, kiṃ kathesi, tava dhītā sakalajambudīpe aggarājānaṃ ‘virūpo’ti chaḍḍetvā gatamagge padavalañje avinaṭṭheyeva maccuṃ nalāṭenādāya āgatā, idāni attano rūpaṃ nissāya īdisaṃ phalaṃ labhatū’’ti. Sā tassa vacanaṃ sutvā dhītu santikaṃ gantvā vilapantī āha –",
  "atk-s0514a13:205": "47.",
  "atk-s0514a13:206": " ‘‘Na me akāsi vacanaṃ, atthakāmāya puttike;",
  "atk-s0514a13:207": "Sājja lohitasañchannā, gacchasi yamasādhanaṃ.",
  "atk-s0514a13:208": "48.",
  "atk-s0514a13:209": " ‘‘Evamāpajjatī poso, pāpiyañca nigacchati;",
  "atk-s0514a13:210": "Yo ve hitānaṃ vacanaṃ, na karoti atthadassinaṃ.",
  "atk-s0514a13:211": "49.",
  "atk-s0514a13:212": " ‘‘Sace ca ajja dhāresi, kumāraṃ cārudassanaṃ;",
  "atk-s0514a13:213": "Kusena jātaṃ khattiyaṃ, suvaṇṇamaṇimekhalaṃ;",
  "atk-s0514a13:214": "Pūjitaṃ ñātisaṅghehi, na gacchasi yamakkhayaṃ.",
  "atk-s0514a13:215": "50.",
  "atk-s0514a13:216": " ‘‘Yatthassu bherī nadati, kuñjaro ca nikūjati;",
  "atk-s0514a13:217": "Khattiyānaṃ kule bhadde, kinnu sukhataraṃ tato.",
  "atk-s0514a13:218": "51.",
  "atk-s0514a13:219": " ‘‘Asso ca sisati dvāre, kumāro uparodati;",
  "atk-s0514a13:220": "Khattiyānaṃ kule bhadde, kinnu sukhataraṃ tato.",
  "atk-s0514a13:221": "52.",
  "atk-s0514a13:222": " ‘‘Mayūrakoñcābhirude, kokilābhinikūjite;",
  "atk-s0514a13:223": "Khattiyānaṃ kule bhadde, kinnu sukhataraṃ tato’’ti.",
  "atk-s0514a13:224": "Tattha puttiketi taṃ ālapati. Idaṃ vuttaṃ hoti – amma, idha kiṃ karissasi, sāmikassa santikaṃ gaccha, mā rūpamadena majjīti evaṃ yācantiyāpi me vacanaṃ na akāsi, sā tvaṃ ajja lohitasañchannā gacchasi yamasādhanaṃ, maccurājassa bhavanaṃ gamissasīti. Pāpiyañcāti ito pāpatarañca nigacchati. Sace ca ajja dhāresīti, amma, sace tvaṃ cittassa vasaṃ agantvā kusanarindaṃ paṭicca laddhaṃ attano rūpena sadisaṃ cārudassanaṃ kumāraṃ ajja dhārayissasi. Yamakkhayanti evaṃ sante yamanivesanaṃ na gaccheyyāsi. Tato yamhi khattiyakule ayaṃ vibhūti, tamhā nānābherisaddena ceva mattavāraṇakoñcanādena ca ninnāditā kusāvatīrājakulā kiṃ nu sukhataraṃ disvā idhāgatāsīti attho. Sisatīti hasati. Kumāroti susikkhito gandhabbakumāro. Uparodatīti nānātūriyāni gahetvā upahāraṃ karoti. Kokilābhinikūjiteti kusarājakule sāyaṃ pāto pavattanaccagītavāditūpahāraṃ paṭippharantī viya kokilehi abhinikūjite.",
  "atk-s0514a13:225": "Iti sāpi ettakāhi gāthāhi tāya saddhiṃ sallapitvā ‘‘sace ajja kusanarindo idha assa, ime satta rājāno palāpetvā mama dhītaraṃ dukkhā pamocetvā ādāya gaccheyyā’’ti cintetvā gāthamāha –",
  "atk-s0514a13:226": "53.",
  "atk-s0514a13:227": " ‘‘Kahaṃ nu kho sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:228": "Kuso soḷārapaññāṇo, yo no dukkhā pamocaye’’ti.",
  "atk-s0514a13:229": "Tattha soḷārapaññāṇoti uḷārapañño.",
  "atk-s0514a13:230": "Tato pabhāvatī ‘‘mama mātu kusassa vaṇṇaṃ bhaṇantiyā mukhaṃ nappahoti, ācikkhissāmi tāvassā tassa idheva āḷārikakammaṃ katvā vasanabhāva’’nti cintetvā gāthamāha –",
  "atk-s0514a13:231": "54.",
  "atk-s0514a13:232": " ‘‘Idheva so sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:233": "Kuso soḷārapaññāṇo, yo te sabbe vadhissatī’’ti.",
  "atk-s0514a13:234": "Athassā mātā ‘‘ayaṃ maraṇabhayabhītā vippalapatī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:235": "55.",
  "atk-s0514a13:236": " ‘‘Ummattikā nu bhaṇasi, andhabālā pabhāsasi;",
  "atk-s0514a13:237": "Kuso ce āgato assa, kiṃ na jānemu taṃ maya’’nti.",
  "atk-s0514a13:238": "Tattha andhabālāti sammūḷhā aññāṇā hutvā. Kiṃ na jānemūti kena kāraṇena taṃ na jāneyyāma. So hi antarāmagge ṭhitova amhākaṃ sāsanaṃ peseyya, samussitaddhajā caturaṅginīsenā paññāyetha, tvaṃ pana maraṇabhayena kathesīti.",
  "atk-s0514a13:239": "Sā evaṃ vutte ‘‘na me mātā saddahati, tassa idhāgantvā satta māse vasanabhāvaṃ na jānāti, dassessāmi na’’nti cintetvā mātaraṃ hatthe gahetvā sīhapañjaraṃ vivaritvā hatthaṃ pasāretvā dassentī gāthamāha –",
  "atk-s0514a13:240": "56.",
  "atk-s0514a13:241": " ‘‘Eso āḷāriko poso, kumārīpuramantare;",
  "atk-s0514a13:242": "Daḷhaṃ katvāna saṃvelliṃ, kumbhiṃ dhovati oṇato’’ti.",
  "atk-s0514a13:243": "Tattha kumārīpuramantareti vātapāne ṭhitā tava dhītānaṃ kumārīnaṃ vasanaṭṭhānantare naṃ olokehi. Saṃvellinti kacchaṃ bandhitvā kumbhiṃ dhovati.",
  "atk-s0514a13:244": "So kira tadā ‘‘ajja me manoratho matthakaṃ pāpuṇissati, addhā maraṇabhayatajjitā, pabhāvatī, mama āgatabhāvaṃ kathessati, bhājanāni dhovitvā paṭisāmessāmī’’ti udakaṃ āharitvā bhājanāni dhovituṃ ārabhi. Atha naṃ mātā paribhāsantī gāthamāha –",
  "atk-s0514a13:245": "57.",
  "atk-s0514a13:246": " ‘‘Veṇī tvamasi caṇḍālī, adūsi kulagandhinī;",
  "atk-s0514a13:247": "Kathaṃ maddakule jātā, dāsaṃ kayirāsi kāmuka’’nti.",
  "atk-s0514a13:248": "Tattha veṇīti tacchikā. Adūsi kulagandhinīti udāhu tvaṃ kuladūsikā. Kāmukanti kathaṃ nāma tvaṃ evarūpe kule jātā attano sāmikaṃ dāsaṃ kareyyāsīti.",
  "atk-s0514a13:249": "Tato pabhāvatī ‘‘mama mātā imassa maṃ nissāya evaṃ vasanabhāvaṃ na jānāti maññe’’ti cintetvā itaraṃ gāthamāha –",
  "atk-s0514a13:250": "58.",
  "atk-s0514a13:251": " ‘‘Namhi veṇī na caṇḍālī, na camhi kulagandhinī;",
  "atk-s0514a13:252": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:253": "Tattha okkākaputtoti, amma, esa okkākaputto, tvaṃ pana ‘‘dāso’’ti maññasi, kasmā naṃ ahaṃ ‘‘dāso’’ti kathessāmīti.",
  "atk-s0514a13:254": "Idānissa yasaṃ vaṇṇentī āha –",
  "atk-s0514a13:255": "59.",
  "atk-s0514a13:256": " ‘‘Yo brāhmaṇasahassāni, sadā bhojeti vīsatiṃ;",
  "atk-s0514a13:257": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasi.",
  "atk-s0514a13:258": "60.",
  "atk-s0514a13:259": " Yassa nāgasahassāni, sadā yojenti vīsatiṃ;",
  "atk-s0514a13:260": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasi.",
  "atk-s0514a13:261": "61.",
  "atk-s0514a13:262": " ‘‘Yassa assasahassāni, sadā yojenti vīsatiṃ;",
  "atk-s0514a13:263": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasi.",
  "atk-s0514a13:264": "62.",
  "atk-s0514a13:265": " ‘‘Yassa rathasahassāni, sadā yojenti vīsatiṃ;",
  "atk-s0514a13:266": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasi;",
  "atk-s0514a13:267": "Yassa usabhasahassāni, sadā yojenti vīsatiṃ;",
  "atk-s0514a13:268": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasi.",
  "atk-s0514a13:269": "63.",
  "atk-s0514a13:270": " ‘‘Yassa dhenusahassāni, sadā duhanti vīsatiṃ;",
  "atk-s0514a13:271": "Okkākaputto bhaddante, tvaṃ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:272": "Evaṃ tāya pañcahi gāthāhi mahāsattassa yaso vaṇṇito. Athassā mātā ‘‘ayaṃ asambhitā kathaṃ katheti, addhā evameta’’nti saddahitvā rañño santikaṃ gantvā tamatthaṃ ārocesi. So vegena pabhāvatiyā santikaṃ gantvā ‘‘saccaṃ kira, amma, kusarājā idhāgato’’ti. ‘‘Āma tāta, ajjassa satta māsā atikkantā tava dhītānaṃ āḷārikattaṃ karontassā’’ti. So tassā asaddahanto khujjaṃ pucchitvā yathābhūtaṃ sutvā dhītaraṃ garahanto gāthamāha –",
  "atk-s0514a13:273": "64.",
  "atk-s0514a13:274": " ‘‘Taggha te dukkaṭaṃ bāle, yaṃ khattiyaṃ mahabbalaṃ;",
  "atk-s0514a13:275": "Nāgaṃ maṇḍūkavaṇṇena, na taṃ akkhāsidhāgata’’nti.",
  "atk-s0514a13:276": "Tattha tagghāti ekaṃseneva.",
  "atk-s0514a13:277": "So dhītaraṃ garahitvā vegena tassa santikaṃ gantvā katapaṭisanthāro añjaliṃ paggayha attano accayaṃ dassento gāthamāha –",
  "atk-s0514a13:278": "65.",
  "atk-s0514a13:279": " ‘‘Aparādhaṃ mahārāja, tvaṃ no khama rathesabha;",
  "atk-s0514a13:280": "Yaṃ taṃ aññātavesena, nāññāsimhā idhāgata’’nti.",
  "atk-s0514a13:281": "Taṃ sutvā mahāsatto ‘‘sacāhaṃ pharusaṃ vakkhāmi, idhevassa hadayaṃ phalissati, assāsessāmi na’’nti cintetvā bhājanantare ṭhitova itaraṃ gāthamāha –",
  "atk-s0514a13:282": "66.",
  "atk-s0514a13:283": " ‘‘Mādisassa na taṃ channaṃ, yohaṃ āḷāriko bhave;",
  "atk-s0514a13:284": "Tvaññeva me pasīdassu, natthi te deva dukkaṭa’’nti.",
  "atk-s0514a13:285": "Rājā tassa santikā paṭisanthāraṃ labhitvā pāsādaṃ abhiruhitvā pabhāvatiṃ pakkosāpetvā khamāpanatthāya pesetuṃ gāthamāha –",
  "atk-s0514a13:286": "67.",
  "atk-s0514a13:287": " ‘‘Gaccha bāle khamāpehi, kusarājaṃ mahabbalaṃ;",
  "atk-s0514a13:288": "Khamāpito kuso rājā, so te dassati jīvita’’nti.",
  "atk-s0514a13:289": "Sā pitu vacanaṃ sutvā bhaginīhi ceva paricārikāhi ca parivutā tassa santikaṃ agamāsi. Sopi kammakāravesena ṭhitova tassā attano santikaṃ āgamanaṃ ñatvā ‘‘ajja pabhāvatiyā mānaṃ bhinditvā pādamūle naṃ kalale nipajjāpessāmī’’ti sabbaṃ attanā ābhataṃ udakaṃ chaḍḍetvā khalamaṇḍalamattaṃ ṭhānaṃ madditvā ekakalalaṃ akāsi. Sā tassa santikaṃ gantvā tassa pādesu nipatitvā kalalapiṭṭhe nipannā taṃ khamāpesi. Tamatthaṃ pakāsento satthā āha –",
  "atk-s0514a13:290": "68.",
  "atk-s0514a13:291": " ‘‘Pitussa vacanaṃ sutvā, devavaṇṇī pabhāvatī;",
  "atk-s0514a13:292": "Sirasā aggahī pāde, kusarājaṃ mahabbala’’nti.",
  "atk-s0514a13:293": "Tattha sirasāti sirasā nipatitvā kusarājānaṃ pāde aggahesīti.",
  "atk-s0514a13:294": "Gahetvā ca pana naṃ khamāpentī tisso gāthāyo abhāsi –",
  "atk-s0514a13:295": "69.",
  "atk-s0514a13:296": " ‘‘Yāmā ratyo atikkantā, tāmā deva tayā vinā;",
  "atk-s0514a13:297": "Vande te sirasā pāde, mā me kujjha rathesabha.",
  "atk-s0514a13:298": "70.",
  "atk-s0514a13:299": " ‘‘Sabbaṃ te paṭijānāmi, mahārāja suṇohi me;",
  "atk-s0514a13:300": "Na cāpi appiyaṃ tuyhaṃ, kareyyāmi ahaṃ puna.",
  "atk-s0514a13:301": "71.",
  "atk-s0514a13:302": " ‘‘Evaṃ ce yācamānāya, vacanaṃ me na kāhasi;",
  "atk-s0514a13:303": "Idāni maṃ tāto hantvā, khattiyānaṃ padassatī’’ti.",
  "atk-s0514a13:304": "Tattha ratyoti rattiyo. Tāmāti tā imā sabbāpi tayā vinā atikkantā. Sabbaṃ te paṭijānāmīti, mahārāja, ettakaṃ kālaṃ mayā tava appiyameva kataṃ, idaṃ te ahaṃ sabbaṃ paṭijānāmi, aparampi suṇohi me, ito paṭṭhāyāhaṃ puna tuyhaṃ appiyaṃ na karissāmi. Evaṃ ceti sace evaṃ yācamānāya mama tvaṃ vacanaṃ na karissasīti.",
  "atk-s0514a13:305": "Taṃ sutvā rājā ‘‘sacāhaṃ ‘imaṃ tvañceva jānissasī’ti vakkhāmi, hadayamassā phalissati, assāsessāmi na’’nti cintetvā āha –",
  "atk-s0514a13:306": "72.",
  "atk-s0514a13:307": " ‘‘Evaṃ te yācamānāya, kiṃ na kāhāmi te vaco;",
  "atk-s0514a13:308": "Vikuddho tyasmi kalyāṇi, mā tvaṃ bhāyi pabhāvati.",
  "atk-s0514a13:309": "73.",
  "atk-s0514a13:310": " ‘‘Sabbaṃ te paṭijānāmi, rājaputti suṇohi me;",
  "atk-s0514a13:311": "Na cāpi appiyaṃ tuyhaṃ, kareyyāmi ahaṃ puna.",
  "atk-s0514a13:312": "74.",
  "atk-s0514a13:313": " ‘‘Tava kāmā hi sussoṇi, pahu dukkhaṃ titikkhisaṃ;",
  "atk-s0514a13:314": "Bahuṃ maddakulaṃ hantvā, nayituṃ taṃ pabhāvatī’’ti.",
  "atk-s0514a13:315": "Tattha kiṃ na kāhāmīti kiṃkāraṇā tava vacanaṃ na karissāmi. Vikuddho tyasmīti vikuddho nikkopo te asmiṃ. Sabbaṃ teti vikuddhabhāvañca idāni appiyakaraṇañca ubhayaṃ te idaṃ sabbameva paṭijānāmi. Tava kāmāti tava kāmena taṃ icchamāno. Titikkhisanti adhivāsemi. Bahuṃ maddakulaṃ hantvā nayituṃ tanti bahumaddarājakulaṃ hanitvā balakkārena taṃ netuṃ samatthoti.",
  "atk-s0514a13:316": "Atha so sakkassa devarañño paricārikaṃ viya taṃ attano paricārikaṃ disvā khattiyamānaṃ uppādetvā ‘‘mayi kira dharamāneyeva mama bhariyaṃ aññe gahetvā gamissantī’’ti sīho viya rājaṅgaṇe vijambhamāno ‘‘sakalanagaravāsino me āgatabhāvaṃ jānantū’’ti vagganto nadanto seḷento apphoṭento ‘‘idāni te jīvaggāhaṃ gahessāmi, rathādayo me yojentū’’ti anantaraṃ gāthamāha –",
  "atk-s0514a13:317": "75.",
  "atk-s0514a13:318": " ‘‘Yojayantu rathe asse, nānācitte samāhite;",
  "atk-s0514a13:319": "Atha dakkhatha me vegaṃ, vidhamantassa sattavo’’ti.",
  "atk-s0514a13:320": "Tattha nānācitteti nānālaṅkāravicitte. Samāhiteti asse sandhāya vuttaṃ, susikkhite nibbisevaneti attho. Atha dakkhatha me veganti atha me parakkamaṃ passissathāti.",
  "atk-s0514a13:321": "Sattūnaṃ gaṇhanaṃ nāma mayhaṃ bhāro, gaccha tvaṃ nhatvā alaṅkaritvā pāsādaṃ āruhāti taṃ uyyojesi. Maddarājāpissa parihārakaraṇatthaṃ amacce pahiṇi. Te tassa mahānasadvāreyeva sāṇiṃ parikkhipitvā kappake upaṭṭhapesuṃ. So katamassukammo sīsaṃnhāto sabbālaṅkārapaṭimaṇḍito amaccādīhi parivuto ‘‘pāsādaṃ abhiruhissāmī’’ti disā viloketvā apphoṭesi. Olokitaolokitaṭṭhānaṃ vikampi. So ‘‘idāni me parakkamaṃ passissathā’’ti āha. Tamatthaṃ pakāsento satthā anantaraṃ gāthamāha –",
  "atk-s0514a13:322": "76.",
  "atk-s0514a13:323": " ‘‘Tañca tattha udikkhiṃsu, rañño maddassantepure;",
  "atk-s0514a13:324": "Vijambhamānaṃ sīhaṃva, phoṭentaṃ diguṇaṃ bhuja’’nti.",
  "atk-s0514a13:325": "Tassattho – tañca tattha vijambhantaṃ apphoṭentaṃ rañño antepure vātapānāni vivaritvā itthiyo udikkhiṃsūti.",
  "atk-s0514a13:326": "Athassa maddarājā kataāneñjakāraṇaṃ alaṅkatavaravāraṇaṃ pesesi. So samussitasetacchattaṃ hatthikkhandhaṃ āruyha ‘‘pabhāvatiṃ ānethā’’ti tampi pacchato nisīdāpetvā caturaṅginiyā senāya parivuto pācīnadvārena nikkhamitvā parasenaṃ oloketvā ‘‘ahaṃ kusarājā, jīvitatthikā urena nipajjantū’’ti tikkhattuṃ sīhanādaṃ naditvā sattumaddanaṃ akāsi. Tamatthaṃ pakāsento satthā āha –",
  "atk-s0514a13:327": "77.",
  "atk-s0514a13:328": " ‘‘Hatthikkhandhañca āruyha, āropetvā pabhāvatiṃ;",
  "atk-s0514a13:329": "Saṅgāmaṃ otaritvāna, sīhanādaṃ nadī kuso.",
  "atk-s0514a13:330": "78.",
  "atk-s0514a13:331": " ‘‘Tassa taṃ nadato sutvā, sīhassevitare migā;",
  "atk-s0514a13:332": "Khattiyā vipalāyiṃsu, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:333": "79.",
  "atk-s0514a13:334": " ‘‘Hatthārohā anīkaṭṭhā, rathikā pattikārakā;",
  "atk-s0514a13:335": "Aññamaññassa chindanti, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:336": "80.",
  "atk-s0514a13:337": " ‘‘Tasmiṃ saṅgāmasīsasmiṃ, passitvā haṭṭhamānaso;",
  "atk-s0514a13:338": "Kusassa rañño devindo, adā verocanaṃ maṇiṃ.",
  "atk-s0514a13:339": "81.",
  "atk-s0514a13:340": " ‘‘So taṃ vijjhitvā saṅgāmaṃ, laddhā verocanaṃ maṇiṃ;",
  "atk-s0514a13:341": "Hatthikkhandhagato rājā, pāvekkhi nagaraṃ puraṃ.",
  "atk-s0514a13:342": "82.",
  "atk-s0514a13:343": " ‘‘Jīvaggāhaṃ gahetvāna, bandhitvā satta khattiye;",
  "atk-s0514a13:344": "Sasurassūpanāmesi, ime te deva sattavo.",
  "atk-s0514a13:345": "83.",
  "atk-s0514a13:346": " ‘‘Sabbeva te vasaṃ gatā, amittā vihatā tava;",
  "atk-s0514a13:347": "Kāmaṃ karohi te tayā, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:348": "Tattha vipalāyiṃsūti satiṃ paccupaṭṭhāpetuṃ asakkontā vipallatthacittā bhijjiṃsu. Kusasaddabhayaṭṭitāti kusarañño saddaṃ nissāya jātena bhayena upaddutā mūḷhacittā. Aññamaññassa chindantīti aññamaññaṃ chindanti maddanti. ‘‘Bhindiṃsū’’tipi pāṭho. Tasminti evaṃ bodhisattassa saddasavaneneva saṅgāme bhinne tasmiṃ saṅgāmasīse taṃ mahāsattassa parakkamaṃ passitvā tuṭṭhahadayo sakko verocanaṃ nāma maṇikkhandhaṃ tassa adāsi. Nagaraṃ puranti nagarasaṅkhātaṃ puraṃ. Bandhitvāti tesaññeva uttari sāṭakena pacchābāhaṃ bandhitvā. Kāmaṃ karohi te tayāti tvaṃ attano kāmaṃ icchaṃ ruciṃ karohi, ete hi tayā dāsā katāyevāti.",
  "atk-s0514a13:349": "Rājā āha –",
  "atk-s0514a13:350": "84.",
  "atk-s0514a13:351": " ‘‘Tuyheva sattavo ete, na hi te mayha sattavo;",
  "atk-s0514a13:352": "Tvaññeva no mahārāja, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:353": "Tattha tvaññeva noti, mahārāja, tvaṃyeva amhākaṃ issaroti.",
  "atk-s0514a13:354": "Evaṃ vutte mahāsatto ‘‘kiṃ imehi māritehi, mā tesaṃ āgamanaṃ niratthakaṃ hotu, pabhāvatiyā kaniṭṭhā satta maddarājadhītaro atthi, tā nesaṃ dāpessāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:355": "85.",
  "atk-s0514a13:356": " ‘‘Imā te dhītaro satta, devakaññūpamā subhā;",
  "atk-s0514a13:357": "Dadāhi nesaṃ ekekaṃ, hontu jāmātaro tavā’’ti.",
  "atk-s0514a13:358": "Atha naṃ rājā āha –",
  "atk-s0514a13:359": "86.",
  "atk-s0514a13:360": " ‘‘Amhākañceva tāsañca, tvaṃ no sabbesamissaro;",
  "atk-s0514a13:361": "Tvaññeva no mahārāja, dehi nesaṃ yadicchasī’’ti.",
  "atk-s0514a13:362": "Tattha tvaṃ no sabbesanti, mahārāja kusanarinda, kiṃ vadesi, tvaññeva etesañca sattannaṃ rājūnaṃ mamañca imāsañca sabbesaṃ no issaro. Yadicchasīti yadi icchasi, yassa vā yaṃ dātuṃ icchasi, tassa taṃ dehīti.",
  "atk-s0514a13:363": "Evaṃ vutte so tā sabbāpi alaṅkārāpetvā ekekassa rañño ekekaṃ adāsi. Tamatthaṃ pakāsento satthā pañca gāthāyo abhāsi –",
  "atk-s0514a13:364": "87.",
  "atk-s0514a13:365": " ‘‘Ekamekassa ekekaṃ, adā sīhassaro kuso;",
  "atk-s0514a13:366": "Khattiyānaṃ tadā tesaṃ, rañño maddassa dhītaro.",
  "atk-s0514a13:367": "88.",
  "atk-s0514a13:368": " ‘‘Pīṇitā tena lābhena, tuṭṭhā sīhassare kuse;",
  "atk-s0514a13:369": "Sakaraṭṭhāni pāyiṃsu, khattiyā satta tāvade.",
  "atk-s0514a13:370": "89.",
  "atk-s0514a13:371": " ‘‘Pabhāvatiñca ādāya, maṇiṃ verocanaṃ subhaṃ;",
  "atk-s0514a13:372": "Kusāvatiṃ kuso rājā, agamāsi mahabbalo.",
  "atk-s0514a13:373": "90.",
  "atk-s0514a13:374": " ‘‘Tyassu ekarathe yantā, pavisantā kusāvatiṃ;",
  "atk-s0514a13:375": "Samānā vaṇṇarūpena, nāññamaññātirocisuṃ.",
  "atk-s0514a13:376": "91.",
  "atk-s0514a13:377": " ‘‘Mātā puttena saṃgacchi, ubhayo ca jayampatī;",
  "atk-s0514a13:378": "Samaggā te tadā āsuṃ, phītaṃ dharaṇimāvasu’’nti.",
  "atk-s0514a13:379": "Tattha pīṇitāti santappitā. Pāyiṃsūti idāni appamattā bhaveyyāthāti kusanarindena ovaditā agamaṃsu. Agamāsīti katipāhaṃ vasitvā ‘‘amhākaṃ raṭṭhaṃ gamissāmā’’ti sasuraṃ āpucchitvā gato. Ekarathe yantāti dvepi ekarathaṃ abhiruyha gacchantā. Samānā vaṇṇarūpenāti vaṇṇena ca rūpena ca samānā hutvā. Nāññamaññātirocisunti eko ekaṃ nātikkami. Maṇiratanānubhāvena kira mahāsatto abhirūpo ahosi suvaṇṇavaṇṇo sobhaggappatto, so kira pubbe paccekabuddhassa piṇḍapātanissandena buddhapaṭimākaraṇanissandena ca evaṃ tejavanto ahosi. Saṃgacchīti athassa mātā mahāsattassa āgamanaṃ sutvā nagare bheriṃ carāpetvā mahāsattassa bahuṃ paṇṇākāraṃ ādāya paccuggamanaṃ katvā samāgacchi. Sopi mātarā saddhiṃyeva nagaraṃ padakkhiṇaṃ katvā sattāhaṃ chaṇakīḷaṃ kīḷitvā alaṅkatapāsādatalaṃ abhiruhi. Tepi ubho jayampatikā samaggā ahesuṃ, tato paṭṭhāya yāvajīvaṃ samaggā sammodamānā phītaṃ dharaṇiṃ ajjhāvasiṃsūti.",
  "atk-s0514a13:380": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro mahārājakulāni ahesuṃ, kaniṭṭho ānando, khujjā khujjuttarā, pabhāvatī rāhulamātā, parisā buddhaparisā, kusarājā pana ahameva ahosinti.",
  "atk-s0514a13:381": "Kusajātakavaṇṇanā paṭhamā.",
  "atk-s0514a13:383": " [532] 2. Soṇanandajātakavaṇṇanā",
  "atk-s0514a13:384": "Devatā nusi gandhabboti idaṃ satthā jetavane viharanto mātuposakabhikkhuṃ ārabbha kathesi. Vatthu sāmajātake (jā. 2.22.296 ādayo) vatthusadisaṃ. Tadā pana satthā ‘‘mā, bhikkhave, imaṃ bhikkhuṃ ujjhāyittha, porāṇakapaṇḍitā sakalajambudīpe rajjaṃ labhamānāpi taṃ aggahetvā mātāpitaro posiṃsuyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0514a13:385": "Atīte bārāṇasī brahmavaḍḍhanaṃ nāma nagaraṃ ahosi. Tattha manojo nāma rājā rajjaṃ kāresi. Tattha aññataro asītikoṭivibhavo brāhmaṇamahāsālo aputtako ahosi. Tassa brāhmaṇī teneva ‘‘bhoti puttaṃ patthehī’’ti vuttā patthesi. Atha bodhisatto brahmalokā cavitvā tassā kucchismiṃ paṭisandhiṃ gaṇhi, jātassa cassa ‘‘soṇakumāro’’ti nāmaṃ kariṃsu. Tassa padasā gamanakāle aññopi satto brahmalokā cavitvā tassāyeva kucchimhi paṭisandhiṃ gaṇhi, tassa jātassa ‘‘nandakumāro’’ti nāmaṃ kariṃsu. Tesaṃ uggahitavedānaṃ sabbasippesu nipphattiṃ pattānaṃ vayappattānaṃ rūpasampadaṃ disvā brāhmaṇo brāhmaṇiṃ āmantetvā ‘‘bhoti puttaṃ soṇakumāraṃ gharabandhanena bandhissāmā’’ti āha. Sā ‘‘sādhū’’ti sampaṭicchitvā puttassa tamatthaṃ ācikkhi . So ‘‘alaṃ, amma, mayhaṃ gharāvāsena, ahaṃ yāvajīvaṃ tumhe paṭijaggitvā tumhākaṃ accayena himavantaṃ pavisitvā pabbajissāmī’’ti āha. Sā brāhmaṇassa etamatthaṃ ārocesi.",
  "atk-s0514a13:386": "Te punappunaṃ kathentāpi tassa cittaṃ alabhitvā nandakumāraṃ āmantetvā ‘‘tāta, tena hi tvaṃ kuṭumbaṃ paṭipajjāhī’’ti vatvā ‘‘nāhaṃ bhātarā chaḍḍitakheḷaṃ sīsena ukkhipāmi, ahampi tumhākaṃ accayena bhātarāva saddhiṃ pabbajissāmī’’ti vutte tesaṃ vacanaṃ sutvā ‘‘ime dve evaṃ taruṇāva kāme pajahanti, kimaṅgaṃ pana mayaṃ, sabbeyeva pabbajissāmā’’ti cintetvā, ‘‘tātā , kiṃ vo amhākaṃ accayena pabbajjāya, idāneva sabbe mayaṃ pabbajissāmā’’ti rañño ārocetvā sabbaṃ dhanaṃ dānamukhe vissajjetvā dāsajanaṃ bhujissaṃ katvā ñātīnaṃ dātabbayuttakaṃ datvā cattāropi janā brahmavaḍḍhananagarā nikkhamitvā himavantapadese pañcapadumasañchannaṃ saraṃ nissāya ramaṇīye vanasaṇḍe assamaṃ māpetvā pabbajitvā tattha vasiṃsu. Ubhopi bhātaro mātāpitaro paṭijaggiṃsu, tesaṃ pātova dantakaṭṭhañca mukhadhovanañca datvā paṇṇasālañca pariveṇañca sammajjitvā pānīyaṃ paribhojanīyaṃ upaṭṭhapetvā araññato madhuraphalāphalāni āharitvā mātāpitaro khādāpenti, uṇhena vā sītena vā vārinā nhāpenti, jaṭā sodhenti, pādaparikammādīni tesaṃ karonti.",
  "atk-s0514a13:387": "Evaṃ addhāne gate nandapaṇḍito ‘‘mayā ābhataphalāphalāneva paṭhamaṃ mātāpitaro khādāpessāmī’’ti purato gantvā hiyyo ca parahiyyo ca gahitaṭṭhānato yāni vā tāni vā pātova āharitvā mātāpitaro khādāpesi. Te tāni khāditvā mukhaṃ vikkhāletvā uposathikā bhavanti. Soṇapaṇḍito pana dūraṃ gantvā madhuramadhurāni supakkasupakkāni āharitvā upanāmesi. Atha naṃ, ‘‘tāta, kaniṭṭhena te ābhatāni mayaṃ pātova khāditvā uposathikā jātā, na idāni no attho’’ti vadanti. Iti tassa phalāphalāni paribhogaṃ na labhanti vinassanti, punadivasesupi tathevāti . Evaṃ so pañcābhiññatāya dūraṃ gantvāpi āharati, te pana na khādanti.",
  "atk-s0514a13:388": "Atha mahāsatto cintesi – ‘‘mātāpitaro me sukhumālā, nando ca yāni vā tāni vā apakkaduppakkāni phalāphalāni āharitvā khādāpeti, evaṃ sante ime na cīraṃ pavattissanti, vāressāmi na’’nti. Atha naṃ so āmantetvā ‘‘nanda, ito paṭṭhāya phalāphalaṃ āharitvā mamāgamanaṃ paṭimānehi, ubhopi ekatova khādāpessāmā’’ti āha. So evaṃ vuttepi attano puññaṃ paccāsīsanto na tassa vacanamakāsi. Mahāsatto ‘‘nando mama vacanaṃ akaronto ayuttaṃ karoti, palāpessāmi naṃ, tato ekakova mātāpitaro paṭijaggissāmī’’ti cintetvā ‘‘nanda, tvaṃ anovādako paṇḍitānaṃ vacanaṃ na karosi, ahaṃ jeṭṭho, mātāpitaro mameva bhāro, ahameva nesaṃ paṭijaggissāmi, tvaṃ idha vasituṃ na lacchasi, aññattha yāhī’’ti tassa accharaṃ pahari.",
  "atk-s0514a13:389": "So tena palāpito tassa santike ṭhātuṃ asakkonto taṃ vanditvā mātāpitaro upasaṅkamitvā tamatthaṃ ārocetvā attano paṇṇasālaṃ pavisitvā kasiṇaṃ oloketvā taṃ divasameva pañca abhiññāyo aṭṭha samāpattiyo nibbattetvā cintesi – ‘‘ahaṃ sīnerupādato ratanavālukā āharitvā mama bhātu paṇṇasālāya pariveṇe okiritvā bhātaraṃ khamāpetuṃ pahomi, evampi na sobhissati, anotattato udakaṃ āharitvā mama bhātu paṇṇasālāya pariveṇe osiñcitvā bhātaraṃ khamāpetuṃ pahomi, evampi na sobhissati, sace me bhātaraṃ devatānaṃ vasena khamāpeyyaṃ, cattāro ca mahārājāno sakkañca ānetvā bhātaraṃ khamāpetuṃ pahomi, evampi na sobhissati , sakalajambudīpe manojaṃ aggarājānaṃ ādiṃ katvā rājāno ānetvā khamāpessāmi, evaṃ sante mama bhātu guṇo sakalajambudīpe avattharitvā gamissati, candimasūriyo viya paññāyissatī’’ti. So tāvadeva iddhiyā gantvā brahmavaḍḍhananagare tassa rañño nivesanadvāre otaritvā ṭhito ‘‘eko kira vo tāpaso daṭṭhukāmo’’ti rañño ārocāpesi. Rājā ‘‘kiṃ pabbajitassa mayā diṭṭhena, āhāratthāya āgato bhavissatī’’ti bhattaṃ pahiṇi, so bhattaṃ na icchi. Taṇḍulaṃ pahiṇi, taṇḍulaṃ na icchi. Vatthāni pahiṇi, vatthāni na icchi. Tambūlaṃ pahiṇi, tambūlaṃ na icchi. Athassa santike dūtaṃ pesesi, ‘‘kimatthaṃ āgatosī’’ti. So dūtena puṭṭho ‘‘rājānaṃ upaṭṭhahituṃ āgatomhī’’ti āha. Rājā taṃ sutvā ‘‘bahū mama upaṭṭhākā, attanova tāpasadhammaṃ karotū’’ti pesesi. So taṃ sutvā ‘‘ahaṃ tumhākaṃ attano balena sakalajambudīpe rajjaṃ gahetvā dassāmī’’ti āha.",
  "atk-s0514a13:390": "Taṃ sutvā rājā cintesi – ‘‘pabbajitā nāma paṇḍitā, kiñci upāyaṃ jānissantī’’ti taṃ pakkosāpetvā āsane nisīdāpetvā vanditvā ‘‘bhante, tumhe kira mayhaṃ sakalajambudīparajjaṃ gahetvā dassathā’’ti pucchi. ‘‘Āma mahārājā’’ti. ‘‘Kathaṃ gaṇhissathā’’ti? ‘‘Mahārāja, antamaso khuddakamakkhikāya pivanamattampi lohitaṃ kassaci anuppādetvā tava dhanacchedaṃ akatvā attano iddhiyāva gahetvā dassāmi, apica kevalaṃ papañcaṃ akatvā ajjeva nikkhamituṃ vaṭṭatī’’ti. So tassa vacanaṃ saddahitvā senaṅgaparivuto nagarā nikkhami. Sace senāya uṇhaṃ hoti, nandapaṇḍito attano iddhiyā chāyaṃ katvā sītaṃ karoti, deve vassante senāya upari vassituṃ na deti, sītaṃ vā uṇhaṃ vā vāreti, magge khāṇukaṇṭakādayo sabbaparissaye antaradhāpeti, maggaṃ kasiṇamaṇḍalaṃ viya samaṃ katvā sayaṃ ākāse cammakhaṇḍaṃ pattharitvā pallaṅkena nisinno senāya parivuto gacchati.",
  "atk-s0514a13:391": "Evaṃ senaṃ ādāya paṭhamaṃ kosalaraṭṭhaṃ gantvā nagarassāvidūre khandhāvāraṃ nivāsāpetvā ‘‘yuddhaṃ vā no detu setacchattaṃ vā’’ti kosalarañño dūtaṃ pāhesi. So kujjhitvā ‘‘kiṃ ahaṃ na rājā’’ti ‘‘yuddhaṃ dammī’’ti senāya purakkhato nikkhami. Dve senā yujjhituṃ ārabhiṃsu . Nandapaṇḍito dvinnampi antare attano nisīdanaṃ ajinacammaṃ mahantaṃ katvā pasāretvā dvīhipi senāhi khittasare cammeneva sampaṭicchi. Ekasenāyapi koci kaṇḍena viddho nāma natthi, hatthagatānaṃ pana kaṇḍānaṃ khayena dvepi senā nirussāhā aṭṭhaṃsu. Nandapaṇḍito manojarājassa santikaṃ gantvā ‘‘mā bhāyi, mahārājā’’ti assāsetvā kosalassa santikaṃ gantvā ‘‘mahārāja, mā bhāyi, natthi te paripantho, tava rajjaṃ taveva bhavissati, kevalaṃ manojarañño vasavattī hohī’’ti āha. So tassa saddahitvā ‘‘sādhū’’ti sampaṭicchi. Atha naṃ manojassa santikaṃ netvā ‘‘mahārāja, kosalarājā te vase vattati, imassa rajjaṃ imasseva hotū’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā taṃ attano vase vattetvā dve senā ādāya aṅgaraṭṭhaṃ gantvā aṅgaṃ gahetvā tato magadharaṭṭhanti etenupāyena sakalajambudīpe rājāno attano vase vattetvā tato tehi parivuto brahmavaḍḍhananagarameva gato. Rajjaṃ gaṇhanto panesa sattannaṃ saṃvaccharānaṃ upari sattadivasādhikehi sattamāsehi gaṇhi. So ekekarājadhānito nānappakāraṃ khajjabhojanaṃ āharāpetvā ekasatarājāno gahetvā tehi saddhiṃ sattāhaṃ mahāpānaṃ pivi.",
  "atk-s0514a13:392": "Nandapaṇḍito ‘‘yāva rājā sattāhaṃ issariyasukhaṃ anubhoti, tāvassa attānaṃ na dassessāmī’’ti uttarakurumhi piṇḍāya caritvā himavante kañcanaguhādvāre sattāhaṃ vasi. Manojopi sattame divase attano mahantaṃ sirivibhavaṃ oloketvā ‘‘ayaṃ yaso na mayhaṃ mātāpitūhi, na aññehi dinno, nandatāpasaṃ nissāya uppanno, taṃ kho pana me apassantassa ajja sattamo divaso, kahaṃ nu kho me yasadāyako’’ti nandapaṇḍitaṃ sari. So tassa anussaraṇabhāvaṃ ñatvā āgantvā purato ākāse aṭṭhāsi. Rājā taṃ disvā cintesi – ‘‘ahaṃ imassa tāpasassa devatābhāvaṃ vā manussabhāvaṃ vā na jānāmi, sace esa manusso bhaveyya, sakalajambudīparajjaṃ etasseva dassāmi. Atha devo, sakkāramassa karissāmī’’ti. So taṃ vīmaṃsanto paṭhamaṃ gāthamāha –",
  "atk-s0514a13:393": "92.",
  "atk-s0514a13:394": " ‘‘Devatā nuti gandhabbo, adu sakko purindado;",
  "atk-s0514a13:395": "Manussabhūto iddhimā, kathaṃ jānemu taṃ maya’’nti.",
  "atk-s0514a13:396": "So tassa vacanaṃ sutvā sabhāvameva kathento dutiyaṃ gāthamāha –",
  "atk-s0514a13:397": "93.",
  "atk-s0514a13:398": " ‘‘Nāpi devo na gandhabbo, nāpi sakko purindado;",
  "atk-s0514a13:399": "Manussabhūto iddhimā, evaṃ jānāhi bhāradhā’’ti.",
  "atk-s0514a13:400": "Tattha bhāradhāti raṭṭhabhāradhāritāya naṃ evaṃ ālapati.",
  "atk-s0514a13:401": "Taṃ sutvā rājā ‘‘manussabhūto kirāyaṃ mayhaṃ evaṃ bahupakāro, mahantena yasena naṃ santappessāmī’’ti cintetvā āha –",
  "atk-s0514a13:402": "94.",
  "atk-s0514a13:403": " ‘‘Katarūpamidaṃ bhoto, veyyāvaccaṃ anappakaṃ;",
  "atk-s0514a13:404": "Devamhi vassamānamhi, anovassaṃ bhavaṃ akā.",
  "atk-s0514a13:405": "95.",
  "atk-s0514a13:406": " ‘‘Tato vātātape ghore, sītacchāyaṃ bhavaṃ akā;",
  "atk-s0514a13:407": "Tato amittamajjhesu, saratāṇaṃ bhavaṃ akā.",
  "atk-s0514a13:408": "96.",
  "atk-s0514a13:409": " ‘‘Tato phītāni raṭṭhāni, vasino te bhavaṃ akā;",
  "atk-s0514a13:410": "Tato ekasataṃ khatye, anuyante bhavaṃ akā.",
  "atk-s0514a13:411": "97.",
  "atk-s0514a13:412": " ‘‘Patītāssu mayaṃ bhoto, vada taṃ bhañjamicchasi;",
  "atk-s0514a13:413": "Hatthiyānaṃ assarathaṃ, nāriyo ca alaṅkatā;",
  "atk-s0514a13:414": "Nivesanāni rammāni, mayaṃ bhoto dadāmase.",
  "atk-s0514a13:415": "98.",
  "atk-s0514a13:416": " ‘‘Atha vaṅge vā magadhe, mayaṃ bhoto dadāmase;",
  "atk-s0514a13:417": "Atha vā assakāvantī, sumanā damma te mayaṃ.",
  "atk-s0514a13:418": "99.",
  "atk-s0514a13:419": " ‘‘Upaḍḍhaṃ vāpi rajjassa, mayaṃ bhoto dadāmase;",
  "atk-s0514a13:420": "Sace te attho rajjena, anusāsa yadicchasī’’ti.",
  "atk-s0514a13:421": "Tattha katarūpamidanti katasabhāvaṃ. Veyyāvaccanti kāyaveyyāvatikakammaṃ. Anovassanti avassaṃ, yathā devo na vassati , tathā katanti attho. Sītacchāyanti sītalaṃ chāyaṃ. Vasino teti te raṭṭhavāsino amhākaṃ vasavattino. Khatyeti khattiye, aṭṭhakathāyaṃ pana ayameva pāṭho. Patītāssumayanti tuṭṭhā mayaṃ. Vada taṃ bhañjamicchasīti bhañjanti ratanassetaṃ nāmaṃ, varaṃ te dadāmi, yaṃ ratanaṃ icchasi, taṃ vadehīti attho. ‘‘Hatthiyāna’’ntiādīhi sarūpato taṃ taṃ ratanaṃ dasseti. Assakāvantīassakaraṭṭhaṃ vā avantiraṭṭhaṃ vā. Rajjenāti sacepi te sakalajambudīparajjena attho, tampi te datvā ahaṃ phalakāvudhahattho tumhākaṃ rathassa purato gamissāmīti dīpeti. Yadicchasīti etesu mayā vuttappakāresu yaṃ icchasi, taṃ anusāsa āṇāpehīti.",
  "atk-s0514a13:422": "Taṃ sutvā nandapaṇḍito attano adhippāyaṃ āvikaronto āha –",
  "atk-s0514a13:423": "100.",
  "atk-s0514a13:424": " ‘‘Na me atthopi rajjena, nagarena dhanena vā;",
  "atk-s0514a13:425": "Athopi janapadena, attho mayhaṃ na vijjatī’’ti.",
  "atk-s0514a13:426": "‘‘Sace te mayi sineho atthi, ekaṃ me vacanaṃ karohī’’ti vatvā gāthādvayamāha –",
  "atk-s0514a13:427": "101.",
  "atk-s0514a13:428": " ‘‘Bhotova raṭṭhe vijite, araññe atthi assamo;",
  "atk-s0514a13:429": "Pitā mayhaṃ janettī ca, ubho sammanti assame.",
  "atk-s0514a13:430": "102.",
  "atk-s0514a13:431": " ‘‘Tesāhaṃ pubbācariyesu, puññaṃ na labhāmi kātave;",
  "atk-s0514a13:432": "Bhavantaṃ ajjhāvaraṃ katvā, soṇaṃ yācemu saṃvara’’nti.",
  "atk-s0514a13:433": "Tattha raṭṭheti rajje. Vijiteti āṇāpavattiṭṭhāne. Assamoti himavantāraññe eko assamo atthi. Sammantīti tasmiṃ assame vasanti. Tesāhanti tesu ahaṃ. Kātaveti vattapaṭivattaphalāphalāharaṇasaṅkhātaṃ puññaṃ kātuṃ na labhāmi, bhātā me soṇapaṇḍito nāma mamekasmiṃ aparādhe mā idha vasīti maṃ palāpesi. Ajjhāvaranti adhiāvaraṃ te mayaṃ bhavantaṃ saparivāraṃ katvā soṇapaṇḍitaṃ saṃvaraṃ yācemu, āyatiṃ saṃvaraṃ yācāmāti attho. ‘‘Yācemimaṃ vara’’ntipi pāṭho, mayaṃ tayā saddhiṃ soṇaṃ yāceyyāma khamāpeyyāma, imaṃ varaṃ tava santikā gaṇhāmīti attho.",
  "atk-s0514a13:434": "Atha naṃ rājā āha –",
  "atk-s0514a13:435": "103.",
  "atk-s0514a13:436": " ‘‘Karomi te taṃ vacanaṃ, yaṃ maṃ bhaṇasi brāhmaṇa;",
  "atk-s0514a13:437": "Etañca kho no akkhāhi, kīvanto hontu yācakā’’ti.",
  "atk-s0514a13:438": "Tattha karomīti ahaṃ sakalajambudīparajjaṃ dadamāno ettakaṃ kiṃ na karissāmi, karomīti vadati. Kīvantoti kittakā.",
  "atk-s0514a13:439": "Nandapaṇḍito āha –",
  "atk-s0514a13:440": "104.",
  "atk-s0514a13:441": " ‘‘Parosataṃ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:442": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:443": "Bhavañca rājā manojo, alaṃ hessanti yācakā’’ti.",
  "atk-s0514a13:444": "Tattha jānapadāti gahapatī. Mahāsālā ca brāhmaṇāti sārappattā brāhmaṇā ca parosatāyeva. Alaṃ hessantīti pariyattā bhavissanti. Yācakāti mamatthāya soṇapaṇḍitassa khamāpakā.",
  "atk-s0514a13:445": "Atha naṃ rājā āha –",
  "atk-s0514a13:446": "105.",
  "atk-s0514a13:447": " ‘‘Hatthī asse ca yojentu, rathaṃ sannayha sārathi;",
  "atk-s0514a13:448": "Ābandhanāni gaṇhātha, pādāsussārayaddhaje;",
  "atk-s0514a13:449": "Assamaṃ taṃ gamissāmi, yattha sammati kosiyo’’ti.",
  "atk-s0514a13:450": "Tattha yojentūti hatthārohā hatthī, assārohā ca asse kappentu. Rathaṃ sannayha sārathīti sammasārathi tvampi rathaṃ sannayha. Ābandhanānīti hatthiassarathesu ābandhitabbāni bhaṇḍāni ca gaṇhatha. Pādāsussārayaddhajeti rathe ṭhapitadhajapādāsu dhaje ussārayantu ussāpentu. Kosiyoti yasmiṃ assame kosiyagotto vasatīti.",
  "atk-s0514a13:451": "106.",
  "atk-s0514a13:452": " ‘‘Tato ca rājā pāyāsi, senāya caturaṅginī;",
  "atk-s0514a13:453": "Agamā assamaṃ rammaṃ, yattha sammati kosiyo’’ti. – ayaṃ abhisambuddhagāthā;",
  "atk-s0514a13:454": "Tattha tato cāti, bhikkhave, evaṃ vatvā tato so rājā ekasatakhattiye gahetvā mahatiyā senāya parivuto nandapaṇḍitaṃ purato katvā nagarā nikkhami. Caturaṅgīnīti caturaṅginiyā senāya agamāsi, antaramagge vattamānopi avassaṃ gāmitāya evaṃ vutto. Catuvīsatiakkhobhaṇisaṅkhātena balakāyena saddhiṃ maggaṃ paṭipannassa tassa nandapaṇḍito iddhānubhāvena aṭṭhusabhavitthataṃ maggaṃ samaṃ māpetvā ākāse cammakhaṇḍaṃ pattharitvā tattha pallaṅkena nisīditvā senāya parivuto alaṅkatahatthikkhandhe nisīditvā gacchantena raññā saddhiṃ dhammayuttakathaṃ kathento sītauṇhādiparissaye vārento agamāsi.",
  "atk-s0514a13:455": "Athassa assamaṃ pāpuṇanadivase soṇapaṇḍito ‘‘mama kaniṭṭhassa atirekasattamāsasattadivasādhikāni satta vassāni nikkhantassā’’ti āvajjetvā ‘‘kahaṃ nu kho so etarahī’’ti dibbena cakkhunā olokento ‘‘catuvīsatiakkhobhaṇiparivārena saddhiṃ ekasatarājāno gahetvā mamaññeva khamāpetuṃ āgacchatī’’ti disvā cintesi – ‘‘imehi rājūhi ceva parisāhi ca mama kaniṭṭhassa bahūni pāṭihāriyāni diṭṭhāni, mamānubhāvaṃ ajānitvā ‘ayaṃ kūṭajaṭilo attano pamāṇaṃ na jānāti, amhākaṃ ayyena saddhiṃ payojesī’ti maṃ vambhentā kathentā avīciparāyaṇā bhaveyyuṃ, iddhipāṭihāriyaṃ nesaṃ dassessāmī’’ti. So caturaṅgulamattena aṃsaṃ aphusantaṃ ākāse kājaṃ ṭhapetvā anotattato udakaṃ āharituṃ rañño avidūre ākāsena pāyāsi. Nandapaṇḍito taṃ āgacchantaṃ disvā attānaṃ dassetuṃ avisahanto nisinnaṭṭhāneyeva antaradhāyitvā palāyitvā himavantaṃ pāvisi. Manojarājā pana taṃ ramaṇīyena isivesena tathā āgacchantaṃ disvā gāthamāha –",
  "atk-s0514a13:456": "107.",
  "atk-s0514a13:457": " ‘‘Kassa kādambayo kājo, vehāsaṃ caturaṅgulaṃ;",
  "atk-s0514a13:458": "Aṃsaṃ asamphusaṃ eti, udahārāya gacchato’’ti.",
  "atk-s0514a13:459": "Tattha kādambayoti kadambarukkhamayo. Aṃsaṃ asamphusaṃ etīti aṃsaṃ asamphusanto sayameva āgacchati. Udahārāyāti udakaṃ āharituṃ gacchantassa kassa esa kājo evaṃ eti, ko nāma tvaṃ, kuto vā āgacchasīti.",
  "atk-s0514a13:460": "Evaṃ vutte mahāsatto gāthādvayamāha –",
  "atk-s0514a13:461": "108.",
  "atk-s0514a13:462": " ‘‘Ahaṃ soṇo mahārāja, tāpaso sahitabbato;",
  "atk-s0514a13:463": "Bharāmi mātāpitaro, rattindivamatandito.",
  "atk-s0514a13:464": "109.",
  "atk-s0514a13:465": " ‘‘Vane phalañca mūlañca, āharitvā disampati;",
  "atk-s0514a13:466": "Posemi mātāpitaro, pubbe katamanussara’’nti.",
  "atk-s0514a13:467": "Tattha sahitabbatoti sahitavato sīlācārasampanno eko tāpaso ahanti vadati. Bharāmīti posemi. Atanditoti analaso hutvā. Pubbe katamanussaranti tehi pubbe kataṃ mayhaṃ guṇaṃ anussarantoti.",
  "atk-s0514a13:468": "Taṃ sutvā rājā tena saddhiṃ vissāsaṃ kattukāmo anantaraṃ gāthamāha –",
  "atk-s0514a13:469": "110.",
  "atk-s0514a13:470": " ‘‘Icchāma assamaṃ gantuṃ, yattha sammati kosiyo;",
  "atk-s0514a13:471": "Maggaṃ no soṇa akkhāhi, yena gacchemu assama’’nti.",
  "atk-s0514a13:472": "Tattha assamanti tumhākaṃ assamapadaṃ.",
  "atk-s0514a13:473": "Atha mahāsatto attano ānubhāvena assamapadagāmimaggaṃ māpetvā gāthamāha –",
  "atk-s0514a13:474": "111.",
  "atk-s0514a13:475": " ‘‘Ayaṃ ekapadī rāja, yenetaṃ meghasannibhaṃ;",
  "atk-s0514a13:476": "Koviḷārehi sañchannaṃ, ettha sammati kosiyo’’ti.",
  "atk-s0514a13:477": "Tassattho – mahārāja, ayaṃ ekapadiko jaṅghamaggo, iminā gacchatha, yena disābhāgena etaṃ meghavaṇṇaṃ supupphitakoviḷārasañchannaṃ vanaṃ dissati, ettha mama pitā kosiyagotto vasati, etassa so assamoti.",
  "atk-s0514a13:478": "112.",
  "atk-s0514a13:479": " ‘‘Idaṃ vatvāna pakkāmi, taramāno mahāisi;",
  "atk-s0514a13:480": "Vehāse antalikkhasmiṃ, anusāsitvāna khattiye.",
  "atk-s0514a13:481": "113.",
  "atk-s0514a13:482": " ‘‘Assamaṃ parimajjitvā, paññāpetvāna āsanaṃ;",
  "atk-s0514a13:483": "Paṇṇasālaṃ pavisitvā, pitaraṃ patibodhayi.",
  "atk-s0514a13:484": "114.",
  "atk-s0514a13:485": " ‘‘Ime āyanti rājāno, abhijātā yasassino;",
  "atk-s0514a13:486": "Assamā nikkhamitvāna, nisīda tvaṃ mahāise.",
  "atk-s0514a13:487": "115.",
  "atk-s0514a13:488": " ‘‘Tassa taṃ vacanaṃ sutvā, taramāno mahāisi;",
  "atk-s0514a13:489": "Assamā nikkhamitvāna, sadvāramhi upāvisī’’ti. – imā abhisambuddhagāthā;",
  "atk-s0514a13:490": "Tattha pakkāmīti anotattaṃ agamāsi. Assamaṃ parimajjitvāti, bhikkhave, so isi vegena anotattaṃ gantvā pānīyaṃ ādāya tesu rājūsu assamaṃ asampattesuyeva āgantvā pānīyaghaṭe pānīyamāḷake ṭhapetvā ‘‘mahājano pivissatī’’ti vanakusumehi vāsetvā sammajjaniṃ ādāya assamaṃ sammajjitvā paṇṇasāladvāre pitu āsanaṃ paññāpetvā pavisitvā pitaraṃ jānāpesīti attho. Upāvisīti uccāsane nisīdi.",
  "atk-s0514a13:491": "Bodhisattassa mātā pana tassa pacchato nīcaṭṭhāne ekamantaṃ nisīdi. Mahāsatto nīcāsane nisīdi. Nandapaṇḍitopi bodhisattassa anotattato pānīyaṃ ādāya assamaṃ āgatakāle rañño santikaṃ āgantvā assamassa avidūre khandhāvāraṃ nivāsesi. Atha rājā nhatvā sabbālaṅkārapaṭimaṇḍito ekasatarājaparivuto nandapaṇḍitaṃ gahetvā mahantena sirisobhaggena bodhisattaṃ khamāpetuṃ assamaṃ pāvisi. Atha naṃ tathā āgacchantaṃ bodhisattassa pitā disvā bodhisattaṃ pucchi, sopissa ācikkhi. Tamatthaṃ pakāsento satthā āha –",
  "atk-s0514a13:492": "116.",
  "atk-s0514a13:493": " ‘‘Tañca disvāna āyantaṃ, jalantaṃriva tejasā;",
  "atk-s0514a13:494": "Khatyasaṅghaparibyūḷhaṃ, kosiyo etadabravi.",
  "atk-s0514a13:495": "117.",
  "atk-s0514a13:496": " ‘‘Kassa bherī mudiṅgā ca, saṅkhā paṇavadindimā;",
  "atk-s0514a13:497": "Purato paṭipannāni, hāsayantā rathesabhaṃ.",
  "atk-s0514a13:498": "118.",
  "atk-s0514a13:499": " ‘‘Kassa kañcanapaṭṭena, puthunā vijjuvaṇṇinā;",
  "atk-s0514a13:500": "Yuvā kalāpasannaddho, ko eti siriyā jalaṃ.",
  "atk-s0514a13:501": "119.",
  "atk-s0514a13:502": " ‘‘Ukkāmukhapahaṭṭhaṃva , khadiraṅgārasannibhaṃ;",
  "atk-s0514a13:503": "Mukhañca rucirā bhāti, ko eti siriyā jalaṃ.",
  "atk-s0514a13:504": "120.",
  "atk-s0514a13:505": " ‘‘Kassa paggahitaṃ chattaṃ, sasalākaṃ manoramaṃ;",
  "atk-s0514a13:506": "Ādiccaraṃsāvaraṇaṃ, ko eti siriyā jalaṃ.",
  "atk-s0514a13:507": "121.",
  "atk-s0514a13:508": " ‘‘Kassa aṅgaṃ pariggayha, vālabījanimuttamaṃ;",
  "atk-s0514a13:509": "Caranti varapuññassa, hatthikkhandhena āyato.",
  "atk-s0514a13:510": "122.",
  "atk-s0514a13:511": " ‘‘Kassa setāni chattāni, ājānīyā ca vammitā;",
  "atk-s0514a13:512": "Samantā parikīrenti, ko eti siriyā jalaṃ.",
  "atk-s0514a13:513": "123.",
  "atk-s0514a13:514": " ‘‘Kassa ekasataṃ khatyā, anuyantā yasassino;",
  "atk-s0514a13:515": "Samantānupariyanti, ko eti siriyā jalaṃ.",
  "atk-s0514a13:516": "124.",
  "atk-s0514a13:517": " ‘‘Hatthiassarathapatti, senā ca caturaṅginī;",
  "atk-s0514a13:518": "Samantānupariyanti, ko eti siriyā jalaṃ.",
  "atk-s0514a13:519": "125.",
  "atk-s0514a13:520": " ‘‘Kassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:521": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo.",
  "atk-s0514a13:522": "126.",
  "atk-s0514a13:523": " ‘‘Rājābhirājā manojo, indova jayataṃ pati;",
  "atk-s0514a13:524": "Nandassajjhāvaraṃ eti, assamaṃ brahmacārinaṃ.",
  "atk-s0514a13:525": "127.",
  "atk-s0514a13:526": " ‘‘Tassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:527": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo’’ti.",
  "atk-s0514a13:528": "Tattha jalantaṃrivāti jalantaṃ viya. Paṭipannānīti etāni tūriyāni kassa purato āgacchantīti attho. Hāsayantāti tosentā. Kañcanapaṭṭenāti, tāta, kassa kañcanamayena vijjuvaṇṇena uṇhīsapaṭṭena nalāṭanto parikkhittoti pucchati. Yuvāti taruṇo. Kalāpasannaddhoti sannaddhasaratūṇīro. Ukkāmukhapahaṭṭhaṃ vāti kammārānaṃ uddhane pahaṭṭhaṃ suvaṇṇaṃ viya. Khadiraṅgārasannibhanti vītaccitakhadiraṅgāravaṇṇaṃ. Ādiccaraṃsāvaraṇantiādiccaraṃsīnaṃ āvaraṇaṃ. Aṅgaṃ pariggayhāti aṅgaṃ pariggahetvā, sarīraṃ parikkhipitvāti attho. Vālabījanimuttamanti vālabījaniṃ uttamaṃ . Carantīti sañcaranti. Chattānīti ājānīyapiṭṭhe nisinnānaṃ dhāritachattāni. Parikīrentīti tassa samantā sabbadisābhāgesu parikīrayanti. Caturaṅginīti etehi hatthiādīhi catūhi aṅgehi samannāgatā. Akkhobhaṇīti khobhetuṃ na sakkā. Sāgarassevāti sāgarassa ūmiyo viya apariyantā. Rājābhirājāti ekasatarājūnaṃ pūjito, tesaṃ vā adhiko rājāti rājābhirājā. Jayataṃ patīti jayappattānaṃ tāvatiṃsānaṃ jeṭṭhako. Ajjhāvaranti mamaṃ khamāpanatthāya nandassa parisabhāvaṃ upagantvā eti.",
  "atk-s0514a13:529": "Satthā āha –",
  "atk-s0514a13:530": "128.",
  "atk-s0514a13:531": " ‘‘Anulittā candanena, kāsikuttamadhārino;",
  "atk-s0514a13:532": "Sabbe pañjalikā hutvā, isīnaṃ ajjhupāgamu’’nti.",
  "atk-s0514a13:533": "Tattha isīnaṃ ajjhupāgamunti, bhikkhave, sabbepi te rājāno surabhicandanena anulittā uttamakāsikavatthadhārino sirasi patiṭṭhāpitaañjalī hutvā isīnaṃ santikaṃ upagatā.",
  "atk-s0514a13:534": "Tato manojo rājā taṃ vanditvā ekamantaṃ nisinno paṭisanthāraṃ karonto gāthādvayamāha –",
  "atk-s0514a13:535": "129.",
  "atk-s0514a13:536": " ‘‘Kacci nu bhoto kusalaṃ, kacci bhoto anāmayaṃ;",
  "atk-s0514a13:537": "Kacci uñchena yāpetha, kacci mūlaphalā bahū.",
  "atk-s0514a13:538": "130.",
  "atk-s0514a13:539": " ‘‘Kacci ḍaṃsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:540": "Vane vāḷamigākiṇṇe, kacci hiṃsā na vijjatī’’ti.",
  "atk-s0514a13:541": "Tato paraṃ ubhinnaṃ tesaṃ vacanapaṭivacanavasena kathitagāthā honti –",
  "atk-s0514a13:542": "131.",
  "atk-s0514a13:543": " ‘‘Kusalañceva no rāja, atho rāja anāmayaṃ;",
  "atk-s0514a13:544": "Atho uñchena yāpema, atho mūlaphalā bahū.",
  "atk-s0514a13:545": "132.",
  "atk-s0514a13:546": " ‘‘Atho ḍaṃsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:547": "Vane vāḷamigākiṇṇe, hiṃsā mayhaṃ na vijjati.",
  "atk-s0514a13:548": "133.",
  "atk-s0514a13:549": " ‘‘Bahūni vassapūgāni, assame sammataṃ idha;",
  "atk-s0514a13:550": "Nābhijānāmi uppannaṃ, ābādhaṃ amanoramaṃ.",
  "atk-s0514a13:551": "134.",
  "atk-s0514a13:552": " ‘‘Svāgataṃ te mahārāja, atho te adurāgataṃ;",
  "atk-s0514a13:553": "Issarosi anuppatto, yaṃ idhatthi pavedaya.",
  "atk-s0514a13:554": "135.",
  "atk-s0514a13:555": " ‘‘Tindukāni piyālāni, madhuke kāsumāriyo;",
  "atk-s0514a13:556": "Phalāni khuddakappāni, bhuñja rāja varaṃ varaṃ.",
  "atk-s0514a13:557": "136.",
  "atk-s0514a13:558": " ‘‘Idampi pānīyaṃ sītaṃ, ābhataṃ girigabbharā;",
  "atk-s0514a13:559": "Tato piva mahārāja, sace tvaṃ abhikaṅkhasi.",
  "atk-s0514a13:560": "137.",
  "atk-s0514a13:561": " ‘‘Paṭiggahitaṃ yaṃ dinnaṃ, sabbassa agghiyaṃ kataṃ;",
  "atk-s0514a13:562": "Nandassāpi nisāmetha, vacanaṃ so pavakkhati.",
  "atk-s0514a13:563": "138.",
  "atk-s0514a13:564": " ‘‘Ajjhāvaramhā nandassa, bhoto santikamāgatā;",
  "atk-s0514a13:565": "Suṇātu bhavaṃ vacanaṃ, nandassa parisāya cā’’ti.",
  "atk-s0514a13:566": "Imā yebhuyyena pākaṭasambandhāyeva, yaṃ panettha apākaṭaṃ, tadeva vakkhāma. Pavedayāti yaṃ imasmiṃ ṭhāne tava abhirucitaṃ atthi, taṃ no kathehīti vadati. Khuddakappānīti etāni nānārukkhaphalāni khuddakamadhupaṭibhāgāni madhurāni. Varaṃ varanti ito uttamuttamaṃ gahetvā bhuñja. Girigabbharāti anotattato. Sabbassa agghiyanti yena mayaṃ āpucchitā, taṃ amhehi paṭiggahitaṃ nāma tumhehi ca dinnameva nāma, ettāvatā imassa janassa sabbassa agghiyaṃ tumhehi kataṃ. Nandassāpīti amhākaṃ tāva sabbaṃ kataṃ, idāni pana nandapaṇḍito kiñci vattukāmo , tassapi tāva vacanaṃ suṇātha. Ajjhāvaramhāti mayañhi na aññena kammena āgatā, nandassa pana parisā hutvā tumhākaṃ khamāpanatthāya āgatāti vadati. Bhavanti bhavaṃ soṇapaṇḍito suṇātu.",
  "atk-s0514a13:567": "Evaṃ vutte nandapaṇḍito uṭṭhāyāsanā mātāpitaro ca bhātarañca vanditvā sakaparisāya saddhiṃ sallapanto āha –",
  "atk-s0514a13:568": "139.",
  "atk-s0514a13:569": " ‘‘Parosataṃ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:570": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:571": "Bhavañca rājā manojo, anumaññantu me vaco.",
  "atk-s0514a13:572": "140.",
  "atk-s0514a13:573": " ‘‘Ye ca santi samītāro, yakkhāni idha massame;",
  "atk-s0514a13:574": "Araññe bhūtabhabyāni, suṇantu vacanaṃ mama.",
  "atk-s0514a13:575": "141.",
  "atk-s0514a13:576": " ‘‘Namo katvāna bhūtānaṃ, isiṃ vakkhāmi subbataṃ;",
  "atk-s0514a13:577": "So tyāhaṃ dakkhiṇā bāhu, tava kosiya sammato.",
  "atk-s0514a13:578": "142.",
  "atk-s0514a13:579": " ‘‘Pitaraṃ me janettiñca, bhattukāmassa me sato;",
  "atk-s0514a13:580": "Vīra puññamidaṃ ṭhānaṃ, mā maṃ kosiya vāraya.",
  "atk-s0514a13:581": "143.",
  "atk-s0514a13:582": " ‘‘Sabbhi hetaṃ upaññātaṃ, mametaṃ upanissaja;",
  "atk-s0514a13:583": "Uṭṭhānapāricariyāya, dīgharattaṃ tayā kataṃ;",
  "atk-s0514a13:584": "Dhātāpitūsu puññāni, mama lokadado bhava.",
  "atk-s0514a13:585": "144.",
  "atk-s0514a13:586": " ‘‘Tatheva santi manujā, dhamme dhammapadaṃ vidū;",
  "atk-s0514a13:587": "Maggo saggassa lokassa, yathā jānāsi tvaṃ ise.",
  "atk-s0514a13:588": "145.",
  "atk-s0514a13:589": " ‘‘Uṭṭhānapāricariyāya, mātāpitusukhāvahaṃ;",
  "atk-s0514a13:590": "Taṃ maṃ puññā nivāreti, ariyamaggāvaro naro’’ti.",
  "atk-s0514a13:591": "Tattha anumaññantūti anubujjhantu, sādhukaṃ sutvā paccakkhaṃ karontūti attho. Samītāroti samāgatā. Araññe bhūtabhabyānīti asmiṃ himavantāraññe yāni bhūtāni ceva vuḍḍhimariyādappattāni bhabyāni ca taruṇadevatāni, tānipi sabbāni mama vacanaṃ suṇantūti attho. ‘‘Namo katvānā’’ti idaṃ so parisāya saññaṃ datvā tasmiṃ vanasaṇḍe nibbattadevatānaṃ namakkāraṃ katvā āha. Tassattho – ajja bahūhi devatāhi mama bhātikassa dhammakathāsavanatthaṃ āgatāhi bhavitabbaṃ, ahaṃ vo namakkāro, tumhepi mayhaṃ sahāyā hothāti. So devatānaṃ añjaliṃ paggahetvā parisaṃ jānāpetvā ‘‘isiṃ vakkhāmī’’tiādimāha. Tattha isinti soṇapaṇḍitaṃ sandhāya vadati. Sammatoti bhātaro nāma aṅgasamā honti, tasmā so te ahaṃ dakkhiṇā bāhūti sammato. Tena me khamituṃ arahathāti dīpeti.",
  "atk-s0514a13:592": "Vīrāti vīriyavanta mahāparakkama. Puññamidaṃ ṭhānanti idaṃ mātāpituupaṭṭhānaṃ nāma puññaṃ saggasaṃvattanikakāraṇaṃ, taṃ karontaṃ maṃ mā vārayāti vadati. Sabbhi hetanti etañhi mātāpituupaṭṭhānaṃ nāma paṇḍitehi upaññātaṃ upagantvā ñātañceva vaṇṇitañca. Mametaṃ upanissajāti idaṃ tvaṃ mayhaṃ nissaja vissajjehi dehi. Uṭṭhānapāricariyāyāti uṭṭhānena ca pāricariyāya ca. Katanti dīgharattaṃ tayā kusalaṃ kataṃ. Puññānīti idāni ahaṃ mātāpitūsu puññāni kattukāmo. Mama lokadadoti tassa mama tvaṃ saggalokadado hoti, ahañhi tesaṃ vattaṃ upaṭṭhānaṃ katvā devaloke aparimāṇaṃ yasaṃ labhissāmi, tassa me tvaṃ dāyako hohīti vadati.",
  "atk-s0514a13:593": "Tathevāti yathā tvaṃ jānāsi, tatheva aññepi manujā imissaṃ parisāyaṃ santi, te nānappakāre dhamme idaṃ jeṭṭhāpacāyikabhāvasaṅkhātaṃ dhammakoṭṭhāsaṃ vadanti. Kinti? Maggo saggassa lokassāti. Sukhāvahanti uṭṭhānena ca pāricariyāya ca mātāpitūnaṃ sukhāvahaṃ. Taṃ manti taṃ maṃ evaṃ sammāpaṭipannampi bhātā soṇapaṇḍito tamhā puññā abhivāreti. Ariyamaggāvaroti so evaṃ vārento ayaṃ naro mama piyadassanatāya ariyasaṅkhātassa vedalokassa maggāvaraṇo nāma hotīti.",
  "atk-s0514a13:594": "Evaṃ nandapaṇḍitena vutte mahāsatto ‘‘imassa tāva tumhehi vacanaṃ sutaṃ, idāni mamapi suṇāthā’’ti sāvento āha –",
  "atk-s0514a13:595": "146.",
  "atk-s0514a13:596": " ‘‘Suṇantu bhonto vacanaṃ, bhāturajjhāvarā mama;",
  "atk-s0514a13:597": "Kulavaṃsaṃ mahārāja, porāṇaṃ parihāpayaṃ;",
  "atk-s0514a13:598": "Adhammacārī jeṭṭhesu, nirayaṃ sopapajjati.",
  "atk-s0514a13:599": "147.",
  "atk-s0514a13:600": " ‘‘Ye ca dhammassa kusalā, porāṇassa disampati;",
  "atk-s0514a13:601": "Cārittena ca sampannā, na te gacchanti duggatiṃ.",
  "atk-s0514a13:602": "148.",
  "atk-s0514a13:603": " ‘‘Mātā pitā ca bhātā ca, bhaginī ñāti bandhavā;",
  "atk-s0514a13:604": "Sabbe jeṭṭhassa te bhārā, evaṃ jānāhi bhāradha.",
  "atk-s0514a13:605": "149.",
  "atk-s0514a13:606": " ‘‘Ādiyitvā garuṃ bhāraṃ, nāviko viya ussahe;",
  "atk-s0514a13:607": "Dhammañca nappamajjāmi, jeṭṭho casmi rathesabhā’’ti.",
  "atk-s0514a13:608": "Tattha bhāturajjhāvarāti mama bhātu parisā hutvā āgatā bhonto sabbepi rājāno mamapi tāva vacanaṃ suṇantu. Parihāpayanti parihāpento. Dhammassāti jeṭṭhāpacāyanadhammassa paveṇīdhammassa. Kusalāti chekā. Cārittena cāti ācārasīlena sampannā. Bhārāti sabbe ete jeṭṭhena vahitabbā paṭijaggitabbāti tassa bhārā nāma. Nāviko viyāti yathā nāvāya garuṃ bhāraṃ ādiyitvā samuddamajjhe nāvaṃ sotthinā netuṃ nāviko ussaheti vāyamati, saha nāvāya sabbabhaṇḍañca jano ca tasseva bhāro hoti, tathā mameva sabbe ñātakā bhāroti , ahañca te ussahāmi paṭijaggituṃ sakkomi, tañca jeṭṭhāpacāyanadhammaṃ nappamajjāmi, na kevalañca etesaññeva, sakalassapi lokassa jeṭṭho ca asmi, tasmā ahameva saddhiṃ nandena paṭijaggituṃ yuttoti.",
  "atk-s0514a13:609": "Taṃ sutvā sabbepi te rājāno attamanā hutvā ‘‘jeṭṭhabhātikassa kira avasesā bhārāti ajja amhehi ñāta’’nti nandapaṇḍitaṃ pahāya mahāsattaṃ sannissitā hutvā tassa thutiṃ karontā dve gāthā abhāsiṃsu –",
  "atk-s0514a13:610": "150.",
  "atk-s0514a13:611": " ‘‘Adhigamā tame ñāṇaṃ, jālaṃva jātavedato;",
  "atk-s0514a13:612": "Evameva no bhavaṃ dhammaṃ, kosiyo pavidaṃsayi.",
  "atk-s0514a13:613": "151.",
  "atk-s0514a13:614": " ‘‘Yathā udayamādicco, vāsudevo pabhaṅkaro;",
  "atk-s0514a13:615": "Pāṇīnaṃ pavidaṃseti, rūpaṃ kalyāṇapāpakaṃ;",
  "atk-s0514a13:616": "Evameva no bhavaṃ dhammaṃ, kosiyo pavidaṃsayī’’ti.",
  "atk-s0514a13:617": "Tattha adhigamāti mayaṃ ito pubbe jeṭṭhāpacāyanadhammapaṭicchādake tame vattamānā na jānāma, ajja jātavedato jālaṃva ñāṇaṃ adhigatā. Evameva noti yathā mahandhakāre pabbatamatthake jalito jātavedo samantā ālokaṃ pharanto rūpāni dasseti, tathā no bhavaṃ kosiyagotto dhammaṃ pavidaṃsayīti attho. Vāsudevoti vasudevo vasujotano, dhanapakāsanoti attho.",
  "atk-s0514a13:618": "Iti mahāsatto ettakaṃ kālaṃ nandapaṇḍitassa pāṭihāriyāni disvā tasmiṃ pasannacitte te rājāno ñāṇabalena tasmiṃ pasādaṃ bhinditvā attano kathaṃ gāhāpetvā sabbeva attano mukhaṃ ullokite akāsi. Atha nandapaṇḍito ‘‘bhātā me paṇḍito byatto dhammakathiko sabbepime rājāno bhinditvā attano pakkhe kari, ṭhapetvā imaṃ añño mayhaṃ paṭisaraṇaṃ natthi, imameva yācissāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:619": "152.",
  "atk-s0514a13:620": " ‘‘Evaṃ me yācamānassa, añjaliṃ nāvabujjhatha;",
  "atk-s0514a13:621": "Tava baddhacaro hessaṃ, vuṭṭhito paricārako’’ti.",
  "atk-s0514a13:622": "Tassatthā – sace tumhe mama evaṃ yācamānassa khamāpanatthāya paggahitaṃ añjaliṃ nāvabujjhatha na paṭiggaṇhatha, tumheva mātāpitaro upaṭṭhahatha, ahaṃ pana tumhākaṃ baddhacaro veyyāvaccakaro hessaṃ, rattindivaṃ analasabhāvena vuṭṭhito paricārako ahaṃ tumhe paṭijaggissāmīti.",
  "atk-s0514a13:623": "Mahāsattassa pakatiyāpi nandapaṇḍite doso vā veraṃ vā natthi, atithaddhaṃ vacanaṃ kathentassa panassa mānahāpanatthaṃ niggahavasena tathā katvā idānissa vacanaṃ sutvā tuṭṭhacitto tasmiṃ pasādaṃ uppādetvā ‘‘idāni te khamāmi, mātāpitaro ca paṭijaggituṃ labhissasī’’ti tassa guṇaṃ pakāsento āha –",
  "atk-s0514a13:624": "153.",
  "atk-s0514a13:625": " ‘‘Addhā nanda vijānāsi, saddhammaṃ sabbhi desitaṃ;",
  "atk-s0514a13:626": "Ariyo ariyasamācāro, bāḷhaṃ tvaṃ mama ruccasi.",
  "atk-s0514a13:627": "154.",
  "atk-s0514a13:628": " ‘‘Bhavantaṃ vadāmi bhotiñca, suṇātha vacanaṃ mama;",
  "atk-s0514a13:629": "Nāyaṃ bhāro bhāramato, ahu mayhaṃ kudācanaṃ.",
  "atk-s0514a13:630": "155.",
  "atk-s0514a13:631": " ‘‘Taṃ maṃ upaṭṭhitaṃ santaṃ, mātāpitu sukhāvahaṃ;",
  "atk-s0514a13:632": "Nando ajjhāvaraṃ katvā, upaṭṭhānāya yācati.",
  "atk-s0514a13:633": "156.",
  "atk-s0514a13:634": " ‘‘Yo ve icchati kāmena, santānaṃ brahmacārinaṃ;",
  "atk-s0514a13:635": "Nandaṃ vo varatha eko, kaṃ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:636": "Tattha ariyoti sundaro. Ariyasamācāroti sundarasamācāropi jāto. Bāḷhanti idāni tvaṃ mama ativiya ruccasi. Suṇāthāti amma tātā tumhe mama vacanaṃ suṇātha. Nāyaṃ bhāroti ayaṃ tumhākaṃ paṭijagganabhāro na kadāci mama bhāramato ahu. Taṃ manti taṃ bhāroti amaññitvāva maṃ tumhe upaṭṭhitaṃ samānaṃ. Upaṭṭhānāya yācatīti tumhe upaṭṭhātuṃ maṃ yācati. Yo ve icchatīti mayhañhi tvaṃ me mātaraṃ vā pitaraṃ vā upaṭṭhahāti vattuṃ na yuttaṃ, tumhākaṃ pana santānaṃ brahmacārīnaṃ yo eko icchati, taṃ vadāmi kāmena nandaṃ vo varatha, taṃ mama kaniṭṭhaṃ nandaṃ rocetha, tumhesu kaṃ esa upaṭṭhātu, ubhopi hi mayaṃ tumhākaṃ puttāyevāti.",
  "atk-s0514a13:637": "Athassa mātā āsanā vuṭṭhāya, ‘‘tāta soṇapaṇḍita, cirappavuttho te kaniṭṭho, evaṃ cirāgatampi taṃ yācituṃ na visahāmi, mayañhi taṃ nissitā, idāni pana tayā anuññātā ahaṃ etaṃ brahmacārinaṃ bāhāhi upagūhitvā sīse upasiṅghāyituṃ labheyya’’nti imamatthaṃ pakāsentī gāthamāha –",
  "atk-s0514a13:638": "157.",
  "atk-s0514a13:639": " ‘‘Tayā tāta anuññātā, soṇa taṃ nissitā mayaṃ;",
  "atk-s0514a13:640": "Upaghātuṃ labhe nandaṃ, muddhani brahmacārina’’nti.",
  "atk-s0514a13:641": "Atha mahāsatto ‘‘tena hi, amma, anujānāmi, tvaṃ gaccha, puttaṃ nandaṃ āliṅgitvā sīse ghāyitvā cumbitvā tava hadaye sokaṃ nibbāpehī’’ti āha. Sā tassa santikaṃ gantvā nandapaṇḍitaṃ parisamajjheyeva āliṅgitvā sīsaṃ ghāyitvā cumbitvā hadaye sokaṃ nibbāpetvā mahāsattena saddhiṃ sallapantī āha –",
  "atk-s0514a13:642": "158.",
  "atk-s0514a13:643": " ‘‘Assatthasseva taruṇaṃ, pavāḷaṃ māluteritaṃ;",
  "atk-s0514a13:644": "Cirassaṃ nandaṃ disvāna, hadayaṃ me pavedhati.",
  "atk-s0514a13:645": "159.",
  "atk-s0514a13:646": " ‘‘Yadā suttāpi supine, nandaṃ passāmi āgataṃ;",
  "atk-s0514a13:647": "Udaggā sumanā homi, nando no āgato ayaṃ.",
  "atk-s0514a13:648": "160.",
  "atk-s0514a13:649": " ‘‘Yadā ca paṭibujjhitvā, nandaṃ passāmi nāgataṃ;",
  "atk-s0514a13:650": "Bhiyyo āvisatī soko, domanassañcanappakaṃ.",
  "atk-s0514a13:651": "161.",
  "atk-s0514a13:652": " ‘‘Sāhaṃ ajja cirassampi, nandaṃ passāmi āgataṃ;",
  "atk-s0514a13:653": "Bhattucca mayhañca piyo, nando no pāvisī gharaṃ.",
  "atk-s0514a13:654": "162.",
  "atk-s0514a13:655": " ‘‘Pitupi nando suppiyo, yaṃ nando nappavase gharā;",
  "atk-s0514a13:656": "Labhatū tāta nando taṃ, maṃ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:657": "Tattha māluteritanti yathā vātāhataṃ assatthassa pallavaṃ kampati, evaṃ cirassaṃ nandaṃ disvā ajja mama hadayaṃ kampatīti vadati. Suttāti, tāta soṇa, yadāhaṃ suttāpi supine nandaṃ āgataṃ passāmi, tadāpi udaggā homi. Bhattuccāti sāmikassa ca me mayhañca piyo. Nando no pāvisī gharanti, tāta, putto no nando paṇṇasālaṃ pavisatu. Yanti yasmā pitupi suṭṭhu piyo, tasmā puna imamhā gharā na vippavaseyya. Nandotanti, tāta, nando yaṃ icchati, taṃ labhatu. Maṃ nandoti, tāta soṇa, tava pitaraṃ tvaṃ upaṭṭhaha, maṃ nando upaṭṭhātu.",
  "atk-s0514a13:658": "Mahāsatto ‘‘evaṃ hotū’’ti mātu vacanaṃ sampaṭicchitvā ‘‘nanda, tayā jeṭṭhakakoṭṭhāso laddho, mātā nāma atiguṇakārikā, appamatto hutvā paṭijaggeyyāsī’’ti ovaditvā mātu guṇaṃ pakāsento dve gāthā abhāsi –",
  "atk-s0514a13:659": "163.",
  "atk-s0514a13:660": " ‘‘Anukampikā patiṭṭhā ca, pubbe rasadadī ca no;",
  "atk-s0514a13:661": "Maggo saggassa lokassa, mātā taṃ varate ise.",
  "atk-s0514a13:662": "164.",
  "atk-s0514a13:663": " ‘‘Pubbe rasadadī gottī, mātā puññūpasaṃhitā;",
  "atk-s0514a13:664": "Maggo saggassa lokassa, mātā taṃ varate ise’’ti.",
  "atk-s0514a13:665": "Tattha anukampikāti muduhadayā. Pubbe rasadadīti paṭhamameva attano khīrasaṅkhātassa rasassa dāyikā. Mātā tanti mama mātā maṃ na icchati, taṃ varati icchati. Gottīti gopāyikā. Puññūpasaṃhitāti puññūpanissitā puññadāyikā.",
  "atk-s0514a13:666": "Evaṃ mahāsatto dvīhi gāthāhi mātu guṇaṃ kathetvā punāgantvā tassā āsane nisinnakāle ‘‘nanda, tvaṃ dukkarakārikaṃ mātaraṃ labhasi, ubhopi mayaṃ mātarā dukkhena saṃvaḍḍhitā, taṃ idāni tvaṃ appamatto paṭijaggāhi, amadhurāni phalāphalāni mā khādāpehī’’ti vatvā parisamajjheyeva mātu dukkarakārikataṃ pakāsento āha –",
  "atk-s0514a13:667": "165.",
  "atk-s0514a13:668": " ‘‘Ākaṅkhamānā puttaphalaṃ, devatāya namassati;",
  "atk-s0514a13:669": "Nakkhattāni ca pucchati, utusaṃvaccharāni ca.",
  "atk-s0514a13:670": "166.",
  "atk-s0514a13:671": " ‘‘Tassā utumhi nhātāya, hoti gabbhassa vokkamo;",
  "atk-s0514a13:672": "Tena dohaḷinī hoti, suhadā tena vuccati.",
  "atk-s0514a13:673": "167.",
  "atk-s0514a13:674": " ‘‘Saṃvaccharaṃ vā ūnaṃ vā, pariharitvā vijāyati;",
  "atk-s0514a13:675": "Tena sā janayantīti, janetti tena vuccati.",
  "atk-s0514a13:676": "168.",
  "atk-s0514a13:677": " ‘‘Thanakhīrena gītena, aṅgapāvuraṇena ca;",
  "atk-s0514a13:678": "Rodantaṃ puttaṃ toseti, tosentī tena vuccati.",
  "atk-s0514a13:679": "169.",
  "atk-s0514a13:680": " ‘‘Tato vātātape ghore, mamaṃ katvā udikkhati;",
  "atk-s0514a13:681": "Dārakaṃ appajānantaṃ, posentī tena vuccati.",
  "atk-s0514a13:682": "170.",
  "atk-s0514a13:683": " ‘‘Yañca mātudhanaṃ hoti, yañca hoti pituddhanaṃ;",
  "atk-s0514a13:684": "Ubhayampetassa gopeti, api puttassa no siyā.",
  "atk-s0514a13:685": "171.",
  "atk-s0514a13:686": " ‘‘Evaṃ putta aduṃ putta, iti mātā vihaññati;",
  "atk-s0514a13:687": "Pamattaṃ paradāresu, nisīthe pattayobbane;",
  "atk-s0514a13:688": "Sāyaṃ puttaṃ anāyantaṃ, iti mātā vihaññati.",
  "atk-s0514a13:689": "172.",
  "atk-s0514a13:690": " ‘‘Evaṃ kicchā bhato poso, mātu aparicārako;",
  "atk-s0514a13:691": "Mātari micchā caritvāna, nirayaṃ sopapajjati.",
  "atk-s0514a13:692": "173.",
  "atk-s0514a13:693": " ‘‘Evaṃ kicchā bhato poso, pitu aparicārako;",
  "atk-s0514a13:694": "Pitari micchā caritvāna, nirayaṃ sopapajjati.",
  "atk-s0514a13:695": "174.",
  "atk-s0514a13:696": " ‘‘Dhanāpi dhanakāmānaṃ, nassati iti me sutaṃ;",
  "atk-s0514a13:697": "Mātaraṃ aparicaritvāna, kicchaṃ vā so nigacchati.",
  "atk-s0514a13:698": "175.",
  "atk-s0514a13:699": " ‘‘Dhanāpi dhanakāmānaṃ, nassati iti me sutaṃ;",
  "atk-s0514a13:700": "Pitaraṃ aparicaritvāna, kicchaṃ vā so nigacchati.",
  "atk-s0514a13:701": "176.",
  "atk-s0514a13:702": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṃ;",
  "atk-s0514a13:703": "Mātaraṃ paricaritvāna, labbhametaṃ vijānato.",
  "atk-s0514a13:704": "177.",
  "atk-s0514a13:705": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṃ;",
  "atk-s0514a13:706": "Pitaraṃ paricaritvāna, labbhametaṃ vijānato.",
  "atk-s0514a13:707": "178.",
  "atk-s0514a13:708": " ‘‘Dānañca piyavācā ca, atthacariyā ca yā idha;",
  "atk-s0514a13:709": "Samānattatā ca dhammesu, tattha tattha yathārahaṃ;",
  "atk-s0514a13:710": "Ete kho saṅgahā loke, rathassāṇīva yāyato.",
  "atk-s0514a13:711": "179.",
  "atk-s0514a13:712": " ‘‘Ete ca saṅgahā nāssu, na mātā puttakāraṇā;",
  "atk-s0514a13:713": "Labhetha mānaṃ pūjaṃ vā, pitā vā puttakāraṇā.",
  "atk-s0514a13:714": "180.",
  "atk-s0514a13:715": " ‘‘Yasmā ca saṅgahā ete, sammapekkhanti paṇḍitā;",
  "atk-s0514a13:716": "Tasmā mahattaṃ papponti, pāsaṃsā ca bhavanti te.",
  "atk-s0514a13:717": "181.",
  "atk-s0514a13:718": " ‘‘Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "atk-s0514a13:719": "Āhuneyyā ca puttānaṃ, pajāya anukampakā.",
  "atk-s0514a13:720": "182.",
  "atk-s0514a13:721": " ‘‘Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "atk-s0514a13:722": "Annena atho pānena, vatthena sayanena ca;",
  "atk-s0514a13:723": "Ucchādanena nhāpanena, pādānaṃ dhovanena ca.",
  "atk-s0514a13:724": "183.",
  "atk-s0514a13:725": " ‘‘Tāya naṃ pāricariyāya, mātāpitūsu paṇḍitā;",
  "atk-s0514a13:726": "Idheva naṃ pasaṃsanti, pecca sagge pamodatī’’ti.",
  "atk-s0514a13:727": "Tattha puttaphalanti puttasaṅkhātaṃ phalaṃ. Devatāya namassatīti ‘‘putto me uppajjatū’’ti devatāya namakkāraṃ karoti āyācati. Pucchatīti ‘‘katarena nakkhattena jāto putto dīghāyuko hoti, katarena appāyuko’’ti evaṃ nakkhattāni ca pucchati. Utusaṃvaccharāni cāti ‘‘channaṃ utūnaṃ katarasmiṃ utumhi jāto dīghāyuko hoti, katarasmiṃ utumhi appāyuko, kativassāya vā mātuyā jāto putto dīghāyuko hoti, kativassāya appāyuko’’ti evaṃ utusaṃvaccharāni ca pucchati. Utumhi nhātāyāti pupphe uppanne utumhi nhātāya. Vokkamoti tiṇṇaṃ sannipātā gabbhāvakkanti hoti, kucchiyaṃ gabbho patiṭṭhāti. Tenāti tena gabbhena sā dohaḷinī hoti. Tenāti tadā tassā kucchimhi nibbattapajāya sineho uppajjati, tena kāraṇena ‘‘suhadā’’ti vuccati. Tenāti tena kāraṇena sā ‘‘janayantī’’ti ca ‘‘janettī’’ti ca vuccati.",
  "atk-s0514a13:728": "Aṅgapāvuraṇena cāti thanantare nipajjāpetvā sarīrasamphassaṃ pharāpentī aṅgasaṅkhāteneva pāvuraṇena. Tosentīti saññāpentī hāsentī. Mamaṃ katvā udikkhatīti ‘‘puttassa me upari vāto paharati, ātapo pharatī’’ti evaṃ mamaṃkāraṃ katvā siniddhena hadayena udikkhati. Ubhayampetassāti ubhayampi etaṃ dhanaṃ etassa puttassa atthāya aññesaṃ adassetvā sāragabbhādīsu mātā gopeti. Evaṃ putta, aduṃ puttāti ‘‘andhabāla putta, evaṃ rājakulādīsu appamatto hohi, aduñca kammaṃ mā karohī’’ti sikkhāpentī iti mātā vihaññati kilamati. Pattayobbaneti putte pattayobbane taṃ puttaṃ nisīthe paradāresu pamattaṃ sāyaṃ anāgacchantaṃ ñatvā assupuṇṇehi nettehi maggaṃ olokentī vihaññati kilamati.",
  "atk-s0514a13:729": "Kicchā bhatoti kicchena bhato paṭijaggito. Micchā caritvānāti mātaraṃ apaṭijaggitvā. Dhanāpīti dhanampi, ayameva vā pāṭho. Idaṃ vuttaṃ hoti – dhanakāmānaṃ uppannaṃ dhanampi mātaraṃ apaṭijaggantānaṃ nassatīti me sutanti. Kicchaṃ vā soti iti dhanaṃ vā tassa nassati, dukkhaṃ vāso puriso nigacchati. Labbhametanti etaṃ idhaloke ca paraloke ca ānandādisukhaṃ mātaraṃ paricaritvā vijānato paṇḍitassa labbhaṃ, sakkā laddhuṃ tādisenāti attho.",
  "atk-s0514a13:730": "Dānañcāti mātāpitūnaṃ dānaṃ dātabbaṃ, piyavacanaṃ bhaṇitabbaṃ, uppannakiccasādhanavasena attho caritabbo. Dhammesūti jeṭṭhāpacāyanadhammesu tattha tattha parisamajjhe vā rahogatānaṃ vā abhivādanādivasena samānattatā kātabbā, na raho abhivādanādīni katvā parisati na kātabbāni, sabbattha samāneneva bhavitabbaṃ. Ete ca saṅgahā nāssūti sace ete cattāro saṅgahā na bhaveyyuṃ. Sammapekkhantīti sammā nayena kāraṇena pekkhanti. Mahattanti seṭṭhattaṃ. Brahmāti puttānaṃ brahmasamā uttamā seṭṭhā. Pubbācariyāti paṭhamācariyā. Āhuneyyāti āhunapaṭiggāhakā yassa kassaci sakkārassa anucchavikā. Annena athoti annena ceva attho pānena ca. Peccāti kālakiriyāya pariyosāne ito gantvā sagge pamodatīti.",
  "atk-s0514a13:731": "Evaṃ mahasatto sineruṃ pavaṭṭento viya dhammadesanaṃ niṭṭhāpesi. Taṃ sutvā sabbepi te rājāno balakāyā ca pasīdiṃsu. Atha ne pañcasu sīlesu patiṭṭhāpetvā ‘‘dānādīsu appamattā hothā’’ti ovaditvā uyyojesi. Sabbepi dhammena rajjaṃ kāretvā āyupariyosāne devanagaraṃ pūrayiṃsu. Soṇapaṇḍitanandapaṇḍitāpi yāvatāyukaṃ mātāpitaro paricaritvā brahmalokaparāyaṇā ahesuṃ.",
  "atk-s0514a13:732": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne mātuposakabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro māhārājakulāni ahesuṃ, nandapaṇḍito ānando , manojarājā sāriputto, ekasatarājāno asītimahātherā ceva aññataratherā ca, catuvīsati akkhobhaṇiyo buddhaparisā, soṇapaṇḍito pana ahameva ahosinti.",
  "atk-s0514a13:733": "Soṇanandajātakavaṇṇanā dutiyā.",
  "atk-s0514a13:734": "Jātakuddānaṃ –",
  "atk-s0514a13:735": "Atha sattatimamhi nipātavare, sabhāvantu kusāvatirājavaro;",
  "atk-s0514a13:736": "Atha soṇasunandavaro ca puna, abhivāsitasattatimamhi suteti.",
  "atk-s0514a13:737": "Sattatinipātavaṇṇanā niṭṭhitā."
}