{
  "atk-s0515a16:0": "16. Sāriputtasuttaniddesavaṇṇanā",
  "atk-s0515a16:1": "190. Soḷasame na me diṭṭhoti sāriputtasuttaniddeso. Tattha ito pubbeti ito saṅkassanagare otaraṇato pubbe. Vagguvadoti sundaravado. Tusitā gaṇimāgatoti tusitakāyā cavitvā mātukucchiṃ āgatattā tusitā āgato. Gaṇācariyattā gaṇī. Santuṭṭhaṭṭhena vā tusitasaṅkhātā devalokā gaṇiṃ āgato, tusitānaṃ vā arahantānaṃ gaṇiṃ āgatoti.",
  "atk-s0515a16:2": "Iminā cakkhunāti iminā attabhāvapariyāpannena pakatimaṃsacakkhunā. Iminā attabhāvenāti iminā pacchimena attabhāvena. Tāvatiṃsabhavaneti tāvatiṃsadevaloke. Pāricchattakamūleti koviḷārarukkhassa heṭṭhā. Paṇḍukambalasilāyanti rattakambalasadisapāsāṇapiṭṭhe. Vassaṃ vuṭṭhoti vuṭṭhavasso. Devagaṇaparivutoti devasaṅghena parivārito. Otiṇṇoti avatiṇṇo. Imaṃ dassanaṃ pubbeti aññatra imamhā dassanā pubbe. Na diṭṭhoti aññadā na diṭṭhapubbo.",
  "atk-s0515a16:3": "Khattiyassa vāti khattiyassa vadantassa na suto. Brāhmaṇādīsupi eseva nayo.",
  "atk-s0515a16:4": "Madhuravadotiādīsu byañjanasampannaṃ madhuraṃ vadatīti madhuravado. Pemajanakaṃ pemārahaṃ vadatīti pemanīyavado. Hadayaṅgamacitte ṭhapanayogyaṃ vadatīti hadayaṅgamavado. Karavīkasakuṇasaddo viya madhuraghoso assāti karavīkarutamañjughoso. Vissaṭṭho cāti apalibuddho tattha tattha apakkhalano. Viññeyyo cāti suvijāneyyo ca. Mañju cāti madhuro ca. Savanīyo cāti kaṇṇasukho ca. Bindu cāti ghano ca. Avisārī cāti na patthaṭo ca. Gambhīro cāti na uttāno ca. Ninnādi cāti ghosavanto ca. Assāti assa satthuno. Bahiddhā parisāyāti parisato bahi. Na niccharatīti na nikkhamati. Kiṃkāraṇā? Evarūpo madhurasaddo nikkāraṇā mā vinassatūti. Brahmassaroti aññe chinnassarāpi bhinnassarāpi kākassarāpi honti, ayaṃ pana mahābrahmuno sarasadisena sarena samannāgato. Mahābrahmuno hi pittasemhehi apalibuddhattā saro visuddho hoti, bhagavatāpi katakammaṃ vatthuṃ sodheti, vatthuno suddhattā nābhito paṭṭhāya samuṭṭhahanto saro visuddho aṭṭhaṅgasamannāgatāva samuṭṭhāti. Karavīko viya bhaṇatīti karavīkabhāṇī, mattakaravīkarutamañjughosoti attho.",
  "atk-s0515a16:5": "Tāretīti akhemantaṭṭhānaṃ atikkāmeti. Uttāretīti khemantabhūmiṃ upanento tāreti. Nittāretīti akhemantaṭṭhānato nikkhāmento tāreti . Patāretīti pariggahetvā tāreti, hatthena pariggahetvā viya tāretīti attho. Sabbampetaṃ tāraṇuttāraṇādikhemantaṭṭhāne ṭhapanamevāti āha – ‘‘khemantabhūmiṃ sampāpetī’’ti. Satteti veneyyasatte. Mahāgahanatāya mahānatthatāya dunnittariyatāya ca jātiyeva kantāro jātikantāro, taṃ jātikantāraṃ.",
  "atk-s0515a16:6": "Gaṇassa sussūsatīti gaṇo assa vacanaṃ sussūsati suṇāti upalakkheti. Sotaṃ odahatīti sotukāmatāya sotaṃ avadahati patiṭṭhāpeti. Aññā cittaṃ upaṭṭhapetīti ñātukāmaṃ cittaṃ paṇidahati. Gaṇaṃ akusalā vuṭṭhāpetvāti janasamūhaṃ akosallasambhūtā akusalā uṭṭhāpetvā. Kusale patiṭṭhāpetīti kosallasambhūte kusale ṭhapeti. Saṅghīti rāsivasena saṅgho assa atthīti saṅghī. Parisavasena gaṇo assa atthīti gaṇī. Gaṇassa ācariyoti gaṇācariyo.",
  "atk-s0515a16:7": "191. Dutiyagāthāya sadevakassa lokassa, yathā dissatīti sadevakassa lokassa viya manussānampi dissati. Yathā vā dissatīti tacchato aviparītato dissati. Cakkhumāti uttamacakkhumā. Ekoti pabbajjāsaṅkhātādīhi eko. Ratinti nekkhammaratiādiṃ.",
  "atk-s0515a16:8": "Patirūpakoti suvaṇṇapatirūpako kuṇḍalo. Mattikākuṇḍalovāti mattikāya katakuṇḍalo viya. Lohaḍḍhamāsova suvaṇṇachannoti suvaṇṇena paṭicchanno lohamāsako viya. Parivārachannāti parivārena chāditā. Anto asuddhāti abbhantarato rāgādīhi aparisuddhā. Bahi sobhamānāti cīvarādīhi bāhirato sundarā.",
  "atk-s0515a16:9": "Akappitairiyāpathā cāti asajjitairiyāpathā. Paṇidhisampannāti paripuṇṇapatthanā.",
  "atk-s0515a16:10": "Visuddhasaddoti parisuddhakittisaddo, yathābhūtathutighosoti attho. Gatakittisaddasilokoti kittisaddañca silokañca gahetvā caraṇasīlo. Kattha visuddhasaddoti ce? ‘‘Nāgabhavane ca supaṇṇabhavanecā’’tiādinā nayena vitthāretvā vuttaṭṭhāne. Tato ca bhiyyoti tato vuttappakārato ca veneyyavasena atirekataropi dissati.",
  "atk-s0515a16:11": "Sabbaṃ rāgatamanti sakalaṃ rāgandhakāraṃ. Dosatamādīsupi eseva nayo. Andhakaraṇanti paññālokanivāraṇakaraṇaṃ. Acakkhukaraṇanti paññācakkhuno akaraṇaṃ. Aññāṇakaraṇanti ñāṇena ajānanakaraṇaṃ. Paññānirodhikanti paññānayananāsakaṃ. Vighātapakkhikanti pīḷākoṭṭhāsikaṃ. Anibbānasaṃvattanikanti apaccayaamatanibbānatthāya na saṃvattanikaṃ.",
  "atk-s0515a16:12": "Sabbaṃ taṃ tena bodhiñāṇena bujjhīti taṃ sakalaṃ tena catumaggañāṇavasena bujjhi. Paṭhamamaggavasena jāni anubujjhi. Dutiyamaggavasena puna aññāsi paṭivijjhi. Tatiyamaggavasena paṭivedhaṃ pāpuṇi sambujjhi. Catutthamaggavasena nissesapaṭivedhena sammābujjhi. Adhigacchi phassesi sacchākāsīti etaṃ tayaṃ phalavasena yojetabbaṃ. Paṭhamadutiyavasena paṭilabhi. Tatiyavasena ñāṇaphassena phusi. Catutthavasena paccakkhaṃ akāsi. Atha vā ekekaphalassa tayopi labbhanti eva.",
  "atk-s0515a16:13": "Nekkhammaratinti pabbajjādīni nissāya uppannaratiṃ. Vivekaratinti kāyavivekādimhi uppannaratiṃ. Upasamaratinti kilesavūpasame ratiṃ. Sambodhiratinti maggaṃ paccavekkhantassa uppannaratiṃ.",
  "atk-s0515a16:14": "192. Tatiyagāthāya bahūnamidha baddhānanti idha bahūnaṃ khattiyādīnaṃ sissānaṃ. Sissā hi ācariyapaṭibaddhavuttittā ‘‘baddhā’’ti vuccanti. Atthi pañhena āgamanti atthiko pañhena āgatomhi , atthikānaṃ vā pañhena āgamanaṃ, pañhena atthi āgamanaṃ vāti.",
  "atk-s0515a16:15": "Buddhoti padassa abhāvepi taṃ buddhanti pade yo so buddho, taṃ niddisitukāmena ‘‘buddho’’ti vuttaṃ. Sayambhūti upadesaṃ vinā sayameva bhūto. Anācariyakoti sayambhūpadassa atthavivaraṇaṃ. Yo hi ācariyaṃ vinā saccāni paṭivijjhati, so sayambhū nāma hotīti. Pubbe ananussutesūtiādi anācariyakabhāvassa atthappakāsanaṃ. Ananussutesūti ācariyato ananussutesu. Sāmanti sayameva. Abhisambujjhīti bhusaṃ sammā paṭivijjhi. Tattha ca sabbaññutaṃ pāpuṇīti tesu ca saccesu sabbaññubhāvaṃ pāpuṇi. Yathā saccāni paṭivijjhantā sabbaññuno honti , tathā saccānaṃ paṭividdhattā evaṃ vuttaṃ. ‘‘Sabbaññutaṃ patto’’tipi pāṭho. Balesuca vasībhāvanti dasasu ca tathāgatabalesu issarabhāvaṃ pāpuṇi. Yo so evaṃ bhūto, so buddhoti vuttaṃ hoti. Tattha sabbadhammesu appaṭihatañāṇanimittānuttaravimokkhādhigamaparibhāvitakhandhasantānaṃ upādāya paṇṇattiko, sabbaññutapadaṭṭhānaṃ vā saccābhisambodhimupādāya paṇṇattiko sattaviseso buddho. Ettāvatā atthato buddhavibhāvanā katā hoti.",
  "atk-s0515a16:16": "Idāni byañjanato vibhāvento ‘‘buddhoti kenaṭṭhena buddho’’tiādimāha. Tattha yathā loke avagantā ‘‘avagato’’ti vuccati, evaṃ bujjhitā saccānīti buddho. Yathā paṇṇasosā vātā ‘‘paṇṇasusā’’ti vuccanti, evaṃ bodhetā pajāyāti buddho. Sabbaññutāya buddhoti sabbadhammabujjhanasamatthāya buddhiyā buddhoti vuttaṃ hoti. Sabbadassāvitāya buddhoti sabbadhammānaṃ ñāṇacakkhunā diṭṭhattā buddhoti vuttaṃ hoti. Anaññaneyyatāya buddhoti aññena abodhanīyato sayameva buddhattā buddhoti vuttaṃ hoti. Visavitāya buddhoti nānāguṇavikasanato padumamiva vikasanaṭṭhena buddhoti vuttaṃ hoti. Khīṇāsavasaṅkhātena buddhotiādīhi chahi pariyāyehi cittasaṅkocakaradhammappahānena niddāya vibuddho puriso viya sabbakilesaniddāya vibuddhattā buddhoti vuttaṃ hoti. Saṅkhā saṅkhātanti atthato ekattā saṅkhātenāti vacanassa koṭṭhāsenāti attho. Taṇhālepadiṭṭhilepābhāvena nirupalepasaṅkhātena savāsanānaṃ sabbakilesānaṃ pahīnattā ekantavacanena visesetvā vuttaṃ. Ekantanikkilesoti rāgadosamohāvasesehi sabbakilesehi nikkileso.",
  "atk-s0515a16:17": "Ekāyanamaggaṃ gatoti buddhoti gamanatthānaṃ dhātūnaṃ bujjhanatthattā bujjhanatthāpi dhātuyo gamanatthā honteva, tasmā ekāyanamaggaṃ gatattā buddhoti vuttaṃ hoti. Ekāyanamaggo cettha –",
  "atk-s0515a16:18": "‘‘Maggo pantho patho pajjo, añjasaṃ vaṭumāyanaṃ;",
  "atk-s0515a16:19": "Nāvā uttarasetū ca, kullo ca bhisi saṅkamo’’ti. (cūḷani. pārāyanatthutigāthāniddesa 101) –",
  "atk-s0515a16:20": "Maggassa bahūsu nāmesu ayananāmena vuttamagganāmena vutto. Tasmā ekamaggabhūto maggo, na dvedhāpathabhūtoti attho. Atha vā ekena ayitabbo maggoti ekāyanamaggo. Ekenāti gaṇasaṅgaṇikaṃ pahāya pavivittena. Ayitabboti paṭipajjitabbo, ayanti vā etenāti ayano, saṃsārato nibbānaṃ gacchantīti attho. Ekesaṃ ayanoti ekāyano. Ekesanti seṭṭhānaṃ. Sabbasattaseṭṭhā ca sammāsambuddhā, tasmā ekesaṃ maggabhūto sammāsambuddhānaṃ ayanabhūto maggoti vuttaṃ hoti. Ayatīti vā ayano, gacchati pavattatīti attho. Ekasmiṃ ayano maggoti ekāyanamaggo. Ekasmiṃyeva buddhasāsane pavattamāno maggo, na aññatthāti vuttaṃ hoti. Api ca ekaṃ ayatīti ekāyano. Pubbabhāge nānāmukhabhāvanānayappavattopi aparabhāge ekaṃ nibbānameva gacchatīti vuttaṃ hoti, tasmā ekāyanamaggoti ekanibbānagamanamaggoti attho.",
  "atk-s0515a16:21": "Eko anuttaraṃ sammāsambodhiṃ abhisambuddhoti na parehi buddhattā buddho, kintu sayameva anuttaraṃ sammāsambodhiṃ abhisambuddhattā buddhoti vuttaṃ hoti. Abuddhivihatattā buddhipaṭilābhattā buddhoti buddhi buddhaṃ bodhoti pariyāyavacanametaṃ. Tattha yathā ‘‘nīlarattaguṇayogā nīlo paṭo, ratto paṭo’’ti vuccati, evaṃ buddhaguṇayogā ‘‘buddho’’ti ñāpetuṃ vuttaṃ.",
  "atk-s0515a16:22": "Tato paraṃ buddhoti netaṃ nāmantiādi ‘‘atthamanugatā ayaṃ paññattī’’ti ñāpanatthaṃ vuttaṃ. Tattha mittā sahāyā. Amaccā bhaccā. Ñātī pitupakkhikā. Sālohitā mātupakkhikā. Samaṇā pabbajjupagatā. Brāhmaṇā bhovādino, samitapāpabāhitapāpā vā. Devatā sakkādayo brahmāno ca. Vimokkhantikanti vimokkho arahattamaggo, vimokkhassa anto arahattaphalaṃ, tasmiṃ vimokkhante bhavaṃ vimokkhantikaṃ nāmaṃ. Sabbaññubhāvo hi arahattamaggena sijjhati, arahattaphalodaye siddhaṃ hoti. Tasmā sabbaññubhāvo vimokkhante bhavo hoti. Taṃ nemittikampi nāmaṃ vimokkhante bhavaṃ nāma hoti. Tena vuttaṃ – ‘‘vimokkhantikametaṃ buddhānaṃ bhagavantāna’’nti. Bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhāti mahābodhirukkhamūle yathāvuttakkhaṇe sabbaññutaññāṇassa paṭilābhena saha. Sacchikā paññattīti arahattaphalasacchikiriyāya sabbadhammasacchikiriyāya vā jātā paññatti. Yadidaṃ buddhoti paññatti. Ayaṃ byañjanato buddhavibhāvanā. Ito paraṃ vahassetaṃ bhāranti pariyosānaṃ tattha tattha vuttanayattā yathāpāḷimeva niyyāti.",
  "atk-s0515a16:23": "193. Catutthagāthāya vijigucchatoti jātiādīhi aṭṭīyato. Rittamāsananti vivittaṃ mañcapīṭhaṃ. Pabbatānaṃ guhāsu vāti pabbataguhāsu vā rittamāsanaṃ bhajatoti sambandhitabbaṃ.",
  "atk-s0515a16:24": "Jātiyā vijigucchatoti jātiṃ vijigucchato. Jarāya. Byādhinātiādīsupi eseva nayo. Bhajatoti evamādīsu bhajatoti bhajantassa. Sevatoti sevantassa. Nisevatoti sammā sevantassa . Saṃsevatoti punappunaṃ sevantassa. Paṭisevatoti upagantvā sevantassa. Pabbatapabbhārāti pabbatakucchiyo.",
  "atk-s0515a16:25": "194. Pañcamagāthāya uccāvacesūti hīnapaṇītesu. Sayanesūti vihārādīsu senāsanesu. Kīvanto tattha bheravāti kittakā tattha bhayakāraṇā. ‘‘Kuvanto’’tipi pāṭho, kūjantoti cassa attho.",
  "atk-s0515a16:26": "Kuvantoti saddāyanto. Kūjantoti abyattasaddaṃ karonto. Nadantoti ukkuṭṭhiṃ karonto. Saddaṃ karontoti vācaṃ bhāsanto. Katīti pucchā. Kittakāti pamāṇapucchā. Kīvatakāti paricchedapucchā. Kīvabahukāti pamāṇaparicchedapucchā. Te bheravāti ete bhayajananupaddavā bhayārammaṇā. Kīvabahukāti pucchite ārammaṇe dassetuṃ ‘‘sīhā byagghā dīpī’’tiādīhi vissajjeti.",
  "atk-s0515a16:27": "195. Chaṭṭhagāthāya kati parissayāti kittakā upaddavā. Agataṃ disanti nibbānaṃ. Tañhi agatapubbattā agataṃ, niddisitabbato disā cāti. Tena vuttaṃ – ‘‘agataṃ disa’’nti. Amataṃ disa’’ntipi pāṭho. Abhisambhaveti abhisambhaveyya. Pantamhīti pariyante.",
  "atk-s0515a16:28": "Agatapubbā sā disāti yā disā supinantenapi na gatapubbā. Na sā disā gatapubbāti esā disā vuttanayena na gatapubbā. Iminā dīghena addhunāti anena dīghakālena.",
  "atk-s0515a16:29": "Samatittikanti antomukhavaṭṭilekhaṃ pāpetvā samabharitaṃ. Anavasekanti anavasiñcanakaṃ aparisiñcanakaṃ katvā. Telapattanti pakkhittatelaṃ telapattaṃ. Parihareyyāti hareyya ādāya gaccheyya. Evaṃ sacittamanurakkheti taṃ telabharitaṃ pattaṃ viya attano cittaṃ kāyagatāya satiyā gocare ceva sampayuttasatiyā cāti ubhinnaṃ antare pakkhipitvā yathā muhuttampi bahiddhā gocare na vikkhipati, tathā paṇḍito yogāvacaro rakkheyya gopayeyya. Kiṃkāraṇā? Etassa hi –",
  "atk-s0515a16:30": "‘‘Dunniggahassa lahuno, yatthakāmanipātino;",
  "atk-s0515a16:31": "Cittassa damatho sādhu, cittaṃ dantaṃ sukhāvahaṃ’’. (dha. pa. 35);",
  "atk-s0515a16:32": "Tasmā –",
  "atk-s0515a16:33": "‘‘Sududdasaṃ sunipuṇaṃ, yatthakāmanipātinaṃ;",
  "atk-s0515a16:34": "Cittaṃ rakkhetha medhāvī, cittaṃ guttaṃ sukhāvahaṃ’’. (dha. pa. 36);",
  "atk-s0515a16:35": "Idañhi –",
  "atk-s0515a16:36": "‘‘Dūraṅgamaṃ ekacaraṃ, asarīraṃ guhāsayaṃ;",
  "atk-s0515a16:37": "Ye cittaṃ saṃyamessanti, mokkhanti mārabandhanā’’. (dha. pa. 37);",
  "atk-s0515a16:38": "Itarassa pana –",
  "atk-s0515a16:39": "‘‘Anavaṭṭhitacittassa , saddhammaṃ avijānato;",
  "atk-s0515a16:40": "Pariplavapasādassa, paññā na paripūrati’’. (dha. pa. 38);",
  "atk-s0515a16:41": "Thirakammaṭṭhānasahāyassa pana –",
  "atk-s0515a16:42": "‘‘Anavassutacittassa, ananvāhatacetaso;",
  "atk-s0515a16:43": "Puññapāpapahīnassa, natthi jāgarato bhayaṃ’’. (dha. pa. 39);",
  "atk-s0515a16:44": "Tasmā etaṃ –",
  "atk-s0515a16:45": "‘‘Phandanaṃ capalaṃ cittaṃ, dūrakkhaṃ dunnivārayaṃ;",
  "atk-s0515a16:46": "Ujuṃ karoti medhāvī, usukārova tejanaṃ’’. (dha. pa. 33);",
  "atk-s0515a16:47": "Evaṃ ujuṃ karonto sacittamanurakkhe.",
  "atk-s0515a16:48": "Patthayānodisaṃ agatapubbanti imasmiṃ kāyagatāsatikammaṭṭhāne kammaṃ ārabhitvā anamatagge saṃsāre agatapubbaṃ disaṃ patthento vuttanayena sakaṃ cittaṃ rakkheyyāti attho. Kā panesā disā nāma –",
  "atk-s0515a16:49": "‘‘Mātāpitā disā pubbā, ācariyā dakkhiṇā disā;",
  "atk-s0515a16:50": "Puttadārā disā pacchā, mittāmaccā ca uttarā.",
  "atk-s0515a16:51": "‘‘Dāsakammakarā heṭṭhā, uddhaṃ samaṇabrāhmaṇā;",
  "atk-s0515a16:52": "Etā disā namasseyya, alamatto kule gihī’’ti. (dī. ni. 3.273) –",
  "atk-s0515a16:53": "Ettha tāva mātāpitādayo ‘‘disā’’ti vuttā.",
  "atk-s0515a16:54": "‘‘Disā catasso vidisā catasso, uddhaṃ adho dasa disā imāyo;",
  "atk-s0515a16:55": "Katamaṃ disaṃ tiṭṭhati nāgarājā, yamaddasā supine chabbisāṇa’’nti. (jā. 1.16.104) –",
  "atk-s0515a16:56": "Ettha puratthimādibhedā disāva ‘‘disā’’ti vuttā.",
  "atk-s0515a16:57": "‘‘Agārino annadapānavatthadā, avhāyikā tampi disaṃ vadanti;",
  "atk-s0515a16:58": "Esā disā paramā setaketu, yaṃ patvā dukkhī sukhino bhavantī’’ti . (jā. 1.6.9) –",
  "atk-s0515a16:59": "Ettha nibbānaṃ ‘‘disa’’nti vuttaṃ. Idhāpi tadeva adhippetaṃ. Taṇhakkhayaṃ virāgantiādīhi dissati apadissati tasmā ‘‘disā’’ti vuccati. Anamatagge pana saṃsāre kenaci bālaputhujjanena supinenapi agatapubbatāya ‘‘agatapubbā disā nāmā’’ti vuccati. Taṃ patthayantena kāyagatāsatiyā yogo karaṇīyoti. Vajatotiādīsu ettha magguppādato samīpaṃ vajato. Ṭhitikkhaṇe gacchato. Phalodayato atikkamato.",
  "atk-s0515a16:60": "Anteti antamhi ṭhite. Panteti vanagahanagambhīre ṭhite. Pariyanteti dūrabhāvena pariyante ṭhite. Selanteti pabbatānaṃ ante. Vananteti vanaghaṭānaṃ ante. Nadanteti nadīnaṃ ante. Udakanteti udakānaṃ pariyante. Yattha na kasīyati na vapīyatīti yasmiṃ kasanañca vapanañca na karīyati. Janantaṃatikkamitvā ṭhite. Manussānaṃ anupacāreti kasanavapanavasena manussehi anupacaritabbe senāsane.",
  "atk-s0515a16:61": "196. Sattamagāthāya kyāssa byappathayo assūti kidisāni tassa vacanāni assu.",
  "atk-s0515a16:62": "Musāvādaṃ pahāyāti ettha musāti visaṃvādanapurekkhārassa atthabhañjanako vacīpayogo kāyapayogo vā. Visaṃvādanādhippāyena panassa paravisaṃvādakakāyavacīpayogasamuṭṭhāpikā cetanā musāvādo. Aparo nayo – musāti abhūtaṃ atacchaṃ vatthu, vādoti tassa bhūtato tacchato viññāpanaṃ. Lakkhaṇato pana atathaṃ vatthuṃ tathato paraṃ viññāpetukāmassa tathāviññattisamuṭṭhāpikā cetanā musāvādo. So yamatthaṃ bhañjati, tassa appatāya appasāvajjo, mahantatāya mahāsāvajjo. Api ca gahaṭṭhānaṃ attano santakaṃ adātukāmatāya ‘‘natthī’’tiādinayappavatto appasāvajjo, sakkhinā hutvā atthabhañjanatthaṃ vutto mahāsāvajjo. Pabbajitānaṃ appakampi telaṃ vā sappiṃ vā labhitvā hasādhippāyena ‘‘ajja gāme telaṃ nadī maññe sandatī’’ti pūraṇakathānayena pavatto appasāvajjo, adiṭṭhaṃyeva pana diṭṭhantiādinā nayena vadantānaṃ mahāsāvajjo.",
  "atk-s0515a16:63": "Tassa cattāro sambhārā honti – atathaṃ vatthu visaṃvādanacittaṃ tajjo vāyāmo parassa tadatthavijānananti. Eko payogo sāhatthikova. So ca kāyena vā kāyapaṭibaddhena vā vācāya vā paravisaṃvādakakiriyākaraṇe daṭṭhabbo. Tāya ce kiriyāya paro tamatthaṃ jānāti, ayaṃ kiriyasamuṭṭhāpikā cetanākkhaṇeyeva musāvādakammunā bajjhati.",
  "atk-s0515a16:64": "Saccaṃ vadatīti saccavādī. Saccena saccaṃ sandahati ghaṭetīti saccasandho, na antarantarā musā vadatīti attho. Yo hi puriso kadāci musā vadati, kadāci saccaṃ, tassa musāvādena antarikatāya saccaṃ saccena na ghaṭiyati, tasmā na so saccasandho. Ayaṃ pana na tādiso, jīvitahetupi musā avatvā saccena saccaṃ sandahatiyevāti saccasandho.",
  "atk-s0515a16:65": "Thetoti thiro, thirakathoti attho. Eko puggalo haliddirāgo viya thusarāsimhi nikhātakhāṇu viya assapiṭṭhe ṭhapitakumbhaṇḍamiva ca na thirakatho hoti. Eko pāsāṇalekhā viya indakhīlo viya ca thirakatho hoti, asinā sīsaṃ chindantepi dvekathā na katheti. Ayaṃ vuccati theto.",
  "atk-s0515a16:66": "Paccayikoti pattiyāyitabbo, saddhāyitabbakoti attho. Ekacco hi puggalo na paccayiko hoti, ‘‘idaṃ kena vuttaṃ, asukenā’’ti vutte ‘‘mā tassa vacanaṃ saddahathā’’ti vattabbataṃ āpajjati. Eko paccayiko hoti, ‘‘idaṃ kena vuttaṃ, asukenā’’ti vutte ‘‘yadi tena vuttaṃ, idameva pamāṇaṃ, idāni upaparikkhitabbaṃ natthi, evameva ida’’nti vattabbataṃ āpajjati, ayaṃ vuccati paccayiko. Avisaṃvādako lokassāti tāya saccavāditāya lokaṃ na visaṃvādetīti attho.",
  "atk-s0515a16:67": "Pisuṇaṃ vācaṃ pahāyātiādīsu yāya vācāya yassa taṃ vācaṃ bhāsati, tassa hadaye attano piyabhāvaṃ parassa ca suññabhāvaṃ karoti, sā pisuṇavācā. Yāya pana attānampi parampi pharusaṃ karoti, yā vācā sayampi pharusā, neva kaṇṇasukhā na hadayaṅgamā, ayaṃ pharusavācā. Yena samphaṃ palapati niratthakaṃ, so samphappalāpo. Tesaṃ mūlabhūtāpi cetanā pisuṇavācādināmameva labhati, sā eva idha adhippetāti.",
  "atk-s0515a16:68": "Tattha saṃkiliṭṭhacittassa paresaṃ vā bhedāya attano piyakamyatāya vā kāyavacīpayogasamuṭṭhāpikā cetanā pisuṇavācā. Sā yassa bhedaṃ karoti, tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjā.",
  "atk-s0515a16:69": "Tassā cattāro sambhārā honti – bhinditabbo paro, ‘‘iti ime nānā bhavissanti vinā bhavissantī’’ti bhedapurekkhāratā vā, ‘‘iti ahaṃ piyo bhavissāmi vissāsiko’’ti piyakamyatā vā, tajjo vāyāmo, tassa tadatthavijānananti.",
  "atk-s0515a16:70": "Imesaṃ bhedāyāti yesaṃ itoti vuttānaṃ santike sutaṃ, tesaṃ bhedāya. Bhinnānaṃ vā sandhātāti dvinnaṃ mittānaṃ vā samānupajjhāyakādīnaṃ vā kenacideva kāraṇena bhinnānaṃ ekamekaṃ upasaṅkamitvā ‘‘tumhākaṃ īdise kule jātānaṃ evaṃ bahussutānaṃ idaṃ na yutta’’ntiādīni vatvā sandhānaṃ kattā. Anuppadātāti sandhānānuppadātā, dve jane samagge disvā ‘‘tumhākaṃ evarūpe kule jātānaṃ evarūpehi guṇehi samannāgatānaṃ anucchavikameta’’ntiādīni vatvā daḷhīkammaṃ kattāti attho.",
  "atk-s0515a16:71": "Samaggo ārāmo assāti samaggārāmo, yattha samaggā natthi, tattha vasitumpi na icchatīti attho. ‘‘Samaggarāmo’’tipi pāḷi, ayamevattho. Samaggaratoti samaggesu rato, te pahāya aññatra gantumpi na icchatīti attho. Samagge disvāpi sutvāpi nandatīti samagganandī. Samaggakaraṇiṃ vācaṃ bhāsitāti yā vācā satte samaggeyeva karoti, taṃ sāmaggiguṇaparidīpakameva vācaṃ bhāsati, na itaranti.",
  "atk-s0515a16:72": "Parassa mammacchedakakāyavacīpayogasamuṭṭhāpikā ekantapharusacetanā pharusavācā. Mammacchedakopi payogo cittasaṇhatāya pharusavācā na hoti. Mātāpitaro hi kadāci puttake evampi vadanti ‘‘corā vo khaṇḍākhaṇḍikaṃ karontū’’ti, uppalapattampi ca nesaṃ upari patantaṃ na icchanti. Ācariyupajjhāyā ca kadāci nissitake evaṃ vadanti ‘‘kiṃ ime ahirikā anottappino caranti, niddhamatha ne’’ti. Atha ca nesaṃ āgamādhigamasampattiṃ icchanti. Yathā ca cittasaṇhatāya pharusavācā na hoti, evaṃ vacanasaṇhatāya apharusavācāpi na hoti. Na hi mārāpetukāmassa ‘‘imaṃ sukhaṃ sayāpethā’’ti vacanaṃ apharusavācā hoti, cittapharusatāya panesā pharusavācāva, sā yaṃ sandhāya pavattitā. Tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjā. Tassā tayo sambhārā – akkositabbo paro kupitacittaṃ akkosanāti.",
  "atk-s0515a16:73": "Nelāti elaṃ vuccati doso, nāssā elanti nelā, niddosāti attho. ‘‘Nelaṅgo setapacchādo’’ti (udā. 65; peṭako. 25) ettha vuttanelaṃ viya. Kaṇṇasukhāti byañjanamadhuratāya kaṇṇānaṃ sukhā, sūcivijjhanaṃ viya kaṇṇasūlaṃ na janeti. Atthamadhuratāya sakalasarīre kopaṃ ajanetvā pemaṃ janetīti pemaniyā. Hadayaṃ gacchati apaṭihaññamānā sukhena cittaṃ pavisatīti hadayaṅgamā. Guṇaparipuṇṇatāya pure bhavāti porī. Pure saṃvaddhanārī viya sukumārātipi porī. Purassa esātipi porī, nagaravāsīnaṃ kathāti attho. Nagaravāsino hi yuttakathā honti, pitimattaṃ pitāti bhātimattaṃ bhātāti vadanti. Evarūpī kathā bahuno janassa kantā hotīti bahujanakantā. Kantabhāveneva bahuno janassa manāpā cittavuḍḍhikarāti bahujanamanāpā.",
  "atk-s0515a16:74": "Anatthaviññāpikā kāyavacīpayogasamuṭṭhāpikā akusalacetanā samphappalāpo. So āsevanamandatāya appasāvajjo, āsevanamahantatāya mahāsāvajjo. Tassa dve sambhārā – bhāratayuddhasītāharaṇādiniratthakakathā purekkhāratā, tathārūpīkathākathanañca.",
  "atk-s0515a16:75": "Kālena vadatīti kālavādī, vattabbayuttakālaṃ sallakkhetvā vadatīti attho. Bhūtaṃ tacchaṃ sabhāvameva vadatīti bhūtavādī. Diṭṭhadhammikasamparāyikatthasannissitameva katvā vadatīti atthavādī. Navalokuttaradhammasannissitaṃ katvā vadatīti dhammavādī. Saṃvaravinayapahānavinayasannissitaṃ katvā vadatīti vinayavādī. Nidhānaṃ vuccati ṭhapanokāso, nidhānamassā atthīti nidhānavatī, hadaye nidhātabbayuttaṃ vācaṃ bhāsitāti attho. Kālenāti evarūpiṃ bhāsamānopi ca ‘‘ahaṃ nidhānavatiṃ vācaṃ bhāsissāmī’’ti na akālena bhāsati, yuttakālaṃ pana apekkhitvāva bhāsatīti attho. Sāpadesanti saupamaṃ, sakāraṇanti attho. Pariyantavatinti paricchedaṃ dassetvā yathāssā paricchedo paññāyati, evaṃ bhāsatīti attho. Atthasaṃhitanti anekehi nayehi vibhajantena pariyādātuṃ asakkuṇeyyatāya atthasampannaṃ. Yaṃ vā so atthavādī atthaṃ vadati, tena atthena sahitattā atthasaṃhitaṃ vācaṃ bhāsati, na aññaṃ nikkhipitvā aññaṃ bhāsatīti vuttaṃ hoti.",
  "atk-s0515a16:76": "Catūhi vacīsucaritehīti ‘‘musāvādaṃ pahāyā’’tiādinā nayena vuttehi catūhi vācāhi yuttehi suṭṭhu caritehi. Samannāgatoti aparihīno. Catudosāpagataṃ vācaṃ bhāsatīti appiyādīhi catūhi dosehi apagataṃ parihīnaṃ vācaṃ bhāsati.",
  "atk-s0515a16:77": "Atthi agocaroti kiñcāpi thero samaṇācāraṃ samaṇagocaraṃ kathetukāmo ‘‘atthi agocaro, atthi gocaro’’ti padaṃ uddhari, yathā pana maggakusalo puriso maggaṃ ācikkhanto ‘‘vāmaṃ muñca, dakkhiṇaṃ gaṇhā’’ti paṭhamaṃ muñcitabbaṃ sabhayamaggaṃ uppathamaggaṃ ācikkhati, pacchā gahetabbaṃ khemamaggaṃ ujumaggaṃ, evameva maggakusalapurisasadiso dhammasenāpati paṭhamaṃ pahātabbaṃ buddhapaṭikuṭṭhaṃ agocaraṃ ācikkhitvā pacchā gocaraṃ ācikkhitukāmo ‘‘katamo agocaro’’tiādimāha. Purisena hi ācikkhitamaggo sampajjeyya vā na vā, tathāgatena ācikkhitamaggo apaṇṇako indavissaṭṭhaṃ vajiraṃ viya avirajjhanako nibbānanagaraṃyeva samosarati. Tena vuttaṃ – ‘‘puriso maggakusaloti kho tissa tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassā’’ti (saṃ. ni. 3.84).",
  "atk-s0515a16:78": "Yasmā vā sasīsaṃ nhānena pahīnasedamalajallikassa purisassa mālāgandhavilepanādivibhūsanavidhānaṃ viya pahīnapāpadhammassa kalyāṇadhammasamāyogo sampannarūpo hoti, tasmā sedamalajallikaṃ viya pahātabbaṃ paṭhamaṃ agocaraṃ ācikkhitvā pahīnasedamalajallikassa mālāgandhavilepanādivibhūsanavidhānaṃ viya pacchā gocaraṃ ācikkhitukāmopi ‘‘katamo agocaro’’tiādimāha.",
  "atk-s0515a16:79": "Tattha gocaroti piṇḍapātādīnaṃ atthāya upasaṅkamituṃ yuttaṭṭhānaṃ. Ayuttaṭṭhānaṃ agocaro. Vesiyā gocaro assāti vesiyāgocaro, mittasanthavavasena upasaṅkamitabbaṭṭhānanti attho. Tattha vesiyā nāma rūpūpajīviniyo yena kenacideva sulabhajjhācāratā mittasanthavasinehavasena upasaṅkamanto vesiyāgocaro nāma hoti. Tasmā evaṃ upasaṅkamituṃ na vaṭṭati. Kiṃkāraṇā? Ārakkhavipattito. Evaṃ upasaṅkamantassa hi cirarakkhitagopitopi samaṇadhammo katipāheneva nassati. Sacepi na nassati, garahaṃ labhati. Dakkhiṇāvasena pana upasaṅkamantena satiṃ upaṭṭhapetvā upasaṅkamitabbaṃ.",
  "atk-s0515a16:80": "Vidhavā vuccanti matapatikā vā pavuṭṭhapatikā vā. Thullakumāriyoti mahallikā anibbiddhakumāriyo. Paṇḍakāti lokāmisanissitakathābahulā ussannakilesā avūpasantapariḷāhā napuṃsakā. Tesaṃ sabbesampi upasaṅkamane ādīnavo vuttanayeneva veditabbo. Bhikkhunīsupi eseva nayo. Api ca bhikkhū nāma ussannabrahmacariyā honti, tathā bhikkhuniyo. Te aññamaññaṃ santhavavasena katipāheneva rakkhitagopitasamaṇadhammaṃ nāsenti. Gilānapucchakena pana gantuṃ vaṭṭati. Bhikkhunā pupphāni labhitvā pūjanatthāyapi ovādadānatthāyapi gantuṃ vaṭṭatiyeva.",
  "atk-s0515a16:81": "Pānāgāranti surāpānagharaṃ, taṃ brahmacariyantarāyakarehi surāsoṇḍehi avivittaṃ hoti. Tattha tehi saddhiṃ sahasoṇḍavasena upasaṅkamituṃ na vaṭṭati, brahmacariyantarāyo hoti. Saṃsaṭṭho viharati rājūhītiādīsu rājānoti abhisittā vā hontu anabhisittā vā, ye rajjamanusāsanti. Rājamahāmattāti rājūnaṃ issariyasadisāya mahatiyā issariyamattāya samannāgatā. Titthiyāti viparītadassanā bāhiraparibbājakā. Titthiyasāvakāti bhattivasena tesaṃ paccayadāyakā, etehi saddhiṃ saṃsaggajāto hotīti attho.",
  "atk-s0515a16:82": "Ananulomikena saṃsaggenāti ananulomikasaṃsaggo nāma tissannaṃ sikkhānaṃ ananulomo paccanīkasaṃsaggo. Yena brahmacariyantarāyaṃ paññattivītikkamaṃ sallekhaparihāniñca pāpuṇāti. Seyyathidaṃ? Rājarājamahāmattehi saddhiṃ sahasokitā sahananditā samasukhadukkhatā uppannesu kiccakaraṇīyesu attanā yogaṃ āpajjanatā titthiyatitthiyasāvakehi saddhiṃ ekacchandarucisamācāratā ekacchandarucisamācārabhāvāvaho vā sinehabahumānasanthavo. Tattha rājarājamahāmattehi saddhiṃ saṃsaggo brahmacariyantarāyakaro, itarehi titthiyasāvakehi tesaṃ laddhiggahaṇaṃ . Tesaṃ pana vādaṃ bhinditvā attano laddhiṃ gaṇhāpetuṃ samatthena upasaṅkamituṃ vaṭṭati.",
  "atk-s0515a16:83": "Idāni aparenapi pariyāyena agocaraṃ dassetuṃ ‘‘yāni vā pana tāni kulānī’’tiādi āraddhaṃ. Tattha assaddhānīti buddhādīsu saddhāvirahitāni. Tāni ‘‘buddho sabbaññū, dhammo niyyāniko, saṅgho suppaṭipanno’’ti na saddahanti. Appasannānīti cittaṃ pasannaṃ anāvilaṃ kātuṃ na sakkonti. Akkosakaparibhāsakānīti akkosakāni ceva paribhāsakāni ca. ‘‘Corosi, bālosi, mūḷhosi, oṭṭhosi, goṇosi, gadrabhosi, āpāyikosi, nerayikosi, tiracchānagatosi, natthi tuyhaṃ sugati, duggatiyeva tuyhaṃ pāṭikaṅkhā’’ti evaṃ dasahi akkosavatthūhi akkosanti. ‘‘Hotu, idāni taṃ paharissāma, bandhissāma, vadhissāmā’’ti evaṃ bhayadassanena paribhāsanti cāti attho.",
  "atk-s0515a16:84": "Anatthakāmānīti atthaṃ na icchanti, anatthameva icchanti. Ahitakāmānīti ahitameva icchanti, hitaṃ na icchanti. Aphāsukāmānīti phāsukaṃ na icchanti, aphāsukameva icchanti. Ayogakkhemakāmānīti catūhi yogehi khemaṃ nibbhayaṃ na icchanti, sabhayameva icchanti. Bhikkhūnanti ettha sāmaṇerāpi saṅgahaṃ gacchanti. Bhikkhunīnanti ettha sikkhamānāsāmaṇeriyopi. Sabbesampi hi bhagavantaṃ uddissa pabbajitānañceva saraṇagatānañca catunnampi parisānaṃ tāni anatthakāmāniyeva. Tathārūpāni kulānīti evarūpāni khattiyakulādīni kulāni. Sevatīti nissāya jīvati. Bhajatīti upasaṅkamati. Payirupāsatīti punappunaṃ upasaṅkamati. Ayaṃ vuccatīti ayaṃ vesiyādigocarassa vesiyādiko rājādisaṃsaṭṭhassa rājādiko assaddhakulādisevakassa assaddhakulādiko cāti tippakāropi ayuttagocaro ‘‘agocaro’’ti veditabbo.",
  "atk-s0515a16:85": "Tassa imināpi pariyāyena agocaratā veditabbā – vesiyādiko tāva pañcakāmaguṇanissayato agocaro veditabbo. Yathāha – ‘‘ko ca, bhikkhave, bhikkhuno agocaro paravisayo, yadidaṃ pañca kāmaguṇā’’ti . Rājādiko jhānānuyogassa anupanissayato lābhasakkārāsanicakkanipphādanato diṭṭhivipattihetuto ca, assaddhakulādiko saddhāhānicittapadosāvahanato agocaro.",
  "atk-s0515a16:86": "Antaragharappavesādiko ca cakkhunā rūpaṃ disvā nimittaggāhādiko ca saddhādeyyāni bhojanāni bhuñjitvā visūkadassanānuyogo ca pañca kāmaguṇā cāti catubbidhopi pana kilesuppattivasena agocaroti veditabbo.",
  "atk-s0515a16:87": "Mā bhikkhave agocare carathāti carituṃ ayuttaṭṭhāne mā caratha. Paravisayeti sattuvisaye. Agocare bhikkhave caratanti ayuttaṭṭhāne carantānaṃ. ‘‘Cara’’ntipi pāṭho. Lacchatīti labhissati passissati. Māroti devaputtamāropi maccumāropi. Otāranti randhaṃ chiddaṃ vivaraṃ.",
  "atk-s0515a16:88": "Gocaraniddese na vesiyāgocaro hotītiādīni vuttapaṭipakkhavasena veditabbāni. Ayaṃ pana viseso – cattāro satipaṭṭhānā gocaroti carituṃ yuttaṭṭhānavasena catusatipaṭṭhānā gocaro. Saketi attano santake. Pettike visayeti pitito āgatavisaye.",
  "atk-s0515a16:89": "Āraddhavīriyassāti sammāupaṭṭhitacatusammappadhānavīriyavantassa. Thāmagatassāti balappattassa. Daḷhaparakkamassāti thiravīriyassa. Yassatthāya pesitoti yena arahattatthāya attabhāvo pariccatto. Attatthe cāti attano atthe arahattaphale ca. Ñāye cāti ariye aṭṭhaṅgike magge ca. Lakkhaṇe cāti aniccādilakkhaṇapaṭivedhe ca. Kāraṇe cāti hetumhi ca. Ṭhānāṭhāne cāti ṭhāne ca aṭṭhāne ca, kāraṇākāraṇe cāti attho. Idāni vitthāretvā dassetuṃ ‘‘sabbe saṅkhārā aniccā’’tiādimāha.",
  "atk-s0515a16:90": "197. Aṭṭhamagāthāya ekodi nipakoti ekaggacitto paṇḍito.",
  "atk-s0515a16:91": "Jātarūpassa oḷārikampi malaṃ dhamatīti suvaṇṇassa thūlaṃ jallaṃ aggisaṃyogena nīharati. Sandhamatīti sammā nīharati. Niddhamatīti apunabhavappattikaṃ katvā nīharati. ‘‘Jhāpetī’’ti keci vadanti. Majjhimakampīti tato sukhumatarampi. Sukhumakampīti atisukhumatarampi. Evamevāti opammasampaṭipādanaṃ. Attano oḷārikepi kilese dhamatīti kāyaduccaritādike thūlakilese vīriyātapena nīharati. Majjhimakepi kileseti kāmavitakkādike oḷārikasukhumānaṃ majjhimakepi. Sukhumakepīti ñātivitakkādike atisaṇhakepi kilese. Sammādiṭṭhiyā micchādiṭṭhiṃ dhamatīti saha vipassanāya maggasampayuttāya sammādiṭṭhiyā viparītasaṅkhātaṃ micchādiṭṭhiṃ nīharati. Sammāsaṅkappādīsupi eseva nayo.",
  "atk-s0515a16:92": "198. Evaṃ āyasmatā sāriputtena tīhi gāthāhi bhagavantaṃ thometvā pañcahi gāthāhi pañcasatānaṃ sissānamatthāya ca senāsanagocarasīlavatādīni pucchito tamatthaṃ pakāsetuṃ ‘‘vijigucchamānassā’’tiādinā nayena vissajjanamāraddhaṃ. Tattha paṭhamagāthāya tāvattho – jātiādīhi jigucchamānassa rittāsanaṃ sayanaṃ sevato ve sambodhikāmassa sāriputta bhikkhuno yadidaṃ phāsu yo phāsuvihāro yathānudhammaṃ yo ca anudhammo, taṃ te pavakkhāmi yathā pajānaṃ yathā pajānanto vadeyya, evaṃ vadāmīti. Yaṃ phāsuvihāranti yaṃ sukhavihāraṃ. Asappāyarūpadassanenāti itthirūpādisamaṇāsappāyarūpadassanena. Taṃ bodhiṃ bujjhitukāmassāti taṃ catumaggañāṇasaṅkhātaṃ bodhiṃ bujjhituṃ icchantassa. Anubujjhitukāmassāti anurūpāya paṭipattiyā bujjhitukāmassa. Paṭivijjhitukāmassāti abhimukhe katvā nibbijjhitukāmassa. Sambujjhitukāmassāti pahīnakilese apaccāgamanavasena sammā bujjhituṃ icchantassa. Adhigantukāmassāti pāpuṇitukāmassa. Sacchikātukāmassāti paṭilābhasacchikiriyāya pattukāmassa. Atha vā bujjhitukāmassāti sotāpattimaggañāṇaṃ ñātukāmassa. Anubujjhitukāmassāti sakadāgāmimaggañāṇaṃ puna ñātukāmassa. Paṭivijjhitukāmassāti anāgāmimaggañāṇaṃ paṭivedhavasena ñātukāmassa. Sambujjhitukāmassāti arahattamaggañāṇaṃ sammā ñātukāmassa. Adhigantukāmassāti catubbidhampi adhigantukāmassa. Phassitukāmassāti ñāṇaphusanāya phusitukāmassa. Sacchikātukāmassāti paccavekkhaṇāya paccakkhaṃ kattukāmassa.",
  "atk-s0515a16:93": "Catunnaṃ maggānaṃ pubbabhāge vipassanāti catunnaṃ ariyamaggānaṃ purimakoṭṭhāse uppannaudayabbayādivipassanāñāṇāni.",
  "atk-s0515a16:94": "199. Dutiyagāthāya sapariyantacārīti sīlādīsu catūsu pariyantesu caramāno. Ḍaṃsādhipātānanti piṅgalamakkhikānañca sesamakkhikānañca. Te hi tato tato adhipatitvā khādanti, tasmā ‘‘adhipātā’’ti vuccanti. Manussaphassānanti corādiphassānaṃ.",
  "atk-s0515a16:95": "Cattāro pariyantāti cattāro mariyādā paricchedā. Antopūtibhāvaṃ paccavekkhamānoti abbhantare kucchitabhāvaṃ sīlavirahitabhāvaṃ olokayamāno. Anto sīlasaṃvarapariyante caratīti sīlasaṃvaraparicchedabbhantare carati vicarati. Mariyādaṃ na bhindatīti sīlamariyādaṃ sīlaparicchedaṃ na kopeti.",
  "atk-s0515a16:96": "Ādittapariyāyaṃ paccavekkhamānoti ādittadesanaṃ (mahāva. 54; saṃ. ni. 3.61; 4.28) olokento. Akkhabbhañjanavaṇapaṭicchādanaputtamaṃsūpamaṃ paccavekkhamānoti sākaṭikassa akkhabbhañjanaupamañca, kuṭṭhabyādhino vaṇānaṃ paṭicchādanatelapilotikaupamañca, kantārapaṭipannānaṃ jāyampatikānaṃ puttamaṃsakhādanaupamañca (saṃ. ni. 2.63; mi. pa. 6.1.2) olokento. Bhaddekarattavihāraṃ paccavekkhamānoti –",
  "atk-s0515a16:97": "‘‘Atītaṃ nānvāgameyya, nappaṭikaṅkhe anāgataṃ;",
  "atk-s0515a16:98": "Taṃ ve ‘bhaddekaratto’ti, santo ācikkhate munī’’ti. (ma. ni. 3.280; netti. 103) –",
  "atk-s0515a16:99": "Evaṃ vuttaṃ bhaddekarattavihāraṃ olokento. Tā uppatitvā uppatitvā khādantīti nippatitvā nippatitvā khādanti.",
  "atk-s0515a16:100": "200. Tatiyagāthāya paradhammikā nāma sattasahadhammikavajjā sabbepi te bāhirakā. Kusalānuesīti kusaladhamme anvesamāno.",
  "atk-s0515a16:101": "Satta sahadhammike ṭhapetvāti bhikkhubhikkhunīsikkhamānāsāmaṇerasāmaṇerīupāsakaupāsikāyo vajjetvā. Athāparānipiatthi abhisambhotabbānīti aparānipi madditabbāni atthi saṃvijjanti.",
  "atk-s0515a16:102": "201. Catutthagāthāya ātaṅkaphassenāti rogaphassena. Sītaṃ athuṇhanti sītañca uṇhañca. So tehi phuṭṭho bahudhāti so tehi ātaṅkādīhi anekehi ākārehi phuṭṭho samāno. Anokoti abhisaṅkhāraviññāṇādīnaṃ anokāsabhūto. Abbhantaradhātupakopavasena vāti sarīrabbhantare āpodhātukkhobhavasena vā aññadhātukkhobhavasena vā. Uṇhanti sarīrabbhantare tejodhātukkhobhavasena uṇhaṃ bhavati. Abhisaṅkhārasahagataviññāṇassāti kusalākusalacetanāsampayuttacittassa. Okāsaṃ na karotīti avakāsaṃ patiṭṭhaṃ na karoti. Avatthitasamādānoti otaritvā gāhako.",
  "atk-s0515a16:103": "202. Evaṃ ‘‘bhikkhuno vijigucchato’’tiādīhi tīhi gāthāhi puṭṭhamatthaṃ vissajjetvā idāni ‘‘kyāssa byappathayo’’tiādinā nayena puṭṭhaṃ vissajjento ‘‘theyyaṃ na kāre’’tiādimāha. Tattha phasseti phuseyya. Yadāvilattaṃ manaso vijaññāti yaṃ cittassa āvilattaṃ vijāneyya, taṃ sabbaṃ ‘‘kaṇhassa pakkho’’ti vinodayeyya.",
  "atk-s0515a16:104": "Adinnādānaṃpahāyāti ettha adinnassa ādānaṃ adinnādānaṃ, parasaṃharaṇaṃ, theyyaṃ corikāti vuttaṃ hoti. Tattha adinnanti parapariggahitaṃ, yattha paro yathākāmakāritaṃ āpajjanto adaṇḍāraho anupavajjo ca hoti; tasmiṃ parapariggahite parapariggahitasaññino tadādāyakaupakkamasamuṭṭhāpikā theyyacetanā adinnādānaṃ. Taṃ hīne parassa santake appasāvajjaṃ, paṇīte mahāsāvajjaṃ. Kasmā? Vatthupaṇītatāya. Vatthusamatte sati guṇādhikānaṃ santake vatthusmiṃ mahāsāvajjaṃ, taṃ taṃ guṇādhikaṃ upādāya tato tato hīnaguṇassa santake vatthusmiṃ appasāvajjaṃ.",
  "atk-s0515a16:105": "Tassa pañca sambhārā honti – parapariggahitaṃ, parapariggahitasaññitā, theyyacittaṃ, upakkamo, tena haraṇanti. Pahāyāti imaṃ adinnādānacetanāsaṅkhātaṃ dussīlyaṃ pajahitvā. Paṭiviratoti pahīnakālato paṭṭhāya tato dussīlyato orato viratova. Dinnameva ādiyatīti dinnādāyī. Cittenapi dinnameva paṭikaṅkhatīti dinnapāṭikaṅkhī. Thenetīti theno, na thenena athenena. Athenattāyeva sucibhūtena. Attanāti attabhāvena, athenaṃ sucibhūtaṃ attabhāvaṃ katvā viharatīti vuttaṃ hoti. Ito paraṃ vuttanayameva.",
  "atk-s0515a16:106": "Mettāyanavasena metti. Mettākāro mettāyanā. Mettāya ayitassa mettāsamaṅgino cittassa bhāvo mettāyitattaṃ. Anudayatīti anudayā, rakkhatīti attho. Anudayākāro anudayanā. Anudayitassa bhāvo anudayitattaṃ. Hitassa esanavasena hitesitā. Anukampanavasena anukampā. Sabbehipi imehi padehi upacārappanāppattāva mettā vuttā. Vipulenāti ettha pharaṇavasena vipulatā daṭṭhabbā. Bhūmivasena pana taṃ mahaggataṃ. Paguṇavasena appamāṇaṃ. Sattārammaṇavasena ca appamāṇaṃ. Byāpādapaccatthikappahānena averaṃ. Domanassappahānato abyāpajjaṃ, niddukkhanti vuttaṃ hoti.",
  "atk-s0515a16:107": "Āvilanti appasannaṃ. Luḷitanti kalalaṃ. Eritanti asanniṭṭhānaṃ. Ghaṭṭitanti ārammaṇena ghaṭṭanamāpāditaṃ. Calitanti kampamānaṃ. Bhantanti vibbhantaṃ. Avūpasantanti anibbutaṃ.",
  "atk-s0515a16:108": "Yoso māroti evamādīsu mahājanaṃ anatthe niyojetvā māretīti māro. Kaṇhakammattā kaṇho. Kāmāvacarissarattā adhipati. Maraṇaṃ pāpanato antagū. Muñcituṃ appadānaṭṭhena namuci. Mārassa baḷisanti mārabaḷisaṃ. Vaṭṭasannissitaṭṭhena mārassa āmisanti mārāmisaṃ. Vasavattanaṭṭhena mārassa visayoti māravisayo. Gocaraṭṭhena mārassa nivāsoti māranivāso. Kāmacāraṃ caraṭṭhena mārassa gocaroti māragocaro. Duppamuñcanaṭṭhena mārassa bandhananti mārabandhanaṃ. Dukkhuddayoti dukkhabandhano.",
  "atk-s0515a16:109": "203.Mūlampi tesaṃ palikhañña tiṭṭheti tesaṃ kodhātimānānaṃ yaṃ avijjādikaṃ mūlaṃ, tampi palikhaṇitvā tiṭṭheyya. Addhā bhavanto abhisambhaveyyāti etaṃ piyāpiyaṃ abhibhavanto ekaṃseneva abhibhaveyya, na tattha sithilaṃ parakkameyyāti adhippāyo.",
  "atk-s0515a16:110": "Avijjā mūlantiādayo avijjā kodhassa upanissayasahajātādivasena mūlaṃ hoti. Anupāyamanasikāro ca asmimāno ca ime dve upanissayavaseneva. Ahirikaanottappauddhaccā ime tayo upanissayasahajātādivasena mūlāni honti, tathā atimānassāpi.",
  "atk-s0515a16:111": "204.Paññaṃ purakkhatvāti paññaṃ pubbaṅgamaṃ katvā. Kalyāṇapītīti kalyāṇapītiyā samannāgato. Caturo sahetha paridevadhammeti anantaragāthāya vuccamāne paridevanīyadhamme saheyya.",
  "atk-s0515a16:112": "Vicayabahuloti parivīmaṃsanabahulo. Pavicayabahuloti visesena vīmaṃsanabahulo. Pekkhāyanabahuloti ikkhaṇabahulo. Samekkhāyanabahuloti esanabahulo. Vibhūtavihārīti pākaṭaṃ katvā ñātavihārī.",
  "atk-s0515a16:113": "Abhikkante paṭikkanteti ettha tāva abhikkantaṃ vuccati gamanaṃ. Paṭikkantaṃ nivattanaṃ. Tadubhayampi catūsu iriyāpathesu labbhati. Gamane tāva purato kāyaṃ abhiharanto abhikkamati nāma. Paṭinivattento paṭikkamati nāma. Ṭhānepi ṭhitakova kāyaṃ purato onamento abhikkamati nāma. Pacchato apanāmento paṭikkamati nāma. Nisajjāyapi nisinnakova āsanassa purimaaṅgābhimukho saṃsaranto abhikkamati nāma. Pacchimaaṅgappadesaṃ pacchā saṃsaranto paṭikkamati nāma. Nipajjāyapi eseva nayo.",
  "atk-s0515a16:114": "Sampajānakārīhotīti sampajaññena sabbakiccakārī, sampajaññameva vā kārī hoti. So hi abhikkantādīsu sampajaññaṃ karoteva, na katthaci sampajaññavirahito hoti. Ālokite vilokiteti ettha pana ālokitaṃ nāma purato pekkhanaṃ. Vilokitaṃ nāma anudisāpekkhanaṃ. Aññānipi heṭṭhā upari pacchato pekkhanavasena olokitaullokitaapalokitāni nāma honti. Tāni idha na gahitāni. Sāruppavasena pana imāneva dve gahitāni, iminā vā mukhena sabbāni gahitānevāti.",
  "atk-s0515a16:115": "Samiñjite pasāriteti pabbānaṃ samiñjanapasāraṇe. Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṃ nivāsanapārupanavasena , pattassa bhikkhāpaṭiggahaṇādivasena paribhogo dhāraṇaṃ nāma. Asitādīsu asiteti piṇḍapātabhojane. Pīteti yāguādipāne. Khāyiteti piṭṭhakhajjakādikhādane. Sāyiteti madhuphāṇitādisāyane. Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe. Gatādīsu gateti gamane. Ṭhiteti ṭhāne. Nisinneti nisajjāya.",
  "atk-s0515a16:116": "Sutteti sayane. Jāgariteti jāgaraṇe. Bhāsiteti kathane. Tattha upādārūpassa saddāyatanassa appavatte sati bhāsitā nāma na hoti, tasmiṃ pavattante hotīti pariggāhako bhikkhu bhāsite sampajānakārī nāma hoti. Vimuttāyatanasīsena dhammaṃ desentopi bāttiṃsatiracchānakathaṃ pahāya dasakathāvatthunissitaṃ kathaṃ kathentopi bhāsite sampajānakārī nāma. Tuṇhībhāveti akathane. Tattha upādārūpassa saddāyatanassa pavattiyaṃ tuṇhībhāvo nāma natthi, appavattiyaṃ hotīti pariggāhako bhikkhu tuṇhībhāve sampajānakārī nāma hoti. Aṭṭhatiṃsaārammaṇesu cittaruciyaṃ kammaṭṭhānaṃ gahetvā nisinnopi dutiyajjhānaṃ samāpannopi tuṇhībhāve sampajānakārī nāma. Ettha ca eko iriyāpatho dvīsu ṭhānesu āgato. So heṭṭhā abhikkante paṭikkanteti ettha bhikkhācāragāmaṃ gacchato āgacchato ca addhānagamanavasena kathito. Gate ṭhiteti ettha vihāre cuṇṇikapāduddhāravasena kathitoti veditabbo. Buddhānussativasenātiādayo heṭṭhā tattha tattha pakāsitā eva.",
  "atk-s0515a16:117": "Aratīti ratipaṭikkhepo. Aratitāti aramanākāro. Anabhiratīti anabhiratabhāvo. Anabhiramanāti anabhiramanākāro. Ukkaṇṭhitāti ukkaṇṭhanākāro. Paritassitāti ukkaṇṭhanavaseneva paritassanā.",
  "atk-s0515a16:118": "205.Kiṃ sū asissanti kiṃ bhuñjissāmi. Kuva vā asissanti kuhiṃ vā asissāmi. Dukkhaṃ vata settha kuvajja sessanti imaṃ rattiṃ dukkhaṃ sayiṃ, ajja āgamanarattiṃ kattha sayissaṃ. Ete vitakketi ete piṇḍapātanissite dve, senāsananissite dveti cattāro vitakke. Aniketacārīti apalibodhacārī nittaṇhacārī.",
  "atk-s0515a16:119": "Phalakevāti vaṅkādiphalakapīṭhe ca. Āgāmirattinti āgamanirattiyaṃ. Ādevaneyyeti visesena devaniyye. Paridevaneyyeti samantato devaniyye.",
  "atk-s0515a16:120": "206.Kāleti piṇḍapātakāle piṇḍapātasaṅkhātaṃ annaṃ vā, cīvarakāle cīvarasaṅkhātaṃ vasanaṃ vā laddhā dhammena samenāti adhippāyo. Mattaṃ sa jaññāti pariggahe ca paribhoge ca so pamāṇaṃ jāneyya. Idhāti sāsane, nipātamattameva vā etaṃ. Tosanatthanti santosatthaṃ, etadatthaṃ mattaṃ jāneyyāti vuttaṃ hoti. So tesu guttoti so bhikkhu tesu paccayesu gutto. Yatacārīti saññatavihāro, rakkhitairiyāpatho rakkhitakāyavacīmanodvāro cāti vuttaṃ hoti. ‘‘Yaticārī’’tipi pāṭho, esoyevattho. Rusitoti rosito. Ghaṭṭitoti vuttaṃ hoti.",
  "atk-s0515a16:121": "Dvīhi kāraṇehi mattaṃ jāneyyāti dvīhi bhāgehi pamāṇaṃ jāneyya. Paṭiggahaṇato vāti parehi diyyamānaggahaṇakālato vā. Paribhogato vāti paribhuñjanakālato vā. Thokepi diyyamāneti appakepi diyyamāne. Kulānudayāyāti kulānaṃ anudayatāya. Kulānurakkhāyāti kulānaṃ anurakkhaṇatthāya. Paṭiggaṇhātīti thokampi gaṇhāti. Bahukepi diyyamāneti anappakepi diyyamāne. Kāyaparihārikaṃ cīvaraṃ paṭiggaṇhātīti ettha kāyaṃ pariharati posetīti kāyaparihārikaṃ. Kucchiparihārikanti kucchiṃ pariharati posetīti kucchiparihārikaṃ. Itarītarapaccayasantosena samannāgatassa bhikkhuno aṭṭha parikkhārā vaṭṭanti tīṇi cīvarāni patto dantakaṭṭhacchedanavāsi ekā sūci kāyabandhanaṃ parissāvananti. Vuttampi cetaṃ –",
  "atk-s0515a16:122": "‘‘Ticīvarañca patto ca, vāsi sūci ca bandhanaṃ;",
  "atk-s0515a16:123": "Parissāvanena aṭṭhete, yuttayogassa bhikkhuno’’ti. (dī. ni. aṭṭha. 1.215; ma. ni. aṭṭha. 1.294; 2.349; a. ni. aṭṭha. 2.4.198);",
  "atk-s0515a16:124": "Te sabbe kāyaparihārikāpi honti kucchiparihārikāpi. Kathaṃ? Ticīvaraṃ tāva nivāsetvā ca pārupitvā ca vicaraṇakāle kāyaṃ pariharati posetīti kāyaparihārikaṃ hoti. Cīvarakaṇṇena udakaṃ parissāvetvā pivanakāle khāditabbaphalāphalaggahaṇakāle ca kucchiṃ pariharati posetīti kucchiparihārikaṃ hoti.",
  "atk-s0515a16:125": "Pattopi tena udakaṃ uddharitvā nhānakāle kuṭiparibhaṇḍakaraṇakāle ca kāyaparihāriko hoti . Āhāraṃ gahetvā bhuñjanakāle kucchiparihāriko. Vāsipi tāya dantakaṭṭhacchedanakāle mañcapīṭhānaṃ aṅgapādacīvarakuṭidaṇḍakasajjanakāle ca kāyaparihārikā hoti. Ucchucchedananāḷikerāditacchanakāle kucchiparihārikā. Sūci cīvarasibbanakāle kāyaparihārikā hoti. Pūvaṃ vā phalaṃ vā vijjhitvā khādanakāle kucchiparihārikā. Kāyabandhanaṃ bandhitvā vicaraṇakāle kāyaparihārikaṃ. Ucchuādīni bandhitvā gahaṇakāle kucchiparihārikaṃ. Parissāvanaṃ tena udakaṃ parissāvetvā nhānakāle senāsanaparibhaṇḍakaraṇakāle ca kāyaparihārikaṃ, pānīyapāṇakaparissāvanakāle teneva tilataṇḍulaputhukādīni gahetvā khādanakāle ca kucchiparihārikaṃ.",
  "atk-s0515a16:126": "Paṭisaṅkhāyonisoti upāyena pathena paṭisaṅkhāya ñatvā, paccavekkhitvāti attho. Ettha ca ‘‘sītassa paṭighātāyā’’tiādinā nayena vuttapaccavekkhaṇameva yoniso paṭisaṅkhāti veditabbaṃ. Tattha cīvaranti antaravāsakādīsu yaṃkiñci. Paṭisevatīti paribhuñjati nivāseti vā pārupati vā. Yāvadevāti payojanāvadhiparicchedaniyamavacanaṃ. Ettakameva hi yogino cīvarapaṭisevane payojanaṃ, yadidaṃ sītassa paṭighātāyātiādi, na ito bhiyyo. Sītassāti ajjhattadhātukkhobhavasena vā bahiddhā utupariṇāmanavasena vā uppannassa yassa kassaci sītassa.",
  "atk-s0515a16:127": "Paṭighātāyāti paṭihananatthaṃ. Yathā sarīre ābādhaṃ na uppādeti, evaṃ tassa vinodanatthaṃ. Sītabbhāhate hi sarīre vikkhittacitto yoniso padahituṃ na sakkoti. Tasmā sītassa paṭighātāya cīvaraṃ sevitabbanti bhagavā anuññāsi. Esa nayo sabbattha. Kevalañhettha uṇhassāti aggisantāpassa, tassa vanadāhādīsu sambhavo veditabbo. Ḍaṃsamakasavātātapasarīsapasamphassānanti ettha pana ḍaṃsāti ḍaṃsanamakkhikā. ‘‘Andhamakkhikā’’tipi vuccanti. Makasāti makasā eva. Vātāti sarajaarajādibhedā . Ātapoti sūriyātapo. Sarīsapāti ye keci sarantā gacchanti dīghajātikā sappādayo, tesaṃ daṭṭhasamphasso ca phuṭṭhasamphasso cāti duvidho samphasso; sopi cīvaraṃ pārupitvā nisinnaṃ na bādhati. Tasmā tādisesu ṭhānesu tesaṃ paṭighātatthāya paṭisevati. Yāvadevāti puna etassa vacanaṃ niyatapayojanāvadhiparicchedadassanatthaṃ. Hirikopīnapaṭicchādanatthanti niyatapayojanaṃ, itarāni kadāci honti. Tattha hirikopīnanti taṃ taṃ sambādhaṭṭhānaṃ. Yasmiṃ yasmiñhi aṅge vivariyamāne hirī kuppati vinassati, taṃ taṃ hiriṃ kopanato hirikopīnanti vuccati. Tassa ca hirikopīnassa paṭicchādanatthanti hirikopīnapaṭicchādanatthaṃ. ‘‘Hirikopīnaṃ paṭicchādanattha’’ntipi pāṭho.",
  "atk-s0515a16:128": "Piṇḍapātanti yaṃkiñci āhāraṃ. Yo hi koci āhāro bhikkhuno piṇḍolyena patte patitattā ‘‘piṇḍapāto’’ti vuccati. Piṇḍānaṃ vā pāto piṇḍapāto, tattha tattha laddhānaṃ bhikkhānaṃ sannipāto, samūhoti vuttaṃ hoti. Sesaṃ heṭṭhā vuttanayameva.",
  "atk-s0515a16:129": "Senāsananti sayanañca āsanañca. Yattha yattha hi seti vihāre vā aḍḍhayogādimhi vā, taṃ senaṃ. Yattha yattha āsati nisīdati, taṃ āsanaṃ, taṃ ekato katvā ‘‘senāsana’’nti vuccati. Utuparissayavinodanapaṭisallānārāmatthanti parisahanaṭṭhena utuyeva utuparissayo. Utuparissayassa vinodanatthañca paṭisallānārāmatthañca. Yo sarīrābādhacittavikkhepakaro asappāyo utu senāsanapaṭisevanena vinodetabbo hoti, tassa vinodanatthaṃ ekībhāvasukhatthañcāti vuttaṃ hoti. Kāmañca sītapaṭighātādināva utuparissayavinodanaṃ vuttameva. Yathā pana cīvarapaṭisevane ‘‘hirikopīnapaṭicchādanaṃ niyatapayojanaṃ, itarāni kadāci kadāci bhavantī’’ti vuttaṃ, evamidhāpi niyatautuparissayavinodanaṃ sandhāya idaṃ vuttanti veditabbaṃ. Atha vā ayaṃ vuttappakāro utu utuyeva. Parissayo pana duvidho pākaṭaparissayo ca paṭicchannaparissayo ca. Tattha pākaṭaparissayo sīhabyagghādayo, paṭicchannaparissayo rāgadosādayo. Te yattha apariguttiyā ca asappāyarūpadassanādinā ca ābādhaṃ na karonti, taṃ senāsanaṃ evaṃ jānitvā paccavekkhitvā paṭisevanto bhikkhu paṭisaṅkhā yoniso senāsanaṃ utuparissayavinodanatthaṃ paṭisevatīti veditabbo.",
  "atk-s0515a16:130": "Gilānapaccayabhesajjaparikkhāranti ettha rogassa paṭiayanaṭṭhena paccayo, paccanīkagamanaṭṭhenāti attho. Yassa kassaci sappāyassetaṃ adhivacanaṃ. Bhisakkassa kammaṃ tena anuññātattāti bhesajjaṃ. Gilānapaccayova bhesajjaṃ gilānapaccayabhesajjaṃ, yaṃ kiñci gilānassa sappāyaṃ bhisakkakammaṃ telamadhuphāṇitādīti vuttaṃ hoti. Parikkhāroti pana ‘‘sattahi nagaraparikkhārehi suparikkhattaṃ hotī’’tiādīsu (a. ni. 7.67) parivāro vuccati. ‘‘Ratho sīlaparikkhāro, jhānakkho cakkavīriyo’’tiādīsu (saṃ. ni. 5.4) alaṅkāro. ‘‘Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā’’tiādīsu (ma. ni. 1.191-192) sambhāro. Idha pana sambhāropi parivāropi vaṭṭati. Tañca gilānapaccayabhesajjaṃ jīvitassa parivāropi hoti, jīvitanāsakābādhuppattiyā antaraṃ adatvā rakkhaṇato sambhāropi. Yathāciraṃ pavattati, evamassa kāraṇabhāvato; tasmā ‘‘parikkhāro’’ti vuccati. Evaṃ gilānapaccayabhesajjañca taṃ parikkhāro cāti gilānapaccayabhesajjaparikkhāro, taṃ gilānapaccayabhesajjaparikkhāraṃ. Gilānassa yaṃ kiñci sappāyaṃ bhisakkānuññātaṃ telamadhuphāṇitādijīvitaparikkhāranti vuttaṃ hoti.",
  "atk-s0515a16:131": "Uppannānanti jātānaṃ bhūtānaṃ nibbattānaṃ. Veyyābādhikānanti ettha byābādhoti dhātukkhobho taṃsamuṭṭhānā ca kuṭṭhagaṇḍapīḷakādayo, byābādhato uppannattā veyyābādhikā. Vedanānanti dukkhavedanā, akusalavipākavedanā, tāsaṃ veyyābādhikānaṃ vedanānaṃ. Abyābajjhaparamatāyāti niddukkhaparamatāya. Yāva taṃ dukkhaṃ sabbaṃ pahīnaṃ hoti, tāvāti attho.",
  "atk-s0515a16:132": "Santuṭṭho hotīti paccayasantosena santuṭṭho hoti. Itarītarena cīvarenāti thūlasukhumalūkhapaṇītathirajiṇṇānaṃ yena kenaci. Atha kho yathāladdhādīnaṃ itarītarena yena kenaci santuṭṭho hotīti attho. Cīvarasmiñhi tayo santosā yathālābhasantoso yathābalasantoso yathāsāruppasantosoti. Piṇḍapātādīsupi eseva nayo.",
  "atk-s0515a16:133": "Vaṇṇavādīti eko santuṭṭho hoti, santosassa vaṇṇaṃ na katheti, eko na santuṭṭho hoti, santosassa vaṇṇaṃ katheti, eko neva santuṭṭho hoti, na santosassa vaṇṇaṃ katheti, eko santuṭṭho ca hoti, santosassa vaṇṇaṃ katheti, taṃ dassetuṃ ‘‘itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’’ti vuttaṃ. Anesananti dūteyyapahīnagamanānuyogappabhedaṃ nānappakāraṃ anesanaṃ. Appatirūpanti ayuttaṃ. Aladdhā cāti alabhitvā. Yathā ekacco ‘‘kathaṃ nu kho cīvaraṃ labhissāmī’’ti puññavantehi bhikkhūhi saddhiṃ ekato hutvā kohaññaṃ karonto uttassati paritassati, santuṭṭho bhikkhu evaṃ aladdhā ca cīvaraṃ na paritassati. Laddhā cāti dhammena samena labhitvā. Agadhitoti vigatalobhavanto. Amucchitoti adhimattataṇhāya mucchaṃ anāpanno. Anajjhāpannoti taṇhāya anotthaṭo apariyonaddho. Ādīnavadassāvīti anesanāpattiyañca gadhitaparibhoge ca ādīnavaṃ passamāno. Nissaraṇapaññoti ‘‘yāvadeva sītassa paṭighātāyā’’ti (ma. ni. 1.23) vuttaṃ nissaraṇaṃ eva pajānanto. Itarītaracīvarasantuṭṭhiyāti yena kenaci cīvarena santuṭṭhiyā. Nevattānukkaṃsetīti ‘‘ahaṃ paṃsukūliko, mayā upasampadamāḷeyeva paṃsukūlikaṅgaṃ gahitaṃ, ko mayā sadiso atthī’’ti attukkaṃsanaṃ na karoti. Na paraṃ vambhetīti ‘‘ime panaññe bhikkhū na paṃsukūlikā’’ti vā ‘‘paṃsukūlikamattampi etesaṃ natthī’’ti vā evaṃ paraṃ na vambheti.",
  "atk-s0515a16:134": "Yohi tattha dakkhoti yo tasmiṃ cīvarasantose vaṇṇavādī, tāsu vā dakkho cheko byatto. Analasoti sātaccakiriyāya ālasiyavirahito. Sampajāno paṭissatoti sampajānapaññāya ceva satiyā ca yutto. Porāṇeti na adhunuppattike. Aggaññeti ‘‘aggo’’ti jānitabbe. Ariyavaṃse ṭhitoti ariyānaṃ vaṃse patiṭṭhito. Ariyavaṃsoti ca yathā hi khattiyavaṃso brāhmaṇavaṃso vessavaṃso suddavaṃso samaṇavaṃso kulavaṃso rājavaṃso, evaṃ ayampi aṭṭhamo ariyavaṃso ariyatanti ariyapaveṇī nāma hoti. So kho panāyaṃ ariyavaṃso imesaṃ vaṃsānaṃ mūlagandhādīnaṃ kāḷānusārigandhādayo viya aggamakkhāyati. Ke pana te ariyā yesaṃ eso vaṃsoti? Ariyā vuccanti buddhā ca paccekabuddhā ca tathāgatasāvakā ca, etesaṃ ariyānaṃ vaṃsoti ariyavaṃso. Ito pubbe hi satasahassakappādikānaṃ catunnaṃ asaṅkhyeyyānaṃ matthake taṇhaṅkaro meṅkero saraṇaṅkaro dīpaṅkaroti cattāro buddhā uppannā, te ariyā, tesaṃ ariyānaṃ vaṃsoti ariyavaṃso. Tesaṃ buddhānaṃ parinibbānato aparabhāge ekaṃ asaṅkhyeyyaṃ atikkamitvā koṇḍañño nāma buddho uppanno…pe… imasmiṃ kappe kakusandho koṇāgamano kassapo amhākaṃ bhagavā gotamoti cattāro buddhā uppannā, tesaṃ ariyānaṃ vaṃsoti ariyavaṃso. Api ca atītānāgatapaccuppannānaṃ sabbabuddhapaccekabuddhasāvakānaṃ ariyānaṃ vaṃsoti ariyavaṃso, tasmiṃ ariyavaṃse patiṭṭhito.",
  "atk-s0515a16:135": "Itarītarena piṇḍapātenāti yena kenaci piṇḍapātena. Senāsanādīsupi eseva nayo. Āyatanesūti cakkhādīsu āyatanesu.",
  "atk-s0515a16:136": "Yatoti saññato. Yattoti yattavā. Paṭiyattoti ativiya yattavā. Guttoti rakkhito. Gopitoti mañjūsāya viya paṭṭhapito. Rakkhitoti paṭisāmito. Saṃvutoti dvārasaṃvaraṇena pihito. Khuṃsitoti garahito. Vambhitoti apasādito. Ghaṭṭitoti ghaṭṭanamāpādito. Garahitoti avamaññito. Upavaditoti akkosito.",
  "atk-s0515a16:137": "Pharusenāti mammacchedanavacanena. Kakkhaḷenāti dāruṇena. Nappaṭivajjāti paṭippharitvā na katheyya.",
  "atk-s0515a16:138": "207.Jhānānuyuttoti anuppannuppādanena uppannasevanena ca jhānena anuyutto. Upekkhamārabbha samāhitattoti catutthajjhānupekkhaṃ uppādetvā samāhitacitto. Takkāsayaṃ kukkuccañcupacchindeti kāmavitakkādivitakkañca kāmasaññādikaṃ vitakkassa āsayañca hatthakukkuccādikukkuccañca upacchindeyya.",
  "atk-s0515a16:139": "Anuppannassavā paṭhamassa jhānassa uppādāyāti tasmiṃ attabhāve anuppannassa vā uppajjitvā parihīnassa vā paṭhamajjhānassa uppādanatthaṃ attano santāne paṭilābhatthaṃ. Uppannaṃ vā paṭhamaṃ jhānaṃ āsevatītiādīsu ettha ādarena sevati paguṇaṃ karoti bhāveti vaḍḍheti bahulīkaroti punappunaṃ karoti.",
  "atk-s0515a16:140": "Upekkhāti catutthajjhāne uppannā tatramajjhattupekkhā. Upekkhāti sabhāvapadaṃ. Upekkhanāti upapattito ikkhanākāro. Ajjhupekkhanāti adhikā hutvā ikkhanā. Cittasamatāti cittassa samatā cittassa ūnātirittataṃ vajjetvā samabhāvo. Cittappassaddhatāti cittassa appagabbhatā, athaddhabhāvoti attho. Majjhattatā cittassāti na sattassa na posassa, cittassa majjhattabhāvoti attho. Catutthe jhāne upekkhaṃ ārabbhāti catutthasmiṃ jhānasmiṃ uppannaṃ tatramajjhattupekkhaṃ paṭicca. Ekaggacittoti ekārammaṇe pavattacitto. Avikkhittacittoti uddhaccavirahito na vikkhittacitto.",
  "atk-s0515a16:141": "Nava vitakkā vuttanayā eva. Kāmavitakkānaṃ kāmasaññāsayoti kāmavitakkaṃ vitakkentassa uppannā kāmasaññā tesaṃ vitakkānaṃ āsayo vasanokāsoti kāmasaññāsayo. Byāpādavitakkādīsupi eseva nayo.",
  "atk-s0515a16:142": "208.Cudito vacībhi satimābhinandeti upajjhāyādīhi vācāhi codito samāno satimā hutvā taṃ codanaṃ abhinandeyya. Vācaṃ pamuñce kusalanti ñāṇasamuṭṭhitaṃ vācaṃ pamuñceyya. Nātivelanti ativelaṃ pana vācaṃ kālavelañca sīlavelañca atikkantaṃ nappamuñceyya. Janavādadhammāyāti janaparivādakathāya. Na cetayeyyāti cetanaṃ na uppādeyya.",
  "atk-s0515a16:143": "Idaṃ te appattanti idaṃ tava na pattaṃ. Asāruppanti tava payogaṃ asāruppaṃ. Asīlaṭṭhanti tava payogaṃ na sīle patiṭṭhanti asīlaṭṭhaṃ, sīle ṭhitassa payogaṃ na hotīti vuttaṃ hoti. Keci ‘‘asiliṭṭha’’nti paṭhanti, amaṭṭhavacananti atthaṃ vaṇṇayanti.",
  "atk-s0515a16:144": "Nidhīnanti tattha tattha nidahitvā ṭhapitānaṃ hiraññasuvaṇṇādipūrānaṃ nidhikumbhīnaṃ. Pavattāranti kicchajīvike duggatamanusse anukampaṃ katvā ‘‘ehi sukhena te jīvanupāyaṃ dassessāmī’’ti nidhiṭṭhānaṃ netvā hatthaṃ pasāretvā ‘‘imaṃ gahetvā sukhaṃ jīvā’’ti ācikkhitāraṃ viya. Vajjadassinanti dve vajjadassino ‘‘iminā naṃ asāruppena vā khalitena vā saṅghamajjhe niggaṇhissāmī’’ti randhagavesako ca aññātaṃ ñāpanatthāya ñātaṃ anuggaṇhatthāya sīlādinā cassa vuddhikāmatāya taṃ taṃ vajjaṃ olokanena ullapanasabhāvasaṇṭhito ca. Ayaṃ idha adhippeto. Yathā hi duggatamanusso ‘‘imaṃ gaṇhāhī’’ti tajjetvā poṭṭhetvāpi nidhiṃ dassente kopaṃ na karoti, pamuditova hoti, evameva evarūpe puggale asāruppaṃ vā khalitaṃ vā disvā ācikkhante kopo na kātabbo, tuṭṭheneva bhavitabbaṃ. ‘‘Bhante mahantaṃ vo kataṃ kammaṃ, mayhaṃ ācariyupajjhāyaṭṭhāne ṭhatvā ovadantehi punapi maṃ vadeyyāthā’’ti pavāretabbameva. Niggayhavādinti ekacco hi saddhivihārikādīnaṃ asāruppaṃ vā khalitaṃ vā disvā ‘‘ayaṃ me mukhodakadānādīhi sakkaccaṃ upaṭṭhahati, sace naṃ vakkhāmi, na maṃ upaṭṭhahissati, evaṃ mama parihāni bhavissatī’’ti vattuṃ avisahanto na niggayhavādī nāma hoti, so imasmiṃ sāsane kacavaraṃ ākirati. Yo pana tathārūpaṃ vajjaṃ disvā vajjānurūpaṃ tajjetvā paṇāmento daṇḍakammaṃ karonto vihārā nīharanto sikkhāpeti, ayaṃ niggayhavādī nāma seyyathāpi sammāsambuddho. Vuttañhetaṃ – ‘‘niggayha niggayhāhaṃ, ānanda, vakkhāmi, pavayha pavayhāhaṃ, ānanda, vakkhāmi, yo sāro so ṭhassatī’’ti (ma. ni. 3.196). Medhāvinti dhammojapaññāya samannāgataṃ. Tādisanti evarūpaṃ paṇḍitaṃ bhajeyya payirupāseyya. Tādisañhi ācariyaṃ bhajamānassa antevāsikassa seyyova hoti, na pāpiyo, vuḍḍhiyeva hoti, no parihānīti.",
  "atk-s0515a16:145": "Ovadeyyāti uppanne vatthusmiṃ vadanto ovadati nāma, anuppanne ‘‘ayasopi te siyā’’tiādivasena anāgataṃ dassento anusāsati nāma. Sammukhā vadantopi ovadati nāma, parammukhā dūtaṃ vā sāsanaṃ vā pesento anusāsati nāma. Sakiṃ vadantopi ovadati nāma, punappunaṃ vadanto anusāsati nāma. Ovadanto eva vā anusāsati nāmāti evaṃ ovadeyya anusāseyya. Asabbhāti akusaladhammā nivāreyya, kusaladhamme patiṭṭhapeyyāti attho. Satañhi so piyo hotīti so evarūpo puggalo buddhādīnaṃ sappurisānaṃ piyo hoti. Ye pana adiṭṭhadhammā avitiṇṇaparalokā āmisacakkhukā jīvikatthāya pabbajitā, tesaṃ asataṃ so ovādako anusāsako ‘‘na tvaṃ amhākaṃ upajjhāyo, na ācariyo, kasmā amhākaṃ ovadasī’’ti evaṃ mukhasattīhi vijjhantānaṃ appiyo hotīti.",
  "atk-s0515a16:146": "Ekakammanti apalokanakammādikaṃ ekakammaṃ. Ekuddesoti nidānuddesādiko ekuddeso. Samasikkhatāti samānasikkhatā. Āhatacittatanti kodhena pahatacittabhāvaṃ. Khilajātatanti thaddhabhāvaṃ. Pañcapi cetokhileti buddhadhammasaṅghasikkhāsabrahmacārīsu pañcasupi cittassa thaddhabhāve.",
  "atk-s0515a16:147": "Ñāṇasamuṭṭhitaṃ vācanti ñāṇasampayuttacittena uppāditaṃ vākyaṃ. Muñceyyāti vissajjeyya. Atthūpasaṃhitanti atthasahitaṃ kāraṇasahitaṃ. Dhammūpasaṃhitanti dhammena yuttaṃ. Kālātikkantaṃ vācaṃ na bhāseyyāti kālātītaṃ vācaṃ na katheyya tassa kālassa atikkantattā. Velātikkantanti mariyādātītaṃ vacanaṃ na bhaṇeyya vacanamariyādassa atikkantattā. Ubhayavasena kālavelā.",
  "atk-s0515a16:148": "Yo ve kāle asampatteti attano vacanakāle asampatte. Ativelanti velātikkantaṃ katvā atirekappamāṇaṃ bhāsati. Nihato setīti nigghātito sayati. Kokilāyeva atrajoti kākiyā paṭijaggito kokilāya abbhantare jāto kokilapotako viya.",
  "atk-s0515a16:149": "209.Athāparanti atha idāni ito parampi. Pañca rajānīti rūparāgādīni pañca rajāni. Yesaṃ satīmā vinayāya sikkheti yesaṃ upaṭṭhitassati hutvāva vinayanatthaṃ tisso sikkhā sikkheyya. Evaṃ sikkhanto hi rūpesu…pe… phassesu sahetha rāgaṃ, na aññeti.",
  "atk-s0515a16:150": "Rūparajoti rūpārammaṇaṃ paṭicca uppanno rāgādirajo. Saddarajādīsupi eseva nayo.",
  "atk-s0515a16:151": "210. Tato so tesaṃ vinayāya sikkhanto anukkamena – etesu dhammesūti gāthā. Tattha etesūti rūpādīsu. Kālena so sammā dhammaṃ parivīmaṃsamānoti so bhikkhu yvāyaṃ ‘‘uddhate citte samathassa kālo’’tiādinā (saṃ. ni. 5.234) nayena kālo vutto, tena kālena sabbaṃ saṅkhatadhammaṃ aniccādinayena parivīmaṃsamāno. Ekodibhūto vihane tamaṃ soti so ekaggacitto sabbaṃ mohāditamaṃ vihaneyya, natthi ettha saṃsayo.",
  "atk-s0515a16:152": "Uddhate citteti vīriyindriyavasena citte avūpasante. Balavavīriyañhi mandasamādhiṃ vīriyassa uddhaccapakkhattā uddhaccaṃ abhibhavati. Evaṃ uddhate citte. Samathassa kāloti samādhissa bhāvanāya kālo. Samāhite citteti upacārappanāhi citte samāhite. Balavasamādhi hi mandavīriyaṃ samādhissa kosajjapakkhattā kosajjaṃ abhibhavati. Samādhi vīriyena saññojito kosajje patituṃ na labhati. Vīriyaṃ samādhinā saññojitaṃ uddhacce patituṃ na labhati . Tasmā tadubhayaṃ samaṃ kātabbaṃ. Ubhayasamatāya hi appanā hoti. Vipassanāya kāloti evaṃ samāhite aniccādivasena vividhāya passanāya kālo, samādhikammikassa balavatīpi saddhā vaṭṭati. Evaṃ saddahanto okappento appanaṃ pāpuṇāti. Samādhipaññāsu pana samādhikammikassa balavatī ekaggatā vaṭṭati. Evañhi so appanaṃ pāpuṇāti. Vipassanākammikassa pana paññā balavatī vaṭṭati. Evañhi so lakkhaṇappaṭivedhaṃ pāpuṇāti. Ubhinnaṃ pana samattepi appanā hoti eva.",
  "atk-s0515a16:153": "Kāle paggaṇhati cittanti yasmiṃ samaye atisithilavīriyatādīhi līnaṃ cittaṃ hoti, tasmiṃ samaye dhammavicayavīriyapītisambojjhaṅgasamuṭṭhāpanena taṃ cittaṃ paggaṇhāti. Niggaṇhatīti yasmiṃ samaye accāraddhavīriyatādīhi uddhataṃ cittaṃ hoti, tasmiṃ samaye passaddhisamādhiupekkhāsambojjhaṅgasamuṭṭhāpanena taṃ cittaṃ niggaṇhāti. Sampahaṃsati kālenāti yasmiṃ samaye cittaṃ paññāpayogamandatāya vā upasamasukhānaṃ vigamena vā nirassādaṃ hoti , tasmiṃ samaye aṭṭhasaṃvegavatthupaccavekkhaṇena saṃvejeti. Aṭṭha saṃvegavatthūni nāma – jātijarābyādhimaraṇāni cattāri, apāyadukkhaṃ pañcamaṃ, atīte vaṭṭamūlakaṃ dukkhaṃ anāgate vaṭṭamūlakaṃ dukkhaṃ, paccuppanne āhārapariyeṭṭhimūlakaṃ dukkhanti. Ratanattayaguṇānussaraṇenāssa pasādaṃ janeti. Ayaṃ vuccati ‘‘sampahaṃsati kālenā’’ti. Kāle cittaṃ samādaheti yasmiṃ samaye saddhāpaññānaṃ samādhivīriyānañca samabhāvo, tasmiṃ kāle cittaṃ samādaheyya.",
  "atk-s0515a16:154": "Ajjhupekkhati kālenāti yasmiṃ samaye sammā paṭipattiṃ āgamma alīnaṃ anuddhataṃ anirassādaṃ ārammaṇe samappavattaṃ samathavīthipaṭipannaṃ cittaṃ hoti, tadāssa paggahaniggahasampahaṃsanesu na byāpāraṃ āpajjati sārathi viya samappavattesu assesu. Ayaṃ vuccati ‘‘ajjhupekkhati kālenā’’ti. So yogī kālakovidoti eso vuttappakāro kammaṭṭhānayoge niyutto paggahaniggahasampahaṃsanasamādahanaajjhupekkhanakālesu cheko byatto. Kimhi kālamhītiādinā paggahādikālaṃ pucchati.",
  "atk-s0515a16:155": "Idāni paggahādikālaṃ vissajjento ‘‘līne cittamhī’’tiādimāha. Atisithilavīriyatādīhi citte līnabhāvaṃ gate dhammavicayavīriyapītisambojjhaṅgasamuṭṭhāpanena paggaho. Uddhatasmiṃ viniggahoti accāraddhavīriyatādīhi uddhate citte passaddhisamādhiupekkhāsambojjhaṅgasamuṭṭhāpanena niggaho. Nirassādagataṃ cittaṃ, sampahaṃseyya tāvadeti paññāpayogamandatāya vā upasamasukhānaṃ vigamena vā assādavirahitaṃ gataṃ aṭṭhasaṃvegavatthupaccavekkhaṇena vā ratanattayaguṇānussaraṇena vā tasmiṃ khaṇe cittaṃ sampahaṃseyya.",
  "atk-s0515a16:156": "Sampahaṭṭhaṃ yadā cittanti yasmiṃ kāle vuttanayeneva sampahaṃsitaṃ cittaṃ hoti. Alīnaṃ bhavati nuddhatanti vīriyasamādhīhi saññojitattā līnuddhaccavirahitañca hoti. Samathanimittassāti samatho ca nimittañca samathanimittaṃ, tassa samathanimittassa. So kāloti yo so līnuddhaccavirahitakālo vutto, so kālo. Ajjhattaṃ ramaye manoti jhānasampayuttaṃ cittaṃ kasiṇādigocarajjhatte toseyya abhiramāpeyya.",
  "atk-s0515a16:157": "Etenamevupāyenāti etena vuttaupāyena eva. Ma-kāro padasandhivasena vutto. Ajjhupekkheyya tāvadeti yadā upacārappanāhi taṃ cittaṃ samāhitaṃ, tadā ‘‘samāhitaṃ citta’’nti jānitvā paggahaniggahasampahaṃsanesu byāpāraṃ akatvā tasmiṃ khaṇe ajjhupekkhanameva kareyya.",
  "atk-s0515a16:158": "Idāni ‘‘kimhi kālamhi paggāho’’ti puṭṭhagāthaṃ nigamento ‘‘evaṃ kālavidū dhīro’’tiādimāha. Kālena kālaṃ cittassa, nimittamupalakkhayeti kālānukālaṃ samādhisampayuttacittassa ārammaṇaṃ sallakkheyya, upaparikkheyyāti attho. Sesaṃ sabbattha pākaṭameva. Evaṃ arahattanikūṭena desanaṃ niṭṭhāpesīti.",
  "atk-s0515a16:159": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a16:160": "Sāriputtasuttaniddesavaṇṇanā niṭṭhitā.",
  "atk-s0515a16:161": "Aṭṭhakavaggavaṇṇanā niṭṭhitā.",
  "atk-s0515a16:162": "Saddhammappajjotikā nāma mahāniddesa-aṭṭhakathā niṭṭhitā."
}