{
  "atk-s0510a4:0": "4. Kuṇḍadhānavaggo",
  "atk-s0510a4:1": "1. Kuṇḍadhānattheraapadānavaṇṇanā",
  "atk-s0510a4:2": "Sattāhaṃpaṭisallīnantiādikaṃ āyasmato kuṇḍadhānattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṃsavatīnagare kulagehe nibbatto vuttanayena bhagavantaṃ upasaṅkamitvā dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ paṭhamaṃ salākaṃ gaṇhantānaṃ aggaṭṭhāne ṭhapentaṃ disvā taṃ ṭhānantaraṃ patthetvā tadanurūpaṃ puññaṃ karonto vicari. So ekadivasaṃ padumuttarassa bhagavato nirodhasamāpattito vuṭṭhāya nisinnassa manosilācuṇṇapiñjaraṃ mahantaṃ kadaliphalakaṇṇikaṃ upanesi, taṃ bhagavā paṭiggahetvā paribhuñji. So tena puññakammena ekādasakkhattuṃ devesu devarajjaṃ kāresi. Catuvīsativāre ca rājā ahosi cakkavattī.",
  "atk-s0510a4:3": "So evaṃ aparāparaṃ puññāni katvā devamanussesu saṃsaranto kassapabuddhakāle bhummadevatā hutvā nibbatti. Dīghāyukabuddhānañca nāma na anvaddhamāsiko uposatho hoti. Tathā hi vipassissa bhagavato chabbassantare chabbassantare uposatho ahosi, kassapadasabalo pana chaṭṭhe chaṭṭhe māse pātimokkhaṃ osāresi, tassa pātimokkhassa osāraṇakāle disāvāsikā dve sahāyakā bhikkhū ‘‘uposathaṃ karissāmā’’ti gacchanti. Ayaṃ bhummadevatā cintesi – ‘‘imesaṃ dvinnaṃ bhikkhūnaṃ metti ativiya daḷhā, kiṃ nu kho bhedake sati bhijjeyya, na bhijjeyyā’’ti. Tesaṃ okāsaṃ olokayamānā tesaṃ avidūre gacchati.",
  "atk-s0510a4:4": "Atheko thero ekassa hatthe pattacīvaraṃ datvā sarīravaḷañjanatthaṃ udakaphāsukaṭṭhānaṃ gantvā dhotahatthapādo hutvā gumbasamīpato nikkhamati. Bhummadevatā tassa therassa pacchato pacchato uttamarūpā itthī hutvā kese vidhunitvā saṃvidhāya bandhantī viya piṭṭhiyaṃ paṃsuṃ puñchamānā viya sāṭakaṃ saṃvidhāya nivāsayamānā viya ca hutvā therassa padānupadikā hutvā gumbato nikkhantā . Ekamante ṭhito sahāyakatthero taṃ kāraṇaṃ disvāva domanassajāto ‘‘naṭṭho dāni me iminā bhikkhunā saddhiṃ dīgharattānugato sineho, sacāhaṃ evaṃvidhabhāvaṃ jāneyyaṃ, ettakaṃ kālaṃ iminā saddhiṃ vissāsaṃ na kareyya’’nti cintetvā āgacchantaṃyeva naṃ ‘‘gaṇhāhāvuso, tuyhaṃ pattacīvaraṃ, tādisena pāpena saddhiṃ ekamaggena na gacchāmī’’ti āha. Taṃ kathaṃ sutvā tassa lajjibhikkhuno hadayaṃ tikhiṇasattiṃ gahetvā viddhaṃ viya ahosi. Tato naṃ āha – ‘‘āvuso, kinnāmetaṃ vadasi, ahaṃ ettakaṃ kālaṃ dukkaṭamattampi āpattiṃ na jānāmi, tvaṃ pana maṃ ajja ‘pāpo’ti vadasi, kiṃ te diṭṭhanti, kiṃ aññena diṭṭhena, kiṃ tvaṃ evaṃvidhena alaṅkatapaṭiyattena mātugāmena saddhiṃ ekaṭṭhāne hutvā nikkhanto’’ti? ‘‘Natthetaṃ, āvuso, mayhaṃ, nāhaṃ evarūpaṃ mātugāmaṃ passāmī’’ti tassa yāvatatiyaṃ kathentassāpi itaro thero kathaṃ asaddahitvā attanā diṭṭhakāraṇaṃyeva bhūtattaṃ katvā gaṇhanto tena saddhiṃ ekamaggena agantvā aññena maggena satthu santikaṃ gato. Itaropi bhikkhu aññena maggena satthu santikaṃyeva gato.",
  "atk-s0510a4:5": "Tato bhikkhusaṅghassa uposathāgāraṃ pavisanavelāya so bhikkhu taṃ bhikkhuṃ uposathagge disvā sañjānitvā ‘‘imasmiṃ uposathagge evarūpo nāma pāpabhikkhu atthi, nāhaṃ tena saddhiṃ uposathaṃ karissāmī’’ti nikkhamitvā bahi aṭṭhāsi. Atha bhummadevatā ‘‘bhāriyaṃ mayā kammaṃ kata’’nti mahallakaupāsakavaṇṇena tassa santikaṃ gantvā – ‘‘kasmā, bhante, ayyo imasmiṃ ṭhāne ṭhito’’ti āha. ‘‘Upāsaka, imaṃ uposathaggaṃ eko pāpabhikkhu paviṭṭho, ‘ahaṃ tena saddhiṃ uposathaṃ na karomī’ti bahi ṭhitomhī’’ti. ‘‘Bhante, mā evaṃ gaṇhatha, parisuddhasīlo esa bhikkhu, tumhehi diṭṭhamātugāmo nāma ahaṃ. Mayā tumhākaṃ vīmaṃsanatthāya ‘daḷhā nu kho imesaṃ therānaṃ metti, no daḷhā’ti bhijjanābhijjanabhāvaṃ olokentena taṃ kammaṃ kata’’nti. ‘‘Ko pana tvaṃ, sappurisā’’ti? ‘‘Ahaṃ ekā bhummadevatā, bhante’’ti. Devaputto kathentoyeva dibbānubhāvena ṭhatvā therassa pādamūle patitvā ‘‘mayhaṃ, bhante, khamatha, therassa eso doso natthi, uposathaṃ karothā’’ti theraṃ yācitvā uposathaggaṃ pavesesi. So thero uposathaṃ tāva ekaṭṭhāne akāsi. Mittasanthavavasena pana puna tena saddhiṃ na ekaṭṭhāne vasi. Imassa therassa dosaṃ na kathesi. Aparabhāge cuditakatthero pana vipassanāya kammaṃ karonto arahattaṃ pāpuṇi.",
  "atk-s0510a4:6": "Bhummadevatā tassa kammassa nissandena ekaṃ buddhantaraṃ apāyato na muccittha. Sace pana kālena kālaṃ manussattaṃ āgacchati, aññena yena kenaci kato doso tasseva upari patati. So amhākaṃ bhagavato uppannakāle sāvatthiyaṃ brāhmaṇakule nibbatti, dhānamāṇavotissa nāmaṃ akaṃsu. So vayappatto tayo vede uggaṇhitvā mahallakakāle satthu dhammadesanaṃ sutvā paṭiladdhasaddho sāsane pabbaji. Tassa upasampannadivasato paṭṭhāya ekā alaṅkatapaṭiyattā itthī tasmiṃ gāmaṃ pavisante saddhiṃyeva pavisati, nikkhamante nikkhamati, vihāraṃ pavisantepi saddhiṃ pavisati, tiṭṭhantepi tiṭṭhatīti evaṃ niccānubandhā paññāyati. Thero taṃ na passati. Tassa pana purimakammassa nissandena sā aññesaṃ upaṭṭhāsi.",
  "atk-s0510a4:7": "Gāme yāgubhikkhaṃ dadamānā itthiyo, ‘‘bhante, ayaṃ eko yāguuḷuṅko tumhākaṃ, eko imissā amhākaṃ sahāyikāyā’’ti parihāsaṃ karonti. Therassa mahatī vihesā hoti. Vihāragatampi naṃ sāmaṇerā ceva daharabhikkhū ca parivāretvā ‘‘dhāno koṇḍo jāto’’ti parihāsaṃ karonti. Athassa teneva kāraṇena kuṇḍadhāno theroti nāmaṃ jātaṃ. So uṭṭhāya samuṭṭhāya tehi kariyamānaṃ keḷiṃ sahituṃ asakkonto ummādaṃ gahetvā ‘‘tumhe koṇḍā, tumhākaṃ upajjhāyo koṇḍo, ācariyo koṇḍo’’ti vadati. Atha naṃ satthu ārocesuṃ – ‘‘kuṇḍadhāno, bhante, daharasāmaṇerehi saddhiṃ evaṃ pharusavācaṃ vadatī’’ti. Satthā taṃ pakkosāpetvā ‘‘saccaṃ kira tvaṃ, dhāna, daharasāmaṇerehi saddhiṃ pharusavācaṃ vadasī’’ti pucchi. Tena ‘‘saccaṃ bhagavā’’ti vutte – ‘‘kasmā evaṃ vadasī’’ti āha. ‘‘Bhante, nibaddhaṃ vihesaṃ sahituṃ asakkonto evaṃ kathemī’’ti . ‘‘Tvaṃ pubbe katakammaṃ yāvajjadivasā jīrāpetuṃ na sakkosi, puna evaṃ pharusavācaṃ mā vada bhikkhū’’ti vatvā āha –",
  "atk-s0510a4:8": "‘‘Māvoca pharusaṃ kañci, vuttā paṭivadeyyu taṃ;",
  "atk-s0510a4:9": "Dukkhā hi sārambhakathā, paṭidaṇḍā phuseyyu taṃ.",
  "atk-s0510a4:10": "‘‘Sace neresi attānaṃ, kaṃso upahato yathā;",
  "atk-s0510a4:11": "Esa pattosi nibbānaṃ, sārambho te na vijjatī’’ti. (dha. pa. 133-134) –",
  "atk-s0510a4:12": "Imañca pana tassa therassa mātugāmena saddhiṃ vicaraṇabhāvaṃ kosalaraññopi kathayiṃsu. Rājā ‘‘gacchatha, bhaṇe, naṃ vīmaṃsathā’’ti pesetvā sayampi mandeneva parivārena saddhiṃ therassa santikaṃ gantvā ekamante olokento aṭṭhāsi. Tasmiṃ khaṇe thero sūcikammaṃ karonto nisinno hoti. Sāpi itthī avidūre ṭhāne ṭhitā viya paññāyati.",
  "atk-s0510a4:13": "Rājā taṃ disvā ‘‘atthi taṃ kāraṇa’’nti tassā ṭhitaṭṭhānaṃ agamāsi. Sā tasmiṃ āgacchante therassa vasanapaṇṇasālaṃ paviṭṭhā viya ahosi. Rājāpi tāya saddhiṃ eva paṇṇasālāyaṃ pavisitvā sabbattha olokento adisvā ‘‘nāyaṃ mātugāmo, therassa eko kammavipāko’’ti saññaṃ katvā paṭhamaṃ therassa samīpena gacchantopi theraṃ avanditvā tassa kāraṇassa abhūtabhāvaṃ ñatvā paṇṇasālato nikkhamitvā theraṃ vanditvā ekamante nisinno ‘‘kacci, bhante, piṇḍakena na kilamathā’’ti pucchi. Thero ‘‘vaṭṭati, mahārājā’’ti āha. ‘‘Jānāmahaṃ, bhante, ayyassa kathaṃ, evarūpenupakkilesena saddhiṃ carantānaṃ tumhākaṃ ke nāma pasīdissanti, ito paṭṭhāya vo katthaci gamanakiccaṃ natthi. Ahaṃ catūhi paccayehi upaṭṭhahissāmi, tumhe yonisomanasikāre mā pamajjitthā’’ti vatvā nibaddhabhikkhaṃ paṭṭhapesi. Thero rājānaṃ upatthambhakaṃ labhitvā bhojanasappāyena ekaggacitto hutvā vipassanaṃ vaḍḍhetvā arahattaṃ pāpuṇi. Tato paṭṭhāya sā itthī antaradhāyi.",
  "atk-s0510a4:14": "Tadā mahāsubhaddā ugganagare micchādiṭṭhikule vasamānā ‘‘satthā maṃ anukampatū’’ti uposathaṅgaṃ adhiṭṭhāya nirāmagandhā hutvā uparipāsādatale ṭhitā ‘‘imāni pupphāni antare aṭṭhatvā dasabalassa matthake vitānaṃ hutvā tiṭṭhantu, dasabalo imāya saññāya sve pañcahi bhikkhusatehi saddhiṃ mayhaṃ bhikkhaṃ gaṇhatū’’ti saccakiriyaṃ katvā aṭṭha sumanapupphamuṭṭhiyo vissajjesi. Pupphāni gantvā dhammadesanāvelāya satthu matthake vitānaṃ hutvā aṭṭhaṃsu. Satthā taṃ sumanapupphavitānaṃ disvā citteneva subhaddāya bhikkhaṃ adhivāsetvā punadivase aruṇe uṭṭhite ānandattheraṃ āha – ‘‘ānanda, mayaṃ ajja dūraṃ bhikkhācāraṃ gamissāma, puthujjanānaṃ adatvā ariyānaṃyeva salākaṃ dehī’’ti. Thero bhikkhūnaṃ ārocesi – ‘‘āvuso, satthā ajja dūraṃ bhikkhācāraṃ gamissati. Puthujjanā mā gaṇhantu, ariyāva salākaṃ gaṇhantū’’ti. Kuṇḍadhānatthero – ‘‘āharāvuso, salāka’’nti paṭhamaṃyeva hatthaṃ pasāresi. Ānando ‘‘satthā tādisānaṃ bhikkhūnaṃ salākaṃ na dāpeti, ariyānaṃyeva dāpetī’’ti vitakkaṃ uppādetvā gantvā satthu ārocesi. Satthā ‘‘āharāpentassa salākaṃ dehī’’ti āha. Thero cintesi – ‘‘sace kuṇḍadhānassa salākā dātuṃ na yuttā, atha satthā paṭibāheyya, bhavissati ettha kāraṇa’’nti ‘‘kuṇḍadhānassa salākaṃ dassāmī’’ti gamanaṃ abhinīhari. Kuṇḍadhāno tassa purāgamanā eva abhiññāpādakaṃ catutthajjhānaṃ samāpajjitvā iddhiyā ākāse ṭhatvā ‘‘āharāvuso ānanda, satthā maṃ jānāti, mādisaṃ bhikkhuṃ paṭhamaṃ salākaṃ gaṇhantaṃ na satthā vāretī’’ti hatthaṃ pasāretvā salākaṃ gaṇhi. Satthā taṃ aṭṭhuppattiṃ katvā theraṃ imasmiṃ sāsane paṭhamaṃ salākaṃ gaṇhantānaṃ aggaṭṭhāne ṭhapesi. Yasmā ayaṃ thero rājānaṃ upatthambhaṃ labhitvā sappāyāhārapaṭilābhena samāhitacitto vipassanāya kammaṃ karonto upanissayasampannatāya chaḷabhiñño ahosi. Evaṃbhūtassāpi imassa therassa guṇe ajānantā ye puthujjanā bhikkhū ‘‘ayaṃ paṭhamaṃ salākaṃ gaṇhati, kiṃ nu kho eta’’nti vimatiṃ uppādenti. Tesaṃ taṃ vimatividhamanatthaṃ thero ākāsaṃ abbhuggantvā iddhipāṭihāriyaṃ dassetvā aññāpadesena aññaṃ byākaronto ‘‘pañca chinde’’ti gāthaṃ abhāsi.",
  "atk-s0510a4:15": "1. Evaṃ so pūritapuññasambhārānurūpena arahā hutvā pattaetadaggaṭṭhāno attano pubbakammaṃ saritvā somanassavasena pubbacaritāpadānaṃ pakāsento sattāhaṃ paṭisallīnantiādimāha. Tattha satthāhaṃ sattadivasaṃ nirodhasamāpattivihārena paṭisallīnaṃ vivekabhūtanti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a4:16": "Kuṇḍadhānattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:17": "2. Sāgatattheraapadānavaṇṇanā",
  "atk-s0510a4:18": "Sobhito nāma nāmenātiādikaṃ āyasmato sāgatattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṃ brāhmaṇakule nibbatto sabbasippesu nipphattiṃ patto nāmena sobhito nāma hutvā tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo. So ekadivasaṃ padumuttaraṃ bhagavantaṃ dvattiṃsamahāpurisalakkhaṇasiriyā sobhamānaṃ uyyānadvārena gacchantaṃ disvā atīva pasannamānaso anekehi upāyehi anekehi guṇavaṇṇehi thomanaṃ akāsi. Bhagavā tassa thomanaṃ sutvā ‘‘anāgate gotamassa bhagavato sāsane sāgato nāma sāvako bhavissatī’’ti byākaraṇaṃ adāsi. So tato paṭṭhāya puññāni karonto yāvatāyukaṃ ṭhatvā tato cuto devaloke nibbatto. Kappasatasahassadevamanussesu ubhayasampattiyo anubhavitvā imasmiṃ buddhuppāde ekasmiṃ kulagehe nibbatto. Tassa mātāpitaro somanassaṃ vaḍḍhento sujāto āgatoti sāgatoti nāmaṃ kariṃsu. So sāsane pasīditvā pabbajitvā vipassanaṃ vaḍḍhetvā arahattaṃ patto.",
  "atk-s0510a4:19": "17. Evaṃ so puññasambhārānurūpena pattaarahattaphalo attano pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento sobhito nāma nāmenātiādimāha. Tattha tadā puññasambhārassa paripūraṇasamaye nāmena sobhito nāma brāhmaṇo ahosinti sambandho.",
  "atk-s0510a4:20": "21.Vipathā uddharitvānāti viruddhapathā kumaggā, uppathā vā uddharitvā apanetvā. Pathaṃ ācikkhaseti, bhante, sabbaññu tuvaṃ pathaṃ sappurisamaggaṃ nibbānādhigamanupāyaṃ ācikkhase kathesi desesi vibhaji uttāniṃ akāsīti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a4:21": "Sāgatattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:22": "3. Mahākaccānattheraapadānavaṇṇanā",
  "atk-s0510a4:23": "Padumuttaranāthassātiādikaṃ āyasmato kaccānattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle gahapatimahāsālakulagehe nibbattetvā vuddhippatto ekadivasaṃ satthu santike dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ saṃkhittena bhāsitassa vitthārena atthaṃ vibhajantānaṃ aggaṭṭhāne ṭhapentaṃ disvā sayampi taṃ ṭhānantaraṃ patthento dānādīni puññāni katvā devamanussesu saṃsaranto sumedhassa bhagavato kāle vijjādharo hutvā ākāsena gacchanto satthāraṃ ekasmiṃ vanasaṇḍe nisinnaṃ disvā pasannamānaso kaṇikārapupphehi pūjaṃ akāsi.",
  "atk-s0510a4:24": "So tena puññakammena aparāparaṃ sugatīsuyeva parivattetvā kassapadasabalassa kāle bārāṇasiyaṃ kulaghare nibbattitvā parinibbute bhagavati suvaṇṇacetiyakaraṇaṭṭhānaṃ dasasahassagghanikāya suvaṇṇiṭṭhakāya pūjaṃ katvā ‘‘bhagavā mayhaṃ nibbattanibbattaṭṭhāne sarīraṃ suvaṇṇavaṇṇaṃ hotū’’ti pattharaṃ akāsi. Tato yāvajīvaṃ kusalaṃ katvā ekaṃ buddhantaraṃ devamanussesu saṃsaritvā imasmiṃ buddhuppāde ujjeniyaṃ rañño caṇḍapajjotassa purohitassa gehe nibbatti, tassa nāmaggahaṇadivase mātāpitaro ‘‘amhākaṃ putto suvaṇṇavaṇṇo attano nāmaṃ gahetvā āgato’’ti kañcanamāṇavotveva nāmaṃ kariṃsu. So vuddhimanvāya tayo vede uggaṇhitvā pitu accayena purohitaṭṭhānaṃ labhi. So gottavasena kaccānoti paññāyittha.",
  "atk-s0510a4:25": "Rājā caṇḍapajjoto buddhuppādaṃ sutvā, ‘‘ācariya, tvaṃ tattha gantvā satthāraṃ idhānehī’’ti pesesi. So attaṭṭhamo satthu santikaṃ upagato. Tassa satthā dhammaṃ desesi. Desanāpariyosāne so sattahi janehi saddhiṃ sahapaṭisambhidāhi arahatte patiṭṭhāsi. Atha satthā ‘‘etha, bhikkhavo’’ti hatthaṃ pasāresi. Te tāvadeva dvaṅgulamattakesamassukā iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ahesuṃ. Evaṃ thero sadatthaṃ nipphādetvā, ‘‘bhante, rājā pajjoto tumhākaṃ pāde vandituṃ dhammañca sotuṃ icchatī’’ti satthu ārocesi. Satthā ‘‘tvaṃyeva bhikkhu tattha gaccha, tayi gatepi rājā pasīdissatī’’ti āha. Thero attaṭṭhamo tattha gantvā rājānaṃ pasādetvā avantīsu sāsanaṃ patiṭṭhāpetvā puna satthu santikameva gato.",
  "atk-s0510a4:26": "31. Evaṃ so pattaarahattaphalo ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ saṃkhittena bhāsitassa vitthārena atthaṃ vibhajantānaṃ yadidaṃ mahākaccāno’’ti (a. ni. 1.188, 197) etadaggaṭṭhānaṃ patvā attano pubbakammaṃ saritvā pubbacaritāpadānaṃ pakāsento padumuttaranāthassātiādimāha. Tattha padumaṃ nāma cetiyanti padumehi chāditattā vā padumākārehi katattā vā bhagavato vasanagandhakuṭivihārova pūjanīyabhāvena cetiyaṃ, yathā ‘‘gotamakacetiyaṃ, āḷavakacetiya’’nti vutte tesaṃ yakkhānaṃ nivasanaṭṭhānaṃ pūjanīyaṭṭhānattā cetiyanti vuccati, evamidaṃ bhagavato vasanaṭṭhānaṃ cetiyanti vuccati, na dhātunidhāyakacetiyanti veditabbaṃ. Na hi aparinibbutassa bhagavato sarīradhātūnaṃ abhāvā dhātucetiyaṃ akari. Silāsanaṃ kārayitvāti tassā padumanāmikāya gandhakuṭiyā pupphādhāratthāya heṭṭhā phalikamayaṃ silāsanaṃ kāretvā. Suvaṇṇenābhilepayinti taṃ silāsanaṃ jambonadasuvaṇṇena abhivisesena lepayiṃ chādesinti attho.",
  "atk-s0510a4:27": "32.Ratanāmayaṃ sattahi ratanehi kataṃ chattaṃ paggayha muddhani dhāretvā vāḷabījaniñca setapavaracāmariñca paggayha buddhassa abhiropayiṃ. Lokabandhussa tādinoti sakalalokabandhusadisassa tādiguṇasamaṅgissa buddhassa dhāresinti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a4:28": "Mahākaccānattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:29": "4. Kāḷudāyittheraapadānavaṇṇanā",
  "atk-s0510a4:30": "Padumuttarabuddhassātiādikaṃ āyasmato kāḷudāyittherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṃsavatīnagare kulagehe nibbatto satthu dhammadesanaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ kulappasādakānaṃ bhikkhūnaṃ aggaṭṭhāne ṭhapentaṃ disvā tajjaṃ abhinīhāraṃ katvā taṃ ṭhānantaraṃ patthesi.",
  "atk-s0510a4:31": "So yāvajīvaṃ kusalaṃ katvā devamanussesu saṃsaranto amhākaṃ bodhisattassa mātukucchiyaṃ paṭisandhiggahaṇadivase kapilavatthusmiṃyeva amaccagehe paṭisandhiṃ gaṇhi, bodhisattena saddhiṃ ekadivasaṃyeva jātoti taṃ divasaṃyeva naṃ dukūlacumbaṭake nipajjāpetvā bodhisattassa upaṭṭhānatthāya nayiṃsu. Bodhisattena hi saddhiṃ bodhirukkho, rāhulamātā, cattāro nidhī, ārohanahatthī, assakaṇḍako, ānando, channo, kāḷudāyīti ime satta ekadivase jātattā sahajātā nāma ahesuṃ. Athassa nāmaggahaṇadivase sakalanagarassa udaggacittadivase jātattā udāyitveva nāmaṃ akaṃsu. Thokaṃ kāḷadhātukattā pana kāḷudāyīti paññāyittha. So bodhisattena saddhiṃ kumārakīḷaṃ kīḷanto vuddhiṃ agamāsi.",
  "atk-s0510a4:32": "Aparabhāge lokanāthe mahābhinikkhamanaṃ nikkhamitvā anukkamena sabbaññutaṃ patvā pavattitavaradhammacakke rājagahaṃ upanissāya veḷuvane viharante suddhodanamahārājā taṃ pavattiṃ sutvā purisasahassaparivāraṃ ekaṃ amaccaṃ ‘‘puttaṃ me idhānehī’’ti pesesi. So dhammadesanāvelāyaṃ satthu santikaṃ gantvā parisapariyante ṭhito dhammaṃ sutvā saparivāro arahattaṃ pāpuṇi. Atha ne satthā ‘‘etha, bhikkhavo’’ti hatthaṃ pasāresi. Sabbe taṅkhaṇaññeva iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ahesuṃ. Arahattappattito paṭṭhāya pana ariyā majjhattāva honti. Tasmā raññā pahitasāsanaṃ dasabalassa na kathesi. Rājā ‘‘neva gato āgacchati, na sāsanaṃ suyyatī’’ti aparaṃ amaccaṃ purisasahassehi pesesi. Tasmimpi tathā paṭipanne aparampi pesesīti evaṃ navahi purisasahassehi saddhiṃ nava amacce pesesi. Sabbe arahattaṃ patvā tuṇhī ahesuṃ.",
  "atk-s0510a4:33": "Atha rājā cintesi – ‘‘ettakā janā mayi sinehābhāvena dasabalassa idhāgamanatthāya na kiñci kathayiṃsu, ayaṃ kho udāyi dasabalena samavayo, sahapaṃsukīḷiko, mayi ca sineho atthi, imaṃ pesessāmī’’ti taṃ pakkosāpetvā, ‘‘tāta, tvaṃ purisasahassaparivāro rājagahaṃ gantvā dasabalaṃ idhānehī’’ti vatvā pesesi. So pana gacchanto ‘‘sacāhaṃ, deva, pabbajituṃ labhissāmi, evāhaṃ bhagavantaṃ idhānessāmī’’ti vatvā ‘‘yaṃ kiñci katvā mama puttaṃ dassehī’’ti vutto rājagahaṃ gantvā satthu dhammadesanavelāyaṃ parisapariyante ṭhito dhammaṃ sutvā saparivāro arahattaṃ patvā ehibhikkhubhāve patiṭṭhāsi. Arahattaṃ pana patvā ‘‘na tāvāyaṃ dasabalassa kulanagaraṃ gantuṃ kālo, vasante pana upagate pupphite vanasaṇḍe haritatiṇasañchannāya bhūmiyā gamanakālo bhavissatī’’ti kālaṃ paṭimānento vasante sampatte satthu kulanagaraṃ gantuṃ gamanamaggavaṇṇaṃ saṃvaṇṇento –",
  "atk-s0510a4:34": "‘‘Aṅgārino dāni dumā bhadante, phalesino chadanaṃ vippahāya;",
  "atk-s0510a4:35": "Te accimantova pabhāsayanti, samayo mahāvīra bhāgī rathānaṃ.",
  "atk-s0510a4:36": "‘‘Dumāni phullāni manoramāni, samantato sabbadisā pavanti;",
  "atk-s0510a4:37": "Pattaṃ pahāya phalamāsasānā, kālo ito pakkamanāya vīra.",
  "atk-s0510a4:38": "‘‘Nevātisītaṃ na panātiuṇhaṃ, sukhā utu addhaniyā bhadante;",
  "atk-s0510a4:39": "Passantu taṃ sākiyā koḷiyā ca, pacchāmukhaṃ rohiniyaṃ tarantaṃ.",
  "atk-s0510a4:40": "‘‘Āsāya kasate khettaṃ, bījaṃ āsāya vappati;",
  "atk-s0510a4:41": "Āsāya vāṇijā yanti, samuddaṃ dhanahārakā;",
  "atk-s0510a4:42": "Yāya āsāya tiṭṭhāmi, sā me āsā samijjhatu. (theragā. 527-530);",
  "atk-s0510a4:43": "‘‘Nātisītaṃ nātiuṇhaṃ, nātidubbhikkhachātakaṃ;",
  "atk-s0510a4:44": "Saddalā haritā bhūmi, esa kālo mahāmuni. (a. ni. aṭṭha. 1.1.225);",
  "atk-s0510a4:45": "‘‘Punappunañceva vapanti bījaṃ, punappunaṃ vassati devarājā;",
  "atk-s0510a4:46": "Punappunaṃ khettaṃ kasanti kassakā, punappunaṃ dhaññamupeti raṭṭhaṃ.",
  "atk-s0510a4:47": "‘‘Punappunaṃ yācanakā caranti, punappunaṃ dānappatī dadanti;",
  "atk-s0510a4:48": "Punappunaṃ dānappatī daditvā, punappunaṃ saggamupenti ṭhānaṃ.",
  "atk-s0510a4:49": "‘‘Vīro have sattayugaṃ puneti, yasmiṃ kule jāyati bhūripañño;",
  "atk-s0510a4:50": "Maññāmahaṃ sakkati devadevo, tayā hi jāto muni saccanāmo.",
  "atk-s0510a4:51": "‘‘Suddhodano nāma pitā mahesino, buddhassa mātā pana māyanāmā;",
  "atk-s0510a4:52": "Yā bodhisattaṃ parihariya kucchinā, kāyassa bhedā tidivamhi modati.",
  "atk-s0510a4:53": "‘‘Sā gotamī kālakatā ito cutā, dibbehi kāmehi samaṅgibhūtā;",
  "atk-s0510a4:54": "Sā modati kāmaguṇehi pañcahi, parivāritā devagaṇehi tehī’’ti. (theragā. 531-535);",
  "atk-s0510a4:55": "Imā gāthā abhāsi. Tattha aṅgārinoti aṅgārāni viyāti aṅgārāni. Aṅgārāni rattapavāḷavaṇṇāni rukkhānaṃ pupphaphalāni, tāni etesaṃ santīti aṅgārino, abhilohitakusumakisalayehi aṅgāravuṭṭhisamparikiṇṇā viyāti attho. Dānīti imasmiṃ kāle. Dumāti rukkhā. Bhadanteti bhaddaṃ ante etassāti, ‘‘bhadante’’ti ekassa da-kārassa lopaṃ katvā vuccati. Guṇavisesayutto, guṇavisesayuttānañca aggabhūto satthā. Tasmā, bhadanteti satthu ālapanameva, paccattavacanañcetaṃ ekārantaṃ ‘‘sugate paṭikamme sukhe dukkhe jīve’’tiādīsu viya. Idha pana sambodhanaṭṭhe daṭṭhabbaṃ. Tena vuttaṃ, ‘‘bhadanteti ālapana’’nti. ‘‘Bhaddasaddena samānatthaṃ padantarameka’’nti keci. Phalāni esantīti phalesino. Acetanepi hi sacetanakiriyaṃ āha. Evaṃ therena yācito bhagavā tattha gamane bahūnaṃ visesādhigamanaṃ disvā vīsatisahassakhīṇāsavaparivuto rājagahato aturitacārikāvasena kapilavatthugāmimaggaṃ paṭipajji. Thero iddhiyā kapilavatthuṃ gantvā rañño purato ākāse ṭhitova adiṭṭhapubbavesaṃ disvā raññā ‘‘kosi tva’’nti pucchito ‘‘amaccaputtaṃ tayā bhagavato santikaṃ pesitaṃ maṃ na jānāsi, tvaṃ evaṃ pana jānāhī’’ti dassento –",
  "atk-s0510a4:56": "‘‘Buddhassa puttomhi asayhasāhino, aṅgīrasassappaṭimassa tādino;",
  "atk-s0510a4:57": "Pitupitā mayhaṃ tuvaṃsi sakka, dhammena me gotama ayyakosī’’ti. (theragā. 536) –",
  "atk-s0510a4:58": "Gāthamāha.",
  "atk-s0510a4:59": "Tattha buddhassa puttomhīti sabbaññubuddhassa orassa putto amhi. Asayhasāhinoti abhisambodhito pubbe ṭhapetvā mahābodhisattaṃ aññehi sahituṃ vahituṃ asakkuṇeyyattā asayhassa sakalassa bodhisambhārassa mahākāruṇikādhikārassa ca sahanato vahanato, tato parampi aññehi sahituṃ abhibhavituṃ asakkuṇeyyattā asayhānaṃ pañcannaṃ mārānaṃ sahanato abhibhavanato, āsayānusayacaritādhimuttiādivibhāgāvabodhanena yathārahaṃ veneyyānaṃ diṭṭhadhammikasamparāyikaparamatthehi anusāsanīsaṅkhātassa aññehi asayhassa buddhakiccassa sahanato, tattha vā sādhukāribhāvato asayhasāhino. Aṅgīrasassāti aṅgīkatasīlādisampattikassa. Aṅgamaṅgehi niccharaṇakaobhāsassāti apare. Keci pana ‘‘aṅgīraso, siddhatthoti dve nāmāni pitarāyeva gahitānī’’ti vadanti. Appaṭimassāti anūpamassa. Iṭṭhāniṭṭhesu tādilakkhaṇappattiyā tādino. Pitupitā mayhaṃ tuvaṃsīti ariyajātivasena mayhaṃ pitu sammāsambuddhassa lokavohārena tvaṃ pitā asi. Sakkāti jātivasena rājānaṃ ālapati. Dhammenāti sabhāvena ariyajāti lokiyajātīti dvinnaṃ jātīnaṃ sabhāvasamodhānena. Gotamāti rājānaṃ gottena ālapati. Ayyakosīti pitāmaho asi. Ettha ca ‘‘buddhassa puttomhī’’tiādiṃ vadanto thero aññaṃ byākāsi.",
  "atk-s0510a4:60": "Evaṃ pana attānaṃ jānāpetvā haṭṭhatuṭṭhena raññā mahārahe pallaṅke nisīdāpetvā attano paṭiyāditassa nānaggarasabhojanassa pattaṃ pūretvā dinne gamanākāraṃ dassesi. ‘‘Kasmā, bhante, gantukāmattha, bhuñjathā’’ti ca vutte, ‘‘satthu santikaṃ gantvā bhuñjissāmī’’ti. ‘‘Kahaṃ pana satthā’’ti? ‘‘Vīsatisahassabhikkhuparivāro tumhākaṃ dassanatthāya maggaṃ paṭipanno’’ti. ‘‘Tumhe imaṃ piṇḍapātaṃ bhuñjatha, aññaṃ bhagavato harissatha. Yāva ca mama putto imaṃ nagaraṃ sampāpuṇāti, tāvassa ito piṇḍapātaṃ harathā’’ti vutte thero bhattakiccaṃ katvā rañño parisāya ca dhammaṃ kathetvā satthu āgamanato puretarameva sakalarājanivesanaṃ ratanattaye abhippasannaṃ karonto sabbesaṃ passantānaṃyeva satthu āharitabbabhattapuṇṇaṃ pattaṃ ākāse vissajjetvā sayampi vehāsaṃ abbhuggantvā piṇḍapātaṃ upanāmetvā satthu hatthe ṭhapesi. Satthā taṃ piṇḍapātaṃ paribhuñji. Evaṃ saṭṭhiyojanamagge divase divase yojanaṃ gacchantassa bhagavato rājagehatoyeva piṇḍapātaṃ āharitvā adāsi. Atha naṃ bhagavā ‘‘ayaṃ mayhaṃ pituno sakalanivesanaṃ pasādetī’’ti ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ kulappasādakānaṃ bhikkhūnaṃ yadidaṃ kāḷudāyī’’ti (a. ni. 1.219, 225) kulappasādakānaṃ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a4:61": "48-9. Evaṃ so katapuññasambhārānurūpena arahattaṃ patvā pattaetadaggaṭṭhāno attano pubbakammaṃ saritvā somanassavasena pubbacaritāpadānaṃ pakāsento padumuttarassa buddhassātiādimāha. Addhānaṃ paṭipannassāti apararaṭṭhaṃ gamanatthāya dūramaggaṃ paṭipajjantassa. Carato cārikaṃ tadāti antomaṇḍalaṃ majjhemaṇḍalaṃ bahimaṇḍalanti tīṇi maṇḍalāni tadā cārikaṃ carato carantassa padumuttarabuddhassa bhagavato suphullaṃ suṭṭhu phullaṃ pabodhitaṃ gayha gahetvā na kevalameva padumaṃ, uppalañca mallikaṃ vikasitaṃ ahaṃ gayha ubhohi hatthehi gahetvā pūresinti sambandho. Paramannaṃ gahetvānāti paramaṃ uttamaṃ seṭṭhaṃ madhuraṃ sabbasupakkaṃ sāliodanaṃ gahetvā satthuno adāsiṃ bhojesinti attho.",
  "atk-s0510a4:62": "97.Sakyānaṃnandijananoti sakyarājakulānaṃ bhagavato ñātīnaṃ ārohapariṇāharūpayobbanavacanālapanasampattiyā nandaṃ tuṭṭhiṃ janento uppādento. Ñātibandhu bhavissatīti ñāto pākaṭo bandhu bhavissati. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a4:63": "Kāḷudāyittheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:64": "5. Mogharājattheraapadānavaṇṇanā",
  "atk-s0510a4:65": "Atthadassī tu bhagavātiādikaṃ āyasmato mogharājattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbattitvā viññutaṃ patto ekadivasaṃ satthu santike dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ lūkhacīvaradharānaṃ aggaṭṭhāne ṭhapentaṃ disvā taṃ ṭhānantaraṃ ākaṅkhanto paṇidhānaṃ katvā tattha tattha bhave puññāni karonto atthadassissa bhagavato kāle puna brāhmaṇakule nibbattitvā brāhmaṇānaṃ vijjāsippesu nipphattiṃ gato ekadivasaṃ atthadassiṃ bhagavantaṃ bhikkhusaṅghaparivutaṃ rathiyaṃ gacchantaṃ disvā pasannamānaso pañcapatiṭṭhitena vanditvā sirasi añjaliṃ katvā ‘‘yāvatā rūpino satthā’’tiādīhi chahi gāthāhi abhitthavitvā bhājanaṃ pūretvā madhuṃ upanesi. Satthā taṃ paṭiggahetvā anumodanaṃ akāsi. So tena puññakammena devamanussesu saṃsaranto kassapabhagavato kāle kaṭṭhavāhanassa nāma rañño amacco hutvā nibbatto tena satthu ānayanatthāya pesito satthu santikaṃ gantvā dhammaṃ sutvā paṭiladdhasaddho pabbajitvā vīsativassasahassāni samaṇadhammaṃ katvā tato cuto ekaṃ buddhantaraṃ sugatīsuyeva parivattento imasmiṃ buddhuppāde brāhmaṇakule nibbattitvā mogharājāti laddhanāmo bāvarīyabrāhmaṇassa santike uggahitasippo saṃvegajāto tāpasapabbajjaṃ pabbajitvā tāpasasahassaparivāro ajitādīhi saddhiṃ satthu santikaṃ pesito tesaṃ pannarasamo hutvā pañhaṃ pucchitvā vissajjanapariyosāne arahattaṃ pāpuṇi. Arahattaṃ pana patvā satthalūkhaṃ suttalūkhaṃ rajanalūkhanti visesena tividhenapi lūkhena samannāgataṃ paṃsukūlaṃ dhāresi. Tena naṃ satthā lūkhacīvaradharānaṃ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a4:66": "64. Evaṃ so paṇidhānānurūpena arahattaphalaṃ patvā attano pubbasambhāraṃ disvā pubbakammāpadānaṃ pakāsento atthadassī tu bhagavātiādimāha. Taṃ sabbaṃ uttānatthameva.",
  "atk-s0510a4:67": "73.Puṭakaṃ pūrayitvānāti puṭakaṃ vuccati vārakaṃ, ghaṭaṃ vā. Aneḷakaṃ niddosaṃ makkhikaṇḍavirahitaṃ khuddamadhunā ghaṭaṃ pūretvā taṃ ubhohi hatthehi paggayha pakārena ādarena gahetvā mahesino bhagavato upanesinti sambandho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a4:68": "Mogharājattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:69": "6. Adhimuttattheraapadānavaṇṇanā",
  "atk-s0510a4:70": "Nibbute lokanāthamhītiādikaṃ āyasmato adhimuttattherassa apadānaṃ (theragā. aṭṭha. 2.adhimuttattheragāthāvaṇṇanā). Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassimhi lokanāthe parinibbute ekasmiṃ kulagehe nibbatto ratanattaye pasanno bhikkhusaṅghaṃ nimantetvā ucchūhi maṇḍapaṃ kāretvā mahādānaṃ pavattetvā pariyosāne santipadaṃ paṇidhesi. So tato cuto devesu ca manussesu ca ubhayasampattiyo anubhavitvā imasmiṃ buddhuppāde ekasmiṃ kulagehe nibbatto sāsane pasīditvā saddhāya patiṭṭhitattā adhimuttattheroti pākaṭo.",
  "atk-s0510a4:71": "84. Evaṃ katasambhāravasena arahattaṃ patvā attano pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento nibbute lokanāthamhītiādimāha. Taṃ sabbaṃ uttānatthamevāti.",
  "atk-s0510a4:72": "Adhimuttattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:73": "7. Lasuṇadāyakattheraapadānavaṇṇanā",
  "atk-s0510a4:74": "Himavantassāvidūretiādikaṃ āyasmato lasuṇadāyakattherassa apadānaṃ. Esopāyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṃ kulagehe nibbattitvā viññutaṃ patto gharāvāse ādīnavaṃ disvā gehaṃ pahāya tāpasapabbajjaṃ pabbajitvā himavantaṃ nissāya vane vasanto bahūni lasuṇāni ropetvā tadeva vanamūlaphalañca khādanto vihāsi. So bahūni lasuṇāni kājenādāya manussapathaṃ āharitvā pasanno dānaṃ datvā buddhappamukhassa bhikkhusaṅghassa bhesajjatthāya datvā gacchati. Evaṃ so yāvajīvaṃ puññāni katvā teneva puññabalena devamanussesu saṃsaranto ubhayasampattiṃ anubhavitvā kamena imasmiṃ buddhuppāde uppanno paṭiladdhasaddho pabbajitvā vipassanaṃ vaḍḍhetvā nacirasseva arahattaṃ patto pubbakammavasena lasuṇadāyakattheroti pākaṭo.",
  "atk-s0510a4:75": "89. Attano pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento himavantassāvidūretiādimāha. Tattha himālayapabbatassa pariyosāne manussānaṃ sañcaraṇaṭṭhāne yadā vipassī bhagavā udapādi, tadā ahaṃ tāpaso ahosinti sambandho. Lasuṇaṃ upajīvāmīti rattalasuṇaṃ ropetvā tadeva gocaraṃ katvā jīvikaṃ kappemīti attho. Tena vuttaṃ ‘‘lasuṇaṃ mayhabhojana’’nti.",
  "atk-s0510a4:76": "90.Khāriyo pūrayitvānāti tāpasabhājanāni lasuṇena pūrayitvā kājenādāya saṅghārāmaṃ saṅghassa vasanaṭṭhānaṃ hemantādīsu tīsu kālesu saṅghassa catūhi iriyāpathehi vasanavihāraṃ agacchiṃ agamāsinti attho. Haṭṭho haṭṭhena cittenāti ahaṃ santuṭṭho somanassayuttacittena saṅghassa lasuṇaṃ adāsinti attho.",
  "atk-s0510a4:77": "91.Vipassissa…pe…niratassahanti narānaṃ aggassa seṭṭhassa assa vipassissa bhagavato sāsane nirato nissesena rato ahanti sambandho. Saṅghassa…pe… modahanti ahaṃ saṅghassa lasuṇadānaṃ datvā saggamhi suṭṭhu aggasmiṃ devaloke āyukappaṃ dibbasampattiṃ anubhavamāno modiṃ, santuṭṭho bhavāmīti attho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a4:78": "Lasuṇadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:79": "8. Āyāgadāyakattheraapadānavaṇṇanā",
  "atk-s0510a4:80": "Nibbutelokanāthamhītiādikaṃ āyasmato āyāgadāyakattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa bhagavato parinibbutakāle ekasmiṃ kulagehe nibbatto sāsane pasanno vaḍḍhakīnaṃ mūlaṃ datvā atimanoharaṃ dīghaṃ bhojanasālaṃ kārāpetvā bhikkhusaṅghaṃ nimantetvā paṇītenāhārena bhojetvā mahādānaṃ datvā cittaṃ pasādesi. So yāvatāyukaṃ puññāni katvā devamanussesuyeva saṃsaranto ubhayasampattiṃ anubhavitvā imasmiṃ buddhuppāde kulagehe nibbatto paṭiladdhasaddho pabbajitvā ghaṭento vāyamanto vipassanaṃ vaḍḍhetvā na cirasseva arahattaṃ pāpuṇi. Pubbe katapuññavasena āyāgattheroti pākaṭo.",
  "atk-s0510a4:81": "94. Evaṃ so katapuññasambhāravasena arahattaṃ patvā attanā pubbe katakusalakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento nibbute lokanāthamhītiādimāha. Tattha nibbuteti vadataṃ ‘‘mayaṃ buddhā’’ti vadantānaṃ antare vare uttame sikhimhi bhagavati parinibbuteti attho. Haṭṭho haṭṭhena cittenāti saddhatāya haṭṭhapahaṭṭho somanassayuttacittatāya pahaṭṭhena cittena uttamaṃ thūpaṃ seṭṭhaṃ cetiyaṃ avandiṃ paṇāmayinti attho.",
  "atk-s0510a4:82": "95.Vaḍḍhakīhi kathāpetvāti ‘‘bhojanasālāya pamāṇaṃ kittaka’’nti pamāṇaṃ kathāpetvāti attho. Mūlaṃ datvānahaṃ tadāti tadā tasmiṃ kāle ahaṃ kammakaraṇatthāya tesaṃ vaḍḍhakīnaṃ mūlaṃ datvā āyāgaṃ āyataṃ dīghaṃ bhojanasālaṃ ahaṃ santuṭṭho somanassacittena kārapesahaṃ kārāpesiṃ ahanti attho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a4:83": "97.Āyāgassa idaṃ phalanti bhojanasāladānassa idaṃ vipākanti attho.",
  "atk-s0510a4:84": "Āyāgadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:85": "9. Dhammacakkikattheraapadānavaṇṇanā",
  "atk-s0510a4:86": "Siddhatthassa bhagavatotiādikaṃ āyasmato dhammacakkikattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle ekasmiṃ kulagehe nibbatto vuddhippatto puttadārehi vaḍḍhito vibhavasampanno mahābhogo, so ratanattaye pasanno saddhājāto dhammasabhāyaṃ dhammāsanassa piṭṭhito ratanamayaṃ dhammacakkaṃ kāretvā pūjesi. So tena puññakammena devamanussesu nibbattaṭṭhānesu sakkasampattiṃ cakkavattisampattiñca anubhavitvā kamena imasmiṃ buddhuppāde ekasmiṃ kulagehe uppanno vibhavasampanno sañjātasaddho pabbajitvā vipassanaṃ vaḍḍhetvā nacirasseva arahattaṃ patvā pubbe katakusalanāmasadisanāmena dhammacakkikattheroti pākaṭo jāto ahosi.",
  "atk-s0510a4:87": "102. So puññasambhārānurūpena pattaarahattaphalo attano pubbakammaṃ saritvā jātasomanasso pubbacaritāpadānaṃ pakāsento siddhatthassa bhagavatotiādimāha. Sīhāsanassa sammukhāti sīhassa bhagavato nisinnassa sammukhā buddhāsanassa abhimukhaṭṭhāneti attho, dhammacakkaṃ me ṭhapitanti mayā dhammacakkākārena ubhato sīharūpaṃ dassetvā majjhe ādāsasadisaṃ kāretvā kataṃ dhammacakkaṃ ṭhapitaṃ pūjitaṃ. Kiṃ bhūtaṃ? Viññūhi medhāvīhi ‘‘atīva sundara’’nti vaṇṇitaṃ thomitaṃ sukataṃ dhammacakkanti sambandho.",
  "atk-s0510a4:88": "103.Cāruvaṇṇovasobhāmīti suvaṇṇavaṇṇo iva sobhāmi virocāmīti attho. ‘‘Catuvaṇṇehi sobhāmī’’tipi pāṭho, tassa khattiyabrāhmaṇavessasuddajātisaṅkhātehi catūhi vaṇṇehi sobhāmi virocāmīti attho. Sayoggabalavāhanoti suvaṇṇasivikādīhi yoggehi ca senāpatimahāmattādīhi sevakehi balehi ca hatthiassarathasaṅkhātehi vāhanehi ca sahitoti attho. Bahujjanā bahavo manussā anuyantā mamānuvattantā niccaṃ niccakālaṃ parivārentīti sambandho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a4:89": "Dhammacakkikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:90": "10. Kapparukkhiyattheraapadānavaṇṇanā",
  "atk-s0510a4:91": "Siddhatthassa bhagavatotiādikaṃ āyasmato kapparukkhiyattherassa apadānaṃ (theragā. aṭṭha. 2.576). Ayampi purimabuddhesu katādhikāro tesu tesu bhavesu nibbānādhigamūpāyabhūtāni puññāni upacinanto siddhatthassa bhagavato kāle vibhavasampanne ekasmiṃ kule nibbatto mahaddhano mahābhogo satthari pasanno sattahi ratanehi vicittaṃ suvaṇṇamayaṃ kapparukkhaṃ kāretvā siddhatthassa bhagavato cetiyassa sammukhe ṭhapetvā pūjesi. So evarūpaṃ puññaṃ katvā yāvatāyukaṃ ṭhatvā tato cuto sugatīsuyeva saṃsaranto kamena imasmiṃ buddhuppāde ekasmiṃ kulagehe nibbatto viññutaṃ patto gharāvāsaṃ saṇṭhapetvā ratanattaye pasanno dhammaṃ sutvā paṭiladdhasaddho satthu ārādhetvā pabbajito nacirasseva arahattaṃ patvā pubbe katakusalanāmena kapparukkhiyattheroti pākaṭo ahosi.",
  "atk-s0510a4:92": "108. So evaṃ pattaarahattaphalo attano pubbakammaṃ saritvā somanassavasena pubbacaritāpadānaṃ pakāsento siddhatthassa bhagavatotiādimāha. Thūpaseṭṭhassa sammukhāti seṭṭhassa uttamassa dhātunihitathūpassa cetiyassa sammukhaṭṭhāne vicittadusse anekavaṇṇehi visamena visadisena cittena manohare cinapaṭṭasomārapaṭṭādike dusse . Lagetvā olaggetvā kapparukkhaṃ ṭhapesiṃ ahaṃ patiṭṭhapesinti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a4:93": "Kapparukkhiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:94": "Catutthavaggavaṇṇanā samattā."
}