{
  "atk-s0102a6:0": "7. Mahāsamayasuttavaṇṇanā",
  "atk-s0102a6:1": "Nidānavaṇṇanā",
  "atk-s0102a6:2": "331.Evaṃme sutanti mahāsamayasuttaṃ. Tatrāyamapubbapadavaṇṇanā – sakkesūti ambaṭṭhasutte vuttena uppattinayena ‘‘sakyā vata, bho kumārā’’ti udānaṃ paṭicca sakkāti laddhanāmānaṃ rājakumārānaṃ nivāso ekopi janapado ruḷhīsaddena ‘‘sakkā’’ti vuccati, tasmiṃ sakkesu janapade. Mahāvaneti sayaṃjāte aropite himavantena saddhiṃ ekābaddhe mahati vane. Sabbeheva arahantehīti imaṃ suttaṃ kathitadivaseyeva pattaarahattehi.",
  "atk-s0102a6:3": "Tatrāyaṃ anupubbikathā – sākiyakoliyā kira kapilavatthunagarassa ca koliyanagarassa ca antare rohiṇiṃ nāma nadiṃ ekeneva āvaraṇena bandhāpetvā sassāni karonti, atha jeṭṭhamūlamāse sassesu milāyantesu ubhayanagaravāsikānampi kammakarā sannipatiṃsu. Tattha koliyanagaravāsino āhaṃsu – ‘‘idaṃ udakaṃ ubhato hariyamānaṃ na tumhākaṃ na amhākaṃ pahossati, amhākaṃ pana sassaṃ ekena udakeneva nipphajjissati, idaṃ udakaṃ amhākaṃ dethā’’ti. Kapilavatthunagaravāsino āhaṃsu – ‘‘tumhesu koṭṭhe pūretvā ṭhitesu mayaṃ rattasuvaṇṇanīlamaṇikāḷakahāpaṇe ca gahetvā pacchipasibbakādihatthā na sakkhissāma tumhākaṃ gharadvāre vicarituṃ, amhākampi sassaṃ ekeneva udakena nipphajjissati, idaṃ udakaṃ amhākaṃ dethā’’ti. ‘‘Na mayaṃ dassāmā’’ti. ‘‘Mayampi na dassāmā’’ti. Evaṃ kalahaṃ vaḍḍhetvā eko uṭṭhāya ekassa pahāraṃ adāsi, sopi aññassāti evaṃ aññamaññaṃ paharitvā rājakulānaṃ jātiṃ ghaṭṭetvā kalahaṃ vaḍḍhayiṃsu.",
  "atk-s0102a6:4": "Koliyakammakarā vadanti – ‘‘tumhe kapilavatthuvāsike gahetvā gajjatha, ye soṇasiṅgālādayo viya attano bhaginīhi saddhiṃ saṃvasiṃsu. Etesaṃ hatthino ca assā ca phalakāvudhāni ca amhākaṃ kiṃ karissantī’’ti? Sākiyakammakarāpi vadanti – ‘‘tumhe dāni kuṭṭhino dārake gahetvā gajjatha, ye anāthā niggatikā tiracchānā viya kolarukkhe vasiṃsu, etesaṃ hatthino ca assā ca phalakāvudhāni ca amhākaṃ kiṃ karissantī’’ti? Te gantvā tasmiṃ kamme niyuttaamaccānaṃ kathesuṃ, amaccā rājakulānaṃ kathesuṃ, tato sākiyā – ‘‘bhaginīhi saddhiṃ saṃvāsikānaṃ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṃsu. Koliyāpi – ‘‘kolarukkhavāsīnaṃ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṃsu.",
  "atk-s0102a6:5": "Bhagavāpi rattiyā paccūsasamayeva mahākaruṇāsamāpattito vuṭṭhāya lokaṃ volokento ime evaṃ yuddhasajje nikkhamante addasa. Disvā – ‘‘mayi gate ayaṃ kalaho vūpasamissati nu kho udāhu no’’ti upadhārento – ‘‘ahamettha gantvā kalahavūpasamanatthaṃ tīṇi jātakāni kathessāmi, tato kalaho vūpasamissati. Atha sāmaggidīpanatthāya dve jātakāni kathetvā attadaṇḍasuttaṃ desessāmi. Desanaṃ sutvā ubhayanagaravāsinopi aḍḍhatiyāni aḍḍhatiyāni kumārasatāni dassanti, ahaṃ te pabbajissāmi, tadā mahāsamāgamo bhavissatī’’ti sanniṭṭhānamakāsi. Tasmā imesu yuddhasajjesu nikkhamantesu kassaci anārocetvā sayameva pattacīvaramādāya gantvā dvinnaṃ senānaṃ antare ākāse pallaṅkaṃ ābhujitvā chabbaṇṇarasmiyo vissajjetvā nisīdi.",
  "atk-s0102a6:6": "Kapilavatthuvāsino bhagavantaṃ disvāva – ‘‘amhākaṃ ñātiseṭṭho satthā āgato, diṭṭho nu kho tena amhākaṃ kalahakāraṇabhāvo’’ti cintetvā – ‘‘na kho pana sakkā bhagavati āgate amhehi parassa sarīre satthaṃ pātetuṃ, koliyanagaravāsino amhe hanantu vā pacantu vā’’ti āvudhāni chaḍḍetvā bhagavantaṃ vanditvā nisīdiṃsu. Koliyanagaravāsinopi tatheva cintetvā āvudhāni chaḍḍetvā bhagavantaṃ vanditvā nisīdiṃsu.",
  "atk-s0102a6:7": "Bhagavā jānantova – ‘‘kasmā āgatattha mahārājā’’ti pucchi. Bhagavā, na titthakīḷāya na pabbatakīḷāya na nadīkīḷāya na giridassanatthaṃ, imasmiṃ pana ṭhāne saṅgāmaṃ paccupaṭṭhapetvā āgatamhāti. Kiṃ nissāya vo kalaho mahārājāti? Udakaṃ, bhanteti. Udakaṃ kiṃ agghati mahārājāti? Appagghaṃ, bhanteti. Pathavī nāma kiṃ agghati mahārājāti? Anagghā, bhanteti. Khattiyā kiṃ agghanti mahārājāti? Khattiyā nāma anagghā bhanteti. Appamūlakaṃ udakaṃ nissāya kimatthaṃ anagghe khattiye nāsetha, mahārājāti? ‘‘Kalahe assādo nāma natthi, kalahavasena mahārājā aṭṭhāne veraṃ katvā ekāya rukkhadevatāya kāḷasīhena saddhiṃ baddhāghāto sakalampi imaṃ kappaṃ anuppattoyevā’’ti vatvā phandanajātakaṃ kathesi. Tato ‘‘parapattiyena nāma mahārājā na bhavitabbaṃ. Parapattiyā hutvā hi ekassa sasakassa kathāya tiyojanasahassavitthate himavante catuppadagaṇā mahāsamuddaṃ pakkhandino ahesuṃ. Tasmā parapattiyena na bhavitabba’’nti vatvā pathavīundriyajātakaṃ kathesi. Tato – ‘‘kadāci, mahārājā, dubbalopi mahabbalassa randhaṃ vivaraṃ passati, kadāci mahabbalo dubbalassa. Laṭukikāpi hi sakuṇikā hatthināgaṃ ghātesī’’ti vatvā laṭukikajātakaṃ kathesi. Evaṃ kalahavūpasamatthāya tīṇi jātakāni kathetvā sāmaggiparidīpanatthāya dve jātakāni kathesi. Kathaṃ? Samaggānañhi mahārājā koci otāraṃ nāma passituṃ na sakkotīti vatvā rukkhadhammajātakaṃ kathesi. Tato ‘‘samaggānaṃ mahārājā koci vivaraṃ passituṃ nāsakkhi. Yadā pana aññamaññaṃ vivādamakaṃsu, atha te nesādaputto jīvitā voropetvā ādāya gato. Vivāde assādo nāma natthī’’ti vatvā vaṭṭakajātakaṃ kathesi. Evaṃ imāni pañca jātakāni kathetvā avasāne attadaṇḍasuttaṃ kathesi.",
  "atk-s0102a6:8": "Rājāno pasannā – ‘‘sace satthā nāgamissa, mayaṃ sahatthā aññamaññaṃyeva vadhitvā lohitanadiṃ pavattayissāma, amhākaṃ puttabhātaro gehadvāre na passeyyāma, sāsanapaṭisāsanampi no āharaṇako na bhavissati. Satthāraṃ nissāya no jīvitaṃ laddhaṃ. Sace pana satthā agāraṃ ajjhāvasissa, dvisahassadīpaparivāresu catūsu mahādīpesu rajjamassa hatthagataṃ abhavissa, atirekasahassaṃ kho panassa puttā abhavissaṃsu, tato khattiyaparivārova avicarissa. Taṃ kho panesa sampattiṃ pahāya nikkhamitvā sambodhiṃ patto, idānipi khattiyaparivāroyeva vicaratū’’ti ubhayanagaravāsino aḍḍhatiyāni aḍḍhatiyāni kumārasatāni adaṃsu. Bhagavā te pabbājetvā mahāvanaṃ agamāsi. Tesaṃ garugāravavasena na attano ruciyā pabbajitānaṃ anabhirati uppajji. Purāṇadutiyikāyopi nesaṃ ‘‘ayyaputtā ukkaṇṭhantu, gharāvāso na saṇṭhātī’’tiādīni vatvā sāsanaṃ pesenti. Te atirekataraṃ ukkaṇṭhiṃsu.",
  "atk-s0102a6:9": "Bhagavā āvajjanto tesaṃ anabhiratabhāvaṃ ñatvā ‘‘ime bhikkhū mādisena buddhena saddhiṃ ekato vasantā ukkaṇṭhanti, handa nesaṃ kuṇāladahassa vaṇṇaṃ kathetvā tattha netvā anabhiratiṃ vinodessāmī’’ti kuṇāladahassa vaṇṇaṃ kathesi. Te taṃ daṭṭhukāmā ahesuṃ. Daṭṭhukāmattha, bhikkhave, kuṇāladahanti? Āma bhagavāti. Yadi evaṃ, etha, gacchāmāti. Iddhimantānaṃ bhagavā gamanaṭṭhānaṃ mayaṃ kathaṃ gamissāmāti? Tumhe gantukāmā hotha, ahaṃ mamānubhāvena gahetvā gamissāmīti. Sādhu, bhanteti. Atha bhagavā pañca bhikkhusatāni gahetvā ākāse uppatitvā kuṇāladahe patiṭṭhāya te bhikkhū āha – ‘‘bhikkhave, imasmiṃ kuṇāladahe yesaṃ macchānaṃ nāmaṃ na jānātha, tesaṃ nāmaṃ pucchathā’’ti.",
  "atk-s0102a6:10": "Te pucchiṃsu, bhagavā pucchitapucchitaṃ kathesi. Na kevalaṃ macchānaṃyeva, tasmiṃ vanasaṇḍe rukkhānampi pabbatapāde dvipadacatuppadasakuṇānampi nāmāni pucchāpetvā kathesi. Atha dvīhi sakuṇehi mukhatuṇḍakena ḍaṃsitvā gahitadaṇḍake nisinno kuṇālasakuṇarājā purato pacchato ubhosu passesu sakuṇasaṅghaparivuto āgacchati. Bhikkhū taṃ disvā – ‘‘esa, bhante, imesaṃ sakuṇānaṃ rājā bhavissati, parivārā ete etassā’’ti maññāmāti. Evameva, bhikkhave, ayampi mama vaṃso mama paveṇīti. Idāni tāva mayaṃ, bhante, ete sakuṇe passāma. Yaṃ pana bhagavā ‘‘ayampi mama vaṃso mama paveṇī’’ti āha, taṃ sotukāmamhāti. Sotukāmattha bhikkhaveti? Āma, bhagavāti. Tena hi suṇāthāti tīhi gāthāsatehi maṇḍetvā kuṇālajātakaṃ kathento anabhiratiṃ vinodesi. Desanāpariyosāne sabbepi sotāpattiphale patiṭṭhahiṃsu, maggeneva ca nesaṃ iddhipi āgatā. Bhagavā – ‘‘hotu tāva ettakaṃ etesaṃ bhikkhūna’’nti ākāse uppatitvā mahāvanameva agamāsi. Tepi bhikkhū gamanakāle dasabalassa ānubhāvena gantvā āgamanakāle attano ānubhāvena bhagavantaṃ parivāretvā mahāvane otariṃsu.",
  "atk-s0102a6:11": "Bhagavā paññattāsane nisīditvā te bhikkhū āmantetvā – ‘‘etha, bhikkhave, nisīdatha, uparimaggattayavajjhānaṃ vo kilesānaṃ pahānāya kammaṭṭhānaṃ kathessāmī’’ti kammaṭṭhānaṃ kathesi. Bhikkhū cintesuṃ – ‘‘bhagavā amhākaṃ anabhiratabhāvaṃ ñatvā kuṇāladahaṃ netvā anabhiratiṃ vinodesi, tattha sotāpattiphalappattānaṃ no idāni idha tiṇṇaṃ maggānaṃ kammaṭṭhānaṃ adāsi, na kho panamhehi ‘sotāpannā maya’nti vītināmetuṃ vaṭṭati, uttamapurisasadisehi no bhavituṃ vaṭṭatī’’ti te dasabalassa pāde vanditvā uṭṭhāya nisīdanaṃ papphoṭetvā visuṃ visuṃ pabbhārarukkhamūlesu nisīdiṃsu.",
  "atk-s0102a6:12": "Bhagavā cintesi – ‘‘ime bhikkhū pakatiyāpi avissaṭṭhakammaṭṭhānā, laddhupāyassa pana bhikkhuno kilamanakāraṇaṃ nāma natthi. Gacchantā gacchantā ca vipassanaṃ vaḍḍhetvā arahattaṃ patvā – ‘‘attanā attanā paṭiladdhaguṇaṃ ārocessāmā’ti mama santikaṃ āgamissanti. Etesu āgatesu dasasahassacakkavāḷe devatā ekacakkavāḷe sannipatissanti, mahāsamayo bhavissati, vivitte okāse mayā nisīdituṃ vaṭṭatī’’ti. Tato vivitte okāse buddhāsanaṃ paññapetvā nisīdi.",
  "atk-s0102a6:13": "Sabbapaṭhamaṃ kammaṭṭhānaṃ gahetvā gatathero saha paṭisambhidāhi arahattaṃ pāpuṇi. Tato aparo tato aparoti pañcasatāpi paduminiyaṃ padumāni viya vikasiṃsu. Sabbapaṭhamaṃ arahattappattabhikkhu – ‘‘bhagavato ārocessāmī’’ti pallaṅkaṃ vinibbhujitvā nisīdanaṃ papphoṭetvā uṭṭhāya dasabalābhimukho ahosi. Evaṃ aparopi aparopīti pañcasatāpi bhattasālaṃ pavisantā viya paṭipāṭiyāva āgamaṃsu. Paṭhamaṃ āgato vanditvā nisīdanaṃ paññapetvā ekamantaṃ nisīditvā paṭiladdhaguṇaṃ ārocetukāmo – ‘‘atthi nu kho añño koci, natthī’’ti nivattitvā āgamanamaggaṃ olokento aparampi addasa aparampi addasa. Iti sabbepi te āgantvā ekamantaṃ nisīditvā ayaṃ imassa harāyamāno na kathesi, ayaṃ imassa harāyamāno na kathesīti. Khīṇāsavānaṃ kira dve ākārā honti – ‘‘aho vata mayā paṭiladdhaguṇaṃ sadevako loko khippameva paṭivijjheyyā’’ti cittaṃ uppajjati. Paṭiladdhabhāvaṃ pana nidhiladdhapuriso viya na aññassa ārocetukāmo hoti.",
  "atk-s0102a6:14": "Evaṃ osīdamatte pana tasmiṃ ariyamaṇḍale pācīnayugandharaparikkhepato abbhā, mahikā, dhūmo, rajo, rāhūti imehi upakkilesehi vippamuttaṃ buddhuppādapaṭimaṇḍitassa lokassa rāmaṇeyyakadassanatthaṃ pācīnadisāya ukkhittarajatamayamahāādāsamaṇḍalaṃ viya, nemivaṭṭiyaṃ gahetvā parivattiyamānarajatacakkasassirikaṃ puṇṇacandamaṇḍalaṃ ullaṅghitvā anilapathaṃ paṭipajjittha. Iti evarūpe khaṇe laye muhutte bhagavā sakkesu viharati kapilavatthusmiṃ mahāvane mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi sabbeheva arahantehi.",
  "atk-s0102a6:15": "Tattha bhagavāpi mahāsammatassa vaṃse uppanno, tepi pañcasatā bhikkhū mahāsammatassa kule uppannā. Bhagavāpi khattiyagabbhe jāto, tepi khattiyagabbhe jātā. Bhagavāpi rājapabbajito, tepi rājapabbajitā. Bhagavāpi setacchattaṃ pahāya hatthagataṃ cakkavattirajjaṃ nissajjetvā pabbajito, tepi setacchattaṃ pahāya hatthagatāni rajjāni nissajjetvā pabbajitā. Iti bhagavā parisuddhe okāse parisuddhe rattibhāge sayaṃ parisuddho parisuddhaparivāro vītarāgo vītarāgaparivāro vītadoso vītadosaparivāro vītamoho vītamohaparivāro nittaṇho nittaṇhaparivāro nikkileso nikkilesaparivāro santo santaparivāro danto dantaparivāro mutto muttaparivāro ativiya virocatīti. Vaṇṇabhūmi nāmesā, yattakaṃ sakkoti, tattakaṃ vattabbaṃ. Iti ime bhikkhū sandhāya vuttaṃ – ‘‘pañcamattehi bhikkhusatehi sabbeheva arahantehī’’ti.",
  "atk-s0102a6:16": "Yebhuyyenāti bahutarā sannipatitā, mandā na sannipatitā asaññā arūpāvacaradevatā samāpannadevatā ca. Tatrāyaṃ sannipātakkamo mahāvanassa kira sāmantā devatā caliṃsu – ‘‘āyāma, bho buddhadassanaṃ nāma bahūpakāraṃ, dhammassavanaṃ bahūpakāraṃ, bhikkhusaṅghadassanaṃ bahūpakāraṃ, āyāma āyāmā’’ti mahāsaddaṃ kurumānā āgantvā bhagavantañca taṃmuhuttaṃ arahattappattakhīṇāsave ca vanditvā ekamantaṃ aṭṭhaṃsu. Eteneva upāyena tāsaṃ tāsaṃ saddaṃ sutvā saddantaraaḍḍhagāvutagāvutaaḍḍhayojanayojanādivasena tiyojanasahassavitthate himavante, tikkhattuṃ tesaṭṭhiyā nagarasahassesu, navanavutiyā doṇamukhasatasahassesu, channavutiyā paṭṭanakoṭisatasahassesu, chapaṇṇāsāya ratanākaresūti sakalajambudīpe, pubbavidehe, aparagoyāne, uttarakurumhi, dvīsu parittadīpasahassesūti sakalacakkavāḷe, tato dutiyatatiyacakkavāḷeti evaṃ dasasahassacakkavāḷesu devatā sannipatitāti veditabbā. Dasasahassacakkavāḷañhi idha dasalokadhātuyoti adhippetā. Tena vuttaṃ – ‘‘dasahi ca lokadhātūhi devatā yebhuyyena sannipatitā hontī’’ti.",
  "atk-s0102a6:17": "Evaṃ sannipatitāhi devatāhi sakalacakkavāḷagabbhaṃ yāva brahmalokā sūcighare nirantaraṃ pakkhittasūcīhi viya paripuṇṇaṃ hoti. Tatra brahmalokassa evaṃ uccattanaṃ veditabbaṃ. Lohapāsāde kira sattakūṭāgārasamo pāsāṇo brahmaloke ṭhatvā adho khitto catūhi māsehi pathaviṃ pāpuṇāti. Evaṃ mahante okāse yathā heṭṭhā ṭhatvā khittāni pupphāni vā dhūmo vā upari gantuṃ, upari vā ṭhatvā khittasāsapā heṭṭhā otarituṃ antaraṃ na labhanti, evaṃ nirantaraṃ devatā ahesuṃ. Yathā kho pana cakkavattirañño nisinnaṭṭhānaṃ asambādhaṃ hoti, āgatāgatā mahesakkhā khattiyā okāsaṃ labhantiyeva, parato parato pana atisambādhaṃ hoti, evameva bhagavato nisinnaṭṭhānaṃ asambādhaṃ, āgatāgatā mahesakkhā devatā ca mahābrahmāno ca okāsaṃ labhantiyeva. Apisudaṃ bhagavato āsannāsannaṭṭhāne mahāparinibbāne vuttanayeneva vālaggakoṭinitudanamatte padese dasapi vīsampi sabbaparato tiṃsampi devatā sukhume sukhume attabhāve māpetvā aṭṭhaṃsu. Saṭṭhi saṭṭhi devatā aṭṭhaṃsu.",
  "atk-s0102a6:18": "Suddhāvāsakāyikānanti suddhāvāsavāsīnaṃ. Suddhāvāsā nāma suddhānaṃ anāgāmikhīṇāsavānaṃ āvāsā pañca brahmalokā. Etadahosīti kasmā ahosi? Te kira brahmāno samāpattiṃ samāpajjitvā yathāparicchedena vuṭṭhitā brahmabhavanaṃ olokentā pacchābhatte bhattagehaṃ viya suññataṃ addasaṃsu. Tato ‘‘kuhiṃ brahmāno gatā’’ti āvajjantā mahāsamāgamaṃ ñatvā – ‘‘ayaṃ samāgamo mahā, mayaṃ ohīnā, ohīnakānaṃ okāso dullabho hoti, tasmā gacchantā atucchahatthā hutvā ekekaṃ gāthaṃ abhisaṅkharitvā gacchāma. Tāya mahāsamāgame ca attano āgatabhāvaṃ jānāpessāma, dasabalassa ca vaṇṇaṃ bhāsissāmā’’ti. Iti tesaṃ samāpattito vuṭṭhāya āvajjitattā etadahosi.",
  "atk-s0102a6:19": "332.Bhagavato purato pāturahesunti pāḷiyaṃ bhagavato santike abhimukhaṭṭhāneyeva otiṇṇā viya katvā vuttā, na kho panettha evaṃ attho veditabbo. Te pana brahmaloke ṭhitāyeva gāthā abhisaṅkharitvā eko puratthimacakkavāḷamukhavaṭṭiyaṃ otari, eko dakkhiṇacakkavāḷamukhavaṭṭiyaṃ, eko pacchimacakkavāḷamukhavaṭṭiyaṃ, eko uttaracakkavāḷamukhavaṭṭiyaṃ otari. Tato puratthimacakkavāḷamukhavaṭṭiyaṃ otiṇṇabrahmā nīlakasiṇaṃ samāpajjitvā nīlarasmiyo vissajjitvā dasasahassacakkavāḷadevatānaṃ maṇicammaṃ paṭimuñcanto viya attano āgatabhāvaṃ jānāpetvā buddhavīthi nāma kenaci ottharituṃ na sakkā, tasmā pahaṭabuddhavīthiyāva āgantvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito attanā abhisaṅkhataṃ gāthaṃ abhāsi.",
  "atk-s0102a6:20": "Dakkhiṇacakkavāḷamukhavaṭṭiyaṃ otiṇṇabrahmāpi pītakasiṇaṃ samāpajjitvā pītarasmiyo suvaṇṇapabhaṃ muñcitvā dasasahassacakkavāḷadevatānaṃ suvaṇṇapaṭaṃ pārupento viya attano āgatabhāvaṃ jānāpetvā tatheva aṭṭhāsi. Pacchimacakkavāḷamukhavaṭṭiyaṃ otiṇṇabrahmāpi lohitakasiṇaṃ samāpajjitvā lohitarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṃ rattavarakambalena parikkhipanto viya attano āgatabhāvaṃ jānāpetvā tatheva aṭṭhāsi. Uttaracakkavāḷamukhavaṭṭiyaṃ otiṇṇabrahmāpi odātakasiṇaṃ samāpajjitvā odātarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṃ sumanapaṭaṃ pārupanto viya attano āgatabhāvaṃ jānāpetvā tatheva aṭṭhāsi.",
  "atk-s0102a6:21": "Pāḷiyaṃ pana ‘‘bhagavato purato pāturahesuṃ. Atha kho tā devatā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsū’’ti evaṃ ekakkhaṇaṃ viya purato pātubhāvo ca abhivādetvā ekamantaṃ ṭhitabhāvo ca vutto, so iminā anukkamena ahosi, ekato katvā pana dassito. Gāthābhāsanaṃ pana pāḷiyaṃ visuṃ visuṃyeva vuttaṃ.",
  "atk-s0102a6:22": "Tattha mahāsamayoti mahāsamūho. Pavanaṃ vuccati vanasaṇḍo. Ubhayenapi bhagavā imasmiṃ vanasaṇḍe ajja mahāsamūho mahāsannipātoti āha. Tato yesaṃ so sannipāto, te dassetuṃ devakāyāsamāgatāti āha. Tattha devakāyāti devaghaṭā. Āgatamha imaṃ dhammasamayanti evaṃ samāgate devakāye disvā mayampi imaṃ dhammasamūhaṃ āgatā. Kiṃ kāraṇā? Dakkhitāye aparājitasaṅghaṃ, kenaci aparājitaṃ ajjeva tayo māre madditvā vijitasaṅgāmaṃ imaṃ aparājitasaṅghaṃ dassanatthāya āgatamhāti attho. So pana brahmā imaṃ gāthaṃ bhāsitvā bhagavantaṃ abhivādetvā puratthimacakkavāḷamukhavaṭṭiyaṃyeva aṭṭhāsi.",
  "atk-s0102a6:23": "Atha dutiyo vuttanayeneva āgantvā abhāsi. Tattha tatra bhikkhavoti tasmiṃ sannipātaṭṭhāne bhikkhū. Samādahaṃsūti samādhinā yojesuṃ. Cittamattano ujukaṃ akaṃsūti attano cittaṃ sabbe vaṅkakuṭilajimhabhāve haritvā ujukaṃ akariṃsu. Sārathīva nettāni gahetvāti yathā samappavattesu sindhavesu odhastapatodo sārathi sabbayottāni gahetvā acodento avārento tiṭṭhati, evaṃ chaḷaṅgupekkhāsamannāgatā guttadvārā sabbepete pañcasatā bhikkhū indriyāni rakkhanti paṇḍitā, ete daṭṭhuṃ idhāgatamha bhagavāti. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:24": "Atha tatiyo vuttanayeneva āgantvā abhāsi. Tattha chetvā khīlanti rāgadosamohakhīlaṃ chinditvā. Palighanti rāgadosamohapalighameva. Indakhīlantipi rāgadosamohaindakhīlameva. Ūhacca manejāti ete taṇhāejāya abhāvena anejā bhikkhū indakhīlaṃ ūhacca samūhanitvā. Te carantīti catūsu disāsu appaṭihatacārikaṃ caranti. Suddhāti nirupakkilesā. Vimalāti nimmalā. Idaṃ tasseva vevacanaṃ. Cakkhumatāti pañcahi cakkhūhi cakkhumantena. Sudantāti cakkhutopi dantā, sotatopi ghānatopi jivhātopi kāyatopi manatopi dantā. Susunāgāti taruṇanāgā. Te evarūpena anuttarena yogācariyena damite taruṇanāge dassanāya āgatamha bhagavāti. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:25": "Atha catuttho vuttanayeneva āgantvā abhāsi. Tattha gatāseti nibbematikasaraṇagamanena gatā. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:26": "Devatāsannipātavaṇṇanā",
  "atk-s0102a6:27": "333. Atha bhagavā olokento pathavītalato yāva cakkavāḷamukhavaṭṭiparicchedā yāva akaniṭṭhabrahmalokā devatāsannipātaṃ disvā cintesi – ‘‘mahā ayaṃ devatāsamāgamo, bhikkhū pana evaṃ mahā devatāya samāgamoti na jānanti, handa, nesaṃ ācikkhāmī’’ti, evaṃ cintetvā ‘‘atha kho bhagavā bhikkhū āmantesī’’ti sabbaṃ vitthāretabbaṃ. Tattha etaparamāti etaṃ paramaṃ pamāṇaṃ etesanti etaparamā. Idāni buddhānaṃ pana abhāvā ‘‘yepi te, bhikkhave, etarahī’’ti tatiyo vāro na vutto. Ācikkhissāmi, bhikkhaveti kasmā āha? Devatānaṃ cittakallatājananatthaṃ. Devatā kira cintesuṃ – ‘‘bhagavā evaṃ mahante samāgame mahesakkhānaṃyeva devatānaṃ nāmagottāni kathessati, appesakkhānaṃ kiṃ kathessatī’’ti? Atha bhagavā ‘‘imā devatā kiṃ cintentī’’ti āvajjanto mukhena hatthaṃ pavesetvā hadayamaṃsaṃ maddanto viya sabhaṇḍaṃ coraṃ gaṇhanto viya ca taṃ tāsaṃ cittācāraṃ ñatvā – ‘‘dasasahassacakkavāḷato āgatāgatānaṃ appesakkhamahesakkhānaṃ sabbāsampi devatānaṃ nāmagottaṃ kathessāmī’’ti cintesi.",
  "atk-s0102a6:28": "Buddhā nāma mahantā ete sattavisesā, yaṃ sadevakassa lokassa diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, na kiñci katthaci nīlādivasena vibhattarūpārammaṇesu rūpārammaṇaṃ vā bherīsaddādivasena vibhattasaddārammaṇādīsu visuṃ visuṃ saddādiārammaṇaṃ vā atthi, yaṃ etesaṃ ñāṇamukhe āpāthaṃ nāgacchati. Yathāha –",
  "atk-s0102a6:29": "‘‘Yaṃ bhikkhave sadevakassa lokassa…pe… sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ jānāmi, tamahaṃ passāmi, tamahaṃ abbhaññāsi’’nti (a. ni. 4.24).",
  "atk-s0102a6:30": "Evaṃ sabbattha appaṭihatañāṇo bhagavā sabbāpi tā devatā bhabbābhabbavasena dve koṭṭhāse akāsi. ‘‘Kammāvaraṇena vā samannāgatā’’tiādinā nayena vuttā sattā abhabbā nāma. Te ekavihāre vasantepi buddhā na olokenti. Viparītā pana bhabbā nāma, te dūre vasantepi gantvā saṅgaṇhanti. Tasmā tasmimpi devatāsannipāte ye abhabbā, te pahāya bhabbe pariggahesi. Pariggahetvā – ‘‘ettakā ettha rāgacaritā, ettakā dosacaritā, ettakā mohacaritā’’ti caritavasena cha koṭṭhāse akāsi. Atha nesaṃ sappāyaṃ dhammadesanaṃ upadhārayanto – ‘‘rāgacaritānaṃ devatānaṃ sammāparibbājaniyasuttaṃ kathessāmi, dosacaritānaṃ kalahavivādasuttaṃ, mohacaritānaṃ mahābyūhasuttaṃ, vitakkacaritānaṃ cūḷabyūhasuttaṃ, saddhācaritānaṃ tuvaṭṭakapaṭipadaṃ, buddhicaritānaṃ purābhedasuttaṃ kathessāmī’’ti desanaṃ vavatthapetvā puna taṃ parisaṃ manasākāsi – ‘‘attajjhāsayena nu kho jāneyya, parajjhāsayena atthuppattikena pucchāvasenā’’ti. Tato ‘‘pucchāvasena jāneyyā’’ti ñatvā ‘‘atthi nu kho koci devatānaṃ ajjhāsayaṃ gahetvā caritavasena pañhaṃ pucchituṃ samattho’’ti ‘‘tesu pañcasatesu bhikkhūsu ekopi na sakkotī’’ti addasa. Tato asītimahāsāvake dve aggasāvake ca samannāharitvā ‘‘tepi na sakkontī’’ti disvā cintesi ‘‘sace paccekabuddho bhaveyya, sakkuṇeyya nu kho’’ti ‘‘sopi na sakkuṇeyyā’’ti ñatvā ‘‘sakkasuyāmādīsu koci sakkuṇeyyā’’ti samannāhari. Sace hi tesu koci sakkuṇeyya, taṃ pucchāpetvā attanā vissajjeyya, na pana tesupi koci sakkoti.",
  "atk-s0102a6:31": "Athassa etadahosi – ‘‘mādiso buddhoyeva sakkuṇeyya, atthi pana katthaci añño buddho’’ti anantāsu lokadhātūsu anantañāṇaṃ pattharitvā olokento aññaṃ buddhaṃ na addasa. Anacchariyañcetaṃ, yaṃ idāni attanā samaṃ na passeyya, so jātadivasepi brahmajālavaṇṇanāyaṃ vuttanayena attanā samaṃ apassanto – ‘‘aggohamasmi lokassā’’ti appaṭivattiyaṃ sīhanādaṃ nadi. Evaṃ aññaṃ attanā samaṃ apassitvā cintesi – ‘‘sace ahaṃ pucchitvā ahameva vissajjeyyaṃ, evampetā devatā na sakkhissanti paṭivijjhituṃ. Aññasmiṃ pana buddheyeva pucchante mayi ca vissajjante accherakaṃ bhavissati, sakkhissanti ca devatā paṭivijjhituṃ, tasmā nimmitabuddhaṃ māpessāmī’’ti abhiññāpādakajjhānaṃ samāpajjitvā vuṭṭhāya – ‘‘pattacīvaragahaṇaṃ ālokitavilokitaṃ samiñjitapasāritañca mama sadisaṃyeva hotū’’ti kāmāvacaracittehi parikammaṃ katvā pācīnayugandharaparikkhepato ullaṅghamānaṃ candamaṇḍalaṃ bhinditvā nikkhamantaṃ viya rūpāvacaracittena adhiṭṭhāsi.",
  "atk-s0102a6:32": "Devasaṅgho taṃ disvā – ‘‘aññopi nu kho, bho, cando uggato’’ti āha. Atha candaṃ ohāya āsannatare jāte ‘‘na cando, sūriyo uggato’’ti, puna āsannatare jāte ‘‘na sūriyo, devavimānaṃ eka’’nti, puna āsannatare jāte ‘‘na devavimānaṃ, devaputto eko’’ti, puna āsannatare jāte ‘‘na devaputto, mahābrahmā eko’’ti, puna āsannatare jāte ‘‘na mahābrahmā, aparopi bho buddho āgato’’ti āha. Tattha puthujjanadevatā cintayiṃsu – ‘‘ekabuddhassa tāva ayaṃ devatāsannipāto, dvinnaṃ kīva mahanto bhavissatī’’ti. Ariyadevatā cintayiṃsu – ‘‘ekissā lokadhātuyā dve buddhā nāma natthi, addhā bhagavatā attanā sadiso añño eko buddho nimmito’’ti.",
  "atk-s0102a6:33": "Atha tassa devasaṅghassa passantasseva nimmitabuddho āgantvā dasabalaṃ avanditvāva sammukhaṭṭhāne samasamaṃ katvā māpite āsane nisīdi. Bhagavatopi dvattiṃsa mahāpurisalakkhaṇāni, nimmitassāpi dvattiṃsāva, bhagavatopi sarīrā chabbaṇṇarasmiyo nikkhamanti , nimmitassāpi, bhagavato sarīrarasmiyo nimmitassa sarīre paṭihaññanti, nimmitassa sarīrarasmiyo bhagavato kāye paṭihaññanti. Tā dvinnampi buddhānaṃ sarīrato uggamma akaniṭṭhabhavanaṃ āhacca tato paṭinivattitvā devatānaṃ matthakapariyante otaritvā cakkavāḷamukhavaṭṭiyaṃ patiṭṭhahiṃsu. Sakalacakkavāḷagabbhaṃ suvaṇṇamayavaṅkagopānasīvinaddhamiva cetiyagharaṃ virocittha. Dasasahassacakkavāḷadevatā ekacakkavāḷe rāsibhūtā dvinnaṃ buddhānaṃ rasmigabbhantaraṃ pavisitvā aṭṭhaṃsu. Nimmitabuddho nisīdantoyeva dasabalassa bodhipallaṅke kilesappahānaṃ abhitthavanto –",
  "atk-s0102a6:34": "‘‘Pucchāmi muniṃ pahūtapaññaṃ,",
  "atk-s0102a6:35": "Tiṇṇaṃ pāraṅgataṃ parinibbutaṃ ṭhitattaṃ;",
  "atk-s0102a6:36": "Nikkhamma gharā panujja kāme,",
  "atk-s0102a6:37": "Kathaṃ bhikkhu sammā so loke paribbajeyyā’’ti. (su. ni. 361) –",
  "atk-s0102a6:38": "Gāthaṃ abhāsi. Satthā devatānaṃ tāva cittakallatājananatthaṃ āgatāgatānaṃ nāmagottāni kathessāmīti cintetvā ācikkhissāmi, bhikkhavetiādimāha.",
  "atk-s0102a6:39": "334. Tattha silokamanukassāmīti akkharapadaniyamitaṃ vacanasaṅghātaṃ pavattayissāmi. Yattha bhummā tadassitāti yesu yesu ṭhānesu bhummā devatā taṃ taṃ nissitā. Ye sitā girigabbharantiādīhi tesaṃ bhikkhūnaṃ vaṇṇaṃ kathesi, ye bhikkhū girikucchiṃ nissitāti attho. Pahitattāti pesitacittā. Samāhitāti avikkhittā.",
  "atk-s0102a6:40": "Puthūti bahujanā. Sīhāva sallīnāti sīhā viya nilīnā ekattaṃ upagatā. Lomahaṃsābhisambhunoti lomahaṃsaṃ abhibhavitvā ṭhitā, nibbhayāti vuttaṃ hoti. Odātamanasā suddhāti odātacittā hutvā suddhā. Vippasannāmanāvilāti vippasannaanāvilā.",
  "atk-s0102a6:41": "Bhiyyopañcasate ñatvāti sammāsambuddhena saddhiṃ atirekapañcasate bhikkhū jānitvā. Vane kāpilavatthaveti kapilavatthusamīpamhi jāte vanasaṇḍe. Tato āmantayī satthāti tadā āmantayi. Sāvakesāsane rateti attano dhammadesanāya savanante jātattā sāvake sikkhattayasāsane ratattā sāsane rate. Idaṃ sabbaṃ – ‘‘silokamanukassāmī’’ti vacanato aññena vuttaṃ viya katvā vadati.",
  "atk-s0102a6:42": "Devakāyā abhikkantā, te vijānātha bhikkhavoti te dibbacakkhunā vijānāthāti nesaṃ bhikkhūnaṃ dibbacakkhuñāṇābhinīhāratthāya kathesi. Te ca ātappamakaruṃ, sutvā buddhassa sāsananti te ca bhikkhū taṃ buddhasāsanaṃ sutvā tāvadeva tadatthāya vīriyaṃ kariṃsu.",
  "atk-s0102a6:43": "Evaṃ katamattātappānaṃyeva tesaṃ pāturahu ñāṇaṃ. Kīdisaṃ? Amanussānaṃ dassanaṃ dibbacakkhuñāṇaṃ uppajji. Na taṃ tehi tasmiṃ khaṇe parikammaṃ katvā uppāditaṃ. Ariyamaggeneva hi taṃ nipphannaṃ. Amanussadassanatthaṃ panassa abhinīhāramattameva kataṃ. Satthāpi – ‘‘atthi tumhākaṃ ñāṇaṃ, taṃ nīharitvā tena hi te vijānāthā’’ti idameva sandhāya ‘‘te vijānātha, bhikkhavo’’ti āha.",
  "atk-s0102a6:44": "Appeke satamaddakkhunti tesu bhikkhūsu ekacce bhikkhū amanussānaṃ sataṃ addasaṃsu. Sahassaṃ atha sattarinti eke sahassaṃ. Eke sattati sahassāni.",
  "atk-s0102a6:45": "Sataṃ eke sahassānanti eke satasahassaṃ addasaṃsu. Appekenantamaddakkhunti vipulaṃ addasaṃsu, satavasena sahassavasena ca aparicchinnepi addasaṃsūti attho. Kasmā? Yasmā disā sabbā phuṭā ahuṃ, bharitā sampuṇṇāva ahesuṃ.",
  "atk-s0102a6:46": "Tañca sabbaṃ abhiññāyāti yaṃ tesu ekenekena diṭṭhaṃ, tañca sabbaṃ jānitvā. Vavatthitvāna cakkhumāti hatthatale lekhaṃ viya paccakkhato vavatthapetvā pañcahi cakkhūhi cakkhumā satthā. Tato āmantayīti pubbe vuttagāthameva nāmagottakittanatthāya āha. Tumhe ete vijānātha, passatha, oloketha, ye vohaṃ kittayissāmīti ayamettha sambandho. Girāhīti vacanehi. Anupubbasoti anupaṭipāṭiyā.",
  "atk-s0102a6:47": "335.Sattasahassā te yakkhā, bhummā kāpilavatthavāti sattasahassā tāvettha kapilavatthuṃ nissāya nibbattā bhummā yakkhāyevāti vadati . Iddhimantoti dibbaiddhiyuttā. Jutimantoti ānubhāvasampannā. Vaṇṇavantoti sarīravaṇṇasampannā. Yasassinoti parivārasampannā. Modamānā abhikkāmunti tuṭṭhacittā āgatā. Bhikkhūnaṃ samitiṃ vananti imaṃ mahāvanaṃ bhikkhūnaṃ santikaṃ bhikkhūnaṃ dassanatthāya āgatā. Atha vā samitinti samūhaṃ, bhikkhusamūhaṃ dassanāya āgatātipi attho.",
  "atk-s0102a6:48": "Chasahassā hemavatā, yakkhā nānattavaṇṇinoti chasahassā hemavatapabbate nibbattayakkhā, te ca sabbepi nīlādivaṇṇavasena nānattavaṇṇā.",
  "atk-s0102a6:49": "Sātāgirā tisahassāti sātāgiripabbate nibbattayakkhā tisahassā.",
  "atk-s0102a6:50": "Iccete soḷasasahassāti ete sabbepi soḷasasahassā honti.",
  "atk-s0102a6:51": "Vessāmittā pañcasatāti vessāmittapabbate nibbattā pañcasatā.",
  "atk-s0102a6:52": "Kumbhīro rājagahikoti rājagahanagare nibbatto kumbhīro nāma yakkho. Vepullassa nivesananti tassa vepullapabbato nivesanaṃ nivāsanaṭṭhānanti attho. Bhiyyo naṃ satasahassaṃ, yakkhānaṃ payirupāsatīti taṃ atirekaṃ yakkhānaṃ satasahassaṃ payirupāsati. Kumbhīro rājagahiko, sopāgā samitiṃ vananti sopi kumbhīro saparivāro imaṃ vanaṃ bhikkhusamitiṃ dassanatthāya āgato.",
  "atk-s0102a6:53": "336.Purimañca disaṃ rājā, dhataraṭṭho pasāsatīti pācīnadisaṃ anusāsati. Gandhabbānaṃ adhipatīti catūsupi disāsu gandhabbānaṃ jeṭṭhako. Sabbe te tassa vase vattanti. Mahārājā yasassisoti mahāparivāro eso mahārājā.",
  "atk-s0102a6:54": "Puttāpitassa bahavo, indanāmā mahabbalāti tassa dhataraṭṭhassa bahavo mahabbalā puttā, te sabbe sakkassa devarañño nāmadhārakā.",
  "atk-s0102a6:55": "Virūḷho taṃ pasāsatīti taṃ disaṃ virūḷho anusāsati.",
  "atk-s0102a6:56": "Puttāpi tassāti tassāpi tādisāyeva puttā. Pāḷiyaṃ pana ‘‘mahabbalā’’ti likhanti. Aṭṭhakathāyaṃ sabbavāresu ‘‘mahābalā’’ti pāṭho.",
  "atk-s0102a6:57": "‘‘Purimaṃ disaṃ dhataraṭṭho, dakkhiṇena virūḷhako;",
  "atk-s0102a6:58": "Pacchimena virūpakkho, kuvero uttaraṃ disaṃ.",
  "atk-s0102a6:59": "Cattāro te mahārājā, samantā caturo disā;",
  "atk-s0102a6:60": "Daddallamānā aṭṭhaṃsu, vane kāpilavatthave’’ti.",
  "atk-s0102a6:61": "Imā pana gāthā sabbasaṅgāhikavasena vuttā.",
  "atk-s0102a6:62": "Ayañcettha attho – dasasahassacakkavāḷe dhataraṭṭhā nāma mahārājāno atthi. Te sabbepi koṭisatasahassakoṭisatasahassagandhabbaparivārā āgantvā puratthimāya disāya kapilavatthumahāvanato paṭṭhāya cakkavāḷagabbhaṃ pūretvā ṭhitā. Evaṃ dakkhiṇadisādīsu virūḷhakādayo. Tenevāha – ‘‘samantā caturo disā, daddallamānā aṭṭhaṃsū’’ti. Idañhi vuttaṃ hoti – ‘‘samantā cakkavāḷehi āgantvā caturo disā pabbatamatthakesu aggikkhandhā viya suṭṭhu jalamānā ṭhitā’’ti. Te pana yasmā kapilavatthuvanameva sandhāya āgatā, tasmā cakkavāḷaṃ pūretvā cakkavāḷena samasamā ṭhitāpi – ‘‘vane kāpilavatthave’’ti vuttā.",
  "atk-s0102a6:63": "337.Tesaṃ māyāvino dāsā, āguṃ vañcanikā saṭhāti tesaṃ mahārājānaṃ katapāpapaṭicchādanalakkhaṇāya māyāya yuttā kuṭilācārā dāsā atthi, ye sammukhaparammukhavañcanāhi lokaṃ vañcanato ‘‘vañcanikā’’ti ca, kerāṭiyasāṭheyyena samannāgatattā ‘‘saṭhā’’ti ca vuccanti, tepi āgatāti attho. Māyā kuṭeṇḍu viṭeṇḍu, viṭucca viṭuṭo sahāti te dāsā sabbepi māyākārakāva. Nāmena panettha eko kuṭeṇḍu nāma, eko viṭeṇḍu nāma. Pāḷiyaṃ pana ‘‘veṭeṇḍū’’ti likhanti. Eko viṭucca nāma, eko viṭuṭo nāma. Sahāti sopi viṭuṭo tehi saheva āgato.",
  "atk-s0102a6:64": "Candanokāmaseṭṭho ca, kinnighaṇḍu nighaṇḍu cāti aparo kinnighaṇḍu nāma. Pāḷiyaṃ pana ‘‘kinnughaṇḍū’’ti likhanti. Nighaṇḍu cāti añño nighaṇḍu nāma, ettakā dāsā. Ito pare pana –",
  "atk-s0102a6:65": "‘‘Panādo opamañño ca, devasuto ca mātali;",
  "atk-s0102a6:66": "Cittaseno ca gandhabbo, naḷo rājā janesabho;",
  "atk-s0102a6:67": "Āguṃ pañcasikho ceva, timbarū sūriyavacchasā’’ti. –",
  "atk-s0102a6:68": "Ime devarājāno. Tattha devasutoti devasārathi. Cittasenoti citto ca seno ca cittaseno ca. Gandhabboti ayaṃ cittaseno gandhabbakāyiko devaputto, na kevalaṃ cesa, sabbe pete panādādayo gandhabbā eva. Naḷorājāti naḷakāradevaputto nāmeko. Janesabhoti janavasabho devaputto. Āguṃ pañcasikho cevāti pañcasikho ceva devaputto āgato. Timbarūti timbarū nāma gandhabbadevarājā. Sūriyavacchasāti tasseva dhītā.",
  "atk-s0102a6:69": "Ete caññe ca rājāno, gandhabbā saha rājubhīti ete ca nāmavasena vuttagandhabbarājāno aññe ca etehi rājūhi saddhiṃ bahū gandhabbā. Modamānā abhikkāmuṃ, bhikkhūnaṃ samitiṃ vananti haṭṭhatuṭṭhacittā bhikkhusaṅghasamitiṃ imaṃ vanaṃ āgatāti attho.",
  "atk-s0102a6:70": "338.Athāguṃ nāgasā nāgā, vesālā sahatacchakāti nāgasadahavāsikā ca vesālīvāsikā ca nāgā saha tacchakanāgaparisāya āgatāti attho. Kambalassatarāti kambalo ca assataro ca. Ete kira sinerupāde vasanti, supaṇṇehipi anuddharaṇīyā mahesakkhanāgā pāyāgā saha ñātibhīti payāgatitthavāsino ca saha ñātisaṅghena āgatā.",
  "atk-s0102a6:71": "Yāmunā dhataraṭṭhā cāti yamunavāsino ca dhataraṭṭhakule uppannā nāgā ca. Erāvaṇo mahānāgoti erāvaṇo ca devaputto, jātiyā nāgo na hoti. Nāgavohārena panesa vohariyati. Sopāgāti sopi āgato.",
  "atk-s0102a6:72": "Yenāgarāje sahasā harantīti ye ime vuttappakāre nāge lobhābhibhūtā sāhasaṃ katvā haranti gaṇhanti. Dibbā dijā pakkhī visuddhacakkhūti dibbānubhāvato dibbā mātukucchito ca aṇḍakosato cāti dve vāre jātāti dijā pakkhayuttatāya pakkhī yojanasatantarepi yojanasahassantarepi nāge dassanasamatthacakkhutāya visuddhacakkhū. Vehāyasāte vanamajjhappattāti te ākāseneva imaṃ mahāvanaṃ sampattā. Citrā supaṇṇā iti tesa nāmanti tesaṃ ‘‘citrasupaṇṇā’’ti nāmaṃ.",
  "atk-s0102a6:73": "Abhayaṃtadā nāgarājānamāsi, supaṇṇato khemamakāsi buddhoti tasmā sabbepi te aññamaññaṃ saṇhāhi vācāhi upavhayantā mittā viya bandhavā viya ca samullapantā sammodamānā āliṅgantā hatthe gaṇhantā aṃsakūṭe hatthaṃ ṭhapentā haṭṭhatuṭṭhacittā. Nāgā supaṇṇā saraṇamakaṃsu buddhanti buddhaṃyeva saraṇaṃ gatā.",
  "atk-s0102a6:74": "339.Jitā vajirahatthenāti indena devaraññā jitā. Samuddaṃ asurāsitāti mahāsamuddavāsino sujātāya asurakaññāya kāraṇā sabbepi bhātaro vāsavassete, iddhimanto yasassino.",
  "atk-s0102a6:75": "Tesu kālakañcā mahābhismāti kālakañcā ca mahante bhiṃsane attabhāve māpetvā āgamiṃsu. Asurā dānaveghasāti dānaveghasā nāma aññe dhanuggahaasurā. Vepacitti sucitti ca, pahārādo namucī sahāti vepacittiasuro, sucittiasuro cāti ete ca asurā namuci ca māro devaputto etehi saheva āgato. Ime asurā mahāsamuddavāsino, ayaṃ paranimmitadevalokavāsī, kasmā etehi sahāgatoti? Acchandikattā. Tepi hi acchandikā abhabbā, ayampi tādisoyeva. Tasmā dhātuso saṃsandamāno āgato.",
  "atk-s0102a6:76": "Satañca baliputtānanti balino mahāasurassa puttānaṃ sataṃ. Sabbe verocanāmakāti sabbe attano mātulassa rāhusseva nāmadharā. Sannayhitvā balisenanti attano balisenaṃ sannayhitvā sabbe katasannāhāva hutvā. Rāhubhaddamupāgamunti rāhuasurindaṃ upasaṅkamiṃsu. Samayodāni bhaddanteti bhaddaṃ tava hotu, samayo te bhikkhūnaṃ samitiṃ vanaṃ upasaṅkamitvā bhikkhusaṅghaṃ dassanāyāti attho.",
  "atk-s0102a6:77": "340.Āpo ca devā pathavī, tejo vāyo tadāgamunti āpokasiṇādīsu parikammaṃ katvā nibbattā āpotiādināmakā devā āgamuṃ. Varuṇā vāraṇā devā, somo ca yasasā sahāti varuṇadevatā , vāraṇadevatā, somadevatāti evaṃ nāmakā ca devā yasasā nāma devena sahāgatāti attho. Mettākaruṇākāyikāti mettājhāne ca karuṇājhāne ca parikammaṃ katvā nibbattadevā. Āguṃ devā yasassinoti etepi mahāyasā devā āgatā.",
  "atk-s0102a6:78": "Dasete dasadhā kāyā, sabbe nānattavaṇṇinoti te dasadhā ṭhitā dasa devakāyā sabbe nīlādivasena nānattavaṇṇā āgatāti attho.",
  "atk-s0102a6:79": "Veṇḍūca devāti veṇḍudevatā ca. Sahali cāti sahalidevatā ca. Asamā ca duve yamāti asamadevatā ca dve ca yamakā devā. Candassupanisā devā, candamāguṃ purakkhatvāti candanissitakā devā candaṃ purato katvā āgatā. Tathā sūriyanissitakā devā sūriyaṃ purakkhatvā. Nakkhattāni purakkhatvāti nakkhattanissitāpi devā nakkhattāni purato katvā āgatā. Āguṃ mandavalāhakāti vātavalāhakā, abbhavalāhakā, uṇhavalāhakā ete sabbepi valāhakāyikā ‘‘mandavalāhakā’’ nāma vuccanti. Tepi āgatāti attho. Vasūnaṃ vāsavo seṭṭho, sakkopāgā purindadoti vasūnaṃ devatānaṃ seṭṭho vāsavo yo sakkoti ca, purindadoti ca vuccati, sopi āgato.",
  "atk-s0102a6:80": "Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā. Sabbe nānattavaṇṇinoti nīlādivasena nānattavaṇṇā.",
  "atk-s0102a6:81": "Athāguṃ sahabhū devāti atha sahabhū nāma devā āgatā. Jalamaggisikhārivāti aggisikhā viya jalantā. Jalamaggi ca sikhārivāti imāni tesaṃ nāmānītipi vuttaṃ. Ariṭṭhakā ca rojā cāti ariṭṭhakadevā ca rojadevā ca. Umāpupphanibhāsinoti umāpupphadevā nāma ete devā . Umāpupphasadisā hi tesaṃ sarīrābhā, tasmā ‘‘umāpupphanibhāsino’’ti vuccanti.",
  "atk-s0102a6:82": "Varuṇā sahadhammā cāti ete ca dve janā. Accutā ca anejakāti accutadevatā ca anejakadevatā ca. Suleyyarucirāāgunti suleyyā ca rucirā ca āgatā. Āguṃ vāsavanesinoti vāsavanesīdevā nāma āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:83": "Samānā mahāsamānāti samānā ca mahāsamānā ca. Mānusā mānusuttamāti mānusā ca mānusuttamā ca. Khiḍḍāpadosikā āguṃ, āguṃ manopadosikāti khiḍḍāpadosikā manopadosikā ca devā āgatā.",
  "atk-s0102a6:84": "Athāguṃ harayo devāti haridevā nāma āgatā. Ye ca lohitavāsinoti lohitavāsino ca āgatā. Pāragā mahāpāragāti ete ca duvidhā āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:85": "Sukkākarambhā aruṇā, āguṃ veghanasā sahāti ete sukkādayo tayo, tehi saha veghanasā ca āgatā. Odātagayhā pāmokkhāti odātagayhā nāma pāmokkhadevā āgatā. Āguṃ devā vicakkhaṇāti vicakkhaṇā nāma devā āgatā.",
  "atk-s0102a6:86": "Sadāmattā hāragajāti sadāmattā ca hāragajā ca. Missakā ca yasassinoti yasasampannā missakadevā ca. Thanayaṃ āga pajjunnoti pajjunno ca devarājā thanayanto āgato. Yo disā abhivassatīti yo yaṃ yaṃ disaṃ yāti, tattha tattha devo vassati. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhā āgatā.",
  "atk-s0102a6:87": "Khemiyā tusitā yāmāti khemiyā devā tusitapuravāsino ca yāmādevalokavāsino ca. Kathakā ca yasassinoti yasasampannā kathakadevā ca. Pāḷiyaṃ pana ‘‘kaṭṭhakā cā’’ti likhanti. Lambītakā lāmaseṭṭhāti lambitakadevā ca lāmaseṭṭhadevā ca. Jotināmā ca āsavāti pabbatamatthake katanaḷaggikkhandho viya jotamānā jotidevā nāma atthi, te ca āsā ca devā āgatāti attho. Pāḷiyaṃ pana ‘‘jātināmā’’ti likhanti. Āsā devatā chandavasena āsavāti vuttā. Nimmānaratino āguṃ, athāguṃ paranimmitā. Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā.",
  "atk-s0102a6:88": "Saṭṭhetedevanikāyāti ete ca āpo ca devātiādikā cha dasakā saṭṭhi devanikāyā sabbe nīlādivasena nānattavaṇṇino. Nāmanvayena āgacchunti nāmabhāgena nāmakoṭṭhāsena āgatā. Ye caññe sadisā sahāti ye ca aññepi tehi sadisā vaṇṇatopi nāmatopi etādisāyeva sesacakkavāḷesu devā, tepi āgatāyevāti ekapadeneva kalāpaṃ viya puṭakaṃ viya ca katvā sabbā devatā niddisati.",
  "atk-s0102a6:89": "Evaṃ dasasu lokadhātusahassesu devakāye niddisitvā idāni yadatthaṃ te āgatā, taṃ dassento pavuṭṭhajātinti gāthamāha. Tassattho – pavuṭṭhā vigatā jāti assāti ariyasaṅgho pavuṭṭhajāti nāma, taṃ pavuṭṭhajātiṃ rāgadosamohakhīlānaṃ abhāvā akhīlaṃ cattāro oghe taritvā ṭhitattā oghatiṇṇaṃ catunnaṃ āsavānaṃ abhāvena anāsavaṃ ariyasaṅghaṃ dakkhema passissāma. Tesaññeva oghānaṃ tiṇṇattā oghataraṃ āguṃ akaraṇato nāgaṃ. Asitātiganti kāḷakabhāvātītaṃ candaṃva siriyā virocamānaṃ dasabalañca dakkhema passissāmāti etadatthaṃ sabbepi te nāmanvayena āgacchuṃ, ye caññe sadisā sahāti.",
  "atk-s0102a6:90": "341. Idāni brahmāno dassento subrahmā paramatto cātiādimāha. Tattha subrahmāti eko brahmā. Paramattopi brahmāva. Puttā iddhimato sahāti ete iddhimato buddhassa bhagavato puttā ariyabrahmāno saheva āgatā. Sanaṅkumāro tisso cāti sanaṅkumāro ca tissamahābrahmā ca. Sopāgāti sopi āgato.",
  "atk-s0102a6:91": "‘‘Sahassaṃ brahmalokānaṃ, mahābrahmābhitiṭṭhati;",
  "atk-s0102a6:92": "Upapanno jutimanto, bhismākāyo yasassi so’’ti. –",
  "atk-s0102a6:93": "Ettha sahassaṃ brahmalokānanti ekaṅguliyā ekasahassacakkavāḷe dasahi aṅgulīhi dasasahassicakkavāḷe ālokapharaṇasamatthānaṃ mahābrahmānaṃ sahassaṃ āgataṃ. Mahābrahmābhitiṭṭhatīti yattha ekeko mahābrahmā aññe brahme abhibhavitvā tiṭṭhati. Upapannoti brahmaloke nibbatto. Jutimantoti ānubhāvasampanno. Bhismākāyoti mahākāyo, dvīhi tīhi māgadhikehi gāmakkhettehi samappamāṇaattabhāvo. Yasassisoti attabhāvasirīsaṅkhātena yasena samannāgato.",
  "atk-s0102a6:94": "Dasettha issarā āguṃ, paccekavasavattinoti etasmiñca brahmasahasse ye pāṭiyekkaṃ pāṭiyekkaṃ vasaṃ vattenti, evarūpā dasa issarā mahābrahmāno āgatā. Tesañca majjhato āga, hārito parivāritoti tesaṃ brahmānaṃ majjhe hārito nāma mahābrahmā satasahassabrahmaparivāro āgato.",
  "atk-s0102a6:95": "342.Te ca sabbe abhikkante, sainde deve sabrahmaketi te sabbepi sakkaṃ devarājānaṃ jeṭṭhakaṃ katvā āgate devakāye, hāritamahābrahmānaṃ jeṭṭhakaṃ katvā āgate brahmakāye ca. Mārasenā abhikkāmīti mārasenā abhigatā. Passa kaṇhassa mandiyanti kāḷakassa mārasa bālabhāvaṃ passatha.",
  "atk-s0102a6:96": "Etha gaṇhatha bandhathāti evaṃ attano parisaṃ āṇāpesi. Rāgena baddhamatthu voti sabbaṃ vo idaṃ devamaṇḍalaṃ rāgena baddhaṃ hotu. Samantā parivāretha, mā vo muñcittha koci nanti tumhākaṃ ekopi etesu ekampi mā muñci. ‘‘Mā vo muñcethā’’tipi pāṭho, esevattho.",
  "atk-s0102a6:97": "Iti tattha mahāseno, kaṇho senaṃ apesayīti evaṃ tattha mahāsamaye mahāseno māro mārasenaṃ apesayi. Pāṇinā talamāhaccāti hatthena pathavītalaṃ paharitvā. Saraṃ katvāna bheravanti māravibhiṃsakadassanatthaṃ bhayānakaṃ sarañca katvā.",
  "atk-s0102a6:98": "Yathā pāvussako megho, thanayanto savijjukoti savijjuko pāvussakamegho viya mahāgajjitaṃ gajjanto. Tadā so paccudāvattīti tasmiṃ samaye so māro taṃ vibhiṃsanakaṃ dassetvā paṭinivatto . Saṅkuddho asayaṃ vaseti suṭṭhu kuddho kupito kañci vase vattetuṃ asakkonto asayaṃvase asayaṃvasī attano vasena akāmako hutvā nivatto. Bhagavā kira ‘‘ayaṃ māro imaṃ mahāsamāgamaṃ disvā ‘abhisamayantarāyaṃ karissāmī’ti antarantare mārasenaṃ pesetvā māraṃ vibhiṃsakaṃ dassetī’’ti aññāsi. Pakati cesā bhagavato, yattha abhisamayo na bhavissati, tattha māraṃ vibhiṃsakaṃ dassentaṃ na nivāreti. Yattha pana abhisamayo hoti, tattha yathā parisā neva mārassa rūpaṃ passati, na saddaṃ suṇāti, evaṃ adhiṭṭhātīti. Imasmiñca samāgame mahābhisamayo bhavissati, tasmā yathā devatā neva tassa rūpaṃ passanti, na saddaṃ suṇanti, evaṃ adhiṭṭhāsi. Tena vuttaṃ –‘‘tadā so paccudāvatti, saṅkuddho asayaṃvase’’ti.",
  "atk-s0102a6:99": "343.Tañca sabbaṃ abhiññāya, vavatthitvāna cakkhumāti taṃ sabbaṃ bhagavā jānitvā vavatthapetvā ca.",
  "atk-s0102a6:100": "Mārasenā abhikkantā, te vijānātha bhikkhavoti bhikkhave mārasenā abhikkantā, te tumhe attano anurūpaṃ vijānātha, phalasamāpattiṃ samāpajjathāti vadati. Ātappamakarunti phalasamāpattiṃ pavisanatthāya vīriyaṃ ārabhiṃsu. Vītarāgehi pakkāmunti māro ca mārasenā ca vītarāgehi ariyehi dūratova apakkamuṃ. Nesaṃ lomāpi iñjayunti tesaṃ vītarāgānaṃ lomānipi na cālayiṃsu. Atha māro bhikkhusaṅghaṃ ārabbha imaṃ gāthaṃ abhāsi –",
  "atk-s0102a6:101": "‘‘Sabbe vijitasaṅgāmā, bhayātītā yasassino;",
  "atk-s0102a6:102": "Modanti saha bhūtehi, sāvakā te janesutā’’ti.",
  "atk-s0102a6:103": "Tattha modanti saha bhūtehīti dasabalassa sāsane bhūtehi sañjātehi ariyehi saddhiṃ modanti pamodanti. Janesutāti jane vissutā pākaṭā abhiññātā.",
  "atk-s0102a6:104": "Idaṃ pana mahāsamayasuttaṃ nāma devatānaṃ piyaṃ manāpaṃ, tasmā maṅgalaṃ vadantena abhinavaṭṭhānesu idameva suttaṃ vattabbaṃ. Devatā kira –‘‘imaṃ suttaṃ suṇissāmā’’ti ohitasotā vicaranti. Desanāpariyosāne panassa koṭisatasahassadevatā arahattaṃ pattā, sotāpannādīnaṃ gaṇanā natthi.",
  "atk-s0102a6:105": "Devatānañcassa piyamanāpabhāve idaṃ vatthu – koṭipabbatavihāre kira nāgaleṇadvāre nāgarukkhe ekā devadhītā vasati. Eko daharo antoleṇe imaṃ suttaṃ sajjhāyati. Devadhītā sutvā suttapariyosāne mahāsaddena sādhukāramadāsi. Ko esoti. Ahaṃ, bhante, devadhītāti. Kasmā sādhukāramadāsīti? Bhante, dasabalena mahāvane nisīditvā kathitadivase imaṃ suttaṃ sutvā ajja assosiṃ, bhagavatā kathitato ekakkharampi ahāpetvā suggahito ayaṃ dhammo tumhehīti. Dasabalassa kathayato sutaṃ tayāti? Āma, bhanteti. Mahā kira devatāsannipāto ahosi, tvaṃ kattha ṭhitā suṇīti?",
  "atk-s0102a6:106": "Ahaṃ, bhante, mahāvanavāsiyā devatā, mahesakkhāsu pana devatāsu āgacchantīsu jambudīpe okāsaṃ nālatthaṃ, atha imaṃ tambapaṇṇidīpaṃ āgantvā jambukolapaṭṭane ṭhatvā sotuṃ āraddhamhi, tatrāpi mahesakkhāsu devatāsu āgacchantīsu anukkamena paṭikkamamānā rohaṇajanapade mahāgāmassa piṭṭhibhāgato samudde galappamāṇaṃ udakaṃ pavisitvā tattha ṭhitā assosinti. Tuyhaṃ ṭhitaṭṭhānato dūre satthāraṃ passasi devateti? Kiṃ kathetha, bhante, satthā mahāvane dhammaṃ desento nirantaraṃ mamaññeva oloketīti maññamānā otappamānā ūmīsu nilayāmīti.",
  "atk-s0102a6:107": "Taṃ divasaṃ kira koṭisatasahassadevatā arahattaṃ pattā, tumhepi tadā arahattaṃ pattāti? Natthi, bhante. Anāgāmiphalaṃ pattattha maññeti? Natthi, bhante. Sakadāgāmiphalaṃ pattattha maññeti? Natthi, bhante. Tayo magge pattā devatā kira gaṇanapathaṃ atītā, sotāpannā jātattha maññeti? Devatā taṃ divasaṃ sotāpattiphalaṃ pattattā harāyamānā –‘‘apucchitabbaṃ pucchati ayyo’’ti āha. Tato naṃ so bhikkhu āha – ‘‘sakkā pana devate, tava attabhāvaṃ amhākaṃ dassetu’’nti? Na sakkā bhante sakalakāyaṃ dassetuṃ, aṅgulipabbamattaṃ dassessāmi ayyassāti kuñcikachiddena aṅguliṃ antoleṇābhimukhaṃ akāsi, candasahassasūriyasahassauggamanakālo viya ahosi. Devadhītā ‘‘appamattā, bhante, hothā’’ti daharabhikkhuṃ vanditvā agamāsi. Evaṃ imaṃ suttaṃ devatānaṃ piyaṃ manāpaṃ, mamāyanti naṃ devatāti.",
  "atk-s0102a6:108": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0102a6:109": "Mahāsamayasuttavaṇṇanā niṭṭhitā."
}