{
  "atk-s0509a13:0": "14. Tiṃsanipāto",
  "atk-s0509a13:1": "1. Subhājīvakambavanikātherīgāthāvaṇṇanā",
  "atk-s0509a13:2": "Tiṃsanipāte jīvakambavanaṃ rammantiādikā subhāya jīvakambavanikāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṃ kusalaṃ upacinantī, sambhāvitakusalamūlā anukkamena paribrūhitavimokkhasambhārā paripakkañāṇā hutvā, imasmiṃ buddhuppāde rājagahe brāhmaṇamahāsālakule nibbatti, subhātissā nāmamahosi. Tassā kira sarīrāvayavā sobhanavaṇṇayuttā ahesuṃ, tasmā subhāti anvatthameva nāmaṃ jātaṃ. Sā satthu rājagahappavesane paṭiladdhasaddhā upāsikā hutvā aparabhāge saṃsāre jātasaṃvegā kāmesu ādīnavaṃ disvā nekkhammañca khemato sallakkhantī mahāpajāpatiyā gotamiyā santike pabbajitvā vipassanāya kammaṃ karontī katipāheneva anāgāmiphale patiṭṭhāsi.",
  "atk-s0509a13:3": "Atha naṃ ekadivasaṃ aññataro rājagahavāsī dhuttapuriso taruṇo paṭhamayobbane ṭhito jīvakambavane divāvihārāya gacchantiṃ disvā paṭibaddhacitto hutvā maggaṃ ovaranto kāmehi nimantesi. Sā tassa nānappakārehi kāmānaṃ ādīnavaṃ attano ca nekkhammajjhāsayaṃ pavedentī dhammaṃ kathesi. So dhammakathaṃ sutvāpi na paṭikkamati, nibandhatiyeva. Therī naṃ attano vacane atiṭṭhantaṃ akkhimhi ca abhirattaṃ disvā, ‘‘handa, tayā sambhāvitaṃ akkhi’’nti attano ekaṃ akkhiṃ uppāṭetvā tassa upanesi. Tato so puriso santāso saṃvegajāto tattha vigatarāgova hutvā theriṃ khamāpetvā gato. Therī satthu santikaṃ agamāsi. Satthuno saha dassanenevassā akkhi paṭipākatikaṃ ahosi. Tato sā buddhagatāya pītiyā nirantaraṃ phuṭā hutvā aṭṭhāsi. Satthā tassā cittācāraṃ ñatvā dhammaṃ desetvā aggamaggatthāya kammaṭṭhānaṃ ācikkhi. Sā pītiṃ vikkhambhetvā tāvadeva vipassanaṃ vaḍḍhetvā saha paṭisambhidāhi arahattaṃ pāpuṇi. Arahattaṃ pana patvā phalasukhena nibbānasukhena viharantī attano paṭipattiṃ paccavekkhitvā attanā tena ca dhuttapurisena vuttagāthā udānavasena –",
  "atk-s0509a13:4": "368.",
  "atk-s0509a13:5": " ‘‘Jīvakambavanaṃ rammaṃ, gacchantiṃ bhikkhuniṃ subhaṃ;",
  "atk-s0509a13:6": "Dhuttako sannivāresi, tamenaṃ abravī subhā.",
  "atk-s0509a13:7": "369.",
  "atk-s0509a13:8": " ‘‘Kiṃ te aparādhitaṃ mayā, yaṃ maṃ ovariyāna tiṭṭhasi;",
  "atk-s0509a13:9": "Na hi pabbajitāya āvuso, puriso samphusanāya kappati.",
  "atk-s0509a13:10": "370.",
  "atk-s0509a13:11": " ‘‘Garuke mama satthusāsane, yā sikkhā sugatena desitā;",
  "atk-s0509a13:12": "Parisuddhapadaṃ anaṅgaṇaṃ, kiṃ maṃ ovariyāna tiṭṭhasi.",
  "atk-s0509a13:13": "371.",
  "atk-s0509a13:14": " ‘‘Āvilacitto anāvilaṃ, sarajo vītarajaṃ anaṅgaṇaṃ;",
  "atk-s0509a13:15": "Sabbattha vimuttamānasaṃ, kiṃ maṃ ovariyāna tiṭṭhasi.",
  "atk-s0509a13:16": "372.",
  "atk-s0509a13:17": " ‘‘Daharā ca apāpikā casi, kiṃ te pabbajjā karissati;",
  "atk-s0509a13:18": "Nikkhipa kāsāyacīvaraṃ, ehi ramāma supupphite vane.",
  "atk-s0509a13:19": "373.",
  "atk-s0509a13:20": " ‘‘Madhurañca pavanti sabbaso, kusumarajena samuṭṭhitā dumā;",
  "atk-s0509a13:21": "Paṭhamavasanto sukho utu, ehi ramāma supupphite vane.",
  "atk-s0509a13:22": "374.",
  "atk-s0509a13:23": " ‘‘Kusumitasikharā ca pādapā, abhigajjantiva māluteritā;",
  "atk-s0509a13:24": "Kā tuyhaṃ rati bhavissati, yadi ekā vanamogahissasi.",
  "atk-s0509a13:25": "375.",
  "atk-s0509a13:26": " ‘‘Vāḷamigasaṅghasevitaṃ, kuñjaramattakareṇuloḷitaṃ;",
  "atk-s0509a13:27": "Asahāyikā gantumicchasi, rahitaṃ bhiṃsanakaṃ mahāvanaṃ.",
  "atk-s0509a13:28": "376.",
  "atk-s0509a13:29": " ‘‘Tapanīyakatāva dhītikā, vicarasi cittalateva accharā;",
  "atk-s0509a13:30": "Kāsikasukhumehi vaggubhi, sobhasī suvasanehi nūpame.",
  "atk-s0509a13:31": "377.",
  "atk-s0509a13:32": " ‘‘Ahaṃ tava vasānugo siyaṃ, yadi viharemase kānanantare;",
  "atk-s0509a13:33": "Na hi matthi tayā piyattaro, pāṇo kinnarimandalocane.",
  "atk-s0509a13:34": "378.",
  "atk-s0509a13:35": " ‘‘Yadi me vacanaṃ karissasi, sukhitā ehi agāramāvasa;",
  "atk-s0509a13:36": "Pāsādanivātavāsinī, parikammaṃ te karontu nāriyo.",
  "atk-s0509a13:37": "379.",
  "atk-s0509a13:38": " ‘‘Kāsikasukhumāni dhāraya, abhiropehi ca mālavaṇṇakaṃ;",
  "atk-s0509a13:39": "Kañcanamaṇimuttakaṃ bahuṃ, vividhaṃ ābharaṇaṃ karomi te.",
  "atk-s0509a13:40": "380.",
  "atk-s0509a13:41": " ‘‘Sudhotarajapacchadaṃ subhaṃ, gonakatūlikasanthataṃ navaṃ;",
  "atk-s0509a13:42": "Abhiruha sayanaṃ mahārahaṃ, candanamaṇḍitasāragandhikaṃ.",
  "atk-s0509a13:43": "381.",
  "atk-s0509a13:44": " ‘‘Uppalaṃ cudakā samuggataṃ, yathā taṃ amanussasevitaṃ;",
  "atk-s0509a13:45": "Evaṃ tvaṃ brahmacārinī, sakesaṅgesu jaraṃ gamissasi.",
  "atk-s0509a13:46": "382.",
  "atk-s0509a13:47": " ‘‘Kiṃ te idha sārasammataṃ, kuṇapapūramhi susānavaḍḍhane;",
  "atk-s0509a13:48": "Bhedanadhamme kaḷevare, yaṃ disvā vimano udikkhasi.",
  "atk-s0509a13:49": "383.",
  "atk-s0509a13:50": " ‘‘Akkhīni ca tūriyāriva, kinnariyāriva pabbatantare;",
  "atk-s0509a13:51": "Tava me nayanāni dakkhiya, bhiyyo kāmaratī pavaḍḍhati.",
  "atk-s0509a13:52": "384.",
  "atk-s0509a13:53": " ‘‘Uppalasikharopamāni te, vimale hāṭakasannibhe mukhe;",
  "atk-s0509a13:54": "Tava me nayanāni dakkhiya, bhiyyo kāmaguṇo pavaḍḍhati.",
  "atk-s0509a13:55": "385.",
  "atk-s0509a13:56": " ‘‘Api dūragatā saramhase, āyatapamhe visuddhadassane;",
  "atk-s0509a13:57": "Na hi matthi tayā piyattaro, nayanā kinnarimandalocane.",
  "atk-s0509a13:58": "386.",
  "atk-s0509a13:59": " ‘‘Apathena payātumicchasi, candaṃ kīḷanakaṃ gavesasi;",
  "atk-s0509a13:60": "Meruṃ laṅghetumicchasi, yo tvaṃ buddhasutaṃ maggayasi.",
  "atk-s0509a13:61": "387.",
  "atk-s0509a13:62": " ‘‘Natthi hi loke sadevake, rāgo yatthapi dāni me siyā;",
  "atk-s0509a13:63": "Napi naṃ jānāmi kīriso, atha maggena hato samūlako.",
  "atk-s0509a13:64": "388.",
  "atk-s0509a13:65": " ‘‘Iṅgālakuyāva ujjhito, visapattoriva aggito kato;",
  "atk-s0509a13:66": "Napi naṃ passāmi kīriso, atha maggena hato samūlako.",
  "atk-s0509a13:67": "389.",
  "atk-s0509a13:68": " ‘‘Yassā siyā apaccavekkhitaṃ, satthā vā anupāsito siyā;",
  "atk-s0509a13:69": "Tvaṃ tādisikaṃ palobhaya, jānantiṃ so imaṃ vihaññasi.",
  "atk-s0509a13:70": "390.",
  "atk-s0509a13:71": " ‘‘Mayhañhi akkuṭṭhavandite, sukhadukkhe ca satī upaṭṭhitā;",
  "atk-s0509a13:72": "Saṅkhatamasubhanti jāniya, sabbattheva mano na limpati.",
  "atk-s0509a13:73": "391.",
  "atk-s0509a13:74": " ‘‘Sāhaṃ sugatassa sāvikā, maggaṭṭhaṅgikayānayāyinī;",
  "atk-s0509a13:75": "Uddhaṭasallā anāsavā, suññāgāragatā ramāmahaṃ.",
  "atk-s0509a13:76": "392.",
  "atk-s0509a13:77": " ‘‘Diṭṭhā hi mayā sucittitā, sombhā dārukapillakāni vā;",
  "atk-s0509a13:78": "Tantīhi ca khīlakehi ca, vinibaddhā vividhaṃ panaccakā.",
  "atk-s0509a13:79": "393.",
  "atk-s0509a13:80": " ‘‘Tamhuddhaṭe tantikhīlake, vissaṭṭhe vikale parikrite;",
  "atk-s0509a13:81": "Na vindeyya khaṇḍaso kate, kimhi tattha manaṃ nivesaye.",
  "atk-s0509a13:82": "394.",
  "atk-s0509a13:83": " ‘‘Tathūpamā dehakāni maṃ, tehi dhammehi vinā na vattanti;",
  "atk-s0509a13:84": "Dhammehi vinā na vattati, kimhi tattha manaṃ nivesaye.",
  "atk-s0509a13:85": "395.",
  "atk-s0509a13:86": " ‘‘Yathā haritālena makkhitaṃ, addasa cittikaṃ bhittiyā kataṃ;",
  "atk-s0509a13:87": "Tamhi te viparītadassanaṃ, saññā mānusikā niratthikā.",
  "atk-s0509a13:88": "396.",
  "atk-s0509a13:89": " ‘‘Māyaṃ viya aggato kataṃ, supinanteva suvaṇṇapādapaṃ;",
  "atk-s0509a13:90": "Upagacchasi andha rittakaṃ, janamajjheriva rupparūpakaṃ.",
  "atk-s0509a13:91": "397.",
  "atk-s0509a13:92": " ‘‘Vaṭṭaniriva koṭarohitā, majjhe pubbuḷakā saassukā;",
  "atk-s0509a13:93": "Pīḷakoḷikā cettha jāyati, vividhā cakkhuvidhā ca piṇḍitā.",
  "atk-s0509a13:94": "398.",
  "atk-s0509a13:95": " ‘‘Uppāṭiya cārudassanā, na ca pajjittha asaṅgamānasā;",
  "atk-s0509a13:96": "Handa te cakkhuṃ harassu taṃ, tassa narassa adāsi tāvade.",
  "atk-s0509a13:97": "399.",
  "atk-s0509a13:98": " ‘‘Tassa ca viramāsi tāvade, rāgo tattha khamāpayī ca naṃ;",
  "atk-s0509a13:99": "Sotthi siyā brahmacārinī, na puno edisakaṃ bhavissati.",
  "atk-s0509a13:100": "400.",
  "atk-s0509a13:101": " ‘‘Āsādiya edisaṃ janaṃ, aggiṃ pajjalitaṃva liṅgiya;",
  "atk-s0509a13:102": "Gaṇhiya āsīvisaṃ viya, api nu sotthi siyā khamehi no.",
  "atk-s0509a13:103": "401.",
  "atk-s0509a13:104": " ‘‘Muttā ca tato sā bhikkhunī, agamī buddhavarassa santikaṃ;",
  "atk-s0509a13:105": "Passiya varapuññalakkhaṇaṃ, cakkhu āsi yathā purāṇaka’’nti. –",
  "atk-s0509a13:106": "Imā gāthā paccudāhāsi.",
  "atk-s0509a13:107": "Tattha jīvakambavananti jīvakassa komārabhaccassa ambavanaṃ. Rammanti ramaṇīyaṃ. Taṃ kira bhūmibhāgasampattiyā chāyūdakasampattiyā ca rukkhānaṃ ropitākārena ativiya manuññaṃ manoramaṃ. Gacchantinti ambavanaṃ uddissa gataṃ, divāvihārāya upagacchantiṃ. Subhanti evaṃnāmikaṃ. Dhuttakoti itthidhutto. Rājagahavāsī kireko mahāvibhavassa suvaṇṇakārassa putto yuvā abhirūpo itthidhutto puriso matto vicarati. So taṃ paṭipathe disvā paṭibaddhacitto maggaṃ uparundhitvā aṭṭhāsi. Tena vuttaṃ – ‘‘dhuttako sannivāresī’’ti, mama gamanaṃ nisedhesīti attho. Tamenaṃ abravī subhāti tamenaṃ nivāretvā ṭhitaṃ dhuttaṃ subhā bhikkhunī kathesi. Ettha ca ‘‘gacchantiṃ bhikkhuniṃ subhaṃ, abravi subhā’’ti ca attānameva therī aññaṃ viya katvā vadati. Theriyā vuttagāthānaṃ sambandhadassanavasena saṅgītikārehi ayaṃ gāthā vuttā.",
  "atk-s0509a13:108": "‘‘Abravī subhā’’ti vatvā tassā vuttākāradassanatthaṃ āha ‘‘kiṃ te aparādhita’’ntiādi. Tattha kiṃ te aparādhitaṃ mayāti kiṃ tuyhaṃ, āvuso, mayā aparaddhaṃ. Yaṃ maṃ ovariyāna tiṭṭhasīti yena aparādhena maṃ gacchantiṃ ovaritvā gamanaṃ nisedhetvā tiṭṭhasi, so natthevāti adhippāyo. Atha itthītisaññāya evaṃ paṭipajjasi, evampi na yuttanti dassentī āha – ‘‘na hi pabbajitāya, āvuso, puriso samphusanāya kappatī’’ti, āvuso suvaṇṇakāraputta , lokiyacārittenapi purisassa pabbajitānaṃ samphusanāya na kappati, pabbajitāya pana puriso tiracchānagatopi samphusanāya na kappati, tiṭṭhatu tāva purisaphusanā, rāgavasenassā nissaggiyena purisassa nissaggiyassāpi phusanā na kappateva.",
  "atk-s0509a13:109": "Tenāha ‘‘garuke mama satthusāsane’’tiādi. Tassattho – garuke pāsāṇacchattaṃ viya garukātabbe mayhaṃ satthu sāsane yā sikkhā bhikkhuniyo uddissa sugatena sammāsambuddhena desitā paññattā. Tāhi parisuddhapadaṃ parisuddhakusalakoṭṭhāsaṃ, rāgādiaṅgaṇānaṃ sabbaso abhāvena anaṅgaṇaṃ, evaṃbhūtaṃ maṃ gacchantiṃ kena kāraṇena āvaritvā tiṭṭhasīti.",
  "atk-s0509a13:110": "Āvilacittoti cittassa āvilabhāvakarānaṃ kāmavitakkādīnaṃ vasena āvilacitto, tvaṃ tadabhāvato anāvilaṃ, rāgarajādīnaṃ vasena sarajo, sāṅgaṇo tadabhāvato vītarajaṃ anaṅgaṇaṃ sabbattha khandhapañcake samucchedavimuttiyā vimuttamānasaṃ, maṃ kasmā ovaritvā tiṭṭhasīti?",
  "atk-s0509a13:111": "Evaṃ theriyā vutte dhuttako attano adhippāyaṃ vibhāvento ‘‘daharā cā’’tiādinā dasa gāthā abhāsi. Tattha daharāti taruṇī paṭhame yobbane ṭhitā. Apāpikā casīti rūpena alāmikā ca asi , uttamarūpadharā cāhosīti adhippāyo. Kiṃ te pabbajjā karissatīti tuyhaṃ evaṃ paṭhamavaye ṭhitāya rūpasampannāya pabbajjā kiṃ karissati, vuḍḍhāya bībhaccharūpāya vā pabbajitabbanti adhippāyena vadati. Nikkhipāti chaḍḍehi. ‘‘Ukkhipā’’ti vā pāṭho, apanehīti attho.",
  "atk-s0509a13:112": "Madhuranti subhaṃ, sugandhanti attho. Pavantīti vāyanti. Sabbasoti samantato. Kusumarajena samuṭṭhitā dumāti ime rukkhā mandavātena samuṭṭhahamānakusumareṇujātena attano kusumarajena sayaṃ samuṭṭhitā viya hutvā samantato surabhī vāyanti. Paṭhamavasanto sukhoutūti ayaṃ paṭhamo vasantamāso sukhasamphasso ca utu vattatīti attho.",
  "atk-s0509a13:113": "Kusumitasikharāti supupphitaggā. Abhigajjantiva māluteritāti vātena sañcalitā abhigajjantiva abhitthanitā viya tiṭṭhanti. Yadi ekā vanamogahissasīti sace tvaṃ ekikā vanamogāhissasi, kā nāma te tattha rati bhavissatīti attanā baddhasukhābhirattattā evamāha.",
  "atk-s0509a13:114": "Vāḷamigasaṅghasevitanti sīhabyagghādivāḷamigasamūhehi tattha tattha upasevitaṃ. Kuñjaramattakareṇuloḷitanti mattakuñjarehi hatthinīhi ca migānaṃ cittatāpanena rukkhagacchādīnaṃ sākhābhañjanena ca āloḷitapadesaṃ. Kiñcāpi tasmiṃ vane īdisaṃ tadā natthi, vanaṃ nāma evarūpanti taṃ bhiṃsāpetukāmo evamāha. Rahitanti janarahitaṃ vijanaṃ. Bhiṃsanakanti bhayajanakaṃ.",
  "atk-s0509a13:115": "Tapanīyakatāva dhītikāti rattasuvaṇṇena vicaritā dhītalikā viya sukusalena yantācariyena yantayogavasena sajjitā suvaṇṇapaṭimā viya vicarasi, idāneva ito cito ca sañcarasi. Cittalateva accharāti cittalatānāmake uyyāne devaccharā viya. Kāsikasukhumehīti kāsiraṭṭhe uppannehi ativiya sukhumehi. Vaggubhīti siniddhamaṭṭhehi. Sobhasī suvasanehi nūpameti nivāsanapārupanavatthehi anupame upamārahite tvaṃ idāni me vasānugo sobhasīti bhāvinaṃ attano adhippāyavasena ekantikaṃ vattamānaṃ viya katvā vadati.",
  "atk-s0509a13:116": "Ahaṃ tava vasānugo siyanti ahampi tuyhaṃ vasānugo kiṃkārapaṭissāvī bhaveyyaṃ. Yadi viharemase kānanantareti yadi mayaṃ ubhopi vanantare saha vasāma ramāma. Na hi matthi tayā piyattaroti vasānugabhāvassa kāraṇamāha. Pāṇoti satto, añño kocipi satto tayā piyataro mayhaṃ na hi atthīti attho. Atha vā pāṇoti attano jīvitaṃ sandhāya vadati, mayhaṃ jīvitaṃ tayā piyataraṃ na hi atthīti attho. Kinnarimandalocaneti kinnariyā viya mandaputhuvilocane.",
  "atk-s0509a13:117": "Yadi me vacanaṃ karissasi, sukhitā ehi agāramāvasāti sace tvaṃ mama vacanaṃ karissasi, ekāsanaṃ ekaseyyaṃ brahmacariyadukkhaṃ pahāya ehi kāmabhogehi sukhitā hutvā agāraṃ ajjhāvasa. ‘‘Sukhitā heti agāramāvasantī’’ti keci paṭhanti, tesaṃ sukhitā bhavissati, agāraṃ ajjhāvasantīti attho. Pāsādanivātavāsinīti nivātesu pāsādesu vāsinī. ‘‘Pāsādavimānavāsinī’’ti ca pāṭho, vimānasadisesu pāsādesu vāsinīti attho. Parikammanti veyyāvaccaṃ.",
  "atk-s0509a13:118": "Dhārayāti paridaha, nivāsehi ceva uttariyañca karohi. Abhiropehīti maṇḍanavibhūsanavasena vā sarīraṃ āropaya, alaṅkarohīti attho. Mālavaṇṇakanti mālañceva gandhavilepanañca. Kañcanamaṇimuttakanti kañcanena maṇimuttāhi ca yuttaṃ, suvaṇṇamayamaṇimuttāhi khacitanti attho. Bahunti hatthūpagādibhedato bahuppakāraṃ. Vividhanti karaṇavikatiyā nānāvidhaṃ.",
  "atk-s0509a13:119": "Sudhotarajapacchadanti sudhotatāya pavāhitarajaṃ uttaracchadaṃ. Subhanti sobhanaṃ. Gonakatūlikasanthatanti dīghalomakāḷakojavena ceva haṃsalomādipuṇṇāya tūlikāya ca santhataṃ. Navanti abhinavaṃ. Mahārahanti mahagghaṃ. Candanamaṇḍitasāragandhikanti gosīsakādisāracandanena maṇḍitatāya surabhigandhikaṃ, evarūpaṃ sayanamāruha, taṃ āruhitvā yathāsukhaṃ sayāhi ceva nisīda cāti attho.",
  "atk-s0509a13:120": "Uppalaṃ cudakā samuggatanti ca-kāro nipātamattaṃ, udakato uggataṃ uṭṭhitaṃ accuggamma ṭhitaṃ suphullamuppalaṃ. Yathā taṃ amanussasevitanti tañca rakkhasapariggahitāya pokkharaṇiyā jātattā nimmanussehi sevitaṃ kenaci aparibhuttameva bhaveyya. Evaṃ tvaṃ brahmacārinīti evameva taṃ suṭṭhu phullamuppalaṃ viya tuvaṃ brahmacārinī. Sakesaṅgesu attano sarīrāvayavesu kenaci aparibhuttesuyeva jaraṃ gamissasi, mudhāyeva jarājiṇṇā bhavissasi.",
  "atk-s0509a13:121": "Evaṃ dhuttakena attano adhippāye pakāsite therī sarīrasabhāvavibhāvanena taṃ tattha vicchindentī ‘‘kiṃ te idhā’’ti gāthamāha. Tassattho – āvuso suvaṇṇakāraputta, kesādikuṇapapūre ekantena bhedanadhamme susānavaḍḍhane, idha imasmiṃ kāyasaññite asucikaḷevare kiṃ nāma tava sāranti sammataṃ sambhāvitaṃ, yaṃ disvā vimano aññatarasmiṃ ārammaṇe vigatamanasaṅkappo, ettheva vā avimano somanassiko hutvā udikkhasi, taṃ mayhaṃ kathehīti.",
  "atk-s0509a13:122": "Taṃ sutvā dhuttako kiñcāpi tassā rūpaṃ cāturiyasobhitaṃ, paṭhamadassanato pana paṭṭhāya yasmiṃ diṭṭhipāte paṭibaddhacitto, tameva apadisanto ‘‘akkhīni ca tūriyārivā’’tiādimāha. Kāmañcāyaṃ therī suṭṭhu saṃyatatāya santindriyā, tāya thiravippasannasommasantanayananipātesu kammānubhāvanipphannesu pasannapañcappasādapaṭimaṇḍitesu nayanesu labbhamāne pabhāvisiṭṭhacāturiye diṭṭhipāte, yasmā sayaṃ caritahāvabhāvavilāsādiparikappavañcito so dhutto jāto, tasmāssa diṭṭhirāgo savisesaṃ vepullaṃ agamāsi. Tattha akkhīni ca tūriyārivāti tūri vuccati migī, ca-saddo nipātamattaṃ, migacchāpāya viya te akkhīnīti attho. ‘‘Koriyārivā’’ti vā pāḷi, kuñcakārakukkuṭiyāti vuttaṃ hoti. Kinnariyāriva pabbatantareti pabbatakucchiyaṃ vicaramānāya kinnarivanitāya viya ca te akkhīnīti attho. Tava me nayanāni dakkhiyāti tava vuttaguṇavisesāni nayanāni disvā, bhiyyo uparūpari me kāmābhirati pavaḍḍhati.",
  "atk-s0509a13:123": "Uppalasikharopamāniteti rattuppalaaggasadisāni pamhāni tava. Vimaleti nimmale. Hāṭakasannibheti kañcanarūpakassa mukhasadise te mukhe, nayanāni dakkhiyāti yojanā.",
  "atk-s0509a13:124": "Api dūragatāti dūraṃ ṭhānaṃ gatāpi. Saramhaseti aññaṃ kiñci acintetvā tava nayanāni eva anussarāmi. Āyatapamheti dīghapakhume. Visuddhadassaneti nimmalalocane. Na hi matthi tayā piyattaro nayanāti tava nayanato añño koci mayhaṃ piyataro natthi. Tayāti hi sāmiatthe eva karaṇavacanaṃ.",
  "atk-s0509a13:125": "Evaṃ cakkhusampattiyā ummāditassa viya taṃ taṃ vippalapato tassa purisassa manorathaṃ viparivattentī therī ‘‘apathenā’’tiādinā dvādasa gāthā abhāsi. Tattha apathena payātumicchasīti, āvuso suvaṇṇakāraputta, sante aññasmiṃ itthijane yo tvaṃ buddhasutaṃ buddhassa bhagavato orasadhītaraṃ maṃ maggayasi patthesi, so tvaṃ sante kheme ujumagge apathena kaṇṭakanivutena sabhayena kummaggena payātumicchasi paṭipajjitukāmosi, candaṃ kīḷanakaṃ gavesasi candamaṇḍalaṃ kīḷāgoḷakaṃ kātukāmosi, meruṃ laṅghetumicchasi caturāsītiyojanasahassubbedhaṃ sinerupabbatarājaṃ laṅghayitvā aparabhāge ṭhātukāmosi, so tvaṃ maṃ buddhasutaṃ maggayasīti yojanā.",
  "atk-s0509a13:126": "Idāni tassa attano avisayabhāvaṃ patthanāya ca vighātāvahataṃ dassetuṃ ‘‘natthī’’tiādi vuttaṃ. Tattha rāgo yatthapi dāni me siyāti yattha idāni me rāgo siyā bhaveyya, taṃ ārammaṇaṃ sadevake loke natthi eva. Napi naṃ jānāmi kīrisoti naṃ rāgaṃ kīrisotipi na jānāmi. Atha maggena hato samūlakoti athāti nipātamattaṃ. Ayonisomanasikārasaṅkhātena mūlena samūlako rāgo ariyamaggena hato samugghātito.",
  "atk-s0509a13:127": "Iṅgālakuyāti aṅgārakāsuyā. Ujjhitoti vātukkhitto viya yo koci, dahaniyā indhanaṃ viyāti attho. Visapattorivāti visagatabhājanaṃ viya. Aggito katoti aggito aṅgārato apagato kato, visassa lesampi asesetvā apanīto vināsitoti attho.",
  "atk-s0509a13:128": "Yassā siyā apaccavekkhitanti yassā itthiyā idaṃ khandhapañcakaṃ ñāṇena appaṭivekkhitaṃ apariññātaṃ siyā. Sattā vā anusāsito siyāti sattā vā dhammasarīrassa adassanena yassā itthiyā ananusāsito siyā. Tvaṃ tādisikaṃ palobhayāti, āvuso, tvaṃ tathārūpaṃ aparimadditasaṅkhāraṃ apaccavekkhitalokuttaradhammaṃ kāmehi palobhaya upagaccha. Jānantiṃ so imaṃ vihaññasīti so tvaṃ pavattiṃ nivattiñca yāthāvato jānantiṃ paṭividdhasaccaṃ imaṃ subhaṃ bhikkhuniṃ āgamma vihaññasi, sampati āyatiñca vighātaṃ dukkhaṃ āpajjasi.",
  "atk-s0509a13:129": "Idānissa vighātāpattitaṃ kāraṇavibhāvanena dassentī ‘‘mayhaṃ hī’’tiādimāha. Tattha hīti hetuatthe nipāto. Akkuṭṭhavanditeti akkose vandanāya ca. Sukhadukkheti sukhe ca dukkhe ca, iṭṭhāniṭṭhavisayasamāyoge vā. Satī upaṭṭhitāti paccavekkhaṇayuttā sati sabbakālaṃ upaṭṭhitā. Saṅkhatamasubhanti jāniyāti tebhūmakaṃ saṅkhāragataṃ kilesāsucipaggharaṇena asubhanti ñatvā. Sabbatthevāti sabbasmiṃyeva bhavattaye mayhaṃ mano taṇhālepādinā na upalimpati.",
  "atk-s0509a13:130": "Maggaṭṭhaṅgikayānayāyinīti aṭṭhaṅgikamaggasaṅkhātena ariyayānena nibbānapuraṃ yāyinī upagatā. Uddhaṭasallāti attano santānato samuddhaṭarāgādisallā.",
  "atk-s0509a13:131": "Sucittitāti hatthapādamukhādiākārena suṭṭhu cittitā viracitā. Sombhāti sumbhakā. Dārukapillakāni vāti dārudaṇḍādīhi uparacitarūpakāni. Tantīhīti nhārusuttakehi. Khīlakehīti hatthapādapiṭṭhikaṇṇādiatthāya ṭhapitadaṇḍehi. Vinibaddhāti vividhenākārena baddhā. Vividhaṃ panaccakāti yantasuttādīnaṃ añchanavissajjanādinā paṭṭhapitanaccakā, panaccantā viya diṭṭhāti yojanā.",
  "atk-s0509a13:132": "Tamhuddhaṭe tantikhīlaketi sannivesavisiṭṭharacanāvisesayuttaṃ upādāya rūpakasamaññā tamhi tantimhi khīlake ca ṭhānato uddhaṭe bandhanto vissaṭṭhe, visuṃ karaṇena aññamaññaṃ vikale, tahiṃ tahiṃ khipanena parikrite vikirite. Na vindeyya khaṇḍaso kateti potthakarūpassa avayave khaṇḍākhaṇḍite kate potthakarūpaṃ na vindeyya, na upalabheyya. Evaṃ sante kimhi tattha manaṃ nivesaye tasmiṃ potthakarūpāvayave kimhi kiṃ khāṇuke, udāhu rajjuke, mattikāpiṇḍādike vā manaṃ manasaññaṃ niveseyya, visaṅkhāre avayave sā saññā kadācipi napateyyāti attho.",
  "atk-s0509a13:133": "Tathūpamāti taṃsadisā tena potthakarūpena sadisā. Kinti ce āha ‘‘dehakānī’’tiādi. Tattha dehakānīti hatthapādamukhādidehāvayavā. Manti me paṭibaddhā upaṭṭhahanti. Tehi dhammehīti tehi pathaviādīhi ca cakkhādīhi ca dhammehi. Vinā na vattantīti na hi tathā tathā sanniviṭṭhe pathaviādidhamme muñcitvā dehā nāma santi. Dhammehi vinā na vattatīti deho avayavehi avayavadhammehi vinā na vattati na upalabbhati. Evaṃ sante kimhi tattha manaṃ nivesayeti kimhi kiṃ pathaviyaṃ, udāhu āpādike dehoti vā hatthapādādīnīti vā manaṃ manasaññaṃ niveseyya. Yasmā pathaviādipasādadhammamatte esā samaññā, yadidaṃ dehoti vā hatthapādādīnīti vā sattoti vā itthīti vā purisoti vā, tasmā na ettha jānato koci abhiniveso hotīti.",
  "atk-s0509a13:134": "Yathā haritālena makkhitaṃ, addasa cittikaṃ bhittiyā katanti yathā kusalena cittakārena bhittiyaṃ haritālena makkhitaṃ littaṃ tena lepaṃ datvā kataṃ ālikhitaṃ cittikaṃ itthirūpaṃ addasa passeyya. Tattha yā upathambhanakhepanādikiriyāsampattiyā mānusikā nu kho ayaṃ bhitti apassāya ṭhitāti saññā, sā niratthakā manussabhāvasaṅkhātassa atthassa tattha abhāvato, mānusīti pana kevalaṃ tahiṃ tassa ca viparītadassanaṃ, yāthāvato gahaṇaṃ na hoti, dhammapuñjamatte itthipurisādigahaṇampi evaṃ sampadamidaṃ daṭṭhabbanti adhippāyo.",
  "atk-s0509a13:135": "Māyaṃ viya aggato katanti māyākārena purato upaṭṭhāpitaṃ māyāsadisaṃ. Supinanteva suvaṇṇapādapanti supinameva supinantaṃ, tattha upaṭṭhitasuvaṇṇamayarukkhaṃ viya. Upagacchasi andha rittakanti andhabāla rittakaṃ tucchakaṃ antosārarahitaṃ imaṃ attabhāvaṃ ‘‘etaṃ mamā’’ti sāravantaṃ viya upagacchasi abhinivisasi. Janamajjheriva rupparūpakanti māyākārena mahājanamajjhe dassitaṃ rūpiyarūpasadisaṃ sāraṃ viya upaṭṭhahantaṃ, asāranti attho.",
  "atk-s0509a13:136": "Vaṭṭanirivāti lākhāya guḷikā viya. Koṭarohitāti koṭare rukkhasusire ṭhapitā. Majjhe pubbuḷakāti akkhidalamajjhe ṭhitajalapubbuḷasadisā. Saassukāti assujalasahitā. Pīḷakoḷikāti akkhigūthako. Ettha jāyatīti etasmiṃ akkhimaṇḍale ubhosu koṭīsu visagandhaṃ vāyanto nibbattati. Pīḷakoḷikāti vā akkhidalesu nibbattanakā pīḷakā vuccati. Vividhāti setanīlamaṇḍalānañceva rattapītādīnaṃ sattannaṃ paṭalānañca vasena anekavidhā. Cakkhuvidhāti cakkhubhāgā cakkhuppakārā vā tassa anekakalāpagatabhāvato. Piṇḍitāti samuditā.",
  "atk-s0509a13:137": "Evaṃ cakkhusmiṃ sārajjantassa cakkhuno asubhataṃ anavaṭṭhitatāya aniccatañca vibhāvesi . Vibhāvetvā ca yathā nāma koci lobhanīyaṃ bhaṇḍaṃ gahetvā corakantāraṃ paṭipajjanto corehi palibuddho taṃ lobhanīyabhaṇḍaṃ datvā gacchati, evameva cakkhumhi sārattena tena purisena palibuddhā therī attano cakkhuṃ uppāṭetvā tassa adāsi. Tena vuttaṃ ‘‘uppāṭiya cārudassanā’’tiādi. Tattha uppāṭiyāti uppāṭetvā cakkhukūpato nīharitvā. Cārudassanāti piyadassanā manoharadassanā. Na ca pajjitthāti tasmiṃ cakkhusmiṃ saṅgaṃ nāpajji. Asaṅgamānasāti katthacipi ārammaṇe anāsattacittā. Handa te cakkhunti tayā kāmitaṃ tato eva mayā dinnattā te cakkhusaññitaṃ asucipiṇḍaṃ gaṇha, gahetvā harassu pasādayuttaṃ icchitaṃ ṭhānaṃ nehi.",
  "atk-s0509a13:138": "Tassa ca viramāsi tāvadeti tassa dhuttapurisassa tāvadeva akkhimhi uppāṭitakkhaṇe eva rāgo vigacchi. Tatthāti akkhimhi, tassaṃ vā theriyaṃ. Atha vā tatthāti tasmiṃyeva ṭhāne. Khamāpayīti khamāpesi. Sotthi siyā brahmacārinīti seṭṭhacārini mahesike tuyhaṃ ārogyameva bhaveyya. Na puno edisakaṃbhavissatīti ito paraṃ evarūpaṃ anācāracaraṇaṃ na bhavissati, na karissāmīti attho.",
  "atk-s0509a13:139": "Āsādiyāti ghaṭṭetvā. Edisanti evarūpaṃ sabbattha vītarāgaṃ. Aggiṃ pajjalitaṃva liṅgiyāti pajjalitaṃ aggiṃ āliṅgetvā viya.",
  "atk-s0509a13:140": "Tatoti tasmā dhuttapurisā. Sā bhikkhunīti sā subhā bhikkhunī. Agamī buddhavarassa santikanti sammāsambuddhassa santikaṃ upagacchi upasaṅkami. Passiya varapuññalakkhaṇanti uttamehi puññasambhārehi nibbattamahāpurisalakkhaṇaṃ disvā. Yathā purāṇakanti porāṇaṃ viya uppāṭanato pubbe viya cakkhu paṭipākatikaṃ ahosi. Yamettha antarantarā na vuttaṃ, taṃ vuttanayattā suviññeyyameva.",
  "atk-s0509a13:141": "Subhājīvakambavanikātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a13:142": "Tiṃsanipātavaṇṇanā niṭṭhitā."
}