{
  "atk-vin01a3:0": "2. Saṅghādisesakaṇḍaṃ",
  "atk-vin01a3:1": "1. Sukkavissaṭṭhisikkhāpadavaṇṇanā",
  "atk-vin01a3:2": "Yaṃ pārājikakaṇḍassa, saṅgītaṃ samanantaraṃ;",
  "atk-vin01a3:3": "Tassa terasakassāyamapubbapadavaṇṇanā.",
  "atk-vin01a3:4": "234. Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. Tena kho pana samayena āyasmā seyyasako anabhirato brahmacariyaṃ caratīti ettha āyasmāti piyavacanaṃ. Seyyasakoti tassa bhikkhuno nāmaṃ. Anabhiratoti vikkhittacitto kāmarāgapariḷāhena pariḍayhamāno na pana gihibhāvaṃ patthayamāno. So tena kiso hotīti so seyyasako tena anabhiratabhāvena kiso hoti.",
  "atk-vin01a3:5": "Addasā kho āyasmā udāyīti ettha udāyīti tassa therassa nāmaṃ, ayañhi seyyasakassa upajjhāyo lāḷudāyī nāma bhantamigasappaṭibhāgo niddārāmatādimanuyuttānaṃ aññataro lolabhikkhu. Kacci no tvanti kacci nu tvaṃ. Yāvadatthaṃ bhuñjātiādīsu yāvatā atthoti yāvadatthaṃ. Idaṃ vuttaṃ hoti – yāvatā te bhojanena attho yattakaṃ tvaṃ icchasi tattakaṃ bhuñja, yattakaṃ kālaṃ rattiṃ vā divā vā supituṃ icchasi tattakaṃ supa, mattikādīhi kāyaṃ ubbaṭṭetvā cuṇṇādīhi ghaṃsitvā yattakaṃ nhānaṃ icchasi tattakaṃ nhāya, uddesena vā paripucchāya vā vattapaṭipattiyā vā kammaṭṭhānena vā attho natthīti. Yadā te anabhirati uppajjatīti yasmiṃ kāle tava kāmarāgavasena ukkaṇṭhitatā vikkhittacittatā uppajjati. Rāgo cittaṃ anuddhaṃsetīti kāmarāgo cittaṃ dhaṃseti padhaṃseti vikkhipati ceva milāpeti ca. Tadā hatthena upakkamitvā asuciṃ mocehīti tasmiṃ kāle hatthena vāyamitvā asucimocanaṃ karohi, evañhi te cittekaggatā bhavissati. Iti taṃ upajjhāyo anusāsi yathā taṃ bālo bālaṃ mago magaṃ.",
  "atk-vin01a3:6": "235.Tesaṃ muṭṭhassatīnaṃ asampajānānaṃ niddaṃ okkamantānanti satisampajaññaṃ pahāya niddaṃ otarantānaṃ. Tattha kiñcāpi niddaṃ okkamantānaṃ abyākato bhavaṅgavāro pavattati, satisampajaññavāro gaḷati, tathāpi sayanakāle manasikāro kātabbo. Divā supantena yāva nhātassa bhikkhuno kesā na sukkhanti tāva supitvā vuṭṭhahissāmīti saussāhena supitabbaṃ. Rattiṃ supantena ettakaṃ nāma rattibhāgaṃ supitvā candena vā tārakāya vā idaṃ nāma ṭhānaṃ pattakāle vuṭṭhahissāmīti saussāhena supitabbaṃ. Buddhānussatiādīsu ca dasasu kammaṭṭhānesu ekaṃ aññaṃ vā cittaruciyaṃ kammaṭṭhānaṃ gahetvāva niddā okkamitabbā. Evaṃ karonto hi sato sampajāno satiñca sampajaññañca avijahitvāva niddaṃ okkamatīti vuccati. Te pana bhikkhū bālā lolā bhantamigasappaṭibhāgā na evamakaṃsu. Tena vuttaṃ – ‘‘tesaṃ muṭṭhassatīnaṃ asampajānānaṃ niddaṃ okkamantāna’’nti.",
  "atk-vin01a3:7": "Atthi cettha cetanā labbhatīti ettha ca supinante assādacetanā atthi upalabbhati. Atthesā, bhikkhave, cetanā; sā ca kho abbohārikāti bhikkhave esā assādacetanā atthi, sā ca kho avisaye uppannattā abbohārikā, āpattiyā aṅgaṃ na hoti. Iti bhagavā supinante cetanāya abbohārikabhāvaṃ dassetvā ‘‘evañca pana bhikkhave imaṃ sikkhāpadaṃ uddiseyyātha, sañcetanikā sukkavissaṭṭhi aññatra supinantā saṅghādiseso’’ti sānupaññattikaṃ sikkhāpadaṃ paññāpesi.",
  "atk-vin01a3:8": "236-237. Tattha saṃvijjati cetanā assāti sañcetanā, sañcetanāva sañcetanikā, sañcetanā vā assā atthīti sañcetanikā. Yasmā pana yassa sañcetanikā sukkavissaṭṭhi hoti so jānanto sañjānanto hoti, sā cassa sukkavissaṭṭhi cecca abhivitaritvā vītikkamo hoti, tasmā byañjane ādaraṃ akatvā atthameva dassetuṃ ‘‘jānanto sañjānanto cecca abhivitaritvā vītikkamo’’ti evamassa padabhājanaṃ vuttaṃ. Tattha jānantoti upakkamāmīti jānanto. Sañjānantoti sukkaṃ mocemīti sañjānanto, teneva upakkamajānanākārena saddhiṃ jānantoti attho. Ceccāti mocanassādacetanāvasena cetetvā pakappetvā. Abhivitaritvāti upakkamavasena maddanto nirāsaṅkacittaṃ pesetvā. Vītikkamoti evaṃ pavattassa yo vītikkamo ayaṃ sañcetanikāsaddassa sikhāppatto atthoti vuttaṃ hoti.",
  "atk-vin01a3:9": "Idāni sukkavissaṭṭhīti ettha yassa sukkassa vissaṭṭhi taṃ tāva saṅkhyāto vaṇṇabhedato ca dassetuṃ ‘‘sukkanti dasa sukkānī’’tiādimāha. Tattha sukkānaṃ āsayabhedato dhātunānattato ca nīlādivaṇṇabhedo veditabbo.",
  "atk-vin01a3:10": "Vissaṭṭhīti vissaggo, atthato panetaṃ ṭhānācāvanaṃ hoti, tenāha – ‘‘vissaṭṭhīti ṭhānatocāvanā vuccatī’’ti. Tattha vatthisīsaṃ kaṭi kāyoti tidhā sukkassa ṭhānaṃ pakappenti, eko kirācariyo ‘‘vatthisīsaṃ sukkassa ṭhāna’’nti āha. Eko ‘‘kaṭī’’ti, eko ‘‘sakalo kāyo’’ti, tesu tatiyassa bhāsitaṃ subhāsitaṃ. Kesalomanakhadantānañhi maṃsavinimuttaṭṭhānaṃ uccārapassāvakheḷasiṅghāṇikāthaddhasukkhacammāni ca vajjetvā avaseso chavimaṃsalohitānugato sabbopi kāyo kāyappasādabhāvajīvitindriyābaddhapittānaṃ sambhavassa ca ṭhānameva. Tathā hi rāgapariyuṭṭhānenābhibhūtānaṃ hatthīnaṃ ubhohi kaṇṇacūḷikāhi sambhavo nikkhamati, mahāsenarājā ca rāgapariyuṭṭhito sambhavavegaṃ adhivāsetuṃ asakkonto satthena bāhusīsaṃ phāletvā vaṇamukhena nikkhantaṃ sambhavaṃ dassesīti.",
  "atk-vin01a3:11": "Ettha pana paṭhamassa ācariyassa vāde mocanassādena nimitte upakkamato yattakaṃ ekā khuddakamakkhikā piveyya tattake asucimhi vatthisīsato muñcitvā dakasotaṃ otiṇṇamatte bahi nikkhante vā anikkhante vā saṅghādiseso. Dutiyassa vāde tatheva kaṭito muccitvā dakasotaṃ otiṇṇamatte, tatiyassa vāde tatheva sakalakāyaṃ saṅkhobhetvā tato muccitvā dakasotaṃ otiṇṇamatte bahi nikkhante vā anikkhante vā saṅghādiseso. Dakasotorohaṇañcettha adhivāsetvā antarā nivāretuṃ asakkuṇeyyatāya vuttaṃ, ṭhānā cutañhi avassaṃ dakasotaṃ otarati. Tasmā ṭhānā cāvanamattenevettha āpatti veditabbā, sā ca kho nimitte upakkamantasseva hatthaparikammapādaparikammagattaparikammakaraṇena sacepi asuci muccati, anāpatti. Ayaṃ sabbācariyasādhāraṇavinicchayo.",
  "atk-vin01a3:12": "Aññatra supinantāti ettha supino eva supinanto, taṃ ṭhapetvā apanetvāti vuttaṃ hoti. Tañca pana supinaṃ passanto catūhi kāraṇehi passati dhātukkhobhato vā anubhūtapubbato vā devatopasaṃhārato vā pubbanimittato vāti.",
  "atk-vin01a3:13": "Tattha pittādīnaṃ khobhakaraṇapaccayayogena khubhitadhātuko dhātukkhobhato supinaṃ passati, passanto ca nānāvidhaṃ supinaṃ passati – pabbatā patanto viya, ākāsena gacchanto viya, vāḷamigahatthīcorādīhi anubaddho viya hoti. Anubhūtapubbato passanto pubbe anubhūtapubbaṃ ārammaṇaṃ passati. Devatopasaṃhārato passantassa devatā atthakāmatāya vā anatthakāmatāya vā atthāya vā anatthāya vā nānāvidhāni ārammaṇāni upasaṃharanti, so tāsaṃ devatānaṃ ānubhāvena tāni ārammaṇāni passati. Pubbanimittato passanto puññāpuññavasena uppajjitukāmassa atthassa vā anatthassa vā pubbanimittabhūtaṃ supinaṃ passati, bodhisattassamātā viya puttapaṭilābhanimittaṃ, bodhisatto viya pañca mahāsupine (a. ni. 5.196), kosalarājā viya soḷasa supineti.",
  "atk-vin01a3:14": "Tattha yaṃ dhātukkhobhato anubhūtapubbato ca supinaṃ passati na taṃ saccaṃ hoti. Yaṃ devatopasaṃhārato passati taṃ saccaṃ vā hoti alīkaṃ vā, kuddhā hi devatā upāyena vināsetukāmā viparītampi katvā dassenti. Yaṃ pana pubbanimittato passati taṃ ekantasaccameva hoti. Etesañca catunnaṃ mūlakāraṇānaṃ saṃsaggabhedatopi supinabhedo hotiyeva.",
  "atk-vin01a3:15": "Tañca panetaṃ catubbidhampi supinaṃ sekkhaputhujjanāva passanti appahīnavipallāsattā, asekkhā pana na passanti pahīnavipallāsattā. Kiṃ panetaṃ passanto sutto passati paṭibuddho, udāhu neva sutto na paṭibuddhoti? Kiñcettha yadi tāva sutto passati abhidhammavirodho āpajjati, bhavaṅgacittena hi supati taṃ rūpanimittādiārammaṇaṃ rāgādisampayuttaṃ vā na hoti, supinaṃ passantassa ca īdisāni cittāni uppajjanti. Atha paṭibuddho passati vinayavirodho āpajjati, yañhi paṭibuddho passati taṃ sabbohārikacittena passati, sabbohārikacittena ca kate vītikkame anāpatti nāma natthi. Supinaṃ passantena pana katepi vītikkame ekantaṃ anāpatti eva. Atha neva sutto na paṭibuddho passati, ko nāma passati; evañca sati supinassa abhāvova āpajjatīti, na abhāvo. Kasmā ? Yasmā kapimiddhapareto passati. Vuttañhetaṃ – ‘‘kapimiddhapareto kho, mahārāja, supinaṃ passatī’’ti. Kapimiddhaparetoti makkaṭaniddāya yutto. Yathā hi makkaṭassa niddā lahuparivattā hoti; evaṃ yā niddā punappunaṃ kusalādicittavokiṇṇattā lahuparivattā, yassā pavattiyaṃ punappunaṃ bhavaṅgato uttaraṇaṃ hoti tāya yutto supinaṃ passati, tenāyaṃ supino kusalopi hoti akusalopi abyākatopi. Tattha supinante cetiyavandanadhammassavanadhammadesanādīni karontassa kusalo, pāṇātipātādīni karontassa akusalo, dvīhi antehi mutto āvajjanatadārammaṇakkhaṇe abyākatoti veditabbo. Svāyaṃ dubbalavatthukattā cetanāya paṭisandhiṃ ākaḍḍhituṃ asamattho, pavatte pana aññehi kusalākusalehi upatthambhito vipākaṃ deti. Kiñcāpi vipākaṃ deti? Atha kho avisaye uppannattā abbohārikāva supinantacetanā. Tenāha – ‘‘ṭhapetvā supinanta’’nti.",
  "atk-vin01a3:16": "Saṅghādisesoti imassa āpattinikāyassa nāmaṃ. Tasmā yā aññatra supinantā sañcetanikā sukkavissaṭṭhi , ayaṃ saṅghādiseso nāma āpattinikāyoti evamettha sambandho veditabbo . Vacanattho panettha saṅgho ādimhi ceva sese ca icchitabbo assāti saṅghādiseso. Kiṃ vuttaṃ hoti? Imaṃ āpattiṃ āpajjitvā vuṭṭhātukāmassa yaṃ taṃ āpattivuṭṭhānaṃ, tassa ādimhi ceva parivāsadānatthāya ādito sese ca majjhe mānattadānatthāya mūlāya paṭikassanena vā saha mānattadānatthāya avasāne abbhānatthāya saṅgho icchitabbo. Na hettha ekampi kammaṃ vinā saṅghena sakkā kātunti saṅgho ādimhi ceva sese ca icchitabbo assāti saṅghādisesoti. Byañjanaṃ pana anādiyitvā atthameva dassetuṃ ‘‘saṅghova tassā āpattiyā parivāsaṃ deti, mūlāya paṭikassati, mānattaṃ deti, abbheti na sambahulā na ekapuggalo, tena vuccati saṅghādiseso’’ti idamassa padabhājanaṃ –",
  "atk-vin01a3:17": "‘‘Saṅghādisesoti yaṃ vuttaṃ, taṃ suṇohi yathātathaṃ;",
  "atk-vin01a3:18": "Saṅghova deti parivāsaṃ, mūlāya paṭikassati;",
  "atk-vin01a3:19": "Mānattaṃ deti abbheti, tenetaṃ iti vuccatī’’ti. (pari. 339) –",
  "atk-vin01a3:20": "Parivāre vacanakāraṇañca vuttaṃ, tattha parivāsadānādīni samuccayakkhandhake vitthārato āgatāni, tattheva nesaṃ saṃvaṇṇanaṃ karissāma.",
  "atk-vin01a3:21": "Tasseva āpattinikāyassāti tassa eva āpattisamūhassa. Tattha kiñcāpi ayaṃ ekāva āpatti, rūḷhisaddena pana avayave samūhavohārena vā ‘‘nikāyo’’ti vutto – ‘‘eko vedanākkhandho, eko viññāṇakkhandho’’tiādīsu viya.",
  "atk-vin01a3:22": "Evaṃ uddiṭṭhasikkhāpadaṃ padānukkamena vibhajitvā idāni imaṃ sukkavissaṭṭhiṃ āpajjantassa upāyañca kālañca adhippāyañca adhippāyavatthuñca dassetuṃ ‘‘ajjhattarūpe mocetī’’tiādimāha. Ettha hi ajjhattarūpādīhi catūhi padehi upāyo dassito, ajjhattarūpe vā moceyya bahiddhārūpe vā ubhayattha vā ākāse vā kaṭiṃ kampento, ito paraṃ añño upāyo natthi. Tattha rūpe ghaṭṭetvā mocentopi rūpena ghaṭṭetvā mocentopi rūpe moceticceva veditabbo. Rūpe hi sati so moceti na rūpaṃ alabhitvā. Rāgūpatthambhādīhi pana pañcahi kālo dassito. Rāgūpatthambhādikālesu hi aṅgajātaṃ kammaniyaṃ hoti, yassa kammaniyatte sati moceti. Ito paraṃ añño kālo natthi, na hi vinā rāgūpatthambhādīhi pubbaṇhādayo kālabhedā mocane nimittaṃ honti.",
  "atk-vin01a3:23": "Ārogyatthāyātiādīhi dasahi adhippāyo dassito, evarūpena hi adhippāyabhedena moceti na aññathā. Nīlādīhi pana dasahi navamassa adhippāyassa vatthu dassitaṃ, vīmaṃsanto hi nīlādīsu aññatarassa vasena vīmaṃsati na tehi vinimuttanti.",
  "atk-vin01a3:24": "238. Ito paraṃ pana imesaṃyeva ajjhattarūpādīnaṃ padānaṃ pakāsanatthaṃ ‘‘ajjhattarūpeti ajjhattaṃ upādinne rūpe’’tiādi vuttaṃ, tattha ajjhattaṃ upādinne rūpeti attano hatthādibhede rūpe. Bahiddhā upādinneti parassa tādiseyeva. Anupādinneti tāḷacchiddādibhede. Tadubhayeti attano ca parassa ca rūpe, ubhayaghaṭṭanavasenetaṃ vuttaṃ. Attano rūpena ca anupādinnarūpena ca ekato ghaṭṭanepi labbhati. Ākāse vāyamantassāti kenaci rūpena aghaṭṭetvā ākāseyeva kaṭikampanapayaogena aṅgajātaṃ cālentassa.",
  "atk-vin01a3:25": "Rāgūpatthambheti rāgassa balavabhāve, rāgena vā aṅgajātassa upatthambhe, thaddhabhāve sañjāteti vuttaṃ hoti. Kammaniyaṃ hotīti mocanakammakkhamaṃ ajjhattarūpādīsu upakkamārahaṃ hoti.",
  "atk-vin01a3:26": "Uccāliṅgapāṇakadaṭṭhūpatthambheti uccāliṅgapāṇakadaṭṭhena aṅgajāte upatthambhe. Uccāliṅgapāṇakā nāma lomasapāṇakā honti, tesaṃ lomehi phuṭṭhaṃ aṅgajātaṃ kaṇḍuṃ gahetvā thaddhaṃ hoti, tattha yasmā tāni lomāni aṅgajātaṃ ḍaṃsantāni viya vijjhanti, tasmā ‘‘uccāliṅgapāṇakadaṭṭhenā’’ti vuttaṃ, atthato pana uccāliṅgapāṇakalomavedhanenāti vuttaṃ hoti.",
  "atk-vin01a3:27": "239.Arogo bhavissāmīti mocetvā arogo bhavissāmi. Sukhaṃ vedanaṃ uppādessāmīti mocanena ca muccanuppattiyā muttapaccayā ca yā sukhā vedanā hoti, taṃ uppādessāmīti attho. Bhesajjaṃ bhavissatīti idaṃ me mocitaṃ kiñcideva bhesajjaṃ bhavissati. Dānaṃ dassāmīti mocetvā kīṭakipillikādīnaṃ dānaṃ dassāmi. Puññaṃ bhavissatīti mocetvā kīṭādīnaṃ dentassa puññaṃ bhavissati. Yaññaṃ yajissāmīti mocetvā kīṭādīnaṃ yaññaṃ yajissāmi. Kiñci kiñci mantapadaṃ vatvā dassāmīti vuttaṃ hoti. Saggaṃ gamissāmīti mocetvā kīṭādīnaṃ dinnadānena vā puññena vā yaññena vā saggaṃ gamissāmi. Bījaṃ bhavissatīti kulavaṃsaṅkurassa dārakassa bījaṃ bhavissati, ‘‘iminā bījena putto nibbattissatī’’ti iminā adhippāyena mocetīti attho. Vīmaṃsatthāyāti jānanatthāya. Nīlaṃ bhavissatītiādīsu jānissāmi tāva kiṃ me mocitaṃ nīlaṃ bhavissati pītakādīsu aññataravaṇṇanti evamattho daṭṭhabbo. Khiḍḍādhippāyoti khiḍḍāpasuto, tena tena adhippāyena kīḷanto mocetīti vuttaṃ hoti.",
  "atk-vin01a3:28": "240. Idāni yadidaṃ ‘‘ajjhattarūpe mocetī’’tiādi vuttaṃ tattha yathā mocento āpattiṃ āpajjati, tesañca padānaṃ vasena yattako āpattibhedo hoti, taṃ sabbaṃ dassento ‘‘ajjhattarūpe ceteti upakkamati muccati āpatti saṅghādisesassā’’tiādimāha.",
  "atk-vin01a3:29": "Tattha cetetīti mocanassādasampayuttāya cetanāya muccatūti ceteti. Upakkamatīti tadanurūpaṃ vāyāmaṃ karoti. Muccatīti evaṃ cetentassa tadanurūpena vāyāmena vāyamato sukkaṃ ṭhānā cavati. Āpatti saṅghādisesassāti imehi tīhi aṅgehi assa puggalassa saṅghādiseso nāma āpattinikāyo hotīti attho. Esa nayo bahiddhārūpetiādīsupi avasesesu aṭṭhavīsatiyā padesu.",
  "atk-vin01a3:30": "Ettha pana dve āpattisahassāni nīharitvā dassetabbāni. Kathaṃ? Ajjhattarūpe tāva rāgūpatthambhe ārogyatthāya nīlaṃ mocentassa ekā āpatti, ajjhattarūpeyeva rāgūpatthambhe ārogyatthāya pītādīnaṃ mocanavasena aparā navāti dasa. Yathā ca ārogyatthāya dasa, evaṃ sukhādīnaṃ navannaṃ padānaṃ atthāya ekekapade dasa dasa katvā navuti, iti imā ca navuti purimā ca dasāti rāgūpatthambhe tāva sataṃ. Yathā pana rāgūpatthambhe evaṃ vaccūpatthambhādīsupi catūsu ekekasmiṃ upatthambhe sataṃ sataṃ katvā cattāri satāni, iti imāni cattāri purimañca ekanti ajjhattarūpe tāva pañcannaṃ upatthambhānaṃ vasena pañca satāni. Yathā ca ajjhattarūpe pañca, evaṃ bahiddhārūpe pañca, ajjhattabahiddhārūpe pañca, ākāse kaṭiṃ kampentassa pañcāti sabbānipi catunnaṃ pañcakānaṃ vasena dve āpattisahassāni veditabbāni.",
  "atk-vin01a3:31": "Idāni ārogyatthāyātiādīsu tāva dasasu padesu paṭipāṭiyā vā uppaṭipāṭiyā vā heṭṭhā vā gahetvā upari gaṇhantassa, upari vā gahetvā heṭṭhā gaṇhantassa, ubhato vā gahetvā majjhe ṭhapentassa, majjhe vā gahetvā ubhato harantassa, sabbamūlaṃ vā katvā gaṇhantassa cetanūpakkamamocane sati visaṅketo nāma natthīti dassetuṃ ‘‘ārogyatthañca sukhatthañcā’’ti khaṇḍacakkabaddhacakkādibhedavicittaṃ pāḷimāha.",
  "atk-vin01a3:32": "Tattha ārogyatthañca sukhatthañca ārogyatthañca bhesajjatthañcā ti evaṃ ārogyapadaṃ sabbapadehi yojetvā vuttamekaṃ khaṇḍacakkaṃ. Sukhapadādīni sabbapadehi yojetvā yāva attano attano atītānantarapadaṃ tāva ānetvā vuttāni nava baddhacakkānīti evaṃ ekekamūlakāni dasa cakkāni honti, tāni dumūlakādīhi saddhiṃ asammohato vitthāretvā veditabbāni. Attho panettha pākaṭoyeva.",
  "atk-vin01a3:33": "Yathā ca ārogyatthāyātiādīsu dasasu padesu, evaṃ nīlādīsupi ‘‘nīlañca pītakañca ceteti upakkamatī’’tiādinā nayena dasa cakkāni vuttāni, tānipi asammohato vitthāretvā veditabbāni. Attho panettha pākaṭoyeva.",
  "atk-vin01a3:34": "Puna ārogyatthañca nīlañca ārogyatthañca sukhatthañca nīlañca pītakañcāti ekenekaṃ dvīhi dve…pe… dasahi dasāti evaṃ purimapadehi saddhiṃ pacchimapadāni yojetvā ekaṃ missakacakkaṃ vuttaṃ.",
  "atk-vin01a3:35": "Idāni yasmā ‘‘nīlaṃ mocessāmī’’ti cetetvā upakkamantassa pītakādīsu muttesupi pītakādivasena cetetvā upakkamantassa itaresu muttesupi nevatthi visaṅketo , tasmā etampi nayaṃ dassetuṃ ‘‘nīlaṃ mocessāmīti ceteti upakkamati pītakaṃ muccatī’’tiādinā nayena cakkāni vuttāni. Tato paraṃ sabbapacchimapadaṃ nīlādīhi navahi padehi saddhiṃ yojetvā kucchicakkaṃ nāma vuttaṃ. Tato pītakādīni nava padāni ekena nīlapadeneva saddhiṃ yojetvā piṭṭhicakkaṃ nāma vuttaṃ. Tato lohitakādīni nava padāni ekena pītakapadeneva saddhiṃ yojetvā dutiyaṃ piṭṭhicakkaṃ vuttaṃ. Evaṃ lohitakapadādīhi saddhiṃ itarāni nava nava padāni yojetvā aññānipi aṭṭha cakkāni vuttānīti evaṃ dasagatikaṃ piṭṭhicakkaṃ veditabbaṃ.",
  "atk-vin01a3:36": "Evaṃ khaṇḍacakkādīnaṃ anekesaṃ cakkānaṃ vasena vitthārato garukāpattimeva dassetvā idāni aṅgavaseneva garukāpattiñca lahukāpattiñca anāpattiñca dassetuṃ ‘‘ceteti upakkamati muccatī’’tiādimāha. Tattha purimanayena ajjhattarūpādīsu rāgādiupatthambhe sati ārogyādīnaṃ atthāya cetentassa upakkamitvā asucimocane tivaṅgasampannā garukāpatti vuttā. Dutiyena nayena cetentassa upakkamantassa ca mocane asati duvaṅgasampannā lahukā thullaccayāpatti. ‘‘Ceteti na upakkamati muccatī’’tiādīhi chahi nayehi anāpatti.",
  "atk-vin01a3:37": "Ayaṃ pana āpattānāpattibhedo saṇho sukhumo, tasmā suṭṭhu sallakkhetabbo . Suṭṭhu sallakkhetvā kukkuccaṃ pucchitena āpatti vā anāpatti vā ācikkhitabbā, vinayakammaṃ vā kātabbaṃ. Asallakkhetvā karonto hi roganidānaṃ ajānitvā bhesajjaṃ karonto vejjo viya vighātañca āpajjati, na ca taṃ puggalaṃ tikicchituṃ samattho hoti. Tatrāyaṃ sallakkhaṇavidhi – kukkuccena āgato bhikkhu yāvatatiyaṃ pucchitabbo – ‘‘katarena payogena katarena rāgena āpannosī’’ti. Sace paṭhamaṃ aññaṃ vatvā pacchā aññaṃ vadati na ekamaggena katheti, so vattabbo – ‘‘tvaṃ na ekamaggena kathesi pariharasi, na sakkā tava vinayakammaṃ kātuṃ gaccha sotthiṃ gavesā’’ti. Sace pana tikkhattumpi ekamaggeneva katheti, yathābhūtaṃ attānaṃ āvikaroti, athassa āpattānāpattigarukalahukāpattivinicchayatthaṃ ekādasannaṃ rāgānaṃ vasena ekādasa payogā samavekkhitabbā.",
  "atk-vin01a3:38": "Tatrime ekādasa rāgā – mocanassādo, muccanassādo, muttassādo, methunassādo, phassassādo, kaṇḍuvanassādo, dassanassādo, nisajjassādo, vācassādo, gehassitapemaṃ, vanabhaṅgiyanti. Tattha mocetuṃ assādo mocanassādo, muccane assādo muccanassādo, mutte assādo muttassādo, methune assādo methunassādo, phasse assādo phassassādo, kaṇḍuvane assādo kaṇḍuvanassādo, dassane assādo dassanassādo, nisajjāya assādo nisajjassādo, vācāya assādo vācassādo, gehassitaṃ pemaṃ gehassitapemaṃ, vanabhaṅgiyanti yaṃkiñci pupphaphalādi vanato bhañjitvā āhaṭaṃ. Ettha ca navahi padehi sampayuttaassādasīsena rāgo vutto. Ekena padena sarūpeneva, ekena padena vatthunā vutto, vanabhaṅgo hi rāgassa vatthu na rāgoyeva.",
  "atk-vin01a3:39": "Etesaṃ pana rāgānaṃ vasena evaṃ payogā samavekkhitabbā – mocanassāde mocanassādacetanāya cetento ceva assādento ca upakkamati muccati saṅghādiseso. Tatheva cetento ca assādento ca upakkamati na muccati thullaccayaṃ. Sace pana sayanakāle rāgapariyuṭṭhito hutvā ūrunā vā muṭṭhinā vā aṅgajātaṃ gāḷhaṃ pīḷetvā mocanatthāya saussāhova supati, supantassa cassa asuci muccati saṅghādiseso. Sace rāgapariyuṭṭhānaṃ asubhamanasikārena vūpasametvā suddhacitto supati, supantassa muttepi anāpatti.",
  "atk-vin01a3:40": "Muccanassāde attano dhammatāya muccamānaṃ assādeti na upakkamati anāpatti. Sace pana muccamānaṃ assādento upakkamati, tena upakkamena mutte saṅghādiseso. Attano dhammatāya muccamāne ‘‘mā kāsāvaṃ vā senāsanaṃ vā dussī’’ti aṅgajātaṃ gahetvā jagganatthāya udakaṭṭhānaṃ gacchati vaṭṭatīti mahāpaccariyaṃ vuttaṃ.",
  "atk-vin01a3:41": "Muttassāde attano dhammatāya mutte ṭhānā cute asucimhi pacchā assādentassa vinā upakkamena muccati, anāpatti. Sace assādetvā puna mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:42": "Methunassāde methunarāgena mātugāmaṃ gaṇhāti, tena payogena asuci muccati, anāpatti. Methunadhammassa payogattā pana tādise gahaṇe dukkaṭaṃ, sīsaṃ patte pārājikaṃ. Sace methunarāgena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:43": "Phassassāde duvidho phasso – ajjhattiko, bāhiro ca. Ajjhattike tāva attano nimittaṃ thaddhaṃ mudukanti jānissāmīti vā lolabhāvena vā kīḷāpayato asuci muccati, anāpatti. Sace kīḷāpento assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso. Bāhiraphasse pana kāyasaṃsaggarāgena mātugāmassa aṅgamaṅgāni parāmasato ceva āliṅgato ca asuci muccati, anāpatti. Kāyasaṃsaggasaṅghādisesaṃ pana āpajjati. Sace kāyasaṃsaggarāgena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti visaṭṭhipaccayāpi saṅghādiseso.",
  "atk-vin01a3:44": "Kaṇḍuvanassāde daddukacchupiḷakapāṇakādīnaṃ aññataravasena kaṇḍuvamānaṃ nimittaṃ kaṇḍuvanassāde neva kaṇḍuvato asuci muccati, anāpatti. Kaṇḍuvanassādena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:45": "Dassanassāde dassanassādena punappunaṃ mātugāmassa anokāsaṃ upanijjhāyato asuci muccati, anāpatti. Mātugāmassa anokāsupanijjhāne pana dukkaṭaṃ. Sace dassanassādena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:46": "Nisajjassāde mātugāmena saddhiṃ raho nisajjassādarāgena nisinnassa asuci muccati, anāpatti. Raho nisajjapaccayā pana āpannāya āpattiyā kāretabbo. Sace nisajjassādena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:47": "Vācassāde vācassādarāgena mātugāmaṃ methunasannissitāhi vācāhi obhāsantassa asuci muccati, anāpatti. Duṭṭhullavācāsaṅghādisesaṃ pana āpajjati. Sace vācassādena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:48": "Gehassitapeme mātaraṃ vā mātupemena bhaginiṃ vā bhaginipemena punappunaṃ parāmasato ceva āliṅgato ca asuci muccati, anāpatti. Gehassitapemena pana phusanapaccayā dukkaṭaṃ. Sace gehassitapemena ratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso.",
  "atk-vin01a3:49": "Vanabhaṅge itthipurisā aññamaññaṃ kiñcideva tambūlagandhapupphavāsādippakāraṃ paṇṇākāraṃ mittasanthavabhāvassa daḷhabhāvatthāya pesenti ayaṃ vanabhaṅgo nāma. Tañce mātugāmo kassaci saṃsaṭṭhavihārikassa kulūpakabhikkhuno peseti, tassa ca ‘‘asukāya nāma idaṃ pesita’’nti sārattassa punappunaṃ hatthehi taṃ vanabhaṅgaṃ kīḷāpayato asuci muccati, anāpatti. Sace vanabhaṅge sāratto puna assādetvā mocanatthāya nimitte upakkamitvā moceti, saṅghādiseso. Sace upakkamantepi na muccati, thullaccayaṃ.",
  "atk-vin01a3:50": "Evametesaṃ ekādasannaṃ rāgānaṃ vasena ime ekādasa payoge samevekkhitvā āpatti vā anāpatti vā sallakkhetabbā. Sallakkhetvā sace garukā hoti ‘‘garukā’’ti ācikkhitabbā. Sace lahukā hoti ‘‘lahukā’’ti ācikkhitabbā. Tadanurūpañca vinayakammaṃ kātabbaṃ. Evañhi kataṃ sukataṃ hoti roganidānaṃ ñatvā vejjena katabhesajjamiva, tassa ca puggalassa sotthibhāvāya saṃvattati.",
  "atk-vin01a3:51": "262.Ceteti na upakkamatītiādīsu mocanassādacetanāya ceteti, na upakkamati, muccati, anāpatti. Mocanassādapīḷito ‘‘aho vata mucceyyā’’ti ceteti, na upakkamati, na muccati, anāpatti. Mocanassādena na ceteti, phassassādena kaṇḍuvanassādena vā upakkamati, muccati, anāpatti. Tatheva na ceteti, upakkamati, na muccati, anāpatti. Kāmavitakkaṃ vitakkento mocanatthāya na ceteti, na upakkamati, muccati, anāpatti. Sace panassa vitakkayatopi na muccati idaṃ āgatameva hoti, ‘‘na ceteti, na upakkamati, na muccati, anāpattī’’ti.",
  "atk-vin01a3:52": "Anāpattisupinantenāti suttassa supine methunaṃ dhammaṃ paṭisevantassa viya kāyasaṃsaggādīni āpajjantassa viya supinanteneva kāraṇena yassa asuci muccati, tassa anāpatti. Supine pana uppannāya assādacetanāya sacassa visayo hoti, niccalena bhavitabbaṃ, na hatthena nimittaṃ kīḷāpetabbaṃ, kāsāvapaccattharaṇarakkhaṇatthaṃ pana hatthapuṭena gahetvā jagganatthāya udakaṭṭhānaṃ gantuṃ vaṭṭati.",
  "atk-vin01a3:53": "Namocanādhippāyassāti yassa bhesajjena vā nimittaṃ ālimpantassa uccārādīni vā karontassa namocanādhippāyassa muccati, tassāpi anāpatti. Ummattakassa duvidhassāpi anāpatti. Idha seyyasako ādikammiko, tassa anāpatti ādikammikassāti.",
  "atk-vin01a3:54": "Padabhājanīyavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:55": "Samuṭṭhānādīsu idaṃ sikkhāpadaṃ paṭhamapārājikasamuṭṭhānaṃ kāyacittato samuṭṭhāti. Kiriyā, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, akusalacittaṃ, dvivedanaṃ, sukhamajjhattadvayenāti.",
  "atk-vin01a3:56": "263. Vinītavatthūsu supinavatthu anupaññattiyaṃ vuttanayameva. Uccārapassāvavatthūni uttānatthāneva.",
  "atk-vin01a3:57": "Vitakkavatthusmiṃ kāmavitakkanti gehassitakāmavitakkaṃ. Tattha kiñcāpi anāpatti vuttā, atha kho vitakkagatikena na bhavitabbaṃ. Uṇhodakavatthūsu paṭhamaṃ uttānameva. Dutiye so bhikkhu mocetukāmo uṇhodakena nimittaṃ paharitvā paharitvā nhāyi, tenassa āpatti vuttā. Tatiye upakkamassa atthitāya thullaccayaṃ. Bhesajjakaṇḍuvanavatthūni uttānatthāneva.",
  "atk-vin01a3:58": "264.Maggavatthūsu paṭhamassa thulaūrukassa maggaṃ gacchantassa sambādhaṭṭhāne ghaṭṭanāya asuci mucci, tassa namocanādhippāyattā anāpatti. Dutiyassa tatheva mucci, mocanādhippāyattā pana saṅghādiseso. Tatiyassa na mucci, upakkamasabbhāvato pana thullaccayaṃ. Tasmā maggaṃ gacchantena uppanne pariḷāhe na gantabbaṃ, gamanaṃ upacchinditvā asubhādimanasikārena cittaṃ vūpasametvā suddhacittena kammaṭṭhānaṃ ādāya gantabbaṃ. Sace ṭhito vinodetuṃ na sakkoti, maggā okkamma nisīditvā vinodetvā kammaṭṭhānaṃ ādāya suddhacitteneva gantabbaṃ.",
  "atk-vin01a3:59": "Vatthivatthūsu te bhikkhū vatthiṃ daḷhaṃ gahetvā pūretvā pūretvā vissajjentā gāmadārakā viya passāvamakaṃsu. Jantāgharavatthusmiṃ udaraṃ tāpentassa mocanādhippāyassāpi amocanādhippāyassāpi mutte anāpattiyeva. Parikammaṃ karontassa nimittacālanavasena asuci mucci, tasmā āpattiṭṭhāne āpatti vuttā.",
  "atk-vin01a3:60": "265.Ūrughaṭṭāpanavatthūsu yesaṃ āpatti vuttā te aṅgajātampi phusāpesunti veditabbāti evaṃ kurundaṭṭhakathāyaṃ vuttaṃ. Sāmaṇerādivatthūni uttānatthāneva.",
  "atk-vin01a3:61": "266. Kāyatthambhanavatthusmiṃ kāyaṃ thambhentassāti ciraṃ nisīditvā vā nipajjitvā vā navakammaṃ vā katvā ālasiyavimocanatthaṃ vijambhentassa.",
  "atk-vin01a3:62": "Upanijjhāyanavatthusmiṃ sacepi paṭasataṃ nivatthā hoti purato vā pacchato vā ṭhatvā ‘‘imasmiṃ nāma okāse nimitta’’nti upanijjhāyantassa dukkaṭameva. Anivatthānaṃ gāmadārikānaṃ nimittaṃ upanijjhāyantassa pana kimeva vattabbaṃ. Tiracchānagatānampi nimitte eseva nayo. Ito cito ca aviloketvā pana divasampi ekapayogena upanijjhāyantassa ekameva dukkaṭaṃ. Ito cito ca viloketvā punappunaṃ upanijjhāyantassa payoge payoge dukkaṭaṃ. Ummīlananimīlanavasena pana na kāretabbo. Sahasā upanijjhāyitvā puna paṭisaṅkhāya saṃvare tiṭṭhato anāpatti, taṃ saṃvaraṃ pahāya puna upanijjhāyato dukkaṭameva.",
  "atk-vin01a3:63": "267.Tāḷacchiddādivatthūni uttānatthāneva. Nhānavatthūsu ye udakasotaṃ nimittena pahariṃsu tesaṃ āpatti vuttā. Udañjalavatthūsupi eseva nayo. Ettha ca udañjalanti udakacikkhallo vuccati. Eteneva upāyena ito parāni sabbāneva udake dhāvanādivatthūni veditabbāni. Ayaṃ pana viseso. Pupphāvaḷiyavatthūsu sacepi namocanādhippāyassa anāpatti, kīḷanapaccayā pana dukkaṭaṃ hotīti.",
  "atk-vin01a3:64": "Sukkavissaṭṭhisikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:65": "2. Kāyasaṃsaggasikkhāpadavaṇṇanā",
  "atk-vin01a3:66": "269.Tenasamayena buddho bhagavāti kāyasaṃsaggasikkhāpadaṃ. Tatrāyaṃ anuttānapadavaṇṇanā – araññe viharatīti na āveṇike araññe, jetavanavihārasseva paccante ekapasse. Majjhe gabbhoti tassa ca vihārassa majjhe gabbho hoti. Samantā pariyāgāroti samantā panassa maṇḍalamāḷaparikkhepo hoti. So kira majjhe caturassaṃ gabbhaṃ katvā bahi maṇḍalamāḷaparikkhepena kato, yathā sakkā hoti antoyeva āviñchantehi vicarituṃ.",
  "atk-vin01a3:67": "Supaññattanti suṭṭha ṭhapitaṃ, yathā yathā yasmiṃ yasmiñca okāse ṭhapitaṃ pāsādikaṃ hoti lokarañjakaṃ tathā tathā tasmiṃ tasmiṃ okāse ṭhapitaṃ, vattasīsena hi soṃ ekakiccampi na karoti. Ekacce vātapāne vivarantoti yesu vivaṭesu andhakāro hoti tāni vivaranto yesu vivaṭesu āloko hoti tāni thakento.",
  "atk-vin01a3:68": "Evaṃ vutte sā brāhmaṇī taṃ brāhmaṇaṃ etadavocāti evaṃ tena brāhmaṇena pasaṃsitvā vutte sā brāhmaṇī ‘‘pasanno ayaṃ brāhmaṇo pabbajitukāmo maññe’’ti sallakkhetvā nigūhitabbampi taṃ attano vippakāraṃ pakāsentī kevalaṃ tassa saddhāvighātāpekkhā hutvā etaṃ ‘‘kuto tassa uḷārattatā’’tiādivacanamavoca. Tattha uḷāro attā assāti uḷārattā, uḷārattano bhāvo uṭṭhārattatā. Kulitthīhītiādīsu kulitthiyo nāma gharassāminiyo. Kuladhītaro nāma purisantaragatā kuladhītaro . Kulakumāriyo nāma aniviṭṭhā vuccanti. Kulasuṇhā nāma parakulato ānītā kuladārakānaṃ vadhuyo.",
  "atk-vin01a3:69": "270.Otiṇṇoti yakkhādīhi viya sattā anto uppajjantena rāgena otiṇṇo, kūpādīni viya sattā asamapekkhitvā rajanīye ṭhāne rajjanto sayaṃ vā rāgaṃ otiṇṇo, yasmā pana ubhayathāpi rāgasamaṅgissevetaṃ adhivacanaṃ, tasmā ‘‘otiṇṇo nāma sāratto apekkhavā paṭibaddhacitto’’ti evamassa padabhājanaṃ vuttaṃ.",
  "atk-vin01a3:70": "Tattha sārattoti kāyasaṃsaggarāgena suṭṭhu ratto. Apekkhavāti kāyasaṃsaggāpekkhāya apekkhavā. Paṭibaddhacittoti kāyasaṃsaggarāgeneva tasmiṃ vatthusmiṃ paṭibaddhacitto. Vipariṇatenāti parisuddhabhavaṅgasantatisaṅkhātaṃ pakatiṃ vijahitvā aññathā pavattena, virūpaṃ vā pariṇatena virūpaṃ parivattena, yathā parivattamānaṃ virūpaṃ hoti evaṃ parivattitvā ṭhitenāti adhippāyo.",
  "atk-vin01a3:71": "271. Yasmā panetaṃ rāgādīhi sampayogaṃ nātivattati, tasmā ‘‘vipariṇatanti rattampi citta’’ntiādinā nayenassa padabhājanaṃ vatvā ante idhādhippetamatthaṃ dassento ‘‘apica rattaṃ cittaṃ imasmiṃ atthe adhippetaṃ vipariṇata’’nti āha.",
  "atk-vin01a3:72": "Tadahujātāti taṃdivasaṃ jātā jātamattā allamaṃsapesivaṇṇā, evarūpāyapi hi saddhiṃ kāyasaṃsagge saṅghādiseso, methunavītikkame pārājikaṃ, raho nisajjassāde pācittiyañca hoti. Pagevāti paṭhamameva.",
  "atk-vin01a3:73": "Kāyasaṃsaggaṃ samāpajjeyyāti hatthaggahaṇādikāyasampayogaṃ kāyamissībhāvaṃ samāpajjeyya, yasmā panetaṃ samāpajjantassa yo so kāyasaṃsaggo nāma so atthato ajjhācāro hoti, rāgavasena abhibhavitvā saññamavelaṃ ācāro, tasmāssa saṅkhepana atthaṃ dassento ‘‘ajjhācāro vuccatī’’ti padabhājanamāha.",
  "atk-vin01a3:74": "Hatthaggāhaṃ vātiādibhedaṃ panassa vitthārena atthadassanaṃ. Tattha hatthādīnaṃ vibhāgadassanatthaṃ ‘‘hattho nāma kapparaṃ upādāyā’’tiādimāha tattha kapparaṃ upādāyāti dutiyaṃ. Mahāsandhiṃ upādāya. Aññattha pana maṇibandhato paṭṭhāya yāva agganakhā hattho idha saddhiṃ aggabāhāya kapparato paṭṭhāya adhippeto.",
  "atk-vin01a3:75": "Suddhakesā vāti suttādīhi amissā suddhā kesāyeva. Veṇīti tīhi kesavaṭṭīhi vinandhitvā katakesakalāpassetaṃ nāmaṃ. Suttamissāti pañcavaṇṇena suttena kese missetvā katā. Mālāmissāti vassikapupphādīhi missetvā tīhi kesavaṭṭīhi vinandhitvā katā, avinaddhopi vā kevalaṃ pupphamissako kesakalāpo idha ‘‘veṇī’’ti veditabbo. Hiraññamissāti kahāpaṇamālāya missetvā katā. Suvaṇṇamissāti suvaṇṇacīrakehi vā pāmaṅgādīhi vā missetvā katā. Muttāmissāti muttāvalīhi missetvā katā. Maṇimissāti suttārūḷhehi maṇīhi missetvā katā. Etāsu hi yaṃkiñci veṇiṃ gaṇhantassa saṅghādisesoyeva. ‘‘Ahaṃ missakaveṇiṃ aggahesi’’nti vadantassa mokkho natthi. Veṇiggahaṇena cettha kesāpi gahitāva honti, tasmā yo ekampi kesaṃ gaṇhāti tassapi āpattiyeva.",
  "atk-vin01a3:76": "Hatthañcaveṇiñca ṭhapetvāti idha vuttalakkhaṇaṃ hatthañca sabbappakārañca veṇiṃ ṭhapetvā avasesaṃ sarīraṃ ‘‘aṅga’’nti veditabbaṃ. Evaṃ paricchinnesu hatthādīsu hatthassa gahaṇaṃ hatthaggāho, veṇiyā gahaṇaṃ veṇiggāho, avasesasasarīrassa parāmasanaṃ aññatarassa vā aññatarassa vā aṅgassa parāmasanaṃ, yo taṃ hatthaggāhaṃ vā veṇiggāhaṃ vā aññatarassa vā aññatarassa vā aṅgassa parāmasanaṃ samāpajjeyya, tassa saṅghādiseso nāma āpattinikāyo hotīti. Ayaṃ sikkhāpadassa attho.",
  "atk-vin01a3:77": "272. Yasmā pana yo ca hatthaggāho yo ca veṇiggāho yañca avasesassa aṅgassa parāmasanaṃ taṃ sabbampi bhedato dvādasavidhaṃ hoti, tasmā taṃ bhedaṃ dassetuṃ ‘‘āmasanā parāmasanā’’tiādinā nayenassa padabhājanaṃ vuttaṃ. Tattha yañca vuttaṃ ‘‘āmasanā nāma āmaṭṭhamattā’’ti yañca ‘‘chupanaṃ nāma phuṭṭhamatta’’nti, imesaṃ ayaṃ viseso – āmasanāti āmajjanā phuṭṭhokāsaṃ anatikkamitvāpi tattheva saṅghaṭṭanā. Ayañhi ‘‘āmaṭṭhamattā’’ti vuccati. Chupananti asaṅghaṭṭetvā phuṭṭhamattaṃ.",
  "atk-vin01a3:78": "Yampi ummasanāya ca ullaṅghanāya ca niddese ‘‘uddhaṃ uccāraṇā’’ti ekameva padaṃ vuttaṃ. Tatrāpi ayaṃ viseso – paṭhamaṃ attano kāyassa itthiyā kāye uddhaṃ pesanavasena vuttaṃ, dutiyaṃ itthiyā kāyaṃ ukkhipanavasena, sesaṃ pākaṭameva.",
  "atk-vin01a3:79": "273. Idāni yvāyaṃ otiṇṇo vipariṇatena cittena kāyasaṃsaggaṃ samāpajjati, tassa etesaṃ padānaṃ vasena vitthārato āpattibhedaṃ dassento ‘‘itthī ca hoti itthisaññī sāratto ca bhikkhu ca naṃ itthiyā kāyena kāya’’ntiādimāha. Tattha bhikkhu ca naṃ itthiyā kāyena kāyanti so sāratto ca itthisaññī ca bhikkhu attano kāyena. Nanti nipātamattaṃ. Atha vā etaṃ tassā itthiyā hatthādibhedaṃ kāyaṃ. Āmasati parāmasatīti etesu ce ekenāpi ākārena ajjhācarati, āpatti saṅghādisesassa. Tattha sakiṃ āmasato ekā āpatti, punappunaṃ āmasato payoge payoge saṅghādiseso.",
  "atk-vin01a3:80": "Parāmasantopi sace kāyato amocetvāva ito cito ca attano hatthaṃ vā kāyaṃ vā sañcopeti harati peseti divasampi parāmasato ekāva āpatti. Sace kāyato mocetvā mocetvā parāmasati payoge payoge āpatti.",
  "atk-vin01a3:81": "Omasantopi sace kāyato amocetvāva itthiyā matthakato paṭṭhāya yāva pādapiṭṭhiṃ omasati ekāva āpatti. Sace pana udarādīsu taṃ taṃ ṭhānaṃ patvā muñcitvā muñcitvā omasati payoge payoge āpatti. Ummasanāyapi pādato paṭṭhāya yāva sīsaṃ ummasantassa eseva nayo.",
  "atk-vin01a3:82": "Olaṅghanāya mātugāmaṃ kesesu gahetvā nāmetvā cumbanādīsu yaṃ ajjhācāraṃ icchati taṃ katvā muñcato ekāva āpatti. Uṭṭhitaṃ punappunaṃ nāmayato payoge payoge āpatti. Ullaṅghanāyapi kesesu vā hatthesu vā gahetvā vuṭṭhāpayato eseva nayo.",
  "atk-vin01a3:83": "Ākaḍḍhanāya attano abhimukhaṃ ākaḍḍhanto yāva na muñcati tāva ekāva āpatti. Muñcitvā muñcitvā ākaḍḍhantassa payoge payoge āpatti. Patikaḍḍhanāyapi parammukhaṃ piṭṭhiyaṃ gahetvā paṭippaṇāmayato eseva nayo.",
  "atk-vin01a3:84": "Abhiniggaṇhanāya hatthe vā bāhāya vā daḷhaṃ gahetvā yojanampi gacchato ekāva āpatti. Muñcitvā punappunaṃ gaṇhato payoge payoge āpatti. Amuñcitvā punappunaṃ phusato ca āliṅgato ca payoge payoge āpattīti mahāsumatthero āha. Mahāpadumatthero panāha – ‘‘mūlaggahaṇameva pamāṇaṃ, tasmā yāva na muñcati tāva ekā eva āpattī’’ti.",
  "atk-vin01a3:85": "Abhinippīḷanāya vatthena vā ābharaṇena vā saddhiṃ pīḷayato aṅgaṃ aphusantassa thullaccayaṃ, phusantassa saṅghādiseso, ekapayogena ekā āpatti, nānāpayogena nānā.",
  "atk-vin01a3:86": "Gahaṇachupanesu aññaṃ kiñci vikāraṃ akarontopi gahitamattaphuṭṭhamattenāpi āpattiṃ āpajjati.",
  "atk-vin01a3:87": "Evametesu āmasanādīsu ekenāpi ākārena ajjhācārato itthiyā itthisaññissa saṅghādiseso, vematikassa thullaccayaṃ, paṇḍakapurisatiracchānagatasaññissāpi thullaccayameva. Paṇḍake paṇḍakasaññissa thullaccayaṃ, vematikassa dukkaṭaṃ. Purisatiracchānagataitthisaññissāpi dukkaṭameva. Purise purisasaññissāpi vematikassāpi itthipaṇḍakatiracchānagatasaññissāpi dukkaṭameva. Tiracchānagatepi sabbākārena dukkaṭamevāti. Imā ekamūlakanaye vuttā āpattiyo sallakkhetvā imināva upāyena ‘‘dve itthiyo dvinnaṃ itthīna’’ntiādivasena vutte dumūlakanayepi diguṇā āpattiyo veditabbā. Yathā ca dvīsu itthīsu dve saṅghādisesā; evaṃ sambahulāsu sambahulā veditabbā.",
  "atk-vin01a3:88": "Yo hi ekato ṭhitā sambahulā itthiyo bāhāhi parikkhipitvā gaṇhāti so yattakā itthiyo phuṭṭhā tāsaṃ gaṇanāya saṅghādisese āpajjati, majjhagatānaṃ gaṇanāya thullaccaye. Tā hi tena kāyappaṭibaddhena āmaṭṭhā honti. Yo pana sambahulānaṃ aṅguliyo vā kese vā ekato katvā gaṇhāti, so aṅguliyo ca kese ca agaṇetvā itthiyo gaṇetvā saṅghādisesehi kāretabbo. Yāsañca itthīnaṃ aṅguliyo vā kesā vā majjhagatā honti, tāsaṃ gaṇanāya thullaccaye āpajjati. Tā hi tena kāyappaṭibaddhena āmaṭṭhā honti, sambahulā pana itthiyo kāyappaṭibaddhehi rajjuvatthādīhi parikkhipitvā gaṇhanto sabbāsaṃyeva antoparikkhepagatānaṃ gaṇanāya thullaccaye āpajjati. Mahāpaccariyaṃ aphuṭṭhāsu dukkaṭaṃ vuttaṃ. Tattha yasmā pāḷiyaṃ kāyappaṭibaddhappaṭibaddhena āmasanaṃ nāma natthi, tasmā sabbampi kāyappaṭibaddhappaṭibaddhaṃ kāyappaṭibaddheneva saṅgahetvā mahāaṭṭhakathāyañca kurundiyañca vutto purimanayoyevettha yuttataro dissati.",
  "atk-vin01a3:89": "Yo hi hatthena hatthaṃ gahetvā paṭipāṭiyā ṭhitāsu itthīsu samasārāgo ekaṃ hatthe gaṇhāti, so gahititthiyā vasena ekaṃ saṅghādisesaṃ āpajjati, itarāsaṃ gaṇanāya purimanayeneva thullaccaye. Sace so taṃ kāyappaṭibaddhe vatthe vā pupphe vā gaṇhāti, sabbāsaṃ gaṇanāya thullaccaye āpajjati. Yatheva hi rajjuvatthādīhi parikkhipantena sabbāpi kāyappaṭibaddhena āmaṭṭhā honti, tathā idhāpi sabbāpi kāyappaṭibaddhena āmaṭṭhā honti. Sace pana tā itthiyo aññamaññaṃ vatthakoṭiyaṃ gahetvā ṭhitā honti, tatra ceso purimanayeneva paṭhamaṃ itthiṃ hatthe gaṇhāti gahitāya vasena saṅghādisesaṃ āpajjati, itarāsaṃ gaṇanāya dukkaṭāni. Sabbāsañhi tāsaṃ tena purimanayeneva kāyapaṭibaddhena kāyappaṭibaddhaṃ āmaṭṭhaṃ hoti. Sace pana sopi taṃ kāyappaṭibaddheyeva gaṇhāti tassā vasena thullaccayaṃ āpajjati, itarāsaṃ gaṇanāya anantaranayeneva dukkaṭāni.",
  "atk-vin01a3:90": "Yo pana ghanavatthanivatthaṃ itthiṃ kāyasaṃsaggarāgena vatthe ghaṭṭeti, thullaccayaṃ. Viraḷavatthanivatthaṃ ghaṭṭeti, tatra ce vatthantarehi itthiyā vā nikkhantalomāni bhikkhuṃ bhikkhuno vā paviṭṭhalomāni itthiṃ phusanti, ubhinnaṃ lomāniyeva vā lomāni phusanti, saṅghādiseso. Upādinnakena hi kammajarūpena upādinnakaṃ vā anupādinnakaṃ vā anupādinnakenapi kenaci kesādinā upādinnakaṃ vā anupādinnakaṃ vā phusantopi saṅghādisesaṃ āpajjatiyeva.",
  "atk-vin01a3:91": "Tattha kurundiyaṃ ‘‘lomāni gaṇetvā saṅghādiseso’’ti vuttaṃ. Mahāaṭṭhakathāyaṃ pana ‘‘lomāni gaṇetvā āpattiyā na kāretabbo, ekameva saṅghādisesaṃ āpajjati. Saṅghikamañce pana apaccattharitvā nipanno lomāni gaṇetvā kāretabbo’’ti vuttaṃ , tadeva yuttaṃ. Itthivasena hi ayaṃ āpatti, na koṭṭhāsavasenāti.",
  "atk-vin01a3:92": "Etthāha ‘‘yo pana ‘kāyappaṭibaddhaṃ gaṇhissāmī’ti kāyaṃ gaṇhāti, ‘kāyaṃ gaṇhissāmī’ti kāyappaṭibaddhaṃ gaṇhāti, so kiṃ āpajjatī’’ti. Mahāsumatthero tāva ‘‘yathāvatthukamevā’’ti vadati. Ayaṃ kirassa laddhi –",
  "atk-vin01a3:93": "‘‘Vatthu saññā ca rāgo ca, phassappaṭivijānanā;",
  "atk-vin01a3:94": "Yathāniddiṭṭhaniddese, garukaṃ tena kāraye’’ti.",
  "atk-vin01a3:95": "Ettha ‘‘vatthū’’ti itthī. ‘‘Saññā’’ti itthisaññā. ‘‘Rāgo’’ti kāyasaṃsaggarāgo. ‘‘Phassappaṭivijānanā’’ti kāyasaṃsaggaphassajānanā. Tasmā yo itthiyā itthisaññī kāyasaṃsaggarāgena ‘‘kāyappaṭibaddhaṃ gahessāmī’’ti pavattopi kāyaṃ phusati, garukaṃ saṅghādisesaṃyeva āpajjati. Itaropi thullaccayanti mahāpadumatthero panāha –",
  "atk-vin01a3:96": "‘‘Saññāya virāgitamhi, gahaṇe ca virāgite;",
  "atk-vin01a3:97": "Yathāniddiṭṭhaniddese, garukaṃ tattha na dissatī’’ti.",
  "atk-vin01a3:98": "Assāpāyaṃ laddhi itthiyā itthisaññino hi saṅghādiseso vutto. Iminā ca itthisaññā virāgitā kāyappaṭibaddhe kāyappaṭibaddhasaññā uppāditā, taṃ gaṇhantassa pana thullaccayaṃ vuttaṃ. Iminā ca gahaṇampi virāgitaṃ taṃ aggahetvā itthī gahitā, tasmā ettha itthisaññāya abhāvato saṅghādiseso na dissati, kāyappaṭibaddhassa aggahitattā thullaccayaṃ na dissati, kāyasaṃsaggarāgena phuṭṭhattā pana dukkaṭaṃ. Kāyasaṃsaggarāgena hi imaṃ nāma vatthuṃ phusato anāpattīti natthi, tasmā dukkaṭamevāti.",
  "atk-vin01a3:99": "Idañca pana vatvā idaṃ catukkamāha. ‘‘Sārattaṃ gaṇhissāmī’ti sārattaṃ gaṇhi saṅghādiseso, ‘virattaṃ gaṇhissāmī’ti virattaṃ gaṇhi dukkaṭaṃ, ‘sārattaṃ gaṇhissāmī’ti virattaṃ gaṇhi dukkaṭaṃ, ‘virattaṃ gaṇhissāmī’ti sārattaṃ gaṇhi dukkaṭamevā’’ti. Kiñcāpi evamāha? Atha kho mahāsumattheravādoyevettha ‘‘itthi ca hoti itthisaññī sāratto ca bhikkhu ca naṃ itthiyā kāyena kāyappaṭibaddhaṃ āmasati parāmasati…pe… gaṇhāti chupati āpatti thullaccayassā’’ti imāya pāḷiyā ‘‘yo hi ekato ṭhitā sambahulā itthiyo bāhāhi parikkhipitvā gaṇhāti, so yattakā itthiyo phuṭṭhā tāsaṃ gaṇanāya saṅghādisese āpajjati, majjhagatānaṃ gaṇanāya thullaccaye’’tiādīhi aṭṭhakathāvinicchayehi ca sameti. Yadi hi saññādivirāgena virāgitaṃ nāma bhaveyya ‘‘paṇḍako ca hoti itthisaññī’’tiādīsu viya ‘‘kāyappaṭibaddhañca hoti kāyasaññī cā’’tiādināpi nayena pāḷiyaṃ visesaṃ vadeyya. Yasmā pana so na vutto, tasmā itthiyā itthisaññāya sati itthiṃ āmasantassa saṅghādiseso, kāyappaṭibaddhaṃ āmasantassa thullaccayanti yathāvatthukameva yujjati.",
  "atk-vin01a3:100": "Mahāpaccariyampi cetaṃ vuttaṃ – ‘‘nīlaṃ pārupitvā sayitāya kāḷitthiyā kāyaṃ ghaṭṭessāmī’ti kāyaṃ ghaṭṭeti, saṅghādiseso; ‘kāyaṃ ghaṭṭessāmī’ti nīlaṃ ghaṭṭeti, thullaccayaṃ; ‘nīlaṃ ghaṭṭessāmī’ti kāyaṃ ghaṭṭeti, saṅghādiseso; ‘nīlaṃ ghaṭṭessāmī’ti nīlaṃ ghaṭṭeti, thullaccaya’’nti. Yopāyaṃ ‘‘itthī ca paṇḍako cā’’tiādinā nayena vatthumissakanayo vutto, tasmimpi vatthu saññāvimativasena vuttā āpattiyo pāḷiyaṃ asammuyhantena veditabbā.",
  "atk-vin01a3:101": "Kāyenakāyappaṭibaddhavāre pana itthiyā itthisaññissa kāyappaṭibaddhaṃ gaṇhato thullaccayaṃ, sese sabbattha dukkaṭaṃ. Kāyappaṭibaddhenakāyavārepi eseva nayo. Kāyappaṭibaddhenakaāyappaṭibaddhavāre ca nissaggiyenakāyavārādīsu cassa sabbattha dukkaṭameva.",
  "atk-vin01a3:102": "‘‘Itthī ca hoti itthisaññī sāratto ca itthī ca naṃ bhikkhussa kāyena kāya’’ntiādivāro pana bhikkhumhi mātugāmassa rāgavasena vutto. Tattha itthī ca naṃ bhikkhussa kāyena kāyanti bhikkhumhi sārattā itthī tassa nisinnokāsaṃ vā nipannokāsaṃ vā gantvā attano kāyena taṃ bhikkhussa kāyaṃ āmasati…pe… chupati. Sevanādhippāyo kāyena vāyamati, phassaṃ paṭivijānātīti evaṃ tāya āmaṭṭho vā chupito vā sevanādhippāyo hutvā sace phassappaṭivijānanatthaṃ īsakampi kāyaṃ cāleti phandeti, saṅghādisesaṃ āpajjati.",
  "atk-vin01a3:103": "Dveitthiyoti ettha dve saṅghādisese āpajjati, itthiyā ca paṇḍake ca saṅghādisesena saha dukkaṭaṃ . Etena upāyena yāva ‘‘nissaggiyena nissaggiyaṃ āmasati, sevanādhippāyo kāyena vāyamati na ca phassaṃ paṭivijānāti, āpatti dukkaṭassā’’ti tāva purimanayeneva āpattibhedo veditabbo.",
  "atk-vin01a3:104": "Ettha ca kāyena vāyamati na ca phassaṃ paṭivijānātīti attanā nissaṭṭhaṃ pupphaṃ vā phalaṃ vā itthiṃ attano nissaggiyena pupphena vā phalena vā paharantiṃ disvā kāyena vikāraṃ karoti, aṅguliṃ vā cāleti, bhamukaṃ vā ukkhipati, akkhiṃ vā nikhaṇati, aññaṃ vā evarūpaṃ vikāraṃ karoti, ayaṃ vuccati ‘‘kāyena vāyamati na ca phassaṃ paṭivijānātī’’ti. Ayampi kāyena vāyamitattā dukkaṭaṃ āpajjati, dvīsu itthīsu dve, itthīpaṇḍakesupi dve eva dukkaṭe āpajjati.",
  "atk-vin01a3:105": "279. Evaṃ vatthuvasena vitthārato āpattibhedaṃ dassetvā idāni lakkhaṇavasena saṅkhepato āpattibhedañca anāpattibhedañca dassento ‘‘sevanādhippāyo’’tiādimāha. Tattha purimanaye itthiyā phuṭṭho samāno sevanādhippāyo kāyena vāyamati, phassaṃ paṭivijānātīti tivaṅgasampattiyā saṅghādiseso. Dutiye naye nissaggiyena nissaggiyāmasane viya vāyamitvā achupane viya ca phassassa appaṭivijānanato duvaṅgasampattiyā dukkaṭaṃ. Tatiye kāyena avāyamato anāpatti. Yo hi sevanādhippāyopi niccalena kāyena kevalaṃ phassaṃ paṭivijānāti sādiyati anubhoti, tassa cittuppādamatte āpattiyā abhāvato anāpatti. Catutthe pana nissaggiyena nissaggiyāmasane viya phassappaṭivijānanāpi natthi, kevalaṃ cittuppādamattameva, tasmā anāpatti. Mokkhādhippāyassa sabbākāresu anāpattiyeva.",
  "atk-vin01a3:106": "Ettha pana yo itthiyā gahito taṃ attano sarīrā mocetukāmo paṭippaṇāmeti vā paharati vā ayaṃ kāyena vāyamati phassaṃ paṭivijānāti. Yo āgacchantiṃ disvā tato muñcitukāmo uttāsetvā palāpeti, ayaṃ kāyena vāyamati na ca phassaṃ paṭivijānāti. Yo tādisaṃ dīghajātiṃ kāye ārūḷhaṃ disvā ‘‘saṇikaṃ gacchatu ghaṭṭiyamānā anatthāya saṃvatteyyā’’ti na ghaṭṭeti, itthimeva vā aṅgaṃ phusamānaṃ ñatvā ‘‘esā ‘anatthiko ayaṃ mayā’ti sayameva pakkamissatī’’ti ajānanto viya niccalo hoti, balavitthiyā vā gāḷhaṃ āliṅgitvā gahito daharabhikkhu palāyitukāmopi suṭṭhu gahitattā niccalo hoti, ayaṃ na ca kāyena vāyamati, phassaṃ paṭivijānāti. Yo pana āgacchantiṃ disvā ‘‘āgacchatu tāva tato naṃ paharitvā vā paṇāmetvā vā pakkamissāmī’’ti niccalo hoti, ayaṃ mokkhādhippāyo na ca kāyena vāyamati, na ca phassaṃ paṭivijānātīti veditabbo.",
  "atk-vin01a3:107": "280.Asañciccāti iminā upāyena imaṃ phusissāmīti acetetvā, evañhi acetetvā pattappaṭiggahaṇādīsu mātugāmassa aṅge phuṭṭhepi anāpatti.",
  "atk-vin01a3:108": "Asatiyāti aññavihito hoti mātugāmaṃ phusāmīti sati natthi, evaṃ asatiyā hatthapādapasāraṇādikāle phusantassa anāpatti.",
  "atk-vin01a3:109": "Ajānantassāti dārakavesena ṭhitaṃ dārikaṃ ‘‘itthī’’ti ajānanto kenacideva karaṇīyena phusati, evaṃ ‘‘itthī’’ti ajānantassa phusato anāpatti.",
  "atk-vin01a3:110": "Asādiyantassāti kāyasaṃsaggaṃ asādiyantassa, tassa bāhāparamparāya nītabhikkhussa viya anāpatti. Ummattakādayo vuttanayāeva. Idha pana udāyitthero ādikammiko, tassa anāpatti ādikammikassāti.",
  "atk-vin01a3:111": "Padabhājanīyavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:112": "Samuṭṭhānādīsu idaṃ sikkhāpadaṃ paṭhamapārājikasamuṭṭhānaṃ kāyacittato samuṭṭhāti, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, akusalacittaṃ, dvivedanaṃ, sukhamajjhattadvayenāti.",
  "atk-vin01a3:113": "281. Vinītavatthūsu – mātuyā mātupemenāti mātupemena mātuyā kāyaṃ āmasi. Esa nayo dhītubhaginivatthūsu. Tattha yasmā mātā vā hotu dhītā vā itthī nāma sabbāpi brahmacariyassa pāripanthikāva. Tasmā ‘‘ayaṃ me mātā ayaṃ dhītā ayaṃ me bhaginī’’ti gehassitapemena āmasatopi dukkaṭameva vuttaṃ.",
  "atk-vin01a3:114": "Imaṃ pana bhagavato āṇaṃ anussarantena sacepi nadīsotena vuyhamānaṃ mātaraṃ passati neva hatthena parāmasitabbā. Paṇḍitena pana bhikkhunā nāvā vā phalakaṃ vā kadalikkhandho vā dārukkhandho vā upasaṃharitabbo. Tasmiṃ asati kāsāvampi upasaṃharitvā purato ṭhapetabbaṃ, ‘‘ettha gaṇhāhī’’ti pana na vattabbā. Gahite parikkhāraṃ kaḍḍhāmīti kaḍḍhantena gantabbaṃ. Sace bhāyati purato purato gantvā ‘‘mā bhāyī’’ti samassāsetabbā. Sace bhāyamānā puttassa sahasā khandhe vā abhiruhati, hatthe vā gaṇhāti, na ‘‘apehi mahallike’’ti niddhunitabbā, thalaṃ pāpetabbā. Kaddame laggāyapi kūpe patitāyapi eseva nayo.",
  "atk-vin01a3:115": "Tatrapi hi yottaṃ vā vatthaṃ vā pakkhipitvā hatthena gahitabhāvaṃ ñatvā uddharitabbā, natveva āmasitabbā. Na kevalañca mātugāmassa sarīrameva anāmāsaṃ, nivāsanapāvuraṇampi ābharaṇabhaṇḍampi tiṇaṇḍupakaṃ vā tāḷapaṇṇamuddikaṃ vā upādāya anāmāsameva, tañca kho nivāsanapārupanaṃ piḷandhanatthāya ṭhapitameva. Sace pana nivāsanaṃ vā pārupanaṃ vā parivattetvā cīvaratthāya pādamūle ṭhapeti vaṭṭati. Ābharaṇabhaṇḍesu pana sīsapasādhanakadantasūciādikappiyabhaṇḍaṃ ‘‘imaṃ bhante tumhākaṃ gaṇhathā’’ti diyyamānaṃ sipāṭikāsūciādiupakaraṇatthāya gahetabbaṃ. Suvaṇṇarajatamuttādimayaṃ pana anāmāsameva dīyyamānampi na gahetabbaṃ. Na kevalañca etāsaṃ sarīrūpagameva anāmāsaṃ, itthisaṇṭhānena kataṃ kaṭṭharūpampi dantarūpampi ayarūpampi loharūpampi tipurūpampi potthakarūpampi sabbaratanarūpampi antamaso piṭṭhamayarūpampi anāmāsameva. Paribhogatthāya pana ‘‘idaṃ tumhākaṃ hotū’’ti labhitvā ṭhapetvā sabbaratanamayaṃ avasesaṃ bhinditvā upakaraṇārahaṃ upakaraṇe paribhogārahaṃ paribhoge upanetuṃ vaṭṭati.",
  "atk-vin01a3:116": "Yathā ca itthirūpakaṃ; evaṃ sattavidhampi dhaññaṃ anāmāsaṃ. Tasmā khettamajjhena gacchatā tatthajātakampi dhaññaphalaṃ na āmasantena gantabbaṃ. Sace gharadvāre vā antarāmagge vā dhaññaṃ pasāritaṃ hoti passena ca maggo atthi na maddantena gantabbaṃ. Gamanamagge asati maggaṃ adhiṭṭhāya gantabbaṃ. Antaraghare dhaññassa upari āsanaṃ paññāpetvā denti nisīdituṃ vaṭṭati. Keci āsanasālāyaṃ dhaññaṃ ākiranti, sace sakkā hoti harāpetuṃ harāpetabbaṃ, no ce ekamantaṃ dhaññaṃ amaddantena pīṭhakaṃ paññapetvā nisīditabbaṃ. Sace okāso na hoti, manussā dhaññamajjheyeva āsanaṃ paññapetvā denti, nisīditabbaṃ. Tatthajātakāni muggamāsādīni aparaṇṇānipi tālapanasādīni vā phalāni kīḷantena na āmasitabbāni. Manussehi rāsikatesupi eseva nayo. Araññe pana rukkhato patitāni phalāni ‘‘anupasampannānaṃ dassāmī’’ti gaṇhituṃ vaṭṭati.",
  "atk-vin01a3:117": "Muttā , maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitaṅko, masāragallanti imesu dasasu ratanesu muttā adhotā anividdhā yathājātāva āmasituṃ vaṭṭati. Sesā anāmāsāti vadanti. Mahāpaccariyaṃ pana ‘‘muttā dhotāpi adhotāpi anāmāsā bhaṇḍamūlatthāya ca sampaṭicchituṃ na vaṭṭati, kuṭṭharogassa bhesajjatthāya pana vaṭṭatī’’ti vuttaṃ. Antamaso jātiphalikaṃ upādāya sabbopi nīlapītādivaṇṇabhedo maṇi dhotaviddhavaṭṭito anāmāso, yathājāto pana ākaramutto pattādibhaṇḍamūlatthaṃ sampaṭicchituṃ vaṭṭatīti vutto. Sopi mahāpaccariyaṃ paṭikkhitto, pacitvā kato kācamaṇiyeveko vaṭṭatīti vutto. Veḷuriyepi maṇisadisova vinicchayo.",
  "atk-vin01a3:118": "Saṅkho dhamanasaṅkho ca dhotaviddho ca ratanamisso anāmāso. Pānīyasaṅkho dhotopi adhotopi āmāsova sesañca añjanādibhesajjatthāyapi bhaṇḍamūlatthāyapi sampaṭicchituṃ vaṭṭati. Silā dhotaviddhā ratanasaṃyuttā muggavaṇṇāva anāmāsā. Sesā satthakanisānādiatthāya gaṇhituṃ vaṭṭati. Ettha ca ratanasaṃyuttāti suvaṇṇena saddhiṃ yojetvā pacitvā katāti vadanti. Pavāḷaṃ dhotaviddhaṃ anāmāsaṃ. Sesaṃ āmāsaṃ bhaṇḍamūlatthañca sampaṭicchituṃ vaṭṭati. Mahāpaccariyaṃ pana ‘‘dhotampi adhotampi sabbaṃ anāmāsaṃ, na ca sampaṭicchituṃ vaṭṭatī’’ti vuttaṃ.",
  "atk-vin01a3:119": "Rajataṃ jātarūpañca katabhaṇḍampi akatabhaṇḍampi sabbena sabbaṃ bījato paṭṭhāya anāmāsañca asampaṭicchiyañca, uttararājaputto kira suvaṇṇacetiyaṃ kāretvā mahāpadumattherassa pesesi. Thero ‘‘na kappatī’’ti paṭikkhipi. Cetiyaghare suvaṇṇapadumasuvaṇṇabubbuḷakādīni honti, etānipi anāmāsāni. Cetiyagharagopakā pana rūpiyachaḍḍakaṭṭhāne ṭhitā, tasmā tesaṃ keḷāpayituṃ vaṭṭatīti vuttaṃ. Kurundiyaṃ pana taṃ paṭikkhittaṃ. Suvaṇṇacetiye kacavarameva harituṃ vaṭṭatīti ettakameva anuññātaṃ. Ārakūṭalohampi jātarūpagatikameva anāmāsanti sabbaaṭṭhakathāsu vuttaṃ. Senāsanaparibhogo pana sabbakappiyo, tasmā jātarūparajatamayā sabbepi senāsanaparikkhārā āmāsā. Bhikkhūnaṃ dhammavinayavaṇṇanaṭṭhāne ratanamaṇḍape karonti phalikatthambhe ratanadāmapatimaṇḍite, tattha sabbūpakaraṇāni bhikkhūnaṃ paṭijaggituṃ vaṭṭati.",
  "atk-vin01a3:120": "Lohitaṅkamasāragallā dhotaviddhā anāmāsā, itare āmāsā, bhaṇḍamūlatthāya vaṭṭantīti vuttā. Mahāpaccariyaṃ pana ‘‘dhotāpi adhotāpi sabbaso anāmāsā na ca sampaṭicchituṃ vaṭṭantī’’ti vuttaṃ.",
  "atk-vin01a3:121": "Sabbaṃ āvudhabhaṇḍaṃ anāmāsaṃ, bhaṇḍamūlatthāya dīyyamānampi na sampaṭicchitabbaṃ. Satthavaṇijjā nāma na vaṭṭati. Suddhadhanudaṇḍopi dhanujiyāpi patodopi aṅkusopi antamaso vāsipharasuādīnipi āvudhasaṅkhepena katāni anāmāsāni. Sace kenaci vihāre satti vā tomaro vā ṭhapito hoti, vihāraṃ jaggantena ‘‘harantū’’ti sāmikānaṃ pesetabbaṃ. Sace na haranti, taṃ acālentena vihāro paṭijaggitabbo. Yuddhabhūmiyaṃ patitaṃ asiṃ vā sattiṃ vā tomaraṃ vā disvā pāsāṇena vā kenaci vā asiṃ bhinditvā satthakatthāya gahetuṃ vaṭṭati, itarānipi viyojetvā kiñci satthakatthāya gahetuṃ vaṭṭati kiñci kattaradaṇḍādiatthāya. ‘‘Idaṃ gaṇhathā’’ti dīyyamānaṃ pana ‘‘vināsetvā kappiyabhaṇḍaṃ karissāmī’’ti sabbampi sampaṭicchituṃ vaṭṭati.",
  "atk-vin01a3:122": "Macchajālapakkhijālādīnipi phalakajālikādīni saraparittānānīpi sabbāni anāmāsāni. Paribhogatthāya labbhamānesu pana jālaṃ tāva ‘‘āsanassa vā cetiyassa vā upari bandhissāmi, chattaṃ vā veṭhessāmī’’ti gahetuṃ vaṭṭati. Saraparittānaṃ sabbampi bhaṇḍamūlatthāya sampaṭicchituṃ vaṭṭati. Parūparodhanivāraṇañhi etaṃ na uparodhakaranti phalakaṃ dantakaṭṭhabhājanaṃ karissāmīti gahetuṃ vaṭṭati.",
  "atk-vin01a3:123": "Cammavinaddhāni vīṇābheriādīni anāmāsāni. Kurundiyaṃ pana ‘‘bherisaṅghāṭopi vīṇāsaṅghāṭopi tucchapokkharampi mukhavaṭṭiyaṃ āropitacammampi vīṇādaṇḍakopi sabbaṃ anāmāsa’’nti vuttaṃ. Onahituṃ vā onahāpetuṃ vā vādetuṃ vā vādāpetuṃ vā na labbhatiyeva. Cetiyaṅgaṇe pūjaṃ katvā manussehi chaḍḍitaṃ disvāpi acāletvāva antarantare sammajjitabbaṃ, kacavarachaḍḍanakāle pana kacavaraniyāmeneva haritvā ekamantaṃ nikkhipituṃ vaṭṭatīti mahāpaccariyaṃ vuttaṃ. Bhaṇḍamūlatthāya sampaṭicchitumpi vaṭṭati. Paribhogatthāya labbhamānesu pana vīṇādoṇikañca bheripokkharañca dantakaṭṭhabhājanaṃ karissāma cammaṃ satthakakosakanti evaṃ tassa tassa parikkhārassa upakaraṇatthāya gahetvā tathā tathā kātuṃ vaṭṭati.",
  "atk-vin01a3:124": "Purāṇadutiyikāvatthu uttānameva. Yakkhivatthusmiṃ sacepi paranimmitavasavattideviyā kāyasaṃsaggaṃ samāpajjati thullaccayameva. Paṇḍakavatthu ca suttitthivatthu ca pākaṭameva. Matitthivatthusmiṃ pārājikappahonakakāle thullaccayaṃ, tato paraṃ dukkaṭaṃ. Tiracchānagatavatthusmiṃ nāgamāṇavikāyapi supaṇṇamāṇavikāyapi kinnariyāpi gāviyāpi dukkaṭameva. Dārudhītalikāvatthusmiṃ na kevalaṃ dārunā eva, antamaso cittakammalikhitepi itthirūpe dukkaṭameva.",
  "atk-vin01a3:125": "282.Sampīḷanavatthu uttānatthameva. Saṅkamavatthusmiṃ ekapadikasaṅkamo vā hotu sakaṭamaggasaṅkamo vā, cālessāmīti payoge katamatteva cāletu vā mā vā, dukkaṭaṃ. Maggavatthu pākaṭameva. Rukkhavatthusmiṃ rukkho mahanto vā hotu mahājambuppamāṇo khuddako vā, taṃ cāletuṃ sakkotu vā mā vā, payogamattena dukkaṭaṃ. Nāvāvatthusmimpi eseva nayo. Rajjavatthusmiṃ yaṃ rajjuṃ āviñchanto ṭhānā cāletuṃ sakkoti, tattha thullaccayaṃ. Yā mahārajju hoti, īsakampi ṭhānā na calati, tattha dukkaṭaṃ. Daṇḍepi eseva nayo. Bhūmiyaṃ patitamahārukkhopi hi daṇḍaggahaṇeneva idha gahito. Pattavatthu pākaṭameva. Vandanavatthusmiṃ itthī pāde sambāhitvā vanditukāmā vāretabbā pādā vā paṭicchādetabbā, niccalena vā bhavitabbaṃ. Niccalassa hi cittena sādiyatopi anāpatti. Avasāne gahaṇavatthupākaṭamevāti.",
  "atk-vin01a3:126": "Kāyasaṃsaggasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:127": "3. Duṭṭhullavācāsikkhāpadavaṇṇanā",
  "atk-vin01a3:128": "283.Tena samayena buddho bhagavāti duṭṭhullavācāsikkhāpadaṃ. Tattha ādissāti apadisitvā. Vaṇṇampi bhaṇatītiādīni parato āvi bhavissanti. Chinnikāti chinnaottappā. Dhuttikāti saṭhā. Ahirikāyoti nillajjā . Uhasantīti sitaṃ katvā mandahasitaṃ hasanti. Ullapantīti ‘‘aho ayyo’’tiādinā nayena uccakaraṇiṃ nānāvidhaṃ palobhanakathaṃ kathenti. Ujjagghantīti mahāhasitaṃ hasanti. Uppaṇḍentīti ‘‘paṇḍako ayaṃ, nāyaṃ puriso’’tiādinā nayena parihāsaṃ karonti.",
  "atk-vin01a3:129": "285.Sārattoti duṭṭhullavācassādarāgena sāratto. Apekkhavā paṭibaddhacittoti vuttanayameva, kevalaṃ idha vācassādarāgo yojetabbo. Mātugāmaṃ duṭṭhullāhi vācāhīti ettha adhippetaṃ mātugāmaṃ dassento ‘‘mātugāmo’’tiādimāha. Tattha viññū paṭibalā subhāsitadubbhāsitaṃ duṭṭhullāduṭṭhullaṃ ājānitunti yā paṇḍitā sātthakaniratthakakathaṃ asaddhammasaddhammapaṭisaṃyuttakathañca jānituṃ paṭibalā, ayaṃ idha adhippetā. Yā pana mahallikāpi bālā elamūgā ayaṃ idha anadhippetāti dasseti.",
  "atk-vin01a3:130": "Obhāseyyāti avabhāseyya nānāppakārakaṃ asaddhammavacanaṃ vadeyya. Yasmā panevaṃ obhāsantassa yo so obhāso nāma, so atthato ajjhācāro hoti rāgavasena abhibhavitvā saññamavelaṃ ācāro, tasmā tamatthaṃ dassento ‘‘obhāseyyāti ajjhācāro vuccatī’’ti āha. Yathā tanti ettha tanti nipātamattaṃ, yathā yuvā yuvatinti attho.",
  "atk-vin01a3:131": "Dve magge ādissātiādi yenākārena obhāsato saṅghādiseso hoti, taṃ dassetuṃ vuttaṃ. Tattha dve maggeti vaccamaggañca passāvamaggañca. Sesaṃ uddese tāva pākaṭameva. Niddese pana thometīti ‘‘itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti vadati, na tāva sīsaṃ eti. ‘‘Tava vaccamaggo ca passāvamaggo ca īdiso tena nāma īdisena itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti vadati, sīsaṃ eti, saṅghādiseso. Vaṇṇeti pasaṃsatīti imāni pana thomanapadasseva vevacanāni.",
  "atk-vin01a3:132": "Khuṃsetīti vācāpatodena ghaṭṭeti. Vambhetīti apasādeti. Garahatīti dosaṃ deti. Parato pana pāḷiyā āgatehi ‘‘animittāsī’’tiādīhi ekādasahi padehi aghaṭite sīsaṃ na eti, ghaṭitepi tesu sikharaṇīsi sambhinnāsi ubhatobyañjanāsīti imehi tīhi ghaṭiteyeva saṅghādiseso.",
  "atk-vin01a3:133": "Dehi meti yācanāyapi ettakeneva sīsaṃ na eti, ‘‘methunaṃ dhammaṃ dehī’’ti evaṃ methunadhammena ghaṭite eva saṅghādiseso.",
  "atk-vin01a3:134": "Kadā te mātā pasīdissatītiādīsu āyācanavacanesupi ettakeneva sīsaṃ na eti, ‘‘kadā te mātā pasīdissati, kadā te methunaṃ dhammaṃ labhissāmī’’ti vā ‘‘tava mātari pasannāya methunaṃ dhammaṃ labhissāmī’’ti vā ādinā pana nayena methunadhammena ghaṭiteyeva saṅghādiseso.",
  "atk-vin01a3:135": "Kathaṃ tvaṃ sāmikassa desītiādīsu pucchāvacanesupi methunadhammanti vutteyeva saṅghādiseso, na itarathā. Evaṃ kira tvaṃ sāmikassa desīti paṭipucchāvacanesupi eseva nayo.",
  "atk-vin01a3:136": "Ācikkhanāya puṭṭho bhaṇatīti ‘‘kathaṃ dadamānā sāmikassa piyā hotī’’ti evaṃ puṭṭho ācikkhati. Ettha ca ‘‘evaṃ dehi evaṃ dadamānā’’ti vuttepi sīsaṃ na eti. ‘‘Methunadhammaṃ evaṃ dehi evaṃ upanehi evaṃ methunadhammaṃ dadamānā upanayamānā piyā hotī’’tiādinā pana nayena methunadhammena ghaṭiteyeva saṅghādiseso. Anusāsanīvacanesupi eseva nayo.",
  "atk-vin01a3:137": "Akkosaniddese – animittāsīti nimittarahitāsi, kuñcikapaṇālimattameva tava dakasotanti vuttaṃ hoti.",
  "atk-vin01a3:138": "Nimittamattāsīti tava itthinimittaṃ aparipuṇṇaṃ saññāmattamevāti vuttaṃ hoti. Alohitāti sukkhasotā. Dhuvalohitāti niccalohitā kilinnadakasotā. Dhuvacoḷāti niccapakkhittāṇicoḷā, sadā āṇicoḷakaṃ sevasīti vuttaṃ hoti. Paggharantīti savantī; sadā te muttaṃ savatīti vuttaṃ hoti. Sikharaṇīti bahinikkhantaāṇimaṃsā. Itthipaṇḍakāti animittāva vuccati. Vepurisikāti samassudāṭhikā purisarūpā itthī. Sambhinnāti sambhinnavaccamaggapassāvamaggā. Ubhatobyañjanāti itthinimittena ca purisanimittena cāti ubhohi byañjanehi samannāgatā.",
  "atk-vin01a3:139": "Imesu ca pana ekādasasu padesu sikharaṇīsi sambhinnāsi ubhatobyañjanāsīti imāniyeva tīṇi padāni suddhāni sīsaṃ enti. Iti imāni ca tīṇi purimāni ca vaccamaggapassāvamaggamethunadhammapadāni tīṇīti cha padāni suddhāni āpattikarāni. Sesāni animittātiādīni ‘‘animitte methunadhammaṃ me dehī’’ti vā ‘‘animittāsi methunadhammaṃ me dehī’’ti vā ādinā nayena methunadhammena ghaṭitāneva āpattikarāni hontīti veditabbāni.",
  "atk-vin01a3:140": "286. Idāni yvāyaṃ otiṇṇo vipariṇatena cittena obhāsati, tassa vaccamaggapassāvamagge ādissa etesaṃ vaṇṇabhaṇanādīnaṃ vasena vitthārato āpattibhedaṃ dassento ‘‘itthī ca hoti itthisaññī’’tiādimāha. Tesaṃ attho kāyasaṃsagge vuttanayeneva veditabbo.",
  "atk-vin01a3:141": "Ayaṃ pana viseso – adhakkhakanti akkhakato paṭṭhāya adho. Ubbhajāṇumaṇḍala jāṇumaṇḍalato paṭṭhāya uddhaṃ. Ubbhakkhakanti akkhakato paṭṭhāya uddhaṃ. Adho jāṇumaṇḍalanti jāṇumaṇḍalato paṭṭhāya adho. Akkhakaṃ pana jāṇumaṇḍalañca ettheva dukkaṭakkhette saṅgahaṃ gacchanti bhikkhuniyā kāyasaṃsagge viya. Na hi buddhā garukāpattiṃ sāvasesaṃ paññapentīti. Kāyappaṭibaddhanti vatthaṃ vā pupphaṃ vā ābharaṇaṃ vā.",
  "atk-vin01a3:142": "287.Atthapurekkhārassāti animittātiādīnaṃ padānaṃ atthaṃ kathentassa, aṭṭhakathaṃ vā sajjhāyaṃ karontassa.",
  "atk-vin01a3:143": "Dhammapurekkhārassāti pāḷiṃ vācentassa vā sajjhāyantassa vā. Evaṃ atthañca dhammañca purakkhatvā bhaṇantassa atthapurekkhārassa ca dhammapurekkhārassa ca anāpatti.",
  "atk-vin01a3:144": "Anusāsanipurekkhārassāti ‘‘idānipi animittāsi ubhattobyañjanāsi appamādaṃ idāni kareyyāsi, yathā āyatimpi evarūpā na hohisī’’ti evaṃ anusiṭṭhiṃ purakkhatvā bhaṇantassa anusāsanipurekkhārassa anāpatti. Yo pana bhikkhunīnaṃ pāḷiṃ vācento pakativācanāmaggaṃ pahāya hasanto hasanto ‘‘sikharaṇīsi sambhinnāsi ubhatobyañjanāsī’’ti punappunaṃ bhaṇati, tassa āpattiyeva. Ummattakassa anāpatti. Idha ādikammiko udāyitthero, tassa anāpatti ādikammikassāti.",
  "atk-vin01a3:145": "Padabhājanīyavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:146": "Samuṭṭhānādīsu idaṃ sikkhāpadaṃ tisamuṭṭhānaṃ kāyacittato vācācittato kāyavācācittato ca samuṭṭhāti, kiriyaṃ, saññāvimokkhaṃ , sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dvivedananti.",
  "atk-vin01a3:147": "288. Vinītavatthūsu lohitavatthusmiṃ so bhikkhu itthiyā lohitakaṃ nimittaṃ sandhāyāha – itarā na aññāsi, tasmā dukkaṭaṃ.",
  "atk-vin01a3:148": "Kakkasalomanti rassalomehi bahulomaṃ. Ākiṇṇalomanti jaṭitalomaṃ. Kharalomanti thaddhalomaṃ. Dīghalomanti arassalomaṃ. Sabbaṃ itthinimittameva sandhāya vuttaṃ.",
  "atk-vin01a3:149": "289.Vāpitaṃ kho teti asaddhammaṃ sandhāyāha, sā asallakkhetvā no ca kho paṭivuttanti āha. Paṭivuttaṃ nāma udakavappe bījehi appatiṭṭhitokāse pāṇakehi vināsitabīje vā okāse puna bījaṃ patiṭṭhāpetvā udakena āsittaṃ, thalavappe visamapatitānaṃ vā bījānaṃ samakaraṇatthāya puna aṭṭhadantakena samīkataṃ, tesu aññataraṃ sandhāya esā āha.",
  "atk-vin01a3:150": "Maggavatthusmiṃ maggo saṃsīdatīti aṅgajātamaggaṃ sandhāyāha. Sesaṃ uttānamevāti.",
  "atk-vin01a3:151": "Duṭṭhullavācāsikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:152": "4. Attakāmapāricariyasikkhāpadavaṇṇanā",
  "atk-vin01a3:153": "290.Tena samayena buddho bhagavāti attakāmasikkhāpadaṃ. Tattha kulūpakoti kulapayirupāsanako catunnaṃ paccayānaṃ atthāya kulūpasaṅkamane niccappayutto.",
  "atk-vin01a3:154": "Cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāranti cīvarañca piṇḍapātañca senāsanañca gilānapaccayabhesajjaparikkhārañca. Gilānapaccayabhesajjaparikkhāranti cettha patikaraṇatthena paccayo, yassa kassaci sappāyassetaṃ adhivacanaṃ. Bhisakkassa kammaṃ tena anuññātattāti bhesajjaṃ. Gilānapaccayova bhesajjaṃ gilānapaccayabhesajjaṃ, yaṃkiñci gilānassa sappāyaṃ bhisakkakammaṃ telamadhuphāṇitādīti vuttaṃ hoti. Parikkhāroti pana ‘‘sattahi nagaraparikkhārehi suparikkhataṃ hotī’’tiādīsu (a. ni. 7.67) parivāro vuccati. ‘‘Ratho sīsaparikkhāro jhānakkho cakkavīriyo’’tiādīsu (saṃ. ni. 5.4) alaṅkāro. ‘‘Ye cime pabbajitena jīvitaparikkhārā samudānetabbā’’tiādīsu (ro. ni. 1.1.191) sambhāro. Idha pana sambhāropi parivāropi vaṭṭati. Tañhi gilānapaccayabhesajjaṃ jīvitassa parivāropi hoti jīvitavināsakābādhuppattiyā antaraṃ adatvā rakkhaṇato, sambhāropi yathā ciraṃ pavattati evamassa kāraṇabhāvato, tasmā parikkhāroti vuccati. Evaṃ gilānapaccayabhesajjañca taṃ parikkhāro cāti gilānapaccayabhesajjaparikkhāro, taṃ gilānapaccayabhesajjaparikkhāranti evamattho daṭṭhabbo.",
  "atk-vin01a3:155": "Vasalanti hīnaṃ lāmakaṃ. Atha vā vassatīti vasalo, paggharatīti attho, taṃ vasalaṃ, asucipaggharaṇakanti vuttaṃ hoti. Niṭṭhuhitvāti kheḷaṃ pātetvā.",
  "atk-vin01a3:156": "Kassāhaṃ kena hāyāmīti ahaṃ kassā aññissā itthiyā kena bhogena vā alaṅkārena vā rūpena vā parihāyāmi, kā nāma mayā uttaritarāti dīpeti.",
  "atk-vin01a3:157": "291.Santiketi upacāre ṭhatvā sāmantā avidūre, padabhājanepi ayamevaattho dīpito . Attakāmapāricariyāyāti methunadhammasaṅkhātena kāmena pāricariyā kāmapāricariyā. Attano atthāya kāmapāricariyā attakāmapāricariyā, attanā vā kāmitā icchitāti attakāmā, sayaṃ methunarāgavasena patthitāti attho. Attakāmā ca sā pāricariyā cāti attakāmapāricariyā, tassā attakāmapāricariyāya. Vaṇṇaṃ bhāseyyāti guṇaṃ ānisaṃsaṃ pakāseyya.",
  "atk-vin01a3:158": "Tatra yasmā ‘‘attano atthāya kāmapāricariyā’’ti imasmiṃ atthavikappe kāmo ceva hetu ca pāricariyā ca attho, sesaṃ byañjanaṃ. ‘‘Attakāmā ca sā pāricariyā cāti attakāmapāricariyā’’ti imasmiṃ atthavikappe adhippāyo ceva pāricariyā cāti attho, sesaṃ byañjanaṃ. Tasmā byañjane ādaraṃ akatvā atthamattameva dassetuṃ ‘‘attano kāmaṃ attano hetuṃ attano adhippāyaṃ attano pāricariya’’nti padabhājanaṃ vuttaṃ. ‘‘Attano kāmaṃ attano hetuṃ attano pāricariya’’nti hi vutte jānissanti paṇḍitā ‘‘ettāvatā attano atthāya kāmapāricariyā vuttā’’ti. ‘‘Attano adhippāyaṃ attano pāricariya’’nti vuttepi jānissanti ‘‘ettāvatā attanā icchitakāmitaṭṭhena attakāmapāricariyā vuttā’’ti.",
  "atk-vin01a3:159": "Idāni tassā attakāmapāricariyāya vaṇṇabhāsanākāraṃ dassento ‘‘etadagga’’ntiādimāha. Taṃ uddesatopi niddesatopi uttānatthameva. Ayaṃ panettha padasambandho ca āpattivinicchayo ca – etadaggaṃ…pe… paricareyyāti yā mādisaṃ sīlavantaṃ kalyāṇadhammaṃ brahmacāriṃ etena dhammena paricareyya, tassā evaṃ mādisaṃ paricarantiyā yā ayaṃ pāricariyā nāma, etadaggaṃ pāricariyānanti.",
  "atk-vin01a3:160": "Methunupasaṃhitena saṅghādisesoti evaṃ attakāmapāricariyāya vaṇṇaṃ bhāsanto ca methunupasaṃhitena methunadhammapaṭisaṃyutteneva vacanena yo bhāseyya, tassa saṅghādisesoti.",
  "atk-vin01a3:161": "Idhāni yasmā methunupasaṃhiteneva bhāsantassa saṅghādiseso vutto, tasmā ‘‘ahampi khattiyo, tvampi khattiyā, arahati khattiyā khattiyassa dātuṃ samajātikattā’’ti evamādīhi vacanehi pāricariyāya vaṇṇaṃ bhāsamānassāpi saṅghādiseso natthi. ‘‘Ahampi khattiyo’’tiādike pana bahūpi pariyāye vatvā ‘‘arahasi tvaṃ mayhaṃ methunadhammaṃ dātu’’nti evaṃ methunappaṭisaṃyutteneva bhāsamānassa saṅghādisesoti.",
  "atk-vin01a3:162": "Itthīca hotītiādi pubbe vuttanayameva. Idha udāyitthero ādikammiko, tassa anāpatti ādikammikassāti.",
  "atk-vin01a3:163": "Samuṭṭhānādi sabbaṃ duṭṭhullavācāsadisaṃ. Vinītavatthūni uttānatthānevāti.",
  "atk-vin01a3:164": "Attakāmapāricariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:165": "5. Sañcarittasikkhāpadavaṇṇanā",
  "atk-vin01a3:166": "296.Tenasamayena buddho bhagavāti sañcarittaṃ. Tattha paṇḍitāti paṇḍiccena samannāgatā gatimantā. Byattāti veyyattiyena samannāgatā, upāyena samannāgatā upāyaññū visāradā. Medhāvinīti medhāya samannāgatā, diṭṭhaṃ diṭṭhaṃ karoti. Dakkhāti chekā. Analasāti uṭṭhānavīriyasampannā. Channāti anucchavikā.",
  "atk-vin01a3:167": "Kismiṃ viyāti kicchaṃ viya kileso viya, hiri viya amhākaṃ hotīti adhippāyo. Kumārikāya vattunti ‘‘imaṃ tumhe gaṇhathā’’ti kumārikāya kāraṇā vattuṃ.",
  "atk-vin01a3:168": "Āvāhādīsu āvāhoti dārakassa parakulato dārikāya āharaṇaṃ. Vivāhoti attano dārikāya parakulapesanaṃ. Vāreyyanti ‘‘detha no dārakassa dārika’’nti yācanaṃ, divasanakkhattamuhuttaparicchedakaraṇaṃ vā.",
  "atk-vin01a3:169": "297.Purāṇagaṇakiyāti ekassa gaṇakassa bhariyāya, sā tasmiṃ jīvamāne gaṇakīti paññāyittha, mate pana purāṇagaṇakīti saṅkhaṃ gatā. Tirogāmoti bahigāmo, añño gāmoti adhippāyo. Manussāti udāyissa imaṃ sañcarittakamme yuttapayuttabhāvaṃ jānanakamanussā.",
  "atk-vin01a3:170": "Suṇisabhogenāti yena bhogena suṇisā bhuñjitabbā hoti randhāpanapacāpanapaavesanādinā, tena bhuñjiṃsu. Tato aparena dāsibhogenāti māsātikkame yena bhogena dāsī bhuñjitabbā hoti khettakammakacavarachaḍḍanaudakāharaṇādinā, tena bhuñjiṃsu. Duggatāti daliddā, yattha vā gatā duggatā hoti tādisaṃ kulaṃ gatā. Māyyo imaṃ kumārikanti mā ayyo imaṃ kumārikaṃ. Āhārūpahāroti āhāro ca upahāro ca gahaṇañca dānañca, na amhehi kiñci āhaṭaṃ na upāhaṭaṃ tayā saddhiṃ kayavikkayo vohāro amhākaṃ natthīti dīpenti. Samaṇena bhavitabbaṃ abyāvaṭena, samaṇo assa susamaṇoti samaṇena nāma īdisesu kammesu abyāvaṭena abyāpārena bhavitabbaṃ, evaṃ bhavanto hi samaṇo susamaṇo assāti, evaṃ naṃ apasādetvā ‘‘gaccha tvaṃ na mayaṃ taṃ jānāmā’’ti āhaṃsu.",
  "atk-vin01a3:171": "298.Sajjitoti sabbūpakaraṇasampanno maṇḍitapasādhito vā.",
  "atk-vin01a3:172": "300.Dhuttāti itthidhuttā. Paricārentāti manāpiyesu rūpādīsu ito cito ca samantā indriyāni cārentā, kīḷantā abhiramantāti vuttaṃ hoti. Abbhutamakaṃsūti yadi karissati tvaṃ ettakaṃ jito, yadi na karissati ahaṃ ettakanti paṇamakaṃsu. Bhikkhūnaṃ pana abbhutaṃ kātuṃ na vaṭṭati. Yo karoti parājitena dātabbanti mahāpaccariyaṃ vuttaṃ.",
  "atk-vin01a3:173": "Kathañhi nāma ayyo udāyī taṅkhaṇikanti ettha taṅkhaṇoti acirakālo vuccati. Taṅkhaṇikanti acirakālādhikārikaṃ.",
  "atk-vin01a3:174": "301.Sañcarittaṃ samāpajjeyyāti sañcaraṇabhāvaṃ samāpajjeyya. Yasmā pana taṃ samāpajjantena kenaci pesitena katthaci gantabbaṃ hoti, parato ca ‘‘itthiyā vā purisamati’’nti ādivacanato idha itthipurisā adhippetā, tasmā tamatthaṃ dassetuṃ ‘‘itthiyā vā pahito purisassa santike gacchati, purisena vā pahito itthiyā santike gacchatī’’ti evamassa padabhājanaṃ vuttaṃ. Itthiyā vā purisamatiṃ purisassa vā itthimatinti ettha āroceyyāti pāṭhaseso daṭṭhabbo, tenevassa padabhājane ‘‘purisassa matiṃ itthiyā āroceti, itthiyā matiṃ purisassa ārocetī’’ti vuttaṃ.",
  "atk-vin01a3:175": "Idāni yadatthaṃ taṃ tesaṃ matiṃ adhippāyaṃ ajjhāsayaṃ chandaṃ ruciṃ āroceti, taṃ dassento ‘‘jāyattane vā jārattane vā’’tiādimāha. Tattha jāyattaneti jāyābhāve. Jārattaneti jārabhāve. Purisassa hi matiṃ itthiyā ārocento jāyattane āroceti, itthiyā matiṃ purisassa ārocento jārattane āroceti; apica purisasseva matiṃ itthiyā ārocento jāyattane vā āroceti nibaddhabhariyābhāve, jārattane vā micchācārabhāve. Yasmā panetaṃ ārocentena ‘‘tvaṃ kirassa jāyā bhavissasī’’tiādi vattabbaṃ hoti, tasmā taṃ vattabbatākāraṃ dassetuṃ ‘‘jāyattane vāti jāyā bhavissasi, jārattane vāti jārī bhavissasī’’ti assa padabhājanaṃ vuttaṃ. Eteneva ca upāyena itthiyā matiṃ purisassa ārocanepi pati bhavissasi, sāmiko bhavissasi, jāro bhavissasīti vattabbatākāro veditabbo.",
  "atk-vin01a3:176": "Antamaso taṅkhaṇikāyapīti sabbantimena paricchedena yā ayaṃ taṅkhaṇe muhuttamatte paṭisaṃvasitabbato taṅkhaṇikāti vuccati, muhuttikāti attho. Tassāpi ‘‘muhuttikā bhavissasī’’ti evaṃ purisamatiṃ ārocentassa saṅghādiseso. Etenevupāyena ‘‘muhuttiko bhavissasī’’ti evaṃ purisassa itthimatiṃ ārocentopi saṅghādisesaṃ āpajjatīti veditabbo.",
  "atk-vin01a3:177": "303. Idāni ‘‘itthiyā vā purisamati’’nti ettha adhippetā itthiyo pabhedato dassetvā tāsu sañcarittavasena āpattibhedaṃ dassetuṃ ‘‘dasa itthiyo’’tiādimāha. Tattha māturakkhitāti mātarā rakkhitā. Yathā purisena saṃvāsaṃ na kappeti, evaṃ mātarā rakkhitā, tenassa padabhājanepi vuttaṃ – ‘‘mātā rakkhati gopeti issariyaṃ kāreti vasaṃ vattetī’’ti. Tattha rakkhatīti katthaci gantuṃ na deti. Gopetīti yathā aññe na passanti, evaṃ guttaṭṭhāne ṭhapeti. Issariyaṃ kāretīti serivihāramassā nisedhentī abhibhavitvā pavattati. Vasaṃ vattetīti ‘‘idaṃ karohi, idaṃ mā akāsī’’ti evaṃ attano vasaṃ tassā upari vatteti. Etenupāyena piturakkhitādayopi ñātabbā. Gottaṃ vā dhammo vā na rakkhati, sagottehi pana sahadhammikehi ca ekaṃ satthāraṃ uddissa pabbajitehi ekagaṇapariyāpannehi ca rakkhitā ‘‘gottarakkhitā dhammarakkhitā’’ti vuccati, tasmā tesaṃ padānaṃ ‘‘sagottā rakkhantī’’tiādinā nayena padabhājanaṃ vuttaṃ.",
  "atk-vin01a3:178": "Saha ārakkhenāti sārakkhā. Saha paridaṇḍenāti saparidaṇḍā. Tāsaṃ niddesā pākaṭāva. Imāsu dasasu pacchimānaṃ dvinnameva purisantaraṃ gacchantīnaṃ micchācāro hoti, na itarāsaṃ.",
  "atk-vin01a3:179": "Dhanakkītādīsu appena vā bahunā vā dhanena kītā dhanakkītā. Yasmā pana sā na kītamattā eva saṃvāsatthāya pana kītattā bhariyā, tasmāssa niddese dhanena kiṇitvā vāsetīti vuttaṃ.",
  "atk-vin01a3:180": "Chandena attano ruciyā vasatīti chandavāsinī. Yasmā pana sā na attano chandamatteneva bhariyā hoti purisena pana sampaṭicchitattā, tasmāssa niddese ‘‘piyo piyaṃ vāsetī’’ti vuttaṃ.",
  "atk-vin01a3:181": "Bhogena vasatīti bhogavāsinī. Udukkhalamusalādigharūpakaraṇaṃ labhitvā bhariyābhāvaṃ gacchantiyā janapaditthiyā etaṃ adhivacanaṃ.",
  "atk-vin01a3:182": "Paṭena vasatīti paṭavāsinī. Nivāsanamattampi pāvuraṇamattampi labhitvā bhariyābhāvaṃ upagacchantiyā dalidditthiyā etaṃ adhivacanaṃ.",
  "atk-vin01a3:183": "Odapattakinīti ubhinnaṃ ekissā udakapātiyā hatthe otāretvā ‘‘idaṃ udakaṃ viya saṃsaṭṭhā abhejjā hothā’’ti vatvā pariggahitāya vohāranāmametaṃ, niddesepissa ‘‘tāya saha udakapattaṃ āmasitvā taṃ vāsetī’’ti evamattho veditabbo.",
  "atk-vin01a3:184": "Obhaṭaṃ oropitaṃ cumbaṭamassāti obhaṭacumbaṭā, kaṭṭhahārikādīnaṃ aññatarā, yassā sīsato cumbaṭaṃ oropetvā ghare vāseti, tassā etaṃ adhivacanaṃ.",
  "atk-vin01a3:185": "Dāsī cāti attanoyeva dāsī ca hoti bhariyā ca.",
  "atk-vin01a3:186": "Kammakārī nāma gehe bhatiyā kammaṃ karoti, tāya saddhiṃ koci gharāvāsaṃ kappeti attano bhariyāya anatthiko hutvā. Ayaṃ vuccati ‘‘kammakārī ca bhariyā cā’’ti.",
  "atk-vin01a3:187": "Dhajena āhaṭā dhajāhaṭā, ussitaddhajāya senāya gantvā paravisayaṃ vilumpitvā ānītāti vuttaṃ hoti, taṃ koci bhariyaṃ karoti, ayaṃ dhajāhaṭā nāma. Muhuttikā vuttanayāeva, etāsaṃ dasannampi purisantaragamane micchācāro hoti. Purisānaṃ pana vīsatiyāpi etāsu micchācāro hoti, bhikkhuno ca sañcarittaṃ hotīti.",
  "atk-vin01a3:188": "305. Idāni puriso bhikkhuṃ pahiṇatītiādīsu paṭiggaṇhātīti so bhikkhu tassa purisassa ‘‘gaccha, bhante, itthannāmaṃ māturakkhitaṃ brūhi, hohi kira itthannāmassa bhariyā dhanakkītā’’ti evaṃ vuttavacanaṃ ‘‘sādhu upāsakā’’ti vā ‘‘hotū’’ti vā ‘‘ārocessāmī’’ti vā yena kenaci ākārena vacībhedaṃ katvā vā sīsakampanādīhi vā sampaṭicchati. Vīmaṃsatīti evaṃ paṭiggaṇhitvā tassā itthiyā santikaṃ gantvā taṃ sāsanaṃ āroceti. Paccāharatīti tena ārocite sā itthī ‘‘sādhū’’ti sampaṭicchatu vā paṭikkhipatu vā lajjāya vā tuṇhī hotu, puna āgantvā tassa purisassa taṃ pavattiṃ āroceti.",
  "atk-vin01a3:189": "Ettāvatā imāya paṭiggahaṇārocanapaccāharaṇasaṅkhātāya tivaṅgasampattiyā saṅghādiseso hoti. Sā pana tassa bhariyā hotu vā mā vā, akāraṇametaṃ. Sace pana so māturakkhitāya santikaṃ pesito taṃ adisvā tassā mātuyā taṃ sāsanaṃ āroceti, bahiddhā vimaṭṭhaṃ nāma hoti, tasmā visaṅketanti mahāpadumatthero āha. Mahāsumatthero pana mātā vā hotu pitā vā antamaso gehadāsīpi añño vāpi yo koci taṃ kiriyaṃ sampādessati, tassa vuttepi vimaṭṭhaṃ nāma na hoti, tivaṅgasampattikāle āpattiyeva.",
  "atk-vin01a3:190": "Nanu yathā ‘‘buddhaṃ paccakkhāmī’’ti vattukāmo virajjhitvā ‘‘dhammaṃ paccakkhāmī’’ti vadeyya paccakkhātāvassa sikkhā. Yathā vā ‘‘paṭhamaṃ jhānaṃ samāpajjāmī’’ti vattukāmo virajjhitvā ‘‘dutiyaṃ jhānaṃ samāpajjāmī’’ti vadeyya āpannovassa pārājikaṃ. Evaṃsampadamidanti āha. Taṃ panetaṃ ‘‘paṭiggaṇhāti, antevāsiṃ vīmaṃsāpetvā attanā paccāharati, āpatti saṅghādisesassā’’ti iminā sameti, tasmā subhāsitaṃ.",
  "atk-vin01a3:191": "Yathā ca ‘‘māturakkhitaṃ brūhī’’ti vuttassa gantvā tassā ārocetuṃ samatthānaṃ mātādīnampi vadato visaṅketo natthi, evameva ‘‘hohi kira itthannāmassa bhariyā dhanakkītā’’ti vattabbe ‘‘hohi kira itthannāmassa bhariyā chandavāsinī’’ti evaṃ pāḷiyaṃ vuttesu chandavāsiniādīsu vacanesu aññataravasena vā avuttesupi ‘‘hohi kira itthannāmassa bhariyā jāyā pajāpati puttamātā gharaṇī gharasāminī bhattarandhikā sussūsikā paricārikā’’tievamādīsu saṃvāsaparidīpakesu vacanesu aññataravasena vā vadantassāpi visaṅketo natthi tivaṅgasampattiyā āpattiyeva. ‘‘Māturakkhitaṃ brūhī’’ti pesitassa pana gantvā aññāsu piturakkhitādīsu aññataraṃ vadantassa visaṅketaṃ. Esa nayo ‘‘piturakkhitaṃ brūhī’’tiādīsupi.",
  "atk-vin01a3:192": "Kevalañhettha ekamūlakadumūlakādivasena ‘‘purisassa mātā bhikkhuṃ pahiṇati, māturakkhitāya mātā bhikkhuṃ pahiṇatī’’ti evamādīnaṃ mūlaṭṭhānañca vasena peyyālabhedoyeva viseso . Sopi pubbe vuttanayattā pāḷianusāreneva sakkā jānitunti nāssa vibhāgaṃ dassetuṃ ādaraṃ karimha.",
  "atk-vin01a3:193": "338. Paṭiggaṇhātītiādīsu pana dvīsu catukkesu paṭhamacatukke ādipadena tivaṅgasampattiyā saṅghādiseso, majjhe dvīhi duvaṅgasampattiyā thullaccayaṃ, ante ekena ekaṅgasampattiyā dukkaṭaṃ. Dutiyacatukke ādipadena duvaṅgasampattiyā thullaccayaṃ, majjhe dvīhi ekaṅgasampattiyā dukkaṭaṃ, ante ekena aṅgābhāvato anāpatti. Tattha paṭiggaṇhātīti āṇāpakassa sāsanaṃ paṭiggaṇhāti. Vīmaṃsatīti pahitaṭṭhānaṃ gantvā taṃ āroceti. Paccāharatīti puna āgantvā mūlaṭṭhassa āroceti.",
  "atk-vin01a3:194": "Na paccāharatīti ārocetvā ettova pakkamati. Paṭiggaṇhāti na vīmaṃsatīti purisena ‘‘itthannāmaṃ gantvā brūhī’’ti vuccamāno ‘‘sādhū’’ti tassa sāsanaṃ paṭiggaṇhitvā taṃ pamussitvā vā appamussitvā vā aññena karaṇīyena tassā santikaṃ gantvā kiñcideva kathaṃ kathento nisīdati, ettāvatā ‘‘paṭiggaṇhāti na vīmaṃsati nāmā’’ti vuccati. Atha naṃ sā itthī sayameva vadati ‘‘tumhākaṃ kira upaṭṭhāko maṃ gehe kātukāmo’’ti evaṃ vatvā ca ‘‘ahaṃ tassa bhariyā bhavissāmī’’ti vā ‘‘na bhavissāmī’’ti vā vadati. So tassā vacanaṃ anabhinanditvā appaṭikkositvā tuṇhībhūtova uṭṭhāyāsanā tassa purisassa santikaṃ āgantvā taṃ pavattiṃ āroceti, ettāvatā ‘‘na vīmaṃsati paccāharati nāmā’’ti vuccati. Na vīmaṃsati na paccāharatīti kevalaṃ sāsanārocanakāle paṭiggaṇhātiyeva, itaraṃ pana dvayaṃ na karoti.",
  "atk-vin01a3:195": "Na paṭiggaṇhāti vīmaṃsati paccāharatīti koci puriso bhikkhussa ṭhitaṭṭhāne vā nisinnaṭṭhāne vā tathārūpiṃ kathaṃ katheti, bhikkhu tena appahitopi pahito viya hutvā itthiyā santikaṃ gantvā ‘‘hohi kira itthannāmassa bhariyā’’tiādinā nayena vīmaṃsitvā tassā ruciṃ vā aruciṃ vā puna āgantvā imassa āroceti. Teneva nayena vīmaṃsitvā apaccāharanto ‘‘na paṭiggaṇhāti vīmaṃsati na paccāharatī’’ti vuccati. Teneva nayena gato avīmaṃsitvā tāya samuṭṭhāpitaṃ kathaṃ sutvā paṭhamacatukkassa tatiyapade vuttanayena āgantvā imassa ārocento ‘‘na paṭiggaṇhāti na vīmaṃsati paccāharatī’’ti vuccati. Catutthapadaṃ pākaṭameva.",
  "atk-vin01a3:196": "Sambahule bhikkhū āṇāpetītiādinayā pākaṭāyeva. Yathā pana sambahulāpi ekavatthumhi āpajjanti, evaṃ ekassapi sambahulavatthūsu sambahulā āpattiyo veditabbā. Kathaṃ? Puriso bhikkhuṃ āṇāpeti ‘‘gaccha, bhante, asukasmiṃ nāma pāsāde saṭṭhimattā vā sattatimattā vā itthiyo ṭhitā tā vadehi, hotha kira itthannāmassa bhariyāyo’’ti. So sampaṭicchitvā tattha gantvā ārocetvā puna taṃ sāsanaṃ paccāharati. Yattakā itthiyo tattakā āpattiyo āpajjati. Vuttañhetaṃ parivārepi –",
  "atk-vin01a3:197": "‘‘Padavītihāramattena, vācāya bhaṇitena ca;",
  "atk-vin01a3:198": "Sabbāni garukāni sappaṭikammāni;",
  "atk-vin01a3:199": "Catusaṭṭhi āpattiyo āpajjeyya ekato;",
  "atk-vin01a3:200": "Pañhāmesā kusalehi cintitā’’ti. (pari. 480);",
  "atk-vin01a3:201": "Imaṃ kira atthavasaṃ paṭicca ayaṃ pañho vutto. Vacanasiliṭṭhatāya cettha ‘‘catusaṭṭhi āpattiyo’’ti vuttaṃ. Evaṃ karonto pana satampi sahassampi āpajjatīti. Yathā ca ekena pesitassa ekassa sambahulāsu itthīsu sambahulā āpattiyo, evaṃ eko puriso sambahule bhikkhū ekissā santikaṃ peseti, sabbesaṃ saṅghādiseso. Eko sambahule bhikkhū sambahulānaṃ itthīnaṃ santikaṃ peseti, itthigaṇanāya saṅghādisesā. Sambahulā purisā ekaṃ bhikkhuṃ ekissā santikaṃ pesenti, purisagaṇanāya saṅghādisesā. Sambahulā ekaṃ sambahulānaṃ itthīnaṃ santikaṃ pesenti, vatthugaṇanāya saṅghādisesā. Sambahulā sambahule ekissā santikaṃ pesenti, vatthugaṇanāya saṅghādisesā. Sambahulā purisā sambahule bhikkhū sambahulānaṃ itthīnaṃ santikaṃ pesenti, vatthugaṇanāya saṅghādisesā. Esa nayo ‘‘ekā itthī ekaṃ bhikkhu’’ntiādīsupi. Ettha ca sabhāgavibhāgatā nāma appamāṇaṃ, mātāpitunampi pañcasahadhammikānampi sañcarittakammaṃ karontassa āpattiyeva.",
  "atk-vin01a3:202": "Purisobhikkhuṃ āṇāpeti gaccha bhanteti catukkaṃ aṅgavasena āpattibheda dassanatthaṃ vuttaṃ. Tassa pacchimapade antevāsī vīmaṃsitvā bahiddhā paccāharatīti āgantvā ācariyassa anārocetvā ettova gantvā tassa purisassa āroceti. Āpatti ubhinnaṃ thullaccayassāti ācariyassa paṭiggahitattā ca vīmaṃsāpitattā ca dvīhaṅgehi thullaccayaṃ, antevāsikassa vīmaṃsitattā ca paccāhaṭattā ca dvīhaṅgehi thullaccayaṃ. Sesaṃ pākaṭameva.",
  "atk-vin01a3:203": "339.Gacchanto sampādetīti paṭiggaṇhāti ceva vīmaṃsati ca. Āgacchanto visaṃvādetīti na paccāharati. Gacchanto visaṃvādetīti na paṭiggaṇhāti. Āgacchanto sampādetīti vīmaṃsati ceva paccāharati ca. Evaṃ ubhayattha dvīhaṅgehi thullaccayaṃ. Tatiyapade āpatti, catutthe anāpatti.",
  "atk-vin01a3:204": "340.Anāpatti saṅghassa vā cetiyassa vā gilānassa vā karaṇīyena gacchati ummattakassa ādikammikassāti ettha bhikkhusaṅghassa uposathāgāraṃ vā kiñci vā vippakataṃ hoti. Tattha kārukānaṃ bhattavetanatthāya upāsako vā upāsikāya santikaṃ bhikkhuṃ pahiṇeyya, uṃpāsikā vā upāsakassa, evarūpena saṅghassa karaṇīyena gacchantassa anāpatti. Cetiyakamme kayiramānepi eseva nayo. Gilānassa bhesajjatthāyapi upāsakena vā upāsikāya santikaṃ upāsikāya vā upāsakassa santikaṃ pahitassa gacchato anāpatti. Ummattakaādikammikā vuttanayā eva.",
  "atk-vin01a3:205": "Padabhājanīyavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:206": "Samuṭṭhānādīsu idaṃ sikkhāpadaṃ chasamuṭṭhānaṃ, sīsukkhipanādinā kāyavikārena sāsanaṃ gahetvā gantvā hatthamuddāya vīmaṃsitvā puna āgantvā hatthamuddāya eva ārocentassa kāyato samuṭṭhāti. Āsanasālāya nisinnassa ‘‘itthannāmā āgamissati, tassā cittaṃ jāneyyāthā’’ti kenaci vutte ‘‘sādhū’’ti sampaṭicchitvā taṃ āgataṃ vatvā tassā gatāya puna tasmiṃ purise āgate ārocentassa vācato samuṭṭhāti. Vācāya ‘‘sādhū’’ti sāsanaṃ gahetvā aññena karaṇīyena tassā gharaṃ gantvā aññattha vā gamanakāle taṃ disvā vacībhedeneva vīmaṃsitvā puna aññeneva karaṇīyena tato apakkamma kadācideva taṃ purisaṃ disvā ārocentassāpi vācatova samuṭṭhāti. Paṇṇattiṃ ajānantassa pana khīṇāsavassāpi kāyavācato samuṭṭhāti. Kathaṃ? Sace hissa mātāpitaro kujjhitvā alaṃvacanīyā honti, tañca bhikkhuṃ gharaṃ upagataṃ therapitā vadati ‘‘mātā te tāta maṃ mahallakaṃ chaḍḍetvā ñātikulaṃ gatā, gaccha taṃ maṃ upaṭṭhātuṃ pesehī’’ti. So ce gantvā taṃ vatvā puna pituno tassā āgamanaṃ vā anāgamanaṃ vā āroceti, saṅghādiseso. Imāni tīṇi acittakasamuṭṭhānāni.",
  "atk-vin01a3:207": "Paṇṇattiṃ pana jānitvā eteheva tīhi nayehi sañcarittaṃ samāpajjato kāyacittato vācācittato kāyavācācittato ca samuṭṭhāti. Imāni tīṇi paṇṇattijānanacittena sacittakasamuṭṭhānāni. Kiriyaṃ, nosaññāvimokkhaṃ, paṇṇattivajjaṃ, kāyakammaṃ, vacīkammaṃ, kusalādivasena cettha tīṇi cittāni, sukhādivasena tisso vedanāti.",
  "atk-vin01a3:208": "341. Vinītavatthūsu ādito vatthupañcake paṭiggahitamattattā dukkaṭaṃ.",
  "atk-vin01a3:209": "Kalahavatthusmiṃ sammodanīyaṃ akāsīti taṃ saññāpetvā puna gehagamanīyaṃ",
  "atk-vin01a3:210": "Akāsi. Nālaṃvacanīyāti na pariccattāti attho. Yā hi yathā yathā yesu yesu janapadesu pariccattā pariccattāva hoti, bhariyābhāvaṃ atikkamati, ayaṃ ‘‘alaṃvacanīyā’’ti vuccati. Esā pana na alaṃvacanīyā kenacideva kāraṇena kalahaṃ katvā gatā, tenevettha bhagavā ‘‘anāpattī’’ti āha. Yasmā pana kāyasaṃsagge yakkhiyā thullaccayaṃ vuttaṃ, tasmā duṭṭhullādīsupi yakkhipetiyo thullaccayavatthumevāti veditabbā. Aṭṭhakathāsu panetaṃ na vicāritaṃ. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-vin01a3:211": "Sañcarittasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:212": "6. Kuṭikārasikkhāpadavaṇṇanā",
  "atk-vin01a3:213": "342.Tena samayenāti kuṭikārasikkhāpadaṃ. Tattha āḷavakāti āḷaviraṭṭhe jātā dārakā āḷavakā nāma, te pabbajitakālepi ‘‘āḷavakā’’tveva paññāyiṃsu. Te sandhāya vuttaṃ ‘‘āḷavakā bhikkhū’’ti. Saññācikāyoti sayaṃ yācitvā gahitūpakaraṇāyo. Kārāpentīti karontipi kārāpentipi, te kira sāsane vipassanādhurañca ganthadhurañcāti dvepi dhurāni chaḍḍetvā navakammameva dhuraṃ katvā paggaṇhiṃsu. Assāmikāyoti anissarāyo, kāretā dāyakena virahitāyoti attho. Attuddesikāyoti attānaṃ uddissa attano atthāya āraddhāyoti attho. Appamāṇikāyoti ‘‘ettakena niṭṭhaṃ gacchissantī’’ti evaṃ aparicchinnappamāṇāyo, vuddhippamāṇāyo vā mahantappamāṇāyoti attho.",
  "atk-vin01a3:214": "Yācanā eva bahulā etesaṃ mandaṃ aññaṃ kammanti yācanabahulā. Evaṃ viññattibahulā veditabbā. Atthato panettha nānākaraṇaṃ natthi, anekakkhattuṃ ‘‘purisaṃ detha, purisatthakaraṃ dethā’’ti yācantānametaṃ adhivacanaṃ. Tattha mūlacchejjāya purisaṃ yācituṃ na vaṭṭati, sahāyatthāya kammakaraṇatthāya ‘‘purisaṃ dethā’’ti yācituṃ vaṭṭati. Purisatthakaranti purisena kātabbaṃ hatthakammaṃ vuccati, taṃ yācituṃ vaṭṭati. Hatthakammaṃ nāma kiñci vatthu na hoti, tasmā ṭhapetvā migaluddakamacchabandhakādīnaṃ sakakammaṃ avasesaṃ sabbaṃ kappiyaṃ. ‘‘Kiṃ, bhante, āgatattha kena kamma’’nti pucchite vā apucchite vā yācituṃ vaṭṭati, viññattipaccayā doso natthi. Tasmā migaluddakādayo sakakammaṃ na yācitabbā, ‘‘hatthakammaṃ dethā’’ti aniyametvāpi na yācitabbā; evaṃ yācitā hi te ‘‘sādhu, bhante’’ti bhikkhū uyyojetvā migepi māretvā āhareyyuṃ. Niyametvā pana ‘‘vihāre kiñci kattabbaṃ atthi, tattha hatthakammaṃ dethā’’ti yācitabbā. Phālanaṅgalādīni upakaraṇāni gahetvā kasituṃ vā vapituṃ vā lāyituṃ vā gacchantaṃ sakiccapasutampi kassakaṃ vā aññaṃ vā kiñci hatthakammaṃ yācituṃ vaṭṭateva. Yo pana vighāsādo vā añño vā koci nikkammo niratthakakathaṃ kathento niddāyanto vā viharati, evarūpaṃ ayācitvāpi ‘‘ehi re idaṃ vā idaṃ vā karohī’’ti yadicchakaṃ kārāpetuṃ vaṭṭati.",
  "atk-vin01a3:215": "Hatthakammassa pana sabbakappiyabhāvadīpanatthaṃ imaṃ nayaṃ kathenti. Sace hi bhikkhu pāsādaṃ kāretukāmo hoti, thambhatthāya pāsāṇakoṭṭakānaṃ gharaṃ gantvā vattabbaṃ ‘‘hatthakammaṃ laddhuṃ vaṭṭati upāsakā’’ti. Kiṃ kātabbaṃ, bhante,ti? Pāsāṇatthambhā uddharitvā dātabbāti. Sace te uddharitvā vā denti, uddharitvā nikkhitte attano thambhe vā denti, vaṭṭati. Athāpi vadanti – ‘‘amhākaṃ, bhante, hatthakammaṃ kātuṃ khaṇo natthi, aññaṃ uddharāpetha, tassa mūlaṃ dassāmā’’ti uddharāpetvā ‘‘pāsāṇatthambhe uddhaṭamanussānaṃ mūlaṃ dethā’’ti vattuṃ vaṭṭati. Etenevupāyena pāsādadārūnaṃ atthāya vaḍḍhakīnaṃ santikaṃ iṭṭhakatthāya iṭṭhakavaḍḍhakīnaṃ chadanatthāya gehacchādakānaṃ cittakammatthāya cittakārānanti yena yena attho hoti, tassa tassa atthāya tesaṃ tesaṃ sippakārakānaṃ santikaṃ gantvā hatthakammaṃ yācituṃ vaṭṭati. Hatthakammayācanavasena ca mūlacchejjāya vā bhattavetanānuppadānena vā laddhampi sabbaṃ gahetuṃ vaṭṭati. Araññato āharāpentena ca sabbaṃ anajjhāvutthakaṃ āharāpetabbaṃ.",
  "atk-vin01a3:216": "Na kevalañca pāsādaṃ kāretukāmena mañcapīṭhapattaparissāvanadhamakarakacīvarādīni kārāpetukāmenāpi dārulohasuttādīni labhitvā te te sippakārake upasaṅkamitvā vuttanayeneva hatthakammaṃ yācitabbaṃ. Hatthakammayācanavasena ca mūlacchejjāya vā bhattavetanānuppadānena vā laddhampi sabbaṃ gahetabbaṃ. Sace pana kātuṃ na icchanti, bhattavetanaṃ paccāsīsanti, akappiyakahāpaṇādi na dātabbaṃ. Bhikkhācāravattena taṇḍulādīni pariyesitvā dātuṃ vaṭṭati.",
  "atk-vin01a3:217": "Hatthakammavasena pattaṃ kāretvā tatheva pācetvā navapakkassa pattassa puñchanatelatthāya antogāmaṃ paviṭṭhena ‘‘bhikkhāya āgato’’ti sallakkhetvā yāguyā vā bhatte vā ānīte hatthena patto pidhātabbo. Sace upāsikā ‘‘kiṃ, bhante’’ti pucchati, ‘‘navapakko patto puñchanatelena attho’’ti vattabbaṃ. Sace sā ‘‘dehi, bhante’’ti pattaṃ gahetvā telena puñchitvā yāguyā vā bhattassa vā pūretvā deti, viññatti nāma na hoti, gahetuṃ vaṭṭatīti.",
  "atk-vin01a3:218": "Bhikkhū pageva piṇḍāya caritvā āsanasālaṃ gantvā āsanaṃ apassantā tiṭṭhanti. Tatra ce upāsakā bhikkhū ṭhite disvā sayameva āsanāni āharāpenti, nisīditvā gacchantehi āpucchitvā gantabbaṃ. Anāpucchā gatānampi naṭṭhaṃ gīvā na hoti, āpucchitvā gamanaṃ pana vattaṃ. Sace bhikkhūhi ‘‘āsanāni āharathā’’ti vuttehi āhaṭāni honti, āpucchitvāva gantabbaṃ. Anāpucchā gatānaṃ vattabhedo ca naṭṭhañca gīvāti. Attharaṇakojavādīsupi eseva nayo.",
  "atk-vin01a3:219": "Makkhikāyo bahukā honti, ‘‘makkhikābījaniṃ āharathā’’ti vattabbaṃ. Pucimandasākhādīni āharanti, kappiyaṃ kārāpetvā paṭiggahetabbāni. Āsanasālāya udakabhājanaṃ rittaṃ hoti, ‘‘dhamakaraṇaṃ gaṇhā’’ti na vattabbaṃ. Dhamakarakañhi rittabhājane pakkhipanto bhindeyya ‘‘nadiṃ vā taḷākaṃ vā gantvā pana udakaṃ āharā’’ti vattuṃ vaṭṭati. ‘‘Gehato āharā’’ti neva vattuṃ vaṭṭati, na āhaṭaṃ paribhuñjitabbaṃ. Āsanasālāyaṃ vā araññake vā bhattakiccaṃ karontehi tatthajātakaṃ anajjhāvutthakaṃ yaṃkiñci uttaribhaṅgārahaṃ pattaṃ vā phalaṃ vā sace kiñci kammaṃ karontaṃ āharāpeti, hatthakammavasena āharāpetvā paribhuñjituṃ vaṭṭati. Alajjīhi pana bhikkhūhi vā sāmaṇerehi vā hatthakammaṃ na kāretabbaṃ. Ayaṃ tāva purisatthakare nayo.",
  "atk-vin01a3:220": "Goṇaṃ pana aññātakaappavāritaṭṭhānato āharāpetuṃ na vaṭṭati, āharāpentassa dukkaṭaṃ. Ñātipavāritaṭṭhānatopi mūlacchejjāya yācituṃ na vaṭṭati, tāvakālikanayena sabbattha vaṭṭati. Evaṃ āharāpitañca goṇaṃ rakkhitvā jaggitvā sāmikā paṭicchāpetabbā. Sacassa pādo vā siṅgaṃ vā bhijjati vā nassati vā sāmikā ce sampaṭicchanti, iccetaṃ kusalaṃ. No ce sampaṭicchanti, gīvā hoti. Sace ‘‘tumhākaṃyeva demā’’ti vadanti na sampaṭicchitabbaṃ. ‘‘Vihārassa demā’’ti vutte pana ‘‘ārāmikānaṃ ācikkhatha jagganatthāyā’’ti vattabbaṃ.",
  "atk-vin01a3:221": "‘‘Sakaṭaṃ dethā’’tipi aññātakaappavārite vattuṃ na vaṭṭati, viññattieva hoti dukkaṭaṃ āpajjati. Ñātipavāritaṭṭhāne pana vaṭṭati, tāvakālikaṃ vaṭṭati kammaṃ katvā puna dātabbaṃ. Sace nemiyādīni bhijjanti pākatikāni katvā dātabbaṃ. Naṭṭhe gīvā hoti. ‘‘Tumhākameva demā’’ti vutte dārubhaṇḍaṃ nāma sampaṭicchituṃ vaṭṭati. Esa nayo vāsipharasukuṭhārīkudālanikhādanesu. Valliādīsu ca parapariggahitesu. Garubhaṇḍappahonakesuyeva ca valliādīsu viññatti hoti, na tato oraṃ.",
  "atk-vin01a3:222": "Anajjhāvutthakaṃ pana yaṃkiñci āharāpetuṃ vaṭṭati. Rakkhitagopitaṭṭhāneyeva hi viññatti nāma vuccati. Sā dvīsu paccayesu sabbena sabbaṃ na vaṭṭati, senāsanapaccaye pana ‘‘āhara dehī’’ti viññattimattameva na vaṭṭati , parikathobhāsanimittakammāni vaṭṭanti. Tattha uposathāgāraṃ vā bhojanasālaṃ vā aññaṃ vā yaṃkiñci senāsanaṃ icchato ‘‘imasmiṃ vata okāse evarūpaṃ senāsanaṃ kātuṃ vaṭṭatī’’ti vā ‘‘yutta’’nti vā ‘‘anurūpa’’nti vātiādinā nayena vacanaṃ parikathā nāma. ‘‘Upāsakā tumhe kuhiṃ vasathā’’ti? ‘‘Pāsāde, bhante’’ti. ‘‘Kiṃ bhikkhūnaṃ pana upāsakā pāsādo na vaṭṭatī’’ti evamādivacanaṃ obhāso nāma. Manusse disvā rajjuṃ pasāreti, khīle ākoṭāpeti. ‘‘Kiṃ idaṃ, bhante’’ti vutte ‘‘idha āvāsaṃ karissāmā’’ti evamādikaraṇaṃ pana nimittakammaṃ nāma. Gilānapaccaye pana viññattipi vaṭṭati, pageva parikathādīni.",
  "atk-vin01a3:223": "Manussā upaddutā yācanāya upaddutā viññattiyāti tesaṃ bhikkhūnaṃ tāya yācanāya ca viññattiyā ca pīḷitā. Ubbijjantipīti ‘‘kiṃ nu āharāpessantī’’ti ubbegaṃ iñjanaṃ calanaṃ paṭilabhanti. Uttasantipīti ahiṃ viya disvā sahasā tasitvā ukkamanti. Palāyantipīti dūratova yena vā tena vā palāyanti. Aññenapi gacchantīti yaṃ maggaṃ paṭipannā taṃ pahāya nivattitvā vāmaṃ vā dakkhiṇaṃ vā gahetvā gacchanti, dvārampi thakenti.",
  "atk-vin01a3:224": "344.Bhūtapubbaṃ bhikkhaveti iti bhagavā te bhikkhū garahitvā tadanurūpañca dhammiṃ kathaṃ katvā punapi viññattiyā dosaṃ pākaṭaṃ kurumāno iminā ‘‘bhūtapubbaṃ bhikkhave’’tiādinā nayena tīṇi vatthūni dassesi. Tattha maṇikaṇṭhoti so kira nāgarājā sabbakāmadadaṃ mahagghaṃ maṇiṃ kaṇṭhe pilandhitvā carati, tasmā ‘‘maṇikaṇṭho’’ tveva paññāyittha. Uparimuddhani mahantaṃ phaṇaṃ karitvā aṭṭhāsīti so kira tesaṃ dvinnaṃ isīnaṃ kaniṭṭho isi mettāvihārī ahosi, tasmā nāgarājā nadito uttaritvā devavaṇṇaṃ nimminitvā tassa santike nisīditvā sammodanīyaṃ kathaṃ katvā taṃ devavaṇṇaṃ pahāya sakavaṇṇameva upagantvā taṃ isiṃ parikkhipitvā pasannākāraṃ karonto uparimuddhani mahantaṃ phaṇaṃ karitvā chattaṃ viya dhārayamāno muhuttaṃ ṭhatvā pakkamati, tena vuttaṃ ‘‘uparimuddhani mahantaṃ phaṇaṃ karitvā aṭṭhāsī’’ti. Maṇimassa kaṇṭhe pilandhananti maṇiṃ assa kaṇṭhe pilandhitaṃ, āmukkanti attho. Ekamantaṃ aṭṭhāsīti tena devavaṇṇena āgantvā tāpasena saddhiṃ sammodamāno ekasmiṃ padese aṭṭhāsi.",
  "atk-vin01a3:225": "Mamannapānanti mama annañca pānañca. Vipulanti bahulaṃ. Uḷāranti paṇītaṃ . Atiyācakosīti ativiya yācako, asi punappunaṃ yācasīti vuttaṃ hoti. Susūti taruṇo, thāmasampanno yobbanappattapuriso. Sakkharā vuccati kāḷasilā, tattha dhoto asi ‘‘sakkharadhoto nāmā’’ti vuccati, sakkharadhoto pāṇimhi assāti sakkharadhotapāṇi, pāsāṇe dhotanisitakhaggahatthoti attho. Yathā so asihattho puriso tāseyya, evaṃ tāsesi maṃ selaṃ yācamāno, maṇiṃ yācantoti attho.",
  "atk-vin01a3:226": "Na taṃ yāceti taṃ na yāceyya. Kataraṃ? Yassa piyaṃ jigīseti yaṃ assa sattassa piyanti jāneyya.",
  "atk-vin01a3:227": "Kimaṅgaṃ pana manussabhūtānanti manussabhūtānaṃ amanāpāti kimevettha vattabbaṃ.",
  "atk-vin01a3:228": "345.Sakuṇasaṅghassa saddena ubbāḷhoti so kira sakuṇasaṅgho paṭhamayāmañca pacchimayāmañca nirantaraṃ saddameva karoti, so bhikkhu tena saddena pīḷito hutvā bhagavato santikaṃ agamāsi. Tenāha – ‘‘yenāhaṃ tenupasaṅkamī’’ti.",
  "atk-vin01a3:229": "Kuto ca tvaṃ bhikkhu āgacchasīti ettha nisinno so bhikkhu na āgacchati vattamānasamīpe pana evaṃ vattuṃ labbhati. Tenāha – ‘‘kuto ca tvaṃ bhikkhu āgacchasī’’ti, kuto āgatosīti attho. Tato ahaṃ bhagavā āgacchāmīti etthāpi so eva nayo. Ubbāḷhoti pīḷito, ukkaṇṭhāpito hutvāti attho.",
  "atk-vin01a3:230": "So sakuṇasaṅgho ‘‘bhikkhu pattaṃ yācatī’’ti ettha na te sakuṇā bhikkhuno vacanaṃ jānanti, bhagavā pana attano ānubhāvena yathā jānanti tathā akāsi.",
  "atk-vin01a3:231": "346.Apāhaṃ te na jānāmīti api ahaṃ te jane ‘‘ke vā ime, kassa vā ime’’ti na jānāmi. Saṅgamma yācantīti samāgantvā vaggavaggā hutvā yācanti. Yācako appiyo hotīti yo yācati so appiyo hoti. Yācaṃ adadamappiyoti yācanti yācitaṃ vuccati, yācitamatthaṃ adadantopi appiyo hoti. Atha vā yācanti yācantassa, adadamappiyoti adento appiyo hoti. Mā me videssanā ahūti mā me appiyabhāvo ahu, ahaṃ vā tava, tvaṃ vā mama videsso appiyo mā ahosīti attho.",
  "atk-vin01a3:232": "347.Dussaṃharānīti kasigorakkhādīhi upāyehi dukkhena saṃharaṇīyāni.",
  "atk-vin01a3:233": "348-9.Saññācikāya pana bhikkhunāti ettha saññācikā nāma sayaṃ pavattitayācanā vuccati, tasmā ‘‘saññācikāyā’’ti attano yācanāyāti vuttaṃ hoti, sayaṃ yācitakehi upakaraṇehīti attho. Yasmā pana sā sayaṃyācitakehi kayiramānā sayaṃ yācitvā kayiramānā hoti, tasmā taṃ atthapariyāyaṃ dassetuṃ ‘‘sayaṃ yācitvā purisampī’’ti evamassa padabhājanaṃ vuttaṃ.",
  "atk-vin01a3:234": "Ullittāti antolittā. Avalittāti bahilittā. Ullittāvalittāti antarabāhiralittāti vuttaṃ hoti.",
  "atk-vin01a3:235": "Kārayamānenāti imassa padabhājane ‘‘kārāpentenā’’ti ettakameva vattabbaṃ siyā, evañhi byañjanaṃ sameti. Yasmā pana saññācikāya kuṭiṃ karontenāpi idha vuttanayeneva paṭipajjitabbaṃ, tasmā karonto vā hotu kārāpento vā ubhopete ‘‘kārayamānenā’’ti imināva padena saṅgahitāti etamatthaṃ dassetuṃ ‘‘karonto vā kārāpento vā’’ti vuttaṃ. Yadi pana karontena vā kārāpentena vāti vadeyya, byañjanaṃ vilomitaṃ bhaveyya, na hi kārāpento karonto nāma hoti, tasmā atthamattamevettha dassitanti veditabbaṃ.",
  "atk-vin01a3:236": "Attuddesanti ‘‘mayhaṃ esā’’ti evaṃ attā uddeso assāti attuddesā, taṃ attuddesaṃ. Yasmā pana yassā attā uddeso sā attano atthāya hoti, tasmā atthapariyāyaṃ dassento ‘‘attuddesanti attano atthāyā’’ti āha. Pamāṇikā kāretabbāti pamāṇayuttā kāretabbā. Tatridaṃ pamāṇanti tassā kuṭiyā idaṃ pamāṇaṃ. Sugatavidatthiyāti sugatavidatthi nāma idāni majjhimassa purisassa tisso vidatthiyo vaḍḍhakīhatthena diyaḍḍho hattho hoti. Bāhirimena mānenāti kuṭiyā bahikuṭṭamānena dvādasa vidatthiyo, minantena pana sabbapaṭhamaṃ dinno mahāmattikapariyanto na gahetabbo. Thusapiṇḍapariyantena minitabbaṃ. Thusapiṇḍassaupari setakammaṃ abbohārikaṃ. Sace thusapiṇḍena anatthiko mahāmattikāya eva niṭṭhāpeti, mahāmattikāva paricchedo.",
  "atk-vin01a3:237": "Tiriyanti vitthārato. Sattāti satta sugatavidatthiyo. Antarāti imassa pana ayaṃ niddeso , ‘‘abbhantarimena mānenā’’ti, kuṭṭassa bahi antaṃ aggahetvā abbhantarimena antena miniyamāne tiriyaṃ satta sugatavidatthiyo pamāṇanti vuttaṃ hoti.",
  "atk-vin01a3:238": "Yo pana lesaṃ oḍḍento yathāvuttappamāṇameva karissāmīti dīghato ekādasa vidatthiyo tiriyaṃ aṭṭha vidatthiyo, dīghato vā terasa vidatthiyo tiriyaṃ cha vidatthiyo kareyya, na vaṭṭati. Ekatobhāgena atikkantampi hi pamāṇaṃ atikkantameva hoti. Tiṭṭhatu vidatthi, kesaggamattampi dīghato vā hāpetvā tiriyaṃ tiriyato vā hāpetvā dīghaṃ vaḍḍhetuṃ na vaṭṭati, ko pana vādo ubhato vaḍḍhane? Vuttañhetaṃ – ‘‘āyāmato vā vitthārato vā antamaso kesaggamattampi atikkamitvā karoti vā kārāpeti vā payoge dukkaṭa’’ntiādi (pārā. 353). Yathāvuttappamāṇā eva pana vaṭṭati. Yā pana dīghato saṭṭhihatthāpi hoti tiriyaṃ tihatthā vā ūnakacatuhatthā vā yattha pamāṇayutto mañco ito cito ca na parivattati, ayaṃ kuṭīti saṅkhyaṃ na gacchati, tasmā ayampi vaṭṭati. Mahāpaccariyaṃ pana pacchimakoṭiyā catuhatthavitthārā vuttā, tato heṭṭhā akuṭi. Pamāṇikāpi pana adesitavatthukā vā sārambhā vā aparikkamanā vā na vaṭṭati. Pamāṇikā desitavatthukā anārambhā saparikkamanāva vaṭṭati. Pamāṇato ūnatarampi catuhatthaṃ pañcahatthampi karontena desitavatthukāva kāretabbā. Pamāṇātikkantañca pana karonto lepapariyosāne garukaṃ āpattiṃ āpajjati.",
  "atk-vin01a3:239": "Tattha lepo ca alepo ca lepokāso ca alepokāso ca veditabbo. Seyyathidaṃ – lepoti dve lepā – mattikālepo ca sudhālepo ca. Ṭhapetvā pana ime dve lepe avaseso bhasmagomayādibhedo lepo, alepo. Sacepi kalalalepo hoti, alapo eva. Lepokāsoti bhittiyo ceva chadanañca, ṭhapetvā pana bhitticchadane avaseso thambhatulāpiṭṭhasaṅghāṭavātapānadhūmacchiddādi alepāraho okāso sabbopi alepokāsoti veditabbo.",
  "atk-vin01a3:240": "Bhikkhū abhinetabbā vatthudesanāyāti yasmiṃ ṭhāne kuṭiṃ kāretukāmo hoti, tattha vatthudesanatthāya bhikkhū netabbā. Tena kuṭikārakenātiādi pana yena vidhinā te bhikkhū abhinetabbā, tassa dassanatthaṃ vuttaṃ. Tattha kuṭivatthuṃ sodhetvāti na visamaṃ araññaṃ bhikkhū gahetvā gantabbaṃ , kuṭivatthuṃ pana paṭhamameva sodhetvā samatalaṃ sīmamaṇḍalasadisaṃ katvā pacchā saṅghaṃ upasaṅkamitvā yācitvā netabbāti dasseti. Evamassa vacanīyoti saṅgho evaṃ vattabbo assa. Parato pana ‘‘dutiyampi yācitabbā’’ti bhikkhū sandhāya bahuvacanaṃ vuttaṃ. No ce sabbo saṅgho ussahatīti sace sabbo saṅgho na icchati, sajjhāyamanasikārādīsu uyyuttā te te bhikkhū honti. Sārambhaṃ anārambhanti saupaddavaṃ anupaddavaṃ. Saparikkamanaṃ aparikkamananti saupacāraṃ anupacāraṃ.",
  "atk-vin01a3:241": "Pattakallanti patto kālo imassa olokanassāti pattakālaṃ, pattakālameva pattakallaṃ. Idañca vatthuṃolokanatthāya sammutikammaṃ anusāvanānayena oloketvāpi kātuṃ vaṭṭati. Parato pana vatthudesanākammaṃ yathāvuttāya eva ñattiyā ca anusāvanāya ca kātabbaṃ, oloketvā kātuṃ na vaṭṭati.",
  "atk-vin01a3:242": "353.Kipillikānanti rattakāḷapiṅgalādibhedānaṃ yāsaṃ kāsañci kipillikānaṃ. Kipīllakānantipi pāṭho. Āsayoti nibaddhavasanaṭṭhānaṃ, yathā ca kipillikānaṃ evaṃ upacikādīnampi nibaddhavasanaṭṭhānaṃyeva āsayo veditabbo. Yattha pana te gocaratthāya āgantvā gacchanti, sabbesampi tādiso sañcaraṇappadeso avārito, tasmā tattha apanetvā sodhetvā kātuṃ vaṭṭati. Imāni tāva cha ṭhānānisattānuddayāya paṭikkhittāni.",
  "atk-vin01a3:243": "Hatthīnaṃ vāti hatthīnaṃ pana nibaddhavasanaṭṭhānampi nibaddhagocaraṭṭhānampi na vaṭṭati, sīhādīnaṃ āsayo ca gocarāya pakkamantānaṃ nibaddhagamanamaggo ca na vaṭṭati. Etesaṃ gocarabhūmi na gahitā. Yesaṃ kesañcīti aññesampi vāḷānaṃ tiracchānagatānaṃ . Imāni satta ṭhānāni sappaṭibhayāni bhikkhūnaṃ ārogyatthāya paṭikkhittāni. Sesāni nānāupaddavehi saupaddavāni. Tattha pubbaṇṇanissitanti pubbaṇṇaṃ nissitaṃ sattannaṃ dhaññānaṃ viruhanakakhettasāmantā ṭhitaṃ. Eseva nayo aparaṇṇanissitādīsupi. Ettha pana abbhāghātanti kāraṇāgharaṃ verigharaṃ, corānaṃ māraṇatthāya katanti kurundiādīsu.",
  "atk-vin01a3:244": "Āghātananti dhammagandhikā vuccati. Susānanti mahāsusānaṃ. Saṃsaraṇanti anibbijjhagamanīyo gatapaccāgatamaggo vuccati. Sesaṃ uttānameva.",
  "atk-vin01a3:245": "Na sakkā hoti yathāyuttena sakaṭenāti dvīhi balibaddehi yuttena sakaṭena ekaṃ cakkaṃ nibbodakapatanaṭṭhāne ekaṃ bahi katvā āvijjituṃ na sakkā hoti. Kurundiyaṃ pana ‘‘catūhi yuttenā’’ti vuttaṃ. Samantā nisseṇiyā anuparigantunti nisseṇiyaṃ ṭhatvā gehaṃ chādentehi na sakkā hoti samantā nisseṇiyā āvijjituṃ. Iti evarūpe sārambhe ca aparikkamane ca ṭhāne na kāretabbā. Anārambhe pana saparikkamane kāretabbā, taṃ vuttapaṭipakkhanayena pāḷiyaṃ āgatameva.",
  "atk-vin01a3:246": "Puna saññācikā nāmāti evamādi ‘‘sārambhe ce bhikkhu vatthusmiṃ aparikkamane saññācikāya kuṭiṃ kāreyyā’’ti evaṃ vuttasaṃyācikādīnaṃ atthappakāsanatthaṃ vuttaṃ.",
  "atk-vin01a3:247": "Payoge dukkaṭanti evaṃ adesitavatthukaṃ vā pamāṇātikkantaṃ vā kuṭiṃ kāressāmīti araññato rukkhā haraṇatthāya vāsiṃ vā pharasuṃ vā niseti dukkaṭaṃ, araññaṃ pavisati dukkaṭaṃ, tattha allatiṇāni chindati dukkaṭena saddhiṃ pācittiyaṃ, sukkhāni chindati dukkaṭaṃ. Rukkhesupi eseva nayo. Bhūmiṃ sodheti khaṇati, paṃsuṃ uddharati, cināti; evaṃ yāva pācīraṃ bandhati tāva pubbapayogo nāma hoti. Tasmiṃ pubbapayoge sabbattha pācittiyaṭṭhāne dukkaṭena saddhiṃ pācittiyaṃ, dukkaṭaṭṭhāne dukkaṭaṃ, tato paṭṭhāya sahapayogo nāma. Tattha thambhehi kātabbāya thambhaṃ ussāpeti, dukkaṭaṃ. Iṭṭhakāhi cinitabbāya iṭṭhakaṃ ācināti, dukkaṭaṃ. Evaṃ yaṃ yaṃ upakaraṇaṃ yojeti, sabbattha payoge payoge dukkaṭaṃ. Tacchantassa hatthavāre hatthavāre tadatthāya gacchantassa pade pade dukkaṭaṃ. Evaṃ kataṃ pana dārukuṭṭikaṃ vā iṭṭhakakuṭṭikaṃ vā silākuṭṭikaṃ vā antamaso paṇṇasālampi sabhitticchadanaṃ limpissāmīti sudhāya vā mattikāya vā limpantassa payoge payoge yāva thullaccayaṃ na hoti, tāva dukkaṭaṃ. Etaṃ pana dukkaṭaṃ mahālepeneva vaṭṭati, setarattavaṇṇakaraṇe vā cittakamme vā anāpatti.",
  "atk-vin01a3:248": "Ekaṃ piṇḍaṃ anāgateti yo sabbapacchimo eko lepapiṇḍo, taṃ ekaṃ piṇḍaṃ asampatte kuṭikamme. Idaṃ vuttaṃ hoti, idāni dvīhi piṇḍehi niṭṭhānaṃ gamissatīti tesu paṭhamapiṇḍadāne thullaccayanti.",
  "atk-vin01a3:249": "Tasmiṃ piṇḍe āgateti yaṃ ekaṃ piṇḍaṃ anāgate kuṭikamme thullaccayaṃ hoti, tasmiṃ avasānapiṇḍe āgate dinne ṭhapite lepassa ghaṭitattā āpatti saṅghādisesassa. Evaṃ lempantassa ca antolepe vā antolepena saddhiṃ bhittiñca chadanañca ekābaddhaṃ katvā ghaṭite bahilepe vā bahilepena saddhiṃ ghaṭite saṅghādiseso. Sace pana dvārabaddhaṃ vā vātapānaṃ vā aṭṭhapetvāva mattikāya limpati, tasmiñca tassokāsaṃ puna vaḍḍhetvā vā avaḍḍhetvā vā ṭhapite lepo na ghaṭīyati rakkhati tāva, puna limpantassa pana ghaṭitamatte saṅghādiseso. Sace taṃ ṭhapiyamānaṃ paṭhamaṃ dinnalepena saddhiṃ nirantarameva hutvā tiṭṭhati, paṭhamameva saṅghādiseso. Upacikāmocanatthaṃ aṭṭhaṅgulamattena appattacchadanaṃ katvā bhittiṃ limpati, anāpatti. Upacikāmocanatthameva heṭṭhā pāsāṇakuṭṭaṃ katvā taṃ alimpitvā upari limpati, lepo na ghaṭiyati nāma, anāpattiyeva.",
  "atk-vin01a3:250": "Iṭṭhakakuṭṭikāya iṭṭhakāhiyeva vātapāne ca dhūmanettāni ca karoti, lepaghaṭaneneva āpatti. Paṇṇasālaṃ limpati, lepaghaṭaneneva āpatti. Tattha ālokatthāya aṭṭhaṅgulamattaṃ ṭhapetvā limpati, lepo na ghaṭīyati nāma, anāpattiyeva. Sace ‘‘vātapānaṃ laddhā ettha ṭhapessāmī’’ti karoti, vātapāne ṭhapite lepaghaṭanena āpatti. Sace mattikāya kuṭṭaṃ karoti, chadanalepena saddhiṃ ghaṭane āpatti. Eko ekapiṇḍāvasesaṃ katvā ṭhapeti, añño taṃ disvā ‘‘dukkataṃ ida’’nti vattasīsena limpati ubhinnampi anāpatti.",
  "atk-vin01a3:251": "354.Bhikkhu kuṭiṃ karotīti evamādīni chattiṃsa catukkāni āpattibhedadassanatthaṃ vuttāni, tattha sārambhāya dukkaṭaṃ, aparikkamanāya dukkaṭaṃ , pamāṇātikkantāya saṅghādiseso, adesitavatthukāya saṅghādiseso, etesaṃ vasena vomissakāpattiyo veditabbā.",
  "atk-vin01a3:252": "355.Āpatti dvinnaṃ saṅghādisesena dvinnaṃ dukkaṭānantiādīsu ca dvīhi saṅghādisesehi saddhiṃ dvinnaṃ dukkaṭānantiādinā nayena attho veditabbo.",
  "atk-vin01a3:253": "361.So ce vippakate āgacchatītiādīsu pana ayaṃ atthavinicchayo. Soti samādisitvā pakkantabhikkhu. Vippakateti aniṭṭhite kuṭikamme. Aññassa vā dātabbāti aññassa puggalassa vā saṅghassa vā cajitvā dātabbā. Bhinditvā vā puna kātabbāti kittakena bhinnā hoti, sace thambhā bhūmiyaṃ nikhātā, uddharitabbā. Sace pāsāṇānaṃ upari ṭhapitā, apanetabbā. Iṭṭhakacitāya yāva maṅgaliṭṭhakā tāva kuṭṭā apacinitabbā. Saṅkhepato bhūmisamaṃ katvā vināsitā bhinnā hoti, bhūmito upari caturaṅgulamattepi ṭhite abhinnāva. Sesaṃ sabbacatukkesu pākaṭameva. Na hettha aññaṃ kiñci atthi, yaṃ pāḷianusāreneva dubbiññeyyaṃ siyā.",
  "atk-vin01a3:254": "363.Attanā vippakatantiādīsu pana attanā āraddhaṃ kuṭiṃ. Attanā pariyosāpetīti mahāmattikāya vā thusamattikāya vā yāya kataṃ pariyositabhāvaṃ pāpetukāmo hoti, tāya avasānapiṇḍaṃ dento pariyosāpeti .",
  "atk-vin01a3:255": "Parehi pariyosāpetīti attanova atthāya parehi pariyosāpeti. Attanā vā hi vippakatā hotu parehi vā ubhayehi vā, taṃ ce attano atthāya attanā vā pariyosāpeti, parehi vā pariyosāpeti, attanā ca parehi cāti yuganaddhaṃ vā pariyosāpeti, saṅghādisesoyevāti ayamettha vinicchayo.",
  "atk-vin01a3:256": "Kurundiyaṃpana vuttaṃ – ‘‘dve tayo bhikkhū ‘ekato vasissāmā’ti karonti, rakkhati tāva, avibhattattā anāpatti. ‘Idaṃ ṭhānaṃ tava, idaṃ mamā’ti vibhajitvā karonti āpatti. Sāmaṇero ca bhikkhu ca ekato karonti, yāva avibhattā tāva rakkhati. Purimanayena vibhajitvā karonti, bhikkhussa āpattī’’ti.",
  "atk-vin01a3:257": "364.Anāpattileṇetiādīsu leṇaṃ mahantampi karontassa anāpatti. Na hettha lepo ghaṭīyati. Guhampi iṭṭhakāguhaṃ vā silāguhaṃ vā dāruguhaṃ vā bhūmiguhaṃ vā mahantampi karontassa anāpatti.",
  "atk-vin01a3:258": "Tiṇakuṭikāyāti sattabhūmikopi pāsādo tiṇapaṇṇacchadano ‘‘tiṇakuṭikā’’ti vuccati. Aṭṭhakathāsu pana kukkuṭacchikagehanti chadanaṃ daṇḍakehi jālabaddhaṃ katvā tiṇehi vā paṇṇehi vā chāditakuṭikāva vuttā, tattha anāpatti. Mahantampi tiṇacchadanagehaṃ kātuṃ vaṭṭati, ullittādibhāvo eva hi kuṭiyā lakkhaṇaṃ, so ca chadanameva sandhāya vuttoti veditabbo. Caṅkamanasālāyaṃ tiṇacuṇṇaṃ paripatati ‘‘anujānāmi, bhikkhave, ogumphetvā ullittāvalittaṃ kātu’’ntiādīni (cūḷava. 260) cettha sādhakāni, tasmā ubhato pakkhaṃ vā kūṭabaddhaṃ vā vaṭṭaṃ vā caturassaṃ vā yaṃ ‘‘imaṃ etassa gehassa chadana’’nti chadanasaṅkhepena kataṃ hoti, tassa bhittilepena saddhiṃ lepe ghaṭite āpatti. Sace pana ullittāvalittacchadanassa gehassa leparakkhaṇatthaṃ upari tiṇena chādenti, ettāvatā tiṇakuṭi nāma na hoti. Kiṃ panettha adesitavatthukappamāṇātikkantapaccayāva anāpatti, udāhu sārambhaaparikkamanapaccayāpīti sabbatthāpi anāpatti. Tathā hi tādisaṃ kuṭiṃ sandhāya parivāre vuttaṃ –",
  "atk-vin01a3:259": "‘‘Bhikkhu saññācikāya kuṭiṃ karoti;",
  "atk-vin01a3:260": "Adesitavatthukaṃ pamāṇātikkantaṃ;",
  "atk-vin01a3:261": "Sārambhaṃ aparikkamanaṃ anāpatti;",
  "atk-vin01a3:262": "Pañhā mesā kusalehi cintitā’’ti. (pari. 479);",
  "atk-vin01a3:263": "Aññassatthāyāti kuṭilakkhaṇappattampi kuṭiṃ aññassa upajjhāyassa vā ācariyassa vā saṅghassa vā atthāya karontassa anāpatti. Yaṃ pana ‘‘āpatti kārukānaṃ tiṇṇaṃ dukkaṭāna’’ntiādi pāḷiyaṃ vuttaṃ, taṃ yathāsamādiṭṭhāya akaraṇapaccayā vuttaṃ.",
  "atk-vin01a3:264": "Vāsāgāraṃ ṭhapetvā sabbatthāti attano vasanatthāya agāraṃ ṭhapetvā aññaṃ uposathāgāraṃ vā jantāgharaṃ vā bhojanasālā vā aggisālā vā bhavissatīti kāreti, sabbattha anāpatti. Sacepissa hoti ‘‘uposathāgārañca bhavissati, ahañca vasissāmi jantāgharañca bhojanasālā ca aggisālā ca bhavissati, ahañca vasissāmī’’ti kāritepi ānāpattiyeva. Mahāpaccariyaṃ pana ‘‘anāpattī’’ti vatvā ‘‘attano vāsāgāratthāya karontasseva āpattī’’ti vuttaṃ. Ummattakassa ādikammikānañca āḷavakānaṃ bhikkhūnaṃ anāpatti.",
  "atk-vin01a3:265": "Samuṭṭhānādīsu chasamuṭṭhānaṃ kiriyañca kiriyākiriyañca, idañhi vatthuṃ desāpetvā pamāṇātikkantaṃ karoto kiriyato samuṭṭhāti, vatthuṃ adesāpetvā karoto kiriyākiriyato, nosaññāvimokkhaṃ, acittakaṃ, paṇṇattivajjaṃ, kāyakammaṃ, vacīkammaṃ, ticittaṃ, tivedananti.",
  "atk-vin01a3:266": "Kuṭikārasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:267": "7. Vihārakārasikkhāpadavaṇṇanā",
  "atk-vin01a3:268": "365.Tena samayenāti vihārakārasikkhāpadaṃ. Tattha kosambiyanti evaṃnāmake nagare. Ghositārāmeti ghositassa ārāme. Ghositanāmakena kira seṭṭhinā so kārito, tasmā ‘‘ghositārāmo’’ti vuccati. Channassāti bodhisattakāle upaṭṭhākachannassa. Vihāravatthuṃ, bhante, jānāhīti vihārassa patiṭṭhānaṭṭhānaṃ, bhante, jānāhi. Ettha ca vihāroti na sakalavihāro, eko āvāso, tenevāha – ‘‘ayyassa vihāraṃ kārāpessāmī’’ti.",
  "atk-vin01a3:269": "Cetiyarukkhanti ettha cittīkataṭṭhena cetiyaṃ, pūjārahānaṃ devaṭṭhānānametaṃ adhivacanaṃ, ‘‘cetiya’’nti sammataṃ rukkhaṃ cetiyarukkhaṃ. Gāmena pūjitaṃ gāmassa vā pūjitanti gāmapūjitaṃ. Eseva nayo sesapadesupi. Apicettha janapadoti ekassa rañño rajje ekeko koṭṭhāso. Raṭṭhanti sakalarajjaṃ veditabbaṃ, sakalarajjampi hi kadāci kadāci tassa rukkhassa pūjaṃ karoti, tena vuttaṃ ‘‘raṭṭhapūjita’’nti. Ekindriyanti kāyindriyaṃ sandhāya vadanti. Jīvasaññinoti sattasaññino.",
  "atk-vin01a3:270": "366.Mahallakanti sassāmikabhāvena saṃyācikakuṭito mahantabhāvo etassa atthīti mahallako. Yasmā vā vatthuṃ desāpetvā pamāṇātikkamenapi kātuṃ vaṭṭati, tasmā pamāṇamahantatāyapi mahallako , taṃ mahallakaṃ. Yasmā panassa taṃ pamāṇamahattaṃ sassāmikattāva labbhati, tasmā tadatthadassanatthaṃ ‘‘mahallako nāma vihāro sassāmiko vuccatī’’ti padabhājanaṃ vuttaṃ. Sesaṃ sabbaṃ kuṭikārasikkhāpade vuttanayeneva veditabbaṃ saddhiṃ samuṭṭhānādīhi. Sassāmikabhāvamattameva hi ettha kiriyato samuṭṭhānābhāvo pamāṇaniyamābhāvo ca viseso, pamāṇaniyamābhāvā ca catukkapārihānīti.",
  "atk-vin01a3:271": "Vihārakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:272": "8. Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā",
  "atk-vin01a3:273": "380.Tena samayena buddho bhagavāti duṭṭhadosasikkhāpadaṃ. Tattha veḷuvane kalandakanivāpeti veḷuvananti tassa uyyānassa nāmaṃ, taṃ kira veḷuhi ca parikkhittaṃ ahosi aṭṭhārasahatthena ca pākārena gopuraṭṭālakayuttaṃ nīlobhāsaṃ manoramaṃ tena ‘‘veḷuvana’’nti vuccati, kalandakānañcettha nivāpaṃ adaṃsu tena ‘‘kalandakanivāpa’’ti vuccati.",
  "atk-vin01a3:274": "Pubbe kira aññataro rājā tattha uyyānakīḷanatthaṃ āgato, surāmadena matto divāseyyaṃ supi, parijanopissa sutto rājāti pupphaphalādīhi palobhiyamāno ito cito ca pakkami. Atha surāgandhena aññatarasmā susirarukkhā kaṇhasappo nikkhamitvā rañño abhimukho āgacchati, taṃ disvā rukkhadevatā ‘‘rañño jīvitaṃ dassāmī’’ti kāḷakavesena āgantvā kaṇṇamūle saddamakāsi, rājā paṭibujjhi, kaṇhasappo nivatto, so taṃ disvā ‘‘imāya kāḷakāya mama jīvitaṃ dinna’’nti kāḷakānaṃ tattha nivāpaṃ paṭṭhapesi, abhayaghosanañca ghosāpesi , tasmā taṃ tatopabhuti kalandakanivāpanti saṅkhyaṃ gataṃ. Kalandakāti hi kāḷakānaṃ etaṃ nāmaṃ.",
  "atk-vin01a3:275": "Dabboti tassa therassa nāmaṃ. Mallaputtoti mallarājassa putto. Jātiyā sattavassena arahattaṃ sacchikatanti thero kira sattavassikova saṃvegaṃ labhitvā pabbajito khuraggeyeva arahattaṃ pāpuṇīti veditabbo. Yaṃkiñci sāvakena pattabbaṃ sabbaṃ tena anuppattanti sāvakena pattabbaṃ nāma tisso vijjā, catasso paṭisambhidā, cha abhiññā, nava lokuttaradhammāti idaṃ guṇajātaṃ, taṃ sabbaṃ tena anuppattaṃ hoti. Natthi cassa kiñci uttari karaṇīyanti catūsu saccesu, catūhi maggehi, soḷasavidhassa kiccassa katattā idānissa kiñci uttari karaṇīyaṃ natthi. Katassa vā paticayoti tasseva katassa kiccassa puna vaḍḍhanampi natthi, dhotassa viya vatthassa paṭidhovanaṃ pisitassa viya gandhassa paṭipisanaṃ, pupphitassa viya ca pupphassa paṭipupphananti. Rahogatassāti rahasi gatassa. Paṭisallīnassāti tato tato paṭikkamitvā sallīnassa, ekībhāvaṃ gatassāti vuttaṃ hoti.",
  "atk-vin01a3:276": "Atha kho āyasmato dabbassa mallaputtassa etadahosi – ‘‘yannūnāhaṃ saṅghassa senāsanañca paññapeyyaṃ bhattāni ca uddiseyya’’nti thero kira attano katakiccabhāvaṃ disvā ‘‘ahaṃ imaṃ antimasarīraṃ dhāremi, tañca kho vātamukhe ṭhita padīpo viya aniccatāmukhe ṭhitaṃ, nacirasseva nibbāyanadhammaṃ yāva na nibbāyati tāva kinnu kho ahaṃ saṅghassa veyyāvaccaṃ kareyya’’nti cintento iti paṭisañcikkhati – ‘‘tiroraṭṭhesu bahū kulaputtā bhagavantaṃ adisvāva pabbajanti, te bhagavantaṃ ‘passissāma ceva vandissāma cā’ti dūratopi āgacchanti, tatra yesaṃ senāsanaṃ nappahoti, te silāpaṭṭakepi seyyaṃ kappenti. Pahomi kho panāhaṃ attano ānubhāvena tesaṃ kulaputtānaṃ icchāvasena pāsādavihāraaḍḍhayogādīni mañcapīṭhakattharaṇādīni ca senāsenāni nimminitvā dātuṃ. Punadivase cettha ekacce ativiya kilantarūpā honti, te gāravena bhikkhūnaṃ purato ṭhatvā bhattānipi na uddisāpenti, ahaṃ kho pana nesaṃ bhattānipi uddisituṃ pahomī’’ti. Iti paṭisañcikkhantassa ‘‘atha kho āyasmato dabbassa mallaputtassa etadahosi – ‘yannūnāhaṃ saṅghassa senāsanañca paññapeyyaṃ bhattāni ca uddiseyya’’nti.",
  "atk-vin01a3:277": "Nanu ca imāni dve ṭhānāni bhassārāmatādimanuyuttassa yuttāni, ayañca khīṇāsavo nippapañcārāmo, imassa kasmā imāni paṭibhaṃsūti? Pubbapatthanāya coditattā. Sabbabuddhānaṃ kira imaṃ ṭhānantaraṃ pattā sāvakā hontiyeva. Ayañca padumuttarassa bhagavato kāle aññatarasmiṃ kule paccājāto imaṃ ṭhānantaraṃ pattassa bhikkhuno ānubhāvaṃ disvā aṭṭhasaṭṭhiyā bhikkhusatasahassehi saddhiṃ bhagavantaṃ satta divasāni nimantetvā mahādānaṃ datvā pādamūle nipajjitvā ‘‘anāgate tumhādisassa buddhassa uppannakāle ahampi itthannāmo tumhākaṃ sāvako viya senāsanapaññāpako ca bhattuddesako ca assa’’nti patthanaṃ akāsi. Bhagavā anāgataṃsañāṇaṃ pesetvā addasa, disvā ca ito kappasatasahassassa accayena gotamo nāma buddho uppajjissati, tadā tvaṃ dabbo nāma mallaputto hutvā jātiyā sattavasso nikkhamma pabbajitvā arahattaṃ sacchikarissasi, imañca ṭhānantaraṃ lacchasī’’ti byākāsi. So tatopabhuti dānasīlādīni pūrayamāno devamanussasampattiṃ anubhavitvā amhākaṃ bhagavato kāle tena bhagavatā byākatasadisameva arahattaṃ sacchākāsi. Athassa rahogatassa ‘‘kinnu kho ahaṃ saṅghassa veyyāvaccaṃ kareyya’’nti cintayato tāya pubbapatthanāya coditattā imāni dve ṭhānāni paṭibhaṃsūti.",
  "atk-vin01a3:278": "Athassa etadahosi – ‘‘ahaṃ kho anissarosmi attani, satthārā saddhiṃ ekaṭṭhāne vasāmi, sace maṃ bhagavā anujānissati , imāni dve ṭhānāni samādiyissāmī’’ti bhagavato santikaṃ agamāsi. Tena vuttaṃ – ‘‘atha kho āyasmā dabbo mallaputto…pe… bhattāni ca uddisitu’’nti. Atha naṃ bhagavā ‘‘sādhu sādhu dabbā’’ti sampahaṃsetvā yasmā arahati evarūpo agatigamanaparibāhiro bhikkhu imāni dve ṭhānāni vicāretuṃ, tasmā ‘‘tena hi tvaṃ dabba saṅghassa senāsanañca paññapehi bhattāni ca uddisā’’ti āha. Bhagavato paccassosīti bhagavato vacanaṃ patiassosi abhimukho assosi, sampaṭicchīti vuttaṃ hoti.",
  "atk-vin01a3:279": "Paṭhamaṃ dabbo yācitabboti kasmā bhagavā yācāpeti? Garahamocanatthaṃ. Passati hi bhagavā ‘‘anāgate dabbassa imaṃ ṭhānaṃ nissāya mettiyabhumajakānaṃ vasena mahāupaddavo uppajjissati, tatra keci garahissanti ‘ayaṃ tuṇhībhūto attano kammaṃ akatvā kasmā īdisaṃ ṭhānaṃ vicāretī’ti. Tato aññe vakkhanti ‘ko imassa doso eteheva yācitvā ṭhapito’ti evaṃ garahato muccissatī’’ti. Evaṃ garahamocanatthaṃ yācāpetvāpi puna yasmā asammate bhikkhusmiṃ saṅghamajjhe kiñci kathayamāne khiyyanadhammo uppajjati ‘‘ayaṃ kasmā saṅghamajjhe uccāsaddaṃ karoti, issariyaṃ dassetī’’ti. Sammate pana kathente ‘‘māyasmanto kiñci avacuttha, sammato ayaṃ, kathetu yathāsukha’’nti vattāro bhavanti. Asammatañca abhūtena abbhācikkhantassa lahukā āpatti hoti dukkaṭamattā. Sammataṃ pana abbhācikkhato garukatarā pācittiyāpatti hoti. Atha sammato bhikkhu āpattiyā garukabhāvena verīhipi duppadhaṃsiyataro hoti, tasmā taṃ āyasmantaṃ sammannāpetuṃ ‘‘byattena bhikkhunā’’tiādimāha. Kiṃ pana dve sammutiyo ekassa dātuṃ vaṭṭantīti? Na kevalaṃ dve, sace pahoti, terasāpi dātuṃ vaṭṭanti. Appahontānaṃ pana ekāpi dvinnaṃ vā tiṇṇaṃ vā dātuṃ vaṭṭati.",
  "atk-vin01a3:280": "382.Sabhāgānanti guṇasabhāgānaṃ, na mittasanthavasabhāgānaṃ. Tenevāha ‘‘ye te bhikkhū suttantikā tesaṃ ekajjha’’ntiādi . Yāvatikā hi suttantikā honti, te uccinitvā ekato tesaṃ anurūpameva senāsanaṃ paññapeti; evaṃ sesānaṃ. Kāyadaḷhībahulāti kāyassa daḷhībhāvakaraṇabahulā, kāyaposanabahulāti attho. Imāyapime āyasmanto ratiyāti imāya saggamaggassa tiracchānabhūtāya tiracchānakathāratiyā. Acchissantīti viharissanti.",
  "atk-vin01a3:281": "Tejodhātuṃ samāpajjitvā tenevālokenāti tejokasiṇacatutthajjhānaṃ samāpajjitvā vuṭṭhāya abhiññāñāṇena aṅgulijalanaṃ adhiṭṭhāya teneva tejodhātusamāpattijanitena aṅgulijālālokenāti attho. Ayaṃ pana therassa ānubhāvo nacirasseva sakalajambudīpe pākaṭo ahosi, taṃ sutvā iddhipāṭihāriyaṃ daṭṭhukāmā apisu bhikkhū sañcicca vikāle āgacchanti. Te sañcicca dūre apadisantīti jānantāva dūre apadisanti. Kathaṃ? ‘‘Amhākaṃ āvuso dabba gijjhakūṭe’’ti iminā nayena.",
  "atk-vin01a3:282": "Aṅguliyā jalamānāya purato purato gacchatīti sace eko bhikkhu hoti, sayameva gacchati. Sace bahū honti, bahū attabhāve nimmināti. Sabbe attanā sadisā eva senāsanaṃ paññapenti.",
  "atk-vin01a3:283": "Ayaṃ mañcotiādīsu pana there ‘‘ayaṃ mañco’’ti vadante nimmitāpi attano attano gatagataṭṭhāne ‘‘ayaṃ mañco’’ti vadanti; evaṃ sabbapadesu. Ayañhi nimmitānaṃ dhammatā –",
  "atk-vin01a3:284": "‘‘Ekasmiṃ bhāsamānasmiṃ, sabbe bhāsanti nimmitā;",
  "atk-vin01a3:285": "Ekasmiṃ tuṇhimāsīne, sabbe tuṇhī bhavanti te’’ti.",
  "atk-vin01a3:286": "Yasmiṃ pana vihāre mañcapīṭhādīni na paripūranti, tasmiṃ attano ānubhāvena pūrenti. Tena nimmitānaṃ avatthukavacanaṃ na hoti.",
  "atk-vin01a3:287": "Senāsanaṃpaññapetvā punadeva veḷuvanaṃ paccāgacchatīti tehi saddhiṃ janapadakathaṃ kathento na nisīdati, attano vasanaṭṭhānameva paccāgacchati.",
  "atk-vin01a3:288": "383.Mettiyabhūmajakāti mettiyo ceva bhūmajako ca, chabbaggiyānaṃ aggapurisā ete. Lāmakāni ca bhattānīti senāsanāni tāva navakānaṃ lāmakāni pāpuṇantīti anacchariyametaṃ. Bhattāni pana salākāyo pacchiyaṃ vā cīvarabhoge vā pakkhipitvā āloḷetvā ekamekaṃ uddharitvā paññāpenti, tānipi tesaṃ mandapuñatāya lāmakāni sabbapacchimāneva pāpuṇanti. Yampi ekacārikabhattaṃ hoti, tampi etesaṃ pattadivase lāmakaṃ vā hoti, ete vā disvāva paṇītaṃ adatvā lāmakameva denti.",
  "atk-vin01a3:289": "Abhisaṅkhārikanti nānāsambhārehi abhisaṅkharitvā kataṃ susajjitaṃ, susampāditanti attho. Kaṇājakanti sakuṇḍakabhattaṃ. Bilaṅgadutiyanti kañjikadutiyaṃ.",
  "atk-vin01a3:290": "Kalyāṇabhattikoti kalyāṇaṃ sundaraṃ ativiya paṇītaṃ bhattamassāti kalyāṇabhattiko, paṇītadāyakattā bhatteneva paññāto. Catukkabhattaṃ detīti cattāri bhattāni deti, taddhitavohārena pana ‘‘catukkabhatta’’nti vuttaṃ. Upatiṭṭhitvā parivisatīti sabbakammante vissajjetvā mahantaṃ pūjāsakkāraṃ katvā samīpe ṭhatvā parivisati. Odanena pucchantīti odanahatthā upasaṅkamitvā ‘‘kiṃ bhante odanaṃ demā’’ti pucchanti, evaṃ karaṇattheyeva karaṇavacanaṃ hoti. Esa nayo sūpādīsu.",
  "atk-vin01a3:291": "Svātanāyāti sve bhavo bhattaparibhogo svātano tassatthāya, svātanāya sve kattabbassa bhattaparibhogassatthāyāti vuttaṃ hoti. Uddiṭṭhaṃ hotīti pāpetvā dinnaṃ hoti. Mettiyabhūmajakānaṃ kho gahapatīti idaṃ thero asamannāharitvā āha. Evaṃbalavatī hi tesaṃ mandapuññatā, yaṃ sativepullappattānampi asamannāhāro hoti. Ye jeti ettha jeti dāsiṃ ālapati.",
  "atk-vin01a3:292": "Hiyyo kho āvuso amhākanti rattiṃ sammantayamānā atītaṃ divasabhāgaṃ sandhāya ‘‘hiyyo’’ti vadanti. Na cittarūpanti na cittānurūpaṃ, yathā pubbe yattakaṃ icchanti, tattakaṃ supanti, na evaṃ supiṃsu, appakameva supiṃsūti vuttaṃ hoti.",
  "atk-vin01a3:293": "Bahārāmakoṭṭhaketi veḷuvanavihārassa bahidvārakoṭṭhake. Pattakkhandhāti patitakkhandhā khandhaṭṭhikaṃ nāmetvā nisinnā. Pajjhāyantāti padhūpāyantā.",
  "atk-vin01a3:294": "Yato nivātaṃtato savātanti yattha nivātaṃ appakopi vāto natthi, tattha mahāvāto uṭṭhitoti adhippāyo. Udakaṃ maññe ādittanti udakaṃ viya ādittaṃ.",
  "atk-vin01a3:295": "384.Sarasi tvaṃ dabba evarūpaṃ kattāti tvaṃ dabba evarūpaṃ kattā sarasi. Atha vā sarasi tvaṃ dabba evarūpaṃ yathāyaṃ bhikkhunī āha, kattā dhāsi evarūpaṃ, yathāyaṃ bhikkhunī āhāti evaṃ yojetvāpettha attho daṭṭhabbo. Ye pana ‘‘katvā’’ti paṭhanti tesaṃ ujukameva.",
  "atk-vin01a3:296": "Yathā maṃ bhante bhagavā jānātīti thero kiṃ dasseti. Bhagavā bhante sabbaññū, ahañca khīṇāsavo, natthi mayhaṃ vatthupaṭisevanā, taṃ maṃ bhagavā jānāti, tatrāhaṃ kiṃ vakkhāmi, yathā maṃ bhagavā jānāti tathevāhaṃ daṭṭhabboti.",
  "atk-vin01a3:297": "Na kho dabba dabbā evaṃ nibbeṭhentīti ettha na kho dabba paṇḍitā yathā tvaṃ parappaccayena nibbeṭhesi, evaṃ nibbeṭhenti; api ca kho yadeva sāmaṃ ñātaṃ tena nibbeṭhentīti evamattho daṭṭhabbo. Sace tayā kataṃ katanti iminā kiṃ dasseti? Na hi sakkā parisabalena vā pakkhupatthambhena vā akārako kārako kātuṃ, kārako vā akārako kātuṃ, tasmā yaṃ sayaṃ kataṃ vā akataṃ vā tadeva vattabbanti dasseti. Kasmā pana bhagavā jānantopi ‘‘ahaṃ jānāmi, khīṇāsavo tvaṃ; natthi tuyhaṃ doso, ayaṃ bhikkhunī musāvādinī’’ti nāvocāti? Parānuddayatāya. Sace hi bhagavā yaṃ yaṃ jānāti taṃ taṃ vadeyya, aññena pārājikaṃ āpannena puṭṭhena ‘‘ahaṃ jānāmi tvaṃ pārājiko’’ti vattabbaṃ bhaveyya, tato so puggalo ‘‘ayaṃ pubbe dabbaṃ mallaputtaṃ suddhaṃ katvā idāni maṃ asuddhaṃ karoti; kassa dāni kiṃ vadāmi, yatra satthāpi sāvakesu chandāgatiṃ gacchati; kuto imassa sabbaññubhāvo’’ti āghātaṃ bandhitvā apāyūpago bhaveyya, tasmā bhagavā imāya parānuddayatāya jānantopi nāvoca.",
  "atk-vin01a3:298": "Kiñca bhiyyo upavādaparivajjanatopi nāvoca. Yadi hi bhagavā evaṃ vadeyya, evaṃ upavādo bhaveyya ‘‘dabbassa mallaputtassa vuṭṭhānaṃ nāma bhāriyaṃ, sammāsambuddhaṃ pana sakkhiṃ labhitvā vuṭṭhito’’ti. Idañca vuṭṭhānalakkhaṇaṃ maññamānā ‘‘buddhakālepi sakkhinā suddhi vā asuddhi vā hoti mayaṃ jānāma, ayaṃ puggalo asuddho’’ti evaṃ pāpabhikkhū lajjimpi vināseyyunti. Apica anāgatepi bhikkhū otiṇṇe vatthusmiṃ codetvā sāretvā ‘‘sace tayā kataṃ, ‘kata’nti vadehī’’ti lajjīnaṃ paṭiññaṃ gahetvā kammaṃ karissantīti vinayalakkhaṇe tantiṃ ṭhapento ‘‘ahaṃ jānāmī’’ti avatvāva ‘‘sace tayā kataṃ, ‘kata’nti vadehī’’ti āha.",
  "atk-vin01a3:299": "Nābhijānāmi supinantenapi methunaṃ dhammaṃ paṭisevitāti supinantenapi methunaṃ dhammaṃ na abhijānāmi, na paṭisevitā ahanti vuttaṃ hoti. Atha vā paṭisevitā hutvā supinantenapi methunaṃ dhammaṃ na jānāmīti vuttaṃ hoti. Ye pana ‘‘paṭisevitvā’’ti paṭhanti tesaṃ ujukameva. Pageva jāgaroti jāgaranto pana paṭhamaṃyeva na jānāmīti.",
  "atk-vin01a3:300": "Tena hi bhikkhave mettiyaṃ bhikkhuniṃ nāsethāti yasmā dabbassa ca imissā ca vacanaṃ na ghaṭīyati tasmā mettiyaṃ bhikkhuniṃ nāsethāti vuttaṃ hoti.",
  "atk-vin01a3:301": "Tattha tisso nāsanā – liṅganāsanā, saṃvāsanāsanā, daṇḍakammanāsanāti. Tāsu ‘‘dūsako nāsetabbo’’ti (pārā. 66) ayaṃ ‘‘liṅganāsanā’’. Āpattiyā adassane vā appaṭikamme vā pāpikāya diṭṭhiyā appaṭinissagge vā ukkhepanīyakammaṃ karonti, ayaṃ ‘‘saṃvāsanāsanā’’. ‘‘Cara pire vinassā’’ti (pāci. 429) daṇḍakammaṃ karonti, ayaṃ ‘‘daṇḍakammanāsanā’’. Idha pana liṅganāsanaṃ sandhāyāha – ‘‘mettiyaṃ bhikkhuniṃ nāsethā’’ti.",
  "atk-vin01a3:302": "Ime ca bhikkhū anuyuñjathāti iminā imaṃ dīpeti ‘‘ayaṃ bhikkhunī attano dhammatāya akārikā addhā aññehi uyyojitā, tasmā yehi uyyojitā ime bhikkhū anuyuñjatha gavesatha jānāthā’’ti.",
  "atk-vin01a3:303": "Kiṃ pana bhagavatā mettiyā bhikkhunī paṭiññāya nāsitā appaṭiññāya nāsitāti, kiñcettha yadi tāva paṭiññāya nāsitā, thero kārako hoti sadoso? Atha appaṭiññāya, thero akārako hoti niddoso.",
  "atk-vin01a3:304": "Bhātiyarājakālepi mahāvihāravāsīnañca abhayagirivāsīnañca therānaṃ imasmiṃyeva pade vivādo ahosi. Abhayagirivāsinopi attano suttaṃ vatvā ‘‘tumhākaṃ vāde thero kārako hotī’’ti vadanti. Mahāvihāravāsinopi attano suttaṃ vatvā ‘‘tumhākaṃ vāde thero kārako hotī’’ti vadanti. Pañho na chijjati. Rājā sutvā there sannipātetvā dīghakārāyanaṃ nāma brāhmaṇajātiyaṃ amaccaṃ ‘‘therānaṃ kathaṃ suṇāhī’’ti āṇāpesi. Amacco kira paṇḍito bhāsantarakusalo so āha – ‘‘vadantu tāva therā sutta’’nti. Tato abhayagiritherā attano suttaṃ vadiṃsu – ‘‘tena hi, bhikkhave, mettiyaṃ bhikkhuniṃ sakāya paṭiññāya nāsethā’’ti. Amacco ‘‘bhante, tumhākaṃ vāde thero kārako hoti sadoso’’ti āha. Mahāvihāravāsinopi attano suttaṃ vadiṃsu – ‘‘tena hi, bhikkhave, mettiyaṃ bhikkhuniṃ nāsethā’’ti. Amacco ‘‘bhante, tumhākaṃ vāde thero akārako hoti niddoso’’ti āha. Kiṃ panettha yuttaṃ? Yaṃ pacchā vuttaṃ vicāritañhetaṃ aṭṭhakathācariyehi, bhikkhu bhikkhuṃ amūlakena antimavatthunā anuddhaṃseti, saṅghādiseso; bhikkhuniṃ anuddhaṃseti, dukkaṭaṃ. Kurundiyaṃ pana ‘‘musāvāde pācittiya’’nti vuttaṃ.",
  "atk-vin01a3:305": "Tatrāyaṃ vicāraṇā, purimanaye tāva anuddhaṃsanādhippāyattā dukkaṭameva yujjati. Yathā satipi musāvāde bhikkhuno bhikkhusmiṃ saṅghādiseso, satipi ca musāvāde asuddhaṃ suddhadiṭṭhino akkosādhippāyena vadantassa omasavādeneva pācittiyaṃ, na sampajānamusāvādena; evaṃ idhāpi anuddhaṃsanādhippāyattā sampajānamusāvāde pācittiyaṃ na yujjati, dukkaṭameva yuttaṃ. Pacchimanayepi musāvādattā pācittiyameva yujjati, vacanappamāṇato hi anuddhaṃsanādhippāyena bhikkhussa bhikkhusmiṃ saṅghādiseso. Akkosādhippāyassa ca omasavādo. Bhikkhussa pana bhikkhuniyā dukkaṭantivacanaṃ natthi, sampajānamusāvāde pācittiyanti vacanamatthi, tasmā pācittiyameva yujjati.",
  "atk-vin01a3:306": "Tatra pana idaṃ upaparikkhitabbaṃ – ‘‘anuddhaṃsanādhippāye asati pācittiyaṃ, tasmiṃ sati kena bhavitabba’’nti? Tatra yasmā musā bhaṇantassa pācittiye siddhepi amūlakena saṅghādisesena anuddhaṃsane visuṃ pācittiyaṃ vuttaṃ, tasmā anuddhaṃsanādhippāye sati sampajānamusāvāde pācittiyassa okāso na dissati, na ca sakkā anuddhaṃsentassa anāpattiyā bhavitunti purimanayovettha parisuddhataro khāyati. Tathā bhikkhunī bhikkhuniṃ amūlakena antimavatthunā anuddhaṃseti saṅghādiseso, bhikkhuṃ anuddhaṃseti dukkaṭaṃ, tatra saṅghādiseso vuṭṭhānagāmī dukkaṭaṃ, desanāgāmī etehi nāsanā natthi. Yasmā pana sā pakatiyāva dussīlā pāpabhikkhunī idāni ca sayameva ‘‘dussīlāmhī’’ti vadati tasmā naṃ bhagavā asuddhattāyeva nāsesīti.",
  "atk-vin01a3:307": "Athakho mettiyabhūmajakāti evaṃ ‘‘mettiyaṃ bhikkhuniṃ nāsetha, ime ca bhikkhū anuyuñjathā’’ti vatvā uṭṭhāyāsanā vihāraṃ paviṭṭhe bhagavati tehi bhikkhūhi ‘‘detha dāni imissā setakānī’’ti nāsiyamānaṃ taṃ bhikkhuniṃ disvā te bhikkhū taṃ mocetukāmatāya attano aparādhaṃ āvikariṃsu, etamatthaṃ dassetuṃ ‘‘atha kho mettiyabhūmajakā’’tiādi vuttaṃ.",
  "atk-vin01a3:308": "385-6.Duṭṭho dosoti dūsito ceva dūsako ca. Uppanne hi dose puggalo tena dosena dūsito hoti pakatibhāvaṃ jahāpito, tasmā ‘‘duṭṭho’’ti vuccati. Parañca dūseti vināseti, tasmā ‘‘doso’’ti vuccati. Iti ‘‘duṭṭho doso’’ti ekassevetaṃ puggalassa ākāranānattena nidassanaṃ, tena vuttaṃ ‘‘duṭṭho dosoti dūsito ceva dūsako cā’’ti tattha saddalakkhaṇaṃ pariyesitabbaṃ. Yasmā pana so ‘‘duṭṭho doso’’ti saṅkhyaṃ gato paṭighasamaṅgīpuggalo kupitādibhāve ṭhitova hoti, tenassa padabhājane ‘‘kupito’’tiādi vuttaṃ. Tattha kupitoti kuppabhāvaṃ pakatito cavanabhāvaṃ patto. Anattamanoti na sakamano attano vase aṭṭhitacitto; apica pītisukhehi na attamano na attacittoti anattamano. Anabhiraddhoti na sukhito na vā pasāditoti anabhiraddho. Paṭighena āhataṃ cittamassāti āhatacitto. Cittathaddhabhāvacittakacavarasaṅkhātaṃ paṭighakhīlaṃ jātamassāti khilajāto. Appatītoti nappatīto pītisukhādīhi vajjito, na abhisaṭoti attho. Padabhājane pana yesaṃ dhammānaṃ vasena appatīto hoti, te dassetuṃ ‘‘tena ca kopenā’’tiādi vuttaṃ.",
  "atk-vin01a3:309": "Tattha tena ca kopenāti yena duṭṭhoti ca kupitoti ca vutto ubhayampi hetaṃ pakatibhāvaṃ jahāpanato ekākāraṃ hoti. Tena ca dosenāti yena ‘‘doso’’ti vutto. Imehi dvīhi saṅkhārakkhandhameva dasseti.",
  "atk-vin01a3:310": "Tāya ca anattamanatāyāti yāya ‘‘anattamano’’ti vutto. Tāya ca anabhiraddhiyāti yāya ‘‘anabhiraddho’’ti vutto. Imehi dvīhi vedanākkhandhaṃ dasseti.",
  "atk-vin01a3:311": "Amūlakena pārājikenāti ettha nāssa mūlanti amūlakaṃ, taṃ panassa amūlakattaṃ yasmā codakavasena adhippetaṃ, na cuditakavasena. Tasmā tamatthaṃ dassetuṃ padabhājane ‘‘amūlakaṃ nāma adiṭṭhaṃ asutaṃ aparisaṅkita’’nti āha. Tena imaṃ dīpeti ‘‘yaṃ pārājikaṃ codakena cuditakamhi puggale neva diṭṭhaṃ na sutaṃ na parisaṅkitaṃ idaṃ etesaṃ dassanasavanaparisaṅkāsaṅkhātānaṃ mūlānaṃ abhāvato amūlakaṃ nāma, taṃ pana so āpanno vā hotu anāpanno vā etaṃ idha appamāṇanti.",
  "atk-vin01a3:312": "Tattha adiṭṭhaṃ nāma attano pasādacakkhunā vā dibbacakkhunā vā adiṭṭhaṃ. Asutaṃ nāma tatheva kenaci vuccamānaṃ na sutaṃ. Aparisaṅkitaṃ nāma cittena aparisaṅkitaṃ.",
  "atk-vin01a3:313": "‘‘Diṭṭhaṃ’’ nāma attanā vā parena vā pasādacakkhunā vā dibbacakkhunā vā diṭṭhaṃ. ‘‘Sutaṃ’’ nāma tatheva sutaṃ. ‘‘Parisaṅkita’’mpi attanā vā parena vā parisaṅkitaṃ. Tattha attanā diṭṭhaṃ diṭṭhameva, parehi diṭṭhaṃ attanā sutaṃ, parehi sutaṃ, parehi parisaṅkitanti idaṃ pana sabbampi attanā sutaṭṭhāneyeva tiṭṭhati.",
  "atk-vin01a3:314": "Parisaṅkitaṃ pana tividhaṃ – diṭṭhaparisaṅkitaṃ, sutaparisaṅkitaṃ, mutaparisaṅkitanti. Tattha diṭṭhaparisaṅkitaṃ nāma eko bhikkhu uccārapassāvakammena gāmasamīpe ekaṃ gumbaṃ paviṭṭho, aññatarāpi itthī kenacideva karaṇīyena taṃ gumbaṃ pavisitvā nivattā, nāpi bhikkhu itthiṃ addasa; na itthī bhikkhuṃ, adisvāva ubhopi yathāruciṃ pakkantā, aññataro bhikkhu ubhinnaṃ tato nikkhamanaṃ sallakkhetvā ‘‘addhā imesaṃ kataṃ vā karissanti vā’’ti parisaṅkati, idaṃ diṭṭhaparisaṅkitaṃ nāma.",
  "atk-vin01a3:315": "Sutaparisaṅkitaṃ nāma idhekacco andhakāre vā paṭicchanne vā okāse mātugāmena saddhiṃ bhikkhuno tādisaṃ paṭisanthāravacanaṃ suṇāti, samīpe aññaṃ vijjamānampi ‘‘atthi natthī’’ti na jānāti, so ‘‘addhā imesaṃ kataṃ vā karissanti vā’’ti parisaṅkati, idaṃ sutaparisaṅkitaṃ nāma.",
  "atk-vin01a3:316": "Mutaparisaṅkitaṃ nāma sambahulā dhuttā rattibhāge pupphagandhamaṃsasurādīni gahetvā itthīhi saddhiṃ ekaṃ paccantavihāraṃ gantvā maṇḍape vā bhojanasālādīsu vā yathāsukhaṃ kīḷitvā pupphādīni vikiritvā gatā, punadivase bhikkhū taṃ vippakāraṃ disvā ‘‘kassidaṃ kamma’’nti vicinanti. Tatra ca kenaci bhikkhunā pageva vuṭṭhahitvā vattasīsena maṇḍapaṃ vā bhojanasālaṃ vā paṭijaggantena pupphādīni āmaṭṭhāni honti, kenaci upaṭṭhākakulato ābhatehi pupphādīhi pūjā katā hoti, kenaci bhesajjatthaṃ ariṭṭhaṃ pītaṃ hoti, atha te ‘‘kassidaṃ kamma’’nti vicinantā bhikkhū tesaṃ hatthagandhañca mukhagandhañca ghāyitvā te bhikkhū parisaṅkanti, idaṃ mutaparisaṅkitaṃ nāma.",
  "atk-vin01a3:317": "Tattha diṭṭhaṃ atthi samūlakaṃ, atthi amūlakaṃ; diṭṭhameva atthi saññāsamūlakaṃ, atthi saññāamūlakaṃ. Esa nayo sutepi. Parisaṅkite pana diṭṭhaparisaṅkitaṃ atthi samūlakaṃ, atthi amūlakaṃ; diṭṭhaparisaṅkitameva atthi saññāsamūlakaṃ , atthi saññāamūlakaṃ. Esa nayo sutamutaparisaṅkitesu. Tattha diṭṭhaṃ samūlakaṃ nāma pārājikaṃ āpajjantaṃ disvāva ‘‘diṭṭho mayā’’ti vadati, amūlakaṃ nāma paṭicchannokāsato nikkhamantaṃ disvā vītikkamaṃ adisvā ‘‘diṭṭho mayā’’ti vadati. Diṭṭhameva saññāsamūlakaṃ nāma disvāva diṭṭhasaññī hutvā codeti, saññāamūlakaṃ nāma pubbe pārājikavītikkamaṃ disvā pacchā adiṭṭhasaññī jāto, so saññāya amūlakaṃ katvā ‘‘diṭṭho mayā’’ti codeti. Etena nayena sutamutaparisaṅkitānipi vitthārato veditabbāni. Ettha ca sabbappakāreṇāpi samūlakena vā saññāsamūlakena vā codentassa anāpatti, amūlakena vā pana saññāamūlakena vā codentasseva āpatti.",
  "atk-vin01a3:318": "Anuddhaṃseyyāti dhaṃseyya padhaṃseyya abhibhaveyya ajjhotthareyya. Taṃ pana anuddhaṃsanaṃ yasmā attanā codentopi parena codāpentopi karotiyeva, tasmāssa padabhājane ‘‘codeti vā codāpeti vā’’ti vuttaṃ.",
  "atk-vin01a3:319": "Tattha codetīti ‘‘pārājikaṃ dhammaṃ āpannosī’’tiādīhi vacanehi sayaṃ codeti, tassa vācāya vācāya saṅghādiseso. Codāpetīti attanā samīpe ṭhatvā aññaṃ bhikkhu āṇāpeti, so tassa vacanena taṃ codeti, codāpakasseva vācāya vācāya saṅghādiseso. Atha sopi ‘‘mayā diṭṭhaṃ sutaṃ atthī’’ti codeti, dvinnampi janānaṃ vācāya vācāya saṅghādiseso.",
  "atk-vin01a3:320": "Codanāppabhedakosallatthaṃ panettha ekavatthuekacodakādicatukkaṃ tāva veditabbaṃ. Tattha eko bhikkhu ekaṃ bhikkhuṃ ekena vatthunā codeti, imissā codanāya ekaṃ vatthu eko codako. Sambahulā ekaṃ ekavatthunā codenti, pañcasatā mettiyabhūmajakappamukhā chabbaggiyā bhikkhū āyasmantaṃ dabbaṃ mallaputtamiva, imissā codanāya ekaṃ vatthu nānācodakā. Eko bhikkhu ekaṃ bhikkhuṃ sambahulehi vatthūhi codeti, imissā codanāya nānāvatthūni eko codako. Sambahulā sambahule sambahulehi vatthūhi codenti, imissā codanāya nānāvatthūni nānācodakā.",
  "atk-vin01a3:321": "Codetuṃ pana ko labhati, ko na labhatīti? Dubbalacodakavacanaṃ tāva gahetvā koci na labhati. Dubbalacodako nāma sambahulesu kathāsallāpena nisinnesu eko ekaṃ ārabbha anodissakaṃ katvā pārājikavatthuṃ katheti, añño taṃ sutvā itarassa gantvā āroceti. So taṃ upasaṅkamitvā ‘‘tvaṃ kira maṃ idañcidañca vadasī’’ti vadati. So ‘‘nāhaṃ evarūpaṃ jānāmi, kathāpavattiyaṃ pana mayā anodissakaṃ katvā vuttamatthi, sace ahaṃ tava imaṃ dukkhuppattiṃ jāneyyaṃ, ettakampi na katheyya’’nti ayaṃ dubbalacodako. Tassetaṃ kathāsallāpaṃ gahetvā taṃ bhikkhuṃ koci codetuṃ na labhati. Etaṃ pana aggahetvā sīlasampanno bhikkhu bhikkhuṃ vā bhikkhuniṃ vā sīlasampannā ca bhikkhunī bhikkhunīmeva codetuṃ labhatīti mahāpadumatthero āha. Mahāsumatthero pana ‘‘pañcapi sahadhammikā labhantī’’ti āha. Godattatthero pana ‘‘na koci na labhatī’’ti vatvā ‘‘bhikkhussa sutvā codeti, bhikkhuniyā sutvā codeti…pe… titthiyasāvakānaṃ sutvā codetī’’ti idaṃ suttamāhari. Tiṇṇampi therānaṃ vāde cuditakasseva paṭiññāya kāretabbo.",
  "atk-vin01a3:322": "Ayaṃ pana codanā nāma dūtaṃ vā paṇṇaṃ vā sāsanaṃ vā pesetvā codentassa sīsaṃ na eti, puggalassa pana samīpe ṭhatvāva hatthamuddāya vā vacībhedena vā codentasseva sīsaṃ eti. Sikkhāpaccakkhānameva hi hatthamuddāya sīsaṃ na eti, idaṃ pana anuddhaṃsanaṃ abhūtārocanañca etiyeva. Yo pana dvinnaṃ ṭhitaṭṭhāne ekaṃ niyametvā codeti, so ce jānāti, sīsaṃ eti. Itaro jānāti, sīsaṃ na eti. Dvepi niyametvā codeti, eko vā jānātu dve vā, sīsaṃ etiyeva. Esava nayo sambahulesu. Taṅkhaṇeyeva ca jānanaṃ nāma dukkaraṃ, samayena āvajjitvā ñāte pana ñātameva hoti. Pacchā ce jānāti, sīsaṃ na eti. Sikkhāpaccakkhānaṃ abhūtārocanaṃ duṭṭhullavācā-attakāma-duṭṭhadosabhūtārocanasikkhāpadānīti sabbāneva hi imāni ekaparicchedāni.",
  "atk-vin01a3:323": "Evaṃ kāyavācāvasena cāyaṃ duvidhāpi codanā. Puna diṭṭhacodanā, sutacodanā, parisaṅkitacodanāti tividhā hoti. Aparāpi catubbidhā hoti – sīlavipatticodanā, ācāravipatticodanā, diṭṭhivipatticodanā, ājīvavipatticodanāti. Tattha garukānaṃ dvinnaṃ āpattikkhandhānaṃ vasena sīlavipatticodanā veditabbā. Avasesānaṃ vasena ācāravipatticodanā, micchādiṭṭhiantaggāhikadiṭṭhivasena diṭṭhivipatticodanā, ājīvahetu paññattānaṃ channaṃ sikkhāpadānaṃ vasena ājīvavipatticodanā veditabbā.",
  "atk-vin01a3:324": "Aparāpi catubbidhā hoti – vatthusandassanā, āpattisandassanā, saṃvāsapaṭikkhepo, sāmīcipaṭikkhepoti. Tattha vatthusandassanā nāma ‘‘tvaṃ methunaṃ dhammaṃ paṭisevittha, adinnaṃ ādiyittha, manussaṃ ghātayittha, abhūtaṃ ārocayitthā’’ti evaṃ pavattā. Āpattisandassanā nāma ‘‘tvaṃ methunadhammapārājikāpattiṃ āpanno’’ti evamādinayappavattā. Saṃvāsapaṭikkhepo nāma ‘‘natthi tayā saddhiṃ uposatho vā pavāraṇā vā saṅghakammaṃ vā’’ti evaṃ pavattā; ettāvatā pana sīsaṃ na eti, ‘‘assamaṇosi asakyaputtiyosī’’tiādivacanehi saddhiṃ ghaṭiteyeva sīsaṃ eti. Sāmīcipaṭikkhepo nāma abhivādana-paccuṭṭhāna-añjalikamma-bījanādikammānaṃ akaraṇaṃ. Taṃ paṭipāṭiyā vandanādīni karoto ekassa akatvā sesānaṃ karaṇakāle veditabbaṃ. Ettāvatā ca codanā nāma hoti, āpatti pana sīsaṃ na eti. ‘‘Kasmā mama vandanādīni na karosī’’ti pucchite pana ‘‘assamaṇosi asakyaputtiyosī’’tiādivacanehi saddhiṃ ghaṭiteyeva sīsaṃ eti. Yāgubhattādinā pana yaṃ icchati taṃ āpucchati, na tāvatā codanā hoti.",
  "atk-vin01a3:325": "Aparāpi pātimokkhaṭṭhapanakkhandhake ‘‘ekaṃ, bhikkhave, adhammikaṃ pātimokkhaṭṭhapanaṃ ekaṃ dhammika’’nti ādiṃ ‘‘katvā yāva dasa adhammikāni pātimokkhaṭṭhapanāni dasa dhammikānī’’ti (cūḷava. 387) evaṃ adhammikā pañcapaññāsa dhammikā pañcapaññāsāti dasuttarasataṃ codanā vuttā. Tā diṭṭhena codentassa dasuttarasataṃ, sutena codentassa dasuttarasataṃ, parisaṅkitena codentassa dasuttarasatanti tiṃsāni tīṇi satāni honti. Tāni kāyena codentassa, vācāya codentassa, kāyavācāhi codentassāti tiguṇāni katāni navutāni nava satāni honti. Tāni attanā codentassāpi parena codāpentassāpi tattakānevāti vīsatiūnāni dve sahassāni honti, puna diṭṭhādibhede samūlakāmūlakavasena anekasahassā codanā hontīti veditabbā.",
  "atk-vin01a3:326": "Imasmiṃ pana ṭhāne ṭhatvā aṭṭhakathāya ‘‘attādānaṃ ādātukāmena upāli bhikkhunā pañcaṅgasamannāgataṃ attādānaṃ ādātabba’’nti (cūḷava. 398) ca ‘‘codakena upāli bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ paccavekkhitvā paro codetabbo’’ti (cūḷava. 399) ca evaṃ upālipañcakādīsu vuttāni bahūni suttāni āharitvā attādānalakkhaṇañca codakavattañca cuditakavattañca saṅghena kātabbakiccañca anuvijjakavattañca sabbaṃ vitthārena kathitaṃ, taṃ mayaṃ yathāāgataṭṭhāneyeva vaṇṇayissāma.",
  "atk-vin01a3:327": "Vuttappabhedāsu pana imāsu codanāsu yāya kāyaci codanāya vasena saṅghamajjhe osaṭe vatthusmiṃ cuditakacodakā vattabbā ‘‘tumhe amhākaṃ vinicchayena tuṭṭhā bhavissathā’’ti. Sace ‘‘bhavissāmā’’ti vadanti, saṅghena taṃ adhikaraṇaṃ sampaṭicchitabbaṃ. Atha pana ‘‘vinicchinatha tāva, bhante, sace amhākaṃ khamissati, gaṇhissāmā’’ti vadanti. ‘‘Cetiyaṃ tāva vandathā’’tiādīni vatvā dīghasuttaṃ katvā vissajjitabbaṃ. Te ce cirarattaṃ kilantā pakkantaparisā upacchinnapakkhā hutvā puna yācanti, yāvatatiyaṃ paṭikkhipitvā yadā nimmadā honti tadā nesaṃ adhikaraṇaṃ vinicchinitabbaṃ. Vinicchinantehi ca sace alajjussannā hoti, parisā ubbāhikāya taṃ adhikaraṇaṃ vinicchinitabbaṃ. Sace bālussannā hoti parisā ‘‘tumhākaṃ sabhāge vinayadhare pariyesathā’’ti vinayadhare pariyesāpetvā yena dhammena yena vinayena yena satthusāsanena taṃ adhikaraṇaṃ vūpasamati, tathā taṃ adhikaraṇaṃ vūpasametabbaṃ.",
  "atk-vin01a3:328": "Tattha ca ‘‘dhammo’’ti bhūtaṃ vatthu. ‘‘Vinayo’’ti codanā sāraṇā ca. ‘‘Satthusāsana’’nti ñattisampadā ca anusāvanasampadā ca. Tasmā codakena vatthusmiṃ ārocite cuditako pucchitabbo ‘‘santametaṃ, no’’ti. Evaṃ vatthuṃ upaparikkhitvā bhūtena vatthunā codetvā sāretvā ca ñattisampadāya anusāvanasampadāya ca taṃ adhikaraṇaṃ vūpasametabbaṃ. Tatra ce alajjī lajjiṃ codeti, so ca alajjī bālo hoti abyatto nāssa nayo dātabbo. Evaṃ pana vattabbo – ‘‘kimhi naṃ codesī’’ti? Addhā so vakkhati – ‘‘kimidaṃ, bhante, kimhi naṃ nāmā’’ti. Tvaṃ kimhi nampi na jānāsi, na yuttaṃ tayā evarūpena bālena paraṃ codetunti uyyojetabbo nāssa anuyogo dātabbo. Sace pana so alajjī paṇḍito hoti byatto diṭṭhena vā sutena vā ajjhottharitvā sampādetuṃ sakkoti etassa anuyogaṃ datvā lajjisseva paṭiññāya kammaṃ kātabbaṃ.",
  "atk-vin01a3:329": "Sace lajjī alajjiṃ codeti, so ca lajjī bālo hoti abyatto, na sakkoti anuyogaṃ dātuṃ. Tassa nayo dātabbo – ‘‘kimhi naṃ codesi sīlavipattiyā vā ācāravipattiādīsu vā ekissā’’ti. Kasmā pana imasseva evaṃ nayo dātabbo, na itarassa? Nanu na yuttaṃ vinayadharānaṃ agatigamananti? Na yuttameva. Idaṃ pana agatigamanaṃ na hoti, dhammānuggaho nāma eso alajjiniggahatthāya hi lajjipaggahatthāya ca sikkhāpadaṃ paññattaṃ. Tatra alajjī nayaṃ labhitvā ajjhottharanto ehīti, lajjī pana nayaṃ labhitvā diṭṭhe diṭṭhasantānena, sute sutasantānena patiṭṭhāya kathessati, tasmā tassa dhammānuggaho vaṭṭati. Sace pana so lajjī paṇḍito hoti byatto, patiṭṭhāya katheti, alajjī ca ‘‘etampi natthi, etampi natthī’’ti paṭiññaṃ na deti, alajjissa paṭiññāya eva kātabbaṃ.",
  "atk-vin01a3:330": "Tadatthadīpanatthañca idaṃ vatthu veditabbaṃ. Tepiṭakacūḷābhayatthero kira lohapāsādassa heṭṭhā bhikkhūnaṃ vinayaṃ kathetvā sāyanhasamaye vuṭṭhāti, tassa vuṭṭhānasamaye dve attapaccatthikā kathaṃ pavattesuṃ. Eko ‘‘etampi natthi, etampi natthī’’ti paṭiññaṃ na deti. Atha appāvasese paṭhamayāme therassa tasmiṃ puggale ‘‘ayaṃ patiṭṭhāya katheti, ayaṃ pana paṭiññaṃ na deti, bahūni ca vatthūni osaṭāni addhā etaṃ kataṃ bhavissatī’’ti asuddhaladdhi uppannā. Tato bījanīdaṇḍakena pādakathalikāya saññaṃ datvā ‘‘ahaṃ āvuso vinicchinituṃ ananucchaviko aññena vinicchināpehī’’ti āha. Kasmā bhanteti? Thero tamatthaṃ ārocesi, cuditakapuggalassa kāye ḍāho uṭṭhito, tato so theraṃ vanditvā ‘‘bhante, vinicchinituṃ anurūpena vinayadharena nāma tumhādiseneva bhavituṃ vaṭṭati. Codakena ca īdiseneva bhavituṃ vaṭṭatī’’ti vatvā setakāni nivāsetvā ‘‘ciraṃ kilamitattha mayā’’ti khamāpetvā pakkāmi.",
  "atk-vin01a3:331": "Evaṃ lajjinā codiyamāno alajjī bahūsupi vatthūsu uppannesu paṭiññaṃ na deti, so neva ‘‘suddho’’ti vattabbo na ‘‘asuddho’’ti. Jīvamatako nāma āmakapūtiko nāma cesa.",
  "atk-vin01a3:332": "Sace panassa aññampi tādisaṃ vatthuṃ uppajjati na vinicchinitabbaṃ . Tathā nāsitakova bhavissati. Sace pana alajjīyeva alajjiṃ codeti, so vattabbo ‘‘āvuso tava vacanenāyaṃ kiṃ sakkā vattu’’nti itarampi tatheva vatvā ubhopi ‘‘ekasambhogaparibhogā hutvā jīvathā’’ti vatvā uyyojetabbā, sīlatthāya tesaṃ vinicchayo na kātabbo. Pattacīvarapariveṇādiatthāya pana patirūpaṃ sakkhiṃ labhitvā kātabbo.",
  "atk-vin01a3:333": "Atha lajjī lajjiṃ codeti, vivādo ca nesaṃ kismiñcideva appamattako hoti, saññāpetvā ‘‘mā evaṃ karothā’’ti accayaṃ desāpetvā uyyojetabbā. Atha panettha cuditakena sahasā viraddhaṃ hoti, ādito paṭṭhāya alajjī nāma natthi. So ca pakkhānurakkhaṇatthāya paṭiññaṃ na deti, ‘‘mayaṃ saddahāma, mayaṃ saddahāmā’’ti bahū uṭṭhahanti. So tesaṃ paṭiññāya ekavāraṃ dvevāraṃ suddho hotu. Atha pana viraddhakālato paṭṭhāya ṭhāne na tiṭṭhati, vinicchayo na dātabbo.",
  "atk-vin01a3:334": "Evaṃ yāya kāyaci codanāya vasena saṅghamajjhe osaṭe vatthusmiṃ cuditakacodakesu paṭipattiṃ ñatvā tassāyeva codanāya sampattivipattijānanatthaṃ ādimajjhapariyosānādīnaṃ vasena vinicchayo veditabbo. Seyyathidaṃ codanāya ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? Codanāya ‘‘ahaṃ taṃ vattukāmo, karotu me āyasmā okāsa’’nti evaṃ okāsakammaṃ ādi, otiṇṇena vatthunā codetvā sāretvā vinicchayo majjhe, āpattiyaṃ vā anāpattiyaṃ vā patiṭṭhāpanena samatho pariyosānaṃ.",
  "atk-vin01a3:335": "Codanāya kati mūlāni, kati vatthūni, kati bhūmiyo? Codanāya dve mūlāni – samūlikā vā amūlikā vā; tīṇi vatthūni – diṭṭhaṃ, sutaṃ, parisaṅkitaṃ; pañca bhūmiyo – kālena vakkhāmi no akālena, bhūtena vakkhāmi no abhūtena, saṇhena vakkhāmi no pharusena, atthasaṃhitena vakkhāmi no anatthasaṃhitena, mettacitto vakkhāmi no dosantaroti. Imāya ca pana codanāya codakena puggalena ‘‘parisuddhakāyasamācāro nu khomhī’’tiādinā (cūḷava. 399) nayena upālipañcake vuttesu pannarasasu dhammesu patiṭṭhātabbaṃ, cuditakena dvīsu dhammesu patiṭṭhātabbaṃ sacce ca akuppe cāti.",
  "atk-vin01a3:336": "Appevanāma naṃ imamhā brahmacariyā cāveyyanti api eva nāma naṃ puggalaṃ imamhā seṭṭhacariyā cāveyyaṃ, ‘‘sādhu vatassa sacāhaṃ imaṃ puggalaṃ imamhā brahmacariyā cāveyya’’nti iminā adhippāyena anuddhaṃseyyāti vuttaṃhoti. Padabhājane pana ‘‘brahmacariyā cāveyya’’nti imasseva pariyāyamatthaṃ dassetuṃ ‘‘bhikkhubhāvā cāveyya’’ntiādi vuttaṃ.",
  "atk-vin01a3:337": "Khaṇādīni samayavevacanāni. Taṃ khaṇaṃ taṃ layaṃ taṃ muhuttaṃ vītivatteti tasmiṃ khaṇe tasmiṃ laye tasmiṃ muhutte vītivatte. Bhummappattiyā hi idaṃ upayogavacanaṃ.",
  "atk-vin01a3:338": "Samanuggāhiyamānaniddese yena vatthunā anuddhaṃsito hotīti catūsu pārājikavatthūsu yena vatthunā codakena cuditako anuddhaṃsito abhibhūto ajjhotthaṭo hoti. Tasmiṃ vatthusmiṃ samanuggāhiyamānoti tasmiṃ codakena vuttavatthusmiṃ so codako anuvijjakena ‘‘kiṃ te diṭṭhaṃ, kinti te diṭṭha’’ntiādinā nayena anuvijjiyamāno vīmaṃsiyamāno upaparikkhiyamāno.",
  "atk-vin01a3:339": "Asamanuggāhiyamānaniddese na kenaci vuccamānoti anuvijjakena vā aññena vā kenaci, atha vā diṭṭhādīsu vatthūsu kenaci avuccamāno. Etesañca dvinnaṃ mātikāpadānaṃ parato ‘‘bhikkhu ca dosaṃ patiṭṭhātī’’tiiminā sambandho veditabbo. Idañhi vuttaṃ hoti – ‘‘evaṃ samanuggāhiyamāno vā asamanuggāhiyamāno vā bhikkhu ca dosaṃ patiṭṭhāti paṭicca tiṭṭhati paṭijānāti saṅghādiseso’’ti. Idañca amūlakabhāvassa pākaṭakāladassanatthameva vuttaṃ. Āpattiṃ pana anuddhaṃsitakkhaṇeyeva āpajjati.",
  "atk-vin01a3:340": "Idāni ‘‘amūlakañceva taṃ adhikaraṇaṃ hotī’’ti ettha yasmā amūlakalakkhaṇaṃ pubbe vuttaṃ, tasmā taṃ avatvā apubbameva dassetuṃ ‘‘adhikaraṇaṃ nāmā’’tiādimāha. Tattha yasmā adhikaraṇaṃ adhikaraṇaṭṭhena ekampi vatthuvasena nānā hoti, tenassa taṃ nānattaṃ dassetuṃ ‘‘cattāri adhikaraṇāni vivādādhikaraṇa’’ntiādimāha. Ko pana so adhikaraṇaṭṭho, yenetaṃ ekaṃ hotīti? Samathehi adhikaraṇīyatā. Tasmā yaṃ adhikicca ārabbha paṭicca sandhāya samathā vattanti, taṃ ‘‘adhikaraṇa’’nti veditabbaṃ.",
  "atk-vin01a3:341": "Aṭṭhakathāsu pana vuttaṃ – ‘‘adhikaraṇanti keci gāhaṃ vadanti, keci cetanaṃ, keci akkhantiṃ keci vohāraṃ, keci paṇṇatti’’nti. Puna evaṃ vicāritaṃ ‘‘yadi gāho adhikaraṇaṃ nāma, eko attādānaṃ gahetvā sabhāgena bhikkhunā saddhiṃ mantayamāno tattha ādīnavaṃ disvā puna cajati, tassa taṃ adhikaraṇaṃ samathappattaṃ bhavissati. Yadi cetanā adhikaraṇaṃ, ‘‘idaṃ attādānaṃ gaṇhāmī’’ti uppannā cetanā nirujjhati. Yadi akkhanti adhikaraṇaṃ, akkhantiyā attādānaṃ gahetvāpi aparabhāge vinicchayaṃ alabhamāno vā khamāpito vā cajati. Yadi vohāro adhikaraṇaṃ, kathento āhiṇḍitvā aparabhāge tuṇhī hoti niravo, evamassa taṃ adhikaraṇaṃ samathappattaṃ bhavissati, tasmā paṇṇatti adhikaraṇanti.",
  "atk-vin01a3:342": "Taṃ panetaṃ ‘‘methunadhammapārājikāpatti methunadhammapārājikāpattiyā tabbhāgiyā…pe… evaṃ āpattādhikaraṇaṃ āpattādhikaraṇassa tabbhāgiyanti ca vivādādhikaraṇaṃ siyā kusalaṃ siyā akusalaṃ siyā abyākata’’nti ca evamādīhi virujjhati. Na hi te paṇṇattiyā kusalādibhāvaṃ icchanti, na ca ‘‘amūlakena pārājikena dhammenā’’ti ettha āgato pārājikadhammo paṇṇatti nāma hoti. Kasmā? Accantaakusalattā. Vuttampi hetaṃ – ‘‘āpattādhikaraṇaṃ siyā akusalaṃ siyā abyākata’’nti (pari. 303).",
  "atk-vin01a3:343": "Yañcetaṃ ‘‘amūlakena pārājikenā’’ti ettha amūlakaṃ pārājikaṃ niddiṭṭhaṃ, tassevāyaṃ ‘‘amūlakañceva taṃ adhikaraṇaṃ hotī’’ti paṭiniddeso, na paṇṇattiyā na hi aññaṃ niddisitvā aññaṃ paṭiniddisati. Yasmā pana yāya paṇṇattiyā yena abhilāpena codakena so puggalo pārājikaṃ dhammaṃ ajjhāpannoti paññatto, pārājikasaṅkhātassa adhikaraṇassa amūlakattā sāpi paññatti amūlikā hoti, adhikaraṇe pavattattā ca adhikaraṇaṃ. Tasmā iminā pariyāyena paṇṇatti ‘‘adhikaraṇa’’nti yujjeyya, yasmā vā yaṃ amūlakaṃ nāma adhikaraṇaṃ taṃ sabhāvato natthi, paññattimattameva atthi. Tasmāpi paṇṇatti adhikaraṇanti yujjeyya. Tañca kho idheva na sabbattha. Na hi vivādādīnaṃ paṇṇatti adhikaraṇaṃ. Adhikaraṇaṭṭho pana tesaṃ pubbe vuttasamathehi adhikaraṇīyatā. Iti iminā adhikaraṇaṭṭhena idhekacco vivādo vivādo ceva adhikaraṇañcāti vivādādhikaraṇaṃ. Esa nayo sesesu .",
  "atk-vin01a3:344": "Tattha ‘‘idha bhikkhū vivadanti dhammoti vā adhammoti vā’’ti evaṃ aṭṭhārasa bhedakaravatthūni nissāya uppanno vivādo vivādādhikaraṇaṃ. ‘‘Idha bhikkhū bhikkhuṃ anuvadanti sīlavipattiyā vā’’ti evaṃ catasso vipattiyo nissāya uppanno anuvādo anuvādādhikaraṇaṃ. ‘‘Pañcapi āpattikkhandhā āpattādhikaraṇaṃ, sattapi āpattikkhandhā āpattādhikaraṇa’’nti evaṃ āpattiyeva āpattādhikaraṇaṃ. ‘‘Yā saṅghassa kiccayatā karaṇīyatā apalokanakammaṃ ñattikammaṃ ñattidutiyakammaṃ ñatticatutthakamma’’nti (cūḷava. 215) evaṃ catubbidhaṃ saṅghakiccaṃ kiccādhikaraṇanti veditabbaṃ.",
  "atk-vin01a3:345": "Imasmiṃ panatthe pārājikāpattisaṅkhātaṃ āpattādhikaraṇameva adhippetaṃ. Sesāni atthuddhāravasena vuttāni, ettakā hi adhikaraṇasaddassa atthā. Tesu pārājikameva idha adhippetaṃ. Taṃ diṭṭhādīhi mūlehi amūlakañceva adhikaraṇaṃ hoti. Ayañca bhikkhu dosaṃ patiṭṭhāti, paṭicca tiṭṭhati ‘‘tucchakaṃ mayā bhaṇita’’ntiādīni vadanto paṭijānāti. Tassa bhikkhuno anuddhaṃsitakkhaṇeyeva saṅghādisesoti ayaṃ tāvassa sapadānukkamaniddesassa sikkhāpadassa attho.",
  "atk-vin01a3:346": "387. Idāni yāni tāni saṅkhepato diṭṭhādīni codanāvatthūni vuttāni, tesaṃ vasena vitthārato āpattiṃ ropetvā dassento ‘‘adiṭṭhassa hotī’’tiādimāha. Tattha adiṭṭhassa hotīti adiṭṭho assa hoti. Etena codakena adiṭṭho hoti, so puggalo pārājikaṃ dhammaṃ ajjhāpajjantoti attho. Esa nayo asutassa hotītiādīsupi.",
  "atk-vin01a3:347": "Diṭṭho mayāti diṭṭhosi mayāti vuttaṃ hoti. Esa nayo suto mayātiādīsupi. Sesaṃ adiṭṭhamūlake uttānatthameva. Diṭṭhamūlake pana tañce codeti ‘‘suto mayā’’ti evaṃ vuttānaṃ suttādīnaṃ ābhāvena amūlakattaṃ veditabbaṃ.",
  "atk-vin01a3:348": "Sabbasmiṃyeva ca imasmiṃ codakavāre yathā idhāgatesu ‘‘pārājikaṃ dhammaṃ ajjhāpannosi, assamaṇosi, asakyaputtiyosī’’ti imesu vacanesu ekekassa vasena vācāya vācāya saṅghādiseso hoti, evaṃ aññatra āgatesu ‘‘dussīlo, pāpadhammo, asucisaṅkassarasamācāro, paṭicchannakammanto , assamaṇo samaṇapaṭiñño, abrahmacārī brahmacāripaṭiñño, antopūti, avassuto, kasambujāto’’ti imesupi vacanesu ekekassa vasena vācāya vācāya saṅghādiseso hotiyeva.",
  "atk-vin01a3:349": "‘‘Natthi tayā saddhiṃ uposatho vā pavāraṇā vā saṅghakammaṃ vā’’ti imāni pana suddhāni sīsaṃ na enti, ‘‘dussīlosi natthi tayā saddhiṃ uposatho vā’’ti evaṃ dussīlādipadesu pana ‘‘pārājikaṃ dhammaṃ ajjhāpannosī’’tiādipadesu vā yena kenaci saddhiṃ ghaṭitāneva sīsaṃ enti, saṅghādisesakarāni honti.",
  "atk-vin01a3:350": "Mahāpadumatthero panāha – ‘‘na kevalaṃ idha pāḷiyaṃ anāgatāni ‘dussīlo pāpadhammo’tiādipadāneva sīsaṃ enti, ‘koṇṭhosi mahāsāmaṇerosi, mahāupāsakosi, jeṭṭhabbatikosi, nigaṇṭhosi, ājīvakosi, tāpasosi, paribbājakosi, paṇḍakosi, theyyasaṃvāsakosi, titthiyapakkantakosi, tiracchānagatosi, mātughātakosi, pitughātakosi, arahantaghātakosi, saṅghabhedakosi, lohituppādakosi, bhikkhunīdūsakosi, ubhatobyañjanakaosī’ti imānipi sīsaṃ entiyevā’’ti. Mahāpadumattheroyeva ca ‘‘diṭṭhe vematikotiādīsu yadaggena vematiko tadaggena no kappeti, yadaggena no kappeti tadaggena nassarati, yadaggena nassarati tadaggena pamuṭṭho hotī’’ti vadati.",
  "atk-vin01a3:351": "Mahāsumatthero pana ekekaṃ dvidhā bhinditvā catunnampi pāṭekkaṃ nayaṃ dasseti. Kathaṃ? Diṭṭhe vematikoti ayaṃ tāva dassane vā vematiko hoti puggale vā, tattha ‘‘diṭṭho nukho mayā na diṭṭho’’ti evaṃ dassane vematiko hoti. ‘‘Ayaṃ nukho mayā diṭṭho añño’’ti evaṃ puggale vematiko hoti. Evaṃ dassanaṃ vā no kappeti puggalaṃ vā, dassanaṃ vā nassarati puggalaṃ vā, dassanaṃ vā pamuṭṭho hoti puggalaṃ vā. Ettha ca vematikoti vimatijāto. No kappetīti na saddahati. Nassaratīti asāriyamāno nassarati. Yadā pana taṃ ‘‘asukasmiṃ nāma bhante ṭhāne asukasmiṃ nāma kāle’’ti sārenti tadā sarati. Pamuṭṭhoti yo tehi tehi upāyehi sāriyamānopi nassaratiyevāti . Etenevupāyena codāpakavāropi veditabbo, kevalañhi tattha ‘‘mayā’’ti parihīnaṃ, sesaṃ codakavārasadisameva.",
  "atk-vin01a3:352": "389. Tato paraṃ āpattibhedaṃ anāpattibhedañca dassetuṃ ‘‘asuddhe suddhadiṭṭhī’’tiādikaṃ catukkaṃ ṭhapetvā ekamekaṃ padaṃ catūhi catūhi bhedehi niddiṭṭhaṃ, taṃ sabbaṃ pāḷinayeneva sakkā jānituṃ. Kevalaṃ hetthādhippāyabhedo veditabbo. Ayañhi adhippāyo nāma – cāvanādhippāyo, akkosādhippāyo, kammādhippāyo, vuṭṭhānādhippāyo, uposathapavāraṇaṭṭhapanādhippāyo, anuvijjanādhippāyo, dhammakathādhippāyoti anekavidho. Tattha purimesu catūsu adhippāyesu okāsaṃ akārāpentassa dukkaṭaṃ. Okāsaṃ kārāpetvāpi ca sammukhā amūlakena pārājikena anuddhaṃsentassa saṅghādiseso. Amūlakena saṅghādisesena anuddhaṃsentassa pācittiyaṃ. Ācāravipattiyā anuddhaṃsentassa dukkaṭaṃ. Akkosādhippāyena vadantassa pācittiyaṃ. Asammukhā pana sattahipi āpattikkhandhehi vadantassa dukkaṭaṃ. Asammukhā eva sattavidhampi kammaṃ karontassa dukkaṭameva.",
  "atk-vin01a3:353": "Kurundiyaṃ pana ‘‘vuṭṭhānādhippāyena ‘tvaṃ imaṃ nāma āpattiṃ āpanno taṃ paṭikarohī’ti vadantassa okāsakiccaṃ natthī’’ti vuttaṃ. Sabbattheva pana ‘‘uposathapavāraṇaṃ ṭhapentassa okāsakammaṃ natthī’’ti vuttaṃ. Ṭhapanakkhettaṃ pana jānitabbaṃ. ‘‘Suṇātu me bhante saṅgho ajjuposatho pannaraso yadi saṅghassa pattakallaṃ saṅgho uposathaṃ kareyya’’ti etasmiñhi re-kāre anatikkanteyeva ṭhapetuṃ labbhati. Tato paraṃ pana yya-kāre patte na labbhati. Esa nayo pavāraṇāya. Anuvijjakassāpi osaṭe vatthusmiṃ ‘‘atthetaṃ tavā’’ti anuvijjanādhippāyena vadantassa okāsakammaṃ natthi.",
  "atk-vin01a3:354": "Dhammakathikassāpi dhammāsane nisīditvā ‘‘yo idañcidañca karoti, ayaṃ bhikkhu assamaṇo’’tiādinā nayena anodissa dhammaṃ kathentassa okāsakammaṃ natthi. Sace pana odissa niyametvā ‘‘asuko ca asuko ca assamaṇo anupāsako’’ti katheti, dhammāsanato orohitvā āpattiṃ desetvā gantabbaṃ. Yaṃ pana tattha tattha ‘‘anokāsaṃ kārāpetvā’’ti vuttaṃ tassa okāsaṃ akārāpetvāti evamattho veditabbo, na hi koci anokāso nāma atthi, yamokāsaṃ kārāpetvā āpattiṃ āpajjati, okāsaṃ pana akārāpetvā āpajjatīti. Sesaṃ uttānameva.",
  "atk-vin01a3:355": "Samuṭṭhānādīsu tisamuṭṭhānaṃ – kāyacittato, vācācittato, kāyavācācittato ca samuṭṭhāti. Kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedananti.",
  "atk-vin01a3:356": "Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:357": "9. Dutiyaduṭṭhadosasikkhāpadavaṇṇanā",
  "atk-vin01a3:358": "391.Tena samayena buddho bhagavāti dutiyaduṭṭhadosasikkhāpadaṃ. Tattha handa mayaṃ āvuso imaṃ chagalakaṃ dabbaṃ mallaputtaṃ nāma karomāti te kira paṭhamavatthusmiṃ attano manorathaṃ sampādetuṃ asakkontā laddhaniggahā vighātappattā ‘‘idāni jānissāmā’’ti tādisaṃ vatthuṃ pariyesamānā vicaranti. Athekadivasaṃ disvā tuṭṭhā aññamaññaṃ oloketvā evamāhaṃsu – ‘‘handa mayaṃ, āvuso, imaṃ chagalakaṃ dabbaṃ mallaputtaṃ nāma karomā’’ti, ‘‘dabbo mallaputto nāmāya’’nti evamassa nāmaṃ karomāti vuttaṃ hoti. Esa nayo mettiyaṃ nāma bhikkhuninti etthāpi.",
  "atk-vin01a3:359": "Te bhikkhū mettiyabhumajake bhikkhū anuyuñjiṃsūti evaṃ anuyuñjiṃsu –‘‘āvuso, kuhiṃ tumhehi dabbo mallaputto mettiyāya bhikkhuniyā saddhiṃ diṭṭho’’ti? ‘‘Gijjhakūṭapabbatapāde’’ti. ‘‘Kāya velāya’’ti? ‘‘Bhikkhācāragamanavelāyā’’ti. Āvuso dabba ime evaṃ vadanti – ‘‘tvaṃ tadā kuhi’’nti? ‘‘Veḷuvane bhattāni uddisāmī’’ti. ‘‘Tava tāya velāya veḷuvane atthibhāvaṃ ko jānātī’’ti? ‘‘Bhikkhusaṅgho, bhante’’ti. Te saṅghaṃ pucchiṃsu – ‘‘jānātha tumhe tāya velāya imassa veḷuvane atthibhāva’’nti. ‘‘Āma, āvuso, jānāma, thero sammutiladdhadivasato paṭṭhāya veḷuvaneyevā’’ti. Tato mettiyabhumajake āhaṃsu – ‘‘āvuso, tumhākaṃ kathā na sameti, kacci no lesaṃ oḍḍetvā vadathā’’ti. Evaṃ te tehi bhikkhūhi anuyuñjiyamānā āma āvusoti vatvā etamatthaṃ ārocesuṃ.",
  "atk-vin01a3:360": "Kiṃpana tumhe, āvuso, āyasmantaṃ dabbaṃ mallaputtaṃ aññabhāgiyassa adhikaraṇassāti ettha aññabhāgassa idaṃ, aññabhāgo vā assa atthīti aññabhāgiyaṃ. Adhikaraṇanti ādhāro veditabbo, vatthu adhiṭṭhānanti vuttaṃ hoti. Yo hi so ‘‘dabbo mallaputto nāmā’’ti chagalako vutto, so yvāyaṃ āyasmato dabbassa mallaputtassa bhāgo koṭṭhāso pakkho manussajāti ceva bhikkhubhāvo ca tato aññassa bhāgassa koṭṭhāsassa pakkhassa hoti tiracchānajātiyā ceva chagalakabhāvassa ca so vā aññabhāgo assa atthīti tasmā aññabhāgiyasaṅkhyaṃ labhati. Yasmā ca tesaṃ ‘‘imaṃ mayaṃ dabbaṃ mallaputtaṃ nāma karomā’’ti vadantānaṃ tassā nāmakaraṇasaññāya ādhāro vatthu adhiṭṭhānaṃ, tasmā adhikaraṇanti veditabbo. Tañhi sandhāya ‘‘te bhikkhū aññabhāgiyassa adhikaraṇassā’’ti āhaṃsu, na vivādādhikaraṇādīsu aññataraṃ. Kasmā? Asambhavato. Na hi te catunnaṃ adhikaraṇānaṃ kassaci aññabhāgiyassa adhikaraṇassa kañcidesaṃ lesamattaṃ upādiyiṃsu. Na ca catunnaṃ adhikaraṇānaṃ leso nāma atthi. Jātilesādayo hi puggalānaṃyeva lesā vuttā, na vivādādhikaraṇādīnaṃ. Idañca ‘‘dabbo mallaputto’’ti nāmaṃ tassa aññabhāgiyādhikaraṇabhāve ṭhitassa chagalakassa koci deso hoti theraṃ amūlakena pārājikena anuddhaṃsetuṃ lesamatto.",
  "atk-vin01a3:361": "Ettha ca dissati apadissati assa ayanti voharīyatīti deso. Jātiādīsu aññatarakoṭṭhāsassetaṃ adhivacanaṃ. Aññampi vatthuṃ lissati silissati vohāramatteneva īsakaṃ allīyatīti leso. Jātiādīnaṃyeva aññatarakoṭṭhāsassetaṃ adhivacanaṃ. Tato paraṃ uttānatthameva. Sikkhāpadapaññattiyampi ayamevattho. Padabhājane pana yassa aññabhāgiyassa adhikaraṇassa kiñcidesaṃ lesamattaṃ upādāya pārājikena dhammena anuddhaṃseyya , taṃ yasmā aṭṭhuppattivaseneva āvibhūtaṃ, tasmā na vibhattanti veditabbaṃ.",
  "atk-vin01a3:362": "393. Yāni pana adhikaraṇanti vacanasāmaññato atthuddhāravasena pavattāni cattāri adhikaraṇāni, tesaṃ aññabhāgiyatā ca tabbhāgiyatā ca yasmā apākaṭā jānitabbā ca vinayadharehi, tasmā vacanasāmaññato laddhaṃ adhikaraṇaṃ nissāya taṃ āvikaronto ‘‘aññabhāgiyassa adhikaraṇassāti āpattaññabhāgiyaṃ vā hoti adhikaraṇaññabhāgiyaṃ vā’’tiādimāha. Yā ca sā avasāne āpattaññabhāgiyassa adhikaraṇassa vasena codanā vuttā, tampi dassetuṃ ayaṃ sabbādhikaraṇānaṃ tabbhāgiyaaññabhāgiyatā samāhaṭāti veditabbā.",
  "atk-vin01a3:363": "Tattha ca āpattaññabhāgiyaṃ vāti paṭhamaṃ uddiṭṭhattā ‘‘kathañca āpatti āpattiyā aññabhāgiyā hotī’’ti niddese ārabhitabbe yasmā āpattādhikaraṇassa tabbhāgiyavicāraṇāyaṃyeva ayamattho āgamissati, tasmā evaṃ anārabhitvā ‘‘kathañca adhikaraṇaṃ adhikaraṇassa aññabhāgiya’’nti pacchimapadaṃyeva gahetvā niddeso āraddhoti veditabbo.",
  "atk-vin01a3:364": "Tattha aññabhāgiyavāro uttānatthoyeva. Ekamekañhi adhikaraṇaṃ itaresaṃ tiṇṇaṃ tiṇṇaṃ aññabhāgiyaṃ aññapakkhiyaṃ aññakoṭṭhāsiyaṃ hoti, vatthuvisabhāgattā, tabbhāgiyavāre pana vivādādhikaraṇaṃ vivādādhikaraṇassa tabbhāgiyaṃ tappakkhiyaṃ taṃkoṭṭhāsiyaṃ vatthusabhāgattā, tathā anuvādādhikaraṇaṃ anuvādādhikaraṇassa. Kathaṃ? Buddhakālato paṭṭhāya hi aṭṭhārasa bhedakaravatthūni nissāya uppannavivādo ca idāni uppajjanakavivādo ca vatthusabhāgatāya ekaṃ vivādādhikaraṇameva hoti, tathā buddhakālato paṭṭhāya catasso vipattiyo nissāya uppannaanuvādo ca idāni uppajjanakaanuvādo ca vatthusabhāgatāya ekaṃ anuvādādhikaraṇameva hoti. Yasmā pana āpattādhikaraṇaṃ āpattādhikaraṇassa sabhāgavisabhāgavatthuto sabhāgasarikkhāsarikkhato ca ekaṃsena tabbhāgiyaṃ na hoti, tasmā āpattādhikaraṇaṃ āpattādhikaraṇassa siyā tabbhāgiyaṃ siyā aññabhāgiyanti vuttaṃ. Tattha ādito paṭṭhāya aññabhāgiyassa paṭhamaṃ niddiṭṭhattā idhāpi aññabhāgiyameva paṭhamaṃ niddiṭṭhaṃ, tattha aññabhāgiyattañca parato tabbhāgiyattañca vuttanayeneva veditabbaṃ.",
  "atk-vin01a3:365": "Kiccādhikaraṇaṃkiccādhikaraṇassa tabbhāgiyanti ettha pana buddhakālato paṭṭhāya cattāri saṅghakammāni nissāya uppannaṃ adhikaraṇañca idāni cattāri saṅghakammāni nissāya uppajjanakaṃ adhikaraṇañca sabhāgatāya sarikkhatāya ca ekaṃ kiccādhikaraṇameva hoti. Kiṃ pana saṅghakammāni nissāya uppannaṃ adhikaraṇaṃ kiccādhikaraṇaṃ, udāhu saṅghakammānamevetaṃ adhivacananti? Saṅghakammānamevetaṃ adhivacanaṃ. Evaṃ santepi saṅghakammaṃ nāma ‘‘idañcidañca evaṃ kattabba’’nti yaṃ kammalakkhaṇaṃ manasikaroti taṃ nissāya uppajjanato purimaṃ purimaṃ saṅghakammaṃ nissāya uppajjanato ca saṅghakammāni nissāya uppannaṃ adhikaraṇaṃ kiccādhikaraṇanti vuttaṃ.",
  "atk-vin01a3:366": "394.Kiñci desaṃ lesamattaṃ upādāyāti ettha pana yasmā desoti vā lesamattoti vā pubbe vuttanayeneva byañjanato nānaṃ atthato ekaṃ, tasmā ‘‘leso nāma dasa lesā jātileso nāmaleso’’tiādimāha. Tattha jātiyeva jātileso. Esa nayo sesesu.",
  "atk-vin01a3:367": "395. Idāni tameva lesaṃ vitthārato dassetuṃ yathā taṃ upādāya anuddhaṃsanā hoti tathā savatthukaṃ katvā dassento ‘‘jātileso nāma khattiyo diṭṭho hotī’’tiādimāha. Tattha khattiyo diṭṭho hotīti añño koci khattiyajātiyo iminā codakena diṭṭho hoti. Pārājikaṃ dhammaṃ ajjhāpajjantoti methunadhammādīsu aññataraṃ āpajjanto. Aññaṃ khattiyaṃ passitvācodetīti atha so aññaṃ attano veriṃ khattiyajātiyaṃ bhikkhuṃ passitvā taṃ khattiyajātilesaṃ gahetvā evaṃ codeti ‘‘khattiyo mayā diṭṭho pārājikaṃ dhammaṃ ajjhāpajjanto, tvaṃ khattiyo, pārājikaṃ dhammaṃ ajjhāpannosī’’ atha vā ‘‘tvaṃ so khattiyo, na añño, pārājikaṃ dhammaṃ ajjhāpannosi, assamaṇosi asakyaputtiyosi natthi tayā saddhiṃ uposatho vā pavāraṇā vā saṅghakammaṃ vā’’ti, āpatti vācāya vācāya saṅghādisesassa. Ettha ca tesaṃ khattiyānaṃ aññamaññaṃ asadisassa tassa tassa dīghādino vā diṭṭhādino vā vasena aññabhāgiyatā khattiyajātipaññattiyā ādhāravasena adhikaraṇatā ca veditabbā, etenupāyena sabbapadesu yojanā veditabbā.",
  "atk-vin01a3:368": "400. Pattalesaniddese ca sāṭakapattoti lohapattasadiso susaṇṭhāno succhavi siniddho bhamaravaṇṇo mattikāpatto vuccati. Sumbhakapattoti pakatimattikāpatto.",
  "atk-vin01a3:369": "406. Yasmā pana āpattilesassa ekapadeneva saṅkhepato niddeso vutto, tasmā vitthāratopi taṃ dassetuṃ ‘‘bhikkhu saṅghādisesaṃ ajjhāpajjanto diṭṭho hotī’’tiādi vuttaṃ. Kasmā panassa tattheva niddesaṃ avatvā idha visuṃ vuttoti? Sesaniddesehi asabhāgattā. Sesaniddesā hi aññaṃ disvā aññassa codanāvasena vuttā. Ayaṃ pana ekameva aññaṃ āpattiṃ āpajjantaṃ disvā aññāya āpattiyā codanāvasena vutto. Yadi evaṃ kathaṃ aññabhāgiyaṃ adhikaraṇaṃ hotīti? Āpattiyā. Teneva vuttaṃ – ‘‘evampi āpattaññabhāgiyañca hoti leso ca upādinno’’ti. Yañhi so saṅghādisesaṃ āpanno taṃ pārājikassa aññabhāgiyaṃ adhikaraṇaṃ. Tassa pana aññabhāgiyassa adhikaraṇassa leso nāma yo so sabbakhattiyānaṃ sādhāraṇo khattiyabhāvo viya sabbāpattīnaṃ sādhāraṇo āpattibhāvo. Etenupāyena sesāpattimūlakanayo codāpakavāro ca veditabbo.",
  "atk-vin01a3:370": "408.Anāpatti tathāsaññī codeti vā codāpeti vāti ‘‘pārājikaṃyeva ayaṃ āpanno’’ti yo evaṃ tathāsaññī codeti vā codāpeti vā tassa anāpatti. Sesaṃ sabbattha uttānameva. Samuṭṭhānādīnipi paṭhamaduṭṭhadosasadisānevāti.",
  "atk-vin01a3:371": "Dutiyaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:372": "10. Paṭhamasaṅghabhedasikkhāpadavaṇṇanā",
  "atk-vin01a3:373": "409.Tenasamayena buddho bhagavāti saṅghabhedasikkhāpadaṃ. Tattha atha kho devadattotiādīsu yo ca devadatto, yathā ca pabbajito, yena ca kāraṇena kokālikādayo upasaṅkamitvā ‘‘etha mayaṃ āvuso samaṇassa gotamassa saṅghabhedaṃ karissāma cakkabheda’’nti āha. Taṃ sabbaṃ saṅghabhedakkhandhake (cūḷava. 343) āgatameva. Pañcavatthuyācanā pana kiñcāpi tattheva āgamissati. Atha kho idhāpi āgatattā yadettha vattabbaṃ, taṃ vatvāva gamissāma.",
  "atk-vin01a3:374": "Sādhu bhanteti āyācanā. Bhikkhū yāvajīvaṃ āraññikā assūti āraññikadhutaṅgaṃ samādāya sabbepi bhikkhū yāva jīvanti tāva āraññikā hontu , araññeyeva vasantu. Yo gāmantaṃ osareyya vajjaṃ naṃ phuseyyāti yo ekabhikkhupi araññaṃ pahāya nivāsatthāya gāmantaṃ osareyya, vajjaṃ taṃ phuseyya naṃ bhikkhuṃ doso phusatu, āpattiyā naṃ bhagavā kāretū’’ti adhippāyena vadati. Esa nayo sesavatthūsupi.",
  "atk-vin01a3:375": "410.Janaṃ saññāpessāmāti janaṃ amhākaṃ appicchatādibhāvaṃ jānāpessāma, atha vā paritosessāma pasādessāmāti vuttaṃ hoti.",
  "atk-vin01a3:376": "Imāni pana pañca vatthūni yācato devadattassa vacanaṃ sutvāva aññāsi bhagavā ‘‘saṅghabhedatthiko hutvā ayaṃ yācatī’’ti. Yasmā pana tāni anujāniyamānāni bahūnaṃ kulaputtānaṃ maggantarāyāya saṃvattanti, tasmā bhagavā ‘‘alaṃ devadattā’’ti paṭikkhipitvā ‘‘yo icchati āraññiko hotū’’tiādimāha.",
  "atk-vin01a3:377": "Ettha pana bhagavato adhippāyaṃ viditvā kulaputtena attano patirūpaṃ veditabbaṃ. Ayañhettha bhagavato adhippāyo – ‘‘eko bhikkhu mahajjhāsayo hoti mahussāho, sakkoti gāmantasenāsanaṃ paṭikkhipitvā araññe viharanto dukkhassantaṃ kātuṃ. Eko dubbalo hoti appathāmo araññe na sakkoti, gāmanteyeva sakkoti. Eko mahabbalo samappavattadhātuko adhivāsanakhantisampanno iṭṭhāniṭṭhesu samacitto araññepi gāmantepi sakkotiyeva. Eko neva gāmante na araññe sakkoti padaparamo hoti.",
  "atk-vin01a3:378": "Tatra yvāyaṃ mahajjhāsayo hoti mahussāho, sakkoti gāmantasenāsanaṃ paṭikkhipitvā araññe viharanto dukkhassantaṃ kātuṃ, so araññeyeva vasatu, idamassa patirūpaṃ. Saddhivihārikādayopi cassa anusikkhamānā araññe vihātabbameva maññissanti.",
  "atk-vin01a3:379": "Yo pana dubbalo hoti appathāmo gāmanteyeva sakkoti dukkhassantaṃ kātuṃ, na araññe so gāmanteyeva vasatu, yvāyaṃ mahabbalo samappavattadhātuko adhivāsanakhantisampanno iṭṭhāniṭṭhesu samacitto araññepi gāmantepi sakkotiyeva, ayampi gāmantasenāsanaṃ pahāya araññe viharatu, idamassa patirūpaṃ saddhivihārikāpi hissa anusikkhamānā araññe vihātabbaṃ maññissanti.",
  "atk-vin01a3:380": "Yo panāyaṃ neva gāmante na araññe sakkoti padaparamo hoti. Ayampi araññeyeva vasatu. Ayaṃ hissa dhutaṅgasevanā kammaṭṭhānabhāvanā ca āyatiṃ maggaphalānaṃ upanissayo bhavissati. Saddhivihārikādayo cassa anusikkhamānā araññe vihātabbaṃ maññissantīti.",
  "atk-vin01a3:381": "Evaṃ yvāyaṃ dubbalo hoti appathāmo gāmanteyeva viharanto sakkoti dukkhassantaṃ kātuṃ na araññe, imaṃ puggalaṃ sandhāya bhagavā ‘‘yo icchati gāmante viharatū’’ti āha. Iminā ca puggalena aññesampi dvāraṃ dinnaṃ.",
  "atk-vin01a3:382": "Yadi pana bhagavā devadattassa vādaṃ sampaṭiccheyya, yvāyaṃ puggalo pakatiyā dubbalo hoti appathāmo, yopi daharakāle araññavāsaṃ abhisambhuṇitvā jiṇṇakāle vā vātapittādīhi samuppannadhātukkhobhakāle vā nābhisambhuṇāti, gāmanteyeva pana viharanto sakkoti dukkhassantaṃ kātuṃ, tesaṃ ariyamaggupacchedo bhaveyya, arahattaphalādhigamo na bhaveyya, uddhammaṃ ubbinayaṃ vilomaṃ aniyyānikaṃ satthu sāsanaṃ bhaveyya, satthā ca tesaṃ asabbaññū assa ‘‘sakavādaṃ chaḍḍetvā devadattavāde patiṭṭhito’’ti gārayho ca bhaveyya. Tasmā bhagavā evarūpe puggale saṅgaṇhanto devadattassa vādaṃ paṭikkhipi. Etenevūpāyena piṇḍapātikavatthusmimpi paṃsukūlikavatthusmimpi aṭṭha māse rukkhamūlikavatthusmimpi vinicchayo veditabbo. Cattāro pana māse rukkhamūlasenāsanaṃ paṭikkhittameva.",
  "atk-vin01a3:383": "Macchamaṃsavatthusmiṃ tikoṭiparisuddhanti tīhi koṭīhi parisuddhaṃ, diṭṭhādīhi aparisuddhīhi virahitanti attho. Tenevāha – ‘‘adiṭṭhaṃ, asutaṃ, aparisaṅkita’’nti. Tattha ‘‘adiṭṭhaṃ’’ nāma bhikkhūnaṃ atthāya migamacche vadhitvā gayhamānaṃ adiṭṭhaṃ. ‘‘Asutaṃ’’ nāma bhikkhūnaṃ atthāya migamacche vadhitvā gahitanti asutaṃ. ‘‘Aparisaṅkitaṃ’’ pana diṭṭhaparisaṅkitaṃ sutaparisaṅkitaṃ tadubhayavimuttaparisaṅkitañca ñatvā tabbipakkhato jānitabbaṃ. Kathaṃ? Idha bhikkhū passanti manusse jālavāgurādihatthe gāmato va nikkhamante araññe vā vicarante, dutiyadivase ca nesaṃ taṃ gāmaṃ piṇḍāya paviṭṭhānaṃ samacchamaṃsaṃ piṇḍapātaṃ abhiharanti. Te tena diṭṭhena parisaṅkanti ‘‘bhikkhūnaṃ nukho atthāya kata’’nti idaṃ diṭṭhaparisaṅkitaṃ, nāma etaṃ gahetuṃ na vaṭṭati. Yaṃ evaṃ aparisaṅkitaṃ taṃ vaṭṭati. Sace pana te manussā ‘‘kasmā bhante na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ bhante bhikkhūnaṃ atthāya kataṃ, amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kata’’nti vadanti kappati.",
  "atk-vin01a3:384": "Naheva kho bhikkhū passanti; apica suṇanti, manussā kira jālavāgurādihatthā gāmato vā nikkhamanti, araññe vā vicarantī’’ti. Dutiyadivase ca nesaṃ taṃ gāmaṃ piṇḍāya paviṭṭhānaṃ ‘‘bhikkhūnaṃ nukho atthāya kata’’nti idaṃ ‘‘sutaparisaṅkitaṃ’’ nāma. Etaṃ gahetuṃ na vaṭṭati, yaṃ evaṃ aparisaṅkitaṃ taṃ vaṭṭati. Sace pana te manussā ‘‘kasmā, bhante, na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ, bhante, bhikkhūnaṃ atthāya kataṃ, amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kata’’nti vadanti kappati.",
  "atk-vin01a3:385": "Naheva kho pana bhikkhū passanti, na suṇanti; apica kho tesaṃ gāmaṃ piṇḍāya paviṭṭhānaṃ pattaṃ gahetvā samacchamaṃsaṃ piṇḍapātaṃ abhisaṅkharitvā abhiharanti, te parisaṅkanti ‘‘bhikkhūnaṃ nukho atthāya kata’’nti idaṃ ‘‘tadubhayavimuttaparisaṅkitaṃ’’ nāma. Etaṃ gahetuṃ na vaṭṭati. Yaṃ evaṃ aparisaṅkitaṃ taṃ vaṭṭati. Sace pana te manussā ‘‘kasmā, bhante, na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ, bhante, bhikkhūnaṃ atthāya kataṃ amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kataṃ pavattamaṃsaṃ vā kappiyameva labhitvā bhikkhūnaṃ atthāya sampādita’’nti vadanti kappati. Matānaṃ petakiccatthāya maṅgalādīnaṃ vā atthāya katepi eseva nayo. Yaṃ yañhi bhikkhūnaṃyeva atthāya akataṃ, yattha ca nibbematiko hoti, taṃ sabbaṃ kappati.",
  "atk-vin01a3:386": "Sace pana ekasmiṃ vihāre bhikkhū uddissa kataṃ hoti, te ca attano atthāya katabhāvaṃ na jānanti, aññe jānanti. Ye jānanti, tesaṃ na vaṭṭati , itaresaṃ vaṭṭati. Aññe na jānanti, teyeva jānanti, tesaṃyeva na vaṭṭati, aññesaṃ vaṭṭati. Tepi amhākaṃ atthāya katanti jānanti, aññepi etesaṃ atthāya katanti jānanti, sabbesampi na vaṭṭati, sabbe na jānanti, sabbesampi vaṭṭati. Pañcasu hi sahadhammikesu yassa vā tassa vā atthāya uddissa kataṃ, sabbesaṃ na kappati.",
  "atk-vin01a3:387": "Sace pana koci ekaṃ bhikkhuṃ uddissa pāṇaṃ vadhitvā tassa pattaṃ pūretvā deti, so ca attano atthāya katabhāvaṃ jānaṃyeva gahetvā aññassa bhikkhuno deti, so tassa saddhāya paribhuñjati, kassa āpattīti? Dvinnampi anāpatti. Yañhi uddissa kataṃ tassa abhuttatāya anāpatti, itarassa ajānanatāya. Kappiyamaṃsassa hi paṭiggahaṇe āpatti natthi. Uddissa katañca ajānitvā bhuttassa pacchā ñatvā āpattidesanākiccaṃ nāma natthi, akappiyamaṃsaṃ pana ajānitvā bhuttena pacchā ñatvāpi āpatti desetabbā, uddissa katañhi ñatvā bhuñjatova āpatti. Akappiyamaṃsaṃ ajānitvā bhuñjantassāpi āpattiyeva. Tasmā āpattibhīrukena rūpaṃ sallakkhentenapi pucchitvāva maṃsaṃ paṭiggahetabbaṃ. Paribhogakāle pucchitvā paribhuñjissāmīti vā gahetvā pucchitvāva paribhuñjitabbaṃ. Kasmā? Duviññeyyattā. Acchamaṃsaṃ hi sūkaramaṃsasadisaṃ hoti, dīpimaṃsādīnipi migamaṃsādisadisāni, tasmā pucchitvā gahaṇameva vattanti vadanti.",
  "atk-vin01a3:388": "Haṭṭho udaggoti tuṭṭho ceva unnatakāyacitto ca hutvā. So kira ‘‘na bhagavā imāni pañca vatthūni anujānāti, idāni sakkhissāmi saṅghabhedaṃ kātu’’nti kokālikassa iṅgitākāraṃ dassetvā yathā visaṃ vā khāditvā rajjuyā vā ubbandhitvā satthaṃ vā āharitvā maritukāmo puriso visādīsu aññataraṃ labhitvā tappaccayā āsannampi maraṇadukkhaṃ ajānanto haṭṭho udaggo hoti; evameva saṅghabhedapaccayā āsannampi avīcimhi nibbattitvā paṭisaṃvedanīyaṃ dukkhaṃ ajānanto ‘‘laddho dāni me saṅghabhedassa upāyo’’ti haṭṭho udaggo sapariso uṭṭhāyāsanā teneva haṭṭhabhāvena bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "atk-vin01a3:389": "Te mayaṃ imehi pañcahi vatthūhi samādāya vattāmāti ettha pana ‘‘imāni pañca vatthūnī’’ti vattabbepi te mayaṃ imehi pañcahi vatthūhi janaṃ saññāpessāmāti abhiṇhaṃ parivitakkavasena vibhattivipallāsaṃ asallakkhetvā abhiṇhaṃ parivitakkānurūpameva ‘‘te mayaṃ imehi pañcahi vatthūhī’’ti āha, yathā taṃ vikkhittacitto.",
  "atk-vin01a3:390": "Dhutāsallekhavuttinoti yā paṭipadā kilese dhunāti, tāya samannāgatattā dhutā. Yā ca kilese sallikhati, sā etesaṃ vuttīti sallekhavuttino.",
  "atk-vin01a3:391": "Bāhulikoti cīvarādīnaṃ paccayānaṃ bahulabhāvo bāhullaṃ, taṃ bāhullamassa atthi, tasmiṃ vā bāhulle niyutto ṭhitoti bāhuliko. Bāhullāya cetetīti bāhulattāya ceteti kappeti pakappeti. Kathañhi nāma mayhañca sāvakānañca cīvarādīnaṃ paccayānaṃ bahulabhāvo bhaveyyāti evaṃ ussukkamāpannoti adhippāyo. Cakkabhedāyāti āṇābhedāya.",
  "atk-vin01a3:392": "Dhammiṃ kathaṃ katvāti khandhake vuttanayena ‘‘alaṃ, devadatta, mā te rucci saṅghabhedo. Garuko kho, devadatta, saṅghabhedo. Yo kho, devadatta, samaggaṃ saṅghaṃ bhindati, kappaṭṭhikaṃ kibbisaṃ pasavati, kappaṃ nirayamhi paccati, yo ca kho, devadatta, bhinnaṃ saṅghaṃ samaggaṃ karoti, brahmaṃ puññaṃ pasavati, kappaṃ saggamhi modatī’’ti (cūḷava. 343) evamādikaṃ anekappakāraṃ devadattassa ca bhikkhūnañca tadanucchavikaṃ tadanulomikaṃ dhammiṃ kathaṃ katvā.",
  "atk-vin01a3:393": "411.Samaggassāti sahitassa cittena ca sarīrena ca aviyuttassāti attho. Padabhājanepi hi ayameva attho dassito. Samānasaṃvāsakoti hi vadatā cittena aviyogo dassito hoti. Samānasīmāyaṃ ṭhitoti vadatā sarīrena. Kathaṃ? Samānasaṃvāsako hi laddhinānāsaṃvāsakena vā kammanānāsaṃvāsakena vā virahito samacittatāya cittena aviyutto hoti. Samānasīmāyaṃ ṭhito kāyasāmaggidānato sarīrena aviyutto.",
  "atk-vin01a3:394": "Bhedanasaṃvattanikaṃ vā adhikaraṇanti bhedanassa saṅghabhedassa atthāya saṃvattanikaṃ kāraṇaṃ. Imasmiñhi okāse ‘‘kāmahetu kāmanidānaṃ kāmādhikaraṇa’’ntiādīsu (ma. ni. 1.168) viya kāraṇaṃ adhikaraṇanti adhippetaṃ. Tañca yasmā aṭṭhārasavidhaṃ hoti, tasmā padabhājane ‘‘aṭṭhārasa bhedakaravatthūnī’’ti vuttaṃ. Tāni pana ‘‘idhūpāli, bhikkhu adhammaṃ dhammoti dīpetī’’tiādinā (cūḷava. 352) nayena khandhake āgatāni, tasmā tatreva nesaṃ atthaṃ vaṇṇayissāma. Yopi cāyaṃ imāni vatthūni nissāya aparehipi kammena, uddesena, vohārena, anusāvanāya, salākaggāhenāti pañcahi kāraṇehi saṅghabhedo hoti, tampi āgataṭṭhāneyeva pakāsayissāma. Saṅkhepato pana bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāyāti ettha saṅghabhedassa atthāya saṃvattanikaṃ saṅghabhedanipphattisamatthaṃ kāraṇaṃ gahetvāti evamattho veditabbo. Paggayhāti paggahitaṃ abbhussitaṃ pākaṭaṃ katvā. Tiṭṭheyyāti yathāsamādinnaṃ yathāpaggahitameva ca katvā accheyya . Yasmā pana evaṃ paggaṇhatā tiṭṭhatā ca taṃ dīpitañceva appaṭinissaṭṭhañca hoti, tasmā padabhājane ‘‘dīpeyyā’’ti ca ‘‘nappaṭinissajjeyyā’’ti ca vuttaṃ.",
  "atk-vin01a3:395": "Bhikkhūhi evamassa vacanīyoti aññehi lajjīhi bhikkhūhi evaṃ vattabbo bhaveyya. Padabhājane cassa ye passantīti ye sammukhā paggayha tiṭṭhantaṃ passanti. Ye suṇantīti yepi ‘‘asukasmiṃ nāma vihāre bhikkhū bhedanasaṃvattanikaṃ adhikaraṇaṃ samādāya paggayha tiṭṭhantī’’ti suṇanti.",
  "atk-vin01a3:396": "Sametāyasmā saṅghenāti āyasmā saṅghena saddhiṃ sametu samāgacchatu ekaladdhiko hotūti attho. Kiṃ kāraṇā? Samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatīti.",
  "atk-vin01a3:397": "Tattha sammodamānoti aññamaññaṃ sampattiyā saṭṭhu modamāno. Avivadamānoti ‘‘ayaṃ dhammo, nāyaṃ dhammo’’ti evaṃ na vivadamāno. Eko uddeso assāti ekuddeso, ekato pavattapātimokkhuddeso, na visunti attho. Phāsu viharatīti sukhaṃ viharati.",
  "atk-vin01a3:398": "Iccetaṃ kusalanti etaṃ paṭinissajjanaṃ kusalaṃ khemaṃ sotthibhāvo tassa bhikkhuno. No ce paṭinissajjati āpatti dukkaṭassāti tikkhattuṃ vuttassa appaṭinissajjato dukkaṭaṃ. Sutvā na vadanti āpatti dukkaṭassāti ye sutvā na vadanti, tesampi dukkaṭaṃ. Kīvadūre sutvā avadantānaṃ dukkaṭaṃ? Ekavihāre tāva vattabbaṃ natthi. Aṭṭhakathāyaṃ pana vuttaṃ ‘‘samantā addhayojane bhikkhūnaṃ bhāro. Dūtaṃ vā paṇṇaṃ vā pesetvā vadatopi āpattimokkho natthi. Sayameva gantvā ‘garuko kho, āvuso, saṅghabhedo , mā saṅghabhedāya, parakkamī’ti nivāretabbo’’ti. Pahontena pana dūrampi gantabbaṃ agilānānañhi dūrepi bhāroyeva.",
  "atk-vin01a3:399": "Idāni ‘‘evañca so bhikkhu bhikkhūhi vuccamāno’’tiādīsu atthamattameva dassetuṃ ‘‘so bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo’’tiādimāha. Tattha saṅghamajjhampi ākaḍḍhitvāti sace purimanayena vuccamāno na paṭinissajjati hatthesu ca pādesu ca gahetvāpi saṅghamajjhaṃ ākaḍḍhitvā punapi ‘‘mā āyasmā’’tiādinā nayena tikkhattuṃ vattabbo.",
  "atk-vin01a3:400": "Yāvatatiyaṃ samanubhāsitabboti yāva tatiyaṃ samanubhāsanaṃ tāva samanubhāsitabbo. Tīhi samanubhāsanakammavācāhi kammaṃ kātabbanti vuttaṃ hoti. Padabhājane panassa atthameva gahetvā samanubhāsanavidhiṃ dassetuṃ ‘‘so bhikkhu samanubhāsitabbo. Evañca pana, bhikkhave, samanubhāsitabbo’’tiādi vuttaṃ.",
  "atk-vin01a3:401": "414. Tattha ñattiyā dukkaṭaṃ dvīhi kammavācāhi thullaccayā paṭippassambhantīti yañca ñattipariyosāne dukkaṭaṃ āpanno, ye ca dvīhi kammavācāhi thullaccaye, tā tissopi āpattiyo ‘‘yassa nakkhamati so bhāseyyā’’ti evaṃ yya-kārappattamattāya tatiyakammavācāya paṭippassambhanti saṅghādisesoyeva tiṭṭhati. Kiṃ pana āpannāpattiyo paṭippassambhanti anāpannāti? Mahāsumatthero tāva vadati ‘‘yo avasāne paṭinissajjissati, so tā āpattiyo na āpajjati, tasmā anāpannā paṭippassambhantī’’ti. Mahāpadumatthero pana liṅgaparivattena asādhāraṇāpattiyo viya āpannā paṭippassambhanti, anāpannānaṃ kiṃ paṭippassaddhiyā’’ti āha.",
  "atk-vin01a3:402": "415.Dhammakamme dhammakammasaññīti tañce samanubhāsanakammaṃ dhammakammaṃ hoti, tasmiṃ dhammakammasaññīti attho. Esa nayo sabbattha. Idha saññā na rakkhati, kammassa dhammikattā eva appaṭinissajjanto āpajjati.",
  "atk-vin01a3:403": "416.Asamanubhāsantassāti asamanubhāsiyamānassa appaṭinissajjantassāpi saṅghādisesena anāpatti.",
  "atk-vin01a3:404": "Paṭinissajjantassāti ñattito pubbe vā ñattikkhaṇe vā ñattipariyosāne vā paṭhamāya vā anusāvanāya dutiyāya vā tatiyāya vā yāva yya-kāraṃ na sampāpuṇāti, tāva paṭinissajjantassa saṅghādisesena anāpatti.",
  "atk-vin01a3:405": "Ādikammikassāti. Ettha pana ‘‘devadatto samaggassa saṅghassa bhedāya parakkami, tasmiṃ vatthusmi’’nti parivāre (pari. 17) āgatattā devadatto ādikammiko. So ca kho saṅghabhedāya parakkamanasseva, na appaṭinissajjanassa. Na hi tassa taṃ kammaṃ kataṃ. Kathamidaṃ jānitabbanti ce? Suttato. Yathā hi ‘‘ariṭṭho bhikkhu gaddhabādhipubbo yāvatatiyaṃ samanubhāsanāya na paṭinissajji, tasmiṃ vatthusmi’’nti parivāre (pari. 121) āgatattā ariṭṭhassa kammaṃ katanti paññāyati, na tathā devadattassa. Athāpissa katena bhavitabbanti koci attano rucimattena vadeyya, tathāpi appaṭinissajjane ādikammikassa anāpatti nāma natthi. Na hi paññattaṃ sikkhāpadaṃ vītikkamantassa aññatra uddissa anuññātato anāpatti nāma dissati. Yampi ariṭṭhasikkhāpadassa anāpattiyaṃ ‘‘ādikammikassā’’ti potthakesu likhitaṃ, taṃ pamādalikhitaṃ. Pamādalikhitabhāvo cassa ‘‘paṭhamaṃ ariṭṭho bhikkhu codetabbo, codetvā sāretabbo, sāretvā āpattiṃ ropetabbo’’ti (cūḷava. 65) evaṃ kammakkhandhake āpattiropanavacanato veditabbo.",
  "atk-vin01a3:406": "Iti bhedāya parakkamane ādikammikassa devadattassa yasmā taṃ kammaṃ na kataṃ, tasmāssa āpattiyeva na jātā. Sikkhāpadaṃ pana taṃ ārabbha paññattanti katvā ‘‘ādikammiko’’ti vutto. Iti āpattiyā abhāvatoyevassa anāpatti vuttā. Sā panesā kiñcāpi asamanubhāsantassāti imināva siddhā, yasmā pana asamanubhāsanto nāma yassa kevalaṃ samanubhāsanaṃ na karonti, so vuccati, na ādikammiko. Ayañca devadatto ādikammikoyeva, tasmā ‘‘ādikammikassā’’ti vuttaṃ. Etenupāyena ṭhapetvā ariṭṭhasikkhāpadaṃ sabbasamanubhāsanāsu vinicchayo veditabbo. Sesaṃ sabbattha uttānameva.",
  "atk-vin01a3:407": "Samuṭṭhānādīsu tivaṅgikaṃ ekasamuṭṭhānaṃ, samanubhāsanasamuṭṭhānaṃ nāmametaṃ, kāyavācācittato samuṭṭhāti. Paṭinissajjāmīti kāyavikāraṃ vā vacībhedaṃ vā akarontasseva pana āpajjanato akiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedananti.",
  "atk-vin01a3:408": "Paṭhamasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:409": "11. Dutiyasaṅghabhedasikkhāpadavaṇṇanā",
  "atk-vin01a3:410": "417-8.Tena samayena buddho bhagavāti dutiyasaṅghabhedasikkhāpadaṃ. Tattha anuvattakāti tassa diṭṭhikhantiruciggahaṇena anupaṭipajjanakā. Vaggaṃ asāmaggipakkhiyavacanaṃ vadantīti vaggavādakā. Padabhājane pana ‘‘tassa vaṇṇāya pakkhāya ṭhitā hontī’’ti vuttaṃ, tassa saṅghabhedāya parakkamantassa vaṇṇatthāya ca pakkhavuḍḍhiatthāya ca ṭhitāti attho. Ye hi vaggavādakā, te niyamena īdisā honti, tasmā evaṃ vuttaṃ. Yasmā pana tiṇṇaṃ uddhaṃ kammārahā na honti, na hi saṅgho saṅghassa kammaṃ karoti, tasmā eko vā dve vā tayo vāti vuttaṃ.",
  "atk-vin01a3:411": "Jānātinoti amhākaṃ chandādīni jānāti. Bhāsatīti ‘‘evaṃ karomā’’ti amhehi saddhiṃ bhāsati. Amhākampetaṃ khamatīti yaṃ so karoti, etaṃ amhākampi ruccati.",
  "atk-vin01a3:412": "Sametāyasmantānaṃ saṅghenāti āyasmantānaṃ cittaṃ saṅghena saddhiṃ sametu samāgacchatu, ekībhāvaṃ yātūti vuttaṃ hoti. Sesamettha paṭhamasikkhāpade vuttanayattā uttānatthattā ca pākaṭameva.",
  "atk-vin01a3:413": "Samuṭṭhānādīnipi paṭhamasikkhāpadasadisānevāti.",
  "atk-vin01a3:414": "Dutiyasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:415": "12. Dubbacasikkhāpadavaṇṇanā",
  "atk-vin01a3:416": "424.Tena samayena buddho bhagavāti dubbacasikkhāpadaṃ. Tattha anācāraṃ ācaratīti anekappakāraṃ kāyavacīdvāravītikkamaṃ karoti. Kiṃ nu kho nāmāti vambhanavacanametaṃ. Ahaṃ kho nāmāti ukkaṃsavacanaṃ. Tumhe vadeyyanti ‘‘idaṃ karotha, idaṃ mā karothā’’ti ahaṃ tumhe vattuṃ arahāmīti dasseti. Kasmāti ce? Yasmā amhākaṃ buddho bhagavā kaṇṭakaṃ āruyha mayā saddhiṃ nikkhamitvā pabbajitotievamādimatthaṃ sandhāyāha. ‘‘Amhākaṃ dhammo’’ti vatvā pana attano santakabhāve yuttiṃ dassento ‘‘amhākaṃ ayyaputtena dhammo abhisamito’’ti āha. Yasmā amhākaṃ ayyaputtena catusaccadhammo paṭividdho, tasmā dhammopi amhākanti vuttaṃ hoti. Saṅghaṃ pana attano veripakkhe ṭhitaṃ maññamāno amhākaṃ saṅghoti na vadati. Upamaṃ pana vatvā saṅghaṃ apasādetukāmo ‘‘seyyathāpi nāmā’’tiādimāha. Tiṇakaṭṭhapaṇṇasaṭanti tattha tattha patitaṃ tiṇakaṭṭhapaṇṇaṃ. Atha vā tiṇañca nissārakaṃ lahukaṃ kaṭṭhañca tiṇakaṭṭhaṃ. Paṇṇasaṭanti purāṇapaṇṇaṃ. Ussāreyyāti rāsiṃ kareyya.",
  "atk-vin01a3:417": "Pabbateyyāti pabbatappabhavā, sā hi sīghasotā hoti, tasmā tameva gaṇhāti. Saṅkhasevālapaṇakanti ettha saṅkhoti dīghamūlako paṇṇasevālo vuccati. Sevāloti nīlasevālo, avaseso udakapappaṭakatilabījakādi sabbopi paṇakoti saṅkhyaṃ gacchati. Ekato ussāritāti ekaṭṭhāne kenāpi sampiṇḍitā rāsīkatāti dasseti.",
  "atk-vin01a3:418": "425-6.Dubbacajātikoti dubbacasabhāvo vattuṃ asakkuṇeyyoti attho. Padabhājanepissa dubbacoti dukkhena kicchena vaditabbo, na sakkā sukhena vattunti attho. Dovacassakaraṇehīti dubbacabhāvakaraṇīyehi, ye dhammā dubbacaṃ puggalaṃ karonti, tehi samannāgatoti attho. Te pana ‘‘katame ca, āvuso, dovacassakaraṇā dhammā? Idhāvuso, bhikkhu pāpiccho hotī’’tiādinā nayena paṭipāṭiyā anumānasutte (ma. ni. 1.181) āgatā pāpicchatā, attukkaṃsakaparavambhakatā, kodhanatā, kodhahetu upanāhitā, kodhahetuabhisaṅgitā, kodhahetukodhasāmantavācānicchāraṇatā, codakaṃ paṭippharaṇatā, codakaṃ apasādanatā, codakassa paccāropanatā, aññena aññaṃpaṭicaraṇatā , apadānena na sampāyanatā, makkhipaḷāsitā, issukīmaccharitā, saṭhamāyāvitā, thaddhātimānitā, sandiṭṭhiparāmāsiādhānaggahiduppaṭinissaggitāti ekūnavīsati dhammā veditabbā.",
  "atk-vin01a3:419": "Ovādaṃ nakkhamati na sahatīti akkhamo. Yathānusiṭṭhaṃ appaṭipajjanato padakkhiṇena anusāsaniṃ na gaṇhātīti appadakkhiṇaggāhī anusāsaniṃ.",
  "atk-vin01a3:420": "Uddesapariyāpannesūti uddese pariyāpannesu antogadhesu. ‘‘Yassa siyā āpatti, so āvikareyyā’’ti evaṃ saṅgahitattā anto pātimokkhassa vattamānesūti attho. Sahadhammikaṃ vuccamānoti sahadhammikena vuccamāno karaṇatthe upayogavacanaṃ, pañcahi sahadhammikehi sikkhitabbattā tesaṃ vā santakattā sahadhammikanti laddhanāmena buddhapaññattena sikkhāpadena vuccamānoti attho.",
  "atk-vin01a3:421": "Viramathāyasmanto mama vacanāyāti yena vacanena maṃ vadatha, tato mama vacanato viramatha. Mā maṃ taṃ vacanaṃ vadathāti vuttaṃ hoti.",
  "atk-vin01a3:422": "Vadatu sahadhammenāti sahadhammikena sikkhāpadena sahadhammena vā aññenapi pāsādikabhāvasaṃvattanikena vacanena vadatu. Yadidanti vuḍḍhikāraṇanidassanatthe nipāto. Tena ‘‘yaṃ idaṃ aññamaññassa hitavacanaṃ āpattito vuṭṭhāpanañca tena aññamaññavacanena aññamaññavuṭṭhāpanena ca saṃvaḍḍhā parisā’’ti evaṃ parisāya vuḍḍhikāraṇaṃ dassitaṃ hoti. Sesaṃ sabbattha uttānameva.",
  "atk-vin01a3:423": "Samuṭṭhānādīni paṭhamasaṅghabhedasadisānevāti.",
  "atk-vin01a3:424": "Dubbacasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:425": "13. Kuladūsakasikkhāpadavaṇṇanā",
  "atk-vin01a3:426": "431.Tenasamayena buddho bhagavāti kuladūsakasikkhāpadaṃ. Tattha assajipunabbasukā nāmāti assaji ceva punabbasuko ca. Kīṭāgirisminti evaṃnāmake janapade. Āvāsikā hontīti ettha āvāso etesaṃ atthīti āvāsikā. ‘‘Āvāso’’ti vihāro vuccati. So yesaṃ āyatto navakammakaraṇapurāṇapaṭisaṅkharaṇādibhārahāratāya, te āvāsikā. Ye pana kevalaṃ vihāre vasanti, te nevāsikāti vuccanti. Ime āvāsikā ahesuṃ. Alajjino pāpabhikkhūti nillajjā lāmakabhikkhū, te hi chabbaggiyānaṃ jeṭṭhakachabbaggiyā.",
  "atk-vin01a3:427": "Sāvatthiyaṃ kira cha janā sahāyakā ‘‘kasikammādīni dukkarāni, handa mayaṃ sammā pabbajāma! Pabbajantehi ca uppanne kicce nittharaṇakaṭṭhāne pabbajituṃ vaṭṭatī’’ti sammantayitvā dvinnaṃ aggasāvakānaṃ santike pabbajiṃsu. Te pañcavassā hutvā mātikaṃ paguṇaṃ katvā mantayiṃsu ‘‘janapado nāma kadāci subhikkho hoti kadāci dubbhikkho, mayaṃ mā ekaṭṭhāne vasimha, tīsu ṭhānesu vasāmā’’ti. Tato paṇḍukalohitake āhaṃsu – ‘‘āvuso, sāvatthi nāma sattapaññāsāya kulasatasahassehi ajjhāvutthā, asītigāmasahassapaṭimaṇḍitānaṃ tiyojanasatikānaṃ dvinnaṃ kāsikosalaraṭṭhānaṃ āyamukhabhūtā, tatra tumhe dhuraṭṭhāneyeva pariveṇāni kāretvā ambapanasanāḷikerādīni ropetvā pupphehi ca phalehi ca kulāni saṅgaṇhantā kuladārake pabbājetvā parisaṃ vaḍḍhethā’’ti.",
  "atk-vin01a3:428": "Mettiyabhūmajake āhaṃsu – ‘‘āvuso, rājagahaṃ nāma aṭṭhārasahi manussakoṭīhi ajjhāvutthaṃ asītigāmasahassapaṭimaṇḍitānaṃ tiyojanasatikānaṃ dvinnaṃ aṅgamagadharaṭṭhānaṃ āyamukhabhūtaṃ, tatra tumhe dhuraṭṭhāneyeva…pe… parisaṃ vaḍḍhethā’’ti.",
  "atk-vin01a3:429": "Assajipunabbasuke āhaṃsu – ‘‘āvuso, kīṭāgiri nāma dvīhi meghehi anuggahito tīṇi sassāni pasavanti, tatra tumhe dhuraṭṭhāneyeva pariveṇāni kāretvā…pe… parisaṃ vaḍḍhethā’’ti. Te tathā akaṃsu. Tesu ekamekassa pakkhassa pañca pañca bhikkhusatāni parivārā, evaṃ samadhikaṃ diyaḍḍhabhikkhusahassaṃ hoti. Tatra paṇḍukalohitakā saparivārā sīlavantova bhagavatā saddhiṃ janapadacārikampi caranti, te akatavatthuṃ uppādenti, paññattasikkhāpadaṃ pana na maddanti, itare sabbe alajjino akatavatthuñca uppādenti, paññattasikkhāpadañca maddanti, tena vuttaṃ – ‘‘alajjino pāpabhikkhū’’ti.",
  "atk-vin01a3:430": "Evarūpanti evaṃjātikaṃ. Anācāraṃ ācarantīti anācaritabbaṃ ācaranti, akātabbaṃ karonti. Mālāvacchanti taruṇapuppharukkhaṃ, taruṇakā hi puppharukkhāpi pupphagacchāpi mālāvacchā tveva vuccanti, te ca anekappakāraṃ mālāvacchaṃ sayampi ropenti, aññenapi ropāpenti, tena vuttaṃ – ‘‘mālāvacchaṃ ropentipi ropāpentipī’’ti. Siñcantīti sayameva udakena siñcanti. Siñcāpentīti aññenapi siñcāpenti.",
  "atk-vin01a3:431": "Ettha pana akappiyavohāro kappiyavohāro pariyāyo obhāso nimittakammanti imāni pañca jānitabbāni. Tattha akappiyavohāro nāma allaharitānaṃ koṭṭanaṃ koṭṭāpanaṃ, āvāṭassa khaṇanaṃ khaṇāpanaṃ, mālāvacchassa ropanaṃ ropāpanaṃ, āḷiyā bandhanaṃ bandhāpanaṃ, udakassa secanaṃ secāpanaṃ, mātikāya sammukhakaraṇaṃ kappiyaudakasiñcanaṃ hatthamukhapādadhovananhānodakasiñcananti. Kappiyavohāro nāma ‘‘imaṃ rukkhaṃ jāna, imaṃ āvāṭaṃ jāna, imaṃ mālāvacchaṃ jāna, ettha udakaṃ jānā’’ti vacanaṃ sukkhamātikāya ujukaraṇañca. Pariyāyo nāma ‘‘paṇḍitena nāma mālāvacchādayo ropāpetabbā nacirasseva upakārāya saṃvattantī’’tiādivacanaṃ. Obhāso nāma kudālakhaṇittādīni ca mālāvacche ca gahetvā ṭhānaṃ, evaṃ ṭhitañhi sāmaṇerādayo disvā thero kārāpetukāmoti gantvā karonti. Nimittakammaṃ nāma kudāla-khaṇitti-vāsi-pharasu-udakabhājanāni āharitvā samīpe ṭhapanaṃ.",
  "atk-vin01a3:432": "Imāni pañcapi kulasaṅgahatthāya ropane na vaṭṭanti, phalaparibhogatthāya kappiyākappiyavohāradvayameva na vaṭṭati, itarattayaṃ vaṭṭati. Mahāpaccariyaṃ pana ‘‘kappiyavohāropi vaṭṭati. Yañca attano paribhogatthāya vaṭṭati, taṃ aññapuggalassa vā saṅghassa vā cetiyassa vā atthāyapi vaṭṭatī’’ti vuttaṃ.",
  "atk-vin01a3:433": "Ārāmatthāya pana vanatthāyaca chāyatthāya ca akappiyavohāramattameva na ca vaṭṭati, sesaṃ vaṭṭati, na kevalañca sesaṃ yaṃkiñci mātikampi ujuṃ kātuṃ kappiyaudakaṃ siñcituṃ nhānakoṭṭhakaṃ katvā nhāyituṃ hatthapādamukhadhovanudakāni ca tattha chaḍḍetumpi vaṭṭati. Mahāpaccariyaṃ pana kurundiyañca ‘‘kappiyapathaviyaṃ sayaṃ ropetumpi vaṭṭatī’’ti vuttaṃ. Ārāmādiatthāya pana ropitassa vā ropāpitassa vā phalaṃ paribhuñjitumpi vaṭṭati.",
  "atk-vin01a3:434": "Ocinanaocināpane pakatiyāpi pācittiyaṃ. Kuladūsanatthāya pana pācittiyañceva dukkaṭañca. Ganthanādīsu ca uracchadapariyosānesu kuladūsanatthāya aññatthāya vā karontassa dukkaṭameva . Kasmā? Anācārattā, ‘‘pāpasamācāro’’ti ettha vuttapāpasamācārattā ca. Ārāmādiatthāya rukkharopane viya vatthupūjanatthāya kasmā na anāpattīti ce? Anāpattiyeva. Yathā hi tattha kappiyavohārena pariyāyādīhi ca anāpatti tathā vatthupūjatthāyapi anāpattiyeva.",
  "atk-vin01a3:435": "Nanu ca tattha ‘‘kappiyapathaviyaṃ sayaṃ ropetumpi vaṭṭatī’’ti vuttanti? Vuttaṃ, na pana mahāaṭṭhakathāyaṃ. Athāpi maññeyyāsi itarāsu vuttampi pamāṇaṃ. Mahāaṭṭhakathāyañca kappiyaudakasecanaṃ vuttaṃ, taṃ kathanti? Tampi na virujjhati. Tatra hi avisesena ‘‘rukkhaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipī’’ti vattabbe ‘‘mālāvaccha’’nti vadanto ñāpeti ‘‘kulasaṅgahatthāya pupphaphalūpagameva sandhāyetaṃ vuttaṃ, aññatra pana pariyāyo atthī’’ti. Tasmā tattha pariyāyaṃ, idha ca pariyāyābhāvaṃ ñatvā yaṃ aṭṭhakathāsu vuttaṃ, taṃ suvuttameva. Vuttañcetaṃ –",
  "atk-vin01a3:436": "‘‘Buddhena dhammo vinayo ca vutto;",
  "atk-vin01a3:437": "Yo tassa puttehi tatheva ñāto;",
  "atk-vin01a3:438": "So yehi tesaṃ matimaccajantā;",
  "atk-vin01a3:439": "Yasmā pure aṭṭhakathā akaṃsu.",
  "atk-vin01a3:440": "‘‘Tasmā hi yaṃ aṭṭhakathāsu vuttaṃ;",
  "atk-vin01a3:441": "Taṃ vajjayitvāna pamādalekhaṃ;",
  "atk-vin01a3:442": "Sabbampi sikkhāsu sagāravānaṃ;",
  "atk-vin01a3:443": "Yasmā pamāṇaṃ idha paṇḍitāna’’nti.",
  "atk-vin01a3:444": "Sabbaṃ vuttanayeneva veditabbaṃ. Tattha siyā yadi vatthupūjanatthāyapi ganthānādīsu āpatti, haraṇādīsu kasmā anāpattīti? Kulitthīādīnaṃ atthāya haraṇato haraṇādhikāre hi visesetvā te kulitthīnantiādi vuttaṃ, tasmā buddhādīnaṃ atthāya harantassa anāpatti.",
  "atk-vin01a3:445": "Tattha ekatovaṇṭikanti pupphānaṃ vaṇṭe ekato katvā katamālaṃ. Ubhatovaṇṭikanti ubhohi passehi pupphavaṇṭe katvā katamālaṃ. Mañjarikantiādīsu pana mañjarī viya katā pupphavikati mañjarikāti vuccati. Vidhūtikāti sūciyā vā salākāya vā sinduvārapupphādīni vijjhitvā katā. Vaṭaṃsakoti vataṃsako. Āveḷāti kaṇṇikā. Uracchadoti hārasadisaṃ ure ṭhapanakapupphadāmaṃ. Ayaṃ tāva ettha padavaṇṇanā.",
  "atk-vin01a3:446": "Ayaṃ pana ādito paṭṭhāya vitthārena āpattivinicchayo. Kuladūsanatthāya akappiyapathaviyaṃ mālāvacchaṃ ropentassa pācittiyañceva dukkaṭañca, tathā akappiyavohārena ropāpentassa. Kappiyapathaviyaṃ ropanepi ropāpanepi dukkaṭameva. Ubhayatthāpi sakiṃ āṇattiyā bahunnampi ropane ekameva sapācittiyadukkaṭaṃ vā suddhadukkaṭaṃ vā hoti. Paribhogatthāya hi kappiyabhūmiyaṃ vā akappiyabhūmiyaṃ vā kappiyavohārena ropāpane anāpatti. Ārāmādiatthāyapi akappiyapathaviyaṃ ropentassa vā akappiyavacanena ropāpentassa vā pācittiyaṃ. Ayaṃ pana nayo mahāaṭṭhakathāyaṃ na suṭṭhu vibhatto, mahāpaccariyaṃ vibhattoti.",
  "atk-vin01a3:447": "Siñcanasiñcāpane pana akappiyaudakena sabbattha pācittiyaṃ, kuladūsanaparibhogatthāya dukkaṭampi. Kappiyena tesaṃyeva dvinnamatthāya dukkaṭaṃ. Paribhogatthāya cettha kappiyavohārena siñcāpane anāpatti. Āpattiṭṭhāne pana dhārāvacchedavasena payogabahulatāya āpattibahulatā veditabbā.",
  "atk-vin01a3:448": "Kuladūsanatthāya ocinane pupphagaṇanāya dukkaṭapācittiyāni aññattha pācittiyāneva. Bahūni pana pupphāni ekapayogena ocinanto payogavasena kāretabbo. Ocināpane kuladūsanatthāya sakiṃ āṇatto bahumpi ocinati, ekameva sapācittiyadukkaṭaṃ, aññatra pācittiyameva.",
  "atk-vin01a3:449": "Ganthanādīsu sabbāpi cha pupphavikatiyo veditabbā – ganthimaṃ, gopphimaṃ, vedhimaṃ, veṭhimaṃ, pūrimaṃ, vāyimanti. Tattha ‘‘ganthimaṃ’’ nāma sadaṇḍakesu vā uppalapadumādīsu aññesu vā dīghavaṇṭesu pupphesu daṭṭhabbaṃ. Daṇḍakena daṇḍakaṃ vaṇṭena vā vaṇṭaṃ ganthetvā katameva hi ganthimaṃ. Taṃ bhikkhussa vā bhikkhuniyā vā kātumpi akappiyavacanena kārāpetumpi na vaṭṭati. Evaṃ jāna, evaṃ kate sobheyya, yathā etāni pupphāni na vikiriyanti tathā karohītiādinā pana kappiyavacanena kāretuṃ vaṭṭati.",
  "atk-vin01a3:450": "‘‘Gopphimaṃ’’ nāma suttena vā vākādīhi vā vassikapupphādīnaṃ ekatovaṇṭikaubhatovaṇṭikamālāvasena gopphanaṃ, vākaṃ vā rajjuṃ vā diguṇaṃ katvā tattha avaṇṭakāni nīpapupphādīni pavesetvā paṭipāṭiyā bandhanti, etampi gopphimameva. Sabbaṃ purimanayeneva na vaṭṭati.",
  "atk-vin01a3:451": "‘‘Vedhimaṃ’’ nāma savaṇṭakāni vassikapupphādīni vaṇṭesu, avaṇṭakāni vā vakulapupphādīni antochidde sūcitālahīrādīhi vinivijjhitvā āvunanti, etaṃ vedhimaṃ nāma, tampi purimanayeneva na vaṭṭati. Keci pana kadalikkhandhamhi kaṇṭake vā tālahīrādīni vā pavesetvā tattha pupphāni vijjhitvā ṭhapenti, keci kaṇṭakasākhāsu, keci pupphacchattapupphakūṭāgārakaraṇatthaṃ chatte ca bhittiyañca pavesetvā ṭhapitakaṇṭakesu, keci dhammāsanavitāne baddhakaṇṭakesu, keci kaṇikārapupphādīni salākāhi vijjhanti, chattādhichattaṃ viya ca karonti, taṃ atioḷārikameva . Pupphavijjhanatthaṃ pana dhammāsanavitāne kaṇṭakampi bandhituṃ kaṇṭakādīhi vā ekapupphampi vijjhituṃ puppheyeva vā pupphaṃ pavesetuṃ na vaṭṭati. Jālavitānavedika-nāgadantaka pupphapaṭicchakatālapaṇṇaguḷakādīnaṃ pana chiddesu asokapiṇḍiyā vā antaresu pupphāni pavesetuṃ na doso. Etaṃ vedhimaṃ nāma na hoti. Dhammarajjuyampi eseva nayo.",
  "atk-vin01a3:452": "‘‘Veṭhimaṃ’’ nāma pupphadāmapupphahatthakesu daṭṭhabbaṃ. Keci hi matthakadāmaṃ karontā heṭṭhā ghaṭakākāraṃ dassetuṃ pupphehi veṭhenti, keci aṭṭhaṭṭha vā dasa dasa vā uppalapupphādīni suttena vā vākena vā daṇḍakesu bandhitvā uppalahatthake vā padumahatthake vā karonti, taṃ sabbaṃ purimanayeneva na vaṭṭati. Sāmaṇerehi uppāṭetvā thale ṭhapitauppalādīni kāsāvena bhaṇḍikampi bandhituṃ na vaṭṭati. Tesaṃyeva pana vākena vā daṇḍakena vā bandhituṃ aṃsabhaṇḍikaṃ vā kātuṃ vaṭṭati. Aṃsabhaṇḍikā nāma khandhe ṭhapitakāsāvassa ubho ante āharitvā bhaṇḍikaṃ katvā tasmiṃ pasibbake viya pupphāni pakkhipanti, ayaṃ vuccati aṃsabhaṇḍikā, etaṃ kātuṃ vaṭṭati. Daṇḍakehi paduminipaṇṇaṃ vijjhitvā uppalādīni paṇṇena veṭhetvā gaṇhanti, tatrāpi pupphānaṃ upari paduminipaṇṇameva bandhituṃ vaṭṭati. Heṭṭhā daṇḍakaṃ pana bandhituṃ na vaṭṭati.",
  "atk-vin01a3:453": "‘‘Pūrimaṃ’’ nāma mālāguṇe ca pupphapaṭe ca daṭṭhabbaṃ. Yo hi mālāguṇena cetiyaṃ vā bodhiṃ vā vedikaṃ vā parikkhipanto puna ānetvā pūrimaṭhānaṃ atikkāmeti, ettāvatāpi pūrimaṃ nāma hoti. Ko pana vādo anekakkhattuṃ parikkhipantassa, nāgadanta-kantarehi pavesetvā haranto olambakaṃ katvā puna nāgadantakaṃ parikkhipati, etampi pūrimaṃ nāma. Nāgadantake pana pupphavalayaṃ pavesetuṃ vaṭṭati. Mālāguṇehi pupphapaṭaṃ karonti. Tatrāpi ekameva mālāguṇaṃ harituṃ vaṭṭati. Puna paccāharato pūrimameva hoti, taṃ sabbaṃ purimanayeneva na vaṭṭati. Mālāguṇehi pana bahūhipi kataṃ pupphadāmaṃ labhitvā āsanamatthakādīsu bandhituṃ vaṭṭati. Atidīghaṃ pana mālāguṇaṃ ekavāraṃ haritvā vā parikkhipitvā vā puna aññassa bhikkhuno dātuṃ vaṭṭati. Tenāpi tatheva kātuṃ vaṭṭati.",
  "atk-vin01a3:454": "‘‘Vāyimaṃ’’ nāma pupphajālapupphapaṭapuppharūpesu daṭṭhabbaṃ. Cetiyesu pupphajālaṃ karontassa ekamekamhi jālacchidde dukkaṭaṃ. Bhitticchattabodhitthambhādīsupi eseva nayo. Pupphapaṭaṃ pana parehi pūritampi vāyituṃ na labbhati. Gopphimapuppheheva hatthiassādirūpakāni karonti, tānipi vāyimaṭṭhāne tiṭṭhanti. Purimanayeneva sabbaṃ na vaṭṭati. Aññehi kataparicchede pana pupphāni ṭhapentena hatthiassādirūpakampi kātuṃ vaṭṭati. Mahāpaccariyaṃ pana kalambakena aḍḍhacandakena ca saddhiṃ aṭṭhapupphavikatiyo vuttā. Tattha kalambakoti aḍḍhacandakantare ghaṭikadāmaolambako vutto. ‘‘Aḍḍhacandako’’ti aḍḍhacandākārena mālāguṇaparikkhepo. Tadubhayampi pūrimeyeva paviṭṭhaṃ. Kurundiyaṃ pana ‘‘dve tayo mālāguṇe ekato katvā pupphadāmakaraṇampi vāyimaṃyevā’’ti vuttaṃ. Tampi idha pūrimaṭṭhāneyeva paviṭṭhaṃ, na kevalañca pupphaguḷadāmameva piṭṭhamayadāmampi geṇḍukapupphadāmampi kurundiyaṃ vuttaṃ, kharapattadāmampi sikkhāpadassa sādhāraṇattā bhikkhūnampi bhikkhunīnampi neva kātuṃ na kārāpetuṃ vaṭṭati. Pūjānimittaṃ pana kappiyavacanaṃ sabbattha vattuṃ vaṭṭati. Pariyāyaobhāsanimittakammāni vaṭṭantiyeva.",
  "atk-vin01a3:455": "Tuvaṭṭentīti nipajjanti. Lāsentīti pītiyā uppilavamānā viya uṭṭhahitvā lāsiyanāṭakaṃ nāṭenti, recakaṃ denti. Naccantiyāpi naccantīti yadā nāṭakitthī naccati, tadā tepi tassā purato vā pacchato vā gacchantā naccanti. Naccantiyāpi gāyantīti yadā sā naccati, tadā naccānurūpaṃ gāyanti. Esa nayo sabbattha. Aṭṭhapadepi kīḷantīti aṭṭhapadaphalake jūtaṃ kīḷanti. Tathā dasapade, ākāsepīti aṭṭhapadadasapadesu viya ākāseyeva kīḷanti. Parihārapathepīti bhūmiyaṃ nānāpathamaṇḍalaṃ katvā tattha pariharitabbapathaṃ pariharantā kīḷanti. Santikāyapi kīḷantīti santikakīḷāya kīḷanti, ekajjhaṃ ṭhapitā sāriyo vā pāsāṇasakkharāyo vā acālentā nakheneva apanenti ca upanenti ca, sace tattha kāci calati, parājayo hoti. Khalikāyāti jūtaphalake pāsakakīḷāya kīḷanti. Ghaṭikāyāti ghaṭikā vuccati daṇḍakakīḷā, tāya kīḷanti. Dīghadaṇḍakena rassadaṇḍakaṃ paharantā vicaranti.",
  "atk-vin01a3:456": "Salākahatthenāti lākhāya vā mañjaṭṭhiyā vā piṭṭhaudake vā salākahatthaṃ temetvā ‘‘kiṃ hotū’’ti bhūmiyaṃ vā bhittiyaṃ vā taṃ paharitvā hatthiassādīrūpāni dassentā kīḷanti. Akkhenāti guḷena. Paṅgacīrenāti paṅgacīraṃ vuccati paṇṇanāḷikā, taṃ dhamantā kīḷanti. Vaṅkakenāti gāmadārakānaṃ kīḷanakena khuddakanaṅgalena. Mokkhacikāyāti mokkhacikā vuccati samparivattakakīḷā, ākāse vā daṇḍaṃ gahetvā, bhūmiyaṃ vā sīsaṃ ṭhapetvā heṭṭhupariyabhāvena parivattantā kīḷantīti attho. Ciṅgulakenāti ciṅgulakaṃ vuccati tālapaṇṇādīhi kataṃ vātappahārena paribbhamanacakkaṃ, tena kīḷanti. Pattāḷhakenāti pattāḷhakaṃ vuccati paṇṇanāḷi, tāya vālikādīni minantā kīḷanti. Rathakenāti khuddakarathena. Dhanukenāti khuddakadhanunā.",
  "atk-vin01a3:457": "Akkharikāyāti akkharikā vuccati ākāse vā piṭṭhiyaṃ vā akkharajānanakīḷā, tāya kīḷanti. Manesikāyāti manesikā vuccati manasā cintitajānanakīḷā, tāya kīḷanti. Yathāvajjenāti yathāvajjaṃ vuccati kāṇakuṇikakhañjādīnaṃ yaṃ yaṃ vajjaṃ taṃ taṃ payojetvā dassanakīḷā tāya kīḷanti, velambhakā viya. Hatthismimpi sikkhantīti hatthinimittaṃ yaṃ sippaṃ sikkhitabbaṃ, taṃ sikkhanti. Eseva nayo assādīsu. Dhāvantipīti parammukhā gacchantā dhāvanti. Ādhāvantipīti yattakaṃ dhāvanti, tattakameva abhimukhā puna āgacchantā ādhāvanti. Nibbujjhantīti mallayuddhaṃ karonti. Nalāṭikampi dentīti ‘‘sādhu, sādhu, bhaginī’’ti attano nalāṭe aṅguliṃ ṭhapetvā tassā nalāṭe ṭhapenti. Vividhampi anācāraṃ ācarantīti aññampi pāḷiyaṃ anāgataṃ mukhaḍiṇḍimādivividhaṃ anācāraṃ ācaranti.",
  "atk-vin01a3:458": "432.Pāsādikenāti pasādāvahena, sāruppena samaṇānucchavikena. Abhikkantenāti gamanena. Paṭikkantenāti nivattanena. Ālokitenāti purato dassanena. Vilokitenāti ito cito ca dassanena. Samiñjitenāti pabbasaṅkocanena. Pasāritenāti tesaṃyeva pasāraṇena. Sabbattha itthambhūtākhyānatthe karaṇavacanaṃ, satisampajaññehi abhisaṅkhatattā pāsādika abhikkanta-paṭikkanta-ālokita-vilokita-samiñjita-pasārito hutvāti vuttaṃ hoti. Okkhittacakkhūti heṭṭhā-khittacakkhu . Iriyāpathasampannoti tāya pāsādikaabhikkantāditāya sampannairiyāpatho.",
  "atk-vin01a3:459": "Kvāyanti ko ayaṃ. Abalabalo viyāti abalo kira bondo vuccati, atisayatthe ca idaṃ āmeḍitaṃ, tasmā atibondo viyāti vuttaṃ hoti. Mandamandoti abhikkantādīnaṃ anuddhatatāya atimando. Atisaṇhoti evaṃ guṇameva dosato dassenti. Bhākuṭikabhākuṭiko viyāti okkhittacakkhutāya bhakuṭiṃ katvā saṅkuṭitamukho kupito viya vicaratīti maññamānā vadanti. Saṇhāti nipuṇā, ‘‘amma tāta bhaginī’’ti evaṃ upāsakajanaṃ yuttaṭṭhāne upanetuṃ chekā, na yathā ayaṃ; evaṃ abalabalo viyāti adhippāyo. Sakhilāti sākhalyena yuttā. Sukhasambhāsāti idaṃ purimassa kāraṇavacanaṃ. Yesañhi sukhasambhāsā sammodanīyakathā nelā hoti kaṇṇasukhā, te sakhilāti vuccanti. Tenāhaṃsu – ‘‘sakhilā sukhasambhāsā’’ti. Ayaṃ panettha adhippāyo – amhākaṃ ayyā upāsake disvā madhuraṃ sammodanīyaṃ kathaṃ kathenti, tasmā sakhilā sukhasambhāsā, na yathā ayaṃ; evaṃ mandamandā viyāti. Mihitapubbaṅgamāti mihitaṃ pubbaṅgamaṃ etesaṃ vacanassāti mihitapubbaṅgamā, paṭhamaṃ sitaṃ katvā pacchā vadantīti attho. Ehisvāgatavādinoti upāsakaṃ disvā ‘‘ehi svāgataṃ tavā’’ti evaṃvādino, na yathā ayaṃ; evaṃ saṅkuṭitamukhatāya bhākuṭikabhākuṭikā viya evaṃ mihitapubbaṅgamāditāya abhākuṭikabhāvaṃ atthato dassetvā puna sarūpenapi dassento āhaṃsu – ‘‘abhākuṭikā uttānamukhā pubbabhāsino’’ti. Uppaṭipāṭiyā vā tiṇṇampi ākārānaṃ abhāvadassanametanti veditabbaṃ. Kathaṃ? Ettha hi ‘‘abhākuṭikā’’ti iminā bhākuṭikabhākuṭikākārassa abhāvo dassito. ‘‘Uttānamukhā’’ti iminā mandamandākārassa, ye hi cakkhūni ummiletvā ālokanena uttānamukhā honti, na te mandamandā. Pubbabhāsinoti iminā abalabalākārassa abhāvo dassito, ye hi ābhāsanakusalatāya ‘‘amma tātā’’ti paṭhamataraṃ ābhāsanti, na te abalabalāti.",
  "atk-vin01a3:460": "Ehi, bhante, gharaṃ gamissāmāti so kira upāsako ‘‘na kho, āvuso, piṇḍo labbhatī’’ti vutte ‘‘tumhākaṃ bhikkhūhiyeva etaṃ kataṃ , sakalampi gāmaṃ vicarantā na lacchathā’’ti vatvā piṇḍapātaṃ dātukāmo ‘‘ehi, bhante, gharaṃ gamissāmā’’ti āha. Kiṃ panāyaṃ payuttavācā hoti, na hotīti? Na hoti. Pucchitapañho nāmāyaṃ kathetuṃ vaṭṭati. Tasmā idāni cepi pubbaṇhe vā sāyanhe vā antaragharaṃ paviṭṭhaṃ bhikkhuṃ koci puccheyya – ‘‘kasmā, bhante, carathā’’ti? Yenatthena carati, taṃ ācikkhitvā ‘‘laddhaṃ na laddha’’nti vutte sace na laddhaṃ, ‘‘na laddha’’nti vatvā yaṃ so deti, taṃ gahetuṃ vaṭṭati.",
  "atk-vin01a3:461": "Duṭṭhoti na pasādādīnaṃ vināsena duṭṭho, puggalavasena duṭṭho. Dānapathānīti dānāniyeva vuccanti. Atha vā dānapathānīti dānanibaddhāni dānavattānīti vuttaṃ hoti. Upacchinnānīti dāyakehi upacchinnāni, na te tāni etarahi denti. Riñcantīti visuṃ honti nānā honti, pakkamantīti vuttaṃ hoti. Saṇṭhaheyyāti sammā tiṭṭheyya, pesalānaṃ bhikkhūnaṃ patiṭṭhā bhaveyya.",
  "atk-vin01a3:462": "Evamāvusoti kho so bhikkhu saddhassa pasannassa upāsakassa sāsanaṃ sampaṭicchi. Evarūpaṃ kira sāsanaṃ kappiyaṃ harituṃ vaṭṭati, tasmā ‘‘mama vacanena bhagavato pāde vandathā’’ti vā ‘‘cetiyaṃ paṭimaṃ bodhiṃ saṅghattheraṃ vandathā’’ti vā ‘‘cetiye gandhapūjaṃ karotha, pupphapūjaṃ karothā’’ti vā ‘‘bhikkhū sannipātetha, dānaṃ dassāma , dhammaṃ sossāmāti vā īdisesu sāsanesu kukkuccaṃ na kātabbaṃ. Kappiyasāsanāni etāni na gihīnaṃ gihikammapaṭisaṃyuttānīti. Kuto ca tvaṃ, bhikkhu, āgacchasīti nisinno so bhikkhu na āgacchati atthato pana āgato hoti; evaṃ santepi vattamānasamīpe vattamānavacanaṃ labbhati, tasmā na doso. Pariyosāne ‘‘tato ahaṃ bhagavā āgacchāmī’’ti etthāpi vacane eseva nayo.",
  "atk-vin01a3:463": "433.Paṭhamaṃ assajipunabbasukā bhikkhū codetabbāti ‘‘mayaṃ tumhe vattukāmā’’ti okāsaṃ kāretvā vatthunā ca āpattiyā ca codetabbā. Codetvā yaṃ na saranti, taṃ sāretabbā. Sace vatthuñca āpattiñca paṭijānanti, āpattimeva vā paṭijānanti, na vatthuṃ, āpattiṃ ropetabbā. Atha vatthumeva paṭijānanti, nāpattiṃ; evampi ‘‘imasmiṃ vatthusmiṃ ayaṃ nāma āpattī’’ti ropetabbā eva. Yadi neva vatthuṃ, nāpattiṃ paṭijānanti, āpattiṃ na ropetabbā ayamettha vinicchayo. Yathāpaṭiññāya pana āpattiṃ ropetvā; evaṃ pabbājanīyakammaṃ kātabbanti dassento ‘‘byattena bhikkhunā’’tiādimāha, taṃ uttānatthameva.",
  "atk-vin01a3:464": "Evaṃ pabbājanīyakammakatena bhikkhunā yasmiṃ vihāre vasantena yasmiṃ gāme kuladūsakakammaṃ kataṃ hoti, tasmiṃ vihāre vā tasmiṃ gāme vā na vasitabbaṃ. Tasmiṃ vihāre vasantena sāmantagāmepi piṇḍāya na caritabbaṃ. Sāmantavihārepi vasantena tasmiṃ gāme piṇḍāya na caritabbaṃ. Upatissatthero pana ‘‘bhante nagaraṃ nāma mahantaṃ dvādasayojanikampi hotī’’ti antevāsikehi vutto ‘‘yassā vīthiyā kuladūsakakammaṃ kataṃ tattheva vārita’’nti āha. Tato ‘‘vīthipi mahatī nagarappamāṇāva hotī’’ti vutto ‘‘yassā gharapaṭipāṭiyā’’ti āha, ‘‘gharapaṭipāṭīpi vīthippamāṇāva hotī’’ti vutto ito cito ca satta gharāni vāritānī’’ti āha. Taṃ pana sabbaṃ therassa manorathamattameva. Sacepi vihāro tiyojanaparamo hoti dvādasayojanaparamañca nagaraṃ, neva vihāre vasituṃ labbhati, na nagare caritunti.",
  "atk-vin01a3:465": "435.Tesaṅghena pabbājanīyakammakatāti kathaṃ saṅgho tesaṃ kammaṃ akāsi? Na gantvāva ajjhottharitvā akāsi, atha kho kulehi nimantetvā saṅghabhattesu kayiramānesu tasmiṃ tasmiṃ ṭhāne therā samaṇapaṭipadaṃ kathetvā ‘‘ayaṃ samaṇo, ayaṃ assamaṇo’’ti manusse saññāpetvā ekaṃ dve bhikkhū sīmaṃ pave setvā etenevupāyena sabbesaṃ pabbājanīyakammaṃ akaṃsūti. Evaṃ pabbājanīyakammakatassa ca aṭṭhārasa vattāni pūretvā yācantassa kammaṃ paṭippassambhetabbaṃ. Paṭippassaddhakammenāpi ca tena yesu kulesu pubbe kuladūsakakammaṃ kataṃ, tato paccayā na gahetabbā, āsavakkhayappattenāpi na gahetabbā, akappiyāva honti. ‘‘Kasmā na gaṇhathā’’ti pucchitena ‘‘pubbe evaṃ katattā’’ti vutte, sace vadanti ‘‘na mayaṃ tena kāraṇena dema idāni sīlavantatāya demā’’ti gahetabbā. Pakatiyā dānaṭṭhāneyeva kuladūsakakammaṃ kataṃ hoti. Tato pakatidānameva gahetuṃ vaṭṭati, yaṃ vaḍḍhetvā denti, taṃ na vaṭṭati.",
  "atk-vin01a3:466": "Na sammā vattantīti te pana assajipunabbasukā aṭṭhārasasu vattesu sammā na vattanti. Na lomaṃ pātentīti anulomapaṭipadaṃ appaṭipajjanatāya na pannalomā honti. Na netthāraṃ vattantīti attano nittharaṇamaggaṃ na paṭipajjanti . Na bhikkhū khamāpentīti ‘‘dukkaṭaṃ, bhante, amhehi, na puna evaṃ karissāma, khamatha amhāka’’nti evaṃ bhikkhūnaṃ khamāpanaṃ na karonti. Akkosantīti kārakasaṅghaṃ dasahi akkosavatthūhi akkosanti. Paribhāsantīti bhayaṃ nesaṃ dassenti. Chandagāmitā…pe… bhayagāmitā pāpentīti ete chandagāmino ca…pe… bhayagāmino cāti evaṃ chandagāmitāyapi…pe… bhayagāmitāyapi pāpenti, yojentīti attho. Pakkamantīti tesaṃ parivāresu pañcasu samaṇasatesu ekacce disā pakkamanti. Vibbhamantīti ekacce gihī honti. Kathañhi nāma assajipunabbasukā bhikkhūti ettha dvinnaṃ pamokkhānaṃ vasena sabbepi ‘‘assajipunabbasukā’’ti vuttā.",
  "atk-vin01a3:467": "436-7.Gāmaṃ vāti ettha nagarampi gāmaggahaṇeneva gahitaṃ. Tenassa padabhājane ‘‘gāmopi nigamopi nagarampi gāmo ceva nigamo cā’’ti vuttaṃ. Tattha apākāraparikkhepo saāpaṇo nigamoti veditabbo.",
  "atk-vin01a3:468": "Kulāni dūsetīti kuladūsako. Dūsento ca na asucikaddamādīhi dūseti, atha kho attano duppaṭipattiyā tesaṃ pasādaṃ vināseti. Tenevassa padabhājane ‘‘pupphena vā’’tiādi vuttaṃ. Tattha yo haritvā vā harāpetvā vā pakkositvā vā pakkosāpetvā vā sayaṃ vā upagatānaṃ yaṃkiñci attano santakaṃ pupphaṃ kulasaṅgahatthāya deti, dukkaṭaṃ. Parasantakaṃ deti, dukkaṭameva. Theyyacittena deti, bhaṇḍagghena kāretabbo. Eseva nayo saṅghikepi. Ayaṃ pana viseso, senāsanatthāya niyāmitaṃ issaravatāya dadato thullaccayaṃ.",
  "atk-vin01a3:469": "Pupphaṃ nāma kassa dātuṃ vaṭṭati, kassa na vaṭṭatīti? Mātāpitūnnaṃ tāva haritvāpi harāpetvāpi pakkositvāpi pakkosāpetvāpi dātuṃ vaṭṭati, sesañātakānaṃ pakkosāpetvāva. Tañca kho vatthupūjanatthāya, maṇḍanatthāya pana sivaliṅgādipūjanatthāya vā kassacipi dātuṃ na vaṭṭati. Mātāpitūnañca harāpentena ñātisāmaṇereheva harāpetabbaṃ. Itare pana yadi sayameva icchanti, vaṭṭati. Sammatena pupphabhājakena bhājanakāle sampattānaṃ sāmaṇerānaṃ upaḍḍhabhāgaṃ dātuṃ vaṭṭati. Kurundiyaṃ sampattagihīnaṃ upaḍḍhabhāgaṃ. Mahāpaccariyaṃ ‘‘cūḷakaṃ dātuṃ vaṭṭatī’’ti vuttaṃ. Asammatena apaloketvā dātabbaṃ.",
  "atk-vin01a3:470": "Ācariyupajjhāyesu sagāravā sāmaṇerā bahūni pupphāni āharitvā rāsiṃ katvā ṭhapenti, therā pātova sampattānaṃ saddhivihārikādīnaṃ upāsakānaṃ vā ‘‘tvaṃ idaṃ gaṇha, tvaṃ idaṃ gaṇhā’’ti denti, pupphadānaṃ nāma na hoti. ‘‘Cetiyaṃ pūjessāmā’’ti gahetvā gacchantāpi pūjaṃ karontāpi tattha tattha sampattānaṃ cetiyapūjanatthāya denti, etampi pupphadānaṃ nāma na hoti. Upāsake akkapupphādīhi pūjente disvā ‘‘vihāre kaṇikārapupphādīni atthi, upāsakā tāni gahetvā pūjethā’’ti vattumpi vaṭṭati. Bhikkhū pupphapūjaṃ katvā divātaraṃ gāmaṃ paviṭṭhe ‘‘kiṃ, bhante, atidivā paviṭṭhatthā’’ti pucchanti, ‘‘vihāre bahūni pupphāni pūjaṃ akarimhā’’ti vadanti. Manussā ‘‘bahūni kira vihāre pupphānī’’ti punadivase pahūtaṃ khādanīyaṃ bhojanīyaṃ gahetvā vihāraṃ gantvā pupphapūjañca karonti, dānañca denti, vaṭṭati. Manussā ‘‘mayaṃ, bhante, asukadivasaṃ nāma pūjessāmā’’ti pupphavāraṃ yācitvā anuññātadivase āgacchanti, sāmaṇerehi ca pageva pupphāni ocinitvā ṭhapitāni honti, te rukkhesu pupphāni apassantā ‘‘kuhiṃ, bhante, pupphānī’’ti vadanti, sāmaṇerehi ocinitvā ṭhapitāni tumhe pana pūjetvā gacchatha, saṅgho aññaṃ divasaṃ pūjessatīti. Te pūjetvā dānaṃ datvā gacchanti, vaṭṭati. Mahāpaccariyaṃ pana kurundiyañca ‘‘therā sāmaṇerehi dāpetuṃ na labhanti. Sace sayameva tāni pupphāni tesaṃ denti, vaṭṭati. Therehi pana ‘sāmaṇerehi ocinitvā ṭhapitānī’ti ettakameva vattabba’’nti vuttaṃ. Sace pana pupphavāraṃ yācitvā anocitesu pupphesu yāgubhattādīni ādāya āgantvā sāmaṇere ‘‘ocinitvā dethā’’ti vadanti. Ñātakasāmaṇerānaṃyeva ocinitvā dātuṃ vaṭṭati. Aññātake ukkhipitvā rukkhasākhāya ṭhapenti, na orohitvā palāyitabbaṃ, ocinitvā dātuṃ vaṭṭati. Sace pana koci dhammakathiko ‘‘bahūni upāsakā vihāre pupphāni yāgubhattādīni ādāya gantvā pupphapūjaṃ karothā’’ti vadati, tasseva na kappatīti mahāpaccariyañca kurundiyañca vuttaṃ. Mahāaṭṭhakathāyaṃ pana ‘‘etaṃ akappiyaṃ na vaṭṭatī’’ti avisesena vuttaṃ.",
  "atk-vin01a3:471": "Phalampi attano santakaṃ vuttanayeneva mātāpitūnaṃñca sesañātakānañca dātuṃ vaṭṭati. Kulasaṅgahatthāya pana dentassa vuttanayeneva attano santake parasantake saṅghike senāsanatthāya niyāmite ca dukkaṭādīni veditabbāni. Attano santakaṃyeva gilānamanussānaṃ vā sampattaissarānaṃ vā khīṇaparibbayānaṃ vā dātuṃ vaṭṭati, phaladānaṃ na hoti. Phalabhājakenāpi sammatena saṅghassa phalabhājanakāle sampattamanussānaṃ upaḍḍhabhāgaṃ dātuṃ vaṭṭati. Asammatena apaloketvā dātabbaṃ. Saṅghārāmepi phalaparicchedena vā rukkhaparicchedena vā katikā kātabbā. Tato gilānamanussānaṃ vā aññesaṃ vā phalaṃ yācantānaṃ yathāparicchedena cattāri pañca phalāni dātabbāni. Rukkhā vā dassetabbā ‘‘ito gahetuṃ labbhatī’’ti. ‘‘Igha phalāni sundarāni, ito gaṇhathā’’ti evaṃ pana na vattabbaṃ.",
  "atk-vin01a3:472": "Cuṇṇenāti ettha attano santakaṃ sirīsacuṇṇaṃ vā aññaṃ vā kasāvaṃ yaṃkiñci kulasaṅgahatthāya deti, dukkaṭaṃ. Parasantakādīsupi vuttanayeneva vinicchayo veditabbo. Ayaṃ pana viseso – idha saṅghassa rakkhitagopitāpi rukkhacchalli garubhaṇḍameva. Mattikadantakaṭṭhaveḷūsupi garubhaṇḍūpagaṃ ñatvā cuṇṇe vuttanayeneva vinicchayo veditabbo. Paṇṇadānaṃ pana ettha na āgataṃ, tampi vuttanayeneva veditabbaṃ. Paratopi garubhaṇḍavinicchaye sabbaṃ vitthārena vaṇṇayissāma.",
  "atk-vin01a3:473": "Vejjikāya vāti ettha vejjakammavidhi tatiyapārājikavaṇṇanāyaṃ vuttanayeneva veditabbo.",
  "atk-vin01a3:474": "Jaṅghapesanikenāti ettha jaṅghapesaniyanti gihīnaṃ dūteyyasāsanaharaṇakammaṃ vuccati, taṃ na kātabbaṃ. Gihīnañhi sāsanaṃ gahetvā gacchantassa pade pade dukkaṭaṃ. Taṃ kammaṃ nissāya laddhabhojanaṃ bhuñjantassāpi ajjhohāre ajjhohāre dukkaṭaṃ. Paṭhamaṃ sāsanaṃ aggahetvāpi pacchā ‘‘ayaṃ dāni so gāmo handa taṃ sāsanaṃ ārocemī’’ti maggā okkamantassāpi pade pade dukkaṭaṃ. Sāsanaṃ ārocetvā laddhabhojanaṃ bhuñjato purimanayeneva dukkaṭaṃ. Sāsanaṃ aggahetvā āgatena pana ‘‘bhante tasmiṃ gāme itthannāmassa kā pavattī’’ti pucchiyamānena kathetuṃ vaṭṭati, pucchitapañhe doso natthi. Pañcannaṃ pana sahadhammikānaṃ mātāpitūnaṃ paṇḍupalāsassa attano veyyāvaccakarassa ca sāsanaṃ harituṃ vaṭṭati, gihīnañca pubbe vuttappakāraṃ kappiyasāsanaṃ. Idañhi jaṅghapesaniyakammaṃ nāma na hoti. Imehi pana aṭṭhahi kuladūsakakammehi uppannapaccayā pañcannampi sahadhammikānaṃ na kappanti, abhūtārocanarūpiyasaṃvohārehi uppannapaccayasadisāva honti.",
  "atk-vin01a3:475": "Pāpā samācārā assāti pāpasamācāro. Te pana yasmā mālāvaccharopanādayo idha adhippetā, tasmā ‘‘mālāvacchaṃ ropentipī’’tiādinā nayenassa padabhājanaṃ vuttaṃ. Tirokkhāti parammukhā. Kulāni ca tena duṭṭhānīti ettha pana yasmā ‘‘kulānī’’ti vohāramattametaṃ, atthato hi manussā tena duṭṭhā honti, tasmāssa padabhājane ‘‘pubbe saddhā hutvā’’tiādimāha. Chandagāminoti chandena gacchantīti chandagāmino. Esa nayo sesesu. Samanubhāsitabbo tassa paṭinissaggāyāti ettha kuladūsakakammena dukkaṭameva. Yaṃ pana so saṅghaṃ paribhavitvā ‘‘chandagāmino’’tiādimāha. Tassa paṭinissaggāya samanubhāsanakammaṃ kātabbanti evamattho daṭṭhabbo. Sesaṃ sabbattha uttānatthameva.",
  "atk-vin01a3:476": "Samuṭṭhānādīnipi paṭhamasaṅghabhedasadisānevāti.",
  "atk-vin01a3:477": "Kuladūsakasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a3:478": "Nigamanavaṇṇanā",
  "atk-vin01a3:479": "442.Uddiṭṭhā kho…pe… evametaṃ dhārayāmīti ettha paṭhamaṃ āpatti etesanti paṭhamāpattikā, paṭhamaṃ vītikkamakkhaṇeyeva āpajjitabbāti attho. Itare pana yathā tatiye catutthe ca divase hotīti jaro ‘‘tatiyako catutthako’’ti ca vuccati; evaṃ yāvatatiye samanubhāsanakamme hontīti yāvatatiyakāti veditabbā.",
  "atk-vin01a3:480": "Yāvatīhaṃ jānaṃ paṭicchādetīti yattakāni ahāni jānanto paṭicchādeti, ‘‘ahaṃ itthannāmaṃ āpattiṃ āpanno’’ti sabrahmacārīnaṃ nāroceti. Tāvatīhanti tattakāni ahāni. Akāmā parivatthabbanti na kāmena, na vasena, atha kho akāmena avasena parivāsaṃ samādāya vatthabbaṃ. Uttari chārattanti parivāsato uttari cha rattiyo. Bhikkhumānattāyāti bhikkhūnaṃ mānanabhāvāya, ārādhanatthāyāti vuttaṃ hoti. Vīsatisaṅgho gaṇo assāti vīsatigaṇo . Tatrāti yatra sabbantimena paricchedena vīsatigaṇo bhikkhusaṅgho atthi tatra. Abbhetabboti abhietabbo sampaṭicchitabbo, abbhānakammavasena osāretabboti vuttaṃ hoti , avhātabboti vā attho. Anabbhitoti na abbhito, asampaṭicchito, akatabbhānakammoti vuttaṃ hoti, anavhātoti vā attho. Sāmīcīti anudhammatā, lokuttaradhammaṃ anugatā ovādānusāsanī, sāmīci dhammatāti vuttaṃ hoti. Sesamettha vuttanayamevāti.",
  "atk-vin01a3:481": "Samantapāsādikāya vinayasaṃvaṇṇanāya",
  "atk-vin01a3:482": "Terasakavaṇṇanā niṭṭhitā."
}