{
  "atk-s0511a19:0": "19. Tissabuddhavaṃsavaṇṇanā",
  "atk-s0511a19:1": "Tassa pana siddhatthassa bhagavato aparabhāge eko kappo buddhasuñño ahosi. Ito dvānavutikappamatthake tisso, phussoti ekasmiṃ kappe dve buddhā nibbattiṃsu. Tattha tisso nāma mahāpuriso pāramiyo pūretvā tusitapure nibbattitvā tato cavitvā khemakanagare janasandhassa nāma rañño aggamahesiyā padumadalasadisanayanāya padumānāmāya deviyā kucchismiṃ paṭisandhiṃ gahetvā dasannaṃ māsānaṃ accayena anomuyyāne mātukucchito nikkhami. Sattavassasahassāni agāraṃ ajjhāvasi. Tassa guhāsela-nārisaya-nisabhanāmakā tayo pāsādā ahesuṃ. Subhaddādevippamukhāni tettiṃsa itthisahassāni ahesuṃ.",
  "atk-s0511a19:2": "So cattāri nimittāni disvā subhaddādeviyā putte ānandakumāre uppanne sonuttaraṃ nāma anuttaraṃ turaṅgavaramāruyha mahābhinikkhamanaṃ nikkhamitvā pabbaji. Taṃ manussānaṃ koṭi anupabbaji. So tehi parivuto aṭṭha māse padhānacariyaṃ caritvā visākhapuṇṇamāya vīranigame vīraseṭṭhissa dhītāya dinnaṃ madhupāyāsaṃ paribhuñjitvā salalavane divāvihāraṃ vītināmetvā sāyanhasamaye vijitasaṅgāmakena nāma yavapālena upanītā aṭṭha tiṇamuṭṭhiyo gahetvā asanabodhiṃ upasaṅkamitvā cattālīsahatthavitthataṃ tiṇasantharaṃ santharitvā tattha pallaṅkaṃ ābhujitvā samāraṃ mārabalaṃ vidhamitvā adhigatasabbaññutaññāṇo – ‘‘anekajātisaṃsāraṃ…pe… taṇhānaṃ khayamajjhagā’’ti udānaṃ udānetvā sattasattāhaṃ bodhisamīpeyeva vītināmetvā yasavatī nagare brahmadevaṃ udayañca dve rājaputte saparivāre upanissayasampanne ākāsena gantvā yasavatīmigadāye otaritvā uyyānapālena rājaputte pakkosāpetvā tesaṃ saparivārānaṃ avisārinā byāpinā madhurena brahmassarena dasasahassilokadhātuṃ viññāpentova dhammacakkaṃ pavattesi, tadā koṭisatānaṃ paṭhamo dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a19:3": "1.",
  "atk-s0511a19:4": " ‘‘Siddhatthassa aparena, asamo appaṭipuggalo;",
  "atk-s0511a19:5": "Anantatejo amitayaso, tisso lokagganāyako.",
  "atk-s0511a19:6": "2.",
  "atk-s0511a19:7": " ‘‘Tamandhakāraṃ vidhamitvā, obhāsetvā sadevakaṃ;",
  "atk-s0511a19:8": "Anukampako mahāvīro, loke uppajji cakkhumā.",
  "atk-s0511a19:9": "3.",
  "atk-s0511a19:10": " ‘‘Tassāpi atulā iddhi, atulaṃ sīlaṃ samādhi ca;",
  "atk-s0511a19:11": "Sabbattha pāramiṃ gantvā, dhammacakkaṃ pavattayi.",
  "atk-s0511a19:12": "4.",
  "atk-s0511a19:13": " ‘‘So buddho dasasahassimhi, viññāpesi giraṃ suciṃ;",
  "atk-s0511a19:14": "Koṭisatāni abhisamiṃsu, paṭhame dhammadesane’’ti.",
  "atk-s0511a19:15": "Tattha sabbatthāti sabbesu dhammesu pāraṃ gantvā. Dasasahassimhīti dasasahassiyaṃ athāparena samayena tissena satthārā saddhiṃ pabbajitānaṃ bhikkhūnaṃ koṭi mahāpurisassa gaṇavāsaṃ pahāya bodhimūlamupagamanasamaye aññatra gatā. Sā tissena sammāsambuddhena dhammacakkaṃ pavattita’’nti sutvā yasavatīmigadāyaṃ āgantvā dasabalamabhivādetvā taṃ parivāretvā nisīdi. Tesaṃ bhagavā dhammaṃ desesi, tadā navutiyā koṭīnaṃ dutiyābhisamayo ahosi. Puna mahāmaṅgalasamāgame maṅgalapariyosāne saṭṭhiyā koṭīnaṃ tatiyo abhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a19:16": "5.",
  "atk-s0511a19:17": " ‘‘Dutiyo navutikoṭīnaṃ, tatiyo saṭṭhikoṭiyo;",
  "atk-s0511a19:18": "Bandhanāto pamocesi, satte naramarū tadā’’ti.",
  "atk-s0511a19:19": "Tattha dutiyo navutikoṭīnanti dutiyo abhisamayo ahosi navutikoṭipāṇīnanti attho. Bandhanātoti bandhanato, dasahi saṃyojanehi parimocesīti attho. Idāni parimocite satte sarūpato dassento ‘‘naramarū’’ti āha. Naramarūti narāmare.",
  "atk-s0511a19:20": "Yasavatīnagare kira antovassaṃ pabbajitānaṃ arahantānaṃ satasahassehi parivuto pavāresi, so paṭhamo sannipāto ahosi. Ubhato sujātassa sujātassa nāma rañño nārivāhanakumāro nārivāhananagaraṃ anuppatte bhagavati lokanāthe saparivāro paccuggantvā dasabalaṃ sabhikkhusaṅghaṃ nimantetvā sattāhaṃ asadisadānaṃ datvā attano rajjaṃ puttassa niyyātetvā saparivāro sabbalokādhipatissa tissasammāsambuddhassa santike ehibhikkhupabbajjāya pabbaji. Tassa kira sā pabbajjā sabbadisāsu pākaṭā ahosi. Tasmā tato tato āgantvā nārivāhanakumāraṃ mahājano anupabbaji. Tadā tathāgato navutiyā bhikkhusatasahassassa majjhagato pātimokkhaṃ uddisi , so dutiyo sannipāto ahosi. Puna khemavatīnagare ñātisamāgame buddhavaṃsadhammakathaṃ sutvā asītisatasahassāni tassa santike pabbajitvā arahattaṃ pāpuṇiṃsu, tehi parivuto sugato pātimokkhaṃ uddisi, so tatiyo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a19:21": "6.",
  "atk-s0511a19:22": " ‘‘Sannipātā tayo āsuṃ, tisse lokagganāyake;",
  "atk-s0511a19:23": "Khīṇāsavānaṃ vimalānaṃ, santacittāna tādinaṃ.",
  "atk-s0511a19:24": "7.",
  "atk-s0511a19:25": " ‘‘Khīṇāsavasatasahassānaṃ, paṭhamo āsi samāgamo;",
  "atk-s0511a19:26": "Navutisatasahassānaṃ, dutiyo āsi samāgamo.",
  "atk-s0511a19:27": "8.",
  "atk-s0511a19:28": " ‘‘Asītisatasahassānaṃ, tatiyo āsi samāgamo;",
  "atk-s0511a19:29": "Khīṇāsavānaṃ vimalānaṃ, pupphitānaṃ vimuttiyā’’ti.",
  "atk-s0511a19:30": "Tadā amhākaṃ bodhisatto yasavatīnagare sujāto nāma rājā hutvā iddhaṃ phītaṃ janapadaṃ anekakoṭidhanasannicayaṃ anurāgamupagatahadayañca parijanaṃ tiṇanaḷamiva pariccajitvā jātiādīsu saṃviggahadayo nikkhamitvā tāpasapabbajjaṃ pabbajitvā mahiddhiko mahānubhāvo hutvā ‘‘buddho loke uppanno’’ti sutvā pañcavaṇṇāya pītiyā phuṭasarīro hutvā sapatisso tissaṃ bhagavantaṃ upasaṅkamitvā vanditvā cintesi – ‘‘handāhaṃ mandāravapāricchattakādīhi dibbakusumehi bhagavantaṃ pūjessāmī’’ti. Atha so evaṃ cintetvā iddhiyā saggalokaṃ gantvā cittalatāvanaṃ pavisitvā padumapāricchattakamandāravādīhi dibbakusumehi ratanamayaṃ caṅkoṭakaṃ gāvutappamāṇaṃ pūretvā gahetvā gaganatalena āgantvā dibbehi surabhikusumehi bhagavantaṃ pūjesi. Ekañca maṇidaṇḍakaṃ suvaṇṇamayakaṇṇikaṃ padumarāgamaṇimayapaṇṇaṃ sugandhakesaracchattaṃ viya padumacchattaṃ bhagavato sirasi dhārayanto catuparisamajjhe aṭṭhāsi. Atha bhagavā naṃ – ‘‘ito dvenavute kappe gotamo nāma buddho bhavissatī’’ti byākāsi. Tena vuttaṃ –",
  "atk-s0511a19:31": "9.",
  "atk-s0511a19:32": " ‘‘Ahaṃ tena samayena, sujāto nāma khattiyo;",
  "atk-s0511a19:33": "Mahābhogaṃ chaḍḍayitvā, pabbajiṃ isipabbajaṃ.",
  "atk-s0511a19:34": "10.",
  "atk-s0511a19:35": " ‘‘Mayi pabbajite sante, uppajji lokanāyako;",
  "atk-s0511a19:36": "Buddhoti saddaṃ sutvāna, pīti me upapajjatha.",
  "atk-s0511a19:37": "11.",
  "atk-s0511a19:38": " ‘‘Dibbaṃ mandāravaṃ pupphaṃ, padumaṃ pārichattakaṃ;",
  "atk-s0511a19:39": "Ubho hatthehi paggayha, dhunamāno upāgamiṃ.",
  "atk-s0511a19:40": "12.",
  "atk-s0511a19:41": " ‘‘Cātuvaṇṇaparivutaṃ, tissaṃ lokagganāyakaṃ;",
  "atk-s0511a19:42": "Tamahaṃ pupphaṃ gahetvā, matthake dhārayiṃ jinaṃ.",
  "atk-s0511a19:43": "13.",
  "atk-s0511a19:44": " ‘‘Sopi maṃ buddho byākāsi, janamajjhe nisīdiya;",
  "atk-s0511a19:45": "Dvenavute ito kappe, ayaṃ buddho bhavissati.",
  "atk-s0511a19:46": "14.",
  "atk-s0511a19:47": " ‘‘Padhānaṃ padahitvāna…pe… hessāma sammukhā imaṃ.",
  "atk-s0511a19:48": "15.",
  "atk-s0511a19:49": " ‘‘Tassāpi vacanaṃ sutvā, bhiyyo cittaṃ pasādayiṃ;",
  "atk-s0511a19:50": "Uttariṃ vatamadhiṭṭhāsiṃ, dasapāramipūriyā’’ti.",
  "atk-s0511a19:51": "Tattha mayi pabbajiteti mayi pabbajitabhāvaṃ upagate. ‘‘Mama pabbajitaṃ santa’’nti potthakesu likhanti, so pamādalekhoti veditabbo. Upapajjathāti uppajjittha. Ubho hatthehīti ubhehi hatthehi. Paggayhāti gahetvāna. Dhunamānoti vākacīrāni vidhunamānova. Cātuvaṇṇaparivutanti catuparisaparivutaṃ, khattiyabrāhmaṇagahapatisamaṇaparivutanti attho. ‘‘Catuvaṇṇehi parivuta’’nti paṭhanti keci.",
  "atk-s0511a19:52": "Tassa pana bhagavato khemaṃ nāma nagaraṃ ahosi. Janasandho nāma khattiyo pitā, padumā nāma janikā, brahmadevo ca udayo ca dve aggasāvakā, samaṅgo nāmupaṭṭhāko, phussā ca sudattā ca dve aggasāvikā, asanarukkho bodhi, sarīraṃ saṭṭhihatthubbedhaṃ ahosi, vassasatasahassaṃ āyu, subhaddā nāma aggamahesī, ānando nāma putto, turaṅgayānena nikkhami. Tena vuttaṃ –",
  "atk-s0511a19:53": "16.",
  "atk-s0511a19:54": " ‘‘Khemakaṃ nāma nagaraṃ, janasandho nāma khattiyo;",
  "atk-s0511a19:55": "Padumā nāma janikā, tissassa ca mahesino.",
  "atk-s0511a19:56": "21.",
  "atk-s0511a19:57": " ‘‘Brahmadevo ca udayo ca, ahesuṃ aggasāvakā;",
  "atk-s0511a19:58": "Samaṅgo nāmupaṭṭhāko, tissassa ca mahesino.",
  "atk-s0511a19:59": "22.",
  "atk-s0511a19:60": " ‘‘Phussā ceva sudattā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a19:61": "Bodhi tassa bhagavato, asanoti pavuccati.",
  "atk-s0511a19:62": "24.",
  "atk-s0511a19:63": " ‘‘So buddho saṭṭhiratano, ahu uccattane jino;",
  "atk-s0511a19:64": "Anūpamo asadiso, himavā viya dissati.",
  "atk-s0511a19:65": "25.",
  "atk-s0511a19:66": " ‘‘Tassāpi atulatejassa, āyu āsi anuttaro;",
  "atk-s0511a19:67": "Vassasatasahassāni, loke aṭṭhāsi cakkhumā.",
  "atk-s0511a19:68": "26.",
  "atk-s0511a19:69": " ‘‘Uttamaṃ pavaraṃ seṭṭhaṃ, anubhotvā mahāyasaṃ;",
  "atk-s0511a19:70": "Jalitvā aggikkhandhova, nibbuto so sasāvako.",
  "atk-s0511a19:71": "27.",
  "atk-s0511a19:72": " ‘‘Valāhakova anilena, sūriyena viya ussavo;",
  "atk-s0511a19:73": "Andhakārova padīpena, nibbuto so sasāvako’’ti.",
  "atk-s0511a19:74": "Tattha uccattaneti uccabhāvena. Himavā viya dissatīti himavāva padissati. Ayameva vā pāṭho. Yathā yojanānaṃ satānucco himavā pañcapabbato sudūre ṭhitānampi uccabhāvena ca sommabhāvena ca atiramaṇīyo hutvā dissati, evaṃ bhagavāpi dissatīti attho. Anuttaroti nātidīgho nātirasso. Āyu vassasatasahassanti attho. Uttamaṃ pavaraṃ seṭṭhanti aññamaññavevacanāni. Ussavoti himabindu valāhakaussavaandhakārā viya anilasūriyadīpehi aniccatānilasūriyadīpehi upadduto parinibbuto sasāvako bhagavāti attho.",
  "atk-s0511a19:75": "Tisso kira bhagavā sunandavatīnagare sunandārāme parinibbāyi. Sesamettha gāthāsu pākaṭamevāti.",
  "atk-s0511a19:76": "Tissabuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a19:77": "Niṭṭhito sattarasamo buddhavaṃso."
}