{
  "atk-s0515a14:0": "14. Tuvaṭakasuttaniddesavaṇṇanā",
  "atk-s0515a14:1": "150. Cuddasame tuvaṭakasuttaniddese pucchāmi tanti idampi tasmiṃyeva mahāsamaye ‘‘kā nu kho arahattappattiyā paṭipattī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ tamatthaṃ pakāsetuṃ purimanayeneva nimmitabuddhena attānaṃ pucchāpetvā vuttaṃ.",
  "atk-s0515a14:2": "Tattha ādipucchāgāthāya tāva pucchāmīti ettha adiṭṭhajotanādivasena pucchā vibhajitā. Ādiccabandhūti ādiccassa gottabandhu. Vivekaṃsantipadañcāti vivekañca santipadañca. Kathaṃ disvāti kena kāraṇena disvā, kathaṃ pavattadassano hutvāti vuttaṃ hoti.",
  "atk-s0515a14:3": "Tisso pucchāti gaṇanaparicchedo. Adiṭṭhajotanāti yaṃ na diṭṭhaṃ na paṭividdhaṃ, tassa pākaṭakaraṇatthāya pucchā. Diṭṭhasaṃsandanāti yaṃ ñāṇacakkhunā diṭṭhaṃ, tassa ghaṭanatthāya. Vimaticchedanāti yā kaṅkhā, tassācchedanatthaṃ. Pakatiyā lakkhaṇaṃ aññātanti dhammānaṃ tathalakkhaṇaṃ pakatiyā na ñātaṃ. Adiṭṭhanti na diṭṭhaṃ. ‘‘Na niṭṭha’’ntipi pāṭho. Atulitanti tulāya tulitaṃ viya na tulitaṃ. Atīritanti tīraṇāya na tīritaṃ. Avibhūtanti na pākaṭaṃ. Avibhāvitanti paññāya na vaḍḍhitaṃ. Tassa ñāṇāyāti tassa dhammassa lakkhaṇajānanatthāya. Dassanāyāti dassanatthāya. Tulanāyāti tulanatthāya. Tīraṇāyāti tīraṇatthāya. Vibhāvanāyāti vibhāgakaraṇatthāya. Aññehi paṇḍitehīti aññehi buddhisampannehi. Saṃsayapakkhandoti sandehaṃ paviṭṭho.",
  "atk-s0515a14:4": "Manussapucchāti manussānaṃ pucchā. Amanussapucchāti nāgasupaṇṇādīnaṃ pucchā. Gahaṭṭhāti avasesagahaṭṭhā. Pabbajitāti liṅgavasena vuttā. Nāgāti suphassādayo nāgā. Supaṇṇāti supaṇṇasaṃyuttavasena (saṃ. ni. 3.392 ādayo). Yakkhāti yakkhasaṃyuttavasena (saṃ. ni. 10.235 ādayo) ca veditabbā . Asurāti pahārādādayo. Gandhabbāti pañcasikhagandhabbaputtādayo . Mahārājānoti cattāro mahārājāno. Ahīnindriyanti saṇṭhānavasena avikalindriyaṃ. So nimmitoti so bhagavatā nimmito buddho.",
  "atk-s0515a14:5": "Vodānatthapucchāti visesadhammapucchā. Atītapucchāti atīte dhamme ārabbha pucchā. Anāgatādīsupi eseva nayo. Kusalapucchāti anavajjadhammapucchā. Akusalapucchāti sāvajjadhammapucchā. Abyākatapucchāti tadubhayaviparītadhammapucchā.",
  "atk-s0515a14:6": "Ajjhesāmi tanti taṃ āṇāpemi. Kathayassu meti mayhaṃ kathehi. Gottañātakoti gottena ñātako. Gottabandhūti gottajjhattiko. Ekenākārenāti ekena koṭṭhāsena.",
  "atk-s0515a14:7": "Santipadanti santisaṅkhātaṃ nibbānapadaṃ. Ye dhammā santādhigamāyāti ye satipaṭṭhānādayo dhammā nibbānapaṭilābhatthāya. Santiphusanāyāti ñāṇaphassena nibbānaphusanatthāya. Sacchikiriyāyāti paccakkhakaraṇatthāya. Mahantaṃ sīlakkhandhanti mahantaṃ sīlarāsiṃ. Samādhikkhandhādīsupi eseva nayo. Sīlakkhandhādayo lokiyalokuttarā, vimuttiñāṇadassanaṃ lokiyameva.",
  "atk-s0515a14:8": "Tamokāyassa padālananti avijjārāsissa viddhaṃsanaṃ. Vipallāsassa bhedananti catubbidhavipallāsassa bhedanaṃ. Taṇhāsallassa abbuhananti taṇhākaṇṭakassa luñcanaṃ. Abhisaṅkhārassa vūpasamanti puññādiabhisaṅkhārassa nibbāpanaṃ. Bhārassa nikkhepananti pañcakkhandhabhārassa ṭhapanaṃ. Saṃsāravaṭṭassa upacchedananti saṃsārapavattassa chedanaṃ. Santāpassa nibbāpananti kilesasantāpassa nibbuti. Pariḷāhassa paṭipassaddhinti kilesadarathassa sannisīdanaṃ. Devadevoti devānaṃ atidevo.",
  "atk-s0515a14:9": "151. Atha bhagavā yasmā yathā passanto kilese uparundhati, tathā disvā tathā pavattadassano hutvā parinibbāti, tasmā tamatthaṃ āvikaronto nānappakārena taṃ devaparisaṃ kilesappahāne niyojento ‘‘mūlaṃ papañcasaṅkhāyā’’ti ārabhitvā pañca gāthā abhāsi.",
  "atk-s0515a14:10": "Tattha ādigāthāya tāva saṅkhepattho – papañcasaṅkhāti papañcāti saṅkhātattā papañcā eva papañcasaṅkhā. Tassā avijjādayo kilesā mūlaṃ, taṃ papañcasaṅkhāya mūlaṃ asmīti pavattamānañca sabbaṃ mantāya uparundhe. Yā kāci ajjhattaṃ taṇhā uppajjeyyuṃ. Tāsaṃ vinayāya pahānāya sadā sato sikkhe upaṭṭhitassati hutvā sikkheyyāti.",
  "atk-s0515a14:11": "Ajjhattasamuṭṭhānā vāti citte uppannā vā. Purebhattanti divābhattato purekālaṃ. Accantasaṃyogatthe upayogavacanaṃ, atthato pana bhummameva purebhatteti, esa nayo pacchābhattādīsu. Pacchābhattanti divābhattato pacchākālaṃ. Purimaṃ yāmanti rattiyā paṭhamakoṭṭhāsaṃ. Majjhimaṃ yāmanti rattiyā dutiyakoṭṭhāsaṃ. Pacchimaṃ yāmanti rattiyā tatiyakoṭṭhāsaṃ. Kāḷeti kāḷapakkhe. Juṇheti sukkapakkhe. Vasseti cattāro vassānamāse. Hemanteti cattāro hemantamāse. Gimheti cattāro gimhānamāse. Purime vayokhandheti paṭhame vayokoṭṭhāse, paṭhamavayeti attho. Tīsu ca vayesu vassasatāyukassa purisassa ekekasmiṃ vaye catumāsādhikāni tettiṃsa vassāni honti.",
  "atk-s0515a14:12": "152. Evaṃ paṭhamagāthāya tāva tīhi sikkhāhi yuttaṃ desanaṃ arahattanikūṭena desetvā puna mānappahānavasena desetuṃ ‘‘yaṃ kiñcī’’ti gāthamāha. Tattha yaṃ kiñci dhammamabhijaññā ajjhattanti yaṃ kiñci uccākulīnatādikaṃ attano guṇaṃ jāneyya. Atha vāpi bahiddhāti atha vā bahiddhāpi ācariyupajjhāyānaṃ vā guṇaṃ jāneyya. Na tena thāmaṃ kubbethāti tena guṇena mānaṃ na kareyya.",
  "atk-s0515a14:13": "Satānanti santaguṇavantānaṃ. Santānanti nibbutasantānaṃ. Na vuttāti na kathitā. Nappavuttāti na vissajjitā.",
  "atk-s0515a14:14": "153. Idānissa akaraṇavidhiṃ dassento ‘‘seyyo na tenā’’ti gāthamāha. Tassattho – tena ca mānena ‘‘seyyoha’’nti vā ‘‘nīcoha’’nti vā ‘‘sarikkhoha’’nti vāpi na maññeyya. Tehi ca uccākulīnatādīhi guṇehi phuṭṭho anekarūpehi ‘‘ahaṃ uccā kulā pabbajito’’tiādinā nayena attānaṃ vikappento na tiṭṭheyyāti.",
  "atk-s0515a14:15": "154. Evaṃ mānappahānavasenapi desetvā idāni sabbakilesūpasamavasena desetuṃ ‘‘ajjhattamevā’’ti gāthamāha. Tattha ajjhattamevupasameti attani eva rāgādisabbakilese upasameyya. Na aññato bhikkhu santimeseyyāti ṭhapetvā ca satipaṭṭhānādīni aññena upāyena santiṃ na pariyeseyya. Kuto nirattā vāti nirattā kutoyeva.",
  "atk-s0515a14:16": "Naeseyyāti sīlabbatādīhi na maggeyya. Na gaveseyyāti na olokeyya. Na pariyeseyyāti punappunaṃ na ikkheyya.",
  "atk-s0515a14:17": "155. Idāni ajjhattaṃ upasantassa khīṇāsavassa tādibhāvaṃ dassento ‘‘majjhe yathā’’ti gāthamāha. Tassattho – yathā mahāsamuddassa upariheṭṭhimabhāgānaṃ vemajjhasaṅkhāte catuyojanasahassappamāṇe majjhe pabbatantare ṭhitassa vā majjhe samuddassa ūmi no jāyati, ṭhitova so hoti avikampamāno, evaṃ anejo khīṇāsavo lābhādīsu ṭhito assa avikampamāno, so tādiso rāgādiussadaṃ bhikkhu na kareyya kuhiñcīti.",
  "atk-s0515a14:18": "Ubbedhenāti heṭṭhābhāgena. Gambhīroti udakapiṭṭhito paṭṭhāya caturāsītiyojanasahassāni gambhīro. ‘‘Ubbedho’’tipi pāṭho, taṃ na sundaraṃ. Heṭṭhāti antoudakaṃ. Uparīti uddhaṃudakaṃ. Majjheti vemajjhe. Na kampatīti ṭhitaṭṭhānato na calati. Na vikampatīti ito cito ca na calati. Na calatīti niccalaṃ hoti. Na vedhatīti na phandati. Nappavedhatīti na parivattati. Na sampavedhatīti na paribbhamati. Aneritoti na erito. Aghaṭṭitoti akkhobho. Acalitoti na kampito. Aluḷitoti na kalalībhūto. Tatra ūmi no jāyatīti tasmiṃ ṭhāne vīci na uppajjati.",
  "atk-s0515a14:19": "Sattannaṃ pabbatānaṃ antarikāsūti yugandharādīnaṃ sattannaṃ pabbatānaṃ antarantarā. Sīdantarāti antamaso simbalītūlampi tesu patitapatitaṃ sīdatīti sīdā, pabbatantare jātattā antarā. ‘‘Antarasīdā’’tipi pāṭho.",
  "atk-s0515a14:20": "156. Idāni evaṃ arahattanikūṭena desitaṃ dhammadesanaṃ abbhānumodento tassa ca arahattassa ādipaṭipadaṃ pucchanto nimmitabuddho ‘‘akittayī’’ti gāthamāha. Tattha akittayīti ācikkhi. Vivaṭacakkhūti vivaṭehi anāvaraṇehi pañcahi cakkhūhi samannāgato. Sakkhidhammanti sakāyattaṃ sayaṃ abhiññātaṃ attapaccakkhadhammaṃ. Parissayavinayanti parissayavinayanaṃ. Paṭipadaṃ vadehīti idāni paṭipattiṃ vadehi. Bhaddanteti bhaddaṃ tava atthūti bhagavantaṃ ālapanto āha. Atha vā bhaddaṃ sundaraṃ tava paṭipadaṃ vadehītipi vuttaṃ hoti. Pātimokkhaṃ atha vāpi samādhinti tameva paṭipadaṃ bhinditvā pucchati. Paṭipadanti etena vā maggaṃ pucchati. Itarehi sīlaṃ samādhiñca pucchati.",
  "atk-s0515a14:21": "Maṃsacakkhunāpīti sasambhārikamaṃsacakkhunāpi. Dibbacakkhunāpīti dibbasadisattā dibbaṃ. Devānañhi sucaritakammanibbattaṃ pittasemharuhirādīhi apalibuddhaṃ upakkilesavinimuttatāya dūrepi ārammaṇasampaṭicchanasamatthaṃ dibbaṃ pasādacakkhu hoti. Idañcāpi vīriyabhāvanābalanibbattaṃ ñāṇacakkhu tādisamevāti dibbasadisattā dibbaṃ. Dibbavihāravasena paṭiladdhattā, attanā ca dibbavihārasannissitattāpi dibbaṃ. Ālokapariggahena mahājutikattāpi dibbaṃ. Tirokuṭṭādigatarūpadassanena mahāgatikattāpi dibbaṃ. Taṃ sabbaṃ saddasatthānusārena veditabbaṃ. Dassanaṭṭhena cakkhu, cakkhukiccakaraṇena cakkhumivātipi cakkhu, dibbañca taṃ cakkhu cāti dibbacakkhu. Tena dibbacakkhunāpi vivaṭacakkhu. Idāni pañcavidhaṃ cakkhuṃ vitthārena kathetuṃ ‘‘kathaṃ bhagavā maṃsacakkhunāpivivaṭacakkhū’’tiādimāha . Maṃsacakkhumhi bhagavato pañcavaṇṇā saṃvijjantīti ettha sasambhārādikacakkhumhi buddhassa bhagavato pañca koṭṭhāsā paccekaṃ paccekaṃ upalabbhanti.",
  "atk-s0515a14:22": "Nīlo ca vaṇṇoti umāpupphavaṇṇo. Pītako ca vaṇṇoti kaṇikārapupphavaṇṇo. Lohitako ca vaṇṇoti indagopakavaṇṇo. Kaṇho ca vaṇṇoti añjanavaṇṇo. Odāto ca vaṇṇoti osadhitārakavaṇṇo. Yattha ca akkhilomāni patiṭṭhitānīti yasmiṃ ṭhāne akkhilomāni patiṭṭhahitvā uṭṭhitāni. Taṃ nīlaṃ hoti sunīlanti ettha nīlanti sabbasaṅgāhakavasena vuttaṃ. Sunīlanti antaravirahitaṃ suṭṭhu nīlaṃ. Pāsādikanti pasādajanakaṃ. Dassaneyyanti dassanīyaṃ. Umāpupphasamānanti dakasītalapupphasadisaṃ. Tassa paratoti tassa samantā bāhirapasse. Pītakanti sabbasaṅgāhakaṃ. Supītakanti antaravirahitaṃ suṭṭhu pītakaṃ. Ubhayato ca akkhikūṭānīti dve ca akkhikoṭiyo. Lohitakānīti sabbasaṅgāhakavasena vuttaṃ. Sulohitakānīti apaññāyamānavivarāni suṭṭhu lohitakāni. Majjhe kaṇhanti akkhīnaṃ majjhimaṭṭhānaṃ añjanasadisaṃ kaṇhaṃ. Sukaṇhanti antaravirahitaṃ suṭṭhu kaṇhaṃ. Alūkhanti pāsādikaṃ. Siniddhanti paṇītaṃ. Bhaddāriṭṭhakasamānanti apanītatacabhaddāriṭṭhakaphalasadisaṃ. ‘‘Addāriṭṭhakasamāna’’ntipi pāḷi, tassā tintakākasadisanti attho. Odātanti sabbasaṅgāhakavasena vuttaṃ. Suodātanti antaravirahitaṃ rajatamaṇḍalasadisaṃ suṭṭhu odātaṃ. Setaṃ paṇḍaranti dvīhipi atiodātataṃ dasseti. Pākatikena maṃsacakkhunāti pakatimaṃsacakkhunā. Attabhāvapariyāpannenāti attabhāvasannissitena. Purimasucaritakammābhinibbattenāti purimesu tattha tatthuppannesu attabhāvesu kāyasucaritādikammunā uppāditena. Samantā yojanaṃ passatīti samantato catugāvutappamāṇe yojane tirokuṭṭādigataṃ rūpaṃ āvaraṇavirahitaṃ pakatimaṃsacakkhunā dakkhati.",
  "atk-s0515a14:23": "Divāceva rattiñcāti divasabhāge ca rattibhāge ca. Caturaṅgasamannāgatoti catūhi aṅgehi samannāgato paripuṇṇaandhakāro ālokavirahito. Sūriyo vā atthaṅgatoti sūrabhāvaṃ janayanto uṭṭhito sūriyo vigato. Kāḷapakkho ca uposathoti kāḷapakkhe cātuddasīuposathadivaso ca. Tibbo ca vanasaṇḍoti gahano ca rukkharāsi. Mahā ca kāḷamegho abbhuṭṭhitoti mahanto kāḷamegho abbhapaṭalo ca uṭṭhito hoti. Kuṭṭo vāti iṭṭhakācayo vā. Kavāṭaṃ vāti dvāravātapānādikavāṭaṃ vā. Pākāro vāti mattikādipākāro vā. Pabbato vāti paṃsupabbatādipabbato vā. Gacchaṃ vāti taruṇagacchādigacchaṃ vā . Latā vāti karavindādi latā vā. Āvaraṇaṃ rūpānaṃ dassanāyāti rūpārammaṇānaṃ dassanatthāya paṭisedhaṃ natthi. Ekañce tilaphalaṃ nimittaṃ katvāti sace ekaṃ tilabījaṃ saññāṇaṃ katvā. Tilavāhe pakkhipeyyāti dve sakaṭe tilarāsimhi khipeyya. Keci pana ‘‘vāho nāma kumbhātirekadvesakaṭa’’nti vadanti. Taññeva tilaphalaṃ uddhareyyāti taṃnimittakataṃ tilabījaṃyeva uddharitvā gaṇheyya.",
  "atk-s0515a14:24": "Dibbena cakkhunāti idaṃ vuttatthameva. Visuddhenāti cutūpapātadassanena diṭṭhivisuddhihetuttā visuddhena. Yo hi cutimattameva passati na upapātaṃ, so ucchedadiṭṭhiṃ gaṇhāti. Yo upapātameva passati na cutiṃ, so navasattapātubhāvasassatadiṭṭhiṃ gaṇhāti. Yo pana tadubhayaṃ passati, so yasmā duvidhampi taṃ diṭṭhigataṃ ativattati, tasmāssa taṃ dassanaṃ diṭṭhivisuddhihetu hoti, ubhayañcetaṃ buddhaputtā passanti. Tena vuttaṃ – ‘‘cutūpapātadassanena diṭṭhivisuddhihetuttā visuddha’’nti. Manussūpacāraṃ atikkamitvā rūpadassanena atikkantamānusakaṃ, mānusakaṃ vā maṃsacakkhuṃ atikkantattā atikkantamānusakanti veditabbaṃ.",
  "atk-s0515a14:25": "Tena dibbena cakkhunā visuddhena atikkantamānusakena satte passatīti manussamaṃsacakkhunā viya satte oloketi. Cavamāne upapajjamāneti ettha cutikkhaṇe upapattikkhaṇe vā dibbacakkhunā daṭṭhuṃ na sakkā. Ye pana āsannacutikā idāni cavissanti, te cavamānā. Ye ca gahitapaṭisandhikā sampatinibbattāva, te upapajjamānāti adhippetā. Te evarūpe cavamāne upapajjamāne ca passatīti dasseti. Hīneti mohanissandayuttattā hīne. Tabbiparīte paṇīte. Suvaṇṇeti adosanissandayuttattā iṭṭhakantamanāpavaṇṇayutte. Tabbiparīte dubbaṇṇe, abhirūpe virūpeti attho. Sugateti sugatigate, alobhanissandayuttattā vā aḍḍhe mahaddhane. Duggateti duggatigate, lobhanissandayuttattā vā dalidde appannapāne. Yathākammūpageti yaṃ yaṃ kammaṃ upacitaṃ, tena tena upagate . Tattha purimehi ‘‘cavamāne’’tiādīhi dibbacakkhukiccaṃ vuttaṃ . Iminā pana padena yathākammūpagañāṇakiccaṃ.",
  "atk-s0515a14:26": "Tassa ca ñāṇassa ayamuppattikkamo – idha bhikkhu heṭṭhānirayābhimukhaṃ ālokaṃ vaḍḍhetvā nerayike satte passati mahādukkhaṃ anubhavamāne, taṃ dassanaṃ dibbacakkhukiccameva. So evaṃ manasi karoti ‘‘kiṃ nu kho kammaṃ katvā ime sattā etaṃ dukkhaṃ anubhavantī’’ti, athassa ‘‘idaṃ nāma katvā’’ti taṃ kammārammaṇaṃ ñāṇaṃ uppajjati. Tathā uparidevalokābhimukhaṃ ālokaṃ vaḍḍhetvā nandanavana missakavana phārusakavanādīsu satte passati mahāsampattiṃ anubhavamāne. Tampi dassanaṃ dibbacakkhukiccameva. So evaṃ manasi karoti ‘‘kiṃ nu kho kammaṃ katvā ime sattā etaṃ sampattiṃ anubhavantī’’ti. Athassa ‘‘idaṃ nāma katvā’’ti taṃ kammārammaṇaṃ ñāṇamuppajjati. Idaṃ yathākammūpagañāṇaṃ nāma. Imassa visuṃ parikammaṃ nāma natthi. Yathā ca imassa, evaṃ anāgataṃsañāṇassāpi. Dibbacakkhupādakāneva hi imāni dibbacakkhunā saheva ijjhanti.",
  "atk-s0515a14:27": "Ime vata bhontotiādīsu imeti dibbacakkhunā diṭṭhānaṃ nidassanavacanaṃ. Vatāti anusocanatthe nipāto. Bhontoti bhavanto. Duṭṭhu caritaṃ, duṭṭhuṃ vā caritaṃ kilesapūtikattāti duccaritaṃ; kāyena duccaritaṃ, kāyato vā uppannaṃ duccaritanti kāyaduccaritaṃ. Itaresupi eseva nayo. Samannāgatāti samaṅgībhūtā.",
  "atk-s0515a14:28": "Ariyānaṃ upavādakāti buddhapaccekabuddhabuddhasāvakānaṃ ariyānaṃ antamaso gihisotāpannānampi anatthakāmā hutvā antimavatthunā vā guṇaparidhaṃsanena vā upavādakā, akkosakā garahakāti vuttaṃ hoti. Tattha ‘‘natthi imesaṃ samaṇadhammo, assamaṇā ete’’ti vadanto antimavatthunā upavadati. ‘‘Natthi imesaṃ jhānaṃ vā vimokkho vā maggo vā phalaṃ vā’’tiādīni vadanto guṇaparidhaṃsanena upavadatīti veditabbo. So ca jhānaṃ vā upavadeyya ajhānaṃ vā, ubhayathāpi ariyūpavādova hoti; atibhāriyaṃ kammaṃ, anantariyakammasadisaṃ, saggāvaraṇaṃ maggāvaraṇañca, satekicchaṃ pana hoti. Tasmā yo ariyaṃ upavadati, tena gantvā sace attanā vuḍḍhataro hoti , ukkuṭikaṃ nisīditvā ‘‘ahaṃ āyasmantaṃ idañcidañca avacaṃ, taṃ me khamāhī’’ti khamāpetabbo. Sace pana navakataro hoti, vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ, bhante, tumhe idañcidañca avacaṃ, taṃ me khamathā’’ti khamāpetabbo. Sace so nakkhamati, disāpakkanto vā hoti, sayaṃ vā gantvā saddhivihārike vā pesetvā khamāpetabbo. Sace nāpi gantuṃ na pesetuṃ sakkā hoti, ye tasmiṃ vihāre bhikkhū vasanti, tesaṃ santikaṃ gantvā sace navakatarā honti, ukkuṭikaṃ nisīditvā sace vuḍḍhatarā, vuḍḍhe vuttanayeneva paṭipajjitvā ‘‘ahaṃ, bhante, asukaṃ nāma āyasmantaṃ idañcidañca avacaṃ, taṃ khamatu me so āyasmā’’ti vatvā khamāpetabbo. Sammukhā akhamantepi etadeva kātabbaṃ. Sace ekacārikabhikkhu hoti, neva tassa vasanaṭṭhānaṃ na gataṭṭhānaṃ paññāyati, ekassa paṇḍitassa bhikkhuno santikaṃ gantvā ‘‘ahaṃ, bhante, asukaṃ nāma āyasmantaṃ idañcidañca avacaṃ, taṃ me anussarato anussarato vippaṭisāro hoti, kiṃ karomī’’ti vattabbaṃ. So vakkhati ‘‘tumhe mā cintayittha, thero tumhākaṃ khamati, cittaṃ vūpasamethā’’ti. Tenapi ariyassa gatadisābhimukhena añjaliṃ paggahetvā ‘‘khamathā’’ti vattabbaṃ. Yadi so parinibbuto hoti, parinibbutamañcaṭṭhānaṃ gantvā yāva sivathikaṃ gantvāpi khamāpetabbo. Evaṃ kate neva saggāvaraṇaṃ na maggāvaraṇaṃ hoti, pākatikameva hotīti.",
  "atk-s0515a14:29": "Micchādiṭṭhikāti viparītadassanā. Micchādiṭṭhikammasamādānāti micchādiṭṭhivasena samādinnanānāvidhakammā, ye ca micchādiṭṭhimūlakesu kāyakammādīsu aññepi samādapenti. Ettha ca vacīduccaritaggahaṇeneva ariyūpavāde, manoduccaritaggahaṇena ca micchādiṭṭhiyā saṅgahitāyapi imesaṃ dvinnaṃ punavacanaṃ mahāsāvajjabhāvadassanatthanti veditabbaṃ. Mahāsāvajjo hi ariyūpavādo ānantariyasadiso. Vuttampi cetaṃ –",
  "atk-s0515a14:30": "‘‘Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃsampadamidaṃ, sāriputta, vadāmi. Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye’’ti (ma. ni. 1.149).",
  "atk-s0515a14:31": "Micchādiṭṭhito ca mahāsāvajjataraṃ nāma aññaṃ natthi. Yathāha –",
  "atk-s0515a14:32": "‘‘Nāhaṃ , bhikkhave, aññaṃ ekadhammampi samanupassāmi, yaṃ evaṃmahāsāvajjaṃ yathayidaṃ, bhikkhave, micchādiṭṭhi. Micchādiṭṭhiparamāni bhikkhave, mahāsāvajjānī’’ti (a. ni. 1.310).",
  "atk-s0515a14:33": "Kāyassa bhedāti upādinnakkhandhapariccāgā. Paraṃ maraṇāti tadanantarābhinibbattakkhandhaggahaṇe . Atha vā kāyassa bhedāti jīvitindriyassupacchedā. Paraṃ maraṇāti cuticittato uddhaṃ. Apāyanti evamādi sabbaṃ nirayavevacanameva. Nirayo hi saggamokkhahetubhūtā puññasammatā ayā apetattā, sukhānaṃ vā āyassa abhāvā apāyo. Dukkhassa gati paṭisaraṇanti duggati, dosabahulatāya vā duṭṭhena kammunā nibbattā gatīti duggati. Vivasā nipatanti tattha dukkaṭakārinoti vinipāto, vinassantā vā ettha nipatanti sambhijjamānaṅgapaccaṅgātipi vinipāto. Natthi ettha assādasaññito ayoti nirayo.",
  "atk-s0515a14:34": "Atha vā apāyaggahaṇena tiracchānayoniṃ dīpeti, tiracchānayoni hi apāyo sugatito apetattā. Na duggati, mahesakkhānaṃ nāgarājādīnaṃ sambhavato. Duggatiggahaṇena pettivisayaṃ dīpeti, so hi apāyo ceva duggati ca sukhato apetattā dukkhassa ca gatibhūtattā, na tu vinipāto, asurakāyasadisaṃ avinipatitattā. Vinipātaggahaṇena asurakāyaṃ dīpeti. So hi yathāvuttena atthena apāyo ceva duggati ca sabbasamussayehi ca vinipatitattā vinipātoti vuccati. Nirayaggahaṇena avīciādianekappakāraṃ nirayameva dīpetīti. Upapannāti upagatā, tattha abhinibbattāti adhippāyo. Vuttavipariyāyena sukkapakkho veditabbo. Ayaṃ pana viseso – tattha sugatiggahaṇena manussagatipi saṅgayhati. Saggaggahaṇena devagatiyeva. Tattha sundarā gatīti sugati. Rūpādīhi visayehi suṭṭhu aggoti saggo. So sabbopi lujjanapalujjanaṭṭhena lokoti ayaṃ vacanattho. Iti dibbena cakkhunātiādi sabbaṃ nigamanavacanaṃ.",
  "atk-s0515a14:35": "Evaṃ dibbena cakkhunā passatīti ayamettha saṅkhepattho – dibbacakkhuñāṇaṃ parittapaccuppannaajjhattabahiddhārammaṇavasena catūsu ārammaṇesu pavattati . Yathākammūpagañāṇaṃ parittamahaggatātītaajjhattabahiddhārammaṇavasena pañcasu ārammaṇesu pavattati. Anāgataṃsañāṇaṃ parittamahaggataappamāṇamaggaanāgataajjhattabahiddhānavattabbārammaṇavasena aṭṭhasu ārammaṇesu pavattatīti.",
  "atk-s0515a14:36": "Ākaṅkhamāno ca bhagavāti bhagavā icchamāno. Ekampi lokadhātuṃ passeyyāti ekaṃ cakkavāḷaṃ olokeyya. Sahassimpi cūḷanikanti ettha yāvatā candimasūriyā pariharanti, disā bhānti virocamānā, tāva sahassadhā loko, esā sahassicūḷanikā nāma. Cūḷanikanti khuddakaṃ. Dvisahassimpi majjhimikaṃ lokadhātunti ettha sahassacakkavāḷānaṃ sahassabhāgena gaṇetvā dasasatasahassacakkavāḷaparimāṇā dvisahassī majjhimikā lokadhātu nāma. Ettakena buddhānaṃ jātikkhettaṃ nāma dassitaṃ. Bodhisattānañhi pacchimabhave devalokato cavitvā mātukucchiyaṃ paṭisandhiggahaṇadivase ca mātukucchito nikkhamanadivase ca mahābhinikkhamanadivase ca sambodhidhammacakkapavattanaāyusaṅkhārossajjanaparinibbānadivasesu ca ettakaṃ ṭhānaṃ kampati.",
  "atk-s0515a14:37": "Tisahassimpi. Mahāsahassimpi lokadhātunti sahassito paṭṭhāya tatiyāti tisahassī, paṭhamasahassiṃ sahassadhā katvā gaṇitaṃ majjhimikaṃ sahassadhā katvā gaṇitattā mahantehi sahassehi gaṇitāti mahāsahassī. Ettāvatā koṭisatasahassacakkavāḷaparimāṇo loko dassito hoti. Gaṇakaputtatissatthero pana evamāha – ‘‘na hi tisahassimahāsahassilokadhātuyā etaṃ parimāṇaṃ . Idañhi ācariyānaṃ sajjhāyamūlakaṃ vācāya parihīnaṭṭhānaṃ, dasakoṭisatasahassacakkavāḷaparimāṇaṃ pana ṭhānaṃ tisahassimahāsahassilokadhātu nāmā’’ti. Ettāvatā hi bhagavato āṇākkhettaṃ nāma dassitaṃ. Etasmiñhi antare āṭānāṭiyaparitta- (dī. ni. 3.275 ādayo) isigiliparitta- (ma. ni. 3.133 ādayo) dhajaggaparitta- (saṃ. ni. 1.249) bojjhaṅgaparittakhandhaparitta- (a. ni. 4.67) moraparitta- (jā. 1.2.17-18) mettaparitta- (khu. pā. 9.1 ādayo; su. ni. 143 ādayo) ratanaparittānaṃ (khu. pā. 6.1 ādayo; su. ni. 224 ādayo) āṇā pharati.",
  "atk-s0515a14:38": "Yāvatakaṃ vā pana ākaṅkheyyāti yattakaṃ vā iccheyya. Iminā visayakkhettaṃ dassitaṃ. Buddhānañhi visayakkhettassa pamāṇaparicchedo nāma natthi , natthikabhāve cassa imaṃ upamaṃ āharanti – koṭisatasahassacakkavāḷamhi yāva brahmalokā sāsapehi pūretvā sace koci puratthimāya disāya ekacakkavāḷe ekaṃ sāsapaṃ pakkhipanto āgaccheyya, sabbepi te sāsapā parikkhayaṃ gaccheyyuṃ. Na tveva puratthimāya disāya cakkavāḷāni. Dakkhiṇādīsupi eseva nayo. Tattha buddhānaṃ avisayo nāma natthi. Tāvatakaṃ passeyyāti tattakaṃ olokeyya. Evaṃ parisuddhaṃ bhagavato dibbacakkhūti dibbacakkhukathaṃ niṭṭhāpesi.",
  "atk-s0515a14:39": "Kathaṃ bhagavā paññācakkhunāpi vivaṭacakkhūti kenappakārena paññācakkhunā apihitacakkhu? Mahāpañño puthupaññotiādikaṃ tattha atirocati yadidaṃ paññāyāti pariyosānaṃ heṭṭhā vuttatthameva.",
  "atk-s0515a14:40": "Buddhacakkhunāti indriyaparopariyattañāṇena ca āsayānusayañāṇena ca. Imesaṃ dvinnaṃ ñāṇānaṃ buddhacakkhūti nāmaṃ, sabbaññutaññāṇassa samantacakkhūti, tiṇṇaṃ maggañāṇānaṃ dhammacakkhūti . Lokaṃ volokento addasa satteti satte addakkhi. Apparajakkhetiādīsu yesaṃ vuttanayeneva paññācakkhumhi rāgādirajaṃ appaṃ, te apparajakkhā. Yesaṃ taṃ mahantaṃ, te mahārajakkhā. Yesaṃ saddhādīni indriyāni tikkhāni, te tikkhindriyā. Yesaṃ tāni mudūni, te mudindriyā. Yesaṃ teyeva saddhādayo ākārā sundarā, te svākārā. Ye kathitakāraṇaṃ sallakkhenti, sukhena sakkā honti viññāpetuṃ te suviññāpayā. Ye paralokañceva vajjañca bhayato passanti, te paralokavajjabhayadassāvino nāma.",
  "atk-s0515a14:41": "Uppaliniyanti uppalavane. Itaresupi eseva nayo. Antonimuggaposīnīti yāni antonimuggāneva posiyanti. Udakaṃ accuggamma tiṭṭhantīti udakaṃ atikkamitvā tiṭṭhanti. Tattha yāni yāni accuggamma ṭhitāni, tāni tāni sūriyarasmisamphassaṃ āgamayamānāni ṭhitāni ajja pupphanakāni. Yāni samodakaṃ ṭhitāni, tāni sve pupphanakāni. Yāni udakā anuggatāni antonimuggaposīni, tāni tatiyadivaseva pupphanakāni. Udakā pana anuggatāni aññānipi sarogauppalāni nāma atthi, yāni neva pupphissanti, macchakacchapabhakkhāneva bhavissanti, tāni pāḷiṃ nārūḷhāni, āharitvā pana dīpetabbānīti dīpitāni.",
  "atk-s0515a14:42": "Yatheva hi tāni catubbidhapupphāni, evameva ugghaṭitaññū vipañcitaññū neyyo padaparamoti cattāro puggalā. Yassa puggalassa udāhaṭavelāya dhammābhisamayo hoti, ayaṃ vuccati puggalo ugghaṭitaññū. Yassa puggalassa saṃkhittena bhāsitassa vitthārena atthe vibhajīyamāne dhammābhisamayo hoti, ayaṃ vuccati puggalo vipañcitaññū. Yassa puggalassa uddesato paripucchato yoniso manasikaroto kalyāṇamitte sevato bhajato payirupāsato dhammābhisamayo hoti, ayaṃ vuccati puggalo neyyo. Yassa puggalassa bahumpi suṇato bahumpi bhaṇato bahumpi dhārayato bahumpi vācato na tāya jātiyā dhammābhisamayo hoti, ayaṃ vuccati puggalo padaparamo. Tattha bhagavā uppalavanādisadisaṃ dasasahassilokadhātuṃ olokento ajja pupphanakāni ugghaṭitaññū, sve pupphanakāni vipañcitaññūti evaṃ sabbākārato ca addasa. Tattha tiṇṇaṃ puggalānaṃ imasmiṃyeva attabhāve bhagavato dhammadesanā atthaṃ sādheti, padaparamānaṃ anāgatatthāya vāsanā hoti.",
  "atk-s0515a14:43": "Rāgacaritotiādīsu rajjanavasena ārammaṇe caraṇaṃ etassa atthīti rāgacarito. Dussanavasena ārammaṇe caraṇaṃ etassa atthīti dosacarito. Muyhanavasena ārammaṇe caraṇaṃ etassa atthīti mohacarito. Vitakkanavasena ūhanavasena ārammaṇe caraṇaṃ etassa atthīti vitakkacarito. Okappanasaddhāvasena ārammaṇe caraṇaṃ etassa atthīti saddhācarito. Ñāṇameva caraṇaṃ, ñāṇena vā caraṇaṃ, ñāṇassa vā caraṇaṃ, ñāṇato vā caraṇaṃ etassa atthīti ñāṇacarito. Rāgacaritassāti rāgussadassa rāgabahulassa. Paratopi eseva nayo.",
  "atk-s0515a14:44": "Asubhakathaṃ kathetīti uddhumātakādidasavidhaṃ asubhapaṭisaṃyuttakathaṃ ācikkhati. Vuttañhetaṃ – ‘‘asubhā bhāvetabbā rāgassa pahānāyā’’ti (a. ni. 9.1). Mettābhāvanaṃ ācikkhatīti mettābhāvanaṃ cittasinehanaṃ katheti. Vuttañhetaṃ – ‘‘mettā bhāvetabbā byāpādassa pahānāyā’’ti. Uddeseti sajjhāyane. Paripucchāyāti aṭṭhakathāya. Kālena dhammassavaneti yuttappattakāle uttari pariyattidhammassavane. Dhammasākacchāyāti aññehi saddhiṃ sākacchāya. Garusaṃvāseti garūnaṃ payirupāsane. Nivesetīti ācariyānaṃ santike patiṭṭhāpeti. Ānāpānassatiṃ ācikkhatīti ānāpānassatisampayuttakammaṭṭhānaṃ katheti. Vuttañhetaṃ – ‘‘ānāpānassati bhāvetabbā vitakkupacchedāyā’’ti (a. ni. 9.1). Pasādanīyaṃ nimittaṃ ācikkhatīti cūḷavedalla- (ma. ni. 1.460 ādayo) mahāvedallā- (ma. ni. 1.449 ādayo) dipasādajanakaṃ suttaṃ katheti. Buddhasubodhinti buddhassa bhagavato buddhattapaṭivedhaṃ. Dhammasudhammatanti navavidhalokuttaradhammassa svākkhātataṃ. Saṅghasuppaṭipattinti aṭṭhavidhaariyasaṅghassa suppaṭipannatādisuṭṭhupaṭipattiṃ. Sīlāni ca attanoti attano santakasīlāni ca. Ācikkhati vipassanānimittanti udayabbayādipaṭisaṃyuttaṃ katheti. Aniccākāranti hutvā abhāvākāraṃ. Dukkhākāranti udayabbayapaṭipīḷanākāraṃ. Anattākāranti avasavattanākāraṃ.",
  "atk-s0515a14:45": "Sele yathā pabbatamuddhaniṭṭhitoti selamaye ekagghane pabbatamuddhani ṭhitova, na hi tattha ṭhitassa dassanatthaṃ abhimukhe gīvukkhipanapasāraṇādikiccaṃ atthi. Tathūpamanti tappaṭibhāgaṃ selapabbatūpamaṃ. Ayaṃ panettha saṅkhepattho – yathā selapabbatamuddhanti ṭhitova cakkhunā puriso samantato janataṃ passeyya. Sumedha sundarapañña sabbaññutaññāṇena samantacakkhu bhagavā dhammamayaṃ paññāmayaṃ pāsādamāruyha sayaṃ apetasokosokāvatiṇṇaṃ jātijarābhibhūtañca janataṃ avekkhassu upadhārayatu upaparikkhatu.",
  "atk-s0515a14:46": "Ayaṃ panettha adhippāyo – yathā hi pabbatapādasāmantā mahantaṃ khettaṃ katvā tattha kedārapāḷīsu kuṭiyo katvā rattiṃ aggiṃ jāleyya, caturaṅgasamannāgatañca andhakāraṃ assa, atha tassa pabbatassa matthake ṭhatvā cakkhumato purisassa bhūmiṃ olokayato neva khettaṃ na kedārapāḷiyo na kuṭiyo na tattha sayitamanussā paññāyeyyuṃ, kuṭikāsu pana aggijālamattameva paññāyeyya. Evaṃ dhammapāsādaṃ āruyha sattakāyaṃ olokayato tathāgatassa ye te akatakalyāṇā sattā, te ekavihāre dakkhiṇajāṇupasse nisinnāpi buddhacakkhussa āpāthaṃ nāgacchanti, rattiṃ khittasarā viya honti. Ye pana katakalyāṇā veneyyapuggalā, te evassa dūrepi ṭhitā āpāthaṃ gacchanti, te eva aggi viya himavantapabbato viya ca. Vuttampi cetaṃ –",
  "atk-s0515a14:47": "‘‘Dūre santo pakāsenti, himavantova pabbato;",
  "atk-s0515a14:48": "Asantettha na dissanti, rattiṃ khittā yathā sarā’’ti. (dha. pa. 304; netti. 11);",
  "atk-s0515a14:49": "Sabbaññutaññāṇanti ettha pañcaneyyapathappabhedaṃ sabbaṃ aññāsīti sabbaññū. Saṅkhatāsaṅkhatādibhedā sabbadhammā hi saṅkhāro vikāro lakkhaṇaṃ nibbānaṃ paññattīti pañceva neyyapathā honti. Sabbaññussa bhāvo sabbaññutā, sabbaññutā eva ñāṇaṃ ‘‘sabbaññutāñāṇa’’nti vattabbe ‘‘sabbaññutaññāṇa’’nti vuttaṃ. Sabbaññūti ca kamasabbaññū sakiṃsabbaññū satatasabbaññū sattisabbaññū ñātasabbaññūti pañcavidhā sabbaññuno siyuṃ. Tesu kamena sabbajānanakālāsambhavato kamasabbaññutā na hoti, sakiṃ sabbārammaṇaggahaṇābhāvato sakiṃsabbaññutā na hoti, cakkhuviññāṇādīnaṃ yathārammaṇacittasambhavato bhavaṅgacittavirodhato yuttiabhāvato ca satatasabbaññutā na hoti, parisesato sabbajānanasamatthatāya sattisabbaññutā vā siyā, viditasabbadhammattā ñātasabbaññutā vā, sattisabbaññuno sabbajānanattaṃ natthīti tampi na yujjati, ‘‘na tassa adiṭṭhamidhatthi kiñci…pe… samantacakkhū’’ti vuttattā ñātasabbaññutā eva yujjati. Evañhi sati kiccato asammohato kāraṇasiddhito āvajjanapaṭibaddhato sabbaññutameva hotīti. Tena ñāṇenāti tena sabbajānanañāṇena.",
  "atk-s0515a14:50": "Puna aparena pariyāyena sabbaññubhāvasādhanatthaṃ ‘‘na tassā’’ti gāthamāha. Tattha na tassa addiṭṭhamidhatthi kiñcīti tassa tathāgatassa idha imasmiṃ tedhātuke loke imasmiṃ paccuppannakāle vā paññācakkhunā adiṭṭhaṃ nāma kiñci appamattakampi na atthi na saṃvijjati. Atthīti idaṃ vattamānakālikaṃ ākhyātapadaṃ, iminā paccuppannakālikassa sabbadhammassa ñātabhāvaṃ dasseti. Gāthābandhasukhatthaṃ panettha da-kāro payutto. Atho aviññātanti ettha athoti vacanopādāne nipāto. Aviññātanti atītakālikaṃ aviññātaṃ nāma kiñci dhammajātaṃ nāhosīti pāṭhaseso. Abyayabhūtassa atthi-saddassa gahaṇe pāṭhasesaṃ vināpi yujjatiyeva. Iminā atītakālikassa sabbadhammassa ñātabhāvaṃ dasseti. Ajānitabbanti anāgatakālikaṃ ajānitabbaṃ nāma dhammajātaṃ na bhavissati natthīti. Iminā anāgatakālikassa sabbadhammassa ñātabhāvaṃ dasseti. Jānanakiriyāvisesamattameva vā ettha a-kāro. Sabbaṃ abhiññāsi yadatthi neyyanti ettha yaṃ tekālikaṃ vā kālavinimuttaṃ vā neyyaṃ jānitabbaṃ kiñci dhammajātaṃ atthi, taṃ sabbaṃ tathāgato abhiññāsi adhikena sabbaññutaññāṇena jāni paṭivijjhi, ettha atthi-saddena tekālikassa kālavimuttassa ca gahaṇā atthi-saddo abyayabhūtoyeva daṭṭhabbo. Tathāgato tena samantacakkhūti kālavasena okāsavasena ca nippadesattā samantā sabbato pavattaṃ ñāṇacakkhu assāti samantacakkhu, tena yathāvuttena kāraṇena tathāgato samantacakkhu sabbaññūti vuttaṃ hoti . Imissā gāthāya puggalādhiṭṭhānāya desanāya sabbaññutaññāṇaṃ sādhitaṃ.",
  "atk-s0515a14:51": "Na itihitihanti ‘‘evaṃ kira āsi, evaṃ kira āsī’’ti na hoti. Na itikirāyāti ‘‘evaṃ kira eta’’nti na hoti. Na paramparāyāti paramparakathāyāpi na hoti. Na piṭakasampadāyāti amhākaṃ piṭakatantiyā saddhiṃ sametīti na hoti. Na takkahetūti takkaggāhenapi na hoti. Na ākāraparivitakkenāti ‘‘sundaramidaṃ kāraṇa’’nti evaṃ kāraṇaparivitakkenapi na hoti. Na diṭṭhinijjhānakkhantiyāti amhākaṃ nijjhāyitvā khamitvā gahitadiṭṭhiyā saddhiṃ sametītipi na hoti.",
  "atk-s0515a14:52": "Atha vāpi samādhinti ettha samādhinti kusalacittekaggatā samādhi. Kenaṭṭhena samādhīti? Samādhānaṭṭhena. Kimidaṃ samādhānaṃ nāma? Ekārammaṇe cittacetasikānaṃ samaṃ sammā ca ādhānaṃ, ṭhapananti vuttaṃ hoti. Tasmā yassa dhammassa ānubhāvena ekārammaṇe cittacetasikā samaṃ sammā ca avikkhippamānā avippakiṇṇā ca hutvā tiṭṭhanti, idaṃ samādhānanti veditabbaṃ. Tassa kho pana samādhissa –",
  "atk-s0515a14:53": "‘‘Lakkhaṇaṃ tu avikkhepo, vikkhepaddhaṃsanaṃ raso;",
  "atk-s0515a14:54": "Akampanamupaṭṭhānaṃ, padaṭṭhānaṃ sukhaṃ pana’’. (paṭi. ma. aṭṭha. 1.1.3);",
  "atk-s0515a14:55": "Samādhi anāvilaacalabhāvena ārammaṇe tiṭṭhatīti ṭhiti. Parato padadvayaṃ upasaggavasena vaḍḍhitaṃ. Api ca sampayuttadhamme ārammaṇamhi sampiṇḍetvā tiṭṭhatīti saṇṭhiti. Ārammaṇaṃ ogāhetvā anupavisitvā tiṭṭhatīti avaṭṭhiti. Kusalapakkhasmiñhi cattārova dhammā ārammaṇaṃ ogāhanti saddhā sati samādhi paññāti. Teneva saddhā ‘‘okappanā’’ti vuttā, sati ‘‘apilāpanatā’’ti, samādhi ‘‘avaṭṭhitī’’ti, paññā ‘‘pariyogāhanā’’ti. Akusalapakkhe pana tayo dhammā ārammaṇaṃ ogāhanti taṇhā diṭṭhi avijjāti. Tenevete ‘‘oghā’’ti vuttā. Cittekaggatā panettha na balavatī hoti. Yathā hi rajuṭṭhānaṭṭhāne udakena siñcitvā sammaṭṭhe thokameva kālaṃ rajo sannisīdati, sukkhante sukkhante puna pakatibhāveneva vuṭṭhāti, evameva akusalapakkhe cittekaggatā na balavatī hoti.",
  "atk-s0515a14:56": "Uddhaccavicikicchāvasena pavattassa visāhārassa paṭipakkhato avisāhāro. Uddhaccavicikicchāvaseneva gacchantaṃ cittaṃ vikkhipati nāma. Ayaṃ pana tathāvidho vikkhepo na hotīti avikkhepo. Uddhaccavicikicchāvaseneva cittaṃ visāhaṭaṃ nāma hoti, ito cito ca harīyati, ayaṃ pana evaṃ avisāhaṭamānasassa bhāvoti avisāhaṭamānasatā. Samathoti tividho samatho cittasamatho adhikaraṇasamatho sabbasaṅkhārasamathoti. Tattha aṭṭhasu samāpattīsu cittekaggatā cittasamatho nāma. Tañhi āgamma cittacalanaṃ cittavipphanditaṃ sammati vūpasammati, tasmā so ‘‘cittasamatho’’ti vuccati. Sammukhāvinayādisattavidho samatho adhikaraṇasamatho nāma. Tañhi āgamma tāni tāni adhikaraṇāni sammanti vūpasammanti, tasmā so ‘‘adhikaraṇasamatho’’ti vuccati. Yasmā pana sabbe saṅkhārā nibbānaṃ āgamma sammanti vūpasammanti vūpasammanti, tasmā taṃ ‘‘sabbasaṅkhārasamatho’’ti vuccati. Imasmiṃ atthe cittasamatho adhippeto. Samādhilakkhaṇe indaṭṭhaṃ kāretīti samādhindriyaṃ. Uddhacce na kampatīti samādhibalaṃ. Sammāsamādhīti yāthāvasamādhi niyyānikasamādhi.",
  "atk-s0515a14:57": "157. Athassa bhagavā yasmā indriyasaṃvaro sīlassa rakkhā, yasmā vā iminānukkamena desiyamānā ayaṃ desanā tāsaṃ devatānaṃ sappāyā, tasmā indriyasaṃvarato pabhuti paṭipadaṃ dassento ‘‘cakkhūhī’’tiādi āraddho. Tattha cakkhūhi neva lolassāti adiṭṭhadakkhitabbādivasena cakkhūhi lolo neva assa. Gāmakathāya āvaraye sotanti tiracchānakathāya sotaṃ āvareyya.",
  "atk-s0515a14:58": "Cakkhuloliyenāti cakkhudvāre uppannalolavasena cakkhuloliyena. Adiṭṭhaṃ dakkhitabbanti adiṭṭhapubbaṃ rūpārammaṇaṃ passituṃ yuttaṃ. Diṭṭhaṃ samatikkamitabbanti diṭṭhapubbarūpārammaṇaṃ atikkamituṃ yuttaṃ. Ārāmena ārāmanti pupphārāmādiārāmena phalārāmādiṃ vā pupphārāmādiṃ vā. Dīghacārikanti dīghacaraṇaṃ. Anavaṭṭhitacārikanti asanniṭṭhānacaraṇaṃ. Anuyutto hoti rūpadassanāyāti rūpārammaṇadassanatthāya punappunaṃ yutto hoti.",
  "atk-s0515a14:59": "Antaragharaṃ paviṭṭhoti ummārabbhantaraṃ paviṭṭho. Vīthiṃ paṭipannoti antaravīthiṃ otiṇṇo. Gharamukhāni olokentoti gharadvārāni avalokento. Uddhaṃ ullokentoti uparidisaṃ uddhaṃmukho hutvā vilokento.",
  "atk-s0515a14:60": "Cakkhunā rūpaṃ disvāti kāraṇavasena cakkhūti laddhavohārena rūpadassanasamatthena cakkhuviññāṇena rūpaṃ disvā. Porāṇā panāhu – ‘‘cakkhu rūpaṃ na passati acittakattā, cittaṃ na passati acakkhukattā. Dvārārammaṇasaṅghaṭṭe pana pasādavatthukena cittena passati. Īdisī panesā ‘dhanunā vijjhatī’tiādīsu viya sasambhārakathā nāma hoti. Tasmā cakkhuviññāṇena rūpaṃ disvāti ayamettha attho’’ti. Nimittaggāhīti itthipurisanimittaṃ vā subhanimittādikaṃ vā kilesavatthubhūtaṃ nimittaṃ chandarāgavasena gaṇhāti, diṭṭhamatteyeva na saṇṭhāti. Anubyañjanaggāhīti kilesānaṃ anuanubyañjanato pākaṭabhāvakaraṇato anubyañjananti laddhavohāraṃ hatthapādasitahasitakathitaālokitavilokitādibhedaṃ ākāraṃ gaṇhāti. Yatvādhikaraṇamenantiādimhi yaṃkāraṇā yassa cakkhundriyāsaṃvarassa hetu etaṃ puggalaṃ satikavāṭena cakkhundriyaṃ asaṃvutaṃ apihitacakkhudvāraṃ hutvā viharantaṃ ete abhijjhādayo dhammā anvāssaveyyuṃ anuppabandheyyuṃ ajjhotthareyyuṃ. Tassa saṃvarāya na paṭipajjatīti tassa cakkhundriyassa satikavāṭena pidahanatthāya na paṭipajjati. Evaṃbhūtoyeva ca na rakkhati cakkhundriyaṃ. Na cakkhundriye saṃvaraṃ āpajjatītipi vuccati. Tattha kiñcāpi cakkhundriye saṃvaro vā asaṃvaro vā natthi. Na hi cakkhupasādaṃ nissāya sati vā muṭṭhassaccaṃ vā uppajjati. Apica yadā rūpārammaṇaṃ cakkhussa āpāthaṃ āgacchati, tadā bhavaṅge dvikkhattuṃ uppajjitvā niruddhe kiriyāmanodhātu āvajjanakiccaṃ sādhayamānā uppajjitvā nirujjhati, tato cakkhuviññāṇaṃ dassanakiccaṃ, tato manodhātu sampaṭicchanakiccaṃ, tato vipākāhetukamanoviññāṇadhātu santīraṇakiccaṃ, tato kiriyāhetukamanoviññāṇadhātu voṭṭhabbanakiccaṃ sādhayamānā uppajjitvā nirujjhati, tadanantaraṃ javanaṃ javati.",
  "atk-s0515a14:61": "Tatrāpi neva bhavaṅgasamaye na āvajjanādīnaṃ aññatarasamaye saṃvaro vā asaṃvaro vā atthi. Javanakkhaṇe pana sace dussīlyaṃ vā muṭṭhassaccaṃ vā aññāṇaṃ vā akkhanti vā kosajjaṃ vā uppajjati, asaṃvaro hoti. Evaṃ honto pana so ‘‘cakkhundriye asaṃvaro’’ti vuccati. Kasmā? Yasmā tasmiṃ asaṃvare sati dvārampi aguttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Yathā kiṃ? Yathā nagare catūsu dvāresu asaṃvutesu kiñcāpi antogharadvārakoṭṭhakagabbhādayo saṃvutā, tathāpi antonagare sabbaṃ bhaṇḍaṃ arakkhitaṃ agopitameva hoti. Nagaradvārena hi pavisitvā corā yadicchanti taṃ kareyyuṃ, evameva javane dussīlyādīsu uppannesu tasmiṃ asaṃvare sati dvārampi aguttaṃ hoti bhavaṅgampi āvajjanādīnipi vīthicittāni.",
  "atk-s0515a14:62": "Saddhādeyyānīti kammañca phalañca idhalokañca paralokañca saddahitvā dinnāni. ‘‘Ayaṃ me ñātīti vā, mittoti vā, idaṃ vā paṭikarissati, idaṃ vānena katapubba’’nti vā evaṃ na dinnānīti attho. Evaṃ dinnāni hi na saddhādeyyāni nāma honti. Bhojanānīti ca desanāsīsamattametaṃ, atthato pana saddhādeyyāni bhojanāni bhuñjitvā cīvarāni pārupitvā senāsanāni sevamānā gilānapaccayabhesajjaṃ paribhuñjamānāti sabbametaṃ vuttameva hoti.",
  "atk-s0515a14:63": "Seyyathidanti nipāto. Tassattho, katamo hoti. Naccaṃ nāma yaṃkiñci naccaṃ, taṃ maggaṃ gacchantenāpi gīvaṃ pasāretvā daṭṭhuṃ na vaṭṭati. Gītanti yaṃkiñci gītaṃ. Vāditanti yaṃkiñci vāditaṃ. Pekkhanti naṭasamajjaṃ. Akkhānanti bhāratarāmāyanādikaṃ. Yasmiṃ ṭhāne kathīyati, tattha gantumpi na vaṭṭati. Pāṇissaranti kaṃsatāḷaṃ, ‘‘pāṇitāḷa’’ntipi vadanti. Vetāḷanti ghanatāḷaṃ, ‘‘mantena matasarīruṭṭhāpana’’ntipi eke. Kumbhathūṇanti caturassaambaṇakatāḷaṃ , ‘‘kumbhasadda’’ntipi eke. Sobhanakanti naṭānaṃ abbhokkiraṇaṃ; sobhanakaraṃ vā, paṭibhānacittanti vuttaṃ hoti. Caṇḍālanti ayoguḷakīḷā, ‘‘caṇḍālānaṃ sāṇadhovanakīḷā’’tipi vadanti. Vaṃsanti veṇuṃ ussāpetvā kīḷanaṃ.",
  "atk-s0515a14:64": "Dhovananti aṭṭhidhovanaṃ, ekaccesu kira janapadesu kālaṅkate ñātake na jhāpenti, nikhaṇitvā ṭhapenti. Atha tesaṃ pūtibhūtaṃ kāyaṃ ñatvā nīharitvā aṭṭhīni dhovitvā gandhehi makkhetvā ṭhapenti. Te nakkhattakāle ekasmiṃ ṭhāne aṭṭhīni ṭhapetvā ekasmiṃ ṭhāne surādīni ṭhapetvā rodantā paridevantā suraṃ pivanti. Vuttampi cetaṃ ‘‘atthi bhikkhave dakkhiṇesu janapadesu dhovanaṃ nāma, tattha hoti annampi pānampi khajjampi bhojjampi leyyampi peyyampi naccampi gītampi vāditampi. Atthekaṃ bhikkhave dhovanaṃ, netaṃ natthīti vadāmī’’ti (a. ni. 10.107). Ekacce pana ‘‘indajālena aṭṭhidhovanaṃ dhovana’’nti vadanti. Hatthiyuddhādīsu bhikkhuno neva hatthiādīhi saddhiṃ yujjhituṃ, na te yujjhāpetuṃ, na yujjhante daṭṭhuṃ vaṭṭati. Nibbuddhanti mallayuddhaṃ. Uyyodhikanti yattha sampahāro diyyati. Balagganti balagaṇanaṭṭhānaṃ. Senābyūhanti senāniveso, sakaṭabyūhādivasena senāya nivesanaṃ. Anīkadassananti ‘‘tayo hatthī pacchimaṃ hatthānīka’’ntiādinā (pāci. 324) nayena vuttassa anīkassa dassanaṃ.",
  "atk-s0515a14:65": "Na nimittaggāhī hotīti chandarāgavasena vuttappakāraṃ nimittaṃ na gaṇhāti. Evaṃ sesapadānipi vuttapaṭipakkhanayena veditabbāni. Yathā ca heṭṭhā javane dussīlyādīsu uppannesu tasmiṃ asaṃvare sati dvārampi aguttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittānīti vuttaṃ, evamidha tasmiṃ sīlādīsu uppannesu dvārampi guttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Yathā kiṃ? Yathā nagaradvāresu saṃvutesu kiñcāpi antogharādayo asaṃvutā honti, tathāpi antonagare sabbaṃ bhaṇḍaṃ surakkhitaṃ sugopitameva hoti, nagaradvāresu pihitesu corānaṃ paveso natthi. Evameva javane sīlādīsu uppannesu dvārampi guttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Tasmā javanakkhaṇe uppajjamānopi ‘‘cakkhundriye saṃvaro’’ti vutto. Ito paraṃ heṭṭhā ca upari ca vuttapariyāyena attho veditabbo.",
  "atk-s0515a14:66": "Visūkadassanāti paṭāṇīdassanato. Gāmakathāti gāmavāsīnaṃ kathā. Bāttiṃsāti dvattiṃsa. Aniyyānikattā saggamokkhamaggānaṃ tiracchānabhūtā kathāti tiracchānakathā. Tattha rājānaṃ ārabbha ‘‘mahāsammato mandhātā dhammāsoko evaṃ mahānubhāvo’’tiādinā nayena pavattā kathā rājakathā. Esa nayo corakathādīsu. Tesu ‘‘asuko rājā abhirūpo dassanīyo’’tiādinā nayena gehassitakathāva tiracchānakathā hoti. ‘‘Sopi nāma evaṃ mahānubhāvo khayaṃ gato’’ti evaṃ pavattā pana kammaṭṭhānabhāve tiṭṭhati. Coresupi ‘‘mūladevo evaṃ mahānubhāvo, meghamālo evaṃ mahānubhāvo’’ti tesaṃ kammaṃ paṭicca ‘‘aho sūrā’’ti gehassitakathāva tiracchānakathā. Yuddhepi bhāratayuddhādīsu ‘‘asukena asuko evaṃ mārito evaṃ viddho’’ti kāmassādavaseneva kathā tiracchānakathā. ‘‘Tepi nāma khayaṃ gatā’’ti evaṃ pavattā pana sabbattha kammaṭṭhānameva hoti.",
  "atk-s0515a14:67": "Api ca annādīsu ‘‘evaṃ vaṇṇavantaṃ gandhavantaṃ rasavantaṃ phassasampannaṃ khādimha bhuñjimha pivimha paribhuñjimhā’’ti kāmassādavasena kathetuṃ na vaṭṭati, sātthakaṃ pana katvā ‘‘pubbe evaṃ vaṇṇādisampannaṃ annaṃ pānaṃ vatthaṃ sayanaṃ mālaṃ gandhaṃ sīlavantānaṃ adamha, cetiyapūjaṃ akarimhā’’ti kathetuṃ vaṭṭati. Ñātikathādīsu pana ‘‘amhākaṃ ñātakā sūrā samatthā’’ti vā, ‘‘pubbe mayaṃ evaṃ vicitrehi yānehi vicarimhā’’ti vā assādavasena vattuṃ na vaṭṭati, sātthakaṃ pana katvā ‘‘tepi no ñātakā khayaṃ gatā’’ti vā, ‘‘pubbe mayaṃ evarūpā upāhanā saṅghassa adamhā’’ti vā kathetuṃ vaṭṭati. Gāmakathāpi suniviṭṭhadunniviṭṭhasubhikkhadubbhikkhādivasena ‘‘asukagāmavāsino sūrā samatthā’’ti vā evaṃ assādavasena vattuṃ na vaṭṭati, sātthakaṃ pana katvā ‘‘saddhā pasannā’’ti vā, ‘‘khayavayaṃ gatā’’ti vā vattuṃ vaṭṭati.",
  "atk-s0515a14:68": "Nigamanagarajanapadakathāsupi eseva nayo. Itthikathāpi vaṇṇasaṇṭhānādīni paṭicca assādavasena na vaṭṭati, ‘‘saddhā pasannā, khayavayaṃ gatā’’ti evameva vaṭṭati. Sūrakathāpi ‘‘nandimitto nāma yodho sūro ahosī’’ti assādavasena na vaṭṭati. ‘‘Saddho ahosi, khayavayaṃ gato’’ti evameva vaṭṭati. Visikhākathāpi ‘‘asukā visikhā suniviṭṭhā dunniviṭṭhā sūrā samatthā’’ti assādavasena na vaṭṭati. ‘‘Saddhā pasannā, khayavayaṃ gatā’’icceva vaṭṭati.",
  "atk-s0515a14:69": "Kumbhaṭṭhānakathāti udakaṭṭhānakathā, ‘‘udakatitthakathā’’tipi vuccati, kumbhadāsikathā vā. Sāpi ‘‘pāsādikā, naccituṃ gāyituṃ chekā’’ti assādavasena na vaṭṭati, ‘‘saddhā pasannā’’tiādinā nayena vaṭṭati. Pubbapetakathāti atītañātikathā. Tattha vattamānañātikathāsadisova vinicchayo.",
  "atk-s0515a14:70": "Nānattakathāti purimapacchimakathāhi vimuttā avasesā nānāsabhāvā niratthakakathā. Lokakkhāyikāti ‘‘ayaṃ loko kena nimmito? Asukena nāma nimmito. Kāko seto aṭṭhīnaṃ setattā, balākā rattā lohitassa rattattā’’ti evamādikā lokāyatavitaṇḍasallāpakathā.",
  "atk-s0515a14:71": "Samuddakkhāyikā nāma kasmā samuddo sāgaro? Sāgaradevena khatattā sāgaro, ‘‘khato me’’ti hatthamuddāya sayaṃ niveditattā samuddoti evamādikā niratthakā samuddakkhānakathā. Bhavoti vuddhi. Abhavoti hāni. Iti bhavo iti abhavoti yaṃ vā taṃ vā niratthakakāraṇaṃ vatvā pavattitakathā itibhavābhavakathā.",
  "atk-s0515a14:72": "Āvareyyāti āvaraṇaṃ kareyya. Nivāreyyāti ārammaṇato vāreyya. Saṃvareyyāti sammā nissesaṃ katvā vāreyya. Rakkheyyāti rakkhaṃ kareyya. Gopeyyāti saṃgopeyya. Pidaheyyāti pidahanaṃ kareyya. Pacchindeyyāti sotaṃ chindeyya.",
  "atk-s0515a14:73": "Tenatena na tussantīti tena tena ambilādinā rasena na santosaṃ āpajjanti. Aparāparaṃ pariyesantīti uparūpari gavesanti.",
  "atk-s0515a14:74": "158.Phassenāti rogaphassena. Bhavañca nābhijappeyyāti tassa phassassa vinodanatthāya kāmabhavādibhavañca na pattheyya. Bheravesu ca na sampavedheyyāti tassa phassassa paccayabhūtesu sīhabyagghādīsu bheravesu ca na sampavedheyya, avasesesu vā ghānindriyamanindriyavisayesu na sampavedheyya. Evaṃ paripūro indriyasaṃvaro ca vutto hoti. Purimehi vā indriyasaṃvaraṃ dassetvā iminā ‘‘araññe vasatā bheravaṃ disvā vā sutvā vā nappavedhitabba’’nti dasseti.",
  "atk-s0515a14:75": "Ekenākārenāti ekena kāraṇena. Bhayampi bheravampi taññevāti bhayanti ca bheravanti ca khuddakampi mahantampi uttāsanimittameva. Tamevatthaṃ dassetuṃ ‘‘vuttaṃ heta’’ntiādimāha. Bhayanti tappaccayā uppannabhayaṃ. Bhayānakanti ākāraniddeso. Chambhitattanti bhayavasena gattacalanaṃ. Lomahaṃsoti lomānaṃ haṃsanaṃ uddhaggabhāvo. Iminā padadvayena kiccato bhayaṃ dassetvā puna ‘‘cetaso ubbego utrāso’’ti sabhāvato dasseti. Ubbeggoti bhīruko, utrāsoti cittakkhobho. Jātibhayanti jātiṃ paṭicca uppannabhayaṃ. Sesesupi eseva nayo. Rājato uppannabhayaṃ rājabhayaṃ. Sesesupi eseva nayo. Attānuvādabhayanti pāpakammino attānaṃ anuvadantassa uppajjanakabhayaṃ. Parānuvādabhayanti parassa anuvādato uppajjanakabhayaṃ.",
  "atk-s0515a14:76": "Daṇḍabhayanti āgārikassa raññā pavattitadaṇḍaṃ, anāgārikassa vinayadaṇḍaṃ paṭicca uppajjanakabhayaṃ. Duggatibhayanti cattāro apāye paṭicca uppajjanakabhayaṃ. Ūmibhayanti mahāsamudde udakaṃ orohantassa pavattabhayaṃ. Mahāsamudde kira mahindavīci nāma saṭṭhi yojanāni uggacchati, taraṅgavīci nāma paṇṇāsa yojanāni, rohaṇavīci nāma cattālīsa yojanāni uggacchati. Evarūpā ūmiyo paṭicca pavattaṃ ūmibhayaṃ . Kumbhīlato pavattaṃ bhayaṃ kumbhīlabhayaṃ. Udakāvaṭṭato bhayaṃ āvaṭṭabhayaṃ. Susukā vuccati caṇḍamaccho, tato bhayaṃ susukābhayaṃ. Ājīvikabhayanti jīvitavuttito bhayaṃ ājīvikabhayaṃ. Asilokabhayanti garahato bhayaṃ.",
  "atk-s0515a14:77": "159.Laddhāna sannidhiṃ kayirāti etesaṃ annādīnaṃ yaṃkiñci dhammena labhitvā ‘‘araññe ca senāsane vasatā dullabha’’nti cintetvā sannidhiṃ na kareyya.",
  "atk-s0515a14:78": "Odanoti sāli vīhi yavo godhumo kaṅgu varako kudrūsakoti sattannaṃ dhaññānaṃ dhaññānulomānañca taṇḍulehi nibbatto. Kummāsoti yavehi nibbatto. Sattūti sāliādīhi katasattu. Maccho dakasambhavo. Maṃsaṃ pākaṭameva. Ambapānanti āmehi vā pakkehi vā ambehi katapānaṃ. Tattha āmehi karontena ambataruṇāni bhinditvā udake pakkhipitvā ātape ādiccapākena pacitvā parissāvetvā tadahu paṭiggahitehi madhusakkarakappūrādīhi yojetvā kātabbaṃ. Jambupānanti jambuphalehi katapānaṃ. Cocapānanti aṭṭhikehi kadaliphalehi katapānaṃ. Mocapānanti anaṭṭhikehi kadaliphalehi katapānaṃ. Madhukapānanti madhukānaṃ jātirasena katapānaṃ. Taṃ pana udakasambhinnaṃ vaṭṭati, suddhaṃ na vaṭṭati. Muddikapānanti muddikā udake madditvā ambapānaṃ viya katapānaṃ. Sālūkapānanti rattuppalanīluppalādīnaṃ sālūke madditvā katapānaṃ. Phārusakapānanti phārusakehi ambapānaṃ viya katapānaṃ. Kosambapānanti kosambaphalehi katapānaṃ. Kolapānanti kolaphalehi katapānaṃ. Badarapānanti mahākolaphalehi ambapānaṃ viya katapānaṃ. Imāni ekādasa pānāni, tānipi ādiccapākāni vaṭṭanti.",
  "atk-s0515a14:79": "Ghatapānanti sappipānaṃ. Telapānanti tilatelādīnaṃ pānaṃ. Payopānanti khīrapānaṃ. Yāgupānanti sītalādiyāgupānaṃ. Rasapānanti sākādirasapānaṃ. Piṭṭhakhajjakanti sattannaṃ tāva dhaññānaṃ dhaññānulomānaṃ aparaṇṇānañca piṭṭhaṃ panasapiṭṭhaṃ labujapiṭṭhaṃ ambāṭakapiṭṭhaṃ sālapiṭṭhaṃ khīravallipiṭṭhañcāti evamādīnaṃ piṭṭhehi kataṃ piṭṭhakhajjakaṃ. Pūvakhajjakampi etehiyeva kataṃ. Mūlakhajjakanti mūlakamūlaṃ khārakamūlaṃ cuccumūlanti evamādi. Tacakhajjakanti ucchutacādayo. Pattakhajjakanti nimbapaṇṇakuṭajapaṇṇapaṭolapaṇṇasulasapaṇṇādayo. Pupphakhajjakanti mūlakapupphakhārakapupphasetavaraṇasigguuppalapadumakādayo. Phalakhajjakanti panasalabujatālanāḷikeraambāṭakatintiṇikamātuluṅgakapiṭṭhaphalaalābukumbhaṇḍaphussa- phalatimbarūsakatilavātiṅgaṇacocamocamadhukādīnaṃ phalānaṃ khajjakaṃ.",
  "atk-s0515a14:80": "Na kuhanāyāti na vimhāpanāya. Na lapanāyāti paccayatthaṃ na lapanāya. Vihāraṃ āgate manusse disvā ‘‘kimatthāya bhonto āgatā’’ti bhikkhū nimantetunti. ‘‘Yadi evaṃ gacchatha, ahaṃ pacchato gahetvā āgacchāmī’’ti evaṃ na lapanāya. Atha vā attānaṃ upanetvā ‘‘ahaṃ tisso, mayi rājā pasanno, mayi asuko rājā asuko ca rājamahāmatto pasanno’’ti evaṃ na lapanāya. Na nemittikatāyāti yena kenaci paresaṃ paccayadānasaññājanakena kāyavacīkammena na nemittikatāya. Na nippesikatāyāti yā paresaṃ akkosanādikiriyā yasmā veḷupesikā viya abbhaṅgaṃ parassa guṇaṃ nippeseti nipuñchati, yasmā vā gandhajātaṃ nipisitvā gandhamagganā viya paraguṇe nipisitvā vicuṇṇetvā esā lābhamagganā hoti, tasmā ‘‘nippesikatā’’ti vuccati. Na evarūpāya nippesikatāya. Na lābhena lābhaṃ nijigīsanatāyāti ettha nijigīsanatāti magganā, aññato laddhañhi aññattha haraṇavasena lābhena lābhamagganā nāma hoti. Na evarūpāya lābhena lābhamagganāya.",
  "atk-s0515a14:81": "Na dārudānenāti na paccayahetukena dārudānena vihāre uṭṭhitañhi araññato vā āharitvā rakkhitagopitadāruṃ ‘‘evaṃ me paccayaṃ dassantī’’ti upaṭṭhākānaṃ dātuṃ na vaṭṭati. Evañhi jīvikaṃ kappento anesanāya micchājīvena jīvati, so diṭṭheva dhamme garahaṃ pāpuṇāti, samparāye ca apāyaparipūrako hoti. Attano puggalikaṃ dāruṃ kusalaṅgahatthāya dadanto kuladūsakadukkaṭaṃ āpajjati, parapuggalikaṃ theyyacittena dadanto bhaṇḍagghena kāretabbo. Saṅghikepi eseva nayo. Sace pana taṃ issaratāya deti, garubhaṇḍavissajjanaṃ āpajjati. Kataraṃ pana dāru garubhaṇḍaṃ hoti, kataraṃ na hotīti? Yaṃ tāva aropimaṃ sayaṃjātaṃ, taṃ saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṃ, tato paraṃ na garubhaṇḍaṃ. Ropimaṭṭhāne ca sabbena sabbaṃ garubhaṇḍaṃ, pamāṇato sūcidaṇḍakappamāṇaṃ garubhaṇḍaṃ.",
  "atk-s0515a14:82": "Na veḷudānenātiādīsupi na veḷudānenāti na paccayahetukena veḷudānenātiādi sabbaṃ na dārudānenāti ettha vuttanayeneva veditabbaṃ. Veḷu pana pamāṇato telanāḷippamāṇo garubhaṇḍaṃ, na tato heṭṭhā. Manussā vihāraṃ gantvā veḷuṃ yācanti, bhikkhū ‘‘saṅghiko’’ti dātuṃ na visahanti, manussā punappunaṃ yācanti vā tajjenti vā, tadā bhikkhūhi ‘‘daṇḍakammaṃ katvā gaṇhathā’’ti vattuṃ vaṭṭati, veḷudānaṃ nāma na hoti. Sace te daṇḍakammatthāya vāsipharasuādīni vā khādanīyaṃ vā bhojanīyaṃ vā denti, gahetuṃ na vaṭṭati.",
  "atk-s0515a14:83": "Vinayaṭṭhakathāyaṃ pana ‘‘daḍḍhagehā manussā gaṇhitvā gacchantā na vāretabbā’’ti vuttaṃ. Sace saṅghassa veḷugumbe veḷudūsikā uppajjati, taṃ akoṭṭāpentānaṃ veḷu nassati. ‘‘Kiṃ kātabba’’nti bhikkhācāre manussānaṃ ācikkhitabbaṃ. Sace koṭṭetuṃ na icchanti, ‘‘samaṃ bhāgaṃ labhissathā’’ti vattabbā. Na icchantiyeva, ‘‘dve koṭṭhāse labhissathā’’ti vattabbā. Evampi anicchantesu naṭṭhena attho natthi, ‘‘tumhākaṃ khaṇe sati daṇḍakammaṃ karissatha, koṭṭetvā gaṇhathā’’ti vattabbā, veḷudānaṃ nāma na hoti. Veḷugumbe aggimhi uṭṭhitepi udakena vuyhamānaveḷūsupi eseva nayo.",
  "atk-s0515a14:84": "Pattadāne garubhaṇḍatāya ayaṃ vinicchayo – pattampi hi yattha vikkāyati, gandhakārādayo gandhapaliveṭhanādīnaṃ atthāya gaṇhanti, tādise dullabhaṭṭhāneyeva garubhaṇḍaṃ hoti. Esa tāva kiṃsukapattakaṇṇapiḷandhanatālapattādīsu vinicchayo. Tālapaṇṇampi imasmiṃyeva ṭhāne kathetabbaṃ – tālapaṇṇampi hi sayaṃjāte tālavane saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṃ, na tato paraṃ, ropimatālesu sabbampi garubhaṇḍaṃ, tassa pamāṇaṃ heṭṭhimakoṭiyā aṭṭhaṅgulappamāṇopi rittapotthako. Tiṇampi ettheva pakkhipitvā kathetabbaṃ. Yattha pana tiṇaṃ natthi, tattha tālanāḷikerapaṇṇādīhipi chādenti. Tasmā tānipi tiṇeneva saṅgahitāni. Iti muñjapalālādīsu yaṃkiñci muṭṭhippamāṇaṃ tiṇaṃ. Nāḷikerapaṇṇādīsu ca ekapaṇṇampi saṅghassa dinnaṃ vā tattha jātaṃ vā bahiārāme saṅghassa tiṇavatthumhi jātatiṇaṃ vā rakkhitagopitaṃ vā garubhaṇḍaṃ hoti. Taṃ pana saṅghakamme ca cetiyakamme ca kate atirekaṃ puggalikakamme dātuṃ vaṭṭati. Heṭṭhā vuttadāruveḷūsupi eseva nayo.",
  "atk-s0515a14:85": "Pupphadāne ‘‘ettakesu rukkhesu pupphāni vissajjitvā yāgubhattatthāya upanentu, ettakesu senāsanapaṭisaṅkharaṇe upanentū’’ti evaṃ niyamitaṭṭhāneyeva pupphāni garubhaṇḍāni honti. Yadi sāmaṇerā pupphāni ocinitvā rāsiṃ karonti, pañcaṅgasamannāgato pupphabhājako bhikkhu bhikkhusaṅghaṃ gaṇetvā koṭṭhāse karoti. So sampattaparisāya saṅghaṃ anāpucchitvāva dātuṃ labhati. Asammatena pana āpucchitvā dātabbaṃ. Bhikkhuno pana kassa pupphāni dātuṃ labbhati, kassa na labbhatīti? Mātāpitūnaṃ gehaṃ haritvāpi gehato pakkosāpetvāpi ‘‘vatthupūjaṃ karothā’’ti dātuṃ labbhati, piḷandhanatthāya na labbhati. Sesañātīnaṃ pana haritvā na dātabbaṃ, pakkosāpetvā pūjanatthāya dātabbaṃ. Sesajanassa pūjanaṭṭhānaṃ sampattassa apaccāsīsantena dātabbaṃ, pupphadānaṃ nāma na hoti.",
  "atk-s0515a14:86": "Vihāre bahūni pupphāni pupphanti, bhikkhunā piṇḍāya carantena manusse disvā ‘‘vihāre bahūni pupphāni pūjethā’’ti vattabbaṃ, vacanamatte doso natthi, ‘‘manussā khādanīyabhojanīyaṃ ādāya āgamissantī’’ti cittena pana na vattabbaṃ. Sace vadati, khādanīyabhojanīyaṃ na paribhuñjitabbaṃ. Manussā attano dhammatāya ‘‘vihāre pupphāni atthī’’ti pucchitvā ‘‘asukadivase vihāraṃ āgamissāma, sāmaṇerānaṃ pupphāni ocinituṃ mā dethā’’ti vadanti. Bhikkhu sāmaṇerānaṃ kathetuṃ pamuṭṭho, sāmaṇerehi pupphāni ocitāni, manussā bhikkhuṃ upasaṅkamitvā mayaṃ tumhākaṃ asukadivase evaṃ ārocayimha ‘‘sāmaṇerānaṃ pupphāni ocinituṃ mā dethā’’ti, kasmā na vārayitthāti? ‘‘Sati me pamuṭṭhā, pupphāni ocinitamattāneva, na tāva pūjā katā’’ti vattabbaṃ, ‘‘gaṇhatha pūjethā’’ti na vattabbaṃ. Sace vadati, āmisaṃ na paribhuñjitabbaṃ. Aparo bhikkhu sāmaṇerānaṃ ācikkhati ‘‘asukagāmavāsino ‘pupphāni mā ocinitthā’ti āhaṃsū’’ti manussāpi āmisaṃ āharitvā dānaṃ datvā vadanti ‘‘amhākaṃ manussā na bahukā, sāmaṇere amhehi saha pupphāni ocinituṃ āṇāpethā’’ti. ‘‘Sāmaṇerehi bhikkhā laddhā. Ye bhikkhācāraṃ na gacchanti, te sayameva jānissanti upāsakā’’ti vattabbaṃ. Ettakaṃ nayaṃ labhitvā sāmaṇere putte vā bhātike vā katvā pupphāni ocināpetuṃ doso natthi, pupphadānaṃ nāma na hoti.",
  "atk-s0515a14:87": "Phaladāne phalampi pupphaṃ viya niyamitameva garubhaṇḍaṃ hoti. Vihāre bahukasmiṃ phalāphale sati aphāsukamanussā āgantvā yācanti, bhikkhū ‘‘saṅghika’’nti dātuṃ na ussahanti, manussā vippaṭisārino akkosanti paribhāsanti, tattha kiṃ kātabbanti? Phalehi vā rukkhehi vā paricchinditvā kathikā kātabbā ‘‘asuke ca rukkhe asuke ca rukkhe ettakāni phalāni gaṇhantā, ettakesu vā rukkhesu phalāni gaṇhantā na vāretabbā’’ti. Corā vā issarā vā balakkārena gaṇhantā na vāretabbā. Kuddhā hi te sakalavihārampi nāseyyuṃ, ādīnavo pana kathetabboti.",
  "atk-s0515a14:88": "Sinānadāne sinānacuṇṇāni koṭṭitāni na garubhaṇḍāni, akoṭṭito rukkhe ṭhitova rukkhataco garubhaṇḍaṃ, cuṇṇaṃ pana agilānassa rajananipakkaṃ vaṭṭati. Gilānassa yaṃkiñci cuṇṇaṃ dātuṃ vaṭṭatiyeva.",
  "atk-s0515a14:89": "Nacuṇṇadānenāti vuttanayena sirīsacuṇṇādīnaṃ dānena. Mattikādānemattikā hi yattha dullabhā hoti, tattheva garubhaṇḍaṃ. Sāpi heṭṭhimakoṭiyā tiṃsapalaguḷapiṇḍappamāṇāva, tato heṭṭhā na garubhaṇḍanti.",
  "atk-s0515a14:90": "Dantakaṭṭhadāne dantakaṭṭhaṃ acchinnakameva garubhaṇḍaṃ. Yesaṃ sāmaṇerānaṃ saṅghato dantakaṭṭhavāro pāpuṇāti, te attano ācariyupajjhāyānaṃ pāṭiyekkaṃ dātuṃ na labhanti. Yehi pana ‘‘ettakāni dantakaṭṭhāni āharitabbānī’’ti paricchinditvā vārā gahitā, te atirekāni ācariyupajjhāyānaṃ dātuṃ labhanti. Ekena bhikkhunā dantakaṭṭhamāḷakato bahūni dantakaṭṭhāni na gahetabbāni, devasikaṃ ekekameva gahetabbaṃ. Pāṭiyekkaṃ vasantenāpi bhikkhusaṅghaṃ gaṇayitvā yattakāni attano pāpuṇanti, tattakāneva gahetvā gantabbaṃ. Antarā āgantukesu vā āgatesu disaṃ vā pakkamantesu āharitvā gahitaṭṭhāneyeva ṭhapetabbāni. Na mukhodakadānenāti na mukhadhovanaudakadānena.",
  "atk-s0515a14:91": "Na cāṭukamyatāyātiādīsu cāṭukamyatā vuccati attānaṃ dāsaṃ viya nīcaṭṭhāne ṭhapetvā parassa khalitavacanampi saṇṭhapetvā piyakāmatāya paggayhavacanaṃ. Na muggasūpyatāyāti na muggasūpasamānatāya. Muggasūpasamānatāti saccālikena jīvikaṃ kappanatāya etaṃ adhivacanaṃ. Yathā hi muggasūpe paccante bahū muggā pākaṃ gacchanti thokā na gacchanti, evameva saccālikena jīvikakappake puggale bahu alikaṃ hoti, appakaṃ saccaṃ. Yathā vā muggasūpassa apavisanaṭṭhānaṃ nāma natthi, evameva saccālikavuttino puggalassa appatiṭṭhānaṃ nāma natthi. Siṅghāṭakaṃ viya icchiticchitaṭṭhānassa patiṭṭhāti. Tenassa sā musāvāditā ‘‘muggasūpyatā’’ti vuttā. Na pāribhaṭyatāyāti na paribhaṭakammabhāvena. Paribhaṭassa hi kammaṃ pāribhaṭyaṃ, tassa bhāvo pāribhaṭyatā, alaṅkārakaraṇādīhi dārakakīḷāpanassetaṃ adhivacanaṃ. Na pīṭhamaddikatāyāti na sahasā gharaṃ pavisitvā pīṭhake nisīdanakatāya.",
  "atk-s0515a14:92": "Na vatthuvijjāyātiādīsu vatthuvijjā nāma gāmanigamanagarādīnaṃ suniviṭṭhadunniviṭṭhajānanasatthaṃ. Tiracchānavijjā nāma aniyyānikattā saggamokkhamaggānaṃ tiracchānabhūtā aṅgasatthanimittādikā avasesavijjā. Aṅgavijjā nāma itthipurisānaṃ subhagadubbhagalakkhaṇajānanaṃ. Nakkhattavijjā nāma nakkhattānaṃ yogajānanasatthaṃ.",
  "atk-s0515a14:93": "Na dūtagamanenāti na dūteyyaṃ katvā gamanena. Na pahiṇagamanenāti na gihīnaṃ sāsanaṃ gahetvā gharā gharaṃ pahitassa gamanena. Na jaṅghapesaniyenāti gāmantaradesantarādīsu tesaṃ tesaṃ gihīnaṃ sāsanapaṭisāsanaṃ haraṇena. Idañhi jaṅghapesaniyaṃ nāma attano mātāpitūnaṃ, ye cāssa mātāpitaro upaṭṭhahanti, tesaṃ sāsanaṃ gahetvā katthaci gamanavasena vaṭṭati. Cetiyassa vā saṅghassa vā attano vā kammaṃ karontānaṃ vaḍḍhakīnampi sāsanaṃ harituṃ vaṭṭati. Manussā ‘‘dānaṃ dassāma, pūjaṃ karissāma, bhikkhusaṅghassa ācikkhathā’’ti ca vadanti; ‘‘asukattherassa nāma dethā’’ti piṇḍapātaṃ vā bhesajjaṃ vā cīvaraṃ vā denti, ‘‘vihāre pūjaṃ karothā’’ti mālāgandhavilepanādīni vā dhajapaṭākādīni vā niyyātenti. Sabbaṃ harituṃ vaṭṭati, jaṅghapesaniyaṃ nāma na hoti. Sesasāsanaṃ gahetvā gacchantassa padavāre padavāre doso.",
  "atk-s0515a14:94": "Na vejjakammenāti na vejjena hutvā kāyatikicchanādibhesajjakaraṇena. Bhesajjaṃ pana pañcannaṃ sahadhammikānaṃ kātabbaṃ bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā. Samasīlasaddhāpaññānañhi etesaṃ tīsu sikkhāsu yuttānaṃ bhesajjaṃ akātuṃ na labbhati. Mātāpitūnaṃ tadupaṭṭhākānaṃ attano veyyāvaccakarassa paṇḍupalāsassāti etesaṃ pañcannampi kātuṃ vaṭṭati. Jeṭṭhabhātu, kaniṭṭhabhātu, jeṭṭhabhaginiyā, kaniṭṭhabhaginiyā, cūḷamātuyā, mahāmātuyā, cūḷapituno, mahāpituno, pitucchāya, mātucchāyāti etesaṃ pana dasannampi karontena tesaṃyeva santakaṃ bhesajjaṃ gahetvā kevalaṃ yojetvā dātabbaṃ. Sace nappahoti, attano santakaṃ tāvakālikaṃ dātabbaṃ. Etesaṃ puttaparamparā yāva sattamā kulaparivaṭṭā, tāva cattāro paccaye āharāpentassa akataviññatti vā, bhesajjaṃ karontassa vejjakammaṃ vā, kuladūsakāpatti vā na hoti.",
  "atk-s0515a14:95": "Napiṇḍapaṭipiṇḍakenāti ettha piṇḍapāto kassa dātabbo, kassa na dātabbo? Mātāpitūnaṃ tadupaṭṭhākānaṃ veyyāvaccakarassa paṇḍupalāsassa sampattassa dāmarikacorassa issarassāpi dātabbo. Etesaṃ datvā pacchā laddhampi piṇḍapaṭipiṇḍaṃ nāma na hoti. Na dānānuppadānenāti attano dinnakānaṃ na puna dānena. Dhammenāti dhammena uppannaṃ. Samenāti kāyasucaritādinā. Laddhāti kāyena laddhā. Labhitvāti cittena pāpuṇitvā. Adhigantvāti sampāpuṇitvā. Vinditvāti ñāṇena vinditvā. Paṭilabhitvāti punappunaṃ labhitvā.",
  "atk-s0515a14:96": "Annasannidhinti ettha duvidhā annakathā vinayavasena ca sallekhavasena ca. Vinayavasena tāva yaṃkiñci annaṃ ajja paṭiggahitaṃ aparajju sannidhikārakaṃ hoti, tassa paribhoge pācittiyaṃ. Attanā laddhaṃ pana sāmaṇerānaṃ datvā tehi laddhaṃ ṭhapāpetvā dutiyadivase bhuñjituṃ vaṭṭati, sallekho pana na hoti.",
  "atk-s0515a14:97": "Pānasannidhimhipi eseva nayo. Ettha pānaṃ nāma ambapānādīni aṭṭha pānāni, yāni ce tesaṃ anulomāni.",
  "atk-s0515a14:98": "Vatthasannidhintiādimhi anadhiṭṭhitāvikappitaṃ sannidhi ca hoti sallekhañca kopeti. Ayaṃ pariyāya kathāva, nippariyāyato pana ticīvarasantuṭṭhena bhavitabbaṃ, catutthaṃ labhitvā aññassa dātabbaṃ. Sace yassa kassaci dātuṃ na sakkoti, yassa pana dātukāmo hoti, so uddesatthāya vā paripucchatthāya vā gato, āgatamatte dātabbaṃ, adātuṃ na vaṭṭati. Cīvare pana appahonte satiyā paccāsāya anuññātakālaṃ ṭhapetuṃ vaṭṭati. Sūcisuttacīvarakārakānaṃ alābhena tato parampi vinayakammaṃ katvā ṭhapetuṃ vaṭṭati. ‘‘Imasmiṃ jiṇṇe puna īdisaṃ kuto labhissāmī’’ti pana ṭhapetuṃ na vaṭṭati, sannidhi ca hoti, sallekhañca vikopeti.",
  "atk-s0515a14:99": "Yānasannidhimhi yānaṃ nāma vayhaṃ ratho sakaṭaṃ sandamānikā sivikā pāṭaṅkīti netaṃ pabbajitassa yānaṃ. Upāhanā pana pabbajitassa yānaṃyeva. Ekabhikkhussa hi eko araññatthāya, ekā dhotapādakatthāyāti ukkaṃsato dve upāhanasaṅghāṭā vaṭṭanti, tatiyaṃ labhitvā aññassa dātabbo, ‘‘imasmiṃ jiṇṇe aññaṃ kuto labhissāmī’’ti hi ṭhapetuṃ na vaṭṭati, sannidhi ca hoti, sallekhañca vikopeti.",
  "atk-s0515a14:100": "Sayanasannidhimhi sayananti mañco. Ekassa bhikkhuno eko gabbhe eko divāṭṭhāneti ukkaṃsato dve mañcā vaṭṭanti, tato uttari labhitvā aññassa bhikkhuno vā gaṇassa vā dātabbo, adātuṃ na vaṭṭati, sannidhi ceva hoti, sallekhañca kopeti.",
  "atk-s0515a14:101": "Gandhasannidhimhi bhikkhuno kaṇḍukacchuchavidosādiābādhe sati gandho vaṭṭati. Tena gandhena tasmiṃ roge vūpasante aññesaṃ vā ābādhikānaṃ dātabbo. Dvāre pañcaṅgulagharadhūpanādīsu vā upanetabbo. ‘‘Puna roge sati bhavissatī’’ti ṭhapetuṃ na vaṭṭati, gandhasannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0515a14:102": "Āmisanti annādivuttāvasesaṃva daṭṭhabbaṃ. Seyyathidaṃ – idhekacco bhikkhu ‘‘tathārūpe kāle upakārāya bhavissantī’’ti tilataṇḍulamuggamāsanāḷikeraloṇamacchamaṃsavallūrasappitelaguḷa- bhājanādīni āharāpetvā ṭhapeti. So vassakāle kālasseva sāmaṇerehi yāguṃ pacāpetvā bhuñjitvā ‘‘sāmaṇera udakakaddame dukkhaṃ gāmaṃ pavisituṃ, gaccha asukakulaṃ gantvā mayhaṃ vihāre nisinnabhāvaṃ ārocehi, asukakulato dadhiādīni āharā’’ti peseti. Bhikkhūhi ‘‘kiṃ, bhante, gāmaṃ pavisathā’’ti vuttepi ‘‘duppaveso āvuso idāni gāmo’’ti vadati. Te ‘‘hotu, bhante, acchatha tumhe, mayaṃ bhikkhaṃ pariyesitvā āharissāmā’’ti gacchanti. Atha sāmaṇeropi dadhiādīni āharitvā bhattañca byañjanañca sampādetvā upaneti, taṃ bhuñjantasseva upaṭṭhākā bhattaṃ pahiṇanti, tatopi manāpaṃ manāpaṃ bhuñjati. Atha bhikkhū piṇḍapātaṃ gahetvā āgacchanti, tatopi manāpaṃ manāpaṃ gīvāyāmakaṃ bhuñjatiyeva. Evaṃ catumāsampi vītināmeti. Ayaṃ vuccati bhikkhu ‘‘muṇḍakuṭumbikajīvikaṃ jīvati, na samaṇajīvika’’nti. Evarūpo āmisasannidhi nāma hoti.",
  "atk-s0515a14:103": "Bhikkhuno pana vasanaṭṭhāne ekā taṇḍulanāḷi eko guḷapiṇḍo catubhāgamattaṃ sappīti ettakaṃ nidhetuṃ vaṭṭati akāle sampattacorānaṃ atthāya. Te hi ettakampi āmisapaṭisanthāraṃ alabhantā jīvitāpi voropeyyuṃ, tasmā sacepi ettakaṃ natthi, āharāpetvāpi ṭhapetuṃ vaṭṭati. Aphāsukakāle ca yadettha kappiyaṃ, taṃ attanāpi paribhuñjituṃ vaṭṭati. Kappiyakuṭiyaṃ pana bahuṃ ṭhapentassāpi sannidhi nāma natthi.",
  "atk-s0515a14:104": "160.Jhāyī na pādalolassāti jhānābhirato ca na ca pādalolo assa. Virame kukkuccā nappamajjeyyāti hatthakukkuccādikukkuccaṃ vinodeyya, sakkaccakāritāya cettha nappamajjeyya.",
  "atk-s0515a14:105": "Ekattamanuyuttoti ekībhāvaṃ anuyutto. Paramatthagarukoti uttamatthagaruko. ‘‘Sakatthagaruko’’ti vā pāṭho.",
  "atk-s0515a14:106": "Paṭisallānārāmoti āramaṇaṃ ārāmo, tato tato ārammaṇato paṭisaṃharitvā ekībhāve paṭisallāne ārāmo yassa so paṭisallānārāmo. Assāti bhaveyya. Tasmiṃ ratoti paṭisallānarato. Etehi sīlesu paripūrakāritaṃ dasseti. Taṃ kissa hetu? Sīlavipannassa ekaggatāpi na sampajjati. Ajjhattaṃ cetosamathamanuyuttoti attano cittasamathe yutto. Ettha hi ajjhattanti vā attanoti vā etaṃ ekatthaṃ, byañjanameva nānaṃ. Bhummatthe panetaṃ upayogavacanaṃ. Anūti iminā upasaggena yoge siddhaṃ.",
  "atk-s0515a14:107": "Anirākatajjhānoti bahi anihatajjhāno avināsitajjhāno vā. Nīharaṇavināsatthañhi idaṃ nirākaraṇaṃ nāma. ‘‘Thambhaṃ niraṃkatvā nivātavuttī’’tiādīsu (su. ni. 328) cassa payogo daṭṭhabbo. Vipassanāya samannāgatoti sattavidhāya anupassanāya yutto. Sattavidhā anupassanā nāma aniccānupassanā dukkhānupassanā anattānupassanā nibbidānupassanā virāgānupassanā nirodhānupassanā paṭinissaggānupassanāti. Tā visuddhimagge (visuddhi. 2.741 ādayo, 849 ādayo) vitthāritā . Byūhetā suññāgārānanti vaḍḍhetā suññāgārānaṃ. Ettha ca samathavipassanāvasena kammaṭṭhānaṃ gahetvā rattindivaṃ suññāgāraṃ pavisitvā nisīdamāno bhikkhu ‘‘brūhetā suññāgārāna’’nti veditabbo. Ekabhūmakādibhede pāsāde kurumānopi suññāgārānaṃ brūhetāti daṭṭhabbo.",
  "atk-s0515a14:108": "Sakkaccakārītiādīsu dānādīnaṃ kusaladhammānaṃ bhāvanāya puggalassa vā deyyadhammassa vā sakkaccakāritāvasena sakkaccakārī. Assāti bhaveyya. Satatabhāvo sātaccaṃ, sātaccakāritāvasena sātaccakārī. Nirantarakāritāya aṭṭhitakārī. Yathā nāma kakaṇṭako thokaṃ gantvā thokaṃ tiṭṭhati, na nirantaraṃ gacchati, evameva yo puggalo ekadivasaṃ dānaṃ datvā pūjaṃ vā katvā dhammaṃ vā sutvā samaṇadhammaṃ vā katvā puna cirassaṃ karoti, taṃ na nirantaraṃ pavatteti. So ‘‘asātaccakārī, ṭhitakārī’’ti vuccati. Yo pana evaṃ na hoti, so aṭṭhitakārī. Anolīnavuttikoti nirantarakaraṇasaṅkhātassa vipphārassa atthitāya na olīnavuttiko. Anikkhittacchandoti kusalakiriyāya vīriyacchandassa anikkhittabhāvena anikkhittacchando. Anikkhittadhuroti vīriyadhurassa anoropako, anosakkitamānasoti attho.",
  "atk-s0515a14:109": "Appaṭivānīti anivattanaṃ. Adhiṭṭhānanti kusalakaraṇe patiṭṭhābhāvo. Anuyogoti anuyuñjanaṃ. Appamādoti satiyā avippavāso.",
  "atk-s0515a14:110": "161.Tandiṃ māyaṃ hassaṃ khiḍḍanti ālasiyañca māyañca hassañca kāyikaṃ vācasikaṃ khiḍḍañca. Savibhūsanti saddhiṃ vibhūsāya.",
  "atk-s0515a14:111": "Rattindivaṃ chakoṭṭhāsaṃ karitvāti purimayāmamajjhimayāmapacchimayāmavasena rattiṃ tayo tathā divāti chabbidhaṃ koṭṭhāsaṃ katvā. Pañcakoṭṭhāsaṃ paṭijaggeyyāti rattiṃ majjhimayāmaṃ vissajjetvā avasesapañcakoṭṭhāsesu na niddaṃ okkameyya. Ekakoṭṭhāsaṃ nipajjeyyāti ekaṃ majjhimayāmakoṭṭhāsaṃ sato sampajāno nipajjitvā niddaṃ okkameyya.",
  "atk-s0515a14:112": "Idha bhikkhu divasampi pubbaṇhe majjhanhe sāyanheti tayopi divasakoṭṭhāsā gahitā. Caṅkamena nisajjāyāti sakalaṃ divasaṃ iminā iriyāpathadvayeneva viharanto cittassa āvaraṇato āvaraṇīyehi dhammehi pañcahi nīvaraṇehi sabbākusaladhammehi vā. Cittaṃ parisodheyyāti tehi dhammehi cittaṃ visodheyya. Ṭhānaṃ panettha kiñcāpi na gahitaṃ, caṅkamanisajjāsannissitaṃ pana katvā gahetabbameva. Paṭhamaṃ yāmanti sakalasmimpi paṭhamayāme.",
  "atk-s0515a14:113": "Seyyanti ettha kāmabhogīseyyā petaseyyā sīhaseyyā tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī vāmena passena sentī’’ti (a. ni. 1.4246) ayaṃ kāmabhogīseyyā. Tesu hi yebhuyyena dakkhiṇapassena sayāno nāma natthi. ‘‘Yebhuyyena, bhikkhave, petā uttānā sentī’’ti (a. ni. 4.246) ayaṃ petaseyyā. Appamaṃsalohitattā hi aṭṭhisaṅghāṭaghaṭṭitā ekena passena sayituṃ na sakkonti, uttānāva senti. ‘‘Sīho, bhikkhave, migarājā dakkhiṇena passena seyyaṃ kappeti…pe… attamano hotī’’ti (a. ni. 4.246) ayaṃ sīhaseyyā. Tejussadattā hi sīho migarājā dve purimapāde ekasmiṃ pacchimapāde ekasmiṃ ṭhāne ṭhapetvā naṅguṭṭhaṃ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṃ ṭhitokāsaṃ sallakkhetvā dvinnaṃ purimapādānaṃ matthake sīsaṃ ṭhapetvā sayati. Divasampi sayitvā pabujjhamāno na utrasto pabujjhati, sīsaṃ pana ukkhipitvā purimapādādīnaṃ ṭhitokāsaṃ sallakkheti. Sace kiñci ṭhānaṃ vijahitvā ṭhitaṃ hoti, ‘‘nayidaṃ tuyhaṃ jātiyā, na sūrabhāvassa anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Avijahitvā ṭhite pana ‘‘tuyhaṃ jātiyā ca sūrabhāvassa ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṃ vijambhitvā kesarabhāraṃ vidhunitvā tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkamati. Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma.",
  "atk-s0515a14:114": "Pāde pādanti dakkhiṇapāde vāmapādaṃ. Accādhāyāti atiādhāya īsakaṃ atikkamma ṭhapetvā. Gopphakena hi gopphake, jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṃ vedanā uppajjati, cittaṃ ekaggaṃ na hoti, seyyā aphāsu hoti. Yathā pana na saṅghaṭṭeti, evaṃ atikkamma ṭhapite vedanā nuppajjati, cittaṃ ekaggaṃ hoti, seyyā phāsu hoti. Tena vuttaṃ – ‘‘pāde pādaṃ accādhāyā’’ti. Sato sampajānoti satiyā ceva sampajānapaññāya ca samannāgato hutvā. Iminā supariggāhakaṃ satisampajaññaṃ kathitaṃ. Uṭṭhānasaññaṃ manasikaritvāti ‘‘asukavelāya nāma uṭṭhahissāmī’’ti evaṃ uṭṭhānavelāparicchedakaṃ uṭṭhānasaññaṃ citte ṭhapetvā. Evaṃ katvā nipanno hi yathāparicchinnakāleyeva uṭṭhāti.",
  "atk-s0515a14:115": "Vīriyindriyaniddese cetasikoti idaṃ vīriyassa niyamato cetasikabhāvadīpanatthaṃ vuttaṃ, idañhi vīriyaṃ ‘‘yadapi, bhikkhave, kāyikaṃ vīriyaṃ, tadapi vīriyasambojjhaṅgo, yadapi cetasikaṃ vīriyaṃ, tadapi vīriyasambojjhaṅgoti. Itihidaṃ uddesaṃ gacchatī’’ti evamādīsu suttesu (saṃ. ni. 5.233) caṅkamādīni karontassa uppajjanatāya kāyikanti vuccamānampi kāyaviññāṇaṃ viya kāyikaṃ nāma natthi, cetasikameva panetanti dīpetuṃ ‘‘cetasiko’’ti vuttaṃ. Vīriyārambhoti vīriyasaṅkhāto ārambho. Ayañhi ārambhasaddo kamme āpattiyaṃ kiriyāyaṃ vīriye hiṃsāyaṃ vikopaneti anekesu atthesu āgato.",
  "atk-s0515a14:116": "‘‘Yaṃ kiñci dukkhaṃ sambhoti, sabbaṃ ārambhapaccayā;",
  "atk-s0515a14:117": "Ārambhānaṃ nirodhena, natthi dukkhassa sambhavo’’ti. (su. ni. 749) –",
  "atk-s0515a14:118": "Ettha hi kammaṃ ārambhoti āgataṃ. ‘‘Ārambhati ca vippaṭisārī ca hotī’’ti (a. ni. 5.142; pu. pa. 191) ettha āpatti. ‘‘Mahāyaññā mahārambhā, na te honti mahapphalā’’ti (a. ni. 4.39; saṃ. ni. 1.120) ettha yūpussāpanādikiriyā. ‘‘Ārambhatha nikkamatha, yuñjatha buddhasāsane’’ti (saṃ. ni. 1.185; kathā. 333; netti. 29; peṭako. 38; mi. pa. 5.1.4) ettha vīriyaṃ. ‘‘Samaṇaṃ gotamaṃ uddissa pāṇaṃ ārambhantī’’ti (ma. ni. 2.51) ettha hiṃsā. ‘‘Bījagāmabhūtagāmasamārambhā paṭivirato hotī’’ti (dī. ni. 1.10; ma. ni. 1.293) ettha chedanabhañjanādikaṃ vikopanaṃ. Idha pana vīriyameva adhippetaṃ. Tenāha ‘‘vīriyārambhoti vīriyasaṅkhāto ārambho’’ti. Vīriyañhi ārambhanavasena ārambhoti vuccati. Idamassa sabhāvapadaṃ. Kosajjato nikkhamanavasena nikkamo. Paraṃ paraṃ ṭhānaṃ akkamanavasena parakkamo. Uggantvā yamanavasena uyyāmo. Vāyamanavasena vāyāmo. Ussahanavasena ussāho. Adhimattussahanavasena ussoḷhī. Thirabhāvaṭṭhena thāmo. Cittacetasikānaṃ dhāraṇavasena avicchedato vā pavattanavasena kusalasantānaṃ dhāretīti dhiti.",
  "atk-s0515a14:119": "Aparo nayo – nikkamo ceso kāmānaṃ panudanāya. Parakkamo ceso bandhanacchedāya. Uyyāmo ceso oghassa nittharaṇāya. Vāyāmo ceso pāraṃ gamanaṭṭhena. Ussāho ceso pubbaṅgamaṭṭhena. Ussoḷhī ceso adhimattaṭṭhena. Thāmo ceso palighugghāṭanatāya. Dhiti ceso aṭṭhitakāritāyāti.",
  "atk-s0515a14:120": "‘‘Kāmaṃ taco ca nhāru ca, aṭṭhi ca avasissatū’’ti (a. ni. 2.5) evaṃ pavattikāle asithilaparakkamavasena asithilaparakkamatā, thiraparakkamo daḷhaparakkamoti attho. Yasmā panetaṃ vīriyaṃ kusalakammakaraṇaṭṭhāne chandaṃ na nikkhipati, dhuraṃ na nikkhipati, na otāreti na vissajjeti, anosakkitamānasataṃ āvahati, tasmā ‘‘anikkhittacchandatā anikkhittadhuratā’’ti vuttaṃ. Yathā pana tajjātike udakasambhinnaṭṭhāne dhuravāhagoṇaṃ ‘‘gaṇhathā’’ti vadanti, so jāṇunā bhūmiṃ uppīḷetvāpi dhuraṃ vahati, bhūmiyaṃ patituṃ na deti, evameva vīriyaṃ kusalakammakaraṇaṭṭhāne dhuraṃ na nikkhipati paggaṇhāti, tasmā ‘‘dhurasampaggāho’’ti vuttaṃ. Paggahalakkhaṇe indaṭṭhaṃ kāretīti vīriyindriyaṃ. Kosajje na kampatīti vīriyabalaṃ. Yāthāvaniyyānikakusalavāyāmatāya sammāvāyāmo.",
  "atk-s0515a14:121": "Tandīti jātiālasiyaṃ. Tandiyanāti tandiyanākāro. Tandimanakatāti tandiyā abhibhūtacittatā. Alasassa bhāvo ālasyaṃ, ālasyāyanākāro ālasyāyanā. Ālasyāyitassa bhāvo ālasyāyitattaṃ. Iti sabbehi imehi padehi kilesavasena kāyālasiyaṃ kathitaṃ.",
  "atk-s0515a14:122": "Vañcanikā cariyāti vañcanikā kiriyā. Mā maṃ jaññāti vācaṃ bhāsatīti jānaṃyeva paṇṇattiṃ vītikkamanto bhikkhu bhāriyaṃ karoti, amhākaṃ pana vītikkamaṭṭhānaṃ nāma natthīti upasanto viya bhāsati. Kāyena parakkamatīti ‘‘mayā kataṃ idaṃ pāpakammaṃ mā keci jāniṃsū’’ti kāyena vattaṃ karoti. Vijjamānadosapaṭicchādanato cakkhumohanamāyā viyāti māyā, māyāvino bhāvo māyāvitā. Katvā pāpaṃ puna paṭicchādanato ati assarati etāya sattoti accasarā. Kāyavācākiriyāhi aññathā dassanato vañcetīti vañcanā. Etāya sattā nikarontīti nikati, micchā karontīti attho. ‘‘Nāhaṃ evaṃ karomī’’ti pāpānaṃ nikkhipanato nikiraṇā. ‘‘Nāhaṃ evaṃ karomī’’ti parivajjanato pariharaṇā. Kāyādīhi saṃvaraṇato gūhanā. Sabbato bhāgena gūhanā parigūhanā. Tiṇapaṇṇehi viya gūthaṃ kāyavacīkammehi pāpaṃ chādiyatīti chādanā. Sabbato bhāgena chādanā paricchādanā. Na uttānaṃ katvā dassetīti anuttānīkammaṃ. Na pākaṭaṃ katvā dassetīti anāvikammaṃ. Suṭṭhu chādanā vocchādanā. Katapāpapaṭicchādanavasena punapi pāpassa karaṇato pāpakiriyā. Ayaṃ vuccatīti ayaṃ katapaṭicchādanalakkhaṇā māyā nāma vuccati. Yāya samannāgato puggalo bhasmāpaṭicchanno viya aṅgāro, udakapaṭicchanno viya khāṇu, pilotikāya paliveṭhitaṃ viya ca satthaṃ hoti. Ativelaṃ dantavidaṃsakaṃ hasatīti pamāṇātikkantaṃ dantaṃ vivaritvā paresaṃ dassetvā hāsaṃ somanassaṃ uppādetvā hasati.",
  "atk-s0515a14:123": "Kāyikāca khiḍḍāti kāyena pavattā kīḷā. Eseva nayo vācasikāyapi. Hatthīhipi kīḷantīti hatthīhi kīḷitatthāya purato dhāvanaādhāvanapiṭṭhanisīdanādikīṭṭhāya kīḷanti. Eseva nayo assarathesupi. Aṭṭhapadepi kīḷantīti ekekāya pantiyā aṭṭha aṭṭha padāni assāti aṭṭhapadaṃ, tasmiṃ aṭṭhapade. Dasapadepi eseva nayo. Ākāsepīti aṭṭhapadadasapadesu viya ākāseyeva kīḷanti. Parihārapathepīti bhūmiyaṃ nānāpathamaṇḍalaṃ katvā tattha pariharitabbapathaṃ pariharantā kīḷanti. Santikāyapi kīḷantīti santikakīḷāya kīḷanti, ekajjhaṃ ṭhapitā sāriyo vā pāsāṇasakkharāyo vā acālentā nakheneva apanenti ca upanenti ca. Sace tattha kāci calati, parājayo hotīti.",
  "atk-s0515a14:124": "Khalikāyāti jūtaphalake pāsakakīḷāya kīḷanti. Ghaṭikāyāti ghaṭikā vuccati dīghadaṇḍakena rassadaṇḍakaṃ paharaṇakīḷā, tāya kīḷanti. Salākahatthenāti lākhāya vā mañjaṭṭhiyā vā piṭṭhodakena vā salākahatthaṃ temetvā ‘‘kiṃ hotū’’ti bhūmiyaṃ vā bhittiyaṃ vā taṃ paharitvā hatthiassādirūpāni dassentā kīḷanti. Akkhenāti guḷena. Paṅkacīrenāti paṅkacīraṃ vuccati paṇṇanāḷikā, taṃ dhamantā kīḷanti. Vaṅkakenāti gāmadārakānaṃ kīḷanakena khuddakanaṅgalena. Mokkhacikāyāti samparivattakakīḷāya, ākāse vā daṇḍaṃ gahetvā bhūmiyaṃ vā sīsaṃ ṭhapetvā heṭṭhupariyabhāvena parivattantā kīḷantīti vuttaṃ hoti. Ciṅgulakenāti ciṅgulakaṃ vuccati tālapaṇṇādīhi kataṃ vātappahārena paribbhamanacakkaṃ, tena kīḷanti. Pattāḷhakenāti pattāḷhakaṃ vuccati paṇṇanāḷi, tāya vālikādīni minantā kīḷanti. Rathakenāti khuddakarathena. Dhanukenāti khuddakadhanunā. Akkharikāyāti akkharikā vuccati ākāse vā piṭṭhiyaṃ vā akkharajānanakīḷā, tāya kīḷanti. Manesikāyāti manesikā vuccati manasā cintitajānanakīḷā, tāya kīḷanti. Yathāvajjenāti yathāvajjaṃ vuccati kāṇakuṇikhujjādīnaṃ yaṃ yaṃ vajjaṃ, taṃ taṃ payojetvā dassanakīḷā, tāya kīḷanti. Mukhabherikanti mukhasaddena bherī viya vādanaṃ. Mukhālambaranti mukhānulittabherisaddakaraṇaṃ. Mukhaḍiṇḍimakanti mukhena pahatabherisaddakaraṇaṃ. Mukhavalimakanti oṭṭhamaṃsaṃ jimhaṃ katvā saddakaraṇaṃ. ‘‘Mukhatalika’’ntipi pāṭho, mukhaṃ parivattetvā dhamanaṃ . Mukhabheruḷakanti mukhena bherivādanaṃ. Nāṭakanti abhinayaṃ dassetvā uggaṇhāpanaṃ. ‘‘Naṭṭaka’’ntipi pāṭho. Lāpanti ukkuṭṭhitakaraṇaṃ. Gītanti gāyanaṃ. Davakammanti hassakīḷākaraṇaṃ. Ayaṃ vācasikā khiḍḍāti ayaṃ kīḷā vācāya jātā vacīdvāre uppannā.",
  "atk-s0515a14:125": "Kesā ca massu cātiādīsu kesānaṃ kattarikāya ṭhānātirittāni akatvā kattarikāya chedanaṃ massūnaṃ dāṭhikaṃ ṭhapetvā kappāsanañca ekatovaṇḍikādimālā ca mūlagandhādigandhā ca chavikaraṇavilepanā ca. Gīvādīsu piḷandhanaābharaṇā ca sīse paṭimuñcanapasādhanapiḷandhanā ca sarīranivāsanavicitravatthā ca saṃvelliyabandhanapasādhanañca. ‘‘Parāsana’’ntipi pāṭho. Sīsaveṭhanapaṭasaṅkhātaveṭhanañca.",
  "atk-s0515a14:126": "Ucchādanādīsu mātukucchito nikkhantadārakānaṃ sarīragandho dvādasamattavassakāle nassati, tesaṃ sarīragandhaharaṇatthāya gandhacuṇṇādīhi ucchādenti, evarūpaṃ ucchādanaṃ na vaṭṭati. Puññavante pana dārake ūrūsu nipajjāpetvā telena makkhetvā hatthapādaūrunābhiādīnaṃ saṇṭhānasampādanatthaṃ parimaddanti, evarūpaṃ parimaddanaṃ na vaṭṭati.",
  "atk-s0515a14:127": "Nhāpananti tesaṃyeva dārakānaṃ gandhādīhi nhāpanaṃ. Sambāhananti mahāmallānaṃ viya hatthapāde muggarādīhi paharitvā bāhuvaḍḍhanaṃ. Ādāsanti yaṃkiñci ādāsaṃ pariharituṃ na vaṭṭati. Añjanaṃ alaṅkārañjanameva. Mālāti baddhamālā vā abaddhamālā vā. Vilepananti yaṃkiñci chavirāgakaraṇaṃ. Mukhacuṇṇakaṃ mukhalepananti mukhe kāḷapīḷakādīnaṃ haraṇatthāya mattikākakkaṃ denti. Tena lohite calite sāsapakakkaṃ denti, tena dose khādite tilakakkaṃ denti, tena lohite sannisinne haliddikakkaṃ denti, tena chavivaṇṇe ārūḷhe mukhacuṇṇakena mukhaṃ cuṇṇenti, taṃ sabbaṃ na vaṭṭati.",
  "atk-s0515a14:128": "Hatthabandhādīsu hatthe vicitrasaṅkhakapālādīni bandhitvā vicaranti, taṃ vā aññaṃ vā sabbampi hatthābharaṇaṃ na vaṭṭati. Apare sikhaṃ bandhitvā vicaranti, suvaṇṇacīrakamuttāvaḷiādīhi ca taṃ parikkhipanti, taṃ sabbaṃ na vaṭṭati. Apare catuhatthadaṇḍaṃ vā aññaṃ vā pana alaṅkatadaṇḍakaṃ gahetvā vicaranti , tathā itthipurisarūpādivicittaṃ bhesajjanāḷikaṃ suparikkhittaṃ vāmapasse olaggenti, apare anekacitrakosaṃ atitikhiṇaṃ asiṃ, pañcavaṇṇasuttasibbitaṃ makaradantakādivicittaṃ chattaṃ, suvaṇṇarajatādivicitrā morapiñchādiparikkhittā upāhanā, keci ratanamattāyāmaṃ caturaṅgulavitthataṃ kesantaparicchedaṃ dassetvā meghamukhe vijjulataṃ viya nalāṭe uṇhīsapaṭṭaṃ bandhitvā cūḷāmaṇiṃ dhārenti, cāmaravālabījaniṃ dhārenti, taṃ sabbaṃ na vaṭṭati.",
  "atk-s0515a14:129": "Imassa vā pūtikāyassāti imassa cātumahābhūtamayassa kuṇapasarīrassa. Keḷanāti kīḷāpanā . Parikeḷanāti sabbato bhāgena kīḷāpanā. Gedhitatāti abhikaṅkhitatā. Gedhitattanti giddhabhāvo abhikaṅkhitabhāvo. Capalatāti alaṅkārakaraṇaṃ. Cāpalyanti capalabhāvaṃ.",
  "atk-s0515a14:130": "Savibhūsantiādīsu vibhūsāya saha savibhūsaṃ. Chavirāgakaraṇasaṅkhātena parivārena saha saparivāraṃ. Paribhaṇḍena saha saparibhaṇḍaṃ. Parikkhārena saha saparikkhāraṃ.",
  "atk-s0515a14:131": "162.Āthabbaṇanti āthabbaṇikamantappayogaṃ. Supinanti supinasatthaṃ. Lakkhaṇanti maṇilakkhaṇādiṃ. No vidaheti nappayojeyya. Virutañcāti migādīnaṃ vaṭṭetvā vassitaṃ.",
  "atk-s0515a14:132": "Āthabbaṇikāti parūpaghātamantajānanakā. Āthabbaṇaṃ payojentīti āthabbaṇikā kira sattāhaṃ aloṇakaṃ bhuñjitvā dabbe attharitvā pathaviyaṃ sayamānā tapaṃ caritvā sattame divase susānabhūmiṃ sajjetvā sattame pade ṭhatvā hatthaṃ vaṭṭetvā vaṭṭetvā mukhena vijjaṃ parijappanti, atha tesaṃ kammaṃ samijjhati. Evarūpaṃ sandhāya ‘‘āthabbaṇaṃ payojentī’’ti āha. Tattha payojentīti yuttappayuttā honti. Nagare vā ruddheti nagare samantato rundhitvā āvaritvā gahite. Saṅgāme vā paccupaṭṭhiteti raṇe upagantvā ṭhite. Paccatthikesu paccāmittesūti paṭāṇībhūtesu verīsu. Ītiṃ uppādentīti sarīracalanaṃ kampanaṃ, tassa uppādanaṃ karonti. Upaddavanti kāyapīḷanaṃ karonti. Roganti byādhiṃ. Pajjarakanti jaraṃ. Sūlanti uddhumātakaṃ. Visūcikanti vijjhanaṃ. Pakkhandikanti lohitapakkhandikaṃ. Karontīti uppādenti.",
  "atk-s0515a14:133": "Supinapāṭhakāti supinabyākaraṇakā. Ādisantīti byākaronti. Yo pubbaṇhasamayaṃ supinaṃ passatītiādīsu accantasaṃyoge upayogavacanaṃ, pubbaṇhasamayeti attho. Evaṃ vipāko hotīti iṭṭhāniṭṭhavasena evarūpo vipāko hoti. Avakujja nipannoti adhomukho hutvā nipanno passati. Evaṃ supinapāṭhakā supinaṃ ādisanti.",
  "atk-s0515a14:134": "Tañca pana supinaṃ passanto catūhi kāraṇehi passati dhātukkhobhato vā anubhūtapubbato vā devatopasaṃhārato vā pubbanimittato vāti. Tattha pittādīnaṃ khobhakaraṇapaccayayogena khubhitadhātuko dhātukkhobhato supinaṃ passati, passanto ca nānāvidhaṃ supinaṃ passati. Anubhūtapubbato passanto pubbe anubhūtapubbaṃ ārammaṇaṃ passati. Devatopasaṃhārato passanto devatānaṃ ānubhāvena ārammaṇāni passati. Pubbanimittato passanto puññāpuññavasena uppajjitukāmassa atthassa vā anatthassa vā pubbanimittabhūtaṃ supinaṃ passati . Tattha yaṃ dhātukkhobhato anubhūtapubbato ca supinaṃ passati, na taṃ saccaṃ hoti. Yaṃ devatopasaṃhārato passati, taṃ saccaṃ vā hoti alikaṃ vā. Kuddhā hi devatā upāyena vināsetukāmā viparītampi katvā dassenti. Yaṃ pana pubbanimittato passati, taṃ ekantasaccameva hoti. Etesaṃ catunnaṃ mūlakāraṇānaṃ saṃsaggabhedatopi supinabhedo hotiyeva. Tañca panetaṃ catubbidhaṃ supinaṃ sekkhaputhujjanāva passanti appahīnavipallāsattā. Asekkhā na passanti pahīnavipallāsattā.",
  "atk-s0515a14:135": "Kiṃ panetaṃ passanto sutto passati, udāhu paṭibuddho, udāhu neva sutto na paṭibuddhoti? Kiñcettha – yadi tāva sutto passati, abhidhammavirodho āpajjati. Bhavaṅgacittena hi supati, taṃ rūpanimittādiārammaṇaṃ rāgādisampayuttaṃ vā na hoti, supinaṃ passantassa ca īdisāni cittāni uppajjanti. Atha paṭibuddho passati, vinayavirodho āpajjati. Yañhi paṭibuddho passati, taṃ sabbohārikacittena passati, sabbohārikacittena ca kate vītikkame anāpatti nāma natthi, supinaṃ passantena pana kate vītikkame ekantaṃ anāpatti eva. Atha neva sutto na paṭibuddho passati, ko nāma passati. Evañca sati supinassa abhāvova āpajjati, na abhāvo. Kasmā? Yasmā kapiniddāpareto passati. Vuttañhetaṃ – ‘‘majjhūpagato, mahārāja, kapiniddāpareto supinaṃ passatī’’ti (mi. pa. 5.3.5).",
  "atk-s0515a14:136": "Kapiniddāparetoti makkaṭaniddāya yutto. Yathā hi makkaṭassa niddā lahuparivattā hoti, evaṃ yā niddā punappunaṃ kusalādicittavokiṇṇattā lahuviparivattā. Yassā pavattiyaṃ punappunaṃ bhavaṅgato uttaraṇaṃ hoti, tāya yutto supinaṃ passati. Tenāyaṃ supino kusalopi hoti akusalopi abyākatopi. Tattha supinante cetiyavandanadhammassavanadhammadesanādīni karontassa kusalo, pāṇātipātādīni karontassa akusalo, dvīhi antehi mutto āvajjanatadārammaṇakkhaṇe abyākatoti veditabbo. Svāyaṃ dubbalavatthukattā cetanāya paṭisandhiṃ ākaḍḍhituṃ asamattho, pavatte pana aññehi kusalākusalehi upatthambhito vipākaṃ deti.",
  "atk-s0515a14:137": "Maṇilakkhaṇādīsu evarūpo maṇi pasattho, evarūpo apasattho, sāmino ārogyaissariyādīnaṃ hetu hoti, na hotīti evaṃ vaṇṇasaṇṭhānādivasena maṇiādīnaṃ lakkhaṇaṃ ādisantīti attho. Tattha āvudhalakkhaṇanti ṭhapetvā asiādīni avasesaṃ āvudhaṃ . Itthilakkhaṇādīnipi yamhi kule itthipurisādayo vasanti, tassa vuddhihānivaseneva veditabbāni. Ajalakkhaṇādīsu pana ‘‘evarūpānaṃ ajādīnaṃ maṃsaṃ khāditabbaṃ, evarūpānaṃ na khāditabba’’nti ayampi viseso veditabbo.",
  "atk-s0515a14:138": "Api cettha godhāya lakkhaṇe cittakammapiḷandhanādīsupi ‘‘evarūpāya godhāya sati idaṃ nāma hotī’’ti ayampi viseso veditabbo. Kaṇṇikālakkhaṇaṃ piḷandhanakaṇṇikāyapi gehakaṇṇikāyapi vasena veditabbaṃ. Kacchapalakkhaṇampi godhalakkhaṇasadisameva. Migalakkhaṇaṃ sabbasaṅgāhikaṃ sabbacatuppadānaṃ lakkhaṇavasena vuttaṃ. Evaṃ lakkhaṇapāṭhakā lakkhaṇaṃ ādisantīti evaṃ lakkhaṇasatthavācakā lakkhaṇaṃ ādisanti kathenti.",
  "atk-s0515a14:139": "Nakkhattānīti kattikādīni aṭṭhavīsati nakkhattāni. Iminā nakkhattena gharappaveso kātabboti gehappavesamaṅgalaṃ kātabbaṃ. Makuṭaṃ bandhitabbanti pasādhanamaṅgalaṃ kātabbaṃ. Vāreyyanti ‘‘imassa dārakassa asukakulato asukanakkhattena dārikaṃ ānethā’’ti āvāhakaraṇañca ‘‘imaṃ dārikaṃ asukassa nāma dārakassa asukanakkhattena detha, evaṃ etesaṃ vuḍḍhi bhavissatī’’ti vivāhakaraṇañca vatvā vāreyyasaṅkhātaṃ āvāhavivāhamaṅgalaṃ kātabbanti ādisanti. Bījanīhāroti bījānaṃ vappatthāya bahi nīharaṇaṃ. ‘‘Niharo’’tipi pāḷi. Migavākkanti idaṃ sabbasaṅgāhikanāmaṃ, sabbasakuṇacatuppadānaṃ rutañāṇavaseneva vuttaṃ. Migavākkapāṭhakāti sakuntacatuppadānaṃ saddabyākaraṇakā. Migavākkaṃ ādisantīti tesaṃ saddaṃ sutvā byākaronti. Rutanti saddaṃ. ‘‘Ruda’’nti vā pāḷi. Vassitanti vācaṃ. Gabbhakaraṇīyāti vinassamānassa gabbhassa puna avināsāya osadhadānena gabbhasaṇṭhānakārakā. Gabbho hi vātena pāṇakehi kammunā cāti tīhi kāraṇehi vinassati. Tattha vātena vinassante vātavināsanaṃ sītalaṃ bhesajjaṃ deti. Pāṇakehi vinassante pāṇakānaṃ paṭikammaṃ karoti. Kammunā vinassante pana buddhāpi paṭibāhituṃ na sakkonti. Tasmā na taṃ idha gahitaṃ. Sālākiyanti salākavejjakammaṃ. Sallakattiyanti sallakattavejjakammaṃ. Kāyatikicchanti mūlabhesajjādīni yojetvā kāyatikicchavejjakammaṃ. Bhūtiyanti bhūtavejjakammaṃ. Komārabhaccanti komārakavejjakammaṃ. Kuhāti vimhāpakā. Thaddhāti dārukkhandhaṃ viya thaddhasarīrā. Lapāti paccayapaṭibaddhavacanakā. Siṅgiti maṇḍanapakatikā. Unnaḷāti uggatamānanaḷā. Asamāhitāti upacārappanāsamādhivirahitā.",
  "atk-s0515a14:140": "Na gaṇheyyātiādīsu uddesaggahaṇavasena na gaṇheyya. Sajjhāyavasena na uggaṇheyya. Citte ṭhapanavasena na dhāreyya. Samīpaṃ katvā ṭhapanavasena na upadhāreyya. Upaparikkhāvasena na upalakkheyya. Aññesaṃ vācanavasena nappayojeyya.",
  "atk-s0515a14:141": "163.Pesuṇiyanti pesuññaṃ. Sesaniddeso ca vuttatthoyeva.",
  "atk-s0515a14:142": "164.Kayavikkayeti pañcahi sahadhammikehi saddhiṃ vañcanavasena vā udayapatthanāvasena vā na tiṭṭheyya. Upavādaṃ bhikkhu na kareyyāti upavādakare kilese anibbattento attani parehi samaṇabrāhmaṇehi upavādaṃ na janeyya. Gāme ca nābhisajjeyyāti gāme ca gihisaṃsaggādīhi nābhisajjeyya. Lābhakamyā janaṃ na lapayeyyāti lābhakāmatāya janaṃ na lapayeyya.",
  "atk-s0515a14:143": "Ye kayavikkayā vinaye paṭikkhittāti ye dānapaṭiggahaṇavasena kayavikkayasikkhāpade (pārā. 593 ādayo) na vaṭṭatīti paṭikkhittā, idhādhippetaṃ kayavikkayaṃ dassetuṃ ‘‘pañcannaṃ saddhiṃ pattaṃ vā cīvaraṃ vā’’tiādimāha. Tattha pañcannaṃ saddhinti pañcahi sahadhammikehi saha. Pañca sahadhammikā nāma bhikkhubhikkhunīsikkhamānasāmaṇerasāmaṇeriyo. Vañcaniyaṃ vāti paṭirūpakaṃ dassetvā vañcaniyaṃ vā. Udayaṃ vā patthayantoti vuḍḍhiṃ patthento vā. Parivattetīti parivattanaṃ karoti.",
  "atk-s0515a14:144": "Iddhimantoti ijjhanapabhāvavanto. Dibbacakkhukāti dibbasadisañāṇacakkhukā. Atha vā dibbavihārasannissayena laddhañāṇacakkhukā. Paracittavidunoti attano cittena paresaṃ cittajānanakā. Te dūratopi passantīti ekayojanatopi yojanasatatopi yojanasahassatopi yojanasatasahassatopi cakkavāḷatopi dvetīṇicattāripañcadasavīsaticattālīsasahassatopi tato atirekatopi cakkavāḷato passanti dakkhanti. Āsannāpi na dissantīti samīpe ṭhitāpi nisinnāpi na paññāyanti. Cetasāpi cittaṃ pajānantīti attano cittenāpi paresaṃ cittaṃ pajānanti. Devatāpi kho santi iddhimantiniyoti devatāpi evaṃ saṃvijjanti ijjhanapabhāvavantiniyo. Paracittaviduniyoti paresaṃ cittaṃ jānantiyo. Oḷārikehi vā kilesehīti kāyaduccaritādikehi vā upatāpehi. Majjhimehi vāti kāmavitakkādikehi vā. Sukhumehi vāti ñātivitakkādikehi vā. Kāyaduccaritādayo kammapathavasena , kāmavitakkādayo vaṭṭamūlakakilesavasena veditabbā.",
  "atk-s0515a14:145": "Ñātivitakkādīsu ‘‘mayhaṃ ñātayo sukhajīvino sampattiyuttā’’ti evaṃ pañcakāmaguṇasannissitena gehasannissitapemena ñātake ārabbha uppannavitakko ñātivitakko. ‘‘Mayhaṃ ñātayo khayaṃ gatā vayaṃ gatā saddhā pasannā’’ti evaṃ pavatto pana ñātivitakko nāma na hoti.",
  "atk-s0515a14:146": "‘‘Amhākaṃ janapado subhikkho sampannasasso’’ti tuṭṭhamānasassa gehassitapemavasena uppannavitakko janapadavitakko. ‘‘Amhākaṃ janapade manussā saddhā pasannā khayaṃ gatā vayaṃ gatā’’ti evaṃ pavatto pana janapadavitakko nāma na hoti.",
  "atk-s0515a14:147": "Amarattāya vitakko, amaro vā vitakkoti amaravitakko. Tattha ukkuṭikappadhānādīhi dukkhe nijiṇṇe samparāye attā sukhī hoti. Amaroti dukkarakārikaṃ karontassa tāya dukkarakārikāya paṭisaṃyutto vitakko amarattāya vitakko nāma. Diṭṭhigatiko pana ‘‘sassataṃ vadesī’’tiādīni puṭṭho ‘‘evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’’ti vikkhepaṃ āpajjati, tassa so diṭṭhigatapaṭisaṃyutto vitakko, yathā amaro nāma maccho udake gahetvā māretuṃ na sakkā, ito cito ca dhāvati gāhaṃ na gacchati, evameva ekasmiṃ pakkhe asaṇṭhahanato na maratīti amaro nāma hoti, taṃ duvidhampi ekato katvā ‘‘amaravitakko’’ti vuttaṃ.",
  "atk-s0515a14:148": "Parānuddayatāpaṭisaññuttoti anuddayatāpaṭirūpakena gehassitapemena paṭisaṃyutto. Upaṭṭhākesu nandakesu socantesu ca tehi saddhiṃ diguṇaṃ nandati diguṇaṃ socati, tesu sukhitesu diguṇaṃ sukhito hoti, dukkhitesu diguṇaṃ dukkhito hoti. Uppannesu kiccakaraṇīyesu attanā voyogaṃ āpajjati. Tāni tāni kiccāni sādhento paññattiṃ vītikkamati, sallekhaṃ kopeti. Yo tasmiṃ saṃsaṭṭhavihāre tasmiṃ vā voyogāpajjane gehassito vitakko, ayaṃ parānuddayatāpaṭisaññutto vitakko nāma.",
  "atk-s0515a14:149": "Lābhasakkārasilokapaṭisaññuttoti cīvarādilābhena ceva sakkārena ca kittisaddena ca saddhiṃ ārammaṇakaraṇavasena paṭisaññutto. Anavaññattipaṭisaññuttoti ‘‘aho vata maṃ pare na avajāneyyuṃ, na sodhetvā visodhetvā katheyyu’’nti evaṃ anavaññātabhāvapatthanāya saddhiṃ uppajjanakavitakko . So tasmiṃ ‘‘mā maṃ pare avajāniṃsū’’ti uppanne vitakke pañcakāmaguṇasaṅkhātagehanissito hutvā uppannavitakko anavaññattipaṭisaññutto vitakko.",
  "atk-s0515a14:150": "Tatra tatra sajjatīti tesu tesu ārammaṇesu laggati. Tatra tatra gaṇhātīti vuttappakāraṃ ārammaṇaṃ pavisati. Bajjhatīti tehi tehi ārammaṇehi saddhiṃ bajjhati ekībhavati. Anayabyasananti tattha tattha avaḍḍhiṃ vināsaṃ. Āpajjatīti pāpuṇāti.",
  "atk-s0515a14:151": "Āmisacakkhukassāti cīvarādiāmisalolassa. Lokadhammagarukassāti lokuttaradhammaṃ muñcitvā rūpādilokadhammameva garuṃ katvā carantassa. Ālapanāti vihāraṃ āgatamanusse disvā ‘‘kimatthāya bhonto āgatā, kiṃ bhikkhū nimantetuṃ, yadi evaṃ gacchatha, ahaṃ pacchato bhikkhū gahetvā āgacchāmī’’ti evaṃ āditova lapanā. Atha vā attānaṃ upanetvā ‘‘ahaṃ tisso, mayi rājā pasanno, mayi asuko ca asuko ca rājamahāmatto pasanno’’ti evaṃ attupanāyikā lapanāti ālapanā. Lapanāti puṭṭhassa sato vuttappakārameva lapanaṃ.",
  "atk-s0515a14:152": "Sallapanāti gahapatikānaṃ ukkaṇṭhane bhītassa okāsaṃ datvā suṭṭhu lapanā. Ullapanāti ‘‘mahākuṭumbiko mahānāviko mahādānapatī’’ti evaṃ uddhaṃ katvā lapanā. Samullapanāti sabbato bhāgena uddhaṃ katvā lapanā. Unnahanāti ‘‘upāsakā pubbe īdise kāle navadānaṃ detha, idāni kiṃ na dethā’’ti evaṃ yāva ‘‘dassāma bhante, okāsaṃ na labhāmā’’tiādīni vadanti, tāva uddhaṃ uddhaṃ nahanā, veṭhanāti vuttaṃ hoti. Atha vā ucchuhatthaṃ disvā ‘‘kuto ābhataṃ upāsakā’’ti pucchati. Ucchukhettato bhanteti. Kiṃ tattha ucchu madhuranti. Khāditvā bhante jānitabbanti. Na upāsakā ‘‘bhikkhussa ucchuṃ dethā’’ti vattuṃ vaṭṭatīti yā evarūpā nibbeṭhentassapi niveṭhanakakathā, sā unnahanā. Sabbato bhāgena punappunaṃ unnahanā samunnahanā. Ukkācanāti ‘‘etaṃ kulaṃ maṃyeva jānāti, sace ettha deyyadhammo uppajjati, mayhaṃyeva detī’’ti evaṃ ukkhipitvā kācanā ukkācanā, uddīpanāti vuttaṃ hoti. Sabbato bhāgena pana punappunaṃ ukkācanā samukkācanā. Anuppiyabhāṇitāti paccayavasena punappunaṃ piyavacanabhaṇanā. Saṇhavācatāti muduvacanatā. Sakhilavācatāti mandapamāṇayuttavacanatā sithilavacanatā vā. Sithilavācatāti allīyavacanatā. Apharusavācatāti madhuravacanatā.",
  "atk-s0515a14:153": "Purāṇaṃ mātāpettikanti pure uppannaṃ mātāpitūnaṃ santakaṃ. Antarahitanti paṭicchannaṃ tirobhūtaṃ . Ñāyāmīti pākaṭo homi. Asukassa kulūpakoti asukassa amaccassa kulapayirupāsako. Asukāyāti asukāya upāsikāya. Maṃ ujjhitvāti maṃ vissajjitvā.",
  "atk-s0515a14:154": "165.Payuttanti cīvarādīhi sampayuttaṃ, tadatthaṃ vā payojitaṃ. Imissā gāthāya niddeso sabbo heṭṭhā vuttanayova.",
  "atk-s0515a14:155": "166. Mosavajje na niyyethāti musāvāde na niyyetha.Jīvitenāti jīvikāya.",
  "atk-s0515a14:156": "Saṭhoti asantaguṇadīpanato na sammā bhāsitā. Sabbato bhāgena saṭho parisaṭho. Yaṃ tatthāti yaṃ tasmiṃ puggale. Saṭhanti asantaguṇadīpanaṃ kerāṭiyaṃ. Saṭhatāti saṭhākāro. Sāṭheyyanti saṭhabhāvo. Kakkaratāti padumanāḷassa viya aparāmasanakkhamo pharusabhāvo. Kakkariyantipi tasseva vevacanaṃ. Parikkhattatā pārikkhattiyanti padadvayena nikhaṇitvā ṭhapitaṃ viya daḷhakerāṭiyaṃ vuttaṃ. Keci pana ‘‘kakkaratāti sambhāvayitvā vacanaṃ. Kakkariyanti sambhāvayitvā vacanabhāvo. Parikkhattatāti alaṅkaraṇākāro. Pārikkhattiyanti alaṅkaraṇabhāvo’’ti atthaṃ vaṇṇayanti. Idaṃ vuccatīti idaṃ attano avijjamānaguṇappakāsanalakkhaṇaṃ sāṭheyyaṃ nāma vuccati. Yena samannāgatassa puggalassa kucchiṃ vā piṭṭhiṃ vā jānituṃ na sakkā.",
  "atk-s0515a14:157": "‘‘Vāmena sūkaro hoti, dakkhiṇena ajāmigo;",
  "atk-s0515a14:158": "Sarena nelako hoti, visāṇena jaraggavo’’ti. (dī. ni. aṭṭha. 2.296; vibha. aṭṭha. 894) –",
  "atk-s0515a14:159": "Evaṃ vuttayakkhasūkarasadiso hoti. Atimaññatīti atikkamitvā maññati.",
  "atk-s0515a14:160": "Kiṃ panāyaṃ bahulājīvoti ayaṃ pana puggalo ko nāma bahulājīvako. Sabbaṃ saṃbhakkhetīti laddhaṃ sabbaṃ khādati. Appapuññoti mandapuñño. Appesakkhoti parivāravirahito. Paññāsampannoti sampannapañño paripuṇṇapañño. Pañhaṃ vissajjetīti pañhaṃ katheti byākaroti.",
  "atk-s0515a14:161": "167.Sutvā rusito bahuṃ vācaṃ, samaṇānaṃ vā puthujanānanti rusito ghaṭṭito parehi tesaṃ samaṇānaṃ vā khattiyādibhedānaṃ vā aññesaṃ puthujanānaṃ bahumpi aniṭṭhaṃ vācaṃ sutvā. Na paṭivajjāti na paṭivadeyya. Kiṃ kāraṇā? Na hi santo paṭiseniṃ karonti.",
  "atk-s0515a14:162": "Kakkhaḷenāti dāruṇena. Santoti nibbutakilesā. Paṭiseninti paṭisattuṃ. Paṭimallanti paṭiyodhaṃ. Paṭikaṇṭakanti paṭiveriṃ. Paṭipakkhanti kilesapaṭipakkhaṃ, kilesavasena saṅgaṃ na karontīti attho.",
  "atk-s0515a14:163": "168.Etañca dhammamaññāyāti sabbametaṃ yathāvuttaṃ dhammaṃ ñatvā. Vicinanti vicinanto. Santīti nibbutiṃ ñatvāti nibbutiṃ rāgādīnaṃ santīti ñatvā.",
  "atk-s0515a14:164": "Samañcāti kāyasucaritādiṃ. Visamañcāti kāyaduccaritādiṃ. Pathañcāti dasakusalakammapathaṃ. Vipathañcāti dasaakusalakammapathaṃ. Sāvajjañcāti akusalañca. Anavajjañcāti kusalañca. Hīnapaṇītakaṇhasukkaviññūgarahitaviññūpasatthanti idampi kusalākusalameva. Tattha kāyasucaritādi samakaraṇato samaṃ. Kāyaduccaritādi visamakaraṇato visamaṃ. Dasakusalakammapathā sugatigamanapathattā pathaṃ. Dasaakusalakammapathā sugatigamanapaṭipakkhattā apāyagamanapathattā vipathaṃ. Akusalaṃ sadosattā sāvajjaṃ. Kusalaṃ niddosattā anavajjaṃ. Tathā mohena vā dosamohena vā lobhamohena vā sampayuttattā hīnaṃ. Alobhaadosaamohasampayuttattā paṇītaṃ. Kaṇhavipākattā kaṇhaṃ. Sukkavipākattā sukkaṃ. Buddhādīhi viññūhi garahitattā viññūgarahitaṃ. Tehi eva thomitattā viññūpasatthanti ñātabbaṃ.",
  "atk-s0515a14:165": "169. Kiṃ kāraṇā nappamajjeyya iti ce – abhibhū hi soti gāthā. Tattha abhibhūti rūpādīnaṃ abhibhavitā. Anabhibhūtoti tehi anabhibhūto. Sakkhidhammamanītihamaddasīti paccakkhameva anītihaṃ dhammaṃ addakkhi. Sadā namassa’manusikkheti sadā namassanto tisso sikkhāyo sikkheyya.",
  "atk-s0515a14:166": "Kehici kilesehīti kehici rāgādiupatāpakarehi kilesehi. Abhibhosi neti te kilese abhibhavi. Sesaṃ sabbattha pākaṭameva.",
  "atk-s0515a14:167": "Kevalaṃ pana ettha ‘‘cakkhūhi neva lolo’’tiādīhi indriyasaṃvaro, ‘‘annānamatho pānāna’’ntiādīhi sannidhipaṭikkhepamukhena paccayapaṭisevanasīlaṃ, methunamosavajjapesuṇiyādīhi pātimokkhasaṃvarasīlaṃ , ‘‘āthabbaṇaṃ supinaṃ lakkhaṇa’’ntiādīhi ājīvapārisuddhisīlaṃ, ‘‘jhāyī na pādalolassā’’ti iminā samādhi, ‘‘vicinaṃ bhikkhū’’ti iminā paññā, ‘‘sadā sato sikkhe’’ti iminā puna saṅkhepato tissopi sikkhā, ‘‘atha āsanesu sayanesu, appasaddesu bhikkhu vihareyya, niddaṃ na bahulīkareyyā’’tiādīhi sīlasamādhipaññānaṃ upakārānupakārasaṅgaṇhanavinodanāni vuttānīti. Evaṃ bhagavā nimmitassa paripuṇṇapaṭipadaṃ vatvā arahattanikūṭena desanaṃ niṭṭhāpesi, desanāpariyosāne purābhedasutte (mahāni. 83 ādayo) vuttasadisoyevābhisamayo ahosīti.",
  "atk-s0515a14:168": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a14:169": "Tuvaṭakasuttaniddesavaṇṇanā niṭṭhitā."
}