{
  "atk-s0510a22:0": "24. Udakāsanavaggo",
  "atk-s0510a22:1": "1-10.Udakāsanadāyakattheraapadānādivaṇṇanā",
  "atk-s0510a22:2": "Catuvīsatime vagge paṭhamadutiyāpadānāni uttānāneva.",
  "atk-s0510a22:3": "9. Tatiyāpadāne aruṇavatiyā nagareti ā samantato ālokaṃ karonto uṇati uggacchatīti aruṇo, so tasmiṃ vijjatīti aruṇavatī, tasmiṃ nagare ālokaṃ karonto sūriyo uggacchatīti attho. Sesanagaresupi sūriyuggamane vijjamānepi visesavacanaṃ sabbacatuppadānaṃ mahiyaṃ sayanepi sati mahiyaṃ sayatīti mahiṃsoti vacanaṃ viya rūḷhivasena vuttanti veditabbaṃ. Atha vā pākārapāsādahammiyādīsu suvaṇṇarajatamaṇimuttādisattaratanapabhāhi aruṇuggamanaṃ viya pabhāvatī aruṇavatī nāma, tasmiṃ aruṇavatiyā nagare, pūpiko pūpavikkayena jīvikaṃ kappento ahosinti attho.",
  "atk-s0510a22:4": "14. Catutthāpadāne tivarāyaṃ pure rammeti tīhi pākārehi parivāritā parikkhittāti tivarā, khajjabhojjādiupabhogavatthābharaṇādinaccagītādīhi ramaṇīyanti rammaṃ, tasmiṃ tivarāyaṃ pure nagare ramme naḷakāro ahaṃ ahosinti sambandho.",
  "atk-s0510a22:5": "Pañcamāpadānaṃ uttānatthameva.",
  "atk-s0510a22:6": "23. Chaṭṭhāpadāne vaṇṇakāro ahaṃ tadāti nīlapītarattādivaṇṇavasena vatthāni karoti rañjetīti vaṇṇakāro. Vattharajako hutvā cetiye vatthehi acchādanasamaye nānāvaṇṇehi dussāni rañjesinti attho.",
  "atk-s0510a22:7": "27. Sattamāpadāne piyālaṃ pupphitaṃ disvāti supupphitaṃ piyālarukkhaṃ disvā. Gatamagge khipiṃahanti ahaṃ migaluddo nesādo hutvā piyālapupphaṃ ocinitvā buddhassa gatamagge khipiṃ pūjesinti attho.",
  "atk-s0510a22:8": "30. Aṭṭhamāpadāne sake sippe apatthaddhoti attano takkabyākaraṇādisippasmiṃ apatthaddho patiṭṭhito cheko ahaṃ kānanaṃ agamaṃ gato sambuddhaṃ yantaṃ disvānāti vanantare gacchantaṃ vipassiṃ sambuddhaṃ passitvā. Ambayāgaṃ adāsahanti ahaṃ ambadānaṃ adāsinti attho.",
  "atk-s0510a22:9": "33. Navamāpadāne jagatī kāritā mayhanti atthadassissa bhagavato sarīradhātunidhāpitacetiye jagati chinnabhinnaālindapupphādhānasaṅkhātā jagati mayā kāritā kārāpitāti attho.",
  "atk-s0510a22:10": "Dasamāpadānaṃ uttānatthamevāti.",
  "atk-s0510a22:11": "Catuvīsatimavaggavaṇṇanā samattā."
}