{
  "sn46.1:0.1": "Saṁyutta Nikāya 46.1 ",
  "sn46.1:0.2": "1. Pabbatavagga ",
  "sn46.1:0.3": "Himavantasutta ",
  "sn46.1:1.1": "Sāvatthinidānaṁ. ",
  "sn46.1:1.2": "“Seyyathāpi, bhikkhave, himavantaṁ pabbatarājānaṁ nissāya nāgā kāyaṁ vaḍḍhenti, balaṁ gāhenti; ",
  "sn46.1:1.3": "te tattha kāyaṁ vaḍḍhetvā balaṁ gāhetvā kusobbhe otaranti, kusobbhe otaritvā mahāsobbhe otaranti, mahāsobbhe otaritvā kunnadiyo otaranti, kunnadiyo otaritvā mahānadiyo otaranti, mahānadiyo otaritvā mahāsamuddasāgaraṁ otaranti; te tattha mahantattaṁ vepullattaṁ āpajjanti kāyena; ",
  "sn46.1:1.4": "evameva kho, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṁ vepullattaṁ pāpuṇāti dhammesu. ",
  "sn46.1:1.5": "Kathañca, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṁ vepullattaṁ pāpuṇāti dhammesūti? ",
  "sn46.1:1.6": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ; ",
  "sn46.1:1.7": "dhammavicayasambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.1:1.8": "vīriyasambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.1:1.9": "pītisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.1:1.10": "passaddhisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.1:1.11": "samādhisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.1:1.12": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.1:1.13": "Evaṁ kho, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṁ vepullattaṁ pāpuṇāti dhammesū”ti. ",
  "sn46.1:1.14": "Paṭhamaṁ. ",
  "sn46.2:0.1": "Saṁyutta Nikāya 46.2 ",
  "sn46.2:0.2": "1. Pabbatavagga ",
  "sn46.2:0.3": "Kāyasutta ",
  "sn46.2:1.1": "Sāvatthinidānaṁ. ",
  "sn46.2:1.2": "“Seyyathāpi, bhikkhave, ayaṁ kāyo āhāraṭṭhitiko, āhāraṁ paṭicca tiṭṭhati, anāhāro no tiṭṭhati; ",
  "sn46.2:1.3": "evameva kho, bhikkhave, pañca nīvaraṇā āhāraṭṭhitikā, āhāraṁ paṭicca tiṭṭhanti, anāhārā no tiṭṭhanti. ",
  "sn46.2:2.1": "Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ",
  "sn46.2:2.2": "Atthi, bhikkhave, subhanimittaṁ. ",
  "sn46.2:2.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.2:2.4": "ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ",
  "sn46.2:3.1": "Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ",
  "sn46.2:3.2": "Atthi, bhikkhave, paṭighanimittaṁ. ",
  "sn46.2:3.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.2:3.4": "ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ",
  "sn46.2:4.1": "Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ",
  "sn46.2:4.2": "Atthi, bhikkhave, arati tandi vijambhitā bhattasammado cetaso ca līnattaṁ. ",
  "sn46.2:4.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.2:4.4": "ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ",
  "sn46.2:5.1": "Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ",
  "sn46.2:5.2": "Atthi, bhikkhave, cetaso avūpasamo. ",
  "sn46.2:5.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.2:5.4": "ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ",
  "sn46.2:6.1": "Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ",
  "sn46.2:6.2": "Atthi, bhikkhave, vicikicchāṭṭhānīyā dhammā. ",
  "sn46.2:6.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.2:6.4": "ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ",
  "sn46.2:7.1": "Seyyathāpi, bhikkhave, ayaṁ kāyo āhāraṭṭhitiko, āhāraṁ paṭicca tiṭṭhati, anāhāro no tiṭṭhati; ",
  "sn46.2:7.2": "evameva kho, bhikkhave, ime pañca nīvaraṇā āhāraṭṭhitikā, āhāraṁ paṭicca tiṭṭhanti, anāhārā no tiṭṭhanti. ",
  "sn46.2:8.1": "Seyyathāpi, bhikkhave, ayaṁ kāyo āhāraṭṭhitiko, āhāraṁ paṭicca tiṭṭhati, anāhāro no tiṭṭhati; ",
  "sn46.2:8.2": "evameva kho, bhikkhave, satta bojjhaṅgā āhāraṭṭhitikā, āhāraṁ paṭicca tiṭṭhanti, anāhārā no tiṭṭhanti. ",
  "sn46.2:9.1": "Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:9.2": "Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.2:9.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:9.4": "ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:10.1": "Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:10.2": "Atthi, bhikkhave, kusalākusalā dhammā, sāvajjānavajjā dhammā, hīnapaṇītā dhammā, kaṇhasukkasappaṭibhāgā dhammā. ",
  "sn46.2:10.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:10.4": "ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:11.1": "Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:11.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ",
  "sn46.2:11.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:11.4": "ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:12.1": "Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:12.2": "Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.2:12.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:12.4": "ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:13.1": "Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:13.2": "Atthi, bhikkhave, kāyapassaddhi, cittapassaddhi. ",
  "sn46.2:13.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:13.4": "ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:14.1": "Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:14.2": "Atthi, bhikkhave, samathanimittaṁ abyagganimittaṁ. ",
  "sn46.2:14.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:14.4": "ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:15.1": "Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.2:15.2": "Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.2:15.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.2:15.4": "ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.2:16.1": "Seyyathāpi, bhikkhave, ayaṁ kāyo āhāraṭṭhitiko, āhāraṁ paṭicca tiṭṭhati, anāhāro no tiṭṭhati; ",
  "sn46.2:16.2": "evameva kho, bhikkhave, ime satta bojjhaṅgā āhāraṭṭhitikā, āhāraṁ paṭicca tiṭṭhanti, anāhārā no tiṭṭhantī”ti. ",
  "sn46.2:16.3": "Dutiyaṁ. ",
  "sn46.3:0.1": "Saṁyutta Nikāya 46.3 ",
  "sn46.3:0.2": "1. Pabbatavagga ",
  "sn46.3:0.3": "Sīlasutta ",
  "sn46.3:1.1": "“Ye te, bhikkhave, bhikkhū sīlasampannā samādhisampannā ñāṇasampannā vimuttisampannā vimuttiñāṇadassanasampannā, dassanampāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi; ",
  "sn46.3:1.2": "savanampāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi; ",
  "sn46.3:1.3": "upasaṅkamanampāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi; ",
  "sn46.3:1.4": "payirupāsanampāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi; ",
  "sn46.3:1.5": "anussatimpāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi; ",
  "sn46.3:1.6": "anupabbajjampāhaṁ, bhikkhave, tesaṁ bhikkhūnaṁ bahukāraṁ vadāmi. ",
  "sn46.3:1.7": "Taṁ kissa hetu? ",
  "sn46.3:1.8": "Tathārūpānaṁ, bhikkhave, bhikkhūnaṁ dhammaṁ sutvā dvayena vūpakāsena vūpakaṭṭho viharati—kāyavūpakāsena ca cittavūpakāsena ca. ",
  "sn46.3:1.9": "So tathā vūpakaṭṭho viharanto taṁ dhammaṁ anussarati anuvitakketi. ",
  "sn46.3:2.1": "Yasmiṁ samaye, bhikkhave, bhikkhu tathā vūpakaṭṭho viharanto taṁ dhammaṁ anussarati anuvitakketi, satisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; ",
  "sn46.3:2.2": "satisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; ",
  "sn46.3:2.3": "satisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:2.4": "So tathā sato viharanto taṁ dhammaṁ paññāya pavicinati pavicarati parivīmaṁsamāpajjati. ",
  "sn46.3:3.1": "Yasmiṁ samaye, bhikkhave, bhikkhu tathā sato viharanto taṁ dhammaṁ paññāya pavicinati pavicarati parivīmaṁsamāpajjati, dhammavicayasambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; ",
  "sn46.3:3.2": "dhammavicayasambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; ",
  "sn46.3:3.3": "dhammavicayasambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:3.4": "Tassa taṁ dhammaṁ paññāya pavicinato pavicarato parivīmaṁsamāpajjato āraddhaṁ hoti vīriyaṁ asallīnaṁ. ",
  "sn46.3:4.1": "Yasmiṁ samaye, bhikkhave, bhikkhuno taṁ dhammaṁ paññāya pavicinato pavicarato parivīmaṁsamāpajjato āraddhaṁ hoti vīriyaṁ asallīnaṁ, vīriyasambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; vīriyasambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; vīriyasambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:4.2": "Āraddhavīriyassa uppajjati pīti nirāmisā. ",
  "sn46.3:5.1": "Yasmiṁ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; pītisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; pītisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:5.2": "Pītimanassa kāyopi passambhati, cittampi passambhati. ",
  "sn46.3:6.1": "Yasmiṁ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati cittampi passambhati, passaddhisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; passaddhisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; passaddhisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:6.2": "Passaddhakāyassa sukhino cittaṁ samādhiyati. ",
  "sn46.3:7.1": "Yasmiṁ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṁ samādhiyati, samādhisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; samādhisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; samādhisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:7.2": "So tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti. ",
  "sn46.3:8.1": "Yasmiṁ samaye, bhikkhave, bhikkhu tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti; upekkhāsambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti; upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn46.3:9.1": "Evaṁ bhāvitesu kho, bhikkhave, sattasu sambojjhaṅgesu evaṁ bahulīkatesu satta phalā sattānisaṁsā pāṭikaṅkhā. ",
  "sn46.3:9.2": "Katame satta phalā sattānisaṁsā? ",
  "sn46.3:9.3": "Diṭṭheva dhamme paṭikacca aññaṁ ārādheti. ",
  "sn46.3:9.4": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, atha maraṇakāle aññaṁ ārādheti. ",
  "sn46.3:9.5": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, no ce maraṇakāle aññaṁ ārādheti, atha pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti. ",
  "sn46.3:9.6": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, no ce maraṇakāle aññaṁ ārādheti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti, atha pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti. ",
  "sn46.3:9.7": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, no ce maraṇakāle aññaṁ ārādheti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti, atha pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā asaṅkhāraparinibbāyī hoti. ",
  "sn46.3:9.8": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, no ce maraṇakāle aññaṁ ārādheti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā asaṅkhāraparinibbāyī hoti, atha pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā sasaṅkhāraparinibbāyī hoti. ",
  "sn46.3:9.9": "No ce diṭṭheva dhamme paṭikacca aññaṁ ārādheti, no ce maraṇakāle aññaṁ ārādheti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā asaṅkhāraparinibbāyī hoti, no ce pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā sasaṅkhāraparinibbāyī hoti, atha pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā uddhaṁsoto hoti akaniṭṭhagāmī. ",
  "sn46.3:9.10": "Evaṁ bhāvitesu kho, bhikkhave, sattasu bojjhaṅgesu evaṁ bahulīkatesu ime satta phalā sattānisaṁsā pāṭikaṅkhā”ti. ",
  "sn46.3:9.11": "Tatiyaṁ. ",
  "sn46.4:0.1": "Saṁyutta Nikāya 46.4 ",
  "sn46.4:0.2": "1. Pabbatavagga ",
  "sn46.4:0.3": "Vatthasutta ",
  "sn46.4:1.1": "Ekaṁ samayaṁ āyasmā sāriputto sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn46.4:1.2": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "sn46.4:1.3": "“āvuso bhikkhavo”ti. ",
  "sn46.4:1.4": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "sn46.4:1.5": "Āyasmā sāriputto etadavoca: ",
  "sn46.4:2.1": "“Sattime, āvuso, bojjhaṅgā. ",
  "sn46.4:2.2": "Katame satta? ",
  "sn46.4:2.3": "Satisambojjhaṅgo, dhammavicayasambojjhaṅgo, vīriyasambojjhaṅgo, pītisambojjhaṅgo, passaddhisambojjhaṅgo, samādhisambojjhaṅgo, upekkhāsambojjhaṅgo—",
  "sn46.4:2.4": "ime kho, āvuso, satta bojjhaṅgā. ",
  "sn46.4:2.5": "Imesaṁ khvāhaṁ, āvuso, sattannaṁ bojjhaṅgānaṁ yena yena bojjhaṅgena ākaṅkhāmi pubbaṇhasamayaṁ viharituṁ, tena tena bojjhaṅgena pubbaṇhasamayaṁ viharāmi; ",
  "sn46.4:2.6": "yena yena bojjhaṅgena ākaṅkhāmi majjhanhikaṁ samayaṁ viharituṁ, tena tena bojjhaṅgena majjhanhikaṁ samayaṁ viharāmi; ",
  "sn46.4:2.7": "yena yena bojjhaṅgena ākaṅkhāmi sāyanhasamayaṁ viharituṁ, tena tena bojjhaṅgena sāyanhasamayaṁ viharāmi. ",
  "sn46.4:2.8": "Satisambojjhaṅgo iti ce me, āvuso, hoti, ‘appamāṇo’ti me hoti, ‘susamāraddho’ti me hoti, tiṭṭhantañca naṁ ‘tiṭṭhatī’ti pajānāmi. ",
  "sn46.4:2.9": "Sacepi me cavati, ‘idappaccayā me cavatī’ti pajānāmi …pe… ",
  "sn46.4:2.10": "upekkhāsambojjhaṅgo iti ce me, āvuso, hoti, ‘appamāṇo’ti me hoti, ‘susamāraddho’ti me hoti, tiṭṭhantañca naṁ ‘tiṭṭhatī’ti pajānāmi. ",
  "sn46.4:2.11": "Sacepi me cavati, ‘idappaccayā me cavatī’ti pajānāmi. ",
  "sn46.4:3.1": "Seyyathāpi, āvuso, rañño vā rājamahāmattassa vā nānārattānaṁ dussānaṁ dussakaraṇḍako pūro assa. ",
  "sn46.4:3.2": "So yaññadeva dussayugaṁ ākaṅkheyya pubbaṇhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ pubbaṇhasamayaṁ pārupeyya; ",
  "sn46.4:3.3": "yaññadeva dussayugaṁ ākaṅkheyya majjhanhikaṁ samayaṁ pārupituṁ, taṁ tadeva dussayugaṁ majjhanhikaṁ samayaṁ pārupeyya; ",
  "sn46.4:3.4": "yaññadeva dussayugaṁ ākaṅkheyya sāyanhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ sāyanhasamayaṁ pārupeyya. ",
  "sn46.4:3.5": "Evameva khvāhaṁ, āvuso, imesaṁ sattannaṁ bojjhaṅgānaṁ yena yena bojjhaṅgena ākaṅkhāmi pubbaṇhasamayaṁ viharituṁ, tena tena bojjhaṅgena pubbaṇhasamayaṁ viharāmi; ",
  "sn46.4:3.6": "yena yena bojjhaṅgena ākaṅkhāmi majjhanhikaṁ samayaṁ viharituṁ, tena tena bojjhaṅgena majjhanhikaṁ samayaṁ viharāmi; ",
  "sn46.4:3.7": "yena yena bojjhaṅgena ākaṅkhāmi sāyanhasamayaṁ viharituṁ, tena tena bojjhaṅgena sāyanhasamayaṁ viharāmi. ",
  "sn46.4:3.8": "Satisambojjhaṅgo iti ce me, āvuso, hoti, ‘appamāṇo’ti me hoti, ‘susamāraddho’ti me hoti, tiṭṭhantañca naṁ ‘tiṭṭhatī’ti pajānāmi. ",
  "sn46.4:3.9": "Sacepi me cavati, ‘idappaccayā me cavatī’ti pajānāmi …pe… ",
  "sn46.4:3.10": "upekkhāsambojjhaṅgo iti ce me, āvuso, hoti, ‘appamāṇo’ti me hoti, ‘susamāraddho’ti me hoti, tiṭṭhantañca naṁ ‘tiṭṭhatī’ti pajānāmi. ",
  "sn46.4:3.11": "Sacepi me cavati, ‘idappaccayā me cavatī’ti pajānāmī”ti. ",
  "sn46.4:3.12": "Catutthaṁ. ",
  "sn46.5:0.1": "Saṁyutta Nikāya 46.5 ",
  "sn46.5:0.2": "1. Pabbatavagga ",
  "sn46.5:0.3": "Bhikkhusutta ",
  "sn46.5:1.1": "Sāvatthinidānaṁ. ",
  "sn46.5:1.2": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn46.5:1.3": "“‘bojjhaṅgā, bojjhaṅgā’ti, bhante, vuccanti. ",
  "sn46.5:1.4": "Kittāvatā nu kho, bhante, ‘bojjhaṅgā’ti vuccantī”ti? ",
  "sn46.5:1.5": "“Bodhāya saṁvattantīti kho, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccanti. ",
  "sn46.5:1.6": "Idha, bhikkhu, satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.5:1.7": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.5:1.8": "Tassime satta bojjhaṅge bhāvayato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "sn46.5:1.9": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn46.5:1.10": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "sn46.5:1.11": "Bodhāya saṁvattantīti, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccantī”ti. ",
  "sn46.5:1.12": "Pañcamaṁ. ",
  "sn46.6:0.1": "Saṁyutta Nikāya 46.6 ",
  "sn46.6:0.2": "1. Pabbatavagga ",
  "sn46.6:0.3": "Kuṇḍaliyasutta ",
  "sn46.6:1.1": "Ekaṁ samayaṁ bhagavā sākete viharati añjanavane migadāye. ",
  "sn46.6:1.2": "Atha kho kuṇḍaliyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn46.6:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho kuṇḍaliyo paribbājako bhagavantaṁ etadavoca: ",
  "sn46.6:1.4": "“ahamasmi, bho gotama, ārāmanissayī parisāvacaro. ",
  "sn46.6:1.5": "Tassa mayhaṁ, bho gotama, pacchābhattaṁ bhuttapātarāsassa ayamācāro hoti—",
  "sn46.6:1.6": "ārāmena ārāmaṁ uyyānena uyyānaṁ anucaṅkamāmi anuvicarāmi. ",
  "sn46.6:1.7": "So tattha passāmi eke samaṇabrāhmaṇe itivādappamokkhānisaṁsañceva kathaṁ kathente upārambhānisaṁsañca: ",
  "sn46.6:1.8": "‘bhavaṁ pana gotamo kimānisaṁso viharatī’”ti? ",
  "sn46.6:1.9": "“Vijjāvimuttiphalānisaṁso kho, kuṇḍaliya, tathāgato viharatī”ti. ",
  "sn46.6:2.1": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā vijjāvimuttiṁ paripūrentī”ti? ",
  "sn46.6:2.2": "“Satta kho, kuṇḍaliya, bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṁ paripūrentī”ti. ",
  "sn46.6:2.3": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti? ",
  "sn46.6:2.4": "“Cattāro kho, kuṇḍaliya, satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti. ",
  "sn46.6:2.5": "“Katame pana, bho gotama, dhammā bhāvitā, bahulīkatā cattāro satipaṭṭhāne paripūrentī”ti? ",
  "sn46.6:2.6": "“Tīṇi kho, kuṇḍaliya, sucaritāni bhāvitāni bahulīkatāni cattāro satipaṭṭhāne paripūrentī”ti. ",
  "sn46.6:2.7": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā tīṇi sucaritāni paripūrentī”ti? ",
  "sn46.6:2.8": "“Indriyasaṁvaro kho, kuṇḍaliya, bhāvito bahulīkato tīṇi sucaritāni paripūretīti. ",
  "sn46.6:3.1": "Kathaṁ bhāvito ca, kuṇḍaliya, indriyasaṁvaro kathaṁ bahulīkato tīṇi sucaritāni paripūretīti? ",
  "sn46.6:3.2": "Idha, kuṇḍaliya, bhikkhu cakkhunā rūpaṁ disvā manāpaṁ nābhijjhati nābhihaṁsati, na rāgaṁ janeti. ",
  "sn46.6:3.3": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:3.4": "Cakkhunā kho paneva rūpaṁ disvā amanāpaṁ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso. ",
  "sn46.6:3.5": "Tassa ṭhito ca kāyo hoti ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:4.1": "Puna caparaṁ, kuṇḍaliya, bhikkhu sotena saddaṁ sutvā …pe… ",
  "sn46.6:4.2": "ghānena gandhaṁ ghāyitvā …pe… ",
  "sn46.6:4.3": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn46.6:4.4": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "sn46.6:4.5": "manasā dhammaṁ viññāya manāpaṁ nābhijjhati nābhihaṁsati, na rāgaṁ janeti. ",
  "sn46.6:4.6": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:4.7": "Manasā kho paneva dhammaṁ viññāya amanāpaṁ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso. ",
  "sn46.6:4.8": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.1": "Yato kho, kuṇḍaliya, bhikkhuno cakkhunā rūpaṁ disvā manāpāmanāpesu rūpesu ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.2": "Sotena saddaṁ sutvā …pe… ",
  "sn46.6:5.3": "ghānena gandhaṁ ghāyitvā …pe… ",
  "sn46.6:5.4": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn46.6:5.5": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "sn46.6:5.6": "manasā dhammaṁ viññāya manāpāmanāpesu dhammesu ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.7": "Evaṁ bhāvito kho, kuṇḍaliya, indriyasaṁvaro evaṁ bahulīkato tīṇi sucaritāni paripūreti. ",
  "sn46.6:6.1": "Kathaṁ bhāvitāni ca, kuṇḍaliya, tīṇi sucaritāni kathaṁ bahulīkatāni cattāro satipaṭṭhāne paripūrenti? ",
  "sn46.6:6.2": "Idha, kuṇḍaliya, bhikkhu kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveti, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveti, manoduccaritaṁ pahāya manosucaritaṁ bhāveti. ",
  "sn46.6:6.3": "Evaṁ bhāvitāni kho, kuṇḍaliya, tīṇi sucaritāni evaṁ bahulīkatāni cattāro satipaṭṭhāne paripūrenti. ",
  "sn46.6:7.1": "Kathaṁ bhāvitā ca, kuṇḍaliya, cattāro satipaṭṭhānā kathaṁ bahulīkatā satta bojjhaṅge paripūrenti? ",
  "sn46.6:7.2": "Idha, kuṇḍaliya, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn46.6:7.3": "vedanāsu …pe… ",
  "sn46.6:7.4": "citte …pe… ",
  "sn46.6:7.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn46.6:7.6": "Evaṁ bhāvitā kho, kuṇḍaliya, cattāro satipaṭṭhānā evaṁ bahulīkatā satta bojjhaṅge paripūrenti. ",
  "sn46.6:8.1": "Kathaṁ bhāvitā ca, kuṇḍaliya, satta bojjhaṅgā kathaṁ bahulīkatā vijjāvimuttiṁ paripūrenti? ",
  "sn46.6:8.2": "Idha, kuṇḍaliya, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.6:8.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.6:8.4": "Evaṁ bhāvitā kho, kuṇḍaliya, satta bojjhaṅgā evaṁ bahulīkatā vijjāvimuttiṁ paripūrentī”ti. ",
  "sn46.6:9.1": "Evaṁ vutte, kuṇḍaliyo paribbājako bhagavantaṁ etadavoca: ",
  "sn46.6:9.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "sn46.6:9.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evameva bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "sn46.6:9.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn46.6:9.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn46.6:9.6": "Chaṭṭhaṁ. ",
  "sn46.7:0.1": "Saṁyutta Nikāya 46.7 ",
  "sn46.7:0.2": "1. Pabbatavagga ",
  "sn46.7:0.3": "Kūṭāgārasutta ",
  "sn46.7:1.1": "“Seyyathāpi, bhikkhave, kūṭāgārassa yā kāci gopānasiyo, sabbā tā kūṭaninnā kūṭapoṇā kūṭapabbhārā; ",
  "sn46.7:1.2": "evameva kho, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro. ",
  "sn46.7:2.1": "Kathañca, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro? ",
  "sn46.7:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.7:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.7:2.4": "Evaṁ kho, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti. ",
  "sn46.7:2.5": "Sattamaṁ. ",
  "sn46.8:0.1": "Saṁyutta Nikāya 46.8 ",
  "sn46.8:0.2": "1. Pabbatavagga ",
  "sn46.8:0.3": "Upavānasutta ",
  "sn46.8:1.1": "Ekaṁ samayaṁ āyasmā ca upavāno āyasmā ca sāriputto kosambiyaṁ viharanti ghositārāme. ",
  "sn46.8:1.2": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā upavāno tenupasaṅkami; upasaṅkamitvā āyasmatā upavānena saddhiṁ sammodi. ",
  "sn46.8:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto āyasmantaṁ upavānaṁ etadavoca: ",
  "sn46.8:2.1": "“Jāneyya nu kho, āvuso upavāna, bhikkhu ‘paccattaṁ yonisomanasikārā evaṁ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṁvattantī’”ti? ",
  "sn46.8:2.2": "“Jāneyya kho, āvuso sāriputta, bhikkhu ‘paccattaṁ yonisomanasikārā evaṁ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṁvattantī’”ti. ",
  "sn46.8:3.1": "“Satisambojjhaṅgaṁ kho, āvuso, bhikkhu ārabbhamāno pajānāti ‘cittañca me suvimuttaṁ, thinamiddhañca me susamūhataṁ, uddhaccakukkuccañca me suppaṭivinītaṁ, āraddhañca me vīriyaṁ, aṭṭhiṁ katvā manasi karomi, no ca līnan’ti …pe… ",
  "sn46.8:3.2": "upekkhāsambojjhaṅgaṁ āvuso, bhikkhu ārabbhamāno pajānāti ‘cittañca me suvimuttaṁ, thinamiddhañca me susamūhataṁ, uddhaccakukkuccañca me suppaṭivinītaṁ, āraddhañca me vīriyaṁ, aṭṭhiṁ katvā manasi karomi, no ca līnan’”ti. ",
  "sn46.8:3.3": "“Evaṁ kho, āvuso sāriputta, bhikkhu jāneyya ‘paccattaṁ yonisomanasikārā evaṁ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṁvattantī’”ti. ",
  "sn46.8:3.4": "Aṭṭhamaṁ. ",
  "sn46.9:0.1": "Saṁyutta Nikāya 46.9 ",
  "sn46.9:0.2": "1. Pabbatavagga ",
  "sn46.9:0.3": "Paṭhamauppannasutta ",
  "sn46.9:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā anuppannā uppajjanti, nāññatra tathāgatassa pātubhāvā arahato sammāsambuddhassa. ",
  "sn46.9:1.2": "Katame satta? ",
  "sn46.9:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.9:1.4": "ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā anuppannā uppajjanti, nāññatra tathāgatassa pātubhāvā arahato sammāsambuddhassā”ti. ",
  "sn46.9:1.5": "Navamaṁ. ",
  "sn46.10:0.1": "Saṁyutta Nikāya 46.10 ",
  "sn46.10:0.2": "1. Pabbatavagga ",
  "sn46.10:0.3": "Dutiyauppannasutta ",
  "sn46.10:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā anuppannā uppajjanti, nāññatra sugatavinayā. ",
  "sn46.10:1.2": "Katame satta? ",
  "sn46.10:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.10:1.4": "ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā anuppannā uppajjanti, nāññatra sugatavinayā”ti. ",
  "sn46.10:1.5": "Dasamaṁ. ",
  "sn46.10:1.6": "Pabbatavaggo paṭhamo. ",
  "sn46.10:2.0": "Tassuddānaṁ ",
  "sn46.10:2.1": "Himavantaṁ kāyaṁ sīlaṁ, ",
  "sn46.10:2.2": "vatthaṁ bhikkhu ca kuṇḍali; ",
  "sn46.10:2.3": "Kūṭañca upavānañca, ",
  "sn46.10:2.4": "uppannā apare duveti. ",
  "sn46.11:0.1": "Saṁyutta Nikāya 46.11 ",
  "sn46.11:0.2": "2. Gilānavagga ",
  "sn46.11:0.3": "Pāṇasutta ",
  "sn46.11:1.1": "“Seyyathāpi, bhikkhave, ye keci pāṇā cattāro iriyāpathe kappenti—",
  "sn46.11:1.2": "kālena gamanaṁ, kālena ṭhānaṁ, kālena nisajjaṁ, kālena seyyaṁ, sabbe te pathaviṁ nissāya pathaviyaṁ patiṭṭhāya evamete cattāro iriyāpathe kappenti; ",
  "sn46.11:1.3": "evameva kho, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti. ",
  "sn46.11:2.1": "Kathañca, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāveti satta bojjhaṅge bahulīkaroti? ",
  "sn46.11:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.11:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.11:2.4": "Evaṁ kho, bhikkhave, bhikkhu sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.11:2.5": "Paṭhamaṁ. ",
  "sn46.12:0.1": "Saṁyutta Nikāya 46.12 ",
  "sn46.12:0.2": "2. Gilānavagga ",
  "sn46.12:0.3": "Paṭhamasūriyūpamasutta ",
  "sn46.12:1.1": "“Sūriyassa, bhikkhave, udayato etaṁ pubbaṅgamaṁ etaṁ pubbanimittaṁ, yadidaṁ—aruṇuggaṁ; ",
  "sn46.12:1.2": "evameva kho, bhikkhave, bhikkhuno sattannaṁ bojjhaṅgānaṁ uppādāya etaṁ pubbaṅgamaṁ etaṁ nimittaṁ, yadidaṁ—kalyāṇamittatā. ",
  "sn46.12:1.3": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.12:2.1": "Kathañca, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti satta bojjhaṅge bahulīkaroti? ",
  "sn46.12:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.12:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.12:2.4": "Evaṁ kho, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.12:2.5": "Dutiyaṁ. ",
  "sn46.13:0.1": "Saṁyutta Nikāya 46.13 ",
  "sn46.13:0.2": "2. Gilānavagga ",
  "sn46.13:0.3": "Dutiyasūriyūpamasutta ",
  "sn46.13:1.1": "“Sūriyassa, bhikkhave, udayato etaṁ pubbaṅgamaṁ etaṁ pubbanimittaṁ, yadidaṁ—aruṇuggaṁ; ",
  "sn46.13:1.2": "evameva kho, bhikkhave, bhikkhuno sattannaṁ bojjhaṅgānaṁ uppādāya etaṁ pubbaṅgamaṁ etaṁ pubbanimittaṁ, yadidaṁ—yonisomanasikāro. ",
  "sn46.13:1.3": "Yonisomanasikārasampannassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.13:2.1": "Kathañca, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.13:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.13:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.13:2.4": "Evaṁ kho, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.13:2.5": "Tatiyaṁ. ",
  "sn46.14:0.1": "Saṁyutta Nikāya 46.14 ",
  "sn46.14:0.2": "2. Gilānavagga ",
  "sn46.14:0.3": "Paṭhamagilānasutta ",
  "sn46.14:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn46.14:1.2": "Tena kho pana samayena āyasmā mahākassapo pippaliguhāyaṁ viharati ābādhiko dukkhito bāḷhagilāno. ",
  "sn46.14:1.3": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā āyasmantaṁ mahākassapaṁ etadavoca: ",
  "sn46.14:2.1": "“Kacci te, kassapa, khamanīyaṁ kacci yāpanīyaṁ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "sn46.14:2.2": "“Na me, bhante, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo”ti. ",
  "sn46.14:3.1": "“Sattime, kassapa, bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "sn46.14:3.2": "Katame satta? ",
  "sn46.14:3.3": "Satisambojjhaṅgo kho, kassapa, mayā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati …pe… upekkhāsambojjhaṅgo kho, kassapa, mayā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "sn46.14:3.4": "Ime kho, kassapa, satta bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattantī”ti. ",
  "sn46.14:3.5": "“Taggha, bhagavā, bojjhaṅgā; ",
  "sn46.14:3.6": "taggha, sugata, bojjhaṅgā”ti. ",
  "sn46.14:4.1": "Idamavoca bhagavā. ",
  "sn46.14:4.2": "Attamano āyasmā mahākassapo bhagavato bhāsitaṁ abhinandi. ",
  "sn46.14:4.3": "Vuṭṭhahi cāyasmā mahākassapo tamhā ābādhā. ",
  "sn46.14:4.4": "Tathāpahīno cāyasmato mahākassapassa so ābādho ahosīti. ",
  "sn46.14:4.5": "Catutthaṁ. ",
  "sn46.15:0.1": "Saṁyutta Nikāya 46.15 ",
  "sn46.15:0.2": "2. Gilānavagga ",
  "sn46.15:0.3": "Dutiyagilānasutta ",
  "sn46.15:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn46.15:1.2": "Tena kho pana samayena āyasmā mahāmoggallāno gijjhakūṭe pabbate viharati ābādhiko dukkhito bāḷhagilāno. ",
  "sn46.15:1.3": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā āyasmantaṁ mahāmoggallānaṁ etadavoca: ",
  "sn46.15:2.1": "“Kacci te, moggallāna, khamanīyaṁ kacci yāpanīyaṁ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "sn46.15:2.2": "“Na me, bhante, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo”ti. ",
  "sn46.15:3.1": "“Sattime, moggallāna, bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "sn46.15:3.2": "Katame satta? ",
  "sn46.15:3.3": "Satisambojjhaṅgo kho, moggallāna, mayā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati …pe… upekkhāsambojjhaṅgo kho, moggallāna, mayā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "sn46.15:3.4": "Ime kho, moggallāna, satta bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattantī”ti. ",
  "sn46.15:3.5": "“Taggha, bhagavā, bojjhaṅgā; ",
  "sn46.15:3.6": "taggha, sugata, bojjhaṅgā”ti. ",
  "sn46.15:4.1": "Idamavoca bhagavā. ",
  "sn46.15:4.2": "Attamano āyasmā mahāmoggallāno bhagavato bhāsitaṁ abhinandi. ",
  "sn46.15:4.3": "Vuṭṭhahi cāyasmā mahāmoggallāno tamhā ābādhā. ",
  "sn46.15:4.4": "Tathāpahīno cāyasmato mahāmoggallānassa so ābādho ahosīti. ",
  "sn46.15:4.5": "Pañcamaṁ. ",
  "sn46.16:0.1": "Saṁyutta Nikāya 46.16 ",
  "sn46.16:0.2": "2. Gilānavagga ",
  "sn46.16:0.3": "Tatiyagilānasutta ",
  "sn46.16:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn46.16:1.2": "Tena kho pana samayena bhagavā ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn46.16:1.3": "Atha kho āyasmā mahācundo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ mahācundaṁ bhagavā etadavoca: ",
  "sn46.16:1.4": "“paṭibhantu taṁ, cunda, bojjhaṅgā”ti. ",
  "sn46.16:2.1": "“Sattime, bhante, bojjhaṅgā bhagavatā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "sn46.16:2.2": "Katame satta? ",
  "sn46.16:2.3": "Satisambojjhaṅgo kho, bhante, bhagavatā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati …pe… upekkhāsambojjhaṅgo kho, bhante, bhagavatā sammadakkhāto bhāvito bahulīkato abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "sn46.16:2.4": "Ime kho, bhante, satta bojjhaṅgā bhagavatā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṁvattantī”ti. ",
  "sn46.16:2.5": "“Taggha, cunda, bojjhaṅgā; ",
  "sn46.16:2.6": "taggha, cunda, bojjhaṅgā”ti. ",
  "sn46.16:3.1": "Idamavocāyasmā cundo. ",
  "sn46.16:3.2": "Samanuñño satthā ahosi. ",
  "sn46.16:3.3": "Vuṭṭhahi ca bhagavā tamhā ābādhā. ",
  "sn46.16:3.4": "Tathāpahīno ca bhagavato so ābādho ahosīti. ",
  "sn46.16:3.5": "Chaṭṭhaṁ. ",
  "sn46.17:0.1": "Saṁyutta Nikāya 46.17 ",
  "sn46.17:0.2": "2. Gilānavagga ",
  "sn46.17:0.3": "Pāraṅgamasutta ",
  "sn46.17:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā apārā pāraṁ gamanāya saṁvattanti. ",
  "sn46.17:1.2": "Katame satta? ",
  "sn46.17:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.17:1.4": "ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā apārā pāraṁ gamanāya saṁvattantīti. ",
  "sn46.17:2.1": "Appakā te manussesu, ",
  "sn46.17:2.2": "ye janā pāragāmino; ",
  "sn46.17:2.3": "Athāyaṁ itarā pajā, ",
  "sn46.17:2.4": "tīramevānudhāvati. ",
  "sn46.17:3.1": "Ye ca kho sammadakkhāte, ",
  "sn46.17:3.2": "dhamme dhammānuvattino; ",
  "sn46.17:3.3": "Te janā pāramessanti, ",
  "sn46.17:3.4": "maccudheyyaṁ suduttaraṁ. ",
  "sn46.17:4.1": "Kaṇhaṁ dhammaṁ vippahāya, ",
  "sn46.17:4.2": "sukkaṁ bhāvetha paṇḍito; ",
  "sn46.17:4.3": "Okā anokamāgamma, ",
  "sn46.17:4.4": "viveke yattha dūramaṁ. ",
  "sn46.17:5.1": "Tatrābhiratimiccheyya, ",
  "sn46.17:5.2": "hitvā kāme akiñcano; ",
  "sn46.17:5.3": "Pariyodapeyya attānaṁ, ",
  "sn46.17:5.4": "cittaklesehi paṇḍito. ",
  "sn46.17:6.1": "Yesaṁ sambodhiyaṅgesu, ",
  "sn46.17:6.2": "sammā cittaṁ subhāvitaṁ; ",
  "sn46.17:6.3": "Ādānappaṭinissagge, ",
  "sn46.17:6.4": "anupādāya ye ratā; ",
  "sn46.17:6.5": "Khīṇāsavā jutimanto, ",
  "sn46.17:6.6": "te loke parinibbutā”ti. ",
  "sn46.17:6.7": "Sattamaṁ. ",
  "sn46.18:0.1": "Saṁyutta Nikāya 46.18 ",
  "sn46.18:0.2": "2. Gilānavagga ",
  "sn46.18:0.3": "Viraddhasutta ",
  "sn46.18:1.1": "“Yesaṁ kesañci, bhikkhave, satta bojjhaṅgā viraddhā, viraddho tesaṁ ariyo maggo sammā dukkhakkhayagāmī. ",
  "sn46.18:1.2": "Yesaṁ kesañci, bhikkhave, satta bojjhaṅgā āraddhā, āraddho tesaṁ ariyo maggo sammā dukkhakkhayagāmī. ",
  "sn46.18:1.3": "Katame satta? ",
  "sn46.18:1.4": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.18:1.5": "yesaṁ kesañci, bhikkhave, ime satta bojjhaṅgā viraddhā, viraddho tesaṁ ariyo maggo sammā dukkhakkhayagāmī. ",
  "sn46.18:1.6": "Yesaṁ kesañci, bhikkhave, ime satta bojjhaṅgā āraddhā, āraddho tesaṁ ariyo maggo sammā dukkhakkhayagāmī”ti. ",
  "sn46.18:1.7": "Aṭṭhamaṁ. ",
  "sn46.19:0.1": "Saṁyutta Nikāya 46.19 ",
  "sn46.19:0.2": "2. Gilānavagga ",
  "sn46.19:0.3": "Ariyasutta ",
  "sn46.19:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā ariyā niyyānikā nīyanti takkarassa sammā dukkhakkhayāya. ",
  "sn46.19:1.2": "Katame satta? ",
  "sn46.19:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.19:1.4": "ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā ariyā niyyānikā nīyanti takkarassa sammā dukkhakkhayāyā”ti. ",
  "sn46.19:1.5": "Navamaṁ. ",
  "sn46.20:0.1": "Saṁyutta Nikāya 46.20 ",
  "sn46.20:0.2": "2. Gilānavagga ",
  "sn46.20:0.3": "Nibbidāsutta ",
  "sn46.20:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "sn46.20:1.2": "Katame satta? ",
  "sn46.20:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.20:1.4": "ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattantī”ti. ",
  "sn46.20:1.5": "Dasamaṁ. ",
  "sn46.20:1.6": "Gilānavaggo dutiyo. ",
  "sn46.20:2.0": "Tassuddānaṁ ",
  "sn46.20:2.1": "Pāṇā sūriyūpamā dve, ",
  "sn46.20:2.2": "gilānā apare tayo; ",
  "sn46.20:2.3": "Pāraṅgāmī viraddho ca, ",
  "sn46.20:2.4": "ariyo nibbidāya cāti. ",
  "sn46.21:0.1": "Saṁyutta Nikāya 46.21 ",
  "sn46.21:0.2": "3. Udāyivagga ",
  "sn46.21:0.3": "Bodhāyasutta ",
  "sn46.21:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn46.21:2.1": "“‘Bojjhaṅgā, bojjhaṅgā’ti, bhante, vuccanti. ",
  "sn46.21:2.2": "Kittāvatā nu kho, bhante, ‘bojjhaṅgā’ti vuccantī”ti? ",
  "sn46.21:2.3": "“‘Bodhāya saṁvattantī’ti kho, bhikkhu, tasmā bojjhaṅgāti vuccanti. ",
  "sn46.21:2.4": "Idha, bhikkhu, satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.21:2.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.21:2.6": "‘Bodhāya saṁvattantī’ti kho, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccantī”ti. ",
  "sn46.21:2.7": "Paṭhamaṁ. ",
  "sn46.22:0.1": "Saṁyutta Nikāya 46.22 ",
  "sn46.22:0.2": "3. Udāyivagga ",
  "sn46.22:0.3": "Bojjhaṅgadesanāsutta ",
  "sn46.22:1.1": "“Satta vo, bhikkhave, bojjhaṅge desessāmi; ",
  "sn46.22:1.2": "taṁ suṇātha. ",
  "sn46.22:1.3": "Katame ca, bhikkhave, satta bojjhaṅgā? ",
  "sn46.22:1.4": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.22:1.5": "ime kho, bhikkhave, satta bojjhaṅgā”ti. ",
  "sn46.22:1.6": "Dutiyaṁ. ",
  "sn46.23:0.1": "Saṁyutta Nikāya 46.23 ",
  "sn46.23:0.2": "3. Udāyivagga ",
  "sn46.23:0.3": "Ṭhāniyasutta ",
  "sn46.23:1.1": "“Kāmarāgaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppanno ceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṁvattati. ",
  "sn46.23:1.2": "Byāpādaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppanno ceva byāpādo uppajjati, uppanno ca byāpādo bhiyyobhāvāya vepullāya saṁvattati. ",
  "sn46.23:1.3": "Thinamiddhaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppannañceva thinamiddhaṁ uppajjati, uppannañca thinamiddhaṁ bhiyyobhāvāya vepullāya saṁvattati. ",
  "sn46.23:1.4": "Uddhaccakukkuccaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppannañceva uddhaccakukkuccaṁ uppajjati, uppannañca uddhaccakukkuccaṁ bhiyyobhāvāya vepullāya saṁvattati. ",
  "sn46.23:1.5": "Vicikicchāṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppannā ceva vicikicchā uppajjati, uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṁvattati. ",
  "sn46.23:2.1": "Satisambojjhaṅgaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppanno ceva satisambojjhaṅgo uppajjati, uppanno ca satisambojjhaṅgo bhāvanāpāripūriṁ gacchati …pe… ",
  "sn46.23:2.2": "upekkhāsambojjhaṅgaṭṭhāniyānaṁ, bhikkhave, dhammānaṁ manasikārabahulīkārā anuppanno ceva upekkhāsambojjhaṅgo uppajjati, uppanno ca upekkhāsambojjhaṅgo bhāvanāpāripūriṁ gacchatī”ti. ",
  "sn46.23:2.3": "Tatiyaṁ. ",
  "sn46.24:0.1": "Saṁyutta Nikāya 46.24 ",
  "sn46.24:0.2": "3. Udāyivagga ",
  "sn46.24:0.3": "Ayonisomanasikārasutta ",
  "sn46.24:1.1": "“Ayoniso, bhikkhave, manasikaroto anuppanno ceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṁvattati; ",
  "sn46.24:1.2": "anuppanno ceva byāpādo uppajjati, uppanno ca byāpādo bhiyyobhāvāya vepullāya saṁvattati; ",
  "sn46.24:1.3": "anuppannañceva thinamiddhaṁ uppajjati, uppannañca thinamiddhaṁ bhiyyobhāvāya vepullāya saṁvattati; ",
  "sn46.24:1.4": "anuppannañceva uddhaccakukkuccaṁ uppajjati, uppannañca uddhaccakukkuccaṁ bhiyyobhāvāya vepullāya saṁvattati; ",
  "sn46.24:1.5": "anuppannā ceva vicikicchā uppajjati, uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṁvattati; ",
  "sn46.24:1.6": "anuppanno ceva satisambojjhaṅgo nuppajjati, uppanno ca satisambojjhaṅgo nirujjhati …pe… anuppanno ceva upekkhāsambojjhaṅgo nuppajjati, uppanno ca upekkhāsambojjhaṅgo nirujjhati. ",
  "sn46.24:2.1": "Yoniso ca kho, bhikkhave, manasikaroto anuppanno ceva kāmacchando nuppajjati, uppanno ca kāmacchando pahīyati; ",
  "sn46.24:2.2": "anuppanno ceva byāpādo nuppajjati, uppanno ca byāpādo pahīyati; ",
  "sn46.24:2.3": "anuppannañceva thinamiddhaṁ nuppajjati, uppannañca thinamiddhaṁ pahīyati; ",
  "sn46.24:2.4": "anuppannañceva uddhaccakukkuccaṁ nuppajjati, uppannañca uddhaccakukkuccaṁ pahīyati; ",
  "sn46.24:2.5": "anuppannā ceva vicikicchā nuppajjati, uppannā ca vicikicchā pahīyati. ",
  "sn46.24:3.1": "Anuppanno ceva satisambojjhaṅgo uppajjati, uppanno ca satisambojjhaṅgo bhāvanāpāripūriṁ gacchati …pe… anuppanno ceva upekkhāsambojjhaṅgo uppajjati, uppanno ca upekkhāsambojjhaṅgo bhāvanāpāripūriṁ gacchatī”ti. ",
  "sn46.24:3.2": "Catutthaṁ. ",
  "sn46.25:0.1": "Saṁyutta Nikāya 46.25 ",
  "sn46.25:0.2": "3. Udāyivagga ",
  "sn46.25:0.3": "Aparihāniyasutta ",
  "sn46.25:1.1": "“Satta vo, bhikkhave, aparihāniye dhamme desessāmi; ",
  "sn46.25:1.2": "taṁ suṇātha. ",
  "sn46.25:1.3": "Katame ca, bhikkhave, satta aparihāniyā dhammā? ",
  "sn46.25:1.4": "Yadidaṁ—",
  "sn46.25:1.5": "satta bojjhaṅgā. ",
  "sn46.25:1.6": "Katame satta? ",
  "sn46.25:1.7": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.25:1.8": "ime kho, bhikkhave, satta aparihāniyā dhammā”ti. ",
  "sn46.25:1.9": "Pañcamaṁ. ",
  "sn46.26:0.1": "Saṁyutta Nikāya 46.26 ",
  "sn46.26:0.2": "3. Udāyivagga ",
  "sn46.26:0.3": "Taṇhakkhayasutta ",
  "sn46.26:1.1": "“Yo, bhikkhave, maggo yā paṭipadā taṇhakkhayāya saṁvattati, taṁ maggaṁ taṁ paṭipadaṁ bhāvetha. ",
  "sn46.26:1.2": "Katamo ca, bhikkhave, maggo katamā ca paṭipadā taṇhakkhayāya saṁvattati? ",
  "sn46.26:1.3": "Yadidaṁ—",
  "sn46.26:1.4": "satta bojjhaṅgā. ",
  "sn46.26:1.5": "Katame satta? ",
  "sn46.26:1.6": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo”ti. ",
  "sn46.26:1.7": "Evaṁ vutte, āyasmā udāyī bhagavantaṁ etadavoca: ",
  "sn46.26:1.8": "“kathaṁ bhāvitā nu kho, bhante, satta bojjhaṅgā, kathaṁ bahulīkatā taṇhakkhayāya saṁvattantī”ti? ",
  "sn46.26:2.1": "“Idha, udāyi, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ. ",
  "sn46.26:2.2": "Tassa satisambojjhaṅgaṁ bhāvayato vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ taṇhā pahīyati. ",
  "sn46.26:2.3": "Taṇhāya pahānā kammaṁ pahīyati. ",
  "sn46.26:2.4": "Kammassa pahānā dukkhaṁ pahīyati …pe… ",
  "sn46.26:2.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ. ",
  "sn46.26:2.6": "Tassa upekkhāsambojjhaṅgaṁ bhāvayato vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ taṇhā pahīyati ",
  "sn46.26:2.7": "taṇhāya pahānā kammaṁ pahīyati. ",
  "sn46.26:2.8": "Kammassa pahānā dukkhaṁ pahīyati. ",
  "sn46.26:2.9": "Iti kho, udāyi, taṇhakkhayā kammakkhayo, kammakkhayā dukkhakkhayo”ti. ",
  "sn46.26:2.10": "Chaṭṭhaṁ. ",
  "sn46.27:0.1": "Saṁyutta Nikāya 46.27 ",
  "sn46.27:0.2": "3. Udāyivagga ",
  "sn46.27:0.3": "Taṇhānirodhasutta ",
  "sn46.27:1.1": "“Yo, bhikkhave, maggo yā paṭipadā taṇhānirodhāya saṁvattati, taṁ maggaṁ taṁ paṭipadaṁ bhāvetha. ",
  "sn46.27:1.2": "Katamo ca, bhikkhave, maggo katamā ca paṭipadā taṇhānirodhāya saṁvattati? ",
  "sn46.27:1.3": "Yadidaṁ—",
  "sn46.27:1.4": "satta bojjhaṅgā. ",
  "sn46.27:1.5": "Katame satta? ",
  "sn46.27:1.6": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo. ",
  "sn46.27:1.7": "Kathaṁ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṁ bahulīkatā taṇhānirodhāya saṁvattanti? ",
  "sn46.27:2.1": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.27:2.2": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.27:2.3": "Evaṁ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṁ bahulīkatā taṇhānirodhāya saṁvattantī”ti. ",
  "sn46.27:2.4": "Sattamaṁ. ",
  "sn46.28:0.1": "Saṁyutta Nikāya 46.28 ",
  "sn46.28:0.2": "3. Udāyivagga ",
  "sn46.28:0.3": "Nibbedhabhāgiyasutta ",
  "sn46.28:1.1": "“Nibbedhabhāgiyaṁ vo, bhikkhave, maggaṁ desessāmi; ",
  "sn46.28:1.2": "taṁ suṇātha. ",
  "sn46.28:1.3": "Katamo ca, bhikkhave, nibbedhabhāgiyo maggo? ",
  "sn46.28:1.4": "Yadidaṁ—",
  "sn46.28:1.5": "satta bojjhaṅgā. ",
  "sn46.28:1.6": "Katame satta? ",
  "sn46.28:1.7": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo”ti. ",
  "sn46.28:1.8": "Evaṁ vutte, āyasmā udāyī bhagavantaṁ etadavoca: ",
  "sn46.28:1.9": "“kathaṁ bhāvitā nu kho, bhante, satta bojjhaṅgā kathaṁ bahulīkatā nibbedhāya saṁvattantī”ti? ",
  "sn46.28:2.1": "“Idha, udāyi, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ. ",
  "sn46.28:2.2": "So satisambojjhaṅgaṁ bhāvitena cittena anibbiddhapubbaṁ appadālitapubbaṁ lobhakkhandhaṁ nibbijjhati padāleti; ",
  "sn46.28:2.3": "anibbiddhapubbaṁ appadālitapubbaṁ dosakkhandhaṁ nibbijjhati padāleti; ",
  "sn46.28:2.4": "anibbiddhapubbaṁ appadālitapubbaṁ mohakkhandhaṁ nibbijjhati padāleti …pe… ",
  "sn46.28:2.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ vipulaṁ mahaggataṁ appamāṇaṁ abyāpajjaṁ. ",
  "sn46.28:2.6": "So upekkhāsambojjhaṅgaṁ bhāvitena cittena anibbiddhapubbaṁ appadālitapubbaṁ lobhakkhandhaṁ nibbijjhati padāleti; ",
  "sn46.28:2.7": "anibbiddhapubbaṁ appadālitapubbaṁ dosakkhandhaṁ nibbijjhati padāleti; ",
  "sn46.28:2.8": "anibbiddhapubbaṁ appadālitapubbaṁ mohakkhandhaṁ nibbijjhati padāleti. ",
  "sn46.28:2.9": "Evaṁ bhāvitā kho, udāyi, satta bojjhaṅgā evaṁ bahulīkatā nibbedhāya saṁvattantī”ti. ",
  "sn46.28:2.10": "Aṭṭhamaṁ. ",
  "sn46.29:0.1": "Saṁyutta Nikāya 46.29 ",
  "sn46.29:0.2": "3. Udāyivagga ",
  "sn46.29:0.3": "Ekadhammasutta ",
  "sn46.29:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi, yo evaṁ bhāvito bahulīkato saṁyojanīyānaṁ dhammānaṁ pahānāya saṁvattati, yathayidaṁ, bhikkhave, satta bojjhaṅgā. ",
  "sn46.29:1.2": "Katame satta? ",
  "sn46.29:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo. ",
  "sn46.29:1.4": "Kathaṁ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṁ bahulīkatā saṁyojanīyānaṁ dhammānaṁ pahānāya saṁvattanti? ",
  "sn46.29:2.1": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.29:2.2": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.29:2.3": "Evaṁ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṁ bahulīkatā saṁyojanīyānaṁ dhammānaṁ pahānāya saṁvattanti. ",
  "sn46.29:3.1": "Katame ca, bhikkhave, saṁyojanīyā dhammā? ",
  "sn46.29:3.2": "Cakkhu, bhikkhave, saṁyojanīyo dhammo. ",
  "sn46.29:3.3": "Etthete uppajjanti saṁyojanavinibandhā ajjhosānā …pe… ",
  "sn46.29:3.4": "jivhā saṁyojanīyā dhammā. ",
  "sn46.29:3.5": "Etthete uppajjanti saṁyojanavinibandhā ajjhosānā …pe… ",
  "sn46.29:3.6": "mano saṁyojanīyo dhammo. ",
  "sn46.29:3.7": "Etthete uppajjanti saṁyojanavinibandhā ajjhosānā. ",
  "sn46.29:3.8": "Ime vuccanti, bhikkhave, saṁyojanīyā dhammā”ti. ",
  "sn46.29:3.9": "Navamaṁ. ",
  "sn46.30:0.1": "Saṁyutta Nikāya 46.30 ",
  "sn46.30:0.2": "3. Udāyivagga ",
  "sn46.30:0.3": "Udāyisutta ",
  "sn46.30:1.1": "Ekaṁ samayaṁ bhagavā sumbhesu viharati setakaṁ nāma sumbhānaṁ nigamo. ",
  "sn46.30:1.2": "Atha kho āyasmā udāyī yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho āyasmā udāyī bhagavantaṁ etadavoca: ",
  "sn46.30:2.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn46.30:2.2": "Yāva bahukatañca me, bhante, bhagavati pemañca gāravo ca hirī ca ottappañca. ",
  "sn46.30:2.3": "Ahañhi, bhante, pubbe agārikabhūto samāno abahukato ahosiṁ dhammena abahukato saṅghena. ",
  "sn46.30:2.4": "So khvāhaṁ bhagavati pemañca gāravañca hiriñca ottappañca sampassamāno agārasmā anagāriyaṁ pabbajito. ",
  "sn46.30:2.5": "Tassa me bhagavā dhammaṁ desesi: ",
  "sn46.30:2.6": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "sn46.30:2.7": "iti vedanā …pe… ",
  "sn46.30:2.8": "iti saññā … ",
  "sn46.30:2.9": "iti saṅkhārā … ",
  "sn46.30:2.10": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "sn46.30:3.1": "So khvāhaṁ, bhante, suññāgāragato imesaṁ pañcupādānakkhandhānaṁ ukkujjāvakujjaṁ samparivattento ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "sn46.30:3.2": "Dhammo ca me, bhante, abhisamito, maggo ca me paṭiladdho; ",
  "sn46.30:3.3": "yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:3.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.1": "Satisambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi …pe… ",
  "sn46.30:4.3": "upekkhāsambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.5": "Ayaṁ kho me, bhante, maggo paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.6": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmī”ti. ",
  "sn46.30:5.1": "“Sādhu sādhu, udāyi. ",
  "sn46.30:5.2": "Eso hi te, udāyi, maggo paṭiladdho, yo te bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathā tvaṁ: ",
  "sn46.30:5.3": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissasī”ti. ",
  "sn46.30:5.4": "Dasamaṁ. ",
  "sn46.30:5.5": "Udāyivaggo tatiyo. ",
  "sn46.30:6.0": "Tassuddānaṁ ",
  "sn46.30:6.1": "Bodhāya desanā ṭhānā, ",
  "sn46.30:6.2": "ayoniso cāparihānī; ",
  "sn46.30:6.3": "Khayo nirodho nibbedho, ",
  "sn46.30:6.4": "ekadhammo udāyināti. ",
  "sn46.31:0.1": "Saṁyutta Nikāya 46.31 ",
  "sn46.31:0.2": "4. Nīvaraṇavagga ",
  "sn46.31:0.3": "Paṭhamakusalasutta ",
  "sn46.31:1.1": "“Ye keci, bhikkhave, dhammā kusalā kusalabhāgiyā kusalapakkhikā, sabbe te appamādamūlakā appamādasamosaraṇā; appamādo tesaṁ dhammānaṁ aggamakkhāyati. ",
  "sn46.31:1.2": "Appamattassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.31:2.1": "Kathañca, bhikkhave, bhikkhu appamatto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.31:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.31:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.31:2.4": "Evaṁ kho, bhikkhave, bhikkhu appamatto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.31:2.5": "Paṭhamaṁ. ",
  "sn46.32:0.1": "Saṁyutta Nikāya 46.32 ",
  "sn46.32:0.2": "4. Nīvaraṇavagga ",
  "sn46.32:0.3": "Dutiyakusalasutta ",
  "sn46.32:1.1": "“Ye keci, bhikkhave, dhammā kusalā kusalabhāgiyā kusalapakkhikā, sabbe te yonisomanasikāramūlakā yonisomanasikārasamosaraṇā; yonisomanasikāro tesaṁ dhammānaṁ aggamakkhāyati. ",
  "sn46.32:1.2": "Yonisomanasikārasampannassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.32:2.1": "Kathañca, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.32:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.32:2.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.32:2.4": "Evaṁ kho, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.32:2.5": "Dutiyaṁ. ",
  "sn46.33:0.1": "Saṁyutta Nikāya 46.33 ",
  "sn46.33:0.2": "4. Nīvaraṇavagga ",
  "sn46.33:0.3": "Upakkilesasutta ",
  "sn46.33:1.1": "“Pañcime, bhikkhave, jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṁ jātarūpaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā upeti kammāya. ",
  "sn46.33:1.2": "Katame pañca? ",
  "sn46.33:1.3": "Ayo, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṁ jātarūpaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā upeti kammāya. ",
  "sn46.33:1.4": "Lohaṁ, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṁ jātarūpaṁ …pe… ",
  "sn46.33:1.5": "tipu, bhikkhave, jātarūpassa upakkileso …pe… ",
  "sn46.33:1.6": "sīsaṁ, bhikkhave, jātarūpassa upakkileso …pe… ",
  "sn46.33:1.7": "sajjhu, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṁ jātarūpaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā upeti kammāya. ",
  "sn46.33:1.8": "Ime kho, bhikkhave, pañca jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṁ jātarūpaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā upeti kammāya. ",
  "sn46.33:2.1": "Evameva kho, bhikkhave, pañcime cittassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṁ cittaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṁ khayāya. ",
  "sn46.33:2.2": "Katame pañca? ",
  "sn46.33:2.3": "Kāmacchando, bhikkhave, cittassa upakkileso, yena upakkilesena upakkiliṭṭhaṁ cittaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṁ khayāya …pe… ",
  "sn46.33:2.4": "ime kho, bhikkhave, pañca cittassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṁ cittaṁ na ceva mudu hoti na ca kammaniyaṁ, na ca pabhassaraṁ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṁ khayāyā”ti. ",
  "sn46.33:2.5": "Tatiyaṁ. ",
  "sn46.34:0.1": "Saṁyutta Nikāya 46.34 ",
  "sn46.34:0.2": "4. Nīvaraṇavagga ",
  "sn46.34:0.3": "Anupakkilesasutta ",
  "sn46.34:1.1": "“Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattanti. ",
  "sn46.34:1.2": "Katame satta? ",
  "sn46.34:1.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati …pe… upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati. ",
  "sn46.34:1.4": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattantī”ti. ",
  "sn46.34:1.5": "Catutthaṁ. ",
  "sn46.35:0.1": "Saṁyutta Nikāya 46.35 ",
  "sn46.35:0.2": "4. Nīvaraṇavagga ",
  "sn46.35:0.3": "Ayonisomanasikārasutta ",
  "sn46.35:1.1": "“Ayoniso, bhikkhave, manasikaroto anuppanno ceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṁvattati; anuppanno ceva byāpādo uppajjati, uppanno ca byāpādo bhiyyobhāvāya vepullāya saṁvattati; anuppannañceva thinamiddhaṁ uppajjati, uppannañca thinamiddhaṁ bhiyyobhāvāya vepullāya saṁvattati; anuppannañceva uddhaccakukkuccaṁ uppajjati, uppannañca uddhaccakukkuccaṁ bhiyyobhāvāya vepullāya saṁvattati; anuppannā ceva vicikicchā uppajjati, uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṁvattatī”ti. ",
  "sn46.35:1.2": "Pañcamaṁ. ",
  "sn46.35:2.0": "Yonisomanasikārasutta ",
  "sn46.35:2.1": "“Yoniso ca kho, bhikkhave, manasikaroto anuppanno ceva satisambojjhaṅgo uppajjati, uppanno ca satisambojjhaṅgo bhāvanāpāripūriṁ gacchati …pe… anuppanno ceva upekkhāsambojjhaṅgo uppajjati, uppanno ca upekkhāsambojjhaṅgo bhāvanāpāripūriṁ gacchatī”ti. ",
  "sn46.35:2.2": "Chaṭṭhaṁ. ",
  "sn46.36:0.1": "Saṁyutta Nikāya 46.36 ",
  "sn46.36:0.2": "4. Nīvaraṇavagga ",
  "sn46.36:0.3": "Buddhisutta ",
  "sn46.36:1.1": "“Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā buddhiyā aparihānāya saṁvattanti. ",
  "sn46.36:1.2": "Katame satta? ",
  "sn46.36:1.3": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo. ",
  "sn46.36:1.4": "Ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā buddhiyā aparihānāya saṁvattantī”ti. ",
  "sn46.36:1.5": "Sattamaṁ. ",
  "sn46.37:0.1": "Saṁyutta Nikāya 46.37 ",
  "sn46.37:0.2": "4. Nīvaraṇavagga ",
  "sn46.37:0.3": "Āvaraṇanīvaraṇasutta ",
  "sn46.37:1.1": "“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā. ",
  "sn46.37:1.2": "Katame pañca? ",
  "sn46.37:1.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo. ",
  "sn46.37:1.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo. ",
  "sn46.37:1.5": "Thinamiddhaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso upakkilesaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.37:1.6": "Uddhaccakukkuccaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso upakkilesaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.37:1.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā. ",
  "sn46.37:1.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā. ",
  "sn46.37:2.1": "Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattanti. ",
  "sn46.37:2.2": "Katame satta? ",
  "sn46.37:2.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati …pe… upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati. ",
  "sn46.37:2.4": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattantīti. ",
  "sn46.38:0.1": "Saṁyutta Nikāya 46.38 ",
  "sn46.38:0.2": "4. Nīvaraṇavagga ",
  "sn46.38:0.3": "Anīvaraṇasutta ",
  "sn46.38:1.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako aṭṭhiṁ katvā manasi katvā sabbaṁ cetaso samannāharitvā ohitasoto dhammaṁ suṇāti, imassa pañca nīvaraṇā tasmiṁ samaye na honti. Satta bojjhaṅgā tasmiṁ samaye bhāvanāpāripūriṁ gacchanti. ",
  "sn46.38:2.1": "Katame pañca nīvaraṇā tasmiṁ samaye na honti? ",
  "sn46.38:2.2": "Kāmacchandanīvaraṇaṁ tasmiṁ samaye na hoti, byāpādanīvaraṇaṁ tasmiṁ samaye na hoti, thinamiddhanīvaraṇaṁ tasmiṁ samaye na hoti, uddhaccakukkuccanīvaraṇaṁ tasmiṁ samaye na hoti, vicikicchānīvaraṇaṁ tasmiṁ samaye na hoti. ",
  "sn46.38:2.3": "Imassa pañca nīvaraṇā tasmiṁ samaye na honti. ",
  "sn46.38:3.1": "Katame satta bojjhaṅgā tasmiṁ samaye bhāvanāpāripūriṁ gacchanti? ",
  "sn46.38:3.2": "Satisambojjhaṅgo tasmiṁ samaye bhāvanāpāripūriṁ gacchati …pe… upekkhāsambojjhaṅgo tasmiṁ samaye bhāvanāpāripūriṁ gacchati. ",
  "sn46.38:3.3": "Ime satta bojjhaṅgā tasmiṁ samaye bhāvanāpāripūriṁ gacchanti. ",
  "sn46.38:3.4": "Yasmiṁ, bhikkhave, samaye ariyasāvako aṭṭhiṁ katvā manasi katvā sabbaṁ cetaso samannāharitvā ohitasoto dhammaṁ suṇāti, imassa pañca nīvaraṇā tasmiṁ samaye na honti. Ime satta bojjhaṅgā tasmiṁ samaye bhāvanāpāripūriṁ gacchantī”ti. ",
  "sn46.38:3.5": "Aṭṭhamaṁ. ",
  "sn46.39:0.1": "Saṁyutta Nikāya 46.39 ",
  "sn46.39:0.2": "4. Nīvaraṇavagga ",
  "sn46.39:0.3": "Rukkhasutta ",
  "sn46.39:1.1": "“Santi, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti. ",
  "sn46.39:1.2": "Katame ca te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti? ",
  "sn46.39:1.3": "Assattho, nigrodho, pilakkho, udumbaro, kacchako, kapitthano—",
  "sn46.39:1.4": "ime kho te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti. ",
  "sn46.39:1.5": "Evameva kho, bhikkhave, idhekacco kulaputto yādisake kāme ohāya agārasmā anagāriyaṁ pabbajito hoti, so tādisakehi kāmehi tato vā pāpiṭṭhatarehi obhaggavibhaggo vipatito seti. ",
  "sn46.39:2.1": "Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:2.2": "Katame pañca? ",
  "sn46.39:2.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ",
  "sn46.39:2.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ",
  "sn46.39:2.5": "Thinamiddhaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso ajjhāruhaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.39:2.6": "Uddhaccakukkuccaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso ajjhāruhaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.39:2.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:2.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:3.1": "Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattanti. ",
  "sn46.39:3.2": "Katame satta? ",
  "sn46.39:3.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati …pe… upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati. ",
  "sn46.39:3.4": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattantī”ti. ",
  "sn46.39:3.5": "Navamaṁ. ",
  "sn46.40:0.1": "Saṁyutta Nikāya 46.40 ",
  "sn46.40:0.2": "4. Nīvaraṇavagga ",
  "sn46.40:0.3": "Nīvaraṇasutta ",
  "sn46.40:1.1": "“Pañcime, bhikkhave, nīvaraṇā andhakaraṇā acakkhukaraṇā aññāṇakaraṇā paññānirodhikā vighātapakkhiyā anibbānasaṁvattanikā. ",
  "sn46.40:1.2": "Katame pañca? ",
  "sn46.40:1.3": "Kāmacchandanīvaraṇaṁ, bhikkhave, andhakaraṇaṁ acakkhukaraṇaṁ aññāṇakaraṇaṁ paññānirodhikaṁ vighātapakkhiyaṁ anibbānasaṁvattanikaṁ. ",
  "sn46.40:1.4": "Byāpādanīvaraṇaṁ, bhikkhave …pe… ",
  "sn46.40:1.5": "thinamiddhanīvaraṇaṁ, bhikkhave …pe… ",
  "sn46.40:1.6": "uddhaccakukkuccanīvaraṇaṁ, bhikkhave …pe… ",
  "sn46.40:1.7": "vicikicchānīvaraṇaṁ, bhikkhave, andhakaraṇaṁ acakkhukaraṇaṁ aññāṇakaraṇaṁ paññānirodhikaṁ vighātapakkhiyaṁ anibbānasaṁvattanikaṁ. ",
  "sn46.40:1.8": "Ime kho, bhikkhave, pañca nīvaraṇā andhakaraṇā acakkhukaraṇā aññāṇakaraṇā paññānirodhikā vighātapakkhiyā anibbānasaṁvattanikā. ",
  "sn46.40:2.1": "Sattime, bhikkhave, bojjhaṅgā cakkhukaraṇā ñāṇakaraṇā paññābuddhiyā avighātapakkhiyā nibbānasaṁvattanikā. ",
  "sn46.40:2.2": "Katame satta? ",
  "sn46.40:2.3": "Satisambojjhaṅgo, bhikkhave, cakkhukaraṇo ñāṇakaraṇo paññābuddhiyo avighātapakkhiyo nibbānasaṁvattaniko …pe… upekkhāsambojjhaṅgo, bhikkhave, cakkhukaraṇo ñāṇakaraṇo paññābuddhiyo avighātapakkhiyo nibbānasaṁvattaniko. ",
  "sn46.40:2.4": "Ime kho, bhikkhave, satta bojjhaṅgā cakkhukaraṇā ñāṇakaraṇā paññābuddhiyā avighātapakkhiyā nibbānasaṁvattanikā”ti. ",
  "sn46.40:2.5": "Dasamaṁ. ",
  "sn46.40:2.6": "Nīvaraṇavaggo catuttho. ",
  "sn46.40:3.0": "Tassuddānaṁ ",
  "sn46.40:3.1": "Dve kusalā kilesā ca, ",
  "sn46.40:3.2": "Dve yoniso ca buddhi ca; ",
  "sn46.40:3.3": "Āvaraṇā nīvaraṇā rukkhaṁ, ",
  "sn46.40:3.4": "Nīvaraṇañca te dasāti. ",
  "sn46.41:0.1": "Saṁyutta Nikāya 46.41 ",
  "sn46.41:0.2": "5. Cakkavattivagga ",
  "sn46.41:0.3": "Vidhāsutta ",
  "sn46.41:1.1": "Sāvatthinidānaṁ. ",
  "sn46.41:1.2": "“Ye hi keci, bhikkhave, atītamaddhānaṁ samaṇā vā brāhmaṇā vā tisso vidhā pajahiṁsu, sabbe te sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā. ",
  "sn46.41:1.3": "Ye hi keci, bhikkhave, anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā tisso vidhā pajahissanti, sabbe te sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā. ",
  "sn46.41:1.4": "Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā tisso vidhā pajahanti, sabbe te sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā. ",
  "sn46.41:1.5": "Katamesaṁ sattannaṁ bojjhaṅgānaṁ? ",
  "sn46.41:1.6": "Satisambojjhaṅgassa …pe… upekkhāsambojjhaṅgassa. ",
  "sn46.41:1.7": "Ye hi keci, bhikkhave, atītamaddhānaṁ samaṇā vā brāhmaṇā vā tisso vidhā pajahiṁsu …pe… ",
  "sn46.41:1.8": "pajahissanti …pe… ",
  "sn46.41:1.9": "pajahanti, sabbe te imesaṁyeva sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā”ti. ",
  "sn46.41:1.10": "Paṭhamaṁ. ",
  "sn46.42:0.1": "Saṁyutta Nikāya 46.42 ",
  "sn46.42:0.2": "5. Cakkavattivagga ",
  "sn46.42:0.3": "Cakkavattisutta ",
  "sn46.42:1.1": "“Rañño, bhikkhave, cakkavattissa pātubhāvā sattannaṁ ratanānaṁ pātubhāvo hoti. ",
  "sn46.42:1.2": "Katamesaṁ sattannaṁ? ",
  "sn46.42:1.3": "Cakkaratanassa pātubhāvo hoti, hatthiratanassa pātubhāvo hoti, assaratanassa pātubhāvo hoti, maṇiratanassa pātubhāvo hoti, itthiratanassa pātubhāvo hoti, gahapatiratanassa pātubhāvo hoti, pariṇāyakaratanassa pātubhāvo hoti. ",
  "sn46.42:1.4": "Rañño, bhikkhave, cakkavattissa pātubhāvā imesaṁ sattannaṁ ratanānaṁ pātubhāvo hoti. ",
  "sn46.42:2.1": "Tathāgatassa, bhikkhave, pātubhāvā arahato sammāsambuddhassa sattannaṁ bojjhaṅgaratanānaṁ pātubhāvo hoti. ",
  "sn46.42:2.2": "Katamesaṁ sattannaṁ? ",
  "sn46.42:2.3": "Satisambojjhaṅgassa ratanassa pātubhāvo hoti …pe… upekkhāsambojjhaṅgassa ratanassa pātubhāvo hoti. ",
  "sn46.42:2.4": "Tathāgatassa, bhikkhave, pātubhāvā arahato sammāsambuddhassa imesaṁ sattannaṁ bojjhaṅgaratanānaṁ pātubhāvo hotī”ti. ",
  "sn46.42:2.5": "Dutiyaṁ. ",
  "sn46.43:0.1": "Saṁyutta Nikāya 46.43 ",
  "sn46.43:0.2": "5. Cakkavattivagga ",
  "sn46.43:0.3": "Mārasutta ",
  "sn46.43:1.1": "“Mārasenappamaddanaṁ vo, bhikkhave, maggaṁ desessāmi; ",
  "sn46.43:1.2": "taṁ suṇātha. ",
  "sn46.43:1.3": "Katamo ca, bhikkhave, mārasenappamaddano maggo? ",
  "sn46.43:1.4": "Yadidaṁ—",
  "sn46.43:1.5": "satta bojjhaṅgā. ",
  "sn46.43:1.6": "Katame satta? ",
  "sn46.43:1.7": "Satisambojjhaṅgo …pe… upekkhāsambojjhaṅgo—",
  "sn46.43:1.8": "ayaṁ kho, bhikkhave, mārasenappamaddano maggo”ti. ",
  "sn46.43:1.9": "Tatiyaṁ. ",
  "sn46.44:0.1": "Saṁyutta Nikāya 46.44 ",
  "sn46.44:0.2": "5. Cakkavattivagga ",
  "sn46.44:0.3": "Duppaññasutta ",
  "sn46.44:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn46.44:1.2": "“‘duppañño eḷamūgo, duppañño eḷamūgo’ti, bhante, vuccati. ",
  "sn46.44:1.3": "Kittāvatā nu kho, bhante, ‘duppañño eḷamūgo’ti vuccatī”ti? ",
  "sn46.44:1.4": "“Sattannaṁ kho, bhikkhu, bojjhaṅgānaṁ abhāvitattā abahulīkatattā ‘duppañño eḷamūgo’ti vuccati. ",
  "sn46.44:1.5": "Katamesaṁ sattannaṁ? ",
  "sn46.44:1.6": "Satisambojjhaṅgassa …pe… upekkhāsambojjhaṅgassa—",
  "sn46.44:1.7": "imesaṁ kho, bhikkhu, sattannaṁ bojjhaṅgānaṁ abhāvitattā abahulīkatattā ‘duppañño eḷamūgo’ti vuccatī”ti. ",
  "sn46.44:1.8": "Catutthaṁ. ",
  "sn46.45:0.1": "Saṁyutta Nikāya 46.45 ",
  "sn46.45:0.2": "5. Cakkavattivagga ",
  "sn46.45:0.3": "Paññavantasutta ",
  "sn46.45:1.1": "“‘Paññavā aneḷamūgo, paññavā aneḷamūgo’ti, bhante, vuccati. ",
  "sn46.45:1.2": "Kittāvatā nu kho, bhante, ‘paññavā aneḷamūgo’ti vuccatī”ti? ",
  "sn46.45:1.3": "“Sattannaṁ kho, bhikkhu, bojjhaṅgānaṁ bhāvitattā bahulīkatattā ‘paññavā aneḷamūgo’ti vuccati. ",
  "sn46.45:1.4": "Katamesaṁ sattannaṁ? ",
  "sn46.45:1.5": "Satisambojjhaṅgassa …pe… upekkhāsambojjhaṅgassa—",
  "sn46.45:1.6": "imesaṁ kho, bhikkhu, sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā ‘paññavā aneḷamūgo’ti vuccatī”ti. ",
  "sn46.45:1.7": "Pañcamaṁ. ",
  "sn46.46:0.1": "Saṁyutta Nikāya 46.46 ",
  "sn46.46:0.2": "5. Cakkavattivagga ",
  "sn46.46:0.3": "Daliddasutta ",
  "sn46.46:1.1": "“‘Daliddo, daliddo’ti, bhante, vuccati. ",
  "sn46.46:1.2": "Kittāvatā nu kho, bhante, ‘daliddo’ti vuccatī”ti? ",
  "sn46.46:1.3": "“Sattannaṁ kho, bhikkhu, bojjhaṅgānaṁ abhāvitattā abahulīkatattā ‘daliddo’ti vuccati. ",
  "sn46.46:1.4": "Katamesaṁ sattannaṁ? ",
  "sn46.46:1.5": "Satisambojjhaṅgassa …pe… upekkhāsambojjhaṅgassa—",
  "sn46.46:1.6": "imesaṁ kho, bhikkhu, sattannaṁ bojjhaṅgānaṁ abhāvitattā abahulīkatattā ‘daliddo’ti vuccatī”ti. ",
  "sn46.46:1.7": "Chaṭṭhaṁ. ",
  "sn46.47:0.1": "Saṁyutta Nikāya 46.47 ",
  "sn46.47:0.2": "5. Cakkavattivagga ",
  "sn46.47:0.3": "Adaliddasutta ",
  "sn46.47:1.1": "“‘Adaliddo, adaliddo’ti, bhante, vuccati. ",
  "sn46.47:1.2": "Kittāvatā nu kho, bhante, ‘adaliddo’ti vuccatī”ti? ",
  "sn46.47:1.3": "“Sattannaṁ kho, bhikkhu, bojjhaṅgānaṁ bhāvitattā bahulīkatattā ‘adaliddo’ti vuccati. ",
  "sn46.47:1.4": "Katamesaṁ sattannaṁ? ",
  "sn46.47:1.5": "Satisambojjhaṅgassa …pe… upekkhāsambojjhaṅgassa—",
  "sn46.47:1.6": "imesaṁ kho, bhikkhu, sattannaṁ bojjhaṅgānaṁ bhāvitattā bahulīkatattā ‘adaliddo’ti vuccatī”ti. ",
  "sn46.47:1.7": "Sattamaṁ. ",
  "sn46.48:0.1": "Saṁyutta Nikāya 46.48 ",
  "sn46.48:0.2": "5. Cakkavattivagga ",
  "sn46.48:0.3": "Ādiccasutta ",
  "sn46.48:1.1": "“Ādiccassa, bhikkhave, udayato etaṁ pubbaṅgamaṁ etaṁ pubbanimittaṁ, yadidaṁ—aruṇuggaṁ. ",
  "sn46.48:1.2": "Evameva kho, bhikkhave, bhikkhuno sattannaṁ bojjhaṅgānaṁ uppādāya etaṁ pubbaṅgamaṁ etaṁ pubbanimittaṁ, yadidaṁ—kalyāṇamittatā. ",
  "sn46.48:1.3": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.48:1.4": "Kathañca, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.48:1.5": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.48:1.6": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.48:1.7": "Evaṁ kho, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.48:1.8": "Aṭṭhamaṁ. ",
  "sn46.49:0.1": "Saṁyutta Nikāya 46.49 ",
  "sn46.49:0.2": "5. Cakkavattivagga ",
  "sn46.49:0.3": "Ajjhattikaṅgasutta ",
  "sn46.49:1.1": "“Ajjhattikaṁ, bhikkhave, aṅganti karitvā nāññaṁ ekaṅgampi samanupassāmi sattannaṁ bojjhaṅgānaṁ uppādāya, yathayidaṁ—bhikkhave, yonisomanasikāro. ",
  "sn46.49:1.2": "Yonisomanasikārasampannassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.49:1.3": "Kathañca, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.49:1.4": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.49:1.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.49:1.6": "Evaṁ kho, bhikkhave, bhikkhu yonisomanasikārasampanno satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.49:1.7": "Navamaṁ. ",
  "sn46.50:0.1": "Saṁyutta Nikāya 46.50 ",
  "sn46.50:0.2": "5. Cakkavattivagga ",
  "sn46.50:0.3": "Bāhiraṅgasutta ",
  "sn46.50:1.1": "“Bāhiraṁ, bhikkhave, aṅganti karitvā nāññaṁ ekaṅgampi samanupassāmi sattannaṁ bojjhaṅgānaṁ uppādāya, yathayidaṁ—bhikkhave, kalyāṇamittatā. ",
  "sn46.50:1.2": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ",
  "sn46.50:1.3": "Kathañca, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ",
  "sn46.50:1.4": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ …pe… ",
  "sn46.50:1.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.50:1.6": "Evaṁ kho, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ",
  "sn46.50:1.7": "Dasamaṁ. ",
  "sn46.50:1.8": "Cakkavattivaggo pañcamo. ",
  "sn46.50:2.0": "Tassuddānaṁ ",
  "sn46.50:2.1": "Vidhā cakkavatti māro, ",
  "sn46.50:2.2": "duppañño paññavena ca; ",
  "sn46.50:2.3": "Daliddo adaliddo ca, ",
  "sn46.50:2.4": "ādiccaṅgena te dasāti. ",
  "sn46.51:0.1": "Saṁyutta Nikāya 46.51 ",
  "sn46.51:0.2": "6. Sākacchavagga ",
  "sn46.51:0.3": "Āhārasutta ",
  "sn46.51:1.1": "Sāvatthinidānaṁ. ",
  "sn46.51:1.2": "“Pañcannañca, bhikkhave, nīvaraṇānaṁ sattannañca bojjhaṅgānaṁ āhārañca anāhārañca desessāmi; ",
  "sn46.51:1.3": "taṁ suṇātha. ",
  "sn46.51:1.4": "Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:1.5": "Atthi, bhikkhave, subhanimittaṁ. ",
  "sn46.51:1.6": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:1.7": "ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:2.1": "Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:2.2": "Atthi, bhikkhave, paṭighanimittaṁ. ",
  "sn46.51:2.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:2.4": "ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:3.1": "Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:3.2": "Atthi, bhikkhave, arati tandi vijambhitā bhattasammado cetaso ca līnattaṁ. ",
  "sn46.51:3.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:3.4": "ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:4.1": "Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:4.2": "Atthi, bhikkhave, cetaso avūpasamo. ",
  "sn46.51:4.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:4.4": "ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:5.1": "Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ",
  "sn46.51:5.2": "Atthi, bhikkhave, vicikicchāṭṭhānīyā dhammā. ",
  "sn46.51:5.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:5.4": "ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ",
  "sn46.51:6.1": "Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:6.2": "Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:6.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:6.4": "ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:7.1": "Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:7.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ",
  "sn46.51:7.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:7.4": "ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:8.1": "Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:8.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ",
  "sn46.51:8.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:8.4": "ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:9.1": "Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:9.2": "Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:9.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:9.4": "ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:10.1": "Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:10.2": "Atthi, bhikkhave, kāyappassaddhi cittappassaddhi. ",
  "sn46.51:10.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:10.4": "ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:11.1": "Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:11.2": "Atthi, bhikkhave, samathanimittaṁ abyagganimittaṁ. ",
  "sn46.51:11.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:11.4": "ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:12.1": "Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:12.2": "Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:12.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:12.4": "ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:13.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:13.2": "Atthi, bhikkhave, asubhanimittaṁ. ",
  "sn46.51:13.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:13.4": "ayamanāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:14.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:14.2": "Atthi, bhikkhave, mettācetovimutti. ",
  "sn46.51:14.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:14.4": "ayamanāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:15.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:15.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ",
  "sn46.51:15.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:15.4": "ayamanāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:16.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ",
  "sn46.51:16.2": "Atthi, bhikkhave, cetaso vūpasamo. ",
  "sn46.51:16.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:16.4": "ayamanāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ",
  "sn46.51:17.1": "Ko ca, bhikkhave, anāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ",
  "sn46.51:17.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ",
  "sn46.51:17.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:17.4": "ayamanāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ",
  "sn46.51:18.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:18.2": "Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:18.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:18.4": "ayamanāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:19.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:19.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ",
  "sn46.51:19.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:19.4": "ayamanāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:20.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:20.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ",
  "sn46.51:20.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:20.4": "ayamanāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:21.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:21.2": "Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:21.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:21.4": "ayamanāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:22.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:22.2": "Atthi, bhikkhave, kāyappassaddhi cittappassaddhi. ",
  "sn46.51:22.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:22.4": "ayamanāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:23.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:23.2": "Atthi, bhikkhave, samathanimittaṁ abyagganimittaṁ. ",
  "sn46.51:23.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:23.4": "ayamanāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
  "sn46.51:24.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ",
  "sn46.51:24.2": "Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā. ",
  "sn46.51:24.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:24.4": "ayamanāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā”ti. ",
  "sn46.51:24.5": "Paṭhamaṁ. ",
  "sn46.52:0.1": "Saṁyutta Nikāya 46.52 ",
  "sn46.52:0.2": "6. Sākacchavagga ",
  "sn46.52:0.3": "Pariyāyasutta ",
  "sn46.52:1.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn46.52:1.2": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "sn46.52:1.3": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ. ",
  "sn46.52:1.4": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "sn46.52:2.1": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu. ",
  "sn46.52:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.52:3.1": "“Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.52:3.2": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā’ti. ",
  "sn46.52:3.3": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.52:3.4": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā’ti. ",
  "sn46.52:3.5": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin”ti? ",
  "sn46.52:4.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu nappaṭikkosiṁsu; ",
  "sn46.52:4.2": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "sn46.52:4.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "sn46.52:4.4": "Atha kho te bhikkhū sāvatthiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn46.52:5.1": "“Idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisimha. ",
  "sn46.52:5.2": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "sn46.52:5.3": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ, ",
  "sn46.52:5.4": "yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. ",
  "sn46.52:5.5": "Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimha; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimha. ",
  "sn46.52:5.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimha. Ekamantaṁ nisinne kho amhe, bhante, aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.52:6.1": "‘Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti “etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā”ti. ",
  "sn46.52:6.2": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.52:6.3": "“etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā”ti. ",
  "sn46.52:6.4": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin’ti? ",
  "sn46.52:7.1": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
  "sn46.52:7.2": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "sn46.52:8.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.52:8.2": "‘atthi panāvuso, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti, satta bojjhaṅgā catuddasā’ti. ",
  "sn46.52:8.3": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.52:8.4": "Taṁ kissa hetu? ",
  "sn46.52:8.5": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.52:8.6": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.52:9.1": "Katamo ca, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti? ",
  "sn46.52:9.2": "Yadapi, bhikkhave, ajjhattaṁ kāmacchando tadapi nīvaraṇaṁ, yadapi bahiddhā kāmacchando tadapi nīvaraṇaṁ. ",
  "sn46.52:9.3": "‘Kāmacchandanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.4": "Yadapi, bhikkhave, ajjhattaṁ byāpādo tadapi nīvaraṇaṁ, yadapi bahiddhā byāpādo tadapi nīvaraṇaṁ. ",
  "sn46.52:9.5": "‘Byāpādanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.6": "Yadapi, bhikkhave, thinaṁ tadapi nīvaraṇaṁ, yadapi middhaṁ tadapi nīvaraṇaṁ. ",
  "sn46.52:9.7": "‘Thinamiddhanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.8": "Yadapi, bhikkhave, uddhaccaṁ tadapi nīvaraṇaṁ, yadapi kukkuccaṁ tadapi nīvaraṇaṁ. ",
  "sn46.52:9.9": "‘Uddhaccakukkuccanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.10": "Yadapi, bhikkhave, ajjhattaṁ dhammesu vicikicchā tadapi nīvaraṇaṁ, yadapi bahiddhā dhammesu vicikicchā tadapi nīvaraṇaṁ. ",
  "sn46.52:9.11": "‘Vicikicchānīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.12": "Ayaṁ kho, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti. ",
  "sn46.52:10.1": "Katamo ca, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma satta bojjhaṅgā catuddasa honti? ",
  "sn46.52:10.2": "Yadapi, bhikkhave, ajjhattaṁ dhammesu sati tadapi satisambojjhaṅgo, yadapi bahiddhā dhammesu sati tadapi satisambojjhaṅgo. ",
  "sn46.52:10.3": "‘Satisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:11.1": "Yadapi, bhikkhave, ajjhattaṁ dhammesu paññāya pavicinati pavicarati parivīmaṁsamāpajjati tadapi dhammavicayasambojjhaṅgo, yadapi bahiddhā dhammesu paññāya pavicinati pavicarati parivīmaṁsamāpajjati tadapi dhammavicayasambojjhaṅgo. ",
  "sn46.52:11.2": "‘Dhammavicayasambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:12.1": "Yadapi, bhikkhave, kāyikaṁ vīriyaṁ tadapi vīriyasambojjhaṅgo, yadapi cetasikaṁ vīriyaṁ tadapi vīriyasambojjhaṅgo. ",
  "sn46.52:12.2": "‘Vīriyasambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:13.1": "Yadapi, bhikkhave, savitakkasavicārā pīti tadapi pītisambojjhaṅgo, yadapi avitakkaavicārā pīti tadapi pītisambojjhaṅgo. ",
  "sn46.52:13.2": "‘Pītisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:14.1": "Yadapi, bhikkhave, kāyappassaddhi tadapi passaddhisambojjhaṅgo, yadapi cittappassaddhi tadapi passaddhisambojjhaṅgo. ",
  "sn46.52:14.2": "‘Passaddhisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:15.1": "Yadapi, bhikkhave, savitakko savicāro samādhi tadapi samādhisambojjhaṅgo, yadapi avitakkaavicāro samādhi tadapi samādhisambojjhaṅgo. ",
  "sn46.52:15.2": "‘Samādhisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:16.1": "Yadapi, bhikkhave, ajjhattaṁ dhammesu upekkhā tadapi upekkhāsambojjhaṅgo, yadapi bahiddhā dhammesu upekkhā tadapi upekkhāsambojjhaṅgo. ",
  "sn46.52:16.2": "‘Upekkhāsambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:16.3": "Ayaṁ kho, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma satta bojjhaṅgā catuddasā”ti. ",
  "sn46.52:16.4": "Dutiyaṁ. ",
  "sn46.53:0.1": "Saṁyutta Nikāya 46.53 ",
  "sn46.53:0.2": "6. Sākacchavagga ",
  "sn46.53:0.3": "Aggisutta ",
  "sn46.53:1.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn46.53:1.2": "(Pariyāyasuttasadisaṁ.) ",
  "sn46.53:2.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.53:2.2": "‘yasmiṁ, āvuso, samaye līnaṁ cittaṁ hoti, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ akālo bhāvanāya, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ kālo bhāvanāya? ",
  "sn46.53:2.3": "Yasmiṁ panāvuso, samaye uddhataṁ cittaṁ hoti, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ akālo bhāvanāya, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ kālo bhāvanāyā’ti? ",
  "sn46.53:2.4": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.53:2.5": "Taṁ kissa hetu? ",
  "sn46.53:2.6": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.53:3.1": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.53:4.1": "Yasmiṁ, bhikkhave, samaye līnaṁ cittaṁ hoti, akālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:4.2": "Taṁ kissa hetu? ",
  "sn46.53:4.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi dussamuṭṭhāpayaṁ hoti. ",
  "sn46.53:5.1": "Seyyathāpi, bhikkhave, puriso parittaṁ aggiṁ ujjāletukāmo assa. ",
  "sn46.53:5.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṁsukena ca okireyya; ",
  "sn46.53:5.3": "bhabbo nu kho so puriso parittaṁ aggiṁ ujjāletun”ti? ",
  "sn46.53:5.4": "“No hetaṁ, bhante”. ",
  "sn46.53:6.1": "“Evameva kho, bhikkhave, yasmiṁ samaye līnaṁ cittaṁ hoti, akālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:6.2": "Taṁ kissa hetu? ",
  "sn46.53:6.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi dussamuṭṭhāpayaṁ hoti. ",
  "sn46.53:7.1": "Yasmiñca kho, bhikkhave, samaye līnaṁ cittaṁ hoti, kālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:7.2": "Taṁ kissa hetu? ",
  "sn46.53:7.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi susamuṭṭhāpayaṁ hoti. ",
  "sn46.53:8.1": "Seyyathāpi, bhikkhave, puriso parittaṁ aggiṁ ujjāletukāmo assa. ",
  "sn46.53:8.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni gomayāni pakkhipeyya, sukkhāni kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṁsukena okireyya; ",
  "sn46.53:8.3": "bhabbo nu kho so puriso parittaṁ aggiṁ ujjāletun”ti? ",
  "sn46.53:8.4": "“Evaṁ, bhante”. ",
  "sn46.53:9.1": "“Evameva kho, bhikkhave, yasmiṁ samaye līnaṁ cittaṁ hoti, kālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:9.2": "Taṁ kissa hetu? ",
  "sn46.53:9.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi susamuṭṭhāpayaṁ hoti. ",
  "sn46.53:10.1": "Yasmiṁ, bhikkhave, samaye uddhataṁ cittaṁ hoti, akālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:10.2": "Taṁ kissa hetu? ",
  "sn46.53:10.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi duvūpasamayaṁ hoti. ",
  "sn46.53:11.1": "Seyyathāpi, bhikkhave, puriso mahantaṁ aggikkhandhaṁ nibbāpetukāmo assa. ",
  "sn46.53:11.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṁsukena okireyya; ",
  "sn46.53:11.3": "bhabbo nu kho so puriso mahantaṁ aggikkhandhaṁ nibbāpetun”ti? ",
  "sn46.53:11.4": "“No hetaṁ, bhante”. ",
  "sn46.53:12.1": "“Evameva kho, bhikkhave, yasmiṁ samaye uddhataṁ cittaṁ hoti, akālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:12.2": "Taṁ kissa hetu? ",
  "sn46.53:12.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi duvūpasamayaṁ hoti. ",
  "sn46.53:13.1": "Yasmiñca kho, bhikkhave, samaye uddhataṁ cittaṁ hoti, kālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:13.2": "Taṁ kissa hetu? ",
  "sn46.53:13.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi suvūpasamayaṁ hoti. ",
  "sn46.53:14.1": "Seyyathāpi, bhikkhave, puriso mahantaṁ aggikkhandhaṁ nibbāpetukāmo assa. ",
  "sn46.53:14.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṁsukena ca okireyya; ",
  "sn46.53:14.3": "bhabbo nu kho so puriso mahantaṁ aggikkhandhaṁ nibbāpetun”ti? ",
  "sn46.53:14.4": "“Evaṁ, bhante”. ",
  "sn46.53:15.1": "“Evameva kho, bhikkhave, yasmiṁ samaye uddhataṁ cittaṁ hoti, kālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:15.2": "Taṁ kissa hetu? ",
  "sn46.53:15.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi suvūpasamayaṁ hoti. ",
  "sn46.53:15.4": "Satiñca khvāhaṁ, bhikkhave, sabbatthikaṁ vadāmī”ti. ",
  "sn46.53:15.5": "Tatiyaṁ. ",
  "sn46.54:0.1": "Saṁyutta Nikāya 46.54 ",
  "sn46.54:0.2": "6. Sākacchavagga ",
  "sn46.54:0.3": "Mettāsahagatasutta ",
  "sn46.54:1.1": "Ekaṁ samayaṁ bhagavā koliyesu viharati haliddavasanaṁ nāma koliyānaṁ nigamo. ",
  "sn46.54:1.2": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya haliddavasanaṁ piṇḍāya pavisiṁsu. ",
  "sn46.54:1.3": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "sn46.54:1.4": "“atippago kho tāva haliddavasane piṇḍāya carituṁ. ",
  "sn46.54:1.5": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "sn46.54:2.1": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu. ",
  "sn46.54:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.54:3.1": "“Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.54:3.2": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.3": "Karuṇāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ karuṇāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.4": "Muditāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ muditāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.5": "Upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:4.1": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.54:4.2": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:4.3": "karuṇāsahagatena cetasā … ",
  "sn46.54:4.4": "muditāsahagatena cetasā … ",
  "sn46.54:4.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; ",
  "sn46.54:4.6": "iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:4.7": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin”ti? ",
  "sn46.54:5.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu nappaṭikkosiṁsu. ",
  "sn46.54:5.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "sn46.54:5.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "sn46.54:5.4": "Atha kho te bhikkhū haliddavasane piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn46.54:6.1": "“Idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya haliddavasane piṇḍāya pavisimha. ",
  "sn46.54:6.2": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "sn46.54:6.3": "‘atippago kho tāva haliddavasane piṇḍāya carituṁ. ",
  "sn46.54:7.1": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimha, upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimha. ",
  "sn46.54:7.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimha. Ekamantaṁ nisinne kho amhe, bhante, te aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.54:8.1": "‘Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.54:8.2": "“etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:8.3": "karuṇāsahagatena cetasā …pe… ",
  "sn46.54:8.4": "muditāsahagatena cetasā …pe… ",
  "sn46.54:8.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:9.1": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.54:9.2": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:9.3": "karuṇāsahagatena cetasā …pe… ",
  "sn46.54:9.4": "muditāsahagatena cetasā …pe… ",
  "sn46.54:9.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:9.6": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ, dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsaninti? ",
  "sn46.54:10.1": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
  "sn46.54:10.2": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "sn46.54:11.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.54:11.2": "‘kathaṁ bhāvitā panāvuso, mettācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.3": "Kathaṁ bhāvitā panāvuso, karuṇācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.4": "Kathaṁ bhāvitā panāvuso, muditācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.5": "Kathaṁ bhāvitā panāvuso, upekkhācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā’ti? ",
  "sn46.54:11.6": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.54:11.7": "Taṁ kissa hetu? ",
  "sn46.54:11.8": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.54:11.9": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.54:12.1": "Kathaṁ bhāvitā ca, bhikkhave, mettācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:12.2": "Idha, bhikkhave, bhikkhu mettāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:12.3": "mettāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:12.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:12.5": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:12.6": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:12.7": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:12.8": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako ca tattha viharati sato sampajāno, subhaṁ vā kho pana vimokkhaṁ upasampajja viharati. ",
  "sn46.54:12.9": "Subhaparamāhaṁ, bhikkhave, mettācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:13.1": "Kathaṁ bhāvitā ca, bhikkhave, karuṇācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:13.2": "Idha, bhikkhave, bhikkhu karuṇāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:13.3": "karuṇāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:13.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati …pe… ",
  "sn46.54:13.5": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:13.6": "Sabbaso vā pana rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "sn46.54:13.7": "Ākāsānañcāyatanaparamāhaṁ, bhikkhave, karuṇācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:14.1": "Kathaṁ bhāvitā ca, bhikkhave, muditācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:14.2": "Idha, bhikkhave, bhikkhu muditāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:14.3": "muditāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:14.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati …pe… ",
  "sn46.54:14.5": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:14.6": "Sabbaso vā pana ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "sn46.54:14.7": "Viññāṇañcāyatanaparamāhaṁ, bhikkhave, muditācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:15.1": "Kathaṁ bhāvitā ca, bhikkhave, upekkhācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:15.2": "Idha, bhikkhave, bhikkhu upekkhāsahagataṁ satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.54:15.3": "upekkhāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:15.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:15.5": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:15.6": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:15.7": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:15.8": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:15.9": "Sabbaso vā pana viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "sn46.54:15.10": "Ākiñcaññāyatanaparamāhaṁ, bhikkhave, upekkhācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato”ti. ",
  "sn46.54:15.11": "Catutthaṁ. ",
  "sn46.55:0.1": "Saṁyutta Nikāya 46.55 ",
  "sn46.55:0.2": "6. Sākacchavagga ",
  "sn46.55:0.3": "Saṅgāravasutta ",
  "sn46.55:1.1": "Sāvatthinidānaṁ. ",
  "sn46.55:1.2": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn46.55:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho saṅgāravo brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn46.55:2.1": "“Ko nu kho, bho gotama, hetu, ko paccayo yenekadā dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā? ",
  "sn46.55:2.2": "Ko pana, bho gotama, hetu, ko paccayo yenekadā dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti? ",
  "sn46.55:3.1": "“Yasmiṁ kho, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:4.1": "Seyyathāpi, brāhmaṇa, udapatto saṁsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
  "sn46.55:4.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ na jāneyya na passeyya. ",
  "sn46.55:4.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati …pe… paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:5.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:6.1": "Seyyathāpi, brāhmaṇa, udapatto agginā santatto pakkuthito usmudakajāto. ",
  "sn46.55:6.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ na jāneyya na passeyya. ",
  "sn46.55:6.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi tasmiṁ samaye …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:7.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:8.1": "Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho. ",
  "sn46.55:8.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ na jāneyya na passeyya. ",
  "sn46.55:8.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:9.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:10.1": "Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto. ",
  "sn46.55:10.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ na jāneyya na passeyya. ",
  "sn46.55:10.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:11.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi …pe… ubhayatthampi … dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:12.1": "Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto. ",
  "sn46.55:12.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ na jāneyya na passeyya. ",
  "sn46.55:12.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, paratthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ na jānāti na passati; dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:12.4": "Ayaṁ kho, brāhmaṇa, hetu ayaṁ paccayo yenekadā dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "sn46.55:13.1": "Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati; dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:14.1": "Seyyathāpi, brāhmaṇa, udapatto asaṁsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
  "sn46.55:14.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ jāneyya passeyya. ",
  "sn46.55:14.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ pajānāti …pe…. ",
  "sn46.55:15.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:16.1": "Seyyathāpi, brāhmaṇa, udapatto na agginā santatto na pakkuthito na usmudakajāto. ",
  "sn46.55:16.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ jāneyya passeyya. ",
  "sn46.55:16.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:17.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:18.1": "Seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho. ",
  "sn46.55:18.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ jāneyya passeyya. ",
  "sn46.55:18.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:19.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:20.1": "Seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto. ",
  "sn46.55:20.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ jāneyya passeyya. ",
  "sn46.55:20.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:21.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ jānāti passati; ubhayatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati; dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:22.1": "Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto. ",
  "sn46.55:22.2": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ jāneyya passeyya. ",
  "sn46.55:22.3": "Evameva kho, brāhmaṇa, yasmiṁ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ jānāti passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ jānāti passati; dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:22.4": "Ayaṁ kho, brāhmaṇa, hetu ayaṁ paccayo yenekadā dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "sn46.55:23.1": "Sattime, brāhmaṇa, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattanti. ",
  "sn46.55:23.2": "Katame satta? ",
  "sn46.55:23.3": "Satisambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati …pe… upekkhāsambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati. ",
  "sn46.55:23.4": "Ime kho, brāhmaṇa, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattantī”ti. ",
  "sn46.55:24.1": "Evaṁ vutte, saṅgāravo brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn46.55:24.2": "“abhikkantaṁ, bho gotama …pe… ",
  "sn46.55:24.3": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn46.55:24.4": "Pañcamaṁ. ",
  "sn46.56:0.1": "Saṁyutta Nikāya 46.56 ",
  "sn46.56:0.2": "6. Sākacchavagga ",
  "sn46.56:0.3": "Abhayasutta ",
  "sn46.56:1.1": "Evaṁ me sutaṁ—",
  "sn46.56:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "sn46.56:1.3": "Atha kho abhayo rājakumāro yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho abhayo rājakumāro bhagavantaṁ etadavoca: ",
  "sn46.56:1.4": "“pūraṇo, bhante, kassapo evamāha: ",
  "sn46.56:1.5": "‘natthi hetu, natthi paccayo aññāṇāya adassanāya. ",
  "sn46.56:1.6": "Ahetu, appaccayo aññāṇaṁ adassanaṁ hoti. ",
  "sn46.56:1.7": "Natthi hetu, natthi paccayo ñāṇāya dassanāya. ",
  "sn46.56:1.8": "Ahetu, appaccayo ñāṇaṁ dassanaṁ hotī’ti. ",
  "sn46.56:1.9": "Idha bhagavā kimāhā”ti? ",
  "sn46.56:1.10": "“Atthi, rājakumāra, hetu, atthi paccayo aññāṇāya adassanāya. ",
  "sn46.56:1.11": "Sahetu, sappaccayo aññāṇaṁ adassanaṁ hoti. ",
  "sn46.56:1.12": "Atthi, rājakumāra, hetu, atthi paccayo ñāṇāya dassanāya. ",
  "sn46.56:1.13": "Sahetu, sappaccayo ñāṇaṁ dassanaṁ hotī”ti. ",
  "sn46.56:2.1": "“Katamo pana, bhante, hetu, katamo paccayo aññāṇāya adassanāya? ",
  "sn46.56:2.2": "Kathaṁ sahetu, sappaccayo aññāṇaṁ adassanaṁ hotī”ti? ",
  "sn46.56:2.3": "“Yasmiṁ kho, rājakumāra, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ na jānāti na passati—",
  "sn46.56:2.4": "ayampi kho, rājakumāra, hetu, ayaṁ paccayo aññāṇāya adassanāya. ",
  "sn46.56:2.5": "Evampi sahetu sappaccayo aññāṇaṁ adassanaṁ hoti. ",
  "sn46.56:3.1": "Puna caparaṁ, rājakumāra, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena …pe… ",
  "sn46.56:3.2": "thinamiddhapariyuṭṭhitena …pe… ",
  "sn46.56:3.3": "uddhaccakukkuccapariyuṭṭhitena …pe… ",
  "sn46.56:3.4": "vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ na jānāti na passati—",
  "sn46.56:3.5": "ayampi kho, rājakumāra, hetu, ayaṁ paccayo aññāṇāya adassanāya. ",
  "sn46.56:3.6": "Evampi sahetu sappaccayo aññāṇaṁ adassanaṁ hotī”ti. ",
  "sn46.56:4.1": "“Ko nāmāyaṁ, bhante, dhammapariyāyo”ti? ",
  "sn46.56:4.2": "“Nīvaraṇā nāmete, rājakumārā”ti. ",
  "sn46.56:4.3": "“Taggha, bhagavā, nīvaraṇā; ",
  "sn46.56:4.4": "taggha, sugata, nīvaraṇā. ",
  "sn46.56:4.5": "Ekamekenapi kho, bhante, nīvaraṇena abhibhūto yathābhūtaṁ na jāneyya na passeyya, ko pana vādo pañcahi nīvaraṇehi? ",
  "sn46.56:5.1": "Katamo pana, bhante, hetu, katamo paccayo ñāṇāya dassanāya? ",
  "sn46.56:5.2": "Kathaṁ sahetu, sappaccayo ñāṇaṁ dassanaṁ hotī”ti? ",
  "sn46.56:5.3": "“Idha, rājakumāra, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.56:5.4": "So satisambojjhaṅgaṁ bhāvitena cittena yathābhūtaṁ jānāti passati—",
  "sn46.56:5.5": "ayampi kho, rājakumāra, hetu, ayaṁ paccayo ñāṇāya dassanāya. ",
  "sn46.56:5.6": "Evampi sahetu, sappaccayo ñāṇaṁ dassanaṁ hoti. ",
  "sn46.56:6.1": "Puna caparaṁ, rājakumāra, bhikkhu …pe… ",
  "sn46.56:6.2": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.56:6.3": "So upekkhāsambojjhaṅgaṁ bhāvitena cittena yathābhūtaṁ jānāti passati—",
  "sn46.56:6.4": "ayampi kho, rājakumāra, hetu, ayaṁ paccayo ñāṇāya dassanāya. ",
  "sn46.56:6.5": "Evaṁ sahetu, sappaccayo ñāṇaṁ dassanaṁ hotī”ti. ",
  "sn46.56:7.1": "“Ko nāmāyaṁ, bhante, dhammapariyāyo”ti? ",
  "sn46.56:7.2": "“Bojjhaṅgā nāmete, rājakumārā”ti. ",
  "sn46.56:7.3": "“Taggha, bhagavā, bojjhaṅgā; ",
  "sn46.56:7.4": "taggha, sugata, bojjhaṅgā. ",
  "sn46.56:7.5": "Ekamekenapi kho, bhante, bojjhaṅgena samannāgato yathābhūtaṁ jāneyya passeyya, ko pana vādo sattahi bojjhaṅgehi? ",
  "sn46.56:7.6": "Yopi me, bhante, gijjhakūṭaṁ pabbataṁ ārohantassa kāyakilamatho cittakilamatho, sopi me paṭippassaddho, dhammo ca me abhisamito”ti. ",
  "sn46.56:7.7": "Chaṭṭhaṁ. ",
  "sn46.56:7.8": "Sākacchavaggo chaṭṭho. ",
  "sn46.56:8.0": "Tassuddānaṁ ",
  "sn46.56:8.1": "Āhārā pariyāyamaggi, ",
  "sn46.56:8.2": "mettaṁ saṅgāravena ca; ",
  "sn46.56:8.3": "Abhayo pucchito pañhaṁ, ",
  "sn46.56:8.4": "gijjhakūṭamhi pabbateti. ",
  "sn46.57:0.1": "Saṁyutta Nikāya 46.57 ",
  "sn46.57:0.2": "7. Ānāpānavagga ",
  "sn46.57:0.3": "Aṭṭhikamahapphalasutta ",
  "sn46.57:1.1": "Sāvatthinidānaṁ. ",
  "sn46.57:1.2": "“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā. ",
  "sn46.57:1.3": "Kathaṁ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṁ bahulīkatā mahapphalā hoti mahānisaṁsā? ",
  "sn46.57:1.4": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.57:1.5": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:1.6": "Evaṁ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṁ bahulīkatā mahapphalā hoti mahānisaṁsā”ti. ",
  "sn46.57:2.0": "Aññataraphalasutta ",
  "sn46.57:2.1": "“Aṭṭhikasaññāya, bhikkhave, bhāvitāya bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā. ",
  "sn46.57:2.2": "Kathaṁ bhāvitāya ca kho, bhikkhave, aṭṭhikasaññāya kathaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā? ",
  "sn46.57:2.3": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.57:2.4": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:2.5": "Evaṁ bhāvitāya kho, bhikkhave, aṭṭhikasaññāya evaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā”ti. ",
  "sn46.57:3.0": "Mahatthasutta ",
  "sn46.57:3.1": "“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato atthāya saṁvattati. ",
  "sn46.57:3.2": "Kathaṁ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṁ bahulīkatā mahato atthāya saṁvattati? ",
  "sn46.57:3.3": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.57:3.4": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:3.5": "Evaṁ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṁ bahulīkatā mahato atthāya saṁvattatī”ti. ",
  "sn46.57:4.0": "Yogakkhemasutta ",
  "sn46.57:4.1": "“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato yogakkhemāya saṁvattati. ",
  "sn46.57:4.2": "Kathaṁ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṁ bahulīkatā mahato yogakkhemāya saṁvattati? ",
  "sn46.57:4.3": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.57:4.4": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:4.5": "Evaṁ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṁ bahulīkatā mahato yogakkhemāya saṁvattatī”ti. ",
  "sn46.57:5.0": "Saṁvegasutta ",
  "sn46.57:5.1": "“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato saṁvegāya saṁvattati. ",
  "sn46.57:5.2": "Kathaṁ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṁ bahulīkatā mahato saṁvegāya saṁvattati? ",
  "sn46.57:5.3": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.57:5.4": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:5.5": "Evaṁ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṁ bahulīkatā mahato saṁvegāya saṁvattatī”ti. ",
  "sn46.57:6.0": "Phāsuvihārasutta ",
  "sn46.57:6.1": "“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato phāsuvihārāya saṁvattati. ",
  "sn46.57:6.2": "Kathaṁ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṁ bahulīkatā mahato phāsuvihārāya saṁvattati? ",
  "sn46.57:6.3": "Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.57:6.4": "aṭṭhikasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.57:6.5": "Evaṁ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṁ bahulīkatā mahato phāsuvihārāya saṁvattatī”ti ",
  "sn46.57:6.6": "Paṭhamaṁ. ",
  "sn46.58:0.1": "Saṁyutta Nikāya 46.58 ",
  "sn46.58:0.2": "7. Ānāpānavagga ",
  "sn46.58:0.3": "Puḷavakasutta ",
  "sn46.58:1.1": "“Puḷavakasaññā, bhikkhave, bhāvitā …pe…” ",
  "sn46.58:1.2": "dutiyaṁ. ",
  "sn46.59:0.1": "Saṁyutta Nikāya 46.59 ",
  "sn46.59:0.2": "7. Ānāpānavagga ",
  "sn46.59:0.3": "Vinīlakasutta ",
  "sn46.59:1.1": "“Vinīlakasaññā, bhikkhave …pe…” ",
  "sn46.59:1.2": "tatiyaṁ. ",
  "sn46.60:0.1": "Saṁyutta Nikāya 46.60 ",
  "sn46.60:0.2": "7. Ānāpānavagga ",
  "sn46.60:0.3": "Vicchiddakasutta ",
  "sn46.60:1.1": "“Vicchiddakasaññā, bhikkhave …pe…” ",
  "sn46.60:1.2": "catutthaṁ. ",
  "sn46.61:0.1": "Saṁyutta Nikāya 46.61 ",
  "sn46.61:0.2": "7. Ānāpānavagga ",
  "sn46.61:0.3": "Uddhumātakasutta ",
  "sn46.61:1.1": "“Uddhumātakasaññā, bhikkhave …pe…” ",
  "sn46.61:1.2": "pañcamaṁ. ",
  "sn46.62:0.1": "Saṁyutta Nikāya 46.62 ",
  "sn46.62:0.2": "7. Ānāpānavagga ",
  "sn46.62:0.3": "Mettāsutta ",
  "sn46.62:1.1": "“Mettā, bhikkhave, bhāvitā …pe…” ",
  "sn46.62:1.2": "chaṭṭhaṁ. ",
  "sn46.63:0.1": "Saṁyutta Nikāya 46.63 ",
  "sn46.63:0.2": "7. Ānāpānavagga ",
  "sn46.63:0.3": "Karuṇāsutta ",
  "sn46.63:1.1": "“Karuṇā, bhikkhave, bhāvitā …pe…” ",
  "sn46.63:1.2": "sattamaṁ. ",
  "sn46.64:0.1": "Saṁyutta Nikāya 46.64 ",
  "sn46.64:0.2": "7. Ānāpānavagga ",
  "sn46.64:0.3": "Muditāsutta ",
  "sn46.64:1.1": "“Muditā, bhikkhave, bhāvitā …pe…” ",
  "sn46.64:1.2": "aṭṭhamaṁ. ",
  "sn46.65:0.1": "Saṁyutta Nikāya 46.65 ",
  "sn46.65:0.2": "7. Ānāpānavagga ",
  "sn46.65:0.3": "Upekkhāsutta ",
  "sn46.65:1.1": "“Upekkhā, bhikkhave, bhāvitā …pe…” ",
  "sn46.65:1.2": "navamaṁ. ",
  "sn46.66:0.1": "Saṁyutta Nikāya 46.66 ",
  "sn46.66:0.2": "7. Ānāpānavagga ",
  "sn46.66:0.3": "Ānāpānasutta ",
  "sn46.66:1.1": "“Ānāpānassati, bhikkhave, bhāvitā …pe…” ",
  "sn46.66:1.2": "dasamaṁ. ",
  "sn46.66:1.3": "Ānāpānavaggo sattamo. ",
  "sn46.66:2.0": "Tassuddānaṁ ",
  "sn46.66:2.1": "Aṭṭhikapuḷavakaṁ vinīlakaṁ, ",
  "sn46.66:2.2": "Vicchiddakaṁ uddhumātena pañcamaṁ; ",
  "sn46.66:2.3": "Mettā karuṇā muditā, ",
  "sn46.66:2.4": "Upekkhā ānāpānena te dasāti. ",
  "sn46.67:0.1": "Saṁyutta Nikāya 46.67 ",
  "sn46.67:0.2": "8. Nirodhavagga ",
  "sn46.67:0.3": "Asubhasutta ",
  "sn46.67:1.1": "“Asubhasaññā, bhikkhave …pe…” ",
  "sn46.67:1.2": "paṭhamaṁ. ",
  "sn46.68:0.1": "Saṁyutta Nikāya 46.68 ",
  "sn46.68:0.2": "8. Nirodhavagga ",
  "sn46.68:0.3": "Maraṇasutta ",
  "sn46.68:1.1": "“Maraṇasaññā, bhikkhave …pe…” ",
  "sn46.68:1.2": "dutiyaṁ. ",
  "sn46.69:0.1": "Saṁyutta Nikāya 46.69 ",
  "sn46.69:0.2": "8. Nirodhavagga ",
  "sn46.69:0.3": "Āhārepaṭikūlasutta ",
  "sn46.69:1.1": "“Āhāre paṭikūlasaññā, bhikkhave …pe…” ",
  "sn46.69:1.2": "tatiyaṁ. ",
  "sn46.70:0.1": "Saṁyutta Nikāya 46.70 ",
  "sn46.70:0.2": "8. Nirodhavagga ",
  "sn46.70:0.3": "Anabhiratisutta ",
  "sn46.70:1.1": "“Sabbaloke anabhiratisaññā, bhikkhave …pe…” ",
  "sn46.70:1.2": "catutthaṁ. ",
  "sn46.71:0.1": "Saṁyutta Nikāya 46.71 ",
  "sn46.71:0.2": "8. Nirodhavagga ",
  "sn46.71:0.3": "Aniccasutta ",
  "sn46.71:1.1": "“Aniccasaññā, bhikkhave …pe…” ",
  "sn46.71:1.2": "pañcamaṁ. ",
  "sn46.72:0.1": "Saṁyutta Nikāya 46.72 ",
  "sn46.72:0.2": "8. Nirodhavagga ",
  "sn46.72:0.3": "Dukkhasutta ",
  "sn46.72:1.1": "“Anicce dukkhasaññā, bhikkhave …pe…” ",
  "sn46.72:1.2": "chaṭṭhaṁ. ",
  "sn46.73:0.1": "Saṁyutta Nikāya 46.73 ",
  "sn46.73:0.2": "8. Nirodhavagga ",
  "sn46.73:0.3": "Anattasutta ",
  "sn46.73:1.1": "“Dukkhe anattasaññā, bhikkhave …pe…” ",
  "sn46.73:1.2": "sattamaṁ. ",
  "sn46.74:0.1": "Saṁyutta Nikāya 46.74 ",
  "sn46.74:0.2": "8. Nirodhavagga ",
  "sn46.74:0.3": "Pahānasutta ",
  "sn46.74:1.1": "“Pahānasaññā, bhikkhave …pe…” ",
  "sn46.74:1.2": "aṭṭhamaṁ. ",
  "sn46.75:0.1": "Saṁyutta Nikāya 46.75 ",
  "sn46.75:0.2": "8. Nirodhavagga ",
  "sn46.75:0.3": "Virāgasutta ",
  "sn46.75:1.1": "“Virāgasaññā, bhikkhave …pe…” ",
  "sn46.75:1.2": "navamaṁ. ",
  "sn46.76:0.1": "Saṁyutta Nikāya 46.76 ",
  "sn46.76:0.2": "8. Nirodhavagga ",
  "sn46.76:0.3": "Nirodhasutta ",
  "sn46.76:1.1": "“Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā. ",
  "sn46.76:1.2": "Kathaṁ bhāvitā ca, bhikkhave, nirodhasaññā kathaṁ bahulīkatā mahapphalā hoti mahānisaṁsā? ",
  "sn46.76:1.3": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:1.4": "nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:1.5": "Evaṁ bhāvitā kho, bhikkhave, nirodhasaññā evaṁ bahulīkatā mahapphalā hoti mahānisaṁsāti. ",
  "sn46.76:2.1": "Nirodhasaññāya, bhikkhave, bhāvitāya bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.2": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā. ",
  "sn46.76:2.3": "Kathaṁ bhāvitāya, bhikkhave, nirodhasaññāya kathaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.4": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā? ",
  "sn46.76:2.5": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:2.6": "nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:2.7": "Evaṁ bhāvitāya kho, bhikkhave, nirodhasaññāya evaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.8": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitāti. ",
  "sn46.76:3.1": "Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattati. ",
  "sn46.76:3.2": "Kathaṁ bhāvitā ca, bhikkhave, nirodhasaññā kathaṁ bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattati? ",
  "sn46.76:3.3": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:3.4": "nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:3.5": "Evaṁ bhāvitā kho, bhikkhave, nirodhasaññā evaṁ bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattatī”ti. ",
  "sn46.76:3.6": "Dasamaṁ. ",
  "sn46.76:3.7": "Nirodhavaggo aṭṭhamo. ",
  "sn46.76:4.0": "Tassuddānaṁ ",
  "sn46.76:4.1": "Asubhamaraṇaāhāre, ",
  "sn46.76:4.2": "Paṭikūlaanabhiratena; ",
  "sn46.76:4.3": "Aniccadukkhaanattapahānaṁ, ",
  "sn46.76:4.4": "Virāganirodhena te dasāti. ",
  "sn46.77-88:0.1": "Saṁyutta Nikāya 46.77–88 ",
  "sn46.77-88:0.2": "9. Gaṅgāpeyyālavagga ",
  "sn46.77-88:0.3": "Gaṅgānadīādisutta ",
  "sn46.77-88:1.1": "“Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā; ",
  "sn46.77-88:1.2": "evameva kho, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro. ",
  "sn46.77-88:1.3": "Kathañca, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro? ",
  "sn46.77-88:1.4": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.77-88:1.5": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ … ",
  "sn46.77-88:1.6": "evaṁ kho, bhikkhave, bhikkhu satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti. ",
  "sn46.77-88:1.7": "(Yāva esanā pāḷi vitthāretabbā.) ",
  "sn46.77-88:1.8": "Gaṅgāpeyyālavaggo navamo. ",
  "sn46.77-88:2.0": "Tassuddānaṁ ",
  "sn46.77-88:2.1": "Cha pācīnato ninnā, ",
  "sn46.77-88:2.2": "cha ninnā ca samuddato; ",
  "sn46.77-88:2.3": "Dvete cha dvādasa honti, ",
  "sn46.77-88:2.4": "vaggo tena pavuccatīti. ",
  "sn46.89-98:0.1": "Saṁyutta Nikāya 46.89–98 ",
  "sn46.89-98:0.2": "10. Appamādavagga ",
  "sn46.89-98:0.3": "Tathāgatādisutta ",
  "sn46.89-98:1.1": "“Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā”ti vitthāretabbaṁ. ",
  "sn46.89-98:1.2": "Appamādavaggo dasamo. ",
  "sn46.89-98:2.0": "Tassuddānaṁ ",
  "sn46.89-98:2.1": "Tathāgataṁ padaṁ kūṭaṁ, ",
  "sn46.89-98:2.2": "mūlaṁ sārena vassikaṁ; ",
  "sn46.89-98:2.3": "Rājā candimasūriyā ca, ",
  "sn46.89-98:2.4": "vatthena dasamaṁ padanti. ",
  "sn46.89-98:3.1": "(Appamādavaggo bojjhaṅgasaṁyuttassa bojjhaṅgavasena vitthāretabbo.) ",
  "sn46.99-110:0.1": "Saṁyutta Nikāya 46.99–110 ",
  "sn46.99-110:0.2": "11. Balakaraṇīyavagga ",
  "sn46.99-110:0.3": "Balādisutta ",
  "sn46.99-110:1.1": "“Seyyathāpi, bhikkhave, ye keci balakaraṇīyā kammantā karīyan”ti vitthāretabbaṁ. ",
  "sn46.99-110:1.2": "Balakaraṇīyavaggo ekādasamo. ",
  "sn46.99-110:2.0": "Tassuddānaṁ ",
  "sn46.99-110:2.1": "Balaṁ bījañca nāgo ca, ",
  "sn46.99-110:2.2": "rukkho kumbhena sūkiyā; ",
  "sn46.99-110:2.3": "Ākāsena ca dve meghā, ",
  "sn46.99-110:2.4": "nāvā āgantukā nadīti. ",
  "sn46.99-110:3.1": "(Balakaraṇīyavaggo bojjhaṅgasaṁyuttassa bojjhaṅgavasena vitthāretabbo.) ",
  "sn46.111-120:0.1": "Saṁyutta Nikāya 46.111–120 ",
  "sn46.111-120:0.2": "12. Esanāvagga ",
  "sn46.111-120:0.3": "Esanādisutta ",
  "sn46.111-120:1.1": "“Tisso imā, bhikkhave, esanā. ",
  "sn46.111-120:1.2": "Katamā tisso? ",
  "sn46.111-120:1.3": "Kāmesanā, bhavesanā, brahmacariyesanā”ti vitthāretabbaṁ. ",
  "sn46.111-120:1.4": "Esanāvaggo dvādasamo. ",
  "sn46.111-120:2.0": "Tassuddānaṁ ",
  "sn46.111-120:2.1": "Esanā vidhā āsavo, ",
  "sn46.111-120:2.2": "Bhavo ca dukkhatā tisso; ",
  "sn46.111-120:2.3": "Khilaṁ malañca nīgho ca, ",
  "sn46.111-120:2.4": "Vedanā taṇhā tasināya cāti. ",
  "sn46.111-120:3.1": "(Bojjhaṅgasaṁyuttassa esanāpeyyālaṁ vivekanissitato vitthāretabbaṁ.) ",
  "sn46.121-129:0.1": "Saṁyutta Nikāya 46.121–129 ",
  "sn46.121-129:0.2": "13. Oghavagga ",
  "sn46.121-129:0.3": "Oghādisutta ",
  "sn46.121-129:1.1": "“Cattārome, bhikkhave, oghā. ",
  "sn46.121-129:1.2": "Katame cattāro? ",
  "sn46.121-129:1.3": "Kāmogho, bhavogho, diṭṭhogho, avijjogho”ti. ",
  "sn46.121-129:1.4": "vitthāretabbaṁ. ",
  "sn46.130:0.1": "Saṁyutta Nikāya 46.130 ",
  "sn46.130:0.2": "13. Oghavagga ",
  "sn46.130:0.3": "Uddhambhāgiyasutta ",
  "sn46.130:1.1": "Sāvatthinidānaṁ. ",
  "sn46.130:1.2": "“Pañcimāni, bhikkhave, uddhambhāgiyāni saṁyojanāni. ",
  "sn46.130:1.3": "Katamāni pañca? ",
  "sn46.130:1.4": "Rūparāgo, arūparāgo, māno, uddhaccaṁ, avijjā—",
  "sn46.130:1.5": "imāni kho, bhikkhave, pañcuddhambhāgiyāni saṁyojanāni. ",
  "sn46.130:1.6": "Imesaṁ kho, bhikkhave, pañcannaṁ uddhambhāgiyānaṁ saṁyojanānaṁ abhiññāya pariññāya parikkhayāya pahānāya satta bojjhaṅgā bhāvetabbā. ",
  "sn46.130:1.7": "Katame satta? ",
  "sn46.130:1.8": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.130:1.9": "upekkhāsambojjhaṅgaṁ bhāveti rāgavinayapariyosānaṁ dosavinayapariyosānaṁ mohavinayapariyosānaṁ … ",
  "sn46.130:1.10": "amatogadhaṁ amataparāyanaṁ amatapariyosānaṁ … ",
  "sn46.130:1.11": "nibbānaninnaṁ nibbānapoṇaṁ nibbānapabbhāraṁ. ",
  "sn46.130:1.12": "Imesaṁ kho, bhikkhave, bhikkhu pañcannaṁ uddhambhāgiyānaṁ saṁyojanānaṁ abhiññāya pariññāya parikkhayāya pahānāya ime satta bojjhaṅgā bhāvetabbā”ti. ",
  "sn46.130:1.13": "Dasamaṁ. ",
  "sn46.130:1.14": "Oghavaggo terasamo. ",
  "sn46.130:2.0": "Tassuddānaṁ ",
  "sn46.130:2.1": "Ogho yogo upādānaṁ, ",
  "sn46.130:2.2": "Ganthā anusayena ca; ",
  "sn46.130:2.3": "Kāmaguṇā nīvaraṇā, ",
  "sn46.130:2.4": "Khandhā oruddhambhāgiyānīti. ",
  "sn46.131-142:0.1": "Saṁyutta Nikāya 46.131–142 ",
  "sn46.131-142:0.2": "14. Punagaṅgāpeyyālavagga ",
  "sn46.131-142:0.3": "Punagaṅgānadīādisutta ",
  "sn46.131-142:1.1": "…pe… ",
  "sn46.131-142:1.2": "vaggo cuddasamo. ",
  "sn46.131-142:2.0": "Uddānaṁ ",
  "sn46.131-142:2.1": "Cha pācīnato ninnā, ",
  "sn46.131-142:2.2": "cha ninnā ca samuddato; ",
  "sn46.131-142:2.3": "Dvete cha dvādasa honti, ",
  "sn46.131-142:2.4": "vaggo tena pavuccatīti. ",
  "sn46.131-142:3.1": "(Bojjhaṅgasaṁyuttassa gaṅgāpeyyālaṁ rāgavasena vitthāretabbaṁ.) ",
  "sn46.143-152:0.1": "Saṁyutta Nikāya 46.143–152 ",
  "sn46.143-152:0.2": "15. Punaappamādavagga ",
  "sn46.143-152:0.3": "Punatathāgatādisutta ",
  "sn46.143-152:1.1": "…pe… ",
  "sn46.143-152:1.2": "Pannarasamo. ",
  "sn46.143-152:2.0": "Uddānaṁ ",
  "sn46.143-152:2.1": "Tathāgataṁ padaṁ kūṭaṁ, ",
  "sn46.143-152:2.2": "mūlaṁ sārena vassikaṁ; ",
  "sn46.143-152:2.3": "Rājā candimasūriyā ca, ",
  "sn46.143-152:2.4": "vatthena dasamaṁ padanti. ",
  "sn46.143-152:3.1": "(Appamādavaggo rāgavasena vitthāretabbo.) ",
  "sn46.153-164:0.1": "Saṁyutta Nikāya 46.153–164 ",
  "sn46.153-164:0.2": "16. Punabalakaraṇīyavagga ",
  "sn46.153-164:0.3": "Punabalādisutta ",
  "sn46.153-164:1.1": "…pe… ",
  "sn46.153-164:1.2": "Soḷasamo. ",
  "sn46.153-164:2.0": "Uddānaṁ ",
  "sn46.153-164:2.1": "Balaṁ bījañca nāgo ca, ",
  "sn46.153-164:2.2": "rukkho kumbhena sūkiyā; ",
  "sn46.153-164:2.3": "Ākāsena ca dve meghā, ",
  "sn46.153-164:2.4": "nāvā āgantukā nadīti. ",
  "sn46.153-164:3.1": "(Bojjhaṅgasaṁyuttassa balakaraṇīyavaggo rāgavasena vitthāretabbo.) ",
  "sn46.165-174:0.1": "Saṁyutta Nikāya 46.165–174 ",
  "sn46.165-174:0.2": "17. Punaesanāvagga ",
  "sn46.165-174:0.3": "Punaesanādisutta ",
  "sn46.165-174:1.1": "…pe… ",
  "sn46.165-174:1.2": "Punaesanāvaggo sattarasamo. ",
  "sn46.165-174:2.0": "Uddānaṁ ",
  "sn46.165-174:2.1": "Esanā vidhā āsavo, ",
  "sn46.165-174:2.2": "Bhavo ca dukkhatā tisso; ",
  "sn46.165-174:2.3": "Khilaṁ malañca nīgho ca, ",
  "sn46.165-174:2.4": "Vedanātaṇhā tasināya cāti. ",
  "sn46.175-184:0.1": "Saṁyutta Nikāya 46.175–184 ",
  "sn46.175-184:0.2": "18. Punaoghavagga ",
  "sn46.175-184:0.3": "Punaoghādisutta ",
  "sn46.175-184:1.1": "…pe… ",
  "sn46.175-184:1.2": "Bojjhaṅgasaṁyuttassa punaoghavaggo aṭṭhārasamo. ",
  "sn46.175-184:2.0": "Uddānaṁ ",
  "sn46.175-184:2.1": "Ogho yogo upādānaṁ, ",
  "sn46.175-184:2.2": "Ganthā anusayena ca; ",
  "sn46.175-184:2.3": "Kāmaguṇā nīvaraṇā, ",
  "sn46.175-184:2.4": "Khandhā oruddhambhāgiyānīti. ",
  "sn46.175-184:3.1": "(Rāgavinayapariyosāna-dosavinayapariyosāna-mohavinayapariyosānavaggo vitthāretabbo.) ",
  "sn46.175-184:3.2": "(Yadapi maggasaṁyuttaṁ vitthāretabbaṁ, tadapi bojjhaṅgasaṁyuttaṁ vitthāretabbaṁ.) ",
  "sn46.175-184:3.3": "Bojjhaṅgasaṁyuttaṁ dutiyaṁ. "
}