{
"mnd10:1.1": "Mahāniddesa",
"mnd10:2.1": "Aṭṭhakavagga",
"mnd10:3.1": "10. Purābhedasuttaniddesa",
"mnd10:4.1": "Atha purābhedasuttaniddesaṃ vakkhati—",
"mnd10:5.1": "Kathaṃdassī kathaṃsīlo,",
"mnd10:5.2": "upasantoti vuccati;",
"mnd10:5.3": "Taṃ me gotama pabrūhi,",
"mnd10:5.4": "pucchito uttamaṃ naraṃ.",
"mnd10:6.1": "Kathaṃdassī kathaṃsīlo, upasantoti vuccatīti.",
"mnd10:6.2": "Kathaṃdassīti kīdisena dassanena samannāgato, kiṃsaṇṭhitena, kiṃpakārena, kiṃpaṭibhāgenāti—",
"mnd10:6.3": "kathaṃdassī.",
"mnd10:6.4": "Kathaṃsīloti kīdisena sīlena samannāgato, kiṃsaṇṭhitena, kiṃpakārena, kiṃpaṭibhāgenāti—",
"mnd10:6.5": "kathaṃdassī kathaṃsīlo.",
"mnd10:6.6": "Upasantoti vuccatīti santo upasanto vūpasanto nibbuto paṭipassaddhoti vuccati pavuccati kathīyati bhaṇīyati dīpīyati voharīyati.",
"mnd10:6.7": "Kathaṃdassīti adhipaññaṃ pucchati, kathaṃsīloti adhisīlaṃ pucchati, upasantoti adhicittaṃ pucchatīti—",
"mnd10:6.8": "kathaṃdassī kathaṃsīlo upasantoti vuccati.",
"mnd10:7.1": "Taṃ me gotama pabrūhīti.",
"mnd10:7.2": "Tanti yaṃ pucchāmi, yaṃ yācāmi, yaṃ ajjhesāmi, yaṃ pasādemi.",
"mnd10:7.3": "Gotamāti so nimmito buddhaṃ bhagavantaṃ gottena ālapati.",
"mnd10:7.4": "Pabrūhīti brūhi ācikkha desehi paññapehi paṭṭhapehi vivara vibhaja uttānīkarohi pakāsehīti—",
"mnd10:7.5": "taṃ me gotama pabrūhi.",
"mnd10:8.1": "Pucchito uttamaṃ naranti.",
"mnd10:8.2": "Pucchitoti puṭṭho pucchito yācito ajjhesito pasādito.",
"mnd10:8.3": "Uttamaṃ naranti aggaṃ seṭṭhaṃ visiṭṭhaṃ pāmokkhaṃ uttamaṃ pavaraṃ naranti—",
"mnd10:8.4": "pucchito uttamaṃ naraṃ.",
"mnd10:9.1": "Tenāha so nimmito—",
"mnd10:10.1": "“Kathaṃdassī kathaṃsīlo,",
"mnd10:10.2": "upasantoti vuccati;",
"mnd10:10.3": "Taṃ me gotama pabrūhi,",
"mnd10:10.4": "pucchito uttamaṃ naran”ti.",
"mnd10:11.1": "Vītataṇho purā bhedā,",
"mnd10:11.2": "iti bhagavā",
"mnd10:11.3": "Pubbamantamanissito;",
"mnd10:11.4": "Vemajjhe nupasaṅkheyyo,",
"mnd10:11.5": "Tassa natthi purakkhataṃ.",
"mnd10:12.1": "Vītataṇho purā bhedāti.",
"mnd10:12.2": "Purā kāyassa bhedā, purā attabhāvassa bhedā, purā kaḷevarassa nikkhepā, purā jīvitindriyassa upacchedā vītataṇho vigatataṇho cattataṇho vantataṇho muttataṇho pahīnataṇho paṭinissaṭṭhataṇho, vītarāgo vigatarāgo cattarāgo vantarāgo muttarāgo pahīnarāgo paṭinissaṭṭharāgo, nicchāto nibbuto sītibhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
"mnd10:13.1": "Bhagavāti gāravādhivacanaṃ.",
"mnd10:13.2": "Api ca bhaggarāgoti bhagavā, bhaggadosoti bhagavā, bhaggamohoti bhagavā, bhaggamānoti bhagavā, bhaggadiṭṭhīti bhagavā, bhaggataṇhoti bhagavā, bhaggakilesoti bhagavā, bhaji vibhaji pavibhaji dhammaratananti bhagavā, bhavānaṃ antakaroti bhagavā, bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapaññoti bhagavā, bhaji vā bhagavā araññavanapatthāni pantāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānīti bhagavā, bhāgī vā bhagavā cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti bhagavā, bhāgī vā bhagavā attharasassa dhammarasassa vimuttirasassa adhisīlassa adhicittassa adhipaññāyāti bhagavā, bhāgī vā bhagavā catunnaṃ jhānānaṃ catunnaṃ appamaññānaṃ catunnaṃ arūpasamāpattīnanti bhagavā, bhāgī vā bhagavā aṭṭhannaṃ vimokkhānaṃ aṭṭhannaṃ abhibhāyatanānaṃ navannaṃ anupubbavihārasamāpattīnanti bhagavā, bhāgī vā bhagavā dasannaṃ paññābhāvanānaṃ dasannaṃ kasiṇasamāpattīnaṃ ānāpānassatisamādhissa asubhasamāpattiyāti bhagavā, bhāgī vā bhagavā catunnaṃ satipaṭṭhānānaṃ catunnaṃ sammappadhānānaṃ catunnaṃ iddhipādānaṃ pañcannaṃ indriyānaṃ pañcannaṃ balānaṃ sattannaṃ bojjhaṅgānaṃ ariyassa aṭṭhaṅgikassa maggassāti bhagavā, bhāgī vā bhagavā dasannaṃ tathāgatabalānaṃ catunnaṃ vesārajjānaṃ catunnaṃ paṭisambhidānaṃ channaṃ abhiññānaṃ channaṃ buddhadhammānanti bhagavā.",
"mnd10:13.3": "Bhagavāti netaṃ nāmaṃ mātarā kataṃ, na pitarā kataṃ, na bhātarā kataṃ, na bhaginiyā kataṃ, na mittāmaccehi kataṃ, na ñātisālohitehi kataṃ, na samaṇabrāhmaṇehi kataṃ, na devatāhi kataṃ;",
"mnd10:13.4": "vimokkhantikametaṃ buddhānaṃ bhagavantānaṃ bodhiyā mūle saha sabbaññutañāṇassa paṭilābhā sacchikā paññatti yadidaṃ bhagavāti—",
"mnd10:13.5": "vītataṇho purābhedāti bhagavā.",
"mnd10:14.1": "Pubbamantamanissitoti pubbanto vuccati atīto addhā.",
"mnd10:14.2": "Atītaṃ addhānaṃ ārabbha taṇhā pahīnā, diṭṭhi paṭinissaṭṭhā taṇhāya pahīnattā, diṭṭhiyā paṭinissaṭṭhattā.",
"mnd10:14.3": "Evampi pubbamantamanissito.",
"mnd10:14.4": "Atha vā “evaṃrūpo ahosiṃ atītamaddhānan”ti tattha nandiṃ na samannāneti, “evaṃvedano ahosiṃ …",
"mnd10:14.5": "evaṃsañño ahosiṃ …",
"mnd10:14.6": "evaṃsaṅkhāro ahosiṃ …",
"mnd10:14.7": "evaṃviññāṇo ahosiṃ atītamaddhānan”ti tattha nandiṃ na samannāneti.",
"mnd10:14.8": "Evampi pubbamantamanissito.",
"mnd10:14.9": "Atha vā “iti me cakkhu ahosi atītamaddhānaṃ—",
"mnd10:14.10": "iti rūpā”ti tattha na chandarāgapaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgapaṭibaddhattā viññāṇassa na tadabhinandati;",
"mnd10:14.11": "na tadabhinandanto.",
"mnd10:14.12": "Evampi pubbamantamanissito.",
"mnd10:14.13": "“Iti me sotaṃ ahosi atītamaddhānaṃ—",
"mnd10:14.14": "iti saddā”ti, “iti me ghānaṃ ahosi atītamaddhānaṃ—",
"mnd10:14.15": "iti gandhā”ti, “iti me jivhā ahosi atītamaddhānaṃ—",
"mnd10:14.16": "iti rasā”ti, “iti me kāyo ahosi atītamaddhānaṃ—",
"mnd10:14.17": "iti phoṭṭhabbā”ti, “iti me mano ahosi atītamaddhānaṃ—",
"mnd10:14.18": "iti dhammā”ti tattha na chandarāgapaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgapaṭibaddhattā viññāṇassa na tadabhinandati;",
"mnd10:14.19": "na tadabhinandanto.",
"mnd10:14.20": "Evampi pubbamantamanissito.",
"mnd10:14.21": "Atha vā yāni tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni na tadassādeti, na taṃ nikāmeti, na ca tena vittiṃ āpajjati.",
"mnd10:14.22": "Evampi pubbamantamanissito.",
"mnd10:15.1": "Vemajjhe nupasaṅkheyyoti.",
"mnd10:15.2": "Vemajjhaṃ vuccati paccuppanno addhā.",
"mnd10:15.3": "Paccuppannaṃ addhānaṃ ārabbha taṇhā pahīnā, diṭṭhi paṭinissaṭṭhā.",
"mnd10:15.4": "Taṇhāya pahīnattā, diṭṭhiyā paṭinissaṭṭhattā rattoti nupasaṅkheyyo, duṭṭhoti nupasaṅkheyyo, mūḷhoti nupasaṅkheyyo, vinibaddhoti nupasaṅkheyyo, parāmaṭṭhoti nupasaṅkheyyo, vikkhepagatoti nupasaṅkheyyo, aniṭṭhaṅgatoti nupasaṅkheyyo, thāmagatoti nupasaṅkheyyo;",
"mnd10:15.5": "te abhisaṅkhārā pahīnā;",
"mnd10:15.6": "abhisaṅkhārānaṃ pahīnattā gatiyā nupasaṅkheyyo, nerayikoti vā tiracchānayonikoti vā pettivisayikoti vā manussoti vā devoti vā rūpīti vā arūpīti vā saññīti vā asaññīti vā nevasaññīnāsaññīti vā.",
"mnd10:15.7": "So hetu natthi paccayo natthi kāraṇaṃ natthi yena saṅkhaṃ gaccheyyāti—",
"mnd10:15.8": "vemajjhe nupasaṅkheyyo.",
"mnd10:16.1": "Tassa natthi purakkhatanti.",
"mnd10:16.2": "Tassāti arahato khīṇāsavassa.",
"mnd10:16.3": "Purekkhārāti dve purekkhārā—",
"mnd10:16.4": "taṇhāpurekkhāro ca diṭṭhipurekkhāro ca … pe …",
"mnd10:16.6": "ayaṃ taṇhāpurekkhāro … pe …",
"mnd10:16.8": "ayaṃ diṭṭhipurekkhāro.",
"mnd10:16.9": "Tassa taṇhāpurekkhāro pahīno, diṭṭhipurekkhāro paṭinissaṭṭho.",
"mnd10:16.10": "Taṇhāpurekkhārassa pahīnattā, diṭṭhipurekkhārassa paṭinissaṭṭhattā na taṇhaṃ vā diṭṭhiṃ vā purato katvā carati, na taṇhādhajo na taṇhāketu na taṇhādhipateyyo, na diṭṭhidhajo na diṭṭhiketu na diṭṭhādhipateyyo, na taṇhāya vā diṭṭhiyā vā parivārito carati.",
"mnd10:16.11": "Evampi tassa natthi purakkhataṃ.",
"mnd10:16.12": "Atha vā “evaṃrūpo siyaṃ anāgatamaddhānan”ti tattha nandiṃ na samannāneti, ",
"mnd10:16.13": "“evaṃvedano siyaṃ … evaṃsañño siyaṃ …",
"mnd10:16.14": "evaṃsaṅkhāro siyaṃ …",
"mnd10:16.15": "evaṃviññāṇo siyaṃ anāgatamaddhānan”ti tattha nandiṃ na samannāneti.",
"mnd10:16.16": "Evampi tassa natthi purakkhataṃ.",
"mnd10:16.17": "Atha vā “iti me cakkhu siyā anāgatamaddhānaṃ—",
"mnd10:16.18": "iti rūpā”ti appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:16.19": "na tadabhinandanto.",
"mnd10:16.20": "Evampi tassa natthi purakkhataṃ.",
"mnd10:16.21": "“Iti me sotaṃ siyā anāgatamaddhānaṃ—",
"mnd10:16.22": "iti saddā”ti, “iti me ghānaṃ siyā anāgatamaddhānaṃ—",
"mnd10:16.23": "iti gandhā”ti, “iti me jivhā siyā anāgatamaddhānaṃ—",
"mnd10:16.24": "iti rasā”ti, “iti me kāyo siyā anāgatamaddhānaṃ—",
"mnd10:16.25": "iti phoṭṭhabbā”ti, “iti me mano siyā anāgatamaddhānaṃ—",
"mnd10:16.26": "iti dhammā”ti appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:16.27": "na tadabhinandanto.",
"mnd10:16.28": "Evampi tassa natthi purakkhataṃ.",
"mnd10:16.29": "Atha vā “imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro”ti vā appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:16.30": "na tadabhinandanto.",
"mnd10:16.31": "Evampi tassa natthi purakkhataṃ.",
"mnd10:17.1": "Tenāha bhagavā—",
"mnd10:18.1": "“Vītataṇho purā bhedā, iti bhagavā",
"mnd10:18.2": "Pubbamantamanissito;",
"mnd10:18.3": "Vemajjhe nupasaṅkheyyo,",
"mnd10:18.4": "Tassa natthi purakkhatan”ti.",
"mnd10:19.1": "Akkodhano asantāsī,",
"mnd10:19.2": "avikatthī akukkuco;",
"mnd10:19.3": "Mantabhāṇī anuddhato,",
"mnd10:19.4": "sa ve vācāyato muni.",
"mnd10:20.1": "Akkodhano asantāsīti.",
"mnd10:20.2": "Akkodhanoti yañhi kho vuttaṃ.",
"mnd10:20.3": "Api ca kodho tāva vattabbo.",
"mnd10:20.4": "Dasahākārehi kodho jāyati—",
"mnd10:20.5": "“anatthaṃ me acarī”ti kodho jāyati, “anatthaṃ me caratī”ti kodho jāyati, “anatthaṃ me carissatī”ti kodho jāyati, “piyassa me manāpassa anatthaṃ acari … anatthaṃ carati … anatthaṃ carissatī”ti kodho jāyati, “appiyassa me amanāpassa atthaṃ acari … atthaṃ carati … atthaṃ carissatī”ti kodho jāyati, aṭṭhāne vā pana kodho jāyati.",
"mnd10:20.10": "Yo evarūpo cittassa āghāto paṭighāto, paṭighaṃ paṭivirodho, kopo pakopo sampakopo, doso padoso sampadoso, cittassa byāpatti manopadoso, kodho kujjhanā kujjhitattaṃ, doso dussanā dussitattaṃ, byāpatti byāpajjanā byāpajjitattaṃ, virodho paṭivirodho caṇḍikkaṃ, asuropo anattamanatā cittassa—",
"mnd10:20.11": "ayaṃ vuccati kodho.",
"mnd10:21.1": "Api ca kodhassa adhimattaparittatā veditabbā.",
"mnd10:21.2": "Atthi kañci kālaṃ kodho cittāvilakaraṇamatto hoti, na ca tāva mukhakulānavikulāno hoti;",
"mnd10:21.3": "atthi kañci kālaṃ kodho mukhakulānavikulānamatto hoti, na ca tāva hanusañcopano hoti;",
"mnd10:21.4": "atthi kañci kālaṃ kodho hanusañcopanamatto hoti, na ca tāva pharusavācaṃ nicchāraṇo hoti;",
"mnd10:21.5": "atthi kañci kālaṃ kodho pharusavācaṃ nicchāraṇamatto hoti, na ca tāva disāvidisānuvilokano hoti;",
"mnd10:21.6": "atthi kañci kālaṃ kodho disāvidisānuvilokanamatto hoti, na ca tāva daṇḍasatthaparāmasano hoti;",
"mnd10:21.7": "atthi kañci kālaṃ kodho daṇḍasatthaparāmasanamatto hoti, na ca tāva daṇḍasatthaabbhukkiraṇo hoti;",
"mnd10:21.8": "atthi kañci kālaṃ kodho daṇḍasatthaabbhukkiraṇamatto hoti, na ca tāva daṇḍasatthaabhinipātano hoti;",
"mnd10:21.9": "atthi kañci kālaṃ kodho daṇḍasatthaabhinipātamatto hoti, na ca tāva chinnavicchinnakaraṇo hoti;",
"mnd10:21.10": "atthi kañci kālaṃ kodho chinnavicchinnakaraṇamatto hoti, na ca tāva sambhañjanapalibhañjano hoti;",
"mnd10:21.11": "atthi kañci kālaṃ kodho sambhañjanapalibhañjanamatto hoti, na ca tāva aṅgamaṅgaapakaḍḍhano hoti;",
"mnd10:21.12": "atthi kañci kālaṃ kodho aṅgamaṅgaapakaḍḍhanamatto hoti, na ca tāva jīvitāvoropano hoti;",
"mnd10:21.13": "atthi kañci kālaṃ kodho jīvitāvoropanamatto hoti, na ca tāva sabbacāgapariccāgāya saṇṭhito hoti.",
"mnd10:21.14": "Yato kodho parapuggalaṃ ghāṭetvā attānaṃ ghāṭeti, ettāvatā kodho paramussadagato paramavepullappatto hoti.",
"mnd10:21.15": "Yassa so kodho pahīno samucchinno vūpasanto paṭipassaddho abhabbuppattiko ñāṇagginā daḍḍho, so vuccati akkodhano.",
"mnd10:21.16": "Kodhassa pahīnattā akkodhano, kodhavatthussa pariññātattā akkodhano, kodhahetussa upacchinnattā akkodhanoti—",
"mnd10:21.17": "akkodhano.",
"mnd10:22.1": "Asantāsīti idhekacco tāsī hoti uttāsī parittāsī, so tasati uttasati parittasati bhāyati santāsaṃ āpajjati.",
"mnd10:22.2": "Kulaṃ vā na labhāmi, gaṇaṃ vā na labhāmi, āvāsaṃ vā na labhāmi, lābhaṃ vā na labhāmi, yasaṃ vā na labhāmi, pasaṃsaṃ vā na labhāmi, sukhaṃ vā na labhāmi, cīvaraṃ vā na labhāmi, piṇḍapātaṃ vā na labhāmi, senāsanaṃ vā na labhāmi, gilānapaccayabhesajjaparikkhāraṃ vā na labhāmi, gilānupaṭṭhākaṃ vā na labhāmi, appaññātomhīti tasati uttasati parittasati bhāyati santāsaṃ āpajjati.",
"mnd10:23.1": "Idha bhikkhu asantāsī hoti anuttāsī aparittāsī;",
"mnd10:23.2": "so na tasati na uttasati na parittasati na bhāyati na santāsaṃ āpajjati.",
"mnd10:23.3": "Kulaṃ vā na labhāmi, gaṇaṃ vā na labhāmi, āvāsaṃ vā na labhāmi, lābhaṃ vā na labhāmi, yasaṃ vā na labhāmi, pasaṃsaṃ vā na labhāmi, sukhaṃ vā na labhāmi, cīvaraṃ vā na labhāmi, piṇḍapātaṃ vā na labhāmi, senāsanaṃ vā na labhāmi, gilānapaccayabhesajjaparikkhāraṃ vā na labhāmi, gilānupaṭṭhākaṃ vā na labhāmi, appaññātomhīti na tasati na uttasati na parittasati na bhāyati na santāsaṃ āpajjatīti—",
"mnd10:23.4": "akkodhano asantāsī.",
"mnd10:24.1": "Avikatthī akukkucoti.",
"mnd10:24.2": "Idhekacco katthī hoti vikatthī, so katthati vikatthati—",
"mnd10:24.3": "ahamasmi sīlasampannoti vā vatasampannoti vā sīlabbatasampannoti vā jātiyā vā gottena vā kolaputtiyena vā vaṇṇapokkharatāya vā dhanena vā ajjhenena vā kammāyatanena vā sippāyatanena vā vijjāṭṭhānena vā sutena vā paṭibhānena vā aññataraññatarena vā vatthunā.",
"mnd10:24.4": "Uccā kulā pabbajitoti vā mahākulā pabbajitoti vā, mahābhogakulā pabbajitoti vā uḷārabhogakulā pabbajitoti vā, ñāto yasassī gahaṭṭhapabbajitānanti vā, lābhimhi cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti vā, suttantikoti vā vinayadharoti vā dhammakathikoti vā, āraññikoti vā piṇḍapātikoti vā paṃsukūlikoti vā tecīvarikoti vā, sapadānacārikoti vā khalupacchābhattikoti vā nesajjikoti vā yathāsanthatikoti vā, paṭhamassa jhānassa lābhīti vā dutiyassa jhānassa lābhīti vā tatiyassa jhānassa lābhīti vā catutthassa jhānassa lābhīti vā, ākāsānañcāyatanasamāpattiyā …",
"mnd10:24.5": "viññāṇañcāyatanasamāpattiyā …",
"mnd10:24.6": "ākiñcaññāyatanasamāpattiyā …",
"mnd10:24.7": "nevasaññānāsaññāyatanasamāpattiyā lābhīti vā katthati vikatthati.",
"mnd10:24.8": "Evaṃ na katthati na vikatthati, katthanā vikatthanā ārato virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharatīti—",
"mnd10:24.9": "avikatthī.",
"mnd10:25.1": "Akukkucoti.",
"mnd10:25.2": "Kukkuccanti hatthakukkuccampi kukkuccaṃ, pādakukkuccampi kukkuccaṃ, hatthapādakukkuccampi kukkuccaṃ, akappiye kappiyasaññitā kappiye akappiyasaññitā, vikāle kālasaññitā kāle vikālasaññitā, avajje vajjasaññitā vajje avajjasaññitā;",
"mnd10:25.3": "yaṃ evarūpaṃ kukkuccaṃ kukkuccāyanā kukkuccāyitattaṃ cetaso vippaṭisāro manovilekho—",
"mnd10:25.4": "idaṃ vuccati kukkuccaṃ.",
"mnd10:26.1": "Api ca dvīhi kāraṇehi uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho katattā ca akatattā ca.",
"mnd10:26.2": "Kathaṃ katattā ca akatattā ca uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho?",
"mnd10:26.3": "“Kataṃ me kāyaduccaritaṃ, akataṃ me kāyasucaritan”ti uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:26.4": "“kataṃ me vacīduccaritaṃ, akataṃ me vacīsucaritaṃ …",
"mnd10:26.5": "kataṃ me manoduccaritaṃ, akataṃ me manosucaritan”ti—",
"mnd10:26.6": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:26.7": "“kato me pāṇātipāto, akatā me pāṇātipātā veramaṇī”ti—",
"mnd10:26.8": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:26.9": "“kataṃ me adinnādānaṃ, akatā me adinnādānā veramaṇī”ti—",
"mnd10:26.10": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:26.11": "“kato me kāmesumicchācāro, akatā me kāmesumicchācārā veramaṇī”ti—",
"mnd10:26.12": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:26.13": "“kato me musāvādo, akatā me musāvādā veramaṇī”ti …",
"mnd10:26.14": "“katā me pisuṇā vācā, akatā me pisuṇāya vācāya veramaṇī”ti …",
"mnd10:26.15": "“katā me pharusā vācā, akatā me pharusāya vācāya veramaṇī”ti …",
"mnd10:26.16": "“kato me samphappalāpo, akatā me samphappalāpā veramaṇī”ti …",
"mnd10:26.17": "“katā me abhijjhā, akatā me anabhijjhā”ti …",
"mnd10:26.18": "“kato me byāpādo, akato me abyāpādo”ti …",
"mnd10:26.19": "“katā me micchādiṭṭhi, akatā me sammādiṭṭhī”ti—",
"mnd10:26.20": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho.",
"mnd10:26.21": "Evaṃ katattā ca akatattā ca uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho.",
"mnd10:27.1": "Atha vā “sīlesumhi na paripūrakārī”ti—",
"mnd10:27.2": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho;",
"mnd10:27.3": "“indriyesumhi aguttadvāro”ti …",
"mnd10:27.4": "“bhojane amattaññumhī”ti …",
"mnd10:27.5": "“jāgariyaṃ ananuyuttomhī”ti …",
"mnd10:27.6": "“na satisampajaññena samannāgatomhī”ti …",
"mnd10:27.7": "“abhāvitā me cattāro satipaṭṭhānā”ti …",
"mnd10:27.8": "“abhāvitā me cattāro sammappadhānā”ti …",
"mnd10:27.9": "“abhāvitā me cattāro iddhipādā”ti …",
"mnd10:27.10": "“abhāvitāni me pañcindriyānī”ti …",
"mnd10:27.11": "“abhāvitāni me pañca balānī”ti …",
"mnd10:27.12": "“abhāvitā me satta bojjhaṅgā”ti …",
"mnd10:27.13": "“abhāvito me ariyo aṭṭhaṅgiko maggo”ti …",
"mnd10:27.14": "“dukkhaṃ me apariññātan”ti …",
"mnd10:27.15": "“samudayo me appahīno”ti …",
"mnd10:27.16": "“maggo me abhāvito”ti …",
"mnd10:27.17": "“nirodho me asacchikato”ti—",
"mnd10:27.18": "uppajjati kukkuccaṃ cetaso vippaṭisāro manovilekho.",
"mnd10:27.19": "Yassetaṃ kukkuccaṃ pahīnaṃ samucchinnaṃ vūpasantaṃ paṭipassaddhaṃ abhabbuppattikaṃ ñāṇagginā daḍḍhaṃ, so vuccati akukkuccoti—",
"mnd10:27.20": "avikatthī akukkuco.",
"mnd10:28.1": "Mantabhāṇī anuddhatoti.",
"mnd10:28.2": "Mantā vuccati paññā.",
"mnd10:28.3": "Yā paññā pajānanā … pe … amoho dhammavicayo sammādiṭṭhi.",
"mnd10:28.6": "Mantāya pariggahetvā pariggahetvā vācaṃ bhāsati bahumpi kathento bahumpi bhaṇanto bahumpi dīpayanto bahumpi voharanto.",
"mnd10:28.7": "Dukkathitaṃ dubbhaṇitaṃ dullapitaṃ duruttaṃ dubbhāsitaṃ vācaṃ na bhāsatīti—",
"mnd10:28.8": "mantabhāṇī.",
"mnd10:28.9": "Anuddhatoti.",
"mnd10:28.10": "Tattha katamaṃ uddhaccaṃ?",
"mnd10:28.11": "Yaṃ cittassa uddhaccaṃ avūpasamo cetaso vikkhepo bhantattaṃ cittassa—",
"mnd10:28.12": "idaṃ vuccati uddhaccaṃ.",
"mnd10:28.13": "Yassetaṃ uddhaccaṃ pahīnaṃ samucchinnaṃ vūpasantaṃ paṭipassaddhaṃ abhabbuppattikaṃ ñāṇagginā daḍḍhaṃ, so vuccati anuddhatoti—",
"mnd10:28.14": "mantabhāṇī anuddhato.",
"mnd10:29.1": "Sa ve vācāyato munīti.",
"mnd10:29.2": "Idha bhikkhu musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
"mnd10:29.3": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—",
"mnd10:29.4": "ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
"mnd10:29.5": "Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
"mnd10:29.6": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti—",
"mnd10:29.7": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
"mnd10:29.8": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti—",
"mnd10:29.9": "kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
"mnd10:29.10": "Catūhi vacīsucaritehi samannāgato catuddosāpagataṃ vācaṃ bhāsati, bāttiṃsāya tiracchānakathāya ārato assa virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharati.",
"mnd10:30.1": "Dasa kathāvatthūni kathesi, seyyathidaṃ—",
"mnd10:30.2": "appicchakathaṃ katheti, santuṭṭhīkathaṃ katheti, pavivekakathaṃ … asaṃsaggakathaṃ … vīriyārambhakathaṃ … sīlakathaṃ … samādhikathaṃ … paññākathaṃ … vimuttikathaṃ … vimuttiñāṇadassanakathaṃ … satipaṭṭhānakathaṃ … sammappadhānakathaṃ … iddhipādakathaṃ … indriyakathaṃ … balakathaṃ … bojjhaṅgakathaṃ … maggakathaṃ … phalakathaṃ … nibbānakathaṃ katheti.",
"mnd10:30.19": "Vācāyatoti yatto pariyatto gutto gopito rakkhito vūpasanto.",
"mnd10:30.20": "Munīti.",
"mnd10:30.21": "Monaṃ vuccati ñāṇaṃ.",
"mnd10:30.22": "Yā paññā pajānanā … pe … amoho dhammavicayo sammādiṭṭhi … pe …",
"mnd10:30.26": "saṅgajālamaticca so munīti—",
"mnd10:30.27": "sa ve vācāyato muni.",
"mnd10:31.1": "Tenāha bhagavā—",
"mnd10:32.1": "“Akkodhano asantāsī,",
"mnd10:32.2": "avikatthī akukkuco;",
"mnd10:32.3": "Mantabhāṇī anuddhato,",
"mnd10:32.4": "sa ve vācāyato munī”ti.",
"mnd10:33.1": "Nirāsatti anāgate,",
"mnd10:33.2": "atītaṃ nānusocati;",
"mnd10:33.3": "Vivekadassī phassesu,",
"mnd10:33.4": "diṭṭhīsu ca na nīyati.",
"mnd10:34.1": "Nirāsatti anāgateti.",
"mnd10:34.2": "Āsatti vuccati taṇhā.",
"mnd10:34.3": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"mnd10:34.6": "Yassesā āsatti taṇhā pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti.",
"mnd10:34.7": "Evampi nirāsatti anāgate.",
"mnd10:34.8": "Atha vā “evaṃrūpo siyaṃ anāgatamaddhānan”ti tattha nandiṃ na samannāneti, ",
"mnd10:34.9": "“evaṃvedano siyaṃ … evaṃsañño siyaṃ …",
"mnd10:34.10": "evaṃsaṅkhāro siyaṃ …",
"mnd10:34.11": "evaṃviññāṇo siyaṃ anāgatamaddhānan”ti tattha nandiṃ na samannāneti.",
"mnd10:34.12": "Evampi nirāsatti anāgate.",
"mnd10:34.13": "Atha vā “iti me cakkhu siyā anāgatamaddhānaṃ—",
"mnd10:34.14": "iti rūpā”ti appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:34.15": "na tadabhinandanto.",
"mnd10:34.16": "Evampi nirāsatti anāgate.",
"mnd10:34.17": "“Iti me sotaṃ siyā anāgatamaddhānaṃ—",
"mnd10:34.18": "iti saddā”ti … pe …",
"mnd10:34.20": "“iti me mano siyā anāgatamaddhānaṃ—",
"mnd10:34.21": "iti dhammā”ti appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:34.22": "na tadabhinandanto.",
"mnd10:34.23": "Evampi nirāsatti anāgate.",
"mnd10:34.24": "Atha vā “imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā”ti appaṭiladdhassa paṭilābhāya cittaṃ na paṇidahati, cetaso appaṇidhānappaccayā na tadabhinandati;",
"mnd10:34.25": "na tadabhinandanto.",
"mnd10:34.26": "Evampi nirāsatti anāgate.",
"mnd10:35.1": "Atītaṃ nānusocatīti.",
"mnd10:35.2": "Vipariṇataṃ vā vatthuṃ na socati, vipariṇatasmiṃ vā vatthusmiṃ na socati, “cakkhu me vipariṇatan”ti na socati, “sotaṃ me … ghānaṃ me … jivhā me … kāyo me … rūpā me … saddā me … gandhā me … rasā me … phoṭṭhabbā me … kulaṃ me … gaṇo me … āvāso me … lābho me … yaso me … pasaṃsā me … sukhaṃ me … cīvaraṃ me … piṇḍapāto me … senāsanaṃ me … gilānapaccayabhesajjaparikkhāro me … mātā me … pitā me … bhātā me … bhaginī me … putto me … dhītā me … mittā me … amaccā me … ñātakā me … sālohitā me vipariṇatā”ti na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjatīti—",
"mnd10:35.32": "atītaṃ nānusocati.",
"mnd10:36.1": "Vivekadassī phassesūti.",
"mnd10:36.2": "Cakkhusamphasso sotasamphasso ghānasamphasso jivhāsamphasso kāyasamphasso manosamphasso, adhivacanasamphasso paṭighasamphasso, sukhavedanīyo phasso dukkhavedanīyo phasso adukkhamasukhavedanīyo phasso, kusalo phasso akusalo phasso abyākato phasso, kāmāvacaro phasso rūpāvacaro phasso arūpāvacaro phasso, suññato phasso animitto phasso appaṇihito phasso, lokiyo phasso lokuttaro phasso, atīto phasso anāgato phasso paccuppanno phasso;",
"mnd10:36.3": "yo evarūpo phasso phusanā samphusanā samphusitattaṃ—",
"mnd10:36.4": "ayaṃ vuccati phasso.",
"mnd10:37.1": "Vivekadassī phassesūti.",
"mnd10:37.2": "Cakkhusamphassaṃ vivittaṃ passati attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā, ",
"mnd10:37.3": "sotasamphassaṃ vivittaṃ passati …",
"mnd10:37.4": "ghānasamphassaṃ vivittaṃ passati …",
"mnd10:37.5": "jivhāsamphassaṃ vivittaṃ passati …",
"mnd10:37.6": "kāyasamphassaṃ vivittaṃ passati …",
"mnd10:37.7": "manosamphassaṃ vivittaṃ passati …",
"mnd10:37.8": "adhivacanasamphassaṃ vivittaṃ passati …",
"mnd10:37.9": "paṭighasamphassaṃ vivittaṃ passati …",
"mnd10:37.10": "sukhavedanīyaṃ phassaṃ …",
"mnd10:37.11": "dukkhavedanīyaṃ phassaṃ …",
"mnd10:37.12": "adukkhamasukhavedanīyaṃ phassaṃ …",
"mnd10:37.13": "kusalaṃ phassaṃ …",
"mnd10:37.14": "akusalaṃ phassaṃ …",
"mnd10:37.15": "abyākataṃ phassaṃ …",
"mnd10:37.16": "kāmāvacaraṃ phassaṃ …",
"mnd10:37.17": "rūpāvacaraṃ phassaṃ …",
"mnd10:37.18": "arūpāvacaraṃ phassaṃ …",
"mnd10:37.19": "lokiyaṃ phassaṃ vivittaṃ passati attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"mnd10:38.1": "Atha vā atītaṃ phassaṃ anāgatehi ca paccuppannehi ca phassehi vivittaṃ passati, anāgataṃ phassaṃ atītehi ca paccuppannehi ca phassehi vivittaṃ passati, paccuppannaṃ phassaṃ atītehi ca anāgatehi ca phassehi vivittaṃ passati.",
"mnd10:38.2": "Atha vā ye te phassā ariyā anāsavā lokuttarā suññatapaṭisaññuttā, te phasse vivitte passati rāgena dosena mohena kodhena upanāhena makkhena paḷāsena issāya macchariyena māyāya sāṭheyyena thambhena sārambhena mānena atimānena madena pamādena sabbakilesehi sabbaduccaritehi sabbadarathehi sabbapariḷāhehi sabbasantāpehi sabbākusalābhisaṅkhārehi vivitte passatīti—",
"mnd10:38.3": "vivekadassī phassesu.",
"mnd10:39.1": "Diṭṭhīsu ca na nīyatīti.",
"mnd10:39.2": "Tassa dvāsaṭṭhi diṭṭhigatāni pahīnāni samucchinnāni vūpasantāni paṭipassaddhāni abhabbuppattikāni ñāṇagginā daḍḍhāni.",
"mnd10:39.3": "So diṭṭhiyā na yāyati na nīyati na vuyhati na saṃharīyati;",
"mnd10:39.4": "napi taṃ diṭṭhigataṃ sārato pacceti na paccāgacchatīti—",
"mnd10:39.5": "diṭṭhīsu ca na nīyati.",
"mnd10:40.1": "Tenāha bhagavā—",
"mnd10:41.1": "“Nirāsatti anāgate,",
"mnd10:41.2": "atītaṃ nānusocati;",
"mnd10:41.3": "Vivekadassī phassesu,",
"mnd10:41.4": "diṭṭhīsu ca na nīyatī”ti.",
"mnd10:42.1": "Patilīno akuhako,",
"mnd10:42.2": "apihālu amaccharī;",
"mnd10:42.3": "Appagabbho ajeguccho,",
"mnd10:42.4": "pesuṇeyye ca no yuto.",
"mnd10:43.1": "Patilīno akuhakoti.",
"mnd10:43.2": "Patilīnoti rāgassa pahīnattā patilīno, dosassa pahīnattā patilīno, mohassa pahīnattā patilīno, kodhassa … upanāhassa … makkhassa … paḷāsassa … issāya … macchariyassa … pe … sabbākusalābhisaṅkhārānaṃ pahīnattā patilīno.",
"mnd10:43.10": "Vuttañhetaṃ bhagavatā—",
"mnd10:43.11": "“kathañca, bhikkhave, bhikkhu patilīno hoti?",
"mnd10:43.12": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo.",
"mnd10:43.13": "Evaṃ kho, bhikkhave, bhikkhu patilīno hotī”ti—",
"mnd10:43.14": "patilīno.",
"mnd10:44.1": "Akuhakoti tīṇi kuhanavatthūni—",
"mnd10:44.2": "paccayapaṭisevanasaṅkhātaṃ kuhanavatthu, iriyāpathasaṅkhātaṃ kuhanavatthu, sāmantajappanasaṅkhātaṃ kuhanavatthu.",
"mnd10:45.1": "Katamaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthu?",
"mnd10:45.2": "Idha gahapatikā bhikkhuṃ nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi.",
"mnd10:45.3": "So pāpiccho icchāpakato atthiko cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ bhiyyokamyataṃ upādāya cīvaraṃ paccakkhāti, piṇḍapātaṃ paccakkhāti, senāsanaṃ paccakkhāti, gilānapaccayabhesajjaparikkhāraṃ paccakkhāti.",
"mnd10:45.4": "So evamāha—",
"mnd10:45.5": "“kiṃ samaṇassa mahagghena cīvarena.",
"mnd10:45.6": "Etaṃ sāruppaṃ yaṃ samaṇo susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ katvā dhāreyya.",
"mnd10:45.7": "Kiṃ samaṇassa mahagghena piṇḍapātena.",
"mnd10:45.8": "Etaṃ sāruppaṃ yaṃ samaṇo uñchācariyāya piṇḍiyālopena jīvikaṃ kappeyya.",
"mnd10:45.9": "Kiṃ samaṇassa mahagghena senāsanena.",
"mnd10:45.10": "Etaṃ sāruppaṃ yaṃ samaṇo rukkhamūliko vā assa sosāniko vā abbhokāsiko vā.",
"mnd10:45.11": "Kiṃ samaṇassa mahagghena gilānapaccayabhesajjaparikkhārena.",
"mnd10:45.12": "Etaṃ sāruppaṃ yaṃ samaṇo pūtimuttena vā haritakīkhaṇḍena vā osadhaṃ kareyyā”ti.",
"mnd10:45.13": "Tadupādāya lūkhaṃ cīvaraṃ dhāreti, lūkhaṃ piṇḍapātaṃ paribhuñjati, lūkhaṃ senāsanaṃ paṭisevati, lūkhaṃ gilānapaccayabhesajjaparikkhāraṃ paṭisevati.",
"mnd10:45.14": "Tamenaṃ gahapatikā evaṃ jānanti—",
"mnd10:45.15": "“ayaṃ samaṇo appiccho santuṭṭho pavivitto asaṃsaṭṭho āraddhavīriyo dhutavādo”ti bhiyyo bhiyyo nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi.",
"mnd10:45.16": "So evamāha—",
"mnd10:45.17": "“tiṇṇaṃ sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati.",
"mnd10:45.18": "Saddhāya sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati, deyyadhammassa sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati, dakkhiṇeyyānaṃ sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati.",
"mnd10:45.19": "‘Tumhākañcevāyaṃ saddhā atthi, deyyadhammo ca saṃvijjati, ahañca paṭiggāhako.",
"mnd10:45.20": "Sacehaṃ na paṭiggahessāmi, evaṃ tumhe puññena paribāhirā bhavissatha.",
"mnd10:45.21": "Na mayhaṃ iminā attho.",
"mnd10:45.22": "Api ca tumhākaṃyeva anukampāya paṭiggaṇhāmī’”ti.",
"mnd10:45.23": "Tadupādāya bahumpi cīvaraṃ paṭiggaṇhāti, bahumpi piṇḍapātaṃ paṭiggaṇhāti, bahumpi senāsanaṃ paṭiggaṇhāti, bahumpi gilānapaccayabhesajjaparikkhāraṃ paṭiggaṇhāti.",
"mnd10:45.24": "Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ—",
"mnd10:45.25": "idaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthu.",
"mnd10:46.1": "Katamaṃ iriyāpathasaṅkhātaṃ kuhanavatthu?",
"mnd10:46.2": "Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo, “evaṃ maṃ jano sambhāvessatī”ti, gamanaṃ saṇṭhapeti ṭhānaṃ saṇṭhapeti nisajjaṃ saṇṭhapeti sayanaṃ saṇṭhapeti, paṇidhāya gacchati paṇidhāya tiṭṭhati paṇidhāya nisīdati paṇidhāya seyyaṃ kappeti, samāhito viya gacchati samāhito viya tiṭṭhati samāhito viya nisīdati samāhito viya seyyaṃ kappeti, āpāthakajjhāyīva hoti.",
"mnd10:46.3": "Yā evarūpā iriyāpathassa āṭhapanā ṭhapanā saṇṭhapanā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ—",
"mnd10:46.4": "idaṃ iriyāpathasaṅkhātaṃ kuhanavatthu.",
"mnd10:47.1": "Katamaṃ sāmantajappanasaṅkhātaṃ kuhanavatthu?",
"mnd10:47.2": "Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo, “evaṃ maṃ jano sambhāvessatī”ti, ariyadhammasannissitaṃ vācaṃ bhāsati.",
"mnd10:47.3": "“Yo evarūpaṃ cīvaraṃ dhāreti so samaṇo mahesakkho”ti bhaṇati;",
"mnd10:47.4": "“yo evarūpaṃ pattaṃ dhāreti …",
"mnd10:47.5": "lohathālakaṃ dhāreti …",
"mnd10:47.6": "dhammakaraṇaṃ dhāreti …",
"mnd10:47.7": "parisāvanaṃ dhāreti …",
"mnd10:47.8": "kuñcikaṃ dhāreti …",
"mnd10:47.9": "upāhanaṃ dhāreti …",
"mnd10:47.10": "kāyabandhanaṃ dhāreti …",
"mnd10:47.11": "āyogaṃ dhāreti so samaṇo mahesakkho”ti bhaṇati;",
"mnd10:47.12": "“yassa evarūpo upajjhāyo so samaṇo mahesakkho”ti bhaṇati;",
"mnd10:47.13": "“yassa evarūpo ācariyo …",
"mnd10:47.14": "evarūpā samānupajjhāyakā …",
"mnd10:47.15": "samānācariyakā …",
"mnd10:47.16": "mittā …",
"mnd10:47.17": "sandiṭṭhā …",
"mnd10:47.18": "sambhattā …",
"mnd10:47.19": "sahāyā so samaṇo mahesakkho”ti bhaṇati;",
"mnd10:47.20": "“yo evarūpe vihāre vasati so samaṇo mahesakkho”ti bhaṇati;",
"mnd10:47.21": "“yo evarūpe aḍḍhayoge vasati …",
"mnd10:47.22": "pāsāde vasati …",
"mnd10:47.23": "hammiye vasati …",
"mnd10:47.24": "guhāyaṃ vasati …",
"mnd10:47.25": "leṇe vasati …",
"mnd10:47.26": "kuṭiyā vasati …",
"mnd10:47.27": "kūṭāgāre vasati …",
"mnd10:47.28": "aṭṭe vasati …",
"mnd10:47.29": "māḷe vasati …",
"mnd10:47.30": "uddaṇḍe vasati …",
"mnd10:47.31": "upaṭṭhānasālāyaṃ vasati …",
"mnd10:47.32": "maṇḍape vasati …",
"mnd10:47.33": "rukkhamūle vasati, so samaṇo mahesakkho”ti bhaṇati.",
"mnd10:48.1": "Atha vā korajikakorajiko bhākuṭikabhākuṭiko kuhakakuhako lapakalapako mukhasambhāviko, “ayaṃ samaṇo imāsaṃ evarūpānaṃ santānaṃ vihārasamāpattīnaṃ lābhī”ti tādisaṃ gambhīraṃ gūḷhaṃ nipuṇaṃ paṭicchannaṃ lokuttaraṃ suññatāpaṭisaṃyuttaṃ kathaṃ kathesi.",
"mnd10:48.2": "Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ—",
"mnd10:48.3": "idaṃ sāmantajappanasaṅkhātaṃ kuhanavatthu.",
"mnd10:48.4": "Yassimāni tīṇi kuhanavatthūni pahīnāni samucchinnāni vūpasantāni paṭipassaddhāni abhabbuppattikāni ñāṇagginā daḍḍhāni, so vuccati akuhakoti—",
"mnd10:48.5": "patilīno akuhako.",
"mnd10:49.1": "Apihālu amaccharīti.",
"mnd10:49.2": "Pihā vuccati taṇhā.",
"mnd10:49.3": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"mnd10:49.6": "Yassesā pihā taṇhā pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhā, so vuccati apihālu.",
"mnd10:49.7": "So rūpe na piheti, sadde … gandhe … rase … phoṭṭhabbe … kulaṃ … gaṇaṃ … āvāsaṃ … lābhaṃ … yasaṃ … pasaṃsaṃ … sukhaṃ … cīvaraṃ … piṇḍapātaṃ … senāsanaṃ … gilānapaccayabhesajjaparikkhāraṃ … kāmadhātuṃ … rūpadhātuṃ … arūpadhātuṃ … kāmabhavaṃ … rūpabhavaṃ … arūpabhavaṃ … saññābhavaṃ … asaññābhavaṃ … nevasaññānāsaññābhavaṃ … ekavokārabhavaṃ … catuvokārabhavaṃ … pañcavokārabhavaṃ … atītaṃ … anāgataṃ … paccuppannaṃ … diṭṭhasutamutaviññātabbe dhamme na piheti na icchati na sādiyati na pattheti nābhijappatīti—",
"mnd10:49.38": "apihālu.",
"mnd10:49.39": "Amaccharīti pañca macchariyāni—",
"mnd10:49.40": "āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, dhammamacchariyaṃ.",
"mnd10:49.41": "Yaṃ evarūpaṃ maccharaṃ maccharāyanā maccharāyitattaṃ vevicchaṃ kadariyaṃ kaṭukañcukatā aggahitattaṃ cittassa—",
"mnd10:49.42": "idaṃ vuccati macchariyaṃ.",
"mnd10:49.43": "Api ca khandhamacchariyampi macchariyaṃ, dhātumacchariyampi macchariyaṃ, āyatanamacchariyampi macchariyaṃ gāho—",
"mnd10:49.44": "idaṃ vuccati macchariyaṃ.",
"mnd10:49.45": "Yassetaṃ macchariyaṃ pahīnaṃ samucchinnaṃ vūpasantaṃ paṭipassaddhaṃ abhabbuppattikaṃ ñāṇagginā daḍḍhaṃ, so vuccati amaccharīti—",
"mnd10:49.46": "apihālu amaccharī.",
"mnd10:50.1": "Appagabbho ajegucchoti.",
"mnd10:50.2": "Pāgabbhiyanti tīṇi pāgabbhiyāni—",
"mnd10:50.3": "kāyikaṃ pāgabbhiyaṃ, vācasikaṃ pāgabbhiyaṃ, cetasikaṃ pāgabbhiyaṃ.",
"mnd10:50.4": "Katamaṃ kāyikaṃ pāgabbhiyaṃ?",
"mnd10:50.5": "Idhekacco saṃghagatopi kāyikaṃ pāgabbhiyaṃ dasseti, gaṇagatopi kāyikaṃ pāgabbhiyaṃ dasseti, bhojanasālāyampi kāyikaṃ pāgabbhiyaṃ dasseti, jantāgharepi kāyikaṃ pāgabbhiyaṃ dasseti, udakatitthepi kāyikaṃ pāgabbhiyaṃ dasseti, antaragharaṃ pavisantopi kāyikaṃ pāgabbhiyaṃ dasseti, antaragharaṃ paviṭṭhopi kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:51.1": "Kathaṃ saṃghagato kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:51.2": "Idhekacco saṃghagato acittīkārakato there bhikkhū ghaṭṭayantopi tiṭṭhati, ghaṭṭayantopi nisīdati, puratopi tiṭṭhati, puratopi nisīdati, uccepi āsane nisīdati, sasīsaṃ pārupitvāpi nisīdati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:51.3": "Evaṃ saṃghagato kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:52.1": "Kathaṃ gaṇagato kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:52.2": "Idhekacco gaṇagato acittīkārakato therānaṃ bhikkhūnaṃ anupāhanānaṃ caṅkamantānaṃ saupāhano caṅkamati, nīce caṅkame caṅkamantānaṃ ucce caṅkame caṅkamati, chamāya caṅkamantānaṃ caṅkame caṅkamati, ghaṭṭayantopi tiṭṭhati, ghaṭṭayantopi nisīdati, puratopi tiṭṭhati, puratopi nisīdati, uccepi āsane nisīdati, sasīsaṃ pārupitvā nisīdati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:52.3": "Evaṃ gaṇagato kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:53.1": "Kathaṃ bhojanasālāyaṃ kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:53.2": "Idhekacco bhojanasālāyaṃ acittīkārakato there bhikkhū anupakhajja nisīdati, navepi bhikkhū āsanena paṭibāhati, ghaṭṭayantopi tiṭṭhati, ghaṭṭayantopi nisīdati, puratopi tiṭṭhati, puratopi nisīdati, uccepi āsane nisīdati, sasīsaṃ pārupitvāpi nisīdati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:53.3": "Evaṃ bhojanasālāyaṃ kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:54.1": "Kathaṃ jantāghare kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:54.2": "Idhekacco jantāghare acittīkārakato there bhikkhū ghaṭṭayantopi tiṭṭhati, ghaṭṭayantopi nisīdati, puratopi tiṭṭhati, puratopi nisīdati, uccepi āsane nisīdati, anāpucchampi anajjhiṭṭhopi kaṭṭhaṃ pakkhipati, dvārampi pidahati, bāhāvikkhepakopi bhaṇati.",
"mnd10:54.3": "Evaṃ jantāghare kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:55.1": "Kathaṃ udakatitthe kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:55.2": "Idhekacco udakatitthe acittīkārakato there bhikkhū ghaṭṭayantopi otarati, puratopi otarati, ghaṭṭayantopi nhāyati, puratopi nhāyati, uparitopi nhāyati, ghaṭṭayantopi uttarati, puratopi uttarati, uparitopi uttarati.",
"mnd10:55.3": "Evaṃ udakatitthe kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:56.1": "Kathaṃ antaragharaṃ pavisanto kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:56.2": "Idhekacco antaragharaṃ pavisanto acittīkārakato there bhikkhū ghaṭṭayantopi gacchati, puratopi gacchati, vokkammāpi therānaṃ bhikkhūnaṃ purato purato gacchati.",
"mnd10:56.3": "Evaṃ antaragharaṃ pavisanto kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:57.1": "Kathaṃ antaragharaṃ paviṭṭho kāyikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:57.2": "Idhekacco antaragharaṃ paviṭṭho, “na pavisa, bhante”ti vuccamāno pavisati, “na tiṭṭha, bhante”ti vuccamāno tiṭṭhati, “na nisīda, bhante”ti vuccamāno nisīdati, anokāsampi pavisati, anokāsepi tiṭṭhati, anokāsepi nisīdati, yānipi tāni honti kulānaṃ ovarakāni gūḷhāni ca paṭicchannāni ca.",
"mnd10:57.3": "Yattha kulitthiyo kuladhītaro kulasuṇhāyo kulakumāriyo nisīdanti, tatthapi sahasā pavisati kumārakassapi siraṃ parāmasati.",
"mnd10:57.4": "Evaṃ antaragharaṃ paviṭṭho kāyikaṃ pāgabbhiyaṃ dasseti—",
"mnd10:57.5": "idaṃ kāyikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:58.1": "Katamaṃ vācasikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:58.2": "Idhekacco saṃghagatopi vācasikaṃ pāgabbhiyaṃ dasseti, gaṇagatopi vācasikaṃ pāgabbhiyaṃ dasseti, antaragharaṃ paviṭṭhopi vācasikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:59.1": "Kathaṃ saṃghagato vācasikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:59.2": "Idhekacco saṃghagato acittīkārakato there bhikkhū anāpucchaṃ vā anajjhiṭṭho vā ārāmagatānaṃ bhikkhūnaṃ dhammaṃ bhaṇati, pañhaṃ visajjeti, pātimokkhaṃ uddisati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:59.3": "Evaṃ saṃghagato vācasikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:60.1": "Kathaṃ gaṇagato vācasikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:60.2": "Idhekacco gaṇagato acittīkārakato there bhikkhū anāpucchaṃ vā anajjhiṭṭho vā ārāmagatānaṃ bhikkhūnaṃ dhammaṃ bhaṇati, pañhaṃ visajjeti, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:60.3": "Ārāmagatānaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ dhammaṃ bhaṇati, pañhaṃ visajjeti, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati.",
"mnd10:60.4": "Evaṃ gaṇagato vācasikaṃ pāgabbhiyaṃ dasseti.",
"mnd10:61.1": "Kathaṃ antaragharaṃ paviṭṭho vācasikaṃ pāgabbhiyaṃ dasseti?",
"mnd10:61.2": "Idhekacco antaragharaṃ paviṭṭho itthiṃ vā kumāriṃ vā evamāha—",
"mnd10:61.3": "“itthannāme itthaṅgotte kiṃ atthi?",
"mnd10:61.4": "Yāgu atthi, bhattaṃ atthi, khādanīyaṃ atthi.",
"mnd10:61.5": "Kiṃ pivissāma, kiṃ bhuñjissāma, kiṃ khādissāma?",
"mnd10:61.6": "Kiṃ vā atthi, kiṃ vā me dassathā”ti vippalapati, yā evarūpā vācā palāpo vippalāpo lālappo lālappanā lālappitattaṃ.",
"mnd10:61.7": "Evaṃ antaragharaṃ paviṭṭho vācasikaṃ pāgabbhiyaṃ dasseti—",
"mnd10:61.8": "idaṃ vācasikaṃ pāgabbhiyaṃ.",
"mnd10:62.1": "Katamaṃ cetasikaṃ pāgabbhiyaṃ?",
"mnd10:62.2": "Idhekacco na uccā kulā pabbajito samāno uccā kulā pabbajitena saddhiṃ sadisaṃ attānaṃ dahati cittena, na mahākulā pabbajito samāno mahākulā pabbajitena saddhiṃ sadisaṃ attānaṃ dahati cittena, na mahābhogakulā pabbajito samāno mahābhogakulā pabbajitena saddhiṃ sadisaṃ attānaṃ dahati cittena, na uḷārabhogakulā pabbajito samāno …",
"mnd10:62.3": "na suttantiko samāno suttantikena saddhiṃ sadisaṃ attānaṃ dahati cittena, ",
"mnd10:62.4": "na vinayadharo samāno … na dhammakathiko samāno …",
"mnd10:62.5": "na āraññiko samāno …",
"mnd10:62.6": "na piṇḍapātiko samāno …",
"mnd10:62.7": "na paṃsukūliko samāno …",
"mnd10:62.8": "na tecīvariko samāno …",
"mnd10:62.9": "na sapadānacāriko samāno …",
"mnd10:62.10": "na khalupacchābhattiko samāno …",
"mnd10:62.11": "na nesajjiko samāno …",
"mnd10:62.12": "na yathāsanthatiko samāno …",
"mnd10:62.13": "na paṭhamassa jhānassa lābhī samāno paṭhamassa jhānassa lābhinā saddhiṃ sadisaṃ attānaṃ dahati cittena … pe …",
"mnd10:62.15": "na nevasaññānāsaññāyatanasamāpattiyā lābhī samāno nevasaññānāsaññāyatanasamāpattiyā lābhinā saddhiṃ sadisaṃ attānaṃ dahati cittena—",
"mnd10:62.16": "idaṃ cetasikaṃ pāgabbhiyaṃ.",
"mnd10:62.17": "Yassimāni tīṇi pāgabbhiyāni pahīnāni samucchinnāni vūpasantāni paṭipassaddhāni abhabbuppattikāni ñāṇagginā daḍḍhāni, so vuccati appagabbhoti—",
"mnd10:62.18": "appagabbho.",
"mnd10:63.1": "Ajegucchoti.",
"mnd10:63.2": "Atthi puggalo jeguccho, atthi ajeguccho.",
"mnd10:63.3": "Katamo ca puggalo jeguccho?",
"mnd10:63.4": "Idhekacco puggalo dussīlo hoti pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto—",
"mnd10:63.5": "ayaṃ vuccati puggalo jeguccho.",
"mnd10:63.6": "Atha vā kodhano hoti upāyāsabahulo, appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati, kopañca dosañca appaccayañca pātukaroti—",
"mnd10:63.7": "ayaṃ vuccati puggalo jeguccho.",
"mnd10:63.8": "Atha vā kodhano hoti upanāhī, makkhī hoti paḷāsī, issukī hoti maccharī, saṭho hoti māyāvī, thaddho hoti atimānī, pāpiccho hoti micchādiṭṭhi, sandiṭṭhiparāmāsī hoti ādānaggāhī duppaṭinissaggī—",
"mnd10:63.9": "ayaṃ vuccati puggalo jeguccho.",
"mnd10:64.1": "Katamo ca puggalo ajeguccho?",
"mnd10:64.2": "Idha bhikkhu sīlavā hoti pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu—",
"mnd10:64.3": "ayaṃ vuccati puggalo ajeguccho.",
"mnd10:64.4": "Atha vā akkodhano hoti anupāyāsabahulo, bahumpi vutto samāno na abhisajjati na kuppati na byāpajjati na patiṭṭhīyati, na kopañca dosañca appaccayañca pātukaroti—",
"mnd10:64.5": "ayaṃ vuccati puggalo ajeguccho.",
"mnd10:64.6": "Atha vā akkodhano hoti anupanāhī, amakkhī hoti apaḷāsī, anissukī hoti amaccharī, asaṭho hoti amāyāvī, athaddho hoti anatimānī, na pāpiccho hoti na micchādiṭṭhi, asandiṭṭhiparāmāsī hoti anādānaggāhī suppaṭinissaggī—",
"mnd10:64.7": "ayaṃ vuccati puggalo ajeguccho.",
"mnd10:64.8": "Sabbe bālaputhujjanā jegucchā, puthujjanakalyāṇakaṃ upādāya aṭṭha ariyapuggalā ajegucchāti—",
"mnd10:64.9": "appagabbho ajeguccho.",
"mnd10:65.1": "Pesuṇeyye ca no yutoti.",
"mnd10:65.2": "Pesuññanti idhekacco pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya.",
"mnd10:65.3": "Iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo, vaggarato, vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti—",
"mnd10:65.4": "idaṃ vuccati pesuññaṃ.",
"mnd10:66.1": "Api ca dvīhi kāraṇehi pesuññaṃ upasaṃharati—",
"mnd10:66.2": "piyakamyatāya vā, bhedādhippāyena vā.",
"mnd10:66.3": "Kathaṃ piyakamyatāya pesuññaṃ upasaṃharati?",
"mnd10:66.4": "“Imassa piyo bhavissāmi, manāpo bhavissāmi, vissāsiko bhavissāmi, abbhantariko bhavissāmi, suhadayo bhavissāmī”ti.",
"mnd10:66.5": "Evaṃ piyakamyatāya pesuññaṃ upasaṃharati.",
"mnd10:66.6": "Kathaṃ bhedādhippāyena pesuññaṃ upasaṃharati?",
"mnd10:66.7": "“Kathaṃ ime nānā assu vinā assu vaggā assu dvedhā assu dvejjhā assu dve pakkhā assu bhijjeyyuṃ na samāgaccheyyuṃ dukkhaṃ na phāsu vihareyyun”ti.",
"mnd10:66.8": "Evaṃ bhedādhippāyena pesuññaṃ upasaṃharati.",
"mnd10:66.9": "Yassetaṃ pesuññaṃ pahīnaṃ samucchinnaṃ vūpasantaṃ paṭipassaddhaṃ abhabbuppattikaṃ ñāṇagginā daḍḍhaṃ, so pesuññe no yuto na yutto na payutto na sammāyuttoti—",
"mnd10:66.10": "pesuṇeyye ca no yuto.",
"mnd10:67.1": "Tenāha bhagavā—",
"mnd10:68.1": "“Patilīno akuhako,",
"mnd10:68.2": "apihālu amaccharī;",
"mnd10:68.3": "Appagabbho ajeguccho,",
"mnd10:68.4": "pesuṇeyye ca no yuto”ti.",
"mnd10:69.1": "Sātiyesu anassāvī,",
"mnd10:69.2": "atimāne ca no yuto;",
"mnd10:69.3": "Saṇho ca paṭibhānavā,",
"mnd10:69.4": "na saddho na virajjati.",
"mnd10:70.1": "Sātiyesu anassāvīti.",
"mnd10:70.2": "Sātiyā vuccanti pañca kāmaguṇā.",
"mnd10:70.3": "Kiṃkāraṇā sātiyā vuccanti pañca kāmaguṇā?",
"mnd10:70.4": "Yebhuyyena devamanussā pañca kāmaguṇe icchanti sātiyanti patthayanti pihayanti abhijappanti, taṃkāraṇā sātiyā vuccanti pañca kāmaguṇā.",
"mnd10:70.5": "Yesaṃ esā sātiyā taṇhā appahīnā tesaṃ cakkhuto rūpataṇhā savati āsavati sandati pavattati, ",
"mnd10:70.6": "sotato saddataṇhā … ghānato gandhataṇhā …",
"mnd10:70.7": "jivhāto rasataṇhā …",
"mnd10:70.8": "kāyato phoṭṭhabbataṇhā …",
"mnd10:70.9": "manato dhammataṇhā savati āsavati sandati pavattati.",
"mnd10:70.10": "Yesaṃ esā sātiyā taṇhā pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhā tesaṃ cakkhuto rūpataṇhā na savati nāsavati na sandati na pavattati, ",
"mnd10:70.11": "sotato saddataṇhā … pe …",
"mnd10:70.12": "manato dhammataṇhā na savati nāsavati na sandati na pavattatīti—",
"mnd10:70.13": "sātiyesu anassāvī.",
"mnd10:71.1": "Atimāne ca no yutoti.",
"mnd10:71.2": "Katamo atimāno?",
"mnd10:71.3": "Idhekacco paraṃ atimaññati jātiyā vā gottena vā … pe … aññataraññatarena vā vatthunā.",
"mnd10:71.6": "Yo evarūpo māno maññanā maññitattaṃ unnati unnamo dhajo sampaggāho ketukamyatā cittassa—",
"mnd10:71.7": "ayaṃ vuccati atimāno.",
"mnd10:71.8": "Yasseso atimāno pahīno samucchinno vūpasanto paṭipassaddho abhabbuppattiko ñāṇagginā daḍḍho, so atimāne ca no yuto na yutto nappayutto na sammāyuttoti—",
"mnd10:71.9": "atimāne ca no yuto.",
"mnd10:72.1": "Saṇho ca paṭibhānavāti.",
"mnd10:72.2": "Saṇhoti saṇhena kāyakammena samannāgatoti saṇho, saṇhena vacīkammena … saṇhena manokammena samannāgatoti saṇho, saṇhehi satipaṭṭhānehi samannāgatoti saṇho, saṇhehi sammappadhānehi … saṇhehi iddhipādehi … saṇhehi indriyehi … saṇhehi balehi … saṇhehi bojjhaṅgehi samannāgatoti saṇho, saṇhena ariyena aṭṭhaṅgikena maggena samannāgatoti—",
"mnd10:72.8": "saṇho.",
"mnd10:73.1": "Paṭibhānavāti tayo paṭibhānavanto—",
"mnd10:73.2": "pariyattipaṭibhānavā, paripucchāpaṭibhānavā, adhigamapaṭibhānavā.",
"mnd10:73.3": "Katamo pariyattipaṭibhānavā?",
"mnd10:73.4": "Idhekaccassa pakatiyā pariyāpuṭaṃ hoti—",
"mnd10:73.5": "suttaṃ geyyaṃ veyyākaraṇaṃ gāthā udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ, tassa pariyattiṃ nissāya paṭibhāyati—",
"mnd10:73.6": "ayaṃ pariyattipaṭibhānavā.",
"mnd10:73.7": "Katamo paripucchāpaṭibhānavā?",
"mnd10:73.8": "Idhekacco paripucchitā hoti attatthe ca ñāyatthe ca lakkhaṇe ca kāraṇe ca ṭhānāṭhāne ca, tassa taṃ paripucchaṃ nissāya paṭibhāyati—",
"mnd10:73.9": "ayaṃ paripucchāpaṭibhānavā.",
"mnd10:73.10": "Katamo adhigamapaṭibhānavā?",
"mnd10:73.11": "Idhekaccassa adhigatā honti cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo cattāro ariyamaggā cattāri sāmaññaphalāni catasso paṭisambhidāyo cha abhiññāyo, tassa attho ñāto dhammo ñāto nirutti ñātā, atthe ñāte attho paṭibhāyati, dhamme ñāte dhammo paṭibhāyati, niruttiyā ñātāya nirutti paṭibhāyati;",
"mnd10:73.12": "imesu tīsu ñāṇesu ñāṇaṃ paṭibhānapaṭisambhidā.",
"mnd10:73.13": "Imāya paṭibhānapaṭisambhidāya upeto samupeto upagato samupagato upapanno samupapanno samannāgato so vuccati paṭibhānavā.",
"mnd10:73.14": "Yassa pariyatti natthi, paripucchā natthi, adhigamo natthi, kiṃ tassa paṭibhāyissatīti—",
"mnd10:73.15": "saṇho ca paṭibhānavā.",
"mnd10:74.1": "Na saddho na virajjatīti.",
"mnd10:74.2": "Na saddhoti sāmaṃ sayaṃ abhiññātaṃ attapaccakkhaṃ dhammaṃ na kassaci saddahati aññassa samaṇassa vā brāhmaṇassa vā devassa vā mārassa vā brahmuno vā.",
"mnd10:74.3": "“Sabbe saṅkhārā aniccā”ti sāmaṃ sayaṃ abhiññātaṃ … pe …",
"mnd10:74.5": "“sabbe saṅkhārā dukkhā”ti …",
"mnd10:74.6": "“sabbe dhammā anattā”ti …",
"mnd10:74.7": "“avijjāpaccayā saṅkhārā”ti … pe …",
"mnd10:74.9": "“jātipaccayā jarāmaraṇan”ti …",
"mnd10:74.10": "“avijjānirodhā saṅkhāranirodho”ti … pe …",
"mnd10:74.12": "“jātinirodhā jarāmaraṇanirodho”ti …",
"mnd10:74.13": "“idaṃ dukkhan”ti … pe …",
"mnd10:74.15": "“ayaṃ dukkhanirodhagāminī paṭipadā”ti …",
"mnd10:74.16": "“ime āsavā”ti … pe …",
"mnd10:74.18": "“ayaṃ āsavanirodhagāminī paṭipadā”ti …",
"mnd10:74.19": "“ime dhammā abhiññeyyā”ti … pe …",
"mnd10:74.21": "“ime dhammā sacchikātabbā”ti sāmaṃ sayaṃ abhiññātaṃ … pe …",
"mnd10:74.23": "channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca, pañcannaṃ upādānakkhandhānaṃ samudayañca … pe …",
"mnd10:74.25": "catunnaṃ mahābhūtānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca sāmaṃ sayaṃ abhiññātaṃ … pe …",
"mnd10:74.27": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti sāmaṃ sayaṃ abhiññātaṃ attapaccakkhaṃ dhammaṃ na kassaci saddahati aññassa samaṇassa vā brāhmaṇassa vā devassa vā mārassa vā brahmuno vā.",
"mnd10:75.1": "Vuttañhetaṃ bhagavatā—",
"mnd10:75.2": "“saddahasi tvaṃ, sāriputta, saddhindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānaṃ;",
"mnd10:75.3": "vīriyindriyaṃ …",
"mnd10:75.4": "satindriyaṃ …",
"mnd10:75.5": "samādhindriyaṃ …",
"mnd10:75.6": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānan”ti?",
"mnd10:76.1": "“Na khvāhaṃ ettha, bhante, bhagavato saddhāya gacchāmi saddhindriyaṃ …",
"mnd10:76.2": "vīriyindriyaṃ …",
"mnd10:76.3": "satindriyaṃ …",
"mnd10:76.4": "samādhindriyaṃ …",
"mnd10:76.5": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānaṃ.",
"mnd10:76.6": "Yesaṃ hetaṃ, bhante, aññātaṃ assa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya, te tattha paresaṃ saddhāya gaccheyyuṃ saddhindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānaṃ.",
"mnd10:76.7": "Vīriyindriyaṃ …",
"mnd10:76.8": "satindriyaṃ …",
"mnd10:76.9": "samādhindriyaṃ …",
"mnd10:76.10": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānaṃ.",
"mnd10:76.11": "Yesañca kho etaṃ, bhante, ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya, nikkaṅkhā te tattha nibbicikicchā.",
"mnd10:76.12": "Saddhindriyaṃ …",
"mnd10:76.13": "vīriyindriyaṃ …",
"mnd10:76.14": "satindriyaṃ …",
"mnd10:76.15": "samādhindriyaṃ …",
"mnd10:76.16": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānaṃ.",
"mnd10:76.17": "Mayhañca kho etaṃ, bhante, ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya, nikkaṅkhohaṃ tattha nibbicikiccho.",
"mnd10:76.18": "Saddhindriyaṃ …",
"mnd10:76.19": "vīriyindriyaṃ …",
"mnd10:76.20": "satindriyaṃ …",
"mnd10:76.21": "samādhindriyaṃ …",
"mnd10:76.22": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānan”ti.",
"mnd10:77.1": "“Sādhu sādhu, sāriputta.",
"mnd10:77.2": "Yesañhetaṃ, sāriputta, aññātaṃ assa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya, te tattha paresaṃ saddhāya gaccheyyuṃ saddhindriyaṃ … pe …",
"mnd10:77.4": "paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyanaṃ amatapariyosānan”ti.",
"mnd10:78.1": "Assaddho akataññū ca,",
"mnd10:78.2": "sandhicchedo ca yo naro;",
"mnd10:78.3": "Hatāvakāso vantāso,",
"mnd10:78.4": "sa ve uttamaporisoti.",
"mnd10:79.1": "Na saddho na virajjatīti.",
"mnd10:79.2": "Sabbe bālaputhujjanā rajjanti, puthujjanakalyāṇakaṃ upādāya satta sekkhā virajjanti.",
"mnd10:79.3": "Arahā neva rajjati no virajjati, viratto so khayā rāgassa vītarāgattā khayā dosassa vītadosattā, khayā mohassa vītamohattā.",
"mnd10:79.4": "So vuṭṭhavāso ciṇṇacaraṇo … pe … jātimaraṇasaṃsāro natthi tassa punabbhavoti—",
"mnd10:79.7": "na saddho na virajjati.",
"mnd10:80.1": "Tenāha bhagavā—",
"mnd10:81.1": "“Sātiyesu anassāvī,",
"mnd10:81.2": "atimāne ca no yuto;",
"mnd10:81.3": "Saṇho ca paṭibhānavā,",
"mnd10:81.4": "na saddho na virajjatī”ti.",
"mnd10:82.1": "Lābhakamyā na sikkhati,",
"mnd10:82.2": "alābhe ca na kuppati;",
"mnd10:82.3": "Aviruddho ca taṇhāya,",
"mnd10:82.4": "rasesu nānugijjhati.",
"mnd10:83.1": "Lābhakamyā na sikkhati, alābhe ca na kuppatīti.",
"mnd10:83.2": "Kathaṃ lābhakamyā sikkhati?",
"mnd10:83.3": "Idha, bhikkhave, bhikkhu bhikkhuṃ passati lābhiṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
"mnd10:83.4": "Tassa evaṃ hoti—",
"mnd10:83.5": "“kena nu kho ayamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti?",
"mnd10:83.6": "Tassa evaṃ hoti—",
"mnd10:83.7": "“ayaṃ kho āyasmā suttantiko, tenāyamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti.",
"mnd10:83.8": "So lābhahetu lābhapaccayā lābhakāraṇā lābhābhinibbattiyā lābhaṃ paripācento suttantaṃ pariyāpuṇāti.",
"mnd10:83.9": "Evampi lābhakamyā sikkhati.",
"mnd10:84.1": "Atha vā bhikkhu bhikkhuṃ passati lābhiṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
"mnd10:84.2": "Tassa evaṃ hoti—",
"mnd10:84.3": "“kena nu kho ayamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti?",
"mnd10:84.4": "Tassa evaṃ hoti—",
"mnd10:84.5": "“ayaṃ kho āyasmā vinayadharo … pe … dhammakathiko … ābhidhammiko, tenāyamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti.",
"mnd10:84.9": "So lābhahetu lābhapaccayā lābhakāraṇā lābhābhinibbattiyā lābhaṃ paripācento abhidhammaṃ pariyāpuṇāti.",
"mnd10:84.10": "Evampi lābhakamyā sikkhati.",
"mnd10:85.1": "Atha vā bhikkhu bhikkhuṃ passati lābhiṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
"mnd10:85.2": "Tassa evaṃ hoti—",
"mnd10:85.3": "“kena nu kho ayamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti?",
"mnd10:85.4": "Tassa evaṃ hoti—",
"mnd10:85.5": "“ayaṃ kho āyasmā āraññiko … piṇḍapātiko … paṃsukūliko … tecīvariko … sapadānacāriko … khalupacchābhattiko … nesajjiko … yathāsanthatiko, tenāyamāyasmā lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan”ti.",
"mnd10:85.13": "So lābhahetu lābhapaccayā lābhakāraṇā lābhābhinibbattiyā lābhaṃ paripācento āraññiko hoti … pe … yathāsanthatiko hoti.",
"mnd10:85.16": "Evampi lābhakamyā sikkhati.",
"mnd10:86.1": "Kathaṃ na lābhakamyā sikkhati?",
"mnd10:86.2": "Idha bhikkhu na lābhahetu, na lābhapaccayā, na lābhakāraṇā, na lābhābhinibbattiyā, na lābhaṃ paripācento, yāvadeva attadamatthāya attasamatthāya attaparinibbāpanatthāya suttantaṃ pariyāpuṇāti, vinayaṃ pariyāpuṇāti, abhidhammaṃ pariyāpuṇāti.",
"mnd10:86.3": "Evampi na lābhakamyā sikkhati.",
"mnd10:87.1": "Atha vā bhikkhu na lābhahetu, na lābhapaccayā, na lābhakāraṇā, na lābhābhinibbattiyā, na lābhaṃ paripācento, yāvadeva appicchaññeva nissāya santuṭṭhiññeva nissāya sallekhaññeva nissāya pavivekaññeva nissāya idamatthitaññeva nissāya āraññiko hoti, piṇḍapātiko hoti, paṃsukūliko hoti, tecīvariko hoti, sapadānacāriko hoti, khalupacchābhattiko hoti, nesajjiko hoti, yathāsanthatiko hoti.",
"mnd10:87.2": "Evampi na lābhakamyā sikkhatīti—",
"mnd10:87.3": "lābhakamyā na sikkhati.",
"mnd10:88.1": "Alābhe ca na kuppatīti.",
"mnd10:88.2": "Kathaṃ alābhe kuppati?",
"mnd10:88.3": "Idhekacco “kulaṃ vā na labhāmi, gaṇaṃ vā na labhāmi, āvāsaṃ vā na labhāmi, lābhaṃ vā na labhāmi, yasaṃ vā na labhāmi, pasaṃsaṃ vā na labhāmi, sukhaṃ vā na labhāmi, cīvaraṃ vā na labhāmi, piṇḍapātaṃ vā na labhāmi, senāsanaṃ vā na labhāmi, gilānapaccayabhesajjaparikkhāraṃ vā na labhāmi, gilānupaṭṭhākaṃ vā na labhāmi, appaññātomhī”ti kuppati byāpajjati patiṭṭhīyati, kopañca dosañca appaccayañca pātukaroti.",
"mnd10:88.4": "Evaṃ alābhe kuppati.",
"mnd10:89.1": "Kathaṃ alābhe na kuppati?",
"mnd10:89.2": "Idha bhikkhu “kulaṃ vā na labhāmi gaṇaṃ vā na labhāmi … pe …",
"mnd10:89.4": "appaññātomhī”ti na kuppati na byāpajjati na patiṭṭhīyati, na kopañca dosañca appaccayañca pātukaroti.",
"mnd10:89.5": "Evaṃ alābhe na kuppatīti—",
"mnd10:89.6": "lābhakamyā na sikkhati alābhe ca na kuppati.",
"mnd10:90.1": "Aviruddho ca taṇhāya, rasesu nānugijjhatīti.",
"mnd10:90.2": "Viruddhoti yo cittassa āghāto paṭighāto, paṭighaṃ paṭivirodho, kopo pakopo sampakopo, doso padoso sampadoso, cittassa byāpatti manopadoso, kodho kujjhanā kujjhitattaṃ, doso dussanā dussitattaṃ, byāpatti byāpajjanā byāpajjitattaṃ virodho paṭivirodho, caṇḍikkaṃ, asuropo, anattamanatā cittassa—",
"mnd10:90.3": "ayaṃ vuccati virodho.",
"mnd10:90.4": "Yasseso virodho pahīno samucchinno vūpasanto paṭipassaddho abhabbuppattiko ñāṇagginā daḍḍho, so vuccati aviruddho.",
"mnd10:90.5": "Taṇhāti rūpataṇhā saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā dhammataṇhā.",
"mnd10:90.6": "Rasoti mūlaraso khandharaso tacaraso pattaraso puppharaso phalaraso, ambilaṃ madhuraṃ tittakaṃ kaṭukaṃ loṇikaṃ khārikaṃ lambikaṃ kasāvo sādu asādu sītaṃ uṇhaṃ.",
"mnd10:90.7": "Santeke samaṇabrāhmaṇā rasagiddhā.",
"mnd10:90.8": "Te jivhaggena rasaggāni pariyesantā āhiṇḍanti, te ambilaṃ labhitvā anambilaṃ pariyesanti, anambilaṃ labhitvā ambilaṃ pariyesanti;",
"mnd10:90.9": "madhuraṃ labhitvā amadhuraṃ pariyesanti, amadhuraṃ labhitvā madhuraṃ pariyesanti;",
"mnd10:90.10": "tittakaṃ labhitvā atittakaṃ pariyesanti, atittakaṃ labhitvā tittakaṃ pariyesanti;",
"mnd10:90.11": "kaṭukaṃ labhitvā akaṭukaṃ pariyesanti, akaṭukaṃ labhitvā kaṭukaṃ pariyesanti;",
"mnd10:90.12": "loṇikaṃ labhitvā aloṇikaṃ pariyesanti, aloṇikaṃ labhitvā loṇikaṃ pariyesanti;",
"mnd10:90.13": "khārikaṃ labhitvā akhārikaṃ pariyesanti, akhārikaṃ labhitvā khārikaṃ pariyesanti;",
"mnd10:90.14": "lambikaṃ labhitvā kasāvaṃ pariyesanti, kasāvaṃ labhitvā lambikaṃ pariyesanti;",
"mnd10:90.15": "sāduṃ labhitvā asāduṃ pariyesanti, asāduṃ labhitvā sāduṃ pariyesanti;",
"mnd10:90.16": "sītaṃ labhitvā uṇhaṃ pariyesanti, uṇhaṃ labhitvā sītaṃ pariyesanti.",
"mnd10:90.17": "Te yaṃ yaṃ labhitvā tena tena na santussanti aparāparaṃ pariyesanti, manāpikesu rasesu rattā giddhā gadhitā mucchitā ajjhosannā laggā laggitā palibuddhā.",
"mnd10:90.18": "Yassesā rasataṇhā pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhā, so paṭisaṅkhā yoniso āhāraṃ āhāreti—",
"mnd10:90.19": "neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya.",
"mnd10:90.20": "Iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca.",
"mnd10:91.1": "Yathā vanaṃ ālimpeyya yāvadeva ropanatthāya, yathā vā pana akkhaṃ abbhañjeyya yāvadeva bhārassa nittharaṇatthāya, yathā vā pana puttamaṃsaṃ āhāraṃ āhareyya yāvadeva kantārassa nittharaṇatthāya;",
"mnd10:91.2": "evamevaṃ bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti—",
"mnd10:91.3": "“neva davāya … pe … phāsuvihāro cā”ti.",
"mnd10:91.6": "Rasataṇhaṃ pajahati vinodeti byantiṃ karoti anabhāvaṃ gameti, rasataṇhāya ārato assa virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharatīti—",
"mnd10:91.7": "aviruddho ca taṇhāya rasesu nānugijjhati.",
"mnd10:92.1": "Tenāha bhagavā—",
"mnd10:93.1": "“Lābhakamyā na sikkhati,",
"mnd10:93.2": "alābhe ca na kuppati;",
"mnd10:93.3": "Aviruddho ca taṇhāya,",
"mnd10:93.4": "rasesu nānugijjhatī”ti.",
"mnd10:94.1": "Upekkhako sadā sato,",
"mnd10:94.2": "na loke maññate samaṃ;",
"mnd10:94.3": "Na visesī na nīceyyo,",
"mnd10:94.4": "tassa no santi ussadā.",
"mnd10:95.1": "Upekkhako sadā satoti.",
"mnd10:95.2": "Upekkhakoti chaḷaṅgupekkhāya samannāgato.",
"mnd10:95.3": "Cakkhunā rūpaṃ disvā neva sumano hoti na dummano, upekkhako viharati sato sampajāno.",
"mnd10:95.4": "Sotena saddaṃ sutvā … pe …",
"mnd10:95.6": "manasā dhammaṃ viññāya neva sumano hoti na dummano, upekkhako viharati sato sampajāno.",
"mnd10:95.7": "Cakkhunā rūpaṃ disvā manāpaṃ nābhigijjhati nābhihaṃsati na rāgaṃ janeti, tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:95.8": "Cakkhunā kho paneva rūpaṃ disvā amanāpaṃ na maṅku hoti appatiṭṭhitacitto alīnamanaso abyāpannacetaso, tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:95.9": "Sotena saddaṃ sutvā …",
"mnd10:95.10": "ghānena gandhaṃ ghāyitvā …",
"mnd10:95.11": "jivhāya rasaṃ sāyitvā …",
"mnd10:95.12": "kāyena phoṭṭhabbaṃ phusitvā …",
"mnd10:95.13": "manasā dhammaṃ viññāya manāpaṃ nābhigijjhati nābhihaṃsati na rāgaṃ janeti, tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:95.14": "Manasā kho paneva dhammaṃ viññāya amanāpaṃ na maṅku hoti appatiṭṭhitacitto alīnamanaso abyāpannacetaso, tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:96.1": "Cakkhunā rūpaṃ disvā manāpāmanāpesu rūpesu tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:96.2": "Sotena saddaṃ sutvā … pe …",
"mnd10:96.4": "manasā dhammaṃ viññāya manāpāmanāpesu dhammesu tassa ṭhitova kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
"mnd10:97.1": "Cakkhunā rūpaṃ disvā rajanīye na rajjati, dussanīye na dussati, mohanīye na muyhati, kopanīye na kuppati, madanīye na majjati, kilesanīye na kilissati.",
"mnd10:97.2": "Sotena saddaṃ sutvā … pe …",
"mnd10:97.4": "manasā dhammaṃ viññāya rajanīye na rajjati dussanīye na dussati, mohanīye na muyhati, kopanīye na kuppati, madanīye na majjati, kilesanīye na kilissati.",
"mnd10:97.5": "Diṭṭhe diṭṭhamatto, sute sutamatto, mute mutamatto, viññāte viññātamatto.",
"mnd10:97.6": "Diṭṭhe na limpati, sute na limpati, mute na limpati, viññāte na limpati.",
"mnd10:97.7": "Diṭṭhe anūpayo anapāyo anissito appaṭibaddho vippamutto visaññutto vimariyādikatena cetasā viharati.",
"mnd10:97.8": "Sute …",
"mnd10:97.9": "mute …",
"mnd10:97.10": "viññāte anūpayo anapāyo anissito appaṭibaddho vippamutto visaññutto vimariyādikatena cetasā viharati.",
"mnd10:98.1": "Saṃvijjati arahato cakkhu, passati arahā cakkhunā rūpaṃ.",
"mnd10:98.2": "Chandarāgo arahato natthi, suvimuttacitto arahā.",
"mnd10:98.3": "Saṃvijjati arahato sotaṃ, suṇāti arahā sotena saddaṃ.",
"mnd10:98.4": "Chandarāgo arahato natthi, suvimuttacitto arahā.",
"mnd10:98.5": "Saṃvijjati arahato ghānaṃ, ghāyati arahā ghānena gandhaṃ.",
"mnd10:98.6": "Chandarāgo arahato natthi, suvimuttacitto arahā.",
"mnd10:98.7": "Saṃvijjati arahato jivhā, sāyati arahā jivhāya rasaṃ … pe …",
"mnd10:98.9": "saṃvijjati arahato kāyo, phusati arahā kāyena phoṭṭhabbaṃ … pe …",
"mnd10:98.11": "saṃvijjati arahato mano, vijānāti arahā manasā dhammaṃ.",
"mnd10:98.12": "Chandarāgo arahato natthi suvimuttacitto arahā.",
"mnd10:99.1": "Cakkhu rūpārāmaṃ rūparataṃ rūpasammuditaṃ, taṃ arahato dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ, tassa ca saṃvarāya dhammaṃ deseti.",
"mnd10:99.2": "Sotaṃ saddārāmaṃ … pe …",
"mnd10:99.4": "ghānaṃ gandhārāmaṃ …",
"mnd10:99.5": "jivhā rasārāmā rasaratā rasasammuditā, sā arahato dantā guttā rakkhitā saṃvutā, tassā ca saṃvarāya dhammaṃ deseti.",
"mnd10:99.6": "Kāyo phoṭṭhabbārāmo … pe …",
"mnd10:99.8": "mano dhammārāmo dhammarato dhammasammudito, so arahato danto gutto rakkhito saṃvuto, tassa ca saṃvarāya dhammaṃ deseti.",
"mnd10:100.1": "“Dantaṃ nayanti samitiṃ,",
"mnd10:100.2": "dantaṃ rājābhirūhati;",
"mnd10:100.3": "Danto seṭṭho manussesu,",
"mnd10:100.4": "yotivākyaṃ titikkhati.",
"mnd10:101.1": "Varamassatarā dantā,",
"mnd10:101.2": "ājānīyā ca sindhavā;",
"mnd10:101.3": "Kuñjarā ca mahānāgā,",
"mnd10:101.4": "attadanto tato varaṃ.",
"mnd10:102.1": "Na hi etehi yānehi,",
"mnd10:102.2": "gaccheyya agataṃ disaṃ;",
"mnd10:102.3": "Yathāttanā sudantena,",
"mnd10:102.4": "danto dantena gacchati.",
"mnd10:103.1": "Vidhāsu na vikampanti,",
"mnd10:103.2": "vippamuttā punabbhavā;",
"mnd10:103.3": "Dantabhūmimanuppattā,",
"mnd10:103.4": "te loke vijitāvino.",
"mnd10:104.1": "Yassindriyāni bhāvitāni,",
"mnd10:104.2": "Ajjhattaṃ bahiddhā ca sabbaloke;",
"mnd10:104.3": "Nibbijjha imaṃ parañca lokaṃ,",
"mnd10:104.4": "Kālaṃ kaṅkhati bhāvito sa danto”ti.",
"mnd10:105.1": "Upekkhako sadāti.",
"mnd10:105.2": "Sadā sabbadā sabbakālaṃ niccakālaṃ dhuvakālaṃ … pe …",
"mnd10:105.4": "pacchime vayokhandhe.",
"mnd10:105.5": "Satoti catūhi kāraṇehi sato—",
"mnd10:105.6": "kāye kāyānupassanāsatipaṭṭhānaṃ bhāvento sato, ",
"mnd10:105.7": "vedanāsu … citte …",
"mnd10:105.8": "dhammesu dhammānupassanāsatipaṭṭhānaṃ bhāvento sato … pe …",
"mnd10:105.10": "so vuccati satoti—",
"mnd10:105.11": "upekkhako sadā sato.",
"mnd10:106.1": "Na loke maññate samanti.",
"mnd10:106.2": "“Sadisohamasmī”ti mānaṃ na janeti jātiyā vā gottena vā … pe … aññataraññatarena vā vatthunāti—",
"mnd10:106.5": "na loke maññate samaṃ.",
"mnd10:107.1": "Na visesī na nīceyyoti.",
"mnd10:107.2": "“Seyyohamasmī”ti atimānaṃ na janeti jātiyā vā gottena vā … pe … aññataraññatarena vā vatthunā.",
"mnd10:107.5": "“Hīnohamasmī”ti omānaṃ na janeti jātiyā vā gottena vā … pe … aññataraññatarena vā vatthunāti—",
"mnd10:107.8": "na visesī na nīceyyo.",
"mnd10:108.1": "Tassa no santi ussadāti.",
"mnd10:108.2": "Tassāti arahato khīṇāsavassa.",
"mnd10:108.3": "Ussadāti sattussadā—",
"mnd10:108.4": "rāgussado dosussado mohussado mānussado diṭṭhussado kilesussado kammussado.",
"mnd10:108.5": "Tassime ussadā natthi na santi na saṃvijjanti nupalabbhanti, pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti—",
"mnd10:108.6": "tassa no santi ussadā.",
"mnd10:109.1": "Tenāha bhagavā—",
"mnd10:110.1": "“Upekkhako sadā sato,",
"mnd10:110.2": "na loke maññate samaṃ;",
"mnd10:110.3": "Na visesī na nīceyyo,",
"mnd10:110.4": "tassa no santi ussadā”ti.",
"mnd10:111.1": "Yassa nissayatā natthi,",
"mnd10:111.2": "ñatvā dhammaṃ anissito;",
"mnd10:111.3": "Bhavāya vibhavāya vā,",
"mnd10:111.4": "taṇhā yassa na vijjati.",
"mnd10:112.1": "Yassa nissayatā natthīti.",
"mnd10:112.2": "Yassāti arahato khīṇāsavassa.",
"mnd10:112.3": "Nissayāti dve nissayā—",
"mnd10:112.4": "taṇhānissayo ca diṭṭhinissayo ca … pe …",
"mnd10:112.6": "ayaṃ taṇhānissayo … pe …",
"mnd10:112.8": "ayaṃ diṭṭhinissayo.",
"mnd10:112.9": "Tassa taṇhānissayo pahīno, diṭṭhinissayo paṭinissaṭṭho;",
"mnd10:112.10": "taṇhānissayassa pahīnattā diṭṭhinissayassa paṭinissaṭṭhattā nissayatā yassa natthi na santi na saṃvijjati nupalabbhati, pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti—",
"mnd10:112.11": "yassa nissayatā natthi.",
"mnd10:113.1": "Ñatvā dhammaṃ anissitoti.",
"mnd10:113.2": "Ñatvāti ñatvā jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā, ",
"mnd10:113.3": "“sabbe saṅkhārā aniccā”ti ñatvā jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā, ",
"mnd10:113.4": "“sabbe saṅkhārā dukkhā”ti …",
"mnd10:113.5": "“sabbe dhammā anattā”ti … pe …",
"mnd10:113.6": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti ñatvā jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā.",
"mnd10:113.7": "Anissitoti dve nissayā—",
"mnd10:113.8": "taṇhānissayo ca diṭṭhinissayo ca … pe …",
"mnd10:113.9": "ayaṃ taṇhānissayo … pe …",
"mnd10:113.11": "ayaṃ diṭṭhinissayo.",
"mnd10:113.12": "Taṇhānissayaṃ pahāya diṭṭhinissayaṃ paṭinissajjitvā cakkhuṃ anissito, sotaṃ anissito, ghānaṃ anissito, jivhaṃ anissito, kāyaṃ anissito, manaṃ anissito, rūpe … sadde … gandhe … rase … phoṭṭhabbe … kulaṃ … gaṇaṃ … āvāsaṃ … pe … diṭṭhasutamutaviññātabbe dhamme anissito anallīno anupagato anajjhosito anadhimutto nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharatīti—",
"mnd10:113.22": "ñatvā dhammaṃ anissito.",
"mnd10:114.1": "Bhavāya vibhavāya vā, taṇhā yassa na vijjatīti.",
"mnd10:114.2": "Taṇhāti rūpataṇhā saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā dhammataṇhā.",
"mnd10:114.3": "Yassāti arahato khīṇāsavassa.",
"mnd10:114.4": "Bhavāyāti bhavadiṭṭhiyā, vibhavāyāti vibhavadiṭṭhiyā;",
"mnd10:114.5": "bhavāyāti sassatadiṭṭhiyā, vibhavāyāti ucchedadiṭṭhiyā;",
"mnd10:114.6": "bhavāyāti punappunabbhavāya punappunagatiyā punappunaupapattiyā punappunapaṭisandhiyā punappunaattabhāvābhinibbattiyā.",
"mnd10:114.7": "Taṇhā yassa natthi na santi na saṃvijjati nupalabbhati, pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti—",
"mnd10:114.8": "bhavāya vibhavāya vā taṇhā yassa na vijjati.",
"mnd10:115.1": "Tenāha bhagavā—",
"mnd10:116.1": "“Yassa nissayatā natthi,",
"mnd10:116.2": "ñatvā dhammaṃ anissito;",
"mnd10:116.3": "Bhavāya vibhavāya vā,",
"mnd10:116.4": "taṇhā yassa na vijjatī”ti.",
"mnd10:117.1": "Taṃ brūmi upasantoti,",
"mnd10:117.2": "kāmesu anapekkhinaṃ;",
"mnd10:117.3": "Ganthā tassa na vijjanti,",
"mnd10:117.4": "atarī so visattikaṃ.",
"mnd10:118.1": "Taṃ brūmi upasantoti.",
"mnd10:118.2": "Upasanto vūpasanto nibbuto paṭipassaddhoti.",
"mnd10:118.3": "Taṃ brūmi taṃ kathemi taṃ bhaṇāmi taṃ dīpayāmi taṃ voharāmīti—",
"mnd10:118.4": "taṃ brūmi upasantoti.",
"mnd10:119.1": "Kāmesu anapekkhinanti.",
"mnd10:119.2": "Kāmāti uddānato dve kāmā—",
"mnd10:119.3": "vatthukāmā ca kilesakāmā ca … pe …",
"mnd10:119.5": "ime vuccanti vatthukāmā … pe …",
"mnd10:119.7": "ime vuccanti kilesakāmā.",
"mnd10:119.8": "Vatthukāme parijānitvā, kilesakāme pahāya pajahitvā vinodetvā byantiṃ karitvā anabhāvaṃ gametvā kāmesu anapekkhino vītakāmo cattakāmo vantakāmo muttakāmo pahīnakāmo paṭinissaṭṭhakāmo, kāmesu vītarāgo vigatarāgo cattarāgo vantarāgo muttarāgo pahīnarāgo paṭinissaṭṭharāgo nicchāto nibbuto sītibhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatīti—",
"mnd10:119.9": "kāmesu anapekkhinaṃ.",
"mnd10:120.1": "Ganthā tassa na vijjantīti.",
"mnd10:120.2": "Ganthāti cattāro ganthā—",
"mnd10:120.3": "abhijjhā kāyagantho, byāpādo kāyagantho, sīlabbataparāmāso kāyagantho, idaṃsaccābhiniveso kāyagantho.",
"mnd10:120.4": "Attano diṭṭhiyā rāgo abhijjhā kāyagantho, paravādesu āghāto appaccayo byāpādo kāyagantho, attano sīlaṃ vā vataṃ vā sīlabbataṃ vā parāmāso sīlabbataparāmāso kāyagantho, attano diṭṭhi idaṃsaccābhiniveso kāyagantho.",
"mnd10:120.5": "Tassāti arahato khīṇāsavassa.",
"mnd10:120.6": "Ganthā tassa na vijjantīti.",
"mnd10:120.7": "Ganthā tassa natthi na santi na saṃvijjanti nupalabbhanti, pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti—",
"mnd10:120.8": "ganthā tassa na vijjanti.",
"mnd10:121.1": "Atarī so visattikanti.",
"mnd10:121.2": "Visattikā vuccati taṇhā.",
"mnd10:121.3": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"mnd10:121.6": "Visattikāti kenaṭṭhena visattikā?",
"mnd10:121.7": "Visatāti visattikā, visālāti visattikā, visaṭāti visattikā, visamāti visattikā, visakkatīti visattikā, visaṃharatīti visattikā, visaṃvādikāti visattikā, visamūlāti visattikā, visaphalāti visattikā, visaparibhogāti visattikā, visālā vā pana sā taṇhā rūpe … sadde … gandhe … rase … phoṭṭhabbe … kule … gaṇe … āvāse … pe … diṭṭhasutamutaviññātabbesu dhammesu visaṭā vitthatāti visattikā.",
"mnd10:121.17": "Atarī so visattikanti.",
"mnd10:121.18": "So imaṃ visattikaṃ taṇhaṃ atari uttari patari samatikkami vītivattīti—",
"mnd10:121.19": "atarī so visattikaṃ.",
"mnd10:122.1": "Tenāha bhagavā—",
"mnd10:123.1": "“Taṃ brūmi upasantoti,",
"mnd10:123.2": "kāmesu anapekkhinaṃ;",
"mnd10:123.3": "Ganthā tassa na vijjanti,",
"mnd10:123.4": "atarī so visattikan”ti.",
"mnd10:124.1": "Na tassa puttā pasavo,",
"mnd10:124.2": "khettaṃ vatthuñca vijjati;",
"mnd10:124.3": "Attā vāpi nirattā vā,",
"mnd10:124.4": "na tasmiṃ upalabbhati.",
"mnd10:125.1": "Na tassa puttā pasavo, khettaṃ vatthuñca vijjatīti.",
"mnd10:125.2": "Nāti paṭikkhepo.",
"mnd10:125.3": "Tassāti arahato khīṇāsavassa.",
"mnd10:125.4": "Puttāti cattāro puttā—",
"mnd10:125.5": "attajo putto, khettajo putto, dinnako putto, antevāsiko putto.",
"mnd10:125.6": "Pasavoti.",
"mnd10:125.7": "Ajeḷakā kukkuṭasūkarā hatthigāvāssavaḷavā.",
"mnd10:125.8": "Khettanti sālikkhettaṃ vīhikkhettaṃ muggakkhettaṃ māsakkhettaṃ yavakkhettaṃ godhumakkhettaṃ tilakkhettaṃ.",
"mnd10:125.9": "Vatthunti gharavatthuṃ koṭṭhavatthuṃ purevatthuṃ pacchāvatthuṃ ārāmavatthuṃ vihāravatthuṃ.",
"mnd10:125.10": "Na tassa puttā pasavo, khettaṃ vatthuñca vijjatīti.",
"mnd10:125.11": "Tassa puttapariggaho vā pasupariggaho vā khettapariggaho vā vatthupariggaho vā natthi na santi na saṃvijjanti nupalabbhanti, pahīnā samucchinnā vūpasantā paṭipassaddhā abhabbuppattikā ñāṇagginā daḍḍhāti—",
"mnd10:125.12": "na tassa puttā pasavo, khettaṃ vatthuñca vijjati.",
"mnd10:126.1": "Attā vāpi nirattā vā, na tasmiṃ upalabbhatīti.",
"mnd10:126.2": "Attāti attadiṭṭhi, nirattāti ucchedadiṭṭhi;",
"mnd10:126.3": "attāti gahitaṃ natthi, nirattāti muñcitabbaṃ natthi.",
"mnd10:126.4": "Yassa natthi gahitaṃ tassa natthi muñcitabbaṃ.",
"mnd10:126.5": "Yassa natthi muñcitabbaṃ tassa natthi gahitaṃ.",
"mnd10:126.6": "Gāhamuñcanasamatikkanto arahā vuddhiparihānivītivatto.",
"mnd10:126.7": "So vuṭṭhavāso ciṇṇacaraṇo … pe … jātimaraṇasaṃsāro natthi tassa punabbhavoti—",
"mnd10:126.10": "attā vāpi nirattā vā, na tasmiṃ upalabbhati.",
"mnd10:127.1": "Tenāha bhagavā—",
"mnd10:128.1": "“Na tassa puttā pasavo,",
"mnd10:128.2": "khettaṃ vatthuñca vijjati;",
"mnd10:128.3": "Attā vāpi nirattā vā,",
"mnd10:128.4": "na tasmiṃ upalabbhatī”ti.",
"mnd10:129.1": "Yena naṃ vajjuṃ puthujjanā,",
"mnd10:129.2": "Atho samaṇabrāhmaṇā;",
"mnd10:129.3": "Taṃ tassa apurakkhataṃ,",
"mnd10:129.4": "Tasmā vādesu nejati.",
"mnd10:130.1": "Yena naṃ vajjuṃ puthujjanā, atho samaṇabrāhmaṇāti.",
"mnd10:130.2": "Puthujjanāti puthu kilese janentīti puthujjanā, puthu avihatasakkāyadiṭṭhikāti puthujjanā, puthu satthārānaṃ mukhullokikāti puthujjanā, puthu sabbagatīhi avuṭṭhitāti puthujjanā, puthu nānābhisaṅkhāre abhisaṅkharontīti puthujjanā, puthu nānāoghehi vuyhantīti puthujjanā, puthu nānāsantāpehi santappentīti puthujjanā, puthu nānāpariḷāhehi pariḍayhantīti puthujjanā, puthu pañcasu kāmaguṇesu rattā giddhā gadhitā mucchitā ajjhosannā laggā laggitā palibuddhāti puthujjanā, puthu pañcahi nīvaraṇehi āvutā nivutā ovutā pihitā paṭicchannā paṭikujjitāti—",
"mnd10:130.3": "puthujjanā.",
"mnd10:130.4": "Samaṇāti ye keci ito bahiddhā paribbajūpagatā paribbajasamāpannā.",
"mnd10:130.5": "Brāhmaṇāti ye keci bhovādikā.",
"mnd10:130.6": "Yena naṃ vajjuṃ puthujjanā, atho samaṇabrāhmaṇāti.",
"mnd10:130.7": "Puthujjanā yena taṃ rāgena vadeyyuṃ, yena dosena vadeyyuṃ, yena mohena vadeyyuṃ, yena mānena vadeyyuṃ, yāya diṭṭhiyā vadeyyuṃ, yena uddhaccena vadeyyuṃ, yāya vicikicchāya vadeyyuṃ, yehi anusayehi vadeyyuṃ, rattoti vā duṭṭhoti vā mūḷhoti vā vinibaddhoti vā parāmaṭṭhoti vā vikkhepagatoti vā aniṭṭhaṅgatoti vā thāmagatoti vā te abhisaṅkhārā pahīnā;",
"mnd10:130.8": "abhisaṅkhārānaṃ pahīnattā gatiyā yena taṃ vadeyyuṃ—",
"mnd10:130.9": "nerayikoti vā tiracchānayonikoti vā pettivisayikoti vā manussoti vā devoti vā rūpīti vā arūpīti vā saññīti vā asaññīti vā nevasaññīnāsaññīti vā.",
"mnd10:130.10": "So hetu natthi paccayo natthi kāraṇaṃ natthi yena naṃ vadeyyuṃ katheyyuṃ bhaṇeyyuṃ dīpayeyyuṃ vohareyyunti—",
"mnd10:130.11": "yena naṃ vajjuṃ puthujjanā, atho samaṇabrāhmaṇā.",
"mnd10:131.1": "Taṃ tassa apurakkhatanti.",
"mnd10:131.2": "Tassāti arahato khīṇāsavassa.",
"mnd10:131.3": "Purekkhārāti dve purekkhārā—",
"mnd10:131.4": "taṇhāpurekkhāro ca diṭṭhipurekkhāro ca … pe …",
"mnd10:131.6": "ayaṃ taṇhāpurekkhāro … pe …",
"mnd10:131.8": "ayaṃ diṭṭhipurekkhāro.",
"mnd10:131.9": "Tassa taṇhāpurekkhāro pahīno, diṭṭhipurekkhāro paṭinissaṭṭho;",
"mnd10:131.10": "taṇhāpurekkhārassa pahīnattā, diṭṭhipurekkhārassa paṭinissaṭṭhattā na taṇhaṃ vā diṭṭhiṃ vā purato katvā carati, na taṇhādhajo na taṇhāketu na taṇhādhipateyyo, na diṭṭhidhajo na diṭṭhiketu na diṭṭhādhipateyyo, na taṇhāya vā na diṭṭhiyā vā parivārito caratīti—",
"mnd10:131.11": "taṃ tassa apurakkhataṃ.",
"mnd10:132.1": "Tasmā vādesu nejatīti.",
"mnd10:132.2": "Tasmāti tasmā taṃkāraṇā taṃhetu tappaccayā taṃnidānā vādesu upavādesu nindāya garahāya akittiyā avaṇṇahārikāya nejati na iñjati na calati na vedhati nappavedhati na sampavedhatīti—",
"mnd10:132.3": "tasmā vādesu nejati.",
"mnd10:133.1": "Tenāha bhagavā—",
"mnd10:134.1": "“Yena naṃ vajjuṃ puthujjanā,",
"mnd10:134.2": "atho samaṇabrāhmaṇā;",
"mnd10:134.3": "Taṃ tassa apurakkhataṃ,",
"mnd10:134.4": "tasmā vādesu nejatī”ti.",
"mnd10:135.1": "Vītagedho amaccharī,",
"mnd10:135.2": "na ussesu vadate muni;",
"mnd10:135.3": "Na samesu na omesu,",
"mnd10:135.4": "kappaṃ neti akappiyo.",
"mnd10:136.1": "Vītagedho amaccharīti.",
"mnd10:136.2": "Gedho vuccati taṇhā.",
"mnd10:136.3": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"mnd10:136.6": "Yasseso gedho pahīno samucchinno vūpasanto paṭipassaddho abhabbuppattiko ñāṇagginā daḍḍho, so vuccati vītagedho.",
"mnd10:136.7": "So rūpe agiddho … pe …",
"mnd10:136.9": "diṭṭhasutamutaviññātabbesu dhammesu agiddho agadhito amucchito anajjhosito, vītagedho vigatagedho cattagedho vantagedho muttagedho pahīnagedho paṭinissaṭṭhagedho nicchāto … pe … brahmabhūtena attanā viharatīti—",
"mnd10:136.12": "vītagedho.",
"mnd10:136.13": "Amaccharīti macchariyanti pañca macchariyāni—",
"mnd10:136.14": "āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, dhammamacchariyaṃ.",
"mnd10:136.15": "Yaṃ evarūpaṃ … pe … gāho—",
"mnd10:136.18": "idaṃ vuccati macchariyaṃ.",
"mnd10:136.19": "Yassetaṃ macchariyaṃ pahīnaṃ samucchinnaṃ vūpasantaṃ paṭipassaddhaṃ abhabbuppattikaṃ ñāṇagginā daḍḍhaṃ, so vuccati amaccharīti—",
"mnd10:136.20": "vītagedho amaccharī.",
"mnd10:137.1": "Na ussesu vadate muni, na samesu na omesūti.",
"mnd10:137.2": "Munīti.",
"mnd10:137.3": "Monaṃ vuccati ñāṇaṃ … pe …",
"mnd10:137.5": "saṅgajālamaticca so muni.",
"mnd10:137.6": "“Seyyohamasmī”ti vā, “sadisohamasmī”ti vā, “hīnohamasmī”ti vā na vadati na katheti na bhaṇati na dīpayati na voharatīti—",
"mnd10:137.7": "na ussesu vadate muni, na samesu na omesu.",
"mnd10:138.1": "Kappaṃ neti akappiyoti.",
"mnd10:138.2": "Kappāti dve kappā—",
"mnd10:138.3": "taṇhākappo ca diṭṭhikappo ca … pe …",
"mnd10:138.5": "ayaṃ taṇhākappo … pe …",
"mnd10:138.7": "ayaṃ diṭṭhikappo.",
"mnd10:138.8": "Tassa taṇhākappo pahīno, diṭṭhikappo paṭinissaṭṭho;",
"mnd10:138.9": "taṇhākappassa pahīnattā, diṭṭhikappassa paṭinissaṭṭhattā taṇhākappaṃ vā diṭṭhikappaṃ vā neti na upeti na upagacchati na gaṇhāti na parāmasati nābhinivisatīti—",
"mnd10:138.10": "kappaṃ neti.",
"mnd10:138.11": "Akappiyoti.",
"mnd10:138.12": "Kappāti dve kappā—",
"mnd10:138.13": "taṇhākappo ca diṭṭhikappo ca … pe …",
"mnd10:138.15": "ayaṃ taṇhākappo … pe …",
"mnd10:138.17": "ayaṃ diṭṭhikappo.",
"mnd10:138.18": "Tassa taṇhākappo pahīno, diṭṭhikappo paṭinissaṭṭho;",
"mnd10:138.19": "tassa taṇhākappassa pahīnattā, diṭṭhikappassa paṭinissaṭṭhattā taṇhākappaṃ vā diṭṭhikappaṃ vā na kappeti na janeti na sañjaneti na nibbatteti nābhinibbattetīti—",
"mnd10:138.20": "kappaṃ neti akappiyo.",
"mnd10:139.1": "Tenāha bhagavā—",
"mnd10:140.1": "“Vītagedho amaccharī,",
"mnd10:140.2": "na ussesu vadate muni;",
"mnd10:140.3": "Na samesu na omesu,",
"mnd10:140.4": "kappaṃ neti akappiyo”ti.",
"mnd10:141.1": "Yassa loke sakaṃ natthi,",
"mnd10:141.2": "asatā ca na socati;",
"mnd10:141.3": "Dhammesu ca na gacchati,",
"mnd10:141.4": "sa ve santoti vuccati.",
"mnd10:142.1": "Yassa loke sakaṃ natthīti.",
"mnd10:142.2": "Yassāti arahato khīṇāsavassa.",
"mnd10:142.3": "Loke sakaṃ natthīti.",
"mnd10:142.4": "Tassa mayhaṃ vā idaṃ paresaṃ vā idanti kiñci rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ, gahitaṃ parāmaṭṭhaṃ abhiniviṭṭhaṃ ajjhositaṃ adhimuttaṃ, natthi na santi … pe … ñāṇagginā daḍḍhanti—",
"mnd10:142.7": "yassa loke sakaṃ natthi.",
"mnd10:142.8": "Asatā ca na socatīti.",
"mnd10:142.9": "Vipariṇataṃ vā vatthuṃ na socati, vipariṇatasmiṃ vā vatthusmiṃ na socati.",
"mnd10:142.10": "Cakkhu me vipariṇatanti na socati.",
"mnd10:142.11": "Sotaṃ me …",
"mnd10:142.12": "ghānaṃ me …",
"mnd10:142.13": "jivhā me …",
"mnd10:142.14": "kāyo me …",
"mnd10:142.15": "mano me …",
"mnd10:142.16": "rūpā me …",
"mnd10:142.17": "saddā me …",
"mnd10:142.18": "gandhā me …",
"mnd10:142.19": "rasā me …",
"mnd10:142.20": "phoṭṭhabbā me …",
"mnd10:142.21": "kulaṃ me …",
"mnd10:142.22": "gaṇo me …",
"mnd10:142.23": "āvāso me …",
"mnd10:142.24": "lābho me …",
"mnd10:142.25": "yaso me …",
"mnd10:142.26": "pasaṃsā me …",
"mnd10:142.27": "sukhaṃ me …",
"mnd10:142.28": "cīvaraṃ me …",
"mnd10:142.29": "piṇḍapāto me …",
"mnd10:142.30": "senāsanaṃ me …",
"mnd10:142.31": "gilānapaccayabhesajjaparikkhāro me …",
"mnd10:142.32": "mātā me …",
"mnd10:142.33": "pitā me …",
"mnd10:142.34": "bhātā me …",
"mnd10:142.35": "bhaginī me …",
"mnd10:142.36": "putto me …",
"mnd10:142.37": "dhītā me …",
"mnd10:142.38": "mittā me …",
"mnd10:142.39": "amaccā me …",
"mnd10:142.40": "ñātakā me …",
"mnd10:142.41": "sālohitā me vipariṇatāti na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjatīti.",
"mnd10:142.42": "Evampi, asatā ca na socati.",
"mnd10:143.1": "Atha vā asantāya dukkhāya vedanāya phuṭṭho pareto samohito samannāgato na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.",
"mnd10:143.2": "Cakkhurogena phuṭṭho pareto samohito samannāgato na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati, ",
"mnd10:143.3": "sotarogena … ghānarogena …",
"mnd10:143.4": "jivhārogena …",
"mnd10:143.5": "kāyarogena …",
"mnd10:143.6": "sīsarogena …",
"mnd10:143.7": "kaṇṇarogena …",
"mnd10:143.8": "mukharogena …",
"mnd10:143.9": "dantarogena …",
"mnd10:143.10": "kāsena …",
"mnd10:143.11": "sāsena …",
"mnd10:143.12": "pināsena …",
"mnd10:143.13": "ḍāhena …",
"mnd10:143.14": "jarena …",
"mnd10:143.15": "kucchirogena …",
"mnd10:143.16": "mucchāya …",
"mnd10:143.17": "pakkhandikāya …",
"mnd10:143.18": "sūlena …",
"mnd10:143.19": "visūcikāya …",
"mnd10:143.20": "kuṭṭhena …",
"mnd10:143.21": "gaṇḍena …",
"mnd10:143.22": "kilāsena …",
"mnd10:143.23": "sosena …",
"mnd10:143.24": "apamārena …",
"mnd10:143.25": "dadduyā …",
"mnd10:143.26": "kaṇḍuyā …",
"mnd10:143.27": "kacchuyā …",
"mnd10:143.28": "rakhasāya …",
"mnd10:143.29": "vitacchikāya …",
"mnd10:143.30": "lohitena …",
"mnd10:143.31": "pittena …",
"mnd10:143.32": "madhumehena …",
"mnd10:143.33": "aṃsāya …",
"mnd10:143.34": "piḷakāya …",
"mnd10:143.35": "bhagandalāya …",
"mnd10:143.36": "pittasamuṭṭhānena ābādhena …",
"mnd10:143.37": "semhasamuṭṭhānena ābādhena …",
"mnd10:143.38": "vātasamuṭṭhānena ābādhena …",
"mnd10:143.39": "sannipātikena ābādhena …",
"mnd10:143.40": "utupariṇāmajena ābādhena …",
"mnd10:143.41": "visamaparihārajena ābādhena …",
"mnd10:143.42": "opakkamikena ābādhena …",
"mnd10:143.43": "kammavipākajena ābādhena …",
"mnd10:143.44": "sītena …",
"mnd10:143.45": "uṇhena …",
"mnd10:143.46": "jighacchāya …",
"mnd10:143.47": "pipāsāya …",
"mnd10:143.48": "ḍaṃsamakasavātātapasarīsapasamphassehi phuṭṭho pareto samohito samannāgato na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjatīti.",
"mnd10:143.49": "Evampi, asatā ca na socati.",
"mnd10:144.1": "Atha vā asante asaṃvijjamāne anupalabbhamāne—",
"mnd10:144.2": "“aho vata me taṃ natthi, siyā vata me taṃ, taṃ vatāhaṃ na ca labhāmī”ti na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjatīti.",
"mnd10:144.3": "Evampi asatā ca na socati.",
"mnd10:144.4": "Dhammesu ca na gacchatīti na chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati, na rāgavasena gacchati, na dosavasena gacchati, na mohavasena gacchati, na mānavasena gacchati, na diṭṭhivasena gacchati, na uddhaccavasena gacchati, na vicikicchāvasena gacchati, na anusayavasena gacchati na ca vaggehi dhammehi yāyati nīyati vuyhati saṃharīyatīti—",
"mnd10:144.5": "dhammesu ca na gacchati.",
"mnd10:145.1": "Sa ve santoti vuccatīti.",
"mnd10:145.2": "So santo upasanto vūpasanto nibbuto paṭipassaddhoti vuccati pavuccati kathīyati bhaṇīyati dīpīyati voharīyatīti—",
"mnd10:145.3": "sa ve santoti vuccati.",
"mnd10:146.1": "Tenāha bhagavā—",
"mnd10:147.1": "“Yassa loke sakaṃ natthi,",
"mnd10:147.2": "asatā ca na socati;",
"mnd10:147.3": "Dhammesu ca na gacchati,",
"mnd10:147.4": "sa ve santoti vuccatī”ti.",
"mnd10:148.1": "Purābhedasuttaniddeso dasamo."
}