{
  "tika-s0403t16:0": "(17) 2. Āghātavaggo",
  "tika-s0403t16:1": "1-5. Paṭhamaāghātapaṭivinayasuttādivaṇṇanā",
  "tika-s0403t16:2": "161-165. Dutiyassa paṭhame natthi vattabbaṃ. Dutiye āghāto paṭivinayati ettha, etehīti vā āghātapaṭivinayā. Tenāha ‘‘āghāto etehi paṭivinetabbo’’tiādi.",
  "tika-s0403t16:3": "Nantakanti anantakaṃ, antavirahitaṃ vatthakhaṇḍaṃ. Yadi hi tassa anto bhaveyya, ‘‘pilotikā’’ti saṅkhaṃ na gaccheyya.",
  "tika-s0403t16:4": "Sevālenāti bījakaṇṇikakesarādibhedena sevālena. Udakapappaṭakenāti nīlamaṇḍūkapiṭṭhivaṇṇena udakapiṭṭhiṃ chādetvā nibbattena udakapiṭṭhikena. Ghammena anugatoti ghammena phuṭṭho abhibhūto. Cittuppādanti paṭighasampayuttacittuppādaṃ.",
  "tika-s0403t16:5": "Visabhāgavedanuppattiyā kakaceneva iriyāpathapavattinivāraṇena chindanto ābādhati pīḷetīti ābādho, so assa atthīti ābādhiko. Taṃsamuṭṭhānena dukkhito sañjātadukkho. Bāḷhagilānoti adhimattagilāno. Gāmantanāyakassāti gāmantasampāpakassa.",
  "tika-s0403t16:6": "Pasannabhāvena udakassa acchabhāvo veditabboti āha ‘‘acchodakāti pasannodakā’’ti. Sādurasatāya sātatāti āha ‘‘madhurodakā’’ti. Tanukameva salilaṃ visesato sītalaṃ, na bahalāti āha ‘‘tanusītasalilā’’ti. Setakāti nikkaddamā. Sacikkhallādivasena hi udakassa vivaṇṇatā. Sabhāvato pana taṃ setavaṇṇameva. Tatiyādīni uttānatthāneva.",
  "tika-s0403t16:7": "Paṭhamaāghātapaṭivinayasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t16:8": "6. Nirodhasuttavaṇṇanā",
  "tika-s0403t16:9": "166. Chaṭṭhe amarisanattheti asahanatthe. Anāgatavacanaṃ katanti anāgatasaddappayogo kato, attho pana vattamānakālikova. Akkharacintakā (pāṇini. 3.3.145-146) hi īdisesu ṭhānesu anokappanāmarisanatthavasena atthisadde upapade vattamānakālepi anāgatavacanaṃ karonti.",
  "tika-s0403t16:10": "Nirodhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t16:11": "7-9. Codanāsuttādivaṇṇanā",
  "tika-s0403t16:12": "167-9. Sattame vatthusandassanāti yasmiṃ vatthusmiṃ āpatti, tassa sarūpato dassanaṃ. Āpattisandassanāti yaṃ āpattiṃ so āpanno, tassā dassanaṃ. Saṃvāsappaṭikkhepoti uposathappavāraṇādisaṃvāsassa paṭikkhipanaṃ akaraṇaṃ. Sāmīcippaṭikkhepoti abhivādanādisāmīcikiriyāya akaraṇaṃ. Codayamānenāti codentena. Cuditakassa kāloti cuditakassa codetabbakālo. Puggalanti codetabbapuggalaṃ. Upaparikkhitvāti ‘‘ayaṃ cuditakalakkhaṇe tiṭṭhati, na tiṭṭhatī’’ti vīmaṃsitvā. Ayasaṃ āropetīti ‘‘ime maṃ abhūtena abbhācikkhantā ayasaṃ byasanaṃ uppādentī’’ti bhikkhūnaṃ ayasaṃ uppādeti. Aṭṭhamanavamāni uttānatthāneva.",
  "tika-s0403t16:13": "Codanāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t16:14": "10. Bhaddajisuttavaṇṇanā",
  "tika-s0403t16:15": "170. Dasame abhibhavitvā ṭhito ime satteti adhippāyo. Yasmā pana so ‘‘pāsaṃsabhāvena uttamabhāvena ca te satte abhibhavitvā ṭhito’’ti attānaṃ maññati, tasmā vuttaṃ ‘‘jeṭṭhako’’ti. Aññadatthu dasoti dassane antarāyābhāvavacanena ñeyyavisesapariggāhikabhāvena ca anāvaraṇadassāvitaṃ paṭijānātīti āha ‘‘sabbaṃ passatīti adhippāyo’’ti.",
  "tika-s0403t16:16": "Bhaddajisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t16:17": "Āghātavaggavaṇṇanā niṭṭhitā."
}