{
  "tika-vin11t38:0": "Bhikkhunivibhaṅgo",
  "tika-vin11t38:1": "170.Vinayassa vinicchaye bhikkhūnaṃ pāṭavatthāyāti bhikkhunīnaṃ pāṭavassāpi tadadhīnattā padhānadassanavasena vuttaṃ. Atha vā dassanaliṅgantarasādhāraṇatte icchite pulliṅgena, napuṃsakaliṅgena vā niddeso saddasatthānuyogatoti ‘‘bhikkhūna’’nti pulliṅgena vuttaṃ.",
  "tika-vin11t38:2": "171.Nandantī sādiyantī.",
  "tika-vin11t38:3": "172. Tisso āpattiyo phuseti yojanā. Jāṇussa uddhaṃ, akkhakassa adho gahaṇaṃ sādiyantiyā tassā pārājikanti yojanā.",
  "tika-vin11t38:4": "173. Kāyapaṭibaddhe vā gahaṇaṃ sādiyantiyā dukkaṭaṃ.",
  "tika-vin11t38:5": "174.Vajjanti aññissā bhikkhuniyā pārājikāpattiṃ.",
  "tika-vin11t38:6": "176.Taṃladdhinti ukkhittassa yaṃ laddhiṃ attano rocesi, taṃ laddhiṃ na nissajjantīti yojanā.",
  "tika-vin11t38:7": "178. ‘‘Idha āgacchā’’ti padacchedo. ‘‘Vuttā āgacchatī’’ti padacchedo.",
  "tika-vin11t38:8": "179.Hatthapāsappavesaneti hatthapāsūpagamane. ‘‘Hatthagatappavesane’’ti vā pāṭho, soyeva attho.",
  "tika-vin11t38:9": "Iti uttare līnatthapakāsaniyā bhikkhunivibhaṅge",
  "tika-vin11t38:10": "Pārājikakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t38:11": "180.Ekassāti attano attano aṭṭakārassa vā. Ārocaneti vattabbassa vohārikānaṃ nivedane.",
  "tika-vin11t38:12": "181.Dutiyārocaneti dutiyassa, dutiyaṃ evaṃ ārocane.",
  "tika-vin11t38:13": "182.Dvīhīti dvīhi kammavācāhi. Kammavācosāneti kammavācāosāne.",
  "tika-vin11t38:14": "183.Parikkhepe atikkanteti attano gāmato gantvā itaraṃ gāmaṃ pavisantiyā paṭhamena pādena tassa gāmassa parikkhepe atikkante, paṭhamapāde parikkhepaṃ atikkametvā antogāmasaṅkhepaṃ gateti attho.",
  "tika-vin11t38:15": "184.Dutiyenāti gāmaparikkhepato bahi ṭhitena dutiyapādena. Atikkanteti tasmiṃ gāmaparikkhepe atikkante, tasmiṃ pāde antogāmaṃ pavesiteti attho. Sesaṃ uttānatthameva.",
  "tika-vin11t38:16": "Iti uttare līnatthapakāsaniyā bhikkhunivibhaṅge",
  "tika-vin11t38:17": "Saṅghādisesakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t38:18": "193. Iha bhikkhunī pattasannicayaṃ karontī hoti, sā ekaṃ nissaggiyaṃ pācittiyaṃyeva phuseti yojanā.",
  "tika-vin11t38:19": "194.Akālacīvaraṃ kālacīvaraṃ katvā bhājāpentiyāti yojanā. Payogeti bhājanapayoge.",
  "tika-vin11t38:20": "195.Chinneti acchinne.",
  "tika-vin11t38:21": "196.Tato paranti tato paṭhamato aññaṃ.",
  "tika-vin11t38:22": "Iti uttare līnatthapakāsaniyā bhikkhunivibhaṅge",
  "tika-vin11t38:23": "Nissaggiyakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t38:24": "199. Lasuṇaṃ khādati ce, dve āpattiyo phuṭāti yojanā.",
  "tika-vin11t38:25": "200.Payogeti saṃhārāpanapayoge. Saṃhaṭeti attanā saṃhaṭe, parena saṃharāpite ca āpatti pācitti hoti.",
  "tika-vin11t38:26": "201.Kateti talaghāte kate.",
  "tika-vin11t38:27": "202.Jatunā maṭṭhakanti jatunā kataṃ maṭṭhadaṇḍakaṃ. ‘‘Dukkaṭaṃ ādinne’’ti padacchedo.",
  "tika-vin11t38:28": "204. Bhuñjamānassa bhikkhussa hatthapāseti yojanā. Hitvā hatthapāsaṃ.",
  "tika-vin11t38:29": "205.Viññāpetvāti antamaso mātarampi yācitvā. Ajjhohāre pācittiṃ dīpayeti yojanā.",
  "tika-vin11t38:30": "206.Uccārādinti ādi-saddena vighāsasaṅkāramuttānaṃ gahaṇaṃ.",
  "tika-vin11t38:31": "Lasuṇavaggavaṇṇanā paṭhamā.",
  "tika-vin11t38:32": "209.Idha imasmiṃ rattandhakāravagge. Paṭhame, dutiye, tatiye, catutthepi vinicchayo lasuṇavaggassa chaṭṭhena sikkhāpadena tulyo sadisoti yojanā.",
  "tika-vin11t38:33": "210.Āsaneti pallaṅke tassokāsabhūte. Sāmike anāpucchāti tasmiṃ kule yaṃ kiñci viññumanussaṃ anāpucchā.",
  "tika-vin11t38:34": "211.Anovassanti bhittiyā bahi nibbakosabbhantaraṃ. Dutiyātikkameti dutiyena pādena nibbakosassa udakapātaṭṭhānātikkame.",
  "tika-vin11t38:35": "212.Nisīditeti nisinne.",
  "tika-vin11t38:36": "213.Payogeti ujjhāpanapayoge.",
  "tika-vin11t38:37": "214. Nirayādinā attānaṃ vā paraṃ vā abhisappentī sapathaṃ karontī dve phuseti yojanā. Abhisappiteti abhisapite.",
  "tika-vin11t38:38": "215.Vadhitvāti hatthādīhi paharitvā. ‘‘Karoti eka’’nti padacchedo.",
  "tika-vin11t38:39": "Rattandhakāravaggavaṇṇanā dutiyā.",
  "tika-vin11t38:40": "216.Naggāti anivatthā vā apārutā vā. Payogeti cuṇṇamattikāabhisaṅkharaṇādipayoge.",
  "tika-vin11t38:41": "217.Pamāṇātikkantanti ‘‘dīghasocatasso vidatthiyo sugatavidatthiyā, tiriyaṃ dve vidatthiyo’’ti (pāci. 888) vuttapamāṇamatikkantaṃ. Payogeti kārāpanapayoge.",
  "tika-vin11t38:42": "218.Visibbetvāti dussibbitaṃ puna sibbanatthāya visibbetvā.",
  "tika-vin11t38:43": "219. Pañca ahāni pañcāhaṃ, pañcāhameva pañcāhikaṃ. Saṅghāṭīnaṃ cāro saṅghāṭicāro, paribhogavasena vā otāpanavasena vā saṅghaṭitaṭṭhena ‘‘saṅghāṭī’’ti laddhanāmānaṃ ‘‘ticīvaraṃ, udakasāṭikā, saṃkaccikā’’ti imesaṃ pañcannaṃ cīvarānaṃ parivattanaṃ. Atikkameti bhikkhunī atikkameyya. Assā pana ekāva pācitti paridīpitāti yojanā.",
  "tika-vin11t38:44": "220.Saṅkamanīyanti saṅkametabbaṃ. Aññissā santakaṃ anāpucchā gahitaṃ puna dātabbaṃ pañcannaṃ aññataraṃ.",
  "tika-vin11t38:45": "221.Gaṇacīvaralābhassāti bhikkhunisaṅghena labhitabbacīvarassa. Antarāyaṃ karotīti yathā te dātukāmā na denti, evaṃ parakkamati.",
  "tika-vin11t38:46": "222.Dhammikanti samaggena saṅghena sannipatitvā kariyamānaṃ. Paṭibāhantīti paṭisedhentī. Paṭibāhite paṭisedhite.",
  "tika-vin11t38:47": "223.Agārikādinoti ādi-saddena ‘‘paribbājakassa vā paribbājikāya vā’’ti (pārā. 917) vutte saṅgaṇhāti. Samaṇacīvaranti kappakataṃ nivāsanapārupanupagaṃ. Payogeti dānapayoge.",
  "tika-vin11t38:48": "224.Cīvare dubbalāsāyāti dubbalacīvarapaccāsāya ‘‘sace sakkoma, dassāmā’’ti ettakamattaṃ sutvā uppāditāya āsāyāti attho. Kālanti cīvarakālasamayaṃ. Samatikkameti bhikkhunīhi kālacīvare bhājiyamāne ‘‘āgametha, ayye, atthi saṅghassa cīvarapaccāsā’’ti vatvā taṃ cīvaravibhaṅgaṃ samatikkameyya.",
  "tika-vin11t38:49": "225.Dhammikaṃ kathinuddhāranti samaggena saṅghena kariyamānaṃ kathinassa antarubbhāraṃ. Paṭibāhantiyāti nivārentiyā.",
  "tika-vin11t38:50": "Nhānavaggavaṇṇanā tatiyā.",
  "tika-vin11t38:51": "226.Tuvaṭṭeyyunti nipajjeyyuṃ. Itaraṃ pācittiyaṃ.",
  "tika-vin11t38:52": "227.Payogeti bhikkhuniyā aphāsukakaraṇapayoge kariyamāne.",
  "tika-vin11t38:53": "228.Dukkhitanti gilānaṃ. Nupaṭṭhāpentiyā vāpīti tassā upaṭṭhānaṃ parehi akārāpentiyā, sayaṃ vā akarontiyā.",
  "tika-vin11t38:54": "229.Upassayaṃ datvāti kavāṭabandhaṃ attano puggalikavihāraṃ datvā. Kaḍḍhiteti nikkaḍḍhite.",
  "tika-vin11t38:55": "230.Saṃsaṭṭhāti gahapatinā vā gahapatiputtena vā saṃsaṭṭhavihārī bhikkhunī saṅghena saṃsaṭṭhavihārato nivattiyamānā. Ñattiyā dukkaṭaṃ phuseti samanubhāsanakammañattiyā dukkaṭaṃ āpajjeyya.",
  "tika-vin11t38:56": "231.Antoraṭṭheti yassa vijite viharati, tassa raṭṭhe. Paṭipannāyāti cārikaṃ kappentiyā. Sesakanti pācittiyaṃ.",
  "tika-vin11t38:57": "Tuvaṭṭavaggavaṇṇanā catutthā.",
  "tika-vin11t38:58": "233.Rājāgārādikanti ādi-saddena cittāgārādīnaṃ gahaṇaṃ.",
  "tika-vin11t38:59": "235.Payogeti kappāsavicāraṇaṃ ādiṃ katvā sabbapayoge. Ujjavujjavaneti yattakaṃ hatthena añchitaṃ hoti, tasmiṃ takkamhi veṭhite.",
  "tika-vin11t38:60": "237.Payogeti agārikassa vā paribbājakassa vā paribbājikāya vā sahatthā khādanīyādīnaṃ dānapayoge.",
  "tika-vin11t38:61": "238. ‘‘Samaṃ āpattipabhedato’’ti padacchedo.",
  "tika-vin11t38:62": "239.Tiracchānagataṃvijjanti yaṃ kiñci bāhirakaṃ anatthasaṃhitaṃ parūpaghātakaraṃ hatthisikkhādisippaṃ . Paṭhantiyāti sikkhantiyā. Payogeti durupasaṅkamanādipayoge. Pade padeti padādivasena pariyāpuṇantiyā pade pade akkharapadānaṃ vasena.",
  "tika-vin11t38:63": "240. Navame ‘‘pariyāpuṇātī’’ti padaṃ, dasame ‘‘vācetī’’ti padanti evaṃ padamattameva ubhinnaṃ visesakaṃ bhedakaṃ.",
  "tika-vin11t38:64": "Cittāgāravaggavaṇṇanā pañcamā.",
  "tika-vin11t38:65": "241.Tamārāmanti yattha bhikkhū rukkhamūlepi vasanti, taṃ sabhikkhukaṃ padesaṃ.",
  "tika-vin11t38:66": "243.Akkosatīti dasannaṃ akkosavatthūnaṃ aññatarena sammukhā vā parammukhā vā akkosati. Paribhāsatīti bhayadassanena tajjeti. ‘‘Pācitti akkosite’’ti padacchedo.",
  "tika-vin11t38:67": "244.Caṇḍikabhāvenāti kodhena. Gaṇanti bhikkhunisaṅghaṃ. Paribhāsatīti ‘‘bālā etā’’tiādīhi vacanehi akkosati. Payogeti paribhāsanapayoge. Paribhaṭṭheti akkosite. Itaraṃ pācittiyaṃ.",
  "tika-vin11t38:68": "245.Nimantitāti gaṇabhojane vuttanayena nimantitā. Pavāritāti pavāraṇasikkhāpade vuttanayena vāritā. Khādanaṃ bhojanampi vāti yāgupūvakhajjakaṃ, yāvakālikaṃ mūlakhādanīyādikhādanīyaṃ, odanādibhojanampi vā yā bhikkhunī bhuñjantī hoti, sā pana dveyeva āpattiyo phuseti yojanā.",
  "tika-vin11t38:69": "247.Maccharāyantīti maccharaṃ karontī, attano paccayadāyakakulassa aññehi sādhāraṇabhāvaṃ asahantīti attho . Payogeti tadanurūpe kāyavacīpayoge. Macchariteti maccharavasena katapayoge nipphanne.",
  "tika-vin11t38:70": "248.Abhikkhuke panāvāseti yato bhikkhunupassayato addhayojanabbhantare ovādadāyakā bhikkhū na vasanti, maggo vā akhemo hoti, na sakkā anantarāyena gantuṃ, evarūpe āvāse. Pubbakiccesūti ‘‘vassaṃ vasissāmī’’ti senāsanapaññāpanapānīyaupaṭṭhāpanādipubbakicce pana kariyamāne dukkaṭaṃ bhaveti yojanā.",
  "tika-vin11t38:71": "249.Vassaṃvutthāti purimaṃ vā pacchimaṃ vā temāsaṃ vutthā. Ubhatosaṅgheti bhikkhunisaṅghe, bhikkhusaṅghe ca. Tīhipi ṭhānehīti ‘‘diṭṭhena vā’’tiādinā vuttehi tīhi kāraṇehi.",
  "tika-vin11t38:72": "250.Ovādatthāyāti garudhammovādanatthāya. Saṃvāsatthāyāti uposathapucchanatthāya ceva pavāraṇatthāya ca. Na gacchatīti bhikkhuṃ na upagacchati.",
  "tika-vin11t38:73": "251.Ovādampi na yācantīti uposathādivasena ovādūpasaṅkamanaṃ bhikkhuṃ na yācantī na pucchantī. Uposathanti uposathadivasato purimadivase terasiyaṃ vā cātuddasiyaṃ vā uposathaṃ na pucchantī.",
  "tika-vin11t38:74": "252.Apucchitvāva saṅghaṃ vāti saṅghaṃ vā gaṇaṃ vā anapaloketvāva. ‘‘Bhedāpetī’’ti idaṃ nidassanamattaṃ ‘‘phālāpeyya vā dhovāpeyya vā ālimpāpeyya vā bandhāpeyya vā mocāpeyya vā’’ti imesampi kiriyāvikappānaṃ saṅgahetabbattā. Pasākhajanti nābhiyā heṭṭhā, jāṇumaṇḍalānaṃ upari padese jātaṃ gaṇḍaṃ vā rudhitaṃ vā. Payogeti bhedāpanādipayoge.",
  "tika-vin11t38:75": "Ārāmavaggavaṇṇanā chaṭṭhā.",
  "tika-vin11t38:76": "253.Gabbhininti āpannasattaṃ sikkhamānaṃ. Vuṭṭhāpentīti upajjhāyā hutvā upasampādentī. Payogeti gaṇapariyesanādipayoge. Vuṭṭhāpiteti upasampādite, kammavācāpariyosāneti attho.",
  "tika-vin11t38:77": "255.Sahajīvininti saddhivihāriniṃ. Nānuggaṇhantīti uddesadānādīhi na saṅgaṇhantī.",
  "tika-vin11t38:78": "Gabbhinivaggavaṇṇanā sattamā.",
  "tika-vin11t38:79": "258. ‘‘Alaṃ vuṭṭhāpitenā’’ti vuccamānā bhikkhunīhi nivāriyamānā. Khīyatīti aññāsaṃ byattānaṃ lajjīnaṃ vuṭṭhānasammutiṃ dīyamānaṃ disvā ‘‘ahameva nūna bālā’’tiādinā bhaṇamānā khīyati. Payogeti khīyamānapayoge. Khīyiteti khīyanapayoge niṭṭhite.",
  "tika-vin11t38:80": "Kumāribhūtavaggavaṇṇanā aṭṭhamā.",
  "tika-vin11t38:81": "260.Chattupāhananti vuttalakkhaṇaṃ chattañca upāhanāyo ca. Payogeti dhāraṇapayoge.",
  "tika-vin11t38:82": "261.Yānenāti vayhādinā. Yāyantīti sace yānena gatā hoti.",
  "tika-vin11t38:83": "262.Saṅghāṇinti yaṃ kiñci kaṭūpagaṃ. Dhārentiyāti kaṭiyaṃ paṭimuccantiyā.",
  "tika-vin11t38:84": "263.Gandhavaṇṇenāti yena kenaci vaṇṇena ca yena kenaci gandhena ca. Gandho nāma candanālepādi. Vaṇṇo nāma kuṅkumahaliddādi. Payogeti gandhādipayoge racanato paṭṭhāya pubbapayoge.",
  "tika-vin11t38:85": "266.Anāpucchāti ‘‘nisīdāmi, ayyā’’ti anāpucchitvā. Nisīdite bhikkhussa upacāre antamaso chamāya nisinne.",
  "tika-vin11t38:86": "267.Anokāsakatanti ‘‘asukasmiṃ nāma ṭhāne pucchissāmī’’ti evaṃ akataokāsaṃ.",
  "tika-vin11t38:87": "268.Pavisantiyāti vinicchayaṃ ārāmavaggassa paṭhameneva sikkhāpadena sadisaṃ katvā vadeyyāti yojanā.",
  "tika-vin11t38:88": "Chattupāhanavaggavaṇṇanā navamā.",
  "tika-vin11t38:89": "Iti uttare līnatthapakāsaniyā bhikkhunivibhaṅge",
  "tika-vin11t38:90": "Pācittiyakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t38:91": "269-70. Aṭṭhasu pāṭidesanīyasikkhāpadesupi dvidhā āpatti hotīti yojanā. Tatoti gahaṇahetu. Sabbesūti pāṭidesanīyasikkhāpadesu.",
  "tika-vin11t38:92": "Pāṭidesanīyakathāvaṇṇanā.",
  "tika-vin11t38:93": "271-2. Imaṃ paramaṃ uttamaṃ niruttaraṃ kenaci vā vattabbena uttarena rahitaṃ niddosaṃ uttaraṃ evaṃnāmakaṃ dhīro paññavā bhikkhu atthavasena viditvā duruttaraṃ kicchena uttaritabbaṃ paññattamahāsamuddaṃ vinayamahāsāgaraṃ sukheneva yasmā uttarati, tasmā kaṅkhacchede vinayavicikicchāya chindane satthe satthasadise asmiṃ satthe imasmiṃ uttarapakaraṇe usmāyutto kammajatejodhātuyā samannāgato jīvamāno bhikkhu niccaṃ nirantaraṃ satto abhirato niccaṃ yogaṃ satatābhiyogaṃ kātuṃ yutto anurūpoti yojanā.",
  "tika-vin11t38:94": "Bhikkhunivibhaṅgo niṭṭhitoti etthāpi uppatti vuttanayeneva veditabbā.",
  "tika-vin11t38:95": "Iti uttare līnatthapakāsaniyā",
  "tika-vin11t38:96": "Bhikkhunivibhaṅgavaṇṇanā niṭṭhitā."
}