{
  "tika-s0102t4:0": "5. Janavasabhasuttavaṇṇanā",
  "tika-s0102t4:1": "Nātikiyādibyākaraṇavaṇṇanā",
  "tika-s0102t4:2": "273-275.‘‘Parito’’ti padaṃ yathā samantatthavācako, evaṃ samīpatthavācakopi hotīti samantā sāmantāti attho vutto. Āmeḍitena pana samantattho jotito. Yassa pana sāmantā janapadesu ‘‘nātike viharatī’’ti vuttattā nātikassāti viññāto yamattho. Yassa parito janapadesu byākaroti, tattha paricārakārakānaṃ byākaraṇaṃ avuttasiddhaṃ, nidassanavasena vā tassa vakkhamānattā ‘‘parito parito janapadesu’’ icceva vuttaṃ. Paricāraketi upāsake. Tenāha ‘‘buddhadhammasaṅghānaṃ paricārake’’ti. Upapattīsūti nibbattīsu. Ñāṇagatipuññānaṃ upapattīsūti ettha ñāṇagatūpapatti nāma tassa tassa maggañāṇagamanassa nibbatti. Yaṃ sandhāya vuttaṃ ‘‘pañcannaṃ orambhāgiyānaṃ parikkhayā’’tiādi. Puññūpapatti nāma taṃtaṃdevanikāyūpapatti. Sabbatthāti ‘‘vajjimallesū’’tiādike sabbattha catūsupi padesu. Purimesūti pāḷiyaṃ vutte sandhāyāha. Dasasuyevāti tesu eva dasasu janapadesu. Paricārake byākaroti byakātabbānaṃ bahūnaṃ tattha labbhanato. Nātike bhavā nātikiyā.",
  "tika-s0102t4:3": "Niṭṭhaṅgatāti niṭṭhaṃ nicchayaṃ upagatā.",
  "tika-s0102t4:4": "Ānandaparikathāvaṇṇanā",
  "tika-s0102t4:5": "276. Yasmā saṅghasuppaṭipatti nāma dhammasudhammatāya, dhammasudhammatā ca buddhasubuddhatāya, tasmā ‘‘aho dhammo, aho saṅgho’’ti dhammasaṅghaguṇakittanāpi atthato buddhaguṇakittanā eva hotīti ‘‘bhagavantaṃ kittayamānarūpā’’ti padassa ‘‘aho dhammo’’tiādināpi attho vutto.",
  "tika-s0102t4:6": "278.Ñāṇagatīti ‘‘pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā’’tiādinā āgataṃ pahātabbapahānavasena pavattaṃ maggañāṇagamanaṃ. Yasmā tassā eva ñāṇagatiyā vasena tassa tassa ariyapuggalassa opapātikatādiviseso, tasmā taṃ tādisaṃ tassa abhisamparāyaṃ sandhāyāha ‘‘ñāṇābhisamparāyamevā’’ti.",
  "tika-s0102t4:7": "279. Upasantaṃ pati sammati ālokīyatīti upasantapatiso. Upasantadassano upasantaussanno. Bhātirivāti ettha ra-kāro padasandhikaro, iva-saddo bhusatthoti āha ‘‘ativiya bhātī’’ti.",
  "tika-s0102t4:8": "Janavasabhayakkhavaṇṇanā",
  "tika-s0102t4:9": "280. Jeṭṭhakabhāvena jane vasabhasadisoti janavasabhoti assa devaputtassa nāmaṃ ahosi.",
  "tika-s0102t4:10": "Ito devalokā cavitvā sattakkhattuṃ manussaloke rājabhūtassa. Manussalokā cavitvā sattakkhattuṃ devabhūtassa. Etthevāti etasmiṃyeva cātumahārājikabhave, etthāpi vessavaṇassa sahabyatāvasena.",
  "tika-s0102t4:11": "281. Āsisanaṃ āsā, patthanā. Āsāsīsena cettha kattukamyatākusalacchandaṃ vadati. Tenevāha ‘‘sakadāgāmimaggatthāyā’’tiādi. Yadaggeti ettha agga-saddo ādipariyāyoti āha ‘‘taṃ divasaṃ ādiṃ katvā’’ti. ‘‘Purimaṃ…pe… avinipāto’’ti idaṃ yathā tattakaṃ kālaṃ sugatito sugatūpapattiyeva ahosi, tathā katūpacitakusalakammattā. Phussassa sammāsambuddhassa kālato pabhuti hi sambhatavivaṭṭūpanissayakusalasambhāro esa devaputto. Anacchariyanti anu anu acchariyaṃ. Tenāha ‘‘punappunaṃ acchariyamevā’’ti. Sayaṃparisāyāti sakāya parisāya. Bhagavato diṭṭhasadisamevāti āvajjanasamanantaraṃ yathā te bhagavato catuvīsatisatasahassamattā sattā ñāṇagatito diṭṭhā, evaṃ tumhehi diṭṭhasadisameva. Vessavaṇassa sammukhā sutaṃ mayāti vadati.",
  "tika-s0102t4:12": "Devasabhāvaṇṇanā",
  "tika-s0102t4:13": "282.Vassūpanāyikasaṅgahatthanti vassūpanāyikāya ārakkhāsaṃvidhānavasena bhikkhūnaṃ saṅgahaṇatthaṃ ‘‘vassūpagatā bhikkhū evaṃ sukhena samaṇadhammaṃ karontī’’ti, pavāraṇasaṅgaho panassa pavāretvā satthu santikaṃ gacchantānaṃ bhikkhūnaṃ antarāmagge parissayapariharaṇatthaṃ. Dhammassavanatthaṃ dūraṭṭhānaṃ gacchantesupi eseva nayo. Attanāpi āgantvā dhammassavanatthaṃ sannipatiyeva. Etthetthāti ettha ettha ayyānaṃ vasanaṭṭhāne.",
  "tika-s0102t4:14": "Tadāpīti ‘‘purimāni bhante divasānī’’ti vuttakālepi. Eteneva kāraṇenāti vassūpanāyikanimittameva. Tenāha pāḷiyaṃ ‘‘tadahuposathe pannarase vassūpanāyikāyā’’tiādi. Āsanepi nisajjāya sudhammāya devasabhāya paṭhamaṃ devesu tāvatiṃsesu nisinnesu tassā catūsu dvāresu cattāro mahārājāno nisīdanti, idaṃ nesaṃ āsane nisajjāya cārittaṃ hoti.",
  "tika-s0102t4:15": "Yenatthenāti yena kiccena yena payojanena. Ārakkhatthanti ārakkhabhūtamatthaṃ. Vuttaṃ vacanaṃ etesanti vuttavacanā, mahārājāno.",
  "tika-s0102t4:16": "283.Atikkamitvāti abhibhavitvā.",
  "tika-s0102t4:17": "Sanaṅkumārakathāvaṇṇanā",
  "tika-s0102t4:18": "284. Abhisambhavituṃ adhigantuṃ asakkuṇeyyo anabhisambhavanīyo. Tenāha ‘‘appattabbo’’tiādi. Cakkhuyeva patho rūpadassanassa maggo upāyoti cakkhupatho, tasmiṃ cakkhupathasminti āha ‘‘cakkhupasāde’’ti, cakkhussa gocarayoggo vā cakkhupathoti āha ‘‘āpāthe vā’’ti. Nābhibhavatīti na abhibhavati, gocarabhāvaṃ na gacchatīti attho. Heṭṭhā heṭṭhāti tāvatiṃsato paṭṭhāya heṭṭhā heṭṭhā, na cātumahārājikato paṭṭhāya, nāpi brahmapārisajjato paṭṭhāya. ‘‘Cātumahārājikā hi tāvatiṃsānaṃ yathā jātirūpāni passituṃ sakkonti, tathā brahmāno heṭṭhimā uparimāna’’nti keci, taṃ na yuttaṃ. Na hi heṭṭhimā brahmāno uparimānaṃ mūlapaṭisandhirūpaṃ passituṃ sakkonti, māpitameva passituṃ sakkontīti daṭṭhabbaṃ.",
  "tika-s0102t4:19": "Suṇantovaniddaṃ okkamīti gatiyo upadhārento bahi visaṭavitakkavicchedena saṅkocaṃ āpannacittatāya. Mayhaṃ ayyakassāti bhagavantaṃ sandhāya vadati.",
  "tika-s0102t4:20": "Pañca sikhā etassāti pañcasikho, pañcasikho viya pañcasikhoti āha ‘‘pañcasikhagandhabbasadiso’’ti. Mamāyantīti piyāyanti.",
  "tika-s0102t4:21": "285.Sumuttoti saradosehi suṭṭhu mutto. Yehi pittasemhādīhi palibuddhattā saro avissaṭṭho siyā, tadabhāvato vissaṭṭhoti dassento āha ‘‘apalibuddho’’ti. Viññāpetīti viññeyyo, antogadhahetuattho kattusādhano esa viññeyyasaddoti āha ‘‘atthaviññāpano’’ti. Sarassa madhuratā nāma maddavanti āha ‘‘madhuro mudū’’ti. Savanaṃ arahatīti savanīyo. Savanārahatāya ca āpāthasukhatāyāti āha ‘‘kaṇṇasukho’’ti. Bindūti piṇḍito. Ākoṭitabhinnakaṃsasaddo viya anekāvayavo ahutvā niravayavo, ekabhāvoti attho. Tenāha ‘‘ekagghano’’ti, etenevassa avisāritā saṃvaṇṇitā daṭṭhabbā. Gambhīruppattiṭṭhānatāya cassa gambhīratāti āha ‘‘nābhimūlato’’tiādi. Evaṃ samuṭṭhitoti jīvhādippahāramattasamuṭṭhito. Amadhuro ca hoti uppattiṭṭhānānaṃ parilahubhāvato. Na ca dūraṃ sāveti vīrabhāvābhāvato. Ninnādī suvipulabhāvato savisesaṃ ninnādo, pāsaṃsaninnādo vā. Tenāha ‘‘mahāmegha…pe… yutto’’ti.",
  "tika-s0102t4:22": "Pacchimaṃ pacchimanti dutiyaṃ, catutthaṃ, chaṭṭhaṃ, aṭṭhamañca padaṃ. Purimassa purimassāti yathākkamaṃ paṭhamassa, tatiyassa, pañcamassa, sattamassa ca. Atthoyevāti atthaniddeso eva. Vissaṭṭhatā hissa viññeyyatāya veditabbā, mañjubhāvo savanīyatāya, bindubhāvo avisāritāya, gambhīrabhāvo ninnāditāyāti. Yathāparisanti ettha yathā-saddo parimāṇavācī, na pakārādivācīti āha ‘‘yattakāparisā’’ti, tena parisappamāṇaṃ evassa saro niccharati, ayamassa dhammatāti dasseti. Tenāha ‘‘tattakamevā’’tiādi.",
  "tika-s0102t4:23": "‘‘Ye hi kecī’’tiādi ‘‘yāvañca so bhagavā’’tiādinā vuttassa atthassa hetukittanavasena samatthanaṃ saraṇesu nesaṃ niccasevanena, sīlesu ca patiṭṭhāpanena chakāmasaggasampattianuppādanato. Tenāha ‘‘ye hi keci…pe… vadatī’’ti. Nibbematikagahitasaraṇeti maggenāgatasaraṇagamane. Te hi sabbaso samugghātitavicikicchatāya ratanattaye aveccappasādena samannāgatāyeva, pothujjanikasaddhāya vasena buddhādīnaṃ guṇe ogāhetvā jānanti, aparaneyyabuddhino te pariyāyato nibbematikagahitasaraṇā veditabbā. Gandhabbadevagaṇanti gandhabbadevasamūhaṃ. Tukā vuccati khīriṇī yā tukātipi vuccati. Tassā cuṇṇaṃ tukāpiṭṭhaṃ. Taṃ koṭṭetvā pakkhittaṃ ghanaṃ nirantaracitaṃ hutvā tiṭṭhati.",
  "tika-s0102t4:24": "Bhāvitaiddhipādavaṇṇanā",
  "tika-s0102t4:25": "287.Supaññattāti suṭṭhu pakārehi ñāpitā bodhitā, asaṅkarato vā ṭhapitā, taṃ pana bodhanaṃ, asaṅkarato ṭhapanañca atthato desanā evāti āha ‘‘sukathitā’’ti. Ijjhanaṭṭhenāti samijjhanaṭṭhena, nippajjanassa kāraṇabhāvenāti attho. Patiṭṭhānaṭṭhenāti adhiṭṭhānaṭṭhena. Iddhiyā pādoti iddhipādo, iddhiyā adhigamupāyoti attho. Tena hi yasmā uparūpari visesasaṅkhātaṃ iddhiṃ pajjanti pāpuṇanti, tasmā ‘‘pādo’’ti vuccati. Ijjhatīti iddhi, samijjhati nippajjatīti attho. Iddhi eva pādo iddhipādo, iddhikoṭṭhāsoti attho. Evaṃ tāva ‘‘cattāro iddhipādā’’ti ettha attho veditabbo. Iddhipahonakatāyāti iddhiyā nipphādane samatthabhāvāya. Iddhivisavitāyāti iddhiyā nipphādane yogyabhāvāya. Anekatthattā hi dhātūnaṃ yogyattho vi-pubbo su-saddo, visavanaṃ vā pajjanaṃ visavitā, tattha kāmakāritā visavitā. Tenāha ‘‘punappuna’’ntiādi. Iddhivikubbanatāyāti vikubbaniddhiyā vividharūpakaraṇāya. Tenāha ‘‘nānappakārato katvā dassanatthāyā’’ti.",
  "tika-s0102t4:26": "‘‘Chandañca bhikkhu adhipatiṃ karitvā labhati samādhiṃ, labhati cittassekaggataṃ, ayaṃ vuccati chandasamādhī’’ti (vibha. 432) imāya pāḷiyā chandādhipati samādhi chandasamādhīti adhipatisaddalopaṃ katvā samāso vuttoti viññāyati, adhipatisaddatthadassanavasena pana ‘‘chandahetuko, chandādhiko vā samādhi chandasasamādhī’’ti aṭṭhakathāyaṃvuttanti veditabbaṃ. ‘‘Padhānabhūtāti vīriyabhūtā’’ti keci vadanti. Saṅkhatasaṅkhārādinivattanatthañhi padhānaggahaṇanti. Atha vā taṃ taṃ visesaṃ saṅkharotīti saṅkhāro, sabbampi vīriyaṃ. Tattha catukiccasādhakato aññassa nivattanatthaṃ padhānaggahaṇanti padhānabhūtā seṭṭhabhūtāti attho. Catubbidhassa pana vīriyassa adhippetattā bahuvacananiddeso kato. Visuṃ samāsayojanavasena yo pubbe iddhipādattho pādassa upāyatthataṃ, koṭṭhāsatthatañca gahetvā yathāyogavasena idha vutto, so vakkhamānānaṃ paṭilābhapubbabhāgānaṃ kattukaraṇiddhibhāvaṃ, uttaracūḷabhājanīye vā vuttehi chandādīhi iddhipādehi sādhetabbāya iddhiyā kattiddhibhāvaṃ, chandādīnañca karaṇiddhibhāvaṃ sandhāya vuttoti veditabbo, tasmā ‘‘ijjhanaṭṭhena iddhī’’ti ettha kattuattho, karaṇattho ca ekajjhaṃ gahetvā vuttoti kattuatthaṃ tāva dassetuṃ ‘‘nipphattipariyāyena ijjhanaṭṭhena vā’’ti vatvā itaraṃ dassento ‘‘ijjhantietāyā’’tiādimāha. Vuttanti kattha vuttaṃ? Iddhipādavibhaṅgapāṭhe. (Vibha. 434) tathābhūtassāti tenākārena bhūtassa, te chandādidhamme paṭilabhitvā ṭhitassāti attho. ‘‘Vedanākkhandho’’tiādīhi chandādayo antokatvā cattāropi khandhā kathitā. Sesesūti sesiddhipādesu.",
  "tika-s0102t4:27": "Vīriyiddhipādaniddese ‘‘vīriyasamādhipadhānasaṅkhārasamannāgata’’nti dvikkhattuṃ vīriyaṃ āgataṃ. Tattha purimaṃ samādhivisesanaṃ ‘‘vīriyādhipati samādhi vīriyasamādhī’’ti, dutiyaṃ samannāgamaṅgadassanaṃ. Dveyeva hi sabbattha samannāgamaṅgāni, samādhi, padhānasaṅkhāro ca. Chandādayo hi samādhivisesanāni, padhānasaṅkhāro pana padhānavacaneneva visesito, na chandādīhīti na idha vīriyādhipatitā padhānasaṅkhārassa vuttā hoti. Vīriyañca samādhiṃ visesetvā ṭhitameva, samannāgamaṅgavasena pana padhānasaṅkhāravacanena vuttanti nāpi dvīhi vīriyehi samannāgamo vutto hoti. Yasmā pana chandādīhi visiṭṭho samādhi, tathāvisiṭṭheneva ca tena sampayutto padhānasaṅkhāro, sesadhammā ca, tasmā samādhivisesanānaṃ vasena cattāro iddhipādā vuttā, visesanabhāvo ca chandādīnaṃ taṃtaṃavassayadassanavasena hotīti ‘‘chandasamādhi…pe… iddhipāda’’nti ettha nissayatthepi pāda-sadde upāyatthena chandādīnaṃ iddhipādatā vuttā hoti. Teneva hi abhidhamme uttaracūḷabhājanīye (vibha. 456) ‘‘cattāro iddhipādā chandiddhipādo’’tiādinā chandādīnameva iddhipādatā vuttā. Pañhapucchake (vibha. 457 ādayo) ‘‘cattāro iddhipādā idha bhikkhu chandasamādhī’’tiādinā ca uddesaṃ katvāpi puna chandādīnaṃyeva kusalādibhāvo vibhatto. Upāyiddhipādadassanatthameva hi nissayiddhipādadassanaṃ kataṃ, aññathā catubbidhatā na siyāti. Ayamettha pāḷivasena atthavinicchayo veditabbo. Idāni paṭilābhapubbabhāgānaṃ vasena iddhipāde vibhajitvā dassetuṃ ‘‘apicā’’tiādi vuttaṃ, taṃ suviññeyyameva. Idha iddhipādakathā saṅkhepeneva vuttāti āha ‘‘vitthārena pana…pe… vuttā’’ti.",
  "tika-s0102t4:28": "Kecīti abhayagirivāsino. Tesu hi ekacce ‘‘iddhi nāma anipphannā’’ti vadanti, ekacce ‘‘iddhipādo pana anipphanno’’ti vadanti, anipphannoti ca paramatthato asiddho, natthīti attho. Ābhatoti abhidhammapāṭhato (vibha. 458) dīghanikāyaṭṭhakathāyaṃ (dī. ni. aṭṭha. 2.287) ānīto purimanayato aññenākārena desanāya pavattattā. Chando eva iddhipādo chandiddhipādo. Eseva nayo sesesupi. Ime panāti imasmiṃ sutte āgatā iddhipādā . Raṭṭhapālatthero (ma. ni. 2.293; a. ni. aṭṭha. 1.1.210; apa. aṭṭha. 2.raṭṭhapālattheraapadānavaṇṇanāya vitthāro) ‘‘chande sati kathaṃ nānujānissantī’’ti sattāhaṃ bhattāni abhuñjitvā mātāpitaro anujānāpetvā pabbajitvā chandameva avassāya lokuttaraṃ dhammaṃ nibbattesīti āha ‘‘raṭṭhapālatthero…pe… nibbattesī’’ti. Soṇatthero (mahāva. 243; a. ni. 6.55; theragā. aṭṭha. terasanipāta; apa. aṭṭha. 2.soṇakoṭivīsattheraapadānavaṇṇanāya vitthāro) bhāvanamanuyutto āraddhavīriyo paramasukhumālo pādesu phoṭesu jātesupi vīriyaṃ nappaṭipassambhesīti āha ‘‘soṇatthero vīriyaṃ dhuraṃ katvā’’ti. Sambhūtatthero (theragā. aṭṭha. 2.sammūtattheragāthāvaṇṇanāya vitthāro) ‘‘cittavato kiṃ nāma na sijjhatī’’ti cittaṃ pubbaṅgamaṃ katvā bhāvanaṃ ārādhesīti āha ‘‘sambhūtatthero cittaṃ dhuraṃ katvā’’ti. Moghatthero vīmaṃsaṃ avassayi, tasmā tassa bhagavā ‘‘suññato lokaṃ avekkhassū’’ti (su. ni. 1125; bu. vaṃ. 54.353; mahā. ni. 186; cūḷani. mogharājamāṇavapucchā 144; mogharājamāṇavapucchāniddese 88; netti. 5; peṭako. 22, 31) suññatākathaṃ kathesi, paññānissitamānaniggahatthaṃ, paññāya pariggahatthañca dvikkhattuṃ pucchito samāno pañhaṃ kathesi. Tenāha ‘‘āyasmā mogharājā vīmaṃsaṃ dhuraṃ katvā’’ti.",
  "tika-s0102t4:29": "Punappunaṃ chanduppādanaṃ pesanaṃ viya hotīti chandassa upaṭṭhānasadisatā vuttā.",
  "tika-s0102t4:30": "Parakkamenāti parakkamasīsena sūrabhāvaṃ vadati. Thāmabhāvato ca vīriyassa sūrabhāvasadisatā daṭṭhabbā.",
  "tika-s0102t4:31": "Cintanappadhānattā cittassa mantasaṃvidhānasadisatā vuttā.",
  "tika-s0102t4:32": "Jātisampatti nāma visiṭṭhajātitā. ‘‘Sabbadhammesu ca paññā seṭṭhā’’ti vīmaṃsāya jātisampattisadisatā vuttā. Sammohavinodaniyaṃ (vibha. aṭṭha. 433) pana cittiddhipādassa jātisampattisadisatā, vīmaṃsiddhipādassa mantabalasadisatā ca yojitā.",
  "tika-s0102t4:33": "Anekaṃ vihitaṃ vidhaṃ etassāti anekavihitanti āha ‘‘anekavidha’’nti. Vidha-saddo koṭṭhāsapariyāyo ‘‘ekavidhena ñāṇavatthū’’tiādīsu (vibha. 751) viyāti āha ‘‘iddhividhanti iddhikoṭṭhāsa’’nti.",
  "tika-s0102t4:34": "Tividhaokāsādhigamavaṇṇanā",
  "tika-s0102t4:35": "288.‘‘Sukhassā’’ti idaṃ tiṇṇampi sukhānaṃ sādhāraṇavacananti āha ‘‘jhānasukhassa maggasukhassa phalasukhassā’’ti. Nānappanāpattatāya pana appadhānattā upacārajjhānasukhassa, vipassanāsukhassa cettha aggahaṇaṃ. Purimesu tāva dvīsu okāsādhigamesu tīṇipi sukhāni labbhanti, tatiye pana kathanti? Tattha kāmaṃ tīṇi na labbhanti, dve pana labbhantiyeva. Yathālābhavasena hetaṃ vuttaṃ. ‘‘Sakkharakathalampi macchagumbampi carantampi tiṭṭhantampī’’tiādīsu (dī. ni. 1.249; ma. ni. 1.433; 2.259; a. ni. 1.45, 46) viya. Saṃsaṭṭhoti saṃsaggaṃ upagato samaṅgībhūto, so pana tehi samannāgatacittopi hotīti vuttaṃ ‘‘sampayuttacitto’’ti. Ariyadhammanti ariyabhāvakaraṃ dhammaṃ. Upāyatoti vidhito. Pathatoti maggato. Kāraṇatoti hetuto. Yena hi vidhinā dhammānudhammapaṭipatti hoti, so upeti etenāti upāyo, so tadadhigamassa maggabhāvato patho, tassa karaṇato kāraṇanti ca vuccati.",
  "tika-s0102t4:36": "‘‘Aniccantiādivasena manasi karotī’’ti saṅkhepato vuttamatthaṃ vivarituṃ ‘‘yoniso manasikāro nāmā’’tiādi vuttaṃ. Tattha upāyamanasikāroti kusaladhammappavattiyā kāraṇabhūto manasikāro. Pathamanasikāroti tassa eva maggabhūto manasikāro. Anicceti ādiantavantatāya, anaccantikatāya ca anicce tebhūmake saṅkhāre ‘‘anicca’’nti manasikāroti yojanā. Eseva nayo sesesupi. Ayaṃ pana viseso tasmiṃyeva udayabbayapaṭipīḷanatāya dukkhanato, dukkhamato ca dukkhe, avasavattanatthena, anattasabhāvatāya ca anattani, asucisabhāvatāya asubhe. Sabbampi hi tebhūmakaṃ saṅkhataṃ kilesāsucipaggharaṇato ‘‘asubha’’ntveva vattuṃ arahati. Saccānulomikena vāti saccābhisamayassa anulomanavasena. ‘‘Cittassa āvaṭṭanā’’tiādinā āvajjanāya paccayabhūtā tato purimuppannā manodvārikā kusalajavanappavatti phalavohāreneva tathā vuttā. Tassā hi vasena sā kusaluppattiyā upanissayo hotīti. Āvajjanā hi bhavaṅgacittaṃ āvaṭṭetīti cittassa āvaṭṭanā, anu anu āvaṭṭetīti anvāvaṭṭanā. Bhavaṅgārammaṇato aññaṃ ābhujatīti ābhogo. Samannāharatīti samannāhāro. Tadevārammaṇaṃ attānaṃ anubandhitvā anubandhitvā uppajjamāne manasi karoti ṭhapetīti manasikāro. Ayaṃ vuccatīti ayaṃ upāyamanasikāralakkhaṇo yonisomanasikāro nāma vuccati, yassa vasena puggalo dukkhādīni saccāni āvajjituṃ sakkoti.",
  "tika-s0102t4:37": "Asaṃsaṭṭhoti na saṃsaṭṭho kāmādīhi vivitto vinābhūto. Kāmādivisaṃsaggahetu uppajjanakasukhaṃ nāma vivekajaṃ pītisukhanti āha ‘‘paṭhamajjhānasukha’’nti. Kāmaṃ paṭhamajjhānasukhampi somanassameva, suttesu pana taṃ kāyikasukhassāpi paccayabhāvato visesato ‘‘sukha’’ntveva vuccatīti idhāpi jhānabhūtaṃ somanassaṃ sukhanti, itaraṃ somanassaṃ. Tena vuttaṃ ‘‘sukhā’’ti. Hetumhi nissakkavacananti āha ‘‘jhānasukhapaccayā’’ti. Aparāparaṃ somanassanti jhānādhigamahetu paccavekkhaṇādivasena punappunaṃ uppajjanakasomanassaṃ.",
  "tika-s0102t4:38": "Pamodanaṃ pamudo, taruṇapīti, tato pamudā. ‘‘Pāmojjaṃ pītatthāyā’’tiādīsu taruṇapīti ‘‘pāmojja’’nti vuccati, idha pana pakaṭṭho mudo pamudo pāmojjanti adhippetaṃ, tañca somanassarahitaṃ natthīti avinābhāvitāya ‘‘balavataraṃ pītisomanassa’’nti vuttaṃ. Jhānassa ujuvipaccanīkataṃ sandhāya ‘‘pañca nīvaraṇāni vikkhambhetvā’’ti vuttaṃ. Jhānaṃ pana tadekaṭṭhe sabbepi kilese, sabbepi akusale dhamme vikkhambhetiyeva, attano okāsaṃ gahetvā tiṭṭhati paṭipakkhadhammehi anabhibhavanīyato. Tasmāti okāsaggahaṇato, laddhokāsatāyāti attho. Maggaphalasukhādhigamāya okāsabhāvato vā okāso, assa adhigamo okāsādhigamo. Purimapakkhe pana okāsaṃ avasaraṃ adhigacchati etenāti okāsādhigamo.",
  "tika-s0102t4:39": "Rūpasabhāvatāya , ekantarūpādhīnavuttitāya, savipphārikatāya ca ānāpānavitakkavicārānaṃ thūlabhāvaṃ anujānanto ‘‘kāyavacīsaṅkhārā tāva oḷārikā hontū’’ti āha. Tabbidhuratāya pana ekaccānaṃ vedanāsaññānaṃ thūlataṃ ananujānanto ‘‘cittasaṅkhārā kathaṃ oḷārikā’’ti āha. Itaro ‘‘appahīnattā’’ti kāraṇaṃ vatvā ‘‘kāyasaṅkhārā hī’’tiādinā tamatthaṃ vivarati. Teti cittasaṅkhārā. Appahīnā saṅkhārā labbhamānasaṅkhāranimittatāya ‘‘oḷārikā’’ti vattuṃ arahanti, pahīnā pana tadabhāvato ‘‘sukhumā’’ti āha ‘‘pahīne upādāyaappahīnattā oḷārikā nāma jātā’’ti. Pāḷiyaṃ ‘‘kāyasaṅkhārānaṃ paṭippassaddhiyā’’ti vuttattā ‘‘sukhanti catutthajjhānikaphalasamāpattisukha’’nti vuttaṃ. ‘‘Cittasaṅkhārānaṃ paṭippassaddhiyā’’ti pana vuttattā ‘‘nirodhā vuṭṭhahantassā’’ti vuttaṃ. Vacīsaṅkhārapaṭippassaddhi kāyasaṅkhārapaṭippassaddhiyāva siddhāti veditabbā. Tenevāha ‘‘dutiya…pe… visuṃ na vuttānī’’ti. Pāḷiyaṃ pana atthato siddhāpi supākaṭabhāvena vibhāvetuṃ sarūpato gaṇhāti. Na hi ariyavinaye atthāpattivibhāvanā abhidhammadesanāya pakatīti. Yathā nīvaraṇavikkhambhanañca paṭhamassa jhānassa adhigamāya upāyo, evaṃ sukhadukkhavikkhambhanaṃ catutthassa jhānassa adhigamāya upāyoti ‘‘catutthajjhānaṃ sukhaṃ dukkhaṃ vikkhambhetvā’’ti vuttaṃ. Sesaṃ heṭṭhā vuttanayameva.",
  "tika-s0102t4:40": "Avijjārāgādīhi saha vajjehīti sāvajjaṃ, akusalaṃ, tadabhāvato anavajjaṃ kusalaṃ. Attano hitasukhaṃ ākaṅkhantena sevanīyato sevitabbaṃ, kusalaṃ, tabbipariyāyato na sevitabbaṃ, akusalaṃ. Lāmakabhāvena hīnaṃ, akusalaṃ, seṭṭhabhāvena paṇītaṃ, kusalanti sāvajjadukādayo tayopi dukā yathārahaṃ etesaṃ kusalākusalakammapathānaṃ vaseneva veditabbā. Sabbanti yathāvuttaṃ sabbaṃ catūhi dukehi saṅgahitaṃ dhammajātaṃ. Yathārahaṃ kaṇhañca sukkañca paṭidvandibhāvato, sappaṭibhāgañca appaṭibhāgañca advayabhāvato. Vaṭṭapaṭicchādikā avijjā pahīyati catunnaṃ ariyasaccānaṃ sammadeva paṭivijjhanato. Tato eva arahattamaggavijjā uppajjati. Sukhanti evaṃ kammapathamukhena tebhūmakadhamme sammasitvā vipassanaṃ ussukkāpetvā maggapaṭipāṭiyā arahatte patiṭṭhahantassa yaṃ arahattamaggasukhañceva arahattaphalasukhañca, taṃ idha ‘‘sukha’’nti adhippetaṃ. Antogadhā eva nānantariyabhāvato.",
  "tika-s0102t4:41": "Aṭṭhatiṃsārammaṇavasenāti pāḷiyaṃ āgatānaṃ aṭṭhatiṃsāya kammaṭṭhānānaṃ vasena. Vitthāretvā kathetabbā paṭhamajjhānādivasena āgatattāti adhippāyo. ‘‘Katha’’ntiādinā tameva vitthāretvā kathanaṃ nayato dasseti. ‘‘Catuvīsatiyā ṭhānesū’’tiādīsu yaṃ vattabbaṃ, taṃ mahāparinibbānavaṇṇanāyaṃ (dī. ni. aṭṭha. 2.219) vuttameva. ‘‘Nirodhasamāpattiṃ pāpetvā’’ti iminā arūpajjhānānipi gahitāni honti tehi vinā nirodhasamāpattisamāpajjanassa asambhavato, catutthajjhānasabhāvattā ca tesaṃ. Dasa upacārajjhānānīti ṭhapetvā kāyagatāsatiṃ ānāpānañca aṭṭha anussatiyo, saññāvavatthānañcāti dasa upacārajjhānāni. Adhisīlaṃ nāma samādhisaṃvattaniyanti tassa heṭṭhimantena paṭhamajjhānaṃ pariyosānanti vuttaṃ ‘‘adhisīlasikkhā paṭhamaṃ okāsādhigamaṃ bhajatī’’ti. Adhicittaṃ nāma catutthajjhānaniṭṭhaṃ tadantogadhattā arūpajjhānānaṃ, tappariyosānattā phalajjhānānanti vuttaṃ ‘‘adhicittasikkhā dutiya’’nti. Matthakappattā adhipaññāsikkhā nāma aggamaggavijjāti āha ‘‘adhipaññāsikkhā tatiya’’nti. Sikkhattayavasena tayo okāsādhigame nīharantena yathārahaṃ taṃtaṃsuttavasenapi nīharitabbanti dassento ‘‘sāmaññaphalepī’’tiādimāha.",
  "tika-s0102t4:42": "Yadaggena ca tisso sikkhā yathākkamaṃ tayo okāsādhigame bhajanti, tadaggena tappadhānattā yathākkamaṃ tīṇi piṭakāni te bhajantīti dassetuṃ ‘‘tīsu panā’’tiādi vuttaṃ. Tīṇipiṭakāni vibhajitvāti tiṇṇaṃ okāsādhigamānaṃ vasena yathānupubbaṃ tīṇi piṭakāni vitthāretvā kathetuṃ labhissāmāti. Samodhānetvāti samāyojetvā tattha vuttamatthaṃ imassa suttassa atthabhāvena samānetvā. Dukkathitanti asambandhakathanena, atipapañcakathanena vā duṭṭhu kathitanti na sakkā vattuṃ tathākathanasseva sukathanabhāvatoti āha ‘‘tepiṭakaṃ…pe… sukathitaṃ hotī’’ti.",
  "tika-s0102t4:43": "Catusatipaṭṭhānavaṇṇanā",
  "tika-s0102t4:44": "289. Na kevalaṃ abhidhammapariyāyeneva kusalaṭṭho gahetabbo, atha kho bāhitikapariyāyena pīti āha ‘‘phalakusalassa cā’’ti. Khemaṭṭhenāti catūhipi yogehi anupaddavabhāvena . Sammā samāhitoti samathavasena ceva vipassanāvasena ca suṭṭhu samāhito. Ekaggacittoti vikkhepassa dūrasamussāritattā ekaggataṃ avikkhepaṃ pattacitto. Attano kāyatoti ajjhattaṃ kāye kāyānupassanāvasena sammā samāhitacitto samāno ‘‘samāhito yathābhūtaṃ pajānāti passatī’’ti (saṃ. ni. 3.5; 5.1071, 1072; netti. 40; mi. pa. 1.14) vacanato. Tattha ñāṇadassanaṃ nibbattento tato bahiddhā parassa kāyepi ñāṇadassanaṃ nibbatteti. Tenāha ‘‘parassa kāyābhimukhaṃ ñāṇaṃ pesetī’’ti. Sammā vippasīdatīti sammā samādhānapaccayena abhippasādena ñāṇūpasañhitena ajjhattaṃ kāyaṃ okappeti. Sabbatthāti sabbaṭṭhānesu. Sati kathitāti yojanā. Lokiyalokuttaramissakā kathitā anupassanāñāṇadassanānaṃ tadubhayasādhāraṇabhāvato.",
  "tika-s0102t4:45": "Sattasamādhiparikkhāravaṇṇanā",
  "tika-s0102t4:46": "290.Etthāti imissā kathāya. Jhānakkhassa vīriyacakkassa ariyamaggarathassa sīlaṃ vibhūsanabhāvena vuttanti āha ‘‘alaṅkāro parikkhāro nāmā’’ti. Sattahi nagaraparikkhārehīti nagaraṃ parivāretvā rakkhaṇakehi kataparikkhepo, parikhā, uddāpo, pākāro, esikā, palighā, pākārapakkhaṇḍilanti imehi sattahi nagaraparikkhārehi. Sambharīyati phalaṃ etenāti sambhāro, kāraṇaṃ. Bhesajjañhi byādhivūpasamanena jīvitassa kāraṇaṃ. Parivāraparikkhāravasenāti parivārasaṅkhātaparikkhāravasena. Parikkhāro hi sammādiṭṭhiyādayo maggadhammā sammāsamādhissa sahajātādipaccayabhāvena parikaraṇato abhisaṅkharaṇato. Upecca nissīyatīti upanisā, saha upanisāyāti saupanisoti āha ‘‘saupanissayo’’ti, sahakārīkāraṇabhūto dhammasamūho idha ‘‘upanissayo’’ti adhippeto. Sammā pasatthā sundarā diṭṭhi etassāti sammādiṭṭhi, puggalo, tassa sammādiṭṭhissa. So pana yasmā patiṭṭhitasammādiṭṭhiko, tasmā vuttaṃ ‘‘sammādiṭṭhiyaṃ ṭhitassā’’ti. Sammāsaṅkappo pahotīti maggasammādiṭṭhiyā dukkhādīsu parijānanādikiccaṃ sādhentiyā kāmavitakkādike samugghāṭento sammāsaṅkappo yathā attano kiccasādhane pahoti, tathā pavattiṃ panassa dassento āha ‘‘sammāsaṅkappo pavattatī’’ti. Esa nayo sabbapadesūti ‘‘sammāsaṅkappassa sammāvācā pahotī’’tiādīsu sesapadesu yathāvuttamatthaṃ atidisati.",
  "tika-s0102t4:47": "Ettha ca yasmā nibbānādhigamāya paṭipannassa yogino bahūpakārā sammādiṭṭhi. Tathā hi sā ‘‘paññāpajjoto, paññāsattha’’nti ca vuttā. Tāya hi so avijjandhakāraṃ vidhamitvā kilesacore ghātento khemena nibbānaṃ pāpuṇāti, tasmā ariyamaggakathāyaṃ sammādiṭṭhi ādito gayhati, idha pana puggalādhiṭṭhānadesanāya ‘‘sammādiṭṭhissā’’ti vuttaṃ. Yasmā pana sammādiṭṭhipuggalo nekkhammasaṅkappādivasena sammadeva saṅkappeti, na micchākāmasaṅkappādivasena, tasmā sammādiṭṭhissa sammāsaṅkappo pahoti. Yasmā ca sammāsaṅkappo sammāvācāya upakārako. Yathāha ‘‘pubbe kho gahapati vitakketvā vicāretvā pacchā vācaṃ bhindatī’’ti, (saṃ. ni. 2.348) tasmā sammāsaṅkappassa sammāvācā pahoti. Yasmā pana ‘‘idañcidañca karissāmā’’ti hi paṭhamaṃ vācāya saṃvidahitvā yebhuyyena te te kammantā sammā payojīyanti, tasmā vācā kāyakammassa upakārikāti sammāvācassa sammākammanto pahoti. Yasmā pana catubbidhaṃ vacīduccaritaṃ, tividhañca kāyaduccaritaṃ pahāya ubhayaṃ sucaritaṃ pūrentasseva ājīvaṭṭhamakasīlaṃ pūrati, na itarassa , tasmā sammāvācassa sammākammantassa ca sammāājīvo pahoti. Visuddhidiṭṭhisamudāgatasammāājīvassa yoniso padhānassa sambhavato sammāājīvassa sammāvāyāmo pahoti. Yoniso padahantassa kāyādīsu catūsu vatthūsu sati sūpaṭṭhitā hotīti sammāvāyāmassa sammāsati pahoti. Yasmā evaṃ sūpaṭṭhitā sati samādhissa upakārānupakārānaṃ dhammānaṃ gatiyo samannesitvā pahoti ekattārammaṇe cittaṃ samādhātuṃ, tasmā sammāsatissa sammāsamādhi pahotīti. Ayañca nayo pubbabhāge nānākkhaṇikānaṃ sammādiṭṭhiādīnaṃ vasena vutto, maggakkhaṇe pana sammādiṭṭhiādīnaṃ tassa tassa sahajātādivasena vutto ‘‘sammādiṭṭhissa sammāsaṅkappo pahotī’’tiādīnaṃ padānamattho yutto, ayameva ca idhādhippeto. Tenāha ‘‘ayaṃ panattho’’tiādi.",
  "tika-s0102t4:48": "Maggañāṇeti maggapariyāpannañāṇe ṭhitassa taṃsamaṅgino. Maggapaññā hi catunnaṃ saccānaṃ sammādassanaṭṭhena ‘‘maggasammādiṭṭhī’’ti vuttā, sā eva nesaṃ yāthāvato jānanato paṭivijjhanato idha ‘‘maggañāṇa’’ntipi vuttā. Maggavimuttīti maggena kilesānaṃ vimuccanaṃ samucchedappahānameva. Phalasammādiṭṭhi eva ‘‘phalasammāñāṇa’’nti pariyāyena vuttaṃ, pariyāyavacanañca vuttanayānusārena veditabbaṃ. Phalavimutti pana paṭippassaddhippahānaṃ daṭṭhabbaṃ.",
  "tika-s0102t4:49": "Amatassa dvārāti ariyamaggamāha. So pana vinā ca ācariyamuṭṭhinā anantaraṃ abāhiraṃ karitvā yāvadeva manussehi suppakāsitattā vivaṭo. Dhammavinītāti ariyadhamme vinītā. So panettha kilesānaṃ samucchedavinayavasena veditabboti āha ‘‘sammāniyyānena niyyātā’’ti.",
  "tika-s0102t4:50": "Atthīti puthutthavisayaṃ nipātapadaṃ ‘‘atthi imasmiṃ kāye kesā’’tiādīsu (dī. ni. 2.377; ma. ni. 1.110; 3.154; saṃ. ni. 4.127; a. ni. 6.29; 10.60; vibha. 356; khu. pā. 2.1.dvattiṃsaākāra; netti. 47) viyāti āha ‘‘anāgāmino ca atthī’’ti. Tenevāha ‘‘atthi cevettha sakadāgāmino’’ti. Bahiddhā saṃyojanapaccayo nibbattihetubhūto puññabhāgo etissā atthīti puññabhāgā, atisayavisiṭṭho cettha atthiattho veditabbo. Ottappamānoti uttasanto bhāyanto. Na pana natthi, atthi evāti dīpeti.",
  "tika-s0102t4:51": "291.Assāti vessavaṇassa. Laddhi pana na atthi paṭividdhasaccattā. ‘‘Abhisamaye viseso natthī’’ti etena sabbepi sabbaññuguṇā sabbabuddhānaṃ sadisā evāti dasseti.",
  "tika-s0102t4:52": "292. Kāraṇassa ekarūpattā imāni pana padānīti na kevalaṃ ‘‘tayidaṃ brahmacariya’’ntiādīni padāni, atha kho ‘‘imamatthaṃ janavasabho yakkho’’tiādīni padāni pīti.",
  "tika-s0102t4:53": "Janavasabhasuttavaṇṇanāya līnatthappakāsanā."
}