{
  "tika-abh02t27:0": "10. Bojjhaṅgavibhaṅgo",
  "tika-abh02t27:1": "1. Suttantabhājanīyaṃ",
  "tika-abh02t27:2": "Paṭhamanayavaṇṇanā",
  "tika-abh02t27:3": "466. Patiṭṭhānaṃ idha saṃsāre avaṭṭhānaṃ, tassa mūlaṃ kilesāti āha ‘‘kilesavasena patiṭṭhāna’’nti. Patiṭṭhānāya pana byāpārāpatti kammanti vuttaṃ ‘‘abhisaṅkhāravasena āyūhanā’’ti. Yasmā kilesesu taṇhādiṭṭhiyo taṇhādiṭṭhicaritānaṃ visesato saṃsāranāyikā, kilesasahitameva ca kammaṃ patiṭṭhānāya hoti, na kevalaṃ, tasmā vuttaṃ ‘‘taṇhādiṭṭhīhi…pe… āyūhanā’’ti. Tathā taṇhāya bhavassādabhāvato, diṭṭhiyā vibhavābhinandanabhūtāya vibhavābhisaṅkharaṇabhāvato ‘‘taṇhāvasena patiṭṭhānaṃ, diṭṭhivasena āyūhanā’’ti vuttaṃ. Diṭṭhīsupi antomukhappavattāya bhavadiṭṭhiyā visesato saṃsāre avaṭṭhānaṃ, yato olīyanāti vuccatīti āha ‘‘sassatadiṭṭhiyā patiṭṭhāna’’nti. Bahimukhappavattāpi vibhavadiṭṭhi bhavābhisaṅkharaṇaṃ nātivattatīti vuttaṃ ‘‘ucchedadiṭṭhiyā āyūhanā’’ti. Layāpatti yathāraddhassa ārambhassa aniṭṭhānaṃ antosaṅkocabhāvatoti āha ‘‘līnavasena patiṭṭhāna’’nti. Uddhatāpatti anupāyabhūtā byāpārāpatti asaṅkocabhāvatoti vuttaṃ ‘‘uddhaccavasena āyūhanā’’ti. Tathā kosajjapakkhikattā ca kāmasukhānuyogassa uddhaccapakkhikattā ca attakilamathānuyogassa tadubhayavasena patiṭṭhānāyūhanā vuttā, itaraṃ vuttanayānusārena veditabbaṃ. Idhāti imissā sammohavinodaniyā. Avuttānanti ‘‘kilesavasena patiṭṭhāna’’ntiādīnaṃ vasena veditabbā patiṭṭhānāyūhanāti yojanā.",
  "tika-abh02t27:4": "Samappavatte dhammeti līnuddhaccavirahena samappavatte sampayuttadhamme. Paṭisañcikkhatīti patirūpaṃ saṅkaleti gaṇeti tuleti. Tenāha ‘‘upapattito ikkhatī’’ti. Tadākāroti paṭisaṅkhānākāro upapattito ikkhanākāro. Evañca katvāti paṭisaṅkhānasabhāvattā eva upekkhāsambojjhaṅgassa. Pacchimapacchimakāraṇabhāvoti pacchimassa pacchimassa kāraṇabhāvo. Purimaṃ purimañhi pacchimassa pacchimassa visesapaccayoti.",
  "tika-abh02t27:5": "467. Aviparītakāyādisabhāvaggahaṇasamatthatāya balavatī eva sati. Paññā gahitā satinepakkenāti attho. Evaṃcittoti evaṃ lābhasakkārasilokasannissitacitto. Cirakatavattādivasenāti cirakatavattādisīsena. ‘‘Vutto’’ti imināpi ‘‘katvā āha kāyaviññattiṃ…pe… koṭṭhāsa’’nti yojanā.",
  "tika-abh02t27:6": "Paresanti na anantarānaṃ. Sabbesaṃ…pe… yojetabbā ‘‘sabbe bojjhaṅgā sabbesaṃ paccayavisesā hontiyevā’’ti. Kāmetīti kāmo, assādanavasena āmasatīti āmisaṃ, kāmova āmisanti kāmāmisaṃ, kilesakāmo. Vatthukāmo pana āmasīyatīti āmisaṃ. Evaṃ sesadvayampi. Tesu lokīyanti ettha sukhavisesāti loko, upapattiviseso. Vaṭṭaṃ saṃsāro. Kāmassādavasena pavatto lobho kāmāmisaṃ. Bhavavisesapatthanāvasena pavatto lokāmisaṃ. Vibhavo nāma kimatthiyo, ko vā taṃ abhipattheyyāti vaṭṭānugedhabhūto lobho vaṭṭāmisanti ca vadanti. Tadārammaṇanti tassā taṇhāya ārammaṇaṃ, rūpādi. Lokadhammā lābhādayo. Vuttāvasesā sabbāva taṇhā saṃsārajanako rāgo.",
  "tika-abh02t27:7": "Paṭhamanayavaṇṇanā niṭṭhitā.",
  "tika-abh02t27:8": "Dutiyanayavaṇṇanā",
  "tika-abh02t27:9": "468-9.Sabbe sattāti kāmabhavādīsu, saññībhavādīsu, ekavokārabhavādīsu ca sabbabhavesu sabbe sattā. Āhārato ṭhiti etesanti āhāraṭṭhitikā, paccayaṭṭhitikā. Yena paccayena te tiṭṭhanti, so ekova dhammo ñātapariññāsaṅkhātāya ‘‘āhāraṭṭhitikā’’ti abhiññāya abhiññeyyo. Dve dhātuyoti saṅkhatāsaṅkhatadhātuyo. Tisso dhātuyoti kāmadhāturūpadhātuarūpadhātuyo. Pañca vimuttāyatanānīti ‘‘idha, bhikkhave, bhikkhuno satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo’’tiādinā (dī. ni. 3.322, 355; a. ni. 5.26) āgatāni vimuccanakāraṇāni. Anuttariyānīti dassanānuttariyādīni cha anuttariyāni. Niddasavatthūnīti yehi kāraṇehi niddaso hoti, tāni niddasavatthūni nāma. Desanāmattañcetaṃ. Khīṇāsavo hi dasavasso hutvā parinibbuto puna dasavasso na hoti. Na kevalañca dasavasso, navavassopi…pe… ekamuhuttikopi na hotiyeva puna paṭisandhiyā abhāvā, aṭṭhuppattivasena panevaṃ vuttaṃ. Tāni pana ‘‘idha, bhikkhu, sikkhāsamādāne tibbacchando hotī’’tiādinā (dī. ni. 3.331) sutte āgatāniyeva. ‘‘Sammādiṭṭhissa purisapuggalassa micchādiṭṭhi nijjiṇṇā hotī’’tiādīni (dī. ni. 3.360; a. ni. 10.106) dasa nijjaravatthūni. Khandhādayoti khandhāyatanadhātādayo. Vinandhananti ‘‘bhavādivinandhanaṭṭhena vānaṃ vuccati taṇhā’’ti dasseti. Gamananti assādanavasena ārammaṇe pavattimāha. Tena vuttaṃ ‘‘piyarūpasātarūpesū’’ti.",
  "tika-abh02t27:10": "Vipassanāsahagatanti veditabbaṃ viññattisamuṭṭhāpakattā. ‘‘Maggaṃ appattaṃ kāyikaṃ vīriya’’nti visesetvā vuttattā pana lokuttaravīriyampi pariyāyena kāyikaṃ nāma atthīti dīpitaṃ hoti.",
  "tika-abh02t27:11": "Rūpāvacare pītisambojjhaṅgoti na vuccatīti āha ‘‘rūpāvacare…pe… paṭikkhittā’’ti. Yathā vipassanāsahagatā pīti pariyāyena ‘‘pītisambojjhaṅgo’’ti vuccati, evaṃ rūpāvacare pīti nibbedhabhāgiyā vattabbā siyā. Evaṃ labbhamānāpi alabbhamānaṃ upādāya na vuttā. ‘‘Avitakkaavicārā’’ti visesanaṃ santapaṇītāya pītiyā dassanatthaṃ. Bojjhaṅgabhūtāti pariyāyabojjhaṅgabhūtā. Avitakkaavicāro pīti…pe… na vutto savitakkasavicārattā tassa. Na hi kāmāvacarā avitakkaavicārā pīti atthi.",
  "tika-abh02t27:12": "Idha vutto pariyāyenāti attho. Maggapaṭivedhānulomanato vipassanāya viya pādakajjhānesupi satiādayo ‘‘bojjhaṅgā’’tveva vuccantīti āha ‘‘nibbedhabhāgiyattā na paṭikkhipitabbo’’ti. Evaṃ kasiṇajjhānādīsu bojjhaṅge uddharantānaṃ adhippāyaṃ vatvā anuddharantānaṃ adhippāyaṃ vattuṃ ‘‘anuddharantā panā’’tiādimāha. Te hi āsannekantakiccanibbattīhi vipassanākkhaṇe bojjhaṅge uddharanti, na jhānakkhaṇe tadabhāvato. Tenāha ‘‘vipassanākiccassa viya…pe… na uddharantī’’ti. Kasiṇanissando arūpānīti āha ‘‘tadāyattānī’’ti.",
  "tika-abh02t27:13": "Dutiyanayavaṇṇanā niṭṭhitā.",
  "tika-abh02t27:14": "Tatiyanayavaṇṇanā",
  "tika-abh02t27:15": "470-1. Vossajjanaṃ pahānaṃ vossaggo, vossajjanaṃ vā vissaṭṭhabhāvo nirāsaṅkānuppavesoti āha ‘‘vossaggasaddo…pe… duvidhatā vuttā’’ti. Vipassanākkhaṇe tadaṅgatanninnappakārena, maggakkhaṇe samucchedatadārammaṇakaraṇappakārena.",
  "tika-abh02t27:16": "Tatiyanayavaṇṇanā niṭṭhitā.",
  "tika-abh02t27:17": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t27:18": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t27:19": "472. Upekkhanamupekkhāsambojjhaṅgassa sabhāvo, so ca samādhivīriyasambojjhaṅgo viya sampayuttānaṃ ūnādhikabhāvabyāvaṭo ahutvā tesaṃ anūnānadhikabhāve majjhattākārappavattīti imamatthaṃ āha ‘‘upekkhanavasenā’’tiādinā. Tattha upapattito ikkhananti paṭisaṅkhānamāha.",
  "tika-abh02t27:20": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t27:21": "Bojjhaṅgavibhaṅgavaṇṇanā niṭṭhitā."
}