{
  "tika-vin07t30:0": "4. Samathakkhandhako",
  "tika-vin07t30:1": "Sativinayakathādivaṇṇanā",
  "tika-vin07t30:2": "195. Samathakkhandhake khīṇāsavassa vipulasatiṁ nissāya dātabbo vinayo codanādiasāruppānaṁ vinayanupāyo sativinayo.",
  "tika-vin07t30:3": "196.Cittavipariyāsakatoti katacittavipariyāso. Gaggaṁ bhikkhuṁ…pe… codentīti ettha pana ummattakassa idaṁ ummattakaṁ, ajjhāciṇṇaṁ. Tadeva cittavipariyāsena katanti cittavipariyāsakataṁ. Tena ummattakena cittavipariyāsakatena ajjhāciṇṇena anācārena āpannāya āpattiyā gaggaṁ bhikkhuṁ codentīti evamattho daṭṭhabbo. Paṭhamaṁ mūḷho hutvā pacchā amūḷhabhāvaṁ upagatassa dātabbo vinayo amūḷhavinayo.",
  "tika-vin07t30:4": "202. Dhammavādīnaṁ yebhuyyabhāvasampādikā kiriyā yebhuyyasikāti imasmiṁ atthe sa-kārāgamasahito ika-paccayantoyaṁ saddoti dassetuṁ āha ‘‘yassā’’tiādi. Tattha yassā kiriyāyāti gūḷhakavivaṭṭakādinā salākaggāhāpakakiriyāya. Yebhuyyabhāvaṁ nissitasamathakiriyā yebhuyyasikāti evaṁ yebhuyyasikāsaddassa attho gahetabbo. Evañhi ayaṁ adhikaraṇasamatho nāma hoti. Yathāvuttasalākaggāhena hi dhammavādīnaṁ yebhuyyabhāve siddhe pacchā taṁ yebhuyyabhāvaṁ nissāyeva adhikaraṇavūpasamo hoti, na dhammavādīnaṁ bahutarabhāvasādhakakiriyāmattena.",
  "tika-vin07t30:5": "207.‘‘Sesamettha tajjanīyādīsu vuttanayamevā’’ti etena tajjanīyādisattakammāni viya idampi tassapāpiyasikākammaṁ asucibhāvādidosayuttassa, saṅghassa ca vinicchaye atiṭṭhamānassa kattabbaṁ visuṁ ekaṁ niggahakammanti dasseti. Etasmiñhi niggahakamme kate so puggalo ‘‘ahaṁ suddho’’ti attano suddhiyā sādhanatthaṁ saṅghamajjhaṁ otarituṁ, saṅgho cassa vinicchayaṁ dātuṁ na labhati, taṁ kammakaraṇamatteneva ca taṁ adhikaraṇaṁ vūpasantaṁ hoti.",
  "tika-vin07t30:6": "Kathaṁ panetaṁ kammaṁ paṭippassambhatīti? Keci panettha ‘‘so tathā niggahito niggahitova hoti, osāraṇaṁ na labhati. Teneva pāḷiyaṁ osāraṇā na vuttā’’ti vadanti. Aññe pana ‘‘pāḷiyaṁ na upasampādetabbantiādinā sammāvattanassa vuttattā sammāvattitvā lajjidhamme okkantassa osāraṇā avuttāpi tajjanīyādīsu viya nayato kammavācaṁ yojetvā osāraṇā kātabbā evā’’ti vadanti, idaṁ yuttaṁ. Teneva aṭṭhakathāyaṁ vakkhati ‘‘sace sīlavā bhavissati, vattaṁ paripūretvā paṭippassaddhiṁ labhissati. No ce, tathānāsitakova bhavissatī’’ti (cūḷava. aṭṭha. 238). Tassapāpiyasikākammanti ca aluttasamāsoyeva. Tenāha ‘‘idaṁ hī’’ti ādi.",
  "tika-vin07t30:7": "Sativinayakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t30:8": "Adhikaraṇakathāvaṇṇanā",
  "tika-vin07t30:9": "215. Virūpato vipariṇāmaṭṭhena cittaṁ dukkhaṁ vipaccatīti āha ‘‘cittadukkhatthaṁ vohāro’’tiādi. Upavadanāti codanā. Tatthevāti anuvadane.",
  "tika-vin07t30:10": "Ādito paṭṭhāya ca tassa tassa kammassa viññātattāti vitthārato āgatakammavaggassa ādito paṭṭhāya vaṇṇanāmukhena viññātattā vinicchayo bhavissatīti yojanā.",
  "tika-vin07t30:11": "216. Pāḷiyaṁ ajjhattaṁ vāti attani vā attano parisāya vā. Bahiddhā vāti parasmiṁ vā parassa parisāya vā. Anavassavāyāti anuppādāya.",
  "tika-vin07t30:12": "220.‘‘Vivādādhikaraṇaṁ kusalaṁ akusalaṁ abyākata’’nti idaṁ pucchāvacanaṁ. Vivādādhikaraṇaṁ siyā kusalantiādi visajjanaṁ. Esa nayo sesesupi.",
  "tika-vin07t30:13": "222. Sammutisabhāvāyapi āpattiyā kāraṇūpacārena akusalābyākatabhāvena vuccamāne kusalassāpi āpattikāraṇattā tadupacārena ‘‘āpattādhikaraṇaṁ siyā kusala’’nti vattabbaṁ bhaveyya , tathā avatvā ‘‘natthi āpattādhikaraṇaṁ kusala’’nti evaṁvacanassa kāraṇaṁ dassetuṁ ‘‘ettha sandhāyabhāsitavasena attho veditabbo’’ti vuttaṁ. Ettha cāyamadhippāyo – yadi hi āpatti nāma paramatthadhammasabhāvā bhaveyya, tadā ‘‘āpattādhikaraṇaṁ siyā akusala’’ntiādivacanaṁ yujjeyya. Yasmā duṭṭhadosasikkhāpadaṭṭhakathādīsu dassitadosappasaṅgato paramatthasabhaāvatā na yuttā, ekantasammutisabhāvā eva sā hoti, tasmā ‘‘siyā akusalaṁ siyā abyākata’’ntipi nippariyāyato na vattabbā. Yadi pana akusalaabyākatadhammasamuṭṭhitattameva upādāya pariyāyato ‘‘siyā akusalaṁ siyā abyākata’’nti vuttaṁ. Tadā kusaladhammasamauṭṭhitattampi upādāya pariyāyato ‘‘āpattādhikaraṇaṁ siyā kusala’’ntipi vattabbaṁ bhaveyya. Yato cetaṁ vacanaṁ āpattiyā akusalābyākatūpacārārahattassa kusalūpacārānārahattassa visuṁ kāraṇasabbhāvaṁ sandhāya bhāsitaṁ, tasmā yaṁ taṁ kāraṇavisesaṁ sandhāya idaṁ bhāsitaṁ, tassa vasenevettha attho veditabbo.",
  "tika-vin07t30:14": "Idāni pana yo aṅgappahonakacittameva sandhāya āpattiyā akusalādibhāvo vutto, nāññaṁ visesakāraṇaṁ sandhāyāti gaṇheyya, tassa gāhe dosaṁ dassento ‘‘yasmiṁ hī’’tiādimāha. Tattha pathavīkhaṇanādiketi pathavīkhaṇanādinimitte paṇṇattivajje. Āpattādhikaraṇe kusalacittaṁ aṅganti paṇṇattiṁ ajānitvā kusalacittena cetiyaṅgaṇādīsu bhūmisodhanādivasena pathavībhūtagāmavikopanādikāle kusalacittaṁ kāraṇaṁ hoti. Tasmiṁ satīti tasmiṁ āpattādhikaraṇe vijjamāne kusalacittasamuṭṭhitattena kusalavohārārahāya āpattiyā vijjamānāyāti adhippāyo. Sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.222) pana ‘‘tasmiṁ satī’’ti imassa ‘‘tasmiṁ kusalacitte āpattibhāvena gahite’’ti attho vutto, taṁ na yujjati ‘‘yasmi’’nti ya-saddena parāmaṭṭhasseva āpattādhikaraṇassa ‘‘tasmi’’nti parāmasitabbato.",
  "tika-vin07t30:15": "Na sakkā vattunti yadi sammutisabhāvāyapi āpattiyā akusalādisamuṭṭhitattena akusalādivohāro karīyati, tadā kusalavohāropi kattabboti ‘‘natthi āpattādhikaraṇaṁ kusala’’nti na sakkā vattuṁ, aññathā akusalādibhāvopissa paṭikkhipitabboti adhippāyo. Tasmāti yasmā kusalādīnaṁ tiṇṇaṁ samānepi āpattiyā aṅgappahonakatte kusalavohārova āpattiyā paṭikkhitto, na akusalādivohāro, tasmā nayidaṁ aṅgappahonakaṁ cittaṁ sandhāya vuttanti ‘‘āpattādhikaraṇaṁ siyā akusalaṁ siyā abyākataṁ, natthi āpattādhikaraṇaṁ kusala’’nti idaṁ āpattiyā samuṭṭhāpakattena aṅgappahonakaṁ kāraṇabhūtaṁ cittamattaṁ sandhāya na vuttaṁ , aññathā ‘‘āpattādhikaraṇaṁ siyā kusala’’ntipi vattabbatoti adhippāyo. Etena āpattiyā akusalādibhāvopi kenaci nimittena pariyāyatova vutto, na paramatthatoti dasseti. Yathāha ‘‘yaṁ kusalacittena āpajjati, taṁ kusalaṁ, itarehi itara’’nti.",
  "tika-vin07t30:16": "Idaṁ panātiādīsu ayaṁ adhippāyo – ‘‘āpattādhikaraṇaṁ siyā akusalaṁ siyā abyākata’’nti idañhi yaṁ kiñci kadāci katthaci kāraṇaṁ bhavantaṁ aniyatakāraṇaṁ sandhāya vuttaṁ na hoti. Yaṁ pana sabbasikkhāpadesu āpattiyā kāraṇaṁ bhavitumarahati, idameva kāraṇaṁ sandhāya vuttaṁ. Akusalañhi paṇṇattiṁ ñatvā vītikkamantassa sabbāpattiyā kāraṇaṁ hoti, lokavajjāpattiyā pana paṇṇattiṁ ajānantassapi kāraṇaṁ hoti. Kevalaṁ paṇṇattivajjāpattīsu kusalābyākatacittapavattikkhaṇe eva akusalaṁ na vattati, tadaññattha sayameva pavattati. Abyākataṁ pana kāyavacībhūtaṁ kusalākusalādīnaṁ pavattikkhaṇe nirodhasamāpannassa sahaseyyāpattiyanti sabbāpattiyā aṅgameva hoti channaṁ āpattisamuṭṭhānānaṁ kāyavācaṅgavirahitattābhāvā. Tasmā imesaṁ akusalābyākatānaṁ sabbāpattimūlakattameva sandhāya idaṁ āpattiyā akusalattaṁ, abyākatattañca vuttaṁ. Yattha pana pathavīkhaṇanādīsu kusalampi āpattiyā kāraṇaṁ hoti, tatthāpi āpattiyā tadupacārena kusalattavohāro ayutto sāvajjānavajjānaṁ ekattavohārassa viruddhattā. Yadaggena aññamaññaṁ viruddhā, tadaggena kāraṇakāriyavohāropi nesaṁ ayutto. Tasmā tattha vijjamānampi kusalaṁ abbohārikaṁ, kāyavacīdvārameva āveṇikaṁ kāraṇanti.",
  "tika-vin07t30:17": "Tattha ekantato akusalamevāti akusalacittena samuṭṭhahanato kāraṇūpacārato evaṁ vuttaṁ. Tatthāti lokavajje. Vikappo natthīti siyā-saddassa vikappanatthataṁ dasseti. Akusalaṁ hotīti akusalasamuṭṭhitāya kāraṇūpacārena akusalaṁ hoti. Sahaseyyādivasena āpajjanatoabyākataṁ hotīti itthiyādīhi saha piṭṭhipasāraṇavasappavattakāyadvārasaṅkhātarūpābyākatavaseneva āpajjitabbato kāraṇūpacāreneva āpatti abyākataṁ hoti. Tatthāti tasmiṁ paṇṇattivajjāpattādhikaraṇe. Sañciccāsañciccavasenāti paṇṇattiṁ ñatvā, aññatvā ca āpajjanavasena imaṁ vikappabhāvaṁ sandhāya akusalattaabyākatattasaṅkhātaṁ yathāvuttaṁ imaṁ vikappasabhāvaṁ sandhāya idaṁ vacanaṁ vuttaṁ.",
  "tika-vin07t30:18": "Yadi evaṁ asañciccāpajjanapakkhe kusalenāpi āpajjanato tampi vikappaṁ sandhāya ‘‘āpattādhikaraṇaṁ siyā kusala’’ntipi kasmā na vuttanti āha ‘‘sace panā’’tiādi. ‘‘Acittakāna’’nti vuttamevatthaṁ samuṭṭhānavasena vibhāvetuṁ ‘‘eḷakalomapadasodhammādisamuṭṭhānānampī’’ti vuttaṁ. Acittakasamuṭṭhānānaṁ ‘‘kusalacittaṁ āpajjeyyā’’ti etena sāvajjabhūtāya āpattiyā kāraṇūpacārenāpi anavajjabhūtakusalavohāro ayuttoti dasseti. ‘‘Na ca tatthā’’tiādinā kusalassa āpattiyā kāraṇattaṁ vijjamānampi tathā voharituṁ ayuttanti paṭikkhipitvā kāyavācāsaṅkhātaṁ abyākatasseva kāraṇattaṁ dasseti. Tattha calitappavattānanti calitānaṁ, pavattānañca. Calito hi kāyo, pavattā vācā. Ettha ca kāyavācānamaññatarameva aṅgaṁ. Tañca…pe… abyākatanti evaṁ abyākatassa āpattikāraṇabhāveneva vuttattā. ‘‘Āpattādhikaraṇaṁ siyā akusalaṁ siyā abyākata’’nti idaṁ kāraṇūpacārena pariyāyato vuttaṁ, na nippariyāyatoti sijjhati.",
  "tika-vin07t30:19": "Yaṁ pana sāratthadīpaniyaṁ (sārattha. ṭī. cūḷava. 3.222) āpattiyā nippariyāyatova akusalādisabhāvataṁ samatthetuṁ bahuṁ papañcitaṁ, taṁ na sārato paccetabbaṁ duṭṭhadosasikkhāpadaṭṭhakathāyameva paṭikkhittattā. Tenevetthāpi ‘‘yaṁ cittaṁ āpattiyā aṅgaṁ hotī’’tiādinā akusalacittassāpi āpattiyā kāraṇattena bhinnatāva dassitā. Yaṁ panettha vattabbaṁ, taṁ heṭṭhā dassitamevāti idha na vitthārayimha. Evaṁ vītikkamato yo vītikkamoti ettha akusalacittena ñatvā vītikkamantassa kāyavacīvītikkamasamuṭṭhitā āpattivītikkamoti vutto. Esa nayo abyākatavārepi.",
  "tika-vin07t30:20": "Adhikaraṇakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t30:21": "Adhikaraṇavūpasamanasamathakathādivaṇṇanā",
  "tika-vin07t30:22": "228. Pāḷiyaṁ vivādādhikaraṇaṁ ekaṁ samathaṁ anāgammātiādi pucchā. Siyātiādi vissajjanaṁ. Siyātissa vacanīyanti eteneva vūpasamaṁ siyāti vattabbaṁ bhaveyyāti attho. Sammukhāvinayasminti sammukhāvinayattasminti bhāvappadhāno niddeso daṭṭhabbo. Evaṁ sabbavāresu. ‘‘Kārako ukkoṭetī’’ti idaṁ upalakkhaṇamattaṁ, yassa kassaci ukkoṭentassa pācittiyameva. Ubbāhikāya khīyanake pācittiyaṁ na vuttaṁ tattha chandadānassa natthitāya.",
  "tika-vin07t30:23": "235.Vaṇṇāvaṇṇāyo katvāti khuddakamahantehi saññāṇehi yuttāyo katvā. Tenāha ‘‘nimittasaññaṁ āropetvā’’ti.",
  "tika-vin07t30:24": "242.Kiccādhikaraṇaṁ …pe… sammatīti ettha sammukhāvinayena apalokanādikammaṁ sampajjatīti attho daṭṭhabbo.",
  "tika-vin07t30:25": "Adhikaraṇavūpasamanasamathakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t30:26": "Samathakkhandhakavaṇṇanānayo niṭṭhito."
}