{
  "tika-vin07t3:0": "2. Saṅghādisesakaṇḍo",
  "tika-vin07t3:1": "1. Sukkavissaṭṭhisikkhāpadavaṇṇanā",
  "tika-vin07t3:2": "234.Terasakassāti terasa sikkhāpadāni parimāṇāni assāti terasako, kaṇḍo, tassa. Samathe vipassanāya vā abhiratirahito idha anabhirato, na pabbajjāyāti āha ‘‘vikkhittacitto’’ti. Vikkhittatāya kāraṇamāha kāmarāgāiccādi.",
  "tika-vin07t3:3": "235.Abbohārikāti sīlavipattivohāraṁ nārahatīti katvā vuttaṁ. Akusalabhāve panassā abbohāratā natthi.",
  "tika-vin07t3:4": "236-7. Cetanā-saddato visuṁ saṁ-saddassa atthābhāvaṁ ika-paccayassa ca atthavantataṁ dassetuṁ sañcetanā vātiādi dutiyavikappo vutto. Sikhāppatto atthoti adhippetatthaṁ sandhāya vuttaṁ. Āsayabhedatoti pittasemhapubbalohitānaṁ catunnaṁ āsayānaṁ bhedena. Dhātunānattatoti rasaruhirādīnaṁ sattannaṁ, pathavādīnaṁ vā catunnaṁ dhātūnaṁ nānattena. Vatthisīsanti muttavatthito matthakapassaṁ. Hatthimadacalanaṁ nāmañca sambhavoti āha ‘‘sambhavo nikkhamatī’’ti. Sambhavaveganti sambhavassa ṭhānato cavitvā dakasotābhimukhaṁ otaraṇena sañjātasarīrakkhobhavegaṁ. Bāhusīsanti khandhappadesaṁ. Dassesīti ettha iti-saddo hetuttho, tena yasmā kaṇṇacūḷikāhi sambhavo nikkhamati…pe… sambhavañca dassesi, tasmā tatiyassa bhāsitaṁ subhāsitanti evaṁ yojanā veditabbā. Dakasotanti muttassa vatthito nikkhamanamaggaṁ, aṅgajātappadesanti vuttaṁ hoti. Sukkañca nāmetaṁ rasaruhirādisattadehadhātūsu majjhimadhātucatujaṁ aṭṭhimiñjādi viya pathavīdhātusaṅgahitaṁ āhārūpajīvīnaṁ sakalakāyagataṁ atidaharadārakānampi attheva, taṁ pana pannarasasoḷasavassuddesato paṭṭhāya sattānaṁ samuppajjanakakāmarāgeheva ṭhānato calati, calitañca āpodhātubhāvena cittajameva hutvā dakasotaṁ otarati, dakasotato pana paṭṭhāya cittapaccayautujaṁ hoti matthaluṅgato calitasiṅghāṇikā viya. Yesaṁ pana samucchedanavikkhambhanādīhi rāgapariyuṭṭhānaṁ natthi , tesaṁ sukkavissaṭṭhi na siyā. Iti yathāṭhānato sukkassa vissaṭṭhiyeva rāgacittasamuṭṭhānā, na pakatirūpaṁ, teneva kathāvatthuaṭṭhakathāyaṁ (kathā. aṭṭha. 307) ‘‘sukkavissaṭṭhi nāma rāgasamuṭṭhānā hotī’’ti sukkassa vissaṭṭhi eva rāgasamuṭṭhānā vuttā, na pakatirūpaṁ. Channaṁ pana kāmāvacaradevānaṁ vijjamānāpi sukkadhātu dvayaṁdvayasamāpattivasena pariyuṭṭhitarāgenāpi ṭhānato na gaḷati, yathāṭhāne eva ṭhatvā kiñci vikāraṁ āpajjamānā taṅkhaṇikapariḷāhavūpasamāvahā methunakiccaniṭṭhāpitā hotīti veditabbaṁ. Keci pana ‘‘kāyasamphassasukhameva tesaṁ kāmakicca’’nti vadanti. Khīṇāsavānaṁ pana anāgāmīnañca sabbaso kāmarāgābhāvena sukkadhātuvikārampi nāpajjatīti veditabbaṁ. Rūpībrahmānaṁ pana vikkhambhitakāmarāgena janitattā anāhārūpajīvitattā ca sabbathā sukkadhātupi nattheva. Tathevāti mocanassādena nimitte upakkamatotiādiṁ atidisati. ‘‘Vissaṭṭhīti ṭhānācāvanā vuccatī’’ti padabhājane (pārā. 237) vuttattā ‘‘dakasotaṁ otiṇṇamatte’’ti kasmā vuttanti āha dakasotorohaṇañcetthātiādi. Etthāti tīsupi vādesu. Adhivāsetvāti nimitte upakkamitvā puna vippaṭisāre uppanne mocanassādaṁ vinodetvā. Antarā nivāretunti attano nimitte katūpakkamena ṭhānā cutaṁ dakasotaṁ otarituṁ adatvā antarā nivāretuṁ. Mocanassādena hatthaparikammādiṁ karontassa muttepi dukkaṭameva, nimitte upakkamābhāvato pana saṅghādiseso na hotīti āha ‘‘hattha…pe… anāpattī’’ti. Dakasotorohaṇañcetthātiādinā vuttavinicchayaṁ sandhāya ‘‘ayaṁ sabbācariyasādhāraṇavinicchayo’’ti vuttaṁ.",
  "tika-vin07t3:5": "Khobhakaraṇapaccayo nāma visabhāgabhesajjasenāsanāhārādipaccayo. Nānāvidhaṁ supinanti khubhitavātādidhātūnaṁ anuguṇaṁ. Anubhūtapubbanti pubbe bhūtapubbaṁ manasā parikappitapubbañca. Sagganarakadesantarādīnampi hi saṅgahetvā vuttaṁ. Atthakāmatāya vā anatthakāmatāya vāti idaṁ devatānaṁ hitāhitādhippāyataṁ dassetuṁ vuttaṁ. Atthāya vā anatthāya vāti sabhāvato bhavitabbaṁ hitāhitaṁ sandhāya vuttaṁ. Nanu devatāhi upasaṁhariyamānāni ārammaṇāni paramatthato natthi, kathaṁ tāni puriso passati, devatā vā tāni avijjamānāni upasaṁharantīti codanaṁ manasi katvā āha so tāsantiādi. Tena ‘‘evameso parikappatū’’ti devatāhi cintitamattena supantassa cittaṁ bhavaṅgasantatito nipatitvā devatāhi cintitaniyāmeneva parikappamānaṁ pavattati, evaṁ tena parikappamānāni ārammaṇāni devatāhi upasaṁhaṭāni nāma honti, tāni ca so devatānubhāvena passati nāmāti dasseti. Bodhisattamātā viya puttapaṭilābhanimittantiādīsu bodhisattassa gabbhokkantidivase mahāmāyādeviyā attano dakkhiṇapassena ekassa setavaravāraṇassa antokucchipaviṭṭhabhāvadassanaṁ puttapaṭilābhanimittaṁ supinaṁ nāma. Amhākaṁ pana bodhisattassa ‘‘sve buddho bhavissatī’’ti cātuddasiyaṁ pakkhassa rattivibhāyanakāle himavantaṁ bibbohanaṁ katvā puratthimapacchimasamuddesu vāmadakkhiṇahatthe dakkhiṇasamudde pāde ca odahitvā mahāpathaviyā sayanaṁ eko, dabbatiṇasaṅkhātāya tiriyā nāma tiṇajātiyā naṅgalamattarattadaṇḍāya nābhito uggatāya khaṇena anekayojanasahassaṁ nabhaṁ āhacca ṭhānaṁ eko, setānaṁ kaṇhasīsānaṁ kimīnaṁ pādehi ussakkitvā yāva jāṇumaṇḍalaṁ āhacca ṭhānaṁ eko, nānāvaṇṇānaṁ catunnaṁ sakuṇānaṁ catūhi disāhi āgantvā pādamūle setavaṇṇatāpajjanaṁ eko, bodhisattassa mahato mīḷhapabbatassa upari alimpamānassa caṅkamanaṁ ekoti ime pañca mahāsupinā nāma, ime ca yathākkamaṁ sambodhiyā, devamanussesu ariyamaggappakāsanassa, gihīnañca saraṇūpagamanassa, khattiyādicatuvaṇṇānaṁ pabbajitvā arahattapaṭilābhassa, catunnaṁ paccayānaṁ lābhe alittabhāvassa ca pubbanimittānīti veditabbaṁ. Soḷasa supinā pākaṭā eva. Ekantasaccamevāti phalaniyamuppattito vuttaṁ. Dassanaṁ pana sabbattha vipallatthameva. Dhātukkhobhādīsu catūsu mūlakāraṇesu dvīhi tīhipi kāraṇehi kadāci supinaṁ passantīti āha ‘‘saṁsaggabhedato’’ti. Supinabhedoti saccāsaccatthatābhedo.",
  "tika-vin07t3:6": "Rūpanimittādiārammaṇanti ettha kammanimittagatinimittato aññarūpameva viññāṇassa nimittanti rūpanimittaṁ, taṁ ādi yesaṁ sattanimittādīnaṁ tāni rūpanimittādīni ārammaṇāni yassa bhavaṅgacittassa taṁ rūpanimittādiārammaṇaṁ. Īdisānīti rūpanimittādiārammaṇāni rāgādisampayuttāni ca. Sabbohārikacittenāti paṭibuddhassa pakativīthicittena. Ko nāma passatīti suttapaṭibuddhabhāvaviyuttāya cittappavattiyā abhāvato supinaṁ passanto nāma na siyāti adhippāyo, tenāha ‘‘supinassa abhāvova āpajjatī’’ti. Kapimiddhaparetoti iminā niddāvasena pavattamānabhavaṅgasantatibyavahitāya kusalākusalāya manodvāravīthiyā ca passatīti dasseti, tenāha yā niddātiādi. Dvīhi antehi muttoti kusalākusalasaṅkhātehi dvīhi antehi mutto. Āvajjanatadārammaṇakkhaṇeti supine pañcadvāravīthiyā abhāvato manodvāre uppajjanārahaṁ gahetvā vuttaṁ.",
  "tika-vin07t3:7": "Ettha ca supinantepi tadārammaṇavacanato anubhūtesu sutapubbesu vā rūpādīsu purāpattibhāvena parikappetvā vipallāsato pavattamānāpi kāmāvacaravipākadhammā parittadhamme nissāya parikappetvā pavattattā parittārammaṇā vuttā, na pana sarūpato parittadhamme gahetvā pavattattā evāti gahetabbaṁ. Evañca itthipurisādiākāraṁ āropetvā pavattamānānaṁ rāgādisavipākadhammānampi tesaṁ ārammaṇaṁ gahetvā uppannānaṁ paṭisandhādivipākānampi parittārammaṇatā kammanimittārammaṇatā ca upapannā eva hoti. Vatthudhammavinimuttaṁ pana sammutibhūtaṁ kasiṇādipaṭibhāgārammaṇaṁ gahetvā uppannā upacārappanādivasappavattā cittacetasikadhammā eva parittattike (dha. sa. tikamātikā 12) na vattabbārammaṇāti gahetabbā.",
  "tika-vin07t3:8": "Svāyanti supino. Vipallāsena parikappitaparittārammaṇattā ‘‘dubbalavatthukattā’’ti vuttaṁ, avijjamānārammaṇe avasavattitoti adhippāyo, tenāha avisaye uppannattātiādi.",
  "tika-vin07t3:9": "Āpattinikāyassāti idaṁ saṅghādisesoti pulliṅga-saddassa anurūpavasena vuttaṁ. Assāti assa āpattinikāyassa, vuṭṭhāpetuṁ icchitassāti attho, tenāha kiṁ vuttantiādi. Ruḷhisaddenāti ettha samudāye nipphannassāpi saddassa tadekadesepi pasiddhi idha ruḷhī nāma, tāya ruḷhiyā yutto saddo ruḷhīsaddo, tena. Ruḷhiyā kāraṇamāha avayaveiccādinā.",
  "tika-vin07t3:10": "Kālañcāti ‘‘rāgūpatthambhe’’tiādinā dassitakālañca, ‘‘rāgūpatthambhe’’ti vutte rāgūpatthambhe jāte tasmiṁ kāle mocetīti atthato kālo gammati. Navamassa adhippāyassāti vīmaṁsādhippāyassa. Vatthūti visayaṁ.",
  "tika-vin07t3:11": "238. Lomā etesaṁ santīti lomasā, bahulomapāṇakā.",
  "tika-vin07t3:12": "239.Mocanenāti mocanappayogena. Mocanassādasampayuttāyāti ettha mocanicchāva mocanassādo, tena sampayuttā cetanā mocanassādacetanāti attho, na pana mocane assādaṁ sukhaṁ patthentiyā cetanāyāti evaṁ attho gahetabbo, itarathā sukhatthāya mocentasseva āpatti, na ārogyādiatthāyāti āpajjati. Tasmā ārogyādīsu yena kenaci adhippāyena mocanicchāya cetanāyāti atthova gahetabbo.",
  "tika-vin07t3:13": "240.Vāyamatoti aṅgajāte kāyena upakkamato. Dve āpattisahassānīti khaṇḍacakkādīni anāmasitvāva vuttaṁ, icchantena pana khaṇḍacakkādibhedenāpi gaṇanā kātabbā. Ekena padenāti gehasitapemapadena. Tathevāti mocanassādacetanāya eva gāḷhaṁ pīḷanādippayogaṁ avijahitvā supanena saṅghādisesoti vuttaṁ. Suddhacittoti mocanassādassa nimitte ūruādīhi kataupakkamassa vijahanaṁ sandhāya vuttaṁ. Tena asubhamanasikārābhāvepi payogābhāveneva mocanepi anāpatti dīpitāti veditabbā.",
  "tika-vin07t3:14": "Tena upakkamena mutteti muccamānaṁ vinā aññasmimpi sukke ṭhānato mutte. Yadi pana upakkame katepi muccamānameva dakasotaṁ otarati, thullaccayameva payogena muttassa abhāvā. Jagganatthāyāti cīvarādīsu limpanaparihārāya hatthena aṅgajātaggahaṇaṁ vaṭṭati, tappayogo na hotīti adhippāyo. Anokāsanti aṅgajātappadesaṁ.",
  "tika-vin07t3:15": "262.Supinantena kāraṇenāti supinante pavattaupakkamahetunā. Āpattiṭṭhāneyeva hi ayaṁ anāpatti avisayattā vuttā. Tenāha ‘‘sacassa visayo hoti niccalena bhavitabba’’ntiādi.",
  "tika-vin07t3:16": "263. Vinītavatthupāḷiyaṁ aṇḍakaṇḍuvanavatthusmiṁ mocanādhippāyena aṇḍacalanena aṅgajātassāpi calanato nimitte upakkamo hotīti saṅghādiseso vutto. Yathā pana aṅgajātaṁ na calati, evaṁ aṇḍameva kaṇḍuvanena phusantassa muttepi anāpatti aṇḍassa anaṅgajātattā.",
  "tika-vin07t3:17": "264.Vatthinti aṅgajātasīsacchādakacammaṁ. Udaraṁ tāpentassa…pe… anāpattiyevāti udaratāpanena aṅgajātepi tatte tāvattakena nimitte upakkamo kato nāma na hotīti vuttaṁ.",
  "tika-vin07t3:18": "265.Ehi me tvaṁ, āvuso, sāmaṇerāti vatthusmiṁ aññaṁ āṇāpetu, tena kariyamānassa aṅgajātacalanassa mocanassādena sādiyanato taṁ calanaṁ bhikkhussa sādiyanacittasamuṭṭhitampi hotīti sukkavissaṭṭhipaccayassa aṅgajātacalanassa hetubhūtā assādacetanāva āpattiyā aṅgaṁ hoti, na āṇāpanavācā tassā pavattikkhaṇe saṅghādisesassa asijjhanato. Evaṁ āṇāpetvāpi yonisomanasikārena mocanassādaṁ paṭivinodentassa āpattiasambhavato idaṁ sikkhāpadaṁ anāṇattikaṁ, kāyakammaṁ, kiriyasamuṭṭhānañca jātanti gahetabbaṁ, āṇāpanavācāya pana dukkaṭaṁ āpajjati. Yo pana parena anāṇattena balakkārenāpi kariyamānappayogaṁ mocanassādena sādiyati, tassāpi mutte paṭhamapārājike viya saṅghādisesova, amutte thullaccayaṁ. Mocanassāde cetanāya pana asati kāyasaṁsaggarāgena sādiyantassāpi muttepi saṅghādisesena anāpattīti ācariyā vadanti, tañca yuttameva.",
  "tika-vin07t3:19": "266.Kāyatthambhanavatthusmiṁ calanavasena yathā aṅgajāte upakkamo sambhavati, tathā vijambhitattā āpatti vuttā.",
  "tika-vin07t3:20": "Upanijjhāyanavatthusmiṁ aṅgajātanti jīvamānaitthīnaṁ passāvamaggova adhippeto, netaro.",
  "tika-vin07t3:21": "267.Pupphāvalīti kīḷāviseso. Taṁ kira kīḷantā nadīādīsu chinnataṭaṁ udakena cikkhallaṁ katvā tattha ubho pāde pasāretvā nisinnā patanti , ‘‘pupphāvaliya’’ntipi pāṭho. Pavesentassāti payojakattena dvikammikattā ‘‘vālikaṁ aṅgajāta’’nti ubhayatthāpi upayogavacanaṁ kataṁ. Cetanā, upakkamo, muccananti imānettha tīṇi aṅgāni veditabbāni.",
  "tika-vin07t3:22": "Sukkavissaṭṭhisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:23": "2. Kāyasaṁsaggasikkhāpadavaṇṇanā",
  "tika-vin07t3:24": "269. Dutiye kesuci vātapānesu vivaṭesu bahipi andhakārattā āloko na pavisati, vivaṭakavāṭena aññato āgacchantassa ālokassa nivāraṇato kavāṭassa piṭṭhipasse ghanandhakārova hoti, tādisāni sandhāya ‘‘yesu vivaṭesu andhakāro hotī’’tiādi vuttaṁ.",
  "tika-vin07t3:25": "Brāhmaṇī attano aṅgamaṅgānaṁ parāmasanakkhaṇe anācārānukūlā hutvā na kiñci vatvā bhikkhuno vaṇṇabhaṇanakkhaṇe vuttattā āha ‘‘pabbajitukāmo maññeti sallakkhetvā’’ti, pabbajitukāmo viyāti sallakkhetvāti attho. Kulitthīnaṁ evaṁ parehi abhibhavanaṁ nāma accantāvamānoti āha ‘‘attano vippakāra’’nti.",
  "tika-vin07t3:26": "270. Otiṇṇasaddassa kammasādhanapakkhaṁ sandhāya ‘‘yakkhādīhī’’tiādi vuttaṁ, kattusādhanapakkhaṁ sandhāya ‘‘kūpādīnī’’tiādi vuttaṁ. Tasmiṁ vatthusminti itthisarīrasaṅkhāte vatthusmiṁ.",
  "tika-vin07t3:27": "271.Assāti hatthaggāhādikassa sabbassa.",
  "tika-vin07t3:28": "273.Etesaṁpadānanti āmasanādipadānaṁ. Itthisaññīti manussitthisaññī. Naṁ-saddassa kāyavisesanabhāvena etaṁ kāyanti atthaṁ dassetuṁ ‘‘atha vā’’tiādi vuttaṁ. Omasanto…pe… ekāva āpattīti anivatthaṁ sandhāya vuttaṁ, na nivatthaṁ. Sanivatthāya pana matthakato paṭṭhāya hatthaṁ otārentassa nivatthasāṭakopari hatthe āruḷhe thullaccayaṁ. Sāṭakato hatthaṁ otārāpetvā jaṅghato paṭṭhāya omasantassa puna saṅghādiseso.",
  "tika-vin07t3:29": "Yathāniddiṭṭhaniddeseti yathāvuttakāyasaṁsagganiddese. Tenāti yena kāraṇena vatthusaññādayo honti, tena kāraṇena. Yathāvuttasikkhāpadaniddese vuttaṁ garukaṁ bhikkhuno kareyya pakāseyyāti yojanā.",
  "tika-vin07t3:30": "Saññāya virāgitamhīti saññāya viraddhāya. Idaṁ nāma vatthunti imasmiṁ sikkhāpade āgataṁ, anāgatañca yaṁ kiñci saviññāṇakāviññāṇakaṁ phusantassa anāpattiabhāvaṁ sandhāya vuttaṁ.",
  "tika-vin07t3:31": "Sārattanti kāyasaṁsaggarāgeneva sārattaṁ. Virattanti kāyasaṁsaggarāgarahitaṁ mātuādiṁ sandhāya vadati. Dukkaṭanti mātupemādivasena gaṇhantassa vasena vuttaṁ, virattampi itthiṁ kāyasaṁsaggarāgena gaṇhantassa pana saṅghādiseso eva. Imāya pāḷiyā sametīti sambandho. Kathaṁ sametīti ce? Yadi hi ‘‘itthiyā kāyappaṭibaddhaṁ gaṇhissāmī’’ti citte uppanne itthisaññā virāgitā bhaveyya. Kāyappaṭibaddhaggahaṇepi thullaccayenāpi na bhavitabbaṁ itthisaññāya eva pāḷiyaṁ (pārā. 276) thullaccayassa vuttattā, tasmā ‘‘itthiyā kāyappaṭibaddhaṁ gaṇhissāmīti kāyaṁ gaṇhantassa itthisaññā virāgitā nāma na hotīti kāyappaṭibaddhaṁ gaṇhissāmīti kāyaṁ gaṇhato itthisaññāya ceva kāyasaṁsaggarāgassa ca kāyaggahaṇassa ca sambhavā yathāvatthukaṁ saṅghādisesameva āpajjatī’’ti mahāsumattherena vuttavādova imāya pāḷiyā sameti. Aṭṭhakathāyañhi ‘‘sambahulā itthiyo bāhāhi parikkhipitvā gaṇhāmī’’ti saññāya parikkhipato majjhagatānaṁ vasena thullaccayaṁ vuttaṁ. Na hi tassa ‘‘majjhagatā itthiyo kāyappaṭibaddhena gaṇhāmī’’ti saññā atthi, tasmā aṭṭhakathāyapi sametīti gahetabbaṁ. Nīlena duviññeyyabhāvato kāḷitthī vuttā.",
  "tika-vin07t3:32": "279.Sevanādhippāyoti phassasukhasevanādhippāyo. Kāyappaṭibaddhāmasanavāre kāyappaṭibaddhavasena phassapaṭivijānanaṁ veditabbaṁ. Cittuppādamatte āpattiyābhāvato anāpattīti idaṁ kāyasaṁsaggarāgamattena kāyacalanassa anuppattito itthiyā kariyamānakāyacalanaṁ sādiyatopi payogābhāvaṁ sandhāya vuttaṁ. Paṭhamapārājike pana parehi upakkamiyamānassa abhāvato sevanādhippāye uppanne tena adhippāyena aṅgajātakkhobho sayameva avassaṁ sañjāyati, so ca tena kato nāma hotīti pārājikaṁ vuttaṁ, teneva nayena paṭhamasaṅghādisesepi parena kariyamānapayogasādiyamānepi aṅgajātakkhobhasambhavena āpatti hotīti veditabbaṁ. Catuttheti ‘‘na ca kāyena vāyamati, na ca phassaṁ paṭivijānātī’’ti imasmiṁ vāre. Phassapaṭivijānanampīti api-saddena tatiyavāre viya vāyāmopi natthīti dasseti. Nissaggiyena nissaggiyāmasane viyāti idaṁ pana phassapaṭivijānanābhāvamattasseva nidassanaṁ, na payogābhāvassāti daṭṭhabbaṁ. Mokkhādhippāyoti ettha cittassa lahuparivattitāya antarantarā kāyasaṁsaggarāge samuppannepi mokkhādhippāyassa avicchinnatāya anāpattiyeva, vicchinne pana tasmiṁ āpatti eva.",
  "tika-vin07t3:33": "Padabhājanīyavaṇṇanānayo.",
  "tika-vin07t3:34": "281.Ettha gaṇhāhīti na vattabbāti gehasitapemena kāyappaṭibaddhena phusane dukkaṭaṁ sandhāya vuttaṁ, kāruññena pana vatthādiṁ gahetuṁ asakkontiṁ ‘‘gaṇhā’’ti vadantassāpi avasasabhāvappattaṁ udake nimujjantiṁ kāruññena sahasā anāmāsanti acintetvā kesādīsu gahetvā mokkhādhippāyena ākaḍḍhatopi anāpattiyeva. Na hi mīyamānaṁ mātaraṁ ukkhipituṁ na vaṭṭati. Aññātikāya itthiyāpi eseva nayo. Ukkaṭṭhāya mātuyāpi āmāso na vaṭṭatīti dassanatthaṁ ‘‘mātara’’nti vuttaṁ. Tassā kātabbaṁ pana aññāsampi itthīnaṁ karontassāpi anāpattiyeva anāmāsatte visesābhāvā.",
  "tika-vin07t3:35": "Tiṇaṇḍupakanti hiriverādimūlehi kesālaṅkāratthāya katacumbaṭakaṁ. Parivattetvāti attano nivāsanādibhāvato apanetvā. Pūjādiatthaṁ pana tāvakālikampi āmasituṁ vaṭṭati. Sīsapasādhanakadantasūciādīti idaṁ sīsālaṅkāratthāya paṭapilotikādīhi kataṁ sīsapasādhanakañceva dantasūciādi cāti dvidhā yojetvā sīsapasādhanaṁ sipāṭikopakaraṇatthāya ceva dantasūciupakaraṇatthāya ca gahetabbanti yathākkamaṁ atthaṁ dasseti. Kesakalāpaṁ bandhitvā tattha tiriyaṁ pavesanatthāya katā dantasūci eva sīsapasādhanakadantasūcīti ekameva katvā sipāṭikāya pakkhipitvā pariharitabbasūciyeva tassa tassa kiccassa upakaraṇanti sipāṭikāsūciupakaraṇanti evaṁ vā yojanā kātabbā . Potthakarūpanti sudhādīhi kataṁ, pārājikavatthubhūtānaṁ tiracchānagatitthīnaṁ saṇṭhānena katampi anāmāsameva. Itthirūpādīni dassetvā kataṁ, vatthabhittiādiñca itthirūpaṁ anāmasitvā vaḷañjetuṁ vaṭṭati. Evarūpehi anāmāse kāyasaṁsaggarāge asati kāyappaṭibaddhena āmasato doso natthi. Bhinditvāti ettha anāmāsampi daṇḍapāsāṇādīhi bhedanassa aṭṭhakathāyaṁ vuttattā, pāḷiyampi āpadāsu mokkhādhippāyassa āmasanepi anāpattiyā vuttattā ca. Sappinīādīhi vāḷamigīhi ca gahitapāṇakānaṁ mocanatthāya taṁ sappinīādiṁ vatthadaṇḍādīhi parikkhipitvā gahetuṁ, mātuādiṁ udake mīyamānaṁ vatthādīhi gahetuṁ, asakkontiṁ kesādīsu gahetvā kāruññena ukkhipituṁ vaṭṭatīti ayamattho gahetabbova. Aṭṭhakathāyaṁ ‘‘na tveva āmasitabbā’’ti idaṁ pana vacanaṁ amīyamānavatthuṁ sandhāya vuttanti ayaṁ amhākaṁ khanti.",
  "tika-vin07t3:36": "Maggaṁ adhiṭṭhāyāti ‘‘maggo aya’’nti maggasaññaṁ uppādetvāti attho. Paññapetvā dentīti idaṁ sāmīcivasena vuttaṁ, tehi pana āsanaṁ apaññapetvāva nisīdathāti vutte sayameva paññapetvā nisīditumpi vaṭṭati. Tatthajātakānīti acchinditvā bhūtagāmabhāveneva ṭhitāni. Kīḷantenāti vuttattā sati paccaye āmasantassa anāpatti. Bhikkhusantakaṁ pana paribhogārahaṁ sabbathā āmasituṁ na vaṭṭati durupaciṇṇattā. Anupasampannānaṁ dassāmīti idaṁ appaṭiggahetvā gahaṇaṁ sandhāya vuttaṁ. Attanopi atthāya paṭiggahetvā gahaṇe doso natthi anāmāsattābhāvā.",
  "tika-vin07t3:37": "Maṇīti veḷuriyādito añño jotirasādibhedo sabbopi maṇi. Veḷuriyoti allaveḷuvaṇṇomaṇi, ‘‘majjārakkhi maṇḍalavaṇṇo’’tipi vadanti. Silāti muggamāsavaṇṇā atisiniddhā kāḷasilā, maṇivohāraṁ āgatā rattasetādivaṇṇā sumaṭṭhāpi silā anāmāsā evāti vadanti. Rajatanti kahāpaṇamāsādibhedaṁ jatumāsādiṁ upādāya sabbaṁ vuttāvasesaṁ rūpiyaṁ gahitaṁ. Lohitaṅkoti rattamaṇi. Masāragallanti kabaravaṇṇo maṇi, ‘‘marakata’’ntipi vadanti. Bhesajjatthāya pisitvā yojitānaṁ muttānaṁ ratanabhāvavirahato gahaṇakkhaṇepi ratanākārena apekkhitābhāvā ‘‘bhesajjatthāya pana vaṭṭatī’’ti vuttaṁ. Yāva pana tā muttā ratanarūpena tiṭṭhanti, tāva āmasituṁ na vaṭṭati eva. Evaṁ aññampi ratanapāsāṇaṁ pisitvā bhesajje yojanatthāya gahetuṁ vaṭṭati eva, jātarūparajataṁ pana pisitvā yojanabhesajjatthāyapi sampaṭicchituṁ na vaṭṭati, gahaṭṭhehi yojetvā dinnampi yadi bhesajje suvaṇṇādirūpena tiṭṭhati, viyojetuñca sakkā, tādisaṁ bhesajjampi na vaṭṭati. Taṁ abbohārikattaṁ gataṁ ce, vaṭṭati. ‘‘Jātiphalikaṁupādāyā’’ti vuttattā, sūriyakantacandakantādikaṁ jātipāsāṇaṁ maṇimhi eva saṅgahitanti daṭṭhabbaṁ. Dhamanasaṅkho ca dhotaviddho ca ratanamisso cāti yojetabbaṁ. Viddhoti maṇiādibhāvena katachiddo.",
  "tika-vin07t3:38": "Ratanamissoti kañcanalatādivicitto, muttādiratanakhacito ca, etena dhamanasaṅkhato añño ratanamissova anāmāsoti dasseti. Silāyampi eseva nayo. Pānīyasaṅkhoti imināva thālakādiākārena katasaṅkhamayabhājanāni bhikkhūnaṁ sampaṭicchituṁ vaṭṭatīti siddhaṁ. Sesāti ratanasaṁyuttaṁ ṭhapetvā avasesā.",
  "tika-vin07t3:39": "Bījato paṭṭhāyāti dhātupāsāṇato paṭṭhāya. Paṭikkhipīti suvaṇṇamayadhātukaraṇḍakassa, buddharūpādissa ca attano santakakaraṇe nissaggiyattā vuttaṁ. ‘‘Rūpiyachaḍḍakaṭṭhāne’’ti vuttattā rūpiyachaḍḍakassa jātarūparajataṁ āmasitvā chaḍḍetuṁ vaṭṭatīti siddhaṁ. Keḷāpayitunti āmasitvā ito cito ca sañcāretuṁ. Vuttanti mahāaṭṭhakathāyaṁ vuttaṁ. Kacavarameva harituṁ vaṭṭatīti gopakā vā hontu aññe vā, hatthena puñchitvā kacavaraṁ apanetuṁ vaṭṭati, malampi pamajjituṁ vaṭṭati evāti vadanti, taṁ aṭṭhakathāya na sameti keḷāyanasadisattā. Ārakūṭalohanti suvaṇṇavaṇṇo kittimalohaviseso. Tividhañhi kittimalohaṁ kaṁsalohaṁ vaṭṭalohaṁ hārakūṭalohanti. Tattha tiputambe missetvā kataṁ kaṁsalohaṁ nāma. Sīsatambe missetvā kataṁ vaṭṭalohaṁ. Rasatambe missetvā kataṁ hārakūṭalohaṁ nāma. Taṁ pana ‘‘jātarūpagatika’’nti vuttattā uggaṇhato nissaggiyampi hotīti keci vadanti. Rūpiyesu pana agaṇitattā nissaggiyaṁ na hoti, āmasane, sampaṭicchane ca dukkaṭamevāti veditabbaṁ. Sabbakappiyoti yathāvuttasuvaṇṇādimayānaṁ senāsanaparikkhārānaṁ āmasanagopanādivasena paribhogo sabbathā kappiyoti adhippāyo. Tenāha ‘‘tasmā’’tiādi. ‘‘Bhikkhūnaṁ dhammavinayavaṇṇanaṭṭhāne’’ti vuttattā saṅghikameva suvaṇṇādimayaṁ senāsanaṁ, senāsanaparikkhārā ca vaṭṭanti, na puggalikānīti gahetabbaṁ.",
  "tika-vin07t3:40": "Bhinditvāti paṭhamameva anāmasitvā pāsāṇādinā kiñcimattaṁ bhedaṁ katvā pacchā kappiyabhaṇḍatthāya adhiṭṭhahitvā hatthena gahetuṁ vaṭṭati. Tenāha ‘‘kappiyabhaṇḍaṁ karissāmīti sabbampi sampaṭicchituṁ vaṭṭatī’’ti. Etthāpi kiñci bhinditvā, viyojetvā vā āmasitabba.",
  "tika-vin07t3:41": "Phalakajālikādīnīti ettha saraparittāṇāya hatthena gahetabbaṁ kiṭikāphalakaṁ akkhirakkhaṇatthāya ayalohādīhi jālākārena katvā sīsādīsu paṭimuñcitabbaṁ jālikaṁ nāma . Ādi-saddena kavacādiṁ saṅgaṇhāti. Anāmāsānīti macchajālādiparūparodhakaṁ sandhāya vuttaṁ, na saraparittāṇaṁ tassa āvudhabhaṇḍattābhāvā. Teneva vakkhati ‘‘parūparodhanivāraṇaṁ hī’’tiādi. Āsanassāti cetiyassa samantā kataparibhaṇḍassa. Bandhissāmīti kākādīhi adūsanatthāya bandhissāmi.",
  "tika-vin07t3:42": "‘‘Bherisaṅghāṭoti saṅghaṭitacammabherī. Vīṇāsaṅghāṭoti saṅghaṭitacammavīṇā’’ti sāratthadīpaniyaṁ (sārattha. ṭī. 2.281) vuttaṁ. ‘‘Cammavinaddhāni vīṇābheriādīnī’’ti mahāaṭṭhakathāyaṁ vuttavacanato visesābhāvā, ‘‘kurundiyaṁ panā’’tiādinā tato visesassa vattumāraddhattā ca bheriādīnaṁ vinaddhanopakaraṇasamūho bherivīṇāsaṅghāṭoti veditabbaṁ saṅghaṭitabboti saṅghāṭoti katvā. Tucchapokkharanti avinaddhacammabherivīṇānaṁ pokkharaṁ. Āropitacammanti pubbe āropitaṁ hutvā pacchā tato apanetvā visuṁ ṭhapitamukhacammamattaṁ, na sesopakaraṇasahitaṁ. Sahitaṁ pana saṅghāṭoti ayaṁ viseso. Onahitunti bheripokkharādīni cammaṁ āropetvā cammavaṭṭiādīhi sabbehi upakaraṇehi vinandhituṁ.",
  "tika-vin07t3:43": "Pāḷiyaṁ paṇḍakassāti paṇḍakena. Pārājikappahonakakāleti akuthitakāle. Kāyasaṁsaggarāgādibhāve sabbāvatthāyapi itthiyā saṇṭhāne paññāyamāne anāmāsadukkaṭaṁ na vigacchatīti daṭṭhabbaṁ. Saṅkamādīnaṁ ṭhānācāvanavasena acāletabbatāya na kāyappaṭibaddhavohāroti dukkaṭaṁ vuttaṁ.",
  "tika-vin07t3:44": "282.Ekapadikasaṅkamoti tanukasetu. ‘‘Āviñchanto’’ti vuttattā cāletuṁ yuttāya eva rajjuyā thullaccayaṁ, na itarāya bhittithambhādigatikattāti āha ‘‘yā mahārajju hotī’’tiādi. Tena cāletuṁ yutte tanukarajjudaṇḍake acāletvā phusantassāpi thullaccayamevāti dīpitanti veditabbaṁ. Paṭicchādetabbāti chādanādivasena gūhitabbā. Manussitthī, manussitthisaññitā, kāyasaṁsaggarāgo, vāyāmo, tena hatthādīsu phusananti imānettha pañca aṅgāni.",
  "tika-vin07t3:45": "Kāyasaṁsaggasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:46": "3. Duṭṭhullavācāsikkhāpadavaṇṇanā",
  "tika-vin07t3:47": "285. Tatiye asaddhammapaṭisaññuttanti methunadhammapaṭisaṁyuttaṁ. Bālāti subhāsitadubbhāsitaṁ ajānantī , surāmadamattatāya ummattakādibhāvena ca ajānantīpi ettheva saṅgayhati. Na tāva sīsaṁ etīti saṅghādisesapaccayattasaṅkhātaṁ matthakaṁ pāripūri na hoti, maggamethunehi aghaṭitattā dukkaṭaṁ pana hoti eva.",
  "tika-vin07t3:48": "Apasādetīti apasādakaravacanaṁ karoti. Dosaṁ detīti dosaṁ patiṭṭhāpeti. Tīhīti animittāsītiādīnaṁ padānaṁ aduṭṭhullabhāvenāpi atthayojanārahattā passāvamaggādipaṭisaññuttatāniyamo natthīti vuttaṁ, tehi pana aṭṭhahi padehi paribbājikāvatthusmiṁ (pārā. 289) viya thullaccayanti veditabbaṁ.",
  "tika-vin07t3:49": "Kuñcikapanāḷimattanti kuñcikāchiddamattaṁ. Sukkhasotāti dakasotassa sukkhatāya lohitavaṇṇavigamo hotīti vuttaṁ.",
  "tika-vin07t3:50": "Suddhānīti methunādipadehi ayojitānipi. Methunadhammena ghaṭitānevāti idaṁ upalakkhaṇamattaṁ, vaccamaggapassāvamaggehipi animitte ‘‘tava vaccamaggo, passāvamaggo vā īdiso’’tiādinā ghaṭitepi āpattikarāneva.",
  "tika-vin07t3:51": "286.Garukāpattinti bhikkhuniyā ubbhajāṇumaṇḍalikāya pārājikāpattiṁ sandhāya vadati.",
  "tika-vin07t3:52": "287.Hasanto hasantoti upalakkhaṇamattaṁ, ahasantopi yena kenaci ākārena attano vipariṇatacittataṁ itthiyā pakāsento vadati, āpattiyeva.",
  "tika-vin07t3:53": "Kāyacittatoti hatthamuddāya obhāsentassa kāyacittato samuṭṭhāti.",
  "tika-vin07t3:54": "288.Tasmā dukkaṭanti appaṭivijānanato dukkaṭaṁ, paṭivijānane pana sati thullaccayameva paribbājikāvatthusmiṁ (pārā. 289) viya akhettapadattā. Khettapade hi paṭivijānantiyā saṅghādisesova siyā methunadhammayācanavatthudvaye (pārā. 289) viya, taṁ pana vatthudvayaṁ methunayācanato catutthasaṅghādisese vattabbampi duṭṭhullavācassādamattena pavattattā idha vuttanti veditabbaṁ. Evaṁ khettapadena vadantassa itthiyā appaṭivijānantiyā kiṁ hotīti? Kiñcāpi ayaṁ nāma āpattīti pāḷiaṭṭhakathāsu na vuttaṁ, atha kho thullaccayenevettha bhavitabbaṁ . Tathā hi akhettapade appaṭivijānantiyā dukkaṭaṁ, paṭivijānantiyā thullaccayaṁ vuttaṁ. Khettapade pana paṭivijānane saṅghādisesova vutto, appaṭivijānane thullaccayameva bhavituṁ yuttaṁ, na dukkaṭaṁ, akhettapadato visesābhāvappasaṅgoti gahetabbaṁ. Yathā cettha, evaṁ catutthasikkhāpadepi akhettapade paṭivijānantiyā thullaccayaṁ, appaṭivijānantiyā dukkaṭaṁ, khettapade pana appaṭivijānantiyā thullaccayanti veditabbaṁ. Pāḷiyaṁ navāvutanti navavītaṁ.",
  "tika-vin07t3:55": "288.Asaddhammaṁ sandhāyāti methunaṁ sandhāya vuttaṁ. Tañhi puttasamuppattiyā bījanikkhepato vappapariyāyaṁ labhatīti.",
  "tika-vin07t3:56": "Saṁsīdatīti vahati, saṁsarīyatīti vā attho. Manussitthī, tathāsaññitā, duṭṭhullavācassādarāgo, tena obhāsanaṁ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:57": "Duṭṭhullavācāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:58": "4. Attakāmapāricariyasikkhāpadavaṇṇanā",
  "tika-vin07t3:59": "290. Catutthe parehi patte pātiyamānānaṁ bhikkhāpiṇḍānaṁ pāto sannipātoti piṇḍapātoti bhikkhāhāro vuccati, taṁsadisatāya aññopi yo koci bhikkhācariyaṁ vinā bhikkhūhi laddho piṇḍapātotveva vuccati. Pati eti etasmāti paccayoti āha ‘‘patikaraṇaṭṭhena paccayo’’ti. Rogadukkhānaṁ vā paṭipakkhabhāvena ayati pavattatīti paccayo. Sappāyassāti hitassa. Nagaraparikkhārehīti nagaraṁ parivāretvā rakkhaṇakehi. Rājūnaṁ gehaparikkhepo parikhā uddāpo pākāro esikā paligho aṭṭoti ime satta nagaraparikkhārāti vadanti. Setaparikkhāroti visuddhisīlālaṅkāro. Ariyamaggo hi idha ‘‘ratho’’ti adhippeto, tassa ca sammāvācādayo alaṅkāraṭṭhena ‘‘parikkhārā’’ti vuttā. Cakkavīriyoti vīriyacakko. Jīvitaparikkhārāti jīvitassa pavattikāraṇāni. Samudānetabbāti sammā uddhaṁ ānetabbā pariyesitabbā.",
  "tika-vin07t3:60": "291.Upacāreti yattha ṭhito viññāpetuṁ sakkoti, tādise ṭhāne. Kāmo ceva hetu ca pāricariyā ca atthoti pāḷiyaṁ ‘‘attano kāmaṁ, attano hetuṁ, attano adhippāyaṁ, attano pāricariya’’nti (pārā. 292) vuttesu imesu catūsu padesu kāmo, hetu, pāricariyā ca aṭṭhakathāyaṁ vutte paṭhame atthavikappe viggahavākyādhippāyasūcanato attho. Sesanti adhippāyapadamekaṁ. Byañjananti byañjanamattaṁ, paṭhamavikappānupayogitāya vacanamattanti attho. Dutiye atthavikappepi eseva nayo.",
  "tika-vin07t3:61": "Yathāvuttameva atthaṁ padabhājanena saṁsanditvā dassetuṁ ‘‘attano kāmaṁ attano hetuṁ attano pāricariyanti hi vutte jānissanti paṇḍitā’’tiādi āraddhaṁ. Idaṁ vuttaṁ hoti – ‘‘attano hetu’’nti vutte attano atthāyāti ayamattho viññāyati, ‘‘attano kāmaṁ attano pāricariya’’nti vutte kāmena pāricariyāti ayamattho viññāyati. Tasmā imehi tīhi padehi attano atthāya kāmena pāricariyā attakāmapāricariyāti imaṁ atthavikappaṁ viññū jānissanti. ‘‘Attano adhippāya’’nti vutte pana adhippāya-saddassa kāmita-saddena samānatthabhāvato attanā adhippetakāmitaṭṭhena attakāmapāricariyāti imamatthaṁ vikappaṁ viññū jānissanti.",
  "tika-vin07t3:62": "Etadagganti esā aggā. Duṭṭhullavācāsikkhāpadepi (pārā. 285) kāmaṁ ‘‘yācatipi āyācatipī’’ti evaṁ methunayācanaṁ āgataṁ, taṁ pana duṭṭhullavācassādarāgavasena vuttaṁ, idha pana attano methunassādarāgavasenāti ayaṁ viseso.",
  "tika-vin07t3:63": "Vinītavatthūsu ‘‘aggadānaṁ dehī’’ti idaṁ attano atthāya vuttaṁ, duṭṭhullavācāsikkhāpade pana paratthāyapi vutte sīsaṁ etīti veditabbaṁ. Subhagāti issariyādīhi sundarehi bhagehi samannāgatā. Manussitthī, tathāsaññitā, attakāmapāricariyāya rāgo, tena kāmapāricariyayācanaṁ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:64": "Attakāmapāricariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:65": "5. Sañcarittasikkhāpadavaṇṇanā",
  "tika-vin07t3:66": "296. Pañcame paṇḍiccenāti sabhāvañāṇena. Gatimantāti sabhāvañāṇagatiyuttā. Veyyattiyenāti itthikattabbesu sikkhitañāṇena. Medhāyāti asikkhitesupi taṁitthikattabbesu ṭhānuppattiyā paññāya. Chekāti kāyena pacanādikusalā.",
  "tika-vin07t3:67": "Āvahanaṁ āvāho, dārikāya gahaṇaṁ. Vidhinā parakule vahanaṁ pesanaṁ vivāho, dārikāya dānaṁ.",
  "tika-vin07t3:68": "297.Randhāpanaṁ bhattapacāpanaṁ. Byañjanādisampādanaṁ pacāpanaṁ. Na upāhaṭanti na dinnaṁ. Kayo nāma gahaṇaṁ. Vikkayo nāma dānaṁ. Tadubhayaṁ saṅgahetvā ‘‘vohāro’’ti vuttaṁ.",
  "tika-vin07t3:69": "300.‘‘Abbhutaṁ kātuṁ na vaṭṭatī’’ti iminā dukkaṭaṁ hotīti dīpeti. ‘‘Parājitena dātabba’’nti vuttattā adento dhuranikkhepena kāretabbo. Acirakāle adhikāro etassa atthīti acirakālādhikārikaṁ, sañcarittaṁ. ‘‘Acirakālācārika’’nti vā pāṭho. Acirakāle ācāro ajjhācāro etassāti yojanā.",
  "tika-vin07t3:70": "301. Kiñcāpi ehibhikkhuādikāpi sañcarittādipaṇṇattivajjaṁ āpattiṁ āpajjanti, tesaṁ pana asabbakālikattā, appakattā ca idhāpi ñatticatuttheneva kammena upasampannaṁ sandhāya ‘‘yvāya’’ntiādipadabhājanamāha. Sañcaraṇaṁ sañcaro, so etassa atthīti sañcarī, tassa bhāvo sañcarittaṁ. Tenāha ‘‘sañcaraṇabhāva’’nti. Sañcaratīti sañcaraṇo, puggalo, tassa bhāvo sañcaraṇabhāvo, taṁ itthipurisānaṁ antare sañcaraṇabhāvanti attho.",
  "tika-vin07t3:71": "Jāyābhāveti bhariyabhāvāya. Jārabhāveti sāmibhāvāya, taṁnimittanti attho. Nimittatthe hi etaṁ bhummavacanaṁ. Kiñcāpi ‘‘jārattane’’ti padassa padabhājane ‘‘jārī bhavissasī’’ti (pārā. 302) itthiliṅgavasena padabhājanaṁ vuttaṁ, ‘‘sañcarittaṁ samāpajjeyyā’’ti padassa pana niddese ‘‘itthiyā vā pahito purisassa santike gacchati, purisena vā pahito itthiyā santike gacchatī’’ti vuttattā purisassāpi santike vattabbākāraṁ dassetuṁ ‘‘jārattane’’ti niddesassa itthipurisasādhāraṇattā ‘‘itthiyā matiṁ purisassa ārocento jārattane ārocetī’’ti vuttaṁ. Pāḷiyaṁ pana purisassa matiṁ itthiyā ārocanavaseneva padadvayepi yojanā katā, tadanusārena itthiyā matiṁ purisassa ārocanākāropi sakkā viññātunti.",
  "tika-vin07t3:72": "Idāni pāḷiyaṁ vuttanayenāpi atthaṁ dassento ‘‘apicā’’tiādimāha. ‘‘Pati bhavissasī’’ti idaṁ jāyāsaddassa itthiliṅganiyamato purisapariyāyena vuttaṁ, nibaddhasāmiko bhavissasīti attho. Jāro bhavissasīti micchācārabhāvena upagacchanako bhavissasīti adhippāyo.",
  "tika-vin07t3:73": "303.Serivihāranti sacchandacāraṁ. Attano vasanti attano āṇaṁ. Gottavantesu gotta-saddo, dhammacārīsu ca dhamma-saddo vattatīti āha ‘‘sagottehī’’tiādi. Tattha sagottehīti samānagottehi. Sahadhammikehīti ekassa satthu sāsane sahacaritabbadhammehi, samānakuladhammehi vā. Tenevāha ‘‘ekaṁ satthāra’’ntiādi. Ekagaṇapariyāpannehīti mālākārādiekagaṇapariyāpannehi.",
  "tika-vin07t3:74": "Sassāmikā sārakkhā. Yassā gamane raññā daṇḍo ṭhapito, sā saparidaṇḍā. Pacchimānaṁ dvinnanti sārakkhasaparidaṇḍānaṁ. Micchācāro hotīti tāsu gatapurisānaṁ viya tāsampi micchācāro hoti sassāmikabhāvato. Na itarāsanti māturakkhitādīnaṁ aṭṭhannaṁ micchācāro natthi assāmikattā, tāsu gatānaṁ purisānameva micchācāro hoti mātādīhi rakkhitattā. Purisā hi parehi yehi kehici gopitaṁ itthiṁ gantuṁ na labhanti, itthiyo pana kenaci purisena bhariyābhāvena gahitāva purisantaraṁ gantuṁ na labhanti, na itarā attano phassassa sayaṁ sāmikattā. Na hi mātādayo sayaṁ tāsaṁ phassānubhavanatthaṁ tā rakkhanti, kevalaṁ purisagamanameva tāsaṁ vārenti. Tasmā kenaci apariggahitaphassattā, attano phassattā ca itthīnaṁ na micchācāro, purisānaṁ pana parehi vārite attano asantakaṭṭhāne paviṭṭhattā micchācāroti veditabbo.",
  "tika-vin07t3:75": "Bhogenāti bhogahetu. Udapattaṁ āmasitvā gahitā odapattakinī. Dhaja-saddena senā eva upalakkhitāti āha ‘‘ussitaddhajāyā’’tiādi.",
  "tika-vin07t3:76": "305.Bahiddhā vimaṭṭhanti aññattha ārocitaṁ. Taṁ kiriyaṁ sampādessatīti tassā ārocetvā taṁ kiccaṁ sampādetu vā mā vā, taṁ kiriyaṁ sampādane sāmatthiyaṁ sandhāya vuttaṁ. Dārakaṁ, dārikañca ajānāpetvā mātāpituādīhi mātāpituādīnaññeva santikaṁ sāsane pesitepi paṭiggaṇhanavīmaṁsanapaccāharaṇasaṅkhātāya tivaṅgasampattiyā saṅghādiseso hoti evāti daṭṭhabbaṁ.",
  "tika-vin07t3:77": "Yaṁ uddissa sāsanaṁ pesitaṁ, taṁ eva sandhāya tassā mātuādīnaṁ ārocitepi khettameva otiṇṇabhāvaṁ dassetuṁ ‘‘buddhaṁ paccakkhāmī’’tiādi udāhaṭaṁ, idañca vacanabyattayahetubyattayānaṁ bhedepi byattayasāmaññato udāhaṭanti daṭṭhabbaṁ. Tampi udāharaṇadosaṁ pariharitvā suttānulomataṁ dassetuṁ ‘‘taṁ panā’’tiādi vuttaṁ. Iminā sametīti etthāyamadhippāyo – yathā sayaṁ anārocetvā aññesaṁ antevāsikādīnaṁ vatvā vīmaṁsāpetvā paccāharantassa natthi visaṅketo, evaṁ tassā sayaṁ anārocetvā ārocanatthaṁ mātuādīnaṁ vadantassāpi mātuādayo taṁ kiriyaṁ sampādentu vā mā vā. Yadi hi tesaṁ mātuādīnaṁ tuṇhībhūtabhāvampi paccāharati, visaṅketo natthīti.",
  "tika-vin07t3:78": "Gharakiccaṁ netīti gharaṇī. Aññataraṁ vadantassa visaṅketaṁ adinnādānādīsu āṇattiyaṁ vatthusaṅketo viyāti adhippāyo. Mūlaṭṭhānañca vasenāti ettha purisassa mātuādayo sāsanapesane mūlabhūtattā ‘‘mūlaṭṭhā’’ti vuttā.",
  "tika-vin07t3:79": "322. Pāḷiyaṁ māturakkhitāya mātā bhikkhuṁ pahiṇatīti ettha attano vā dhītu santikaṁ ‘‘itthannāmassa bhariyā hotū’’ti bhikkhuṁ pahiṇati, purisassa vā tassa ñātakānaṁ vā santikaṁ ‘‘mama dhītā itthannāmassa bhariyā hotū’’ti pahiṇatīti gahetabbaṁ. Eseva nayo sesesupi. Pubbe vuttanayattāti paṭhamasaṅghādisese vuttanayattā.",
  "tika-vin07t3:80": "338.Ante ekenāti ekena padena. Ettova pakkamatīti apaccāharitvā tatova pakkamati. ‘‘Anabhinanditvā’’ti idaṁ tathā paṭipajjamānaṁ sandhāya vuttaṁ. Satipi abhinandane sāsanaṁ anārocento pana na vīmaṁsati nāma. Tatiyapade vuttanayenāti ‘‘so tassā vacanaṁ anabhinanditvā’’tiādinā vuttanayena. Pāḷiyaṁ antevāsiṁ vīmaṁsāpetvāti ‘‘ayaṁ tesaṁ vattuṁ samattho’’ti antevāsinā vīmaṁsāpetvā. Sace pana so antevāsiko taṁ vacanaṁ ādiyitvā tuṇhī hoti, tassāpi taṁ pavattiṁ paccāharantassa ācariyassa saṅghādisesova mātuādīsu tuṇhībhūtesu tesaṁ tuṇhibhāvaṁ paccāharantassa viyāti daṭṭhabbaṁ.",
  "tika-vin07t3:81": "Pāḷiyaṁ catutthavāre asatipi gacchanto sampādeti, āgacchanto visaṁvādeti anāpattīti atthato āpannamevātikatvā vuttaṁ ‘‘catutthe anāpattī’’ti.",
  "tika-vin07t3:82": "340.Kārukānanti vaḍḍhakīādīnaṁ tacchakaayokāratantavāyarajakanhāpitakā pañca kāravo ‘‘kārukā’’ti vuccanti. Evarūpena…pe… anāpattīti tādisaṁ gihiveyyāvaccampi na hotīti katvā vuttaṁ.",
  "tika-vin07t3:83": "Kāyato samuṭṭhātīti paṇṇattiṁ vā alaṁvacanīyabhāvaṁ vā tadubhayaṁ vā ajānantassa kāyato samuṭṭhāti. Esa nayo itaradvayepi. Alaṁvacanīyā hontīti itthī vā puriso vā ubhopi vā jāyābhāve, sāmikabhāve ca nikkhittachandatāya accantaviyuttattā puna aññamaññaṁ samāgamatthaṁ ‘‘mā evaṁ akaritthā’’tiādinā vacanīyatāya vattabbatāya alaṁ arahāti alaṁvacanīyā, alaṁ vā kattuṁ arahaṁ sandhānavacanametesu itthipurisesūti alaṁvacanīyā, sandhānakārassa vacanaṁ vinā asaṅgacchanakā pariccattāyevāti adhippāyo.",
  "tika-vin07t3:84": "Paṇṇattiṁ pana jānitvāti ettha alaṁvacanīyabhāvaṁ vāti vattabbaṁ. Teneva mātikāṭṭhakathāyañca ‘‘tadubhayaṁ pana jānitvā’’tiādi vuttaṁ. Bhikkhuṁ ajānāpetvā attano adhippāyaṁ paṇṇe likhitvā ‘‘imaṁ paṇṇaṁ asukassa dehī’’ti dinnaṁ harantassa sañcarittaṁ na hoti. Paṇṇattialaṁvacanīyabhāvaajānanavaseneva hi imaṁ sikkhāpadaṁ acittakaṁ, na sabbena sabbaṁ sañcaraṇabhāvampi ajānanavasena, pāḷiyañca aṭṭhakathāyañca ārocanameva dassitaṁ. Tasmā sandassanatthaṁ ñatvā paṇṇasandassanavasenāpi kāyena vā vācāya vā ārocentasseva āpatti hotīti gahetabbaṁ.",
  "tika-vin07t3:85": "341.Yathā yathā yesu yesu janapadesūti pariccattabhāvappakāsanatthaṁ kattabbaṁ paṇṇadānañātijanissarādijānāpanāditaṁtaṁdesaniyataṁ pakāraṁ dasseti, idañca nibaddhabhariyābhāvena gahitaṁ sandhāya vuttaṁ. Attano ruciyā saṅgatānaṁ pana itthīnaṁ, muhuttikāya ca purise cittassa virajjanameva alaṁvacanīyabhāve kāraṇanti daṭṭhabbaṁ. Duṭṭhullādīsupīti ādi-saddena attakāmasañcarittāni saṅgaṇhāti, ettha pana pāḷiyaṁ kiñcāpi ‘‘itthī nāma manussitthī na yakkhī’’tiādinā manussitthipurisā na dassitā, tathāpi ‘‘dasa itthiyo māturakkhitā’’tiādinā manussitthīnaññeva dassitattā purisānampi tadanuguṇānameva gahetabbato manussajātikāva itthipurisā idhādhippetā. Tasmā yesu sañcarittaṁ samāpajjati, tesaṁ manussajātikatā, na nālaṁvacanīyatā, paṭiggaṇhana, vīmaṁsana, paccāharaṇānīti imānettha pañca aṅgāni.",
  "tika-vin07t3:86": "Sañcarittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:87": "6. Kuṭikārasikkhāpadavaṇṇanā",
  "tika-vin07t3:88": "342. Chaṭṭhe ettakenāti ettakena dāruādinā. Aparicchinnappamāṇāyoti aparicchinnadāruādipamāṇāyo. Mūlacchejjāyāti parasantakabhāvato mocetvā attano eva santakakaraṇavasenāti attho. Evaṁ yācato aññātakaviññattidukkaṭañceva dāsapaṭiggahaṇadukkaṭañca hoti ‘‘dāsidāsapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vacanaṁ nissāya aṭṭhakathāsu paṭikkhittattā. Sakakammanti pāṇavadhakammaṁ. Idañca pāṇātipātadosaparihārāya dukkaṭaṁ vuttaṁ, na viññattiparihārāya. Aniyametvāpi na yācitabbāti sāmīcidassanatthaṁ vuttaṁ, suddhacittena pana hatthakammaṁ yācantassa āpatti nāma natthi. Yadicchakaṁ kārāpetuṁ vaṭṭatīti ‘‘hatthakammaṁ yācāmi, dethā’’tiādinā ayācitvāpi vaṭṭati. Sakiccapasutampi evaṁ kārāpentassa viññatti natthi eva, sāmīcidassanatthaṁ pana vibhajitvā vuttaṁ.",
  "tika-vin07t3:89": "Sabbakappiyabhāvadīpanatthanti sabbaso kappiyabhāvadīpanatthaṁ. Mūlaṁ dethāti vattuṁ vaṭṭatīti ‘‘mūlaṁ dassāmā’’ti paṭhamaṁ vuttattā viññatti vā mūlanti vacanassa kappiyākappiyavatthusāmaññavacanattepi niṭṭhitabhatikiccānaṁ dāpanato akappiyavatthusādiyanaṁ vā na hotīti katvā vuttaṁ. Anajjhāvutthakanti apariggahitaṁ.",
  "tika-vin07t3:90": "Mañca…pe… cīvarādīni kārāpetukāmenāpītiādīsu cīvaraṁ kārāpetukāmassa aññātakaappavāritatantavāyehi hatthakammayācanavasena vāyāpane viññattipaccayā dukkaṭābhāvepi cīvaravāyāpanasikkhāpadena yathārahaṁ pācittiyadukkaṭāni hontīti veditabbaṁ. Akappiyakahāpaṇādi na dātabbanti kappiyamukhena laddhampi hatthakammakaraṇatthāya imassa kahāpaṇaṁ dehīti vatvā dānaṁ na vaṭṭatīti vuttaṁ. Pubbe katakammassa dāpane kiñcāpi doso na dissati, tathāpi asāruppamevāti vadanti. Katakammatthāyapi kātabbakammatthāyapi kappiyavohārena pariyāyato bhatiṁ dāpentassa natthi doso. Vattanti cārittaṁ, āpatti na hotīti adhippāyo.",
  "tika-vin07t3:91": "Kappiyaṁ kārāpetvā paṭiggahetabbānīti sākhāya makkhikabījanena paṇṇādicchede bījagāmakopanassa ceva tattha laggarajādiappaṭiggahitassa ca parihāratthāya vuttaṁ. Tadubhayāsaṅkāya asati tathā akaraṇe doso natthi. Nadīyādīsu udakassa apariggahitatāya ‘‘āharāti vattuṁ vaṭṭatī’’ti vuttaṁ. ‘‘Na āhaṭaṁ paribhuñjitu’’nti vacanato viññattiyā āpannaṁ dukkaṭaṁ desetvāpi taṁ vatthuṁ paribhuñjantassa puna paribhoge dukkaṭameva, pañcannampi sahadhammikānaṁ na vaṭṭati. ‘‘Alajjīhi pana bhikkhūhi vā sāmaṇerehi vā hatthakammaṁ na kāretabba’’nti sāmaññato vuttattā attano atthāya yaṁkiñci hatthakammaṁ kāretuṁ na vaṭṭati. Yaṁ pana alajjī nivāriyamānopi bījanādiṁ karoti, tattha doso natthi. Cetiyakammādīni pana tehi kārāpetuṁ vaṭṭati. Ettha ca ‘‘alajjīhi sāmaṇerehī’’ti vuttattā ‘‘sañcicca āpattiṁ āpajjatī’’tiādi (pari. 359) alajjīlakkhaṇaṁ ukkaṭṭhavasena upasampanne paṭicca upalakkhaṇato vuttanti taṁlakkhaṇavirahitānaṁ sāmaṇerādīnaṁ liṅgatthenakagotrabhupariyosānānaṁ bhikkhupaṭiññānaṁ dussīlānampi sādhāraṇavasena alajjitālakkhaṇaṁ yathāvihitapaṭipattiyaṁ sañcicca atiṭṭhanamevāti gahetabbaṁ.",
  "tika-vin07t3:92": "Āharāpentassa dukkaṭanti viññattikkhaṇe viññattipaccayā, paṭilābhakkhaṇe goṇānaṁ sādiyanapaccayā ca dukkaṭaṁ. Goṇañhi attano atthāya aviññattiyā laddhampi sādituṁ na vaṭṭati ‘‘hatthigavassavaḷavapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vuttattā. Tenevāha ‘‘ñātipavāritaṭṭhānatopi mūlacchejjāya yācituṁ na vaṭṭatī’’ti. Ettha ca viññattidukkaṭābhāvepi akappiyavatthuyācanepi paṭiggahaṇepi dukkaṭameva. Rakkhitvāti corādiupaddavato rakkhitvā. Jaggitvāti tiṇadānādīhi posetvā.",
  "tika-vin07t3:93": "Ñātipavāritaṭṭhāne pana vaṭṭatīti sakaṭassa sampaṭicchitabbattā mūlacchejjavasena yācituṁ vaṭṭati. Tāvakālikaṁ vaṭṭatīti ubhayatthāpi vaṭṭatīti attho . Vāsiādīni puggalikānipi vaṭṭantīti āha ‘‘esa nayo vāsī’’tiādi. Valliādīsu ca parapariggahitesu ca eseva nayoti yojetabbaṁ. ‘‘Garubhaṇḍappahonakesuyevā’’ti idaṁ viññattiṁ sandhāya vuttaṁ. Adinnādāne pana tiṇasalākaṁ upādāya parapariggahitaṁ theyyacittena gaṇhato avahāro eva, bhaṇḍagghena kāretabbo. Valliādīsūti ettha ādi-saddena pāḷiāgatānaṁ (pārā. 349) veḷuādīnaṁ saṅgaho. Tattha yasmiṁ padese haritālajātihiṅgulādi appakampi mahagghaṁ hoti, tattha taṁ tālapakkapamāṇato ūnampi garubhaṇḍameva, viññāpetuñca na vaṭṭati.",
  "tika-vin07t3:94": "Sāti viññatti. Parikathādīsu ‘‘senāsanaṁ sambādha’’ntiādinā (visuddhi. 1.19) pariyāyena kathanaṁ parikathā nāma. Ujukameva akathetvā ‘‘bhikkhūnaṁ kiṁ pāsādo na vaṭṭatī’’tiādinā (visuddhi. 1.19) adhippāyo yathāvibhūto hoti, evaṁ bhāsanaṁ obhāso nāma. Senāsanādiatthaṁ bhūmiparikammādikaraṇavasena paccayuppādāya nimittakaraṇaṁ nimittakammaṁ nāma. Ukkamantīti apagacchanti.",
  "tika-vin07t3:95": "344. Maṇi kaṇṭhe assāti maṇikaṇṭho. Devavaṇṇanti devattabhāvaṁ.",
  "tika-vin07t3:96": "345. Pāḷiyaṁ pattena me atthoti (pārā. 345) anatthikampi pattena bhikkhuṁ evaṁ vadāpento bhagavā sotthiyā mantapadavasena vadāpesi. Sopi bhikkhu bhagavatā āṇattavacanaṁ vademīti avoca, tenassa musā na hoti. Atha vā ‘‘pattena me attho’’ti idaṁ ‘‘pattaṁ dadantū’’ti iminā samānatthanti daṭṭhabbaṁ. Esa nayo maṇinā me atthoti etthāpi. Tasmā aññesampi evarūpaṁ kathentassa, kathāpentassa ca vacanadoso natthīti gahetabbaṁ.",
  "tika-vin07t3:97": "349. Uddhaṁmukhaṁ littā ullittā, chadanassa anto limpantā hi yebhuyyena uddhaṁmukhā limpanti. Tenāha ‘‘antolittā’’ti. Adhomukhaṁ littā avalittā. Bahi limpantā hi yebhuyyena adhomukhā limpanti. Tenāha ‘‘bahilittā’’ti.",
  "tika-vin07t3:98": "Byañjanaṁ vilomitaṁ bhaveyyāti yasmā ‘‘kārayamānenā’’ti imassa hetukattuvacanassa ‘‘karontenā’’ti idaṁ suddhakattuvacanaṁ pariyāyavacanaṁ na hoti, tasmā ‘‘karontena vā kārāpentena vā’’ti kārayamānenāti bahuuddesapadānuguṇaṁ karaṇavacaneneva padatthaṁ katvā niddese kate byañjanaṁ viruddhaṁ bhaveyya, tathā pana padatthavasena adassetvā sāmatthiyato siddhamevatthaṁ dassetuṁ paccattavasena ‘‘karonto vā kārāpento vā’’ti padabhājanaṁ vuttanti adhippāyo. Tenāha ‘‘atthamattamevā’’tiādi. Padatthato, sāmatthiyato ca labbhamānaṁ atthamattamevāti attho. Yañhi kārayamānena paṭipajjitabbaṁ, taṁ karontenāpi paṭipajjitabbamevāti idamettha sāmatthiyaṁ daṭṭhabbaṁ.",
  "tika-vin07t3:99": "Uddesoti sāmibhāvena uddisitabbo. Setakammanti setavaṇṇakaraṇatthaṁ setavaṇṇamattikāya vā sudhāya vā katatanukalepo, tena pana saha miniyamāne pamāṇātikkantaṁ hotīti saṅkānivāraṇatthaṁ āha ‘‘abbohārika’’nti. Tena pamāṇātikkantavohāraṁ na gacchati kuṭiyā anaṅgattāti adhippāyo.",
  "tika-vin07t3:100": "Yathāvuttassa atthassa vuttanayaṁ dassentena ‘‘vuttañheta’’ntiādi vuttaṁ. Tattha ‘‘āyāmato ca vitthārato cā’’ti avatvā ‘‘āyāmato vā vitthārato vā’’ti vikappatthassa vā-saddassa vuttattā ekatobhāge vaḍḍhitepi āpattīti pakāsitanti adhippāyo. Tihatthāti pakatihatthena tihatthā, ‘‘vaḍḍhakīhatthenā’’tipi (sārattha. ṭī. 2.348-349) vadanti, taṁ ‘‘yattha…pe… ayaṁ kuṭīti saṅkhyaṁ na gacchatī’’ti iminā virujjhati vaḍḍhakīhatthena tihatthāyapi kuṭiyā pamāṇayuttassa mañcassa sukhena parivattanato. ‘‘Ūnakacatuhatthā vā’’ti idañca pacchimappamāṇayuttassa mañcassa aparivattanārahaṁ sandhāya vuttaṁ. Yadi hi pakatihatthena catuhatthāyapi kuṭiyā pamāṇayutto mañco na parivattati, sā akuṭīyeva, tasmā mañcaparivattanamatteneva pamāṇanti gahetabbaṁ. Pamāṇayutto mañcoti sabbapacchimappamāṇayutto mañco. So hi pakatividatthiyā navavidatthiko, aṭṭhavidatthiko vā hoti, tato khuddako mañco sīsūpadhānaṁ ṭhapetvā pādaṁ pasāretvā nipajjituṁ na pahoti. Pamāṇato ūnatarampīti ukkaṭṭhappamāṇato ūnatarampi, idañca heṭṭhimappamāṇayuttāyapi vatthudesanā kātabbā, na vāti sandehanivattanatthaṁ vuttaṁ.",
  "tika-vin07t3:101": "Kalalalepoti kenaci silesena katalepo, setarattādivaṇṇakaraṇatthaṁ katatambamattikādikalalalepo vā. Tenāha ‘‘alepo evā’’ti. Tena taḷākādīsu ghanena kalalena katabahalalepo mattikālepane eva pavisati lepavohāragamanatoti dasseti. Piṭṭhasaṅghāṭo nāma dvārabāhasaṅkhāto caturassadārusaṅghāṭo, yattha sauttarapāsaṁ kavāṭaṁ apassāya dvāraṁ pidahanti.",
  "tika-vin07t3:102": "Oloketvāpīti apaloketvāpi, apalokanakammavasenāpīti attho, apasaddassāpi oādeso katoti daṭṭhabbo.",
  "tika-vin07t3:103": "353.Nibaddhagocaraṭṭhānampīti ettha gocarāya pakkamantānaṁ hatthīnaṁ nibaddhagamanamaggopi saṅgayhati. Etesanti sīhādīnaṁ. Gocarabhūmīti āmisaggahaṇaṭṭhānaṁ. Na gahitāti paṭikkhipitabbabhāvena na gahitā, na vāritāti attho. Sīhādīnañhi gocaraggahaṇaṭṭhānaṁ hatthīnaṁ viya nibaddhaṁ na hoti, yattha pana gomahiṁsādipāṇakā santi, dūrampi taṁ ṭhānaṁ sīghaṁ gantvā gocaraṁ gaṇhanti. Tasmā tesaṁ taṁ na vāritaṁ, nibaddhagamanamaggova vārito āsayato gamanamaggassa nibaddhattā. Aññesampi vāḷānanti araññamahiṁsādīnaṁ. Ārogyatthāyāti nirupaddavāya. Sesānīti pubbaṇṇanissitādīni soḷasa. Tāni ca janasammaddamahāsammaddakuṭivilopasarīrapīḷādiupaddavehi saupaddavānīti veditabbāni. Abhihananti etthāti abbhāghātaṁ. ‘‘Verighara’’nti vuttamevatthaṁ vibhāvetuṁ ‘‘corānaṁ māraṇatthāya kata’’nti vuttaṁ.",
  "tika-vin07t3:104": "Dhammagandhikāti dhammena daṇḍanītiyā hatthapādādicchindanagandhikā. Gandhikāti ca yassa upari hatthādiṁ ṭhapetvā chindanti, tādisaṁ dārukhaṇḍaphalakāti vuccati, tena ca upalakkhitaṁ ṭhānaṁ. Pāḷiyaṁ racchānissitanti rathikānissitaṁ. Caccaranissitanti catunnaṁ rathikānaṁ sandhinissitaṁ. Sakaṭenāti iṭṭhakasudhādibhaṇḍāharaṇasakaṭena.",
  "tika-vin07t3:105": "Pācinanti senāsanassa bhūmito paṭṭhāya yāva talāvasānaṁ cinitabbavatthukaṁ adhiṭṭhānaṁ, yassa upari bhittithambhādīni ca patiṭṭhapenti. Tenāha ‘‘tato paṭṭhāyā’’tiādi. Kiñcāpi idha pubbapayogasahapayogānaṁ adinnādāne viya viseso natthi, tathāpi tesaṁ vibhāgena dassanaṁ bhinditvā vā puna kātabbāti ettha kuṭiyā bhedena paricchedadassanatthaṁ kataṁ. Tadatthāyāti tacchanatthāya. Evaṁ katanti adesitavatthukaṁ pamāṇātikkantaṁ vā kataṁ. Paṇṇasālanti paṇṇakuṭiyā tiṇapaṇṇacuṇṇassa aparipatanatthāya anto ca bahi ca limpanti, taṁ sandhāyetaṁ vuttaṁ. Teneva vakkhati ‘‘paṇṇasālaṁ limpatī’’ti.",
  "tika-vin07t3:106": "Antolepeneva niṭṭhāpetukāmaṁ sandhāya ‘‘antolepe vā’’tiādi vuttaṁ. Bahilepe vāti etthāpi eseva nayo. Tasminti dvārabandhe vā vātapāne vā ṭhapiteti yojetabbaṁ. Tassokāsanti tassa dvārabandhādissa okāsabhūtaṁ chiddaṁ. Puna vaḍḍhetvāti pubbe ṭhapitokāsaṁ khuddakaṁ ce, taṁ dvāravātapānacchiddabhedanena puna vaḍḍhetvā. Ṭhapiteti dvārabandhe vā gavakkhasaṅghāṭe vā ānetvā tasmiṁ vaḍḍhite vā avaḍḍhite vā chidde patiṭṭhāpite. Lepo na ghaṭīyatīti samantato dinno lepo tathā ṭhapitena dvārabandhanena vā vātapānena vā saddhiṁ na ghaṭīyati, ekābaddhaṁ na hotīti vuttaṁ hoti. Tanti dvārabandhaṁ vā vātapānaṁ vā. Paṭhamameva saṅghādisesoti tesaṁ samantato pubbeva lepassa ghaṭetvā niṭṭhāpitattā dvārabandhavātapānānaṁ ṭhapanato pubbe eva saṅghādiseso.",
  "tika-vin07t3:107": "Lepaghaṭanenevāti iṭṭhakāhi katavātapānādīni vinā samantā lepaghaṭaneneva āpatti vātapānādīnaṁ alepokāsattā, iṭṭhakāhi katattā vā, vātapānādīsupi lepassa bhittilepena saddhiṁ ghaṭanenevātipi atthaṁ vadanti. Tatthāti paṇṇasālāyaṁ. Ālokatthāya aṭṭhaṅgulamattaṁ ṭhapetvā limpatīti dārukuṭṭassa dārūnamantarā aṭṭhaṅgulamattaṁ vivaraṁ yāva limpati, tāva ālokatthāya ṭhapetvā avasesaṁ sakuṭṭacchadanaṁ limpati, pacchā etaṁ vivaraṁ limpissāmīti evaṁ ṭhapane anāpattīti adhippāyo. Sace pana evaṁ akatvā sabbadāpi ālokatthāya vātapānavasena ṭhapeti, vātapānadvārasaṅghāṭe ghaṭite lepo ca ghaṭīyati, paṭhamameva saṅghādisesoti dassento āha ‘‘sace’’tiādi. Mattikākuṭṭameva mattikālepasaṅkhyaṁ gacchatīti āha ‘‘sace mattikāya kuṭṭaṁ karoti, chadanalepena saddhiṁ ghaṭane āpattī’’ti. Ubhinnaṁ anāpattīti purimassa lepassa aghaṭitattā dutiyassa attuddesikatāya asambhavato.",
  "tika-vin07t3:108": "354.Āpattibhedadassanatthanti tattha ‘‘sārambhe ca aparikkamane ca dukkaṭaṁ adesitavatthukatāya , pamāṇātikkantatāya ca saṅghādiseso’’ti evaṁ āpattiyeva vibhāgadassanatthaṁ.",
  "tika-vin07t3:109": "361.Aniṭṭhite kuṭikammeti lepapariyosāne kuṭikamme ekapiṇḍamattenapi aniṭṭhite. ‘‘Aññassa puggalassa vā’’ti idaṁ mūlaṭṭhassa anāpattidassanatthaṁ vuttaṁ. Yena pana laddhaṁ, tassāpi taṁ niṭṭhāpentassa ‘‘parehi vippakataṁ attanā pariyosāpeti, āpatti saṅghādisesassā’’tiādivacanato (pārā. 363) āpattiyeva. Pubbe katakammampi laddhakālato paṭṭhāya attano atthāyeva kataṁ nāma hoti, tasmā tenāpi saṅghassa vā sāmaṇerādīnaṁ vā datvā niṭṭhāpetabbaṁ. ‘‘Aññassa vā’’ti idaṁ anupasampannaṁyeva sandhāya vuttanti gahetabbaṁ, keci pana ‘‘parato laddhāya kuṭiyā niṭṭhāpane anāpattiādito paṭṭhāya attano atthāya akatattā’’ti vadanti. Apacinitabbāti yāva pācinā viddhaṁsetabbā. Bhūmisamaṁ katvāti pācinatalāvasānaṁ katvā.",
  "tika-vin07t3:110": "364.Leṇanti pabbataleṇaṁ. Na hettha lepo ghaṭīyatīti chadanalepassa abhāvato vuttaṁ, visuṁ eva vā anuññātattā. Sace leṇassa anto uparibhāge cittakammādikaraṇatthaṁ lepaṁ denti, ullittakuṭisaṅkhyaṁ na gacchati, vaṭṭati eva. Iṭṭhakādīhi kataṁ caturassakūṭāgārasaṇṭhānaṁ ekakaṇṇikābaddhaṁ nātiuccaṁ paṭissayavisesaṁ ‘‘guhā’’ti vadanti, tādisaṁ mahantampi ullittāvalittaṁ karontassa anāpatti. Bhūmiguhanti umaṅgaguhaṁ.",
  "tika-vin07t3:111": "Aṭṭhakathāsūti kukkuṭacchikagehantiādīsu aṭṭhakathāsu tiṇakuṭikā kukkuṭacchikagehanti vatvā puna taṁ vivarantehi aṭṭhakathācariyehi chadanaṁ daṇḍakehi…pe… vuttāti yojanā daṭṭhabbā. Tattha daṇḍakehi jālabaddhaṁ katvāti dīghato, tiriyato ca ṭhapetvā valliyādīhi baddhadaṇḍakehi jālaṁ viya katvā. So cāti ullittādibhāvo. Chadanameva sandhāya vuttoti chadanassa anto ca bahi ca limpanameva sandhāya vutto. Mattikākuṭṭe bhittilepaṁ vināpi bhittiyā saddhiṁ chadanalepassa ghaṭanamattenāpi āpattisambhavato chadanalepova padhānanti veditabbaṁ. Kiñcāpi evaṁ, atha kho ‘‘upacikāmocanatthameva heṭṭhā pāsāṇakuṭṭaṁ katvā taṁ alimpitvā upari limpati, lepo na ghaṭīyati nāma, anāpattiyevā’’tiādivacanato pana chadanalepaghaṭanatthaṁ sakalāyapi bhittiyā lepo avassaṁ icchitabbova tassā ekadesassa alepepi chadanalepassa aghaṭanato. Tenāha ‘‘lepo na ghaṭīyatī’’ti. Etthāti tiṇakuṭikāyaṁ. Na kevalañca tiṇakuṭikāyaṁ eva, leṇaguhādīsupi sārambhāparikkamanapaccayāpi anāpatti eva, iminā pana nayena aññassatthāya kuṭiṁ karontassāpi sārambhādipaccayāpi anāpattibhāvo atthato dassito eva hotīti.",
  "tika-vin07t3:112": "Tattha pāḷivirodhaṁ pariharituṁ ‘‘yaṁ panā’’tiādi vuttaṁ. Ayañhettha adhippāyo – aññassa upajjhāyādino atthāya karontassa sārambhādipaccayāpi anāpatti eva, yaṁ pana pāḷiyaṁ ‘‘āpattikārukānaṁ tiṇṇaṁ dukkaṭāna’’ntiādivacanaṁ, taṁ aññassatthāya karontassa, na sārambhādipaccayā āpattidassanatthaṁ vuttaṁ, kiñcarahi yathāsamādiṭṭhāya kuṭiyā akaraṇapaccayā āpattidassanatthanti. Tattha yathāsamādiṭṭhāyāti ‘‘bhikkhu samādisitvā pakkamati, ‘kuṭiṁ me karothā’ti samādisati ca, desitavatthukā ca hotu anārambhā ca saparikkamanā cā’’ti evaṁ kārāpakena āṇattikkamaṁ muñcitvā karaṇapaccayāti adhippāyo. Katthaci pana potthake ‘‘kuṭilakkhaṇappattampi kuṭiṁ aññassa…pe… karontassa anāpattī’’ti imassa pāṭhassa anantaraṁ ‘‘yaṁ pana āpatti kārukāna’’ntiādipāṭho dissati, sova yuttataro. Evañhi sati tattha adhippāyo pākaṭo hoti.",
  "tika-vin07t3:113": "Anāpattīti vatvāti vāsāgāratthāya eva aniyamitattā anāpattīti vatvā. Adesāpetvā karototi pamāṇayuttampi karoto. Acittakanti paṇṇattiajānanacittena acittakaṁ. Ullittādīnaṁ aññataratā, heṭṭhimappamāṇasambhavo, adesitavatthukatā, pamāṇātikkantatā, attuddesikatā, vāsāgāratā, lepaghaṭanāti satta vā pamāṇayuttaṅgādīsu cha vā aṅgāni.",
  "tika-vin07t3:114": "Kuṭikārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:115": "7. Vihārakārasikkhāpadavaṇṇanā",
  "tika-vin07t3:116": "365. Sattame pūjāvacanappayoge kattari sāmivacanassapi icchitattā ‘‘gāmassa vā pūjita’’nti vuttaṁ. Rūpindriyesu vijjamānaṁ sandhāya ekindriyatā vuccatīti āha ‘‘kāyindriyaṁ sandhāyā’’ti. Te hi manindriyampi bhūtagāmānaṁ icchanti.",
  "tika-vin07t3:117": "366.Kiriyato samuṭṭhānābhāvoti vatthuno adesanāsaṅkhātaṁ akiriyaṁ vinā na kevalaṁ kiriyāya samuṭṭhānabhāvo. Kiriyākiriyato hi idaṁ samuṭṭhāti. Imasmiṁ sikkhāpade bhikkhū vāanabhineyyāti ettha vā-saddo samuccayattho, tena ‘‘mahallakañca vihāraṁ kareyya, bhikkhū ca anabhineyyā’’ti kiriyañca akiriyañca samuccinoti.",
  "tika-vin07t3:118": "Vihārakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:119": "8. Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin07t3:120": "380. Aṭṭhame pākārena ca parikkhittanti sambandho. Gopuraṭṭālakayuttanti ettha pākāresu yuddhatthāya kato vaṅkasaṇṭhāno sarakkhepachiddasahito patissayaviseso aṭṭālako nāma.",
  "tika-vin07t3:121": "Soḷasavidhassāti catūhi maggehi paccekaṁ catūsu saccesu kattabbassa pariññāpahānasacchikiriyābhāvanāsaṅkhātassa soḷasavidhassa. Te gāravenāti te kilantarūpā bhikkhū bhattuddesakaṭṭhāne sannipatitānaṁ bhikkhūnaṁ purato attano kilantasarīraṁ dassetvā uddisāpane gāravena, lajjāyāti attho. Terasapīti bhattuddesakasenāsanagāhāpakabhaṇḍāgārikacīvarapaṭiggāhakacīvarabhājakayāgubhājakaphalabhājakakhajjabhājakaappamattakavissajjakasāṭiyagāhāpakapattagāhāpakaārāmikapesakasāmaṇerapesakasammutīnaṁ vasena terasapi.",
  "tika-vin07t3:122": "Pāḷiyaṁ ‘‘apisū’’ti idaṁ ‘‘apicā’’ti iminā samānattho nipāto. Evaṁ sabbapadesūti pīṭhādīsu senāsanasādhāraṇesu, katikasaṇṭhānapavesanikkhamanakālādīsu pana visuṁ visuṁ adhiṭṭhahitvā kathāpetīti veditabbaṁ . Ayañhi nimmitānaṁ dhammatāti aniyametvā nimmitānaṁ vasena vuttaṁ, niyametvā pana ‘‘ettakā idañcidañca kathentu, ettakā tuṇhī bhavantu, nānāppakāraṁ iriyāpathaṁ, kiriyañca kappentu, nānāvaṇṇasaṇṭhānavayoniyamā ca hontū’’ti parikammaṁ katvā samāpajjitvā vuṭṭhāya adhiṭṭhite icchiticchitappakārā aññamaññampi visadisāva honti. Avatthukavacananti niratthakavacanaṁ.",
  "tika-vin07t3:123": "383.Ekacārikabhattanti atimanāpattā sabbesampi paṭilābhatthāya visuṁ ṭhitikāya pāpetabbabhattaṁ. Taddhitavohārenāti cattāri pamāṇamassa catukkanti evaṁ taddhitavohārena. Bhavoti bhavitabbo. Atītaṁ divasabhāganti tasmiññeva divase salākadānakkhaṇaṁ sandhāya vuttaṁ. Hiyyoti imassa ajja icceva attho. Tenevāhaṁsu ‘‘sve amhe’’tiādi. Padhūpāyantāti punappunaṁ uppajjanakodhavasena padhūpāyantā. Pāḷiyaṁ kissa manti kena kāraṇena mayāti attho.",
  "tika-vin07t3:124": "384. ‘‘Sarasi tva’’nti idaṁ ekaṁ vākyaṁ katvā, ‘‘kattā’’ti idañca kattari ritupaccayantaṁ katvā, ‘‘asī’’ti ajjhāhārapadena saha ekavākyaṁ katvā, ‘‘evarūpa’’nti idaṁ, ‘‘yathāyaṁ bhikkhunī āhā’’ti idañca dvīsu vākyesu paccekaṁ yojetabbanti dassetuṁ ‘‘atha vā’’tiādimāha. Ujukamevāti tvā-paccayantavasena paṭhamaṁ atthaggahaṇaṁ ujukanti adhippāyo.",
  "tika-vin07t3:125": "Dutiyo dabba-saddo paṇḍitādivacanoti āha ‘‘na kho dabba dabbā paṇḍitā’’ti. Nibbeṭhentīti dosato mocenti. Vinayalakkhaṇe tantinti vinayavinicchayalakkhaṇavisaye āgamaṁ ṭhapento. Pāḷiyaṁ yato ahantiādīsu yasmiṁ kāle ahaṁ jāto, tato pabhuti supinantenapi methunaṁ dhammaṁ nābhijānāmi, na ca tassa methunadhammassa paṭisevitā ahosinti attho daṭṭhabbo. Tenāha ‘‘supinantenapī’’tiādi. Idāni ekavākyavasena yojanaṁ dassetuṁ ‘‘atha vā’’tiādi vuttaṁ. Na ghaṭatīti yasmā khīṇāsavassa vacanena etissā vacanaṁ na sameti, tañca na ghaṭanaṁ yasmā pubbe bhikkhūsu pasiddhāya eva accantadussīlatāya eva ahosi, tasmā mettiyaṁ bhikkhuniṁ nāsethāti adhippāyo.",
  "tika-vin07t3:126": "Cara pireti cara gaccha pire para amāmaka tvaṁ. Vinassāti adassanaṁ gaccha. Akārikāti amūlakena codanāya na kārikā. Kārako hotīti ‘‘ayyenamhi dūsitā’’ti imāya paṭiññāya yadi nāsitā, tadā thero bhikkhunīdūsakattasiddhito tassa dosassa kārako hoti. Akārako hotīti tāya katapaṭiññaṁ anapekkhitvā sāmaññato ‘‘mettiyaṁ bhikkhuniṁ nāsethā’’ti bhagavatā vuttattā akārako hoti. Yadi hi thero kārako bhaveyya, avassaṁ tameva dosaṁ apadisitvā iminā nāma kāraṇena ‘‘mettiyaṁ bhikkhuniṁ nāsethā’’ti vattabbaṁ siyā, tathā avuttattā, ‘‘dabbañca anuyuñjathā’’ti avatvā ‘‘ime ca bhikkhū anuyuñjathā’’ti vuttattā ca sāmatthiyato mettiyāya bhikkhuniyā aññena dosena nāsanārahatā, vatthussa ca amūlakabhāvo, therassa akārakabhāvo ca siddho hotīti adhippāyo.",
  "tika-vin07t3:127": "Attano suttanti ‘‘sakāya paṭiññāyā’’ti iminā pakkhepavacanena sahitaṁ kūṭasuttaṁ. Therokārako hotīti ettha ayamadhippāyo – ‘‘sakāya paṭiññāyā’’ti avatvā sāmaññato ‘‘mettiyaṁ bhikkhuniṁ nāsethā’’ti otiṇṇavatthusmiṁyeva tassā nāsanā vihitāti tumhākaṁ vāde thero kārako hoti, ‘‘sakāya paṭiññāyā’’ti pana vutte pubbeyeva siddhassa pārājikassa sucikāya assā sakāya paṭiññāya nāsethāti sijjhanato amhākaṁ vāde thero akārako hotīti. Mahāvihāravāsīnampi pana ‘‘sakāya paṭiññāyā’’ti vutte otiṇṇavatthusmiṁyeva tassā nāsanā vihitā hoti, na sāmaññatoti adhippāyo. Etthāti imesu dvīsu vādesu, suttesu vā. Yaṁ pacchā vuttanti mahāvihāravāsīhi yaṁ vuttaṁ, taṁ yuttanti attho. Vicāritaṁ hetanti etaṁ pacchimassa yuttattaṁ vicāritaṁ, ‘‘tatra saṅghādiseso vuṭṭhānagāminī…pe… asuddhatāyeva nāsesī’’ti vakkhamānanayena vinicchitanti attho. ‘‘Bhikkhuniṁ anuddhaṁseti dukkaṭa’’nti iminā mahāaṭṭhakathāvādo dassito.",
  "tika-vin07t3:128": "Tatrāti tesu dukkaṭapācittiyesu. Dukkaṭanti vuttamahāaṭṭhakathāvādassa adhippāyaṁ dassetvā ‘‘pācittiya’’nti pavattassa kurundivādassa adhippāyaṁ dassetuṁ ‘‘pacchimanayepī’’tiādi vuttaṁ. Vacanappamāṇatoti visaṁvādanādhippāye samānepi anuddhaṁsanādivisese saṅghādisesādino vidhāyakavacanabalenāti attho. Bhikkhussa pana bhikkhuniyā dukkaṭanti bhikkhuniṁ anuddhaṁsentassa bhikkhussa dukkaṭaṁ.",
  "tika-vin07t3:129": "Evaṁ dvīsupi aṭṭhakathāvacanesu adhippāyaṁ vibhāvetvā idāni pacchime pācittiyavāde dosaṁ dassetvā purimadukkaṭavādameva patiṭṭhāpetuṁ ‘‘tatra panā’’tiādi vuttaṁ. Tattha visunti sampajānamusāvāde pācittiyato (pāci. 1) visuṁ pācittiyaṁ vuttaṁ, tattha anantogadhabhāvāti adhippāyo. Tasmāti yasmā amūlakānuddhaṁsane visuññeva pācittiyaṁ paññattaṁ, tasmā purimanayoti dukkaṭavādo. Evaṁ antarā paviṭṭhaṁ dukkaṭapācittiyavādaṁ dassetvā idāni pākaṭameva atthaṁ vibhāvetuṁ ‘‘tathā bhikkhunī’’tiādi āraddhaṁ. Tattha tathāti yathā bhikkhussa bhikkhuṁ, bhikkhuniñca anuddhaṁsentassa saṅghādisesadukkaṭāni vuttāni, tathāti attho. Etehi nāsanā natthīti sāmaññato vuttaṁ, dukkaṭena imissā pana nāsanā natthīti adhippāyo. Dussīlāti pārājikā.",
  "tika-vin07t3:130": "386.Ākāranānattenāti dūsitākārassa, dūsakākārassa ca nānattena. Anabhiraddhoti atuṭṭho. Tenāha ‘‘na sukhito’’ti. Na pasāditoti anuppāditappasādo. Khīla-saddo thaddhabhāvavacano , kacavarapariyāyo ca hotīti āha ‘‘citta…pe… khīla’’nti. Nappatītoti pītisukhādīhi na abhigato na upagato. Tenāha ‘‘na abhisaṭo’’ti.",
  "tika-vin07t3:131": "Yena duṭṭhoti ca kupitoti ca vuttoti ettha yena duṭṭhoti ca vutto yena kupitoti ca vutto, taṁ mātikāyañca padabhājane (pārā. 386) ca vuttaṁ ubhayampetanti yojetabbaṁ. Dvīhīti ‘‘tena ca kopena, tena ca dosenā’’ti vuttakopadosapadehi dvīhi, atthato pana dvīhipi dosova dassitoti āha ‘‘saṅkhārakkhandhameva dassetī’’ti. Yāyāti anattamanatāya.",
  "tika-vin07t3:132": "Na cuditakavasenāti yadi cuditakavasenāpi amūlakaṁ adhippetaṁ siyā, amūlakaṁ nāma anajjhāpannanti padabhājanaṁ vadeyyāti adhippāyo. Yaṁ pārājikanti bhikkhuno anurūpesu ekūnavīsatiyā pārājikesu aññataraṁ. Padabhājane (pārā. 386) pana bhikkhuvibhaṅge āgatāneva gahetvā ‘‘catunnaṁ aññatarenā’’ti vuttaṁ. Etaṁ idha appamāṇanti etaṁ āpannānāpannataṁ idhānuddhaṁsane āpattiyā anaṅgaṁ, āpattiṁ pana āpanne vā anāpanne vā puggale ‘‘anāpanno eso suddho’’ti suddhasaññāya vā vimatiyā vā cāvanādhippāyova idha aṅganti adhippāyo.",
  "tika-vin07t3:133": "Tathevāti pasādasotena, dibbasotena vāti imamatthaṁ atidisati. Diṭṭhānusāreneva samuppannā parisaṅkāva diṭṭhaparisaṅkitaṁ nāma. Evaṁ sesesupi. ‘‘Adisvā vā’’ti idaṁ ukkaṭṭhavasena vuttaṁ, disvā pakkantesupi doso natthiyeva. Imesanti imehi. Karissantīti tasmiṁ khaṇe uppajjanākāradassanaṁ, pacchā pana ettakena kālena kataṁ vāti saṅkāya codeti. Na hi karissantīti codanā atthi. ‘‘Ariṭṭhaṁ pīta’’nti idaṁ mukhe surāgandhavāyananimittadassanaṁ. Ariṭṭhañhi surāsadisavaṇṇagandhaṁ kappiyabhesajjaṁ.",
  "tika-vin07t3:134": "Diṭṭhaṁ atthi samūlakantiādīsu ajjhācārassa sambhavāsambhavānaṁ mūlāmūlabhāvadassanaṁ. Atthi saññāsamūlakantiādi pana diṭṭhasaññāya sambhavāsambhavānaṁ mūlāmūlabhāvadassanaṁ. Disvāva diṭṭhasaññī hutvā codetīti ettha yaṁ codeti, tato aññaṁ puggalaṁ vītikkamantaṁ, paṭicchannokāsato nikkhamantaṁ vā disvā ‘‘ayaṁ so’’ti saññāya codentopi saṅgayhati. Esa nayo sutādīsupi. Samūlakena vā saññāsamūlakena vāti ettha pārājikamāpannaṁ diṭṭhādimūlakena ca ‘‘ayaṁ āpanno’’ti asuddhasaññāya codento samūlakena codeti nāma. Saññāsamūlakatte eva anāpattisambhavato āpanne vā anāpanne vā puggale āpannasaññī diṭṭhādīsu , adiṭṭhādīsu vā mūlesu diṭṭhasutādisaññī tena diṭṭhādimūlakena taṁ puggalaṁ codento saññāsamūlakena codeti nāma. Imesaṁ anāpatti, vuttavipariyāyena āpattivāre attho veditabbo.",
  "tika-vin07t3:135": "Samīpe ṭhatvāti hatthavikāravacīghosānaṁ codanāvasena pavattiyamānānaṁ dassanasavanūpacāre ṭhatvāti attho. Keci pana ‘‘dvādasahatthabbhantare ṭhatvā’’ti (sārattha. ṭī. 2.385-386) vadanti, taṁ na yuttaṁ. Parato byatirekato anāpattiṁ dassentena ‘‘dūtaṁ vā paṇṇaṁ vā sāsanaṁ vā pesetvā’’ti ettakameva vuttaṁ, na pana ‘‘dvādasahatthaṁ muñcitvā codentassa sīsaṁ na etī’’ti vuttaṁ. Vācāya vācāyāti sakiṁ āṇattassa sakalampi divasaṁ vadato vācāya vācāya codāpakasseva āpatti. Sopīti āṇattopi. Tassa ca ‘‘mayāpi diṭṭha’’ntiādiṁ avatvāpi ‘‘amūlaka’’nti saññāya cāvanādhippāyena ‘‘tvaṁ pārājikaṁ dhammaṁ ajjhāpannosī’’ti idameva vācaṁ parassa vacanaṁ viya akatvā sāmaññato vadantassāpi saṅghādiseso eva. Satipi pana anuddhaṁsanādhippāye ‘‘asukena evaṁ vutta’’nti parena vuttameva vadantassa natthi saṅghādiseso. Sace pana parena avuttampi vuttanti vadati, āpatti eva.",
  "tika-vin07t3:136": "Sambahulā sambahule sambahulehi vatthūhīti ettha sambahuleti cuditakabahuttaniddesena purimesu tīsu vāresu cuditakabahuttenāpi vārabhedasabbhāvaṁ ñāpeti. Ekasmiñhi cuditakavatthucodakabhedena idaṁ catukkaṁ vuttaṁ, cuditakabahuttenāpi catukkantaraṁ labbhatīti aṭṭhakaṁ hoti eva.",
  "tika-vin07t3:137": "Amūlakacodanāpasaṅgena samūlakacodanālakkhaṇādiṁ dassetuṁ ‘‘codetuṁ pana ko labhatī’’tiādi āraddhaṁ. Bhikkhussa sutvā codetītiādi suttaṁ yasmā ye codakassa aññesaṁ vipattiṁ pakāsenti, tepi tasmiṁ khaṇe codakabhāve ṭhatvāva pakāsenti, tesañca vacanaṁ gahetvā itaropi yasmā codetuñca asampaṭicchantaṁ tehi titthiyasāvakapariyosānehi paṭhamacodakehi sampaṭicchāpetuñca labhati, tasmā idha sāvakabhāvena uddhaṭanti veditabbaṁ.",
  "tika-vin07t3:138": "Dūtaṁ vātiādīsu ‘‘tvaṁ evaṁ gantvā codehī’’ti dūtaṁ vā pesetvā yo codetuṁ sakkoti, tassa paṇṇaṁ, mūlasāsanaṁ vā pesetvā. Samayenāti pakatiyā jānanakkhaṇe.",
  "tika-vin07t3:139": "Garukānaṁ dvinnanti pārājikasaṅghādisesānaṁ. Micchādiṭṭhi nāma ‘‘natthi dinna’’ntiādinayappavattā (ma. ni. 1.445; 2.94, 95, 225; 3.91, 116, 136; saṁ. ni. 3.210) dasavatthukā diṭṭhi, sassatucchedasaṅkhātaṁ antaṁ gaṇhāpakadiṭṭhi antaggāhikā nāma. Ājīvahetu paññattānaṁ channanti ājīvahetupi āpajjitabbānaṁ uttarimanussadhammapārājikaṁ (pārā. 195), sañcaritte (pārā. 301, 302) saṅghādiseso, ‘‘yo te vihāre vasati, so arahā’’ti (pārā. 220) pariyāyena thullaccayaṁ, bhikkhussa paṇītabhojanaviññattiyā pācittiyaṁ (pāci. 257), bhikkhuniyāpaṇītabhojanaviññattiyā pāṭidesanīyaṁ (pāci. 1236), sūpodanaviññattiyā (pāci. 612-613) dukkaṭanti imesaṁ parivāre (pari. 287) vuttānaṁ channaṁ. Na hetā āpattiyo ājīvahetu eva paññattā sañcarittādīnaṁ aññathāpi āpajjitabbato. Ājīvahetupi etāsaṁ āpajjanaṁ sandhāya evaṁ vuttaṁ, ājīvahetupi paññattānanti attho. Na kevalañca etā eva, aññāpi adinnādānakuladūsanapāṇavadhavejjakammādivasena ājīvahetu āpajjitabbāpi santi, tā pana āpattisabhaāgatāya pārājikādīsu chasu eva saṅgayhantīti visuṁ na vuttāti veditabbā.",
  "tika-vin07t3:140": "Ettāvatā pana sīsaṁ na etīti saṅghādisesaṁ sandhāya vuttaṁ, codanā pana katā eva hoti. Tiṁsānīti tiṁsaṁ etesamatthīti tiṁsāni, tiṁsādhikānīti vuttaṁ hoti. Navutānīti etthāpi eseva nayo.",
  "tika-vin07t3:141": "Attādānaṁ ādātukāmenāti ettha attanā ādātabbato diṭṭhādimūlakehi gahetabbato parassa vipphandituṁ adatvā paggaṇhanato attādānanti codanā vuccati, taṁ ādātukāmena, codanaṁ kattukāmenāti attho.",
  "tika-vin07t3:142": "Ubbāhikāyāti ubbahanti viyojenti etāya alajjīnaṁ tajjaniṁ vā kalahaṁ vāti ubbāhikā, saṅghasammuti, tāya. Vinicchinanaṁ nāma tāya sammatabhikkhūhi vinicchananameva. Alajjussannāya hi parisāya samathakkhandhake (cūḷava. 227) āgatehi dasaṅgehi samannāgatā dve tayo bhikkhū tattheva vuttāya ñattidutiyakammavācāya sammannitabbā, tehi ca sammatehi visuṁ vā nisīditvā, tassā eva vā parisāya ‘‘aññehi na kiñci kathetabba’’nti sāvetvā taṁ adhikaraṇaṁ vinicchitabbaṁ.",
  "tika-vin07t3:143": "Kimhīti kismiṁ vatthusmiṁ, kataravipattiyanti attho. ‘‘Kimhi naṁ nāmā’’ti idaṁ ‘‘katarāya vipattiyā etaṁ codesī’’ti yāya kāyaci viññāyamānāya bhāsāya vuttepi codakassa vinaye apakataññutāya ‘‘sīlācāradiṭṭhiājīvavipattīsu katarāyāti maṁ pucchatī’’ti ñātuṁ asakkontassa pucchā, na pana kimhītiādipadatthamattaṁ ajānantassa. Na hi anuvijjako codakaṁ bālaṁ aparicitabhāsāya ‘‘kimhi na’’nti pucchati. ‘‘Kimhi nampi na jānāsī’’ti idampi vacanamattaṁ sandhāya vuttaṁ na hoti, ‘‘kataravipattiyā’’ti vutte ‘‘asukāya vipattiyā’’ti vattumpi na jānāsīti vacanassa adhippāyameva sandhāya vuttanti gahetabbaṁ. Teneva vakkhati ‘‘bālassa lajjissa nayo dātabbo’’ti vatvā ca ‘‘kimhi naṁ codesīti sīlavipattiyā’’tiādi adhippāyappakāsanameva nayadānaṁ vuttaṁ, na pana kimhi-naṁ-padānaṁ pariyāyamattadassanaṁ. Na hi bālo ‘‘kataravipattiyaṁ naṁ codesī’’ti imassa vacanassa atthe ñātepi vipattippabhedanaṁ, attanā codiyamānaṁ vipattisarūpañca jānituṁ sakkoti, tasmā teneva ajānanena alajjī apasādetabbo. ‘‘Kimhi na’’nti idampi upalakkhaṇamattaṁ, aññena vā yena kenaci ākārena aviññutaṁ pakāsetvā vissajjetabbova.",
  "tika-vin07t3:144": "‘‘Dummaṅkūnaṁ puggalānaṁ niggahāyā’’tiādivacanato (pārā. 39; pari. 2) ‘‘alajjīniggahatthāya…pe… paññatta’’nti vuttaṁ. Ehitīti hi-kāro ettha āgamo daṭṭhabbo, āgamissatīti attho. Diṭṭhasantānenāti diṭṭhaniyāmena. Alajjissa paṭiññāya eva kātabbanti vacanapaṭivacanakkameneva dose āvibhūtepi alajjissa ‘‘asuddhoha’’nti dosasampaṭicchanapaaññāya eva āpattiyā kātabbanti attho. Keci pana ‘‘alajjissa etaṁ natthīti suddhapaṭiññāya eva anāpattiyā kātabbanti ayamettha attho saṅgahito’’ti vadanti, taṁ na yuttaṁ anuvijjakasseva niratthakattāpattito codakeneva alajjipaṭiññāya ṭhātabbato. Dosāpagamapaṭiññā eva hi idha paṭiññāti adhippetā. Teneva vakkhati ‘‘etampi natthīti paṭiññaṁ na detī’’tiādi (pārā. aṭṭha. 2.385-386).",
  "tika-vin07t3:145": "Tadatthadīpanatthanti alajjissa dose āvibhūtepi tassa dosāpagamapaṭiññāya eva kātabbatādīpanatthaṁ. Vivādavatthusaṅkhāte atthe paccatthikā atthapaccatthikā. Saññaṁ datvāti nesaṁ kathāpacchedatthaṁ, abhimukhakaraṇatthañca saddaṁ katvā. Vinicchinituṁ ananucchavikoti ‘‘asuddho’’ti saññāya codakapakkhe paviṭṭhattā anuvijjakabhāvato bahibhūtattā anuvijjituṁ asakkuṇeyyataṁ sandhāya vuttaṁ. Sandehe eva hi sati anuvijjituṁ sakkā, asuddhadiṭṭhiyā pana sati cuditakena vuttaṁ sabbaṁ asaccatopi paṭibhāti, kathaṁ tattha anuvijjanā siyāti.",
  "tika-vin07t3:146": "‘‘Tathānāsitakova bhavissatī’’ti iminā vinicchayaṁ adatvā saṅghato viyojanaṁ nāma liṅganāsanā viya ayampi eko nāsanappakāroti dasseti. Viraddhaṁ hotīti sañcicca āpattiṁ sahasā āpanno hoti. ‘‘Ādito paṭṭhāya alajjī nāma natthī’’ti idaṁ ‘‘pakkhānurakkhaṇatthāya paṭiññaṁ na detī’’ti imassa alajjilakkhaṇasambhavassa kāraṇavacanaṁ. Paṭicchāditakālato paṭṭhāya alajjī nāma eva, purimo lajjibhāvo na rakkhatīti attho. Paṭiññaṁ na detīti sace mayā katadosaṁ vakkhāmi, mayhaṁ anuvattakā bhijjissantīti paṭiññaṁ na deti. Ṭhāne na tiṭṭhatīti lajjiṭṭhāne na tiṭṭhati, kāyavācāsu vītikkamo hoti evāti adhippāyo. Tenāha ‘‘vinicchayo na dātabbo’’ti, pubbe pakkhikānaṁ paṭiññāya vūpasamitassāpi adhikaraṇassa duvūpasantatāya ayampi tathā nāsitakova bhavissatīti adhippāyo.",
  "tika-vin07t3:147": "Cuditakacodakesu paṭipattiṁ ñatvāti ‘‘tumhe amhākaṁ vinicchayena tuṭṭhā bhavissathā’’tiādinā vuttaṁ cuditakacodakesu anuvijjakena paṭipajjitabbakammaṁ ñatvā. Vinicchayo majjheti āpattīti vā anāpattīti vā vinicchayapariyosānaanuvijjanānaṁ majjhaṁ nāmāti attho.",
  "tika-vin07t3:148": "Amūlakampi samūlakaṁ katvā vadantīti āha ‘‘dve mūlānī’’ti. Kālena vakkhāmītiādīsu okāsaṁ kārāpetvā vadanto kālena vadati nāma. Salākaggayāguaggabhikkhācāraṭṭhānādīsu codento akālena vadati nāma. Dosato vuṭṭhāpetukāmatāya vadanto atthasaṁhitena vadati nāma. Dosantaroti dosacitto. Pannarasasu dhammesūti ‘‘parisuddhakāyasamaācāratā, tathā vacīsamācāratā, sabrahmacārīsu mettacittatā, bahussutatā, ubhinnaṁ pātimokkhānaṁ svāgatāditā, kālena vakkhāmī’’tiādinā (pari. 362) vuttapañcadhammā ca kāruññatā, hitesitā, anukampatā, āpattivuṭṭhānatā, vinayapurekkhāratāti (cūḷava. 401) imesu pannarasasu. Tattha ‘‘kāruññatā’’ti iminā karuṇā dassitā. Hitesitāti hitagavesanatā. Anukampatāti tena hitena saṁyojanatā, imehi dvīhipi mettā dassitā. Āpattivuṭṭhānatāti suddhante patiṭṭhāpanatā. Vatthuṁ codetvā sāretvā paṭiññaṁ āropetvā yathāpaṭiññāya kammakaraṇaṁ vinayapurekkhāratā nāma.",
  "tika-vin07t3:149": "Adhikaraṇaṭṭhenāti adhikātabbaṭṭhena, samathehi vūpasametabbaṭṭhenāti attho. Taṁ nānattaṁ dassetunti idha anadhippetampi atthuddhāravasena taṁ nānattaṁ dassetunti adhippāyo. Teneva vakkhati ‘‘sesāni atthuddhāravasena vuttānī’’ti (pārā. aṭṭha. 2.385-386). Yaṁ adhikiccātiādinā adhikaraṇasaddassa kammasādhanatā vuttā.",
  "tika-vin07t3:150": "Gāhanti ‘‘asukaṁ codessāmī’’ti manasā codanākārassa gahaṇaṁ. Cetananti ‘‘codessāmī’’ti uppannacittabyāpārasaṅkhātaṁ cittakammaṁ. Akkhantinti cuditakassa vipattiṁ disvā uppannaṁ kodhaṁ asahanaṁ, tathā pavattaṁ vā yaṁ kiñci cittacetasikarāsiṁ. Vohāranti codanāvasappavattavacanaṁ. Paṇṇattinti codanāvasappavattaṁ manasā parikappitaṁ nāmapaṇṇattiṁ. Attādānaṁ gahetvāti codanaṁ manasā gahetvā. Taṁ adhikaraṇanti taṁ gāhalakkhaṇaṁ adhikaraṇaṁ. Nirujjhati cetanāya khaṇikattā, sā ca samathappattā hotīti evamettha aniṭṭhappasaṅgo veditabbo. Evaṁ uparipi ‘‘tuṇhī hotī’’ti iminā vohāravacanassa nirodhaṁ dasseti. Tenāha ‘‘taṁ adhikaraṇaṁ samathappattaṁ bhavissatī’’ti. ‘‘Tasmā paṇṇatti adhikaraṇa’’nti aṭṭhakathāsu katasanniṭṭhānaṁ dassetvā idāni tassāpi ekaccehi paṭikkhittabhāvaṁ dassetvā puna tampi paṭisedhetvā aṭṭhakathāsu vuttapaṇṇattiyā eva adhikaraṇataṁ samatthetuṁ ‘‘taṁ paneta’’ntiādimāha. Tattha taṁ panetanti paṇṇatti adhikaraṇanti etaṁ gahaṇaṁ virujjhatīti sambandho. Pārājikādiāpatti ekantaakusalasabhāvā vā abyākatasabhāvā vā hotīti saññāya ‘‘methunadhammapārājikāpattī’’tiādikaṁ suttaṁ paṇṇattiadhikaraṇavādena virujjhatīti dassetuṁ uddhaṭaṁ. Tenāha ‘‘na hi te…pe… accantaakusalattā’’tiādi. Teti aṭṭhakathācariyā.",
  "tika-vin07t3:151": "Amūlakañceva taṁ adhikaraṇanti ettha amūlakapārājikameva adhikaraṇa-saddena adhippetanti dassetuṁ ‘‘yañceta’’ntiādi vuttaṁ. Yasmā panātiādi pana idhādhippetāya amūlakapārājikāpattiyā eva paṇṇattibhāvo yujjatīti dassetuṁ āraddhaṁ. Tattha yāya paṇṇattiyāti sabhāvato parisuddhepi puggale ‘‘pārājiko’’tiādinā codakena pavattitaṁ nāmapaṇṇattiṁ sandhāya vadati. Paññattoti kathito. Adhikaraṇe pavattattāti avijjamānepi manasā āropitamatte āpattādhikaraṇe vācakabhāvena pavattattā.",
  "tika-vin07t3:152": "Evaṁ nāmapaṇṇattivasena imasmiṁ sikkhāpade āpattādhikaraṇassa paññattibhāvaṁ dassetvā idāni atthapaṇṇattivasenāpi dassetuṁ ‘‘yasmā vāya’’ntiādi vuttaṁ. Paññattimattamevāti avijjamānassa vijjamānākārena manasā āropitaatthapaṇṇattimattamevāti attho. Tañca kho idhevāti tañca yathāvuttapariyāyena paṇṇattiyā adhikaraṇattaṁ idheva imasmiṁ eva sikkhāpade. Eketi keci. Taṁ na yuttanti yaṁ ekaccehi aṭṭhakathāsu vuttaṁ, adhikaraṇassa paṇṇattibhāvaṁ nisedhetvā kusalādiparamatthabhāvaṁ sādhetuṁ ‘‘taṁ panetaṁ methunadhammapārājikāpattī’’tiādinā papañcato dassito, taṁ na yuttanti attho. Tattha kāraṇamāha ‘‘ādikammikassā’’tiādinā, tena ca tasmiṁ vāde yadi āpatti nāma akusalā vā abyākatā vā bhaveyya, kathaṁ ādikammikassa anāpatti bhaveyya? Tassāpi akusalādīnaṁ uppannattā bhagavato sikkhāpadapaññattito paṭṭhāya yāva āpattītipi na sakkā vattuṁ, methunādīsu akusalādīnaṁ sikkhāpadapaññattito pubbepi samuppattito. Tato eva anupasampannānampi āpattippasaṅgo, gilānādīnaṁ uppannattā anupaññattiyāpi anāpattiabhāvappasaṅgo ca siyā. Atha mataṁ ‘‘na kevalaṁ akusalādi eva, atha kho bhagavatā paṭikkhittabhāvaṁ jānantassa samuppajjamānā eva akusalādayo āpattī’’ti, tampi asāraṁ, sikkhāpadapaññattiṁ ajānitvā vītikkamantassa methunādīsu anāpattippasaṅgato, akusalādisabhāvāya ca āpattiyā ekapayogādīsu ekattādipi na siyā. Na hi sakalampi divasaṁ itthiṁ kāyato amocetvā phusantassa ekamevākusalaṁ uppajjati, bahū vā itthiyo phusitvā apagacchantassa bahūni, yenāpattiyā ekattaṁ, bahuttaṁ vā siyāti evamādikaṁ ayuttiṁ saṅgahetvā dassitanti veditabbaṁ.",
  "tika-vin07t3:153": "Tattha vatthuñcāti vītikkamo. Tañhi āpattisammutipaññāpanassa okāsaṭṭhena ‘‘vatthū’’ti vuccati. Gottanti adinnādānādito buddhisaddanivattanaṭṭhena parikappitasāmaññākāro gottaṁ. Nāmanti avijjamānanāmapaññatti. Tassa pana pārājikanti nāmassa atthabhūtā āpatti atthapaññatti evāti daṭṭhabbaṁ . Yaṁ pana ‘‘vivādādhikaraṇaṁ siyā kusala’’ntiādi (cūḷava. 220; pari. 303), ‘‘āpattādhikaraṇaṁ siyā akusala’’ntiādi (cūḷava. 222) ca suttaṁ tehi samuddhaṭaṁ, tampi na vivādādīnaṁ kusalādibhāvassa pariyāyadesitattāti yaṁ ettha vattabbaṁ, taṁ heṭṭhā paṭhamapārājikasamuṭṭhānādivaṇṇanāya sāratthadīpaniyaṁ viraddhaṭṭhānasodhanatthaṁ vitthārato vuttanti tattheva taṁ gahetabbaṁ, sāratthadīpanīkārakassa akusalādirūpāva āpattīti laddhi, teneva so idhāpi ‘‘tasmā paṇṇattiadhikaraṇanti aṭṭhakathāsu katasanniṭṭhānaṁ dassetvā idāni tampi na yuttanti dassetuṁ ‘taṁ paneta’ntiādimāhā’’ti (sārattha. ṭī. 2.385-386) evaṁ attano laddhiṁ aṭṭhakathācariyassapi laddhiṁ katvā ganthavirodhampi anoloketvā dassesi. Na hettha buddhaghosācariyo aṭṭhakathāvādaṁ ayuttanti dassetuṁ ‘‘taṁ paneta’’ntiādimārabhi ‘‘paṇṇattimattameva āpattādhikaraṇanti veditabba’’nti sayameva upari kathanato, atha kho dulladdhikānaṁ ekaccānaṁ tattha vippaṭipattiṁ dassetvā puna taṁ paṭisedhetukāmo ārabhi, teneva ante ‘‘eke’’ti vuttanti veditabbaṁ. Vivādādīnaṁ kusalādikatte taṁsamathānampi tabbhāvo āpajjati paramatthesu paṇṇattiyā samathāyogāti āha ‘‘kusalādisamathehī’’ti. Paññattisabhāvānameva catunnaṁ adhikaraṇānaṁ samathehi adhikaraṇīyatā, na pana kusalādiparamattharūpānaṁ tesaṁ tesaṁ khaṇikatāya sayameva samathappattitoti heṭṭhā samatthitamatthaṁ nigamanavasena dassentena ‘‘iti iminā adhikaraṇaṭṭhenā’’ti vuttaṁ, tassa yathāvuttanayena samathehi adhikaraṇīyatāyāti attho. ‘‘Idhekacco’’ti iminā idhādhippetaṁ vivādaṁ nivatteti.",
  "tika-vin07t3:154": "Anuvādoti vipattīhi upavadanā ceva codanā ca. Tattha upavadanā nāma garahā, akkoso ca. Pañcapīti mātikāpariyāpannāpattiyo sandhāya vuttaṁ. Kiccayatāti kattabbatā. Sapadānukkamaniddesassāti ettha padānukkamaniddesoti padabhājanaṁ vuccati, tena sahitassa sikkhāpadassāti attho.",
  "tika-vin07t3:155": "387.Assāti kattuatthe sāmivacananti āha ‘‘etena codakenā’’tiādi. Diṭṭhamūlake panāti ‘‘diṭṭhassa hoti pārājikaṁ dhammaṁ ajjhāpajjanto’’tiādi (pārā. 387) pāḷivāraṁ sandhāya vuttaṁ. Tattha itthiyā saddhiṁ rahonisajjādidassanamattavasena pārājikaṁ dhammaṁ ajjhāpajjanto puggalo tena diṭṭho, na pana maggena maggappaṭipādanādidassanavasena. Yadi hi tena so tathā diṭṭho bhaveyya, asuddhasaññī evāyaṁ tasmiṁ puggale siyā, asuddhasaññāya ca suddhaṁ vā asuddhaṁ vā codentassa saṅghādiseso na siyā ‘‘anāpatti suddhe asuddhadiṭṭhissa, asuddhe asuddhadiṭṭhissā’’tiādivacanato (pārā. 390). Tasmā itthiyā saddhiṁ rahonisajjādimattameva disvāpi ‘‘saddho kulaputto, nāyaṁ pārājikaṁ āpajjatī’’ti tasmiṁ suddhasaññissa vā vematikassa vā ‘‘suto mayā pārājikaṁ dhammaṁ ajjhāpajjanto’’tiādinā niyametvā codentasseva saṅghādiseso, na asuddhasaññissa, tassa pana diṭṭhaṁ sutanti musāvādādipaccayā lahukāpatti evāti veditabbaṁ. Yadi pana so tasmiṁ suddhadiṭṭhicāvanādhippāyopi diṭṭhaṁ rahonisajjādimattameva vadati, adiṭṭhaṁ pana maggenamaggappaṭipādanādipārājikavatthuṁ vā ‘‘assamaṇosī’’tiādikaṁ vā na vadati, tassa anāpatti. Adhikaṁ vadantassa pana āpattiyeva ‘‘adiṭṭhaṁ diṭṭha’’nti (pārā. 386-387) vuttattā. Yo pana diṭṭhena rahonisajjādinā paṭhamapārājikena asuddhasaññī hutvā cāvanādhippāyo adinnādānaṁ ajjhāpajjanto ‘‘diṭṭho’’ti vā ‘‘suto’’ti vā ādiṁ vadati, tassāpi na saṅghādiseso asuddhe asuddhadiṭṭhitāyāti keci vadanti. Aññe pana ‘‘yena pārājikena codeti, tena suddhasaññābhāvā āpattiyevā’’ti vadanti, idaṁ yuttaṁ. Tathā hi vuttaṁ mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. duṭṭhadosasikkhāpadavaṇṇanā) ‘‘yena pārājikena codeti, taṁ ‘ayaṁ anajjhāpanno’ti ñatvā cāvanādhippāyena…pe… saṅghādiseso’’ti. Iminā nayena sutādimūlakesupi vinicchayo veditabbo. Aññatra āgatesūti omasavādādīsu āgatesu. Avassutoti tīhipi dvārehi pārājikavatthubhūtaduccaritānuvassanena tinto. Kasambujātoti kacavarabhūto, nissāroti attho.",
  "tika-vin07t3:156": "Koṇṭhoti coro, dussīloti attho. Jeṭṭhabbatikoti kāḷakaṇṇidevīvate niyutto titthiyoti vadati, sā kira kāḷakaṇṇisirideviyā jeṭṭhāti vuttā. Yadaggenāti yena kāraṇena, yattakenāti attho . Tadaggenāti etthāpi eseva nayo. No kappetītiādi vematikabhāvadīpanatthameva vuttanti mahāpadumattherassa adhippāyo.",
  "tika-vin07t3:157": "389.Etthāti codanāyaṁ. Tajjanīyādikammaṁ karissāmītiāpattiyā codentassa adhippāyo kammādhippāyo nāma. Parivāsadānādikkamena āpattito vuṭṭhāpetuṁ āpattiyā codentassa adhippāyo vuṭṭhānādhippāyo. Uposathaṁ, pavāraṇaṁ vā saṅghe kātuṁ adānatthāya āpattiyā codayato adhippāyo uposathapavāraṇaṭṭhapanādhippāyo. Asammukhā…pe… dukkaṭanti anuddhaṁsentassapi akkosantassapi dukkaṭaṁ.",
  "tika-vin07t3:158": "Sabbatthevāti sabbāsu aṭṭhakathāsu. Uposathapavāraṇānaṁ ñattikammabhāvato ñattiyā vattamānāya eva uposathapavāraṇaṭṭhapanaṁ hoti, na niṭṭhitāya, sā ca yya-kāre patte niṭṭhitā nāma hotīti āha ‘‘yya-kāre patte na labbhatī’’ti.",
  "tika-vin07t3:159": "Anupāsakoti upāsakopi so bhikkhu na hoti saraṇagamanassāpi paṭippassaddhattāti vadanti. ‘‘Anodissa dhammaṁ kathentassā’’ti iminā odissa kathentena okāsaṁ kāretabbanti dasseti. Āpattiṁ desetvāti okāsākārāpanāpattiṁ desetvā. Yaṁ codeti, tassa upasampannoti saṅkhyupagamanaṁ, tasmiṁ suddhasaññitā vematikatā vā, yena pārājikena codeti, tassa diṭṭhādivasena amūlakatā, cāvanādhippāyena ‘‘tvaṁ pārājiko’’tiādinā niyametvā sammukhā codanā codāpanā, tassa taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:160": "Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:161": "9. Dutiyaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin07t3:162": "391. Navame mettiyaṁ bhikkhuninti liṅganāsanāya nāsitāyapi tassā bhūtapubbavohāraṁ gahetvā vuttaṁ. Aññabhāgassāti therassa manussajātibhikkhubhāvato aññassa tiracchānajātichagalakabhāvasaṅkhātassa koṭṭhāsassa. Idanti sāmaññato napuṁsakaliṅgena vuttaṁ, ayaṁ chagalakoti attho. Aññabhāgoti yathāvuttatiracchānajātichagalakabhāvasaṅkhāto añño koṭṭhāso, aññabhāgassa idanti aññabhāgiyanti paṭhamaviggahassa attho, aññabhāgamatthīti dutiyaviggahassa, dvīhipi chagalakova vutto. Idāni dvīhipi viggahehi vuttamevatthaṁ vitthārato dassento ‘‘yo hi so’’tiādimāha. Tattha yo hi so chagalako vutto, so aññassa bhāgassa hotīti ca aññabhāgiyasaṅkhyaṁ labhatīti ca yojanā. Dutiyaviggahassa atthaṁ dassetuṁ ‘‘so vā’’tiādi vuttaṁ. Adhikaraṇanti veditabboti etthāpi yo hi so ‘‘dabbo mallaputto nāmā’’ti chagalako vutto, soti ānetvā sambandhitabbaṁ. Tañhi sandhāyāti ‘‘dabbo’’ti nāmakaraṇassa adhiṭṭhānabhūtaṁ chagalakaṁ sandhāya. Te bhikkhūti te anuyuñjantā bhikkhū. Āpattiyāpi puggalādhiṭṭhānattā ‘‘puggalānaṁyeva lesā’’ti vuttaṁ.",
  "tika-vin07t3:163": "393.Yā ca sā avasāne…pe… codanā vuttāti ‘‘bhikkhu saṅghādisesaṁ ajjhāpajjanto diṭṭho hoti saṅghādisese saṅghādisesadiṭṭhi hoti, tañce pārājikena codetī’’tiādiṁ (pārā. 407) codanābhedaṁ sandhāya vadati. Sattannampi āpattīnaṁ paccekaṁ pārājikattādisāmaññepi methunādinnādānādivatthuto, rāgadosattādisabhāvato ca visabhāgatāpi atthīti āha ‘‘yasmā pana…pe… na hotī’’ti.",
  "tika-vin07t3:164": "Vuttanayenevāti ‘‘sabhāgavisabhāgavatthuto’’tiādinā (pārā. aṭṭha. 2.393) vuttanayena. Kammalakkhaṇaṁ, taṁmanasikāro ca avipannakammassa nimittato phalūpacārena kammanti vuccatīti āha ‘‘taṁ nissāya uppajjanato’’ti. Parivāsādiṁ nissāya mānattādīnaṁ uppajjanato ‘‘purimaṁ purima’’ntiādi vuttaṁ.",
  "tika-vin07t3:165": "395.Savatthukaṁ katvāti puggalādhiṭṭhānaṁ katvā. Dīghādinoti dīgharassādiliṅgassa. Diṭṭhādinoti diṭṭhapubbādino.",
  "tika-vin07t3:166": "408.Evaṁ tathāsaññīti aññassa methunādikiriyaṁ disvā ‘‘ayaṁ so’’ti evaṁ tathāsaññī. Aṅgāni paṭhamaduṭṭhadose vuttasadisāni, idha pana kiñcidesaṁ lesamattaṁ upādiyanā adhikā.",
  "tika-vin07t3:167": "Dutiyaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:168": "10. Paṭhamasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin07t3:169": "410. Dasame bahūnanti dubbalatāya araññādisevāya cittaṁ samāhitaṁ kātuṁ asakkontānaṁ. Dukkhassantakiriyāya tasmiṁ attabhāve buddhavacanaggahaṇadhāraṇādisaṅkhātaṁ byañjanapadameva paramaṁ assa, na maggalābhoti padaparamo. Abhisambhuṇitvāti nipphādetvā. Dhammato apetaṁ uddhammaṁ. Paṭikkhittamevāti ‘‘na, bhikkhave, asenāsanikena vassaṁ upagantabba’’nti (mahāva. 204) vacanato vuttaṁ, idameva vacanaṁ sandhāya pāḷiyampi ‘‘aṭṭha māse’’tiādi (pārā. 409) vuttaṁ.",
  "tika-vin07t3:170": "Tīhi koṭīhīti asuddhamūlehi. Ettha ca bhikkhūnaṁ catūsu kulesu pakkapiṇḍiyālopabhojananissitatāya, macchamaṁsabhojanavirahitassa ca kulassa dullabhatāya tattha laddhesu bhattabyañjanesu macchamaṁsasaṁsaggasaṅkāya, dunnivāraṇatāya ca bhikkhūnaṁ sarīrayāpanampi na siyāti bhagavatā macchamaṁsaṁ sabbathā appaṭikkhipitvā tīhi koṭīhi aparisuddhameva paṭikkhittaṁ. Yadi hi taṁ bhagavā sabbathā paṭikkhipeyya, bhikkhū maramānāpi macchādisaṁsaggasaṅkitaṁ bhattaṁ na bhuñjeyyuṁ, tato taṇḍuladhaññādiṁ paṭiggahetvā nidahitvā sayaṁ pacitvā bhuñjituṁ tadupakaraṇabhūtaṁ dāsidāsaṁ, udukkhalamusalādikañca bhikkhūnaṁ pattādi viya avassaṁ gahetuṁ anujānitabbaṁ siyāti titthiyānaṁ viya gahaṭṭhāvāso eva siyā, na bhikkhuāvāsoti veditabbaṁ. Jālaṁ macchabandhanaṁ. Vāgurā migabandhanī. Kappatīti yadi tesaṁ vacanena saṅkā na vattati, vaṭṭati, na taṁ vacanaṁ lesakappaṁ kātuṁ vaṭṭati. Teneva vakkhati ‘‘yattha ca nibbematiko hoti, taṁ sabbaṁ kappatī’’ti.",
  "tika-vin07t3:171": "Pavattamaṁsanti āpaṇādīsu pavattaṁ vikkāyikaṁ matamaṁsaṁ. Bhikkhūnaṁyeva atthāya akatanti ettha aṭṭhānappayutto eva-saddo, bhikkhūnaṁ atthāya akatamevāti sambandhitabbaṁ, tasmā bhikkhūnañca maṅgalādīnañcāti missetvā katampi na vaṭṭatīti veditabbaṁ. Keci pana yathāṭhitavasena avadhāraṇaṁ gahetvā ‘‘vaṭṭatī’’ti vadanti, taṁ na sundaraṁ. ‘‘Vatta’’nti iminā āpatti natthīti dasseti.",
  "tika-vin07t3:172": "Kappanti asaṅkheyyakappaṁ, ‘‘āyukappa’’ntipi (sārattha. ṭī. 2.410) keci. Mahākappassa hi catutthabhāgo asaṅkheyyakappo, tato vīsatimo bhāgo saṅghabhedakassa āyukappanti vadanti, taṁ aṭṭhakathāsu kappaṭṭhakathāya na sameti ‘‘kappavināse eva muccatī’’tiādi (vibha. aṭṭha. 809) vacanato. Brahmaṁ puññanti seṭṭhaṁ puññaṁ. Kappaṁ saggamhīti ettha paṭisandhiparamparāya kappaṭṭhatā veditabbā.",
  "tika-vin07t3:173": "411.Laddhinānāsaṁvāsakenāti ukkhittānuvattakabhāvena bhāvappadhānattā niddesassa. Kammanānāsaṁvāsakenāti ukkhittabhāvena. ‘‘Bhedāya parakkameyyā’’ti visuṁ vuttattā bhedanasaṁvattanikassa adhikaraṇassa samādāya paggaṇhanato pubbepi pakkhapariyesanādivasena saṅghabhedāya parakkamantassa samanubhāsanakammaṁ kātuṁ vaṭṭatīti veditabbaṁ. Yopi cāyaṁ saṅghabhedo hotīti sambandho.",
  "tika-vin07t3:174": "Kammenāti apalokanādinā. Uddesenāti pātimokkhuddesena. Vohārenāti tāhi tāhi upapattīhi ‘‘adhammaṁ dhammo’’tiādinā (a. ni. 3.10-39, 42; cūḷava. 352) vohārena, paresaṁ paññāpanenāti attho. Anusāvanāyāti attano laddhiyā gahaṇatthameva anu punappunaṁ kaṇṇamūle mantasāvanāya, kathanenāti attho. Salākaggāhenāti evaṁ anusāvanāya tesaṁ cittaṁ upatthambhetvā attano pakkhe paviṭṭhabhāvassa saññāṇatthaṁ ‘‘gaṇhatha imaṁ salāka’’nti salākaggāhena. Ettha ca kammameva, uddeso vā saṅghabhede padhānaṁ kāraṇaṁ, vohārādayo pana saṅghabhedassa pubbabhāgāti veditabbā. Abbhussitanti abbhuggataṁ. Accheyyāti vihareyya.",
  "tika-vin07t3:175": "‘‘Lajjī rakkhissatī’’ti (visuddhi. 1.42; pārā. aṭṭha. 1.45) vacanato āpattibhayena ārocanaṁ lajjīnaṁ eva bhāroti āha ‘‘lajjīhi bhikkhūhī’’ti, alajjissapi anārocentassa āpattiyeva. Appaṭinissajjato dukkaṭanti visuṁ visuṁ vadantānaṁ gaṇanāya dukkaṭaṁ. Pahontenāti gantuṁ samatthena, icchantenāti attho. Āpatti pana aḍḍhayojanabbhantareneva agilānassa vasena veditabbā.",
  "tika-vin07t3:176": "416. Ñattiyādīhi dukkaṭādisabbhāvaṁ sandhāya ‘‘saṅghādisesena anāpattī’’ti vuttaṁ. Assāti devadattassa. Apaññatte sikkhāpade samanubhāsanakammasseva abhāvato ‘‘na hi paññattaṁ sikkhāpadaṁ vītikkamantassā’’ti vuttaṁ. Sikkhāpadaṁ paññapenteneva hi samanubhāsanakammaṁ anuññātaṁ. Uddissa anuññātatoti ‘‘anujānāmi, bhikkhave, romanthakassa romanthana’’ntiādiṁ (cūḷava. 273) uddissānuññātaṁ sandhāya vadati. Anāpattiyanti anāpattivāre. Āpattiṁ ropetabboti samanubhāsanāya pācittiyaāpattiṁ ropetabbo. Āpattiyeva na jātāti saṅghādisesāpatti na jātā eva.",
  "tika-vin07t3:177": "‘‘Na paṭinissajjāmī’’ti saññāya abhāvena muccanato saññāvimokkhaṁ. Sacittakanti ‘‘na paṭinissajjāmī’’ti jānanacittena sacittakaṁ. Yo visaññī vā bhīto vā vikkhitto vā ‘‘paṭinissajjitabba’’ntipi, ‘‘kammaṁ karissatī’’ti vā na jānāti, tassa anāpatti. Bhedāya parakkamanaṁ, dhammakammena samanubhāsanaṁ, kammavācāpariyosānaṁ, na paṭinissajjāmīti cittena appaṭinissajjananti imānettha cattāri aṅgāni.",
  "tika-vin07t3:178": "Paṭhamasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:179": "11. Dutiyasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin07t3:180": "418. Ekādasame yasmā ubbāhikādisammutikammaṁ bahūnampi kātuṁ vaṭṭati, tasmā ‘‘na hi saṅgho saṅghassa kammaṁ karotī’’ti idaṁ niggahavasena kattabbakammaṁ sandhāya vuttanti veditabbaṁ. Aṅgāni panettha bhedāya parakkamanaṁ pahāya anuvattanaṁ pakkhipitvā heṭṭhā vuttasadisāneva gahetabbāni.",
  "tika-vin07t3:181": "Dutiyasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:182": "12. Dubbacasikkhāpadavaṇṇanā",
  "tika-vin07t3:183": "424. Dvādasame vambhanavacananti garahavacanaṁ. Saṭa-saddo patitasaddena samānattho, tassa ca visesanassa paranipātoti āha ‘‘tattha tattha patitaṁ tiṇakaṭṭhapaṇṇa’’nti. Kenāpīti vātādisadisena upajjhāyādinā.",
  "tika-vin07t3:184": "426. Cittapariyonāho daḷhakodhova upanāho. Tatopi balavataro dummocanīyo kodhābhisaṅgo. Codakaṁ paṭippharaṇatāti codakassa paṭiviruddho hutvā avaṭṭhānaṁ. Codakaṁ apasādanāti vācāya ghaṭṭanā. Paccāropanāti ‘‘tvampi sāpattiko’’ti codakassa āpattiāropanā. Paṭicaraṇatāti paṭicchādanatā. Apadānenāti attano cariyāya. Na sampāyanatāti ‘‘yaṁ tvaṁ codako vadesi ‘mayā esa āpattiṁ āpanno diṭṭho’ti, tvaṁ tasmiṁ samaye kiṁ karosi, ayaṁ kiṁ karoti, kattha ca tvaṁ ahosi, kattha aya’’ntiādinā nayena cariyaṁ puṭṭhena sampādetvā akathanaṁ.",
  "tika-vin07t3:185": "‘‘Yassa siyā āpattī’’ti (mahāva. 134) iminā nidānavacanena sabbāpi āpattiyo saṅgahitāti āha ‘‘yassa siyā’’tiādi. Aṅgāni cettha paṭhamasaṅghabhedasadisāni, ayaṁ pana viseso yathā tattha bhedāya parakkamanaṁ, idha avacanīyakaraṇatā daṭṭhabbā.",
  "tika-vin07t3:186": "Dubbacasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:187": "13. Kuladūsakasikkhāpadavaṇṇanā",
  "tika-vin07t3:188": "431. Terasame kīṭāgirīti tassa nigamassa nāmaṁ. Tañhi sandhāya parato ‘‘na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabba’’nti vuttaṁ, gāmanigamato ca pabbājanaṁ, na janapadato. Tena pana yogato janapadopi ‘‘kīṭāgiri’’icceva saṅkhyaṁ gatoti āha ‘‘evaṁnāmake janapade’’ti.",
  "tika-vin07t3:189": "Tatrāti sāvatthiyaṁ. Dhuraṭṭhāneti abhimukhaṭṭhāne, jetavanadvārasamīpeti attho. Dvīhi meghehīti vassikena, hemantikena cāti dvīhi meghehi. Gaṇācariyehi chahi adhikatāya ‘‘samadhika’’nti vuttaṁ.",
  "tika-vin07t3:190": "Udakassāti akappiyaudakassa ‘‘kappiyaudakasiñcana’’nti visuṁ vakkhamānattā, tañca ‘‘ārāmādiatthāya rukkharopane akappiyavohāresupi kappiyaudakasiñcanādi vaṭṭatī’’ti vakkhamānattā idhāpi vibhāgaṁ katvā kappiyaudakasiñcanādi visuṁ dassitaṁ. Yathā koṭṭanakhaṇanādikāyikakiriyāpi akappiyavohāre saṅgahitā, evaṁ mātikāujukaraṇādikappiyavohārepīti āha ‘‘sukkhamātikāya ujukaraṇa’’nti. Ettha purāṇapaṇṇādiharaṇampi saṅgayhati. Mahāpaccariyavādova pamāṇattā pacchā vutto. Akappiyavohārepi ekaccaṁ vaṭṭatīti dassetuṁ ‘‘na kevalañca sesa’’ntiādimāha. Yaṁkiñci mātikanti sukkhaṁ vā asukkhaṁ vā. Tatthāti ārāmādiatthāya rukkharopane. Tathāti kappiyavohārapariyāyādīhi ganthāpanaṁ sandhāya vuttaṁ. Iminā ca kulasaṅgahatthāya ganthāpanādipi na vaṭṭatīti dasseti.",
  "tika-vin07t3:191": "Vatthupūjanatthāya sayaṁ ganthanaṁ kasmā na vaṭṭatīti codento ‘‘nanu cā’’tiādimāha. Yathā ārāmādiatthaṁ kappiyapathaviyaṁ sayaṁ ropetumpi vaṭṭati, tathā vatthupūjanatthāya sayaṁ ganthanampi kasmā na vaṭṭatīti codakassa adhippāyo. Vuttantiādi parihāro. Atha ‘‘na pana mahāaṭṭhakathāya’’nti kasmā vadati? Mahāpaccariādīsu vuttampi hi pamāṇamevāti nāyaṁ virodho, mahāaṭṭhakathāyaṁ avuttassa sayaṁ ropanassa tattheva vuttena udakasiñcanena saha saṁsandananayadassanamukhena pamāṇamevāti patiṭṭhāpetuṁ vuttattā. ‘‘Maññeyyāsī’’ti padaṁ ‘‘taṁ katha’’nti iminā sambandhitabbaṁ. Tatthāyaṁ adhippāyo – kiñcāpi mahāaṭṭhakathāyaṁ sayaṁ ropanaṁ na vuttaṁ, kappiyaudakassa sayaṁ āsiñcanaṁ vuttameva, tasmā yathā ārāmādiatthāya kappiyaudakaṁ sayaṁ siñcitumpi vaṭṭati, tathā vatthupūjanatthāya ganthanampi kasmā na vaṭṭatīti. Tampi na virujjhatīti yadetaṁ vatthupūjanatthāyapi ganthanādiṁ paṭikkhipitvā ārāmādiatthāya sayaṁ ropanasiñcanaṁ vuttaṁ, tampi pāḷiyā saṁsandanato pubbāparaṁ na virujjhati.",
  "tika-vin07t3:192": "Taṁ kathaṁ na virujjhatīti āha ‘‘tatra hī’’tiādi. Tatrāti ropanasiñcanavisaye. Pupphādīhi kulasaṅgahappasaṅge ‘‘mālāvaccha’’nti visesitattā kulasaṅgahatthameva ropanaṁ adhippetanti viññāyatīti āha ‘‘mālāvacchanti vadanto’’tiādi. Etaṁ vuttanti ‘‘mālāvacchaṁ ropentipi ropāpentipi, siñcantipi siñcāpentipī’’ti etaṁ vuttaṁ. Aññatra panāti ārāmādiatthāya mālāvacchādīnaṁ ropane pana. Pariyāyoti sayaṁkaraṇakārāpanasaṅkhāto pariyāyo vohāro atthavisesoti attho atthi upalabbhati , kulasaṅgahatthattābhāvāti adhippāyo. Evamettha pariyāyasaddassa karaṇakārāpanavasena atthe gayhamāne ‘‘ganthentipi ganthāpentipī’’ti pāḷiyaṁ paṭikkhittaganthanaganthāpanaṁ ṭhapetvā yaṁ parato ‘‘evaṁ jāna, evaṁ kate sobheyyā’’tiādikappiyavacanehi ganthāpanaṁ vuttaṁ, tattha dosābhāvo samatthito hoti, ‘‘ganthehī’’ti āṇattiyā kārāpanasseva ganthāpananti adhippetattā. Tattha pariyāyaṁ idha ca pariyāyābhāvaṁ ñatvāti tattha ‘‘mālāvacchaṁ ropentī’’tiādīsu ‘‘mālāvaccha’’nti kulasaṅgahatthatāsūcanakassa visesanassa sabbhāvato karaṇakārāpanasaṅkhātapariyāyasabbhāvaṁ. Idha ‘‘ganthentī’’tiādīsu tathāvidhavisesavacanābhāvato tassa pariyāyassa abhāvañca ñatvā. Taṁ suvuttamevāti veditabbanti yojanā.",
  "tika-vin07t3:193": "Sabbaṁ vuttanayeneva veditabbanti aṭṭhakathāsu āgatanayeneva ropanādi, ganthāpanādi ca sabbaṁ veditabbaṁ. Na hettha sandeho kātabboti nigameti.",
  "tika-vin07t3:194": "Haraṇādīsūti vatthupūjanatthāya haraṇādīsu. Kulitthiādīnaṁ atthāya haraṇatoti kulitthiādīnaṁ haraṇasseva visesetvā paṭikkhittattāti adhippāyo. Tenāha ‘‘haraṇādhikāre hī’’tiādi. Mañjarīti pupphagocchaṁ. Vaṭaṁsakoti kaṇṇassa upari piḷandhanatthaṁ katapupphavikati , so ca ‘‘vaṭaṁso’’ti vuccati. Kaṇṇikāti bahūnaṁ pupphānaṁ vā mālānaṁ vā ekato bandhitassa nāmaṁ, ‘‘kaṇṇābharaṇa’’ntipi vadanti. Hārasadisanti muttāhārasadisaṁ.",
  "tika-vin07t3:195": "Kappiyenāti kappiyaudakena. Tesaṁyeva dvinnanti kuladūsanaparibhogānaṁ dvinnaṁ. Dukkaṭanti kulasaṅgahatthāya sayaṁ siñcane, kappiyavohārena vā akappiyavohārena vā siñcāpane ca dukkaṭaṁ, paribhogatthāya pana sayaṁ siñcane, akappiyavohārena siñcāpane ca dukkaṭaṁ. Payogabahulatāyāti sayaṁ karaṇe, kāyapayogassa kārāpane ca vacīpayogassa ca bahuttena.",
  "tika-vin07t3:196": "Ganthena nibbattaṁ dāmaṁ ganthimaṁ. Eseva nayo sesesupi. Na vaṭṭatīti vatthupūjanatthāyapi na vaṭṭati, dukkaṭanti attho. Vaṭṭatīti vatthupūjanatthāya vaṭṭati, kulasaṅgahatthāya pana kappiyavohārena kārāpentassāpi dukkaṭameva.",
  "tika-vin07t3:197": "Nīpapupphaṁ nāma kadambapupphaṁ. Purimanayenevāti ‘‘bhikkhussa vā’’tiādinā vuttanayena.",
  "tika-vin07t3:198": "Kadalikkhandhamhītiādinā vuttaṁ sabbameva sandhāya ‘‘taṁ atioḷārikamevā’’ti vuttaṁ, sabbattha karaṇe, akappiyavacanena kārāpane ca dukkaṭamevāti attho. ‘‘Pupphavijjhanatthaṁ kaṇṭakaṁ bandhitumpi na vaṭṭatī’’ti imassa upalakkhaṇattā pupphadāmolambanādiatthāya rajjubandhanādipi na vaṭṭatīti keci vadanti, aññe pana ‘‘pupphavijjhanatthaṁ kaṇṭakanti visesitattā tadatthaṁ kaṇṭakameva bandhituṁ na vaṭṭati, tañca aṭṭhakathāpamāṇenā’’ti vadanti, vīmaṁsitvā gahetabbaṁ. Pupphapaṭicchakaṁ nāma daṇḍādīhi kataṁ pupphādhānaṁ, etampi nāgadantakampi sachiddakameva gahetabbaṁ. Asokapiṇḍiyāti asokasākhānaṁ, pupphānaṁ vā samūhe. Dhammarajju nāma cetiyādīni parikkhipitvā tesañca rajjuyā ca antarā pupphappavesanatthāya bandharajju. ‘‘Sithilavaṭṭitā vā rajjuvaṭṭiantare pupphappavesanatthāya evaṁ bandhā’’tipi vadanti.",
  "tika-vin07t3:199": "Matthakadāmanti dhammāsanādimatthakalambakadāmaṁ. Tesaṁyevāti uppalādīnaṁ eva. Vākena vā daṇḍakena vāti pupphanāḷaṁ phāletvā pupphena ekābaddhaṁ ṭhitavākena, daṇḍakena ca ekabandhaneneva, etena pupphaṁ bījagāme saṅgahaṁ na gacchati pañcasu bījesu appaviṭṭhattā paṇṇaṁ viya, tasmā kappiyaṁ akārāpetvāpi kopane doso natthi. Yañca chinnassāpi makuḷassa vikasanaṁ, tampi atitaruṇassa abhāvā vuḍḍhilakkhaṇaṁ na hoti, pariṇatassa pana makuḷassa pattānaṁ sinehe pariyādānaṁ gate visuṁbhāvo eva vikāso, teneva chinnamakuḷavikāso acchinnamakuḷavikāsato parihīno , milātayutto vā dissati. Yañca milātassa udakasaññoge amilānatāpajjanaṁ, tampi tambulapaṇṇādīsu samānanti vuḍḍhilakkhaṇaṁ na hoti, pāḷiaṭṭhakathādīsu ca na katthaci pupphānaṁ kappiyakaraṇaṁ āgataṁ, tasmā pupphaṁ sabbathā abījamevāti viññāyati, vīmaṁsitvā gahetabbaṁ. ‘‘Pasibbake viyā’’ti vuttattā pupphapasibbake vā pasibbakasadisabandhe vā yattha katthaci cīvare vā pakkhipituṁ vaṭṭatīti siddhaṁ. Bandhituṁ na vaṭṭatīti rajjuādīhi bandhanaṁ sandhāya vuttaṁ, pupphasseva pana acchinnadaṇḍavākehi bandhituṁ vaṭṭati eva.",
  "tika-vin07t3:200": "Pupphapaṭeca daṭṭhabbanti pupphapaṭaṁ karontassa dīghato pupphadāmassa haraṇapaccāharaṇavasena pūraṇaṁ sandhāya vuttaṁ, tiriyato haraṇaṁ pana vāyimaṁ nāma hoti, na pūrimaṁ. ‘‘Purimaṭṭhānaṁ atikkāmetī’’ti sāmaññato vuttattā purimaṁ pupphakoṭiṁ phusāpetvā vā aphusāpetvā vā parikkhipanavasena pana atikkamantassa āpattiyeva. Bandhituṁ vaṭṭatīti puppharahitāya suttavākakoṭiyā bandhituṁ vaṭṭati. ‘‘Ekavāraṁ haritvā vā parikkhipitvā vā’’ti idaṁ pubbe vuttacetiyādiparikkhepaṁ, pupphapaṭakaraṇañca sandhāya vuttaṁ.",
  "tika-vin07t3:201": "Parehi pūritanti dīghato pasāritaṁ. Vāyitunti tiriyato harituṁ, taṁ pana ekavārampi na labbhati. Pupphāni ṭhapentenāti aganthitapupphāni aññamaññaṁ phusāpetvāpi ṭhapentena. Ghaṭikadāmaolambakoti heṭṭhābhāge ghaṭikākārayutto, dārughaṭikākāro vā olambako. Suttamayaṁ geṇḍukaṁ nāma. Sabbatthāti ganthimādīsu sabbattha.",
  "tika-vin07t3:202": "Recakanti abhinayaṁ, ‘‘evaṁ naccāhī’’ti naṭanākāradassananti attho, ‘‘cakkaṁ viya attānaṁ bhamāpana’’ntipi keci. Ākāseyeva kīḷantīti ‘‘ayaṁ sārī asukapadaṁ mayā nītā’’ti evaṁ mukheneva ubhopi vadantā kīḷanti. Jūtaphalaketi jūtamaṇḍale. Pāsakakīḷāyāti dvinnaṁ tivaṅgulappamāṇānaṁ dārudantādimayānaṁ pāsakānaṁ catūsu passesu ekakādivasena bindūni katvā phalake khipitvā uparibhāge diṭṭhabindūnaṁ vasena sāriyo apanetvā kīḷanakajūtakīḷāya.",
  "tika-vin07t3:203": "Mañjaṭṭhi nāma mañjaṭṭharukkhasārakasāvaṁ. Salākahatthanti nāḷikerahīrādīnaṁ kalāpassetaṁ nāmaṁ. Pāḷiyaṁ tharusminti khagge. Usseḷentīti mukhena usseḷanasaddaṁ pamuñcanti, mahantaṁ abyattasaddaṁ pavattentīti attho. Apphoṭentīti dviguṇitavāmahatthe dakkhiṇahatthena tāḷetvā saddaṁ karonti. Mukhaḍiṇḍimanti mukhabherī.",
  "tika-vin07t3:204": "432.Tesanti samāse guṇībhūtāni pabbānipi parāmasati. Bondoti lolo, mandadhātukoti attho. Bhakuṭiṁ katvāti bhamukabhedaṁ katvā. Nelāti niddosā.",
  "tika-vin07t3:205": "433. Pāḷiyaṁ ‘‘sāriputtā’’ti idaṁ ekasesanayena sāriputtamoggallānānaṁ ubhinnaṁ ālapanaṁ, teneva bahuvacananiddeso kato.",
  "tika-vin07t3:206": "435.Aṭṭhārasa vattānīti ‘‘na upasampādetabba’’ntiādīni ‘‘na bhikkhūhi sampayojetabba’’nti pariyosānāni kammakkhandhake (cūḷava. 7) āgatāni aṭṭhārasa vattāni. Na pannalomāti na patitamānalomā, ananukūlavattinoti attho.",
  "tika-vin07t3:207": "437.Parasantakaṁ deti dukkaṭamevāti vissāsagāhena dānaṁ sandhāya vuttaṁ. Thullaccayanti ettha bhaṇḍadeyyampi hoti eva.",
  "tika-vin07t3:208": "Tañca kho vatthupūjanatthāyāti mātāpitūnampi pupphaṁ dentena vatthupūjanatthāyeva dātabbanti dasseti. Maṇḍanatthāya pana sivaliṅgādipūjanatthāyāti ettakameva vuttattā ‘‘imaṁ vikkiṇitvā jīvissantī’’ti mātāpitūnaṁ dātuṁ vaṭṭati, sesañātīnaṁ pana tāvakālikameva dātuṁ vaṭṭati. Ñātisāmaṇerehevāti tesaṁ gihikammaparimocanatthaṁ vuttaṁ. Itareti aññātakā, tehipi sāmaṇerehi ācariyupajjhāyānaṁ vattasīsena haritabbaṁ. Cūḷakanti upaḍḍhabhāgatopi upaḍḍhaṁ.",
  "tika-vin07t3:209": "Sāmaṇerā…pe… ṭhapentīti arakkhitāgopitaṁ sandhāya vuttaṁ. Tattha tatthāti magge vā cetiyaṅgaṇe vā. ‘‘Sāmaṇerehi dāpetuṁ na labhantī’’ti idaṁ sāmaṇerehi gihīnaṁ kammaṁ kāritaṁ viya hotīti vuttaṁ, na pana pupphadānaṁ hotīti sāmaṇerānampi na vaṭṭanato. Vuttañca ‘‘sayamevā’’tiādi. ‘‘Avisesena vutta’’nti iminā sabbesampi na vaṭṭatīti dasseti.",
  "tika-vin07t3:210": "Khīṇaparibbayānanti āgantuke sandhāya vuttaṁ. Paricchinnesupi rukkhesu ‘‘idha phalāni sundarānī’’tiādiṁ vadantena kulasaṅgaho kato nāma hotīti āha ‘‘evaṁ pana na vattabba’’nti.",
  "tika-vin07t3:211": "Rukkhacchallīti rukkhattaco. Abhājanīyattā garubhaṇḍaṁ vuttaṁ. Vuttanayenāti paṇṇadānampi pupphaphalādīsu vuttanayena kulasaṅgaho hotīti dasseti.",
  "tika-vin07t3:212": "Pubbevuttappakāranti mama vacanena bhagavato pāde vandathātiādinā vuttappakārasikkhāpade paṭhamaṁ vuttaṁ. ‘‘Pakkamatāyasmā’’ti idaṁ pabbājanīyakammavasena vuttaṁ. Puna ‘‘pakkamatāyasmā’’ti idampi pabbājanīyakammakatassa vattavasena vuttaṁ. Ettha ca assajipunabbasukehi ācariyesu anekavidhesu anācāresu paññapetabbā āpattiyo sikkhāpadantaresu paññattā evāti tā idha apaññapetvā kuladūsakānaṁ pabbājanīyakammavasena niggahaṁ kātuṁ tattheva sammā avattitvā kārakasaṅghaṁ chandagāmitādīhi pāpentānaṁ samanubhāsanāya saṅghādisesaṁ āropitañca idaṁ sikkhāpadaṁ paññattanti veditabbaṁ. Paṭhamasaṅghabhedasadisānevāti ettha aṅgesupi yathā tattha parakkamanaṁ, evamidha chandādīhi pāpanaṁ daṭṭhabbaṁ. Sesaṁ tādisamevāti.",
  "tika-vin07t3:213": "Kuladūsakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:214": "Nigamanavaṇṇanā",
  "tika-vin07t3:215": "442. Itare pana yāvatatiyakāti veditabbāti sambandho. Yo hi jaro ekasmiṁ divase āgantvāpi gato anantaresu dvīsu divasesu anuppajjitvā tatiye divase uppajjati, so tatiyako. Yo pana tatiyepi anuppajjitvā catutthe eva divase uppajjati, so catutthako cāti vuccati. Taṁ sandhāyāha ‘‘yathā tatiye’’tiādi. ‘‘Akāmena avasenā’’ti iminā appaṭikammakaraṇaṁ nāma yasmā alajjilakkhaṇaṁ, saggamokkhāvaraṇañca, tasmā āpanno puggalo ‘‘pacchā parivasissāmī’’ti vikkhipituṁ na labhati, saṅghena ca anicchantasseva parivāso dātabboti dasseti. Pāḷiyaṁ ciṇṇamānatto bhikkhu…pe… abbhetabboti ettha yo bhikkhu ciṇṇamānatto, so bhikkhu abbhetabboti evaṁ bhikkhusaddadvayassa yojanā veditabbā. Te ca bhikkhū gārayhāti ūnabhāvaṁ ñatvā abbhenti, dukkaṭāpajjanena garahitabbā. Sāmīcīti vattaṁ.",
  "tika-vin07t3:216": "Iti samantapāsādikāya vinayaṭṭhakathāya vimativinodaniyaṁ",
  "tika-vin07t3:217": "Terasakavaṇṇanānayo niṭṭhito."
}