{
  "tika-vin02t26:0": "7. Saṅghabhedakakkhandhakaṃ",
  "tika-vin02t26:1": "Chasakyapabbajjākathāvaṇṇanā",
  "tika-vin02t26:2": "330. Saṅghabhedakakkhandhake anupiyāyantiādīsu ‘‘anupiyā nāmā’’ti vattabbe ākārassa rassattaṃ anunāsikassa ca āgamaṃ katvā ‘‘anupiyaṃ nāmā’’ti vuttaṃ. Mallānanti mallarājūnaṃ. Na heṭṭhā pāsādā orohatīti uparipāsādato heṭṭhimatalaṃ na orohati, ‘‘heṭṭhāpāsāda’’ntipi paṭhanti. Anuruddho vā pabbājeyyāti yojetabbaṃ. Gharāvāsatthanti gharāvāsassa anucchavikaṃ kammaṃ. Udakaṃ abhinetabbanti udakaṃ āharitabbaṃ. Ninnetabbanti ābhatamudakaṃ puna nīharitabbaṃ. Niddhāpetabbanti antarantarā uṭṭhitatiṇāni uddharitvā apanetabbaṃ. Lavāpetabbanti paripakkakāle lavāpetabbaṃ. Ubbāhāpetabbanti khalamaṇḍalaṃ harāpetabbaṃ. Ujuṃ kārāpetabbanti puñjaṃ kārāpetabbaṃ. Palālāni uddharāpetabbānīti palālāni apanetabbāni. Bhusikā uddharāpetabbāti gunnaṃ khuraggehi sañchinnā bhusasaṅkhātā nāḷadaṇḍā apanetabbā. Opunāpetabbanti vātamukhe opunāpetvā palālaṃ apanetabbaṃ. Atiharāpetabbanti antokoṭṭhāgāraṃ upanetabbaṃ. Na kammāti na kammāni. Gharāvāsatthenāti upayogatthe karaṇavacanaṃ. Upajānāhīti ca upasaggamatto upa-saddo. Tenāha ‘‘gharāvāsatthaṃ jānāhī’’ti. Jānāhīti cettha paṭipajjāti attho veditabbo. Akāmakāti anicchamānā.",
  "tika-vin02t26:3": "331-332.Yaṃ na nivattoti yasmā na nivatto. Suññāgāragatoti (udā. aṭṭha. 20) ‘‘ṭhapetvā gāmañca gāmūpacārañca avasesaṃ arañña’’nti (pārā.92) vuttaṃ araññaṃ rukkhamūlañca ṭhapetvā aññaṃ pabbatakandarādi pabbajitasāruppaṃ nivāsaṭṭhānaṃ janasambādhābhāvato idha ‘‘suññāgāra’’nti adhippetaṃ. Atha vā jhānakaṇṭakānaṃ saddānaṃ abhāvato vivittaṃ yaṃ kiñci agārampi ‘‘suññāgāra’’nti veditabbaṃ. Taṃ suññāgāraṃ upagato. Abhikkhaṇanti bahulaṃ. Udānaṃ udānesīti so hi āyasmā araññe divāvihāraṃ upagatopi rattivāsūpagatopi yebhuyyena phalasamāpattisukhena nirodhasamāpattisukhena ca vītināmesi, tasmā taṃ sukhaṃ sandhāya pubbe attanā anubhūtaṃ sabhayaṃ sapariḷāhaṃ rajjasukhaṃ jigucchitvā ‘‘aho sukhaṃ aho sukha’’nti somanassasahitañāṇasamuṭṭhānaṃ pītisamuggāraṃ samuggirati. Te bhikkhū bhagavantaṃ etadavocunti te sambahulā bhikkhū ullumpanasabhāvasaṇṭhitā tassa anuggaṇhanādhippāyena bhagavantaṃ etadavocuṃ, na ujjhānavasena. Nissaṃsayanti asandehena, ekantenāti attho. Te kira bhikkhū puthujjanā tassa āyasmato vivekasukhaṃ sandhāya udānaṃ ajānantā evamāhaṃsu. Samanussarantoti ukkaṇṭhanavasena anussaranto.",
  "tika-vin02t26:4": "Aññataranti nāmagottena apākaṭaṃ ekaṃ bhikkhuṃ. Āmantesīti āṇāpesi te bhikkhū saññāpetukāmo. Evanti vacanasampaṭiggahe, sādhūti attho. Evaṃ bhanteti ettha pana evaṃ-saddo paṭiññāyaṃ. ‘‘Abhikkhaṇaṃ ‘aho sukhaṃ aho sukha’nti imaṃ udānaṃ udānesī’’ti yathā te bhikkhū vadanti, taṃ evaṃ tathevāti attano udānaṃ paṭijānāti. ‘‘Kiṃ pana tvaṃ bhaddiyā’’ti kasmā bhagavā pucchati, kiṃ tassa cittaṃ na jānātīti? No na jānāti, teneva pana tamatthaṃ vadāpetvā te bhikkhū saññāpetuṃ pucchati. Vuttañhetaṃ ‘‘jānantāpi tathāgatā pucchanti, jānantāpi na pucchantī’’tiādi (pārā. 16, 194). Atthavasanti kāraṇaṃ.",
  "tika-vin02t26:5": "Antopi antepureti itthāgārassa sañcaraṇaṭṭhānabhūte rājagehassa abbhantare, yattha rājā nahānabhojanasayanādiṃ kappeti. Rakkhā susaṃvihitāti ārakkhādikatapurisehi gutti suṭṭhu samantato vihitā. Bahipi antepureti aṭṭakaraṇaṭṭhānādike antepurato bahibhūte rājagehe. Evaṃ rakkhito gopito santoti evaṃ rājageharājadhānīrajjadesesu anto bahi ca anekesu ṭhānesu anekasatehi susaṃvihitarakkhāvaraṇaguttiyā mameva nibbhayatthaṃ phāsuvihāratthaṃ rakkhito gopito samāno. Bhītotiādīni padāni aññamaññavevacanāni. Atha vā bhītoti pararājūhi bhāyamāno. Ubbiggoti sakarajjepi pakatikkhobhato uppajjanakabhayubbegena ubbiggo calito. Ussaṅkīti ‘‘raññā nāma sabbakālaṃ avissatthena bhavitabba’’nti vacanato sabbattha avissāsanavasena tesaṃ tesaṃ kiccakaraṇīyānaṃ accayato uppajjanakaparisaṅkāya ca uddhamuddhaṃ saṅkamāno. Utrāsīti ‘‘santikāvacarehipi ajānantasseva me kadāci anattho bhaveyyā’’ti uppannena sarīrakampampi uppādanasamatthena tāsena utrāsi. ‘‘Utrasto’’tipi paṭhanti. Viharāmīti evaṃbhūto hutvā viharāmi.",
  "tika-vin02t26:6": "Etarahīti idāni pabbajitakālato paṭṭhāya. Ekoti asahāyo. Tena vivekaṭṭhakāyataṃ dasseti. Abhītotiādīnaṃ padānaṃ vuttavipariyāyena attho veditabbo. Bhayādinimittassa pariggahassa taṃnimittassa ca kilesagahanassa abhāvenevassa abhītāditāti etena cittavivekaṃ dasseti. Appossukkoti sarīraguttiyaṃ nirussukko. Pannalomoti lomahaṃsuppādakassa chambhitattassa abhāvena anuggatalomo. Padadvayenapi serivihāraṃ dasseti. Paradattavuttoti parehi dinnena cīvarādinā vattamāno. Etena sabbaso saṅgābhāvadīpanamukhena anavasesabhayahetuvirahaṃ dasseti. Migabhūtena cetasāti vissatthavihāritāya migassa viya jātena cittena. Migo hi amanussapathe araññe vasamāno vissattho tiṭṭhati nisīdati nipajjati yenakāmañca pakkamati appaṭihatacāro, evaṃ ahampi viharāmīti dasseti. Vuttañhetaṃ paccekasambuddhena –",
  "tika-vin02t26:7": "‘‘Migo araññamhi yathā abaddho;",
  "tika-vin02t26:8": "Yenicchakaṃ gacchati gocarāya;",
  "tika-vin02t26:9": "Viññū naro serita pekkhamāno;",
  "tika-vin02t26:10": "Eko care khaggavisāṇakappo’’ti. (su. ni. 39; apa. thera 1.1.95);",
  "tika-vin02t26:11": "Imaṃ kho ahaṃ, bhante, atthavasanti bhagavā yadidaṃ mama etarahi paramaṃ vivekasukhaṃ phalasamāpattisukhaṃ, idameva kāraṇaṃ sampassamāno ‘‘aho sukhaṃ, aho sukha’’nti udānemi. Etamatthanti etaṃ bhaddiyattherassa puthujjanavisayātītaṃ vivekasukhasaṅkhātaṃ atthaṃ sabbākārato viditvā. Imaṃ udānanti imaṃ sahetukabhayasokavigamānubhāvadīpakaṃ udānaṃ udānesi.",
  "tika-vin02t26:12": "Yassantarato na santi kopāti yassa ariyapuggalassa antarato abbhantare attano citte cittakālussiyakaraṇato cittappakopā rāgādayo āghātavatthuādikāraṇabhedato anekabhedā dosakopā eva vā na santi, maggena pahīnattā na vijjanti. Ayañhi antara-saddo kiñcāpi ‘‘mañca tvañca kimantara’’ntiādīsu (saṃ. ni. 1.228) kāraṇe dissati, ‘‘antaraṭṭhake himapātasamaye’’tiādīsu (mahāva. 346) vemajjhe, ‘‘antarā ca jetavanaṃ antarā ca sāvatthi’’ntiādīsu (udā. 13, 44) vivare, ‘‘bhayamantarato jāta’’ntiādīsu (itivu. 88; mahāni. 5) citte, idhāpi citte eva daṭṭhabbo. Tenevāha ‘‘yassa citte kopā na santī’’ti.",
  "tika-vin02t26:13": "Abhava-saddassa vibhava-saddena atthuddhāre kāraṇamāha ‘‘vibhavoti ca abhavoti ca atthato eka’’nti. Iti-saddo pakāravacanoti āha ‘‘iti anekappakārā bhavābhavatā’’ti. Vītivattoti atikkanto . Ettha ca ‘‘yassā’’ti idaṃ yo vītivattoti vibhattivipariṇāmavasena yojetabbaṃ. Taṃ vigatabhayanti taṃ evarūpaṃ yathāvuttaguṇasamannāgataṃ khīṇāsavaṃ cittakopābhāvato itibhavābhavasamatikkamanato ca bhayahetuvigamena vigatabhayaṃ. Vivekasukhena aggaphalasukhena ca sukhiṃ, vigatabhayattā eva asokaṃ. Devā nānubhavanti dassanāyāti adhigatamagge ṭhapetvā sabbepi upapattidevā vāyamantāpi cittacāradassanavasena dassanāya daṭṭhuṃ nānubhavanti na abhisambhuṇanti na sakkonti, pageva manussā. Sekkhāpi hi puthujjanā viya arahato cittappavattiṃ na jānanti. Tassa dassanaṃ devānampi dullabhanti etthāpi cittacāradassanavasena tassa dassanaṃ devānampi dullabhaṃ alabbhanīyaṃ, devehipi taṃ dassanaṃ na sakkā pāpuṇitunti evamattho gahetabbo. Abhāvattho hettha du-saddo ‘‘duppañño’’tiādīsu viya.",
  "tika-vin02t26:14": "333.Bhattābhihāroti abhiharitabbabhattaṃ. Tassa pana pamāṇaṃ dassetuṃ ‘‘pañca ca thālipākasatānī’’ti vuttaṃ. Tattha eko thālipāko dasannaṃ purisānaṃ bhattaṃ gaṇhāti. Lābhasakkārasilokenāti ettha lābho nāma catupaccayalābho. Sakkāroti tesaṃyeva sukatānaṃ susaṅkhatānaṃ lābho. Silokoti vaṇṇaghoso. Manomayaṃ kāyanti jhānamanena nibbattaṃ brahmakāyaṃ. Upapannoti upagato. Attabhāvappaṭilābhoti sarīrapaṭilābho. Dve vā tīṇi vā māgadhakāni gāmakhettānīti ettha māgadhakaṃ gāmakhettaṃ atthi khuddakaṃ, atthi majjhimaṃ, atthi mahantaṃ. Khuddakaṃ gāmakhettaṃ ito cattālīsa usabhāni, etto cattālīsa usabhānīti gāvutaṃ hoti. Majjhimaṃ ito gāvutaṃ, etto gāvutanti aḍḍhayojanaṃ hoti. Mahantaṃ ito diyaḍḍhagāvutaṃ, etto diyaḍḍhagāvutanti tigāvutaṃ hoti. Tesu khuddakena gāmakhettena tīṇi, khuddakena ca majjhimena ca dve gāmakhettāni tassa attabhāvo. Tigāvutañhissa sarīraṃ. Pariharissāmīti paṭijaggissāmi gopayissāmi. Rakkhassetanti rakkhassu etaṃ.",
  "tika-vin02t26:15": "Pañcasatthukathāvaṇṇanā",
  "tika-vin02t26:16": "334.Satthāroti gaṇasatthāro. Nāssassāti na etassa bhaveyya. Tanti taṃ satthāraṃ. Tenāti amanāpena. Samudācareyyāmāti katheyyāma. Sammannatīti amhākaṃ sammānaṃ karoti. Tenāha ‘‘sammānetī’’ti, sammannatīti vā parehi sammānīyatīti attho.",
  "tika-vin02t26:17": "335.Nāsāya pittaṃ bhindeyyunti acchapittaṃ vā macchapittaṃ vā nāsāpuṭe pakkhipeyyuṃ. Parābhavāyāti avaḍḍhiyā vināsāya. Assatarīti vaḷavāya kucchismiṃ gadrabhassajātā, taṃ assena saddhiṃ sampayojenti, sā gabbhaṃ gaṇhitvā kāle sampatte vijāyituṃ na sakkoti, pādehi bhūmiṃ paharantī tiṭṭhati, athassā cattāro pāde catūsu khāṇukesu bandhitvā kucchiṃ phāletvā potakaṃ nīharanti, sā tattheva marati. Tena vuttaṃ ‘‘attavadhāya gabbhaṃ gaṇhātī’’ti.",
  "tika-vin02t26:18": "339.Potthanikanti churikaṃ, yaṃ kharantipi vuccati.",
  "tika-vin02t26:19": "Nāḷāgiripesanakathāvaṇṇanā",
  "tika-vin02t26:20": "342.Mā kuñjara nāgamāsadoti bho, kuñjara, buddhanāgaṃ vadhakacittena mā upagaccha. Dukkhanti dukkhakāraṇattā dukkhaṃ. Kathaṃ taṃ dukkhanti āha ‘‘na hi nāgahatassā’’tiādi. Nāgahatassa sugatipaṭikkhepena buddhanāgassa ghāto duggatidukkhakāraṇanti dasseti. Itoti ito jātito. Yatoti yasmā. Ito paraṃ yatoti ito paraṃ gacchantassāti vā attho. Madoti mānamado. Pamādoti pamattabhāvo. Paṭikuṭitoti saṅkuṭito. Alakkhikoti ahiriko. Yatra hi nāmāti yo nāma.",
  "tika-vin02t26:21": "Pañcavatthuyācanakathāvaṇṇanā",
  "tika-vin02t26:22": "343.Tikabhojananti tīhi bhuñjitabbabhojanaṃ, tiṇṇaṃ ekato paṭiggahetvā bhuñjituṃ paññapessāmīti attho. Kokālikotiādīni catunnaṃ devadattapakkhiyānaṃ gaṇapāmokkhānaṃ nāmāni. Āyukappanti ekaṃ mahākappaṃ asītibhāgaṃ katvā tato ekabhāgamattaṃ kālaṃ antarakappasaññitaṃ kālaṃ.",
  "tika-vin02t26:23": "Āyasmantaṃ ānandaṃ etadavocāti (udā. aṭṭha. 48) devadatto sabbaṃ saṅghabhedassa pubbabhāgaṃ nipphādetvā ‘‘ekaṃseneva ajja āveṇikaṃ uposathaṃ saṅghakammañca karissāmī’’ti cintetvā etaṃ ‘‘ajjatagge’’tiādivacanaṃ avoca. Tattha aññatreva bhagavatāti vinā eva bhagavantaṃ, taṃ satthāraṃ akatvāti attho. Aññatra bhikkhusaṅghā uposathaṃ karissāmi saṅghakammāni cāti bhagavato ovādakārakaṃ bhikkhusaṅghaṃ vinā maṃ anuvattantehi bhikkhūhi saddhiṃ āveṇikaṃ uposathaṃ saṅghakammāni ca karissāmi. Ajjatagge, bhante, devadatto saṅghaṃ bhindissatīti bhedakārakānaṃ sabbesaṃ devadattena sajjitattā ‘‘ekaṃseneva devadatto ajja saṅghaṃ bhindissatī’’ti maññamāno evamāha. Bhindissatīti dvidhā karissati.",
  "tika-vin02t26:24": "Etamatthaṃviditvāti etaṃ avīcimahānirayuppattisaṃvattaniyaṃ kappaṭṭhiyaṃ atekicchaṃ devadattena nibbattiyamānaṃ saṅghabhedakammaṃ sabbākārato viditvā. Imaṃ udānanti kusalākusalesu yathākkamaṃ sappurisāsappurisānaṃ sukarā paṭipatti, na pana nesaṃ akusalakusalesūti idamatthavibhāvanaṃ udānaṃ udānesi.",
  "tika-vin02t26:25": "Tattha sukaraṃ sādhunā sādhūti attano paresañca hitaṃ sādhetīti sādhu, sammāpaṭipanno. Tena sādhunā sāriputtādinā sāvakena paccekasambuddhena sammāsambuddhena aññena vā lokiyasādhunā sādhu sundaraṃ bhaddakaṃ attano paresañca hitasukhāvahaṃ sukaraṃ sukhena kātuṃ sakkā. Sādhu pāpena dukkaranti tadeva pana vuttalakkhaṇaṃ sādhu pāpena devadattādinā pāpapuggalena dukkaraṃ kātuṃ na sakkā, na so taṃ kātuṃ sakkotīti attho. Pāpaṃ pāpena sukaranti pāpaṃ asundaraṃ attano paresañca anatthāvahaṃ pāpena yathāvuttapāpapuggalena sukaraṃ sukhena kātuṃ sakkuṇeyyaṃ. Pāpamariyehi dukkaranti ariyehi pana buddhādīhi taṃ pāpaṃ dukkaraṃ durabhisambhavaṃ. Setughātoyeva hi tesaṃ tatthāti dīpeti.",
  "tika-vin02t26:26": "Saṅghabhedakathāvaṇṇanā",
  "tika-vin02t26:27": "345.Atha kho āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyātiādīsu parassa cittaṃ ñatvā kathanaṃ ādesanāpāṭihāriyaṃ, sāvakānañca buddhānañca satataṃ dhammadesanaṃ anusāsanīpāṭihāriyaṃ, iddhividhaṃ iddhipāṭihāriyaṃ. Tattha iddhipāṭihāriyena saddhiṃ anusāsanīpāṭihāriyaṃ mahāmoggallānattherassa āciṇṇaṃ, ādesanāpāṭihāriyena saddhiṃ anusāsanīpāṭihāriyaṃ dhammasenāpatissa. Tena vuttaṃ ‘‘āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyā bhikkhū dhammiyā kathāya ovadī’’tiādi. Tadā hi dvīsu aggasāvakesu dhammasenāpati tesaṃ bhikkhūnaṃ cittacāraṃ ñatvā dhammaṃ desesi, mahāmoggallānatthero vikubbanaṃ dassetvā dhammaṃ desesi, pāḷiyañcettha dvinnampi therānaṃ desanāya dhammacakkhupaṭilābhova dassito. Dīghabhāṇakā pana evaṃ vadanti ‘‘bhagavatā pesitesu dvīsu aggasāvakesu dhammasenāpati tesaṃ cittacāraṃ ñatvā dhammaṃ desesi, therassa dhammadesanaṃ sutvā pañcasatāpi bhikkhū sotāpattiphale patiṭṭhahiṃsu. Atha nesaṃ mahāmoggallānatthero vikubbanaṃ dassetvā dhammaṃ desesi, taṃ sutvā sabbe arahattaphale patiṭṭhahiṃsū’’ti. Devadattaṃ uṭṭhāpesīti jaṇṇukena hadayamajjhe paharitvā uṭṭhāpesi.",
  "tika-vin02t26:28": "346.Sarasīti saro. Suvikkhālitanti suṭṭhu vikkhālitaṃ, suvisodhitaṃ katvāti attho. Saṃkhāditvāti suṭṭhu khāditvā. Mahiṃ vikubbatoti mahiṃ dantehi vilikhantassa. Nadīsu bhisaṃ ghasānassāti yojetabbaṃ. Nadīti cettha mahāsaro adhippeto. Jaggatoti hatthiyūthaṃ pālentassa. Bhiṅkovāti hatthipotako viya. Mamānukubbanti maṃ anukaronto.",
  "tika-vin02t26:29": "347.Dūteyyanti dūtakammaṃ. Gantumarahatīti dūteyyasaṅkhātaṃ sāsanaṃ harituṃ dhāretvā harituṃ arahati. Sotāti yaṃ assa sāsanaṃ denti, tassa sotā. Sāvetāti taṃ uggaṇhitvā ‘‘idaṃ nāma tumhehi vutta’’nti paṭisāvetā. Uggahetāti suuggahitaṃ katvā uggahetā. Dhāretāti sudhāritaṃ katvā dhāretā. Viññātāti attanā tassa atthaṃ jānitā. Viññāpetāti paraṃ vijānāpetā. Sahitāsahitassāti ‘‘idaṃ sahitaṃ, idaṃ asahita’’nti evaṃ sahitāsahitassa kusalo upagatānupagatesu cheko sāsanaṃ ārocento sahitāsahitaṃ sallakkhetvā āroceti. Na byathatīti na vedhati na chambhati. Uggavādininti pharusavacanena samannāgataṃ. Pucchitoti paṭiññatthāya pucchito.",
  "tika-vin02t26:30": "348.Aṭṭhahi, bhikkhave, asaddhammehītiādīsu asaddhammehīti (itivu. aṭṭha. 89) asataṃ dhammehi, asantehi vā asobhanehi vā dhammehi. Abhibhūtoti ajjhotthaṭo. Pariyādinnacittoti khepitacitto lābhādihetukena icchācārena mānamadādinā ca khayaṃ pāpitakusalacitto. Atha vā pariyādinnacittoti parito ādinnacitto, vuttappakārena akusalakoṭṭhāsena yathā kusalacittassa uppattivāro na hoti, evaṃ samantato gahitacittasantānoti attho. Apāye nibbattanārahatāya āpāyiko. Tatthapi avīcisaṅkhāte mahāniraye uppajjatīti nerayiko. Ekaṃ antarakappaṃ paripuṇṇameva katvā tattha tiṭṭhatīti kappaṭṭho. Atekicchoti buddhehipi anivattanīyattā avīcinibbattiyā tikicchābhāvato atekiccho, atikicchanīyoti attho. Lābhenāti lābhena hetubhūtena. Atha vā lābhahetukena mānādinā. Lābhañhi nissāya idhekacce puggalā pāpicchā icchāpakatā icchācāre ṭhatvā ‘‘lābhaṃ nibbattessāmā’’ti anekavihitaṃ anesanaṃ appatirūpaṃ āpajjitvā ito cutā apāyesu nibbattanti. Apare yathālābhaṃ labhitvā taṃnimittaṃ mānātimānamadamacchariyādivasena pamādaṃ āpajjitvā ito cutā apāyesu nibbattanti, ayañca tādiso. Tena vuttaṃ ‘‘lābhena, bhikkhave, abhibhūto pariyādinnacitto devadatto āpāyiko’’tiādi. Asakkārenāti hīḷetvā paribhavitvā parehi attani pavattitena asakkārena, asakkārahetukena vā mānādinā. Asantaguṇasambhāvanādhippāyena pavattā pāpā icchā etassāti pāpiccho, tassa bhāvo pāpicchatā, tāya. ‘‘Ahaṃ buddho bhavissāmi, bhikkhusaṅghaṃ pariharissāmī’’ti hi tassa icchā uppannā. Kokālikādayo pāpā lāmakā mittā etassāti pāpamitto, tassa bhāvo pāpamittatā, tāya.",
  "tika-vin02t26:31": "349.Abhibhuyyāti abhibhavitvā madditvā.",
  "tika-vin02t26:32": "350.Tīhi, bhikkhave, asaddhammehītiādi vuttanayameva. Oramattakena visesādhigamena antarā vosānaṃ āpādīti ettha pana ayamattho. Oramattakenāti appamattakena jhānābhiññāmattena. Visesādhigamenāti uttarimanussadhammādhigamena. Antarāti vemajjhe. Vosānaṃ āpādīti akatakiccova samāno ‘‘katakiccomhī’’ti maññamāno samaṇadhammato vigamaṃ āpajji. Idaṃ vuttaṃ hoti – jhānābhiññāhi uttarikaraṇīye adhigantabbe maggaphale anadhigate satiyeva taṃ anadhigantvā samaṇadhammato vigamaṃ āpajjīti. Iti bhagavā iminā suttena visesato puthujjanabhāve ādīnavaṃ pakāseti ‘‘bhāriyo puthujjanabhāvo, yatra hi nāma jhānābhiññāpariyosānā sampattiyo nibbattetvāpi anekānatthāvahaṃ nānāvidhadukkhahetuasantaguṇasambhāvanaṃ asappurisasaṃsaggaṃ ālasiyānuyogañca avijahanto avīcisaṃvattanikaṃ kappaṭṭhiyaṃ atekicchaṃ kibbisaṃ pasavatī’’ti.",
  "tika-vin02t26:33": "Gāthāsu māti paṭisedhe nipāto. Jātūti ekaṃsena. Kocīti sabbasaṅgāhakavacanaṃ. Lokasminti sattaloke. Idaṃ vuttaṃ hoti – imasmiṃ sattaloke koci puggalo ekaṃsena pāpiccho mā hotūti. Tadamināpi jānātha, pāpicchānaṃ yathā gatīti pāpicchānaṃ puggalānaṃ yathāgati yādisī nibbatti yādiso abhisamparāyoti imināpi kāraṇena jānāthāti devadattaṃ nidassento evamāha.",
  "tika-vin02t26:34": "Paṇḍitoti samaññātoti pariyattibāhusaccena paṇḍitoti ñāto. Bhāvitattoti sammatoti jhānābhiññāhi bhāvitacittoti sambhāvito. Tathā hi so ‘‘mahiddhiko godhiputto, mahānubhāvo godhiputto’’ti dhammasenāpatināpi pasaṃsito ahosi. Jalaṃva yasasā aṭṭhā, devadattoti vissutoti attano kittiyā parivārena ca jalanto viya obhāsanto viya ṭhito devadattoti evaṃ vissuto pākaṭo ahosi. ‘‘Me suta’’ntipi pāṭho, mayā sutaṃ sutamattaṃ, katipāheneva atathābhūtattā tassa taṃ paṇḍiccādisavanamattamevāti attho.",
  "tika-vin02t26:35": "Sopamādaṃ anuciṇṇo, āsajja naṃ tathāgatanti so evaṃbhūto devadatto ‘‘buddhopi sākiyaputto, ahampi sākiyaputto, buddhopi samaṇo, ahampi samaṇo, buddhopi iddhimā, ahampi iddhimā, buddhopi dibbacakkhuko, dibbasotacetopariyañāṇalābhī, buddhopi atītānāgatapaccuppanne dhamme jānāti, ahampi te jānāmī’’ti attano pamāṇaṃ ajānitvā sammāsambuddhaṃ attanā samasamaṭṭhapanena pamādaṃ āpajjanto ‘‘idānāhaṃ buddho bhavissāmi, bhikkhusaṅghaṃ pariharissāmī’’ti abhimārapayojanādinā tathāgataṃ āsajja āsādetvā viheṭhetvā. ‘‘Pamādamanujiṇṇo’’tipi paṭhanti. Tassattho – pamādaṃ vuttanayena pamajjanto pamādaṃ nissāya bhagavatā saddhiṃ yugaggāhacittuppādena saheva jhānābhiññāhi anujiṇṇo parihīnoti. Avīcinirayaṃ patto, catudvāraṃ bhayānakanti jālānaṃ tattha uppannasattānaṃ vā nirantaratāya ‘‘avīcī’’ti laddhanāmaṃ catūsu passesu catumahādvārayogena catudvāraṃ atibhayānakaṃ mahānirayaṃ paṭisandhiggahaṇavasena patto. Tathā hi vuttaṃ –",
  "tika-vin02t26:36": "‘‘Catukkaṇṇo catudvāro, vibhatto bhāgaso mito;",
  "tika-vin02t26:37": "Ayopākārapariyanto, ayasā paṭikujjito.",
  "tika-vin02t26:38": "‘‘Tassa ayomayā bhūmi, jalitā tejasā yutā;",
  "tika-vin02t26:39": "Samantā yojanasataṃ, pharitvā tiṭṭhati sabbadā’’ti. (ma. ni. 3.250, 267; a. ni. 3.36);",
  "tika-vin02t26:40": "Aduṭṭhassāti aduṭṭhacittassa. Dubbheti dusseyya. Tameva pāpaṃ phusatīti tameva aduṭṭhadubbhiṃ pāpapuggalaṃ pāpaṃ nihīnaṃ pāpaphalaṃ phusati pāpuṇāti abhibhavati. Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṃsāpano, bhiṃsāpento viya vipulagambhīroti attho. Vādenāti dosena. Upahiṃsatīti bādhati āsādeti. Vādo tamhi na rūhatīti tasmiṃ tathāgate parena āropiyamāno doso na ruhati na tiṭṭhati, visakumbho viya samuddassa na tassa vikāraṃ janetīti attho.",
  "tika-vin02t26:41": "Evaṃ chahi gāthāhi pāpicchatādisamannāgatassa nirayūpagabhāvadassanena dukkhato aparimuttiṃ dassetvā idāni tappaṭipakkhadhammasamannāgatassa dukkhakkhayaṃ dassento ‘‘tādisaṃ mitta’’nti osānagāthamāha. Tassattho – yassa sammā paṭipannassa maggānugo paṭipattimaggaṃ anugato sammā paṭipanno appicchatādiguṇasamannāgamena sakalassa vaṭṭadukkhassa khayaṃ pariyosānaṃ pāpuṇeyya, tādisaṃ buddhaṃ buddhasāvakaṃ vā paṇḍito sappañño attano mittaṃ kubbetha tena mettiṃ kareyya, tañca sevetha tameva payirupāseyyāti.",
  "tika-vin02t26:42": "Kiṃ panetaṃ suttaṃ devadattassa nirayūpapattito pubbe bhāsitaṃ, udāhu pacchāti? Itivuttakaṭṭhakathāyaṃ (itivu. aṭṭha. 89) tāva –",
  "tika-vin02t26:43": "‘‘Devadatte hi avīcimahānirayaṃ paviṭṭhe devadattapakkhikā aññatitthiyā ‘samaṇena gotamena abhisapito devadatto pathaviṃ paviṭṭho’ti abbhācikkhiṃsu. Taṃ sutvā sāsane anabhippasannā manussā ‘siyā nu kho etadevaṃ, yathā ime bhaṇantī’ti āsaṅkaṃ uppādesuṃ. Taṃ pavattiṃ bhikkhū bhagavato ārocesuṃ. Atha kho bhagavā ‘na, bhikkhave, tathāgatā kassaci abhisapaṃ denti, tasmā na devadatto mayā abhisapito, attano kammeneva nirayaṃ paviṭṭho’ti vatvā tesaṃ micchāgāhaṃ paṭisedhento imāya aṭṭhuppattiyā idaṃ suttaṃ abhāsī’’ti –",
  "tika-vin02t26:44": "Vuttaṃ, tasmā tesaṃ matena tassa nirayūpapattito pacchāpi bhagavā idaṃ suttamabhāsīti veditabbaṃ. Idha pana tassa nirayūpapattito paṭhamameva uppanne vatthumhi bhāsitaṃ pāḷiāruḷhanti daṭṭhabbaṃ. Teneva ‘‘avīcinirayaṃ patto’’ti idaṃ pana āsaṃsāyaṃ atītavacananti vuttaṃ, āsaṃsāti cettha avassambhāvinī atthasiddhi adhippetā. Avassambhāviniñhi atthasiddhimapekkhitvā anāgatampi bhūtaṃ viya voharanti, tañca saddalakkhaṇānusārena veditabbaṃ.",
  "tika-vin02t26:45": "Saṅghabhedakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:46": "Upālipañhakathāvaṇṇanā",
  "tika-vin02t26:47": "351. Upālipañhe yaṃ vattabbaṃ, taṃ aṭṭhakathāyaṃ dassitameva. Tattha anunayantoti anujānāpento, bhedassa anurūpaṃ vā bodhento, yathā bhedo hoti, evaṃ bhinditabbe bhikkhū viññāpentoti attho. Tenāha ‘‘na tumhāka’’ntiādi.",
  "tika-vin02t26:48": "352. Aṭṭhārasabhedakaravatthumhi dasa akusalakammapathā saṃkiliṭṭhadhammatāya vodānadhammapaapakkhattā ‘‘adhammo’’ti dassitā, tathā upādānādayo, bodhipakkhiyadhammānaṃ ekantānavajjabhāvato natthi adhammabhāvo, bhagavatā pana desitākārena hāpetvā vaḍḍhetvā vā kathanaṃ yathādhammaṃ akathananti katvā adhammabhāvoti dassento āha ‘‘tayo satipaṭṭhānā’’tiādi. Niyyānikanti sapāṭihīraṃ appaṭihataṃ hutvā pavattatīti attho. Tathevāti iminā ‘‘evaṃ amhāka’’ntiādinā vuttamatthaṃ ākaḍḍhati. Kātabbaṃ kammaṃ dhammo nāmāti yathādhammaṃ karaṇato dhammo nāma, itaraṃ vuttavipariyāyato adhammo nāma.",
  "tika-vin02t26:49": "Rāgavinayo…pe… ayaṃ vinayo nāmāti rāgādīnaṃ vinayanato saṃvaraṇato pajahanato paṭisaṅkhānato ca vinayo nāma, vuttavipariyāyena itaro avinayo. Vatthusampattiādivasena sabbesaṃ vinayakammānaṃ akuppatāti āha ‘‘vatthusampatti…pe… ayaṃ vinayo nāmā’’ti. Tappaṭipakkhato avinayo veditabbo. Tenāha ‘‘vatthuvipattī’’tiādi. Yāsaṃ āpannassa pabbajjā sāvasesā, tā āpattiyo sāvasesā.",
  "tika-vin02t26:50": "354.Āpāyikotiādigāthāsu (itivu. aṭṭha. 18) saṅghassa bhedasaṅkhāte vagge ratoti vaggarato. Adhammikatāya adhamme bhedakaravatthumhi saṅghabhedasaṅkhāte eva ca adhamme ṭhitoti adhammaṭṭho. Yogakkhemā padhaṃsatīti hitato parihāyati, catūhipi yogehi anupaddutattā yogakkhemaṃ nāma arahattaṃ nibbānañca, tato panassa dhaṃsane vattabbameva natthi. Diṭṭhisīlasāmaññato saṅghataṭṭhena saṅghaṃ, tato eva ekakammādividhānayogena samaggaṃ sahitaṃ bhinditvā pubbe vuttalakkhaṇena saṅghabhedena bhinditvā. Kappanti antarakappasaṅkhātaṃ āyukappaṃ. Nirayamhīti avīcimahānirayamhi.",
  "tika-vin02t26:51": "Sukhā saṅghassa sāmaggīti (itivu. aṭṭa. 19) sukhassa paccayabhāvato sāmaggī ‘‘sukhā’’ti vuttā yathā ‘‘sukho buddhānamuppādo’’ti (dha. pa. 194). Samaggānañcanuggahoti samaggānaṃ sāmaggianumodanena anuggaṇhanaṃ sāmaggianurūpaṃ vā, yathā te sāmaggiṃ na vijahanti, tathā gahaṇaṃ ṭhapanaṃ anubalappadānanti attho. Samaggaṃ katvānāti bhinnaṃ saṅghaṃ saṅgharājippattaṃ vā samaggaṃ sahitaṃ katvā. Kappanti āyukappameva. Saggamhi modatīti kāmāvacaradevaloke aññe deve dasahi ṭhānehi abhibhavitvā dibbasukhaṃ anubhavanto icchitanibbattiyā ca modati pamodati laḷati kīḷati.",
  "tika-vin02t26:52": "355.Siyā nu kho, bhante, saṅghabhedakotiādi pāḷianusāreneva veditabbaṃ. ‘‘Pañcahi, upāli, ākārehi saṅgho bhijjati kammena uddesena voharanto anussāvanena salākaggāhenā’’ti evaṃ parivāre (pari. 458) āgatampi saṅghabhedalakkhaṇaṃ idha vuttena kiṃ nānākaraṇanti dassetuṃ ‘‘parivāre panā’’tiādimāha. Ettha ca sīmaṭṭhakasaṅghe asannipatite visuṃ parisaṃ gahetvā katavohārānussāvanasalākaggāhassa kammaṃ vā karontassa uddesaṃ vā uddisantassa bhedo ca hoti ānantariyakammañca. Samaggasaññāya pana ‘‘vaṭṭatī’’ti saññāya vā karontassa bhedova hoti, na ānantariyakammaṃ. Tato ūnaparisāya karontassa neva saṅghabhedo na ānantariyaṃ. Sabbantimena hi paricchedena navannaṃ janānaṃ yo saṅghaṃ bhindati, tassa ānantariyakammaṃ hoti, anuvattakānaṃ adhammavādīnaṃ mahāsāvajjaṃ kammaṃ, dhammavādino anavajjā. Sesamettha uttānamevāti.",
  "tika-vin02t26:53": "Upālipañhakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:54": "Saṅghabhedakakkhandhakavaṇṇanā niṭṭhitā."
}