{
  "tika-vin06t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-vin06t0:1": "Vinayapiṭake",
  "tika-vin06t0:2": "Vajirabuddhi-ṭīkā",
  "tika-vin06t0:3": "Ganthārambhakathā",
  "tika-vin06t0:4": "Paññāvisuddhāya dayāya sabbe;",
  "tika-vin06t0:5": "Vimocitā yena vineyyasattā;",
  "tika-vin06t0:6": "Taṃ cakkhubhūtaṃ sirasā namitvā;",
  "tika-vin06t0:7": "Lokassa lokantagatassa dhammaṃ.",
  "tika-vin06t0:8": "Saṅghañca sīlādiguṇehi yutta-",
  "tika-vin06t0:9": "Mādāya sabbesu padesu sāraṃ;",
  "tika-vin06t0:10": "Saṅkhepakāmena mamāsayena;",
  "tika-vin06t0:11": "Sañcodito bhikkhuhitañca disvā.",
  "tika-vin06t0:12": "Samantapāsādikasaññitāya ;",
  "tika-vin06t0:13": "Sambuddhaghosācariyoditāya;",
  "tika-vin06t0:14": "Samāsato līnapade likhissaṃ;",
  "tika-vin06t0:15": "Samāsato līnapade likhītaṃ.",
  "tika-vin06t0:16": "Saññā nimittaṃ kattā ca, parimāṇaṃ payojanaṃ;",
  "tika-vin06t0:17": "Sabbāgamassa pubbeva, vattabbaṃ vattumicchatāti. –",
  "tika-vin06t0:18": "Vacanato samantapāsādiketi saññā. Dīpantare bhikkhujanassa atthaṃ nābhisambhuṇātīti nimittaṃ. Buddhaghosoti garūhi gahitanāmadheyyenāti kattā. Samadhikasattavīsatisahassamattena tassa ganthenāti parimāṇaṃ. Ciraṭṭhitatthaṃ dhammassāti payojanaṃ.",
  "tika-vin06t0:19": "Tatrāha – ‘‘vattabbaṃ vattumicchatāti yaṃ vuttaṃ, tattha kathaṃvidho vattā’’ti? Uccate –",
  "tika-vin06t0:20": "Pāṭhatthavidūsaṃhīro, vattā suci amaccharo;",
  "tika-vin06t0:21": "Catukkamapariccāgī, desakassa hitussukoti. (mahāni. aṭṭha. ganthārambhakathā);",
  "tika-vin06t0:22": "Tatra paṭhīyateti pāṭho. So hi anekappakāro atthānurūpo atthānanurūpo ceti. Kathaṃ? Sandhāyabhāsito byañjanabhāsito sāvasesapāṭho niravasesapāṭho nīto neyyoti. Tatra anekatthavattā sandhāyabhāsito nāma ‘‘mātaraṃ pitaraṃ hantvā’’tiādi (dha. pa. 294). Ekatthavattā byañjanabhāsito nāma ‘‘manopubbaṅgamā dhammā’’tyādi (dha. pa. 1, 2; netti. 90, 92; peṭako. 14). Sāvaseso nāma ‘‘sabbaṃ, bhikkhave, āditta’’mityādi (mahāva. 54; saṃ. ni. 4.28). Viparīto niravaseso nāma ‘‘sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṃ āgacchantī’’tyādi (mahāni. 156; paṭi. ma. 3.5). Yathā vacanaṃ, tathā avagantabbo nīto nāma ‘‘aniccaṃ dukkhamanattā’’tyādi. Yuttiyā anussaritabbo neyyo nāma ‘‘ekapuggalo, bhikkhave’’tyādi (a. ni. 1.170).",
  "tika-vin06t0:23": "Atthopi anekappakāro pāṭhattho sabhāvattho ñeyyattho pāṭhānurūpo pāṭhānanurūpo sāvasesattho niravasesattho nītattho neyyatthotyādi. Tattha yo taṃtaṃsaññāpanatthamuccārīyate pāṭho, sa pāṭhattho ‘‘sātthaṃ sabyañjana’’mityādīsu (pārā. 1; dī. ni. 1.190) viya. Rūpārūpadhammānaṃ lakkhaṇarasādi sabhāvattho ‘‘sammādiṭṭhiṃ bhāvetī’’tyādīsu (vibha. 489; saṃ. ni. 5.3) viya. Yo ñāyamāno hitāya bhavati, sa ñātumarahattā ñeyyattho ‘‘atthavādī dhammavādī’’tyevamādīsu (dī. ni. 1.9, 194; 3.238; ma. ni. 1.411) viya. Yathāpāṭhaṃ bhāsito pāṭhānurūpo ‘‘cakkhu, bhikkhave, purāṇakamma’’nti (saṃ. ni. 4.146) bhagavatā vuttamato cakkhumapi kammanti. Byañjanacchāyāya atthaṃ paṭibāhayamānena vutto pāṭhānanurūpo. Vajjetabbaṃ kiñci apariccajitvā parisesaṃ katvā vutto sāvasesattho ‘‘cakkhuñca paṭicca rūpe ca uppajjatī’’ti (saṃ. ni. 4.60; mahāni. 107) ca, ‘‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’’tyādīsu (dha. pa. 129) viya. Viparīto niravasesattho ‘‘sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca (dī. ni. 2.155; mahā. 287; netti. 114). Tatra, bhikkhave, ko mantā ko saddhātā…pe… aññatra diṭṭhapadehī’’tyādi (a. ni. 7.66). Saddavaseneva vedanīyo nītattho ‘‘rūpā saddā rasā gandhā, phoṭṭhabbā ca manoramā’’tyādīsu (saṃ. ni. 1.151, 165; mahāva. 33) viya. Sammutivasena veditabbo neyyattho ‘‘cattārome, bhikkhave, valāhakūpamāpuggalā’’tyādīsu viya (a. ni. 4.101; pu. pa. 157). Āha ca –",
  "tika-vin06t0:24": "‘‘Yo attho saddato ñeyyo, nītatthaṃ iti taṃ vidū;",
  "tika-vin06t0:25": "Atthassevābhisāmaggī, neyyattho iti kathyate’’ti.",
  "tika-vin06t0:26": "Evaṃ pabhedagate pāṭhatthe vijānātīti pāṭhatthavidū. Na saṃhīrate parapavādīhi dīgharattaṃ titthavāsenetyasaṃhīro. Bhāvanāyāgamādhigamasampannattā vattuṃ sakkotīti vattā, saṅkhepavitthāranayena hetudāharaṇādīhi avabodhayituṃ samatthotyattho. Socayatyattānaṃ pare ceti suci, dussīlyaduddiṭṭhimalavirahitotyattho. Dussīlo hi attānamupahantunādeyyavāco ca bhavatyapattāhārācāro iva niccāturo vejjo. Duddiṭṭhi paraṃ upahanti, nāvassaṃ nissayo ca bhavatyahivāḷagahākulo iva kamalasaṇḍo. Ubhayavipanno sabbathāpyanupāsanīyo bhavati gūthagatamiva chavālātaṃ gūthagato viya ca kaṇhasappo. Ubhayasampanno pana suci sabbathāpyupāsanīyo sevitabbo ca viññūhi, nirupaddavo iva ratanākaro. Nāssa maccharotyamaccharo, ahīnācariyamuṭṭhītyattho. Suttasuttānulomācariyavādaattanomatisaṅkhātassa catukkassāpariccāgī, tadatthasseva byākhyātetyattho. Atha vā paccakkhānumānasaddatthāpattippabhedassa pamāṇacatukkassāpariccāgī.",
  "tika-vin06t0:27": "‘‘Ekaṃsavacanaṃ ekaṃ, vibhajjavacanāparaṃ;",
  "tika-vin06t0:28": "Tatiyaṃ paṭipuccheyya, catutthaṃ pana ṭhāpaye’’ti. –",
  "tika-vin06t0:29": "Evaṃ vuttacatukkassa vā apariccāgī; Hitussuko iti sotūnaṃ hitāyossuko, tesamavabodhanaṃ pati patthetī tyattho; So eso sucittā piyo; Catukkassa apariccāgittā garu; Asaṃhīrattā bhāvanīyo; Desakattā vattā; Hitussukattā vacanakkhamo; Pāṭhatthaviduttā gambhīrakathaṃ kattā; Amaccharattā no caṭṭhāne niyojakoti;",
  "tika-vin06t0:30": "‘‘Piyo garu bhāvanīyo, vattā ca vacanakkhamo;",
  "tika-vin06t0:31": "Gambhīrañca kathaṃ kattā, no caṭṭhāne niyojako’’. (a. ni. 7.37; netti. 113) –",
  "tika-vin06t0:32": "Itiabhihito desako;",
  "tika-vin06t0:33": "Sotā idāni abhidhīyate –",
  "tika-vin06t0:34": "Dhammācariyagaru saddhā-paññādiguṇamaṇḍito;",
  "tika-vin06t0:35": "Asaṭhāmāyo sotāssa, sumedho amatāmukho.",
  "tika-vin06t0:36": "Tattha dhammagaruttā kathaṃ na paribhavati, ācariyagaruttā kathikaṃ na paribhavati, saddhāpaññādiguṇapaṭimaṇḍitattā attānaṃ na paribhavati, asaṭhāmāyattā amatābhimukhattā ca avikkhittacitto bhavati, sumedhattā yonisomanasikarotītyattho. Vuttañhetaṃ –",
  "tika-vin06t0:37": "‘‘Pañcahi, bhikkhave, dhammehi samannāgato suṇanto saddhammaṃ bhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ. Katamehi pañcahi? Na kathaṃ paribhoti, na kathikaṃ paribhoti, na attānaṃ paribhoti, avikkhittacitto dhammaṃ suṇāti ekaggacitto, yoniso ca manasi karotī’’ti (a. ni. 5.151).",
  "tika-vin06t0:38": "Taṃlakkhaṇappattattā bhāvanā bhavati savanassetyutto sotā.",
  "tika-vin06t0:39": "Ganthārambhakathāvaṇṇanā",
  "tika-vin06t0:40": "Idāni assārambho – tattha yoti aniyamaniddeso, tena visuddhajātikulagottādīnaṃ kilesamalavisuddhiyā, pūjārahatāya vā akāraṇataṃ dassetvā yo koci imissā samantapāsādikāya ādigāthāya niddiṭṭhalokanāthattahetuṃ yathāvuttahetumūlena thirataraṃ acalaṃ katvā yathāvuttahetukālaṃ accantameva pūrento avasāne yathāvuttahetuphalaṃ sampādetvā yathāvuttahetuphalappayojanaṃ sādheti, sova paramapūjārahoti niyameti.",
  "tika-vin06t0:41": "Ettāvatā –",
  "tika-vin06t0:42": "Bhayasammohaduddiṭṭhi-paṇāmo nesa sabbathā;",
  "tika-vin06t0:43": "Paññāpubbaṅgamo eso, paṇāmoti nidassito.",
  "tika-vin06t0:44": "Tatra hetūti atidukkarāni tiṃsapāramitāsaṅkhātāni puññakammāni. Tāni hi accantadukkhena kasirena vacanapathātītānubhāvena mahatā ussāhena karīyantīti atidukkarāni nāma. Atidukkarattā eva hi tesaṃ atidullabhaṃ loke anaññasādhāraṇaṃ nāthattasaṅkhātaṃ phalaṃ phalanti, taṃ tattha hetuphalaṃ; hetumūlaṃ nāma yathāvuttassa hetuno nipphādanasamatthā mahākaruṇā, sā ādipaṇidhānato paṭṭhāya ‘‘mutto mocessāmī’’tiādinā nayena yāva hetuphalappayojanā, tāva abbocchinnaṃ pavattati. Yaṃ sandhāya vuttaṃ –",
  "tika-vin06t0:45": "‘‘Sakānanā sagrivarā sasāgarā,",
  "tika-vin06t0:46": "Gatā vināsaṃ bahuso vasundharā;",
  "tika-vin06t0:47": "Yugantakāle salilānalānile,",
  "tika-vin06t0:48": "Na bodhisattassa mahātapā kuto’’ti.",
  "tika-vin06t0:49": "Yāya samannāgatattā ‘‘namo mahākāruṇikassa tassā’’ti āha. Hetukālaṃ nāma catuaṭṭhasoḷasaasaṅkhyeyyādippabhedo kālo, yaṃ sandhāyāha ‘‘kappakoṭīhipi appameyyaṃ kāla’’nti. Tattha accantasaṃyogatthe upayogavacanaṃ veditabbaṃ ‘‘māsaṃ adhīte, divasaṃ caratī’’tiādīsu viya. Kāmañca so kālo asaṅkhyeyyavasena pameyyo viññeyyo, tathāpi kappakoṭivasena aviññeyyataṃ sandhāya ‘‘kappakoṭīhipi appameyyaṃ kāla’’nti āha. Tattha kālayatīti kālo, khipati viddhaṃsayati sattānaṃ jīvitamiti attho. Kala vikkhepe. Tattha kappīyati saṃkappīyati sāsapapabbatādīhi upamāhi kevalaṃ saṃkappīyati, na manussadivasamāsasaṃvaccharādigaṇanāya gaṇīyatīti kappo. Ekantiādigaṇanapathassa koṭibhūtattā koṭi, kappānaṃ koṭiyo kappakoṭiyo . Tāhipi na pamīyatīti appameyyo, taṃ appameyyaṃ. Karontoti nānatthattā dhātūnaṃ dānaṃ dento, sīlaṃ rakkhanto, lobhakkhandhato nikkhamanto, attahitaparahitādibhedaṃ taṃ taṃ dhammaṃ pajānanto, vividhena vāyāmena ghaṭento vāyamanto, taṃ taṃ sattāparādhaṃ khamanto, paṭiññāsammutiparamatthasaccāni saccāyanto, taṃ taṃ sattahitaṃ adhiṭṭhahanto, sakalalokaṃ mettāyanto, mittāmittādibhedaṃ pakkhapātaṃ pahāya taṃ taṃ sattaṃ ajjhupekkhanto cāti attho. Khedaṃ gatoti anantappabhedaṃ mahantaṃ saṃsāradukkhaṃ anubhavanaṭṭhena gato, sampattotyattho. Saṃsāradukkhañhi sārīrikaṃ mānasikañca sukhaṃ khedayati pātayatīti ‘‘khedo’’ti vuccati. Lokahitāyāti idaṃ yathāvuttahetuphalappayojananidassanaṃ, ‘‘saṃsāradukkhānubhavanakāraṇanidassana’’ntipi eke –",
  "tika-vin06t0:50": "‘‘‘Jātisaṃsāradukkhānaṃ, gantuṃ sakkopi nibbutiṃ;",
  "tika-vin06t0:51": "Ciralliṭṭhopi saṃsāre, karuṇāyeva kevala’nti. –",
  "tika-vin06t0:52": "Ca vutta’’nti, tamayuttaṃ. Na hi bhagavā lokahitāya saṃsāradukkhamanubhavati. Na hi kassaci dukkhānubhavanaṃ lokassa upakāraṃ āvahati. Evaṃ panetaṃ dasseti tiṃsapāramitāpabhedaṃ hetuṃ, pāramitāphalabhūtaṃ nāthattasaṅkhātaṃ phalañca. Yathā cāha ‘‘mamañhi, ānanda, kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccantī’’tiādi (saṃ. ni. 1.129; 5.2). Tattha bhagavā yathāvuttahetūhi sattānaṃ vineyyabhāvanipphādanapaññābījāni vapi, hetuphalena paripakkindriyabhāvena parinipphannavineyyabhāve satte vinayi, saṃsāradukkhato mocayīti attho. Na evaṃ saṃsāradukkhena lokassa upakāraṃ kiñci akāsi, tasmā karonto atidukkarāni lokahitāyāti sambandho. Imissā yojanāya sabbapaṭhamassa bodhisattassa uppattikālato paṭṭhāya bodhisattassa nāthattasaṅkhātapāramitāhetuphalādhigamo veditabbo. Yo nāthoti hi sambandho adhippeto. Imassa panatthassa –",
  "tika-vin06t0:53": "‘‘Yadeva paṭhamaṃ citta-muppannaṃ tava bodhaye;",
  "tika-vin06t0:54": "Tvaṃ tadevassa lokassa, pūjike parivasittha’’. –",
  "tika-vin06t0:55": "Iti vacanaṃ sādhakaṃ. Paṭhamacittassa pāramitābhāvo rukkhassa aṅkurato paṭṭhāya uppattiupamāya sādhetabbo. Etthāha – ‘‘khedaṃ gatoti vacanaṃ niratthakaṃ , yathāvuttanayena guṇasādhanāsambhavato’’ti? Na, antarā anivattanakabhāvadīpanato. Dukkarāni karonto khedaṃ gato eva, na antarā khedaṃ asahanto nivattatīti dīpeti. Lokadukkhāpanayanakāmassa vā bhagavato attano dukkhānubhavanasamatthataṃ dasseti.",
  "tika-vin06t0:56": "‘‘Yassa kassaci varadossaṃ, yāvāhaṃ sabbasattadukkhāni;",
  "tika-vin06t0:57": "Sabbāni sabbakālaṃ yugaṃ, padmasseva bujjhantomhī’’ti. –",
  "tika-vin06t0:58": "Evaṃadhippāyassa attamattadukkhānubhavanasamatthatāya kāyeva kathāti atisayaṃ atthaṃ dassetīti attho. Atha vā khedaṃ gatoti byāpāraṃ paricayaṃ gatotipi attho sambhavati. Kammādīsu sabyāpāraṃ purisaṃ disvā santi hi loke vattāro ‘‘khinnoyaṃ kamme, khinnoyaṃ satte’’tiādi. Imissā yojanāya nāthoti iminā buddhattādhigamasiddhaṃ koṭippattaṃ nāthabhāvaṃ patvā ṭhitakālo dassitoti veditabbo. Keci ‘‘mahākāruṇikassāti vadanto buddhabhūtassāti dassetī’’ti likhanti, taṃ na sundaraṃ viya, bodhisattakālepi tabbohārasabbhāvato. Tasmā so ettakaṃ kālaṃ dukkarāni karonto avasāne dukkarapāramitāpāripūriyā tāsaṃ phalabhūtaṃ nāthabhāvaṃ patvā lokahitāya byāpāraṃ gatoti ayamattho nidassito hoti. ‘‘Bodhiṃ gato’’ti vuttepi subyattaṃ hetuphalaṃ dassitaṃ hoti. Buddhabhāvappattasseva ca nāthassa namo kato hoti visesavacanasabbhāvato, na bodhisattassa. Evaṃ santepi vinayādhikāro idhādhippeto. So ca pabbajitakālato paṭṭhāya yāvamaraṇakālā hoti. Taṃ ativiya parittaṃ kālaṃ lajjino atisukaraṃ sīlamattaṃ ekakassa attano hitāya attamattadukkhāpanayanādhippāyena paripūrento ko nāma idhalokaparalokātikkamasukhaṃ na gaccheyya, nanu bhagavā sakalalokadukkhāpanayanādhippāyena kappakoṭīhipi appameyyaṃ kālaṃ karonto atidukkaranirassādaṃ khedaṃ gatoti aññāpadesena guṇaṃ vaṇṇeti ācariyo.",
  "tika-vin06t0:59": "Lokahitāyāti ettha lokiyati ettha dukkhanti loko, luyate vā jātijarāmaraṇadukkhehīti loko, iminā sattalokaṃ jātilokañca saṅgaṇhāti. Tasmā tassa sattalokassa idhalokaparalokahitaṃ atikkantaparalokānaṃ vā ucchinnalokasamudayānaṃ lokānaṃ , idha jātiloke okāsaloke vā diṭṭhadhammasukhavihārasaṅkhātañca hitaṃ sampiṇḍetvā lokassa, lokānaṃ, loke vā hitanti sarūpekadesekasesaṃ katvā ‘‘lokahita’’miccevāha. Nāthoti sabbasattānaṃ āsayānusayacariyādhimuttibhedānurūpadhammadesanasamatthatāya ‘‘dhammaṃ vo, bhikkhave, desessāmi…pe… taṃ suṇāthā’’ti (ma. ni. 3.420) evaṃ yācanaṭṭhenāpi nāthateti nātho. Bhikkhūnaṃ vītikkamānurūpaṃ sikkhāpadapaññāpanena diṭṭhadhammikasamparāyikāya ca karuṇāya upagantvā tapati, suttantavasena vā tesaṃ sabbasattānaṃ anusayite kilese karuṇāya ca paññāya ca upagantvā tapati, abhidhammavasena vā te te saṅkhāre aniccādilakkhaṇavasena upaparikkhitvā attano kilese paññāya upecca paricchinditvā tapatīti tapanaṭṭhenāpi nāthateti nātho. Sadevake loke appaṭipuggalattā kenaci appaṭihatadhammadesanattā paramacittissariyappavattito ca issariyaṭṭhenāpi nāthateti nātho. ‘‘Dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesī’’ti (mahāva. 90) vacanato sampahaṃsanasaṅkhātena āsīsaṭṭhena, paṇidhānato paṭṭhāya ‘‘kathaṃ nāmāhaṃ mutto mocayissāmī’’tiādinā nayena āsīsaṭṭhena vā nāthateti nāthoti veditabbo, sammāsambuddho. Catūhipi nāthaṅgehi catuvesārajjacatupaṭisambhidādayo sabbepi buddhaguṇā yojetabbā, ativitthārikabhayā pana na yojitā.",
  "tika-vin06t0:60": "Namoti paramatthato buddhaguṇabahumānapabbhārā cittanati, cittanatippabhavā ca vacīkāyanati. Atthu meti pāṭhasesena sambandho. Mahākāruṇikassāti ettha sabbasattavisayattā mahussāhappabhavattā ca mahatī karuṇā mahākaruṇā. Tattha paṇidhānato paṭṭhāya yāvaanupādisesanibbānapurappavesā niyuttoti mahākāruṇiko, bhagavā. Ettha ca mahākāruṇikassāti iminā yathāvuttahetumūlaṃ dasseti. Nikkaruṇo hi paradukkhesu udāsino buddhatthāya paṇidhānamattampi atibhāriyanti maññanto appameyyaṃ kālaṃ atidukkaraṃ hetuṃ pūretvā nāthattasaṅkhātaṃ hetuphalappayojanabhūtaṃ lokahitaṃ kathaṃ karissati. Tasmā sabbaguṇamūlabhūtattā mahākaruṇāguṇameva vaṇṇento ‘‘namo mahākāruṇikassā’’ti āha. Ettāvatā hetuanurūpaṃ phalaṃ, phalānurūpo hetu, dvinnampi anurūpaṃ mūlaṃ, tiṇṇampi anurūpaṃ payojananti ayamattho dassito hoti.",
  "tika-vin06t0:61": "Evaṃ acchariyapuriso, nātho nāthaguṇe ṭhito;",
  "tika-vin06t0:62": "Namoraho anāthassa, nāthamānassa sampadaṃ.",
  "tika-vin06t0:63": "Ettha siyā ‘‘anekesu bhagavato guṇesu vijjamānesu kasmā ‘mahākāruṇikassā’ti ekameva gahita’’nti? Uccate –",
  "tika-vin06t0:64": "Dosahīnassa satthassa, codanā tu na vijjate;",
  "tika-vin06t0:65": "Dosayuttamasatthañca, tasmā codanā apattakāti.",
  "tika-vin06t0:66": "Na mayā codanā katā, kintu pucchā eva katā. Apica –",
  "tika-vin06t0:67": "‘‘Phalaṃ satipi rukkheḍḍhe, na patatyavikampite;",
  "tika-vin06t0:68": "Codanā yā’tthu satthānaṃ, pucchanātyatthaphalaṃ mahatā.",
  "tika-vin06t0:69": "‘‘Nabhottuṃ kurute sammā, gahituṃ nāḍḍhate ghaṭaṃ;",
  "tika-vin06t0:70": "Akkhepe hi kate tadi-cchissāṇābuddhibandhanaṃ.",
  "tika-vin06t0:71": "‘‘Yathā himapado paddho, pabuddho gandhalimpiyā;",
  "tika-vin06t0:72": "Bhinnatthaviramassevaṃ, satthakatātthalimpiyā’’ti. –",
  "tika-vin06t0:73": "Evaṃ cekaṃ –",
  "tika-vin06t0:74": "Sammāpi codanā taṃ khalu, guravo vivākyā vivaddha;",
  "tika-vin06t0:75": "Yatisissā āghaṭṭitāti-vākyenābhyadhikaṃ gopaya.",
  "tika-vin06t0:76": "Saravatī āceraṃ kiliṭṭhā, tadicchissajitāttānaṃ;",
  "tika-vin06t0:77": "Jayatyattānamācero, sadassasseva sārathīti. –",
  "tika-vin06t0:78": "Atroccate –",
  "tika-vin06t0:79": "Yassa hi vākyasahassaṃ, vākye vākye satañca jivhā;",
  "tika-vin06t0:80": "Nāmaṃ dasabalaguṇapadesaṃ, vattuṃ kappenapi na sakkā.",
  "tika-vin06t0:81": "Yathā –",
  "tika-vin06t0:82": "Buddhopi buddhassa bhaṇeyya vaṇṇaṃ,",
  "tika-vin06t0:83": "Kappampi ce aññamabhāsamāno;",
  "tika-vin06t0:84": "Khīyetha kappo ciradīghamantare,",
  "tika-vin06t0:85": "Vaṇṇo na khīyetha tathāgatassāti. (dī. ni. aṭṭha. 1.304; 3.141; ma. ni. aṭṭha. 2.425; udā. aṭṭha. 53; cariyā. aṭṭha. nidānakathā) –",
  "tika-vin06t0:86": "Cottattā na sakkā bhagavataṃ guṇānamavasesābhidhātuṃ.",
  "tika-vin06t0:87": "Apica –",
  "tika-vin06t0:88": "Yathā tvaṃ sattānaṃ, dasabala tathā ñāṇakaruṇā;",
  "tika-vin06t0:89": "Guṇadvandaṃ seṭṭhaṃ, tava guṇagaṇā nāma tiguṇāti. –",
  "tika-vin06t0:90": "Sabbaguṇaseṭṭhattā mūlattā ca ekameva vuttaṃ. Atha vā ‘‘chasu asādhāraṇañāṇesu aññatarattā taggahaṇena sesāpi gahitāva sahacaraṇalakkhaṇenā’’ti ca vadanti. Visesato panettha abhidhammassa kevalaṃ paññāvisayattā abhidhammaṭṭhakathārambhe ācariyena ‘‘karuṇā viya sattesu, paññā yassa mahesino’’ti paññāguṇo vaṇṇito tesaṃ tesaṃ sattānaṃ āsayānusayacaayādhimuttibhedānurūpaparicchindanapaññāya, sattesu mahākaruṇāya ca adhikārattā. Suttantaṭṭhakathārambhe ‘‘karuṇāsītalahadayaṃ, paññāpajjotavihatamohatama’’nti bhagavato ubhopi paññākaruṇāguṇā vaṇṇitā. Idha pana vinaye āsayādinirapekkhaṃ kevalaṃ karuṇāya pākatikasattenāpi asotabbārahaṃ suṇanto, apucchitabbārahaṃ pucchanto, avattabbārahañca vadanto sikkhāpadaṃ paññapesīti karuṇāguṇoyeveko vaṇṇitoti veditabbo.",
  "tika-vin06t0:91": "Paññādayā attaparatthahetū,",
  "tika-vin06t0:92": "Tadanvayā sabbaguṇā jinassa;",
  "tika-vin06t0:93": "Ubho guṇā te guṇasāgarassa,",
  "tika-vin06t0:94": "Vuttā idhācariyavarena tasmā.",
  "tika-vin06t0:95": "Ettāvatā aṭṭhakathādigāthā,",
  "tika-vin06t0:96": "Samāsato vuttapadatthasobhā;",
  "tika-vin06t0:97": "Ayampi vitthāranayoti cāhaṃ,",
  "tika-vin06t0:98": "Uddhaṃ ito te paṭisaṃkhipāmi.",
  "tika-vin06t0:99": "Dutiyagāthāya asambudhanti dhammānaṃ yathāsabhāvaṃ abujjhanto. Buddhanisevitanti buddhānubuddhapaccekabuddhehi gocarabhāvanāsevanāhi yathārahaṃ nisevitaṃ. Bhavā bhavanti vattamānabhavato aññaṃ bhavaṃ gacchati upagacchati, paṭipajjatīti attho. Atha vā bhavoti sassatadiṭṭhi. Tassa paṭipakkhattā abhavoti ucchedadiṭṭhi. Bhavoti vā vuddhi. Abhavoti hāni. Bhavoti vā duggati. Abhavoti sugati. ‘‘Appamāṇā dhammā, asekkhā dhammā’’tiādīsu (dha. sa. tikamātikā 13, 11) viya hi vuddhiatthattā akārassa. Bhāvayatīti bhavo, jāti. Bhavatīti vā bhavo. Savikārā bahuvidhakhandhuppatti dīpitā. Abhavoti vināso, jātibhāvaṃ maraṇabhāvañca gacchatīti vuttaṃ hoti. Ettha arahantānaṃ maraṇampi khaṇikavasena gahetabbaṃ. Bhavesu abhavo bhavābhavo, taṃ bhavābhavaṃ, bhavesu abhāvapaññattiṃ gacchatīti attho. Jīvalokoti sattaloko, saṅkhāralokaokāsalokānaṃ bhavābhavagamanāsambhavato sattalokaṃ jīvalokoti viseseti. Avijjādikilesajālaviddhaṃsinoti ettha navapi lokuttaradhammā saṅgahaṃ gacchanti. Apacayagāmitā hi catumaggadhammassa odhiso avijjādikilesajālaviddhaṃso, so assa atthi, tadārammaṇaṃ hutvā tattha sahāyabhāvūpagamanena nibbānassāpi. Yathāha ‘‘yo kho, āvuso, rāgakkhayo…pe… idaṃ vuccati nibbāna’’nti. Arahattassāpi tathā rāgādikkhayavacanasabbhāvato. Phalasāmaññena tiṇṇampi phalānaṃ atthīti navavidhopesa ‘‘avijjādikilesajālaviddhaṃsī’’ti vuccati. Atha vā sahacaraṇalakkhaṇakaāraṇatāya paṭipakkhagocaraggahaṇatā. Anabhihitopi hi dhammassa tatrābhihitova bujjhitabbo iti vacanato kāraṇagocaraggahaṇena cattāripi phalāni gahitāni. Narakādīsu apatamānaṃ dhāreti sugatiyaṃ uppādanenāti dhammo. Puna sugatimhi ajananakārī akusaladhamme nivāretvā poseti pavatteti vaḍḍhetīti dhammo. So pana kāmarūpārūpabhedato tividho accantasukhāvahanato, tatopi uttamattā dhammavaro.",
  "tika-vin06t0:100": "Etthāha – ‘‘catunnaṃ, bhikkhave, ariyasaccānaṃ ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsarita’nti (dī. ni. 2.155; mahāva. 287) vacanato catusaccadhammaṃ asambudhaṃ bhavā bhavaṃ gacchati jīvalokoti siddhaṃ. Tasmā yaṃ asambudhaṃ gacchati, tasseva ‘‘tassā’’ti ante taṃniddesena niyamanato catusaccadhammopi avijjādikilesajālaviddhaṃsī dhammavaroti cāpajjati. Aññathā ‘‘namo avijjādikilesajālaviddhaṃsino dhammavarassa tassā’’ti taṃniddesena samānavibhattikaraṇaṃ na yujjati atippasaṅganiyamanato, ‘‘avijjādikilesajālaviddhaṃsino dhammavarassā’’ti vacanaṃ visesanavacanaṃ. Tasmā dukkhasamudayasaccānaṃ tabbhāvappasaṅgo natthīti ce? Na, taṃniddesena samānavibhattiṭṭhāne avisesitattā. Api ca maggasaccanirodhasaccesu phalānaṃ apariyāpannattā nava lokuttaradhammā saṅgahitāti vacanavirodho, phalānaṃ asaṅgahe verañjakaṇḍavaṇṇanāyaṃ na kevalaṃ ariyamaggo ceva nibbānañca, api ca ariyaphaladhammehi saddhiṃ pariyattidhammopi. Vuttañhetaṃ ‘‘rāgavirāgamanejamasokaṃ…pe… dhammamimaṃ saraṇatthamupehī’’ti (vi. va. 887) vacanavirodho cāti pubbāparaviruddhā esā gāthā sāsanaviruddhā cā’’ti? Vuccate – sabbametamayuttaṃ vuttagāthatthājānanato. Ettha hi ācariyena pavattipavattihetuvisayavibhāgo ca dassito. Kathaṃ? Tattha asambudhanti asambodho, so atthato avijjā, tāya ca taṇhupādānāni gahitāni, tayopi te dhammā samudayasaccaṃ, bhavābhavanti ettha dukkhasaccaṃ vuttaṃ. Sugatiduggatippabhedo hi bhavo atthato pañcupādānakkhandhā honti. ‘‘Evametassa kevalassa dukkhakkhandhassa samudayo hotī’’ti (mahāva. 1) vacanato dukkhappavatti pavatti nāma, dukkhasamudayo pavattihetu nāma, avijjāsaṅkhātassa ca pavattihetussa aggahitaggahaṇena nirodhamaggasaccadvayaṃ visayo nāma. Vuttañhetaṃ ‘‘tattha katamā avijjā? Dukkhe aññāṇaṃ…pe… dukkhanirodhagāminiyā paṭipadāya aññāṇa’’nti (vibha. 226).",
  "tika-vin06t0:101": "Ettha ca nirodhasaccaṃ buddhena gocarāsevanāya āsevitaṃ, maggasaccaṃ bhāvanāsevanāya. Ettāvatā asambudhaṃ buddhanisevitaṃ yanti upayogappatto yo visayo nirodho ca maggo ca, tassa yathāvuttāvijjādikilesajālattayaviddhaṃsino namo dhammavarassāti ayaṃ gāthāya attho. Pariyattidhammopi kilesaviddhaṃsanassa suttantanayena upanissayapaccayattā kilesaviddhaṃsanasīlatāya ‘‘avijjādikilesajālaviddhaṃsī’’ti vattuṃ sambhavati. Evañhi sati rāgavirāgāti gāthattho, so dhammaṃ deseti…pe… brahmacariyaṃ pakāsetīti suttattho ca asesato gahito hoti. Atha vā imāya gāthāya kevalaṃ pariyattidhammova gahito hoti, yaṃ sandhāyāha ‘‘so dhammaṃ deseti ādikalyāṇaṃ…pe… brahmacariyaṃ pakāsetī’’ti (dī. ni. 1.190; pārā. 1), tampi asambudhaṃ buddheheva nisevitaṃ gocarāsevanāya anaññanisevitaṃ. Yathāha ‘‘bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā…pe… bhagavato sutvā bhikkhū dhāressantī’’ti (saṃ. ni. 2.146).",
  "tika-vin06t0:102": "Tatiyagāthāya sīlādayo kiñcāpi lokiyalokuttarā yathāsambhavaṃ labbhanti, tathāpi ante ‘‘ariyasaṅgha’’nti vacanato sīlādayo cattāro dhammakkhandhā lokuttarāva. Ettha ca ‘‘sīlasamādhipaññāvimuttivimuttiñāṇappabhutīhī’’ti vattabbe sarūpekasesaṃ katvā ‘‘vimuttiñāṇappabhutīhī’’ti vuttaṃ. Ettha ca kiñcāpi vimuttīti phaladhammāva sutte adhippetā, tathāpi ‘‘maggā vuṭṭhahitvā maggaṃ paccavekkhati. Pahīne kilese paccavekkhati. Phalaṃ paccavekkhati. Nibbānaṃ paccavekkhatī’’ti (paṭṭhā. 1.1.410) vacanato maggādipaccavekkhaṇañāṇaṃ vimuttiñāṇanti veditabbaṃ. Vimutti vimokkho khayoti hi atthato ekaṃ. ‘‘Khaye ñāṇaṃ anuppāde ñāṇanti (dha. sa. dukamātikā 142; dī. ni. 3.304) ettha khayo nāma maggo, rāgakkhayo dosakkhayoti phalanibbānānaṃ adhivacana’’nti sutte āgatameva. Pahīnakilesānaṃ khayo pākatiko khayo eva. Pabhuti-saddena tisso vijjā cha abhiññā catasso paṭisambhidāti evamādayo guṇā saṅgahitā. Samannāgamaṭṭhena aparihīnaṭṭhena ca yutto. Khettaṃ janānaṃ kusalatthikānanti ‘‘anuttaraṃ puññakkhettaṃ lokassā’’ti suttato kusalassa viruhanaṭṭhānattā, suttantanayena upanissayapaccayattā ca kāmaṃ kusalassa khettaṃ hoti saṅgho, na kusalatthikānaṃ janānaṃ. Tasmā na yujjatīti ce? Na, suttatthasambhavato. Sutte ‘‘anuttaraṃ puññakkhettaṃ lokassā’’ti (saṃ. ni. 4.341) hi vuttaṃ. Kassa lokassa? Puññatthikassa khettaṃ saṅgho, puññupanissayattā puññakkhettaṃ hoti saṅgho, kusalatthikānanti ca vuccanti. Lokepi hi devadattassa khettaṃ yaññadattassa khettaṃ sāliyavupanissayattā sālikhettaṃ yavakhettanti ca vuccati. Ariyasaṅghanti vigatakilesattā ariyaṃ parisuddhaṃ ariyānaṃ, ariyabhāvaṃ vā pattaṃ sīladiṭṭhisāmaññena saṅghatattā saṅghaṃ. ‘‘Ariya-saddena sammutisaṅghaṃ nivāretī’’ti keci likhanti, taṃ na sundaraṃ vimuttiñāṇaguṇaggahaṇena visesitattā. Sirasāti iminā kāmaṃ kāyanatiṃ dasseti, tathāpi uttamasaṅghe guṇagāravena uttamaṅgameva niddisanto ‘‘sirasā namāmī’’tyāha. Sirassa pana uttamatā uttamānaṃ cakkhusotindriyānaṃ nissayattā, tesaṃ uttamatā ca dassanānuttariyasavanānuttariyahetutāya veditabbā. Etthāha – anusandhikusalo",
  "tika-vin06t0:103": "‘‘Upogghāto padañceva, padattho padaviggaho;",
  "tika-vin06t0:104": "Codanāpratyavajjānaṃ, byākhyā tantassa chabbidhā’’ti. –",
  "tika-vin06t0:105": "Evamavatvā kasmā ratanattayapaṇāmaṃ paṭhamaṃ vuttanti? Vuccate – satācārattā. Ācāro kiresa sappurisānaṃ, yadidaṃ saṃvaṇṇanārambhe ratanattayapūjāvidhānaṃ. Tasmā ‘‘satācārato bhaṭṭhā mā mayaṃ homā’’ti karīyati, catugambhīrabhāvayuttañca vinayapiṭakaṃ saṃvaṇṇetukāmassa mahāsamuddaṃ ogāhantassa viya paññāveyyattiyasamannāgatassāpi mahantaṃ bhayaṃ hoti, bhayakkhayāvahañcetaṃ ratanattayaguṇānussaraṇajanitaṃ paṇāmapūjāvidhānaṃ. Yathāha ‘‘evaṃ buddhaṃ sarantāna’’ntiādi (saṃ. ni. 1.249). Apicācariyo satthupūjāvidhānena asatthari satthābhinivesassa lokassa yathābhūtaṃ satthari eva sammāsambuddhe satthusambhāvanaṃ uppādeti, asatthari satthusambhāvanaṃ pariccajāpeti, ‘‘tathāgatappaveditaṃ dhammavinayaṃ attano dahatī’’ti vuttadosaṃ pariharati. Antarāyabahulattā khandhasantatiyā vippakatāya vinayasaṃvaṇṇanāya attano āyuvaṇṇasukhabalānaṃ parikkhayasambhavāsaṅkāya ‘‘abhivādanasīlissa…pe… āyu vaṇṇo sukhaṃ bala’’nti (dha. pa. 109) vuttānisaṃse yāva saṃvaṇṇanāpariyosānā pattheti. Api cettha buddhassa bhagavato paṇāmapūjāvidhānaṃ sammāsambuddhabhāvādhigamatthaṃ buddhayānaṃ paṭipajjantānaṃ ussāhaṃ janeti. Lokiyalokuttarabhedassa, lokuttarasseva vā saddhammassa pūjāvidhānaṃ paccekabuddhabhāvādhigamatthaṃ paccekabuddhayānaṃ paṭipajjantānaṃ ussāhaṃ janeti. Saddhammapaṭivedhamattābhilāsino hi te. Paramatthasaṅghapūjāvidhānaṃ paramatthasaṅghabhāvādhigamatthaṃ sāvakayānaṃ paṭipajjantānaṃ ussāhaṃ janeti, maṅgalādīni vā sātthāni anantarāyāni ciraṭṭhitikāni bahumatāni ca bhavantīti evaṃladdhikānaṃ cittaparitosanatthaṃ ‘‘pūjā ca pūjaneyyāna’’nti bhagavatā pasatthamaṅgalaṃ karoti. Vuccate ca –",
  "tika-vin06t0:106": "‘‘Maṅgalaṃ bhagavā buddho, dhammo saṅgho ca maṅgalaṃ;",
  "tika-vin06t0:107": "Maṅgalādīni sātthāni, sīghaṃ sijjhanti sabbaso.",
  "tika-vin06t0:108": "‘‘Satthu pūjāvidhānena, evamādī bahū guṇe;",
  "tika-vin06t0:109": "Labhatīti vijānanto, satthupūjāparo siyā’’ti.",
  "tika-vin06t0:110": "Ettha ca satthupadhānattā dhammasaṅghānaṃ pūjāvidhānaṃ satthupūjāvidhānamicceva daṭṭhabbaṃ sāsanato lokato ca. Tenetaṃ vuccati –",
  "tika-vin06t0:111": "‘‘Satthā’’ti dhammo sugatena vutto;",
  "tika-vin06t0:112": "Nibbānakāle yamato sa satthā;",
  "tika-vin06t0:113": "Suvatthigāthāsu ‘‘tathāgato’’ti;",
  "tika-vin06t0:114": "Saṅgho ca vutto yamato sa satthā.",
  "tika-vin06t0:115": "Kiñca bhiyyo –",
  "tika-vin06t0:116": "Dhammakāyo yato satthā, dhammo satthā tato mato;",
  "tika-vin06t0:117": "Dhammaṭṭhito so saṅgho ca, satthusaṅkhyaṃ nigacchati.",
  "tika-vin06t0:118": "Santi hi loke vattāro kosagataṃ asiṃ gahetvā ṭhitaṃ purisaṃ visuṃ aparāmasitvā ‘‘asiṃ gahetvā ṭhito eso’’ti. Tenevāha cāriyamātraccevā –",
  "tika-vin06t0:119": "‘‘Namatthu buddharatnāya, dhammaratnāya te namo;",
  "tika-vin06t0:120": "Namatthu saṅgharatnāya, tiratnasamavānayī’’ti.",
  "tika-vin06t0:121": "Apica sabbadhammesu appaṭihatañāṇanimittānuttaravimokkhapātubhāvābhisaṅkhātaṃ khandhasantānamupādāya ‘‘buddho’’ti yadi paññāpiyati, dhammo paṇāmārahoti kā eva kathā, saṅgho ca ‘‘saṅghe gotami dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’’ti vuttattā bhājananti dīpeti. Atha vā ‘‘buddhasubodhito dhammo ācariyaparamparāya suvaṇṇabhājane pakkhittatelamiva aparihāpetvā yāvajjatanā ābhatattā eva mādisānampi sotadvāramanuppatto’’ti saṅghassa ācariyo atīva ādarena paṇāmaṃ karoti ‘‘sirasā namāmī’’ti.",
  "tika-vin06t0:122": "Evaṃ anekavidhaṃ paṇāmappayojanaṃ vadanti, ācariyena pana adhippetappayojanaṃ attanā eva vuttaṃ ‘‘iccevamaccantanamassaneyya’’ntiādinā catutthagāthāya. Iccevanti ettha iti-saddo ratanattayapūjāvidhānaparisamattattho. Yadi evaṃ yathāvihitamattameva pūjāvidhānaṃ arahati ratanattayaṃ, na tato uddhanti āpajjatīti aniṭṭhappasaṅganivāraṇatthaṃ ‘‘evamaccantanamassaneyya’’nti āha. Tattha evanti iminā yathāvuttavidhiṃ dasseti. Yathāvuttena vidhinā, aññena vā tādisena accantameva muhuttamapi aṭṭhatvā abhikkhaṇaṃ nirantaraṃ niyamena namassanārahaṃ namassamānassa hitamahapphalakaraṇatoti attho. Evaṃvidhaṃ dullabhaṭṭhena mahapphalaṭṭhena ca siddhaṃ ratanabhāvaṃ ratanattayaṃ namassamāno yaṃ puññābhisandaṃ alatthaṃ alabhiṃ. Akusalamalaṃ tadaṅgādippahānena punātīti puññaṃ. Kilesadarathappaṭippassaddhiyā sītalattā cittaṃ abhisandetīti abhisando. Puññañca taṃ abhisando cāti puññābhisando, taṃ puññābhisandaṃ. Gaṇṭhipade pana ‘‘puññamahattaṃ’’nti bhaṇanti, ‘‘vipula’’nti vacanato so attho na yujjatīti ācariyo. Atha vā puññānaṃ abhisando puññābhisando , taṃ puññābhisandaṃ. Sanda savaneti dhātu. Tasmā puññasotaṃ puññussayanti attho yujjati, taṃ pana vipulaṃ, na parittanti dassitaṃ vipula-saddena.",
  "tika-vin06t0:123": "Pañcamagāthā yasmiṃ vinayapiṭake pāḷito ca atthato ca anūnaṃ lajjīpuggalesu pavattanaṭṭhena ṭhite sakalaṃ tividhampi sāsanaṃ tesveva puggalesu patiṭṭhitaṃ hoti. Kassa sāsananti ce? Aṭṭhitassa bhagavato. Bhagavā hi ṭhitihetubhūtāya ucchedadiṭṭhiyā abhāvena aṭṭhitoti vuccati. Ucchedadiṭṭhiko hi paraloke nirapekkho kevalaṃ kāmasukhallikānuyogamanuyuñjanto tiṭṭhati, na paralokahitāni puññāni kattuṃ byāvaṭo hoti, sassatadiṭṭhiko tāni kattuṃ āyūhati. Bhagavā pana tathā atiṭṭhanto anāyūhanto majjhimaṃ paṭipadaṃ paṭipajjanto sayañca oghaṃ tari, pare ca tāresi. Yathāha ‘‘appatiṭṭhaṃ khvāhaṃ, āvuso, anāyūhaṃ oghamatari’’nti (saṃ. ni. 1.1). Catubrahmavihāravasena sattesu suṭṭhu sammā ca ṭhitassāti atthavasena vā susaṇṭhitassa. Susaṇṭhitattā hesa kevalaṃ sattānaṃ dukkhaṃ apanetukāmo hitaṃ upasaṃharitukāmo sampattiyā ca pamodito apakkhapatito ca hutvā vinayaṃ deseti, tasmā imasmiṃ vinayasaṃvaṇṇanādhikāre sāruppāya thutiyā thomento āha ‘‘susaṇṭhitassā’’ti. Gaṇṭhipade pana ‘‘manāpiye ca kho, bhikkhave, kammavipāke paccupaṭṭhite’’ti (dī. ni. aṭṭha. 2.35; ma. ni. aṭṭha. 2.386) suttassa, ‘‘susaṇṭhānā surūpatā’’ti (khu. pā. 8.11) suttassa ca vasena susaṇṭhitassāti attho vutto, so adhippetādhikārānurūpo na hoti. Amissanti kiṃ vinayaṃ amissaṃ, udāhu pubbācariyānubhāvanti? Nobhayampi. Amissā eva hi vinayaṭṭhakathā. Tasmā bhāvanapuṃsakavasena amissaṃ taṃ vaṇṇayissanti sambandho. Pubbācariyānubhāvanti aṭṭhakathā ‘‘yasmā pure aṭṭhakathā akaṃsū’’ti vacanato tesaṃ ānubhāvo nāma hoti. Kiñci apubbaṃ disvā santi hi loke vattāro ‘‘kassesa ānubhāvo’’ti. Atha vā bhagavato adhippāyaṃ anugantvā taṃtaṃpāṭhe atthaṃ bhāvayati vibhāvayati, tassa tassa vā atthassa bhāvanā vibhāvanāti ānubhāvo vuccati aṭṭhakathā.",
  "tika-vin06t0:124": "Pubbācariyānubhāve sati kiṃ puna taṃ vaṇṇayissanti iminā ārambhenāti tato vuccanti chaṭṭhasattamaṭṭhamanavamagāthāyo. Tattha ariyamaggañāṇambunā niddhotamalattā visuddhavijjehi, teneva niddhotāsavattā visuddhapaṭisambhidehi, visuddhapaṭisambhidattā ca saddhammasaṃvaṇṇanakovidehīti yojanā veditabbā. Keci ‘‘pubbācariyāti vutte lokācariyāpi, sāsane rāhulācariyādayopi saṅgayhanti, te apanetuṃ kāmañcātiādi vutta’’nti vadanti. ‘‘Taṃ vaṇṇayissa’’nti vuttattā pubbaṭṭhakathāya ūnabhāvo dassitoti ce? Na, cittehi nayehi saṃvaṇṇitoti dassetuṃ ‘‘kāmañcā’’tiādi vuttaṃ. Saddhammaṃ saṃvaṇṇetuṃ kovidehi, tāya saṃvaṇṇanāya vā kovidehi saddhammasaṃvaṇṇanakovidehi.",
  "tika-vin06t0:125": "Sallekhiyeti kilesajātaṃ bāhullaṃ vā sallikhati tanuṃ karotīti sallekho, sallekhassa bhāvo sallekhiyaṃ, tasmiṃ sallekhiye. Nosulabhūpamehīti asulabhūpamehi. Mahāvihārassāti mahāvihāravaṃsassa. Paññāya accuggataṭṭhena dhajo upamā etesanti dhajūpamā, tehi dhajūpamehi. Sambuddhavaraṃ anuayehi anugatehi sambuddhavaranvayehi, buddhādhippāyānugehīti adhippāyo. Idha vara-saddo ‘‘sāmaṃ saccāni buddhattā sambuddho’’ti vacanato paccekabuddhāpi saṅgayhanti. Tasmā te apanetuṃ vutto.",
  "tika-vin06t0:126": "Aṭṭhakathāya ūnabhāvaṃ dassetvā idāni attano karaṇavisesaṃ tassa payojanañca dassetuṃ ‘‘saṃvaṇṇanā’’tiādimāha. Na kiñci atthaṃ abhisambhuṇātīti kiñci payojanaṃ phalaṃ hitaṃ na sādhetīti attho ‘‘na taṃ tassa bhikkhuno kiñci atthaṃ anubhotī’’tiādīsu (pārā. 538) viya. Ajjhesanaṃ buddhasirivhayassāti iminā yasmā sahampatibrahmunā ajjhiṭṭhena dhammo desito bhagavatā, sāriputtassa ajjhesanaṃ nissāya vinayo paññatto, tasmā ayampi ācariyo taṃ ācariyavattaṃ pūjento imaṃ saṃvaṇṇanaṃ buddhasirittherassa yācanaṃ nissāya akāsīti dasseti. Samanussarantoti tassābhāvaṃ dīpeti ādarañca.",
  "tika-vin06t0:127": "Tato paraṃ dve gāthāyo kattabbavidhidassanatthaṃ vuttā. Tena tāsu aṭṭhakathāsu vuttavinicchayapaccayavimatiṃ vinodeti, ekaṭṭhakathāya kusalassa vā ‘‘ayaṃ nayo aṭṭhakathāyaṃ natthī’’ti paṭikkhepaṃ nivāreti, ayuttatthapariccāgena tattha abhiniviṭṭhānaṃ abhinivesaṃ pariccajāpeti, theravādadassanena vinayavinicchayaṃ pati vinayadharānaṃ kāraṇopapattito uhāpohakkamaṃ dasseti, ayuttattheravādapaṭikkhepena puggalappamāṇataṃ paṭikkhipatīti ime cānisaṃsā kattabbavidhidassanena dassitā honti. Saṃvaṇṇanaṃ tañca samārabhanto tassā saṃvaṇṇanāya mahāaṭṭhakathaṃ sarīraṃ katvā samārabhissaṃ, mahāpaccariyampi yo vutto vinicchayo, tatheva kurundīnāmādīsu loke vissutāsu aṭṭhakathāsu ca yo vutto vinicchayo, tatopi vinicchayato mahāaṭṭhakathānayena, vinayayuttiyā vā yuttamatthaṃ tassa sarīrassa alaṅkāraṃ viya gaṇhanto samārabhissaṃ. Kiṃ saṃvaṇṇanameva, na aññanti dassanatthaṃ puna saṃvaṇṇanāggahaṇaṃ. Atha vā antogadhattheravādaṃ saṃvaṇṇanaṃ katvā samārabhissanti yojanā veditabbā. Theravādā hi bahiaṭṭhakathāya vicaranti. Ettha ādi-saddena cūḷapaccariandhakaariyaṭṭhakathāpannavārādayopi saṅgahitā . Tattha paccarī nāma sīhaḷabhāsāya uḷumpaṃ kira, tasmiṃ nisīditvā katattā tameva nāmaṃ jātaṃ. Kurundīvallivihāro nāma atthi, tattha katattā kurundī nāma jātā.",
  "tika-vin06t0:128": "Samma samārabhissanti kattabbavidhānaṃ sajjetvā ahaṃ ṭhito, tasmā taṃ me nisāmentūti gāthāya taṃ saṃvaṇṇanaṃ me mama, mayā vā vuccamānanti pāṭhaseso . Nisāmentu passantu paññācakkhunā suṇantu vā saddhāvīriyapītipāmojjābhisaṅkhārena saṅkharitvā pūjayantā sakkaccaṃ dhammaṃ. Kassa dhammaṃ? Dhammappadīpassa tathāgatassa. Kiṃ dasseti? Padīpaṭṭhāniyo hi dhammo hitāhitappakāsanato, padīpadharaṭṭhāniyo dhammadharo tathāgato, tasmā parinibbutepi tasmiṃ tathāgate tattha sokaṃ akatvā sakkacca dhammaṃ paṭimānayantā nisāmentūti dasseti. Atha vā ‘‘dhammakāyā tathāgatā’’ti (dī. ni. 3.118) vacanato dhammo ca so padīpo cāti dhammappadīpo, bhagavā.",
  "tika-vin06t0:129": "Yo dhammavinayo yathā buddhena vutto, so tatheva buddhaputtehi sāvakehi ñāto avabuddho, yehi tesaṃ buddhaputtānaṃ matiṃ adhippāyaṃ accajantā niravasesaṃ gaṇhantā. Pureti purā, porāṇattherā vā. Aṭṭhakathāti aṭṭhakathāyo, upayogabahuvacanaṃ.",
  "tika-vin06t0:130": "Yaṃ atthajātaṃ aṭṭhakathāsu vuttaṃ, taṃ sabbampi pamādalekhakānaṃ pamādalekhamattaṃ vajjayitvā. Kiṃ sabbesampi pamāṇaṃ? Na, kintu sikkhāsu sagāravānaṃ idha vinayamhi paṇḍitānaṃ, mahāaṭṭhakathāyaṃ pana saccepi alikepi dukkaṭameva vuttaṃ, taṃ pamādalekhanti veditabbaṃ. Pamādalekhaṃ vajjayitvā pamāṇaṃ hessatīti sambandho.",
  "tika-vin06t0:131": "Tato cāti aṭṭhakathāsu vuttaatthajātato tantikkamaṃ pāḷikkamaṃ. Suttantā suttāvayavā. Antoti hidaṃ abbhantarāvayavasambhāvanādīsu dissati. Suttantesu bhavā suttantikā, tesaṃ suttantikānaṃ, suttantaganthesu āgatavacanānanti attho. Atha vā amīyatīti anto, sādhīyatīti adhippāyo. Kena sādhīyati? Suttena, suttassa anto suttanto, ko so? So so atthavikappo, tasmiṃ suttante niyuttāni vacanāni suttantikāni. Tesaṃ suttantikānaṃ vacanānamatthaṃ. Tassa tassa āgamasuttassa abhidhammavinayasuttassa cānurūpaṃ paridīpayantī, ayaṃ tāvettha samāsato atthavibhāvanā – ‘‘itipi so bhagavā’’tiādīnaṃ (saṃ. ni. 2.41; 5.479; a. ni. 6.10; pārā. 1) suttantikānaṃ vacanānamatthaṃ āgamasuttantānurūpaṃ. ‘‘Vivādādhikaraṇaṃ siyā kusalaṃ siyā akusalaṃ siyā abyākata’’nti (cūḷava. 220) evamādīnaṃ abhidhammasuttantikānaṃ vacanānamatthaṃ abhidhammasuttantānurūpanti evamādi. Hessatīti bhavissati, karīyissatīti adhippāyo. Vaṇṇanāpīti ettha api-saddo sampiṇḍanattho, so tasmāti padena yojetabbo. Kathaṃ? Paṇḍitānaṃ pamāṇattāpi vitthāramaggassa samāsitattāpi vinicchayassa asesitattāpi tantikkamassa avokkamitattāpi suttantikavacanānaṃ suttantaṭṭhakathānurūpaṃ dīpanatopi tasmāpi sakkaccaṃ anusikkhitabbāti. Ettha ‘‘tantikkamaṃ avokkamitvā’’ti vacanena siddhepi ‘‘aṭṭhakathācariyā verañjakaṇḍādīsu ‘suttantikānaṃ bhāro’ti gatā, mayaṃ pana vatvāva gamissāmā’’ti dassetuṃ ‘‘suttantikāna’’nti vuttaṃ kira.",
  "tika-vin06t0:132": "Ganthārambhakathāvaṇṇanā niṭṭhitā.",
  "tika-vin06t0:133": "Bāhiranidānakathāvaṇṇanā",
  "tika-vin06t0:134": "Tadaṅgavinayādibhedena vinayassabahuttā vinayo tāva vavatthapetabbo. ‘‘Buddhena dhammo vinayo ca vutto’’ti pubbe vuttattā idāni ‘‘vuttaṃ yenā’’ti na vattabbanti ce? Tassa evamādivacanaṃ sandhāya vuttanti sambandho. Dhāritaṃ yena cābhataṃ. Yatthappatiṭṭhitañcetanti vacanaṃ sakalampi vinayapiṭakaṃ sandhāya vuttaṃ. Attapaccakkhavacanaṃ na hotīti āhacca bhāsitaṃ na hotīti adhippāyo. Na hi bhagavato atītādīsu appaccakkhaṃ kiñci atthi. Yadi attapaccakkhavacanaṃ na hoti, padasodhammāpattiṃ na janeyyāti ce? Na, sāvakabhāsitassapi padasodhammāpattijananato. Niyamābhāvā atippasaṅgoti ce? Na, padasodhammasikkhāpadaṭṭhakathāyaṃ ‘‘saṅgītittayaṃ āruḷho’’ti visesitattā. Tathā aṭṭhakathāyampi saṅgītiṃ āruḷhattā ‘‘khandhānañca paṭipāṭi…pe… saṃsāroti pavuccatī’’ti (dha. sa. aṭṭha. nidānakathā; vibha. aṭṭha. 226 saṅkhārapadaniddesa) evamādivacanaṃ, yañca saṅgītiāruḷhakkamānugataṃ, taṃ padasodhammāpattiṃ janetīti āyasmā upatisso.",
  "tika-vin06t0:135": "Paṭhamamahāsaṅgītikathāvaṇṇanā",
  "tika-vin06t0:136": "Paṭhamamahāsaṅgīti nāma cāti ettha ca-saddo atirekattho, tena aññāpi atthīti dīpeti. Tampi sālavanaṃ upagantvā mittasuhajje apaloketvā nivattanato upavattananti pākaṭaṃ jātaṃ kira. Yamakasālānanti ekā kira sālapanti sīsabhāge, ekā pādabhāge. Tatrāpi eko taruṇasālo sīsabhāgassa āsanne hoti, eko pādabhāgassa, mūlakhandhaviṭapapattehi aññamaññaṃ saṃsibbitvā ṭhitasālānantipi vuttaṃ. Anupādisesāya nibbānadhātuyāti itthambhūtalakkhaṇe karaṇavacanaṃ ‘‘katakicco pītija hāsa ceto averamukhenābhatakuṇḍalenā’’tiādīsu viya. Parinibbāne parinibbānahetu, tasmiṃ ṭhāne vā mā socittha cittena, mā paridevittha vācāya ‘‘paridevanaṃ vilāpa’’nti vacanato. Mahāsamaṇenāti nissakkatthe karaṇavacanaṃ. Sūriyaṃ’sūbhi paṭukarā’bhā’riṇassa tāṇā ityatreva. Yañca bhagavato anuggahaṃ, tassa anuggahassāti ācariyā. Ekacce pana ‘‘yaṃ yasmā ahaṃ anuggahito’’ti vadanti. Nibbasanānīti niṭṭhitavasanakiccāni, mayā paribhuñjitvā apanītāni . Yadi suyuttāni dhāressasīti pucchati, kavacasadisāni sāṇāni. Issariyasadisā nava anupubbavihārādayo. Aṭṭha samāpattiyo nirodhasamāpatti ca paṭilābhakkamena ‘‘anupubbavihārā’’ti vuttā.",
  "tika-vin06t0:137": "Anāgate sannikaṭṭhe, tathātīte cirantane;",
  "tika-vin06t0:138": "Kāladvayepi kavīhi, purāsaddo payujjate.",
  "tika-vin06t0:139": "Satthusāsanameva pariyatti satthusāsanapariyatti, sā suttageyyādivasena navaṅgā. Tipiṭakameva sabbapariyattippabhedaṃ dhārentīti tipiṭakasabbapariyattippabhedadharā. ‘‘Vinā na sakkā’’ti na vattabbaṃ ‘‘tipiṭakasabbapariyattippabhedadhare’’ti vuttattā, evaṃ santepi atthi viseso tehi sammukhāpi asammukhāpi sutaṃ, therena pana asammukhāpaṭiggahitaṃ nāma natthīti. Na vāyanti ettha vāti vibhāsā, aññāsipi na aññāsipīti attho. Tatra uccinane. Bahusaddo vipullattho ‘‘anantapāraṃ bahu veditabbamitya’’treva. Pubbe ‘‘tipiṭakasabbapaayattippabhedadhare’’ti vuttattā ‘‘bahu cānena…pe… pariyatto’’ti na yujjatīti ce? Na, tipiṭakassa anantattā, tasmā amhe upādāya tena bahu pariyattoti adhippāyo. Itarathā ānandatthero tehi appassutoti āpajjati, ‘‘asammukhā paṭiggahitaṃ nāma natthī’’ti vacanavirodho ca. Aḍḍhamāso atikkantoti ettha eko divaso naṭṭho, so pāṭipadadivaso, kolāhaladivaso nāma so, tasmā idha na gahito. Saṃvegavatthuṃ kittetvā kīḷanato sādhukīḷanaṃ nāma. Svepīti api-saddo apekkhāmantānuññāya. Subhasuttaṃ ‘‘aciraparinibbute bhagavatī’’ti (dī. ni. 1.444) vuttattā caturāsītidhammakkhandhasahassesu antogadhaṃ na hotīti ce? Na, bhagavato kāle laddhanayattā kathāvatthu viya. Chaḍḍitā patitā uklāpā chaḍḍitapatitauklāpā. Āṇā eva appaṭihataṭṭhena cakkanti āṇācakkaṃ. Ekato ettha nipatantīti ekanipātanaṃ. Ākāsena āgantvā nisīdīti eketi etaṃ dutiyavāre gamanaṃ sandhāyāti āyasmā upatisso . Paṭhamaṃ vā ākāsena gantvā parisaṃ patvā bhikkhupantiṃ apīḷento pathaviyaṃ nimujjitvā āsane eva attānaṃ dassesi. Ubhayathā ca āpāthaṃ gato, tena ubhayampi yujjati, aññathā dvīsu ekaṃ abhūtaṃ āpajjati.",
  "tika-vin06t0:140": "Athakho āyasmā mahākassapo āyasmantaṃ upāliṃ pucchi…pe… āyasmā upālitthero vissajjesīti idaṃ pubbe ‘‘paṭhamaṃ āvuso upālī’’tiādinā (cūḷava. 439) vuttapucchāvissajjanaṃ saṅkhipitvā saṅgītikārakehi dassitavacananti gaṇṭhipade likhitaṃ. Tathā hotu, kimatthaṃ panettha ‘‘nidānampi pucchi, puggalampi pucchi, vatthumpi pucchī’’ti evaṃ pubbe dassitānukkamena avatvā ‘‘vatthumpi pucchi, nidānampi pucchi, puggalampi pucchī’’ti evaṃ anukkamo katoti? ‘‘Vatthumūlakattā sikkhāpadapaññattiyā uppaṭipāṭiyā vutta’’nti vadanti eke. Ettha pana vicāraṇā verañjakaṇḍe sampatte karīyati. Rājāgāraketi evaṃnāmake uyyāne. Abhiramanārahaṃ kira rājāgārampi. Tattha, yassa vasenetaṃ evaṃ nāmaṃ labhati. Atha kho ‘‘āyasmā mahākassapo’’tiādinā pubbe vuttameva saṅkhipitvā dasseti saṅgītikārako vasīgaṇo. Yadi evaṃ yathā nidānampi pucchi, puggalampi pucchīti ettha pucchākkamo dassito, tathā ānandattherassa vissajjanakkamopi kimatthaṃ na dassitoti ce? Iminānukkamena saṅgahaṃ pañcapi nikāyā anāruḷhāti dassanatthaṃ. Kathaṃ pana āruḷhāti? Āyasmā mahākassapo pañcapi nikāye anukkameneva pucchi, ānandatthero pana anukkameneva pucchitampi apucchitampi tassa tassa suttassa sabhāvaṃ antarā uppannaṃ vatthuṃ uddesaniddesakkamaṃ mātikāvibhaṅgakkamanti evamādisabbaṃ anurūpavacanaṃ pakkhipitvā vissajjesi, tenevāha ‘‘eteneva upāyena pañcapi nikāye pucchī’’ti. Atha vā ‘‘ambalaṭṭhikāyaṃ rājāgārake’’ti vattabbe ‘‘rājāgārake ambalaṭṭhikāya’’nti uppaṭipāṭivacanenapi imamatthaṃ dīpeti. ‘‘Ambalaṭṭhikāyaṃ viharati rājāgārake’’ti hi vuttaṃ.",
  "tika-vin06t0:141": "Gahakāranti imassa attabhāvagehassa kārakaṃ taṇhāvaḍḍhakiṃ gavesanto yena ñāṇena sakkā so daṭṭhuṃ, tassatthāya dīpaṅkarapādamūle katābhinīhāro ettakaṃ kālaṃ anekajātisaṃsāraṃ taṃ ñāṇaṃ avindanto vicarinti attho. Dukkhā jāti punappunanti idaṃ gahakārakagavesanassa kāraṇavacanaṃ. Sabbā te phāsukāti tava sabbā anavasesakilesaphāsukā mayā bhaggā. Gahakūṭaṃ nāma avijjā. Somanassasahagataṃ ñāṇaṃ somanassamayaṃ. Na hi somanassamayaṃ ñāṇaṃ khandhasabhāvabhedato. Daḷhīkammasithilakaraṇappayojanāti yebhuyyatāya vuttaṃ, taṃ pana tattha tattha pakāsayissāma. Aññamaññasaṅkaravirahite dhamme ca vinaye cāti ettha pāṇātipāto akusalanti evamādīsu maraṇādhippāyassa jīvitindriyupacchedakappayogasamuṭṭhāpikā cetanā akusalaṃ, na pāṇasaṅkhātajīvitindriyassa upacchedakasaṅkhāto atipāto. Tathā adinnassa parasantakassa ādānasaṅkhātā viññatti abyākato dhammo, tabbiññattisamuṭṭhāpikā theyyacetanā akusalo dhammoti (paṭṭhā. 1.1.27) evamādinā aññamaññasaṅkaravirahite dhamme paṭibalo vinetuṃ. Jātarūparajataṃ parasantakaṃ theyyacittena gaṇhantassa yathāvatthuṃ pārājikathullaccayadukkaṭesu aññataraṃ, bhaṇḍāgārikasīsena diyyamānaṃ gaṇhantassa pācittiyaṃ, attatthāya gaṇhantassa nissaggiyaṃ pācittiyaṃ, kevalaṃ lolatāya gaṇhantassa anāmāsadukkaṭaṃ, rūpiyachaḍḍakasammatassa anāpattīti evaṃ aññamaññasaṅkaravirahite vinayepi paṭibalo vinetunti attho. Bhāvetīti vaḍḍheti, etena phalavasena javanavasena ca cittassa vuddhiṃ dasseti. ‘‘Avisiṭṭha’’nti pāṭho, sādhāraṇanti attho.",
  "tika-vin06t0:142": "Desentassa vasenettha, desanā piṭakattayaṃ;",
  "tika-vin06t0:143": "Sāsitabbavasenetaṃ, sāsanantipi vuccati.",
  "tika-vin06t0:144": "Kathetabbassa atthassa, vasenāpi kathāti ca;",
  "tika-vin06t0:145": "Desanā sāsanā kathā, bhedampevaṃ pakāsaye.",
  "tika-vin06t0:146": "Sāsanassa napuṃsakattā ‘‘yathā…pe… dhammasāsanānī’’ti vuttaṃ. Duccaritasaṃkilesaṃ nāma atthato cetanā, tathākārappavattacittuppādo vā. Aniccādilakkhaṇaṃ paṭivijjhitvā pavattattā vipassanācittāni visayato lokiyā’bhisamayo asammohato lokuttaro, lokuttaro eva vā abhisamayo visayato nibbānasaṅkhātassa atthassa, itarassa maggādikassa asammohatotipi eke. Ettha ‘‘paṭivedho’’ti vuttaṃ ñāṇaṃ, taṃ kathaṃ gambhīranti ce? Gambhīrassa udakassa pamāṇaggahaṇakāle dīghena pamāṇena bhavitabbaṃ, evaṃ alabbhaneyyabhāvadassanatthaṃ idānīti vuttanti eke. Yassa catthāya maggaphalatthāya. Tañca atthaṃ nānubhonti nādhigacchanti kañci attanā adhippetaṃ, itivādapamokkhañca. Kasmā? Atthassa anupaparikkhitvā gahitattā. Adhigataphalattā paṭividdhākuppo. Puna khīṇāsavaggahaṇena arahantameva dasseti, na sekkhaṃ. So hi yathā bhaṇḍāgāriko rañño kaṭakamakuṭādiṃ gopetvā icchiticchitakkhaṇe upaneti, evaṃ sahetukānaṃ sattānaṃ maggaphalatthāya dhammaṃ desesi. Tāsaṃyeva tattha vinayapiṭake pabhedato vuttattā, vāyamitvā tā eva pāpuṇātīti ācariyā. Kimatthaṃ tissova vijjā tattha vibhattāti? Sīlasampattiyā etaparamupanissayabhāvato. ‘‘Aparehipi sattahaṅgehi samannāgato bhikkhu vinayadharo hoti. Āpattiṃ jānāti, anāpattiṃ, lahukaṃ āpattiṃ, garukaṃ āpattiṃ, anekavihitaṃ pubbenivāsaṃ anussarati…pe… dibbena cakkhunā visuddhena atikkantamānusakena satte passati…pe… āsavānañca khayā…pe… upasampajja viharatī’’ti (pari. 327) suttamettha sādhakaṃ. Vinayaṃ pariyāpuṇitvā sīlasampattiṃ nissāya āsavakkhayañāṇena saheva viya dibbacakkhupubbenivāsānussatiñāṇāni paṭilabhati. Visuṃ etesaṃ parikammakiccaṃ natthīti dassanatthaṃ tāsaṃyevāti vuttanti ca vadanti eke. Abhidhamme pana tissovijjā cha abhiññā catasso ca paṭisambhidā aññe ca sammappadhānādayo guṇavisesā vibhattā. Kiñcāpi vibhattā, tathāpi visesato paññājātikattā catasso paṭisambhidā pāpuṇātīti dassanatthaṃ tāsaṃ tatthevāti avadhāraṇavipallāso kato. Attanā duggahitena dhammenāti pāṭhaseso. Kattari cetaṃ karaṇavacanaṃ, hetutthe ca, attanā duggahitahetūti adhippāyo. Kasmā panāti ‘‘anulomiko’’ti vuttatthaṃ dīpeti.",
  "tika-vin06t0:147": "Paṭhamamahāsaṅgītikathāvaṇṇanānayo.",
  "tika-vin06t0:148": "Dutiyasaṅgītikathāvaṇṇanā",
  "tika-vin06t0:149": "Pannabhārāti patitakkhandhabhārā. ‘‘Bhārā have pañcakkhandhā’’ti (saṃ. ni. 3.22) hi vuttaṃ. ‘‘Sammukhā bhavissāma na bhavissāmā’’ti vattāro. Tesu daharā kira. Jamminti lāmakaṃ.",
  "tika-vin06t0:150": "Dutiyasaṅgītikathāvaṇṇanānayo.",
  "tika-vin06t0:151": "Tatiyasaṅgītikathāvaṇṇanā",
  "tika-vin06t0:152": "Brahmalokācavitvāti ettha cattāro maggā pañcānantariyāni niyatamicchādiṭṭhīti imeyeva niyatā, na mahaggatā, tasmā paṇidhivasena heṭṭhupapattipi hoti. Aticchathāti aticca icchatha, gantvā bhikkhaṃ pariyesathāti adhippāyo. Keṭubhaṃ nāma kabyakaraṇavidhiyuttaṃ satthaṃ. Kiriyākappaṃ ityeke, kattākhyādilakkhaṇayuttasatthaṃ. Asandhimittāti tassā nāmaṃ. Tassā kira sarīre sandhayo na paññāyanti, madhusitthakena kataṃ viya sarīraṃ hoti. Tasmā ‘‘evaṃnāmikā jātā’’tipi vadanti. Māgadhakena patthena cattāro patthā āḷhakaṃ, cattāri āḷhakāni doṇaṃ, catudoṇā mānikā, catumānikā khārikā, vīsatikhāriko vāhoti. Kethumālāti ‘‘sīsato uṭṭhahitvā ṭhito obhāsapuñjo’’ti vadanti. Rājiddhiadhikārappasaṅgenetaṃ vatthu vuttaṃ, nānukkamena. Anukkamena pana buddhasāsanāvahāraṃ vatthuṃ dīpento ‘‘rājā kirā’’tiādimāha. Kilesadamanena dantaṃ. Kāyavācāhi guttaṃ. ‘‘Pācīnamukho’’tipi pāṭho atthi. Pubbe jeṭṭhabhātikattā teneva paricayena pattaggahaṇatthāya ākāraṃ dasseti. Abhāsīti ‘‘bhāsissāmī’’ti vitakkesi. Apare ‘‘aññātanti vuttepi sabbaṃ abhaṇī’’ti vadanti. Amatanti nibbānasaṅkhātāya nivattiyā saguṇādhivacanaṃ, tassā appamādo padaṃ maggo. Maccūti pavattiyā sadosādhivacanaṃ, tassā pamādo padaṃ maggoti evaṃ cattāri saccāni sandassitāni honti. Saṅghasaraṇagatattā saṅghanissitā pabbajjā, bhaṇḍukammassa vā tadāyattattā. Nigrodhattherassānubhāvakittanādhikārattā pubbe vuttampi pacchā vattabbampi sampiṇḍetvā āha ‘‘puna rājā asokārāmaṃ nāma mahāvihāraṃ kāretvā saṭṭhisahassāni…pe… caturāsītivihārasahassāni kārāpesī’’ti. ‘‘Puthujjanakalyāṇakassa vā paccavekkhitaparibhogo’’ti vacanato sekkhāva paramatthato dāyādā, tathāpi thero mahindakumārassa pabbajjatthaṃ ekena pariyāyena lokadhammasiddhena evamāha ‘‘yo koci mahārāja…pe… orasaṃ putta’’nti. Vuttañhi vede –",
  "tika-vin06t0:153": "‘‘Aṅgā aṅgā sambhavasi, hadayā adhijāyase;",
  "tika-vin06t0:154": "Attā ve putto nāmāsi, sa jīva saradosata’’nti.",
  "tika-vin06t0:155": "Tasmā iminā pariyāyena oraso putto mātāpitūhi pabbajito ce, atthato te sayaṃ pabbajitā viya honti. Dhammakathikā kasmā nārocenti? Rājā ‘‘theraṃ gaṇhitvā āgacchathā’’ti amacce pesesi, dhammakathikā therassa āgamanakāle parivāratthāya pesitā, tasmā. Apica tena vuttavidhināva vadanti caṇḍattā, caṇḍabhāvo cassa ‘‘ambaṃ chinditvā veḷuyā vatiṃ karohī’’ti vuttaamaccavatthunā vibhāvetabbo. Kasmā pana dhammakathikā rājāṇāpanaṃ karontīti? ‘‘Sāsanaṃ paggahetuṃ samattho’’ti vuttattā. Dīpakatittiroti kūṭatittiro. Ayaṃ pana kūṭatittirakamme niyuttopi suddhacitto, tasmā tāpasaṃ pucchi. Sāṇipākāranti sāṇipākārena. Vibhajitvā vadatīti vibhajjavādī ‘‘atthi khvesa brāhmaṇa pariyāyo’’tiādinā (pārā. 5). Apica sassatavādī ca bhagavā ‘‘atthi, bhikkhave, ajātaṃ abhūtaṃ asaṅkhata’’ntiādi (itivu. 43)-vacanato. Ekaccasassatiko ca ‘‘sappaccayā dhammā, appaccayā dhammā’’ti (dha. sa. dukamātikā 7) vacanato. Antānantiko ca –",
  "tika-vin06t0:156": "‘‘Gamanena na pattabbo, lokassanto kudācanaṃ;",
  "tika-vin06t0:157": "Na ca appatvā lokantaṃ, dukkhā atthi pamocanaṃ’’. (saṃ. ni. 1.107; a. ni. 4.45);",
  "tika-vin06t0:158": "‘‘Anamataggoyaṃ, bhikkhave, saṃsāro pubbakoṭi na paññāyatī’’ti (saṃ. ni. 2.124; cūḷani. kappamāṇavapucchāniddesa 61) vacanato. Amarāvikkhepikapakkhampi īsakaṃ bhajati bhagavā ‘‘sassato lokoti abyākatametaṃ asassato lokoti abyākatameta’’ntiādiabyākatavatthudīpanato sammutisaccadīpanato ca. Tañhi ajjhattabahiddhādivasena na vattabbaṃ. Yathāha ‘‘ākiñcaññāyatanaṃ na vattabbaṃ ajjhattārammaṇantipī’’tiādi (dha. sa. 1437). Tathā adhiccasamuppannikapakkhampi bhajati ‘‘laddhā mudhā nibbutiṃ bhuñjamānā’’ti (khu. pā. 6.7; su. ni. 230) vacanato. Tattha hi mudhāti adhiccasamuppannavevacanaṃ. Saññīvādādiko ca bhagavā saññībhavaasaññībhavanevasaññīnāsaññībhavavasena. Ucchedavādī ca ‘‘ahañhi, brāhmaṇa, ucchedaṃ vadāmi rāgassā’’ti (pārā. 6) vacanato. Diṭṭhadhammanibbānavādī ca ‘‘khīṇā jāti, vusitaṃ brahmacariya’’nti (mahāva. 23; dī. ni. 2.215; saṃ. ni. 3.35) vacanato, ‘‘natthi dāni punabbhavo’’ti (mahāva. 16) vacanato, diṭṭheva dhamme nirodhasamāpattidīpanato ca. Evaṃ tena tena pariyāyena tathā tathā veneyyajjhāsayānurūpaṃ vibhajitvā vadatīti vibhajjavādī bhagavāti.",
  "tika-vin06t0:159": "Tatiyasaṅgītikathāvaṇṇanānayo.",
  "tika-vin06t0:160": "Pupphanāmo sumanatthero. Mahāpadumattheroti eke. Mahiṃsakamaṇḍalaṃ andharaṭṭhanti vadanti. Dhammacakkhu nāma tayo maggā. Sotāpattimagganti ca eke. Pañcapi raṭṭhāni pañca cīnaraṭṭhāni nāma. Rājagaheti deviyā katavihāre. Silakūṭamhīti pabbatakūṭe. Vaḍḍhamānanti alaṅkaraṇacuṇṇaṃ. Ariyadese atīva sammataṃ kira. Ekarasena nāthakaraṇā iti damiḷā. Sārapāmaṅganti uttamaṃ pāmaṅgaṃ. Petavatthuādinā saṃvejetvā abhisamayatthaṃ saccasaṃyuttañca. Meghavanuyyānaṃ nāma mahāvihāraṭṭhānaṃ. ‘‘Dvāsaṭṭhiyā leṇesū’’ti pāṭho. Dasabhātikanti abhayakumārādayo dasa, te idha na vuttā. Vutthavasso pavāretvāti cātumāsiniyā pavāraṇāyāti attho. Paṭhamapavāraṇāya vā pavāretvā ekamāsaṃ tattheva vasitvā kattikapuṇṇamāsiyaṃ avoca, aññathā ‘‘puṇṇamāyaṃ mahāvīro’’ti vuttattā na sakkā gahetuṃ. Mahāvīroti buddhopacārena dhātuyo vadati. Jaṅghappamāṇanti ‘‘thūpassa jaṅghappamāṇa’’nti vadanti. Mātulabhāgineyyā cūḷodaramahodarā. Dharamānassa viya buddhassa rasmi sarasarasmi, rañño lekhāsāsanaṃ appesi, evañca mukhasāsanamavoca. Doṇamattā magadhanāḷiyā dvādasanāḷimattā kira. ‘‘Paricchinnaṭṭhāne chijjitvā’’ti pāṭho. Sabbadisāhi pañca rasmiyo āvaṭṭetvāti pañcahi phalehi nikkhantattā pañca, tā pana chabbaṇṇāva. Kattikajuṇhapakkhassa pāṭipadadivaseti juṇhapakkhassa paṭhamadivaseti attho. Mahābodhiṭṭhāne parivāretvā ṭhitanāgayakkhādidevatākulāni. Gopakā nāma rājaparikammino tathābhāvakiccā. Tesaṃ kulānaṃ nāmantipi keci. Udakādivāhā kāliṅgā. Kāliṅgesu janapadesu jātisampannaṃ kulaṃ kāliṅgakulanti keci.",
  "tika-vin06t0:161": "Paṭhamapāṭipadadivaseti dutiyauposathassa pāṭipadadivaseti attho. Tattha ṭhitehi samuddassa diṭṭhattā taṃ ṭhānaṃ samuddasālavatthu. Soḷasa jātisampannakulāni aṭṭha brāhmaṇāmaccakulāni. Mahāariṭṭhatthero cetiyagirimhi pabbajito. Amaccassa pariveṇaṭṭhāneti sampatikālavasenāha. Mahindatthero dvādasavassiko hutvā tambapaṇṇidīpaṃ sampatto, tattha dve vassāni vasitvā vinayaṃ patiṭṭhāpesi, dvāsaṭṭhivassiko hutvā parinibbuto. Vinayo saṃvaratthāyāti vinayapiṭakaṃ, tassa pariyāpuṇanaṃ vā. Yathābhūtañāṇadassanaṃ sappaccayanāmarūpapariggaho. Maggādipaccavekkhaṇe asati antarā parinibbānaṃ nāma natthi sekkhassa maraṇaṃ vā, satiyeva hoti. Tasmā āha ‘‘vimuttiñāṇadassana’’nti. Anupādāparinibbānatthāyāti kañci dhammaṃ anupādāya aggahetvā īsakampi anavasesetvā parinibbānatthāyāti attho. Upanisāti ‘‘vinayo saṃvaratthāyā’’tiādikā kāraṇaparamparā. Ettāvatā attahitanipphattiṃ dassetvā idāni parahitanipphattiṃ dassetuṃ ‘‘etadatthaṃ sotāvadhāna’’nti āha. Tassattho – attano vinayakathanaṃ vinayamantanañca uggahetuṃ paresaṃ sotassa odahanaṃ sotāvadhānaṃ. Tato uggahitavinayakathāmantanānaṃ tesaṃ upanisā yathāvuttakāraṇaparamparā siddhāyevāti na puna dassitāti veditabbā. Aññathā etadatthā upanisāti iminā vacaneneva anupādāparinibbānassa saṅgahitattā anupādāparinibbānato uddhaṃ sotāvadhānāsambhavato etadatthaṃ sotāvadhānanti ante na sambhavatīti niratthakaṃ bhaveyya, na ca niratthakaṃ parahitanipphattiyā mūlakāraṇadassanatthattāti veditabbaṃ.",
  "tika-vin06t0:162": "Evaṃ yathā yathā yaṃ yaṃ, sambhaveyya padaṃ idha;",
  "tika-vin06t0:163": "Taṃ taṃ tathā tathā sabbaṃ, payojeyya vicakkhaṇoti.",
  "tika-vin06t0:164": "Bāhiranidānakathāvaṇṇanā niṭṭhitā."
}