{
  "tika-s0403t37:0": "5. Mahāyaññavaggo",
  "tika-s0403t37:1": "1. Sattaviññāṇaṭṭhitisuttavaṇṇanā",
  "tika-s0403t37:2": "44. Pañcamassa paṭhame yasmā nidassanatthe nipāto (dī. ni. ṭī. 2.127) tasmā seyyathāpi manussāti yathā manussāti vuttaṃ hoti. Viseso hotiyeva satipi bāhirassa kāraṇassa abhede ajjhattikassa bhinnattā. Nānattaṃ kāye etesaṃ, nānatto vā kāyo etesanti nānattakāyā. Iminā nayena sesapadesupi attho veditabbo. Nesanti manussānaṃ. Nānattā saññā etesaṃ atthīti nānattasaññino. Sukhasamussayato vinipāto etesaṃ atthīti vinipātikā satipi devabhāve dibbasampattiyā abhāvato. Apāyesu vā gato natthi nipāto etesanti vinipātikā. Tenāha ‘‘catuapāyavinimuttā’’ti. Piyaṅkaramātādīnaṃ viyāti piyaṅkaramātā kira yakkhinī paccūsasamaye anuruddhattherassa dhammaṃ sajjhāyato sutvā –",
  "tika-s0403t37:3": "‘‘Mā saddamakarī piyaṅkara, bhikkhu dhammapadāni bhāsati;",
  "tika-s0403t37:4": "Api dhammapadaṃ vijāniya, paṭipajjema hitāya no siyā.",
  "tika-s0403t37:5": "‘‘Pāṇesu ca saṃyamāmase, sampajānamusā na bhaṇāmase;",
  "tika-s0403t37:6": "Sikkhema susīlyamattano, api muccema pisācayoniyā’’ti. (saṃ. ni. 1.240) –",
  "tika-s0403t37:7": "Evaṃ puttakaṃ saññāpetvā taṃ divasaṃ sotāpattiphalaṃ pattā. Uttaramātā pana bhagavato dhammaṃ sutvāva sotāpannā jātā.",
  "tika-s0403t37:8": "Brahmakāye paṭhamajjhānanibbatte brahmasamūhe, brahmanikāye vā bhavāti brahmakāyikā. Mahābrahmuno parisāya bhavāti brahmapārisajjā tassa paricārakaṭṭhāne ṭhitattā. Mahābrahmuno purohitaṭṭhāne ṭhitāti brahmapurohitā. Āyuvaṇṇādīhi mahantā brahmānoti mahābrahmāno. Satipi tesaṃ tividhānampi paṭhamena jhānena gantvā nibbattabhāve jhānassa pana pavattibhedena ayaṃ visesoti dassetuṃ ‘‘brahmapārisajjā panā’’tiādi vuttaṃ. Parittenāti hīnena. Sā cassa hīnatā chandādīnaṃ hīnatāya veditabbā. Paṭiladdhamattaṃ vā hīnaṃ. Kappassāti asaṅkhyeyyakappassa . Hīnapaṇītānaṃ majjhe bhavattā majjhimaṃ. Sā cassa majjhimatā chandādīnaṃ majjhimatāya veditabbā. Paṭilabhitvā nātisubhāvitaṃ vā majjhimaṃ. Upaḍḍhakappoti asaṅkhyeyyakappassa upaḍḍhakappo. Vipphārikataroti brahmapārisajjehi pamāṇato vipulataro sabhāvato uḷārataro ca hoti. Sabhāvenapi hi uḷāratamova. Taṃ panettha appamāṇaṃ. Tassa hi parittābhādīnaṃ parittasubhādīnañca kāye satipi sabhāvavematte ekattavaseneva vavatthapīyatīti ‘‘ekattakāyā’’tveva te vuccanti. Paṇītenāti ukkaṭṭhena. Sā cassa ukkaṭṭhatā chandādīnaṃ ukkaṭṭhatāya veditabbā. Subhāvitaṃ vā, sammadeva, vasibhāvaṃ pāpitaṃ paṇītaṃ ‘‘padhānabhāvaṃ nīta’’nti katvā. Idhāpi kappo asaṅkhyeyyakappavaseneva veditabbo paripuṇṇamahākappassa asambhavato. Itīti evaṃ vuttappakārena. Teti ‘‘brahmakāyikā’’ti vuttā tividhāpi brahmāno. Saññāya ekattāti tihetukabhāvena ekasabhāvattā. Na hi tassā sampayuttadhammavasena aññopi koci bhedo atthi. Evanti iminā nānattakāyā ekattasaññino gahitāti dasseti.",
  "tika-s0403t37:9": "Daṇḍaukkāyāti daṇḍadīpikāya. Sarati dhāvati, vissarati vippakiṇṇā viya dhāvati. Dve kappāti dve mahākappā. Ito paresupi eseva nayo. Idhāti imasmiṃ sutte. Ukkaṭṭhaparicchedavasena ābhassaraggahaṇeneva sabbepi te parittābhāappamāṇābhāpi gahitā.",
  "tika-s0403t37:10": "Sundarā pabhā subhā, tāya kiṇṇā subhākiṇṇāti vattabbe. Bhā-saddassa rassattaṃ antima-ṇa-kārassa ha-kārañca katvā ‘‘subhakiṇhā’’ti vuttā. Aṭṭhakathāyaṃ pana niccalāya ekagghanāya pabhāya subhoti pariyāyavacananti ‘‘subhena okiṇṇā vikiṇṇā’’ti attho vutto. Etthāpi antima-ṇa-kārassa ha-kārakaraṇaṃ icchitabbameva. Na chijjitvā pabhā gacchati ekagghanattā. Catutthaviññāṇaṭṭhitimeva bhajanti kāyassa saññāya ca ekarūpattā. Vipulasantasukhāyuvaṇṇādiphalattā vehapphalā. Etthāti viññāṇaṭṭhitiyaṃ.",
  "tika-s0403t37:11": "Vivaṭṭapakkhe ṭhitā apunarāvattanato. ‘‘Na sabbakālikā’’ti vatvā tameva asabbakālikattaṃ vibhāvetuṃ ‘‘kappasatasahassampī’’tiādi vuttaṃ. Soḷasakappasahassaccayena uppannānaṃ suddhāvāsabrahmānaṃ parinibbāyanato aññesañca tattha anuppajjanato buddhasuññe loke suññaṃ taṃ ṭhānaṃ hoti, tasmā suddhāvāsā na sabbakālikā. Khandhāvāraṭṭhānasadisā honti suddhāvāsabhūmiyo. Iminā suttena suddhāvāsānaṃ sattāvāsabhāvadīpaneneva viññāṇaṭṭhitibhāvopi dīpito hoti, tasmā suddhāvāsāpi sattasu viññāṇaṭṭhitīsu catutthaviññāṇaṭṭhitiṃ, navasu sattāvāsesu catutthasattāvāsañca bhajanti.",
  "tika-s0403t37:12": "Sukhumattāti saṅkhārāvasesasukhumabhāvappattattā. Paribyattaviññāṇakiccābhāvato neva viññāṇaṃ, na sabbaso aviññāṇaṃ hotīti nāviññāṇaṃ, tasmā paripphutaviññāṇakiccavantīsu viññāṇaṭṭhitīsu na vuttaṃ.",
  "tika-s0403t37:13": "Sattaviññāṇaṭṭhitisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:14": "2. Samādhiparikkhārasuttavaṇṇanā",
  "tika-s0403t37:15": "45. Dutiye samādhiparikkhārāti ettha tayo parikkhārā. ‘‘Ratho sīlaparikkhāro, jhānakkho cakkavīriyo’’ti (saṃ. ni. 5.4) hi ettha alaṅkāro parikkhāro nāma. ‘‘Sattahi nagaraparikkhārehi suparikkhataṃ hotī’’ti (a. ni. 7.67) ettha parivāro parikkhāro nāma. ‘‘Gilānapaccaya…pe… jīvitaparikkhārā’’ti (ma. ni. 1.191-192) ettha sambhāro parikkhāro nāma. So idha adhippetoti āha ‘‘maggasamādhissa sambhārā’’ti. Parivāraparikkhāropi vaṭṭatiyeva. Parivāro hi sammādiṭṭhādayo maggadhammā sammāsamādhissa sahajātādipaccayabhāvena parikaraṇato abhisaṅkharaṇato. Parikkhatāti parivāritā. Ayaṃ vuccati ariyo sammāsamādhīti ayaṃ sattahi ratanehi parivuto cakkavattī viya sattahi aṅgehi parivuto ariyo sammāsamādhīti vuccati. Upecca nissīyatīti upanisā, saha upanisāyāti saupaniso, saupanissayo attho, saparivāroyevāti vuttaṃ hoti. Sahakārikāraṇabhūto hi dhammasamūho idha ‘‘upaniso’’ti adhippeto.",
  "tika-s0403t37:16": "Samādhiparikkhārasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:17": "3. Paṭhamaaggisuttavaṇṇanā",
  "tika-s0403t37:18": "46. Tatiye anuḍahanaṭṭhenāti kāmaṃ āhuneyyaggiādayo tayo aggī brāhmaṇehipi icchitā santi. Te pana tehi icchitamattāva, na sattānaṃ tādisā atthasādhakā. Ye pana sattānaṃ atthasādhakā, te dassetuṃ ‘‘āhunaṃ vuccatī’’tiādi vuttaṃ. Tattha ānetvā hunanaṃ pūjanaṃ ‘‘āhuna’’nti vuttaṃ, taṃ āhunaṃ arahantī mātāpitaro. Tenāha bhagavā – ‘‘āhuneyyāti, bhikkhave, mātāpitūnaṃ etaṃ adhivacana’’nti (itivu. 106). Yadaggena ca te puttānaṃ bahūpakāratāya āhuneyyāti, tesu sammāpaṭipatti nesaṃ hitasukhāvahā, tadaggena tesu micchāpaṭipatti ahitadukkhāvahāti āha ‘‘tesu…pe… nibbattantī’’ti.",
  "tika-s0403t37:19": "Svāyamattho (dī. ni. aṭṭha. 3.305) mittavindakavatthunā veditabbo. Mittavindako hi mātarā, ‘‘tāta, ajja uposathiko hutvā vihāre sabbarattiṃ dhammassavanaṃ suṇohi, sahassaṃ te dassāmī’’ti vutto dhanalobhena uposathaṃ samādāya vihāraṃ gantvā ‘‘idaṃ ṭhānaṃ akutobhaya’’nti sallakkhetvā dhammāsanassa heṭṭhā nipanno sabbarattiṃ niddāyitvā gharaṃ agamāsi. Mātā pātova yāguṃ pacitvā upanāmesi. So sahassaṃ gahetvāva pivi. Athassa etadahosi ‘‘dhanaṃ saṃharissāmī’’ti. So nāvāya samuddaṃ pakkhanditukāmo ahosi. Atha naṃ mātā, ‘‘tāta, imasmiṃ kule cattālīsakoṭidhanaṃ atthi, alaṃ gamanenā’’ti nivāreti. So tassā vacanaṃ anādiyitvā gacchati eva. Sā purato aṭṭhāsi. Atha naṃ kujjhitvā ‘‘ayaṃ mayhaṃ purato tiṭṭhatī’’ti pādena paharitvā patitaṃ antaraṃ katvā agamāsi.",
  "tika-s0403t37:20": "Mātā uṭṭhahitvā ‘‘mādisāya mātari evarūpaṃ kammaṃ katvā gatassa te gataṭṭhāne sukhaṃ bhavissatīti evaṃsaññī nāma tvaṃ puttā’’ti āha. Tassa nāvaṃ āruyha gacchato sattame divase nāvā aṭṭhāsi. Atha te manussā ‘‘addhā ettha pāpapuggalo atthi, salākaṃ dethā’’ti āhaṃsu. Salākā dīyamānā tasseva tikkhattuṃ pāpuṇi. Te tassa uḷumpaṃ datvā taṃ samudde pakkhipiṃsu. So ekaṃ dīpaṃ gantvā vimānapetīhi saddhiṃ sampattiṃ anubhavanto tāhi ‘‘purato purato mā agamāsī’’ti vuccamānopi taddiguṇaṃ taddiguṇaṃ sampattiṃ passanto anupubbena khuracakkadharaṃ ekaṃ addasa. Taṃ cakkaṃ padumapupphaṃ viya upaṭṭhāsi. So taṃ āha, ‘‘ambho, idaṃ tayā piḷandhitaṃ padumaṃ mayhaṃ dehī’’ti. Na idaṃ, sāmi, padumaṃ, khuracakkaṃ etanti. So ‘‘vañcesi maṃ tvaṃ, kiṃ mayā padumaṃ na diṭṭhapubba’’nti vatvā ‘‘tvaṃ lohitacandanaṃ vilimpitvā piḷandhanaṃ padumapupphaṃ mayhaṃ na dātukāmo’’ti āha. So cintesi ‘‘ayampi mayā katasadisaṃ kammaṃ katvā tassa phalaṃ anubhavitukāmo’’ti. Atha naṃ ‘‘gaṇha, re’’ti vatvā tassa matthake cakkaṃ khipi. Tena vuttaṃ –",
  "tika-s0403t37:21": "‘‘Catubbhi aṭṭhajjhagamā, aṭṭhāhi pica soḷasa;",
  "tika-s0403t37:22": "Soḷasāhi ca bāttiṃsa, atricchaṃ cakkamāsado;",
  "tika-s0403t37:23": "Icchāhatassa posassa, cakkaṃ bhamati matthake’’ti. (jā. 1.1.104; 1.5.103);",
  "tika-s0403t37:24": "Soti gehasāmiko bhattā. Purimanayenevāti anuḍahanassa paccayatāya. Tatridaṃ vatthu – kassapabuddhakāle sotāpannassa upāsakassa bhariyā aticāraṃ carati. So taṃ paccakkhato disvā ‘‘kasmā evaṃ karosī’’ti āha. Sā ‘‘sacāhaṃ evarūpaṃ karomi, ayaṃ me sunakho viluppamāno khādatū’’ti vatvā kālakatā kaṇṇamuṇḍakadahe vemānikapetī hutvā nibbattā divā sampattiṃ anubhavati, rattiṃ dukkhaṃ. Tadā bārāṇasirājā migavaṃ caranto araññaṃ pavisitvā anupubbena kaṇṇamuṇḍakadahaṃ sampatto tāya saddhiṃ sampattiṃ anubhavati. Sā taṃ vañcetvā rattiṃ dukkhaṃ anubhavati. So ñatvā ‘‘kattha nu kho gacchatī’’ti piṭṭhito piṭṭhito gantvā avidūre ṭhito kaṇṇamuṇḍakadahato nikkhamitvā taṃ ‘‘paṭapaṭa’’nti khādamānaṃ ekaṃ sunakhaṃ disvā asinā dvidhā chindi, dve ahesuṃ. Puna chinne cattāro, puna chinne aṭṭha, puna chinne soḷasa ahesuṃ. Sā ‘‘kiṃ karosi, sāmī’’ti āha. So ‘‘kiṃ ida’’nti āha. Sā ‘‘evaṃ akatvā kheḷapiṇḍaṃ bhūmiyaṃ niṭṭhubhitvā pādena ghaṃsāhī’’ti āha. So tathā akāsi. Sunakhā antaradhāyiṃsu. Muṭṭhiyogo kirāyaṃ tassa sunakhantaradhānassa, yadidaṃ kheḷapiṇḍaṃ bhūmiyaṃ niṭṭhubhitvā pādena ghaṃsanaṃ, taṃ divasaṃ tassā kammaṃ khīṇaṃ. Rājā vippaṭisārī hutvā gantuṃ āraddho. Sā ‘‘mayhaṃ, sāmi, kammaṃ khīṇaṃ, mā agamāsī’’ti āha. Rājā assutvāva gato.",
  "tika-s0403t37:25": "Dakkhiṇāti cattāro paccayā dīyamānā dakkhanti etehi hitasukhānīti, taṃ dakkhiṇaṃ arahatīti dakkhiṇeyyo, bhikkhusaṅgho.",
  "tika-s0403t37:26": "Paṭhamaaggisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:27": "4-5. Dutiyaaggisuttādivaṇṇanā",
  "tika-s0403t37:28": "47-48. Catutthe yaññavāṭaṃ sampādetvā mahāyaññaṃ uddissa saviññāṇakāni aviññāṇakāni ca yaññūpakaraṇāni sajjitānīti āha pāḷiyaṃ ‘‘mahāyañño upakkhaṭo’’ti. Taṃ upakaraṇaṃ tesaṃ tathāsajjananti āha ‘‘upakkhaṭoti paccupaṭṭhito’’ti. Vacchatarasatānīti yuvabhāvappattāni nātibalavavacchasatāni. Te pana vacchā eva honti, na dammā, balībaddā vā. Urabbhāti taruṇameṇḍakā vuccanti. Upanītānīti ṭhapanatthāya upanītāni. Vihiṃsaṭṭhenāti hiṃsanaṭṭhena. Upavāyatūti upagantvā sarīradarathaṃ nibbāpento saṇhasītalā vāto vāyatu. Sesaṃ suviññeyyameva. Pañcame natthi vattabbaṃ.",
  "tika-s0403t37:29": "Dutiyaaggisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t37:30": "6. Dutiyasaññāsuttavaṇṇanā",
  "tika-s0403t37:31": "49. Chaṭṭhe nhāruvilekhananti cammaṃ likhantānaṃ cammaṃ likhitvā chaḍḍitakasaṭaṃ. ‘‘Esohamasmī’’tiādinā ahaṃkaraṇaṃ ahaṅkāro. ‘‘Etaṃ mamā’’ti mamaṃkaraṇaṃ mamaṅkāro. Tenāha ‘‘ahaṅkāradiṭṭhito’’tiādi. Tisso vidhāti seyyasadisahīnavasena tayo mānā. ‘‘Ekavidhena rūpasaṅgaho’’tiādīsu (dha. sa. 584) koṭṭhāso ‘‘vidhā’’ti vutto. ‘‘Kathaṃvidhaṃ sīlavantaṃ vadanti, kathaṃvidhaṃ paññavantaṃ vadantī’’tiādīsu (saṃ. ni. 1.95) pakāro. ‘‘Tisso imā, bhikkhave, vidhā. Katamā tisso? Seyyohamasmīti vidhā’’ti (vibha. 920) ettha māno ‘‘vidhā’’ti vutto. Idhāpi mānova adhippeto. Māno hi vidahanato hīnādivasena tividhā. Tenākārena dahanato upadahanato ‘‘vidhā’’ti vuccati.",
  "tika-s0403t37:32": "Dutiyasaññāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:33": "7-8. Methunasuttādivaṇṇanā",
  "tika-s0403t37:34": "50-51. Sattame idhāti imasmiṃ loke. Ekaccoti eko. Samaṇo vā brāhmaṇo vāti pabbajjāmattena samaṇo vā, jātimattena brāhmaṇo vā. Dvayaṃdvayasamāpattinti dvīhi dvīhi samāpajjitabbaṃ, methunanti attho. Na heva kho samāpajjatīti sambandho. Ucchādanaṃ ubbaṭṭanaṃ. Sambāhanaṃ parimaddanaṃ. Sādiyatīti adhivāseti. Tadassādetīti ucchādanādiṃ abhiramati. Nikāmetīti icchati. Vittinti tuṭṭhiṃ. Idampi khoti ettha idanti yathāvuttaṃ sādiyanādiṃ khaṇḍādibhāvavasena ekaṃ katvā vuttaṃ. Pi-saddo vakkhamānaṃ upādāya samuccayattho, kho-saddo avadhāraṇattho. Idaṃ vuttaṃ hoti – yadetaṃ brahmacāripaṭiññassa asatipi dvayaṃdvayasamāpattiyaṃ mātugāmassa ucchādananahāpanasambāhanasādiyanādi. Idampi ekaṃsena tassa brahmacariyassa khaṇḍādibhāvāpādanato khaṇḍampi chiddampi sabalampi kammāsampīti. Evaṃ pana khaṇḍādibhāvāpattiyā so aparisuddhaṃ brahmacariyaṃ carati, na parisuddhaṃ, saṃyutto methunasaṃyogena, na visaṃyutto. Tato cassa na jātiādīhi parimuttīti dassento ‘‘ayaṃ vuccatī’’tiādimāha.",
  "tika-s0403t37:35": "Sañjagghatīti kilesavasena mahāhasitaṃ hasati. Saṃkīḷatīti kāyasaṃsaggavasena kīḷati. Saṃkelāyatīti sabbaso mātugāmaṃ kelāyanto viharati. Cakkhunāti attano cakkhunā. Cakkhunti mātugāmassa cakkhuṃ. Upanijjhāyatīti upecca nijjhāyati oloketi. Tirokuṭṭanti kuṭṭassa parato. Tathā tiropākāraṃ, ‘‘mattikāmayā bhitti kuṭṭaṃ, iṭṭhakāmayā pākāro’’ti vadanti. Yā kāci vā bhitti porisakā diyaḍḍharatanappamāṇā kuṭṭaṃ, tato adhiko pākāro. Assāti brahmacāripaṭiññassa. Pubbeti vatasamādānato pubbe. Kāmaguṇehīti kāmakoṭṭhāsehi. Samappitanti suṭṭhu appitaṃ sahitaṃ. Samaṅgibhūtanti samannāgataṃ. Paricārayamānanti kīḷantaṃ, upaṭṭhahiyamānaṃ vā. Paṇidhāyāti patthetvā. Sīlenātiādīsu yamaniyamādisamādānavasena sīlaṃ, avītikkamavasena vataṃ. Ubhayampi vā sīlaṃ, dukkaracariyavasena pavattitaṃ vataṃ. Taṃtaṃakiccasammatato vā nivattilakkhaṇaṃ sīlaṃ, taṃtaṃsamādānavato vesabhojanakiccakaraṇādivisesappaṭipatti vataṃ. Sabbathāpi dukkaracariyā tapo. Methunā virati brahmacariyanti evampettha pāḷivaṇṇanā veditabbā. Aṭṭhamaṃ uttānameva.",
  "tika-s0403t37:36": "Methunasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t37:37": "9. Dānamahapphalasuttavaṇṇanā",
  "tika-s0403t37:38": "52. Navame ‘‘sāhu dāna’’nti dānaṃ detīti ‘‘dānaṃ nāma sādhu sundara’’nti dānaṃ detīti attho. Dānañhi datvā taṃ paccavekkhantassa pāmojjapītisomanassādayo uppajjanti, lobhadosaissāmaccherādayo vidūrībhavanti. Idāni dānaṃ anukūladhammaparibrūhanena paccanīkadhammavidūrīkaraṇena ca bhāvanācittassa upasobhanāya ca parikkhārāya ca hotīti ‘‘alaṅkārabhūtañceva parivārabhūtañca detī’’ti vuttaṃ. Jhānānāgāmī nāma hoti jhānaṃ nibbattetvā brahmalokūpapannānaṃ ariyānaṃ heṭṭhā anuppajjanato. Imaṃ pecca paribhuñjissāmīti sāpekkhassa dānaṃ paralokaphalāsāya sātisayāya ca pubbācāravasena uppajjamānāya anubhavattā taṇhuttaraṃ nāma hotīti āha ‘‘paṭhamaṃ taṇhuttariyadāna’’nti. Dānaṃ nāma buddhādīhi pasatthanti garuṃ cittīkāraṃ upaṭṭhapetvā dātabbattā ‘‘dutiyaṃ cittīkāradāna’’nti vuttaṃ. Pubbakehi pitupitāmahehi dinnapubbaṃ katapubbaṃ jahāpetuṃ nāma nānucchavikanti attabhāvasabhāgavasena hirottappaṃ paccupaṭṭhapetvā dātabbato ‘‘tatiyaṃ hirottappadāna’’nti vuttaṃ. ‘‘Ahaṃ pacāmi, na ime pacanti, nārahāmi pacanto apacantānaṃ dānaṃ adātu’’nti evaṃsaññī hutvā dento niravasesaṃ katvā detīti āha ‘‘catutthaṃ niravasesadāna’’nti. ‘‘Yathā tesaṃ pubbakānaṃ isīnaṃ tāni mahāyaññakāni ahesuṃ, evaṃ me ayaṃ dānaparibhogo bhavissatī’’ti evaṃsaññino dānaṃ dakkhiṇaṃ arahesu dātabbato ‘‘pañcamaṃ dakkhiṇeyyadāna’’nti vuttaṃ. ‘‘Imaṃ me dānaṃ dadato cittaṃ pasīdatī’’tiādinā pītisomanassaṃ uppādetvā dentassa dānaṃ somanassabāhullappattiyā somanassupacāraṃ nāma hotīti āha ‘‘chaṭṭhaṃ somanassupavicāradāna’’nti vuttaṃ.",
  "tika-s0403t37:39": "Dānamahapphalasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:40": "10. Nandamātāsuttavaṇṇanā",
  "tika-s0403t37:41": "53. Dasame ‘‘vutthavasso pavāretvā…pe… nikkhamī’’ti aṅguttarabhāṇakānaṃ matenetaṃ vuttaṃ. Majjhimabhāṇakā pana vadanti ‘‘bhagavā upakaṭṭhāya vassūpanāyikāya jetavanato bhikkhusaṅghaparivuto cārikaṃ nikkhami. Teneva ca akāle nikkhantattā kosalarājādayo vāretuṃ ārabhiṃsu. Pavāretvā hi caraṇaṃ buddhāciṇṇa’’nti. Puṇṇāya sammāpaṭipattiṃ paccāsīsanto bhagavā ‘‘mama nivattanapaccayā tvaṃ kiṃ karissasī’’ti āha. Puṇṇāpi…pe… pabbajīti ettha seṭṭhi ‘‘puṇṇāya bhagavā nivattito’’ti sutvā taṃ bhujissaṃ katvā dhītuṭṭhāne ṭhapesi. Sā pabbajjaṃ yācitvā pabbaji, pabbajitvā vipassanaṃ ārabhi. Athassā satthā āraddhavipassakabhāvaṃ ñatvā imaṃ obhāsagāthaṃ vissajjesi –",
  "tika-s0403t37:42": "‘‘Puṇṇe pūrassu saddhammaṃ, cando pannaraso yathā;",
  "tika-s0403t37:43": "Paripuṇṇāya paññāya, dukkhassantaṃ karissasī’’ti. (therīgā. 3);",
  "tika-s0403t37:44": "Sā gāthāpariyosāne arahattaṃ patvā abhiññātā sāvikā ahosi. Sesamettha suviññeyyameva.",
  "tika-s0403t37:45": "Nandamātāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:46": "Mahāyaññavaggavaṇṇanā niṭṭhitā.",
  "tika-s0403t37:47": "Paṭhamapaṇṇāsakaṃ niṭṭhitaṃ."
}