{
  "tika-s0404t15:0": "3. Mahāvaggo",
  "tika-s0404t15:1": "1. Sīhanādasuttavaṇṇanā",
  "tika-s0404t15:2": "21. Tatiyassa paṭhame visamaṭṭhānesūti papātādīsu visamaṭṭhānesu. ‘‘Aññehi asādhāraṇānī’’ti kasmā vuttaṃ, nanu cetāni sāvakānampi ekaccānaṃ uppajjantīti? Kāmaṃ uppajjanti, yādisāni pana buddhānaṃ ṭhānāṭṭhānañāṇādīni, na tādisāni tadaññesaṃ kadācipi uppajjantīti aññehi asādhāraṇānīti . Tenāha ‘‘tathāgatasseva balānī’’ti. Imameva hi yathāvuttalesaṃ apekkhitvā tadabhāvato āsayānusayañāṇādīsu eva asādhāraṇasamaññā niruḷhā. Kāmaṃ ñāṇabalānaṃ ñāṇasambhāro visesapaccayo, puññasambhāropi pana nesaṃ paccayo eva. Ñāṇasambhārassapi vā puññasambhārabhāvato ‘‘puññussayasampattiyā āgatānī’’ti vuttaṃ.",
  "tika-s0404t15:3": "Pakatihatthikulanti (saṃ. ni. ṭī. 2.2.22) giricaranadicaravanacarādippabhedā gocariyakālāvakanāmā sabbāpi balena pākatikā hatthijāti. Dasannaṃ purisānanti thāmamajjhimānaṃ dasannaṃ purisānaṃ. Ekassa tathāgatassa kāyabalanti ānetvā sambandho. Ekassāti ca tathā heṭṭhā kathāyaṃ āgatattā desanāsotena vuttaṃ. Nārāyanasaṅghātabalanti ettha nārā vuccanti rasmiyo. Tā bahū nānāvidhā ito uppajjantīti nārāyanaṃ, vajiraṃ, tasmā nārāyanasaṅghātabalanti vajirasaṅghātabalanti attho. Ñāṇabalaṃ pana pāḷiyaṃ āgatameva, na kāyabalaṃ viya aṭṭhakathāruḷhamevāti adhippāyo.",
  "tika-s0404t15:4": "Saṃyuttake (saṃ. ni. 2.33) āgatāni tesattati ñāṇāni, sattasattati ñāṇānīti vuttaṃ, tattha (vibha. mūlaṭī. 760) pana nidānavagge sattasattati āgatāni catucattārīsañca. Tesattati pana paṭisambhidāmagge (paṭi. ma. 1.1) sutamayādīni āgatāni dissanti, na saṃyuttake. Aññānipīti etena ñāṇavatthuvibhaṅge (vibha. 751 ādayo) ekakādivasena vuttāni, aññattha ca ‘‘pubbante ñāṇa’’ntiādinā (dha. sa. 1063) brahmajālādīsu ca ‘‘tayidaṃ tathāgato pajānāti ‘imāni diṭṭhiṭṭhānāni evaṃ gahitānī’ti’’ādinā (dī. ni. 1.36) vuttāni anekāni ñāṇappabhedāni saṅgaṇhāti. Yāthāvappaṭivedhato sayañca akampiyaṃ puggalañca taṃsamaṅginaṃ neyyesu adhibalaṃ karotīti āha ‘‘akampiyaṭṭhena upatthambhanaṭṭhena cā’’ti.",
  "tika-s0404t15:5": "Usabhassa idanti āsabhaṃ, seṭṭhaṭṭhānaṃ. Sabbaññutāpaṭijānanavasena abhimukhaṃ gacchanti, aṭṭha vā parisā upasaṅkamantīti āsabhā, pubbabuddhā. Idaṃ panāti buddhānaṃ ṭhānaṃ sabbaññutameva vadati. Tiṭṭhamānovāti avadantopi tiṭṭhamānova paṭijānāti nāmāti attho. Upagacchatīti anujānāti.",
  "tika-s0404t15:6": "Aṭṭhasuparisāsūti ‘‘abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ khattiyaparisaṃ…pe… tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmī’’ti (ma. ni. 1.151) vuttāsu aṭṭhasu parisāsu. Abhītanādaṃ nadatīti parato dassitañāṇayogena dasabalohanti abhītanādaṃ nadati.",
  "tika-s0404t15:7": "Paṭivedhaniṭṭhattā arahattamaggañāṇaṃ paṭivedhoti ‘‘phalakkhaṇe uppannaṃ nāmā’’ti vuttaṃ. Tena paṭiladdhassapi desanāñāṇassa kiccanipphatti parassa avabujjhanamattena hotīti ‘‘aññāsikoṇḍaññassa sotāpattiphalakkhaṇe pavattaṃ nāmā’’ti vuttaṃ. Tato paraṃ pana yāva parinibbānā desanāñāṇapavatti tasseva pavattitassa dhammacakkassa ṭhānanti veditabbaṃ pavattitacakkassa cakkavattino cakkaratanassa ṭhānaṃ viya.",
  "tika-s0404t15:8": "Tiṭṭhatīti vuttaṃ, kiṃ bhūmiyaṃ puriso viya, noti āha ‘‘tadāyattavuttitāyā’’ti. Ṭhānanti cettha attalābho dharamānatā ca, na gatinivattīti āha ‘‘uppajjati ceva pavattati cā’’ti. Yattha panetaṃ dasabalañāṇaṃ vitthāritaṃ, taṃ dassento ‘‘abhidhamme panā’’tiādimāha. Sesesupi eseva nayo.",
  "tika-s0404t15:9": "Samādiyantīti samādānāni, tāni pana samādiyitvā katāni hontīti āha ‘‘samādiyitvā katāna’’nti. Kammameva vā kammasamādānanti etena samādānasaddassa apubbatthābhāvaṃ dasseti muttagatasadde gatasaddassa viya. Gatīti nirayādigatiyo. Upadhīti attabhāvo. Kāloti kammassa vipaccanārahakālo. Payogoti vipākuppattiyā paccayabhūtā kiriyā.",
  "tika-s0404t15:10": "Agatigāmininti nibbānagāminiṃ. Vuttañhi ‘‘nibbānañcāhaṃ, sāriputta, pajānāmi nibbānagāminiñca paṭipada’’nti (ma. ni. 1.153). Bahūsupi manussesu ekameva pāṇaṃ ghātentesu kāmaṃ sabbesampi cetanā tassevekassa jīvitindriyārammaṇā, taṃ pana kammaṃ tesaṃ nānākāraṃ. Tesu (vibha. aṭṭha. 811) hi eko ādarena chandajāto karoti, eko ‘‘ehi tvampi karohī’’ti parehi nippīḷito karoti, eko samānacchando viya hutvā appaṭibāhamāno vicarati. Tesu eko teneva kammena niraye nibbattati, eko tiracchānayoniyaṃ, eko pettivisaye. Taṃ tathāgato āyūhanakkhaṇeyeva ‘‘iminā nīhārena āyūhitattā esa niraye nibbattissati, esa tiracchānayoniyaṃ, esa pettivisaye’’ti jānāti. Niraye nibbattamānampi ‘‘esa mahāniraye nibbattissati, esa ussadaniraye’’ti jānāti. Tiracchānayoniyaṃ nibbattamānampi ‘‘esa apādako bhavissati, esa dvipādako, esa catuppado, esa bahuppado’’ti jānāti. Pettivisaye nibbattamānampi ‘‘esa nijjhāmataṇhiko bhavissati, esa khuppipāsiko, esa paradattūpajīvī’’ti jānāti. Tesu ca kammesu ‘‘idaṃ kammaṃ paṭisandhiṃ ākaḍḍhissati, idaṃ aññena dinnāya paṭisandhiyā upadhivepakkaṃ bhavissatī’’ti jānāti.",
  "tika-s0404t15:11": "Tathā sakalagāmavāsikesu ekato piṇḍapātaṃ dadamānesu kāmaṃ sabbesampi cetanā piṇḍapātārammaṇāva, taṃ pana kammaṃ tesaṃ nānākāraṃ. Tesu hi eko ādarena karotīti sabbaṃ purimasadisaṃ, tasmā tesu keci devaloke nibbattanti, keci manussaloke. Taṃ tathāgato āyūhanakkhaṇeyeva jānāti. ‘‘Iminā nīhārena āyūhitattā esa manussaloke nibbattissati, esa devaloke. Tatthāpi esa khattiyakule, esa brāhmaṇakule, esa vessakule, esa suddakule, esa paranimmitavasavattīsu, esa nimmānaratīsu, esa tusitesu, esa yāmesu, esa tāvatiṃsesu, esa cātumahārājikesu, esa bhummadevesū’’tiādinā tattha tattha hīnapaṇītasuvaṇṇadubbaṇṇaappaparivāramahāparivāratādibhedaṃ taṃ taṃ visesaṃ āyūhanakkhaṇeyeva jānāti.",
  "tika-s0404t15:12": "Tathā vipassanaṃ paṭṭhapentesuyeva ‘‘iminā nīhārena esa kiñci sallakkhetuṃ na sakkhissati, esa mahābhūtamattameva vavatthapessati, esa rūpapariggaheyeva ṭhassati, esa arūpapariggaheyeva, esa nāmarūpapariggaheyeva, esa paccayapariggaheyeva, esa lakkhaṇārammaṇikavipassanāyameva, esa paṭhamaphaleyeva, esa dutiyaphaleyeva, esa tatiyaphaleyeva, esa arahattaṃ pāpuṇissatī’’ti jānāti. Kasiṇaparikammaṃ karontesupi ‘‘imassa parikammamattameva bhavissati, esa nimittaṃ uppādessati, esa appanaṃ eva pāpuṇissati, esa jhānaṃ pādakaṃ katvā vipassanaṃ paṭṭhapetvā arahattaṃ gaṇhissatī’’ti jānāti. Tenāha ‘‘imassa cetanā’’tiādi.",
  "tika-s0404t15:13": "Kāmanato kāmetabbato kāmappaṭisaṃyuttato ca dhātu kāmadhātu. Ādi-saddena byāpādadhāturūpadhātuādīnaṃ saṅgaho. Vilakkhaṇatāyāti visadisasabhāvatāya. Khandhāyatanadhātulokanti anekadhātuṃ nānādhātuṃ khandhalokaṃ āyatanalokaṃ dhātulokaṃ yathābhūtaṃ pajānātīti yojanā. ‘‘Ayaṃ rūpakkhandho nāma…pe… ayaṃ viññāṇakkhandho nāma. Tesupi ekavidhena rūpakkhandho, ekādasavidhena rūpakkhandho. Ekavidhena vedanākkhandho, bahuvidhena vedanākkhandho. Ekavidhena saññākkhandho…pe… saṅkhārakkhandho…pe… viññāṇakkhandho, bahuvidhena viññāṇakkhandho’’ti evaṃ tāva khandhalokassa, ‘‘idaṃ cakkhāyatanaṃ nāma…pe… idaṃ dhammāyatanaṃ nāma. Tattha dasāyatanā kāmāvacarā, dve cātubhūmakā’’tiādinā āyatanalokassa, ‘‘ayaṃ cakkhudhātu nāma…pe… ayaṃ manoviññāṇadhātu nāma. Tattha soḷasa dhātuyo kāmāvacarā, dve cātubhūmakā’’tiādinā dhātulokassa anekasabhāvaṃ nānāsabhāvañca pajānāti. Na kevalaṃ upādinnasaṅkhāralokasseva, atha kho anupādinnakasaṅkhāralokassapi ‘‘imāya nāma dhātuyā ussannattā imassa rukkhassa khandho seto, imassa kāḷo, imassa maṭṭho, imassa sakaṇṭako, imassa bahalattaco, imassa tanuttaco, imassa pattaṃ vaṇṇasaṇṭhānādivasena evarūpaṃ, imassa pupphaṃ nīlaṃ pītaṃ lohitaṃ odātaṃ sugandhaṃ duggandhaṃ, imassa phalaṃ khuddakaṃ mahantaṃ dīghaṃ vaṭṭaṃ susaṇṭhānaṃ dussaṇṭhānaṃ maṭṭhaṃ pharusaṃ sugandhaṃ duggandhaṃ madhuraṃ tittakaṃ kaṭukaṃ ambilaṃ kasāvaṃ, imassa kaṇṭako tikhiṇo kuṇṭho ujuko kuṭilo tambo kāḷo odāto hotī’’tiādinā pajānāti. Sabbaññubuddhānaṃ eva hi etaṃ balaṃ, na aññesaṃ.",
  "tika-s0404t15:14": "Nānādhimuttikatanti nānajjhāsayataṃ. Adhimutti nāma ajjhāsayadhātu ajjhāsayasabhāvo. So pana hīnapaṇītatāsāmaññena pāḷiyaṃ dvidhāva vuttopi hīnapaṇītādibhedena anekavidhoti āha ‘‘hīnādīhi adhimuttīhi nānādhimuttikabhāva’’nti. Tattha ye ye sattā yaṃyaṃadhimuttikā, te te taṃtadadhimuttike eva sevanti bhajanti payirupāsanti dhātusabhāgato. Yathā gūthādīnaṃ dhātūnaṃ sabhāvo eso, yaṃ gūthādīhi eva saṃsandanti samenti, evaṃ hīnajjhāsayā dussīlādīheva saṃsandanti samenti, sampannasīlādayo ca sampannasīlādīheva. Taṃ nesaṃ nānādhimuttikataṃ bhagavā yathābhūtaṃ pajānātīti.",
  "tika-s0404t15:15": "Vuddhiṃhāniñcāti paccayavisesena sāmatthiyato adhikataṃ anadhikatañca. Indriyaparopariyattañāṇaniddese (vibha. 814; paṭi. ma. 113) ‘‘āsayaṃ jānāti, anusayaṃ jānātī’’ti āsayādijānanaṃ kasmā niddiṭṭhanti? Āsayajānanādinā yehi indriyehi paroparehi sattā kalyāṇapāpāsayādikā honti, tesaṃ jānanassa vibhāvanato. Evañca katvā indriyaparopariyattaāsayānusayañāṇānaṃ visuṃ asādhāraṇatā, indriyaparopariyattanānādhimuttikatāñāṇānaṃ visuṃ balavatā ca siddhā hoti. Tattha āsayanti yattha sattā nivasanti, taṃ tesaṃ nivāsaṭṭhānaṃ, diṭṭhigataṃ vā yathābhūtañāṇaṃ vā āsayo, anusayo appahīnabhāvena thāmagato kileso. Taṃ pana bhagavā sattānaṃ āsayaṃ jānanto tesaṃ tesaṃ diṭṭhigatānaṃ vipassanāmaggañāṇānañca appavattikkhaṇepi jānāti. Vuttañhetaṃ –",
  "tika-s0404t15:16": "‘‘Kāmaṃ sevantaṃyeva bhagavā jānāti – ‘ayaṃ puggalo kāmagaruko kāmāsayo kāmādhimutto’ti. Kāmaṃ sevantaṃyeva jānāti – ‘ayaṃ puggalo nekkhammagaruko nekkhammāsayo nekkhammādhimutto’ti. Nekkhammaṃ sevantaṃyeva jānāti. Byāpādaṃ, abyāpādaṃ, thinamiddhaṃ, ālokasaññaṃ sevantaṃyeva jānāti – ‘ayaṃ puggalo thinamiddhagaruko thinamiddhāsayo thinamiddhādhimutto’’’ti (paṭi. ma. 1.113).",
  "tika-s0404t15:17": "Paṭhamādīnaṃ catunnaṃ jhānānanti rūpāvacarānaṃ paṭhamādīnaṃ paccanīkajjhāpanaṭṭhena ārammaṇūpanijjhāpanaṭṭhena ca jhānānaṃ. Catukkanayena hetaṃ vuttaṃ. Aṭṭhannaṃ vimokkhānanti ettha paṭipāṭiyā satta appitappitakkhaṇe paccanīkadhammehi vimuccanato ārammaṇe ca adhimuccanato vimokkhā nāma. Aṭṭhamo pana sabbaso saññāvedayitehi vimuttattā apagamavimokkho nāma. Catukkanayapañcakanayesu paṭhamajjhānasamādhi savitakkasavicāro nāma. Pañcakanaye dutiyajjhānasamādhi avitakkavicāramatto. Nayadvayepi upari tīsu jhānesu samādhi avitakkaavicāro. Samāpattīsu paṭipāṭiyā aṭṭhannaṃ samādhītipi nāmaṃ, samāpattītipi cittekaggatāsabbhāvato, nirodhasamāpattiyā tadabhāvato na samādhīti nāmaṃ. Hānabhāgiyadhammanti appaguṇehi paṭhamajjhānādīhi vuṭṭhitassa saññāmanasikārānaṃ kāmādianupakkhandanaṃ . Visesabhāgiyadhammanti paguṇehi paṭhamajjhānādīhi vuṭṭhitassa saññāmanasikārānaṃ dutiyajjhānādipakkhandanaṃ. Iti saññāmanasikārānaṃ kāmādidutiyajjhānādipakkhandanāni hānabhāgiyavisesabhāgiyā dhammāti dassitāni. Tehi pana jhānānaṃ taṃsabhāvatā ca dhammasaddena vuttā. Tasmāti vuttamevatthaṃ hetubhāvena paccāmasati. Vodānanti paguṇatāsaṅkhātaṃ vodānaṃ. Tañhi paṭhamajjhānādīhi vuṭṭhahitvā dutiyajjhānādiadhigamassa paccayattā ‘‘vuṭṭhāna’’nti vuttaṃ. Keci pana ‘‘nirodhato phalasamāpattiyā vuṭṭhānanti pāḷi natthī’’ti vadanti. Te ‘‘nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo’’ti imāya pāḷiyā (paṭṭhā. 1.1.417) paṭisedhetabbā. Yo samāpattilābhī samāno eva ‘‘na lābhīmhī’’ti, kammaṭṭhānaṃ samānaṃ eva ‘‘na kammaṭṭhāna’’nti saññī hoti, so sampattiṃyeva samānaṃ ‘‘vipattī’’ti paccetīti veditabbo.",
  "tika-s0404t15:18": "Na tathā daṭṭhabbanti yathā paravādinā vuttaṃ, tathā na daṭṭhabbaṃ. Sakasakakiccameva jānātīti ṭhānāṭṭhānajānanādisakasakameva kiccaṃ kātuṃ jānāti, yathāsakameva visayaṃ paṭivijjhatīti attho. Tampīti tehi dasabalañāṇehi jānitabbampi. Kammavipākantaramevāti kammantarassa vipākantarameva jānāti. Cetanācetanāsampayuttadhamme nirayādinibbānagāminippaṭipadābhūte kammanti gahetvā āha ‘‘kammaparicchedamevā’’ti. Dhātunānattañca dhātunānattakāraṇañca dhātunānattakāraṇanti ekadesasarūpekaseso daṭṭhabbo. Tañhi ñāṇaṃ tadubhayampi jānāti. ‘‘Imāya nāma dhātuyā ussannattā’’tiādinā (vibha. aṭṭha. 812) tathā ceva saṃvaṇṇitaṃ. Saccaparicchedamevāti pariññābhisamayādivasena saccānaṃ paricchinnameva. Appetuṃ na sakkoti aṭṭhamanavamabalāni viya taṃsadisaṃ, iddhividhañāṇamiva vikubbituṃ. Etenassa balasadisatañca nivāreti. Jhānādiñāṇaṃ viya vā appetuṃ vikubbituñca. Yadipi hi jhānādipaccavekkhaṇañāṇaṃ sattamabalanti tassa savitakkasavicāratā vuttā, tathāpi jhānādīhi vinā paccavekkhaṇā natthīti jhānādisahagataṃ ñāṇaṃ tadantogadhaṃ katvā evaṃ vuttanti veditabbaṃ. Atha vā sabbaññutaññāṇaṃ jhānādikiccaṃ viya na sabbaṃ balakiccaṃ kātuṃ sakkotīti dassetuṃ ‘‘jhānaṃ hutvā appetuṃ, iddhi hutvā vikubbituñca na sakkotī’’ti vuttaṃ, na pana kassaci balassa jhānaiddhibhāvatoti daṭṭhabbaṃ.",
  "tika-s0404t15:19": "Evaṃ kiccavisesavasenapi dasabalañāṇasabbaññutaññāṇavisesaṃ dassetvā idāni vitakkattikabhūmantaravasenapi taṃ dassetuṃ ‘‘apicā’’tiādi vuttaṃ. Paṭipāṭiyātiādito paṭṭhāya paṭipāṭiyā.",
  "tika-s0404t15:20": "Anupadavaṇṇanaṃ ñatvā veditabbānīti sambandho. Kilesāvaraṇaṃ niyatamicchādiṭṭhi. Kilesāvaraṇassa abhāvo āsavakkhayañāṇādhigamassa ṭhānaṃ, tabbhāvo aṭṭhānaṃ. Anadhigamassa pana tadubhayampi yathākkamaṃ aṭṭhānaṃ ṭhānañcāti tattha kāraṇaṃ dassento ‘‘lokiya…pe… dassanato cā’’ti āha. Tattha lokiyasammādiṭṭhiyā ṭhiti āsavakkhayādhigamassa ṭhānaṃ kilesāvaraṇābhāvassa kāraṇattā. Sā hi tasmiṃ sati na hoti, asati ca hoti. Etena tassā aṭṭhitiyā tassa aṭṭhānatā vuttā eva. Nesaṃ veneyyasattānaṃ. Dhātuvemattadassanatoti kāmadhātuādīnaṃ pavattibhedadassanato, yadaggena dhātuvemattaṃ jānāti, tadaggena cariyādivisesampi jānāti. Dhātuvemattadassanatoti vā dhammadhātuvemattadassanato. Sabbāpi hi cariyā dhammadhātupariyāpannā evāti. Payogaṃ anādiyitvāpi santatimahāmattādīnaṃ viya. Dibbacakkhānubhāvato pattabbenāti ettha dibbacakkhunā parassa hadayavatthusannissayalohitavaṇṇadassanamukhena tadā pavattamānacittajānanatthaṃ parikammakaraṇaṃ nāma sāvakānaṃ, tañca kho ādikammikānaṃ, yato dibbacakkhuānubhāvato cetopariyañāṇassa pattabbatā siyā. Buddhānaṃ pana yadipi āsavakkhayañāṇādhigamato pageva dibbacakkhuñāṇādhigamo, tathāpi tathāparikammakaraṇaṃ natthi vijjāttayasiddhiyā sijjhanato. Sesābhiññāttaye cetopariyañāṇaṃ dibbacakkhuñāṇādhigamena pattanti ca vattabbataṃ labhatīti tathā vuttanti daṭṭhabbaṃ.",
  "tika-s0404t15:21": "Sīhanādasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t15:22": "2-4. Adhivuttipadasuttādivaṇṇanā",
  "tika-s0404t15:23": "22-24. Dutiye adhivacanapadānanti paññattipadānaṃ. Dāsādīsu sirivaḍḍhakādisaddā viya vacanamattameva adhikāraṃ katvā pavattiyā adhivacanaṃ paññatti. Atha vā adhisaddo uparibhāge. Vuccatīti vacanaṃ, upari vacanaṃ adhivacanaṃ, upādābhūtarūpādīnaṃ upari paññapiyamānā upādāpaññattīti attho, tasmā paññattidīpakapadānīti attho daṭṭhabbo. Tassa padāni padaṭṭhānāni adhivacanapadāni. Tenāha ‘‘tesaṃ ye’’tiādi. Tesanti adhivacanānaṃ. Yeti khandhādayo. Adhivuttitāya adhivuttiyoti diṭṭhiyo vuccanti. Adhikañhi sabhāvadhammesu sassatādiṃ, pakatiādiṃ, drabyādiṃ, jīvādiṃ, kāyādiñca, abhūtaṃ atthaṃ ajjhāropetvā diṭṭhiyo pavattantīti. Tenāha ‘‘atha vā’’tiādi. Tatiyacatutthāni suviññeyyāni.",
  "tika-s0404t15:24": "Adhivuttipadasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t15:25": "5. Kasiṇasuttavaṇṇanā",
  "tika-s0404t15:26": "25. Pañcame sakalaṭṭhenāti nissesaṭṭhena. Anavasesapharaṇavasena cettha sakalaṭṭho veditabbo, asubhanimittādīsu viya ekadese aṭṭhatvā anavasesato gahetabbaṭṭhenāti attho. Tadārammaṇānaṃ dhammānanti taṃ kasiṇaṃ ārabbha pavattanakadhammānaṃ. Khettaṭṭhenāti uppattiṭṭhānaṭṭhena. Adhiṭṭhānaṭṭhenāti pavattiṭṭhānabhāvena. Yathā khettaṃ sassānaṃ uppattiṭṭhānaṃ vaḍḍhanaṭṭhānañca, evameva taṃ ta jhānaṃ sampayuttadhammānanti. Yogino vā sukhavisesānaṃ kāraṇabhāvena. Paricchinditvāti idaṃ ‘‘uddhaṃ adho tiriya’’nti etthāpi yojetabbaṃ. Paricchinditvā eva hi sabbattha kasiṇaṃ vaḍḍhetabbaṃ. Tena tena vā kāraṇenāti tena tena upariādīsu kasiṇavaḍḍhanakāraṇena. Yathā kinti āha ‘‘ālokamiva rūpadassanakāmo’’ti. Yathā dibbacakkhunā uddhaṃ ce rūpaṃ daṭṭhukāmo, uddhaṃ ālokaṃ pasāreti. Adho ce, adho. Samantato ce rūpaṃ daṭṭhukāmo, samantato ālokaṃ pasāreti, evaṃ sabbakasiṇanti attho. Ekassāti pathavīkasiṇādīsu ekekassa. Aññabhāvānupagamanatthanti aññakasiṇabhāvānupagamanadīpanatthaṃ, aññassa vā kasiṇabhāvānupagamanadīpanatthaṃ. Na hi aññena pasāritakasiṇaṃ tato aññena pasāritakasiṇabhāvaṃ upagacchati, evampi nesaṃ aññakasiṇasambhedābhāvo veditabbo. Na aññaṃ pathavīādi. Na hi udakena ṭhitaṭṭhāne sasambhārapathavī atthi. Aññakasiṇasambhedoti āpokasiṇādinā saṅkaro. Sabbatthāti sabbesu sesakasiṇesu.",
  "tika-s0404t15:27": "Ekadese aṭṭhatvā anavasesapharaṇaṃ pamāṇassa aggahaṇato appamāṇaṃ. Teneva hi nesaṃ kasiṇasamaññā. Tathā cāha ‘‘tañhī’’tiādi. Tattha cetasā pharantoti bhāvanācittena ārammaṇaṃ karonto. Bhāvanācittañhi kasiṇaṃ parittaṃ vā vipulaṃ vā sakalameva manasi karoti, na ekadesaṃ. Kasiṇugghāṭimākāse pavattaviññāṇaṃ pharaṇaappamāṇavasena viññāṇakasiṇanti vuttaṃ. Tathā hi taṃ viññāṇanti vuccati. Kasiṇavasenāti ugghāṭitakasiṇavasena kasiṇugghāṭimākāse uddhaṃadhotiriyatā veditabbā. Yattakañhi ṭhānaṃ kasiṇaṃ pasāritaṃ, tattakaṃ ākāsabhāvanāvasena ākāsaṃ hotīti. Evaṃ yattakaṃ ṭhānaṃ ākāsaṃ hutvā upaṭṭhitaṃ, tattakaṃ sakalameva pharitvā viññāṇassa pavattanato āgamanavasena viññāṇakasiṇepi uddhaṃadhotiriyatā vuttāti āha ‘‘kasiṇugghāṭimākāsavasena tattha pavattaviññāṇe uddhaṃadhotiriyatā veditabbā’’ti.",
  "tika-s0404t15:28": "Kasiṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t15:29": "6. Kāḷīsuttavaṇṇanā",
  "tika-s0404t15:30": "26. Chaṭṭhe atthassa pattinti ekantato hitānuppattiṃ. Hadayassa santinti paramacittūpasamaṃ. Kilesasenanti kāmaguṇasaṅkhātaṃ paṭhamaṃ kilesasenaṃ. Sā hi kilesasenā accharāsaṅghātasabhāvāpi paṭipatthayamānā piyāyitabbaicchitabbarūpasabhāvato piyarūpasātarūpā nāma attano kiccavasena. Ahaṃ ekova jhāyantoti ahaṃ gaṇasaṅgaṇikāya kilesasaṅgaṇikāya ca abhāvato eko asahāyo lakkhaṇūpanijjhānena jhāyanto. Anubujjhinti anukkamena maggapaṭipāṭiyā bujjhiṃ paṭivijjhiṃ. Idaṃ vuttaṃ hoti – piyarūpaṃ sātarūpaṃ senaṃ jinitvā ahaṃ ekova jhāyanto ‘‘atthassa pattiṃ hadayassa santi’’nti saṅkhaṃ gataṃ arahattasukhaṃ paṭivijjhiṃ, tasmā janena mittasanthavaṃ na karomi, teneva ca me kāraṇena kenaci saddhiṃ sakkhī na sampajjatīti. Atthābhinibbattesunti itisaddalopenāyaṃ niddesoti āha ‘‘atthoti gahetvā’’ti.",
  "tika-s0404t15:31": "Kāḷīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t15:32": "7. Paṭhamamahāpañhasuttavaṇṇanā",
  "tika-s0404t15:33": "27. Sattame vuccethāti vucceyya. Dutiyapadepīti ‘‘anusāsaniyā vā anusāsani’’nti evaṃ dutiyavākyepi. Te kira bhikkhū. Na ceva sampāyissantīti na ceva sammadeva pakārehi gahessanti ñāpessanti. Tenāha ‘‘sampādetvā kathetuṃ na sakkhissantī’’ti. Yasmā avisaye pañhaṃ pucchitā honti, tasmā vighātaṃ āpajjissantīti yojanā. Aññathā ārādhanaṃ nāma natthīti iminā sapaccayanāmarūpānaṃ yāthāvato avabodho eva ito bāhirakānaṃ natthi, kuto pavedanāti dasseti. Ārādhananti yāthāvapavedanena cittassa paritosanaṃ.",
  "tika-s0404t15:34": "Eko pañhoti eko pañhamaggo, ekaṃ pañhagavesananti attho. Eko uddesoti ekaṃ uddisanaṃ atthassa saṃkhittavacanaṃ. Veyyākaraṇanti niddisanaṃ atthassa vivaritvā kathanaṃ. Hetunāti ‘‘antavantato anaccantikato tāvakālikato niccappaṭikkhepato’’ti evamādinā nayena yathā ime saṅkhārā etarahi, evaṃ atīte anāgate ca aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammāti atītānāgatesu nayena.",
  "tika-s0404t15:35": "Sabbe sattāti anavasesā sattā. Te pana bhavabhedato saṅkhepeneva bhinditvā dassento ‘‘kāmabhavādīsū’’tiādimāha . Byadhikaraṇānampi bāhiratthasamāso hoti yathā ‘‘urasilomo’’ti āha ‘‘āhārato ṭhiti etesanti āhāraṭṭhitikā’’ti. Tiṭṭhati etenāti vā ṭhiti, āhāro ṭhiti etesanti āhāraṭṭhitikāti evaṃ vā ettha samāsaviggaho daṭṭhabbo. Āhāraṭṭhitikāti paccayaṭṭhitikā, paccayāyattavuttikāti attho. Paccayattho hettha āhārasaddo ‘‘ayamāhāro anuppannassa vā kāmacchandassa uppādāyā’’tiādīsu (saṃ. ni. 4.232) viya. Evañhi ‘‘sabbe sattā’’ti iminā asaññasattā pariggahitā honti. Sā panāyaṃ āhāraṭṭhitikatā nippariyāyato saṅkhāradhammo. Tenāhu aṭṭhakathācariyā ‘‘āhāraṭṭhitikāti āgataṭṭhāne saṅkhāraloko veditabbo’’ti (pārā. aṭṭha. 1.1 verañjakaṇḍavaṇṇanā; visuddhi. 1.136). Yadi evaṃ ‘‘sabbe sattā’’ti idaṃ kathanti? Puggalādhiṭṭhānadesanāti nāyaṃ doso. Tenevāha – ‘‘ekadhamme, bhikkhave, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. Katamasmiṃ ekadhamme? Sabbe sattā āhāraṭṭhitikā’’ti. Yvāyaṃ puggalādhiṭṭhānāya kathāya sabbesaṃ saṅkhārānaṃ paccayāyattavuttitāya āhārapariyāyena sāmaññato paccayadhammo vutto, ayaṃ āhāro nāma eko dhammo.",
  "tika-s0404t15:36": "Codako vuttampi atthaṃ yāthāvato appaṭivijjhamāno neyyatthaṃ suttapadaṃ nītatthato dahanto ‘‘sabbe sattā’’ti vacanamatte ṭhatvā ‘‘nanu cā’’tiādinā codeti. Ācariyo aviparītaṃ tattha yathādhippetamatthaṃ pavedento ‘‘na virujjhatī’’ti vatvā ‘‘tesañhi jhānaṃ āhāro hotī’’ti āha. Jhānanti ekavokārabhavāvahaṃ saññāya virajjanavasena pavattarūpāvacaracatutthajjhānaṃ. Pāḷiyaṃ pana ‘‘anāhārā’’ti vacanaṃ asaññabhave catunnaṃ āhārānaṃ abhāvaṃ sandhāya vuttaṃ, na paccayāhārassa abhāvato. Evaṃ santepīti idaṃ sāsane yesu dhammesu visesato āhārasaddo niruḷho, ‘‘āhāraṭṭhitikā’’ti ettha yadi teyeva gayhanti, abyāpitadosamāpanno. Atha sabbopi paccayadhammo āhāroti adhippeto, imāya āhārapāḷiyā virodho āpannoti dassetuṃ āraddhaṃ. ‘‘Na virujjhatī’’ti yenādhippāyena vuttaṃ, taṃ vivaranto ‘‘etasmiñhi sutte’’tiādimāha. Kabaḷīkārāhārādīnaṃ ojaṭṭhamakarūpāharaṇādi nippariyāyena āhārabhāvo. Yathā hi kabaḷīkārāhāro ojaṭṭhamakarūpāharaṇena rūpakāyaṃ upatthambhenti, evaṃ phassādayo vedanādiāharaṇena nāmakāyaṃ upatthambheti, tasmā satipi janakabhāve upatthambhakabhāvo ojādīsu sātisayo labbhamāno mukhyo āhāraṭṭhoti te eva nippariyāyena āhāralakkhaṇā dhammā vuttā.",
  "tika-s0404t15:37": "Idhāti imasmiṃ sutte pariyāyena paccayo āhāroti vutto, sabbo paccayadhammo attano phalaṃ āharatīti imaṃ pariyāyaṃ labhatīti. Tenāha ‘‘sabbadhammānañhī’’tiādi. Tattha sabbadhammānanti sabbesaṃ saṅkhatadhammānaṃ. Idāni yathāvuttamatthaṃ suttena samatthetuṃ ‘‘tenevāhā’’tiādi vuttaṃ. Ayanti paccayāhāro. Nippariyāyāhāropi gahitova hotīti yāvatā sopi paccayabhāveneva janako upatthambhako ca hutvā taṃ taṃ phalaṃ āharatīti vattabbataṃ labhatīti.",
  "tika-s0404t15:38": "Tatthāti pariyāyāhāro, nippariyāyāhāroti dvīsu āhāresu asaññabhave yadipi nippariyāyāhāro na labbhati, pariyāyāhāro pana labbhateva. Idāni tamevatthaṃ vitthārato dassetuṃ ‘‘anuppanne hi buddhe’’tiādi vuttaṃ. Uppanne buddhe titthakaramatanissitānaṃ jhānabhāvanāya asijjhanato ‘‘anuppanne buddhe’’ti vuttaṃ. Sāsanikā tādisaṃ jhānaṃ na nibbattentīti ‘‘titthāyatane pabbajitā’’ti vuttaṃ. Titthiyā hi upapattivisese vimuttisaññino saññāvirāgāvirāgesu ādīnavānisaṃsadassinova hutvā asaññasamāpattiṃ nibbattetvā akkhaṇabhūmiyaṃ uppajjanti, na sāsanikā. Vāyokasiṇe parikkammaṃ katvāti vāyokasiṇe paṭhamādīni tīṇi jhānāni nibbattetvā tatiyajjhāne ciṇṇavasī hutvā tato vuṭṭhāya catutthajjhānādhigamāya parikammaṃ katvā. Tenevāha ‘‘catutthajjhānaṃ nibbattetvā’’ti.",
  "tika-s0404t15:39": "Kasmā (dī. ni. ṭī. 1.68-73; dī. ni. abhi. ṭī. 1.68-73) panettha vāyokasiṇeyeva parikammaṃ vuttanti? Vuccate, yatheva hi rūpapaṭibhāgabhūtesu kasiṇavisesesu rūpavibhāvanena rūpavirāgabhāvanāsaṅkhāto arūpasamāpattiviseso sacchikarīyati, evaṃ aparibyattaviggahatāya arūpapaṭibhāgabhūte kasiṇavisese arūpavibhāvanena arūpavirāgabhāvanā saṅkhāto rūpasamāpattiviseso adhigamīyatīti. Ettha ca ‘‘saññā rogo, saññā gaṇḍo’’tiādinā (ma. ni. 3.24), ‘‘dhi cittaṃ, dhi vatetaṃ citta’’ntiādinā ca nayena arūpappavattiyā ādīnavadassanena tadabhāve ca santapaṇītabhāvasanniṭṭhānena rūpasamāpattiyā abhisaṅkharaṇaṃ arūpavirāgabhāvanā. Rūpavirāgabhāvanā pana saddhiṃ upacārena arūpasamāpattiyo, tatthāpi visesena paṭhamāruppajjhānaṃ. Yadi evaṃ ‘‘paricchinnākāsakasiṇepī’’ti vattabbaṃ, tassāpi arūpapaṭibhāgatā labbhatīti? Icchitamevetaṃ, kesañci avacanaṃ panettha pubbācariyehi aggahitabhāvena. Yathā hi rūpavirāgabhāvanā virajjanīyadhammābhāvamattena parinipphannā, virajjanīyadhammaparibhāsabhūte ca visayavisese pātubhavati, evaṃ arūpavirāgabhāvanāpīti vuccamāne na koci virodho. Titthiyeheva pana tassā samāpattiyā paṭipajjitabbatāya tesañca visayapathe sūpanibandhanasseva tassa jhānassa paṭipattito diṭṭhivantehi pubbācariyehi catuttheyeva bhūtakasiṇe arūpavirāgabhāvanāparikammaṃ vuttanti daṭṭhabbaṃ. Kiñca vaṇṇakasiṇesu viya purimabhūtakasiṇattayepi vaṇṇappaṭicchāyāva paṇṇatti ārammaṇaṃ jhānassa lokavohārānurodheneva pavattito. Evañca katvā visuddhimagge (visuddhi. 1.57) pathavīkasiṇassa ādāsacandamaṇḍalūpamavacanañca samatthitaṃ hoti, catutthaṃ pana bhūtakasiṇaṃ bhūtappaṭicchāyameva jhānassa gocarabhāvaṃ gacchatīti tassevaṃ arūpapaṭibhāgatā yuttāti vāyokasiṇeyeva parikammaṃ vuttanti veditabbaṃ.",
  "tika-s0404t15:40": "Dhīti jigucchanatthe nipāto, tasmā dhi cittanti cittaṃ jigucchāmi. Dhi vatetaṃ cittanti etaṃ mama cittaṃ jigucchitaṃ vata hotu. Vatāti sambhāvane. Tena jigucchanaṃ sambhāvento vadati. Nāmāti ca sambhāvane eva. Tena cittassa abhāvaṃ sambhāveti. Cittassa bhāvābhāvesu ādīnavānisaṃse dassetuṃ ‘‘cittañhī’’tiādi vuttaṃ. Khantiṃ ruciṃ uppādetvāti cittassa abhāvo eva sādhu suṭṭhūti imaṃ diṭṭhinijjhānakkhantiṃ tattha ca abhiruciṃ uppādetvā. Tathā bhāvitassa jhānassa ṭhitibhāgiyabhāvappattiyā aparihīnajjhānā. Titthāyatane pabbajitasseva tathā jhānabhāvanā hotīti āha ‘‘manussaloke’’ti. Paṇihito ahosīti maraṇassa āsannakāle ṭhapito ahosi. Yadi ṭhānādinā ākārena nibbatteyya kammabalena, yāva bhedā tenevākārena tiṭṭheyyāti āha ‘‘tena iriyāpathenā’’tiādi. Evarūpānampīti evaṃ acetanānampi. Pi-saddena pageva sacetanānanti dasseti. Kathaṃ pana acetanānaṃ nesaṃ paccayāhārassa upakappananti codanaṃ sandhāya tattha nidassanaṃ dassento ‘‘yathā’’tiādimāha. Tena na kevalamāgamoyeva, ayamettha yuttīti dasseti. Tāva tiṭṭhantīti ukkaṃsato pañca mahākappasatāni tiṭṭhanti.",
  "tika-s0404t15:41": "Ye uṭṭhānavīriyena divasaṃ vītināmetvā tassa nissandaphalamattaṃ kiñcideva labhitvā jīvikaṃ kappenti, te uṭṭhānaphalūpajīvino. Ye pana attano puññaphalameva upajīvanti, te puññaphalūpajīvino. Nerayikānaṃ pana neva uṭṭhānavīriyavasena jīvikakappanaṃ, puññaphalassa pana lesopi natthīti vuttaṃ ‘‘ye pana nerayikā…pe… jīvīti vuttā’’ti. Paṭisandhiviññāṇassa āharaṇena manosañcetanā āhāroti vuttā, na yassa kassaci phalassāti adhippāyena ‘‘kiṃ pañca āhārā atthī’’ti codeti. Ācariyo nippariyāyāhāre adhippete ‘‘siyā tava codanā avasarā, sā pana ettha anavasarā’’ti ca dassento ‘‘pañca, na pañcāti idaṃ na vattabba’’nti vatvā pariyāyāhārasseva panettha adhippetabhāvaṃ dassento ‘‘nanu paccayo āhāro’ti vuttameta’’nti āha. Tasmāti yassa kassaci paccayassa āhāroti icchitattā. Idāni vuttamevatthaṃ pāḷiyā samatthento ‘‘yaṃ sandhāyā’’tiādimāha.",
  "tika-s0404t15:42": "Mukhyāhāravasenapi nerayikānaṃ āhāraṭṭhitikataṃ dassetuṃ ‘‘kabaḷīkārāhāraṃ…pe… sādhetī’’ti vuttaṃ. Yadi evaṃ nerayikā sukhappaṭisaṃvedinopi hontīti? Noti dassetuṃ ‘‘kheḷo hī’’tiādi vuttaṃ. Tayoti tayo arūpāhārā kabaḷīkārāhārassa abhāvato. Avasesānanti asaññasattehi avasesānaṃ kāmabhavādīsu nibbattasattānaṃ. Paccayāhāro hi sabbesaṃ sādhāraṇoti.",
  "tika-s0404t15:43": "Paṭhamamahāpañhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t15:44": "8-9. Dutiyamahāpañhasuttādivaṇṇanā",
  "tika-s0404t15:45": "28-29. Aṭṭhame evaṃnāmaketi kajaṅgalāti evaṃ itthiliṅgavasena laddhanāmake majjhimappadesassa mariyādabhūte nagare. ‘‘Nigame’’tipi vadanti, ‘‘niculavane’’tipi vadanti. Niculaṃ nāma ekā rukkhajāti, ‘‘nīparukkho’’tipi vadanti. Tena sañchanno mahāvanasaṇḍo, tattha viharatīti attho. Hetunā nayenāti ca heṭṭhā vuttameva. Nanu ca ‘‘eso ceva tassa attho’’ti kasmā vuttaṃ. Bhagavatā hi cattārotiādipañhabyākaraṇā cattāro āhārā, pañcupādānakkhandhā, cha ajjhattikāni āyatanāni, satta viññāṇaṭṭhitiyo, aṭṭha lokadhammā dassitā. Bhikkhuniyā pana cattāro satipaṭṭhānā, pañcindriyāni, cha nissāraṇīyā dhātuyo, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggoti dassitadhammā aññoyevattho bhikkhuniyā dassitoti codanaṃ sandhāyāha ‘‘kiñcāpī’’tiādi. Navame natthi vattabbaṃ.",
  "tika-s0404t15:46": "Dutiyamahāpañhasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t15:47": "10. Dutiyakosalasuttavaṇṇanā",
  "tika-s0404t15:48": "30. Dasame uggantvā yujjhati etāyāti uyyodhikā, satthappahārehi yujjhitassetaṃ adhivacanaṃ. Uggantvā yujjhanaṃ vā uyyodhiko, satthappahāro. Tenāha ‘‘yuddhato nivatto’’ti. Upassutivasena yujjhitabbākāraṃ ñatvāti jetavane kira dattatthero dhanuggahatissattheroti dve mahallakattherā vihārapaccante paṇṇasālāya vasanti. Tesu dhanuggahatissatthero pacchimayāme pabujjhitvā uṭṭhāya nisinno dattattheraṃ āmantetvā ‘‘ayaṃ te mahodaro kosalo bhuttabhattameva pūtiṃ karoti, yuddhavicāraṇaṃ pana kiñci na jānāti, parājitotveva vadāpetī’’ti vatvā tena ‘‘kiṃ pana kātuṃ vaṭṭatī’’ti vutte – ‘‘bhante, yuddho nāma padumabyūho cakkabyūho sakaṭabyūhoti tayo byūhā honti, ajātasattuṃ gaṇhitukāmena asukasmiṃ nāma pabbatakucchismiṃ dvīsu pabbatabhittīsu manusse ṭhapetvā purato dubbalaṃ dassetvā pabbatantaraṃ paviṭṭhabhāvaṃ jānitvā paviṭṭhamaggaṃ rundhitvā purato ca pacchato ca ubhosu pabbatabhittīsu vaggitvā naditvā jālapakkhittamacchaṃ viya katvā sakkā gahetu’’nti. Tasmiṃ khaṇe ‘‘bhikkhūnaṃ kathāsallāpaṃ suṇāthā’’ti rañño pesitacarapurisā taṃ sutvā rañño ārocesuṃ. Taṃ sutvā rājā saṅgāmabheriṃ paharāpetvā gantvā sakaṭabyūhaṃ katvā ajātasattuṃ jīvaggāhaṃ gaṇhi. Tena vuttaṃ ‘‘upassutivase…pe... ajātasattuṃ gaṇhī’’ti.",
  "tika-s0404t15:49": "Doṇapākanti doṇataṇḍulānaṃ pakkabhattaṃ. Doṇanti catunāḷikānametamadhivacanaṃ. Manujassāti sattassa. Tanukassāti tanukā appikā assa puggalassa, bhuttapaccayā visabhāgavedanā na honti. Saṇikanti mandaṃ mudukaṃ, aparissayamevāti attho. Jīratīti paribhuttāhāro paccati. Āyu pālayanti nirogo avedano jīvitaṃ rakkhanto. Atha vā saṇikaṃ jīratīti so bhojane mattaññū puggalo parimitāhāratāya saṇikaṃ cirena jīrati jaraṃ pāpuṇāti jīvitaṃ pālayanto.",
  "tika-s0404t15:50": "Imaṃ ovādaṃ adāsīti ekasmiṃ kira (dha. pa. aṭṭha. 2.203 pasenadikosalavatthu) samaye rājā taṇḍuladoṇassa odanaṃ tadupiyena sūpabyañjanena bhuñjati. So ekadivasaṃ bhuttapātarāso bhattasammadaṃ avinodetvā satthu santikaṃ gantvā kilantarūpo ito cito ca samparivattati, niddāya abhibhuyyamānopi lahukaṃ nipajjituṃ asakkonto ekamantaṃ nisīdi. Atha naṃ satthā āha ‘‘kiṃ, mahārāja, avissamitvāva āgatosī’’ti. Āma, bhante, bhuttakālato paṭṭhāya me mahādukkhaṃ hotīti. Atha naṃ satthā, ‘‘mahārāja, atibahubhojīnaṃ etaṃ dukkhaṃ hotī’’ti vatvā –",
  "tika-s0404t15:51": "‘‘Middhī yadā hoti mahagghaso ca,",
  "tika-s0404t15:52": "Niddāyitā samparivattasāyī;",
  "tika-s0404t15:53": "Mahāvarāhova nivāpapuṭṭho,",
  "tika-s0404t15:54": "Punappunaṃ gabbhamupeti mando’’ti. (dha. pa. 325; netti. 26, 90) –",
  "tika-s0404t15:55": "Imāya gāthāya ovaditvā, ‘‘mahārāja, bhojanaṃ nāma mattāya bhuñjituṃ vaṭṭati, mattabhojino hi sukhaṃ hotī’’ti uttaripi puna ovadanto ‘‘manujassa sadā satīmato’’ti (saṃ. ni. 1.124) imaṃ gāthamāha.",
  "tika-s0404t15:56": "Rājā pana gāthaṃ uggaṇhituṃ nāsakkhi, samīpe ṭhitaṃ pana bhāgineyyaṃ sudassanaṃ nāma māṇavaṃ ‘‘imaṃ gāthaṃ uggaṇha tātā’’ti āha. So taṃ gāthaṃ uggaṇhitvā ‘‘kiṃ karomi, bhante’’ti satthāraṃ pucchi. Atha naṃ satthā āha, ‘‘māṇava, imaṃ gāthaṃ naṭo viya pattapattaṭṭhāne mā avaca, rañño pātarāsaṃ bhuñjanaṭṭhāne ṭhatvā paṭhamapiṇḍādīsupi avatvā avasāne piṇḍe gahite vadeyyāsi, rājā sutvā bhattapiṇḍaṃ chaḍḍessati. Atha rañño hatthesu dhotesu pātiṃ apanetvā sitthāni gaṇetvā tadupiyaṃ byañjanaṃ ñatvā punadivase tāvatake taṇḍule hāreyyāsi. Pātarāse ca vatvā sāyamāse mā vadeyyāsī’’ti. So ‘‘sādhū’’ti paṭissuṇitvā taṃ divasaṃ rañño pātarāsaṃ bhutvā gatattā sāyamāse bhagavato anusiṭṭhiniyāmena gāthaṃ abhāsi. Rājā dasabalassa vacanaṃ saritvā bhattapiṇḍaṃ pātiyaṃyeva chaḍḍesi. Rañño hatthesu dhotesu pātiṃ apanetvā sitthāni gaṇetvā punadivase tattake taṇḍule hariṃsu, sopi māṇavo divase divase tathāgatassa santikaṃ gacchati. Dasabalassa vissāsiko ahosi. Atha naṃ ekadivasaṃ pucchi ‘‘rājā kittakaṃ bhuñjatī’’ti? So ‘‘nāḷikodana’’nti āha. Vaṭṭissati ettāvatā purisabhāgo esa, ito paṭṭhāya gāthaṃ mā vadīti. Rājā tatheva saṇṭhāsi. Tena vuttaṃ ‘‘nāḷikodanaparamatāya saṇṭhāsī’’ti. Rattaññutāya vaḍḍhitaṃ sīlaṃ assa atthīti vaḍḍhitasīlo. Apothujjanikehi sīlehīti catupārisuddhisīlehi sīlaṃ ariyaṃ suddhaṃ. Tena vuttaṃ ‘‘ariyasīlo’’ti. Tadekaṃ anavajjaṭṭhena kusalaṃ. Tena vuttaṃ ‘‘kusalasīlo’’ti.",
  "tika-s0404t15:57": "Dutiyakosalasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t15:58": "Mahāvaggavaṇṇanā niṭṭhitā."
}