{
  "tika-vin11t8:0": "Sekhiyakathāvaṇṇanā",
  "tika-vin11t8:1": "1870. Evaṃ pāṭidesanīyavinicchayaṃ dassetvā tadanantaraṃ uddiṭṭhānaṃ sekhiyānaṃ vinicchayaṃ dassetumāha ‘‘yo anādariyenevā’’tiādi. Yoti thero vā navo vā majjhimo vā. Ettha anādariyaṃ nāma sañcicca āpattiāpajjanaṃ, nivāsanādivatthassa uggahaṇe nirussāhañca. Pacchatopi vāti ettha vā-saddena ‘‘passatopi vā’’ti idaṃ saṅgaṇhāti. Tassa cāti ettha ca-saddo vakkhamānasamuccayo.",
  "tika-vin11t8:2": "1871. Na kevalaṃ vuttanayena nivāsentasseva hoti, khandhakāgatahatthisoṇḍādiākārenāpi nivāsentassa dukkaṭaṃ hotīti āha ‘‘hatthisoṇḍādī’’tiādi. Hatthisoṇḍādinivāsanaṃ parato khuddakavatthukkhandhake (cūḷava. 280) āvi bhavissati. Parimaṇḍalanti samantato maṇḍalaṃ katvā. Vatthabbanti nivatthabbaṃ nivāsetabbanti attho.",
  "tika-vin11t8:3": "1872.Jāṇumaṇḍalatoheṭṭhāti ettha ‘‘jaṅghaṭṭhisīsato paṭṭhāyā’’ti seso. Aṭṭhaṅgulappamāṇakanti vaḍḍhakiaṅgulena aṭṭhaṅgulamattanti ācariyā. ‘‘Yo pana sukkhajaṅgho vā mahāpiṇḍikamaṃso vā hoti, tassa sāruppatthāya jāṇumaṇḍalato aṭṭhaṅgulādhikampi otāretvā nivāsetuṃ vaṭṭatī’’ti (pāci. aṭṭha. 576) aṭṭhakathaṃ saṅgaṇhitumāha ‘‘tato ūnaṃ na vaṭṭatī’’ti.",
  "tika-vin11t8:4": "1873. Asañcicca aparimaṇḍalaṃ nivāsentassa anāpattīti yojanā. Evamuparipi. Asañciccāti ‘‘aparimaṇḍalaṃ nivāsessāmī’’ti evaṃ asañcicca, atha kho ‘‘parimaṇḍalaṃyeva nivāsessāmī’’ti virajjhitvā aparimaṇḍalaṃ nivāsentassa anāpatti. Asatissāpīti aññavihitassāpi tathā nivāsentassa anāpatti. Ajānantassāti kevalaṃ parimaṇḍalaṃ nivāsetuṃ ajānantassa anāpatti. Apica nivāsanavattaṃ uggahetabbaṃ. Uggahitavattopi sace ‘‘āruḷha’’nti vā ‘‘oruḷha’’nti vā na jānāti, tassāpi anāpattiyeva. Gilānassāti yassa jaṅghāya vā pāde vā vaṇo hoti, tassa ukkhipitvā vā otāretvā vā nivāsentassa anāpatti. Pādoti cettha pādasamīpaṃ adhippetaṃ. Āpadāsūti vāḷā vā corā vā anubandhanti, evarūpāsu āpadāsu anāpatti.",
  "tika-vin11t8:5": "Parimaṇḍalakathāvaṇṇanā.",
  "tika-vin11t8:6": "1874.Ubho koṇe samaṃ katvāti pārupanassa ekaṃse katassa piṭṭhipasse, udarapasse ca olambamāne ubho kaṇṇe hatthipiṭṭhe gaṇḍā viya samaṃ katvā. Parimaṇḍalaṃ katvāti etasseva atthapadaṃ. Sādaranti bhāvanapuṃsakaniddeso. Sādaraṃ vā pārupitabbanti yojanā, sādaraṃ pārupanaṃ kattabbanti attho. Evaṃ akarontassāti pārupanavatte ādaraṃ janetvā evaṃ apārupantassa.",
  "tika-vin11t8:7": "1875. ‘‘Parimaṇḍalaṃ nivāsessāmīti sikkhā karaṇīyā’’ti (pāci. 576) vā ‘‘parimaṇḍalaṃ pārupissāmīti sikkhā karaṇīyā’’ti (pāci. 577) vā ‘‘antaraghare’’ti avisesetvā vuttattā āha ‘‘avisesena vutta’’nti. Idaṃ sikkhāpadadvayaṃ yasmā avisesena vuttaṃ, tasmā ghare, vihāre vā kātabbaṃ parimaṇḍalanti yojanā. Ghareti antaraghare. Vihāre vāti buddhupaṭṭhānādikālaṃ sandhāya vuttaṃ. Parimaṇḍalaṃ kattabbanti parimaṇḍalameva nivāsetabbaṃ pārupitabbanti attho.",
  "tika-vin11t8:8": "Dutiyaṃ.",
  "tika-vin11t8:9": "1876. Ubho koṇe samaṃ katvāti sambandho. Gīvameva ca anuvātena chādetvāti yojanā.",
  "tika-vin11t8:10": "1877.Tathā akatvāti yathāvuttavidhānaṃ akatvā. Jattūnipīti ubho aṃsakūṭānipi. Urampi cāti hadayampi. Vivaritvāti appaṭicchādetvā. Yathākāmanti icchānurūpaṃ. Gacchatoti ettha ‘‘antaraghare’’ti seso. Antaragharaṃ nāma gāme vā hotu vihāre vā, pacitvā bhuñjitvā gihīnaṃ vasanaṭṭhānaṃ.",
  "tika-vin11t8:11": "Tatiyaṃ.",
  "tika-vin11t8:12": "1878-9.‘‘Maṇibandhato’’ti imināpi ‘‘heṭṭhā’’ti yojetabbaṃ. Vāsūpagassāti ettha ‘‘kāyaṃ vivaritvā nisīdato’’ti seso. Vāsūpago nāma rattivāsatthāya upagato, etena vāsatthāya antaragharaṃ upagacchantena suppaṭicchanneneva upagantabbanti dīpitaṃ hoti, eteneva vāsūpagatassa santikaṃ upagatassa yathākāmaṃ gamane na dosoti ca vuttameva hoti. Tenāha gaṇṭhipade ‘‘ekadivasampi vāsūpagatassa santikaṃ yathāsukhaṃ gantuṃ vaṭṭati, ko pana vādo catupañcāhaṃ vāsamadhiṭṭhāya vasitabhikkhūnaṃ santika’’nti.",
  "tika-vin11t8:13": "Catutthaṃ.",
  "tika-vin11t8:14": "1880.Suvinītenāti hatthapādānaṃ akīḷāpaneneva suṭṭhu vinītena.",
  "tika-vin11t8:15": "Pañcamaṃ.",
  "tika-vin11t8:16": "1881. Gāthābandhavasena ‘‘satīmatā’’ti dīgho kato. Avikārenāti taṃtadavalokāsahitena . Yugaṃ mattā pamāṇaṃ etassāti yugamattaṃ, rathayugaṃ catuhatthappamāṇaṃ, tattakaṃ padesaṃ. Pekkhināti olokentena. ‘‘Bhikkhunā okkhittacakkhunā’’ti padacchedo.",
  "tika-vin11t8:17": "1882. Antaraghare yattha katthacipi ekasmimpi ṭhāne ṭhatvāti yojanā. Evaṃ vuttepi tathārūpe antarāye sati gacchatopi oloketuṃ labbhati. Ekasmiṃ pana ṭhāne ṭhatvāti ettha gacchantopi parissayābhāvaṃ oloketuṃ labbhatiyeva. ‘‘Tathā gāme pūja’’nti gaṇṭhipadesu vuttaṃ. Pi-saddo pana-saddattho, oloketuṃ pana vaṭṭatīti vuttaṃ hoti.",
  "tika-vin11t8:18": "1883.Olokento tahaṃ tahanti yo anādariyaṃ paṭicca taṃ taṃ disābhāgaṃ pāsādaṃ kūṭāgāraṃ vīthiṃ olokento.",
  "tika-vin11t8:19": "Sattamaṃ.",
  "tika-vin11t8:20": "1884.Ekatovāpīti ekaaṃsakūṭato vā. Ubhato vāpīti ubhayaṃsakūṭato vā. Indakhīlakato antoti gāmadvārindakhīlato anto, ghareti vuttaṃ hoti.",
  "tika-vin11t8:21": "Navamaṃ.",
  "tika-vin11t8:22": "1885.Tathā nisinnakālepīti indakhīlassa anto nisinnakālepi. Kuṇḍikaṃ nīharantena ca cīvaraṃ anukkhipitvā dātabbā kuṇḍikāti yojanā. Kuṇḍikanti ca upalakkhaṇamattaṃ. Dhammakaraṇādīsupi eseva nayo.",
  "tika-vin11t8:23": "Dasamaṃ.",
  "tika-vin11t8:24": "Paṭhamo vaggo.",
  "tika-vin11t8:25": "1886. Gantuñceva nisīdituñca na vaṭṭatīti yojanā. Ca-saddo kiriyāsamuccayo. Hasanīyasmiṃ vatthusminti hāsajanake kāraṇe. Sitamattanti mandahāsaṃ.",
  "tika-vin11t8:26": "Paṭhamadutiyāni.",
  "tika-vin11t8:27": "1887.Appasaddenāti ‘‘kittāvatā appasaddo hoti? Dvādasahatthe gehe ādimhi saṅghatthero, majjhe dutiyatthero, ante tatiyattheroti evaṃ nisinnesuyaṃ saṅghatthero dutiyattherena saddhiṃ manteti, dutiyatthero tassa saddañceva suṇāti, kathañca vavatthapeti. Tatiyatthero pana saddameva suṇāti, kathaṃ na vavatthapeti. Ettāvatā appasaddo hotī’’ti (pāci. 588) vuttaappasaddayuttena. Sace pana tatiyatthero kathañca vavatthapeti, mahāsaddo nāma hotīti.",
  "tika-vin11t8:28": "Tatiyaṃ.",
  "tika-vin11t8:29": "1888.Kāyappacālakaṃ katvāti kāyaṃ cāletvā cāletvā. Uparipi eseva nayo. Hatthassa vuttalakkhaṇattā ‘‘bāhū’’ti maṇibandhato yāva aṃsakūṭā gahetabbā.",
  "tika-vin11t8:30": "1889.Ujuṃ paggahetvāti ujuṃ ṭhapetvā. Āsitabbanti nisīditabbaṃ. ‘‘Samena iriyāpathena tū’’ti padacchedo.",
  "tika-vin11t8:31": "1890. Itthambhūte karaṇavacanaṃ. Gamanapaṭisaṃyuttesu sikkhāpadesu gamanassa asambhavoti āha ‘‘nisīdanena yuttesū’’ti.",
  "tika-vin11t8:32": "Pañcamachaṭṭhasattamaṭṭhamanavamāni.",
  "tika-vin11t8:33": "Dutiyo vaggo.",
  "tika-vin11t8:34": "1891.Khambhaṃ katvāti kaṭiyā ekapasse vā dvīsu vā passesu kapparasandhito ābhujitvā hatthaṃ ṭhapetvā. Yathāha – ‘‘khambhakato nāma kaṭiyaṃ hatthaṃ ṭhapetvā katakhambho’’ti (pāci. aṭṭha. 596). Ukkuṭikāya vā gacchatoti yojanā. Ukkuṭikā vuccati paṇhiyo ukkhipitvā aggapādehi vā aggapāde ukkhipitvā paṇhīhi eva vā bhūmiṃ phusantassa gamanaṃ.",
  "tika-vin11t8:35": "1892.Dussapallatthikāyāti āyogapallatthikāya. Antaraghare nisīdantassa tassa dukkaṭaṃ hotīti yojanā.",
  "tika-vin11t8:36": "1893.Dutiyecāti ‘‘na khambhakato antaraghare nisīdissāmī’’ti (pāci. 597) sikkhāpade ca. Catutthe cāti ‘‘na oguṇṭhito antaraghare nisīdissāmī’’ti (pāci. 599) sikkhāpade ca. Chaṭṭheti ‘‘na pallatthikāya antaraghare’’iccādi (pāci. 601) sikkhāpade ca. Iti evaṃ sāruppā samaṇācārānucchavikā chabbīsati sikkhāpadāni pakāsitāni.",
  "tika-vin11t8:37": "Paṭhamadutiyatatiyacatutthapañcamachaṭṭhāni.",
  "tika-vin11t8:38": "1894. Viññunā bhikkhunā sakkaccaṃ satiyuttena, pattasaññinā ca hutvā samasūpova piṇḍapāto gahetabboti yojanā. Evaṃ etāya gāthāya sikkhāpadattayaṃ saṅgahitaṃ. Sakkaccanti satiṃ upaṭṭhapetvā. ‘‘Satiyuttenā’’ti idaṃ ‘‘sakkacca’’nti etassa atthapadaṃ. ‘‘Satiṃ upaṭṭhapetvā’’ti (pāci. aṭṭha. 602) hi aṭṭhakathāyaṃ vuttaṃ. Patte saññā pattasaññā, sā assa atthīti pattasaññī, anaññavihitena attano bhājaneyeva upanibaddhasaññināti attho.",
  "tika-vin11t8:39": "1895.Bhattacatubbhāgoti bhattassa catubbhāgappamāṇo. Tato adhikaṃ gaṇhato dukkaṭaṃ.",
  "tika-vin11t8:40": "1896. ‘‘Rasarase’’ti vattabbe ‘‘raserase’’ti gāthābandhavasena vuttaṃ. Dve sūpe ṭhapetvā avasesāni oloṇisākasūpeyyamaccharasamaṃsarasādīni rasarasāti veditabbāni. Ettha ca ‘‘oloṇīti dadhikataṃ gorasa’’nti keci. ‘‘Ekā byañjanavikatī’’ti apare. ‘‘Yo koci suddho kañjikatakkādiraso’’ti aññe. Sākasūpeyyaggahaṇena yā kāci sūpeyyasākehi katā byañjanavikati vuttā. Maṃsarasādīnīti ādi-saddena avasesā sabbāpi byañjanavikati saṅgahitāti daṭṭhabbaṃ. Ñātakādīnanti ettha ‘‘santakaṃ gaṇhantassā’’ti seso. Aññatthāyāti ettha ‘‘kataṃ gaṇhantassā’’ti seso. Dhanenāti ettha ‘‘attano’’ti ca ‘‘kīta’’nti ca ‘‘gaṇhantassā’’ti ca seso. Ñātakādīnaṃ santakaṃ gaṇhantassa, aññatthāya kataṃ gaṇhantassa, attano dhanena kītaṃ gaṇhantassa anāpattīti attho.",
  "tika-vin11t8:41": "Sattamaṭṭhamanavamāni.",
  "tika-vin11t8:42": "1897. Adhiṭṭhānūpagassa pattassa mukhavaṭṭiyā antolekhāpamāṇena pūritova gahetabboti yojanā.",
  "tika-vin11t8:43": "1898. Anāpattivisayaṃ dassetvā āpattivisayaṃ dassetumāha ‘‘tatthā’’tiādi. Tatthāti adhiṭṭhānūpage patte. Thūpīkataṃ katvāti ettha ‘‘diyyamāna’’nti seso. Yathāvuttalekhātikkamo yathā hoti, evaṃ thūpīkataṃ diyyamānaṃ gaṇhato āpatti dukkaṭanti sambandho. Iminā paṭhamaṃ thūpīkatassa adhiṭṭhānūpagapattassa pacchā paṭiggahaṇañca paṭhamapaṭiggahitapatte pacchā bhojanassa thūpīkatassa paṭiggahaṇañca nivāritanti veditabbaṃ.",
  "tika-vin11t8:44": "1899. Kālikattayameva ca thūpīkataṃ vaṭṭatevāti yojanā. Seseti anadhiṭṭhānūpage patte. Sabbanti catubbidhaṃ kālikaṃ thūpīkataṃ vaṭṭatīti yojanā.",
  "tika-vin11t8:45": "1900.Pesetīti ettha ‘‘bhikkhū’’ti seso. Bhikkhu bhikkhūnaṃ yadi pesetīti yojanā. ‘‘Vihāraṃ pesetuṃ vaṭṭatī’’ti (pāci. aṭṭha. 605) aṭṭhakathāya adhippāyaṃ dassetuṃ ‘‘bhikkhūna’’nti vacanena paṭiggahaṇaṃ avijahitvā bhikkhunā eva pesitaṃ gaṇhantānaṃ bhikkhūnaṃ anāpattīti dīpitaṃ hoti. Aññathā ‘‘pūretuṃ vaṭṭatī’’ti ettakameva vattabbanti viññāyati.",
  "tika-vin11t8:46": "1901.Pakkhippamānanti mukhavaṭṭito uccaṃ katvā majjhe pakkhipiyamānaṃ. Phalādikanti ādi-saddena odanādimpi saṅgaṇhāti. Heṭṭhāorohatīti samantā okāsasambhavato cāliyamānaṃ mukhavaṭṭippamāṇato heṭṭhā bhassati.",
  "tika-vin11t8:47": "1902.Takkolakādīnanti ettha ādi-saddena pūgaphalādīnaṃ saṅgaho. Ṭhapetvāti bhattamatthake nikkhipitvā. Vaṭaṃsakanti avaṭaṃsakaṃ.",
  "tika-vin11t8:48": "1903.Pūvassāti vikārasambandhe sāmivacanaṃ, pūvavaṭaṃsakanti vuttaṃ hoti. Pūvassa yāvakālikattā āha ‘‘idaṃ thūpīkataṃ siyā’’ti.",
  "tika-vin11t8:49": "1904. Paṇṇānaṃ visuṃ bhājanattā āha ‘‘vaṭṭatī’’ti.",
  "tika-vin11t8:50": "1905.Assāti bhikkhussa. Taṃ tu sabbanti ‘‘thūpīkatattā na vaṭṭatī’’ti vuttaṃ taṃ pana sabbaṃ. Gahitaṃ sugahitanti virādhetvā paṭiggahitaṃ ce, suppaṭiggahitaṃ.",
  "tika-vin11t8:51": "Dasamaṃ.",
  "tika-vin11t8:52": "Tatiyo vaggo.",
  "tika-vin11t8:53": "1906. ‘‘Upari odhi’’nti padacchedo. Uparīti bhattassa upari. Odhinti paricchedaṃ. Paṭipāṭiyāti attano disāya pariyantato paṭṭhāya anukkamena.",
  "tika-vin11t8:54": "1907.Aññesanti ettha ‘‘dento’’ti seso. Attano bhattaṃ aññesaṃ dento aññassa bhājane ākiraṃ ākiranto pana paṭipāṭiṃ vināpi tahiṃ tahiṃ omasati ce, natthi dosoti yojanā. Uttaribhaṅgakaṃ tathā ākiranto tattha tattha omasati, natthi dosoti yojanā . Bhuñjanatthāya gaṇhantopi cettha vattabbo. Uttaribhaṅgaṃ nāma byañjanaṃ.",
  "tika-vin11t8:55": "Tatiyaṃ.",
  "tika-vin11t8:56": "1908. Matthakaṃ omadditvā paribhuñjato dosoti yojanā. ‘‘Thūpakatoti matthakato, vemajjhato’’ti (pāci. aṭṭha. 610) aṭṭhakathāvacanato matthakanti ettha bhattamatthakamāha. Omadditvāti hatthena bhattaṃ avamadditvā.",
  "tika-vin11t8:57": "1909.Sesake parittepi cāti avasiṭṭhe appakepi ca. Saṃkaḍḍhitvānāti tasmiṃ tasmiṃ ṭhāne ṭhitaṃ saṃharitvā. Ekato pana madditvā bhuñjato anāpattīti yojanā.",
  "tika-vin11t8:58": "Pañcamaṃ.",
  "tika-vin11t8:59": "1910.Bhiyyokamyatāhetūti puna gaṇhitukāmatāhetu. Sūpaṃ vāti muggādisūpaṃ vā. Byañjanaṃ vāti uttaribhaṅgaṃ vā.",
  "tika-vin11t8:60": "Chaṭṭhaṃ.",
  "tika-vin11t8:61": "1911.Viññattiyanti sūpodanaviññattiyaṃ. ‘‘Ñātakānaṃ vā pavāritānaṃ vā aññassa atthāya vā attano dhanena vā’’ti idaṃ anāpattiyaṃ adhikaṃ. Gilānopi hutvā paresaṃ pattaṃ ujjhānasaññāya olokentassa āpatti hotīti āha ‘‘ujjhāne gilānopi na muccatī’’ti. Ujjhāneti nimittatthe bhummaṃ.",
  "tika-vin11t8:62": "1912.Dassāmīti imassa bhattaṃ oloketvā ‘‘yaṃ tattha natthi, taṃ dassāmī’’ti vā ‘‘dāpessāmī’’ti vā. Avamaññitvā ujjhāyanacittaṃ ujjhānaṃ, ujjhāne saññā ujjhānasaññā, sā assa atthīti viggaho. Naujjhānasaññino ca anāpattīti ñātabbanti yojanā.",
  "tika-vin11t8:63": "Sattamaṭṭhamāni.",
  "tika-vin11t8:64": "1913.‘‘Tesaṃ majjhappamāṇenā’’ti iminā asāruppavasena khuddakapaṭikkhepo katoti veditabbo. ‘‘Nātimahanta’’nti ca atimahantasseva paṭikkhittattā khuddake āpatti na dissatīti. Kabaḷoti ālopo.",
  "tika-vin11t8:65": "1914. Mūlakhādanīyādike sabbattha khajjake panāti yojanā. Phalāphaleti khuddake, mahante ca phale.",
  "tika-vin11t8:66": "Navamaṃ.",
  "tika-vin11t8:67": "1915. Dasame natthi kiñci vattabbaṃ.",
  "tika-vin11t8:68": "Dasamaṃ.",
  "tika-vin11t8:69": "Catuttho vaggo.",
  "tika-vin11t8:70": "1916.‘‘Anāhaṭe’’ti etassa atthapadaṃ ‘‘mukhadvāraṃ appatte’’ti. Yathāha ‘‘anāhaṭeti anāharite, mukhadvāraṃ asampāpiteti attho’’ti (pāci. aṭṭha. 617). ‘‘Mukhadvāraṃ vivarantassā’’ti ettake vutte mukhadvāra-saddassa sambandhisaddattā kassāti apekkhāya ‘‘mukhadvāraṃ vivarissāmī’’ti attanopadekavacanena byañjitamevatthaṃ pakāsetuṃ attano-gahaṇaṃ katanti veditabbaṃ. Ca-saddo evakārattho, appatte vāti yojetabbo, asampatteyevāti attho.",
  "tika-vin11t8:71": "Paṭhamaṃ.",
  "tika-vin11t8:72": "1917.Sakalaṃhatthanti ettha hattha-saddo tadekadesesu aṅgulīsu daṭṭhabbo. ‘‘Hatthamuddā’’tiādīsu viya samudāye pavattavohārassa avayavepi pavattanato ekaṅgulimpi mukhe pakkhipituṃ na vaṭṭati.",
  "tika-vin11t8:73": "1918.Assāti bhikkhuno. Byāharantassāti kathentassa.",
  "tika-vin11t8:74": "Dutiyatatiyāni.",
  "tika-vin11t8:75": "1920.Piṇḍukkhepakanti piṇḍaṃ ukkhipitvā ukkhipitvā. Idhāpi khajjakaphalāphalesu anāpatti. Kabaḷacchedakampi vāti kabaḷaṃ chinditvā. Idha khajjakaphalāphalehi saddhiṃ uttaribhaṅgepi anāpatti. Gaṇḍe katvāti ettha phalāphalamatteyeva anāpatti.",
  "tika-vin11t8:76": "Catutthapañcamachaṭṭhāni.",
  "tika-vin11t8:77": "1921-2.Hatthaṃ niddhunitvānāti hatthaṃ niddhunitvā bhattaṃ bhuñjatoti ca sambandho. Sitthāvakārakanti sitthāni avakiritvā avakiritvā. Jivhānicchārakaṃ vāpīti jivhaṃ nicchāretvā nicchāretvā. Capu capūti vāti ‘‘capu capū’’ti evaṃ saddaṃ katvā. Sattameti ‘‘na hatthaniddhunaka’’nti sikkhāpade. Aṭṭhameti ‘‘na sitthāvakāraka’’nti sikkhāpade. Kacavarujjhaneti kacavarāpanayane.",
  "tika-vin11t8:78": "Sattamaṭṭhamanavamadasamāni.",
  "tika-vin11t8:79": "Pañcamo vaggo.",
  "tika-vin11t8:80": "1923. ‘‘Suru surū’’ti evaṃ saddaṃ katvā na bhottabbanti yojanā. Hatthanillehakaṃ vāpīti hatthaṃ nillehitvā nillehitvā.",
  "tika-vin11t8:81": "1924. Phāṇitaṃ , ghanayāguṃ vā aṅgulīhi gahetvā aṅguliyo mukhe pavesetvāpi taṃ bhottuṃ vaṭṭatīti yojanā.",
  "tika-vin11t8:82": "1925. Ekāya aṅgulikāyapi patto na lehitabbova. Jivhāya ekaoṭṭhopi na nillehitabbakoti yojanā. Bahi oṭṭhañca jivhāya na lehitabbaṃ. Oṭṭhe laggaṃ sitthādiṃ yaṃ kiñci ubhohi oṭṭhamaṃsehiyeva gahetvā anto kātuṃ vaṭṭati.",
  "tika-vin11t8:83": "Paṭhamadutiyatatiyacatutthāni.",
  "tika-vin11t8:84": "1926-8.Na ca gahetabbaṃ, paṭikkūlavasena paṭikkhittanti yojanā. Hi-iti ‘‘yasmā’’ti etassa atthe, teneva vakkhati ‘‘tasmā’’ti. ‘‘Pānīyathālaka’’nti idaṃ upalakkhaṇamattaṃ saṅkhādīnampi tathā nagahetabbattā. Sarāvaṃ vāti taṭṭakaṃ vā.",
  "tika-vin11t8:85": "Anāmisena hatthenāti āmisarahitena hatthekadesena. Yathāha ‘‘sace pana hatthassa",
  "tika-vin11t8:86": "Ekadeso āmisamakkhito na hoti, tena padesena gahetuṃ vaṭṭatī’’ti (pāci. aṭṭha. 631). Āmisamakkhiteneva hatthena ‘‘dhovissāmī’’ti vā ‘‘dhovāpessāmī’’ti vā gaṇhantassa pana anāpatti.",
  "tika-vin11t8:87": "Pañcamaṃ.",
  "tika-vin11t8:88": "1929.Uddharitvāti sasitthakā pattadhovanā sitthakāni uddharitvā taṃ pattadhovanodakaṃ gharā bahi antaraghare chaḍḍentassa anāpatti. Bhinditvāti sasitthake pattadhovane sitthakāni madditvā udakena sambhinditvā udakagatikāneva katvā taṃ udakaṃ gharā bahi antaraghare chaḍḍentassa anāpatti. Gahetvāti sasitthakaṃ pattadhovanodakaṃ gahetvā paṭiggahe chaḍḍentassa anāpatti. Sasitthakaṃ pattadhovanodakaṃ gharā bahi nīharitvā antaraghare chaḍḍentassa anāpattīti ajjhāhārayojanā veditabbā. Ettha paṭiggaho nāma kheḷamallādiko ucchiṭṭhahatthadhovanabhājanaviseso.",
  "tika-vin11t8:89": "Chaṭṭhaṃ.",
  "tika-vin11t8:90": "1930.Chattaṃ yaṃ kiñcīti ‘‘chattaṃ nāma tīṇi chattāni setacchattaṃ kilañjacchattaṃ paṇṇacchattaṃ maṇḍalabaddhaṃ salākabaddha’’nti (pāci. 634) vuttesu tīsu chattesu aññataraṃ. Ettha ca setacchattanti vatthapaliguṇṭhitaṃ paṇḍaracchattaṃ. Kilañjacchattanti vilīvacchattaṃ. Paṇṇacchattanti tālapaṇṇādīhi yehi kehici kataṃ. ‘‘Maṇḍalabaddhaṃ salākabaddha’’nti idaṃ pana tiṇṇampi chattānaṃ pañjaradassanatthaṃ vuttaṃ. Tāni hi maṇḍalabaddhāni ceva honti salākabaddhāni ca. ‘‘Yaṃ kiñcī’’ti anavasesapariggahavacanena ‘‘yampi ca tatthajātadaṇḍena kataṃ ekapaṇṇacchattaṃ hoti, tampi chattamevā’’ti (pāci. aṭṭha. 634) aṭṭhakathāya vuttaṃ chattavisesaṃ gaṇhāti. Hatthenāti ettha ‘‘amuñcitvā’’ti seso. Sarīrāvayavenāti ettha ‘‘gahetvā’’ti seso. Vā-saddo api-saddattho. Aṃsakūṭādisarīrāvayavena gahetvāpi hatthena amuñcitvā dhārentassāti attho.",
  "tika-vin11t8:91": "Sace panassa añño chattaṃ dhāreti, chattapādukāya vā ṭhitaṃ hoti, passe vā ṭhitaṃ hoti,",
  "tika-vin11t8:92": "Hatthato apagatamatte chattapāṇi nāma na hoti, tassa dhammaṃ desetuṃ vaṭṭati. ‘‘Na chattapāṇissa agilānassā’’ti vacanato, idha ‘‘sabbattha agilānassā’’ti vakkhamānattā ca ettha ‘‘agilānassā’’ti labbhati. Dhammaparicchedo cettha padasodhamme vuttanayeneva veditabbo. Evamuparipi.",
  "tika-vin11t8:93": "Sattamaṃ.",
  "tika-vin11t8:94": "1931.Daṇḍapāṇimhīti ettha daṇḍo pāṇimhi assāti viggaho. Kittakappamāṇo daṇḍoti āha ‘‘catuhatthappamāṇo’’tiādi. Majjhimahatthatoti pamāṇamajjhimassa purisassa hatthato, yo ‘‘vaḍḍhakihattho’’ti vuccati.",
  "tika-vin11t8:95": "Aṭṭhamaṃ.",
  "tika-vin11t8:96": "1932.Satthapāṇissāti etthāpi viggaho vuttanayova. Vakkhamānaṃ sakalaṃ dhanuvikatiṃ, saravikatiñca ṭhapetvā avasesaṃ khaggādi satthaṃ nāma. Khaggaṃ sannahitvā ṭhitopi satthapāṇi nu khoti āsaṅkāya nivattanatthamāha ‘‘satthapāṇī’’tiādi. ‘‘Na hoti asi’’nti padacchedo.",
  "tika-vin11t8:97": "Navamaṃ.",
  "tika-vin11t8:98": "1933-5. Sarena saddhiṃ dhanuṃ vā suddhadhanuṃ vā suddhasaraṃ vā sajiyaṃ dhanudaṇḍaṃ vā nijiyaṃ dhanudaṇḍaṃ vā gahetvā ṭhitassāpi vā nisinnassāpi vā nipannassāpi vā sace yo tathā padasodhamme vuttalakkhaṇaṃ saddhammaṃ deseti, tassa āpatti dukkaṭaṃ hotīti yojanā. Sace panassa dhanu khandhe paṭimukkaṃ hoti, yāva na gaṇhāti, tāva vaṭṭati. Jiyāya saha vattatīti sajiyaṃ.",
  "tika-vin11t8:99": "Dasamaṃ.",
  "tika-vin11t8:100": "Chaṭṭho vaggo.",
  "tika-vin11t8:101": "1936.Pādukāruḷhakassāti pādukaṃ āruḷho pādukāruḷho, soyeva pādukāruḷhako, tassa. Kathaṃ āruḷhassāti āha ‘‘akkamitvā’’tiādi. Akkamitvā ṭhitassāti chattadaṇḍake aṅgulantaraṃ appavesetvā kevalaṃ pādukaṃ akkamitvā ṭhitassa. Paṭimukkassa vāti paṭimuñcitvā ṭhitassa. Etaṃ dvayampi ‘‘pādukāruḷhakassā’’ti etassa atthapadaṃ. Yathāha ‘‘na pādukāruḷhassa agilānassa dhammo desetabbo. Yo anādariyaṃ paṭicca akkantassa vā paṭimukkassa vā omukkassa vā agilānassa dhammaṃ deseti, āpatti dukkaṭassā’’ti (pāci. 638).",
  "tika-vin11t8:102": "Paṭhamaṃ.",
  "tika-vin11t8:103": "1937-40.Upāhanagatassāpīti akkantādiākārena upāhanāruḷhassa ca. Yathāha ‘‘akkantassa vā paṭimukkassa vā’’ti. Sabbatthāti chattapāṇiādīsu sabbasikkhāpadesu. Agilānassāti idaṃ yojetabbanti seso. Yāne vā gatassa agilānassa dhammaṃ deseti, dukkaṭanti yojanā. Tattha yāne vā gatassāti sace dvīhi janehi hatthasaṅghātena gahito, sāṭake vā ṭhapetvā vaṃsena vayhati, ayutte vā vayhādike yāne, visaṅkharitvā vā ṭhapite cakkamattepi nisinno hoti, yānagatotveva saṅkhyaṃ gacchati.",
  "tika-vin11t8:104": "Sayanepi vā antamaso kaṭasārake vā chamāya vā nipannassāpi agilānassāti yojanā. Yathāha ‘‘sayanagatassāti antamaso kaṭasārakepi pakatibhūmiyampi nipannassā’’ti (pāci. aṭṭha. 641). Ucce pīṭhe vā ucce mañcepi vā nisinnena, ṭhitena vā nipannassa desetuṃ na vaṭṭatīti yojanā. ‘‘Ṭhatvā’’ti iminā ‘‘nisīditvā’’ti idañca saṅgahitameva. Sayanesu gatassa ca desentena sayanesu gatenāpi samāne vāpi ucce vā nipanneneva vaṭṭatīti yojanā.",
  "tika-vin11t8:105": "1941.‘‘Tathevacā’’ti iminā ‘‘vaṭṭatī’’ti idaṃ gahitaṃ.",
  "tika-vin11t8:106": "Dutiyatatiyacatutthāni.",
  "tika-vin11t8:107": "1942. ‘‘Pallatthikāya nisinnassā’’ti vattabbe gāthābandhavasena yakārassa lopaṃ katvā ‘‘pallatthikā nisinnassā’’ti vuttaṃ, āyogapallatthikāya vā hatthapallatthikāya vā dussapallatthikāya vā yāya kāyaci pallatthikāya nisinnassāti attho. Veṭhitasīsassāti dussaveṭhanena vā moliādīhi vā yathā kesanto na dissati, evaṃ veṭhitasīsassa.",
  "tika-vin11t8:108": "1943. Yadi kesantaṃ vivarāpetvā deseti, vaṭṭatīti yojanā. ‘‘Ayameva vinicchayo’’ti iminā ‘‘sīsaṃ vivarāpetvā deseti, vaṭṭatī’’ti anāpattivāropi vutto hoti.",
  "tika-vin11t8:109": "Pañcamachaṭṭhasattamāni.",
  "tika-vin11t8:110": "1944-5. Aṭṭhame ‘‘āsane nisinnassāti antamaso vatthampi tiṇānipi santharitvā nisinnassā’’ti (pāci. aṭṭha. 645) idañca navame ‘‘ucce āsaneti antamaso bhūmippadesepi unnate ṭhāne nisinnassa desetuṃ na vaṭṭatī’’ti (pāci. aṭṭha. 647) idañca dasame ‘‘sacepī’’tiādinā vakkhamānavinicchayañca ṭhapetvā vattabbavisesābhāvā āha ‘‘aṭṭhame navamevāpi, dasame natthi kiñcipī’’ti. Ettha ‘‘vattabba’’nti seso. Therupaṭṭhānaṃ gantvāna ṭhitaṃ daharaṃ āsane nisinno thero ce pañhaṃ pucchatīti ajjhāhārayojanā. Kathetabbamupāyaṃ dassetumāha ‘‘tassa passe panaññassa, kathetabbaṃ vijānatā’’ti. Ettha ‘‘ṭhitassā’’ti seso . Tassa samīpavattino kassaci abhāve sajjhāyaṃ adhiṭṭhahitvāpi vattuṃ vaṭṭati.",
  "tika-vin11t8:111": "Aṭṭhamanavamadasamāni.",
  "tika-vin11t8:112": "Sattamo vaggo.",
  "tika-vin11t8:113": "1946.Gacchato puratoti ettha ‘‘pacchato gacchantenā’’ti seso. Pacchato gacchantena purato gacchato pañhaṃ na vattabbanti yojanā. Sace purato gacchanto pañhaṃ pucchati, kiṃ kātabbanti āha ‘‘pacchimassā’’tiādi.",
  "tika-vin11t8:114": "1947. Uggahitaṃ dhammaṃ purato gacchantena saddhiṃ pacchato gacchanto sajjhāyati, vaṭṭatīti yojanā. Samameva gacchato yugaggāhaṃ kathetuṃ vaṭṭatīti yojanā. Yugaggāhanti aññamaññaṃ. Aññamañña-saddapariyāyo hi yugaggāha-saddo.",
  "tika-vin11t8:115": "Paṭhamaṃ.",
  "tika-vin11t8:116": "1948. Sakaṭamagge ekekassa cakkassa pathena gacchanto ekekassa cakkassa pathena samaṃ gacchato dhammaṃ desetuṃ vaṭṭati. Uppathenāpi gacchanto uppathena samaṃ gacchantassa dhammaṃ desetuṃ vaṭṭatīti ajjhāhārayojanā. Uppathenāti amaggena. Evaṃ anāpattivisaye dassite tabbipariyāyato āpattivisayo dassitoyevāti veditabbo.",
  "tika-vin11t8:117": "Dutiyaṃ.",
  "tika-vin11t8:118": "1949.Tatiye natthi vattabbanti ‘‘na ṭhito agilāno uccāraṃ vā passāvaṃ vā karissāmī’’ti (pāci. 651) etassa vinicchayo yathārutavasena suviññeyyoti katvā vuttaṃ. Sace paṭicchannaṃ ṭhānaṃ gacchantassa sahasā uccāro vā passāvo vā nikkhamati, asañcicca kato nāma, anāpatti. Ayamettha viseso daṭṭhabbo. Siṅghāṇikāya kheḷeneva saṅgahitattepi bāttiṃsakoṭṭhāsesu visuṃyeva dassito eko koṭṭhāsoti sikkhāpadesu avuttampi saṅgahetvā āha ‘‘uccārādicatukka’’nti.",
  "tika-vin11t8:119": "1950. Ettha haritaṃ nāma idanti dassetumāha ‘‘jīvarukkhassā’’tiādi. Rukkhassāti upalakkhaṇaṃ jīvamānakatiṇalatādīnampi hariteyeva saṅgahitattā. ‘‘Dissamānaṃ gacchatī’’ti vacaneneva adissamānagataṃ aharitanti byatirekato viññāyati. Sākhā vā bhūmilaggā dissamānā gacchati, taṃ sabbaṃ haritamevāti yojanā.",
  "tika-vin11t8:120": "1951. Sahasā vaccaṃ nikkhamatevāti sambandho. Assa bhikkhuno. Vaccanti upalakkhaṇaṃ passāvādīnampi dassitattā. Vaṭṭatīti ettha ‘‘gilānaṭṭhāne ṭhitattā’’ti seso.",
  "tika-vin11t8:121": "1952.Palālaṇḍupake vāpīti palālacumbaṭakepi. Ettha ‘‘appaharitaṃ alabhantenā’’ti seso. Kismiñcīti sukkhatiṇādimhi kismiñci. Taṃ vaccaṃ pacchā haritaṃ ottharati, vaṭṭatīti yojanā.",
  "tika-vin11t8:122": "1953.Etīti pavisati. Etthāti imasmiṃ sikkhāpade. ‘‘Kheḷena eva cā’’ti padacchedo.",
  "tika-vin11t8:123": "Tatiyacatutthāni.",
  "tika-vin11t8:124": "1954.Vaccakuṭisamuddādiudakesūti ettha ādi-saddena sabbaṃ aparibhogajalaṃ saṅgaṇhāti. Teneva ‘‘tesaṃ aparibhogattā’’ti aparibhogattameva kāraṇamāha.",
  "tika-vin11t8:125": "1955.Udakogheti ettha ‘‘jāte’’ti seso. Ajalanti ajalaṭṭhānaṃ. Jaleti paribhogārahajale. Idhāpi thalakato udakaṃ ottharati, anāpatti.",
  "tika-vin11t8:126": "Pañcamaṃ.",
  "tika-vin11t8:127": "Aṭṭhamo vaggo.",
  "tika-vin11t8:128": "1956-7. Pakiṇṇakavinicchayaṃ dassetumāha ‘‘samuṭṭhānādayo’’tiādi. Ñeyyāti vakkhamānanayena veditabbā. Etthāti etesu sekhiyesu. Ujjagghikā ādi yesanti viggaho, tagguṇasaṃviññāṇoyaṃ bāhiratthasamāso, ujjagghikāappasaddapaṭisaṃyuttāni cattāri sikkhāpadānīti attho. Chamā ca nīcāsanañca ṭhānañca pacchā ca uppatho ca chamānīcāsanaṭṭhānapacchāuppathā, te saddā etesaṃ sikkhāpadānaṃ atthīti tappaṭisaṃyuttāni sikkhāpadāni chamā…pe… uppathavā, chamādipadavantāni pañca sikkhāpadānīti attho. Ettha ṭhāna-saddena ṭhā-dhātusseva rūpattā sikkhāpadāgato ṭhita-saddo gahito. ‘‘Dasasū’’ti vattabbe vaṇṇalopena, vibhattivipallāsena vā ‘‘dasā’’ti vuttaṃ. Samanubhāsane samuṭṭhānādīhi etesu dasasu sikkhāpadesu samuṭṭhānādayo tulyā vuttāti yojanā.",
  "tika-vin11t8:129": "Kiṃ vuttaṃ hoti? Imāni dasa sikkhāpadāni samanubhāsanasamuṭṭhānāni, ekekamettha kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedananti vuttaṃ hoti.",
  "tika-vin11t8:130": "1958-9.‘‘Chatta’’ntiādīni sikkhāpadānaṃ upalakkhaṇapadāni. Etāni ekādasa sikkhāpadāni samuṭṭhānādinā pana dhammadesanena tulyāva sadisā evāti yojanā. Idaṃ vuttaṃ hoti – imāni ekādasa sikkhāpadāni dhammadesanāsamuṭṭhānāni, kiriyākiriyāni, saññāvimokkhāni, sacittakāni, lokavajjāni, vacīkammāni, akusalacittāni, dukkhavedanānīti.",
  "tika-vin11t8:131": "Sūpodanena viññattīti sūpodana-saddena lakkhitaṃ viññattisikkhāpadaṃ. Viññattisikkhāpadānaṃ bahuttā idameva visesitaṃ. Theyyasatthasamaṃ matanti samuṭṭhānādīhi theyyasatthasikkhāpadena samānaṃ matanti attho. Idaṃ vuttaṃ hoti – sūpodanaviññattisikkhāpadaṃ theyyasatthasamuṭṭhānaṃ, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedananti.",
  "tika-vin11t8:132": "1960.Avasesā tipaññāsāti avasesāni tepaññāsasikkhāpadāni. Samānā paṭhamena tūti paṭhamena pārājikena samuṭṭhānādito samānānīti attho, paṭhamapārājikasadisasamuṭṭhānānīti vuttaṃ hoti. ‘‘Anāpatti āpadāsū’’ti padacchedo. Parimaṇḍalaṃ nivāsetvā, pārupitvā carantānaṃ corupaddavādi āpadā nāma. Api-saddena nadisantaraṇādiṃ saṅgaṇhāti. Sekhiyesu sabbesūti yebhuyyavasena vuttaṃ.",
  "tika-vin11t8:133": "1961. ‘‘Na ujjhānasaññī paresaṃ pattaṃ olokessāmī’’tiādīnaṃ (pāci. 614) imassa anāpattivārassa asambhavato na panāgatoti pāḷiyaṃ na vutto. Tassāpi yathāvatthukāva āpattiyo daṭṭhabbā.",
  "tika-vin11t8:134": "Iti vinayatthasārasandīpaniyā",
  "tika-vin11t8:135": "Vinayavinicchayavaṇṇanāya",
  "tika-vin11t8:136": "Sekhiyakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t8:137": "1962. Yo imaṃ vinicchayaṃ viditvā ṭhito, so hi yasmā vinaye visārado hoti, vinītamānaso ca hoti, parehi duppadhaṃsiyo ca hoti, tato tasmā kāraṇā samāhito satataṃ imaṃ vinayavinicchayaṃ sikkheyyāti yojanā.",
  "tika-vin11t8:138": "Tattha imaṃ vinicchayaṃ viditvāti sabbalokiyalokuttaraguṇasampattinidānaṃ imaṃ vinayavinicchayaṃ atthato, ganthato, vinicchayato ca sakkaccaṃ ñatvā. Visāradoti sārajjanaṃ sārado, vigato sārado assāti visārado, vinayapariyattiyā, āpattādivibhāge ca nibbhayo nirāsaṅkoti vuttaṃ hoti. Na kevalaṃ imassa jānane esova ānisaṃso, atha kho vinītamānaso ca hoti, saṃyatacitto hotīti attho. Soti imaṃ vinicchayaṃ sakkaccaṃ viditvā ṭhito bhikkhu. Parehīti imaṃ ajānantehi aññehi. Duppadhaṃsiyo ca hotīti anabhibhavanīyo ca hoti.",
  "tika-vin11t8:139": "Tatoti tasmā vinaye visāradatādisabbaguṇasampannahetuttā. Hīti yasmāti attho. Sikkheti sajjhāyanasavanādivasena sikkheyya, uggaṇheyyāti attho. ‘‘Satata’’nti iminā sabbatthakakammaṭṭhāne viya etthāpi satatābhiyogo kātabboti dasseti. Vikkhittassa yathābhūtapaṭivedhābhāvato tappaṭipakkhāya ekaggatāya niyojento āha ‘‘samāhito’’ti, sammā vinayavinicchaye āhito patiṭṭhito ekaggacittoti vuttaṃ hoti. Yathāha ‘‘avikkhittassāyaṃ dhammo, nāyaṃ dhammo vikkhittassā’’ti.",
  "tika-vin11t8:140": "1963. Evaṃ imāya gāthāya vuttamevatthaṃ pakārantarenāpi dassetumāha ‘‘ima’’ntiādi. Teti apekkhitvā ‘‘ye’’ti labbhati. Ye therā vā navā vā majjhimā vā. Paramanti amatamahānibbānappattiyā mūlakāraṇassa sīlassa pakāsanato uttamaṃ. Asaṃkaranti nikāyantaraladdhīhi asammissaṃ. Saṃkaranti vuttappakāraguṇopetattā kāyacittasukhakāraṇaṃ sammukhaṃ karotīti saṃkaraṃ. Savanāmatanti saddarasādiyogena kaṇṇarasāyanaṃ. Amatanti tatoyeva amataṃ sumadhuraṃ. Amatamahānibbānāvahattā vā phalūpacārena amataṃ. Imaṃ vinayavinicchayaṃ. Aveccāti sakkaccaṃ viditvā. Adhiketi adhisīlādisikkhattayappakāsanena ukkaṭṭhe. Hiteti lokiyalokuttarasukhahetuttena hite. Hinoti attano phalanti ‘‘hita’’nti sukhahetu vuccati. Kalisāsaneti lobhādikilesaviddhaṃsane. Sāsaneti vinayapariyattisaṅkhātasāsanekadese. Paṭuttanti byattabhāvaṃ. Na yanti na gacchanti. Ke teti katame te. ‘‘Na keci santi cā’’ti nissandehe imissā gāthāya attho likhito.",
  "tika-vin11t8:141": "Evaṃ ettha atthayojanā veditabbā – paramaṃ uttamaṃ asaṃkaraṃ nikāyantaraladdhīhi asammissaṃ saṃkaraṃ sakalalokiyalokuttarasukhābhinipphādakaṃ savanāmataṃ sotarasāyanaṃ imaṃ vinicchayappakaraṇaṃ avecca sakkaccaṃ viditvā adhike adhisīlādisikkhattayappakāsanena ukkaṭṭhe hite lokiyalokuttarasukhahetubhūte kalisāsane sakalasaṃkilesaviddhaṃsake sāsane vinayapiṭakasaṅkhāte pariyattisāsane ye paṭuttaṃ na yanti, te ke nāmāti yojanā, ye imaṃ pakaraṇaṃ avecca viditvā ṭhitā, te ekaṃsato vinayapiṭake paṭuttaṃ pāpuṇanti yevāti adhippāyo.",
  "tika-vin11t8:142": "Iti vinayatthasārasandīpaniyā",
  "tika-vin11t8:143": "Vinayavinicchayavaṇṇanāya",
  "tika-vin11t8:144": "Bhikkhuvibhaṅgakathāvaṇṇanā niṭṭhitā."
}