{
  "tika-vin02t26:0": "7. Saṅghabhedakakkhandhakaṁ",
  "tika-vin02t26:1": "Chasakyapabbajjākathāvaṇṇanā",
  "tika-vin02t26:2": "330. Saṅghabhedakakkhandhake anupiyāyantiādīsu ‘‘anupiyā nāmā’’ti vattabbe ākārassa rassattaṁ anunāsikassa ca āgamaṁ katvā ‘‘anupiyaṁ nāmā’’ti vuttaṁ. Mallānanti mallarājūnaṁ. Na heṭṭhā pāsādā orohatīti uparipāsādato heṭṭhimatalaṁ na orohati, ‘‘heṭṭhāpāsāda’’ntipi paṭhanti. Anuruddho vā pabbājeyyāti yojetabbaṁ. Gharāvāsatthanti gharāvāsassa anucchavikaṁ kammaṁ. Udakaṁ abhinetabbanti udakaṁ āharitabbaṁ. Ninnetabbanti ābhatamudakaṁ puna nīharitabbaṁ. Niddhāpetabbanti antarantarā uṭṭhitatiṇāni uddharitvā apanetabbaṁ. Lavāpetabbanti paripakkakāle lavāpetabbaṁ. Ubbāhāpetabbanti khalamaṇḍalaṁ harāpetabbaṁ. Ujuṁ kārāpetabbanti puñjaṁ kārāpetabbaṁ. Palālāni uddharāpetabbānīti palālāni apanetabbāni. Bhusikā uddharāpetabbāti gunnaṁ khuraggehi sañchinnā bhusasaṅkhātā nāḷadaṇḍā apanetabbā. Opunāpetabbanti vātamukhe opunāpetvā palālaṁ apanetabbaṁ. Atiharāpetabbanti antokoṭṭhāgāraṁ upanetabbaṁ. Na kammāti na kammāni. Gharāvāsatthenāti upayogatthe karaṇavacanaṁ. Upajānāhīti ca upasaggamatto upa-saddo. Tenāha ‘‘gharāvāsatthaṁ jānāhī’’ti. Jānāhīti cettha paṭipajjāti attho veditabbo. Akāmakāti anicchamānā.",
  "tika-vin02t26:3": "331-332.Yaṁ na nivattoti yasmā na nivatto. Suññāgāragatoti (udā. aṭṭha. 20) ‘‘ṭhapetvā gāmañca gāmūpacārañca avasesaṁ arañña’’nti (pārā.92) vuttaṁ araññaṁ rukkhamūlañca ṭhapetvā aññaṁ pabbatakandarādi pabbajitasāruppaṁ nivāsaṭṭhānaṁ janasambādhābhāvato idha ‘‘suññāgāra’’nti adhippetaṁ. Atha vā jhānakaṇṭakānaṁ saddānaṁ abhāvato vivittaṁ yaṁ kiñci agārampi ‘‘suññāgāra’’nti veditabbaṁ. Taṁ suññāgāraṁ upagato. Abhikkhaṇanti bahulaṁ. Udānaṁ udānesīti so hi āyasmā araññe divāvihāraṁ upagatopi rattivāsūpagatopi yebhuyyena phalasamāpattisukhena nirodhasamāpattisukhena ca vītināmesi, tasmā taṁ sukhaṁ sandhāya pubbe attanā anubhūtaṁ sabhayaṁ sapariḷāhaṁ rajjasukhaṁ jigucchitvā ‘‘aho sukhaṁ aho sukha’’nti somanassasahitañāṇasamuṭṭhānaṁ pītisamuggāraṁ samuggirati. Te bhikkhū bhagavantaṁ etadavocunti te sambahulā bhikkhū ullumpanasabhāvasaṇṭhitā tassa anuggaṇhanādhippāyena bhagavantaṁ etadavocuṁ, na ujjhānavasena. Nissaṁsayanti asandehena, ekantenāti attho. Te kira bhikkhū puthujjanā tassa āyasmato vivekasukhaṁ sandhāya udānaṁ ajānantā evamāhaṁsu. Samanussarantoti ukkaṇṭhanavasena anussaranto.",
  "tika-vin02t26:4": "Aññataranti nāmagottena apākaṭaṁ ekaṁ bhikkhuṁ. Āmantesīti āṇāpesi te bhikkhū saññāpetukāmo. Evanti vacanasampaṭiggahe, sādhūti attho. Evaṁ bhanteti ettha pana evaṁ-saddo paṭiññāyaṁ. ‘‘Abhikkhaṇaṁ ‘aho sukhaṁ aho sukha’nti imaṁ udānaṁ udānesī’’ti yathā te bhikkhū vadanti, taṁ evaṁ tathevāti attano udānaṁ paṭijānāti. ‘‘Kiṁ pana tvaṁ bhaddiyā’’ti kasmā bhagavā pucchati, kiṁ tassa cittaṁ na jānātīti? No na jānāti, teneva pana tamatthaṁ vadāpetvā te bhikkhū saññāpetuṁ pucchati. Vuttañhetaṁ ‘‘jānantāpi tathāgatā pucchanti, jānantāpi na pucchantī’’tiādi (pārā. 16, 194). Atthavasanti kāraṇaṁ.",
  "tika-vin02t26:5": "Antopi antepureti itthāgārassa sañcaraṇaṭṭhānabhūte rājagehassa abbhantare, yattha rājā nahānabhojanasayanādiṁ kappeti. Rakkhā susaṁvihitāti ārakkhādikatapurisehi gutti suṭṭhu samantato vihitā. Bahipi antepureti aṭṭakaraṇaṭṭhānādike antepurato bahibhūte rājagehe. Evaṁ rakkhito gopito santoti evaṁ rājageharājadhānīrajjadesesu anto bahi ca anekesu ṭhānesu anekasatehi susaṁvihitarakkhāvaraṇaguttiyā mameva nibbhayatthaṁ phāsuvihāratthaṁ rakkhito gopito samāno. Bhītotiādīni padāni aññamaññavevacanāni. Atha vā bhītoti pararājūhi bhāyamāno. Ubbiggoti sakarajjepi pakatikkhobhato uppajjanakabhayubbegena ubbiggo calito. Ussaṅkīti ‘‘raññā nāma sabbakālaṁ avissatthena bhavitabba’’nti vacanato sabbattha avissāsanavasena tesaṁ tesaṁ kiccakaraṇīyānaṁ accayato uppajjanakaparisaṅkāya ca uddhamuddhaṁ saṅkamāno. Utrāsīti ‘‘santikāvacarehipi ajānantasseva me kadāci anattho bhaveyyā’’ti uppannena sarīrakampampi uppādanasamatthena tāsena utrāsi. ‘‘Utrasto’’tipi paṭhanti. Viharāmīti evaṁbhūto hutvā viharāmi.",
  "tika-vin02t26:6": "Etarahīti idāni pabbajitakālato paṭṭhāya. Ekoti asahāyo. Tena vivekaṭṭhakāyataṁ dasseti. Abhītotiādīnaṁ padānaṁ vuttavipariyāyena attho veditabbo. Bhayādinimittassa pariggahassa taṁnimittassa ca kilesagahanassa abhāvenevassa abhītāditāti etena cittavivekaṁ dasseti. Appossukkoti sarīraguttiyaṁ nirussukko. Pannalomoti lomahaṁsuppādakassa chambhitattassa abhāvena anuggatalomo. Padadvayenapi serivihāraṁ dasseti. Paradattavuttoti parehi dinnena cīvarādinā vattamāno. Etena sabbaso saṅgābhāvadīpanamukhena anavasesabhayahetuvirahaṁ dasseti. Migabhūtena cetasāti vissatthavihāritāya migassa viya jātena cittena. Migo hi amanussapathe araññe vasamāno vissattho tiṭṭhati nisīdati nipajjati yenakāmañca pakkamati appaṭihatacāro, evaṁ ahampi viharāmīti dasseti. Vuttañhetaṁ paccekasambuddhena –",
  "tika-vin02t26:7": "‘‘Migo araññamhi yathā abaddho;",
  "tika-vin02t26:8": "Yenicchakaṁ gacchati gocarāya;",
  "tika-vin02t26:9": "Viññū naro serita pekkhamāno;",
  "tika-vin02t26:10": "Eko care khaggavisāṇakappo’’ti. (su. ni. 39; apa. thera 1.1.95);",
  "tika-vin02t26:11": "Imaṁ kho ahaṁ, bhante, atthavasanti bhagavā yadidaṁ mama etarahi paramaṁ vivekasukhaṁ phalasamāpattisukhaṁ, idameva kāraṇaṁ sampassamāno ‘‘aho sukhaṁ, aho sukha’’nti udānemi. Etamatthanti etaṁ bhaddiyattherassa puthujjanavisayātītaṁ vivekasukhasaṅkhātaṁ atthaṁ sabbākārato viditvā. Imaṁ udānanti imaṁ sahetukabhayasokavigamānubhāvadīpakaṁ udānaṁ udānesi.",
  "tika-vin02t26:12": "Yassantarato na santi kopāti yassa ariyapuggalassa antarato abbhantare attano citte cittakālussiyakaraṇato cittappakopā rāgādayo āghātavatthuādikāraṇabhedato anekabhedā dosakopā eva vā na santi, maggena pahīnattā na vijjanti. Ayañhi antara-saddo kiñcāpi ‘‘mañca tvañca kimantara’’ntiādīsu (saṁ. ni. 1.228) kāraṇe dissati, ‘‘antaraṭṭhake himapātasamaye’’tiādīsu (mahāva. 346) vemajjhe, ‘‘antarā ca jetavanaṁ antarā ca sāvatthi’’ntiādīsu (udā. 13, 44) vivare, ‘‘bhayamantarato jāta’’ntiādīsu (itivu. 88; mahāni. 5) citte, idhāpi citte eva daṭṭhabbo. Tenevāha ‘‘yassa citte kopā na santī’’ti.",
  "tika-vin02t26:13": "Abhava-saddassa vibhava-saddena atthuddhāre kāraṇamāha ‘‘vibhavoti ca abhavoti ca atthato eka’’nti. Iti-saddo pakāravacanoti āha ‘‘iti anekappakārā bhavābhavatā’’ti. Vītivattoti atikkanto . Ettha ca ‘‘yassā’’ti idaṁ yo vītivattoti vibhattivipariṇāmavasena yojetabbaṁ. Taṁ vigatabhayanti taṁ evarūpaṁ yathāvuttaguṇasamannāgataṁ khīṇāsavaṁ cittakopābhāvato itibhavābhavasamatikkamanato ca bhayahetuvigamena vigatabhayaṁ. Vivekasukhena aggaphalasukhena ca sukhiṁ, vigatabhayattā eva asokaṁ. Devā nānubhavanti dassanāyāti adhigatamagge ṭhapetvā sabbepi upapattidevā vāyamantāpi cittacāradassanavasena dassanāya daṭṭhuṁ nānubhavanti na abhisambhuṇanti na sakkonti, pageva manussā. Sekkhāpi hi puthujjanā viya arahato cittappavattiṁ na jānanti. Tassa dassanaṁ devānampi dullabhanti etthāpi cittacāradassanavasena tassa dassanaṁ devānampi dullabhaṁ alabbhanīyaṁ, devehipi taṁ dassanaṁ na sakkā pāpuṇitunti evamattho gahetabbo. Abhāvattho hettha du-saddo ‘‘duppañño’’tiādīsu viya.",
  "tika-vin02t26:14": "333.Bhattābhihāroti abhiharitabbabhattaṁ. Tassa pana pamāṇaṁ dassetuṁ ‘‘pañca ca thālipākasatānī’’ti vuttaṁ. Tattha eko thālipāko dasannaṁ purisānaṁ bhattaṁ gaṇhāti. Lābhasakkārasilokenāti ettha lābho nāma catupaccayalābho. Sakkāroti tesaṁyeva sukatānaṁ susaṅkhatānaṁ lābho. Silokoti vaṇṇaghoso. Manomayaṁ kāyanti jhānamanena nibbattaṁ brahmakāyaṁ. Upapannoti upagato. Attabhāvappaṭilābhoti sarīrapaṭilābho. Dve vā tīṇi vā māgadhakāni gāmakhettānīti ettha māgadhakaṁ gāmakhettaṁ atthi khuddakaṁ, atthi majjhimaṁ, atthi mahantaṁ. Khuddakaṁ gāmakhettaṁ ito cattālīsa usabhāni, etto cattālīsa usabhānīti gāvutaṁ hoti. Majjhimaṁ ito gāvutaṁ, etto gāvutanti aḍḍhayojanaṁ hoti. Mahantaṁ ito diyaḍḍhagāvutaṁ, etto diyaḍḍhagāvutanti tigāvutaṁ hoti. Tesu khuddakena gāmakhettena tīṇi, khuddakena ca majjhimena ca dve gāmakhettāni tassa attabhāvo. Tigāvutañhissa sarīraṁ. Pariharissāmīti paṭijaggissāmi gopayissāmi. Rakkhassetanti rakkhassu etaṁ.",
  "tika-vin02t26:15": "Pañcasatthukathāvaṇṇanā",
  "tika-vin02t26:16": "334.Satthāroti gaṇasatthāro. Nāssassāti na etassa bhaveyya. Tanti taṁ satthāraṁ. Tenāti amanāpena. Samudācareyyāmāti katheyyāma. Sammannatīti amhākaṁ sammānaṁ karoti. Tenāha ‘‘sammānetī’’ti, sammannatīti vā parehi sammānīyatīti attho.",
  "tika-vin02t26:17": "335.Nāsāya pittaṁ bhindeyyunti acchapittaṁ vā macchapittaṁ vā nāsāpuṭe pakkhipeyyuṁ. Parābhavāyāti avaḍḍhiyā vināsāya. Assatarīti vaḷavāya kucchismiṁ gadrabhassajātā, taṁ assena saddhiṁ sampayojenti, sā gabbhaṁ gaṇhitvā kāle sampatte vijāyituṁ na sakkoti, pādehi bhūmiṁ paharantī tiṭṭhati, athassā cattāro pāde catūsu khāṇukesu bandhitvā kucchiṁ phāletvā potakaṁ nīharanti, sā tattheva marati. Tena vuttaṁ ‘‘attavadhāya gabbhaṁ gaṇhātī’’ti.",
  "tika-vin02t26:18": "339.Potthanikanti churikaṁ, yaṁ kharantipi vuccati.",
  "tika-vin02t26:19": "Nāḷāgiripesanakathāvaṇṇanā",
  "tika-vin02t26:20": "342.Mā kuñjara nāgamāsadoti bho, kuñjara, buddhanāgaṁ vadhakacittena mā upagaccha. Dukkhanti dukkhakāraṇattā dukkhaṁ. Kathaṁ taṁ dukkhanti āha ‘‘na hi nāgahatassā’’tiādi. Nāgahatassa sugatipaṭikkhepena buddhanāgassa ghāto duggatidukkhakāraṇanti dasseti. Itoti ito jātito. Yatoti yasmā. Ito paraṁ yatoti ito paraṁ gacchantassāti vā attho. Madoti mānamado. Pamādoti pamattabhāvo. Paṭikuṭitoti saṅkuṭito. Alakkhikoti ahiriko. Yatra hi nāmāti yo nāma.",
  "tika-vin02t26:21": "Pañcavatthuyācanakathāvaṇṇanā",
  "tika-vin02t26:22": "343.Tikabhojananti tīhi bhuñjitabbabhojanaṁ, tiṇṇaṁ ekato paṭiggahetvā bhuñjituṁ paññapessāmīti attho. Kokālikotiādīni catunnaṁ devadattapakkhiyānaṁ gaṇapāmokkhānaṁ nāmāni. Āyukappanti ekaṁ mahākappaṁ asītibhāgaṁ katvā tato ekabhāgamattaṁ kālaṁ antarakappasaññitaṁ kālaṁ.",
  "tika-vin02t26:23": "Āyasmantaṁ ānandaṁ etadavocāti (udā. aṭṭha. 48) devadatto sabbaṁ saṅghabhedassa pubbabhāgaṁ nipphādetvā ‘‘ekaṁseneva ajja āveṇikaṁ uposathaṁ saṅghakammañca karissāmī’’ti cintetvā etaṁ ‘‘ajjatagge’’tiādivacanaṁ avoca. Tattha aññatreva bhagavatāti vinā eva bhagavantaṁ, taṁ satthāraṁ akatvāti attho. Aññatra bhikkhusaṅghā uposathaṁ karissāmi saṅghakammāni cāti bhagavato ovādakārakaṁ bhikkhusaṅghaṁ vinā maṁ anuvattantehi bhikkhūhi saddhiṁ āveṇikaṁ uposathaṁ saṅghakammāni ca karissāmi. Ajjatagge, bhante, devadatto saṅghaṁ bhindissatīti bhedakārakānaṁ sabbesaṁ devadattena sajjitattā ‘‘ekaṁseneva devadatto ajja saṅghaṁ bhindissatī’’ti maññamāno evamāha. Bhindissatīti dvidhā karissati.",
  "tika-vin02t26:24": "Etamatthaṁviditvāti etaṁ avīcimahānirayuppattisaṁvattaniyaṁ kappaṭṭhiyaṁ atekicchaṁ devadattena nibbattiyamānaṁ saṅghabhedakammaṁ sabbākārato viditvā. Imaṁ udānanti kusalākusalesu yathākkamaṁ sappurisāsappurisānaṁ sukarā paṭipatti, na pana nesaṁ akusalakusalesūti idamatthavibhāvanaṁ udānaṁ udānesi.",
  "tika-vin02t26:25": "Tattha sukaraṁ sādhunā sādhūti attano paresañca hitaṁ sādhetīti sādhu, sammāpaṭipanno. Tena sādhunā sāriputtādinā sāvakena paccekasambuddhena sammāsambuddhena aññena vā lokiyasādhunā sādhu sundaraṁ bhaddakaṁ attano paresañca hitasukhāvahaṁ sukaraṁ sukhena kātuṁ sakkā. Sādhu pāpena dukkaranti tadeva pana vuttalakkhaṇaṁ sādhu pāpena devadattādinā pāpapuggalena dukkaraṁ kātuṁ na sakkā, na so taṁ kātuṁ sakkotīti attho. Pāpaṁ pāpena sukaranti pāpaṁ asundaraṁ attano paresañca anatthāvahaṁ pāpena yathāvuttapāpapuggalena sukaraṁ sukhena kātuṁ sakkuṇeyyaṁ. Pāpamariyehi dukkaranti ariyehi pana buddhādīhi taṁ pāpaṁ dukkaraṁ durabhisambhavaṁ. Setughātoyeva hi tesaṁ tatthāti dīpeti.",
  "tika-vin02t26:26": "Saṅghabhedakathāvaṇṇanā",
  "tika-vin02t26:27": "345.Atha kho āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyātiādīsu parassa cittaṁ ñatvā kathanaṁ ādesanāpāṭihāriyaṁ, sāvakānañca buddhānañca satataṁ dhammadesanaṁ anusāsanīpāṭihāriyaṁ, iddhividhaṁ iddhipāṭihāriyaṁ. Tattha iddhipāṭihāriyena saddhiṁ anusāsanīpāṭihāriyaṁ mahāmoggallānattherassa āciṇṇaṁ, ādesanāpāṭihāriyena saddhiṁ anusāsanīpāṭihāriyaṁ dhammasenāpatissa. Tena vuttaṁ ‘‘āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyā bhikkhū dhammiyā kathāya ovadī’’tiādi. Tadā hi dvīsu aggasāvakesu dhammasenāpati tesaṁ bhikkhūnaṁ cittacāraṁ ñatvā dhammaṁ desesi, mahāmoggallānatthero vikubbanaṁ dassetvā dhammaṁ desesi, pāḷiyañcettha dvinnampi therānaṁ desanāya dhammacakkhupaṭilābhova dassito. Dīghabhāṇakā pana evaṁ vadanti ‘‘bhagavatā pesitesu dvīsu aggasāvakesu dhammasenāpati tesaṁ cittacāraṁ ñatvā dhammaṁ desesi, therassa dhammadesanaṁ sutvā pañcasatāpi bhikkhū sotāpattiphale patiṭṭhahiṁsu. Atha nesaṁ mahāmoggallānatthero vikubbanaṁ dassetvā dhammaṁ desesi, taṁ sutvā sabbe arahattaphale patiṭṭhahiṁsū’’ti. Devadattaṁ uṭṭhāpesīti jaṇṇukena hadayamajjhe paharitvā uṭṭhāpesi.",
  "tika-vin02t26:28": "346.Sarasīti saro. Suvikkhālitanti suṭṭhu vikkhālitaṁ, suvisodhitaṁ katvāti attho. Saṁkhāditvāti suṭṭhu khāditvā. Mahiṁ vikubbatoti mahiṁ dantehi vilikhantassa. Nadīsu bhisaṁ ghasānassāti yojetabbaṁ. Nadīti cettha mahāsaro adhippeto. Jaggatoti hatthiyūthaṁ pālentassa. Bhiṅkovāti hatthipotako viya. Mamānukubbanti maṁ anukaronto.",
  "tika-vin02t26:29": "347.Dūteyyanti dūtakammaṁ. Gantumarahatīti dūteyyasaṅkhātaṁ sāsanaṁ harituṁ dhāretvā harituṁ arahati. Sotāti yaṁ assa sāsanaṁ denti, tassa sotā. Sāvetāti taṁ uggaṇhitvā ‘‘idaṁ nāma tumhehi vutta’’nti paṭisāvetā. Uggahetāti suuggahitaṁ katvā uggahetā. Dhāretāti sudhāritaṁ katvā dhāretā. Viññātāti attanā tassa atthaṁ jānitā. Viññāpetāti paraṁ vijānāpetā. Sahitāsahitassāti ‘‘idaṁ sahitaṁ, idaṁ asahita’’nti evaṁ sahitāsahitassa kusalo upagatānupagatesu cheko sāsanaṁ ārocento sahitāsahitaṁ sallakkhetvā āroceti. Na byathatīti na vedhati na chambhati. Uggavādininti pharusavacanena samannāgataṁ. Pucchitoti paṭiññatthāya pucchito.",
  "tika-vin02t26:30": "348.Aṭṭhahi, bhikkhave, asaddhammehītiādīsu asaddhammehīti (itivu. aṭṭha. 89) asataṁ dhammehi, asantehi vā asobhanehi vā dhammehi. Abhibhūtoti ajjhotthaṭo. Pariyādinnacittoti khepitacitto lābhādihetukena icchācārena mānamadādinā ca khayaṁ pāpitakusalacitto. Atha vā pariyādinnacittoti parito ādinnacitto, vuttappakārena akusalakoṭṭhāsena yathā kusalacittassa uppattivāro na hoti, evaṁ samantato gahitacittasantānoti attho. Apāye nibbattanārahatāya āpāyiko. Tatthapi avīcisaṅkhāte mahāniraye uppajjatīti nerayiko. Ekaṁ antarakappaṁ paripuṇṇameva katvā tattha tiṭṭhatīti kappaṭṭho. Atekicchoti buddhehipi anivattanīyattā avīcinibbattiyā tikicchābhāvato atekiccho, atikicchanīyoti attho. Lābhenāti lābhena hetubhūtena. Atha vā lābhahetukena mānādinā. Lābhañhi nissāya idhekacce puggalā pāpicchā icchāpakatā icchācāre ṭhatvā ‘‘lābhaṁ nibbattessāmā’’ti anekavihitaṁ anesanaṁ appatirūpaṁ āpajjitvā ito cutā apāyesu nibbattanti. Apare yathālābhaṁ labhitvā taṁnimittaṁ mānātimānamadamacchariyādivasena pamādaṁ āpajjitvā ito cutā apāyesu nibbattanti, ayañca tādiso. Tena vuttaṁ ‘‘lābhena, bhikkhave, abhibhūto pariyādinnacitto devadatto āpāyiko’’tiādi. Asakkārenāti hīḷetvā paribhavitvā parehi attani pavattitena asakkārena, asakkārahetukena vā mānādinā. Asantaguṇasambhāvanādhippāyena pavattā pāpā icchā etassāti pāpiccho, tassa bhāvo pāpicchatā, tāya. ‘‘Ahaṁ buddho bhavissāmi, bhikkhusaṅghaṁ pariharissāmī’’ti hi tassa icchā uppannā. Kokālikādayo pāpā lāmakā mittā etassāti pāpamitto, tassa bhāvo pāpamittatā, tāya.",
  "tika-vin02t26:31": "349.Abhibhuyyāti abhibhavitvā madditvā.",
  "tika-vin02t26:32": "350.Tīhi, bhikkhave, asaddhammehītiādi vuttanayameva. Oramattakena visesādhigamena antarā vosānaṁ āpādīti ettha pana ayamattho. Oramattakenāti appamattakena jhānābhiññāmattena. Visesādhigamenāti uttarimanussadhammādhigamena. Antarāti vemajjhe. Vosānaṁ āpādīti akatakiccova samāno ‘‘katakiccomhī’’ti maññamāno samaṇadhammato vigamaṁ āpajji. Idaṁ vuttaṁ hoti – jhānābhiññāhi uttarikaraṇīye adhigantabbe maggaphale anadhigate satiyeva taṁ anadhigantvā samaṇadhammato vigamaṁ āpajjīti. Iti bhagavā iminā suttena visesato puthujjanabhāve ādīnavaṁ pakāseti ‘‘bhāriyo puthujjanabhāvo, yatra hi nāma jhānābhiññāpariyosānā sampattiyo nibbattetvāpi anekānatthāvahaṁ nānāvidhadukkhahetuasantaguṇasambhāvanaṁ asappurisasaṁsaggaṁ ālasiyānuyogañca avijahanto avīcisaṁvattanikaṁ kappaṭṭhiyaṁ atekicchaṁ kibbisaṁ pasavatī’’ti.",
  "tika-vin02t26:33": "Gāthāsu māti paṭisedhe nipāto. Jātūti ekaṁsena. Kocīti sabbasaṅgāhakavacanaṁ. Lokasminti sattaloke. Idaṁ vuttaṁ hoti – imasmiṁ sattaloke koci puggalo ekaṁsena pāpiccho mā hotūti. Tadamināpi jānātha, pāpicchānaṁ yathā gatīti pāpicchānaṁ puggalānaṁ yathāgati yādisī nibbatti yādiso abhisamparāyoti imināpi kāraṇena jānāthāti devadattaṁ nidassento evamāha.",
  "tika-vin02t26:34": "Paṇḍitoti samaññātoti pariyattibāhusaccena paṇḍitoti ñāto. Bhāvitattoti sammatoti jhānābhiññāhi bhāvitacittoti sambhāvito. Tathā hi so ‘‘mahiddhiko godhiputto, mahānubhāvo godhiputto’’ti dhammasenāpatināpi pasaṁsito ahosi. Jalaṁva yasasā aṭṭhā, devadattoti vissutoti attano kittiyā parivārena ca jalanto viya obhāsanto viya ṭhito devadattoti evaṁ vissuto pākaṭo ahosi. ‘‘Me suta’’ntipi pāṭho, mayā sutaṁ sutamattaṁ, katipāheneva atathābhūtattā tassa taṁ paṇḍiccādisavanamattamevāti attho.",
  "tika-vin02t26:35": "Sopamādaṁ anuciṇṇo, āsajja naṁ tathāgatanti so evaṁbhūto devadatto ‘‘buddhopi sākiyaputto, ahampi sākiyaputto, buddhopi samaṇo, ahampi samaṇo, buddhopi iddhimā, ahampi iddhimā, buddhopi dibbacakkhuko, dibbasotacetopariyañāṇalābhī, buddhopi atītānāgatapaccuppanne dhamme jānāti, ahampi te jānāmī’’ti attano pamāṇaṁ ajānitvā sammāsambuddhaṁ attanā samasamaṭṭhapanena pamādaṁ āpajjanto ‘‘idānāhaṁ buddho bhavissāmi, bhikkhusaṅghaṁ pariharissāmī’’ti abhimārapayojanādinā tathāgataṁ āsajja āsādetvā viheṭhetvā. ‘‘Pamādamanujiṇṇo’’tipi paṭhanti. Tassattho – pamādaṁ vuttanayena pamajjanto pamādaṁ nissāya bhagavatā saddhiṁ yugaggāhacittuppādena saheva jhānābhiññāhi anujiṇṇo parihīnoti. Avīcinirayaṁ patto, catudvāraṁ bhayānakanti jālānaṁ tattha uppannasattānaṁ vā nirantaratāya ‘‘avīcī’’ti laddhanāmaṁ catūsu passesu catumahādvārayogena catudvāraṁ atibhayānakaṁ mahānirayaṁ paṭisandhiggahaṇavasena patto. Tathā hi vuttaṁ –",
  "tika-vin02t26:36": "‘‘Catukkaṇṇo catudvāro, vibhatto bhāgaso mito;",
  "tika-vin02t26:37": "Ayopākārapariyanto, ayasā paṭikujjito.",
  "tika-vin02t26:38": "‘‘Tassa ayomayā bhūmi, jalitā tejasā yutā;",
  "tika-vin02t26:39": "Samantā yojanasataṁ, pharitvā tiṭṭhati sabbadā’’ti. (ma. ni. 3.250, 267; a. ni. 3.36);",
  "tika-vin02t26:40": "Aduṭṭhassāti aduṭṭhacittassa. Dubbheti dusseyya. Tameva pāpaṁ phusatīti tameva aduṭṭhadubbhiṁ pāpapuggalaṁ pāpaṁ nihīnaṁ pāpaphalaṁ phusati pāpuṇāti abhibhavati. Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṁsāpano, bhiṁsāpento viya vipulagambhīroti attho. Vādenāti dosena. Upahiṁsatīti bādhati āsādeti. Vādo tamhi na rūhatīti tasmiṁ tathāgate parena āropiyamāno doso na ruhati na tiṭṭhati, visakumbho viya samuddassa na tassa vikāraṁ janetīti attho.",
  "tika-vin02t26:41": "Evaṁ chahi gāthāhi pāpicchatādisamannāgatassa nirayūpagabhāvadassanena dukkhato aparimuttiṁ dassetvā idāni tappaṭipakkhadhammasamannāgatassa dukkhakkhayaṁ dassento ‘‘tādisaṁ mitta’’nti osānagāthamāha. Tassattho – yassa sammā paṭipannassa maggānugo paṭipattimaggaṁ anugato sammā paṭipanno appicchatādiguṇasamannāgamena sakalassa vaṭṭadukkhassa khayaṁ pariyosānaṁ pāpuṇeyya, tādisaṁ buddhaṁ buddhasāvakaṁ vā paṇḍito sappañño attano mittaṁ kubbetha tena mettiṁ kareyya, tañca sevetha tameva payirupāseyyāti.",
  "tika-vin02t26:42": "Kiṁ panetaṁ suttaṁ devadattassa nirayūpapattito pubbe bhāsitaṁ, udāhu pacchāti? Itivuttakaṭṭhakathāyaṁ (itivu. aṭṭha. 89) tāva –",
  "tika-vin02t26:43": "‘‘Devadatte hi avīcimahānirayaṁ paviṭṭhe devadattapakkhikā aññatitthiyā ‘samaṇena gotamena abhisapito devadatto pathaviṁ paviṭṭho’ti abbhācikkhiṁsu. Taṁ sutvā sāsane anabhippasannā manussā ‘siyā nu kho etadevaṁ, yathā ime bhaṇantī’ti āsaṅkaṁ uppādesuṁ. Taṁ pavattiṁ bhikkhū bhagavato ārocesuṁ. Atha kho bhagavā ‘na, bhikkhave, tathāgatā kassaci abhisapaṁ denti, tasmā na devadatto mayā abhisapito, attano kammeneva nirayaṁ paviṭṭho’ti vatvā tesaṁ micchāgāhaṁ paṭisedhento imāya aṭṭhuppattiyā idaṁ suttaṁ abhāsī’’ti –",
  "tika-vin02t26:44": "Vuttaṁ, tasmā tesaṁ matena tassa nirayūpapattito pacchāpi bhagavā idaṁ suttamabhāsīti veditabbaṁ. Idha pana tassa nirayūpapattito paṭhamameva uppanne vatthumhi bhāsitaṁ pāḷiāruḷhanti daṭṭhabbaṁ. Teneva ‘‘avīcinirayaṁ patto’’ti idaṁ pana āsaṁsāyaṁ atītavacananti vuttaṁ, āsaṁsāti cettha avassambhāvinī atthasiddhi adhippetā. Avassambhāviniñhi atthasiddhimapekkhitvā anāgatampi bhūtaṁ viya voharanti, tañca saddalakkhaṇānusārena veditabbaṁ.",
  "tika-vin02t26:45": "Saṅghabhedakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:46": "Upālipañhakathāvaṇṇanā",
  "tika-vin02t26:47": "351. Upālipañhe yaṁ vattabbaṁ, taṁ aṭṭhakathāyaṁ dassitameva. Tattha anunayantoti anujānāpento, bhedassa anurūpaṁ vā bodhento, yathā bhedo hoti, evaṁ bhinditabbe bhikkhū viññāpentoti attho. Tenāha ‘‘na tumhāka’’ntiādi.",
  "tika-vin02t26:48": "352. Aṭṭhārasabhedakaravatthumhi dasa akusalakammapathā saṁkiliṭṭhadhammatāya vodānadhammapaapakkhattā ‘‘adhammo’’ti dassitā, tathā upādānādayo, bodhipakkhiyadhammānaṁ ekantānavajjabhāvato natthi adhammabhāvo, bhagavatā pana desitākārena hāpetvā vaḍḍhetvā vā kathanaṁ yathādhammaṁ akathananti katvā adhammabhāvoti dassento āha ‘‘tayo satipaṭṭhānā’’tiādi. Niyyānikanti sapāṭihīraṁ appaṭihataṁ hutvā pavattatīti attho. Tathevāti iminā ‘‘evaṁ amhāka’’ntiādinā vuttamatthaṁ ākaḍḍhati. Kātabbaṁ kammaṁ dhammo nāmāti yathādhammaṁ karaṇato dhammo nāma, itaraṁ vuttavipariyāyato adhammo nāma.",
  "tika-vin02t26:49": "Rāgavinayo…pe… ayaṁ vinayo nāmāti rāgādīnaṁ vinayanato saṁvaraṇato pajahanato paṭisaṅkhānato ca vinayo nāma, vuttavipariyāyena itaro avinayo. Vatthusampattiādivasena sabbesaṁ vinayakammānaṁ akuppatāti āha ‘‘vatthusampatti…pe… ayaṁ vinayo nāmā’’ti. Tappaṭipakkhato avinayo veditabbo. Tenāha ‘‘vatthuvipattī’’tiādi. Yāsaṁ āpannassa pabbajjā sāvasesā, tā āpattiyo sāvasesā.",
  "tika-vin02t26:50": "354.Āpāyikotiādigāthāsu (itivu. aṭṭha. 18) saṅghassa bhedasaṅkhāte vagge ratoti vaggarato. Adhammikatāya adhamme bhedakaravatthumhi saṅghabhedasaṅkhāte eva ca adhamme ṭhitoti adhammaṭṭho. Yogakkhemā padhaṁsatīti hitato parihāyati, catūhipi yogehi anupaddutattā yogakkhemaṁ nāma arahattaṁ nibbānañca, tato panassa dhaṁsane vattabbameva natthi. Diṭṭhisīlasāmaññato saṅghataṭṭhena saṅghaṁ, tato eva ekakammādividhānayogena samaggaṁ sahitaṁ bhinditvā pubbe vuttalakkhaṇena saṅghabhedena bhinditvā. Kappanti antarakappasaṅkhātaṁ āyukappaṁ. Nirayamhīti avīcimahānirayamhi.",
  "tika-vin02t26:51": "Sukhā saṅghassa sāmaggīti (itivu. aṭṭa. 19) sukhassa paccayabhāvato sāmaggī ‘‘sukhā’’ti vuttā yathā ‘‘sukho buddhānamuppādo’’ti (dha. pa. 194). Samaggānañcanuggahoti samaggānaṁ sāmaggianumodanena anuggaṇhanaṁ sāmaggianurūpaṁ vā, yathā te sāmaggiṁ na vijahanti, tathā gahaṇaṁ ṭhapanaṁ anubalappadānanti attho. Samaggaṁ katvānāti bhinnaṁ saṅghaṁ saṅgharājippattaṁ vā samaggaṁ sahitaṁ katvā. Kappanti āyukappameva. Saggamhi modatīti kāmāvacaradevaloke aññe deve dasahi ṭhānehi abhibhavitvā dibbasukhaṁ anubhavanto icchitanibbattiyā ca modati pamodati laḷati kīḷati.",
  "tika-vin02t26:52": "355.Siyā nu kho, bhante, saṅghabhedakotiādi pāḷianusāreneva veditabbaṁ. ‘‘Pañcahi, upāli, ākārehi saṅgho bhijjati kammena uddesena voharanto anussāvanena salākaggāhenā’’ti evaṁ parivāre (pari. 458) āgatampi saṅghabhedalakkhaṇaṁ idha vuttena kiṁ nānākaraṇanti dassetuṁ ‘‘parivāre panā’’tiādimāha. Ettha ca sīmaṭṭhakasaṅghe asannipatite visuṁ parisaṁ gahetvā katavohārānussāvanasalākaggāhassa kammaṁ vā karontassa uddesaṁ vā uddisantassa bhedo ca hoti ānantariyakammañca. Samaggasaññāya pana ‘‘vaṭṭatī’’ti saññāya vā karontassa bhedova hoti, na ānantariyakammaṁ. Tato ūnaparisāya karontassa neva saṅghabhedo na ānantariyaṁ. Sabbantimena hi paricchedena navannaṁ janānaṁ yo saṅghaṁ bhindati, tassa ānantariyakammaṁ hoti, anuvattakānaṁ adhammavādīnaṁ mahāsāvajjaṁ kammaṁ, dhammavādino anavajjā. Sesamettha uttānamevāti.",
  "tika-vin02t26:53": "Upālipañhakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:54": "Saṅghabhedakakkhandhakavaṇṇanā niṭṭhitā."
}