{
  "tika-vin07t16:0.1": "Mahāvaggavaṇṇanā",
  "tika-vin07t16:0.2": "1. Mahākhandhako",
  "tika-vin07t16:1": "Bodhikathāvaṇṇanā",
  "tika-vin07t16:2": "Mahāvagge ubhinnaṃ pātimokkhānanti ubhinnaṃ pātimokkhavibhaṅgānaṃ. Yaṃ khandhakaṃ saṅgāyiṃsūti sambandho. Khandhānaṃ samūho, khandhānaṃ vā pakāsanato khandhako. Khandhāti cettha pabbajjādicārittavārittasikkhāpadapaññattisamūho adhippeto. Padabhājanīye yesaṃ padānaṃ atthā yehi aṭṭhakathānayehi pakāsitāti yojanā. Atha vā ye atthāti yojetabbaṃ. Hi-saddo cettha padapūraṇe daṭṭhabbo.",
  "tika-vin07t16:3": "1.Visesakāraṇanti ‘‘yena samayena āyasmato sāriputtattherassa sikkhāpadapaññattiyācanahetubhūto parivitakko udapādi, tena samayenā’’tiādinā vuttakāraṇaṃ viya visesakāraṇaṃ bhummavacananivattanakakāraṇanti attho. Etassāti abhisambodhito paṭṭhāya satthu cariyāvibhāvanassa vinayapaññattiyaṃ kiṃ payojanaṃ? Yadi visesakāraṇaṃ natthīti adhippāyo. Nidānadassanaṃ payojananti yojanā. Nidānanticettha sikkhāpadapaññattihetubhūtaṃ vatthupuggalādikāraṇaṃ adhippetaṃ, na paññattiṭṭhānameva. Tenāha ‘‘yā hī’’tiādi.",
  "tika-vin07t16:4": "Uruvelāyanti ettha uru-saddo mahantavācī. Velā-saddo tīrapariyāyo. Unnatattādinā velā viya velā. Uru mahantī velā uruvelā, tassaṃ. Tenāha ‘‘mahāvelāya’’ntiādi. Mariyādāti sīlādiguṇasīmā. Pattapuṭenāti tālādīnaṃ paṇṇapuṭena.",
  "tika-vin07t16:5": "‘‘Paṭhamābhisambuddho’’ti anunāsikalopenāyaṃ niddesoti āha ‘‘paṭhamaṃ abhisambuddho’’ti. Paṭhamanti ca bhāvanapuṃsakaniddeso. Tasmā abhisambuddho hutvā sabbapaṭhamaṃ bodhirukkhamūle viharatīti yojanā daṭṭhabbā.",
  "tika-vin07t16:6": "Pāḷiyaṃ atha khoti ettha athāti etasmiṃ samayeti attho anekatthattā nipātānaṃ. Sattāhanti accantasaṃyoge etaṃ upayogavacanaṃ. Atha khoti adhikārantaradassane nipāto. Tena vimuttisukhapaṭisaṃvedanaṃ pahāya paṭiccasamuppādamanasikāre adhikatabhāvaṃ dasseti. Paṭiccāti paṭimukhaṃ gantvā, aññamaññaṃ apekkhitvāti attho. Etena kāraṇabahutā dassitā. Sahiteti kāriyabahutā. Anulomanti bhāvanapuṃsakaniddeso. Svevāti so eva paccayākāro. Purimanayena vā vuttoti ‘‘avijjāpaccayā saṅkhārā’’tiādinā nayena vutto paccayākāro. Pavattiyāti saṃsārappavattiyā.",
  "tika-vin07t16:7": "Pāḷiyaṃ ‘‘avijjāpaccayā’’tiādīsu dukkhādīsu aññāṇaṃ avijjā. Lokiyakusalākusalacetanā saṅkhārā. Lokiyavipākameva viññāṇaṃ. Lokiyavedanādikkhandhattayaṃ nāmaṃ, bhūtupādāyabhedaṃ rūpaṃ. Pasādaviññāṇabhedaṃ saḷāyatanaṃ. Vipākabhūto sabbo phasso, vedanā ca. Rāgo taṇhā. Balavarāgo, tividhā ca diṭṭhi upādānaṃ. Bhavo pana duvidho kammabhavo, upapattibhavo ca. Tattha kammabhavo sāsavakusalākusalacetanāva, upapattibhavo upādinnakakkhandhā. Tesaṃ upapatti jāti. Pāko jarā. Bhedo maraṇaṃ. Te eva nissāya socanaṃ soko. Kandanaṃ paridevo. Dukkhaṃ kāyikaṃ. Domanassaṃ cetasikaṃ. Ativiya soko upāyāso.",
  "tika-vin07t16:8": "Paccekañca sambhavati-saddo yojetabbo. Tenāha ‘‘iminā nayenā’’tiādi. ‘‘Dukkharāsissā’’ti iminā na sattassa. Nāpi subhasukhādīnanti dasseti.",
  "tika-vin07t16:9": "Haveti byattanti imasmiṃ atthe nipāto. ‘‘Anulomapaccayākārapaṭivedhasādhakā bodhipakkhiyadhammā’’ti idaṃ paṭhamavāre kiñcāpi ‘‘avijjāyatveva asesavirāganirodhā’’tiādinā paṭilomapaccayākāropi āgato, tathāpi ‘‘yato pajānāti sahetudhamma’’nti anulomapaccayākārapaṭivedhasseva kāraṇattena vuttanti. Yathā cettha, evaṃ dutiyavārepi ‘‘yato khayaṃ paccayānaṃ avedī’’ti gāthāya vuttattā ‘‘paccayānaṃ khayasaṅkhāta’’ntiādi vuttanti veditabbaṃ. No kallo pañhoti ayutto na byākātabbo, avijjamānaṃ attānaṃ siddhaṃ katvā ‘‘ko phusatī’’ti tassa kiriyāya puṭṭhattā ‘‘ko vañjhāputto phusatī’’tiādi viyāti adhippāyo. Soḷasa kaṅkhāti ‘‘ahosiṃ nu kho ahamatītamaddhānaṃ, nanu kho ahosiṃ, kiṃ nu kho ahosiṃ, kathaṃ nu kho ahosiṃ, kiṃ hutvā kiṃ ahosiṃ nu kho ahamatītamaddhānaṃ, bhavissāmi nu kho ahaṃ anāgatamaddhānaṃ, nanu kho bhavissāmi, kiṃ nu kho bhavissāmi, kathaṃ nu kho bhavissāmi, kiṃ hutvā kiṃ bhavissāmi nu kho ahaṃ anāgatamaddhānaṃ, ahaṃ nu khosmi, no nu khosmi, kiṃ nu khosmi, kathaṃ nu khosmi, ayaṃ nu kho satto kuto āgato, so kuhiṃ gāmī bhavissatī’’ti (ma. ni. 1.18; saṃ. ni. 2.20) evaṃ āgatā atīte pañca, anāgate pañca, paccuppanne chāti soḷasavidhā kaṅkhā.",
  "tika-vin07t16:10": "Tattha kiṃ nu khoti manussadevādīsu, khattiyādīsu vā aññataraṃ nissāya kaṅkhati. Kathaṃ nu khoti pana saṇṭhānākārādīsu issarādijanakaṃ, kāraṇaṃ vā nissāya. Kiṃ hutvā kiṃ ahosinti ca manussādīsu paṭhamaṃ kiṃ hutvā pacchā kiṃ ahosinti kaṅkhati. Ahaṃ nu khosmītiādi idāni attano vijjamānāvijjamānataṃ, sarūpapakārādikañca kaṅkhati. Vapayantīti viapayanti byapagacchanti. Tenāha ‘‘apagacchanti nirujjhantī’’ti.",
  "tika-vin07t16:11": "3.Tassa vasenāti tassa paccayākārapajānanassa, paccayakkhayādhigamassa ca vasena. Ekekameva koṭṭhāsanti anulomapaṭilomato ekekameva koṭṭhāsaṃ. Pāṭipadarattiyā evaṃ manasākāsīti rattiyā tīsupi yāmesu evaṃ idha khandhakapāḷiyā āgatanayena anulomapaṭilomaṃyeva manasākāsi.",
  "tika-vin07t16:12": "Ajapālakathāvaṇṇanā",
  "tika-vin07t16:13": "4. Tassa sattāhassa accayenāti pallaṅkasattāhassa apagamanena. Tamhā samādhimhāti arahattaphalasamāpattisamādhimhā. Antarantarā eva hi paccayākāramanasikāro. Avasesakālaṃ pana sabbaṃ bhagavā phalasamāpattiyāpi vītināmesi. Taṃ sandhāya ‘‘tamhā samādhimhā’’ti vuttaṃ. Ratanacaṅkameti bhagavato ciraṃ ṭhitassa caṅkamanādhippāyaṃ ñatvā devatāhi māpite ratanacaṅkame. Ratanagharanti bhagavato nisīdanādhippāyaṃ ñatvā devatāhi māpitaṃ ratanamayaṃ gehaṃ.",
  "tika-vin07t16:14": "Tatrāpīti na kevalaṃ ratanaghareyeva. Tatrāpi ajapālanigrodhamūlepi abhidhammaṃ vicinanto eva antarantarā vimuttisukhaṃ paṭisaṃvedentoti attho. Tatthāpi hi anantanayasamantapaṭṭhānaṃ sammasato sammāsambuddhassa pītisamuṭṭhitā chabbaṇṇā buddharasmiyo ratanaghare viya nicchariṃsu eva. ‘‘Huṃhu’’nti karontoti ‘‘sabbe hīnajātikā maṃ mā upagacchantū’’ti mānavasena, samīpaṃ upagatesu kodhavasena ca ‘‘apethā’’ti adhippāyanicchāritaṃ huṃhuṃkāraṃ karonto.",
  "tika-vin07t16:15": "Brahmaññanti brāhmaṇattaṃ. Antanti nibbānaṃ. Devānaṃ vā antanti maggañāṇānaṃ vā antabhūtaṃ arahattaphalaṃ.",
  "tika-vin07t16:16": "Mucalindakathāvaṇṇanā",
  "tika-vin07t16:17": "5.Mucalindamūleti ettha ca mucalindo vuccati nīparukkho, yo ‘‘niculo’’tipi vuccati. Uppannameghoti sakalacakkavāḷagabbhaṃ pūretvā uppanno mahāmegho. Vaddalikāti vuṭṭhiyā eva itthiliṅgavasena nāmaṃ. Yā ca sattāhaṃ pavattattā sattāhavaddalikāti vuttāti āha ‘‘sattāhaṃ avicchinnavuṭṭhikā ahosī’’ti. Sītavātena dūsitaṃ dinametissā vaddalikāyāti sītavātaduddinīti āha ‘‘udakaphusitasammissenā’’tiādi. Ubbiddhatā nāma dūrabhāvena upaṭṭhānanti āha ‘‘meghavigamena dūrībhūta’’nti. Indanīlamaṇi viya dibbati jotetīti devo, ākāso.",
  "tika-vin07t16:18": "Etamatthaṃ viditvāti vivekassa sukhabhāvaṃ viditvā. Sabbaso asantuṭṭhisamucchedakattā maggañāṇānaṃ ‘‘catumaggañāṇasantosenā’’ti vuttaṃ. Akuppanabhāvoti akujjhanasabhāvo.",
  "tika-vin07t16:19": "Rājāyatanakathāvaṇṇanā",
  "tika-vin07t16:20": "6.Paccaggheti abhinave. Ayameva attho pasattho, na purimo. Na hi buddhā mahagghaṃ pattaṃ paribhuñjanti.",
  "tika-vin07t16:21": "Brahmayācanakathāvaṇṇanā",
  "tika-vin07t16:22": "7. Ālīyanti sevīyantīti ālayā. Pañca kāmaguṇāti āha ‘‘sattā…pe… vuccantī’’ti. Suṭṭhu muditāti ativiya pamuditā. Ṭhānaṃ sandhāyāti ṭhāna-saddaṃ apekkhitvā. Imesanti saṅkhārādīnaṃ phalānaṃ. Pāḷiyaṃ sabbasaṅkhārasamathotiādīni nibbānavevacanāni. Apissūti sampiṇḍanatthe nipāto. Na kevalaṃ etadahosi, imāpi gāthā paṭibhaṃsūti attho.",
  "tika-vin07t16:23": "Kicchena me adhigatanti pāramipūraṇaṃ sandhāya vuttaṃ, na dukkhāpaṭipadaṃ. Buddhānañhi cattāro maggā sukhāpaṭipadāva honti. Ha-iti byattaṃ, ekaṃsanti dvīsu atthesu nipāto, byattaṃ, ekaṃsena vā alanti viyojenti. Halanti vā eko nipāto.",
  "tika-vin07t16:24": "8. Pāḷiyaṃ sahampatissāti so kira kassapassa bhagavato sāsane sahako nāma thero paṭhamajjhānabhūmiyaṃ brahmapati hutvā nibbatto, tena naṃ ‘‘sahampatī’’ti sañjāniṃsu. Assavanatāti assavanatāya, assavanenāti attho. Savanameva hi savanatā yathā devatāti.",
  "tika-vin07t16:25": "Dhammo asuddhoti micchādiṭṭhidhammo. Samalehīti pūraṇakassapādīhi chahi satthārehi. Apāpurāti desanāhatthena vivara. Dvāranti ariyamaggaṃ sandhāya vadati.",
  "tika-vin07t16:26": "Seleti ghanasilāmaye. Tathūpamanti ettha tathā-saddo taṃ-saddatthe daṭṭhabbo. Tena so selapabbato upamā yassa. Taṃ tathūpamanti attho. Tena vā pabbatādinā pakārena upamā assātipi attho. Dhammamayanti lokuttaradhammabhūtaṃ. Uṭṭhāhīti dhammadesanatthāya cārikacaraṇatthaṃ imamhā āsanā kāyena, appossukkabhāvato vā cittena uṭṭhehi, ayameva vā pāṭho. Teneva ‘‘vicara, desassū’’ti duvidhepi kāyacittapayoge niyojesi. Vīrātiādi cattāri thutivasena sambodhanāni.",
  "tika-vin07t16:27": "9.Buddhacakkhunāti indriyaparopariyattañāṇena, āsayānusayañāṇena ca. Imesañhi dvinnaṃ ‘‘buddhacakkhū’’ti nāmaṃ. Svākārāti saddhindriyādayova ākārā sundarā yesaṃ, te svākārā, suviññāpayā, paralokañca vajjañca bhayato dassanasīlā cāti daṭṭhabbaṃ. Uppalāni ettha santīti uppalinīti gacchalatāpi pokkharaṇīpi vuccati. Idha pana pokkharaṇī. Evamitaresupi. Udakānuggatānīti udakato anuggatāni. Anto nimuggāneva hutvā pusanti vaḍḍhanti, tāni antonimuggaposīni. Accuggammāti udakaṃ atikkamanavasena uggantvā.",
  "tika-vin07t16:28": "Apārutāti vivaṭā. Tesanti saupanissayānaṃ sattānaṃ. Dvārāti ariyamaggadvārāni. Idañca attano sayambhuñāṇena saupanissayānaṃ tesaṃ magguppattidiṭṭhataṃ sandhāya vadati. Vihiṃsasaññītiādīsu evamattho daṭṭhabbo – ‘‘ahañhi attano paguṇaṃ suppavattitampi imaṃ paṇītaṃ dhammaṃ ajānantesu manujesu desanāya vihiṃsā kāyavācākilamatho hotī’’ti evaṃ vihiṃsasaññī hutvā na bhāsiṃ bhāsituṃ na icchiṃ. Idāni pana hetusampannā attano saddhābhājanaṃ vivarantu, pūressāmi nesaṃ saṅkappanti.",
  "tika-vin07t16:29": "Pañcavaggiyakathāvaṇṇanā",
  "tika-vin07t16:30": "10.Āḷāroti nāmaṃ. Kālāmoti gottaṃ. Bhagavatopi kho ñāṇaṃ udapādīti kiṃ idāneva udapādi, nanu bodhimūle tekālikā, kālavinimuttā ca sabbe dhammā sabbākārato diṭṭhāti? Saccaṃ diṭṭhā, tathāpi nāmādivasena avikappitā ekacittakkhaṇikattā sabbaññutaññāṇassa. Na hi ekena cittena sabbadhammānaṃ nāmajātiādikaṃ paccekaṃ anantaṃ vibhāgaṃ vikappetuṃ sakkā vikappānaṃ viruddhānaṃ sahānuppattito, sabbavikappārahadhammadassanameva panānena sakkā kātuṃ. Yathā diṭṭhesu pana yathicchitākāraṃ ārabbha vikappo uppajjati cakkhuviññāṇena diṭṭhe cittapaṭe viya. Idhāpi āḷāraṃ nissāya āvajjanānantarameva sabbākārañāṇaṃ udapādi. Na kevalañca taṃ, atha kho pañcavaggiyā eva paṭhamaṃ dhammaṃ jānissanti, tappamukhā ca devatā, āḷāro kālaṃ katvā ākiñcaññāyatane, udako ca nevasaññānāsaññāyatane nibbattoti evamādikaṃ sabbampi nissāya ñāṇaṃ uppajjati eva. Taṃ pana khaṇasampattiyā dullabhabhāvaṃ dassetuṃ kamena oloketvā devatāya vutte ñāṇaṃ viya katvā vuttaṃ. Saddagatiyā hi bandhattā ekena ñāṇena ñātampi vuccamānaṃ kamena ñātaṃ viya paṭibhāti, devatāpi ca bhagavatā ñātamevatthaṃ ārocesi. Teneva ‘‘bhagavatopi kho ñāṇaṃ udapādī’’ti vuttanti daṭṭhabbaṃ. Evamaññatthāpi īdisesu ‘‘lokaṃ volokento asukaṃ addasa, tattha mayi gate kiṃ bhavissatī’’ti evamādinā satthu hitesitāsandassanavasappavattesu. Sabbattha vacanagatiyaṃ kamavuttite paññāyamānepi ekeneva ñāṇena sakalāvabodho veditabbo. Bahukārā kho me pañcavaggiyāti upakārassāpi vijjamānataṃ sandhāya vuttaṃ, na pana dhammadesanāya kāraṇattena anupakārānampi desanato.",
  "tika-vin07t16:31": "11.Antarā ca gayaṃ antarā ca bodhinti gayāya, bodhissa ca antare tigāvute ṭhāne.",
  "tika-vin07t16:32": "Sabbābhibhūti sabbaṃ tebhūmakadhammaṃ abhibhavitvā ṭhito. Anūpalittoti kilesalepena alitto. Tato eva sabbañjaho. Taṇhakkhaye vimuttoti taṇhakkhaye nibbāne ārammaṇakaraṇavasaena vimutto. Evaṃ sayaṃ sabbadhamme attanāva jānitvā. Kamuddiseyyanti kaṃ aññaṃ ‘‘ayaṃ me ācariyo’’ti uddiseyyaṃ.",
  "tika-vin07t16:33": "Kāsinaṃ puranti bārāṇasiṃ. Āhañchanti āhanissāmi. Amatādhigamāya ugghosanato amatadundubhinti satthu dhammadesanā vuttā, ‘‘amatabheriṃ paharissāmī’’ti gacchāmīti attho.",
  "tika-vin07t16:34": "Arahasi anantajinoti anantajinopi bhavituṃ yuttoti attho. Anantañāṇatāya ananto jino ca, anantena vā ñāṇena, anantaṃ vā dosaṃ jitavā, uppādavayantarahitatāya vā anantaṃ nibbānaṃ ajini kilesārayo madditvā gaṇhītipi anantajino.",
  "tika-vin07t16:35": "Hupeyyāpīti evampi bhaveyya, evaṃvidhe rūpakāyaratane īdisena ñāṇena bhavitabbanti adhippāyo. Evaṃ nāma kathanañhissa upanissayasampannassa aparakāle dukkhappattassa bhagavantaṃ upagamma pabbajitvā maggaphalapaṭivedhāya paccayo jāto. Tathāhesa bhagavā tena samāgamatthaṃ padasāva maggaṃ paṭipajji.",
  "tika-vin07t16:36": "12.Bāhullikoti paccayabāhulliko. Padhānavibbhantoti padhānato dukkaracaraṇato parihīno. Natthi ettha agāriyaṃ, agārassa hitaṃ kasigorakkhādikammanti anagāriyā, pabbajjā, taṃ anagāriyaṃ. Pabbajantīti upagacchanti. Tadanuttaranti taṃ anuttaraṃ. Brahmacariyapariyosānanti maggabrahmacariyassa pariyosānaṃ, arahattaphalanti attho. Tassa hi atthāya kulaputtā pabbajanti. Diṭṭheva dhammeti imasmiṃ paccakkhe attabhāve. Sayanti aparappaccayā . Abhiññā sacchikatvāti attanova ñāṇena paccakkhaṃ katvā. Upasampajjāti pāpuṇitvā.",
  "tika-vin07t16:37": "Iriyāyāti dukkarairiyāya. Uttarimanussadhammātiādīsu manussadhammato lokiyañāṇato upari ariyaṃ kātuṃ alaṃ samattho alamariyo. Ñāṇadassanavisesoti sabbaññutaññāṇassa pubbabhāgaṃ adhippetaṃ. Noti nu. Bhāsitametanti evarūpametaṃ vākyabhedanti attho. Te ca ‘‘yadi esa padhānakāle ‘ahaṃ arahā’ti vadeyya, mayañca saddahāma, na cānena tadā vuttaṃ. Idāni pana vijjamānameva guṇaṃ vadatī’’ti ekapadena satiṃ labhitvā ‘‘buddho jāto’’ti uppannagāravā āvusovādaṃ pahāya ‘‘no hetaṃ, bhante’’ti āhaṃsu. Aññā cittanti aññāya arahattappattiyā cittaṃ.",
  "tika-vin07t16:38": "13.Antāti koṭṭhāsā dve bhāgā. Kāmesu kāmasukhallikānuyogoti vatthukāmesu kilesakāmasukhassa anubhavo. Kilesakāmā eva vā āmisasukhena allīyanato kāmasukhallikāti vuttāti daṭṭhabbā. Gammoti gāmavāsīnaṃ santako. Attakilamathānuyogoti attano kilamathassa kaṇṭakaseyyādidukkhassa anuyogo. Ubho anteti yathāvutte lobho vā sassato vā eko anto, doso vā ucchedo vā ekoti veditabbo.",
  "tika-vin07t16:39": "Cakkhukaraṇītiādīsu attanā sampayuttañāṇacakkhuṃ karotīti cakkhukaraṇī. Dutiyaṃ tasseva vevacanaṃ. Upasamoti kilesupasamo. Abhiññā, sambodho ca catusaccapaṭivedhova. Nibbānaṃ asaṅkhatadhātu. Etesampi atthāya saṃvattatīti paṭipadaṃ thometi. Sammādiṭṭhīti ñāṇaṃ. Sammāsaṅkappoti vitakko. Sesaṃ dhammato suviññeyyameva.",
  "tika-vin07t16:40": "14. Evaṃ cattāropi magge ekato dassetvā idāni tehi maggehi paṭivijjhitabbāni cattāri ariyasaccāni dassetuṃ ‘‘idaṃ kho pana, bhikkhave’’tiādimāha. Jātipi dukkhātiādīsu tattha tattha bhave nibbattamānānaṃ sattānaṃ sabbapaṭhamaṃ rūpārūpadhammappavatti idha jāti nāma, sā ca tattha tattha bhavesu upalabbhamānānaṃ dukkhādīnaṃ vatthubhāvato dukkhā, evaṃ jarādīsu dukkhavatthukatāya dukkhatā veditabbā. Pañcupādānakkhandhā pana dukkhadukkhavipariṇāmadukkhasaṅkhāradukkhavasena dukkhā eva. Ponobhavikāti punabbhavakaraṇaṃ punabbhavo uttarapadalopena, punabbhavo sīlametissāti ponobhavikā. Nandirāgasahagatāti ettha rūpādīsu nandati piyāyatīti nandī, sā eva rāgoti nandirāgoti bhāvappadhānoyaṃ niddeso, nandirāgattanti attho. Tena sahagatāni nandirāgasahagatā. Tatra tatrāti tasmiṃ tasmiṃ bhave. Rūpādīsu chasu ārammaṇesu kāmassādanavasena pavattā kāmataṇhā nāma. Sassatadiṭṭhiyā saha pavattā bhavataṇhā. Ucchedadiṭṭhiyā saha pavattā vibhavataṇhā. Asesavirāganirodhotiādinā nibbānameva vuccati. Tattha virajjanaṃ vigamanaṃ virāgo. Nirujjhanaṃ nirodho. Ubhayenāpi suṭṭhu vigamova vuccati. Asesāyapi taṇhāya virāgo, nirodho ca yena hoti, so asesavirāganirodho, nibbānameva. Yasmā ca taṃ āgamma taṇhaṃ, vaṭṭañca cajanti paṭinissajjanti vimuccanti na allīyanti, tasmā cāgo paṭinissaggo mutti anālayoti vuccati.",
  "tika-vin07t16:41": "15.Cakkhuntiādīni ñāṇavevacanāneva.",
  "tika-vin07t16:42": "16.Yāvakīvañcāti yattakaṃ kālaṃ. Tiparivaṭṭanti saccañāṇa, kiccañāṇa, katañāṇasaṅkhātānaṃ tiṇṇaṃ parivaṭṭānaṃ vasena tiparivaṭṭaṃ ñāṇadassanaṃ. Ettha ca ‘‘idaṃ dukkhaṃ ariyasaccaṃ, idaṃ dukkhasamudaya’’nti evaṃ catūsu saccesu yathābhūtañāṇaṃ saccañāṇaṃ nāma. Tesu eva ‘‘pariññeyyaṃ pahātabbaṃ sacchikātabbaṃ bhāvetabba’’nti evaṃ kattabbakiccajānanañāṇaṃ kiccañāṇaṃ nāma. ‘‘Pariññātaṃ pahīnaṃ sacchikataṃ bhāvita’’nti tassa kiccassa katabhāvajānanañāṇaṃ katañāṇaṃ nāma. Dvādasākāranti tesameva ekekasmiṃ sacce tiṇṇaṃ tiṇṇaṃ ākārānaṃ vasena dvādasākāraṃ.",
  "tika-vin07t16:43": "Abhisambuddhoti paccaññāsinti abhisambuddho arahattaṃ pattoti evaṃ na paṭijāniṃ. Yato ca khoti yato bodhimūle nisinnakālato paṭṭhāya . Athāhanti tato paraṃ ahaṃ. Ñāṇañca pana meti paccavekkhaṇañāṇaṃ sandhāya vadati. Akuppā metiādi tassa pavattiākāradassanaṃ. Tattha akuppā me vimuttīti arahattaphalaṃ tassa maggasaṅkhātakāraṇato ca ārammaṇato ca akuppatā veditabbā.",
  "tika-vin07t16:44": "Imasmiṃ pana veyyākaraṇasminti niggāthasutte. Bhaññamāneti bhaṇiyamāne. Dhammacakkhunti idha catusaccadhammesu cakkhukiccakaraṇato sotāpattimaggo adhippeto. Yaṃ kiñcītiādi nibbānārammaṇattepi kiccavasena asammohato pavattidassanatthaṃ vuttaṃ.",
  "tika-vin07t16:45": "17.Dhammacakkanti paṭivedhañāṇadhammañceva desanāñāṇadhammañca pavattanaṭṭhena cakkanti dhammacakkaṃ . Obhāsoti sabbaññutaññāṇānubhāvena pavatto cittapaccayautusamuṭṭhāno dasasahassilokadhātuṃ pharitvā ṭhito obhāso.",
  "tika-vin07t16:46": "18. Diṭṭho ariyasaccadhammo etenāti diṭṭhadhammo. Esa nayo sesesupi. Attano paccakkhato adhigatattā na paraṃ pacceti, parassa saddhāya ettha na pavattatīti aparappaccayo. Ehi bhikkhūti ettake vuttamatte pabbajjā, upasampadā ca sijjhati, teneva tattha iti-saddena paricchedo dassitoti vadanti. Keci pana ‘‘sammā dukkhassa antakiriyāyāti vacanapariyosāne eva upasampadā sijjhati, aṭṭhakathāyaṃ pana ‘ehi bhikkhūti bhagavato vacanenā’ti idaṃ ehibhikkhusaddopalakkhitavacanaṃ ehibhikkhuvacanantiādipadavasena vuttaṃ musāvādavaggotiādīsu viyā’’ti vadanti, tadetaṃ paṭhamapārājikaṭṭhakathāyaṃ ‘‘bhagavā hi…pe… ehi bhikkhu, cara brahmacariyaṃ sammā dukkhassa antakiriyāyā’’ti (pārā. aṭṭha. 1.45 bhikkhūpadabhājanīyavaṇṇanā) iminā vacanena sameti. Yattakañhi bhagavatā niyamena vuccati, tattakaṃ sabbampi aṅgameva. Sekkhaputhujjanānañhi etaṃ paripuṇṇaṃ vuccati, asekkhānaṃ pana ‘‘cara brahmacariya’’nti pariyosānanti daṭṭhabbaṃ sikkhattayasamiddhito. Lokiyasampadāhi uparibhūtā seṭṭhabhūtā sampadāti upasampadā.",
  "tika-vin07t16:47": "19-21.Nīhārabhattoti bhikkhūhi gāmato nīharitvā dinnabhatto. Kallaṃ nūti yuttaṃ nu. Etaṃ mamātiādi yathākkamaṃ taṇhāmānadiṭṭhigāhānaṃ dassanaṃ.",
  "tika-vin07t16:48": "22-23.Tasmātihāti ettha tihāti nipātamattaṃ, tasmāti attho. Nibbindatīti vuṭṭhānagāminivipassanāvasena ukkaṇṭhati. Virajjatīti catunnaṃ maggānaṃ vasena na rajjati. Vimuccatīti phalavasena vimuccati. Vimuttasmintiādi paccavekkhaṇañāṇadassanaṃ. Brahmacariyanti maggabrahmacariyaṃ. Karaṇīyaṃ catūsu saccesu catūhi maggehi paccekaṃ kattabbaṃ pariññādivasena soḷasavidhaṃ kiccaṃ. Nāparaṃ itthattāyāti itthabhāvāya soḷasakiccabhāvāya, kilesakkhayāya vā aparaṃ puna maggabhāvanākiccaṃ me natthīti pajānāti. Atha vā itthattāyāti itthabhāvato vattamānakkhandhasantānato aparaṃ khandhasantānaṃ mayhaṃ na bhavissatīti attho.",
  "tika-vin07t16:49": "Pabbajjākathāvaṇṇanā",
  "tika-vin07t16:50": "15.Āḷambaranti paṇavaṃ. Vikesikanti vippakiṇṇakesaṃ. Vikkheḷikanti vissandamānalālaṃ . Susānaṃ maññeti susānaṃ viya addasa sakaṃ parijananti sambandho. Udānaṃ udānesīti saṃvegavasappavattaṃ vacanaṃ nicchāresi. Upassaṭṭhanti dukkhena sammissaṃ, dukkhotiṇṇaṃ sabbasattakāyajātanti attho.",
  "tika-vin07t16:51": "26.Idaṃ kho yasāti bhagavā nibbānaṃ sandhāyāha. Anupubbiṃ kathanti anupaṭipāṭikathaṃ. Ādīnavanti dosaṃ. Okāranti nihīnatā nihīnajanasevitattā. Saṃkilesanti tehi sattānaṃ saṃkilesanaṃ, saṃkilesavisayanti vā attho. Kallacittanti arogacittaṃ. Sāmaṃ attanāva ukkaṃso ukkhipanaṃ etissanti sāmukkaṃsikā, saccadesanā. Tassā sarūpadassanaṃ ‘‘dukkha’’ntiādi.",
  "tika-vin07t16:52": "27.Assadūteti assaāruḷhe dūte. Iddhābhisaṅkhāranti iddhikiriyaṃ. Abhisaṅkharesi akāsi.",
  "tika-vin07t16:53": "28.Yathādiṭṭhanti paṭhamamaggena diṭṭhaṃ catussaccabhūmiṃ sesamaggattayena paccavekkhantassa, passantassāti attho. Mātu no jīvitanti ettha noti nipātamattaṃ, mātu jīvitanti attho. Yasassa khīṇāsavattā ‘‘ehi bhikkhu, svākkhāto dhammo, cara brahmacariya’’nti ettakeneva bhagavā upasampadaṃ adāsi. Khīṇāsavānañhi ettakeneva upasampadā anuññātā pubbeva dukkhassa parikkhīṇattā. Cara brahmacariyanti sāsanabrahmacariyasaṅkhātaṃ sikkhāpadapūraṇaṃ sandhāya vuttaṃ, na maggabrahmacariyaṃ.",
  "tika-vin07t16:54": "30.Seṭṭhānuseṭṭhīnanti seṭṭhino ca anuseṭṭhino ca paveṇīvasena āgatā yesaṃ kulānaṃ santi, tesaṃ seṭṭhānuseṭṭhīnaṃ kulānaṃ. Orakoti lāmako.",
  "tika-vin07t16:55": "32-33.Mā ekena dveti ekena maggena dve bhikkhū mā agamittha. Visuddhe satte, guṇe vā māretīti māro. Pāpe niyutto pāpimā.",
  "tika-vin07t16:56": "Sabbapāsehīti sabbakilesapāsehi. Ye dibbā ye ca mānusāti ye dibbakāmaguṇanissitā, mānusakakāmaguṇanissitā ca kilesapāsā nāma atthi, sabbehi tehi. ‘‘Tvaṃ buddho’’ti devamanussehi kariyamānasakkārasampaṭicchanaṃ sandhāya vadati.",
  "tika-vin07t16:57": "Antalikkhe carante pañcābhiññepi bandhatīti antalikkhacaro, rāgapāso. Māro pana pāsampi antalikkhacaraṃ maññati. Mānasoti manosampayutto.",
  "tika-vin07t16:58": "Jānāti manti so kira ‘‘mahānubhāvo añño devaputto nivāretīti bhīto nivattissati nu kho’’tisaññāya vatvā ‘‘nihato tvamasi antakā’’ti vutte ‘‘jānāti ma’’nti dummano palāyi.",
  "tika-vin07t16:59": "34.Parivitakko udapādīti yasmā ehibhikkhubhāvāya upanissayarahitānampi pabbajitukāmatā uppajjissati, buddhā ca te na pabbājenti, tasmā tesampi pabbajjāvidhiṃ dassento evaṃ parivitakkesīti daṭṭhabbaṃ. Upanissayasampannā pana bhagavantaṃ upasaṅkamitvā ehibhikkhubhāveneva pabbajanti. Ye paṭikkhittapuggalāti sambandho. Sayaṃ pabbājetabboti ettha ‘‘kesamassuṃ ohāretvā’’tiādivacanato kesacchedanakāsāyacchādanasaraṇadānāni pabbajjā nāma, tesu pacchimadvayaṃ bhikkhūhi eva kātabbaṃ, kāretabbaṃ vā. ‘‘Pabbājehī’’ti idaṃ tividhampi sandhāya vuttaṃ. Khaṇḍasīmaṃ netvāti bhaṇḍukammārocanapariharaṇatthaṃ. Bhikkhūnañhi anārocetvā ekasīmāya ‘‘etassa kese chindā’’ti aññaṃ āṇāpetumpi na vaṭṭati. Pabbājetvāti kesādicchedanameva sandhāya vuttaṃ ‘‘kāsāyāni acchādetvā’’ti visuṃ vuttattā. Pabbājetuṃ na labhatīti saraṇadānaṃ sandhāya vuttaṃ, anupasampannena bhikkhuāṇattiyā dinnampi saraṇaṃ na ruhati.",
  "tika-vin07t16:60": "Yasassīti parivārasampanno. Nijjīvanissattabhāvanti ‘‘kesā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātū’’tiādinayaṃ saṅgaṇhāti, sabbaṃ visuddhimagge (visuddhi. 1.311) āgatanayena gahetabbaṃ. Pubbeti pubbabuddhuppādesu. Madditasaṅkhāroti vipassanāvasena vuttaṃ. Bhāvitabhāvanoti samathavasenāpi.",
  "tika-vin07t16:61": "Kāsāyāni tikkhattuṃ vā…pe… paṭiggāhāpetabboti ettha ‘‘sabbadukkhanissaraṇatthāya imaṃ kāsāvaṃ gahetvā’’ti vā ‘‘taṃ kāsāvaṃ datvā’’ti vā vatvā ‘‘pabbājetha maṃ, bhante, anukampaṃ upādāyā’’ti evaṃ yācanapubbakaṃ cīvaraṃ paṭicchāpeti. Athāpītiādi tikkhattuṃ paṭiggāhāpanato paraṃ kattabbavidhidassanaṃ. Athāpīti tato parampīti attho. Keci pana ‘‘cīvaraṃ appaṭiggāhāpetvā pabbajanappakārabhedadassanatthaṃ ‘‘athāpī’’ti vuttaṃ, athāpīti ca atha vāti attho’’ti vadanti. ‘‘Adinnaṃ na vaṭṭatī’’ti iminā pabbajjā na ruhatīti dasseti.",
  "tika-vin07t16:62": "Pādevandāpetvāti pādābhimukhaṃ namāpetvā. Dūre vandantopi hi pāde vandatīti vuccati. Upajjhāyena vāti ettha yassa santike upajjhaṃ gaṇhāti, ayaṃ upajjhāyo. Ābhisamācārikesu vinayanatthaṃ yaṃ ācariyaṃ katvā niyyātenti, ayaṃ ācariyo. Sace pana upajjhāyo sayameva sabbaṃ sikkhāpeti, aññasmiṃ na niyyāteti, upajjhāyovassa ācariyopi hoti, yathā upasampadākāle sayameva kammavācaṃ vācento upajjhāyova kammavācācariyopi hoti.",
  "tika-vin07t16:63": "Anunāsikantaṃ katvā dānakāle antarā vicchedo na kātabboti āha ‘‘ekasambandhānī’’ti.",
  "tika-vin07t16:64": "‘‘Ābhisamācārikesu vinetabbo’’ti iminā sekhiyavattakhandhakavattesu, aññesu",
  "tika-vin07t16:65": "Ca sukkavissaṭṭhiādilokavajjasikkhāpadesu sāmaṇerehi vattitabbaṃ, tattha avattamāno alajjī, daṇḍakammāraho ca hotīti dasseti.",
  "tika-vin07t16:66": "Pabbajjākathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:67": "Dutiyamārakathāvaṇṇanā",
  "tika-vin07t16:68": "35. Pāḷiyaṃ anuttaraṃ vimuttiṃ anupāpuṇāthāti ‘‘khīṇāsavā mayaṃ, kiṃ amhākaṃ padhānenā’’ti vāsanādosena vosānaṃ anāpajjitvā pantesu senāsanesu phalasamāpattiyāva vītināmanatthaṃ, taṃ disvā aññesampi diṭṭhānugatisamāpajjanatthañca ovadatīti veditabbaṃ.",
  "tika-vin07t16:69": "Dutiyamārakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:70": "Bhaddavaggiyakathāvaṇṇanā",
  "tika-vin07t16:71": "36.Idaṃ nesaṃ pubbakammanti tesaṃ tiṃsajanānaṃ ekato abhisamayassa pubbakammaṃ. Aññampi tesaṃ paccekaṃ pubbabuddhuppādesu saddhammassavanasaraṇagamanadānasīlasamādhivipassanāsamāyogavasena bahuṃ vivaṭṭūpanissayaṃ kusalaṃ atthevāti gahetabbaṃ. Itarathā hi tadaheva paṭivedho, ehibhikkhubhāvādiviseso ca na sampajjeyya.",
  "tika-vin07t16:72": "Bhaddavaggiyakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:73": "Uruvelapāṭihāriyakathāvaṇṇanā",
  "tika-vin07t16:74": "37-38. Pāḷiyaṃ agarūti bhāriyaṃ na siyāti attho. Ubhinnaṃ sajotibhūtānanti ubhosu sajotibhūtesu. Patte pakkhipīti taṃ nāgaṃ nihatatejaṃ dhammadesanāya santappetvā saraṇasīlāni datvā sakalarattiṃ bhagavantaṃ payirupāsitvā ṭhitaṃ jaṭilānaṃ dassanatthaṃ patte pakkhipi, na ahituṇḍiko viya balakkārenāti veditabbaṃ. Yatra hi nāmāti yo nāma.",
  "tika-vin07t16:75": "39.Ajjaṇhoti ajja ekadivasaṃ. Aggisālamhīti agyāgāre. Sumanānaṃ buddhānaṃ manasā sadiso mano assāti sumanamanaso. Adhicittoti mahākaruṇādīhi adhicitto. Udicchareti ullokesuṃ, parivāresunti attho. Anekavaṇṇā acciyoti chabbaṇṇaraṃsiyo vuttā. Ahaṃ te dhuvabhattena paṭimānanaṃ karissāmīti seso.",
  "tika-vin07t16:76": "40.Abhikkantāyarattiyāti parikkhīṇāya rattiyā, majjharattisamayeti attho. Abhikkantavaṇṇāti abhirūpacchavivaṇṇā. Kevalakappanti ettha kevala-saddassa anavasesattho, kappa-saddassa samantabhāvo, tasmā anavasesaṃ samantato vanasaṇḍanti attho. Catuddisāti catūsu disāsu. Yatra hi nāmāti yaṃ nāma.",
  "tika-vin07t16:77": "43.Aṅgamagadhāti aṅgamagadharaṭṭhavāsino. Iddhipāṭihāriyanti abhiññiddhiyeva paṭipakkhānaṃ titthiyānaṃ, veneyyasattagatadosānañca haraṇato apanayanato pāṭihāriyaṃ, taṃ taṃ vā sattahitaṃ paṭicca haritabbaṃ pavattetabbanti paṭihāriyaṃ, tadeva pāṭihāriyaṃ. Iddhi eva pāṭihāriyaṃ iddhipāṭihāriyaṃ.",
  "tika-vin07t16:78": "44.Paṃsukūlaṃ uppannaṃ hotīti puṇṇāya dāsiyā sarīraṃ parikkhipitvā chaḍḍitaṃ sāṇamayaṃ kimikulākulaṃ pariyesanavasena uppannaṃ hoti, yaṃ bhagavā bhūmiṃ kampento pārupitvā pacchā mahākassapattherassa adāsi, taṃ sandhāyetaṃ vuttanti vadanti. Kattha nu khotiādiparivitakko jaṭilānaṃ vividhapāṭihāriyadassanatthaṃ kato. Pāṇinā khaṇanto viya iddhiyā mattikaṃ apanetvā dinnattā vuttaṃ ‘‘pāṇinā pokkharaṇiṃ khaṇitvā’’ti.",
  "tika-vin07t16:79": "46.Phāliyantu, kassapa, kaṭṭhānīti uruvelakassapena nivedite evamavocāti daṭṭhabbaṃ. Evaṃ sesesupi.",
  "tika-vin07t16:80": "49.Antaraṭṭhakāsuhimapātasamayeti ettha māghamāsassa avasāne catasso, phagguṇamāsassa ādimhi catassoti evaṃ ubhinnaṃ māsānaṃ antare aṭṭharattiyo antaraṭṭhakā nāma. Tāsu antaraṭṭhakāsu rattīsu himapātakāle. Ummujjananimujjanampi sahasā tadubhayakaraṇavasena vuttaṃ.",
  "tika-vin07t16:81": "50.Udakavāhakoti udakogho. Reṇuhatāyāti rajokiṇṇāya, atintāyāti attho. Nāvāyāti kullena. Idaṃ nu tvaṃ mahāsamaṇāti idha nu tvaṃ. Dha-kārassa da-kāraṃ, anusārañca katvā ‘‘idaṃ nū’’ti vuttaṃ ‘‘ekamidāha’’ntiādīsu (dī. ni. 1.165, 265) viya. ‘‘Imasmiṃ padese tvaṃ nu kho ṭhitosī’’ti pucchi. Ayamahamasmīti ayamahaṃ idha ṭhitosmīti attho.",
  "tika-vin07t16:82": "51.Cirapaṭikāti cirakālato paṭṭhāya. Kesamissaṃ sabbaṃ parikkhāraṃ udake pavāhetvātipi yojetabbaṃ. Araṇikamaṇḍaluādikā tāpasaparikkhārā khārī nāma, taṃharaṇakakājaṃ khārikājaṃ nāma. Aggihutamissanti aggipūjopakaraṇasahitaṃ.",
  "tika-vin07t16:83": "52-3.Upasaggoti upaddavo. ‘‘Aḍḍhuḍḍhāni pāṭihāriyasahassānī’’ti idaṃ nāgadamanādīni pannarasa pāṭihāriyāni vajjetvā vuttaṃ appakamadhikaṃ gaṇanūpagaṃ na hotīti.",
  "tika-vin07t16:84": "54.Gayāyanti gayānāmikāya nadiyā adūrabhavattā gāmo itthiliṅgavasena gayā nāma jāto, tassaṃ. Gayāsīseti evaṃnāmake piṭṭhipāsāṇe.",
  "tika-vin07t16:85": "‘‘Yamidaṃ cakkhusamphassapaccayā…pe… sukhaṃ vā’’tiādinā cakkhuviññāṇavīthicittesu somanassadomanassaupekkhāvedanāmukhena sesārūpakkhandhānampi ādittataṃ dasseti. Esa nayo sesesupi. Manoti bhavaṅgacittaṃ manodvārassa adhippetattā. Manoviññāṇanti manodvāravīthipaayāpannameva gahitaṃ.",
  "tika-vin07t16:86": "Uruvelapāṭihāriyakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:87": "Bimbisārasamāgamakathāvaṇṇanā",
  "tika-vin07t16:88": "55.Yaññāabhivadantīti yāgahetu ijjhantīti vadanti. Upadhīsūti ettha dukkhasukhādīnaṃ adhiṭṭhānaṭṭhena cattāro upadhī kāmakhandhakilesaabhisaṅkhārūpadhīnaṃ vasena. Tesu khandhūpadhi idhādhippetoti āha ‘‘khandhūpadhīsu malanti ñatvā’’ti. Yaññāti yaññahetu. Yiṭṭheti mahāyāge. Huteti divase divase kattabbe aggiparicaraṇe. Kiṃ vakkhāmīti kathaṃ vakkhāmi.",
  "tika-vin07t16:89": "57-8.Āsīsanāti manorathā. Siṅgīsuvaṇṇanikkhenāti siṅgīsuvaṇṇassa rāsinā. Suvaṇṇesu hi yuttikataṃ hīnaṃ. Tato rasaviddhaṃ seṭṭhaṃ, tato ākaruppannaṃ seṭṭhaṃ, tato yaṃkiñci dibbasuvaṇṇaṃ seṭṭhaṃ , tatrāpi cāmīkaraṃ, tato sātakumbhaṃ, tato jambunadaṃ, tatopi siṅgīsuvaṇṇaṃ seṭṭhaṃ. Tassa nikkhaṃ nāma pañcasuvaṇṇaparimāṇaṃ. Aṭṭhasuvaṇṇādibhedaṃ anekavidhampi vadanti. Dasasu ariyavāsesūti –",
  "tika-vin07t16:90": "‘‘Idha, bhikkhave, bhikkhu pañcaṅgavippahīno hoti chaḷaṅgasamannāgato ekārakkho caturāpasseno paṇunnapaccekasacco samavayasaṭṭhesano anāvilasaṅkappo passaddhakāyasaṅkhāro suvimuttacitto suvimuttapañño’’ti (dī. ni. 3.348, 360; a. ni. 10.19) –",
  "tika-vin07t16:91": "Evamāgatesu dasasu ariyavāsesu. Tattha pañcaṅgavippahīnoti pañcanīvaraṇehi vippayuttatā vuttā. Chaḷaṅgasamannāgatoti iṭṭhādīsu chasu ārammaṇesu somanassitādipaṭipakkhā chaḷaṅgupekkhā vuttā. Ekārakkhoti upaṭṭhitasatitā. Saṅkhāyasevanā adhivāsanā parivajjanā vinodanāsaṅkhātāni cattāri apassenā nissayā etassāti caturāpasseno, etena ca te nissayā dassitā. Paṇunnāni apanītāni diṭṭhigatikehi paccekaṃ gahitāni diṭṭhisaccāni yassa, so paṇunnapaccekasacco, tena lokiyañāṇena diṭṭhippahānaṃ vuttaṃ. Kāmesanā bhavesanābrahmacariyesanāsaṅkhātā esanā sammadeva avayā anūnā saṭṭhā nisaṭṭhā anenāti samavayasaṭṭhesano. Etena tiṇṇaṃ esanānaṃ abhāvo vutto. ‘‘Anāvilasaṅkappo’’ti iminā kāmavitakkādīhi anāvilacittatā. ‘‘Passaddhakāyasaṅkhāro’’ti iminā catutthajjhānasamāyogena vigatadarathatā vuttā. ‘‘Suvimuttacitto’’ti iminā maggo. ‘‘Suvimuttapañño’’ti iminā paccavekkhaṇañāṇamukhena phalañāṇaṃ vuttaṃ. Ete hi ariyā vasanti etthāti ariyavāsāti vuccanti . Te pana vāsā vutthā vasitā sampāditā yena, so vutthavāso, bhagavā. Dasabaloti dasahi kāyabalehi, ñāṇabalehi ca upeto. Yāni hetāni –",
  "tika-vin07t16:92": "‘‘Kāḷāvakañca gaṅgeyyaṃ, paṇḍaraṃ tambapiṅgalaṃ;",
  "tika-vin07t16:93": "Gandhamaṅgalahemañca, uposathachaddantime dasā’’ti. (ma. ni. aṭṭha. 1.148; saṃ. ni. aṭṭha. 2.2.22; a. ni. aṭṭha. 3.10.21; vibha. aṭṭha. 760; udā. aṭṭha. 75; bu. va. aṭṭha. 1.39; cūḷani. aṭṭha. 81; paṭi. ma. aṭṭha. 2.2.44) –",
  "tika-vin07t16:94": "Evaṃ vuttāni dasahatthikulāni purimapurimato dasabalaguṇopetāni, tesu sabbajeṭṭhānaṃ dasannaṃ chaddantānaṃ balāni bhagavato kāyassa dasabalāni nāma. Tañca kāḷāvakasaṅkhātānaṃ pakatihatthīnaṃ koṭisahassassa, majjhimapurisānaṃ pana dasannaṃ koṭisahassānañca balaṃ hoti, taṃ ‘‘nārāyanasaṅghātabala’’ntipi vuccati.",
  "tika-vin07t16:95": "Yāni panetāni pāḷiyaṃ ‘‘idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānātī’’tiādinā (ma. ni. 1.148; a. ni. 10.21; vibha. 760; paṭi. ma. 2.44) vuttāni ṭhānāṭhānañāṇabalaṃ, kammavipākañāṇabalaṃ, sabbatthagāminipaṭipadāñāṇabalaṃ, anekadhātunānādhātulokañāṇabalaṃ, sattānaṃ nānādhimuttikatāñāṇabalaṃ, indriyaparopariyattañāṇabalaṃ, jhānavimokkhasamādhisamāpattīnaṃ saṃkilesavodānavuṭṭhānañāṇabalaṃ, pubbenivāsañāṇabalaṃ, dibbacakkhuñāṇabalaṃ, āsavakkhayañāṇabalanti dasabalañāṇāni, imāni bhagavato dasabalāni nāma. Dasahi asekkhehi aṅgehīti arahattaphalasampayuttehi pāḷiyaṃ ‘‘asekkhā sammādiṭṭhi…pe… asekkho sammāsamādhi, asekkhaṃ sammāñāṇaṃ, asekkhā sammāvimuttī’’ti (dī. ni. 3.348, 360) evaṃ vuttehi dasahi asekkhadhammehi samannāgato. Ettha ca dassanaṭṭhena vuttā sammādiṭṭhi eva jānanaṭṭhena sammāñāṇantipi vuttā, vuttāvasesā pana phalacittasampayuttā sabbe phassādidhammā sammāvimuttīti vuttāti daṭṭhabbaṃ.",
  "tika-vin07t16:96": "Bimbisārasamāgamakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:97": "Sāriputtamoggallānapabbajjākathāvaṇṇanā",
  "tika-vin07t16:98": "60. Sārībrāhmaṇiyā putto sāriputto. Moggalībrāhmaṇiyā putto moggallāno. Channaparibbājakassāti setavatthena hirikopīnaṃ chādetvā vicaraṇakaparibbājakassa, tena ‘‘nāyaṃ naggaparibbājako’’ti dasseti. ‘‘Upaññāta’’nti imassa vivaraṇaṃ ñāto cevāti. ‘‘Magga’’nti imassa vivaraṇaṃ upagato ca maggoti. Tena ca upaññātanti ettha ñāta-saddo ñāṇapariyāyo. Magganti liṅgavipallāsena maggova vutto. Upasaddo ca upagamanattho maggasaddenapi sambandhitabboti dasseti. Idaṃ vuttaṃ hoti – yasmā piṭṭhito piṭṭhito anubandhanaṃ nāma atthikehi upaññātaṃ upagatañāṇañceva hoti, tehi upagato paṭipanno maggo ca, tasmā yaṃnūnāhaṃ anubandheyyanti. Upaññātaṃ nibbānanti upapattiyā anumānena ñātaṃ nibbānaṃ. ‘‘Magga’’nti imassa vivaraṇaṃ maggantoti, anumānena ñātaṃ paccakkhato dassanatthāya gavesantoti attho.",
  "tika-vin07t16:99": "Nirodho ca nirodhūpāyo ca ekasesena nirodhoti vuttoti dassento ‘‘atha vā’’tiādimāha. Paṭipādentoti nigamento.",
  "tika-vin07t16:100": "Ito uttarīti ito mayā laddhasotāpattito uttari itaramaggattayaṃ yadipi natthi, tathāpi eso eva mayā gavesito nibbānadhammoti attho.",
  "tika-vin07t16:101": "62-3.Tadārammaṇāyāti nibbānārammaṇāya sotāpattiphalavimuttiyā. Tesaṃ āyasmantānanti saparisānaṃ tesaṃ dvinnaṃ parisānaṃ tasmiṃyeva khaṇe bhagavato dhammaṃ sutvā arahattaṃ pāpuṇi, aggasāvakā pana attano ñāṇakiccassa mahantatāya katipāhaccayena. Tenāha ‘‘eva’’ntiādi. Usūyanakiriyāya kammabhāvaṃ sandhāya ‘‘upayogatthevā’’ti vuttaṃ.",
  "tika-vin07t16:102": "Sāriputtamoggallānapabbajjākathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:103": "Upajjhāyavattakathāvaṇṇanā",
  "tika-vin07t16:104": "64.Vajjāvajjanti khuddakaṃ, mahantañca vajjaṃ. Uttiṭṭhapattanti ettha uttiṭṭhaṃ nāma piṇḍāya caraṇaṃ vuccati ‘‘uttiṭṭhe nappamajjeyyā’’tiādīsu (dha. pa. 168) viya. Uttiṭṭhatthāya gahitaṃ pattaṃ uttiṭṭhapattaṃ, tenāha ‘‘piṇḍāya caraṇakapatta’’nti. Tassa upanāme ko dosoti āha ‘‘tasmiṃ hī’’tiādi. Tasmāti yasmā manussā etasmiṃyeva ete bhuñjantīti uttiṭṭhapatte ucchiṭṭhasaññino, tasmā uttiṭṭhapattanti vuttaṃ uttiṭṭha-saddeneva manussānaṃ saññāya ucchiṭṭhatāpi gammatīti. Keci pana ‘‘ucchiṭṭhasaddena samānattho uttiṭṭhasaddo’’ti vadanti. ‘‘Uttiṭṭhā’’ti tvāpaccayantopi hotīti āha ‘‘uṭṭhahitvā’’ti. Upajjhāyaṃ gahetunti upajjhāyattaṃ manasā gahetuṃ, yācanavacanena tassa anumatiṃ gahetunti vā attho.",
  "tika-vin07t16:105": "65. Patissayanaṃ patisso, garuṃ nissāya vattanabhāvo, yaṃkiñci gāravanti attho. Saha patissena sappatisso, paraṃ jeṭṭhaṃ katvā tassovāde vattanatāti attho. Tenāha ‘‘jeṭṭhakabhāvañca upaṭṭhapetvā’’ti. Sāhūti sādhu sundaraṃ. Lahūti agaru, subharatāti attho. Opāyikanti upāyapaṭisaṃyuttaṃ, evaṃ paṭipajjanaṃ nittharaṇūpāyoti attho. Patirūpanti sāmīcikammamidanti attho. Pāsādikenāti pasādāvahena kāyavacīpayogena sampādehīti attho. Kāyenāti etadatthaviññāpakaṃ hatthamuddādiṃ dassento kāyena viññāpeti. Sādhūti sampaṭicchanaṃ sandhāyāti upajjhāyena ‘‘sāhū’’tiādīsu vuttesu saddhivihārikassa ‘‘sādhū’’ti sampaṭicchanaṃ vacanaṃ sandhāya ‘‘kāyena viññāpetī’’tiādi vuttanti adhippāyo. Āyācanadānamattenāti saddhivihārikassa paṭhamaṃ āyācanamattena, tato upajjhāyassa ca ‘‘sāhū’’tiādinā vacanamattenāti attho.",
  "tika-vin07t16:106": "66.Assāti saddhivihārikassa. Dve cīvarānīti uttarāsaṅgaṃ, saṅghāṭiñca sandhāya vadati. Ito paṭṭhāyāti ‘‘na upajjhāyassa bhaṇamānassā’’ti ettha na-kārato paṭṭhāya, tena ‘‘nātidūre’’tiādīsu na-kārapaṭisiddhesu āpatti natthīti dasseti. Sabbattha dukkaṭāpattīti āpadāummattakhittacittavedanaṭṭatādīhi vinā paṇṇattiṃ ajānitvāpi vadantassa gilānassapi dukkaṭameva. Āpadāsu hi antarantarā kathā vattuṃ vaṭṭati. Evamaññesupi na-kārapaṭisiddhesu īdisesu, itaresu pana gilānopi na muccati. Pāḷiyaṃ ‘‘heṭṭhāpīṭhaṃ vā parāmasitvā’’ti idaṃ pubbe tattha ṭhapitapattādinā asaṅghaṭṭanatthāya vuttaṃ, cakkhunā oloketvāpi aññesaṃ abhāvaṃ ñatvāpi ṭhapetuṃ vaṭṭati eva. Āpattiyā āsannanti āpattikaraṇameva.",
  "tika-vin07t16:107": "Gāmeti antogāme tādise maṇḍapādimhi. Antaraghareti antogehe. Paṭikkamaneti āsanasālāyaṃ. Dhotavālikāyāti udakena gataṭṭhāne nirajāya parisuddhavālikāya. Niddhūmeti jantāghare jaliyamānaaggidhūmarahite. Jantāgharañhi nāma himapātabahulesu desesu tappaccayarogapīḷādinivāraṇatthaṃ sarīrasedāpanaṭṭhānaṃ. Tattha kira andhakārapaṭicchannatāya bahūpi ekato pavisitvā cīvaraṃ nikkhipitvā aggitāpaparihārāya mattikāya mukhaṃ limpitvā sarīraṃ yāvadatthaṃ sedetvā cuṇṇādīhi ubbaṭṭetvā nahāyanti. Teneva pāḷiyaṃ ‘‘cuṇṇaṃ sannetabba’’ntiādi vuttaṃ. Ullokanti uddhaṃ olokanaṭṭhānaṃ. Uparibhāganti attho.",
  "tika-vin07t16:108": "Aññattha netabboti yattha viharato sāsane anabhirati uppannā, tato aññattha kalyāṇamittādisampattiyuttaṭṭhāne netabbo. Visabhāgapuggalānanti lajjino vā alajjino vā upajjhāyassa avaḍḍhikāme sandhāya vuttaṃ. Sace pana upajjhāyo alajjī ovādampi na gaṇhāti, lajjino ca etassa visabhāgā honti, tattha upajjhāyaṃ vihāya lajjīheva saddhiṃ āmisādiparibhogo kātabbo. Upajjhāyādibhāvo hettha na pamāṇanti daṭṭhabbaṃ. Pariveṇaṃ gantvāti upajjhāyassa pariveṇaṃ gantvā. ‘‘Na susāna’’nti idaṃ upalakkhaṇaṃ, upacārasīmato bahi gantukāmena anāpucchā gantuṃ na vaṭṭati.",
  "tika-vin07t16:109": "Upajjhāyavattakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:110": "Saddhivihārikavattakathāvaṇṇanā",
  "tika-vin07t16:111": "67. Saddhivihārikavattakathāyaṃ saṅgahetabbo anuggahetabbotiādīsu anādariyaṃ paṭicca dhammāmisehi asaṅgaṇhantānaṃ ācariyupajjhāyānaṃ dukkaṭaṃ vattabhedattā. Teneva parivārepi ‘‘nadento āpajjatī’’ti (pari. 322) vuttaṃ. Sesaṃ suviññeyyameva.",
  "tika-vin07t16:112": "Saddhivihārikavattakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:113": "Nasammāvattanādikathāvaṇṇanā",
  "tika-vin07t16:114": "68. Nasammāvattanādikathāyaṃ vattaṃ na pūreyyāti ‘‘vattakaraṇakālo’’ti vatthuvijānanavasena ñatvā mānakosajjādivasena vā upajjhāyādīsu anādarena vā ‘‘akātuṃ na vaṭṭatī’’ti ajānanatāya vā na kareyya, dukkaṭameva. Asañcicca asatiyātiādīhi ca akarontassa pana anāpatti. Sabbāni hi vattāni sekhiyāneva, tasmā sekhiyesu vuttanayenevettha sabbopi vinicchayo veditabbo. Gehassitapemanti mettāpemaṃ.",
  "tika-vin07t16:115": "Sādiyanaṃvā asādiyanaṃ vā na jānātīti ‘‘mayi sādiyante akarontānaṃ āpatti hoti, paṭikkhipitvā asādiyante āpatti na hotī’’ti evaṃ na jānātīti attho. ‘‘Tesu eko vattasampanno bhikkhu…pe… tesaṃ anāpattī’’ti vacanato sace koci ‘‘tumhākaṃ saddhivihārike, antevāsike vā gilāne upaṭṭhahissāmi, ovādānusāsaniādikaṃ sabbaṃ kattabbaṃ karissāmī’’ti vadati, te vā saddhivihārikādayo ‘‘appossukkā hothā’’ti vadanti, vattaṃ vā na sādiyanti, ācariyupajjhāyānampi anāpatti.",
  "tika-vin07t16:116": "Nasammāvattanādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:117": "Rādhabrāhmaṇavatthukathāvaṇṇanā",
  "tika-vin07t16:118": "69. Rādhabrāhmaṇavatthusmiṃ pāḷiyaṃ uppaṇḍuppaṇḍukajātoti sakalasarīre sañjātapaṇḍuvaṇṇo. Paṇḍuvaṇṇassa sakalasarīre byāpitabhāvadassanatthañhi vicchāvacanaṃ kataṃ. Adhikāranti upakāraṃ. Katavedinoti attano kataṃ upakāraṃ paṭikiriyāya ñāpakā. Upasampadākammavācāya yaṃ vattabbaṃ, taṃ pariyosāne vakkhāma. Parimaṇḍalehīti paripuṇṇehi.",
  "tika-vin07t16:119": "71-73.Paṇṇattivītikkamanti sikkhāpadavītikkamaṃ. Pāḷiyaṃ piṇḍiyālopabhojananti jaṅghapiṇḍimaṃsabalena caritvā ālopālopavasena pariyiṭṭhabhojanaṃ. Atirekalābhoti bhikkhāhārato adhikalābho. Saṅghabhattādīnaṃ vibhāgo senāsanakkhandhake āvi bhavissati. Vihāroti tiṇakuṭikādisahito pākāraparicchinno sakalo saṅghārāmo. Aḍḍhayogoti ekasālo dīghapāsādo. Hatthipiṭṭhigaruḷasaṇṭhāno dīghapāsādotipi vadanti. Pāsādoti caturasso ucco anekabhūmakapāsādo. Hammiyanti muṇḍacchadano candikaṅgaṇayutto nātiucco pāsādo. Guhāti pabbataguhā. Pūtimuttanti gomuttaṃ.",
  "tika-vin07t16:120": "Rādhabrāhmaṇavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:121": "Ācariyavattakathāvaṇṇanā",
  "tika-vin07t16:122": "76.Sahadhammikaṃ vuccamānoti ‘‘evaṃ nivāsetabba’’ntiādinā sikkhāpadena ovadiyamāno. Vādaṃ āropetvāti ‘‘olambitvā nivāsanādīsu ko doso? Yadi doso bhaveyya , parimaṇḍalanivāsanādīsupi doso siyā’’tiādinā niggahaṃ āropetvā. Taṃyeva titthāyatananti diṭṭhisaṅkhātatitthameva āyatanaṃ dukkhuppattiṭṭhānanti titthāyatanaṃ. Āyasmato nissāya vacchāmīti āyasmantaṃ nissāya vasissāmīti attho.",
  "tika-vin07t16:123": "Ācariyavattakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:124": "Paṇāmanākhamāpanākathāvaṇṇanā",
  "tika-vin07t16:125": "80. Yaṃ pubbe lakkhaṇaṃ vuttaṃ, teneva lakkhaṇena nissayantevāsikassa āpatti na veditabbāti sambandhayojanā daṭṭhabbā. Potthakesu pana ‘‘na teneva lakkhaṇenā’’ti ettha na-kāraṃ chaḍḍetvā ‘‘teneva lakkhaṇena nissayantevāsikassa āpatti veditabbā’’ti likhanti, taṃ pamādalikhitaṃ. Tathā hi teneva lakkhaṇena āpattibhāve gayhamāne nissayamuttakassāpi amuttakassāpi āpatti evāti vuttalakkhaṇena āpattiṃ āpajjeyya. Tathā ca ‘‘nissayantevāsikena hi yāva ācariyaṃ nissāya vasati, tāva sabbaṃ ācariyavattaṃ kātabba’’nti iminā anantaravacanena virodho siyā. Visuddhimaggepi ca –",
  "tika-vin07t16:126": "‘‘Nissayācariya, uddesācariya, nissayantevāsika, uddesantevāsika, samānācariyakā pana yāva nissayauddesā anupacchinnā. Tāva paṭijaggitabbā’’ti (visuddhi. 1.41) –",
  "tika-vin07t16:127": "Vuttaṃ . Tasmā vuttanayena idha parigaḷitaṃ na-kāraṃ ānetvā teneva saddhivihārikassa vutteneva lakkhaṇena nissayantevāsikassa āpatti na veditabbāti evamattho gahetabbo.",
  "tika-vin07t16:128": "Paṇāmanākhamāpanākathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:129": "Nissayapaṭippassaddhikathāvaṇṇanā",
  "tika-vin07t16:130": "83. Nissayapaṭippassaddhikathāyaṃ ‘‘yo vā ekasambhogaparibhogo, tassa santike nissayo gahetabbo’’ti iminā lajjīsu eva nissayaggahaṇaṃ niyojeti alajjīsu paṭikkhittattā. Ettha ca paribhogasaddena ekakammādiko saṃvāso gahito paccayaparibhogassa sambhoga-saddena gahitattā, etena ca sambhogasaṃvāsānaṃ alajjīhi saddhiṃ na kattabbataṃ dasseti. Parihāro natthīti āpattiparihāro natthi. Tādisoti yattha nissayo gahitapubbo, yo ca ekasambhogaparibhogo, tādiso. Tathā vuttanti ‘‘lahuṃ āgamissāmī’’ti vuttañceti attho. ‘‘Cattāri pañca divasānī’’ti idaṃ upalakkhaṇamattaṃ. Yadi ekāhadvīhena sabhāgatā paññāyati, ñātadivasena gahetabbova. Athāpi catupañcāhenāpi na paññāyati, yattakehi divasehi paññāyati, tattakāni atikkametabbāni. Sabhāgataṃ olokemīti pana leso na kātabbo.",
  "tika-vin07t16:131": "Daharā suṇantīti ettha asutvāpi āgamissati, kenaci antarāyena cirāyatīti saññāya sati labbhateva parihāro. Tenāha ‘‘idhevāhaṃ vasissāmīti pahiṇati, parihāro natthī’’ti.",
  "tika-vin07t16:132": "Ekadivasampi parihāro natthīti gamane nirussāhaṃ sandhāya vuttaṃ. Saussāhassa pana senāsanapaṭisāmanādivasena katipāhe gatepi na doso.",
  "tika-vin07t16:133": "Tatreva vasitabbanti tatra sabhāgaṭṭhāne eva nissayaṃ gahetvā vasitabbaṃ. ‘‘Taṃyeva vihāraṃ…pe… vasituṃ vaṭṭatī’’ti iminā upajjhāye saṅgaṇhanteyeva taṃsamodhāne nissayapaṭippassaddhi vuttā, tasmiṃ pana kodhena vā gaṇanirapekkhatāya vā asaṅgaṇhante aññesu gahito nissayo na paṭippassambhatīti dasseti.",
  "tika-vin07t16:134": "Ācariyamhā nissayapaṭippassaddhiyaṃ vutto ‘‘koci ācariyo’’tiādiko nayo upajjhāyapakkamanādīsupi netvā tattha ca vutto idhāpi netvā yathārahaṃ yojetabbo.",
  "tika-vin07t16:135": "Dve leḍḍupāte atikkamma aññasmiṃ vihāre vasantīti upacārasīmato bahi aññasmiṃ vihāre antevāsikānaṃ vasanaṭṭhānato dve leḍḍupāte atikkamma vasanti. Tena bahiupacārepi antevāsikādīnaṃ vasanaṭṭhānato dvinnaṃ leḍḍupātānaṃ antare āsannapadese vasati, nissayo na paṭippassambhatīti dasseti. Antoupacārasīmāyaṃ pana dve leḍḍupāte atikkamitvā vasato nissayo na paṭippassambhateva.",
  "tika-vin07t16:136": "Nissayapaṭippassaddhikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:137": "Upasampādetabbapañcakakathāvaṇṇanā",
  "tika-vin07t16:138": "84. Upajjhācariyalakkhaṇakathāyaṃ na sāmaṇero upaṭṭhāpetabboti upajjhāyena hutvā na pabbājetabbo. Asekkhassa ayanti asekkho, lokiyalokuttaro sīlakkhandho.",
  "tika-vin07t16:139": "Antaggāhikāyāti sassatucchedakoṭṭhāsaggāhikāya. Pacchimāni dveti appassuto hoti, duppañño hotīti imāni dve aṅgāni. Pacchimāni tīṇīti na paṭibalo uppannaṃ kukkuccaṃ dhammato vinodetuṃ, āpattiṃ na jānāti, āpattiyā vuṭṭhānaṃ na jānātīti imāni tīṇi. Kukkuccassa hi pāḷiaṭṭhakathānayasaṅkhātadhammato vinodetuṃ apaṭibalatā nāma abyattatā eva hotīti sāpi āpattiaṅgameva vuttā.",
  "tika-vin07t16:140": "Abhivisiṭṭho uttamo samācāro ābhisamācāro, vattapaṭivattasīlaṃ. Taṃ ārabbha paññattā khandhakasikkhāpadasaṅkhātā sikkhā ābhisamācārikā. Sikkhāpadampi hi taṃ tattha paṭipūraṇatthikehi uggahaṇādivasena sikkhitabbato ‘‘sikkhā’’ti vuccati. Maggabrahmacariyassa ādibhūtā kāraṇabhūtāti ādibrahmacariyakā sikkhā, ubhatovibhaṅgapariyāpannasikkhāpadaṃ. Teneva visuddhimaggepi ‘‘ubhatovibhaṅgapariyāpannasikkhāpadaṃ ādibrahmacariyakaṃ, khandhakavattapaayāpannaṃ ābhisamācārika’’nti (visuddhi. 1.11) vuttaṃ. Tasmā sekkhapaṇṇattiya’’nti ettha sikkhitabbato sekkhā, bhagavatā paññattattā paṇṇatti. Sabbāpi ubhatovibhaṅgapariyāpannā sikkhāpadapaṇṇatti ‘‘sekkhapaṇṇattī’’ti vuttāti gahetabbā. Nāmarūpaparicchedeti ettha kusalattikādīhi vuttaṃ jātibhūmipuggalasampayogavatthārammaṇakammadvāralakkhaṇarasādibhedehi vedanākkhandhādicatubbidhaṃ sanibbānaṃ nāmaṃ, bhūtupādāyabhedaṃ rūpañca paricchinditvā jānanapaññā, tappakāsako ca gantho nāmarūpaparicchedo nāma. Iminā abhidhammatthakusalena bhavitabbanti dasseti. Sikkhāpetunti uggaṇhāpetuṃ.",
  "tika-vin07t16:141": "Upasampādetabbapañcakakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:142": "Aññatitthiyapubbavatthukathāvaṇṇanā",
  "tika-vin07t16:143": "86. Titthiyaparivāsakathāyaṃ ājīvakassa vātiādīsu akiriyavādī ājīvako nāma, kiriyavādino pana nigaṇṭhāpi aññepi naggatitthikā acelakapade saṅgahitā. Sabbathā naggasseva titthiyaparivāso vihito. So ca teneva naggavesena bhikkhūnaṃ santikaṃ āgatassa, na paṭicchādetvā āgatassāti dassetuṃ ‘‘sace sopī’’tiādi vuttaṃ. Tattha sopīti ājīvako.",
  "tika-vin07t16:144": "Āmisakiñcikkhasampadānaṃ nāma appamattakassa deyyadhammassa anuppadānaṃ. Rūpūpajīvikāti attano rūpameva nissāya jīvantiyo. Vesiyā gocaro bahulaṃ pavattiṭṭhānaṃ assāti vesiyāgocaro. Esa nayo sabbattha. Yobbannātītāti anividdhā eva mahallikabhāvaṃ pattā thullakumārī evāti vuttaṃ. Ādāyassāti ādānassa gahaṇassa.",
  "tika-vin07t16:145": "Aññatitthiyapubbavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:146": "Pañcābādhavatthukathāvaṇṇanā",
  "tika-vin07t16:147": "88-9. Pañcābādhādivatthūsu pāḷiyaṃ somhi arogo, vibbhamissāmīti so ahaṃ arogo, vibbhamissāmīti attho. Nakhapiṭṭhippamāṇanti kaniṭṭhaṅgulinakhapiṭṭhi adhippetā. ‘‘Paṭicchanne ṭhāne nakhapiṭṭhippamāṇaṃ avaḍḍhanakapakkhe ṭhitaṃ hoti, vaṭṭatī’’ti vuttattā appaṭicchannaṭṭhāne tādisampi na vaṭṭati, paṭicchannaṭṭhānepi ca vaḍḍhanakapakkhe ṭhitopi na vaṭṭatīti siddhameva hoti. Pākaṭaṭṭhānepi pana nakhapiṭṭhippamāṇato ūnataraṃ avaḍḍhanakaṃ vaṭṭatīti ye gaṇheyyuṃ, tesaṃ taṃ gahaṇaṃ paṭisedhetuṃ ‘‘mukhe panā’’tiādi vuttaṃ.",
  "tika-vin07t16:148": "Kolaṭṭhimattakopīti badaraṭṭhippamāṇopi. Avaḍḍhanakapakkhe ṭhitopi na vaṭṭatīti ettha pi-saddena kolaṭṭhimattato khuddakataropi gaṇḍo na vaṭṭatīti dasseti. Tenāha ‘‘sacchaviṃ kāretvā’’ti, vijjamānacchaviṃ katvāti attho. ‘‘Sañchavi’’nti vā pāṭho, sañjātacchavinti attho. Gaṇḍādīsu vūpasantesupi gaṇḍānaṃ vivaṇṇampi hoti, taṃ vaṭṭati.",
  "tika-vin07t16:149": "Padumapuṇḍarīkapattavaṇṇanti rattapadumasetapadumapupphadalavaṇṇaṃ. Kuṭṭhe vuttanayenevāti paṭicchannaṭṭhāne avaḍḍhanakaṃ vaṭṭati, aññattha na kiñcipi vaṭṭatīti vuttanayaṃ dasseti. Sosabyādhīti khayarogo. Yakkhummāroti kadāci kadāci āgantvā bhūmiyaṃ pātetvā hatthamukhādikaṃ avayavaṃ bhūmiyaṃ ghaṃsanako yakkhova rogo.",
  "tika-vin07t16:150": "Pañcābādhavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:151": "Rājabhaṭavatthukathāvaṇṇanā",
  "tika-vin07t16:152": "90.Nadānāhaṃ devassa bhaṭoti āpucchatīti raññā eva dinnaṭṭhānantaraṃ sandhāya vuttaṃ. Yo pana rājakammikehi amaccādīhi ṭhapito, amaccādīnaṃ eva vā bhaṭo hoti, tena taṃ taṃ amaccādimpi āpucchituṃ vaṭṭati.",
  "tika-vin07t16:153": "Rājabhaṭavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:154": "Coravatthukathāvaṇṇanā",
  "tika-vin07t16:155": "91.Tasmāti bhagavā sayaṃ yasmā dhammassāmī, tasmā aṅgulimālaṃ ehibhikkhubhāvena pabbājesi, bhikkhūnaṃ pana sikkhāpadaṃ paññapento evamāhāti adhippāyo. Evaṃ jānantīti sīlavā jātoti jānanti.",
  "tika-vin07t16:156": "92.Uparamanti viramanti. Bhinditvāti andubandhanaṃ bhinditvā. Chinditvāti saṅkhalikaṃ chinditvā. Muñcitvāti rajjubandhanaṃ muñcitvā. Vivaritvāti gāmabandhanādīsu gāmadvārādīnaṃ vivaritvā. Apassamānānanti purisaguttiyaṃ gopakānaṃ apassantānaṃ.",
  "tika-vin07t16:157": "95.Purimanayenevāti ‘‘kasāhato katadaṇḍakammo’’ti ettha vuttanayeneva.",
  "tika-vin07t16:158": "Coravatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:159": "Iṇāyikavatthukathāvaṇṇanā",
  "tika-vin07t16:160": "96.Palātopīti iṇasāmikānaṃ āgamanaṃ ñatvā bhayena palāto. Gīvā hotīti iṇāyikabhāvaṃ ñatvā anādarena iṇamuttake bhikkhubhāve pavesitattā. Upaḍḍhupaḍḍhanti thokathokaṃ. Dātabbamevāti iṇāyikena dhanaṃ sampaṭicchatu vā mā vā, dāne saussāheneva bhavitabbaṃ. Aññehi ca bhikkhūhi ‘‘mā dhuraṃ nikkhipāhī’’ti vatvā sahāyakehi bhavitabbanti dasseti. Dhuranikkhepena hissa bhaṇḍagghena kāretabbatā siyāti.",
  "tika-vin07t16:161": "Iṇāyikavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:162": "Dāsavatthukathāvaṇṇanā",
  "tika-vin07t16:163": "97.‘‘Dāsacārittaṃāropetvā kīto’’ti iminā dāsabhāvaparimocanatthāya kītakaṃ nivatteti. Tādiso hi dhanakkītopi adāso eva. Tattha tattha cārittavasenāti tasmiṃ tasmiṃ janapade dāsapaṇṇajjhāpanādinā adāsakaraṇaniyāmena. Abhisekādīsu sabbabandhanāni mocāpenti, taṃ sandhāya ‘‘sabbasādhāraṇenā’’ti vuttaṃ.",
  "tika-vin07t16:164": "Sayameva paṇṇaṃ āropenti, na vaṭṭatīti tā bhujissitthiyo ‘‘mayampi vaṇṇadāsiyo homā’’ti attano rakkhaṇatthāya sayameva rājūnaṃ dāsipaṇṇe attano nāmaṃ likhāpenti, tāsaṃ puttāpi rājadāsāva honti, tasmā te pabbājetuṃ na vaṭṭati. Tehi adinnā na pabbājetabbāti yattakā tesaṃ sāmino, tesu ekena adinnepi na pabbājetabbā.",
  "tika-vin07t16:165": "Bhujisse pana katvā pabbājetuṃ vaṭṭatīti yassa vihārassa te ārāmikā dinnā, tasmiṃ vihāre saṅghaṃ ñāpetvā phātikammena dhanāni datvā bhujisse katvā pabbājetuṃ vaṭṭati. Takkaṃ sīse āsittakasadisāva hontīti kesuci janapadesu adāse karontā takkaṃ sīse āsiñcanti, tena kira te adāsā honti, evamidampi ārāmikavacanena dānampīti adhippāyo. Tathā dinnepi saṅghassa ārāmikadāso evāti ‘‘neva pabbājetabbo’’ti vuttaṃ. ‘‘Tāvakāliko nāmā’’ti vuttattā kālaparicchedaṃ katvā vā pacchāpi gahetukāmatāya vā dinnaṃ sabbaṃ tāvakālikamevāti gahetabbaṃ. Nissāmikadāso nāma yassa sāmikulaṃ aññātikaṃ maraṇena parikkhīṇaṃ, na koci tassa dāyādo, so pana samānajātikehi vā nivāsagāmavāsīhi vā issarehi vā bhujisso katova pabbājetabbo. Devadāsāpi dāsā eva. Te hi katthaci dese rājadāsā honti, katthaci vihāradāsā, tasmā pabbājetuṃ na vaṭṭati. Dāsampi pabbājetvā sāmike disvā paṭicchādanatthaṃ apanento padavārena adinnādānāpattiyā kāretabbo, dāsassa pana palāyato anāpatti.",
  "tika-vin07t16:166": "Dāsavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:167": "Kammārabhaṇḍuvatthādikathāvaṇṇanā",
  "tika-vin07t16:168": "98. Bhaṇḍukammāpucchānādikathāyaṃ kammārabhaṇḍūti daharatāya amoḷibandho muṇḍikasīso kammāradārako eva vutto. Tulādhāramuṇḍakoti ettha tulādhārāti tambasuvaṇṇādīnaṃ tulaṃ hatthena dhāretīti kammārā ‘‘tulādhārā’’ti vuttā, tesu eko muṇḍikasīso daharoti attho. Tenāha ‘‘pañcasikho taruṇadārako’’ti. Ekāva sikhā pañca veṇiyo katvā bandhanena pañcasikhāti vuccati, sā etassa atthīti pañcasikho, tassa sikhaṃ chindantā kañci bhikkhuṃ ajānāpetvāva pabbājesuṃ. Tena bhaṇḍukammāpalokanaṃ anuññātaṃ. Sīmāpariyāpanneti baddhasīmāya sati tadantogadhe, asati upacārasīmantogadheti attho. Ettha ca kiñcāpi ‘‘anujānāmi, bhikkhave, saṅghaṃ apaloketuṃ bhaṇḍukammāyā’’ti ettakameva vuttaṃ, na pana anapalokentassa āpatti vuttā, tathāpi aṭṭhakathāyaṃ ‘‘sabbe āpucchitā amhehītisaññino…pe… pabbājentassapi anāpattī’’ti vuttattā sañcicca anāpucchā kese ohārentassa dukkaṭamevāti daṭṭhabbaṃ. Kesoropanampi samaṇapabbajanavohāraṃ labhatīti āha ‘‘imassa samaṇakaraṇa’’ntiādi. Ekasikhāmattadharoti ettha ekena kesena sikhā ekasikhāti vadanti, appakesāva sikhā evaṃ vuttāti gahetabbā. Ekakesampi pana anāpucchā chindituṃ na vaṭṭatiyeva.",
  "tika-vin07t16:169": "100.Vāmahatthenāti dakkhiṇahatthena bhuñjanato vuttaṃ.",
  "tika-vin07t16:170": "103-4. Nissayamuccanakassa vattesu pañcakachakkesu pana ‘‘ubhayāni kho panassa pātimokkhāni…pe… anubyañjanaso’’ti ettha sabbopi cāyaṃ pabhedo mātikāṭṭhakathāyaṃ ñātāyaṃ ñāto hoti. ‘‘Āpattiṃ jānāti, anāpattiṃ jānātī’’ti idañca attanā ñātaṭṭhānesu āpattādiṃ sandhāya vuttanti na gahetabbaṃ.",
  "tika-vin07t16:171": "Kammārabhaṇḍuvatthādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:172": "Rāhulavatthukathāvaṇṇanā",
  "tika-vin07t16:173": "105.Pokkharavassanti pokkhare padumagacche viya atemitukāmānaṃ sarīrato pavaṭṭanakavassaṃ. Tasmiṃ kira vassante temitukāmāva tementi, na itare. ‘‘Bhikkhaṃ gaṇhathā’’ti vatvā gato nāma natthīti attano santake rajje sabbampi sāpateyyaṃ sayameva paribhuñjissatīti gāravena suddhodanamahārājāpi na nimantesi, gantvā pana gehe sakalarattiṃ mahādānañceva buddhappamukhassa saṅghassa āsanapaññattiṭṭhānālaṅkārañca saṃvidahantova vītināmesi.",
  "tika-vin07t16:174": "Nakoci…pe… pattaṃ vā aggahesīti bhagavā attano pitu nivesanameva gamissatītisaññāya naggahesi. Kulanagareti ñātikulantake nagare. Piṇḍacāriyavattanti attano ñātigāmesupi sapadānacārikavattaṃ. Bhikkhāya cāro caraṇaṃ etassāti bhikkhācāro, khattiyo.",
  "tika-vin07t16:175": "Uttiṭṭheti uttiṭṭhitvā paresaṃ gharadvāre uddissa ṭhatvā gahetabbapiṇḍe. Nappamajjeyyāti nimantanādivasena labbhamānapaṇītabhojanaṃ paṭikkhipitvā piṇḍāya caraṇavasena tattha nappamajjeyya. Dhammanti anesanaṃ pahāya sapadānaṃ caranto tameva bhikkhācariyadhammaṃ sucaritaṃ careyya. Sukhaṃ setīti catūhi iriyāpathehi sukhaṃ viharatīti attho.",
  "tika-vin07t16:176": "Dutiyagāthāyaṃ na naṃ duccaritanti vesiyādibhede agocare caraṇavasena taṃ yathāvuttaṃ dhammaṃ duccaritaṃ na ca care. Sesaṃ vuttanayameva. Imaṃ pana gāthaṃ sutvāti nivesane nisinnena bhagavatā ñātisamāgame attano piṇḍāya caraṇaṃ nissāya pavattāya gāthāya vuttaṃ imaṃ dutiyagāthaṃ sutvā.",
  "tika-vin07t16:177": "Dhammapālajātakantiādīsu pana tato parakālesupi rañño pavatti parinibbānaṃ pāpetvā yathāpasaṅgavasena dassetuṃ vuttā. Tenāha ‘‘sotāpattiphalaṃ sacchikatvā’’tiādi. Sirigabbhaṃ gantvāti ettha yadi hi bhagavā tadaheva gantvā na passeyya, sā hadayena phalitena mareyyāti agamāsīti daṭṭhabbaṃ.",
  "tika-vin07t16:178": "Taṃ divasamevāti tasmiṃ rāhulamātudassanadivaseyeva. Dhammapadaṭṭhakathāyaṃ pana ‘‘satthā kapilapuraṃ gantvā tatiyadivase nandaṃ pabbājesī’’ti (dha. pa. aṭṭha. 1.12 nandattheravatthu) vuttaṃ. Kesavissajjananti rājamoḷibandhanatthaṃ kumārakāle bandhitasikhāveṇimocanaṃ, taṃ kira karontā maṅgalaṃ karonti. Sāratthadīpaniyaṃ pana ‘‘kesavissajjananti kulamariyādavasena kesoropana’’nti (sārattha. ṭī. mahāvagga 3.105) vuttaṃ. Paṭṭabandhoti ‘‘asukarājā’’ti naḷāṭe suvaṇṇapaṭṭabandhanaṃ. Abhinavapāsādappavesamaṅgalaṃ gharamaṅgalaṃ. Chattussāpane maṅgalaṃ chattamaṅgalaṃ. Janapadakalyāṇīti janapadamhi kalyāṇī parehi asādhāraṇehi pañcakalyāṇādīhi sahitattā sā evaṃ vuttā. Tuvaṭanti sīghaṃ. Anicchamānanti manasā arocentaṃ, vācāya pana bhagavatā ‘‘pabbajissasi nandā’’ti vutte gāravena paṭikkhipituṃ avisahanto ‘‘āmā’’ti avoca. Bhagavā ca etena lesena pabbājesi.",
  "tika-vin07t16:179": "Brahmarūpavaṇṇanti brahmarūpasamānarūpaṃ. Tyassāti te assa. Nivattetuṃ na visahīti ‘‘mā naṃ nivattayitthā’’ti bhagavatā vuttattā nāsakkhi. Sattavidhaṃ ariyadhananti –",
  "tika-vin07t16:180": "‘‘Saddhādhanaṃ sīladhanaṃ, hiriottappiyaṃ dhanaṃ;",
  "tika-vin07t16:181": "Sutadhanañca cāgo ca, paññā ve sattamaṃ dhana’’nti. (a. ni. 7.5, 6) –",
  "tika-vin07t16:182": "Evaṃ vuttaṃ sattavidhaṃ ariyadhanaṃ. Adhimattaṃ rāhuleti rāhule pabbajite nandapabbajjāya uppannadukkhatopi adhikataraṃ dukkhaṃ ahosīti attho. Ito pacchāti ito vuttasokuppattito aparadivasesu anāgāmīnaṃ ñātisinehapaṭighacittuppādābhāvā. Pāḷiyaṃ puttapemantiādi raññā puttasinehassa tibbabhāvaṃ dassetuṃ vuttaṃ. Puttasineho hi attanā sahajātapītivegasamuṭṭhitānaṃ rūpadhammānaṃ sakalasarīraṃ khobhetvā pavattanavasena ‘‘chaviṃ…pe… aṭṭhimiñjaṃ āhacca tiṭṭhatī’’ti vutto. Attano piyatarāti bhagavantaṃ sandhāya vadati. Putteti rāhulaṃ. Saddahantenāti tassa vacanena avematikenāti attho. Vimatiyā sati āpatti eva.",
  "tika-vin07t16:183": "Rāhulavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:184": "Sikkhāpadadaṇḍakammavatthukathāvaṇṇanā",
  "tika-vin07t16:185": "106. Sāmaṇerasikkhāpadādīsu pāḷiyaṃ sikkhāpadānīti sikkhākoṭṭhāsā. Adhisīlasikkhānaṃ vā adhigamūpāyā. Pāṇoti paramatthato jīvitindriyaṃ. Tassa atipātanaṃ pabandhavasena pavattituṃ adatvā satthādīhi atikkamma abhibhavitvā pātanaṃ pāṇātipāto. Pāṇavadhoti attho. So pana atthato pāṇe pāṇasaññino jīvitindriyupacchedakaupakkamasamuṭṭhāpikā vadhakacetanāva. Tasmā pāṇātipātā veramaṇi, verahetutāya verasaṅkhātaṃ pāṇātipātādipāpadhammaṃ maṇati nīharatīti virati ‘‘veramaṇī’’ti vuccati, viramati etāyāti vā ‘‘viramaṇī’’ti vattabbe niruttinayena ‘‘veramaṇī’’ti samādānavirati vuttā. Esa nayo sesesupi.",
  "tika-vin07t16:186": "Adinnassa ādānaṃ adinnādānaṃ, theyyacetanāva. Abrahmacariyanti aseṭṭhacariyaṃ, maggena maggapaṭipattisamuṭṭhāpikā methunacetanā. Musāti abhūtavatthu, tassa vādo abhūtataṃ ñatvāva bhūtato viññāpanacetanā musāvādo. Piṭṭhapūvādinibbattasurā ceva pupphāsavādibhedaṃ merayañca surāmerayaṃ. Tadeva madanīyaṭṭhena majjañceva pamādakāraṇaṭṭhena pamādaṭṭhānañca, taṃ yāya cetanāya pivati, tassa etaṃ adhivacanaṃ.",
  "tika-vin07t16:187": "Aruṇuggamanato paṭṭhāya yāva majjhanhikā ayaṃ ariyānaṃ bhojanassa kālo nāma, tadañño vikālo. Bhuñjitabbaṭṭhena bhojananti idha sabbaṃ yāvakālikaṃ vuccati, tassa ajjhoharaṇaṃ idha uttarapadalopena ‘‘bhojana’’nti adhippetaṃ. Vikāle bhojanaṃ ajjhoharaṇaṃ vikālabhojanaṃ, vikāle vā yāvakālikassa bhojanaṃ ajjhoharaṇaṃ vikālabhojanantipi attho gahetabbo, atthato vikāle yāvakālikaajjhoharaṇacetanāva.",
  "tika-vin07t16:188": "Sāsanassa ananulomattā visūkaṃ paṭāṇībhūtaṃ dassanaṃ visūkadassanaṃ, naccagītādidassanasavanānañceva vaṭṭakayuddhajūtakīḷādisabbakīḷānañca nāmaṃ. Dassananti cettha pañcannampi viññāṇānaṃ yathāsakaṃ visayassa ālocanasabhāvatāya dassana-saddena saṅgahetabbattā savanampi saṅgahitaṃ. Naccagītavādita-saddehi cettha attano naccanagāyanādīnipi saṅgahitānīti daṭṭhabbaṃ.",
  "tika-vin07t16:189": "Mālāti baddhamabaddhaṃ vā antamaso suttādimayampi alaṅkāratthāya piḷandhiyamānaṃ ‘‘mālā’’tveva vuccati. Gandhanti vāsacuṇṇādivilepanato aññaṃ yaṃ kiñci gandhajātaṃ. Vilepananti pisitvā gahitaṃ chavirāgakaraṇañceva gandhajātañca. Dhāraṇaṃ nāma piḷandhanaṃ. Maṇḍanaṃ nāma ūnaṭṭhānapūraṇaṃ. Gandhavasena, chavirāgavasena ca sādiyanaṃ vibhūsanaṃ nāma. Mālādīsu vā dhāraṇādīni yathākkamaṃ yojetabbāni. Tesaṃ dhāraṇādīnaṃ ṭhānaṃ kāraṇaṃ vītikkamacetanā.",
  "tika-vin07t16:190": "Uccāti ucca-saddena samānattho nipāto, uccāsayanaṃ vuccati pamāṇātikkantaṃ āsandādi. Mahāsayanaṃ akappiyattharaṇehi atthataṃ, salohitavitānañca. Etesu hi āsanaṃ, sayanañca uccāsayanamahāsayana-saddehi gahitāni uttarapadalopena. Jātarūparajatapaṭiggahaṇāti ettha rajata-saddena dārumāsakādi sabbaṃ rūpiyaṃ saṅgahitaṃ, muttāmaṇiādayopettha dhaññakhettavatthādayo ca saṅgahitāti daṭṭhabbā. Paṭiggahaṇa-saddena paṭiggāhāpanasādiyanāni saṅgahitāni. Nāsanavatthūti pārājikaṭṭhānatāya liṅganāsanāya kāraṇaṃ.",
  "tika-vin07t16:191": "107. Pāḷiyaṃ sabbaṃ saṅghārāmaṃ āvaraṇaṃ karontīti sabbasaṅghārāme pavesanivāraṇaṃ karonti. Saṅghārāmo āvaraṇaṃ kātabboti saṅghārāmo āvaraṇo kātabbo, saṅghārāme vā āvaraṇaṃ kātabbanti attho. Teneva ‘‘tattha āvaraṇaṃ kātu’’nti bhummavasena vuttaṃ. Āhāraṃ āvaraṇantiādīsupi eseva nayo. ‘‘Yattha vā vasatī’’ti iminā sāmaṇerassa vassaggena laddhaṃ vā sakasantakameva vā nibaddhavasanakasenāsanaṃ vuttaṃ. Yattha vā paṭikkamatīti ācariyupajjhāyānaṃ vasanaṭṭhānaṃ vuttaṃ. Tenāha ‘‘attano’’tiādi. Attanoti hi sayaṃ, ācariyassa, upajjhāyassa vāti attho. Daṇḍenti vinenti etenāti daṇḍo, so eva kattabbattā kammanti daṇḍakammaṃ, āvaraṇādi. Udakaṃ vā pavesetunti pokkharaṇīādiudake pavesetuṃ.",
  "tika-vin07t16:192": "Sikkhāpadadaṇḍakammavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:193": "Anāpucchāvaraṇavatthuādikathāvaṇṇanā",
  "tika-vin07t16:194": "108.Saddhivihārikaantevāsikānampīti upasampanne sandhāya vuttaṃ. Tesupi hi ācariyupajjhāyesu yathā oramanti, tathā tesaṃ niggahaṃ akarontesu aññehi āvaraṇādiniggahakammaṃ kātabbameva. Saṅgaṇhantīti ‘‘paraparisato bhinditvā gaṇhissāmī’’ti dānādicatūhi saṅgahavatthūhi (dī. ni. 3.210; a. ni. 4.32, 256) upalāḷanavasena saṅgaṇhanti. So bhijjatu vā mā vā, saṅgaṇhantassa payoge āpatti eva. Bhinditvā gaṇhituṃ na vaṭṭatīti bhinditumpi na vaṭṭati, gaṇhitumpi na vaṭṭatīti attho. Ādīnavaṃ pana vattuṃ vaṭṭatīti sāsanagāravena vā parānuddayatāya vā vattuṃ vaṭṭati, na parisalolatāya.",
  "tika-vin07t16:195": "‘‘Senāsanaggāho ca paṭippassambhatī’’ti iminā vassacchedaṃ dasseti. Upasampannānampi pārājikasamāpattiyā saraṇagamanādisāmaṇerabhāvassāpi vinassanato senāsanaggāho ca paṭippassambhati, saṅghalābhampi te na labhantīti veditabbaṃ. Purimikāya puna saraṇāni gahitānīti saraṇaggahaṇena saha tadahevassa vassūpagamanampi dasseti. Pacchimikāya vassāvāsikanti vassāvāsikalābhaggahaṇadassanamattamevetaṃ, tato purepi, pacchāpi vā vassāvāsikañca cīvaramāsesu saṅghe uppannaṃ kālacīvarañca purimikāya upagantvā avipannasīlo sāmaṇero labhati eva. Sace pacchimikāya gahitānīti pacchimikāya vassūpagamanañca chinnavassatañca dasseti. Tassa hi kālacīvare bhāgo na pāpuṇāti. Tasmā ‘‘apaloketvā lābho dātabbo’’ti vuttaṃ.",
  "tika-vin07t16:196": "Vassāvāsikalābho pana yadi senāsanasāmikā dāyakā senāsanaguttatthāya pacchimikāya upagantvā vattaṃ katvā attano senāsane vasantassapi vassāvāsikaṃ dātabbanti vadanti, anapaloketvāpi dātabbova. Yaṃ pana sāratthadīpaniyaṃ ‘‘pacchimikāya vassāvāsikaṃ lacchatīti pacchimikāya puna vassaṃ upagatattā lacchatī’’ti (sārattha. ṭī. mahāvagga 3.108) vuttaṃ, tampi vassāvāsike dāyakānaṃ imaṃ adhippāyaṃ nissāya vuttañce, sundaraṃ. Saṅghikaṃ, kālacīvarampi sandhāya vuttañce, na yujjatīti veditabbaṃ.",
  "tika-vin07t16:197": "Na ajānitvāti ‘‘surā’’ti ajānitvā pivato pāṇātipātaveramaṇiādisabbasīlabhedaṃ, saraṇabhedañca na āpajjati, akusalaṃ pana surāpānaveramaṇisīlabhedo ca hoti mālādidhāraṇādīsu viyāti daṭṭhabbaṃ. Itarānīti vikālabhojanaveramaṇiādīni. Tānipi hi sañcicca vītikkamantassa taṃ taṃ bhijjati eva, itarītaresaṃ pana abhijjamānena nāsanaṅgāni na honti. Teneva ‘‘tesu bhinnesū’’ti bhedavacanaṃ vuttaṃ.",
  "tika-vin07t16:198": "Accayaṃdesāpetabboti ‘‘accayo maṃ, bhante, accagamā’’tiādinā saṅghamajjhe desāpetvā saraṇasīlaṃ dātabbanti adhippāyo pārājikattā tesaṃ. Tenāha ‘‘liṅganāsanāya nāsetabbo’’ti. Ayameva hi nāsanā idha adhippetāti liṅganāsanākāraṇehi pāṇātipātādīhi avaṇṇabhāsanādīnaṃ saha patitattā vuttaṃ.",
  "tika-vin07t16:199": "Nanu ca kaṇṭakasāmaṇeropi micchādiṭṭhiko eva, tassa ca heṭṭhā daṇḍakammanāsanāva vuttā. Idha pana micchādiṭṭhikassa liṅganāsanā vuccati, ko imesaṃ bhedoti codanaṃ manasi nidhāyāha ‘‘sassatucchedānañhi aññataradiṭṭhiko’’ti. Ettha cāyamadhippāyo – yo hi ‘‘attā issaro vā nicco dhuvo’’tiādinā vā ‘‘attā ucchijjissati vinassissatī’’tiādinā vā titthiyaparikappitaṃ yaṃ kiñci sassatucchedadiṭṭhiṃ daḷhaṃ gahetvā voharati, tassa sā pārājikaṭṭhānaṃ hoti. So ca liṅganāsanāya nāsetabbo. Yo pana īdisaṃ diṭṭhiṃ aggahetvā sāsanikova hutvā kevalaṃ buddhavacanādhippāyaṃ viparītato gahetvā bhikkhūhi ovadiyamānopi appaṭinissajjitvā voharati, tassa sā diṭṭhi pārājikaṃ na hoti, so pana kaṇṭakanāsanāya eva nāsetabboti.",
  "tika-vin07t16:200": "Anāpucchāvaraṇavatthuādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:201": "Paṇḍakavatthukathāvaṇṇanā",
  "tika-vin07t16:202": "109. Paṇḍakavatthusmiṃ āsittausūyapakkhapaṇḍakā tayopi purisabhāvaliṅgādiyuttā ahetukapaṭisandhikā, te ca kilesapariyuṭṭhānassa balavatāya napuṃsakapaṇḍakasadisattā ‘‘paṇḍakā’’ti vuttā. Tesu āsittausūyapaṇḍakānaṃ dvinnaṃ kilesapariyuṭṭhānaṃ yonisomanasikārādīhi vītikkamato nivāretumpi sakkā, tena te pabbājetabbā vuttā. Pakkhapaṇḍakassa pana kāḷapakkhesu ummādo viya kilesapariḷāho avattharanto āgacchati, vītikkamaṃ patvā eva ca nivattati. Tasmā so tasmiṃ pakkhe na pabbājetabboti vutto. Tadetaṃ vibhāgaṃ dassetuṃ ‘‘yassa paresa’’ntiādi vuttaṃ. Tattha āsittassāti mukhe āsittassa attanopi asucimuccanena pariḷāho vūpasammati. Usūyāya uppannāyāti usūyāya vasena attano sevetukāmatārāge uppanne asucimuttiyā pariḷāho vūpasammati.",
  "tika-vin07t16:203": "‘‘Bījāni apanītānī’’ti vuttattā bījesu ṭhitesu nimittamatte apanīte paṇḍako na hoti. Bhikkhunopi anābādhapaccayā tadapanayane thullaccayameva, na pana paṇḍakattaṃ, bījesu pana apanītesu aṅgajātampi rāgena kammaniyaṃ na hoti, pumabhāvo vigacchati, massuādipurisaliṅgampi upasampadāpi vigacchati, kilesapariḷāhopi dunnivāravītikkamo hoti napuṃsakapaṇḍakassa viya. Tasmā īdiso upasampannopi nāsetabboti vadanti. Yadi evaṃ kasmā bījuddharaṇe pārājikaṃ na paññattanti? Ettha tāva keci vadanti ‘‘paññattamevetaṃ bhagavatā ‘paṇḍako, bhikkhave, anupasampanno na upasampādetabbo, upasampanno nāsetabbo’ti vuttattā’’ti. Keci pana ‘‘yasmā bījuddharaṇakkhaṇe paṇḍako na hoti, tasmā tasmiṃ khaṇe pārājikaṃ na paññattaṃ. Yasmā pana so uddhaṭabījo bhikkhu aparena samayena vuttanayena paṇḍakattaṃ āpajjati, abhāvako hoti, upasampadāya avatthu, tato eva cassa upasampadā vigacchati, tasmā esa paṇḍakattupagamanakālato paṭṭhāya jātiyā napuṃsakapaṇḍakena saddhiṃ yojetvā ‘upasampanno nāsetabbo’ti abhabboti vutto, na tato pubbe. Ayañca kiñcāpi sahetuko, bhāvakkhayena panassa ahetukasadisatāya maggopi na uppajjatī’’ti vadanti. Apare pana ‘‘pabbajjato pubbe upakkamena paṇḍakabhāvamāpannaṃ sandhāya ‘upasampanno nāsetabbo’ti vuttaṃ, upasampannassa pana pacchā upakkamena upasampadāpi na vigacchatī’’ti, taṃ na yuttaṃ. Yadaggena hi pabbajjato pubbe upakkamena abhabbo hoti, tadaggena pacchāpi hotīti vīmaṃsitvā gahetabbaṃ.",
  "tika-vin07t16:204": "Itthattādi bhāvo natthi etassāti abhāvako. Pabbajjā na vāritāti ettha pabbajjāgahaṇeneva upasampadāpi gahitā. Tenāha ‘‘yassa cettha pabbajjā vāritā’’tiādi. Tasmiṃyevassa pakkhe pabbajjā vāritāti ettha pana apaṇḍakapakkhepi pabbajjāmattameva labhati, upasampadā pana tadāpi na vaṭṭati, paṇḍakapakkhe pana āgate liṅganāsanāya nāsetabboti veditabbaṃ.",
  "tika-vin07t16:205": "Paṇḍakavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:206": "Theyyasaṃvāsakavatthukathāvaṇṇanā",
  "tika-vin07t16:207": "110. Theyyasaṃvāsakavatthumhi kolaññāti kule jātā, tattha vā viditā ñātā pasiddhā, taṃ vā jānanti kolaññāti ñātakānaṃ nāmaṃ. Theyyāya liṅgaggahaṇamattampi idha saṃvāso evāti āha ‘‘tayo theyyasaṃvāsakā’’ti. Na yathāvuḍḍhaṃ vandananti bhikkhūnaṃ, sāmaṇerānaṃ vā vandanaṃ na sādiyati.",
  "tika-vin07t16:208": "Yathāvuḍḍhaṃ vandananti attanā musāvādena dassitavassakkamena bhikkhūnaṃ vandanaṃ sādiyati, daharasāmaṇero pana vuḍḍhasāmaṇerānaṃ, daharabhikkhu ca vuḍḍhānaṃ vandanaṃ sādiyantopi theyyasaṃvāsako na hoti. Imasmiṃ attheti saṃvāsatthenakatthe.",
  "tika-vin07t16:209": "‘‘Bhikkhuvassānī’’ti idaṃ saṃvāsatthenake vuttapāṭhavasena vuttaṃ, sayameva pana pabbajitvā sāmaṇeravassāni gaṇentopi ubhayatthenako eva. Na kevalañca purisova, itthīpi bhikkhunīsu evaṃ paṭipajjati, theyyasaṃvāsikāva. Ādikammikāpi cettha na muccanti, upasampannesu eva paññattāpattiṃ paṭicca ādikammikā vuttā, tenevettha ādikammikopi na mutto.",
  "tika-vin07t16:210": "Rāja…pe… bhayenāti ettha bhaya-saddo paccekaṃ yojetabbo. Yāva so suddhamānasoti ‘‘iminā liṅgena bhikkhū vañcetvā tehi saṃvasissāmī’’ti asuddhacittābhāvena suddhacitto. Tena hi asuddhacittena liṅge gahitamatte pacchā bhikkhūhi saha saṃvasatu vā mā vā, liṅgatthenako hoti. Pacchā saṃvasantopi abhabbo hutvā saṃvasati. Tasmā ubhayatthenakopi liṅgatthenake eva pavisatīti veditabbaṃ. Yo pana rājādibhayena suddhacittova liṅgaṃ gahetvā vicaranto pacchā ‘‘bhikkhuvassāni gaṇetvā jīvissāmī’’ti asuddhacittaṃ uppādeti, so cittuppādamattena theyyasaṃvāsakopi na hoti suddhacittena gahitaliṅgattā. Sace pana so bhikkhūnaṃ santikaṃ gantvā sāmaṇeravassagaṇanādiṃ karoti, tadā saṃvāsatthenako, ubhayatthenako vā hotīti daṭṭhabbaṃ. Yaṃ pana parato saha dhuranikkhepena ‘‘ayampi theyyasaṃvāsako, vā’’ti vuttaṃ, taṃ bhikkhūhi saṅgamma saṃvāsādhivāsanavasena dhuranikkhepaṃ sandhāya vuttaṃ. Tena vuttaṃ ‘‘saṃvāsaṃ nādhivāseti yāvā’’ti. Tassa tāva theyyasaṃvāsako nāma na vuccatīti sambandho daṭṭhabbo. Ettha ca corādibhayaṃ vināpi kīḷādhippāyena liṅgaṃ gahetvā bhikkhūnaṃ santike pabbajitālayaṃ dassetvā vandanādiṃ asādiyantopi ‘‘sobhati nu kho me pabbajitaliṅga’’ntiādinā suddhacittena gaṇhantopi theyyasaṃvāsako na hotīti daṭṭhabbaṃ.",
  "tika-vin07t16:211": "Sabbapāsaṇḍiyabhattānīti sabbasāmayikānaṃ sādhāraṇaṃ katvā paññattabhattāni, idañca bhikkhūnaññeva niyamitabhattagahaṇe saṃvāsopi sambhaveyyāti sabbasādhāraṇabhattaṃ vuttaṃ. Saṃvāsaṃ pana asādiyitvā abhikkhukavihārādīsu vihārabhattādīni bhuñjantopi theyyasaṃvāsako na hoti eva. Kammantānuṭṭhānenāti kasiādikammakaraṇena. Pattacīvaraṃ ādāyāti bhikkhuliṅgavesena sarīrena dhāretvā.",
  "tika-vin07t16:212": "‘‘Yo evaṃ pabbajati, so theyyasaṃvāsako nāma hotī’’ti idaṃ nidassanamattaṃ, ‘‘theyyasaṃvāsako’’ti pana nāmaṃ ajānantopi ‘‘evaṃ kātuṃ na vaṭṭatī’’ti vā ‘‘evaṃ karonto samaṇo nāma na hotī’’ti vā ‘‘yadi ārocessāmi, chaḍḍessanti ma’’nti vā ‘‘yena kenaci pabbajjā me na ruhatī’’ti jānāti, theyyasaṃvāsako hoti. Yo pana paṭhamaṃ ‘‘pabbajjā evaṃ me gahitā’’tisaññī kevalaṃ antarā attano setavatthanivāsanādivippakāraṃ pakāsetuṃ lajjanto na katheti, so theyyasaṃvāsako na hoti. Anupasampannakāleyevāti ettha avadhāraṇena upasampannakāle theyyasaṃvāsakalakkhaṇaṃ ñatvā vañcanāyapi nāroceti, theyyasaṃvāsako na hotīti dīpeti. So parisuddhacittena gahitaliṅgattā liṅgatthenako na hoti, laddhūpasampadattā tadanuguṇasseva saṃvāsassa sāditattā saṃvāsatthenakopi na hoti. Anupasampanno pana liṅgatthenako hoti, saṃvāsārahassa liṅgassa gahitattā saṃvāsasādiyanamattena saṃvāsatthenako hoti.",
  "tika-vin07t16:213": "Saliṅge ṭhitoti saliṅgabhāve ṭhito. Theyyasaṃvāsako na hotīti bhikkhūhi dinnaliṅgassa apariccattattā liṅgatthenako na hoti, bhikkhupaṭiññāya apariccattattā saṃvāsatthenako na hotīti. Yaṃ pana mātikāṭṭhakathāyaṃ ‘‘liṅgānurūpassa saṃvāsassa sāditattā na saṃvāsatthenako’’ti (kaṅkhā. aṭṭha. paṭhamapārājikavaṇṇanā) kāraṇaṃ vuttaṃ, tampi idameva kāraṇaṃ sandhāya vuttaṃ. Itarathā sāmaṇerassapi bhikkhuvassagaṇanādīsu liṅgānurūpasaṃvāso eva sāditoti saṃvāsatthenakatā na siyā bhikkhūhi dinnaliṅgassa ubhinnampi sādhāraṇattā. Yathā cettha bhikkhu, evaṃ sāmaṇeropi pārājikaṃ samāpanno sāmaṇerapaṭiññāya apariccattattā saṃvāsatthenako na hotīti veditabbo. Sobhatīti sampaṭicchitvāti kāsāvadhāraṇe dhuraṃ nikkhipitvā gihibhāvaṃ sampaṭicchitvā.",
  "tika-vin07t16:214": "Yo koci vuḍḍhapabbajitoti sāmaṇeraṃ sandhāya vuttaṃ. Mahāpeḷādīsūti vilīvādimayesu gharadvāresu ṭhapitabhattabhājanavisesesu, etena vihāre bhikkhūhi saddhiṃ vassagaṇanādīnaṃ akaraṇaṃ dasseti.",
  "tika-vin07t16:215": "Theyyasaṃvāsakavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:216": "Titthiyapakkantakakathāvaṇṇanā",
  "tika-vin07t16:217": "Titthiyapakkantakādikathāsu tesaṃ liṅge ādinnamatteti vīmaṃsādiadhippāyaṃ vinā ‘‘titthiyo bhavissāmī’’ti sanniṭṭhānavasena liṅge kāyena dhāritamatte. Sayamevāti titthiyānaṃ santikaṃ agantvā sayameva saṅghārāmepi kusacīrādīni nivāseti. Ājīvako bhavissāmi…pe… gacchatīti ājīvakānaṃ santike tesaṃ pabbajanavidhinā ‘‘ājīvako bhavissāmī’’ti gacchati. Tassa hi titthiyabhāvūpagamanaṃ pati sanniṭṭhāne vijjamānepi ‘‘gantvā bhavissāmī’’ti parikappitattā padavāre dukkaṭameva vuttaṃ. Dukkaṭanti pāḷiyā avuttepi methunādīsu vuttapubbapayogadukkaṭānulomato vuttaṃ. Etena ca sanniṭṭhānavasena liṅge sampaṭicchite pārājikaṃ, tato purimapayoge thullaccayañca vattabbameva, thullaccayakkhaṇe nivattantopi āpattiṃ desāpetvā muccati evāti daṭṭhabbaṃ. Yathā cettha, evaṃ saṅghabhedepi lohituppādepi bhikkhūnaṃ pubbapayogādīsu dukkaṭathullaccayapārājikāhi muccanasīmā ca veditabbā. Sāsanaviruddhatāyettha ādikammikānampi anāpatti na vuttā. Pabbajjāyapi abhabbatādassanatthaṃ panete, aññe ca pārājikakaṇḍe visuṃ sikkhāpadena pārājikādiṃ adassetvā idha abhabbesu eva vuttāti veditabbaṃ.",
  "tika-vin07t16:218": "Taṃladdhinti titthiyavese seṭṭhabhāvaggahaṇameva sandhāya vuttaṃ. Tesañhi titthiyānaṃ sassatādiggāhaṃ gaṇhantopi liṅge asampaṭicchite titthiyapakkantako na hoti, taṃ laddhiṃ aggahetvāpi ‘‘etesaṃ vatacariyā sundarā’’ti liṅgaṃ sampaṭicchanto titthiyapakkantako hoti eva . Laddhiyā abhāvenāti bhikkhubhāve sālayatāya titthiyabhāvūpagamanaladdhiyā abhāvena, etena ca āpadāsu kusacīrādiṃ pārupantassāpi naggassa viya anāpattiṃ dasseti.",
  "tika-vin07t16:219": "Upasampannabhikkhunā kathitoti ettha saṅghabhedakopi upasampannabhikkhunāva kathito, mātughātakādayo pana anupasampannenāpīti daṭṭhabbaṃ.",
  "tika-vin07t16:220": "Titthiyapakkantakakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:221": "Tiracchānavatthukathāvaṇṇanā",
  "tika-vin07t16:222": "111. Udakasañcārikaṃ maṇḍūkabhakkhaṃ nāgasarīranti sambandhitabbaṃ. Vissarabhayenāti nāgassa sarīraṃ disvā bhikkhuno viravanabhayena. Kapimiddhādīsu nāgasarīraṃ nuppajjatīti taduppattisīmaṃ dassento āha ‘‘vissaṭṭho’’tiādi.",
  "tika-vin07t16:223": "Tiracchānavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:224": "Mātughātakādikathāvaṇṇanā",
  "tika-vin07t16:225": "112.Apavāhananti sodhanaṃ. Tiracchānādiamanussajātito manussajātikānaññeva puttesu mettādayopi tikkhavisadā honti lokuttaraguṇā viyāti āha ‘‘manussitthibhūtā janikā mātā’’ti. Yathā manussānaññeva kusalappavatti tikkhavisadā, evaṃ akusalappavattipīti āha ‘‘sayampi manussajātikenevā’’tiādi. Ānantariyenāti ettha cutianantaraṃ niraye paṭisandhiphalaṃ anantaraṃ nāma, tasmiṃ anantare janakattena niyuttaṃ ānantariyaṃ, tena. Vesiyā puttoti upalakkhaṇamattaṃ, kulitthiyā aticāriniyā puttopi attano pitaraṃ ajānitvā ghātento pitughātakova hoti.",
  "tika-vin07t16:226": "114.Avasesanti anāgāmiādikaṃ. Yaṃ panettha vattabbaṃ, taṃ manussaviggahapārājike vuttameva.",
  "tika-vin07t16:227": "115.Ayaṃ saṅghabhedakoti pakatattaṃ bhikkhuṃ sandhāya vuttaṃ. Pubbe eva pārājikaṃ samāpanno vā vatthādidosena vipannopasampado vā saṅghaṃ bhindantopi anantariyaṃ na phusati, saṅgho pana bhinnova hoti, pabbajjā cassa na vāritāti daṭṭhabbaṃ.",
  "tika-vin07t16:228": "‘‘Duṭṭhacittenā’’ti vuttamevatthaṃ vibhāveti ‘‘vadhakacittenā’’ti. Lohitaṃ uppādetīti tathāgatassa verīhi abhejjakāyatāya kenaci balakkārena cammādichedaṃ katvā bahi lohitaṃ paggharāpetuṃ na sakkā, āvudhādipahārena pana lohitaṃ ṭhānato calitvā kuppamānaṃ ekattha sañcitaṃ hoti, ettakena pana pahāradāyako lohituppādako nāma hoti devadatto viya. Cetiyaṃ pana bodhiṃ vā paṭimādiṃ vā bhindato ānantariyaṃ na hoti, ānantariyasadisaṃ mahāsāvajjaṃ hoti. Bodhirukkhassa pana ojoharaṇasākhā ceva sadhātukaṃ cetiyaṃ bādhayamānā ca chinditabbā, puññamevettha hoti.",
  "tika-vin07t16:229": "Mātughātakādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:230": "Ubhatobyañjanakavatthukathāvaṇṇanā",
  "tika-vin07t16:231": "116.Itthiubhatobyañjanakoti itthindriyayutto, itaro pana purisindriyayutto. Ekassa hi bhāvadvayaṃ saha nuppajjati yamake (yama. 3.indriyayamaka.188) paṭikkhittattā. Dutiyabyañjanaṃ pana kammasahāyena akusalacitteneva bhāvavirahitaṃ uppajjati. Pakatitthipurisānampi kammameva byañjanaliṅgānaṃ kāraṇaṃ, na bhāvo tassa kenaci paccayena paccayattassa paṭṭhāne avuttattā. Kevalaṃ bhāvasahitānaṃyeva byañjanaliṅgānaṃ pavattidassanatthaṃ aṭṭhakathāsu ‘‘itthindriyaṃ paṭicca itthiliṅgādīnī’’tiādinā (dha. sa. aṭṭha. 632) indriyaṃ byañjanakaāraṇattena vuttaṃ, idha pana akusalabalena indriyaṃ vināpi byañjanaṃ uppajjatīti vuttaṃ. Ubhinnampi cesaṃ ubhatobyañjanakānaṃ yadā itthiyā rāgo uppajjati, tadā purisabyañjanaṃ pākaṭaṃ hoti, itaraṃ paṭicchannaṃ. Yadā purise rāgo uppajjati, tadā itthibyañjanaṃ pākaṭaṃ hoti, itaraṃ paṭicchannaṃ. Tattha vicāraṇakkamoti paṭisandhikkhaṇe eva itthipurisaliṅgānampi pātubhāvappakāsake kurundivacane ayuttatāpakāsanatthaṃ atthavicāraṇakkamo. Aṭṭhasāliniyañhi ‘‘itthiliṅgādīni pana itthindriyaṃ paṭicca pavatte samuṭṭhitānī’’tiādi (dha. sa. aṭṭha. 632) vuttaṃ. Nevassa pabbajjā atthīti yojanā. Yo ca paṭikkhitte abhabbe, bhabbe ca puggale ñatvā pabbājeti, upasampādeti vā, dukkaṭaṃ. Ajānantassa sabbattha anāpattīti veditabbaṃ.",
  "tika-vin07t16:232": "Ubhatobyañjanakavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:233": "Anupajjhāyakādivatthukathāvaṇṇanā",
  "tika-vin07t16:234": "117. Anupajjhāyādivatthūsu sikkhāpadaṃ apaññattanti ‘‘na, bhikkhave, anupajjhāyako upasampādetabbo’’ti idheva paññāpiyamānasikkhāpadaṃ sandhāya vuttaṃ. ‘‘Kammaṃ pana na kuppatī’’ti idaṃ upajjhāyābhāvepi ‘‘itthannāmassa upasampadāpekkho, itthannāmena upajjhāyenā’’ti matassa vā vibbhamantassa vā purāṇaupajjhāyassa, aññassa vā yassa kassaci avijjamānassāpi nāmena sabbattha upajjhāyakittanassa katattā vuttaṃ. Yadi hi upajjhāyakittanaṃ na kareyya, ‘‘puggalaṃ na parāmasatī’’ti vuttakammavipatti eva siyā. Teneva pāḷiyaṃ ‘‘anupajjhāyaka’’nti vuttaṃ. Aṭṭhakathāyampissa ‘‘upajjhāyaṃ akittetvā’’ti avatvā ‘‘upajjhāyaṃ agāhāpetvā sabbena sabbaṃ upajjhāyavirahitaṃ’’icceva atthoti vutto. Pāḷiyaṃ saṅghena upajjhāyenāti ‘‘ayaṃ itthannāmo saṅghassa upasampadāpekkho, itthannāmo saṅghaṃ upasampadaṃ yācati saṅghena upajjhāyenā’’ti evaṃ kammavācāya saṅghameva upajjhāyaṃ kittetvāti attho. Evaṃ gaṇena upajjhāyenāti etthāpi ‘‘ayaṃ itthannāmo gaṇassa upasampadāpekkho’’tiādinā yojanā veditabbā, evaṃ vuttepi kammaṃ na kuppati eva dukkaṭasseva vuttattā. Aññathā ‘‘so ca puggalo anupasampanno’’ti vadeyya. Tenāha ‘‘saṅghenā’’tiādi. Tattha paṇḍakādīhi upajjhāyehi kariyamānesu kammesu paṇḍakādike vināva yadi pañcavaggādigaṇo pūrati, kammaṃ na kuppati, itarathā kuppatīti veditabbaṃ.",
  "tika-vin07t16:235": "Anupajjhāyakādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:236": "Apattakādivatthukathāvaṇṇanā",
  "tika-vin07t16:237": "118. Apattacīvaravatthūsupi pattacīvarānaṃ abhāvepi ‘‘paripuṇṇassa pattacīvara’’nti kammavācāya sāvitattā kammakopaṃ avatvā dukkaṭameva vuttaṃ. Itarathā sāvanāya hāpanato kammakopo eva siyā. Keci pana ‘‘paṭhamaṃ anuññātakammavācāya upasampannā viya idānipi ‘paripuṇṇassa pattacīvara’nti avatvā kammavācāya upasampannāpi sūpasampannāevā’’ti vadanti, taṃ na yuttaṃ. Anuññātakālato paṭṭhāya hi aparāmasanaṃ sāvanāya hāpanavipatti eva hoti ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti padassa hāpane viya. Tampi hi pacchā anuññātaṃ, ‘‘saṅghaṃ, bhante, upasampadaṃ yācāmī’’tiādivākyena ayācetvā tampi upasampādento ‘‘ayaṃ itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti vatvāva yadi kammavācaṃ karoti, kammaṃ sukatameva hoti , no ce vipannaṃ. Sabbapacchā hi anuññātakammavācato kiñcipi parihāpetuṃ na vaṭṭati, sāvanāya hāpanameva hoti. Aññe vā bhikkhū dātukāmā hontīti sambandho.",
  "tika-vin07t16:238": "Anāmaṭṭhapiṇḍapātanti bhikkhūhi laddhabhikkhato aggahitaggaṃ piṇḍapātaṃ. Sāmaṇerabhāgasamakoti ettha kiñcāpi sāmaṇerānampi āmisabhāgassa samakameva diyyamānattā visuṃ sāmaṇerabhāgo nāma natthi, pattacīvaraparikammamattapaṭibaddhapabbajjatāya pana sāmaṇerasadisā ete paṇḍupalāsāti dassanatthaṃ evaṃ vuttanti daṭṭhabbaṃ. Niyatāsannapabbajjasseva cāyaṃ bhāgo dīyati. Teneva ‘‘yāva patto paccatī’’tiādi vuttaṃ. Āmisabhāgoti vihāre dinnaṃ saṅghabhattaṃ, tatruppādañca sandhāya vuttaṃ, na dāyakānaṃ gehesu tehi diyyamānaṃ. Teneva salākabhattādi paṭikkhittaṃ, dāyakā vippaṭisārino hontīti. Bhesajjantiādinā pana gihīnaṃ bhesajjakaraṇādidoso ettha na hotīti dasseti.",
  "tika-vin07t16:239": "Apattakādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:240": "Hatthacchinnādivatthukathāvaṇṇanā",
  "tika-vin07t16:241": "119. Hatthacchinnādivatthūsu kaṇṇamūleti sakalassa kaṇṇassa chedaṃ sandhāya vuttaṃ. Kaṇṇasakkhalikāyāti kaṇṇacūḷikāya. Yassa pana kaṇṇāviddheti heṭṭhā kuṇḍalādiṭhapanacchiddaṃ sandhāya vuttaṃ. Tañhi saṅghaṭanakkhamaṃ. Ajapadaketi ajapadanāsikaṭṭhikoṭiyaṃ. Tato hi uddhaṃ na vicchindati. Sakkā hoti sandhetunti avirūpasaṇṭhānaṃ sandhāya vuttaṃ, virūpaṃ pana parisadūsakataṃ āpādeti.",
  "tika-vin07t16:242": "Khujjasarīroti vaṅkasarīro. Brahmuno viya ujukaṃ gattaṃ sarīraṃ yassa, so brahmujjugatto, bhagavā.",
  "tika-vin07t16:243": "Parivaṭumoti samantato vaṭṭakāyo, etena evarūpā eva vāmanakā na vaṭṭantīti dasseti.",
  "tika-vin07t16:244": "Kūṭakūṭasīsoti anekesu ṭhānesu piṇḍikamaṃsataṃ dassetuṃ āmeḍitaṃ kataṃ. Tenāha ‘‘tālaphalapiṇḍisadisenā’’ti, tālaphalānaṃ mañjarī piṇḍi nāma. Anupubbatanukena sīsenāti cetiyathūpikā viya kamena kisena sīsena, thūlaveḷupabbaṃ viya ādito paṭṭhāya yāvapariyosānaṃ samathūlena uccena sīsena samannāgato nāḷisīso nāma. Kappasīsoti gajamatthakaṃ viya dvidhā bhinnasīso. ‘‘Kaṇṇikakeso vā’’ti imassa vivaraṇaṃ ‘‘pāṇakehī’’tiādi. Makkaṭasseva naḷāṭepi kesānaṃ uṭṭhitabhāvaṃ sandhāyāha ‘‘sīsalomehī’’tiādi.",
  "tika-vin07t16:245": "Makkaṭabhamukoti naḷāṭalomehi avibhattalomabhamuko. Akkhicakkalehīti kaṇhamaṇḍalehi. Kekaroti tiriyaṃ passanako. Udakatārakāti olokentānaṃ udake paṭibimbikacchāyā, udakapubbuḷanti keci. Akkhitārakāti abhimukhe ṭhitānaṃ chāyā, akkhigaṇḍakātipi vadanti. Atipiṅgalakkhīti majjārakkhi. Madhupiṅgalanti madhuvaṇṇapiṅgalaṃ. Nippakhumakkhīti ettha pakhuma-saddo akkhidalalomesu nirūḷho, tadabhāvā nippakhumakkhi. Akkhipākenāti akkhidala pariyantesu pūtibhāvāpajjanarogena.",
  "tika-vin07t16:246": "Cipiṭanāsikoti anunnatanāsiko. Paṭaṅgamaṇḍūko nāma mahāmukhamaṇḍūko. Bhinnamukhoti upakkamukhapariyosāno, sabbadā vivaṭamukho vā. Vaṅkamukhoti ekapasse apakkamma ṭhitaheṭṭhimahanukaṭṭhiko. Oṭṭhacchinnakoti ubhosu oṭṭhesu yattha katthaci jātiyā vā pacchā vā satthādinā apanītamaṃsena oṭṭhena samannāgato. Eḷamukhoti niccapaggharitalālāmukho.",
  "tika-vin07t16:247": "Bhinnagaloti avanatagato. Bhinnauroti atininnauramajjho. Evaṃ bhinnapiṭṭhipi. Sabbañcetanti ‘‘kacchugatto’’tiādiṃ sandhāya vuttaṃ. Ettha ca vinicchayo kuṭṭhādīsu vutto evāti āha ‘‘vinicchayo’’tiādi.",
  "tika-vin07t16:248": "Vātaṇḍikoti aṇḍavātarogena uddhutabījaṇḍakosena samannāgato, yassa nivāsanena paṭicchannampi unnataṃ pakāsati, sova na pabbājetabbo. Vikaṭoti tiriyaṃgamanapādo, yassa caṅkamato jāṇukā bahi nigacchanti. Paṇhoti pacchato parivattanakapādo, yassa caṅkamato jāṇukā anto pavisanti. Mahājaṅghoti thūlajaṅgho. Mahāpādoti mahantena pādatalena yutto. Pādavemajjheti piṭṭhipādavemajjhe, etena aggapādo ca paṇhi ca sadisoti dasseti.",
  "tika-vin07t16:249": "Majjhe saṅkuṭitapādattāti kuṇḍapādatāya kāraṇavibhāvanaṃ. Agge saṅkuṭitapādattāti kuṇḍapādatāya sakuṇapādasseva gamanavibhāvanaṃ. Piṭṭhipādaggena caṅkamantoti ‘‘pādassa bāhirantenāti ca abbhantarantenā’’ti ca idaṃ pādatalassa ubhohi pariyantehi caṅkamanaṃ sandhāya vuttaṃ.",
  "tika-vin07t16:250": "Mammananti ṭhānakaraṇavisuddhiyā abhāvena ayuttakkharavacanaṃ. Vacanānukaraṇena hi so mammano vutto. Yo ca karaṇasampannopi ekamevakkharaṃ hikkārabahuso vadati, sopi idheva saṅgayhati. Yo vā pana hikkaṃ niggahetvāpi anāmeḍitakkharameva siliṭṭhavacanaṃ vattuṃ samattho, so pabbājetabbo.",
  "tika-vin07t16:251": "Āpattito na muccatīti ñatvā karontova na muccati. Jīvitantarāyādiāpadāsu aruciyā kāyasāmaggiṃ dentassa anāpatti. Appatto osāraṇanti osāraṇāya anarahoti attho.",
  "tika-vin07t16:252": "Hatthacchinnādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:253": "Alajjinissayavatthukathāvaṇṇanā",
  "tika-vin07t16:254": "120. Nissayapaṭisaṃyuttavatthūsu bhikkhūhi samāno bhāgo diṭṭhisīlādiguṇakoṭṭhāso assāti bhikkhusabhāgo, tassa bhāvo bhikkhusabhāgatā.",
  "tika-vin07t16:255": "Alajjinissayavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:256": "Gamikādinissayavatthukathāvaṇṇanā",
  "tika-vin07t16:257": "121.Nissayakaraṇīyoti ettha nissayaggahaṇaṃ nissayo, so karaṇīyo yassāti visesanassa paranipāto daṭṭhabbo. Vissamento vā…pe… anāpattīti gamanasaussāhatāya tathā vasantopi addhiko eva, tattha nissayadāyake asati anāpattīti adhippāyo. Etena ca parissamādiabhāve senāsanādisampadaṃ paṭicca vasato āpattīti dasseti. Tañca agamanapaccayā divase divase āpajjatīti vadanti. Cīvararajanādikiccatthāya garūhi pesitassāpi kiccapariyosānameva vasitabbaṃ, na tato paraṃ. Garūhipi tāvakālikakiccatthameva pesaladaharā pesitabbā, na niccakālakiccatthanti daṭṭhabbaṃ. ‘‘Nāvāya gacchantassa…pe… anāpattī’’ti vuttattā evarūpaṃ avidheyyataṃ vinā nissayadāyakarahitaṭṭhāne vassaṃ upagantuṃ na vaṭṭatīti daṭṭhabbaṃ.",
  "tika-vin07t16:258": "Tassa nissāyāti taṃ nissāya. Āsāḷhīmāse…pe… tattha gantabbanti ettha pana sacepi ‘‘asuko thero ettha āgamissati āgamissatī’’ti āgamentasseva vassūpanāyikadivaso hoti. Hotu, vasitaṭṭhāne vassaṃ anupagamma yattha nissayo labbhati, dūrepi tattha gantvā pacchimikāya upagantabbaṃ.",
  "tika-vin07t16:259": "122.Gottenapīti ‘‘āyasmato pippalissa upasampadāpekkho’’ti evaṃ nāmaṃ avatvā gottanāmenapīti attho, tena ‘‘konāmo te upajjhāyo’’ti puṭṭhena gottanāmena ‘‘āyasmā kassapo’’ti vattabbanti siddhaṃ hoti. Tasmā aññampi kiñci tassa nāmaṃ pasiddhaṃ, tasmiṃ vā khaṇe sukhaggahaṇatthaṃ nāmaṃ paññāpitaṃ, taṃ sabbaṃ gahetvāpi anussāvanā kātabbā. Yathā upajjhāyassa, evaṃ upasampadāpekkhassapi gottādināmena, taṅkhaṇikanāmena ca anussāvanaṃ kātuṃ vaṭṭati. Tasmimpi khaṇe ‘‘ayaṃ tisso’’ti vā ‘‘nāgo’’ti vā nāmaṃ karontehi anusāsakasammutito paṭhamameva kātabbaṃ, evaṃ katvāpi antarāyikadhammānusāsanapucchanakālesu ‘‘kinnāmosi, ahaṃ bhante nāgo nāma, konāmo te upajjhāyo, upajjhāyo me bhante tisso nāmā’’tiādinā viññāpentena ubhinnampi citte ‘‘mamedaṃ nāma’’nti yathā saññā uppajjati, evaṃ viññāpetabbaṃ. Sace pana tasmiṃ khaṇe pakatināmena vatvā pacchā tissa-nāmādiapubbanāmena anussāveti, na vaṭṭati.",
  "tika-vin07t16:260": "Tattha ca kiñcāpi upajjhāyasseva nāmaṃ aggahetvā yena kenaci nāmena ‘‘tissassa upasampadāpekkho’’tiādināpi puggale parāmaṭṭhe kammaṃ sukatameva hoti anupajjhāyakādīnaṃ upasampadākammaṃ viya upajjhāyassa abhāvepi abhabbattepi kammavācāya puggale parāmaṭṭhe kammassa sijjhanato. Upasampadāpekkhassa pana yathāsakaṃ nāmaṃ vinā aññena nāmena anussāvite kammaṃ kuppati, so anupasampannova hoti. Tattha ṭhito añño anupasampanno viya gahitanāmassa vatthupuggalassa tattha abhāvā, etassa ca nāmassa anussāvanāya avuttattā. Tasmā upasampadāpekkhassa pakatināmaṃ parivattetvā anupubbena nāgādināmena anussāvetukāmena paṭikacceva ‘‘tvaṃ nāgo’’tiādinā viññāpetvā anusāsanaantarāyikadhammapucchanakkhaṇesupi tassa ca saṅghassa ca yathā pākaṭaṃ hoti, tathā pakāsetvāva nāgādināmena anussāvetabbaṃ. Ekassa bahūni nāmāni honti, tesu ekaṃ gahetuṃ vaṭṭati.",
  "tika-vin07t16:261": "Yaṃ pana upasampadāpekkhaupajjhāyānaṃ ekattha gahitaṃ nāmaṃ, tadeva ñattiyā, sabbattha anussāvanāsu ca gahetabbaṃ. Gahitato hi aññasmiṃ gahite byañjanaṃ bhinnaṃ nāma hoti, kammaṃ vipajjati. Atthato, hi byañjanato ca abhinnā eva ñatti, anussāvanā ca vaṭṭanti, upajjhāyanāmassa pana purato ‘‘āyasmato tissassā’’tiādinā āyasmanta-padaṃ sabbattha yojetvāpi anussāveti, tathā ayojitepi doso natthi.",
  "tika-vin07t16:262": "Pāḷiyaṃ pana kiñcāpi ‘‘itthannāmassa āyasmato’’ti pacchato ‘‘āyasmato’’ti padaṃ vuttaṃ, tathāpi ‘‘āyasmā sāriputto atthakusalo’’tiādinā nāmassa purato āyasmanta-padayogassa dassanato puratova payogo yuttataro. Tañca ekattha yojetvā aññattha ayojitepi ekattha purato yojetvā aññattha pacchato yojanepi sāvanāya hāpanaṃ nāma na hoti nāmassa ahāpitattā. Teneva pāḷiyampi ‘‘itthannāmassa āyasmato’’ti ekattha yojetvā ‘‘itthannāmena upajjhāyenā’’tiādīsu ‘‘āyasmato’’ti na yojitanti vadanti. Tañca kiñcāpi evaṃ, tathāpi sabbaṭṭhānepi ekeneva pakārena yojetvā eva vā ayojetvā vā anussāvanaṃ pasatthataranti gahetabbaṃ.",
  "tika-vin07t16:263": "Gamikādinissayavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:264": "Dveupasampadāpekkhādivatthukathāvaṇṇanā",
  "tika-vin07t16:265": "123. Ekato saheva ekasmiṃ khaṇe anussāvanaṃ etesanti ekānussāvanā, upasampadāpekkhā, ete ekānussāvane kātuṃ. Tenāha ‘‘ekānussāvane kātu’’nti, idañca ekaṃ padaṃ vibhattialopena daṭṭhabbaṃ. Ekena vāti dvinnampi ekasmiṃ khaṇe ekāya eva kammavācāya anussāvane ekenācariyenāti attho. ‘‘Ayaṃ buddharakkhito ca ayaṃ dhammarakkhito ca āyasmato saṅgharakkhitassa upasampadāpekkho’’tiādinā nayena ekena ācariyena dvinnaṃ ekasmiṃ khaṇe anussāvananayo daṭṭhabbo. Imināva nayena tiṇṇampi ekena ācariyena ekakkhaṇe anussāvanaṃ daṭṭhabbaṃ.",
  "tika-vin07t16:266": "Purimanayeneva ekato anussāvane kātunti ‘‘ekena ekassa, aññena itarassā’’tiādinā pubbe vuttanayena dvinnaṃ dvīhi vā, tiṇṇaṃ tīhi vā ācariyehi, ekakena vā ācariyena tayopi ekato anussāvane kātunti attho, tañca kho ekena upajjhāyena. ‘‘Na tveva nānupajjhāyenā’’ti idaṃ ekena ācariyena dvīhi vā tīhi vā upajjhāyehi dve vā tayo vā upasampadāpekkhe ekakkhaṇe ekāya anussāvanāya ekānussāvane kātuṃ na vaṭṭatīti paṭikkhepapadaṃ. Na pana nānācariyehi nānupajjhāyehi tayo ekānussāvane kātuṃ na vaṭṭatīti āha ‘‘sace pana nānācariyā nānupajjhāyā…pe… vaṭṭatī’’ti. Yañcettha ‘‘tissatthero sumanattherassa saddhivihārikaṃ, sumanatthero tissattherassa saddhivihārika’’nti evaṃ upajjhāyehi aññamaññaṃ saddhivihārikānaṃ anussāvanakaraṇaṃ vuttaṃ, taṃ upalakkhaṇamattaṃ. Tasmā sace tissatthero sumanattherassa saddhivihārikaṃ, sumanatthero nandattherassa saddhivihārikaṃ anussāveti, aññamaññañca gaṇapūrakā honti, vaṭṭati eva. Sace pana upajjhāyo sayameva attano saddhivihārikaṃ anussāvetīti ettha vattabbameva natthi, kammaṃ sukatameva hoti. Anupajjhāyakassapi yena kenaci anussāvite upasampadā hoti, kimaṅgaṃ pana saupajjhāyakassa upajjhāyeneva anussāvaneti daṭṭhabbaṃ. Teneva navaṭṭanapakkhaṃ dassetuṃ ‘‘sace panā’’tiādimāha.",
  "tika-vin07t16:267": "Dveupasampadāpekkhādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:268": "Upasampadāvidhikathāvaṇṇanā",
  "tika-vin07t16:269": "126.Upajjhāti upajjhāya-saddasamānattho ākāranto upajjhāsaddoti dasseti. Upajjhāya-saddo eva vā upajjhā upayogapaccattavacanesu ya-kāralopaṃ katvā evaṃ vutto karaṇavacanādīsu upajjhā-saddassa payogābhāvāti daṭṭhabbaṃ. Pāḷiyaṃ attanāva attānaṃ sammannitabbanti attanāva kattubhūtena karaṇabhūtena attānameva kammabhūtaṃ pati sammananakiccaṃ kātabbaṃ. Attānanti vā paccatte upayogavacanaṃ, attanāva attā sammannitabboti attho. Na kevalañca ettheva, aññatrāpi terasasammutiādīsu imināva lakkhaṇena attanāva attā sammannitabbova. Apica sayaṃ kammārahattā attānaṃ muñcitvā catuvaggādiko gaṇo sabbattha icchitabbo.",
  "tika-vin07t16:270": "Saccakāloti ‘‘nigūhissāmī’’ti vañcanaṃ pahāya saccasseva te icchitabbakālo. Bhūtakāloti vañcanāya abhāvepi manussattādivatthuno bhūtatāya avassaṃ icchitabbakālo, itarathā kammakopādiantarāyo hotīti adhippāyo. Maṅkūti adhomukho. Uddharatūti anupasampannabhāvato upasampattiyaṃ patiṭṭhapetūti attho.",
  "tika-vin07t16:271": "Sabbakammavācāsu atthakosallatthaṃ panettha upasampadākammavācāya evamattho daṭṭhabbo – suṇātūti savanāṇattiyaṃ paṭhamapurisekavacanaṃ. Tañca kiñcāpi yo saṅgho savanakiriyāya niyojīyati, tassa sammukhattā ‘‘suṇāhī’’ti majjhimapurisekavacanena vattabbaṃ, tathāpi yasmā saṅgha-saddasannidhāne paṭhamapurisapayogova saddavidhūhi samāciṇṇo bhagavantaāyasmantādisaddasannidhānesu viya ‘‘adhivāsetu me bhavaṃ gotamo (pārā. 22). Etassa sugata kālo, yaṃ bhagavā sāvakānaṃ sikkhāpadaṃ paññapeyya (pārā. 21). Pakkamatāyasmā (pārā. 436). Suṇantu me āyasmanto’’tiādīsu viya. Tasmā idha paṭhamapurisapayogo kato. Atha vā gāravavasenevetaṃ vuttaṃ. Garuṭṭhānīyesu hi gāravavasena majjhimapurisapayoguppattiyampi paṭhamapurisapayogaṃ payujjanti ‘‘desetu sugato dhamma’’ntiādīsu (dī. ni. 2.66; ma. ni. 2.338; saṃ. ni. 1.172; mahāva. 8) viyāti daṭṭhabbaṃ. Keci pana ‘‘bhante, āvusoti sadde apekkhitvā idha paṭhamapurisapayogo’’ti vadanti, taṃ na yuttaṃ ‘‘ācariyo me bhante hohi, (mahāva. 77) iṅghāvuso upāli, imaṃ pabbajitaṃ anuyuñjāhī’’tiādīsu (pārā. 517) tappayogepi majjhimapurisapayogasseva dassanato.",
  "tika-vin07t16:272": "Meti yo sāveti, tassa attaniddese sāmivacanaṃ. Bhanteti ālapanatthe vuḍḍhesu sagāravavacanaṃ. ‘‘Āvuso’’ti padaṃ pana navakesu. Tadubhayampi nipāto ‘‘tumhe bhante, tumhe āvuso’’ti bahūsupi samānarūpattā. Saṅghoti avisesato catuvaggādike pakatattapuggalasamūhe vattati. Idha pana paccantimesu janapadesu pañcavaggato paṭṭhāya, majjhimesu janapadesu dasavaggato paṭṭhāya saṅghoti gahetabbo. Tatrāyaṃ piṇḍattho – bhante, saṅgho mama vacanaṃ suṇātūti. Idañca navakatarena vattabbavacanaṃ. Sace pana anussāvako sabbehi bhikkhūhi vuḍḍhataro hoti, ‘‘suṇātu me, āvuso, saṅgho’’ti vattabbaṃ. Sopi ce ‘‘bhante’’ti vadeyya, navakataro vā ‘‘āvuso’’ti, kammakopo natthi. Keci pana ‘‘ekattha ‘āvuso’ti vatvā aññattha ‘bhante’ti vuttepi natthi doso ubhayenāpi ālapanassa sijjhanato’’ti vadanti.",
  "tika-vin07t16:273": "Idāni yamatthaṃ ñāpetukāmo ‘‘suṇātū’’ti saṅghaṃ savane niyojeti, taṃ ñāpento ‘‘ayaṃ itthannāmo’’tiādimāha. Tattha ayanti upasampadāpekkhassa hatthapāse sannihitabhāvadassanaṃ. Tena ca hatthapāse ṭhitasseva upasampadā ruhatīti sijjhati hatthapāsato bahi ṭhitassa ‘‘aya’’nti na vattabbato. Teneva anusāsakasammutiyaṃ so hatthapāsato bahi ṭhitattā ‘‘aya’’nti na vutto. Tasmā upasampadāpekkho anupasampanno hatthapāse ṭhapetabbo. Ayaṃ itthannāmoti ayaṃ-saddo ca avassaṃ payujjitabbo. So ca imasmiṃ paṭhamanāmapayoge evāti gahetabbaṃ . ‘‘Itthannāmo’’ti idaṃ aniyamato tassa nāmadassanaṃ. Ubhayenapi ayaṃ buddharakkhitotiādināmaṃ dasseti. ‘‘Upasampadāpekkho’’ti bhinnādhikaraṇavisaye bahubbīhisamaāso, upasampadaṃ me saṅgho apekkhamānoti attho. Tassa ca upajjhāyataṃ samaṅgibhāvena dassetuṃ ‘‘itthannamassa āyasmato’’ti vuttaṃ. Etena ‘‘ayaṃ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho’’ti evamādinā nayena nāmayojanāya saha attho dassitoti. Ettha ca ‘‘āyasmato’’ti padaṃ avatvāpi ‘‘ayaṃ buddharakkhito dhammarakkhitassa upasampadāpekkho’’ti vattuṃ vaṭṭati. Teneva pāḷiyaṃ ‘‘itthannāmena upajjhāyenā’’ti ettha ‘‘āyasmato’’ti padaṃ na vuttaṃ. Yañcettha vattabbaṃ, taṃ heṭṭhā vuttameva.",
  "tika-vin07t16:274": "Nanu cettha upajjhāyopi upasampadāpekkho viya hatthapāse ṭhito eva icchitabbo, atha kasmā ‘‘ayaṃ itthannāmo imassa itthannāmassa upasampadāpekkho’’ti evaṃ upajjhāyaparāmasanepi ima-saddassa payogo na katoti? Nāyaṃ virodho upajjhāyassa abhāvepi kammakopābhāvato. Kevalañhi kammanipphattiyā santapadavasena avijjamānassapi upajjhāyassa nāmakittanaṃ anupajjhāyassa upasampadādīsupi karīyati. Tasmā upajjhāyassa asannihitatāyapi tapparāmasanamatteneva kammasiddhito ‘‘imassā’’ti niddisituṃ na vaṭṭati.",
  "tika-vin07t16:275": "Parisuddho antarāyikehi dhammehīti abhabbatādikehi upasampadāya avatthukarehi ceva pañcābādhahatthacchinnādīhi ca āpattimattakarehi antarāyikehi sabhāvehi parimutto. Evaṃ vutto eva ca āpattimattakarehi pañcābādhādīhi aparimuttassapi upasampadā ruhati, nāññathā. Paripuṇṇassa pattacīvaranti paripuṇṇamassa upasampadāpekkhassa pattacīvaraṃ. Evaṃ vutte eva apattacīvarassāpi upasampadā ruhati, nāññathā. Upasampadaṃ yācatīti ‘‘saṅghaṃ, bhante, upasampadaṃ yācāmī’’tiādinā (mahāva. 71, 126) yācitabhāvaṃ sandhāya vuttaṃ. Evaṃ tena saṅghe ayācitepi ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti vutte eva kammaṃ avipannaṃ hoti, nāññathā. Upajjhāyenāti upajjhāyena karaṇabhūtena itthannāmaṃ upajjhāyaṃ katvā kammabhūtaṃ upasampadaṃ dātuṃ nipphādetuṃ kattubhūtaṃ saṅghaṃ yācatīti attho. Yācadhātuno pana dvikammakattā ‘‘saṅghaṃ, upasampada’’nti dve kammapadāni vuttāni.",
  "tika-vin07t16:276": "Yadi saṅghassa pattakallanti ettha patto kālo imassāti pattakālaṃ, apalokanādicatubbidhasaṅghakammaṃ, tadeva sakatthe ya-paccayena ‘‘pattakalla’’nti vuccati. Idha pana ñatticatutthaupasampadākammaṃ adhippetaṃ, taṃ kātuṃ saṅghassa pattakallaṃ jātaṃ. Yadīti anumatigahaṇavasena kammassa pattakallataṃ ñāpeti. Yo hi koci tattha apattakallataṃ maññissati, so vakkhati. Imameva hi atthaṃ sandhāya anussāvanāsu ‘‘yassāyasmato khamati…pe… so bhāseyyā’’ti (mahāva. 127) vuttaṃ. Taṃ panetaṃ pattakallaṃ vatthusampadā, antarāyikehi dhammehi cassa parisuddhatā, sīmāsampadā, parisasampadā, pubbakiccaniṭṭhāpananti imehi pañcahi aṅgehi saṅgahitaṃ.",
  "tika-vin07t16:277": "Tattha vatthusampadā nāma yathāvuttehi ekādasahi abhabbapuggalehi ceva antimavatthuajjhāpannehi ca añño paripuṇṇavīsativasso anupasampannabhūto manussapuriso, etasmiṃ puggale sati eva idaṃ saṅghassa upasampadākammaṃ pattakallaṃ nāma hoti, nāsati. Katañca kuppameva hoti.",
  "tika-vin07t16:278": "Antarāyikehi dhammehi cassa parisuddhatā nāma yathāvuttasseva upasampadāvatthubhūtassa puggalassa ye ime bhagavatā paṭikkhittā pañcābādhaphuṭṭhatādayo mātāpitūhi ananuññātatāpariyosānā ceva hatthacchinnatādayo ca dosadhammā kārakasaṅghassa āpattādiantarāyahetutāya ‘‘antarāyikā’’ti vuccanti tehi antarāyikehi dosadhammehi parimuttattā, imissā ca sati eva idaṃ kammaṃ pattakallaṃ nāma hoti, nāsati. Kataṃ pana kammaṃ sukatameva hoti ṭhapetvā ūnavīsativassapuggalaṃ.",
  "tika-vin07t16:279": "Sīmāsampadā pana uposathakkhandhake (mahāva. 147-148) vakkhamānanayena sabbadosavirahitāya baddhābaddhavasena duvidhāya sīmāya vaseneva veditabbā. Tādisāya hi sīmāya sati eva idaṃ kammaṃ pattakallaṃ nāma hoti, nāsati. Katañca kammaṃ vipajjati.",
  "tika-vin07t16:280": "Parisasampadā pana ye ime upasampadākammassa sabbantimena paricchedena kammappattā dasahi vā pañcahi vā anūnā pārājikaṃ anāpannā, anukkhittā ca samānasaṃvāsakā bhikkhū, tesaṃ ekasīmāyaṃ hatthapāsaṃ avijahitvā ṭhānaṃ, chandārahānañca chandassa ānayanaṃ, sammukhībhūtānañca appaṭikkosanaṃ, upasampadāpekkharahitānaṃ uposathakkhandhake paṭikkhittānaṃ gahaṭṭhādianaupasampannānañceva pārājikukkhittakanānāsaṃvāsakabhikkhunīnañca vajjanīyapuggalānaṃ saṅghassa hatthapāse abhāvo cāti imehi catūhi aṅgehi saṅgahitā. Evarūpāya ca parisasampadāya sati eva idaṃ pattakallaṃ nāma hoti, nāsati. Tattha purimānaṃ tiṇṇaṃ aṅgānaṃ aññatarassapi abhāve kataṃ kammaṃ vipajjati, na pacchimassa.",
  "tika-vin07t16:281": "Pubbakiccaniṭṭhāpanaṃ nāma yānimāni ‘‘paṭhamaṃ upajjhaṃ gāhāpetabbo’’tiādinā pāḷiyaṃ vuttāni ‘‘upajjhaṃ gāhāpanaṃ, pattacīvarācikkhanaṃ, tato taṃ hatthapāsato bahi ṭhapetvā anusāsakasammutikammakaraṇaṃ, sammatena ca gantvā anusāsanaṃ, tena ca paṭhamataraṃ āgantvā saṅghassa ñāpetvā upasampadāpekkhaṃ ‘āgacchāhī’ti hatthapāse eva abbhānaṃ, tena ca bhikkhūnaṃ pāde vandāpetvā upasampadāyācāpanaṃ, tato antarāyikadhammapucchakasammutikaraṇaṃ, sammatena ca pucchana’’nti imāni aṭṭha pubbakiccāni, tesaṃ sabbesaṃ yāthāvato karaṇena niṭṭhāpanaṃ. Etasmiñca pubbakammaniṭṭhāpane sati eva idaṃ saṅghassa upasampadākammaṃ pattakallaṃ nāma hoti, nāsati. Etesu pana pubbakammesu akatesupi kataṃ kammaṃ yathāvuttavatthusampattiādīsu vijjamānesu akuppameva hoti. Tadevamettha pattakallaṃ imehi pañcahi aṅgehi saṅgahitanti veditabbaṃ. Imināva nayena heṭṭhā vuttesu, vakkhamānesu ca sabbesu kammesu pattakallatā yathārahaṃ yojetvā ñātabbā.",
  "tika-vin07t16:282": "Itthannāmaṃupasampādeyyāti upasampadānipphādanena taṃsamaṅgiṃ kareyya karotūti patthanāyaṃ, vidhimhi vā idaṃ daṭṭhabbaṃ. Yathā hi ‘‘devadattaṃ sukhāpeyyā’’ti vutte sukhamassa nipphādetvā taṃ sukhasamaṅginaṃ kareyyāti attho hoti, evamidhāpi upasampadamassa nipphādetvā taṃ upasampadāsamaṅginaṃ kareyyāti attho. Payojakabyāpāre cetaṃ yathā sukhayantaṃ kañci suddhakattāraṃ koci hetukattā sukhahetunipphādanena sukhāpeyyāti vuccati, evamidhāpi upasampajjantaṃ suddhakattāraṃ puggalaṃ hetukattubhūto saṅgho upasampadāhetunipphādanena upasampādeyyāti vutto. Etena ca sukhaṃ viya sukhadāyakena saṅghena puggalassa diyyamānā tathāpavattaparamatthadhamme upādāya ariyajanapaññattā upasampadā nāma sammutisaccatā atthīti samatthitaṃ hoti. Ettha ca ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti vuttattā parivāsādīsu viya yācanānuguṇaṃ ‘‘itthannāmassa upasampadaṃ dadeyyā’’ti avatvā ‘‘itthannāmaṃ upasampādeyyā’’ti vuttattā idaṃ upasampadākammaṃ dāne asaṅgahetvā kammalakkhaṇe eva saṅgahitanti daṭṭhabbaṃ. Iminā nayena ‘‘itthannāmaṃ upasampādeti, upasampanno saṅghenā’’ti etthāpi attho veditabbo. Kevalañhi tattha vattamānakālaatītakālavasena, idha pana anāmaṭṭhakālavasenāti ettakameva viseso.",
  "tika-vin07t16:283": "Esā ñattīti ‘‘saṅgho ñāpetabbo’’ti vuttañāpanā esā. Idañca anussāvanānampi sabbhāvasūcanatthaṃ vuccati. Avassañcetaṃ vattabbameva, ñattikamme eva taṃ na vattabbaṃ. Tattha pana yya-kāre vuttamatte eva ñattikammaṃ niṭṭhitaṃ hotīti daṭṭhabbaṃ. Khamatīti ruccati. Upasampadāti saṅghena diyyamānā nipphādiyamānā upasampadā yassa khamati. So tuṇhassāti yojanā. Tuṇhīti ca akathanatthe nipāto, akathanako assa bhaveyyāti attho. Khamati saṅghassa itthannāmassa upasampadāti pakatena sambandho. Tattha kāraṇamāha ‘‘tasmā tuṇhī’’ti. Tattha ‘‘āsī’’ti seso. Yasmā ‘‘yassa nakkhamati, so bhāseyyā’’ti tikkhattuṃ vuccamānopi saṅgho tuṇhī niravo ahosi, tasmā khamati saṅghassāti attho. Evanti iminā pakārena. Tuṇhībhāvenevetaṃ saṅghassa ruccanabhāvaṃ dhārayāmi bujjhāmi pajānāmīti attho. Iti-saddo parisamāpanatthe kato, so ca kammavācāya anaṅgaṃ. Tasmā anussāvakena ‘‘dhārayāmī’’ti ettha mi-kārapariyosānameva vatvā niṭṭhāpetabbaṃ, iti-saddo na payujjitabboti daṭṭhabbaṃ. Iminā nayena sabbattha kammavācānamattho veditabbo.",
  "tika-vin07t16:284": "Upasampadāvidhikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:285": "Cattāronissayādikathāvaṇṇanā",
  "tika-vin07t16:286": "128.Ekaporisā vātiādi sattānaṃ sarīracchāyaṃ pādehi minitvā jānanappakāradassanaṃ. Chasattapadaparamatā hi chāyā ‘‘porisā’’ti vuccati. Idañca utuppamāṇācikkhanādi ca āgantukehi saddhiṃ vīmaṃsitvā vuḍḍhanavabhāvaṃ ñatvā vandanavandāpanādikaraṇatthaṃ vuttaṃ. Eti āgacchati, gacchati cāti utu, sova pamiyate anena saṃvaccharanti pamāṇanti āha ‘‘utuyeva utuppamāṇa’’nti. Aparipuṇṇāti upasampadādivasena aparipuṇṇā. Yadi utuvemajjhe upasampādito, tadā tasmiṃ utumhi avasiṭṭhadivasācikkhanaṃ ‘‘divasabhāgācikkhana’’nti dasseti. Tenāha ‘‘yattakehi divasehi yassa yo utu aparipuṇṇo, te divase’’ti. Tattha yassa taṃ khaṇaṃ laddhūpasampadassa puggalassa sambandhī yo utu yattakehi divasehi aparipuṇṇo, te divaseti yojanā.",
  "tika-vin07t16:287": "Chāyādikameva sabbaṃ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha ‘‘idamevā’’tiādi. Tattha ekato katvā ācikkhitabbaṃ. Tvaṃ kiṃ labhasīti tvaṃ upasampādanakāle kataravassaṃ, katarautuñca labhasi, katarasmiṃ te upasampadā laddhāti attho. Vassanti vassānautu. Idañca saṃvaccharācikkhanaṃ vinā vuttampi na ñāyatīti iminā utuācikkhaneneva sāsanavassesu vā kaliyugavassādīsu vā sahassime vā satime vā asukaṃ utuṃ labhāmīti dassitanti daṭṭhabbaṃ. ‘‘Chāyā’’ti idaṃ pāḷiyaṃ āgatapaṭipāṭiṃ sandhāya vuttaṃ. Vattabbakamato pana kaliyugavassādīsu sabbadesapasiddhesu asukavasse asukautumhi asukamāse asuke kaṇhe vā sukke vā pakkhe asukatithivāravisesayutte nakkhatte pubbaṇhādidivasabhāge ettake chāyāpamāṇe, nāḍikāpamāṇe vā mayā upasampadā laddhāti vadeyyāsīti evaṃ ācikkhitabbaṃ. ‘‘Idaṃ suṭṭhu uggahetvā āgantukehi vuḍḍhapaṭipāṭiṃ ñatvā paṭipajjāhī’’ti vattabbaṃ. Pāḷiyaṃ kissa tvanti kiṃ tvaṃ ettakaṃ kālaṃ akāsīti attho.",
  "tika-vin07t16:288": "130.Upasampadaṃ yācīti pabbajjañca upasampadañca yācīti attho. Passissāmīti ettha vadatīti seso, evaṃ uparipi. ‘‘Osāretabbo’’ti iminā purimo ukkhittabhāvo vibbhamitvā puna laddhūpasampadampi na muñcati. Tena ca sambhuñjanādīsupi bhikkhūnaṃ pācittiyamevāti dasseti. Anāpatti sambhoge saṃvāseti ettha sahaseyyāpi saṅgahitāti daṭṭhabbaṃ. Ettha cāyamadhippāyo – yasmā ayaṃ osāritattā pakatatto, tasmā ukkhittasambhogādipaccayena pācittiyenettha anāpattīti. Yo pana āpattiṭṭhāne anāpattidiṭṭhitāya āpattiṃ na passati, teneva paṭikammampi na karoti, so yasmā ettāvatā alajjī nāma na hoti. Paṇṇattiṃ ñatvā vītikkamaṃ karonto eva hi alajjī nāma hoti. ‘‘Sañcicca āpattiṃ āpajjatī’’tiādi (pari. 359) hi vuttaṃ. Tasmā ettha alajjisambhogādipaccayā dukkaṭāpattiniyamo natthi. Tena sāpettha āpatti na vuttāti daṭṭhabbaṃ. Yo panettha imaṃ adhippāyaṃ asallakkhentena kenaci ‘‘anāpatti sambhoge saṃvāse’’ti iminā pācittiyena anāpatti vuttā, alajjisambhogapaccayā dukkaṭaṃ pana āpajjati evāti āpattiniyamo vutto, so alajjitte sati eva vutto, nāsatīti daṭṭhabbaṃ.",
  "tika-vin07t16:289": "131.Vinayamhītiādigāthāsu niggahānanti niggahakaraṇesu. Pāpiccheti pāpapuggalānaṃ niggahakaraṇesu, lajjīnaṃ paggahesu ca pesalānaṃ sukhāvahe mahante vinayamhi yathā atthakārī atthānuguṇaṃ karontova yasmā yoniso paṭipajjati nāma hoti, tasmā uddānaṃ pavakkhāmīti sambandhayojanā daṭṭhabbā. Sesaṃ sabbattha suviññeyyameva.",
  "tika-vin07t16:290": "Cattāronissayādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t16:291": "Iti samantapāsādikāya vinayaṭṭhakathāya vimativinodaniyaṃ",
  "tika-vin07t16:292": "Mahākhandhakavaṇṇanānayo niṭṭhito."
}