{
  "tika-abh07t17:0": "9. Kammaṭṭhānaparicchedavaṇṇanā",
  "tika-abh07t17:1": "1.Ito paccayaniddesato paraṃ nīvaraṇānaṃ samanaṭṭhena samathasaṅkhātānaṃ, aniccādivividhākārato dassanaṭṭhena vipassanāsaṅkhātānañca dvinnaṃ bhāvanānaṃ duvidhampi kammaṭṭhānaṃ duvidhabhāvanākammassa pavattiṭṭhānatāya kammaṭṭhānabhūtamārammaṇaṃ uttaruttarayogakammassa padaṭṭhānatāya kammaṭṭhānabhūtaṃ bhāvanāvīthiñca yathākkamaṃ samathavipassanānukkamena pavakkhāmīti yojanā.",
  "tika-abh07t17:2": "Samathakammaṭṭhānaṃ",
  "tika-abh07t17:3": "Caritabhedavaṇṇanā",
  "tika-abh07t17:4": "3. Rāgo va caritā pakatīti rāgacaritā. Evaṃ dosacaritādayopi. Caritasaṅgahoti mūlacaritavasena puggalasaṅgaho, saṃsaggavasena pana tesaṭṭhi caritā honti. Vuttañhi –",
  "tika-abh07t17:5": "‘‘Rāgādike tike satta, satta saddhādike tike;",
  "tika-abh07t17:6": "Ekadvitikamūlamhi, missato sattasattaka’’nti.",
  "tika-abh07t17:7": "Ettha hi rāgacaritā dosacaritā mohacaritā rāgadosacaritā rāgamohacaritā dosamohacaritā rāgadosamohacaritāti evaṃ rāgādike tike sattakamekaṃ. Tathā saddhācaritā buddhicaritā vitakkacaritā saddhābuddhicaritā saddhābuddhivitakkacaritā buddhivitakkacaritā saddhābuddhivitakkacaritāti saddhādikepi tike ekanti evaṃ dve tike amissetvā cuddasa caritā honti. Rāgāditike pana ekadvitikamūlavasena saddhāditikena saha yojite rāgasaddhācaritā rāgabuddhicaritā rāgavitakkacaritā rāgasaddhābuddhicaritā rāgasaddhāvitakkacaritā rāgabuddhivitakkacaritā rāgasaddhābuddhivitakkacaritāti rāgamūlanaye ekaṃ sattakaṃ, tathā ‘‘dosasaddhācaritā dosabuddhicaritā dosavitakkacaritā’’tyādinā dosamūlanayepi ekaṃ, ‘‘mohasaddhācaritā’’tyādinā mohamūlanayepi ekanti evaṃ ekamūlanaye sattakattayaṃ hoti. Yathā cettha, evaṃ dvimūlakanayepi ‘‘rāgadosasaddhācaritā rāgadosabuddhicaritā rāgadosavitakkacaritā’’tyādinā sattakattayaṃ. Timūlakanaye pana ‘‘rāgadosamohasaddhācaritā’’tyādinā ekaṃ sattakanti evaṃ missato sattasattakavasena ekūnapaññāsa caritā honti. Iti imā ekūnapaññāsa, purimā ca cuddasāti tesaṭṭhi caritā daṭṭhabbā. Keci pana diṭṭhiyā saddhiṃ ‘‘catusaṭṭhī’’ti vaṇṇenti.",
  "tika-abh07t17:8": "Caritabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:9": "Bhāvanābhedavaṇṇanā",
  "tika-abh07t17:10": "4. Bhāvanāya paṭisaṅkhārakammabhūtā, ādikammabhūtā vā pubbabhāgabhāvanā parikammabhāvanā nāma. Nīvaraṇavikkhambhanato paṭṭhāya gotrabhūpariyosānā kāmāvacarabhāvanā upacārabhāvanā nāma. Appanāya samīpacārittā gāmūpacārādayo viya. Mahaggatabhāvappattā appanābhāvanā nāma appanāsaṅkhātavitakkapamukhattā . Sampayuttadhammehi ārammaṇe appento viya pavattatīti vitakko appanā. Tathā hi so ‘‘appanā byappanā’’ti (dha. sa. 7) niddiṭṭho. Tappamukhatāvasena pana sabbepi mahaggatānuttarajhānadhammā ‘‘appanā’’ti vuccanti.",
  "tika-abh07t17:11": "Bhāvanābhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:12": "Nimittabhedavaṇṇanā",
  "tika-abh07t17:13": "5. Parikammassa nimittaṃ ārammaṇattāti parikammanimittaṃ, kasiṇamaṇḍalādi. Tadeva cakkhunā diṭṭhaṃ viya manasā uggahetabbaṃ nimittaṃ, uggaṇhantassa vā nimittanti uggahanimittaṃ. Tappaṭibhāgaṃ vaṇṇādikasiṇadosarahitaṃ nimittaṃ upacārappanānaṃ ārammaṇattāti paṭibhāganimittaṃ.",
  "tika-abh07t17:14": "6. Pathavīyeva kasiṇaṃ ekadese aṭṭhatvā anantassa pharitabbatāya sakalaṭṭhenāti pathavīkasiṇaṃ, kasiṇamaṇḍalaṃ. Paṭibhāganimittaṃ, tadārammaṇañca jhānaṃ ‘pathavīkasiṇa’nti vuccati. Tathā āpokasiṇādīsupi. Tattha pathavādīni cattāri bhūtakasiṇāni. Nīlādīni cattāri vaṇṇakasiṇāni, paricchinnākāso ākāsakasiṇaṃ, candādiāloko ālokakasiṇanti daṭṭhabbaṃ.",
  "tika-abh07t17:15": "7. Uddhaṃ dhumātaṃ sūnaṃ chavasarīraṃ uddhumātaṃ, tadeva kucchitaṭṭhenauddhumātakaṃ. Evaṃ sesesupi. Setarattādinā vimissitaṃ yebhuyyena nīlavaṇṇaṃ chavasarīraṃ vinīlakaṃ visesato nīlakanti katvā. Vissavantapubbakaṃ vipubbakaṃ. Majjhe dvidhā chinnaṃ vicchiddakaṃ. Soṇasiṅgālādīhi vividhākārena khāyitaṃ vikkhāyitakaṃ. Soṇasiṅgālādīhi vividhenākārena khaṇḍitvā tattha tattha khittaṃ vikkhittakaṃ. Kākapadādiākārena satthena hanitvā vividhaṃ khittaṃ hatavikkhittakaṃ. Lohitapaggharaṇakaṃ lohitakaṃ. Kimikulapaggharaṇakaṃ puḷavakaṃ. Antamaso ekampi aṭṭhi aṭṭhikaṃ.",
  "tika-abh07t17:16": "8. Anu anu saraṇaṃ anussati, arahatādibuddhaguṇārammaṇā anussati buddhānussati. Svākkhātatādidhammaguṇārammaṇā anussati dhammānussati. Suppaṭipannatādisaṃghaguṇārammaṇā anussati saṃghānussati. Akhaṇḍatādinā suparisuddhassa attano sīlaguṇassa anussaraṇaṃ sīlānussati. Vigatamalamaccheratādivasena attano cāgānussaraṇaṃ cāgānussati. ‘‘Yehi saddhādīhi samannāgatā devā devattaṃ gatā, tādisā guṇā mayi santī’’ti evaṃ devatā sakkhiṭṭhāne ṭhapetvā attano saddhādiguṇānussaraṇaṃ devatānussati. Sabbadukkhūpasamabhūtassa nibbānassa guṇānussaraṇaṃ upasamānussati. Jīvitindriyupacchedabhūtassa maraṇassa anussaraṇaṃ maraṇānussati. Kesādikāyakoṭṭhāse gatā pavattā sati kāyagatāsati. Ānañca apānañca ānāpānaṃ, assāsapassāsā, tadārammaṇā sati ānāpānassati.",
  "tika-abh07t17:17": "9. Mijjati siniyhatīti mettā, mittesu bhavāti vā mettā, sā sattānaṃ hitasukhūpasaṃharaṇalakkhaṇā. Paradukkhāpanayanakāmatālakkhaṇā karuṇā. Parasampattipamodalakkhaṇā muditā. Iṭṭhāniṭṭhesu majjhattākārappavattilakkhaṇā upekkhā. Appamāṇasattārammaṇattā appamaññā. Uttamavihārabhāvato, uttamānaṃ vā vihārabhāvato brahmavihāro.",
  "tika-abh07t17:18": "10. Gamanapariyesanaparibhogādipaccavekkhaṇavasena kabaḷīkārāhāre paṭikūlanti pavattā saññā āhāre paṭikūlasaññā.",
  "tika-abh07t17:19": "11. Pathavīdhātuādīnaṃ catunnaṃ dhātūnaṃ salakkhaṇato kesādisasambhārādito ca vavatthānaṃ catudhātuvavatthānaṃ.",
  "tika-abh07t17:20": "12. Arūpe ārammaṇe pavattā āruppā.",
  "tika-abh07t17:21": "Nimittabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:22": "Sappāyabhedavaṇṇanā",
  "tika-abh07t17:23": "13. Idāni tassa tassa puggalassa caritānukūlakammaṭṭhānaṃ dassetuṃ ‘‘caritāsu panā’’tyādimāha. Rāgo va caritaṃ pakati etassāti rāgacarito, rāgabahulo puggalo, rāgassa ujuvipaccanīkabhāvato asubhakammaṭṭhānaṃ tassa sappāyaṃ. Ānāpānaṃ mohacaritassa, vitakkacaritassa ca sappāyaṃ buddhivisayabhāvena mohappaṭipakkhattā, vitakkasandhāvanassa nivārakattā ca. Cha buddhānussatiādayo saddhācaritassa sappāyā saddhāvuddhihetubhāvato.",
  "tika-abh07t17:24": "17.Maraṇaupasamasaññāvavatthānāni buddhicaritassa sappāyāni gambhīrabhāvato buddhiyā eva visayattā.",
  "tika-abh07t17:25": "18.Sesānīti catubbidhabhūtakasiṇaākāsaālokakasiṇaāruppacatukkavasena dasavidhāni. Tatthāpīti tesu dasasu kammaṭṭhānesu. Puthulaṃ mohacaritassa sappāyaṃ sambādhe okāse cittassa bhiyyosomattāya sammuyhanato. Khuddakaṃ vitakkacaritassa sappāyaṃ mahantārammaṇassa vitakkasandhāvanapaccayattā. Ujuvipaccanīkato ceva atisappāyatāya cetaṃ vuttaṃ. Rāgādīnaṃ pana avikkhambhikā, saddhādīnaṃ vā anupakārikā kasiṇādibhāvanā nāma natthi.",
  "tika-abh07t17:26": "Sappāyabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:27": "Bhāvanābhedavaṇṇanā",
  "tika-abh07t17:28": "19.Sabbatthāpīti cattālīsakammaṭṭhānesupi natthi appanā, buddhaguṇādīnaṃ paramatthabhāvato, anekavidhattā, ekassapi gambhīrabhāvato ca. Buddhānussatiādīsu dasasu kammaṭṭhānesu appanāvasena samādhissa patiṭṭhātuṃ asakkuṇeyyattā appanābhāvaṃ appatvā samādhi upacārabhāvena patiṭṭhāti. Lokuttarasamādhi, pana dutiyacatutthāruppasamādhi ca sabhāvadhammepi bhāvanāvisesavasena appanaṃ pāpuṇāti. Visuddhibhāvanānukkamavasena hi lokuttaro appanaṃ pāpuṇāti. Ārammaṇasamatikkamabhāvanāvasena āruppasamādhi. Appanāppattasseva hi catutthajjhānasamādhino ārammaṇasamatikkamanamattaṃ hoti.",
  "tika-abh07t17:29": "21. Pañcapi jhānāni etesamatthi, tattha niyuttānīti vā pañcakajjhānikāni.",
  "tika-abh07t17:30": "22. Asubhabhāvanāya paṭikūlārammaṇattā caṇḍasotāya nadiyā arittabalena nāvā viya vitakkabaleneva tattha cittaṃ pavattatīti asubhakammaṭṭhāne avitakkajjhānāsambhavato ‘‘paṭhamajjhānikā’’ti vuttaṃ.",
  "tika-abh07t17:31": "23. Mettākaruṇāmuditānaṃ domanassasahagatabyāpādavihiṃsānabhiratīnaṃ pahāyakattā domanassappaṭipakkhena somanasseneva sahagatatā yuttāti ‘‘mettādayo tayo catukkajjhānikā’’ti vuttā.",
  "tika-abh07t17:32": "24. ‘‘Sabbe sattā sukhitā hontu, dukkhā muccantu, laddhasukhasampattito mā vigacchantū’’ti mettādivasappavattabyāpārattayaṃ pahāya kammassakatādassanena sattesu majjhattākārappavattabhāvanānibbattāya tatramajjhattupekkhāya balavatarattā upekkhābrahmavihārassa sukhasahagatāsambhavato ‘‘upekkhā pañcamajjhānikā’’ti vuttā.",
  "tika-abh07t17:33": "Bhāvanābhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:34": "Gocarabhedavaṇṇanā",
  "tika-abh07t17:35": "26.Yathārahanti taṃtaṃārammaṇānurūpato. Kassaci ārammaṇassa aparibyattatāya ‘‘pariyāyenā’’ti vuttaṃ.",
  "tika-abh07t17:36": "27. Kasiṇāsubhakoṭṭhāsānāpānassatīsveva hi paribyattanimittasambhavoti.",
  "tika-abh07t17:37": "28.Pathavīmaṇḍalādīsu nimittaṃ uggaṇhantassāti ādimhi tāva catupārisuddhisīlaṃ visodhetvā dasavidhaṃ palibodhaṃ upacchinditvā piyagarubhāvanīyādiguṇasamannāgataṃ kalyāṇamittaṃ upasaṅkamitvā attano cariyānukūlaṃ kammaṭṭhānaṃ gahetvā aṭṭhārasavidhaṃ ananurūpavihāraṃ pahāya pañcaṅgasamannāgate anurūpavihāre viharantassa kesanakhaharaṇādikhuddakapalibodhupacchedaṃ katvā kasiṇamaṇḍalādīni purato katvā ānāpānakoṭṭhāsādīsu cittaṃ ṭhapetvā nisīditvā ‘‘pathavī pathavī’’tyādinā taṃtaṃbhāvanānukkamena pathavīkasiṇādīsu taṃtadārammaṇesu nimittaṃ uggaṇhantassa. Ayamettha saṅkhepo. Vitthārato pana bhāvanā visuddhimaggato (visuddhi. 1.54 ādayo) gahetabbā. Duvidhampi hi bhāvanāvidhānaṃ idha ācariyena atisaṅkhepato vuttaṃ, tadatthadassanatthañca vitthāranaye āhariyamāne atippapañco siyāti mayampi taṃ na vitthāressāma. Yadā pana taṃ nimittaṃ cittena samuggahitanti evaṃ pavattānupubbabhāvanāvasena yadā taṃ parikammanimittaṃ cittena sammā uggahitaṃ hoti. Manodvārassa āpāthamāgatanti cakkhuṃ nimmīletvā, aññattha gantvā vā manasi karontassa kasiṇamaṇḍalasadisameva hutvā manodvārikajavanānaṃ āpāthaṃ āgataṃ hoti.",
  "tika-abh07t17:38": "29.Samādhiyatīti visesato cittekaggatāpattiyā samāhitā hoti.",
  "tika-abh07t17:39": "30. Cittasamādhānavasena puggalopi samāhitoyevāti vuttaṃ ‘‘tathā samāhitassā’’ti. Tappaṭibhāganti uggahanimittasadisaṃ, tatoyeva hi taṃ ‘‘paṭibhāganimitta’’nti vuccati. Taṃ pana uggahanimittato atiparisuddhaṃ hoti. Vatthudhammavimuccitanti paramatthadhammato vimuttaṃ, vatthudhammato vā kasiṇamaṇḍalagatakasiṇadosato vinimuttaṃ. Bhāvanāya nibbattattā bhāvanāmayaṃ. Samappitanti suṭṭhu appitaṃ.",
  "tika-abh07t17:40": "31.Tato paṭṭhāyāti paṭibhāganimittuppattito paṭṭhāya.",
  "tika-abh07t17:41": "33. Pañcasu jhānaṅgesu ekekārammaṇe uppannāvajjanānantaraṃ catupañcajavanakatipayabhavaṅgato paraṃ agantvā aparāparaṃ jhānaṅgāvajjanasamatthatā āvajjanavasitā nāma. Samāpajjitukāmatānantaraṃ katipayabhavaṅgato paraṃ agantvā uppannāvajjanānantaraṃ samāpajjituṃ samatthatā samāpajjanavasitā nāma. Setu viya sīghasotāya nadiyā oghaṃ bhavaṅgavegaṃ upacchinditvā yathāparicchinnakālaṃ jhānaṃ ṭhapetuṃ samatthatā bhavaṅgapātato rakkhaṇayogyatā adhiṭṭhānavasitā nāma. Yathā paricchinnakālaṃ anatikkamitvā jhānato vuṭṭhānasamatthatā vuṭṭhānavasitā nāma. Atha vā yathāparicchinnakālato uddhaṃ gantuṃ adatvā ṭhapanasamatthatā adhiṭṭhānavasitā nāma. Yathāparicchinnakālato anto avuṭṭhahitvā yathākālavaseneva vuṭṭhānasamatthatā vuṭṭhānavasitā nāmāti alamatippapañcena. Paccavekkhaṇavasitā pana āvajjanavasitāya eva siddhā. Āvajjanānantarajavanāneva hi paccavekkhaṇajavanāni nāma. Vitakkādioḷārikaṅgaṃ pahānāyāti dutiyajjhānādīhi vitakkādioḷārikaṅgānaṃ jhānakkhaṇe anuppādāya. Padahatoti parikammaṃ karontassa. Tassa pana upacārabhāvanā nipphannā nāma hoti vitakkādīsu nikantivikkhambhanato paṭṭhāyāti daṭṭhabbaṃ. Yathārahanti taṃtaṃjhānikakasiṇādiārammaṇānurūpaṃ.",
  "tika-abh07t17:42": "36. Ākāsakasiṇassa ugghāṭetuṃ asakkuṇeyyattā vuttaṃ ‘‘ākāsavajjitesū’’ti. Kasiṇanti kasiṇapaṭibhāganimittaṃ. Ugghāṭetvāti amanasikāravasena uddharitvā. Anantavasena parikammaṃ karontassāti ‘‘anantaṃ ākāsaṃ, anantaṃ ākāsa’’nti ākāsaṃ ārabbha parikammaṃ karontassa, na pana kevalaṃ ‘‘anantaṃ ananta’’nti. Evaṃ viññāṇañcāyatanepi. ‘‘Ananta’’nti avatvāpi ‘‘ākāso ākāso (visuddhi. 1.276), viññāṇaṃ viññāṇa’’nti (visuddhi. 1.281) manasi kātuṃ vaṭṭatīti ācariyā.",
  "tika-abh07t17:43": "39.‘‘Santametaṃ, paṇītameta’’nti parikammaṃ karontassāti abhāvamattārammaṇatāya ‘‘etaṃ santaṃ, etaṃ paṇīta’’nti bhāventassa.",
  "tika-abh07t17:44": "40.Avasesesu cāti kasiṇādīhi saha appanāvahakammaṭṭhānato avasesesu buddhānussatiādīsu aṭṭhasu , saññāvavatthānesu cāti dasasu kammaṭṭhānesu. Parikammaṃ katvāti ‘‘so bhagavā itipi arahaṃ, itipi sammāsambuddho’’tyādinā (visuddhi. 1.124) vuttavidhānena parikammaṃ katvā. Sādhukamuggahiteti buddhādiguṇaninnapoṇapabbhāracittatāvasena suṭṭhu uggahite. Parikammañca samādhiyatīti parikammabhāvanā samāhitā nipphajjati. Upacāro ca sampajjatīti nīvaraṇāni vikkhambhento upacārasamādhi ca uppajjati.",
  "tika-abh07t17:45": "41.Abhiññāvasenapavattamānanti abhivisesato jānanaṭṭhena abhiññāsaṅkhātaṃ iddhividhādipañcalokiyābhiññāvasena pavattamānaṃ, abhiññāpādakapañcamajjhānā vuṭṭhahitvāti kasiṇānulomādīhi cuddasahākārehi (visuddhi. 2.365) cittaṃ paridametvā abhinīhārakkhamaṃ katvā upekkhekaggatāyogato anurūpattā ca rūpāvacarapañcamajjhānameva abhiññānaṃ pādakaṃ patiṭṭhābhūtaṃ pathavādikasiṇārammaṇaṃ pañcamajjhānaṃ, taṃ samāpajjitvā tato vuṭṭhāya. Adhiṭṭheyyādikamāvajjetvāti iddhividhañāṇassa parikammakāle adhiṭṭhātabbaṃ vikubbanīyaṃ satādikaṃ komārarūpādikaṃ, dibbasotassa parikammakāle thūlasukhumabhedaṃ saddaṃ, cetopariyañāṇassa parikammakāle parassa hadayaṅgatavaṇṇadassanena sarāgādibhedaṃ cittaṃ, pubbenivāsānussatiñāṇassa parikammasamaye purimabhavesu cuticittādibhedaṃ pubbe nivutthakkhandhaṃ, dibbacakkhussa parikammasamaye obhāsapharitaṭṭhānagataṃ rūpaṃ vā āvajjetvā.",
  "tika-abh07t17:46": "Parikammaṃ karontassāti ‘‘sataṃ homi, sahassaṃ homī’’tyādinā parikammaṃ karontassa. Rūpādīsūti parikammavisayabhūtesu rūpapādakajjhānasaddaparacittapubbenivutthakkhandhādibhedesu ārammaṇesu. Ettha hi iddhividhañāṇassa tāva pādakajjhānaṃ, kāyo, rūpādiadhiṭṭhāne rūpādīni cāti cha ārammaṇāni . Tattha pādakajjhānaṃ atītameva, kāyo paccuppanno, itaraṃ paccuppannamanāgataṃ vā. Dibbasotassa pana saddoyeva, so ca kho paccuppanno. Paracittavijānanāya pana atīte sattadivasesu, anāgate sattadivasesu ca pavattaṃ parittādīsu yaṃ kiñci tikālikaṃ cittameva ārammaṇaṃ hotīti mahāaṭṭhakathācariyā (visuddhi. 2.416; dha. sa. aṭṭha. 1434).",
  "tika-abh07t17:47": "Saṅgahakārā pana ‘‘cattāropi khandhā’’ti (dha. sa. aṭṭha. 1434) vadanti, kathaṃ panassā paccuppannacittārammaṇatā, nanu ca āvajjanāya gahitameva iddhicittassa ārammaṇaṃ hoti, āvajjanāya ca paccuppannacittamārammaṇaṃ katvā nirujjhamānāya taṃsamakālameva parassa cittampi nirujjhatīti āvajjanajavanānaṃ kālavasena ekārammaṇatā na siyā, maggaphalavīthito aññattha āvajjanajavanānaṃ kathañca nānārammaṇatā na adhippetāti? Aṭṭhakathāyaṃ (visuddhi. 2.416; dha. sa. aṭṭha. 1434) tāva santatiaddhāpaccuppannārammaṇatā yojitā. Ānandācariyo (dha. sa. mūlaṭī. 1434 thoka visadisaṃ) pana bhaṇati ‘‘pādakajjhānato vuṭṭhāya paccuppannādivibhāgaṃ akatvā kevalaṃ ‘imassa cittaṃ jānāmi’cceva parikammaṃ katvā punapi pādakajjhānaṃ samāpajjitvā vuṭṭhāya aviseseneva cittaṃ āvajjetvā tiṇṇaṃ, catunnaṃ vā parikammānaṃ anantaraṃ cetopariyañāṇena parassa cittaṃ paṭivijjhati rūpaṃ viya dibbacakkhunā. Pacchā kāmāvacaracittena sarāgādivavatthānampi karoti nīlādivavatthānaṃ viya. Tāni ca sabbāni abhimukhībhūtacittārammaṇāneva, aniṭṭhe ca ṭhāne nānārammaṇatādoso natthi abhinnākārappavattito’’ti. Pubbenivāsānussatiñāṇassa pubbe nivutthakkhandhā, khandhappaṭibaddhāni ca nāmagottāni, nibbānañca ārammaṇaṃ hoti, dibbacakkhussa pana rūpameva paccuppannanti ayametesaṃ ārammaṇavibhāgo. Yathārahamappetīti taṃtaṃparikammānurūpato appeti.",
  "tika-abh07t17:48": "42. Idāni ārammaṇānaṃ bhedena abhiññābhedaṃ dassetuṃ ‘‘iddhividhā’’tyādimāha. Adhiṭṭhānādi iddhippabhedo etissāti iddhividhā. Dibbānaṃ sotasadisatāya, dibbavihārasannissitatāya ca dibbañca taṃ sotañcāti dibbasotaṃ. Paresaṃ cittaṃ viññāyati etāyāti paracittavijānanā. Attano santāne nivutthavasena ceva gocaranivāsavasena ca pubbe atītabhavesu khandhādīnaṃ anussaraṇaṃ pubbenivāsānussati. Vuttanayena dibbañca taṃ cakkhu cāti dibbacakkhu. ‘Cutūpapātañāṇa’nti pana dibbacakkhumeva vuccati. Yathākammūpagañāṇaanāgataṃsañāṇānipi dibbacakkhuvaseneva ijjhanti. Na hi tesaṃ visuṃ parikammaṃ atthi. Tattha anāgataṃsañāṇassa tāva anāgate sattadivasato paraṃ pavattanakaṃ cittacetasikaṃ dutiyadivasato paṭṭhāya pavattanakañca yaṃ kiñci ārammaṇaṃ hoti. Tañhi savisaye sabbaññutaññāṇagatikanti. Yathā kammūpagañāṇassa pana kusalākusalasaṅkhātā cetanā, cattāropi vā khandhā ārammaṇanti daṭṭhabbaṃ.",
  "tika-abh07t17:49": "Gocaravasena bhedo gocarabhedo.",
  "tika-abh07t17:50": "Gocarabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:51": "Samathakammaṭṭhānavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:52": "Vipassanākammaṭṭhānaṃ",
  "tika-abh07t17:53": "Visuddhibhedavaṇṇanā",
  "tika-abh07t17:54": "43. Aniccādivasena vividhākārena passatīti vipassanā, aniccānupassanādikā bhāvanāpaññā. Tassā kammaṭṭhānaṃ, sāyeva vā kammaṭṭhānanti vipassanākammaṭṭhānaṃ. Tasmiṃ vipassanākammaṭṭhāne sattavidhena visuddhisaṅgahoti sambandho.",
  "tika-abh07t17:55": "44. Aniccatāyeva lakkhaṇaṃ lakkhitabbaṃ, lakkhīyati anenāti vā aniccalakkhaṇaṃ. Udayavayapaṭipīḷanasaṅkhātadukkhabhāvo va lakkhaṇanti dukkhalakkhaṇaṃ. Paraparikappitassa attano abhāvo anattatā, tadeva lakkhaṇanti anattalakkhaṇaṃ.",
  "tika-abh07t17:56": "45. Tiṇṇaṃ lakkhaṇānaṃ anu anu passanā aniccānupassanādikā.",
  "tika-abh07t17:57": "46. Khandhādīnaṃ kalāpato sammasanavasappavattaṃ ñāṇaṃ sammasanañāṇaṃ. Uppādabhaṅgānupassanāvasappavattañāṇaṃ udayabbayañāṇaṃ. Udayaṃ muccitvā vaye pavattaṃ ñāṇaṃ bhaṅgañāṇaṃ. Saṅkhārānaṃ bhayato anupassanāvasena pavattaṃ ñāṇaṃ bhayañāṇaṃ, diṭṭhabhayānaṃ ādīnavato pekkhaṇavasena pavattaṃ ñāṇaṃ ādīnavañāṇaṃ, diṭṭhādīnavesu nibbindanavasappavattaṃ ñāṇaṃ nibbidāñāṇaṃ. Nibbinditvā saṅkhārehi muccitukamyatāvasena pavattaṃ ñāṇaṃ muccitukamyatāñāṇaṃ. Muccanassa upāyasampaṭipādanatthaṃ puna saṅkhārānaṃ pariggahavasappavattaṃ ñāṇaṃ paṭisaṅkhāñāṇaṃ. Paṭisaṅkhātadhammesu bhayanandīvivajjanavasena ajjhupekkhitvā pavattaṃ ñāṇaṃ saṅkhārupekkhāñāṇaṃ. Purimānaṃ navannaṃ kiccanipphattiyā, upari ca sattatiṃsāya bodhipakkhiyadhammānaṃ anukūlaṃ ñāṇaṃ anulomañāṇaṃ.",
  "tika-abh07t17:58": "47. Attasuññatāya suññato. Saṃyojanādīhi vimuccanaṭṭhena vimokkho. Niccanimittādino abhāvato animitto. Paṇihitassa taṇhāpaṇidhissa abhāvato appaṇihito.",
  "tika-abh07t17:59": "49. Yo naṃ pāti, taṃ mokkheti apāyādīhi dukkhehīti pātimokkhaṃ, tadeva kāyaduccaritādīhi saṃvaraṇato saṃvaro, samādhānopadhāraṇaṭṭhena sīlañcāti pātimokkhasaṃvarasīlaṃ. Manacchaṭṭhānaṃ indriyānaṃ rūpādīsu saṃvaraṇavasena pavattaṃ sīlaṃ indriyasaṃvarasīlaṃ. Micchājīva vivajjanena ājīvassa parisuddhivasappavattaṃ ājīvapārisuddhisīlaṃ. Paccaye sannissitaṃ tesaṃ idamatthikatāya paccavekkhaṇasīlaṃ paccayasannissitasīlaṃ. Catubbidhattā desanāsaṃvarapariyeṭṭhipaccavekkhaṇavasena, parisuddhattā ca catupārisuddhisīlaṃ nāma.",
  "tika-abh07t17:60": "50.Cittavisuddhi nāma cittassa vinīvaraṇabhāvāpādanavasena visodhanato, cittasīsena niddiṭṭhattā, visuddhattā cāti vā katvā.",
  "tika-abh07t17:61": "51. ‘‘Dhammānaṃ sāmaññasabhāvo lakkhaṇaṃ, kiccasampattiyo raso, upaṭṭhānākāro, phalañca paccupaṭṭhāna’’nti evaṃ vuttānaṃ lakkhaṇādīnaṃ ‘‘phusanalakkhaṇo phasso, kakkhaḷalakkhaṇā pathavī’’tyādinā vitthārato, ‘‘namanalakkhaṇaṃ nāmaṃ, ruppanalakkhaṇaṃ rūpa’’ntyādinā saṅkhepato ca pariggaho paccattalakkhaṇādivasena paricchijja gahaṇaṃ dukkhasaccavavatthānaṃ diṭṭhivisuddhi nāma ‘‘nāmarūpato attā natthī’’ti dassanato diṭṭhi ca attadiṭṭhimalavisodhanato visuddhi cāti katvā.",
  "tika-abh07t17:62": "52.Paccayapariggahoti nāmañca rūpañca paṭisandhiyaṃ tāva avijjātaṇhāupādānakammahetuvasena nibbattati. Pavattiyañca rūpaṃ kammacittautuāhārapaccayavasena, nāmañca cakkhurūpādinissayārammaṇādipaccayavasena, visesato ca yonisomanasikārādicatucakkasampattiyā kusalaṃ, tabbipariyāyena akusalaṃ, kusalākusalavasena vipāko bhavaṅgādivasena āvajjanaṃ, khīṇāsavasantānavasena kiriyajavanaṃ, āvajjanañca uppajjatīti evaṃ sādhāraṇāsādhāraṇavasena tīsu addhāsu nāmarūpappavattiyā paccakkhādisiddhassa kammādipaccayassa pariggaṇhanaṃ samudayasaccassa vavatthānaṃ kaṅkhāvitaraṇavisuddhi nāma ‘‘ahosiṃ nu kho ahamatītamaddhāna’’ntyādikāya (ma. ni. 1.18; saṃ. ni. 2.20) soḷasavidhāya, ‘‘sattharikaṅkhatī’’tyādikāya (dha. sa. 1123; vibha. 915) aṭṭhavidhāya ca kaṅkhāya vitaraṇato atikkamanato kaṅkhāvitaraṇā, ahetukavisamahetudiṭṭhimalavisodhanato visuddhi cāti katvā.",
  "tika-abh07t17:63": "53.Tato paccayapariggahato paraṃ tathāpariggahitesu paccattalakkhaṇādivavatthānavasena, paccayavavatthānavasena ca pariggahitesu lokuttaravajjesu tibhūmipariyāpannesu nāmarūpesu atītādibhedabhinnesu khandhādinayamārabbha pañcakkhandhachadvārachaḷārammaṇachadvārappavattadhammādivasena āgataṃ khandhādinayaṃ ārabbha kalāpavasena piṇḍavasena saṅkhipitvā yaṃ atīte jātaṃ rūpaṃ, taṃ atīteva niruddhaṃ. Yaṃ anāgate bhāvi rūpaṃ, tampi tattheva nirujjhissati. Yaṃ paccuppannaṃ, taṃ anāgataṃ appatvā ettheva nirujjhati, tathā ajjhattabahiddhasukhumaoḷārikahīnapaṇītarūpādayo. Tasmā ‘‘aniccaṃ attādivasena na iccaṃ anupagantabbaṃ khayaṭṭhena khayagamanato, dukkhaṃ bhayaṭṭhena bhayakarattā, anattā asārakaṭṭhena attasārādiabhāvenā’’ti ca ‘‘cakkhuṃ aniccaṃ…pe… mano. Rūpaṃ…pe… dhammā. Cakkhuviññāṇaṃ…pe… manoviññāṇaṃ aniccaṃ dukkhaṃ anattā’’tyādinā (paṭi. ma. 1.48) atītādiaddhāvasena, atītādisantānavasena, atītādikhaṇavasena ca sammasanañāṇena hutvāabhāvaudayabbayapaṭipīḷanaavasavattanākārasaṅkhātalakkhaṇattayasammasanavasappavattena kalāpasammasanañāṇena lakkhaṇattayaṃ sammasantassa parimajjantassa.",
  "tika-abh07t17:64": "Sammasanañāṇe pana uppanne puna tesveva saṅkhāresu ‘‘avijjāsamudayā rūpasamudayo, taṇhākammaāhārasamudayā rūpasamudayo, tathā avijjānirodhā rūpanirodho, taṇhākammaāhāranirodhā rūpanirodho’’ti (paṭi. ma. 1.50) evaṃ rūpakkhandhe vedanāsaññāsaṅkhārakkhandhesupi āhāraṃ apanetvā ‘‘phassasamudayā phassanirodhā’’ti ca evaṃ phassaṃ pakkhipitvā, viññāṇakkhandhe ‘‘nāmarūpasamudayā nāmarūpanirodhā’’ti nāmarūpaṃ pakkhipitvā paccayasamudayavasena, paccayanirodhavasena ca, paccaye anāmasitvā paccuppannakkhandhesu nibbattilakkhaṇamattassa, vipariṇāmalakkhaṇamattassa ca dassanena khaṇavasena cāti ekekasmiṃ khandhe paccayavasena catudhā, khaṇavasena ekadhā cāti pañcadhā udayaṃ, pañcadhā vayanti dasadasaudayabbayadassanavasena samapaññāsākārehi udayabbayañāṇena udayabbayaṃ samanupassantassa āraddhavipassakassa yogino vipassanācittasamuṭṭhāno sarīrato niccharaṇakaālokasaṅkhāto obhāso, vipassanācittasahajātā khuddikādipañcavidhā (dha. sa. aṭṭha. 1 dhammuddesavāra jhānaṅgarāsivaṇṇanā) pīti, tathā kāyacittadarathavūpasamalakkhaṇā kāyacittavasena duvidhā passaddhi, balavasaddhindriyasaṅkhāto adhimokkho, sammappadhānakiccasādhako vīriyasambojjhaṅgasaṅkhāto paggaho, atipaṇītaṃ sukhaṃ, indavissaṭṭhavajirasadisaṃ tilakkhaṇavipassanābhūtaṃ ñāṇaṃ, satipaṭṭhānabhūtā cirakatādianussaraṇasamatthā upaṭṭhānasaṅkhātā sati, samappavattavipassanāsahajātā upekkhāsambojjhaṅgabhūtā tatramajjhattupekkhā, manodvāre āvajjhanupekkhā cāti duvidhāpi upekkhā, obhāsādīsu uppannesu ‘‘na vata me ito pubbe evarūpo obhāso uppannapubbo’’tyādinā (visuddhi. 2.733) nayena tattha ālayaṃ kurumānā sukhumataṇhā rūpanikanticāti obhāsādīsu dasasu vipassanupakkilesesu uppannesu ‘‘na vata me ito pubbe evarūpā obhāsādayo uppannapubbā addhā maggappattosmi, phalappattosmī’’ti (visuddhi. 2.733) aggahetvā ‘‘ime obhāsādayo taṇhādiṭṭhimānavatthutāya na maggo, atha kho vipassanupakkilesā eva, tabbinimuttaṃ pana vīthipaṭipannaṃ vipassanāñāṇaṃ maggo’’ti evaṃ maggāmaggalakkhaṇassa vavatthānaṃ nicchayanaṃ maggāmaggassa jānanato, dassanato, amagge maggasaññāya visodhanato ca maggāmaggañāṇadassanavisuddhi nāma.",
  "tika-abh07t17:65": "54.Yāvānulomāti yāva saccānulomañāṇā. Nava vipassanāñāṇānīti (visuddhi. 2.737 ādayo) khandhānaṃ udayañca vayañca jānanakaṃ udayabbayañāṇaṃ, udayaṃ muñcitvā bhaṅgamattānupekkhakaṃ bhaṅgañāṇaṃ, bhaṅgavasena upaṭṭhitānaṃ sīhādīnaṃ viya bhāyitabbākārānupekkhakaṃ bhayañāṇaṃ, tathānupekkhitānaṃ ādittagharassa viya ādīnavākārānupekkhakaṃ ādīnavañāṇaṃ, diṭṭhādīnavesu nibbindanavasena pavattaṃ nibbidāñāṇaṃ, jālādito macchādikā viya tehi tebhūmakadhammehi muccitukāmatāvasena pavattaṃ muccitukamyatāñāṇaṃ, muccanupāyasampādanatthaṃ diṭṭhādīnavesupi samuddasakuṇī viya punappunaṃ sammasanavasappattaṃ paṭisaṅkhānupassanāñāṇaṃ, cattabhariyo puriso viya diṭṭhādīnavesu tesu saṅkhāresu upekkhanākārappavattaṃ saṅkhārupekkhāñāṇaṃ, aniccādilakkhaṇavipassanatāya heṭṭhā pavattānaṃ aṭṭhannaṃ vipassanāñāṇānaṃ, uddhaṃ maggakkhaṇe adhigantabbānaṃ sattatiṃsabodhipakkhiyadhammānañca anulomato maggavīthiyaṃ gotrabhuto pubbe pavattaṃ saccānulomikañāṇasaṅkhātaṃ navamaṃ anulomañāṇanti imāni nava ñāṇāni ñāṇadassanavisuddhiyā paṭipadābhāvato tilakkhaṇajānanaṭṭhena, paccakkhato dassanaṭṭhena, paṭipakkhato visuddhattā ca paṭipadāñāṇadassanavisuddhi nāma.",
  "tika-abh07t17:66": "55. Vipassanāya paripāko vipassanāparipāko, saṅkhārupekkhāñāṇaṃ. Taṃ āgamma paṭicca. Idāni appanāuppajjissatīti ‘‘idāni appanāsaṅkhāto lokuttaramaggo uppajjissatī’’ti vattabbakkhaṇe. Yaṃ kiñcīti saṅkhārupekkhāya gahitesu tīsu ekaṃ yaṃ kiñci.",
  "tika-abh07t17:67": "56. Vipassanāya matthakappattiyā sikhāppattā. Anulomañāṇasahitatāya sānulomā. Sā eva saṅkhāresu udāsīnattā saṅkhārupekkhā. Yathānurūpaṃ apāyādito, saṅkhāranimittato ca vuṭṭhahanato vuṭṭhānasaṅkhātaṃ maggaṃ gacchatīti vuṭṭhānagāminī.",
  "tika-abh07t17:68": "57.Abhisambhontanti pāpuṇantaṃ.",
  "tika-abh07t17:69": "58.Parijānantoti ‘‘ettakaṃ dukkhaṃ, na ito ūnādhika’’nti paricchijja jānanto. Sacchikarontoti ārammaṇakaraṇavasena paccakkhaṃ karonto. Maggasaccaṃ bhāvanāvasenāti maggasaccasaṅkhātassa sampayuttamaggasaṅkhātassa catutthasaccassa sahajātādipaccayo hutvā vaḍḍhanavasena. Ekasseva ñāṇassa catukiccasādhanaṃ padīpādīnaṃ vaṭṭidāhādicatukiccadassanato, ‘‘yo, bhikkhave, dukkhaṃ passatī’’tyādi (saṃ. ni. 5.1100; visuddhi. 2.839) āgamato ca sampaṭicchitabbaṃ.",
  "tika-abh07t17:70": "59.Dve tīṇi phalacittāni pavattitvāti magguppattiyā anurūpato dve vā tīṇi vā phalacittāni apanītaggimhi ṭhāne uṇhattanibbāpanatthāya ghaṭehi abhisiñcamānamudakaṃ viya samucchinnakilesepi santāne darathapaṭippassambhakāni hutvā pavattitvā, tesaṃ pavattiyāti vuttaṃ hoti. Paccavekkhaṇañāṇānīti maggaphalādivisayāni kāmāvacarañāṇāni, yāni sandhāya ‘‘vimuttasmiṃ vimuttamiti ñāṇaṃ hotī’’ti (mahāva. 23) vuttaṃ.",
  "tika-abh07t17:71": "60. Idāni paccavekkhaṇāya bhūmiṃ dassetuṃ ‘‘maggaṃ phalañcā’’tyādi vuttaṃ. Tattha ‘‘imināva vatāhaṃ maggena āgato’’ti maggaṃ paccavekkhati. Tato ‘‘ayaṃ nāma me ānisaṃso laddho’’ti tassa phalaṃ, tato ‘‘ayaṃ nāma me dhammo ārammaṇato sacchikato’’ti nibbānañca paṇḍito paccavekkhati. Tato ‘‘ime nāma me kilesā pahīnā’’ti pahīne kilese, ‘‘ime nāma avasiṭṭhā’’ti avasiṭṭhakilese paccavekkhati vā, na vā. Koci sekkho paccavekkhati, koci na paccavekkhati. Tattha kāmacārotyadhippāyo. Tathā hi mahānāmo sakko ‘‘ko su nāma me dhammo ajjhattaṃ appahīno’’ti (ma. ni. 1.175; visuddhi. 2.812) appahīne kilese pucchi. Arahato pana avasiṭṭhakilesapaccavekkhaṇaṃ natthi sabbakilesānaṃ pahīnattā, tasmā tiṇṇaṃ sekkhānaṃ pannarasa arahato cattārīti ekūnavīsati paccavekkhaṇañāṇānīti daṭṭhabbaṃ.",
  "tika-abh07t17:72": "Chabbisuddhikamenāti (visuddhi. 2.662 ādayo) sīlacittavisuddhīnaṃ vasena mūlabhūtānaṃ dvinnaṃ, diṭṭhivisuddhiādīnaṃ vasena sarīrabhūtānaṃ catunnanti etāsaṃ channaṃ visuddhīnaṃ kamena. Catunnaṃ saccānaṃ jānanatā, paccakkhakaraṇato, kilesamalehi visuddhattā ca ñāṇadassanavisuddhi nāma.",
  "tika-abh07t17:73": "Etthāti vipassanākammaṭṭhāne.",
  "tika-abh07t17:74": "Visuddhibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:75": "Vimokkhabhedavaṇṇanā",
  "tika-abh07t17:76": "61.Tattha tasmiṃ uddese. Saṅkhāresu ‘‘yo attābhiniveso kammassa kārako phalassa ca vedako eso me attā’’ti evaṃ abhiniveso daḷhaggāho, taṃ muñcantī ‘‘anattā’’ti pavattā anupassanāva attasuññatākārānupassanato suññatānupassanā nāma vimokkhamukhaṃ paṭipakkhato vimuttivasena vimokkhasaṅkhātassa lokuttaraṃ maggaphalassa dvāraṃ hoti.",
  "tika-abh07t17:77": "62. Saṅkhāresu ‘‘anicca’’nti pavattā anupassanā anicce ‘‘nicca’’nti (a. ni. 4.49; paṭi. ma. 1.236; vibha. 939) pavattaṃ saññācittadiṭṭhivipallāsasaṅkhātaṃ vipallāsanimittaṃ muñcantī pajahantī vipallāsanimittarahitākārānupassanato animittānupassanā nāma vimokkhamukhaṃ hotīti sambandho.",
  "tika-abh07t17:78": "63. ‘‘Dukkha’’nti pavattānupassanā saṅkhāresu ‘‘etaṃ mama, etaṃ sukha’’ntyādinā nayena pavattaṃ kāmabhavataṇhāsaṅkhātaṃ taṇhāpaṇidhiṃ taṇhāpatthanaṃ muñcantī dukkhākāradassanena pariccajantī paṇidhirahitākārānupassanato appaṇihitānupassanā nāma.",
  "tika-abh07t17:79": "64.Tasmāti yasmā etāsaṃ tissannaṃ etāni tīṇi nāmāni, tasmā yadi vuṭṭhānagāminivipassanā anattato vipassati. Maggo suññato nāma vimokkho hoti āgamanavasena laddhanāmattā.",
  "tika-abh07t17:80": "66.Vipassanāgamanavasenāti vipassanāsaṅkhātāgamanavasena. Āgacchati etena maggo, phalañcāti vipassanāmaggo idha āgamanaṃ nāma.",
  "tika-abh07t17:81": "67.Yathāvuttanayenāti pubbe vuttaanattānupassanādivasena. Yathāsakaṃ phalamuppajjamānampīti yathāladdhamaggassa phalabhūtaṃ attano attano phalaṃ uppajjamānampi maggāgamanavasena alabhitvā vipassanāgamanavaseneva tīṇi nāmāni labhati phalasamāpattikāle tadā maggappavattābhāvena tassa dvārabhāvāyogato. Ārammaṇavasenāti sabbasaṅkhārasuññatattā, saṅkhāranimittarahitattā, taṇhāpaṇidhirahitattā ca suññataanimittaappaṇihitanāmavantaṃ nibbānaṃ ārabbha pavattattā tassa vasena. Sarasavasenāti rāgādisuññatattā, rūpanimittādiārammaṇarahitattā, kilesapaṇidhirahitattā attano guṇavasena. Sabbatthāti maggavīthiyaṃ, phalasamāpattivīthiyañca. Sabbesampīti maggassa, phalassapi.",
  "tika-abh07t17:82": "Vimokkhabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:83": "Puggalabhedavaṇṇanā",
  "tika-abh07t17:84": "68. Sattakkhattuṃ sattasu vāresu kāmasugatiyaṃ paṭisandhiggahaṇaṃ paramaṃ etassāti sattakkhattuparamo na pana aṭṭhamādikāmabhavagāmītyadhippāyo. Yaṃ sandhāya vuttaṃ ‘‘na te bhavaṃ aṭṭhamamādiyantī’’ti (khu. pā. 6.9; su. ni. 232; netti. 115). Rūpārūpasugatibhavaṃ pana sattavārato parampi gacchatīti ācariyā.",
  "tika-abh07t17:85": "69.Rāgadosamohānanti mohaggahaṇaṃ rāgadosekaṭṭhamohaṃ sandhāyāti daṭṭhabbaṃ.",
  "tika-abh07t17:86": "70. Khīṇā cattāro āsavā etassāti khīṇāsavo. Dakkhiṇārahesu aggattā aggadakkhiṇeyyo.",
  "tika-abh07t17:87": "Puggalabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:88": "Samāpattibhedavaṇṇanā",
  "tika-abh07t17:89": "72.Sabbesampīti catunnampi ariyapuggalānaṃ.",
  "tika-abh07t17:90": "73. Cittacetasikānaṃ appavattisaṅkhātassa nirodhassa samāpatti nirodhasamāpatti, diṭṭheva dhamme cittanirodhaṃ patvā viharaṇaṃ. Anāgāmīnañcāti kāmarūpabhavaṭṭhānaṃ aṭṭhasamāpattilābhīnameva anāgāmīnaṃ, tathā khīṇāsavānañca. Tatthāti nirodhasamāpattiyaṃ. Yāva ākiñcaññāyatanaṃ gantvāti evaṃ samathavipassanānaṃ yuganaddhabhāvāpādanavasena yāva ākiñcaññāyatanaṃ, tāva gantvā. Adhiṭṭheyyādikanti kāyapaṭibaddhaṃ ṭhapetvā visuṃ visuṃ ṭhapitacīvarādiparikkhāragehādīnaṃ aggiādinā avināsanādhiṭṭhānaṃ, saṃghapaṭimānanasatthupakkosanānaṃ puretaraṃ vuṭṭhānaṃ, sattāhabbhantare āyusaṅkhārappavattiolokananti catubbidhaṃ adhiṭṭhānādikaṃ pubbakiccaṃ katvā.",
  "tika-abh07t17:91": "Samāpattibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:92": "Vipassanākammaṭṭhānavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:93": "Uyyojanavaṇṇanā",
  "tika-abh07t17:94": "75.Paṭipattirasassādanti jhānasukhaphalasukhādibhedaṃ samathavipassanāpaṭipattirasassādaṃ.",
  "tika-abh07t17:95": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t17:96": "Kammaṭṭhānaparicchedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:97": "Nigamanavaṇṇanā",
  "tika-abh07t17:98": "(Ka) cārittena kulācārena sobhite visālakule udayo nibbatti yassa, tena, kammādivisayāya saddhāya abhivuddho parisuddho ca dānasīlādiguṇānaṃ udayo yassa, tena, nampavhayena nampanāmakena, parānukampaṃ sāsane sukhotaraṇaparipācanalakkhaṇaṃ parānuggahaṃ, paṇidhāya patthetvā yaṃ pakaraṇaṃ patthitaṃ abhiyācitaṃ, taṃ ettāvatā pariniṭṭhitanti yojanā.",
  "tika-abh07t17:99": "(Kha) tena pakaraṇappasutena vipulena puññena paññāvadātena ariyamaggapaññāparisuddhena sīlādiguṇena sobhitā. Tatoyeva lajjino bhikkhū, dhaññānaṃ adhivāsabhūtaṃ, uditoditaṃ accantappasiddhaṃ, mūlasomaṃ nāma vihāraṃ, puññavibhavassa udayasaṅkhātāya maṅgalatthāya āyukantaṃ maññantu, tattha nivāsino bhikkhū īdisā hontūtyadhippāyo.",
  "tika-abh07t17:100": "Nigamanavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:101": "Niṭṭhitā cāyaṃ abhidhammatthavibhāvinī nāma.",
  "tika-abh07t17:102": "Abhidhammatthasaṅgahaṭīkā.",
  "tika-abh07t17:103": "Nigamanakathā",
  "tika-abh07t17:104": "1. Ramme pulatthinagare nagarādhirāje,",
  "tika-abh07t17:105": "Raññā parakkamabhujena mahābhujena;",
  "tika-abh07t17:106": "Kārāpite vasati jetavane vihāre;",
  "tika-abh07t17:107": "Yo rammahammiyavarūpavanābhirāme.",
  "tika-abh07t17:108": "2. Sampannasīladamasaṃyamatositehi,",
  "tika-abh07t17:109": "Sammānito vasigaṇehi guṇākarehi;",
  "tika-abh07t17:110": "Patto munindavacanādisu nekagantha-",
  "tika-abh07t17:111": "Jātesu cācariyataṃ mahitaṃ vidūhi.",
  "tika-abh07t17:112": "3. Ñāṇānubhāvamiha yassa ca sūcayantī,",
  "tika-abh07t17:113": "Saṃvaṇṇanā ca vinayaṭṭhakathādikānaṃ;",
  "tika-abh07t17:114": "Sāratthadīpanimukhā madhuratthasāra-",
  "tika-abh07t17:115": "Sandīpanena sujanaṃ paritosayantī.",
  "tika-abh07t17:116": "4. Tassānukampamavalambiya sāriputta-",
  "tika-abh07t17:117": "Ttherassa thāmagatasāraguṇākarassa;",
  "tika-abh07t17:118": "Yo nekaganthavisayaṃ paṭutaṃ alatthaṃ,",
  "tika-abh07t17:119": "Tassesa ñāṇavibhavo vibhavekahetu.",
  "tika-abh07t17:120": "5. Sohametassa saṃsuddha-vāyāmassānubhāvato.",
  "tika-abh07t17:121": "Addhāsāsanadāyādo, hessaṃ metteyyasatthuno.",
  "tika-abh07t17:122": "6. Jotayantaṃ tadā tassa, sāsanaṃ suddhamānasaṃ.",
  "tika-abh07t17:123": "Passeyyaṃ sakkareyyañca, garuṃ me sārisambhavaṃ.",
  "tika-abh07t17:124": "7. Dinehi catuvīsehi, ṭīkāyaṃ niṭṭhitā yathā.",
  "tika-abh07t17:125": "Tathā kalyāṇasaṅkappā, sīghaṃ sijjhantu pāṇinanti.",
  "tika-abh07t17:126": "Iti bhadantasāriputtamahātherassa sissena racitā",
  "tika-abh07t17:127": "Abhidhammatthavibhāvinī nāma",
  "tika-abh07t17:128": "Abhidhammatthasaṅgahaṭīkā niṭṭhitā."
}