{
  "tika-vin08t16:0": "16. Sahaseyyavinicchayakathā",
  "tika-vin08t16:1": "79. Evaṁ bhūtagāmavinicchayaṁ kathetvā idāni sahaseyyavinicchayaṁ kathetuṁ ‘‘duvidhaṁ sahaseyyaka’’ntiādimāha. Tattha dve vidhā pakārā yassa sahaseyyakassa taṁ duvidhaṁ, saha sayanaṁ, saha vā sayati etthāti sahaseyyā, sahaseyyā eva sahaseyyakaṁ sakatthe ka-paccayavasena. Taṁ pana anupasampannenasahaseyyāmātugāmenasahaseyyāvasena duvidhaṁ. Tenāha ‘‘duvidhaṁ sahaseyyaka’’nti. Dirattatirattanti ettha vacanasiliṭṭhatāmattena dirattaggahaṇaṁ katanti veditabbaṁ. Tirattañhi sahavāse labbhamāne diratte vattabbameva natthīti dirattaggahaṇaṁ visuṁ na payojeti. Tenevāha ‘‘uttaridirattatirattanti bhagavā sāmaṇerānaṁ saṅgahakaraṇatthāya tirattaparihāraṁ adāsī’’ti. Nirantaraṁ tirattaggahaṇatthaṁ vā dirattaggahaṇaṁ kataṁ. Kevalañhi ‘‘tiratta’’nti vutte aññattha vāsena antarikampi tirattaṁ gaṇheyya. Dirattavisiṭṭhaṁ pana tirattaṁ vuccamānaṁ tena anantarikameva tirattaṁ dīpeti. Vimativinodaniyampi (vi. vi. ṭī. pācittiya 2.50-51) ‘‘dirattaggahaṇaṁ vacanālaṅkāratthaṁ. Nirantaraṁ tissova rattiyo sayitvā catutthadivasādīsu sayantasseva āpatti, na ekantarikādivasena sayantassāti dassanatthampīti daṭṭhabba’’nti vuttaṁ. Sahaseyyaṁ ekato seyyaṁ. Seyyanti cettha kāyappasāraṇasaṅkhātaṁ sayanampi vuccati, yasmiṁ senāsane sayanti, tampi, tasmā seyyaṁ kappeyyāti ettha senāsanasaṅkhātaṁ seyyaṁ pavisitvā kāyappasāraṇasaṅkhātaṁ seyyaṁ kappeyya sampādeyyāti attho. Diyaḍḍhahatthubbedhenāti ettha diyaḍḍhahattho vaḍḍhakihatthena gahetabbo. Pañcahi chadanehīti iṭṭhakāsilāsudhātiṇapaṇṇasaṅkhātehi pañcahi chadanehi. Vācuggatavasenāti paguṇavasena.",
  "tika-vin08t16:2": "Ekūpacāroti vaḷañjanadvārassa ekattaṁ sandhāya vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.50-51) pana ‘‘ekūpacāro ekena maggena pavisitvā abbhokāsaṁ anokkamitvā sabbattha anuparigamanayoggo, etaṁ bahudvārampi ekūpacārova. Yattha pana kuṭṭādīhi rundhitvā visuṁ dvāraṁ yojenti, nānūpacāro hoti. Sace pana rundhati eva, visuṁ dvāraṁ na yojenti, etampi ekūpacārameva mattikādīhi pihitadvāro viya gabbhoti gahetabbaṁ. Aññathā gabbhe pavisitvā pamukhādīsu nipannānupasampannehi sahaseyyāparimuttiyā gabbhadvāraṁ mattikādīhi pidahāpetvā uṭṭhite aruṇe vivarāpentassapi anāpatti bhaveyyā’’ti vuttaṁ. Catusālaṁ ekūpacāraṁ hotīti sambandho. Tesaṁ payoge payoge bhikkhussa āpattīti ettha keci ‘‘anuṭṭhahanena akiriyasamuṭṭhānā āpatti vuttā, tasmiṁ khaṇe niddāyantassa kiriyābhāvā. Idañhi sikkhāpadaṁ siyā kiriyāya, siyā akiriyāya samuṭṭhāti. Kiriyāya samuṭṭhānatā cassa tabbahulavasena vuttā’’ti vadanti. ‘‘Yathā cetaṁ, evaṁ divāsayanampi. Anuṭṭhahanena, hi dvārāsaṁvaraṇena cetaṁ akiriyasamuṭṭhānampi hotī’’ti vadanti, idañca yuttaṁ viya dissati, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t16:3": "80.Uparimatalena saddhiṁ asambaddhabhittikassāti idaṁ sambaddhabhittike vattabbameva natthīti dassanatthaṁ vuttaṁ. Uparimatale sayitassa saṅkā eva natthīti ‘‘heṭṭhāpāsāde’’tiādi vuttaṁ. Nānūpacāreti yattha bahi nisseṇiṁ katvā uparimatalaṁ ārohanti, tādisaṁ sandhāya vuttaṁ ‘‘uparimatalepī’’ti. Ākāsaṅgaṇe nipajjantassa āpattiabhāvato ‘‘chadanabbhantare’’ti vuttaṁ. Sabhāsaṅkhepenāti sabhākārena. Aḍḍhakuṭṭake senāsaneti ettha ‘‘aḍḍhakuṭṭakaṁ nāma yattha upaḍḍhaṁ muñcitvā tīsu passesu bhittiyo baddhā honti , yattha vā ekasmiṁ passe bhittiṁ uṭṭhāpetvā ubhosu passesu upaḍḍhaṁ upaḍḍhaṁ katvā bhittiyo uṭṭhāpenti, tādisaṁ senāsana’’nti tīsupi gaṇṭhipadesu vuttaṁ, gaṇṭhipade pana ‘‘aḍḍhakuṭṭaketi chadanaṁ aḍḍhena asampattakuṭṭake’’ti vuttaṁ, tampi no na yuttaṁ. Vimativinodaniyaṁ pana ‘‘sabhāsaṅkhepenāti vuttasseva aḍḍhakuṭṭaketi iminā saṇṭhānaṁ dasseti. Yattha tīsu, dvīsu vā passesu bhittiyo baddhā, chadanaṁ vā asampattā aḍḍhabhitti, idaṁ aḍḍhakuṭṭakaṁ nāmā’’ti vuttaṁ. Vāḷasaṅghāṭo nāma parikkhepassa anto thambhādīnaṁ upari vāḷarūpehi katasaṅghāṭo.",
  "tika-vin08t16:4": "Parikkhepassa bahi gateti ettha yattha yasmiṁ passe parikkhepo natthi, tatthāpi parikkhepārahapadesato bahi gate anāpattiyevāti daṭṭhabbaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.50-51) pana ‘‘parikkhepassa bahi gateti ettha yasmiṁ passe parikkhepo natthi, tattha sace bhūmito vatthu uccaṁ hoti, ubhato uccavatthuto heṭṭhā bhūmiyaṁ nibbakosabbhantarepi anāpatti eva tattha senāsanavohārābhāvato. Atha vatthu nīcaṁ bhūmisamameva senāsanassa heṭṭhimatale tiṭṭhati, tattha parikkheparahitadisāya nibbakosabbhantare sabbattha āpatti hoti, paricchedābhāvato parikkhepassa bahi eva anāpattīti daṭṭhabba’’nti vuttaṁ. Aparicchinnagabbhūpacāreti ettha majjhe vivaṭaṅgaṇavantāsu mahācatusālāsu yathā ākāsaṅgaṇaṁ anotaritvā pamukheneva gantvā sabbagabbhe pavisituṁ na sakkā hoti, evaṁ ekekagabbhassa dvīsu passesu kuṭṭaṁ nīharitvā kataṁ paricchinnagabbhūpacāraṁ nāma, idaṁ pana tādisaṁ na hotīti ‘‘aparicchinnagabbhūpacāre’’ti vuttaṁ. Sabbagabbhepi pavisantīti gabbhūpacārassa aparicchinnattā ākāsaṅgaṇaṁ anotaritvāpi pamukheneva gantvā taṁ taṁ gabbhaṁ pavisanti. Atha kuto tassa parikkhepoyeva sabbaparicchinnattāti vuttanti āha ‘‘gabbhaparikkhepoyeva hissa parikkhepo’’ti, idañca samantā gabbhabhittiyo sandhāya vuttaṁ. Catusālavasena hi sanniviṭṭhe senāsane gabbhapamukhaṁ visuṁ aparikkhittampi samantā ṭhitaṁ gabbhabhittīnaṁ vasena parikkhittaṁ nāma hoti.",
  "tika-vin08t16:5": "81. Ekadisāya ujukameva dīghaṁ katvā sannivesito pāsādo ekasālasanniveso. Dvīsu tīsu catūsu vā disāsu siṅghāṭakasaṇṭhānādivasena katā dvisālādisannivesā veditabbā. Sālappabhedadīpanameva cettha purimato visesoti. Aṭṭha pācittiyānīti upaḍḍhacchannaṁ upaḍḍhaparicchannaṁ senāsanaṁ dukkaṭavatthussa ādiṁ katvā pāḷiyaṁ dassitattā tato adhikaṁ sabbacchannaupaḍḍhaparicchannādikampi sabbaṁ pāḷiyaṁ avuttampi pācittiyasseva vatthubhāvena dassitaṁ sikkhāpadassa paṇṇattivajjattā, garuke ṭhātabbato cāti veditabbaṁ. ‘‘Satta pācittiyānī’’ti pāḷiyaṁ vuttapācittiyadvayaṁ sāmaññato ekattena gahetvā vuttaṁ. Pāḷiyaṁ (pāci. 54) ‘‘tatiyāya rattiyā purāruṇā nikkhamitvā puna sayatī’’ti idaṁ ukkaṭṭhavasena vuttaṁ, anikkhamitvā purāruṇā uṭṭhahitvā antochadane nisinnassāpi puna divase sahaseyyena anāpatti eva. Ettha catubhāgo cūḷakaṁ, dvebhāgā upaḍḍhaṁ, tīsu bhāgesu dve bhāgā yebhuyyanti iminā lakkhaṇena cūḷakacchannaparicchannādīni veditabbāni. Idāni dutiyasikkhāpadepi yathāvuttanayaṁ atidisanto ‘‘mātugāmena…pe… ayameva vinicchayo’’ti āha. ‘‘Matitthiyā pārājikavatthubhūtāyapi anupādinnapakkhe ṭhitattā sahaseyyāpattiṁ na janetī’’ti vadanti. ‘‘Atthaṅgate sūriye mātugāme nipanne nipajjati, āpatti pācittiyassā’’ti (pāci. 57) vacanato divā tassa sayantassa sahaseyyāpatti na hotiyevāti daṭṭhabbaṁ.",
  "tika-vin08t16:6": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t16:7": "Sahaseyyavinicchayakathālaṅkāro nāma",
  "tika-vin08t16:8": "Soḷasamo paricchedo."
}