{
  "tika-vin08t9:0": "9. Cīvaravippavāsavinicchayakathā",
  "tika-vin08t9:1": "51. Evaṁ adhiṭṭhānavikappanavinicchayakathaṁ dassetvā idāni cīvarena vināvāsavinicchayakaraṇaṁ dassetuṁ ‘‘cīvarenavināvāso’’tyādimāha. Tattha cīyatīti cīvaraṁ, cayaṁ sañcayaṁ karīyatīti attho, ariyaddhajo vatthaviseso. Idha pana ticīvarādhiṭṭhānena adhiṭṭhahitvā dhāritaṁ cīvarattayameva. Vināti vajjanatthe nipāto. Vasanaṁ vāso, vinā vāso vināvāso, cīvarena vināvāso cīvaravināvāso, ‘‘cīvaravippavāso’’ti vattabbe vatticchāvasena, gāthāpādapūraṇatthāya vā aluttasamāsaṁ katvā evaṁ vuttanti daṭṭhabbaṁ. Tathā ca vakkhati ‘‘ticīvarādhiṭṭhānena…pe… vippavāso’’ti, ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmi, imaṁ uttarāsaṅgaṁ adhiṭṭhāmi, imaṁ antaravāsakaṁ adhiṭṭhāmī’’ti evaṁ nāmena adhiṭṭhitānaṁ tiṇṇaṁ cīvarānaṁ ekekena vippavāsoti attho, ekenapi vinā vasituṁ na vaṭṭati, vasantassa bhikkhuno saha aruṇuggamanā cīvaraṁ nissaggiyaṁ hoti, pācittiyañca āpajjatīti sambandho. Vasitabbanti ettha vasanakiriyā catuiriyāpathasādhāraṇā, tasmā kāyalaggaṁ vā hotu alaggaṁ vā, aḍḍhateyyaratanassa padesassa anto katvā tiṭṭhantopi carantopi nisinnopi nipannopi hatthapāse katvā vasanto nāma hoti.",
  "tika-vin08t9:2": "Evaṁ sāmaññato avippavāsalakkhaṇaṁ dassetvā idāni gāmādipannarasokāsavasena visesato dassetumāha ‘‘gāmi’’ccādi. Tattha gāmanivesanāni pākaṭāneva. Udosito nāma yānādīnaṁ bhaṇḍānaṁ sālā. Aṭṭo nāma paṭirājādipaṭibāhanatthaṁ iṭṭhakāhi kato bahalabhittiko catupañcabhūmiko patissayaviseso. Māḷo nāma ekakūṭasaṅgahito caturassapāsādo. Pāsādo nāma dīghapāsādo. Hammiyaṁ nāma muṇḍacchadanapāsādo, muṇḍacchadanapāsādoti ca candikaṅgaṇayutto pāsādoti vuccati. Sattho nāma jaṅghasattho vā sakaṭasattho vā. Khettaṁ nāma pubbaṇṇāparaṇṇānaṁ viruhanaṭṭhānaṁ. Dhaññakaraṇaṁ nāma khalamaṇḍalaṁ. Ārāmo nāma pupphārāmo phalārāmo. Vihārādayo pākaṭā eva. Tattha nivesanādīni gāmato bahi sanniviṭṭhāni gahitānīti veditabbaṁ. Antogāme ṭhitānañhi gāmaggahaṇena gahitattā gāmaparihāroyevāti. Gāmaggahaṇena ca nigamanagarānipi gahitāneva honti.",
  "tika-vin08t9:3": "Parikhāya vā parikkhittoti iminā samantā nadītaḷākādiudakena parikkhittopi parikkhittoyevāti dasseti. Taṁ pamāṇaṁ atikkamitvāti gharassa upari ākāse aḍḍhateyyaratanappamāṇaṁ atikkamitvā. Sabhāye vā vatthabbanti iminā sabhāsaddassa pariyāyo sabhāyasaddo napuṁsakaliṅgo atthīti dasseti. Sabhāsaddo hi itthiliṅgo, sabhāyasaddo napuṁsakaliṅgoti. Dvāramūle vāti nagarassa dvāramūle vā. Tesanti sabhāyanagaradvāramūlānaṁ. Tassā vīthiyā sabhāyadvārānaṁ gahaṇeneva tattha sabbānipi gehāni, sā ca antaravīthi gahitāyeva hoti. Ettha ca dvāravīthigharesu vasantena gāmappavesanasahaseyyādidosaṁ pariharitvā suppaṭicchannatādiyutteneva bhavitabbaṁ. Sabhā pana yadi sabbesaṁ vasanatthāya papāsadisā katā, antarārāme viya yathāsukhaṁ vasituṁ vaṭṭatīti veditabbaṁ. Atiharitvā ghare nikkhipatīti vīthiṁ muñcitvā ṭhite aññasmiṁ ghare nikkhipati. Tenāha ‘‘vīthihatthapāso na rakkhatī’’ti. Purato vā pacchato vā hatthapāseti gharassa hatthapāsaṁ sandhāya vadati.",
  "tika-vin08t9:4": "Evaṁ gāmavasena vippavāsāvippavāsaṁ dassetvā idāni nivesanavasena dassento ‘‘sace ekakulassa santakaṁ nivesanaṁ hotī’’tiādimāha. Tattha ovarako nāma gabbhassa abbhantare añño gabbhoti vadanti, gabbhassa vā pariyāyavacanametaṁ. Idāni udositādivasena dassento ‘‘udositi’’ccādimāha. Tattha vuttanayenevāti ‘‘ekakulassa santako udosito hoti parikkhitto cā’’tiādinā nivesane vuttanayena. Eva-saddo visesanivatti attho. Tena viseso natthīti dasseti.",
  "tika-vin08t9:5": "Idāni yesu viseso atthi, te dassento ‘‘sace ekakulassa nāvā’’tiādimāha. Tattha pariyādiyitvāti vinivijjhitvā, ajjhottharitvā vā. Vuttamevatthaṁ vibhāveti ‘‘antopaviṭṭhenā’’tiādinā. Tattha antopaviṭṭhenāti gāmassa, nadiyā vā antopaviṭṭhena. ‘‘Satthenā’’ti pāṭhaseso. Nadīparihāro labbhatīti ettha ‘‘visuṁ nadīparihārassa avuttattā gāmādīhi aññattha viya cīvarahatthapāsoyeva nadīparihāro’’ti tīsupi gaṇṭhipadesu vuttaṁ. Aññe pana ‘‘iminā aṭṭhakathāvacanena nadīparihāropi visuṁ siddhoti nadīhatthapāso na vijahitabbo’’ti vadanti. Yathā pana ajjhokāse sattabbhantaravasena araññaparihāro labbhati, evaṁ nadiyaṁ udakukkhepavasena nadīparihāro labbhatīti katvā aṭṭhakathāyaṁ nadīparihāro visuṁ avutto siyā sattabbhantaraudakukkhepasīmānaṁ araññanadīsu abaddhasīmāvasena labbhamānattā. Evañca sati samuddajātassaresupi parihāro avuttasiddho hoti nadiyā samānalakkhaṇattā, nadīhatthapāso na vijahitabboti pana atthe sati nadiyā ativitthārattā bahusādhāraṇattā ca antonadiyaṁ cīvaraṁ ṭhapetvā nadīhatthapāse ṭhitena cīvarassa pavattiṁ jānituṁ na sakkā bhaveyya. Esa nayo samuddajātassaresupi. Antoudakukkhepe vā tassa hatthapāse vā ṭhitena pana sakkāti ayaṁ amhākaṁ attanomati, vicāretvā gahetabbaṁ. Vihārasīmanti avippavāsasīmaṁ sandhāyāha. Ettha ca vihārassa nānākulasantakabhāvepi avippavāsasīmāparicchedabbhantare sabbattha cīvaraavippavāsasambhavato padhānattā tattha satthaparihāro na labbhatīti ‘‘vihāraṁ gantvā vasitabba’’nti vuttaṁ. Satthasamīpeti idaṁ yathāvuttaabbhantaraparicchedavasena vuttaṁ.",
  "tika-vin08t9:6": "Yasmā ‘‘nānākulassa parikkhitte khette cīvaraṁ nikkhipitvā khettadvāramūle vā tassa hatthapāse vā vatthabba’’nti vuttaṁ, tasmā dvāramūlato aññattha khettepi vasantena cīvaraṁ nikkhipitvā hatthapāse katvāyeva vasitabbaṁ.",
  "tika-vin08t9:7": "Vihāro nāma saparikkhitto vā aparikkhitto vā sakalo āvāsoti vadanti. Yasmiṁ vihāreti ettha pana ekagehameva vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.491-494) pana ‘‘vihāro nāma upacārasīmā. Yasmiṁ vihāreti tassa antopariveṇādiṁ sandhāya vutta’’nti vuttaṁ. Ekakulādisantakatā cettha kārāpakānaṁ vasena veditabbā.",
  "tika-vin08t9:8": "Yaṁ majjhanhike kāle samantā chāyā pharatīti yadā mahāvīthiyaṁ ujukameva gacchantaṁ sūriyamaṇḍalaṁ majjhanhikaṁ pāpuṇāti, tadā yaṁ okāsaṁ chāyā pharati, taṁ sandhāya vuttaṁ. Vimativinodaniyaṁ pana ‘‘chāyāya phuṭṭhokāsassāti ujukaṁ avikkhittaleḍḍupātabbhantaraṁ sandhāya vadatī’’ti vuttaṁ. Agamanapatheti tadaheva gantvā nivattetuṁ asakkuṇeyyake samuddamajjhe ye dīpakā, tesūti yojanā. Itarasminti puratthimadisāya cīvare.",
  "tika-vin08t9:9": "52.Nadiṁ otaratīti hatthapāsaṁ muñcitvā otarati. Nāpajjatīti paribhogapaccayā dukkaṭaṁ nāpajjati. Tenāha ‘‘so hī’’tiādi. Aparibhogārahattāti iminā nissaggiyacīvaraṁ anissajjitvā paribhuñjantassa dukkaṭaṁ acittakanti siddhaṁ. Ekaṁpārupitvā ekaṁ aṁsakūṭe ṭhapetvā gantabbanti idaṁ bahūnaṁ sañcaraṇaṭṭhāne evaṁ akatvā gamanaṁ na sāruppanti katvā vuttaṁ, na āpattiaṅgattā. Bahigāme ṭhapetvāpi apārupitabbatāya vuttaṁ ‘‘vinayakammaṁ kātabba’’nti. Atha vā vihāre sabhāgaṁ bhikkhuṁ na passati, evaṁ sati āsanasālaṁ gantvā vinayakammaṁ kātabbanti yojanā. Āsanasālaṁ gacchantena kiṁ tīhi cīvarehi gantabbanti āha ‘‘santaruttarenā’’ti naṭṭhacīvarassa santaruttarasādiyanato. Saṅghāṭi pana kiṁ kātabbāti āha ‘‘saṅghāṭiṁbahigāme ṭhapetvā’’ti. Uttarāsaṅge ca bahigāme ṭhapitasaṅghāṭiyañca paṭhamaṁ vinayakammaṁ katvā pacchā uttarāsaṅgaṁ nivāsetvā antaravāsake kātabbaṁ. Ettha ca bahigāme ṭhapitassapi vinayakammavacanato parammukhāpi ṭhitaṁ nissajjituṁ, nissaṭṭhaṁ dātuñca vaṭṭatīti veditabbaṁ.",
  "tika-vin08t9:10": "Daharānaṁ gamane saussāhattā ‘‘nissayo pana na paṭippassambhatī’’ti vuttaṁ. Muhuttaṁ…pe… paṭippassambhatīti saussāhatte gamanassa upacchinnattā vuttaṁ, tesaṁ pana purāruṇā uṭṭhahitvā saussāhena gacchantānaṁ aruṇe antarā uṭṭhitepi na paṭippassambhati ‘‘yāva aruṇuggamanā sayantī’’ti vuttattā. Teneva ‘‘gāmaṁ pavisitvā…pe… na paṭippassambhatī’’ti vuttaṁ. Aññamaññassa vacanaṁ aggahetvātiādimhi saussāhattā gamanakkhaṇe paṭippassaddhi na vuttā. Dhenubhayenāti taruṇavacchagāvīnaṁ ādhāvitvā siṅgena paharaṇabhayena. Nissayo ca paṭippassambhatīti ettha dhenubhayādīhi ṭhitānaṁ yāva bhayavūpasamā ṭhātabbato ‘‘antoaruṇeyeva gamissāmī’’ti niyametuṁ asakkuṇeyyattā vuttaṁ. Yattha pana evaṁ niyametuṁ sakkā, tattha antarā aruṇe uggatepi nissayo na paṭippassambhati bhesajjatthāya gāmaṁ paviṭṭhadaharānaṁ viya.",
  "tika-vin08t9:11": "Antosīmāyaṁgāmanti avippavāsasīmāsammutito pacchā patiṭṭhāpitagāmaṁ sandhāya vadati gāmañca gāmūpacārañca ṭhapetvā sammannitabbato. Paviṭṭhānanti ācariyantevāsikānaṁ visuṁ visuṁ gatānaṁ avippavāsasīmattā neva cīvarāni nissaggiyāni honti, saussāhatāya na nissayo paṭippassambhati. Antarāmaggeti dhammaṁ sutvā āgacchantānaṁ antarāmagge.",
  "tika-vin08t9:12": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t9:13": "Cīvaravippavāsavinicchayakathālaṅkāro nāma",
  "tika-vin08t9:14": "Navamo paricchedo."
}