{
  "tika-vin08t34:0": "34. Pakiṇṇakavinicchayakathā",
  "tika-vin08t34:1": "Evaṁ kammākammavinicchayakathaṁ kathetvā idāni pakiṇṇakavinicchayakathaṁ kathetuṁ ‘‘idāni pakiṇṇakakathā veditabbā’’tiādimāha. Tattha pakārena kiṇṇāti pakiṇṇā, divāseyyāti kathā viya visuṁ visuṁ appavattitvā ekasmiṁyeva paricchede karaṇavasena pavattā gaṇabhojanakathādayo. Pakiṇṇakā sakatthe ka-paccayavasena.",
  "tika-vin08t34:2": "Tatrāyaṁ pakiṇṇakamātikā –",
  "tika-vin08t34:3": "Gaṇabhojanakathā ca, paramparā ca bhojanā;",
  "tika-vin08t34:4": "Anāpucchā paṁsukūlaṁ, tato acchinnacīvaraṁ.",
  "tika-vin08t34:5": "Paṭibhānacittaṁ vippa-katabhojanameva ca;",
  "tika-vin08t34:6": "Uddisantuddisāpentā, tivassantarikā tathā.",
  "tika-vin08t34:7": "Dīghāsanaṁ gilānupa-ṭṭhānaṁ maraṇavaṇṇakaṁ;",
  "tika-vin08t34:8": "Attapātanamappacca-vekkhitvā nisinnaṁ tathā.",
  "tika-vin08t34:9": "Davāya silāvijjhanaṁ, dāyāḷimpanakaṁ tathā;",
  "tika-vin08t34:10": "Micchādiṭṭhikulābhataṁ, gopakadānameva ca.",
  "tika-vin08t34:11": "Dhammikāyācanā ceva, uccārādīna chaḍḍanaṁ;",
  "tika-vin08t34:12": "Nhāne rukkhaghaṁsanāni, valikādīna dhāraṇaṁ.",
  "tika-vin08t34:13": "Dīghakesā ādāsādi, naccādyaṅgacchedādi ca;",
  "tika-vin08t34:14": "Patto sabbapaṁsukūlaṁ, parissavana naggiyaṁ.",
  "tika-vin08t34:15": "Gandhapupphaṁ āsittakaṁ, maḷorikekabhājanaṁ;",
  "tika-vin08t34:16": "Celapati pādaghaṁsī, bījanī chattameva ca.",
  "tika-vin08t34:17": "Nakhālomā kāyabandhā, nivāsanapārupanā;",
  "tika-vin08t34:18": "Kāja dantakaṭṭhañceva, rukkhārohanakampi ca.",
  "tika-vin08t34:19": "Chandāropā lokāyatā, khipitaṁ lasuṇaṁ tathā;",
  "tika-vin08t34:20": "Na akkamitabbādīni, avandiyā ca vandiyā.",
  "tika-vin08t34:21": "Vandanākārakathā ca, āsandādikathāpi ca;",
  "tika-vin08t34:22": "Uccāsanamahāsanaṁ, pāsādaparibhogakaṁ.",
  "tika-vin08t34:23": "Upāhanaṁ yānañceva, cīvaraṁ chinnacīvaraṁ;",
  "tika-vin08t34:24": "Akappiyacīvarañca, cīvarassa vicāraṇā.",
  "tika-vin08t34:25": "Daṇḍakathinakañceva, gahapaticīvaraṁ tathā;",
  "tika-vin08t34:26": "Chacīvaraṁ rajanādi, atirekañca cīvaraṁ.",
  "tika-vin08t34:27": "Aṭṭhavaraṁ nisīdanaṁ, adhammakammameva ca;",
  "tika-vin08t34:28": "Okāso saddhādeyyo ca, santaruttarakopi ca.",
  "tika-vin08t34:29": "Cīvaranikkhepo ceva, satthavatthikammaṁ tathā;",
  "tika-vin08t34:30": "Nahāpito dasabhāgo, pātheyyaṁ padesopi ca.",
  "tika-vin08t34:31": "Saṁsaṭṭhaṁ pañcabhesajjaṁ, dutiyaṁ vasā mūlakaṁ;",
  "tika-vin08t34:32": "Piṭṭhaṁ kasāva paṇṇañca, phalañca jatu loṇakaṁ.",
  "tika-vin08t34:33": "Cuṇṇaṁ amanussābādhaṁ, añjanaṁ natthumeva ca;",
  "tika-vin08t34:34": "Dhūmanettaṁ telapākaṁ, sedaṁ lohitamocanaṁ.",
  "tika-vin08t34:35": "Pādabbhañjaṁ gaṇḍābādho, visañca gharadinnako;",
  "tika-vin08t34:36": "Duṭṭhagahaṇiko paṇḍu-rogo chavidosopi ca.",
  "tika-vin08t34:37": "Abhisannadosakāyo, loṇasuvīrako tathā;",
  "tika-vin08t34:38": "Antovutthādikathā ca, uggahitapaṭiggaho.",
  "tika-vin08t34:39": "Tato nihatakathā ca, purebhattapaṭiggaho;",
  "tika-vin08t34:40": "Vanaṭṭhaṁ pokkharaṭṭhañca, tathā akatakappataṁ.",
  "tika-vin08t34:41": "Yāgukathā guḷakathā, mahāpadesameva ca;",
  "tika-vin08t34:42": "Ānisaṁsakathā ceti, pakiṇṇakamhi āgatā.",
  "tika-vin08t34:43": "Gaṇabhojanakathā",
  "tika-vin08t34:44": "1. Tattha gaṇitabbo saṅkhyātabboti gaṇo, yo koci samūho, idha pana catuvaggādigaṇo adhippeto. Bhuñjate bhojanaṁ, byavaharaṇabhāvasaṅkhātā bhojanakiriyā, gaṇassa bhojanaṁ gaṇabhojanaṁ, tasmiṁ. Gaṇabhojane pācittiyaṁ hotīti ettha janakahetumhi bhummavacanaṁ. Aññatra samayāti gilānādisattavidhaṁ samayaṁ ṭhapetvā. Imassa sikkhāpadassa viññattiṁ katvā bhuñjanavatthusmiṁ paññattattā viññattito gaṇabhojanaṁ vatthuvaseneva pākaṭanti taṁ avatvā ‘‘gaṇabhojanaṁ nāma yattha…pe… nimantitā bhuñjantī’’ti nimantanavasenevassa padabhājane gaṇabhojanaṁ vuttaṁ. Kiñci pana sikkhāpadaṁ vatthuanurūpampi siyāti ‘‘padabhājane vuttanayeneva gaṇabhojanaṁ hotī’’ti kesañci āsaṅkā bhaveyyāti tannivattanatthaṁ ‘‘gaṇabhojanaṁ dvīhi ākārehi pasavatī’’ti vuttaṁ. Ekato gaṇhantīti ettha aññamaññassa dvādasahatthaṁ amuñcitvā ṭhitā ekato gaṇhanti nāmāti gahetabbaṁ. ‘‘Amhākaṁ catunnampi bhattaṁ dehī’ti vā viññāpeyyu’’nti vacanato, heṭṭhā ‘‘tvaṁ ekassa bhikkhuno bhattaṁ dehi, tvaṁ dvinnanti evaṁ viññāpetvā’’ti vacanato ca attano atthāya aññena viññattampi sādiyantassa gaṇabhojanaṁ hotiyevāti daṭṭhabbaṁ. Evaṁ viññattito pasavatīti ettha viññattiyā sati gaṇantassa ekato hutvā gahaṇe iminā sikkhāpadena āpatti, visuṁ gahaṇe paṇītabhojanasūpodanaviññattīhi āpatti veditabbā.",
  "tika-vin08t34:45": "Pañcannaṁ bhojanānaṁ nāmaṁ gahetvāti ettha ‘‘bhojanaṁ gaṇhathāti vuttepi gaṇabhojanaṁ hotiyevā’’ti vadanti. ‘‘Heṭṭhā addhānagamanavatthusmiṁ, nāvābhiruhanavatthusmiñca ‘idheva, bhante, bhuñjathā’ti vutte yasmā kukkuccāyantā na paṭiggaṇhiṁsu, tasmā ‘bhuñjathā’ti vuttepi gaṇabhojanaṁ hotiyevā’’ti tīsupi gaṇṭhipadesu vuttaṁ. ‘‘Pañcannaṁ bhojanānaṁ nāmaṁ gahetvā nimantetī’’ti vuttattā pana ‘‘odanaṁ bhuñjathā’’ti vā ‘‘bhattaṁ bhuñjathā’’ti vā bhojananāmaṁ gahetvāva vutte gaṇabhojanaṁ hoti, na aññathā. ‘‘Idheva, bhante, bhuñjathā’’ti etthāpi ‘‘odana’’nti vā ‘‘bhatta’’nti vā vatvāva te evaṁ nimantesunti gahetabbaṁ. Gaṇavasena vā nimantitattā te bhikkhū apakataññutāya kukkuccāyantā na paṭiggaṇhiṁsūti ayaṁ amhākaṁ khanti, vīmaṁsitvā yuttataraṁ gahetabbaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.217-218) pana ‘‘yena kenaci vevacanenāti vuttattā ‘bhojanaṁ gaṇhathā’tiādisāmaññanāmenapi gaṇabhojanaṁ hoti. Yaṁ pana pāḷiyaṁ addhānagamanādivatthūsu ‘idheva bhuñjathā’ti vuttavacanassa kukkuccāyanaṁ, tampi odanādināmaṁ gahetvā vuttattā eva katanti veditabba’’nti vuttaṁ.",
  "tika-vin08t34:46": "Kurundīvacane vicāretīti pañcakhaṇḍādivasena saṁvidahati. Ghaṭṭetīti anuvātaṁ chinditvā hatthena, daṇḍakena vā ghaṭṭeti. Suttaṁ karotīti suttaṁ vaṭṭeti. Valetīti daṇḍake vā hatthe vā āvaṭṭeti. ‘‘Abhinavasseva cīvarassa karaṇaṁ idha cīvarakammaṁ nāma, purāṇacīvare sūcikammaṁ cīvarakammaṁ nāma na hotī’’ti vadanti. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.217-218) pana ‘‘āgantukapaṭṭanti acchinditvā anvādhiṁ āropetvā karaṇacīvaraṁ sandhāya vuttaṁ. Ṭhapetīti ekaṁ antaṁ cīvare bandhanavasena ṭhapeti. Paccāgataṁ sibbatīti tasseva dutiyaantaṁ parivattitvā āhataṁ sibbati. Āgantukapaṭṭaṁ bandhatīti cīvarena laggaṁ karonto punappunaṁ tattha tattha suttena bandhati. Ghaṭṭetīti pamāṇena gahetvā daṇḍādīhi ghaṭṭeti. Suttaṁ karotīti suttaṁ tiguṇādibhāvena vaṭṭeti. Valetīti anekaguṇasuttaṁ hatthena vā cakkadaṇḍena vā vaṭṭeti ekattaṁ karoti. Parivattanaṁ karotīti parivattanadaṇḍayantakaṁ karoti. Yasmiṁ suttaguḷaṁ pavesetvā veḷunāḷikādīsu ṭhapetvā paribbhamāpetvā suttakoṭito paṭṭhāya ākaḍḍhantī’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pācittiya 209-218) na ‘‘āgantukapaṭṭaṁ moghasuttena sibbitvā ṭhapenti. Tattha anuvāte yathā ekatalaṁ hoti, tathā hatthehi ghaṭṭeti. Valetīti āvaṭṭeti. Parivattananti suttaṁ gaṇhantānaṁ sukhaggahaṇatthaṁ suttaparivattanaṁ karoti, paṭṭaṁ sibbantānaṁ sukhasibbanatthaṁ paṭṭaparivattanañca, navacīvarakārako idhādhippeto, na itaro’’ti vuttaṁ.",
  "tika-vin08t34:47": "Animantitacatutthanti animantito catuttho yassa bhikkhucatukkassa, taṁ animantitacatutthaṁ. Evaṁ sesesupi. Tenāha ‘‘pañcannaṁ catukkāna’’nti, ‘‘catutthe āgate na yāpentīti vacanato sace añño koci āgacchanto natthi, cattāroyeva ca tattha nisinnā yāpetuṁ na sakkonti, na vaṭṭatī’’ti vadanti. Gaṇabhojanāpattijanakanimantanabhāvato ‘‘akappiyanimantana’’nti vuttaṁ. Sampavesetvāti nisīdāpetvā. Gaṇo bhijjatīti gaṇo āpattiṁ na āpajjatīti adhippāyo. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.220) pana ‘‘sampavesetvāti tehi yojetvā. Gaṇo bhijjatīti nimantitasaṅgho na hotīti attho’’ti vuttaṁ.",
  "tika-vin08t34:48": "‘‘Yattha cattāro bhikkhū…pe… bhuñjantī’’ti imāya pāḷiyā saṁsandanato ‘‘itaresaṁ pana gaṇapūrako hotī’’ti vuttaṁ. Avisesenāti ‘‘gilāno vā cīvarakārako vā’’ti avisesetvā sabbasādhāraṇavacanena. Tasmāti avisesitattā.",
  "tika-vin08t34:49": "Adhivāsetvā gatesūti ettha akappiyanimantanādhivāsanakkhaṇe pubbapayoge dukkaṭampi natthi, viññattito pasavane pana viññattikkhaṇe itarasikkhāpadehi dukkaṭaṁ hotīti gahetabbaṁ. Bhutvā gatesūti ettha āgatesupi bhojanakicce niṭṭhite gaṇhituṁ vaṭṭati. Tāni ca tehi ekato na gahitānīti yehi bhojanehi visaṅketo natthi, tāni bhojanāni tehi bhikkhūhi ekato na gahitāni ekena pacchā gahitattā. Mahāthereti bhikkhū sandhāya vuttaṁ. Nimantanaṁ sādiyathāti nimantanabhattaṁ paṭiggaṇhatha. Yānīti kummāsādīni tehi bhikkhūhi ekena pacchā gahitattā ekato na gahitāni. Bhattuddesakena paṇḍitena bhavitabbaṁ…pe… mocetabbāti etena bhattuddesakena akappiyanimantane sādite sabbesampi sāditaṁ hoti, ekato gaṇhantānaṁ gaṇabhojanāpatti ca hotīti dasseti. Dūtassa dvāre āgantvā puna ‘‘bhattaṁ gaṇhathā’’ti vacanabhayena ‘‘gāmadvāre aṭṭhatvā’’ti vuttaṁ. Tattha tattha gantvāti antaravīthiādīsu tattha tattha ṭhitānaṁ santikaṁ gantvā. Bhikkhūnaṁ atthāya gharadvāre ṭhapetvā dīyamānepi eseva nayo. Nivattathāti vutte pana nivattituṁ vaṭṭatīti ‘‘nivattathā’’ti vicchinditvā pacchā ‘‘bhattaṁ gaṇhathā’’ti vuttattā vaṭṭati.",
  "tika-vin08t34:50": "Paramparabhojanakathā",
  "tika-vin08t34:51": "2. Paramparabhojanakathāyaṁ pana parassa parassa bhojanaṁ paramparabhojanaṁ. Kiṁ taṁ? Paṭhamaṁ nimantitabhattaṁ ṭhapetvā aññassa bhojanakiriyā. Paramparabhojanaṁ gaṇabhojanaṁ viya viññattito ca nimantanato ca na pasavatīti āha ‘‘paramparabhojanaṁ panā’’tiādi. Pana-saddo visesatthajotako. Vikappanāvaseneva taṁ bhattaṁ asantaṁ nāma hotīti anupaññattivasena vikappanaṁ aṭṭhapetvā yathāpaññattasikkhāpadameva ṭhapitaṁ. Parivāre (pari. 86) pana vikappanāyaṁ anujānanampi anupaññattisadisanti katvā ‘‘catasso anupaññattiyo’’ti vuttaṁ, mahāpaccariyādīsu vuttanayaṁ pacchā vadanto pāḷiyā saṁsandanato parammukhāvikappanameva patiṭṭhāpeti. Keci pana ‘‘tadā attano santike ṭhapetvā bhagavantaṁ aññassa abhāvato thero sammukhāvikappanaṁ nākāsi, bhagavatā ca visuṁ sammukhāvikappanā na vuttā, tathāpi sammukhāvikappanāpi vaṭṭatī’’ti vadanti. Teneva mātikāṭṭhakathāyampi (kaṅkhā. aṭṭha. paramparabhojanasikkhāpadavaṇṇanā) ‘‘yo bhikkhu pañcasu sahadhammikesu aññatarassa ‘mayhaṁ bhattapaccāsaṁ tuyhaṁ dammī’ti vā ‘vikappemī’ti vā evaṁ sammukhā vā ‘itthannāmassa dammī’ti vā ‘vikappemī’ti vā evaṁ parammukhā vā paṭhamanimantanaṁ avikappetvā pacchā nimantitakule laddhabhikkhato ekasitthampi ajjhoharati, pācittiya’’nti vuttaṁ.",
  "tika-vin08t34:52": "Pañcahi bhojanehi nimantitassa yena yena paṭhamaṁ nimantito, tassa tassa bhojanato uppaṭipāṭiyā avikappetvā vā parassa parassa bhojanaṁ paramparabhojananti āha ‘‘sace pana mūlanimantanaṁ heṭṭhā hoti, pacchimaṁ pacchimaṁ upari, taṁ uparito paṭṭhāya bhuñjantassa āpattī’’ti. Hatthaṁ anto pavesetvā sabbaheṭṭhimaṁ gaṇhantassa majjhe ṭhitampi antohatthagataṁ hotīti āha ‘‘hatthaṁpana…pe… yathā yathā vā bhuñjantassa anāpattī’’ti. Khīrassa rasassa ca bhattena amissaṁ hutvā upari ṭhitattā ‘‘khīraṁ vā rasaṁ vā pivato anāpattī’’ti vuttaṁ.",
  "tika-vin08t34:53": "‘‘Mahāupāsakoti gehassāmiko. Mahāaṭṭhakathāyaṁ ‘āpattī’ti vacanena kurundiyaṁ ‘vaṭṭatī’ti vacanaṁ viruddhaṁ viya dissati. Dvinnampi adhippāyo mahāpaccariyaṁ vibhāvito’’ti mahāgaṇṭhipade vuttaṁ.",
  "tika-vin08t34:54": "Sabbe nimantentīti akappiyanimantanavasena nimantenti. ‘‘Paramparabhojanaṁ nāma pañcannaṁ bhojanānaṁ aññatarena bhojanena nimantito, taṁ ṭhapetvā aññaṁ pañcannaṁ bhojanānaṁ aññataraṁ bhojanaṁ bhuñjati, etaṁ paramparabhojanaṁ nāmā’’ti vuttattā satipi bhikkhācariyāya paṭhamaṁ laddhabhāve ‘‘piṇḍāya caritvā laddhaṁ bhattaṁ bhuñjati, āpattī’’ti vuttaṁ.",
  "tika-vin08t34:55": "Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.229) pana ‘‘khīraṁ vā rasaṁ vāti pañcabhojanāmissaṁ bhattato upari ṭhitaṁ sandhāya vuttaṁ. Tañhi abhojanattā uppaṭipāṭiyā pivatopi anāpatti. Tenāha ‘bhuñjantenā’tiādī’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pācittiya 229) pana ‘‘ettha ‘mahāupāsako bhikkhū nimanteti…pe… pacchā laddhaṁ bhattaṁ bhuñjantassa āpatti. Piṇḍāya caritvā laddhabhattaṁ bhuñjati, āpattī’ti aṭṭhakathāyaṁ vacanato, ‘kālasseva piṇḍāya caritvā bhuñjimhā’ti pāḷito, khandhake ‘na ca, bhikkhave, aññatra nimantane aññassa bhojjayāgu paribhuñjitabbā, yo bhuñjeyya, yathādhammo kāretabbo’ti vacanato ca nimantetvā vā pavedetu animantetvā vā, paṭhamagahitanimantitassa bhikkhuno paṭhamanimantanabhojanato aññaṁ yaṁ kiñci parasantakaṁ bhojanaṁ paramparabhojanāpattiṁ karoti. Attano santakaṁ, saṅghagaṇato laddhaṁ vā agahaṭṭhasantakaṁ vaṭṭati, nimantanato paṭhamaṁ nibaddhattā pana niccabhattādiparasantakampi vaṭṭatī’’ti vuttaṁ.",
  "tika-vin08t34:56": "Anāpucchākathā",
  "tika-vin08t34:57": "3. Anāpucchākathāyaṁ ‘‘pakativacanenāti ettha yaṁ dvādasahatthabbhantare ṭhitena sotuṁ sakkā bhaveyya, taṁ pakativacanaṁ nāma. Āpucchitabboti ‘ahaṁ itthannāmassa gharaṁ gacchāmī’ti vā ‘cārittakaṁ āpajjāmī’ti vā īdisena vacanena āpucchitabbo. Sesamettha uttānameva. Pañcannaṁ bhojanānaṁ aññatarena nimantanasādiyanaṁ, santaṁ bhikkhuṁ anāpucchā, bhattiyagharato aññagharappavesanaṁ, majjhanhikānatikkamo, samayassa vā āpadānaṁ vā abhāvoti imāni panettha pañca aṅgānī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. pācittiya 3.298) ettakameva vuttaṁ, vimativinodaniyaṁ (vi. vi. ṭī. pacittiya 2.298) pana ‘‘pariyesitvā ārocanakiccaṁ natthīti vuttattā yo apariyesitabbo upasaṅkamituṁ yuttaṭṭhāne dissati, so sacepi pakativacanassa savanūpacāraṁ atikkamma ṭhito, upasaṅkamitvā āpucchitabbo. Tenāha ‘apica…pe… yaṁ passati, so āpucchitabbo’tiādi. Anāpattivāre cettha antarārāmādīnaññeva vuttattā vihārato gāmavīthiṁ anuññātakāraṇaṁ vinā atikkamantassāpi āpatti hoti, na pana gharūpacāraṁ atikkamantasseva. Yaṁ pana pāḷiyaṁ ‘aññassa gharūpacāraṁ okkamantassa…pe… paṭhamapādaṁ ummāraṁ atikkāmetī’tiādi vuttaṁ, taṁ gāme paviṭṭhaṁ sandhāya vuttaṁ, tathāpi aññassa gharūpacāraṁ anokkamitvā vīthimajjheneva gantvā icchiticchitagharadvārābhimukhe ṭhatvā manusse oloketvā gacchantassapi pācittiyameva. Tattha keci ‘vīthiyaṁ atikkamantassa gharūpacāragaṇanāya āpattiyo’ti vadanti. Aññe pana ‘yāni kulāni uddissa gato, tesaṁ gaṇanāyā’ti. Pañcannaṁ bhojanānaṁ aññatarena nimantanasādiyanaṁ, santaṁ bhikkhuṁ anāpucchanā, bhattiyagharato aññagharūpasaṅkamanaṁ, majjhanhikānatikkamo, samayāpadānaṁ abhāvoti imānettha pañca aṅgānī’’ti. Vikālagāmappavesanepi ‘‘aparikkhittassa gāmassa upacāro adinnādāne vuttanayeneva veditabbo’’ti iminā dutiyaleḍḍupāto idha upacāroti dasseti. Sesamettha uttānameva. Santaṁ bhikkhuṁ anāpucchanā, anuññātakāraṇābhāvo, vikāle gāmappavesananti imāni panettha tīṇi aṅgāni.",
  "tika-vin08t34:58": "Paṁsukūlakathā",
  "tika-vin08t34:59": "4. Paṁsukūlakathāyaṁ abhinne sarīreti abbhuṇhe allasarīre. ‘‘Abbhuṇhe’’ti imināpi vuttameva pariyāyabhedamantarena vibhāvetuṁ ‘‘allasarīre’’ti vuttaṁ.",
  "tika-vin08t34:60": "Visabhāgasarīreti itthisarīre. Visabhāgasarīrattā accāsannena na bhavitabbanti āha ‘‘sīse vā’’tiādi. Vaṭṭatīti visabhāgasarīrepi attanāva vuttavidhiṁ kātuṁ sāṭakañca gahetuṁ vaṭṭati . Keci pana ‘‘kiñcāpi iminā sikkhāpadena anāpatti, itthirūpaṁ pana āmasantassa dukkaṭa’’nti vadanti. ‘‘Yathākammaṁ gatoti tato petattabhāvato matabhāvaṁ dasseti. Abbhuṇheti āsannamaraṇatāya sarīrassa uṇhasamaṅgitaṁ dasseti, tenevāha ‘allasarīre’ti. Kuṇapasabhāvaṁ upagatampi bhinnameva allabhāvato bhinnattā. Visabhāgasarīreti itthisarīre. ‘Sīse vā’tiādi adhakkhake ubbhajāṇumaṇḍale padese cittavikārappattiṁ sandhāya vuttaṁ, yattha katthaci anāmasantena kataṁ sukatameva. Matasarīrampi hi yena kenaci ākārena sañcicca phusantassa anāmāsadukkaṭamevāti vadanti, taṁ yuttameva. Na hi apārājikavatthukepi cittādiitthirūpe bhavantaṁ dukkaṭaṁ pārājikavatthubhūte matitthisarīre nivattatī’’ti vimativinodaniyaṁ (vi. vi. ṭī. 1.135) vutta.",
  "tika-vin08t34:61": "Imasmiṁ ṭhāne ācariyena avuttāpi paṁsukūlakathā paṁsukūlasāmaññena veditabbā. Sā hi cīvarakkhandhake (mahāva. 340) evaṁ āgatā ‘‘tena kho pana samayena ye te bhikkhū gahapaticīvaraṁ sādiyanti, te kukkuccāyantā paṁsukūlaṁ na sādiyanti ‘ekaṁyeva bhagavatā cīvaraṁ anuññātaṁ, na dve’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, gahapaticīvaraṁ sādiyantena paṁsukūlampi sādiyituṁ, tadubhayenapāhaṁ, bhikkhave, santuṭṭhiṁ vaṇṇemī’’ti. Tattha ‘‘ekaṁyeva bhagavatā cīvaraṁ anuññātaṁ, na dveti te ‘kira itarītarena cīvarenā’ti etassa ‘gahapatikena vā paṁsukūlena vā’ti evaṁ atthaṁ sallakkhiṁsu. Tattha pana itarītarenapīti appagghenapi mahagghenapi yena kenacīti attho’’ti aṭṭhakathāyaṁ vutto, tasmā dhutaṅgaṁ asamādiyitvā vinayapaṁsukūlamattasādiyakena bhikkhunā gahapaticīvarampi sāditabbaṁ hoti, paṁsukūladhutaṅgadharassa pana gahapaticīvaraṁ na vaṭṭati ‘‘gahapaticīvaraṁ paṭikkhipāmi, paṁsukūlikaṅgaṁ samādiyāmī’’ti samādānatoti daṭṭhabbaṁ.",
  "tika-vin08t34:62": "Tena kho pana samayena sambahulā bhikkhū kosalesu janapadesu addhānamaggappaṭipannā honti. Ekacce bhikkhū susānaṁ okkamiṁsu paṁsukūlāya, ekacce bhikkhū nāgamesuṁ. Ye te bhikkhū susānaṁ okkamiṁsu paṁsukūlāya, te paṁsukūlāni labhiṁsu. Ye te bhikkhū nāgamesuṁ, te evamāhaṁsu ‘‘amhākampi, āvuso, bhāgaṁ dethā’’ti. Te evamāhaṁsu ‘‘na mayaṁ, āvuso, tumhākaṁ bhāgaṁ dassāma, kissa tumhe nāgamitthā’’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, nāgamentānaṁ nākāmā bhāgaṁ dātunti. Tattha nāgamesunti yāva te susānato āgacchanti, tāva te na acchiṁsu, pakkamiṁsuyeva. Nākāmā bhāgaṁ dātunti na anicchāya dātuṁ. Yadi pana icchanti, dātabbo.",
  "tika-vin08t34:63": "Tena kho pana samayena sambahulā bhikkhū kosalesu janapadesu addhānamaggappaṭipannā honti. Ekacce bhikkhū susānaṁ okkamiṁsu paṁsukūlāya, ekacce bhikkhū āgamesuṁ. Ye te bhikkhū susānaṁ okkamiṁsu paṁsukūlāya, te paṁsukūlāni labhiṁsu. Ye te bhikkhū āgamesuṁ, te evamāhaṁsu ‘‘amhākampi, āvusā,e bhāgaṁ dethā’’ti. Te evamāhaṁsu ‘‘na mayaṁ, āvuso, tumhākaṁ bhāgaṁ dassāma, kissa tumhe na okkamitthā’’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, āgamentānaṁ akāmā bhāgaṁ dātunti.",
  "tika-vin08t34:64": "Tena kho pana samayena sambahulā bhikkhū kosalesu janapadesu addhānamaggappaṭipannā honti. Ekacce bhikkhū paṭhamaṁ susānaṁ okkamiṁsu paṁsukūlāya, ekacce bhikkhū pacchā okkamiṁsu. Ye te bhikkhū paṭhamaṁ susānaṁ okkamiṁsu paṁsukūlāya, te paṁsukūlāni labhiṁsu. Ye te bhikkhū pacchā okkamiṁsu, te na labhiṁsu. Te evamāhaṁsu ‘‘amhākampi, āvuso, bhāgaṁ dethā’’ti. Te evamāhaṁsu ‘‘na mayaṁ, āvuso, tumhākaṁ bhāgaṁ dassāma, kissa tumhe pacchā okkamitthā’’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, pacchā okkantānaṁ nākāmā bhāgaṁ dātunti.",
  "tika-vin08t34:65": "Tena kho pana samayena sambahulā bhikkhū kosalesu janapadesu addhānamaggappaṭipannā honti. Te sadisā susānaṁ okkamiṁsu paṁsukūlāya. Ekacce bhikkhū paṁsukūlāni labhiṁsu, ekacce bhikkhū na labhiṁsu. Ye te bhikkhū na labhiṁsu, te evamāhaṁsu ‘‘amhākampi, āvuso, bhāgaṁ dethā’’ti. Te evamāhaṁsu ‘‘na mayaṁ, āvuso, tumhākaṁ bhāgaṁ dassāma, kissa tumhe na labhitthā’’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, sadisānaṁ okkantānaṁ akāmā bhāgaṁ dātunti.",
  "tika-vin08t34:66": "Tattha āgamesunti upacāre acchiṁsu. Tenāha bhagavā ‘‘anujānāmi, bhikkhave, āgamentānaṁ akāmā bhāgaṁ dātu’’nti. Upacāreti susānassa āsannappadese. Yadi pana manussā ‘‘idhāgatā eva gaṇhantū’’ti denti, saññāṇaṁ vā katvā gacchanti ‘‘sampattā gaṇhantū’’ti . Sampattānaṁ sabbesampi pāpuṇāti. Sace chaḍḍetvā gatā, yena gahitaṁ, so eva sāmī. Sadisā susānaṁ okkamiṁsūti sabbe samaṁ okkamiṁsu, ekadisāya vā okkamiṁsūtipi attho.",
  "tika-vin08t34:67": "Tena kho pana samayena sambahulā bhikkhū kosalesu janapadesu addhānamaggappaṭipannā honti. Te katikaṁ katvā susānaṁ okkamiṁsu paṁsukūlāya. Ekacce bhikkhū paṁsukūlāni labhiṁsu, ekacce bhikkhū na labhiṁsu. Ye te bhikkhū na labhiṁsu, te evamāhaṁsu ‘‘amhākampi, āvuso, bhāgaṁ dethā’’ti. Te evamāhaṁsu ‘‘na mayaṁ, āvuso, tumhākaṁ bhāgaṁ dassāma, kissa tumhe na labhitthā’’ti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, katikaṁ katvā okkantānaṁ akāmā bhāgaṁ dātunti. Tattha te katikaṁ katvāti ‘‘laddhaṁ paṁsukūlaṁ sabbe bhājetvā gaṇhissāmā’’ti bahimeva katikaṁ katvā. Chaḍḍetvā gatāti kiñci avatvāyeva chaḍḍetvā gatā. Etena ‘‘bhikkhū gaṇhantū’’ti chaḍḍite eva akāmā bhāgadānaṁ vihitaṁ, kevalaṁ chaḍḍite pana katikāya asati ekato bahūsu paviṭṭhesu yena gahitaṁ, tena akāmā bhāgo na dātabboti dasseti. Samānā disā puratthimādibhedā etesanti sadisāti āha ‘‘ekadisāya vā okkamiṁsū’’ti.",
  "tika-vin08t34:68": "Acchinnacīvarakathā",
  "tika-vin08t34:69": "5. Acchinnacīvarakathāyaṁ anupubbakathāti anupubbena vinicchayakathā. Sesaparikkhārānaṁ saddhivihārikehi gahitattā nivāsanapārupanameva avasiṭṭhanti āha ‘‘nivāsanapārupanamattaṁyeva haritvā’’ti. Saddhivihārikānaṁ tāva āgamanassa vā anāgamanassa vā ajānanatāya vuttaṁ ‘‘therehi neva tāva…pe… bhuñjitabba’’nti. Paresampi atthāya labhantīti attano cīvaraṁ dadamānā sayaṁ sākhābhaṅgena paṭicchādentīti tesaṁ atthāyapi bhañjituṁ labhanti. ‘‘Tiṇena vā paṇṇena vā paṭicchādetvā āgantabba’’nti vacanato īdisesu bhūtagāmapātabyatāpi anuññātāyeva hotīti āha ‘‘neva bhūtagāmapātabyatāya pācittiyaṁ hotī’’ti. Na tesaṁ dhāraṇe dukkaṭanti tesaṁ titthiyadhajānaṁ dhāraṇepi dukkaṭaṁ natthi.",
  "tika-vin08t34:70": "Yāni ca nesaṁ vatthāni dentīti sambandho. Therānaṁ sayameva dinnattā vuttaṁ ‘‘acchinnacīvaraṭṭhāneṭhitattā’’ti. Yadi laddhiṁ gaṇhāti, titthiyapakkantako nāma hoti. Tasmā vuttaṁ ‘‘laddhiṁ aggahetvā’’ti. ‘‘No ce hoti, saṅghassa vihāracīvaraṁ vā…pe… āpatti dukkaṭassā’’ti iminā antarāmagge paviṭṭhavihārato nikkhamitvā aññattha attano abhirucitaṭṭhānaṁ gacchantassa dukkaṭaṁ vuttaṁ, iminā ca ‘‘yaṁ āvāsaṁ paṭhamaṁ upagacchatī’’ti vuttaṁ antarāmagge ṭhitavihārampi sace naggo hutvā gacchati, dukkaṭamevāti veditabbaṁ. Yadi evaṁ tattha kasmā na vuttanti ce? Anokāsattā. Tattha hi ‘‘anujānāmi, bhikkhave, acchinnacīvarassa vā…pe… cīvaraṁ viññāpetu’’nti iminā sambandhena saṅghikampi cīvaraṁ nivāsetuṁ pārupituñca anujānanto ‘‘yaṁ āvāsaṁ paṭhamaṁ…pe… gahetvā pārupitu’’nti āha, tasmā tattha anokāsattā dukkaṭaṁ na vuttaṁ.",
  "tika-vin08t34:71": "Vihāracīvaranti senāsanacīvaraṁ. Cimilikāhīti paṭapilotikāhi. Tassa uparīti bhūmattharaṇassa upari. Videsagatenāti aññaṁ cīvaraṁ alabhitvā videsagatena. Ekasmiṁ…pe… ṭhapetabbanti ettha sesena gahetvā āgatattā ṭhapentena ca saṅghikaparibhogavaseneva ṭhapitattā aññasmiṁ senāsane niyamitampi aññattha ṭhapetuṁ vaṭṭatīti vadanti. Paribhogenevāti aññaṁ cīvaraṁ alabhitvā paribhuñjanena.",
  "tika-vin08t34:72": "Paribhogajiṇṇanti yathā tena cīvarena sarīraṁ paṭicchādetuṁ na sakkā, evaṁ jiṇṇaṁ. Kappiyavohārenāti kayavikkayāpattito mocanatthaṁ vuttaṁ. ‘‘Viññāpentassā’’ti imasseva atthaṁ vibhāveti ‘‘cetāpentassa parivattāpentassā’’ti. Attano dhanena hi viññāpanaṁ nāma parivattanamevāti adhippāyo. Saṅghavasena pavāritānaṁ viññāpane vattaṁ dasseti ‘‘pamāṇameva vaṭṭatī’’ti. Saṅghavasena hi pavārite sabbesaṁ sādhāraṇattā adhikaṁ viññāpetuṁ na vaṭṭati. Yaṁ yaṁ pavāretīti yaṁ yaṁ cīvarādiṁ dassāmīti pavāreti. Viññāpanakiccaṁ natthīti vinā viññattiyā dīyamānattā viññāpetvā kiṁ karissatīti adhippāyo. Aññassatthāyāti etthapi ‘‘ñātakānaṁ pavāritāna’’nti idaṁ anuvattatiyevāti āha ‘‘attano ñātakapavārite’’tiādi. Vikappanupagacīvaratā, samayābhāvo, aññātakaviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin08t34:73": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.515) pana pāḷiyaṁ dhammanimantanāti samaṇesu vattabbācāradhammamattavasena nimantanā, dātukāmatāya katanimantanā na hotīti attho. Teneva ‘‘viññāpessatī’’ti vuttaṁ. Aññātakaappavāritato hi viññatti nāma hoti.",
  "tika-vin08t34:74": "‘‘Tiṇena vā paṇṇena vā paṭicchādetvā āgantabba’’nti iminā bhūtagāmavikopanaṁ anuññātanti āha ‘‘nevabhūtagāmapātabyatāyā’’tiādi. Paṭhamaṁ suddhacittena liṅgaṁ gahetvā pacchā laddhiṁ gaṇhantopi titthiyapakkantako evāti āha ‘‘nivāsetvāpi laddhi na gahetabbā’’ti.",
  "tika-vin08t34:75": "Yaṁ āvāsaṁ paṭhamaṁ upagacchatīti etthapi vihāracīvarādiatthāya pavisantenapi tiṇādīhi paṭicchādetvāva gantabbaṁ, ‘‘na tveva naggena āgantabba’’nti sāmaññato dukkaṭassa vuttattā. Cimilikāhīti paṭapilotikāhi. Paribhogenevāti aññaṁ cīvaraṁ alabhitvā paribhuñjanena. Paribhogajiṇṇanti yathā taṁ cīvaraṁ paribhuñjiyamānaṁ obhaggavibhaggatāya asāruppaṁ hoti, evaṁ jiṇṇaṁ.",
  "tika-vin08t34:76": "Aññassatthāyāti etthapi ‘‘ñātakānaṁ pavāritāna’’nti idaṁ anuvattatevāti āha ‘‘attano ñātakapavārite’’tiādi. Idha pana aññassa acchinnanaṭṭhacīvarassa atthāya aññātakaappavārite viññāpentassa nissaggiyena anāpattīti attho gahetabbo, itarathā ‘‘ñātakānaṁ pavāritāna’’nti iminā viseso na bhaveyya, teneva anantarasikkhāpade vakkhati ‘‘aṭṭhakathāsu (pārā. aṭṭha. 2.526) pana ñātakapavāritaṭṭhāne…pe… pamāṇameva vaṭṭatīti vuttaṁ, taṁ pāḷiyā na sametī’’ti ca ‘‘yasmā panidaṁ sikkhāpadaṁ aññassatthāya viññāpanavatthusmiṁyeva paññattaṁ, tasmā idha ‘aññassatthāyā’ti na vutta’’nti ca. Vikappanupagacīvaratā, samayābhāvo, aññātakaviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin08t34:77": "‘‘Tañce aññātako gahapati vā gahapatānī vā bahūhi cīvarehi abhihaṭṭhuṁ pavāreyya, santaruttaraparamaṁ tena bhikkhunā tato cīvaraṁ sāditabbaṁ, tato ce uttari sādiyeyya, nissaggiyaṁ pācittiya’’nti imasmiṁ taduttarisikkhāpade (pārā. 523) abhihaṭṭhunti ettha abhīti upasaggo, haritunti attho, gaṇhitunti vuttaṁ hoti. Pavāreyyāti icchāpeyya, icchaṁ ruciṁ uppādeyya vadeyya nimanteyyāti attho. Abhihaṭṭhuṁ pavārentena pana yathā vattabbaṁ. Taṁ ākāraṁ dassetuṁ ‘‘yāvattakaṁ icchasi, tāvattakaṁ gaṇhāhī’’ti evamassa padabhājanaṁ vuttaṁ. Atha vā yathā ‘‘nekkhammaṁ daṭṭhu khemato’’ti ettha disvāti attho, evamidhapi abhihaṭṭhuṁ pavāreyyāti abhiharitvā pavāreyyāti attho. Tattha kāyābhihāro vācābhihāroti duvidho abhihāro. Kāyena vā hi vatthādīni abhiharitvā pādamūle ṭhapetvā ‘‘yattakaṁ icchasi, tattakaṁ gaṇhāhī’’ti vadanto pavāreyya, vācāya vā ‘‘amhākaṁ dussakoṭṭhāgāraṁ paripuṇṇaṁ, yattakaṁ icchasi, tattakaṁ gaṇhāhī’’ti vadanto pavāreyya, tadubhayampi ekajjhaṁ katvā ‘‘abhihaṭṭhuṁ pavāreyyā’’ti vuttaṁ.",
  "tika-vin08t34:78": "Santaruttaraparamanti saantaraṁ uttaraṁ paramaṁ assa cīvarassāti santaruttaraparamaṁ, nivāsanena saddhiṁ pārupanaṁ ukkaṭṭhaparicchedo assāti vuttaṁ hoti. Tato cīvaraṁ sāditabbanti tato abhihaṭacīvarato ettakaṁ cīvaraṁ gahetabbaṁ, na ito paranti attho. Yasmā pana acchinnasabbacīvarena tecīvarikeneva bhikkhunā evaṁ paṭipajjitabbaṁ, aññena aññathāpi, tasmā taṁ vibhāgaṁ dassetuṁ ‘‘sace tīṇi naṭṭhāni hontī’’tiādinā nayenassa padabhājanaṁ vuttaṁ.",
  "tika-vin08t34:79": "Tatrāyaṁ vinicchayo – yassa tīṇi naṭṭhāni, tena dve sāditabbāni, ekaṁ nivāsetvā ekaṁ pārupitvā aññaṁ sabhāgaṭṭhānato pariyesissati. Yassa dve naṭṭhāni, tena ekaṁ sāditabbaṁ. Sace pakatiyāva santaruttarena carati, dve sāditabbāni, evaṁ ekaṁ sādiyanteneva samo bhavissati. Yassa tīsu ekaṁ naṭṭhaṁ, na sāditabbaṁ. Yassa pana dvīsu ekaṁ naṭṭhaṁ, ekaṁ sāditabbaṁ. Yassa ekaṁyeva hoti, tañca naṭṭhaṁ, dve sāditabbāni. Bhikkhuniyā pana pañcasupi naṭṭhesu dve sāditabbāni, catūsu naṭṭhesu ekaṁ sāditabbaṁ, tīsu naṭṭhesu kiñci na sāditabbaṁ, ko pana vādo dvīsu vā ekasmiṁ vā. Yena kenaci hi santaruttaraparamatāya ṭhātabbaṁ, tato uttari na labbhatīti idamettha lakkhaṇaṁ.",
  "tika-vin08t34:80": "Sesakaṁ āharissāmīti dve cīvarāni katvā sesaṁ puna āharissāmīti attho. Na acchinnakāraṇāti bāhusaccādiguṇavasena denti. Ñātakānantiādīsu ñātakānaṁ dentānaṁ sādiyantassa, pavāritānaṁ dentānaṁ sādiyantassa, attano dhanena sādiyantassa anāpattīti attho. Aṭṭhakathāsu pana ‘‘ñātakapavāritaṭṭhāne pakatiyā bahumpi vaṭṭati, acchinnakāraṇā pamāṇameva vaṭṭatī’’ti vuttaṁ, taṁ pāḷiyā na sameti. Yasmā panidaṁ sikkhāpadaṁ aññassatthāya viññāpanavatthusmiṁyeva paññattaṁ, tasmā idha ‘‘aññassatthāyā’’ti na vuttaṁ. Sesaṁ uttānatthameva. Samuṭṭhānādīsu idampi chasamuṭṭhānaṁ , kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammavacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin08t34:81": "Sattame pāḷiyaṁ paggāhikasālanti dussavāṇijakānaṁ āpaṇaṁ, ‘‘paggāhitasāla’’ntipi paṭhanti. Abhīti upasaggoti tassa visesatthābhāvaṁ dasseti. Tenāha ‘‘haritunti attho’’ti. Varasaddassa icchāyaṁ vattamānattā āha ‘‘icchāpeyyā’’ti. Daṭṭhu khematoti ettha gāthābandhavasena anunāsikalopo daṭṭhabbo. Saantaranti antaravāsakasahitaṁ. Uttaranti uttarāsaṅgaṁ. Assa cīvarassāti sāditabbacīvarassa. Acchinnasabbacīvarenāti acchinnāni sabbāni tīṇi cīvarāni assāti acchinnasabbacīvaro, tenāti attho. Yassa hi acchindanasamaye tīṇi cīvarāni sannihitāni honti, tāni sabbāni acchinnānīti so ‘‘acchinnasabbacīvaro’’ti vuccati. Teneva ‘‘acchinnasabbacīvarena tecīvarikenā’’ti vuttaṁ. Tecīvarikenāti hi acchindanasamaye ticīvarassa sannihitabhāvaṁ sandhāya vuttaṁ, na pana vinaye tecīvarikābhāvaṁ, dhutaṅgatecīvarikabhāvaṁ vā sandhāya. Evaṁ paṭipajjitabbanti ‘‘santaruttaraparamaṁ tena bhikkhunā tato cīvaraṁ sāditabba’’nti vuttavidhinā paṭipajjitabbaṁ. Aññenāti acchinnaasabbacīvarena. Yassa tīsu cīvaresu ekaṁ vā dve vā cīvarāni acchinnāni honti, tenāti attho. Aññathāpīti ‘‘santaruttaraparama’’nti vuttavidhānato aññathāpi. Yassa hi tīsu dve cīvarāni acchinnāni honti, ekaṁ sāditabbaṁ, ekasmiṁ acchinne na sāditabbanti na tassa santaruttaraparamasādiyanaṁ sambhavati. Ayameva ca attho padabhājanena vibhāvito. Tenāha ‘‘taṁ vibhāgaṁ dassetu’’nti.",
  "tika-vin08t34:82": "Keci pana ‘‘tecīvarikenāti vuttattā ticīvaraṁ parikkhāracoḷavasena adhiṭṭhahitvā paribhuñjato tasmiṁ naṭṭhe bahūnipi gahetuṁ labhatī’’ti vadanti, taṁ na gahetabbaṁ. Padabhājanassa hi adhippāyaṁ dassentena yasmā pana ‘‘acchinnasabbacīvarena…pe… taṁ vibhāgaṁ dassetu’’nti vuttaṁ, padabhājane ca na tādiso attho upalabbhati, tasmā taṁ na gahetabbameva. Yampi mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. tatuttarisikkhāpadavaṇṇanā) vuttaṁ ‘‘yassa adhiṭṭhitaticīvarassa tīṇi naṭṭhānī’’ti, tatthapi adhiṭṭhitaggahaṇaṁ sarūpakathanamattanti gahetabbaṁ, na pana ticīvarādhiṭṭhānena adhiṭṭhitacīvarassevāti evamattho gahetabbo pāḷiyaṁ aṭṭhakathāyañca tathā atthassāsambhavato . Na hi ticīvarādhiṭṭhānena adhiṭṭhitacīvarasseva idaṁ sikkhāpadaṁ paññattanti sakkā viññātuṁ. Purimasikkhāpadena hi acchinnacīvarassa aññātakaviññattiyā anuññātattā pamāṇaṁ ajānitvā viññāpanavatthusmiṁ pamāṇato sādiyanaṁ anujānantena bhagavatā idaṁ sikkhāpadaṁ paññattaṁ, tasmā parikkhāracoḷikassa bahumpi sādituṁ vaṭṭatīti ayamattho neva pāḷiyā sameti, na ca bhagavato adhippāyaṁ anulometi.",
  "tika-vin08t34:83": "Yassa tīṇi naṭṭhāni, tena dve sāditabbānīti ettha yassa ticīvarato adhikampi cīvaraṁ aññattha ṭhitaṁ atthi, tadā tassa cīvarassa alabbhanīyabhāvato tenapi sādituṁ vaṭṭatīti veditabbaṁ. Pakatiyāva santaruttarena caratīti sāsaṅkasikkhāpadavasena vā avippavāsasammutivasena vā tatiyassa alābhena vā carati. ‘‘Dve naṭṭhānī’’ti adhikārattā vuttaṁ ‘‘dve sāditabbānī’’ti. Ekaṁ sādiyanteneva samo bhavissatīti tiṇṇaṁ cīvarānaṁ dvīsu naṭṭhesu ekaṁ sādiyantena samo bhavissati ubhinnampi santaruttaraparamatāya avaṭṭhānato. Yassa ekaṁyeva hotīti aññena kenaci kāraṇena vinaṭṭhasesacīvaraṁ sandhāya vuttaṁ.",
  "tika-vin08t34:84": "‘‘Sesakaṁ tumheva hotūti dentī’’ti vuttattā ‘‘pamāṇayuttaṁ gaṇhissāma, sesakaṁ āharissāmā’’ti vatvā gahetvā gamanasamayepi ‘‘sesakampi tumhākaṁyeva hotū’’ti vadanti, laddhakappiyameva. Pavāritānanti acchinnakālato pubbeyeva pavāritānaṁ. Pāḷiyā na sametīti santaruttaraparamato uttari sādiyane anāpattidassanatthaṁ ‘‘anāpatti ñātakānaṁ pavāritāna’’nti vuttattā na sameti. Santaruttaraparamaṁ sādiyantassa hi āpattippasaṅgoyeva natthi, sati ca sikkhāpadena āpattippasaṅge anāpatti yuttā dassetunti adhippāyo. Keci pana ‘‘pamāṇameva vaṭṭatīti idaṁ sallekhadassanatthaṁ vutta’’nti vadanti.",
  "tika-vin08t34:85": "Yasmā panidaṁ…pe… na vuttanti etthāyamadhippāyo – ‘‘aññassatthāyā’’ti vuccamāne aññesaṁ atthāya pamāṇaṁ atikkamitvāpi gaṇhituṁ vaṭṭatīti āpajjati, tañca aññassatthāya viññāpanavatthusmiṁ paññattattā vatthunā saṁsandiyamānaṁ na sameti. Na hi yaṁ vatthuṁ nissāya sikkhāpadaṁ paññattaṁ, tasmiṁyeva anāpattivacanaṁ yuttanti. Gaṇṭhipadesu pana tīsupi ‘‘imassa sikkhāpadassa attano sādiyanapaṭibaddhatāvasena pavattattā ‘aññassatthāyā’ti vattuṁ okāsoyeva natthi, tasmā na vutta’’nti kathitaṁ. Idha ‘‘aññassatthāyā’’ti avuttattā aññesaṁ atthāya ñātakapavāritesu adhikaṁ viññāpentassa āpattīti ce? Na, tattha purimasikkhāpadeneva anāpattisiddhito. Tatuttaritā, acchinnādikāraṇatā, aññātakaviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin08t34:86": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.522-524) pana ‘‘pāḷiyaṁ paggāhikasālanti dussāpaṇaṁ. Tañhi vāṇijakehi dussāni paggahetvā dassanaṭṭhānatāya ‘paggāhikasālā’ti vuccati. Assa cīvarassāti sāditabbacīvarassa. Tecīvarikenāti iminā acchinnaticīvarato aññassa vihārādīsu nihitassa cīvarassa abhāvaṁ dasseti . Yadi bhaveyya, viññāpetuṁ na vaṭṭeyya, tāvakālikaṁ nivāsetvā attano cīvaraṁ gahetabbaṁ. Tāvakālikampi alabhantassa bhūtagāmavikopanaṁ katvā tiṇapaṇṇehi chadanaṁ viya viññāpanampi vaṭṭati eva. Aññenāti acchinnaasabbacīvarena. ‘Dve naṭṭhānī’ti adhikārato vuttaṁ ‘dve sāditabbānī’ti. Pāḷiyā na sametīti ‘anāpatti ñātakānaṁ pavāritāna’nti (pārā. 526) imāya pāḷiyā na sameti tatuttari viññāpanaāpattippasaṅge eva vuttattā. Aññassatthāyāti na vuttanti idaṁ aññassatthāya tatuttari viññāpane nissaggiyaṁ pācittiyaṁ hotīti imamatthaṁ dīpeti. Tañca pācittiyaṁ yesaṁ atthāya viññāpeti, tesaṁ vā siyā viññāpakasseva vā, na tāva tesaṁ, tehi aviññāpitattā, nāpi viññāpakassa, attānaṁ uddissa aviññattattā. Tasmā aññassatthāya viññāpentassapi nissaggiyaṁ pācittiyaṁ na dissati. Pāḷiyaṁ pana imassa sikkhāpadassa attano sādiyanapaṭibaddhatāvasena pavattattā ‘aññassatthāyā’ti anāpattivāre na vuttanti vadanti, tañca yuttaṁ viya dissati, vīmaṁsitvā gahetabbaṁ. Tatuttaricīvaratā, acchinnādikāraṇatā, aññātakaviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgānī’’ti.",
  "tika-vin08t34:87": "Idaṁ tatuttarisikkhāpadavinicchayaṁ ācariyena avuttampi acchinnacīvarādhikāreyeva pavattattā amhehi gahitaṁ, aññātakaviññattisikkhāpadassa samayesu acchinnacīvarakāle aññātakānaṁ viññāpetabbabhāvo bhagavatā vutto, tehi dinnacīvarassa mattaso gahitabhāvo tatuttarisikkhāpadena vutto. Tasmā acchinnacīvaraadhikāroyeva hotīti.",
  "tika-vin08t34:88": "Cīvaraacchindanavinicchayakathā",
  "tika-vin08t34:89": "Ito paraṁ acchindanasāmaññena cīvaraacchindanavinicchayaṁ vakkhāma – tattha yampi tyāhanti yampi te ahaṁ. So kira ‘‘mama pattacīvaraupāhanapaccattharaṇāni vahanto mayā saddhiṁ cārikaṁ pakkamissatī’’ti adāsi. Tenevamāha ‘‘mayā saddhiṁ janapadacārikaṁ pakkamissatī’’ti. Acchindīti balakkārena aggahesi, sakasaññāya gahitattā panassa pārājikaṁ natthi, kilametvā gahitattā āpatti paññattā.",
  "tika-vin08t34:90": "Sayaṁ acchindati, nissaggiyaṁ pācittiyanti ekaṁ cīvaraṁ ekābaddhāni ca bahūni acchindato ekā āpatti, ekato abaddhāni visuṁ visuṁ ṭhitāni bahūni acchindato, ‘‘saṅghāṭiṁ āhara, uttarāsaṅgaṁ āharā’’ti evaṁ āharāpayato ca vatthugaṇanāya āpattiyo. ‘‘Mayā dinnāni sabbāni āharā’’ti vadatopi ekavacaneneva sambahulā āpattiyo.",
  "tika-vin08t34:91": "Aññaṁ āṇāpeti, āpatti dukkaṭassāti ‘‘cīvaraṁ gaṇhā’’ti āṇāpeti, ekaṁ dukkaṭaṁ. Āṇatto bahūni gaṇhāti, ekaṁ pācittiyaṁ. ‘‘Saṅghāṭiṁ gaṇha, uttarāsaṅgaṁ gaṇhā’’ti vadato vācāya vācāya dukkaṭaṁ. ‘‘Mayā dinnāni sabbāni gaṇhā’’ti vadato ekavācāya sambahulā āpattiyo.",
  "tika-vin08t34:92": "Aññaṁ parikkhāranti vikappanupagapacchimaṁ cīvaraṁ ṭhapetvā yaṁ kiñci antamaso sūcimpi. Veṭhetvā ṭhapitasūcīsupi vatthugaṇanāya dukkaṭāni. Sithilaveṭhitāsu evaṁ. Gāḷhaṁ katvā baddhāsu pana ekameva dukkaṭanti mahāpaccariyaṁ vuttaṁ. Sūcighare pakkhittāsupi eseva nayo. Thavikāya pakkhipitvā sithilabaddhagāḷhabaddhesu tikaṭukādīsu bhesajjesupi eseva nayo.",
  "tika-vin08t34:93": "So vā detīti ‘‘bhante, tumhākaṁyeva idaṁ sāruppa’’nti evaṁ vā deti. Atha vā pana ‘‘āvuso, mayaṁ tuyhaṁ ‘vattapaṭipattiṁ karissati, amhākaṁ santike upajjhaṁ gaṇhissati, dhammaṁ pariyāpuṇissatī’ti cīvaraṁ adamhā, sodāni tvaṁ na vattaṁ karosi, na upajjhaṁ gaṇhāsi, na dhammaṁ pariyāpuṇāsī’’ti evamādīhi vutto ‘‘bhante, cīvaratthāya maññe bhaṇatha, idaṁ vo cīvara’’nti deti, evampi so vā deti. Disāpakkantaṁ vā pana daharaṁ ‘‘nivattetha na’’nti bhaṇati, so na nivattati. ‘‘Cīvaraṁ gahetvā rundhathā’’ti evaṁ ce nivattati, sādhu. Sace ‘‘pattacīvaratthāya maññe tumhe bhaṇatha, gaṇhatha na’’nti deti, evampi soyeva deti. Vibbhantaṁ vā disvā ‘‘mayaṁ tuyhaṁ ‘vattaṁ karissatī’ti pattacīvaraṁ adamhā, sodāni tvaṁ vibbhamitvā carasī’’ti vadati, itaro ‘‘gaṇhatha tumhākaṁ pattacīvara’’nti deti, evampi so vā deti. ‘‘Mama santike upajjhaṁ gaṇhantasseva te demi, aññattha gaṇhantassa na demi. Vattaṁ karontasseva demi, akarontassa na demi. Dhammaṁ pariyāpuṇantasseva demi, apariyāpuṇantassa na demi. Avibbhamantasseva demi, vibbhamantassa na demī’’ti evaṁ pana dātuṁ na vaṭṭati, dadato dukkaṭaṁ, āharāpetuṁ pana vaṭṭati. Cajitvā dinnaṁ acchinditvā gaṇhanto bhaṇḍagghena kāretabbo. Sesamettha uttānameva. Ayaṁ samantapāsādikato uddhaṭavinicchayo.",
  "tika-vin08t34:94": "Yampi tyāhanti ettha yanti kāraṇavacanaṁ, tasmā evamettha sambandho veditabbo – ‘‘mayā saddhiṁ janapadacārikaṁ pakkamissatīti yaṁ kāraṇaṁ nissāya ahaṁ te, āvuso, cīvaraṁ adāsiṁ, taṁ na karosī’’ti kupito anattamano acchindīti. Yanti vā cīvaraṁ parāmasati. Tattha ‘‘mayā saddhiṁ janapadacārikaṁ pakkamissatīti yampi te ahaṁ cīvaraṁ adāsiṁ, taṁ cīvaraṁ gaṇhissāmī’’ti kupito anattamano acchindīti sambandhitabbaṁ.",
  "tika-vin08t34:95": "Āṇattobahūni gaṇhāti, ekaṁ pācittiyanti ‘‘cīvaraṁ gaṇhā’’ti āṇattiyā ekacīvaravisayattā ekameva pācittiyaṁ. Vācāya vācāya dukkaṭanti ettha acchinnesu vatthugaṇanāya pācittiyāni. Ekavācāya sambahulā āpattiyoti idaṁ acchinnesu vatthugaṇanāya āpajjitabbaṁ pācittiyāpattiṁ sandhāya vuttaṁ, āṇattiyā āpajjitabbaṁ pana dukkaṭaṁ ekameva.",
  "tika-vin08t34:96": "Evanti iminā ‘‘vatthugaṇanāya dukkaṭānī’’ti idaṁ parāmasati. Eseva nayoti sithilaṁ gāḷhañca pakkhittāsu āpattiyā bahuttaṁ ekattañca atidisati.",
  "tika-vin08t34:97": "Āvuso mayantiādīsu gaṇhitukāmatāya evaṁ vuttepi teneva dinnattā anāpatti. Amhākaṁsantike upajjhaṁ gaṇhissatīti idaṁ sāmaṇerassapi dānaṁ dīpeti, tasmā kiñcāpi pāḷiyaṁ ‘‘bhikkhussa sāmaṁ cīvaraṁ datvā’’ti vuttaṁ, tathāpi anupasampannakāle datvāpi upasampannakāle acchindantassa pācittiyamevāti veditabbaṁ. Acchindanasamaye upasampannabhāvoyeva hettha pamāṇaṁ. Detīti tuṭṭho vā kupito vā deti. Ruddhathāti nivāretha. Evaṁ pana dātuṁ na vaṭṭatīti ettha evaṁ dinnaṁ na tāva ‘‘tassa santaka’’nti anadhiṭṭhahitvāva paribhuñjitabbanti veditabbaṁ. Āharāpetuṁ pana vaṭṭatīti evaṁ dinnaṁ bhatisadisattā āharāpetuṁ vaṭṭati. Cajitvā dinnanti vuttanayena adatvā anapekkhena hutvā tasseva dinnaṁ. Bhaṇḍagghena kāretabboti sakasaññāya vinā gaṇhanto bhaṇḍaṁ agghāpetvā āpattiyā kāretabbo. Vikappanupagapacchimacīvaratā, sāmaṁ dinnatā, sakasaññitā, upasampannatā, kodhavasena acchindanaṁ vā acchindāpanaṁ vāti imānettha pañca aṅgāni. Ayaṁ sāratthadīpanīpāṭho (sārattha. ṭī. 2.635).",
  "tika-vin08t34:98": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.631) pana ‘‘yampi…pe… acchindīti ettha yaṁ te ahaṁ cīvaraṁ adāsiṁ, taṁ ‘mayā saddhiṁ pakkamissatī’ti saññāya adāsiṁ, na aññathāti kupito acchindīti evaṁ ajjhāharitvā yojetabbaṁ. Ekaṁ dukkaṭanti yadi āṇatto avassaṁ acchindati, āṇattikkhaṇe eva pācittiyaṁ. Yadi na acchindati, tadā eva dukkaṭanti daṭṭhabbaṁ. Ekavācāya sambahulāpattiyoti yadi āṇatto anantarāyena acchindati, āṇattikkhaṇeyeva vatthugaṇanāya pācittiyāpattiyo payogakaraṇakkhaṇeyeva āpattiyā āpajjitabbato, cīvaraṁ pana acchinneyeva nissaggiyaṁ hoti. Yadi so na acchindati, āṇattikkhaṇe ekameva dukkaṭanti daṭṭhabbaṁ. Evamaññatthapi īdisesu nayo ñātabbo. Upajjhaṁ gaṇhissatīti sāmaṇerassa dānaṁ dīpeti, tena ca sāmaṇerakāle datvā upasampannakāle acchindatopi pācittiyaṁ dīpeti. ‘‘Bhikkhussa sāmaṁ cīvaraṁ datvā’’ti idaṁ ukkaṭṭhavasena vuttaṁ. Āharāpetuṁ pana vaṭṭatīti kamme akate bhatisadisattā vuttaṁ. Vikappanupagapacchimacīvaratā, sāmaṁ dinnatā, sakasaññitā, upasampannatā, kodhavasena acchindanaṁ vā acchindāpanaṁ vāti imānettha pañca aṅgānī’’ti vuttaṁ.",
  "tika-vin08t34:99": "Paṭibhānacittakathā",
  "tika-vin08t34:100": "6. Paṭibhānacittakathāyaṁ aṭṭhakathāyaṁ vuttanayeneva suviññeyyanti sāratthadīpaniyaṁ na kiñci vuttaṁ, vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.299) pana ‘‘karohīti vattuṁ na vaṭṭatīti āṇattiyā eva paṭikkhittattā dvārapālaṁ ‘kiṁ na karosī’tiādinā pariyāyena vattuṁ vaṭṭati. Jātakapakaraṇanti jātakapaṭisaṁyuttaṁ itthipurisādi yaṁ kiñci rūpaṁ adhippetaṁ. ‘Parehi kārāpetu’nti vuttattā buddharūpampi sayaṁ kātuṁ na labhatī’’ti vuttaṁ.",
  "tika-vin08t34:101": "Vippakatabhojanakathā",
  "tika-vin08t34:102": "7. Vippakatabhojanakathāyampi sāratthadīpanī vimativinodanī vajirabuddhiṭīkāsu na kiñci vuttaṁ. Paṭhamaṁ kataṁ pakataṁ, vi aniṭṭhitaṁ pakataṁ vippakataṁ, vippakataṁ bhojanaṁ yena so vippakatabhojano, paṭhamaṁ bhuñjitvā aniṭṭhitabhojanakicco bhikkhu. Vuttena bhikkhunā pavisitabbanti sambandho. Rittahatthampi uṭṭhāpetuṁ na vaṭṭatīti ettha kāraṇamāha ‘‘vippakatabhojanoyeva hi so hotī’’ti, yāgukhajjakādīsupi pītesu khāditesupi bhattassa abhuttattā aniṭṭhitabhojanakicco hoti. Pavārito hoti, tena vattabboti pavāritena āsanā vuṭṭhitena bhuñjituṁ alabhamānattā attano santike udake asante vattabboti attho. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:103": "Uddisantauddisāpanakathā",
  "tika-vin08t34:104": "8. Uddisantauddisāpanakathāyaṁ uddisantenāti uddesaṁ dentena, pāḷiṁ vācentenāti attho. Uddisāpentenāti uddesaṁ gaṇhantena, pāḷiṁ vācāpentenāti attho. Uccatarepīti pi-saddena samānāsanaṁ sampiṇḍeti. Nīcatarepīti etthāpi eseva nayo.",
  "tika-vin08t34:105": "Tivassantarikakathā",
  "tika-vin08t34:106": "9. Tivassantarikakathāyaṁ tīṇi vassāni tivassaṁ, tīṇi vā vassāni tivassāni, tivassānaṁ antaraṁ tivassantaraṁ, tivassantare ṭhitoti tivassantaro, tena tivassantarena, antara-saddo majjhatthavācako, ṇa-paccayo ṭhitatthe. Tenāha vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 320) ‘‘tivassantarenāti tiṇṇaṁ vassānaṁ anto ṭhitenā’’ti. Aṭṭhakathāyaṁ (cūḷava. aṭṭha. 320) pana sarūpameva dassento ‘‘tivassantaro nāmā’’tiādimāha. Ime sabbeti sabbe tividhā ime samānāsanikā. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:107": "Dīghāsanakathā",
  "tika-vin08t34:108": "10. Dīghāsanakathāyaṁ saṁhārimaṁ vāti saṁharituṁ yuttaṁ kaṭasārakādi. Asaṁhārimaṁ vāti saṁharituṁ asakkuṇeyyaṁ pāsāṇādi āsanaṁ. Tenāha sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.320) ‘‘dīghāsanaṁ nāma mañcapīṭhavinimuttaṁ yaṁ kiñci tiṇṇannaṁ ekato sukhaṁ nisīdituṁ pahotī’’ti. Kasmā pana ‘‘tiṇṇannaṁ pahotī’’ti vuttaṁ, nanu dvinnaṁ pahonakāsanampi dīghamevāti codanaṁ sandhāyāha ‘‘anujānāmi…pe… ettakaṁ pacchimaṁ dīghāsananti hi vutta’’nti. Dvinnaṁ pahonake hi adīghāsane samānāsanikeheva saha nisīdituṁ vaṭṭati, tiṇṇannaṁ pahonakato paṭṭhāya gahite dīghāsane pana asamānāsanikehipi saha nisīdituṁ vaṭṭati. Yadi evaṁ paṇḍakādīhipi saha nisīdituṁ vaṭṭeyyāti codanaṁ manasi katvā āha ‘‘anujānāmi, bhikkhave, ṭhapetvā paṇḍaka’’ntiādi. Tattha attho suviññeyyova.",
  "tika-vin08t34:109": "Gilānupaṭṭhānakathā",
  "tika-vin08t34:110": "11. Gilānupaṭṭhānakathāyaṁ palipannoti nimuggo, makkhitoti attho. Uccāretvāti ukkhipitvā. Samānācariyakoti ettha ‘‘sacepi ekassa ācariyassa eko antevāsiko hoti, eko saddhivihāriko, etepi aññamaññaṁ samānācariyakā evā’’ti vadanti. Bhesajjaṁ yojetuṁ asamattho hotīti vejjena ‘‘idañcidañca bhesajjaṁ gahetvā iminā yojetvā dātabba’’nti vutte tathā kātuṁ asamatthoti attho. Nīhātunti nīharituṁ, chaḍḍetunti attho. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.365-366) pana ‘‘bhūmiyaṁ paribhaṇḍaṁ akāsīti gilānena nipannabhūmiyaṁ kiliṭṭhaṭṭhānaṁ dhovitvā haritūpalittaṁ kāresīti attho. Bhesajjaṁ yojetuṁ asamatthoti parehi vuttavidhimpi kātuṁ asamattho’’ti vuttaṁ.",
  "tika-vin08t34:111": "Maraṇavaṇṇakathā",
  "tika-vin08t34:112": "12. Maraṇavaṇṇakathāyaṁ maraṇatthikāva hutvāti imassa kāyassa bhedena saggapāpanādhippāyattā atthato maraṇatthikāva hutvā. Maraṇatthikabhāvaṁ ajānantāti ‘‘evaṁ adhippāyino maraṇatthikā nāma hontī’’ti attano maraṇatthikabhāvaṁ ajānantā. Na hi te attano cittappavattiṁ na jānanti. Vohāravasenāti pubbabhāgavohāravasena, maraṇādhippāyassa sanniṭṭhāpakacetanākkhaṇe karuṇāya abhāvato kāruññena pāse baddhasūkaramocanaṁ viya na hotīti adhippāyo. ‘‘Yathāyunā’’ti vuttamevatthaṁ yathānusandhināti pariyāyantarena vuttaṁ, yathānusandhinā yathāyuparicchedenāti vuttaṁ hoti. Atha vā yathānusandhināti yathānuppabandhena, yāva tasmiṁ bhave santānassa anuppabandho avicchinnapavatti hoti, tāva ṭhatvāti vuttaṁ hoti.",
  "tika-vin08t34:113": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.180) ‘‘vohāravasenāti pubbabhāgavohāravasena maraṇādhippāyassa sanniṭṭhāpakacetanākkhaṇe karuṇāya abhāvato, kāruññena pāse baddhasūkaramocanaṁ viya na hotīti adhippāyo. ‘Yathāyunā’ti vuttamevatthaṁ yathānusandhināti pariyāyantarena vutta’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 180) pana ‘‘maraṇatthikāva hutvāti imassa kāyassa bhedena saggapāpanādhippāyattā atthato maraṇatthikāva hutvā. ‘‘Evaṁadhippāyino maraṇatthikā nāma hontī’’ti attano maraṇatthikabhāvaṁ ajānantā āpannā pārājikaṁ. Na hi te attano cittappavattiṁ na jānantīti vuccanti. Vohāravasenāti pubbabhāge vohāravasena, sanniṭṭhāne panetaṁ natthi, pāse baddhasūkaramocane viya na hoti. Yathānusandhināti antarā amaritvāti attho’’ti vuttaṁ.",
  "tika-vin08t34:114": "Attapātanakathā",
  "tika-vin08t34:115": "13. Attapātanakathāyaṁ vibhattibyattayenāti vibhattivipariṇāmena. Visesādhigamoti samādhi vipassanā ca. Ativiya pākaṭattā ‘‘hatthappatto viya dissatī’’ti vuttaṁ. Upacchindatīti visesādhigamassa vikkhepo mā hotūti āhāraṁ upacchindati. Visesādhigamanti lokuttaradhammapaṭilābhaṁ. Byākaritvāti ārocetvā. Upacchindati, na vaṭṭatīti yasmā sabhāgānaṁ lajjībhikkhūnaṁyeva ariyā attanā adhigatavisesaṁ tādise kāraṇe sati ārocenti, te ca bhikkhū appatirūpāya anesanāya paccayaṁ na pariyesanti, tasmā tehi pariyesitapaccaye kukkuccaṁ uppādetvā āhāraṁ upacchindituṁ na vaṭṭatīti attho. Sabhāgānañhi byākatattā upacchindituṁ na labhati. Te hi kappiyakhettaṁ ārocenti. Teneva ‘‘sabhāgānañhi lajjībhikkhūnaṁ kathetuṁ vaṭṭatīti idaṁ ‘upacchindati, na vaṭṭatī’ti imassa kāraṇaṁ dassentena vutta’’nti tīsupi gaṇṭhipadesu vuttaṁ. Atha vā visesādhigamaṁ byākaritvāti idaṁ visesassa adhigatabhāvadassanatthaṁ vuttaṁ, adhigamantarāyaṁ āsaṅkanteneva ca āhārupacchedo kātabboti anuññātattā adhigatena na kātabboti dassetuṁ ‘‘visesādhigamaṁ byākaritvā āhāraṁ upacchindati, na vaṭṭatī’’ti vuttaṁ. Kiṁ pana ariyā attanā adhigatavisesaṁ aññesaṁ ārocentīti imissā codanāya ‘‘sabhāgānañhi lajjībhikkhūnaṁ kathetuṁ vaṭṭatī’’ti vuttaṁ, ayamettha yuttataroti amhākaṁ khanti, gaṇṭhipadepi ayamattho dassitoyevāti.",
  "tika-vin08t34:116": "Vimativinodaniyampi (vi. vi. ṭī. 1.182-183) ‘‘vibhattibyattayenāti vibhattivipariṇāmena. Visesādhigamoti samādhi vipassanā ca. Visesādhigamanti lokuttaradhammapaṭilābhaṁ. Byākaritvāti ārocetvā, idañca visesassa adhigatabhāvadassanatthaṁ vuttaṁ. Adhigatavisesā hi diṭṭhānugatiāpajjanatthaṁ lajjībhikkhūnaṁ avassaṁ adhigamaṁ byākaronti, adhigatavisesena pana abyākaritvāpi āhāraṁ upacchindituṁ na vaṭṭati, adhigamantarāyavinodanatthameva āhārupacchedassa anuññātattā tadadhigame so na kātabbova. Kiṁ panādhigamaṁ ārocetuṁ vaṭṭatīti āha sabhāgānañhītiādī’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 181-183) ‘‘hatthappatto viya dissati, ‘tassa vikkhepo mā hotū’ti upacchindati, visesādhigamaṁ byākaritvā tappabhavaṁ sakkāraṁ lajjāyanto āhāraṁ upacchindati sabhāgānaṁ byākatattā. Te hi kappiyakhettaṁ ārocentī’’ti vuttaṁ.",
  "tika-vin08t34:117": "Appaccavekkhitvānisinnakathā",
  "tika-vin08t34:118": "14. Appaccavekkhitvā nisinnakathāyaṁ appaṭivekkhitvāti anupaparikkhitvā. Uddhaṁ vā adho vā saṅkamantīti pacchā āgatānaṁ okāsadānatthaṁ nisinnapāḷiyā uddhaṁ vā adho vā gacchanti. Paṭivekkhaṇakiccaṁ natthīti pacchā āgatehi upaparikkhaṇakiccaṁ natthi. Heṭṭhā kismiñci vijjamāne sāṭakaṁ valiṁ gaṇhātīti āha ‘‘yasmiṁ vali na paññāyatī’’ti. Paṭivekkhaṇañcetaṁ gihīnaṁ santakeyevāti daṭṭhabbaṁ. Vimativinodaniyampi (vi. vi. ṭī. 1.180) ‘‘heṭṭhā kismiñci vijjamāne sāṭakaṁ valiṁ gaṇhātīti āha ‘yasmiṁ vali na paññāyatī’ti. Paṭivekkhaṇañcetaṁ gihīnaṁ santake evāti daṭṭhabba’’nti ettakameva vuttaṁ, vajirabuddhiṭīkāyampi (vajira. ṭī. pārājika 180) ‘‘appaṭivekkhitvāti avicāretvā. Heṭṭhimabhāge hi kismiñci vijjamāne vali paññāyatī’’ti ettakameva.",
  "tika-vin08t34:119": "Davāyasilāvijjhanakathā",
  "tika-vin08t34:120": "15. Davāyasilāvijjhanakathāyaṁ davāsaddo hasādhippāyavācako. Paṭipubbavidha-dhātu pavaṭṭanatthoti āha ‘‘hasādhippāyena pāsāṇo na pavaṭṭetabbo’’ti. Silāsaddassa pāsāṇavācakattā so eva na paṭivijjhitabboti codanaṁ sandhāyāha ‘‘na kevalañcā’’tiādi. Yadi evaṁ sabbesampi atthāya na vaṭṭeyyāti āha ‘‘cetiyādīnaṁ atthāyā’’tiādi. Dhovanadaṇḍakanti bhaṇḍadhovanadaṇḍaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.182-183) pana ‘‘bhaṇḍakaṁ vā dhovantāti cīvaraṁ vā dhovantā. Dhovanadaṇḍakanti cīvaradhovanadaṇḍa’’nti vuttaṁ.",
  "tika-vin08t34:121": "Dāyālimpanakathā",
  "tika-vin08t34:122": "16. Dāyālimpanakathāyaṁ alla…pe… pācittiyanti sukkhaṭṭhānepi aggiṁ pātetvā iminā adhippāyena ālimpentassa pācittiyameva. Dukkaṭanti sukkhaṭṭhāne vā sukkhaṁ ‘‘asukkha’’nti avavatthapetvā vā aggiṁ pātentassa dukkaṭaṁ. Kīḷādhippāyepi eseva nayo, kīḷādhippāyo ca paṭapaṭāyamānasaddassādavaseneva veditabbo. Paṭipakkhabhūto aggi paṭaggi. Parittakaraṇanti ārakkhakaraṇaṁ. Sayaṁ vā uṭṭhitanti vāteritānaṁ veḷuādīnaṁ aññamaññasaṅghaṭṭanena samuṭṭhitaṁ. Nirupādānoti indhanarahito. Vimativinodaniyaṁ (vi. vi. ṭī. 1.190) pana ‘‘khiḍḍādhippāyenapi dukkaṭanti sukkhatiṇādīsu aggikaraṇaṁ sandhāya vuttaṁ. Allesu pana kīḷādhippāyenapi karontassa pācittiyameva. Paṭipakkhabhūto, paṭimukhaṁ gacchanto vā aggi paṭaggi, tassa allatiṇādīsupi dānaṁ anuññātaṁ. Taṁ dentena dūratova āgacchantaṁ dāvaggiṁ disvā vihārassa samantato ekakkhaṇe akatvā ekadesato paṭṭhāya vihārassa samantato saṇikaṁ jhāpetvā yathā mahantopi aggi vihāraṁ pāpuṇituṁ na sakkoti, evaṁ vihārassa samantā abbhokāsaṁ katvā paṭaggi dātabbo. So ḍāvaggino paṭipathaṁ gantvā ekato hutvā tena saha nibbāti. Parittakaraṇanti samantā rukkhatiṇādicchedanaparikhākhaṇanādiārakkhakaraṇaṁ. Tenāha ‘tiṇakuṭikānaṁ samantā bhūmitacchana’ntiādī’’ti, vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 190) pana ‘‘parittanti rakkhaṇaṁ, taṁ dassetuṁ ‘samantā bhūmitacchana’ntiādi vutta’’nti ettakameva vuttaṁ.",
  "tika-vin08t34:123": "Micchādiṭṭhikulābhatakathā",
  "tika-vin08t34:124": "17. Micchādiṭṭhikulābhatakathāyaṁ natthi saddhā etesūti assaddhā, maccharino, tesu assaddhesu. Micchādiṭṭhiyā yuttāni kulāni micchādiṭṭhikulāni, majjhelopatatiyātappurisasamāso, ‘‘natthi dinna’’ntiādinayappavattāya dasavatthukāya micchādiṭṭhiyā yuttakulāni, tesu. Micchādiṭṭhikulesu labhitvāti sambandho. Asakkaccakārīnaṁ tesaṁ sakkaccakaraṇena, appaṇītadāyīnaṁ tesaṁ paṇītadānena bhavitabbamettha kāraṇenāti kāraṇaṁ upaparikkhitvāva bhuñjituṁ yuttanti āha ‘‘anupaparikkhitvā neva attanā bhuñjitabbaṁ, na paresaṁ dātabba’’nti. Yena kāraṇena bhavitabbaṁ, taṁ dassetuṁ ‘‘visamissampi hī’’tiādi vuttaṁ. Na kevalaṁ piṇḍapātamevāti āha ‘‘yampī’’tiādi. Tattha kāraṇamāha ‘‘apihitavatthusmimpi hī’’tiādi. Tato aññampi dasseti gandhahaliddādimakkhitotiādinā . Tatthapi kāraṇaṁ dassetumāha ‘‘sarīre rogaṭṭhānānī’’tiādi.",
  "tika-vin08t34:125": "Gopakadānakathā",
  "tika-vin08t34:126": "18. Gopakadānakathāyaṁ paresaṁ santakaṁ gopeti rakkhatīti gopako, tassa dānaṁ gopakadānaṁ, uyyānapālakādīhi bhikkhūnaṁ dātabbadānaṁ. Tattha paṇṇaṁ āropetvāti ‘‘ettakeheva rukkhehi ettakameva gahetabba’’nti paṇṇaṁ āropetvā, likhitvāti vuttaṁ hoti. Nimittasaññaṁ katvāti saṅketaṁ katvā. Dārakāti tesaṁ puttanattādayo dārakā. Aññepi ye keci gopakā honti, te sabbepi vuttā. Sabbatthapi gihīnaṁ gopakadāne yattakaṁ gopakā denti, tattakaṁ gahetabbaṁ. Saṅghike pana yathāparicchedameva gahetabbanti dīpitattā ‘‘atthato eka’’nti vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. 1.156) ‘‘paṇṇaṁ āropetvāti ‘ettake rukkhe rakkhitvā tato ettakaṁ gahetabba’nti paṇṇaṁ āropetvā. Nimittasaññaṁ katvāti saṅketaṁ katvā. Dārakāti tesaṁ puttanattādayo ye keci gopenti, te sabbepi idha ‘dārakā’ti vuttā’’ti, vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 156) pana ‘‘ārāmarakkhakāti vissatthavasena gahetabbaṁ. Adhippāyaṁ ñatvāti ettha yassa dānaṁ paṭiggaṇhantaṁ bhikkhuṁ, bhāgaṁ vā sāmikā na rakkhanti na daṇḍenti, tassa dānaṁ appaṭicchādetvā gahetuṁ vaṭṭatīti idha sanniṭṭhānaṁ, tampi ‘na vaṭṭati saṅghike’ti vutta’’nti vuttaṁ.",
  "tika-vin08t34:127": "Yatthāti yasmiṁ āvāse. Aññesaṁ abhāvanti aññesaṁ āgantukabhikkhūnaṁ abhāvaṁ. Tatthāti tādise āvāse. Bhājetvā khādantīti āgantukānampi sampattānaṁ bhājetvā khādantīti adhippāyo. Catūsu paccayesu sammā upanentīti ambaphalādīni vikkiṇitvā cīvarādīsu catūsu paccayesu sammā upanenti. Cīvaratthāya niyametvā dinnāti ‘‘imesaṁ rukkhānaṁ phalāni vikkiṇitvā cīvaresuyeva upanetabbāni, na bhājetvā khāditabbānī’’ti evaṁ niyametvā dinnā. Tesupi āgantukā anissarāti paccayaparibhogatthāya niyametvā dinnattā bhājetvā khādituṁ anissarā. Na tesu…pe… ṭhātabbanti ettha āgantukehi heṭṭhā vuttanayena bhājetvā khāditabbanti adhippāyo. Tesaṁ katikāya ṭhātabbanti ‘‘bhājetvā na khāditabba’’nti vā ‘‘ettakesu rukkhesu phalāni gaṇhissāmā’’ti vā ‘‘ettakāni phalāni gaṇhissāmā’’ti vā ‘‘ettakānaṁ divasānaṁ abbhantare gaṇhissāmā’’ti vā ‘‘na kiñci gaṇhissāmā’’ti vā evaṁ katāya āvāsikānaṁ katikāya āgantukehi ṭhātabbaṁ. Mahāaṭṭhakathāyaṁ ‘‘anissarā’’ti vacanena dīpitoyeva attho mahāpaccariyaṁ ‘‘catunnaṁ paccayāna’’ntiādinā vitthāretvā dassito. Paribhogavasenevāti ettha eva-saddo aṭṭhānappayutto, paribhogavasena tameva bhājetvāti yojetabbaṁ. Ettha etasmiṁ vihāre, raṭṭhevā.",
  "tika-vin08t34:128": "Senāsanapaccayanti senāsanañca tadatthāya niyametvā ṭhapitañca. Lāmakakoṭiyāti lāmakaṁ ādiṁ katvā, lāmakasenāsanato paṭṭhāyāti vuttaṁ hoti. Senāsanepi tiṇādīni lāmakakoṭiyāva vissajjetabbāni, senāsanaparikkhārāpi lāmakakoṭiyāva vissajjetabbā. Mūlavatthucchedaṁ pana katvā na upanetabbanti iminā kiṁ vuttaṁ hoti? Tīsupi gaṇṭhipadesu tāva idaṁ vuttaṁ ‘‘sabbāni senāsanāni na vissajjetabbānīti vuttaṁ hotī’’ti. Lāmakakoṭiyā vissajjantehipi senāsanabhūmiyo na vissajjetabbāti ayamattho vutto hotīti no khanti. Vīmaṁsitvā yaṁ ruccati, taṁ gahetabbaṁ.",
  "tika-vin08t34:129": "Dhammasantakena buddhapūjaṁ kātuṁ, buddhasantakena vā dhammapūjaṁ kātuṁ vaṭṭati na vaṭṭatīti? ‘‘Tathāgatassa kho etaṁ, vāseṭṭha, adhivacanaṁ dhammakāyo itipī’’ti ca ‘‘yo kho, vakkali, dhammaṁ passati, so maṁ passatī’’ti (saṁ. ni. 3.87) ca vacanato vaṭṭatīti vadanti. Keci pana ‘‘evaṁ sante ‘yo, bhikkhave, maṁ upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyyā’ti (mahāva. 365) vacanato buddhasantakena gilānassapi bhesajjaṁ kātuṁ yuttanti āpajjeyya, tasmā na vaṭṭatī’’ti vadanti, taṁ akāraṇaṁ. Na hi ‘‘yo, bhikkhave, maṁ upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyyā’’ti (mahāva. 365) iminā attano ca gilānassa ca ekasadisatā, tadupaṭṭhānassa vā samaphalatā vuttā. Ayañhettha attho – ‘‘yo maṁ ovādānusāsanīkaraṇena upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyya, mama ovādakārakena gilāno upaṭṭhātabbo’’ti (mahāva. aṭṭha. 365). Bhagavato ca gilānassa ca upaṭṭhānaṁ ekasadisanti evaṁ panettha attho na gahetabbo, tasmā ‘‘yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’’ti (dī. ni. 2.216) vacanato ‘‘ahañca kho panidāni ekakova ovadāmi anusāsāmi, mayi parinibbute imāni caturāsīti buddhasahassāni tumhe ovadissanti anusāsissantī’’ti (dī. ni. aṭṭha. 2.216) vuttattā ca bahussutaṁ bhikkhuṁ pasaṁsantena ca ‘‘yo bahussuto, na so tumhākaṁ sāvako nāma, buddho nāma esa cundā’’ti vuttattā dhammagarukattā ca tathāgatassa pubbanayo eva pasatthataroti amhākaṁ khanti. Vimativinodaniyampi ‘‘yatthāti yasmiṁ āvāse. Aññesanti aññesaṁ āgantukānaṁ. Tesupi āgantukā anissarāti senāsane nirantaraṁ vasantānaṁ cīvaratthāya dāyakehi, bhikkhūhi vā niyametvā dinnattā bhājetvā khādituṁ anissarā. Āgantukehipi icchantehi tasmiṁ vihāre vassānādīsu pavisitvā cīvaratthāya gahetabbaṁ. Tesaṁ katikāya ṭhātabbanti sabbāni phalāphalāni abhājetvā ‘ettakesu rukkhesu phalāni bhājetvā paribhuñjissāma, aññesu phalāphalehi senāsanāni paṭijaggissāmā’ti vā ‘piṇḍapātādipaccayaṁ sampādessāmā’ti vā ‘kiñcipi abhājetvā catupaccayatthāyeva upanemā’ti vā evaṁ sammā upanentānaṁ āvāsikānaṁ katikāya āgantukehi ṭhātabbaṁ. Mahāaṭṭhakathāyaṁ ‘anissarā’ti vacanena dīpito eva attho, mahāpaccariyaṁ ‘catunnaṁ paccayāna’ntiādinā vitthāretvā dassito. Paribhogavasenevāti ettha eva-saddo aṭṭhānappayutto, paribhogavasena tameva bhājetvāti yojetabbaṁ. Etthāti etasmiṁ vihāre, raṭṭhe vā. Senāsanapaccayanti senāsanañca tadatthāya niyametvā ṭhapitañca. ‘Ekaṁ vā dve vā varasenāsanāni ṭhapetvā’ti vuttamevatthaṁ puna byatirekamukhena dassetuṁ ‘mūlavatthucchedaṁ pana katvā na upanetabba’nti vuttaṁ, senāsanasaṅkhātavatthuno mūlacchedaṁ katvā sabbāni senāsanāni na vissajjetabbānīti attho. Keci panettha ‘ekaṁ vā dve vā varasenāsanāni ṭhapetvā lāmakato paṭṭhāya vissajjantehipi senāsanabhūmiyo na vissajjetabbāti ayamattho vutto’ti vadanti, tampi yuttameva imassapi atthassa avassaṁ vattabbato, itarathā keci saha vatthunāpi vissajjetabbaṁ maññeyyu’’nti.",
  "tika-vin08t34:130": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 153) ‘‘ettha etasmiṁ vihāre paracakkādibhayaṁ āgataṁ. Mūlavatthucchedanti ‘sabbasenāsanānaṁ ete issarā’ti vacanato itare anissarāti dīpitaṁ hoti. Ayameva bhikkhu issaroti yattha so icchati, tattha attañātahetuṁ labhatīti kira attho, api ca ‘daharo’ti vadanti. Savatthukanti saha bhūmiyāti vuttaṁ hotī’’ti.",
  "tika-vin08t34:131": "Dhammikārakkhayācanakathā",
  "tika-vin08t34:132": "19. Dhammikārakkhayācanakathāyaṁ ‘‘gīvāyevāti āṇattiyā abhāvato. Tesaṁ anatthakāmatāyāti ‘coro’ti vuttaṁ mama vacanaṁ sutvā keci daṇḍissanti, jīvitā voropessantīti evaṁ saññāya. Etena kevalaṁ bhayena vā parikkhāraggahaṇatthaṁ vā sahasā ‘coro’ti vutte daṇḍitepi na dosoti dasseti. Rājapurisānañhi ‘coro aya’nti uddissakathane eva gīvā. Bhikkhūnaṁ, pana ārāmikādīnaṁ vā sammukhā ‘asuko coro evamakāsī’ti kenaci vuttavacanaṁ nissāya ārāmikādīsu rājapurisānaṁ vatvā daṇḍāpentesupi bhikkhussa na gīvā rājapurisānaṁ avuttattā, yesañca vuttaṁ, tehi sayaṁ corassa adaṇḍitattāti gahetabbaṁ. ‘Tvaṁ etassa santakaṁ acchindā’ti āṇattopi hi sace aññena acchindāpeti, āṇāpakassa anāpatti visaṅketattā. Attano vacanakaranti idaṁ sāmīcivasena vuttaṁ. Vacanaṁ akarontānaṁ rājapurisānampi ‘iminā gahitaparikkhāraṁ āharāpehi, mā cassa daṇḍaṁ karohī’ti uddissa vadantassapi daṇḍe gahitepi na gīvā eva daṇḍaggahaṇassa paṭikkhittattā ‘asukabhaṇḍaṁ avaharā’ti āṇāpetvā vippaṭisāre uppanne puna paṭikkhipane (pārā. 121) viya. Dāsādīnaṁ sampaṭicchane viya tadatthāya aḍḍakaraṇe bhikkhūnampi dukkaṭanti āha ‘kappiyaaḍḍo nāma, na vaṭṭatī’ti. Kenaci pana bhikkhunā khettādiatthāya vohārikānaṁ santikaṁ gantvā aḍḍe katepi taṁ khettādisampaṭicchane viya sabbesaṁ akappiyaṁ na hoti pubbe eva saṅghasantakattā. Bhikkhusseva pana payogavasena āpattiyo honti. Dāsādīnampi pana atthāya rakkhaṁ yācituṁ vohārikena puṭṭhena saṅghassa uppannaṁ kappiyakkamaṁ vattuṁ ārāmikādīhi ca aḍḍaṁ kārāpetuṁ vaṭṭati eva. Vihāravatthādikappiyaaḍḍaṁ pana bhikkhunā sayampi kātuṁ vaṭṭatī’’ti vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.679) āgato.",
  "tika-vin08t34:133": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pācittiya 681) ‘‘gīvāti kevalaṁ gīvā eva hoti, na pārājikaṁ. Kārāpetvā dātabbāti ettha sace āvudhabhaṇḍaṁ hoti, tassa dhārā na kārāpetabbā, aññena pana ākārena saññāpetabba’’nti vuttaṁ.",
  "tika-vin08t34:134": "Uccārādichaḍḍanakathā",
  "tika-vin08t34:135": "20. Uccārādichaḍḍanakathāyaṁ aṭṭhame uccārādichaḍḍane ‘‘uccārādibhāvo, anapalokanaṁ, vaḷañjanaṭṭhānaṁ, tirokuṭṭapākāratā, chaḍḍanaṁ vā chaḍḍāpanaṁ vāti imāni panettha pañca aṅgāni, navame haritūpari chaḍḍane sabbesanti bhikkhussa bhikkhuniyā ca. Idha khettapālakā ārāmādigopakā ca sāmikā evā’’ti ettakameva sāratthadīpaniyaṁ (sārattha. ṭī. pācittiya 3.830) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.830) pana ‘‘aṭṭhame vaḷañjiyamānatirokuṭṭāditā, anapaloketvā uccārādīnaṁ chaḍḍanādīti dve aṅgāni. Navame ‘matthakacchinnanāḷikerampī’ti vuttattā haritūpari chaḍḍanameva paṭikkhittaṁ. Tenāha ‘anikkhittabījesū’tiādi. Yattha ca chaḍḍetuṁ vaṭṭati, tattha harite vaccādiṁ kātumpi vaṭṭati eva. Sabbesanti bhikkhubhikkhunīna’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pācittiya 832) pana ‘‘sāmike apaloketvāva chaḍḍetīti katthaci potthake natthi, katthaci atthi, atthibhāvova seyyo kiriyākiriyattā sikkhāpadassa. Idha khettapālakā ārāmādigopakā ca sāmikā eva. ‘Saṅghassa khette ārāme ca tattha kacavaraṁ na chaḍḍetabbanti katikā ce natthi, bhikkhussa chaḍḍetuṁ vaṭṭati saṅghapariyāpannattā, na bhikkhunīnaṁ. Tāsampi bhikkhunisaṅghasantake vuttanayena vaṭṭati, na tattha bhikkhussa. Evaṁ santepi sāruppavaseneva kātabbanti vutta’’nti vuttaṁ.",
  "tika-vin08t34:136": "Bhikkhuvibhaṅge pana sekhiyavaṇṇanāyaṁ (pāci. aṭṭha. 651) ‘‘asañciccāti paṭicchannaṭṭhānaṁ gacchantassa sahasā uccāro vā passāvo vā nikkhamati, asañciccakato nāma, anāpatti. Na hariteti ettha yampi jīvarukkhassa mūlaṁ pathaviyaṁ dissamānaṁ gacchati, sākhā vā bhūmilaggā gacchati, sabbaṁ haritasaṅkhātameva, khandhe nisīditvā appaharitaṭṭhāne pātetuṁ vaṭṭati. Appaharitaṭṭhānaṁ olokentasseva sahasā nikkhamati, gilānaṭṭhāne ṭhito hoti, vaṭṭati. Appaharite katoti appaharitaṁ alabhantena tiṇaṇḍupakaṁ vā palālaṇḍupakaṁ vā ṭhapetvā katopi pacchā haritaṁ ottharati, vaṭṭatiyeva. ‘Kheḷena cettha siṅghāṇikāpi saṅgahitā’ti mahāpaccariyaṁ vuttaṁ. Na udaketi etaṁ paribhogaudakameva sandhāya vuttaṁ. Vaccakuṭisamauddādiudakesu pana aparibhogesu anāpatti. Deve vassante samantato udakogho hoti, anudakaṭṭhānaṁ olokentasseva nikkhamati, vaṭṭati. Mahāpaccariyaṁ vuttaṁ etādise kāle anudakaṭṭhānaṁ alabhantena kātuṁ vaṭṭatī’’ti vuttaṁ. Tassaṁ vaṇṇanāyaṁ vimativinodaniyañca (vi. vi. ṭī. pācittiya 2.652) ‘‘kheḷena cettha siṅghāṇikāpi saṅgahitāti ettha udakagaṇḍusakaṁ katvā ucchukacavarādiñca mukheneva harituṁ udakesu chaḍḍetuṁ vaṭṭatīti daṭṭhabba’’nti vuttaṁ.",
  "tika-vin08t34:137": "Imasmiṁ ṭhāne paṇḍitehi vicāretabbaṁ atthi – ‘‘vaccakuṭisamuddādiudakesu pana aparibhogesu anāpattī’’ti aṭṭhakathāyaṁ vuttaṁ, evaṁ sante nadījātassarādīsu āpatti vā anāpatti vāti. Tattha samuddādīti ādi-saddena nadījātassarāpi saṅgahitāva, tasmā anāpattīti ce? Na cevaṁ daṭṭhabbaṁ. Yadi hi samuddādīti ettha ādi-saddena nadījātassarāpi saṅgahitā, evaṁ sati ṭīkācariyā vadeyyuṁ, na pana vadanti, aṭṭhakathāyañca ‘‘vaccakuṭisamuddādiudakesū’’ti ettakameva vadeyya, tathā pana avatvā ‘‘aparibhogesū’’ti hetumantavisesanapadampi gahitaṁ. Tena ñāyati ‘‘ādisaddena aparibhogāni candanikādiudakāni eva gahitāni, na paribhogāni nadījātassarādiudakānī’’ti. Tena ca vaccakuṭisamuddādiudakāni aparibhogattā anāpattikarāni honti, nadījātassarādiudakāni pana paribhogattā āpattikarānīti. Kathaṁ pana ‘‘aparibhogesū’’ti imassa padassa hetumantapadabhāvo jānitabboti? Yuttito āgamato ca. Kathaṁ yuttito? ‘‘Vaccakuṭisamuddādiudakāni paribhogānipi santi, aparibhogānipī’’ti abyabhicāriyabhāvato. Byabhicāre hi sambhave eva sati visesanaṁ sātthakaṁ siyā. Kathaṁ āgamato? Vuttañhetaṁ ācariyabuddhadattattherena vinayavinicchaye (vi. vi. 1954) ‘‘tesaṁ aparibhogattā’’ti. Tasmā ādi-saddena aparibhogāniyeva udakāni gahitāni, na paribhogāni. Vuttañhetaṁ vinayavinicchayaṭīkāyaṁ ‘‘vaccakuṭisamuddādiudakesūti ettha ādi-saddena sabbaṁ aparibhogajalaṁ saṅgayhati, teneva tesaṁ aparibhogattameva kāraṇamāhā’’ti, tasmā manussānaṁ paribhogesu nadījātassarataḷākapokkharaṇiyādiudakesu uccārapassāvādikaraṇaṁ na vaṭṭatīti jānitabbametaṁ. ‘‘Deve vassante samantato udakogho hoti, anudakaṭṭhānaṁ olokentasseva nikkhamati, vaṭṭati. Mahāpaccariyaṁ vuttaṁ etādise kāle anudakaṭṭhānaṁ alabhantena kātuṁ vaṭṭatīti vutta’’nti aṭṭhakathāyaṁ āgatattā mahantesu nadījātassarādīsu nāvādīhi gatakāle tādise kāraṇe sati ‘‘tīraṁ upanehī’’ti vatvā ‘‘upanetuṁ asakkuṇeyyaṭṭhāne udakepi kātuṁ vaṭṭati, anāpattī’’ti aṭṭhakathānulomato viññāyati, upaparikkhitvā gahetabbaṁ.",
  "tika-vin08t34:138": "Nahānerukkhādighaṁsanakathā",
  "tika-vin08t34:139": "21. Nahāne rukkhādighaṁsananti ettha aṭṭhapadākārenāti aṭṭhapadaphalakākārena, jūtaphalakasadisanti vuttaṁ hoti. Mallakamūlakasaṇṭhānenāti kheḷamallakamūlasaṇṭhānena. Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.243) pana ‘‘aṭṭhapadākārenāti jūtaphalake aṭṭhagabbharājiākārena. Mallakamūlasaṇṭhānenāti kheḷamallakamūlasaṇṭhānena. Idañca vaṭṭādhārakaṁ sandhāya vuttaṁ. Kaṇṭake uṭṭhāpetvā katavaṭṭakapālassetaṁ adhivacanaṁ. Puthupāṇikanti muṭṭhiṁ akatvā vikasitahatthatalehi piṭṭhiparikammaṁ vuccati. Etameva sandhāya hatthaparikamma’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 244) pana ‘‘puthupāṇinā kattabbaṁ kammaṁ puthupāṇikamma’’nti vuttaṁ.",
  "tika-vin08t34:140": "Evaṁ pāḷianusāreneva nahāne kattabbākattabbaṁ dassetvā idāni nahānatitthe nahāyantānaṁ bhikkhūnaṁ nahānavidhiṁ dassento ‘‘idaṁ panettha nahānavatta’’ntiādimāha. Tattha passantānaṁ appasādāvahanato, gihipurisānaṁ kammaṁ viyāti garahitabbabhāvato ca vuttaṁ ‘‘yattha vā tattha vā…pe… na otaritabba’’nti. Aññesu sammukhībhūtesu anudakasāṭakena nahāyituṁ dukkarattā ‘‘sabbadisā pana oloketvā vivittabhāvaṁ ñatvā’’ti vuttaṁ. Evampi khāṇugumbalatādīhi paṭicchannāpi hutvā tiṭṭheyyunti āha ‘‘khāṇu…pe… ukkāsitvā’’ti. Uddhaṁmukhena cīvarāpanayanaṁ harāyitabbaṁ siyāti vuttaṁ ‘‘avakujja…pe… apanetvā’’ti. Tato kāyabandhanaṭṭhapanavattamāha ‘‘kāyabandhana’’ntyādinā . Tato udakasāṭikāya sati taṁ nivāsetvā otaritabbaṁ siyā, tāya asatiyā kiṁ kātabbanti codanaṁ sandhāyāha ‘‘sace’’tiādi. Tattha pubbe ‘‘ṭhitakeneva na otaritabba’’nti ahirikākārassa paṭisiddhattā idha hirimantākāraṁ dasseti udakante ukkuṭikaṁ nisīditvā nivāsanaṁ mocetvāti. Uṇṇaṭṭhāne, samaṭṭhāne vā pasārite sati vā tena aññattha gaccheyyāti āha ‘‘sace ninnaṭṭhāna’’ntiādi.",
  "tika-vin08t34:141": "Otarantena kiṁ kātabbanti pucchaṁ sandhāya ‘‘otarantena saṇika’’ntyādi. Tattha pubbe ‘‘vegena na otaritabba’’nti paṭisiddhānurūpamāha ‘‘saṇika’’nti. Atigambhīraṁ gacchanto udakoghataraṅgavātādīhi paharanto calitakāyo siyā, atiuttāne nisīdanto appaṭicchannakāyo siyāti vuttaṁ ‘‘nābhippamāṇamattaṁ otaritvā’’ti. Attano hatthavikārādīhi vīciṁ uṭṭhāpento, saddañca karonto uddhaṭacapalabhāvo siyāti vuttaṁ ‘‘vīciṁ anuṭṭhapentena saddaṁ akarontena nivattitvā’’ti. Nivattitvā kiṁ kātabbanti āha āgatadisābhimukhena nimujjitabba’’nti, abhimukhena hutvāti pāṭhaseso. Idāni tapphalaṁ dassento ‘‘eva’’ntyādimāha. Tato ummujjantena kiṁ kātabbanti pucchāyamāha ‘‘ummujjantenapī’’tiādi. Sesaṁ suviññeyyameva. Cīvaraṁ pārupitvāva ṭhātabbaṁ, kasmāti ce? Na tāva kāyato udakaṁ otarati, tasmā thokaṁ kālaṁ uttarāsaṅgaṁ cīvaraṁ ubhohi hatthehi ante gahetvā purato katvā ṭhātabbaṁ. Tato kāyassa sukkhabhāvaṁ ñatvā cīvaraṁ pārupitvā yathāruci gantabbanti.",
  "tika-vin08t34:142": "Valikādikathā",
  "tika-vin08t34:143": "22. Valikādikathāyaṁ ‘‘muttolambakādīnanti ādi-saddena kuṇḍalādiṁ saṅgaṇhāti. Palambakasuttanti yaññopacitākārena olambakasutta’’nti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.245). Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.245) pana ‘‘muttolambakādīnanti ādi-saddena kuṇḍalādiṁ saṅgaṇhāti. Palambakasuttanti brāhmaṇānaṁ yaññopacitasuttādiākāraṁ vuccati. Valayanti hatthapādavalaya’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 245) pana ‘‘kaṇṇato nikkhantamuttolambakādīnaṁ kuṇḍalādīnanti likhitaṁ. ‘Kāyūra’nti pāḷipāṭho. ‘Keyūrādīnī’ti ācariyenuddhaṭa’’nti vuttaṁ.",
  "tika-vin08t34:144": "Dīghakesakathā",
  "tika-vin08t34:145": "23. Dīghakesakathāyaṁ sāratthadīpaniyaṁ na kiñci vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.246) pana ‘‘dvaṅguleti upayogabahuvacanaṁ, dvaṅgulappamāṇaṁ atikkāmetuṁ na vaṭṭatīti attho. Ettha ca dumāsassa vā dvaṅgulassa vā atikkantabhāvaṁ ajānantassapi kesamassugaṇanāya acittakāpattiyo hontīti vadanti. Kocchenāti usīrahīrādīni bandhitvā samakaṁ chinditvā gahitakocchena. Cikkalenāti silesayuttatelena. Uṇhābhitattarajasirānampīti uṇhābhitattānaṁ rajokiṇṇasirānaṁ. Addahatthenāti allahatthenā’’ti vuttaṁ.",
  "tika-vin08t34:146": "Upari pana pāḷiyaṁ (cūḷava. 275) ‘‘tena kho pana samayena chabbaggiyā bhikkhū massuṁ kappāpenti. Massuṁ vaḍḍhāpenti. Golomikaṁ kārāpenti. Caturassakaṁ kārāpenti. Parimukhaṁ kārāpenti. Aḍḍhadukaṁ kārāpenti. Dāṭhikaṁ ṭhapenti. Sambādhe lomaṁ saṁharāpenti. Manussā ujjhāyanti khīyanti vipācenti ‘seyyathāpi gihī kāmabhogino’ti . Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, massu kappāpetabbaṁ. Na massu vaḍḍhāpetabbaṁ. Na golomikaṁ kārāpetabbaṁ. Na caturassakaṁ kārāpetabbaṁ. Na parimukhaṁ kārāpetabbaṁ. Na aḍḍhadukaṁ kārāpetabbaṁ. Na dāṭhikā ṭhapetabbā. Na sambādhe lomaṁ saṁharāpetabbaṁ, yo saṁharāpeyya, āpatti dukkaṭassā’’ti āgataṁ. Aṭṭhakathāyampi (cūḷava. aṭṭha. 275) ‘‘massuṁ kappāpentīti kattariyā massuṁ chedāpenti. Massuṁ vaḍḍhāpentīti massuṁ dīghaṁ kārenti. Golomikanti hanukamhi dīghaṁ katvā ṭhapitaṁ eḷakamassu vuccati. Caturassakanti catukoṇaṁ. Parimukhanti udare lomasaṁharaṇaṁ. Aḍḍhadukanti udare lomarājiṭṭhapanaṁ. Āpatti dukkaṭassāti massukappāpanādīsu sabbattha āpatti dukkaṭassā’’ti vuttaṁ.",
  "tika-vin08t34:147": "Puna pāḷiyaṁ (cūḷava. 275) ‘‘tena kho pana samayena bhikkhū sakkharikāyapi madhusitthakenapi nāsikālomaṁ gāhāpenti, nāsikā dukkhā honti. Anujānāmi, bhikkhave, saṇḍāsanti. Tena kho pana samayena chabbaggiyā bhikkhū palitaṁ gāhāpenti. Manussā ujjhāyanti khīyanti vipācenti ‘seyyathāpi gihī kāmabhogino’ti. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, palitaṁ gāhāpetabbaṁ, yo gāhāpeyya, āpatti dukkaṭassā’’ti āgataṁ. ‘‘Sakkharādīhi nāsikālomaggāhāpane āpatti natthi, anurakkhaṇatthaṁ pana saṇḍāso anuññāto’’ti aṭṭhakathāyaṁ vuttaṁ. ‘‘Na, bhikkhave, palitaṁ gāhāpetabbanti ettha bhamukāya vā nalāṭe vā dāṭhikāya vā uggantvā bībhacchaṁ ṭhitaṁ, tādisaṁ lomaṁ palitaṁ vā apalitaṁ vā gāhāpetuṁ vaṭṭatī’’ti ca vuttaṁ.",
  "tika-vin08t34:148": "Ādāsādikathā",
  "tika-vin08t34:149": "24. Ādāsādikathāyaṁ ādāso nāma maṇḍanapakatikānaṁ manussānaṁ attano mukhacchāyādassanatthaṁ kaṁsalohādīhi kato bhaṇḍaviseso. Udakapatto nāma udakaṭṭhapanako pātisarāvādiko bhājanaviseso. Kaṁsapattādīnīti ādāsabhāvena akatāni parisuddhabhāvena ālokakarāni vatthūni. Ādi-saddena suvaṇṇarajatajātiphalikādayo saṅgaṇhāti, kañjiyādīnīti ettha ādi-saddena dravajātikāni telamadhukhīrādīni. Ābādhapaccayāti attano mukhe uppannavaṇapaccayā. Tenāha ‘‘sañchavi nu kho me vaṇo’’tiādi. Āyuṁ saṅkharotīti āyusaṅkhāro. Ko so? Attabhāvo, taṁ āyusaṅkhāraṁ, taṁ olokento kenākārena olokeyyāti pucchāyamāha ‘‘jiṇṇo nu khomhi noti eva’’nti. Tassattho – mama attabhāvo jiṇṇo nu kho vā, no jiṇṇo nu kho vāti evaṁ iminā manasikārena kammaṭṭhānasīsena oloketuṁ vaṭṭati. ‘‘Sobhati nu kho me attabhāvo, no vā’’ti evaṁ pavattena attasinehavasena oloketuṁ na vaṭṭatīti.",
  "tika-vin08t34:150": "Na mukhaṁ ālimpitabbanti vippasannachavivaṇṇakarehi mukhalepanehi na limpitabbaṁ. Na ummadditabbanti nānāummaddanehi na ummadditabbaṁ. Na cuṇṇetabbanti mukhacuṇṇakena na makkhetabbaṁ. Na manosilikāya mukhaṁ lañjetabbanti manosilāya tilakādilañjanāni na kātabbāni . Na kevalaṁ manosilāyameva, haritālādīhipi tāni na vaṭṭantiyeva. Aṅgarāgādayo pākaṭāyeva.",
  "tika-vin08t34:151": "Naccādikathā",
  "tika-vin08t34:152": "25. Naccādikathāyaṁ ‘‘sādhugītanti aniccatādipaṭisaṁyuttagītaṁ. Caturassena vattenāti paripuṇṇena uccāraṇavattena. Taraṅgavattādīnaṁ uccāraṇavidhānāni naṭṭhappayogānī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.248-249) vuttaṁ, vimativinodaniyampi (vi. vi. ṭī. cūḷavagga 2.248-249) ‘‘sādhugītanti aniccatādipaṭisaññuttaṁ gītaṁ. Caturassena vattenāti paripuṇṇena uccāraṇavattena. Taraṅgavattādīnaṁ sabbesaṁ sāmaññalakkhaṇaṁ dassetuṁ ‘sabbesaṁ…pe… lakkhaṇa’nti vuttaṁ. Yattakāhi mattāhi akkharaṁ paripuṇṇaṁ hoti, tatopi adhikamattāyuttaṁ katvā kathanaṁ vikārakathanaṁ nāma, tathā akatvā kathanameva lakkhaṇanti attho’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 248-249) pana ‘‘sādhugītaṁ nāma parinibbutaṭṭhāne gītanti likhitaṁ. Dantagītaṁ gāyitukāmānaṁ vākkaraṇīyaṁ. Dantagītassa vibhāvanatthaṁ ‘yaṁ gāyissāmā’tiādimāha. Caturassavattaṁ nāma catupādagāthāvattaṁ. ‘Taraṅgavattādīni uccāraṇavidhānāni naṭṭhappayogānī’ti likhita’’nti vuttaṁ.",
  "tika-vin08t34:153": "Aṅgacchedādikathā",
  "tika-vin08t34:154": "26. Aṅgacchedādikathāyaṁ ‘‘attano aṅgajātaṁ chindantasseva thullaccayaṁ, tato aññaṁ chindantassa dukkaṭaṁ, ābādhapaccayā chindantassa anāpattī’’ti aṭṭhakathāyaṁ vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.251) pana ‘‘aṅgajātanti bījavirahitaṁ purisanimittaṁ. Bīje hi chinne opakkamikapaṇḍako nāma abhabbo hotīti vadanti. Eke pana ‘bījassapi chedanakkhaṇe dukkaṭāpatti eva, kamena purisindriyādike antarahite paṇḍako nāma abhabbo hoti, tadā liṅganāsanāya nāsetabbo’ti vadanti. Tādisaṁ vā dukkhaṁ uppādentassāti muṭṭhippahārādīhi attano dukkhaṁ uppādentassā’’ti vuttaṁ.",
  "tika-vin08t34:155": "Pattakathā",
  "tika-vin08t34:156": "28. Pattakathāyaṁ ‘‘bhūmiādhāraketi valayādhārake. Dāruādhārakadaṇḍādhārakesūti ekadārunā kataādhārake, bahūhi daṇḍakehi kataādhārake vāti attho . Tīhi daṇḍehi kato pana na vaṭṭati. Bhūmiyaṁ pana nikkujjitvā ekameva ṭhapetabbanti ettha ‘dve ṭhapentena upari ṭhapitapattaṁ ekena passena bhūmiyaṁ phusāpetvā ṭhapetuṁ vaṭṭatī’ti vadanti. Ālindakamiḍḍhikādīnanti pamukhamiḍḍhikādīnaṁ. Parivattetvā tattheva patiṭṭhātīti ettha ‘parivattetvā tatiyavāre tattheva miḍḍhiyā patiṭṭhātī’ti gaṇṭhipadesu vuttaṁ. Paribhaṇḍanteti ettha paribhaṇḍaṁ nāma gehassa bahikuṭṭapādassa thirabhāvatthaṁ katā tanukamiḍḍhikā vuccati. Tanukamiḍḍhikāyāti khuddakamiḍḍhikāya. Miḍḍhantepi ādhārake ṭhapetuṁ vaṭṭati. ‘Anujānāmi, bhikkhave, ādhāraka’nti hi vacanato miḍḍhādīsu yattha katthaci ādhārakaṁ ṭhapetvā tattha pattaṁ ṭhapetuṁ vaṭṭati ādhārake ṭhapanokāsassa aniyamitattāti vadanti. ‘Pattamāḷo nāma vaṭṭetvā pattānaṁ agamanatthaṁ vaṭṭaṁ vā caturassaṁ vā iṭṭhakādīhi parikkhipitvā kato’ti gaṇṭhipadesu vuttaṁ. Ghaṭikanti upari yojitaṁ aggaḷaṁ. Tāvakālikaṁ paribhuñjituṁ vaṭṭatīti sakideva gahetvā tena āmisaṁ paribhuñjitvā chaḍḍetuṁ vaṭṭatīti adhippāyo. Ghaṭikaṭāheti bhājanakapāle. Pāḷiyaṁ abhuṁ meti ettha bhavatīti bhū, vaḍḍhi. Na bhūti abhū, avaḍḍhi. Bhayavasena pana sā itthī ‘abhu’nti āha, vināso mayhanti attho. Chavasīsassa pattanti chavasīsamayaṁ pattaṁ. Pakativikārasambandhe cetaṁ sāmivacanaṁ. Abhedepi vā tadupacāravasenevāyaṁ vohāro ‘silāputtakassa sarīra’ntiādīsu viya. Cabbetvāti khāditvā. Ekaṁ udakagaṇḍusaṁ gahetvāti vāmahattheneva pattaṁ ukkhipitvā mukhena gaṇḍusaṁ gahetvā. Ucchiṭṭhahatthenāti sāmisena hatthena. Ettāvatāti ekagaṇḍusaṁ gahaṇamattena. Luñcitvāti tato maṁsaṁ uddharitvā. Etesu sabbesu paṇṇattiṁ jānātu vā, mā vā, āpattiyevā’’ti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.253-255) vuttaṁ.",
  "tika-vin08t34:157": "Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.252) pana ‘‘gihivikaṭānīti gihisantakāni. Pāḷiyaṁ na acchupiyantīti na phussitāni honti. Rūpakākiṇṇāni itthirūpādiākiṇṇāni. Bhūmiādhāraketi dantādīhi kate valayādhārake. Etassa valayādhārakassa anucchavitāya ṭhapitā pattā na parivattantīti ‘tayo patte ṭhapetuṁ vaṭṭatī’ti vuttaṁ. Anuccatañhi sandhāya ayaṁ ‘bhūmiādhārako’ti vutto. Dāruādhārakadaṇḍādhārakesūti ekadārunā kataādhārake ca bahūhi daṇḍakehi kataādhārake ca, ete ca uccatarā honti pattehi saha patanasabhāvā, tena ‘susajjitesū’ti vuttaṁ. Bhamakoṭisadisenāti yattha dhamakaraṇādiṁ pavesetvā likhanti, tassa bhamakassa koṭiyā sadiso. Tādisassa dāruādhārakassa avitthiṇṇatāya ṭhapitopi patto patatīti ‘anokāso’ti vutto. Ālindakamiḍḍhikādīnanti pamukhamiḍḍhikādīnaṁ, uccavatthukānanti attho. Bāhirapasseti pāsādādīnaṁ bahikuṭṭe. Tanukamiḍḍhikāyāti vedikāya. Sabbattha pana hatthappamāṇato abbhantare ṭhapetuṁ vaṭṭati, ādhārake pana tato bahipi vaṭṭati. Aññena pana bhaṇḍakenāti aññena bhārabhaṇḍena bhaṇḍakena. ‘Bandhitvā olambitu’nti ca vuttattā pattatthavikāya aṁsabaddhako yathā laggitaṭṭhānato na parigaḷati, tathā sabbathāpi bandhitvā ṭhapetuṁ vaṭṭati. Bandhitvāpi upari ṭhapetuṁ na vaṭṭatīti ‘upari nisīdantā ottharitvā bhindantī’ti vuttaṁ. Tattha ṭhapetuṁ vaṭṭatīti nisīdanasaṅkābhāvato vuttaṁ. Bandhitvā vāti bandhitvā ṭhapitachatte vā. Yo kocīti bhattapūropi tucchapattopi. Pariharitunti divase divase piṇḍāya caraṇatthāya ṭhapetuṁ. Pattaṁ alabhantena pana ekadivasaṁ piṇḍāya caritvā bhuñjitvā chaḍḍetuṁ vaṭṭati. Paṇṇapuṭādīsupi eseva nayo. Chavasīsassapattoti chavasīsamayo patto, pakativikārasambandhe cetaṁ sāmivacanaṁ. Cabbetvāti niṭṭhubhitvā. ‘Paṭiggahaṁ katvā’ti vuttattā ucchiṭṭhahatthena udakaṁ gahetvā pattaṁ paripphositvā dhovanaghaṁsanavasena hatthaṁ dhovituṁ vaṭṭati. Ettakena hi pattaṁ paṭiggahaṁ katvā hattho dhovito nāma na hoti. Ekaṁ udakagaṇḍusaṁ gahetvāti pattaṁ aphusitvā tattha udakameva ucchiṭṭhahatthena ukkhipitvā gaṇḍusaṁ katvā, vāmahattheneva vā pattaṁ ukkhipitvā mukhena gaṇḍusaṁ gahetumpi vaṭṭati. Bahi udakena vikkhāletvāti dvīsu aṅgulīsu āmisamattaṁ vikkhāletvā bahi gahetumpi vaṭṭati. Paṭikhāditukāmoti ettha sayaṁ na khāditukāmopi aññesaṁ khādanārahaṁ ṭhapetuṁ labhati. Tattheva katvāti patteyeva yathāṭhapitaṭṭhānato anuddharitvā. Luñcitvāti tato maṁsameva niravasesaṁ uppaṭṭetvā’’ti vuttaṁ.",
  "tika-vin08t34:158": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 254) pana ‘‘ālindakamiḍḍhikādīnanti pamukhamiḍḍhikādīnaṁ. Parivattetvā tatthevāti ettha ‘parivattetvā tatiyavāre tattheva miḍḍhikāya patiṭṭhātī’ti likhitaṁ. Paribhaṇḍaṁ nāma gehassa bahikuṭṭapādassa thirabhāvatthaṁ katā tanukamiḍḍhikā vuccati, ettha ‘parivattetvā patto bhijjatīti adhikaraṇabhedāsaṅkāraabhāve ṭhāne ṭhapetuṁ vaṭṭatī’ti likhitaṁ. Pattamāḷo vattetvā pattānaṁ apatanatthaṁ vaṭṭaṁ vā caturassaṁ vā iṭṭhakādīhi parikkhipitvā māḷakacchannena kato. ‘Pattamaṇḍalikā pattapacchikā kālapaṇṇādīhi katā’ti ca likhitaṁ. Miḍḍhante ādhārake ṭhapetuṁ vaṭṭati pattasandhāraṇatthaṁ vuttattā. Mañce ādhārakepi na vaṭṭati nisīdanapaccayā vāritattā. Āsannabhūmikattā olambetuṁ vaṭṭati. ‘Aṁsakūṭe laggetvāti (cūḷava. aṭṭha. 254) vacanato aggahatthe laggetvā aṅke ṭhapetuṁ na vaṭṭatī’ti keci vadanti, na sundaraṁ. Na kevalaṁ yassa pattotiādi yadi hatthena gahitapatte bhedasaññā, pageva aññena sarīrāvayavenāti katvā vuttaṁ. Pāḷiyaṁ pana pacuravohāravasena vuttaṁ. Ghaṭikapālamayaṁ ghaṭikaṭāhaṁ. Chavasīsassa pattanti ‘silāputtakassa sarīraṁ, khīrassa dhārā’tiādivohāravasena vuttaṁ, mañce nisīdituṁ āgatoti attho. Pisācillikāti pisācadārakātipi vadanti. Dinnakameva paṭiggahitameva. Cabbetvāti khāditvā. Aṭṭhīni ca kaṇṭakāni ca aṭṭhikaṇṭakāni. Etesu sabbesu paṇṇattiṁ jānātu vā, mā vā, āpattiyevāti likhita’’nti vuttaṁ.",
  "tika-vin08t34:159": "Sabbapaṁsukūlādikathā",
  "tika-vin08t34:160": "29. Sabbapaṁsukūlādikathāyaṁ paṁsu viya kucchitabhāvena ulati pavattatīti paṁsukūlaṁ, sabbaṁ taṁ etassāti sabbapaṁsukūliko, pattacīvarādikaṁ sabbaṁ samaṇaparikkhāraṁ paṁsukūlaṁyeva katvā dhāraṇasīloti attho. Samaṇaparikkhāresu katamaṁ paṁsukūlaṁ katvā dhāretuṁ vaṭṭatīti pucchaṁ sandhāyāha ‘‘ettha pana cīvarañca mañcapīṭhañca paṁsukūlaṁ vaṭṭatī’’ti. Tattha ca cīvaraṁ vinayavasena ca dhutaṅgasamādānavasena ca vaṭṭati, mañcapīṭhaṁ vinayavaseneva. Katamaṁ paṁsukūlaṁ na vaṭṭatīti āha ‘‘ajjhoharaṇīyaṁ pana dinnameva gahetabba’’nti, na adinnaṁ, tasmā paṁsukūlaṁ na vaṭṭatīti adhippāyo. Ettha ca ‘‘ajjhoharaṇīya’’nti vacanena piṇḍapātagilānapaccayabhesajjapaakkhāravasena ubhopi paccaye dasseti.",
  "tika-vin08t34:161": "Parissāvanakathā",
  "tika-vin08t34:162": "30. Parissāvanakathāyaṁ addhānamaggo nāma sabbantimaparicchedena aḍḍhayojanappamāṇo, tattakaṁ maggaṁ parissāvanaṁ aggahetvā gacchantopi aññena aparissāvanakena bhikkhunā yāciyamāno hutvā adentopi na vaṭṭati, āpattiyeva. ‘‘Anujānāmi, bhikkhave, parissāvana’’nti anujānitvā ‘‘coḷakaṁ nappahoti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi , bhikkhave, kaṭacchuparissāvana’’nti (cūḷava. 258) vuttattā pakatiparissāvanato kaṭacchuparissāvanaṁ khuddakanti viññāyati. Pakatiparissāvanassa vidhānaṁ aṭṭhakathāyaṁ na vuttaṁ, kaṭacchuparissāvanassa pana vidhānaṁ ‘‘kaṭacchuparissāvanaṁ nāma tīsu daṇḍakesu vinandhitvā kata’’nti (cūḷava. aṭṭha. 258) vuttaṁ. Kaṭacchuparissāvanaṁ vatvā puna ‘‘coḷakaṁ nappahoti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, dhamakaraṇa’’nti (cūḷava. 258) vuttattā kaṭacchuparissāvanatopi dhamakaraṇo khuddakataroti viññāyati. Dhamakaraṇassa vidhānaṁ heṭṭhā parikkhārakathāyaṁ vuttameva. ‘‘Bhikkhū navakammaṁ karonti, parissāvanaṁ na sammati. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, daṇḍaparissāvana’’nti (cūḷava 259) vuttattā pakatiparissāvanatopi daṇḍaparissāvanaṁ mahantataranti viññāyati. ‘‘Daṇḍaparissāvanaṁ na sammati. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, ottharaka’’nti (cūḷava. 259) vacanato daṇḍaparissāvanatopi ottharakaṁ mahantataranti viññāyati. Tesaṁ pana dvinnampi parissāvanānaṁ vidhānaṁ aṭṭhakathāyaṁ (cūḷava. aṭṭha. 259) āgatameva.",
  "tika-vin08t34:163": "Naggakathā",
  "tika-vin08t34:164": "31. Naggakathāyaṁ na naggena naggo abhivādetabboti naggena navakatarena bhikkhunā naggo vuḍḍhataro bhikkhu na abhivādetabbo na vanditabbo. Kasmā? ‘‘Na, bhikkhave, naggena naggo abhivādetabbo, yo abhivādeyya, āpatti dukkaṭassā’’ti (cūḷava. 261) bhagavatā vacanato na abhivādetabboti yojanā . Ettha pana vadi abhivādanathutīsūti dhātussa curādigaṇattā ṇe-paccayo hoti, na hetvatthattā.",
  "tika-vin08t34:165": "‘‘Akammakehi dhātūhi, bhāve kiccā bhavanti te;",
  "tika-vin08t34:166": "Sakammakehi kammatthe, arahasakkatthadīpakā’’ti. –",
  "tika-vin08t34:167": "Vacanato kammatthe tabba-paccayoti daṭṭhabbo. Na naggena abhivādetabbanti ettha tu naggena bhikkhunā na abhivādetabbanti ettakameva yojanā. Nanu ca bho –",
  "tika-vin08t34:168": "‘‘Kiccā dhātuhyakammehi, bhāveyeva napuṁsake;",
  "tika-vin08t34:169": "Tadantā pāyato kamme, sakammehi tiliṅgikā’’ti. –",
  "tika-vin08t34:170": "Vacanato, imissā ca dhātuyā sakammattā kammaṁ ajjhāharitabbaṁ, kammānurūpañca liṅgaṁ ṭhapetabbaṁ, atha kasmā ettakameva yojanā katāti? Kammavacanicchābhāvato. Vuttañhi –",
  "tika-vin08t34:171": "‘‘Kammassāvacanicchāyaṁ, sakammākhyātapaccayā;",
  "tika-vin08t34:172": "Bhāvepi taṁ yathā gehe, devadattena paccate’’ti.",
  "tika-vin08t34:173": "Yathā ākhyātapaccayasaṅkhātā vibhattiyo sakammakadhātuto bhavantāpi kammavacanicchāya asati kammaṁ avatvā bhāvatthameva vadanti, evaṁ kiccapaccayāpi sakammakadhātuto bhavantāpi kammavacanicchāyābhāvato kammaṁ avatvā bhāvatthameva vadanti, tasmā kammañca anajjhāharitaṁ, kammānurūpañca liṅgaṁ na ṭhapitaṁ, bhāvatthānurūpameva ṭhapitanti daṭṭhabbaṁ. Ettha hi ‘‘ayaṁ nāma puggalo abhivādetabbo’’ti acintetvā sāmaññato kattārameva gahetvā ṭhapitoti veditabbo.",
  "tika-vin08t34:174": "Na naggena naggo abhivādāpetabboti ettha pana naggena vuḍḍhatarena bhikkhunā naggo navakataro bhikkhu na abhivādāpetabbo, na vandāpetabboti yojanā. Ettha hi sakāritassa kiccapaccayassa diṭṭhattā, dhātuyā ca sakammakattā navakataro bhikkhu dhātukattā hoti, vuḍḍhataro bhikkhu dhātukammaṁ , puna kāritasambandhe vuḍḍhataro bhikkhu kāritakattā hoti, navakataro bhikkhu kāritakammaṁ. Vuttañhi –",
  "tika-vin08t34:175": "‘‘Hetukriyāya sambandhī-bhāvā kammanti manyate;",
  "tika-vin08t34:176": "Hetukriyāpadhānattā, aññathānupapattito’’ti.",
  "tika-vin08t34:177": "Na naggena abhivādāpetabbanti ettha tu naggena vuḍḍhatarena bhikkhunā na abhivādāpetabbaṁ, na vandāpetabbanti yojanā, etthāpi kammavacanicchāyābhāvato vuttanayena bhāveyeva kiccapaccayo hotīti daṭṭhabbo. Nanu vandāpake sati vandāpetabbo labbhatiyeva, atha ‘‘kasmā kammavacanicchāyābhāvato’’ti vuttanti? ‘‘Vatticchānupubbikā saddapaṭipattī’’ti vacanato vatticchābhāvato na vuttanti. Vuttañhetaṁ pubbācariyehi –",
  "tika-vin08t34:178": "‘‘Vatticchā na bhave santa-mapyasantampi sā bhave;",
  "tika-vin08t34:179": "Taṁ yathānudarā kaññā, samuddo kuṇḍikāti cā’’ti.",
  "tika-vin08t34:180": "Itaresupi suviññeyyameva. Paṭicchādenti aṅgamaṅgāni etāhīti paṭicchādiyo.",
  "tika-vin08t34:181": "Gandhapupphakathā",
  "tika-vin08t34:182": "32. Gandhapupphakathāyaṁ ‘‘gandhagandhaṁ pana gahetvā kavāṭe pañcaṅguliṁ dātuṁ vaṭṭatī’’ti vacanato gandhe dinne paṭiggahituṁ vaṭṭati, no limpitunti siddhaṁ. Idāni pana manussā bhikkhū bhojetvā hatthadhovanāvasāne hatthavāsatthāya gandhavilepanaṁ denti, taṁ bhikkhū paṭiggahetvā ekacce hatthameva limpenti, ekacce kāyampi mukhampi ālimpenti, ‘‘sugandho vatā’’tiādīni vatvā haṭṭhapahaṭṭhākāraṁ karonti, taṁ vaṭṭati, na vaṭṭatīti? ‘‘Kavāṭe pañcaṅgulikaṁ dātuṁ vaṭṭatī’’ti vihāre kavāṭadhūpanamattasseva vuttattā kāyadhūpanassa avuttattā, ‘‘mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā veramaṇī’’ti vacanassānulomato ca na vaṭṭatīti dissati, vīmaṁsitvā gahetabbaṁ. ‘‘Pupphaṁ gahetvā vihāre ekamantaṁ nikkhipitu’’nti vacanato pupphe dinne gahetuṁ vaṭṭati, na piḷandhanādīni kātunti siddhaṁ. Idāni pana bhikkhūsu gandhapupphesu laddhesu ‘‘surabhigandhaṁ vatidaṁ puppha’’ntiādīni vatvā pahaṭṭhākāraṁ katvā siṅghanti, taṁ vaṭṭati, na vaṭṭatīti? Tampi vihāreyeva ekamantaṁ ṭhapanassa vuttattā siṅghitabbādibhāvassa avuttattā, mālāgandhādipāṭhassa anulomato ca na vaṭṭatīti dissati, vīmaṁsitvā gahetabbaṁ. ‘‘Ekamantaṁ nikkhipitu’’nti vacanassa pana sāmatthiyato cetiyapaṭimāpūjanādīni ca kātuṁ vaṭṭatīti viññāyati.",
  "tika-vin08t34:183": "Āsittakūpadhānakathā",
  "tika-vin08t34:184": "33. Āsittakūpadhānakathāyaṁ manussānaṁ bharaṇasīlataṁ sandhāya ‘‘tambalohena vā rajatena vā’’ti vuttaṁ, vikappanatthena pana vā-saddena hiraññena vā suvaṇṇena vātiādiṁ saṅgaṇhāti. Paṭikkhittattā panāti bhagavatā pana āsittakūpadhānassa sāmaññavasena paṭikkhittattā. Na kevalaṁ ratanapeḷā eva na vaṭṭati, atha kho dārumayāpīti. Ettha pi-saddo sampiṇḍanattho, taṁ na vilīvamayatālapaṇṇamayavettamayādikaṁ sampiṇḍeti.",
  "tika-vin08t34:185": "Maḷorikakathā",
  "tika-vin08t34:186": "34. Maḷorikakathāyaṁ ‘‘anujānāmi, bhikkhave, maḷorika’’nti gilāno bhikkhu bhuñjamāno na sakkoti hatthena pattaṁ sandhāretuṁ, tasmā anuññātaṁ. Pubbe pattasaṅgopanatthaṁ ādhārako anuññāto, idāni bhuñjanatthaṁ. Daṇḍādhārako vuccatīti daṇḍādhārako padhānato maḷorikoti vuccati. Yaṭṭhi…pe… pīṭhādīnipi ādhārakasāmaññena ettheva paviṭṭhānīti sambandho. Ādhārakaṁ nāma chiddaṁ viddhampi atthi, aviddhampi atthi, tesu katamaṁ vaṭṭatīti āha ‘‘ādhārasaṅkhepagamanato hi…pe… vaṭṭatiyevā’’ti.",
  "tika-vin08t34:187": "Ekabhājanādikathā",
  "tika-vin08t34:188": "35. Ekabhājanādikathāyaṁ ekatobhuñjanaṁ nāma ekabhājanasmiṁ ekakkhaṇeyeva sahabhuñjanaṁ, na nānābhājane. Ekabhājanasmimpi na nānākkhaṇeti āha ‘‘sace panā’’tiādi. Tasmiṁ apagate tassa apagatattā itarassa sesakaṁ bhuñjituṁ vaṭṭati. Iminā ekakkhaṇe abhuñjanabhāvaṁ dasseti. Itarassapītiādīsu itarassapīti itarītarakathanaṁ, sesabhuñjakaitarato itarassāti attho. Tena paṭhamaṁ gahetvā gatabhikkhumevāha. Tasmiṁ khīṇe tassa khaṇattā paṭhamaṁ gahitavatthussa khīṇattā puna gahetuṁ vaṭṭati. Iminā sahaabhuñjanabhāvaṁ dasseti.",
  "tika-vin08t34:189": "Na ekamañce nipajjitabbaṁ satipi nānāattharaṇe ‘‘na ekamañce tuvaṭṭitabbaṁ, yo tuvaṭṭeyya, āpatti dukkaṭassā’’ti (cūḷava. 264) vacanato. Na ekattharaṇe nipajjitabbaṁ satipi nānāmañce ‘‘na ekattharaṇā tuvaṭṭitabba’’nti (cūḷava. 264) vacanato, pageva ubhinnaṁ ekatteti attho. Yadi evaṁ nānāmañcanānāattharaṇesu asantesu kathaṁ anāpatti siyāti cintāyamāha ‘‘vavatthānaṁ panā’’tiādi. Ekattharaṇapāvuraṇehīti ettha pana ayaṁ ekattharaṇapāvuraṇasaddo na catthasamāso hoti, atha kho bāhiratthasamāsoti āha ‘‘ekaṁ attharaṇañceva pāvuraṇañca etesanti ekattharaṇapāvuraṇā’’ti, tipadatulyādhikaraṇabāhiratthasamāsoyaṁ. Kesametamadhivacanantyāha ‘‘ekaṁ antaṁ attharitvā ekaṁ pārupitvā nipajjantānametaṁ adhivacana’’nti, evaṁ nipajjantānaṁ bhikkhūnaṁ etaṁ ekattharaṇapāvuraṇapadaṁ adhivacanaṁ hotīti adhippāyo. Kesaṁ pana antanti āha ‘‘saṁhārimāna’’ntiādi.",
  "tika-vin08t34:190": "Celapaṭikakathā",
  "tika-vin08t34:191": "36. Celapaṭikakathāyaṁ celapaṭikanti celasantharaṁ. Kiṁ pana bhagavato sikkhāpadapaññāpane kāraṇanti? ‘‘Bodhirājakumāro kira ‘sace ahaṁ puttaṁ lacchāmi, akkamissati me bhagavā celapaṭika’nti iminā ajjhāsayena santhari, abhabbo cesa puttalābhāya, tasmā bhagavā na akkami. Yadi akkameyya, pacchā puttaṁ alabhanto ‘nāyaṁ sabbaññū’ti diṭṭhiṁ gaṇheyya, idaṁ tāva bhagavato anakkamane kāraṇaṁ. Yasmā pana bhikkhūpi ye ajānantā akkameyyuṁ, te gihīnaṁ paribhūtā bhaveyyuṁ, tasmā bhikkhū paribhavato mocetuṁ sikkhāpadaṁ paññapesi, idaṁ sikkhāpadapaññāpane kāraṇa’’nti aṭṭhakathāyaṁ (cūḷava. aṭṭha. 268) vuttaṁ.",
  "tika-vin08t34:192": "Sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.268) pana ‘‘bhagavā tuṇhī ahosīti ‘kissa nu kho atthāya rājakumārena ayaṁ mahāsakkāro kato’ti āvajjento puttapatthanāya katabhāvaṁ aññāsi. So hi rājaputto aputtako, sutañcānena ahosi ‘buddhānaṁ kira adhikāraṁ katvā manasā icchitaṁ labhantī’ti, so ‘sacāhaṁ puttaṁ labhissāmi, sammāsambuddho imaṁ celapaṭikaṁ akkamissati. No ce labhissāmi, na akkamissatī’ti patthanaṁ katvā santharāpesi. Atha bhagavā ‘nibbattissati nu kho etassa putto’ti āvajjetvā ‘na nibbattissatī’ti addasa. Pubbe kira so ekasmiṁ dīpe vasamāno bhariyāya samānacchando anekasakuṇapotake khādi. ‘Sacassa mātugāmo puññavā bhaveyya, puttaṁ labheyya, ubhohi pana samānacchandehi hutvā pāpakammaṁ kataṁ , tenassa putto na nibbattissatīti aññāsi. Dusse pana akkante ‘buddhānaṁ adhikāraṁ katvā patthitaṁ labhantīti loke anussavo, mayā ca mahāadhikāro kato, na ca puttaṁ labhāmi, tucchaṁ idaṁ vacana’nti micchāgāhaṁ gaṇheyya. Titthiyāpi ‘natthi samaṇānaṁ akattabbaṁ nāma, celapaṭikampi maddantā āhiṇḍantī’ti ujjhāyeyyuṁ, etarahi ca akkamantesu bahū bhikkhū paracittaviduno, te bhabbattaṁ jānitvā akkamissanti. Abhabbataṁ jānitvā na akkamissanti. Anāgate pana upanissayo mando bhavissati, anāgataṁ na jānissanti. Tesu akkamantesu sace patthitaṁ samijjhissati, iccetaṁ kusalaṁ. No ce ijjhissati, ‘pubbe bhikkhusaṅghassa adhikāraṁ katvā icchiticchitaṁ labhanti, idāni na labhanti, teyeva maññe bhikkhū paṭipattipūrakā ahesuṁ, ime pana paṭipattiṁ pūretuṁ na sakkontī’ti manussā vippaṭisārino bhavissantīti imehi tīhi kāraṇehi bhagavā akkamituṁ anicchanto tuṇhī ahosi. Pacchimaṁ janataṁ tathāgato anukampatīti idaṁ pana thero vuttesu kāraṇesu tatiyakāraṇaṁ sandhāyāhā’’ti vuttaṁ.",
  "tika-vin08t34:193": "Pāḷiyaṁ (cūḷava. 268) ‘‘yāciyamānena celapaṭikaṁ akkamitu’’nti vacanato yāciyamānena eva akkamitabbaṁ, no ayāciyamānenāti siddhaṁ, tatthapi ‘‘maṅgalatthāyā’’ti (cūḷava. 268) vacanato maṅgalatthāya yāciyamānena akkamitabbaṁ, na sirisobhaggādiatthāya yāciyamānenāti ca, tatthapi ‘‘gihīna’’nti (cūḷava. 268) vacanato gihīnaṁ eva celasantharaṁ akkamitabbaṁ, na pabbajitānanti ca. Aṭṭhakathāyaṁ (cūḷava. aṭṭha. 268) ‘‘yā kāci itthī apagatagabbhā vā hotu, garugabbhā vā’’ti aniyamavācakena vā-saddena vacanato na kevalaṁ imā dveyeva gahetabbā, atha kho ‘‘patiṭṭhitagabbhā vā vijātiputtā vā’’tiādinā yā kāci maṅgalikāyo itthiyopi purisāpi gahetabbā. ‘‘Evarūpesu ṭhānesū’’ti vuttattā na kevalaṁ yathāvuttaṭṭhānesuyeva, atha kho taṁsadisesu yesu kesuci maṅgalaṭṭhānesu yesaṁ kesañci gihīnaṁ maṅgalatthāya yāciyamānānaṁ celasantharaṁ akkamituṁ vaṭṭatīti sijjhati, vīmaṁsitvā gahetabbaṁ. Pāḷiyaṁ (cūḷava. 268) ‘‘anujānāmi, bhikkhave, dhotapādakaṁ akkamitu’’nti sāmaññavasena vacanato, aṭṭhakathāyañca (cūḷava. aṭṭha. 268) ‘‘taṁ akkamituṁ vaṭṭatī’’ti avisesena vuttattā dhotapādakaṁ ayāciyamānenapi bhikkhunā akkamitabbanti siddhaṁ, ‘‘dhotehi pādehi akkamanatthāyā’’ti pana vuttattā adhotehi akkamituṁ na vaṭṭatīti ca, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t34:194": "Pādaghaṁsanīyakathā",
  "tika-vin08t34:195": "37. Pādaghaṁsanīyakathāyaṁ paṭhamaṁ tāva akappiyapādaghaṁsaniṁ dassetuṁ ‘‘katakaṁ na vaṭṭatī’’ti āha. Katakaṁ nāma kīdisanti pucchāya sati vuttaṁ ‘‘katakaṁ nāma padumakaṇṇikākāra’’ntiādi. Kasmā paṭikkhittanti vuttaṁ ‘‘bāhulikānuyogattā’’ti. Tato kappiyapādaghaṁsaniyo dassetumāha ‘‘anujānāmi, bhikkhave, tisso pādaghaṁsaniyo’’tiādi. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:196": "Bījanīkathā",
  "tika-vin08t34:197": "38. Bījanīkathāyaṁ paṭhamaṁ tāva akappiyabījaniṁ dassetuṁ ‘‘camarīvālehi katabījanī na vaṭṭatī’’ti āha. Tato kappiyachabījaniyo dassetuṁ ‘‘makasabījanīādi vaṭṭatī’’ti āha. Tattha kappiyachabījaniyo nāma makasabījanī, vākamayabījanī, usīramayabījanī, morapiñchamayabījanī, vidhūpanaṁ, tālavaṇṭañcāti. Tāsaṁ visesaṁ dassetuṁ ‘‘vidhūpananti bījanī vuccatī’’tiādimāha . Usīramayaṁ morapiñchamayañca suviññeyyattā na vuttaṁ. ‘‘Bījaninti caturassabījaniṁ. Tālavaṇṭanti tālapattādīhi kataṁ maṇḍalikabījani’’nti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.269) vuttaṁ.",
  "tika-vin08t34:198": "Chattakathā",
  "tika-vin08t34:199": "39. Chattakathāyaṁ chattaṁ nāma tīṇi chattāni setacchattaṁ, kilañjacchattaṁ, paṇṇacchattanti. Tattha setacchattanti vatthapaliguṇṭhitaṁ paṇḍaracchattaṁ. Kilañjacchattanti vilīvacchattaṁ. Paṇṇacchattanti tālapaṇṇādīhi yehi kehici kataṁ. Maṇḍalabaddhaṁ salākabaddhanti idaṁ pana tiṇṇampi chattānaṁ pañjaradassanatthaṁ vuttaṁ. Tāni hi maṇḍalabaddhāni ceva honti salākabaddhāni ca. Yampi tatthajātakadaṇḍena kataṁ ekapaṇṇacchattaṁ hoti, tampi chattameva. ‘‘Vilīvacchattanti veṇuvilīvehi kataṁ chattaṁ. Tatthajātakadaṇḍakena katanti tālapaṇṇaṁ saha daṇḍakena chinditvā tameva chattadaṇḍaṁ karonti gopālakādayo viya, taṁ sandhāyetaṁ vutta’’nti sāratthadīpaniyaṁ (sārattha. ṭī. pācittiya 3.634) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.634) pana ‘‘vilīvacchattanti veṇupesikāhi kataṁ. Maṇḍalabaddhānīti dīghasalākāsu tiriyaṁ valayākārena salākaṁ ṭhapetvā suttehi baddhāni dīghañca tiriyañca ujukameva salākāyo ṭhapetvā daḷhabaddhāni ceva tiriyaṁ ṭhapetvā dīghadaṇḍakeheva saṅkocārahaṁ katvā sutteheva tiriyaṁ baddhāni. Tatthajātakadaṇḍakena katanti saha daṇḍakena chinnatālapaṇṇādīhi kata’’nti vuttaṁ. Idha pana chattadhārakapuggalavasena vuttaṁ, tasmā agilānassa bhikkhuno chattaṁ dhāretuṁ na vaṭṭati. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:200": "Nakhakathā",
  "tika-vin08t34:201": "40. Nakhakathāyaṁ dīghanakhadhāraṇapaccayā uppanne vatthusmiṁ ‘‘na, bhikkhave, dīghā nakhā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 274) vacanato dhārentassa āpatti. ‘‘Nakhenapi nakhaṁ chindanti, mukhenapi nakhaṁ chindanti, kuṭṭepi ghaṁsanti, aṅguliyo dukkhā honti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, nakhacchedana’’nti (cūḷava. 274) vacanato nakhacchedanasatthakaṁ dhāretuṁ vaṭṭati. Heṭṭhā ca ‘‘nakhacchedanaṁ valitakaṁyeva karonti, tasmā taṁ vaṭṭatī’’ti aṭṭhakathāyaṁ (pārā. aṭṭha. 1.85) vuttaṁ. ‘‘Valitakanti nakhacchedanakāle daḷhaggahaṇatthaṁ valīhi yuttameva karonti, tasmā taṁ vaṭṭatī’’ti vimativinodaniyaṁ (vi. vi. ṭī. 1.85) vuttaṁ. Maṁsappamāṇenāti aṅgulaggamaṁsappamāṇena. Vīsatimaṭṭhanti vīsatipi hatthapādanakhe likhitamaṭṭhe karonti. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:202": "Lomakathā",
  "tika-vin08t34:203": "Lomakathāyaṁ ‘‘sambādhelomaṁ saṁharāpenti. Manussā ujjhāyanti khīyanti vipācenti seyyathāpi gihī kāmabhogino’’ti vatthusmiṁ uppanne ‘‘na, bhikkhave…pe… dukkaṭassā’’ti (cūḷava. 275) vacanato saṁharāpentassa āpatti. Aññatarassa bhikkhuno sambādhe vaṇo hoti, bhesajjaṁ na tiṭṭhatīti imissā aṭṭhuppattiyā ‘‘anujānāmi, bhikkhave, ābādhapaccayā sambādhe lomaṁ saṁharāpetu’’nti (cūḷava. 275) vacanato ābādhapaccayā bhesajjapatiṭṭhāpanatthāya sambādhe lomaṁ harāpentassa anāpatti. ‘‘Seyyathāpi pisācillikā’’ti manussānaṁ ujjhāyanapaccayā ‘‘na, bhikkhave, dīghaṁ nāsikālomaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 275) vacanato dhāraṇapaccayā āpatti. ‘‘Anujānāmi, bhikkhave, saṇḍāsa’’nti anurakkhaṇatthāya saṇḍāso anuññāto, tasmā nāsikālomaṁ saṇḍāsena harāpetuṁ vaṭṭati. Palitanti paṇḍarakesaṁ. Gāhetuṁ na vaṭṭati ‘‘mā me jarābhāvo hotū’’ti manasi katattā. Bībhacchaṁ hutvāti virūpaṁ hutvā. Palitaṁ vā apalitaṁ vāti paṇḍaraṁ vā apaṇḍaraṁ vā. Gāhāpetuṁ vaṭṭati appasādāvahattāti.",
  "tika-vin08t34:204": "Kāyabandhanakathā",
  "tika-vin08t34:205": "41. Kāyabandhanakathāyaṁ akāyabandhanenāti abandhitakāyabandhanena. Bhikkhunāti seso. Atha vā akāyabandhanenāti abandhitakāyabandhano hutvāti itthambhūtatthe karaṇavacanaṁ yathā ‘‘bhinnena sīsena paggharantena lohitena paṭivisake ujjhāpesī’’ti. Tenāha ‘‘abandhitvā nikkhamantena yattha sarati, tattha bandhitabba’’nti. Kāyabandhanaṁ nāma cha kāyabandhanāni kalābukaṁ, deḍḍubhakaṁ, murajaṁ, maddavīṇaṁ, paṭṭikaṁ, sūkarantakanti. Tattha kalābukaṁ nāma bahurajjukaṁ. Deḍḍubhakaṁ nāma udakasappasīsasadisaṁ. Murajaṁ nāma murajavaṭṭisaṇṭhānaṁ veṭhetvā kataṁ. Maddavīṇaṁ nāma pāmaṅgasaṇṭhānaṁ. Īdisañhi ekampi na vaṭṭati, pageva bahūni. Tasmā paṭikkhittāni akappiyakāyabandhanāni nāma cattāri honti, paṭṭikaṁ, sūkarantakanti imāni dve kāyabandhanāni bhagavatā anuññātāni kappiyakāyabandhanāni nāma, tassa pakativītā vā macchakaṇṭakavāyimā vā paṭṭikā vaṭṭati, sesā kuñjaracchikādibhedā na vaṭṭati. Sūkarantakaṁ nāma kuñcikakosakasaṇṭhānaṁ hoti, ekarajjukaṁ, pana muddikakāyabandhanañca sūkarantakaṁ anulometi. Imehi pana dvīhi saddhiṁ aṭṭha kāyabandhanāni honti. ‘‘Anujānāmi, bhikkhave, murajaṁ maddavīṇa’’nti idaṁ dasāsuyeva anuññātanti pāmaṅgadasā cettha catunnaṁ upari na vaṭṭati. Sobhakaṁ nāma veṭhetvā mukhavaṭṭisibbanaṁ. Guṇakaṁ nāma mudiṅgasaṇṭhānena sibbanaṁ. Evaṁ sibbitā hi anto thirā hontīti vuccati. Pavanantoti pāsanto vuccati. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 277-278) pana ‘‘muddikakāyabandhanaṁ nāma caturassaṁ akatvā sajjitaṁ . Pāmaṅgadasā caturassā. Mudiṅgasaṇṭhānenāti saṅghāṭiyā mudiṅgasibbanākārena varakasīsākārena. Pavanantoti pāsanto, ‘dasāmūla’nti ca likhitaṁ. Akāyabandhanena sañcicca vā asañcicca vā gāmappavesane āpatti. Saritaṭṭhānato bandhitvā pavisitabbaṁ, nivattitabbaṁ vāti likhita’’nti vuttaṁ.",
  "tika-vin08t34:206": "Nivāsanapārupanakathā",
  "tika-vin08t34:207": "42. Nivāsanapārupanakathāyaṁ hatthisoṇḍādivasena gihinivatthaṁ na nivāsetabbanti ettha hatthisoṇḍakaṁ (cūḷava. aṭṭha. 280; kaṅkhā. aṭṭha. parimaṇḍalasikkhāpadavaṇṇanā) nāma nābhimūlato hatthisoṇḍasaṇṭhānaṁ olambakaṁ katvā nivatthaṁ coḷikaitthīnaṁ nivāsanaṁ viya. Macchavāḷakaṁ nāma ekato dasantaṁ ekato pāsantaṁ olambitvā nivatthaṁ. Catukaṇṇakaṁ nāma uparito dve, heṭṭhato dveti evaṁ cattāro kaṇṇe dassetvā nivatthaṁ. Tālavaṇṭakaṁ nāma tālavaṇṭākārena sāṭakaṁ olambitvā nivāsanaṁ. Satavalikaṁ nāma dīghasāṭakaṁ anekakkhattuṁ obhujitvā ovaṭṭikaṁ karontena nivatthaṁ, vāmadakkhiṇapassesu vā nirantaraṁ valiyo dassetvā nivatthaṁ. Sace pana jāṇuto paṭṭhāya ekaṁ vā dve vā valiyo paññāyanti, vaṭṭati. Saṁvelliyaṁ nivāsentīti mallakammakārādayo viya kacchaṁ bandhitvā nivāsenti, evaṁ nivāsetuṁ gilānassapi maggappaṭipannassapi na vaṭṭati. Setapaṭapārutādivasena na gihipārutaṁ pārupitabbanti ettha yaṁ kiñci setapaṭapārutaṁ paribbājakapārutaṁ ekasāṭakapārutaṁ soṇḍapārutaṁ antepurikapārutaṁ mahājeṭṭhakapārutaṁ kuṭipavesakapārutaṁ brāhmaṇapārutaṁ pāḷikārakapārutanti evamādi parimaṇḍalalakkhaṇato aññathā pārutaṁ sabbametaṁ gihipārutaṁ nāma, tasmā yathā setapaṭā aḍḍhapālakanigaṇṭhā pārupanti, yathā ca ekacce paribbājakā uraṁ vivaritvā dvīsu aṁsakūṭesu pāvuraṇaṁ ṭhapenti, yathā ca ekasāṭakā manussā nivatthasāṭakassa ekena antena piṭṭhiṁ pārupitvā ubho kaṇṇe ubhosu aṁsakūṭesu ṭhapenti, yathā ca surāsoṇḍādayo sāṭakena gīvaṁ parikkhipitvā ubho ante ure vā olambenti, piṭṭhiyaṁ vā khipenti, yathā ca antepurikāyo akkhitārakamattaṁ dassetvā oguṇṭhikaṁ pārupanti, yathā ca mahājeṭṭhā dīghasāṭakaṁ nivāsetvā tasseva ekena antena sakalasarīraṁ pārupanti, yathā ca kassakā khettakuṭiṁ pavisantā sāṭakaṁ paliveṭhetvā upakacchake pakkhipitvā tasseva ekena antena sarīraṁ pārupanti, yathā ca brāhmaṇā ubhinnaṁ upakacchakānaṁ antare sāṭakaṁ pavesetvā aṁsakūṭesu pārupanti, yathā ca pāḷikārako bhikkhu ekaṁsapārupanena pārutaṁ vāmabāhuṁ vivaritvā cīvaraṁ aṁsakūṭe āropeti. Evaṁ apārupitvā sabbepi ete aññe ca evarūpe pārupanadose vajjetvā nibbikāraṁ parimaṇḍalaṁ pārupitabbaṁ. Tathā apārupitvā ārāme vā antaraghare vā anādarena yaṁ kiñci vikāraṁ karontassa dukkaṭaṁ.",
  "tika-vin08t34:208": "Kājakathā",
  "tika-vin08t34:209": "43. Kājakathāyaṁ muṇḍaveṭhīti yathā rañño kuhiñci gacchanto parikkhārabhaṇḍaggahaṇamanussāti adhippāyo. Ubhatokājanti ekasmiṁyeva kāje purato ca pacchato ca ubhosu bhāgesu laggetvā vahitabbabhāraṁ. Ekatokājanti ekato pacchatoyeva laggetvā vahitabbabhāraṁ. Antarākājanti majjhe laggetvā dvīhi vahitabbabhāraṁ. Sīsabhārādayo sīsādīhi vahitabbabhārādayo eva. Olambakanti hatthena olambitvā vahitabbabhāraṁ. Etesu ubhatokājameva na vaṭṭati, sesā vaṭṭanti.",
  "tika-vin08t34:210": "Dantakaṭṭhakathā",
  "tika-vin08t34:211": "44. Dantakaṭṭhakathāyaṁ dantakaṭṭhassa akhādane pañca dose, khādane pañcānisaṁse ca dassetvā bhagavatā bhikkhūnaṁ dantakaṭṭhaṁ anuññātaṁ. Tattha pañca dosā nāma acakkhussaṁ, mukhaṁ duggandhaṁ, rasaharaṇiyo na visujjhanti, pittaṁ semhaṁ bhattaṁ pariyonandhati, bhattamassa nacchādetīti. Tattha acakkhussanti cakkhūnaṁ hitaṁ na hoti, parihāniṁ janeti. Nacchādetīti na ruccati. Pañcānisaṁsā vuttapaṭipakkhato veditabbā. Tato dīghadantakaṭṭhakhādane ca atimadāhakadantakaṭṭhakhādane ca dukkaṭaṁ paññapetvā aṭṭhaṅgulaparamaṁ caturaṅgulapacchimaṁ dantakaṭṭhaṁ anuññātaṁ. Tattha aṭṭhaṅgulaṁ paramaṁ etassa dantakaṭṭhassāti aṭṭhaṅgulaparamaṁ. Caturaṅgulaṁ pacchimaṁ pamāṇaṁ etassa dantakaṭṭhassāti caturaṅgulapacchimaṁ. Atimadāhakanti atikhuddakaṁ. Aṭṭhaṅgulaṁ mahādantakaṭṭhaṁ nāma, caturaṅgulaṁ khuddakadantakaṭṭhaṁ nāma, pañcachasattaṅgulaṁ majjhimadantakaṭṭhaṁ nāma. Tena vuttaṁ ‘‘duvidhena udakena tividhena dantakaṭṭhenā’’ti. ‘‘Aṭṭhaṅgulaparamanti manussānaṁ pamāṇaṅgulena aṭṭhaṅgulaparama’’nti aṭṭhakathāya (cūḷava. aṭṭha. 282) māha.",
  "tika-vin08t34:212": "Ettha ca pamāṇaṅgulenāti idaṁ pakatiaṅgulenāti gahetvā manussānaṁ pakatiaṅgulena aṭṭhaṅgulato adhikappamāṇaṁ dantakaṭṭhaṁ na vaṭṭatīti vadanti. Tattakameva ca katvā khādanti. Aṭṭhakathāyaṁ pana ‘‘manussānaṁ pamāṇaṅgulena’’ icceva vuttaṁ, na ‘‘pakatiaṅgulenā’’ti. Tasmā yaṁ vaḍḍhakihatthato aṅgulaṁ pamāṇaṁ katvā manussā gehādīni minanti, tena manussānaṁ pamāṇaṅgulabhūtena vaḍḍhakiaṅgulena aṭṭhaṅgulaparamanti attho gahetabbo. Vuttañhi sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.280-282) ‘‘pamāṇaṅgulenāti vaḍḍhakiaṅgulaṁ sandhāya vutta’’nti. Vimativinodaniyañca (vi. vi. ṭī. cūḷavagga 2.282) ‘‘pamāṇaṅgulenāti vaḍḍhakiaṅgulena, keci pana ‘pakatiaṅgulenā’ti vadanti, taṁ caturaṅgulapacchimavacanena sameti. Na hi pakatiaṅgulena caturaṅgulappamāṇaṁ dantakaṭṭhaṁ kaṇṭhe avilaggaṁ khādituṁ sakkā’’ti.",
  "tika-vin08t34:213": "Rukkharohanakathā",
  "tika-vin08t34:214": "45. Rukkhārohanakathāyaṁ puriso pamāṇo yassa rukkhassāti poriso, uddhaṁ ukkhipitahatthena saddhiṁ manussakāyappamāṇo pañcahatthamattaucco rukkhapadeso, taṁ porisaṁ rukkhaṁ, avayave samudāyavohāro yathā ‘‘samuddo diṭṭho’’ti, ābhuso padanti gacchanti pavattantīti āpadā, parissayā. Yāva attho atthi etasmiṁ rukkheti yāvadattho, rukkho, attha-saddo payojanavācako. Yāva tasmiṁ rukkhe bhikkhussa attho payojanaṁ atthi, tāva abhiruhitabboti adhippāyo. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:215": "Chandāropanakathā",
  "tika-vin08t34:216": "46. Chandāropanakathāyaṁ chandasoti sakkaṭabhāsāya. Na āropetabbanti vācanāmaggaṁ na āropetabbaṁ. Sakāya niruttiyāti māgadhabhāsāya. Tattha santehi katāti sakkaṭā, aṭṭhakavāmakādīhi samitapāpehi isīhi katāti attho. Atha vā sakkaritabbā pūjitabbāti sakkaṭā manussānaṁ hitasukhāvahanato, tadatthikehi manussehi pūjitabbāti attho. Bhāsīyateti bhāsā, sakkaṭā ca sā bhāsā cāti sakkaṭabhāsā. Vedattayagatā nirutti, sassa esāti sakā, bhagavato vacanantyattho. Magadhe jātā māgadhikā, ādikappakāle magadharaṭṭhe jātāti attho. Uccateti utti, nīharitvā utti nirutti, piṭakattayato nīharitvā kathīyatetyattho. Vuttañhetaṁ porāṇehi –",
  "tika-vin08t34:217": "‘‘Sā māgadhī mūlabhāsā;",
  "tika-vin08t34:218": "Narā yāyādikappikā;",
  "tika-vin08t34:219": "Brahmāno cāssutālāpā;",
  "tika-vin08t34:220": "Sambuddhā cāpi bhāsare’’ti.",
  "tika-vin08t34:221": "Sesaṁ suviññeyyameva.",
  "tika-vin08t34:222": "Lokāyatakathā",
  "tika-vin08t34:223": "47. Lokāyatakathāyaṁ lokiyanti patiṭṭhahanti puññāpuññāni tabbipāko cāti loko, sattaloko. Ābhuso yatanti vīriyaṁ karonti etthāti āyataṁ, lokassa āyataṁ lokāyataṁ, sattānaṁ bhuso vīriyakaraṇaṭṭhānantyattho. Kiṁ taṁ? Titthiyasatthaṁ. Sabbaṁ ucchiṭṭhaṁ, kasmā? Sakuṇādīhi paribhuttapubbattā. Sabbaṁ anucchiṭṭhaṁ imassa avasesabhojanassa kenaci aparibhuttapubbattā. Seto kāko aṭṭhissa setattā, kāḷo bako pādassa kāḷattāti. Natthi attho etthāti niratthakaṁ, niratthakameva kāraṇaṁ niratthakakāraṇaṁ. Tena paṭisaṁyuttaṁ niratthakakāraṇapaṭisaṁyuttaṁ. Taranti etthāti titthaṁ, paṭṭanaṁ. Titthaṁ viyāti titthaṁ, laddhi, taṁ etesaṁ atthīti titthiyā, viparītadassanā. Sāsanti attano sāvake etthāti satthaṁ, titthiyānaṁ satthaṁ titthiyasatthaṁ. Na tiracchānavijjā pariyāpuṇitabbāti ettha tiracchānavijjā nāma yā kāci bāhirakā anatthasañhitā. Na pariyāpuṇitabbāti attanā na pariyāpuṇitabbā. Na vācetabbāti paresaṁ na vācetabbā. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:224": "Khipitakathā",
  "tika-vin08t34:225": "48. Khipitakathāyaṁ khipīyitthāti khipito. Khipi abyattasaddeti dhātu. Bhāvenabhāvalakkhaṇattā tasmiṁ khipiteti vibhatyantaṁ. ‘‘Yasmiṁ kismiñci puggale’’ti lakkhaṇavantakattā ajjhāharitabbo. Jīvāti jīva pāṇadhāraṇeti dhātu, vibhattilopo. Yasmiṁ kismiñci puggale khipite bhikkhunā ‘‘jīvā’’ti vacanaṁ na vattabbaṁ, bhikkhusmiṁ khipite gihinā ‘‘jīvatha bhante’’ti vuccamāne sati ‘‘ciraṁ jīvā’’ti bhikkhunā vattuṁ vaṭṭatīti yojanā. ‘‘Vuccamāne’’ti ettha pana lakkhaṇassa kammavācakattā tena samānādhikaraṇaṁ kammabhūtaṁ ‘‘bhikkhusmi’’nti lakkhaṇavantakammaṁ ajjhāharitabbaṁ yathā kiṁ ‘‘gosu duyhamānāsu puriso āgato’’ti . Apare pana ācariyā īdisesu ṭhānesu ‘‘santesū’’ti padaṁ ajjhāharitvā idameva lakkhaṇapadaṁ, ‘‘gosu duyhamānāsū’’ti padadvayaṁ pana ‘‘santesū’’ti ettha pakativikativasena kattā evāti vadanti, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t34:226": "Lasuṇakathā",
  "tika-vin08t34:227": "49. Lasuṇakathāyaṁ ‘‘lasuṇaṁ nāma māgadhaka’’nti (pāci. 795) pāḷiyaṁ āgataṁ. Aṭṭhakathāyaṁ (pāci. aṭṭha. 795) pana ‘‘māgadhakanti magadhesu jātaṁ. Magadharaṭṭhe jātalasuṇameva hi idha lasuṇanti adhippetaṁ, tampi bhaṇḍikalasuṇameva, na ekadvitimiñjakaṁ. Kurundiyaṁ pana ‘jātidesaṁ avatvā ‘māgadhakaṁ nāma bhaṇḍikalasuṇa’nti vutta’’nti vuttaṁ. Sace dve tayo bhaṇḍike ekatoyeva saṅkharitvā ajjhoharati, ekaṁ pācittiyaṁ. Bhinditvā ekekaṁ miñjaṁ khādantiyā pana payogagaṇanāya pācittiyāni, idaṁ bhikkhunīnaṁ vasena pācittiyaṁ, bhikkhussa pana dukkaṭaṁ.",
  "tika-vin08t34:228": "Palaṇḍukādīnaṁ vaṇṇena vā miñjāya vā nānattaṁ veditabbaṁ. Vaṇṇena tāva palaṇḍuko nāma paṇḍuvaṇṇo hoti. Bhañjanako lohitavaṇṇo, haritako haritavaṇṇo, miñjāya pana palaṇḍukassa ekā miñjā hoti, bhañjanakassa dve, haritakassa tisso, cāpalasuṇo amiñjako. Aṅkuramattameva hi tassa hoti. Mahāpaccariyādīsu pana ‘‘palaṇḍukassa tīṇi miñjāni, bhañjanakassa dve, haritakassa eka’’nti vuttaṁ. Ete palaṇḍukādayo sabhāveneva vaṭṭanti, sūpasampākādīsu pana māgadhakampi vaṭṭati. Tañhi paccamānesu muggasūpādīsu vā macchamaṁsavikatiyā vā telādīsu vā badarasāḷavādīsu vā ambilapākādīsu vā uttaribhaṅge vā yattha katthaci antamaso yāgupattepi pakkhipituṁ vaṭṭatīti vuttaṁ. ‘‘Sabhāvenevāti sūpasampākādiṁ vināva. Badarasāḷavaṁ nāma badaraphalāni sukkhāpetvā cuṇṇetvā kattabbā khādanīyavikatī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. pācittiya 3.793-797) vuttaṁ.",
  "tika-vin08t34:229": "Naakkamitabbādikathā",
  "tika-vin08t34:230": "50. Naakkamitabbādikathāyaṁ ‘‘paribhaṇḍakatabhūmi nāma saṇhamattikāhi katā kāḷavaṇṇādibhūmi . Senāsanaṁ mañcapīṭhādikāyeva. Tatheva vaḷañjetuṁ vaṭṭatīti aññehi āvāsikehi bhikkhūhi paribhuttanīhārena paribhuñjituṁ vaṭṭati. ‘Nevāsikā pakatiyā anatthatāya bhūmiyā ṭhapenti ce, tesampi anāpattiyevā’ti gaṇṭhipadesu vuttaṁ. ‘Dvārampī’tiādinā vuttadvāravātapānādayo aparikammakatāpi na apassayitabbā. Lomesūti lomesu phusantesū’’ti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.324) vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. cūḷavagga 2.324) ‘‘paribhaṇḍakatabhūmi vāti kāḷavaṇṇādikatasaṇhabhūmi vā. Senāsanaṁ vāti mañcapīṭhādi vā. Tatheva vaḷañjetuṁ vaṭṭatīti iminā nevāsikehi dhotapādādīhi vaḷañjanaṭṭhāne sañcicca adhotapādādīhi vaḷañjantasseva āpatti paññattāti dasseti , ‘dvārampī’tiādinā sāmaññato vuttattā dvāravātapānādayo aparikammakatāpi na apassayitabbā. Ajānitvā apassayantassapi idha lomagaṇanāya āpattī’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 323-324) ‘‘nevāsikā pakatiyā anatthatāya bhūmiyā ṭhapenti ce, tesampi anāpattiyevāti likhitaṁ, dvāravātapānādayo aparikammakatāpi na apassayitabbāti likhita’’nti vuttaṁ.",
  "tika-vin08t34:231": "Avandiyavandiyakathā",
  "tika-vin08t34:232": "51. Avandiyavandiyakathāyaṁ idha pakaraṇācariyena senāsanakkhandhakapāḷivasena dasa avandiyā, tayo vandiyā ca vuttā, aṭṭhakathāṭīkāsu ca na kiñci vuttā, tasmā idha āgatanayeneva attho daṭṭhabbo. Parivārapāḷiyaṁ (pari. 467 ādayo) pana upālipañcake pañcapañcakavasena pañcavīsati avandiyā, pañca vandiyā ca vuttā. Kathaṁ? ‘‘Kati nu kho, bhante, avandiyāti? Pañcime, upāli, avandiyā. Katame pañca? Antaragharaṁ paviṭṭho avandiyo, racchagato avandiyo, otamasiko avandiyo, asamannāharanto avandiyo, sutto avandiyo. Ime kho, upāli, pañca avandiyā. Aparepi, upāli, pañca avandiyā. Katame pañca? Yāgupāne avandiyo, bhattagge avandiyo, ekāvatto avandiyo, aññavihito avandiyo, naggo avandiyo. Ime kho, upāli, pañca avandiyā. Aparepi, upāli, pañca avandiyā. Katame pañca? Khādanto avandiyo, bhuñjanto avandiyo, uccāraṁ karonto avandiyo, passāvaṁ karonto avandiyo, ukkhittako avandiyo. Ime kho, upāli, pañca avandiyā. Aparepi, upāli, pañca avandiyā. Katame pañca? Pureupasampannena pacchāupasampanno avandiyo, anupasampanno avandiyo , nānāsaṁvāsako vuḍḍhataro adhammavādī avandiyo, mātugāmo avandiyo, paṇḍako avandiyo. Ime kho, upāli, pañca avandiyā. Aparepi, upāli, pañca avandiyā. Katame pañca? Pārivāsiko avandiyo, mūlāyapaṭikassanāraho avandiyo, mānattāraho avandiyo, mānattacāriko avandiyo, abbhānāraho avandiyo. Ime kho, upāli, pañca avandiyā’’ti.",
  "tika-vin08t34:233": "‘‘Kati nu kho, bhante, vandiyāti? Pañcime, upāli, vandiyā. Katame pañca? Pacchāupasampannena pureupasampanno vandiyo, nānāsaṁvāsako vuḍḍhataro dhammavādī vandiyo, ācariyo vandiyo, upajjhāyo vandiyo, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato arahaṁ sammāsambuddho vandiyo. Ime kho, upāli, pañca vandiyā’’ti.",
  "tika-vin08t34:234": "Aṭṭhakathāyañca (pari. aṭṭha. 467) ‘‘otamasitoti andhakāragato. Tañhi vandantassa mañcapādādīsupi nalāṭaṁ paṭihaññeyya. Asamannāharantoti kiccappasutattā vandanaṁ asamannāharanto. Suttoti niddaṁ okkanto. Ekāvattoti ekato āvatto sapattapakkhe ṭhito verī visabhāgapuggalo vuccati, ayaṁ avandiyo. Ayañhi vandiyamāno pādenapi pahareyya. Aññavihitoti aññaṁ cintayamāno. Khādantoti piṭṭhakhajjakādīni khādanto. Uccārañca passāvañca karonto anokāsagatattā avandiyo. Ukkhittakoti tividhenapi ukkhepanīyakammena ukkhittako avandiyo, tajjanīyādikammakatā pana cattāro vanditabbā, uposathapavāraṇāpi tehi saddhiṁ labbhanti. Ādito paṭṭhāya ca vuttesu avandiyesu naggañca ukkhittakañca vandantasseva hoti āpatti , itaresaṁ pana asāruppaṭṭhena ca antarā vuttakāraṇena ca vandanā paṭikkhittā. Ito paraṁ pacchāupasampannādayo dasapi āpattivatthubhāveneva avandiyā. Te vandantassa hi niyameneva āpatti. Iti imesu pañcasu pañcakesu terasa jane vandantassa anāpatti, dvādasannaṁ vandanāya āpatti. Ācariyo vandiyoti pabbajjācariyo upasampadācariyo nissayācariyo uddesācariyo ovādācariyoti ayaṁ pañcavidhopi ācariyo vandiyo’’ti āgato.",
  "tika-vin08t34:235": "‘‘Antarāvuttakāraṇenāti tañhi vandantassa mañcapādādīsu nalāṭaṁ paṭihaññeyyātiādinā vuttakāraṇenā’’ti sāratthadīpaniyaṁ (sārattha. ṭī. parivāra 3.467) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭi. parivāra 2.467) pana ‘‘mañcapādādīsupi nalāṭaṁ paṭihaññeyyāti andhakāre cammakhaṇḍaṁ paññapetvā vandituṁ onamantassa nalāṭaṁ vā akkhi vā mañcādīsu paṭihaññati. Etena vandatopi āpattiabhāvaṁ vatvā vandanāya sabbathā paṭikkhepābhāvañca dīpeti. Evaṁ sabbattha suttantarehi appaṭikkhittesu. Naggādīsu pana vandituṁ na vaṭṭatīti. Ekato āvattoti ekasmiṁ dosāgatipakkhe parivatto, paviṭṭhoti attho. Tenāha ‘sapattapakkhe ṭhito’ti. Vandiyamānoti onamitvā vandiyamāno. Vanditabbesu uddesācariyo nissayācariyo ca yasmā navakāpi honti, tasmā ‘te vuḍḍhā eva vandiyā’ti vanditabbā’’ti āgataṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. parivāra 467) ‘‘ekāvattotipi paṭhanti, tassa kuddho kodhābhibhūtoti kira attho. Ekavatthotipi keci, uttarāsaṅgaṁ apanetvā ṭhitoti kira attho. Taṁ sabbaṁ aṭṭhakathāyaṁ uddhaṭapāḷiyā virujjhati. Ekāvattoti hi uddhaṭaṁ, tasmā na gahetabbaṁ. Antarā vuttakāraṇenāti kiccappasutattā asamannāharanto ‘nalāṭaṁ paṭihaññeyyā’tiādivuttakāraṇenā’’ti āgataṁ.",
  "tika-vin08t34:236": "Dutiyagāthāsaṅgaṇikaṭṭhakathāyaṁ (pari. aṭṭha. 477) ‘‘dasa puggalā nābhivādetabbāti senāsanakkhandhake vuttā dasa janā. Añjalisāmīcena cāti sāmīcikammena saddhiṁ añjali ca tesaṁ na kātabbo. Neva pānīyapucchanatālavaṇṭaggahaṇādi khandhakavattaṁ tesaṁ dassetabbaṁ, na añjali paggaṇhitabboti attho. Dasannaṁ dukkaṭanti tesaṁyeva dasannaṁ evaṁ karontassa dukkaṭaṁ hotī’’ti āgataṁ, tasmā añjalikammamattampi nesaṁ na kattabbanti.",
  "tika-vin08t34:237": "‘‘Navakatarena, bhante, bhikkhunā vuḍḍhatarassa bhikkhuno pāde vandantena kati dhamme ajjhattaṁ upaṭṭhāpetvā pādā vanditabbāti? Navakatarenupāli, bhikkhunā vuḍḍhatarassa bhikkhuno pāde vandantena pañca dhamme ajjhattaṁ upaṭṭhāpetvā pādā vanditabbā. Katame pañca? Navakatarenupāli, bhikkhunā vuḍḍhatarassa bhikkhuno pāde vandantena ekaṁsaṁ uttarāsaṅgaṁ katvā añjaliṁ paggahetvā ubhohi pāṇitalehi pādāni parisambāhantena pemañca gāravañca upaṭṭhāpetvā pādā vanditabbā. Navakatarenupāli, bhikkhunā vuḍḍhatarassa bhikkhuno pāde vandantena ime pañca dhamme ajjhattaṁ upaṭṭhāpetvā pādā vanditabbā’’ti (pari. 469) imasmiṁ ṭhāne sammāsambuddhena āyasmato upālissa vandanānayova ācikkhito.",
  "tika-vin08t34:238": "Pañcapatiṭṭhitena vanditvāti ettha pañcasarūpañca kathitaṁ. Kathaṁ? Vuḍḍhatarassa pāde vandantena ubho aṁse vivaritvā vanditabbā, na ca ubho aṁse pārupitvā vanditabbā, atha kho ekaṁsaṁ uttarāsaṅgaṁ karitvā vanditabbāti. Etena saṅghāṭi pana ekaṁsaṁ katāpi akatāpi natthi dosoti pakāsito hoti. ‘‘Dasanakhasamodhānasamujjalaṁ karapuṭasaṅkhātaṁ añjaliṁ paggahetvāva vanditabbā, na hatthatalapakāsanamattena vā na hatthamuṭṭhipakāsanādinā vā vanditabbā’’ti ca ‘‘na ekena hatthena cīvarakaṇṇachupanādimattena vanditabbā, atha kho ubhohi pāṇitalehi pādāni parisambāhantena vanditabbā’’ti ca ‘‘evaṁ vandantehi na duṭṭhacittañca anādarañca upaṭṭhāpetvā vanditabbā, atha kho pemañca gāravañca upaṭṭhāpetvā pādā vanditabbā’’ti ca evaṁ vandanānayo ācikkhito hoti.",
  "tika-vin08t34:239": "Kathaṁ pañcapatiṭṭhitasarūpaṁ kathitaṁ? Idha ekaṁsaṁ uttarāsaṅgaṁ karitvāti ekaṁ, añjaliṁ paggahetvāti ekaṁ, ubhohi pāṇitalehi pādāni parisambāhantenāti ekaṁ, pemañca upaṭṭhāpetvāti ekaṁ, gāravañca upaṭṭhāpetvāti ekaṁ, evaṁ pañcapatiṭṭhitasarūpaṁ kathitaṁ hoti. Tenāha ‘‘pañca dhamme ajjhattaṁ upaṭṭhāpetvā pādā vanditabbā’’ti. Evaṁ sakalalokassa hitasukhakārakena dhammassāminā kāyapaṇāmamanopaṇāmavasena mahato hitasukhassa pavattanatthaṁ āyasmato upālittherassa ācikkhitena vandanānayena vandituṁ vaṭṭati.",
  "tika-vin08t34:240": "Idāni pana ācariyā abhinavaāgatānaṁ daharānañca sāmaṇerānañca vandanānayaṁ sikkhantā na imaṁ āhaccabhāsitaṁ pāḷiṁ gahetvā sikkhanti, atha kho paveṇīāgatanayaṁyeva gahetvā sikkhanti. Kathaṁ? Yadi ṭhatvā vandatha, dve pādatalāni samaṁ bhūmiyaṁ patiṭṭhāpetvā dve hatthatalāni samaṁ phusāpetvā nalāṭe patiṭṭhāpetvā vanditabbābhimukhaṁ onamitvā vandathāti, ayaṁ nayo ‘‘evaṁ mahāsatto suvaṇṇakadali viya bārāṇasinagarābhimukhaṁ onamitvā mātāpitaro vanditvā’’ti imaṁ jātakaṭṭhakathāvacanañca ‘‘dasanakhasamodhānasamujjalaṁ añjaliṁ paggayha sirasmiṁ patiṭṭhāpetvā’’tiādiaṭṭhakathāvacanañca anulometi. Idha pana dve pādatalāni, dve hatthatalāni, nalāṭañcāti pañcasu patiṭṭhitānīti sarūpaṁ vadanti. Yadi nisīditvā vandatha, paṭhamaṁ dve pādatalāni bhūmiyaṁ samaṁ patiṭṭhāpetvā dve jāṇumaṇḍalāni samaṁ ussāpetvā dve kapparāni dvinnaṁ jāṇūnaṁ upari samaṁ ṭhapetvā dve hatthatalāni samaṁ phusitāni katvā añjalisaṅkhātaṁ karapuṭaṁ sirasaṅkhāte nalāṭe patiṭṭhāpetvā vandatha. Tato onamitvā dve jāṇumaṇḍalāni ca dve kapparāni ca bhūmiyaṁ samaṁ patiṭṭhāpetvā dve hatthatalāni pasāretvā samaṁ bhūmiyaṁ ṭhapetvā sīsaṁ ubhinnaṁ hatthapiṭṭhīnaṁ upari katvā bhūmiyaṁ patiṭṭhāpetvā vandathāti. Ettha tu dve pādatalāni ekaṁ katvā, tathā dve jāṇumaṇḍalāni ekaṁ, dve kapparāni ekaṁ, dve hatthatalāni ekaṁ, sīsaṁ ekaṁ katvā pañcapatiṭṭhitasarūpaṁ kathenti. Esa nayo pāḷiaṭṭhakathāṭīkāsu na diṭṭho.",
  "tika-vin08t34:241": "Samīpaṁ gantvā pādānaṁ vandanakāle pana ekacce paṭhamaṁ attano sīsaṁ hatthena parāmasitvā tena hatthadvayena therānaṁ jāṇumaṇḍalaṁ cīvarassa upariyeva sambāhanti. Ekacce paṭhamaṁ therānaṁ jāṇumaṇḍalaṁ sacīvaraṁyeva parāmasitvā teneva hatthadvayena attano sīsaṁ parāmasanti. Ekacce chupanamattameva karonti. Esapi nayo na kismiñci diṭṭho. Rāmaññadesiyā pana bhikkhū evaṁ samīpaṁ gantvā vandanakāle therānaṁ pādaggaṁ apassantāpi pariyesitvā cīvarato nīharitvā pādaggameva punappunaṁ hatthena sambāhitvā sīsena pavaṭṭetvā cumbitvā lehitvā cirappavāsāgatapiyamanāpaupajjhāyaṁ vā ācariyaṁ vā passantā viya katvā vandanti. Taṁ kiriyaṁ parivārapāḷiyaṁ ‘‘ubhohi pāṇitalehi pādāni parisambāhantena pemañca gāravañca upaṭṭhāpetvā pādā vanditabbā’’ti āgatapāḷiyā saṁsandati viya dissati. Tepi na sabbe pāḷiṁ passanti, paveṇīvaseneva karonti, tasmā sabbesaṁ hitatthaṁ pāḷinayo amhehi uddhaṭo. Paveṇīāgatanayato hi pāḷinayo balavataro, tasmā bhagavato āṇaṁ garuṁ karontehi sappurisehi pāḷinayo samāsevitabboti amhākaṁ khanti, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t34:242": "Āsandādikathā",
  "tika-vin08t34:243": "55. Āsandādikathāyaṁ caturassapīṭhanti samacaturassaṁ. Aṭṭhaṅgulapādaṁ vaṭṭatīti aṭṭhaṅgulapādakameva vaṭṭati. Pamāṇātikkantopi vaṭṭatīti samacaturassameva sandhāya vuttaṁ. Āyatacaturassā pana sattaṅgapañcaṅgāpi uccapādā na vaṭṭanti. Vetteheva caturassādiākārena kataṁ bhaddapīṭhanti āha ‘‘vettamayapīṭha’’nti. Dārupaṭṭikāya uparīti aṭaniākārena ṭhitadārupaṭalassa heṭṭhā. Uddhaṁ pādaṁ katvā pavesanakālañhi sandhāya ‘‘uparī’’ti vuttaṁ. Eḷakassa pacchimapādadvayaṁ viya vaṅkākārena ṭhitattā panetaṁ ‘‘eḷakapādapīṭha’’nti (vi. vi. ṭī. cūḷavagga 2.297) vuttaṁ.",
  "tika-vin08t34:244": "Uccāsayanamahāsayanakathā",
  "tika-vin08t34:245": "56. Uccāsayanamahāsayanakathāyaṁ ‘‘vāḷarūpānīti āharimāni vāḷarūpāni, ‘akappiyarūpākulo akappiyamañco pallaṅko’ti sārasamāse vuttaṁ. Dīghalomako mahākojavoti caturaṅgulādhikalomo kāḷakojavo. ‘Caturaṅgulādhikāni kira tassa lomānī’ti vacanato caturaṅgulato heṭṭhā vaṭṭatīti vadanti. Vānacitro uṇṇāmayattharaṇoti bhitticchedādivasena vicitro uṇṇāmayattharaṇo. Ghanapupphako uṇṇāmayattharaṇoti uṇṇāmayalohitattharaṇo . Pakatitūlikāti rukkhatūlalatātūlapoṭakītūlasaṅkhātānaṁ tiṇṇaṁ tūlānaṁ aññatarapuṇṇā tūlikā. ‘Uddalomīti ubhatodasaṁ uṇṇāmayattharaṇaṁ. Ekantalomīti ekatodasaṁ uṇṇāmayattharaṇa’nti dīghanikāyaṭṭhakathāyaṁ vuttaṁ. Sārasamāse pana ‘uddalomīti ekatouggatapupphaṁ. Ekantalomīti ubhatouggatapuppha’nti vuttaṁ. ‘Koseyyakaṭṭissamayanti koseyyakasaṭamaya’nti ācariyadhammapālattherena vuttaṁ. Suddhakoseyyanti ratanaparisibbanarahitaṁ. Dīghanikāyaṭṭhakathāyaṁ panettha ‘ṭhapetvā tūlikaṁ sabbāneva gonakādīni ratanaparisibbitāni na vaṭṭantī’ti vuttaṁ. Tattha ‘ṭhapetvā tūlika’nti etena ratanaparisibbanarahitāpi tūlikā na vaṭṭatīti dīpeti. ‘Ratanaparisibbitāni na vaṭṭantī’ti iminā pana yāni ratanaparisibbitāni, tāni bhūmattharaṇavasena yathānurūpaṁ mañcādīsu ca upanetuṁ vaṭṭatīti dīpitanti veditabbaṁ. Ettha ca vinayapariyāyaṁ patvā garuke ṭhātabbattā idha vuttanayenevettha vinicchayo veditabbo. Suttantikadesanāya pana gahaṭṭhānampi vasena vuttattā tesaṁ saṅgaṇhanatthaṁ ‘ṭhapetvā tūlikaṁ…pe… vaṭṭatī’ti vuttanti apare.",
  "tika-vin08t34:246": "Ajinacammehīti ajinamigacammehi. Tāni kira cammāni sukhumatarāni, tasmā dupaṭṭatipaṭṭāni katvā sibbanti. Tena vuttaṁ ‘ajinappaveṇī’ti. Uttaraṁ uparibhāgaṁ chādetīti uttaracchado, vitānaṁ, tañca lohitavitānaṁ idhādhippetanti āha ‘uparibaddhena rattavitānenā’ti, ‘rattavitānesu ca kāsāvaṁ vaṭṭati, kusumbhādirattameva na vaṭṭatī’ti gaṇṭhipadesu vuttaṁ. Mahāupadhānanti pamāṇātikkantaṁ upadhānaṁ. Ettha ca kiñcāpi dīghanikāyaṭṭhakathāyaṁ ‘alohitakāni dvepi vaṭṭantiyeva, tato uttari labhitvā aññesaṁ dātabbāni. Dātumasakkonto mañce tiriyaṁ attharitvā uparipaccattharaṇaṁ datvā nipajjitumpi labhatī’ti avisesena vuttaṁ, senāsanakkhandhakavaṇṇanāyaṁ (cūḷava. aṭṭha. 297) pana ‘agilānassa sīsūpadhānañca pādūpadhānañcāti dvayameva vaṭṭati. Gilānassa bimbohanāni santharitvā upari ca paccattharaṇaṁ datvā nipajjitumpi vaṭṭatī’ti vuttattā gilānoyeva mañce tiriyaṁ attharitvā nipajjituṁ vaṭṭatīti veditabbaṁ. Abhinissāya nisīditunti apassāya nisīditu’’nti ettako vinicchayo sāratthadīpaniyaṁ āgato.",
  "tika-vin08t34:247": "Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.254) – pana vāḷarūpānīti āharimāni vāḷarūpāni. Caturaṅgulādhikānīti uddalomīekantalomīhi visesadassanaṁ. Caturaṅgulato hi ūnāni kira uddalomīādīsu pavisanti. Vānacitro uṇṇāmayattharaṇoti nānāvaṇṇehi uṇṇāmayasuttehi bhitticchedādivasena vāyitvā katacittattharaṇo. Ghanapupphakoti bahalarāgo. Pakatitūlikāti tūlapuṇṇā bhisi. Vikatikāti sīharūpādivasena vānacitrāva gayhati. ‘‘Uddalomīti ubhatodasaṁ uṇṇāmayattharaṇaṁ. Ekantalomīti ekantadasaṁ uṇṇāmayattharaṇa’’nti dīghanikāyaṭṭhakathāyaṁ vuttaṁ. Koseyyakaṭṭissamayanti kosiyasuttānaṁ antarā suvaṇṇamayasuttāni pavesetvā vītaṁ, suvaṇṇasuttaṁ kira kaṭṭissaṁ kasaṭanti ca vuccati. Teneva ‘‘koseyyakasaṭamaya’’nti ācariyadhammapālattherena vuttanti vadanti. Ratanaparisibbitanti suvaṇṇalittaṁ. Suddhakoseyyanti ratanaparisibbanarahitaṁ.",
  "tika-vin08t34:248": "Ajinamigacammānaṁ atisukhumattā dupaṭṭatipaṭṭāni katvā sibbantīti vuttaṁ ‘‘ajinappaveṇī’’ti. Rattavitānenāti sabbarattena vitānena. Yaṁ pana nānāvaṇṇaṁ vānacittaṁ vā lepacittaṁ vā, taṁ vaṭṭati. Ubhatolohitakūpadhānepi eseva nayo. Citraṁ vāti idaṁ pana sabbathā kappiyattā vuttaṁ, na pana ubhatoupadhānesu akappiyattā. Na hi lohitakasaddo citte vaṭṭati. Paṭaliggahaṇeneva cittakassapi attharaṇassa saṅgahetabbappasaṅgato. Kāsāvaṁ pana lohitaṅgavohāraṁ na gacchati, tasmā vitānepi ubhatoupadhānepi vaṭṭati. Sace pamāṇayuttantiādi aññassa pamāṇātikkantassa bimbohanassa paṭikkhittabhāvadassanatthaṁ vuttaṁ, na pana uccāsayanamahāsayanabhāvadassanatthaṁ tathā avuttattā, taṁ pana upadhānaṁ uposathikānaṁ gahaṭṭhānaṁ vaṭṭati. Uccāsayanamahāsayanameva hi tadā tesaṁ na vaṭṭati. Dīghanikāyaṭṭhakathādīsu kiñcāpi ‘‘ṭhapetvā tūlikaṁ sabbāneva gonakādīni ratanaparisibbitāni na vaṭṭantī’’ti vuttaṁ, vinayaṭṭhakathā eva pana kappiyākappiyabhāve pamāṇanti gahetabbaṁ. Abhinissāyāti apassāyāti vuttaṁ.",
  "tika-vin08t34:249": "Pāsādaparibhogakathā",
  "tika-vin08t34:250": "Pāsādaparibhogakathāyaṁ sāratthadīpaniyaṁ vajirabuddhiṭīkāyañca na kiñci vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. cūḷavagga 2.320) pana ‘‘suvaṇṇarajatādivicitrānīti saṅghikasenāsanaṁ sandhāya vuttaṁ. Puggalikaṁ pana suvaṇṇādivicitraṁ bhikkhussa sampaṭicchitumeva na vaṭṭati ‘na kenaci pariyāyena jātarūparajataṁ sāditabba’nti (mahāva. 299) vuttattā. Tenevettha aṭṭhakathāyaṁ (cūḷava. aṭṭha. 320) ‘saṅghikavihāre vā puggalikavihāre vā’ti vuttaṁ. Gonakādiakappiyabhaṇḍavisaye eva vuttaṁ ekabhikkhussapi tesaṁ gahaṇe dosābhāvā’’ti vuttaṁ.",
  "tika-vin08t34:251": "Upāhanakathā",
  "tika-vin08t34:252": "Upāhanakathāyaṁ ‘‘addāriṭṭhakavaṇṇāti abhinavāriṭṭhaphalavaṇṇā, udakena tintakākapattavaṇṇātipi vadanti. Uṇṇāhi katapādukāti uṇṇālomamayakambalehi, uṇṇālomehi eva vā katapādukā. Kāḷasīhoti kāḷamukhavānarajāti. Sesamettha pāḷito ca aṭṭhakathāto ca suviññeyyamevā’’ti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.246) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.246) pana ‘‘addāriṭṭhakavaṇṇāti allāriṭṭhaphalavaṇṇā, tintakākapakkhavaṇṇātipi vadanti. Rajananti uparilittanīlādivaṇṇaṁ sandhāya vuttaṁ. Tenāha ‘coḷakena puñchitvā’ti. Tañhi tathā puñchite vigacchati. Yaṁ pana cammassa duggandhāpanayanatthaṁ kāḷarattādirajanehi rañjitattā kāḷarattādivaṇṇaṁ hoti, taṁ coḷādīhi apanetuṁ na sakkā cammagatikameva, tasmā taṁ vaṭṭatīti daṭṭhabbaṁ. Khallakanti sabbapaṇhipidhānacammaṁ aparigaḷanatthaṁ paṇhiyā uparibhāge apidhāya āropanabandhanamattaṁ vaṭṭati. Vicitrāti saṇṭhānato vicitrapaṭṭā adhippetā, na vaṇṇato sabbaso apanetabbesu khallakādīsu paviṭṭhattā. Biḷālasadisamukhattā mahāulūkā pakkhibiḷālāti vuccanti, tesaṁ cammaṁ nāma pakkhalomameva. Uṇṇāhi katapādukāti ettha uṇṇāmayakambalehi katapādukā saṅgayhanti. Kāḷasīhoti kāḷamukhavānarajāti. Cammaṁ na vaṭṭatīti nisīdanattharaṇaṁ kātuṁ na vaṭṭati, bhūmattharaṇādivasena paribhogo vaṭṭatevā’’ti vuttaṁ.",
  "tika-vin08t34:253": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 259) pana ‘‘migamātukoti tassa nāmaṁ, vātamigoti ca tassa nāmaṁ. ‘Kāḷasīho kāḷamukho kapī’ti likhitaṁ. Cammaṁ na vaṭṭatīti yena pariyāyena cammaṁ vaṭṭissati, so parato āvibhavissati. ‘Attano puggalikavasena paccāhāro paṭikkhitto’ti vuttaṁ. ‘Na, bhikkhave, kiñci cammaṁ dhāretabba’nti ettāvatā siddhe ‘na, bhikkhave, gocamma’nti idaṁ parato ‘anujānāmi, bhikkhave, sabbapaccantimesu janapadesu cammāni attharaṇānī’ti (mahāva. 259) ettha anumatippasaṅgabhayā vuttanti veditabba’’nti vuttaṁ.",
  "tika-vin08t34:254": "Yānakathā",
  "tika-vin08t34:255": "Yānakathāyaṁ ‘‘anujānāmi, bhikkhave, purisayuttaṁ hatthavaṭṭaka’’nti (mahāva. 253) ettha anujānāmi, bhikkhave, purisayuttaṁ, anujānāmi, bhikkhave, hatthavaṭṭakanti evaṁ paccekaṁ vākyaparisamāpanaṁ adhippetanti āha ‘‘purisayuttaṁ itthisārathi vā…pe… purisā vā, vaṭṭatiyevā’’ti. ‘‘Pīṭhakasivikanti pīṭhakayānaṁ. Pāṭaṅkinti andolikāyetaṁ adhivacana’’nti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.253) vuttaṁ, ‘‘pīṭhakasivikanti phalakādinā kataṁ pīṭhakayānaṁ. Paṭapotalikaṁ andolikā. Sabbampi yānaṁ upāhanenapi gantuṁ asamatthassa gilānassa anuññāta’’nti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.253).",
  "tika-vin08t34:256": "Cīvarakathā",
  "tika-vin08t34:257": "57. Cīvarakathāyaṁ ‘‘ahatakappānanti ekavāradhotānaṁ. Utuddhaṭānanti ututo dīghakālato uddhaṭānaṁ hatavatthakānaṁ, pilotikānanti vuttaṁ hoti. Pāpaṇiketi antarāpaṇato patitapilotikacīvare. Ussāho karaṇīyoti pariyesanā kātabbā. Paricchedo panettha natthi, paṭṭasatampi vaṭṭati. Sabbamidaṁ sādiyantassa bhikkhuno vasena vuttaṁ. Aggaḷaṁ tunnanti ettha uddharitvā allīyāpanakhaṇḍaṁ aggaḷaṁ, suttena saṁsibbitaṁ tunnaṁ, vaṭṭetvā karaṇaṁ ovaṭṭikaṁ. Kaṇḍupakaṁ vuccati muddikā. Daḷīkammanti anuddharitvāva upassayaṁ katvā allīyāpanakaṁ vatthakhaṇḍa’’nti aṭṭhakathāyaṁ āgataṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.348) pana ‘‘acchupeyyanti patiṭṭhapeyyaṁ. Hatavatthakānanti kālātītavatthānaṁ. Uddharitvā allīyāpanakhaṇḍanti dubbalaṭṭhānaṁ apanetvā allīyāpanavatthakhaṇḍa’’nti vuttaṁ. Diguṇaṁ saṅghāṭinti dupaṭṭaṁ saṅghāṭiṁ. Ekacciyanti ekapaṭṭaṁ aggapaṭṭaṁ. Aggaḷaṁ ajjhāpessanti jiṇṇaṭṭhāne pilotikakhaṇḍaṁ laggāpeyyaṁ.",
  "tika-vin08t34:258": "Chinnacīvarakathā",
  "tika-vin08t34:259": "Chinnacīvarakathāyaṁ tīsu pana cīvaresu dve vā ekaṁ vā chinditvā kātabbanti ettha ‘‘anujānāmi, bhikkhave, chinnakaṁ saṅghāṭiṁ chinnakaṁ uttarāsaṅgaṁ chinnakaṁ antaravāsaka’’nti (mahāva. 345) vacanato pañcakhaṇḍasattakhaṇḍādivasena chinditvāva kātabbaṁ, na acchinditvāti attho. Sace nappahoti, āgantukapaṭṭaṁ dātabbanti ettha yadi chinditvā kate tiṇṇampi cīvarānaṁ atthāya sāṭako nappahoti, dve cīvarāni chinnakāni kātabbāni, ekaṁ cīvaraṁ acchinnakaṁ kattabbaṁ. Dvīsu cīvaresu chinditvā katesu sāṭako nappahoti, dve cīvarāni acchinnakāni, ekaṁ cīvaraṁ chinnakaṁ kātabbaṁ. Ekasmimpi cīvare chinditvā kate sāṭako nappahoti, evaṁ sati acchinditvā āgantukapaṭṭaṁ dātabbanti attho. Tamatthaṁ pāḷiyā sādhetuṁ ‘‘vuttañheta’’ntiādimāha. Tattha anvādhikampi āropetunti evaṁ appahonte sati āgantukapaṭṭampi āropetuṁ anujānāmīti attho.",
  "tika-vin08t34:260": "Akappiyacīvarakathā",
  "tika-vin08t34:261": "Akappiyacīvarakathāyaṁ ‘‘naggiyaṁ kusacīraṁ phalakacīraṁ kesakambalaṁ vāḷakambalaṁ ulūkapakkhikaṁ ajinakkhipa’’nti imāni titthiyasamādānattā thullaccayavatthūnīti bhagavatā paṭikkhittāni . Tattha naggiyanti naggabhāvo acelakabhāvo. Kusacīranti kusena ganthetvā katacīvaraṁ. Vākacīranti tāpasānaṁ vakkalaṁ. Phalakacīranti phalakasaṇṭhānāni phalakāni sibbitvā katacīvaraṁ. Kesakambalanti kesehi tante vāyitvā katakambalaṁ. Vālakambalanti cāmarīvālehi vāyitvā katakambalaṁ. Ulūkapakkhikanti ulūkasakuṇassa pakkhehi katanivāsanaṁ . Ajinakkhipanti salomaṁ sakhuraṁ ajinamigacammaṁ. Tāni titthiyaddhajabhūtāni acīvarabhāvena pākaṭānīti ācariyena idha na vuttāni. Potthako pana apākaṭoti taṁ vatvā sabbanīlakādīni dukkaṭavatthukāni vuttāni. ‘‘Tipaṭṭacīvarassa vā majjhe dātabbānī’’ti vuttattā tipaṭṭacīvaraṁ dhāretuṁ vaṭṭatīti siddhaṁ. Tipaṭṭādīnañca bahupaṭṭacīvarānaṁ antare īdisāni asāruppavaṇṇāni paṭapilotikāni kātabbānīti dasseti. Kañcukaṁ nāma sīsato paṭimuñcitvā kāyāruḷhavatthaṁ. Tenāha ‘‘phāletvā rajitvā paribhuñjituṁ vaṭṭatī’’ti. Veṭhananti sīsaveṭhanaṁ. Tirīṭanti makuṭaṁ. Tassa visesaṁ dassetuṁ ‘‘tirīṭakaṁ panā’’tiādimāha.",
  "tika-vin08t34:262": "Cīvaravicāraṇakathā",
  "tika-vin08t34:263": "Cīvaravicāraṇakathāyaṁ ‘‘paṇḍito, bhikkhave, ānando, mahāpañño, bhikkhave, ānando. Yatra hi nāma mayā saṁkhittena bhāsitassa vitthārena atthaṁ ājānissati, kusimpi nāma karissati, aḍḍhakusimpi nāma karissati, maṇḍalampi nāma karissati, aḍḍhamaṇḍalampi nāma karissati, vivaṭṭampi nāma karissati, anuvivaṭṭampi nāma karissati, gīveyyakampi nāma karissati, jaṅgheyyakampi nāma karissati, bāhantampi nāma karissati, chinnakaṁ bhavissati, satthalūkhaṁ samaṇasāruppaṁ paccatthikānañca anabhicchita’’nti (mahāva. 345) vacanato ‘‘passasi tvaṁ, ānanda, magadhakhettaṁ acchibaddhaṁ pāḷibaddhaṁ mariyādabaddhaṁ siṅghāṭakabaddha’’nti bhagavato saṁkhittena vuttavacanaṁ sutvā āyasmā ānando bhagavato ajjhāsayānurūpaṁ sambahulānaṁ bhikkhūnaṁ cīvaraṁ saṁvidahi. Tathā idānipi evarūpaṁ cīvaraṁ saṁvidahitabbaṁ.",
  "tika-vin08t34:264": "Tattha ‘‘acchibaddhanti caturassakedārabaddhaṁ. Pāḷibaddhanti āyāmato ca vitthārato ca dīghamariyādabaddhaṁ. Mariyādabaddhanti antarantarā rassamariyādabaddhaṁ. Siṅghāṭakabaddhanti mariyādāya mariyādaṁ vinivijjhitvā gataṭṭhāne siṅghāṭakabaddhaṁ, catukkasaṇṭhānanti attho. Yatra hi nāmāti yo nāma. Kusimpi nāmātiādīsu kusīti āyāmato ca vitthārato ca anuvātādīnaṁ dīghapaṭṭānametaṁ adhivacanaṁ. Aḍḍhakusīti antarantarārassapaṭṭānaṁ nāmaṁ. Maṇḍalanti pañcakhaṇḍikassa cīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ. Aḍḍhamaṇḍalanti khuddakamaṇḍalaṁ. Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍaṁ. Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni. Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṁ aññasuttasaṁsibbitaṁ āgantukapaṭṭaṁ. Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṁsibbitaṁ paṭṭaṁ. Gīvāṭṭhāne ca jaṅghaṭṭhāne ca paṭṭānametaṁ nāmanti. Bāhantanti anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍaṁ. Iti pañcakhaṇḍikacīvarenetaṁ vicāritanti. Atha vā anuvivaṭṭanti vivaṭṭassa ekapassato dvinnaṁ ekapassato dvinnanti catunnampi khaṇḍānametaṁ nāmaṁ. Bāhantanti suppamāṇaṁ cīvaraṁ pārupantena saṁharitvā bāhāya upari ṭhapitā ubho antā bahimukhā tiṭṭhanti, tesaṁ etaṁ nāmaṁ. Ayameva hi nayo mahāaṭṭhakathāyaṁ vutto’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 345) āgato.",
  "tika-vin08t34:265": "Cīvarasibbanakathā",
  "tika-vin08t34:266": "Daṇḍakathinenacīvarasibbanakathāyaṁ – tena kho pana samayena bhikkhū tattha tattha khīlaṁ nikkhanitvā sambandhitvā cīvaraṁ sibbenti, cīvaraṁ vikaṇṇaṁ hoti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, kathinaṁ kathinarajjuṁ, tattha tattha obandhitvā cīvaraṁ sibbetunti. Visame kathinaṁ pattharanti, kathinaṁ paribhijjati…pe… na, bhikkhave, visame kathinaṁ pattharitabbaṁ, yo patthareyya, āpatti dukkaṭassāti.",
  "tika-vin08t34:267": "Chamāya kathinaṁ pattharanti, kathinaṁ paṁsukitaṁ hoti. Anujānāmi, bhikkhave, tiṇasanthārakanti. Kathinassa anto jīrati. Anujānāmi, bhikkhave, anuvātaṁ paribhaṇḍaṁ āropetunti. Kathinaṁ nappahoti. Anujānāmi, bhikkhave, daṇḍakathinaṁ bidalakaṁ salākaṁ vinandhanarajjuṁ vinandhanasuttakaṁ vinandhitvā cīvaraṁ sibbetunti. Suttantarikāyo visamā honti. Anujānāmi, bhikkhave, kaḷimbhakanti. Suttā vaṅkā honti. Anujānāmi, bhikkhave, moghasuttakanti.",
  "tika-vin08t34:268": "Tena kho pana samayena bhikkhū adhotehi pādehi kathinaṁ akkamanti, kathinaṁ dussati. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, adhotehi pādehi kathinaṁ akkamitabbaṁ, yo akkameyya, āpatti dukkaṭassāti.",
  "tika-vin08t34:269": "Tena kho pana samayena bhikkhū allehi pādehi kathinaṁ akkamanti, kathinaṁ dussati. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, allehi pādehi kathinaṁ akkamitabbaṁ, yo akkameyya, āpatti dukkaṭassāti.",
  "tika-vin08t34:270": "Tena kho pana samayena bhikkhū saupāhanā kathinaṁ akkamanti, kathinaṁ dussati. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, saupāhanena kathinaṁ akkamitabbaṁ. Yo akkameyya, āpatti dukkaṭassāti.",
  "tika-vin08t34:271": "Tena kho pana samayena bhikkhū cīvaraṁ sibbantā aṅguliyā paṭiggaṇhanti, aṅguliyo dukkhā honti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, paṭiggahanti.",
  "tika-vin08t34:272": "Tena kho pana samayena chabbaggiyā bhikkhū uccāvace paṭiggahe dhārenti suvaṇṇamayaṁ rūpiyamayaṁ. Manussā ujjhāyanti khīyanti vipācenti ‘‘seyyathāpi gihī kāmabhogino’’ti. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, uccāvacā paṭiggahā dhāretabbā, yo dhāreyya, āpatti dukkaṭassāti. Anujānāmi, bhikkhave, aṭṭhimayaṁ…pe… saṅkhanābhimayanti.",
  "tika-vin08t34:273": "Tena kho pana samayena sūciyopi satthakāpi paṭiggahāpi nassanti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, āvesanavitthakanti. Āvesanavitthake samākulā honti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, paṭiggahathavikanti. Aṁsabaddhako na hoti…pe… anujānāmi, bhikkhave, aṁsabaddhakaṁ bandhanasuttakanti.",
  "tika-vin08t34:274": "Tena kho pana samayena bhikkhū abbhokāse cīvaraṁ sibbantā sītenapi uṇhenapi kilamanti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, kathinasālaṁ kathinamaṇḍapanti. Kathinasālā nīcavatthukā hoti, udakena ottharīyati. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, uccavatthukaṁ kātunti. Cayo paripatati. Anujānāmi, bhikkhave, cinituṁ tayo caye iṭṭhakacayaṁ, silācayaṁ, dārucayanti. Ārohantā vihaññanti. Anujānāmi, bhikkhave, tayo sopāne iṭṭhakasopānaṁ, silāsopānaṁ, dārusopānanti. Ārohantā paripatanti. Anujānāmi, bhikkhave, ālambanabāhanti. Kathinasālāya tiṇacuṇṇaṁ paripatati . Anujānāmi, bhikkhave, ogumphetvā ullittāvalittaṁ kātuṁ setavaṇṇaṁ kāḷavaṇṇaṁ gerukaparikammaṁ mālākammaṁ latākammaṁ makaradantakaṁ pañcapaṭikaṁ cīvararajjunti.",
  "tika-vin08t34:275": "Tena kho pana samayena bhikkhū cīvaraṁ sibbetvā tatheva kathinaṁ ujjhitvā pakkamanti, undūrehipi upacikāhipi khajjati. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, kathinaṁ saṅgharitunti. Kathinaṁ paribhijjati. Anujānāmi, bhikkhave, goghaṁsikāya kathinaṁ saṅgharitunti. Kathinaṁ viniveṭhiyati. Anujānāmi, bhikkhave, bandhanarajjunti.",
  "tika-vin08t34:276": "Tena kho pana samayena bhikkhū kuṭṭepi thambhepi kathinaṁ ussāpetvā pakkamanti, paripatitvā kathinaṁ bhijjati. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, bhittikhīle vā nāgadante vā laggetunti. Ayaṁ khuddakavatthukhandhake āgato pāḷipāṭho.",
  "tika-vin08t34:277": "‘‘Kathinanti nisseṇimpi, tattha attharitabbakaṭasārakakilañjānaṁ aññatarampi. Kathinarajjunti yāya dupaṭṭacīvaraṁ sibbantā kathine cīvaraṁ vibandhanti. Kathinaṁ nappahotīti dīghassa bhikkhuno pamāṇena kataṁ kathinaṁ ittarassa bhikkhuno cīvaraṁ patthariyamānaṁ nappahoti, antoyeva hoti, daṇḍake na pāpuṇātīti attho. Daṇḍakathinanti tassa majjhe ittarassa bhikkhuno pamāṇena aññaṁ nisseṇiṁ bandhituṁ anujānāmīti attho. Bidalakanti daṇḍakathinappamāṇena kaṭasārakassa pariyante paṭisaṁharitvā duguṇakaraṇaṁ. Salākanti dupaṭṭacīvarassa antare pavesanasalākaṁ. Vinandhanarajjunti mahānisseṇiyā saddhiṁ khuddakanisseṇiṁ vinandhituṁ rajjuṁ. Vinandhanasuttakanti khuddakanisseṇiyā cīvaraṁ vinandhituṁ suttakaṁ. Vinandhitvā cīvaraṁ sibbitunti tena suttakena tattha cīvaraṁ vinandhitvā sibbetuṁ. Visamā hontīti kāci khuddakā honti, kāci mahantā. Kaḷimbhakanti pamāṇasaññākaraṇaṁ yaṁ kiñci tālapaṇṇādiṁ. Moghasuttakanti vaḍḍhakīnaṁ dārūsu kāḷasuttena viya haliddisuttena saññākaraṇaṁ. Aṅguliyā paṭiggaṇhantīti sūcimukhaṁ aṅguliyā paṭicchanti. Paṭiggahanti aṅgulikosakaṁ. Āvesanavitthakaṁ nāma yaṁ kiñci pāticaṅkoṭakādi. Uccavatthukanti paṁsuṁ ākiritvā uccavatthukaṁ kātuṁ anujānāmīti attho. Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho. Goghaṁsikāyāti veḷuṁ vā rukkhadaṇḍakaṁ vā anto katvā tena saddhiṁ saṁharitunti attho. Bandhanarajjunti tathā saṁharitassa bandhanarajju’’nti ayaṁ aṭṭhakathāpāṭho (cūḷava. aṭṭha. 256).",
  "tika-vin08t34:278": "‘‘Anuvātaṁ paribhaṇḍanti kilañjādīsu karotīti gaṇṭhipadesu vuttaṁ. Bidalakanti duguṇakaraṇasaṅkhātassa kiriyāvisesassa adhivacanaṁ. Kassa duguṇakaraṇaṁ? Yena kilañjādinā mahantaṁ kathinaṁ atthataṁ, tassa. Tañhi daṇḍakathinappamāṇena pariyante saṁharitvā duguṇaṁ kātabbaṁ. Paṭiggahanti aṅgulikañcukaṁ. Pāti nāma paṭiggahasaṇṭhānena kato bhājanaviseso. Na sammatīti nappahoti. Nīcavatthukaṁ cinitunti bahikuṭṭassa samantato nīcavatthukaṁ katvā cinitu’’nti sāratthadīpaniyaṁ (sārattha. ṭī. cūḷavagga 3.260-262).",
  "tika-vin08t34:279": "‘‘Nisseṇimpīti catūhi daṇḍehi cīvarappamāṇena āyatacaturassaṁ katvā baddhapaṭalampi. Ettha hi cīvarakoṭiyo samakaṁ bandhitvā cīvaraṁ yathāsukhaṁ sibbanti. Tattha attharitabbanti tassā nisseṇiyā upari cīvarassa upatthambhanatthāya attharitabbaṁ. Kathinasaṅkhātāya nisseṇiyā cīvarassa bandhanakarajju kathinarajjūti majjhimapadalopī samāsoti āha ‘‘yāyā’’tiādi. Tattha yasmā dvinnaṁ paṭalānaṁ ekasmiṁ adhike jāte tattha valiyo honti, tasmā dupaṭṭacīvarassa paṭaladvayampi samakaṁ katvā bandhanakarajju kathinarajjūti veditabbaṁ. Pāḷiyaṁ (cūḷava. 256) kathinassa anto jīratīti kathine baddhassa cīvarassa pariyanto jīratī’’ti vimativinodaniyaṁ vuttaṁ.",
  "tika-vin08t34:280": "‘‘Bidalakaṁ nāma diguṇakaraṇasaṅkhātassa kiriyāvisesassa adhivacanaṁ. Kassa diguṇakaraṇaṁ? Yena kilañjādinā mahantaṁ kathinaṁ atthataṁ, tassa. Tañhi daṇḍakathinappamāṇena pariyante saṁharitvā diguṇaṁ kātabbaṁ, aññathā khuddakacīvarassa anuvātaparibhaṇḍādividhānakaraṇe hatthassa okāso na hoti. Salākāya sati dvinnaṁ cīvarānaṁ aññataraṁ ñatvā sibbitāsibbitaṁ sukhaṁ paññāyati. Daṇḍakathine kate na bahūhi sahāyehi payojanaṁ. ‘Asaṁkuṭitvā cīvaraṁ samaṁ hoti, koṇāpi samā hontī’ti likhitaṁ, ‘haliddisuttena saññākaraṇa’nti vuttattā ‘haliddisuttena cīvaraṁ sibbetumpi vaṭṭatī’ti siddhaṁ. Tattha hi keci akappiyasaññino. Paṭiggaho nāma aṅgulikoso. Pātīti paṭiggahasaṇṭhānaṁ. Paṭiggahathavikanti aṅgulikosathavika’’nti vajirabuddhiṭīkāyaṁ (vajira. ṭī. cūḷavagga 256) āgataṁ.",
  "tika-vin08t34:281": "Gahapaticīvarādikathā",
  "tika-vin08t34:282": "Gahapaticīvarādikathāyaṁ ‘‘anujānāmi, bhikkhave, gahapaticīvaraṁ, yo icchati, paṁsukūliko hotu, yo icchati, gahapaticīvaraṁ sādiyatu, itarītarenapāhaṁ, bhikkhave, santuṭṭhiṁ vaṇṇemī’’ti (mahāva. 337) vacanato asamādinnadhutaṅgo yo bhikkhu paṁsukūlaṁ dhāretuṁ icchati, tena paṁsukūlikena bhavitabbaṁ . Yo pana gihīhi dinnaṁ gahapaticīvaraṁ sādiyituṁ icchati, tena gahapaticīvarasādiyakena bhavitabbaṁ. Samādinnadhutaṅgo pana bhikkhu ‘‘gahapaticīvaraṁ paṭikkhipāmi, paṁsukūlikaṅgaṁ samādiyāmī’’ti adhiṭṭhahanato gahapaticīvaraṁ sādiyituṁ na vaṭṭati. Gahapaticīvaranti gahapatīhi dinnaṁ cīvaraṁ. Itarītarenapīti appagghenapi mahagghenapi yena kenacīti attho.",
  "tika-vin08t34:283": "‘‘Itarītarenāti itarena itarena. Itara-saddo pana aniyamavacano dvikkhattuṁ vuccamāno yaṁkiñci-saddehi samānattho hotīti vuttaṁ appagghenapi mahagghenapi yena kenacī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.337), ‘‘anujānāmi, bhikkhave, pāvāraṁ, anujānāmi, bhikkhave, koseyyapāvāraṁ, anujānāmi, bhikkhave, kojava’’nti (mahāva. 337) vacanato pāvārādīnipi sampaṭicchituṁ vaṭṭati. Tattha pāvāroti salomako kappāsādibhedo. Anujānāmi, bhikkhave, kojavanti ettha pakatikojavameva vaṭṭati, mahāpiṭṭhiyakojavaṁ na vaṭṭati. Kojavanti uṇṇāmayo pāvārasadiso. ‘‘Mahāpiṭṭhi kojavanti hatthipiṭṭhīsu attharitabbatāya ‘mahāpiṭṭhiya’nti laddhasamaññaṁ caturaṅgulapupphaṁ kojava’’nti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.337) vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. mahāvagga 2.337) ‘‘mahāpiṭṭhiyakojavanti hatthipiṭṭhiyaṁ attharitabbatāya ‘mahāpiṭṭhiya’nti laddhasamaññaṁ uṇṇāmayattharaṇa’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 337) pana ‘‘mahāpiṭṭhiyakojavaṁ nāma atirekacaturaṅgulapupphaṁ kirā’’ti vuttaṁ. ‘‘Anujānāmi, bhikkhave, kambala’’nti (mahāva. 338) vacanato aḍḍhakāsiyādīni mahagghānipi kambalāni vaṭṭanti . Aḍḍhakāsiyanti ettha kāsīti sahassaṁ vuccati, taṁagghanako kāsiyo. Ayaṁ pana pañca satāni agghati, tasmā aḍḍhakāsiyoti vutto.",
  "tika-vin08t34:284": "Chacīvarakathā",
  "tika-vin08t34:285": "Chacīvarakathāyaṁ ‘‘anujānāmi, bhikkhave, cha cīvarāni khomaṁ kappāsikaṁ koseyyaṁ kambalaṁ sāṇaṁ bhaṅga’’nti (mahāva. 339) vacanato khomādīni cha cīvarāni dukūlādīni cha anulomacīvarāni ca vaṭṭanti. Tattha ‘‘khomanti khomasuttehi vāyitaṁ khomapaṭṭacīvaraṁ. Kappāsikanti kappāsato nibbattasuttehi vāyitaṁ. Koseyyanti kosakārakapāṇakehi nibbattasuttehi vāyitaṁ. Kambalanti uṇṇāmayacīvaraṁ. Sāṇanti sāṇasuttehi katacīvaraṁ. Bhaṅganti khomasuttādīni sabbāni, ekaccāni vā missetvā katacīvaraṁ. Bhaṅgampi vākamayamevāti keci. Dukūlaṁ paṭṭuṇṇaṁ somārapaṭaṁ cīnapaṭaṁ iddhijaṁ devadinnanti imāni pana cha cīvarāni etesaṁyeva anulomānīti visuṁ na vuttāni. Dukūlañhi sāṇassa anulomaṁ vākamayattā. Paṭṭuṇṇadese sañjātavatthaṁ paṭṭuṇṇaṁ. ‘Paṭṭuṇṇakoseyyaviseso’ti hi abhidhānakose vuttaṁ. Somāradese cīnadese ca jātavatthāni somāracīnapaṭāni. Paṭṭuṇṇādīni tīṇi koseyyassa anulomāni pāṇakehi katasuttamayattā. Iddhijaṁ ehibhikkhūnaṁ puññiddhiyā nibbattacīvaraṁ, taṁ khomādīnaṁ aññataraṁ hotīti tesaṁ eva anulomaṁ. Devatāhi dinnaṁ cīvaraṁ devadinnaṁ. Kapparukkhe nibbattaṁ jāliniyā devakaññāya anuruddhattherassa dinnavatthasadisaṁ, tampi khomādīnaṁyeva anulomaṁ hoti tesu aññatarabhāvato’’ti sāratthadīpaniyaṁ (sārattha. ṭī. 2.462-463) vuttaṁ.",
  "tika-vin08t34:286": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.463) pana ‘‘khomanti khomasuttehi vāyitaṁ khomapaṭacīvaraṁ, taṁ vākamayanti vadanti. Kappāsasuttehi vāyitaṁ kappāsikaṁ. Evaṁ sesānipi. Kambalanti eḷakādīnaṁ lomamayasuttena vāyitaṁ paṭaṁ. Bhaṅganti khomasuttādīni sabbāni, ekaccāni vā missetvā vāyitaṁ cīvaraṁ, bhaṅgampi vākamayamevāti keci . Dukūlaṁ paṭṭuṇṇaṁ somārapaṭaṁ cīnapaṭaṁ iddhijaṁ devadinnanti imāni cha cīvarāni etesaññeva anulomānīti visuṁ na vuttāni. Dukūlañhi sāṇassa anulomaṁ vākamayattā. ‘Paṭṭuṇṇaṁ koseyyaviseso’ti abhidhānakose vuttaṁ. Somāradese cīnadese ca jātavatthāni somāracīnapaṭāni. Paṭṭuṇṇādīni tīṇi koseyyassa anulomāni pāṇakehi katasuttamayattā. Iddhijanti ehibhikkhūnaṁ puññiddhiyā nibbattacīvaraṁ, kapparukkhehi nibbattaṁ, devadinnañca khomādīnaṁ aññataraṁ hotīti tesaṁ sabbesaṁ anulomānī’’ti vuttaṁ.",
  "tika-vin08t34:287": "Rajanādikathā",
  "tika-vin08t34:288": "Rajanādikathāyaṁ ‘‘anujānāmi, bhikkhave, cha rajanāni mūlarajanaṁ khandharajanaṁ tacarajanaṁ pattarajanaṁ puppharajanaṁ phalarajana’’nti vacanato imesu chasu rajanesu ekakena cīvaraṁ rajitabbaṁ, na chakaṇena vā paṇḍumattikāya vā rajitabbaṁ. Tāya rajitacīvaraṁ dubbaṇṇaṁ hoti. Charajanānaṁ sarūpaṁ heṭṭhā parikkhārakathāyaṁ vuttameva. Tattha chakaṇenāti gomayena. Paṇḍumattikāyāti tambamattikāya. ‘‘Anujānāmi, bhikkhave, rajanaṁ pacituṁ cullaṁ rajanakumbhi’’nti (mahāva. 344) vacanato sītudakāya cīvaraṁ na rajitabbaṁ. Tāya hi rajitacīvaraṁ duggandhaṁ hoti. Tattha sītudakāti apakkarajanaṁ vuccati. ‘‘Anujānāmi, bhikkhave, uttarāḷumpaṁ bandhitu’’nti vacanato uttarāḷumpaṁ bandhituṁ vaṭṭati. Tattha uttarāḷumpanti vaṭṭādhārakaṁ, rajanakumbhiyā majjhe ṭhapetvā taṁ ādhārakaṁ parikkhipitvā rajanaṁ pakkhipituṁ anujānāmīti attho. Evañhi kate rajanaṁ na uttarati. Tattha ‘‘rajanakumbhiyā majjhe ṭhapetvāti antorajanakumbhiyā majjhe ṭhapetvā. Evaṁ vaṭṭādhārake antorajanakumbhiyā pakkhitte majjhe udakaṁ tiṭṭhati, vaṭṭādhārakato bahi samantā antokumbhiyaṁ rajanacchalli. Pakkhipitunti rajanacchalliṁ pakkhipitu’’nti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.344) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.344) pana ‘‘evañhi kateti vaṭṭādhārassa anto rajanodakaṁ, bahi challikañca katvā viyojane kate. Na uttaratīti kevalaṁ udakato pheṇuṭṭhānābhāvā na uttaratī’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 344) pana ‘‘gomaye āpatti natthi, virūpattā vāritaṁ. Kuṅkumapupphaṁ na vaṭṭatīti vadantī’’ti vuttaṁ.",
  "tika-vin08t34:289": "‘‘Anujānāmi, bhikkhave, udake vā nakhapiṭṭhikāya vā thevakaṁ dātu’’nti (mahāva. 344) vacanato tathā katvā rajanassa pakkāpakkabhāvo jānitabbo. Tattha udake vā nakhapiṭṭhikāya vāti sace paripakkaṁ hoti, udakapātiyā dinno thevo sahasā na visarati, nakhapiṭṭhiyampi avisaranto tiṭṭhati. ‘‘Anujānāmi, bhikkhave, rajanuḷuṅkaṁ daṇḍakathālaka’’nti (mahāva. 344) vacanato rajanassa olokanakāle kumbhiyā rakkhaṇatthaṁ uḷuṅkadaṇḍakathālikāni icchitabbāni. Tattha rajanuḷuṅkanti rajanauḷuṅkaṁ. Daṇḍakathālakanti daṇḍameva daṇḍakaṁ. ‘‘Anujānāmi, bhikkhave, rajanakolambaṁ rajanaghaṭa’’nti (mahāva. 344) vacanato tānipi icchitabbāni. Tattha rajanakolambanti rajanakuṇḍaṁ. Tattha rajanakuṇḍanti pakkarajanaṭṭhapanakaṁ mahāghaṭaṁ. ‘‘Anujānāmi, bhikkhave, rajanadoṇika’’nti (mahāva. 344) vacanato pātiyampi patte cīvare maddante cīvarassa paribhijjanato cīvararakkhaṇatthaṁ rajanadoṇikā icchitabbā. ‘‘Anujānāmi, bhikkhave, tiṇasantharaka’’nti (mahāva. 344) vacanato chamāya cīvare patthariyamāne cīvarassa paṁsukitattā tato rakkhaṇatthaṁ tiṇasantharaṁ kātabbaṁ. ‘‘Anujānāmi, bhikkhave, cīvaravaṁsaṁ cīvararajju’’nti (mahāva. 344) vacanato tiṇasanthārake upacikādīhi khajjamāne cīvaravaṁse vā cīvararajjuyā vā cīvaraṁ pattharitabbaṁ majjhena cīvare laggite rajanassa ubhato gaḷitattā.",
  "tika-vin08t34:290": "‘‘Anujānāmi, bhikkhave, kaṇṇe bandhitu’’nti (mahāva. 344) vacanato kaṇṇe bandhitabbaṁ cīvarassa kaṇṇe bandhiyamāne kaṇṇassa jiṇṇattā. ‘‘Anujānāmi, bhikkhave, kaṇṇasuttaka’’nti (mahāva. 344) vacanato kaṇṇasuttakena bandhitabbaṁ evaṁ bandhante rajanassa ekato gaḷitattā. ‘‘Anujānāmi, bhikkhave, samparivattakaṁ samparivattakaṁ rajetuṁ, na ca acchinne theve pakkamitu’’nti (mahāva. 344) vacanato tathā rajitabbaṁ. Yāva rajanabindu gaḷitaṁ na chijjati, tāva na aññatra gantabbaṁ. ‘‘Anujānāmi, bhikkhave, udake osāretu’’nti (mahāva. 344) vacanato patthinnaṁ cīvaraṁ udake osāretabbaṁ. Tattha patthinnanti atirajitattā thaddhaṁ. Udake osāretunti udake pakkhipitvā ṭhapetuṁ. Rajane pana nikkhante taṁ udakaṁ chaḍḍetvā cīvaraṁ madditabbaṁ. ‘‘Anujānāmi, bhikkhave, pāṇinā ākoṭetu’’nti (mahāva. 344) vacanato pharusaṁ cīvaraṁ pāṇinā ākoṭetabbaṁ. ‘‘Na, bhikkhave, acchinnakāni cīvarāni dhāretabbāni, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 344) vacanato acchinnakāni cīvarāni dantakāsāvāni na dhāretabbāni. Tattha dantakāsāvānīti ekaṁ vā dve vā vāre rajitvā dantavaṇṇāni dhārenti.",
  "tika-vin08t34:291": "Atirekacīvarakathā",
  "tika-vin08t34:292": "Atirekacīvarakathāyaṁ ‘‘na, bhikkhave, atirekacīvaraṁ dhāretabbaṁ, yo dhāreyya, yathādhammo kāretabbo’’ti (mahāva. 347) vacanato niṭṭhitacīvarasmiṁ ubbhatasmiṁ kathine dasāhato paraṁ atirekacīvaraṁ dhārentassa nissaggiyaṁ pācittiyaṁ. ‘‘Anujānāmi, bhikkhave, dasāhaparamaṁ atirekacīvaraṁ dhāretu’’nti (mahāva. 347) vacanato ubbhatepi kathine dasāhabbhantare dhārentassa atthatakathinānaṁ anubbhatepi kathine pañcamāsabbhantare tato parampi dasāhabbhantare anatthatakathinānampi dasāhabbhantare atirekacīvaraṁ anāpatti. ‘‘Anujānāmi, bhikkhave, atirekacīvaraṁ vikappetu’’nti (mahāva. 347) vacanato dasāhato paraṁ vikappetvā atirekacīvaraṁ dhāretuṁ vaṭṭati. Kittakaṁ pana cīvaraṁ vikappetabbanti? ‘‘Anujānāmi, bhikkhave, āyāmena aṭṭhaṅgulaṁ sugataṅgulena caturaṅgulavitthataṁ pacchimaṁ cīvaraṁ vikappetu’’nti (mahāva. 358) vacanato sabbantimena paricchedena sugataṅgulena aṭṭhaṅgulāyāmaṁ caturaṅgulavitthāraṁ cīvaraṁ vikappetuṁ vaṭṭati. Tattha sugataṅgulaṁ nāma majjhimapurisaṅgulasaṅkhātena vaḍḍhakīaṅgulena tivaṅgulaṁ hoti, manussānaṁ pakatiaṅgulena aḍḍhapañcakaṅgulaṁ, tasmā dīghato vaḍḍhakīhatthena ekahatthaṁ pakatihatthena diyaḍḍhahatthaṁ vitthārato vaḍḍhakīhatthena vidatthippamāṇaṁ pakatihatthena chaḷaṅgulādhikavidatthippamāṇaṁ pacchimaṁ cīvaraṁ vikappetuṁ vaṭṭati, tato ūnappamāṇaṁ na vaṭṭati, adhikappamāṇaṁ pana vaṭṭatīti daṭṭhabbaṁ.",
  "tika-vin08t34:293": "Aṭṭhavarakathā",
  "tika-vin08t34:294": "Aṭṭhavarakathāyaṁ ‘‘anujānāmi, bhikkhave, vassikasāṭikaṁ āgantukabhattaṁ gamikabhattaṁ gilānabhattaṁ gilānupaṭṭhākabhattaṁ gilānabhesajjaṁ dhuvayāguṁ bhikkhunisaṅghassa udakasāṭika’’nti vacanato imāni aṭṭha dānāni sampaṭicchituṁ vaṭṭati. Tattha nikkhittacīvarā hutvā kāyaṁ ovassantānaṁ bhikkhūnaṁ naggiyaṁ asuci jegucchaṁ paṭikūlaṁ hoti, tasmā vassikasāṭikā anuññātā. Āgantuko bhikkhu na vīthikusalo hoti, na gocarakusalo, kilanto piṇḍāya carati, tasmā āgantukabhattaṁ anuññātaṁ, gamiko bhikkhu attano bhattaṁ pariyesamāno satthā vā vihāyissati , yattha vā vāsaṁ gantukāmo bhavissati, tattha vikālena upagacchissati, kilanto addhānaṁ gamissati, tasmā gamikabhattaṁ. Gilānassa bhikkhuno sappāyāni bhojanāni alabhantassa ābādho vā abhivaḍḍhissati, kālakiriyā vā bhavissati, tasmā gilānabhattaṁ. Gilānupaṭṭhāko bhikkhu attano bhattaṁ pariyesamāno gilānassa ussūre bhattaṁ nīharissati, tasmā gilānupaṭṭhākabhattaṁ. Gilānassa bhikkhuno sappāyāni bhesajjāni alabhantassa ābādho vā abhivaḍḍhissati, kālakiriyā vā bhavissati, tasmā gilānabhesajjaṁ. Yasmā bhagavatā andhakavinde dasānisaṁse sampassamānena yāgu anuññātā, tasmā dhuvayāgu. Yasmā mātugāmassa naggiyaṁ asuci jegucchaṁ paṭikūlaṁ hoti, tasmā bhikkhunisaṅghassa udakasāṭikā anuññātā.",
  "tika-vin08t34:295": "Nisīdanādikathā",
  "tika-vin08t34:296": "Nisīdanādikathāyaṁ ‘‘anujānāmi, bhikkhave, kāyaguttiyā cīvaraguttiyā senāsanaguttiyā nisīdana’’nti (mahāva. 353) vacanato kāyādīnaṁ asucimuccanādito gopanatthāya nisīdanaṁ dhāretuṁ vaṭṭati. Tassa vidhānaṁ heṭṭhā vuttameva. ‘‘Anujānāmi, bhikkhave, yāvamahantaṁ paccattharaṇaṁ ākaṅkhati, tāvamahantaṁ paccattharaṇaṁ kātu’’nti vacanato atikhuddakena nisīdanena senāsanassa agopanattā mahantampi paccattharaṇaṁ kātuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, yassa kaṇḍu vā pīḷakā vā assāvo vā thullakacchu vā ābādho, kaṇḍupaṭicchādi’’nti vacanato īdisesu ābādhesu santesu cīvarādiguttatthāya kaṇḍupaṭicchādi vaṭṭati. Tattha pamāṇaṁ heṭṭhā vuttameva. ‘‘Anujānāmi, bhikkhave , mukhapuñchanacoḷa’’nti (mahāva. 355) vacanato mukhasodhanatthāya mukhapuñchanacoḷaṁ vaṭṭati. Tampi heṭṭhā vuttameva. ‘‘Anujānāmi, bhikkhave, parikkhāracoḷaka’’nti vacanato ticīvare paripuṇṇe parissāvanathavikādīhi atthe sati parikkhāracoḷaṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, ticīvaraṁ adhiṭṭhātuṁ na vikappetuṁ, vassikasāṭikaṁ vassānaṁ cātumāsaṁ adhiṭṭhātuṁ tato paraṁ vikappetuṁ, nisīdanaṁ adhiṭṭhātuṁ na vikappetuṁ, paccattharaṇaṁ adhiṭṭhātuṁ na vikappetuṁ, kaṇḍupaṭicchādiṁ yāva ābādhā adhiṭṭhātuṁ tato paraṁ vikappetuṁ, mukhapuñchanacoḷaṁ adhiṭṭhātuṁ na vikappetuṁ, parikkhāracoḷaṁ adhiṭṭhātuṁ na vikappetu’’nti (mahāva. 358) vacanato vuttanayena adhiṭṭhānañca vikappanā ca kātabbā. Ayamettha saṅkhepo, vitthāro pana heṭṭhā vuttova.",
  "tika-vin08t34:297": "Adhammakammakathā",
  "tika-vin08t34:298": "58. Adhammakammakathāyaṁ na, bhikkhave…pe… dukkaṭassāti idaṁ ‘‘tena kho pana samayena chabbaggiyā bhikkhū saṅghamajjhe adhammakammaṁ karonti. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, adhammakammaṁ kātabbaṁ, yo kareyya, āpatti dukkaṭassā’’ti (mahāva. 154) imaṁ uposathakkhandhake āgatapāṭhaṁ sandhāya vuttaṁ. Anujānāmi…pe… paṭikkositunti tatheva āgataṁ ‘‘bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, adhammakamme kayiramāne paṭikkositu’’nti imaṁ. Tattha karontiyevāti paññattampi sikkhāpadaṁ madditvā adhammakammaṁ karontiyevāti attho. ‘‘Anujānāmi…pe… paṭikkositu’’nti evaṁ adhammakamme kayiramāne sati ‘‘pesalehi bhikkhūhi taṁ adhammakammaṁ akataṁ, kammaṁ dukkaṭaṁ kammaṁ puna kātabba’’nti evaṁ paṭikkositabbaṁ, na tuṇhībhāvena khamitabbanti attho. Iti vacanatoti idaṁ pana pubbapāṭhaṁ gahetvā iti vacanato. Adhammakammaṁ na kātabbanti aparapāṭhaṁ gahetvā iti vacanato kayiramānañca adhammakammaṁ bhikkhūhi nivāretabbanti dvidhā yojanā kātabbā.",
  "tika-vin08t34:299": "Nivārentehi cātiādi pana ‘‘tena kho pana samayena pesalā bhikkhū chabbaggiyehi bhikkhūhi adhammakamme kayiramāne paṭikkosanti, chabbaggiyā bhikkhū labhanti āghātaṁ, labhanti appaccayaṁ, vadhena tajjenti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, diṭṭhimpi āvikātu’’nti (mahāva. 154) pāṭhañca ‘‘tesaṁyeva santike diṭṭhiṁ āvikaronti, chabbaggiyā bhikkhū labhanti āghātaṁ, labhanti appaccayaṁ, vadhena tajjenti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, catūhi pañcahi paṭikkosituṁ, dvīhi tīhi diṭṭhiṁ āvikātuṁ, ekena adhiṭṭhātuṁ na metaṁ khamatī’’ti ime pāṭhe sandhāya vuttaṁ. Vacanatoti idaṁ pana pāḷiyaṁ tīṇi sampadānāni gahetvā tīhi kiriyāpadehi visuṁ visuṁ yojetabbaṁ. Sabbañcetaṁ anupaddavatthāya vuttaṁ, na āpattisabbhāvatoti yojanā. Kathaṁ anupaddavasambhavoti? Niggahakammaṁ kātuṁ asakkuṇeyyabhāvato, aññassa upaddavassa ca nivāraṇato. Tena vuttaṁ vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 154) ‘‘tesaṁ anupaddavatthāyāti saṅgho saṅghassa kammaṁ na karoti, aññopi upaddavo bahūnaṁ hoti, tasmā vutta’’nti.",
  "tika-vin08t34:300": "Okāsakatakathā",
  "tika-vin08t34:301": "59. Okāsakatakathāyaṁ na, bhikkhave, anokāsakatotiādi ‘‘tena kho pana samayena chabbaggiyā bhikkhū anokāsakataṁ bhikkhuṁ āpattiyā codenti. Bhagavato etamatthaṁ ārocesuṁ – na, bhikkhave, anokāsakato bhikkhu āpattiyā codetabbo, yo codeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, okāsaṁ kārāpetvā āpattiyā codetuṁ, karotu āyasmā okāsaṁ, ahaṁ taṁ vattukāmo’’ti (mahāva. 153) idaṁ pāṭhaṁ sandhāya vuttaṁ. Adhippāyesu cāvanādhippāyoti, sāsanato cāvetukāmo. Akkosādhippāyoti paraṁ akkositukāmo paribhāsitukāmo. Kammādhippāyoti tajjanīyādikammaṁ kattukāmo. Vuṭṭhānādhippāyoti āpattito vuṭṭhāpetukāmo. Uposathappavāraṇaṭṭhapanādhippāyoti uposathaṁ, pavāraṇaṁ vā ṭhapetukāmo. Anuvijjanādhippāyoti upaparikkhitukāmo. Dhammakathādhippāyoti dhammaṁ desetukāmo. Iti paraṁ codentānaṁ bhikkhūnaṁ adhippāyabhedo anekavidho hotīti attho. Purimesu catūsu adhippāyesūti cāvanādhippāyaakkosādhippāyakammādhippāyavuṭṭhānādhippāyesu okāsaṁ akārāpentassa dukkaṭaṁ. Kārāpetvāpi sammukhā codentassa yathānurūpaṁ saṅghādisesapācittiyadukkaṭāni, asammukhā pana dukkaṭamevāti ayamettha piṇḍattho. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:302": "‘‘Ṭhapanakkhettaṁ pana jānitabba’’nti vatvā taṁ dassento ‘‘suṇātu me’’tiādimāha. Anuvijjakassa anuvijjanādhippāyena vadantassa okāsakammaṁ natthīti yojanā. Dhammakathikassa anodissa kammaṁ kathentassa okāsakammaṁ natthi. Sace pana odissa katheti, āpatti, tasmā taṁ dassetvā gantabbanti yojetabbaṁ. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:303": "Saddhādeyyavinipātanakathā",
  "tika-vin08t34:304": "60. Saddhādeyyavinipātanakathāyaṁ ‘‘mātāpitaroti kho, bhikkhave, vadamāne kiṁ vadeyyāma. Anujānāmi, bhikkhave, mātāpitūnaṁ dātuṁ, na ca, bhikkhave, saddhādeyyaṁ vinipātetabbaṁ, yo vinipāteyya, āpatti dukkaṭassā’’ti (mahāva. 361) vacanato dāyakehi saddhāya bhikkhussa dinnaṁ vinipātetvā gihīnaṁ dātuṁ na vaṭṭati. ‘‘Na ca, bhikkhave, saddhādeyyanti ettha sesañātīnaṁ dento vinipātetiyeva. Mātāpitaro pana sace rajje ṭhitāpi patthayanti, dātabba’’nti aṭṭhakathāyaṁ (mahāva. aṭṭha. 361) vuttattā bhātubhaginīādīnaṁ ñātakānampi dātuṁ na vaṭṭati. Vuttañhi ācariyadhammasirittherena khuddasikkhāyaṁ –",
  "tika-vin08t34:305": "‘‘Na labbhaṁ vinipātetuṁ, saddhādeyyañca cīvaraṁ;",
  "tika-vin08t34:306": "Labbhaṁ pitūnaṁ sesānaṁ, ñātīnampi na labbhatī’’ti.",
  "tika-vin08t34:307": "Kayavikkayasamāpattisikkhāpadavaṇṇanāyampi ‘‘mātaraṁ pana pitaraṁ vā ‘imaṁ dehī’ti vadato viññatti na hoti, ‘imaṁ gaṇhāhī’ti vadato saddhādeyyavinipātanaṁ na hoti. Aññātakaṁ ‘imaṁ dehī’ti vadato viññatti hoti, ‘imaṁ gaṇhāhī’ti vadato saddhādeyyavinipātanaṁ hoti. ‘Iminā imaṁ dehī’ti kayavikkayaṁ āpajjato nissaggiyaṁ hotī’’ti aṭṭhakathāyaṁ (pārā. aṭṭha. 2.595) vuttaṁ. Tattha ‘‘sesañātakesu saddhādeyyavinipātasambhavato tadabhāvaṭṭhānampi dassetuṁ ‘mātaraṁ pana pitaraṁ vā’ti vutta’’nti vimativinodaniyaṁ (vi. vi. ṭī. 1.593-595) vuttaṁ.",
  "tika-vin08t34:308": "Santaruttarakathā",
  "tika-vin08t34:309": "61. Santaruttarakathāyaṁ antara-saddo majjhavācako. Vasati sīlenāti vāsako, ‘‘antare vāsako antaravāsako’’ti vattabbe ‘‘rūpabhavo rūpa’’ntiādīsu viya uttarapadalopīsamāsavasena ‘‘antaro’’ti vutto. Uttarasaddo uparivācako, ābhuso sajjatīti āsaṅgo, ‘‘uttare āsaṅgo uttarāsaṅgo’’ti vattabbe vuttanayena ‘‘uttaro’’ti vutto, antaro ca uttaro ca antaruttarā, saha antaruttarehi yo vattatīti santaruttaro, sahapubbapadabhinnādhikaraṇadvipadabahubbīhisamāso. Atha vā saha antarena ca uttarena ca yo vattatīti santaruttaro, tipadabahubbīhisamāso. Saṅghāṭiṁ ṭhapetvā antaravāsakauttarāsaṅgamattadharo hutvā gāmo na pavisitabboti attho. ‘‘Paribbājakamadakkhi tidaṇḍakenā’’tiādīsu viya itthambhūtalakkhaṇe cetaṁ karaṇavacanaṁ, tasmā antaravāsakaṁ timaṇḍalaṁ paṭicchādentena parimaṇḍalaṁ nivāsetvā kāyabandhanaṁ bandhitvā saṅghāṭiñca uttarāsaṅgañca diguṇaṁ katvā pārupitvā gāmo pavisitabbo.",
  "tika-vin08t34:310": "Cīvaranikkhepakathā",
  "tika-vin08t34:311": "62. Cīvaranikkhepakathāyaṁ saṁharīyateti saṅghāṭi, tassā saṅghāṭiyā, bhāvayoge kammatthe chaṭṭhī. Nikkhepāyāti ṭhapanāya, saṅghāṭiṁ aggahetvā vihāre ṭhapetvā gamanāya pañca kāraṇāni hontīti attho. Gilāno vā hotīti gahetvā gantuṁ asamattho gilāno vā hoti. Vassikasaṅketaṁ vā hotīti ‘‘vassikakālo aya’’nti saṅketaṁ vā kataṁ hoti. Nadīpāragataṁ vā hotīti nadiyā pāraṁ gantvā bhuñjitabbaṁ hoti. Aggaḷaguttivihāro vā hotīti aggaḷaṁ datvāpi dātabbo suguttavihāro vā hoti. Atthatakathinaṁ vā hotīti tasmiṁ vihāre kathinaṁ atthataṁ vā hoti atthatakathinānaṁ asamādānacārasambhavato. Sesaṁ suviññeyyameva. Āraññikassa pana vihāro na sugutto hotīti appabhikkhukattā corādīnaṁ gamanaṭṭhānato ca. Bhaṇḍukkhalikāyāti cīvarādiṭṭhapanabhaṇḍukkhalikāya. Sesaṁ suviññeyyaṁ.",
  "tika-vin08t34:312": "Satthakammavatthikammakathā",
  "tika-vin08t34:313": "63. Satthakammavatthikammakathāyaṁ satthakammaṁ vā vatthikammaṁ vāti ettha yena kenaci satthādinā chindanādi satthakammaṁ nāma hoti. Yena kenaci cammādinā vatthipīḷanaṁ vatthikammaṁ nāma. ‘‘Sambādhe dahanakammaṁ paṭikkhepābhāvā vaṭṭatī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.279). Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.279) pana ‘‘vatthipīḷananti yathā vatthigatatelādi antosarīre ārohanti, evaṁ hatthena vatthimaddana’’nti vuttaṁ.",
  "tika-vin08t34:314": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 279) pana ‘‘sambādheti vaccamagge, bhikkhussa bhikkhuniyā ca passāvamaggepi anulomato dahanaṁ paṭikkhepābhāvā vaṭṭati. Satthavatthikammānulomato na vaṭṭatīti ce? Na, paṭikkhittapaṭikkhepā, paṭikkhipitabbassa tapparamatādīpanato. Kiṁ vuttaṁ hoti? Pubbe paṭikkhittampi satthakammaṁ sampiṇḍetvā pacchā ‘na, bhikkhave…pe… thullaccayassā’ti dvikkhattuṁ satthakammassa parikkhepo kato. Tena sambādhassa sāmantā dvaṅgulaṁ paṭikkhipitabbaṁ nāma satthavatthikammato uddhaṁ natthīti dasseti. Kiñca bhiyyo – pubbe sambādheyeva satthakammaṁ paṭikkhittaṁ, pacchā sambādhassa sāmantā dvaṅgulampi paṭikkhittaṁ , tasmā tasseva paṭikkhepo, netarassāti siddhaṁ. Ettha ‘satthaṁ nāma satthahārakaṁ vāssa pariyeseyyā’tiādīsu (pārā. 167) viya yena chindati, taṁ sabbaṁ. Tena vuttaṁ ‘kaṇṭakena vā’tiādi. Khārudānaṁ panettha bhikkhunīvibhaṅge pasākhe pamukhe anuññātanti veditabbaṁ, eke pana ‘satthakammaṁ vā’ti pāṭhaṁ vikappetvā vatthikammaṁ karonti. Vatthīti kiṁ? Agghikā vuccati, tāya chindanaṁ vatthikammaṁ nāmāti ca atthaṁ vaṇṇayanti, te ‘satthahārakaṁ vāssa pariyeseyyā’ti imassa padabhājanīyaṁ dassetvā paṭikkhipitabbā. Aṇḍavuddhīti vātaṇḍakā, ādānavattīti anāhavattī’’ti vuttaṁ. Sesaṁ aṭṭhakathāyaṁ vuttanayeneva veditabbaṁ.",
  "tika-vin08t34:315": "Nahāpitapubbakathā",
  "tika-vin08t34:316": "64. Nahāpitapubbakathāyaṁ nahāpito pubbeti nahāpitapubbo, pubbe nahāpito hutvā idāni bhikkhubhūtoti attho. Tena nahāpitapubbena bhikkhunā. Khurabhaṇḍanti khurādinahāpitabhaṇḍaṁ, ‘‘laddhātapatto rājakumāro’’tiādīsu viya upalakkhaṇanayoyaṁ. ‘‘Na, bhikkhave, pabbajitena akappiyaṁ samādapetabbaṁ, yo samādapeyya, āpatti dukkaṭassa. Na ca, bhikkhave, nahāpitapubbena khurabhaṇḍaṁ pariharitabbaṁ, yo parihareyya, āpatti dukkaṭassā’’ti (mahāva. 303) ca dvidhā paññatti, tasmā nahāpitapubbena vā anahāpitapubbena vā pabbajitena nāma akappiyasamādapanaṁ na kātabbaṁ. Nahāpitapubbena pana bhikkhunā khurena abhilakkhitaṁ khurabhaṇḍaṁ, khurabhaṇḍakhurakosanisitapāsāṇakhurathavikādayo na pariharitabbā eva. Sesaṁ aṭṭhakathāyaṁ vuttanayeneva veditabbaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 300) pana ‘‘na, bhikkhave, pabbajitena akappiye samādapetabbanti vuttattā anupasampannassapi na kevalaṁ dasasu eva sikkhāpadesu, atha kho yaṁ bhikkhussa na kappati, tasmimpīti adhippāyo’’ti vuttaṁ.",
  "tika-vin08t34:317": "Dasabhāgakathā",
  "tika-vin08t34:318": "65. Dasabhāgakathāyaṁ saṅghikānīti saṅghasantakāni bījāni. Puggalikāyāti puggalassa santakāya bhūmiyā. Bhāgaṁ datvāti mūlabhāgasaṅkhātaṁ dasamabhāgaṁ bhūmisāmikānaṁ datvā. Paribhuñjitabbānīti tesaṁ bījānaṁ phalāni ropakehi paribhuñjitabbānīti attho. Sesaṁ suviññeyyameva . Idaṁ kira jambudīpe porāṇakacārittanti ādikappakāle paṭhamakappikā manussā bodhisattaṁ mahāsammataṁ nāma rājānaṁ katvā sabbepi attano attano taṇḍulaphalasālikhettato pavattataṇḍulaphalāni dasa koṭṭhāse katvā ekaṁ koṭṭhāsaṁ bhūmisāmikabhūtassa mahāsammatarājino datvā paribhuñjiṁsu. Tato paṭṭhāya jambudīpikānaṁ manussānaṁ cāritattā vuttaṁ. Teneva sāratthadīpanīnāmikāyampi vinayaṭīkāyaṁ (vajira. ṭī. mahāvagga 304) ‘‘dasabhāgaṁ datvāti dasamabhāgaṁ datvā. Tenevāha ‘dasa koṭṭhāse katvā eko koṭṭhāso bhūmisāmikānaṁ dātabbo’ti’’ vuttaṁ.",
  "tika-vin08t34:319": "Pātheyyakathā",
  "tika-vin08t34:320": "66. Pātheyyakathāyaṁ ‘‘anujānāmi, bhikkhave’’tiādi bhaddiyanagare amitaparibhogabhūtena meṇḍakaseṭṭhinā abhiyācito hutvā anuññātaṁ, idha pana paṭhamaṁ ‘‘anujānāmi, bhikkhave, pañca gorase khīraṁ dadhiṁ takkaṁ navanītaṁ sappi’’nti (mahāva. 299) pañca gorasā anuññātā. Tato paraṁ seṭṭhino abhiyācanānurūpaṁ vatvā anujānituṁ ‘‘santi, bhikkhave, maggā kantārā’’tiādimāha. Sesaṁ aṭṭhakathāyaṁ vuttanayeneva veditabbaṁ. Tathā alabhantena aññātakaappavāritaṭṭhānato yācitvāpi gahetabbanti etena evarūpesu kālesu viññattipaccayā doso natthīti dasseti. ‘‘Ekadivasena gamanīye magge ekabhattatthāya pariyesitabba’’nti vuttattā pana tato upari yācanaṁ na vaṭṭatīti dassitaṁ. ‘‘Dīghe addhāne’’tiādinā sace māsagamanīye magge sattāhagamanīyo eva kantāro hoti, tattha sattāhayāpanīyamattameva pātheyyaṁ pariyesitabbaṁ, tato paraṁ piṇḍacārikādivasena subhikkhasulabhapiṇḍamaggattā na pariyesitabbanti.",
  "tika-vin08t34:321": "Mahāpadesakathā",
  "tika-vin08t34:322": "67. Mahāpadesakathāyaṁ mahāpadesā nāma appaṭikkhittā dve, ananuññātā dveti cattāroti dassento ‘‘yaṁ bhikkhave’’tiādimāha. Tesu appaṭikkhittepi akappiyānulomakappiyānulomavasena dve, tathā ananuññātepīti.",
  "tika-vin08t34:323": "Tattha ‘‘parimaddantāti upaparikkhantā. Paṭṭaṇṇudese sañjātavatthaṁ paṭṭuṇṇaṁ. ‘Paṭṭuṇṇaṁ koseyyaviseso’ti hi abhidhānakose vuttaṁ. Cīnadese somāradese ca sañjātavatthāni cīnasomārapaṭāni. Paṭṭuṇṇādīni tīṇi koseyyassa anulomāni pāṇakehi katasuttamayattā. Iddhimayaṁ ehibhikkhūnaṁ puññiddhiyā nibbattacīvaraṁ, taṁ khomādīnaṁ aññataraṁ hotīti tesaṁyeva anulomaṁ. Devatāhi dinnacīvaraṁ devadattiyaṁ, taṁ kapparukkhe nibbattaṁ jāliniyā devakaññāya anuruddhattherassa dinnavatthasadisaṁ, tampi khomādīnaṁyeva anulomaṁ hoti tesu aññatarabhāvato. Dve paṭāni desanāmena vuttānīti tesaṁ sarūpadassanamattametaṁ, nāññanivattanapadaṁ paṭṭuṇṇapaṭṭassapi desanāmeneva vuttattā. Tumbāti tīṇi bhājanāni. Phalakatumbo lābuādi. Udakatumbo udakukkhipanakuṭako. Kilañjacchattanti veḷuvilīvehi vāyitvā katachatta’’nti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.305) vuttaṁ.",
  "tika-vin08t34:324": "‘‘Yāvakālikapakkānanti pakke sandhāya vuttaṁ. Āmāni pana anupasampannehi sītudake madditvā parissāvetvā dinnapānaṁ pacchābhattampi kappati eva. Ayañca attho mahāaṭṭhakathāyaṁ sarūpato avuttoti āha ‘kurundiyaṁ panā’tiādi. Ucchuraso nikasaṭoti idaṁ pātabbatāsāmaññena yāmakālikakathāyaṁ vuttaṁ, taṁ pana sattāhakālikamevāti gahetabbaṁ. Ime cattāro rasāti phalapattapupphaucchurasā cattāro’’ti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.300) vuttaṁ. ‘‘Dve paṭā desanāmenevāti cīnapaṭasomārapaṭāni. Tīṇīti paṭṭuṇṇena saha tīṇi. Iddhimayaṁ ehibhikkhūnaṁ nibbattaṁ. Devadattiyaṁ anuruddhattherena laddha’’nti vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 305).",
  "tika-vin08t34:325": "Saṁsaṭṭhakathā",
  "tika-vin08t34:326": "Saṁsaṭṭhakathāyaṁ tadahupaṭiggahitaṁ kāle kappatītiādi sabbaṁ sambhinnarasaṁ sandhāya vuttaṁ. Sace hi challimpi apanetvā sakaleneva nāḷikeraphalena saddhiṁ pānakaṁ paṭiggahitaṁ hoti, nāḷikeraṁ apanetvā taṁ vikālepi kappati. Upari sappipiṇḍaṁ ṭhapetvā sītalapāyāsaṁ denti, yaṁ pāyāsena asaṁsaṭṭhaṁ sappi, taṁ apanetvā sattāhaṁ paribhuñjituṁ vaṭṭati. Baddhamadhuphāṇitādīsupi eseva nayo. Takkolajātiphalādīhi alaṅkaritvā piṇḍapātaṁ denti, tāni uddharitvā dhovitvā yāvajīvaṁ paribhuñjitabbāni, yāguyaṁ pakkhipitvā dinnasiṅgiverādīsupi, telādīsu pakkhipitvā dinnalaṭṭhimadhukādīsupi eseva nayo. Evaṁ yaṁ yaṁ asambhinnarasaṁ hoti, taṁ taṁ ekato paṭiggahitampi yathā suddhaṁ hoti, tathā dhovitvā vā tacchetvā vā tassa tassa kālassa vasena paribhuñjituṁ vaṭṭati.",
  "tika-vin08t34:327": "Sace pana sambhinnarasaṁ hoti saṁsaṭṭhaṁ, na vaṭṭati. Yāvakālikañhi attanā saddhiṁ sambhinnarasāni tīṇipi yāmakālikādīni attano sabhāvaṁ upaneti. Yāmakālikaṁ dvepi sattāhakālikādīni attano sabhāvaṁ upaneti. Sattāhakālikaṁ attanā saddhiṁ saṁsaṭṭhaṁ yāvajīvikaṁ attano sabhāvaññeva upaneti, tasmā tena tadahupaṭiggahitena saddhiṁ tadahupaṭiggahitaṁ vā purepaṭiggahitaṁ vā yāvajīvikaṁ sattāhaṁ kappati, dvīhapaṭiggahitena chāhaṁ…pe… sattāhapaṭiggahitena tadaheva kappatīti veditabbaṁ. Tasmāyeva hi ‘‘sattāhakālikena, bhikkhave, yāvajīvikaṁ tadahupaṭiggahita’’nti avatvā ‘‘paṭiggahitaṁ sattāhaṁ kappatī’’ti vuttaṁ.",
  "tika-vin08t34:328": "Kālayāmasattāhātikkamesu cettha vikālabhojanasannidhibhesajjasikkhāpadānaṁ vasena āpattiyo veditabbā. Imesu ca pana catūsu kālikesu yāvakālikaṁ yāmakālikanti idameva dvayaṁ antovutthakañceva sannidhikārakañca hoti, sattāhakālikañca yāvajīvikañca akappiyakuṭiyaṁ nikkhipitumpi vaṭṭati, sannidhimpi na janetīti. Sesaṁ sabbattha uttānatthameva.",
  "tika-vin08t34:329": "Pañcabhesajjakathā",
  "tika-vin08t34:330": "Pañcabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, tāni pañca bhesajjāni kāle paṭiggahetvā kāle paribhuñjitu’’nti (mahāva. 261) vacanato sāradikena ābādhena phuṭṭhānaṁ bhikkhūnaṁ yāgupi pītā uggacchati, bhattampi bhuttaṁ uggacchati, te tena kisā honti lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā. Tesaṁ yaṁ bhesajjañceva assa bhesajjasammatañca, lokassa āhāratthañca phareyya, na ca oḷāriko āhāro paññāyeyya. Tatrimāni pañca bhesajjāni. Seyyathidaṁ – sappi navanītaṁ telaṁ madhu phāṇitaṁ, tāni bhesajjāni kāle paṭiggahetvā kāle paribhuñjituṁ vaṭṭati. Tattha ‘‘sāradikena ābādhenāti saradakāle uppannena pittābādhena. Tasmiñhi kāle vassodakenapi tementi, kaddamampi maddanti, antarantarā ābādhopi kharo hoti, tena tesaṁ pittaṁ koṭṭhabbhantaragataṁ hoti. Āhāratthañca phareyyāti āhāratthaṁ sādheyyā’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 260) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.260) ‘‘pittaṁ koṭṭhabbhantaragataṁ hotīti bahisarīre byāpetvā ṭhitaṁ abaddhapittaṁ koṭṭhabbhantaragataṁ hoti, tena pittaṁ kupitaṁ hotīti adhippāyo’’ti vuttaṁ.",
  "tika-vin08t34:331": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 260) ‘‘yaṁ bhesajjañceva assāti parato ‘tadubhayena bhiyyosomattāya kisā hontī’tiādinā virodhadassanato nidānānapekkhaṁ yathālābhavasena vuttanti veditabbaṁ. Yathānidānaṁ kasmā na vuttanti ce? Tadaññāpekkhādhippāyato. Sabbabuddhakālepi hi sappiādīnaṁ sattāhakālikabhāvāpekkhoti. Tathā vacanena bhagavato adhippāyo. Teneva ‘āhāratthañca phareyya, na ca oḷāriko āhāro paññāyeyyā’ti vuttaṁ. Tathā hi kāle paṭiggahetvā kāle paribhuñjitunti ettha ca kālaparicchedo na kato, kutoyeva pana labbhā tadaññāpekkhādhippāyo bhagavatā mūlabhesajjādīni tāni paṭiggahetvā yāvajīvanti kālaparicchedo. Yaṁ pana ‘anujānāmi, bhikkhave, tāni bhesajjāni kāle paṭiggahetvā kāle paribhuñjitu’nti (mahāva. 260) vacanaṁ, taṁ ‘sannidhiṁ katvā aparāparasmiṁ divase kāle eva paribhuñjituṁ anujānāmī’ti adhippāyato vuttanti veditabbaṁ. Aññathā atisayattā bhagavato ‘yaṁ bhesajjañceva assā’tiādivitakkuppādo na sambhavati. Paṇītabhojanānumatiyā pasiddhattā ābādhānurūpasappāyāpekkhāya vuttānīti ce? Tañca na, ‘bhiyyosomattāyā’ti kisādibhāvāpattidassanato. Yathā ucchurasaṁ upādāya phāṇitanti vuttaṁ, tathā navanītaṁ upādāya sappīti vattabbato navanītaṁ visuṁ na vattabbanti ce? Na visesadassanādhippāyato. Yathā phāṇitaggahaṇena siddhepi parato ucchuraso visuṁ anuññāto ucchusāmaññato guḷodakaṭṭhāne ṭhapanādhippāyato, tathā navanīte visesavidhidassanādhippāyato navanītaṁ visuṁ anuññātanti veditabbaṁ. Visesavidhi panassa bhesajjasikkhāpadaṭṭhakathāvasena (pārā. aṭṭha. 2.619-621) veditabbo. Vuttañhi tattha ‘pacitvā sappiṁ katvā paribhuñjitukāmena adhotampi pacituṁ vaṭṭatī’ti. Tattha sappi pakkāva hoti, nāpakkā, tathā phāṇitampi. Navanītaṁ apakkamevā’’tiādi.",
  "tika-vin08t34:332": "Dutiyabhesajjakathā",
  "tika-vin08t34:333": "Dutiyabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, tāni pañca bhesajjāni paṭiggahetvā kālepi vikālepi paribhuñjitu’’nti (mahāva. 261) vacanato ‘‘tāni pañca bhesajjāni kāle paṭiggahetvā kāle paribhuñjantānaṁ tesaṁ bhikkhūnaṁ yānipi tāni pākatikāni lūkhāni bhojanāni, tāni nacchādenti, pageva senesitāni. Te tena ceva sāradikena ābādhena phuṭṭhā iminā ca bhattācchādakena tadubhayena bhiyyosomattāya kisā hontī’’ti imasmiṁ vatthusmiṁ kālepi vikālepīti anuññātattā vikālepi paribhuñjituṁ vaṭṭati. Tattha ‘‘nacchādentīti na jīranti, na vātarogaṁ paṭippassambhetuṁ sakkonti. Senesitānīti siniddhāni. Bhattācchādakenāti bhattaṁ arocikenā’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 261) vuttaṁ, ṭīkāsu (sārattha. ṭī. mahāvagga 3.261; vi. vi. ṭī. mahāvagga 2.261-262) pana ‘‘nacchādentīti ruciṁ na uppādentī’’ti ettakameva vuttaṁ, mahāvibhaṅge (pārā. 622) pana ‘‘yāni kho pana tāni gilānānaṁ bhikkhūnaṁ paṭisāyanīyāni bhesajjāni. Seyyathidaṁ – sappi navanītaṁ telaṁ madhu phāṇitaṁ, tāni paṭiggahetvā sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabbāni, taṁ atikkāmayato nissaggiyaṁ pācittiya’’nti vacanato imesaṁ pañcabhesajjānaṁ sattāhakālikabhāvo veditabbo, idha pana aṭṭhuppattivasena vuttoti.",
  "tika-vin08t34:334": "Vasābhesajjakathā",
  "tika-vin08t34:335": "Vasābhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, vasāni bhesajjāni acchavasaṁ macchavasaṁ susukāvasaṁ sūkaravasaṁ gadrabhavasaṁ kāle paṭiggahitaṁ kāle nippakkaṁ kāle saṁsaṭṭhaṁ telaparibhogena paribhuñjituṁ. Vikāle ce, bhikkhave, paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, tañce paribhuñjeyya, āpatti tiṇṇaṁ dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ kāle nippakkaṁ vikāle saṁsaṭṭhaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Kāle ce, bhikkhave, paṭiggahitaṁ kāle nippakkaṁ kāle saṁsaṭṭhaṁ, tañce paribhuñjeyya, anāpattī’’ti (mahāva. 262). Tattha ‘‘kāle paṭiggahitantiādīsu majjhanhike avītivatte paṭiggahetvā pacitvā parissāvetvā cāti attho. Telaparibhogena paribhuñjitunti sattāhakālikatelaparibhogena paribhuñjitu’’nti aṭṭhakathāyaṁ (mahāva. aṭṭha. 262) vuttaṁ, ṭīkāsu (sārattha. ṭī. mahāvagga 3.262; vi. vi. ṭī. mahāvagga 2.261-262) pana ‘‘susukāti samudde bhavā ekā macchajāti, kumbhilātipi vadanti. Saṁsaṭṭhanti parissāvitaṁ. Telaparibhogenāti sattāhakālikaparibhogaṁ sandhāya vutta’’nti vuttaṁ. Ayamettha saṅkhepo, vitthāro pana heṭṭhā catukālikakathāyaṁ vuttoyeva.",
  "tika-vin08t34:336": "Mūlabhesajjakathā",
  "tika-vin08t34:337": "Mūlabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, mūlāni bhesajjāni, haliddiṁ siṅgiveraṁ vacaṁ vacattaṁ ativisaṁ kaṭukarohiṇiṁ usīraṁ bhaddamuttakaṁ, yāni vā panaññānipi atthi mūlāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ. Asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti. Tattha vacattanti setavacaṁ. Sesaṁ heṭṭhā vuttameva.",
  "tika-vin08t34:338": "Piṭṭhabhesajjakathā",
  "tika-vin08t34:339": "Piṭṭhabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, nisadaṁ nisadapotaka’’nti (mahāva. 263) vacanato pisitehi cuṇṇakatehi mūlabhesajjehi atthe sati nisadañca nisadapotakañca pariharituṁ vaṭṭati. Tattha nisadaṁ nisadapotakanti pisanasilā ca pisanapoto ca. Nisadanti pisanti cuṇṇavicuṇṇaṁ karonti mūlabhesajjādayo etthāti nisadaṁ, pisanasilā. Nisadanti pisanti cuṇṇavicuṇṇaṁ karonti mūlabhesajjādayo etenāti nisadaṁ, posetabboti poto, dārako. Khuddakappamāṇatāya poto viyāti poto, nisadañca taṁ poto cāti nisadapoto, taṁ nisadapotakaṁ. Nipubbasada cuṇṇakaraṇeti dhātu.",
  "tika-vin08t34:340": "Kasāvabhesajjakathā",
  "tika-vin08t34:341": "Kasāvabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, kasāvāni bhesajjāni nimbakasāvaṁ kuṭajakasāvaṁ paṭolakasāvaṁ phaggavakasāvaṁ nattamālakasāvaṁ, yāni vā panaññānipi atthi kasāvāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ, asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti (mahāva. 263) vacanato tānipi kasāvabhesajjāni paṭiggahetvā yāvajīvaṁ pariharituṁ sati paccaye paribhuñjituṁ vaṭṭati. Tattha phaggavanti latājāti. Nattamālanti karañjaṁ. ‘‘Kasāvehīti tacādīni udake tāpetvā gahitaūsarehī’’ti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.263) vuttaṁ.",
  "tika-vin08t34:342": "Paṇṇabhesajjakathā",
  "tika-vin08t34:343": "Paṇṇabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, paṇṇāni bhesajjāni nimbapaṇṇaṁ kuṭajapaṇṇaṁ paṭolapaṇṇaṁ nattamālapaṇṇaṁ phaggavapaṇṇaṁ sulasipaṇṇaṁ kappāsapaṇṇaṁ, yāni vā panaññānipi atthi paṇṇāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ, asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti (mahāva. 263) vacanato khādanīyabhojanīyatthaṁ apharantāni tānipi paṇṇāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ vaṭṭati. Acchavasantiādīsu nissaggiyavaṇṇanāyaṁ (pārā. aṭṭha. 2.623) vuttanayeneva attho veditabbo. Mūlabhesajjādivinicchayopi khuddakavaṇṇanāyaṁ vuttoyeva, tasmā idha yaṁ yaṁ pubbe avuttaṁ, taṁ tadeva vaṇṇayissāma.",
  "tika-vin08t34:344": "Phalabhesajjakathā",
  "tika-vin08t34:345": "Phalabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, phalāni bhesajjāni biḷaṅgaṁ pippaliṁ maricaṁ harītakaṁ vibhītakaṁ āmalakaṁ goṭṭhaphalaṁ, yāni vā panaññānipi atthi phalāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ, asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti (mahāva. 263) vacanato khādanīyabhojanīyatthaṁ apharantāni tāni phalāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjitumpi vaṭṭati.",
  "tika-vin08t34:346": "Jatubhesajjakathā",
  "tika-vin08t34:347": "Jatubhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, jatūni bhesajjāni hiṅguṁ hiṅgujatuṁ hiṅgusipāṭikaṁ takaṁ takapattiṁ takapaṇṇiṁ sajjulasaṁ, yāni vā panaññānipi atthi jatūni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ, asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti (mahāva. 263) vacanato tāni jatūni bhesajjāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ vaṭṭati. Tattha hiṅguhiṅgujatuhiṅgusipāṭikā hiṅgujātiyoyeva. Takatakapattitakapaṇṇayo lākhājātiyo.",
  "tika-vin08t34:348": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 263) pana ‘‘hiṅgujatu nāma hiṅgurukkhassa daṇḍapallavapavāḷapākanipphannā. Hiṅgusipāṭikā nāma tassa mūlasākhapākanipphannā. Takaṁ nāma tassa rukkhassa tacapākodakaṁ. Takapattīti tassa pattapākodakaṁ. Takapaṇṇīti tassa phalapākodakaṁ. Atha vā ‘takaṁ nāma lākhā. Takapattīti kittimalohasākhā . Takapaṇṇīti pakkalākhā’ti likhitaṁ. Sati paccayeti ettha satipaccayatā gilānāgilānavasena dvidhā veditabbā. Vikālabhojanasikkhāpadassa hi anāpattivāre yāmakālikādīnaṁ tiṇṇampi avisesena satipaccayatā vuttā. Imasmiṁ khandhake ‘anujānāmi, bhikkhave, gilānassa guḷaṁ agilānassa guḷodakaṁ. Anujānāmi, bhikkhave, gilānassa loṇasovīrakaṁ, agilānassa udakasambhinna’nti (mahāva. 273) vuttaṁ, tasmā siddhaṁ ‘satipaccayatā gilānāgilānavasena duvidhā’ti, aññathā asati paccaye guḷodakādi āpajjati, tato ca pāḷivirodho. Āhāratthanti āhārapayojanaṁ, āhārakiccayāpananti atthoti ca. Telaparibhogenāti sattāhakālikaparibhogena. Piṭṭhehīti pisitatelehi. Koṭṭhaphalanti koṭṭharukkhassa phalaṁ, madanaphalaṁ vāti ca likhita’’nti vuttaṁ.",
  "tika-vin08t34:349": "Loṇabhesajjakathā",
  "tika-vin08t34:350": "Loṇabhesajjakathāyaṁ ‘‘anujānāmi, bhikkhave, loṇāni bhesajjāni sāmuddikaṁ kāḷaloṇaṁ sindhavaṁ ubbhidaṁ bilaṁ, yāni vā panaññānipi atthi loṇāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharanti, tāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ, asati paccaye paribhuñjantassa āpatti dukkaṭassā’’ti (mahāva. 263) vacanato tāni loṇāni paṭiggahetvā yāvajīvaṁ pariharituṁ, sati paccaye paribhuñjituṁ vaṭṭati. Tattha sāmuddanti samuddatīre vālukaṁ viya santiṭṭhati. Kāḷaloṇanti pakatiloṇaṁ. Sindhavanti setavaṇṇaṁ pabbate uṭṭhahati. Ubbhidanti bhūmito aṅkuraṁ viya uṭṭhahati. Bilanti dabbasambhārehi saddhiṁ pacitaṁ, taṁ rattavaṇṇaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.263) pana ‘‘ubbhidaṁ nāma ūsarapaṁsumaya’’nti vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.263) pana ‘‘ubbhidanti ūsarapaṁsumayaṁ loṇaṁ. Bilanti loṇaviseso’’ti vuttaṁ. Vajirabuddhiṭīkāyampi tatheva vuttaṁ.",
  "tika-vin08t34:351": "Cuṇṇakathā",
  "tika-vin08t34:352": "Cuṇṇakathāyaṁ ‘‘anujānāmi, bhikkhave, yassa kaṇḍu vā pīḷakā vā assāvo vā thullakacchu vā ābādho kāyo vā duggandho cuṇṇāni bhesajjāni, agilānassa chakaṇaṁ mattikaṁ rajananippakkaṁ. Anujānāmi, bhikkhave, udukkhalaṁ musala’’nti (mahāva. 264). ‘‘Kāyo vā duggandhoti kassaci assādīnaṁ viya kāyagandho hoti, tassapi sirīsakosumbādicuṇṇāni vā gandhacuṇṇāni vā sabbāni vaṭṭanti. Chakaṇanti gomayaṁ. Rajananippakkanti rajanakasaṭaṁ, pākatikacuṇṇampi koṭṭetvā udakena temetvā nhāyituṁ vaṭṭati, etampi rajananippakkasaṅkhameva gacchatī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 264) vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.264) pana ‘‘chakaṇanti gomayaṁ. Pākatikacuṇṇaṁ nāma apakkakasāvacuṇṇaṁ. Tena ṭhapetvā gandhacuṇṇaṁ sabbaṁ vaṭṭatīti vadantī’’ti vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. mahāvagga 2.264-265) ‘‘chakaṇanti gomayaṁ. Pākatikacuṇṇanti apakkakasāvacuṇṇaṁ, gandhacuṇṇaṁ pana na vaṭṭatī’’ti vuttaṁ. Vajirabuddhiṭīkāyampi (vajira. ṭī. mahāvagga 264) ‘‘chakaṇanti gomayaṁ. Pākatikacuṇṇaṁ nāma apakkakasāvacuṇṇaṁ. Tena ṭhapetvā gandhacuṇṇaṁ sabbaṁ vaṭṭatīti vadantī’’ti vuttaṁ. ‘‘Anujānāmi, bhikkhave, cuṇṇacālini’’nti (mahāva. 264) vacanato gilānānaṁ bhikkhūnaṁ cuṇṇehi bhesajjehi cālitehi atthe sati cuṇṇacālinī vaṭṭati. ‘‘Anujānāmi, bhikkhave, dussacālini’’nti (mahāva. 264) vacanato saṇhehi cuṇṇehi atthe sati dussacālinī vaṭṭati . ‘‘Cuṇṇacālininti udukkhale koṭṭitacuṇṇaparissāvani’’nti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.264-265) vuttaṁ. Vajirabuddhiṭīkāyampi (vajira. ṭī. mahāvagga 264) ‘‘cālitehīti parissāvitehī’’ti vuttaṁ.",
  "tika-vin08t34:353": "Amanussikābādhakathā",
  "tika-vin08t34:354": "Amanussikābādhakathāyaṁ ‘‘anujānāmi, bhikkhave, amanussikābādhe āmakamaṁsaṁ āmakamaṁsalohita’’nti (mahāva. 264) vacanato yassa bhikkhuno āmakamaṁsaṁ khāditassa āmakalohitaṁ pivitassa so amanussābādho paṭippassambhati, tassa anāpatti. Tattha āmakamaṁsañca khādi, āmakalohitañca pivīti na taṁ bhikkhu khādi, na pivi, amanusso khāditvā ca pivitvā ca pakkanto. Tena vuttaṁ ‘‘tassa so amanussikābādho paṭippassambhī’’ti.",
  "tika-vin08t34:355": "Añjanakathā",
  "tika-vin08t34:356": "Añjanakathāyaṁ ‘‘anujānāmi, bhikkhave, añjanaṁ kāḷañjanaṁ rasañjanaṁ sotañjanaṁ gerukaṁ kapalla’’nti (mahāva. 265) vacanato bhikkhūnaṁ cakkhuroge sati añjanādīni vaṭṭanti. Tattha ‘‘añjananti sabbasaṅgāhikavacanametaṁ. Kāḷañjananti ekā añjanajāti. Rasañjananti nānāsambhārehi kataṁ. Sotañjananti nadīsotādīsu uppajjanakaañjanaṁ. Geruko nāma suvaṇṇageruko. Kapallanti dīpasikhato gahitamasī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 264) vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.265) ‘‘suvaṇṇagerukoti suvaṇṇatutthādī’’ti vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. mahāvagga 2.264-265) tatheva vuttaṁ. ‘‘Anujānāmi, bhikkhave, candanaṁ tagaraṁ kāḷānusāriyaṁ tālīsaṁ bhaddamuttaka’’nti (mahāva. 265) vacanato añjanūpapisanehi atthe sati imāni candanādīni vaṭṭanti. Tattha ‘‘candananti lohitacandanādikaṁ yaṁ kiñci candanaṁ. Tagarādīni pākaṭāni. Aññānipi nīluppalādīni vaṭṭantiyeva. Añjanūpapisanehīti añjanehi saddhiṁ ekato pisitabbehi. Na hi kiñci añjanūpapisanaṁ na vaṭṭatī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 264) ṭīkāyaṁ (sārattha. ṭī. mahāvagga 3.265) pana ‘‘añjanūpapisananti añjanatthāya upapisitabbaṁ yaṁ kiñci cuṇṇajātī’’ti vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.264-265) pana ‘‘pāḷiyaṁ añjanūpapisananti añjane upanetuṁ pisitabbabhesajja’’nti vuttaṁ.",
  "tika-vin08t34:357": "‘‘Anujānāmi, bhikkhave, añjani’’nti (mahāva. 265) vacanato añjanaṭhapanaṭṭhānaṁ vaṭṭati. ‘‘Na, bhikkhave, uccāvacā añjanī dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, aṭṭhimayaṁ dantamayaṁ visāṇamayaṁ naḷamayaṁ veḷumayaṁ kaṭṭhamayaṁ jatumayaṁ lohamayaṁ saṅkhanābhimaya’’nti (mahāva. 265) vacanato etāni kappiyāni. Tattha aṭṭhimayanti manussaṭṭhiṁ ṭhapetvā avasesaaṭṭhimayaṁ. Dantamayanti hatthidantādisabbadantamayaṁ. Visāṇamayepi akappiyaṁ nāma natthi. Naḷamayādayo ekantakappiyāyeva.",
  "tika-vin08t34:358": "‘‘Anujānāmi, bhikkhave, apidhāna’’nti (mahāva. 265) vacanato añjanīapidhānampi vaṭṭati. ‘‘Anujānāmi, bhikkhave, suttakena bandhitvā añjaniyā bandhitu’’nti (mahāva. 265) vacanato apidhānaṁ suttakena bandhitvā añjaniyā bandhitabbaṁ. ‘‘Anujānāmi, bhikkhave, suttakena sibbetu’’nti (mahāva. 265) vacanato apatanatthāya añjanīsuttakena sibbetuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, añjanisalāka’’nti (mahāva. 265) vacanato añjanisalākampi vaṭṭati. ‘‘Na, bhikkhave, uccāvacā añjanisalākā dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, aṭṭhimayaṁ…pe… saṅkhanābhimaya’’nti (mahāva. 265) vacanato etāyeva añjanisalākā vaṭṭanti. ‘‘Anujānāmi, bhikkhave, salākaṭṭhāniya’’nti (mahāva. 265) vacanato añjanisalākaṭṭhāniyampi vaṭṭati. Tattha salākaṭṭhāniyanti yattha salākaṁ odahanti, taṁ susiradaṇḍakaṁ vā thavikaṁ vā anujānāmīti attho. ‘‘Anujānāmi, bhikkhave, añjanitthavika’’nti (mahāva. 265) vacanato thavikampi vaṭṭati. ‘‘Anujānāmi, bhikkhave, aṁsabaddhakaṁ bandhanasuttaka’’nti (mahāva. 265) vacanato añjanitthavikāya aṁse lagganatthāya aṁsabaddhakampi bandhanasuttakampi vaṭṭati.",
  "tika-vin08t34:359": "Natthukathā",
  "tika-vin08t34:360": "Natthukathāyaṁ ‘‘anujānāmi, bhikkhave, muddhani telaka’’nti (mahāva. 266) vacanato sīsābhitāpassa bhikkhuno muddhani telaṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, natthukamma’’nti (mahāva. 266) vacanato nakkhamanīye sati natthukammaṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, natthukaraṇi’’nti (mahāva. 266) vacanato natthuyā agaḷanatthaṁ natthukaraṇī vaṭṭati. ‘‘Na, bhikkhave, uccāvacā natthukaraṇī dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, aṭṭhimayaṁ…pe… saṅkhanābhimaya’’nti (mahāva. 266) vacanato etāyeva natthukaraṇiyo vaṭṭanti. ‘‘Anujānāmi, bhikkhave, yamakanatthukaraṇi’’nti (mahāva. 266) vacanato natthu visamaṁ āsiñcayanti ce, yamakanatthukaraṇiṁ dhāretabbaṁ. Tattha yamakanatthukaraṇinti samaso tāhi dvīhi panāḷikāhi ekaṁ natthukaraṇiṁ.",
  "tika-vin08t34:361": "Dhūmanettakathā",
  "tika-vin08t34:362": "Dhūmanettakathāyaṁ ‘‘anujānāmi, bhikkhave, dhūmaṁ pātu’’nti (mahāva. 266) vacanato yamakanatthukaraṇiyā nakkhamanīye sati dhūmaṁ pātuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, dhūmanetta’’nti (mahāva. 266) vacanato tameva vaṭṭiṁ ālimbetvā pivanapaccayā kaṇṭhe dahantena dhūmanettadhūmo pivitabbo. ‘‘Na, bhikkhave, uccāvacāni dhūmanettāni dhāretabbāni, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, aṭṭhimayaṁ…pe… saṅkhanābhimaya’’nti (mahāva. 266) vacanato etāni eva dhūmanettāni dhāretabbāni. ‘‘Anujānāmi , bhikkhave, apidhāna’’nti (mahāva. 266) vacanato pāṇakādiappavisanatthaṁ dhūmanettatthavikampi vaṭṭati. ‘‘Anujānāmi, bhikkhave, yamakatthavika’’nti (mahāva. 266) vacanato ekato ghaṁsiyamāne sati yamakatthavikaṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, aṁsabaddhakaṁ bandhanasuttaka’’nti (mahāva. 266) vacanato dhūmanettatthavikassa aṁsabaddhabandhanasuttaṁ vaṭṭati.",
  "tika-vin08t34:363": "Telapākakathā",
  "tika-vin08t34:364": "Telapākakathāyaṁ ‘‘anujānāmi, bhikkhave, telapāka’’nti (mahāva. 267) vacanato vātābādhe sati telapāko vaṭṭati. Tattha anujānāmi, bhikkhave, telapākanti yaṁ kiñci bhesajjapakkhittaṁ sabbaṁ anuññātameva hoti. ‘‘Na, bhikkhave, atipakkhittamajjaṁ telaṁ pātabbaṁ, yo piveyya, yathādhammo kāretabbo. Anujānāmi, bhikkhave, yasmiṁ telapāke majjassa na vaṇṇo na gandho na raso paññāyati, evarūpaṁ majjapakkhittaṁ telaṁ pātu’’nti (mahāva. 267) vacanato yasmiṁ telapāke pakkhittassa majjassa vaṇṇo vā gandho vā raso vā na paññāyati, tādisaṁ telaṁ pivitabbaṁ. Tattha atipakkhittamajjānīti ativiya khittamajjāni, bahuṁ majjaṁ pakkhipitvā yojitānīti attho. ‘‘Anujānāmi, bhikkhave, abbhañjanaṁ adhiṭṭhātu’’nti (mahāva. 267) vacanato atipakkhittamajjattā apivitabbe tele sati abbhañjanaṁ adhiṭṭhātuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, tīṇi tumbāni lohatumbaṁ kaṭṭhatumbaṁ phalatumba’’nti (mahāva. 267) vacanato telapakkabhājanāni imāni tīṇi tumbāni vaṭṭanti.",
  "tika-vin08t34:365": "Sedakammakathā",
  "tika-vin08t34:366": "Sedakammakathāyaṁ ‘‘anujānāmi, bhikkhave, sedakamma’’nti (mahāva. 267) vacanato aṅgavāte sati sedakammaṁ kātuṁ vaṭṭati . Tattha aṅgavātoti hatthapāde vāto. Nakkhamanīyo hoti, ‘‘anujānāmi, bhikkhave, sambhāraseda’’nti (mahāva. 267) vacanato sedakammena nakkhamanīye sati sambhārasedaṁ kātuṁ vaṭṭati. Tattha sambhārasedanti nānāvidhapaṇṇasambhārasedaṁ. Nakkhamanīyo hoti, ‘‘anujānāmi, bhikkhave, mahāseda’’nti (mahāva. 267) vacanato sambhārasedanakkhamanīye sati mahāsedaṁ kātuṁ vaṭṭati. Tattha mahāsedanti mahantaṁ sedaṁ, porisappamāṇaṁ āvāṭaṁ aṅgārānaṁ pūretvā paṁsuvālikādīhi pidahitvā tattha nānāvidhāni vātaharaṇapaṇṇāni santharitvā telamakkhitena gattena tattha nipajjitvā samparivattantena sarīraṁ sedetuṁ anujānāmīti attho. Nakkhamanīyo hoti, ‘‘anujānāmi, bhikkhave, bhaṅgodaka’’nti (mahāva. 267) vacanato mahāsedena nakkhamanīye sati bhaṅgodakaṁ kātuṁ vaṭṭati. Tattha bhaṅgodakanti nānāpaṇṇabhaṅgakuthitaṁ udakaṁ, tehi paṇṇehi ca udakena ca siñcitvā siñcitvā sedetabbo. Nakkhamanīyo hoti, ‘‘anujānāmi, bhikkhave, udakakoṭṭhaka’’nti (mahāva. 267) vacanato bhaṅgodakena nakkhamanīye sati udakakoṭṭhakaṁ kātuṁ vaṭṭati. Tattha udakakoṭṭhakanti udakakoṭṭhe cāṭiṁ vā doṇiṁ vā uṇhodakassa pūretvā tattha pavisitvā sedakammakaraṇaṁ anujānāmīti attho.",
  "tika-vin08t34:367": "Lohitamocanakathā",
  "tika-vin08t34:368": "Lohitamocanakathāyaṁ ‘‘anujānāmi, bhikkhave, lohitaṁ mocetu’’nti (mahāva. 267) vacanato pabbavāte sati lohitaṁ mocetuṁ vaṭṭati. Tattha pabbavāto hotīti pabbe pabbe vāto vijjhati. Lohitaṁ mocetunti satthakena lohitaṁ mocetuṁ. Nakkhamanīyo hoti, anujānāmi, bhikkhave, lohitaṁ mocetvā visāṇena gāhetunti (mahāva. 267).",
  "tika-vin08t34:369": "Pādabbhañjanakathā",
  "tika-vin08t34:370": "Pādabbhañjanakathāyaṁ ‘‘anujānāmi, bhikkhave, pādabbhañjana’’nti (mahāva. 267) vacanato pādesu phalitesu pādabbhañjanaṁ pacitabbaṁ. Nakkhamanīyo hoti, ‘‘anujānāmi, bhikkhave, pajjaṁ abhisaṅkharitu’’nti (mahāva. 267) vacanato pādabbhañjanatelena nakkhamanīye sati pajjaṁ abhisaṅkharitabbaṁ. Tattha pajjaṁ abhisaṅkharitunti yena phalitapādā pākatikā honti, taṁ nāḷikerādīsu nānābhesajjāni pakkhipitvā pajjaṁ abhisaṅkharituṁ, pādānaṁ sappāyabhesajjaṁ pacitunti attho.",
  "tika-vin08t34:371": "Gaṇḍābādhakathā",
  "tika-vin08t34:372": "Gaṇḍābādhakathāyaṁ ‘‘anujānāmi, bhikkhave, satthakamma’’nti (mahāva. 267) vacanato gaṇḍābādhe sati satthakammaṁ kātabbaṁ. ‘‘Anujānāmi, bhikkhave, kasāvodaka’’nti (mahāva. 267) vacanato kasāvodakena atthe sati kasāvodakaṁ dātabbaṁ. ‘‘Anujānāmi, bhikkhave, tilakakka’’nti (mahāva. 267) vacanato tilakakkena atthe sati tilakakkaṁ dātabbaṁ. Tilakakkena atthoti piṭṭhehi tilehi attho. ‘‘Anujānāmi bhikkhave kabaḷika’’nti (mahāva. 267) vacanato kabaḷikāya atthe sati kabaḷikā dātabbā. Tattha kabaḷikanti vaṇamukhe sattupiṇḍaṁ pakkhipituṁ. ‘‘Anujānāmi, bhikkhave, vaṇabandhanacoḷa’’nti (mahāva. 267) vacanato vaṇabandhanacoḷena atthe sati vaṇabandhanacoḷaṁ dātabbaṁ. ‘‘Anujānāmi, bhikkhave, sāsapakuṭṭena phositu’’nti (mahāva. 267) vacanato sace vaṇo kuṇḍavatī, sāsapakuṭṭena phositabbaṁ. Tattha sāsapakuṭṭenāti sāsapapiṭṭhena.",
  "tika-vin08t34:373": "‘‘Anujānāmi, bhikkhave, dhūmaṁ kātu’’nti (mahāva. 267) vacanato yadi vaṇo kilijjittha, dhūmaṁ kātuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, loṇasakkharikāya chinditu’’nti (mahāva. 267) vacanato yadi vaḍḍhamaṁsaṁ vuṭṭhāti , chinditabbaṁ. Tattha vaḍḍhamaṁsanti adhikamaṁsaṁ āṇī viya uṭṭhahati. Loṇasakkharikāya chinditunti khārena chindituṁ. ‘‘Anujānāmi, bhikkhave, vaṇatela’’nti (mahāva. 267) vacanato yadi vaṇo na ruhati, vaṇaruhanatelaṁ pacitabbaṁ. ‘‘Anujānāmi, bhikkhave, vikāsikaṁ sabbaṁ vaṇapaṭikamma’’nti (mahāva. 267) vacanato yadi telaṁ gaḷati, vikāsikaṁ dātabbaṁ, sabbaṁ vaṇapaṭikammaṁ kātabbaṁ. Tattha vikāsikanti telarundhanapilotikaṁ. Sabbaṁ vaṇapaṭikammanti yaṁ kiñci vaṇapaṭikammaṁ nāma atthi, sabbaṁ anujānāmīti attho. Mahāvikaṭakathā pubbe vuttāva.",
  "tika-vin08t34:374": "Sāmaṁ gahetvāti idaṁ na kevalaṁ sappadaṭṭhasseva, aññasmimpi daṭṭhavise sati sāmaṁ gahetvā paribhuñjitabbaṁ, aññesu pana kāraṇesu paṭiggahitameva vaṭṭati.",
  "tika-vin08t34:375": "Visapītakathā",
  "tika-vin08t34:376": "Visapītakathāyaṁ ‘‘anujānāmi, bhikkhave, gūthaṁ pāyetu’’nti (mahāva. 268) vacanato pītavisaṁ bhikkhuṁ gūthaṁ pāyetuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, yaṁ karonto paṭiggaṇhāti, sveva paṭiggaho kato, na puna paṭiggahetabbo’’ti (mahāva. 268) vacanato tadeva vaṭṭati. Aṭṭhakathāyaṁ (mahāva. aṭṭha. 268) pana na puna paṭiggahetabboti sace bhūmippatto, paṭiggahāpetabbo, appattaṁ pana gahetuṁ vaṭṭati.",
  "tika-vin08t34:377": "Gharadinnakābādhakathā",
  "tika-vin08t34:378": "Gharadinnakābādhakathāyaṁ ‘‘anujānāmi, bhikkhave, sītāloḷiṁ pāyetu’’nti (mahāva. 269) vacanato gharadinnakābādhassa bhikkhuno sītāloḷiṁ pāyetuṁ vaṭṭati. Tattha gharadinnakābādhoti vasīkaraṇapāṇakasamuṭṭhitarogo. Ṭīkāyaṁ (sārattha. ṭī. mahāvagga 3.269) pana ‘‘gharadinnakābādho nāma vasīkaraṇatthāya gharaṇiyā dinnabhesajjasamuṭṭhito ābādho. Tenāha ‘vasīkaraṇapāṇakasamuṭṭhitarogo’ti. Ghara-saddo cettha abhedena gharaṇiyā vattamāno adhippeto’’ti vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. mahāvagga 2.267-269) ‘‘gharadinnakābādho nāma gharaṇiyā dinnavasīkaraṇabhesajjasamuṭṭhito ābādho’’ti vuttaṁ. Sītāloḷinti naṅgalena kasantassa phāle laggamattikaṁ udakena āloḷetvā pāyetuṁ anujānāmīti attho.",
  "tika-vin08t34:379": "Duṭṭhagahaṇikakathā",
  "tika-vin08t34:380": "Duṭṭhagahaṇikakathāyaṁ ‘‘anujānāmi, bhikkhave, āmisakhāraṁ pāyetu’’nti (mahāva. 269) vacanato duṭṭhagahaṇikassa bhikkhuno āmisakhāraṁ pāyetuṁ vaṭṭati. Tattha duṭṭhagahaṇikoti vipannagahaṇiko, kicchena uccāro nikkhamatīti attho. Āmisakhāranti sukkhodanaṁ jhāpetvā tāya chārikāya paggharitaṁ khārodakaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.267-269) pana ‘‘tāya chārikāya paggharitaṁ khārodakanti parissāvane taṁ chārikaṁ pakkhipitvā udake abhisiñcite tato chārikato heṭṭhā paggharitaṁ khārodaka’’nti vuttaṁ.",
  "tika-vin08t34:381": "Paṇḍurogābādhakathā",
  "tika-vin08t34:382": "Paṇḍurogābādhakathāyaṁ ‘‘anujānāmi, bhikkhave, muttaharītakaṁ pāyetu’’nti (mahāva. 269) vacanato paṇḍurogābādhassa bhikkhuno muttaharītakaṁ pāyetuṁ vaṭṭati. Tattha muttaharītakanti gomuttaparibhāvitaṁ harītakaṁ.",
  "tika-vin08t34:383": "Chavidosābādhakathā",
  "tika-vin08t34:384": "Chavidosābādhakathāyaṁ ‘‘anujānāmi, bhikkhave, gandhālepaṁ kātu’’nti (mahāva. 269) vacanato chavidosābādhassa bhikkhuno gandhālepaṁ kātuṁ vaṭṭati.",
  "tika-vin08t34:385": "Abhisannakāyakathā",
  "tika-vin08t34:386": "Abhisannakāyakathāyaṁ ‘‘anujānāmi, bhikkhave, virecanaṁ pātu’’nti (mahāva. 269) vacanato abhisannakāyassa bhikkhuno virecanaṁ pātuṁ vaṭṭati. Tattha abhisannakāyoti ussannadosakāyo. Acchakañjiyā attho hoti, ‘‘anujānāmi, bhikkhave, acchakañjiya’’nti (mahāva. 269) vacanato acchakañjiyaṁ pātuṁ vaṭṭati. Tattha acchakañjiyanti taṇḍulodakamaṇḍo. Akaṭayūsena attho hoti, ‘‘anujānāmi, bhikkhave, akaṭayūsa’’nti (mahāva. 269) vacanato akaṭayūsaṁ pātuṁ vaṭṭati. Tattha akaṭayūsanti asiniddho muggapacitapānīyo. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.269) pana vimativinodaniyañca (vi. vi. ṭī. mahāvagga 2.267-269) ‘‘akaṭayūsenāti anabhisaṅkhatena muggayūsenā’’ti vuttaṁ. Kaṭākaṭena attho hoti, ‘‘anujānāmi, bhikkhave, kaṭākaṭa’’nti (mahāva. 269) vacanato kaṭākaṭaṁ pāyetuṁ vaṭṭati. Tattha kaṭākaṭanti sova dhotasiniddho. Sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.269) vimativinodaniyañca (vi. vi. ṭī. mahāvagga 2.267-269) ‘‘kaṭākaṭenāti mugge pacitvā acāletvāva parissāvitena muggayūsenā’’ti vuttaṁ. Paṭicchādanīyena attho hoti, ‘‘anujānāmi, bhikkhave, paṭicchādanīya’’nti (mahāva. 269) vacanato paṭicchādanīyaṁ pātuṁ vaṭṭati. Tattha paṭicchādanīyenāti maṁsarasena.",
  "tika-vin08t34:387": "Loṇasovīrakakathā",
  "tika-vin08t34:388": "Loṇasovīrakakathāyaṁ ‘‘anujānāmi, bhikkhave, gilānassa loṇasovīrakaṁ, agilānassa udakasambhinnaṁ pānaparibhogena paribhuñjitu’’nti (mahāva. 273) vacanato gilānena bhikkhunā loṇasovīrakaṁ pātabbaṁ, agilānena udakasambhinnaṁ katvā paribhuñjitabbaṁ, tañca ‘‘pānaparibhogenā’’ti vacanato vikālepi vaṭṭati.",
  "tika-vin08t34:389": "Tattha loṇasovīrakaṁ nāma sabbarasābhisaṅkhataṁ ekaṁ bhesajjaṁ, taṁ kira karonto harītakāmalakavibhītakakasāve sabbadhaññāni sabbaaparaṇṇāni sattannampi dhaññānaṁ odanaṁ kadaliphalādīni sabbaphalāni vettaketakakhajjūrikaḷīrādayo sabbakaḷīre macchamaṁsakhaṇḍāni anekāni ca madhuphāṇitasindhavaloṇatikaṭukādīni bhesajjāni pakkhipitvā kumbhimukhaṁ limpitvā ekaṁ dve tīṇi saṁvaccharāni ṭhapenti, taṁ paripaccitvā jamburasavaṇṇaṁ hoti, vātakāsakuṭṭhapaṇḍubhagaṇḍalādīnaṁ siniddhabhojanabhuttānañca uttarapānaṁ bhattajīraṇakabhesajjaṁ tādisaṁ natthi, taṁ panetaṁ bhikkhūnaṁ pacchābhattampi vaṭṭati, gilānānaṁ pākatikameva. Agilānānaṁ pana udakasambhinnaṁ pānaparibhogenāti.",
  "tika-vin08t34:390": "Sāratthadīpaniyaṁ (sārattha. ṭī. 2.191-192) pana ‘‘pānaparibhogenāti vuttattā loṇasovīrakaṁ yāmakālika’’nti vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.192) pana ‘‘pānaparibhogena vaṭṭatīti sambandho. Evaṁ pana vuttattā loṇasovīrakaṁ yāmakālikanti keci vadanti, keci pana ‘gilānānaṁ pākatikameva, agilānānaṁ pana udakasambhinna’nti vuttattā guḷaṁ viya sattāhakālika’’nti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 263) pana ‘‘avisesena satipaccayatā vuttā . Imasmiṁ khandhake ‘anujānāmi, bhikkhave, gilānassa guḷaṁ, agilānassa guḷodakaṁ, gilānassa loṇasovīrakaṁ, agilānassa udakasambhinna’nti (mahāva. 284) vuttaṁ, tasmā siddhaṁ ‘satipaccayatā gilānāgilānavasena duvidhā’ti’’ vuttaṁ.",
  "tika-vin08t34:391": "Antovutthādikathā",
  "tika-vin08t34:392": "Antovutthādikathāyaṁ ‘‘tena kho pana samayena bhagavato udaravātābādho hoti, atha kho āyasmā ānando ‘pubbepi bhagavato udaravātābādho tekaṭulayāguyā phāsu hotī’ti sāmaṁ tilampi taṇḍulampi muggampi viññāpetvā anto vāsetvā anto sāmaṁ pacitvā bhagavato upanāmesi ‘pivatu bhagavā tekaṭulayāgu’nti. Jānantāpi tathāgatā pucchanti, jānantāpi na pucchanti, kālaṁ viditvā pucchanti, kālaṁ viditvā na pucchanti, atthasañhitaṁ tathāgatā pucchanti, no anatthasañhitaṁ, anatthasañhite setughāto tathāgatānaṁ. Dvīhi ākārehi buddhā bhagavanto bhikkhū paṭipucchanti ‘dhammaṁ vā desessāma, sāvakānaṁ vā sikkhāpadaṁ paññapessāmā’ti.",
  "tika-vin08t34:393": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi ‘kutāyaṁ, ānanda, yāgū’ti. Atha kho āyasmā ānando bhagavato etamatthaṁ ārocesi. Vigarahi buddho bhagavā ananucchavikaṁ, ānanda, ananulomikaṁ appatirūpaṁ assamaṇakaṁ akappiyaṁ akaraṇīyaṁ, kathañhi nāma tvaṁ, ānanda, evarūpāya bāhullāya cetessasi, yadapi, ānanda, anto vutthaṁ, tadapi akappiyaṁ. Yadapi anto pakkaṁ, tadapi akappiyaṁ. Yadapi sāmaṁ pakkaṁ, tadapi akappiyaṁ. Netaṁ, ānanda, appasannānaṁ vā pasādāya…pe… vigarahitvā dhammiṁ kathaṁ katvā bhikkhū āmantesi – na, bhikkhave, anto vutthaṁ anto pakkaṁ sāmaṁ pakkaṁ paribhuñjitabbaṁ, yo paribhuñjeyya, āpatti dukkaṭassa. Anto ce, bhikkhave, vutthaṁ anto pakkaṁ sāmaṁ pakkaṁ, tañce paribhuñjeyya, āpatti tiṇṇaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ anto pakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ bahi pakkaṁ sāmaṁ pakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Bahi ce, bhikkhave, vutthaṁ anto pakkaṁ sāmaṁ pakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ bahi pakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ anto pakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ bahi pakkaṁ sāmaṁ pakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ bahi pakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, anāpattī’’ti (mahāva. 274) vacanato sahaseyyappahonake ṭhāne vutthatā, tattha pakkatā, upasampannena sāmaṁ pakkatāti imesaṁ tiṇṇaṁ aṅgānaṁ sambhave sati tisso āpattiyo, dvinnaṁ sambhave dve āpattiyo, ekassa aṅgassa sambhave ekā āpattīti veditabbaṁ.",
  "tika-vin08t34:394": "Anto vutthanti akappiyakuṭiyaṁ vutthaṁ. Sāmaṁ pakkanti ettha yaṁ kiñci āmisaṁ bhikkhuno pacituṁ na vaṭṭati. Sacepissa uṇhayāguyā sulasipaṇṇāni vā siṅgiveraṁ vā loṇaṁ vā pakkhipanti, tampi cāletuṁ na vaṭṭati. ‘‘Yāguṁ nibbāpemī’’ti pana cāletuṁ vaṭṭati. Uttaṇḍubhattaṁ labhitvāpi pidahituṁ na vaṭṭati. Sace pana manussā pidahitvāva denti, vaṭṭati. ‘‘Bhattaṁ vā mā nibbāyatū’’ti pidahituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, puna pākaṁ pacitu’’nti (mahāva. 274) vacanato pubbe anupasampannehi pakkaṁ puna pacituṁ vaṭṭati. Vuttañhi aṭṭhakathāyaṁ (mahāva. aṭṭha. 274) ‘‘khīratakkādīsu pana sakiṁ kuthitesu aggiṁ dātuṁ vaṭṭati punapākassa anuññātattā’’ti. ‘‘Anujānāmi, bhikkhave, anto vāsetu’’nti (mahāva. 274) vacanato dubbhikkhasamaye taṇḍulādīni anto vāsetuṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, anto pacitu’’nti (mahāva. 274) vacanato dubbhikkhasamaye anto pacituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, sāmaṁ pacitu’’nti (mahāva. 274) vacanato dubbhikkhasamaye sāmampi pacituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, anto vutthaṁ anto pakkaṁ sāmaṁ pakka’’nti (mahāva. 274) vacanato dubbhikkhasamaye tīṇipi vaṭṭanti.",
  "tika-vin08t34:395": "Uggahitapaṭiggahitakathā",
  "tika-vin08t34:396": "Uggahitapaṭiggahitakathāyaṁ ‘‘anujānāmi, bhikkhave, yattha phalakhādanīyaṁ passati, kappiyakārako ca na hoti, sāmaṁ gahetvā haritvā kappiyakārake passitvā bhūmiyaṁ nikkhipitvā paṭiggahāpetvā paribhuñjituṁ, anujānāmi, bhikkhave, uggahitaṁ paṭiggahitu’’nti (mahāva. 275) vacanato tathā katvā paribhuñjituṁ vaṭṭati, āpatti na hotīti.",
  "tika-vin08t34:397": "Tatonīhaṭakathā",
  "tika-vin08t34:398": "Tato nīhaṭakathāyaṁ ‘‘paṭiggaṇhatha, bhikkhave, paribhuñjatha. Anujānāmi, bhikkhave, tato nīhaṭaṁ bhuttāvinā pavāritena anatirittaṁ paribhuñjitu’’nti (mahāva. 276) vacanato yasmiṁ dāne nimantitā hutvā bhikkhū bhuñjanti, tato dānato nīhaṭaṁ bhojanaṁ pavāritena bhikkhunā bhuñjitabbaṁ, na pavāritasikkhāpadena āpatti hoti. Vuttañhi aṭṭhakathāyaṁ (mahāva. aṭṭha. 276) ‘‘tato nīhaṭanti yattha nimantitā bhuñjanti, tato nīhaṭa’’nti.",
  "tika-vin08t34:399": "Purebhattapaṭiggahitakathā",
  "tika-vin08t34:400": "Purebhattapaṭiggahitakathāyaṁ ‘‘paṭiggaṇhatha, bhikkhave, paribhuñjatha, anujānāmi, bhikkhave, purebhattaṁ paṭiggahitaṁ bhuttāvinā pavāritena anatirittaṁ paribhuñjitu’’nti (mahāva. 277) vacanato purebhattaṁ paṭiggahetvā nikkhipitaṁ pavāritena bhikkhunā atirittaṁ akatvā bhuñjituṁ vaṭṭati, pavāritasikkhāpadena āpatti na hoti.",
  "tika-vin08t34:401": "Vanaṭṭhapokkharaṭṭhakathā",
  "tika-vin08t34:402": "Vanaṭṭhapokkharaṭṭhakathāyaṁ ‘‘tena kho pana samayena āyasmato sāriputtassa kāyaḍāhābādho hoti. Atha kho āyasmā mahāmoggallāno yenāyasmā sāriputto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ sāriputtaṁ etadavoca ‘pubbe te, āvuso sāriputta, kāyaḍāhābādho kena phāsu hotī’ti. Bhisehi ca me, āvuso, muḷālikāhi cāti…pe… atha kho āyasmato sāriputtassa bhise ca muḷālikāyo ca paribhuttassa kāyaḍāhābādho paṭippassambhi…pe… paṭiggaṇhatha, bhikkhave, paribhuñjatha. Anujānāmi, bhikkhave, vanaṭṭhaṁ pokkharaṭṭhaṁ bhuttāvinā pavāritena anatirittaṁ paribhuñjitu’’nti (mahāva. 278) vacanato vanaṭṭhaṁ pokkharaṭṭhaṁ pavāritena bhikkhunā paribhuñjituṁ vaṭṭati, pavāritasikkhāpadena āpatti na hoti. Tattha vanaṭṭhaṁ pokkharaṭṭhanti vane ceva paduminigacche ca jātaṁ.",
  "tika-vin08t34:403": "Akatakappakathā",
  "tika-vin08t34:404": "Akatakappakathāyaṁ ‘‘anujānāmi, bhikkhave, abījaṁ nibbaṭṭabījaṁ akatakappaṁ phalaṁ paribhuñjitu’’nti (mahāva. 278) vacanato abījañca nibbaṭṭabījañca phalaṁ aggisatthanakhehi samaṇakappaṁ akatvāpi paribhuñjituṁ vaṭṭati. Tattha abījanti taruṇaphalaṁ, yassa bījaṁ aṅkuraṁ na janeti. Nibbaṭṭabījanti bījaṁ nibbaṭṭetvā apanetvā paribhuñjitabbakaṁ ambapanasādi, tāni phalāni kappiyakārake asati kappaṁ akatvāpi paribhuñjituṁ vaṭṭati.",
  "tika-vin08t34:405": "Yāgukathā",
  "tika-vin08t34:406": "Yāgukathāyaṁ ‘‘dasayime, brāhmaṇa, ānisaṁsā yāguyā. Katame dasa, yāguṁ dento āyuṁ deti, vaṇṇaṁ deti, sukhaṁ deti, balaṁ deti, paṭibhānaṁ deti, yāgupītā khudaṁ paṭihanati, pipāsaṁ vineti, vātaṁ anulometi, vatthiṁ sodheti, āmāvasesaṁ pāceti. Ime kho, brāhmaṇa, dasānisaṁsā yāguyāti.",
  "tika-vin08t34:407": "‘Yo saññatānaṁ paradattabhojinaṁ;",
  "tika-vin08t34:408": "Kālena sakkacca dadāti yāguṁ;",
  "tika-vin08t34:409": "Dasassa ṭhānāni anuppavecchati;",
  "tika-vin08t34:410": "Āyuñca vaṇṇañca sukhaṁ balañca.",
  "tika-vin08t34:411": "‘Paṭibhānamassa upajāyate tato;",
  "tika-vin08t34:412": "Khuddaṁ pipāsañca byapaneti vātaṁ;",
  "tika-vin08t34:413": "Sodheti vatthiṁ pariṇāmeti bhattaṁ;",
  "tika-vin08t34:414": "Bhesajjametaṁ sugatena vaṇṇitaṁ.",
  "tika-vin08t34:415": "‘Tasmā hi yāguṁ alameva dātuṁ;",
  "tika-vin08t34:416": "Niccaṁ manussena sukhatthikena;",
  "tika-vin08t34:417": "Dibbāni vā patthayatā sukhāni;",
  "tika-vin08t34:418": "Mānussasobhagyatamicchatā vā’ti.",
  "tika-vin08t34:419": "Atha kho bhagavā taṁ brāhmaṇaṁ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi – anujānāmi, bhikkhave, yāguñca madhugoḷakañcā’’ti (mahāva. 282) vacanato yāguñca madhugoḷakañca sampaṭicchituṁ vaṭṭati. Anumodanāgāthāya ‘‘patthayataṁ icchata’’nti padānaṁ ‘‘alameva dātu’’nti iminā sambandho. Sace pana ‘‘patthayatā icchatā’’ti pāṭho atthi, soyeva gahetabbo. ‘‘Na, bhikkhave, aññatra nimantitena aññassa bhojjayāgu paribhuñjitabbā, yo paribhuñjeyya, yathādhammo kāretabbo’’ti (mahāva. 283) vacanato tathā bhuñjantassa paramparabhojanasikkhāpadena āpatti hoti. Bhojjayāgūti yā pavāraṇaṁ janeti. Yathādhammo kāretabboti paramparabhojanena kāretabbo.",
  "tika-vin08t34:420": "Guḷakathā",
  "tika-vin08t34:421": "Guḷakathāyaṁ ‘‘anujānāmi, bhikkhave, gilānassa guḷaṁ, agilānassa guḷodaka’’nti (mahāva. 284) vacanato gilāno bhikkhu guḷapiṇḍaṁ vikālepi khādituṁ vaṭṭati. Agilāno pana udakasambhinnaṁ katvā guḷodakaparibhogena paribhuñjituṁ vaṭṭati. ‘‘Gilānassa guḷanti tathārūpena byādhinā gilānassa pacchābhattaṁ guḷaṁ anujānāmīti attho’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 284) vuttaṁ. ‘‘Tathārūpena byādhinā’’ti vuttattā yathārūpena byādhinā gilānassa guḷo paribhuñjitabbo hoti, tathārūpena eva byādhinā gilānassāti vuttaṁ viya dissati, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t34:422": "Ettakāsu kathāsu yā yā saṁvaṇṇetabbappakaraṇe na dissati, sā sā amhehi pesalānaṁ bhikkhūnaṁ kosallatthaṁ pāḷito ca aṭṭhakathāto ca gahetvā ṭīkācariyānaṁ vacanehi alaṅkaritvā ṭhapitā, tasmā nikkaṅkhā hutvā paṇḍitā upadhārentu.",
  "tika-vin08t34:423": "Catumahāpadesakathā",
  "tika-vin08t34:424": "67.Yaṁbhikkhavetiādi mahāpadesakathā nāma. Tattha mahante atthe upadissati etehīti mahāpadesā, mahantā vā atthā padissanti paññāyanti etthāti mahāpadesā, mahantānaṁ vā atthānaṁ padeso pavattidesoti mahāpadesā. Ke te? Imeyeva cattāro pāṭhā, atthā vā. Tena vuttaṁ ‘‘ime cattāro mahāpadese’’tiādi. Tattha dhammasaṅgāhakattherāti mahākassapādayo. Suttaṁ gahetvāti ‘‘ṭhapetvā dhaññaphalarasa’’ntiādikaṁ suttaṁ gahetvā upadhārento. Satta dhaññānīti –",
  "tika-vin08t34:425": "‘‘Sāli vīhi ca kudrūso, godhumo varako yavo;",
  "tika-vin08t34:426": "Kaṅgūti satta dhaññāni, nīvārādī tu tabbhidā’’ti –.",
  "tika-vin08t34:427": "Vuttāni satta dhaññāni. Sabbaṁ aparaṇṇanti muggamāsādayo. Aṭṭha pānānīti ambapānaṁ jambupānaṁ cocapānaṁ mocapānaṁ sālukapānaṁ muddikapānaṁ madhukapānaṁ phārusakapānañca.",
  "tika-vin08t34:428": "Iminā nayenāti suttānulomanayena. Vuttañhetaṁ aṭṭhakathāyaṁ ‘‘suttānulomaṁ nāma cattāro mahāpadesā’’ti. Pāḷiñca aṭṭhakathañca anapekkhitvāti pāḷiyaṁ nītatthato āgatameva aggahetvā . Aññānipīti tato aññānipi. Etena mahāpadesā nāma na kevalaṁ yathāvuttā eva, atha kho anekāni nānappakārāni vinayadharassa ñāṇānubhāvappakāsitānīti dasseti.",
  "tika-vin08t34:429": "Ānisaṁsakathā",
  "tika-vin08t34:430": "68. Ānisaṁsakathāyaṁ vinayaṁ dhāretīti vinayadharo, sikkhanavācanamanasikāravinicchayanatadanulomakaraṇādinā vinayapariyattikusalo bhikkhu. Vinayapariyattimūlaṁ etesanti vinayapariyattimūlakā. Ke te? Pañcānisaṁsā. Vinayapariyattiyeva mūlaṁ kāraṇaṁ katvā labhitabbaānisaṁsā, na aññapariyattiṁ vā paṭipattiādayo vā mūlaṁ katvāti attho. Atha vā pariyāpuṇanaṁ pariyatti, vinayassa pariyatti vinayapariyatti, sā mūlaṁ etesanti vinayapariyattimūlakā, vinayapariyāpuṇanahetubhavā ānisaṁsāti attho. ‘‘Katame’’tiādinā tesaṁ pañcānisaṁsādīnaṁ sarūpaṁ pucchitvā ‘‘attano’’tiādinā vissajjetvā taṁ vacanaṁ pāḷiyā samatthetuṁ ‘‘vuttañheta’’ntiādimāha.",
  "tika-vin08t34:431": "Evaṁ pañcānisaṁsānaṁ sarūpaṁ dassetvā idāni teyeva vitthārato dassetuṁ ‘‘kathamassā’’tiādinā pucchitvā ‘‘idhekacco’’tiādinā vissajjeti. Tattha attano sīlakkhandhasuguttabhāvo nāma āpattianāpajjanabhāveneva hoti, no aññathāti āpattiāpajjanakāraṇaṁ dassetvā tadabhāvena anāpajjanaṁ dassetuṁ ‘‘āpattiṁ āpajjanto chahākārehi āpajjatī’’tiādimāha. Tattha –",
  "tika-vin08t34:432": "‘‘Sañcicca āpattiṁ āpajjati;",
  "tika-vin08t34:433": "Āpattiṁ parigūhati;",
  "tika-vin08t34:434": "Agatigamanañca gacchati;",
  "tika-vin08t34:435": "Ediso vuccati alajjipuggalo’’ti. (pari. 359) –",
  "tika-vin08t34:436": "Vuttena alajjīlakkhaṇena na lajjati na hirīyatīti alajjī, tassa bhāvo alajjitā. Natthi ñāṇaṁ etassāti aññāṇaṁ, tassa bhāvo aññāṇatā. Kukatassa bhāvo kukkuccaṁ, tena pakato kukkuccapakato, tassa bhāvo kukkuccapakatatā. Kappatīti kappiyaṁ, na kappiyaṁ akappiyaṁ , tasmiṁ akappiye, kappiyaṁ iti saññā yassa so kappiyasaññī, tassa bhāvo kappiyasaññitā. Itaraṁ tappaṭipakkhato kātabbaṁ, imesu pañcasu padesu yakāralopo, tasmā ‘‘alajjitāya āpattiṁ āpajjatī’’tiādinā yojetabbāni. Hetvatthe cetaṁ nissakkavacanaṁ. Saratīti sati, samussanaṁ sammoso. Satiyā sammoso satisammoso, tasmā satisammosā. Hetvatthe cetaṁ karaṇavacanaṁ. Idāni tāni kāraṇāni vitthārato dassetuṁ ‘‘katha’’ntyādimāha. Taṁ nayānuyogena viññeyyameva.",
  "tika-vin08t34:437": "Ariṭṭho iti bhikkhu ariṭṭhabhikkhu, kaṇṭako iti sāmaṇero kaṇṭakasāmaṇero, vesāliyā jātā vesālikā, vajjīnaṁ puttā vajjiputtā, vesālikā ca te vajjiputtā cāti vesālikavajjiputtā, ariṭṭhabhikkhu ca kaṇṭakasāmaṇero ca vesālikavajjiputtā ca ariṭṭhabhikkhukaṇṭakasāmaṇeravesālikavajjiputtakā. Parūpahāro ca aññāṇañca kaṅkhāvitaraṇañca parūpahāraaññāṇakaṅkhāvitaraṇā. Ke te? Vādā. Te ādi yesaṁ teti parūpahāraaññāṇakaṅkhāvitaraṇādayo. Vadanti etehīti vādā, parūpahāraaññāṇakaṅkhāvitaraṇādayo vādā etesanti parū…pe… vādā. Ke te? Micchāvādino. Ariṭṭha…pe… puttā ca parūpahāra…pe… vādā ca mahāsaṅghikādayo ca sāsanapaccatthikā nāmāti samuccayadvandavasena yojanā kātabbā. Sesaṁ suviññeyyameva.",
  "tika-vin08t34:438": "Ānisaṁsakathā niṭṭhitā.",
  "tika-vin08t34:439": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t34:440": "Pakiṇṇakavinicchayakathālaṅkāro nāma",
  "tika-vin08t34:441": "Catuttiṁsatimo paricchedo.",
  "tika-vin08t34:442": "Nigamanakathāvaṇṇanā",
  "tika-vin08t34:443": "Nigamagāthāsu paṭhamagāthāyaṁ saddhammaṭṭhitikāmena sāsanujjotakārinā parakkamabāhunā narindena ajjhesito so ahaṁ vinayasaṅgahaṁ akāsinti yojanā.",
  "tika-vin08t34:444": "Dutiyatatiyagāthāyaṁ teneva parakkamabāhunarindeneva kārite ramme ramaṇīye pāsādasatamaṇḍite pāsādānaṁ satena paṭimaṇḍite nānādumagaṇākiṇṇe bhāvanābhiratālaye bhāvanāya abhiratānaṁ bhikkhūnaṁ ālayabhūte sītalūdakasampanne jetavane jetavananāmake vihāre vasaṁ vasanto hutvā, atha vā vasaṁ vasanto sohaṁ so ahaṁ yogīnaṁ hitaṁ hitabhūtaṁ sāraṁ sāravantaṁ imaṁ īdisaṁ vinayasaṅgahaṁ akāsinti yojanā.",
  "tika-vin08t34:445": "Sesagāthāsu iminā ganthakaraṇena yaṁ puññaṁ mayhaṁ siddhaṁ, aññaṁ ito ganthakaraṇato aññabhūtaṁ yaṁ puññaṁ mayā pasutaṁ hoti, etena puññakammena dutiye attasambhave tāvatiṁse pamodento sīlācāraguṇe rato pañcakāmesu alaggo devaputto hutvā paṭhamaṁ paṭhamabhūtaṁ phalaṁ sotāpattiphalaṁ patvāna antime attabhāvamhi lokaggapuggalaṁ nāthaṁ nāthabhūtaṁ sabbasattahite rataṁ metteyyaṁ metteyyanāmakaṁ munipuṅgavaṁ muniseṭṭhaṁ disvāna tassa dhīrassa saddhammadesanaṁ sutvā aggaṁ phalaṁ arahattaphalaṁ adhigantvā labhitvā jinasāsanaṁ sobheyyaṁ sobhāpeyyanti ayaṁ pākaṭayojanā.",
  "tika-vin08t34:446": "Etissāya pana yojanāya sati ācariyavarassa vacanaṁ na sampaṭicchanti paṇḍitā. Kathaṁ? Ettha hi ito dutiyabhave tāvatiṁsabhavane devaputto hutvā sotāpattiphalaṁ patvā antimabhave metteyyassa bhagavato dhammadesanaṁ sutvā arahattaphalaṁ labheyyanti ācariyassa patthanā, sā ayuttarūpā hoti. Sotāpannassa hi sattabhavato uddhaṁ paṭisandhi natthi, tāvatiṁsānañca devānaṁ bhavasatenapi bhavasahassenapi bhavasatasahassenapi metteyyassa bhagavato uppajjanakālo appattabbo hoti. Athāpi vadeyya ‘‘antarā brahmaloke nibbattitvā metteyyassa bhagavato kāle manusso bhaveyyā’’ti, evampi na yujjati. Na hi brahmalokagatānaṁ ariyānaṁ puna kāmabhavūpapatti atthi. Vuttañhi abhidhamme yamakappakaraṇe (yama. 2.anusayayamaka. 312) ‘‘rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusentī’’ti. Athāpi vadeyya ‘‘brahmalokeyeva ṭhatvā aggaphalaṁ labheyyā’’ti, tathā ca ācariyassa vacane na dissati, ‘‘sobheyyaṁ jinasāsana’’nti vuttattā bhikkhubhūtattameva dissati. Na hi bhikkhubhūto sāsanaṁ sobhāpetuṁ sakkoti. Abhidhammatthavibhāvaniyañca –",
  "tika-vin08t34:447": "‘‘Jotayantaṁ tadā tassa, sāsanaṁ suddhamānasaṁ;",
  "tika-vin08t34:448": "Passeyyaṁ sakkareyyañca, garuṁ me sārisambhava’’nti. –",
  "tika-vin08t34:449": "Bhikkhubhūtameva vuttaṁ. Athāpi vadeyya ‘‘antarā dīghāyuko bhummadevo hutvā tadā manusso bhaveyyā’’ti, evampi ekassa buddhassa sāvakabhūto ariyapuggalo puna aññassa buddhassa sāvako na bhaveyyāti, ācariyo pana sabbapariyattidharo anekaganthakārako anekesaṁ ganthakārakānaṁ therānaṁ ācariyapācariyabhūto, tena na kevalaṁ idheva imā gāthāyo ṭhapitā, atha kho sāratthadīpanīnāmikāya vinayaṭīkāya avasāne ca ṭhapitā, tasmā bhavitabbamettha kāraṇenāti vīmaṁsitabbametaṁ.",
  "tika-vin08t34:450": "Atha vā iminā…pe… devaputto hutvā paṭhamaṁ tāva phalaṁ yathāvuttaṁ tāvatiṁse pamodanasīlācāraguṇe rataṁ pañcakāmesu alaggabhāvasaṅkhātaṁ ānisaṁsaṁ patvāna antime attabhāvamhi…pe… sobheyyanti yojanā. Atha vā iminā…pe… pañcakāmesu alaggo hutvā antime attabhāvamhi…pe… saddhammadesanaṁ sutvā paṭhamaṁ phalaṁ sotāpattiphalaṁ patvā tato paraṁ aggaphalaṁ arahattaphalaṁ adhigantvā jinasāsanaṁ sobheyyanti yojanā. Yathā amhākaṁ bhagavato dhammacakkappavattanasuttantadhammadesanaṁ sutvā aññātakoṇḍaññatthero sotāpattiphalaṁ patvā pacchā arahattaphalaṁ adhigantvā jinasāsanaṁ sobhesi, evanti attho. Ito aññānipi nayāni yathā therassa vacanānukūlāni, tāni paṇḍitehi cintetabbāni.",
  "tika-vin08t34:451": "Nigamanakathāvaṇṇanā niṭṭhitā."
}