{
  "tika-s0103t10:0": "11. Dasuttarasuttavaṇṇanā",
  "tika-s0103t10:1": "350.Āvusobhikkhaveti sāvakānaṁ ālapananti sāvakānaṁ āmantanavasena ālapanasamudācāro, na kevalaṁ ‘‘bhikkhave’’ti, so pana buddhānaṁ ālapanaṁ. Tenāha ‘‘buddhā hī’’tiādi. Satthusamudācāravasena asamudācāro evettha satthu uccaṭṭhāne ṭhapanaṁ. Sampati āgatattā katthaci na nibaddho vāso etesanti anibaddhavāsā, antevāsikā. Kammaṭṭhānaṁ gahetvā sappāyasenāsanaṁ gavesantā yaṁ kiñci disaṁ gacchantīti disāgamanīyā. Idāni tamatthaṁ vitthārato dassetuṁ ‘‘buddhakāle’’tiādi vuttaṁ.",
  "tika-s0103t10:2": "Asubhakammaṭṭhānanti ekādasavidhaṁ asubhakammaṭṭhānaṁ. Tatthāpi puggalavemattataṁ ñatvā tadanurūpaṁ tadanurūpameva deti. Mohacaritassapi kāmaṁ ānāpānassatikammaṭṭhānaṁ sappāyaṁ, kammaṭṭhānabhāvanāya pana bhājanabhūtaṁ kātuṁ sammohavigamāya paṭhamaṁ uddesaparipucchādhammassavanadhammasākacchāsu niyojetabboti vuttaṁ ‘‘mohacaritassa…pe… ācikkhatī’’ti. Saddhācaritassa visesato purimā cha anussatiyo sappāyā, tāsaṁ pana anuyuñjane ayaṁ pubbabhāgapaṭipattīti dassetuṁ ‘‘pasādanīyasuttante’’tiādi vuttaṁ. Ñāṇacaritassāti buddhicaritassa, tassa pana maraṇassati, upasamānussati, catudhātuvavatthānaṁ, āhārepaṭikūlasaññā visesato sappāyā, tesaṁ pana upakāradhammadassanatthaṁ ‘‘aniccatādi…pe… kathetī’’ti vuttaṁ. Tatthevāti satthu santike eva. Temāsikaṁ paṭipadanti tīhi māsehi sanniṭṭhāpetabbaṁ paṭipadaṁ.",
  "tika-s0103t10:3": "Ime bhikkhūti imissā dhammadesanāya bhājanabhūtā bhikkhū. ‘‘Evaṁ āgantvā gacchantepana bhikkhū’’ti idaṁ ‘‘buddhakāle’’tiādinā taduddesikavasena vuttabhikkhū sandhāya vuttaṁ, na ‘‘ime bhikkhū’’ti anantaraṁ vuttabhikkhū. Tenāha ‘‘pesetī’’ti. Apalokethāti āpucchatha. ‘‘Paṇḍitā’’tiādi sevanabhajanesu kāraṇavacanaṁ. ‘‘Sotāpattiphale vinetī’’tiādi yebhuyyavasena vuttaṁ. Āyasmā hi dhammasenāpati bhikkhū yebhuyyena sotāpattiphalaṁ pāpetvā vissajjeti ‘‘evamete niyatā sambodhiparāyaṇā’’ti. Āyasmā pana mahāmoggallāno ‘‘sabbāpi bhavūpapatti jigucchitabbāvā’’ti bhikkhū yebhuyyena uttamatthaṁyeva pāpeti.",
  "tika-s0103t10:4": "Sāvakehi vinetuṁ sakkuṇeyyā sāvakaveneyyā nāma na sāvakeheva vinetabbāti dassento āha ‘‘sāvakaveneyyā nāmā’’tiādi. Dasadhā mātikaṁ ṭhapetvāti ekakato paṭṭhāya yāva dasakā dasadhā dasadhā mātikaṁ ṭhapetvā vibhattoti dasuttaro. Dasuttaro gatotipi dasuttaroti ekakato paṭṭhāya yāva dasakā dasahi uttaro adhiko hutvā gato pavattotipi dasuttaro. Ekekasmiṁ pabbeti ekakato paṭṭhāya yāva dasakā dasasu pabbesu ekekasmiṁ pabbe. Dasa dasa pañhāti ‘‘katamo dhammo bahukāro appamādo kusalesu dhammesū’’tiādinā dasa dasa pañhā. Visesitāti vissajjitā. Dasuttaraṁ pavakkhāmīti desiyamānaṁ desanaṁ nāmakittanamukhena paṭijānāti vaṇṇabhaṇanatthaṁ. Pavakkhāmīti pakārehi vakkhāmi. Tathā hettha paññāsādhikānaṁ pañcannaṁ pañhasatānaṁ vasena desanā pavattā. Dhammanti idha dhamma-saddo pariyattipariyāyo ‘‘idha bhikkhu dhammaṁ pariyāpuṇātī’’tiādīsu (a. ni. 5.73) viya. Suttalakkhaṇo cāyaṁ dhammoti āha ‘‘dhammantisutta’’nti. Svāyaṁ dhammo yathānusiṭṭhaṁ paṭipajjamānassa nibbānāvaho. Tato eva vaṭṭadukkhasamucchedāya hoti, sa cāyamassa ānubhāvo sabbesaṁ khandhānaṁ pamocanupāyabhāvatoti dassento ‘‘nibbānappattiyā’’tiādimāha. Tena vuttaṁ ‘‘nibbānappattiyā’’tiādi.",
  "tika-s0103t10:5": "Uccaṁ karontoti udaggaṁ uḷāraṁ paṇītaṁ katvā dassento, paggaṇhantoti attho. Pemaṁ janentoti bhattiṁ uppādento. Idañca desanāya paggaṇhanaṁ buddhānampi āciṇṇaṁ evāti dassento ‘‘ekāyano’’tiādimāha.",
  "tika-s0103t10:6": "Ekadhammavaṇṇanā",
  "tika-s0103t10:7": "351. (Ka) kāra-saddo upa-saddena vināpi upakāratthaṁ vadati, ‘‘bahukārā, bhikkhave, mātāpitaro puttāna’’ntiādīsu (a. ni. 2.34) viyāti āha ‘‘bahukāroti bahūpakāro’’ti.",
  "tika-s0103t10:8": "(Kha) vaḍḍhane vutte nānantariyatāya uppādanaṁ vuttameva hotīti ‘‘bhāvetabboti vaḍḍhetabbo’’ti vutto. Uppādanapubbikā hi vaḍḍhanāti. Nanu ca ‘‘eko dhammo uppādetabbo’’ti uppādanaṁ pettha visuṁ gahitaṁ evāti? Aññavisayattā tassa nāyaṁ virodho. Tathā hi ‘‘eko dhammo pariññeyyo’’ti tīhipi pariññāhi pariññeyyataṁ vatvāpi ‘‘eko dhammo pahātabbo’’ti pahātabbatā vuttā.",
  "tika-s0103t10:9": "(Ga) tīhi pariññāhīti ñātatīraṇapahānapariññāhi.",
  "tika-s0103t10:10": "(Gha) pahānānupassanāyāti pajahanavasena pavattāya anupassanāya. Missakavasena cetaṁ anupassanāgahaṇaṁ daṭṭhabbaṁ.",
  "tika-s0103t10:11": "(Ṅa) sīlasampadādīnaṁ parihānāvaho parihānāya saṁvattanako. ",
  "tika-s0103t10:12": "(Ca) jhānādivisesaṁ gametīti visesagāmī.",
  "tika-s0103t10:13": "(Cha) duppaccakkhakaroti anupacitañāṇasambhārehi paccakkhaṁ kātuṁ asakkuṇeyyo.",
  "tika-s0103t10:14": "(Jha) abhijānitabboti abhimukhaṁ ñāṇena jānitabbo.",
  "tika-s0103t10:15": "Sabbattha mātikāsūti dukādivasena vuttāsu sabbāsu mātikāsu. Ettha ca āyasmā dhammasenāpati te bhikkhū bhāvanāya niyojetvā uttamatthe patiṭṭhāpetukāmo paṭhamaṁ tāva bhāvanāya upakāradhammaṁ uddesavasena dassento ‘‘eko dhammo bahukāro’’ti vatvā tena upakārakena upakattabbaṁ dassento ‘‘eko dhammo bhāvetabbo’’ti āha. Ayañca bhāvanā vipassanāvasena icchitāti āha ‘‘eko dhammo pariññeyyo’’ti. Pariññā ca nāma yāvadeva pahātabbapajahanatthāti āha ‘‘eko dhammo pahātabbo’’ti. Pajahantena ca hānabhāgiyaṁ nīharitvā visesabhāgiye avaṭṭhātabbanti āha ‘‘eko dhammo hānabhāgiyo, eko dhammo visesabhāgiyo’’ti. Visesabhāgiye avaṭṭhānañca duppaṭivijjhanena, duppaṭivijjhapaṭivijjhanañce ijjhati, nipphādetabbanipphādanaṁ siddhameva hotīti āha ‘‘eko dhammo duppaṭivijjho, eko dhammo uppādetabbo’’ti. Tayidaṁ dvayaṁ abhiññeyyādijānanena hotīti āha ‘‘eko dhammo abhiññeyyo’’ti. Abhiññeyyañce abhiññātaṁ, sacchikātabbaṁ sacchikatameva hotīti. Ettāvatā ca niṭṭhitakiccova hoti, nāssa uttari kiñci karaṇīyanti evaṁ tāva mahāthero ekakavasena tesaṁ bhikkhūnaṁ paṭipattividhiṁ uddisanto imāni dasa padāni iminā anukkamena uddisi.",
  "tika-s0103t10:16": "(Ka) evaṁ aniyamato uddiṭṭhadhamme sarūpato niyametvā dassetuṁ ‘‘katamo eko dhammo’’tiādinā desanaṁ ārabhi. Tena vuttaṁ ‘‘iti āyasmā sāriputto’’tiādi. Esa nayo dukādīsu. Veḷukāroti veno. So hi veḷuvikārehi kilañjādikaraṇena ‘‘veḷukāro’’ti vutto. Anto, bahi ca sabbagatagaṇṭhiṁ nīharaṇena niggaṇṭhiṁ katvā. Ekekakoṭṭhāseti ekakādīsu dasasu koṭṭhāsesu ekekasmiṁ koṭṭhāse.",
  "tika-s0103t10:17": "Sabbatthakaṁ upakārakanti sabbatthakameva sammā paṭipattiyā upakāravantaṁ. Idāni tamatthaṁ vitthārato dassetuṁ ‘‘ayañhī’’tiādi vuttaṁ. Vipassanāgabbhaṁ gaṇhāpaneti yathā upari vipassanā paripaccati tikkhā visadā hutvā maggena ghaṭeti, evaṁ pubbabhāgavipassanāvaḍḍhane. Atthapaṭisambhidādīsūti atthapaṭisambhidādīsu nipphādetabbesu, tesaṁ sambhārasambharaṇanti attho. Esa nayo ito paresupi. Ṭhānāṭṭhānesūti ṭhāne, aṭṭhāne ca jānitabbe. Mahāvihārasamāpattiyanti mahatiyaṁ jhānādivihārasamāpattiyaṁ. Vipassanāñāṇādīsūti ādi-saddena manomayiddhi ādikāni saṅgaṇhāti. Aṭṭhasu vijjāsūti ambaṭṭhasutte (dī. ni. 1.279) āgatanayāsu aṭṭhasu vijjāsu.",
  "tika-s0103t10:18": "Teneva bhagavā thometīti yojanā. Nanti appamādaṁ.",
  "tika-s0103t10:19": "Thāmasampannenāti ñāṇabalasamannāgatena. Dīpetvāti ‘‘evampi appamādo kusalānaṁ dhammānaṁ sampādane bahupakāro’’ti pakāsetvā. Yaṁ kiñci anavajjapakkhikamatthaṁ appamāde pakkhipitvā kathetuṁ yuttanti dassetuṁ ‘‘yaṁ kiñcī’’tiādi vuttaṁ.",
  "tika-s0103t10:20": "(Kha) kāyagatāsatīti rassaṁ akatvā niddeso, niddesena vā etaṁ samāsapadaṁ daṭṭhabbaṁ. ‘‘Aṭṭhikāni puñjakitāni terovassikāni…pe… pūtīni cuṇṇikajātānī’’ti (dī. ni. 2.379) evaṁ pavattamanasikāro ‘‘cuṇṇikamanasikāro’’ti vadanti. Apare pana bhaṇanti ‘‘cuṇṇikairiyāpathesu pavattamanasikāro’’ti. Ettha uppannasatiyāti etasmiṁ yathāvutte ekūnatiṁsavidhe ṭhāne uppannāya satiyā. Sukhasampayuttāti nippariyāyato sukhasampayuttā, pariyāyato pana catutthajjhāne upekkhāpi ‘‘sukha’’nti vattabbataṁ labhati santasabhāvattā.",
  "tika-s0103t10:21": "(Ga) paccayabhūto ārammaṇādivisayopi ārammaṇabhāvena vaṇo viya āsave paggharati, so sampayogasambhavābhāvepi saha āsavehīti sāsavo. Tathā upādānānaṁ hitoti upādāniyo. Itarathā pana paccayabhāvena vidhi paṭikkhepo.",
  "tika-s0103t10:22": "(Gha) asmīti mānoti ‘‘asmī’’ti pavatto māno.",
  "tika-s0103t10:23": "(Ca) vipariyāyenāti ‘‘anicce anicca’’ntiādinā nayena pavatto pathamanasikāro.",
  "tika-s0103t10:24": "(Cha) idha pana vipassanānantaro maggo ‘‘ānantariko cetosamādhī’’ti adhippeto. Kasmā? Vipassanāya anantarattā, attano vā pavattiyā anantaraṁ phaladāyakattā. Saddatthato pana anantaraṁ phalaṁ anantaraṁ, tasmiṁ anantare niyuttā, taṁ vā arahati, anantarapayojanoti vā ānantariko.",
  "tika-s0103t10:25": "(Ja) phalanti phalapaññā. Paccavekkhaṇapaññā adhippetā akuppārammaṇatāya.",
  "tika-s0103t10:26": "(Jha) attano phalaṁ āharatīti āhāro, paccayoti āha ‘‘āhāraṭṭhitikāti paccayaṭṭhitikā’’ti. Ayaṁ eko dhammoti ayaṁ paccayasaṅkhāto eko dhammoti paccayatāsamaññena ekaṁ katvā vadati. Ñātapariññāya abhiññāyāti ñātapariññāsaṅkhātāya abhiññāya.",
  "tika-s0103t10:27": "(Ña) akuppā cetovimuttīti arahattaphalavimutti akuppabhāvena ukkaṁsagatattā. Aññathā sabbāpi phalasamāpattiyo akuppā eva paṭipakkhehi akopanīyattā.",
  "tika-s0103t10:28": "Abhiññāyāti ‘‘abhiññeyyo’’ti ettha laddhaabhiññāya. Pariññāyāti etthāpi eseva nayo. Pahātabbasacchikātabbehīti pahātabbasacchikātabbapadehi. Pahānapariññāva kathitā pahānasacchikiriyānaṁ ekāvāratāya pariññāya saheva ijjhanato. Sacchikātabboti visesato phalaṁ kathitaṁ. Ekasmiṁyeva sattame eva pade labbhati. Phalaṁ pana anekesupi padesu labbhati paṭhamaṭṭhamanavamadasamesu labbhanato. Yasmā taṁ nippariyāyato dasame eva labbhati, itaresu pariyāyato tasmā ‘‘labbhati evā’’ti sāsaṅkaṁ vadati.",
  "tika-s0103t10:29": "Sabhāvato vijjamānāti yena bahukārādisabhāvena desitā, tena sabhāvena paramatthato upalabbhamānā . Yāthāvāti aviparītā. Tathāsabhāvāti taṁsabhāvā. Na tathā na hontīti avitathattā tathāva honti. Tato eva vuttappakārato aññathā na hontīti pañcahipi padehi tesaṁ dhammānaṁ yathābhūtameva vadati. Sammāti ñāyena. Yaṁ pana ñātaṁ, taṁ hetuyuttaṁ kāraṇayuttameva hotīti āha ‘‘hetunā kāraṇenā’’ti. Okappanaṁ janesīti jinavacanabhāvena abhippasādaṁ uppādesi.",
  "tika-s0103t10:30": "Ekadhammavaṇṇanā niṭṭhitā.",
  "tika-s0103t10:31": "Dvedhammavaṇṇanā",
  "tika-s0103t10:32": "352. (Ka) ‘‘sabbatthā’’ ti idaṁ ‘‘sīlapūraṇādīsū’’ti etena saddhiṁ sambandhitabbaṁ. ‘‘Sīlapūraṇādīsu sabbattha appamādo viya upakārakā’’ti etena satisampajaññānampi appamādassa viya sabbattha upakārakatā pakāsitā hoti atthato nātivilakkhaṇattā tato tesaṁ. Satiavippavāso hi appamādo, so ca atthato sabbattha avijahitā sati eva, sā ca kho ñāṇasampayuttā eva daṭṭhabbā, itarāya tathārūpasamatthatābhāvato.",
  "tika-s0103t10:33": "(Kha) tesaṁ pañcasatamattānaṁ bhikkhūnaṁ pubbabhāgapaṭipattivasena desitattā pubbabhāgā kathitā.",
  "tika-s0103t10:34": "(Cha) ayonisomanasikāro saṁkilesassa mūlakāraṇabhāvena pavatto hetu, paribrūhanabhāvena pavatto paccayo. Yonisomanasikārepi eseva nayo. Yathā ca sattānaṁ saṁkilesāya, visuddhiyā ca paccayabhūtā ayonisomanasikāro, yonisomanasikāroti ‘‘ime dve dhammā duppaṭivijjhā’’ti ettha nīharitvā vuttā, evaṁ imehi dhammā nīharitvā vattabbāti dassento ‘‘tathā’’tiādimāha. Tattha asubhajjhānādayo cattāro visaṁyogā nāma kāmayogādipaṭipakkhabhāvato . ‘‘Evaṁ pabhedā’’ti iminā ‘‘avijjābhāgino dhammā, vijjābhāgino dhammā, kaṇhā dhammā, sukkā dhammā’’ti (dha. sa. 101, 104) evamādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0103t10:35": "(Jha) paccayehi samecca sambhuyya katattā pañcakkhandhā saṅkhatā dhātu. Kenaci anabhisaṅkhatattā nibbānaṁ asaṅkhatā dhātu.",
  "tika-s0103t10:36": "(Ña) tisso vijjā vijjanaṭṭhena, viditakaraṇaṭṭhena ca vijjā. Vimuttīti arahattaphalaṁ paṭipakkhato sabbaso vimuttattā.",
  "tika-s0103t10:37": "Abhiññādīnīti abhiññāpaññādīni. Ekakasadisāneva purimavāre viya vibhajja kathetabbato. Maggo kathitoti ettha ‘‘maggova kathito’’ti evamatthaṁ aggahetvā ‘‘maggo kathitovā’’ti evamattho gahetabbo ‘‘anuppāde ñāṇa’’nti iminā phalassa gahitattā. Sacchikātabbapade phalaṁ kathitanti etthāpi ‘‘phalameva kathita’’nti aggahetvā ‘‘phalaṁ kathitamevā’’ti attho gahetabbo vijjāggahaṇena tadaññassa saṅgahitattā. Esa nayo ito paresupi evarūpesu ṭhānesu.",
  "tika-s0103t10:38": "Dvedhammavaṇṇanā niṭṭhitā.",
  "tika-s0103t10:39": "Tayodhammavaṇṇanā",
  "tika-s0103t10:40": "353. (Cha) soti anāgāmimaggo. Sabbaso kāmānaṁ nissaraṇaṁ samucchedavasena pajahanato. Āruppe arahattamaggo nāma arūpajjhānaṁ pādakaṁ katvā uppanno aggamaggo. Puna uppattinivāraṇatoti rūpānaṁ uppattiyā sabbaso nivāraṇato. Nirujjhanti saṅkhārā etenāti nirodho, aggamaggo. Tena hi kilesavaṭṭe nirodhite itarampi vaṭṭadvayaṁ nirodhitameva hoti. Tassa pana nirodhassa pariyosānattā aggaphalaṁ ‘‘nirodho’’ti vattabbataṁ labbhatīti āha ‘‘arahattaphalaṁnirodhoti adhippeta’’nti. ‘‘Arahattaphalena hi nibbāne diṭṭhe’’ ti idaṁ arahattamaggena nibbānadassanassāyaṁ nibbattīti katvā vuttaṁ. Evañca katvā ‘‘arahattasaṅkhātanirodhassa paccayattā’’ ti idampi vacanaṁ samatthitaṁ hoti.",
  "tika-s0103t10:41": "(Ja) atītaṁsārammaṇanti atītakoṭṭhāsārammaṇaṁ ñāṇaṁ, atītā khandhāyatanadhātuyo ārabbha pavattanakañāṇanti attho. ‘‘Maggo kathitovā’’ti avadhāraṇaṁ daṭṭhabbaṁ, tathā ‘‘sacchikātabbe phalaṁ kathitamevā’’ti.",
  "tika-s0103t10:42": "(Ña) āsavānaṁ khaye ñāṇanti ca āsavānaṁ khayante ñāṇanti adhippāyo, aññathā maggo kathito siyā.",
  "tika-s0103t10:43": "Tayodhammavaṇṇanā niṭṭhitā.",
  "tika-s0103t10:44": "Catudhammavaṇṇanā",
  "tika-s0103t10:45": "354. (Ka) dārumayaṁ cakkaṁ dārucakkaṁ, tathā ratanacakkaṁ. Āṇaṭṭhena dhammo eva dhammacakkaṁ. Iriyāpathānaṁ aparāparappavattito iriyāpathacakkaṁ, tathā sampatticakkaṁ veditabbaṁ.",
  "tika-s0103t10:46": "Anucchavike deseti puññakiriyāya, sammāpaṭipattiyā anurūpadese. Sevanaṁ kālena kālaṁ upasaṅkamanaṁ. Bhajanaṁ bhattivasena payirupāsanaṁ. Attano sammā ṭhapananti attano cittasantānassa yoniso ṭhapanaṁ saddhādīsu nivesananti āha ‘‘sace’’tiādi. Idamevettha pamāṇanti idameva pubbekatapuññatāsaṅkhātaṁ sampatticakkamettha etesu sampatticakkesu pamāṇabhūtaṁ itaresaṁ kāraṇabhāvato. Tenāha ‘‘yena hī’’tiādi. So eva ca katapuñño puggalo attānaṁ sammā ṭhapeti akatapuññassa tadabhāvato. Paṭhamo lokiyova, tatthāpi kāmāvacarova. Idhāti imasmiṁ dasuttarasutte. Pubbabhāge lokiyāvāti maggassa pubbabhāge pavattanakā lokiyā eva. Tattha kāraṇaṁ vuttameva.",
  "tika-s0103t10:47": "(Ca) kāmayogavisaṁyogo anāgāmimaggo, diṭṭhiyogavisaṁyogo sotāpattimaggo, itare dve arahattamaggoti evaṁ anāgāmimaggādivasena veditabbā.",
  "tika-s0103t10:48": "(Cha) paṭhamassajhānassa lābhinti yvāyaṁ appaguṇassa paṭhamassa jhānassa lābhī, taṁ. Kāmasahagatā saññāmanasikārā samudācarantīti tato vuṭṭhitaṁ ārammaṇavasena kāmasahagatā hutvā saññāmanasikārā samudācaranti codenti tudenti. Tassa kāmānupakkhandānaṁ saññāmanasikārānaṁ vasena so paṭhamajjhānasamādhi hāyati parihāyati, tasmā ‘‘hānabhāgiyo samādhī’’ti vutto. Tadanudhammatāti tadanurūpasabhāvo. ‘‘Sati santiṭṭhatī’’ti idaṁ micchāsatiṁ sandhāya vuttaṁ. Yassa hi paṭhamajjhānānurūpasabhāvā paṭhamajjhānaṁ santato paṇītato disvā assādayamānā apekkhamānā abhinandamānā nikanti hoti, tassa nikantivasena so paṭhamajjhānasamādhi neva hāyati, na vaḍḍhati, ṭhitikoṭṭhāsiko hoti, tena vuttaṁ ‘‘ṭhitibhāgiyo samādhī’’ti.",
  "tika-s0103t10:49": "Avitakkasahagatāti avitakkaṁ dutiyajjhānaṁ santato paṇītato manasi karoto ārammaṇavasena avitakkasahagatā saññāmanasikārā. Samudācarantīti paguṇapaṭhamajjhānato vuṭṭhitaṁ dutiyajjhānādhigamatthāya codenti tudenti, tassa upari dutiyajjhānupakkhandānaṁ saññāmanasikārānaṁ vasena so paṭhamajjhānasamādhi visesabhūtassa dutiyajjhānassa uppattipadaṭṭhānatāya ‘‘visesabhāgiyo samādhī’’ti vutto. Nibbidāsahagatāti tameva paṭhamajjhānalābhiṁ jhānato vuṭṭhitaṁ nibbidāsaṅkhātena vipassanāñāṇena sahagatā. Vipassanāñāṇañhi jhānaṅgesu pabhedena upaṭṭhahantesu nibbindati ukkaṇṭhati, tasmā ‘‘nibbidā’’ti vuccati. Samudācarantīti nibbānasacchikaraṇatthāya codenti tudenti. Virāgūpasañhitoti virāgasaṅkhātena nibbānena upasañhito. Vipassanāñāṇañhi ‘‘sakkā iminā maggena virāgaṁ nibbānaṁ sacchikātu’’nti pavattito ‘‘virāgūpasañhita’’nti vuccati, taṁsampayuttā saññāmanasikārāpi virāgūpasañhitā eva nāma. Tassa tesaṁ saññāmanasikārānaṁ vasena so paṭhamajjhānasamādhi ariyamaggapaṭivedhassa padaṭṭhānatāya ‘‘nibbedhabhāgiyo samādhī’’ti vutto. Sabbasamāpattiyoti dutiyajjhānādikā sabbā samāpattiyo. Attho veditabboti hānabhāgiyādiattho tāva vitthāretvā veditabbo.",
  "tika-s0103t10:50": "Maggo kathito catunnaṁ ariyasaccānaṁ uddhaṭattā. Phalaṁ kathitaṁ sarūpeneva.",
  "tika-s0103t10:51": "Catudhammavaṇṇanā niṭṭhitā.",
  "tika-s0103t10:52": "Pañcadhammavaṇṇanā",
  "tika-s0103t10:53": "355. (Kha) ‘‘pañcaṅgikosammāsamādhī’’ti samādhiaṅgabhāvena paññā uddiṭṭhāti pītipharaṇatādivacanena hi tameva vibhajati. Tenāha ‘‘pītiṁ pharamānā uppajjatī’’tiādi.‘‘So imameva kāyaṁ vivekajena pītisukhena abhisandetī’’tiādinā (ma. ni. 1.427) nayena pītiyā, sukhassa ca pharaṇaṁ veditabbaṁ. Sarāgavirāgatādivibhāgadassanavasena paresaṁ ceto pharamānā. Ālokapharaṇeti kasiṇālokassa pharaṇe sati teneva ālokena pharitappadese. Tassa samādhissa rūpadassanapaccayattā paccavekkhaṇañāṇaṁ paccavekkhaṇanimittaṁ.",
  "tika-s0103t10:54": "Pītipharaṇatā sukhapharaṇatāti ārammaṇe ṭhatvā catutthajjhānassa uppādanato tā ‘‘pādā viyā’’ti vuttā. Cetopharaṇatā ālokapharaṇatāti taṁtaṁkiccasādhanato tā ‘‘hatthā viyā’’ti vuttā. Abhiññāpādakajjhānaṁ samādhānassa sarīrabhāvato ‘‘majjhimakāyo viyā’’ti vuttaṁ. Paccavekkhaṇanimittaṁ uttamaṅgabhāvato ‘‘sīsaṁ viyā’’ti vuttaṁ.",
  "tika-s0103t10:55": "(Ja) sabbaso kilesadukkhadarathapariḷāhānaṁ vigatattā lokiyasamādhissa sātisayamettha sukhanti vuttaṁ ‘‘appitappitakkhaṇe sukhattā paccuppannasukho’’ti. Purimassa purimassa vasena pacchimaṁ pacchimaṁ laddhāsevanatāya santatarapaṇītatarabhāvappatti hotīti āha ‘‘purimo purimo…pe… sukhavipāko’’ti.",
  "tika-s0103t10:56": "Kilesapaṭippassaddhiyāti kilesānaṁ paṭippassambhanena laddhattā. Kilesapaṭippassaddhibhāvanti kilesānaṁ paṭippassambhanabhāvaṁ. Laddhattā pattattā tabbhāvaṁ upagatattā. Lokiyasamādhissa paccanīkāni nīvaraṇapaṭhamajjhānanikantiādīni niggahetabbāni, aññe kilesā vāretabbā, imassa pana arahattasamādhissa paṭippassaddhasabbakilesattā na niggahetabbaṁ, vāretabbañca atthīti maggānantaraṁ samāpattikkhaṇe ca appayogena adhigatattā, ṭhapitattā ca aparihānavasena vā ṭhapitattā nasaṅkhāraniggayhavārivāvaṭo. ‘‘Sativepullappattattā’’ti etena appavattamānāyapi satiyā satibahulatāya sato eva nāmāti dasseti, ‘‘yathāparicchinnakālavasenā’’ti etena paricchindanasatiyā satoti dasseti. Sesesu ñāṇaṅgesu. Pañcañāṇikoti ettha vuttasamādhimukhena pañca ñāṇāneva uddiṭṭhāni, niddiṭṭhāni ca.",
  "tika-s0103t10:57": "Maggokathito indriyasīsena sammāvāyāmādīnaṁ kathitattā. Phalaṁ kathitaṁ asekkhānaṁ sīlakkhandhādīnaṁ kathitattā.",
  "tika-s0103t10:58": "Pañcadhammavaṇṇanā niṭṭhitā.",
  "tika-s0103t10:59": "Chadhammavaṇṇanā",
  "tika-s0103t10:60": "356.Maggo kathitoti ettha vattabbaṁ heṭṭhā vuttameva.",
  "tika-s0103t10:61": "Sattadhammavaṇṇanā",
  "tika-s0103t10:62": "357. (Ña) hetunāti ādiantavantato, anaccantikato, tāvakālikato, niccapaṭikkhepatoti evaṁ ādinā hetunā. Nayenāti ‘‘yathā ime saṅkhārā etarahi, evaṁ atīte, anāgate ca aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā’’ti atītānāgatesu nayananayena. Kāmaṁ khīṇāsavassa sabbesaṁ saṅkhārānaṁ aniccatādi sudiṭṭhā suppaṭividdhā, taṁ pana asammohanavasena kiccato, vipassanāya pana ārammaṇakaraṇavasenāti dassento āha ‘‘vipassanāñāṇena sudiṭṭhā hontī’’ti. Kilesavasena uppajjamāno pariḷāho vatthukāmasannissayo , vatthukāmāvassayo cāti vuttaṁ ‘‘dvepi sapariḷāhaṭṭhena aṅgārakāsu viyā’’ti. Ninnassevāti [ninnassa (aṭṭhakathāyaṁ)] ninnabhāvasseva. Anto vuccati lāmakaṭṭhena taṇhā. Byantaṁ vigatantaṁ bhūtanti byantībhūtanti āha ‘‘niratibhūtaṁ, [niyatibhūtaṁ (aṭṭhakathāyaṁ) vigatantibhūtaṁ (?)] Nittaṇhanti attho’’ti. Idha sattake. Bhāvetabbapade maggo kathito bojjhaṅgānaṁ vuttattā.",
  "tika-s0103t10:63": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-s0103t10:64": "Aṭṭhadhammavaṇṇanā",
  "tika-s0103t10:65": "358. (Ka) ādibrahmacariyikāyāti ādibrahmacariyā eva ādibrahmacariyikā yathā ‘‘vinayo eva venayiko’’ti, tassā ādibrahmacariyikāya. Kā pana sāti āha ‘‘paññāyā’’ti. Sikkhattayasaṅgahassāti adhisīlasikkhādisikkhattayasaṅgahassa. Upacārajjhānasahagatā taruṇasamathapaññāva udayabbayānupassanāvasena pavattā taruṇavipassanāpaññā [taruṇasamathavipassanāpaññā (aṭṭhakathāyaṁ)]. Ādibhūtāyāti paṭhamāvayavabhūtāya, desanāvasena cetaṁ vuttaṁ. Uppattikāle pana natthi maggadhammānaṁ ādimajjhapariyosānatā ekacittuppādapariyāpannattā ekajjhaṁyeva uppajjanato. Pemanti daḷhabhatti, taṁ pana vallabhavasena pavattamānaṁ gehasitasadisaṁ hotīti ‘‘gehasitapema’’nti vuttaṁ. Garukaraṇavasena pavattiyā garu cittaṁ etassāti garucitto, tassa bhāvo garucittabhāvo, garumhi garukāro. ‘‘Kilesā na uppajjantī’’ti vatvā tattha kāraṇamāha ‘‘ovādānusāsaniṁ labhatī’’ti. Garūnañhi santike ovādānusāsaniṁ labhitvā yathānusiṭṭhaṁ paṭipajjantassa kilesā na uppajjanti. Tenāha ‘‘tasmā’’tiādi.",
  "tika-s0103t10:66": "(Cha) petāti petamahiddhikā. Asurānanti devāsurānaṁ. Petāsurā pana petā evāti tesaṁ petehi saṅgaho avuttasiddhova. Āvāhanaṁ gacchantīti sambhogasaṁsaggamukhena peteheva asurānaṁ saṅgahaṇe kāraṇaṁ dasseti.",
  "tika-s0103t10:67": "(Ja) appicchassāti niicchassa. Abhāvattho hettha appa-saddo ‘‘appaḍaṁsamakasavātātapā’’tiādīsu (a. ni. 10.11) viya. Paccayesu appiccho paccayaappiccho, cīvarādipaccayesu icchārahito. Adhigamaappicchoti jhānādiadhigamavibhāvane icchārahito. Pariyattiappicchoti pariyattiyaṁ bāhusaccavibhāvane icchārahito. Dhutaṅgaappicchoti dhutaṅgesu appiccho dhutaṅgavibhāvena icchārahito. Santaguṇanigūhanenāti attani saṁvijjamānānaṁ jhānādiguṇānañceva bāhusaccaguṇassa ca dhutaṅgaguṇassa ca nigūhanena chādanena. Sampajjatīti nippajjati sijjhati. No mahicchassāti mahatiyā icchāya samannāgatassa, icchaṁ vā mahantassa no sampajjati anudhammassāpi anicchanato.",
  "tika-s0103t10:68": "Pavivittassāti pakārehi vivittassa. Tenāha ‘‘kāyacittaupadhivivekehi vivittassā’’ti. ‘‘Aṭṭhaārambhavatthuvasenā’’ti etena bhāvanābhiyogavasena ekībhāvova idha ‘‘kāyaviveko’’ti adhippeto, na gaṇasaṅgaṇikābhāvamattanti dasseti. Kammanti yogakammaṁ.",
  "tika-s0103t10:69": "Sattehi kilesehi ca saṅgaṇanaṁ samodhānaṁ saṅgaṇikā, sā āramitabbaṭṭhena ārāmo etassāti saṅgaṇikārāmo, tassa. Tenāha ‘‘gaṇasaṅgaṇikāya cevā’’tiādi. Āraddhavīriyassāti paggahitavīriyassa, tañca kho upadhiviveke ninnatāvasena ‘‘ayaṁ dhammo’’ti vacanato. Esa nayo ito paresupi. Vivaṭṭasannissitaṁyeva hi samādhānaṁ idhādhippetaṁ, tathā paññāpi. Kammassakatāpaññāya hi patiṭṭhato kammavasena ‘‘bhavesu nānappakāro anattho’’ti jānanto kammakkhayakarañāṇaṁ abhipattheti, tadatthañca ussāhaṁ karoti. Mānādayo sattasantānaṁ saṁsāre papañcenti vitthārentīti papañcāti āha ‘‘nippapañcassāti vigatamānataṇhādiṭṭhipapañcassā’’ti.",
  "tika-s0103t10:70": "Maggo kathito sarūpeneva.",
  "tika-s0103t10:71": "Navadhammavaṇṇanā",
  "tika-s0103t10:72": "359. (Kha) visuddhinti ñāṇadassanavisuddhiṁ, accantavisuddhimeva vā. Catupārisuddhisīlanti pātimokkhasaṁvarādinirupakkiliṭṭhatāya catubbidhaparisuddhivantaṁ sīlaṁ. Pārisuddhipadhāniyaṅganti puggalassa parisuddhiyā padhānabhūtaṁ aṅgaṁ. Tenāha ‘‘parisuddhabhāvassa padhānaṅga’’nti. Samathassa visuddhibhāvo vodānaṁ paguṇabhāvena paricchinnanti āha ‘‘aṭṭha paguṇasamāpattiyo’’ti. Vigatupakkilesañhi ‘‘paguṇa’’nti vattabbataṁ labbhati, na saupakkilesaṁ hānabhāgiyādibhāvappattito. Sattadiṭṭhimalavisuddhito nāmarūpaparicchedo diṭṭhivisuddhi. Paccayapariggaho addhattayakaṅkhāmalavidhamanato kaṅkhāvitaraṇavisuddhi. Yasmā nāmarūpaṁ nāma sappaccayameva, tasmā taṁ pariggaṇhantena atthato tassa sappaccayatāpi pariggahitā eva hotīti vuttaṁ ‘‘diṭṭhivisuddhīti sappaccayaṁ nāmarūpadassana’’nti. Yasmā pana nāmarūpassa paccayaṁ pariggaṇhantena tīsu addhāsu kaṅkhāmalavitaraṇapaccayākārāvabodhavaseneva hoti, tasmā ‘‘paccayākārañāṇa’’ntiādi vuttaṁ yathā kaṅkhāvitaraṇavisuddhi ‘‘dhammaṭṭhitiñāṇa’’nti vuccati. Maggāmagge ñāṇanti maggāmagge vavatthapetvā ṭhitañāṇaṁ. Ñāṇanti idha taruṇavipassanā kathitā tesaṁ bhikkhūnaṁ ajjhāsayavasena ‘‘ñāṇadassanavisuddhī’’ti vuṭṭhānagāminiyā vipassanāya vuccamānattā. Yadi ‘‘ñāṇadassanavisuddhī’’ti vuṭṭhānagāminivipassanā adhippetā, ‘‘paññā’’ti ca arahattaphalapaññā, maggo pana kathanti ? Maggo bahukārapade virāgaggahaṇena gahito. Vakkhati hi ‘‘idha bahukārapade maggo kathito’’ti (dī. ni. aṭṭha. 3.359).",
  "tika-s0103t10:73": "(Cha) cakkhādidhātunānattanti cakkhādirūpādicakkhuviññāṇādidhātūnaṁ vemattataṁ nissāya. Cakkhusamphassādinānattanti cakkhusamphassasotasamphassaghānasamphassādisamphassavibhāgaṁ. Saññānānattanti ettha rūpasaññādisaññānānattampi labbhateva, taṁ pana kāmasaññādiggahaṇeneva gayhati. Kāmasaññādīti ādi-saddena byāpādasaññādīnaṁ gahaṇaṁ. Saññānidānattā papañcasaṅkhānaṁ ‘‘saññānānattaṁ paṭicca saṅkappanānatta’’nti vuttaṁ, ‘‘yaṁ saṅkappeti, taṁ papañcetī’’ti vacanato ‘‘saṅkappanānattaṁ paṭicca chandanānatta’’nti vuttaṁ. Chandanānattanti ca taṇhāchandassa nānattaṁ. Rūpapariḷāhoti rūpavisayo rūpābhipatthanāvasena pavatto kilesapariḷāho. Saddapariḷāhoti etthāpi eseva nayo. Kileso hi uppajjamāno appattepi ārammaṇe patto viya pariḷāhova uppajjati. Tathābhūtassa pana kilesachandassa vasena rūpādipariyesanā hotīti āha ‘‘pariḷāhanānattatāya rūpapariyesanādinānattaṁ uppajjatī’’ti. Tathā pariyesantassa sace taṁ rūpādi labbheyya, taṁ sandhāyāha ‘‘pariyesanādinānattatāya rūpapaṭilābhādinānattaṁ uppajjatī’’ti.",
  "tika-s0103t10:74": "(Ja) maraṇānupassanāñāṇeti maraṇassa anupassanāvasena pavattañāṇe, maraṇānussatisahagatapaññāyāti attho. Āhāraṁ pariggaṇhantassāti gamanādivasena āhāraṁ paṭikkūlato pariggaṇhantassa. Ukkaṇṭhantassāti nibbindantassa katthacipi asajjantassa.",
  "tika-s0103t10:75": "Dasadhammavaṇṇanā",
  "tika-s0103t10:76": "360. (Jha) nijjarakāraṇānīti pajahanakāraṇāni. Imasmiṁ abhiññāpade maggo kathīyatīti katvā ‘‘ayaṁ heṭṭhā..pe… puna gahitā’’ti vuttaṁ. Tathā hi vakkhati ‘‘idha abhiññāpade maggo kathito’’ (dī. ni. aṭṭha. 3.360) kiñcāpi nijjiṇṇā micchādiṭṭhīti ānetvā sambandhitabbaṁ. Yathā micchādiṭṭhi vipassanāya nijjiṇṇāpi na samucchinnāti samucchedappahānadassanatthaṁ puna gahitā, evaṁ micchāsaṅkappādayopi vipassanāya pahīnāpi asamucchinnatāya idha puna gahitāti ayamattho ‘‘micchāsaṅkappo’’tiādīsu sabbapadesu vattabboti dasseti ‘‘evaṁ sabbapadesu nayo netabbo’’ti iminā.",
  "tika-s0103t10:77": "Etthacāti ‘‘sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṁ gacchantī’’ti etasmiṁ pāḷipade. Ettha ca samucchedavasena, paṭippassaddhivasena ca paṭipakkhadhammā sammadeva vimuccanaṁ sammāvimutti, tappaccayā ca maggaphalesu aṭṭha indriyāni bhāvanāpāripūriṁ upagacchantīti maggasampayuttānipi saddhādīni indriyāni uddhaṭāni. Maggavasena hi phalesu bhāvanā pāripūrī nāmāti. Abhinandanaṭṭhenāti ativiya sinehanaṭṭhenidañhi. Somanassindriyaṁ ukkaṁsagatasātasabhāvaṁ sampayuttadhamme sinehantaṁ tementaṁ viya pavattati. Pavattasantatiādhipateyyaṭṭhenāti vipākasantānassa jīvane adhipatibhāvena. ‘‘Eva’’ntiādi vuttasseva atthassa nigamanaṁ.",
  "tika-s0103t10:78": "Addhena saha chaṭṭhāni pañhasatāni, paññāsādhikāni saha pañhasatānīti attho.",
  "tika-s0103t10:79": "Ettha ca āyasmā dhammasenāpati ‘‘dasasu nāthakaraṇadhammesu patiṭṭhāya dasakasiṇāyatanāni bhāvento dasaāyatanamukhena pariññaṁ paṭṭhapetvā pariññeyyadhamme parijānanto dasamicchatte, dasaakusalakammapathe ca pahāya dasakusalakammapathesu ca avaṭṭhito dasasu ariyāvāsesu āvasitukāmo dasasaññā uppādento dasanijjaravatthūni abhiññāya dasaasekkhadhamme adhigacchatī’’ti tesaṁ bhikkhūnaṁ ovādaṁ matthakaṁ pāpento desanaṁ niṭṭhapesi. Pamodavasena paṭiggaṇhanaṁ abhinandananti āha ‘‘sādhu sādhūti abhinandantā sirasā sampaṭicchiṁsū’’ti. Tāya attamanatāyāti tāya yathādesitadesanāgatāya pahaṭṭhacittatāya, tattha yathāladdhaatthavedadhammavedehīti attho. Imameva suttaṁ āvajjamānāti imasmiṁ sutte tattha tattha āgate abhiññeyyādibhede dhamme abhijānanādivasena samannāharantā. Saha paṭisambhidāhi…pe… patiṭṭhahiṁsūti attano upanissayasampannatāya, therassa ca desanānubhāvena yathāraddhaṁ vipassanaṁ ussukketvā paṭisambhidāparivārāya abhiññāya saṇṭhahiṁsūti.",
  "tika-s0103t10:80": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "tika-s0103t10:81": "Dasuttarasuttavaṇṇanāya līnatthappakāsanā.",
  "tika-s0103t10:82": "Niṭṭhitā ca pāthikavaggaṭṭhakathāya līnatthappakāsanā.",
  "tika-s0103t10:83": "Pāthikavaggaṭīkā niṭṭhitā.",
  "tika-s0103t10:84": "Nigamanakathāvaṇṇanā",
  "tika-s0103t10:85": "Therānaṁ mahākassapādīnaṁ vaṁso paveṇī anvayo etassāti theravaṁsanvayo, tena; catumahānikāyesu theriyenāti attho.",
  "tika-s0103t10:86": "Dasabalassa sammāsambuddhassa guṇagaṇānaṁ paridīpanato dasabalaguṇagaṇaparidīpanassa. Ayañhi āgamo brahmajālādīsu, mahāpadānādīsu, sampasādanīyādīsu ca tattha tattha visesato buddhaguṇānaṁ pakāsanavasena pavattoti. Tathā hi vuttaṁ ādito ‘‘saddhāvahaguṇassā’’ti (dī. ni. aṭṭha. 1.ganthārambhakathā).",
  "tika-s0103t10:87": "Mahāṭṭhakathāya sāranti dīghanikāyamahāaṭṭhakathāyaṁ atthasāraṁ.",
  "tika-s0103t10:88": "Ekūnasaṭṭhimattoti thokaṁ ūnabhāvato matta-saddaggahaṇaṁ.",
  "tika-s0103t10:89": "Mūlakaṭṭhakathāsāranti pubbe vuttaṁ dīghanikāyamahāaṭṭhakathāsārameva puna nigamanavasena vadati. Atha vā mūlakaṭṭhakathāsāranti porāṇaṭṭhakathāsu atthasāraṁ, tenetaṁ dasseti ‘‘dīghanikāyamahāaṭṭhakathāyaṁ atthasāraṁ ādāya imaṁ sumaṅgalavilāsiniṁ karonto sesamahānikāyānampi mūlakaṭṭhakathāsu idha viniyogakkhamaṁ atthasāraṁ ādāyayeva akāsi’’nti.",
  "tika-s0103t10:90": "‘‘Mahāvihāravāsīna’’nti [mahāvihāre nivāsinaṁ (aṭṭhakathāyaṁ)] ca idaṁ purimapacchimapadehi saddhiṁ sambandhitabbaṁ ‘‘mahāvihāravāsīnaṁ samayaṁ pakāsayantiṁ, mahāvihāravāsīnaṁ mūlakaṭṭhakathāsāraṁ ādāyā’’ti ca. Tena puññena. Hotu sabbo sukhī lokoti kāmāvacarādivibhāgo sabbopi sattaloko yathārahaṁ bodhittayādhigamanavasena sampattena nibbānasukhena sukhito hotūti sadevakassa lokassa accantasukhādhigamāya attano puññaṁ pariṇāmeti.",
  "tika-s0103t10:91": "Parimāṇato sādhikaṭṭhavīsasahassanavutibhāṇavārā niṭṭhitāti. Parimāṇato sādhikaṭṭhavīsasahassamattaganthena dīghanikāyaṭīkā racitācariyadhammapālena.",
  "tika-s0103t10:92": "Micchādiṭṭhādicorehi , sīlādidhanasañcayaṁ;",
  "tika-s0103t10:93": "Rakkhaṇatthāya sakkaccaṁ, mañjūsaṁ viya kāritanti. (etthantare pāṭho pacchā likhito)",
  "tika-s0103t10:94": "Niṭṭhitā sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya līnatthappakāsanā.",
  "tika-s0103t10:95": "Dīghanikāyaṭīkā niṭṭhitā."
}