{
  "tika-vin08t19:0": "19. Kappiyabhūmivinicchayakathā",
  "tika-vin08t19:1": "101. Evaṁ catukālikavinicchayaṁ kathetvā idāni kappiyakuṭivinicchayaṁ kathetuṁ ‘‘kappiyā catubhūmiyo’’tiādimāha. Tattha kappantīti kappiyā, kappa sāmatthiyeti dhātu. Bhavanti etāsu antovutthaantopakkānīti bhūmiyo, catasso bhūmiyo catubhūmiyo, catasso kappiyakuṭiyoti attho. Katamā tāti āha ‘‘ussāvanantikā…pe… veditabbā’’ti. Kathaṁ viññāyaticcāha ‘‘anujānāmi…pe… vacanato’’ti. Idaṁ bhesajjakkhandhakapāḷiṁ (mahāva. 295) sandhāyāha. Tattha uddhaṁ sāvanā ussāvanā, ussāvanā anto yassā kappiyabhūmiyāti ussāvanantikā. Gāvo nisīdanti etthāti gonisādikā, go-saddūpapada ni-pubbasada visaraṇagatyāvasānesūti dhātu. Gahapatīhi dinnāti gahapati, uttarapadalopatatiyātappurisoyaṁ. Kammavācāya sammannitabbāti sammutīti evamimāsaṁ viggaho kātabbo. Tatthāti kappiyakuṭivinicchaye. Taṁ pana avatvāpīti andhakaṭṭhakathāyaṁ vuttanayaṁ avatvāpi. Pi-saddena tathāvacanampi anujānāti. Aṭṭhakathāsu vuttanayena vutteti sesaaṭṭhakathāsu vuttanayena ‘‘kappiyakuṭiṁ karomā’’ti vā ‘‘kappiyakuṭī’’ti vā vutte. Sādhāraṇalakkhaṇanti sabbaaṭṭhakathānaṁ sādhāraṇaṁ ussāvanantikakuṭikaraṇalakkhaṇaṁ. Cayanti adhiṭṭhānaṁ uccavatthuṁ. Yato paṭṭhāyāti yato iṭṭhakato silato mattikāpiṇḍato vā paṭṭhāya. Paṭhamiṭṭhakādīnaṁ heṭṭhā na vaṭṭantīti paṭhamiṭṭhakādīnaṁ heṭṭhābhūmiyaṁ patiṭṭhāpiyamānā iṭṭhakādayo bhūmigatikattā ‘‘kappiyakuṭiṁ karomā’’ti vatvā patiṭṭhāpetuṁ na vaṭṭanti. Yadi evaṁ bhūmiyaṁ nikhaṇitvā ṭhapiyamānā thambhā kasmā tathā vatvā patiṭṭhāpetuṁ vaṭṭantīti āha ‘‘thambhā pana…pe… vaṭṭantī’’ti.",
  "tika-vin08t19:2": "Saṅghasantakamevāti vāsatthāya kataṁ saṅghikasenāsanaṁ sandhāya vadati. Bhikkhusantakanti vāsatthāya eva kataṁ bhikkhussa puggalikasenāsanaṁ.",
  "tika-vin08t19:3": "102.Mukhasannidhīti iminā antovutthadukkaṭameva dīpeti.",
  "tika-vin08t19:4": "Vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.295) pana evaṁ vuttaṁ – taṁ pana avatvāpīti pi-saddena tathāvacanampi anujānāti. Aṭṭhakathāsūti andhakaṭṭhakathāvirahitāsu sesaṭṭhakathāsu. Sādhāraṇalakkhaṇanti andhakaṭṭhakathāya saha sabbaṭṭhakathānaṁ samānaṁ. Cayanti adhiṭṭhānaṁ uccavatthuṁ. Yato paṭṭhāyāti yato iṭṭhakādito paṭṭhāya cayaṁ ādiṁ katvā bhittiṁ uṭṭhāpetukāmāti attho. ‘‘Thambhā pana upari uggacchanti, tasmā vaṭṭantī’’ti etena iṭṭhakapāsāṇā heṭṭhā patiṭṭhāpiyamānāpi yadi cayato, bhūmito vā ekaṅgulamattampi uggatā tiṭṭhanti, vaṭṭantīti siddhaṁ hoti.",
  "tika-vin08t19:5": "Ārāmoti upacārasīmāparicchinno sakalo vihāro. Senāsanānīti vihārassa anto tiṇakuṭiādikāni saṅghassa nivāsagehāni. Vihāragonisādikā nāmāti senāsanagonisādikā nāma. Senāsanāni hi sayaṁ parikkhittānipi ārāmaparikkhepābhāvena ‘‘gonisādikā’’ti vuttā. ‘‘Upaḍḍhaparikkhittopī’’ti iminā tato ūnaparikkhitto yebhuyyena aparikkhitto nāma, tasmā aparikkhittasaṅkhameva gacchatīti dasseti. Etthāti upaḍḍhādiparikkhitte. Kappiyakuṭi laddhuṁ vaṭṭatīti gonisādikāya abhāvena sesakappiyakuṭīsu tīsu yā kāci kappiyakuṭi kātabbāti attho.",
  "tika-vin08t19:6": "Tesaṁ gehānīti ettha bhikkhūnaṁ vāsatthāya katampi yāva na denti, tāva tesaṁ santakaṁyeva bhavissatīti daṭṭhabbaṁ. Vihāraṁṭhapetvāti upasampannānaṁ vāsatthāya kataṁ gehaṁ ṭhapetvāti attho. Gehanti nivāsagehaṁ. Tadaññaṁ pana uposathāgārādi sabbaṁ anivāsagehaṁ catukappiyabhūmivimuttā pañcamī kappiyabhūmi. Saṅghasantakepi hi etādise gehe suṭṭhu parikkhittārāmaṭṭhepi abbhokāse viya antovutthādidoso natthi. Yena kenaci channe paricchanne ca sahaseyyappahonake bhikkhussa, saṅghassa vā nivāsagehe antovutthādidoso, na aññattha. Tenāha ‘‘yaṁ panā’’tiādi. Tattha ‘‘saṅghikaṁ vā puggalikaṁ vā’’ti idaṁ kiñcāpi bhikkhubhikkhunīnaṁ sāmaññato vuttaṁ bhikkhūnaṁ pana saṅghikaṁ puggalikañca bhikkhunīnaṁ, tāsaṁ saṅghikaṁ puggalikañca bhikkhūnaṁ gihisantakaṭṭhāne tiṭṭhatīti veditabbaṁ.",
  "tika-vin08t19:7": "Mukhasannidhīti antosannihitadoso hi mukhappavesananimittaṁ āpattiṁ karoti, nāññathā, tasmā ‘‘mukhasannidhī’’ti (vi. vi. ṭī. mahāvagga 2.295) vuttoti.",
  "tika-vin08t19:8": "Tattha tattha khaṇḍā hontīti upaḍḍhato adhikaṁ khaṇḍā honti. Sabbasmiṁ chadane vinaṭṭheti tiṇapaṇṇādivassaparittāyake chadane vinaṭṭhe. Gopānasīnaṁ pana upari vallīhi baddhadaṇḍesu ṭhitesupi jahitavatthukā honti eva. Pakkhapāsakamaṇḍalanti ekasmiṁ passe tiṇṇaṁ gopānasīnaṁ upari ṭhitatiṇapaṇṇādichadanaṁ vuccati.",
  "tika-vin08t19:9": "103.‘‘Anupasampannassa datvā tassā’’tiādinā akappiyakuṭiyaṁ vutthampi anupasampannassa dinne kappiyaṁ hoti, sāpekkhadānañcettha vaṭṭati, paṭiggahaṇaṁ viya na hotīti dasseti. Antopakkasāmaṁpakkesu pana ‘‘na, bhikkhave, antovutthaṁ antopakkaṁ sāmaṁpakkaṁ paribhuñjitabbaṁ, yo paribhuñjeyya, āpatti dukkaṭassa. Anto ce, bhikkhave, vutthaṁ antopakkaṁ sāmaṁpakkaṁ, tañce paribhuñjeyya, āpatti tiṇṇaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ antopakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ bahipakkaṁ sāmaṁpakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Bahi ce, bhikkhave, vutthaṁ antopakkaṁ sāmaṁpakkaṁ, tañce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Anto ce, bhikkhave, vutthaṁ bahipakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ antopakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ bahipakkaṁ sāmaṁpakkaṁ, tañce paribhuñjeyya, āpatti dukkaṭassa. Bahi ce, bhikkhave, vutthaṁ bahipakkaṁ aññehi pakkaṁ, tañce paribhuñjeyya, anāpattī’’ti (mahāva. 274) vacanato ekaṁ tirāpattikaṁ, tīṇi durāpattikāni, tīṇi ekāpattikāni, ekaṁ anāpattikanti aṭṭha honti. Tattha antovutthanti akappiyakuṭiyaṁ vutthaṁ. Antopakkepi eseva nayo. Sāmaṁpakkanti yaṁ kiñci āmisaṁ bhikkhussa pacituṁ na vaṭṭati. Tattha yaṁ vattabbaṁ, taṁ aṭṭhakathāyaṁ vuttameva.",
  "tika-vin08t19:10": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t19:11": "Kappiyabhūmivinicchayakathālaṅkāro nāma",
  "tika-vin08t19:12": "Ekūnavīsatimo paricchedo."
}