{
  "tika-abh02t30:0": "13. Appamaññāvibhaṅgo",
  "tika-abh02t30:1": "1. Suttantabhājanīyavaṇṇanā",
  "tika-abh02t30:2": "642.Disādesodhināti ‘‘ekaṃ disa’’ntiādidisodhinā, vihāragāmanigamanagarajanapadarajjādidesodhinā ca. Sattodhināti ‘‘sabbā itthiyo, sabbe purisā, ariyā, anariyā’’tiādivasappavattena sattodhinā. Etassāti etassa padassa, padatthassa vā. Anuvattakanti adhikāravasena pavattakaṃ. Taṃ dvayanti tathā-saddo, iti-saddoti ubhayaṃ. ‘‘Tathā dutiya’’nti hi vutte ‘‘tathā-saddo yathā mettāsahagatena cetasā puratthimādīsu ekaṃ disaṃ pharitvā viharati, tathā dutiyampi disaṃ mettāsahagatena cetasā pharitvā viharatī’’ti imamatthaṃ dīpeti. Sesadvayepi eseva nayo. Yasmā itīti ayaṃ iti-saddo pakāratthe, evanti vuttaṃ hoti, tasmā ‘‘yathā mettāsahagatena cetasā ekaṃ, dutiyaṃ, tatiyaṃ, catutthaṃ disaṃ pharitvā viharati, evaṃ uddhaṃ, adho, tiriyaṃ mettāsahagatena cetasā pharitvā viharatī’’ti imamatthaṃ dīpeti. Tena vuttaṃ ‘‘mettā…pe… taṃ dvaya’’nti. Tassāti dvayassa. Pharaṇantarādiṭṭhānanti pharaṇato aññaṃ pharaṇantaraṃ, taṃ ādi yassa, taṃ pharaṇantarādi. Pharaṇantarañhetaṃ mettābhāvanāya, yadidaṃ vipulatā. Ādi-saddena bhummantarapaguṇabhāvādi gayhati, tassa pharaṇantarādino ṭhānaṃ ṭhānabhūto ‘‘vipulenā’’tiādinā vuccamāno mettābhāvanāviseso. Vuttappakāramattaparāmasanassa tassa dvayassa aṭṭhānaṃ anokāsoti. Iti katvā iminā kāraṇena na vuttaṃ taṃ dvayanti attho.",
  "tika-abh02t30:3": "643.Rāgassāti kāmarāgassa. Sinehassāti puttasinehādisinehassa. Vipattiyāti rāgasinehasaṅkhātāya mettābhāvanāya vipattiyā vināsassa. Anuppattito hirottappabalena anuppajjanato.",
  "tika-abh02t30:4": "645.Adhimuñcitvāti bhāvanācittaṃ ārammaṇe suṭṭhu vissajjetvā, taṃ panettha adhimuccanaṃ yasmā pharaṇavaseneva hoti, tasmā vuttaṃ ‘‘suṭṭhu pasāretvā’’ti. Yasmā pana ārammaṇe suṭṭhu asaṃsappanavaseneva taṃ mettābhāvanāya adhimuccanaṃ hoti, tasmā ‘‘balavatā vā adhimokkhena adhimuccitvā’’ti ca vuttaṃ.",
  "tika-abh02t30:5": "648.Etesaṃ padānaṃ sabbena sakalena disādesādibhedena avadhinā. Sabbāvadhidisādipharaṇākārehīti sabbāvadhibhūtadisādesapuggalapharaṇappakārehi.",
  "tika-abh02t30:6": "650.Vighātavasenāti vikkhambhanavasena.",
  "tika-abh02t30:7": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t30:8": "3. Pañhapucchakavaṇṇanā",
  "tika-abh02t30:9": "699.Kathitānaṃ kusalādidhammānaṃ. Imasmiṃ pana appamaññāvibhaṅge kathitā appamaññā, tā ca sabhāvato lokiyā eva, na khandhavibhaṅgādīsu kathitā khandhādayo viya lokuttarāpīti ekaṃsato sabbāsaṃ appamaññānaṃ lokiyabhāvameva dīpetuṃ aṭṭhakathāyaṃ ‘‘imasmiṃ panā’’tiādi vuttanti imamatthaṃ dassento āha ‘‘imasmiṃ pana…pe… hotī’’ti.",
  "tika-abh02t30:10": "Pañhapucchakavaṇṇanā niṭṭhitā.",
  "tika-abh02t30:11": "Appamaññāvibhaṅgavaṇṇanā niṭṭhitā."
}