{
  "tika-vin02t2:0": "7. Sekhiyakaṇḍaṁ",
  "tika-vin02t2:1": "1. Parimaṇḍalavaggavaṇṇanā",
  "tika-vin02t2:2": "Sekhiyesu sikkhitasikkhenāti catūhi maggehi tisso sikkhā sikkhitvā ṭhitena, sabbaso pariniṭṭhitakiccenāti vuttaṁ hoti. Tādināti aṭṭhahi lokadhammehi akampiyaṭṭhena tādinā.",
  "tika-vin02t2:3": "576.Sikkhā karaṇīyāti ‘‘evaṁ nivāsessāmī’’ti ārāmepi antaragharepi sabbattha sikkhā kattabbā. Ettha ca yasmā vattakkhandhake vuttavattānipi sikkhitabbattā sekhiyāneva honti, tasmā pārājikādīsu viya paricchedo na kato, cārittanayadassanatthañca ‘‘yo pana bhikkhu olambento nivāseyya, dukkaṭa’’nti evaṁ āpattināmena avatvā ‘‘sikkhā karaṇīyā’’ti evaṁ sabbasikkhāpadesu pāḷi āropitā. Padabhājane pana ‘‘āpatti dukkaṭassā’’ti vuttattā sabbattha anādariyakaraṇe dukkaṭaṁ veditabbaṁ. Vuttanti mahāaṭṭhakathāyaṁ vuttaṁ. Yasmā aṭṭhaṅgulamattaṁ otāretvā nivatthameva nisinnassa caturaṅgulamattaṁ hoti, tasmā ubhopete aṭṭhakathāvādā ekaparicchedā. Te sabbeti nivāsanadosā.",
  "tika-vin02t2:4": "Taṁ panāti taṁ anādariyaṁ. Kiñcāpi kurundivādaṁ pacchā vadantena ‘‘parimaṇḍalaṁ nivāsetuṁ ajānantassa anāpattī’’ti ayamattho patiṭṭhāpito, tathāpi nivāsanavattaṁ sādhukaṁ uggahetabbameva. Sañcicca anuggaṇhantassa anādariyaṁ siyā. Teneva mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. parimaṇḍalasikkhāpadavaṇṇanā) vuttaṁ ‘‘ajānantassāti parimaṇḍalaṁ nivāsetuṁ ajānantassa anāpatti, apica nivāsanavattaṁ uggahetabba’’nti.",
  "tika-vin02t2:5": "Sacittakanti vatthuvijānanacittena paṇṇattivijānanacittena ca sacittakaṁ ‘‘anādariyaṁ paṭiccā’’ti vuttattā. ‘‘Pāṇātipātādi viya nivāsanadoso lokagarahito na hotīti paṇṇattivajja’’nti phussadevatthero āha. Upatissatthero pana ‘‘yasmā anādariyavaseneva āpajjitabbattā kevalaṁ akusalameva, tañca pakatiyā vajjaṁ, sañcicca vītikkamanañca domanassitasseva hoti, tasmā lokavajjaṁ akusalacittaṁ dukkhavedana’’nti āha. Anādariyaṁ, anāpattikāraṇābhāvo, aparimaṇḍalanivāsananti imāni panettha tīṇi aṅgāni. Yathā cettha, evaṁ sabbattha purimāni dve tattha tattha vuttapaṭipakkhakaraṇañcāti tīṇiyeva honti.",
  "tika-vin02t2:6": "577. Dutiyādīsu anekappakāraṁ gihipārutanti setapaṭapārutaṁ paribbājakapārutaṁ ekasāṭakapārutantiādi anekappabhedaṁ gihipārutaṁ. Tassattho khandhakeyeva āvi bhavissati. Vihārepīti buddhupaṭṭhānādikālaṁ sandhāya vuttaṁ.",
  "tika-vin02t2:7": "578. ‘‘Suppaṭicchanno’’ti vuttattā ‘‘sasīsaṁ pāruto sabbathā suppaṭicchannattā suppaṭicchanno nāma hotī’’ti yassa siyā, taṁ sandhāyāha ‘‘na sasīsaṁ pārutenā’’tiādi.",
  "tika-vin02t2:8": "582.Ekasmiṁ pana ṭhāne ṭhatvāti ettha ‘‘gacchantopi parissayābhāvaṁ oloketuṁ labhatiyeva, tathā gāme pūja’’nti tīsupi gaṇṭhipadesu vuttaṁ.",
  "tika-vin02t2:9": "Parimaṇḍalavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:10": "2. Ujjagghikavaggavaṇṇanā",
  "tika-vin02t2:11": "586. Dutiyavagge hasanīyasmiṁ vatthusminti hāsajanake kāraṇe.",
  "tika-vin02t2:12": "Ujjagghikavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:13": "3. Khambhakatavaggavaṇṇanā",
  "tika-vin02t2:14": "603. Tatiyavagge patte saññā pattasaññā, sā assa atthīti pattasaññī, attano bhājane upanibandhasaññī hutvāti attho. Byañjanaṁ pana anādiyitvā atthamattameva dassetuṁ ‘‘patte saññaṁ katvā’’ti vuttaṁ.",
  "tika-vin02t2:15": "604.Oloṇīti ekā byañjanavikati. ‘‘Yo koci suddho kañjikatakkādirasao’’ti keci. Sākasūpeyya-ggahaṇena yā kāci sūpeyyasākehi katā byañjanavikati vuttā. Maṁsarasādīnīti ādi-saddena avasesā sabbāpi byañjanavikati saṅgahitāti daṭṭhabbaṁ. Teneva mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. samasūpakapaṭiggahaṇasikkhāpadavaṇṇanā) vuttaṁ ‘‘ṭhapetvā pana sūpaṁ avasesā sabbāpi sūpeyyā byañjanavikati rasaraso nāma hotī’’ti.",
  "tika-vin02t2:16": "605.Samapuṇṇanti adhiṭṭhānupagassa pattassa antomukhavaṭṭilekhaṁ anatikkāmetvā racitaṁ. Samabharitanti tasseva vevacanaṁ. Phalāphalādīti ādi-saddena odanādimpi saṅgaṇhāti. Heṭṭhā orohatīti samantā okāsasabbhāvato cāliyamānaṁ heṭṭhā bhassati. Matthake thūpīkataṁ pūvameva vaṭaṁsakasadisattā ‘‘pūvavaṭaṁsaka’’nti vuttaṁ. Pupphavaṭaṁsakādīsupi eseva nayo.",
  "tika-vin02t2:17": "Yasmā ‘‘samatittiko piṇḍapāto paṭiggahetabbo’’ti vacanaṁ piṇḍapāto sampuṇṇo paṭiggahetabboti dīpeti, tasmā attano hatthagate patte piṇḍapāto diyyamāno thūpīkatopi ce hoti, vaṭṭatīti dīpeti. ‘‘Thūpīkataṁ piṇḍapātaṁ paṭiggaṇhāti, āpatti dukkaṭassā’’ti hi vacanaṁ paṭhamaṁ thūpīkataṁ piṇḍapātaṁ pacchā paṭiggaṇhato āpattīti dīpeti. ‘‘Patte paṭiggaṇhato ca thūpīkataṁ hoti, vaṭṭati athūpīkatassa paṭiggahitattā, payogo pana natthi aññatra pubbadesā’’ti kenaci vuttaṁ, taṁ na sārato paccetabbaṁ. ‘‘Na thūpīkataṁ piṇḍapātaṁ paṭiggaṇhātī’’ti vacanaṁ paṭhamaṁ thūpīkatasseva pacchā paṭiggaṇhanaṁ dīpeti. Na hi hatthagatepi patte diyyamānaṁ thūpīkataṁ gaṇhanto thūpīkataṁ piṇḍapātaṁ paṭiggaṇhanto nāma na hoti, na ca tena samatittiko piṇḍapāto paṭiggahitoti sakkā viññātuṁ. ‘‘Thūpīkata’’nti ca bhāvanapuṁsakaniddese gayhamāne ayamattho suṭṭhutaraṁ pākaṭoyevāti.",
  "tika-vin02t2:18": "Khambhakatavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:19": "4. Sakkaccavaggavaṇṇanā",
  "tika-vin02t2:20": "608. Catutthavagge sapadānanti ettha dānaṁ vuccati avakhaṇḍanaṁ, apetaṁ dānato apadānaṁ, anavakhaṇḍananti attho. Saha apadānena sapadānaṁ, avakhaṇḍanavirahitaṁ , anupaṭipāṭiyāti vuttaṁ hoti. Tenāha ‘‘tattha tattha odhiṁ akatvā anupaṭipāṭiyā’’ti.",
  "tika-vin02t2:21": "611. Yasmiṁ samaye ‘‘pāṇo na hantabbo’’ti rājāno bheriṁ carāpenti, ayaṁ māghātasamayo nāma. Idha anāpattiyaṁ gilāno na āgato, tasmā gilānassapi āpatti. Sūpodanaviññattisikkhāpade asañcicca assatiyāti ettha ‘‘mukhe pakkhipitvā puna vippaṭisārī hutvā chaḍḍentassa aruciyā pavisante ‘asañciccā’ti vuccati, viññattimpi aviññattimpi etasmiṁ ṭhāne ṭhitaṁ sahasā gahetvā bhuñjante ‘assatiyā’ti vuccatī’’ti tīsupi gaṇṭhipadesu vuttaṁ.",
  "tika-vin02t2:22": "614-615. Ujjhāne saññā ujjhānasaññā, sā assa atthīti ujjhānasaññī. ‘‘Mayūraṇḍaṁ atimahanta’’nti vacanato mayūraṇḍappamāṇo kabaḷo na vaṭṭati. Keci pana ‘‘mayūraṇḍato mahanto na vaṭṭatī’’ti vadanti, taṁ na gahetabbaṁ, ‘‘nātimahanta’’nti ca atimahantasseva paṭikkhittattā khuddake āpatti na dissati. ‘‘Mayūraṇḍaṁ atimahantaṁ, kukkuṭaṇḍaṁ atikhuddakaṁ, tesaṁ vemajjhappamāṇo’’ti iminā pana sāruppavasena khuddakampi paṭikkhipitvā paricchedo na dassitoti veditabbaṁ.",
  "tika-vin02t2:23": "Sakkaccavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:24": "5. Kabaḷavaggavaṇṇanā",
  "tika-vin02t2:25": "618. Pañcamavagge sabbaṁ hatthanti ettha hattha-saddo tadekadesesu aṅgulīsu daṭṭhabbo ‘‘hatthamuddā’’tiādīsu viya, samudāye pavattavohārassa avayavepi vattanato ekaṅgulimpi mukhe pakkhipituṁ na vaṭṭati.",
  "tika-vin02t2:26": "Kabaḷavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:27": "6. Surusuruvaggavaṇṇanā",
  "tika-vin02t2:28": "627. Chaṭṭhavagge sītīkatoti sītaṭṭo, sītapīḷitoti vuttaṁ hoti. Silakabuddhoti parihāsavacanametaṁ. Silakañhi kañci disvā ‘‘buddho aya’’nti voharanti.",
  "tika-vin02t2:29": "634.Vilīvacchattanti veṇuvilīvehi kataṁ chattaṁ. Tatthajātakadaṇḍakena katanti tālapaṇṇaṁ saha daṇḍakena chinditvā tameva chattadaṇḍaṁ karonti gopālakādayo viya, taṁ sandhāyetaṁ vuttaṁ. Chattapādukāya vā ṭhitaṁ hotīti ettha chattapādukā vuccati chattādhāro. Yasmiṁ chattaṁ apatamānaṁ katvā ṭhapenti, tādisikāya chattapādukāya ṭhitaṁ chattaṁ ‘‘chatta’’nti ajjhāharitabbaṁ. ‘‘Chattaṁ chattapādukāya ṭhita’’ntipi paṭhanti, tatthāpi ayamevattho.",
  "tika-vin02t2:30": "637.Cāpoti majjhe vaṅkā kācadaṇḍasadisā dhanuvikati. Kodaṇḍoti vaṭṭaladaṇḍā dhanuvikati. Paṭimukkanti pavesitaṁ laggitaṁ.",
  "tika-vin02t2:31": "Surusuruvaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:32": "7. Pādukavaggavaṇṇanā",
  "tika-vin02t2:33": "647. Sattamavagge paṭicchanno hutvāti so kira rattibhāge uyyānaṁ gantvā ambaṁ abhiruhitvā sākhāya sākhaṁ ambaṁ olokento vicari. Tassa tathā karontasseva ratti vibhāyi. So cintesi ‘‘sace idāni otaritvā gamissāmi, disvā maṁ coroti gahessanti, rattibhāge gamissāmī’’ti. Athekaṁ viṭapaṁ abhiruhitvā nilīno acchi. Taṁ sandhāyetaṁ vuttaṁ. So rukkhato otaranto ekaṁ olambinisākhaṁ gahetvā tesaṁ ubhinnampi antare patiṭṭhāsi. Taṁ sandhāya vuttaṁ ‘‘tesaṁ dvinnampi antarā rukkhato patito’’ti. Pāḷiyā atthaṁ na jānantīti attano gahaṇassa atthaṁ na jānanti.",
  "tika-vin02t2:34": "Jātakapāḷiyaṁ (jā. 1.4.33) pana ayaṁ gāthā –",
  "tika-vin02t2:35": "‘‘Sabbamidaṁ carimaṁ kataṁ, ubho dhammaṁ na passare;",
  "tika-vin02t2:36": "Ubho pakatiyā cutā, yo cāyaṁ mantejjhāpeti;",
  "tika-vin02t2:37": "Yo ca mantaṁ adhīyatī’’ti. –",
  "tika-vin02t2:38": "Evamāgatā. Tassāyamattho (jā. aṭṭha. 3.4.33) – sabbamidaṁ carimaṁ katanti yaṁ amhehi tīhi janehi kataṁ, sabbamidaṁ kiccaṁ lāmakaṁ nimmariyādaṁ adhammikaṁ. Evaṁ attano corabhāvaṁ tesañca mantesu agāravaṁ garahitvā puna itare dveyeva garahanto ‘‘ubho dhammaṁ na passare’’tiādimāha. Tattha ubhoti ime dvepi janā garukārārahaṁ porāṇakadhammaṁ na passanti, tatova dhammapakatito cutā. Dhammo hi paṭhamuppattivasena pakati nāma. Vuttampi cetaṁ –",
  "tika-vin02t2:39": "‘‘Dhammo have pāturahosi pubbe,",
  "tika-vin02t2:40": "Pacchā adhammo udapādi loke’’ti. (jā. 1.11.28);",
  "tika-vin02t2:41": "Yo cāyanti yo ca ayaṁ nīce nisīditvā mante ajjhāpeti, yo ca ucce nisīditvā adhīyatīti.",
  "tika-vin02t2:42": "Sālīnanti ayaṁ gāthāpi –",
  "tika-vin02t2:43": "‘‘Sālīnaṁ odanaṁ bhuñje, suciṁ maṁsūpasecanaṁ;",
  "tika-vin02t2:44": "Tasmā etaṁ na sevāmi, dhammaṁ isīhi sevita’’nti. (jā. 1.4.34) –",
  "tika-vin02t2:45": "Evaṁ jātake āgatā. Tattha sucinti paṇḍaraṁ parisuddhaṁ. Maṁsūpasecananti nānappakārāya maṁsavikatiyā sittaṁ bhuñje, bhuñjāmīti attho. Sesaṁ pākaṭameva.",
  "tika-vin02t2:46": "Dhiratthūti dhi atthu, nindā bhavatūti attho, garahāma taṁ mayanti vuttaṁ hoti. Laddhalābhoti dhanalābhaṁ yasalābhañca sandhāya vadati. Vinipātanahetunāti vinipātanassa hetubhāvena. Vutti nāma hotīti yathāvutto duvidhopi lābho apāyasaṁvattanikatāya samparāye vinipātanahetubhāvena pavattanato sampati adhammacaraṇena pavattanato ca vutti nāma hotīti attho. Evarūpā yā vuttīti evarūpā dhanalābhayasalābhasaṅkhātā yā vutti. Adhammacaraṇena vāti vā-saddo sampiṇḍanattho. Tvanti upayogatthe paccattavacanaṁ, taṁ icceva vā pāṭho. Asmāti pāsāṇādhivacanametaṁ.",
  "tika-vin02t2:47": "Pādukavaggavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:48": "Sesaṁ uttānameva.",
  "tika-vin02t2:49": "Sekhiyakaṇḍaṁ niṭṭhitaṁ.",
  "tika-vin02t2:50": "Adhikaraṇasamathesu yaṁ vattabbaṁ, taṁ aṭṭhakathāyaṁ āgataṭṭhāneyeva dassayissāma.",
  "tika-vin02t2:51": "Iti samantapāsādikāya vinayaṭṭhakathāya sāratthadīpaniyaṁ",
  "tika-vin02t2:52": "Bhikkhuvibhaṅgavaṇṇanā niṭṭhitā.",
  "tika-vin02t2:53": "Mahāvibhaṅgo niṭṭhito.",
  "tika-vin02t2:54": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-vin02t2:55": "Bhikkhunīvibhaṅgavaṇṇanā"
}