{
  "tika-abh07t17:0": "9. Kammaṭṭhānaparicchedavaṇṇanā",
  "tika-abh07t17:1": "1.Ito paccayaniddesato paraṁ nīvaraṇānaṁ samanaṭṭhena samathasaṅkhātānaṁ, aniccādivividhākārato dassanaṭṭhena vipassanāsaṅkhātānañca dvinnaṁ bhāvanānaṁ duvidhampi kammaṭṭhānaṁ duvidhabhāvanākammassa pavattiṭṭhānatāya kammaṭṭhānabhūtamārammaṇaṁ uttaruttarayogakammassa padaṭṭhānatāya kammaṭṭhānabhūtaṁ bhāvanāvīthiñca yathākkamaṁ samathavipassanānukkamena pavakkhāmīti yojanā.",
  "tika-abh07t17:2": "Samathakammaṭṭhānaṁ",
  "tika-abh07t17:3": "Caritabhedavaṇṇanā",
  "tika-abh07t17:4": "3. Rāgo va caritā pakatīti rāgacaritā. Evaṁ dosacaritādayopi. Caritasaṅgahoti mūlacaritavasena puggalasaṅgaho, saṁsaggavasena pana tesaṭṭhi caritā honti. Vuttañhi –",
  "tika-abh07t17:5": "‘‘Rāgādike tike satta, satta saddhādike tike;",
  "tika-abh07t17:6": "Ekadvitikamūlamhi, missato sattasattaka’’nti.",
  "tika-abh07t17:7": "Ettha hi rāgacaritā dosacaritā mohacaritā rāgadosacaritā rāgamohacaritā dosamohacaritā rāgadosamohacaritāti evaṁ rāgādike tike sattakamekaṁ. Tathā saddhācaritā buddhicaritā vitakkacaritā saddhābuddhicaritā saddhābuddhivitakkacaritā buddhivitakkacaritā saddhābuddhivitakkacaritāti saddhādikepi tike ekanti evaṁ dve tike amissetvā cuddasa caritā honti. Rāgāditike pana ekadvitikamūlavasena saddhāditikena saha yojite rāgasaddhācaritā rāgabuddhicaritā rāgavitakkacaritā rāgasaddhābuddhicaritā rāgasaddhāvitakkacaritā rāgabuddhivitakkacaritā rāgasaddhābuddhivitakkacaritāti rāgamūlanaye ekaṁ sattakaṁ, tathā ‘‘dosasaddhācaritā dosabuddhicaritā dosavitakkacaritā’’tyādinā dosamūlanayepi ekaṁ, ‘‘mohasaddhācaritā’’tyādinā mohamūlanayepi ekanti evaṁ ekamūlanaye sattakattayaṁ hoti. Yathā cettha, evaṁ dvimūlakanayepi ‘‘rāgadosasaddhācaritā rāgadosabuddhicaritā rāgadosavitakkacaritā’’tyādinā sattakattayaṁ. Timūlakanaye pana ‘‘rāgadosamohasaddhācaritā’’tyādinā ekaṁ sattakanti evaṁ missato sattasattakavasena ekūnapaññāsa caritā honti. Iti imā ekūnapaññāsa, purimā ca cuddasāti tesaṭṭhi caritā daṭṭhabbā. Keci pana diṭṭhiyā saddhiṁ ‘‘catusaṭṭhī’’ti vaṇṇenti.",
  "tika-abh07t17:8": "Caritabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:9": "Bhāvanābhedavaṇṇanā",
  "tika-abh07t17:10": "4. Bhāvanāya paṭisaṅkhārakammabhūtā, ādikammabhūtā vā pubbabhāgabhāvanā parikammabhāvanā nāma. Nīvaraṇavikkhambhanato paṭṭhāya gotrabhūpariyosānā kāmāvacarabhāvanā upacārabhāvanā nāma. Appanāya samīpacārittā gāmūpacārādayo viya. Mahaggatabhāvappattā appanābhāvanā nāma appanāsaṅkhātavitakkapamukhattā . Sampayuttadhammehi ārammaṇe appento viya pavattatīti vitakko appanā. Tathā hi so ‘‘appanā byappanā’’ti (dha. sa. 7) niddiṭṭho. Tappamukhatāvasena pana sabbepi mahaggatānuttarajhānadhammā ‘‘appanā’’ti vuccanti.",
  "tika-abh07t17:11": "Bhāvanābhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:12": "Nimittabhedavaṇṇanā",
  "tika-abh07t17:13": "5. Parikammassa nimittaṁ ārammaṇattāti parikammanimittaṁ, kasiṇamaṇḍalādi. Tadeva cakkhunā diṭṭhaṁ viya manasā uggahetabbaṁ nimittaṁ, uggaṇhantassa vā nimittanti uggahanimittaṁ. Tappaṭibhāgaṁ vaṇṇādikasiṇadosarahitaṁ nimittaṁ upacārappanānaṁ ārammaṇattāti paṭibhāganimittaṁ.",
  "tika-abh07t17:14": "6. Pathavīyeva kasiṇaṁ ekadese aṭṭhatvā anantassa pharitabbatāya sakalaṭṭhenāti pathavīkasiṇaṁ, kasiṇamaṇḍalaṁ. Paṭibhāganimittaṁ, tadārammaṇañca jhānaṁ ‘pathavīkasiṇa’nti vuccati. Tathā āpokasiṇādīsupi. Tattha pathavādīni cattāri bhūtakasiṇāni. Nīlādīni cattāri vaṇṇakasiṇāni, paricchinnākāso ākāsakasiṇaṁ, candādiāloko ālokakasiṇanti daṭṭhabbaṁ.",
  "tika-abh07t17:15": "7. Uddhaṁ dhumātaṁ sūnaṁ chavasarīraṁ uddhumātaṁ, tadeva kucchitaṭṭhenauddhumātakaṁ. Evaṁ sesesupi. Setarattādinā vimissitaṁ yebhuyyena nīlavaṇṇaṁ chavasarīraṁ vinīlakaṁ visesato nīlakanti katvā. Vissavantapubbakaṁ vipubbakaṁ. Majjhe dvidhā chinnaṁ vicchiddakaṁ. Soṇasiṅgālādīhi vividhākārena khāyitaṁ vikkhāyitakaṁ. Soṇasiṅgālādīhi vividhenākārena khaṇḍitvā tattha tattha khittaṁ vikkhittakaṁ. Kākapadādiākārena satthena hanitvā vividhaṁ khittaṁ hatavikkhittakaṁ. Lohitapaggharaṇakaṁ lohitakaṁ. Kimikulapaggharaṇakaṁ puḷavakaṁ. Antamaso ekampi aṭṭhi aṭṭhikaṁ.",
  "tika-abh07t17:16": "8. Anu anu saraṇaṁ anussati, arahatādibuddhaguṇārammaṇā anussati buddhānussati. Svākkhātatādidhammaguṇārammaṇā anussati dhammānussati. Suppaṭipannatādisaṁghaguṇārammaṇā anussati saṁghānussati. Akhaṇḍatādinā suparisuddhassa attano sīlaguṇassa anussaraṇaṁ sīlānussati. Vigatamalamaccheratādivasena attano cāgānussaraṇaṁ cāgānussati. ‘‘Yehi saddhādīhi samannāgatā devā devattaṁ gatā, tādisā guṇā mayi santī’’ti evaṁ devatā sakkhiṭṭhāne ṭhapetvā attano saddhādiguṇānussaraṇaṁ devatānussati. Sabbadukkhūpasamabhūtassa nibbānassa guṇānussaraṇaṁ upasamānussati. Jīvitindriyupacchedabhūtassa maraṇassa anussaraṇaṁ maraṇānussati. Kesādikāyakoṭṭhāse gatā pavattā sati kāyagatāsati. Ānañca apānañca ānāpānaṁ, assāsapassāsā, tadārammaṇā sati ānāpānassati.",
  "tika-abh07t17:17": "9. Mijjati siniyhatīti mettā, mittesu bhavāti vā mettā, sā sattānaṁ hitasukhūpasaṁharaṇalakkhaṇā. Paradukkhāpanayanakāmatālakkhaṇā karuṇā. Parasampattipamodalakkhaṇā muditā. Iṭṭhāniṭṭhesu majjhattākārappavattilakkhaṇā upekkhā. Appamāṇasattārammaṇattā appamaññā. Uttamavihārabhāvato, uttamānaṁ vā vihārabhāvato brahmavihāro.",
  "tika-abh07t17:18": "10. Gamanapariyesanaparibhogādipaccavekkhaṇavasena kabaḷīkārāhāre paṭikūlanti pavattā saññā āhāre paṭikūlasaññā.",
  "tika-abh07t17:19": "11. Pathavīdhātuādīnaṁ catunnaṁ dhātūnaṁ salakkhaṇato kesādisasambhārādito ca vavatthānaṁ catudhātuvavatthānaṁ.",
  "tika-abh07t17:20": "12. Arūpe ārammaṇe pavattā āruppā.",
  "tika-abh07t17:21": "Nimittabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:22": "Sappāyabhedavaṇṇanā",
  "tika-abh07t17:23": "13. Idāni tassa tassa puggalassa caritānukūlakammaṭṭhānaṁ dassetuṁ ‘‘caritāsu panā’’tyādimāha. Rāgo va caritaṁ pakati etassāti rāgacarito, rāgabahulo puggalo, rāgassa ujuvipaccanīkabhāvato asubhakammaṭṭhānaṁ tassa sappāyaṁ. Ānāpānaṁ mohacaritassa, vitakkacaritassa ca sappāyaṁ buddhivisayabhāvena mohappaṭipakkhattā, vitakkasandhāvanassa nivārakattā ca. Cha buddhānussatiādayo saddhācaritassa sappāyā saddhāvuddhihetubhāvato.",
  "tika-abh07t17:24": "17.Maraṇaupasamasaññāvavatthānāni buddhicaritassa sappāyāni gambhīrabhāvato buddhiyā eva visayattā.",
  "tika-abh07t17:25": "18.Sesānīti catubbidhabhūtakasiṇaākāsaālokakasiṇaāruppacatukkavasena dasavidhāni. Tatthāpīti tesu dasasu kammaṭṭhānesu. Puthulaṁ mohacaritassa sappāyaṁ sambādhe okāse cittassa bhiyyosomattāya sammuyhanato. Khuddakaṁ vitakkacaritassa sappāyaṁ mahantārammaṇassa vitakkasandhāvanapaccayattā. Ujuvipaccanīkato ceva atisappāyatāya cetaṁ vuttaṁ. Rāgādīnaṁ pana avikkhambhikā, saddhādīnaṁ vā anupakārikā kasiṇādibhāvanā nāma natthi.",
  "tika-abh07t17:26": "Sappāyabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:27": "Bhāvanābhedavaṇṇanā",
  "tika-abh07t17:28": "19.Sabbatthāpīti cattālīsakammaṭṭhānesupi natthi appanā, buddhaguṇādīnaṁ paramatthabhāvato, anekavidhattā, ekassapi gambhīrabhāvato ca. Buddhānussatiādīsu dasasu kammaṭṭhānesu appanāvasena samādhissa patiṭṭhātuṁ asakkuṇeyyattā appanābhāvaṁ appatvā samādhi upacārabhāvena patiṭṭhāti. Lokuttarasamādhi, pana dutiyacatutthāruppasamādhi ca sabhāvadhammepi bhāvanāvisesavasena appanaṁ pāpuṇāti. Visuddhibhāvanānukkamavasena hi lokuttaro appanaṁ pāpuṇāti. Ārammaṇasamatikkamabhāvanāvasena āruppasamādhi. Appanāppattasseva hi catutthajjhānasamādhino ārammaṇasamatikkamanamattaṁ hoti.",
  "tika-abh07t17:29": "21. Pañcapi jhānāni etesamatthi, tattha niyuttānīti vā pañcakajjhānikāni.",
  "tika-abh07t17:30": "22. Asubhabhāvanāya paṭikūlārammaṇattā caṇḍasotāya nadiyā arittabalena nāvā viya vitakkabaleneva tattha cittaṁ pavattatīti asubhakammaṭṭhāne avitakkajjhānāsambhavato ‘‘paṭhamajjhānikā’’ti vuttaṁ.",
  "tika-abh07t17:31": "23. Mettākaruṇāmuditānaṁ domanassasahagatabyāpādavihiṁsānabhiratīnaṁ pahāyakattā domanassappaṭipakkhena somanasseneva sahagatatā yuttāti ‘‘mettādayo tayo catukkajjhānikā’’ti vuttā.",
  "tika-abh07t17:32": "24. ‘‘Sabbe sattā sukhitā hontu, dukkhā muccantu, laddhasukhasampattito mā vigacchantū’’ti mettādivasappavattabyāpārattayaṁ pahāya kammassakatādassanena sattesu majjhattākārappavattabhāvanānibbattāya tatramajjhattupekkhāya balavatarattā upekkhābrahmavihārassa sukhasahagatāsambhavato ‘‘upekkhā pañcamajjhānikā’’ti vuttā.",
  "tika-abh07t17:33": "Bhāvanābhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:34": "Gocarabhedavaṇṇanā",
  "tika-abh07t17:35": "26.Yathārahanti taṁtaṁārammaṇānurūpato. Kassaci ārammaṇassa aparibyattatāya ‘‘pariyāyenā’’ti vuttaṁ.",
  "tika-abh07t17:36": "27. Kasiṇāsubhakoṭṭhāsānāpānassatīsveva hi paribyattanimittasambhavoti.",
  "tika-abh07t17:37": "28.Pathavīmaṇḍalādīsu nimittaṁ uggaṇhantassāti ādimhi tāva catupārisuddhisīlaṁ visodhetvā dasavidhaṁ palibodhaṁ upacchinditvā piyagarubhāvanīyādiguṇasamannāgataṁ kalyāṇamittaṁ upasaṅkamitvā attano cariyānukūlaṁ kammaṭṭhānaṁ gahetvā aṭṭhārasavidhaṁ ananurūpavihāraṁ pahāya pañcaṅgasamannāgate anurūpavihāre viharantassa kesanakhaharaṇādikhuddakapalibodhupacchedaṁ katvā kasiṇamaṇḍalādīni purato katvā ānāpānakoṭṭhāsādīsu cittaṁ ṭhapetvā nisīditvā ‘‘pathavī pathavī’’tyādinā taṁtaṁbhāvanānukkamena pathavīkasiṇādīsu taṁtadārammaṇesu nimittaṁ uggaṇhantassa. Ayamettha saṅkhepo. Vitthārato pana bhāvanā visuddhimaggato (visuddhi. 1.54 ādayo) gahetabbā. Duvidhampi hi bhāvanāvidhānaṁ idha ācariyena atisaṅkhepato vuttaṁ, tadatthadassanatthañca vitthāranaye āhariyamāne atippapañco siyāti mayampi taṁ na vitthāressāma. Yadā pana taṁ nimittaṁ cittena samuggahitanti evaṁ pavattānupubbabhāvanāvasena yadā taṁ parikammanimittaṁ cittena sammā uggahitaṁ hoti. Manodvārassa āpāthamāgatanti cakkhuṁ nimmīletvā, aññattha gantvā vā manasi karontassa kasiṇamaṇḍalasadisameva hutvā manodvārikajavanānaṁ āpāthaṁ āgataṁ hoti.",
  "tika-abh07t17:38": "29.Samādhiyatīti visesato cittekaggatāpattiyā samāhitā hoti.",
  "tika-abh07t17:39": "30. Cittasamādhānavasena puggalopi samāhitoyevāti vuttaṁ ‘‘tathā samāhitassā’’ti. Tappaṭibhāganti uggahanimittasadisaṁ, tatoyeva hi taṁ ‘‘paṭibhāganimitta’’nti vuccati. Taṁ pana uggahanimittato atiparisuddhaṁ hoti. Vatthudhammavimuccitanti paramatthadhammato vimuttaṁ, vatthudhammato vā kasiṇamaṇḍalagatakasiṇadosato vinimuttaṁ. Bhāvanāya nibbattattā bhāvanāmayaṁ. Samappitanti suṭṭhu appitaṁ.",
  "tika-abh07t17:40": "31.Tato paṭṭhāyāti paṭibhāganimittuppattito paṭṭhāya.",
  "tika-abh07t17:41": "33. Pañcasu jhānaṅgesu ekekārammaṇe uppannāvajjanānantaraṁ catupañcajavanakatipayabhavaṅgato paraṁ agantvā aparāparaṁ jhānaṅgāvajjanasamatthatā āvajjanavasitā nāma. Samāpajjitukāmatānantaraṁ katipayabhavaṅgato paraṁ agantvā uppannāvajjanānantaraṁ samāpajjituṁ samatthatā samāpajjanavasitā nāma. Setu viya sīghasotāya nadiyā oghaṁ bhavaṅgavegaṁ upacchinditvā yathāparicchinnakālaṁ jhānaṁ ṭhapetuṁ samatthatā bhavaṅgapātato rakkhaṇayogyatā adhiṭṭhānavasitā nāma. Yathā paricchinnakālaṁ anatikkamitvā jhānato vuṭṭhānasamatthatā vuṭṭhānavasitā nāma. Atha vā yathāparicchinnakālato uddhaṁ gantuṁ adatvā ṭhapanasamatthatā adhiṭṭhānavasitā nāma. Yathāparicchinnakālato anto avuṭṭhahitvā yathākālavaseneva vuṭṭhānasamatthatā vuṭṭhānavasitā nāmāti alamatippapañcena. Paccavekkhaṇavasitā pana āvajjanavasitāya eva siddhā. Āvajjanānantarajavanāneva hi paccavekkhaṇajavanāni nāma. Vitakkādioḷārikaṅgaṁ pahānāyāti dutiyajjhānādīhi vitakkādioḷārikaṅgānaṁ jhānakkhaṇe anuppādāya. Padahatoti parikammaṁ karontassa. Tassa pana upacārabhāvanā nipphannā nāma hoti vitakkādīsu nikantivikkhambhanato paṭṭhāyāti daṭṭhabbaṁ. Yathārahanti taṁtaṁjhānikakasiṇādiārammaṇānurūpaṁ.",
  "tika-abh07t17:42": "36. Ākāsakasiṇassa ugghāṭetuṁ asakkuṇeyyattā vuttaṁ ‘‘ākāsavajjitesū’’ti. Kasiṇanti kasiṇapaṭibhāganimittaṁ. Ugghāṭetvāti amanasikāravasena uddharitvā. Anantavasena parikammaṁ karontassāti ‘‘anantaṁ ākāsaṁ, anantaṁ ākāsa’’nti ākāsaṁ ārabbha parikammaṁ karontassa, na pana kevalaṁ ‘‘anantaṁ ananta’’nti. Evaṁ viññāṇañcāyatanepi. ‘‘Ananta’’nti avatvāpi ‘‘ākāso ākāso (visuddhi. 1.276), viññāṇaṁ viññāṇa’’nti (visuddhi. 1.281) manasi kātuṁ vaṭṭatīti ācariyā.",
  "tika-abh07t17:43": "39.‘‘Santametaṁ, paṇītameta’’nti parikammaṁ karontassāti abhāvamattārammaṇatāya ‘‘etaṁ santaṁ, etaṁ paṇīta’’nti bhāventassa.",
  "tika-abh07t17:44": "40.Avasesesu cāti kasiṇādīhi saha appanāvahakammaṭṭhānato avasesesu buddhānussatiādīsu aṭṭhasu , saññāvavatthānesu cāti dasasu kammaṭṭhānesu. Parikammaṁ katvāti ‘‘so bhagavā itipi arahaṁ, itipi sammāsambuddho’’tyādinā (visuddhi. 1.124) vuttavidhānena parikammaṁ katvā. Sādhukamuggahiteti buddhādiguṇaninnapoṇapabbhāracittatāvasena suṭṭhu uggahite. Parikammañca samādhiyatīti parikammabhāvanā samāhitā nipphajjati. Upacāro ca sampajjatīti nīvaraṇāni vikkhambhento upacārasamādhi ca uppajjati.",
  "tika-abh07t17:45": "41.Abhiññāvasenapavattamānanti abhivisesato jānanaṭṭhena abhiññāsaṅkhātaṁ iddhividhādipañcalokiyābhiññāvasena pavattamānaṁ, abhiññāpādakapañcamajjhānā vuṭṭhahitvāti kasiṇānulomādīhi cuddasahākārehi (visuddhi. 2.365) cittaṁ paridametvā abhinīhārakkhamaṁ katvā upekkhekaggatāyogato anurūpattā ca rūpāvacarapañcamajjhānameva abhiññānaṁ pādakaṁ patiṭṭhābhūtaṁ pathavādikasiṇārammaṇaṁ pañcamajjhānaṁ, taṁ samāpajjitvā tato vuṭṭhāya. Adhiṭṭheyyādikamāvajjetvāti iddhividhañāṇassa parikammakāle adhiṭṭhātabbaṁ vikubbanīyaṁ satādikaṁ komārarūpādikaṁ, dibbasotassa parikammakāle thūlasukhumabhedaṁ saddaṁ, cetopariyañāṇassa parikammakāle parassa hadayaṅgatavaṇṇadassanena sarāgādibhedaṁ cittaṁ, pubbenivāsānussatiñāṇassa parikammasamaye purimabhavesu cuticittādibhedaṁ pubbe nivutthakkhandhaṁ, dibbacakkhussa parikammasamaye obhāsapharitaṭṭhānagataṁ rūpaṁ vā āvajjetvā.",
  "tika-abh07t17:46": "Parikammaṁ karontassāti ‘‘sataṁ homi, sahassaṁ homī’’tyādinā parikammaṁ karontassa. Rūpādīsūti parikammavisayabhūtesu rūpapādakajjhānasaddaparacittapubbenivutthakkhandhādibhedesu ārammaṇesu. Ettha hi iddhividhañāṇassa tāva pādakajjhānaṁ, kāyo, rūpādiadhiṭṭhāne rūpādīni cāti cha ārammaṇāni . Tattha pādakajjhānaṁ atītameva, kāyo paccuppanno, itaraṁ paccuppannamanāgataṁ vā. Dibbasotassa pana saddoyeva, so ca kho paccuppanno. Paracittavijānanāya pana atīte sattadivasesu, anāgate sattadivasesu ca pavattaṁ parittādīsu yaṁ kiñci tikālikaṁ cittameva ārammaṇaṁ hotīti mahāaṭṭhakathācariyā (visuddhi. 2.416; dha. sa. aṭṭha. 1434).",
  "tika-abh07t17:47": "Saṅgahakārā pana ‘‘cattāropi khandhā’’ti (dha. sa. aṭṭha. 1434) vadanti, kathaṁ panassā paccuppannacittārammaṇatā, nanu ca āvajjanāya gahitameva iddhicittassa ārammaṇaṁ hoti, āvajjanāya ca paccuppannacittamārammaṇaṁ katvā nirujjhamānāya taṁsamakālameva parassa cittampi nirujjhatīti āvajjanajavanānaṁ kālavasena ekārammaṇatā na siyā, maggaphalavīthito aññattha āvajjanajavanānaṁ kathañca nānārammaṇatā na adhippetāti? Aṭṭhakathāyaṁ (visuddhi. 2.416; dha. sa. aṭṭha. 1434) tāva santatiaddhāpaccuppannārammaṇatā yojitā. Ānandācariyo (dha. sa. mūlaṭī. 1434 thoka visadisaṁ) pana bhaṇati ‘‘pādakajjhānato vuṭṭhāya paccuppannādivibhāgaṁ akatvā kevalaṁ ‘imassa cittaṁ jānāmi’cceva parikammaṁ katvā punapi pādakajjhānaṁ samāpajjitvā vuṭṭhāya aviseseneva cittaṁ āvajjetvā tiṇṇaṁ, catunnaṁ vā parikammānaṁ anantaraṁ cetopariyañāṇena parassa cittaṁ paṭivijjhati rūpaṁ viya dibbacakkhunā. Pacchā kāmāvacaracittena sarāgādivavatthānampi karoti nīlādivavatthānaṁ viya. Tāni ca sabbāni abhimukhībhūtacittārammaṇāneva, aniṭṭhe ca ṭhāne nānārammaṇatādoso natthi abhinnākārappavattito’’ti. Pubbenivāsānussatiñāṇassa pubbe nivutthakkhandhā, khandhappaṭibaddhāni ca nāmagottāni, nibbānañca ārammaṇaṁ hoti, dibbacakkhussa pana rūpameva paccuppannanti ayametesaṁ ārammaṇavibhāgo. Yathārahamappetīti taṁtaṁparikammānurūpato appeti.",
  "tika-abh07t17:48": "42. Idāni ārammaṇānaṁ bhedena abhiññābhedaṁ dassetuṁ ‘‘iddhividhā’’tyādimāha. Adhiṭṭhānādi iddhippabhedo etissāti iddhividhā. Dibbānaṁ sotasadisatāya, dibbavihārasannissitatāya ca dibbañca taṁ sotañcāti dibbasotaṁ. Paresaṁ cittaṁ viññāyati etāyāti paracittavijānanā. Attano santāne nivutthavasena ceva gocaranivāsavasena ca pubbe atītabhavesu khandhādīnaṁ anussaraṇaṁ pubbenivāsānussati. Vuttanayena dibbañca taṁ cakkhu cāti dibbacakkhu. ‘Cutūpapātañāṇa’nti pana dibbacakkhumeva vuccati. Yathākammūpagañāṇaanāgataṁsañāṇānipi dibbacakkhuvaseneva ijjhanti. Na hi tesaṁ visuṁ parikammaṁ atthi. Tattha anāgataṁsañāṇassa tāva anāgate sattadivasato paraṁ pavattanakaṁ cittacetasikaṁ dutiyadivasato paṭṭhāya pavattanakañca yaṁ kiñci ārammaṇaṁ hoti. Tañhi savisaye sabbaññutaññāṇagatikanti. Yathā kammūpagañāṇassa pana kusalākusalasaṅkhātā cetanā, cattāropi vā khandhā ārammaṇanti daṭṭhabbaṁ.",
  "tika-abh07t17:49": "Gocaravasena bhedo gocarabhedo.",
  "tika-abh07t17:50": "Gocarabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:51": "Samathakammaṭṭhānavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:52": "Vipassanākammaṭṭhānaṁ",
  "tika-abh07t17:53": "Visuddhibhedavaṇṇanā",
  "tika-abh07t17:54": "43. Aniccādivasena vividhākārena passatīti vipassanā, aniccānupassanādikā bhāvanāpaññā. Tassā kammaṭṭhānaṁ, sāyeva vā kammaṭṭhānanti vipassanākammaṭṭhānaṁ. Tasmiṁ vipassanākammaṭṭhāne sattavidhena visuddhisaṅgahoti sambandho.",
  "tika-abh07t17:55": "44. Aniccatāyeva lakkhaṇaṁ lakkhitabbaṁ, lakkhīyati anenāti vā aniccalakkhaṇaṁ. Udayavayapaṭipīḷanasaṅkhātadukkhabhāvo va lakkhaṇanti dukkhalakkhaṇaṁ. Paraparikappitassa attano abhāvo anattatā, tadeva lakkhaṇanti anattalakkhaṇaṁ.",
  "tika-abh07t17:56": "45. Tiṇṇaṁ lakkhaṇānaṁ anu anu passanā aniccānupassanādikā.",
  "tika-abh07t17:57": "46. Khandhādīnaṁ kalāpato sammasanavasappavattaṁ ñāṇaṁ sammasanañāṇaṁ. Uppādabhaṅgānupassanāvasappavattañāṇaṁ udayabbayañāṇaṁ. Udayaṁ muccitvā vaye pavattaṁ ñāṇaṁ bhaṅgañāṇaṁ. Saṅkhārānaṁ bhayato anupassanāvasena pavattaṁ ñāṇaṁ bhayañāṇaṁ, diṭṭhabhayānaṁ ādīnavato pekkhaṇavasena pavattaṁ ñāṇaṁ ādīnavañāṇaṁ, diṭṭhādīnavesu nibbindanavasappavattaṁ ñāṇaṁ nibbidāñāṇaṁ. Nibbinditvā saṅkhārehi muccitukamyatāvasena pavattaṁ ñāṇaṁ muccitukamyatāñāṇaṁ. Muccanassa upāyasampaṭipādanatthaṁ puna saṅkhārānaṁ pariggahavasappavattaṁ ñāṇaṁ paṭisaṅkhāñāṇaṁ. Paṭisaṅkhātadhammesu bhayanandīvivajjanavasena ajjhupekkhitvā pavattaṁ ñāṇaṁ saṅkhārupekkhāñāṇaṁ. Purimānaṁ navannaṁ kiccanipphattiyā, upari ca sattatiṁsāya bodhipakkhiyadhammānaṁ anukūlaṁ ñāṇaṁ anulomañāṇaṁ.",
  "tika-abh07t17:58": "47. Attasuññatāya suññato. Saṁyojanādīhi vimuccanaṭṭhena vimokkho. Niccanimittādino abhāvato animitto. Paṇihitassa taṇhāpaṇidhissa abhāvato appaṇihito.",
  "tika-abh07t17:59": "49. Yo naṁ pāti, taṁ mokkheti apāyādīhi dukkhehīti pātimokkhaṁ, tadeva kāyaduccaritādīhi saṁvaraṇato saṁvaro, samādhānopadhāraṇaṭṭhena sīlañcāti pātimokkhasaṁvarasīlaṁ. Manacchaṭṭhānaṁ indriyānaṁ rūpādīsu saṁvaraṇavasena pavattaṁ sīlaṁ indriyasaṁvarasīlaṁ. Micchājīva vivajjanena ājīvassa parisuddhivasappavattaṁ ājīvapārisuddhisīlaṁ. Paccaye sannissitaṁ tesaṁ idamatthikatāya paccavekkhaṇasīlaṁ paccayasannissitasīlaṁ. Catubbidhattā desanāsaṁvarapariyeṭṭhipaccavekkhaṇavasena, parisuddhattā ca catupārisuddhisīlaṁ nāma.",
  "tika-abh07t17:60": "50.Cittavisuddhi nāma cittassa vinīvaraṇabhāvāpādanavasena visodhanato, cittasīsena niddiṭṭhattā, visuddhattā cāti vā katvā.",
  "tika-abh07t17:61": "51. ‘‘Dhammānaṁ sāmaññasabhāvo lakkhaṇaṁ, kiccasampattiyo raso, upaṭṭhānākāro, phalañca paccupaṭṭhāna’’nti evaṁ vuttānaṁ lakkhaṇādīnaṁ ‘‘phusanalakkhaṇo phasso, kakkhaḷalakkhaṇā pathavī’’tyādinā vitthārato, ‘‘namanalakkhaṇaṁ nāmaṁ, ruppanalakkhaṇaṁ rūpa’’ntyādinā saṅkhepato ca pariggaho paccattalakkhaṇādivasena paricchijja gahaṇaṁ dukkhasaccavavatthānaṁ diṭṭhivisuddhi nāma ‘‘nāmarūpato attā natthī’’ti dassanato diṭṭhi ca attadiṭṭhimalavisodhanato visuddhi cāti katvā.",
  "tika-abh07t17:62": "52.Paccayapariggahoti nāmañca rūpañca paṭisandhiyaṁ tāva avijjātaṇhāupādānakammahetuvasena nibbattati. Pavattiyañca rūpaṁ kammacittautuāhārapaccayavasena, nāmañca cakkhurūpādinissayārammaṇādipaccayavasena, visesato ca yonisomanasikārādicatucakkasampattiyā kusalaṁ, tabbipariyāyena akusalaṁ, kusalākusalavasena vipāko bhavaṅgādivasena āvajjanaṁ, khīṇāsavasantānavasena kiriyajavanaṁ, āvajjanañca uppajjatīti evaṁ sādhāraṇāsādhāraṇavasena tīsu addhāsu nāmarūpappavattiyā paccakkhādisiddhassa kammādipaccayassa pariggaṇhanaṁ samudayasaccassa vavatthānaṁ kaṅkhāvitaraṇavisuddhi nāma ‘‘ahosiṁ nu kho ahamatītamaddhāna’’ntyādikāya (ma. ni. 1.18; saṁ. ni. 2.20) soḷasavidhāya, ‘‘sattharikaṅkhatī’’tyādikāya (dha. sa. 1123; vibha. 915) aṭṭhavidhāya ca kaṅkhāya vitaraṇato atikkamanato kaṅkhāvitaraṇā, ahetukavisamahetudiṭṭhimalavisodhanato visuddhi cāti katvā.",
  "tika-abh07t17:63": "53.Tato paccayapariggahato paraṁ tathāpariggahitesu paccattalakkhaṇādivavatthānavasena, paccayavavatthānavasena ca pariggahitesu lokuttaravajjesu tibhūmipariyāpannesu nāmarūpesu atītādibhedabhinnesu khandhādinayamārabbha pañcakkhandhachadvārachaḷārammaṇachadvārappavattadhammādivasena āgataṁ khandhādinayaṁ ārabbha kalāpavasena piṇḍavasena saṅkhipitvā yaṁ atīte jātaṁ rūpaṁ, taṁ atīteva niruddhaṁ. Yaṁ anāgate bhāvi rūpaṁ, tampi tattheva nirujjhissati. Yaṁ paccuppannaṁ, taṁ anāgataṁ appatvā ettheva nirujjhati, tathā ajjhattabahiddhasukhumaoḷārikahīnapaṇītarūpādayo. Tasmā ‘‘aniccaṁ attādivasena na iccaṁ anupagantabbaṁ khayaṭṭhena khayagamanato, dukkhaṁ bhayaṭṭhena bhayakarattā, anattā asārakaṭṭhena attasārādiabhāvenā’’ti ca ‘‘cakkhuṁ aniccaṁ…pe… mano. Rūpaṁ…pe… dhammā. Cakkhuviññāṇaṁ…pe… manoviññāṇaṁ aniccaṁ dukkhaṁ anattā’’tyādinā (paṭi. ma. 1.48) atītādiaddhāvasena, atītādisantānavasena, atītādikhaṇavasena ca sammasanañāṇena hutvāabhāvaudayabbayapaṭipīḷanaavasavattanākārasaṅkhātalakkhaṇattayasammasanavasappavattena kalāpasammasanañāṇena lakkhaṇattayaṁ sammasantassa parimajjantassa.",
  "tika-abh07t17:64": "Sammasanañāṇe pana uppanne puna tesveva saṅkhāresu ‘‘avijjāsamudayā rūpasamudayo, taṇhākammaāhārasamudayā rūpasamudayo, tathā avijjānirodhā rūpanirodho, taṇhākammaāhāranirodhā rūpanirodho’’ti (paṭi. ma. 1.50) evaṁ rūpakkhandhe vedanāsaññāsaṅkhārakkhandhesupi āhāraṁ apanetvā ‘‘phassasamudayā phassanirodhā’’ti ca evaṁ phassaṁ pakkhipitvā, viññāṇakkhandhe ‘‘nāmarūpasamudayā nāmarūpanirodhā’’ti nāmarūpaṁ pakkhipitvā paccayasamudayavasena, paccayanirodhavasena ca, paccaye anāmasitvā paccuppannakkhandhesu nibbattilakkhaṇamattassa, vipariṇāmalakkhaṇamattassa ca dassanena khaṇavasena cāti ekekasmiṁ khandhe paccayavasena catudhā, khaṇavasena ekadhā cāti pañcadhā udayaṁ, pañcadhā vayanti dasadasaudayabbayadassanavasena samapaññāsākārehi udayabbayañāṇena udayabbayaṁ samanupassantassa āraddhavipassakassa yogino vipassanācittasamuṭṭhāno sarīrato niccharaṇakaālokasaṅkhāto obhāso, vipassanācittasahajātā khuddikādipañcavidhā (dha. sa. aṭṭha. 1 dhammuddesavāra jhānaṅgarāsivaṇṇanā) pīti, tathā kāyacittadarathavūpasamalakkhaṇā kāyacittavasena duvidhā passaddhi, balavasaddhindriyasaṅkhāto adhimokkho, sammappadhānakiccasādhako vīriyasambojjhaṅgasaṅkhāto paggaho, atipaṇītaṁ sukhaṁ, indavissaṭṭhavajirasadisaṁ tilakkhaṇavipassanābhūtaṁ ñāṇaṁ, satipaṭṭhānabhūtā cirakatādianussaraṇasamatthā upaṭṭhānasaṅkhātā sati, samappavattavipassanāsahajātā upekkhāsambojjhaṅgabhūtā tatramajjhattupekkhā, manodvāre āvajjhanupekkhā cāti duvidhāpi upekkhā, obhāsādīsu uppannesu ‘‘na vata me ito pubbe evarūpo obhāso uppannapubbo’’tyādinā (visuddhi. 2.733) nayena tattha ālayaṁ kurumānā sukhumataṇhā rūpanikanticāti obhāsādīsu dasasu vipassanupakkilesesu uppannesu ‘‘na vata me ito pubbe evarūpā obhāsādayo uppannapubbā addhā maggappattosmi, phalappattosmī’’ti (visuddhi. 2.733) aggahetvā ‘‘ime obhāsādayo taṇhādiṭṭhimānavatthutāya na maggo, atha kho vipassanupakkilesā eva, tabbinimuttaṁ pana vīthipaṭipannaṁ vipassanāñāṇaṁ maggo’’ti evaṁ maggāmaggalakkhaṇassa vavatthānaṁ nicchayanaṁ maggāmaggassa jānanato, dassanato, amagge maggasaññāya visodhanato ca maggāmaggañāṇadassanavisuddhi nāma.",
  "tika-abh07t17:65": "54.Yāvānulomāti yāva saccānulomañāṇā. Nava vipassanāñāṇānīti (visuddhi. 2.737 ādayo) khandhānaṁ udayañca vayañca jānanakaṁ udayabbayañāṇaṁ, udayaṁ muñcitvā bhaṅgamattānupekkhakaṁ bhaṅgañāṇaṁ, bhaṅgavasena upaṭṭhitānaṁ sīhādīnaṁ viya bhāyitabbākārānupekkhakaṁ bhayañāṇaṁ, tathānupekkhitānaṁ ādittagharassa viya ādīnavākārānupekkhakaṁ ādīnavañāṇaṁ, diṭṭhādīnavesu nibbindanavasena pavattaṁ nibbidāñāṇaṁ, jālādito macchādikā viya tehi tebhūmakadhammehi muccitukāmatāvasena pavattaṁ muccitukamyatāñāṇaṁ, muccanupāyasampādanatthaṁ diṭṭhādīnavesupi samuddasakuṇī viya punappunaṁ sammasanavasappattaṁ paṭisaṅkhānupassanāñāṇaṁ, cattabhariyo puriso viya diṭṭhādīnavesu tesu saṅkhāresu upekkhanākārappavattaṁ saṅkhārupekkhāñāṇaṁ, aniccādilakkhaṇavipassanatāya heṭṭhā pavattānaṁ aṭṭhannaṁ vipassanāñāṇānaṁ, uddhaṁ maggakkhaṇe adhigantabbānaṁ sattatiṁsabodhipakkhiyadhammānañca anulomato maggavīthiyaṁ gotrabhuto pubbe pavattaṁ saccānulomikañāṇasaṅkhātaṁ navamaṁ anulomañāṇanti imāni nava ñāṇāni ñāṇadassanavisuddhiyā paṭipadābhāvato tilakkhaṇajānanaṭṭhena, paccakkhato dassanaṭṭhena, paṭipakkhato visuddhattā ca paṭipadāñāṇadassanavisuddhi nāma.",
  "tika-abh07t17:66": "55. Vipassanāya paripāko vipassanāparipāko, saṅkhārupekkhāñāṇaṁ. Taṁ āgamma paṭicca. Idāni appanāuppajjissatīti ‘‘idāni appanāsaṅkhāto lokuttaramaggo uppajjissatī’’ti vattabbakkhaṇe. Yaṁ kiñcīti saṅkhārupekkhāya gahitesu tīsu ekaṁ yaṁ kiñci.",
  "tika-abh07t17:67": "56. Vipassanāya matthakappattiyā sikhāppattā. Anulomañāṇasahitatāya sānulomā. Sā eva saṅkhāresu udāsīnattā saṅkhārupekkhā. Yathānurūpaṁ apāyādito, saṅkhāranimittato ca vuṭṭhahanato vuṭṭhānasaṅkhātaṁ maggaṁ gacchatīti vuṭṭhānagāminī.",
  "tika-abh07t17:68": "57.Abhisambhontanti pāpuṇantaṁ.",
  "tika-abh07t17:69": "58.Parijānantoti ‘‘ettakaṁ dukkhaṁ, na ito ūnādhika’’nti paricchijja jānanto. Sacchikarontoti ārammaṇakaraṇavasena paccakkhaṁ karonto. Maggasaccaṁ bhāvanāvasenāti maggasaccasaṅkhātassa sampayuttamaggasaṅkhātassa catutthasaccassa sahajātādipaccayo hutvā vaḍḍhanavasena. Ekasseva ñāṇassa catukiccasādhanaṁ padīpādīnaṁ vaṭṭidāhādicatukiccadassanato, ‘‘yo, bhikkhave, dukkhaṁ passatī’’tyādi (saṁ. ni. 5.1100; visuddhi. 2.839) āgamato ca sampaṭicchitabbaṁ.",
  "tika-abh07t17:70": "59.Dve tīṇi phalacittāni pavattitvāti magguppattiyā anurūpato dve vā tīṇi vā phalacittāni apanītaggimhi ṭhāne uṇhattanibbāpanatthāya ghaṭehi abhisiñcamānamudakaṁ viya samucchinnakilesepi santāne darathapaṭippassambhakāni hutvā pavattitvā, tesaṁ pavattiyāti vuttaṁ hoti. Paccavekkhaṇañāṇānīti maggaphalādivisayāni kāmāvacarañāṇāni, yāni sandhāya ‘‘vimuttasmiṁ vimuttamiti ñāṇaṁ hotī’’ti (mahāva. 23) vuttaṁ.",
  "tika-abh07t17:71": "60. Idāni paccavekkhaṇāya bhūmiṁ dassetuṁ ‘‘maggaṁ phalañcā’’tyādi vuttaṁ. Tattha ‘‘imināva vatāhaṁ maggena āgato’’ti maggaṁ paccavekkhati. Tato ‘‘ayaṁ nāma me ānisaṁso laddho’’ti tassa phalaṁ, tato ‘‘ayaṁ nāma me dhammo ārammaṇato sacchikato’’ti nibbānañca paṇḍito paccavekkhati. Tato ‘‘ime nāma me kilesā pahīnā’’ti pahīne kilese, ‘‘ime nāma avasiṭṭhā’’ti avasiṭṭhakilese paccavekkhati vā, na vā. Koci sekkho paccavekkhati, koci na paccavekkhati. Tattha kāmacārotyadhippāyo. Tathā hi mahānāmo sakko ‘‘ko su nāma me dhammo ajjhattaṁ appahīno’’ti (ma. ni. 1.175; visuddhi. 2.812) appahīne kilese pucchi. Arahato pana avasiṭṭhakilesapaccavekkhaṇaṁ natthi sabbakilesānaṁ pahīnattā, tasmā tiṇṇaṁ sekkhānaṁ pannarasa arahato cattārīti ekūnavīsati paccavekkhaṇañāṇānīti daṭṭhabbaṁ.",
  "tika-abh07t17:72": "Chabbisuddhikamenāti (visuddhi. 2.662 ādayo) sīlacittavisuddhīnaṁ vasena mūlabhūtānaṁ dvinnaṁ, diṭṭhivisuddhiādīnaṁ vasena sarīrabhūtānaṁ catunnanti etāsaṁ channaṁ visuddhīnaṁ kamena. Catunnaṁ saccānaṁ jānanatā, paccakkhakaraṇato, kilesamalehi visuddhattā ca ñāṇadassanavisuddhi nāma.",
  "tika-abh07t17:73": "Etthāti vipassanākammaṭṭhāne.",
  "tika-abh07t17:74": "Visuddhibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:75": "Vimokkhabhedavaṇṇanā",
  "tika-abh07t17:76": "61.Tattha tasmiṁ uddese. Saṅkhāresu ‘‘yo attābhiniveso kammassa kārako phalassa ca vedako eso me attā’’ti evaṁ abhiniveso daḷhaggāho, taṁ muñcantī ‘‘anattā’’ti pavattā anupassanāva attasuññatākārānupassanato suññatānupassanā nāma vimokkhamukhaṁ paṭipakkhato vimuttivasena vimokkhasaṅkhātassa lokuttaraṁ maggaphalassa dvāraṁ hoti.",
  "tika-abh07t17:77": "62. Saṅkhāresu ‘‘anicca’’nti pavattā anupassanā anicce ‘‘nicca’’nti (a. ni. 4.49; paṭi. ma. 1.236; vibha. 939) pavattaṁ saññācittadiṭṭhivipallāsasaṅkhātaṁ vipallāsanimittaṁ muñcantī pajahantī vipallāsanimittarahitākārānupassanato animittānupassanā nāma vimokkhamukhaṁ hotīti sambandho.",
  "tika-abh07t17:78": "63. ‘‘Dukkha’’nti pavattānupassanā saṅkhāresu ‘‘etaṁ mama, etaṁ sukha’’ntyādinā nayena pavattaṁ kāmabhavataṇhāsaṅkhātaṁ taṇhāpaṇidhiṁ taṇhāpatthanaṁ muñcantī dukkhākāradassanena pariccajantī paṇidhirahitākārānupassanato appaṇihitānupassanā nāma.",
  "tika-abh07t17:79": "64.Tasmāti yasmā etāsaṁ tissannaṁ etāni tīṇi nāmāni, tasmā yadi vuṭṭhānagāminivipassanā anattato vipassati. Maggo suññato nāma vimokkho hoti āgamanavasena laddhanāmattā.",
  "tika-abh07t17:80": "66.Vipassanāgamanavasenāti vipassanāsaṅkhātāgamanavasena. Āgacchati etena maggo, phalañcāti vipassanāmaggo idha āgamanaṁ nāma.",
  "tika-abh07t17:81": "67.Yathāvuttanayenāti pubbe vuttaanattānupassanādivasena. Yathāsakaṁ phalamuppajjamānampīti yathāladdhamaggassa phalabhūtaṁ attano attano phalaṁ uppajjamānampi maggāgamanavasena alabhitvā vipassanāgamanavaseneva tīṇi nāmāni labhati phalasamāpattikāle tadā maggappavattābhāvena tassa dvārabhāvāyogato. Ārammaṇavasenāti sabbasaṅkhārasuññatattā, saṅkhāranimittarahitattā, taṇhāpaṇidhirahitattā ca suññataanimittaappaṇihitanāmavantaṁ nibbānaṁ ārabbha pavattattā tassa vasena. Sarasavasenāti rāgādisuññatattā, rūpanimittādiārammaṇarahitattā, kilesapaṇidhirahitattā attano guṇavasena. Sabbatthāti maggavīthiyaṁ, phalasamāpattivīthiyañca. Sabbesampīti maggassa, phalassapi.",
  "tika-abh07t17:82": "Vimokkhabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:83": "Puggalabhedavaṇṇanā",
  "tika-abh07t17:84": "68. Sattakkhattuṁ sattasu vāresu kāmasugatiyaṁ paṭisandhiggahaṇaṁ paramaṁ etassāti sattakkhattuparamo na pana aṭṭhamādikāmabhavagāmītyadhippāyo. Yaṁ sandhāya vuttaṁ ‘‘na te bhavaṁ aṭṭhamamādiyantī’’ti (khu. pā. 6.9; su. ni. 232; netti. 115). Rūpārūpasugatibhavaṁ pana sattavārato parampi gacchatīti ācariyā.",
  "tika-abh07t17:85": "69.Rāgadosamohānanti mohaggahaṇaṁ rāgadosekaṭṭhamohaṁ sandhāyāti daṭṭhabbaṁ.",
  "tika-abh07t17:86": "70. Khīṇā cattāro āsavā etassāti khīṇāsavo. Dakkhiṇārahesu aggattā aggadakkhiṇeyyo.",
  "tika-abh07t17:87": "Puggalabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:88": "Samāpattibhedavaṇṇanā",
  "tika-abh07t17:89": "72.Sabbesampīti catunnampi ariyapuggalānaṁ.",
  "tika-abh07t17:90": "73. Cittacetasikānaṁ appavattisaṅkhātassa nirodhassa samāpatti nirodhasamāpatti, diṭṭheva dhamme cittanirodhaṁ patvā viharaṇaṁ. Anāgāmīnañcāti kāmarūpabhavaṭṭhānaṁ aṭṭhasamāpattilābhīnameva anāgāmīnaṁ, tathā khīṇāsavānañca. Tatthāti nirodhasamāpattiyaṁ. Yāva ākiñcaññāyatanaṁ gantvāti evaṁ samathavipassanānaṁ yuganaddhabhāvāpādanavasena yāva ākiñcaññāyatanaṁ, tāva gantvā. Adhiṭṭheyyādikanti kāyapaṭibaddhaṁ ṭhapetvā visuṁ visuṁ ṭhapitacīvarādiparikkhāragehādīnaṁ aggiādinā avināsanādhiṭṭhānaṁ, saṁghapaṭimānanasatthupakkosanānaṁ puretaraṁ vuṭṭhānaṁ, sattāhabbhantare āyusaṅkhārappavattiolokananti catubbidhaṁ adhiṭṭhānādikaṁ pubbakiccaṁ katvā.",
  "tika-abh07t17:91": "Samāpattibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:92": "Vipassanākammaṭṭhānavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:93": "Uyyojanavaṇṇanā",
  "tika-abh07t17:94": "75.Paṭipattirasassādanti jhānasukhaphalasukhādibhedaṁ samathavipassanāpaṭipattirasassādaṁ.",
  "tika-abh07t17:95": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t17:96": "Kammaṭṭhānaparicchedavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:97": "Nigamanavaṇṇanā",
  "tika-abh07t17:98": "(Ka) cārittena kulācārena sobhite visālakule udayo nibbatti yassa, tena, kammādivisayāya saddhāya abhivuddho parisuddho ca dānasīlādiguṇānaṁ udayo yassa, tena, nampavhayena nampanāmakena, parānukampaṁ sāsane sukhotaraṇaparipācanalakkhaṇaṁ parānuggahaṁ, paṇidhāya patthetvā yaṁ pakaraṇaṁ patthitaṁ abhiyācitaṁ, taṁ ettāvatā pariniṭṭhitanti yojanā.",
  "tika-abh07t17:99": "(Kha) tena pakaraṇappasutena vipulena puññena paññāvadātena ariyamaggapaññāparisuddhena sīlādiguṇena sobhitā. Tatoyeva lajjino bhikkhū, dhaññānaṁ adhivāsabhūtaṁ, uditoditaṁ accantappasiddhaṁ, mūlasomaṁ nāma vihāraṁ, puññavibhavassa udayasaṅkhātāya maṅgalatthāya āyukantaṁ maññantu, tattha nivāsino bhikkhū īdisā hontūtyadhippāyo.",
  "tika-abh07t17:100": "Nigamanavaṇṇanā niṭṭhitā.",
  "tika-abh07t17:101": "Niṭṭhitā cāyaṁ abhidhammatthavibhāvinī nāma.",
  "tika-abh07t17:102": "Abhidhammatthasaṅgahaṭīkā.",
  "tika-abh07t17:103": "Nigamanakathā",
  "tika-abh07t17:104": "1. Ramme pulatthinagare nagarādhirāje,",
  "tika-abh07t17:105": "Raññā parakkamabhujena mahābhujena;",
  "tika-abh07t17:106": "Kārāpite vasati jetavane vihāre;",
  "tika-abh07t17:107": "Yo rammahammiyavarūpavanābhirāme.",
  "tika-abh07t17:108": "2. Sampannasīladamasaṁyamatositehi,",
  "tika-abh07t17:109": "Sammānito vasigaṇehi guṇākarehi;",
  "tika-abh07t17:110": "Patto munindavacanādisu nekagantha-",
  "tika-abh07t17:111": "Jātesu cācariyataṁ mahitaṁ vidūhi.",
  "tika-abh07t17:112": "3. Ñāṇānubhāvamiha yassa ca sūcayantī,",
  "tika-abh07t17:113": "Saṁvaṇṇanā ca vinayaṭṭhakathādikānaṁ;",
  "tika-abh07t17:114": "Sāratthadīpanimukhā madhuratthasāra-",
  "tika-abh07t17:115": "Sandīpanena sujanaṁ paritosayantī.",
  "tika-abh07t17:116": "4. Tassānukampamavalambiya sāriputta-",
  "tika-abh07t17:117": "Ttherassa thāmagatasāraguṇākarassa;",
  "tika-abh07t17:118": "Yo nekaganthavisayaṁ paṭutaṁ alatthaṁ,",
  "tika-abh07t17:119": "Tassesa ñāṇavibhavo vibhavekahetu.",
  "tika-abh07t17:120": "5. Sohametassa saṁsuddha-vāyāmassānubhāvato.",
  "tika-abh07t17:121": "Addhāsāsanadāyādo, hessaṁ metteyyasatthuno.",
  "tika-abh07t17:122": "6. Jotayantaṁ tadā tassa, sāsanaṁ suddhamānasaṁ.",
  "tika-abh07t17:123": "Passeyyaṁ sakkareyyañca, garuṁ me sārisambhavaṁ.",
  "tika-abh07t17:124": "7. Dinehi catuvīsehi, ṭīkāyaṁ niṭṭhitā yathā.",
  "tika-abh07t17:125": "Tathā kalyāṇasaṅkappā, sīghaṁ sijjhantu pāṇinanti.",
  "tika-abh07t17:126": "Iti bhadantasāriputtamahātherassa sissena racitā",
  "tika-abh07t17:127": "Abhidhammatthavibhāvinī nāma",
  "tika-abh07t17:128": "Abhidhammatthasaṅgahaṭīkā niṭṭhitā."
}