{
  "tika-vin08t12:0": "12. Rūpiyādipaṭiggahaṇavinicchayakathā",
  "tika-vin08t12:1": "59. Evaṁ kayavikkayasamāpattivinicchayaṁ kathetvā idāni rūpiyādipaṭiggahaṇavinicchayaṁ kathento ‘‘rūpiyādipaṭiggaho’’tiādimāha. Tattha saññāṇatthāya kataṁ rūpaṁ ettha atthīti rūpiyaṁ, yaṁ kiñci vohārūpagaṁ dhanaṁ. Tena vuttaṁ samantapāsādikāyaṁ (pārā. aṭṭha. 2.583-584) ‘‘idha pana yaṁ kiñci vohāragamanīyaṁ kahāpaṇādi adhippeta’’nti. Paṭhamaṁ ādīyatītiādi, kiṁ taṁ? Rūpiyaṁ, rūpiyaṁ ādi yesaṁ teti rūpiyādayo, dāsidāsakhettavatthuādayo, paṭiggahaṇaṁ paṭiggaho, sampaṭicchananti attho. Rūpiyādīnaṁ paṭiggaho rūpiyādipaṭiggaho. Jātasamaye uppannaṁ rūpameva rūpaṁ assa bhavati, na vikāramāpajjatīti jātarūpaṁ, suvaṇṇaṁ. Dhavalasabhāvatāya sattehi rañjiyateti rajataṁ, sajjhu. Jātarūpena kato māsako jātarūpamāsako. Rajatena kato māsako rajatamāsakoti idaṁ catubbidhameva nissaggiyavatthu hoti, na lohamāsakādayoti āha ‘‘tambalohādīhi…pe… saṅgahito’’ti. Tambalohādīhīti ādi-saddena kaṁsalohavaṭṭalohatipusīsādīhi katopi lohamāsakoyevāti dasseti. Kiṁ idameva nissaggiyavatthu hoti, udāhu muttādayopīti āha ‘‘muttā…pe… dukkaṭavatthū’’ti. Imesaṁ dvinnaṁ vatthūnaṁ ko visesoti āha ‘‘tattha nissaggiyavatthuṁ…pe… dukkaṭamevā’’ti. Tattha nissaggiyavatthu attano atthāya nissaggiyaṁ pācittiyaṁ, sesānaṁ atthāya dukkaṭaṁ, dukkaṭavatthu sabbesaṁ atthāya dukkaṭamevāti yojanā.",
  "tika-vin08t12:2": "Idāni tesu vatthūsu kappiyākappiyavinicchayaṁ vitthārato dassetuṁ āha ‘‘tatrāyaṁ vinicchayo’’ti. Tattha sampaṭicchituṁ na vaṭṭati, kasmā? ‘‘Idaṁ saṅghassa dammī’’ti akappiyavohārena dinnattā. Datvā pakkamati, vaṭṭati, kasmā? Saṅghassa hatthe adatvā vaḍḍhakīādīnaṁ hatthe dinnattā. Evampi vaṭṭati gihīnaṁ hatthe ṭhapitattā. Paṭikkhipituṁ na vaṭṭati saṅghagaṇapuggalānaṁ anāmasitattā. ‘‘Na vaṭṭatī’’ti paṭikkhipitabbaṁ ‘‘tumhe gahetvā ṭhapethā’’ti vuttattā. Paṭiggahaṇepi paribhogepi āpattīti ‘‘saṅghassa dammī’’ti vuttattā paṭiggahaṇe pācittiyaṁ, paribhoge dukkaṭaṁ. Sveva sāpattikoti dukkaṭāpattiṁ sandhāya vadati. Vadati, vaṭṭati ‘‘tumhe paccaye paribhuñjathā’’ti kappiyavohārena vuttattā. Cīvaratthāya dinnaṁ cīvareyeva upanetabbaṁ, kasmā? Yathā dāyakā vadanti, tathā paṭipajjitabbattā. Senāsanapaccayassa itarapaccayattayato visesaṁ dassento ‘‘senāsanatthāyā’’tiādimāha. Iminā avissajjiyaavebhaṅgiyabhāvaṁ dasseti. Evaṁ santepi āpadāsu kattabbavidhiṁ dassento ‘‘sace panā’’tiādimāha.",
  "tika-vin08t12:3": "60. Evaṁ nissaggiyavatthūsu kattabbavidhiṁ dassetvā idāni dukkaṭavatthūsu kattabbavidhiṁ dassento ‘‘sace koci mayha’’ntyādimāha. Ettha pana paṭiggahaṇepi paribhogepi āpattīti dukkaṭameva sandhāya vuttaṁ. Taḷākassapi khettasaṅgahitattā tassa paṭiggahaṇepi āpatti vuttā. ‘‘Cattāro paccaye paribhuñjathāti detīti ettha ‘bhikkhusaṅghassa cattāro paccaye paribhuñjituṁ taḷākaṁ dammī’ti vā ‘catupaccayaparibhogatthaṁ taḷākaṁ dammī’ti vā vadati, vaṭṭatiyeva. ‘Ito taḷākato uppanne paccaye dammī’ti vutte pana vattabbameva natthī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. 2.537-539) vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. 1.538-539) tatheva vatvā ‘‘idañca saṅghassa dīyamānaññeva sandhāya vuttaṁ, puggalassa pana evampi dinnaṁ taḷākakhettādi na vaṭṭati. Suddhacittassa pana udakaparibhogatthaṁ kūpapokkharaṇiādayo vaṭṭanti. ‘Saṅghassa taḷākaṁ atthi, taṁ katha’nti hi ādinā sabbattha saṅghavaseneva vutta’’nti vuttaṁ. Hatthe bhavissatīti vase bhavissati.",
  "tika-vin08t12:4": "Kappiyakārakaṁ ṭhapethāti vutteti sāmīcivasena vuttaṁ, avuttepi ṭhapentassa na doso atthi. Tenāha ‘‘udakaṁ vāretuṁlabbhatī’’ti. Yasmā parasantakaṁ bhikkhūnaṁ nāsetuṁ na vaṭṭati, tasmā ‘‘na sassakāle’’ti vuttaṁ. Sassakālepi tāsetvā muñcituṁ vaṭṭati, amuñcato pana bhaṇḍadeyyaṁ. Janapadassa sāmikoti imināva yo taṁ janapadaṁ vicāreti, tenapi acchinditvā dinnaṁ vaṭṭatiyevāti vadanti. Puna detīti acchinditvā puna deti, evampi vaṭṭatīti sambandho. Iminā yena kenaci issarena ‘‘pariccattamidaṁ bhikkhūhi assāmika’’nti saññāya attano gahetvā dinnaṁ vaṭṭatīti dasseti. Udakavāhakanti udakamātikaṁ. Kappiyavohārepi vinicchayaṁ vakkhāmīti pāṭhaseso. Udakavasenāti udakaparibhogatthaṁ. Suddhacittānanti udakaparibhogatthameva. Idaṁ sahatthena ca akappiyavohārena ca karonte sandhāya vuttaṁ. ‘‘Sassasampādanattha’’nti evaṁ asuddhacittānampi pana sayaṁ akatvā kappiyavohārena āṇāpetuṁ vaṭṭati eva. Kappiyakārakaṁ ṭhapetuṁ na vaṭṭatīti idaṁ sahatthādinā katataḷākattā assāruppanti vuttaṁ. Ṭhapentassa pana taṁ paccayaṁ paribhuñjantassa vā saṅghassa āpatti na paññāyati, aṭṭhakathāpamāṇena vā ettha āpatti gahetabbā. Alajjinā kārāpite vattabbameva natthīti āha ‘‘lajjibhikkhunā’’ti, mattikuddharaṇādīsu kārāpitesūti adhippāyo.",
  "tika-vin08t12:5": "61.Navasasseti akatapubbe kedāre. Kahāpaṇeti iminā dhaññuṭṭhāpane tasseva akappiyanti dasseti. Aparicchinnabhāgeti ‘‘ettake bhūmibhāge ettako bhāgo dātabbo’’ti evaṁ aparicchinnabhāge. Dhaññuṭṭhāpane kasati, payogepi dukkaṭameva, na kahāpaṇuṭṭhāpane viya. ‘‘Kasatha vapathā’’ti vacanena sabbesampi akappiyaṁ siyāti āha ‘‘avatvā’’ti. Ettako nāma bhāgoti ettha ettako kahāpaṇoti idampi sandhāya vadati. Tathāvuttepi hi tadā kahāpaṇānaṁ avijjamānattā āyatiṁ uppajjamānaṁ aññesaṁ vaṭṭati eva. Tenāha ‘‘tasseva taṁ akappiya’’nti. Tassa pana sabbapayogesu paribhoge ca dukkaṭaṁ. Keci pana dhaññaparibhoge eva āpatti, na pubbabhāgeti vadanti, taṁ na yuttaṁ, yena minanarakkhaṇādinā payogena pacchā dhaññaparibhoge āpatti hoti tassa payogassa karaṇe anāpattiyā ayuttattā. Pariyāyakathāya pana sabbattha anāpatti. Teneva ‘‘ettakehi vīhīhi idañcidañca āharathā’’ti niyamavacane akappiyaṁ vuttaṁ. Kahāpaṇavicāraṇepi eseva nayo. ‘‘Vatthu ca evarūpaṁ nāma saṁvijjati, kappiyakārako natthīti vattabba’’ntiādivacanañcettha sādhakaṁ. Rajjuyā vā daṇḍena vāti ettha ‘‘pādehipi minituṁ na vaṭṭatī’’ti vadanti. Khale vā ṭhatvā rakkhatīti ettha pana thenetvā gaṇhante disvā ‘‘mā gaṇhathā’’ti nivārento rakkhati nāma, sace pana avicāretvā kevalaṁ tuṇhībhūtova rakkhaṇatthāya olokento tiṭṭhati, vaṭṭati. ‘‘Sacepi tasmiṁ tuṇhībhūte corikāya haranti, ‘mayaṁ bhikkhusaṅghassa ārocessāmā’ti evaṁ vattumpi vaṭṭatī’’ti vadanti. Nīharāpeti paṭisāmetīti etthāpi ‘‘sace pariyāyena vadati, vaṭṭatī’’ti vadanti. Apubbassa anuppāditattā aññesaṁ vaṭṭatīti āha ‘‘tassevetaṁ akappiya’’nti.",
  "tika-vin08t12:6": "Sabbesaṁ akappiyaṁ, kasmā? Kahāpaṇānaṁ vicāritattāti ettha sāratthadīpaniyaṁ (sārattha. ṭī. 2.537-539) evaṁ vicāraṇā katā – nanu ca dubbicāritamattena tassevetaṁ akappiyaṁ, na sabbesaṁ rūpiyasaṁvohāre catutthapatto viya. Vuttañhi tattha (pārā. aṭṭha. 2.589) ‘‘yo pana rūpiyaṁ asampaṭicchitvā ‘therassa pattaṁ kiṇitvā dehī’ti pahitakappiyakārakena saddhiṁ kammārakulaṁ gantvā pattaṁ disvā ‘ime kahāpaṇe gahetvā imaṁ dehī’ti kahāpaṇe dāpetvā gahito, ayaṁ patto etasseva bhikkhuno na vaṭṭati dubbicāritattā , aññesaṁ pana vaṭṭati mūlassa asampaṭicchitattā’’ti, tasmā yaṁ te āharanti, sabbesaṁ akappiyaṁ. Kasmā? Kahāpaṇānaṁ vicāritattāti idaṁ kasmā vuttanti? Ettha keci vadanti ‘‘kahāpaṇe sādiyitvā vicāritaṁ sandhāya evaṁ vutta’’nti, saṅghikattā ca nissajjituṁ na sakkā, tasmā sabbesaṁ na kappatīti tesaṁ adhippāyo. Keci pana ‘‘asādiyitvāpi kahāpaṇānaṁ vicāritattā rūpiyasaṁvohāro kato hoti, saṅghikattā ca nissajjituṁ na sakkā, tasmā sabbesaṁ na kappatī’’ti vadanti. Gaṇṭhipadesu pana tīsupi idaṁ vuttaṁ ‘‘catutthapatto gihisantakānaṁyeva kahāpaṇānaṁ vicāritattā aññesaṁ kappati, idha pana saṅghikānaṁ vicāritattā sabbesaṁ na kappatī’’ti. Sabbesampi vādo tena tena pariyāyena yuttoyevāti.",
  "tika-vin08t12:7": "62.Catusāladvāreti bhojanasālaṁ sandhāya vuttaṁ.",
  "tika-vin08t12:8": "63.‘‘Vanaṁ dammi, araññaṁ dammī’’ti vutte pana vaṭṭatīti ettha nivāsaṭṭhānattā puggalassapi suddhacittena gahetuṁ vaṭṭati. Sīmaṁ demāti vihārasīmādisādhāraṇavacanena vuttattā ‘‘vaṭṭatī’’ti vuttaṁ. Pariyāyena kathitattāti ‘‘gaṇhāhī’’ti avatvā ‘‘sīmā gatā’’ti pariyāyena kathitattā. Pakatibhūmikaraṇatthaṁ ‘‘heṭṭhā gahitaṁ paṁsu’’ntiādi vuttaṁ. Dāsaṁ dammīti ettha ‘‘manussaṁ dammīti vutte vaṭṭatī’’ti vadanti. Veyyāvaccakarantiādinā vutte puggalassapi dāsaṁ gahetuṁ vaṭṭati ‘‘anujānāmi bhikkhave ārāmika’’nti visesetvā anuññātattā. Tañca kho pilindavacchena gahitaparibhuttakkamena, na gahaṭṭhānaṁ dāsaparibhogakkamena. Khettādayo pana sabbe saṅghasseva vaṭṭanti pāḷiyaṁ puggalikavasena gahetuṁ ananuññātattāti daṭṭhabbaṁ. Kukkuṭasūkare…pe… vaṭṭatīti ettha kukkuṭasūkaresu dīyamānesu ‘‘imehi amhākaṁ attho natthi, sukhaṁ jīvantu, araññe vissajjethā’’ti vattuṁ vaṭṭati . Vihārassa demāti saṅghikavihāraṁ sandhāya vuttaṁ. ‘‘Khettavatthupaṭiggahaṇā paṭivirato hotī’’tiādinā (dī. ni. 1.10, 194) suttantesu āgatapaṭikkhepo bhagavatā āpattiyāpi hetubhāvena katoti bhagavato adhippāyaṁ jānantehi saṅgītikārakamahātherehi khettapaṭiggahaṇādinissito ayaṁ sabbopi pāḷimuttavinicchayo vuttoti gahetabbo.",
  "tika-vin08t12:9": "64.Cīvaracetāpannanti cīvaramūlaṁ. Pahiṇeyyāti peseyya. Cetāpetvāti parivattetvā. Acchādehīti vohāravacanametaṁ, itthannāmassa bhikkhuno dehīti ayaṁ panettha attho. Ābhatanti ānītaṁ.",
  "tika-vin08t12:10": "Imasmiṁ ṭhāne sāratthadīpaniyaṁ (sārattha. ṭī. 2.528-531) evaṁ vicāraṇā katā – ettha ca yaṁ vuttaṁ mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. rājasikkhāpadavaṇṇanā) ‘‘iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ bhikkhuṁ cīvarena acchādehīti idaṁ āgamanasuddhiṁ dassetuṁ vuttaṁ. Sace hi ‘idaṁ itthannāmassa bhikkhuno dehī’ti peseyya, āgamanassa asuddhattā akappiyavatthuṁ ārabbha bhikkhunā kappiyakārakopi niddisitabbo na bhaveyyā’’ti, tattha āgamanassa suddhiyā vā asuddhiyā vā visesappayojanaṁ na dissati. Satipi hi āgamanassa asuddhabhāve dūto attano kusalatāya kappiyavohārena vadati, kappiyakārako na niddisitabboti idaṁ natthi, na ca dūtena kappiyavohāravasena vutte dāyakena ‘‘idaṁ kathaṁ pesita’’nti īdisī vicāraṇā upalabbhati, avicāretvā ca taṁ na sakkā jānituṁ. Yadi pana āgamanassa asuddhattā kappiyakārako niddisitabbo na bhaveyya, cīvarānaṁ atthāya dūtassa hatthe akappiyavatthumhi pesite sabbattha dāyakena kathaṁ pesitanti pucchitvāva kappiyakārako niddisitabbo bhaveyya, tasmā asatipi āgamanasuddhiyaṁ sace so dūto attano kusalatāya kappiyavohāravasena vadati, dūtasseva vacanaṁ gahetabbaṁ. Yadi hi āgamanasuddhiyevettha pamāṇaṁ, mūlassāmikena kappiyavohāravasena pesitassa dūtassa akappiyavohāravasena vadatopi kappiyakārako niddisitabbo bhaveyya, tasmā sabbattha dūtavacanameva pamāṇanti gahetabbaṁ. Iminā cīvaracetāpannenātiādinā pana imamatthaṁ dasseti ‘‘kappiyavasena ābhatampi cīvaramūlaṁ īdisena dūtavacanena akappiyaṁ hoti, tasmā taṁ paṭikkhipitabba’’nti. Tenevāha ‘‘tena bhikkhunā so dūto evamassa vacanīyotiādī’’ti.",
  "tika-vin08t12:11": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.538-539) pana evaṁ vuttaṁ – yaṁ vuttaṁ mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. rājasikkhāpadavaṇṇanā) ‘‘iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ bhikkhuṁ cīvarena acchādehīti idaṁ āgamanasuddhiṁ dassetuṁ vuttaṁ. Sace hi ‘idaṁ itthannāmassa bhikkhuno dehī’ti peseyya, āgamanassa asuddhattā akappiyavatthuṁ ārabbha bhikkhunā kappiyakārakopi niddisitabbo na bhaveyyā’’ti, taṁ nissaggiyavatthudukkaṭavatthubhūtaṁ akappiyacīvaracetāpannaṁ ‘‘asukassa bhikkhuno dehī’’ti evaṁ āgamanasuddhiyā asati, sikkhāpade āgatanayena dūtavacane ca asuddhe sabbathā paṭikkhepoyeva kātuṁ vaṭṭati, na pana ‘‘cīvarañca kho mayaṁ paṭiggaṇhāmā’’ti vattuṁ, tadanusārena veyyāvaccakarañca niddisituṁ āgamanadūtavacanānaṁ ubhinnaṁ asuddhattā, pāḷiyaṁ āgatanayena pana āgamanasuddhiyā sati dūtavacane asuddhepi sikkhāpade āgatanayena sabbaṁ kātuṁ vaṭṭatīti dassanatthaṁ vuttaṁ. Tena ca yathā dūtavacanāsuddhiyampi āgamane suddhe veyyāvaccakaraṁ niddisituṁ vaṭṭati, evaṁ āgamanāsuddhiyampi dūtavacane suddhe vaṭṭati evāti ayamattho atthato siddhova hoti. Ubhayasuddhiyaṁ vattabbameva natthīti ubhayāsuddhipakkhameva sandhāya mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. rājasikkhāpadavaṇṇanā) ‘‘kappiyakārakopi niddisitabbo na bhaveyyā’’ti vuttanti veditabbaṁ.",
  "tika-vin08t12:12": "Yaṁ panettha sāratthadīpaniyaṁ (sārattha. ṭī. 2.237-539) ‘‘āgamanassa suddhiyā vā asuddhiyā vā visesappayojanaṁ na dissatī’’tiādi vuttaṁ, taṁ mātikāṭṭhakathāvacanassa adhippāyaṁ asallakkhetvā vuttaṁ yathāvuttanayena āgamanasuddhiādinā sappayojanattā. Yo panettha ‘‘mūlassāmikena kappiyavohāravasena, pesitadūtassa akappiyavohārena vadatopi kappiyakārako niddisitabbo bhaveyyā’’ti aniṭṭhappasaṅgo vutto, so aniṭṭhappasaṅgo eva na hoti abhimatattā. Tathā hi sikkhāpade eva ‘‘paṭiggaṇhatu āyasmā cīvaracetāpanna’’nti akappiyavohārena vadato dūtassa kappiyena kammena veyyāvaccakaro niddisitabbo vutto āgamanassa suddhattā, āgamanassapi asuddhiyaṁ pana kappiyenapi kammena veyyāvaccakaro na niddisitabbovāti attheva āgamanassa suddhiasuddhiyā payojanaṁ. Kathaṁ pana dūtavacanena āgamanasuddhi viññāyatīti? Nāyaṁ bhāro. Dūtena hi akappiyavohārena vutte eva āgamanasuddhi gavesitabbā, na itarattha. Tattha ca tassa vacanakkamena pucchitvā ca yuttiādīhi ca sakkā viññātuṁ. Idhāpi hi sikkhāpade ‘‘cīvaracetāpannaṁ ābhata’’nti dūtavacaneneva cīvaraṁ kiṇitvā dātuṁ pesitabhāvo viññāyati. Yadi hi sabbathā āgamanasuddhi na viññāyati, paṭikkhepo eva kattabboti.",
  "tika-vin08t12:13": "Suvaṇṇaṁ rajataṁ kahāpaṇo māsakoti imāni hi cattāri nissaggiyavatthūni, muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ lohitaṅko masāragallaṁ satta dhaññāni dāsidāsaṁ khettaṁ vatthu pupphārāmaphalārāmādayoti imāni dukkaṭavatthūni ca attano vā cetiyasaṅghagaṇapuggalānaṁ vā atthāya sampaṭicchituṁ na vaṭṭanti, tasmā taṁ sādituṁ na vaṭṭatīti dassanatthaṁ ‘‘na kho mayaṁ āvuso cīvaracetāpannaṁ paṭiggaṇhāmā’’ti vuttaṁ. Cīvarañca kho mayaṁ paṭiggaṇhāmā’’tiādi dūtavacanassa akappiyattepi āgamanasuddhiyā paṭipajjanavidhidassanatthaṁ vuttaṁ. Kālena kappiyanti yuttapattakālena yadā no attho hoti, tadā kappiyaṁ cīvaraṁ paṭiggaṇhāmāti attho. Veyyāvaccakaroti kiccakaro, kappiyakārakoti attho. ‘‘Veyyāvaccakaro niddisitabbo’’ti idaṁ ‘‘atthi panāyasmato koci veyyāvaccakaro’’ti kappiyavacanena vuttattā anuññātaṁ. Sace pana dūto ‘‘ko imaṁ gaṇhāti, kassa vā demī’’ti vadati, na niddisitabbo. Ārāmiko vā upāsako vāti idaṁ sāruppatāya vuttaṁ, ṭhapetvā pana pañca sahadhammike yo koci kappiyakārako vaṭṭati. Eso kho āvuso bhikkhūnaṁ veyyāvaccakaroti idaṁ dūtena ‘‘atthi panāyasmato koci veyyāvaccakaro’’ti pucchitattā pucchāsabhāgena bhikkhussa kappiyavacanadassanatthaṁ vuttaṁ. Evameva hi bhikkhunā vattabbaṁ, na vattabbaṁ ‘‘tassa dehī’’tiādi. Teneva pāḷiyaṁ ‘‘na vattabbo tassa dehī’’tiādimāha. Vimativinodaniyaṁ (vi. vi. ṭī. 1.538-539) pana ‘‘eso kho…pe… na vattabbo tassa dehītiādi akappiyavatthusādiyanaparimocanatthaṁ vutta’’nti vuttaṁ.",
  "tika-vin08t12:14": "Āṇatto so mayāti yathā tumhākaṁ cīvarena atthe sati cīvaraṁ dassati, evaṁ vuttoti attho. Vimativinodaniyaṁ pana ‘‘saññattotiādi evaṁ dūtena puna vutte eva codetuṁ vaṭṭati, na itarathāti dassanatthaṁ vutta’’nti vuttaṁ. Ettha pana pāḷiyaṁ ‘‘saññatto so mayā’’ti āgatattā evaṁ vutto, purimavākye pana vinayasaṅgahappakaraṇe (vi. saṅga. aṭṭha. 64) ‘‘āṇatto so mayā’’ti pariyāyavacanena parivattitvā ṭhapitattā tathā vutto, tena ca kappiyakārakassa saññāpitabhāve dūtena bhikkhussa puna ārocite eva bhikkhunā kappiyakārako codetabbo hoti, na anārociteti dasseti.",
  "tika-vin08t12:15": "Attho me āvuso cīvarenāti codanālakkhaṇanidassanametaṁ. Idaṁ vā hi vacanaṁ vattabbaṁ, tassa vā attho yāya kāyaci bhāsāya vattabbo. Dehi me cīvarantiādīni pana na vattabbākāradassanatthaṁ vuttāni. Etāni hi vacanāni, etesaṁ vā attho yāya kāyaci bhāsāya na vattabbo. ‘‘Evaṁ vadanto ca paṭikkhittattā vattabhede dukkaṭaṁ āpajjati, codanā pana hotiyevā’’ti mahāgaṇṭhipade majjhimagaṇṭhipade ca vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.538-539) pana ‘‘na vattabbo ‘dehi me cīvaraṁ…pe… cetāpehi me cīvara’nti idaṁ dūtenābhatarūpiyaṁ paṭiggahetuṁ attanā niddiṭṭhakappiyakārakattāva ‘dehi me cīvaraṁ…pe… cetāpehi me cīvara’nti vadanto rūpiyassa pakatattā tena rūpiyena parivattetvā ‘dehi cetāpehī’ti rūpiyasaṁvohāraṁ samāpajjanto nāma hotīti taṁ dosaṁ dūrato parivajjetuṁ vuttaṁ rūpiyapaṭiggāhakena saṅghamajjhe nissaṭṭharūpiye viya. Vuttañhi tattha ‘na vattabbo imaṁ vā imaṁ vā āharā’ti (pārā. aṭṭha. 2.583-584), tasmā na idaṁ viññattidose parivajjetuṁ vuttanti veditabbaṁ ‘attho me āvuso cīvarenā’tipi avattabbatāppasaṅgato. Teneva dūtaniddiṭṭhesu rūpiyasaṁvohārasaṅkābhāvato aññaṁ kappiyakārakaṁ ṭhapetvāpi āharāpetabba’’nti vuttaṁ. Tatthāpi ‘‘dūtena ṭhapitarūpiyena cetāpetvā cīvaraṁ āharāpehī’’ti avatvā kevalaṁ ‘‘cīvaraṁ āharāpehī’’ti evaṁ āharāpetabbanti adhippāyo gahetabboti vuttaṁ.",
  "tika-vin08t12:16": "Iccetaṁ kusalanti evaṁ yāvatatiyaṁ codento taṁ cīvaraṁ abhinipphādetuṁ sakkoti attano paṭilābhavasena, iccetaṁ kusalaṁ sādhu suṭṭhu sundaraṁ. Catukkhattuṁ pañcakkhattuṁ chakkhattuparamaṁ tuṇhībhūtena uddissa ṭhātabbanti ṭhānalakkhaṇanidassanametaṁ. Chakkhattuparamanti ca bhāvanapuṁsakavacanametaṁ. Chakkhattuparamanti etena cīvaraṁ uddissa tuṇhībhūteneva ṭhātabbaṁ, na aññaṁ kiñci kātabbanti idaṁ ṭhānalakkhaṇaṁ. Teneva ‘‘na āsanetiādī’’ti aṭṭhakathāyaṁ vuttaṁ. Saddasatthe pana –",
  "tika-vin08t12:17": "‘‘Kiriyāvisesanaṁ satthe, vuttaṁ dhātuvisesanaṁ;",
  "tika-vin08t12:18": "Bhāvanapuṁsakantyeva, sāsane samudīrita’’nti. –",
  "tika-vin08t12:19": "Vacanato kiriyāvisesanameva sāsanavohārena bhāvanapuṁsakaṁ nāma jātaṁ;",
  "tika-vin08t12:20": "‘‘Muduṁ pacatiiccatra, pacanaṁ bhavatīti ca;",
  "tika-vin08t12:21": "Sukhaṁ sayatiiccatra, karoti sayananti cā’’ti. –",
  "tika-vin08t12:22": "Vacanato kiriyāvisesanapadena tulyādhikaraṇabhūtaṁ kiriyāvisesyapadaṁ akammakampi sakammakampi bhūdhātukaradhātūhi sambandhitabbaṁ hotīti iminā ñāyena chakkhattuparamaṁ ṭhānaṁ bhavitabbaṁ, chakkhattuparamaṁ ṭhānaṁ kātabbanti attho. Etena chakkhattuparamaṁ evaṁ ṭhānaṁ bhavitabbaṁ, na tato adhikaṁ , chakkhattuparamaṁ eva ṭhānaṁ kātabbaṁ, na tato uddhanti imamatthaṁ dasseti. Na āsane nisīditabbanti ‘‘idha bhante nisīdathā’’ti vuttepi na nisīditabbaṁ. Na āmisaṁ paṭiggahetabbanti ‘‘yāgukhajjakādibhedaṁ kiñci āmisaṁ gaṇhatha bhante’’ti yāciyamānenapi na gaṇhitabbaṁ. Na dhammo bhāsitabboti ‘‘maṅgalaṁ vā anumodanaṁ vā bhāsathā’’ti yāciyamānenapi kiñci na bhāsitabbaṁ, kevalaṁ ‘‘kiṁkāraṇā āgatosī’’ti pucchiyamānena ‘‘jānāhi āvuso’’ti vattabbo.",
  "tika-vin08t12:23": "Ṭhānaṁ bhañjatīti āgatakāraṇaṁ bhañjati kopeti. Ṭhānanti ṭhitiyā ca kāraṇassa ca nāmaṁ, tasmā āsane nisīdanena ṭhānaṁ kuppati, āgatakāraṇampi, āmisapaṭiggahaṇādīsu pana āgatakāraṇameva bhañjati, na ṭhānaṁ. Tenāha ‘‘āgatakāraṇaṁ bhañjatī’’ti. Keci pana ‘‘āmisapaṭiggahaṇādinā ṭhānampi bhañjatī’’ti vadanti, taṁ aṭṭhakathāya na sameti, ṭīkāyampi nānāvāde dassetvā ṭhānabhañjanaṁ vuttaṁ, taṁ aṭṭhakathāvacanena asaṁsandanato ganthagarubhayena na vadimha. Idāni yā tisso codanā, cha ca ṭhānāni vuttāni, tattha vuddhihāniṁ dassento ‘‘sace catukkhattuṁ codetī’’tiādimāha. Yasmā ca ekacodanāvuddhiyā dvinnaṁ ṭhānānaṁ hāni vuttā, tasmā codanā dviguṇaṁ ṭhānanti lakkhaṇaṁ dassitaṁ hoti. Iti iminā lakkhaṇena tikkhattuṁ codetvā chakkhattuṁ ṭhātabbaṁ, dvikkhattuṁ codetvā aṭṭhakkhattuṁ ṭhātabbaṁ, sakiṁ codetvā dasakkhattuṁ ṭhātabbaṁ.",
  "tika-vin08t12:24": "Tatra tatra ṭhāne tiṭṭhatīti idaṁ codakassa ṭhitaṭṭhānato apakkamma tatra tatra uddissa ṭhānaṁyeva sandhāya vuttaṁ. Ko pana vādo nānādivasesūti nānādivasesu evaṁ karontassa ko pana vādo, vattabbameva natthīti adhippāyo. ‘‘Sāmaṁ vā gantabbaṁ, dūto vā pāhetabboti idaṁ sabhāvato codetuṁ anicchantenapi kātabbamevā’’ti vadanti. Na taṁ tassa bhikkhuno kiñci atthaṁ anubhotīti taṁ cīvaracetāpannaṁ assa bhikkhuno kiñci appamattakampi kammaṁ na nipphādeti. Yuñjantāyasmanto sakanti āyasmanto attano santakaṁ dhanaṁ pāpuṇantu. Vimativinodaniyaṁ (vi. vi. ṭī. 1.538-539) pana ‘‘yatassacīvaracetāpannantiādi yena attanā veyyāvaccakaro niddiṭṭho, cīvarañca anipphāditaṁ, tassa kattabbadassanaṁ. Evaṁ bhikkhunā vatthusāmikānaṁ vutte codetvā denti, vaṭṭati ‘sāmikā codetvā dentī’ti (pārā. 541) anāpattiyaṁ vuttattā. Teneva so sayaṁ acodetvā upāsakādīhi pariyāyena vatvā codāpeti , tesu satakkhattumpi codetvā cīvaraṁ dāpentesu tassa anāpatti siddhā hoti sikkhāpadassa anāṇattikattā’’ti vuttaṁ.",
  "tika-vin08t12:25": "65. Kenaci aniddiṭṭho attano mukheneva byāvaṭabhāvaṁ veyyāvaccakarattaṁ patto mukhavevaṭiko, avicāretukāmatāyāti iminā vijjamānampi dātuṁ anicchantā ariyāpi vañcanādhippāyaṁ vinā vohārato natthīti vadantīti dasseti. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.537-539) pana ‘‘avicāretukāmatāyāti imasmiṁ pakkhe ‘natthamhākaṁ kappiyakārako’ti idaṁ tādisaṁ karonto kappiyakārako natthīti iminā adhippāyena vutta’’nti vuttaṁ. Bhesajjakkhandhake meṇḍakaseṭṭhivatthumhi (mahāva. 299) vuttaṁ ‘‘santi bhikkhave’’tiādivacanameva meṇḍakasikkhāpadaṁ nāma. Tattha hi meṇḍakena nāma seṭṭhinā ‘‘santi hi bhante maggā kantārā appodakā appabhakkhā na sukarā apātheyyena gantuṁ, sādhu bhante bhagavā bhikkhūnaṁ pātheyyaṁ anujānātū’’ti yācitena bhagavatā ‘‘anujānāmi bhikkhave pātheyyaṁ pariyesituṁ. Taṇḍulo taṇḍulatthikena, muggo muggatthikena, māso māsatthikena, loṇaṁ loṇatthikena, guḷo guḷatthikena, telaṁ telatthikena, sappi sappitthikenā’’ti vatvā idaṁ vuttaṁ ‘‘santi, bhikkhave, manussā saddhā pasannā, te kappiyakārakānaṁ hatthe hiraññaṁ upanikkhipanti ‘iminā yaṁ ayyassa kappiyaṁ, taṁ dethā’ti. Anujānāmi, bhikkhave, yaṁ tato kappiyaṁ, taṁ sādituṁ, na tvevāhaṁ, bhikkhave, kenaci pariyāyena jātarūparajataṁ sāditabbaṁ pariyesitabbanti vadāmī’’ti. ‘‘Kappiyakārakānaṁ hatthe hiraññaṁ nikkhipantī’’ti etthāpi bhikkhussa ārocanaṁ atthiyeva, aññathā aniddiṭṭhakappiyakārakapakkhaṁ bhajatīti na codetabbo siyā, idaṁ pana dūtena niddiṭṭhakappiyakārake sandhāya vuttaṁ, na pana bhikkhunā niddiṭṭhe vā aniddiṭṭhe vā. Tenevāha ‘‘ettha codanāya parimāṇaṁ natthī’’tiādi. Yadi mūlaṁ sandhāya codeti, taṁ sāditameva siyāti āha ‘‘mūlaṁ asādiyantenā’’ti.",
  "tika-vin08t12:26": "Aññātakaappavāritesu viya paṭipajjitabbanti idaṁ attanā codanāṭṭhānañca na kātabbanti dassanatthaṁ vuttaṁ. Piṇḍapātādīnaṁ atthāyāti iminā cīvaratthāyeva na hotīti dasseti. Eseva nayoti iminā vatthusāminā niddiṭṭhakappiyakārakesupi piṇḍapātādīnampi atthāya dinne ca ṭhānacodanādisabbaṁ heṭṭhā vuttanayeneva kātabbanti dasseti.",
  "tika-vin08t12:27": "66.Upanikkhittasādiyanepanātiādīsu ‘‘idaṁ ayyassa hotū’’ti evaṁ sammukhā vā ‘‘amukasmiṁ nāma ṭhāne mama hiraññasuvaṇṇaṁ atthi, taṁ tuyhaṁ hotū’’ti evaṁ parammukhā vā ṭhitassa kevalaṁ vācāya vā hatthamuddāya vā ‘‘tuyha’’nti vatvā pariccattassa kāyavācāhi appaṭikkhipitvā cittena sādiyanaṁ upanikkhittasādiyanaṁ nāma. Sādiyatīti vuttamevatthaṁ vibhāveti ‘‘gaṇhitukāmo hotī’’ti.",
  "tika-vin08t12:28": "Idaṁ guttaṭṭhānanti ācikkhitabbanti paccayaparibhogaṁyeva sandhāya ācikkhitabbaṁ. ‘‘Idha nikkhipā’’ti vutte ‘‘uggaṇhāpeyya vā’’ti vuttalakkhaṇena nissaggiyaṁ hotīti āha ‘‘idha nikkhipāhīti na vattabba’’nti. Atha vā ‘‘idaṁ guttaṭṭhāna’’nti ācikkhanto ṭhānassa guttabhāvameva dasseti, na vatthuṁ parāmasati, tasmā ācikkhitabbaṁ. ‘‘Idha nikkhipāhī’’ti pana vadanto nikkhipitabbaṁ vatthuṁ nikkhipāhīti vatthuṁ parāmasati nāma, tasmā na vattabbaṁ. Parato idaṁ gaṇhāti etthāpi eseva nayo. Kappiyañca akappiyañca nissāya ṭhitaṁ hotīti yasmā tato uppannapaccayaparibhogo kappati, tasmā kappiyaṁ nissāya ṭhitaṁ, yasmā pana dubbicāraṇāya tato uppannapaccayaparibhogo na kappati, tasmā akappiyaṁ nissāya ṭhitanti veditabbaṁ. Atha vā idaṁ dhanaṁ yasmā ‘‘nayidaṁ kappatī’’ti paṭikkhittaṁ, tasmā kappiyaṁ nissāya ṭhitaṁ, yasmā pana sabbaso avissajjitaṁ, tasmā akappiyaṁ nissāya ṭhitaṁ. Atha vā taṁ dhanaṁ yasmā pacchā suṭṭhuvicāraṇāya satiyā kappiyaṁ bhavissati, dubbicāraṇāya satiyā akappiyaṁ bhavissati, tasmā kappiyañca akappiyañca nissāya ṭhitaṁ hotīti. Vimativinodaniyaṁ pana ‘‘eko sataṁ vā sahassaṁ vātiādi rūpiye heṭṭhimakoṭiyā pavattanākāraṁ dassetuṁ vutta’’nti ca ‘‘na pana evaṁ paṭipajjitabbamevāti dassetuṁ, ‘idha nikkhipāhī’ti vutte uggaṇhāpanaṁ hotīti āha ‘idha nikkhipāhī’ti na vattabba’’nti ca ‘‘kappiyañca…pe… hotīti yasmā asāditattā tato uppannapaccayā vaṭṭanti, tasmā kappiyaṁ nissāya ṭhitaṁ, yasmā pana dubbicāraṇāya sati tato uppannaṁ na kappati, tasmā akappiyaṁ nissāya ṭhitanti veditabba’’nti ca vuttaṁ.",
  "tika-vin08t12:29": "67.Saṅghamajjhe nissajjitabbanti yasmā rūpiyaṁ nāma akappiyaṁ, tasmā saṅghassa vā gaṇassa vā puggalassa vā nissajjitabbanti na vuttaṁ. Yasmā pana taṁ paṭiggahitamattameva hoti, na tena kiñci kappiyabhaṇḍaṁ cetāpitaṁ, tasmā upāyena paribhogadassanatthaṁ ‘‘saṅghamajjhe nissajjitabba’’nti (pārā. 584) vuttaṁ. Na tena kiñci kappiyabhaṇḍaṁ cetāpitanti iminā cetāpitañce, natthi paribhogūpāyo uggahetvā anissaṭṭharūpiyena cetāpitattā. Īdisañhi saṅghamajjhe nissajjanaṁ katvāva chaḍḍetvā pācittiyaṁ desāpetabbanti dasseti. Keci pana ‘‘yasmā nissaggiyavatthuṁ paṭiggahetvāpi cetāpitaṁ kappiyabhaṇḍaṁ saṅghe nissaṭṭhaṁ kappiyakārakehi nissaṭṭharūpiyena parivattetvā ānītakappiyabhaṇḍasadisaṁ hoti, tasmā vināva upāyaṁ bhājetvā paribhuñjituṁ vaṭṭatī’’ti vadanti, taṁ pattacatukkādikathāya na sameti. Tattha hi rūpiyena parivattitapattassa aparibhogova dassito, na nissajjanavicāroti. Kappiyaṁ ācikkhitabbanti pabbajitānaṁ sappi vā telaṁ vā vaṭṭati upāsakāti evaṁ ācikkhitabbaṁ.",
  "tika-vin08t12:30": "Ārāmikānaṁ vā pattabhāganti idaṁ gihīnaṁ hatthagatopi soyeva bhāgoti katvā vuttaṁ. Sace pana tena aññaṁ parivattetvā ārāmikā denti, paribhuñjituṁ vaṭṭatīti majjhimagaṇṭhipade cūḷagaṇṭhipade ca vuttaṁ. Tato haritvāti aññesaṁ pattabhāgato haritvā. Kasiṇaparikammanti ālokakasiṇaparikammaṁ. Mañcapīṭhādīni vāti ettha tato gahitamañcapīṭhādīni parivattetvā aññaṁ ce gahitaṁ, vaṭṭatīti vadanti. Chāyāpīti bhojanasālādīnaṁ chāyāpi. Paricchedātikkantāti gehaparicchedaṁ atikkantā, chāyāya gatagataṭṭhānaṁ gehaṁ na hotīti adhippāyo. Maggenapīti ettha sace añño maggo natthi, maggaṁ adhiṭṭhahitvā gantuṁ vaṭṭatīti vadanti. Kītāyāti tena vatthunā kītāya. Upanikkhepaṁ ṭhapetvā saṅgho paccaye paribhuñjatīti sace upāsako ‘‘atibahu etaṁ hiraññaṁ, idaṁ bhante ajjeva na vināsetabba’’nti vatvā sayaṁ upanikkhepaṁ ṭhapeti, aññena vā ṭhapāpeti, evaṁ upanikkhepaṁ ṭhapetvā tato uppannapaccayaṁ paribhuñjanto saṅgho paccaye paribhuñjati, tena vatthunā gahitattā ‘‘akappiya’’nti vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.583-584) pana ‘‘upanikkhepaṁ ṭhapetvāti kappiyakārakehi vaḍḍhiyā payojanaṁ sandhāya vuttaṁ. Akappiyanti tena vatthunā gahitattā vutta’’nti vuttaṁ.",
  "tika-vin08t12:31": "Sace so chaḍḍetīti yattha katthaci khipati, athāpi na chaḍḍeti, sayaṁ gahetvā gacchati, na vāretabbo. No ce chaḍḍetīti atha neva gahetvā gacchati, na chaḍḍeti, ‘‘kiṁ mayhaṁ iminā byāpārenā’’ti yenakāmaṁ pakkamati, tato yathāvuttalakkhaṇo rūpiyachaḍḍako samannitabbo. Yo na chandāgatintiādīsu lobhavasena taṁ vatthuṁ attano vā karonto attānaṁ vā ukkaṁsento chandāgatiṁ nāma gacchati. Dosavasena ‘‘nevāyaṁ mātikaṁ jānāti, na vinaya’’nti paraṁ apasādento dosāgatiṁ nāma gacchati. Mohavasena pamuṭṭho pamuṭṭhassatibhāvaṁ āpajjanto mohāgatiṁ nāma gacchati. Rūpiyapaṭiggāhakassa bhayena chaḍḍetuṁ avisahanto bhayāgatiṁ nāma gacchati. Evaṁ akaronto na chandāgatiṁ gacchati, na dosāgatiṁ gacchati, na mohāgatiṁ gacchati, na bhayāgatiṁ gacchati nāmāti veditabbo.",
  "tika-vin08t12:32": "68.Patitokāsaṁ asamannārahantena chaḍḍetabbanti idaṁ nirapekkhabhāvadassanaparanti veditabbaṁ, tasmā patitaṭṭhāne ñātepi tassa gūthaṁ chaḍḍentassa viya nirapekkhabhāvoyevettha pamāṇanti veditabbaṁ. Asantasambhāvanāyāti attani avijjamānauttarimanussadhammārocanaṁ sandhāya vuttaṁ. Theyyaparibhogo nāma anarahassa paribhogo. Bhagavatā hi attano sāsane sīlavato paccayā anuññātā, na dussīlassa. Dāyakānampi sīlavato eva pariccāgo, na dussīlassa attano kārānaṁ mahapphalabhāvassa paccāsīsanato. Iti satthārā ananuññātattā dāyakehi ca apariccattattā dussīlassa paribhogo theyyaparibhogo. Iṇavasena paribhogo iṇaparibhogo, paṭiggāhakato dakkhiṇāvisuddhiyā abhāvato iṇaṁ gahetvā paribhogo viyāti attho. Tasmāti ‘‘sīlavato’’tiādinā vuttamevatthaṁ kāraṇabhāvena paccāmasati. Cīvaraṁ paribhoge paribhogeti kāyato mocetvā paribhoge paribhoge. Purebhatta…pe… pacchimayāmesu paccavekkhitabbanti sambandho. Tathā asakkontena yathāvuttakālavisesavasena ekasmiṁ divase catukkhattuṁ tikkhattuṁ dvikkhattuṁ sakiṁyeva vā paccavekkhitabbaṁ.",
  "tika-vin08t12:33": "Sacassa appaccavekkhatova aruṇo uggacchati, iṇaparibhogaṭṭhāne tiṭṭhatīti ettha hiyyo yaṁ mayā cīvaraṁ paribhuttaṁ, taṁ yāvadeva sītassa paṭighātāya…pe… hirikopinapaṭicchādanatthaṁ. Hiyyo yo mayā piṇḍapāto paribhutto, so neva davāyātiādinā sace atītaparibhogapaccavekkhaṇaṁ na kareyya, iṇaparibhogaṭṭhāne tiṭṭhatīti vadanti, taṁ vīmaṁsitabbaṁ. Senāsanampi paribhoge paribhogeti pavese pavese. Evaṁ pana asakkontena purebhattādīsu paccavekkhitabbaṁ, taṁ heṭṭhā vuttanayeneva sakkā viññātunti idha visuṁ na vuttaṁ. Satipaccayatāti satiyā paccayabhāvo. Paṭiggahaṇassa paribhogassa ca paccavekkhaṇasatiyā paccayabhāvo yujjati, paccavekkhitvāva paṭiggahetabbaṁ paribhuñjitabbañcāti attho. Tenevāha ‘‘satiṁ katvā’’tiādi. Evaṁ santepīti yadipi dvīsupi ṭhānesu paccavekkhaṇā yuttā, evaṁ santepi . Apare panāhu ‘‘satipaccayatāti sati bhesajjaparibhogassa paccayabhāve, paccayeti attho. Evaṁ santepīti paccaye satipī’’ti, taṁ tesaṁ matimattaṁ. Tathā hi paccayasannissitasīlaṁ paccavekkhaṇāya visujjhati, na paccayasabbhāvamattena.",
  "tika-vin08t12:34": "Nanu ca ‘‘paribhoge karontassa anāpattī’’ti iminā pātimokkhasaṁvarasīlaṁ vuttaṁ, tasmā paccayasannissitasīlassa pātimokkhasaṁvarasīlassa ca ko visesoti? Vuccate – purimesu tāva tīsu paccayesu viseso pākaṭoyeva, gilānapaccaye pana yathā vatiṁ katvā rukkhamūle gopite tassa phalānipi rakkhitāneva honti, evameva paccavekkhaṇāya paccayasannissitasīle rakkhite tappaṭibaddhaṁ pātimokkhasaṁvarasīlampi nipphannaṁ nāma hoti. Gilānapaccayaṁ appaccavekkhitvā paribhuñjantassa sīlaṁ bhijjamānaṁ pātimokkhasaṁvarasīlameva bhijjati, paccayasannissitasīlaṁ pana pacchābhattapurimayāmādīsu yāva aruṇuggamanā appaccavekkhantasseva bhijjati. Purebhattañhi appaccavekkhitvāpi gilānapaccayaṁ paribhuñjantassa anāpatti, idametesaṁ nānākaraṇanti sāratthadīpaniyaṁ (sārattha. ṭī. 2.585) āgataṁ.",
  "tika-vin08t12:35": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.585) pana ‘‘theyyaparibhogoti paccayassāminā bhagavatā ananuññātattā vuttaṁ. Iṇaparibhogoti bhagavatā anuññātampi kattabbaṁ akatvā paribhuñjanato vuttaṁ. Tena ca paccayasannissitasīlaṁ vipajjatīti dasseti. Paribhoge paribhogeti kāyato mocetvā mocetvā paribhoge. Pacchimayāmesu paccavekkhitabbanti yojanā. Iṇaparibhogaṭṭhāne tiṭṭhatīti ettha ‘hiyyo yaṁ mayā cīvaraṁ paribhutta’ntiādināpi atītapaccavekkhaṇā vaṭṭatīti vadanti. Paribhoge paribhogeti udakapatanaṭṭhānato antopavesanesu nisīdanasayanesu ca. Satipaccayatā vaṭṭatīti paccavekkhaṇasatiyā paccayattaṁ laddhuṁ vaṭṭati. Paṭiggahaṇe ca paribhoge ca paccavekkhaṇāsati avassaṁ laddhabbāti dasseti. Tenāha ‘satiṁ katvā’tiādi. Keci pana ‘satipaccayatā paccaye sati bhesajjaparibhogassa kāraṇe satī’ti evampi atthaṁ vadanti, tesampi paccaye satīti paccayasabbhāvasallakkhaṇe satīti evamattho gahetabbo paccayasabbhāvamattena sīlassa asujjhanato. Paribhoge akarontasseva āpattīti iminā pātimokkhasaṁvarasīlassa bhedo dassito, na paccayasannissitasīlassa tassa atītapaccavekkhaṇāya visujjhanato. Etasmiṁ pana sesapaccayesu ca iṇaparibhogādivacanena paccayasannissitasīlasseva bhedoti evamimesaṁ nānākaraṇaṁ veditabba’’nti āgataṁ.",
  "tika-vin08t12:36": "Etesu dvīsu pakaraṇesu ‘‘iṇaparibhogaṭṭhāne tiṭṭhatī’’ti ettha hiyyo yaṁ mayā cīvaraṁ paribhuttanti…pe… vadantīti āgataṁ. Imaṁ pana nayaṁ nissāya idāni ekacce paṇḍitā ‘‘ajjapāto paribhuttaṁ sāyaṁ paccavekkhantena ajja yaṁ mayā cīvaraṁ paribhuttantiādinā atītavasena paccavekkhaṇā kātabbā’’ti vadanti. Keci ‘‘hiyyo paribhuttameva atītavasena paccavekkhaṇā kātabbā, na ajja paribhuttaṁ, taṁ pana paccuppannavasena paccavekkhaṇāyevā’’ti vadanti. Tattha mūlavacane evaṁ vicāraṇā kātabbā. Kathaṁ? Idaṁ hiyyotyādivacanaṁ suttaṁ vā suttānulomaṁ vā ācariyavādo vā attanomati vāti. Tattha na tāva suttaṁ hoti ‘‘suttaṁ nāma sakale vinayapiṭake pāḷī’’ti vuttattā imassa ca vacanassa na pāḷibhūtattā. Na ca suttānulomaṁ ‘‘suttānulomaṁ nāma cattāro mahāpadesā’’ti (pārā. aṭṭha. 1.45) vuttattā imassa ca mahāpadesabhāvābhāvato. Na ca ācariyavādo ‘‘ācariyavādo nāma dhammasaṅgāhakehi pañcahi arahantasatehi ṭhapitā pāḷivinimuttā okkantavinicchayappavattā aṭṭhakathātantī’’ti vacanato imassa ca aṭṭhakathāpāṭhabhāvābhāvato. Na ca attanomati ‘‘attanomati nāma suttasuttānulomaācariyavāde muñcitvā anumānena attano buddhiyā nayaggāhena upaṭṭhitākārakathanaṁ, apica suttantābhidhammavinayaṭṭhakathāsu āgato sabbopi theravādo attanomati nāmā’’ti vuttattā imassa ca aṭṭhakathāsu āgatattheravādabhāvābhāvato.",
  "tika-vin08t12:37": "Iti –",
  "tika-vin08t12:38": "‘‘Catubbidhañhi vinayaṁ, mahātherā mahiddhikā;",
  "tika-vin08t12:39": "Nīharitvā pakāsesuṁ, dhammasaṅgāhakā purā’’ti. (pārā. aṭṭha. 1.45) –",
  "tika-vin08t12:40": "Vuttesu catubbidhavinayesu anantogadhattā idaṁ vacanaṁ vicāretabbaṁ. Tena vuttaṁ sāratthadīpaniyaṁ (sārattha. ṭī. 2.585) ṭīkācariyena ‘‘taṁ vīmaṁsitabba’’nti. Atha vā ‘‘nayaggāhena upaṭṭhitākārakathana’’nti iminā lakkhaṇena tesaṁ tesaṁ ācariyānaṁ upaṭṭhitākāravasena kathanaṁ attanomati siyā, evampi vicāretabbameva. ‘‘Attanomati ācariyavāde otāretabbā. Sace tattha otarati ceva sameti ca, gahetabbā. Sace neva otarati na sameti, na gahetabbā. Ayañhi attanomati nāma sabbadubbalā’’ti (pārā. aṭṭha. 1.45) vacanato imassa ca vacanassa aṭṭhakathāvacane anotaraṇato appavisanato. Vuttañhi aṭṭhakathāyaṁ ‘‘sacassa appaccavekkhatova aruṇo uggacchati, iṇaparibhogaṭṭhāne tiṭṭhatī’’ti.",
  "tika-vin08t12:41": "Aparo nayo – kiṁ idaṁ vacanaṁ pāḷivacanaṁ vā aṭṭhakathāvacanaṁ vā ṭīkāvacanaṁ vā ganthantaravacanaṁ vāti. Tattha na tāva pāḷivacanaṁ, na aṭṭhakathāvacanaṁ, na ganthantaravacanaṁ, atha kho ṭīkāvacananti. Hotu ṭīkāvacanaṁ, sakavacanaṁ vā paravacanaṁ vā adhippetavacanaṁ vā anadhippetavacanaṁ vāti. Tattha na sakavacanaṁ hoti, atha kho paravacanaṁ. Tenāha ‘‘vadantī’’ti. Na ṭīkācariyena adhippetavacanaṁ hoti, atha kho anadhippetavacanaṁ. Tenāha ‘‘taṁ vīmaṁsitabba’’nti. Tehi pana ācariyehi atītaparibhogapaccavekkhaṇāti idaṁ atītapaabhogavasena paccavekkhaṇā atītaparibhogapaccavekkhaṇāti parikappetvā atītavācakena saddena yojetvā kataṁ bhaveyya. Atīte paribhogo atītaparibhogo, atītaparibhogassa paccavekkhaṇā atītaparibhogapaccavekkhaṇāti evaṁ pana kate atītaparibhogassa paccuppannasamīpattā paccuppannavācakena saddena kathanaṁ hoti yathā taṁ nagarato āgantvā nisinnaṁ purisaṁ ‘‘kuto āgacchasī’’ti vutte ‘‘nagarato āgacchāmī’’ti paccuppannavācakasaddena kathanaṁ.",
  "tika-vin08t12:42": "Vinayasuttantavisuddhimaggādīsu (ma. ni. 1.23; visuddhi. 1.18) ca ‘‘paṭisaṅkhā yoniso cīvaraṁ paṭisevatī’’ti vattamānavacaneneva pāṭho hoti, na atītavacanena, atītaparibhogoti ca imasmiṁyeva divase pacchābhattādikālaṁ upādāya purebhattādīsu paribhogo icchitabbo, na hiyyo paribhogo. Kathaṁ viññāyatīti ce? Aṭṭhakathāpamāṇena. Vuttañhi aṭṭhakathāyaṁ (pārā. aṭṭha. 2.585) ‘‘piṇḍapāto ālope ālope, tathā asakkontena purebhattapacchābhattapurimayāmapacchimayāmesu. Sacassa appaccavekkhatova aruṇo uggacchati, iṇaparibhogaṭṭhāne tiṭṭhatī’’ti. Etena piṇḍapātaṁ ālope ālope paccavekkhanto bhojanakiriyāya apariniṭṭhitattā mukhyato paccuppannapaccavekkhaṇā hoti, purebhattādīsu catūsu koṭṭhāsesu paccavekkhanto bhojanakiriyāya pariniṭṭhitattā atītapaccavekkhaṇā hotīti dasseti. Sā pana paccuppannasamīpattā vattamānavacanena vidhīyati. Yadi hi hiyyo paribhuttāni atītapaccavekkhaṇena paccavekkhitabbāni siyuṁ, atītadutiyadivasatatiyadivasādimāsasaṁvaccharādiparibhuttānipi paccavekkhitabbāni siyuṁ, evañca sati yathāvuttaaṭṭhakathāvacanaṁ niratthakaṁ siyā, tasmā aṭṭhakathāvacanameva pamāṇaṁ kātabbaṁ. Yathāha –",
  "tika-vin08t12:43": "‘‘Buddhena dhammo vinayo ca vutto;",
  "tika-vin08t12:44": "Yo tassa puttehi tatheva ñāto;",
  "tika-vin08t12:45": "So yehi tesaṁ matimaccajantā;",
  "tika-vin08t12:46": "Yasmā pure aṭṭhakathā akaṁsu.",
  "tika-vin08t12:47": "‘‘Tasmā hi yaṁ aṭṭhakathāsu vuttaṁ;",
  "tika-vin08t12:48": "Taṁ vajjayitvāna pamādalekhaṁ;",
  "tika-vin08t12:49": "Sabbampi sikkhāsu sagāravānaṁ;",
  "tika-vin08t12:50": "Yasmā pamāṇaṁ idha paṇḍitāna’’nti. (pārā. aṭṭha. 1.ganthārambhakathā);",
  "tika-vin08t12:51": "Yasmā ca sabbāsavasuttādīsu (ma. ni. 1.23) bhagavatā desitakāle bhikkhukattukattā nāmayogattā vattamānapaṭhamapurisavasena ‘‘paṭisaṅkhā yoniso cīvaraṁ paṭisevatī’’ti desitā, tadanukaraṇena bhikkhūnaṁ paccavekkhaṇakāle attakattukattā amhayogattā vattamānauttamapurisavasena ‘‘paṭisaṅkhā yoniso cīvaraṁ paṭisevāmī’’ti paccavekkhitabbā hoti, ‘‘sītassa paṭighātāyā’’tiādīni tadatthasampadānapadāni ca ‘‘paṭisevati, paṭisevāmī’’ti vuttapaṭisevanakiriyāyameva sambandhitabbāni honti, tāni ca kiriyāpadāni paccuppannavasena vā paccuppannasamīpaatītavasena vā vattamānavibhattiyuttāni honti, tasmā paccuppannaparibhuttānaṁ vā atītaparibhuttānaṁ vā paccayānaṁ paccavekkhaṇakāle ‘‘paṭisevāmī’’ti vacanaṁ bhagavato vacanassa anugatattā upapannamevāti daṭṭhabbaṁ.",
  "tika-vin08t12:52": "Anuvacanepi evaṁ vicāraṇā kātabbā – ‘‘ajja pāto paribhuttaṁ sāyaṁ paccavekkhantena ajja yaṁ mayā cīvaraṁ paribhuttantiādinā atītavasena paccavekkhaṇā kātabbā’’ti ye vadanti, te evaṁ pucchitabbā – kiṁ bhavanto bhagavatā atītaparibhuttesu atītavasena paccavekkhaṇā desitāti? Na desitā. Kathaṁ desitāti? ‘‘Paccavekkhatī’’ti paccuppannavaseneva desitāti. Kiṁ bhonto bhagavato kāle atītaparibhuttesu paccavekkhaṇā natthīti? Atthi. Atha kasmā bhagavatā paccuppannavaseneva paccavekkhaṇā desitāti? Paccuppannasamīpavasena vā sāmaññavasena vā desitāti. Evaṁ sante bhagavato anukaraṇena idānipi atītaparibhuttānaṁ paccayānaṁ paccuppannavasena paccavekkhaṇā kātabbāti. Ye pana evaṁ vadanti ‘‘hiyyo paribhuttānameva atītapaccavekkhaṇā kātabbā, na ajja paribhuttānaṁ, tesaṁ pana paccuppannapaccavekkhaṇāyevā’’ti, te evaṁ vattabbā – kiṁ bhonto yathā tumhe vadanti, evaṁ pāḷiyaṁ atthīti? Natthi. Aṭṭhakathāyaṁ atthīti? Natthi. Evaṁ sante sāṭṭhakathesu tepiṭakesu buddhavacanesu asaṁvijjamānaṁ tumhākaṁ vacanaṁ kathaṁ paccetabbanti? Ācariyaparamparāvasena. Hotu tumhākaṁ ācariyaladdhivasena kathanaṁ, kālo nāma tividho atīto anāgato paccuppannoti. Tattha pariniṭṭhitakiriyā atīto nāma, abhimukhakiriyā anāgato nāma, āraddhaaniṭṭhitakiriyā paccuppanno nāma. Tenāhu porāṇā –",
  "tika-vin08t12:53": "‘‘Āraddhāniṭṭhito bhāvo, paccuppanno suniṭṭhito;",
  "tika-vin08t12:54": "Atītānāgatuppāda-mappattābhimukhā kiriyā’’ti.",
  "tika-vin08t12:55": "Tattha ajja vā hotu hiyyo vā tato pubbe vā, paribhuttapaccayo supariniṭṭhitabhuñjanakiriyattā atīto nāma. Tattha hiyyo vā tato pubbe vā paribhuttapaccayo atikkantaaruṇuggamanattā na paccavekkhaṇāraho, paccavekkhitopi appaccavekkhitoyeva hoti, iṇaparibhogaṭṭhāne tiṭṭhati. Vuttañhi aṭṭhakathāyaṁ ‘‘sacassa appaccavekkhatova aruṇo uggacchati, iṇaparibhogaṭṭhāne tiṭṭhatī’’ti. Ajjeva pana cīvarañca senāsanañca paribhoge paribhoge, piṇḍapātaṁ ālope ālope, bhesajjaṁ paṭiggahaṇe paribhoge ca paccavekkhato apariniṭṭhitabhuñjanakiriyattā paccuppannaparibhuttapaccavekkhaṇā nāma hoti. Pure paribhuttaṁ tato pacchā catūsu koṭṭhāsesu paccavekkhato supariniṭṭhitabhuñjanakiriyattā atītaparibhuttapaccavekkhaṇā nāma hoti. Ettakaṁ paccavekkhaṇāya khettaṁ, na tato pubbe pacchā vā. Yathāha aṭṭhakathāyaṁ ‘‘sīlavato appaccavekkhitaparibhogo iṇaparibhogo nāma. Tasmā cīvaraṁ paribhoge paribhoge…pe… bhesajjassa paṭiggahaṇepi paribhogepi satipaccayatā vaṭṭatī’’ti, tasmā hiyyo paribhuttassa iṇaparibhogattā taṁ anāmasitvā ajja paribhuttesu atītapaccuppannesu bhagavato vacanassa anukaraṇena vattamānavibhattiyuttena ‘‘paṭisevāmī’’ti kiriyāpadena paccavekkhaṇā sūpapannā hotīti daṭṭhabbā. Īdisapaccavekkhaṇameva sandhāya vimativinodaniyādīsu (vi. vi. ṭī. 1.585) ‘‘paccayasannissitasīlassa atītapaccavekkhaṇāya visujjhanato’’ti vuttaṁ.",
  "tika-vin08t12:56": "Evaṁ paccayasannissitasīlassa suddhiṁ dassetvā idāni teneva pasaṅgena sabbāpi suddhiyo dassetuṁ ‘‘catubbidhā hi suddhī’’tiādimāha. Tattha sujjhati etāyāti suddhi, yathādhammaṁ desanāva suddhi desanāsuddhi. Vuṭṭhānassapi cettha desanāya eva saṅgaho daṭṭhabbo. Chinnamūlāpattīnaṁ pana abhikkhutāpaṭiññāyeva desanā. Adhiṭṭhānavisiṭṭho saṁvarova suddhi saṁvarasuddhi. Dhammena samena paccayānaṁ pariyeṭṭhi eva suddhi pariyeṭṭhisuddhi. Catūsu paccayesu vuttavidhinā paccavekkhaṇāva suddhi paccavekkhaṇasuddhi. Esa tāva suddhīsu samāsanayo. Suddhimantesu sīlesu pana desanā suddhi etassāti desanāsuddhi. Sesesupi eseva nayo. Na punevaṁ karissāmīti ettha evanti saṁvarabhedaṁ sandhāyāha. Pahāyāti vajjetvā, akatvāti attho. Vimativinodaniyaṁ pana ‘‘sujjhati desanādīhi, sodhīyatīti vā suddhi, catubbidhasīlaṁ. Tenāha ‘desanāya sujjhanato’tiādi. Ettha desanāggahaṇena vuṭṭhānampi chinnamūlānaṁ abhikkhutāpaṭiññāpi saṅgahitā. Chinnamūlāpattīnampi hi pārājikāpattivuṭṭhānena heṭṭhāparirakkhitaṁ bhikkhusīlaṁ visuddhaṁ nāma hoti. Tena tesaṁ maggapaṭilābhopi sampajjatī’’ti vuttaṁ.",
  "tika-vin08t12:57": "Tattha desīyati uccārīyatīti desanā, disī uccāraṇeti dhātu, desīyati ñāpīyati etāyāti vā desanā, disa pekkhaneti dhātu. Ubhayathāpi viratipadhānakusalacittasamuṭṭhito desanāvacībhedasaddo. Saṁvaraṇaṁ saṁvaro, saṁ-pubba vara saṁvaraṇeti dhātu, satipadhāno cittuppādo. Pariyesanā pariyeṭṭhi, pari-pubba isa pariyesaneti dhātu, vīriyapadhāno cittuppādo. Paṭi punappunaṁ ogāhetvā ikkhanā paccavekkhaṇā, paṭi-pubba ava-pubba ikkha dassanaṅkesūti dhātu, paññāpadhāno cittuppādo. Tesu desanāya vacībhedasaddabhāvato vacībhedaṁ kātuṁ asakkontassa ca dutiyakaṁ alabhantassa ca na sampajjati, sesā pana cittuppādamattabhāvato vacībhedaṁ kātuṁ asakkontassapi dutiyakaṁ alabhantassapi sampajjanti eva, tasmā gilānādikālesu paccavekkhaṇāpāṭhaṁ paṭhitumasakkontenapi atthaṁ manasi katvā citteneva paccavekkhaṇā kātabbāti.",
  "tika-vin08t12:58": "Dātabbaṭṭhena dāyaṁ, taṁ ādiyantīti dāyādā, ananuññātesu sabbena sabbaṁ paribhogābhāvato anuññātesuyeva ca paribhogasabbhāvabhāvato bhikkhūhi paribhuñjitabbapaccayā bhagavato santakā. Dhammadāyādasuttañcettha sādhakanti ‘‘dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā , atthi me tumhesu anukampā, kinti me sāvakā dhammadāyādā bhaveyyuṁ, no āmisadāyādā’’ti evaṁ pavattaṁ dhammadāyādasuttañca (ma. ni. 1.29) ettha etasmiṁ atthe sādhakaṁ. Avītarāgānaṁ taṇhāvasīkatāya paccayaparibhoge sāmibhāvo natthi, tadabhāvena vītarāgānaṁ tattha sāmibhāvo yathāruci paribhogasabbhāvato. Tathā hi te paṭikūlampi appaṭikūlākārena appaṭikūlampi paṭikūlākārena tadubhayampi vajjetvā ajjhupekkhaṇākārena paccaye paribhuñjanti, dāyakānañca manorathaṁ paripūrenti. Tenāha ‘‘te hi taṇhāya dāsabyaṁ atītattā sāmino hutvā paribhuñjantī’’ti. Yo panāyaṁ sīlavato puthujjanassa paccavekkhitaparibhogo, so iṇaparibhogassa paccanīkattā ānaṇyaparibhogo nāma hoti. Yathā pana iṇāyiko attano ruciyā icchitaṁ desaṁ gantuṁ na labhati, evaṁ iṇaparibhogayutto lokato nissarituṁ na labhatīti tappaṭipakkhattā sīlavato paccavekkhitaparibhogo ānaṇyaparibhogoti vuccati, tasmā nippariyāyato catuparibhogavinimutto visuṁyevāyaṁ paribhogoti veditabbo, so idha visuṁ na vutto, dāyajjaparibhogeyeva vā saṅgahaṁ gacchatīti. Sīlavāpi hi imāya sikkhāya samannāgatattā sekkhotveva vuccati.",
  "tika-vin08t12:59": "Sabbesanti ariyānaṁ puthujjanānañca. Kathaṁ puthujjanānaṁ ime paribhogā sambhavantīti? Upacāravasena. Yo hi puthujjanassapi sallekhapaṭipattiyaṁ ṭhitassa paccayagedhaṁ pahāya tattha anupalittena cittena paribhogo, so sāmiparibhogo viya hoti. Sīlavato pana paccavekkhitaparibhogo dāyajjaparibhogo viya hoti dāyakānaṁ manorathassāvirādhanato. Tena vuttaṁ ‘‘dāyajjaparibhogeyeva vā saṅgahaṁ gacchatī’’ti. Kalyāṇaputhujjanassa paribhoge vattabbameva natthi tassa sekkhasaṅgahato. Sekkhasutta ñhetassa (a. ni. 3.86) atthassa sādhakaṁ.",
  "tika-vin08t12:60": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.585) pana ‘‘dātabbaṭṭhena dāyaṁ, taṁ ādiyantīti dāyādā. Sattannaṁ sekkhānanti ettha kalyāṇaputhujjanāpi saṅgahitā tesaṁ ānaṇyaparibhogassa dāyajjaparibhoge saṅgahitattāti veditabbaṁ. Dhammadāyādasuttanti ‘‘dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā’’tiādinā pavattaṁ suttaṁ (ma. ni. 1.29). Tattha ‘‘mā me āmisadāyādāti evaṁ me-saddaṁ ānetvā attho veditabbo. Evañhi yathāvuttatthasādhakaṁ hotī’’ti vuttaṁ. Tattha me mama āmisadāyādā catupaccayabhuñjakāti bhagavato sambandhabhūtassa sambandhībhūtā paccayā vuttā, tasmā dāyakehi dinnāpi paccayā bhagavatā anuññātattā bhagavato paccayāyeva hontīti etassa atthassa dhammadāyādasuttaṁ sādhakaṁ hotīti atthoti vuttaṁ.",
  "tika-vin08t12:61": "Lajjinā saddhiṁ paribhogo nāma lajjissa santakaṁ gahetvā paribhogo. Alajjinā saddhinti etthāpi eseva nayo. Ādito paṭṭhāya hi alajjī nāma natthīti iminā diṭṭhadiṭṭhesuyeva āsaṅkā na kātabbāti dasseti. Attano bhārabhūtā saddhivihārikādayo. Tepi nivāretabbāti yo passati, tena nivāretabbāti pāṭho. Aṭṭhakathāyaṁ pana ‘‘yopi attano bhārabhūtena alajjinā saddhiṁ paribhogaṁ karoti, sopi nivāretabbo’’ti pāṭho dissati, tathāpi atthato ubhayathāpi yujjati. Attano saddhivihārikādayopi alajjibhāvato nivāretabbā. Alajjīhi saddhivihārikādīhi ekasambhogaṁ karontā aññepi nivāretabbāva. Sace naoramati, ayampi alajjīyeva hotīti ettha evaṁ nivārito so puggalo alajjinā saddhiṁ paribhogato oramati viramati, iccetaṁ kusalaṁ. No ce oramati, ayampi alajjīyeva hoti, tena saddhiṁ paribhogaṁ karonto sopi alajjīyeva hotīti attho. Tena vuttaṁ ‘‘evaṁ eko alajjī alajjisatampi karotī’’ti. Adhammiyoti anesanādīhi uppanno. Dhammiyoti bhikkhācariyādīhi uppanno. Saṅghasseva detīti bhattaṁ aggahetvā attanā laddhasalākaṁyeva deti.",
  "tika-vin08t12:62": "Vimativinodaniyaṁ pana ‘‘lajjinā saddhiṁ paribhogoti dhammāmisavasena missībhāvo. Alajjinā saddhinti etthāpi eseva nayo. Ādito paṭṭhāya hi alajjī nāma natthīti iminā diṭṭhadiṭṭhesu āsaṅkā nāma na kātabbā, diṭṭhasutādikāraṇe sati eva kātabbāti dasseti. Attano bhārabhūtā saddhivihārikādayo. Sace na oramatīti agatigamanavasena dhammāmisaparibhogato na oramati. Āpatti nāma natthīti idaṁ alajjīnaṁ dhammenuppannapaccayaṁ dhammakammañca sandhāya vuttaṁ. Tesampi hi kuladūsanādisamuppannaṁ paccayaṁ paribhuñjantānaṁ vaggakammādīni karontānañca āpatti eva. ‘Dhammiyādhammiyaparibhogo paccayavaseneva veditabbo’ti vuttattā heṭṭhā lajjiparibhogālajjiparibhogā paccayavasena ekakammādivasena ca vuttā evāti veditabbaṁ. Teneva duṭṭhadosasikkhāpadaṭṭhakathāyaṁ (pārā. aṭṭha. 2.385-386) codakacuditakabhāve ṭhitā dve alajjino dhammaparibhogampi sandhāya ‘ekasambhogaparibhogā hutvā jīvathā’ti vuttā tesaṁ aññamaññaṁ dhammāmisāparibhoge virodhābhāvā. Lajjīnameva hi alajjinā saha tadubhayaparibhogo na vaṭṭatī’’ti vuttaṁ.",
  "tika-vin08t12:63": "Sacepana lajjī alajjiṁ paggaṇhāti…pe… antaradhāpetīti ettha kevalaṁ paggaṇhitukāmatāya evaṁ kātuṁ na vaṭṭati, dhammassa pana sāsanassa sotūnañca anuggahatthāya vaṭṭatīti veditabbaṁ. Purimanayena ‘‘so āpattiyā kāretabbo’’ti vuttattā imassa āpattiyevāti vadanti. Uddesaggahaṇādinā dhammassa paribhogo dhammaparibhogo. Dhammānuggahena gaṇhantassa āpattiyā abhāvepi thero tassa alajjibhāvaṁyeva sandhāya ‘‘pāpo kirāya’’ntiādimāha. Tassa pana santiketi mahārakkhitattherassa santike.",
  "tika-vin08t12:64": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.585) pana imasmiṁ ṭhāne vitthārato vinicchitaṁ. Kathaṁ? Dhammaparibhogoti ‘‘ekakammaṁ ekuddeso’’tiādinā vuttasaṁvāso ceva nissayaggahaṇādiko sabbo nirāmisaparibhogo ca veditabbo. ‘‘Na so āpattiyā kāretabbo’’ti vuttattā lajjino alajjipaggahe āpattīti veditabbaṁ. Itaropīti lajjīpi. Tassāpi attānaṁ paggaṇhantassa alajjino, iminā ca lajjino vaṇṇabhaṇanādilābhaṁ paṭicca āmisagarukatāya vā gehassitapemena vā taṁ alajjiṁ paggaṇhanto lajjī sāsanaṁ antaradhāpeti nāmāti dasseti. Evaṁ gahaṭṭhādīsu upatthambhito alajjī balaṁ labhitvā pesale abhibhavitvā na cirasseva sāsanaṁ uddhammaṁ ubbinayaṁ karotīti.",
  "tika-vin08t12:65": "Dhammaparibhogopi tattha vaṭṭatīti iminā āmisaparibhogato dhammaparibhogova garuko, tasmā ativiya alajjīvivekena kātabboti dasseti. ‘‘Dhammānuggahena uggaṇhituṁ vaṭṭatī’’ti vuttattā alajjussannatāyasāsane osakkante, lajjīsu ca appahontesu alajjiṁ pakatattaṁ gaṇapūrakaṁ gahetvā upasampadādikaraṇena ceva keci alajjino dhammāmisaparibhogena saṅgahetvā sesālajjigaṇassa niggahena ca sāsanaṁ paggaṇhitumpi vaṭṭati eva.",
  "tika-vin08t12:66": "Keci pana ‘‘koṭiyaṁ ṭhito ganthoti vuttattā ganthapariyāpuṇanameva dhammaparibhogo, na ekakammādi, tasmā alajjīhi saddhiṁ uposathādikaṁ kammaṁ kātuṁ vaṭṭati, āpatti natthī’’ti vadanti, taṁ na yuttaṁ, ekakammādīsu bahūsu dhammaparibhogesu alajjināpi saddhiṁ kattabbāvatthāyattaṁ dhammaparibhogaṁ dassetuṁ idha nidassanavasena ganthasseva samuddhaṭattā. Na hi ekakammādiko vidhi dhammaparibhogo na hotīti sakkā vattuṁ anāmisattā dhammāmisesu apariyāpannassa ca kassaci abhāvā. Teneva aṭṭhasāliniyaṁ dhammapaṭisanthārakathāyaṁ (dha. sa. aṭṭha. 1351) ‘‘kammaṭṭhānaṁ kathetabbaṁ, dhammo vācetabbo…pe… abbhānavuṭṭhānamānattaparivāsā dātabbā, pabbajjāraho pabbājetabbo, upasampadāraho upasampādetabbo…pe… ayaṁ dhammapaṭisanthāro nāmā’’ti evaṁ saṅghakammādipi dhammakoṭṭhāse dassitaṁ. Tesu pana dhammakoṭṭhāsesu yaṁ gaṇapūrakādivasena alajjino apekkhitvā uposathādi vā tesaṁ santikā dhammuggahaṇanissayaggahaṇādi vā karīyati, taṁ dhammo ceva paribhogo cāti dhammaparibhogoti vuccati, etaṁ tathārūpapaccayaṁ vinā kātuṁ na vaṭṭati, karontassa alajjiparibhogo ca hoti dukkaṭañca. Yaṁ pana alajjisataṁ anapekkhitvā tajjanīyādiniggahakammaṁ vā parivāsādiupakārakammaṁ vā uggahaparipucchādānādi vā karīyati, taṁ dhammo eva, no paribhogo, etaṁ anurūpānaṁ kātuṁ vaṭṭati, āmisadāne viya āpatti natthi. Nissayadānampi terasasammutidānādi ca vattapaṭipattisādiyanādiparibhogassapi hetuttā na vaṭṭati.",
  "tika-vin08t12:67": "Yo pana mahāalajjī uddhammaṁ ubbinayaṁ satthusāsanaṁ karoti, tassa saddhivihārikādīnaṁ upasampadādi upakārakammampi uggahaparipucchādānādi ca kātuṁ na vaṭṭati, āpatti eva hoti, niggahakammameva kātabbaṁ. Teneva alajjipaggahopi paṭikkhitto. Dhammāmisaparibhogavivajjanenapi hi dummaṅkūnaṁ puggalānaṁ niggahova adhippeto, so ca pesalānaṁ phāsuvihārasaddhammaṭṭhitivinayānuggahādiatthāya etadatthattā sikkhāpadapaññattiyā, tasmā yaṁ yaṁ dummaṅkūnaṁ upatthambhāya, pesalānaṁ aphāsuvihārāya, saddhammaparihānādiatthāya hoti, taṁ sabbampi paribhogo vā hotu aparibhogo vā kātuṁ na vaṭṭati, evaṁ karontā sāsanaṁ antaradhāpenti, āpattiñca āpajjanti, dhammāmisaparibhogesu cettha alajjīhi ekakammādidhammaparibhogo eva pesalānaṁ aphāsuvihārāya saddhammaparihānādiatthāya hoti, na tathā āmisaparibhogo. Na hi alajjīnaṁ paccayaparibhogamattena pesalānaṁ aphāsuvihārādi hoti, yathāvuttadhammaparibhogena pana hoti. Tapparivajjanena ca phāsuvihārādayo. Tathā hi katasikkhāpadavītikkamā alajjipuggalā uposathādīsu paviṭṭhā ‘‘tumhe kāyadvāre ceva vacīdvāre ca vītikkamaṁ karothā’’tiādinā bhikkhūhi vattabbā honti. Yathā vinayañca atiṭṭhantā saṅghato bahikaraṇādivasena suṭṭhu niggahetabbā, tathā akatvā tehi saha saṁvasantāpi alajjinova honti ‘‘ekopi alajjī alajjisatampi karotī’’tiādivacanato (pārā. aṭṭha. 2.585). Yadi hi te evaṁ aniggahitā siyuṁ, saṅghe kalahādiṁ vaḍḍhetvā uposathādisāmaggikammapaṭibāhanādinā pesalānaṁ aphāsuṁ katvā kamena te devadattavajjiputtakādayo viya parisaṁ vaḍḍhetvā attano vippaṭipattiṁ dhammato vinayato dīpentā saṅghabhedādimpi katvā na cirasseva sāsanaṁ antaradhāpeyyuṁ. Tesu pana saṅghato bahikaraṇādivasena niggahitesu sabbopi ayaṁ upaddavo na hoti. Vuttañhi ‘‘dussīlapuggale nissāya uposatho na tiṭṭhati, pavāraṇā na tiṭṭhati, saṅghakammāni na pavattanti, sāmaggī na hoti…pe… dussīlesu pana niggahitesu sabbopi ayaṁ upaddavo na hoti, tato pesalā bhikkhū phāsu viharantī’’ti, tasmā ekakammādidhammaparibhogova āmisaparibhogatopi ativiya alajjīvivekena kātabbo, āpattikaro ca saddhammaparihānihetuttāti veditabbaṁ.",
  "tika-vin08t12:68": "Apica ‘‘uposatho na tiṭṭhati, pavāraṇā na tiṭṭhati, saṅghakammāni na pavattantī’’ti evaṁ alajjīhi saddhiṁ saṅghakammākaraṇassa aṭṭhakathāyaṁ pakāsitattāpi cetaṁ sijjhati. Tathā parivattaliṅgassa bhikkhuno bhikkhunupassayaṁ gacchantassa paṭipattikathāyaṁ ‘‘ārādhikā ca honti saṅgāhikā lajjiniyo, tā kopetvā aññattha na gantabbaṁ. Gacchati ce, gāmantaranadīpārarattivippavāsagaṇamhā ohīyanāpattīhi na muccati…pe… alajjiniyo honti, saṅgahaṁ pana karonti, tāpi pariccajitvā aññattha gantuṁ labhatī’’ti evaṁ alajjinīsu dutiyikāgahaṇādīsu saṁvāsāpattiparihārāya nadīpārāgamanādigarukāpattiṭṭhānānaṁ anuññātattā tatopi alajjisaṁvāsāpatti eva saddhammaparihāniyā hetubhūto garukatarāti viññāyati. Na hi lahukāpattiṭṭhānaṁ vā anāpattiṭṭhānaṁ vā pariharituṁ garukāpattiṭṭhānavītikkamaṁ ācariyā anujānanti. Tathā asaṁvāsapadassa aṭṭhakathāyaṁ ‘‘sabbehipi lajjipuggalehi samaṁ sikkhitabbabhāvato samasikkhātā nāma. Ettha yasmā sabbepi lajjino etesu kammādīsu saha vasanti, na ekopi tato bahiddhā sandissati, tasmā tāni sabbānipi gahetvā eso saṁvāso nāmā’’ti evaṁ lajjīheva ekakammādisaṁvāso vaṭṭatīti pakāsito.",
  "tika-vin08t12:69": "Yadi evaṁ kasmā asaṁvāsikesu alajjī na gahitoti? Nāyaṁ virodho, ye gaṇapūrake katvā kataṁ kammaṁ kuppati, tesaṁ pārājikādiapakatattānaññeva asaṁvāsikattena gahitattā. Alajjino pana pakatattabhūtāpi santi, te ce gaṇapūrakā hutvā kammaṁ sādhenti, kevalaṁ katvā agatigamanena karontānaṁ āpattikarā honti sabhāgāpattiāpannā viya aññamaññaṁ. Yasmā alajjitañca lajjitañca puthujjanānaṁ cittakkhaṇapaṭibaddhaṁ, na sabbakālikaṁ. Sañcicca hi vītikkamacitte uppanne alajjino ‘‘na puna īdisaṁ karissāmī’’ti cittena lajjino honti.",
  "tika-vin08t12:70": "Tesu ca ye pesalehi ovadiyamānāpi na oramanti, punappunaṁ karonti, te eva asaṁvasitabbā, na itare lajjidhamme okkantattā, tasmāpi alajjino asaṁvāsikesu agaṇetvā tapparivajjanatthaṁ sodhetvāva uposathādikaraṇaṁ anaññātaṁ. Tathā hi ‘‘pārisuddhiṁ āyasmanto ārocetha, pātimokkhaṁ uddisissāmī’’tiādinā (mahāva. 134) aparisuddhāya parisāya uposathakaraṇassa ayuttatā pakāsitā, ‘‘yassa siyā āpatti, so āvikareyya…pe… phāsu hotī’’ti (mahāva. 134) evaṁ alajjimpi lajjidhamme patiṭṭhāpetvā uposathakaraṇappakāro ca vutto, ‘‘kaccittha parisuddhā…pe… parisuddhetthāyasmanto’’ti (pārā. 233) ca pārisuddhiuposathe ‘‘parisuddho ahaṁ, bhante, parisuddhoti maṁ dhārethā’’ti (mahāva. 168) ca evaṁ uposathaṁ karontānaṁ parisuddhatā ca pakāsitā, vacanamattena anoramantānañca uposathapavāraṇaṭṭhapanavidhi ca vutto, sabbathā lajjidhammaṁ anokkamantehi saṁvāsassa ayuttatāya nissayadānaggahaṇapaṭikkhepo, tajjanīyādiniggahakammakaraṇaukkhepanīyakammakaraṇena sānuvattakaparisassa alajjissa asaṁvāsikattapāpanavidhi ca vutto, tasmā yathāvuttehi suttantanayehi, aṭṭhakathāvacanehi ca pakatattehipi apakatattehipi sabbehi alajjīhi ekakammādisaṁvāso na vaṭṭati, karontānaṁ āpatti eva dummaṅkūnaṁ puggalānaṁ niggahatthāyeva sabbasikkhāpadānaṁ paññattattāti niṭṭhamettha gantabbaṁ. Teneva dutiyasaṅgītiyaṁ pakatattāpi alajjino vajjiputtakā yasattherādīhi mahantena vāyāmena saṅghato viyojitā. Na hi tesu pārājikādiasaṁvāsikāpatti atthi, tehi dīpitānaṁ dasannaṁ vatthūnaṁ lahukāpattivisayattāti vuttaṁ.",
  "tika-vin08t12:71": "Tassa santiketi mahārakkhitattherassa santike.",
  "tika-vin08t12:72": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t12:73": "Rūpiyādipaṭiggahaṇavinicchayakathālaṅkāro nāma",
  "tika-vin08t12:74": "Dvādasamo paricchedo."
}