{
  "tika-vin06t4:0": "Cūḷavaggavaṇṇanā",
  "tika-vin06t4:1": "1. Kammakkhandhakavaṇṇanā",
  "tika-vin06t4:2": "Adhammakammadvādasakakathāvaṇṇanā",
  "tika-vin06t4:3": "4.Asammukhākataṁ hotītiādayo tikā kevalaṁ desanāmattameva. Na hi tīhi eva aṅgehi samodhānehi adhammakammaṁ hoti, ekenapi hoti eva, ayamattho ‘‘tiṇṇaṁ, bhikkhave’’tiādipāḷiyā (cūḷava. 6) sādhetabbo. ‘‘Appaṭiññāya kataṁ hotī’’ti lajjiṁ sandhāya vuttaṁ. Kaṇhapakkhe ‘‘adesanāgāminiyā āpattiyā kataṁ hotī’’ti sukkapakkhe ‘‘desanāgāminiyā āpattiyā kataṁ hotī’’ti idaṁ dvayaṁ parato ‘‘tīhi, bhikkhave, aṅgehi samannāgatassa bhikkhuno ākaṅkhamāno saṅgho tajjanīyakammaṁ kareyya. Adhisīle sīlavipanno hotī’’ti iminā virujjhati, adesanāgāminiṁ āpanno hi ‘‘adhisīle sīlavipanno’’ti vuccatīti. Yuttametaṁ, kattu adhippāyo ettha cintetabbo. Etthāha upatissatthero ‘‘tajjanīyakammassa hi visesena bhaṇḍanakārakattaṁ aṅga’nti aṭṭhakathāyaṁ vuttaṁ, taṁ pāḷiyā āgatanidānena yujjati, tasmā sabbattikesupi bhaṇḍanaṁ āropetvā bhaṇḍanapaccayā āpannāpattivasena idaṁ kammaṁ kātabbaṁ, tasmā ‘adhisīle sīlavipanno’ti etthāpi pubbabhāge vā aparabhāge vā codanāsāraṇādikāle bhaṇḍanapaccayā āpannāpattivaseneva kāretabbaṁ, na kevalaṁ saṅghādisesapaccayā kātabba’’nti. ‘‘Adesanāgāminiyā āpattiyāti pārājikāpattiyā’ti ettakamattaṁ vatvā parato ‘adhisīle pārājikasaṅghādisese ajjhācārā’ti porāṇagaṇṭhipade vutta’’nti likhitaṁ. ‘‘Adhisīle sīlavipanno’ti saṅghādisesaṁ sandhāyā’’ti gaṇṭhipade likhitaṁ. Idaṁ porāṇagaṇṭhipade purimavacanena sameti, tasmā tattha pacchimaṁ pārājikapadaṁ atthuddhāravasena vuttaṁ siyā , aṭṭhakathāyañca ‘‘adesanāgāminiyāti pārājikāpattiyā vā saṅghādisesāpattiyā vā’’ti vuttaṁ, tattha pārājikāpatti atthuddhāravasena vuttā siyā. Yato gaṇṭhipade ‘‘adhisīle sīlavipanno’ti saṅghādisesaṁ sandhāyā’’ti ettakameva likhitaṁ, tasmā sabbattha gaṇṭhipade sakalena nayena pārājikāpattipaccayā uppannabhaṇḍanahetu na tajjanīyakammaṁ kātabbaṁ payojanābhāvā, saṅghādisesapaccayā kātabbanti ayamattho siddho hoti. Na, sukkapakkhe ‘‘desanāgāminiyā āpattiyā kataṁ hotī’’ti (cūḷava. 5) vacanatoti ce? Na, ekena pariyāyena saṅghādisesassapi desanāgāminivohārasambhavato,",
  "tika-vin06t4:4": "Yena kammena santajjanaṁ karīyati, taṁ tajjanīyakammaṁ nāma. Yena kammena nissāya te vatthabbanti nissiyati bhajāpiyati niyasso, taṁ niyasakammaṁ nāma. Yena tato āvāsato, gāmato ca pabbājenti kuladūsakaṁ, taṁ pabbājanīyakammaṁ nāma. Yena kammena akkuṭṭhagahaṭṭhasamaīpameva paṭisāriyati so akkosako pacchā pesiyati, taṁ paṭisāraṇīyakammaṁ nāma. Yena samānasaṁvāsakabhūmito ukkhipiyati. Chaḍḍīyati sātisāro bhikkhusaṅghena, taṁ kammaṁ ukkhepanīyakammaṁ nāmāti veditabbaṁ.",
  "tika-vin06t4:5": "11.‘‘Nissāya te vatthabba’’nti garunissayaṁ sandhāya vuttaṁ, na itaranti.",
  "tika-vin06t4:6": "21.Assajipunabbasukavatthusmiṁ ‘‘tesu vibbhantesupi kammaṁ paṭippassambhetuṁ anuññātampi sammāvattantānaṁyevā’’ti likhitaṁ. Sammukhā vuttameva gihipaṭisaṁyuttaṁ nāma. Parammukhā vuttaṁ desanaṁ gacchati.",
  "tika-vin06t4:7": "41. Khamāpentena ‘‘khamāhī’’ti vattabbamattameva, na ukkuṭikādisāmīcinā payojananti. Anudūtanti sahāyanti attho.",
  "tika-vin06t4:8": "50.Adassaneyeva ukkhepanīyaṁ kātabbaṁ, na aññathā. ‘‘Tajjanīyādikaraṇakāle āpattiṁ ropetvā tassā adassane, appaṭikamme vā bhaṇḍanakārakādiaṅgehi kātabba’’nti likhitaṁ.",
  "tika-vin06t4:9": "Tajjanīyakammādīsu ayaṁ pakiṇṇakavinicchayoti veditabbo. Kiṁ tajjanīyakammaṁ, tajjanīyakammassa kiṁ mūlaṁ, kiṁ vatthu, kiṁ pariyosānaṁ, kasmā ‘‘tajjanīyakamma’’nti vuccatīti? Kiṁ tajjanīyakammanti vatthusmiṁ sati karaṇasampatti. Tajjanīyakammassa kiṁ mūlanti saṅgho mūlaṁ. Tajjanīyakammassa kiṁ vatthūti kalahajātāpattivatthu. Kiṁ pariyosānanti bhāvanāpariyosānaṁ. Kasmā tajjanīyakammanti vuccatīti saṅgho kalahakārakapuggalaṁ kalahe ca bhede ca bhayaṁ dassetvā khantiyā janeti, upasame janeti, tasmā ‘‘tajjanīyakamma’’nti vuccati. Kathaṁ tajjanīyakammaṁ kataṁ hoti, kathaṁ akataṁ. Kinti ca tajjanīyakammaṁ kataṁ hoti, kinti ca akataṁ. Kena ca tajjanīyakammaṁ kataṁ hoti, kena ca akataṁ. Kattha ca tajjanīyakammaṁ kataṁ hoti, kattha ca akataṁ. Kāya velāya tajjanīyakammaṁ kataṁ hoti, kāya velāya akataṁ hoti? Kathaṁ tajjanīyakammaṁ kataṁ hotīti samaggena saṅghena ñatticatutthena kammena. Kathaṁ akataṁ hotīti vaggena saṅghena ñatticatutthena kammena. Kinti ca kataṁ hotīti karaṇasampattiyā. Kinti ca akataṁ hotīti karaṇavipattiyā. Kena ca kataṁ hotīti saṅghena. Kena ca akataṁ hotīti gaṇena puggalena. Kattha ca kataṁ hotīti yassa puggalassa saṅgho tajjanīyakammaṁ karoti, tassa puggalassa sammukhībhūte. Kattha ca akataṁ hotīti yassa puggalassa saṅgho tajjanīyakammaṁ karoti, tassa puggalassa asammukhībhūte. Kāya velāya kataṁ hotīti yadā kalahajātāpatti saṁvijjati. Kāya velāya akataṁ hotīti yadā kalahajātāpatti na saṁvijjati. Katihākārehi tajjanīyakammassa pattakallaṁ hoti, katihākārehi apattakallaṁ? Sattahākārehi tajjanīyakammassa pattakallaṁ hoti, sattahākārehi apattakallaṁ. Katamehi sattahākārehi pattakallaṁ, katamehi sattahākārehi apattakallaṁ hoti? Kalahajātāpatti na saṁvijjati, so vā puggalo asammukhībhūto hoti, saṅgho vā vaggo hoti, asaṁvāsiko vā puggalo tassaṁ parisāyaṁ saṁvijjati, acodito vā hoti asārito vā, āpattiṁ vā anāropito. Imehi sattahākārehi tajjanīyakammassa apattakallaṁ hoti, itarehi sattahākārehi pattakallaṁ hoti. Evaṁ sesakammesūti.",
  "tika-vin06t4:10": "Kammakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:11": "2. Pārivāsikakkhandhakavaṇṇanā",
  "tika-vin06t4:12": "Pārivāsikavattakathāvaṇṇanā",
  "tika-vin06t4:13": "75. Pārivāsikakkhandhake ‘‘mā maṁ gāmappavesanaṁ āpucchathāti vutte anāpucchāpi gāmaṁ pavisituṁ vaṭṭatī’’ti vadanti. Saṅgho attano pattaṭṭhāne gahetuṁ vaṭṭati. Oṇojanaṁ nāma vissajjanaṁ. ‘‘Taṁ pana pārivāsikena pāpitassa attanā sampaṭicchitasseva punadivasādiatthāya vissajjanaṁ kātabbaṁ, asampaṭicchitvāyeva ce vissajjeti, na labhatī’’ti vuttaṁ.",
  "tika-vin06t4:14": "76.Pakatiyāva nissayoti ettha ‘‘antevāsikānaṁ ālayasabbhāve yāva vassūpanāyikadivaso, tāva kappati, tassa ālayassa sabbhāve nissayo na paṭippassambhatīti ce? Na vaṭṭati. Tattha idāni khamāpeyyāmītiādinā vaṭṭatī’’ti vuttaṁ. Tattha ekantena vissaṭṭhattā, idha pana ekanteneva dvinnampi samabhāvo icchitabbo evāti eke. Paṭibalassa vā bhikkhussāti ettha ‘‘laddhasammutikena āṇattopi garudhammehi, aññehi vā ovadituṁ na labhatī’’ti likhitaṁ. Tato vā pāpiṭṭhatarāti ettha ‘‘asañcicca āpannasañcarittato sukkavissaṭṭhi pāpiṭṭhatarāti ayampi nayo yojetabbo’’ti vuttaṁ. Paccayanti vassāvāsikaṁ. Senāsanaṁ na labhati seyyapariyantabhāgitāya. ‘‘Uddesādīni dātumpi na labhatī’’ti vadanti. ‘‘Sace dve pārivāsikā gataṭṭhāne aññamaññaṁ passanti, ubhohipi aññamaññassa ārocetabbaṁ avisesena ‘āgantukena ārocetabbaṁ, āgantukassa ārocetabba’nti vuttattā’’ti vuttaṁ. Aññavihāragatenāpi tattha pubbe ārocitassa punārocanakiccaṁ natthi. ‘‘Anikkhittavattassa bahi ārocitassa yathā puna vihāre ārocanakiccaṁ natthi, evaṁ ‘āgantukasodhanatthaṁ uposathadivase ārocetabba’nti vacanañhettha sādhaka’’nti vadanti.",
  "tika-vin06t4:15": "81. Ekacchanne nisinnassāpi ratticchedadukkaṭāpattiyo hontīti eke. Avisesenāti pārivāsikassa ukkhittakassāti imaṁ bhedaṁ akatvā. ‘‘Tadahupasampannepi pakatatte’’ti vacanato anupasampannehi vasituṁ vaṭṭati. ‘‘Samavassāti etena apacchā apurimaṁ nipajjane dvinnampi vattabhedāpattibhāvaṁ dīpetī’’ti likhitaṁ.",
  "tika-vin06t4:16": "Pārivāsikavattakathāvaṇṇanā niṭṭhitā.",
  "tika-vin06t4:17": "Mūlāyapaṭikassanārahavattakathāvaṇṇanā",
  "tika-vin06t4:18": "86.Attanoattano navakataranti pārivāsikādinavakataraṁ. Paṭhamaṁ saṅghamajjhe parivāsaṁ gahetvā nikkhittavattena puna ekassapi santike samādiyituṁ, nikkhipituñca vaṭṭati. Mānatte pana nikkhipituṁ vaṭṭati. Ūne gaṇe caraṇadosattā na gahetunti eke. Paṭhamaṁ ādinnavattaṁ ekassa santike yathā nikkhipituṁ vaṭṭati, tathā samādiyitumpi vaṭṭatīti porāṇagaṇṭhipade.",
  "tika-vin06t4:19": "Pārivāsikakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:20": "3. Samuccayakkhandhakavaṇṇanā",
  "tika-vin06t4:21": "Sukkavissaṭṭhikathāvaṇṇanā",
  "tika-vin06t4:22": "97.‘‘Vedayāmīti jānāmi, cittena sampaṭicchitvā sukhaṁ anubhavāmi, na tappaccayā ahaṁ dukkhitoti adhippāyo’’ti likhitaṁ. Yassa māḷake nārocitaṁ, tassa ārocetvā nikkhipitabbaṁ. Yassa ārocitaṁ, tassa puna ārocanakiccaṁ natthi, kevalaṁ nikkhipitabbameva. Vattaṁ nikkhipitvā vasantassa upacārasīmāgatānaṁ sabbesaṁ ārocanakiccaṁ natthi. Diṭṭharūpānaṁ sutasaddānaṁ ārocetabbaṁ, adiṭṭhaassutānampi antodvādasahatthagatānaṁ ārocetabbaṁ. ‘‘Idaṁ vattaṁ nikkhipitvā vasantassa lakkhaṇa’’nti vuttaṁ. ‘‘Parikkhittassa vihārassa parikkhepato’tiādi kiñcāpi pāḷiyaṁ natthi, atha kho aṭṭhakathācariyānaṁ vacanena tathā eva paṭipajjitabba’’nti ca vuttaṁ. ‘‘Atthibhāvaṁ sallakkhetvāti dvādasahatthe upacāre sallakkhetvā, anikkhittavattānaṁ upacārasīmāya āgatabhāvaṁ sallakkhetvā sahavāsādikaṁ veditabba’’nti ca vuttaṁ. ‘‘Nikkhipantena ārocetvā nikkhipitabbaṁ, payojanaṁ atthī’’ti ca vuttaṁ, na pana taṁ payojanaṁ dassitaṁ. Ciṇṇamānatto bhikkhu abbhetabboti ciṇṇamānattassa ca abbhānārahassa ca ninnānākāraṇattā aññathā ‘‘abbhānāraho abbhetabbo’’ti vattabbaṁ siyā. Ukkhepanīyakammakatopi attano laddhiggahaṇavasena sabhāgabhikkhumhi sati tassa anārocāpetuṁ na labhati.",
  "tika-vin06t4:23": "Parivāsakathāvaṇṇanā",
  "tika-vin06t4:24": "102. ‘‘Anantarāyikassa pana antarāyikasaññāya chādayato acchannāvā’’ti pāṭho. Averibhāvena sabhāgo averisabhāgo. ‘‘Sabhāgasaṅghādisesaṁ āpannassa pana santike āvi kātuṁ na vaṭṭatī’’ti pasaṅgato idheva pakāsitaṁ. Lahukesu paṭikkhepo natthi. Tattha ñattiyā āvi katvā uposathaṁ kātuṁ anuññātattā lahukasabhāgaṁ āvi kātuṁ vaṭṭatīti. Sabhāgasaṅghādisesaṁ pana ñattiyā ārocanaṁ na vaṭṭatīti kira. ‘‘Tassa santike taṁ āpattiṁ paṭikarissatī’ti (mahāva. 171) vuttattā lahukassevāyamanuññātā . Na hi sakkā suddhassa ekassa santike saṅghādisesassa paṭikaraṇaṁ kātu’’nti likhitaṁ. Lahukesupi sabhāgaṁ āvi kātuṁ na vaṭṭatīti, tasmā eva hi ñattiyā āvikaraṇaṁ anuññātaṁ, itarathā taṁ niratthakaṁ siyā. Aññamaññārocanassa vaṭṭati, tato na vaṭṭatīti dīpanatthameva ñattiyā āvikaraṇamanuññātaṁ, teneva idha ‘‘sabhāgasaṅghādisesaṁ āpannassā’’tiādi vuttaṁ. Ayamattho ‘‘ettāvatā te dve nirāpattikā honti, tesaṁ santike sesehi sabhāgāpattiyo desetabbā’’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā) vacanena kaṅkhāvitaraṇiyaṁ pakāsitova. Saṅghādisesaṁ pana ñattiyā ārocetvā uposathaṁ kātuṁ vaṭṭati. Tassā ñattiyā ayamattho yadā suddhaṁ bhikkhuṁ passissati, tassa santike ārocanavasena paṭikarissati. Evaṁ paṭikate ‘‘na ca, bhikkhave, sāpattikena pātimokkhaṁ sotabbaṁ, yo suṇeyya, āpatti dukkaṭassā’’ti (cūḷava. 386) vuttāpattito mokkho hotīti, tasmā ‘‘garukaṁ vā hotu lahukaṁ vā, ñattiyā āvi kātuṁ vaṭṭatī’’ti vuttaṁ, ubhosu nayesu yuttataraṁ gahetabbaṁ.",
  "tika-vin06t4:25": "Nāmañceva āpatti cāti ‘‘tena tena vītikkamenāpannāpatti āpatti. Nāmanti tassā āpattiyā nāma’’nti likhitaṁ. Ārocetvā nikkhipitabbanti ettha ārocanaṁ vattabhedadukkaṭapaaharaṇappayojananti veditabbaṁ. Akāraṇametanti ‘‘sambahulā saṅghādisesā āpattiyo āpajji’’nti vutte vuṭṭhānato.",
  "tika-vin06t4:26": "Dasasataṁ rattisatanti dasasataṁ āpattiyo rattisataṁ chādetvāti yojetabbaṁ. Agghasamodhāno nāma sabhāgavatthukāyo sambahulā āpattiyo āpannassa bahurattiṁ paṭicchāditāpattiyaṁ nikkhipitvā dātabbo, itaro nānāvatthukānaṁ vasenāti ayametesaṁ visesoti.",
  "tika-vin06t4:27": "Parivāsakathāvaṇṇanā niṭṭhitā.",
  "tika-vin06t4:28": "‘‘Gāmassātina vutta’’nti vacanato kira gāmūpacārepi vaṭṭatīti adhippāyoti likhitaṁ. Vuttañca ‘‘ayaṁ pana viseso’’ti. ‘‘Ettha aṭṭhakathācariyāva pamāṇaṁ. Yuttaṁ na dissatī’’ti likhitaṁ. Anugaṇṭhipade pana ‘‘ayaṁ pana viseso, āgantukassa…pe… okkamitvā gacchati, ratticchedo hotiyevā’’ti vacane heṭṭhā ‘‘antoaruṇe eva nikkhamitvā gāmūpacārato dve leḍḍupāte atikkamitvā’’tiādinā nayena garuṁ katvā vacanato, bhikkhunīnaṁ garukavaseneva tattha tattha sikkhāpadānaṁ paññattattā ca tadanurūpavaseneva aṭṭhakathācariyena bhikkhunīnaṁ garuṁ katvā mānattacaraṇavidhidassanatthaṁ ‘‘yattakā purebhattaṁ vā’’tiādi vuttaṁ. Kurundiādīsu vuttavacanena karontassapi doso natthīti dassetuṁ kevalaṁ lakkhaṇamattameva vuttaṁ, tadubhayampi tena tena pariyāyena yujjati, vinicchaye patte lakkhaṇe eva ṭhātabbato kurundiādīsu vuttavacanaṁ pacchā vuttaṁ. Payogo pana purimova. Yathā cettha, tathā sace kāci bhikkhunī dve leḍḍupāte anatikkamitvā aruṇaṁ uṭṭhapeti, doso natthi, tathāpi sabbaṭṭhakathāsu vuttattā ‘‘purimameva āciṇṇa’’nti vuttaṁ. Parivāsavattādīnanti ‘‘parivāsanissayapaṭippassaddhiādīnaṁ upacārasīmāya paricchinnattā bhikkhunupassayassa upacārasīmāva gahetabbā, na gāmo’’ti likhitaṁ. ‘‘Tasmiṁ gāme bhikkhācāro sampajjatī’tiādi pavāritavasena vuttaṁ. Na hi tattha antogāme vihāro atthī’’ti ca likhitaṁ, ‘‘tampi tena pariyāyena yujjati, na atthato’’ti ca.",
  "tika-vin06t4:29": "Paṭicchannaparivāsādikathāvaṇṇanā",
  "tika-vin06t4:30": "108.‘‘Visuṁ mānatthaṁ caritabbanti mūlāya paṭikassanaṁ akatvā visuṁ kammavācāyā’’ti ca likhitaṁ. ‘‘Saṅghādisesāpattī’’ti vuttattā ekova, ekavatthumhi āpannā saṅghādisesā thullaccayadukkaṭamissakā nāma. Makkhadhammo nāma chādetukāmatā.",
  "tika-vin06t4:31": "143.Dhammatāti dhammatāya, tathātāyāti attho ‘‘alajjitā’’ti ettha viya.",
  "tika-vin06t4:32": "148.Purimaṁ upādāya dve māsā parivasitabbāti ettha ‘‘parivasitadivasāpi gaṇanūpagā hontī’’ti likhitaṁ.",
  "tika-vin06t4:33": "184.Tasmiṁ bhūmiyanti tassaṁ bhūmiyaṁ. Sambahulā saṅghādisesā āpattiyo āpajjati parimāṇampītiādi jātivasenekavacanaṁ.",
  "tika-vin06t4:34": "Samuccayakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:35": "4. Samathakkhandhakavaṇṇanā",
  "tika-vin06t4:36": "Sammukhāvinayakathāvaṇṇanā",
  "tika-vin06t4:37": "186-187. Yattha yattha kammavācāya ‘‘aya’’nti vā ‘‘ime’’ti vā sammukhāniddesaniyamo atthi, sabbaṁ taṁ kammaṁ sammukhākaraṇīyameva, na kevalaṁ tajjanīyādipañcavidhameva. Pañcavidhasseva pana uddharitvā dassanaṁ kammakkhandhake tāva tasseva pāḷiāruḷhattā, catuvīsatiyā pārājikesu vijjamānesu pārājikakaṇḍe āgatānaṁyeva catunnaṁ uddharitvā dassanaṁ viyāti veditabbaṁ. Tattha ‘‘puggalassa sammukhatā hatthapāsūpagamanamevā’’ti vuttaṁ, taṁ kāraṇaṁ sammukhākaraṇīyassapi sammukhāniddesaniyamābhāvato. Kāmaṁ ayamattho kammakkhandhakeyeva ‘‘tīhi, bhikkhave, aṅgehi samannāgataṁ tajjanīyakammaṁ adhammakammañca hoti…pe… asammukhākataṁ hotī’’ti (cūḷava. 4) vacaneneva siddho, tattha pana āpatti na dassitā. Idha ‘‘yo kareyya, āpatti dukkaṭassā’’ti tattha bhavitabbāpattidassanatthaṁ idaṁ āraddhanti veditabbaṁ. ‘‘Sammukhāvinayapatirūpakena vūpasantampi sammukhāvinayeneva vūpasantagaṇanaṁ gacchatīti dassetuṁ ‘adhammavādī puggalo’tiādi āraddha’’nti vuttaṁ, likhitañca. Evaṁ vūpasantaṁ sammukhāvinayapatirūpakena vūpasantaṁ nāma hoti, na sammukhāvinayena ca aññena kenacīti dassetuṁ idamāraddhanti ācariyo.",
  "tika-vin06t4:38": "Sativinayakathāvaṇṇanā",
  "tika-vin06t4:39": "195. Dabbassa kammavācāya ‘‘saṅgho imaṁ āyasmantaṁ dabba’’nti sammukhāniddeso natthi, tathāpi ‘‘paṭhamaṁ dabbo yācitabbo’’ti vacanena sammukhākaraṇīyatā tassa siddhā. Tathā aññatthāpi yathāsambhavaṁ leso veditabbo. Sativepullappattassa dātabbo vinayo sativinayo.",
  "tika-vin06t4:40": "Amūḷhavinayakathāvaṇṇanā",
  "tika-vin06t4:41": "196-7. ‘‘Yassa ummattakassa taṁtaṁvītikkamato anāpatti, tādisasseva amūḷhavinayaṁ dātuṁ vaṭṭatīti amūḷhassa kattabbavinayo amūḷhavinayo’’ti likhitaṁ, taṁ yuttaṁ ‘‘saṅgho gaggassa bhikkhuno amūḷhassa amūḷhavinayaṁ detī’’ti vacanato. ‘‘Tīṇimāni, bhikkhave, adhammikāni amūḷhavinayassa dānānī’’ti imassa vibhaṅge ‘‘na sarāmī’’ti vacanaṁ vītikkamakālaṁ sandhāya tassa vibhaṅgassa pavattattā. Amūḷhavinayadānakāle panassa amūḷhatā vinicchitabbā.",
  "tika-vin06t4:42": "Paṭiññātakaraṇakathāvaṇṇanā",
  "tika-vin06t4:43": "200. ‘‘Appaṭiññāya bhikkhūnaṁ kammāni karontī’’ti ārabhantassa kāraṇaṁ vuttameva. Paṭiññātena karaṇaṁ paṭiññātakaraṇaṁ.",
  "tika-vin06t4:44": "Tassapāpiyasikākathāvaṇṇanā",
  "tika-vin06t4:45": "207. ‘‘Tīhi, bhikkhave, aṅgehi samannāgataṁ tassapāpiyasikākamma’’nti ārabhitvā pañca aṅgāni dassetvā pāḷi gatā, ‘‘sā peyyālena saṅkhipitvā gatāti ñātabba’’nti likhitaṁ. Tathā sukkapakkhepi.",
  "tika-vin06t4:46": "Tiṇavatthārakādikathāvaṇṇanā",
  "tika-vin06t4:47": "214. ‘‘Sabbeheva ekajjhaṁ sannipatitabba’’nti chandadānassa paṭikkhittattā pavāraṇakkhandhakaṭṭhakathāyañca ‘‘bhinnassa hi saṅghassa samaggakaraṇakāle, tiṇavatthārakasamathe, imasmiñca pavāraṇasaṅgaheti imesu tīsu ṭhānesu chandaṁ dātuṁ na vaṭṭatī’’ti (mahāva. aṭṭha. 241) vuttattā idha āgantvā vā chandaṁ datvā pariveṇādīsu nisinnāti idaṁ virujjhati viya khāyatīti ce? Na khāyati adhippāyaññūnaṁ. Ayañhettha adhippāyo – visujjhitukāmehi sabbeheva sannipatitabbaṁ, asannipatitassa natthi suddhi chandadāyakassa. Kevalaṁ taṁ kammaṁ sannipatitānaṁ sampajjati. Aṭṭhakathāyaṁ visujjhitukāmānaṁ chandaṁ dātuṁ na vaṭṭatīti adhippāyo. Itarathā pāḷiyā ca virujjhati. ‘‘Ṭhapetvā ye na tattha hotī’’ti hi ayaṁ pāḷi sannipātaṁ āgantvā chandaṁ datvā ṭhitānaṁ atthitaṁ dīpeti. Nissīmagate sandhāya vuttaṁ siyāti ce? Nissīmagate ṭhapetvā idha kiṁ, tasmā yo sāmaggīuposathe chandaṁ datvā tiṭṭhati ce, nānāsaṁvāsakabhūmiyaṁyeva tiṭṭhati, tassa chandadāyakassa pavāraṇasaṅgahopi natthi. Yo ca tiṇavatthārakakamme nāgacchati, so tāhi āpattīhi na sujjhatīti veditabbaṁ. Yassa etaṁ na ruccati , tassa parivāre vuttaparisato kammavipattilakkhaṇaṁ virujjhati, tattha hi kevalaṁ chandārahānaṁ chando anāhaṭo hoti sace, akataṁ tabbiparītena sampattidīpanatoti vuttaṁ hoti. Tathā pattakallalakkhaṇampi virujjhati. Tesu tīsu ṭhānesu kammappattāyeva sabbe, na tattha chandāraho atthīti ce? Na, catuvaggādikaraṇavibhājane avisesetvā chandārahassa āgatattā, taṁ sāmaññato vuttaṁ. Idañca āveṇikalakkhaṇaṁ, teneva satipi diṭṭhāvikamme idaṁ paṭikuṭṭhakataṁ na hotīti ce? Na, nānattasabhāvato. Idha hi ye pana ‘‘na metaṁ khamatī’ti aññamaññaṁ diṭṭhāvikammaṁ karontī’’ti (cūḷava. aṭṭha. 214) vacanato na saṅghassa diṭṭhāvikammaṁ kataṁ. Tasmiṁ sati paṭikuṭṭhakatameva hoti. Aññathā pubbabhāgā tā ñattiyo niratthikā siyuṁ, na ca parivāraṭṭhakathāyaṁ chandārahādhikāre nayo dinno. Pavāraṇakkhandhakaṭṭhakathāyaṁ ‘‘tīsu ṭhānesu chandaṁ dātuṁ na vaṭṭatī’’ti (mahāva. aṭṭha. 241) vuttattā virujjhatīti ce? Na, aṭṭhakathāya pamāṇabhāve sati ‘‘idha chandaṁ datvā pariveṇādīsu nisinnā’’tiādi vacane suddhikāmato eva gahite sabbaṁ na virujjhatīti eke. ‘‘Āgantvā vā chandaṁ datvā pariveṇādīsu nisinnā, te āpattīhi na vuṭṭhahantī’’ti idaṁ na vattabbaṁ. Kasmā? Heṭṭhā ‘‘sabbeheva ekajjhaṁ sannipatitabba’’nti chandadānassa paṭikkhepavacanato aṭṭhakathāyaṁ ‘‘tīsu ṭhānesu chandaṁ dātuṁ na vaṭṭatī’’ti vuttattā, andhakaṭṭhakathāyampi tatheva vuttattā cāti? Na, ekajjhameva kamme karīyamāne yo idha ‘‘suṇātu me, bhante, saṅgho, amhākaṁ…pe… gihipaṭisaṁyutta’’nti sādhāraṇañattiṁ ṭhapetvā puna ‘‘suṇantu me, āyasmantā’’tiādinā asādhāraṇañattiyo ṭhapetvā ‘‘suṇātu me, bhante saṅgho, amhākaṁ…pe… evametaṁ dhārayāmī’’ti ekatopakkhikānaṁ sandhiyā katāya tadanantare kenaci karaṇīyena chandaṁ datvā gacchati, tassa āpattīhi vuṭṭhānaṁ natthi. Aparesampi ekatopakkhikānaṁ abbhantare ṭhitattā vibhūtattā karaṇassa ayamatthova vutto. Sādhāraṇavasena dutiyāya ñattiyā ṭhapitāya ye tasmiṁ khaṇe ñattidutiyakammavācāsu anāraddhāsu, apariyositāsu vā chandaṁ datvā gacchanti, tesampi na vuṭṭhāti eva. Ye na tattha hontīti padassa ca ye vuttappakārena nayena tattha na hontīti attho gahetabbo. Vuttappakāratthadīpanatthañca aṭṭhakathāyaṁ ‘‘chandaṁ datvā pariveṇādīsu nisinnā’’ti idameva avatvā ‘‘ye pana tehi vā saddhiṁ āpattiṁ āpajjitvāpi tattha anāgatā, āgantvā vā chandaṁ datvā pariveṇādīsu nisinnā’’ti vuttaṁ, evaṁ pubbenāparaṁ sandhīyati. ‘‘Pāḷiyā ca tattha diṭṭhāvikammena kammassa akuppatā veditabbā’’ti vuttaṁ.",
  "tika-vin06t4:48": "Adhikaraṇakathāvaṇṇanā",
  "tika-vin06t4:49": "220.Cittuppādovivādo. Vivādasaddopi kāraṇūpacārena kusalādisaṅkhyaṁ gacchati. Taṁ sandhāya ‘‘samathehi ca adhikaraṇīyatāya adhikaraṇa’’nti vuttaṁ. Atha vā vivādahetubhūtassa cittuppādassa vūpasamena sambhavassa saddassapi vūpasamo hotīti cittuppādassapi samathehi adhikaraṇīyatā pariyāyo sambhavati. ‘‘Kusalacittā vivadantī’’ti vuttavivādepi ‘‘vipaccatāya vohāro’’ti vuttaṁ, na vuttavacanahetuvasenāti veditabbaṁ.",
  "tika-vin06t4:50": "222. ‘‘Āpattiñhi āpajjanto kusalacitto vā’’ti vacanato kusalampi siyāti ce? Na taṁ āpattādhikaraṇaṁ sandhāya vuttaṁ, yo āpattiṁ āpajjati, so tīsu cittesu aññataracittasamaṅgī hutvā āpajjatīti dassanatthaṁ ‘‘yaṁ kusalacitto āpajjatī’’tiādi vuttaṁ. Yo ‘‘paññattimattaṁ āpattādhikaraṇa’’nti vadeyya, tassa akusalādibhāvopi āpattādhikaraṇassa na yujjateva vivādādhikaraṇādīnaṁ viyāti ce? Na, ‘‘natthāpattādhikaraṇaṁ kusala’’nti iminā virodhasambhavato. Anugaṇṭhipade pana ‘‘āpattādhikaraṇaṁ nāma tathāpavattamānaakausalacittuppādarūpakkhandhānametaṁ adhivacanaṁ. Avasiṭṭhesu kusalābyākatapaññattīsu ‘āpattādhikaraṇaṁ siyā akusalaṁ siyā abyākata’nti vacanato paññattitāva paṭisiddhā kusalattike apariyāpannattā. Kusalapaṭisedheneva tena samānagatikattā kiriyābyākatānampi paṭisedho veditabbo, kiriyābyākatānaṁ viya anugamanato vipākābyākatānampi paṭisedho katova hoti, tathāpi abyākatasāmaññato rūpakkhandhena saddhiṁ vipākakiriyābyākatānampi adhivacananti veditabba’’nti vuttaṁ. Tattha ‘‘kusalacittaṁ aṅgaṁ hotī’’ti vinaye apakataññuno sandhāya vuttaṁ appaharitakaraṇādike sati. Tasmāti yasmā ‘‘natthi āpattādhikaraṇaṁ kusala’’nti vattuṁ na sakkā, tasmā kusalacittaṁ aṅgaṁ na hotīti attho. Yadi evaṁ kasmā ‘‘ticittaṁ tivedana’’nti vuccatīti ce? Taṁ dassetuṁ ‘‘nayida’’ntiādi āraddhanti eke. Āpattisamuṭṭhāpakacittaṁ aṅgappahonakacittaṁ nāma. ‘‘Ekantatoti yebhuyyenāti attho, itarathā virujjhati. Kasmā? ‘Yassā sacittakapakkhe cittaṁ akusalameva hotī’ti (kaṅkhā. aṭṭha. paṭhamapārājikavaṇṇanā) vuttattā’’ti vadanti. Tena kiṁ? Vipāko natthi, kasmā? Ekantākusalattā, tasmā kathāva tattha natthi. Yattha pana atthi, taṁ dassento ‘‘yaṁ pana paṇṇattivajja’’ntiādimāha. Asañcicca pana kiñci ajānantassa…pe… abyākataṁ hotīti bhikkhumhi kammaṭṭhānagatacittena nipanne, niddāyante vā mātugāmo ce seyyaṁ kappeti, tassa bhikkhuno vijjamānampi kusalacittaṁ āpattiyā aṅgaṁ na hoti, tasmā tasmiṁ khaṇe seyyākārena vattamānarūpameva āpattādhikaraṇaṁ nāma. Bhavaṅgacitte vijjamānepi eseva nayo. Tasmiñhi khaṇe uṭṭhātabbe jāte anuṭṭhānato rūpakkhandhova āpatti nāma, na vipākena saddhiṁ. Sace pana vadeyya, tassa evaṁvādino acittakānaṁ kusalacittaṁ āpajjeyya. Kiṁ vuttaṁ hoti? Eḷakalomaṁ gahetvā kammaṭṭhānamanasikārena tiyojanaṁ atikkamantassa, paṇṇattiṁ ajānitvā padaso dhammaṁ vācentassa ca āpajjitabbāpattiyā kusalacittaṁ āpajjeyyāti. Āpajjatiyevāti ce? Nāpajjati. Kasmā? ‘‘Natthi āpattādhikaraṇaṁ kusala’’nti vacanato.",
  "tika-vin06t4:51": "Calito kāyo, pavattā vācā, aññatarameva aṅganti aññatarameva āpattīti attho. Kevalaṁ paññattiyā akusalādibhāvāsambhavato āpattitā na yujjati. Āpattiṁ āpajjanto tīsu aññatarasamaṅgī hutvā āpajjatīti dassanatthaṁ ‘‘yaṁ kusalacitto’’tiādi vuttaṁ. Tassattho – pathavīkhaṇanādīsu kusalacittakkhaṇe vītikkamavasena pavattarūpasambhavato kusalacitto vā abyākatāpattiṁ āpajjati. Tathā abyākatacitto vā abyākatarūpasaṅkhātaṁ abyākatāpattiṁ āpajjati, pāṇātipātādīsu akusalacitto vā akusalāpattiṁ āpajjati, rūpaṁ panettha abbohārikaṁ. Supinapassanakālādīsu pāṇātipātādiṁ karonto sahaseyyādivasena āpajjitabbāpattiṁ āpajjanto akusalacitto abyākatāpattiṁ āpajjatīti veditabbo. Idaṁ vuccati āpattādhikaraṇaṁ akusalanti akusalacittuppādo. Porāṇagaṇṭhipadesu pana ‘‘puthujjano kalyāṇaputhujjano sekkho arahāti cattāro puggale dassetvā tesu arahato āpattādhikaraṇaṁ abyākatameva, tathā sekkhānaṁ, tathā kalyāṇaputhujjanassa asañcicca vītikkamakāle abyākatameva. Itarassa akusalampi hoti abyākatampi. Yasmā cassa sañcicca vītikkamakāle akusalameva hoti, tasmā vuttaṁ ‘natthi āpattādhikaraṇaṁ kusala’nti. Sabbattha abyākataṁ nāma tassa vipākābhāvamattaṁ sandhāya evaṁnāmakaṁ jāta’’nti likhitaṁ, vicāretvā gahetabbaṁ.",
  "tika-vin06t4:52": "224.Vivādo vivādādhikaraṇanti yo koci vivādo, so sabbo kiṁ vivādādhikaraṇaṁ nāma hotīti ekapucchā. ‘‘Vivādo adhikaraṇanti vivādādhikaraṇameva vivādo ca adhikaraṇañcāti pucchati. Tadubhayaṁ vivādādhikaraṇamevāti pucchatīti vuttaṁ hotī’’ti porāṇagaṇṭhipade vuttaṁ. Kesuci potthakesu ayaṁ pucchā natthi. Yadi evaṁ imāya na bhavitabbaṁ vivādo vivādādhikaraṇaṁ, vivādādhikaraṇaṁ vivādo, vivādādhikaraṇaṁ vivādo ceva adhikaraṇañcāti pañcapañhāhi bhavitabbaṁ siyā. Kesuci potthakesu tisso, kesuci catasso, pañca natthi. Tattha dve vibhattā. Itarāsu adhikaraṇaṁ vivādoti yaṁ kiñci adhikaraṇaṁ, vivādasaṅkhyameva gacchati, vivādo adhikaraṇanti yo koci vivādo, so sabbo adhikaraṇasaṅkhyaṁ gacchatīti pucchati. Esa nayo sabbattha.",
  "tika-vin06t4:53": "228.Sammukhāvinayasminti sammukhāvinayabhāve.",
  "tika-vin06t4:54": "230.‘‘Antarenāti kāraṇenā’’ti likhitaṁ.",
  "tika-vin06t4:55": "233. Ubbāhikāya khiyyanake pācitti na vuttā tattha chandadānassa natthitāya.",
  "tika-vin06t4:56": "236.Tassa kho etanti esoti attho ‘‘etadagga’’nti ettha viya.",
  "tika-vin06t4:57": "238. ‘‘Kā ca tassa pāpiyasikā’’ti kira pāṭho.",
  "tika-vin06t4:58": "242. ‘‘Kiccameva kiccādhikaraṇa’’nti vacanato apalokanakammādīnametaṁ adhivacanaṁ, taṁ vivādādhikaraṇādīni viya samathehi sametabbaṁ na hoti, kintu sammukhāvinayena sampajjatīti attho.",
  "tika-vin06t4:59": "Samathakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:60": "5. Khuddakavatthukkhandhakavaṇṇanā",
  "tika-vin06t4:61": "Khuddakavatthukathāvaṇṇanā",
  "tika-vin06t4:62": "244. Puthupāṇinā kattabbaṁ kammaṁ puthupāṇikaṁ.",
  "tika-vin06t4:63": "245. ‘‘Kaṇṇato nikkhantamuttolambakādīnaṁ kuṇḍalādīna’’nti likhitaṁ. ‘‘Kāyūra’’nti pāḷipāṭho. ‘‘Keyūrādīnī’’ti ācariyenuddhaṭaṁ.",
  "tika-vin06t4:64": "248.‘‘Sādhugītaṁ nāma parinibbutaṭṭhāne gīta’’nti likhitaṁ. Dantagītaṁ gāyitukāmānaṁ vākkakaraṇīyaṁ. Dantagītassa vibhāvanatthaṁ ‘‘yaṁ gāyissāmā’’tiādimāha.",
  "tika-vin06t4:65": "249.Caturassavattaṁ nāma catuppādagāthāvattaṁ. ‘‘Taraṅgavattādīni uccāraṇavidhānāni naṭṭhapayogānī’’ti likhitaṁ. Bāhiralominti bhāvanapuṁsakaṁ, yathā tassa uṇṇapāvārassa bahiddhā lomāni dissanti, tathā dhārentassa dukkaṭanti vuttaṁ hoti.",
  "tika-vin06t4:66": "251.Virūpakkhehītiādi sahayogakaraṇavacanaṁ. Sarabūti gehagoḷikā. Sā kira setā savisā hoti. Sohanti yassa me etehi mettaṁ, sohaṁ namo karomi bhagavatoti sambandho. Aññamhi…pe… chetabbamhīti rāgānusaye.",
  "tika-vin06t4:67": "252.Uṭṭitvāti pakkhipitvā. Otaratūti iddhiyā otāretvā gaṇhātu. Anupariyāyīti anuparibbhami.",
  "tika-vin06t4:68": "253.Na acchupiyantīti na lagganti. Rūpakākiṇṇānīti itthirūpādīhi vokiṇṇāni.",
  "tika-vin06t4:69": "254.Ālindakamiḍḍhikādīnanti pamukhamiḍḍhikādīnaṁ. Parivattetvā tatthevāti ettha ‘‘parivattetvā tatiyavāre tattheva miḍḍhiyā patiṭṭhātī’’ti likhitaṁ. Paribhaṇḍaṁ nāma gehassa bahi kuṭṭapādassa thirabhāvatthaṁ katā tanukamiḍḍhikā vuccati. Ettha ‘‘parivaṭṭitvā patto bhijjatīti adhikaraṇabhedāsaṅkāya abhāve ṭhāne ṭhapetuṁ vaṭṭatī’’ti likhitaṁ. Pattamāḷako vaṭṭitvā pattānaṁ apatanatthaṁ vaṭṭaṁ vā caturassaṁ vā iṭṭhakādīhi parikkhipitvā māḷakacchannena kato. ‘‘Pattamaṇḍalikā pattapacchikā tālapattādīhi katā’’ti ca likhitaṁ. Miḍḍhante ādhārake ṭhapetuṁ vaṭṭati pattasandhāraṇatthaṁ vuttattā. Mañce ādhārakepi na vaṭṭati nisīdanapaccayā vāritattā. Āsannabhūmikattā olambetuṁ vaṭṭati.",
  "tika-vin06t4:70": "255. ‘‘Aṁsakūṭe laggetvāti vacanato aggahatthe laggetvā aṅke ṭhapetuṁ na vaṭṭatī’’ti keci vadanti, na sundaraṁ, ‘‘na kevalaṁ yassa patto’’tiādi yadi hatthena gahitapatte bhedasaññā, pageva aññena sarīrāvayavenāti katvā vuttaṁ. Pāḷiyaṁ pana pacuravohāravasena vuttaṁ. Ghaṭikapālamayaṁ ghaṭikaṭāhaṁ. Chavasīsassa pattanti ‘‘silāputtakassa sarīraṁ, khīrassa dhārātiādivohāravasena vuttaṁ. Mañce nisīdituṁ āgatoti attho. ‘‘Pisācillikāti pisācadārakā’’tipi vadanti. Dinnakameva paṭiggahitameva. Cabbetvāti khāditvā. Aṭṭhikāni ca kaṇṭakāni ca aṭṭhikakaṇṭakāni. ‘‘Etesu sabbesu paṇṇattiṁ jānātu vā, mā vā, āpattiyevā’’ti likhitaṁ.",
  "tika-vin06t4:71": "256.Vipphāḷetvāti phāḷetvā. Kiṇṇena pūretunti surākiṇṇena pūretuṁ. Bidalakaṁ nāma diguṇakaraṇasaṅkhātassa kiriyāvisesassa adhivacanaṁ. Kassa diguṇakaraṇaṁ? Yena kilañjādinā mahantaṁ kathinamatthataṁ, tassa. Tañhi daṇḍakathinappamāṇena pariyante saṁharitvā diguṇaṁ kātabbaṁ. Aññathā khuddakacīvarassa anuvātaparibhaṇḍādividhānakaraṇe hatthassa okāso na hoti. Salākāya sati dvinnaṁ cīvarānaṁ aññataraṁ ñatvā sibbitāsibbitaṁ sukhaṁ paññāyati. Daṇḍakathine kate na bahūhi sahāyehi payojanaṁ. ‘‘Asaṁkuṭitvā cīvaraṁ samaṁ hoti. Koṇāpi samā hontī’’ti likhitaṁ, ‘‘haliddisuttena saññākaraṇa’’nti vuttattā haliddisuttena cīvaraṁ sibbetumpi vaṭṭatīti siddhaṁ. Tattha hi keci akappiyasaññino. Paṭiggaho nāma aṅgulikoso.",
  "tika-vin06t4:72": "257-8.Pātīti paṭiggahasaṇṭhānaṁ. Paṭiggahatthavikanti aṅgulikosatthavikaṁ. Sūcisatthakānaṁ pubbe āvesanatthavikāya anuññātattā ‘‘anujānāmi, bhikkhave, bhesajjatthavika’’nti vuttaṁ. Ettha sūcisatthakādīnipi ṭhapetabbānīti nidānaṁ sūceti. Sacepi upanando bhikkhu alajjī, tathāpi santakametaṁ amūlacchedakatabhikkhuno lajjinopi samānassa kappatīti yujjati. Na sammatīti na pahoti.",
  "tika-vin06t4:73": "260-1. Bahi kuṭṭassa samantato nīcavatthukaṁ katvā ṭhitaṁ ‘‘maṇḍalika’’nti vuccati. Jantāgharappaṭicchādinā channassa naggiyaṁ yassa na paññāyati, tasseva parikammaṁ kātabbaṁ. Esa nayo udakavatthapaṭicchādīsupi.",
  "tika-vin06t4:74": "262-3.Paṇiyā nāma paṇiyakārakā. Ākaḍḍhanayantaṁ ākaḍḍhiyamānaṁ kūpassa uparibhāge paribbhamati. Arahaṭaghaṭiyantaṁ sakaṭacakkasaṇṭhānayantaṁ. Tassa are are ghaṭikāni bandhitvā ekena, dvīhi vā paribbhamiyamānassa udakanibbāhanaṁ veditabbaṁ. Āviddhapakkhapāsaṁ nāma yattha maṇḍalākārena pakkhapāsā bajjhanti āviddhavatthatā viya āviddhapakkhapāsakā. Pubbe pattasaṅgopanatthaṁ, idāni ṭhapetabbaṁ bhuñjituṁ ādhārako anuññāto.",
  "tika-vin06t4:75": "273.Paragalaṁgacchatīti imassa payogābhāvā vaṭṭati. Kammasatenāti mahatā ussāhena.",
  "tika-vin06t4:76": "277-8.Lohabhaṇḍaṁ nāma kaṁsato sesalohabhaṇḍaṁ. Muddikakāyabandhanaṁ nāma caturassaṁ akatvā sajjitaṁ. Pāmaṅgadasā caturassā. Mudiṅgasaṇṭhānenāti saṅghāṭiyā mudiṅgasibbanākārena varakasīsākārena. Pavanantoti pāsanto. ‘‘Dasāmūla’’nti ca likhitaṁ. Akāyabandhanena sañcicca vā asañcicca vā gāmappavesane āpatti. ‘‘Saritaṭṭhānato bandhitvā pavisitabbaṁ, nivattitabbaṁ vā’’ti likhitaṁ.",
  "tika-vin06t4:77": "279. Sattaṅgulaṁ vā aṭṭhaṅgulaṁ vāti ettha ‘‘sugataṅgulenā’’ti avuttattā pakatiaṅgulena sāruppatthāya vaḍḍhetvāpi karonti ce, na doso.",
  "tika-vin06t4:78": "280. Tālavaṇṭākārena sīhaḷitthīnaṁ viya.",
  "tika-vin06t4:79": "Khuddakavatthukkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:80": "6. Senāsanakkhandhakavaṇṇanā",
  "tika-vin06t4:81": "Vihārānujānanakathāvaṇṇanā",
  "tika-vin06t4:82": "294. Nilīyanti bhikkhū etthāti vihārādayo leṇāni nāma. Āgata-vacanena tassāgatasaṅghova sāmī, na anāgatoti keci, taṁ na yujjati samānalābhakatikāya siddhattā.",
  "tika-vin06t4:83": "296-7.Dīpinaṅguṭṭhenāti ettha ‘‘dīpinā akappiyacammaṁ dassetī’’ti likhitaṁ. Thambhakavātapānaṁ nāma tiriyaṁ dārūni adatvā ujukaṁ ṭhiteheva dārūhi kattabbaṁ. Bhisīnaṁ anuññātaṁ vaṭṭatīti bimbohane vaṭṭatīti attho. Tūlapūritaṁ bhisiṁ apassayituṁ na vaṭṭati uṇṇādīnaṁyeva anuññātattā. Nisīdananipajjanaṁ sandhāya vuttaṁ, tasmā apassayituṁ vaṭṭatīti ce? Akappiyanti na vaṭṭatīti keci. Yadi evaṁ akappiyamañcañca apassayituṁ na vaṭṭeyya. Yasmā vaṭṭati, tasmā doso natthi. Apica gilānassa bimbohanaṁ nipajjitumpi anuññātaṁ, tasmā bhisipi vaṭṭati apassayituṁ. Ācariyā ca anujānanti, vaḷañjenti cāti eke. Simbalitūlasuttena sibbitaṁ cīvaraṁ vaṭṭati. Kasmā? Kappāsassa anulomato. ‘‘Akkaphalasuttamayampi akkavākamayameva paṭikkhitta’’nti te eva vadanti.",
  "tika-vin06t4:84": "298.Anibandhanīyo alaggo. Paṭibāhetvāti maṭṭhaṁ katvā. ‘‘Setavaṇṇādīnaṁ yathāsaṅkhyaṁ ikkāsādayo bandhanatthaṁ vuttā’’ti likhitaṁ.",
  "tika-vin06t4:85": "300.Pakuṭṭaṁ samantato āviddhapamukhaṁ.",
  "tika-vin06t4:86": "303.Sudhālepoti sudhāmattikālepo.",
  "tika-vin06t4:87": "305.Āsatti taṇhā. Santiṁ adaraṁ.",
  "tika-vin06t4:88": "307.Ketunti kayena gahetuṁ.",
  "tika-vin06t4:89": "308.Citāti iṭṭhakāyo kabaḷena niddhamanavasena chinditvā katāti attho.",
  "tika-vin06t4:90": "310.Chabbaggiyānaṁbhikkhūnaṁ antevāsikāti ettha vīsativassaṁ atikkamitvā chabbaggiyā uppannā. ‘‘Ārādhayiṁsu me bhikkhū citta’’nti (ma. ni. 1.225) vuttattā aññasmiṁ kāle sāvatthigamane uppannaṁ vatthuṁ idha āpattidassanatthaṁ āharitvā vuttanti yuttaṁ viya, vicāretvā gahetabbaṁ. Vuddhanti vuddhataraṁ.",
  "tika-vin06t4:91": "313.Santhareti tiṇasantharādayo.",
  "tika-vin06t4:92": "Senāsanaggāhakathāvaṇṇanā",
  "tika-vin06t4:93": "318.‘‘Seyyaggenāti mañcaṭṭhānaparicchedena. Vihāraggenāti ovarakaggenā’’ti likhitaṁ. Thāvarāti niyatā. Paccayeneva hi tanti tasmiṁ senāsane mahātherā tassa paccayassa kāraṇā aññattha agantvā vasantāyeva naṁ paṭijaggissantīti attho. Aghaṭṭanakammaṁ dassetuṁ ‘‘na tattha manussā’’tiādimāha. ‘‘Vitakkaṁ chinditvā suddhacittena gamanavatteneva gantabba’’nti pāṭho. Muddavedikā nāma cetiyassa hammiyavedikā. Paṭikkammāti apasakkitvā. Samānalābhakatikā mūlāvāse sati siyā, mūlāvāsavināsena katikāpi vinassati. Samānalābha-vacanaṁ sati dvīsu, bahūsu vā yujjati, teneva ekasmiṁ avasiṭṭheti no mati. Tāvakālikaṁ kālena mūlacchedanavasena vā aññesaṁ vā kammaṁ aññassa siyā nāvāyaṁ saṅgamoti ācariyo. Puggalavaseneva kātabbanti apalokanakāle saṅgho vassaṁvutthabhikkhūnaṁ pāṭekkaṁ ‘‘ettakaṁ vassāvāsikaṁ vatthaṁ deti, ruccati saṅghassā’’ti puggalameva parāmasitvā dātabbaṁ, na saṅghavasena kātabbaṁ. Na saṅgho saṅghassa ettakaṁ detīti. ‘‘Ekasmiṁ āvāse saṅghassa kammaṁ karotī’ti vacanato saṅghavasena kātabba’’nti likhitaṁ. Na hi tathā vutte saṅghassa kiñci kammaṁ kataṁ nāma hoti. ‘‘Sammatasenāsanaggāhāpakato aññena gāhitepi gāho ruhati aggahitupajjhāyassa upasampadā viyā’’ti likhitaṁ. ‘‘Kammavācāyapi sammuti vaṭṭatī’’ti likhitaṁ.",
  "tika-vin06t4:94": "Aṭṭhapi soḷasapi janeti ettha kiṁ visuṁ visuṁ, udāhu ekatoti? Ekatopi vaṭṭati. Na hi te tathā sammatā saṅghena kammakatā nāma honti , teneva sattasatikakkhandhake ekato aṭṭha janā sammatāti. Tesaṁ sammuti kammavācāyapīti ñattidutiyakammavācāyapi. Apalokanakammassa vatthūhi sā eva kammavācā labbhamānā labbhati, tassā ca vatthūhi apalokanakammameva labbhamānaṁ labbhati, na aññanti veditabbaṁ. Imaṁ nayaṁ micchā gaṇhanto ‘‘apalokanakammaṁ ñattidutiyakammaṁ kātuṁ, ñattidutiyakammañca apalokanakammaṁ kātuṁ vaṭṭatī’’ti gaṇhāti, evañca sati kammasaṅkaradoso āpajjati. Maggo pokkharaṇīti ettha maggo nāma magge katadīghasālā, pokkharaṇīti nahāyituṁ katapokkharaṇī. Etāni hi asenāsanānīti ettha bhattasālā na āgatā, tasmā taṁ senāsananti ce? Sāpi ettheva paviṭṭhā vāsatthāya akatattā. Bhojanasālā pana ubhayattha nāgatā. Kiñcāpi nāgatā, upari ‘‘bhojanasālā pana senāsanamevā’’ti (cūḷava. aṭṭha. 318) vuttattā senāsanaṁ. ‘‘Kappiyakuṭi ca ettha kātabbā’’ti vadanti, taṁ neti eke. Rukkhamūlaveḷugumbā channā kavāṭabaddhāva senāsanaṁ. ‘‘Alābhakesu āvāsesūti alābhakesu senāsanesū’’ti likhitaṁ, taṁ yuttaṁ. Na hi pāṭekkaṁ senāsanaṁ hoti. Taṁ saññāpetvāti ettha paññattiṁ agacchante balakkārenapi vaṭṭati. Ayampīti paccayopi.",
  "tika-vin06t4:95": "Upanibandhitvāti tassa samīpe rukkhamūlādīsu vasitvā tattha vattaṁ katvāti adhippāyo. Pariyattipaṭipattipaṭivedhavasena tividhampi. ‘‘Dasakathāvatthukaṁ dasaasubhaṁ dasaanussati’’nti pāṭho. ‘‘Paṭhamabhāgaṁ muñcitvāti idaṁ ce paṭhamagāhitavatthuto mahagghaṁ hotī’’ti likhitaṁ. Chinnavassānaṁ vassāvāsikaṁ nāma pubbe gahitavassāvāsikānaṁ pacchā chinnavassānaṁ. Bhatiniviṭṭhanti bhatiṁ katvā viya niviṭṭhaṁ pariyiṭṭhaṁ. ‘‘Saṅghikaṁ pana…pe… vibbhantopi labhatevā’’ti idaṁ tatruppādaṁ sandhāya vuttaṁ. Iminā apalokanameva pamāṇaṁ, na gāhāpananti keci. Vinayadharā pana ‘‘amhākaṁ vihāre vassaṁ upagatānaṁ ekekassa ticīvaraṁ saṅgho dassatī’tiādinā apalokitepi abhājitaṁ vibbhantako na labhati. ‘Apalokanakammaṁ katvā gāhita’nti vuttattā, ‘abhājite vibbhamatī’ti evaṁ pubbe vuttattā cā’’ti vadanti. ‘‘Paccayavasenāti gahapatikaṁ vā aññaṁ vā vassāvāsikaṁ paccayavasena gāhita’’nti likhitaṁ. ‘‘Ekameva vatthaṁ dātabbanti tattha nisinnānaṁ ekamekaṁ vatthaṁ pāpuṇātī’’ti likhitaṁ. Dutiyo therāsaneti anubhāgo. Paṭhamabhāgo aññathā therena gahitoti jānitabbaṁ.",
  "tika-vin06t4:96": "Upanandavatthukathāvaṇṇanā",
  "tika-vin06t4:97": "320.Tivassantarenāti tiṇṇaṁ vassānaṁ anto ṭhitena. Hatthimhi nakho assāti hatthinakho. Pāsādassa nakho nāma heṭṭhimaparicchedo. Gihivikaṭanīhārenāti gihīhi katanīhāreneva. ‘‘Tehi attharitvā dinnāneva nisīdituṁ labbhanti, na bhikkhunā sayaṁ attharitvā vissajjitabbaṁ saṅghena attharāpetvā vā’’ti likhitaṁ.",
  "tika-vin06t4:98": "Avissajjiyavatthukathāvaṇṇanā",
  "tika-vin06t4:99": "321. ‘‘Na vissajjetabbaṁ saṅghena vā gaṇena vā puggalena vā’’ti vacanaṁ ‘‘yaṁ agarubhaṇḍaṁ vissajjiyaṁ vebhaṅgiyaṁ saṅghikaṁ, taṁ gaṇo ce tasmiṁ āvāse vasati puggalopi vā, gaṇena vā puggalena vā vissajjitaṁ saṅghena vissajjitasadisameva hotī’’ti aṭṭhakathāyaṁ vuttavacanaṁ sādheti, aññathā ettha gaṇapuggalaggahaṇaṁ niratthakaṁ. Arañjaro udakacāṭi, alañjalo, bahuudakagaṇhanakoti attho. ‘‘Vaṭṭacāṭi viya hutvā thokaṁ dīghamukho majjhe paricchedaṁ dassetvā kato’’ti likhitaṁ. Maṁsadibbadhammabuddhasamantacakkhuvasena pañca.",
  "tika-vin06t4:100": "Garubhaṇḍena ca garubhaṇḍanti saṁhārimaṁ sandhāya vuttaṁ. Pattacīvaraṁ nikkhipitunti aṭṭakacchannena kate mañce. Vaṭṭalohaṁ nāma pītavaṇṇaṁ. Pārihāriyaṁ na vaṭṭatīti āgantukassa adatvā paricārikahatthato attano nāmaṁ likhāpetvā gahetvā yathāsukhaṁ pariharituṁ na vaṭṭati. ‘‘Gihivikaṭanīhārenevāti yāva attano kammanibbatti, tāva gahetvā detī’’ti likhitaṁ. Sikharaṁ nāma yena paribbhamantā chindanti. Pattabandhako nāma pattassa gaṇṭhiādikārako. ‘‘Paṭimānaṁ suvaṇṇādipattakārako’’tipi vadanti. ‘‘Aḍḍhabāhūti kapparato paṭṭhāya yāva aṁsakūṭa’’nti likhitaṁ. Ito paṭṭhāyāti imaṁ pāḷiṁ ādiṁ katvā. Daṇḍamuggaro nāma yena rajitacīvaraṁ pothenti. ‘Paccattharaṇagatika’nti vuttattā, ‘‘tampi garubhaṇḍamevāti vuttattā ca api-saddena pāvārādipaccattharaṇaṁ sabbaṁ garubhaṇḍamevā’’ti vadanti. Eteneva suttena aññathā atthaṁ vatvā ‘‘pāvārādipaccattharaṇaṁ na garubhaṇḍaṁ, bhājanīyameva, senāsanatthāya dinnapaccattharaṇameva garubhaṇḍa’’nti vadanti, upaparikkhitabbaṁ. Gaṇṭhikāti cīvaragaṇṭhikā. Bhañcako nāma sarako.",
  "tika-vin06t4:101": "Navakammadānakathāvaṇṇanā",
  "tika-vin06t4:102": "323-4. Aggaḷabandhasūcidvārakaraṇamattenapi. ‘‘Kapotabhaṇḍikā nāma vaḷabhiyā upari ṭhapetabbavalayaṁ vā tiṇacchadanagehassa piṭṭhivaṁsassa heṭṭhā ṭhapetabbaṁ vā ubhayamassa gatā dārū’’ti likhitaṁ. Kārantarāti tadā puna pavisaṭṭhaṁ pubbapayojitānānaṁ vacanapātasenāsanavāso. Na pana patisaṭṭhatoti daṭṭhabbaṁ. Sabbattha vinaṭṭhavāso na ca paṭisedhako hotīti daṭṭhabbo. Dvāravātapānādīni apaharitvā dātuṁ asakkuṇeyyato ‘‘paṭidātabbāniyevā’’ti vuttaṁ. Gopānasiādayo dentassa vihāro palujjatīti ‘‘mūlaṁ vā dātabba’’ntiādi vuttanti eke. ‘‘Nevāsikā pakatiyā anatthatāya bhūmiyā ṭhapenti ce, tesampi anāpattiyevā’’ti likhitaṁ. ‘‘Dvāravātapānādayo aparikammakatāpi apaṭicchādetvā na apassayitabbā’’ti likhitaṁ.",
  "tika-vin06t4:103": "Saṅghabhattādianujānanakathāvaṇṇanā",
  "tika-vin06t4:104": "Uddesabhattakathāvaṇṇanā",
  "tika-vin06t4:105": "325.Yā bhattuddesaṭṭhānabhūtāya bhojanasālāya pakatiṭhitikā. Dinnaṁ panāti yathā so dāyako deti, taṁ dassento ‘‘saṅghato bhante’’tiādimāha. Ekavaḷañjanti ekadvārena vaḷañjitabbaṁ . Ticīvaraparivāranti ettha ‘‘udakamattalābhī viya aññopi uddesabhattaṁ alabhitvā vatthādimanekappakāraṁ labhati ce, tasseva ta’’nti likhitaṁ. ‘‘Uddesapatte dethā’ti vatvā gahetvā āgatabhāvena saṅghassa pariccattaṁ na hotiyeva tasseva hatthe gatattā, tasmā tehi vuttakkamena sabbehi bhājetvā bhuñjitabba’’nti vuttaṁ. Paṭipāṭipattaṁ vā ṭhitikāya ṭhitapattaṁ vā. ‘‘Kūṭaṭṭhitikā nāma aggahetabbānampi gāhitattā’’ti likhitaṁ, ‘‘paṇītabhattaṭṭhitikañca ajānitvā missetvā gāhitepi evameva paṭipajjitabba’’nti ca likhitaṁ. Tañce theyyāya haranti pattahārakā, āṇāpakassa gīvā hoti. Atikkantampi ṭhitikaṁ ṭhapetvāti ettha ‘‘taṁdivasameva ce bhikkhā labbhati, aparadivasato paṭṭhāya na labbhati kirā’’ti likhitaṁ. Pacchā ‘‘sabbo saṅgho paribhuñjatū’’ti avuttepi bhājetvā paribhuñjitabbaṁ. ‘‘Ettake bhikkhū saṅghato uddisitvā dethā’ti avatvā ‘ettakānaṁ bhikkhūnaṁ bhattaṁ gaṇhathā’ti dinnaṁ saṅghikanimantanaṁ nāmā’’ti likhitaṁ.",
  "tika-vin06t4:106": "Nimantanabhattakathāvaṇṇanā",
  "tika-vin06t4:107": "Paṭipāṭiyāti yathāladdhapaṭipāṭiyā. Vicchinditvāti bhattaṁ gaṇhathāti padaṁ avatvā. Ālopasaṅkhepenāti ayaṁ nayo nimantanāyameva, uddesabhatte pana ekassa pahonakappamāṇe eva ṭhitikā tiṭṭhati. ‘‘Ekavāranti yāva tasmiṁ āvāse vasanti bhikkhū, sabbeva labhantī’’ti likhitaṁ.",
  "tika-vin06t4:108": "Salākabhattakathāvaṇṇanā",
  "tika-vin06t4:109": "Na hi bahisīmāya saṅghalābhoti ettha ‘‘uddesabhattādīsu bahisīmāya ṭhitassapi ce upāsakā denti, gahetuṁ labhanti, attanopi pāpetvā gahaṇaṁ anuññātaṁ, tathā idha na vaṭṭatī’’ti vuttaṁ. Na pāpuṇantīti uddisitvāpi. Vāragāmanti dūrattā vārena niggahena gantabbagāme. Phātikammamevāti atirekalābhā ca bhavanti. Sammukhībhūtassāti yebhuyyena ce bhikkhū bahisīmaṁ gatā, sammukhībhūtassa pāpetabbaṁ. Sabhāgattā hi ekena laddhaṁ sabbesaṁ pahoti, tasmimpi asati attano pāpetvā dātabbaṁ. ‘‘Laddhā vā aladdhā vā’’ti vacanasiliṭṭhavasena vuttaṁ. Vihāre apāpitaṁ pana…pe… na vaṭṭatīti salākabhattaṁ vihāre uddisiyati. Tena pana dinnasalākena. Tassāti gahetvā gatassa. Salākā gahetabbāti yuttaṁ viya. Sabbapotthakesu ‘‘gāhetabbā’’ti pāṭho, tasmā tenāti salākaggāhāpakenāti attho. ‘‘Corikāya gahitattā na pāpuṇātī’’ti vacanato ‘‘kuṭisodhanaṁ vaṭṭatī’’ti ca dīpavāsino vadanti kira. Ekaṁ mahātherassāti mahāthero vihārato yebhuyyena na gacchati, itare kadāci gacchati, tasmā sabhāgā ce, attano pāpetvā puna itaresaṁ diyyati. Vihāre therassa pattasalākabhattanti mahāthero ekakova vihāre ohīno, ‘‘avassaṁ sabbasalākā attano pāpetvā ṭhito’’ti paṭissayaṁ gantvā āgantukabhikkhūnampi adassanato kukkuccaṁ akatvā bhuñjanti.",
  "tika-vin06t4:110": "Pakkhikabhattakathāvaṇṇanā",
  "tika-vin06t4:111": "Uposathadivase āpattidesanaṁ sandhāya ‘‘parisuddhasīlāna’’nti āha. Lekhaṁ katvā nibaddhāpitaṁ. ‘‘Āgantukabhattampi gamikabhattampī’’ti āgantukova hutvā gacchantaṁ sandhāya vuttaṁ. Anāthagilānupaṭṭhākopi tena dinnaṁ bhuñjati ce, tassapi pāpetabbameva. Guḷapiṇḍaṁ tālapakkamattaṁ.",
  "tika-vin06t4:112": "Senāsanakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:113": "7. Saṅghabhedakakkhandhakavaṇṇanā",
  "tika-vin06t4:114": "Chasakyapabbajjākathāvaṇṇanā",
  "tika-vin06t4:115": "330. ‘‘Anupiyaṁ nāmā’’ti ekavacanena dissati, sattamiyaṁ pana ‘‘anupiyāya’’nti. ‘‘Kāḷudāyippabhutayo dasa dūtā’’ti pāṭho. ‘‘Na heṭṭhāpāsādā na heṭṭhāpāsādaṁ vā’’ti likhitaṁ.",
  "tika-vin06t4:116": "332.Pubbe pubbakāle. ‘‘Rañño sato’’ti ca ‘‘raññovasato’’ti ca pāṭho.",
  "tika-vin06t4:117": "333. Na lābhataṇhā idha kāmataṇhā, jhānassa nesā parihāni hetu. Buddhattasīlaṁ pana patthayanto jhānāpi naṭṭhoti. Nanu pattabhāvanā. Manomayanti jhānamanomayaṁ.",
  "tika-vin06t4:118": "334.Satthāroti gaṇasatthāro.",
  "tika-vin06t4:119": "339.Potthanikanti churikaṁ.",
  "tika-vin06t4:120": "340.Manusseti purise.",
  "tika-vin06t4:121": "341. Ekarattādhikārena rakkhaṁ paccāsīsantā īdisāti dassanatthaṁ ‘‘pañcime’’tiādi vuttaṁ. ‘‘Pubbe rakkhasseta’’nti vuttattā mayhaṁ pana rakkhaṇe kiccaṁ natthīti dassanatthaṁ vuttaṁ. Parūpakkamena tathāgataṁ jīvitā voropeyyāti idaṁ āṇattiyā āgatattā evaṁ vuttaṁ.",
  "tika-vin06t4:122": "342.Mā āsadoti mā vadhakacittena upagaccha. Itoti imamhā jīvitamhā. ‘‘Yatoti yasmā, yatoti vā gatassā’’ti likhitaṁ. ‘‘Paṭikuṭitoti apasakkitvā saṅkucito hutvā vā paṭisakkatī’’ti likhitaṁ.",
  "tika-vin06t4:123": "343.Tikabhojananti tīhi bhuñjitabbabhojanaṁ. ‘‘Tikabhojanīya’’ntipi pāṭho. Parikappato hi tiṇṇaṁ bhuñjituṁ anujānāmi, tato uddhaṁ gaṇabhojanameva hoti, tassāpi idameva vuttaṁ. Idha apubbaṁ natthi. ‘‘Akataviññattiladdhaṁ tiṇṇaṁ bhuñjantānaṁ kiñcāpi taṁ gaṇabhojanaṁ nāma na hoti, viññattivasena pana na vaṭṭatī’’ti likhitaṁ. Tayo atthavase paṭiccāti etthāpi ‘‘mā pāpicchāpakkhaṁ nissāya saṅghaṁ bhindeyyu’’nti pesalānaṁ bhikkhūnaṁ phāsuvihārāyāti yojetabbaṁ. Kulānuddayatāya cāti kulānaṁ pasādarakkhaṇatthaṁ. Vajjanti vajjameva. ‘‘Vajjamimaṁ phuseyyā’’ti likhitaṁ. ‘‘Vajjanīyaṁ puggalaṁ phuseyyā’’ti vuttaṁ. ‘‘Imassa mano na phuseyyā’’ti vattabbampi siyā. Cakkabhedanti sāsanabhedaṁ. Āyukappanti ettha kiñcāpi avīcimhi āyuparimāṇaṁ natthi, yena pana kammena yattakaṁ anubhavitabbaṁ, tassa āyukappanti veditabbaṁ.",
  "tika-vin06t4:124": "345. ‘‘Aññataraṁ āsanaṁ gahetvā nisīdī’’ti vacanato visabhāgaṭṭhānaṁ gatassa pesalassapi bhikkhuno tesaṁ āsane nisīdituṁ vaṭṭatīti siddhaṁ. Āgilāyatīti rujjati. Ādesanāpāṭihāriyānusāsaniyāti tassa tassa cittācāraṁ ādissa ādissa desanā, ādesanāpāṭihāriyānusāsanī. Iddhi eva pāṭihāriyaṁ iddhipāṭihāriyaṁ, iddhipāṭihāriyasaṁyuttāya anusāsaniyā ovadatīti attho. Nanu taṁ āvusoti ettha taṁ vacanaṁ nanu mayā vuttosīti attho.",
  "tika-vin06t4:125": "346-9.Suvikkhālitanti sudhotaṁ. Saṁkhāditvāti suṭṭhu khāditvā. ‘‘Mahiṁ vikubbatoti mahāvisālo’’ti likhitaṁ. Tassa bhisaṁ ghasamānassa. Tattha nadīsu jaggatoti pālentassa. ‘‘Kiṁ? Hatthiyūthaṁ gantu’’nti vadanti. ‘‘Asaṁpāto’ti pāṭho, apatto hutvāti attho’’ti likhitaṁ. ‘‘Apāyabahuttā puna dassito’’ti vuttaṁ. ‘‘Evaṁsateti evaṁ assa te āsavā’’ti likhitaṁ.",
  "tika-vin06t4:126": "350.‘‘Vosānaṁ pariniṭṭhānaṁ vā’’ti ca likhitaṁ. Jātūti daḷhatthe nipāto. Mā udapajjathāti mā uppajjeyya. ‘‘So pamādamanuyuñjanto’’ti pāṭho. Anādaraṁ kusalesu. Udadhi mahāti kittako mahā? Bhesmā yāva bhayānako, tāva mahāti vuttaṁ hoti.",
  "tika-vin06t4:127": "351.Na kho, upāli, bhikkhunī saṅghaṁ bhindatīti ettha bhikkhu saṅghaṁ na bhindati, bhikkhunī saṅghaṁ bhindatīti keci, netaṁ gahetabbaṁ. Kevalaṁ ‘‘saṅgho’’ti vutte bhikkhusaṅghova adhippeto. ‘‘Saṅghassa deti, ubhatosaṅghassa deti cā’’ti (mahāva. 379) mātikāvacanampi sādheti. Tasmiṁ adhammadiṭṭhibhede dhammadiṭṭhi siyā. ‘‘Sīlasatibhedesupi samāno dhammaṁ kātunti saṅghabhede vematikopi tādiso vā’’ti likhitaṁ. Vinidhāyāti attano vañcanādhippāyataṁ chādetvā.",
  "tika-vin06t4:128": "Saṅghabhedakakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:129": "8. Vattakkhandhakavaṇṇanā",
  "tika-vin06t4:130": "Āgantukavattakathāvaṇṇanā",
  "tika-vin06t4:131": "357. Ekasmiṁ gāme aññavihārato āgatopi āgantukova. Tattha keci evaṁ vadanti ‘‘āvāsiko katthaci gantvā sace āgato, ‘tenāpi āgantukabhattaṁ bhuñjitabba’nti vuttattā dūrāgamanaṁ vuttaṁ hoti, na gāme, tasmā na yutta’’nti. Te vattabbā ‘‘āgantukabhattaṁ nāma gahaṭṭhehi ṭhapitaṁ. Yasmiṁ nibaddhaṁ, tato aññagāmatoti āpannaṁ. Tathā vihārādhikārattā aññavihārato āgatopi āgantuko vā’’ti ācariyānaṁ sanniṭṭhānaṁ. Pānīyaṁ pucchitabbaṁ, paribhojanīyaṁ pucchitabbanti uddharitvā ghaṭasarāvādigataṁ sandhāya paṭhamaṁ, dutiyaṁ kūpataḷākādigatanti ācariyo. Dutiyavāre attano vasanaṭṭhānattā visuṁ pucchitabbameva, tasmā vuttaṁ etaṁ ‘‘paricchinnabhikkho vā gāmo’’ti. Bahūsu potthakesu duvidhāpi yujjati.",
  "tika-vin06t4:132": "Anumodanavattakathāvaṇṇanā",
  "tika-vin06t4:133": "362-4. Pañcame anumodanatthāya nisinne. ‘‘Manussānaṁ parivisanaṭṭhānanti yattha manussā saputtadārā āvasitvā dentī’’ti likhitaṁ. Imasmiṁ khandhake āgantukāvāsikagamikānumodanabhattaggapiṇḍacārikāraññakasenāsanajantāgharavaccakuṭiupajjhācariyasaddhivihārikantevāsikavattāni cuddasa mahāvattāni nāma. Aggahitaggahaṇena gaṇiyamānāni asīti khandhakavattāni nāma honti.",
  "tika-vin06t4:134": "Vattakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:135": "9. Pātimokkhaṭṭhapanakkhandhakavaṇṇanā",
  "tika-vin06t4:136": "Pātimokkhuddesayācanakathāvaṇṇanā",
  "tika-vin06t4:137": "383-4. ‘‘Nandimukhī’’ti likhitaṁ. Āyatakenevāti ādimhi eva. Yanti yasmā. Savantiyo mahānadiyo. ‘‘Mahantabhūtāna’’nti pāṭho. Pattāti patvā. ‘‘Samūlikāya ṭhapeti akatāyā’’ti ṭhapanakassa saññāmūlavasena vuttaṁ. Taṁ vatthuṁ avinicchinitvāva parisā vuṭṭhāti.",
  "tika-vin06t4:138": "Attādānaaṅgakathāvaṇṇanā",
  "tika-vin06t4:139": "398-9.‘‘Attādānanti sayaṁ parehi codito attānaṁ sodhetuṁ anādiyitvā paresaṁ vippaṭipattiṁ disvā sāsanaṁ sodhetuṁ attanā āditabba’’nti likhitaṁ. Vassārattoti vassakālo. Sappaṭimāsoti ākaḍḍhanayuttoti adhippāyo.",
  "tika-vin06t4:140": "401.Upadahātabboti uppādetabbo, vippaṭisāramukhena dhāretabboti adhippāyo.",
  "tika-vin06t4:141": "Pātimokkhaṭṭhapanakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:142": "10. Bhikkhunikkhandhakavaṇṇanā",
  "tika-vin06t4:143": "Mahāpajāpatigotamīvatthukathāvaṇṇanā",
  "tika-vin06t4:144": "402-3.Sūnehīti sutehi. ‘‘Setaṭṭikā nāma rogajātī’’ti pāḷi. ‘‘Setaṭṭhikā’’ti aṭṭhakathā . ‘‘Paṭisambhidāpattakhīṇāsavaggahaṇena jhānānipi gahitāneva honti. Na hi nijjhānikānaṁ sabbappakārā sampatti ijjhatī’’ti likhitaṁ.",
  "tika-vin06t4:145": "Bhikkhunīupasampadānujānanakathāvaṇṇanā",
  "tika-vin06t4:146": "404.Yadaggena yaṁ divasaṁ ādiṁ katvā. Tadevāti tasmiṁ eva divase. ‘‘Anuñattiyā’’ti pāṭho. ‘‘Anupaññattiyā’’ti na sundaraṁ.",
  "tika-vin06t4:147": "405. ‘‘Paṭiggaṇhāmi yāvajīvaṁ anatikkamanīyo’’ti vatvā idāni kiṁ kāraṇā varaṁ yācatīti ce? Parūpavādavivajjanatthaṁ. Dubbuddhino hi keci vadeyyuṁ ‘‘mahāpajāpatiyā paṭhamaṁ sampaṭicchitattā ubhatosaṅghassa yathāvuḍḍhaabhivādanaṁ na jātaṁ. Gotamī ce varaṁ yāceyya, bhagavā anujāneyyā’’ti.",
  "tika-vin06t4:148": "408.Vimānetvāti aparajjhitvā.",
  "tika-vin06t4:149": "410-3.Kammappattāyopīti kammārahāpi. Āpattigāminiyopīti āpattiṁ āpannāyopi. Dve tisso bhikkhuniyoti dvīhi tīhi bhikkhunīhi. ‘‘Manosilikāyā’’ti pāṭho.",
  "tika-vin06t4:150": "420. ‘‘Tena ca bhikkhu nimantetabbo’’ti sāmīcivasena vuttaṁ.",
  "tika-vin06t4:151": "422-3. ‘‘Anujānāmi…pe… tāvakālika’’nti puggalikaṁ sandhāya vuttaṁ, na saṅghikanti ācariyo. ‘‘Anujānāmi, bhikkhave, utuniyā kaṭisuttaka’’nti vacanato bhikkhussa vinibandhaṁ kaṭisuttakaṁ na vaṭṭati. Paggharantī visaviṇā. Vepurisikā massudāṭhī.",
  "tika-vin06t4:152": "425.Tayo nissayeti rukkhamūlañhi sā na labhati.",
  "tika-vin06t4:153": "426. Bhattagge sace dāyakā bhikkhunisaṅghassa bhuttavato catupaccaye dātukāmā honti, yathāvuḍḍhameva.",
  "tika-vin06t4:154": "427.Vikāleti yāva vikāle honti, tāva pavāresunti attho. Ajjattanāti ajjatanā.",
  "tika-vin06t4:155": "428.Anuvādanti issariyaṭṭhānaṁ. Idaṁ sabbaṁ ‘‘ajjatagge ovaṭo bhikkhunīnaṁ bhikkhūsu vacanapatho’’ti paññattassa garudhammassa vītikkamaāpattipaññāpanatthaṁ vuttanti veditabbaṁ, aññathā yesaṁ garudhammānaṁ paṭiggahaṇena bhikkhunīnaṁ upasampadā anuññātā, tesaṁ vītikkame anupasampannāva siyāti āsaṅkā bhaveyya.",
  "tika-vin06t4:156": "429.Itthiyuttenāti itthīhi gāvīādīhi dhuraṭṭhāne yuttena. Purisantarenāti purisena antarikena. ‘‘Purisadutiyenā’’ti likhitaṁ, purisasārathināti adhippāyo. ‘‘Bāḷhataraṁ aphāsū’’ti vacanato gilānāya vaṭṭaticceva siddhaṁ, bhagavantaṁ āpucchitvā anuññātaṭṭhāne upasampajjissāmīti adhippāyo.",
  "tika-vin06t4:157": "430.Sā kenacideva antarāyenāti sabbantarāyasaṅgahanavacanaṁ, tasmā taṁ na antarāyaṁ kittetvā, vuttantarāyena ‘‘rājantarāyenā’’ti sādhetabbanti ācariyo.",
  "tika-vin06t4:158": "431-2. ‘‘Navakammanti katvā ‘ettakāni vassāni vasatū’ti apaloketvā saṅghikabhūmidāna’’nti likhitaṁ. ‘‘Sāgāra’’nti vuttattā agārapaṭisaṁyuttarahonisajjasikkhādivajjitāti keci, yuttametaṁ. Kasmā? ‘‘Sahāgāraseyyamattaṁ ṭhapetvā’’ti aṭṭhakathāyaṁ vuttattā. ‘‘Anujānāmi, bhikkhave, posetu’’nti vacanato posanayuttakammaṁ sabbaṁ vaṭṭati mātuyā, na aññesaṁ. Vasituṁ ce na sakkoti dutiyaṁ vinā, sammannitvāva dātabbā tāya iti no mati. Kittakaṁ kālaṁ? Vasitvā ce dutiyā gantumicchati, aññaṁ sammannituṁ yuttāva. Sā vijātā labheti ācariyo.",
  "tika-vin06t4:159": "434. ‘‘Idaṁ odissa anuññātaṁ vaṭṭatīti ekato vā ubhato vā avassave satipi vaṭṭatī’’ti likhitaṁ. ‘‘Kesacchedādikaṁ kammaṁ anujānāmi sādituṁ ’’icceva vuttattā vuttaṁ ‘‘tadaññe sāditu’’nti. ‘‘Kesacchedādikaṁ kammaṁ anujānāmi, bhikkhave’’ti avatvā ettakaṁ yasmā ‘‘sāditu’’nti bhāsitaṁ, tasmā sā vicikicchāya ubhatopi avassave api pārājikakhettena sā pārājikaṁ phusati. Iti aṭṭhakathāsvetaṁ sabbāsupi vinicchitaṁ. Odissakābhilāpo hi aññathā nibbisesato taṁ pamāṇaṁ. Yadi tathā bhikkhussa kappati vicikicchā.",
  "tika-vin06t4:160": "Kālamodissa naṁ padaṁ, na sattodissakañhi taṁ;",
  "tika-vin06t4:161": "Atha bhikkhuniyā eva, kālamodissa bhāsitaṁ.",
  "tika-vin06t4:162": "Evaṁ pārājikāpatti, sithilāva katā siyā;",
  "tika-vin06t4:163": "Sabbaso pihitaṁ dvāraṁ, sabbapārājikasminti.",
  "tika-vin06t4:164": "Niratthakabhāvato, ubbhajāṇumaṇḍale;",
  "tika-vin06t4:165": "Tasmā na sādiyantīti, nidānavacanakkamaṁ.",
  "tika-vin06t4:166": "Nissāya satthunā vuttaṁ, sāditunti na aññathā;",
  "tika-vin06t4:167": "Attano paṇhisamphassaṁ, sādituṁ yena vāritaṁ.",
  "tika-vin06t4:168": "Api pārājikakkhette, kathaṁ dvāraṁ dadeyya so;",
  "tika-vin06t4:169": "Tathāpi buddhaputtānaṁ, buddhabhāsitabhāsitaṁ.",
  "tika-vin06t4:170": "Vacanañca samānento, no cettha yuttikathā dhīrā;",
  "tika-vin06t4:171": "Kesacchedādikammassa, avassaṁ karaṇīyato.",
  "tika-vin06t4:172": "Cittassa cātilolattā, gaṇassa ca aṅgasampadā-",
  "tika-vin06t4:173": "Bhāvā bhikkhunīnaṁ mahesinā, rakkhituñca asaṅkattā;",
  "tika-vin06t4:174": "Nanu modissakaṁ katanti.",
  "tika-vin06t4:175": "Bhikkhunikkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:176": "11. Pañcasatikakkhandhakavaṇṇanā",
  "tika-vin06t4:177": "Saṅgītinidānakathāvaṇṇanā",
  "tika-vin06t4:178": "437.Chinnapātanti bhāvanapuṁsakaṁ, tenākārena patantīti attho. Upaddutā ca mayaṁ homāti atītatthe vattamānavacanaṁ, ahumhāti attho. Atha vā tasmiṁ sati homa. ‘‘Pañca bhikkhusatānī’’ti gaṇanavasena vatvā ‘‘vassaṁ vasantā’’ti puggalaniddeso kato.",
  "tika-vin06t4:179": "Khuddānukhuddakakathāvaṇṇanā",
  "tika-vin06t4:180": "443. ‘‘Vassikasāṭikaṁ akkamitvā’’ti vacanato bhagavato catutthacīvarampi atthīti siddhaṁ. Tenevāha cīvarakkhandhake ‘‘catutthaṁ cīvaraṁ pārupī’’ti.",
  "tika-vin06t4:181": "444.‘‘Apica yatheva mayā’’tiādi saṅgītiyā aggahaṇādhippāyavasena vuttaṁ, kintu susaṅgītā āvuso therehi dhammo ca vinayo ca. Apicāhaṁ nāma tathevāhaṁ dhāressāmīti yatheva mayā bhagavato sammukhā sutaṁ sammukhā paṭiggahitaṁ, tatheva therehi bhagavatā sayameva etadaggaṁ āropitehi, tasmā susaṅgahitā saṅgītīti vuttaṁ hoti.",
  "tika-vin06t4:182": "Brahmadaṇḍakathāvaṇṇanā",
  "tika-vin06t4:183": "445. ‘‘Tvaṁyeva āṇāpehī’’ti ettakameva vuttaṁ, therā pana brahmadaṇḍaṁ katvā vuttaṁyeva ‘‘channassā’’tiādimāhaṁsūti veditabbaṁ. Ettha ca ānandatthero viya aññopi saṅghena āṇatto bhikkhu brahmadaṇḍakatena bhikkhunā ālapituṁ labhati, na añño. Ujjavanikāyāti paṭisotagāminiyā. Āgamā nu kho idha āgamā nu khvidha. Āgamā kho idha, te orodhā idha āgamā kho. ‘‘Bhisicchavīti bhisitthavikā’’ti likhitaṁ. Sabbevimeti sabbameva. Kulavaṁ gamentīti niratthakavināsaṁ gamenti. Kucchito lavo kulavo, anayavināsoti vuttaṁ hoti. Imāya kho pana ‘‘dhammavinayasaṅgītiyā’’ti vattabbe visesena vinayassa sāsanamūlabhāvadassanatthaṁ, tasmiṁ ṭhite sakalasāsanaṭhitisiddhidīpanatthañca ‘‘idaṁ vo kappati, idaṁ vo na kappatī’’ti vatthusmiṁ āraddhattā, imissā ca pariyattiyā vinayapiṭakattā ‘‘vinayasaṅgītiyā’’ti idha vuttaṁ.",
  "tika-vin06t4:184": "Pañcasatikakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:185": "12. Sattasatikakkhandhakavaṇṇanā",
  "tika-vin06t4:186": "Dasavatthukathāvaṇṇanā",
  "tika-vin06t4:187": "446.Nikkhittamaṇisuvaṇṇāti sikkhāpadeneva paṭikkhittamaṇisuvaṇṇā. Tattha maṇiggahaṇena sabbaṁ dukkaṭavatthu, suvaṇṇaggahaṇena sabbaṁ pācittiyavatthu gahitaṁ hoti. Bhikkhaggena bhikkhugaṇanāyāti vuttaṁ hoti.",
  "tika-vin06t4:188": "447.Mahikāti himaṁ. Posāti sattā. Sarajāti sakilesarajā. Magāti magasadisā. Tasmiṁ tasmiṁ visaye, bhave vā netīti netti, taṇhāyetaṁ adhivacanaṁ, tāya saha vattantīti sanettikā.",
  "tika-vin06t4:189": "450-2.Ahogaṅgoti pabbatassa nāmaṁ. Anumānessāmāti paññāpessāma. Āsutāti sajjitā, ‘‘asuttā’’ti vā pāṭho, anāvilā apakkā taruṇā.",
  "tika-vin06t4:190": "453.Ujjaviṁsu paṭisotena gacchiṁsu.",
  "tika-vin06t4:191": "455.Appeva nāmāti sādhu nāma. Mūlā dāyakā pesalakā. ‘‘Kullakavihārenāti khuddakavihārenā’’ti likhitaṁ. Rūpāvatārattā kullakavihāro nāma. Kathaṁ panetaṁ paññāyati, yena sannidhikataṁ yāvajīvikaṁ yāvakālikena tadahupaṭiggahitena sambhinnarasaṁ tadahupaṭiggahitasaṅkhayaṁ āgantvā sannidhikatāmisasaṅkhyameva gacchatīti? Vuccate – ‘‘yāvakālikena, bhikkhave, yāvajīvikaṁ tadahupaṭiggahita’’nti vacanato purepaṭiggahitaṁ yāvajīvikaṁ tadahupaṭiggahitenāmisena ce sambhinnaṁ, purepaṭiggahitasaṅkhyameva gacchatīti siddhaṁ. Aññathā ‘‘sattāhakālikena, bhikkhave, yāvajīvikaṁ paṭiggahitaṁ sattāhaṁ kappatī’’ti (mahāva. 305) vuttaṭṭhāne viya idhāpi ‘‘yāvakālikena, bhikkhave, yāvajīvikaṁ paṭiggahitaṁ kāle kappatī’’ti vadeyya, tañcāvuttaṁ. Tasmā purepaṭiggahitaṁ taṁ āmisasambhinnaṁ āmisagatikamevāti veditabbaṁ. Gaṇṭhipade pana ‘‘sannidhikārakaṁ khādanīyaṁ vā bhojanīyaṁ vā’’ti (pāci. 253) vuttaṁ. Byañjanamattaṁ na gahetabbaṁ.",
  "tika-vin06t4:192": "457.Idhāti imasmiṁ pāṭhe. ‘‘‘Kāle kappati, vikāle na kappatī’ti (mahāva. 305) vuttavacanamattena ‘vikāle kappatī’ti vikālabhojanapācittiyaṁ āvahaṁ hotīti attho, ‘na kappatī’ti sannidhibhojanapācittiyaṁ āvahaṁ hotīti attho, yadi sambhinnarasaṁ ajjapaṭiggahitampi yāvajīvikanti attho’’ti likhitaṁ. Suttavibhaṅgeti mātikāsaṅkhāte sutte ca tassa padabhājanīyasaṅkhāte vibhaṅge cāti attho. Idaṁ āgatameva. Kataranti? ‘‘Atikkāmayato chedanaka’’nti idaṁ.",
  "tika-vin06t4:193": "Tividatthipamāṇañce, adasaṁ taṁ nisīdanaṁ;",
  "tika-vin06t4:194": "Nisīdanaṁ kathaṁ hoti, sadasaṁ tañhi lakkhaṇaṁ.",
  "tika-vin06t4:195": "Tividatthipamāṇaṁ taṁ, dasā tattha vidatthi ce;",
  "tika-vin06t4:196": "Taṁnisīdananāmattā, tasmiṁ chedanakaṁ siyā.",
  "tika-vin06t4:197": "Anisīdananāmamhi, kathaṁ chedanakaṁ bhave;",
  "tika-vin06t4:198": "Iti ce neva vattabbaṁ, nisīdanavidatthito.",
  "tika-vin06t4:199": "Kappate sadasāmattaṁ, nisīdanamiti kāraṇaṁ;",
  "tika-vin06t4:200": "Kathaṁ yujjati no cetaṁ, nisīdanassa nāmakaṁ.",
  "tika-vin06t4:201": "Nisīdananti vuttattā, pamāṇasamatikkamā;",
  "tika-vin06t4:202": "Tassānumatihetuttā, tattha chedanakaṁ bhave.",
  "tika-vin06t4:203": "Jātarūpakappe –",
  "tika-vin06t4:204": "Jātarūpaṁ paṭikkhittaṁ, puggalasseva pāḷiyaṁ;",
  "tika-vin06t4:205": "Na saṅghassāti saṅghassa, tañce kappati sabbaso.",
  "tika-vin06t4:206": "Vikālabhojanañcāpi, puggalasseva vāritaṁ;",
  "tika-vin06t4:207": "Na saṅghassāti saṅghassa, kappatīti kathaṁ samaṁ.",
  "tika-vin06t4:208": "Sattasatikakkhandhakavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:209": "Cūḷavaggavaṇṇanā niṭṭhitā.",
  "tika-vin06t4:210": " Namo tassa bhagavato arahato sammāsambuddhassa"
}