{
  "tika-abh03t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-abh03t0:1": "Abhidhammapiṭake",
  "tika-abh03t0:2": "Pañcapakaraṇa-mūlaṭīkā",
  "tika-abh03t0:3": "Dhātukathāpakaraṇa-mūlaṭīkā",
  "tika-abh03t0:4": "Ganthārambhavaṇṇanā",
  "tika-abh03t0:5": "Dhātukathāpakaraṇaṁ desento bhagavā yasmiṁ samaye desesi, taṁ samayaṁ dassetuṁ, vibhaṅgānantaraṁ desitassa pakaraṇassa dhātukathābhāvaṁ dassetuṁ vā ‘‘aṭṭhārasahī’’tiādimāha. Tattha balavidhamanavisayātikkamanavasena devaputtamārassa, appavattikaraṇavasena kilesābhisaṅkhāramārānaṁ, samudayappahānapariññāvasena khandhamārassa, maccumārassa ca bodhimūle eva bhañjitattā parūpanissayarahitaṁ niratisayaṁ taṁ bhañjanaṁ upādāya bhagavā eva ‘‘mārabhañjano’’ti thomito. Tattha māre abhañjesi, mārabhañjanaṁ vā etassa, na pararājādibhañjananti mārabhañjano. Mahāvikkanto mahāvīriyoti mahāvīro.",
  "tika-abh03t0:6": "Khandhādayo araṇantā dhammā sabhāvaṭṭhena dhātuyo, abhidhammakathādhiṭṭhānaṭṭhena vāti katvā tesaṁ kathanato imassa pakaraṇassa dhātukathāti adhivacanaṁ. Yadipi aññesu ca pakaraṇesu te sabhāvā kathitā, ettha pana tesaṁ sabbesaṁ saṅgahāsaṅgahādīsu cuddasasu nayesu ekekasmiṁ kathitattā sātisayaṁ kathananti idameva evaṁnāmakaṁ. Ekadesakathanameva hi aññattha katanti. Khandhāyatanadhātūhi vā khandhādīnaṁ araṇantānaṁ saṅgahāsaṅgahādayo nayā vuttāti tattha mahāvisayānaṁ dhātūnaṁ vasena dhātūhi kathā dhātukathāti evaṁ assa nāmaṁ vuttanti veditabbaṁ. Dvidhā tidhā chadhā aṭṭhārasadhāti anekadhā dhātubhedaṁ pakāsesīti dhātubhedappakāsanoti. Tassatthanti tassā dhātukathāya atthaṁ. A-kāre ā-kārassa lopo daṭṭhabbo. ‘‘Yaṁ dhātukatha’’nti vā ettha pakaraṇanti vacanaseso sattannaṁ pakaraṇānaṁ kamena vaṇṇanāya pavattattāti tena yojanaṁ katvā tassa pakaraṇassa atthaṁ tassatthanti a-kāralopo vā. Tanti taṁ dīpanaṁ suṇātha, taṁ vā atthaṁ taṁdīpanavacanasavanena upadhārethāti attho. Samāhitāti nānākiccehi avikkhittacittā, attano citte āhitāti vā attho.",
  "tika-abh03t0:7": "Ganthārambhavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:8": "1. Mātikāvaṇṇanā",
  "tika-abh03t0:9": "1. Nayamātikāvaṇṇanā",
  "tika-abh03t0:10": "1. Ko panetassa pakaraṇassa paricchedoti? Na so idha vattabbo, aṭṭhasāliniyaṁ (dha. sa. aṭṭha. nidānakathā) pakaraṇaparicchedo vutto evāti dassento āha ‘‘cuddasavidhena vibhattanti vutta’’nti. Khandhādīnaṁ desanā nīyati pavattīyati etehi, khandhādayo eva vā nīyanti ñāyanti etehi pakārehīti nayā, nayānaṁ mātikā uddeso, nayā eva vā mātikāti nayamātikā. Etesaṁ padānaṁ mūlabhūtattāti ‘‘mūlamātikā’’ti vattabbānaṁ saṅgahāsaṅgahādīnaṁ cuddasannaṁ padānaṁ khandhādidhammavibhajanassa imassa pakaraṇassa mūlabhūtattā nissayabhūtattāti attho.",
  "tika-abh03t0:11": "2. Abbhantaramātikāvaṇṇanā",
  "tika-abh03t0:12": "2. ‘‘Pañcakkhandhā’’tiādīhi rūpakkhandhādipadāni dassitāni, paṭiccasamuppādavacanena ca yesu dvādasasu aṅgesu paccekaṁ paṭiccasamuppādasaddo vattati, tadatthāni dvādasa padāni dassitānīti tesaṁ tathādassitānaṁ sarūpeneva dassitānaṁ phassādīnañca padānaṁ vasena āha ‘‘pañcavīsādhikena padasatenā’’ti. Tattha kammupapattikāmabhavādīnaṁ idha vibhattānaṁ bhāvanabhavanabhāvena bhave viya sokādīnaṁ jarāmaraṇassa viya aniṭṭhattā tannidānadukkhabhāvena ca jarāmaraṇe antogadhatāya paṭiccasamuppādassa dvādasapadatā daṭṭhabbā. Ettha ca pāḷiyaṁ bhinditvā avissajjitānampi satipaṭṭhānādīnaṁ bhinditvā gahaṇaṁ karonto tesaṁ bhinditvāpi vissajjitabbataṁ dassetīti veditabbaṁ.",
  "tika-abh03t0:13": "Nayamātikādikā lakkhaṇamātikantā mātikā pakaraṇantarāsādhāraṇatāya dhātukathāya mātikā nāma, tassā abbhantare vutto vibhajitabbānaṁ uddeso abbhantaramātikā nāmāti imamatthaṁ pakāsento ‘‘ayañhī’’tiādimāha. Tattha evaṁ avatvāti yathā ‘‘sabbāpi…pe… mātikā’’ti ayaṁ dhātukathāmātikato bahiddhā vuttā, evaṁ avatvāti attho. Dhātukathāya abbhantareyevāti ca dhātukathāmātikāya abbhantareyevāti attho daṭṭhabbo. Tadāveṇikamātikāabbhantare hi ṭhapitā tassāyeva abbhantare ṭhapitāti vuttā . Atha vā evaṁ avatvāti yathā ‘‘sabbāpi…pe… mātikā’’ti etena vacanena dhātukathāto bahibhūtā kusalādiaraṇantā mātikā pakaraṇantaragatā vuttā, evaṁ avatvāti attho. Dhātukathāya abbhantareyevāti ca imassa pakaraṇassa abbhantare eva sarūpato dassetvā ṭhapitattāti attho. Sabbassa abhidhammassa mātikāya asaṅgahitattā vikiṇṇabhāvena pakiṇṇakatā veditabbā.",
  "tika-abh03t0:14": "3. Nayamukhamātikāvaṇṇanā",
  "tika-abh03t0:15": "3. Nayānaṁ pavattidvārabhūtā saṅgahāsaṅgahaviyogīsahayogīdhammā nayamukhānīti tesaṁ uddeso nayamukhamātikā. Cuddasapi hi saṅgahāsaṅgahasampayogavippayogānaṁ vomissakatāvasena pavattāti yehi te cattāropi honti, te dhammā cuddasannampi nayānaṁ mukhāni hontīti. Tattha saṅgahitenaasaṅgahitapadādīsu saccādīhipi yathāsambhavaṁ saṅgahāsaṅgaho yadipi vutto, so pana saṅgāhakabhūtehi tehi vutto, na saṅgahabhūtehi, sopi ‘‘cakkhāyatanena ye dhammā khandhasaṅgahena saṅgahitā āyatanasaṅgahena asaṅgahitā’’tiādinā pucchitabbavissajjitabbadhammuddhāre tatthāpi khandhādīheva saṅgahehi niyametvā vutto, tasmā ‘‘tīhi saṅgaho, tīhi asaṅgaho’’ti vuttaṁ. Pucchitabbavissajjitabbadhammuddhārepi pana pucchāvissajjanesu ca rūpakkhandhādīnaṁ araṇantānaṁ yathāsambhavaṁ sampayogavippayogā catūheva khandhehi hontīti ‘‘catūhi sampayogo,catūhi vippayogo’’ti vuttaṁ.",
  "tika-abh03t0:16": "Nanu ca vippayogo rūpanibbānehipi hoti, kasmā ‘‘catūhi vippayogo’’ti vuttanti? Rūpanibbānehi bhavantassapi catūheva bhāvato. Na hi rūpaṁ rūpena nibbānena vā vippayuttaṁ hoti, nibbānaṁ vā rūpena, catūheva pana khandhehi hotīti catunnaṁ khandhānaṁ rūpanibbānehi vippayogopi vippayujjamānehi catūhi khandhehi niyamito tehi vinā vippayogābhāvato. So cāyaṁ vippayogo anārammaṇassa, anārammaṇaanārammaṇamissakehi missakassa ca na hoti, anārammaṇassa pana missakassa ca sārammaṇena, sārammaṇassa sārammaṇena anārammaṇena missakena ca hotīti veditabbo.",
  "tika-abh03t0:17": "4. Lakkhaṇamātikāvaṇṇanā",
  "tika-abh03t0:18": "4. Saṅgahoyeva saṅgahanayo. Sabhāgo. Visabhāgoti etassa ‘‘tīhi saṅgaho, tīhi asaṅgaho’’ti etena, ‘‘catūhi sampayogo, catūhi vippayogo’’ti etenapi visuṁ yojanā kātabbā. Tena saṅgaho asaṅgaho ca sabhāgo visabhāgo ca bhāvo, tathā sampayogo vippayogo cāti ayamattho viññāyati. Yassa vā saṅgaho ca asaṅgaho ca, so dhammo sabhāgo visabhāgo ca, tathā yassa sampayogo vippayogo ca, sopi sabhāgo visabhāgo cāti. Tattha yena rūpakkhandho…pe… manoviññāṇadhātūti dhammā gaṇanaṁ gacchanti, so ruppanādiko samānabhāvo saṅgahe sabhāgatā, ekuppādādiko sampayoge veditabbo.",
  "tika-abh03t0:19": "5. Bāhiramātikāvaṇṇanā",
  "tika-abh03t0:20": "5.Evaṁ dhātukathāya mātikato bahi ṭhapitattāti ‘‘sabbāpi…pe… mātikā’’ti etena ṭhapanākārena bahi piṭṭhito ṭhapitattāti attho. Etena vā ṭhapanākārena kusalādīnaṁ araṇantānaṁ idha aṭṭhapetvā dhātukathāya mātikato bahi pakaraṇantaramātikāya imassa pakaraṇassa mātikābhāvena ṭhapitattā tathā pakāsitattāti attho.",
  "tika-abh03t0:21": "Saṅgaho asaṅgahotiādīsu saṅgaho ekavidhova, so kasmā ‘‘catubbidho’’ti vuttoti? Saṅgahoti atthaṁ avatvā aniddhāritatthassa saddasseva vuttattā. Saṅgaho asaṅgahotiādīsu saddesu saṅgahasaddo tāva attano atthavasena catubbidhoti ayañhetthattho. Atthopi vā aniddhāritaviseso sāmaññena gahetabbataṁ patto ‘‘saṅgaho asaṅgaho’’tiādīsu ‘‘saṅgaho’’ti vuttoti na koci doso. Niddhārite hi visese tassa ekavidhatā siyā, na tato pubbeti. Jātisaddassa sāpekkhasaddattā ‘‘jātiyā saṅgaho’’ti vutte ‘‘attano jātiyā’’ti viññāyati sambandhārahassa aññassa avuttattāti jātisaṅgahoti rūpakaṇḍe vutto sajātisaṅgaho vutto hoti.",
  "tika-abh03t0:22": "Ettha nayamātikāya ‘‘saṅgaho asaṅgaho, sampayogo vippayogo’’ti ime dve pucchitabbavissajjitabbadhammavisesaṁ aniddhāretvā sāmaññena dhammānaṁ pucchanavissajjananayauddesā, avasesā niddhāretvā. ‘‘Saṅgahitena asaṅgahita’’nti hi ‘‘saṅgahitena asaṅgahitaṁ asaṅgahita’’nti vattabbe ekassa asaṅgahitasaddassa lopo daṭṭhabbo. Tena saṅgahitavisesavisiṭṭho yo asaṅgahito dhammaviseso, tannissito asaṅgahitatāsaṅkhāto pucchāvissajjananayo uddiṭṭho hoti, ‘‘saṅgahitenā’’ti ca visesane karaṇavacanaṁ daṭṭhabbaṁ. Esa nayo tatiyādīsu dasamāvasānesu nayuddesesu chaṭṭhavajjesu. Tesupi hi vuttanayena dvīhi dvīhi padehi pucchitabbavissajjitabbadhammavisesaniddhāraṇaṁ katvā tattha tattha antimapadasadisena tatiyapadena pucchanavissajjananayā uddiṭṭhāti. Tattha catutthapañcamesu kattuatthe karaṇaniddeso, sattamādīsu ca catūsu sahayoge daṭṭhabbo, na dutiyatatiyesu viya samānādhikaraṇe visesane. Tattha hi sabhāvantarena sabhāvantarassa visesanaṁ kataṁ, etesu dhammantarena dhammantarassāti. Ekādasamādīsu pana catūsu ādipadeneva dhammavisesaniddhāraṇaṁ katvā itarehi pucchanavissajjananayā uddiṭṭhā. Visesane eva cettha karaṇavacanaṁ daṭṭhabbaṁ. Pucchāvissajjanānañhi nissayabhūtā dhammā saṅgahitatādivisesena karaṇabhūtena sampayuttavippayuttādibhāvaṁ attano visesentīti.",
  "tika-abh03t0:23": "Vikappatoti vividhakappanato, vibhāgatoti attho. Sanniṭṭhānavasenāti adhimokkhasampayogavasena. Sanniṭṭhānavasena vuttā ca sabbe ca cittuppādā sanniṭṭhānavasena vuttasabbacittuppādā, tesaṁ sādhāraṇavasenāti evamettha attho daṭṭhabbo. Adhimokkho hi sanniṭṭhānavasena vuttānaṁ cittuppādānaṁ sādhāraṇavasena vutto, itare sabbesanti. Tattha sādhāraṇā pasaṭā pākaṭā cāti ādito pariggahetabbā, tasmā tesaṁ saṅgahādipariggahatthaṁ uddeso kato, asādhāraṇāpi pana pariggahetabbāvāti tesu mahāvisayena aññesampi saṅgahādipariggahaṁ dassetuṁ adhimokkho uddiṭṭho. ‘‘Sanniṭṭhānavasena vuttā’’ti ca dhammasaṅgahavaṇṇanāyaṁ paṭiccasamuppādavibhaṅge ca vacanaṁ sandhāya vuttanti veditabbaṁ. Sanniṭṭhānavasena ye vuttā, tesaṁ sabbesaṁ sādhāraṇatoti pana atthe sati sādhāraṇāsādhāraṇesu vattabbesu yo asādhāraṇesu mahāvisayo adhimokkho, tassa vasena vuttasabbacittuppādasādhāraṇato phassādayo sabbasādhāraṇāti adhimokkho ca asādhāraṇesu mahāvisayoti katvā vutto aññassa tādisassa abhāvāti ayamadhippāyo daṭṭhabbo.",
  "tika-abh03t0:24": "Jīvitindriyaṁ panettha rūpamissakattā na vuttanti veditabbaṁ, cittekaggatā pana asamādhisabhāvā sāmaññasaddeneva sāmaññavisesasaddehi ca samādhisabhāvā visesasaddavacanīyaṁ aññaṁ byāpetabbaṁ nivattetabbañca natthīti anaññabyāpakanivattakasāmaññavisesadīpanato tasseva dhammassa bhedadīpakehi vattabbā, na sukhādisabhāvā vedanā viya vuttalakkhaṇaviparītehi sāmaññavisesasaddeheva, tasmā ‘‘cittekaggatā’’ti ayaṁ sāmaññasaddo samādhisabhāve visesasaddanirapekkho pavattamāno sayameva visesasaddamāpajjitvā asamādhisabhāvameva pakāseyya, itaro ca samādhisabhāvamevāti dvidhā bhinnā cittekaggatā asādhāraṇā ceva appavisayā cāti idha uddesaṁ na arahati. Abhinnāpi vā phassādīnaṁ viya pākaṭattābhāvato aññadhammanissayena vattabbato ca sā jīvitañca na arahatīti na uddiṭṭhāti.",
  "tika-abh03t0:25": "Mātikāvaṇṇanā niṭṭhitā.",
  "tika-abh03t0:26": "2. Niddesavaṇṇanā",
  "tika-abh03t0:27": "1. Paṭhamanayo saṅgahāsaṅgahapadavaṇṇanā",
  "tika-abh03t0:28": "1. Khandhapadavaṇṇanā",
  "tika-abh03t0:29": "6. Khandhāyatanadhātuyomahantare abhiññeyyadhammabhāvena vuttā, tesaṁ pana sabhāvato abhiññātānaṁ dhammānaṁ pariññeyyatādivisesadassanatthaṁ saccāni, adhipatiyādikiccavisesadassanatthaṁ indriyādīni ca vuttānīti saccādiviseso viya saṅgahāsaṅgahaviseso ca abhiññeyyanissito vuccamāno suviññeyyo hotīti ‘‘tīhi saṅgaho. Tīhi asaṅgaho’’ti nayamukhamātikā ṭhapitāti veditabbā. Evañca katvā ‘‘catūhī’’ti vuttā sampayogavippayogā ca abhiññeyyanissayena khandhādīheva pucchitvā vissajjitāti. Rūpakkhandho ekena khandhenāti ye dhammā ‘‘rūpakkhandho’’ti vuccanti, tesaṁ pañcasu khandhesu rūpakkhandhabhāvena sabhāgatā hotīti rūpakkhandhabhāvasaṅkhātena, rūpakkhandhavacanasaṅkhātena vā gaṇanena saṅgahaṁ gaṇanaṁ dasseti. Tenāha ‘‘yañhi kiñcī’’tiādi. Rūpakkhandhoti hi saṅgahitabbadhammo dassito. Yena saṅgahena saṅgayhati, tassa saṅgahassa dassanaṁ ‘‘ekena khandhenā’’ti vacanaṁ. Pañcasu khandhagaṇanesu ekena khandhagaṇanena gaṇitoti ayañhettha attho. Yasmā ca khandhādivacanehi saṅgaho vuccati, tasmā upari ‘‘khandhasaṅgahena saṅgahitā’’tiādiṁ vakkhatīti.",
  "tika-abh03t0:30": "Asaṅgahanayaniddeseti idaṁ ‘‘saṅgaho asaṅgaho’’ti etasseva nayassa ekadesanayabhāvena vuttaṁ, na nayantaratāyāti daṭṭhabbaṁ. Rūpakkhandhamūlakāyeva cettha dukatikacatukkā dassitāti etena vedanākkhandhamūlakā purimena yojiyamāne viseso natthīti pacchimeheva yojetvā tayo dukā dve tikā eko catukko, saññākkhandhamūlakā dve dukā eko tiko, saṅkhārakkhandhamūlako eko dukoti ete labbhantīti dasseti. Tesaṁ pana bhedato pañcakapucchāvissajjanānantaraṁ pucchāvissajjanaṁ kātabbaṁ saṁkhittanti daṭṭhabbaṁ, vuttanayena vā sakkā ñātunti pāḷiṁ na āropitanti.",
  "tika-abh03t0:31": "Āyatanapadādivaṇṇanā",
  "tika-abh03t0:32": "40.Yasmāca dukatikesūti yadipi ekakepi sadisaṁ vissajjanaṁ, ekake pana sadisavissajjanānaṁ cakkhundriyasotindriyasukhindriyādīnaṁ dukādīsu asadisavissajjanaṁ diṭṭhaṁ. Na hettha cakkhusotacakkhusukhindriyadukānaṁ aññamaññasadisavissajjanaṁ, nāpi dukehi tikassa, idha pana dukkhasamudayadukkhamaggadukānaṁ aññamaññaṁ tikena ca sadisaṁ vissajjananti dukatikesveva sadisavissajjanataṁ samudayānantaraṁ maggasaccassa vacane kāraṇaṁ vadati.",
  "tika-abh03t0:33": "6. Paṭiccasamuppādavaṇṇanā",
  "tika-abh03t0:34": "61. ‘‘Pucchaṁ anārabhitvā avijjā ekena khandhena, avijjāpaccayā saṅkhārā ekena khandhenā’’ti likhitabbepi pamādavasena ‘‘avijjā ekena khandhenā’’ti idaṁ na likhitanti daṭṭhabbaṁ. Sarūpekasesaṁ vā katvā avijjāvacanena avijjāvissajjanaṁ dassitanti. Sabbampi vipākaviññāṇanti ettha vipākaggahaṇena visesanaṁ na kātabbaṁ. Kusalādīnampi hi viññāṇānaṁ dhātukathāyaṁ saṅkhārapaccayāviññāṇādipadehi saṅgahitatā vippayuttenasaṅgahitāsaṅgahitapadaniddese ‘‘vipākā dhammā’’ti imassa vissajjanāsadisena tesaṁ vissajjanena dassitā, idha ca nāmarūpassa ekādasahāyatanehi saṅgahavacanena akammajānampi saṅgahitatā viññāyatīti.",
  "tika-abh03t0:35": "71. Jāyamānaparipaccamānabhijjamānānaṁ jāyamānādibhāvamattattā jātijarāmaraṇāni paramatthato vinibbhujjitvā anupalabbhamānāni paramatthānaṁ sabhāvamattabhūtāni, tāni rūpassa nibbattipākabhedabhūtāni ruppanabhāvena gayhantīti rūpakkhandhadhammasabhāgāni, arūpānaṁ pana nibbattiādibhūtāni rūpakalāpajātiādīni viya sahuppajjamānacatukkhandhakalāpanibbattiādibhāvato ekekabhūtāni vediyanasañjānanavijānanehi ekantaparamatthakiccehi agayhamānāni saṅkhatābhisaṅkharaṇena anekantaparamatthakiccena gayhantīti saṅkhārakkhandhadhammasabhāgāni, tathā duvidhānipi tāni cakkhāyatanādīhi ekantaparamatthakiccehi agayhamānāni nissattaṭṭhena dhammāyatanadhammadhātudhammehi sabhāgāni, tena tehi khandhādīhi saṅgayhantīti ‘‘jāti dvīhi khandhehī’’tiādimāha.",
  "tika-abh03t0:36": "Paṭhamanayasaṅgahāsaṅgahapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:37": "2. Dutiyanayo saṅgahitenaasaṅgahitapadavaṇṇanā",
  "tika-abh03t0:38": "171. Saṅgahitenaasaṅgahitapadaniddese yaṁ taṁ uddese asaṅgahitatāya pucchitabbaṁ vissajjitabbañca saṅgahitatāvisiṭṭhaṁ asaṅgahitaṁ dhammajātaṁ niddhāritaṁ, tadeva tāva dassento ‘‘cakkhāyatanena ye dhammā khandhasaṅgahena saṅgahitā āyatanadhātusaṅgahena asaṅgahitā’’ti āha. Sabbattha khandhādisaṅgahasāmaññānaṁ niccaṁ visesāpekkhattā bhedanissitattā ca pucchāvissajjanānaṁ savisesāva khandhādigaṇanā suddhā. Tattha saṅgahitenaasaṅgahitavacanamattena dhammavisesassa niddhāritattā tīsu saṅgahesu ekena dvīhi vā ye saṅgahitā hutvā aññehi asaṅgahitā, teyeva dhammā ‘‘khandhasaṅgahena saṅgahitā āyatanadhātusaṅgahena asaṅgahitā’’ti ettakeneva dassetabbā siyuṁ, tesaṁ pana evaṁvidhānaṁ asambhavā nayamātikāya ca abbhantarabāhiramātikāpekkhattā uddesepi yaṁ yaṁ rūpakkhandhādīsu araṇantesu saṅgāhakaṁ, taṁ taṁ apekkhitvā saṅgahitenaasaṅgahitaṁ niddhāritanti viññāyatīti tena tena saṅgāhakena yathāniddhāritaṁ dhammaṁ niyametvā dassetuṁ ‘‘cakkhāyatanenā’’tiādimāha. Yattha hi pucchitabbavissajjitabbadhammavisesaniddhāraṇaṁ natthi, tasmiṁ paṭhamanaye chaṭṭhanaye ca pucchitabbavissajjitabbabhāvena, itaresu ca yaṁ yaṁ pucchitabbavissajjitabbaṁ niddhāritaṁ, tassa tassa niyāmakabhāvena rūpakkhandhādayo araṇantā uddiṭṭhāti.",
  "tika-abh03t0:39": "Tattha ‘‘cakkhāyatanena…pe… phoṭṭhabbadhātuyā’’ti kattuatthe karaṇaniddeso daṭṭhabbo, ‘‘khandhasaṅgahena āyatanasaṅgahena dhātusaṅgahenā’’ti karaṇatthe. Ettha ca yena yena saṅgāhakena khandhādisaṅgahesu tena tena saṅgahetabbāsaṅgahetabbaṁ aññaṁ atthi, taṁ tadeva saṅgāhakāsaṅgāhakabhāvena uddhaṭaṁ. Rūpakkhandhena pana khandhasaṅgahena saṅgahetabbo añño dhammo natthi, tathā vedanākkhandhādīhi , na ca so eva tassa saṅgāhako asaṅgāhako vā hoti. Yañca ‘‘rūpakkhandho ekena khandhena saṅgahito’’ti vuttaṁ, tañca na tasseva tena saṅgahitataṁ sandhāya vuttaṁ, rūpakkhandhabhāvena pana rūpakkhandhavacanena vā gahitataṁ sandhāya vuttanti pakāsitoyamattho.",
  "tika-abh03t0:40": "Yadi ca so eva tena saṅgayheyya, saṅgahitenasampayuttavippayuttapadaniddese – ‘‘vedanākkhandhena ye dhammā khandhasaṅgahena saṅgahitā āyatanasaṅgahena saṅgahitā dhātusaṅgahena saṅgahitā, te dhammā tīhi khandhehi ekenāyatanena sattahi dhātūhi sampayuttā’’tiādi vattabbaṁ siyā, na ca vuttaṁ, tasmā yathā cittaṁ cittena sampayuttaṁ vippayuttañca na hoti, evaṁ rūpakkhandho rūpakkhandhena saṅgahito asaṅgahito ca na hoti, tathā vedanākkhandhādayo vedanākkhandhādīhi. Na hi so eva tassa sabhāgo visabhāgo cāti. Teneva na ekadesā viya samudāyassa, samudāyo ekadesānaṁ saṅgāhako asaṅgāhako ca. Yathā rūpakkhandho cakkhāyatanādīnaṁ, dhammāyatanaṁ vedanākkhandhādīnaṁ, saraṇā dhammā catunnaṁ khandhānaṁ. Samudāyantogadhānañhi ekadesānaṁ na vibhāgo atthi, yena te samudāyassa samudāyo ca tesaṁ sabhāgo visabhāgo ca siyāti, tathā na samudāyo ekadesasabhāgavisabhāgānaṁ saṅgāhako asaṅgāhako ca. Yathā dhammāyatanaṁ sukhumarūpasabhāgassa vedanādivisabhāgassa ca rūpakkhandhekadesassa khandhasaṅgahena, jīvitindriyaṁ rūpārūpajīvitasabhāgavisabhāgassa rūpakkhandhekadesassa saṅkhārakkhandhekadesassa ca jīvitavajjassa khandhasaṅgaheneva. Na hi ekadesasabhāgaṁ samudāyasabhāgaṁ, nāpi ekadesavisabhāgaṁ samudāyavisabhāganti, tasmā satipi attato attani antogadhato attekadesasabhāgato ca aññassa asaṅgāhakatte saṅgāhakattameva etesaṁ natthi, yena saṅgahitassa asaṅgāhakā siyunti saṅgāhakattābhāvato eva evarūpānaṁ aggahaṇaṁ veditabbaṁ.",
  "tika-abh03t0:41": "Yaṁ pana ‘‘dhammāyatanaṁ asaṅkhataṁ khandhato ṭhapetvā catūhi khandhehi saṅgahita’’nti (dhātu. 25), ‘‘cakkhāyatanañca sotāyatanañca ekena khandhena saṅgahita’’nti (dhātu. 26) ca vuttaṁ, na tena ekadesānaṁ samudāyasaṅgāhakattaṁ, samudāyassa ca ekadesasaṅgāhakattaṁ dasseti, catukkhandhagaṇanabhedehi pana dhammāyatanassa gaṇetabbāgaṇetabbabhāvena pañcadhā bhinnataṁ, cakkhāyatanādīnaṁ ekakkhandhagaṇanena gaṇetabbatāya ekavidhatañca dasseti. Saṅgāhakāsaṅgāhakanirapekkhānaṁ gaṇetabbāgaṇetabbānaṁ taṁtaṁgaṇanehi gaṇanadassanamattameva hi paṭhamanayo kammakaraṇamattasabbhāvā, dutiyādayo pana saṅgāhakāsaṅgāhakehi saṅgahitāsaṅgahitānaṁ agaṇanādidassanāni kattukaraṇakammattayasabbhāvā . Tathā paṭhamanaye tathā tathā gaṇetabbāgaṇetabbabhāvasaṅkhāto taṁtaṁkhandhādibhāvābhāvo sabhāgavisabhāgatā , dutiyādīsu yathāniddhāritadhammadassane saṅgāhakasaṅgahetabbānaṁ samānakkhandhādibhāvo sabhāgatā, tadabhāvo ca visabhāgatā. Pucchāvissajjanesu taṁtaṁkhandhādibhāvābhāvo evāti ayametesaṁ visesoti.",
  "tika-abh03t0:42": "Samudayasaccasukhindriyasadisāni pana tehi saṅgahetabbameva atthi, na saṅgahitaṁ asaṅgahetabbanti asaṅgāhakattābhāvato na uddhaṭāni. Dukkhasaccasadisāni tehi visabhāgasamudāyabhūtehi anekakkhandhehi khandhasaṅgahena saṅgahetabbaṁ, itarehi asaṅgahetabbañca natthīti saṅgāhakattāsaṅgāhakattābhāvato. Evaṁ saṅgāhakattābhāvato asaṅgāhakattābhāvato ubhayābhāvato ca yathāvuttasadisāni anuddharitvā saṅgāhakattāsaṅgāhakattabhāvato cakkhāyatanādīneva uddhaṭānīti veditabbāni. Tattha ‘‘cakkhāyatanena ye dhammā khandhasaṅgahena saṅgahitā’’ti cakkhāyatanavajjā rūpadhammā khandhasaṅgahena saṅgahitāti veditabbā, na rūpakkhandhoti. Na hi ekadeso samudāyasaṅgāhakoti dassitametanti.",
  "tika-abh03t0:43": "Aṭṭhakathāyaṁ pana khandhapadenāti khandhapadasaṅgahenāti attho, na saṅgāhakenāti. ‘‘Kenaci saṅgāhakenā’’ti idaṁ pana ānetvā vattabbaṁ. Taṁ pana rūpakkhandhādīsu na yujjatīti taṁ vissajjanaṁ rūpakkhandhādīsu saṅgāhakesu na yujjatīti attho. Rūpakkhandhena hi…pe… saṅgahitoti etena nayena cakkhāyatanena rūpakkhandhova saṅgahito, so ca aḍḍhekādasahi āyatanadhātūhi asaṅgahito nāma natthīti evaṁ cakkhāyatanādīnipi na gahetabbānīti āpajjatīti ce? Nāpajjati. Na hi aññamattanivāraṇaṁ evasaddassa attho, atha kho saṅgāhakato aññanivāraṇaṁ. So cātiādi ca na nirapekkhavacanaṁ, atha kho saṅgāhakāpekkhanti. Kathaṁ? Rūpakkhandhena hi rūpakkhandhova saṅgahitoti yathā cakkhāyatanena cakkhāyatanato aññampi khandhasaṅgahena saṅgahitaṁ atthi, yaṁ āyatanadhātusaṅgahehi asaṅgahitaṁ hoti, na evaṁ rūpakkhandhena rūpakkhandhato aññaṁ khandhasaṅgahena saṅgahitaṁ atthi, yaṁ āyatanadhātusaṅgahehi asaṅgahitaṁ siyā, rūpakkhandhena pana rūpakkhandhova khandhasaṅgahena saṅgahitoti ayañhettha adhippāyo yutto. Siyā panetaṁ ‘‘so eva rūpakkhandho rūpakkhandhena āyatanadhātusaṅgahehi asaṅgahito hotū’’ti, taṁ nivārento āha ‘‘so ca aḍḍhekādasahi āyatanadhātūhi asaṅgahito nāma natthī’’ti . Ettha ca ‘‘rūpakkhandhenā’’ti ānetvā vattabbaṁ. Tattha rūpakkhandho rūpakkhandhassa vā tadekadesānaṁ vā cakkhādīnaṁ āyatanadhātusaṅgahehi saṅgāhako asaṅgāhako ca na hotīti iminā pariyāyena asaṅgahitatāya abhāvo vuttoti yujjati, na rūpakkhandhena rūpakkhandhassa tadekadesānaṁ vā aḍḍhekādasahi āyatanadhātusaṅgahehi saṅgahitatāya. Na hi sā saṅgahitatā atthi. Yadi siyā, saṅgahitenasampayuttavippayuttapadaniddese rūpakkhandhopi uddharitabbo siyā. Tena hi tīhipi saṅgahehi rūpakkhandho tadekadeso vā saṅgahitā siyuṁ, atthi ca tesaṁ vippayuttatāti.",
  "tika-abh03t0:44": "Evaṁ asaṅgahitatāya abhāvato etāni, aññāni cāti etthāpi cakkhāyatanādīhi viya etehi aññehi ca saṅgahitānaṁ asaṅgahitatāya abhāvato etāni aññāni ca yathā vā tathā vā etāni viya ayujjamānavissajjanattā evarūpāni padāni saṅgāhakabhāvena na gahitānīti adhippāyo.",
  "tika-abh03t0:45": "Tattha yaṁ vuttaṁ ‘‘rūpakkhandhena hi rūpakkhandhova saṅgahito’’ti, taṁ teneva tassa saṅgahitattāsaṅgahitattābhāvadassanena nivāritaṁ. Yañhettha aggahaṇe kāraṇaṁ vuttaṁ, tañca satipi saṅgahitatte asaṅgahitatāya abhāvatoti viññāyamānaṁ samudayasaccādīsu yujjeyya sati tehi saṅgahite tadasaṅgahitattābhāvato. Rūpakkhandhādīhi pana saṅgahitameva natthi, kuto tassa asaṅgahitatā bhavissati, tasmā saṅgāhakattābhāvo evettha aggahaṇe kāraṇanti yuttaṁ. Saṅgahitattābhāvena asaṅgahitattaṁ yadipi rūpakkhandhādinā attano attani antogadhassa attekadesasabhāgassa ca natthi, aññassa pana atthīti na dukkhasaccādīsu viya ubhayābhāvo cettha aggahaṇe kāraṇaṁ bhavituṁ yuttoti. Dhammāyatanajīvitindriyādīnañca khandhacatukkadukādisaṅgāhakatte sati na tesaṁ saṅgahitānaṁ tehi dhammāyatanajīvitindriyādīhi āyatanadhātusaṅgahehi asaṅgahitatā natthīti asaṅgahitatāya abhāvo anekantiko, tasmā pubbe vuttanayeneva aggahitānaṁ aggahaṇe, gahitānañca gahaṇe kāraṇaṁ veditabbanti.",
  "tika-abh03t0:46": "Anidassanaṁ punadeva sappaṭighanti ettha anidassananti etena ‘‘sanidassanasappaṭigha’’nti ettha vuttena sappaṭighasaddena saddhiṁ yojetvā anidassanasappaṭighā dassitā. Punadevāti etena tattheva avisiṭṭhaṁ sanidassanapadaṁ nivattetvā gaṇhanto sanidassanadukapadaṁ dasseti. ‘‘Cakkhāyatanena cakkhāyatanamevekaṁ saṅgahita’’nti idaṁ na sakkā vattuṁ. Na hi ‘‘cakkhāyatanena cakkhāyatanaṁ āyatanasaṅgahena saṅgahita’’nti ca ‘‘asaṅgahita’’nti ca vattabbanti dassitoyaṁ nayoti. Evaṁ sabbattha tasseva samudāyekadesānañca saṅgāhakasaṅgahitanti vacanesu asaṅgāhakaasaṅgahitanti vacanesu ca tadavattabbatā yojetabbā. Asaṅgāhakattābhāvato eva hi cakkhāyatanādīni cakkhāyatanādīhi asaṅgahitānīti na vuccanti, na saṅgāhakattābhāvatoti.",
  "tika-abh03t0:47": "Dutiyanayasaṅgahitenaasaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:48": "3. Tatiyanayo asaṅgahitenasaṅgahitapadavaṇṇanā",
  "tika-abh03t0:49": "179. Asaṅgahitenasaṅgahitapadaniddese rūpakkhandhena khandhasaṅgahena asaṅgahitesu vedanādīnaṁ tiṇṇaṁ khandhānaṁ nibbānassa ca sukhumarūpena saha āyatanadhātusabhāgatte satipi na sukhumarūpameva rūpakkhandhoti rūpakkhandhena āyatanadhātusabhāgattaṁ natthi, tasmā na tena tāni āyatanadhātusaṅgahehi saṅgahitāni. Na kevalaṁ saṅgahitāneva, asaṅgahitānipi tena tāni tehi saṅgahehi na honteva tadekadesena sukhumarūpena āyatanadhātusabhāgattā, saṅgahitābhāvo eva pana idhādhippeto, viññāṇakkhandhacakkhāyatanādīhi pana asaṅgahitā na te tehi kathañci sammissāti sabbathā te tehi na saṅgahitā. Dukkhasaccādīhi ca pañcakkhandhasamudāyabhūtehi khandhasaṅgahena asaṅgahitaṁ nibbānaṁ rūpakkhandhena viya āyatanadhātusaṅgahehi saṅgahitaṁ tehi na hoti, tasmā saṅgāhakattābhāvato eva evarūpānaṁ asaṅgāhakabhāvena aggahaṇaṁ veditabbaṁ, sanibbānapañcakkhandhasamudāyabhūtānaṁ pana abyākatadhammādīnaṁ asaṅgāhakattābhāvatova. Na hi taṁ kañci atthi, yassa te khandhasaṅgahena asaṅgāhakā siyuṁ, na ca attano ekadeso attekadesasabhāgo ca attanā asaṅgahito hotīti attanā asaṅgahitasaṅgāhakattā pana vedanākkhandhādīnaṁ gahaṇaṁ katanti.",
  "tika-abh03t0:50": "Yaṁ pana aṭṭhakathāyaṁ vuttaṁ ‘‘ye dhammāyatanena saṅgahitā’’ti, taṁ na sakkā vattuṁ. Dhammāyatanena hi na koci dhammo kenaci saṅgahena saṅgahito atthi visabhāgakkhandhanibbānasamudāyattā , khandhasaṅgahena sayameva attano saṅgāhakaṁ na hotīti āyatanadhātusaṅgahehi ca saṅgāhakattābhāvatoti dassitoyaṁ nayoti etassa dhammāyatanagaṇanena gaṇitāti attho. Yāni…pe… gahitānīti etena viññāṇasammissaṁ dhammāyatanekadesaṁ dīpentāni iddhipādādipadāni, oḷārikarūpasammissaṁ dīpentāni rūpakkhandhādipadāni, sabbena sabbaṁ dhammāyatanaṁ adīpentāni viññāṇakkhandhacakkhāyatanādipadāni, sakaladhammāyatanadīpakāni dhammāyatanādipadāni ca vajjetvā dhammāyatanekadesaṁ aññāyatanena asammissaṁ dīpentāni gahitānīti dasseti.",
  "tika-abh03t0:51": "Tatiyanayaasaṅgahitenasaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:52": "4. Catutthanayo saṅgahitenasaṅgahitapadavaṇṇanā",
  "tika-abh03t0:53": "191. Saṅgahitenasaṅgahitapadaniddese yasmā yathā dutiyatatiyanayā tiṇṇaṁ saṅgahānaṁ saṅgahaṇāsaṅgahaṇappavattivisesena ‘‘saṅgahitena asaṅgahitaṁ, asaṅgahitena saṅgahita’’nti ca uddiṭṭhā, nevaṁ catutthapañcamā. Saṅgahaṇappavattiyā eva hi saṅgahitena saṅgahitaṁ uddiṭṭhaṁ, asaṅgahaṇappavattiyā eva ca asaṅgahitena asaṅgahitanti, tasmā saṅgahaṇappavattivisesavirahe saṅgahitadhammāsaṅgahitadhammavisese nissitā ete dve nayāti ettha kenaci saṅgahitena dhammavisesena puna saṅgahito dhammaviseso saṅgahitena saṅgahito saṅgahitatāya pucchitabbo vissajjitabbo ca, tameva tāva yathāniddhāritaṁ dassento ‘‘samudayasaccena ye dhammā khandha…pe… saṅgahitā, tehi dhammehi ye dhammā khandha…pe… saṅgahitā’’ti āha. Ettha ca ye tīhipi saṅgahehi na saṅgāhakā rūpakkhandhaviññāṇakkhandhadhammāyatanadukkhasaccādīni viya, ye ca dvīhāyatanadhātusaṅgahehi asaṅgāhakā cakkhāyatanādīni viya, ye ca ekena khandhasaṅgaheneva dhātusaṅgaheneva ca na saṅgāhakā vedanādikkhandhanirodhasaccajīvitindriyādīni viya cakkhuviññāṇadhātādayo viya ca, te dhammā saṅgāhakattābhāvasabbhāvā saṅgāhakabhāvena na uddhaṭā, tīhipi pana saṅgahehi ye saṅgāhakā, te saṅgāhakattābhāvābhāvato idha uddhaṭā. Tehi saṅgahitāpi hi ekantena attano saṅgāhakassa saṅgāhakā honti, yassa puna saṅgaho pucchitabbo vissajjitabbo cāti.",
  "tika-abh03t0:54": "Aṭṭhakathāyaṁ pana sakalena hi khandhādipadenāti sakalavācakena rūpakkhandhādipadenāti attho. Yaṁ panetaṁ vuttaṁ ‘‘yaṁ attano saṅgāhakaṁ saṅgaṇhitvā puna teneva saṅgahaṁ gaccheyyā’’ti, taṁ tena khandhādipadenāti evaṁ ayojetvā taṁ aññaṁ saṅgahitaṁ nāma natthīti evaṁ na sakkā vattuṁ. Na hi yena yaṁ saṅgahitaṁ, teneva tassa saṅgaho pucchito vissajjito, na ca tasseva, atha kho tena saṅgahitassāti. Yathā vedanā saddo ca khandho āyatanañca, na evaṁ sukhumarūpaṁ, taṁ pana khandhāyatanānaṁ ekadesova, tasmā ‘‘sukhumarūpekadesaṁ vā’’ti avatvā ‘‘sukhumarūpaṁ vā’’ti vuttaṁ. Sabbattha ca aññena asammissanti yojetabbaṁ. Yampi cetaṁ vuttaṁ ‘‘tadeva yehi dhammehi khandhādivasena saṅgahitaṁ, te dhamme sandhāyā’’ti, tampi tathā na sakkā vattuṁ. Na hi saṅgahitena saṅgahitassa saṅgahitena saṅgaho ettha pucchito vissajjito ca, atha kho saṅgahova, tasmā ekena khandhenāti ekena khandhagaṇanenāti ayamevettha attho, na saṅgāhakenāti. Na hi eko khandho attano ekadesassa saṅgāhakoti.",
  "tika-abh03t0:55": "Catutthanayasaṅgahitenasaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:56": "5. Pañcamanayo asaṅgahitenaasaṅgahitapadavaṇṇanā",
  "tika-abh03t0:57": "193. Asaṅgahitenaasaṅgahitapadaniddesepi vuttanayeneva yathāniddhāritadhammadassanaṁ veditabbaṁ. Ettha ca sasukhumarūpaviññāṇasahitadhammasamudāyā ye te dukkhasaccaanidassanaappaṭighaacetasikānupādāsadisā satipi ekena dvīhi vā saṅgahehi kesañci asaṅgāhakatte tīhipi asaṅgahetabbassa abhāvato paripuṇṇasaṅgahāsaṅgāhakā na honti, abyākatadhammasadisā kenaci saṅgahena asaṅgahetabbabhāvato asaṅgāhakā eva na honti, tena te asaṅgāhakabhāvena na uddhaṭā, itare pana tabbipariyāyena uddhaṭāti.",
  "tika-abh03t0:58": "Yaṁ pana aṭṭhakathāyaṁ ‘‘tādisena hi padena nibbānaṁ khandhasaṅgahamattaṁ na gaccheyyā’’ti vuttaṁ, taṁ dukkhasaccaṁ sandhāya vuttaṁ. Anidassanaappaṭighesu pana asaṅgāhakesu nibbānaṁ antogadhaṁ, na ca tadeva tassa asaṅgāhakanti. Sadisavissajjanānaṁ vasena samodhānetvā katehi saddhinti evaṁ katehi dutiyapañhādīhi saddhiṁ paṭhamapañhanāmarūpapañhādayo sabbepi catuttiṁsa hontīti attho. Yaṁ pucchāya uddhaṭaṁ padaṁ, tadevāti rūpakkhandhādivisesakapadaṁ vadati, na niddhārite pucchitabbadhamme. Te hi lakkhaṇato dassitā, na padena sarūpatoti. Tattha tadevāti eva-saddena na taṁ kadāci saṅgahitena asaṅgahitaṁ na hotīti uddhaṭasseva asaṅgahitenaasaṅgahitabhāve niyatataṁ aññassa ca aniyatataṁ dassetīti veditabbaṁ. ‘‘Tadeva yehi asaṅgahita’’nti ettha hi ‘‘niyamato’’ti sakkā vacanaseso yojetunti. Atha vā tadevāti pucchāya uddhaṭameva evaṁpakārameva hutvā yehi asaṅgahitanti tassa pucchāya uddhaṭabhāvena evaṁ asaṅgahitenaasaṅgahitabhāvaniyamanattho eva-saddo, na aññassa asaṅgahitenaasaṅgahitatānivāraṇatthoti daṭṭhabbo. Pucchāya uddhaṭañhi aññasahitaṁ asahitañca asaṅgahitena asaṅgahitaṁ hoti. Rūpakkhandhādīni hi aññasahitāni viññāṇakkhandhādīni asahitānīti.",
  "tika-abh03t0:59": "Avasesā saṅgahitāti idaṁ avasesā asaṅgahitā na hontīti evaṁ daṭṭhabbaṁ. Tehipi viññāṇadhammehi te rūpadhammāva tīhi saṅgahehi asaṅgahitāti pucchāya uddhaṭā tīhipi saṅgahehi asaṅgāhakā hutvā asaṅgahitāti adhippāyo. Anuddhaṭā vedanādayopi hi asaṅgahitā evāti. Ettha ca paṭhame naye vedanādayopi viññāṇena asaṅgahitāti vuttā, dutiye rūpadhammāvāti ayaṁ viseso. Vedanādayo hi rūpaviññāṇeheva khandhādisaṅgahena asaṅgahitāti oḷārikarūpehi viññāṇena ca tīhipi saṅgahehi asaṅgahitāti attho. Rūpekadeso hi ettha rūpaggahaṇena gahitoti.",
  "tika-abh03t0:60": "196. Catutthapañhe cakkhāyatanaṁ vedanādīhi catūhīti ettha cakkhāyatananti etena pucchāya uddhaṭaṁ asaṅgāhakaṁ dassetīti daṭṭhabbaṁ. Cakkhāyatanena pana asaṅgahitena asaṅgahitāni dasa oḷārikāyatanāni na cakkhāyatanamevāti. ‘‘Rūpañca dhammāyatana’’ntiādinā yehi dhammehi tīhipi saṅgahehi asaṅgahitaṁ taṁ viññāṇameva hoti, asaṅgahitena tena asaṅgahitañca viññāṇavajjaṁ sabbaṁ teva dhamme udāneti. Sadisavissajjanā hi ekato udānetvā dassetabbā. Tattha paṭhamena rūpakkhandhena sadisavissajjanesu ekato udānetvā dassitesu aññe visadisavissajjanā nayadānena dassitā honti. Tenāha ‘‘rūpañca dhammāyatananti…pe… aññenākārena saṅkhipitvā dassitā’’ti. Tattha dve bhavāti asaññekavokārabhavā. Dveti bāhirupādādhamme eva sandhāya vuttaṁ. Yena asaṅgāhakena asaṅgahitena asaṅgahitaṁ pucchitabbaṁ vissajjitabbañca paricchijjati, so rūpakkhandhādiko tassa pucchāvissajjanānañca nissayabhāvato ‘‘visayo’’ti vutto, yathādassitassa pana uddānassa nayadānamattattā ‘‘nayo’’ti vuttaṁ. ‘‘Dvevīsanayo cā’’tipi pāṭho, dvevīsapadiko esa nayo cāti attho.",
  "tika-abh03t0:61": "Pañcamanayaasaṅgahitenaasaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:62": "6. Chaṭṭhanayo sampayogavippayogapadavaṇṇanā",
  "tika-abh03t0:63": "228. Sampayogavippayogapade yaṁ labbhati, yañca na labbhati, taṁ sabbaṁ pucchāya gahitanti idaṁ na rūpakkhandhādīni padāni sandhāya vuttaṁ, atha kho sampayogapadaṁ vippayogapadañcāti veditabbaṁ. Rūpakkhandhādīsu hi yaṁ dhammāyatanādipadaṁ na labbhati, taṁ pucchāyapi na gahitaṁ. Sampayogapadaṁ pana rūpakkhandhādīsu alabbhamānampi ‘‘rūpakkhandho katihi…pe… sampayutto’’ti evaṁ pucchāya gahitaṁ, vedanākkhandhādīsu labbhamānaṁ, vippayogapadaṁ pana sabbattha labbhamānamevāti. Rūpadhammānaṁ pana rūpena nibbānena vā, nibbānassa ca rūpena saddhiṁ sampayogo nāma natthīti ekuppādādisabhāgatāya abhāvato sampayogaṁ nivārentena sā eva ekuppādāditā etesaṁ visabhāgatāti tadabhāvato vippayogopi nivārito eva hotīti daṭṭhabbo. Catūsu hi khandhesu vijjamānā ekuppādāditā tesaṁ aññamaññaṁ sabhāgatā hoti rūpanibbānehi tesaṁ tehi ca rūpanibbānānaṁ visabhāgatā ca, na ca rūpekadesassa nibbānassa vā sā ekuppādāditā atthi, yā rūpekadesena rūpekadesanibbānānaṁ nibbānena ca rūpassa visabhāgatā siyā. Teneva ‘‘catūhi vippayogo’’ti vuttanti.",
  "tika-abh03t0:64": "Sattasuviññāṇadhātūsu ekāyapi avippayutteti yathā rūpabhavo tīhi viññāṇadhātūhi, nevavipākanavipākadhammadhammā pañcahi, avitakkaavicārā ekāya vippayutte anārammaṇamissake dhamme dīpenti, evaṁ adīpetvā ekāyapi vippayutte ahonte sattahipi sampayutte sattapi vā tā dīpentīti adhippāyo. Avippayutteti hi ye vippayuttā na honti, te dhammeti vuttaṁ hoti, na sampayutteti. Tena yāni tāhi sampayutte dīpenti dhammāyatanādipadāni, yāni ca sampayuttavippayuttabhāvehi navattabbaṁ dīpenti acetasikādipadāni, yāni ca sampayuttanavattabbāni dīpenti dukkhasaccādipadāni, tesaṁ sabbesaṁ anārammaṇamissakadhammadīpakānaṁ aggahaṇaṁ vuttaṁ hoti. Na hi anārammaṇamissakasabbaviññāṇadhātutaṁsampayuttatadubhayasamudāyānaṁ khandhāyatanadhātūsu kenaci sampayogo vippayogo vā atthīti.",
  "tika-abh03t0:65": "Yadi evaṁ vippayuttenavippayuttapadaniddese ‘‘kusalehi dhammehi ye dhammā vippayuttā, tehi dhammehi ye dhammā vippayuttā’’ti na vattabbaṁ. Akusalābyākatā hi anārammaṇamissobhayadhammāti? Na, yathāvuttasamudāyānaṁ khandhādīheva sampayogavippayogābhāvavacanato. Khandhādayo hi tadekadesā tadekadesaññasamudāyā ca, samudāyekadesānañca vibhāgābhāvato na sabhāgavisabhāgatā atthi, tena tesaṁ khandhādīhi sampayogavippayogābhāvo hoti. Kusalā pana dhammā akusalābyākatehi vibhattā, te ca kusalehi, na tesaṁ samudāyekadesabhāvo tadekadesaññasamudāyabhāvo vā, tasmā khandhādīni anāmasitvā vippayuttatāmattena yathāniddhāritadhammadassane kusalehi itaresaṁ, itarehi ca kusalānaṁ vippayogo na na hoti visabhāgatāsabbhāvatoti tesaṁ aññamaññavippayuttatā vuttā. Esa nayo sabbesu evarūpesu.",
  "tika-abh03t0:66": "Uddāne pana aṭṭhārasa tato pareti idaṁ ‘‘soḷasā’’ti vattabbaṁ, tevīsanti idañca ‘‘ekavīsa’’nti. Sabbattha ca kālasantānabhedarahitārahitabahudhammasamodhānānaṁ saṅkhārakkhandhadhammāyatanadhammadhātūnaṁ ekadesā samudayasaccavedanākkhandhādayo ekadesasammissā ca iddhipādādayo anārammaṇehi asammissā rūpakkhandhādayo ca sārammaṇehi asammissā sampayogīvippayogībhāvena samānakālasantānehi ca ekadesantarehi vibhattā eva gahitāti tehi te kehici ekadesantarehi vibhattehi yathāyogaṁ sampayogaṁ vippayogañca labhanti. Atthi hi tesaṁ ekuppādāditā sabhāgatā visabhāgatā cāti. Tena tattha tattha ‘‘ekena khandhena ekenāyatanena ekāya dhātuyā kehici sampayutta’’nti ca, ‘‘ekenāyatanena ekāya dhātuyā kehici vippayutta’’nti ca vuttaṁ. Bhinnakālasamudāyā eva pana vedanāsaññāviññāṇakkhandhā vattamānā ca ekekadhammā eva, tasmā tesaṁ samānakālassa vibhajitabbassa abhāvato na sukhindriyādīni vedanākkhandhassa vibhāgaṁ karonti, cakkhuviññāṇadhātādayo ca viññāṇakkhandhassa manāyatanassa ca. Tena ‘‘sukhindriyaṁ ekena khandhena kehici vippayutta’’nti, ‘‘cakkhuviññāṇadhātu ekena khandhena ekenāyatanena kehici vippayuttā’’ti ca evamādi na vuttaṁ, khandhāyatanavibhāgavirahitampi pana viññāṇaṁ dhātuvibhāgena vibhattameva vuttanti ‘‘cakkhuviññāṇadhātu…pe… manoviññāṇadhātu soḷasahi dhātūhi vippayuttā’’ti vuttaṁ, evamevaṁ indriyavibhāgena vibhattānaṁ sukhindriyādīnaṁ ‘‘sukhindriyena ye dhammā vippayuttā’’tiādīsu yathāyogaṁ vippayogo daṭṭhabbo, nāvibhattassa vedanākkhandhassāti.",
  "tika-abh03t0:67": "235. Yathā taṁsampayogībhāvaṁ sandhāya ‘‘samudayasaccaṁ tīhi khandhehi sampayutta’’nti vuttaṁ, evaṁ taṁvippayogībhāvaṁ sandhāya ‘‘tīhi khandhehi vippayutta’’nti kasmā na vuttanti ce? Avibhāgehi tehi vippayogavacanassa ayuttattā. Vibhāge hi sati samudayasaccaṁ sukhadukkhadomanassindriyehi manoviññāṇadhātuto aññaviññāṇadhātūhi vippayuttanti yuttaṁ vattuṁ vibhāgeneva visabhāgatāya saṅgahitattā, vibhāgarahitehi pana vedanākkhandhādīhi na yuttaṁ, tehi vijjamānehi vijjamānassa samudayassa visabhāgabhāvābhāvato. Yañhi anuppannā dhammā viya āmaṭṭhakālabhedaṁ na hoti saṅkhataṁ uddharitabbaṁ, taṁ paccuppannabhāvaṁ nissāya sampayogīvippayogībhāvena uddharīyati, tañca vibhāgarahitehi khandhādīhi saṅkhatehi paccuppannabhāvameva nissāya anāmaṭṭhakālabhede atthitāya eva nissitabbattā. Avijjamānassa hi avijjamānena, avijjamānassa ca vijjamānena, vijjamānassa ca avijjamānena sampayogo natthi, vippayogo pana avijjamānatādīpake bhede gahite teneva visabhāgatāpi gahitā evāti hoti . Bhede pana aggahite tena tena gahaṇena visabhāgatāya aggahitattā sati sabhāgatte vijjamānatāya eva dhammānaṁ sabhāgassa paricchindanato vijjamānatā dassitāti ekuppādādibhāvasaṅkhātā sabhāgatāpi gahitā eva hoti. Tassā ca gahitattā sampayogova labbhati, na vippayogo, tasmā samudayasaccaṁ vedanākkhandhādīhi sampayuttattena vuttaṁ, na vippayuttattenāti. Esa nayo maggasaccādīsupīti.",
  "tika-abh03t0:68": "262.‘‘Dutiyajjhānavicārañhi ṭhapetvā sesā avitakkavicāramattā’’ti aṭṭhakathāvacanaṁ ye padhānā vitakko viya koṭṭhāsantaracittuppādesu alīnā, te eva idha avitakkavicāramattāti adhippetāti dasseti. Teneva hi anantaranaye samudayasaccena samānagatikā na savitakkasavicārehīti te na gahitā. Dasamosānanayesu ca tehi vippayuttehi vippayuttānaṁ tehi vippayuttānañca soḷasahi dhātūhi vippayogo aṭṭhārasasaṅgahito ca vutto. Vitakkasahitesupi pana tesu gahitesu sabbepi te vicārena sampayuttāti ‘‘ekena khandhena kehici sampayuttā’’ti sakkā vattuṁ. So hi samudāyo vicāraṁ vajjetvā aññena kenaci sampayutto na hoti. Na hi tadekadesassa vitakkassa vicārato aññena sampayogo samudāyassa hoti. Yathā nānācittuppādesu uppajjamānānaṁ iddhipādānaṁ samudāyassa iddhipādassa ekadesānaṁ tīhi khandhehi sampayogo samudāyassa na hoti, evamidhāpi daṭṭhabbaṁ. Yathā pana tesu ekopi vedanāsaññākkhandhehi saṅkhārakkhandhekadesena ca asampayutto nāma natthīti samudāyassa tehi sampayuttatā vuttā, evamidhāpi vicārena asampayuttassa avitakkavicāramattassa kassaci abhāvato samudāyassa tena sampayuttatā na na sakkā vattuṁ. Na hi avitakkavicāramattānaṁ dassanenapahātabbahetukādīnaṁ viya sampayuttatā na vattabbā. Yathā hi dassanenapahātabbahetukesu keci saṅkhārakkhandhekadesena mohena sampayuttā, keci asampayuttāti na samudāyo tena sampayutto, nāpi añño koci dhammo atthi, yena so samudāyo sampayutto siyāti ‘‘dassanenapahātabbahetukā dhammā sampayuttāti natthī’’ti vuttaṁ, evaṁ bhāvanāyapahātabbahetukasahetukādayopi. Na panevaṁ yena avitakkavicāramattasamudāyo sampayutto siyā, taṁ natthi avitakkavicāramattesu kassaci vicārena asampayuttassa abhāvā, tasmā te ‘‘sampayuttā’’ti na na vattabbāti. Sabbattha ca ekadhammepi kehicīti bahuvacananiddeso saṅkhāya aniyamitattā katoti veditabbo.",
  "tika-abh03t0:69": "Chaṭṭhanayasampayogavippayogapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:70": "7. Sattamanayo sampayuttenavippayuttapadavaṇṇanā",
  "tika-abh03t0:71": "306. Sampayuttenavippayuttapadaniddese rūpakkhandhādayo tehi sampayuttābhāvato na gahitā. Samudayasaccādīni satipi tehi sampayutte, sampayuttehi ca vippayutte sampayuttenavippayuttānaṁ khandhādīhi vippayogābhāvato. Na hi samudayasaccena sampayuttehi lobhasahagatacittuppādehi vippayuttānaṁ tato aññadhammānaṁ khandhādīsu kenaci vippayogo atthi. Nanu ca te eva cittuppādā cattāro khandhā aḍḍhadutiyāni āyatanāni aḍḍhadutiyā dhātuyo ca hontīti tehi vippayogo vattabboti? Na, tadaññadhammānaṁ khandhādibhāvato. Na hi te eva dhammā cattāro khandhā, atha kho te ca tato aññe ca, tathā aḍḍhadutiyāyatanadhātuyopi. Na ca tadaññasamudāyehi aññe vippayuttā honti samudāyekadesānaṁ ekadesaññasamudāyānañca vippayogābhāvato. Esa nayo maggasaccasukhindriyādīsu. Avitakkavicāramattesupi niravasesesu adhippetesu tesaṁ savitakkasavicārasamānagatikattā aggahaṇe kāraṇaṁ na dissati.",
  "tika-abh03t0:72": "Aṭṭhakathāyaṁ pana evarūpānīti yathā rūpakkhandhe vissajjanaṁ na yujjati, evaṁ yesu aññesupi na yujjati, tāni vissajjanassa ayogena ‘‘evarūpānī’’ti vuttāni, na sampayuttābhāvenāti daṭṭhabbaṁ. Yāni pana padāni dhammadhātuyā sampayutte dhamme dīpentīti etena vedanākkhandhādipadāni dasseti, viññāṇañca aññena asammissanti viññāṇakkhandhamanāyatanādipadāni. Tattha aññena asammissanti asampayuttena asammissanti attho. Adukkhamasukhāyavedanāyasampayuttapadānipi hi sampayuttehi sammissaviññāṇadīpakāni idha gahitānīti. Etena ca lakkhaṇena evarūpāneva gahitānīti dasseti, na evarūpāni gahitānevāti samudayasaccādiiddhipādādipadānaṁ asaṅgahitattā. ‘‘Atha phassasattakaṁ cittaṁ saha yuttapadehi sattā’’ti purāṇapāṭho, ayaṁ pana ūnoti katvā ‘‘atha phassasattakaṁ, tike tayo satta mahantare cā’’ti pāṭho kato.",
  "tika-abh03t0:73": "309.Pucchāya uddhaṭapadeneva saddhiṁ vippayuttānaṁ vasenāti idaṁ pucchāya uddhaṭapadena sampayuttehi vippayuttā tena saddhiṁ vippayuttā hontīti katvā vuttaṁ. Pāḷiuddānagāthāyaṁ dve ca manena yuttā, vitakkavicāraṇāti manodhātuyā ekantasampayuttā dve vitakkavicārāti savitakkapadaṁ savicārapadañca dasseti.",
  "tika-abh03t0:74": "Sattamanayasampayuttenavippayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:75": "8. Aṭṭhamanayo vippayuttenasampayuttapadavaṇṇanā",
  "tika-abh03t0:76": "317. Vippayuttenasampayuttapadaniddese rūpakkhandhādīhi vippayuttenasampayuttameva yathāniddhāritaṁ natthīti ‘‘rūpakkhandhena ye dhammā vippayuttā, tehi dhammehi ye dhammā sampayuttā’’ti avatvā ‘‘rūpakkhandhena ye dhammā vippayuttā, te dhammā katihi khandhehi…pe… sampayuttāti natthī’’ti vuttaṁ. Tena rūpakkhandhena vippayuttānaṁ kenaci khandhādinā sampayogābhāvato yathāniddhāritaṁ vippayuttenasampayuttameva natthi, kuto tassa puna khandhādīhi sampayuttatāti dasseti.",
  "tika-abh03t0:77": "Aṭṭhamanayavippayuttenasampayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:78": "9. Navamanayo sampayuttenasampayuttapadavaṇṇanā",
  "tika-abh03t0:79": "319. Sampayuttenasampayuttapadavaṇṇanāyaṁ yaṁkhandhādivasenāti samāsapadaṁ idaṁ daṭṭhabbaṁ, yassa khandhādino vasenāti attho. Tassevāti ca tasseva khandhādinoti attho. Idaṁ vuttaṁ hoti – yaṁ idha sampayuttaṁ vuttaṁ, taṁ rūpakkhandhādīsu araṇantesu yena vedanākkhandhādinā sampayuttaṁ, puna tasseva vedanākkhandhādino khandhādīhi sampayogaṁ pucchitvā vissajjanaṁ kataṁ . Tañhi attanā sampayuttena sampayuttattā ‘‘sampayuttena sampayutta’’nti niddhāritanti. Rūpena vāti etena nirodhasaccaappaccayaasaṅkhatehipi ayogo vutto hotīti daṭṭhabbo, tathā rūpamissakehi vāti etena anupādinnaanupādāniyādīhi nibbānamissakehipi. Vakkhati hi ‘‘nibbānaṁ pana sukhumarūpagatikamevā’’ti. Sabbārūpakkhandhasaṅgāhakehīti vattamānānameva sampayogo labbhatīti vattamānesu ekampi dhammaṁ anapanetvā avikalacatukkhandhasaṅgāhakehi arūpabhavādīhīti attho. Ayaṁ panettha saṅkhepo – ye sampayogaṁ na labhanti rūpakkhandhādayo, te sabbe na gahitā, itare ca vedanākkhandhādayo sabbe gahitāti.",
  "tika-abh03t0:80": "Navamanayasampayuttenasampayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:81": "10. Dasamanayo vippayuttenavippayuttapadavaṇṇanā",
  "tika-abh03t0:82": "353. Vippayuttenavippayuttapadaniddese aggahitesu dhammāyatanādidhammā anārammaṇamissakasabbacittuppādagatadhammabhāvato tehi vippayuttassa abhāvā na gahitā, dukkhasaccacatumahābhavaabyākatādidhammā tehi vippayuttehi vippayuttānaṁ khandhādīhi vippayogābhāvatoti ayaṁ viseso veditabboti.",
  "tika-abh03t0:83": "Dasamanayavippayuttenavippayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:84": "11. Ekādasamanayo saṅgahitenasampayuttavippayuttapadavaṇṇanā",
  "tika-abh03t0:85": "409. Ekādasamanayavaṇṇanāyaṁ ‘‘te ca sesehi tīhi khandhehi ekena manāyatanena sattahi viññāṇadhātūhī’’ti etesaṁ padānaṁ ‘‘sampayuttā nāmā’’ti etena saha sambandho. ‘‘Kehicī’’ti etassa panatthaṁ dassetuṁ ‘‘saṅkhārakkhandhe dhammāyatanadhammadhātūsu ca ṭhapetvā taṇha’’nti etena ‘‘te cā’’ti vutte samudayasaccena khandhādisaṅgahena saṅgahitadhamme visesetvā tesaṁ eva visesitānaṁ attavajjehi sesehi saṅkhārakkhandhe taṇhāya dhammāyatanadhammadhātūsu ca taṇhāya vedanāsaññākkhandhehi sampayogārahehi sampayuttataṁ sandhāyāha ‘‘sesehi sampayuttattā kehici sampayuttā nāmā’’ti.",
  "tika-abh03t0:86": "Ekādasamanayasaṅgahitenasampayuttavippayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:87": "12. Dvādasamanayo sampayuttenasaṅgahitāsaṅgahitapadavaṇṇanā",
  "tika-abh03t0:88": "417. Dvādasamanaye ca navamanaye viya sampayogārahāva labbhantīti āha ‘‘teyeva uddhaṭā’’ti.",
  "tika-abh03t0:89": "Dvādasamanayasampayuttenasaṅgahitāsaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:90": "13. Terasamanayo asaṅgahitenasampayuttavippayuttapadavaṇṇanā",
  "tika-abh03t0:91": "448. Terasamanayavaṇṇanāyaṁ yehi tīhipi saṅgahehi asaṅgahitaṁ viññāṇameva hoti, te pāḷiyaṁ ‘‘rūpañca dhammāyatana’’ntiādiuddānagāthāya dassitā bāvīsa dhammā ‘‘rūpakkhandhena sadisapañhā dhammā’’ti vuttā. Yehi pana tīhipi saṅgahehi asaṅgahitāni arūpabhavena viya oḷārikāyatanāneva honti, te vuttāvasesā sabbe idha uddhaṭā ‘‘arūpabhavena sadisā’’ti vuttā. Sesāti sesā pañcamanaye āgatā vedanākkhandhādayo satipi asaṅgāhakatte idha vissajjanaṁ na ruhantīti na uddhaṭā. Ye pana asaṅgāhakā eva na honti dukkhasaccādidhammā, tesu vattabbameva natthi. Yathā pana vedanākkhandhādayo na ruhanti, taṁ dassetuṁ ‘‘vedanākkhandhena hī’’tiādimāha. Tattha tesañca sampayogo nāma natthīti rūpārūpadhammānaṁ asampayogehi vomissatāya sampayogo natthīti attho.",
  "tika-abh03t0:92": "Yadi pana te kadāci asabbaviññāṇadhātusampayuttā arūpadhammā rūpadhammā ca siyuṁ, na tesaṁ vippayogo natthīti ‘‘vippayogo ca natthī’’ti na vuttaṁ, na vedanākkhandhena asaṅgahitānaṁ vippayogassa atthitāyāti veditabbaṁ. Ubhayābhāvato hi vedanākkhandhādayo idha na ruhantīti. Evaṁ panettha siyā ‘‘vedanākkhandhena hi khandhādivasena anārammaṇamissakā sattaviññāṇadhātudhammā asaṅgahitā honti, tesañca sampayogo vippayogo ca natthī’’ti. Anārammaṇasahitānañhi sabbaviññāṇadhātūnaṁ sabbaviññāṇadhātusampayuttānaṁ tadubhayadhammānañca vedanākkhandhādiviññāṇakkhandhādicakkhāyatanādīhi tīhipi saṅgahehi asaṅgahitānaṁ sampayogavippayogābhāvo aruhaṇe kāraṇaṁ. Jātivippayogabhūmikālasantānavippayogato catubbidho vippayogo. Tattha jātivippayogo ‘‘kusalā dhammā, akusalā dhammā’’tiādi, bhūmivippayogo ‘‘kāmāvacarā, rūpāvacarā’’tiādi, kālavippayogo ‘‘atītā dhammā, anāgatā dhammā’’tiādi, santānavippayogo ‘‘ajjhattā dhammā, bahiddhā dhammā’’tiādi. Evaṁ vippayogo catudhā veditabbo.",
  "tika-abh03t0:93": "Terasamanayaasaṅgahitenasampayuttavippayuttapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:94": "14. Cuddasamanayo vippayuttenasaṅgahitāsaṅgahitapadavaṇṇanā",
  "tika-abh03t0:95": "456. Cuddasamanaye dhammāyatanādīnaṁ anārammaṇamissakasabbacittuppādagatadhammabhāvato vippayogassa aruhaṇaṁ daṭṭhabbaṁ. Jātiādittayassa cettha dhammasabhāvamattattā na kathañci sampayogo vippayogo ca ruhati ajjhattabahiddhadhammānaṁ sabbadhammasamodhānattā, anidassanaappaṭighādīnaṁ anārammaṇamissakasabbacittuppādattā. Dukkhasaccādidhammāva idha tehi vippayuttānaṁ saṅgahāsaṅgahasabbhāvā gahitāti.",
  "tika-abh03t0:96": "Pāḷiuddānagāthāyaṁ samucchede na labbhantīti pariyosāne naye na labbhantīti attho. Moghapucchakena cāti alabbhamānā ca te moghapucchakena hetunā na labbhanti tesaṁ pucchāya moghattāti vuttaṁ hoti. Atha vā moghapucchako aṭṭhamo nayo, tena ca saha osānanaye ete dhammā vippayogassapi abhāvā sabbathāpi na labbhantīti attho.",
  "tika-abh03t0:97": "Cuddasamanayavippayuttenasaṅgahitāsaṅgahitapadavaṇṇanā niṭṭhitā.",
  "tika-abh03t0:98": "Dhātukathāpakaraṇa-mūlaṭīkā samattā."
}