{
  "tika-s0304t6:0": "7. Cittasaṃyuttaṃ",
  "tika-s0304t6:1": "1. Saṃyojanasuttavaṇṇanā",
  "tika-s0304t6:2": "343.Bhogagāmanti bhoguppattigāmaṃ. Pavattatīti appaṭihataṃ hutvā pavattati paṭisambhidappattiyā.",
  "tika-s0304t6:3": "Saṃyojanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:4": "2. Paṭhamaisidattasuttavaṇṇanā",
  "tika-s0304t6:5": "344.Avisāradattāti pañhaṃ byākātuṃ veyyattiyābhāvena asamatthattā. Upāsako theresu byākātuṃ asakkontesu sayaṃ byākātukāmo pucchati, na vihesādhippāyo. Paṭhamavacanena abyākaronte disvāva punappunaṃ pucchitaṃ viheso viya hotīti katvā vuttaṃ ‘‘vihesetī’’ti.",
  "tika-s0304t6:6": "Paṭhamaisidattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:7": "3. Dutiyaisidattasuttavaṇṇanā",
  "tika-s0304t6:8": "345.Avantiyāti avantiraṭṭhe, taṃ pana majjhimapadesato dakkhiṇadisāyaṃ. Tenāha ‘‘dakkhiṇāpathe’’ti. Adhippāyenāti tassa vacanassa anumodanādhippāyena vadati, na pana tato kiñci gahetukāmatādhippāyena.",
  "tika-s0304t6:9": "Dutiyaisidattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:10": "4. Mahakapāṭihāriyasuttavaṇṇanā",
  "tika-s0304t6:11": "346.Tesaṃ anujānantoti tesaṃ dāsakammakarānaṃ sesake yathāruci vicāraṇaṃ anujānanto. Kudhitanti balavatā sūriyasantāpena saṅkuthitaṃ . Tenāha ‘‘heṭṭhā’’tiādi. Atitikhiṇanti ativiya tikkhadhātukaṃ. Asambhinnapadanti aññattha anāgatattā tipiṭake avomissakapadaṃ, idheva āgatapadanti attho. Paṭilīyamānenāti paṭikaṃsena visesanena vilīyamānena kāyena.",
  "tika-s0304t6:12": "Ettha cāti etasmiṃ adhiṭṭhāniddhikaraṇe. Abbhamaṇḍapaṃ katvāti samantato chādanavasena maṇḍapaṃ viya meghapaṭalaṃ uppādetvā. Devoti megho. Ekamekaṃ phusitakaṃ phusāyatu jālavinaddhaṃ viya vassatu. Evaṃ vuttappakārena nānāparikammaṃ nānādhiṭṭhānaṃ ekato parikammaṃ ekato adhiṭṭhānanti catukkamettha sambhavatīti dasseti ‘‘ettha cā’’tiādinā. Yathā tathāti yathāvuttesu catūsu pakāresu yena vā tena vā pakārena karontassa. Kataparikammassāti ‘‘evaṃ vā evaṃ vā hotū’’ti pavattitaparikammacittassa. ‘‘Parikammānantarenāti adhiṭṭhānacittuppādanatthaṃ samāpannapādakajjhānato vuṭṭhāya adhiṭṭhānacittassa ekāvajjanavīthiyaṃ pavattaparikammaṃ sandhāya vutta’’nti vadanti.",
  "tika-s0304t6:13": "Mahakapāṭihāriyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:14": "5. Paṭhamakāmabhūsuttavaṇṇanā",
  "tika-s0304t6:15": "347. Elaṃ vuccati doso, taṃ etassa natthīti nelaṃ, taṃ aṅgaṃ etassāti nelaṅgo, suvisuddhasīlaguṇo. Tenāha ‘‘nelaṅganti kho, bhante, sīlānametaṃ adhivacana’’nti. Aṭṭhakathāyaṃ pana dosābhāvameva dassetuṃ ‘‘nelaṅgoti niddoso’’ti vuttaṃ. Etaṃ bhikkhuṃ āgacchantanti mahākappinattheraṃ sandhāya vuttaṃ. Attano diṭṭhena kathesīti attano sabbaññutaññāṇena paccakkhato upalakkhitena atthena kathesi. Ayaṃ pana nayaggāhenāti ayaṃ pana gahapati asutvā kevalaṃ nayaggāhena āha.",
  "tika-s0304t6:16": "Paṭhamakāmabhūsuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:17": "6. Dutiyakāmabhūsuttavaṇṇanā",
  "tika-s0304t6:18": "348.Nirodhaṃvalañjeti anāgāmibhāvato. Ime saṅkhārāti ime ‘‘kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro’’ti vuccamānā tayo saṅkhārā. Saddatopi, atthatopi aññamaññaṃ missā, tato eva āluḷitā ākulā, avibhūtā dubbibhāvanā, duddīpanā asaṅkarato dīpetuṃ dukkarā. Tathā hi kusalacetanā eva ‘‘kāyasaṅkhāro’’tipi vuccati, ‘‘vacīsaṅkhāro’’tipi, ‘‘cittasaṅkhāro’’tipi. Assāsapassāsāpi katthaci ‘‘kāyasaṅkhāro’’ti, vitakkavicārāpi ‘‘vacīsaṅkhāro’’ti vuccanti, saññāvedanāpi ‘‘cittasaṅkhāro’’ti vuccanti. Tena vuttaṃ ‘‘tathā hī’’tiādi. Tattha ākaḍḍhitvā gahaṇaṃ ādānaṃ, sampattassa hatthe karaṇaṃ gahaṇaṃ, gahitassa vissajjanaṃ muñcanaṃ, phandanaṃ copanaṃ pāpetvā nipphādetvā. Hanusañcopananti kāyaviññattivasena pubbabhāge hanusañcopanaṃ katvā. Evañhi vacībhedakaraṇaṃ. Evaṃ imetiādi yathāvuttassa atthassa nigamanaṃ.",
  "tika-s0304t6:19": "Padatthaṃ pucchati itarasaṅkhārehi padatthato visesaṃ kathāpessāmīti. Kāyanissitāti ettha kāyanissitatā ca nesaṃ tabbhāvabhāvitāya veditabbā, na kāyassa nissayapaccayatāvasenāti dassento ‘‘kāye sati honti, asati na hontī’’ti āha. Kāyoti cettha karajakāyo daṭṭhabbo. Cittanissitāti cittaṃ nissāya taṃ nissayapaccayabhūtaṃ labhitvā uppannā.",
  "tika-s0304t6:20": "‘‘Samāpajjāmī’’ti padassa samīpe vuccamānaṃ ‘‘samāpajjissa’’nti padaṃ āsannānāgatakālavācī eva bhavituṃ yuttaṃ, na itaranti āha – ‘‘padadvayena nevasaññānāsaññāyatanasamāpattikālo kathito’’ti. Tayidaṃ tassa tathā vattabbatāya vuttaṃ, na pana tassa tathā cittapavattisambhavato. Samāpannepi eseva nayo. Purimehīti ‘‘samāpajjissaṃ samāpajjāmī’’ti dvīhi padehi. Pacchimenāti ‘‘samāpanno’’ti padena.",
  "tika-s0304t6:21": "Bhāvitaṃ hoti uppāditaṃ hoti nirodhasamāpannatthāya. Anupubbasamāpattisamāpajjanasaṅkhātāya nirodhabhāvanāya taṃ cittaṃ bhāvitaṃ hoti. Tenāha ‘‘yaṃ ta’’ntiādi. Dutiyajjhāneyevāti dutiyajjhānakkhaṇe nirujjhati. Tattha anuppajjanato anuppādanato heṭṭhā nirodhoti adhippeto. Catunnaṃ arūpakkhandhānaṃ tajjā parikammasiddhā yā appavatti , tattha ‘‘nirodhasamāpattisaññā’’ti, yā nesaṃ tathā appavatti. Sā ‘‘antonirodhe nirujjhatī’’ti vuttā.",
  "tika-s0304t6:22": "‘‘Cittasaṅkhāro niruddho’’ti vacanato tadaññesaṃ anirodhaṃ icchantānaṃ vādaṃ dassento ‘‘cittasaṅkhāro niruddhoti vacanato’’tiādiṃ vatvā tattha atippasaṅgadassanamukhena taṃ vādaṃ nisedhetuṃ ‘‘te vattabbā’’tiādimāha. Abhinivesaṃ akatvāti yathāgate byañjanamatte abhinivesaṃ akatvā. Ācariyānaṃ nayeti ācariyānaṃ paramparāgate dhammanaye dhammanettiyaṃ ṭhatvā.",
  "tika-s0304t6:23": "Kiriyamayapavattasminti parittabhūmakakusalākusaladhammapabandhe vattamāne. Tasmiñhi vattamāne kāyika-vācasika-kiriyasampavatti hoti, dassana-savanādivasena ārammaṇaggahaṇe pavattamāneti attho. Tenāha – ‘‘bahiddhārammaṇesu pasāde ghaṭṭentesū’’ti. Makkhitāni viyāti puñchitāni viya honti ghaṭṭanāya vibādhitattā. Etenāyaṃ ghaṭṭanā pañcadvārikaviññāṇānaṃ vegasā uppajjanāya na ārammaṇanti dasseti. Tenevāha – ‘‘antonirodhe pañca pasādā ativiya virocantī’’ti.",
  "tika-s0304t6:24": "Tato paraṃ sacittako bhavissāmīti idaṃ atthato āpannaṃ gahetvā vuttaṃ – ‘‘ettakaṃ kālaṃ acittako bhavissāmī’’ti eteneva tassa atthassa siddhattā. Yaṃ evaṃ bhāvitanti ettha visuṃ cittassa bhāvanā nāma natthi, addhānaparicchedaṃ pana katvā nirodhasamāpattatthāya kātabbaparikammabhāvanāya eva tassa sijjhanato.",
  "tika-s0304t6:25": "Sā panesā nirodhakathā. Dvīhi balehīti samathavipassanābalehi. Tayo ca saṅkhārānanti tiṇṇaṃ kāyavacīcittasaṅkhārānaṃ paṭippassaddhiyā. Soḷasahi ñāṇacariyāhīti aniccānupassanādīnaṃ aṭṭhannaṃ anupassanāñāṇānaṃ, aṭṭhannañca maggaphalañāṇānaṃ vasena imāhi soḷasahi ñāṇappavattīhi. Navahi samādhicariyāhīti aṭṭha samāpattiyo aṭṭha samādhicariyā, tāsaṃ upacārasamādhi samādhibhāvasāmaññena ekā samādhicariyāti evaṃ navahi samādhicariyāhi. Vasībhāvatāpaññāti vasībhāvatāsaṅkhātā paññā. Sabbākārena visuddhimagge kathitā, te tāva ākārā tiṭṭhantu, sarūpamattassa panassa vattabbanti āha – ‘‘ko panāyaṃ nirodho nāmā’’ti. Yadi khandhānaṃ appavatti, atha kimatthametaṃ jhānasukhādiṃ viya samāpajjantīti āha ‘‘saṅkhārāna’’ntiādi.",
  "tika-s0304t6:26": "Phalasamāpatticittanti arahattaṃ anāgāmiphalacittaṃ. ‘‘Tato paraṃ bhavaṅgasamaye’’ti vuttattā āha ‘‘kiṃ pana…pe… na samuṭṭhāpetī’’ti. Samuṭṭhāpeti rūpasamuppādakattā. Imassāti nirodhaṃ samāpannabhikkhuno. Sā na samuṭṭhāpetīti sā catutthajjhānikā phalasamāpatti na samuṭṭhāpeti assāsapassāse. Phalasamāpattiyā catutthajjhānikabhāvo kathaṃ nicchitoti āha – ‘‘kiṃ vā etenā’’tiādi. Vakkhamānākārenapi parihāro hotīti. Santasamāpattitoti nirodhasamāpattimeva sandhāya vadati. Abbohārikā honti atisukhumasabhāvattā, sañjīvattherassa pubbe samāpattikkhaṇe assāsapassāsā abbohārikabhāvaṃ gacchanti. Tena vuttaṃ ‘‘bhavaṅgasamayenevetaṃ kathita’’nti.",
  "tika-s0304t6:27": "Kiriyamaya…pe… uppajjatīti kasmā vuttaṃ? Nanu bhavaṅguppattikālampi vitakkavicārā uppajjantevāti? Kiñcāpi uppajjanti, vacīsaṅkhāralakkhaṇappattā pana na hontīti imamatthaṃ dassetuṃ ‘‘kiṃ bhavaṅga’’ntiādi vuttaṃ.",
  "tika-s0304t6:28": "Suññato phassotiādayo saguṇenapi ārammaṇenāti ārammaṇabhūtametaṃ. Suññatā nāma phalasamāpatti niccasukhaattasabhāvato suññattā. ‘‘Suññato phasso’’ti vuttaṃ vuttanayena suññasabhāvattā. Animittā nāma phalasamāpatti rāganimittādīnaṃ abhāvato. Appaṇihitā nāma phalasamāpatti rāgapaṇidhiādīnamabhāvato. Sesaṃ vuttanayameva. Tenāha ‘‘animittappaṇihitesupi eseva nayo’’ti. Rāganimittādīnanti ettha ādi-saddena saṅkhāranimittassapi saṅgaho daṭṭhabbo. Yadaggena phalasamāpattisamphasso suññato nāma, tadaggena phalasamāpattipi suññatā nāma, phassasīsena pana desanā āgatāti tathā vuttaṃ. Animittappaṇihitesupi eseva nayo.",
  "tika-s0304t6:29": "Āgamanaṃ ettha, etāyāti vā āgamanikā, sā eva āgamaniyā ka-kārassa ya-kāraṃ katvā. Vuṭṭhāti nimittato maggassa uppādanena. Animittā nāma niccanimittassa ugghāṭanato. Ettha ca vuṭṭhānameva pamāṇaṃ, na pariggahadassanāni. Appaṇihitā nāma sukhapaṇidhiyā paṭipakkhato. Suññatā nāma attadiṭṭhiyā ujupaṭipakkhattā sattasuññatāya sudiṭṭhattā. Maggo animitto nāma vipassanāgamanato. Phalaṃ animittaṃ nāma maggāgamanato. Vikappo āpajjeyya āgamanassa vavatthānassa abhāvena, vipassanāya animittādināmalābho avavatthitoti adhippāyo. Tena vuttaṃ ‘‘tasmā’’tiādi. Yasmā pana sā maggavuṭṭhānakāle evarūpāpi hotīti tassa vasena maggaphalānaṃ viya phassassapi pavattirūpattā yathāvutto vikappo anavasaroti daṭṭhabbaṃ. Tayo phassā phusantīti puggalabhedavasena vuttaṃ. Na hi ekaṃyeva puggalaṃ etasmiṃ khaṇe tayo phassā phusanti. ‘‘Tividho phasso phusatī’’ti vā bhavitabbaṃ. Yasmā pana ‘‘nirodhaphalasamāpattiyā vuṭṭhitassā’’tiādi yassa yathāvuttā tayo eva phassā sambhavanti, tassa anavasesaggahaṇavaseneva vuttaṃ ‘‘tayo phassā phusantī’’ti.",
  "tika-s0304t6:30": "Nibbānaṃ viveko nāma sabbasaṅkhāravivittabhāvato. Tasmiṃ viveke ekanteneva ninnapoṇattā eva hi te paṭippassaddhasabbussukkā uttamapurisā catunnaṃ khandhānaṃ appavattiṃ anavasesaggahaṇalakkhaṇaṃ nirodhasamāpattiṃ samāpajjantīti.",
  "tika-s0304t6:31": "Dutiyakāmabhūsuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:32": "7. Godattasuttavaṇṇanā",
  "tika-s0304t6:33": "349.Nesanti appamāṇacetovimutti-ākiñcaññacetovimuttisaññitānaṃ jhānānaṃ. Atthopi nānāti ānetvā yojanā. Pharaṇaappamāṇatāya ‘‘appamāṇā cetovimuttī’’ti laddhanāmaṃ brahmavihārajjhānanti āha ‘‘bhūmantarato’’tiādi. Ākiñcaññā cetovimuttīti ākiñcaññāyatanajjhānanti āha ‘‘bhūmantarato’’tiādi. Vipassanāti aniccānupassanā, sabbāpi vā. Pamāṇakaraṇo nāma yassa sayaṃ uppajjati, tassa guṇābhāvadassanavasena pamāṇakaraṇato.",
  "tika-s0304t6:34": "Pharaṇaappamāṇatāyāti pharaṇavasena appamāṇagocaratāya. Nibbānampi appamāṇameva pamāṇagocarānaṃ kilesānaṃ ārammaṇabhāvassapi anāgamanato. Khalanti khale pasāritasālisīsādibhaṇḍaṃ. Kiñcehīti maddassu. Tenāha ‘‘maddanaṭṭho’’ti. Ārammaṇabhūtaṃ, palibuddhakaṃ vā natthi etassa kiñcananti akiñcanaṃ, akiñcanameva ākiñcaññaṃ.",
  "tika-s0304t6:35": "Rūpanimittassāti kasiṇarūpanimittassa. Na gahitāti sarūpato na gahitā, atthato pana gahitā eva. Tenāha – ‘‘sā suññā rāgenātiādivacanato sabbattha anupavitthāvā’’ti.",
  "tika-s0304t6:36": "Nānāti saddavasena. Ekatthāti ārammaṇavasena ārammaṇabhāvena ekasabhāvā. Tenāha ‘‘appamāṇaṃ…pe… ekatthā’’ti. Ārammaṇavasenāti ārammaṇassa vasena. Cattāro hi maggā, cattāri phalāni ārammaṇavasena nibbānapaviṭṭhatāya ekatthā ekārammaṇā. Aññasmiṃ pana ṭhāneti idaṃ visuṃ visuṃ gahetvā vuttaṃ appamāṇādi pariyāyavuttaṃ, nibbānaṃ ārabbha pavattanato. Tasmā ‘‘aññasmi’’nti idaṃ tena tena pariyāyena tattha tattha āgatabhāvaṃ sandhāya vuttaṃ.",
  "tika-s0304t6:37": "Godattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:38": "8. Nigaṇṭhanāṭaputtasuttavaṇṇanā",
  "tika-s0304t6:39": "350.Āgatāgamoti vācuggatapariyattidhammo. Viññātasāsanoti paṭividdhasatthusāsano. Tenāha ‘‘anāgāmī’’tiādi. Naggabhogganti avasanabhāvena naggaṃ, kuṭilajjhāsayatāya bhoggaṃ, tato eva nissirikaṃ. Naggatāya hi so rūpena nissiriko, bhoggatāya cittena. Bhagavato saddhāyāti bhagavati saddhāya. Tasmiṃ saddahanā okappanā tassa saddhātipi vattabbataṃ labhati. Gacchāmīti āgacchāmi, bujjhāmīti attho. Etaṃ nigaṇṭhena pucchitamatthamāha.",
  "tika-s0304t6:40": "Kāyaṃunnāmetvāti kāyaṃ abbhunnāmetvā. Kucchiṃ nīharitvāti piṭṭhiyā ninnamanena kucchiṃ purato nīharitvā. Gīvaṃ pasāraṇavasena paggayha paggahetvā sabbaṃ disaṃ pekkhamāno. Sabbamidaṃ nigaṇṭhassa pahaṭṭhākāradassanatthaṃ ‘‘idāni samaṇassa gotamassa upari vādaṃ āropetuṃ labbhatī’’ti. Tenāha ‘‘vātaṃ vā so’’tiādi. Sakāraṇāti yuttisahitā. Pañhamaggoti pañhasaṅkhāto vīmaṃsā, evaṃ bhavitabbanti citteneva parivīmaṃsā pañhā. Eko uddesoti ekaṃ uddisanaṃ atthassa saṃkhittavacanaṃ. Veyyākaraṇanti niddisanaṃ atthassa vicāretvā kathanaṃ. Evanti iminā nayena. Sabbatthāti sabbesu pañhuddesaveyyākaraṇesu attho vitthārato veditabbo.",
  "tika-s0304t6:41": "Nigaṇṭhanāṭaputtasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:42": "9. Acelakassapasuttavaṇṇanā",
  "tika-s0304t6:43": "351. Alaṃ samattho ariyabhāvāyāti alamariyo. Ñeyyajānanaṭṭhena ñāṇameva paccakkhato dassanaṭṭhena ñāṇadassanaṃ, soyeva atisayaṭṭhena ñāṇadassanaviseso. Pāvaḷā vuccati ānisadapadeso, taṃ pāvaḷaṃ rajoharaṇatthaṃ nipphoṭīyati etāyāti pāvaḷanipphoṭanā, morapiñchavatti.",
  "tika-s0304t6:44": "Acelakassapasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:45": "10. Gilānadassanasuttavaṇṇanā",
  "tika-s0304t6:46": "352. Mattarājā nāma eko bhummadevo bhūtādhipati surāpotalarukkhanivāsī. Tena vuttaṃ ‘‘mattarājakāle’’ti. ‘‘Osadhitiṇavanappatīsū’’ti vatvā te yathākkamaṃ dassento ‘‘harītakā…pe… rukkhesu cā’’ti āha. Patthanāvasena cittaṃ ṭhapehi. Samijjhissatīti yathādhippāyaṃ samijjhissati. Tena hīti yasmā taṃ devāpi āsannamaraṇaṃ maññanti, tasmā sā varameva bhavissati, taṃ tumhākaṃ dīgharattaṃ hitāya sukhāya bhavissatīti adhippāyo.",
  "tika-s0304t6:47": "Gilānadassanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0304t6:48": "Cittasaṃyuttavaṇṇanā niṭṭhitā."
}