{
  "tika-vin11t27:0": "Samathakkhandhakakathāvaṇṇanā",
  "tika-vin11t27:1": "2760. Idāni samathavinicchayaṁ dassetuṁ yesu adhikaraṇesu santesu samathehi bhavitabbaṁ, tāni tāva dassento āha ‘‘vivādādhāratā’’tiādi. Vivādādhāratāti vivādādhikaraṇaṁ. Āpattādhāratāti etthāpi eseva nayo. Ādhāratāti adhikaraṇapariyāyo. Ādhārīyati abhibhuyyati vūpasammati samathehīti ādhāro, vivādo ca so ādhāro cāti vivādādhāro, so eva vivādādhāratā. Evamādhārādhikaraṇa-saddānaṁ vivādādisaddehi saha kammadhārayasamāso daṭṭhabbo. Adhikarīyati abhibhuyyati vūpasammati samathehīti adhikaraṇanti vivādādicatubbidhameva pāḷiyaṁ dassitaṁ. Ayamattho ‘‘etesaṁ tu catunnampi, samattā samathā matā’’ti vakkhamānena viññāyati.",
  "tika-vin11t27:2": "2761.Etāni cattāri adhikaraṇāni ca ‘‘idha pana, bhikkhave, bhikkhū vivadanti ‘dhammo’ti vā ‘adhammo’ti vā’’ti (cūḷava. 215) aṭṭhārasa bhedakārakavatthūni ca mahesinā vuttāni. Tattha tesu catūsu adhikaraṇesu vivādo adhikaraṇasaṅkhāto etāni aṭṭhārasa bhedakaravatthūni nissito nissāya pavattoti yojanā.",
  "tika-vin11t27:3": "2762.Vipattiyo catassovāti ‘‘idha pana, bhikkhave, bhikkhū bhikkhuṁ anuvadanti sīlavipattiyā vā ācāravipattiyā vā diṭṭhivipattiyā vā ājīvavipattiyā vā’’ti (cūḷava. 215) vuttā catasso vipattiyo. Diṭṭhādīnaṁ anugantvā sīlavipattiādīhi vadanaṁ codanā anuvādo. Upāgatoti nissito, anuvādo catasso vipattiyo nissāya pavattoti attho. ‘‘Tatthā’’ti paṭhamameva niddhāraṇassa vuttattā idha punavacane payojanaṁ na dissati, ‘‘sambhavā’’ti vacanassāpi na koci atthaviseso dissati. Tasmā ‘‘āpattādhāratā tattha, sattaāpattisambhavā’’ti pāṭho na yujjati, ‘‘āpattādhāratā nāma, satta āpattiyo matā’’ti pāṭho yuttataro, āpattādhāratā nāma āpattādhikaraṇaṁ nāma satta āpattiyo matā satta āpattiyova adhippetāti attho.",
  "tika-vin11t27:4": "2763.Saṅghakiccāni nissāyāti apalokanakammādīni cattāri saṅghakammāni upādāya kiccādhikaraṇābhidhānaṁ siyā, kiccādhikaraṇaṁ nāma cattāri saṅghakammānīti attho. Etesaṁ tu catunnampīti etesaṁ pana catunnampi adhikaraṇānaṁ. Samattāti vūpasamahetuttā. Samathā matāti sammukhāvinayādayo satta adhikaraṇasamathāti adhippetā. Adhikaraṇāni samenti, sammanti vā etehīti ‘‘samathā’’ti vuccantīti ‘‘samattā samathā matā’’ti iminā samatha-saddassa anvatthaṁ dīpeti.",
  "tika-vin11t27:5": "2764-5. Te sarūpato dassetumāha ‘‘sammukhā’’tiādi. ‘‘Vinayo’’ti idaṁ sammukhādipadehi paccekaṁ yojetabbaṁ ‘‘sammukhāvinayo sativinayo amūḷhavinayo’’ti. ‘‘Paṭiññāvinayo’’ti ca paṭiññātakaraṇaṁ vuttaṁ. Sattamo vinayoti samatho adhippeto. Tiṇavatthārakoti ime satta samathā buddhenādiccabandhunā vuttāti yojanā.",
  "tika-vin11t27:6": "2766. Catūsu adhikaraṇesu yaṁ adhikaraṇaṁ yattakehi samathehi sammati, te saṅgahetvā dassento āha ‘‘vivādo’’tiādi.",
  "tika-vin11t27:7": "2767-9. ‘‘Vivādo’’tiādinā uddiṭṭhamatthaṁ niddisanto āha ‘‘chaṭṭhenā’’tiādi. Ettha etesu catūsu adhikaraṇesu, samathesu ca kiṁ kena sammatīti ce? Vivādo vivādādhikaraṇaṁ chaṭṭhena yebhuyyasikāya, paṭhamena samathena sammukhāvinayena cāti dvīhi samathehi sammati. Yassā kiriyāya dhammavādino bahutarā, esā yebhuyyasikā. ‘‘Saṅghasammukhatā, dhammasammukhatā, vinayasammukhatā, puggalasammukhatā’’ti (cūḷava. 229, 234, 236, 237, 242) vuttānaṁ saṅghādīnaṁ catunnaṁ sannidhānena vā gaṇapuggalehi samiyamānaṁ vivādādhikaraṇaṁ saṅghasammukhataṁ vinā itarehi tīhi vā sammatīti vuttaṁ hoti.",
  "tika-vin11t27:8": "Ettha ca kārakasaṅghassa saṅghasāmaggivasena sammukhībhāvo saṅghasammukhatā, sametabbassa vatthuno bhūtatā dhammasammukhatā, yathā taṁ sametabbaṁ, tathevassa samanaṁ vinayasammukhatā, yo ca vivadati, yena ca vivadati, tesaṁ ubhinnaṁ atthapaccatthikānaṁ sammukhībhāvo puggalasammukhatā.",
  "tika-vin11t27:9": "‘‘Anuvādo catūhipī’’ti uddiṭṭhaṁ niddisanto āha ‘‘sammukhā’’tiādi. Anupubbenāti anupaṭipāṭiyā. Sammukhāvinayādīhi tīhipīti sammukhāvinayasativinayaamūḷhavinayehi tīhipi. Tathevāti yathā tīhi, tathā pañcamena tassapāpiyasikāsamathenāpi anuvādo sammati, pageva catūhīti attho.",
  "tika-vin11t27:10": "Yo pāpussannatāya pāpiyo puggalo, tassa kattabbato ‘‘tassapāpiyasikā’’ti kammaṁ vuccati. Āyasmato dabbassa mallaputtassa viya sativepullappattassa khīṇāsavassa katā amūlikā sīlavipatticodanā sammukhāvinayena, ñatticatutthāya kammavācāya dinnena sativinayena ca sammati. Ummattakassa bhikkhuno katā āpatticodanā sammukhāvinayena ca tatheva dinnena amūḷhavinayena ca sammati. Saṅghamajjhe āpattiyā codiyamānassa avajānitvā paṭijānanādiṁ karontassa pāpabhikkhuno bahulāpatticodanā sammukhāvinayena ceva tatheva pakatena tassapāpiyasikākammena ca vūpasammatīti vuttaṁ hoti.",
  "tika-vin11t27:11": "‘‘Āpatti pana tīhevā’’ti uddesassa niddesamāha ‘‘sammukhenā’’tiādi. Sammukhena sammukhāvinayena, paṭiññāya paṭiññātakaraṇena, tiṇavatthārakena vā imehi tīhi eva samathehi sā āpatti āpattādhikaraṇaṁ upasamaṁ yātīti yojanā. Ettha paṭiññātakaraṇaṁ nāma āpattiṁ paṭiggaṇhantena ‘‘passasī’’ti vutte āpattiṁ desentena ‘‘āma passāmī’’ti sampaṭicchanaṁ. Tiṇavatthārakaṁ pana sayameva vakkhati.",
  "tika-vin11t27:12": "Tīheva samathehīti ettha garukāpatti sammukhāvinayena, paṭiññātakaraṇena cāti dvīhi, lahukāpattiṁ āpajjitvā saṅghe vā gaṇe vā puggale vā desanāya sammukhāvinayena ceva paṭiññātakaraṇena ca, kosambakānaṁ viggahasadisaṁ mahāviggahaṁ karontehi āpannā anekavidhā āpattiyo sace honti, tāsu vakkhamānasarūpaṁ thullavajjādiṁ ṭhapetvā avasesā sabbā āpattiyo sammukhāvinayena, tiṇavatthārakena ca sammantīti attho.",
  "tika-vin11t27:13": "Kiccaṁ kiccādhikaraṇaṁ ekena sammukhāvinayeneva sammatīti yojanā.",
  "tika-vin11t27:14": "2770.Yebhuyyasikakammeti ettha nimittatthe bhummaṁ. Salākaṁ gāhayeti vinicchayakārake saṅghe dhammavādīnaṁ bahuttaṁ vā appatarattaṁ vā jānituṁ vakkhamānena nayena salākaṁ gāhāpeyya. Budhoti ‘‘na chandāgatiṁ gacchati…pe… gahitāgahitañca jānātī’’ti vuttaṁ pañcahi aṅgehi samannāgataṁ puggalaṁ dasseti. ‘‘Gūḷhenā’’tiādinā salākaggāhappakāro dassito. Kaṇṇajappenāti ettha kaṇṇe jappo yasmiṁ salākaggāhapayogeti viggaho. Ettha gūḷhasalākaggāho nāma dhammavādisalākā ca adhammavādisalākā ca visuṁ visuṁ cīvarakaṇṇe pakkhipitvā puggalānaṁ santikaṁ visuṁ visuṁ upasaṅkamitvā salākā visuṁ visuṁ dassetvā ‘‘ito tava ruccanakaṁ gaṇhāhī’’ti raho ṭhatvā gāhāpanaṁ. Vivaṭakaṁ nāma dhammavādīnaṁ bahubhāvaṁ ñatvā sabbesu jānantesu puggalānaṁ santikaṁ gāhāpanaṁ. Kaṇṇajappanaṁ nāma evameva kaṇṇamūle raho ṭhatvā gāhāpanaṁ.",
  "tika-vin11t27:15": "2771.Alajjussadeti ettha ‘‘saṅghe’’ti seso. Lajjisu bālesūti etthāpi ‘‘ussadesū’’ti vattabbaṁ.",
  "tika-vin11t27:16": "2772.Sakena kammunāyevāti attano yaṁ kiccaṁ, tenevāti.",
  "tika-vin11t27:17": "2773-5.‘‘Āpajjatī’’tiādi ‘‘alajjī, lajjī, bālo’’ti jānanassa hetubhūtakammadassanaṁ. Duccintitoti abhijjhāditividhamanoduccaritavasena duṭṭhu cintento. Dubbhāsīti musāvādādicatubbidhavacīduccaritavasena vacīdvāre paññattānaṁ sikkhāpadānaṁ vītikkamavasena duṭṭhu bhāsanasīlo. Dukkaṭakārikoti pāṇātipātāditividhakāyaduccaritavasena kāyadvāre paññattasikkhāpadānaṁ vītikkamavasena kucchitakammassa karaṇasīlo. Iti lakkhaṇenevāti yathāvuttaṁ alajjīlajjībālalakkhaṇaṁ nigameti.",
  "tika-vin11t27:18": "2776. ‘‘Yebhuyyasikā’’tiādigāthāhi niddiṭṭhameva atthaṁ nigametumāha ‘‘tidhā’’tiādi. Tidhāsalākagāhenāti tividhassa salākagāhassa aññatarena. Bahukā dhammavādino yadi siyunti yojanā. Kātabbanti ettha ‘‘vivādādhikaraṇavūpasamana’’nti seso.",
  "tika-vin11t27:19": "2777. Yo puggalo alajjī ca hoti sānuvādo ca kammato kāyakammato, vacīkammato ca asuci ca sambuddhajigucchanīyoti attho. So evaṁvidho pāpapuggalo tassa pāpiyasikakammassa yogo hotīti sambandho. Sānuvādoti ettha anuvādo nāma codanā, saha anuvādena vattatīti sānuvādo, pāpagarahitapuggalehi kātabbacodanāya anurūpoti attho.",
  "tika-vin11t27:20": "2778-9.Bhaṇḍaneti kalahassa pubbabhāge. Kalaheti kāyavacīdvārappavatte hatthaparāmasādike kalahe ca. Vivādamhi anappaketi bahuvidhe vivāde jāte. Bahuassāmaṇe ciṇṇeti samaṇānaṁ ananucchavike nānappakāre kāyikavācasikavītikkame ca kate. Anaggeti anante. Bhassaketi kucchite amanāpavacane ciṇṇeti yojanā, bhāsiteti attho. Gavesantanti gavesiyamānaṁ, āpattādhikaraṇanti seso. Vāḷanti caṇḍaṁ. Kakkhaḷanti āsajjaṁ. Kātabbanti vūpasametabbaṁ.",
  "tika-vin11t27:21": "2780-2. Yathā ca vūpasammati, tathā tiṇavatthārake suddho hotīti sambandho.",
  "tika-vin11t27:22": "Thullavajjanti pārājikañceva saṅghādisesañca. Gihīhi paṭisaṁyutanti gihīnaṁ jātiādīhi pāḷiyā āgatehi dasahi akkosavatthūhi, aṭṭhakathāgatehi ca tadaññehi akkosavatthūhi khuṁsanavambhanapaccayā ca dhammikapaṭissavassa asaccāpanapaccayā ca āpannāpattiṁ. Esā eva hi āpatti gihipaṭisaṁyuttā nāma parivāre ‘‘atthi gihipaṭisaṁyuttā, atthi nagihipaṭisaṁyuttā’’ti dukaṁ nikkhipitvā ‘‘gihipaṭisaṁyuttāti sudhammattherassa āpatti, yā ca dhammikassa paṭissavassa asaccāpane āpatti. Avasesā nagihipaṭisaṁyuttā’’ti (pari. aṭṭha. 321) vacanato.",
  "tika-vin11t27:23": "Sudhammattherassa āpattīti ca tena cittassa gahapatino jātiṁ paṭicca khuṁsanavambhanapaccayā āpannā omasavādasikkhāpadavibhāgagatā dukkaṭāpatti gahetabbā. Idañca upalakkhaṇamattaṁ, tasmā itarehipi akkosavatthūhi gihiṁ khuṁsentānaṁ vambhentānaṁ itaresaṁ bhikkhūnaṁ sā āpatti gihipaṭisaṁyuttāvāti veditabbaṁ. Tathā āpannaṁ āpattiṁ desāpentena dassanūpacāraṁ avijahāpetvā savanūpacāraṁ jahāpetvā ekaṁse uttarāsaṅgaṁ kārāpetvā ukkuṭikaṁ nisīdāpetvā añjaliṁ paggaṇhāpetvā sā āpatti desāpetabbā.",
  "tika-vin11t27:24": "Diṭṭhāvikammikanti diṭṭhāvikamme niyutto diṭṭhāvikammiko, taṁ, aṭṭhakathāyaṁ ‘‘ye pana ‘na metaṁ khamatī’ti aññamaññaṁ diṭṭhāvikammaṁ karontī’’ti (cūḷava. aṭṭha. 214) ye puggalā dassitā, tesamaññatarasseva gahaṇaṁ.",
  "tika-vin11t27:25": "Yoti bhaṇḍanakārakehi bhikkhūhi saddhiṁ mahantaṁ viggahaṁ katvā sambahulā āpattiyo āpanno yo bhikkhu. Tatthāti tasmiṁ tiṇavatthārakasamathakārake bhikkhusamūhe. Na hotīti chandaṁ datvā taṁ bhikkhuparisaṁ anāgatattā na saṁvijjati. Tañca ṭhapetvāti yojanā.",
  "tika-vin11t27:26": "Tiṇavatthārake kate sati yāva upasampadamāḷato pabhuti āpannāya sesāya āpattiyā nirāpatti hutvā suddho hoti saṅghoti yojanā.",
  "tika-vin11t27:27": "Samathakkhandhakakathāvaṇṇanā."
}