{
  "tika-abh08t3:0": "4. Catuttho paricchedo",
  "tika-abh08t3:1": "Ekavidhādiniddesavaṇṇanā",
  "tika-abh08t3:2": "127.",
  "tika-abh08t3:3": "Itoparaṁ pavakkhāmi, nayamekavidhādikaṁ;",
  "tika-abh08t3:4": "Ābhidhammikabhikkhūnaṁ, buddhiyā pana vuddhiyā.",
  "tika-abh08t3:5": "Ahaṁ ito paraṁ ito paricchedato paraṁ ekavidhādikaṁ nayaṁ ābhidhammikabhikkhūnaṁ buddhiyā vuddhitthāya pavakkhāmi desessāmi.",
  "tika-abh08t3:6": "128.Sabbamekavidhaṁcittaṁ, vijānanasabhāvato sabbaṁ cittaṁ vijānanasabhāvato ekavidhaṁ, duvidhañca bhave cittaṁ ahetukasahetukato idaṁ cittaṁ duvidhaṁ bhaveyya.",
  "tika-abh08t3:7": "129.Puññāpuññavipākā hi, kāme dasa ca pañca ca hi saccaṁ kāme kāmāvacare kusalākusalavipākā dasa pañca ca kiriyā tisso iti sabbe aṭṭhārasa cittuppādā ahetukā.",
  "tika-abh08t3:8": "130. Ahetukato cittuppādato sesā ekasattati cittuppādā sahetukāti sahetukā nāmāti mahesinā tādinā aviparītasabhāvena hetuvādinā paccayavādinā niddiṭṭhā.",
  "tika-abh08t3:9": "131.Savatthukāvatthukato savatthukaavatthukavasena tathā ubhayavasena savatthukavasena, avatthukavasena ca sabbaṁ vuttappakārena ca mānasaṁ tividhaṁ hoti.",
  "tika-abh08t3:10": "132-4.Sabbo kāmavipāko ca, rūpe pañcadasāpi ca cittuppādā ādimaggo paṭhamamaggo hasituppādo manodhātukiriyāpi ca domanassadvayañcāpi tecattālīsa mānasā vinā vatthuṁ vatthuṁ vajjetvā na uppajjanti, ekantena savatthukā nāma. Arūpāvacaravipākā ca ekantena avatthukā, mayā vuttato cittuppādato sesāni dvecattālīsa cittāni ubhayathā savatthukāvatthukavasena siyuṁ.",
  "tika-abh08t3:11": "135.Ekekārammaṇaṁ cittaṁ, pañcārammaṇameva ca cittaṁ chaḷārammaṇakañceti evaṁ iminā mayā vuttappakārenāpi tividhaṁ cittaṁ siyā.",
  "tika-abh08t3:12": "136-8.Viññāṇāni ca dve pañca, aṭṭha lokuttarāni ca abhiññāmānasaṁ ṭhapetvā sabbaṁ mahaggatañcevāti tecattālīsa cittuppādā pana ekekārammaṇā viññeyyā dhīrena. Tattha citte manodhātuttayaṁ pañcārammaṇaṁ īritaṁ bhagavatā. Mayā vuttacittato sesāni tecattālīsa cittāni chaḷārammaṇikāni matāni satthunā, tathā evaṁ cittaṁ kusalākusalādito tividhaṁ. Ādi-saddena abyākataṁ gahetabbaṁ.",
  "tika-abh08t3:13": "139. Ahetukaṁ cittaṁ ekahetukañca cittaṁ dvihetukañca cittaṁ tihetukañca cittanti evaṁ iminā pakārena cittaṁ catubbidhaṁ vibhāvinā viññātabbaṁ.",
  "tika-abh08t3:14": "140-2. Heṭṭhā mayāpi niddiṭṭhā aṭṭhārasa cittuppādā ahetukā, vicikicchuddhaccasaṁyuttaṁ cittaṁ ekahetukaṁ evaṁ udīritaṁ bhagavatā. Kāme kāmāvacare puññavipākakriyato kusalavasena ca vipākavasena ca kiriyāvasena ca dvādasadhā cittuppādā akusalā ca dasadhā cāti bāvīsati cittuppādā duhetukā. Kāme kāmāvacare puññavipākakriyato puññavasena ca vipākavasena ca kiriyāvasena ca dvādasadhā cittuppādā. Sabbaṁ mahaggatañceva appamāṇaṁ lokuttaracittañca tihetukaṁ.",
  "tika-abh08t3:15": "143-50.Rūpīriyāpathaviññatti-janakājanakāditoti rūpairiyāpathaviññattijanakavasena rūpairiyāpathajanakavasena ca rūpajanakavasena ca tikiccājanakavasena cātiādīhi pakārehi sabbaṁ cittaṁ catubbidhaṁ hoti. Tattha tasmiṁ citte dvādasākusalā, kāmadhātuyā kusalā, tathā kāme dasa kiriyā, abhiññāmānasaṁ dvayaṁ, ime bāttiṁsa mānasā rūpāni samuṭṭhāpenti, iriyāpathaṁ kappenti, viññattiṁ janayanti. Kusalā mahaggatamānasā kiriyā ca mahaggatamānasā, aṭṭha anāsavacittāni, chabbīsati ca mānasā rūpāni samuṭṭhāpenti, iriyāpathaṁ kappenti. Copanaṁ na pāpenti viññattiṁ na janayantīti attho. Ime cittuppādā dukiccaniyatā , dasa viññāṇe ṭhapetvā dvīsu bhūmīsu vipākā manodhātudvayasantīraṇattayamahāvipākarūpavipākānaṁ vasena aṭṭhārasa pākā manodhātu kiriyā cevāti imāni ekūnavīsati cittāni rūpāni samuṭṭhāpenti, itaradvayaṁ na karonti, puna dvepañcaviññāṇā paṭhamaṁ ‘‘dasa viññāṇe’’ti vuttattā ‘‘punā’’ti vuttā. Arūpīsu vipākā ca sabbesaṁ sattānaṁ paṭisandhicittañca arahato cuticittañca ime soḷasa mānasā tikiccāni na karonti.",
  "tika-abh08t3:16": "151.Ekadviticatuṭṭhāna-pañcaṭṭhānappabhedato ekakiccadvikiccatikiccacatukiccapañcakiccabhedena pañcadhā cittaṁ pañcapakāraṁ cittaṁ pañcanimmalalocano buddho akkhāsi kathesi.",
  "tika-abh08t3:17": "152.",
  "tika-abh08t3:18": "Kusalākusalā sabbe, cittuppādā mahākriyā;",
  "tika-abh08t3:19": "Mahaggatā kriyā ceva, cattāro phalamānasā.",
  "tika-abh08t3:20": "153.Sabbeva pañcapaññāsa cittuppādā javanaṭṭhānatoyeva javanakiccavaseneva ekaṭṭhāne ekakicce nippapañcena satthunā taṇhāmānadiṭṭhivirahitena satthunā niyāmitā kathitā.",
  "tika-abh08t3:21": "154.Puna dvepañcaviññāṇā cittuppādā dassane savane tathā ghāyane sāyanaṭṭhāne phusane paṭipāṭiyā satthunā niyāmitā.",
  "tika-abh08t3:22": "155. Manodhātuttikaṁ āvajjane paṭicchane, ete aṭṭhasaṭṭhi cittuppādā ekaṭṭhānikataṁ ekakiccabhāvaṁ gatā pattā bhavanti.",
  "tika-abh08t3:23": "156-8. Cittadvayaṁ dviṭṭhānikaṁ nāma udīritaṁ bhagavatā, somanassayutaṁ cittaṁ pañcadvāre santīraṇaṁ siyā. Chadvāre tadālambaṇañca balavārammaṇe atimahantārammaṇe sati siyā , tathā voṭṭhabbanaṁ pañcadvāresu voṭṭhabbanaṁ hoti. Manodvāresu pana sabbesaṁ ārammaṇānaṁ āvajjanaṁ hoti, idaṁ cittadvayaṁ dviṭṭhānikaṁ nāma hoti.",
  "tika-abh08t3:24": "159. Paṭisandhiyā ṭhānato paṭisandhiyā kiccavasena bhavaṅgassa ṭhānato bhavaṅgassa kiccavasena cutiyā ṭhānato cutiyā kiccavasena te mahaggatavipākā nava tiṭṭhānikā tikiccāti muninā matā.",
  "tika-abh08t3:25": "160-3.Aṭṭha kāmā mahāpākā, paṭisandhibhavaṅgato paṭisandhibhavaṅgavasena tadārammaṇato ceva tadārammaṇavasena ca eva cutiṭṭhānavasena ca aṭṭha cittāni catuṭṭhānikacittāni honti, iti vacanaṁ dhīro niddise, kusalākusalapākopekkhāsahagatadvayaṁ pañcadvāre santīraṇaṁ bhave, chadvārikesupi balavārammaṇe sati tadārammaṇatā siyā. Paṭisandhibhavaṅgānaṁ ṭhānavasena ca cutiṭṭhānavasena ca idaṁ cittadvayaṁ pañcaṭṭhānikacittaṁ nāmāti udīritaṁ muninā.",
  "tika-abh08t3:26": "164.Pañcakiccaṁ dvayaṁ cittaṁ, aṭṭhakaṁ pana catukiccaṁ, navakaṁ tikiccaṁ, dve cittuppādā dvikiccā, imesaṁ imehi cittuppādehi sesaṁ ekakaṁ kiccaṁ.",
  "tika-abh08t3:27": "165.",
  "tika-abh08t3:28": "Bhavaṅgāvajjanañceva, dassanaṁ sampaṭicchanaṁ;",
  "tika-abh08t3:29": "Santīraṇaṁ voṭṭhabbanaṁ, javanaṁ bhavati sattamaṁ.",
  "tika-abh08t3:30": "166.Chabbidhaṁ hoti taṁ channaṁ taṁ cittaṁ channaṁ cakkhusotaghānajivhākāyamanoviññāṇānaṁ pabhedato chabbidhaṁ hoti, cakkhusotaghānajivhākāyamanodhātumanoviññāṇadhātūnaṁ sattannaṁ vasena cittaṁ sattadhā hoti.",
  "tika-abh08t3:31": "167.Ekekārammaṇaṁ chakkaṁ, pañcārammaṇabhedato chaḷārammaṇato ceva chaḷārammaṇacittavasena mano cittaṁ aṭṭhavidhaṁ hoti.",
  "tika-abh08t3:32": "168.Tattha tasmiṁ citte dvepañcaviññāṇā ekekagocarā honti, dve cittuppādā rūpārammaṇikā, dve dve cittuppādā saddādigocarā.",
  "tika-abh08t3:33": "169. Pañcābhiññāvivajjitaṁ sabbaṁ mahaggataṁ, sabbaṁ lokuttarañca iti idaṁ cittaṁ ekekārammaṇaṁ bhave.",
  "tika-abh08t3:34": "170. Idaṁ chakkaṁ ekekārammaṇaṁ vibhāvinā ñeyyaṁ, manodhātuttayaṁ pañcārammaṇikaṁ nāma bhave.",
  "tika-abh08t3:35": "171. Kāmāvacaracittāni cattālīsaṁ tathā ekekaṁ sabbāni abhiññāni ca chaḷārammaṇikānīti chaḷārammaṇikāni nāma paṇḍitena viññeyyāni.",
  "tika-abh08t3:36": "172. Sattaviññāṇadhātūsu pacchimaṁ manoviññāṇadhātuñca kusalākusalābyākatavasena tidhā katvā navavidhaṁ cittaṁ hoti.",
  "tika-abh08t3:37": "173. Manoviññāṇadhātuyā bhedo puññāpuññavaseneva vipākakiriyabhedato chasattatividho hoti.",
  "tika-abh08t3:38": "174. Manodhātuṁ vipākakiriyabhedato dvidhā katvā pubbe vuttehi navadhā cittehi mānasaṁ dasadhā hoti.",
  "tika-abh08t3:39": "175.Pacchimaṁ dhātudvayaṁ manodhātumanoviññāṇadhātudvayaṁ, manodhātuṁ kusalavipākaakusalavipākakiriyāvasena tidhā katvā, manoviññāṇadhātuñca kusalākusalābyākatavasena tividhā katvā cakkhusotaghānajivhākāyaviññāṇehi saha cittaṁ ekādasavidhaṁ hoti, iti idaṁ vacanaṁ paṇḍito paridīpaye.",
  "tika-abh08t3:40": "176. Manoviññāṇadhātumpi kusalākusalādito kusalākusalavipākakiriyāvasena catudhā vibhajitvāna taṁ cittaṁ cakkhusotaghānajivhākāyaviññāṇehi saha tippakārāya manodhātuyā ca saha dvādasadhāpi dhīro vade.",
  "tika-abh08t3:41": "177-9. Cittaṁ cuddasaṭṭhānabhedena cuddasadhā bhave, paṭisandhiyā vasena ca bhavaṅgavasena ca cutiyā vasena ca āvajjanassa vasena ca pañcannaṁ dassanādīnaṁ kiccānaṁ vasena ca sampaṭicchanacetaso vasena ca santīraṇassa vasena ca voṭṭhabbanajavanānaṁ vasena ca, yathā evaṁ tadārammaṇacittassa vasena cāti evaṁ iminā pakārena ṭhānabhedato kiccabhedena cuddasadhā cittaṁ hoti, iti idaṁ vacanaṁ dhīro paridīpaye paridīpeyya.",
  "tika-abh08t3:42": "180.Bhūmipuggalanānattavasena bhūminānattavasena, puggalanānattavasena ca cittānaṁ pavattito idaṁ cittaṁ bahudhā hoti, iti vacanañca dhīro vibhāvaye pakāseyya.",
  "tika-abh08t3:43": "181.Idha imasmiṁ sāsane yo bhikkhu matimā imasmiṁ ekavidhādinaye kusalo cheko hoti, abhidhamme pavattā atthā tassa bhikkhuno hatthagatā hatthapaviṭṭhā āmalakā viya suddhamaṇikā viya honti.",
  "tika-abh08t3:44": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t3:45": "Ekavidhādiniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t3:46": "Catuttho paricchedo."
}