{
  "tika-vin02t38:0": "Paṭhamagāthāsaṅgaṇikaṁ",
  "tika-vin02t38:1": "Sattanagaresu paññattasikkhāpadavaṇṇanā",
  "tika-vin02t38:2": "335.Aḍḍhuḍḍhasatānīti tīṇi satāni paññāsañca sikkhāpadāni. Viggahanti manussaviggahaṁ. Atirekanti dasāhaparamaṁ atirekacīvaraṁ. Kāḷakanti ‘‘suddhakāḷakāna’’nti vuttakāḷakaṁ. Bhūtanti bhūtārocanaṁ. Paramparabhattanti paramparabhojanaṁ. Bhikkhunīsu ca akkosoti ‘‘yā pana bhikkhunī bhikkhuṁ akkoseyya vā paribhāseyya vā’’ti (pāci. 1029) vuttasikkhāpadaṁ. Antaravāsakanti aññātikāya bhikkhuniyā cīvarapaṭiggaṇhanaṁ. Rūpiyanti rūpiyasaṁvohāraṁ. Suttanti ‘‘sāmaṁ suttaṁ viññāpetvā tantavāyehī’’ti (pārā. 637) vuttasikkhāpadaṁ. Ujjhāpanaketi ujjhāpanake khiyyanake pācittiyaṁ. Pācitapiṇḍanti bhikkhunīparipācitaṁ. Cīvaraṁ datvāti ‘‘samaggena saṅghena cīvaraṁ datvā’’ti (pāci. 485) vuttasikkhāpadaṁ. Vosāsantīti ‘‘bhikkhū paneva kulesu nimantitā bhuñjanti, tatra cesā bhikkhunī’’ti (pāci. 558) vuttapāṭidesanīyaṁ. Giragganti ‘‘yā pana bhikkhunī naccaṁ vā gītaṁ vā’’ti (pāci. 834) vuttasikkhāpadaṁ. Cariyāti ‘‘antovassaṁ cārikaṁ careyyā’’ti (pāci. 970) ca, ‘‘vassaṁvutthā cārikaṁ na pakkameyyā’’ti (pāci. 974) ca vuttasikkhāpadadvayaṁ. Chandadānenāti pārivāsikena chandadānena.",
  "tika-vin02t38:3": "Pārājikāni cattārīti bhikkhunīnaṁ cattāri pārājikāni. Kuṭīti kuṭikārasikkhāpadaṁ. Kosiyanti kosiyamissakasikkhāpadaṁ. Seyyāti anupasampannena sahaseyyasikkhāpadaṁ. Khaṇaneti pathavīkhaṇanaṁ. Gaccha devateti bhūtagāmasikkhāpadaṁ. Siñcanti sappāṇakaudakasiñcanaṁ. Mahāvihāroti mahallakavihāro. Aññanti aññavādakaṁ. Dvāranti yāva dvārakosā. Sahadhammoti sahadhammikaṁ vuccamāno. Payopānanti surusurukārakaṁ. Eḷakalomānīti eḷakalomadhovāpanaṁ. Pattoti ūnapañcabandhanapatto. Ovādoti bhikkhunupassayaṁ upasaṅkamitvā ovādo. Bhesajjanti taduttaribhesajjaviññāpanaṁ. Sūcīti aṭṭhimayādisūcigharaṁ. Āraññikoti ‘‘yāni kho pana tāni āraññakāni senāsanānī’’tiādinā (pāci. 570) vuttapāṭidesanīyaṁ . Ovādoti ‘‘yā pana bhikkhunī ovādāya vā saṁvāsāya vā na gaccheyyā’’ti (pāci. 1055) vuttasikkhāpadaṁ.",
  "tika-vin02t38:4": "Pārājikāni cattārītiādinā chasu nagaresu paññattaṁ ekato sampiṇḍitvā sāvatthiyā paññattaṁ visuṁ gaṇetvā sabbāneva sikkhāpadāni dvīhi rāsīhi saṅgaṇhāti.",
  "tika-vin02t38:5": "Sattanagaresu paññattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin02t38:6": "Catuvipattivaṇṇanā",
  "tika-vin02t38:7": "336.Ekatiṁsa garukā nāma ubhato aṭṭha pārājikā, bhikkhūnaṁ terasa, bhikkhunīnaṁ dasa saṅghādisesā. Aṭṭhettha anavasesāti etesu yathāvuttagarukesu sādhāraṇāsādhāraṇavasena aṭṭha pārājikā anavasesā nāma.",
  "tika-vin02t38:8": "Asādhāraṇādivaṇṇanā",
  "tika-vin02t38:9": "338. ‘‘Dhovanañca paṭiggaho’’ti gāthā aṭṭhakathācariyānaṁ. Tattha dhovanañca paṭiggahoti aññātikāya bhikkhuniyā cīvaradhovāpanaṁ cīvarapaṭiggahaṇañca. Koseyya…pe… dve lomāti eḷakalomavagge ādito satta sikkhāpadāni vuttāni. Vassikāti vassikasāṭikasikkhāpadaṁ. Āraññakena cāti sāsaṅkasikkhāpadaṁ vuttaṁ. Paṇītanti paṇītabhojanaviññatti. Ūnanti ūnavīsativassasikkhāpadaṁ. Nisīdane ca yā sikkhā, vassikā yā ca sāṭikāti nisīdanavassikasāṭikānaṁ pamāṇātikkamo.",
  "tika-vin02t38:10": "Āpattikkhandhā ceva uposathādīni ca ‘‘pārājikasaṅghādisesā’’tiādinā vibhattattā ‘‘vibhattiyo’’ti vuttāni. Tevīsati saṅghādisesāti bhikkhunīnaṁ āgatāni dasa, bhikkhūnaṁ terasāti tevīsati. Dvecattālīsa nissaggiyātiādīsupi eseva nayo. Dvīhi…pe… kiccaṁ ekena sammatīti dvīhi vivādādhikaraṇaṁ, catūhi anuvādādhikaraṇaṁ, tīhi āpattādhikaraṇaṁ, ekena kiccādhikaraṇaṁ sammatīti attho.",
  "tika-vin02t38:11": "339.Niraṅkatoti saṅghamhā apasārito."
}