{
  "tika-s0402t19:0": "2. Rathakāravaggo",
  "tika-s0402t19:1": "1. Ñātasuttavaṇṇanā",
  "tika-s0402t19:2": "11. Dutiyassa paṭhame ñātoyeva paññātoti āha ‘‘ñāto paññāto’’ti. Kassa ananulomiketi āha ‘‘sāsanassā’’ti, sāsanassa ananulomike appatirūpeti attho. Idāni ananulomikasaddassa nibbacanaṃ dassento ‘‘na anulometīti ananulomika’’nti āha . Sāsanassāti vā sāsananti attho. Sāsanaṃ na anulometīti ananulomikanti evamettha sambandho daṭṭhabbo. Sabhāgavisabhāganti liṅgato sabhāgavisabhāgaṃ. ‘‘Viyapuggale’’ti āhāti liṅgasabhāgehi avisesetvā āha. Ummādaṃ pāpuṇīti so kira sīlaṃ adhiṭṭhāya pihitadvāragabbhe sayanapiṭṭhe nisīditvā bhariyaṃ ārabbha mettaṃ bhāvento mettāmukhena uppannena rāgena andhīkato bhariyāya santikaṃ gantukāmo dvāraṃ asallakkhetvā bhittiṃ bhinditvāpi nikkhamitukāmatāya bhittiṃ paharanto sabbarattiṃ bhittiyuddhamakāsi. Sesamettha suviññeyyameva.",
  "tika-s0402t19:3": "Ñātasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:4": "2. Sāraṇīyasuttavaṇṇanā",
  "tika-s0402t19:5": "12. Dutiye catupārisuddhisīlampi pabbajjānissitamevāti iminā pabbajjūpagatasamanantarameva catupārisuddhisīlampi samādinnameva hotīti dasseti. Maggasannissitāneva hontīti maggādhigamatthāya paṭipajjitabbattā kasiṇaparikammādīni maggasannissitāneva honti, tasmā maggaggahaṇeneva tesampi gahaṇaṃ veditabbaṃ, tehi vinā maggādhigamassa asambhavatoti adhippāyo.",
  "tika-s0402t19:6": "Aggamaggādhigamena asammohappaṭivedhassa sikhāpattattā maggadhammesu viya phaladhammesupi sātisayo asammohoti ‘‘sayaṃ abhiññā’’ti vuttaṃ, sāmaṃ jānitvāti attho. Tathā jānanā panassa sacchikaraṇaṃ attapaccakkhakiriyāti ‘‘sacchikatvā’’ti vuttaṃ. Tenāha ‘‘attanāva abhivisiṭṭhāya paññāya paccakkhaṃ katvā’’ti. Tathā sacchikiriyā cassa attani paṭilābhoti ‘‘upasampajjā’’ti vuttanti āha ‘‘paṭilabhitvā’’ti.",
  "tika-s0402t19:7": "Sāraṇīyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:8": "3. Āsaṃsasuttavaṇṇanā",
  "tika-s0402t19:9": "13. Tatiye santoti ettha santa-saddo ‘‘dīghaṃ santassa yojana’’ntiādīsu (dha. pa. 60) kilantabhāve āgato. ‘‘Ayañca vitakko, ayañca vicāro santo honti samitā’’tiādīsu (vibha. 576) niruddhabhāve. ‘‘Adhigato kho myāyaṃ dhammo, gambhīro duddaso duranubodho santo paṇīto’’tiādīsu (dī. ni. 2.67; ma. ni. 1.281; saṃ. ni. 1.172; mahāva. 7-8) santañāṇagocaratāyaṃ. ‘‘Upasantassa sadā satimato’’tiādīsu (udā. 27) kilesavūpasame. ‘‘Santo have sabbhi pavedayantī’’tiādīsu (dha. pa. 151) sādhūsu. ‘‘Pañcime, bhikkhave, mahācorā santo saṃvijjamānā’’tiādīsu (pārā. 195) atthibhāve. Idhāpi atthibhāveyevāti āha ‘‘santoti atthi upalabbhantī’’ti. Tattha atthīti lokasaṅketavasena saṃvijjanti. Atthibhāvo hettha puggalasambandhena vuttattā lokasamaññāvaseneva veditabbo, na paramatthavasena. Atthīti cetaṃ nipātapadaṃ daṭṭhabbaṃ ‘‘atthi imasmiṃ kāye kesā’’tiādīsu (ma. ni. 1.110) viya.",
  "tika-s0402t19:10": "Saṃvijjamānāti upalabbhamānā. Yañhi saṃvijjati, taṃ upalabbhati. Tenāha ‘‘saṃvijjamānāti tasseva vevacana’’nti. Anāsoti patthanārahito. Tenāha ‘‘apatthano’’ti. Āsaṃsati patthetīti āsaṃso. Veṇuvettādivilīvehi suppādibhājanakārakā vilīvakārakā. Migamacchādīnaṃ nisādanato nesādā, māgavikamacchabandhādayo. Rathesu cammena nahanakaraṇato rathakārā, dhammakārā. Puiti karīsassa nāmaṃ, taṃ kusenti apanentīti pukkusā, pupphacchaḍḍakā.",
  "tika-s0402t19:11": "Dubbaṇṇoti virūpo. Okoṭimakoti ārohābhāvena heṭṭhimako, rassakāyoti attho. Tenāha ‘‘lakuṇḍako’’ti. Laku viya ghaṭikā viya ḍeti pavattatīti hi lakuṇḍako, rasso. Kaṇati nimīlatīti kāṇo. Taṃ panassa nimīlanaṃ ekena akkhinā dvīhipi cāti āha ‘‘ekakkhikāṇo vā ubhayakkhikāṇo vā’’ti. Kuṇanaṃ kuṇo, hatthavekallaṃ. Taṃ etassa atthīti kuṇī. Khañjo vuccati pādavikalo. Heṭṭhimakāyasaṅkhāto sarīrassa pakkho padeso hato assāti pakkhahato. Tenāha ‘‘pīṭhasappī’’ti. Padīpe padīpane etabbaṃ netabbanti padīpeyyaṃ, telādiupakaraṇaṃ.",
  "tika-s0402t19:12": "Āsaṃ na karotīti rajjābhiseke kaniṭṭho patthanaṃ na karoti jeṭṭhe sati kaniṭṭhassa anadhikārattā. Abhisekaṃ arahatīti abhisekāraho, na abhisekāraho kāṇakuṇiādidosasamannāgato.",
  "tika-s0402t19:13": "Sīlassa duṭṭhu nāma natthi, tasmā abhāvattho idha du-saddoti āha ‘‘nissīlo’’ti. ‘‘Pāpaṃ pāpena sukara’’ntiādīsu (udā. 48; cūḷava. 343) viya pāpa-saddo nihīnapariyāyoti āha ‘‘lāmakadhammo’’ti. Sīlavipattiyā vā dussīlo. Diṭṭhivipattiyā pāpadhammo. Kāyavācāsaṃvarabhedena vā dussīlo, manosaṃvarabhedena, satisaṃvarādibhedena vā pāpadhammo. Asuddhappayogatāya dussīlo, asuddhāsayatāya pāpadhammo. Kusalasīlavirahena dussīlo, akusalasīlasamannāgamena pāpadhammo. Asucīhīti aparisuddhehi. Saṅkāhi saritabbasamācāroti ‘‘imassa maññe idaṃ kamma’’nti evaṃ parehi saṅkāya saritabbasamācāro. Tenāha ‘‘kiñcidevā’’tiādi. Attanāyeva vā saṅkāhi saritabbasamācāroti etenapi kammasādhanataṃyeva saṅkassarasaddassa dasseti. Attano saṅkāya paresaṃ samācārakiriyaṃ sarati āsaṅkati vidhāvatītipi saṅkassarasamācāroti evamettha kattusādhanatāpi daṭṭhabbā. Tassa hi dve tayo jane kathente disvā ‘‘mama dosaṃ maññe kathentī’’ti tesaṃ samācāraṃ saṅkāya sarati dhāvati.",
  "tika-s0402t19:14": "Evaṃpaṭiññoti salākaggahaṇādīsu ‘‘kittakā vihāre samaṇā’’ti gaṇanāya āraddhāya ‘‘ahampi samaṇo, ahampi samaṇo’’ti paṭiññaṃ datvā salākaggahaṇādīni karotīti samaṇo ahanti evaṃsamaṇappaṭiñño. Sumbhakapattadhareti mattikāpattadhare. Pūtinā kammenāti saṃkiliṭṭhakammena, nigguṇatāya vā guṇasāravirahitattā antopūti. Kasambukacavaro jāto sañjāto assāti kasambujātoti āha ‘‘sañjātarāgādikacavaro’’ti. Atha vā kasambu vuccati tintakuṇapakasaṭaṃ udakaṃ, imasmiñca sāsane dussīlo nāma jigucchanīyattā tintakuṇapaudakasadiso, tasmā kasambu viya jātoti kasambujāto. Lokuttaradhammaupanissayassa natthitāyāti yattha patiṭṭhitena sakkā bhaveyya arahattaṃ laddhuṃ, tassā patiṭṭhāya bhinnattā vuttaṃ. Mahāsīlasmiṃ paripūrakāritāyāti yattha patiṭṭhitena sakkā bhaveyya arahattaṃ pāpuṇituṃ, tasmiṃ paripūrakāritāya.",
  "tika-s0402t19:15": "Āsaṃsasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:16": "4. Cakkavattisuttavaṇṇanā",
  "tika-s0402t19:17": "14. Catutthe catūhi saṅgahavatthūhīti dānapiyavacanaatthacariyāsamānattatāsaṅkhātehi catūhi saṅgahakāraṇehi. Cakkaṃ vattetīti āṇācakkaṃ pavatteti. Cakkanti vā idha ratanacakkaṃ veditabbaṃ. Ayañhi cakkasaddo sampattiyaṃ, lakkhaṇe, rathaṅge, iriyāpathe, dāne, ratanadhammakhuracakkādīsu ca dissati. ‘‘Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussāna’’ntiādīsu (a. ni. 4.31) hi sampattiyaṃ dissati. ‘‘Pādatalesu cakkāni jātānī’’ti (dī. ni. 2.35; 3.204) ettha lakkhaṇe. ‘‘Cakkaṃva vahato pada’’nti (dha. pa. 1) ettha rathaṅge. ‘‘Catucakkaṃ navadvāra’’nti (saṃ. ni. 1.29) ettha iriyāpathe. ‘‘Dadaṃ bhuñja mā ca pamādo, cakkaṃ vattaya sabbapāṇina’’nti (jā. 1.7.149) ettha dāne. ‘‘Dibbaṃ cakkaratanaṃ pāturahosī’’ti (dī. ni. 2.243) ettha ratanacakke. ‘‘Mayā pavattitaṃ cakka’’nti (su. ni. 562) ettha dhammacakke. ‘‘Icchāhatassa posassa, cakkaṃ bhamati matthake’’ti (jā. 1.5.103) ettha khuracakke. ‘‘Khurapariyantena cakkenā’’ti (dī. ni. 1.166) ettha paharaṇacakke. ‘‘Asanivicakka’’nti (dī. ni. 3.61) ettha asanimaṇḍale. Idha panāyaṃ ratanacakke daṭṭhabbo.",
  "tika-s0402t19:18": "Kittāvatā panāyaṃ cakkavattī nāma hoti? Ekaṅguladvaṅgulamattampi cakkaratanaṃ ākāsaṃ abbhuggantvā pavattati. Sabbacakkavattīnañhi nisinnāsanato uṭṭhahitvā cakkaratanasamīpaṃ gantvā hatthisoṇḍasadisapanāḷiṃ suvaṇṇabhiṅgāraṃ ukkhipitvā udakena abbhukkiritvā ‘‘abhivijinātu bhavaṃ cakkaratana’’nti vacanasamanantarameva vehāsaṃ abbhuggantvā cakkaratanaṃ pavattatīti. Yassa pavattisamakālameva, so rājā cakkavattī nāma hoti.",
  "tika-s0402t19:19": "Dhammoti dasakusalakammapathadhammo, dasavidhaṃ vā cakkavattivattaṃ. Dasavidhe vā kusaladhamme agarahite vā rājadhamme niyuttoti dhammiko. Tena ca dhammena sakalalokaṃ rañjetīti dhammarājā. Dhammena vā laddharajjattā dhammarājā. Cakkavattīhi dhammena ñāyena rajjaṃ adhigacchati, na adhammena. Dasavidhena cakkavattivattenāti dasappabhedena cakkavattīnaṃ vattena.",
  "tika-s0402t19:20": "Kiṃ pana taṃ dasavidhaṃ cakkavattivattanti? Vuccate –",
  "tika-s0402t19:21": "‘‘Katamaṃ pana taṃ, deva, ariyaṃ cakkavattivattanti? Tena hi tvaṃ, tāta, dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ mānento dhammaṃ pūjento dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahassu antojanasmiṃ balakāyasmiṃ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. Mā ca te, tāta, vijite adhammakāro pavattittha. Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṃ damenti, ekamattānaṃ samenti, ekamattānaṃ parinibbāpenti. Te kālena kālaṃ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi – ‘kiṃ, bhante, kusalaṃ kiṃ akusalaṃ, kiṃ sāvajjaṃ kiṃ anavajjaṃ, kiṃ sevitabbaṃ kiṃ na sevitabbaṃ, kiṃ me kariyamānaṃ dīgharattaṃ ahitāya dukkhāya assa, kiṃ vā pana me kariyamānaṃ dīgharattaṃ hitāya sukhāya assā’ti. Tesaṃ sutvā yaṃ akusalaṃ, taṃ abhinivajjeyyāsi, yaṃ kusalaṃ, taṃ samādāya vatteyyāsi. Idaṃ kho, tāta, taṃ ariyaṃ cakkavattivatta’’nti –",
  "tika-s0402t19:22": "Evaṃ cakkavattisutte (dī. ni. 3.84) āgatanayena antojanasmiṃ balakāye ekaṃ, khattiyesu ekaṃ, anuyantesu ekaṃ, brāhmaṇagahapatikesu ekaṃ, negamajānapadesu ekaṃ, samaṇabrāhmaṇesu ekaṃ, migapakkhīsu ekaṃ, adhammakārappaṭikkhepo ekaṃ, adhanānaṃ dhanānuppadānaṃ ekaṃ, samaṇabrāhmaṇe upasaṅkamitvā pañhapucchanaṃ ekanti evamevaṃ taṃ cakkavattivattaṃ dasavidhaṃ hoti. Gahapatike pana pakkhijāte ca visuṃ katvā gaṇhantassa dvādasavidhaṃ hoti.",
  "tika-s0402t19:23": "Aññathā vattituṃ adento so dhammo adhiṭṭhānaṃ etassāti tadadhiṭṭhānaṃ. Tena tadadhiṭṭhānena cetasā. Sakkarontoti ādarakiriyāvasena karonto. Tenāha ‘‘yathā’’tiādi. Garuṃ karontoti pāsāṇacchattaṃ viya garukaraṇavasena garuṃ karonto. Tenevāha ‘‘tasmiṃ gāravuppattiyā’’ti. Dhammādhipatibhūtāgatabhāvenāti iminā yathāvuttadhammassa jeṭṭhakabhāvena purimataraṃ attabhāvesu sakkaccaṃ samupacitabhāvaṃ dasseti. Dhammavaseneva ca sabbakiriyānaṃ karaṇenāti etena ṭhānanisajjādīsu yathāvuttadhammaninnapoṇapabbhārabhāvaṃ dasseti. Assāti rakkhāvaraṇaguttiyā. Paraṃ rakkhantoti aññaṃ diṭṭhadhammikādianatthato rakkhanto. Teneva pararakkhasādhanena khantiādiguṇena attānaṃ tato eva rakkhati. Mettacittatāti mettacittatāya. Nivāsanapārupanagehādīni sītuṇhādippaṭibāhanena āvaraṇaṃ.",
  "tika-s0402t19:24": "Antojanasminti abbhantarabhūte puttadārādijane. Sīlasaṃvare patiṭṭhāpentoti iminā rakkhaṃ dasseti. Vatthagandhamālādīni cassa dadamānoti iminā āvaraṇaṃ, itarena guttiṃ. Sampadānenapīti pi-saddena sīlasaṃvaresu patiṭṭhāpanādīnaṃ sampiṇḍeti. Esa nayo paresupi pi-saddaggahaṇe. Nigamo nivāso etesanti negamā. Evaṃ jānapadāti āha ‘‘tathā nigamavāsino’’tiādinā.",
  "tika-s0402t19:25": "Rakkhāvaraṇaguttiyā kāyakammādīsu saṃvidahanaṃ ṭhapanaṃ nāma tadupadesoyevāti vuttaṃ ‘‘kathetvā’’ti. Etesūti pāḷiyaṃ vuttesu samaṇādīsu. Paṭivattetuṃ na sakkā khīṇānaṃ kilesānaṃ puna anuppajjanato. Sesamettha suviññeyyameva.",
  "tika-s0402t19:26": "Cakkavattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:27": "5. Sacetanasuttavaṇṇanā",
  "tika-s0402t19:28": "15. Pañcame isayo patanti sannipatanti etthāti isipatananti āha ‘‘buddhapaccekabuddhasaṅkhātāna’’ntiādi. Sabbūpakaraṇāni sajjetvāti sabbāni rukkhassa chedanatacchanādisādhanāni upakaraṇāni raññā āṇattadivaseyeva sajjetvā. Nānā karīyati etenāti nānākaraṇaṃ, nānābhāvoti āha ‘‘nānatta’’nti. Nesanti saralopenāyaṃ niddesoti āha ‘‘na esa’’nti. Tathā atthesanti etthāpīti āha ‘‘atthi esa’’nti. Pavattanatthaṃ abhisaṅkharaṇaṃ abhisaṅkhāro, tassa gati vegasā pavatti. Taṃ sandhāyāha ‘‘payogassa gamana’’nti.",
  "tika-s0402t19:29": "Sagaṇḍāti khuddānukhuddakagaṇḍā. Tenāha ‘‘uṇṇatoṇataṭṭhānayuttā’’ti. Sakasāvāti sakasaṭā. Tenāha ‘‘pūtisārenā’’tiādi. Evaṃ guṇapatanena patitāti yathā taṃ cakkaṃ nābhiaranemīnaṃ sadosatāya na patiṭṭhāsi, evamekacce puggalā kāyavaṅkādivasena sadosatāya guṇapatanena patitā sakaṭṭhāne na tiṭṭhanti. Ettha ca pharusavācādayopi apāyagamanīyā sotāpattimaggeneva pahīyantīti daṭṭhabbā.",
  "tika-s0402t19:30": "Sacetanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:31": "6. Apaṇṇakasuttavaṇṇanā",
  "tika-s0402t19:32": "16. Chaṭṭhe virajjhanakiriyā nāma pacchā samādātabbatāya apaṇṇakappayogasamādānā viya hoti, avirajjhanakiriyā pana pacchā asamādātabbatāya anūnāti taṃsamaṅgipuggalo apaṇṇako, tassa bhāvo apaṇṇakatāti āha ‘‘apaṇṇakapaṭipadanti aviraddhapaṭipada’’ntiādi. Yasmā sā adhippetatthasādhanena ekaṃsikā vaṭṭato niyyānāvahā, tattha ca yuttiyuttā asārāpagatā aviruddhatāya apaccanīkā anulomikā anudhammabhūtā ca, tasmā vuttaṃ ‘‘ekaṃsapaṭipada’’ntiādi. Na takkaggāhena vā nayaggāhena vāti takkaggāhena vā paṭipanno na hoti nayaggāhena vā apaṇṇakapaṭipadaṃ paṭipanno. Tattha takkaggāhena vāti ācariyaṃ alabhitvā ‘‘evaṃ me sugati, nibbānaṃ vā bhavissatī’’ti attano takkaggahaṇamattena. Nayaggāhenāti paccakkhato adisvā nayato anumānato gahaṇena. Evaṃ gahetvā paṭipannoti takkamattena, nayaggāhena vā paṭipanno. Paṇḍitasatthavāho viya sampattīhi na parihāyatīti yojanā.",
  "tika-s0402t19:33": "Yaṃ sandhāya vuttanti parihānañca aparihānañca sandhāya jātake (jā. 1.1.1) vuttaṃ. Ayaṃ panettha gāthāya atthayojanā – apaṇṇakaṃ ṭhānaṃ aviraddhakāraṇaṃ niyyānikakāraṇaṃ eke bodhisattappamukhā paṇḍitamanussā gaṇhiṃsu. Ye pana te bālasatthavāhaputtappamukhā takkikā āhu, te dutiyaṃ sāparādhaṃ anekaṃsikaṃ ṭhānaṃ aniyyānikaṃ kāraṇaṃ aggahesuṃ, te kaṇhapaṭipadaṃ paṭipannā. Tattha sukkapaṭipadā aparihānipaṭipadā, kaṇhapaṭipadā parihānipaṭipadā, tasmā ye sukkapaṭipadaṃ paṭipannā, te aparihīnā sotthibhāvaṃ pattā. Ye pana kaṇhapaṭipadaṃ paṭipannā, te parihīnā anayabyasanaṃ āpannāti imamatthaṃ bhagavā anāthapiṇḍikassa gahapatino vatvā uttari idamāha ‘‘etadaññāya medhāvī, taṃ gaṇhe yadapaṇṇaka’’nti.",
  "tika-s0402t19:34": "Tattha etadaññāya medhāvīti medhāti laddhanāmāya visuddhāya uttamāya paññāya samannāgato kulaputto etaṃ apaṇṇakaṃ ṭhānaṃ dutiyañcāti dvīsu atakkaggāhatakkaggāhasaṅkhātesu ṭhānesu guṇadosaṃ vuddhihāniṃ atthānatthaṃ ñatvāti attho. Taṃ gaṇhe yadapaṇṇakanti yaṃ apaṇṇakaṃ ekaṃsikaṃ sukkapaṭipadāaparihāniyapaṭipadāsaṅkhātaṃ niyyānikakāraṇaṃ, tadeva gaṇheyya. Kasmā? Ekaṃsikādibhāvatoyeva. Itaraṃ pana na gaṇheyya. Kasmā? Anekaṃsikādibhāvatoyeva.",
  "tika-s0402t19:35": "Yavanti tāya sattā amissitāpi samānajātitāya missitā viya hontīti yoni. Sā pana atthato aṇḍādiuppattiṭṭhānavisiṭṭho khandhānaṃ bhāgaso pavattivisesoti āha ‘‘khandhakoṭṭhāso yoni nāmā’’ti. Kāraṇaṃ yoni nāma, yonīti taṃ taṃ phalaṃ anupacitañāṇasambhārehi duravagādhabhedatāya missitaṃ viya hotīti. Yato ekattanayena so evāyanti bālānaṃ micchāgāho. Passāvamaggo yoni nāma yavanti tāya sattā yonisambandhena missitā hontīti. Paggahitā anuṭṭhānena, punappunaṃ āsevanāya paripuṇṇā.",
  "tika-s0402t19:36": "‘‘Cakkhutopī’’tiādimhi pana cakkhuviññāṇādivīthīsu tadanugatamanoviññāṇavīthīsu ca kiñcāpi kusalādīnaṃ pavatti atthi, kāmāsavādayo eva pana vaṇato yūsaṃ viya paggharanakaasucibhāvena sandanti, tasmā te eva ‘‘āsavā’’ti vuccanti. Tattha hi paggharanakaasucimhi āsavasaddo niruḷhoti. Dhammato yāva gotrabhūti tato paraṃ maggaphalesu appavattanato vuttaṃ. Ete hi ārammaṇakaraṇavasena dhamme gacchantā tato paraṃ na gacchanti. Nanu tato paraṃ bhavaṅgādīnipi gacchantīti ce? Na, tesampi pubbe ālambitesu lokiyadhammesu sāsavabhāvena antogadhattā tato paratābhāvato. Ettha ca gotrabhuvacanena gotrabhuvodānaphalasamāpattipurecārikaparikammāni vuttānīti veditabbāni. Paṭhamamaggapurecārikameva vā gotrabhu avadhinidassanabhāvena gahitaṃ, tato paraṃ pana maggaphalasamānatāya aññesu maggesu maggavīthiyaṃ samāpattivīthīyaṃ nirodhānantarañca pavattamānesu phalesu nibbāne ca āsavānaṃ pavatti nivāritāti veditabbaṃ. Savantīti gacchanti, ārammaṇakaraṇavasena pavattantīti attho. Avadhiattho ā-kāro, avadhi ca mariyādābhividhibhedato duvidho. Tattha mariyādaṃ kiriyaṃ bahi katvā pavattati yathā ‘‘āpāṭalīputtaṃ vuṭṭho devo’’ti. Abhividhi pana kiriyaṃ byāpetvā pavattati yathā ‘‘ābhavaggaṃ bhagavato yaso pavattatī’’ti. Abhividhiattho cāyamā-kāro idha gahitoti vuttaṃ ‘‘antokaraṇattho’’ti.",
  "tika-s0402t19:37": "Madirādayoti ādi-saddena sindhavakādambarikāpotikādīnaṃ saṅgaho daṭṭhabbo. Cirapārivāsiyaṭṭho ciraparivuṭṭhatā purāṇabhāvo. Avijjā nāhosītiādīti ettha ādi-saddena ‘‘purimā, bhikkhave, koṭi na paññāyati bhavataṇhāyā’’ti (a. ni. 10.62) idaṃ suttaṃ saṅgahitaṃ. Avijjāsavabhavāsavānaṃ ciraparivuṭṭhatāya dassitāya tabbhāvabhāvino kāmāsavassa ciraparivuṭṭhatā dassitāva hoti. Aññesu ca yathāvutte dhamme okāsañca ārammaṇaṃ katvā pavattamānesu mānādīsu vijjamānesu attattaniyādiggāhavasena abhibyāpanaṃ madakaraṇavasena āsavasadisatā ca etesaṃyeva, na aññesanti etesveva āsavasaddo niruḷhoti daṭṭhabbo. Āyataṃ anādikālikattā. Pasavantīti phalanti. Na hi kiñci saṃsāradukkhaṃ atthi, yaṃ āsavehi vinā uppajjeyya. Purimāni cetthāti etesu catūsu atthavikappesu purimāni tīṇi. Yatthāti yesu suttābhidhammappadesesu. Tattha yujjanti kilesesuyeva yathāvuttassa atthattayassa sambhavato. Pacchimaṃ kammepīti pacchimaṃ ‘‘āyataṃ vā saṃsāradukkhaṃ savanti pasavantī’’ti vuttanibbacanaṃ kammepi yujjati dukkhappasavanassa kilesakammasādhāraṇattā.",
  "tika-s0402t19:38": "Diṭṭhadhammā vuccanti paccakkhabhūtā khandhā, diṭṭhadhamme bhavā diṭṭhadhammikā. Vivādamūlabhūtāti vivādassa mūlakāraṇabhūtā kodhūpanāhamakkhapalāsaissāmacchariyamāyāsāṭheyyathambhasārambhamānātimānā. Yena devūpapatyassāti yena kammakilesappakārena āsavena devesu upapatti nibbatti assa mayhanti sambandho. Gandhabbo vā vihaṅgamo ākāsacārī assanti vibhattiṃ vipariṇāmetvā yojetabbaṃ. Ettha ca yakkhagandhabbavinimuttā sabbā devatā devaggahaṇena gahitā. Naḷo vuccati mūlaṃ, tasmā vinaḷīkatāti vigatanaḷā vigatamūlā katāti attho. Avasesā ca akusalā dhammāti akusalakammato avasesā akusalā dhammā āsavāti āgatāti sambandho.",
  "tika-s0402t19:39": "Paṭighātāyāti paṭisedhanāya. Parūpavāda…pe… upaddavāti idaṃ yadi bhagavā sikkhāpadaṃ na paññāpeyya, tato asaddhammappaṭisevanaadinnādānapāṇātipātādihetu ye uppajjeyyuṃ parūpavādādayo diṭṭhadhammikā nānappakārā anatthā, ye ca tannimittameva nirayādīsu nibbattassa pañcavidhabandhanakammakāraṇādivasena mahādukkhānubhavādippakārā anatthā, te sandhāya vuttaṃ.",
  "tika-s0402t19:40": "Tepaneteti ete kāmarāgādikilesatebhūmakakammaparūpavādādiuppaddavappakārā āsavā. Yatthāti yasmiṃ vinayādipāḷippadese. Yathāti yena duvidhādippakārena avasesesu ca suttantesu tidhā āgatāti sambandho. Nirayaṃ gamentīti nirayagāminiyā. Chakkanipāteti chakkanipāte āhuneyyasutte (a. ni. 6.58). Tattha hi āsavā chadhā āgatā.",
  "tika-s0402t19:41": "Sarasabhedoti khaṇikanirodho. Khīṇākāroti accantāya khīṇatā. Āsavā khīyanti pahīyanti etenāti āsavakkhayo, maggo. Āsavānaṃ khayante uppajjanato āsavakkhayo, phalaṃ. Āsavakkhayena pattabbato āsavā khīyanti etthāti āsavakkhayo, nibbānaṃ. Visuddhimagge (visuddhi. 2.557-560) vitthārito, tasmā tattha, taṃ saṃvaṇṇanāya ca vuttanayena veditabbo.",
  "tika-s0402t19:42": "Tathāti iminā visuddhimagge vitthāritataṃ upasaṃharati. Kusalappavattiṃ āvaranti nivārentīti āvaraṇīyā. Purimappavattivasenāti niddokkamanato pubbe kammaṭṭhānassa pavattivasena. Ṭhapetvāti hatthagataṃ kiñci ṭhapento viya kammaṭṭhānaṃ satisampajaññavasena ṭhapetvā kammaṭṭhānameva manasikaronto niddaṃ okkamati, jhānasamāpanno viya yathāparicchinneneva kālena pabujjhamāno kammaṭṭhānaṃ ṭhapitaṭṭhāne gaṇhantoyeva pabujjhati nāma. Tena vuttaṃ ‘‘tasmā…pe… nāma hotī’’ti. Mūlakammaṭṭhāneti ādito paṭṭhāya parihariyamānakammaṭṭhāne. Pariggahakammaṭṭhānavasenāti sayanaṃ upagacchantena pariggahamānakammaṭṭhānamanasikāravasena. So pana dhātumanasikāravasena icchitabboti dassetuṃ ‘‘ayaṃ hī’’tiādi vuttaṃ.",
  "tika-s0402t19:43": "Apaṇṇakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:44": "7. Attabyābādhasuttavaṇṇanā",
  "tika-s0402t19:45": "17. Sattame byābādhanaṃ dukkhāpananti āha ‘‘attabyābādhāyāti attadukkhāyā’’ti. Maggaphalacittuppādāpi kāyasucaritādisaṅgaho evāti āha ‘‘avāritānevā’’ti.",
  "tika-s0402t19:46": "Attabyābādhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:47": "8. Devalokasuttavaṇṇanā",
  "tika-s0402t19:48": "18. Aṭṭhame itīti padasandhibyañjanasiliṭṭhatāti purimapadānaṃ pacchimapadehi atthato sahitatāya byañjanānaṃ vākyānaṃ siliṭṭhatāya dīpane nipāto.",
  "tika-s0402t19:49": "Devalokasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:50": "9. Paṭhamapāpaṇikasuttavaṇṇanā",
  "tika-s0402t19:51": "19. Navame ugghāṭetvāti āsanadvārañceva bhaṇḍapasibbake ca vivaritvā. Nādhiṭṭhātīti taṃtaṃkayavikkaye attanā voyogaṃ nāpajjati. Divākāleti majjhanhikasamaye. Assāmiko hoti tīsupi kālesu laddhabbalābhassa alabhanato. Apativātābādhaṃ rattiṭṭhānaṃ. Chāyudakasampannaṃ divāṭṭhānaṃ. Vipassanāpi vaṭṭati vipassanākammikoyeva. Tenapi hi navadhā indriyānaṃ tikkhattaṃ āpādentena samādhinimittaṃ gahetabbaṃ, vipassanānimittaṃ samāhitākārasallakkhaṇāya.",
  "tika-s0402t19:52": "Paṭhamapāpaṇikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:53": "10. Dutiyapāpaṇikasuttavaṇṇanā",
  "tika-s0402t19:54": "20. Dasame visiṭṭhadhuroti visiṭṭhadhurasampaggāho vīriyasampanno. Ñāṇavīriyāyattā hi atthasiddhiyo. Tenāha ‘‘uttamadhuro’’tiādi. Vikkāyikabhaṇḍanti vikkayetabbabhaṇḍaṃ. Nikkhittadhanenāti nidahitvā ṭhapitadhanavasena. Vaḷañjanakavasenāti divase divase dānūpabhogavasena vaḷañjitabbadhanavasena. Upabhogaparibhogabhaṇḍenāti upabhogaparibhogūpakaraṇena. Nipatantīti nipātenti, attano dhanaggahena nipātavuttike karonti. Tenāha ‘‘nimantentī’’ti.",
  "tika-s0402t19:55": "Ñāṇathāmenāti ñāṇassa thirabhāvena. Ñāṇaparakkamenāti ñāṇasahitena vīriyena. Diṭṭhadhammikasamparāyikaparamatthabhedañhi yena sutena ijjhati, taṃ sutaṃ nāma. Ukkaṭṭhaniddesena dassento ‘‘ekanikāya…pe… bahussutā’’ti āha. Āgatoti suppavattibhāvena svāgato. Tenāha ‘‘paguṇo pavattito’’ti. Abhidhamme āgatā kusalādikkhandhādibhedabhinnā dhammā suttantapiṭakepi otarantīti ‘‘dhammadharāti suttantapiṭakadharā’’icceva vuttaṃ. Na hi ābhidhammikabhāvena vinā nippariyāyato suttantapiṭakaññutā sambhavati. Dvemātikādharāti bhikkhubhikkhunimātikāvasena dvemātikādharāti vadanti, ‘‘vinayābhidhammamātikādharā’’ti yuttaṃ. Paripucchatīti sabbabhāgena pucchitabbaṃ pucchati. Tenāha ‘‘atthānatthaṃ kāraṇākāraṇaṃ pucchatī’’ti. Pariggaṇhātīti vicāreti.",
  "tika-s0402t19:56": "Na evaṃ attho daṭṭhabboti evaṃ desanānukkamena attho na gahetabbo. Añño hi desanākkamo veneyyajjhāsayavasena pavattanato, añño paṭipattikkamo. Heṭṭhimena vā paricchedoti sīlasamādhipaññāsaṅkhātesu tīsu bhāgesu katthaci heṭṭhimanayena desanāya paricchedaṃ veditabbaṃ sīlena, katthaci uparimena bhāgena paññāya, katthaci dvīhipi bhāgehi sīlapaññāvasena. Idha pana sutte uparimena bhāgena paricchedo veditabboti vatvā taṃ dassento ‘‘tasmā’’tiādimāha. Yasmā vā bhagavā veneyyajjhāsayavasena paṭhamaṃ kalyāṇamittaṃ dassento arahattaṃ pavedetvā ‘‘tayidaṃ arahattaṃ imāya āraddhavīriyatāya hotī’’ti dassento vīriyārambhaṃ pavedetvā ‘‘svāyaṃ vīriyārambho iminā kalyāṇamittasannissayena bhavatī’’ti dassento nissayasampattiṃ pavedeti heṭṭhā dassitanidassanānurūpanti daṭṭhabbaṃ.",
  "tika-s0402t19:57": "Dutiyapāpaṇikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:58": "Rathakāravaggavaṇṇanā niṭṭhitā."
}