{
  "tika-abh07t11:0": "3. Pakiṇṇakaparicchedavaṇṇanā",
  "tika-abh07t11:1": "1. Idāni yathāvuttānaṃ cittacetasikānaṃ vedanādivibhāgato, taṃtaṃvedanādibhedabhinnacittuppādavibhāgato ca pakiṇṇakasaṅgahaṃ dassetuṃ ‘‘sampayuttā yathāyoga’’ntyādi āraddhaṃ. Yathāyogaṃ sampayuttā cittacetasikā dhammā sabhāvato attano attano sabhāvavasena ekūnanavutividhampi cittaṃ ārammaṇavijānanasabhāvasāmaññena ekavidhaṃ, sabbacittasādhāraṇo phasso phusanasabhāvena ekavidhotyādinā tepaññāsa honti.",
  "tika-abh07t11:2": "2. Idāni tesaṃ dhammānaṃ yathārahaṃ vedanā…pe… vatthuto saṅgaho nāma vedanāsaṅgahādināmako pakiṇṇakasaṅgaho cittuppādavaseneva taṃtaṃvedanādibhedabhinnacittuppādānaṃ vaseneva na katthaci taṃvirahena nīyate upanīyate, āharīyatītyattho.",
  "tika-abh07t11:3": "Vedanāsaṅgahavaṇṇanā",
  "tika-abh07t11:4": "3.Tatthāti tesu chasu saṅgahesu. Sukhādivedanānaṃ, taṃsahagatacittuppādānañca vibhāgavasena saṅgaho vedanāsaṅgaho. Dukkhato, sukhato ca aññā adukkhamasukhāma-kārāgamavasena. Nanu ca ‘‘dvemā, bhikkhave, vedanā sukhā dukkhā’’ti (saṃ. ni. 4.267) vacanato dve eva vedanāti? Saccaṃ, taṃ pana anavajjapakkhikaṃ adukkhamasukhaṃ sukhavedanāyaṃ , sāvajjapakkhikañca dukkhavedanāyaṃ saṅgahetvā vuttaṃ. Yampi katthaci sutte ‘‘yaṃ kiñci vedayitamidamettha dukkhassā’’ti (saṃ. ni. 4.259) vacanaṃ, taṃ saṅkhāradukkhatāya sabbavedanānaṃ dukkhasabhāvattā vuttaṃ. Yathāha – ‘‘saṅkhārāniccataṃ, ānanda, mayā sandhāya bhāsitaṃ saṅkhāravipariṇāmatañca yaṃ kiñcivedayitamidamettha dukkhassā’’ti (saṃ. ni. 4.259; itivu. aṭṭha. 52). Tasmā tissoyeva vedanāti daṭṭhabbā. Tenāha bhagavā – ‘‘tisso imā, bhikkhave, vedanā sukhā dukkhā adukkhamasukhā cā’’ti (itivu. 52-53; saṃ. ni. 4.249-251). Evaṃ tividhāpi panetā indriyadesanāyaṃ ‘‘sukhindriyaṃ dukkhindriyaṃ somanassindriyaṃ domanassindriyaṃ upekkhindriya’’nti (vibha. 219) pañcadhā desitāti taṃvasenapettha vibhāgaṃ dassetuṃ ‘‘sukhaṃ dukkha’’ntyādi vuttaṃ. Kāyikamānasikasātāsātabhedato hi sukhaṃ dukkhañca paccekaṃ dvidhā vibhajitvā ‘‘sukhindriyaṃ somanassindriyaṃ dukkhindriyaṃ domanassindriya’’nti (vibha. 219) desitā, upekkhā pana bhedābhāvato upekkhindriyanti ekadhāva. Yathā hi sukhadukkhāni aññathā kāyassa anuggahamupaghātañca karonti, aññathā manaso, nevaṃ upekkhā, tasmā sā ekadhāva desitā, tenāhu porāṇā –",
  "tika-abh07t11:5": "‘‘Kāyikaṃ mānasaṃ dukkhaṃ, sukhañcopekkhavedanā;",
  "tika-abh07t11:6": "Ekaṃ mānasameveti, pañcadhindriyabhedato’’ti. (sa. sa. 74);",
  "tika-abh07t11:7": "Tattha iṭṭhaphoṭṭhabbānubhavanalakkhaṇaṃ sukhaṃ. Aniṭṭhaphoṭṭhabbānubhavanalakkhaṇaṃ dukkhaṃ. Sabhāvato, parikappato vā iṭṭhānubhavanalakkhaṇaṃ somanassaṃ. Tathā aniṭṭhānubhavanalakkhaṇaṃ domanassaṃ. Majjhattānubhavanalakkhaṇā upekkhā.",
  "tika-abh07t11:8": "5.Catucattālīsa paccekaṃ lokiyalokuttarabhedena ekādasavidhattā.",
  "tika-abh07t11:9": "7.Sesānīti sukhadukkhasomanassadomanassasahagatehi avasesāni akusalato cha, ahetukato cuddasa, kāmāvacarasobhanato dvādasa, pañcamajjhānikāni tevīsāti sabbānipi pañcapaññāsa.",
  "tika-abh07t11:10": "Vedanāsaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:11": "Hetusaṅgahavaṇṇanā",
  "tika-abh07t11:12": "10. Lobhādihetūnaṃ vibhāgavasena, taṃsampayuttavasena ca saṅgaho hetusaṅgaho. Hetavo nāma chabbidhā bhavantīti sambandho. Hetubhāvo pana nesaṃ sampayuttānaṃ suppatiṭṭhitabhāvasādhanasaṅkhāto mūlabhāvo. Laddhahetupaccayā hi dhammā viruḷhamūlā viya pādapā thirā honti, na ahetukā viya jalatale sevālasadisā. Evañca katvā ete mūlasadisatāya ‘‘mūlānī’’ti ca vuccanti. Apare pana ‘‘kusalādīnaṃ kusalādibhāvasādhanaṃ hetubhāvo’’ti vadanti, evaṃ sati hetūnaṃ attano kusalādibhāvasādhano añño hetu maggitabbo siyā. Atha sesasampayuttahetupaṭibaddho tesaṃ kusalādibhāvo, evampi momūhacittasampayuttassa hetuno akusalabhāvo appaṭibaddho siyā. Atha tassa sabhāvato akusalabhāvopi siyā, evaṃ sati sesahetūnampi sabhāvatova kusalādibhāvoti tesaṃ viya sampayuttadhammānampi so hetupaṭibaddho na siyā. Yadi ca hetupaṭibaddho kusalādibhāvo, tadā ahetukānaṃ abyākatabhāvo na siyāti alamatinippīḷanena. Kusalādibhāvo pana kusalākusalānaṃ yonisoayonisomanasikārappaṭibaddho. Yathāha – ‘‘yoniso, bhikkhave, manasikaroto anuppannā ceva kusalā dhammā uppajjanti, uppannā ca kusalā dhammā abhivaḍḍhantī’’tyādi (a. ni. 1.67), abyākatānaṃ pana abyākatabhāvo niranusayasantānappaṭibaddho kammappaṭibaddho avipākabhāvappaṭibaddho cāti daṭṭhabbaṃ.",
  "tika-abh07t11:13": "16. Idāni hetūnaṃ jātibhedaṃ dassetuṃ ‘‘lobho doso cā’’tyādi vuttaṃ.",
  "tika-abh07t11:14": "Hetusaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:15": "Kiccasaṅgahavaṇṇanā",
  "tika-abh07t11:16": "18. Paṭisandhādīnaṃ kiccānaṃ vibhāgavasena, taṃkiccavantānañca paricchedavasena saṅgaho kiccasaṅgaho. Bhavato bhavassa paṭisandhānaṃ paṭisandhikiccaṃ. Avicchedappavattihetubhāvena bhavassa aṅgabhāvo bhavaṅgakiccaṃ. Āvajjanakiccādīni heṭṭhā vuttavacanatthānusārena yathārahaṃ yojetabbāni. Ārammaṇe taṃtaṃkiccasādhanavasena anekakkhattuṃ, ekakkhattuṃ vā javamānassa viya pavatti javanakiccaṃ. Taṃtaṃjavanaggahitārammaṇassa ārammaṇakaraṇaṃ tadārammaṇakiccaṃ. Nibbattabhavato parigaḷhanaṃ cutikiccaṃ.",
  "tika-abh07t11:17": "19. Imāni pana kiccāni ṭhānavasena pākaṭāni hontīti taṃ dāni pabhedato dassetuṃ ‘‘paṭisandhī’’tyādi vuttaṃ, tattha paṭisandhiyā ṭhānaṃ paṭisandhiṭhānaṃ. Kāmaṃ paṭisandhivinimuttaṃ ṭhānaṃ nāma natthi, sukhaggahaṇatthaṃ pana ‘‘silāputtakassa sarīra’’ntyādīsu viya abhedepi bhedaparikappanāti daṭṭhabbaṃ. Evaṃ sesesupi. Dassanādīnaṃ pañcannaṃ viññāṇānaṃ ṭhānaṃ pañcaviññāṇaṭhānaṃ. Ādi-saddena sampaṭicchanaṭhānādīnaṃ saṅgaho.",
  "tika-abh07t11:18": "Tattha cutibhavaṅgānaṃ antarā paṭisandhiṭhānaṃ. Paṭisandhiāvajjanānaṃ, javanāvajjanānaṃ, tadārammaṇāvajjanānaṃ, voṭṭhabbanāvajjanānaṃ, kadāci javanacutīnaṃ, tadārammaṇacutīnañca antarā bhavaṅgaṭhānaṃ. Bhavaṅgapañcaviññāṇānaṃ, bhavaṅgajavanānañca antarā āvajjanaṭhānaṃ. Pañcadvārāvajjanasampaṭicchanānamantarā pañcaviññāṇaṭhānaṃ. Pañcaviññāṇasantīraṇānamantarā sampaṭicchanaṭhānaṃ. Sampaṭicchanavoṭṭhabbanānamantarā santīraṇaṭhānaṃ. Santīraṇajavanānaṃ, santīraṇabhavaṅgānañca antarā voṭṭhabbanaṭhānaṃ. Voṭṭhabbanatadārammaṇānaṃ, voṭṭhabbanabhavaṅgānaṃ, voṭṭhabbanacutīnaṃ, manodvārāvajjanatadārammaṇānaṃ, manodvārāvajjanabhavaṅgānaṃ, manodvārāvajjanacutīnañca antarā javanaṭhānaṃ. Javanabhavaṅgānaṃ, javanacutīnañca antarā tadārammaṇaṭhānaṃ. Javanapaṭisandhīnaṃ, tadārammaṇapaṭisandhīnaṃ, bhavaṅgapaṭisandhīnaṃ vā antarā cutiṭhānaṃ nāma.",
  "tika-abh07t11:19": "20.Dve upekkhāsahagatasantīraṇāni sukhasantīraṇassa paṭisandhivasappavattibhāvābhāvatotiadhippāyo. Evañca katvā paṭṭhāne ‘‘upekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati na hetupaccayā’’ti (paṭṭhā. 4.13.179) evamāgatassa upekkhāsahagatapadassa vibhaṅge ‘‘ahetukaṃ upekkhāsahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho, ahetukapaṭisandhikkhaṇe upekkhāsahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho’’ti (paṭṭhā. 4.13.179) evaṃ pavattipaṭisandhivasena paṭiccanayo uddhaṭo, pītisahagatasukhasahagatapadavibhaṅge pana ‘‘ahetukaṃ pītisahagataṃ ekaṃ khandhaṃ paṭiccatayo khandhā…pe… dve khandhā. Ahetukaṃ sukhasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā …pe… eko khandho’’ti (paṭṭhā. 4.13.144, 167) pavattivaseneva uddhaṭo, na pana ‘‘ahetukapaṭisandhikkhaṇe’’tyādinā paṭisandhivasena, tasmā yathādhammasāsane avacanampi abhāvameva dīpetīti na tassa paṭisandhivasena pavatti atthi. Yattha pana labbhamānassapi kassaci avacanaṃ, tattha kāraṇaṃ upari āvi bhavissati.",
  "tika-abh07t11:20": "25. Manodvārāvajjanassa parittārammaṇe dvattikkhattuṃ pavattamānassapi natthi javanakiccaṃ tassa ārammaṇarasānubhavanābhāvatoti vuttaṃ ‘‘āvajjanadvayavajjitānī’’ti. Evañca katvā vuttaṃ aṭṭhakathāyaṃ ‘‘javanaṭṭhāne ṭhatvā’’ti (dha. sa. aṭṭha. 498 vipākuddhārakathā). Itarathā ‘‘javanaṃ hutvā’’ti vattabbaṃ siyāti. Kusalākusalaphalakiriyacittānīti ekavīsati lokiyalokuttarakusalāni, dvādasa akusalāni, cattāri lokuttaraphalacittāni, aṭṭhārasa tebhūmakakiriyacittāni. Ekacittakkhaṇikampi hi lokuttaramaggādikaṃ taṃsabhāvavantatāya javanakiccaṃ nāma, yathā ekekagocaravisayampi sabbaññutaññāṇaṃ sakalavisayāvabodhanasāmatthiyayogato na kadāci taṃnāmaṃ vijahatīti.",
  "tika-abh07t11:21": "27. Evaṃ kiccabhedena vuttāneva yathāsakaṃ labbhamānakiccagaṇanavasena sampiṇḍetvā dassetuṃ ‘‘tesu panā’’tyādi vuttaṃ.",
  "tika-abh07t11:22": "33. Paṭisandhādayo cittuppādā nāmakiccabhedena paṭisandhādīnaṃ nāmānaṃ, kiccānañca bhedena, atha vā paṭisandhādayo nāma tannāmakā cittuppādā paṭisandhādīnaṃ kiccānaṃ bhedena cuddasa, ṭhānabhedena paṭisandhādīnaṃyeva ṭhānānaṃ bhedena dasadhā pakāsitāti yojanā. Ekakiccaṭhānadvikiccaṭhānatikiccaṭhānacatukiccaṭhānapañcakiccaṭhānāni cittāni yathākkamaṃ aṭṭhasaṭṭhi, tathā dve ca nava ca aṭṭha ca dve cāti niddiseti sambandho.",
  "tika-abh07t11:23": "Kiccasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:24": "Dvārasaṅgahavaṇṇanā",
  "tika-abh07t11:25": "35. Dvārānaṃ , dvārappavattacittānañca paricchedavasena saṅgaho dvārasaṅgaho. Āvajjanādīnaṃ arūpadhammānaṃ pavattimukhabhāvato dvārāni viyāti dvārāni.",
  "tika-abh07t11:26": "36.Cakkhumevāti pasādacakkhumeva.",
  "tika-abh07t11:27": "37. Āvajjanādīnaṃ manānaṃ, manoyeva vā dvāranti manodvāraṃ. Bhavaṅganti āvajjanānantaraṃ bhavaṅgaṃ. Tenāhu porāṇā –",
  "tika-abh07t11:28": "‘‘Sāvajjanaṃ bhavaṅgantu, manodvāranti vuccatī’’ti;",
  "tika-abh07t11:29": "39.Tatthāti tesu cakkhādidvāresu cakkhudvāre chacattālīsa cittāni yathārahamuppajjantīti sambandho. Pañcadvārāvajjanamekaṃ, cakkhuviññāṇādīni ubhayavipākavasena satta, voṭṭhabbanamekaṃ, kāmāvacarajavanāni ca kusalākusalanirāvajjanakiriyavasena ekūnatiṃsa, tadārammaṇāni ca aggahitaggahaṇena aṭṭhevāti chacattālīsa. Yathārahanti iṭṭhādiārammaṇe yonisoayonisomanasikāraniranusayasantānādīnaṃ anurūpavasena. Sabbathāpīti āvajjanāditadārammaṇapariyosānena sabbenapi pakārena kāmāvacarānevāti yojanā. Sabbathāpi catupaññāsa cittānīti vā sambandho. Sabbathāpi taṃtaṃdvārikavasena ṭhitāni aggahitaggahaṇena cakkhudvārikesu chacattālīsacittesu sotaviññāṇādīnaṃ catunnaṃ yugaḷānaṃ pakkhepena catupaññāsapītyattho.",
  "tika-abh07t11:30": "41. Cakkhādidvāresu appavattanato, manodvārasaṅkhātabhavaṅgato ārammaṇantaraggahaṇavasena appavattito ca paṭisandhādivasena pavattāni ekūnavīsati dvāravimuttāni.",
  "tika-abh07t11:31": "42. Dvipañcaviññāṇāni sakasakadvāre, chabbīsati mahaggatalokuttarajavanāni manodvāreyeva uppajjanato chattiṃsa cittāni yathārahaṃ sakasakadvārānurūpaṃ ekadvārikacittāni.",
  "tika-abh07t11:32": "45. Pañcadvāresu santīraṇatadārammaṇavasena, manodvāre ca tadārammaṇavasena pavattanato chadvārikāni ceva paṭisandhādivasappavattiyā dvāravimuttāni ca.",
  "tika-abh07t11:33": "47. Pañcadvārikāni ca chadvārikāni ca pañcachadvārikāni. Chadvārikāni ca tāni kadāci dvāravimuttāni cāti chadvārikavimuttāni. Atha vā chadvārikāni ca chadvārikavimuttāni cāti chadvārikavimuttānīti ekadesasarūpekaseso daṭṭhabbo.",
  "tika-abh07t11:34": "Dvārasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:35": "Ālambaṇasaṅgahavaṇṇanā",
  "tika-abh07t11:36": "48. Ārammaṇānaṃ sarūpato, vibhāgato, taṃvisayacittato ca saṅgaho ālambaṇasaṅgaho. Vaṇṇavikāraṃ āpajjamānaṃ rūpayati hadayaṅgatabhāvaṃ pakāsetīti rūpaṃ, tadeva dubbalapurisena daṇḍādi viya cittacetasikehi ālambīyati, tāni vā āgantvā ettha ramantīti ārammaṇanti rūpārammaṇaṃ. Saddīyatīti saddo, soyeva ārammaṇanti saddārammaṇaṃ. Gandhayati attano vatthuṃ sūceti ‘‘idamettha atthī’’ti pesuññaṃ karontaṃ viya hotīti gandho, soyeva ārammaṇaṃ gandhārammaṇaṃ. Rasanti taṃ sattā assādentīti raso, soyeva ārammaṇaṃ rasārammaṇaṃ. Phusīyatīti phoṭṭhabbaṃ, tadeva ārammaṇaṃ phoṭṭhabbārammaṇaṃ. Dhammoyeva ārammaṇaṃ dhammārammaṇaṃ.",
  "tika-abh07t11:37": "49.Tatthāti tesu rūpādiārammaṇesu, rūpamevāti vaṇṇāyatanasaṅkhātaṃ rūpameva. Saddādayoti saddāyatanādisaṅkhātā saddādayo, āpodhātuvajjitabhūtattayasaṅkhātaṃ phoṭṭhabbāyatanañca.",
  "tika-abh07t11:38": "50. Pañcārammaṇapasādāni ṭhapetvā sesāni soḷasa sukhumarūpāni.",
  "tika-abh07t11:39": "51.Paccuppannanti vattamānaṃ.",
  "tika-abh07t11:40": "52.Chabbidhampīti rūpādivasena chabbidhampi. Vināsābhāvato atītādikālavasena navattabbattā nibbānaṃ, paññatti ca kālavimuttaṃ nāma. Yathārahanti kāmāvacarajavanaabhiññāsesamahaggatādijavanānaṃ anurūpato. Kāmāvacarajavanānañhi hasituppādavajjānaṃ chabbidhampi tikālikaṃ, kālavimuttañca ārammaṇaṃ hoti. Hasituppādassa tikālikameva. Tathā hissa ekantaparittārammaṇataṃ vakkhati. Dibbacakkhādivasappavattassa pana abhiññājavanassa yathārahaṃ chabbidhampi tikālikaṃ, kālavimuttañca ārammaṇaṃ hoti. Vibhāgo panettha navamaparicchede āvi bhavissati. Sesānaṃ pana kālavimuttaṃ, atītañca yathārahamārammaṇaṃ hoti.",
  "tika-abh07t11:41": "53. Dvāra…pe… saṅkhātānaṃ chabbidhampi ārammaṇaṃ hotīti sambandho, taṃ pana nesaṃ ārammaṇaṃ na āvajjanassa viya kenaci aggahitameva gocarabhāvaṃ gacchati, na ca pañcadvārikajavanānaṃ viya ekantapaccuppannaṃ, nāpi manodvārikajavanānaṃ viya tikālikameva, avisesena kālavimuttaṃ vā, nāpi maraṇāsannato purimabhāgajavanānaṃ viya kammakammanimittādivasena āgamasiddhivohāravinimuttanti āha ‘‘yathāsambhavaṃ…pe… sammata’’nti. Tattha yathāsambhavanti taṃtaṃbhūmikapaṭisandhibhavaṅgacutīnaṃ taṃtaṃdvāraggahitādivasena sambhavānurūpato. Kāmāvacarānañhi paṭisandhibhavaṅgānaṃ tāva rūpādipañcārammaṇaṃ chadvāraggahitaṃ yathārahaṃ paccuppannamatītañca kammanimittasammatamārammaṇaṃ hoti, tathā cuticittassa atītameva. Dhammārammaṇaṃ pana tesaṃ tiṇṇannampi manodvāraggahitameva atītaṃ kammakammanimittasammataṃ, tathā rūpārammaṇaṃ ekameva manodvāraggahitaṃ ekantapaccuppannaṃ gatinimittasammatanti evaṃ kāmāvacarapaṭisandhādīnaṃ yathāsambhavaṃ chadvāraggahitaṃ paccuppannamatītañca kammakammanimittagatinimittasammatamārammaṇaṃ hoti.",
  "tika-abh07t11:42": "Mahaggatapaṭisandhādīsu pana rūpāvacarānaṃ, paṭhamatatiyāruppānañca dhammārammaṇameva manodvāraggahitaṃ paññattibhūtaṃ kammanimittasammataṃ, tathā dutiyacatutthāruppānaṃ atītamevāti evaṃ mahaggatapaṭisandhibhavaṅgacutīnaṃ manodvāraggahitaṃ paññattibhūtaṃ, atītaṃ vā kammanimittasammatameva ārammaṇaṃ hoti.",
  "tika-abh07t11:43": "Yebhuyyena bhavantare chadvāraggahitanti bāhullena atītānantarabhave maraṇāsannappavattachadvārikajavanehi gahitaṃ. Asaññībhavato cutānañhi paṭisandhivisayassa anantarātītabhave na kenaci dvārena gahaṇaṃ atthīti tadevettha yebhuyyaggahaṇena byabhicāritaṃ. Kevalañhi kammabaleneva tesaṃ paṭisandhiyā kammanimittādikamārammaṇaṃ upaṭṭhāti. Tathā hi saccasaṅkhepe asaññībhavato cutassa paṭisandhinimittaṃ pucchitvā –",
  "tika-abh07t11:44": "‘‘Bhavantarakataṃ kammaṃ, yamokāsaṃ labhe tato;",
  "tika-abh07t11:45": "Hoti sā sandhi teneva, upaṭṭhāpitagocare’’ti. (sa. sa. 171) –",
  "tika-abh07t11:46": "Kevalaṃ kammabaleneva paṭisandhigocarassa upaṭṭhānaṃ vuttaṃ. Itarathā hi javanaggahitassapi ārammaṇassa kammabaleneva upaṭṭhāpiyamānattā ‘‘tenevā’’ti sāvadhāraṇavacanassa adhippāyasuññatā āpajjeyyāti. Nanu ca tesampi paṭisandhigocaro kammabhave kenaci dvārena javanaggahito sambhavatīti? Saccaṃ sambhavati kammakammanimittasammato, gatinimittasammato pana sabbesampi maraṇakāleyeva upaṭṭhātīti kuto tassa kammabhave gahaṇasambhavo. Apicettha maraṇāsannapavattajavanehi gahitameva sandhāya ‘‘chadvāraggahita’’nti vuttaṃ, evañca katvā ācariyena imasmiṃyeva adhikāre paramatthavinicchaye vuttaṃ –",
  "tika-abh07t11:47": "‘‘Maraṇāsannasattassa, yathopaṭṭhitagocaraṃ;",
  "tika-abh07t11:48": "Chadvāresu tamārabbha, paṭisandhi bhavantare’’ti. (parama. vi. 89);",
  "tika-abh07t11:49": "‘‘Paccuppanna’’ntyādinā anāgatassa paṭisandhigocarabhāvaṃ nivāreti. Na hi taṃ atītakammakammanimittāni viya anubhūtaṃ, nāpi paccuppannakammanimittagatinimittāni viya āpāthagatañca hotīti, kammakammanimittādīnañca sarūpaṃ sayameva vakkhati.",
  "tika-abh07t11:50": "54.Tesūti rūpādipaccuppannādikammādiārammaṇesu viññāṇesu. Rūpādīsu ekekaṃ ārammaṇaṃ etesanti rūpādiekekārammaṇāni.",
  "tika-abh07t11:51": "55. Rūpādikaṃ pañcavidhampi ārammaṇametassāti rūpādipañcārammaṇaṃ.",
  "tika-abh07t11:52": "56.Sesānīti dvipañcaviññāṇasampaṭicchanehi avasesāni ekādasa kāmāvacaravipākāni . Sabbathāpi kāmāvacarārammaṇānīti sabbenapi chadvārikadvāravimuttachaḷārammaṇavasappavattākārena nibbattānipi ekantakāmāvacarasabhāvachaḷārammaṇagocarāni. Ettha hi vipākāni tāva santīraṇādivasena rūpādipañcārammaṇe, paṭisandhādivasena chaḷārammaṇasaṅkhāte kāmāvacarārammaṇeyeva pavattanti.",
  "tika-abh07t11:53": "Hasanacittampi padhānasāruppaṭṭhānaṃ disvā tussantassa rūpārammaṇe, bhaṇḍabhājanaṭṭhāne mahāsaddaṃ sutvā ‘‘evarūpā loluppataṇhā me pahīnā’’ti tussantassa saddārammaṇe, gandhādīhi cetiyapūjanakāle tussantassa gandhārammaṇe, rasasampannaṃ piṇḍapātaṃ sabrahmacārīhi bhājetvā paribhuñjanakāle tussantassa rasārammaṇe, ābhisamācārikavattaparipūraṇakāle tussantassa phoṭṭhabbārammaṇe, pubbenivāsañāṇādīhi gahitakāmāvacaradhammaṃ ārabbha tussantassa dhammārammaṇeti evaṃ parittadhammapariyāpannesveva chasu ārammaṇesu pavattati.",
  "tika-abh07t11:54": "57. Dvādasākusalaaṭṭhañāṇavippayuttajavanavasena vīsati cittāni attano jaḷabhāvato lokuttaradhamme ārabbha pavattituṃ na sakkontīti navavidhalokuttaradhamme vajjetvā tebhūmakāni, paññattiñca ārabbha pavattantīti āha ‘‘akusalāni cevā’’tyādi. Imesu hi akusalato cattāro diṭṭhigatasampayuttacittuppādā parittadhamme ārabbha parāmasanaassādanābhinandanakāle kāmāvacarārammaṇā, tenevākārena sattavīsati mahaggatadhamme ārabbha pavattiyaṃ mahaggatārammaṇā, sammutidhamme ārabbha pavattiyaṃ paññattārammaṇā. Diṭṭhivippayuttacittuppādāpi teyeva dhamme ārabbha kevalaṃ assādanābhinandanavasena pavattiyaṃ, paṭighasampayuttā ca dussanavippaṭisāravasena, vicikicchāsahagato aniṭṭhaṅgamanavasena, uddhaccasahagato vikkhipanavasena, avūpasamavasena ca pavattiyaṃ parittamahaggatapaññattārammaṇo, kusalato cattāro, kiriyato cattāroti aṭṭha ñāṇavippayuttacittuppādā sekkhaputhujjanakhīṇāsavānaṃ asakkaccadānapaccavekkhaṇadhammassavanādīsu parittadhamme ārabbha pavattikāle kāmāvacarārammaṇā, atipaguṇajjhānapaccavekkhaṇakāle mahaggatārammaṇā, kasiṇanimittādīsu parikammādikāle paññattārammaṇāti daṭṭhabbaṃ.",
  "tika-abh07t11:55": "58.Arahattamaggaphalavajjitasabbārammaṇāni sekkhaputhujjanasantānesveva pavattanato. Sekkhāpi hi ṭhapetvā lokiyacittaṃ arahato maggaphalasaṅkhātaṃ pāṭipuggalikacittaṃ jānituṃ na sakkonti anadhigatattā, tathā puthujjanādayopi sotāpannādīnaṃ, sekkhānaṃ pana attano attano maggaphalapaccavekkhaṇesu parasantānagatamaggaphalārammaṇāya abhiññāya parikammakāle, abhiññācitteneva maggaphalānaṃ paricchindanakāle ca attano attano samānānaṃ, heṭṭhimānañca maggaphaladhamme ārabbha kusalajavanānaṃ pavatti atthīti arahattamaggaphalasseva paṭikkhepo kato. Kāmāvacaramahaggatapaññattinibbānāni pana sekkhaputhujjanānaṃ sakkaccadānapaccavekkhaṇadhammassavanasaṅkhārasammasanakasiṇaparikammādīsu taṃtadārammaṇikābhiññānaṃ parikammakāle, gotrabhuvodānakāle, dibbacakkhādīhi rūpavijānanādikāle ca kusalajavanānaṃ gocarabhāvaṃ gacchanti.",
  "tika-abh07t11:56": "59.Sabbathāpi sabbārammaṇānīti kāmāvacaramahaggatasabbalokuttarapaññattivasena sabbathāpi sabbārammaṇāni, na pana akusalādayo viya sappadesasabbārammaṇānītyattho. Kiriyajavanānañhi sabbaññutaññāṇādivasappavattiyaṃ, voṭṭhabbanassa ca taṃtaṃpurecārikavasappavattiyaṃ na ca kiñci agocaraṃ nāma atthi.",
  "tika-abh07t11:57": "60. Paṭhamatatiyāruppārammaṇattā āruppesu dutiyacatutthāni mahaggatārammaṇāni.",
  "tika-abh07t11:58": "61.Sesāni…pe… paññattārammaṇānīti pannarasa rūpāvacarāni, paṭhamatatiyāruppāni cāti ekavīsati kasiṇādipaññattīsu pavattanato paññattārammaṇāni.",
  "tika-abh07t11:59": "63. Tevīsatikāmāvacaravipākapañcadvārāvajjanahasanavasena pañcavīsati cittāni paritthamhi kāmāvacarārammaṇe yeva bhavanti. Kāmāvacarañhi mahaggatādayo upādāya mandānubhāvatāya parisamantato attaṃ khaṇḍitaṃ viyāti parittaṃ. ‘‘Cha cittāni mahaggateyevā’’tyādinā sabbattha sāvadhāraṇayojanā daṭṭhabbā.",
  "tika-abh07t11:60": "Ālambaṇasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:61": "Vatthusaṅgahavaṇṇanā",
  "tika-abh07t11:62": "64. Vatthuvibhāgato , tabbatthukacittaparicchedavasena ca saṅgaho vatthusaṅgaho. Vasanti etesu cittacetasikā tannissayattāti vatthūni.",
  "tika-abh07t11:63": "65.Tāni kāmaloke sabbānipi labbhanti paripuṇṇindriyassa tattheva upalabbhanato. Pi-saddena pana andhabadhirādivasena kesañci asambhavaṃ dīpeti.",
  "tika-abh07t11:64": "66.Ghānādittayaṃ natthi brahmānaṃ kāmavirāgabhāvanāvasena gandharasaphoṭṭhabbesu virattatāya tabbisayappasādesupi virāgasabhāvato. Buddhadassanadhammassavanādiatthaṃ pana cakkhusotesu avirattabhāvato cakkhādidvayaṃ tattha upalabbhati.",
  "tika-abh07t11:65": "67.Arūpaloke sabbānipi cha vatthūni na saṃvijjanti arūpīnaṃ rūpavirāgabhāvanābalena tattha sabbena sabbaṃ rūpappavattiyā abhāvato.",
  "tika-abh07t11:66": "68. Pañcaviññāṇāneva nissattanijjīvaṭṭhena dhātuyoti pañcaviññāṇadhātuyo.",
  "tika-abh07t11:67": "69. Mananamattā dhātu manodhātu.",
  "tika-abh07t11:68": "70. Manoyeva visiṭṭhavijānanakiccayogato viññāṇaṃ nissattanijjīvaṭṭhena dhātu cāti manoviññāṇadhātu. Manaso viññāṇadhātūti vā manoviññāṇadhātu. Sā hi manatoyeva anantarapaccayato sambhūyamanasoyeva anantarapaccayabhūtāti manaso sambandhinī hoti. Santīraṇattayassa, aṭṭhamahāvipākānaṃ, paṭighadvayassa, paṭhamamaggassa, hasituppādassa, pannarasarūpāvacarānañca vasena pavattā yathāvuttamanodhātupañcaviññāṇadhātūhi avasesā manoviññāṇadhātu saṅkhātā ca tiṃsa dhammā na kevalaṃ manodhātuyeva, tathā hadayaṃ nissāyeva pavattantīti sambandho.",
  "tika-abh07t11:69": "Santīraṇamahāvipākāni hi ekādasa dvārābhāvato, kiccābhāvato ca āruppe na uppajjanti . Paṭighassa anīvaraṇāvatthassa abhāvato taṃsahagataṃ cittadvayaṃ rūpalokepi natthi, pageva āruppe. Paṭhamamaggopi paratoghosapaccayābhāve sāvakānaṃ anuppajjanato, buddhapaccekabuddhānañca manussalokato aññattha anibbattanato, hasanacittañca kāyābhāvato, rūpāvacarāni arūpīnaṃ rūpavirāgabhāvanāvasena tadārammaṇesu jhānesupi virattabhāvato arūpabhave na uppajjantīti sabbānipi etāni tettiṃsa cittāni hadayaṃ nissāyeva pavattanti.",
  "tika-abh07t11:70": "71. Pañcarūpāvacarakusalato avasesāni dvādasa lokiyakusalāni, paṭighadvayato avasesāni dasa akusalāni, pañcadvārāvajjanahasanarūpāvacarakiriyehi avasesāni terasa kiriyacittāni, paṭhamamaggato avasesāni satta anuttarāni cāti imesaṃ vasena dvecattālīsavidhā manoviññāṇadhātusaṅkhātā dhammā pañcavokārabhavavasena hadayaṃ nissāya vā, catuvokārabhavavasena anissāyavā pavattanti.",
  "tika-abh07t11:71": "73.Kāme bhave chavatthuṃ nissitā satta viññāṇadhātuyo, rūpe bhave tivatthuṃ nissitā ghānaviññāṇādittayavajjitā catubbidhā viññāṇadhātuyo, āruppe bhave anissitā ekā manoviññāṇadhātu matāti yojanā.",
  "tika-abh07t11:72": "74. Kāmāvacaravipākapañcadvārāvajjanapaṭighadvayahasanavasena sattavīsati kāmāvacarāni, pannarasa rūpāvacarāni, paṭhamamaggoti tecattālīsa nissāyeva jāyare, tatoyeva avasesā āruppavipākavajjitā dvecattālīsa nissāya ca anissāya ca jāyare, pākāruppā cattāro anissitāyevāti sambandho.",
  "tika-abh07t11:73": "Vatthusaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t11:74": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t11:75": "Pakiṇṇakaparicchedavaṇṇanā niṭṭhitā."
}