{
  "tika-vin02t35:0": "Antarapeyyālaṁ",
  "tika-vin02t35:1": "Katipucchāvāravaṇṇanā",
  "tika-vin02t35:2": "271.Veraṁmaṇatīti rāgādiveraṁ maṇati vināseti. Etāyāti viratiyā. Niyyānanti maggaṁ. Kāyapāgabbiyanti kāyapāgabbiyavasena pavattaṁ kāyaduccaritaṁ.",
  "tika-vin02t35:3": "274.Sāraṇīyāti saritabbayuttā anussaraṇārahā addhāne atikkantepi na sammussitabbā. Mijjati siniyhati etāyāti mettā, mittabhāvo. Mettā etassa atthīti mettaṁ kāyakammaṁ, taṁ pana yasmā mettāsahagatacittasamuṭṭhānaṁ, tasmā vuttaṁ ‘‘mettacittena kataṁ kāyakamma’’nti. Āvīti pakāsaṁ. Pakāsabhāvo cettha yaṁ uddissa taṁ kāyakammaṁ karīyati, tassa sammukhabhāvatoti āha ‘‘sammukhā’’ti. Rahoti apakāsaṁ. Apakāsatā ca yaṁ uddissa taṁ kammaṁ karīyati, tassa apaccakkhabhāvatoti āha ‘‘parammukhā’’ti. Ubhayehīti navakehi therehi ca. Piyaṁ piyāyitabbaṁ karotīti piyakaraṇo. Garuṁ garuṭṭhāniyaṁ karotīti garukaraṇo. Saṅgahāyāti saṅgahavatthuvisesabhāvato sabrahmacārīnaṁ saṅgahaṇatthāya. Avivādāyāti saṅgahavatthubhāvato eva na vivādāya. Sati ca avivādahetubhūtasaṅgahakatte tesaṁ vasena sabrahmacārīnaṁ samaggabhāvo bhedābhāvo siddhoyevāti āha ‘‘samaggabhāvāyā’’tiādi.",
  "tika-vin02t35:4": "Paggayha vacananti kevalaṁ ‘‘devo’’ti avatvā ‘‘devatthero’’ti guṇehi thirabhāvajotanaṁ paggaṇhitvā uccaṁ katvā vacanaṁ. Mamattabodhanavacanaṁ mamāyanavacanaṁ. Ekantatirokkhassa manokammassa sammukhatā nāma viññattisamuṭṭhāpanavaseneva hoti, tañca kho loke kāyakammanti pākaṭaṁ paññātaṁ hatthavikārādiṁ anāmasitvāyeva dassento ‘‘nayanāni ummīletvā’’tiādimāha. Kāmañcettha mettāsinehasiniddhānaṁ nayanānaṁ ummīlanā pasannena mukhena olokanañca mettaṁ kāyakammameva, yassa pana cittassa vasena nayanānaṁ mettāsinehasiniddhatā mukhassa ca pasannatā, taṁ sandhāya vuttaṁ ‘‘mettaṁ manokammaṁ nāmā’’ti.",
  "tika-vin02t35:5": "Imāni (dī. ni. aṭṭha. 2.141; ma. ni. aṭṭha. 1.492; a. ni. aṭṭha. 3.6.11) ca mettakāyakammādīni pāḷiyaṁ bhikkhūnaṁ vasena āgatāni gihīsupi labbhantiyeva. Bhikkhūnañhi mettacittena ācariyupajjhāyavattādiābhisamācārikadhammapūraṇaṁ mettaṁ kāyakammaṁ nāma. Sabbañca anavajjakāyakammaṁ ābhisamācārikakammantogadhamevāti veditabbaṁ. Gihīnaṁ cetiyavandanatthāya bodhivandanatthāya saṅghanimantanatthāya gamanaṁ, gāmaṁ vā piṇḍāya paviṭṭhe bhikkhū disvā paccuggamanaṁ, pattapaṭiggahaṇaṁ, āsanapaññāpanaṁ, anugamananti evamādikaṁ mettaṁ kāyakammaṁ nāma. Bhikkhūnaṁ mettacittena ācārapaññattisikkhāpana kammaṭṭhānakathana dhammadesanā paripucchana aṭṭhakathākathanavasena pavattiyamānaṁ tepiṭakampi buddhavacanaṁ mettaṁ vacīkammaṁ nāma. Gihīnaṁ ‘‘cetiyavandanatthāya gacchāma, bodhivandanatthāya gacchāma, dhammassavanaṁ karissāma, dīpamālāpupphapūjaṁ karissāma, tīṇi sucaritāni samādāya vattissāma, salākabhattādīni dassāma, vassāvāsikaṁ dassāma, ajja saṅghassa cattāro paccaye dassāma, saṅghaṁ nimantetvā khādanīyādīni saṁvidahatha, āsanāni paññapetha, pānīyaṁ upaṭṭhāpetha, saṅghaṁ paccuggantvā ānetha, paññattāsane nisīdāpetha, chandajātā ussāhajātā veyyāvaccaṁ karothā’’tiādikathanakāle mettaṁ vacīkammaṁ nāma. Bhikkhūnaṁ pātova uṭṭhāya sarīrapaṭijagganaṁ cetiyaṅgaṇavattādīni ca katvā vivittāsane nisīditvā ‘‘imasmiṁ vihāre bhikkhū sukhī hontu averā abyāpajjā’’ti cintanaṁ mettaṁ manokammaṁ nāma. Gihīnaṁ ‘‘ayyā sukhī hontu averā abyāpajjā’’ti cintanaṁ mettaṁ manokammaṁ nāma.",
  "tika-vin02t35:6": "Lābhāti cīvarādayo laddhapaccayā. Dhammikāti kuhanādibhedaṁ micchājīvaṁ vajjetvā dhammena samena bhikkhācariyavattena uppannā. Antamaso pattapariyāpannamattampīti pacchimakoṭiyā patte pariyāpannaṁ pattassa antogataṁ dvattikaṭacchubhikkhāmattampi. Deyyaṁ dakkhiṇeyyañca appaṭivibhattaṁ katvā bhuñjatīti appaṭivibhattabhogī. Ettha hi dve paṭivibhattāni nāma āmisapaṭivibhattaṁ puggalapaṭivibhattañca. Tattha ‘‘ettakaṁ dassāmi, ettakaṁ na dassāmī’’ti evaṁ cittena vibhajanaṁ āmisapaṭivibhattaṁ nāma. ‘‘Asukassa dassāmi, asukassa na dassāmī’’ti evaṁ cittena vibhajanaṁ pana puggalapaṭivibhattaṁ nāma. Tadubhayampi akatvā yo appaṭivibhattaṁ bhuñjati, ayaṁ appaṭivibhattabhogī nāma. Tenāha ‘‘neva āmisaṁ paṭivibhajitvā bhuñjatī’’tiādi. Adātumpīti pi-saddena dātumpi vaṭṭatīti dasseti. Dānañhi nāma na kassaci nivāritaṁ, tena dussīlassapi atthikassa sati sambhave dātabbaṁ, tañca kho karuṇāyanavasena, na vattapūraṇavasena. Sāraṇīyadhammapūrakassa appaṭivibhattabhogitāya ‘‘sabbesaṁ dātabbamevā’’ti vuttaṁ. Gilānādīnaṁ pana odissakaṁ katvā dānaṁ appaṭivibhāgapakkhikaṁ ‘‘asukassa na dassāmī’’ti paṭikkhepassa abhāvato. Byatirekappadhāno hi paṭivibhāgo. Tenāha ‘‘gilānagilānupaṭṭhāka…pe… viceyya dātumpi vaṭṭatī’’ti.",
  "tika-vin02t35:7": "Sādhāraṇabhogīti ettha sādhāraṇabhogino idaṁ lakkhaṇaṁ – yaṁ yaṁ paṇītaṁ labhati, taṁ taṁ neva lābhena lābhaṁ nijigīsanamukhena gihīnaṁ deti attano ājīvasuddhiṁ rakkhamāno, na attanāva paribhuñjati ‘‘mayhaṁ asādhāraṇabhogitā mā hotū’’ti. Taṁ paṭiggaṇhanto ca ‘‘saṅghena sādhāraṇaṁ hotū’’ti gahetvā ghaṇṭiṁ paharitvā paribhuñjitabbaṁ saṅghasantakaṁ viya passati. Iminā ca tassa lābhassa tīsupi kālesu sādhāraṇato ṭhapanaṁ dassitaṁ. ‘‘Taṁ paṭiggaṇhanto ca saṅghena sādhāraṇaṁ hotū’’ti iminā paṭiggahaṇakālo dassito, ‘‘gahetvā…pe… passatī’’ti iminā paṭiggahitakālo. Tadubhayaṁ pana tādisena pubbabhāgena vinā na hotīti atthasiddho purimakālo. Tayidampi paṭiggahaṇato pubbevassa hoti ‘‘saṅghena sādhāraṇaṁ hotūti paṭiggahessāmī’’ti, paṭiggaṇhantassa hoti ‘‘saṅghena sādhāraṇaṁ hotūti paṭiggaṇhāmī’’ti, paṭiggahetvā hoti ‘‘saṅghena sādhāraṇaṁ hotūti paṭiggahitaṁ mayā’’ti evaṁ tilakkhaṇasampannaṁ katvā laddhalābhaṁ osānalakkhaṇaṁ avikopetvā paribhuñjanto sādhāraṇabhogī appaṭivibhattabhogī ca hoti.",
  "tika-vin02t35:8": "Imaṁ (dī. ni. aṭṭha. 2.141; ma. ni. aṭṭha. 1.492; a. ni. aṭṭha. 3.6.11) pana sāraṇīyadhammaṁ ko pūreti, ko na pūreti? Dussīlo tāva na pūreti. Na hi tassa santakaṁ sīlavanto gaṇhanti. Parisuddhasīlo pana vattaṁ akhaṇḍento pūreti. Tatridaṁ vattaṁ – yo odissakaṁ katvā mātu vā pitu vā ācariyupajjhāyādīnaṁ vā deti, so dātabbaṁ detu, sāraṇīyadhammo panassa na hoti, palibodhajagganaṁ nāma hoti. Sāraṇīyadhammo hi muttapalibodhasseva vaṭṭati. Tena pana odissakaṁ dentena gilānagilānupaṭṭhākaāgantukagamikānañceva navapabbajitassa ca saṅghāṭipattaggahaṇaṁ ajānantassa dātabbaṁ. Etesaṁ datvā avasesaṁ therāsanato paṭṭhāya thokaṁ thokaṁ adatvā yo yattakaṁ gaṇhāti, tassa tattakaṁ dātabbaṁ. Avasiṭṭhe asati puna piṇḍāya caritvā therāsanato paṭṭhāya yaṁ yaṁ paṇītaṁ, taṁ taṁ datvā sesaṁ bhuñjitabbaṁ.",
  "tika-vin02t35:9": "Ayaṁ pana sāraṇīyadhammo sāraṇīyadhammapūraṇavidhimhi susikkhitāya parisāya supūro hoti. Susikkhitāya hi parisāya yo aññato labhati, so na gaṇhāti. Aññato alabhantopi pamāṇayuttameva gaṇhāti, na atirekaṁ. Ayañca pana sāraṇīyadhammo evaṁ punappunaṁ piṇḍāya caritvā laddhaṁ laddhaṁ dentassapi dvādasahi vassehi pūrati, na tato oraṁ. Sace hi dvādasamepi vasse sāraṇīyadhammapūrako piṇḍapātapūraṁ pattaṁ āsanasālāyaṁ ṭhapetvā nahāyituṁ gacchati, saṅghatthero ca ‘‘kasseso patto’’ti vatvā ‘‘sāraṇīyadhammapūrakassā’’ti vutte ‘‘āharatha na’’nti sabbaṁ piṇḍapātaṁ vicāretvā bhuñjitvāva rittapattaṁ ṭhapeti. Atha so bhikkhu rittapattaṁ disvā ‘‘mayhaṁ anavasesetvāva paribhuñjiṁsū’’ti domanassaṁ uppādeti, sāraṇīyadhammo bhijjati, puna dvādasa vassāni pūretabbo hoti. Titthiyaparivāsasadiso hesa, sakiṁ khaṇḍe jāte puna pūretabbova. Yo pana ‘‘lābhā vata me, suladdhaṁ vata me, yassa me pattagataṁ anāpucchāva sabrahmacārino paribhuñjantī’’ti somanassaṁ janeti, tassa puṇṇo nāma hoti.",
  "tika-vin02t35:10": "Evaṁ pūritasāraṇīyadhammassa pana neva issā, na macchariyaṁ hoti, manussānaṁ piyo hoti sulabhapaccayo, pattagatamassa diyyamānampi na khīyati, bhājanīyabhaṇḍaṭṭhāne aggabhaṇḍaṁ labhati, bhaye vā chātake vā sampatte devatā ussukkaṁ āpajjanti.",
  "tika-vin02t35:11": "Tatrimāni vatthūni – leṇagirivāsī tissatthero kira mahākhīragāmaṁ upanissāya vasati. Paññāsamattā therā nāgadīpaṁ cetiyavandanatthāya gacchantā khīragāme piṇḍāya caritvā kiñci aladdhā nikkhamiṁsu. Thero pavisanto te disvā pucchi ‘‘laddhaṁ, bhante’’ti. Vicarimha, āvusoti. So aladdhabhāvaṁ ñatvā āha ‘‘bhante, yāvāhaṁ āgacchāmi, tāva idheva hothā’’ti . Mayaṁ, āvuso, paññāsa janā pattatemanamattampi na labhimhāti. Bhante, nevāsikā nāma paṭibalā honti, alabhantāpi bhikkhācāramaggasabhāgaṁ jānantīti. Therā āgamiṁsu. Thero gāmaṁ pāvisi. Dhurageheyeva mahāupāsikā khīrabhattaṁ sajjetvā theraṁ olokayamānā ṭhitā therassa dvāraṁ sampattasseva pattaṁ pūretvā adāsi. So taṁ ādāya therānaṁ santikaṁ gantvā ‘‘gaṇhatha, bhante’’ti saṅghattheraṁ āha. Thero ‘‘amhehi ettakehi kiñci na laddhaṁ, ayaṁ sīghameva gahetvā āgato, kiṁ nu kho’’ti sesānaṁ mukhaṁ olokesi. Thero olokanākāreneva ñatvā ‘‘bhante, dhammena samena laddho piṇḍapāto, nikkukkuccā gaṇhathā’’tiādito paṭṭhāya sabbesaṁ yāvadatthaṁ datvā attanāpi yāvadatthaṁ bhuñji. Atha naṁ bhattakiccāvasāne therā pucchiṁsu ‘‘kadā, āvuso, lokuttaradhammaṁ paṭivijjhī’’ti? Natthi me, bhante, lokuttaradhammoti. Jhānalābhīsi āvusoti? Etampi me, bhante, natthīti. Nanu, āvuso, pāṭihāriyanti? Sāraṇīyadhammo me, bhante, pūrito, tassa me pūritakālato paṭṭhāya sacepi bhikkhusatasahassaṁ hoti, pattagataṁ na khīyatīti. Sādhu sādhu sappurisa anucchavikamidaṁ tuyhanti. Idaṁ tāva pattagataṁ na khīyatīti ettha vatthu.",
  "tika-vin02t35:12": "Ayameva pana thero cetiyapabbate giribhaṇḍamahāpūjāya dānaṭṭhānaṁ gantvā ‘‘imasmiṁ dāne kiṁ varabhaṇḍa’’nti pucchi. Dve sāṭakā, bhanteti. Ete mayhaṁ pāpuṇissantīti. Taṁ sutvā amacco rañño ārocesi ‘‘eko daharo evaṁ vadatī’’ti. ‘‘Daharassa evaṁ cittaṁ, mahātherānaṁ pana sukhumā sāṭakā vaṭṭantī’’ti vatvā ‘‘mahātherānaṁ dassāmī’’ti ṭhapesi. Tassa bhikkhusaṅghe paṭipāṭiyā ṭhite dentassa matthake ṭhapitāpi te sāṭakā hatthaṁ nārohanti, aññeva ārohanti. Daharassa dānakāle pana hatthaṁ āruḷhā. So tassa hatthe ṭhapetvā amaccassa mukhaṁ oloketvā daharaṁ nisīdāpetvā dānaṁ datvā saṅghaṁ vissajjetvā daharassa santike nisīditvā ‘‘bhante, imaṁ dhammaṁ kadā paṭivijjhitthā’’ti āha. So pariyāyenapi asantaṁ avadanto ‘‘natthi mayhaṁ, mahārāja, lokuttaradhammo’’ti āha. Nanu, bhante, pubbeva avacutthāti. Āma mahārāja, sāraṇīyadhammapūrako ahaṁ, tassa me dhammassa pūritakālato paṭṭhāya bhājanīyaṭṭhāne aggabhaṇḍaṁ pāpuṇātīti. ‘‘Sādhu sādhu bhante, anucchavikamidaṁ tumhāka’’nti vanditvā pakkāmi. Idaṁ bhājanīyaṭṭhāne aggabhaṇḍaṁ pāpuṇātīti ettha vatthu.",
  "tika-vin02t35:13": "Caṇḍālatissabhayena pana bhātaragāmavāsino nāgattheriyā anārocetvāva palāyiṁsu. Therī paccūsasamaye ‘‘ati viya appanigghoso gāmo, upadhāretha tāvā’’ti daharabhikkhuniyo āha. Tā gantvā sabbesaṁ gatabhāvaṁ ñatvā āgamma theriyā ārocesuṁ. Sā sutvā ‘‘mā tumhe tesaṁ gatabhāvaṁ cintayittha, attano uddesaparipucchāyonisomanasikāresuyeva yogaṁ karothā’’ti vatvā bhikkhācāravelāyaṁ pārupitvā attadvādasamā gāmadvāre nigrodhamūle aṭṭhāsi. Rukkhe adhivatthā devatā dvādasannampi bhikkhunīnaṁ piṇḍapātaṁ datvā ‘‘ayye aññattha mā gacchatha, niccaṁ idheva ethā’’ti āha. Theriyā pana kaniṭṭhabhātā nāgatthero nāma atthi, so ‘‘mahantaṁ bhayaṁ, na sakkā yāpetuṁ, paratīraṁ gamissāmī’’ti attadvādasamo attano vasanaṭṭhānā nikkhanto ‘‘theriṁ disvā gamissāmī’’ti bhātaragāmaṁ āgato. Therī ‘‘therā āgatā’’ti sutvā tesaṁ santikaṁ gantvā ‘‘kiṁ ayyā’’ti pucchi. So taṁ pavattiṁ ācikkhi. Sā ‘‘ajja ekadivasaṁ vihāre vasitvā sveva gamissathā’’ti āha. Therā vihāraṁ āgamaṁsu.",
  "tika-vin02t35:14": "Therī punadivase rukkhamūle piṇḍāya caritvā theraṁ upasaṅkamitvā ‘‘imaṁ piṇḍapātaṁ paribhuñjathā’’ti āha. Thero ‘‘vaṭṭissati therī’’ti vatvā tuṇhī aṭṭhāsi. Dhammiko tāta piṇḍapāto, kukkuccaṁ akatvā paribhuñjathāti. Vaṭṭissati therīti. Sā pattaṁ gahetvā ākāse khipi. Patto ākāse aṭṭhāsi. Thero ‘‘sattatālamatte ṭhitampi bhikkhunībhattameva therī’’ti vatvā ‘‘bhayaṁ nāma sabbakālaṁ na hoti, bhaye vūpasante ariyavaṁsaṁ kathayamāno ‘bho piṇḍapātika bhikkhunībhattaṁ bhuñjitvā vītināmayitthā’ti cittena anuvadiyamāno santhambhituṁ na sakkhissāmi, appamattā hotha theriyo’’ti maggaṁ āruhi. Rukkhadevatāpi ‘‘sace thero theriyā hatthato piṇḍapātaṁ paribhuñjissati, na naṁ nivattessāmi, sace na paribhuñjissati, nivattessāmī’’ti cintayamānā ṭhatvā therassa gamanaṁ disvā rukkhā oruyha ‘‘pattaṁ, bhante, dethā’’ti pattaṁ gahetvā theraṁ rukkhamūlaṁyeva ānetvā āsanaṁ paññapetvā piṇḍapātaṁ datvā katabhattakiccaṁ paṭiññaṁ kāretvā dvādasa bhikkhuniyo dvādasa ca bhikkhū satta vassāni upaṭṭhahi . Idaṁ devatā ussukkaṁ āpajjantīti ettha vatthu. Tatra hi therī sāraṇīyadhammapūrikā ahosi.",
  "tika-vin02t35:15": "Natthi etesaṁ khaṇḍanti akhaṇḍāni, taṁ pana nesaṁ khaṇḍaṁ dassetuṁ ‘‘yassā’’tiādi vuttaṁ. Tattha upasampannasīlānaṁ uddesakkamena ādiantā veditabbā. Tenāha ‘‘sattasū’’tiādi. Anupasampannasīlānaṁ pana samādānakkamenapi ādiantā labbhanti. Pariyante chinnasāṭako viyāti vatthante dasante vā chinnavatthaṁ viya. Visadisudāharaṇañcetaṁ ‘‘akhaṇḍānī’’ti imassa adhikatattā. Evaṁ sesānipi udāharaṇāni. Khaṇḍanti khaṇḍavantaṁ, khaṇḍitaṁ vā. Chiddantiādīsupi eseva nayo. Visabhāgavaṇṇena gāvī viyāti sambandho. Visabhāgavaṇṇena upaḍḍhaṁ tatiyabhāgaṁ vā sambhinnavaṇṇaṁ sabalaṁ, visabhāgavaṇṇeheva pana bindūhi antarantarā vimissaṁ kammāsaṁ. Ayaṁ imesaṁ viseso.",
  "tika-vin02t35:16": "Bhujissabhāvakaraṇatoti taṇhādāsabyato mocetvā bhujissabhāvakaraṇato. Sīlassa ca taṇhādāsabyato mocanaṁ vivaṭṭūpanissayabhāvāpādanaṁ, tenassa vivaṭṭūpanissayatā dassitā. ‘‘Bhujissabhāvakaraṇato’’ti ca iminā bhujissakarāni bhujissānīti uttarapadalopenāyaṁ niddesoti dasseti. Yasmā ca taṁsamaṅgīpuggalo serī sayaṁvasī bhujisso nāma hoti, tasmāpi bhujissāni. Suparisuddhabhāvena pāsaṁsattā viññupasatthāni. Aviññūnaṁ pasaṁsāya appamāṇabhāvato viññūgahaṇaṁ kataṁ. Taṇhādiṭṭhīhi aparāmaṭṭhattāti ‘‘imināhaṁ sīlena devo vā bhavissāmi devaññataro vā’’ti taṇhāparāmāsena ‘‘imināhaṁ sīlena devo hutvā tattha nicco dhuvo sassato bhavissāmī’’ti diṭṭhiparāmāsena ca aparāmaṭṭhattā. Atha vā ‘‘ayaṁ te sīlesu dāso’’ti catūsu vipattīsu yaṁ vā taṁ vā vipattiṁ dassetvā ‘‘imaṁ nāma tvaṁ āpannapubbo’’ti kenaci parāmaṭṭhuṁ anuddhaṁsetuṁ asakkuṇeyyattā aparāmaṭṭhānīti evamettha attho daṭṭhabbo. Sīlaṁ nāma avippaṭisārādipārampariyena yāvadeva samādhisampādanatthanti āha ‘‘samādhisaṁvattanikānī’’ti. Samādhisaṁvattanappayojanāni samādhisaṁvattanikāni.",
  "tika-vin02t35:17": "Samānabhāvo sāmaññaṁ, paripuṇṇacatupārisuddhibhāvena majjhe bhinnasuvaṇṇassa viya bhedābhāvato sīlena sāmaññaṁ sīlasāmaññaṁ, taṁ gato upagatoti sīlasāmaññagato. Tenāha ‘‘samānabhāvūpagatasīlo’’ti, sīlasampattiyā samānabhāvaṁ upagatasīlo sabhāgavuttikoti attho. Sotāpannādīnañhi sīlaṁ samuddantarepi devalokepi vasantānaṁ aññesaṁ sotāpannādīnaṁ sīlena samānameva hoti, natthi maggasīle nānattaṁ. Kāmañhi puthujjanānampi catupārisuddhisīle nānattaṁ na siyā, taṁ pana na ekantikanti idha nādhippetaṁ, maggasīlaṁ pana ekantikaṁ niyatabhāvatoti tameva sandhāya ‘‘yāni tāni sīlānī’’tiādi vuttaṁ.",
  "tika-vin02t35:18": "Yāyanti yā ayaṁ mayhañceva tumhākañca paccakkhabhūtā. Diṭṭhīti maggasammādiṭṭhi. Niddosāti niddhutadosā, samucchinnarāgādipāpadhammāti attho. Niyyātīti vaṭṭadukkhato nissarati nigacchati. Sayaṁ niyantīyeva hi taṁmaggasamaṅgīpuggalaṁ vaṭṭadukkhato niyyāpetīti vuccati. Yā satthu anusiṭṭhi, taṁ karotīti takkaro, tassa, yathānusiṭṭhaṁ paṭipajjanakassāti attho. Diṭṭhisāmaññagatoti saccasampaṭivedhena samānadiṭṭhibhāvaṁ upagato.",
  "tika-vin02t35:19": "Katipucchāvāravaṇṇanā niṭṭhitā.",
  "tika-vin02t35:20": "Chaāpattisamuṭṭhānavārakathāvaṇṇanā",
  "tika-vin02t35:21": "276.Paṭhamena āpattisamuṭṭhānenātiādi sabbaṁ uddesaniddesādivasena pavattapāḷiṁ anusāreneva sakkā viññātuṁ.",
  "tika-vin02t35:22": "Samathabhedaṁ",
  "tika-vin02t35:23": "Adhikaraṇapariyāyavārakathāvaṇṇanā",
  "tika-vin02t35:24": "293.Lobhopubbaṅgamotiādīsu pana lobhahetu vivadanato ‘‘lobho pubbaṅgamo’’ti vuttaṁ. Evaṁ sesesupi. Ṭhānānīti kāraṇāni. Tiṭṭhanti etthāti ṭhānaṁ. Ke tiṭṭhanti? Vivādādhikaraṇādayo. Vasanti etthāti vatthu. Bhavanti etthāti bhūmi. Kusalākusalābyākatacittasamaṅgino vivadanato ‘‘nava hetū’’ti vuttaṁ. Dvādasa mūlānīti ‘‘kodhano hoti upanāhī’’tiādīni dvādasa mūlāni.",
  "tika-vin02t35:25": "294-295. Imāneva dvādasa kāyavācāhi saddhiṁ ‘‘cuddasa mūlānī’’ti vuttāni. Satta āpattikkhandhā ṭhānānīti ettha āpattiṁ āpajjitvā paṭicchādentassa yā āpatti, tassā pubbe āpannā āpattiyo ṭhānānīti veditabbaṁ. ‘‘Natthi āpattādhikaraṇaṁ kusala’’nti vacanato āpattādhikaraṇe akusalābyākatavasena cha hetū vuttā. Kusalacittaṁ pana aṅgaṁ hoti, na hetu.",
  "tika-vin02t35:26": "296.Cattāri kammāni ṭhānānīti ettha ‘‘evaṁ kattabba’’nti itikattabbatādassanavasena pavattapāḷi kammaṁ nāma, yathāṭhitapāḷivasena karontānaṁ kiriyā kiccādhikaraṇaṁ nāma. Ñattiñattidutiyañatticatutthakammāni ñattito jāyanti, apalokanakammaṁ apalokanatovāti āha ‘‘ñattito vā apalokanato vā’’ti. Kiccādhikaraṇaṁ ekena samathena sammati, sampajjatīti attho. Tehi sametabbattā ‘‘vivādādhikaraṇassa sādhāraṇā’’ti vuttaṁ.",
  "tika-vin02t35:27": "Tabbhāgiyavārakathāvaṇṇanā",
  "tika-vin02t35:28": "298.Vivādādhikaraṇassa tabbhāgiyāti vivādādhikaraṇassa vūpasamato tappakkhikā.",
  "tika-vin02t35:29": "Samathā samathassa sādhāraṇavārakathāvaṇṇanā",
  "tika-vin02t35:30": "299. Ekaṁ adhikaraṇaṁ sabbe samathā ekato hutvā sametuṁ sakkonti na sakkontīti pucchanto ‘‘samathā samathassa sādhāraṇā, samathāsamathassa asādhāraṇā’’ti āha. Yebhuyyasikāya samanaṁ sammukhāvinayaṁ vinā na hotīti āha ‘‘yebhuyyasikā sammukhāvinayassa sādhāraṇā’’ti. Sativinayādīhi samanassa yebhuyyasikāya kiccaṁ natthīti āha ‘‘sativinayassa…pe… asādhāraṇā’’ti. Evaṁ sesesupi. Tabbhāgiyavārepi eseva nayo.",
  "tika-vin02t35:31": "Vinayavārakathāvaṇṇanā",
  "tika-vin02t35:32": "302. Sabbesampi samathānaṁ vinayapariyāyo labbhatīti ‘‘vinayo sammukhāvinayo’’tiādinā vinayavāro uddhaṭo. Siyā na sammukhāvinayoti ettha sammukhāvinayaṁ ṭhapetvā sativinayādayo sesasamathā adhippetā. Esa nayo sesesupi.",
  "tika-vin02t35:33": "Kusalavārakathāvaṇṇanā",
  "tika-vin02t35:34": "303. Saṅghassa sammukhā paṭiññāte taṁ paṭijānanaṁ saṅghasammukhatā nāma. Tassa paṭijānanacittaṁ sandhāya ‘‘sammukhāvinayo kusalo’’tiādi vuttanti vadanti. Natthi sammukhāvinayo akusaloti dhammavinayapuggalasammukhatāhi tivaṅgiko sammukhāvinayo etehi vinā natthi. Tattha kusalacittehi karaṇakāle kusalo, arahantehi karaṇakāle abyākato. Etesaṁ saṅghasammukhatādīnaṁ akusalapaṭipakkhattā akusalassa sambhavo natthi, tasmā ‘‘natthi sammukhāvinayo akusalo’’ti vuttaṁ. ‘‘Yebhuyyasikā adhammavādīhi vūpasamanakāle, dhammavādīnampi adhammavādimhi salākaggāhāpake jāte akusalā. Sativinayo anarahato sañcicca sativinayadāne akusalo. Amūḷhavinayo anummattakassa dāne, paṭiññātakaraṇaṁ mūḷhassa ajānato paṭiññāya karaṇe, tassapāpiyasikā suddhassa karaṇe, tiṇavatthārakaṁ mahākalahe sañcicca karaṇe ca akusalaṁ. Sabbattha arahato vaseneva abyākata’’nti sabbametaṁ gaṇṭhipadesu vuttaṁ.",
  "tika-vin02t35:35": "Samathavāravissajjanāvārakathāvaṇṇanā",
  "tika-vin02t35:36": "304-305.Yattha yebhuyyasikā labbhati, tattha sammukhāvinayo labbhatītiādi pucchā. Yasmiṁsamaye sammukhāvinayena cātiādi tassā vissajjanaṁ, yasmiṁ samaye sammukhāvinayena ca yebhuyyasikāya ca adhikaraṇaṁ vūpasammati, tasmiṁ samaye yattha yebhuyyasikā labbhati, tattha sammukhāvinayo labbhatīti evaṁ sabbattha sambandho. Yattha paṭiññātakaraṇaṁ labbhati, tattha sammukhāvinayo labbhatīti ettha ekaṁ vā dve vā bahū vā bhikkhū ‘‘imaṁ nāma āpattiṁ āpannosī’’ti pucchite sati ‘‘āmā’’ti paṭijānane dvepi paṭiññātakaraṇasammukhāvinayā labbhanti. Tattha ‘‘saṅghasammukhatā dhammavinayapuggalasammukhatā’’ti evaṁ vuttasammukhāvinaye saṅghassa purato paṭiññātaṁ ce, saṅghasammukhatā. Tattheva desitaṁ ce, dhammavinayasammukhatāyopi laddhā honti. Atha vivadantā aññamaññaṁ paṭijānanti ce, puggalasammukhatā. Tasseva santike desitaṁ ce, dhammavinayasammukhatāyopi laddhā honti. Ekasseva vā ekassa santike āpattidesanakāle ‘‘passasi, passāmī’’ti vutte tattha dhammavinayapuggalasammukhatāsaññito sammukhāvinayo ca paṭiññātakaraṇañca laddhaṁ hoti.",
  "tika-vin02t35:37": "Saṁsaṭṭhavārakathāvaṇṇanā",
  "tika-vin02t35:38": "306. Adhikaraṇānaṁ vūpasamova samatho nāma, tasmā adhikaraṇena vinā samathā natthīti āha ‘‘mā hevantissa vacanīyo…pe… vinibbhujitvā nānākaraṇaṁ paññāpetu’’nti.",
  "tika-vin02t35:39": "Samathādhikaraṇavārakathāvaṇṇanā",
  "tika-vin02t35:40": "309-310.Samathā samathehi sammantītiādi pucchā. Siyā samathā samathehi sammantītiādi vissajjanaṁ. Tattha samathā samathehi sammantīti ettha sammantīti sampajjanti, adhikaraṇā vā pana sammanti vūpasamaṁ gacchanti, tasmā yebhuyyasikā sammukhāvinayena sammatīti ettha sammukhāvinayena saddhiṁ yebhuyyasikā sampajjati, na sativinayādīhi saddhiṁ tesaṁ tassā anupakārattāti evamattho daṭṭhabbo.",
  "tika-vin02t35:41": "311. ‘‘Sammukhāvinayo vivādādhikaraṇena sammatī’’ti pāṭho. ‘‘Sammukhāvinayo na kenaci sammatī’’ti hi avasāne vuttattā sammukhāvinayo sayaṁ samathena vā adhikaraṇena vā sametabbo na hoti.",
  "tika-vin02t35:42": "313.Vivādādhikaraṇaṁ…pe… kiccādhikaraṇena sammatīti ettha ‘‘suṇātu me bhante …pe… paṭhamaṁ salākaṁ nikkhipāmī’’ti evaṁ vivādādhikaraṇaṁ kiccādhikaraṇena sammatīti daṭṭhabbaṁ.",
  "tika-vin02t35:43": "Samuṭṭhāpanavārakathāvaṇṇanā",
  "tika-vin02t35:44": "314.Vivādādhikaraṇaṁ na katamaṁ adhikaraṇaṁ samuṭṭhāpetīti ‘‘nāyaṁ dhammo’’ti vuttamatteneva kiñci adhikaraṇaṁ na samuṭṭhāpetīti attho.",
  "tika-vin02t35:45": "Bhajativārakathāvaṇṇanā",
  "tika-vin02t35:46": "318-9.Katamaṁ adhikaraṇaṁ pariyāpannanti katamādhikaraṇapariyāpannaṁ, ayameva vā pāṭho. Vivādādhikaraṇaṁ vivādādhikaraṇaṁ bhajatīti paṭhamuppannavivādaṁ pacchā uppanno bhajati. Vivādādhikaraṇaṁ dve samathe bhajatīti ‘‘maṁ vūpasametuṁ samatthā tumhe’’ti vadantaṁ viya bhajati. Dvīhi samathehi saṅgahitanti ‘‘mayaṁ taṁ vūpasamessāmā’’ti vadantehi viya dvīhi samathehi saṅgahitaṁ.",
  "tika-vin02t35:47": "Khandhakapucchāvāro",
  "tika-vin02t35:48": "Pucchāvissajjanāvaṇṇanā",
  "tika-vin02t35:49": "320.Nidānenaca niddesena ca saddhinti ettha nidānenāti sikkhāpadapaññattidesasaṅkhātena nidānena. Niddesenāti puggalādiniddesena. Ubhayenapi tassa tassa sikkhāpadassa vatthu dassitaṁ, tasmā vatthunā saddhiṁ khandhakaṁ pucchissāmīti ayamettha attho. Tatthāti tasmiṁ upasampadakkhandhake. Uttamāni padāni vuttānīti ‘‘na, bhikkhave, ūnavīsativasso puggalo upasampādetabbo’’tiādinā (mahāva. 99, 124) nayena uttamapadāni vuttāni. Cammasaṁyutteti cammakkhandhake."
}