{
  "tika-s0404t16:0": "4. Upālivaggo",
  "tika-s0404t16:1": "1. Upālisuttavaṇṇanā",
  "tika-s0404t16:2": "31. Catutthassa paṭhame atthavaseti vuddhivisese, sikkhāpadapaññattihetu adhigamanīye hitaviseseti attho. Atthoyeva vā atthavaso, dasa atthe dasa kāraṇānīti vuttaṁ hoti. Atha vā attho phalaṁ tadadhīnavuttitāya vaso etassāti atthavaso, hetūti evampettha attho daṭṭhabbo. ‘‘Ye mama sotabbaṁ saddahātabbaṁ maññissanti, tesaṁ taṁ assa dīgharattaṁ hitāya sukhāyā’’ti vuttattā ‘‘yo ca tathāgatassa vacanaṁ sampaṭicchati, tassa taṁ dīgharattaṁ hitāya sukhāya saṁvattatī’’ti vuttaṁ. Asampaṭicchane ādīnavanti bhaddālisutte viya asampaṭicchane ādīnavaṁ dassetvā. Sukhavihārābhāve sahajīvamānassa abhāvato sahajīvitāpi sukhavihārova vutto. Sukhavihāro nāma catunnaṁ iriyāpathavihārānaṁ phāsutā.",
  "tika-s0404t16:3": "Maṅkutanti nittejataṁ. Dhammenātiādīsu dhammoti bhūtaṁ vatthu. Vinayoti codanā ceva sāraṇā ca. Satthusāsananti ñattisampadā ceva anussāvanasampadā ca.",
  "tika-s0404t16:4": "Piyasīlānanti sikkhākāmānaṁ. Tesañhi sīlaṁ piyaṁ hoti. Tenevāha ‘‘sikkhāttayapāripūriyā ghaṭamānā’’ti. Sandiddhamanāti saṁsayaṁ āpajjamanā . Ubbaḷhā hontīti pīḷitā honti. Saṅghakammānīti satipi uposathapavāraṇānaṁ saṅghakammabhāve gobalībaddañāyena uposathaṁ pavāraṇañca ṭhapetvā upasampadādisesasaṅghakammānaṁ gahaṇaṁ veditabbaṁ. Samaggānaṁ bhāvo sāmaggī.",
  "tika-s0404t16:5": "‘‘Nāhaṁ, cunda, diṭṭhadhammikānaṁyeva āsavānaṁ saṁvarāya dhammaṁ desemī’’ti (dī. ni. 3.182) ettha vivādamūlabhūtā kilesā āsavāti āgatā.",
  "tika-s0404t16:6": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "tika-s0404t16:7": "Yakkhattaṁ yena gaccheyyaṁ, manussattañca abbaje;",
  "tika-s0404t16:8": "Te mayhaṁ āsavā khīṇā, viddhastā vinaḷīkatā’’ti. (a. ni. 4.36) –",
  "tika-s0404t16:9": "Ettha tebhūmakaṁ kammaṁ avasesā ca akusalā dhammā. Idha pana parūpavādavippaṭisāravadhabandhādayo ceva apāyadukkhabhūtā ca nānappakārā upaddavā āsavāti āha ‘‘asaṁvare ṭhitena tasmiṁyeva attabhāve pattabbā’’tiādi. Yadi hi bhagavā sikkhāpadaṁ na ca paññapeyya, tato asaddhammappaṭisevanaadinnādānapāṇātipātādihetu ye uppajjeyyuṁ parūpavādādayo diṭṭhadhammikā nānappakārā anatthā, ye ca tannimittameva nirayādīsu nibbattassa pañcavidhabandhanakammakāraṇādivasena mahādukkhānubhavanappakārā anatthā, te sandhāya idaṁ vuttaṁ ‘‘diṭṭhadhammikānaṁ āsavānaṁ saṁvarāya samparāyikānaṁ āsavānaṁ paṭighātāyā’’ti. Diṭṭhadhammo vuccati paccakkho attabhāvo, tattha bhavā diṭṭhadhammikā. Tena vuttaṁ ‘‘tasmiṁyeva attabhāve pattabbā’’ti. Sammukhā garahanaṁ akitti, parammukhā garahanaṁ ayaso. Atha vā sammukhā parammukhā garahanaṁ akitti, parivārahāni ayasoti veditabbaṁ. Āgamanamaggathakanāyāti āgamanadvārapidahanatthāya. Samparetabbato pecca gantabbato samparāyo, paralokoti āha ‘‘samparāye narakādīsū’’ti.",
  "tika-s0404t16:10": "Methunādīni rajjanaṭṭhānāni. Pāṇātipātādīni dussanaṭṭhānāni.",
  "tika-s0404t16:11": "Saṁvaravinayoti sīlasaṁvaro, satisaṁvaro, ñāṇasaṁvaro, khantisaṁvaro, vīriyasaṁvaroti pañcavidho saṁvaro. Yathāsakaṁ saṁvaritabbānaṁ vinetabbānañca kāyaduccaritādīnaṁ saṁvaraṇato saṁvaro, vinayanato vinayoti vuccati . Pahānavinayoti tadaṅgappahānaṁ vikkhambhanappahānaṁ, samucchedappahānaṁ, paṭipassaddhippahānaṁ, nissaraṇappahānanti pañcavidhaṁ pahānaṁ yasmā cāgaṭṭhena pahānaṁ, vinayaṭṭhena vinayo, tasmā ‘‘pahānavinayo’’ti vuccati. Samathavinayoti satta adhikaraṇasamathā. Paññattivinayoti sikkhāpadameva. Sikkhāpadapaññattiyā hi vijjamānāya eva sikkhāpadasambhavato paññattivinayopi sikkhāpadapaññattiyā anuggahito hoti. Sesamettha vuttatthameva.",
  "tika-s0404t16:12": "Upālisuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t16:13": "Upālivaggavaṇṇanā niṭṭhitā."
}