{
  "tika-s0302t2:0": "3. Dhātusaṁyuttaṁ",
  "tika-s0302t2:1": "1. Nānattavaggo",
  "tika-s0302t2:2": "1. Dhātunānattasuttavaṇṇanā",
  "tika-s0302t2:3": "85.Paṭhamanti imasmiṁ nidānavagge saṁyuttānaṁ paṭhamaṁ saṁgītattā. Nissattaṭṭhasuññataṭṭhasaṅkhātenāti dhammamattatāya nissattatāsaṅkhātena niccasubhasukhaattasuññatatthasaṅkhātena. Sabhāvaṭṭhenāti yathābhūtasabhāvaṭṭhena. Tato eva sabhāvassa dhāraṇaṭṭhena dhātūti laddhanāmānaṁ. Nānāsabhāvo aññamaññavisadisatā dhātunānattaṁ. Cakkhusaṅkhāto pasādo cakkhupasādo. So eva cakkhanaṭṭhena cakkhu, nissattasuññataṭṭhena dhātu cāti cakkhudhātu. Cakkhupasādavatthuṁ adhiṭṭhānaṁ katvā pavattaṁ cakkhupasādavatthukaṁ. Sesapadesupi eseva nayo. Dve sampaṭicchanamanodhātuyo, ekā kiriyā manodhātūti tisso manodhātuyo manodhātu ‘‘mananamattā dhātū’’ti katvā. Vedanādayo…pe… nibbānañca dhammadhātu visesasaññāparihārena sāmaññasaññāya pavattanato. Tathā hete dhammā āyatanadesanāya ‘‘dhammāyatana’’nteva desitā. Na hi nesaṁ rūpāyatanādīnaṁ viya viññāṇehi aññaviññāṇena gahetabbatākāro atthi. Sabbampīti chasattatividhaṁ manoviññāṇaṁ. Kāmāvacarā kāmadhātupariyāpannattā. Avasāne dveti dhammadhātumanoviññāṇadhātuyo. Ayamettha saṅkhepo, vitthāro pana visuddhimagge taṁsaṁvaṇṇanāsu daṭṭhabbo.",
  "tika-s0302t2:4": "Dhātunānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:5": "2. Phassanānattasuttavaṇṇanā",
  "tika-s0302t2:6": "86. Jātipasutiārammaṇādibhedena nānābhāvo phasso. Jātipaccayabhedena hi paccayuppannassa bhedo hotiyeva. Dhammaparicchedavasena dhātudesanāyaṁ tisso mananamattā dhātuyova manodhātuyo. Kiriyāmayassa cittuppattivibhāgena paccayuppannassa vasena dhātudesanāyaṁ mananaṭṭhena dhātutāya sāmaññato manodvārāvajjanaṁ ‘‘manodhātū’’ti adhippetanti vuttaṁ ‘‘manosamphasso manodvāre paṭhamajavanasampayutto’’tiādi. Tasmāti yasmā kāmaṁ sampaṭicchanamanodhātuanantaraṁ uppajjamāno santīraṇaviññāṇadhātuyā sampayutto phassopi manosamphasso eva nāma, dubbalattā pana so sabbabhavesu asambhavato ca gahito anavasesato gahaṇaṁ na hotīti manodvāre javanasamphasso hoti, tasmā. Ayamettha atthoti ayaṁ idha adhippāyānugato attho.",
  "tika-s0302t2:7": "Phassanānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:8": "3. Nophassanānattasuttavaṇṇanā",
  "tika-s0302t2:9": "87.Manosamphassaṁ paṭiccāti manodvāre paṭhamajavanasampayutto phasso manosamphasso, taṁ manosamphassaṁ paṭicca. Manodhātūti āvajjanakiriyamanodhātu. Manoviññāṇadhātu manodhātūti veneyyajjhāsayavasena vuttaṁ. Tenāha ‘‘manodvāre…pe… evamattho daṭṭhabbo’’ti. Tathā hi vakkhati ‘‘sabbāni cetānī’’tiādi.",
  "tika-s0302t2:10": "Nophassanānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:11": "4. Vedanānānattasuttavaṇṇanā",
  "tika-s0302t2:12": "88.Sabbāpi tasmiṁ dvāre vedanā vatteyyuṁ cakkhusamphassavedanā upanissayapaccayabhāvitā. Nibbattiphāsukatthanti nibbattiyā upanissayabhāvena pavattiyā dassanasukhatthaṁ. Sampaṭicchanavedanameva gahetuṁ vaṭṭati, tāya gahitāya itarāsaṁ gahaṇaṁ ñāyāgatamevāti. Vuttaṁ porāṇaṭṭhakathāyaṁ. Āvajjanasamphassanti āvajjanamanosamphassaṁ. Anantarūpanissayabhūtaṁ paṭicca paṭhamajavanavasena uppajjatīti yojanā. Ayamadhippāyo upanissayassa adhippetattā.",
  "tika-s0302t2:13": "Vedanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:14": "5. Dutiyavedanānānattasuttavaṇṇanā",
  "tika-s0302t2:15": "89.Tatiyacatutthesuvuttanayāvāti ‘‘no cakkhusamphassaṁ paṭicca uppajjati cakkhudhātū’’ti evaṁ vuttanayo, catutthe ‘‘cakkhudhātuṁ, bhikkhave, paṭicca uppajjati cakkhusamphasso’’tiādinā vuttanayo ca. Ekato katvāti ekajjhaṁ katvā desitā. Kasmā pana tesu suttesu evaṁ desanā pavattāti āha ‘‘sabbāni cetānī’’tiādi. Paṭisedho pana tesaṁ vedanānānattādīnaṁ phassanānattādikassa paccayabhāvato tathāuppattiyā asambhavato. Ito paresūti ‘‘no pariyesanānānattaṁ paṭicca uppajjati pariḷāhanānatta’’ntiādīsu.",
  "tika-s0302t2:16": "Dutiyavedanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:17": "6. Bāhiradhātunānattasuttavaṇṇanā",
  "tika-s0302t2:18": "90.Pañca dhātuyo kāmāvacarā rūpasabhāvattā.",
  "tika-s0302t2:19": "Bāhiradhātunānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:20": "7. Saññānānattasuttavaṇṇanā",
  "tika-s0302t2:21": "91.Āpāthe patitanti cakkhussa āpāthagataṁ sāṭakaveṭhanādisaññitaṁ bhūtasaṅghātaṁ sammā nissitaṁ. Cakkhudvāre sampaṭicchanādisampayuttasaññānaṁ saṅkappagatikattā, cakkhuviññāṇasampayuttasaññāgahaṇeneva vā gahetabbato ‘‘rūpasaññāti cakkhuviññāṇasampayuttā saññā’’ti vuttaṁ tattha saññāya eva labbhanato. Eteneva hi taṁsampayutto saṅkappoti idampi saṁvaṇṇitanti daṭṭhabbaṁ. Tenāha ‘‘saññāsaṅkappachandā ekajavanavārepi nānājavanavārepi labbhantī’’ti. Javanasampayuttassa vitakkassa chandagatikattā vuttaṁ ‘‘tīhi cittehi sampayutto saṅkappo’’ti. Chandikataṭṭhenāti chandakaraṇaṭṭhena, icchitaṭṭhenāti attho. Anuḍahanaṭṭhenāti pariḍahanaṭṭhena. Sannissayaḍāharasā hi rāgaggiādayo ‘‘rūpe’’ti pana tassa ārammaṇadassanametaṁ. Pariḷāhoti pariḷāhasīsena apekkhaṁ vadati. Tenāha ‘‘pariḷāhe uppanne’’tiādi. ‘‘Pariḷāho’’ti daḷhajjhosānā balavākārappattā vuttāti āha ‘‘pariḷāhapariyesanā pana nānājavanavāreyeva labbhantī’’ti. Tāsaṁ laddhūpanissayabhāvatoti dasseti. Iminā nayenāti ‘‘uppajjati saññānānatta’’nti ettha vuttanayena attho veditabbo. ‘‘Rūpasaññādinānāsabhāvaṁ saññaṁ paṭicca kāmasaṅkappādinānāsabhāvo saṅkappo uppajjatī’’tiādinā nayena veditabbo.",
  "tika-s0302t2:22": "Saññānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:23": "8. Nopariyesanānānattasuttavaṇṇanā",
  "tika-s0302t2:24": "92.Paṭisedhamattameva nānaṁ, sesaṁ heṭṭhā vuttanayamevāti adhippāyo.",
  "tika-s0302t2:25": "Nopariyesanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:26": "9. Bāhiraphassanānattasuttādivaṇṇanā",
  "tika-s0302t2:27": "93.Vuttappakāreārammaṇeti ‘‘āpāthe patita’’ntiādinā heṭṭhā vuttappakāre rūpārammaṇe. Saññāti rūpasaññāva. Arūpadhammopi samāno yasmiṁ ārammaṇe pavattati, taṁ phusanto viya hotīti vuttaṁ ‘‘ārammaṇaṁ phusamāno’’ti. Taṇhāya vatthubhūtaṁyeva rūpārammaṇaṁ labbhatīti katvā ‘‘rūpalābho’’ti adhippetanti āha ‘‘saha taṇhāya ārammaṇaṁ rūpalābho’’ti. Sabbasaṅgāhikanayoti ekasmiṁyeva ārammaṇe sabbesaṁ saññādīnaṁ dhammānaṁ uppattiyā sabbasaṅgaṇhanavasena dassitanayo. Tenāha ‘‘ekasmiṁyevā’’tiādi. Sabbasaṅgāhikanayoti vā dhuvaparibhogavasena nibaddhārammaṇanti vā āgantukārammaṇanti vā vibhāgaṁ akatvā sabbasaṅgāhikanayo. Aparo nayo. Missakoti āgantukārammaṇe nibaddhārammaṇe ca visayato nibaddhārammaṇena missako. Nibaddhārammaṇe sattānaṁ kileso mando hoti. Tathā hi saññāsaṅkappaphassavedanāva dassitā. Yaṁ kiñci viyāti yaṁ kiñci aññamaññaṁ viya. Khobhetvāti kutūhaluppādanavasena cittaṁ khobhetvā.",
  "tika-s0302t2:28": "Upāsikāti tassa amaccaputtassa bhariyaṁ sandhāyāha. Tasminti āgantukārammaṇe. Lābho nāma ‘‘labbhatī’’ti katvā.",
  "tika-s0302t2:29": "Uruvalliyavāsīti uruvalliyaleṇavāsī, uruvalliyavihāravāsīti vadanti. Pāḷiyāti ‘‘dhātunānattaṁ, bhikkhave, paṭicca uppajjatī’’tiādinayapavattāya imissā suttapāḷiyā. Parivaṭṭetvāti majjhe gahitaphassavedanāpariyosāne ṭhapanavasena pāḷiṁ parivaṭṭetvā. Vuttappakāretiādi parivattetabbākāradassanaṁ. Tattha vuttappakāreti āpāthagatarūpārammaṇe. Avibhūtavāranti avibhūtārammaṇavāraṁ. Ayameva vā pāṭho. Gaṇhanti kathenti. Ekajavanavārepi labbhanti cirataranivesābhāvā. Nānājavanavāreyeva daḷhataranivesatāya.",
  "tika-s0302t2:30": "94.Dasamaṁ uttānameva navame vuttanayattā. Paṭisedhamattameva hettha nānattanti.",
  "tika-s0302t2:31": "Bāhiraphassanānattasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:32": "Nānattavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:33": "2. Dutiyavaggo",
  "tika-s0302t2:34": "1. Sattadhātusuttavaṇṇanā",
  "tika-s0302t2:35": "95. Ābhātīti ābhā, ālokabhāvena nipphajjati, upaṭṭhātīti vā attho. So eva nijjīvaṭṭhena dhātūti ābhādhātu. Ālokassāti ālokakasiṇassa. Suṭṭhu, sobhanaṁ vā bhātīti subhaṁ. Kasiṇasahacaraṇato jhānaṁ subhaṁ. Sesaṁ vuttanayameva. Suparisuddhavaṇṇaṁ kasiṇaṁ. Ākāsānañcādayopi subhārammaṇaṁ evāti keci. Desanaṁ niṭṭhāpesīti desanaṁ uddesamatte eva ṭhapesi. Pāḷiyaṁ ‘‘andhakāraṁ paṭicca paññāyatī’’ti etthāpi ārammaṇameva gahitaṁ, tathā ‘‘ayaṁ dhātu asubhaṁ paṭicca paññāyatī’’ti etthāpi. Yathā hi idha suvaṇṇaṁ kasiṇaṁ subhanti adhippetaṁ, evaṁ dubbaṇṇaṁ asubhanti.",
  "tika-s0302t2:36": "Andhakāraṁ paṭiccāti andhakāraṁ paṭicchādakapaccayaṁ paṭicca. Paññāyatīti pākaṭo hoti. Tenāha ‘‘andhakāro hī’’tiādi. Ālokopi, andhakārena paricchinno hotīti yojanā. Andhakāro tāva ālokena paricchinno hotu ‘‘yattha āloko natthi, tattha andhakāro’’ti āloko kathaṁ andhakārena paricchinno hotīti āha ‘‘andhakārena hi so pākaṭo hotī’’ti. Paricchedalekhāya viya cittarūpaṁ andhakārena hi parito paricchinno hutvā paññāyati, yathā taṁ chāyāya ātapo. Eseva nayoti asubhasubhānaṁ aññamaññaparicchinnataṁ atidisitvā tattha adhippetameva dassento ‘‘asubhe sati subhaṁ paññāyatī’’ti āha. Evamāhāti ‘‘asubhaṁ paṭicca subhaṁ paññāyatī’’ti avoca. ‘‘Rūpī rūpāni passatī’’tiādīsu viya uttarapadalopenāyaṁ niddesoti āha ‘‘rūpaṁ paṭiccāti rūpāvacarasamāpattiṁ paṭiccā’’ti. Tāya hi sati adhigatāya. Rūpasamatikkamā vā hotīti sabhāvārammaṇānaṁ rūpajjhānānaṁ samatikkamā ākāsānañcāyatanasamāpatti nāma hotīti attho. Eseva nayoti iminā ‘‘ākāsānañcāyatanasamatikkamā viññāṇañcāyatanasamāpatti nāma hotī’’tiādinā dvepi pakāre atidisati. Paṭisaṅkhāti paṭisaṅkhāñāṇena. Appavattinti yathāparicchinnakālaṁ appavattanaṁ. Etena khaṇanirodhādiṁ paṭikkhipati.",
  "tika-s0302t2:37": "Kathaṁ samāpatti pattabbāti imāsu sattasu dhātūsu kā pakārā saññāsamāpatti nānā hutvā samāpajjitabbā. Tenāha ‘‘kīdisā samāpattiyo’’tiādi. Saññāya atthibhāvenāti paṭukiccāya saññāya atthibhāvena. Sukhumasaṅkhārānaṁ tattha samāpattiyaṁ avasissatāya. Nirodhovāti saṅkhārānaṁ nirodho eva.",
  "tika-s0302t2:38": "Sattadhātusuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:39": "2. Sanidānasuttavaṇṇanā",
  "tika-s0302t2:40": "96.Bhāvanapuṁsakametaṁ ‘‘visamaṁ candimasūriyā parivattantī’’tiādīsu (a. ni. 4.70) viya. Sanidānanti attano phalaṁ nidadātīti nidānaṁ, kāraṇanti āha ‘‘sanidānosappaccayo’’ti. Kāmapaṭisaṁyuttoti kāmarāgasaṅkhātena kāmena paṭisaṁyutto vā kāmapaṭibaddho vā. Takketīti takko. Abhūtakāraṁ samāropetvā kappetīti saṅkappo. Ārammaṇe cittaṁ appetīti appanā. Visesena appetīti byappanā. Ārammaṇe cittaṁ abhiniropentaṁ viya pavattatīti cetaso abhiniropanā. Micchā viparīto pāpako saṅkappoti micchāsaṅkappo. Aññesu ca kāmapaṭisaṁyuttesu vijjamānesu vitakko eva kāmadhātusaddena niruḷho daṭṭhabbo vitakkassa kāmapasaṅgappattisātisayattā. Esa nayo byāpādadhātuādīsupi. Sabbepi akusalā dhammā kāmadhātu hīnajjhāsayehi kāmetabbadhātubhāvato.",
  "tika-s0302t2:41": "Kilesakāmassa ārammaṇabhāvattā sabbākusalasaṁgāhikāya kāmadhātuyā itarā dve saṅgahetvā kathanaṁ sabbasaṅgāhikā. Tissannaṁ dhātūnaṁ aññamaññaṁ asaṅkarato kathā asambhinnā. Imaṁ kāmāvacarasaññitaṁ kāmavitakkasaññitañca kāmadhātuṁ. Paṭiccāti paccayabhūtaṁ labhitvā. Tīhi kāraṇehīti tīhi sārabhūtehi kāraṇehi.",
  "tika-s0302t2:42": "Byāpādavitakko byāpādo uttarapadalopena, so eva nijjīvaṭṭhena sabhāvadhāraṇaṭṭhena dhātūti byāpādadhātu. Byāpajjati cittaṁ etenāti byāpādo, doso. Byāpādopi dhātūti yojanā. Sahajātapaccayādivasenāti sahajātaaññamaññanissayasampayuttaatthiavigatapaccayavasena. Visesena hi parassa attano ca dukkhāpanaṁ vihiṁsā, sā eva dhātu, atthato rosanā parūpaghāto, tathā pavatto vā dosasahagatacittuppādo.",
  "tika-s0302t2:43": "Tiṇagahane araññeti tiṇehi gahanabhūte araññe. Anayabyasananti apāyabyasanaṁ, pariharaṇūpāyarahitaṁ vipattinti vā attho. Avaḍḍhiṁ vināsanti avaḍḍhiñceva vināsañcāti vadanti sabbaso vaḍḍhirahitaṁ. Sukkhatiṇadāyo viya ārammaṇaṁ kilesaggisaṁvaddhanaṭṭhena. Tiṇukkā viyaakusalasaññā anudahanaṭṭhena. Tiṇakaṭṭha…pe… sattā anayabyasanāpattito. ‘‘Ime sattā’’ti hi ayoniso paṭipajjamānā adhippetā. Tenāha ‘‘yathā sukkhatiṇadāye’’tiādi.",
  "tika-s0302t2:44": "Samatābhāvato samatāvirodhato visamatāhetuto ca visamā rāgādayoti āha ‘‘rāgavisamādīni anugata’’nti. Icchitabbā avassaṁbhāvinibhāvena.",
  "tika-s0302t2:45": "Saṁkilesato nikkhamanaṭṭhena nekkhammo, so eva nijjīvaṭṭhena dhātūti nekkhammadhātu. Svāyaṁ nekkhammasaddo pabbajjādīsu kusalavitakke ca niruḷhoti āha ‘‘nekkhammavitakkopi nekkhammadhātū’’ti. Itarāpi dve dhātuyoti abyāpādaavihiṁsādhātuyo vadati. Visuṁ dīpetabbā sarūpena āgatattā. Vitakkādayoti nekkhammasaṅkappacchandapariḷāhapariyesanā. Yathānurūpaṁ attano attano paccayānurūpaṁ. Kathaṁ panettha kusaladhammesu pariḷāho vuttoti? Saṅkhārapariḷāhamattaṁ sandhāyetaṁ vuttaṁ, soḷasasu ākāresu dukkhasacce santāpaṭṭho viya vutto, yassa vigamena arahato sītibhāvappatti vuccati.",
  "tika-s0302t2:46": "Sayaṁ na byāpajjati, tena vā taṁsamaṅgīpuggalo na kiñci byāpādetīti abyāpādo, vihiṁsāya vuttavipariyāyehi sā veditabbā. Hitesibhāvena mijjati siniyhatīti mitto, mittassa esāti metti, abyāpādo. Mettāyanāti mettākāraṇaṁ, mettāya vā ayanā pavattanā. Mettāyitattanti mettāyitassa mettāya pavattassa bhāvo. Mettācetovimuttīti mettāyanavasena pavatto cittasamādhi. Sesaṁ vuttanayameva.",
  "tika-s0302t2:47": "Sanidānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:48": "3. Giñjakāvasathasuttavaṇṇanā",
  "tika-s0302t2:49": "97.Ito paṭṭhāyāti ‘‘dhātuṁ, bhikkhave’’ti imasmā tatiyasuttato paṭṭhāya. Yāva kammavaggo, tāva netvā upagantvā seti etthāti āsayo, hīnādibhāvena adhīno āsayo ajjhāsayo, taṁ ajjhāsayaṁ, adhimuttanti attho. Saññā uppajjatītiādīsu hīnādibhedaṁ ajjhāsayaṁ paṭicca hīnādibhedā saññā, tannissayadiṭṭhivikappanā, vitakko ca uppajjati sahajātakoṭiyā upanissayakoṭiyā ca. Satthāresūti tesaṁ satthupaṭiññatāya vuttaṁ, na satthulakkhaṇasabbhāvato. Asammāsambuddhesūti ādhāre visaye ca bhummaṁ ekato katvā vuttanti paṭhamaṁ tāva dassento ‘‘mayaṁ sammāsambuddhā’’tiādiṁ vatvā itaraṁ dassento ‘‘tesu sammāsambuddhā ete’’tiādimāha. Tesaṁ ‘‘mayaṁ sammāsambuddhā’’ti uppannadiṭṭhi idha mūlabhāvena pucchitā, itarā anusaṅkitāti pucchatiyevāti sāsaṅkaṁ vadati.",
  "tika-s0302t2:50": "‘‘Mahatī’’ti ettha mahāsaddo ‘‘mahājano’’tiādīsu viya bahuatthavācakoti daṭṭhabbo. Avijjāpi hīnahīnatarahīnatamādibhedena bahupakārā. Tassāti diṭṭhiyā. Kasmā panettha ‘‘yadidaṁ avijjā dhātū’’ti avijjaṁ uddharitvā ‘‘hīnaṁ dhātuṁ paṭiccā’’ti ajjhāsayadhātu niddiṭṭhāti? Na kho panetaṁ evaṁ daṭṭhabbaṁ, ‘‘aññaṁ uddharitvā aññaṁ niddiṭṭhā’’ti, yato avijjāsīsena ajjhāsayadhātu eva gahitā. Avijjāgahito hi purisapuggalo diṭṭhajjhāsayo hīnādibhedaṁ avijjādhātuṁ nissāya tato saññādiṭṭhiādike saṅkappeti. Paṇidhi patthanā, sā pana tathā tathā cittassa ṭhapanavasena hotīti āha ‘‘cittaṭṭhapana’’nti. Tenāha ‘‘sā panesā’’tiādi. Eteti hīnapaccayā saññādiṭṭhivitakkacetanā patthanā paṇidhisaṅkhātā hīnā dhammā. Hīno nāma hīnadhammasamāyogato. Sabbapadānīti ‘‘paññapetī’’tiādīni padāni yojetabbāni hīnasaddena majjhimuttamaṭṭhānantarassa asambhavato. Upapajjanaṁ ‘‘upapattī’’ti āha ‘‘dve upapattiyo paṭilābho ca nibbatti cā’’ti. Tattha hīnakulādīti ādi-saddena hīnarūpabhogaparisādīnaṁ saṅgaho. Hīnattikavasenāti hīnattike vuttattikapadavasenāti adhippāyo. Cittuppādakkhaṇeti idaṁ hīnattikapariyāpannānaṁ cittuppādānaṁ vasena tattha tattha laddhattā vuttaṁ. Pañcasu nīcakulesūti caṇḍālavenanesādarathakārapukkusakulesu. Dvādasaakusalacittuppādānaṁ pana yo koci paṭilābho hīnoti yojanā. Sesadvayepi eseva nayo. Imasmiṁ ṭhāneti ‘‘yāyaṁ, bhante, diṭṭhī’’tiādinā āgate imasmiṁ ṭhāne. ‘‘Dhātuṁ, bhikkhave, paṭicca uppajjatī’’tiādinā āgatattā nibbattiyeva adhippetā, na paṭilābho.",
  "tika-s0302t2:51": "Giñjakāvasathasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:52": "4. Hīnādhimuttikasuttavaṇṇanā",
  "tika-s0302t2:53": "98.Ekatohontīti samānacchandatāya ajjhāsayato ekato honti. Nirantarā hontīti tāya eva samānacchandatāya cittena nibbisesā honti. Idha adhimutti nāma ajjhāsayadhātūti āha ‘‘hīnādhimuttikāti hīnajjhāsayā’’ti.",
  "tika-s0302t2:54": "Hīnādhimuttikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:55": "5. Caṅkamasuttavaṇṇanā",
  "tika-s0302t2:56": "99.Mahāpaññesūti vipulapaññesu. Nanti sāriputtattheraṁ. Khandhantaranti khandhavibhāgaṁ, khandhānaṁ vā antaraṁ viseso atthīti khandhantaro. Esa nayo sesesupi. Parikammanti iddhividhādhigamassa pubbabhāgaparikammañceva uttaraparikammañca. Ānisaṁsanti iddhānisaṁsañceva ānisaṁsañca. Adhiṭṭhānaṁ vikubbananti adhiṭṭhānavidhānañceva vikubbanavidhānañca. Vuttanayenevāti ‘‘pathaviṁ pattharanto viyā’’tiādinā.",
  "tika-s0302t2:57": "Dhutaṅgaparihāranti dhutaṅgānaṁ pariharaṇavidhiṁ. Pariharaṇaggahaṇeneva samādānaṁ siddhaṁ hotīti taṁ na gahitaṁ. Ānisaṁsanti taṁtaṁdhutaṅgapariharaṇe daṭṭhabbaṁ ānisaṁsameva. Samodhānanti ‘‘ettakā piṇḍapātapaṭisaṁyuttā, ettakā senāsanapaṭisaṁyuttā’’ti paccayavasena aññamaññañca antogadhattā. Adhiṭṭhānanti adhiṭṭhānavidhiṁ. Bhedanti ukkaṭṭhādibhedañceva bhinnākārañca.",
  "tika-s0302t2:58": "Parikammanti ‘‘dibbacakkhu evaṁ uppādetabbaṁ, evaṁ visodhetabba’’ntiādinā parikammavidhānaṁ. Ānisaṁsanti paresaṁ ajjhāsayānurūpāyatanādiānisaṁsapabhedaṁ. Upakkilesanti sādhāraṇaṁ asādhāraṇaṁ duvidhaṁ upakkilesaṁ. Vipassanābhāvanupakkilesā hi dibbacakkhussa upakkilesāti veditabbā.",
  "tika-s0302t2:59": "Saṅkhepavitthāragambhīruttānavicitrakathādīsūti saṅkhepo vitthāro gambhīratā uttānatā vicitrabhāvo neyyatthatā nītatthatāti evamādīsu dhammassa kathetabbappakāresu taṁ taṁ kathetabbākāraṁ.",
  "tika-s0302t2:60": "Iti-saddo ādiattho, pakārattho vā. Tena –",
  "tika-s0302t2:61": "‘‘Ādimhi sīlaṁ deseyya, (dī. ni. aṭṭha. 1.190; ma. ni. aṭṭha. 1.291)",
  "tika-s0302t2:62": "Majjhe cittaṁ viniddise;",
  "tika-s0302t2:63": "Ante paññā kathetabbā,",
  "tika-s0302t2:64": "Eso dhammakathāvidho’’ti. –",
  "tika-s0302t2:65": "Evaṁ kathetabbākāraṁ saṅgaṇhāti.",
  "tika-s0302t2:66": "‘‘Sithilaṁ dhanitañca dīgharassaṁ, garukaṁ lahukañca niggahītaṁ;",
  "tika-s0302t2:67": "Sambandhaṁ vavatthitaṁ vimuttaṁ, dasadhā byañjanabuddhiyā pabhedo’’ti. (dī. ni. 1.190; ma. ni. aṭṭha. 1.291; pari. 485) –",
  "tika-s0302t2:68": "Evaṁ vuttaṁ dasavidhaṁ byañjanabuddhiṁ. Aṭṭhuppattinti tassa tassa suttassa jātakassa ca aṭṭhuppattiṁ. Anusandhinti pacchānusandhiādianusandhiṁ. Pubbāparanti sambandhaṁ. Idaṁ padaṁ evaṁ vattabbaṁ, idaṁ pubbāparaṁ evaṁ gahetabbanti.",
  "tika-s0302t2:69": "Kulasaṅgaṇhanaparihāranti lābhuppādanatthaṁ kulānaṁ saṅgaṇhanavidhino pariharaṇaṁ tanniyamitaṁ ekantikaṁ kulasaṅgahaṇavidhiṁ.",
  "tika-s0302t2:70": "Caṅkamasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:71": "6. Sagāthāsuttavaṇṇanā",
  "tika-s0302t2:72": "100. ‘‘Dhātuso saṁsandantī’’ti idaṁ ajjhāsayato sarikkhatādassanaṁ, na kāyena missībhāvadassananti āha ‘‘samuddantare’’tiādi. Nirantaroti nibbiseso. Saṁsaggāti pañcavidhasaṁsaggahetu. Saṁsaggagahaṇena cettha saṁsaggavatthukā taṇhā gahitā. Tenāha ‘‘dassana…pe… snehenā’’ti.",
  "tika-s0302t2:73": "Vanati bhajati sajjati tenāti vanaṁ, vanathoti ca kileso vuccatīti āha ‘‘vanatho jātoti kilesavanaṁ jāta’’nti. Itare saṁsaggamūlakāti tameva paṭikkhipanto āha ‘‘adassanenā’’ti. Sādhujīvīti sādhu suṭṭhu jīvī, taṁjīvanasīlo. Tenāha ‘‘parisuddhajīvitaṁ jīvamāno’’ti.",
  "tika-s0302t2:74": "Sagāthāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:75": "7. Assaddhasaṁsandanasuttavaṇṇanā",
  "tika-s0302t2:76": "101.Nirojāti saddhāsnehābhāvena nisnehā. Tato eva arasabhāvena nirasā. Ekasadisāti samasamā nibbisesā. Tenāha ‘‘nirantarā’’ti. Alajjitāya ekasīmakatā bhinnamariyādā. Saddhā tesaṁ atthīti saddhā. Tantipālakāti saddhammatantiyā pālakā. Vaṁsānurakkhakāti ariyavaṁsassa anurakkhakā. Āraddhavīriyāti paggahitavīriyā. Yasmā tādisānaṁ vīriyaṁ paripuṇṇaṁ nāma hoti kiccasiddhiyā, tasmā vuttaṁ ‘‘paripuṇṇaparakkamā’’ti. Sabbakiccapariggāhikāyāti catunnaṁ satipaṭṭhānānaṁ bhāvanākiccapariggāhikāya.",
  "tika-s0302t2:77": "Assaddhasaṁsandanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:78": "8-12. Assaddhamūlakasuttādivaṇṇanā",
  "tika-s0302t2:79": "102-106.Aṭṭhamādīnīti aṭṭhamaṁ navamaṁ dasamaṁ ekādasamaṁ dvādasamanti imāni pañca suttānīti eke. Apare pana nava suttānīti icchanti. Svāyamattho aṭṭhakathāyaṁ vuttoyeva. Pāḷiyañca kesuci potthakesu likhīyati.",
  "tika-s0302t2:80": "Assaddhamūlakasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:81": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:82": "3. Kammapathavaggo",
  "tika-s0302t2:83": "1-2. Asamāhitasuttādivaṇṇanā",
  "tika-s0302t2:84": "107-108.Ito paresūti ito dutiyavaggato paresu suttesu. Paṭhamanti paṭhamavagge paṭhamaṁ. Kasmā panettha evaṁ desanā pavattāti āha ‘‘evaṁ vuccamāne’’tiādi.",
  "tika-s0302t2:85": "Asamāhitasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:86": "3-5. Pañcasikkhāpadasuttādivaṇṇanā",
  "tika-s0302t2:87": "109-111.Surāmerayasaṅkhātanti piṭṭhasurādisurāsaṅkhātaṁ pupphāsavādimerayasaṅkhātañca. Majjanaṭṭhena majjaṁ. Surāmerayamajjappamādoti vuccati ‘‘majjati tenā’’ti katvā. Tasmiṁ tiṭṭhantīti tasmiṁ pamāde pamajjanavasena tiṭṭhantīti attho. Sesaṁ tatiyacatutthesu suviññeyyamevāti.",
  "tika-s0302t2:88": "Pañcame tāni padāni saṁvaṇṇetuṁ ‘‘pañcame’’tiādi āraddhaṁ. Tattha pāṇo nāma vohārato satto, paramatthato jīvitindriyaṁ, taṁ pāṇaṁ atipātenti aticca antareyeva, atikkamma vā satthādīhi abhibhavitvā pātenti saṇikaṁ patituṁ adatvā sīghaṁ pātentīti attho. Kāyena vācāya vā adinnaṁ parasantakaṁ. Ādiyantīti gaṇhanti. Micchāti na sammā, gārayhavasena. Musāti atathaṁ vatthu. Vadantīti visaṁvādanavasena vadanti. Piyasuññakaraṇato pisuṇā, pisati vā pare satte, hiṁsatīti attho. Mammacchedikāti etena parassa mammacchedavasena ekantapharusasañcetanā pharusavācā nāmāti dasseti. Abhijjhāsaddo lubbhane niruḷhoti āha ‘‘parabhaṇḍe lubbhanasīlāti attho’’ti. Byāpannanti dosavasena vipannaṁ. Pakativijahanena pūtibhūtaṁ. Sādhūhi garahitabbataṁ pattā ‘‘natthi dinna’’ntiādinayappavattā natthikāhetukaakiriyadiṭṭhi kammapathapariyāpannā nāma. Micchattapariyāpannā sabbāpi lokuttaramaggapaṭipakkhā viparītadiṭṭhi.",
  "tika-s0302t2:89": "Tesanti kammapathānaṁ. Vohāratoti indriyabaddhaṁ upādāya paññattimattato. Tiracchānagatādīsūti ādi-saddena petānaṁ saṅgaho. Payogavatthumahantatādīhi mahāsāvajjatā tehi paccayehi uppajjamānāya cetanāya balavabhāvato. Yathāvuttapaccayavipariyāyepi taṁtaṁpaccayehi cetanāya balavabhāvavasena appasāvajjamahāsāvajjatā vā veditabbā. Iddhimayoti kammavipākiddhimayo dāṭhākoṭanādīnaṁ viya.",
  "tika-s0302t2:90": "Methunasamācāresūti sadāraparadāragamanavasena duvidhesu methunasamācāresu. Tepi hīnādhimuttikehi kattabbato kāmā nāma. Micchācāroti gārayhācāro. Gārayhatā cassa ekantanihīnatāyāti āha ‘‘ekantanindito lāmakācāro’’ti asaddhammādhippāyenāti asaddhammasevanādhippāyena. Gottarakkhitāti sagottehi rakkhitā. Dhammarakkhitāti sahadhammehi rakkhitā. Sassāmikā nāma sārakkhā. Yassā gamane daṇḍo ṭhapito, sā saparidaṇḍā. Bhariyabhāvāya dhanena kītā dhanakkītā. Chandena vasatīti chandavāsinī. Bhogatthaṁ vasatīti bhogavāsinī. Paṭatthaṁ vasatīti paṭavāsinī. Udakapattaṁ āmasitvā gahitā odapattakinī. Cumbaṭaṁ apanetvā gahitā obhaṭacumbaṭā. Karamarānītā dhajāhaṭā. Taṅkhaṇikaṁ gahitā muhuttikā. Abhibhavitvā vītikkamo micchācāro mahāsāvajjo, na tathā dvinnaṁ samānacchandatāya. Abhibhavitvā vītikkamane satipi maggenamaggapaṭipattiadhivāsane purimuppannasevanābhisandhipayogābhāvato micchācāro na hoti abhibhuyyamānassāti vadanti. Sevanācitte sati payogābhāvo appamāṇaṁ yebhuyyena itthiyā sevanāpayogassa abhāvato. Tathā sati puretaraṁ sevanācittassa upaṭṭhānepi tassā micchācāro na siyā, tathā purisassapi sevanāpayogābhāve. Tasmā attano ruciyā pavattitassa vasena tayo, balakkārena pavattitassa vasena tayoti sabbepi aggahitaggahaṇena ‘‘cattāro sambhārā’’ti vuttaṁ.",
  "tika-s0302t2:91": "Āsevanamandatāyāti yāya akusalacetanāya samphaṁ palapati, tassā ittarakālatāya pavattiyā anāsevanāti paridubbalā hoti cetanā.",
  "tika-s0302t2:92": "Upasaggavasena atthavisesavācino dhātusaddāti abhijjhāyatīti padassa parabhaṇḍābhimukhītiādiattho vutto. Tanninnatāyāti tasmiṁ parabhaṇḍe lubbhanavasena ninnatāya. Abhipubbo jhe-saddo lubbhane niruḷhoti daṭṭhabbo. Yassa bhaṇḍaṁ abhijjhāyati, tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjātiādinā nayena tattha appasāvajjamahāsāvajjavibhāgo veditabbo. Tenāha ‘‘adinnādānaṁ viyā’’tiādi. Attano pariṇāmanaṁ cittenevāti daṭṭhabbaṁ.",
  "tika-s0302t2:93": "Hitasukhaṁ byāpādayatīti yo naṁ uppādeti, yassa uppādeti, tassa sati samavāye hitasukhaṁ vināseti. Aho vatāti iminā yathā abhijjhāne vatthuno ekantato attano pariṇāmanaṁ dassitaṁ , evamidhāpi vatthuno ‘‘aho vatā’’ti iminā parassa vināsacintāya ekantato niyamitabhāvaṁ dasseti. Evañhi nesaṁ dāruṇappavattiyā kammapathappavatti.",
  "tika-s0302t2:94": "Yathābhuccagahaṇābhāvenāti yathātacchagahaṇassa abhāvena aniccādisabhāvassa niccādito gahaṇena. Micchā passatīti vitathaṁ passati. Samphappalāpo viyāti iminā āsevanassa appamahantatāhi micchādiṭṭhiyā appasāvajjamahāsāvajjatā. Vatthunoti gahitavatthuno. Gahitākāraviparītatāti micchādiṭṭhiyā gahitākārassa viparītatā. Tathābhāvenāti attano gahitākāreneva tassā diṭṭhiyā, gahitassa vā vatthuno upaṭṭhānaṁ ‘‘evametaṁ, na ito aññathā’’ti.",
  "tika-s0302t2:95": "Dhammatoti sabhāvato. Koṭṭhāsatoti cittaṅgakoṭṭhāsato, yaṁkoṭṭhāsā honti, tatoti attho. Cetanādhammāvāti cetanāsabhāvā eva. Paṭipāṭiyā sattāti ettha nanu cetanā abhidhamme kammapathesu na vuttāti paṭipāṭiyā sattannaṁ kammapathabhāvo na yuttoti? Na, avacanassa aññahetukattā. Na hi tattha cetanāya akammapathattā kammapatharāsimhi avacanaṁ, kadāci pana kammapatho hoti, na sabbadāti kammapathabhāvassa aniyatattā avacanaṁ. Yadā, panassa kammapathabhāvo hoti, tadā kammapatharāsisaṅgaho na nivārito. Etthāha – yadi cetanāya sabbadā kammapathabhāvābhāvato aniyato kammapathabhāvoti kammapatharāsimhi avacanaṁ, nanu abhijjhādīnampi kammapathabhāvaṁ appattānaṁ atthitāya aniyato kammapathabhāvoti tesampi kammapatharāsimhi avacanaṁ āpajjatīti? Nāpajjati, kammapathatātaṁsabhāgatāhi tesaṁ tattha vuttattā. Yadi evaṁ cetanāpi tattha vattabbā siyā? Saccametaṁ. Sā pana pāṇātipātādikāti pākaṭo tassā kammapathabhāvoti na vuttā siyā. Cetanāya hi ‘‘cetanāhaṁ, bhikkhave, kammaṁ vadāmi (a. ni. 6.63; kathā. 539) tividhā, bhikkhave, kāyasañcetanā akusalaṁ kāyakamma’’ntiādivacanato (kathā. 539) kammabhāvo pākaṭo. Kammaṁyeva ca sugatiduggatīnaṁ tatthuppajjanakasukhadukkhānañca pathabhāvena pavattaṁ kammapathoti vuccatīti pākaṭo, tassā kammapathabhāvo. Abhijjhādīnaṁ pana cetanāsamīhanabhāvena sucaritaduccaritabhāvo, cetanājanitapiṭṭhivaṭṭakabhāvena sugatiduggatitaduppajjanakasukhadukkhānaṁ pathabhāvo cāti, na tathā pākaṭo kammapathabhāvoti, te eva tena sabhāvena dassetuṁ abhidhamme kammapatharāsibhāvena vuttā. Atathājātiyakattā vā cetanā tehi saddhiṁ na vuttāti daṭṭhabbaṁ. Mūlaṁ patvāti mūladesanaṁ patvā, mūlasabhāvesu dhammesu desiyamānesūti attho.",
  "tika-s0302t2:96": "Adinnādānaṁ sattārammaṇanti idaṁ ‘‘pañca sikkhāpadā parittārammaṇā evā’’ti imāya pāḷiyā virujjhati. Yañhi pāṇātipātādidussīlyassa ārammaṇaṁ, tadeva taṁ veramaṇiyā ārammaṇaṁ. Vītikkamitabbavatthuto eva hi viratīti. ‘‘Sattārammaṇa’’nti vā sattasaṅkhātaṁ saṅkhārārammaṇameva upādāya vuttattā na koci virodho. Tathā hi vuttaṁ sammohavinodaniyaṁ (vibha. aṭṭha. 714) ‘‘yāni sikkhāpadāni ettha ‘sattārammaṇānī’ti vuttāni, tāni yasmā ‘sattoti’ti saṅkhaṁ gate saṅkhāreyeva ārammaṇaṁ karontī’’ti. Ito paresupi eseva nayo. Visabhāgavatthuno ‘‘itthipurisā’’ti gahetabbato sattārammaṇotipi eke. ‘‘Eko diṭṭho, dve sutā’’tiādinā samphappalapane diṭṭhasutamutaviññātavasena. Tathā abhijjhāti ettha tathā-saddo ‘‘diṭṭhasutamutaviññātavasenā’’ti idampi upasaṁharati, na sattasaṅkhārārammaṇataṁ eva dassanādivasena abhijjhāyanato. ‘‘Natthi sattā opapātikā’’ti pavattamānāpi micchādiṭṭhi tebhūmakadhammārammaṇā evāti adhippāyena tassā saṅkhārārammaṇatā vuttā. Kathaṁ pana micchādiṭṭhiyā mahaggatappattā dhammā ārammaṇaṁ hontīti? Sādhāraṇato. Natthi sukaṭadukkaṭānaṁ kammānaṁ phalaṁ vipākoti hi pavattamānāya atthato rūpārūpāvacaradhammāpi gahitāva hontīti.",
  "tika-s0302t2:97": "Sukhabahulatāya rājāno hasamānāpi ‘‘coraṁ ghātethā’’ti vadanti, hāso pana tesaṁ aññavisayoti āha ‘‘sanniṭṭhāpakacetanā pana nesaṁ dukkhasampayuttāva hotī’’ti. Majjhattavedano na hoti, sukhavedanova. Tattha ‘‘kāmānaṁ samudayā’’tiādinā vedanābhedo veditabbo. Lobhasamuṭṭhāno musāvādo sukhavedano vā siyā majjhattavedano vā, dosasamuṭṭhāno dukkhavedano vāti musāvādo tivedano siyā. Iminā nayena sesesupi yathārahaṁ vedanānaṁ ‘‘lobho nidānaṁ kammānaṁ samudayāyā’’tiādinā bhedo veditabbo.",
  "tika-s0302t2:98": "Pāṇātipāto dosamohavasena dvimūlakoti sampayuttamūlameva sandhāya vuttaṁ. Tassa hi mūlaṭṭhena upakārabhāvo dosaviseso, nidānamūle pana gayhamāne lobhamohavasenapi vaṭṭati. Sammūḷho āmisakiñjakkhakāmopi hi pāṇaṁ hanati. Tenevāha ‘‘lobho nidānaṁ kammānaṁ samudayāyā’’tiādi (a. ni. 3.34). Sesesupi eseva nayo.",
  "tika-s0302t2:99": "Asamādinnasīlassa sampattato yathāupaṭṭhitavītikkamitabbavatthuto virati sampattavirati. Samādānena uppannā virati samādānavirati. Kilesānaṁ samucchindanavasena pavattā maggasampayuttā virati samucchedavirati. Kāmañcettha pāḷiyaṁ viratiyova āgatā, sikkhāpadavibhaṅge pana cetanāpi āharitvā dassitāti tadubhayampi gaṇhanto ‘‘cetanāpi vaṭṭanti viratiyopī’’ti āha.",
  "tika-s0302t2:100": "Adussīlyārammaṇā jīvitindriyādiārammaṇā kathaṁ dussīlyāni pajahantīti dassetuṁ ‘‘yathā panā’’tiādi vuttaṁ. Pāṇātipātādīhi viramaṇavasena pavattanato tadārammaṇabhāveneva tāni pajahanti. Na hi tadeva ārabbha taṁ pajahituṁ sakkā tato anissaṭabhāvato.",
  "tika-s0302t2:101": "Anabhijjhā…pe… viramantassāti abhijjhaṁ pajahantassāti attho. Na hi manoduccaritato virati atthi anabhijjhādīheva tappahānasiddhito.",
  "tika-s0302t2:102": "Pañcasikkhāpadasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:103": "7. Dasaṅgasuttavaṇṇanā",
  "tika-s0302t2:104": "113.Micchattasammattavasenāti ettha micchābhāvo micchattaṁ, tathā sammābhāvo sammattaṁ. Tathā tathā pavattā akusalakkhandhāva micchāsati, evaṁ micchāñāṇampi daṭṭhabbaṁ. Na hi ñāṇassa micchābhāvo nāma atthi. Tasmā micchāñāṇinoti micchāsaññāṇāti attho, ayoniso pavattacittuppādāti adhippāyo. Micchāpaccavekkhaṇenāti micchādiṭṭhiādīnaṁ micchā ayoniso paccavekkhaṇena. Kusalavimuttīti pakatipurisasantarajānanaṁ, guṇaviyuttassa attano sakattani avaṭṭhānanti evamādiṁ akusalapavattiṁ ‘‘kusalavimuttī’’ti gahetvā ṭhitā micchāvimuttikā. Sammāpaccavekkhaṇāti jhānavimokkhādīsu sammā aviparītaṁ pavattā paccavekkhaṇā.",
  "tika-s0302t2:105": "Dasaṅgasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:106": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:107": "4. Catutthavaggo",
  "tika-s0302t2:108": "1. Catudhātusuttavaṇṇanā",
  "tika-s0302t2:109": "114.Patiṭṭhādhātūti sahajātānaṁ dhammānaṁ patiṭṭhābhūtā dhātu. Ābandhanadhātūti nahāniyacuṇṇassa udakaṁ viya sahajātadhammānaṁ ābandhanabhūtā dhātu. Paripācanadhātūti sūriyo phalādīnaṁ viya sahajātadhammānaṁ paripācanabhūtā dhātu. Vitthambhanadhātūti dutiyo viya sahajātadhammānaṁ vitthambhanabhūtā dhātu. Kesādayo vīsati koṭṭhāsā. Ādi-saddena pittādayo santappanādayo uddhaṅgamā vātādayo gahitā. Etāti dhātuyo.",
  "tika-s0302t2:110": "Catudhātusuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:111": "2. Pubbesambodhasuttavaṇṇanā",
  "tika-s0302t2:112": "115. Ayaṁ pathavīdhātuṁ nissāya taṁ ārabbha pavatto assādo. Evaṁ pavattānanti evaṁ kāye pabhāvassa pavedanavaseneva pavattānaṁ. Hutvā abhāvākārenāti pubbe avijjamānā paccayasāmaggiyā hutvā uppajjitvā puna bhaṅgupagamanato uddhaṁ abhāvākārena. Na niccāti aniccā addhuvattā, dhuvaṁ niccaṁ. Paṭipīḷanākārenāti udayabbayavasena abhiṇhaṁ pīḷanākārena dukkhaṭṭhena. Sabhāvavigamākārenāti attano sabhāvassa vigacchanākārena. Sabhāvadhammā hi appamattaṁ khaṇaṁ patvā nirujjhanti. Tasmā te ‘‘jarāya maraṇena cā’’ti dvedhā vipariṇamanti. Tenāha ‘‘vipariṇāmadhammā’’ti. Ādīnaṁ vāti pavattetīti ādīnavo, paramakāpaññatā. Vinīyatīti vūpasamīyati. Accantappahānavasena nissarati etenāti nissaraṇaṁ.",
  "tika-s0302t2:113": "Sāyaṁ nipannā sabbarattiṁ khepetvā pāto uṭṭhahāma, māsapuṇṇaghaṭo viya no sarīraṁ nissandābhāvato.",
  "tika-s0302t2:114": "Phusitamattesupīti udakassa phusitamattesupi.",
  "tika-s0302t2:115": "Atināmenti kālaṁ. Evaṁ vuttanayena pavattā puggalā etā pathavīdhātuādayo assādenti nāma abhirativasena tattha ākaṅkhuppādanato.",
  "tika-s0302t2:116": "Abhivisiṭṭhena ñāṇenāti aggamaggañāṇena. Rukkho bodhi ‘‘bujjhati etthā’’ti katvā. Maggo bodhi ‘‘bujjhati etenā’’ti katvā. Sabbaññutaññāṇaṁ bodhi sammā sāmañca sabbadhammānaṁ bujjhanato. Nibbānaṁ bodhi bujjhitabbato. Tesanti niddhāraṇe sāmivacanaṁ. Sāvakapāramīñāṇanti sāvakapāramīñāṇaṁ yāthāvato dassanavatthu.",
  "tika-s0302t2:117": "Akuppāti paṭipakkhehi akopetabbo. Kāraṇatoti ariyamaggato. Tato hissa akuppatā. Tenāha ‘‘sā hī’’tiādī. Ārammaṇatoti nibbānārammaṇato nibbānārammaṇānaṁ lokiyasamāpattīnaṁ abhāvato.",
  "tika-s0302t2:118": "Vitthāravasenāti ekekadhātuvasenāti vadanti, ekekissā pana dhātuyā lakkhaṇavibhattidassanavasena. Yanti hetuatthe nipāto, yaṁ nimittanti attho. Assādeti etenāti assādo, taṇhā. Ayaṁ pathavīdhātuyā assādoti ettha ayaṁ-saddo ‘‘pahānapaṭivedho’’ti etthāpi ānetvā sambandhitabbo ‘‘ayaṁ pahānapaṭivedho paṭivijjhitabbaṭṭhena samudayasacca’’nti. Esa nayo sesasaccesupi. Yāti yathāvuttesu assādo ādīnavo nissaraṇanti imesu tīsu ṭhānesu pavattā yā diṭṭhi…pe… yo samādhi, ayaṁ bhāvanāpaṭivedho maggasaccanti vuttanayeneva yojetabbaṁ.",
  "tika-s0302t2:119": "Pubbesambodhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:120": "3. Acariṁsuttavaṇṇanā",
  "tika-s0302t2:121": "116. Yathā yāvatā nissaraṇapariyesanaṭṭhāne ādīnavapariyesanā, evaṁ yāvatā ādīnavapariyesanaṭṭhāne assādapariyesanā sammāpaṭipannassāti vuttaṁ ‘‘acarinti ñāṇacārena acariṁ, anubhavanacārenā’’ti.",
  "tika-s0302t2:122": "Acariṁsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:123": "4. Nocedaṁsuttavaṇṇanā",
  "tika-s0302t2:124": "117.Nissaṭātiādīni padāni, ādito vuttapaṭisedhenāti ‘‘nevā’’ti ettha vuttena nakārena. Tenāha ‘‘na nissaṭā’’tiādi. Vimariyādikatenātiādi ca ettha viharaṇapekkhaṇe karaṇavacanaṁ. Dutiyanayeti ‘‘yato ca kho, bhikkhave’’tiādinā vuttanaye. Kilesavaṭṭamariyādāya sabbaso abhāvato nimmariyādikatena cittena. Tenāha ‘‘tatthā’’tiādi. Tīsūti dutiyādīsu tīsu.",
  "tika-s0302t2:125": "Nocedaṁsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:126": "5. Ekantadukkhasuttavaṇṇanā",
  "tika-s0302t2:127": "118.Ekanteneva dukkhāti avīcimahānirayo viya ekantato dukkhā eva sukhena avomissā. Dukkhena anupatitāti dukkheneva sabbaso upagatā. Dukkhena okkantāti bahiddhā viya antopi dukkhena avakkantā anupaviṭṭhā. Sukhavedanāpaccayatāya imāsaṁ dhātūnaṁ sukhatā viya dukkhavedanāpaccayatāpi veditabbā, saṅkhāradukkhatā pana sabbattha caritā eva . Sabbatthāti sabbāsu dhātūsu, sabbaṭṭhānesu vā. Paṭhamaṁ sukhaṁ dassetvāpi pacchā dukkhassa kathitattā ‘‘dukkhalakkhaṇaṁ kathita’’nti vuttaṁ.",
  "tika-s0302t2:128": "Ekantadukkhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:129": "6-10. Abhinandasuttādivaṇṇanā",
  "tika-s0302t2:130": "119-123. Chaṭṭhasattamesu vaṭṭavivaṭṭaṁ kathitaṁ. Aṭṭhakathāyaṁ pana ‘‘vivaṭṭaṁ kathita’’nti vuttaṁ . Tīsu suttesu. Catusaccamevāti cattāri saccāni samāhaṭāni catusaccanti tesaṁ ekajjhaṁ gahaṇaṁ, niyamo pana tabbinimuttassa paramatthassa abhāvato.",
  "tika-s0302t2:131": "Abhinandasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:132": "Catutthavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:133": "Sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "tika-s0302t2:134": "Dhātusaṁyuttavaṇṇanāya līnatthappakāsanā samattā."
}