{
  "tika-vin07t4:0": "3. Aniyatakaṇḍo",
  "tika-vin07t4:1": "1. Paṭhamaaniyatasikkhāpadavaṇṇanā",
  "tika-vin07t4:2": "443. Puttasaddena sāmaññaniddesato, ekasesanayena vā puttīpi gahitāti āha ‘‘bahū dhītaro cā’’ti. Tadanantaranti bhikkhūnaṁ bhojanānantaraṁ.",
  "tika-vin07t4:3": "444-5.Taṁ kammanti taṁ methunādiajjhācārakammaṁ. Pāḷiyaṁ ‘‘sotassa raho’’ti idaṁ atthuddhāravasena vuttaṁ, upari sikkhāpade ‘‘na heva kho pana paṭicchanna’’ntiādinā (pārā. 454) etassa sikkhāpadassa visayaṁ paṭikkhipitvā ‘‘alañca kho hoti mātugāmaṁ duṭṭhullāhi vācāhi obhāsitu’’nti visayantarabhūtasotarahassa visuṁ vakkhamānattā, idha pana cakkhurahova adhippeto ‘‘paṭicchanne āsane’’tiādivacanato, ‘‘sakkā hoti methunaṁ dhammaṁ paṭisevitu’’nti vuttattā ca. Tenāha ‘‘kiñcāpī’’tiādi. Paricchedoti rahonisajjāpattiyā vavatthānaṁ.",
  "tika-vin07t4:4": "Idāni cakkhuraheneva āpattiṁ paricchinditvā dassento ‘‘sacepi hī’’tiādimāha. ‘‘Pihitakavāṭassā’’ti iminā paṭicchannabhāvato cakkhussa rahova adhippeto, na sotassa rahoti dasseti. Tenāha ‘‘apihitakavāṭassa…pe… anāpatti’’nti. Na hi kavāṭapidahanena sotassa raho vigacchati, cakkhussa raho eva pana vigacchati. ‘‘Antodvādasahatthepī’’ti idaṁ dutiyasikkhāpade āgatasotassa rahena āpajjitabbaduṭṭhullavācāpattiyā sabbathā anāpattibhāvaṁ dassetuṁ vuttaṁ. Dvādasahatthato bahi nisinno hi tattha sotassa rahasabbhāvato duṭṭhullavācāpattiyā anāpattiṁ na karoti, tathā ca ‘‘anāpattiṁ na karotī’’ti sāmaññato na vattabbaṁ siyā, ‘‘methunakāyasaṁsaggāpattīhi anāpattiṁ karotī’’ti visesetvā vattabbaṁ bhaveyya. Tasmā tathā taṁ avatvā sabbathā anāpattiṁ dassetumeva ‘‘dvādasahatthe’’ti vuttanti gahetabbaṁ. Yadi hi cakkhusseva rahabhāvaṁ sandhāya vadeyya, ‘‘antodvādasahatthe’’ti na vadeyya appaṭicchanne tato dūre nisinnepi cakkhussa rahāsambhavato . Yasmā nisīditvā niddāyanto kapimiddhapareto kiñci kālaṁ cakkhūni ummīleti, kiñci kālaṁ nimmīleti. Tasmā ‘‘niddāyantopi anāpattiṁ karotī’’ti vuttaṁ.",
  "tika-vin07t4:5": "Paṭiladdhasotāpattiphalāti antimaparicchedato vuttaṁ. Nisajjaṁ paṭijānamānoti methunakāyasaṁsaggādivasena raho nisajjaṁ paṭijānamānoti attho. Tenāha ‘‘pārājikena vā’’tiādi. Na appaṭijānamānoti alajjīpi appaṭijānamāno āpattiyā na kāretabbova. So hi yāva dosaṁ na paṭijānāti, tāva ‘‘neva suddho, nāsuddho’’ti vā vattabbo, vattānusandhinā pana kāretabbo. Vuttañhetaṁ –",
  "tika-vin07t4:6": "‘‘Paṭiññā lajjīsu katā, alajjīsu evaṁ na vijjati;",
  "tika-vin07t4:7": "Bahumpi alajjī bhāseyya, vattānusandhitena kāraye’’ti. (pari. 359);",
  "tika-vin07t4:8": "Nisajjādīsu…pe… paṭijānamānova tena so bhikkhu kāretabboti ettha paṭijānamānoti pāḷiyaṁ anāgatampi adhikārato āgatamevāti katvā vuttaṁ.",
  "tika-vin07t4:9": "Vadāpethāti tassa iddhiyā vigatāsaṅkopi taṁ ovadanto āha, anupaparikkhitvā adese nisinnā ‘‘mātugāmena saddhiṁ ekāsane thero raho nisinno’’ti evaṁ mādisehipi tumhe tumhākaṁ avaṇṇaṁ vadāpetha kathāpayittha, mā puna evaṁ karitthāti adhippāyo. Evamakāsinti nigūhitabbampi imaṁ visesādhigamaṁ pakāsento taṁ saddhāpetumeva evamakāsinti attho. Rakkheyyāsimanti imaṁ uttarimanussadhammaṁ aññesaṁ mā pakāsayi.",
  "tika-vin07t4:10": "451.Nisajjāya pācittiyanti rahonisajjassāde vattamāne pācittiyaṁ. Sace pana so rahonisajjassādaṁ paṭivinodetvā kammaṭṭhānamanasikārādinā aññavihito, niddūpagato vā anāpatti eva. Tenāha ‘‘assāde uppanne’’ti. ‘‘Nisinnāya itthiyā’’ti iminā nisīdanakkhaṇe assādābhāvaṁ dasseti. Yadi hi nisīdanakkhaṇe assādo uppajjeyya, tena uṭṭhātabbaṁ. Itarathā āpatti eva itthiyā uṭṭhāyuṭṭhāya punappunaṁ nisīdane viya, tatthāpi bhikkhussa uṭṭhahato anāpatti, tena rahonisajjāpatti akiriyasamuṭṭhānāpi hotīti vadanti. Idaṁ pana aniyatasikkhāpadaṁ, anantarañcāti dvepi visuṁ āpattipaññāpanavasena paññattāni na honti rahonisajjādīsu āpattiyā sikkhāpadantaresu paññattattā. Pārājikādiāpattīhi pana kenaci coditassa anuvijjakehi vinicchayakāraṇanayadassanatthaṁ evaṁ vatthuvasena dvidhā vibhajitvā paññattāni, imāneva ca yasmā bhikkhunīnampi vinicchayanayaggahaṇāya alaṁ, tasmā tāsaṁ visuṁ na vuttānīti veditabbaṁ. Yaṁ pana āpattiṁ paṭijānāti, tassa vasenettha aṅgabhedo veditabbo. Teneva ‘‘ayaṁ dhammo aniyato’’ti vuttaṁ.",
  "tika-vin07t4:11": "Idha aniyatavasena vuttānaṁ pārājikasaṅghādisesapācittiyānaṁ tiṇṇampi aññamaññaṁ sadisasamuṭṭhānāditāya vuttaṁ ‘‘samuṭṭhānādīni paṭhamapārājikasadisānevā’’ti.",
  "tika-vin07t4:12": "Paṭhamaaniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t4:13": "2. Dutiyaaniyatasikkhāpadavaṇṇanā",
  "tika-vin07t4:14": "452. ‘‘Na labhati mātugāmena saddhiṁ eko ekāya…pe… nisajjaṁ kappetu’’nti avatvā ‘‘paṭikkhittaṁ mātugāmenā’’tiādinā vuttattā ‘‘eko’’ti paccattapadaṁ paṭikkhittapadena na sameti, ‘‘ekassā’’ti vattabboti sādhento āha ‘‘itarathā hī’’tiādi.",
  "tika-vin07t4:15": "453.Pariveṇaṅgaṇādīti pariveṇassa māḷakaṁ. Ādi-saddena pākārādiparikkhittaṁ cetiyamāḷakādiṁ saṅgaṇhāti. Antogadhanti appaṭicchannaṭṭhāne eva pariyāpannaṁ. Idha itthīpi anāpattiṁ karotīti sambandho. Kasmā pana itthī idheva anāpattiṁ karoti, na purimasikkhāpadeti? Imassa sikkhāpadassa methunaṁ vinā duṭṭhullavācāya vasena āgatattā. Methunameva hi itthiyo aññamaññaṁ paṭicchādenti mahāvane dvāraṁ vivaritvā niddūpagatamhi bhikkhumhi viya. Duṭṭhullaṁ pana na paṭicchādenti, teneva duṭṭhullavācāsikkhāpade ‘‘yā tā itthiyo hirimanā, tā nikkhamitvā bhikkhū ujjhāpesu’’nti (pārā. 283) vuttaṁ, tasmā ‘‘itthīpi anāpattiṁ karotī’’ti vuttaṁ, ‘‘appaṭicchannaṭṭhānattā’’tipi kāraṇaṁ vadanti.",
  "tika-vin07t4:16": "Kāyenāpi duṭṭhullobhāsasambhavato imasmiṁ sikkhāpade cakkhussa raho, sotassa raho ca adhippetoti āha ‘‘anandho abadhiro’’tiādi. Keci pana vibhaṅge ‘‘nālaṁ kammaniyanti na sakkā hoti methunaṁ dhammaṁ paṭisevitu’nti (pārā. 454) ettakameva vatvā ‘na sakkā hoti kāyasaṁsaggaṁ samāpajjitu’nti avuttattā appaṭicchannepi ṭhāne raho aññesaṁ abhāvaṁ disvā ekāya itthiyā kāyasaṁsaggopi sakkā āpajjitunti antodvādasahatthe savanūpacāre ṭhito abadhiropi andho kāyasaṁsaggassāpi sabbhāvābhāvaṁ na jānātīti kāyena duṭṭhullobhāsanasabbhāvaṁ amanasikatvāpi kāyasaṁsaggāpattiyāpi parihārāya anandho abadhirotiādi vutta’’nti vadanti. Yaṁ pana sāratthadīpaniyaṁ ‘‘kāyasaṁsaggavasena anandho vutto’’ti (sārattha. ṭī. 2.453) vuttaṁ, taṁ pana kāyena duṭṭhullobhāsanasambhavaṁ amanasikatvā vuttaṁ, kāyasaṁsaggavasenāpīti gahetabbaṁ. Teneva ‘‘imasmiṁ sikkhāpade sotassa raho eva adhippeto…pe… kenaci pana ‘dvepi rahā idha adhippetā’ti vuttaṁ, taṁ na gahetabba’’nti vuttaṁ. Yaṁ pana cakkhussa rahābhāvasādhanatthaṁ ‘‘na hi appaṭicchanne okāse cakkhussa raho sambhavatī’’tiādi vuttaṁ, taṁ na yuttaṁ atidūratare ṭhitassa kāyena obhāsanampi hatthaggāhādīnipi sallakkhetuṁ asakkuṇeyyattā. Teneva pāḷiyaṁ ‘‘cakkhussa raho’’ti vuttaṁ, aṭṭhakathāyaṁ appaṭikkhittaṁ. Na kevalañca appaṭikkhittaṁ, atha kho ‘‘anandho badhiroti ca andho vā abadhiropi na karotī’’ti ca vuttaṁ, tasmā dvepi rahā idha gahetabbā. ‘‘Antodvādasahatthe’’tiiminā sotassa raho dvādasahatthena paricchinnoti idaṁ dasseti. Cakkhussa raho pana yattha ṭhitassa kāyavikārādayo na paññāyanti, tena paricchinditabboti daṭṭhabbaṁ. Badhiro pana cakkhumāpīti duṭṭhullavācāsaṅghādisesaṁ sandhāya vuttaṁ. Duṭṭhullāpatti vuttāti purimasikkhāpade vuttehi adhikavasena duṭṭhullāpatti ca vuttāti evamattho gahetabbo, na pana duṭṭhullāpatti evāti kāyasaṁsaggassāpi idha gahetabbato. Teneva ‘‘pārājikāpattiñca parihāpetvā’’ti ettakameva vuttaṁ, itarathā ‘‘kāyasaṁsaggañcā’’ti vattabbaṁ bhaveyya.",
  "tika-vin07t4:17": "Tisamuṭṭhānantiādi pana purimasikkhāpade āgatehi adhikassa duṭṭhullavācāsaṅghādisesassa vasena vuttaṁ kāyasaṁsaggādīnampi purimasikkhāpade eva vuttattā, idha pana na vuttantipi vadanti, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t4:18": "Dutiyaaniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t4:19": "Niṭṭhito aniyatavaṇṇanānayo."
}