{
  "tika-s0402t19:0": "2. Rathakāravaggo",
  "tika-s0402t19:1": "1. Ñātasuttavaṇṇanā",
  "tika-s0402t19:2": "11. Dutiyassa paṭhame ñātoyeva paññātoti āha ‘‘ñāto paññāto’’ti. Kassa ananulomiketi āha ‘‘sāsanassā’’ti, sāsanassa ananulomike appatirūpeti attho. Idāni ananulomikasaddassa nibbacanaṁ dassento ‘‘na anulometīti ananulomika’’nti āha . Sāsanassāti vā sāsananti attho. Sāsanaṁ na anulometīti ananulomikanti evamettha sambandho daṭṭhabbo. Sabhāgavisabhāganti liṅgato sabhāgavisabhāgaṁ. ‘‘Viyapuggale’’ti āhāti liṅgasabhāgehi avisesetvā āha. Ummādaṁ pāpuṇīti so kira sīlaṁ adhiṭṭhāya pihitadvāragabbhe sayanapiṭṭhe nisīditvā bhariyaṁ ārabbha mettaṁ bhāvento mettāmukhena uppannena rāgena andhīkato bhariyāya santikaṁ gantukāmo dvāraṁ asallakkhetvā bhittiṁ bhinditvāpi nikkhamitukāmatāya bhittiṁ paharanto sabbarattiṁ bhittiyuddhamakāsi. Sesamettha suviññeyyameva.",
  "tika-s0402t19:3": "Ñātasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:4": "2. Sāraṇīyasuttavaṇṇanā",
  "tika-s0402t19:5": "12. Dutiye catupārisuddhisīlampi pabbajjānissitamevāti iminā pabbajjūpagatasamanantarameva catupārisuddhisīlampi samādinnameva hotīti dasseti. Maggasannissitāneva hontīti maggādhigamatthāya paṭipajjitabbattā kasiṇaparikammādīni maggasannissitāneva honti, tasmā maggaggahaṇeneva tesampi gahaṇaṁ veditabbaṁ, tehi vinā maggādhigamassa asambhavatoti adhippāyo.",
  "tika-s0402t19:6": "Aggamaggādhigamena asammohappaṭivedhassa sikhāpattattā maggadhammesu viya phaladhammesupi sātisayo asammohoti ‘‘sayaṁ abhiññā’’ti vuttaṁ, sāmaṁ jānitvāti attho. Tathā jānanā panassa sacchikaraṇaṁ attapaccakkhakiriyāti ‘‘sacchikatvā’’ti vuttaṁ. Tenāha ‘‘attanāva abhivisiṭṭhāya paññāya paccakkhaṁ katvā’’ti. Tathā sacchikiriyā cassa attani paṭilābhoti ‘‘upasampajjā’’ti vuttanti āha ‘‘paṭilabhitvā’’ti.",
  "tika-s0402t19:7": "Sāraṇīyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:8": "3. Āsaṁsasuttavaṇṇanā",
  "tika-s0402t19:9": "13. Tatiye santoti ettha santa-saddo ‘‘dīghaṁ santassa yojana’’ntiādīsu (dha. pa. 60) kilantabhāve āgato. ‘‘Ayañca vitakko, ayañca vicāro santo honti samitā’’tiādīsu (vibha. 576) niruddhabhāve. ‘‘Adhigato kho myāyaṁ dhammo, gambhīro duddaso duranubodho santo paṇīto’’tiādīsu (dī. ni. 2.67; ma. ni. 1.281; saṁ. ni. 1.172; mahāva. 7-8) santañāṇagocaratāyaṁ. ‘‘Upasantassa sadā satimato’’tiādīsu (udā. 27) kilesavūpasame. ‘‘Santo have sabbhi pavedayantī’’tiādīsu (dha. pa. 151) sādhūsu. ‘‘Pañcime, bhikkhave, mahācorā santo saṁvijjamānā’’tiādīsu (pārā. 195) atthibhāve. Idhāpi atthibhāveyevāti āha ‘‘santoti atthi upalabbhantī’’ti. Tattha atthīti lokasaṅketavasena saṁvijjanti. Atthibhāvo hettha puggalasambandhena vuttattā lokasamaññāvaseneva veditabbo, na paramatthavasena. Atthīti cetaṁ nipātapadaṁ daṭṭhabbaṁ ‘‘atthi imasmiṁ kāye kesā’’tiādīsu (ma. ni. 1.110) viya.",
  "tika-s0402t19:10": "Saṁvijjamānāti upalabbhamānā. Yañhi saṁvijjati, taṁ upalabbhati. Tenāha ‘‘saṁvijjamānāti tasseva vevacana’’nti. Anāsoti patthanārahito. Tenāha ‘‘apatthano’’ti. Āsaṁsati patthetīti āsaṁso. Veṇuvettādivilīvehi suppādibhājanakārakā vilīvakārakā. Migamacchādīnaṁ nisādanato nesādā, māgavikamacchabandhādayo. Rathesu cammena nahanakaraṇato rathakārā, dhammakārā. Puiti karīsassa nāmaṁ, taṁ kusenti apanentīti pukkusā, pupphacchaḍḍakā.",
  "tika-s0402t19:11": "Dubbaṇṇoti virūpo. Okoṭimakoti ārohābhāvena heṭṭhimako, rassakāyoti attho. Tenāha ‘‘lakuṇḍako’’ti. Laku viya ghaṭikā viya ḍeti pavattatīti hi lakuṇḍako, rasso. Kaṇati nimīlatīti kāṇo. Taṁ panassa nimīlanaṁ ekena akkhinā dvīhipi cāti āha ‘‘ekakkhikāṇo vā ubhayakkhikāṇo vā’’ti. Kuṇanaṁ kuṇo, hatthavekallaṁ. Taṁ etassa atthīti kuṇī. Khañjo vuccati pādavikalo. Heṭṭhimakāyasaṅkhāto sarīrassa pakkho padeso hato assāti pakkhahato. Tenāha ‘‘pīṭhasappī’’ti. Padīpe padīpane etabbaṁ netabbanti padīpeyyaṁ, telādiupakaraṇaṁ.",
  "tika-s0402t19:12": "Āsaṁ na karotīti rajjābhiseke kaniṭṭho patthanaṁ na karoti jeṭṭhe sati kaniṭṭhassa anadhikārattā. Abhisekaṁ arahatīti abhisekāraho, na abhisekāraho kāṇakuṇiādidosasamannāgato.",
  "tika-s0402t19:13": "Sīlassa duṭṭhu nāma natthi, tasmā abhāvattho idha du-saddoti āha ‘‘nissīlo’’ti. ‘‘Pāpaṁ pāpena sukara’’ntiādīsu (udā. 48; cūḷava. 343) viya pāpa-saddo nihīnapariyāyoti āha ‘‘lāmakadhammo’’ti. Sīlavipattiyā vā dussīlo. Diṭṭhivipattiyā pāpadhammo. Kāyavācāsaṁvarabhedena vā dussīlo, manosaṁvarabhedena, satisaṁvarādibhedena vā pāpadhammo. Asuddhappayogatāya dussīlo, asuddhāsayatāya pāpadhammo. Kusalasīlavirahena dussīlo, akusalasīlasamannāgamena pāpadhammo. Asucīhīti aparisuddhehi. Saṅkāhi saritabbasamācāroti ‘‘imassa maññe idaṁ kamma’’nti evaṁ parehi saṅkāya saritabbasamācāro. Tenāha ‘‘kiñcidevā’’tiādi. Attanāyeva vā saṅkāhi saritabbasamācāroti etenapi kammasādhanataṁyeva saṅkassarasaddassa dasseti. Attano saṅkāya paresaṁ samācārakiriyaṁ sarati āsaṅkati vidhāvatītipi saṅkassarasamācāroti evamettha kattusādhanatāpi daṭṭhabbā. Tassa hi dve tayo jane kathente disvā ‘‘mama dosaṁ maññe kathentī’’ti tesaṁ samācāraṁ saṅkāya sarati dhāvati.",
  "tika-s0402t19:14": "Evaṁpaṭiññoti salākaggahaṇādīsu ‘‘kittakā vihāre samaṇā’’ti gaṇanāya āraddhāya ‘‘ahampi samaṇo, ahampi samaṇo’’ti paṭiññaṁ datvā salākaggahaṇādīni karotīti samaṇo ahanti evaṁsamaṇappaṭiñño. Sumbhakapattadhareti mattikāpattadhare. Pūtinā kammenāti saṁkiliṭṭhakammena, nigguṇatāya vā guṇasāravirahitattā antopūti. Kasambukacavaro jāto sañjāto assāti kasambujātoti āha ‘‘sañjātarāgādikacavaro’’ti. Atha vā kasambu vuccati tintakuṇapakasaṭaṁ udakaṁ, imasmiñca sāsane dussīlo nāma jigucchanīyattā tintakuṇapaudakasadiso, tasmā kasambu viya jātoti kasambujāto. Lokuttaradhammaupanissayassa natthitāyāti yattha patiṭṭhitena sakkā bhaveyya arahattaṁ laddhuṁ, tassā patiṭṭhāya bhinnattā vuttaṁ. Mahāsīlasmiṁ paripūrakāritāyāti yattha patiṭṭhitena sakkā bhaveyya arahattaṁ pāpuṇituṁ, tasmiṁ paripūrakāritāya.",
  "tika-s0402t19:15": "Āsaṁsasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:16": "4. Cakkavattisuttavaṇṇanā",
  "tika-s0402t19:17": "14. Catutthe catūhi saṅgahavatthūhīti dānapiyavacanaatthacariyāsamānattatāsaṅkhātehi catūhi saṅgahakāraṇehi. Cakkaṁ vattetīti āṇācakkaṁ pavatteti. Cakkanti vā idha ratanacakkaṁ veditabbaṁ. Ayañhi cakkasaddo sampattiyaṁ, lakkhaṇe, rathaṅge, iriyāpathe, dāne, ratanadhammakhuracakkādīsu ca dissati. ‘‘Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṁ devamanussāna’’ntiādīsu (a. ni. 4.31) hi sampattiyaṁ dissati. ‘‘Pādatalesu cakkāni jātānī’’ti (dī. ni. 2.35; 3.204) ettha lakkhaṇe. ‘‘Cakkaṁva vahato pada’’nti (dha. pa. 1) ettha rathaṅge. ‘‘Catucakkaṁ navadvāra’’nti (saṁ. ni. 1.29) ettha iriyāpathe. ‘‘Dadaṁ bhuñja mā ca pamādo, cakkaṁ vattaya sabbapāṇina’’nti (jā. 1.7.149) ettha dāne. ‘‘Dibbaṁ cakkaratanaṁ pāturahosī’’ti (dī. ni. 2.243) ettha ratanacakke. ‘‘Mayā pavattitaṁ cakka’’nti (su. ni. 562) ettha dhammacakke. ‘‘Icchāhatassa posassa, cakkaṁ bhamati matthake’’ti (jā. 1.5.103) ettha khuracakke. ‘‘Khurapariyantena cakkenā’’ti (dī. ni. 1.166) ettha paharaṇacakke. ‘‘Asanivicakka’’nti (dī. ni. 3.61) ettha asanimaṇḍale. Idha panāyaṁ ratanacakke daṭṭhabbo.",
  "tika-s0402t19:18": "Kittāvatā panāyaṁ cakkavattī nāma hoti? Ekaṅguladvaṅgulamattampi cakkaratanaṁ ākāsaṁ abbhuggantvā pavattati. Sabbacakkavattīnañhi nisinnāsanato uṭṭhahitvā cakkaratanasamīpaṁ gantvā hatthisoṇḍasadisapanāḷiṁ suvaṇṇabhiṅgāraṁ ukkhipitvā udakena abbhukkiritvā ‘‘abhivijinātu bhavaṁ cakkaratana’’nti vacanasamanantarameva vehāsaṁ abbhuggantvā cakkaratanaṁ pavattatīti. Yassa pavattisamakālameva, so rājā cakkavattī nāma hoti.",
  "tika-s0402t19:19": "Dhammoti dasakusalakammapathadhammo, dasavidhaṁ vā cakkavattivattaṁ. Dasavidhe vā kusaladhamme agarahite vā rājadhamme niyuttoti dhammiko. Tena ca dhammena sakalalokaṁ rañjetīti dhammarājā. Dhammena vā laddharajjattā dhammarājā. Cakkavattīhi dhammena ñāyena rajjaṁ adhigacchati, na adhammena. Dasavidhena cakkavattivattenāti dasappabhedena cakkavattīnaṁ vattena.",
  "tika-s0402t19:20": "Kiṁ pana taṁ dasavidhaṁ cakkavattivattanti? Vuccate –",
  "tika-s0402t19:21": "‘‘Katamaṁ pana taṁ, deva, ariyaṁ cakkavattivattanti? Tena hi tvaṁ, tāta, dhammaṁyeva nissāya dhammaṁ sakkaronto dhammaṁ garuṁ karonto dhammaṁ mānento dhammaṁ pūjento dhammaṁ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṁ rakkhāvaraṇaguttiṁ saṁvidahassu antojanasmiṁ balakāyasmiṁ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. Mā ca te, tāta, vijite adhammakāro pavattittha. Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṁ damenti, ekamattānaṁ samenti, ekamattānaṁ parinibbāpenti. Te kālena kālaṁ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi – ‘kiṁ, bhante, kusalaṁ kiṁ akusalaṁ, kiṁ sāvajjaṁ kiṁ anavajjaṁ, kiṁ sevitabbaṁ kiṁ na sevitabbaṁ, kiṁ me kariyamānaṁ dīgharattaṁ ahitāya dukkhāya assa, kiṁ vā pana me kariyamānaṁ dīgharattaṁ hitāya sukhāya assā’ti. Tesaṁ sutvā yaṁ akusalaṁ, taṁ abhinivajjeyyāsi, yaṁ kusalaṁ, taṁ samādāya vatteyyāsi. Idaṁ kho, tāta, taṁ ariyaṁ cakkavattivatta’’nti –",
  "tika-s0402t19:22": "Evaṁ cakkavattisutte (dī. ni. 3.84) āgatanayena antojanasmiṁ balakāye ekaṁ, khattiyesu ekaṁ, anuyantesu ekaṁ, brāhmaṇagahapatikesu ekaṁ, negamajānapadesu ekaṁ, samaṇabrāhmaṇesu ekaṁ, migapakkhīsu ekaṁ, adhammakārappaṭikkhepo ekaṁ, adhanānaṁ dhanānuppadānaṁ ekaṁ, samaṇabrāhmaṇe upasaṅkamitvā pañhapucchanaṁ ekanti evamevaṁ taṁ cakkavattivattaṁ dasavidhaṁ hoti. Gahapatike pana pakkhijāte ca visuṁ katvā gaṇhantassa dvādasavidhaṁ hoti.",
  "tika-s0402t19:23": "Aññathā vattituṁ adento so dhammo adhiṭṭhānaṁ etassāti tadadhiṭṭhānaṁ. Tena tadadhiṭṭhānena cetasā. Sakkarontoti ādarakiriyāvasena karonto. Tenāha ‘‘yathā’’tiādi. Garuṁ karontoti pāsāṇacchattaṁ viya garukaraṇavasena garuṁ karonto. Tenevāha ‘‘tasmiṁ gāravuppattiyā’’ti. Dhammādhipatibhūtāgatabhāvenāti iminā yathāvuttadhammassa jeṭṭhakabhāvena purimataraṁ attabhāvesu sakkaccaṁ samupacitabhāvaṁ dasseti. Dhammavaseneva ca sabbakiriyānaṁ karaṇenāti etena ṭhānanisajjādīsu yathāvuttadhammaninnapoṇapabbhārabhāvaṁ dasseti. Assāti rakkhāvaraṇaguttiyā. Paraṁ rakkhantoti aññaṁ diṭṭhadhammikādianatthato rakkhanto. Teneva pararakkhasādhanena khantiādiguṇena attānaṁ tato eva rakkhati. Mettacittatāti mettacittatāya. Nivāsanapārupanagehādīni sītuṇhādippaṭibāhanena āvaraṇaṁ.",
  "tika-s0402t19:24": "Antojanasminti abbhantarabhūte puttadārādijane. Sīlasaṁvare patiṭṭhāpentoti iminā rakkhaṁ dasseti. Vatthagandhamālādīni cassa dadamānoti iminā āvaraṇaṁ, itarena guttiṁ. Sampadānenapīti pi-saddena sīlasaṁvaresu patiṭṭhāpanādīnaṁ sampiṇḍeti. Esa nayo paresupi pi-saddaggahaṇe. Nigamo nivāso etesanti negamā. Evaṁ jānapadāti āha ‘‘tathā nigamavāsino’’tiādinā.",
  "tika-s0402t19:25": "Rakkhāvaraṇaguttiyā kāyakammādīsu saṁvidahanaṁ ṭhapanaṁ nāma tadupadesoyevāti vuttaṁ ‘‘kathetvā’’ti. Etesūti pāḷiyaṁ vuttesu samaṇādīsu. Paṭivattetuṁ na sakkā khīṇānaṁ kilesānaṁ puna anuppajjanato. Sesamettha suviññeyyameva.",
  "tika-s0402t19:26": "Cakkavattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:27": "5. Sacetanasuttavaṇṇanā",
  "tika-s0402t19:28": "15. Pañcame isayo patanti sannipatanti etthāti isipatananti āha ‘‘buddhapaccekabuddhasaṅkhātāna’’ntiādi. Sabbūpakaraṇāni sajjetvāti sabbāni rukkhassa chedanatacchanādisādhanāni upakaraṇāni raññā āṇattadivaseyeva sajjetvā. Nānā karīyati etenāti nānākaraṇaṁ, nānābhāvoti āha ‘‘nānatta’’nti. Nesanti saralopenāyaṁ niddesoti āha ‘‘na esa’’nti. Tathā atthesanti etthāpīti āha ‘‘atthi esa’’nti. Pavattanatthaṁ abhisaṅkharaṇaṁ abhisaṅkhāro, tassa gati vegasā pavatti. Taṁ sandhāyāha ‘‘payogassa gamana’’nti.",
  "tika-s0402t19:29": "Sagaṇḍāti khuddānukhuddakagaṇḍā. Tenāha ‘‘uṇṇatoṇataṭṭhānayuttā’’ti. Sakasāvāti sakasaṭā. Tenāha ‘‘pūtisārenā’’tiādi. Evaṁ guṇapatanena patitāti yathā taṁ cakkaṁ nābhiaranemīnaṁ sadosatāya na patiṭṭhāsi, evamekacce puggalā kāyavaṅkādivasena sadosatāya guṇapatanena patitā sakaṭṭhāne na tiṭṭhanti. Ettha ca pharusavācādayopi apāyagamanīyā sotāpattimaggeneva pahīyantīti daṭṭhabbā.",
  "tika-s0402t19:30": "Sacetanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:31": "6. Apaṇṇakasuttavaṇṇanā",
  "tika-s0402t19:32": "16. Chaṭṭhe virajjhanakiriyā nāma pacchā samādātabbatāya apaṇṇakappayogasamādānā viya hoti, avirajjhanakiriyā pana pacchā asamādātabbatāya anūnāti taṁsamaṅgipuggalo apaṇṇako, tassa bhāvo apaṇṇakatāti āha ‘‘apaṇṇakapaṭipadanti aviraddhapaṭipada’’ntiādi. Yasmā sā adhippetatthasādhanena ekaṁsikā vaṭṭato niyyānāvahā, tattha ca yuttiyuttā asārāpagatā aviruddhatāya apaccanīkā anulomikā anudhammabhūtā ca, tasmā vuttaṁ ‘‘ekaṁsapaṭipada’’ntiādi. Na takkaggāhena vā nayaggāhena vāti takkaggāhena vā paṭipanno na hoti nayaggāhena vā apaṇṇakapaṭipadaṁ paṭipanno. Tattha takkaggāhena vāti ācariyaṁ alabhitvā ‘‘evaṁ me sugati, nibbānaṁ vā bhavissatī’’ti attano takkaggahaṇamattena. Nayaggāhenāti paccakkhato adisvā nayato anumānato gahaṇena. Evaṁ gahetvā paṭipannoti takkamattena, nayaggāhena vā paṭipanno. Paṇḍitasatthavāho viya sampattīhi na parihāyatīti yojanā.",
  "tika-s0402t19:33": "Yaṁ sandhāya vuttanti parihānañca aparihānañca sandhāya jātake (jā. 1.1.1) vuttaṁ. Ayaṁ panettha gāthāya atthayojanā – apaṇṇakaṁ ṭhānaṁ aviraddhakāraṇaṁ niyyānikakāraṇaṁ eke bodhisattappamukhā paṇḍitamanussā gaṇhiṁsu. Ye pana te bālasatthavāhaputtappamukhā takkikā āhu, te dutiyaṁ sāparādhaṁ anekaṁsikaṁ ṭhānaṁ aniyyānikaṁ kāraṇaṁ aggahesuṁ, te kaṇhapaṭipadaṁ paṭipannā. Tattha sukkapaṭipadā aparihānipaṭipadā, kaṇhapaṭipadā parihānipaṭipadā, tasmā ye sukkapaṭipadaṁ paṭipannā, te aparihīnā sotthibhāvaṁ pattā. Ye pana kaṇhapaṭipadaṁ paṭipannā, te parihīnā anayabyasanaṁ āpannāti imamatthaṁ bhagavā anāthapiṇḍikassa gahapatino vatvā uttari idamāha ‘‘etadaññāya medhāvī, taṁ gaṇhe yadapaṇṇaka’’nti.",
  "tika-s0402t19:34": "Tattha etadaññāya medhāvīti medhāti laddhanāmāya visuddhāya uttamāya paññāya samannāgato kulaputto etaṁ apaṇṇakaṁ ṭhānaṁ dutiyañcāti dvīsu atakkaggāhatakkaggāhasaṅkhātesu ṭhānesu guṇadosaṁ vuddhihāniṁ atthānatthaṁ ñatvāti attho. Taṁ gaṇhe yadapaṇṇakanti yaṁ apaṇṇakaṁ ekaṁsikaṁ sukkapaṭipadāaparihāniyapaṭipadāsaṅkhātaṁ niyyānikakāraṇaṁ, tadeva gaṇheyya. Kasmā? Ekaṁsikādibhāvatoyeva. Itaraṁ pana na gaṇheyya. Kasmā? Anekaṁsikādibhāvatoyeva.",
  "tika-s0402t19:35": "Yavanti tāya sattā amissitāpi samānajātitāya missitā viya hontīti yoni. Sā pana atthato aṇḍādiuppattiṭṭhānavisiṭṭho khandhānaṁ bhāgaso pavattivisesoti āha ‘‘khandhakoṭṭhāso yoni nāmā’’ti. Kāraṇaṁ yoni nāma, yonīti taṁ taṁ phalaṁ anupacitañāṇasambhārehi duravagādhabhedatāya missitaṁ viya hotīti. Yato ekattanayena so evāyanti bālānaṁ micchāgāho. Passāvamaggo yoni nāma yavanti tāya sattā yonisambandhena missitā hontīti. Paggahitā anuṭṭhānena, punappunaṁ āsevanāya paripuṇṇā.",
  "tika-s0402t19:36": "‘‘Cakkhutopī’’tiādimhi pana cakkhuviññāṇādivīthīsu tadanugatamanoviññāṇavīthīsu ca kiñcāpi kusalādīnaṁ pavatti atthi, kāmāsavādayo eva pana vaṇato yūsaṁ viya paggharanakaasucibhāvena sandanti, tasmā te eva ‘‘āsavā’’ti vuccanti. Tattha hi paggharanakaasucimhi āsavasaddo niruḷhoti. Dhammato yāva gotrabhūti tato paraṁ maggaphalesu appavattanato vuttaṁ. Ete hi ārammaṇakaraṇavasena dhamme gacchantā tato paraṁ na gacchanti. Nanu tato paraṁ bhavaṅgādīnipi gacchantīti ce? Na, tesampi pubbe ālambitesu lokiyadhammesu sāsavabhāvena antogadhattā tato paratābhāvato. Ettha ca gotrabhuvacanena gotrabhuvodānaphalasamāpattipurecārikaparikammāni vuttānīti veditabbāni. Paṭhamamaggapurecārikameva vā gotrabhu avadhinidassanabhāvena gahitaṁ, tato paraṁ pana maggaphalasamānatāya aññesu maggesu maggavīthiyaṁ samāpattivīthīyaṁ nirodhānantarañca pavattamānesu phalesu nibbāne ca āsavānaṁ pavatti nivāritāti veditabbaṁ. Savantīti gacchanti, ārammaṇakaraṇavasena pavattantīti attho. Avadhiattho ā-kāro, avadhi ca mariyādābhividhibhedato duvidho. Tattha mariyādaṁ kiriyaṁ bahi katvā pavattati yathā ‘‘āpāṭalīputtaṁ vuṭṭho devo’’ti. Abhividhi pana kiriyaṁ byāpetvā pavattati yathā ‘‘ābhavaggaṁ bhagavato yaso pavattatī’’ti. Abhividhiattho cāyamā-kāro idha gahitoti vuttaṁ ‘‘antokaraṇattho’’ti.",
  "tika-s0402t19:37": "Madirādayoti ādi-saddena sindhavakādambarikāpotikādīnaṁ saṅgaho daṭṭhabbo. Cirapārivāsiyaṭṭho ciraparivuṭṭhatā purāṇabhāvo. Avijjā nāhosītiādīti ettha ādi-saddena ‘‘purimā, bhikkhave, koṭi na paññāyati bhavataṇhāyā’’ti (a. ni. 10.62) idaṁ suttaṁ saṅgahitaṁ. Avijjāsavabhavāsavānaṁ ciraparivuṭṭhatāya dassitāya tabbhāvabhāvino kāmāsavassa ciraparivuṭṭhatā dassitāva hoti. Aññesu ca yathāvutte dhamme okāsañca ārammaṇaṁ katvā pavattamānesu mānādīsu vijjamānesu attattaniyādiggāhavasena abhibyāpanaṁ madakaraṇavasena āsavasadisatā ca etesaṁyeva, na aññesanti etesveva āsavasaddo niruḷhoti daṭṭhabbo. Āyataṁ anādikālikattā. Pasavantīti phalanti. Na hi kiñci saṁsāradukkhaṁ atthi, yaṁ āsavehi vinā uppajjeyya. Purimāni cetthāti etesu catūsu atthavikappesu purimāni tīṇi. Yatthāti yesu suttābhidhammappadesesu. Tattha yujjanti kilesesuyeva yathāvuttassa atthattayassa sambhavato. Pacchimaṁ kammepīti pacchimaṁ ‘‘āyataṁ vā saṁsāradukkhaṁ savanti pasavantī’’ti vuttanibbacanaṁ kammepi yujjati dukkhappasavanassa kilesakammasādhāraṇattā.",
  "tika-s0402t19:38": "Diṭṭhadhammā vuccanti paccakkhabhūtā khandhā, diṭṭhadhamme bhavā diṭṭhadhammikā. Vivādamūlabhūtāti vivādassa mūlakāraṇabhūtā kodhūpanāhamakkhapalāsaissāmacchariyamāyāsāṭheyyathambhasārambhamānātimānā. Yena devūpapatyassāti yena kammakilesappakārena āsavena devesu upapatti nibbatti assa mayhanti sambandho. Gandhabbo vā vihaṅgamo ākāsacārī assanti vibhattiṁ vipariṇāmetvā yojetabbaṁ. Ettha ca yakkhagandhabbavinimuttā sabbā devatā devaggahaṇena gahitā. Naḷo vuccati mūlaṁ, tasmā vinaḷīkatāti vigatanaḷā vigatamūlā katāti attho. Avasesā ca akusalā dhammāti akusalakammato avasesā akusalā dhammā āsavāti āgatāti sambandho.",
  "tika-s0402t19:39": "Paṭighātāyāti paṭisedhanāya. Parūpavāda…pe… upaddavāti idaṁ yadi bhagavā sikkhāpadaṁ na paññāpeyya, tato asaddhammappaṭisevanaadinnādānapāṇātipātādihetu ye uppajjeyyuṁ parūpavādādayo diṭṭhadhammikā nānappakārā anatthā, ye ca tannimittameva nirayādīsu nibbattassa pañcavidhabandhanakammakāraṇādivasena mahādukkhānubhavādippakārā anatthā, te sandhāya vuttaṁ.",
  "tika-s0402t19:40": "Tepaneteti ete kāmarāgādikilesatebhūmakakammaparūpavādādiuppaddavappakārā āsavā. Yatthāti yasmiṁ vinayādipāḷippadese. Yathāti yena duvidhādippakārena avasesesu ca suttantesu tidhā āgatāti sambandho. Nirayaṁ gamentīti nirayagāminiyā. Chakkanipāteti chakkanipāte āhuneyyasutte (a. ni. 6.58). Tattha hi āsavā chadhā āgatā.",
  "tika-s0402t19:41": "Sarasabhedoti khaṇikanirodho. Khīṇākāroti accantāya khīṇatā. Āsavā khīyanti pahīyanti etenāti āsavakkhayo, maggo. Āsavānaṁ khayante uppajjanato āsavakkhayo, phalaṁ. Āsavakkhayena pattabbato āsavā khīyanti etthāti āsavakkhayo, nibbānaṁ. Visuddhimagge (visuddhi. 2.557-560) vitthārito, tasmā tattha, taṁ saṁvaṇṇanāya ca vuttanayena veditabbo.",
  "tika-s0402t19:42": "Tathāti iminā visuddhimagge vitthāritataṁ upasaṁharati. Kusalappavattiṁ āvaranti nivārentīti āvaraṇīyā. Purimappavattivasenāti niddokkamanato pubbe kammaṭṭhānassa pavattivasena. Ṭhapetvāti hatthagataṁ kiñci ṭhapento viya kammaṭṭhānaṁ satisampajaññavasena ṭhapetvā kammaṭṭhānameva manasikaronto niddaṁ okkamati, jhānasamāpanno viya yathāparicchinneneva kālena pabujjhamāno kammaṭṭhānaṁ ṭhapitaṭṭhāne gaṇhantoyeva pabujjhati nāma. Tena vuttaṁ ‘‘tasmā…pe… nāma hotī’’ti. Mūlakammaṭṭhāneti ādito paṭṭhāya parihariyamānakammaṭṭhāne. Pariggahakammaṭṭhānavasenāti sayanaṁ upagacchantena pariggahamānakammaṭṭhānamanasikāravasena. So pana dhātumanasikāravasena icchitabboti dassetuṁ ‘‘ayaṁ hī’’tiādi vuttaṁ.",
  "tika-s0402t19:43": "Apaṇṇakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:44": "7. Attabyābādhasuttavaṇṇanā",
  "tika-s0402t19:45": "17. Sattame byābādhanaṁ dukkhāpananti āha ‘‘attabyābādhāyāti attadukkhāyā’’ti. Maggaphalacittuppādāpi kāyasucaritādisaṅgaho evāti āha ‘‘avāritānevā’’ti.",
  "tika-s0402t19:46": "Attabyābādhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:47": "8. Devalokasuttavaṇṇanā",
  "tika-s0402t19:48": "18. Aṭṭhame itīti padasandhibyañjanasiliṭṭhatāti purimapadānaṁ pacchimapadehi atthato sahitatāya byañjanānaṁ vākyānaṁ siliṭṭhatāya dīpane nipāto.",
  "tika-s0402t19:49": "Devalokasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:50": "9. Paṭhamapāpaṇikasuttavaṇṇanā",
  "tika-s0402t19:51": "19. Navame ugghāṭetvāti āsanadvārañceva bhaṇḍapasibbake ca vivaritvā. Nādhiṭṭhātīti taṁtaṁkayavikkaye attanā voyogaṁ nāpajjati. Divākāleti majjhanhikasamaye. Assāmiko hoti tīsupi kālesu laddhabbalābhassa alabhanato. Apativātābādhaṁ rattiṭṭhānaṁ. Chāyudakasampannaṁ divāṭṭhānaṁ. Vipassanāpi vaṭṭati vipassanākammikoyeva. Tenapi hi navadhā indriyānaṁ tikkhattaṁ āpādentena samādhinimittaṁ gahetabbaṁ, vipassanānimittaṁ samāhitākārasallakkhaṇāya.",
  "tika-s0402t19:52": "Paṭhamapāpaṇikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:53": "10. Dutiyapāpaṇikasuttavaṇṇanā",
  "tika-s0402t19:54": "20. Dasame visiṭṭhadhuroti visiṭṭhadhurasampaggāho vīriyasampanno. Ñāṇavīriyāyattā hi atthasiddhiyo. Tenāha ‘‘uttamadhuro’’tiādi. Vikkāyikabhaṇḍanti vikkayetabbabhaṇḍaṁ. Nikkhittadhanenāti nidahitvā ṭhapitadhanavasena. Vaḷañjanakavasenāti divase divase dānūpabhogavasena vaḷañjitabbadhanavasena. Upabhogaparibhogabhaṇḍenāti upabhogaparibhogūpakaraṇena. Nipatantīti nipātenti, attano dhanaggahena nipātavuttike karonti. Tenāha ‘‘nimantentī’’ti.",
  "tika-s0402t19:55": "Ñāṇathāmenāti ñāṇassa thirabhāvena. Ñāṇaparakkamenāti ñāṇasahitena vīriyena. Diṭṭhadhammikasamparāyikaparamatthabhedañhi yena sutena ijjhati, taṁ sutaṁ nāma. Ukkaṭṭhaniddesena dassento ‘‘ekanikāya…pe… bahussutā’’ti āha. Āgatoti suppavattibhāvena svāgato. Tenāha ‘‘paguṇo pavattito’’ti. Abhidhamme āgatā kusalādikkhandhādibhedabhinnā dhammā suttantapiṭakepi otarantīti ‘‘dhammadharāti suttantapiṭakadharā’’icceva vuttaṁ. Na hi ābhidhammikabhāvena vinā nippariyāyato suttantapiṭakaññutā sambhavati. Dvemātikādharāti bhikkhubhikkhunimātikāvasena dvemātikādharāti vadanti, ‘‘vinayābhidhammamātikādharā’’ti yuttaṁ. Paripucchatīti sabbabhāgena pucchitabbaṁ pucchati. Tenāha ‘‘atthānatthaṁ kāraṇākāraṇaṁ pucchatī’’ti. Pariggaṇhātīti vicāreti.",
  "tika-s0402t19:56": "Na evaṁ attho daṭṭhabboti evaṁ desanānukkamena attho na gahetabbo. Añño hi desanākkamo veneyyajjhāsayavasena pavattanato, añño paṭipattikkamo. Heṭṭhimena vā paricchedoti sīlasamādhipaññāsaṅkhātesu tīsu bhāgesu katthaci heṭṭhimanayena desanāya paricchedaṁ veditabbaṁ sīlena, katthaci uparimena bhāgena paññāya, katthaci dvīhipi bhāgehi sīlapaññāvasena. Idha pana sutte uparimena bhāgena paricchedo veditabboti vatvā taṁ dassento ‘‘tasmā’’tiādimāha. Yasmā vā bhagavā veneyyajjhāsayavasena paṭhamaṁ kalyāṇamittaṁ dassento arahattaṁ pavedetvā ‘‘tayidaṁ arahattaṁ imāya āraddhavīriyatāya hotī’’ti dassento vīriyārambhaṁ pavedetvā ‘‘svāyaṁ vīriyārambho iminā kalyāṇamittasannissayena bhavatī’’ti dassento nissayasampattiṁ pavedeti heṭṭhā dassitanidassanānurūpanti daṭṭhabbaṁ.",
  "tika-s0402t19:57": "Dutiyapāpaṇikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t19:58": "Rathakāravaggavaṇṇanā niṭṭhitā."
}