{
  "tika-vin05t8:0": "8. Adhiṭṭhānavikappanavinicchayakathā",
  "tika-vin05t8:1": "44.Adhiṭṭhānavikappanesu pana – anujānāmi, bhikkhave, ticīvaraṁ adhiṭṭhātuṁ na vikappetuṁ, vassikasāṭikaṁ vassānaṁ cātumāsaṁ adhiṭṭhātuṁ tato paraṁ vikappetuṁ, nisīdanaṁ adhiṭṭhātuṁ na vikappetuṁ, paccattharaṇaṁ adhiṭṭhātuṁ na vikappetuṁ, kaṇḍuppaṭicchādiṁ yāva ābādhā adhiṭṭhātuṁ tato paraṁ vikappetuṁ, mukhapuñchanacoḷaṁ adhiṭṭhātuṁ na vikappetuṁ, parikkhāracoḷaṁ adhiṭṭhātuṁ na vikappetu’’nti (mahāva. 358) vacanato ticīvarādiniyāmeneva adhiṭṭhahitvā paribhuñjitukaāmena ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’tiādinā nāmaṁ vatvā adhiṭṭhātabbaṁ. Vikappentena pana nāmaṁ aggahetvāva ‘‘imaṁ cīvaraṁ tuyhaṁ vikappemī’’ti vatvā vikappetabbaṁ. Tattha (pārā. aṭṭha. 2.469) ticīvaraṁ adhiṭṭhahantena rajitvā kappabinduṁ datvā pamāṇayuttameva adhiṭṭhātabbaṁ. Assa pamāṇaṁ ukkaṭṭhaparicchedena sugatacīvarato ūnakaṁ vaṭṭati, lāmakaparicchedena saṅghāṭiyā uttarāsaṅgassa ca dīghato muṭṭhipañcakaṁ, tiriyaṁ muṭṭhittikaṁ pamāṇaṁ vaṭṭati. Antaravāsako dīghaso muṭṭhipañcako, tiriyaṁ dvihatthopi vaṭṭati. Pārupanenapi hi sakkā nābhiṁ paṭicchādetunti. Vuttappamāṇato pana atirekañca ūnakañca ‘‘parikkhāracoḷaka’’nti adhiṭṭhātabbaṁ.",
  "tika-vin05t8:2": "Tattha yasmā ‘‘dve cīvarassa adhiṭṭhānā kāyena vā adhiṭṭheti, vācāya vā adhiṭṭhetī’’ti (pari. 322) vuttaṁ, tasmā purāṇasaṅghāṭiṁ ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti paccuddharitvā navaṁ saṅghāṭiṁ hatthena gahetvā ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti cittena ābhogaṁ katvā kāyavikāraṁ karontena kāyena adhiṭṭhātabbā. Idaṁ kāyena adhiṭṭhānaṁ, taṁ yena kenaci sarīrāvayavena aphusantassa na vaṭṭati. Vācāya adhiṭṭhāne pana vacībhedaṁ katvā vācāya adhiṭṭhātabbā. Tatra duvidhaṁ adhiṭṭhānaṁ – sace hatthapāse hoti, ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti vācā bhinditabbā. Atha antogabbhe vā uparipāsāde vā sāmantavihāre vā hoti, ṭhapitaṭṭhānaṁ sallakkhetvā ‘‘etaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti vācā bhinditabbā. Esa nayo uttarāsaṅge antaravāsake ca. Nāmamattameva hi viseso, tasmā sabbāni saṅghāṭiṁ uttarāsaṅgaṁ antaravāsakanti evaṁ attano nāmeneva adhiṭṭhātabbāni. Sace adhiṭṭhahitvā ṭhapitavatthehi saṅghāṭiādīni karoti, niṭṭhite rajane ca kappe ca ‘‘imaṁ paccuddharāmī’’ti paccuddharitvā puna adhiṭṭhātabbāni. Adhiṭṭhitena pana saddhiṁ mahantatarameva dutiyapaṭṭaṁ vā khaṇḍaṁ vā sibbantena puna adhiṭṭhātabbaṁ. Same vā khuddake vā adhiṭṭhānakiccaṁ natthi.",
  "tika-vin05t8:3": "Ticīvaraṁ pana parikkhāracoḷaṁ adhiṭṭhātuṁ vaṭṭati, na vaṭṭatīti? Mahāpadumatthero kirāha ‘‘ticīvaraṁ ticīvarameva adhiṭṭhātabbaṁ, sace parikkhāracoḷādhiṭṭhānaṁ labheyya, udositasikkhāpade parihāro niratthako bhaveyyā’’ti. Evaṁ vutte kira avasesā bhikkhū āhaṁsu ‘‘parikkhāracoḷampi bhagavatāva ‘adhiṭṭhātabba’nti vuttaṁ, tasmā vaṭṭatī’’ti. Mahāpaccariyampi vuttaṁ ‘‘parikkhāracoḷaṁ nāma pāṭekkaṁ nidhānamukhametaṁ. Ticīvaraṁ ‘parikkhāracoḷa’nti adhiṭṭhahitvā paribhuñjituṁ vaṭṭati, udositasikkhāpade (pārā. 471 ādayo) pana ticīvaraṁ adhiṭṭhahitvā pariharantassa parihāro vutto’’ti. Ubhatovibhaṅgabhāṇako puṇṇavālikavāsī mahātissattheropi kirāha ‘‘mayaṁ pubbe mahātherānaṁ assumhā ‘araññavāsino bhikkhū rukkhasusirādīsu cīvaraṁ ṭhapetvā padhānaṁ padahanatthāya gacchanti, sāmantavihāre dhammassavanatthāya gatānañca tesaṁ sūriye uṭṭhite sāmaṇerā vā daharabhikkhū vā pattacīvaraṁ gahetvā gacchanti, tasmā sukhaparibhogatthaṁ ticīvaraṁ parikkhāracoḷaṁ adhiṭṭhātuṁ vaṭṭatī’’’ti. Mahāpaccariyampi vuttaṁ ‘‘pubbe āraññikā bhikkhū abaddhasīmāya dupparihāranti ticīvaraṁ parikkhāracoḷameva adhiṭṭhahitvā paribhuñjiṁsū’’ti.",
  "tika-vin05t8:4": "45.Vassikasāṭikā anatirittappamāṇā nāmaṁ gahetvā vuttanayeneva cattāro vassike māse adhiṭṭhātabbā, tato paraṁ paccuddharitvā vikappetabbā. Vaṇṇabhedamattarattāpi cesā vaṭṭati, dve pana na vaṭṭanti. Nisīdanaṁ vuttanayena adhiṭṭhātabbameva, tañca kho pamāṇayuttaṁ ekameva, dve na vaṭṭanti. Paccattharaṇampi adhiṭṭhātabbameva, taṁ pana mahantampi vaṭṭati, ekampi vaṭṭati, bahūnipi vaṭṭanti, nīlampi pītakampi sadasampi pupphadasampīti sabbappakāraṁ vaṭṭati. Kaṇḍuppaṭicchādi yāva ābādho atthi, tāva pamāṇikā adhiṭṭhātabbā. Ābādhe vūpasante paccuddharitvā vikappetabbā, ekāva vaṭṭati. Mukhapuñchanacoḷaṁ adhiṭṭhātabbameva, yāva ekaṁ dhovīyati, tāva aññaṁ paribhogatthāya icchitabbanti dvepi vaṭṭanti. Apare pana therā ‘‘nidhānamukhametaṁ, bahūnipi vaṭṭantī’’ti vadanti. Parikkhāracoḷe gaṇanā natthi, yattakaṁ icchati, tattakaṁ adhiṭṭhātabbameva. Thavikāpi parissāvanampi vikappanūpagapacchimacīvarappamāṇaṁ ‘‘parikkhāracoḷa’’nti adhiṭṭhātabbameva. Tassa pamāṇaṁ dīghato dve vidatthiyo tiriyaṁ vidatthi, taṁ pana dīghato vaḍḍhakīhatthappamāṇaṁ, vitthārato tato upaḍḍhappamāṇaṁ hoti. Tatrāyaṁ pāḷi ‘‘anujānāmi, bhikkhave, āyāmena aṭṭhaṅgulaṁ sugataṅgulena caturaṅgulavitthataṁ pacchimaṁ cīvaraṁ vikappetu’’nti (mahāva. 358). Bahūnipi ekato katvā ‘‘imāni cīvarāni parikkhāracoḷāni adhiṭṭhāmī’’ti adhiṭṭhātumpi vaṭṭatiyeva. Bhesajjanavakammamātāpituādīnaṁ atthāya ṭhapentena anadhiṭṭhitepi natthi āpatti. Mañcabhisi pīṭhabhisi bimbohanaṁ pāvāro kojavoti etesu pana senāsanaparikkhāratthāya dinnapaccattharaṇe ca adhiṭṭhānakiccaṁ natthiyeva.",
  "tika-vin05t8:5": "Sace pana (pārā. aṭṭha. 2.636-38) ñātakapavāritaṭṭhānato suttaṁ labhitvā ñātakapavāriteneva tantavāyena aññena vā mūlaṁ datvā cīvaraṁ vāyāpeti, vāyāpanapaccayā anāpatti. Dasāhātikkamanapaccayā pana āpattiṁ rakkhantena vikappanupagappamāṇamatte vīte tante ṭhitaṁyeva adhiṭṭhātabbaṁ. Dasāhātikkamena niṭṭhāpiyamānañhi nissaggiyaṁ bhaveyyāti. Ñātakādīhi tantaṁ āropāpetvā ‘‘tumhākaṁ, bhante, idaṁ cīvaraṁ gaṇheyyāthā’’ti niyyātitepi eseva nayo.",
  "tika-vin05t8:6": "Sace tantavāyo evaṁ payojito vā sayaṁ dātukāmo vā hutvā ‘‘ahaṁ, bhante, tumhākaṁ cīvaraṁ asukadivase nāma vāyitvā ṭhapessāmī’’ti vadati, bhikkhu ca tena paricchinnadivasato paṭṭhāya dasāhaṁ atikkāmeti, nissaggiyaṁ pācittiyaṁ. Sace pana tantavāyo ‘‘ahaṁ tumhākaṁ cīvaraṁ vāyitvā sāsanaṁ pesessāmī’’ti vatvā tatheva karoti, tena pesitabhikkhu pana tassa bhikkhuno na āroceti, añño disvā vā sutvā vā ‘‘tumhākaṁ, bhante, cīvaraṁ niṭṭhita’’nti āroceti, etassa ārocanaṁ na pamāṇaṁ. Yadā pana tena pesitoyeva āroceti, tassa vacanaṁ sutadivasato paṭṭhāya dasāhaṁ atikkāmayato nissaggiyaṁ pācittiyaṁ.",
  "tika-vin05t8:7": "Sace tantavāyo ‘‘ahaṁ tumhākaṁ cīvaraṁ vāyitvā kassaci hatthe pahiṇissāmī’’ti vatvā tatheva karoti, cīvaraṁ gahetvā gatabhikkhu pana attano pariveṇe ṭhapetvā tassa na āroceti, añño koci bhaṇati ‘‘api, bhante, adhunā ābhataṁ cīvaraṁ sundara’’nti. Kuhiṁ, āvuso, cīvaranti. Itthannāmassa hatthe pesitanti. Etassapi vacanaṁ na pamāṇaṁ. Yadā pana so bhikkhu cīvaraṁ deti, laddhadivasato paṭṭhāya dasāhaṁ atikkāmayato nissaggiyaṁ pācittiyaṁ. Sace pana vāyāpanamūlaṁ adinnaṁ hoti, yāva kākaṇikamattampi avasiṭṭhaṁ, tāva rakkhati.",
  "tika-vin05t8:8": "46. Adhiṭṭhitacīvaraṁ (pārā. aṭṭha. 2.469) pana paribhuñjato kathaṁ adhiṭṭhānaṁ vijahatīti ? Aññassa dānena acchinditvā gahaṇena vissāsaggāhena hīnāyāvattanena sikkhāpaccakkhānena kālakiriyāya liṅgaparivattanena paccuddharaṇena chiddabhāvenāti imehi navahi kāraṇehi vijahati. Tattha purimehi aṭṭhahi sabbacīvarāni adhiṭṭhānaṁ vijahanti, chiddabhāvena pana ticīvarasseva sabbaṭṭhakathāsu adhiṭṭhānavijahanaṁ vuttaṁ, tañca nakhapiṭṭhippamāṇena chiddena. Tattha nakhapiṭṭhippamāṇaṁ kaniṭṭhaṅgulinakhavasena veditabbaṁ, chiddañca vinividdhachiddameva. Chiddassa hi abbhantare ekatantu cepi acchinno hoti, rakkhati. Tattha saṅghāṭiyā ca uttarāsaṅgassa ca dīghantato vidatthippamāṇassa, tiriyantato aṭṭhaṅgulappamāṇassa padesassa orato chiddaṁ adhiṭṭhānaṁ bhindati, antaravāsakassa pana dīghantato vidatthippamāṇasseva, tiriyantato caturaṅgulappamāṇassa padesassa orato chiddaṁ adhiṭṭhānaṁ bhindati, parato na bhindati, tasmā jāte chidde ticīvaraṁ atirekacīvaraṭṭhāne tiṭṭhati, sūcikammaṁ katvā puna adhiṭṭhātabbaṁ. Yo pana dubbalaṭṭhāne paṭhamaṁ aggaḷaṁ datvā pacchā dubbalaṭṭhānaṁ chinditvā apaneti, adhiṭṭhānaṁ na bhijjati. Maṇḍalaparivattanepi eseva nayo. Dupaṭṭassa ekasmiṁ paṭale chidde vā jāte gaḷite vā adhiṭṭhānaṁ na bhijjati, khuddakaṁ cīvaraṁ mahantaṁ karoti, mahantaṁ vā khuddakaṁ karoti, adhiṭṭhānaṁ na bhijjati. Ubho koṭiyo majjhe karonto sace paṭhamaṁ chinditvā pacchā ghaṭeti, adhiṭṭhānaṁ bhijjati. Atha ghaṭetvā chindati, na bhijjati. Rajakehi dhovāpetvā setaṁ kārāpentassapi adhiṭṭhānaṁ adhiṭṭhānamevāti. Ayaṁ tāva adhiṭṭhāne vinicchayo.",
  "tika-vin05t8:9": "47.Vikappane pana dve vikappanā sammukhāvikappanā parammukhāvikappanā ca. Kathaṁ sammukhāvikappanā hoti? Cīvarānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘‘imaṁ cīvara’’nti vā ‘‘imāni cīvarānī’’ti vā ‘‘etaṁ cīvara’’nti vā ‘‘etāni cīvarānī’’ti vā vatvā ‘‘tuyhaṁ vikappemī’’ti vattabbaṁ, ayamekā sammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati, paribhuñjituṁ pana vissajjetuṁ vā adhiṭṭhātuṁ vā na vaṭṭati. ‘‘Mayhaṁ santakaṁ, mayhaṁ santakāni paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohī’’ti evaṁ pana vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin05t8:10": "Aparo nayo – tatheva cīvarānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā tasseva bhikkhuno santike ‘‘imaṁ cīvara’’nti vā ‘‘imāni cīvarānī’’ti vā ‘‘etaṁ cīvara’’nti vā ‘‘etāni cīvarānī’’ti vā vatvā pañcasu sahadhammikesu aññatarassa attanā abhirucitassa yassa kassaci nāmaṁ gahetvā ‘‘tissassa bhikkhuno vikappemī’’ti vā ‘‘tissāya bhikkhuniyā, tissāya sikkhamānāya, tissassa sāmaṇerassa, tissāya sāmaṇeriyā vikappemī’’ti vā vattabbaṁ, ayaṁ aparāpi sammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati, paribhogādīsu pana ekampi na vaṭṭati. Tena pana bhikkhunā ‘‘tissassa bhikkhuno santakaṁ…pe… tissāya sāmaṇeriyā santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohī’’ti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin05t8:11": "Kathaṁ parammukhāvikappanā hoti? Cīvarānaṁ tatheva ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘‘imaṁ cīvara’’nti vā ‘‘imāni cīvarānī’’ti vā ‘‘etaṁ cīvara’’nti vā ‘‘etāni cīvarānī’’ti vā vatvā ‘‘tuyhaṁ vikappanatthāya dammī’’ti vattabbaṁ. Tena vattabbo ‘‘ko te mitto vā sandiṭṭho vā’’ti. Tato itarena purimanayeneva ‘‘tisso bhikkhū’’ti vā…pe… ‘‘tissā sāmaṇerī’’ti vā vattabbaṁ. Puna tena bhikkhunā ‘‘ahaṁ tissassa bhikkhuno dammī’’ti vā…pe… ‘‘tissāya sāmaṇeriyā dammī’’ti vā vattabbaṁ, ayaṁ parammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati, paribhogādīsu pana ekampi na vaṭṭati. Tena pana bhikkhunā dutiyasammukhāvikappanāyaṁ vuttanayeneva ‘‘itthannāmassa santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohī’’ti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin05t8:12": "Dvinnaṁ vikappanānaṁ kiṁ nānākaraṇaṁ? Sammukhāvikappanāyaṁ sayaṁ vikappetvā parena paccuddharāpeti, parammukhāvikappanāyaṁ pareneva vikappāpetvā pareneva paccuddharāpeti, idamettha nānākaraṇaṁ. Sace pana yassa vikappeti, so paññattikovido na hoti, na jānāti paccuddharituṁ, taṁ cīvaraṁ gahetvā aññassa byattassa santikaṁ gantvā puna vikappetvā parena paccuddharāpetabbaṁ. Vikappitavikappanā nāmesā vaṭṭati. Evaṁ tāva cīvare adhiṭṭhānavikappanānayo veditabbo.",
  "tika-vin05t8:13": "48.Patte pana ayaṁ nayo – pattaṁ adhiṭṭhahantena ukkaṭṭhamajjhimomakānaṁ aññataro pamāṇayuttova adhiṭṭhātabbo. Tassa pamāṇaṁ ‘‘aḍḍhāḷhakodanaṁ gaṇhātī’’tiādinā (pārā. 602) nayena pāḷiyaṁ vuttaṁ. Tatrāyaṁ vinicchayo (pārā. aṭṭha. 2.602 ādayo) – anupahatapurāṇasālitaṇḍulānaṁ sukoṭṭitaparisuddhānaṁ dve magadhanāḷiyo gahetvā tehi taṇḍulehi anuttaṇḍulamakilinnamapiṇḍitaṁ suvisadaṁ kundamakuḷarāsisadisaṁ avassāvitodanaṁ pacitvā niravasesaṁ patte pakkhipitvā tassa odanassa catutthabhāgappamāṇo nātighano nātitanuko hatthahāriyo sabbasambhārasaṅkhato muggasūpo pakkhipitabbo, tato ālopassa ālopassa anurūpaṁ yāvacarimālopappahonakaṁ macchamaṁsādibyañjanaṁ pakkhipitabbaṁ, sappitelatakkarasakañjikādīni pana gaṇanūpagāni na honti. Tāni hi odanagatikāni honti, neva hāpetuṁ, na vaḍḍhetuṁ sakkonti. Evametaṁ sabbampi pakkhittaṁ sace pattassa mukhavaṭṭiyā heṭṭhimarājisamaṁ tiṭṭhati, suttena vā hīrena vā chindantassa suttassa vā hīrassa vā heṭṭhimantaṁ phusati, ayaṁ ukkaṭṭho nāma patto. Sace taṁ rājiṁ atikkamma thūpīkataṁ tiṭṭhati, ayaṁ ukkaṭṭhomako nāma patto. Sace taṁ rājiṁ na sampāpuṇāti antogadhameva hoti, ayaṁ ukkaṭṭhukkaṭṭho nāma patto.",
  "tika-vin05t8:14": "Ukkaṭṭhato upaḍḍhappamāṇo majjhimo nāma patto. Majjhimato upaḍḍhappamāṇo omako. Tasmā sace magadhanāḷiyā nāḷikodanādisabbampi pakkhittaṁ vuttanayeneva heṭṭhimarājisamaṁ tiṭṭhati, ayaṁ majjhimo nāma patto. Sace taṁ rājiṁ atikkamma thūpīkataṁ tiṭṭhati, ayaṁ majjhimomako nāma patto. Sace taṁ rājiṁ na sampāpuṇāti antogadhameva hoti, ayaṁ majjhimukkaṭṭho nāma patto. Sace magadhanāḷiyā upaḍḍhanāḷikodanādisabbampi pakkhittaṁ heṭṭhimarājisamaṁ tiṭṭhati, ayaṁ omako nāma patto. Sace taṁ rājiṁ atikkamma thūpīkataṁ tiṭṭhati, ayaṁ omakomako nāma patto. Sace taṁ rājiṁ na sampāpuṇāti antogadhameva hoti, ayaṁ omakukkaṭṭho nāma patto. Evamete nava pattā. Tesu dve apattā ukkaṭṭhukkaṭṭho ca omakomako cāti. Tasmā ete bhājanaparibhogena paribhuñjitabbā, na adhiṭṭhānūpagā na vikappanūpagā. Itare pana satta adhiṭṭhahitvā vā vikappetvā vā paribhuñjitabbā.",
  "tika-vin05t8:15": "Pamāṇayuttānampi etesaṁ adhiṭṭhānavikappanūpagattaṁ evaṁ veditabbaṁ – ayopatto pañcahi pākehi, mattikāpatto dvīhi pākehi pakko adhiṭṭhānūpago. Ubhopi yaṁ mūlaṁ dātabbaṁ, tasmiṁ dinneyeva. Sace ekopi pāko ūno hoti, kākaṇikamattampi vā mūlaṁ adinnaṁ, na adhiṭṭhānūpago. Sace pattasāmiko vadati ‘‘yadā tumhākaṁ mūlaṁ bhavissati, tadā dassatha adhiṭṭhahitvā paribhuñjathā’’ti, neva adhiṭṭhānūpago hoti, pākassa hi ūnattā pattasaṅkhyaṁ na gacchati, mūlassa sakalassa vā ekadesassa vā adinnattā sakabhāvaṁ na upeti, aññasseva santako hoti, tasmā pāke ca mūle ca suniṭṭhiteyeva adhiṭṭhānūpago hoti. Yo adhiṭṭhānūpago, sveva vikappanūpago. So hatthaṁ āgatopi anāgatopi adhiṭṭhātabbo vikappetabbo vā. Yadi hi pattakārako mūlaṁ labhitvā sayaṁ vā dātukāmo hutvā ‘‘ahaṁ bhante tumhākaṁ pattaṁ katvā asukadivase nāma pacitvā ṭhapessāmī’’ti vadati, bhikkhu ca tena paricchinnadivasato paṭṭhāya dasāhaṁ atikkāmeti, nissaggiyaṁ pācittiyaṁ. Sace pana pattakārako ‘‘ahaṁ tumhākaṁ pattaṁ katvā pacitvā sāsanaṁ pesessāmī’’ti vatvā tatheva karoti, tena pesitabhikkhu pana tassa bhikkhuno na āroceti, añño disvā vā sutvā vā ‘‘tumhākaṁ, bhante, patto niṭṭhito’’ti āroceti, etassa ārocanaṁ na pamāṇaṁ. Yadā pana tena pesitoyeva āroceti, tassa vacanaṁ sutadivasato paṭṭhāya dasāhaṁ atikkāmayato nissaggiyaṁ pācittiyaṁ. Sace pana pattakārako ‘‘ahaṁ tumhākaṁ pattaṁ katvā pacitvā kassaci hatthe pahiṇissāmī’’ti vatvā tatheva karoti, pattaṁ gahetvā āgatabhikkhu pana attano pariveṇe ṭhapetvā tassa na āroceti, añño koci bhaṇati ‘‘api, bhante, adhunā ābhato patto sundaro’’ti. ‘‘Kuhiṁ, āvuso, patto’’ti? ‘‘Itthannāmassa hatthe pesito’’ti. Etassapi vacanaṁ na pamāṇaṁ. Yadā pana so bhikkhu pattaṁ deti, laddhadivasato paṭṭhāya dasāhaṁ atikkāmayato nissaggiyaṁ pācittiyaṁ, tasmā dasāhaṁ anatikkāmetvāva adhiṭṭhātabbo vikappetabbo vā.",
  "tika-vin05t8:16": "Tattha dve pattassa adhiṭṭhānā kāyena vā adhiṭṭhāti, vācāya vā adhiṭṭhāti. Tesaṁ vasena adhiṭṭhahantena ‘‘imaṁ pattaṁ paccuddharāmī’’ti vā ‘‘etaṁ pattaṁ paccuddharāmī’’ti vā vatvā evaṁ sammukhe vā parammukhe vā ṭhitaṁ purāṇapattaṁ paccuddharitvā aññassa vā datvā navaṁ pattaṁ yattha katthaci ṭhitaṁ hatthena parāmasitvā ‘‘idaṁ pattaṁ adhiṭṭhāmī’’ti cittena ābhogaṁ katvā kāyavikāraṁ karontena kāyena vā adhiṭṭhātabbo. Vacībhedaṁ katvā vācāya vā adhiṭṭhābhabbo. Tatra duvidhaṁ adhiṭṭhānaṁ – sace hatthapāse hoti, ‘‘imaṁ pattaṁ adhiṭṭhāmī’’ti vācā bhinditabbā, atha antogabbhe vā uparipāsāde vā sāmantavihāre vā hoti, ṭhapitaṭṭhānaṁ sallakkhetvā ‘‘etaṁ pattaṁ adhiṭṭhāmī’’ti vācā bhinditabbā. Adhiṭṭhahantena pana ekakena adhiṭṭhātumpi vaṭṭati, aññassa santike adhiṭṭhātumpi vaṭṭati. Aññassa santike ayamānisaṁso – sacassa ‘‘adhiṭṭhito nu kho me, no’’ti vimati uppajjati, itaro sāretvā vimatiṁ chindissatīti. Sace koci dasa patte labhitvā sabbe attanāva paribhuñjitukāmo hoti, na sabbe adhiṭṭhātabbā, ekaṁ pattaṁ adhiṭṭhāya punadivase taṁ paccuddharitvā añño adhiṭṭhātabbo. Eteneva upāyena vassasatampi pariharituṁ sakkā.",
  "tika-vin05t8:17": "Evaṁ appamattassa siyā adhiṭṭhānavijahananti? Siyā. Sace hi sayaṁ pattaṁ aññassa deti, vibbhamati vā, sikkhaṁ vā paccakkhāti, kālaṁ vā karoti, liṅgaṁ vāssa parivattati, paccuddharati vā, patte vā chiddaṁ hoti, adhiṭṭhānaṁ vijahati. Vuttañcetaṁ –",
  "tika-vin05t8:18": "‘‘Dinnavibbhantapaccakkhā , kālakiriyākatena ca;",
  "tika-vin05t8:19": "Liṅgapaccuddharā ceva, chiddena bhavati sattama’’nti. (pārā. aṭṭha. 2.608) –",
  "tika-vin05t8:20": "Coragahaṇavissāsaggāhehipi vijahatiyeva. Kittakena chiddena adhiṭṭhānaṁ bhijjati? Yena kaṅgusitthaṁ nikkhamati ceva pavisati ca. Idañhi sattannaṁ dhaññānaṁ lāmakadhaññasitthaṁ. Tasmiṁ chidde ayacuṇṇena vā āṇiyā vā paṭipākatike kate dasāhabbhantare puna adhiṭṭhātabbo. Ayaṁ tāvettha adhiṭṭhāne vinicchayo.",
  "tika-vin05t8:21": "49.Vikappane pana dve vikappanā sammukhāvikappanā ceva parammukhāvikappanā ca. Kathaṁ sammukhāvikappanā hoti? Pattānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘‘imaṁ patta’’nti vā ‘‘ime patte’’ti vā ‘‘etaṁ patta’’nti vā ‘‘ete patte’’ti vā vatvā ‘‘tuyhaṁ vikappemī’’ti vattabbaṁ, ayamekā sammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati, paribhuñjituṁ pana vissajjetuṁ vā adhiṭṭhātuṁ vā na vaṭṭati. ‘‘Mayhaṁ santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohī’’ti evaṁ pana vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin05t8:22": "Aparo nayo – tatheva pattānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā tasseva bhikkhuno santike ‘‘imaṁ patta’’nti vā ‘‘ime patte’’ti vā ‘‘etaṁ patta’’nti vā ‘‘ete patte’’ti vā vatvā pañcasu sahadhammikesu aññatarassa attanā abhirucitassa yassa kassaci nāmaṁ gahetvā ‘‘tissassa bhikkhuno vikappemī’’ti vā ‘‘tissāya bhikkhuniyā, sikkhamānāya, sāmaṇerassa, tissāya sāmaṇeriyā vikappemī’’ti vā vattabbaṁ, ayaṁ aparāpi sammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati. Paribhogādīsu pana ekampi na vaṭṭati. Tena pana bhikkhunā tissassa bhikkhuno santakaṁ…pe… tissāya sāmaṇeriyā santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohīti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin05t8:23": "Kathaṁ parammukhāvikappanā hoti? Pattānaṁ tatheva ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘‘imaṁ patta’’nti vā ‘‘ime patte’’ti vā ‘‘etaṁ patta’’nti vā ‘‘ete patte’’ti vā vatvā ‘‘tuyhaṁ vikappanatthāya dammī’’ti vattabbaṁ. Tena vattabbo ‘‘ko te mitto vā sandiṭṭho vā’’ti . Tato itarena purimanayena ‘‘tisso bhikkhū’’ti vā…pe… ‘‘tissā sāmaṇerī’’ti vā vattabbaṁ. Puna tena bhikkhunā ‘‘ahaṁ tissassa bhikkhuno dammī’’ti vā…pe… ‘‘tissāya sāmaṇeriyā dammī’’ti vā vattabbaṁ, ayaṁ parammukhāvikappanā. Ettāvatā nidhetuṁ vaṭṭati, paribhogādīsu pana ekampi na vaṭṭati. Tena pana bhikkhunā dutiyasammukhāvikappanāyaṁ vuttanayeneva ‘‘itthannāmassa santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohī’’ti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti. Ayaṁ vikappane nayo.",
  "tika-vin05t8:24": "50. Evaṁ adhiṭṭhahitvā vikappetvā ca paribhuñjantena patte bhinne kiṁ kātabbanti? Yassa patte rājimukhavaṭṭito heṭṭhā dvaṅgulappamāṇā na hoti tena na kiñci kātabbaṁ. Yassa (pārā. aṭṭha. 2.612-3) pana tādisā ekāpi rāji hoti, tena tassā rājiyā heṭṭhimapariyante pattavedhakena vijjhitvā pacitvā suttarajjukamakacirajjukādīhi vā tipusuttakena vā bandhitvā taṁ bandhanaṁ āmisassa alagganatthaṁ tipupaṭṭena vā kenaci vā baddhasilesena paṭicchādetabbaṁ. So ca patto adhiṭṭhahitvā paribhuñjitabbo. Sukhumaṁ vā chiddaṁ katvā bandhitabbo. Suddhehi pana madhukasitthakalākhāsajjurasādīhi bandhituṁ na vaṭṭati, phāṇitaṁ jhāpetvā pāsāṇacuṇṇena bandhituṁ vaṭṭati. Mukhavaṭṭisamīpe pana pattavedhakena vijjhiyamāno kapālassa bahalattā bhijjati, tasmā heṭṭhā vijjhitabbo. Yassa pana dve rājiyo, ekāyeva vā caturaṅgulā, tassa dve bandhanāni dātabbāni. Yassa tisso, ekāyeva vā chaḷaṅgulā, tassa tīṇi. Yassa catasso, ekāyeva vā aṭṭhaṅgulā, tassa cattāri. Yassa pañca, ekāyeva vā dasaṅgulā, so baddhopi abaddhopi apattoyeva, añño viññāpetabbo. Esa tāva mattikāpatte vinicchayo.",
  "tika-vin05t8:25": "Ayopatte pana sacepi pañca vā atirekāni vā chiddāni honti, tāni ca ayacuṇṇena vā āṇiyā vā lohamaṇḍalakena vā baddhāni maṭṭhāni honti, sveva patto paribhuñjitabbo, añño na viññāpetabbo. Atha pana ekampi chiddaṁ mahantaṁ hoti, lohamaṇḍalakena baddhampi maṭṭhaṁ na hoti, patte āmisaṁ laggati, akappiyo hoti, ayaṁ apatto, añño viññāpetabbo. Viññāpentena ca saṅghavasena pavāritaṭṭhāne pañcabandhaneneva pattena aññaṁ pattaṁ viññāpetuṁ vaṭṭati, puggalavasena pana pavāritaṭṭhāne ūnapañcabandhanenāpi vaṭṭati. Pattaṁ labhitvā paribhuñjantena ca yāgurandhanarajanapacanādinā aparibhogena na paribhuñjitabbo, antarāmagge pana byādhimhi uppanne aññasmiṁ bhājane asati mattikāya limpetvā yāguṁ vā pacituṁ udakaṁ vā tāpetuṁ vaṭṭati. Mañcapīṭhachattanāgadantakādike adesepi na nikkhipitabbo. Pattassa hi nikkhipanadeso ‘‘anujānāmi, bhikkhave, pattādhāraka’’ntiādinā (cūḷava. 254) nayena khandhake vuttoyeva.",
  "tika-vin05t8:26": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t8:27": "Adhiṭṭhānavikappanavinicchayakathā samattā."
}