{
  "tika-s0202t4:0": "5. Brāhmaṇavaggo",
  "tika-s0202t4:1": "1. Brahmāyusuttavaṇṇanā",
  "tika-s0202t4:2": "383. ‘‘Mahāsatto mahiddhiko mahānubhāvo’’tiādīsu (mahāva. 38) uḷāratā visayo, ‘‘mahājanakāyo sannipatī’’tiādīsu sambahulabhāvavisayo, idha pana tadubhayampissa atthoti ‘‘mahatāti guṇamahattenapi mahatā’’tiādi vuttaṁ. Appicchatādīti ādi-saddena santuṭṭhisallekhapavivekaasaṁsaggavīriyārambhādīnaṁ saṅgaho. Diṭṭhisīlasāmaññasaṅghātasaṅkhātenāti ettha ‘‘niyato sambodhiparāyaṇo’’ (saṁ. ni. 2.41; 3.998, 1004) – ‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ diṭṭhisampanno puggalo sañcicca pāṇaṁ jīvitā voropeyyāti netaṁ ṭhānaṁ vijjatī’’tiādivacanato diṭṭhisīlānaṁ niyatasabhāvattā sotāpannāpi aññamaññaṁ diṭṭhisīlasāmaññena saṁhatā, pageva sakadāgāmiādayo. ‘‘Tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati (dī. ni. 3.324, 356; ma. ni. 1.492; 3.54; a. ni. 6.11; pari. 274) tathārūpehi sīlehi sīlasāmaññagato viharatī’’ti (dī. ni. 3.324; ma. ni. 1.492; 3.54; a. ni. 6.12; pari. 274) vacanato puthujjanānampi diṭṭhisīlasāmaññena saṁhatabhāvo labbhatiyeva.",
  "tika-s0202t4:3": "Oṭṭhapahatakaraṇavasena atthavibhāgavasena. Sanighaṇḍukeṭubhānanti ettha nighaṇḍūti vacanīyavācakabhāvena atthaṁ saddañca khaṇḍati vibhajja dassetīti nikhaṇḍu. So eva idha kha-kārassa gha-kāraṁ katvā ‘‘nighaṇḍū’’ti vutto. Kiṭati gameti kiriyādivibhāgaṁ, taṁ vā anavasesapariyādānato gamento pūretīti keṭubhaṁ. Vevacanappakāsakanti pariyāyasaddadīpakaṁ, ekekassa atthassa anekapariyāyavacanavibhāvakanti attho. Nidassanamattañcetaṁ anekesampi atthānaṁ ekasaddavacanīyatāvibhāvanavasenapi tassa ganthassa pavattattā. Vacībhedādilakkhaṇā kiriyā kappīyati etenāti kiriyākappo, so pana vaṇṇapadasambandhapadatthavibhāgato bahuvikappoti āha ‘‘kiriyākappavikappo’’ti. Idañca mūlakiriyākappaganthaṁ sandhāya vuttaṁ. So hi satasahassaparimāṇo nalacariyādipakaraṇaṁ. Ṭhānakaraṇādivibhāgato nibbacanavibhāgato ca akkharā pabhedīyanti etehīti akkharappabhedā, sikkhāniruttiyo. Etesanti vedānaṁ. Te eva vede padaso kāyatīti padako. Taṁ taṁ saddaṁ tadatthañca byākaroti byācikkhati etenāti byākaraṇaṁ, saddasatthaṁ. Āyatiṁ hitaṁ tena loko na yatati na īhatīti lokāyataṁ. Tañhi ganthaṁ nissāya sattā puññakiriyāya cittampi na uppādenti. Vayatīti vayo, na vayo avayo, na avayo anavayo, ādimajjhapariyosānesu katthaci aparikilanto avitthāyanto te ganthe sandhāreti pūretīti attho. Dve paṭisedhā pakatiṁ gamentīti dassento ‘‘avayo na hotī’’ti vatvā tattha avayaṁ dassetuṁ ‘‘avayo…pe… na sakkotī’’ti vuttaṁ.",
  "tika-s0202t4:4": "384.Garūti bhāriyaṁ attānaṁ tato mocetvā gamanaṁ dukkaraṁ hoti. Anatthopi uppajjati nindābyārosaupārambhādi. Abbhuggatoti ettha abhisaddayogena itthambhūtākhyānatthe upayogavacanaṁ.",
  "tika-s0202t4:5": "Lakkhaṇānīti lakkhaṇadīpanāni mantapadāni. Antaradhāyantīti na kevalaṁ lakkhaṇamantāniyeva, aññānipi brāhmaṇānaṁ ñāṇabalābhāvena anukkamena antaradhāyanti. Tathā hi vadanti ‘‘ekasataṁ addhariyaṁ dipaññāsamattato sāmā’’tiādi. Paṇidhimahato samādānamahatotiādinā paccekaṁ maha-saddo yojetabbo. Paṇidhimahantatādi cassa buddhavaṁsacariyāpiṭakavaṇṇanādivaseneva veditabbo. Niṭṭhāti nipphattiyo. Jātisāmaññatoti lakkhaṇajātiyā lakkhaṇabhāvena samānabhāvato. Yathā hi buddhānaṁ lakkhaṇāni suvisuddhāni suparibyattāni paripuṇṇāni ca honti, na evaṁ cakkavattīnaṁ. Tenāha ‘‘na teheva buddho hotī’’ti.",
  "tika-s0202t4:6": "Abhirūpatā dīghāyukatā, appātaṅkatā brāhmaṇādīnaṁ piyamanāpatāti catūhi acchariyadhammehi. Dānaṁ piyavacanaṁ atthacariyā samānattatāti imehi catūhi saṅgahavatthūhi. Rañjanatoti pītijananato. Cakkaṁ cakkaratanaṁ vatteti pavattetīti cakkavattī, sampatticakkehi sayaṁ vatteti, tehi ca paraṁ sattanikāyaṁ vatteti pavattetīti cakkavattī, parahitāvaho iriyāpathacakkānaṁ vatto vattanaṁ etassa atthīti cakkavattī, appaṭihataṁ vā āṇāsaṅkhātaṁ cakkaṁ vattetīti cakkavatī, appaṭihataṁ vā āṇāsaṅkhātaṁ cakkaṁ vattetīti cakkavattī, khattiyamaṇḍalādisaññitaṁ cakkaṁ samūhaṁ attano vase vattetīti cakkavattī. Dhammaṁ caratīti dhammiko. Dhammato anapetattā dhammo rañjanatthena rājāti dhammarājā. Kopādīti ādi-saddena kāmalobhamānamadādike saṅgaṇhāti. Vijitāvīti vijitavā. Kenaci akampiyaṭṭhena janapadatthāvariyappatto. Daḷhabhattibhāvato vā janapado thāvariyaṁ patto etthāti janapadatthāvariyappatto. Cittīkatabhāvādināpi (khu. pā. aṭṭha. 6.3; dī. ni. aṭṭha. 2.33; saṁ. ni. aṭṭha. 3.5.223; su. ni. aṭṭha. 1.226; mahāni. aṭṭha. 50) cakkassa ratanaṭṭho veditabbo. Esa nayo sesesupi. Ratinimittatāya vā cittīkatādibhāvassa ratijananaṭṭhena ekasaṅgahatāya visuṁ aggahaṇaṁ.",
  "tika-s0202t4:7": "Imehi pana ratanehi rājā cakkavattī yaṁ yamatthaṁ paccanubhoti, taṁ taṁ dassetuṁ ‘‘imesu panā’’tiādi vuttaṁ. Ajitaṁ jināti mahesakkhatāsaṁvattaniyakammanissandabhāvato. Vijite yathāsukhaṁ anuvicarati hatthiratanaṁ assaratanañca abhiruhitvā tesaṁ ānubhāvena antopātarāseyeva sakalaṁ pathaviṁ anusaṁyāyitvā rājadhāniyaṁ paccāgamanato. Pariṇāyakaratanena vijitamanurakkhati tena tattha tattha kattabbakiccassa saṁvidhānato. Sesehīti maṇiratanaitthiratanagahapatiratanehi. Tattha maṇiratanena yojanappamāṇe dese andhakāraṁ vidhamitvā ālokadassanādinā sukhamanubhavati, itthiratanena atikkantamānusarūpasampattidassanādivasena, gahapatiratanena icchiticchitamaṇikanakarajatādidhanappaṭilābhavasena. Ussāhasattiyogo yena kenaci appaṭihatāṇācakkabhāvasiddhito. Hatthiassaratanādīnaṁ mahānubhāvattā kosasampattiyāpi pabhāvasampattisiddhito ‘‘hatthi…pe… yogo’’ti vuttaṁ. Koso hi nāma sati ussāhasampattiyaṁ (uggatejassa sukumāraparakkamassa pasannamukhassa sammukhe pāpuṇāti). Pacchimenāti pariṇāyakaratanena. Tañhi sabbarājakiccesu kusalaṁ avirajjhanapayogaṁ. Tenāha ‘‘mantasattiyogo’’ti. Tividhasattiyogaphalaṁ paripuṇṇaṁ hotīti sambandho. Sesehīti sesehi pañcahi ratanehi. Adosakusalamūlajanitakammānubhāvenāti adosasaṅkhātena kusalamūlena sahajātādipaccayavasena uppāditakammassa ānubhāvena sampajjanti sommatararatanajātikattā. Majjhimāni maṇiitthigahapatiratanāni. Alobha…pe… kammānubhāvena sampajjanti uḷāradhanassa uḷāradhanapaṭilābhakāraṇassa ca pariccāgasampadāhetukattā. Pacchimanti pariṇāyakaratanaṁ. Tañhi amoha…pe… kammānubhāvena sampajjati mahāpaññeneva cakkavattirājakiccassa pariṇetabbattā.",
  "tika-s0202t4:8": "Saraṇato paṭipakkhavidhamanato sūrā. Tenāha ‘‘abhīrukajātikā’’ti. Asure vijinitvā ṭhitattā vīro, sakko devānamindo, tassa aṅgaṁ devaputto senaṅgabhāvatoti vuttaṁ ‘‘vīraṅgarūpāti devaputtasadisakāyā’’ti. Sabhāvoti sabhāvabhūto attho. Vīrakāraṇanti vīrabhāvakāraṇaṁ. Vīriyamayasarīrā viyāti saviggahavīriyasadisā saviggahañce vīriyaṁ siyā, taṁsadisāti attho. Nanu rañño cakkavattissa paṭisenā nāma natthi, yamassa puttā pamaddeyyuṁ, atha kasmā ‘‘parasenapamaddanā’’ti vuttanti codanaṁ sandhāyāha ‘‘sace’’tiādi. Tena parasenā hotu vā mā vā, te pana evaṁ mahānubhāvāti dasseti. Dhammenāti katūpacitena attano puññadhammena. Tena hi sañcoditā pathaviyaṁ sabbarājāno paccuggantvā ‘‘svāgataṁ te mahārājā’’tiādiṁ vatvā attano rajjaṁ rañño cakkavattissa niyyādenti. Tena vuttaṁ ‘‘so imaṁ…pe… ajjhāvasatī’’ti. Aṭṭhakathāyaṁ pana tassa yathāvuttadhammassa cirataraṁ vipaccituṁ paccayabhūtaṁ cakkavattivattasamudāgataṁ payogasampattisaṅkhātaṁ dhammaṁ dassetuṁ ‘‘pāṇo na hantabbotiādinā pañcasīladhammenā’’ti vuttaṁ. Evañhi ‘‘adaṇḍena asatthenā’’ti idaṁ vacanaṁ suṭṭhutaraṁ samatthitaṁ hoti, yasmā rāgādayo pāpadhammā uppajjamānā sattasantānaṁ chādetvā pariyonandhitvā tiṭṭhanti, kusalapavattiṁ nivārenti, tasmā te ‘‘chadanā, chadā’’ti ca vuttā.",
  "tika-s0202t4:9": "Vivaṭṭetvā parivattetvā. Pūjārahatā vuttā ‘‘arahatīti araha’’nti. Tassāti pūjārahatāya. Yasmā sammāsambuddho, tasmā arahanti. Buddhattahetubhūtā vivaṭṭacchadatā vuttā savāsanasabbakilesappahānapubbakattā buddhabhāvasiddhiyā. Arahaṁ vaṭṭābhāvenāti phalena hetuanumānadassanaṁ. Sammāsambuddho chadanābhāvenāti hetunā phalānumānadassanaṁ. Hetudvayaṁ vuttaṁ ‘‘vivaṭṭo vicchado cā’’ti. Dutiyavesārajjenāti ‘‘khīṇāsavassa te paṭijānato’’tiādinā (ma. ni. 1.150) āgatena vesārajjena. Purimasiddhīti purimassa padassa atthasiddhi. Paṭhamenāti ‘‘sammāsambuddhassa te paṭijānato’’tiādinā (ma. ni. 1.150) āgatena vesārajjena. Dutiyasiddhīti buddhattasiddhi. Tatiyacatutthehīti ‘‘ye kho pana te antarāyikā dhammā’’tiādinā (ma. ni. 1.150), ‘‘yassa kho pana te atthāyā’’tiādinā (ma. ni. 1.150) ca āgatehi tatiyacatutthehi vesārajjehi. Tatiyasiddhīti vivaṭṭacchadanatā siddhi. Yāthāvato antarāyikaniyyānikadhammāpadesena hi satthu vivaṭṭacchadabhāvo loke pākaṭo ahosi. Purimaṁ dhammacakkhunti purimapadaṁ bhagavato dhammacakkhuṁ sādheti kilesārīnaṁ saṁsāracakkassa ca arānaṁ hatabhāvadīpanato. Dutiyaṁ padaṁ buddhacakkhuṁ sādheti sammāsambuddhasseva taṁ sambhavato. Tatiyaṁ padaṁ samantacakkhuṁ sādheti savāsanasabbakilesappahānadīpanato. ‘‘Sammāsambuddho’’ti hi vatvā ‘‘vivaṭṭacchado’’ti vacanaṁ buddhabhāvāvahameva sabbakilesappahānaṁ vibhāvetīti. Sūrabhāvanti lakkhaṇavibhāvanena visadañāṇataṁ.",
  "tika-s0202t4:10": "385.Gavesīti (dī. ni. ṭī. 1.287) ñāṇena pariyesanaṁ akāsi. Samānayīti ñāṇena saṅkalento samānaṁ ānayi samāhari. Na sakkoti saṁkucite iriyāpathe yebhuyyena tesaṁ dubbibhāvanato. Kaṅkhatīti padassa ākaṅkhatīti ayamatthoti āha – ‘‘aho vata passeyyanti patthanaṁ uppādetī’’ti. Kicchatīti kilamati. ‘‘Kaṅkhatī’’ti padassa pubbe āsīsanatthataṁ vatvā idāni tassa saṁsayatthattameva vikappantaravasena dassento ‘‘kaṅkhāya vā dubbalā vimati vuttā’’tiādi vuttaṁ. Tīhi dhammehi tippakārehi saṁsayadhammehi. Kālussiyabhāvoti appasannatāya hetubhūto āvilabhāvo. Yasmā bhagavato kosohitaṁ sabbabuddhāveṇikaṁ vatthaguyhaṁ suvisuddhakañcanamaṇḍalasannikāsaṁ attano saṇṭhānasannivesasundaratāya ājāneyyagandhahatthino varaṅgacārubhāvaṁ vikasamānatapaniyāravindasamujjalakesarāvattavilāsaṁ sañjhāpabhānurañjitajalavanantarābhilakkhita-sampuṇṇacandamaṇḍalasobhañca attano siriyā abhibhuyya virājati, yaṁ bāhirabbhantaramalehi anupakkiliṭṭhatāya cirakālaṁ suparicitabrahmacariyādhikāratāya susaṇṭhitasaṇṭhānasampattiyā ca kopīnampi santaṁ akopīnameva, tasmā vuttaṁ ‘‘bhagavato hī’’tiādi. Pahūtabhāvanti puthulabhāvaṁ. Ettheva hi tassa saṁsayo, tanumudusukumāratādīsu panassa guṇesu tassa vicāraṇā eva nāhosi.",
  "tika-s0202t4:11": "Hirikaraṇokāsanti hiriyitabbaṭṭhānaṁ. Chāyanti paṭibimbaṁ. Kīdisanti āha ‘‘iddhiyā’’tiādi. Chāyārūpanti bhagavato paṭibimbarūpaṁ. Tañca kho buddhasantānato vinimuttaṁ rūpakamattaṁ bhagavato sarīravaṇṇasaṇṭhānāvayavaṁ iddhimayaṁ bimbakamattaṁ, taṁ pana dassento bhagavā yathā attano buddharūpaṁ na dissati, tathā katvā dasseti. Nīharitvāti pharitvā.",
  "tika-s0202t4:12": "Kaṇṇasotānaṁ upacitatanutambalomatāya dhotarajatapanāḷikāsadisatā vuttā. Mukhapariyanteti kesante.",
  "tika-s0202t4:13": "Kiriyākaraṇanti kiriyāya kāyikassa vācasikassa paṭipatti. Tatthāti tesu kiccesu. Dhammakathikānaṁ vattaṁ dassetuṁ bījaniggahaṇaṁ kataṁ. Na hi aññathā sabbassapi lokassa alaṅkārabhūtaṁ paramukkaṁsagataṁ sikkhāsaṁyamānaṁ buddhānaṁ mukhacandamaṇḍalaṁ paṭicchādetabbaṁ hoti.",
  "tika-s0202t4:14": "Pattharitavitānaolambitagandhadāmakusumadāmake gandhamaṇḍalamāḷe. Pubbabhāgena paricchinditvāti ‘‘ettakaṁ velaṁ samāpattiyā vītināmessāmī’’ti evaṁ pavattena pubbabhāgena kālaṁ paricchinditvā. Paccayadāyakesu anurodhavasena parisaṁ ussādento vā paggaṇhanto, adāyakesu virodhavasena parisaṁ apasādento vā.",
  "tika-s0202t4:15": "Yogakkhemaṁ antarāyābhāvaṁ. Sabhāvaguṇenevāti yathāvuttaguṇeneva. Bhoto gotamassa guṇaṁ saviggahaṁ cakkavāḷaṁ atisambādhaṁ vitthārena sandhāretuṁ appahontato. Bhavaggaṁ atinīcaṁ uparūpari sandhāretuṁ appahontato.",
  "tika-s0202t4:16": "386. Ṭhānagamanādīsu (dī. ni. ṭī. 2.35) bhūmiyaṁ suṭṭhu samaṁpatiṭṭhitā pādā etassāti suppatiṭṭhitapādo. Taṁ pana bhagavato suppatiṭṭhitapādataṁ byatirekamukhena vibhāvetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Tattha aggatalanti aggapādatalaṁ. Paṇhīti paṇhitalaṁ. Passanti pādatalassa dvīsu passesu ekekaṁ, ubhayameva vā pariyantaṁ passaṁ. Suvaṇṇapādukatalaṁ viya ujukaṁ nikkhipiyamānaṁ. Ekappahārenevāti ekakkhaṇeyeva. Sakalaṁ pādatalaṁ bhūmiṁ phusati nikkhipane. Ekappahāreneva sakalaṁ pādatalaṁ bhūmito uṭṭhahatīti yojanā.",
  "tika-s0202t4:17": "Tatrāti tāya suppatiṭṭhitapādatāya anupubbaninnāva acchariyabbhutaṁ idaṁ vuccamānaṁ nissandaphalaṁ. Vuttamevatthaṁ satthu tidivagamanena supākaṭaṁ kātuṁ ‘‘tathā hī’’tiādiṁ vatvā ‘‘na hī’’tiādinā taṁ samattheti. Tena paṭhamalakkhaṇatopi dutiyalakkhaṇaṁ mahānubhāvanti dasseti. Tathā hi vakkhati ‘‘antamaso cakkavattirañño parisaṁ upādāya sabbopi cakkalakkhaṇasseva parivāro’’ti. Yugandharapabbatassa tāvatiṁsabhavanassa ca pakatipadanikkhepaṭṭhānupasaṅkamane neva buddhānaṁ, na devatānaṁ ānubhāvo, atha kho buddhānaṁ lakkhaṇānubhāvoti imamatthaṁ nidassitaṁ. Sīlatejena…pe… dasannaṁ pāramīnaṁ ānubhāvenāti idampi lakkhaṇanibbattakammavisesakittanamevāti daṭṭhabbaṁ. Sabbāvantehīti sabbapadesavantehi.",
  "tika-s0202t4:18": "Nābhiparicchinnāti nābhiyaṁ paricchinnā paricchedavasena ṭhitā. Nābhimukhaparikkhepapaṭṭoti pakaticakkassa akkhabbhāhatapariharaṇatthaṁ nābhimukhe ṭhapetabbaparikkhepapaṭṭo. Nemimaṇikāti nemiyaṁ āvaḷibhāvena ṭhitamaṇikālekhā.",
  "tika-s0202t4:19": "Sambahulavāroti bahuvidhalekhaṅgavibhāvanavāro. Sattīti āvudhasatti. Sirivacchoti sirimukhaṁ. Nandīti dakkhiṇāvaṭṭaṁ. Sovattikoti sovattiaṅko. Vaṭaṁsakoti āveḷaṁ. Vaḍḍhamānakanti purisahāri purisaṅgaṁ. Morahatthakoti morapiñchakalāpo, morapiñcha parisibbito vā bījaniviseso. Vālabījanīti cāmarivālaṁ. Siddhatthādi puṇṇaghaṭapuṇṇapātiyo. ‘‘Cakkavāḷo’’ti vatvā tassa padhānāvayave dassetuṁ ‘‘himavā sineru…pe… sahassānī’’ti vuttaṁ.",
  "tika-s0202t4:20": "Āyatapaṇhīti idaṁ aññesaṁ paṇhito dīghataṁ sandhāya vuttaṁ, na pana atidīghatanti āha ‘‘paripuṇṇapaṇhī’’ti. Yathā pana paṇhilakkhaṇaṁ paripuṇṇaṁ nāma hoti, taṁ byatirekamukhena dassetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Āraggenāti maṇḍalāya sikhāya. Vaṭṭetvāti yathā suvaṭṭaṁ hoti, evaṁ vaṭṭetvā. Rattakambalageṇḍukasadisāti rattakambalamayageṇḍukasadisā.",
  "tika-s0202t4:21": "Makkaṭassevāti vānarassa viya. Dīghabhāvena samataṁ sandhāyetaṁ vuttaṁ. Niyyāsatelenāti chadikaniyyāsādiniyyāsasammissena telena.",
  "tika-s0202t4:22": "Talunāti sukumārā.",
  "tika-s0202t4:23": "Cammenāti aṅgulantaraveṭhitacammena. Paṭibaddhaaṅgulantaroti ekato sambaddhaaṅgulantaro. Ekappamāṇāti dīghato samānappamāṇā. Yavalakkhaṇanti abbhantarato aṅgulipabbeṭhitaṁ yavalakkhaṇaṁ. Paṭivijjhitvāti taṁtaṁpabbānaṁ samānadesatāya aṅgulīnaṁ pasāritakāle aññamaññaṁ vijjhitāni viya phusitvā tiṭṭhanti.",
  "tika-s0202t4:24": "Saṅkhā vuccanti gopphakā, uddhaṁ saṅkhā etesanti ussaṅkhā, pādā. Piṭṭhipādeti piṭṭhipādasamīpe. Sukhena pādā parivattanti pādanāmanādīsu, teneva gacchantānaṁ tesaṁ heṭṭhā pādatalāni dissanti. Tenāti gopphakānaṁ piṭṭhipādato uddhaṁ patiṭṭhitattā. Caturaṅgulamattañhi tāni uddhaṁ ārohitvā patiṭṭhahanti, niguḷhāni ca honti, na aññesaṁ viya paññāyamānāni. Satipi desantarappavattiyaṁ niccaloti dassanatthaṁ nābhiggahaṇaṁ.",
  "tika-s0202t4:25": "Yasmā eṇīmigassa samantato ekasadisamaṁsā anukkamena uddhaṁ thūlā jaṅghā honti, tasmā vuttaṁ ‘‘eṇīmigasadisajaṅghā’’ti. Paripuṇṇajaṅghoti samantato maṁsūpacayena paripuṇṇajaṅgho. Tenāha ‘‘na ekato’’tiādi.",
  "tika-s0202t4:26": "Etenāti ‘‘anonamanto’’tiādivacanena, jāṇuphāsubhāvadīpanenāti attho. Avasesajanāti iminā lakkhaṇena rahitā janā. Khujjā vā honti heṭṭhimakāyato uparimakāyassa rassatāya. Vāmanā vā uparimakāyato heṭṭhimakāyassa rassatāya. Etena ṭhapetvā sammāsambuddhaṁ cakkavattinañca itare sattā khujjā vāmanā cāti dasseti.",
  "tika-s0202t4:27": "Ohitanti samohitaṁ antogadhaṁ. Tathābhūtaṁ pana taṁ tena channaṁ hotīti āha ‘‘paṭicchanna’’nti.",
  "tika-s0202t4:28": "Suvaṇṇavaṇṇoti suvaṇṇavaṇṇavaṇṇoti ayamettha atthoti āha ‘‘jātihiṅgulakenā’’tiādi. Svāyamattho āvuttiñāyena ca veditabbo. Sarīrapariyāyo idha vaṇṇasaddoti adhippāyena paṭhamavikappaṁ vatvā tathārūpāya pana ruḷhiyā abhāvaṁ manasi katvā vaṇṇadhātupariyāyameva vaṇṇasaddaṁ gahetvā dutiyavikappo vutto.",
  "tika-s0202t4:29": "Rajoti sukhumarajo. Jallanti malīnabhāvāvaho reṇusañcayo. Tenāha ‘‘malaṁ vā’’ti. Yadi vivaṭṭati, kathaṁ nhānādīti āha ‘‘hatthadhovanā’’tiādi.",
  "tika-s0202t4:30": "Āvaṭṭapariyosāneti padakkhiṇāvaṭṭāya ante.",
  "tika-s0202t4:31": "Brahmuno sarīraṁ purato vā pacchato vā anonamitvā ujukameva uggatanti āha ‘‘brahmā viya ujugatto’’ti. Passavaṅkāti dakkhiṇapassena vā vāmapassena vā vaṅkā.",
  "tika-s0202t4:32": "Hatthapiṭṭhiādivasena satta ussadā etassāti sattussado.",
  "tika-s0202t4:33": "Sīhassa pubbaddhaṁ sīhapubbaddhaṁ, paripuṇṇāvayavatāya sīhapubbaddhaṁ viya sakalo kāyo assāti sīhapubbaddhakāyo. Sīhassevāti sīhassa viya. Saṇṭhantīti saṇṭhahanti. Nānācittenāti vividhacittena. Puññacittenāti pāramitāpuññacittarūpena. Cittitoti sañjātacittabhāvo.",
  "tika-s0202t4:34": "Dvinnaṁ koṭṭānamantaranti dvinnaṁ piṭṭhibāhānaṁ vemajjhaṁ, piṭṭhimajjhassa uparibhāgo. Citaṁ paripuṇṇanti aninnabhāvena citaṁ, dvīhi koṭṭehi samatalatāya paripuṇṇaṁ. Uggammāti uggantvā.",
  "tika-s0202t4:35": "Nigrodhaparimaṇḍalo viya parimaṇḍalo nigrodhaparimaṇḍalo ekassa parimaṇḍalasaddassa lopaṁ katvā. Na hi sabbo nigrodho maṇḍalo. Tenāha ‘‘samakkhandhasākho nigrodho’’ti. Parimaṇḍalasaddasannidhānena vā parimaṇḍalova nigrodho gayhatīti parimaṇḍalasaddassa lopena vināpi ayamattho labbhatīti āha ‘‘nigrodho viya parimaṇḍalo’’ti. Yāvatakvassāti o-kārassa va-kārādesaṁ katvā vuttaṁ.",
  "tika-s0202t4:36": "Samavaṭṭitakkhandhoti samaṁ suvaṭṭitakkhandho. Koñcā viya dīghagalā, bakā viya vaṅkagalā, varāhā viya puthulagalāti yojanā. Suvaṇṇāliṅgasadisoti suvaṇṇamayakhuddakamudiṅgasadiso.",
  "tika-s0202t4:37": "Rasaggasaggīti madhurādibhedaṁ rasaṁ gasanti anto pavesantīti rasaggasā, rasaggasānaṁ aggā rasaggasaggā, tā etassa santīti rasaggasaggī. Tenāti ojāya apharaṇena, hīnadhātukattā te bahvābādhā honti.",
  "tika-s0202t4:38": "‘‘Hanū’’ti sannissayadantādhārassa samaññā, taṁ bhagavato sīhahanusadisaṁ, tasmā bhagavā sīhahanu. Tattha yasmā buddhānaṁ rūpakāyassa dhammakāyassa ca upamā nāma nihīnupamāva, natthi samānupamā, kuto adhikūpamā, tasmā ayampi nihīnupamāti dassetuṁ ‘‘tatthā’’tiādi vuttaṁ. Tibhāgavasena maṇḍalatāya dvādasiyaṁ pakkhassa candasadisāni.",
  "tika-s0202t4:39": "Dantānaṁ uccanīcatā abbhantarabāhirapassavasenapi veditabbā, na aggavaseneva. Tenāha ‘‘ayapaṭṭachinnasaṅkhapaṭalaṁ viyā’’ti. Ayapaṭṭanti ca kakacaṁ adhippetaṁ. Visamāti visamasaṇṭhānā.",
  "tika-s0202t4:40": "Vicchinditvā vicchinditvā pavattasaratāya chinnassarāpi. Anekākāratāya bhinnassarāpi. Kākassa viya amanuññasaratāya kākassarāpi. Apalibuddhattāti anupaddutavatthukattā. Vatthunti ca akkharuppattiṭṭhānamāha. Aṭṭhaṅgasamannāgatoti ettha aṭṭhaṅgāni parato āgamissanti. Mañjughosoti madhurassaro.",
  "tika-s0202t4:41": "Karavīkasaddo yesaṁ sattānaṁ sotapathaṁ upagacchati, te attano sarasampattiyā pakatiṁ jahāpetvā avase karonto attano vase vatteti, evaṁ madhuroti dassento ‘‘tatrida’’ntiādimāha. Taṁ pītinti taṁ buddhagataṁ pītiṁ. Teneva nīhārena punappunaṁ pavattantaṁ avijahitvā vikkhambhitakilesā therānaṁ santike laddhadhammassavanasappāyā upanissayasampattiyā paripakkañāṇatāya ‘‘sattahi…pe… patiṭṭhāsī’’ti. Sattasatamattena orodhajanena saddhiṁ padasāva therānaṁ santikaṁ upagatattā ‘‘sattahi jaṅghāsatehi saddhi’’nti vuttaṁ.",
  "tika-s0202t4:42": "Abhinīlanettoti adhikanīlanetto. Adhikanīlatā ca sātisayaṁ nīlabhāvena veditabbā, na nette nīlavaṇṇasseva adhikabhāvatoti āha ‘‘na sakalanīlanettovā’’tiādi. Pītalohitavaṇṇā setamaṇḍalagatarājivasena, nīlasetakāḷavaṇṇā pana taṁtaṁmaṇḍalavaseneva veditabbā.",
  "tika-s0202t4:43": "Cakkhubhaṇḍanti akkhidalanti keci, akkhidalapattanti aññe. Akkhidalehi pana saddhiṁ akkhibimbanti veditabbaṁ. Evañhi viniggatagambhīrajotanāpi yuttā hoti.",
  "tika-s0202t4:44": "Uṇṇāsaddo loke avisesato lomapariyāyo, idha pana lomavisesavācakoti āha ‘‘uṇṇaloma’’nti. Nalāṭamajjhajātāti nalāṭamajjhagatā. Odātatāya upamā, na mudutāya. Rajatapubbuḷakāti rajatamayatārakā.",
  "tika-s0202t4:45": "Dve atthavase paṭicca vuttanti yasmā buddhā cakkavattino ca paripuṇṇanalāṭatāya paripuṇṇasīsabimbatāya ca ‘‘uṇhīsasīsā’’ti vuccanti, tasmā te dve atthavase paṭicca ‘‘uṇhīsasīso’’ti idaṁ vuttaṁ. Idāni taṁ atthadvayaṁ bhagavati suppatiṭṭhitanti dassetuṁ ‘‘tathāgatassahī’’tiādi vuttaṁ. Saṇhatamatāya suvaṇṇavaṇṇatāya ca rañño baddhauṇhīsapaṭṭo viya virocati. Kappasīsāti dvidhābhūtasīsā. Phalasīsāti phalasadisasīsā. Aṭṭhisīsāti maṁsassa abhāvato tacopariyonaddhaaṭṭhimattasīsā. Tumbasīsāti lābusadisasīsā. Pabbhārasīsāti piṭṭhibhāgena olambamānasīsā. Purimanayenāti paripuṇṇanalāṭatāpakkhena. Uṇhīsaveṭhitasīso viyāti uṇhīsapaṭṭena veṭhitasīsapadeso viya. Uṇhīsaṁ viyāti chekena sippinā viracitauṇhīsamaṇḍalaṁ viya.",
  "tika-s0202t4:46": "Kammanti yena yena kammena yaṁ yaṁ lakkhaṇaṁ nibbattaṁ, taṁ taṁ kammaṁ. Kammasarikkhakanti tassa tassa lakkhaṇassa taṁkammānurūpatā. Lakkhaṇanti tassa mahāpurisalakkhaṇassa aviparītasabhāvo. Lakkhaṇānisaṁsanti taṁ lakkhaṇapaṭilābhena laddhabbaguṇo. Imāni kammādīnīti imāni anantaraṁ vuttāni kammakammasarikkhakādīni dassetvā taṁ sarūpato vibhāvetvā kathetabbāni saṁvaṇṇakena.",
  "tika-s0202t4:47": "Ratanavicittasuvaṇṇatoraṇaṁ tasmiṁ kāle manussaloke natthīti vuttaṁ ‘‘devanagare’’ti. Sabbaso supupphitasālarukkho asādhāraṇasobho manussūpacāre na labbhatīti āha ‘‘selantaramhī’’ti. Kiriyācāranti kāyikavācasikakiriyāpavattiṁ.",
  "tika-s0202t4:48": "387.Satatapāṭihāriyanti satataṁ carimabhave sabbakālaṁ lakkhaṇanibbattakakammānubhāvahetukaṁ buddhāveṇikaṁ pāṭihāriyaṁ. Buddhānaṁ atidūre pādaṁ nikkhipitukāmānampi nātidūre eva nikkhipanaṁ hotīti ‘‘na atidūre ṭhapessāmītiuddharatī’’ti vuttaṁ. Pakatisañcaraṇavasenetaṁ vuttaṁ, tādisena pādena anekayojane ṭhapessāmīti uddharaṇampi hotiyeva. Atidūraṁ hītiādi pamāṇātikkame dosadassanaṁ. Evaṁ satīti evaṁ dakkhiṇapādavāmapādānaṁ yathādhippetapatiṭṭhitaṭṭhāne sati. Padavicchedoti padavāravicchedo. Yādisaṁ pasārento vāmapādassa uddharaṇaṁ patiṭṭhānañca, dakkhiṇapādassa tādisameva, iti nesaṁ uddharaṇapatiṭṭhānānaṁ samānato aññamaññabhāvena anūnānadhikatāya vuttaṁ ‘‘dakkhiṇapādakiccaṁ vāmapādena niyamitaṁ, vāmapādakiccaṁ dakkhiṇapādena niyamita’’nti.",
  "tika-s0202t4:49": "Divāti upakaṭṭhāya velāya. Vihārabhattatthāyāti vihāre yathāvuddhaṁ gahetabbabhattatthāya. Pacchato āgacchantoti pakatigamanena pacchato āgacchanto. Okāsaṁ na labhatīti padanikkhepaṭṭhānaṁ na labhati. Ūrupariyāyo idha satthi-saddoti āha ‘‘na ūruṁ unnāmetī’’ti. Daṇḍaṅkusaṁ vuccati dīghadaṇḍo aṅkuso, tena rukkhasākhaṁ chindato purisassa yathā pacchābhāgena pādānaṁ osakkanaṁ hoti, evaṁ bhagavato pādā na osakkantīti āha ‘‘rukkhasākhāchedana…pe… osakkāpetī’’ti. Obaddhānābaddhaṭṭhānehi pādaṁ koṭṭento viyāti ābaddhaṭṭhānena anābaddhaṭṭhānena ca pādakhaṇḍaṁ koṭṭetvā thaddhaṁ karonto viya. Na ito cito ca cāletīti aparāparaṁ na cāleti. Ussaṅkhapādatāya sukheneva pādānaṁ parivattanato nābhito paṭṭhāya uparimakāyo na iñjatīti heṭṭhimakāyova iñjati. Tenāha ‘‘uparima…pe… niccalo hotī’’ti. Na jānāti aniñjanato. Kāyabalenāti gamanapayogasaṅkhātena kāyagatena visesabalena. Javagamanahetubhūtena vā kāyabalena. Tenāha ‘‘bāhā khipanto’’tiādi. Javena gacchanto hi bāhā khipati, sarīrato sedā muccanti. Nāgāpalokitavasenāti nāgassa apalokanamiva sakalakāyeneva parivattetvā apalokanavasena.",
  "tika-s0202t4:50": "Anāvaraṇañāṇassāti anāvaraṇañāṇabalena dassanassa. Anāvaraṇavāro pana kāye patiṭṭhitarūpadassanampi anāvaraṇamevāti dassanatthaṁ vutto. Indakhīlato paṭṭhāyāti nagaradvāre indakhīlato paṭṭhāya. Pakatiiriyāpathenevāti onamanādiṁ akatvā ujukagamanādinā eva. Yadi evaṁ koṭṭhakadvāragehappavese kathanti āha ‘‘daliddamanussāna’’ntiādi. Parivattentenāti nipajjanatthaṁ kāyaṁ parivattentena.",
  "tika-s0202t4:51": "Hatthehi gahetvāti ubhohi hatthehi ubhosu kaṭippadesesu pariggahetvā. Patati nisīdanaṭṭhāne nipajjanavasena patati. Orimaṁ aṅgaṁ nissāya nisinnoti pallaṅkamābhujitvā ukkuṭikanisajjāya uparimakāyaṁ heṭṭhimakāye patiṭṭhapentoyeva bhārīkaraṇavasena orimaṅgaṁ nissāya nisinno. Ghaṁsantoti ānisadadesena āsanaṭṭhānaṁ ghaṁsanto. Pārimaṅganti satthibhāgasammaddaṁ ānisadapadesaṁ. Tathevāti ghaṁsanto eva. Olambakaṁ dhārento viyāti olambakasuttaṁ otārento viya. Tena ujukameva nisīdanamāha. Sarīrassa garukabhāvahetūnaṁ dūrato samupāyitabhāvena sallahukabhāvato tūlapicuṁ ṭhapento viya.",
  "tika-s0202t4:52": "Appesakkhānaṁ mahānubhāvagehappavese siyā chambhitattaṁ, cittakkhobho, darathavasena nānappakārakappanaṁ, bhayavasena taṇhāvasena paritassanaṁ, taṁ sabbaṁ bhagavato natthīti dassetuṁ pāḷiyaṁ ‘‘na chambhatī’’tiādi (ma. ni. 2.387) vuttanti āha ‘‘na chambhatī’’tiādi.",
  "tika-s0202t4:53": "Udakaṁ dīyati etenāti udakadānaṁ, bhiṅkārādi udakabhājanaṁ. Baddhaṁ katvāti hatthagatamattikaṁ viya attano vase avattantaṁ katvā. Parivattetvāti kujjitvā. Vichaḍḍayamāno udakassa vikkhipanavasena chaḍḍayamāno.",
  "tika-s0202t4:54": "Tathā na gaṇhāti, byañjanamattāya eva gaṇhanto. Bhattaṁ vā amanāpanti ānetvā yojanā. Byañjanena ālopaatināmanaṁ, ālopena byañjanaatināmananti imesu pana dvīsu paṭhamameva asāruppatāya aniṭṭhaṁ vajjetabbanti pāḷiyaṁ paṭikkhittanti daṭṭhabbaṁ. Sabbatthevāti sabbasmiṁ āharitabbavatthusmiṁ supaṇītabhāvena raso pākaṭo hoti ñāṇena pariññātattā. Rasagedho pana natthi setughātattā.",
  "tika-s0202t4:55": "Assāti ‘‘neva davāyā’’tiādipadassa. Vuttametanti ‘‘visuddhimagge vinicchayo āgato’’ti sabbāsavasutte (ma. ni. 1.23) saṁvaṇṇayantena vuttametaṁ, tasmā na ettha taṁ vattabbanti adhippāyo, tasmā yo tasmiṁ tasmiṁ vinicchaye visesavādo icchitabbo. So paramatthamañjūsāya visuddhimaggavaṇṇanāya vuttanayeneva veditabbo. Pattassa gahaṇaṭṭhānanti hatthena pattassa gahaṇapadesaṁ. Vinivattitvāti patte sabbaṁ āmisagataṁ saddhiṁ bhattena vinivattitvā gacchati. Pamāṇātikkantanti kelāyanavasena atikkantapamāṇaṁ ārakkhaṁ ṭhapeti. Cīvarabhogantaranti cīvarapaṭalantaraṁ. Udarena akkamitvāti udareneva sannirumbhitvā.",
  "tika-s0202t4:56": "Appattakālaṁ abhimukhaṁ nāmeti upanāmetīti atināmeti, pattakālaṁ atikkāmento nāmeti apanetīti atināmeti. Ubhayampi ekajjhaṁ gahetvā pāḷiyaṁ ‘‘na ca anumodanassa kālamatināmetī’’ti vuttanti dassento ‘‘yo hī’’tiādimāha.",
  "tika-s0202t4:57": "Vegagamanena paṭisaṁmuñcitvā dhāvitvā gacchati. Accukkaṭṭhanti ativiya uddhaṁ katvā kaḍḍhitapārutaṁ. Tenāha ‘‘yo hi yāva hanukaṭṭhito…pe… hotī’’ti. Accokkaṭṭhanti ativiya heṭṭhā katvā kaḍḍhitapārutaṁ. Tenāha ‘‘yāva gopphakā otāretvā’’ti. Ubhato ukkhipitvāti dakkhiṇato vāmatoti ubhosu passesu uttarāsaṅgaṁ ukkhipitvā. Thananti dakkhiṇathanaṁ.",
  "tika-s0202t4:58": "Vissaṭṭhoti vimutto. Tenāha ‘‘vissaṭṭhattāyeva cesa viññeyyo’’ti. Yasmā amuttavādino vacanaṁ avissaṭṭhatāya na siniyhati, na evaṁ muttavādinoti āha ‘‘siniddho’’ti. Viññeyyoti suparibyattatāya akkharato ca byañjanato ca viññātuṁ sakkuṇeyyo. Tenāha ‘‘pākaṭo’’ti. Viññāpaniyoti vijānitabbo. Byañjanavaseneva cettha viññeyyatā veditabbā ghosassa adhippetattā. Madhuroti piyo pemanīyo apalibuddho. Savanamarahati, savanassa sotassa hitoti vā savanīyo. Sampiṇḍitoti sahito. Bhagavato hi saddo uppattiṭṭhānakatāsañcitattā sahitākāreneva āpāthamāgacchati, na ayosalākāya pahaṭakaṁsathālaṁ viya vippakiṇṇo. Tenāha ‘‘avisārī’’ti. Gambhīroti yathā gambhīravatthuparicchindanena ñāṇassa gambhīrasamaññā, evaṁ gambhīraṭṭhānasambhavato saddassa gambhīrasamaññāti āha ‘‘gambhīroti gambhīrasamuṭṭhito’’ti . Ninnādavāti savisesaṁ ninnādavā. Svāyaṁ viseso gambhīrabhāvasiddhoti āha ‘‘gambhīrattāyeva cesa ninnādī’’ti. Evamettha cattāri aṅgāni caturaṅganipphādīni veditabbāni. Akāraṇā mā nassīti buddhānubhāvena viya sarassa parisapariyantatā vuttā, dhammatāvaseneva pana sā veditabbā tassa mūlakāraṇassa tathā avaṭṭhitattā.",
  "tika-s0202t4:59": "Paccosakkitvāti paṭinivattitvā. Samussitakañcanapabbataṁ viya upari indanīlaratanavitatasikhaṁ vijjullatābhūsitaṁ. Mahāpathavīādayo satthuguṇapaṭibhāgatāya nidassanaṁ, kevalaṁ mahantatāmattaṁ upādāya nidassitā.",
  "tika-s0202t4:60": "390.Appaṭisaṁviditoti anārocito. Āgamanavasena cettha paṭisaṁveditanti āha ‘‘aviññātaāgamano’’ti. Uggatabhāvanti kulabhogavijjādīhi uḷārabhāvaṁ. Anuddayasampannāti kāruṇikā.",
  "tika-s0202t4:61": "391. Sahasāva okāsakaraṇena uccakulīnatā dīpitā hotīti āha ‘‘vegena uṭṭhāya dvidhā bhijjitvā’’tiādi.",
  "tika-s0202t4:62": "Nārisamānanāmanti itthiatthajotakanāmaṁ. Tenāha ‘‘itthiliṅga’’nti. Avhātabbāti kathetabbā.",
  "tika-s0202t4:63": "394. Ekanīhāreneva aṭṭha pañhe byākaronto. ‘‘Pubbenivāsaṁ…pe… pavuccatī’’ti iminā pubbenivāsassa viditakāraṇaṁ vuttanti āha ‘‘tassa pubbenivāso pākaṭo’’ti. Dibbacakkhuñāṇaṁ kathitaṁ tassa paribhaṇḍañāṇabhāvato yathākammūpagañāṇassa. ‘‘Jātikkhayaṁ patto, abhiññā vosito’’ti ca vuttattā munīti asekkhamuni idhādhippetoti āha ‘‘arahattañāṇamoneyyena samannāgato’’ti.",
  "tika-s0202t4:64": "Kilesarāgehi kilesavivaṇṇatāhi. Jātikkhayappattattā ‘‘atho jātikkhayaṁ patto’’ti vuttattā. Abhijānitvāti abhivisiṭṭhatāya aggamaggapaññāya ñatvā. Idāni paṭisambhidāyaṁ āgatanayena pariññāpahānabhāvanāsacchikiriyāsamāpattīnaṁ pāragamanena pāragūti ayamettha atthoti dassetuṁ ‘‘pāragūti vā’’tiādi vuttaṁ. Abhiññeyyadhammānaṁ jānanavasena abhiññāpāragū. Tādisoti yādiso ‘‘pāragū sabbadhammāna’’nti padadvayena vutto, tādiso. Chahi ākārehīti pajānanādīhi yathāvuttehi chahi ākārehi.",
  "tika-s0202t4:65": "Kāmañcettha dve eva pucchāgāthā dve ca vissajjanāgāthā, pucchāpaṭipāṭiyā pana asaṅkarato ca vissajjanaṁ pavattati, taṁ niddhāretuṁ kiṁ panātiādi vuttaṁ. Vedehi gatattāti vedehi maggañāṇehi pāraṅgatattā. Pubbenivāsantiādīhi vijjānaṁ atthitāya bodhitattā. Pāpadhammānanti chattiṁsapāpadhammānaṁ sotthānaṁ maggaṁ pāpanena nissesato sodhitattā.",
  "tika-s0202t4:66": "395.Dhammonāma arahattamaggo kusaladhammesu ukkaṁsapāramippattiyā ukkaṭṭhaniddesena. Tassa anurūpadhammabhāvato anudhammo nāma heṭṭhimamaggaphaladhammā. Yo satthu santike dhammaṁ sutvā yathānusiṭṭhaṁ na paṭipajjati, so tathāgataṁ dhammādhikaraṇaṁ viheṭheti nāma. Yo pana paṭipajjanto ca dandhābhiññatāya kammaṭṭhānasodhanatthaṁ antarantarā bhagavantaṁ upasaṅkamitvā anekavāraṁ kathāpeti, so ettāvatā dhammādhikaraṇaṁ tathāgataṁ viheṭhetīti na vattabbo. Na hi bhagavato dhammadesanāya parissamo atthi, ayañca attho mahāsudassanasuttādīhi (dī. ni. 2.241 ādayo) dīpetabbo, tasmā – ‘‘saccadhammassa anudhamma’’nti vattabbe vuttameva byatirekamukhena vibhāvetuṁ ‘‘na ca maṁ dhammādhikaraṇaṁ vihesesī’’ti vuttanti daṭṭhabbaṁ. Tattha parinibbāyīti parakāle cettha parinibbānampi saṅgayhati, taṁ pana imasmiṁ gahitameva hotīti āha ‘‘desanāya arahatteneva kūṭaṁ gahita’’nti.",
  "tika-s0202t4:67": "Brahmāyusuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:68": "2. Selasuttavaṇṇanā",
  "tika-s0202t4:69": "396.Keṇiyotitassa nāmaṁ, pubbe keṇiyā jīvikākappanatoti vadanti. Jaṭiloti jaṭādharo. Brāhmaṇajātikattā koṭisāratāya ca brāhmaṇamahāsālo. Payojetvā nissayo hutvā vasati, rattiṁ kāmasampattiṁ anubhavatīti vā yojanā. Susaṅkhatanti sappimadhusakkarādīhi ceva maricasiṅgīverādīhi ca suṭṭhu abhisaṅkhataṁ.",
  "tika-s0202t4:70": "Paṭikkhepapasannatāyāti ahovatāyaṁ appiccho, yo nimantiyamānopi na sādiyatīti upanimantiyamānassa paṭikkhepe titthiyānaṁ pasannabhāvatoti. Taṁ kathaṁ? Viruddhametanti ‘‘akāraṇameta’’nti paṭikkhipati.",
  "tika-s0202t4:71": "398.Kappasahassehipi…pe… ahosīti idaṁ nānussavasiddhaṁ anumānaggahaṇaṁ sandhāyāha. Padeti uttarapadalopena niddesoti āha ‘‘padappamāṇe’’ti. Pajjati nikkhipati etthāti vā padaṁ pakatiyā pādanikkhipaṭṭhānaṁ, tasmiṁ pade. Kīḷāpasutatādinā pamādaṁ āpajjati. Bodhisattacārikanti dukkaracariyaṁ sandhāya vadati.",
  "tika-s0202t4:72": "399.Paripuṇṇatāyāti anūnatāya. Ahīnaṅgatāyāti avekallabhāvato. Rocatīti ruci, dehappabhā, sobhaṇā ruci etassāti suruci. Ārohasampatti kāyassa pamāṇayuttauccatā. Pariṇāhasampatti kisathūlabhāvavajjitapariṇāhatā. Saṇṭhānasampatti avayavānaṁ susaṇṭhitatā. Cārudassanoti piyadassano tenāha ‘‘sucirampī’’tiādi. Suvaṇṇasadisavaṇṇoti jātihiṅgulakena madditvā silānighaṁseneva parikammaṁ katvā ṭhapitaghanasuvaṇṇarūpavaṇṇo. Mahāpurisabhāvaṁ byañjenti pakāsentīti byañjanāni, mahāpurisalakkhaṇānīti āha ‘‘paṭhamaṁ vuttabyañjanānevā’’ti.",
  "tika-s0202t4:73": "Pubbe vuttanti ‘‘surucī’’ti pubbe vuttaṁ, ‘‘ādiccova virocasī’’ti puna vuttaṁ. ‘‘Cārudassano suvaṇṇavaṇṇosī’’ti pubbe vuttaṁ, ‘‘kalyāṇadassano bhikkhu kañcanābhattaco’’ti puna vuttanti imamatthaṁ sandhāyāha ‘‘uttaragāthāyapi eseva nayo’’ti. Sātisayaṁ uttamavaṇṇe vaṇṇetvā uttamavaṇṇinoti padena santaṁ pakāsetīti āha ‘‘uttamavaṇṇasampannassā’’ti. Uttamasārathīti seṭṭhapurisasārathi. Tattha tattha jambuvanasaṇḍamaṇḍitatāya jambudīpo ‘‘jambusaṇḍo’’ti vuccati. Issariyanti cakkavattissariyaṁ.",
  "tika-s0202t4:74": "Jātikhattiyāti jātimanto khattiyā. Rājābhirājāti ettha abhi-saddo pūjatthoti āha ‘‘rājūnaṁ pūjanīyo’’ti.",
  "tika-s0202t4:75": "Appamāṇāti aparimāṇā lokadhātuyo. ‘‘Yāvatā pana ākaṅkheyyā’’ti (a. ni. 3.81) hi vuttaṁ. Dhammarājā anuttaroti ettha vuttaanuttarabhāvaṁ ‘‘yāvatā hī’’tiādinā pākaṭataraṁ katvā dhammarājabhāvaṁ vibhāvetuṁ ‘‘svāha’’ntiādi vuttaṁ. Dhammenāti paṭivedhadhammena. Tenāha ‘‘anuttarenevā’’ti. Anuttarenāti visiṭṭhena uttamena. Imasmiṁ pakkhe dhammenāti paṭipattidhammenātipi saṅgayhati. Pariyattidhammenāti desanādhammena āṇācakkaṁ pavattemīti yojanā. Desanāñāṇapaṭivedhañāṇavibhāgaṁ dhammacakkameva vā. Appaṭivattiyanti paṭivattituṁ asakkuṇeyyaṁ.",
  "tika-s0202t4:76": "Tathāgatena jātoti tathāgatena hetunā ariyāya jātiyā jāto. Hetuatthe karaṇavacanaṁ. Anujātoti ca vutte anu-saddassa vasena tathāgatanti ca upayogavacanameva hoti, so ca anu-saddo hetuatthajotakoti āha ‘‘tathāgataṁ hetuṁ anujāto’’ti. Avaññātabbabhāvena jātoti avajāto duppaṭipannattā. Tenāha ‘‘dussīlo’’ti. Tathā hi vuttaṁ kokālikaṁ ārabbha ‘‘purisantakali avajāto’’ti. Putto nāma na hoti tassa ovādānusāsaniyaṁ aṭṭhitattā. Evamāhāti ‘‘anujāto tathāgata’’nti evamāha.",
  "tika-s0202t4:77": "Vijjāti maggavijjā. Ukkaṭṭhaniddesena vimuttīti phalavimutti. Nanu ca maggo bhāvetabbena gahitoti? Saccaṁ gahito, sabbe ca pana satta dhammā abhiññeyyāti vijjāya abhiññeyyabhāvo vutto. Iminā vā nayena sabbesampi abhiññeyyabhāvo vutto evāti veditabbo. Phalena vinā hetubhāvasseva abhāvato hetuvacanena phalasiddhi, nirodhassa ca sampāpanena maggassa hetubhāvo. Dukkhassa nibbattanena taṇhāya samudayabhāvoti imamatthaṁ saṅgahitameva atthato āpannattā. Yuttahetunāti yuttiyuttena hetunā buddhabhāvaṁ sādheti saccavinimuttassa bujjhitabbassa abhāvato saccasambodhaneneva ca tassa anavasesato buddhattā. Atthavacanañcetaṁ, payogavacanāni pana – brāhmaṇa, ahaṁ sammāsambuddho sabbathā aviparītadhammadesano, sammāsambuddhattā sabbattha aviparītamācikkhati yathāhaṁ sabbamaggadesakoti . Kiṁ pana bhagavā sayameva attano sammāsambuddhabhāvaṁ ārocetīti? Mahākaruṇāya aññesaṁ mahāvisayato. Tattha ‘‘ekomhi sammāsambuddho, sabbābhibhū sabbavidūhamasmī’’tiādīni (mahāva. 11; ma. ni. 1.285; 2.341; kathā. 405) suttapadāni idameva ca suttapadaṁ etassa atthassa sādhakaṁ.",
  "tika-s0202t4:78": "Sallakantanoti sallānaṁ samucchinnattā. Rogassāti kilesarogassa. Tasmāti apunapavattipādanena tikicchanato. Brahmaṁ vā seṭṭhaṁ sammāsambodhiṁ pattoti brahmabhūto. Evaṁ āgatāyāti iminā –",
  "tika-s0202t4:79": "‘‘Kāmā te paṭhamā senā, dutiyā arati vuccati;",
  "tika-s0202t4:80": "Tatiyā khuppipāsā te, catutthī taṇhā pavuccati.",
  "tika-s0202t4:81": "Thinamiddhaṁ tepañcamaṁ thinamiddhaṁ te, chaṭṭhā bhīrū pavuccati;",
  "tika-s0202t4:82": "Sattamī vicikicchā te, makkho thambho te aṭṭhamo.",
  "tika-s0202t4:83": "Lābho siloko sakkāro, micchāladdho ca yo yaso;",
  "tika-s0202t4:84": "Yo cattānaṁ samukkaṁse, pare ca avajānati;",
  "tika-s0202t4:85": "Esā namuci te senā, kaṇhassābhippahārinī’’ti. (su. ni. 438-441);",
  "tika-s0202t4:86": "Evaṁ vuttaṁ navavidhaṁ senaṁ saṅgayhati. Vase vattetvāti samucchindanena anuppādatāpādanena vase vattetvā. Kutoci abhayo nibbhayo.",
  "tika-s0202t4:87": "Sayameva daṭṭhabbanti yena yena adhigato, tena tena parasaddhāya gantabbaṁ hitvā asammohato paccavekkhaṇāñāṇeneva sāmaṁ daṭṭhabbaṁ. Tenāha ‘‘paccakkha’’nti. Pasaṭṭhā diṭṭhi sandiṭṭhi. Yathā rathena jayatīti rathiko, evaṁ idaṁ maggabrahmacariyaṁ sandiṭṭhiyā jayatīti sandiṭṭhikaṁ. Atha vā diṭṭhanti dassanaṁ vuccati, diṭṭhameva sandiṭṭhaṁ, sandassananti attho. Sandiṭṭhaṁ arahatīti sandiṭṭhiko yathā vatthayugaṁ arahatīti vatthayugiko. Sandiṭṭhikaṁ phaladānaṁ sandhāya nāssa kāloti akālaṁ, akālameva akālikaṁ, na kālantaraṁ khepetvā phalaṁ deti, attano pana pavattisamanantarameva phalaṁ detīti attho. Atha vā attano phalappadāne pakaṭṭho kālo patto assāti kāliko, lokiyo kusaladhammo, idaṁ pana samanantaraphalattā na kālikaṁ.",
  "tika-s0202t4:88": "400. ‘‘Mahāyaññaṁ pavattayī’’tiādīsu kevalaṁ dānadhammādīsu yaññapariyāyasambhavato ‘‘brāhmaṇānaṁ yaññābhāvato’’ti vuttaṁ. Brāhmaṇā hi ‘‘aggimukhā devā’’ti aggijuhanapubbakaṁ yaññaṁ vidahanti. Tenāha ‘‘aggijuhanappadhānāti attho’’ti ‘‘bhūrbhuva? Sva?’’ Iti sāvittī pubbakattā mukhaṁ pubbaṅgamaṁ . ‘‘Mukhamiva mukha’’ntiādīsu viya idhāpi padhānapariyāyo mukhasaddoti dassento ‘‘manussānaṁ seṭṭhato rājā ‘mukha’nti vutto’’ti āha. Ādhāratoti ogāhantīnaṁ nadīnaṁ ādhārabhāvato paṭisaraṇato gantabbaṭṭhānabhāvato. Saññāṇatoti candayogavasena ajja asukanakkhattanti paññāyanato. Ālokakaraṇatoti nakkhattāni abhibhavitvā ālokakaraṇato. Sommabhāvatoti sītahimavāsītavātūpakkharabhāvato. Tapantānanti dīpasikhā aggijālā asanivicakkanti evamādīnaṁ vijjalantānaṁ. Āyamukhaṁ aggadakkhiṇeyyabhāvena.",
  "tika-s0202t4:89": "Dibbacakkhu dhammacakkhu paññācakkhu buddhacakkhu samantacakkhūti imehi pañcahi cakkhūhi. Te saraṇassāti te saraṇassa ca, te saraṇabhāvamūlakattā itaradvayassa ca, yathāvutta te-padena vuttatthato parassa cāti attho. Idaṁ vuttaṁ hoti – ‘‘te tuyhaṁ, itarassa ca saraṇassa aho ānubhāvo’’ti. Āvuttivasena vā te saraṇassāti ettha attho vibhāvetabbo – tuyhaṁ saraṇabhūtassa ca itarasaraṇassa ca ānubhāvoti. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:90": "Selasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:91": "3. Assalāyanasuttavaṇṇanā",
  "tika-s0202t4:92": "401. Aññamaññavisiṭṭhattā visadisaṁ rajjaṁ virajjaṁ, virajjato āgatā, tattha jātāti vā verajjakā, evaṁ jātā kho pana te, yasmā vatthābharaṇādivibhāgena nānappakārā honti, tasmā vuttaṁ ‘‘nānāverajjakāna’’nti. Aṭṭhakathāyaṁ pana verajjasseva vasena nānappakāratā vuttā. Yaññupāsanādināti yaññānubhavanamantajjhenadakkhiṇapariyesanādinā. Catuvaṇṇasādhāraṇanti khattiyādīnaṁ catunnaṁ vaṇṇānaṁ sādhāraṇaṁ saṁsārasuddhipāpatassanaṁ. Nhānasuddhiyāti titthasamuddakhātesu mantajappanapubbakaṁ sāyaṁtatiyaudakorohanādinhānasuddhiyā. Bhāvanāsuddhiyāti paramajotibhūtāya purisabhāvanāsaṅkhātāya suddhiyā. Vāpitasiroti oropitakeso. Tameva hi siro vāpitanti vuccati.",
  "tika-s0202t4:93": "Sabhāvavādīti yathābhūtavādī. Pabbajantāti brāhmaṇapabbajjaṁ upagacchantā, tasmā brāhmaṇānaṁ pabbajjāvidhānaṁ sikkhantena bhotā ‘‘brāhmaṇāva sujjhanti, no abrāhmaṇā’’ti ayaṁ vidhi sahetuko saupādāno sakkaccaṁ uggahito, tasmā tuyhaṁ parājayo natthi…pe… evamāhaṁsu.",
  "tika-s0202t4:94": "402.Laddhibhindanatthanti ‘‘brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā’’ti evaṁ pavattaladdhiyā viniveṭhanatthaṁ. Puttapaṭilābhatthāyāti ‘‘evaṁ mayaṁ pettikaṁ iṇadhāraṁ sodheyyāmā’’ti laddhiyaṁ ṭhatvā puttapaṭilābhatthāya. Ayañhettha adhammikānaṁ brāhmaṇānaṁ ajjhāsayo. Nesanti brāhmaṇānaṁ. Saccavacanaṁ siyāti ‘‘brahmuno puttā’’tiādivacanaṁ saccaṁ yadi siyā brāhmaṇīnaṁ…pe… bhaveyya, na cetaṁ atthi. Mahābrahmuno mukhato jātoti vādacchedakavādo mukhatojātacchekavādo. Assalāyanoviññū jātiko ‘‘nirakkhepaṁ samaṇena gotamena vutta’’nti jānantopi sahagatānaṁ brāhmaṇānaṁ cittānurakkhaṇatthaṁ ‘‘kiñcāpi bhavaṁ gotamo’’tiādimāha.",
  "tika-s0202t4:95": "403. Idāni brāhmaṇova seṭṭho vaṇṇoti vādaṁ bhindituṁ ‘‘sutaṁ te yonakakambojesū’’tiādi āraddhaṁ. Yadi brāhmaṇova seṭṭho vaṇṇo, sabbattha brāhmaṇova seṭṭho bhaveyya, atha kasmā yonakakambojādijanapadesu brāhmaṇānaṁ seṭṭhabhāvo natthi? Evañhi tattha vaṇṇā , tasmā ‘‘brāhmaṇova seṭṭho’’ti laddhimattametaṁ. Tesu hi janapadesu janā ekajjhaṁ sannipatitvā sammantayitvā katikaṁ akaṁsu, dāsaṁ sāmikaṁ katvā itare sabbe taṁ pūjetvā tassa vase vattanti, yo tesaṁ ayyo hoti itare sabbe tassa dāsā honti, te katipayasaṁvaccharātikkamena tassa kiñci dosaṁ disvā taṁ tato ṭhānato apanetvā aññaṁ ṭhapenti, iti so ayyo hutvā dāso hoti, itaro dāso hutvā ayyo hoti, evaṁ tāva keci ‘‘ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’’ti ettha atthaṁ vadanti. Aṭṭhakathāyaṁ pana purimavaseneva tamatthaṁ dassetuṁ ‘‘brāhmaṇo sabhariyo’’tiādi vuttaṁ. Vayappatte putte asatīti idaṁ vakkhamānassa dārakassa dāyajjasāmikabhāvassa tāva dassanaṁ. Mātito suddhoti ettha yo mātito suddhattā ayyo, pitito asuddhattā dāso hoti, so eva pitito asuddhattā dāso hutvā mātito ayyo hotīti jātiṁ sambhedeti. Sova sabbena sabbaṁ hotīti na sakkā vattunti apare. Ko thāmoti mahante lokasannivāse anamatagge atīte kāle itthīnaṁ vā citte anavaṭṭhite dāsā dāsā eva honti, ayyā ayyā eva hontīti ettha ko ekantiko sahetuko avassayo, tassa sādhako siddhanto, kiṁ nidassananti attho.",
  "tika-s0202t4:96": "404.Sukkacchedakavādo nāmāti ‘‘brāhmaṇova sukko vaṇṇo’’ti evaṁ vutto sukkacchedakavāro nāma.",
  "tika-s0202t4:97": "408.Sabbasmiṁ aggikiccaṁ karonteti etena yathā yato kutoci nissayato uppanno aggiupādānasampanno aggikiccaṁ karoti, evaṁ yasmiṁ kasmiñci dāsakule jāto upanissayasampanno sammāpaṭipajjamāno saṁsārato sujjhati evāti dasseti.",
  "tika-s0202t4:98": "409.Pādasikavaṇṇoti antarāḷavaṇṇo. Etesanti khattiyakumārena brāhmaṇakaññāya uppannaputto, brāhmaṇakumārena khattiyakaññāya uppannaputtoti etesaṁ dvinnaṁ māṇavakānaṁ. Matakabhatteti mate uddissa katabhatte. Thālipāketi katamaṅgalabhatte.",
  "tika-s0202t4:99": "410.Tumheti jātisāmaññato māṇavaṁ brāhmaṇehi saddhiṁ ekajjhaṁ saṅgaṇhanto āha. Ko nu khoti avaṁsiro isivādo, tesaṁ brāhmaṇīsīnaṁ asāmatthiyadassanena jātiyā appamāṇataṁ vibhāvetuṁ gāmadārakavesena upagacchi. Tena vuttaṁ ‘‘gāmaṇḍalarūpo viyā’’ti. Koṇḍadamakoti adantadamako.",
  "tika-s0202t4:100": "411. Janetīti janikā janetti. Janako pitāti etthāpi eseva nayo. Gandhabbapañhanti gandhabbassa mātukucchiyaṁ uppajjanakasattassa khattiyabhāvādipucchaṁ. Dabbigahaṇasippampi ekā vijjā veditabbā. Tattha kira kusalo yaṁ kiñci āhārūpagapaṇṇapupphaphalabījaṁ antamaso elālukampi gahetvā bhesajjehi yojetvā pacanto sappimadhuphāṇitehi samānarasaṁ katvā sampādetuṁ sakkoti, puṇṇopi tādiso, tena ñātaṁ tvaṁ dabbigahaṇasippamattampi na jānāsīti sambandho. Saddhoti kammaphalasaddhāya saddho, pothujjanikeneva ratanattayapasādena pasanno. Tenevāha – ‘‘upāsakaṁ maṁ bhavaṁ…pe… saraṇaṁ gata’’nti.",
  "tika-s0202t4:101": "Assalāyanasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:102": "4. Ghoṭamukhasuttavaṇṇanā",
  "tika-s0202t4:103": "412. Khemiyā nāma rañño deviyā ropitattā taṁ ambavanaṁ khemiyambavananti vuccatīti vadanti. Dhammikoti dhammayutto sabbasova adhammaṁ pahāya dhamme ṭhito. Paribbajati pabbajati etenāti paribbajo, gharāvāsato nikkhamanapubbakaṁ liṅgaggahaṇavasena sīlasamādānaṁ. Etthāti etasmiṁ paribbaje. Sabhāvoti taṁ paribbājaniyaṁ, tehi tehi paribbājakehi anuṭṭhātabbo paṭipattidhammasaṅkhāto sabhāvo. Dhammova pamāṇanti etena mayaṁ ahirimanā cittassa yathāupaṭṭhitaṁ kathema, tasmā taṁ appamāṇaṁ, yo panettha avitatho dhammo, tadeva pamāṇaṁ. Adhigatapaṭipattisaṅkhāto sabhāvo atthi, tassa tumhehi tumhehi bahunā nānāsandassanādi kammena idha bhavitabbaṁ, bahudevettha vattabbanti adhippāyo.",
  "tika-s0202t4:104": "414.Sārattarattāti sārajjanavasena rattā, bahularāgavasena abhirattāti attho. Attanā ñāpetabbamatthaṁ anuggahāpeti bodhetīti anuggaho, ñāpitakāraṇaṁ, saha anuggahenāti sānuggahā. Tenāha ‘‘sakāraṇā’’ti. Kiṁ pana taṁ kāraṇaṁ? Imassādhippāyo ‘‘natthi dhammiko paribbajo’’ti mayā vutto, addhā panāyasmā udeno yāthāvato dhammikaṁ paribbajaṁ me ācikkhatīti. Tenāha ‘‘vuttañheta’’ntiādi.",
  "tika-s0202t4:105": "421. Sabbamidaṁ thāvarajaṅgamaṁ purisakataṁ, tasmā yaṁ kiñci katvā attā posetabbo rakkhitabboti lokāyatanissito nītimaggo ghoṭamukhakanto, tasmā āha ‘‘etassa kira jānanasippe’’tiādi. Saggenibbatto nāma natthi akattabbameva karaṇato. Devalokapariyāpannadhanaṁ manussānaṁ upakappapuññābhāvato pubbe attanā nihitadhanaṁ ‘‘asuke cā’’ti ācikkhitvā gato. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:106": "Ghoṭamukhasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:107": "5. Caṅkīsuttavaṇṇanā",
  "tika-s0202t4:108": "422.Tasminti sālavane. Uttarena opāsādanti opāsādagāmassa uttaradisāyaṁ. Uttarenāti ena-saddayogena hi opāsādanti upayogavacanaṁ. Ajjhāvasatīti ettha adhi-ā-saddānaṁ anatthantarataṁ hadaye katvā āha ‘‘vasatī’’ti. Idāni tesaṁ atthavisesabhāvitaṁ dassento ‘‘abhibhavitvā vā āvasatī’’tiādimāha. Etthāti opāsādapade. Sattussadantiādīsu pana kathanti āha – ‘‘tassa anuppayogattāva sesapadesū’’ti. Upa-anu-adhi-iti-evaṁ-pubbake vasanakiriyayāṭṭhāne upayogavacanameva pāpuṇātīti saddavidū icchantīti āha ‘‘lakkhaṇaṁ saddasatthato pariyesitabba’’nti. Tathā hi vuttaṁ ‘‘upasaggavasena panettha bhummatthe upayogavacanaṁ veditabba’’nti. Ussadatā nāmettha bahulatāti taṁ bahulataṁ dassetuṁ ‘‘bahujana’’ntiādi vuttaṁ. Āvajjitvāti parikkhipitvā.",
  "tika-s0202t4:109": "Raññā viya bhuñjitabbanti vā rājabhoggaṁ. Rañño dāyabhūtanti kulaparamparāya bhoggabhāvena raññā laddhadāyabhūtaṁ. Tenāha ‘‘dāyajjanti attho’’ti. Rājanīhārena paribhuñjitabbato uddhaṁ paribhogalābhassa seṭṭhadeyyatā nāma natthīti āha – ‘‘chattaṁ ussāpetvā rājasaṅkhepena paribhuñjitabba’’nti. Titthapabbatādīsūti nadītitthapabbatapādagāmadvāraaṭavīmukhādīsu. Nissaṭṭhapariccattanti muttacāgavasena pariccattaṁ katvā. Etesaṁ brāhmaṇagahapatikānaṁ.",
  "tika-s0202t4:110": "423. Ti sannipatitā. Yo koci viññūnaṁ icchito pañho, tassa pucchitassa yāthāvato kathanasamattho pucchitapañhabyākaraṇasamattho.Kulāpadesādinā mahatī mattā etassāti mahāmatto.",
  "tika-s0202t4:111": "424.Teti ‘‘nānāverajjakā’’ti vuttabrāhmaṇā. ‘‘Ubhato sujāto’’ti (dī. ni. ṭī. 1.303; a. ni. ṭī. 3.5.134) ettake vutte yehi kehici dvīhi bhāgehi sujātatā viññāyeyya, sujātasaddo ca ‘‘sujāto cārudassano’’tiādīsu (ma. ni. 2.399; su. ni. 553; theragā. 818) ārohapariṇāhasampattipariyāyoti jātivaseneva sujātataṁ vibhāvetuṁ ‘‘mātito ca pitito cā’’ti vuttaṁ. Anorasaputtavasenapi loke mātupitusamaññā dissati, idha panassa orasaputtavaseneva icchīyatīti dassetuṁ ‘‘saṁsuddhagahaṇīko’’ti vuttaṁ. Pitā ca mātā ca pitaro, pitūnaṁ pitaro pitāmahā, tesaṁ yugo pitāmahayugo, tasmā yāva sattamā pitāmahayugāti evamettha attho daṭṭhabbo. Yugasaddo cettha ekasesanayena daṭṭhabbo ‘‘yugo ca yugo ca yugā’’ti. Evañhi tattha tattha dvinnaṁ gahitameva hoti. Tenāha – ‘‘tato uddhaṁ sabbepi pubbapurisā pitāmahaggahaṇeneva gahitā’’ti. Purisaggahaṇañcettha ukkaṭṭhaniddesavasena katanti daṭṭhabbaṁ. Evañhi ‘‘mātito’’ti pāḷivacanaṁ samatthitaṁ hoti. Akkhittoti appattakhepo. Anavakkhittoti saddhathālipākādīsu na avakkhitto. Jātivādenāti hetumhi karaṇavacananti dassetuṁ ‘‘kena kāraṇenā’’tiādi vuttaṁ. Ettha ca ubhato…pe… pitāmahayugāti etena brāhmaṇassa yonidosābhāvo dassito saṁsuddhagahaṇikabhāvakittanato. Akkhittoti iminā kiriyāparādhābhāvo. Kiriyāparādhena hi sattā khepaṁ pāpuṇanti. Anupakuṭṭhoti iminā ayuttasaṁsaggābhāvo. Ayuttasaṁsaggampi hi paṭicca sattā akkosaṁ labhanti.",
  "tika-s0202t4:112": "Issaroti adhipateyyasaṁvattaniyakammaphalena īsanasīlo. Sā panassa issaratā vibhavasampattipaccayā pākaṭā jātāti aḍḍhatāpariyāyabhāvena vadanto ‘‘aḍḍhoti issaro’’ti āha. Mahantaṁ dhanamassa bhūmigatañceva vehāsaṭṭhañcāti mahaddhano. Tassāti tassa tassa. Vadanti ‘‘anvayato byatirekato ca anupasaṅkamanakāraṇaṁ kittemā’’ti.",
  "tika-s0202t4:113": "Adhikarūpoti visiṭṭharūpo uttamasarīro. Dassanaṁ arahatīti dassanīyo. Tenāha ‘‘dassanayoggo’’ti. Pasādaṁ āvahatīti pāsādiko. Tenāha ‘‘cittapasādajananato’’ti. Vaṇṇassāti vaṇṇadhātuyā . Sarīranti sannivesavisiṭṭho karacaraṇagīvāsīsādi avayavasamudāyo, so ca saṇṭhānamukhena gayhatīti ‘‘paramāya vaṇṇapokkharatāyāti paramāya…pe… sampattiyā cā’’ti vuttaṁ. Sabbavaṇṇesu suvaṇṇavaṇṇova uttamoti vuttaṁ ‘‘seṭṭhena suvaṇṇavaṇṇena samannāgato’’ti. Tathā hi buddhā cakkavattino ca suvaṇṇavaṇṇāva honti. Brahmavacchasīti uttamasarīrābho suvaṇṇābhoti attho. Imameva hi atthaṁ sandhāyāha ‘‘mahābrahmuno sarīrasadisena sarīrena samannāgato’’ti. Na brahmujugattataṁ. Akhuddāvakāso dassanāyāti ārohapariṇāhasampattiyā avayavapāripūriyā ca dassanāya okāso na khuddako. Tenāha ‘‘sabbānevā’’tiādi.",
  "tika-s0202t4:114": "Yamaniyamalakkhaṇaṁ sīlamassa atthīti sīlavā, taṁ panassa rattaññutāya vuddhaṁ vaḍḍhitaṁ sīlaṁ assa atthīti vuddhasīlī, tena ca sabbadā samāyogato vuḍḍhasīlena samannāgato. Pañcasīlamattameva sandhāya vadanti tato paraṁ sīlassa tattha abhāvato tesañca ajānanato.",
  "tika-s0202t4:115": "Ṭhānakaraṇasampattiyā sikkhāsampattiyā ca katthacipi anūnatāya parimaṇḍalapadāni byañjanāni akkharāni etissāti parimaṇḍalapadabyañjanā. Atha vā pajjati attho etenāti padaṁ, nāmādi, yathādhippetamatthaṁ byañjetīti byañjanaṁ vākyaṁ, tesaṁ paripuṇṇatāya parimaṇḍalapadabyañjanā. Atthañāpanasādhanatāya vācāva karaṇanti vākkaraṇaṁ, udāharaṇaghoso. Guṇaparipuṇṇabhāvena tassa brāhmaṇassa, tena vā bhāsitabbaatthassa. Pūre puṇṇabhāve. Pūreti ca purimasmiṁ atthe ādhāre bhummaṁ, dutiyasmiṁ visaye. Sukhumālattanenāti iminā tassā vācāya mudusaṇhabhāvamāha. Apalibuddhāya pittasemhādīhi. Sandiṭṭhaṁ sabbaṁ dassetvā viya ekadesakathanaṁ. Vilambitaṁ saṇikaṁ cirāyitvā kathanaṁ. ‘‘Sandiddhavilambitādī’’ti vā pāṭho. Tattha sandiddhaṁ sandehajanakaṁ. Ādi-saddena khalitānukaḍḍhitādiṁ saṅgaṇhāti. Ādimajjhapariyosānaṁ pākaṭaṁ katvāti iminā cassa vācāya atthapāripūriṁ vadanti.",
  "tika-s0202t4:116": "425.Sadisāti ekadesena sadisā. Na hi buddhānaṁ guṇehi sabbathā sadisā kecipi guṇā aññesu labbhanti. Itareti attano guṇehi asadisaguṇe. Idanti idaṁ atthajātaṁ. Gopadakanti gāviyā pade ṭhitaudakaṁ. Kulapariyāyenāti kulānukkamena.",
  "tika-s0202t4:117": "Tatthāti mañcake. Sīhaseyyaṁ kappesīti yathā rāhu asurindo āyāmato vitthārato ubbedhato ca bhagavato rūpakāyassa paricchedaṁ gahetuṁ na sakkoti, tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkharonto sīhaseyyaṁ kappesi.",
  "tika-s0202t4:118": "Parisuddhaṭṭhena ariyanti āha ‘‘ariyaṁ uttamaṁ parisuddha’’nti. Anavajjaṭṭhena kusalaṁ, na sukhavipākaṭṭhena. Katthaci caturāsīti pāṇasahassāni katthaci aparimāṇāpi devamanussā yasmā catuvīsatiyā ṭhānesu asaṅkhyeyyā aparimeyyā maggaphalāmataṁ pivanti. Koṭisatasahassādiparimāṇenapi bahū eva. Tasmā anuttarācārasikkhāpanavaseneva bhagavā bahūnaṁ ācariyo. Teti kāmarāgato aññe bhagavatā pahīnakilese.",
  "tika-s0202t4:119": "Apāpapurekkhāroti apāpehi purakkharīyati, na vā pāpaṁ purato karotītipi apāpapurekkhāroti imamatthaṁ dassetuṁ ‘‘apāpe nava lokuttaradhamme’’tiādi vuttaṁ. Tattha apāpeti pāpapapaṭipakkhe pāparahite ca. Brahmani bhavā, brahmuno vā hitā garukaraṇādinā, brahmānaṁ vā maggaṁ jānātīti brahmaññā, tassā brahmaññāya pajāya.",
  "tika-s0202t4:120": "Tiroraṭṭhātirojanapadāti ettha rajjaṁ raṭṭhaṁ rājanti rājāno etenāti katvā. Tadekadesabhūtā padesā pana janapado janā pajjanti ettha sukhajīvikaṁ pāpuṇantīti katvā. Pucchāya dosaṁ sallakkhetvāti sambandho. Bhagavā vissajjeti tesaṁ upanissayasampattiṁ cintetvāti adhippāyo. Navakāti āgantukabhāvena amhākaṁ abhinavā.",
  "tika-s0202t4:121": "426.Opāteti nippātetīti attho. Tathābhūto ca tattha pesitā hotīti vuttaṁ ‘‘pavesetī’’ti. Saṁpurakkharontīti sakkaccaṁ pubbaṅgamaṁ karonti. Tenāha ‘‘purato katvā vicarantī’’ti.",
  "tika-s0202t4:122": "427. Sudde bahi katvā raho sāsitabbaṭṭhena mantā eva taṁtaṁatthapaṭipattihetutāya padanti mantapadaṁ vedaṁ. Tenāha ‘‘vedo’’ti. Evaṁ kirāti paramparabhāvena ābhatanti ācariyaparamparāya ābhataṁ. Pāvacanasaṅkhātasampattiyāti pamukhavacanamhi udattādisampattiyā. Sāvittiādīhi chandabandhehi vaggabandhehi cāti gāyattīādīhi ajjhāyānuvākādīhi chandabandhehi ca vaggabandhehi ca. Sampādetvāti padasampattiṁ ahāpetvā. Pavattāroti vā pāvacanavasena vattāro. Sajjhāyitanti gāyanavasena sajjhāyitaṁ, taṁ pana padeneva icchitanti āha ‘‘padasampattivasenā’’ti. Aññesaṁ vuttanti pāvacanavasena aññesaṁ vuttaṁ. Rāsikatanti iruvedayajuvedasāmavedādivasena, tatthāpi paccekaṁ mantabrahmādivasena ajjhāyānuvākādivasena rāsikataṁ. Dibbena cakkhunā oloketvāti dibbacakkhuparibhaṇḍena yathākammūpagañāṇena sattānaṁ kammassakataṁ, paccakkhato dassanaṭṭhena dibbacakkhusadisena pubbenivāsañāṇena atītakappe brāhmaṇānaṁ mantajjhenavidhiñca oloketvā. Pāvacanena saha saṁsandetvāti kassapasammāsambuddhassa yaṁ vacanaṁ vaṭṭasannissitaṁ, tena saha aviruddhaṁ katvā. Na hi tesaṁ vivaṭṭasannissito attho paccakkho hoti. Aparāpareti aṭṭhakādīhi aparāpare, pacchimā okkākarājakālādīsu uppannā. Pakkhipitvāti aṭṭhakādīhi ganthitamantapadesu kilesasannissitapadānaṁ tattha tattha pade pakkhipanaṁ katvā. Viruddhe akaṁsūti brāhmaṇadhammikasuttādīsu (khu. ni. brāhmaṇadhammikasuttaṁ) āgatanayeneva saṁkilesikatthadīpanato paccanīkabhūte akaṁsu.",
  "tika-s0202t4:123": "428.Paṭipāṭiyā ghaṭitāti paṭipāṭiyā sambaddhā. Paramparasaṁsattāti ādāniyāya yaṭṭhiyā saṁsattā. Tenāha ‘‘yaṭṭhiggāhakena cakkhumatā’’ti. Purimassāti maṇḍalākārena ṭhitāya andhaveṇiyā sabbapurimassa hatthena sabbapacchimassa kacchaṁ gaṇhāpetvā. Divasampīti anekadivasampi . Cakkhussa anāgatabhavaṁ ñatvā yathāakkantaṭṭhāneyeva anupatitvā akkamanaṁva sallakkhetvā ‘‘kahaṁ cakkhumā kahaṁ maggo’’ti pariveditvā.",
  "tika-s0202t4:124": "Pāḷiāgatesu dvīsūti saddhā anussavoti imesu dvīsu. Evarūpeti yathā saddhānussavā, evarūpe eva paccakkhagāhinoti attho. Tayoti ruciākāraparivitakkadiṭṭhinijjhānakkhantiyo. Bhūtavipākāti bhūtatthaniṭṭhāyakā adhippetatthasādhakā, vuttavipariyāyena abhūtatthavipākā veditabbā . Etthāti etesu saddhāyitādivatthūsu. Ekaṁseneva niṭṭhaṁ gantuṁ nālaṁ anekantikattā saddhādiggāhassa. Upari pucchāya maggaṁ vivaritvā ṭhapesi saccānurakkhāya ñātukāmatāya uppāditattā. Passati hi bhagavā – mayā ‘‘saccamanurakkhatā…pe… niṭṭhaṁ gantu’’nti vutte saccānurakkhaṇaṁ ñātukāmo māṇavo ‘‘kittāvatā’’tiādinā pucchissati, tassa taṁ vissajjetvā saccānubodhe pucchāya avasaraṁ datvā tassa upanissaye upakāradhamme kathessāmīti. Tena vuttaṁ – ‘‘upari pucchāya maggaṁ vivaritvā ṭhapesī’’ti.",
  "tika-s0202t4:125": "430.Attānaññeva sandhāya vadati, yato vuttaṁ pāḷiyaṁ – ‘‘yaṁ kho panāyamāyasmā dhammaṁ deseti, gambhīro so dhammo duddaso duranubodho’’tiādi. Lubbhantīti lobhanīyā yathā ‘‘apāyagamanīyā’’ti āha ‘‘lobhanīyesu dhammesūti lobhadhammesū’’ti. Yathā vā rūpādidhammā lobhanīyā, evaṁ lobhoti āha ‘‘lobhanīyesu dhammesūti lobhadhammesū’’ti. Tenevāha – ‘‘yaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisatī’’ti (dī. ni. 2.400; ma. ni. 1.133; vibha. 203). Ese nayo sesapadadvayepi.",
  "tika-s0202t4:126": "432.Nivesetīti ṭhapeti paṭṭhapeti. Payirupāsatīti upaṭṭhānavasena upagantvā nisīdati. Suyyati etenāti sotanti āha ‘‘pasādasota’’nti. Tañhi savanāya odahitabbanti. Dhāreti sandhāreti tattheva manaṁ ṭhapeti. Atthatoti yathāvuttassa dhammassa atthato. Kāraṇatoti yuttito hetudāharaṇehi upapattito. Olokananti evametanti yathāsabhāvato paññācakkhunā daṭṭhabbataṁ khamanti, tañca mahantassa maṇino pajjalantassa viya āvikatvā atthassa citte upaṭṭhānanti āha ‘‘idhā’’tiādi. Kattukamyatāchandoti kattukāmatāsaṅkhāto kusalacchando. Vāyamatītiādito catunnampi vīriyānaṁ vasena vāyāmaṁ parakkamaṁ karoti. Maggapadhānaṁ padahatīti maggāvahaṁ maggapariyāpannañca sammappadhānaṁ padahati, padahanavasena taṁ paripūreti. Paramasaccanti amoghadhammattā paramatthasaccaṁ. Sahajātanāmakāyenāti maggapaññāsahajātanāmakāyena . Tadevāti tadeva paramasaccaṁ nibbānaṁ. Tenevāha – ‘‘sacchikiriyābhisamayena vibhūtaṁ pākaṭaṁ karonto passatī’’ti.",
  "tika-s0202t4:127": "433-4.Maggānubodhoti maggapaṭipāṭiyā bodho bujjhanaṁ, yesaṁ kilesānaṁ samucchindanavasena maggappaṭivedho, tesaṁ paṭipassambhanavasena pavattamānaṁ sāmaññaphalaṁ, maggena paṭividdhāni saccāni, paramatthasaccameva vā anurūpabujjhananti adhippāyo. ‘‘Saccānuppattīti phalasacchikiriyā’’ti vuttaṁ. Evañhi sati heṭṭhā vuttā saddhāpaṭilābhādayo dvādasa dhammā saccānuppattiyā upakārā honti, tasmā vuttaṁ ‘‘tesaṁyevāti heṭṭhā vuttānaṁ dvādasanna’’nti. Nāyaṁ ‘‘tesaṁyevā’’ti padassa attho. Satipi kusalavipākādibhāvena nānatte vatthārammaṇabhūmikiccādivasena pana sadisāti upāyatova maggadhammā āsevitā bahulīkatā phalabhūtāti vattabbataṁ arahatīti taṁsadise tabbohāraṁ katvā ‘‘tesaṁ maggasampayuttadhammāna’’nti vuttaṁ. Evañhi āsevanāgahaṇaṁ samatthitaṁ, na aññathā. Na hi ekacittakkhaṇikānaṁ maggadhammānaṁ āsevanā, bahulīkammaṁ vā atthīti. Tulanāti vipassanā. Sā hi vuṭṭhānagāminibhūtā maggappadhānassa bahukārā tassa abhāve maggappadhānasseva abhāvato, evaṁ ussāho tulanāya chando ussāhassa bahukārotiādinā heṭṭhimassa uparimūpakārataṁ suviññeyyamevāti āha – ‘‘iminā nayena sabbapadesu attho veditabbo’’ti. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:128": "Caṅkīsuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:129": "6. Esukārīsuttavaṇṇanā",
  "tika-s0202t4:130": "437.Koṭṭhāsanti maṁsabhāgaṁ. Laggāpeyyunti nhārunā vā vākena vā bandhitvā purisassa hatthe vā vasanagehe vā olambanavasena bandheyyuṁ. Satthadhammanti satthikesu satthavāhena paṇetabbaṁ āṇādhammaṁ. Tassa nikkhamanatthanti taṁ mūlaṁ satthikehi nittharaṇatthaṁ. Pāpaṁ assāti paricarantassa pāricariyāya ahitaṁva assa. Tenāha ‘‘na seyyo’’ti. Uccakulīnādayo dutiyavārādīhi vuccanti, idha upadhivipattisampattiyo pāpiyādipadehi vuttāti adhippāyo. Tenāha – ‘‘pāpiyoti pāpako lāmako attabhāvo assā’’ti. Seyyaṁsoti hitakoṭṭhāso, hitasabhāvoti attho. Uccakulīnatāti karaṇatthe paccattavacananti āha ‘‘uccākulīnattenā’’ti. ‘‘Vaṇṇo na khīyetha tathāgatassā’’tiādīsu (dī. ni. aṭṭha. 1.305; 3.141; ma. ni. aṭṭha. 2.425; udā. 53; apa. aṭṭha. 2.7.20; bu. vaṁ. aṭṭha. 4.4; cariyā. aṭṭha. 1.nidānakathā; 2.pakiṇṇakakathā; dī. ni. ṭī. 1.ganthārambhakathāvaṇṇanā; saṁ. ni. ṭī. 1.2.1; a. ni. ṭī. 1.1.1; vajira. ṭī. ganthārambhakathāvaṇṇanā; sārattha. ṭī. 1.ganthārambhakathāvaṇṇanā; netti. ṭī. ganthārambhakathāvaṇṇanā; ma. ni. ṭī. 1.1) viya vaṇṇasaddo idha pasaṁsāpariyāyoti āha ‘‘vessopi hi uḷāravaṇṇo hotī’’ti.",
  "tika-s0202t4:131": "440. ‘‘Niravo padasaddo soḷāragottassa akiṇṇamattikāpatto tiṭṭheyya asaṅgacārī’’ti vuttattā bhikkhā caritabbāva, ayaṁ tesaṁ kuladhammoti adhippāyo. Haritvāti apanetvā. Sattajīvo sattavāṇijako. Gopeti rakkhatīti gopo, ārakkhādhikāre niyutto. Asanti lūnanti tenāti asitaṁ, lavittaṁ. Vividhaṁ bhāraṁ ābhañjanti olambanti etthāti byābhaṅgī, kājaṁ.",
  "tika-s0202t4:132": "441.Anussaratoti anussaraṇahetu kulavaṁsānussaraṇakkhaṇe khattiyotiādinā saṅkhyaṁ gacchati. Tenāha ‘‘porāṇe…pe… anussariyamāne’’ti. Uccanīcattajānanatthañca kulavavatthānaṁ kataṁ hotīti khattiyādikulakammunā tesaṁ catunnaṁ vaṇṇānaṁ sandhanaṁ jīvikaṁ paññapenti brāhmaṇā, tathāgato pana lokuttaradhammameva purisassa sandhanaṁ paññapeti tena sattassa lokaggabhāvasiddhito. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:133": "Esukārīsuttavaṇṇanā līnatthappakāsanā samattā.",
  "tika-s0202t4:134": "7. Dhanañjānisuttavaṇṇanā",
  "tika-s0202t4:135": "445.Rājagahaṁparikkhipitvā ṭhitapabbatassāti paṇḍavapabbataṁ sandhāyāha. Rājagahanagarassa dakkhiṇadisābhāge pabbatassa samīpe ṭhito janapado dakkhiṇāgiri. Taṇḍulapuṭakānaṁ pāli etthāti taṇḍulapāli. Tassa kira dvārasamīpe taṇḍulavāṇijā taṇḍulapasibbake vivaritvā paṭipāṭiyā ṭhapetvā nisīdanti, tenassa ‘‘taṇḍulapālidvāra’’nti samaññā ahosi. Sabbameva sassaṁ gaṇhātīti daliddakassakānaṁ divasaparibbayamattameva vissajjetvā sabbameva āyato nipphannaṁ dhaññaṁ gaṇhāti. Mandasassānīti mandanipphattikāni sassāni.",
  "tika-s0202t4:136": "446.Iminā nayenāti dāsakammakarassa nivāsanabhattavettanānuppadānena maṅgaladivasesu dhanavatthālaṅkārānuppadānādinā ca posetabbo. Mittāmaccānaṁ piyavacanaatthacariyāsamānattatādi mittāmaccakaraṇīyaṁ kattabbaṁ, tathā ñātisālohitānaṁ. Tattha āvāhavivāhasambaddhena ‘‘amhākaṁ ime’’ti ñāyantīti ñātī, mātāpitādisambaddhatāya samānalohitāti sālohitā. Sammā dadantesupi asajjanato natthi etesaṁ tithīti atithi, tesaṁ attanā samānaparibhogavasena atithikaraṇīyaṁ kātabbaṁ, atithibalīti attho. Ñātakabhūtapubbā pettivisayaṁ upagatā pubbapetā, dakkhiṇeyyesu kālena kālaṁ dānaṁ datvā tesaṁ uddisanaṁ pubbapetakaraṇīyaṁ, petabalīti attho. Gandhapupphavilepanajālābhattehi kālena kālaṁ devatānaṁ pūjā devatākaraṇīyaṁ, devatābalīti attho, rājakiccakaraṇaṁ upaṭṭhānaṁ rājakaraṇīyaṁ. Ayampi kāyoti attano kāyaṁ sandhāya vadati. Imamatthaṁ sandhāyāha ‘‘iminā nayena attho veditabbo’’ti.",
  "tika-s0202t4:137": "447.Pañca dussīlyakammānīti niccasīlapaṭipakkhadhammā. Dasa akusalakammapathadhammā dasa dussīlyakammāni. Adhammacārī eva visamacārī kāyavisamādicaraṇatoti visamacārīpadassa attho visuṁ na vutto.",
  "tika-s0202t4:138": "448-453.Osaranti apasakkanti, khīyantīti attho. Tenāha ‘‘parihāyantī’’ti. Abhisarantīti abhivaḍḍhanavasena pavattanti. Tenāha ‘‘vaḍḍhantī’’ti. Tatrāti brahmaloke. Assāti brahmaloke uppannassa dhanañjānissa. Tato paṭṭhāyāti yadā bhagavatā ‘‘eso, bhikkhave, sāriputto’’tiādi vuttaṁ, tato paṭṭhāya. Catusaccavinimuttanti niddhāretvā vibhajitvā vuccamānehi saccehi vimuttaṁ. Atthato pana tato pubbepi saccavimuttaṁ kathaṁ na kathesiyeva saccavimuttassa niyyānassa abhāvato.",
  "tika-s0202t4:139": "Dhanañjānisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:140": "8. Vāseṭṭhasuttavaṇṇanā",
  "tika-s0202t4:141": "454.Jātiṁsodhetukāmā hontīti sahavāsīnaṁ brāhmaṇānaṁ kiriyā parādhena vā asāruppattena vā jātiyā upakkilesaṁ āsaṅkāya taṁ sodhetukāmā honti. Mante sodhetukāmā hontīti mantavacane ācariyamaticodanāya aññena vākyena kenaci kāraṇena saṁsaye uppanne taṁ sodhetukāmā honti. Antarāti vemajjhe, aññatthevā antarāsaddoti tassa aññā kathāti vacanaṁ avagantabbaṁ. Khantīmettānuddayādiguṇasampanno eva ‘‘sīlavāti guṇavā’’tiāha. Tehi sīlassa vissajjanakālepi ‘‘sīlavā’’ti vuccati. Sampannasīlattā vā tehi samannāgato eva hotīti āha ‘‘sīlavāti guṇavā’’ti. Ācārasampannoti sādhu ācāravatto.",
  "tika-s0202t4:142": "455.Sikkhitāti tevijjānaṁ sikkhitā tumhe, na dāni tumhehi kiñci kattabbaṁ atthīti attho. Paṭiññātāti paṭijānitvā ṭhitā.",
  "tika-s0202t4:143": "Vedattayasaṅkhātā tisso vijjā ajjhayantīti tevijjā. Tenāha ‘‘tivedāna’’nti. Tayo vede aṇanti ajjhayantīti brāhmaṇā, tesaṁ. Yaṁ ekaṁ padampi akkhātaṁ, taṁ atthato byañjanato ca kevalino adhiyino appapayogena. Niṭṭhāgatamhāti nipphattiṁ gatā amhā tevijjāya sakasamayassa kathane.",
  "tika-s0202t4:144": "Manokammato hi vattasampadātikāraṇūpacārenāyamattho vuttoti āha – ‘‘tena samannāgato hi ācārasampanno hotī’’ti.",
  "tika-s0202t4:145": "Khayātītanti vaḍḍhipakkhe ṭhitanti attho. Sukkapakkhapāṭipadato paṭṭhāya hi cando vaḍḍhatīti vuccati, na khīyatīti. Vandamānā janā namakkāraṁ karonti.",
  "tika-s0202t4:146": "Atthadassanenāti vivaraṇena dassanapariṇāyakaṭṭhena lokassa cakkhu hutvā samuppannaṁ.",
  "tika-s0202t4:147": "456.Tiṭṭhatu tāva brāhmaṇacintāti – ‘‘kiṁ jātiyā brāhmaṇo hoti udāhu bhavati kammunā’’ti ayaṁ brāhmaṇavicāro tāva tiṭṭhatu . Jātidassanatthaṁ tiṇarukkhakīṭapaṭaṅgato paṭṭhāya loke jātivibhaṅgaṁ vitthārato kathessāmīti tesaṁ cittasampahaṁsanatthaṁ desetabbamatthaṁ paṭijānāti. Tattha aññamaññā hi jātiyoti idaṁ kāraṇavacanaṁ, yasmā imā jātiyo nāma aññamaññaṁ visiṭṭhā, tasmā jātivibhaṅgaṁ byākarissāmīti.",
  "tika-s0202t4:148": "Yasmā idha upādinnakajāti byākātabbabhāvena āgatā, tassā pana nidassanabhāvena itarā, tasmā ‘‘jātivibhaṅgaṁ pāṇāna’’nti pāḷiyaṁ vuttaṁ. Tesaṁ tesaṁ pāṇānaṁ jātiyoti attho. Evanti nidassanaṁ kathetvā nidassitabbe kathiyamāne. Tassāti vāseṭṭhassa. Kāmaṁ ‘‘tesaṁ vohaṁ byakkhissa’’nti ubhopi māṇave nissāya desanā āgatā, tathāpi tattha tattha ‘‘evaṁ, vāseṭṭha, jānāhī’’tiādinā vāseṭṭhameva ālapanto bhagavā tameva iminā niyāmena pamukhaṁ akāsi. Tena vuttaṁ ‘‘tassāti vāseṭṭhassā’’ti. Jātibhedo jātiviseso, jātiyā bhedo pākaṭo bhavissati nidassanena vibhūtabhāvaṁ āpāditena paṭiññātassa atthassa vibhūtabhāvāpattito. Āma na vaṭṭatīti kammanānatāya eva upādinnanānatāya paṭikkhepapadametaṁ, na bījanānatāya anupādinnanānatāya paṭikkhepapadanti dassetuṁ ‘‘kammaṁ hī’’tiādi vuttaṁ. Tassattho – taṁtaṁyonikhipanamattaṁ kammassa sāmatthiyaṁ, taṁtaṁyoniniyatā pana ye vaṇṇavisesā, te taṁtaṁyonisiddhiyāva siddhā hontīti taṁ pana yonikhipanakammaṁ taṁtaṁyonivisiṭṭha-visesābhibhūtāya payoganipphattiyā, asaṁmucchitāya eva vā paccayabhūtāya bhavapatthanāya abhisaṅkhatamevāti viññātabbapaccayavisesena vinā phalavisesābhāvato etaṁ samīhitakammaṁ patthanādīhi ca bhinnasattitaṁ visiṭṭhasāmatthiyaṁ vā āpajjitvā cakkhundriyādivisiṭṭhaphalanibbattakaṁ jāyati, evaṁ yonikhipanataṁyoniniyatavisesāvahatā hotīti. Therena hi bījanānatā viya kammanānatāpi upādinnakanānatāya siyā nu kho paccayoti codanaṁ paṭikkhipitvā paccayavisesavisiṭṭhā kammanānatā pana paccayoti nicchitanti daṭṭhabbaṁ.",
  "tika-s0202t4:149": "Nānāvaṇṇāti nānappakāravaṇṇā. Tālanāḷikerādīnaṁ loke abhiññātatiṇajātibhāvato visesena gayhati abhiññātasotanayena. Jātiyā brāhmaṇovāti aṭṭhānapayutto eva-saddo, jātiyāva brāhmaṇo bhaveyyāti yojanā. Na ca gayhatīti tiṇarukkhādīsu viya brāhmaṇesu jātiniyatassa liṅgassa anupalabbhanato, pivanabhuñjanakathanahasanādikiriyāya brāhmaṇabhāvena ekantikaliṅganiyatāya mantajjhenādiṁ vinā anupalabbhanato ca. Vacībhedenevāti āhaccavacaneneva.",
  "tika-s0202t4:150": "Kīṭe paṭaṅgetiādīsu jātinānatā labbhati aññamaññaliṅgavisiṭṭhatādassanā. Kunthā kīṭakā , khajjakhādakā kipillikā. Uppatitvāti uḍḍetvā uḍḍetvā. Paṭabhāvaṁ gacchantīti vā paṭaṅgā, na khuddakapāṇakā kīṭā nāma. Tesampi kīṭakānaṁ.",
  "tika-s0202t4:151": "Kāḷakādayoti kalandakādayo.",
  "tika-s0202t4:152": "Udaraṁyeva nesaṁ pādā udareneva sampajjanato.",
  "tika-s0202t4:153": "Saññāpubbako vidhi aniccoti dassento ‘‘udake’’ti āha yathā ‘‘vīrassa bhāvo vīriya’’nti.",
  "tika-s0202t4:154": "Pattasamudāye pakkhasaddoti ‘‘pattehi yantī’’ti vuttaṁ. Na hi avayavabyatirekena samudāyo atthi.",
  "tika-s0202t4:155": "Saṅkhepena vutto ‘‘jātivasena nānā’’tiādinā. Ettha padatthe dubbiññeyyaṁ natthīti sambandhamattaṁ dassetuṁ ‘‘tatrāyaṁ yojanā’’tiādi vuttaṁ. ‘‘Na hi brāhmaṇānaṁ edisaṁ sīsaṁ hoti, khattiyānaṁ edisanti niyamo atthi yathā hatthiassamigādīna’’nti idameva vākyaṁ sabbattha netabbaṁ. Taṁ saṁṅkhipitvā dassento ‘‘iminā nayena sabbaṁ yojetabba’’nti āha.",
  "tika-s0202t4:156": "Tassāti yathāvuttanigamanavacanassa ayaṁ yojanā idāni vuccamānā yojanā veditabbā.",
  "tika-s0202t4:157": "457.Vokāranti vokaraṇaṁ, yena visiṭṭhatāya na vokarīyati jātibhedoti attho. Tenāha ‘‘nānatta’’nti.",
  "tika-s0202t4:158": "Gorakkhādiupajīvanena ājīvavipanno, hiṁsādinā sīlavipanno, nikkhittavattatādinā ācāravipannoti. Sāmaññajotanā visese niviṭṭhā hotīti āha ‘‘gorakkhanti khettarakkha’’nti. ‘‘Goti hi pathaviyā nāma’’nti. Tehi tehi upāyehi sikkhitabbaṭṭhena sippaṁ, tattha kosallaṁ. Paresaṁ īsanaṭṭhena hiṁsanaṭṭhena isso, so assa atthīti isso yodhājīviko, issassa kammaṁ paharaṇaṁ, usuṁ sattiñca nissāya pavattā jīvikā issattaṁ. Tenāha ‘‘āvudhajīvika’’nti. Yaṁ nissāya assa jīvikā, tadeva dassetuṁ ‘‘usuñca sattiñcā’’ti vuttaṁ.",
  "tika-s0202t4:159": "Brahmaṁ vuccati vedo, taṁ aṇati jānātīti brāhmaṇo, jānanañca porāṇehi brāhmaṇehi vihitaniyāmena brāhmaṇehi katopasamena anuṭṭhānatapena yathā ‘‘ājīvasīlācāravipanno natthī’’ti brāhmaṇadhammikehi lokiyapaṇḍitehi ca sampaṭicchito, tathā paṭipajjanamevāti āha ‘‘evaṁ brāhmaṇasamayena…pe… sādhetvā’’ti. Evaṁ santeti evaṁ ājīvasīlācāravipannassa abrāhmaṇabhāve sati na jātiyā brāhmaṇo hoti, guṇehi pana ājīvasīlācārasampattisaṅkhātehi brāhmaṇo hoti, tasmā guṇānaṁyeva brāhmaṇabhāvakaraṇato catuvaṇṇavibhāge yattha katthaci kule jāto yo sīlādiguṇasampannatāya guṇavā, so vuttalakkhaṇena nippariyāyato bāhitapāpatāya brāhmaṇoti ayamettha brāhmaṇabhāve ñāyoti, evaṁ ñāyaṁ atthato āpannaṁ katvā. Nanti tameva yathāvuttaṁ ñāyaṁ. Yo brāhmaṇassa saṁvaṇṇitāyāti mātuyā ubhatosujātatādikulavaṇṇena saṁvaṇṇitāya pasatthāya yathārūpāya brāhmaṇassa mātā bhavituṁ yuttā, tathārūpāya mātarisambhūto. Etena catunnaṁ yonīnaṁ yattha katthaci visesaniṭṭhā katā. Tenāha ‘‘tatrāpi visesenā’’ti. Evaṁ sāmaññato visesaniṭṭhāvasena ‘‘yonijaṁ mattisambhava’’nti padassa atthaṁ vatvā idāni sāmaññajotanaṁ anādiyitvā visesajotanāvaseneva atthaṁ vattuṁ ‘‘yācāya’’ntiādi vuttaṁ. Parisuddhauppattimaggasaṅkhātā yoni vuttāti anupakkuṭṭhabhāvena parisuddhauppattimaggasaṅkhātā yā cāyaṁ yoni vuttāti sambandho. Tatopi jātasambhūtattāti tato yonito jātattā mātāpettisampattito sambhūtattā.",
  "tika-s0202t4:160": "Visiṭṭhattāti samudāyabhūtā manussā rāgādinā visiṭṭhattā. Rāgādinā saha kiñcanenāti sakiñcano. Tatheva rāgādisaṅkhātena palibodhanaṭṭhena saha palibodhenāti sapalibodho. Sabbagahaṇapaṭinissaggenāti upādānasaṅkhātassa sabbassa gahaṇassa paṭinissajjanena. Yasmā bāhitapāpo attano santānato bahikatapāpo, tasmā tamahaṁ brūmi brāhmaṇanti attho vattabbo. Evarūpo etissā kathāya upadeso nānappakārato vibhatto, tasmā tattha tattha vuttanayeneva veditabbo.",
  "tika-s0202t4:161": "458.Gahitadaṇḍesūti paresaṁ daṇḍena viheṭhanaṁ anidhāya ādinnadaṇḍesu.",
  "tika-s0202t4:162": "459.Kiñci gahaṇanti taṇhāgāhādīsu kiñci gāhaṁ.",
  "tika-s0202t4:163": "Yena kāmabhavena mānusakehi pañcahi kāmaguṇehi yuñjati, taṁ mānusakaṁ yogaṁ. ‘‘Mānusakaṁ yoga’’nti ettha ca ekadesaṁ gahetvā vuttaṁ, esa nayo ‘‘dibbayoga’’nti etthāpi. Sabbayogavisaṁyuttanti padadvayena vuttehi sabbakilesayogehi vippayuttaṁ.",
  "tika-s0202t4:164": "Ratinti abhiratiṁ āsattiṁ. Kusalabhāvanāyāti kāyabhāvanādi kusaladhammabhāvanāya ukkaṇṭhitaṁ. Vīriyavantanti vīriyasabbhāvena vīraṁ niddisati, vīrabhāvo hi vīriyanti.",
  "tika-s0202t4:165": "Sundaraṁ ṭhānanti nibbānaṁ. Sundarāya paṭipattiyā ariyapaṭipattiyā.",
  "tika-s0202t4:166": "Nibbattinti pariyosānaṁ. Atīteti atītakoṭṭhāse. Kiñcanakārakoti palibodhahetubhūto.",
  "tika-s0202t4:167": "Asekkhe sīlakkhandhādike mahante guṇe. Pañcannaṁ mārānaṁ vijitattā vijitavijayaṁ.",
  "tika-s0202t4:168": "460.Idaṁ ajānantāti ‘‘jātiyā brāhmaṇo’’ti idaṁ lokasamaññāmattanti ajānantā. Ye brāhmaṇesu nāmagottaṁ nāma tatiyaṁ diṭṭhābhinivesaṁ janenti, sāva nesaṁ diṭṭhi. Kataṁ abhisaṅkhatanti parikappanavaseneva kataṁ ṭhapitaṁ tadupacitaṁ, na hetupaccayasamāyogena. Samuccāti sammutiyā. Kā pana sā sammutīti āha ‘‘samaññāyā’’ti, lokasamaññātenāti attho. Sammā pana paramatthato ajānantānaṁ nāmagottaṁ evaṁ kappetīti āha ‘‘no ce’’tiādi. Taṁ pana asantampi paramatthato santatāyeva abhinivisanti, tesamayaṁ dosoti dassetuṁ ‘‘evaṁ pakappita’’ntiādi vuttaṁ. Tenāha bhagavā – ‘‘janapadaniruttiṁ nābhiniveseyyā’’ti (ma. ni. 3.331). Ajānantā noti ettha no-saddo avadhāraṇattho – ‘‘na no samaṁ atthi tathāgatenā’’tiādīsu (khu. pā. 6.3) viyāti āha ‘‘ajānantāva evaṁ vadantī’’ti.",
  "tika-s0202t4:169": "Nippariyāyanti bhāvanapuṁsakaniddeso, nippariyāyena ujukamevāti attho, na pubbe viya ‘‘yo hi kocī’’ti pariyāyavasena. ‘‘Na jaccā’’ti gāthāya pubbaddhena jātivādaṁ paṭikkhipanto pacchimaddhena kammavādaṁ patiṭṭhapento. Tatthāti tissaṁ gāthāyaṁ. Upaḍḍhagāthāya vitthāraṇatthanti upaḍḍhagāthāya atthaṁ vitthāretuṁ ‘‘kassako kammunā’’ti vuttaṁ. Tattha purimāya catūhi pādehi, pacchime dvīhi dvinnampi sādhāraṇato attho vitthārito. Tattha kasikammādīti ādi-saddena sippakammavāṇijādi saṅgaho.",
  "tika-s0202t4:170": "Paṭiccasamuppādapadhānavacanaviññeyyo paccayo paṭiccasamuppādasaddassa attho paccayuppannāpekkhāya hotīti āha – ‘‘iminā paccayena etaṁ hotī’’ti. Yaṁ panettha vattabbaṁ, taṁ visuddhimagge (visuddhi. 2.570) taṁsaṁvaṇṇanāyañca (visuddhi. mahāṭī. 2.570) vuttanayena veditabbaṁ. Sammānāvamānārahakuleti sammānārahe khattiyādikule, avamānārahe caṇḍālādikule kammavasena upapatti hoti kammassa vipaccamānokāsakaratāya vinā tādisāya uccanīcakulanibbattiyā abhāvato. Aḍḍhadaliddatādi aññāpi hīnapaṇītatā.",
  "tika-s0202t4:171": "Kammunāti cettha yathā lokapajāsattasaddehi eko evattho vutto, evaṁ sesasaddehipi, adhippāyaviseso pana tattha atthīti dassetuṁ ‘‘purimapadena cetthā’’tiādi vuttaṁ. Nāyaṁ loko brahmanimmito kammena uppajjanato. Na hi sannihitakāraṇānaṁ phalānaṁ aññena uppattidiṭṭhi yujjati. Tenāha ‘‘diṭṭhiyā paṭisedho veditabbo’’ti. Yaṁ panettha vattabbaṁ taṁ visuddhimaggasaṁvaṇṇanādīsuvuttanayena veditabbaṁ. Tathā lokassa paṭhamuppatti na brahmunāti ‘‘kammunā hi tāsu tāsū’’tiādi vuttaṁ. Tatiyena ‘‘ayaṁ loko ādito pabhuti pabhavakammunā vattatī’’ti vuttamatthaṁ nigameti.Vuttassevatthassa sūcanañhi nigamanaṁ. Taṁ pana niyamatthaṁ hotīti āha ‘‘kammeneva baddhā hutvā pavattanti, na aññathā’’ti . Catutthena padena. Yāyatoti gacchato. Nibbattatoti nibbattantassa. Pavattatoti pavattantassa.",
  "tika-s0202t4:172": "Dhutadhammā visesato taṇhāya santattavasena vattantīti āha ‘‘tapenāti dhutaṅgatapenā’’ti. Methunavirati visesato brāhmaṇānaṁ brahmacariyanti sā idha brahmacariyenāti adhippetāti āha ‘‘brahmacariyenāti methunaviratiyā’’ti. Etenāti iminā ‘‘tapenā’’tiādīhi catūhi padehi vuttena. Seṭṭhenāti uttamena. Saṁkilesavisuddhiyā parisuddhena. Brahmanti brahmabhāvaṁ seṭṭhabhāvaṁ. So panettha atthato brāhmaṇabhāvoti āha ‘‘brāhmaṇabhāvaṁ āvahatī’’ti.",
  "tika-s0202t4:173": "Brahmā ca sakko cāti sakkagarukānaṁ sakko sakkenapi garukātabbato, brahmagarukānaṁ brahmā brahmunāpi garukātabbato. Vijānatanti paramatthabrāhmaṇassa visesaṁ jānantānaṁ viññūnaṁ. Aviññuno hi appamāṇaṁ. Tenāha – ‘‘paṇḍitāna’’nti. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:174": "Vāseṭṭhasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:175": "9. Subhasuttavaṇṇanā",
  "tika-s0202t4:176": "462. Tudisaññāto gāmo nigamo etassāti todeyyo, tassa attajo todeyyaputtoti āha ‘‘tudigāmā’’tiādi. Ārādhakoti saṁrādhako. Dhammanisanti yasmā sampādanena paripūraṇena icchitā, tasmā vuttaṁ ‘‘sampādako paripūrako’’ti. Ñāyati nicchayena gameti nibbānaṁ, taṁ vā ñāyati paṭivijjhīyati etenāti ñāyo, tato etassa sampādakahetubhāvato ñāyo dhammo ariyamaggo taṁ ñāyaṁ dhammaṁ. Tenāha ‘‘kāraṇadhamma’’nti. Anavajjanti avajjapaṭipakkhaṁ.",
  "tika-s0202t4:177": "463. Vaṭṭacārakato niyyātīti niyyānikaṁ īkārassa rassattaṁ ya-kārassa ca ka-kāraṁ katvā. Niyyāne vā niyuttaṁ, niyyānaṁ sīlanti vā niyyānikaṁ, tappaṭipakkhato aniyyānikaṁ. Sā pana atthato akusalakiriyāti āha ‘‘akusalapaṭipada’’nti.",
  "tika-s0202t4:178": "Bahubhāvavācako idha mahāsaddo ‘‘mahājano’’tiādīsuviyāti āha ‘‘mahantehi bahūhī’’ti. Atthoti payojanaṁ. Mahantānīti bahulāni. Kiccānīti kātabbāni. Adhikaraṇānīti adhikārajīvikārūpāni. Gharāvāsakammameva pañcabalikaraṇadasaatthaṭṭhānabhāvato lokayātrāya ca sampavattiṭṭhānabhāvato jīvitavuttiyā vā hetubhāvato gharāvāsakammaṭṭhānaṁ.",
  "tika-s0202t4:179": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "tika-s0202t4:180": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 1.1.4);",
  "tika-s0202t4:181": "Gāthāya vuttanayena cūḷantevāsikassa viya.",
  "tika-s0202t4:182": "464. Ayoniso pavattitaṁ vāṇijjakammaṁ viya apāyabhūtaṁ kasikammaṁ nidassanabhāve ṭhapetvā ayonisomanasikaraṇavasena pavattaṁ gharāvāsakiccaṁ sandhāyāha – ‘‘yathā kasi…pe… evaṁ gharāvāsakammaṭṭhānampī’’ti. Brāhmaṇabhatto ahosīti so kira bahū brāhmaṇe dhanaṁ datvā yaññaṁ kāresi. Uparīti ‘‘upari upaṭṭhātīti vadehī’’ti brāhmaṇehi attano samayena ācikkhāpitopi yathā upaṭṭhitameva kathetvā kālaṁ katvā niraye nibbatto, atha brāhmaṇā – ‘‘iminā amhākaṁ yaññe doso dinno’’ti kujjhitvā tassa kaḷevaraṁ susānaṁ netuṁ nādaṁsu. Athassa ñātakehi sahasse dinne taṁ sahassaṁ gahetvā gehato nīharituṁ adaṁsu. Kassapasammāsambuddhakāle chattiṁsa itthiyo ‘‘ekā vatthaṁ adāsi, ekā gandhaṁ, ekā sumanamāla’’ntiādinā taṁ taṁ dānamayaṁ puññaṁ katvā āyupariyosāne tāvatiṁsabhavane sakkassa devarañño paricārikā hutvā nibbattiṁsu sahassaaccharāparivārikā, sakkassa devarañño vejayantarathaṁ pesetvā pakkosāpitena guttilācariyabhūtena mahābodhisattena pucchitā taṁ taṁ attanā kataṁ puññaṁ byākariṁsu. Taṁ sandhāya vuttaṁ ‘‘sakalāya guttilavimānakathāya dīpetabba’’nti. Vaṇijjakammaṭṭhānaṁ vipajjamānanti ettha tassa vipajjamānākāro heṭṭhā vutto. Evaṁ pabbajjakammaṭṭhānampi vipajjamānaṁ appaphalaṁ hotīti ānetvā sambandho. Sīlesu aparipūrakārinotiādi tassa vipajjanākāradassanaṁ. Jhānādisukhanti ettha ādi-saddena abhiññāvipassanādisukhassa viya sabrahmacārīhi saddhiṁ sīlasampadādisukhassa saṅgaho daṭṭhabbo. Arahattampi pāpuṇāti pageva sekkhaputhujjanasampattiyoti adhippāyo.",
  "tika-s0202t4:183": "Cāgasīsenāti padhānabhūtena cāgena dānena taṁ avassayaṁ katvā. Ettha te na koci aphāsukabhāvoti. Ujukaṁ katvā aviruddhaṁ katvā, sampayojetvāti attho. Tapacariyanti aggiparicaraṇaṁ, tapacariyañca brahmacariyaggahaṇā duṭṭhullabhāvato.",
  "tika-s0202t4:184": "466.Ajānanabhāvanti asabbaññubhāvaṁ. Bhagavato pana sabbaññubhāvo sadevake loke jalatale pakkhittatelaṁ viya pattharitvā ṭhito, na me idaṁ patirūpaṁ, tato parivattissāmīti ‘‘brāhmaṇo, bho, gotamā’’tiādimāha. Paccāharituṁ paṭipakkhena apaharituṁ. Setapokkharasadisoti puṇḍarīkapattasadisavaṇṇo. Suvaṭṭitāti vaṭṭabhāvayuttaṭṭhāne suvaṭṭā. Nāmakaṁyevāti nāmamattameva vacanamattameva. Tathābhūtānaṁ bhāvassapi abhāvena nihīnaṁ nāma hoti, nāma-saddo nihīnapariyāyo. Tenāha – ‘‘lāmakaṁyevā’’ti.",
  "tika-s0202t4:185": "467.Katamā vācā tesaṁ seyyoti tesaṁ caṅkiyādīnaṁ brāhmaṇamahāsālānaṁ vuccamānavibhāgāsu vācāsu katamā vācā seyyoti. ‘‘Seyyā’’ti liṅgavipallāsena vuttaṁ. Sammutiyāti avilaṅghitasādhumariyādāya lokasammutiyā. Tenāha ‘‘lokavohārenā’’ti. Mantāti mantāsaṅkhātāya paññāya mantetvā jānitvā. Tenāha ‘‘tulayitvā’’ti. Atthasaṁhitanti hetusañhitaṁ. Taṁ pana ekaṁsato yuttiyuttaṁ hotīti āha – ‘‘kāraṇanissita’’nti. Āvutotiādīsu ādito abhimukhaṁ ñāṇagatiyā vibandhanena āvuto, āvariyena visesato ñāṇagatiyā nibandhanena nivuto, evaṁ ophuṭo paliguṇṭhito. Pariyonaddhoti samantato onaddho chādito. Tenāha ‘‘paliveṭhito’’ti.",
  "tika-s0202t4:186": "468.Sace etaṁ kāraṇamatthīti ‘‘nissaṭṭhatiṇakaṭṭhupādāno aggi jalatī’’ti etaṁ kāraṇaṁ sace atthi yadi siyā, so aparo tiṇakaṭṭhupādāno aggi yadi bhaveyya. Sadoso sādīnavo saparikkileso. Parisuddhoti upakkilesābhāvena sabbaso suddho. Jāti ādīnaṁ abhāvenāti jātipaccayānaṁ kammakilesānaṁ niggamena.",
  "tika-s0202t4:187": "469.Naniccalā tiṭṭhantīti tattha pakkhipitabbassa labbhamānattā yathāpaññattaṁ hutvā niccalā akampiyā na tiṭṭhanti. Taṁ dosaṁ taṁ ūnatādosaṁ.",
  "tika-s0202t4:188": "Aññasmiṁ asatīti atthabhañjakamusāvāde asati. So hi attano santakassa adātukāmatādivasena pavattassa akammapathappattassa musāvādabhāvassa viparīto añño idha adhippeto. Tathā hi itaro yebhuyyena vaḷañjitabbato voharitabbato vaḷañjakamusāvādoti āha. Na kadāci musāvādīti dve kathā na kathenti. Bāhirakānaṁ anavajjatapasammatāyapi nissitoti vattuṁ āha ‘‘sīlavā tapanissitako hoti’’ti. Vivaṭamukhā mantajjhenamaṇḍitā sabbaso sajjhāyā honti, na itareti āha ‘‘pabbajitā niccaṁ sajjhāyantī’’ti.",
  "tika-s0202t4:189": "470.Ciraṁ nikkhantoti niggato hutvā cirakāle. Na sabbaso paccakkhā honti satisammohato maggānañca aññathā karaṇato. Cirāyitattanti ‘‘ayaṁ maggo’’ti kathanassa cirāyanaṁ. Vitthāyitattanti asappaṭibhānaṁ. Taṁ pana saupamāha dassetuṁ ‘‘yathā’’tiādi vuttaṁ.",
  "tika-s0202t4:190": "Balasampannoti kāyabalena samannāgato. Pamāṇakataṁ kammaṁ nāma pamāṇakarānaṁ rāgādikilesānaṁ avikkhambhitattā ‘‘pamāṇakataṁ kammaṁ nāma kāmāvacara’’nti āha, tesaṁ pana vikkhambhitattā vuttaṁ ‘‘appamāṇakataṁ kammaṁ nāma rūpārūpāvacara’’nti. Tatthāpi visesato appamaññābhāvanā sambhavatīti āha ‘‘tesupī’’tiādi. Nirīhakattā yathā appamāṇasamaññā labbhati, taṁ dassetuṁ ‘‘pamāṇaṁ…pe… vuccatī’’ti āha. Na ohīyati na tiṭṭhatīti katūpacitampi kāmāvacarakammaṁ yathādhigate mahaggatajjhāne aparihīne taṁ abhibhavitvā āsīdetvā passe ohīyakaṁ katvā paṭisandhiṁ dātuṁ samatthabhāvena na tiṭṭhati. Laggitunti āvarituṁ . Ṭhātunti patiṭṭhātuṁ. Pharitvāti paṭippharitvā. Pariyādiyitvāti tassa sāmatthiyaṁ khepetvā. Kammassa pariyādiyanaṁ nāma vipākuppādabandhanamevāti āha – ‘‘tassa vipākaṁ paṭibāhitvā’’ti. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:191": "Subhasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:192": "10. Saṅgāravasuttavaṇṇanā",
  "tika-s0202t4:193": "473.Abhippasannāti abhisamecca pasannā. Tenāha – ‘‘aveccappasādavasena pasannā’’ti. Brāhmaṇī vigatamalamaccheratāya ‘‘tuyhaṁ deyyadhammaṁ ruccanakaṭṭhāne dehī’’ti āha. Maggeneva hissā macchariyassa pahīnattā buddhapakkhabrāhmaṇapakkhavasena ubhatopakkhikā.",
  "tika-s0202t4:194": "Kiṁsūti kinti pucchāvacanaṁ. Chetvā anādiyitvā vināsetvā. Sukhaṁ setīti cittasantāpābhāvena sukhena supati. Na socatīti tato eva sokaṁ nāma vināseti. Kodhanti kujjhanalakkhaṇaṁ kodhaṁ. Chetvā samucchinditvā. Sukhaṁ setīti kodhapariḷāhena apariḍayhamānattā sukhaṁ supati. Kodhavināsena vinaṭṭhadomanassattā na socati. Visamūlassāti dukkhavipākassa. Madhuraggassāti akkosakassa paccakkosanena, pahārakassa paṭippaharaṇena yaṁ sukhaṁ uppajjati, taṁ sandhāyeva ‘‘madhuraggo’’ti vutto. Imasmiñhi ṭhāne pariyosānaṁ ‘‘agga’’nti vuttaṁ. Ariyāti buddhādayo ariyā.",
  "tika-s0202t4:195": "Pañhaṁ kathesīti brāhmaṇo kira cintesi – ‘‘samaṇo gotamo lokapūjito, na sakkā yaṁ vā taṁ vā vatvā santajjetuṁ, ekaṁ saṇhapañhaṁ pucchissāmī’’ti. So ekaṁ pucchāgāthaṁ abhisaṅkharitvā ‘‘sace asukassa nāma vadhaṁ rocemīti vakkhati, ye tuyhaṁ na ruccanti, te māretukāmosi, lokavadhāya uppanno kiṁ tuyhaṁ samaṇabhāvenāti niggahessāmi. Sace na kassaci vadhaṁ rocemīti vakkhati, atha naṁ tvaṁ rāgādīnampi vadhaṁ na icchasi, tasmā samaṇo hutvā āhiṇḍasīti niggaṇhissāmīti imaṁ ubhatokoṭikaṁ pañhaṁ puṭṭho samaṇo gotamo neva gilituṁ na uggilituṁ sakkhissatī’’ti evaṁ cintetvā imaṁ payhaṁ pucchi. Tassa bhagavā ajjhāsayānurūpaṁ kathesi. So pañhabyākaraṇena ārādhitacitto pabbajjaṁ yāci. Satthā taṁ pabbājesi, so pabbajjākiccaṁ matthakaṁ pāpesi. Tena vuttaṁ ‘‘pabbajitvā arahattaṁ patto’’ti.",
  "tika-s0202t4:196": "Avabhūtāti adhobhūtā. Adhobhāvo sattānaṁ avaḍḍhi avamaṅgalanti āha – ‘‘avaḍḍhibhūtā avamaṅgalabhūtāyevā’’ti. Paribhūtāti paribhavappattā. Vijjamānānanti pāḷiyaṁ anādare sāmivacananti tadatthaṁ dassento ‘‘vijjamānesū’’tiāha. Pakaṭṭhaṁ, pavaḍḍhaṁ vā ñāṇanti paññāṇanti bhagavato ñāṇaṁ visesetvā vuttaṁ.",
  "tika-s0202t4:197": "474.Abhijānitvāti abhivisiṭṭhena ñāṇena jānitvā. Vositavosānāti katakaraṇīyatāya sabbaso parisositaniṭṭhā. Pāramisaṅkhātanti paramukkaṁsabhāvato pāramīti saṅkhātaṁ. Tenāha ‘‘sabbadhammānaṁ pārabhūta’’nti. Brahmacariyassāti sāsanabrahmacariyassa ādibhūtaṁ. Tenāha ‘‘uppādakā janakā’’ti. ‘‘Idamevaṁ bhavissati idameva’’nti takkanaṁ takko, so etassa atthīti takkī. Yasmā so taṁ taṁ vatthuṁ tathā tathā takkitvā gaṇhati, tasmā vuttaṁ ‘‘takkagāhī’’ti. Vīmaṁsanasīlo vīmaṁsī paccakkhabhūtamatthaṁ vīmaṁsanabhūtāya paññāya kevalaṁ vīmaṁsanato. Tenāha ‘‘paññācāraṁ carāpetvā evaṁvādī’’ti. Yathāvuttatakkīvīmaṁsībhāvena takkapariyāhataṁ vīmaṁsānucaritaṁ sayaṁpaṭibhānaṁ evametanti vatvā.",
  "tika-s0202t4:198": "485.Aṭṭhitapadhānavatanti aññattha kismiñci puggale aṭṭhitapadhānavataṁ anaññasādhāraṇaṁ bhoto gotamassa padhānaṁ ahosi. Sappurisapadhānavataṁ ahosi sappurisapadhānavatādhigatānaṁ etādisānaṁ arahataṁ acchariyapuggalānaṁyeva āveṇikapadhānavataṁ ahosi. Ajānantova pakāsetīti ayaṁ pucchitamatthaṁ sayaṁ paccakkhato ajānanto eva kevalaṁ saddaṁ uppādetvāva pakāsesīti saññāya āha. Ajānanabhāve santeti ime adhidevāti paccakkhato jānane asati. Paṇḍitena manussenāti lokavohārakusalena manussena, tvaṁ pana lokavohārepi akusalo. Vacanatthañhi ajānanto yaṁ kiñci vadati. Uccena sammatanti uccaṁ supākaṭaṁ sabbaso taruṇadārakehipi sammataṁ. Ñātametaṁ yadidaṁ atthi devāti. Tenāha ‘‘susudārakāpī’’tiādi. Devāti upapattidevā. Adhidevā nāma sammutidevehi adhikadevāti katvā, tadaññe ca manusse adhikabhāve kimeva vattabbaṁ. Sesaṁ suviññeyyameva.",
  "tika-s0202t4:199": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "tika-s0202t4:200": "Saṅgāravasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t4:201": "Niṭṭhitā ca brāhmaṇavaggavaṇṇanā.",
  "tika-s0202t4:202": "Majjhimapaṇṇāsaṭīkā samattā."
}