{
  "tika-s0305t11:0": "12. Saccasaṁyuttaṁ",
  "tika-s0305t11:1": "1. Samādhivaggo",
  "tika-s0305t11:2": "1. Samādhisuttavaṇṇanā",
  "tika-s0305t11:3": "1071.Cittekaggatāyāti nissakkavacanaṁ ‘‘parihāyantī’’ti padaṁ apekkhitvā. Yathābhūtādivasenāti yathāgatādivasena. Yathābhūtaṁ nāma imasmiṁ sutte ‘‘samāhito, bhikkhave, bhikkhu yathābhūtaṁ pajānātī’’tiādi. Ādi-saddena ‘‘tathā yasmā’’tiādisaṅgaho daṭṭhabbo. Tathā hi yathābhūtavasena kāraṇacchedo kato ‘‘tathā yasmā’’tiādivacanehi. Vaṇṇāti akkharā, ‘‘guṇā’’ti keci. Padabyañjanānīti nāmādipadāni ceva taṁsamudāyabhūtabyañjanāni ca.",
  "tika-s0305t11:4": "3. Paṭhamakulaputtasuttādivaṇṇanā",
  "tika-s0305t11:5": "1073-75.Sāsanāvacarā adhippetā bāhirakānaṁ saccābhisamayassa abhāvato. Tathāti iminā catutthapañcamesu atthavisesābhāvaṁ dasseti. Yadi evaṁ kasmā visuṁ visuṁ desanāti āha ‘‘tena tena abhilāpenā’’tiādi.",
  "tika-s0305t11:6": "10. Tiracchānakathāsuttavaṇṇanā",
  "tika-s0305t11:7": "1080. Duggatito saṁsārato ca niyyāti etenāti niyyānaṁ, saggamaggo mokkhamaggo ca. Tasmiṁ niyyāne niyuttā, taṁ ettha atthīti niyyānikā. Vacīduccaritasaṁkilesato vā niyyātīti ī-kārassa rassattaṁ ya-kārassa ka-kāraṁ katvā niyyānikā. Cetanāya saddhiṁ samphappalāpā veramaṇi. Tappaṭipakkhato aniyyānikā, tassa bhāvo aniyyānikattaṁ. Tiracchānabhūtanti tirokaraṇabhūtaṁ. Kammaṭṭhānabhāveti aniccatāpaṭisaṁyuttacatusaccakammaṭṭhānabhāve. Sātthakanti dānasīlādinissitattā hitapaṭisaṁyuttaṁ.",
  "tika-s0305t11:8": "Visikhāti gharasanniveso. Visikhāgahaṇena ca gāmādigahaṇe viya tannivāsino visesato gahitā ‘‘āgato gāmo’’tiādīsu viya . Tenāha ‘‘sūrā samatthā’’ti. Kumbhaṭṭhānāpadesena kumbhadāsiyo vuttāti āha – ‘‘kumbhadāsikathā’’ti. Ayāthāvato uppattiṭṭhitisaṁhārādivasena loko akkhāyati etenāti lokakkhāyikā. Iti iminā pakārena bhavo, iminā abhavoti evaṁ pavattāya itibhavābhavakathāya saddhiṁ.",
  "tika-s0305t11:9": "Samādhivaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:10": "2. Dhammacakkappavattanavaggo",
  "tika-s0305t11:11": "1. Dhammacakkappavattanasuttavaṇṇanā",
  "tika-s0305t11:12": "1081.‘‘Isīnaṁ patanuppatanavasena osīdanauppatanaṭṭhānavasena evaṁ ‘isipatana’nti ‘laddhanāme’ti saṅkhepato vuttamatthaṁ vivarituṁ ‘ettha hī’’’tiādi vuttaṁ.",
  "tika-s0305t11:13": "Āmantesīti ettha yasmā dhammacakkappavattanatthaṁ ayaṁ āmantanā, tasmā samudāgamato paṭṭhāya satthu pubbacaritaṁ saṅkhepeneva pakāsetuṁ vaṭṭatīti ‘‘dīpaṅkarapādamūle katābhinīhārato paṭṭhāyā’’tiādi āraddhaṁ. Tattha mārabalaṁ bhinditvāti mārañca mārabalañca bhañjitvā. Atha vā mārassa abbhantaraṁ bāhirañcāti duvidhaṁ balaṁ bhañjitvā. ‘‘Dveme, bhikkhave, antā’’ti ettha anta-saddo ‘‘pubbante ñāṇaṁ aparante ñāṇa’’ntiādīsu (dha. sa. 1063) viya bhāgapariyāyoti āha ‘‘dve ime, bhikkhave, koṭṭhāsā’’ti. Saha samudāhārenāti uccāraṇasamakālaṁ. Pattharitvā aṭṭhāsi buddhānubhāvena. Brahmāno samāgacchiṁsu paripakkakusalamūlā saccābhisambodhāya katādhikārā.",
  "tika-s0305t11:14": "Gihisaññojananti gihibandhanaṁ. Chinditvāti haritvā. Na vaḷañjetabbāti nānuyuñjetabbā. Kilesakāmasukhassāti kilesakāmayuttassa sukhassa. Anuyogoti anubhavo. Gāmavāsīhi sevitabbattā gāmavāsīnaṁ santako. Attanoti attabhāvassa. Āhito ahaṁmāno etthāti attā, attabhāvo. Dukkhakaraṇanti dukkhuppādanaṁ. Attamāraṇehīti attabādhanehi. Upasamāyāti kilesavūpasamo adhippeto, tadatthasampadānavacananti āha ‘‘kilesūpasamatthāyā’’ti. Esa nayo sesesupi.",
  "tika-s0305t11:15": "Saccañāṇādivasena tayo parivaṭṭā etassāti tiparivaṭṭaṁ, ñāṇadassanaṁ. Tenāha ‘‘saccañāṇā’’tiādi. Yathābhūtaṁ ñāṇanti paṭivedhañāṇaṁ āha. Tesuyeva saccesu. Ñāṇena kattabbassa ca pariññāpaṭivedhādikiccassa ca jānanañāṇaṁ, ‘‘tañca kho paṭivedhato pagevā’’ti keci. Pacchāti apare. Tathā katañāṇaṁ. Dvādasākāranti dvādasavidhaākārabhedaṁ. Aññatthāti aññesu suttesu.",
  "tika-s0305t11:16": "Paṭivedhañāṇampi desanāñāṇampi dhammacakkanti idaṁ tattha ñāṇakiccaṁ padhānanti katvā vuttaṁ. Saddhindriyādidhammasamudāyo pana pavattanaṭṭhena cakkanti dhammacakkaṁ. Atha vā cakkanti āṇā, dhammato anapetattā dhammañca taṁ cakkañca, dhammena ñāyena cakkantipi dhammacakkaṁ. Yathāha ‘‘dhammañca pavatteti cakkañcāti dhammacakkaṁ, cakkañca pavatteti dhammañcāti dhammacakkaṁ, dhammena pavattatīti dhammacakkaṁ, dhammacariyāya pavattatīti dhammacakka’’ntiādi (paṭi. ma. 2.40-41). Ubhayampīti paṭivedhañāṇaṁ desanāñāṇanti ubhayampi. Etanti tadubhayaṁ. Imāya desanāyāti iminā suttena pakāsentena bhagavatā yathāvuttañāṇadvayasaṅkhātaṁ dhammacakkaṁ pavattitaṁ nāma pavattanakiccassa aniṭṭhitattā. Patiṭṭhiteti aññāsi koṇḍaññattherena sotāpattiphale patiṭṭhite. Pavattitaṁ nāma kassapasammāsambuddhassa sāsanantaradhānato paṭṭhāya yāva buddhuppādo, ettakaṁ kālaṁ appavattapubbassa pavattitattā, uparimaggādhigamo panassa atthaṅgato evāti.",
  "tika-s0305t11:17": "Ekappahārenāti ekeneva pahārasaññitena kālena. Divasassa hi tatiyo bhāgo pahāro nāma. Pāḷiyaṁ pana ‘‘tena khaṇena tena layena tena muhuttenā’’ti vuttaṁ. Taṁ pahārakkhaṇasallakkhaṇameva. Sabbaññutaññāṇobhāsoti sabbaññutaññāṇānubhāvena pavatto obhāso cittaṁ paṭicca utusamuṭṭhāno veditabbo. Yasmā bhagavato dhammacakkappavattanassa ārambhe viya parisamāpane ativiya uḷāratamaṁ pītisomanassaṁ udapādi, tasmā ‘‘imassapi udānassā’’tiādi vuttaṁ.",
  "tika-s0305t11:18": "9. Saṅkāsanasuttavaṇṇanā",
  "tika-s0305t11:19": "1089. Atthasaṁvaṇṇane vaṇṇīyanteti vaṇṇā. Teyeva pariyāyena akkharaṇato akkharāni. Atthaṁ byañjentīti byañjanāni. Yasmā pana akārādike sarasamaññā, kakārādike byañjanasamaññā, ubhayattha vaṇṇasamaññā, tasmā vuttaṁ ‘‘vaṇṇānaṁ vā ekadesā yadidaṁ byañjanā nāmā’’ti. Nettiyaṁ pana vākye byañjanasamaññā. Byañjanaggahaṇeneva cettha ākāraniruttiniddesā gahitā evāti daṭṭhabbaṁ. Saṅkāsanāti atthassa ñāpanā bhāgaso. Tenāha ‘‘vibhattiyo’’ti. Saṅkāsanaggahaṇeneva cettha pakāsanā vuttā hoti. Vibhattiyo hi atthavacaneneva vivaranti, tāhi kāraṇapaññattiyo vuttāyevāti, tāhipi atthapadāni gahitāneva honti. Ayamettha saṅkhepo, vitthāro pana visuddhimaggavaṇṇanāyaṁ nettiaṭṭhakathāyañca vuttanayena veditabbo. Sabbākārenāti sabhāgādivibhāvanākārena. Vaṇṇādīnanti tasmiṁ pana vitthāre pavattavaṇṇādīnaṁ. Tasmāti vaṇṇādīnaṁ antaabhāvato. Evamāhāti ‘‘aparimāṇā vaṇṇā byañjanā saṅkāsanā’’ti evamāha.",
  "tika-s0305t11:20": "10. Tathasuttavaṇṇanā",
  "tika-s0305t11:21": "1090.Sabhāvāvijahanaṭṭhenāti attano dukkhasabhāvassa kadācipi apariccajanena tathasabhāvaṁ. Tenāha ‘‘dukkhañhi dukkhameva vutta’’nti. Sabhāvassāti dukkhasabhāvassa. Amoghatāyāti avañjhatāya. Avitathanti na vitathaṁ. Tenāha ‘‘na hi dukkhaṁ adukkhaṁ nāma hotī’’ti. Aññabhāvānupagamenāti samudayādisabhāvānupagamanena musā na hotīti añño aññathā na hotīti anaññathaṁ. Tenāha ‘‘na hī’’tiādi.",
  "tika-s0305t11:22": "Dhammacakkappavattanavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:23": "3. Koṭigāmavaggo",
  "tika-s0305t11:24": "1. Koṭigāmasuttavaṇṇanā",
  "tika-s0305t11:25": "1091.Ananubodhāti paṭivedhassa anurūpabodhābhāvena. Appaṭivedhāti saccānaṁ paṭimukhaṁ vedhābhāvena.",
  "tika-s0305t11:26": "2. Dutiyakoṭigāmasuttavaṇṇanā",
  "tika-s0305t11:27": "1092.Phalasamādhiphalapaññānanti aggaphalasamādhiaggaphalapaññānaṁ.",
  "tika-s0305t11:28": "7. Tathasuttavaṇṇanā",
  "tika-s0305t11:29": "1097.Ariyānanti buddhānaṁ ariyānaṁ. Tenāha ‘‘na hī’’tiādi.",
  "tika-s0305t11:30": "8. Lokasuttavaṇṇanā",
  "tika-s0305t11:31": "1098.Paṭividdhattā desitattā cāti iminā paṭivedhañāṇena desanāñāṇena ca pariggahitattā ariyasantakāni honti ariyassa bhagavato santakabhāvato.",
  "tika-s0305t11:32": "10. Gavampatisuttavaṇṇanā",
  "tika-s0305t11:33": "1100.Ekappaṭivedhoti ekeneva ñāṇena catunnaṁ ariyasaccānaṁ ekajjhaṁ paṭivedho.",
  "tika-s0305t11:34": "Koṭigāmavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:35": "4. Sīsapāvanavaggo",
  "tika-s0305t11:36": "3. Daṇḍasuttavaṇṇanā",
  "tika-s0305t11:37": "1101.Punappunaṁ vaṭṭasmiṁyeva nibbattanti adiṭṭhattā catunnaṁ ariyasaccānaṁ.",
  "tika-s0305t11:38": "5. Sattisatasuttavaṇṇanā",
  "tika-s0305t11:39": "1105.Bhaveyyaceti dukkhadomanassāni ajjhupekkhitvā sahitehi tehi saccābhisamayo bhaveyyāti evaṁ parikappanā na kātabbāti.",
  "tika-s0305t11:40": "9. Indakhīlasuttavaṇṇanā",
  "tika-s0305t11:41": "1109.Ajjhāsayanti sassatādibhedaṁ ajjhāsayaṁ. So hi ‘‘idameva saccaṁ moghamañña’’nti gāhassa mukhabhūtattā mukhanti adhippeto. Tañca apare adiṭṭhasaccā olokenti, diṭṭhasaccā pana neva olokenti.",
  "tika-s0305t11:42": "10. Vādatthikasuttavaṇṇanā",
  "tika-s0305t11:43": "1110.Kukkuko pamāṇamajjhimassa purisassa hatthoti attho. Kukkūti tasseva nāmaṁ.",
  "tika-s0305t11:44": "Sīsapāvanavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:45": "5. Papātavaggo",
  "tika-s0305t11:46": "1. Lokacintāsuttavaṇṇanā",
  "tika-s0305t11:47": "1111.Lokacintanti lokasannivesapaṭisaṁyuttavīmaṁsāva. ‘‘Lokacitta’’ntipi pāṭho, taṁtaṁlokapariyāpannaṁ cittanti attho. Nāḷikerādayoti ādi-saddena avuttānaṁ osadhitiṇavanappatiādīnaṁ saṅgaho. Evarūpanti edisaṁ aññampi taṁtaṁlokacittaṁ.",
  "tika-s0305t11:48": "Vigatacittoti attatthaparatthato apagatavitakko addasa evaṁ adhiṭṭhahiṁsūti sambandho. Sambarimāyanti sambarena asurindena uppāditaṁ asuramāyaṁ, yaṁ ‘‘indajāla’’ntipi vuccati indassa mohanatthaṁ uppāditattā. Samparivattetvāti paridhāvetvā. Yathā neti ne asure yathā so puriso passati, evaṁ adhiṭṭhahiṁsu. Kasmā panete evaṁ adhiṭṭhahiṁsūti? Taṁ purisaṁ tattha tathānisinnaṁ disvā ‘‘ayañca devo’’ti āsaṅkantā tathā adhiṭṭhahitvā bhisamuḷālachiddehi pavisitvā attano asurabhavanaṁ gatā. Tenāha bhagavā – ‘‘devānaṁyeva mohayamānā’’ti.",
  "tika-s0305t11:49": "2-3. Papātasuttādivaṇṇanā",
  "tika-s0305t11:50": "1112-3.Mariyādapāsāṇoti gijjhakūṭapabbatassa mariyādapākārasadiso mahanto pāsāṇo. Aniṭṭharūpanti ettha rūpa-saddo sabhāvattho ‘‘piyarūpe sātarūpe’’tiādīsu (ma. ni. 1.408-409) viyāti āha – ‘‘aniṭṭhasabhāva’’nti.",
  "tika-s0305t11:51": "5. Vālasuttavaṇṇanā",
  "tika-s0305t11:52": "1115.Upāsananti ācariyaupāsanaṁ, ācariyaṁ antevāsinā vā divase divase sikkhanavasena upāsitabbato upāsananti laddhanāmaṁ kaṇḍakhipanasippaṁ. Kaṇḍaṁ atikkamanteti saraṁ khipante. Poṅkhānupoṅkhanti poṅkhasaddatthaṁ pākaṭaṁ katvā dassetuṁ ‘‘ekaṁ kaṇḍaṁ khipitvā’’tiādi vuttaṁ. Aparaṁ anupoṅkhanti ettha aparanti tatiyakaṇḍaṁ. Anupoṅkhaṁ nāma idanti dassetuṁ ‘‘anupoṅkhaṁ nāma dutiyassa poṅkha’’nti vuttaṁ. Tañhi tatiyena sarena vijjhīyati. Puna aparaṁ tassa poṅkhanti idaṁ pana aparāparaṁ avirajjhanaṁ dassetuṁ vuttaṁ. Durabhisambhavataranti abhibhavituṁ asakkuṇeyyataraṁ. Vālanti kesaṁ. Sattadhā bhinditvāti sattakkhattuṁ viphāletvā. Tassa ekaṁ bhedanti tassa kesassa ekaṁ aṁsusaṅkhātaṁ bhedaṁ gahetvā. Vātiṅgaṇamajjhe bandhitvāti vātiṅgaṇaphalassa majjhaṭṭhāne bandhitvā. Aparaṁ bhedanti aparaṁ kesassa aṁsusaṅkhātaṁ bhedaṁ. Aggakoṭiyaṁ bandhitvāti yathā tassa vālabhedassa ūkāmattaṁ likhāmattaṁ vā kaṇḍassa aggakoṭiṁ adhikaṁ hutvā tiṭṭhati, evaṁ bandhitvā. Usabhamatteti vīsatiyaṭṭhimatte ṭhāne ṭhito. Kaṇḍabaddhāya koṭiyāti kaṇḍabaddhāya vālassa koṭiyā vātiṅgaṇabandhanavālassa koṭiṁ paṭivijjheyya.",
  "tika-s0305t11:53": "8. Dutiyachiggaḷayugasuttavaṇṇanā",
  "tika-s0305t11:54": "1118.Adhiccuppattikanti yadicchāvasena uppajjanakaṁ. Chiggaḷenāti chiggaḷapadesena. Chiggaḷuparīti heṭṭhimayugassa chiggaḷapadesassa upari. Āruḷhassa chiggaḷenāti ubhinnampi chiddena. Gīvappavesanaṁ viyāti catunnaṁ yugānaṁ chiddapadeseneva uparūpari ṭhitānaṁ chiddantarena kāṇakacchapassa gīvappavesanaṁ adhiccatarasambhavaṁ. Tatopi adhiccatarasambhavo manussattalābho, tato adhiccatamasambhavo ariyamaggapaṭilābhoti dassento āha ‘‘catusaccapaṭivedho ativiya adhiccatarasambhavo’’ti.",
  "tika-s0305t11:55": "Papātavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:56": "6. Abhisamayavaggavaṇṇanā",
  "tika-s0305t11:57": "1121.Abhisamayasaṁyuttevitthāritova, tasmā tattha vuttanayeneva tassa attho veditabbo.",
  "tika-s0305t11:58": "7. Paṭhamaāmakadhaññapeyyālavaggo",
  "tika-s0305t11:59": "3. Paññāsuttavaṇṇanā",
  "tika-s0305t11:60": "1133. Lokiyampi visuddhatthena ‘‘ariya’’nti vattabbataṁ labhatīti ‘‘lokiyalokuttarenā’’ti vuttaṁ.",
  "tika-s0305t11:61": "4. Surāmerayasuttavaṇṇanā",
  "tika-s0305t11:62": "1134.Piṭṭhasurāti piṭṭhena kātabbasurā, tathā odanasurā pūvasurā, majjarasādibhūte kiṇṇe pakkhipitvā kattabbā surā kiṇṇapakkhittasurā. Sambhārasaṁyuttāti mūlabhesajjasambhārehi saṁyuttā. Pupphāsavoti nāḷikerapupphādito assavanakaāsavo. Muddikaphalādito assavanakaāsavo phalāsavo. Itītiādiattho. Tena madhvāsavaguḷāsavasambhārasaṁyutte saṅgaṇhāti. Surāsavavinimuttanti yathāvuttasurāsavavinimuttaṁ.",
  "tika-s0305t11:63": "10. Pacāyikasuttavaṇṇanā",
  "tika-s0305t11:64": "1140.Nīcavuttinoti kule jeṭṭhānaṁ mahāpitucūḷapitujeṭṭhabhātikādīnaṁ abhivādanapaccuṭṭhānaañjalikammasāmīcikammādivasena nīcavuttino.",
  "tika-s0305t11:65": "8. Dutiyaāmakadhaññapeyyālavaggo",
  "tika-s0305t11:66": "8. Bījagāmasuttavaṇṇanā",
  "tika-s0305t11:67": "1148. ‘‘Mūlabīja’’ntiādīsu mūlameva bījanti mūlabījaṁ, mūlabījaṁ etassātipi mūlabījaṁ. Tattha purimena bījagāmo vutto ‘‘bījānaṁ samūho’’ti katvā, dutiyena bhūtagāmo. Duvidhopeso sāmaññaniddesena, ‘‘mūlabījañca mūlabījañca mūlabīja’’nti ekasesanayena vā bījattho veditabbo. Esa nayo sesesupi. Phaḷubījanti pabbabījaṁ. Bāhirapaccayantarasamavāye sadisaphaluppattiyā visesakāraṇabhāvato viruhanasamatthe sāraphale niruḷho bīja-saddo. Tadatthasiddhiyā mūlādīsupi kesuci pavattatīti tato nivattanatthaṁ ekena bīja-saddena visesetvā vuttaṁ ‘‘bījabīja’’nti ‘‘rūparūpaṁ, dukkhadukkha’’nti (saṁ. ni. 4.327) ca yathā. Nīlatiṇarukkhādikassāti allatiṇassa ceva allarukkhādikassa ca. Ādi-saddena osadhigacchalatādīnaṁ gahaṇaṁ.",
  "tika-s0305t11:68": "9. Vikālabhojanasuttavaṇṇanā",
  "tika-s0305t11:69": "1149. Aruṇuggamanato paṭṭhāya yāva majjhanhiko, ayaṁ buddhādiariyānaṁ āciṇṇasamāciṇṇo bhojanassa kālo, tadañño vikāloti āha – ‘‘vikālabhojanāti kālātikkantabhojanā’’ti.",
  "tika-s0305t11:70": "10. Gandhavilepanasuttavaṇṇanā",
  "tika-s0305t11:71": "1150.Yaṁ kiñci pupphanti ganthimaṁ aganthimaṁ vā yaṁ kiñci pupphajātaṁ, tathā pisitādibhedaṁ yaṁ kiñci gandhajātaṁ.",
  "tika-s0305t11:72": "9. Tatiyaāmakadhaññapeyyālavaggo",
  "tika-s0305t11:73": "1. Naccagītasuttavaṇṇanā",
  "tika-s0305t11:74": "1151. Saṅkhepato ‘‘sabbapāpassa akaraṇa’’ntiādinayappavattaṁ (dī.ni. 2.90; dha.pa. 183) bhagavato sāsanaṁ accantachandarāgapavattito naccādīnaṁ dassanaṁ na anulometīti āha ‘‘sāsanassa ananulomattā’’ti. Attanā parehi ca payojiyamānaṁ payojāpiyamānañca eteneva nacca-saddena gahitaṁ, tathā gītavāditasaddehi cāti āha – ‘‘naccananaccāpanādivasenā’’ti. Ādi-saddena gāyana-gāyāpana-vādana-vādāpanādīni saṅgaṇhāti. Dassanena cettha savanampi saṅgahitaṁ virūpekasesanayena. Yathāsakaṁ visayassa ālocanasabhāvatāya vā pañcannaṁ viññāṇānaṁ savanakiriyāyapi dassanasaṅkhepasabbhāvato ‘‘dassanā’’icceva vuttaṁ. Avisūkabhūtassa gītassa savanaṁ kadāci vaṭṭatīti āha – ‘‘visūkabhūtā dassanā cā’’ti. Tathā hi vuttaṁ paramatthajotikāya khuddakaaṭṭhakathāya (khu. pā. aṭṭha. 2.pacchimapañcasikkhāpadavaṇṇanā) – ‘‘dhammūpasaṁhitaṁ gītaṁ vaṭṭati, gītūpasaṁhito dhammo na vaṭṭatī’’ti.",
  "tika-s0305t11:75": "2. Uccāsayanasuttavaṇṇanā",
  "tika-s0305t11:76": "1152.Uccāti ucca-saddena samānatthaṁ ekaṁ saddantaraṁ. Seti etthāti sayanaṁ, uccāsayanaṁ mahāsayanañca samaṇasārupparahitaṁ paṭikkhittanti āha – ‘‘pamāṇātikkantaṁ akappiyattharaṇa’’nti. Āsandādiāsanañcettha sayaneneva saṅgahitaṁ. Yasmā pana ādhāre paṭikkhitte tadādhārakiriyā paṭikkhittāva hoti, tasmā ‘‘uccāsayanamahāsayanā’’icceva vuttaṁ. Atthato pana tadupabhogabhūtanisajjānipajjanehi virati dassitāti daṭṭhabbaṁ. Atha vā uccāsayanamahāsayanañca uccāsayanamahāsayanañcāti uccāsayanamahāsayananti etasmiṁ atthe ekasesanayena ayaṁ niddeso kato yathā – ‘‘nāmarūpapaccayā saḷāyatana’’nti (udā. 1). Āsanakiriyāpubbakattā vā sayanakiriyāya sayanaggahaṇeneva āsanampi gahitanti daṭṭhabbaṁ.",
  "tika-s0305t11:77": "3. Jātarūpasuttavaṇṇanā",
  "tika-s0305t11:78": "1153. Aññepi uggahāpane upanikkhittasādiyane ca paṭiggahaṇattho labbhatīti āha – ‘‘na uggaṇhāpenti, na upanikkhittaṁ sādiyantī’’ti. Atha vā tividhaṁ paṭiggahaṇaṁ kāyena vācāya manasāti. Tattha kāyena paṭiggahaṇaṁ uggahaṇaṁ, vācāya paṭiggahaṇaṁ uggahāpaṇaṁ, manasā paṭiggahaṇaṁ sādiyanaṁ. Tividhampi paṭiggahaṇaṁ sāmaññaniddesena, ekasesanayena vā gahetvā ‘‘paṭiggahaṇā’’ti vuttanti āha – ‘‘neva naṁ uggaṇhantī’’tiādi. Esa nayo ‘‘āmakadhaññapaṭiggahaṇā’’tiādīsupi.",
  "tika-s0305t11:79": "4. Āmakadhaññasuttavaṇṇanā",
  "tika-s0305t11:80": "1154. Nīvārādiupadhaññassa sāliādimūladhaññantogadhattā vuttaṁ ‘‘sattavidhassā’’ti.",
  "tika-s0305t11:81": "5. Āmakamaṁsasuttavaṇṇanā",
  "tika-s0305t11:82": "1155. ‘‘Anujānāmi, bhikkhave, pañca vasāni bhesajjāni – acchavasaṁ, macchavasaṁ, susukāvasaṁ, sūkaravasaṁ, gadrabhavasa’’nti (mahāva. 262; pārā. aṭṭha. 623) vuttattā idaṁ uddissa anuññātaṁ nāma. Tassa pana ‘‘kāle paṭiggahita’’nti (mahāva. 262) vuttattā paṭiggahaṇaṁ vaṭṭatīti āha – ‘‘aññatra uddissa anuññātā’’ti. Vinayavasena upaparikkhitabbo, tasmā samantapāsādikāya vinayaṭṭhakathāya vuttanayenettha vinicchayo veditabbo.",
  "tika-s0305t11:83": "10. Catutthaāmakadhaññapeyyālavaggo",
  "tika-s0305t11:84": "2-3. Kayavikkayasuttādivaṇṇanā",
  "tika-s0305t11:85": "1162-63. Kassaci bhaṇḍassa gahaṇaṁ kayo, dānaṁ vikkayo. Tattha tatthāti gāmantare santike ca gamanaṁ dūtakammanti vuccatīti yojanā. Pahiṇagamanaṁ khuddakagamanaṁ.",
  "tika-s0305t11:86": "4. Tulākūṭasuttavaṇṇanā",
  "tika-s0305t11:87": "1164.Rūpakūṭaṁ sarūpena sadisena chalavohāro. Aṅgakūṭaṁ attano hatthādinā aṅgānaṁ chalakaraṇaṁ . Gahaṇakūṭaṁ mānesu gahaṇavasena. Paṭicchannakūṭaṁ ayacuṇṇādinā paṭicchannena chalakaraṇaṁ. Mahatiyā tulāya. Pacchābhāgeti tulāya pacchimabhāge. Hatthenāti hatthapadesena. Akkamatīti uṭṭhātuṁ adento gaṇhāti. Dadanto pubbabhāgeti paresaṁ dadanto pubbabhāge hatthena tulaṁ akkamati. Tanti ayacuṇṇaṁ.",
  "tika-s0305t11:88": "Lohapātiyoti tambalohapātiyo. Suvaṇṇavaṇṇā karontīti asanikhādasuvaṇṇakanakalimpitā suvaṇṇavaṇṇā karonti. Mānabhājanassa hadayabhūtassa abbhantarassa bhinnaṁ hadayabhedo. Nimiyamānassa tilataṇḍulādikassa sikhāya aggakoṭiyā bhinnaṁ sikhābhedo. Khettādīnaṁ minanarajjuyā aññathākaraṇaṁ rajjubhedo. Rajjugahaṇeneva cettha daṇḍakassa gahaṇaṁ katamevāti daṭṭhabbaṁ.",
  "tika-s0305t11:89": "6-11. Chedanasuttādivaṇṇanā",
  "tika-s0305t11:90": "1166-71.Vadhoti muṭṭhippahārakasātāḷanādīhi hiṁsanaṁ, viheṭhananti attho. Viheṭhanatthopi hi vadha-saddo dissati ‘‘atthānaṁ vadhitvā vadhitvā rodeyyā’’tiādīsu. Aṭṭhakathāyaṁ pana ‘‘māraṇa’’nti vuttaṁ, taṁ pana pothanaṁ sandhāyāti sakkā viññātuṁ māraṇasaddassa vihiṁsanepi dissanato. Sesaṁ suviññeyyameva.",
  "tika-s0305t11:91": "Āmakadhaññapeyyālavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t11:92": "Sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "tika-s0305t11:93": "Mahāvaggavaṇṇanāya līnatthappakāsanā niṭṭhitā.",
  "tika-s0305t11:94": "Nigamanakathāvaṇṇanā",
  "tika-s0305t11:95": "Sakalarūpārūpasammasane saṇhasukhumavisayañāṇatāya vipassanācāranipuṇabuddhīnaṁ susaṁyatakāyavacīsamācāratāya samathavipassanāsu sammadeva yatanato ca yatīnaṁ bhikkhūnaṁ khandhāyatanadhātusaccindriyapaṭiccasamuppādabhede paramatthadhamme nānānayehi ñāṇavibhāgassa sannissayena bahukārassa saṁyuttāgamavarassa atthasaṁvaṇṇanaṁ kātuṁ sāratthappakāsanato eva nipuṇā yā mayā aṭṭhakathā āraddhāti sambandho. Savisesaṁ paññāvahaguṇattā eva hissa ganthārambhe āditopi ‘‘paññāpabhedajananassā’’ti vuttaṁ. Mahāaṭṭhakathāya sāranti saṁyuttamahāaṭṭhakathāya sāraṁ. Ekūnasaṭṭhimattoti thokaṁ ūnabhāvato matta-saddaggahaṇaṁ.",
  "tika-s0305t11:96": "Mūlaṭṭhakathāya sāranti pubbe vuttasaṁyuttamahāaṭṭhakathāya sārameva puna nigamanavasena vuttanti. Atha vā mūlaṭṭhakathāya sāranti porāṇaṭṭhakathāsu atthasāraṁ. Tena etaṁ dasseti ‘‘saṁyuttamahāaṭṭhakathāya atthasāraṁ ādāya imaṁ sāratthappakāsiniṁ karontena sesamahānikāyānampi mūlaṭṭhakathāsu idha viyogakkhamaṁ atthasāraṁ ādāya akāsi’’nti. ‘‘Mahāvihārādhivāsīna’’nti ca idaṁ purimapacchimapadehi saddhiṁ sambandhitabbaṁ ‘‘mahāvihārādhivāsīnaṁ samayaṁ pakāsayantiṁ mahāvihārādhivāsīnaṁ mūlaṭṭhakathāya sāraṁ ādāyā’’ti ca. Tena puññena. Hotu sabbo sukhī lokoti kāmāvacarādivibhāgo sabbo sattaloko yathārahaṁ bodhittayādhigamavasena sampayuttena nibbānasukhena sukhito hotūti sadevakassa lokassa accantaṁ sukhādhigamāya attano puññaṁ pariṇāmeti.",
  "tika-s0305t11:97": "Ettāvatā sāratthappakāsiniyā",
  "tika-s0305t11:98": "Saṁyuttanikāya-aṭṭhakathāya līnatthappakāsanā niṭṭhitā.",
  "tika-s0305t11:99": "Saṁyuttaṭīkā samattā."
}