{
  "tika-abh08t30:0": "6. Chaṭṭho paricchedo",
  "tika-abh08t30:1": "Ārammaṇavibhāganiddesavaṇṇanā",
  "tika-abh08t30:2": "291-3.Etesanti yathāvuttappabhedānaṁ. Nanu ca ‘‘cittaṁ cetasika’’ntiādinā cittādīniyeva uddiṭṭhānīti tāneva niddisitabbāni, ārammaṇaṁ pana appakataṁ, taṁ kasmā idha vuccatīti codanaṁ manasi karitvā āha ‘‘tena vinā natthi hi sambhavo’’ti. Yasmā ārammaṇena vinā cittasambhavo natthi, na hi anārammaṇaṁ cittaṁ nāma atthi, tasmā ‘‘tayidaṁ cittaṁ kaṁ ārabbha uppajjatī’’ti āsaṅkānivāraṇatthaṁ ito paraṁ ārammaṇaṁ dassayissāmīti attho . Katividhaṁ pana taṁ ārammaṇaṁ, kiṁ sarūpañcāti āha ‘‘rūpaṁ sadda’’ntiādi. Vacanatthaṁ pana nesaṁ sayameva vakkhati. Chaḷārammaṇakovidāti channaṁ ārammaṇānaṁ byākaraṇakusalā buddhādayo.",
  "tika-abh08t30:3": "Bhūteti cattāro mahābhūte. Upādāyāti nissāya. Catusamuṭṭhitoti kammādīhi catūhi paccayehi samuṭṭhito. Nidassitabbaṁ nidassanaṁ. Kiṁ taṁ? Daṭṭhabbabhāvo cakkhuviññāṇassa gocarabhāvo , saha nidassanenāti sanidassano. Paṭihaññati, paṭihanananti vā paṭigho, yena byāpārādivikārapaccayantarasahitesu cakkhādīnaṁ nissayesu vikāruppatti, so sayaṁ nissayavasena ca sampattānaṁ, asampattānañca paṭimukhabhāvo aññamaññapatanaṁ paṭighoti attho. Tattha sayaṁ sampattiṁ phoṭṭhabbassa nissayavasena sampatti gandharasaghānajivhākāyānaṁ. Itaresaṁ ubhayathāpi asampatti, tasmā idha asampattānaṁ paṭimukhabhāvo ‘‘paṭigho’’ti vuccati. Saha paṭighenāti sappaṭigho, sanidassano ca so sappaṭigho cāti sanidassanasappaṭigho. Etthāha – yassa daṭṭhabbabhāvo atthi, so sanidassano, cakkhuviññāṇagocarabhāvova daṭṭhabbabhāvo. Tassa ca rūpāyatanato anaññattā kathaṁ saha nidassanena sanidassanoti yujjatīti? Vuccate – anaññattepi tassa aññehi dhammehi rūpāyatanaṁ visesetuṁ aññaṁ viya katvā vuttaṁ ‘‘saha nidassanena sanidassana’’nti. Dhammasabhāvasāmaññena hi ekībhūtesu dhammesu yo nānattakaro viseso, so aññaṁ viya katvā upacārituṁ yutto. Evañhi atthavisesāvabodho hoti. Rūpārammaṇasaññitoti ayaṁ evarūpo vaṇṇo rūpārammaṇanti saññito. Idaṁ vuttaṁ hoti – cattāro mahābhūte upādāya te amuñcitvā pavattamāno kammasamuṭṭhāno cittasamuṭṭhāno utusamuṭṭhāno āhārasamuṭṭhāno ca nīlādivasena dissamāno indriyehi ghaṭṭento ca vaṇṇo rūpārammaṇaṁ nāmāti.",
  "tika-abh08t30:4": "294-7. Cittañca utu ca cittotu, tehi sambhavati, te vā sambhavā paccayā imassāti cittotusambhavo. Saha viññattisamuṭṭhāpakaviññāṇena pavatto saddo saviññāṇakasaddo, saviññāṇakasaddo pana na kevalaṁ saviññāṇakasantānappavattova kucchisaddādivasena tassa utusamuṭṭhitassāpi sambhavato.",
  "tika-abh08t30:5": "Dharīyatīti kalāpaparamparāya sandhārīyati. Sūcanatoti attano vatthussa supākaṭakaraṇato. Gandho hi ‘‘idaṁ sugandhaṁ, idaṁ duggandha’’nti pakāseti, paṭicchannapupphaphalādīni ‘‘idamettha atthī’’ti pesuññaṁ karontaṁ viya hotīti.",
  "tika-abh08t30:6": "Rasamānāti assādavasena tussamānā. Rasantīti asanti, anubhavantīti attho. Ettha ra-kāro padasandhikaro. Evañhi ‘‘rasamānā naṁ asantīti raso’’ti niruttinayo sundaro hoti. Itarathā ‘‘rasanti assādentī’’ti vuccamāne ‘‘rasamānā’’ti idaṁ niratthakameva siyā. Atha vā ‘‘rasamānā’’ti ito ra-kāraṁ, ‘‘rasantī’’ti ito sa-kārañca gahetvā ‘‘raso’’ti niruttinayo daṭṭhabbo.",
  "tika-abh08t30:7": "298.Phusīyatīti ghaṭṭīyati. Kiṁ taṁ phoṭṭhabbaṁ nāmāti āha ‘‘pathavītejavāyavo’’ti. Iminā dhātuttayameva kāyaviññāṇaviññeyyabhāvasaṅkhātaphoṭṭhabbaṁ nāma, na aññanti dasseti. Kasmā panettha āpodhātu na gahitā, nanu sītatā phusitvā gayhati, sā ca āpodhātu evāti? Saccaṁ gayhati, na pana āpodhātu, kiñcarahi tejodhātu eva. Mande hi uṇhabhāve sītavuddhi, na sītatā nāma koci guṇo atthi. Kevalaṁ pana uṇhabhāvassa mandatāya sītatābhimāno. Kathaṁ panetaṁ viññātabbanti ce? Sītavuddhiyā anavaṭṭhitabhāvato pārāpāre viya. Tathā hi ghammakāle ātape ṭhatvā chāyaṁ paviṭṭhānaṁ sītavuddhi hoti, tattheva pathavīgabbhato uṭṭhitānaṁ uṇhavuddhi ca. Kiñcarahi himapātasamayādīsu sītassa paripācakattadassanato ca tejodhātu eva sītatāti daṭṭhabbaṁ. Yadi ca sītatā āpodhātu siyā, ekasmiṁ kalāpe uṇhabhāvena saddhiṁ upalabbheyya dvinnaṁ dhātūnaṁ avinibbhogappavattito, na ca panevaṁ upalabbhati, tasmā ñāyati ‘‘na āpodhātu sītatā’’ti . Idaṁ catumahābhūtānaṁ avinibbhogavuttitaṁ icchantānaṁ uttaraṁ, anicchantānampi pana catunnaṁ mahābhūtānaṁ ekasmiṁ kalāpe kiccadassanena sabhāgavuttitāya sādhitāya idameva uttaraṁ. Keci pana ‘‘vāyodhātu sītatā’’ti vadanti, tesampi idameva uttaraṁ. Yadi vāyodhātu sītatā siyā, ekasmiṁ kalāpe uṇhabhāvena saddhiṁ upalabbheyya, na ca panevaṁ upalabbhati, tasmā viññāyati ‘‘na vāyodhātu sītatā’’ti. Ye pana vadanti ‘‘dravatā āpodhātu, sā ca phusitvā gayhatī’’ti, te vattabbā ‘‘dravabhāvopi nāma phusīyatīti idaṁ āyasmantānaṁ adhimānamattaṁ saṇṭhāne viyā’’ti. Vuttañhetaṁ porāṇehi –",
  "tika-abh08t30:8": "‘‘Dravabhāsahavuttīni , tīṇi bhūtāni samphusaṁ;",
  "tika-abh08t30:9": "Dravataṁ samphusāmīti, lokoyamabhimaññati.",
  "tika-abh08t30:10": "‘‘Bhūte phusitvā saṇṭhānaṁ, manasā gayhate yathā;",
  "tika-abh08t30:11": "Paccakkhato phusāmīti, ñātabbā dravatā tathā’’ti.",
  "tika-abh08t30:12": "299.Sabbaṁ nāmanti sabbaṁ cittacetasikanibbānasammataṁ nāmaṁ. Cittacetasikañhi ārammaṇaṁ pati namanato nāmaṁ. Nibbānaṁ pana cittacetasikassa attānaṁ pati nāmanato nāmaṁ. Rūpanti nipphannarūpaṁ. Kiṁ avisesenāti ce, noti āha ‘‘hitvā rūpādipañcaka’’nti. Lakkhaṇānīti aniccādilakkhaṇāni. Paññattīti nāmupādāyavasena duvidhā paññatti.",
  "tika-abh08t30:13": "300. Imāni pana chabbidhāni ārammaṇāni sabbāni sabbattha labbhanti, udāhu katthaci kānicīti āha ‘‘chaḷārammaṇānī’’tiādi. Tīṇi rūpeti rūpāvacarabhūmiyaṁ rūpasaddadhammavasena tīṇi ārammaṇāni labbhanti. Ghānādittayassa pana tattha abhāvato gandhārammaṇādīni dhammārammaṇato visuṁ na labbhanti. Arūpabhave pana sabbaso rūpānaṁ abhāvato ekaṁ dhammārammaṇameva labbhati, na aññanti āha ‘‘arūpe dhammārammaṇamekaka’’nti . Nanu ca arūpabhavato cavitvā kāmabhave nibbattantānaṁ arūpabhaveyeva gatinimittavasena rūpārammaṇaṁ upaṭṭhātīti? Saccaṁ upaṭṭhāti, taṁ pana kāmabhaveyeva ārammaṇaṁ. Upapajjitabbabhavasmiñhi vaṇṇo gatinimittavasena upaṭṭhāti.",
  "tika-abh08t30:14": "301-2. Evaṁ cha ārammaṇāni sarūpato, pavattippabhedato ca dassetvā idāni tesu abhayagirivāsīnaṁ kiñci vippaṭipattiṁ dassetvā taṁ paṭikkhipituṁ ‘‘khaṇavatthuparittattā’’tiādi vuttaṁ. Tattha khaṇavatthuparittattāti khaṇassa ceva vatthuno ca parittattā. Ye rūpādayoti sambandho. Yesanti yesaṁ ācariyānaṁ laddhi. Yesanti vā dhammārammaṇena saha sambandhībhāvato, vuttaṁ vavatthāpakattā ca. Te hi dhammārammaṇaṁ vavatthāpento attanā saha taṁ sambandhenti, tasmā dhammārammaṇena saha sambandhībhāvāpekkhāya ‘‘yesa’’nti sāmivacananti. Iminā pana idaṁ vuttaṁ hoti – ye rūpādayo pañca ārammaṇā santattaayoguḷe patitajalabindu viya parittakkhaṇikā, dibbacakkhunā asakkuṇeyyaggahaṇā paramāṇu viya parittavatthukā, tato ca sakasakaviññāṇānaṁ āpāthaṁ na gacchanti, kevalaṁ pana manoviññāṇasseva gocarā, te dhammārammaṇaṁ nāmāti yesaṁ laddhi, te yesaṁ vā dhammārammaṇaṁ nāmāti. Eteneva ca atītānāgatabhāvena atidūraaccāsannabhāvena, kuṭṭādiantaritābhāvena ca āpāthaṁ anāgacchantānampi rūpādīnaṁ saṅgaho kato hotīti. Evaṁladdhikā pana te –",
  "tika-abh08t30:15": "‘‘Imesaṁ kho, āvuso, pañcannaṁ indriyānaṁ nānāvisayānaṁ nānāgocarānaṁ na aññamaññassa gocaravisayaṁ paccanubhontānaṁ mano paṭissaraṇaṁ, mano ca nesaṁ gocaravisayaṁ paccanubhotī’’ti (ma. ni. 1.455) –",
  "tika-abh08t30:16": "Idaṁ suttaṁ āharitvā paṭikkhipitabbāti dassento āha ‘‘te paṭikkhipitabbāvā’’tiādi. Tattha paṭikkhipitabbāvāti na anuvattitabbā. Aññamañña…pe… bhontānanti cakkhundriyaṁ sotindriyassa gocaraṁ na paccanubhoti, tathā ‘‘sotindriyaṁ cakkhundriyassā’’tiādinā aññamaññassa ārammaṇaṁ neva paccanubhontānaṁ nānubhavantānaṁ na gaṇhantānaṁ. Tesanti tesaṁ pañcannaṁ indriyānaṁ.",
  "tika-abh08t30:17": "303. Tañca gocaraṁ mano paccanubhotīti sambandho. Taṁ rūpādipañcavidhaṁ ārammaṇaṁ ca-saddena dhammārammaṇañca mano paccanubhoti, cittaṁ ārammaṇaṁ karotīti attho. Ayaṁ panettha adhippāyo – yadi cakkhādīnamāpāthagatāni vinā avasesā dhammārammaṇā honti, tadā taṁvisayaṁ cittaṁ pañcindriyānaṁ visayaṁ paccanubhontaṁ nāma na hoti, attanoyeva pana visayaṁ paccanubhontaṁ nāma hoti. Evañca sati manova tesaṁ gocaravisayaṁ paccanubhotīti dupparihāriyaṁ bhaveyya, na ca taṁ suttavacanaṁ sakkā atikkametuṁ, tasmā vuttanayena cakkhādīnaṁ anāpāthagatāpi manogocarā rūpādayo rūpādiārammaṇāneva honti, na dhammārammaṇāti. Yadi rūpārammaṇaṁ cittaṁ attano visayaṁ nānubhoti, paravisayameva anubhoti, kathaṁ dassanādikiccaṁ na karoti? Taṁtaṁkiccānaṁ nissayabhūtassa vatthuno anissitattā. Kathañcarahi pañcindriyānaṁ visayaṁ paccanubhoti nāma? Dassanādikiccassa akaraṇepi cakkhuviññāṇādīhi diṭṭhādiākārasseva gahaṇato pañcindriyānaṁ visayaṁ paccanubhoti nāma. Yadi hi cakkhuviññāṇādīhi diṭṭhādiākāraṁ na gaṇhāti, rūpādīnaṁ nīlattādivasena jānanaṁ manoviññāṇameva karoti, na pañcaviññāṇānīti tathā jānanameva na hoti. Tassa pana atthitāyevetaṁ viññātabbaṁ – anāpāthagatarūpādārammaṇaṁ cittaṁ attano visayaṁ na paccanubhoti nāma. Atha kho pañcindriyānaṁ visayameva paccanubhotīti. Atha siyā, na mayaṁ cittassa pañcindriyavisayānubhavanaṁ paṭikkhipāma, tassa pana anubhavanaṁ dassanādikiccavirahena dhammārammaṇavasenevāti ce? Tampi na, sutte tathā āgataṭṭhānassa abhāvato. Yadi hi cittaṁ dassanādikiccavirahena pañcindriyavisayaṁ dhammārammaṇavaseneva paccanubhoti, pañcindriyānaṁ visayaṁ paccanubhavamānā manodhātumanoviññāṇadhātupi dhammārammaṇāyeva siyā, evañca sati ‘‘dhammāyatanaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo’’ti paṭṭhāne vattabbaṁ siyā, tathā pana avatvā –",
  "tika-abh08t30:18": "‘‘Rūpāyatanaṁ saddāyatanaṁ gandhāyatanaṁ rasāyatanaṁ phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo’’ti (paṭṭhā. 1.1.2),",
  "tika-abh08t30:19": "‘‘Rūpāyatanaṁ…pe… dhammāyatanaṁ manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo’’ti ca (paṭṭhā. 1.1.2) –",
  "tika-abh08t30:20": "Vuttattā pañcindriyānaṁ visayaṁ paccanubhontī manodhātumanoviññāṇadhātu taṁpañcindriyānaṁ visayavasena paccanubhoti, na dhammāyatanavasenāti niṭṭhamettha gantabbaṁ.",
  "tika-abh08t30:21": "304-5. Evaṁ ekenākārena paṭikkhepavidhiṁ dassetvā puna aparenapi kāraṇena dassento āha ‘‘dibbacakkhādī’’tiādi. Ādi-ggahaṇena dibbasotañāṇaggahaṇaṁ. Itipi na yujjatīti na kevalaṁ pubbe vutteneva kāraṇena, atha kho imināpi kāraṇena na yujjatīti vuttaṁ hoti. Yadipi cakkhādīnaṁ anāpāthagatarūpādīni dhammārammaṇā nāma honti, tadā dibbacakkhādīni rūpādiārammaṇāni na siyuṁ tesaṁ pasādavisayānaṁ rūpasaddānaṁ pariggaṇhanato, evañca sati suttesu dibbacakkhudibbasotānaṁ dhammārammaṇatāva vattabbā, na rūpādiārammaṇatā, vuttā ca sā, tasmā cakkhādīnaṁ avisayā rūpādayo rūpādārammaṇāneva, na dhammārammaṇāti. Teneva ca dhammasaṅgahepi –",
  "tika-abh08t30:22": "‘‘Yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hoti somanassasahagataṁ ñāṇasampayuttaṁ rūpārammaṇaṁ vā saddārammaṇaṁ vā gandhārammaṇaṁ vā rasārammaṇaṁ vā phoṭṭhabbārammaṇaṁ vā dhammārammaṇaṁ vā, yaṁ yaṁ vā panārabbha, tasmiṁ samaye phasso hoti…pe… avikkhepo hotī’’ti (dha. sa. 1) –",
  "tika-abh08t30:23": "Vuttaṁ. Kiñca anāpāthagatānaṁ dhammārammaṇatte sabbaññutaññāṇaṁ rūpādiārammaṇaṁ na hotīti āpajjatīti. Evaṁ satīti yadi kadāci rūpādiārammaṇaṁ hutvā kadāci dhammārammaṇaṁ hoti, kadāci dhammārammaṇaṁ hutvā kadāci rūpādiārammaṇaṁ hoti, tadā tesaṁ rūpādiārammaṇānaṁ niyamopi kathaṁ bhave ‘‘idaṁ rūpādiārammaṇaṁ, idaṁ dhammārammaṇa’’nti niyamo na bhaveyya, ārammaṇasaṅkaro bhaveyyāti attho.",
  "tika-abh08t30:24": "306. Evaṁ chabbidhaṁ ārammaṇaṁ dassetvā idānissa anantarabhedaṁ parittārammaṇādittikavasena dassento āha ‘‘sabbaṁ ārammaṇa’’ntiādi. Chabbidhaṁ parittattikādikaṁ taṁ etaṁ sabbaṁ ārammaṇanti sambandho. Parittattikādīnanti parittārammaṇattikādīnaṁ. Parittārammaṇattiko hi idha ‘‘parittattiko’’ti vutto majjhapadalopavasena. Ādi-ggahaṇena maggārammaṇattiko atītārammaṇattiko ajjhattārammaṇattikoti imesaṁ tiṇṇaṁ tikānaṁ saṅgaho. Tattha ‘‘parittārammaṇā dhammā, mahaggatārammaṇā dhammā, appamāṇārammaṇā dhammā’’ti evamāgato parittārammaṇattiko. Ādipadavasena ‘‘maggārammaṇā dhammā, maggahetukā dhammā, maggādhipatino dhammā’’ti evamāgato maggārammaṇattiko. ‘‘Atītārammaṇā dhammā, anāgatārammaṇā dhammā, paccuppannārammaṇā dhammā’’ti evamāgato atītārammaṇattiko. ‘‘Ajjhattārammaṇā dhammā, bahiddhārammaṇā dhammā, ajjhattabahiddhārammaṇā dhammā’’ti evamāgato ajjhattārammaṇattikoti veditabbaṁ.",
  "tika-abh08t30:25": "307-9.Kriyāhetudvayanti ahetukakiriyadvayaṁ hasituppādamanodhātu itarassa mahaggatādiārammaṇatāvasenāpi vakkhamānattā. ‘‘Iṭṭhādibhedā’’tiādi parittārammaṇabhāvavibhāvanaṁ. Iṭṭhādibhedāti iṭṭhaiṭṭhamajjhattaaniṭṭhaaniṭṭhamajjhattabhedā. Paṭipāṭiyāti ‘‘rūpaṁ cakkhuviññāṇassa, saddo sotaviññāṇassā’’tiādinā anukkamato. Rūpādi…pe… ttayassa tūti kiriyāmanodhātuyā ceva kusalākusalavipākavibhāgavasena dvinnaṁ manodhātūnañca sabbaṁ rūpādipañcakagocaraṁ . Tā hi hadayavatthuṁ nissāya cakkhuviññāṇādīnaṁ purimapacchimā hutvā niyatā rūpādīneva ārabbha pavattanti.",
  "tika-abh08t30:26": "311.Kāmadhātuyanti kāmabhave. Tattha hi nesaṁ sabbesaṁ vatthārammaṇāni upalabbhanti. Cattārīti tesveva kiriyāmanodhātu, kusalavipākacakkhusotaviññāṇāni, tathā sampaṭicchananti imāni cattāri cittāni. Sesāni pana vatthārammaṇābhāvena tattha nuppajjanti. Neva kiñcīti vatthārammaṇānaṁ sabbaso abhāvato etesu kiñci na jāyati.",
  "tika-abh08t30:27": "312-3.‘‘Mahāpākāna’’ntiādi paṭhamaparicchede vuttatthameva. Paṭuppannāti paccuppannā.",
  "tika-abh08t30:28": "314. Evaṁ parittārammaṇe dassetvā idāni mahaggatārammaṇe appamāṇārammaṇe ca dassetuṁ ‘‘dutiyāruppacittañcā’’tiādi vuttaṁ. Tattha dutiyāruppacittaṁ paṭhamāruppārammaṇato, catutthāruppaṁ tatiyāruppārammaṇato mahaggatārammaṇaṁ. Chabbidhanti kusalavipākakiriyāvasena paccekaṁ tividhatāya chappakāraṁ.",
  "tika-abh08t30:29": "316-20. Ñāṇaṁ parihīnaṁ etesaṁ, ñāṇato parihīnāti vā ñāṇahīnā. Parittārammaṇā…pe… honti teti aṭṭha ñāṇavippayuttacittuppādā sekhaputhujjanakhīṇāsavānaṁ kadāci nirussukkabhāvena ādarākaraṇavasena akammaññasarīratāaññavihitatāhi vā asakkaccadānapaccavekkhaṇadhammassavanādīsu atipaguṇavipassanāya ca kāmāvacaradhamme ārabbha pavattikāle parittārammaṇā. Atipaguṇānaṁ paṭhamajjhānādīnaṁ paccavekkhaṇakāle mahaggatārammaṇā. Kasiṇanimittādipaññattipaccavekkhaṇakāle parittārammaṇādivasena navattabbā. Akusalesu cattāro diṭṭhisampayuttacittuppādā catupaññāsakāmāvacaradhammānaṁ, rūpassa ca ‘‘attā satto’’ti parāmasanaassādanābhinandanakāle parittārammaṇā. Tenevākārena sattavīsatimahaggatadhamme ārabbha pavattakāle mahaggatārammaṇā. Paṇṇattidhamme ārabbha pavattanakāle siyā navattabbā parittārammaṇādivasena. Diṭṭhivippayuttāni teyeva dhamme ārabbha vinā parāmāsena assādanābhinandanavasena pavattiyaṁ, paṭighasampayuttāni domanassavasena pavattiyaṁ, vicikicchāsampayuttaṁ dveḷhakabhāvena, uddhaccasahagataṁ vikkhipanavasena, avūpasamavasena ca pavattiyaṁ parittamahaggatanavattabbārammaṇāti veditabbā. Kriyatopi ca tathāti kiriyacittatopi ñāṇasampayuttā cattāroti attho. Kriyāvoṭṭhabbananti sarūpakathanametaṁ, na pana kusalākusalavipākavoṭṭhabbanassa vijjamānattā.",
  "tika-abh08t30:30": "Tividho hoti gocaroti parittamahaggataappamāṇavasena tividhopi gocaro hoti. Kathaṁ? Kusalakiriyāvasena aṭṭha ñāṇasampayuttacittuppādā sekhaputhujjanakhīṇāsavānaṁ sakkaccadānapaccavekkhaṇadhammassavanavipassanādīsu kāmāvacaradhamme ārabbha pavattakāle kāmāvacarārammaṇikaabhiññāya parikammānulomakāle ca parittārammaṇā. Paṭhamajjhānādipaccavekkhaṇakāle mahaggatārammaṇajhānādīnaṁ parikammakāle mahaggatadhamme ārabbha sammasanakāle ca mahaggatārammaṇā honti. Yathālābhaṁ gotrabhuvodānakāle pana lokuttaraṁ dhammaṁ paccavekkhaṇakāle ca nibbānārammaṇābhiññāya parikammakāle ca appamāṇārammaṇā. Paṇṇattipaccavekkhaṇakāle paṇṇattārammaṇikajhānābhiññānaṁ parikammakāle ca navattabbā. Abhiññādvayassa parittādiārammaṇataṁ sattarasamaparicchede vakkhati. Kiriyāvoṭṭhabbanampi yathāvuttadhammānaṁ taṁtaṁārammaṇe pavattamānānaṁ purecaraṁ hutvā taṁ tadeva āvajjantaṁ pavattatīti parittādiārammaṇaṁ. Pañcadvāre voṭṭhabbanavasena pavattiyaṁ parittārammaṇameva.",
  "tika-abh08t30:31": "Vuttāvasesānīti yathāvuttehi avasiṭṭhāni pannarasa rūpāvacarāni paṭhamatatiyāni, cha arūpāvacarakusalavipākakiriyacittānīti ekavīsati cittāni. Navattabbārammaṇānīti parittādivasena navattabbassa kasiṇādinimittasattapaññattiākāsaviññāṇābhāvassa ārammaṇakaraṇato navattabbārammaṇāni.",
  "tika-abh08t30:32": "Parittārammaṇattikaṁ samattaṁ.",
  "tika-abh08t30:33": "321-2. Evaṁ parittārammaṇattikavasena visayīvibhāgaṁ dassetvā idāni yasmā appamāṇārammaṇaniddeseneva maggārammaṇattikasaṅgahitopi visayīvibhāgo niddiṭṭho hoti, tasmā taṁ pahāya atītārammaṇattikavasena dassetuṁ ‘‘dutiyāruppacittañcā’’tiādi vuttaṁ. Tattha dutiyāruppacittaṁ atītassa paṭhamāruppaviññāṇassa ārammaṇakaraṇato, catutthāruppaṁ tatiyāruppassa ārammaṇakaraṇato ekantaatītārammaṇaṁ. Paccuppannāva gocarāti rūpādimhi dharamāneyeva pañcadvārikacittānaṁ uppajjanato. Anāgatārammaṇaṁ pana niyataṁ kiñci natthi anāgataṁsañāṇassapi pañcamajjhānato abhinnattā.",
  "tika-abh08t30:34": "324-6.Siyā…pe… nāgatagocarāti aṭṭha tāva mahāvipākā devamanussānaṁ paṭisandhiggahaṇakāle kammaṁ vā kammanimittaṁ vā ārabbha pavattiyaṁ atītārammaṇā. Bhavaṅgacutikālepi eseva nayo. Gatinimittaṁ pana kadāci kammanimittañca ārabbha paṭisandhiggahaṇakāle, tadanantaraṁ bhavaṅgakāle ca paccuppannārammaṇā, tathā pañcadvāre tadārammaṇavasena pavattiyaṁ. Manodvāre pana atītānāgatapaccuppannārammaṇānaṁ javanānaṁ ārammaṇaṁ gahetvā pavattiyaṁ atītānāgatapaccuppannārammaṇā. Kusalākusalavipākāhetukaupekkhāsahagatamanoviññāṇadhātudvayepi eseva nayo. Kevalañhi tā yathākkamaṁ manussesu jaccandhādīnaṁ, apāyesu ca sabbesaṁ paṭisandhi honti. Pañcadvāre ca santīraṇakāle paccuppannārammaṇāva hontīti ayametesaṁ viseso. Somanassasahagatā pana pañcadvāre santīraṇavasena, tadārammaṇavasena ca pavattikāle paccuppannārammaṇā, manodvāre ca tadārammaṇakāle atītānāgatapaccuppannārammaṇāti veditabbā. Hasituppādacittaṁ pana khīṇāsavānaṁ pañcadvāre haṭṭhapahaṭṭhākāraṁ kurumānānaṁ paccuppannārammaṇaṁ hoti, manodvāre atītādibhede dhamme ārabbha hasituppādavasena pavattiyaṁ atītānāgatapaccuppannārammaṇaṁ. ‘‘Kusalākusalā’’tiādīsu kusalesu tāva cattāro ñāṇasampayuttacittuppādā sekhaputhujjanānaṁ, atītādibhedāni khandhadhātuāyatanāni sammasanakāle, paccavekkhaṇakāle, atītādiārammaṇikaabhiññānaṁ parikammakāle ca atītānāgatapaccuppannārammaṇā. Paññattinibbānapaccavekkhaṇakāle, gotrabhuvodānakāle, paññattinibbānārammaṇikaabhiññānaṁ parikammādikāle ca navattabbārammaṇā. Paññattinibbānāni hi idha atītādikālavasena navattabbānīti tadārammaṇāni atītārammaṇādivasena navattabbāni. Tenāha ‘‘santapaññattikālepī’’ti, yathāsambhavaṁ santassa nibbānassa, paññattiyā ca ārammaṇakaraṇakāleti attho. Potthakesu pana ‘‘sante paññattikālesū’’ti likhanti, so apāṭho. Tassa pana apāṭhabhāvaṁ ajānantā atthahānimpi asallakkhetvā vacanavipallāsavasena paññattikālasmiṁ satīti atthaṁ likhanti. Ñāṇavippayuttānipi vuttanayeneva veditabbāni. Kevalañhi tesaṁ maggaphalanibbānapaccavekkhaṇāni natthi. Ñāṇavirahena lokuttaradhammārammaṇe asamatthabhāvatoti ayameva viseso.",
  "tika-abh08t30:35": "Akusalesu cattāro diṭṭhisampayuttacittuppādā atītādibhedānaṁ tebhūmakadhammānaṁ assādanābhinandanaparāmasanakāle atītādiārammaṇā. Tatheva paññattiṁ ārabbha pavattikāle navattabbārammaṇā. Diṭṭhivippayuttesupi eseva nayo. Kevalañhi tattha parāmāsaggahaṇaṁ natthi. Dve paṭighasampayuttacittuppādā atītādibhede dhamme ārabbha dussanakāle atītādiārammaṇā, paṇṇattiṁ ārabbha dussanakāle navattabbārammaṇā. Vicikicchuddhaccasampayuttā tesu dhammesu aniṭṭhaṅgatabhāvena ca avūpasamavikkhepavasena ca pavattiyaṁ atītānāgatapaccuppannanavattabbārammaṇā. Kiriyāsu aṭṭha sahetukacittuppādā kusalacittuppādagatikā eva. Tattha hi ñāṇasampayuttā kusalesu ñāṇasampayuttehi, ñāṇavippayuttā ñāṇavippayuttehi samānā. Kevalaṁ pana te sekhaputhujjanānaṁ uppajjanti, ime khīṇāsavānanti ayamevettha viseso. Kiriyāhetukamanoviññāṇadhātu pana upekkhāsahagatā pañcadvāre voṭṭhabbanavasena pavattiyaṁ paccuppannārammaṇā, manodvāre atītānāgatapaccuppannārammaṇānañceva paññattinibbānārammaṇānañca javanānaṁ purecārikakāle atītānāgatapaccuppannanavattabbārammaṇā. Abhiññādvayassa atītādiārammaṇataṁ vakkhati. Navattabbā…pe… ādināti kasiṇanimittādipaññattārammaṇattā atītārammaṇādinā navattabbā.",
  "tika-abh08t30:36": "327.Kriyā pañcāti ñāṇasampayuttā catasso, ahetukamanoviññāṇadhātu upekkhāsahagatāti imā pañca kiriyā. Rūpato pañcamī kriyāti rūpāvacarapañcamajjhānasaṅkhātā kiriyābhiññā ca. Natthi kiñci agocaranti atītādibhedesu, kālavimuttesu ca agocaraṁ nāma kiñci natthi, sabbameva nesaṁ gocaraṁ hotīti attho.",
  "tika-abh08t30:37": "Atītārammaṇattikaṁ.",
  "tika-abh08t30:38": "Vuttanayānusāreneva ajjhattārammaṇattikasaṅgahitopi visayīvibhāgo sakkā viññātunti so visuṁ na uddhaṭo. Sarūpato panesa evaṁ veditabbo – viññāṇañcāyatanaṁ nevasaññānāsaññāyatananti ime tāva kusalavipākakiriyāvasena cha cittuppādā attano santānasambandhaṁ heṭṭhimaṁ samāpattiṁ ārabbha pavattanato ajjhattārammaṇā. Rūpāvacaracatukkajjhānāni, paṭhamatatiyārūppāni, lokuttarakusalavipākāni ca niyakajjhattato bahibhāvena bahiddhābhūtāni pathavīkasiṇādīni ārabbha pavattito bahiddhārammaṇāni. Sabbeva kāmāvacarakusalākusalābyākatā dhammā rūpāvacarapañcamajjhānañca ajjhattabahiddhārammaṇāni. Tattha kāmāvacarakusalato cattāro ñāṇasampayuttacittuppādā attano khandhādīni paccavekkhantassa ajjhattārammaṇā, paresaṁ khandhādipaccavekkhaṇe, paṇṇattinibbānapaccavekkhaṇe ca bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Ñāṇavippayuttesupi eseva nayo. Kevalañhi tesaṁ nibbānapaccavekkhaṇā natthi. Akusalāpi attano khandhādīnaṁ assādanābhinandanaparāmāsādikāle ajjhattārammaṇā, parassa khandhādīsu ceva anindriyabaddharūpakasiṇādīsu ca tatheva pavattikāle bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Dvepañcaviññāṇāni, tisso ca manodhātuyoti ime terasa cittuppādā attano rūpādīni ārabbha pavattiyaṁ ajjhattārammaṇā, parassa rūpādīsu pavattā bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā, somanassasahagataṁ santīraṇaṁ pañcadvāre santīraṇatadārammaṇavasena attano pañcarūpādidhamme manodvāre tadārammaṇavasena aññepi ajjhattike kāmāvacaradhamme ārabbha pavattiyaṁ ajjhattārammaṇā, paresaṁ dhammesu pavattamānā bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Upekkhāsahagatasantīraṇadvayepi eseva nayo.",
  "tika-abh08t30:39": "Kevalaṁ pana taṁ sugatiduggatīsu paṭisandhibhavaṅgacutivasenāpi ajjhattādibhedesu kammādīsu pavattati. Aṭṭha mahāvipākāni paṭisandhibhavaṅgacutitadārammaṇavasena ajjhattādibhedesu dhammesu pavattanato ajjhattādiālambaṇāni. Hasituppādampi attano rūpādīni ārabbha pahaṭṭhākārakaraṇavasena pavattiyaṁ ajjhattārammaṇaṁ, parassa rūpādīsu pavattaṁ bahiddhārammaṇaṁ. Manodvārepi attano katakiriyapaccavekkhaṇena hasituppādane ajjhattārammaṇaṁ, paresaṁ katakiriyapaccavekkhaṇena bahiddhārammaṇaṁ, tadubhayavasena ajjhattabahiddhārammaṇaṁ. Manodvārāvajjanaṁ pana manodvāre āvajjanavasena, pañcadvāre ca voṭṭhabbanavasena pavattiyaṁ ajjhattādiārammaṇaṁ. Aṭṭha mahākiriyā kusalagatikāyeva. Kevalañhi tā khīṇāsavānaṁ uppajjanti, kusalāni sekhaputhujjanānanti ettakameva nānattaṁ. Rūpāvacarapañcamajjhānassa ajjhattādiārammaṇataṁ vakkhati.",
  "tika-abh08t30:40": "329. ‘‘Phalaṁ, magga’’nti ca sāmaññena pucchitattā āha ‘‘cattāro…pe… puññato’’ti.",
  "tika-abh08t30:41": "332-4. Arahattamaggaphalāni pana te jānituṁ na sakkonti, tathā kusalābhiññā ca . Tenāha ‘‘sabbesu panā’’tiādi. Voṭṭhabbanassa āvajjanakiccasamayaṁ sandhāya gāthābandhasukhatthaṁ ‘‘voṭṭhabbanampi cā’’ti vuttaṁ. ‘‘Cattāro…pe… puññato’’ti idaṁ ñāṇasampayuttassāpi sekhaputhujjanasantānappavattassa aggamaggaphalajānane asamatthatāya nidassanamattaṁ. Kusalābhiññācittampi pana taṁ gocaraṁ kātumasamatthameva. Evañca katvā heṭṭhā ‘‘kriyābhiññā manodhātū’’ti vuttaṁ.",
  "tika-abh08t30:42": "335-8.Kasmāti kāraṇapucchā. ‘‘Arahato’’tiādi vissajjanaṁ. Hi-saddo ‘‘yasmā’’ti imassa atthe. Yasmā puthujjanā vā sekhā vā arahato maggacittaṁ, phalamānasañca jānituṁ na sakkonti, tasmāti attho. Ayañca nesaṁ asamatthatā anadhigatattā anadhigate ca visaye sabbesampi moho atthevāti dassetuṁ ‘‘puthujjano na jānātī’’tiādi vuttaṁ. Sotāpannassa mānasanti sotāpannassa pāṭipuggalikaṁ maggaphalasaṅkhātalokuttaramānasaṁ. Evaṁ ‘‘sakadāgāmissa mānasa’’ntiādīsupi. Lokiyamānasaṁ pana arahantassāpi jānāti. Tathā hi vuttaṁ ‘‘atha kho māro pāpimā bhagavato cetasā cetoparivitakkamaññāyā’’ti. Vuttamevatthaṁ saṅkhipitvā dassento āha ‘‘heṭṭhimo heṭṭhimo’’tiādi. Yatheva heṭṭhimo heṭṭhimo puggalo uparūpari cittaṁ na jānāti, evaṁ uparimo uparimopi heṭṭhimassa heṭṭhimassa cittaṁ na jānātīti ce? No na jānāti, so pana attanā adhigatavisayattā jānātiyevāti dassento āha ‘‘uparūparī’’tiādi. Yathā ‘‘uparūparī’’ti vuttaṁ, evaṁ ‘‘heṭṭhimassa heṭṭhimassā’’ti vattabbe ekaṁ heṭṭhima-saddaṁ ca-saddena saṅgahetvā ‘‘heṭṭhimassa ca mānasa’’nti vuttaṁ.",
  "tika-abh08t30:43": "339-41. Evampi visayīpadhānavasena vibhāgaṁ dassetvā idāni visayappadhānavasena dassetuṁ ‘‘yo dhammo’’tiādi vuttaṁ. Kusalameva ārammaṇanti kusalārammaṇaṁ. Kāmeti padaṁ ubhayattha sambandhitabbaṁ ‘‘kāme kusalārammaṇaṁ kāme kusalākusalassā’’ti. Kiñcāpi hi akusalassa ekantakāmāvacarattā na etassa visesitabbatā atthi, kusalaṁ pana visesitabbamevāti taṁ apekkhāya ‘‘kāme’’ti uparipadena sambandhitabbameva. Atha vā akusalasahacariyato kusalampi kāmāvacarameva gayhatīti ‘‘kāme’’ti idaṁ purimapadasseva visesanaṁ daṭṭhabbaṁ.",
  "tika-abh08t30:44": "Kāmāvacarapākassāti pañcaviññāṇasampaṭicchanānaṁ ekantena rūpakkhandhārammaṇattā tadavasesassa ekādasavidhassa kāmāvacaravipākassa. Kāmakriyassāti vuttanayeneva manodhātuvajjitassa dasavidhakāmāvacarakiriyacittassa. Etesaṁ…pe… ārammaṇaṁ siyāti ettha kusalassa tāva attanā katassa dānādikāmāvacarakusalassa pasannacittena anussaraṇakāle, tatheva parehi katassa anumodanakāle, tasseva duvidhassāpi aniccatādivasena paccavekkhaṇakāle , cetopariyañāṇādīnaṁ parittakusalārammaṇikaabhiññānaṁ parikammādikāle ca ārammaṇaṁ hoti. Akusalesu ca catunnaṁ diṭṭhigatasampayuttānaṁ kāmāvacarakusalaṁ ārabbha assādanābhinandanaparāmasanakāle, diṭṭhivippayuttānaṁ kevalaṁ assādanādikāle ca dvinnaṁ paṭighasampayuttānaṁ attanā, parehi ca katakusalamārabbha vippaṭisāradussanakāle, vicikicchācittassa asanniṭṭhānakāle, uddhaccasahagatassa avūpasamavikkhepakāle ca ārammaṇaṁ hoti. Abhiññācittadvaye kusalassa sekhaputhujjanānaṁ attanā, parehi vā katakusalassa anussaraṇakāle, paracittavijānanakāle, ‘‘iminā puññakammena manussesu, kāmāvacaradevesu ca nibbattatī’’ti jānanakāle, ‘‘anāgate dānādīni puññāni karomi, karissatī’’ti jānanakāle ca kiriyacittassāpi khīṇāsavānaṁ attanā, parehi vā katakammānussaraṇakālādīsu ārammaṇaṁ hoti. Kāmāvacaravipākesu navannaṁ sugatipaṭisandhīnaṁ kammakammanimittārammaṇikapaṭisandhikāle, sabbesampi tadārammaṇānaṁ kāmāvacarakusalārammaṇikajavanānantaraṁ tadārammaṇakāle ca ārammaṇaṁ hotīti. Dasavidhakāmāvacarakiriyāsu ca aṭṭhannaṁ mahākiriyacittānaṁ khīṇāsavānaṁ kāmāvacarakusalapaccavekkhaṇasammasanakāle, parittārammaṇikakiriyābhiññānaṁ parikammādikāle, hasituppādassa dānādiṁ paccavekkhitvā tussanakāle, manodvārāvajjanassa pana kāmāvacarakusalārammaṇikajavanānaṁ purecārikakāle ca ārammaṇaṁ hotīti evaṁ kāmāvacarakusalaṁ channaṁ rāsīnaṁ ārammaṇaṁ hoti.",
  "tika-abh08t30:45": "342.Tatoti yathāvuttarāsito. Tenāha ‘‘pañcannaṁ pana rāsīna’’nti. Ettha ca kiriyacittesu hasituppādo na sambhavati ekantaparittārammaṇattā. Tattha kāmāvacarakusalassa tāva sekhaputhujjanānaṁ jhānapaccavekkhaṇasammasanakāle, rūpāvacarakusalārammaṇikaabhiññānaṁ parikammādikāle, akusalassa vuttanayena parāmasanādikāle, abhiññāsu kusalābhiññāya sekhaputhujjanānaṁ attanā, parehi vā atītabhave uppāditajhānānussaraṇakāle, paresaṁ rūpāvacaracittaparicchindanakāle, ‘‘iminā kammena imasmiṁ brahmaloke nibbattissatī’’ti jānanakāle ca ‘‘anāgate jhānaṁ bhāvessatī’’ti vā jānanakāle, kiriyābhiññāya ca khīṇāsavānaṁ yathāvuttavasena pavattikāle ca navavidhassa pana kiriyacittassa khīṇāsavānaṁ heṭṭhā vuttanayena rūpāvacarakusalapaccavekkhaṇakāleti evaṁ rūpāvacarakusalaṁ pañcannaṁ rāsīnaṁ ārammaṇaṁ hoti.",
  "tika-abh08t30:46": "343-7. Āruppakusalañcāpi ārammaṇapaccayo hotīti sambandho. Tebhūmakakusalassāti sabbassa kāmāvacarakusalassa, rūpāvacarakusalesu kusalābhiññāya, arūpāvacarakusalesu dutiyacatutthakusalassa cāti imassa tebhūmakakusalassa. Esa nayo ‘‘tebhūmakakriyassā’’ti etthāpi. ‘‘Catutthadūna’’nti vā ‘‘catutthadutiyāna’’nti vā vattabbe gāthābandhavasena vibhattiyā, savibhattissa vā tiya-saddassa lopaṁ katvā ‘‘catutthadū’’ti vuttaṁ. Imesaṁ…pe… paccayoti kāmāvacarakusalassa, tāva abhiññākusalassa ca rūpāvacarārammaṇesu vuttanayena dutiyacatutthāruppassa paṭhamatatiyavasenāti evaṁ tebhūmakakusalassa tathā sekhaputhujjanakāle attano santānagatassa, parasantānagatassa vā āruppakusalassa pajānanakāle kāmāvacararūpāvacarakiriyacittassa sekhaputhujjanakāleyeva attanā nibbattitaṁ paṭhamatatiyāruppaṁ ārabbha khīṇāsavakāle dutiyacatutthāruppanibbattane arūpakiriyacittassāti evaṁ tebhūmakakiriyassa heṭṭhā vuttanayeneva akusalassa, catutthadutiyānañca arūpāvacaravipākānanti evametesaṁ aṭṭhannaṁ rāsīnaṁ arūpakusalamārammaṇaṁ hoti.",
  "tika-abh08t30:47": "Paricchijja gāhikāya taṇhāya āpannanti pariyāpannaṁ, tebhūmakadhammajātaṁ, na pariyāpannanti apariyāpannaṁ, tadeva puññañcāti apariyāpannapuññaṁ. Kāmāvacaratopi kusalassa kiriyassāti sambandho. Rūpatoti rūpāvacarato. Catunnaṁ…pe… sadāti sekhānaṁ maggapaccavekkhaṇakāle maggārammaṇikakusalābhiññāya parikammādikāle ñāṇasampayuttakusalassa, khīṇāsavānaṁ maggapaccavekkhaṇakāle maggārammaṇikakiriyābhiññāya ca parikammakāle ñāṇasampayuttakiriyacittassa, tesaṁ tesaṁ javanānaṁ purecaravasena pavattikāle manodvārāvajjanassa, sekhānaṁ attano, paresaṁ vā maggajānanakāle abhiññādvayassāti evametesaṁ catunnaṁ rāsīnaṁ apariyāpannakusalamārammaṇaṁ hoti.",
  "tika-abh08t30:48": "Tathevākusalaṁ…pe… īritanti sekhānaṁ pahīnāvasiṭṭhakilesapaccavekkhaṇakāle, sekhaputhujjanānaṁ attano, paresaṁ vā santānappavattākusalasammasanakāle, akusalārammaṇikakusalābhiññāya parikammādikāle kāmāvacarakusalassa, attano, paresaṁ vā pavattaakusalānussaraṇādīsu rūpāvacarakusalassa, khīṇāsavānaṁ pahīnakilesapaccavekkhaṇaaññasantānagataakusalasammasanādikāle, pahīnakilesapaccavekkhaṇena tussanakāle, sabbesampi taṁtaṁjavanānaṁ purecarakāle ca kāmāvacarakiriyacittassa, kusalābhiññāya vuttanayena rūpāvacarakiriyacittassa, parāmāsaassādanābhinandanādivasena pavattiyaṁ akusalassa, uddhaccarahitakammārammaṇavasena akusalavipākasantīraṇassa, kāmāvacarajavanānaṁ anussaraṇakāle sabbampi ekādasatadārammaṇavipākassāti evaṁ kāmāvacaravipākānanti evametesaṁ channaṁ rāsīnaṁ akusalamārammaṇaṁ hoti.",
  "tika-abh08t30:49": "348-56.Vipākārammaṇaṁ…pe… paccayoti sekhaputhujjanānaṁ vipākasammasanādikāle kāmāvacarakusalassa, vipākakkhandhānussaraṇādīsu rūpāvacarakusalassa, vuttanayeneva khīṇāsavānaṁ vipākasammasanādikāle, puthujjanakāle aniṭṭhavipākābhāvaṁ ārabbha tussanakāle, yathāvuttajavanānaṁ purecarakāle kāmāvacarakiriyacittassa, kusalesu vuttanayeneva rūpāvacarakiriyacittassa, vipākaṁ ārabbha tadārammaṇappavattiyaṁ vipākārammaṇikakammunā paṭisandhiṁ gaṇhantassa kammanimittavasena pavattiyañca kāmāvacaravipākassa, assādanābhinandanaparāmāsādivasena pavattiyaṁ akusalassāti evametesaṁ channaṁ rāsīnaṁ kāmāvacaravipākamārammaṇapaccayo hotīti. Rūpāvacaravipākārammaṇepi imināva nayena yojanā kātabbā. Kevalañhi taṁ kāmāvacaravipākānaṁ kiriyacittesu ca hasituppādassārammaṇaṁ na hotīti ayamettha viseso. Lokuttaravipākassa kāmāvacarakusalakiriyānamārammaṇakkamo appamāṇārammaṇaniddese vuttanayena veditabbo.",
  "tika-abh08t30:50": "Kāmāvacarakiriyacittassa kāmāvacarakusalādīnaṁ channaṁ rāsīnamārammaṇakkamo kusalārammaṇe vuttasadisova. Kevalañhi ettha yadetaṁ khīṇāsavasantānasseva niyataṁ navavidhaṁ kiriyacittaṁ, taṁ parasantānappavattakusalākusalassa, sasantāneva sekhaputhujjanakāle anāgatārammaṇikaabhiññāya parikammādivasappavattakusalassa ārammaṇaṁ hoti. Vipākesu ca paṭisandhibhavaṅgacutisaṅkhātānaṁ vipākānaṁ kammārammaṇavasena ārammaṇaṁ na hotīti ayameva viseso.",
  "tika-abh08t30:51": "Rūpāvacarakiriyacittassa pañcannaṁ rāsīnaṁ ārammaṇakkamo kusalārammaṇe vuttasadisova. Visesopi kāmāvacarakiriyārammaṇe vuttanayeneva veditabbo. Āruppakiriyacittassāpi tesaṁ pañcannaṁ rāsīnaṁ gocarabhāvo vuttasadisova. Āruppakiriyassa pana paṭhamatatiyaṁ dutiyacatutthasseva gocaro hoti.",
  "tika-abh08t30:52": "357-8. Evaṁ rūpanibbānavajjitamārammaṇaṁ dassetvā idāni rūpārammaṇaṁ, nibbānārammaṇañca dassetuṁ ‘‘rūpaṁ catusamuṭṭhāna’’ntiādi āraddhaṁ. Rūpanti aṭṭhavīsatividho bhūtopādāyabhedabhinno rūpakkhandho. Kiñcāpi na sabbameva rūpaṁ paccekaṁ catusamuṭṭhānaṁ, samudito pana rūpakkhandho catūhi eva samuṭṭhānehi samuṭṭhātīti katvā vuttaṁ ‘‘catusamuṭṭhāna’’nti. Kāmapākakiriyassāti kāmāvacaravipākassa, kāmāvacarakiriyacittassa ca, tattha ca kāmāvacarakusalassa tāva vaṇṇadānādipuññakiriyakāle, vaṇṇādīnaṁ aniccādivasena sammasanakāle, abhiññāya parikammādikāle, akusalassa assādanābhinandanaparāmāsādikāle, abhiññādvayassa iddhividhabhūtassa suvaṇṇadubbaṇṇādirūpanimmānakāle, pubbenivāsānussatibhūtassa ‘‘purimabhave evaṁvaṇṇo ahosi’’ntiādinā anussaraṇakāle, dibbacakkhubhūtassa cavamānaupapajjamānasattānaṁ vaṇṇadassanakāle, dibbasotabhūtassa saddasavanakāle, anāgataṁsañāṇabhūtassa ‘‘anāgate evaṁvaṇṇo bhavissāmī’’tiādinā jānanakāle, kāmāvacaravipākesu dvipañcaviññāṇasampaṭicchanadvayassa yathāyogaṁ rūpādivijānanakāle, sukhasantīraṇassa santīraṇatadārammaṇakāle, upekkhāsantīraṇadvayassa santīraṇatadārammaṇakammanimittagatinimittārammaṇakāle , sahetukavipākassa kammanimittagatinimittārammaṇakāle, tadārammaṇakāle ca, kāmāvacarakiriyāsu pana kusale vuttanayānusārena aṭṭhamahākiriyacittassa, ‘‘evarūpaṁ vaṇṇādimadāsi’’nti tussanakāle hasituppādassa, pañcadvāramanodvāresu voṭṭhabbanāvajjanakāle manodvārāvajjanassa, pañcadvāre āvajjanakāle pañcadvārāvajjanassa ca ārammaṇaṁ hotīti evaṁ catusamuṭṭhānikaṁ rūpaṁ channaṁ rāsīnamārammaṇaṁ hoti.",
  "tika-abh08t30:53": "359-60. Nibbānaṁ pana gotrabhuvodānakāle, nibbānārammaṇikaabhiññāya parikammādikāle ca kāmāvacaratihetukakusalassa, atītabhave sacchikatanirodhānussaraṇakaālādīsu rūpāvacarakusalassa, vuttanayeneva kāmarūpāvacarakiriyacittassa, maggaṭṭhānaṁ tadanantaraphalavaḷañjanaphalakālesu apariyāpannakusalavipākassa cāti evaṁ channaṁ rāsīnaṁ ārammaṇaṁ hotīti dassetuṁ ‘‘nibbānārammaṇa’’ntiādi vuttaṁ. Ubhayassāti kāmāvacararūpāvacaravasena duvidhassa.",
  "tika-abh08t30:54": "361-2.Nānappakārakanti dvādasamaparicchede vakkhamānanayena nānāvidhappakāraṁ. Navannaṁ…pe… paccayoti kāmāvacarakusalassa, akusalassa, hasituppādamanodhātuvajjitakāmāvacarakiriyacittānañceva dvinnaṁ abhiññācittānañca sabbāpi paññatti, rūpāvacarakusalavipākakiriyānaṁ kasiṇanimittādikā, paṭhamāruppakusalavipākakiriyānaṁ ākāsapaññatti, tatiyāruppakusalādīnaṁ tiṇṇaṁ abhāvapaññattīti evaṁ paññatti navannaṁ rāsīnaṁ ārammaṇapaccayo hotīti.",
  "tika-abh08t30:55": "363-5. Evaṁ yo dhammo yassa dhammassa ārammaṇaṁ hoti, taṁ ekekuddhāravasena dassetvā idāni sabbe catubhūmakacittuppāde chahi ārammaṇehi yojetvā dassetuṁ ‘‘rūpārammaṇikā dve’’tiādi gāthāttayaṁ vuttaṁ. Taṁ heṭṭhā vuttatthameva.",
  "tika-abh08t30:56": "366-9.‘‘Paṭhamāruppakusala’’ntiādi pana heṭṭhā vuttanayampi arūpāvacarārammaṇesu arūpāvacaradhammānaṁ sekhāsekhavasena nānappakārato pavattiākāraṁ pakāsetuṁ vuttaṁ. Kusalassāti sekhaputhujjanānaṁ dutiyāruppakusalassa. Vipākassa pana khīṇāsavānaṁ pavattamānassāpi ārammaṇaṁ hoti tassa purimabhave kammanimittārammaṇattā. Arūpabhave atisantabhāvena pavattamānaṁ bhavaṅgacittaṁ na bhāvanāya parisuddhaṁ upaṭṭhātīti āha ‘‘paṭhamāruppapāko’’tiādi. Paṭhamaṁ tu kiriyacittaṁ puññassa dutiyāruppacetaso ārammaṇaṁ na hoti, vipākassa dutiyāruppacetaso ārammaṇaṁ na hotīti sambandho. Tattha khīṇāsavakāle kassaci kusalassa abhāvato ‘‘na puññassā’’ti vuttaṁ. Ākāsānañcāyatanakiriyāsamaṅgissa viññāṇañcāyatanavipākacittaṁ na pavattatīti ‘‘na pākassā’’ti vuttaṁ. Khīṇāsavassa diṭṭhadhammasukhavihāratthaṁ, nirodhasamāpajjanatthañca samāpattiyo samāpajjantassa paṭhamāruppakiriyacittaṁ dutiyassa ārammaṇaṁ hotīti āha ‘‘paṭhamaṁ tu kriyācitta’’ntiādi.",
  "tika-abh08t30:57": "370-3. ‘‘Dvidhā’’ti ca vatvā tameva duvidhataṁ, tividhatañca dassetuṁ ‘‘kusalaṁ kusalassā’’ti, ‘‘kriyassāpi kriyā hotī’’ti ca ādi vuttaṁ. Taṁ vuttanayameva. Evameva…pe… siyāti paṭhamāruppacitte vuttanayena sekhaputhujjanānaṁ dvidhā, khīṇāsavānañca tidhā ārammaṇaṁ bhavatīti attho.",
  "tika-abh08t30:58": "374-5.Yaṁ yaṁ gocaraṁ ārabbhāti rūpārūpanibbānapaññattīsu yaṁ yaṁ gocaraṁ ārabbha. Ye yeti arūpadhammā. Yonaroti yo gahaṭṭho, pabbajito vā māṇavo. Kirāti anumatiyaṁ. Tassa ‘‘uttaratevā’’ti iminā sambandho. Pāranti avasānaṁ. Taṁ imassa paramanipuṇagambhīranayasamaṅgitāya yāthāvato otarantehi akasirena tarituṁ asakkuṇeyyattā duppāpuṇeyyanti katvā āha ‘‘duttara’’nti. Uttaranti uttamaṁ. Abhidhammāvatārassa hi uttamatāya tadekadesabhūtapārampi uttamameva hoti. Soti so samuttiṇṇābhidhammāvatārapāro naro. Uttarateva, na pana na sakkoti taṁ uttaritunti attho.",
  "tika-abh08t30:59": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t30:60": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t30:61": "Ārammaṇavibhāganiddesavaṇṇanā niṭṭhitā."
}