{
  "tika-vin07t54:0": "Aparadutiyagāthāsaṅgaṇikaṁ",
  "tika-vin07t54:1": "Kāyikādiāpattivaṇṇanā",
  "tika-vin07t54:2": "474.‘‘Katiāpattiyo’’tiādinā upālittherena vinayassa pāṭavatthaṁ sayameva pucchitvā vissajjanaṁ kataṁ. Bhikkhunīnaṁyeva…pe… aṭṭhavatthukā nāmāti bhikkhunīnaṁ paññattā ekā eva āpatti aṭṭhavatthukā nāmāti attho.",
  "tika-vin07t54:3": "475.Kammañca kammapādakā cāti ettha yasmā ñattikammesu ñatti sayameva kammaṁ hoti, ñattidutiyañatticatutthesu kammesu anussāvanasaṅkhātassa kammassa ñattipādakabhāvena tiṭṭhati, tasmā imāni dve ‘‘ñattikiccānī’’ti vuttāni.",
  "tika-vin07t54:4": "Pācittiyena saddhiṁ dukkaṭā katāti dasasupi sikkhāpadesu ekatoupasampannāya vasena vuttadukkaṭaṁ sandhāya vuttaṁ. Paṭhamasikkhāpadamhīti bhikkhunovādavaggassa paṭhamasikkhāpadavibhaṅge (pāci. 144 ādayo). Adhammakammeti bhikkhunovādakasammutikamme adhammakamme jāte āpajjitabbā dve āpattinavakā, dhammakamme dve āpattinavakāti cattāro navakā vuttā. Āmakadhaññaṁ viññāpetvā bhuñjantiyā viññāpanādipubbapayoge dukkaṭaṁ, ajjhohāre pācittiyaṁ. Pācittiyena saddhiṁ dukkaṭā katāyevāti vuttaṁ.",
  "tika-vin07t54:5": "Vijahantī tiṭṭhatītiādīsu yadā bhikkhuniyā ekena pādena hatthapāsaṁ vijahitvā ṭhatvā kiñci kammaṁ katvā tato aparena pādena vijahitvā ṭhātukāmatā uppajjati, tadā sā yathākkamaṁ ‘‘vijahantī tiṭṭhati, vijahitvā tiṭṭhatī’’ti imaṁ vohāraṁ labhati. Aññathā hissā gāmūpacāramokkantiyā viseso na siyā hatthapāsavijahanassāpi gamanattā. Nisīdati vā nipajjati vāti etthāpi yathāvuttādhippāyena addhāsanena hatthapāsaṁ vijahantī nisīdati, sakalena vā āsanena vijahitvā nisīdati, addhasarīrena vijahantī nipajjati, sakalena sarīrena vijahitvā nipajjatīti yojetabbaṁ.",
  "tika-vin07t54:6": "Kāyikādiāpattivaṇṇanā niṭṭhitā.",
  "tika-vin07t54:7": "Pācittiyavaṇṇanā",
  "tika-vin07t54:8": "476.Sabbāninānāvatthukānīti sappinavanītādīnaṁ pañcannaṁ vatthūnaṁ bhedena pācittiyāni pañca nānāvatthukāni. Esa nayo paṇītabhojanavisaye nava pācittiyānītiādīsupi. Etena bhesajjapaṇītabhojanasikkhāpadāni ekekasikkhāpadavasena paññattānipi vatthubhedena paccekaṁ pañcasikkhāpadanavasikkhāpadasadisāni bhikkhunīnaṁ pāṭidesanīyāpattiyo viyāti dasseti. Teneva ‘‘nānāvatthukānī’’ti vuttaṁ. Sappiṁ eva paṭiggahetvā anekabhājanesu ṭhapetvā sattāhaṁ atikkāmentassa bhājanagaṇanāya sambhavantiyo bahukāpi āpattiyo ekavatthukā eva honti, evaṁ sappibhojanameva bahūsu ṭhānesu viññāpetvā ekato vā visuṁ visumeva vā bhuñjantassa āpattiyo ekavatthukā evāti daṭṭhabbā.",
  "tika-vin07t54:9": "Pāḷiyaṁ ekavācāya deseyya, vuttā ādiccabandhunāti ettha ‘‘deseyyāti vuttā’’ti iti-saddaṁ ajjhāharitvā yojetabbaṁ. Evaṁ sesesupi.",
  "tika-vin07t54:10": "Bhedānuvattakānanti ettha ādi-saddo luttaniddiṭṭho. Yāvatatiyakā ca sabbe ubhatovibhaṅge āgatā, saṅghādisesasāmaññena ekaṁ, pācittiyasāmaññena ca ekaṁ katvā ‘‘yāvatatiyake tisso’’ti vuttanti daṭṭhabbaṁ. Ettha ca ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccayāpi santi eva. Tāni mātikāya na āgatāni. Mātikāgatavasena hettha ‘‘tisso’’ti vuttaṁ.",
  "tika-vin07t54:11": "Saṅghādīhīti saṅghagaṇapuggalehi kāraṇabhūtehi. Abbhuṇhasīloti parisuddhabhāvūpagamanena abhinavuppannasīlo. Abhinavuppannañhi ‘‘abbhuṇha’’nti vuccati, parisuddhasīloti attho. Tenāha ‘‘pākatiko’’ti.",
  "tika-vin07t54:12": "‘‘Kosambakakkhandhake vuttānisaṁse’’ti idaṁ kosambakakkhandhake ‘‘sace maṁ ime bhikkhū āpattiyā adassane ukkhipissanti, na mayā saddhiṁ uposathaṁ karissantī’’tiādinā āpattiyā adassane ādīnavaṁ dassetvā paresampi saddhāya āpattidesanāvidhānamukhena sāmatthiyato pakāsito. Ekato uposathakaraṇa, pavāraṇākaraṇa, saṅghakammakaraṇa, āsanenisīdana, yāgupānenisīdana, bhattaggenisīdana, ekacchannesayana, yathāvuḍḍhaabhivādanādikaraṇasaṅkhāte aṭṭhānisaṁse sandhāya vuttaṁ.",
  "tika-vin07t54:13": "Catunnanti vinayapiṭake āgatānaṁ vasena vuttaṁ. Katamā pana sāti sā catubbidhā accayadesanā katamāti attho. Abhimārānanti māraṇatthāya payojitadhanuggahānaṁ. Upaṭṭhāyikāyāti sahaseyyasikkhāpadavatthusmiṁ āgatāya.",
  "tika-vin07t54:14": "Aṭṭhannaṁ bhikkhunīnanti therāsanato paṭṭhāya aṭṭhahi bhikkhunīhi itarāya āgatāya vuḍḍhāya bhikkhuniyā āsanaṁ dātabbaṁ. Aṭṭhannaṁ pana bhikkhunīnaṁ navakāya āgatāya adātumpi vaṭṭati. Tāya pana saṅghanavakāsane laddhokāse nisīditabbaṁ. Atha vā aṭṭhannaṁ vuḍḍhānaṁ bhikkhunīnaṁ itarāya navakatarāya āsanaṁ dātabbaṁ. Kammāni navāti osāraṇādīni nava eva.",
  "tika-vin07t54:15": "Pācittiyavaṇṇanā niṭṭhitā.",
  "tika-vin07t54:16": "Avandanīyapuggalādivaṇṇanā",
  "tika-vin07t54:17": "477.Dasa janāti ‘‘dasa ime, bhikkhave, avandiyā’’tiādinā (pari. 330) vuttā navakaanupasampannanānāsaṁvāsakamātugāmapaṇḍakā pañca, pārivāsikādayo ca pañcāti dasa janā.",
  "tika-vin07t54:18": "Dvādasa kammadosāti dosayuttakammāni dvādasāti attho. Kammasampattiyoti sampannakammāni, visuddhakammānīti attho. Etadevāti dhammena samaggameva.",
  "tika-vin07t54:19": "Anantaṁ nibbānaṁ ajini jinitvā paṭilabhatīti anantajinoti āha ‘‘pariyanta’’iccādi. Svevāti so eva bhagavā.",
  "tika-vin07t54:20": "‘‘Vinayaṁ paṭijānantassa, vinayāni suṇoma te’’tiādinā upālitthereneva ekaṁ vinayadharaṁ sammukhe ṭhitaṁ pucchantena viya pucchitvā tena vissajjitaṁ viya vissajjanaṁ kataṁ. Tattha vinayaṁ paṭijānantassāti vinayaṁ jānāmīti paṭijānantassa. Vinayānīti vinaye tayā vuccamāne suṇoma.",
  "tika-vin07t54:21": "478. Pāḷiyaṁ pārājikātiādi ubhatovibhaṅgesu āgatesu aggahitaggahaṇavasena vuttaṁ.",
  "tika-vin07t54:22": "Avandanīyapuggalādivaṇṇanā niṭṭhitā."
}