{
  "tika-vin09t7:0": "Sekhiyakaṇḍaṃ",
  "tika-vin09t7:1": "Sekhiyesu satipi vītikkame anādariyāpekkhasseva āpattīti dassanatthaṃ kārako na vutto. Ayañhi vinayadhammatā, yadidaṃ sāpekkhe kārakaniddeso, so vuttaniyame vidhi, bhummakaraṇañca. Aṭṭhaṅgulādhikampi otāretvā nivāsetuṃ vaṭṭati. Tato paraṃ otārentassa dukkaṭanti mahāaṭṭhakathāyaṃ vuttaṃ. Ārāme vāti buddhupaṭṭhānādikāle. Pārupitabbanti uttarāsaṅgakiccavasena vuttaṃ.",
  "tika-vin09t7:2": "Ṭhatvāti ettha gacchantopi parissayābhāvaṃ oloketuṃ labhatiyevāti (vajira. ṭī. pācittiya 582) likhitaṃ. Yathā vāsūpagatassa antaraghare kāyaṃ vivaritvā nisīdituṃ vaṭṭati, tathā tassa santike gantukāmassapi kāyabandhanaṃ abandhitvā saṅghāṭiṃ apārupitvā gāmappavesanamanārocetvā yathākāmaṃ gantuṃ vaṭṭati. Tasmā addhānamaggagamanakāle eko bhikkhu gāmappavesanavattaṃ pūretvā gāmaṃ pavisitvā ekaṃ āvasathaṃ puratova ṭhitaṃ patvā parikkhāraṃ ṭhapetvā vāsūpagato ce hoti, itarehi tassa santikaṃ yathāsukhaṃ gantuṃ vaṭṭati. Ko pana vādo catūhapañcāhaṃ vāsamadhiṭṭhāya vasitabhikkhūnaṃ santikaṃ gantuñca vāsūpagatānaṃ santikaṃ gantuñca vaṭṭatīti. Buddhapūjampi yathāsukhaṃ gantuṃ vaṭṭati. Vuttampi cetaṃ aṭṭhakathāyaṃ ‘‘anāpatti kāraṇaṃ paṭicca tahaṃ tahaṃ oloketī’’ti. Tattha kāraṇaṃ nāma āmisapūjāti veditabbāti likhitaṃ.",
  "tika-vin09t7:3": "Chabbīsatisāruppavaṇṇanā niṭṭhitā.",
  "tika-vin09t7:4": "Yasmā ‘‘samatittiko piṇḍapāto paṭiggahetabbo’’ti (pāci. 602-603) vacanaṃ piṇḍapāto samapuṇṇo paṭiggahetabboti dīpeti, tasmā attano hatthagate patte piṇḍapāto diyyamāno thūpīkatopi ce hoti, vaṭṭatīti dīpito hoti. Sūpodanaviññattiyaṃ mukhe pakkhipitvā vippaṭisāre uppanne puna uggiritukāmassāpi sahasā ce pavisati, ettha asañciccabhuñjati nāma. Viññattikatañca akatañca ekasmiṃ ṭhāne ṭhitaṃ sahasā anupadhāretvā gahetvā bhuñjati, assatiyā bhuñjati nāma.",
  "tika-vin09t7:5": "Sayaṃ yānagato hutvā, yathā yānagatassa ce;",
  "tika-vin09t7:6": "Alaṃ vatthuṃ tathā nālaṃ, sachatto chattapāṇino.",
  "tika-vin09t7:7": "‘‘Sūpodanaviññattisikkhāpadaṃ theyyasatthasamuṭṭhānaṃ, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedana’’nti pāṭho.",
  "tika-vin09t7:8": "Sekhiyavaṇṇanā niṭṭhitā.",
  "tika-vin09t7:9": "Bhikkhupātimokkhavaṇṇanā niṭṭhitā.",
  "tika-vin09t7:10": " Namo tassa bhagavato arahato sammāsambuddhassa"
}