{
  "tika-s0402t4:0": "5. Parisavaggavaṇṇanā",
  "tika-s0402t4:1": "43. Pañcamassa paṭhame uddhaccena samannāgatāti akappiye kappiyasaññitāya, kappiye akappiyasaññitāya, avajje vajjasaññitāya, vajje avajjasaññitāya uddhaccappakatikā. Ye hi vinaye apakataññuno saṁkilesavodāniyesu dhammesu na kusalā sakiñcanakārino vippaṭisārabahulā, tesaṁ anuppannañca uddhaccaṁ uppajjati, uppannañca bhiyyobhāvaṁ vepullaṁ āpajjati. Sārābhāvena tucchattā naḷo viyāti naḷo, mānoti āha ‘‘unnaḷāti uggatanaḷā’’ti. Tenāha ‘‘uṭṭhitatucchamānā’’ti. Māno hi seyyassa seyyoti sadisoti ca pavattiyā visesato tuccho. Cāpallenāti capalabhāvena, taṇhāloluppenāti attho. Mukhakharāti mukhena pharusā, pharusavādinoti attho.",
  "tika-s0402t4:2": "Vikiṇṇavācāti vissaṭavacanā samphappalāpitāya apariyantavacanā. Tenāha ‘‘asaṁyatavacanā’’tiādi. Vissaṭṭhasatinoti sativirahitā. Paccayavekallena vijjamānāyapi satiyā satikiccaṁ kātuṁ asamatthatāya evaṁ vuttā. Na sampajānantīti asampajānā, taṁyoganivattiyaṁ cāyaṁ akāro ‘‘ahetukā dhammā (dha. sa. dukamātikā 2), abhikkhuko āvāso’’tiādīsu (cūḷava. 76) viyāti āha ‘‘nippaññā’’ti, paññārahitāti attho. Pāḷiyaṁ vibbhantacittāti ubbhantacittā. Samādhivirahena laddhokāsena uddhaccena tesaṁ samādhivirahānaṁ cittaṁ nānārammaṇesu paribbhamati vanamakkaṭo viya vanasākhāsu. Pākatindriyāti saṁvarābhāvena gihikāle viya vivaṭaindriyā. Tenāha ‘‘pakatiyā ṭhitehī’’tiādi. Vivaṭehīti asaṁvutehi.",
  "tika-s0402t4:3": "44. Dutiye bhaṇḍanaṁ vuccati kalahassa pubbabhāgoti kalahassa hetubhūtā paribhāsā taṁsadisī ca aniṭṭhakiriyā bhaṇḍanaṁ nāma. Kalahajātāti hatthaparāmāsādivasena matthakappatto kalaho jāto etesanti kalahajātāti evamettha attho daṭṭhabbo. Viruddhavādanti ‘‘ayaṁ dhammo, nāyaṁ dhammo’’tiādinā viruddhavādabhūtaṁ vivādaṁ. Mukhasannissitatāya vācā idha ‘‘mukha’’nti adhippetāti āha ‘‘dubbhāsitā vācā mukhasattiyoti vuccantī’’ti. Catubbidhampi saṅghakammaṁ sīmāparicchinnehi pakatattehi bhikkhūhi ekato kattabbattā ekakammaṁ nāma. Pañcavidhopi pātimokkhuddeso ekato uddisitabbattā ekuddeso nāma. Paññattaṁ pana sikkhāpadaṁ sabbehipi lajjīpuggalehi samaṁ sikkhitabbabhāvato samasikkhatā nāma . Pāḷiyaṁ khīrodakībhūtāti yathā khīrañca udakañca aññamaññaṁ saṁsandati, visuṁ na hoti, ekattaṁ viya upeti. Satipi hi ubhayesaṁ kalāpānaṁ paramatthato bhede pacurajanehi pana duviññeyyanānattaṁ khīrodakaṁ samoditaṁ accantameva saṁsaṭṭhaṁ viya hutvā tiṭṭhati, evaṁ sāmaggivasena ekattūpagatacittuppādā viyāti khīrodakībhūtāti evamettha attho daṭṭhabbo. Mettācakkhūhīti mettācittaṁ paccupaṭṭhapetvā olokanacakkhūhi. Tāni hi piyabhāvadīpanato ‘‘piyacakkhūnī’’ti vuccanti.",
  "tika-s0402t4:4": "45. Tatiye aggavatīti ettha agga-saddo uttamapariyāyo, tena visiṭṭhassa puggalassa, visiṭṭhāya vā paṭipattiyā gahaṇaṁ idhādhippetanti āha ‘‘aggavatīti uttamapuggalavatī’’tiādi. Avigatataṇhatāya taṁ taṁ parikkhārajātaṁ bahuṁ lanti ādiyantīti bahulā, bahulā eva bāhulikā yathā ‘‘venayiko’’ti (a. ni. 8.11; pārā. 8; ma. ni. 1.246). Te pana yasmā paccayabahubhāvāya yuttappayuttā nāma honti, tasmā āha ‘‘cīvarādibāhullāya paṭipannā’’ti. Sikkhāya ādaragāravābhāvato sithilaṁ adaḷhaṁ gaṇhantīti sāthalikāti vuttaṁ. Sithilanti ca bhāvanapuṁsakaniddeso, sithilasaddena vā samānatthassa sāthalasaddassa vasena sāthalikāti padasiddhi veditabbā. Avagamanaṭṭhenāti adhogamanaṭṭhena, orambhāgiyabhāvenāti attho. Upadhiviveketi sabbūpadhipaṭinissaggatāya upadhivivitte. Oropitadhurāti ujjhitussāhā. Duvidhampi vīriyanti kāyikaṁ cetasikañca vīriyaṁ.",
  "tika-s0402t4:5": "46. Catutthe idaṁ dukkhanti dukkhassa ariyasaccassa paccakkhato aggahitabhāvadassanatthaṁ vuttaṁ. Ettakameva dukkhanti tassa paricchijja aggahitabhāvadassanatthaṁ. Ito uddhaṁ dukkhaṁ natthīti anavasesetvā aggahitabhāvadassanatthaṁ. Yathāsabhāvato nappajānantīti sarasalakkhaṇappaṭivedhena asammohato nappaṭivijjhanti. Asammohapaṭivedho ca yathā tasmiṁ ñāṇe pavatte paccā dukkhassa rūpādiparicchede sammoho na hoti, tathā pavatti. Accantakkhayoti accantakkhayanimittaṁ nibbānaṁ. Asamuppattīti etthāpi eseva nayo. Yaṁ nibbānaṁ maggassa ārammaṇapaccayaṭṭhena kāraṇabhūtaṁ āgamma tadubhayampi nirujjhati, taṁ tesaṁ asamuppatti nibbānaṁ dukkhanirodhoti vuccati.",
  "tika-s0402t4:6": "47. Pañcame visesanassa paranipātena ‘‘parisākasaṭo’’ti vuttanti āha ‘‘kasaṭaparisā’’tiādi. ‘‘Kasaṭaparisā’’ti hi vattabbe ‘‘parisākasaṭo’’ti vuttaṁ. Parisāmaṇḍoti etthāpi eseva nayo. Sesamettha uttānameva.",
  "tika-s0402t4:7": "48. Chaṭṭhe gambhīrāti agādhā dukkhogāḷhā. Pāḷivasenāti iminā yo dhammapaṭisambhidāya visayo gambhīrabhāvo, tamāha. Dhammappaṭivedhassa hi dukkarabhāvato dhammassa pāḷiyā dukkhogāḷhatāya gambhīrabhāvo. ‘‘Pāḷivasena gambhīrā’’ti vatvā ‘‘sallasuttasadisā’’ti vuttaṁ tassa ‘‘animittamanaññāta’’ntiādinā (su. ni. 579) pāḷivasena gambhīratāya labbhanato. Tathā hi tattha tā gāthā duviññeyyarūpā tiṭṭhanti. Duviññeyyañhi ñāṇena dukkhogāḷhanti katvā ‘‘gambhīra’’nti vuccati. Pubbāparampettha kāsañci gāthānaṁ duviññeyyatāya dukkhogāḷhameva, tasmā taṁ ‘‘pāḷivasena gambhīrā’’ti vuttaṁ. Imināva nayena ‘‘atthavasena gambhīrā’’ti etthāpi attho veditabbo. Mahāvedallasuttassa (ma. ni. 1.449 ādayo) atthavasena gambhīratā suviññeyyāva. Lokaṁ uttaratīti lokuttaro, navavidho appamāṇadhammo. So atthabhūto etesaṁ atthīti lokuttarā. Tenāha ‘‘lokuttaraatthadīpakā’’ti.",
  "tika-s0402t4:8": "Sattasuññaṁ dhammamattamevāti sattena attanā suññaṁ kevalaṁ dhammamattameva. Uggahetabbaṁ pariyāpuṇitabbanti liṅgavacanavipallāsena vuttanti āha ‘‘uggahetabbe ca pariyāpuṇitabbe cā’’ti. Kavino kammaṁ kavitā. Yaṁ panassa kammaṁ, taṁ tena katanti vuccatīti āha ‘‘kavitāti kavīhi katā’’ti. Itaranti kāveyyāti padaṁ, kābyanti vuttaṁ hoti. Kābyanti ca kavinā vuttanti attho. Tenāha ‘‘tasseva vevacana’’nti. Vicitraakkharāti vicittākārakkharā viññāpanīyā. Sāsanato bahibhūtāti na sāsanāvacarā. Tesaṁ sāvakehīti buddhānaṁ sāvakāti apaññātānaṁ yesaṁ kesañci sāvakehi. Na ceva aññamaññaṁ paṭipucchantīti ye vācenti, ye ca suṇanti, te aññamaññaṁ atthādiṁ nappaṭipucchanti, kevalaṁ vācanasavanamatteneva parituṭṭhā honti. Cārikaṁ na vicarantīti asukasmiṁ ṭhāne atthādiṁ jānantā atthīti pucchanatthāya cārikaṁ na gacchanti tādisassa puggalassa abhāvato tassa ca pubbāparavirodhato. Kathaṁ ropetabbanti kena pakārena nikkhipitabbaṁ. Attho nāma sabhāvato anusandhito sambandhato pubbāparato ādipariyosānato ca ñāto sammāñāto hotīti āha ‘‘ko attho’’tiādi. Anuttānīkatanti akkharasannivesādinā anuttānīkataṁ. Kaṅkhāyāti saṁsayassa.",
  "tika-s0402t4:9": "49. Sattame kilesehī āmasitabbato āmisaṁ, cattāro paccayā. Tadeva garu garukātabbaṁ etesaṁ, na dhammoti āmisagarū. Tenāha ‘‘lokuttaradhammaṁ lāmakato gahetvā ṭhitaparisā’’ti. Ubhato bhāgato vimuttoti ubhatobhāgavimutto. Dvīhi bhāgehi dve vāre vimutto. Paññāya vimuttoti samathasannissayena vinā aggamaggapaññāya vimutto. Tenāha ‘‘sukkhavipassakakhīṇāsavo’’ti . Kāyenāti nāmakāyena. Jhānaphassaṁ phusitvāti aṭṭhasamāpattisaññitaṁ jhānaphassaṁ adhigamavasena phusitvā. Pacchā nirodhaṁ nibbānaṁ yathā ālocitaṁ nāmakāyena sacchikarotīti kāyasakkhī. Na tu vimutto ekaccānaṁ āsavānaṁ aparikkhīṇattā. Diṭṭhantaṁ pattoti diṭṭhassa anto anantaro kālo diṭṭhanto, dassanasaṅkhātassa sotāpattimaggañāṇassa anantaraṁ pattoti attho. Paṭhamaphalato paṭṭhāya hi yāva aggamaggā diṭṭhippatto. Tenāha ‘‘ime dvepi chasu ṭhānesu labbhantī’’ti.",
  "tika-s0402t4:10": "Saddahanto vimuttoti etena sabbathā avimuttassa saddhāmattena vimuttabhāvadassanena saddhāvimuttassa sekkhabhāvameva vibhāveti. Saddhāvimuttoti vā saddhāya avimuttoti attho. Chasu ṭhānesūti paṭhamaphalato paṭṭhāya chasu ṭhānesu. Dhammaṁ anussaratīti paṭhamamaggapaññāsaṅkhātaṁ dhammaṁ anussarati. Saddhaṁ anussaratīti etthāpi eseva nayo. Ubhopi hete sotāpattimaggaṭṭhāyeva. Imaṁ kasmā gaṇhantīti evaṁ ekantapāsaṁsesu ariyesu gayhamānesu imaṁ ekantaninditaṁ lāmakaṁ dussīlaṁ kasmā gaṇhanti. Sabbesu sabbatā sadisesu labbhamānopi viseso na paññāyati, visabhāge pana sati eva paññāyati paṭabhāvena viya cittapaṭassāti āha ‘‘ekaccesu panā’’tiādi. Ganthitāti avabaddhā. Mucchitāti mucchaṁ sammohaṁ āpannā. Chandarāgaapakaḍḍhanāyāti chandarāgassa apanayanatthaṁ. Nissaraṇapaññāyāti tato nissaraṇāvahāya paññāya virahitā.",
  "tika-s0402t4:11": "Paññādhurenāti vipassanābhinivesena. Abhiniviṭṭhoti vipassanāmaggaṁ otiṇṇo. Tasmiṁ khaṇeti sotāpattimaggakkhaṇe. Dhammānusārī nāma paññāsaṅkhātena dhammena ariyamaggasotassa anussaraṇato. Kāyasakkhī nāma nāmakāyena sacchikātabbassa nibbānassa sacchikaraṇato. Vikkhambhanasamucchedānaṁ vasena dvikkhattuṁ. Arūpajjhānehi rūpakāyato, aggamaggena sesakāyatoti dvīhi bhāgehi nissakkavacanañcetaṁ. Diṭṭhantaṁ patto, diṭṭhattā vā pattoti diṭṭhippatto. Tattha diṭṭhantaṁ pattoti dassanasaṅkhātassa sotāpattimaggañāṇassa anantaraṁ pattoti attho. Diṭṭhattāti catusaccadassanasaṅkhātāya paññāya nirodhassa diṭṭhattā. Jhānaphassarahitāya sātisayāya paññāya eva vimuttoti paññāvimutto. Sesaṁ vuttanayattā suviññeyyameva.",
  "tika-s0402t4:12": "50. Aṭṭhame na samāti visamā. Kāyakammādīnaṁ visamattā tato eva tattha pakkhalanaṁ sulabhanti āha ‘‘sapakkhalanaṭṭhenā’’ti. Nippakkhalanaṭṭhenāti pakkhalanābhāvena. Uddhammānīti dhammato apetāni. Ubbinayānīti etthāpi eseva nayo.",
  "tika-s0402t4:13": "51. Navame adhammikāti adhamme niyuttā. Tenāha ‘‘niddhammā’’ti, dhammarahitāti attho.",
  "tika-s0402t4:14": "52. Dasame gaṇhantīti pavattenti. Na ceva aññamaññaṁ saññāpentīti mūlato paṭṭhāya taṁ adhikaraṇaṁ yathā vūpasammati, evaṁ aññamaññaṁ itarītare na sammā jānāpenti. Saññāpanatthaṁ sannipāte sati tattha yuttapattakaraṇena saññattiyā bhavitabbaṁ, te pana saññāpanatthaṁ na sannipatanti. Na pekkhāpentīti taṁ adhikaraṇaṁ mūlato paṭṭhāya aññamaññaṁ na pekkhāpenti. Asaññattiyeva attanā gahitapakkhassa balaṁ etesanti asaññattibalā. Na tathā mantentīti sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggibhāvena tathā na mantenti. Tenāha ‘‘thāmasā’’tiādi. Uttānatthoyeva kaṇhapakkhe vuttappaṭipakkhena gahetabbattā.",
  "tika-s0402t4:15": "Parisavaggavaṇṇanā niṭṭhitā.",
  "tika-s0402t4:16": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "tika-s0402t4:17": "2. Dutiyapaṇṇāsakaṁ"
}