{
  "tika-vin07t47:0": "Paṭhamagāthāsaṅgaṇikaṁ",
  "tika-vin07t47:1": "Sattanagaresu paññattasikkhāpadavaṇṇanā",
  "tika-vin07t47:2": "335.Aḍḍhuḍḍhasatānīti paññāsādhikāni tīṇi satāni. Viggahapadena manussaviggahaṁ vuttaṁ.",
  "tika-vin07t47:3": "Atirekanti paṭhamakathinaṁ. Kāḷakanti suddhakāḷakaṁ. Bhūtanti bhūtārocanaṁ. Bhikkhunīsu ca akkosoti ‘‘yā pana bhikkhunī bhikkhuṁ akkoseyyā’’ti (pāci. 1029) vuttaṁ sikkhāpadaṁ.",
  "tika-vin07t47:4": "Dvepi ca bhedāti dve saṅghabhedasikkhāpadāni. Antaravāsakanāmena aññātikāya bhikkhuniyā hatthato cīvarapaṭiggahaṇaṁ vuttaṁ. Suttanti suttaṁ viññāpetvā vāyāpanaṁ. Vikāleti vikālabhojanaṁ. Cārittanti purebhattaṁ pacchābhattaṁ cārittaṁ. Nahānanti orenaddhamāsanahānaṁ.",
  "tika-vin07t47:5": "Cīvaraṁ datvāti samaggena saṅghena cīvaraṁ datvā khiyyanaṁ. Giragganti naccagītaṁ. Cariyāti antovassaṁ cārikacaraṇaṁ. Tatthevāti vassaṁvutthāya cārikaṁ apakkamitvā tattheva nivāsanaṁ paṭicca paññattasikkhāpadaṁ. Chandadānenāti pārivāsikena chandadānena.",
  "tika-vin07t47:6": "Pārājikāni cattārīti bhikkhunīnaṁ asādhāraṇāni. Soḷasāti ādito pañca sikkhāpadāni, kuladūsanañcāti cha, bhikkhunīnaṁ asādhāraṇāni dasa nissaggiyāni.",
  "tika-vin07t47:7": "Catuttiṁsāti paṭhamakathinasuddhakāḷakacīvarapaṭiggahaṇarūpiyacīvaravāyāpanakoseyyamissakaeḷakalomadhovāpanadutiyapattavajjitāni bhikkhuvibhaṅge dvāvīsati, bhikkhunīnaṁ asādhāraṇāni dvādasa cāti catuttiṁsa. Chapaññāsasatanti vesāliyādīsu paññattāni dvattiṁsasikkhāpadāni ṭhapetvā sesā chapaññāsasataṁ.",
  "tika-vin07t47:8": "Dasagārayhāti vosāsaappaṭisaṁ viditasikkhāpadadvayañca ṭhapetvā sesāni dasa pāṭidesanīyāni. Dve sattati sekhiyāni surusurukārakasāmisenahatthenapānīyathālakapaṭiggahaṇasasitthakapattadhovanāni tīṇi ṭhapetvā sesāni sekhiyāni.",
  "tika-vin07t47:9": "Seyyāti anupasampannena sahaseyyasikkhāpadaṁ. Khaṇaneti pathavīkhaṇanaṁ. Gaccha devateti bhūtagāmasikkhāpadaṁ vuttaṁ. Sappāṇakaṁ siñcanti sappāṇodakasiñcanaṁ. Mahāvihāroti mahallakavihāro.",
  "tika-vin07t47:10": "Aññanti aññavādakaṁ. Dvāranti yāva dvārakosā aggaḷaṭṭhapanaṁ. Sahadhammoti sahadhammikaṁ vuccamāno. Payopānanti surusurukārakasikkhāpadaṁ.",
  "tika-vin07t47:11": "Eḷakalomoti eḷakalomadhovāpanaṁ. Patto cāti dutiyapatto. Ovādoti bhikkhunupassayaṁ upasaṅkamitvā ovādo. Bhesajjanti catumāsapaccayapavāraṇāsikkhāpadaṁ. Āraññikoti catutthapāṭidesanīyaṁ. Ovādoti ovādāya vā saṁvāsāya vā agamanaṁ.",
  "tika-vin07t47:12": "337. ‘‘Ye ca yāvatatiyakā’’ti pañhassa ‘‘ime kho yāvatatiyakā’’ti vissajjanaṁ vatvā tadanantaraṁ ‘‘sādhāraṇaṁ asādhāraṇa’’ntiādipañhānaṁ vissajjane vattabbe yasmā taṁ avatvā ‘‘kati chedanakānī’’tiādike aṭṭha pañhe antarā vissajjetvā tesaṁ anantarā ‘‘vīsaṁ dve satāni bhikkhūnaṁ…pe… chacattārīsā bhikkhūnaṁ, bhikkhunīhi asādhāraṇā’’tiādinā ukkameneva sādhāraṇādipañhā vissajjitā, tasmā taṁ ukkamavissajjanakāraṇaṁ dassetuṁ ‘‘yasmā pana ye ca yāvatatiyakāti ayaṁ pañho’’tiādimāha.",
  "tika-vin07t47:13": "338.Dhovanañca paṭiggahotiādigāthā aṭṭhakathācariyānaṁ gāthāva. Chabbassāni nisīdananti dve sikkhāpadāni. Dve lomāti tiyojanātikkamadhovāpanavasena dve eḷakalomasikkhāpadāni. Vassikā āraññakena cāti vassikasāṭikā pariyesanaaraññakesu senāsanesu viharaṇasikkhāpadena saha.",
  "tika-vin07t47:14": "Paṇītanti paṇītabhojanaviññāpanaṁ. Ūnanti ūnavīsativassūpasampādanaṁ. Mātugāmena saddhinti saṁvidhāya gamanaṁ vuttaṁ. Yā sikkhāti yaṁ sikkhāpadaṁ. Nisīdaneca yā sikkhāti pamāṇātikkantanisīdanakārāpane yaṁ sikkhāpadaṁ. Tathā vassikā yā ca sāṭikāti etthāpi.",
  "tika-vin07t47:15": "Pāḷiyaṁ sataṁ sattati chaccevime honti ubhinnaṁ asādhāraṇāti bhikkhūnaṁ bhikkhunīhi asādhāraṇā chacattārīsa, bhikkhunīnaṁ bhikkhūhi asādhāraṇā tiṁsādhikaṁ satañcāti evaṁ ubhinnaṁ asādhāraṇā ca chasattatiadhikaṁ sataṁ sikkhāpadānīti attho. Sataṁ sattati cattārīti ubhinnaṁ sādhāraṇasikkhānaṁ gaṇanā catusattatiadhikaṁ sataṁ sikkhāpadānīti attho.",
  "tika-vin07t47:16": "Vibhattiyoti āpattikkhandhā ceva uposathapavāraṇādayo ca adhippetā. Te hi pārājikādibhedena, bhikkhuuposathādibhedena ca vibhajīyanti. Tenāha ‘‘vibhattiyo’’tiādi. Tesanti aṭṭhannaṁ pārājikādīnaṁ. Dvīhītiādi vivādādhikaraṇādīnaṁ samathehi vūpasamadassanaṁ.",
  "tika-vin07t47:17": "Sattanagaresu paññattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t47:18": "Pārājikādiāpattivaṇṇanā",
  "tika-vin07t47:19": "339.Idanti ‘‘pārājikanti yaṁ vutta’’ntiādinā vuttaṁ vacanaṁ sandhāya vadati. Idañhi heṭṭhā ‘‘garuka lahuka’’ntiādinā uddhaṭapañhesu anāgatampi ‘‘sabbānipetāni viyākarohi, handa vākyaṁ suṇoma te’’ti ettha yathāvuttāni aññānipi ‘‘sabbānipetāni viyākarohi, handa vākyaṁ suṇomā’’ti evaṁ gahitamevāti dassento ‘‘iminā pana āyācanavacanena saṅgahitassā’’tiādi vuttaṁ.",
  "tika-vin07t47:20": "Ativassatīti ovassati, vassodakaṁ pavisatīti attho. Dhammānanti yathā catupaccaye dhārayatīti dhammo, tesaṁ. Tenāha ‘‘saṅkhatadhammāna’’nti. Gāthāsaṅgaṇikanti gāthāsaṅgaho, te te atthā gāthāhi saṅgahetvā gaṇīyanti kathīyanti etthāti hi gāthāsaṅgaṇikaṁ.",
  "tika-vin07t47:21": "Pārājikādiāpattivaṇṇanā niṭṭhitā.",
  "tika-vin07t47:22": "Paṭhamagāthāsaṅgaṇikavaṇṇanānayo niṭṭhito."
}