{
  "tika-vin07t31:0": "5. Khuddakavatthukkhandhako",
  "tika-vin07t31:1": "Khuddakavatthukathāvaṇṇanā",
  "tika-vin07t31:2": "243. Khuddakavatthukkhandhake aṭṭhapadākārenāti jūtaphalake aṭṭhagabbharājiākārena. Mallakamūlasaṇṭhānenāti kheḷamallakamūlasaṇṭhānena. Idañca vaṭṭādhārakaṁ sandhāya vuttaṁ, kaṇṭake uṭṭhāpetvā katavaṭṭakapālassetaṁ adhivacanaṁ.",
  "tika-vin07t31:3": "244.Puthupāṇikanti muṭṭhiṁ akatvā vikasitahatthatalehi piṭṭhiparikammaṁ vuccati. Etameva sandhāya ‘‘hatthaparikamma’’nti vuttaṁ.",
  "tika-vin07t31:4": "245.Muttolambakādīnanti ādi-saddena kuṇḍalādiṁ saṅgaṇhāti. Palambakasuttanti brāhmaṇānaṁ yaññopacitasuttādiākāraṁ vuccati. Valayanti hatthapādavalayaṁ.",
  "tika-vin07t31:5": "246.Dvaṅguleti upayogabahuvacanaṁ, dvaṅgulappamāṇaṁ atikkāmetuṁ na vaṭṭatīti attho. Ettha ca dumāsassa vā dvaṅgulassa vā atikkantabhāvaṁ ajānantassāpi kesamassugaṇanāya acittakāpattiyo hontīti vadanti.",
  "tika-vin07t31:6": "Kocchenāti usīratiṇādīni bandhitvā samaṁ chinditvā gahitakocchena. Cikkalenāti silesayuttatelena. Uṇhābhitattarajasirānampīti uṇhābhitattānaṁ rajokiṇṇasirānaṁ. Addahatthenāti allahatthena.",
  "tika-vin07t31:7": "248-9.Sādhugītanti aniccatādipaṭisaññuttaṁ gītaṁ. Caturassena vattenāti paripuṇṇena uccāraṇavattena. Taraṅgavattādīnaṁ sabbesampi sāmaññalakkhaṇaṁ dassetuṁ ‘‘sabbesaṁ…pe… lakkhaṇa’’nti vuttaṁ. Yattakāhi mattāhi akkharaṁ paripuṇṇaṁ hoti, tatopi adhikamattāyuttaṁ katvā kathanaṁ vikārakathanaṁ nāma, tathā akatvā kathanameva lakkhaṇanti attho. Bāhiralominti bhāvanapuṁsakaniddeso, yathā bahiddhā lomāni dissanti, evaṁ dhārentassa dukkaṭanti attho.",
  "tika-vin07t31:8": "250. Pāḷiyaṁ taruṇaññeva ambanti taruṇaṁ asañjātabījaṁ eva ambaphalaṁ. Pātāpetvāti chindāpetvāva. ‘‘Mattāvaṇṇitā’’ti idaṁ ‘‘pare nindantī’’ti sāsanahitesitāya vuttaṁ. Na pariyāpuṇiṁsūti nāsikkhiṁsu.",
  "tika-vin07t31:9": "251.Cattāri ahirājakulānīti sabbesaṁ ahibhedānaṁ catūsu eva saṅgahato vuttaṁ. Attaparittaṁ kātunti attano parittāṇaṁ kātuṁ.",
  "tika-vin07t31:10": "Virūpakkhehi me mettanti virūpakkhajātikehi nāgehi saha mayhaṁ mittabhāvo hotu, mettā hotūti attho, te sukhitā niddukkhā averā hontūti adhippāyo. Evañhi mettāpharaṇaṁ hoti. Sesesupi eseva nayo. Apādakehīti ahikulehi saha sabbasattesu odhiso mettāpharaṇadassanaṁ. Mā maṁ apādako hiṁsīti tāya mettāya attarakkhāvidhānadassanaṁ.",
  "tika-vin07t31:11": "Sabbe sattātiādi attānaṁ upamaṁ katvā sabbasattesu anodhiso mettāpharaṇadassanaṁ. Tattha mā kañci pāpamāgamāti kañci sattaṁ lāmakaṁ dukkhahetu, dukkhañca mā āgacchatu.",
  "tika-vin07t31:12": "Evaṁ mettāya attaguttiṁ dassetvā idāni ratanattayānussaraṇena dassetuṁ ‘‘appamāṇo’’tiādi vuttaṁ. Tattha pamāṇakaradhammā akusalā, tabbipākā ca pamāṇā, tappaṭipakkhā sīlādayo guṇā, tabbipākā ca lokiyalokuttaraphalāni appamāṇā, te assa atthīti appamāṇo, appamāṇā vā aparimeyyaguṇā assātipi appamāṇo. Pamāṇavantānīti yathāvuttapamāṇakaradhammayuttāni. Ahivicchikāti sarīsapānaññeva pabhedadassanaṁ. Uṇṇanābhīti lomasanābhiko makkaṭo. Sarabūti gharagoḷikā.",
  "tika-vin07t31:13": "Paṭikkamantūti apagacchantu, mā maṁ vihesayiṁsūti attho. Sohaṁ namoti ettha ‘‘karomī’’ti pāṭhaseso. Yasmā mayā mettādīhi tumhākañca mayhañca rakkhā katā, yasmā ca sohaṁ bhagavato namo karomi, vipassīādīnaṁ sattannampi namo karomi, tasmā paṭikkamantu bhūtānīti yojanā.",
  "tika-vin07t31:14": "Aññamhīti kāmarāge asubhamanasikārādinā chetabbeti attho. Aṅgajātanti bījavirahitaṁ purisanimittaṁ. Bīje hi chinne opakkamikapaṇḍako nāma abhabbo hotīti vadanti. Eke pana ‘‘bījassāpi chedanakkhaṇe dukkaṭāpatti eva kamena purisindriyādike antarahite paṇḍako nāma abhabbo hoti, tadā liṅganāsanāya nāsetabbo’’ti vadanti. Tādisaṁ vā dukkhaṁ uppādentassāti muṭṭhippahārādīhi attano dukkhaṁ uppādentassa.",
  "tika-vin07t31:15": "252. Pāḷiyaṁ tuyheso pattoti ‘‘yo ca arahā ceva iddhimā ca, tassa dinnamevā’’ti seṭṭhinā vuttaṁ, taṁ sandhāya vadati. Taṁ pattaṁ gahetvā tikkhattuṁ rājagahaṁ anupariyāyīti ettha veḷuparamparāya baddhapattassa uparibhāge ākāse nagaraṁ tikkhattuṁ anupariyāyitvā ṭhitabhāvaṁ sandhāya ‘‘pattaṁ gahetvā’’ti vuttaṁ, na pana thero hatthena pattaṁ sayameva aggahesi. Keci pana vadanti ‘‘iddhibalena taṁ pattaṁ veḷuparamparato muñcitvā theraṁ anubandhamāno aṭṭhāsi, so ca anena hatthena gahito viya ahosī’’ti. Tathā ṭhitameva pana sandhāya ‘‘bhāradvājassa hatthato pattaṁ gahetvā’’ti vuttaṁ. Te ca manussā…pe… anubandhiṁsūti ye ca manussā paṭhamaṁ pāṭihāriyaṁ nāddasaṁsu, te amhākampi pāṭihāriyaṁ dassehīti theramanubandhiṁsu. Thero ca sīhabyagghādirūpaṁ gahetvā vikubbaniddhiṁ dasseti, te ca acchariyabbhutajātā uccāsaddā mahāsaddā ahesuṁ. Tenāha ‘‘kiṁ nu kho so, ānanda, uccāsaddo mahāsaddo’’ti. Iddhipāṭihāriyaṁ na dassetabbanti ettha ‘‘yo pakativaṇṇaṁ vijahitvā kumāravaṇṇaṁ vā dasseti, nāgavaṇṇaṁ vā…pe… vividhampi senābyūhaṁ dassetī’’ti (paṭi. ma. 3.13) evamāgatā attano sarīrassa vikārāpādanavasappavattā vikubbaniddhi adhippetāti āha ‘‘adhiṭṭhāniddhi pana appaṭikkhittā’’ti. Pakatiyā eko bahukaṁ āvajjati, sataṁ vā sahassaṁ vā satasahassaṁ vā āvajjetvā ñāṇena adhiṭṭhāti ‘‘bahuko homī’’ti (paṭi. ma. 3.10) evaṁ dassitā adhiṭṭhānavasena nipphannā adhiṭṭhāniddhi nāma. Gihivikaṭānīti gihisantakāni.",
  "tika-vin07t31:16": "253. Pāḷiyaṁ na acchupiyantīti na phusitāni honti. Rūpakākiṇṇānīti itthirūpādīhi ākiṇṇāni.",
  "tika-vin07t31:17": "254.Bhūmiādhāraketi dantādīhi kate valayādhārake. Etassa valayādhārakassa anuccatāya ṭhapitā pattā na paripatantīti ‘‘tayo patteṭhapetuṁ vaṭṭatī’’ti vuttaṁ. Anuccatañhi sandhāya ayaṁ ‘‘bhūmiādhārako’’ti vutto. Dāruādhārakadaṇḍādhārakesūti ekadārunā kataādhārake, bahūhi daṇḍehi kataādhārake ca. Ete ca uccatarā honti pattehi saha patanasabhāvā. Tena ‘‘susajjitesū’’ti vuttaṁ. Bhamakoṭisadisoti yattha dhamakaraṇādiṁ pavesetvā likhanti, tassa bhamakassa koṭiyā sadiso. Tādisassa dāruādhārakassa avitthiṇṇatāya ṭhapitopi patto patatīti ‘‘anokāso’’ti vutto.",
  "tika-vin07t31:18": "Ālindakamiḍḍhikādīnanti pamukhamiḍḍhikādīnaṁ, uccavatthukānanti attho. Bāhirapasseti pāsādādīnaṁ bahikuṭṭe. Tanukamiḍḍhikāyāti vedikāya. Sabbattha pana hatthappamāṇato abbhantare ṭhapetuṁ vaṭṭati. Ādhāre pana tato bahipi vaṭṭati.",
  "tika-vin07t31:19": "Pāḷiyaṁ oṭṭhoti mukhavaṭṭi. Pattamāḷakanti upacikānaṁ anuṭṭhahanatthāya bhūmito uccataraṁ kataṁ vedikākāramāḷakaṁ. Mahāmukhakuṇḍasaṇṭhānāti mahāmukhacāṭisaṇṭhānā. Laggentassa dukkaṭanti kevalaṁ pattaṁ laggentassa, na thavikāya laggentassāti vadanti. Vīmaṁsitabbaṁ. Aññena pana bhaṇḍakenāti aññena bhārabandhanena bhaṇḍakena. ‘‘Bandhitvā olambetu’’nti vuttattā pattatthavikāya aṁsabaddhako yathā laggitaṭṭhānato na parigaḷati, tathā sabbathāpi bandhitvā ṭhapetuṁ vaṭṭati. Bandhitvāpi upari ṭhapetuṁ na vaṭṭatīti upari nisīdantā ottharitvā bhindantīti vuttaṁ. Tattha ṭhapetuṁ vaṭṭatīti nisīdanasaṅkābhāvato vuttaṁ. Bandhitvā vāti bandhitvā ṭhapitachatte vā. Yo kocīti bhattapūropi tucchapattopi.",
  "tika-vin07t31:20": "255.Pariharitunti divase divase piṇḍāya caraṇatthāya ṭhapetuṁ. Pattaṁ alabhantena pana ekadivasaṁ piṇḍāya caritvā bhuñjitvā chaḍḍetuṁ vaṭṭati. Tenāha ‘‘tāvakālikaṁ paribhuñjituṁ vaṭṭatī’’ti. Paṇṇapuṭādīsupi eseva nayo. Abhuṁ meti abhūti mayhaṁ, vināso mayhanti attho. Pāḷiyaṁ pisāco vatamanti pisāco vatāyaṁ, ayameva vā pāṭho. Pisācillikāti pisācadārakā. Chavasīsassa pattoti chavasīsamayo patto. Pakativikārasambandhe cetaṁ sāmivacanaṁ.",
  "tika-vin07t31:21": "Cabbetvāti niṭṭhubhitvā. ‘‘Paṭiggahaṁ katvā’’ti vuttattā ucchiṭṭhahatthena udakaṁ gahetvā pattaṁ paripphositvā dhovanaghaṁsanavasena hatthaṁ dhovituṁ vaṭṭati, ettakena pattaṁ paṭiggahaṁ katvā hattho dhovito nāma na hoti. Ekaṁ udakagaṇḍusaṁ gahetvāti pattaṁ aphusitvā tattha udakameva ucchiṭṭhahatthena ukkhipitvā gaṇḍusaṁ katvā, vāmahattheneva vā pattaṁ ukkhipitvā mukhena gaṇḍusaṁ gahetumpi vaṭṭati. Bahi udakena vikkhāletvāti dvīsu aṅgulīsu āmisamattaṁ vikkhāletvā bahi gahetumpi vaṭṭati. Paṭikhāditukāmoti ettha na sayaṁ khāditukāmopi aññesaṁ khādanārahaṁ ṭhapetuṁ labhati . Tattheva katvāti patteyeva yathāṭhapitaṭṭhānato anuddharitvā. Luñcitvāti tato maṁsameva niravasesaṁ uppaṭṭetvā.",
  "tika-vin07t31:22": "256.Kiṇṇacuṇṇenāti surākiṇṇacuṇṇena. Makkhetunti sūciṁ makkhetuṁ. Nisseṇimpīti catūhi daṇḍehi cīvarappamāṇena āyatacaturassaṁ katvā baddhapaṭalampi. Ettha hi cīvarakoṭiyo samakaṁ bandhitvā cīvaraṁ yathāsukhaṁ sibbanti. Tattha attharitabbanti tassā nisseṇiyā upari cīvarassa upatthambhanatthāya attharitabbaṁ. Kathinasaṅkhātāya nisseṇiyā cīvarassa bandhanakarajju kathinarajjūti majjhimapadalopīsamāsoti āha ‘‘yāyā’’tiādi. Tattha yasmā dvinnaṁ paṭalānaṁ ekasmiṁ adhike jāte tattha valiyo honti, tasmā dupaṭṭacīvarassa paṭaladvayampi samakaṁ katvā bandhanakarajju kathinarajjūti veditabbaṁ.",
  "tika-vin07t31:23": "Pāḷiyaṁ kathinassa anto jīratīti kathine baddhassa cīvarassa pariyanto jīrati. Kathinanissitañhi cīvaraṁ idha nissayavohārena ‘‘kathina’’nti vuttaṁ ‘‘mañcā ghosantī’’tiādīsu viya. Anuvātaṁ paribhaṇḍanti kathine bandhanarajjūhi cīvarassa samantā pariyantassa ajīraṇatthaṁ yehi kehici coḷakehi dīghato anuvātaṁ, tiriyato paribhaṇḍañca sibbitvā kātuṁ yattha rajjuke pavesetvā daṇḍesu paliveṭhetvā cīvarasamakaṁ ākaḍḍhituṁ sakkā, tādisanti attho. Keci pana ‘‘kathinasaṅkhātesu kilañjādīsu eva ajīraṇatthāya anuvātaparibhaṇḍakaraṇaṁ anuññāta’’nti vadanti. Tassa majjheti purāṇakathinasseva anto. Bhikkhuno pamāṇenāti bhikkhuno cīvarassa pamāṇena. Aññaṁ nisseṇinti dīghato ca tiriyato ca aññaṁ daṇḍaṁ ṭhapetvā bandhituṁ.",
  "tika-vin07t31:24": "Bidalakanti diguṇakaraṇasaṅkhātakiriyāvisesassa adhivacanaṁ. Tenāha ‘‘duguṇakaraṇa’’nti. Pavesanasalākanti valīnaṁ aggahaṇatthāya pavesanakaveḷusalākādi. Pāḷiyaṁ paṭiggahanti aṅgulikañcukaṁ.",
  "tika-vin07t31:25": "257.Pāti nāma bhaṇḍaṭṭhapanako bhājanaviseso. Pāḷiyaṁ paṭiggahathavikanti pātiādibhājanatthavikaṁ. Cinitunti uccavatthupariyantassa apatanatthāya iṭṭhakādīhi cinituṁ. Ālambanabāhanti ālambanarajjudaṇḍādi. Paribhijjatīti kaṭasārādikaṁ kathinamajjhe bhaṅgaṁ hoti. Ussāpetvāti daṇḍakathinaṁ sandhāya vuttaṁ.",
  "tika-vin07t31:26": "258-9.Udakaṁakappiyanti sappāṇakaṁ. Upanandhīti veraṁ bandhi. Addhānamaggo paṭipajjitabboti ettha addhayojanaṁ addhānamaggo nāma, taṁ paṭipajjitukāmassa sañcicca vihārūpacārātikkamane āpatti. Asañcicca gatassa pana yattha sarati, tattha ṭhatvā saṅghāṭikaṇṇādiṁ anadhiṭṭhahitvā gamane padavārena āpattīti veditabbaṁ. Na sammatīti na pahoti.",
  "tika-vin07t31:27": "260.Abhisannakāyāti semhādidosasannicitakāyā. Tattha majjheti aggaḷapāsakassa majjhe. Uparīti aggaḷapāsakassa uparibhāge. Udakaṭṭhapanaṭṭhānanti udakaṭṭhapanatthāya paricchinditvā kataṭṭhānaṁ.",
  "tika-vin07t31:28": "261. Pāḷiyaṁ udapānanti kūpaṁ. Nīcavatthukoti kūpassa samantā kūlaṭṭhānaṁ, bhūmisamaṁ tiṭṭhatīti attho. Udakena otthariyyatīti samantā vassodakaṁ āgantvā kūpe patatīti attho.",
  "tika-vin07t31:29": "262.Vāhentīti ussiñcanti. Arahaṭaghaṭiyantaṁ nāma cakkasaṇṭhānaṁ anekāraṁ are are ghaṭikāni bandhitvā ekena, dvīhi vā paribbhamiyamānayantaṁ.",
  "tika-vin07t31:30": "263.Āviddhapakkhapāsakanti kaṇṇikamaṇḍalassa samantā ṭhapitapakkhapāsakaṁ. Maṇḍaleti kaṇṇikamaṇḍale. Pakkhapāsake ṭhapetvāti samantā caturassākārena phalakādīni ṭhapetvā.",
  "tika-vin07t31:31": "264.Namatakaṁ nāma santhatasadisanti keci vadanti. Keci pana ‘‘rukkhatacamaya’’nti. Cammakhaṇḍaparihārenāti anadhiṭṭhahitvā sayanāsanavidhināti attho. Peḷāyāti aṭṭhaṁsasoḷasaṁsādiākārena katāya bhājanākārāya peḷāya. Yattha uṇhapāyāsādiṁ pakkhipitvā upari bhojanapātiṁ ṭhapenti bhattassa uṇhabhāvāvigamanatthaṁ, tādisassa bhājanākārassa ādhārassetaṁ adhivacanaṁ. Teneva pāḷiyaṁ ‘‘āsittakūpadhāna’’nti vuttaṁ. Tassa ca pāyāsādīhi āsittakādhāroti attho. Idañca āsittakūpadhānaṁ paccantesu na jānanti kātuṁ, majjhimadeseyeva karonti. Keci pana ‘‘gihiparibhogo ayomayādi sabbopi ādhāro āsittakūpadhānameva anulometī’’ti vadanti, eke pana ‘‘kappiyalohamayo ādhāro maḷorikameva anulometī’’ti. Vīmaṁsitvā gahetabbaṁ. Pubbe pattaguttiyā ādhāro anuññāto. Idāni bhuñjituṁ maḷorikā anuññātā. Chiddanti chiddayuttaṁ. Viddhanti antovinividdhachiddaṁ. Āviddhanti samantato chiddaṁ.",
  "tika-vin07t31:32": "265.Pattaṁ nikkujjitunti ettha kammavācāya asambhogakaraṇavaseneva nikkujjanaṁ, na pattānaṁ adhomukhaṭṭhapanena. Tenāha ‘‘asambhogaṁ saṅghena karotū’’tiādi, taṁ vaḍḍhaṁ kammavācāya saṅghena saddhiṁ asambhogaṁ saṅgho karotūti attho.",
  "tika-vin07t31:33": "Pattaṁ nikkujjeyyāti vaḍḍhassa pattanikkujjanadaṇḍakammaṁ kareyya. Asambhogaṁ saṅghena karaṇanti saṅghena vaḍḍhassa asambhogakaraṇaṁ. Yathā asambhogo hoti, tathā karaṇanti attho. Nikkujjito…pe… asambhogaṁ saṅghenāti ettha saṅghena asambhogo hotīti attho daṭṭhabbo. Evaṁ bhagavatā asambhogakaraṇassa āṇattattā, kammavācāya ca sāvitattā, aṭṭhakathāyañca ‘‘koci deyyadhammo na gahetabbo’’ti vuttattā patte nikkujjite tassa santakaṁ ñatvā gaṇhantassa dukkaṭamevāti gahetabbaṁ.",
  "tika-vin07t31:34": "Accayoti ñāyappaṭipattiṁ atikkamitvā pavatti, aparādhoti attho. Maṁ accagamāti maṁ atikkamma pavatto. Taṁ te mayaṁ paṭiggaṇhāmāti taṁ te aparādhaṁ mayaṁ khamāma. Bhikkhūnaṁ alābhāya parisakkatītiādīsu alābhāya parisakkanādito viratoti evamattho gahetabbo. Asambhogaṁ bhikkhusaṅghenāti ettha ‘‘kato’’ti pāṭhaseso.",
  "tika-vin07t31:35": "268.Yāva pacchimā sopānakaḷevarāti paṭhamasopānaphalakaṁ sandhāya vuttaṁ. Tañhi pacchā dussena santhatattā eva vuttaṁ. ‘‘Pacchimaṁ janataṁ tathāgato anukampatī’’ti idaṁ thero anāgate bhikkhūnaṁ celapaṭikassa akkamanapaccayā apavādaṁ sikkhāpadapaññattiyā nivāraṇena bhagavato anukampaṁ sandhāyāha. Apagatagabbhāti vijātaputtā. Tenāha ‘‘maṅgalatthāyā’’ti.",
  "tika-vin07t31:36": "269-270.Bījaninti caturassabījaniṁ. Ekapaṇṇacchattanti tālapaṇṇādinā ekena pattena katachattaṁ.",
  "tika-vin07t31:37": "274-5.Anurakkhaṇatthanti pariggahetvā gopanatthaṁ. Dīghaṁ kārentīti kesehi saddhiṁ acchinditvā ṭhapāpenti. Catukoṇanti yathā upari nalāṭantesu dve, heṭṭhā hanukapasse dveti cattāro koṇā paññāyanti, evaṁ caturassaṁ katvā kappāpanaṁ. Pāḷiyaṁ dāṭhikaṁ ṭhapāpentīti uttaroṭṭhe massuṁ acchinditvā ṭhapāpenti. Rudhīti khuddakavaṇaṁ.",
  "tika-vin07t31:38": "277. Pāḷiyaṁ lohabhaṇḍakaṁsabhaṇḍasannicayoti lohabhaṇḍassa, kaṁsabhaṇḍassa ca sannicayoti attho. Bandhanamattanti vāsidaṇḍādīnaṁ koṭīsu apātanatthaṁ lohehi bandhanaṁ. Tantakanti āyogavāyanatthaṁ tadākārena pasāritatantaṁ.",
  "tika-vin07t31:39": "278.‘‘Yattha sarati, tattha bandhitabba’’nti etena asañcicca kāyabandhanaṁ abandhitvā paviṭṭhassa anāpattīti dasseti. Murajavaṭṭisaṇṭhānaṁ veṭhetvā katanti evaṁ bahurajjuke ekato katvā nānāvaṇṇehi suttehi katanti keci vadanti. Ekavaṇṇasuttenāpi valayaghaṭakādivikāraṁ dassetvā veṭhitampi murajameva. Vikāraṁ pana adassetvā maṭṭhaṁ katvā nirantaraṁ veṭhitaṁ vaṭṭati. Teneva dutiyapārājikasaṁvaṇṇanāyaṁ vuttaṁ ‘‘bahurajjuke ekato katvā ekena nirantaraṁ veṭhetvā kataṁ ‘bahurajjuka’nti na vattabbaṁ, vaṭṭatī’’ti. Muddikakāyabandhanaṁ nāma caturassaṁ akatvā sajjitaṁ. Pāmaṅgadasā caturassā. Mudiṅgasaṇṭhānenāti varakasīsākārena. Pāsantoti dasāpariyosānaṁ.",
  "tika-vin07t31:40": "279. Pāḷiyaṁ gaṇṭhikaphalakaṁ pāsakaphalakanti ettha dārudantādimayesu phalakesu gaṇṭhikapāsakāni appetvā cīvare ṭhapetuṁ anuññātaṁ. Koṭṭo vivariyatīti anuvāto vivariyati.",
  "tika-vin07t31:41": "280-1.Pāḷikārakoti bhikkhūnaṁ yathāvuḍḍhaṁ pāḷiyā patiṭṭhāpako. Tassāpi tathā pārupituṁ na vaṭṭati. Pāḷiyaṁ muṇḍavaṭṭīti mallādayo.",
  "tika-vin07t31:42": "282.Pamāṇaṅgulenāti vaḍḍhakīaṅgulena. Keci pana ‘‘pakatiaṅgulenā’’ti vadanti, taṁ caturaṅgulapacchimakavacanena na sameti. Na hi pakataṅgulena caturaṅgulappamāṇaṁ dantakaṭṭhaṁ kaṇṭhe avilaggaṁ khādituṁ sakāti.",
  "tika-vin07t31:43": "285. Pāḷiyaṁ sakāya niruttiyā buddhavacanaṁ dūsentīti māgadhabhāsāya sabbesaṁ vattuṁ sukaratāya hīnajaccāpi uggaṇhantā dūsentīti attho.",
  "tika-vin07t31:44": "289.Mā bhikkhū byābādhayiṁsūti lasuṇagandhena bhikkhū mā bādhayiṁsu.",
  "tika-vin07t31:45": "291.Avalekhanapīṭharoti avalekhanakaṭṭhānaṁ ṭhapanabhājanaviseso. Apidhānanti pidhānaphalakādi.",
  "tika-vin07t31:46": "Khuddakavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t31:47": "Khuddakavatthukkhandhakavaṇṇanānayo niṭṭhito."
}