{
  "tika-s0302t1:0": "2. Abhisamayasaṃyuttaṃ",
  "tika-s0302t1:1": "1. Nakhasikhāsuttavaṇṇanā",
  "tika-s0302t1:2": "74.Sukhumāti taruṇā parittā kesaggamattabhāvato. Yathā kesā dīghaso dvaṅgulamattāya sabbasmiṃ kāle etappamāṇāva, na tacchindanaṃ, evaṃ nakhaggāpi kesaggamattāva, na tesaṃ chindanaṃ avaḍḍhanato. Paratoti ‘‘sahassimaṃ satasahassima’’nti vuttaṭṭhāne. Abhisametvāti paṭivijjhitvā, tasmā abhisametāvino paṭividdhasaccassāti attho. Kāmaṃ purimapadaṃ dukkhakkhandhassa atītabhāvaṃ upādāyapi vattuṃ yuttaṃ. Puretaraṃyeva pana vuttabhāvaṃ upādāya vuttanti dassetuṃ ‘‘purimaṃ dukkhakkhandha’’ntiādi vuttaṃ. Purimaṃ nāma pacchimaṃ apekkhitvā. Purimapacchimatā hi taṃ taṃ upādāya vuccatīti idhādhippetaṃ purimaṃ nīharitvā dassetuṃ ‘‘katamaṃ panā’’tiādi vuttaṃ. ‘‘Atītampi parikkhīṇa’’nti idhādhippetaṃ parikkhīṇameva vibhāvetuṃ ‘‘katamaṃ pana parikkhīṇa’’ntiādi vuttaṃ. Sotāpannassa dukkhakkhayo idha coditoti taṃ dassetuṃ ‘‘paṭhamamaggassa abhāvitattā uppajjeyyā’’ti vatvā idāni taṃ sarūpato dassetuṃ puna ‘‘katama’’ntiādi vuttaṃ. Sattasu attabhāvesu yaṃ apāye uppajjeyya aṭṭhamaṃ paṭisandhiṃ ādiṃ katvā yattha katthaci apāyesu cāti yaṃ dukkhaṃ uppajjeyya, taṃ sabbaṃ parikkhīṇanti daṭṭhabbaṃ. Assāti sotāpannassa, yaṃ parimāṇaṃ, tato uddhañca upapātaṃ atthīti adhippāyo. Mahā attho guṇo mahattho, so etassa atthīti mahatthiyo ka-kārassa ya-kāraṃ katvā. Tenāha ‘‘mahato atthassa nipphādako’’ti.",
  "tika-s0302t1:3": "Nakhasikhāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t1:4": "2. Pokkharaṇīsuttavaṇṇanā",
  "tika-s0302t1:5": "75.Ubbedhenāti avavedhena adhodisatāya. Tenāha ‘‘gambhīratāyā’’ti.",
  "tika-s0302t1:6": "Pokkharaṇīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t1:7": "3. Saṃbhejjaudakasuttādivaṇṇanā",
  "tika-s0302t1:8": "76-77.Sambhijjaṭṭhāneti sambhijjasamodhānagataṭṭhāne. Samenti sametā honti. Tenāha ‘‘samāgacchantī’’ti. Pāḷiyaṃ vibhattilopena niddesoti tamatthaṃ dassento ‘‘tīṇi vā’’ti āha. Sambhijjati missībhāvaṃ gacchati etthāti sambhejjaṃ, missitaṭṭhānaṃ. Tattha udakaṃ sambhejjaudakaṃ. Tenāha ‘‘sambhinnaṭṭhāne udaka’’nti.",
  "tika-s0302t1:9": "Saṃbhejjaudakasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t1:10": "4. Pathavīsuttādivaṇṇanā",
  "tika-s0302t1:11": "78-84.Cakkavāḷabbhantarāyāti cakkavāḷapabbatassa antogadhāya.",
  "tika-s0302t1:12": "Chaṭṭhādīsu vuttanayenevāti idha chaṭṭhasuttādīsu paṭhamasuttādīsu vuttanayenevāti attho veditabbo visesābhāvato.",
  "tika-s0302t1:13": "Pariyosāneti imassa abhisamayasaṃyuttassa osānaṭṭhāne. Aññatitthiyasamaṇabrāhmaṇaparibbājakānanti aññatitthiyānaṃ. Guṇādhigamoti jhānābhiññāsahito guṇādhigamo. Satabhāgampi…pe… na upagacchati saccapaṭivedhassa mahānubhāvattā. Tenāha bhagavā paccakkhasabbadhammo ‘‘evaṃ mahādhigamo, bhikkhave, diṭṭhisampanno puggalo evaṃ mahābhiñño’’ti.",
  "tika-s0302t1:14": "Pathavīsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t1:15": "Sāratthappakāsiniyā saṃyuttanikāya-aṭṭhakathāya",
  "tika-s0302t1:16": "Abhisamayasaṃyuttavaṇṇanāya līnatthappakāsanā samattā."
}