{
  "tika-s0301t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-s0301t0:1": "Saṁyuttanikāye",
  "tika-s0301t0:2": "Sagāthāvaggaṭīkā",
  "tika-s0301t0:3": "Ganthārambhakathāvaṇṇanā",
  "tika-s0301t0:4": "1. Saṁvaṇṇanārambhe ratanattayavandanā saṁvaṇṇetabbassa dhammassa pabhavanissayavisuddhipaṭivedanatthaṁ, taṁ pana dhammasaṁvaṇṇanāsu viññūnaṁ bahumānuppādanatthaṁ, taṁ sammadeva tesaṁ uggahaṇadhāraṇādikkamaladdhabbāya sammāpaṭipattiyā sabbahitasukhanipphādanatthanti. Atha vā maṅgalabhāvato, sabbakiriyāsu pubbakiccabhāvato, paṇḍitehi samācaritabhāvato, āyatiṁ paresaṁ diṭṭhānugatiāpajjanato ca saṁvaṇṇanāyaṁ ratanattayapaṇāmakiriyāti. Atha vā ratanattayapaṇāmakaraṇaṁ pūjanīyapūjāpuññavisesanibbattanatthaṁ, taṁ attano yathāladdhasampattinimittakassa kammassa balānuppadānatthaṁ, antarā ca tassa asaṁkocāpanatthaṁ, tadubhayaṁ anantarāyena aṭṭhakathāya parisamāpanatthanti idameva ca payojanaṁ ācariyena idhādhippetaṁ. Tathā hi vakkhati ‘‘iti me pasannamatino…pe… tassānubhāvenā’’ti. Vatthuttayapūjā hi niratisayapuññakkhettasaṁbuddhiyā aparimeyyapabhāvo puññātisayoti bahuvidhantarāyepi lokasannivāse antarāyanibandhanasakalasaṁkilesaviddhaṁsanāya pahoti, bhayādiupaddavañca nivāreti. Yathāha ‘‘pūjārahe pūjayato’’tiādi (dha. pa. 195; apa. thera 1.10.1), tathā ‘‘ye, bhikkhave, buddhe pasannā, agge te pasannā, agge kho pana pasannānaṁ aggo vipāko hotī’’tiādi (itivu. 90).",
  "tika-s0301t0:5": "‘‘Buddhoti kittayantassa, kāye bhavati yā pīti;",
  "tika-s0301t0:6": "Varameva hi sā pīti, kasiṇenapi jambudīpassa;",
  "tika-s0301t0:7": "Dhammoti…pe…, saṅghoti…pe…, jambudīpassā’’ti. (dī. ni. aṭṭha. 1.6);",
  "tika-s0301t0:8": "Tathā ‘‘yasmiṁ, mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hotī’’tiādi (a. ni. 6.10; 11.11). ‘‘Araññe rukkhamūle vā…pe… bhayaṁ vā chambhitattaṁ vā lomahaṁso na hessatī’’ti (saṁ. ni. 1.249) ca.",
  "tika-s0301t0:9": "Tattha yassa vatthuttayassa vandanaṁ kattukāmo, tassa guṇātisayayogasandassanatthaṁ ‘‘karuṇāsītalahadaya’’ntiādinā gāthattayamāha. Guṇātisayayogena hi vandanārahabhāvo, vandanārahe ca katā vandanā yathādhippetaṁ payojanaṁ sādhetīti. Tattha yassā desanāya saṁvaṇṇanaṁ kattukāmo, sā na vinayadesanā viya karuṇāppadhānā, nāpi abhidhammadesanā viya paññāppadhānā, atha kho karuṇāpaññāppadhānāti tadubhayappadhānameva tāva sammāsambuddhassa thomanaṁ kātuṁ tammūlakattā sesaratanānaṁ ‘‘karuṇāsītalahadaya’’ntiādi vuttaṁ. Tattha kiratīti karuṇā, paradukkhaṁ vikkhipati apanetīti attho. Atha vā kiṇātīti karuṇā, paradukkhe sati kāruṇikaṁ hiṁsati vibādhatīti attho. Paradukkhe sati sādhūnaṁ kampanaṁ hadayakhedaṁ karotīti vā karuṇā. Atha vā kamiti sukhaṁ, taṁ rundhatīti karuṇā. Esā hi paradukkhāpanayanakāmatālakkhaṇā attasukhanirapekkhatāya kāruṇikānaṁ sukhaṁ rundhati vibandhatīti attho. Karuṇāya sītalaṁ karuṇāsītalaṁ, karuṇāsītalaṁ hadayaṁ assāti karuṇāsītalahadayo, taṁ karuṇāsītalahadayaṁ.",
  "tika-s0301t0:10": "Tattha kiñcāpi paresaṁ hitopasaṁhārasukhādiaparihānicchanasabhāvatāya, byāpādāratīnaṁ ujuvipaccanīkatāya ca sattasantānagatasantāpavicchedanākārapavattiyā mettāmuditānampi cittasītalabhāvakāraṇatā upalabbhati, tathāpi paradukkhāpanayanākārappavattiyā parūpatāpāsahanarasā avihiṁsābhūtā karuṇāva visesena bhagavato cittassa cittapassaddhi viya sītibhāvanimittanti vuttaṁ ‘‘karuṇāsītalahadaya’’nti. Karuṇāmukhena vā mettāmuditānampi hadayasītalabhāvakāraṇatā vuttāti daṭṭhabbā .",
  "tika-s0301t0:11": "Atha vā chaasādhāraṇañāṇavisesanibandhanabhūtā sātisayaṁ niravasesañca sabbaññutaññāṇaṁ viya savisayabyāpitāya mahākaruṇābhāvamupagatā karuṇāva bhagavato abhisayena hadayasītalabhāvahetūti āha ‘‘karuṇāsītalahadaya’’nti.",
  "tika-s0301t0:12": "Atha vā satipi mettāmuditānaṁ sātisaye hadayasītibhāvanibandhanatte sakalabuddhaguṇavisesakāraṇatāya tāsampi kāraṇanti karuṇāva bhagavato ‘‘hadayasītalabhāvakāraṇa’’nti vuttā. Karuṇānidānā hi sabbepi buddhaguṇā, karuṇānubhāvanibbāpiyamānasaṁsāradukkhasantāpassa hi bhagavato paradukkhāpanayanakāmatāya anekānipi asaṅkhyeyyāni kappānaṁ akilantarūpasseva niravasesabuddhakaradhammasambharaṇaniyatassa samadhigatadhammādhipateyyassa ca sannihitesupi sattasaṅghāṭasamupanītahadayūpatāpanimittesu na īsakampi cittasītibhāvassa aññathattamahosīti. Etasmiñca atthavikappe tīsupi avatthāsu bhagavato karuṇā saṅgahitāti daṭṭhabbā.",
  "tika-s0301t0:13": "Pajānātīti paññā, yathāsabhāvaṁ pakārehi paṭivijjhatīti attho. Paññāva ñeyyāvaraṇappahānato pakārehi dhammasabhāvajotanaṭṭhena pajjototi paññāpajjoto. Savāsanappahānato visesena hataṁ samugghāṭitaṁ vihataṁ. Paññāpajjotena vihataṁ paññāpajjotavihataṁ. Muyhanti tena, sayaṁ vā muyhati, mohanamattameva vā tanti moho, avijjā. Sveva visayasabhāvapaṭicchādanakaraṇato andhakārasarikkhatāya tamo viyāti tamo. Paññāpajjotavihato mohatamo etassāti paññāpajjotavihatamohatamo, taṁ paññāpajjotavihatamohatamaṁ. Sabbesampi hi khīṇāsavānaṁ satipi paññāpajjotena avijjandhakārassa vihatabhāve saddhādhimuttehi viya diṭṭhippattānaṁ sāvakehi paccekasambuddhehi ca savāsanappahānena sammāsambuddhānaṁ kilesappahānassa viseso vijjatīti sātisayena avijjāppahānena bhagavantaṁ thomento āha ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0301t0:14": "Atha vā antarena paropadesaṁ attano santāne accantaṁ avijjandhakāravigamassa nibbattitattā, tathā sabbaññutāya balesu ca vasībhāvassa samadhigatattā, parasantatiyañca dhammadesanātisayānubhāvena sammadeva tassa pavattitattā bhagavāva visesato mohatamavigamena thometabboti āha ‘‘paññāpajjotavihatamohatama’’nti. Imasmiñca atthavikappe ‘‘paññāpajjoto’’ti padena bhagavato paṭivedhapaññā viya desanāpaññāpi sāmaññaniddesena, ekasesanayena vā saṅgahitāti daṭṭhabbā.",
  "tika-s0301t0:15": "Atha vā bhagavato ñāṇassa ñeyyapariyantikattā sakalañeyyadhammasabhāvāvabodhanasamatthena anāvaraṇañāṇasaṅkhātena paññāpajjotena sabbañeyyadhammasabhāvacchādakassa mohandhakārassa vidhamitattā anaññasādhāraṇo bhagavato mohatamavināsoti katvā vuttaṁ ‘‘paññāpajjotavihatamohatama’’nti. Ettha ca mohatamavidhamanante adhigatattā anāvaraṇañāṇaṁ kāraṇūpacārena sasantāne mohatamavidhamananti daṭṭhabbaṁ. Abhinīhārasampattiyā savāsanappahānameva hi kilesānaṁ ñeyyāvaraṇapahānanti, parasantāne pana mohatamavidhamanassa kāraṇabhāvato phalūpacārena anāvaraṇañāṇaṁ ‘‘mohatamavidhamana’’nti vuccatīti.",
  "tika-s0301t0:16": "Kiṁ pana kāraṇaṁ avijjāsamugghātoyeveko pahānasampattivasena bhagavato thomanānimittaṁ gayhati, na pana sātisayaṁ niravasesakilesapahānanti? Tappahānavacaneneva tadekaṭṭhatāya sakalasaṁkilesagaṇasamugghātassa jotitabhāvato. Na hi so tādiso kileso atthi, yo niravasesaavijjāppahānena na pahīyatīti.",
  "tika-s0301t0:17": "Atha vā vijjā viya sakalakusaladhammasamuppattiyā niravasesākusaladhammanibbattiyā saṁsārappavattiyā ca avijjā padhānakāraṇanti tabbighātavacanena sakalasaṁkilesagaṇasamugghāto vutto eva hotīti vuttaṁ ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0301t0:18": "Narā ca amarā ca narāmarā, saha narāmarehīti sanarāmaro, sanarāmaro ca so loko cāti sanarāmaraloko, tassa garūti sanarāmaralokagaru, taṁ sanarāmaralokagaruṁ. Etena devamanussānaṁ viya tadavasiṭṭhasattānampi yathārahaṁ guṇavisesāvahatāya bhagavato upakārataṁ dasseti. Na cettha padhānāppadhānabhāvo codetabbo. Añño hi saddakkamo, añño atthakkamo. Edisesu hi samāsapadesu padhānampi appadhānaṁ viya niddisīyati yathā ‘‘sarājikāya parisāyā’’ti (apa. aṭṭha. 1.1.82). Kāmañcettha sattasaṅkhārokāsavasena tividho loko, garubhāvassa pana adhippetattā garukaraṇasamatthasseva sattalokassa vasena attho gahetabbo. So hi lokīyanti ettha puññapāpāni tabbipāko cāti ‘‘loko’’ti vuccati. Amaraggahaṇena cettha upapattidevā adhippetā.",
  "tika-s0301t0:19": "Atha vā samūhattho loka-saddo samudāyavasena lokīyati paññāpīyatīti. Saha narehīti sanarā, sanarā ca te amarā cāti sanarāmarā, tesaṁ lokoti sanarāmaralokoti purimanayeneva yojetabbaṁ. Amara-saddena cettha visuddhidevāpi saṅgayhanti. Te hi maraṇābhāvato paramatthato amarā, narāmarānaṁyeva gahaṇaṁ ukkaṭṭhaniddesavasena yathā ‘‘satthā devamanussāna’’nti (dī. ni. 1.157). Tathā hi sabbānatthapariharaṇapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā sadevamanussāya pajāya accantamupakāritāya aparimitanirupamappabhāvaguṇavisesasamaṅgitāya ca sabbasattuttamo bhagavā aparimāṇāsu lokadhātūsu aparimāṇānaṁ sattānaṁ uttamaṁ gāravaṭṭhānaṁ. Tena vuttaṁ ‘‘sanarāmaralokagaru’’nti.",
  "tika-s0301t0:20": "Sobhanaṁ gataṁ gamanaṁ etassāti sugato. Bhagavato hi veneyyajanupasaṅkamanaṁ ekantena tesaṁ hitasukhanipphādanato sobhanaṁ, tathā lakkhaṇānubyañjanapaṭimaṇḍitarūpakāyatāya dutavilambitakhalitānukaḍḍhananippīḷanukkuṭikakuṭilākulatādi- dosarahitamavahasitarājahaṁsavasabhavāraṇamigarājagamanaṁ kāyagamanaṁ ñāṇagamanañca vipulanimmalakaruṇāsativīriyādiguṇavisesasahitamabhinīhārato yāva mahābodhi niravajjatāya sobhanamevāti.",
  "tika-s0301t0:21": "Atha vā sayambhūñāṇena sakalamapi lokaṁ pariññābhisamayavasena parijānanto ñāṇena sammā gato avagatoti sugato, tathā lokasamudayaṁ pahānābhisamayavasena pajahanto anuppattidhammataṁ āpādento sammā gato atītoti sugato, lokanirodhaṁ nibbānaṁ sacchikiriyābhisamayavasena sammā gato adhigatoti sugato, lokanirodhagāminiṁ paṭipadaṁ bhāvanābhisamayavasena sammā gato paṭipannoti sugato. ‘‘Sotāpattimaggena ye kilesā pahīnā, te kilese na puneti na pacceti na paccāgacchatīti sugato’’tiādinā nayena (mahāni. 38) ayamattho vibhāvetabboti.",
  "tika-s0301t0:22": "Atha vā sundaraṁ ṭhānaṁ sammāsambodhiṁ, nibbānameva vā gato adhigatoti sugato. Yasmā vā bhūtaṁ tacchaṁ atthasaṁhitaṁ veneyyānaṁ yathārahaṁ kālayuttameva ca dhammaṁ bhāsati, tasmā sammā gadati vadatīti sugato da-kārassa ta-kāraṁ katvā. Iti sobhanagamanatādīhi sugato, taṁ sugataṁ.",
  "tika-s0301t0:23": "Puññapāpakehi upapajjanavasena gantabbato gatiyo, upapattibhavavisesā. Tā pana nirayādivasena pañcavidhā. Tā hi sakalassapi bhavagāmikammassa ariyamaggādhigamena avipākārahabhāvakaraṇena nivattitattā bhagavā pañcahipi gatīhi suṭṭhu mutto visaṁyuttoti āha ‘‘gativimutta’’nti. Etena bhagavato katthacipi apariyāpannataṁ dasseti, yato bhagavā ‘‘devātidevo’’ti vuccati. Tenāha –",
  "tika-s0301t0:24": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "tika-s0301t0:25": "Yakkhattaṁ yena gaccheyyaṁ, manussattañca abbaje;",
  "tika-s0301t0:26": "Te mayhaṁ āsavā khīṇā, viddhastā vinaḷīkatā’’ti. (a. ni. 4.36);",
  "tika-s0301t0:27": "Taṁtaṁgatisaṁvattanakānañhi kammakilesānaṁ aggamaggena bodhimūleyeva suppahīnattā natthi bhagavato gatipariyāpannatāti accantameva bhagavā sabbabhavayonigativiññāṇaṭṭhitisattāvāsasattanikāyehi suparimutto. Taṁ gativimuttaṁ. Vandeti namāmi, thomemīti vā attho.",
  "tika-s0301t0:28": "Atha vā gativimuttanti anupādisesanibbānadhātuppattiyā bhagavantaṁ thometi. Ettha hi dvīhi ākārehi bhagavato thomanā veditabbā attahitasampattito parahitapaṭipattito ca. Tesu attahitasampatti anāvaraṇañāṇādhigamato, savāsanānaṁ sabbesaṁ kilesānaṁ accantapahānato, anupādisesanibbānappattito ca veditabbā. Parahitapaṭipatti lābhasakkārādinirapekkhacittassa sabbadukkhaniyyānikadhammadesanato, viruddhesupi niccaṁ hitajjhāsayavasena ñāṇaparipākakālāgamanato ca. Sā panettha āsayato payogato ca duvidhā parahitapaṭipatti, tividhā ca attahitasampatti pakāsitā hoti, kathaṁ? ‘‘Karuṇāsītalahadaya’’nti etena āsayato parahitapaṭipatti, sammāgadanatthena sugata-saddena payogato parahitapaṭipatti, ‘‘paññāpajjotavihatamohatamaṁ gativimutta’’nti etehi catusaccapaṭivedhatthena ca sugata-saddena tividhāpi attahitasampatti, avasiṭṭhatthena tena ‘‘paññāpajjotavihatamohatama’’nti etena ca sabbāpi attahitasampatti parahitapaṭipatti pakāsitā hotīti.",
  "tika-s0301t0:29": "Atha vā tīhi ākārehi bhagavato thomanā veditabbā – hetuto phalato upakārato ca. Tattha hetu mahākaruṇā, sā paṭhamapadena dassitā. Phalaṁ catubbidhaṁ ñāṇasampadā pahānasampadā ānubhāvasampadā rūpakāyasampadā cāti. Tāsu ñāṇapahānasampadā dutiyapadena saccapaṭivedhatthena ca sugata-saddena pakāsitā honti, ānubhāvasampadā pana tatiyapadena, rūpakāyasampadā yathāvuttakāyagamanasobhanatthena sugata-saddena lakkhaṇānubyañjanapāripūriyā vinā tadabhāvato . Upakāro anantaraṁ abāhiraṁ karitvā tividhayānamukhena vimuttidhammadesanā. So sammāgadanatthena sugata-saddena pakāsito hotīti veditabbaṁ.",
  "tika-s0301t0:30": "Tattha ‘‘karuṇāsītalahadaya’’nti etena sammāsambodhiyā mūlaṁ dasseti. Mahākaruṇāya sañcoditamānaso hi bhagavā saṁsārapaṅkato sattānaṁ samuddharaṇatthaṁ katābhinīhāro anupubbena pāramiyo pūretvā anuttaraṁ sammāsambodhiṁ adhigatoti karuṇā sammāsambodhiyā mūlaṁ. ‘‘Paññāpajjotavihatamohatama’’nti etena sammāsambodhiṁ dasseti. Anāvaraṇañāṇapadaṭṭhānañhi maggañāṇaṁ, maggañāṇapadaṭṭhānañca anāvaraṇañāṇaṁ sammāsambodhīti vuccatīti. Sammāgamanatthena sugata-saddena sammāsambodhiyā paṭipattiṁ dasseti līnuddhaccapatiṭṭhānāyūhanakāmasukhallikattakilamathānuyoga-sassatucchedābhinivesādi-antadvayarahitāya karuṇāpaññāpariggahitāya majjhimāya paṭipattiyā pakāsanato sugata-saddassa. Itarehi sammāsambodhiyā padhānāppadhānabhedaṁ payojanaṁ dasseti. Saṁsāramahoghato sattasantāraṇañhettha padhānaṁ payojanaṁ, tadaññamappadhānaṁ. Tesu padhānena parahitapaṭipattiṁ dasseti, itarena attahitasampattiṁ, tadubhayena attahitāya paṭipannādīsu catūsu puggalesu bhagavato catutthapuggalabhāvaṁ dasseti. Tena ca anuttaradakkhiṇeyyabhāvaṁ, uttamavandanīyabhāvaṁ, attano ca vandanakiriyāya khettaṅgatabhāvaṁ dasseti.",
  "tika-s0301t0:31": "Ettha ca karuṇāgahaṇena lokiyesu mahaggatabhāvappattāsādhāraṇaguṇadīpanato bhagavato sabbalokiyaguṇasampatti dassitā hoti, paññāgahaṇena sabbaññutaññāṇapadaṭṭhānamaggañāṇadīpanato sabbalokuttaraguṇasampatti. Tadubhayaggahaṇasiddho hi attho ‘‘sanarāmaralokagaru’’ntiādinā vipañcīyatīti. Karuṇāgahaṇena ca upagamanaṁ nirupakkilesaṁ dasseti, paññāgahaṇena apagamanaṁ. Tathā karuṇāgahaṇena lokasamaññānurūpaṁ bhagavato pavattiṁ dasseti lokavohāravisayattā karuṇāya, paññāgahaṇena samaññāya anatidhāvanaṁ. Sabhāvānavabodhena hi dhammānaṁ samaññaṁ atidhāvitvā sattādiparāmasanaṁ hotīti. Tathā karuṇāgahaṇena mahākaruṇāsamāpattivihāraṁ dasseti, paññāgahaṇena tīsu kālesu appaṭihatañāṇaṁ catusaccañāṇaṁ catupaṭisambhidāñāṇaṁ catuvesārajjañāṇaṁ, karuṇāgahaṇena mahākaruṇāsamāpattiñāṇassa gahitattā sesādhāraṇañāṇāni cha abhiññā aṭṭhasu parisāsu akampanañāṇāni dasa balāni cuddasa buddhañāṇāni soḷasa ñāṇacariyā aṭṭhārasa buddhadhammā catucattālīsa ñāṇavatthūni sattasattati ñāṇavatthūnīti evamādīnaṁ anekesaṁ paññāpabhedānaṁ vasena ñāṇacāraṁ dasseti. Tathā karuṇāgahaṇena caraṇasampattiṁ, paññāgahaṇena vijjāsampattiṁ. Karuṇāgahaṇena attādhipatitā, paññāgahaṇena dhammādhipatitā. Karuṇāgahaṇena lokanāthabhāvo, paññāgahaṇena attanāthabhāvo. Tathā karuṇāgahaṇena pubbakāribhāvo, paññāgahaṇena kataññutā. Karuṇāgahaṇena aparantapatā, paññāgahaṇena anattantapatā. Karuṇāgahaṇena vā buddhakaradhammasiddhi, paññāgahaṇena buddhabhāvasiddhi. Tathā karuṇāgahaṇena paresaṁ tāraṇaṁ, paññāgahaṇena sayaṁ tāraṇaṁ. Tathā karuṇāgahaṇena sabbasattesu anuggahacittatā, paññāgahaṇena sabbadhammesu virattacittatā dassitā hoti.",
  "tika-s0301t0:32": "Sabbesañca buddhaguṇānaṁ karuṇā ādi tannidānabhāvato, paññā pariyosānaṁ tato uttari karaṇīyābhāvato. Iti ādipariyosānadassanena sabbe buddhaguṇā dassitā honti. Tathā karuṇāgahaṇena sīlakkhandhapubbaṅgamo samādhikkhandho dassito hoti. Karuṇānidānañhi sīlaṁ tato pāṇātipātādiviratippavattito, sā ca jhānattayasampayoginīti. Paññāvacanena paññākkhandho. Sīlañca sabbabuddhaguṇānaṁ ādi, samādhi majjhe, paññā pariyosānanti evampi ādimajjhapariyosānakalyāṇadassanena sabbe buddhaguṇā dassitā honti nayato dassitattā. Eso eva hi niravasesato buddhaguṇānaṁ dassanupāyo, yadidaṁ nayaggahaṇaṁ, aññathā ko nāma samattho bhagavato guṇe anupadaṁ niravasesato dassetuṁ. Tenevāha –",
  "tika-s0301t0:33": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṁ,",
  "tika-s0301t0:34": "Kappampi ce aññamabhāsamāno;",
  "tika-s0301t0:35": "Khīyetha kappo ciradīghamantare,",
  "tika-s0301t0:36": "Vaṇṇo na khīyetha tathāgatassā’’ti. (dī. ni. aṭṭha. 1.304; 3.141; ma. ni. aṭṭha. 3.425; udā. 53; bu. vaṁ. aṭṭha. 4.5; cariyā. aṭṭha. nidānakathā, pakiṇṇakakathā; apa. 2.7.20) –",
  "tika-s0301t0:37": "Teneva ca āyasmatā sāriputtattherenapi buddaguṇaparicchedanaṁ pati anuyuttena ‘‘no hetaṁ, bhante’’ti paṭikkhipitvā ‘‘api ca me, bhante, dhammanvayo vidito’’ti (dī. ni. 2.146) vuttaṁ.",
  "tika-s0301t0:38": "2. Evaṁ saṅkhepena sakalasabbaññuguṇehi bhagavantaṁ abhitthavitvā idāni saddhammaṁ thometuṁ ‘‘buddhopī’’tiādimāha. Tattha buddhoti kattuniddeso. Buddhabhāvanti kammaniddeso. Bhāvetvā sacchikatvāti ca pubbakālakiriyāniddeso. Yanti aniyamato kammaniddeso. Upagatoti aparakālakiriyāniddeso. Vandeti kiriyāniddeso. Tanti niyamanaṁ. Dhammanti vandanakiriyāya kammaniddeso. Gatamalaṁ anuttaranti ca tabbisesanaṁ.",
  "tika-s0301t0:39": "Tattha buddhasaddassa tāva – ‘‘bujjhitā saccānīti buddho, bodhetā pajāyāti buddho’’tiādinā niddesanayena (mahāni. 192; cūḷani. pārāyanatthutigāthāniddesa 97) attho veditabbo. Atha vā savāsanāya aññāṇaniddāya accantavigamato, buddhiyā vā vikasitabhāvato buddhavāti buddho jāgaraṇavikasanatthavasena. Atha vā kassacipi ñeyyadhammassa anavabuddhassa abhāvena ñeyyavisesassa kammabhāvena aggahaṇato kammavacanicchāya abhāvena avagamanatthavaseneva kattuniddeso labbhatīti buddhavāti buddho yathā ‘‘dikkhito na dadātī’’ti. Atthato pana pāramitāparibhāvito sayambhūñāṇena saha vāsanāya vihataviddhastaniravasesakileso mahākaruṇā sabbaññutaññāṇādiaparimeyyaguṇagaṇādhāro khandhasantāno buddho. Yathāha – ‘‘buddhoti yo so bhagavā sayambhū anācariyako pubbe ananussutesu dhammesu sāmaṁ saccāni abhisambujjhi. Tattha ca sabbaññutaṁ patto balesu ca vasībhāva’’nti (mahāni. 192). Api-saddo sambhāvane. Tena ‘‘evaṁ guṇavisesayutto sopi nāma bhagavā’’ti vakkhamānaguṇe dhamme sambhāvanaṁ dīpeti. Buddhabhāvanti sammāsambodhiṁ. Bhāvetvāti uppādetvā vaḍḍhetvā ca. Sacchikatvāti paccakkhaṁ katvā. Upagatoti patto, adhigatoti attho. Etassa ‘‘buddhabhāva’’nti etena sambandho. Gatamalanti vigatamalaṁ, niddosanti attho. Vandeti paṇamāmi, thomemi vā. Anuttaranti uttararahitaṁ, lokuttaranti attho. Dhammanti yathānusiṭṭhaṁ paṭipajjamāne apāyato saṁsārato ca apatamāne dhāretīti dhammo.",
  "tika-s0301t0:40": "Ayañhettha saṅkhepattho – evaṁ vividhaguṇagaṇasamannāgato buddhopi bhagavā yaṁ ariyamaggasaṅkhātaṁ dhammaṁ bhāvetvā phalanibbānasaṅkhātaṁ pana dhammaṁ sacchikatvā anuttaraṁ sammāsambodhiṁ adhigato, tametaṁ buddhānampi buddhabhāvahetubhūtaṁ sabbadosamalarahitaṁ attano uttaritarābhāvena anuttaraṁ paṭivedhasaddhammaṁ namāmīti. Pariyattisaddhammassapi tappakāsanattā idha saṅgaho daṭṭhabbo. Atha vā ‘‘abhidhammanayasamuddaṁ adhigacchi, tīṇi piṭakāni sammasī’’ti ca aṭṭhakathāyaṁ vuttattā pariyattidhammassapi sacchikiriyasammasanapariyāyo labbhatīti sopi idha vutto evāti daṭṭhabbaṁ.",
  "tika-s0301t0:41": "Tathā ‘‘yaṁ dhammaṁ bhāvetvā sacchikatvā’’ti ca vuttattā buddhakaradhammabhūtāhi pāramitāhi saha pubbabhāge adhisīlasikkhādayopi idha dhamma-saddena saṅgahitāti veditabbaṁ. Tāpi hi malapaṭipakkhatāya gatamalā anaññasādhāraṇatāya anuttarā cāti. Tathā hi sattānaṁ sakalavaṭṭadukkhanissaraṇatthāya katamahābhinīhāro mahākaruṇādhivāsapesalajjhāsayo paññāvisesaparidhotanimmalānaṁ dānadamasaññamādīnaṁ uttamadhammānaṁ satasahassādhikāni kappānaṁ cattāri asaṅkhyeyyāni sakkaccaṁ nirantaraṁ niravasesānaṁ bhāvanāpaccakkhakaraṇehi kammādīsu adhigatavasibhāvo acchariyācinteyyamahānubhāvo adhisīlādhicittānaṁ paramukkaṁsapāramippatto bhagavā paccayākāre catuvīsatikoṭisatasahassamukhena mahāvajirañāṇaṁ pesetvā anuttaraṁ sammāsambodhiṁ abhisambuddhoti.",
  "tika-s0301t0:42": "Ettha ca ‘‘bhāvetvā’’ti etena vijjāsampadāya dhammaṁ thometi, ‘‘sacchikatvā’’ti etena vimuttisampadāya. Tathā paṭhamena jhānasampadāya, dutiyena vimokkhasampadāya. Paṭhamena vā samādhisampadāya, dutiyena samāpattisampadāya. Atha vā paṭhamena khayeñāṇabhāvena, dutiyena anuppādeñāṇabhāvena. Purimena vā vijjūpamatāya, dutiyena vajirupamatāya. Purimena vā virāgasampattiyā, dutiyena nirodhasampattiyā. Tathā paṭhamena niyyānabhāvena, dutiyena nissaraṇabhāvena. Paṭhamena vā hetubhāvena, dutiyena asaṅkhatabhāvena. Paṭhamena vā dassanabhāvena, dutiyena vivekabhāvena. Paṭhamena vā adhipatibhāvena, dutiyena amatabhāvena dhammaṁ thometi. Atha vā ‘‘yaṁ dhammaṁ bhāvetvā buddhabhāvaṁ upagato’’ti etena svākkhātatāya dhammaṁ thometi, ‘‘sacchikatvā’’ti etena sandiṭṭhikatāya. Tathā purimena akālikatāya, pacchimena ehipassikatāya. Purimena vā opaneyyikatāya, pacchimena paccattaṁ veditabbatāya dhammaṁ thometi. ‘‘Gatamala’’nti iminā saṁkilesābhāvadīpanena dhammassa parisuddhataṁ dasseti. ‘‘Anuttara’’nti etena aññassa visiṭṭhassa abhāvadīpanena vipulaparipuṇṇataṁ. Paṭhamena vā pahānasampadaṁ dhammassa dasseti, dutiyena sabhāvasampadaṁ. Bhāvetabbatāya vā dhammassa gatamalabhāvo yojetabbo. Bhāvanābalena hi so dosānaṁ samugghātako hotīti. Sacchikātabbabhāvena anuttarabhāvo yojetabbo. Sacchikiriyānibbattito hi tatuttarikaraṇīyābhāvato anaññasādhāraṇatāya anuttaroti. Tathā ‘‘bhāvetvā’’ti etena saha pubbabhāgasīlādīhi sekkhā sīlasamādhipaññākkhandhā dassitā honti. ‘‘Sacchikatvā’’ti etena saha asaṅkhatāya dhātuyā asekkhā sīlasamādhipaññākkhandhā dassitā hontīti.",
  "tika-s0301t0:43": "3. Evaṁ saṅkhepeneva sabbadhammaguṇehi saddhammaṁ abhitthavitvā idāni ariyasaṅghaṁ thometuṁ ‘‘sugatassā’’tiādimāha. Tattha sugatassāti sambandhaniddeso . Tassa ‘‘puttāna’’nti etena sambandho . Orasānanti puttavisesanaṁ. Mārasenamathanānanti orasaputtabhāve kāraṇaniddeso. Tena kilesapahānameva bhagavato orasaputtabhāve kāraṇaṁ anujānātīti dasseti. Aṭṭhannanti gaṇanaparicchedaniddeso. Tena ca satipi tesaṁ sattavisesabhāvena anekasahassasaṅkhābhāve imaṁ gaṇanaparicchedaṁ nātivattantīti dasseti maggaṭṭhaphalaṭṭhabhāvānativattanato. Samūhanti samudāyaniddeso. Ariyasaṅghanti guṇavisiṭṭhasaṅghātabhāvaniddeso. Tena asatipi ariyapuggalānaṁ kāyasāmaggiyaṁ ariyasaṅghabhāvaṁ dasseti diṭṭhisīlasāmaññena saṁhatabhāvato.",
  "tika-s0301t0:44": "Tattha urasi bhavā jātā saṁbaddhā ca orasā. Yathā hi sattānaṁ orasaputtā attajātatāya pitu santakassa dāyajjassa visesena bhāgino honti, evametepi ariyapuggalā sammāsambuddhassa dhammassavanante ariyāya jātiyā jātatāya bhagavato santakassa vimuttisukhassa ariyadhammaratanassa ca ekantabhāginoti orasā viya orasā. Atha vā bhagavato dhammadesanānubhāveneva ariyabhūmiṁ okkamamānā okkantā ca ariyasāvakā bhagavato urena vāyāmajanitābhijātitāya nippariyāyena orasā puttāti vattabbataṁ arahanti. Sāvakehi pavattiyamānāpi hi dhammadesanā ‘‘bhagavato dhammadesanā’’icceva vuccati tammūlikattā lakkhaṇādivisesābhāvato ca.",
  "tika-s0301t0:45": "Yadipi ariyasāvakānaṁ ariyamaggādhigamasamaye bhagavato viya tadantarāyakaraṇatthaṁ devaputtamāro, māravāhinī vā na ekantena apasādeti, tehi pana apasādetabbatāya kāraṇe vimathite tepi vimathitā eva nāma hontīti āha ‘‘mārasenamathanāna’’nti. Imasmiṁ panatthe ‘‘māramārasenamathanāna’’nti vattabbe mārasenamathanānanti ekadesasarūpekaseso katoti daṭṭhabbaṁ. Atha vā khandhābhisaṅkhāramārānaṁ viya devaputtamārassapi guṇamāraṇe sahāyabhāvūpagamanato kilesabalakāyo ‘‘senā’’ti vuccati. Yathāha ‘‘kāmā te paṭhamā senā’’tiādi (su. ni. 438). Sā ca tehi diyaḍḍhasahassabhedā, anantabhedā vā kilesavāhinī satidhammavicayavīriyasamathādiguṇapaharaṇehi odhiso vimathitā vihatā viddhastā cāti mārasenamathanā, ariyasāvakā. Etena tesaṁ bhagavato anujātaputtataṁ dasseti.",
  "tika-s0301t0:46": "Ārakattā kilesehi, anaye na iriyanato, aye ca iriyanato ariyā niruttinayena. Atha vā sadevakena lokena saraṇanti araṇīyato upagantabbato, upagatānañca tadatthasiddhito ariyā. Ariyānaṁ saṅghoti ariyasaṅgho. Ariyo ca so saṅgho cāti vā ariyasaṅgho. Bhagavato aparabhāge buddhadhammaratanānampi samadhigamo saṅgharatanādhīnoti assa ariyasaṅghassa bahūpakārataṁ dassetuṁ idheva ‘‘sirasā vande’’ti vuttanti daṭṭhabbaṁ.",
  "tika-s0301t0:47": "Ettha ca ‘‘sugatassa orasānaṁ puttāna’’nti etena ariyasaṅghassa pabhavasampadaṁ dasseti, ‘‘mārasenamathanāna’’nti etena pahānasampadaṁ sakalasaṁkilesapahānadīpanato, ‘‘aṭṭhannampi samūha’’nti etena ñāṇasampadaṁ maggaṭṭhaphalaṭṭhabhāvadīpanato. ‘‘Ariyasaṅgha’’nti etena pabhavasampadaṁ dasseti sabbasaṅghānaṁ aggabhāvadīpanato. Atha vā sugatassa orasānaṁ puttānanti ariyasaṅghassa visuddhanissayabhāvadīpanaṁ. Mārasenamathanānanti sammāujuñāyasāmīcippaṭipannabhāvadīpanaṁ. Aṭṭhannampi samūhanti āhuneyyādibhāvadīpanaṁ. Ariyasaṅghanti anuttarapuññakhettabhāvadīpanaṁ. Tathā ‘‘sugatassa orasānaṁ puttāna’’nti etena ariyasaṅghassa lokuttarasaraṇagamanasabhāvaṁ dīpeti. Lokuttarasaraṇagamanena hi te bhagavato orasaputtā jātā. ‘‘Mārasenamathanāna’’nti etena abhinīhārasampadāya siddhaṁ pubbabhāge sammāpaṭipattiṁ dasseti. Katābhinīhārā hi sammāpaṭipannā māraṁ māraparisaṁ vā abhivijinanti. ‘‘Aṭṭhannampi samūha’’nti etena paṭividdhastavipakkhe sekkhāsekkhadhamme dasseti puggalādhiṭṭhānena maggaphaladhammānaṁ pakāsitattā. ‘‘Ariyasaṅgha’’nti aggadakkhiṇeyyabhāvaṁ dasseti. Saraṇagamanañca sāvakānaṁ sabbaguṇānaṁ ādi, sapubbabhāgapaṭipadā sekkhā sīlakkhandhādayo majjhe, asekkhā sīlakkhandhādayo pariyosānanti ādimajjhapariyosānakalyāṇā saṅkhepato sabbe ariyasaṅghaguṇā pakāsitā honti.",
  "tika-s0301t0:48": "4. Evaṁ gāthāttayena saṅkhepato sakalaguṇasaṁkittanamukhena ratanattayassa paṇāmaṁ katvā idāni taṁ nipaccakāraṁ yathādhippete payojane pariṇāmento ‘‘iti me’’tiādimāha. Tattha ratijananaṭṭhena ratanaṁ, buddhadhammasaṅghā. Tesañhi ‘‘itipi so bhagavā’’tiādinā yathābhūtaguṇe āvajjentassa amatādhigamahetubhūtaṁ anappakaṁ pītipāmojjaṁ uppajjati. Yathāha –",
  "tika-s0301t0:49": "‘‘Yasmiṁ, mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosapariyuṭṭhitaṁ cittaṁ hoti, na mohapariyuṭṭhitaṁ cittaṁ hoti, ujugatamevassa tasmiṁ samaye cittaṁ hoti tathāgataṁ ārabbha. Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ, pamuditassa pīti jāyatī’’tiādi (a. ni. 6.10; 11.11).",
  "tika-s0301t0:50": "Cittīkatādibhāvo vā ratanaṭṭho. Vuttañhetaṁ –",
  "tika-s0301t0:51": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "tika-s0301t0:52": "Anomasattaparibhogaṁ, ratanaṁ tena vuccatī’’ti. (dī. ni. aṭṭha. 2.33; khu. pā. aṭṭha. 6.3; su. ni. aṭṭha. 226; mahāni. aṭṭha. 50) –",
  "tika-s0301t0:53": "Cittīkatabhāvādayo ca anaññasādhāraṇā buddhādīsu eva labbhantīti.",
  "tika-s0301t0:54": "Vandanāva vandanāmayaṁ yathā ‘‘dānamayaṁ sīlamaya’’nti. Vandanā cettha kāyavācācittehi tiṇṇaṁ ratanānaṁ guṇaninnatā, thomanā vā. Pujjabhavaphalanibbattanato puññaṁ, attano santānaṁ punātīti vā. Suvihatantarāyoti. Suṭṭhu vihatantarāyo. Etena attano pasādasampattiyā, ratanattayassa ca khettabhāvasampattiyā taṁ puññaṁ atthappakāsanassa upaghātakaupaddavānaṁ vihanane samatthanti dasseti. Hutvāti pubbakālakiriyā. Tassa ‘‘atthaṁ pakāsayissāmī’’ti etena sambandho. Tassāti yaṁ ratanattayavandanāmayaṁ puññaṁ, tassa. Ānubhāvenāti balena.",
  "tika-s0301t0:55": "5. Evaṁ ratanattayassa nipaccakāre payojanaṁ dassetvā idāni yassā dhammadesanāya atthaṁ saṁvaṇṇetukāmo, tassā tāva guṇābhitthavanavasena upaññāpanatthaṁ ‘‘saṁyuttavaggapaṭimaṇḍitassā’’tiādi vuttaṁ, devatāsaṁyuttādisaṁyuttehi ceva naḷavaggādivaggehi ca vibhūsitassāti attho. Tattha ‘‘saṁyutta’’nti ‘‘saṁyogo’’ti ca atthato ekaṁ. Kesaṁ saṁyuttaṁ? Suttavaggānaṁ. Yathā hi byañjanasamudāyo padaṁ, evaṁ atthesu ca katāvadhiko padasamudāyo vākyaṁ, vākyasamudāyo suttaṁ, suttasamudāye vaggoti samaññā, tathā suttavaggasamudāye saṁyuttasamaññā. Saṁyujjantīti ettha suttavaggāti saṁyuttaṁ. Yadipi avayavavinimutto samudāyo nāma paramatthato natthi, avayave eva taṁtaṁsannivesavisiṭṭhe upādāya padādisamaññā viya suttavaggasamaññā saṁyuttasamaññā āgamasamaññā ca, tathāpi paramatthato avijjamānopi samudāyo buddhiparikappitarūpena vijjamāno viya gayhamāno avayavānaṁ adhiṭṭhānabhāvena voharīyati yathā ‘‘rukkhe sākhā’’ti, tasmā vuttaṁ ‘‘saṁyuttavaggapaṭimaṇḍitassā’’ti.",
  "tika-s0301t0:56": "Nanu saṁyuttavaggo eva āgamo, tassa pana kehi maṇḍananti? Na codetabbametaṁ. Bhavati hi abhinnepi vatthusmiṁ yathādhippetavisesāvabodhanato bhedakasamudācāro yathā ‘‘silāputtakassa sarīra’’nti. Āgamissanti ettha, etena, etasmā vā attatthaparatthādayoti āgamo, ādikalyāṇādiguṇasampattiyā uttamaṭṭhena taṁtaṁabhipatthitasamiddhihetutāya paṇḍitehi varitabbato varo, āgamo ca so varo cāti āgamavaro. Āgamasammatehi vā varoti āgamavaro, saṁyutto ca so āgamavaro cāti saṁyuttāgamavaro, tassa. Buddhānaṁ anubuddhā buddhānubuddhā, buddhānaṁ saccapaṭivedhaṁ anugamma paṭividdhasaccā aggasāvakādayo ariyā. Tehi atthasaṁvaṇṇanāguṇasaṁvaṇṇanānaṁ vasena saṁvaṇṇitassa.",
  "tika-s0301t0:57": "Atha vā buddhā ca anubuddhā ca buddhānubuddhāti yojetabbaṁ. Sammāsambuddheneva hi vinayasuttaabhidhammānaṁ pakiṇṇakadesanādivasena yo paṭhamaṁ attho vibhatto, so eva pacchā tesaṁ atthavaṇṇanāvasena saṅgītikārehi saṅgahaṁ āropitoti. Ettha ca saṁyuttānaṁ vaggā samūhāti saṁyuttavaggā, sagāthāvaggādayo. Tappariyāpannatāya saṁyuttesu vaggā saṁyuttavaggā, naḷavaggādayo. Saṁyuttāva vaggā saṁyuttavaggā. Tividhepi te ekasesanayena gahetvā vuttaṁ ‘‘saṁyuttavaggapaṭimaṇḍitassā’’ti.",
  "tika-s0301t0:58": "Tattha sagāthāvagge tāva ekādasa saṁyuttāni aṭṭhatiṁsa vaggā. Nidānavagge nava saṁyuttāni ekūnacattālīsa vaggā. Khandhavagge ekādasa saṁyuttāni ekūnasaṭṭhi vaggā. Saḷāyatanavagge nava saṁyuttāni aṭṭhatiṁsa vaggā. Mahāvagge dvādasa saṁyuttāni aṭṭhacattālīsa vaggā. Idamettha saṁyuttantaravaggānaṁ parimāṇaṁ.",
  "tika-s0301t0:59": "Ñāṇappabhedajananassāti paṭiccasamuppādakhandhāyatanādikathābahulatāya gambhīrañāṇacariyāvibhāvanato paññāvibhāgasamuppādakassa. Idha pana ‘‘paññāppabhedajananassā’’ti svāyamāgamo thomito, saṁvaṇṇanāsu cāyaṁ ācariyassa pakati, yadidaṁ taṁtaṁsaṁvaṇṇanānaṁ ādito tassa tassa saṁvaṇṇetabbassa dhammassa visesaguṇakittanena thomanā. Tathā hi sumaṅgalavilāsinīpapañcasūdanīmanorathapūraṇīaṭṭhasālinīādīsu ca yathākkamaṁ ‘‘saddhāvahaguṇassa, paravādamathanassa, dhammakathikapuṅgavānaṁ vicittapaṭibhānajananassa, tassa gambhīrañāṇehi ogāḷhassa abhiṇhaso nānānayavicittassa abhidhammassā’’tiādinā thomanā katā.",
  "tika-s0301t0:60": "6. Attho kathīyati etāyāti atthakathā, atthakathāva aṭṭhakathā ttha-kārassa ṭṭha-kāraṁ katvā yathā ‘‘dukkhassa pīḷanaṭṭho’’ti. Āditoti ādimhi paṭhamasaṅgītiyaṁ. Chaḷabhiññatāya paramena cittavasibhāvena samannāgatattā jhānādīsu pañcavidhavasitāsambhāvato ca vasino, therā mahākassapādayo . Tesaṁ satehi pañcahi. Yāti yā aṭṭhakathā. Saṅgītāti atthaṁ kathetuṁ yuttaṭṭhāne ‘‘ayaṁ etassa attho, ayaṁ etassa attho’’ti saṅgahetvā vuttā. Anusaṅgītā ca yasattherādīhi pacchāpi dutiyatatiyasaṅgītīsu. Iminā attano saṁvaṇṇanāya āgamanavisuddhiṁ dasseti.",
  "tika-s0301t0:61": "7. Sīhassa lānato gahaṇato sīhaḷo, sīhakumāro, tabbaṁsajātatāya tambapaṇṇidīpe khattiyā, tesaṁ nivāsatāya tambapaṇṇidīpassa ca sīhaḷabhāvo veditabbo. Ābhatāti jambudīpato ānītā. Athāti pacchā. Aparabhāge hi nikāyantaraladdhīhi asaṅkaratthaṁ sīhaḷabhāsāya aṭṭhakathā ṭhapitāti. Tena mūlaṭṭhakathā sabbasādhāraṇā na hotīti idaṁ atthappakāsanaṁ ekantena karaṇīyanti dasseti. Tenevāha ‘‘dīpavāsīnamatthāyā’’ti. Ettha dīpavāsīnanti jambudīpavāsīnaṁ, sīhaḷadīpavāsīnaṁ vā atthāya sīhaḷabhāsāya ṭhapitāti yojanā.",
  "tika-s0301t0:62": "8.Apanetvāti kañcukasadisaṁ sīhaḷabhāsaṁ apanetvā. Tatoti aṭṭhakathāto. Ahanti attānaṁ niddisati. Manoramaṁ bhāsanti māgadhabhāsaṁ. Sā hi sabhāvaniruttibhūtā paṇḍitamanaṁ ramayati. Tenevāha ‘‘tantinayānucchavika’’nti, pāḷigatiyā anulomikaṁ pāḷichāyānuvidhāyininti attho. Vigatadosanti asabhāvaniruttibhāsantararahitaṁ.",
  "tika-s0301t0:63": "9.Samayaṁ avilomentoti siddhantaṁ avirodhento. Etena atthadosābhāvamāha. Aviruddhattā eva hi theravādāpi idha pakāsīyissanti. Theravaṁsadīpānanti thirehi sīlakkhandhādīhi samannāgatattā therā, mahākassapādayo. Tehi āgatā ācariyaparamparā theravaṁso, tappariyāpannā hutvā āgamādhigamasampannattā paññāpajjotena tassa samujjalanato theravaṁsadīpā, mahāvihāravāsino, tesaṁ. Vividhehi ākārehi nicchīyatīti vinicchayo, gaṇṭhiṭṭhānesu khilamaddanākārena pavattā vimaticchedanī kathā. Suṭṭhunipuṇo saṇho vinicchayo etesanti sunipuṇavinicchayā. Atha vā vinicchinotīti vinicchayo vuttappakāravisayaṁ ñāṇaṁ. Suṭṭhu nipuṇo cheko vinicchayo etesanti yojetabbaṁ. Etena mahākassapāditheraparamparāgato, tato eva ca aviparīto saṇho sukhumo mahāvihāravāsīnaṁ vinicchayo, tassa pamāṇabhūtataṁ dasseti.",
  "tika-s0301t0:64": "10.Sujanassa cāti ca-saddo sampiṇḍanattho. Tena ‘‘na kevalaṁ jambudīpavāsīnameva atthāya , atha kho sādhujanatosanatthañcā’’ti dasseti. Tena ca ‘‘tambapaṇṇidīpavāsīnampi atthāyā’’ti ayamattho siddho hoti uggahaṇādisukaratāya tesampi bahukārattā. Ciraṭṭhitatthanti ciraṭṭhitiatthaṁ, cirakālappavattanāyāti attho. Idañhi atthappakāsanaṁ aviparītapadabyañjanasunikkhepassa atthasunayassa ca upāyabhāvato saddhammassa ciraṭṭhitiyā pavattati. Vuttañhetaṁ bhagavatā ‘‘dveme, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. Katame dve? Sunikkhittañca padabyañjanaṁ attho ca sunīto’’ti (a. ni. 2.20).",
  "tika-s0301t0:65": "11-12. Yaṁ atthavaṇṇanaṁ kattukāmo, tassā mahattaṁ pariharituṁ ‘‘sāvatthipabhūtīna’’ntiādi vuttaṁ. Tenevāha – ‘‘na idha bhiyyo vitthārakathaṁ karissāmi, na taṁ idha vicārayissāmī’’ti ca. Saṅgītīnaṁ dvinnanti dīghamajjhimanikāyānaṁ.",
  "tika-s0301t0:66": "13. ‘‘Na idha bhiyyo vitthārakathaṁ karissāmī’’ti sāmaññato vuttassa atthassa avassayaṁ dassetuṁ ‘‘suttānaṁ panā’’tiādi vuttaṁ.",
  "tika-s0301t0:67": "14. Yaṁ aṭṭhakathaṁ kattukāmo, tadekadesabhāvena visuddhimaggo gahetabboti kathikānaṁ upadesaṁ karonto tatta vicāritadhamme uddesavasena dasseti ‘‘sīlakathā’’tiādinā. Tattha sīlakathāti cārittavārittādivasena sīlassa vitthārakathā. Dhutadhammāti piṇḍapātikaṅgādayo terasa kilesadhunanakadhammā. Kammaṭṭhānāni sabbānīti pāḷiyaṁ āgatāni aṭṭhattiṁsa, aṭṭhakathāyaṁ dveti niravasesāni yogakammassa bhāvanāya pavattiṭṭhānāni. Cariyāvidhānasahitoti rāgacariyādīnaṁ sabhāgādividhānena sahito. Jhānāni cattāri rūpāvacarajjhānāni, samāpattiyo catasso arūpasamāpattiyo. Aṭṭhapi vā paṭiladdhamattāni jhānāni, samāpajjanavasibhāvappattiyā samāpattiyo. Jhānāni vā rūpārūpāvacarajjhānāni, samāpattiyo phalasamāpattinirodhasamāpattiyo.",
  "tika-s0301t0:68": "15. Lokiyalokuttarabhedā cha abhiññāyo sabbā abhiññāyo. Ñāṇavibhaṅgādīsu āgatanayena ekavidhādinā paññāya saṅkaletvā sampiṇḍetvā nicchayo paññāsaṅkalananicchayo.",
  "tika-s0301t0:69": "16. Paccayadhammānaṁ hetuādīnaṁ paccayuppannadhammānaṁ hetupaccayādibhāvo paccayākāro, tassa desanā paccayākāradesanā, paṭiccasamuppādakathāti attho. Sā pana nikāyantaraladdhisaṅkararahitatāya suṭṭhuparisuddhā, ghanavinibbhogassa ca sudukkaratāya nipuṇā saṇhasukhumā, ekattanayādisahitā ca tattha vicāritāti āha ‘‘suparisuddhanipuṇanayā’’ti. Paṭisambhidādīsu āgatanayaṁ avisajjetvāva vicāritattā avimuttatantimaggā.",
  "tika-s0301t0:70": "17.Iti pana sabbanti iti-saddo parisamāpane, pana-saddo vacanālaṅkāre, etaṁ sabbanti attho. Idhāti imissā aṭṭhakathāya. Na taṁ vicārayissāmi punaruttibhāvatoti adhippāyo.",
  "tika-s0301t0:71": "18. Idāni tasseva avicāraṇassa ekantakāraṇaṁ niddhārento ‘‘majjhe visuddhimaggo’’tiādimāha. Tattha ‘‘majjhe ṭhatvā’’ti etena majjhaṭṭhabhāvadīpanena visesato catunnaṁ āgamānaṁ sādhāraṇaṭṭhakathā visuddhimaggo, na sumaṅgalavilāsiniādayo viya asādhāraṇaṭṭhakathāti dasseti. ‘‘Visesato’’ti ca idaṁ vinayābhidhammānampi visuddhimaggo yathārahaṁ atthavaṇṇanā hoti evāti katvā vuttaṁ.",
  "tika-s0301t0:72": "19.Iccevāti iti eva. Tampīti visuddhimaggampi. Etāyāti sāratthappakāsiniyā.",
  "tika-s0301t0:73": "Ettha ca ‘‘sīhaḷadīpaṁ ābhatā’’tiādinā aṭṭhakathākaraṇassa nimittaṁ dasseti, ‘‘dīpavāsīnamatthāya sujanassa ca tuṭṭhatthaṁ ciraṭṭhitatthañca dhammassā’’ti etehi payojanaṁ, ‘‘saṁyuttāgamavarassa atthaṁ pakāsayissāmī’’ti etena piṇḍatthaṁ, ‘‘apanetvāna tatohaṁ sīhaḷabhāsa’’ntiādinā ‘‘sāvatthipabhūtīna’’ntiādinā ‘‘sīlakathā’’tiādinā ca karaṇappakāraṁ. Heṭṭhimanikāyesu visuddhimagge ca vicāritānaṁ atthānaṁ avicāraṇampi hi idha karaṇappakāro evāti.",
  "tika-s0301t0:74": "Ganthārambhakathāvaṇṇanā niṭṭhitā."
}