{
  "tika-abh02t23:0": "6. Paṭiccasamuppādavibhaṅgo",
  "tika-abh02t23:1": "1. Suttantabhājanīyaṁ",
  "tika-abh02t23:2": "Uddesavāravaṇṇanā",
  "tika-abh02t23:3": "225.‘‘Vuttattā’’ti idaṁ nissakkaṁ kiṁ lakkhaṇaṁ? Hetulakkhaṇaṁ. Yadi evaṁ taṁhetuko vibhajjavādibhāvo āpajjati. Na hi moggaliputtatissattherena vuttattā buddhasāvakā vibhajjavādino ahesunti? Nayidamevaṁ. Tividho hi hetu ñāpako, kārako, sampāpakoti. Tesu ñāpakahetu idhādhippeto, tasmā tena mahātherena ‘‘kiṁ vādī, bhante, sammāsambuddho’’ti puṭṭhena ‘‘vibhajjavādī, mahārājā’’ti tadā vuttavacanena ñāyati ‘‘sammāsambuddhasāvakā vibhajjavādino’’ti imamatthaṁ dasseti kiṁ…pe… vuttattā…pe… vibhajjavādino’’ti. ‘‘Ahañhi, brāhmaṇa, vinayāya dhammaṁ desemi rāgassā’’tiādiṁ vatvā ‘‘no ca kho yaṁ tvaṁ sandhāya vadesī’’tiādinā (pārā. 5-9) verañjabrāhmaṇassa bhagavatā venayikādibhāvo vibhajja vuttoti taṁ anuvadantā sāvakāpi tathā vadantīti āha ‘‘te hi venayikādibhāvaṁ vibhajja vadantī’’ti. Cīvarādīnanti ādi-saddena somanassādīnaṁ saṅgaho daṭṭhabbo. Tānipi hi sevitabbāsevitabbabhāvena vibhajja vuttāni. Vibhajjavādiparisā vibhajjavādimaṇḍalanti etasmiṁ atthe yathā taṁ otiṇṇo nāma hoti, taṁdassanatthaṁ ‘‘ācariye anabbhācikkhantenā’’tiādi vuttaṁ. Sakasamayāvokkamādi hi paramatthato tadotāro. ‘‘Asaṁkiliṭṭhāpi avijjā atthi amaggavajjhā, yāya nivutā khīṇāsavāpi nāmagottādīsu ekaccaṁ na jānanti, sā kusalacittuppādesupi pavattatī’’ti nikāyantariyā. Taṁ sandhāyāha ‘‘avijjā puññāneñjābhisaṅkhārānaṁ hetupaccayo hotītiādiṁ vadanto’’ti. Upalakkhaṇañhetaṁ sahajātakoṭiyā. Ādi-saddena akusalacittenapi ñāṇaṁ uppajjati, yā saṁkiliṭṭhā paññāti, acetasikaṁ sīlaṁ, aviññattisaṅkhātaṁ rūpabhāvaṁ dussilyanti evamādiṁ saṅgaṇhāti. Parasamayāyūhanaṁ parasamaye byāpārāpattiyā. Yo tattha sakasamayena viruddho attho, tassa vā dīpanena siyā, parasamaye vādāropanena vā . Tesu purimaṁ ‘‘ācariye anabbhācikkhantenā’’ti iminā apanītanti itaraṁ dasseti ‘‘parasamayaṁ…pe… anāyūhantenā’’ti. Asampiṇḍentenāti upacayatthaṁ sandhāya vadanti. Āyūhana-saddo pana upacayattho na hotīti kecivādo na sārato gahetabbo.",
  "tika-abh02t23:4": "Tabbipariyāyenāti yathāvinayaṁ avaṭṭhānena. Sāvajjassa anavajjatādīpanādinā kammantaraṁ bhindanto vināsento, āloḷento vā dhammataṁ dhammasabhāvaṁ vilometi viparītato dahati. Mahāpadeseti mahāapadese, buddhādayo mahante mahante apadisitvā vuttāni mahākāraṇāni. Mahāpadeseti vā mahāokāse, mahantāni dhammassa patiṭṭhānaṭṭhānānīti vuttaṁ hoti. Tatrāyaṁ vacanattho – apadisīyatīti apadeso, buddho apadeso etassāti buddhāpadeso. Esa nayo sesesupi. Atthato cāyaṁ mahāpadeso ‘‘sammukhā metaṁ bhagavato suta’’ntiādinā kenaci ābhatassa ‘‘dhammo’’ti vā ‘‘adhammo’’ti vā vinicchayane kāraṇaṁ. Kiṁ pana tanti? Tassa yathābhatassa suttotaraṇādi eva. Yadi evaṁ kathaṁ cattāroti? Dhammassa dve sampadāyo bhagavā, sāvakā ca. Tesu sāvakā saṅghagaṇapuggalavasena tividhā. Evaṁ ‘‘amumhā mayā ayaṁ dhammo paṭiggahito’’ti apadisitabbānaṁ bhedena cattāro. Tenāha ‘‘sammukhā metaṁ bhagavato suta’’ntiādi. Nettiyampi vuttaṁ ‘‘buddhāpadeso saṅghāpadeso sambahulattherāpadeso ekattherāpadeso’’ti.",
  "tika-abh02t23:5": "Suttasuttānulomaācariyavādaattanomatimahāpadeseti ettha tisso saṅgītiyo āruḷhāni tīṇi piṭakāni atthasūcanādiatthena suttaṁ. Yathāvuttassa suttassa anulomato yathāvuttā eva cattāro mahāpadesā suttānulomaṁ. Pāḷiyā atthagāhaṇena dhammatāyaṁ patiṭṭhāpanato aṭṭhakathā ācariyavādo. Nayaggāhena anubuddhiyā attano paṭibhānaṁ attanomati. Ettha ca suttaācariyavādaattanomatīnampi kenaci ābhatassa dhammādhammādibhāvavinicchayane kāraṇabhāvasabhāvato mahāpadesatā vuttāti veditabbā. Santiṭṭhati appaṭibāhanto, avilomento ca. Tabbipariyāyena atidhāvati. Ekassa padassa ekena pakārena atthaṁ vatvā tasseva puna pakārantarena atthaṁ vadanto vā aparehi pariyāyehi niddisati nāma yathā ‘‘avijjā dukkhasaccassa yāthāvasarasalakkhaṇaṁ paṭivijjhituṁ na detī’’tiādiṁ vatvā puna ‘‘ayaṁ avijjā dukkhādīsu aññāṇa’’nti vuttāpi ‘‘dukkhasaccassa ekadeso hotī’’tiādivacanaṁ. Atha vā hetubhāvena vuttassa atthassa puna phalabhāvena vacanaṁ tamevatthaṁ punarāvattetvā niddisanaṁ yathā ‘‘viññāṇapaccayā nāmarūpa’’nti vatvā puna ‘‘nāmarūpapaccayā saḷāyatana’’nti vacanaṁ. Atha vā ‘‘sabbametaṁ bhavacakkaṁ kammañceva vipāko ca. Kilesakammavipākavasena tividha’’nti ca ādinā vuttassevatthassa duvidhatividhādivibhāgadassanaṁ tamevatthaṁ punarāvattetvā niddisananti evamettha attho veditabbo.",
  "tika-abh02t23:6": "Sattavohāroti ‘‘satto’’ti samaññā. Ye hi dhamme samūhabhūte santānavasena vattamāne upādāya sattapaññatti, tassā tato aññathānāññathāaccantābhāvasaṅkhāte ante anupagamma yāthāvato saṅgahaṇaṁ, bodhanañca dhammatāyaṁ akusalassa dukkaraṁ durabhisambhavanti. Avijjādikassa paccayadhammassa saṅkhārādipaccayuppannadhammaṁ pati hetuādinā paccayena paccayabhāvo paccayākāro, paṭiccasamuppādoti attho.",
  "tika-abh02t23:7": "Vuttanayenāti ‘‘ācariye anabbhācikkhantenā’’tiādinā vuttanayena. Kāmañcettha sabbāpi atthavaṇṇanā imināva nayena kātabbā, paṭiccasamuppādavaṇṇanāya pana garutarabhāvaṁ dassento evaṁ vadati.",
  "tika-abh02t23:8": "Pāḷidhammanti tepiṭakabuddhavacanaṁ. Paṭiccasamuppādanti paṭiccasamuppādapāḷiṁ.",
  "tika-abh02t23:9": "Atthaṁ katvāti hitaṁ katvā. Yathāyaṁ hitāvaho hoti, evaṁ katvā. Aṭṭhiṁ katvāti vā attānaṁ atthikaṁ katvā. Sutacintāmayādiṁ ñāṇavisesaṁ. Tadaṅgavikkhambhanādinā kilesakkhayavisesaṁ.",
  "tika-abh02t23:10": "Bhavādīsu ādīnavappaṭicchādanato, balavūpanissayato, kammassa visesahetubhāvato ca vaṭṭassa mūlakāraṇaṁ avijjā. Vipākavaṭṭanimittassa kammavaṭṭassa kāraṇabhūtampi kilesavaṭṭaṁ avijjāmūlakanti dassanatthaṁ avijjā ādito vuttā. Taṇhāpi hi avijjāya paṭicchāditādīnave eva visaye assādānupassino pavattati, na aññathā. Mūlādidassanasāmaññañcāti valliyā mūlamajjhapariyosānassa dassanena paṭiccasamuppādassa taṁdassanasāmaññañca yojetabbaṁ, samantacakkhunā sabbassa diṭṭhattepi desanākāle desanāñāṇacakkhunā bodhetabbatāvasena ekadesadassanassa adhippetattā.",
  "tika-abh02t23:11": "Diṭṭhisahitāya mānasahitāya vā taṇhāya ‘‘aha’’nti, itarāya ‘‘mama’’nti abhivadato. ‘‘Abhinandanato’’ti hi iminā sappītikāya taṇhāya pavatti dassitā. ‘‘Abhivadato’’ti iminā tato balavatarāya diṭṭhisahitāya mānasahitāya vā. ‘‘Ajjhosāya tiṭṭhato’’ti iminā pana tatopi balavatamāya diṭṭhisahitāya, kevalāya vā taṇhāya pavatti dassitā. Gilitvā pariniṭṭhāpetvā ṭhānañhi ajjhosānaṁ. Tappaccayanti taṇhāpaccayaṁ. Kathaṁ pana nandivacanena catubbidhampi upādānaṁ vuttanti āha ‘‘nanditā’’tiādi. Tattha nanditātadavippayogatāhīti nandibhāvena sabhāvato taṇhupādānaṁ, tāya nandiyā taṇhāya avippayogena avinābhāvena diṭṭhupādānaṁ vuttanti veditabbaṁ. ‘‘Diṭṭhābhinandanabhāvenā’’ti iminā diṭṭhiyāpi nandibhāvamāha.",
  "tika-abh02t23:12": "Paṭisandhipavattiphassādayoti paṭisandhiyaṁ pavatte ca uppannaphassamanosañcetanāviññāṇāni. ‘‘Vipākavaṭṭabhūte’’ti ca idaṁ pavattavisesanaṁ daṭṭhabbaṁ. Vaṭṭūpatthambhakāti vaṭṭattayūpanissayā. Itareti akammajā. Tasminti yathāvutte āhāracatukke. Vattuṁ vaṭṭantīti taṇhānidānūpanissayato ‘‘taṇhānidānā’’ti vattuṁ yujjanti.",
  "tika-abh02t23:13": "Yathā ariyamaggo antadvayavajjitamajjhimapaṭipadābhāvato ‘‘ñāyo’’ti vuccati, evaṁ paṭiccasamuppādopīti āha ‘‘ñāyoti maggo, soyeva vā paṭiccasamuppādo’’ti. Attano paṭivedhāya saṁvattati asammohapaṭivedhena paṭivijjhitabbattā. Saṁvattatīti ca nimittassa kattūpacāravasenetaṁ vuttaṁ yathā ‘‘ariyabhāvakarāni saccāni ariyasaccānī’’ti. Pakatiādayo heṭṭhā saccavibhaṅge hetuvippaṭipattikathāyaṁ dassitā eva. Akāraṇaṁ ‘‘kāraṇa’’nti gaṇhanti yathā kāpilādayo. Na kiñci kāraṇaṁ bujjhanti yathā taṁ aññe bālaputhujjanā. Itarāsanti majjhato paṭṭhāya yāva pariyosānā desanādīnaṁ tissannaṁ. Tadatthatāsambhavepīti yathāsakehi kāraṇehi pavattidassanatthatāsambhavepi. Atthantarasabbhāvatoti payojanantarasabbhāvato. Vuttāni hi aṭṭhakathāyaṁ (vibha. aṭṭha. 225) ‘‘jarāmaraṇādikassa dukkhassa attanā adhigatakāraṇasandassanatthaṁ. Āhāranidānavavatthāpanānusārena yāva atītaṁ addhānaṁ atiharitvā puna atītaddhato pabhuti hetuphalapaṭipāṭisandassanatthaṁ. Anāgataddhahetusamuṭṭhānato pabhuti anāgataddhasandassanattha’’nti tissannaṁ yathākkamaṁ tīṇi payojanāni.",
  "tika-abh02t23:14": "Taṁtaṁphalapaṭivedhoti jātiādīnaṁ jarāmaraṇāditaṁtaṁphalāvagamo. Anuvilokayatoti purime vikappe vipassanānimittaṁ anuvilokanaṁ, dutiye desanānimittaṁ. Kāmupādānabhūtā taṇhā manosañcetanāhārasaṅkhātassa bhavassa, taṁsampayuttānaṁ, tannimittānañca sesāhārānaṁ visesapaccayo hotīti āha ‘‘āhārataṇhādayo paccuppannaddhā’’ti. Ādi-saddena yāva viññāṇaṁ gahetabbaṁ. Āhārataṇhādayoti ettha paccuppannakammavaṭṭapariyāpanne āhāre gahetvā addhayojanaṁ katvā anāgatavipākavaṭṭapariyāpanne gahetvā yojetuṁ vuttaṁ ‘‘āhārā vā taṇhāya pabhāvetabbā anāgato addhā’’ti. Pabhāvetabbāti āyatiṁ uppādetabbā. Yujjatīti phalabhūte āhāre paccuppanne paccakkhato dassetvā ‘‘taṁnidānaṁ taṇhaṁ tassā nidāna’’ntiādinā phalaparamparāya kāraṇaparamparāya ca dassanaṁ tathābujjhanakānaṁ puggalānaṁ ajjhāsayānulomato, dhammasabhāvāvilomanato ca yuttiyā saṅgayhati. Yadi taṇhādayo atīto addhā, taṇhāggahaṇeneva saṅkhārāvijjā gahitāti kimatthaṁ puna te gahitāti āha ‘‘saṅkhārāvijjā tatopi atītataro addhā vutto saṁsārassa anādibhāvadassanattha’’nti. Atītanti vā atītatāsāmaññena atītatarampi saṅgahitaṁ daṭṭhabbaṁ.",
  "tika-abh02t23:15": "Punabbhavābhinibbattiāhārakāti punabbhavūpapattipaccayā. Iti vacanatoti evaṁ vuttavacanasabbhāvato. Viññāṇāhāro tāva punabbhavābhinibbattiyā hetu, itare pana kathanti āha ‘‘taṁsampayuttattā…pe… kabaḷīkārāhārassā’’ti. Tassa āyatiṁ punabbhavābhinibbattiāhārakā cattāro āhārāti sambandho. Saddhādīnaṁ upanissayatā pariccāgādikāle, rāgādīnaṁ gadhitassa bhojanādikāle. Tena yathākkamaṁ kusalākusalakammaviññāṇāyūhanaṁ dassitaṁ. Tasmāti yasmā āyatiṁ punabbhavābhinibbattiāhārakā cattāro āhārā gayhanti, tasmā. Purimoyevatthoti ‘‘āhārataṇhādayo paccuppannaddhā’’tiādinā vuttaattho. Atīteti atīte addhani. Tato paranti tato atītaddhato paraṁ paccuppanne anāgate ca addhani ‘‘saṅkhārapaccayā viññāṇa’’ntiādinā. Paccakkhānanti paccuppannabhavapariyāpannatāya paccakkhabhūtānaṁ. Paccuppannaṁ hetunti etarahi vattamānaṁ taṇhādikaṁ āhārādīnaṁ hetuṁ.",
  "tika-abh02t23:16": "Suttaṁāharati ‘‘āsavasamudayā avijjāsamudayo’’ti (ma. ni. 1.103). Vaṭṭahetunoti vipākavaṭṭahetuno, sakalavaṭṭahetuno vā. Akusalañhi kammaṁ kammavaṭṭassa kilesavaṭṭassa ca paccayo hotiyeva. ‘‘Bhavataṇhāyapi hetubhūtā’’ti iminā kilesavaṭṭassāpi avijjāya paccayabhāvamāha. Evañcetaṁ, bhikkhave, vuccatī’’tiādinā vaṭṭasīsānampi avijjātaṇhānaṁ sappaccayatādassanāpadesena sabbesampi saṅkhatadhammānaṁ hetuphalaparamparāvicchedavuttiyā purimāya koṭiyā apaññāyanaṁ vibhāveti.",
  "tika-abh02t23:17": "Avijjaṁ taṇhā anuvattatīti dukkhe taṇhaṁ abhibhavitvā pavattiyā tato avijjāya balavabhāvamāha. Avijjābhibhūtā hi sattā satipi taṇhāparitassite ekantānatthasaññitaṁ attakilamathānuyogadukkhamanuyuñjanti. Taṇhaṁ avijjā anuvattatīti sukhe avijjaṁ abhibhavitvā pavattiyā tato taṇhāya balavabhāvamāha. Yadipi sāvajjasukhānubhave balavatīyeva avijjā vijjamānaādīnavaṁ paṭicchādentī tiṭṭhati, taṇhā pana tatopi balavataratāya satte vipulānatthasañhite anariye sukhe niyojetīti avijjāya tadanuvattanaṁ vuttaṁ.",
  "tika-abh02t23:18": "Āyatanachakkaṁ vā kāyoti sambandho. Cakkhādinissaye sesadhammeti cakkhādinissayabhūte, tappaṭibaddhe ca sasantānapariyāpanne dhamme. Cakkhādinissite eva katvāti cakkhādiggahaṇeneva gahite katvā. Cakkhādikāyanti cakkhādidhammasamūhaṁ paresaṁ pañcakkhandhaṁ. Phassena phuṭṭhoti ārammaṇaṁ phusantena viya uppannena sukhavedaniyena, dukkhavedaniyena ca phassena phuṭṭho. Phasse hi tathā uppanne taṁsamaṅgīpuggalo phuṭṭhoti vohāro hotīti.",
  "tika-abh02t23:19": "Yathā saḷāyatanāni phassassa visesapaccayo, evaṁ vedanāyapīti dassento ‘‘saḷāyatanānaṁ vedanāya visesapaccayabhāva’’nti āha. Tannissitanti saḷāyatananissitaṁ. Atītaddhāvijjātaṇhāmūlakoti atītaddhabhūtaavijjātaṇhāmūlako. Kāyassa bhedā kāyūpagoti ubhayatthāpi kāyasaddena upādinnakkhandhapañcako gahito. Tadupagatā upapajjanaṁ paṭisandhiggahaṇaṁ. Ubhayamūloti avijjātaṇhāmūlo.",
  "tika-abh02t23:20": "Anabhisamayabhūtattāti abhisamayassa paṭipakkhabhūtattā. Avijjāyāti avijjāya sati.",
  "tika-abh02t23:21": "Gahaṇanti gahetabbataṁ. Tasmāti yasmā sati saṅkhārasaddena āgatasaṅkhārattepi avijjāpaccayā saṅkhārā padhānatāya visuṁ vuttā gobalībaddañāyena, tasmā. Tattha vuttampīti saṅkhārasaddena āgatasaṅkhāresu vuttampi abhisaṅkharaṇakasaṅkhāraṁ vajjetvā aggahetvā itare saṅkhārā yojetabbā. Evañhi atthassa uddharaṇuddharitabbatādvayaṁ asaṅkarato dassitaṁ hoti. ‘‘Idha vaṇṇetabbabhāvenā’’ti iminā avijjāpaccayā saṅkhārānaṁ satipi saṅkhārasaddena āgatasaṅkhārabhāve yathāvuttameva padhānabhāvaṁ ulliṅgeti. ‘‘Avijjāpaccayā saṅkhārā’’ti tadekadeso vuttoti sambandho. Imasmiṁ atthavikappe saṅgaṇhanavasena saṅkhārasaddena āgatasaṅkhārehi saṅgahitāpi avijjāpaccayā saṅkhārā idha vaṇṇetabbabhāvena padhānāti visuṁ gahitā, purimasmiṁ te vajjetvāti ayaṁ viseso. Tenāha ‘‘vaṇṇetabbasabbasaṅgahaṇavasena duvidhatā vuttā’’ti. Sāmaññato saṅgayhamānampi padhānabhāvajotanatthaṁ visuṁ gayhati yathā taṁ ‘‘puññañāṇasambhārā’’ti.",
  "tika-abh02t23:22": "Yena kusalākusaladhammā ‘‘vipākadhammā’’ti vuccanti, taṁ āyūhanaṁ, kiṁ pana tanti? Anupacchinnataṇhāvijjāmāne santāne sabyāpāratā. Tenāha ‘‘paṭisandhi…pe… āyūhanarasā’’ti. Cetanāpadhānattā pana tassa cetanākiccaṁ katvā vuttaṁ. Rāsikaraṇaṁ, āyūhananti ca rāsibhūtassa rūpārūpasaṅkhātassa phalassa nibbattanato vuttaṁ. ‘‘Anārammaṇatā abyākatatā’’ti idaṁ abyākatasseva anārammaṇattā abyākatasambandhinī anārammaṇatāti katvā vuttaṁ. Āyatanaṁ, ghaṭananti ca taṁtaṁdvārikadhammappavattanameva daṭṭhabbaṁ.",
  "tika-abh02t23:23": "Ananubodhādayo avijjāpadaniddese āgatā. Avijjāpadasambandhena diṭṭhivippayuttāti itthiliṅganiddeso. Asaṇṭhānattāti aviggahattā.",
  "tika-abh02t23:24": "Sokādīnaṁsabbhāvāti ‘‘jātipaccayā jarāmaraṇa’’nti aniṭṭhāpetvā tadanantaraṁ sokādīnampi vuttānaṁ vijjamānattā tesaṁ vasena aṅgabahuttappasaṅge paṭiccasamuppādaṅgānaṁ bahubhāve āpanne. Dvādasevāti kathaṁ dvādaseva, nanu sokādayopi dhammantarabhūtā paṭiccasamuppādadesanāyaṁ vuttāti? Saccaṁ vuttā, na pana aṅgantarabhāvenāti dassento ‘‘na hī’’tiādimāha. Tattha phalenāti phalabhūtena jarāmaraṇaṅgasaṅgahitena sokādinā. Mūlaṅgaṁ dassetunti imāya paṭiccasamuppādadesanāya mūlabhūtaṁ avijjaṅgaṁ socanādīhi sammohāpattikathanena dassetuṁ te sokādayo vuttā bhavacakkassa avicchedadassanatthaṁ. Jarāmaraṇaṁ kāraṇaṁ etesanti jarāmaraṇakāraṇā , sokādayo, tabbhāvo jarāmaraṇakāraṇatā. Jarāmaraṇaṁ nimittaṁ etassāti jarāmaraṇanimittaṁ. Taṁ tannimittānanti ettha tanti suttaṁ. Tannimittānaṁ dukkhanimittānaṁ sokādīnaṁ. Tato parāyāti anāgate dutiyattabhāvato parāya tatiyattabhāvādīsu paṭisandhiyā. Hetuhetubhūtāti kāraṇassa kāraṇabhūtā. Paṭisandhiyā hi saṅkhārā kāraṇaṁ, tesaṁ avijjā. Suttanti ‘‘assutavā puthujjano’’ti (ma. ni. 1.2, 17; saṁ. ni. 2.61; dha. sa. 1007) imaṁ suttaṁ sandhāya vadati. Avijjā sokādīnaṁ kāraṇanti dassitā assutavatāya avijjābhibhavanadīpaniyā taduppattivacanato. ‘‘Na sokādīnaṁ bālassa jarāmaraṇanimittatāmattassa sādhakaṁ sutta’’nti vuttamatthaṁ pākaṭaṁ kātuṁ ‘‘na cā’’tiādi vuttaṁ. Tena na ca jarāmaraṇanimittameva dukkhaṁ dukkhaṁ, atha kho avijjānimittampettha vuttanayena yojetabbanti dasseti. Evaṁ jarāmaraṇena sokādīnaṁ ekasaṅkhepaṁ katvā dvādaseva paṭiccasamuppādaṅgāni veditabbāni.",
  "tika-abh02t23:25": "Kasmā panettha jarāmaraṇantā eva desanā katā, kiṁ tato parā pavatti natthīti? No natthi, appahīnakilesassa hi kammato, viññāṇādipariyosānabhūtāya ca cutiyā paṭisandhipātubhāvoti pavattitaduparamabhūtaṁ jarāmaraṇaṁ punabbhavābhinibbattinimittaṁ. Taṁ pana kammūpapattibhavato jātiyā dassitattā ‘‘bhavapaccayā jātī’’ti imināva pakāsitanti na puna vuccati, na tato paraṁ pavattiyā abhāvato. Ekakammanibbattassa ca santānassa jarāmaraṇaṁ pariyosānaṁ. Sati kilesavaṭṭe kammunā tato punabbhavūpapatti, asati pana tasmiṁ ‘‘esevanto dukkhassā’’ti jarāmaraṇapariyosānāva desanā katā. Yasmā pana na amaraṇā jarā atthi sabbesaṁ uppattimantānaṁ pākānantarabhedato, na cājaraṁ maraṇaṁ apākabhedābhāvā, tasmā tadubhayamekamaṅgaṁ kataṁ, na nāmarūpaṁ viya ubhayaṭṭhāne ekajjhaṁ uppattiyā, saḷāyatanaṁ viya vā āyatanabhāvena kiccasamatāya. Yā panāyaṁ osānaṁ gatā punabbhavābhinibbatti dīpitā, tāya ‘‘viññāṇapaccayā nāmarūpa’’ntiādi, kilesakammābhāve tadabhāvato ‘‘avijjāpaccayā saṅkhārā’’ti evamādi eva vā atthato pakāsito hotīti vaṭṭattayassa anavaṭṭhānena paribbhamanaṁ dassitaṁ hoti. Atha vā jarāgahaṇena paripakkaparipakkatarādikkamena vattamānaṁ nāmarūpādi, sokādi ca gayhati, tathāssa paripākakālavattinī avijjā ca. Yathāha –",
  "tika-abh02t23:26": "‘‘Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṁ paripākamanvāya pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti cakkhuviññeyyehi rūpehi…pe… kāyaviññeyyehi phoṭṭhabbehi…pe… rajanīyehi. So cakkhunā rūpaṁ disvā piyarūpe rūpe sārajjati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso, tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti, yatthassa te pāpakā akusalā dhammā aparisesā nirujjhantī’’tiādi (ma. ni. 1.408).",
  "tika-abh02t23:27": "Ettha hi paripakkindriyassa chasu dvāresu sarāgādiggahaṇena tadavinābhāvitāya vimuttiyā appajānane ca sokādīnaṁ paccayabhūtā avijjā pakāsitā. Apica ‘‘piyappabhavā sokaparidevadukkhadomanassupāyāsā’’ti vacanato kāmāsavabhavāsavehi, ‘‘tassa ‘ahaṁ rūpaṁ, mama rūpanti pariyuṭṭhaṭṭhāyino…pe… rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā’’ti (saṁ. ni. 3.1) vacanato diṭṭhāsavato, ‘‘assutavā’’tiādivacanato avijjāsavato sokādīnaṁ pavatti dīpitāti tesaṁ hetutāya taggahaṇena gahitā āsavā. Tesaṁ sayañca jarāsabhāvatāya jarāgahaṇena gayhanti, tato ca ‘‘āsavasamudayā avijjāsamudayo’’ti vacanato āsavanimittāya ca avijjāya jarāgahaṇena gahaṇaṁ. Tato ca ‘‘avijjāpaccayā saṅkhārā’’ti āvaṭṭati bhavacakkaṁ. Apica ‘‘saṅkhārapaccayā viññāṇa’’nti vatvā ‘‘bhavapaccayā jātī’’ti vadantenapi bhavacakkassa anavaṭṭhānato paribbhamanaṁ dassitaṁ. Ettha hi viññāṇena avijjānivutassa punabbhavo dassito, jātiyā taṇhāya sampayuttassa, ubhayattha ubhinnaṁ anuvattamānattāti avijjātaṇhānimittaṁ bhavacakkaṁ anavaṭṭhānato paribbhamatīti ayamattho dīpitoti jarāmaraṇantāpi desanā na tato paraṁ pavattiyā abhāvaṁ sūceti atadatthattā, na ca paccayantaradassanatthameva puna vacananti sakkā viññātuṁ ekatreva tadubhayadesanāya tassa siddhattā. Tathā yaṁ kammaṁ avijjāhetukaṁ, taṁ taṇhāhetukampi. Yaṁ taṇhāhetukaṁ, taṁ avijjāhetukampi veditabbaṁ. Kasmā? Dvinnaṁ bhavamūlānaṁ aññamaññāvirahato. Yathā hi taṇhāpaccayā kāmupādānahetukaṁ kammabhavasaṅkhāraṁ vadanto na vinā bhavataṇhāya avijjā saṅkhārānaṁ paccayoti dasseti. Tathā tameva avijjāpaccayaṁ desento na antarena avijjāya bhavataṇhā kammabhavassa paccayoti. Tato ca pubbe pavattā avijjādipaccayā saṅkhārādayo , taṇhupādānādipaccayā bhavādayo ca, tathā taṇhāhetuupādānapaccayā bhavo, avijjāpaccayā saṅkhārā, bhavapaccayā jāti, saṅkhārapaccayā viññāṇaṁ, jātipaccayā jarāmaraṇaṁ, viññāṇādipaccayānāmarūpādīti evametesaṁ aṅgānaṁ pubbāparasambandho dassito hotīti veditabbaṁ.",
  "tika-abh02t23:28": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh02t23:29": "Avijjāpadaniddesavaṇṇanā",
  "tika-abh02t23:30": "226.Pitākathīyatīti asuko asukassa pitāti pitubhāvena kathīyati. Kathiyamāno ca asandehatthaṁ aññehi mittadattehi visesetvā kathīyatīti taṁ dassento āha ‘‘dīgho…pe… datto’’ti.",
  "tika-abh02t23:31": "Yāthāvoti aviparīto. Kiccajātitoti paṭicchādanakiccato, uppajjanaṭṭhānato ca.",
  "tika-abh02t23:32": "Gahaṇakāraṇavasenāti gahaṇassa kāraṇabhāvavasena. Aññasetādīnaṁ nivattakānīti padaṁ ānetvā sambandho.",
  "tika-abh02t23:33": "Chādentiyāti chādanākārena pavattantiyā. Tathā pavattanahetu taṁsampayuttā avijjāsampayuttā dukkhārammaṇā honti.",
  "tika-abh02t23:34": "Tasmāti sabhāvato agambhīrattā tesaṁ duddasabhāvakaraṇī tadārammaṇatā avijjā uppajjati. Itaresanti nirodhamaggānaṁ. Samānepi paṇītaasaṁkilesikādibhāve sappaccayato appaccayassa visesaṁ dassetuṁ ‘‘maggassā’’tiādi vuttaṁ.",
  "tika-abh02t23:35": "Avijjāpadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:36": "Saṅkhārapadaniddesavaṇṇanā",
  "tika-abh02t23:37": "‘‘Sodhetiapuññaphalato’’ti iminā puññassa vipākadukkhavivittataṁ āha, ‘‘dukkhato’’ti iminā cetodukkhavivittataṁ, ‘‘saṁkilesato’’ti iminā kilesadukkhavivittataṁ. ‘‘Apuññaphalato’’ti vā iminā puññassa āyatiṁ hitataṁ dasseti. ‘‘Dukkhasaṁkilesato’’ti iminā pavattihitataṁ pavattisukhatañca dasseti. Taṁnipphādanenāti hitasukhanibbattanena. Pujjabhavanibbattako pujjanibbattako.",
  "tika-abh02t23:38": "‘‘Evamidaṁ puññaṁ pavaḍḍhatī’’tiādīsu puññaphalampi puññanti vuccatīti āha ‘‘puññupaganti bhavasampattupaga’’nti.",
  "tika-abh02t23:39": "Ādibhāvanāti ‘‘pathavī pathavī’’tiādinā kasiṇesu pavattabhāvanā. Pathavī pathavīti vā ettha iti-saddo ādiattho, pakārattho vā. Tena itarakasiṇānaṁ gahaṇaṁ. Ādibhāvanātiādibhūtā bhāvanā. Sā hi ‘‘parikamma’’nti vuccati. Maṇḍalakaraṇaṁ kasiṇamaṇḍalakaraṇaṁ.",
  "tika-abh02t23:40": "Dānavasenāti deyyadhammapariccāgavasena. Cittacetasikā dhammā dānaṁ diyyati etenāti. Tatthāti tesu cittacetasikesu. Dānaṁ ārabbhāti tehi nibbattiyamānaṁ pariccāgaṁ uddissa. Yathā vā so nippajjati, tathā ṭhapetvā. Adhikiccāti tasseva vevacanaṁ. Yathā vā sampayuttehi nibbattiyamānā dānakiriyā nipphattivasena adhikataṁ pāpuṇāti, tathā katvā. Cetanāvaseneva hi dānādikammanipphatti. Itaresūti ‘‘sīlaṁ ārabbhā’’tiādīsu.",
  "tika-abh02t23:41": "Asarikkhakampīti attanā asadisampi kaṭattārūpanti sambandho. Vināpi catutthajjhānavipākena. Rūpataṇhāsaṅkhātassāti ‘‘rūpataṇhā’’ti ettha vuttarūpataṇhamāha. Guñjanti guñjaphalaparimāṇaṁ dhāraṇīyavatthuṁ. Tathā taṇḍulaṁ.",
  "tika-abh02t23:42": "‘‘Vacanavisesamattamevā’’ti atthavisesābhāvo vuttoti atthavisesābhāvamāha ‘‘kāyadvāre pavattieva hi ādānādipāpanā’’ti. Purimenāti ‘‘kāyadvāre pavattā’’ti iminā. Tañhi pavattimattakathanato dvārūpalakkhaṇaṁ hoti. Pacchimenāti ‘‘ādānā’’divacanena.",
  "tika-abh02t23:43": "Kāyavacīsaṅkhāraggahaṇeti uddesaṁ sandhāyāha. Kāyavacīsañcetanāgahaṇeti niddesaṁ. Viññāṇassāti paṭisandhiviññāṇassa. Sahajātassa pana anantarassa ca paccayo hotiyeva. ‘‘Kusalā vipākadhammā cā’’ti idaṁ sekkhaputhujjanasantāne abhiññācetanā idhādhippetā, na itarāti katvā vuttaṁ. Tena yathāvuttaabhiññācetanāpi paṭisandhiviññāṇassa paccayo siyā kusalasabhāvattā, vipākadhammattā vā tadaññakusalākusalacetanā viyāti dasseti. Tayidaṁ lokuttarakusalāya anekantikaṁ. Na hi sā paṭisandhiviññāṇassa paccayo. Atha vipākadāyinīti vucceyya, evampi ahosikammena anekantikaṁ. Na hi tassā vipākuppādanaṁ atthīti āha ‘‘na vipākuppādanena kusalatā vipākadhammatā cā’’ti. Kevalañhi yā aññesaṁ vipākadhammānaṁ sabyāpārā saussāhā pavatti, tadākārāvassā appahīnakilese santāne pavattīti vipākadhammatā, anavajjaṭṭhena kusalatā ca vuttā. Evampi yadi vipākadhammā abhiññācetanā, kathaṁ avipākāti? Asambhavatoti taṁ asambhavaṁ dassetuṁ ‘‘sā panā’’tiādi vuttaṁ. Abhiññācetanā hi yadi vipākaṁ uppādeyya, sabhūmikaṁ vā uppādeyya aññabhūmikaṁ vā. Tattha aññabhūmikassa tāva uppādanaṁ ayuttaṁ paccayābhāvato, tathā adassanato ca. Tenāha ‘‘na hī’’tiādi. Sabhūmikaṁ navattabbārammaṇaṁ vā uppādeyya parittādiārammaṇaṁ vā, tesu attano kammasamānārammaṇatāya rūpāvacaravipākassa dassitattā, parittādiārammaṇattā ca abhiññācetanāya navattabbārammaṇaṁ na uppādeyya. Tathā ekantanavattabbārammaṇattā rūpāvacaravipākassa parittādiārammaṇañca na uppādeyyāti ayamasambhavo. Tenāha ‘‘attanā sadisārammaṇañcā’’tiādi. Tattha tiṭṭhānikanti paṭisandhibhavaṅgacutivasena ṭhānattayavantaṁ. ‘‘Pathavīkasiṇaṁ āpokasiṇa’’ntiādinā kusalena abhinnaṁ katvā vipākassa ārammaṇaṁ desitanti āha ‘‘cittuppādakaṇḍe…pe… vuttattā’’ti. ‘‘Rūpāvacaratikacatukkajjhānāni kusalato ca vipākato ca kiriyato ca catutthassa jhānassa vipāko ākāsānañcāyatanaṁ ākiñcaññāyatanaṁ ime dhammā navattabbā ‘‘parittārammaṇā’’tipi ‘mahaggatārammaṇā’tipi ‘appamāṇārammaṇā’tipī’’ti vacanato rūpāvacaravipāko ekantanavattabbārammaṇoti āha ‘‘na ca rūpāvacaravipāko parittādiārammaṇo atthī’’ti. Svāyamasambhavo parittādiārammaṇāya abhiññācetanāya vipākābhāvaṁ sādheti, na navattabbārammaṇāya . Navattabbārammaṇāpi hi sā atthīti na byāpīti vipākānuppādane tassā aññaṁ kāraṇaṁ dassetuṁ ‘‘kasiṇesu cā’’tiādimāha. Samādhivijambhanabhūtā abhiññā samādhissa ānisaṁsamattanti ‘‘samādhiphalasadisā’’ti vuttaṁ. Tassa tassa adhiṭṭhānavikubbanadibbasaddasavanādikassa yadicchitassa kiccassa nipphādanamattaṁ pana abhiññācetanā, na kālantaraphalā, diṭṭhadhammavedanīyaṁ viya nāpi vipākaphalā, atha kho yathāvuttaānisaṁsaphalā daṭṭhabbā.",
  "tika-abh02t23:44": "Keci pana ‘‘samānabhūmikato āsevanalābhena balavantāni jhānānīti tāni vipākaṁ denti samāpattibhāvato, abhiññā pana satipi jhānabhāve tadabhāvato tasmiṁ tasmiṁ ārammaṇe āgantukāvāti dubbalā, tasmā vipākaṁ na detī’’ti vadanti. Taṁ akāraṇaṁ punappunaṁ parikammavasena abhiññāyapi vasībhāvasabbhāvato. Yaṁ pana vadanti ‘‘pādakajjhāne attanā samānasabhāvehi javanehi laddhāsevane sammadeva vasībhāvappatte parisuddhatādiaṭṭhaṅgasamannāgamena sātisaye jāte abhiññā nibbattanti, tāsañca catutthajjhānikattā catutthajjhānabhūmiko eva vipāko nibbatteyya, so ca yathāvuttaguṇena balavatā pādakajjhāneneva katokāsena sijjhatīti anokāsatāya abhiññā na vipākaṁ detī’’ti. Tampi akāraṇaṁ avipākabhāvato tāsaṁ. Sati hi vipākadāyibhāve vipākassa anokāsacodanā yuttā, avipākatā ca tāsaṁ vuttanayā eva.",
  "tika-abh02t23:45": "Na hotīti viññāṇassa paccayo na hotīti. Uddhaccacetanāpi abhiññācetanāto nibbisesena vuttāti maññamāno ‘‘vipāke’’ti ca vacanaṁ na vipākārahatāmattavācako, atha kho vipākasabbhāvavācakoti āha ‘‘vicāretabba’’nti. Tathā ca vuttaṁ ‘‘na hi ‘vipāke’ti vacanaṁ vipākadhammavacanaṁ viya vipākārahataṁ vadatī’’ti. Tattha yaṁ vicāretabbaṁ, taṁ heṭṭhā vuttameva. Idaṁ panettha sanniṭṭhānaṁ – yasmā uddhaccacetanā pavattivipākameva deti, na paṭisandhivipākaṁ, tasmā tassā pavattivipākassa vasena vibhaṅge vipāko uddhaṭo. Ubhayavipākadāyikāya pana cetanāya nānākkhaṇikakammapaccayo vuccatīti tadabhāvato paṭṭhāne tassā so na vutto. Yaṁ pana aṭṭhakathāyaṁ ‘‘viññāṇassa paccayabhāve apanetabbā’’ti (vibha. aṭṭha. 226 saṅkhārapadaniddesa) vuttaṁ, taṁ paṭisandhiviññāṇameva sandhāya vuttaṁ. ‘‘Evaṁ uddhaccacetanāpina hotī’’ti idampi viññāṇassa paccayatābhāvamattaṁ gahetvā vuttaṁ. Evañhettha aññamaññaṁ pāḷiyā aṭṭhakathāya ca avirodho daṭṭhabbo.",
  "tika-abh02t23:46": "Etthāti uddhaccacetanāya vipākadāne. Amataggapatheti evaṁnāmake pakaraṇe. ‘‘Puthujjanasantāne akusalā dassanena pahātabbā, sekkhasantāne bhāvanāya pahātabbā’’ti imassa atthassa vuttattā ‘‘puthujjanānaṁ panā’’tiādi vuttaṁ. ‘‘Na vuccantī’’ti iminā puthujjane pavattabahiddhāsaṁyojanādīnaṁ bhāvanāya pahātabbapariyāyābhāvaṁ dasseti. ‘‘Yadi vucceyyu’’ntiādinā tamevatthaṁ yuttito ca āgamato ca vibhāveti. Tattha kesañcīti sakabhaṇḍe chandarāgādīnaṁ. Kecīti sakkāyadiṭṭhiādayo. Kadācīti atītādike kismiñci kāle. Cattattātiādi pariyāyavacanaṁ. Upanissāyāti upanissayapaccaye katvā.",
  "tika-abh02t23:47": "Itaresanti nadassanenapahātabbānaṁ. Na ca na hontīti sambandho. Evañca katvāti yathāvuttapāḷiyaṁ uddhaccaggahaṇena uddhaccasahagatacittuppādo gahito, na yattha katthaci uddhaccanti evamatthe sati. Tanti diṭṭhiṁ. ‘‘Atītādibhāvena navattabbatte’’ti kasmā vuttaṁ, nanu anāgatā eva pahātabbāti? Na, uppajjanārahā nippariyāyena anāgatā nāma, pahātabbā pana na uppajjanārahāti tesaṁ atītādibhāvena navattabbatā vuttā. Dassanaṁ apekkhitvāti bhāvitaṁ dassanamaggaṁ upanidhāya. Sahāyavirahāti dassanapahātabbasaṅkhātasahakārikāraṇābhāvato. Vipākaṁ na janayantīti sakalakilesaparikkhaye viya ekaccaparikkhayepi tannimittaṁ taṁ ekaccaṁ kammaṁ na vipaccatīti adhippāyo. Vipāko vibhaṅge vuttoti paṭisandhipavattibhedaṁ duvidhampi vipākaṁ sandhāyāha.",
  "tika-abh02t23:48": "Akusalānanti yathāvuttavisesānaṁ puthujjanasantāne akusalānaṁ. Appahātabbānanti appahātabbasabhāvānaṁ kusalādīnaṁ. Appahātabbaviruddhasabhāvatā sāvajjatā. ‘‘Evampī’’tiādi dosantaradassanaṁ. Tena yadipi tesaṁ akusalānaṁ imasmiṁ tike tatiyapadasaṅgaho na siyā, navattabbatā pana āpajjatīti dīpeti. Sabbena sabbaṁ dhammavasena asaṅgahitassa tikadukesu navattabbatāpattīti āha ‘‘nāpajjatī’’ti. Idāni taṁ navattabbatānāpajjanaṁ ‘‘cittuppādakaṇḍe’’tiādinā kāraṇato, nidassanato ca vibhāveti. Yatthāti yasmiṁ tike. Niyogatoti niyamato ekantato. Tesanti padattayasaṅgahitadhammānaṁ. Yathāvuttapadesu viyāti yathāvuttesu paṭhamādīsu tīsu padesu. Yathā bhinditabbā cittuppādā, itare ca yathārahaṁ rāsittayavasena bhinditvā bhajāpitā taṁtaṁkoṭṭhāsato katā, evaṁ. Tatthāpīti catutthakoṭṭhāsepi. Bhajāpetabbeti navattabbabhāvaṁ bhajāpetabbe. Tadabhāvāti tassa catutthakoṭṭhāsassa abhāvā. Tathāti navattabbabhāvena.",
  "tika-abh02t23:49": "Uppannattike atītā, idha yathāvuttaakusalā na vuttā, apekkhitabbabhāvenārahitāpi taṁsabhāvānativattanato tathā vuccantīti navattabbatāpattidosaṁ pariharanto tassa udāharaṇaṁ tāva dassetuṁ ‘‘athavā yathā sappaṭighehī’’tiādimāha. Taṁsabhāvo cettha sāvajjatāvisiṭṭho dassanapahātabbabhāvābhāvo. ‘‘Evañca satī’’tiādinā imasmiṁ pakkhe laddhaguṇaṁ dasseti. Bhāvanāya pahātabbānanti pariyāyena nippariyāyena ca bhāvanāya pahātabbānaṁ, tattha purimānaṁ amukhyasabhāvattā, pacchimānaṁ avipākattā nānākkhaṇikakammapaccayatā na vuttāti adhippāyo. Yathā ca bhāvanāya pahātabbānaṁ nānākkhaṇikakammapaccayabhāvo natthi, evaṁ dassanena pahātabbānaṁ vasena tesaṁ paccayalābhopi natthīti dassento ‘‘na ca…pe… vuttā’’ti vatvā tattha kāraṇamāha ‘‘ye hi…pe… pavattantī’’ti. Tattha na te dassanato uddhaṁ pavattantīti ye dassanena pahātabbapaccayā kilesā, te dassanena pahātabbapakkhikā evāti tesaṁ bhāvanāya pahātabbapariyāyo eva natthi, kathaṁ tesaṁ vasena dassanena pahātabbā bhāvanāya pahātabbānaṁ kenaci paccayena paccayoti vucceyyāti attho. Atha vā ye puthujjanasantāne na dassanena pahātabbā, na te paramatthato bhāvanāya pahātabbā. Ye pana te sekkhasantāne, na tesaṁ paccayabhūtā dassanena pahātabbā atthīti evampi dassanena pahātabbā bhāvanāya pahātabbānaṁ kenaci paccayena paccayoti na vuttāti veditabbaṁ. Yadi dassanenapahātabbapaccayā kilesā dassanapakkhikā, tappaccayaṁ uddhaccasahagataṁ dassanena pahātabbaṁ siyāti kathaṁ tassa ekantabhāvanāya pahātabbatā vuttāti codanaṁ sandhāyāha ‘‘dassanena pahātabbapaccayassā’’tiādi. Tasmāti yasmā sarāgavītarāgasantānesu sahāyavekallena kammassa vipākāvipākadhammatā viya puthujjanasekkhasantānesu uddhaccasahagatassa vuttanayena savipākāvipākatā siddhā, tasmā. Tassāti uddhaccasahagatassa. Tādisassevāti uddhaccasahagatabhāvena ekasabhāvassa.",
  "tika-abh02t23:50": "Ettha ca yaṁ ‘‘na bhāvanāya pahātabbampi atthi uddhaccasahagata’’ntiādi amataggapathe vuttaṁ, taṁ akāraṇaṁ, kasmā? Tassa ekantena bhāvanāya pahātabbattā. Yathāha ‘‘katame dhammā bhāvanāya pahātabbā? Uddhaccasahagato cittuppādo’’ti (dha. sa. 1583). Yadi hi uddhaccasahagataṁ na bhāvanāya pahātabbampi abhavissa, yathā atītārammaṇattike ‘‘niyogā anāgatārammaṇā natthī’’ti vatvā ‘‘kāmāvacarakusalassa vipākato dasa cittuppādā’’tiādinā puna vibhajitvā vuttaṁ, evamidhāpi ‘‘katame dhammā bhāvanāya pahātabbā? Niyogā bhāvanāya pahātabbā natthī’’ti vatvā ‘‘uddhaccasahagato cittuppādo siyā bhāvanāya pahātabbo, siyā na vattabbo ‘dassanena pahātabbo’tipi ‘bhāvanāya pahātabbo’tipī’’tiādi vattabbaṁ siyā, na ca tathā vuttaṁ. Yā ca tamatthaṁ paṭipādentena ‘‘yadi vucceyyu’’ntiādinā yutti vuttā, sāpi ayutti. Kasmā? Dassanena pahātabbārammaṇānaṁ rāgadiṭṭhivicikicchuddhaccānaṁ dassanena pahātabbabhāvasseva icchitattā.",
  "tika-abh02t23:51": "Yañca ‘‘uddhaccaṁ uppajjatī’’ti uddhaccasahagatacittuppādo vuttoti dassetuṁ adhipatipaccayaniddese uddhaccassa anuddharaṇaṁ kāraṇabhāvena vuttaṁ, tampi akāraṇaṁ aññathāpi sāvasesapāṭhadassanato. Tathā hi ‘‘atīto dhammo paccuppannassa dhammassa, anāgato dhammo paccuppannassa dhammassa ārammaṇapaccayena paccayo’’ti (paṭṭhā. 2.18.2) etesaṁ vibhaṅge cetopariyañāṇaggahaṇaṁ katvā ‘‘paccuppanno dhammo paccuppannassa dhammassā’’ti imassa vibhaṅge labbhamānampi cetopariyañāṇaggahaṇaṁ na kataṁ.",
  "tika-abh02t23:52": "Sahāyabhāvo ca dassanena pahātabbānaṁ bhāvanāya pahātabbassa vipākadānaṁ pati vicāretabbo. Kiṁ avijjādi viya dānādīnaṁ uppattiyā eva vikuppādanasamatthatāpādanena dassanena pahātabbā bhāvanāya pahātabbānaṁ sahakārikāraṇaṁ honti, udāhu kileso viya kammassa paṭisandhidāne satīti, kiñcettha – yadi purimanayo, sotāpannādisekkhasantāne bhāvanāya pahātabbassa kiriyabhāvo āpajjati, sahāyavekallena avipākasabhāvatāya āpāditattā khīṇataṇhāvijjāmāne santāne dānādi viya. Atha dutiyo, bhāvanāya pahātabbābhimatassāpi dassanena pahātabbabhāvo āpajjati, paṭisandhidāne sati apāyagamanīyasabhāvānativattanato. Yaṁ panettha vattabbaṁ, taṁ heṭṭhā vuttameva, tasmā pāḷiyā aṭṭhakathāya ca avirujjhanavasenettha atthavinicchayo vuttanayeneva veditabbo.",
  "tika-abh02t23:53": "Sāti uddhaccacetanā. Viññāṇapaccayabhāveti sampuṇṇavipākaviññāṇapaccayabhāve. Kāraṇaṁ dassentoti avikalaphaluppādanādhikāre tadabhāvato yadipi uddhaccacetanā viññāṇassa paccayabhāve apanetabbā, avijjāya pana paccayuppannabhāve gahetabbāti imaṁ kāraṇaṁ dassento. Sabbāpīti vīsatipi. Tenāha ‘‘ekavīsatīti vattabba’’nti. Tanti yena kāraṇena saṅkhāraggahaṇena abhiññācetanāya aggahaṇaṁ, taṁ kāraṇaṁ. Itarāvacanassāpīti uddhaccacetanāvacanassāpi. Kiṁ pana taṁ? Viññāṇassa paccayabhāvābhāvo eva. Bhedābhāvāti kāyavacīsaṅkhāravasena vibhāgābhāvato. Saṁyogoti tikantarapadavasena saṁyojanaṁ, tathā saṅgahoti attho.",
  "tika-abh02t23:54": "Sukhasaññāya gahaṇaṁ assādananti adhippāyenāha ‘‘sukhasaññāya…pe… dassetī’’ti. ‘‘Sukhasaññāyā’’ti ca idaṁ karaṇatthe karaṇavacanaṁ. Vipallāso hi dukkhe sukhasaññā. Yaṁ pana aṭṭhakathāyaṁ ‘‘aññāṇenā’’ti vuttaṁ, taṁ hetumhi karaṇavacanaṁ vipallāsassādanānaṁ avijjāya hetubhāvadassanato. ‘‘Ratho setaparikkhāro’’tiādīsu (saṁ. ni. 5.4) parivāratthopi parikkhārasaddo hotīti vuttaṁ ‘‘taṇhāya parivāre’’ti. Taṇhāparivāreti ca taṇhāya kiccasādhanena saṅkhārānaṁ sahakārikāraṇabhāvaṁ sandhāya vuttaṁ. Parikkhāraṭṭho saṅkhāraṭṭho viya bhūsanaṭṭho hotīti dassento ‘‘saṅkhate alaṅkate’’ti āha. Parikkharoti yathā phaladānasamatthā honti, tathā saṅkharoti. Amaraṇatthāti amatatthā, nibbānatthāti attho. Dukkarakiriyāti pañcātapatappanādidukkaracariyā. Devabhāvāya tapo devabhāvatthaṁ tapo. Māretīti maro hetuatthaṁ antonītaṁ katvā. Amaṅgalampi maṅgalapariyāyena voharanti maṅgalikāti vuttaṁ ‘‘diṭṭhe adiṭṭhasaddo viyā’’ti yathā ‘‘asive sivā’’ti.",
  "tika-abh02t23:55": "Papātaṁ patanadukkhasadisanti katvā vuttaṁ ‘‘jātiādipapātadukkha’’nti. Indaduddabrahmakūṭasaññitapabbatasikharappapāto marupapāto. Taṁ puññaphalaṁ attho payojanaṁ etassāti tadattho.",
  "tika-abh02t23:56": "Paribbājikāya taruṇiyā. Asavaso aserivihārī. Kilesāsucipaggharaṇena paṇḍitehi jigucchanīyaṁ. Rāgādipariḷāhena, kaṭukavipākatāya ca dukkhaṁ. Ārabhati karoti. Sabhayassāpi pisācanagarassa kāmaguṇasamiddhiyā sukhavipallāsahetubhāvo viyāti yojanā. Bhinnajātiyena avomissatā nirantaratā. Jarāya maraṇena ca aññathattaṁ vipariṇāmo.",
  "tika-abh02t23:57": "‘‘Na tāvāhaṁ pāpima parinibbāyissāmī’’ti vacanato ‘‘tāta ehi, tāva idaṁ rajjaṁ paṭipajjāhī’’tiādīsu yadipi parimāṇaniyamanakamapadapūraṇamattādīsupi tāva-saddo dissati, idha pana vakkhamānattāpekkho adhippetoti vuttaṁ ‘‘tāvāti vattabbantarāpekkho nipāto’’ti. Avijjāpaccayā pana…pe… dassetīti pubbenāparaṁ aṭṭhakathāyaṁ avirujjhanamāha.",
  "tika-abh02t23:58": "Rāgādiassādanakālesūti rāgādīnaṁ assādanakālesu. ‘‘Rāgadiṭṭhisampayuttāyā’’ti ettha rāgasampayuttāya tāva avijjāya yojanā hotu rāgassa assādanabhāvato, diṭṭhisampayuttāya pana kathanti āha ‘‘tadavippayuttā ca diṭṭhī…pe… veditabbā’’ti. Taṁsampayuttasaṅkhārassāti rāgādisampayuttasaṅkhārassa. Avijjārammaṇāditanti avijjāya ārammaṇāditaṁ. Ādi-saddena ārammaṇādhipatiārammaṇūpanissayapakatūpanissaye, anantarādike ca paccaye saṅgaṇhāti. Anavijjārammaṇassāti na avijjārammaṇassa avijjaṁ anārabbha pavattassa. Ārammaṇādhipatianantarādipaccayavacanesūti ārammaṇādhipatiārammaṇūpanissayapaccayavacanesu avuttassa anavijjārammaṇassa, anantarādipaccayavacanesu avuttassa paṭhamajavanassa, dvīsupi vuttassa avijjārammaṇassa dutiyādijavanassāti yojetabbaṁ. Anantarapaccayalābhino anantarādinā, sahajātassa hetuādinā, asahajātassa upanissayādinā saṅkhārassa avijjā paccayo hotīti ayamattho ‘‘yaṁ kiñcī’’tiādinā dassitoti veditabbaṁ. Samatikkamabhavapatthanāvasenāti avijjāsamatikkamatthāya arūpāvacarajjhānāni uppādentassa, avijjāsammūḷhattā arūpabhavasampattiyo patthetvā tāneva jhānāni nibbattentassāti puññābhisaṅkhāre vuttena nayena, vuttanayānusārenāti attho.",
  "tika-abh02t23:59": "Ekakāraṇavādoāpajjati yathā pakatiissarapajāpatipurisakālādivādā. Ekasmiṁyeva lokassa kāraṇabhūte sati tato sakalāya pavattiyā anavasesato, sabbadā ca pavattitabbaṁ apekkhitabbassa kāraṇantarassa abhāvato. Na cetaṁ atthi kameneva pavattiyā dassanato. Kāraṇantarāpekkhatāya pana ekakāraṇavādo apahato siyā ekassa ca anekasabhāvatābhāvā. Yattakā tato nibbattanti, sabbehi tehi samānasabhāveheva bhavitabbaṁ, na visadisehi, itarathā tassa ekabhāvo eva na siyāti imamatthamāha ‘‘sabbassa…pe… pattito cā’’ti. Pārisesenāti ekato ekaṁ, ekato anekaṁ, anekato ekanti imesu tīsu pakāresu avijjamānesu anupalabbhamānesu pārisesañāyena. Anekato anekanti ekasmiṁ catutthe eva ca pakāre vijjamāne. Yadidaṁ ‘‘avijjāpaccayā saṅkhārā, phassapaccayā vedanā’’tiādinā ekahetuphaladīpanaṁ, taṁ ettha desanāvilāsena, vineyyajjhāsayavasena vā dhammānaṁ padhānapākaṭāsādhāraṇabhāvavibhāvanatthanti ekahetuphaladīpanaṁ na nupapajjati upapajjatiyevāti dasseti ‘‘yasmā’’tiādinā.",
  "tika-abh02t23:60": "Yathāphassanti sukhavedanīyādicakkhusamphassāditaṁtaṁphassānurūpanti vuttaṁ hotīti dassento ‘‘sukhavedanīya’’ntiādiṁ vatvā ‘‘vedanāvavatthānato’’ti padassa atthaṁ dassetuṁ ‘‘samānesū’’tiādi vuttaṁ. Tattha samānesūti avisiṭṭhesu. Phassavasenāti sukhavedanīyādiphassavasena. Vipariyāyābhāvatoti byattayābhāvato. Na hi kadāci sukhavedanīyaṁ phassaṁ paṭicca dukkhavedanā, dukkhādivedanīyaṁ vā phassaṁ paṭicca sukhavedanā uppajjati. Sukhādicakkhusamphassajādīnanti sukhādīnaṁ, cakkhusamphassajādīnañca vedanānaṁ. Oḷārikasukhumādīti ādi-saddena hīnapaṇītādisaṅgaho daṭṭhabbo. Tattha yaṁ upādāya yā vedanā ‘‘oḷārikā, hīnā’’ti vā vuccati, na taṁyeva upādāya tassā kadācipi sukhumatā paṇītatā vā atthīti vuttaṁ ‘‘oḷārikasukhumādisaṅkarābhāvato’’ti. Yathāvuttasamphassassāti sukhavedanīyādiphassassa. Sukhavedanīyaphassatoyeva sukhavedanā, na itaraphassato. Sukhavedanīyaphassato sukhavedanāva, na itaravedanā. Tathā sesesupīti ubhayapadaniyamavasena yathāphassaṁ vedanāvavatthānaṁ, yathāvedanaṁ phassavavatthānanti padadvayena kāraṇantarāsammissatā phalassa, phalantarāsammissatā ca kāraṇassa dassitā paṭhamapakkhe asaṁkiṇṇatāvavatthānanti katvā. Dutiyapakkhe pana paccayabhedabhinnena kāraṇavisesena phalaviseso, phalavisesena ca kāraṇaviseso nicchīyatīti ayamattho dassito sanniṭṭhānaṁ vavatthānanti katvā. Purimasmiñca pakkhe dhammānaṁ asaṅkarato vavatthānaṁ vuttaṁ, dutiyasmiñca yathāvavatthitabhāvajānananti ayametesaṁ viseso. Utuādayoti ādi-saddena cittavisamācārā pittavātādayopi saṅgayhanti. Ekasmiṁ dose kupite itarepi khobhaṁ gacchanti. Santesupi tesu semhapaṭikārena rogavūpasamato semho pākaṭoti attho.",
  "tika-abh02t23:61": "‘‘Bhavo’’ti vuttānaṁ saṅkhārānaṁ kāraṇassa pakāraṇaṁ, kāraṇameva vā taṇhāti āha ‘‘taṇhāya saṅkhārakāraṇabhāvassa vuttattā’’ti. Tassāpīti taṇhāyapi. Taṇhā hi kāmāsavo bhavāsavo ca. Kāmāsavabhavāsavā kāmupādānaṁ, diṭṭhāsavo itarupādānanti āha ‘‘caturupādānabhūtākāmabhavadiṭṭhāsavā’’ti. Te ca ‘‘upādānapaccayā bhavo’’ti vacanato upādānañca, ‘‘taṇhāpaccayā upādāna’’nti vacanato taṇhā ca saṅkhārassa kāraṇanti pākaṭā. Anassādanīyesu anekādīnavavokiṇṇesu saṅkhāresu assādānupassanā avijjāya vinā na hotīti dassento āha ‘‘assādānupassino…pe… dassitā hotī’’ti. Khīṇāsavassa saṅkhārābhāvatoti byatirekenapi avijjāya saṅkhārakāraṇabhāvaṁ vibhāveti. Ekantena hi khīṇāsavova viddasu. Etena bālānaṁ eva sambhavato avijjāya asādhāraṇatā vuttāti dasseti. Vatthārammaṇādīni hi itaresampi sādhāraṇāni. Vatthārammaṇataṇhupādānādīni viya avijjāpi puññābhisaṅkhārādīnaṁ sādhāraṇakāraṇanti codanaṁ manasi katvā āha ‘‘puññabhavādī’’tiādi. Tattha ādi-saddena apuññāneñjabhavā gahetabbā. Puññabhavoti puññābhisaṅkhārahetuko upapattibhavo. Esa nayo sesesu. Ettha ca kiccakaraṇaṭṭhānabhedena kiccavatī avijjā bhinditvā dassitā. Na hi yadavatthā avijjā puññābhisaṅkhārānaṁ upanissayo, tadavatthā eva itaresaṁ upanissayoti sakkā viññātuṁ. Ettha ca bhavādīnavappaṭicchādananti atthato puññābhisaṅkhārādīnaṁ taṁtaṁbhavasaṅkhātadukkhahetusabhāvānabhisamayanimittatā.",
  "tika-abh02t23:62": "Ṭhānanti dharamānatā adhippetāti vuttaṁ ‘‘ṭhānaviruddhoti atthitāviruddho’’ti. Ṭhānāviruddhā cakkhurūpādayo. ‘‘Purimacittañhī’’tiādinā ṭhānaviruddho ca udāhaṭoti āha ‘‘na idaṁ ekantikaṁ siyā’’ti. ‘‘Cakkhurūpādayo’’tiādinā hi parato ṭhānāviruddhā udāharīyantīti. Purimasippādisikkhā hi pacchā pavattamānasippādikiriyānaṁ samodhānāsambhavā ṭhānavirodhoti yathāvuttamatthaṁ samatthetuṁ ‘‘na ca sippādīna’’ntiādi vuttaṁ. Tattha tanti paṭisandhiādiṭhānaṁ. Idhāti ṭhānasabhāvakiccādiggahaṇe. Ādi-saddena ārammaṇabhūmisantānādiviruddhā gahetabbā, te ca anulomato gotrabhussa, gotrabhuto maggassa liṅgaparivattanādivasena ca pavattiyaṁ veditabbā. Namanaruppanavirodhā sabhāvaviruddho paccayoti yojanā. Tattha namanaruppananti arūparūpabhāvameva dasseti. Kammaṁ cetanāsabhāvaṁ, rūpaṁ ruppanasabhāvanti sabhāvaviruddhaṁ. Madhurambilarasādīti khīraṁ madhurarasaṁ pittupasamanaṁ madhuravipākasabhāvaṁ, dadhi ambilarasaṁ pittabrūhanaṁ kaṭukavipākasabhāvanti ato sabhāvavirodhā.",
  "tika-abh02t23:63": "Dadhiādīnīti dadhipalālāni. Bhūtiṇakassāti bhūtiṇakanāmakassa osadhivisesassa. Avī nāma eḷakā, tā pana yebhuyyena rattalomakā hontīti vuttaṁ ‘‘rattā eḷakā’’ti. Vipākānampi paccayabhāvato, avipākānampi paccayuppannabhāvato na vipākadhammavipākāpekkhā paccayapaccayuppannatāti vuttaṁ ‘‘vipākāyeva te ca nā’’ti. Tenāha ‘‘tasmā’’tiādi. Tadavipākānanti tassā avijjāya avipākabhūtānaṁ. Na na yujjati yujjati eva paccayuppannatāmattassa adhippetattā. Tadaviruddhānanti tāya avijjāya aviruddhānaṁ.",
  "tika-abh02t23:64": "Pubbāpariyavavatthānanti kāyapavattigatijātiādīnaṁ yathārahaṁ pubbāparabhāvena pavatti, sā pana kenaci akaṭā akaṭavidhā paṭiniyatasabhāvāti dassetuṁ niyativādinā vuttanidassanaṁ āharanto ‘‘acchejjasuttāvutābhejjamaṇīnaṁ viyā’’ti āha. Dutiyavikappe saṅgatīti adhiccasamuppādo yādicchikatā, yaṁ sandhāya ‘‘yadicchāya pavattanaṁ nivattanaṁ yadicchāyā’’tiādi vuccati. Bhāvoti dhammānaṁ sabhāvasiddhitā, yaṁ sandhāya vadanti ‘‘kaṇṭakassa koṭitikhiṇabhāvaṁ, kapiṭṭhaphalassa vaṭṭabhāvaṁ, migapakkhīnaṁ vā vicittavaṇṇasaṇṭhānāditaṁ ko abhisaṅkharoti, kevalaṁ sabhāvasiddhovāyaṁ viseso’’ti. Tenāha ‘‘sabbe sattā, sabbe pāṇā , sabbe bhūtā, sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā’’ti (dī. ni. 1.168). Etehi vikappanehīti cutiādīsu sammūḷhatāya ‘‘satto maratī’’tiādivikappanehi kāraṇabhūtehi. Akusalaṁ cittaṁ katvāti ayonisomanasikāraparibrūhanena cittaṁ akusalaṁ katvā.",
  "tika-abh02t23:65": "Suttādidhammanti suttageyyādipariyattidhammaṁ. Pariyattidhammañhi sammadeva jānanto paṭipattidhammaṁ paripūretvā paṭivedhadhamme patiṭṭhahati. Tanti taṁ jānanaṁ, nibbānābhisamayoti attho.",
  "tika-abh02t23:66": "Saṅkhārapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:67": "Viññāṇapadaniddesavaṇṇanā",
  "tika-abh02t23:68": "227.Yathāvuttasaṅkhārapaccayāti puññābhisaṅkhārādivuttappakārasaṅkhārapaccayā. Viññāṇādayo vedanāpariyosānā etarahi vipākavaṭṭabhūtā idhādhippetāti āha ‘‘taṁkammanibbattameva viññāṇaṁ bhavituṁ arahatī’’ti. Ayañca atthavaṇṇanā dhātukathāpāḷiyā na sametīti dassento ‘‘dhātukathāyaṁ panā’’tiādimāha. Tattha dhātukathāyaṁ vacanato sabbaviññāṇaphassavedanāpariggaho kato dhātukathāyanti yojanā. Sappadesāti sāvasesā, vipākā evāti adhippāyo. Viññāṇādīsu hi vipākesuyeva adhippetesu yathā –",
  "tika-abh02t23:69": "‘‘Vipākehi dhammehi ye dhammā vippayuttā, te dhammā asaṅkhataṁ khandhato ṭhapetvā pañcahi khandhehi dvādasahāyatanehi terasahi dhātūhi saṅgahitā. Katihi asaṅgahitā? Na kehici khandhehi na kehici āyatanehi pañcahi dhātūhi asaṅgahitā’’ti (dhātu. 477) –",
  "tika-abh02t23:70": "Vipākavippayuttānaṁ saṅgahāsaṅgahā vissajjitā, evamidhāpi vissajjitabbaṁ siyā. Tenāha ‘‘vipākā dhammāti imassa viya vissajjanaṁ siyā’’ti. Tasmāti yasmā vippayuttena saṅgahitāsaṅgahitapadaniddese nippadesāva viññāṇaphassavedanā gahitā, tasmā. Tatthāti dhātukathāyaṁ. Abhidhammabhājanīyavasenāti imasmiṁ paṭiccasamuppādavibhaṅge abhidhammabhājanīyavasena. Tenāha ‘‘avijjāpaccayā saṅkhārā cā’’tiādi. Tena yathāvuttaatthavaṇṇanā suttantabhājanīyavasena vuttāti yathādassitaṁ virodhaṁ pariharati. Yadi abhidhammabhājanīyavasena dhātukathāpāḷi pavattā, atha kasmā ‘‘kāmabhavo pañcahi khandhehi ekādasahāyatanehi sattarasahi dhātūhi saṅgahito. Rūpabhavo pañcahi khandhehi pañcahāyatanehi aṭṭhahi dhātūhi saṅgahito’’tiādinā (dhātu. 67-68) upādinnakkhandhavasena bhavo vissajjitoti codanaṁ manasi katvā āha ‘‘bhavo pana…pe… na abhidhammabhājanīyavasena gahito’’ti. Evañca katvāti abhidhammabhājanīyavasena aggahitattā eva. Tatthāti dhātukathāyaṁ. Vipākañhetanti hi-saddo hetuattho. Yasmā yathāvuttabāttiṁsavidhaviññāṇaṁ vipākaṁ, tasmā taṁ saṅkhārapaccayanti imamatthaṁ dassento ‘‘viññāṇassa vipākattā’’tiādimāha.",
  "tika-abh02t23:71": "‘‘Somanassasahagatāneva sandhāya vutta’’nti idaṁ vicāretabbaṁ upekkhāsahagatakusalākusalajavanānantarampi somanassasahagatatadārammaṇassa icchitattā. Tathā hi aṭṭhakathāyaṁ ‘‘catunnaṁ pana duhetukakusalacittānaṁ aññatarajavanassa pariyosāne ahetukacittaṁ tadārammaṇabhāvena patiṭṭhātī’’ti (dha. sa. aṭṭha. 498 vipākuddhārakathā) vatvā ‘‘iṭṭhārammaṇe pana santīraṇampi tadārammaṇampi somanassasahagatamevā’’ti vuttaṁ. Kusalākusalañhi abhiiṭṭhampi ārammaṇaṁ tathābhisaṅkharaṇena kadāci na majjhattaṁ katvā na pavattati, vipākaṁ pana yathāsabhāvatova ārammaṇarasaṁ anubhavati. Tenāha ‘‘na sakkā vipākaṁ vañcetu’’nti. Kiriyajavanānaṁ pana visayābhisaṅkharaṇassa balavabhāvato tadanantarānaṁ tadārammaṇānaṁ yathāvisayaṁ vedanāvasena tadanuguṇatā icchitā. Ye pana kiriyajavanānantaraṁ tadārammaṇaṁ na icchanti, tesaṁ vattabbameva natthi. Yaṁ pana ‘‘javanena tadārammaṇaṁ niyametabba’’nti vuttaṁ, taṁ kusalaṁ sandhāya vuttanti ca vuttaṁ. Tasmā yathāvutto vicāretabbo. Tihetukajavanāvasāne ca duhetukajavanāvasāne cāti samuccayattho ca-saddo. Keci pana vibhāgaṁ akatvā ‘‘kusalajavanāvasānepi ahetukatadārammaṇaṁ hotīti ‘yebhuyyenā’ti vutta’’nti vadanti. Lobhacittassa vā sattānaṁ bahulaṁ uppajjanato ‘‘yebhuyyenā’’ti vuttaṁ. ‘‘Sakiṁ vā’’ti vacanasiliṭṭhatāvasena vuttaṁ yathā ‘‘aṭṭha vā dasa vā’’ti dassetuṁ ‘‘dirattatirattādīsu viya veditabba’’nti āha. Vā-saddassa abhāvāti suyyamānassa vā-saddassa abhāvena vuttaṁ. Atthato pana tatthāpi vā-saddo labbhateva. Tirattaṁ pana vāsādike labbhamāne diratte vattabbameva natthīti dirattaggahaṇaṁ visuṁ na yojetīti adhippāyena ‘‘vacanasiliṭṭhatāmattenā’’ti vuttaṁ. Kevalaṁ ‘‘tiratta’’nti vutte aññattha vāsādinā antaritampi tirattaṁ gaṇheyya, dirattavisiṭṭhaṁ pana tirattaṁ vuccamānaṁ tena anantaritameva tirattaṁ dīpetīti āha ‘‘nirantaratirattadassanatthaṁ vā’’ti. Balavarūpādike ārammaṇeti atimahati rūpādiārammaṇe. ‘‘Adhippāyo’’ti etena ekacittakkhaṇāyukepi visaye kadāci tadārammaṇaṁ uppajjeyyāti ‘‘sakiṁ evā’’tiādinā vuttamatthaṁ ulliṅgeti. ‘‘Sabbadvāresu tadārammaṇe dve eva cittavārā āgatā’’ti vuttattā ayampi attho vicāretvā gahetabbo. Anurūpāya paṭisandhiyāti attano attano anucchavikena paṭisandhānakiccena.",
  "tika-abh02t23:72": "‘‘Kati paṭisandhiyo, kati paṭisandhicittānī’’tiādinā paṭisandhivicāro parato vitthārato kathīyatīti āha ‘‘paṭisandhikathā mahāvisayāti katvā pavattimeva tāva dassento’’ti. Ahetukadvayādīnanti ādi-saddena mahāvipākamahaggatavipāke saṅgaṇhāti. Dvāraniyamāniyamāvacananti dvārassa niyatāniyatāvacanaṁ, niyatadvāraṁ aniyatadvāranti vā avacananti attho. Anuppattitoti na uppajjanato. Yadipi ‘‘anurūpāya paṭisandhiyā’’ti paṭisandhipi heṭṭhā gahitā, ‘‘pavattiyaṁ panā’’ti adhikatattā pana pavattiyeva paccāmaṭṭhā. Paccayuppannabhāvena paṭhamuddiṭṭhāni sabbānipi lokiyavipākacittāni anvādesaṁ arahantīti āha ‘‘tatrassāti pavattiyaṁ bāttiṁsavidhassā’’ti.",
  "tika-abh02t23:73": "Yathā kāmāvacarapaṭisandhiviññāṇasaṅkhātassa bījassa abhāvepi rūpabhave cakkhusotindriyapavattiānubhāvato cakkhusotaviññāṇānaṁ sambhavo, evaṁ teneva kāraṇena sampaṭicchanādīnampi tattha sambhavoti dassento ‘‘indriyapavattiānubhāvato evā’’tiādimāha. Tattha cakkhusotadvārabhedenāti cakkhusotadvāravisesena bhavitabbanti sambandho. Tassāti cakkhusotadvārassa. Dvāravantāpekkho dvārabhāvoti āha ‘‘viññāṇavīthibhedāyattattā’’ti. Tasmiñca satīti tasmiṁ dvārabhede vīthibhede ca sati. Bhāvoti uppatti. Janakaṁ anubandhati nāmāti taṁsadise tabbohāraṁ katvā vuttaṁ.",
  "tika-abh02t23:74": "Idaṁ pana vatvāti rūpārūpāvacaradhamme ārabbha tadārammaṇānuppattiṁ vatvā. Bhāvanāyāti akusalabhāvanāya saṁkilesavaḍḍhanena, saṁkiliṭṭhasamādhānenāti attho. Tathā hi lobhadosasahagatacittuppādepi samādhi ‘‘avaṭṭhiti avisāhāro avikkhepo avisāhaṭamānasatā’’tiādinā (dha. sa. 11) niddiṭṭho. Avatthubhāvadassanatthanti aṭṭhānabhāvadassanatthaṁ, anārammaṇabhāvadassanatthanti attho.",
  "tika-abh02t23:75": "‘‘Kena katthā’’ti padassa ‘‘kena cittena kasmiṁ bhave’’ti saṅkhepena vuttamatthaṁ vitthārato dassetuṁ ‘‘ekūnavīsatī’’tiādi vuttaṁ. Tattha tena tena cittenāti tena tena ahetukadvayādicittena saddhiṁ pavattamānā paṭisandhikkhaṇe rūpārūpadhammā ekūnavīsati paṭisandhiyoti yojanā. Tena tena cittena sahajātādipaccayatāya hetubhūtena, karaṇabhūtena vā. Tattha tattha bhave.",
  "tika-abh02t23:76": "Anussaraṇattho byāpāro anussaraṇabyāpāro. Kecīti dhammasirittheraṁ sandhāya vadati. Tīsu javanavāresu…pe… bhavitabbanti kammādiupaṭṭhānassa parato tīhi javanavārehi pavattitabbanti attho. Tenāha ‘‘aneka…pe… abhippalambanañca hotī’’ti. Tasmāti yasmā ekajavanavārasseva kammādiupaṭṭhānena maraṇaṁ na sambhavati, tasmā. Phoṭṭhabbassāti pahāraphoṭṭhabbassa . Bhavaṅgacitte vattamāne, antarantarā pañcadvāravīthiyā vā vattamānāya phoṭṭhabbasamāyoge paṭhamaṁ kāyadvārāvajjanuppatti yuttā, tathāpi kismiñci cintiyamāne tamevārabbha ekasmiṁ javanavāre pavatte pacchā kāyadvārāvajjanuppatti siyā cittassa lahuparivattibhāvatoti kecivādassa adhippāyo. Yathā niddāyantassa phoṭṭhabbasamāyogena pabujjhanakāle manodvārāvajjanameva āvaṭṭeti, na kāyadvārāvajjanaṁ. ‘‘Pañcahi viññāṇehi na paṭibujjhatī’’ti (vibha. 751) hi vuttaṁ. Evaṁsampadaṁ vā etaṁ daṭṭhabbaṁ. Lahukapaccupaṭṭhānanti lahuupaṭṭhānaṁ. Manodvārassa visayo kammādiko. Lahukatāti lahupaṭṭhānatā. Rūpānanti cakkhādirūpadhammānaṁ. Visayabhāvepīti rūpāyatanādivisayasabbhāvepi. Yesaṁ visayo atthīti yesaṁ nippariyāyena visayo atthi. Taṁdassanatthamevāti tesaṁ sārammaṇānaṁyeva dassanatthaṁ. Tenāti tasmā.",
  "tika-abh02t23:77": "‘‘Bhūmicittuppādādivasenā’’ti idaṁ kammaṁ sandhāya vuttaṁ, kammanimittassapi vasena labbhateva tassa chaḷārammaṇabhāvato. Gatinimittassa pana pabhedo nīlādikoyeva.",
  "tika-abh02t23:78": "Anupacchinnesu maggena appahīnesu. Tañca kammādiṁ. Bhavantaraninnāditā cittasantānassa bhavapatthanāya tathābhisaṅkhatattā. Yasmiñhi cittasantāne puññādicetanāya viya bhavapatthanāya paribhāvanā anupacchinnā, tattheva bhavantarapariyāpannacittuppatti. Taṁ pana cittaṁ tathā uppajjamānaṁ tāya vināmitaṁ viya hotīti vuttaṁ ‘‘anupacchinnakilesabalavināmita’’nti. Sabbatthāti sugatiduggatīsu. Itarāyāti sugatipaṭisandhininnāya cutiyā. ‘‘Nicchinantī’’ti vuttassa nicchayassa nibandhanaṁ āgamaṁ dassento ‘‘nimittassādagadhitaṁ vā’’tiādimāha.",
  "tika-abh02t23:79": "Akusale hi duggatūpanissaye niyamite kusalaṁ sugatūpanissayoti niyamitameva hotīti.",
  "tika-abh02t23:80": "Aniṭṭhaṁ ārammaṇaṁ āha yato duggatipaṭisandhi dassīyatīti adhippāyo. Yadi evaṁ ‘‘rāgādihetubhūta’’nti kasmā vuttanti āha ‘‘tampi hi…pe… hotī’’ti. Tampīti aniṭṭhārammaṇampi. Yasmā pana hīnaṁ ārammaṇanti ārammaṇabhūtakammanimittaṁ adhippetaṁ, tasmā ‘‘akusalavipākajanakakammasahajātānaṁ vā’’tiādi vuttaṁ. Kammanimittabhūtañhi ārammaṇaṁ yaṁ vipākassa janakaṁ kammaṁ, tena sahajātānaṁ, tassa kammassa sadisāsannajavanasahajātānañca rāgādīnaṁ ārammaṇapaccayasaṅkhāto hetu hoti, so eva cassa hīnabhāvoti dassetuṁ ‘‘tañhī’’tiādi vuttaṁ. Kammavasena aniṭṭhanti hīnassa akusalakammassa ārammaṇato ārammaṇatāvasena hīnanti katvā aniṭṭhaṁ, sabhāvena iṭṭhampīti adhippāyo. ‘‘Aññathā cā’’tiādinā kammanimittārammaṇassa akusalavipākassa na sambhavoti dasseti. Āsannakatakammārammaṇasantatiyanti āsannakatassa kammassa ārammaṇasantāne. Taṁsadisanti yathāvuttakammārammaṇasadisaṁ. Paṭisandhiārammaṇūpaṭṭhāpakanti paṭisandhiyā ārammaṇassa upaṭṭhāpakaṁ. Cutiāsannajavanānaṁ paṭisandhijanakatte ayamattho labbheyyāti codanaṁ manasi katvā āha ‘‘na ca paṭisandhiyā’’tiādi. Taṁsamānavīthiyanti tāya paṭisandhiyā ekavīthiyaṁ. Na assāditānīti assādanabhūtāya taṇhāya na āmaṭṭhāni.",
  "tika-abh02t23:81": "Samattāti paripuṇṇā, pariyattā vā. ‘‘Maraṇakāle…pe… samādinnā’’ti vacanato yathāvuttacutiāsannajavanānaṁ paṭisandhidānaṁ siddhanti codanaṁ sandhāyāha ‘‘na ca dubbalehī’’tiādi. ‘‘Vakkhati cā’’tiādinā vuttamevatthaṁ upacayena pākaṭataraṁ karoti. Ñāṇavatthuvibhaṅgavaṇṇanāyañhi ‘‘pañcahi viññāṇehi na kañci dhammaṁ paṭivijānātī’’ti padānaṁ atthaṁ vivaranto vakkhati ‘‘sabbampi…pe… paṭikkhittānī’’ti. Tattha paṭivijānanādīti ādi-saddena iriyāpathakappanakāyavacīkammupaṭṭhāpanakusalākusaladhammasamādānasamāpajjanavuṭṭhānāni saṅgaṇhāti. Upapajjanasupinadassanādīnaṁ manodvārikacitteneva pavatti pākaṭāti tāni bahi karonto ‘‘cavanapariyosānaṁ kicca’’nti āha. Sahajavanakānīti javanasahitāni, pañcadvārikajavanehi saddhinti attho.",
  "tika-abh02t23:82": "Tatthāti ‘‘pañcahi viññāṇehi na kañci dhammaṁ paṭivijānātī’’ti pāḷivaṇṇanāyaṁ. Na kañci dhammaṁ paṭivijānātīti ettha na sabbe rūpādidhammā dhammaggahaṇena gahitāti yathādhippetadhammadassanatthaṁ ‘‘manopubbaṅgamā dhammāti (dha. pa. 1-2) evaṁ vuttaṁ ekampi kusalaṁ vā akusalaṁ vā na paṭivijānātī’’ti aṭṭhakathāyaṁ vuttanti dassetvā tassa atthaṁ vivaranto ‘‘yesa’’ntiādimāha. Tassattho – yesaṁ kusalākusaladhammānaṁ paṭivibhāvanappavattiyā siddhā vipākadhammatā yonisomanasikāraayonisomanasikārasamuṭṭhānā, yāya sukhaṁ vā dukkhaṁ vā taṁsantāne anveti anugacchati, pañcaviññāṇānaṁ sā vipākadhammatā paṭikkhittā paṭisedhitāti. Tādisamevāti kusalākusaladhammapaṭivijānanasadisameva. Yadi pañcadvāre yathāvuttakiccassa karaṇe sahajavanakāni vīthicittāni paṭikkhittāni, kathaṁ tattha cavanupapajjanāni sambhavantīti codanaṁ sandhāyāha ‘‘tadārammaṇānantaraṁ panā’’tiādi. Nippariyāyena manodvārikabhāvo manodvārāvajjanuppattipubbakoti tadabhāvenāha ‘‘iminā adhippāyenā’’ti. Avasesekacittakkhaṇāyuke rūpādimhīti yojanā.",
  "tika-abh02t23:83": "Upacāro viya daṭṭhabbā samānārammaṇattā, upapattinimittattā ca. Kecīti dhammasirittheraṁ sandhāya vadati. Mahaggatāvasānaṁ vadantīti yathāpaccayaṁ mahaggatasamāpattiṁ samāpajjitvā vuṭṭhitassa sā vīthi uppajjati, tato cuticittaṁ hotīti vadanti. Atītārammaṇā ekādasavidhāti nava kāmāvacarasugaticutiyo, dve viññāṇañcāyatananevasaññānāsaññāyatanaāruppacutiyoti evaṁ atītārammaṇā ekādasavidhā sugaticutiyo. Pañca rūpāvacarā, vuttāvasesā dve arūpāvacarāti navattabbārammaṇā sattavidhā cutiyo. Duggaticuti pana parato vuccatīti idha na gahitā. Tathā hi vakkhati ‘‘duggaticutiyā pana…pe… na dassitā’’ti.",
  "tika-abh02t23:84": "Evamādiketi ādi-saddena ‘‘suddhāya vā javanavīthiyā’’tiādivacanaṁ saṅgaṇhāti. Tathā hi vuttaṁ ‘‘suddhāya vāti mahaggatakammanimittārammaṇāya javanavīthiyā’’ti. ‘‘Viññāyatī’’ti iminā yadipi ‘‘pathavīkasiṇādī’’tiādisaddena arūpāvacarajjhānārammaṇassāpi saṅgaho sambhavati, ‘‘cakkhusotānaṁ vā’’ti pana dvāradvayasseva vasena vikappantarakaraṇaṁ yathādhippetassa atthassa ñāpakanti dasseti. Ñāpakañca nāma agatikā gatīti yathāvuttaṁ ñāpakaṁ asambhāvento ‘‘athāpī’’tiādimāha. Yo yattha sambhavati, tassa yojanā yathāsambhavayojanā, tāya. Ayampi paṭisandhīti āruppacutiyā anantaraṁ paṭisandhiṁ vadati. Tatthevāti ‘‘pathavīkasiṇādikaṁ vā nimitta’’nti vutte paṭhame vikappe eva. Heṭṭhimā heṭṭhimā paṭisandhi natthīti yojanā. Tenāti tasmā. Tatoti catutthāruppacutito. Tatthevāti catutthāruppe eva. Atītārammaṇā paṭisandhi, tato catutthāruppacutito kāmāvacare atītapaccuppannārammaṇā paṭisandhi. Itarāhīti āruppacutīhi. Dutiyā āruppapaṭisandhi atītārammaṇā, itarā navattabbārammaṇāti āha ‘‘yathāsambhava’’nti. Atītapaccuppannārammaṇā ca kāmāvacarapaṭisandhīti etthāpi itarāhīti sambandho. Sabbattha ca ‘‘yojetabbā’’ti sambandhitabbaṁ. Imassa visesassāti ‘‘tenā’’tiādinā yathāvuttassa visesassa. Visuṁ uddharaṇaṁ kataṁ adhikavacanamaññamatthaṁ bodhetīti.",
  "tika-abh02t23:85": "Ārammaṇavasenaekavidhāyāti atītārammaṇatāvasena ekavidhāya. Duvidhāti atītārammaṇā, paccuppannārammaṇā cāti dvippakārā. Duggaticutiyā ārammaṇavasena ‘‘ekavidhāyā’’ti padaṁ ānetvā yojetabbaṁ. Atītapaccuppannārammaṇatāya dvippakārā kāmāvacarapaṭisandhi, navattabbārammaṇatāya ekappakārā rūpāvacarapaṭisandhi, navattabbātītārammaṇatāya dvippakārā āruppapaṭisandhīti āha ‘‘dviekadvippakārānaṁ kāmarūpāruppānaṁ vasenā’’ti. ‘‘Tathevā’’ti iminā ‘‘dviekadvippakārānaṁ kāmarūpāruppānaṁ vasenā’’ti padadvayaṁ ākaḍḍhati. Duvidhāyāti navattabbātītārammaṇatāvasena duvidhāya. Paccekanti visuṁ visuṁ. Dvinnaṁ dvinnaṁ kāmāruppānanti etthāyaṁ yojanā – navattabbārammaṇāya āruppacutiyā anantarā atītārammaṇā paccuppannārammaṇā ca dve kāmapaṭisandhī, navattabbārammaṇā atītārammaṇā ca dve āruppapaṭisandhī, tathā atītārammaṇāyapīti imāsaṁ vasena aṭṭhavidhā.",
  "tika-abh02t23:86": "‘‘Dvidvī’’ti gāthāya vuttamevatthaṁ sukhaggahaṇatthaṁ saṅgahetvā dasseti. Yadipi ‘‘kammassa katattā’’tiādināpi kammassa vipākānaṁ upanissayapaccayabhāvo gahitoyeva hoti, ‘‘kusalākusalaṁ kamma’’ntiādinā pana visuṁ upanissayapaccayabhāvo dassīyatīti ‘‘kāmāvacarassa…pe… ādinā nānākkhaṇikakammapaccayabhāvo dassitappakāro’’ti āha.",
  "tika-abh02t23:87": "Ādinā vimissaviññāṇenāti ekassa bhavassa ādibhūtena rūpavimissena paṭisandhiviññāṇena. Aññatthāti saṁsedajaopapātikayoniyaṁ. Avacanaṁ paṭikkhepaṁ maññamāno ‘‘gandharasāhārānaṁ paṭikkhittattā’’ti vatvā sabbena sabbaṁ rūpabhave te natthīti adhippāyenāha ‘‘cakkhusotavatthusattakajīvitachakkabhāvepī’’ti. Pāḷiyanti dhammahadayavibhaṅgapāḷiyaṁ. Pañcāyatanānīti cakkhusotamanarūpadhammāyatanāni. Pañca dhātuyoti tā eva pañca dhātuyo. Vuttañhi – ‘‘rūpadhātuyā upapattikkhaṇe katamāni pañcāyatanāni pātubhavanti? Cakkhāyatanaṁ rūpāyatanaṁ sotāyatanaṁ manāyatanaṁ dhammāyatanaṁ. Imāni pañcāyatanāni pātubhavanti. Katamā pañca dhātuyo pātubhavanti? Cakkhudhātu…pe… dhammadhātu. Imā pañca dhātuyo pātubhavantī’’ti (vibha. 1016). Cha āyatanāni saddāyatanena saddhiṁ tāniyeva. Nava dhātuyoti cakkhurūpacakkhuviññāṇasotasaddasotaviññāṇamanodhammamanoviññāṇadhātuyo. Sabbasaṅgahavasenāti anavasesapariggahavasena. Tatthāti rūpadhātuyaṁ. ‘‘Kathāvatthumhi cā’’tiādinā na kevalaṁ dhammahadayavibhaṅgapāḷiyaṁyeva, atha kho pakaraṇantarepi gandhādayo paṭikkhittāti dasseti. Tattha ghānāyatanādīnaṁviyāti sadisūdāharaṇadassanaṁ. Yathā ghānāyatanādīnaṁ tattha rūpabhave bhāvo atthi, tā paṭikkhittā, evaṁ gandhāyatanādīnañcāti. Atthi tattha ghānāyatananti pucchā sakavādissa. Yañhi tattha āyatanaṁ natthi, tassa vasenāyaṁ codanā. Tato paravādī yaṁ tattha ajjhattikānaṁ tiṇṇaṁ āyatanānaṁ ghānādikaṁ saṇṭhānanimittaṁ, tadeva āyatananti laddhiyā ‘‘āmantā’’ti paṭijānāti. Bāhirānaṁ gandhāyatanādīnaṁ vasena puṭṭho yasmā ghānappasādādayo tattha na icchati, tasmā tesaṁ gocaraṁ paṭisedhento ‘‘na hevaṁ vattabbe’’ti paṭikkhipati. Ādi-saddena ‘‘atthi tattha jivhāyatananti? Āmantā. Atthi tattha rasāyatananti? Na hevaṁ vattabbe’’tiādinayappavattānaṁ anulomapaṭilomasaṁsandanapañhādīnaṁ saṅgaho daṭṭhabbo. Aphoṭṭhabbāyatanānanti phoṭṭhabbāyatanabhāvarahitānaṁ, aphoṭṭhabbasabhāvānanti attho.",
  "tika-abh02t23:88": "Idāni anāyatanasabhāve gandharase paṭijānitvāpi dosaṁ vadanto ‘‘yadi cā’’tiādimāha. Avacane natthi kāraṇaṁ yathādhammasāsane abhidhamme, tesaṁ vā nisattanijjīvasabhāvattāti adhippāyo. Yathā ca dhātubhāvo, evaṁ dhammabhāvo ca tesaṁ ekantiko, tathā āyatanabhāvo cāti sabbathāpi tattha vijjamānānaṁ gandharasānaṁ āyatanesu avacane kāraṇaṁ natthīti dassento ‘‘dhammabhāvo cā’’tiādimāha. Aññassa paramatthassa abhāvā. Koci āyatanasabhāvoti dhammāyatanameva sandhāya vadati. Tena yadi rūpabhave gandharasā vijjanti, yathāvuttakāraṇato gandharasāyatanabhāvena avuccamānāpi dhammāyatanabhāvena vattabbā siyuṁ, na ca vuttā. Tasmā niṭṭhamettha gantabbaṁ ‘‘nattheva rūpabhave gandharasā’’ti dasseti. Kiñca rūpadhātuyaṁ gandharasabhāvena avuttānaṁ, kāmadhātuyaṁ vuttānaṁ tesaṁ kiṁ gandharasabhāvato aññena sabhāvena rūpadhātuyaṁ atthibhāvo, udāhu gandharasabhāvena. Yadi purimo pakkho dhammāyatane tesaṁ saṅgaho siyā anāyatanasabhāvassa sabhāvadhammassa abhāvā, atha dutiyo teneva kāraṇena nesaṁ gandharasāyatanabhāvo siddhoti imamatthaṁ dassento ‘‘yadi cā’’tiādimāha. Tasmāti yasmā gandharasā dhammahadayavibhaṅge na vuttā, kathāvatthumhi ca tesaṁ bhāvo paṭikkhitto, phusituṁ asakkuṇeyyā pathavīādayo viya ghāyituṁ sāyituñca asakkuṇeyyā te natthi, dhātusaddena ca te gahitā, dhammabhāvo ca tesaṁ ekantiko, tasmiñca sati siddho āyatanabhāvo, tasmā. Tathāti pāḷiyaṁ avuttadhamme hāpetvā cakkhusattakādivasena. Evanti cakkhusattakādivasena rūpagaṇanāya kariyamānāya. Dhammatāti pāḷidhammo , rūpabhave vā pavattanakarūpadhammatā. ‘‘Na vilomitā’’ti iminā yathāpaṭiññātaṁ dhammaṁ dīpitaṁ ulliṅgeti.",
  "tika-abh02t23:89": "Ettha ca rūpāvacarasattānaṁ ghānajivhāyatanābhāvato vijjamānāpi gandharasā āyatanakiccaṁ na karontīti te anāmasitvā pāḷiyaṁ ‘‘pañcāyatanāni pātubhavanti, cha āyatanānī’’tiādi vuttaṁ. ‘‘Tayo āhārā’’ti ca ajjhoharitabbassa āhārassa abhāvena ojaṭṭhamakarūpasamuṭṭhāpanasaṅkhātassa āhārakiccassa akaraṇato, na sabbena sabbaṁ gandharasānaṁ ojāya ca abhāvato. Iti visayino kiccassa ca abhāvena visayo, kiccavā ca dhammo na vutto. Yasmiñhi bhave visayī natthi, tasmiṁ taṁhetuko nippariyāyena visayassa āyatanabhāvo natthīti vijjamānassāpi avacanaṁ, yathā rūpabhave pathavītejovāyodhātūnaṁ phoṭṭhabbāyatanabhāvena. Yassa pana yattha vacanaṁ, tassa tattha visayīsabbhāvahetuko nippariyāyena āyatanabhāvo vutto diṭṭho yathā tattheva rūpāyatanassa. Yadi visayīsabbhāvahetuko visayassa nippariyāyena āyatanabhāvo, kathaṁ asaññasattānaṁ devānaṁ dve āyatanāni pātubhavantīti. Asaññasattānañhi cakkhāyatanaṁ natthi, acakkhāyatanabhāvena ca nesaṁ rūpāyatanaṁ aññesaṁ avisayoti? Nāyaṁ virodho. Yena adhippāyena rūpadhātuyaṁ saññīnaṁ gandhāyatanādīnaṁ avacanaṁ, tena rūpāyatanassāpi avacananti asaññīnaṁ ekaṁ āyatanaṁ vattabbaṁ. Yathāsakañhi indriyagocarabhāvāpekkhāya yesaṁ nippariyāyena āyatanabhāvo atthi, tesu niddisiyamānesu tadabhāvato rūpadhātuyaṁ saññīnaṁ gandhādike visuṁ āyatanabhāvena avatvā dhammasabhāvānativattanato, manoviññāṇassa ca visayabhāvūpagamanato dhammāyatanantogadhe katvā ‘‘pañcāyatanānī’’ti pāḷiyaṁ vuttaṁ. Etadatthañhi ‘‘dhammāyatana’’nti sāmaññato nāmakaraṇaṁ, piṭṭhivaṭṭakāni vā tāni katvā ‘‘pañcāyatanānī’’ti vuttaṁ. Yena ca pana adhippāyena asaññīnaṁ rūpāyatanaṁ vuttaṁ, tena saññīnampi gandhādīnaṁ visuṁ gahaṇaṁ kātabbanti imassa nayassa dassanatthaṁ ‘‘asaññasattānaṁ devānaṁ dve āyatanāni pātubhavantī’’ti (vibha. 1017) vuttaṁ. Asatipi hi attano indriye rūpassa vaṇṇāyatanasabhāvātikkamo natthevāti taṁ rūpāyatanantveva vuccati. Iminā ca nayadassanena gandhādīni tīṇi pakkhipitvā saññīnaṁ aṭṭha āyatanāni, asaññīnaṁ pañcāti ayamattho dassito hoti. Evañcetaṁ sampaṭicchitabbaṁ. Aññathā rūpaloke phusitumasakkuṇeyyatāya pathavīādīnaṁ vacīghoso eva na siyā. Na hi paṭighaṭṭanānighaṁsamantarena saddappavatti atthi, na ca phusanasabhāvānaṁ katthaci aphusanasabhāvatā sakkā viññātuṁ. Phoṭṭhabbāyatanasaṅkhātassa ca bhūtattayassa abhāve rūpabhave rūpāyatanādīnampi sambhavo eva na siyā, tasmā phusituṁ sakkuṇeyyatāyapi pathavīādīnaṁ tattha kāyindriyābhāvena tesaṁ phoṭṭhabbabhāvo na vutto. Evañca katvā rūpadhātuyaṁ tesaṁ sappaṭighavacanañca samatthitaṁ hoti. Vuttañhi ‘‘asaññasattānaṁ anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā’’tiādi (paṭṭhā. 2.22.17). Paṭigho hettha bhūtattayassa kāyappasādaṁ pati taṁnissayabhūtaghaṭṭanadvārena abhimukhabhāvo, so ca phusituṁ asakkuṇeyyasabhāvassa ghaṭṭanāya abhāvato natthi. Nanu ‘‘dve āyatanānī’’ti ettha pariyāyāyatanaṁ adhippetaṁ, atha kasmā gandhāyatanādīnipi gahetvā ‘‘pañcāyatanānī’’ti na vuttanti? ‘‘Nayadassanavasena desanā pavattā’’ti vuttovāyamattho. Atha vā tattha rūpāyatanasseva vacanaṁ kadāci aññabhūmikānaṁ pasādassa visayabhāvaṁ sandhāya, na pana itaresaṁ abhāvato. Nāpi pariyāyena gandhāyatanādīnaṁ āyatanasabhāvābhāvato. Asaññīnañhi rūpāyatanaṁ samānabhūmikānaṁ vehapphalānaṁ, uparibhūmikānañca suddhavāsānaṁ pasādassa visayabhāvaṁ gacchati, na pana gandharasāti tesaṁyeva tatthāvacanaṁ yuttaṁ. Kathāvatthumhi ca nippariyāyena gandhāyatanādīnaṁ atthibhāvaṁ paṭijānantaṁ sandhāya paṭisedho kato. Yadipi cetaṁ vacanaṁ tattha gandhāyatanādīnaṁ abhāvavibhāvanaṁ na hoti, atthibhāvadīpanampi pana aññavacanaṁ natthevāti? Nayidamevaṁ aṭṭhakathāsu tattha nesaṁ atthibhāvassa niddhāretvā vuttattā. Yañhi aṭṭhakathāvacanaṁ pāḷiyā na virujjhati, taṁ pāḷi viya pamāṇabhūtaṁ agarahitāya ācariyaparamparāya yāvajjatanā āgatattā. Tattha siyā – yaṁ pāḷiyā na virujjhati aṭṭhakathāvacanaṁ, taṁ pamāṇaṁ. Idaṁ pana virujjhatīti? Nayidamevaṁ yathā na virujjhati , tathā paṭipāditattā. Cakkhādīnaṁ āyatanānaṁ, tannissayānañca viññāṇānaṁ sattasuññatāsandassanatthaṁ bhagavato dhātudesanāti āyatanabhāvena vuttānaṁyeva dhātubhāvadīpanato dhātubhāvassāpi nesaṁ avacanaṁ yujjati eva, tasmā yathā pāḷiyā avirodho hoti, tathā cakkhudasakādivasena aṭṭhakathāyaṁ rūpagaṇanā katāti na ettha dhammatāvilomanāsaṅkāya okāsoti veditabbaṁ.",
  "tika-abh02t23:90": "Eḷakassa jātakāle uṇṇā jātiuṇṇāti paṭhamo attho. Tato sukhumatarataṁ sandhāya ‘‘gabbhaṁ…pe… itipi vadantī’’ti vuttaṁ. Sambhavanassa bhedo vā sambhavabhedo, pavattibhedoti attho.",
  "tika-abh02t23:91": "Rūpībrahmesūti adhikaraṇe bhummaṁ, opapātikayonikesūti niddhāraṇeti dassento ‘‘opapātikayonikehi rūpībrahme niddhāretī’’ti āha. Tena ‘‘opapātikayonikesū’’ti sāmaññato vuttarāsito ‘‘rūpībrahmesū’’ti visesaṁ niddhāreti. Na sametīti na saṁsandati, virujjhatīti attho. Yāya pāḷiyā na sameti, taṁ dassento ‘‘dhammahadayavibhaṅge hī’’tiādimāha.",
  "tika-abh02t23:92": "Ekādasāti paripuṇṇāyatanassa saddāyatanavajjāni ekādasāyatanāni. Kassaci dasāyatanānīti andhassa cakkhāyatanavajjāni. Kassaci aparāni dasāyatanānīti badhirassa sotāyatanavajjāni. Kassaci navāyatanānīti andhabadhirassa cakkhusotāyatanavajjāni. Kassaci sattāyatanānīti gabbhaseyyakassa rūpagandharasakāyaphoṭṭhabbamanodhammāyatanavasena vuttaṁ.",
  "tika-abh02t23:93": "‘‘Na vuttaṁ aṭṭhāyatanāni pātubhavantī’’ti idaṁ ‘‘na hi pāḷiyaṁ…pe… vuttā’’ti etassa atthavivaraṇaṁ. Cakkhusotaghānavikalassa hi upapajjamānassa aṭṭheva āyatanāni siyunti. Sati ca aghānakupapattiyaṁ punapi ‘‘kassaci aparāni dasāyatanāni pātubhavantī’’ti vattabbaṁ siyā. Tathā ca sati yathā andhabadhirassa vasena ‘‘kassaci navāyatanāni pātubhavantī’’ti (vibha. 1007) ekavāraṁ vuttaṁ, evaṁ andhāghānakassa, badhirāghānakassa ca vasena ‘‘kassaci aparāni navāyatanāni, kassaci aparāni navāyatanāni pātubhavantī’’ti vattabbaṁ siyā, evaṁ na vuttanti imamatthaṁ dasseti ‘‘tathā…pe… naca taṁ vutta’’nti. Evaṁ dhātupātubhāvādipañhesūti ‘‘kassaci ekādasa dhātuyo pātubhavanti, kassaci dasa dhātuyo, kassaci aparā dasa dhātuyo, kassaci nava dhātuyo, kassaci satta dhātuyo pātubhavantī’’ti (vibha. 1007) evaṁ dhātupātubhāvapañho veditabbo. Ādi-saddena ‘‘kassaci cuddasindriyāni pātubhavantī’’tiādi (vibha. 1007) nayappavattā indriyapañhādayo saṅgahitā.",
  "tika-abh02t23:94": "Ettha ca yathā ‘‘sattati ukkaṁsato ca rūpānī’’ti padaṁ ‘‘saṁsedajopapātīsū’’ti ettha yonidvayavasena yojīyati, na evaṁ ‘‘avakaṁsato tiṁsā’’ti idaṁ, idaṁ pana saṁsedajayonivaseneva yojetabbaṁ, ekayoganiddiṭṭhassāpi ekadeso sambandhaṁ labhatīti. Saṁsedajasseva ca jaccandhabadhiraaghānakanapuṁsakassa jivhākāyavatthudasakānaṁ vasena tiṁsa rūpāni uppajjantīti vuttaṁ, na opapātikassāti ayamettha aṭṭhakathāya adhippāyo. Ye pana ‘‘opapātikassa jaccandha…pe… uppajjantīti mahāaṭṭhakathāyaṁ vutta’’nti vadanti, taṁ na gahetabbaṁ. So hi pamādapāṭho. Evañca katvā āyatanayamakavaṇṇanāya ‘‘kāmadhātuyaṁ pana aghānako opapātiko natthi. Yadi bhaveyya, ‘kassaci aṭṭhāyatanāni pātubhavantī’ti vadeyyā’’ti (yama. aṭṭha. āyatanayamaka 18-21) vakkhati. Apare panāhu ‘‘kassaci ekādasāyatanāni pātubhavanti, yāva ‘kassaci navāyatanānī’ti pāḷi opapātike sandhāya vuttā. Tasmā pubbenāparaṁ aṭṭhakathāyaṁ avirodho siddho hoti, tathā ca yathāvuttapāḷiyā ayamatthavaṇṇanā aññadatthu saṁsandati sametiyevā’’ti. Yaṁ paneke vadanti ‘‘opapātikaggahaṇena saṁsedajāpi saṅgayhanti. Tathā hi dhammahadayavibhaṅge ‘kāmadhātuyā upapattikkhaṇe kassaci ekādasāyatanāni pātubhavantī’tiādīnaṁ (vibha. 1007) uddese ‘opapātikānaṁ petāna’ntiādinā opapātikaggahaṇameva kataṁ, na saṁsedajaggahaṇa’’nti, taṁ paripuṇṇāyatanānaṁyeva saṁsedajānaṁ opapātikesu saṅgahaṇavasena vuttanti veditabbaṁ. Tathā hi vakkhati ‘‘saṁsedajayonikā paripuṇṇāyatanāparipuṇṇāyatanabhāvena opapātikasaṅgahaṁ katvā vuttā’’ti ‘‘padhānāya vā yoniyā sabbaṁ paripuṇṇāyatanayoniṁ dassetuṁ ‘opapātikāna’nti vutta’’nti ca. Aṭṭhakathāyaṁ pana yonidvayaṁ sarūpeneva pakāsetuṁ, saṁsedajayonivaseneva ca avakaṁsato pavattiṁ dassetuṁ opapātikayoniyā itaraṁ asaṅgahetvā ‘‘saṁsedajopapātīsū’’ti vuttanti. Sabbaṁ taṁ vīmaṁsitvā gahetabbaṁ.",
  "tika-abh02t23:95": "Cutipaṭisandhīnanti anantarātītacutiyā, tadanantarāya missāmissabhedāya paṭisandhiyā. Khandhādīhīti khandhārammaṇagatihetuvedanāpītivitakkavicārehi. Mahaggataajjhattārammaṇāya mahaggataajjhattārammaṇā, amahaggatabahiddhārammaṇāya amahaggatabahiddhārammaṇāti evamādino arūpabhūmīsuyeva cutipaṭisandhīnaṁ bhedābhedavisesassa sambhavato ‘‘nayamukhamattaṁ dassetvā’’ti vuttaṁ. Ekaccasugatīti mahaggatavajjasugati adhippetāti āha ‘‘rūpārūpāvacarāna’’ntiādi. Keci pana ‘‘yathā mahaggatāvajjā, evaṁ uttarakurukavajjā’’tipi vadanti. Ekaccasugaticutiyāti vuttasugaticutiyā. Yadipi ‘‘ayaṁ nāma duggatipaṭisandhi na hotī’’ti niyamo natthi, desanā pana sotapatitā gatāti vadanti. Niyatabodhisattāpekkhāya vā evaṁ vuttaṁ. Tesañhi ekaccaduggatipaṭisandhi natthi avīciādīsu anupapajjanato. ‘‘Ekaccaduggaticutiyā’’ti etthāpi iminā nayena attho veditabbo.",
  "tika-abh02t23:96": "Ekaccasugatipaṭisandhīti pana kāmāvacarasugatipaṭisandhi veditabbā. Sayamevāti attanā eva. ‘‘Bhedaviseso eva ca evaṁ vitthārena dassito’’ti idaṁ ‘‘amahaggatabahiddhārammaṇāyā’’tiādiṁ sandhāya vuttaṁ. ‘‘Catukkhandhāya…pe… paṭisandhi hotī’’ti idaṁ pana abhedavisesadassanamevāti. Ekekasmiṁ bhedeti ‘‘amahaggatabahiddhārammaṇāyā’’ti evamādike ekekasmiṁ bhāge. Tattha tatthevāti ‘‘amahaggatabahiddhārammaṇāya mahaggatabahiddhārammaṇā, amahaggatajjhattārammaṇāya mahaggatajjhattārammaṇā’’tiādinā tasmiṁ tasmiṁ bhede, tattha tattheva vā bhavādike cavitvā upapajjantassa vasena cutipaṭisandhiyojanā veditabbā. Bhummatthe ayaṁ to-saddoti dassento ‘‘tato hetuṁ vināti tattha hetuṁ vinā’’ti āha. Tassattho – tasmiṁ purimabhave nipphannaṁ avijjāsaṅkhārādikaṁ kāraṇaṁ vinā na hotīti.",
  "tika-abh02t23:97": "Atimandabhāvūpagamanaṁ sakiccāsamatthatā. Pañcadvārikaviññāṇavasena cuti paṭisiddhā, na tadanantaraviññāṇavasena. Svāyamattho ‘‘pañcannaṁ dvārāna’’ntiādinā heṭṭhā aṭṭhakathāyamāgatoti āha ‘‘pañcadvārikaviññāṇānantarampi hi pubbe cuti dassitā’’ti. Tattha yaṁ vattabbaṁ, taṁ heṭṭhā vuttameva. Cuticittena saddhiṁ cakkhāyatanādīnaṁ nirodho hotīti dassetuṁ ‘‘yamake cā’’tiādi vuttaṁ. Pariṇatattāti paripākavasena pariyosānaṁ gatattāti adhippāyo. Phassādayo yathāvuttacetanāsahajātaphassādayo. Yathāupaṭṭhite kammādiārammaṇe anekavāraṁ uppattiyā santānassa abhisaṅkharaṇaṁ tattha paṭisandhiviññāṇapatiṭṭhānassa hetubhāvo.",
  "tika-abh02t23:98": "Santānavasena nippajjamānānaṁ namanādikiriyānaṁ ekasmiṁ paṭisandhiviññāṇeyeva atthasiddhīti dassento āha ‘‘namana…pe… dassetī’’ti. Pathaviyaṁ sabalapayogehīti pathaviyā ādhāraṇabhūtāya attano balena payogena ca karaṇabhūtena.",
  "tika-abh02t23:99": "Saddahetukoti saddassa padhānādibhāvaṁ sandhāya vuttaṁ. Tādiso pabbatakucchiādipadesopi tassa hetuyeva. Padīpantarādīti ādi-saddena telavaṭṭiādike saṅgaṇhāti. Tato saddādippavattito pubbe abhāvā. Paṭighosādīnañhi saddādippavattito sati purimasiddhiyaṁ te saddādipaccayadesaṁ gaccheyyuṁ, na pana te atthīti vuttaṁ ‘‘tato pubbe abhāvā’’ti. Upameyyepi evameva attho yojetabbo. Yathā ca hetudesaṁ na gacchati hetusamuppannaṁ, evaṁ tato nāgacchatīti āha ‘‘tasmā na…pe… āgata’’nti. Te saddādayo paccayā etesanti tappaccayā. Vuttanayenāti upamāyaṁ vuttanayeneva. Purimabhavahetudese sannihitaṁ hutvā paṭisandhiviññāṇaṁ tato aññatra bhavantare taṁ upagantvā tappaccayaṁ na hotīti attho. Paccayato nibbattamānaṁ paccayuppannaṁ aññatra agantvā paccayadesaṁ anupagatameva hutvā nibbattatīti paṭhamo attho. Paṭhamaṁ paccayena samodhānagataṁ hutvā tato aññatra gantvā paccayuppannavatthubhāvaṁ nāpajjatīti dutiyo attho. Yathāsambhavanti yāya ‘‘na khīrato dadhi sambhūtaṁ siyā, na khīrasāmino dadhi siyā’’ti ca khīradadhīsu ekantaṁ ekatāya nānatāya ca dosayojanā katā. Iminā nayena bījādīsu sabbahetūsu, aṅkurādīsu sabbahetusamuppannesu yathāsambhavaṁ hetuanurūpaṁ, hetusamupannānurūpañca dosayojanā kātabbā. Santānabaddhesu dhammesu ekantaekatāpaṭisedhena sassatagāhassa paṭisedhitattā vuttaṁ ‘‘sayaṁkataṁsukhaṁ dukkhanti imaṁ diṭṭhiṁ nivāretī’’ti. Tathā ekantanānatāpaṭisedhena ucchedagāho paṭisedhito hotīti āha ‘‘paraṁkataṁ sukhaṁ dukkhaṁ añño karoti, añño paṭisaṁvedetīti imaṁ diṭṭhiṁ nivāretī’’ti. Tena katanāso, akatāgamo ca nivattito hotīti adhiccasamuppannadiṭṭhinivāraṇeneva niyatisabhāvavādapaṭisedhopi katoti daṭṭhabbaṁ.",
  "tika-abh02t23:100": "Tatthāti aṅkurādippabandhasaṅkhāte bhūtupādārūpasantāne. Tanti vijjāpāṭavādi. Aññassāti bālakāle katavijjāpariyāpuṇanādito aññassa. Saṅkhārato añño taṇhādiko aññapaccayo.",
  "tika-abh02t23:101": "Niyyātanādi eva phalaṁ niyyātanādiphalaṁ, aphalitaṁ niyyātanādiphalaṁ etassāti aphali…pe… phalaṁ, yathāvuttakiriyākaraṇaṁ.",
  "tika-abh02t23:102": "Piṇḍavasenāti akatāvayavavibhāgassa samudāyassa vasena. Sabbatthāti puññābhisaṅkhārādike sabbasmiṁ paccayadhamme, paṭisandhibhede vā paccayuppannadhamme. Balavakammassa vasena yojetabbo. Bhuso nissayo hi upanissayo. ‘‘Avisesenā’’ti vuttepi kāmāvacarapuññābhisaṅkhāro cakkhuviññāṇādīnaṁ pañcannaṁ pavatte, itaro paṭhamajjhānavipākādīnaṁ pavatte ca paṭisandhiyañca paccayo hotīti pākaṭoyamatthoti taṁ avibhajitvā ‘‘sabbapuññābhisaṅkhāraṁ saha saṅgaṇhāti’’cceva vuttaṁ. Dvādasākusalacetanābhedoti nayidaṁ samāsapadaṁ, sandhivasena panetaṁ vuttaṁ. Dvādasāti ca bhummatthe paccattavacanaṁ, dvādasasu akusalacetanāsu. Akusalacetanābhedoti ekādasākusalacetanāpabhedo, dvādasākusalacetanāpabhedo cāti attho veditabbo. Evañhi sati na ettha kiñci vicāretabbaṁ heṭṭhā vitthāritattā. Keci pana ‘‘dvādasākusalacetanābhedoti idaṁ ‘channaṁ pavatte’tiādinā yojetabba’’nti vadanti, tesaṁ matena uddhaccacetanāya gahaṇe payojanaṁ vicāretabbameva paṭisandhiyāpi paccayabhāvassa vuttattā. Ekassāti ettha eva-saddo luttaniddiṭṭhoti āha ‘‘ekasseva paccayabhāvaniyamo’’ti. Milātamālādīnanti milātamālakiliṭṭhavatthādīnaṁ. Manopadosikānaṁ tadaññavatthūnampi aniṭṭhatā kathaṁ na siyā, siyā evāti adhippāyo. Aṭṭhakathāyaṁ (vibha. aṭṭha. 227) pana pacuratābhāvato taṁ anāmasitvā ‘‘tathā kāmāvacaradevalokepī’’ti vuttaṁ . Keci pana ‘‘devaloke aniṭṭhaṁ nāma parikappanavasena, sabhāvato pana tatthuppannaṁ iṭṭhamevā’’ti vadanti.",
  "tika-abh02t23:103": "‘‘Ekūnatiṁsacetanābhedampī’’ti iminā uddhaccacetanāyapi pavattivipākadāyitaṁ anujānāti, aṭṭhakathāadhippāyavasena vā evamāha. Pañcadasannaṁ ahetukavipākaviññāṇānaṁ pañcaṭṭhānāni dve apanetvā avasesānaṁ terasannaṁ. Dve dve cakkhusotasampaṭicchanaviññāṇāni, tīṇi santīraṇānīti navannaṁ. Ekadesapaccayabhāvenāti ekadesassa vīsaticetanābhedassa kāmāvacaracittasaṅkhārassa paccayabhāvena ekūnatiṁsacetanābhedo samudāyo vutto. Svevāti avayavagatenāpi visesena samudāyo voharīyati yathā ‘‘alaṅkato rājakumāro’’ti.",
  "tika-abh02t23:104": "Yatthāti pañcavokārabhavaṁ sandhāyāha. Tattha hi ‘‘kāmāvacarasugatiyaṁ tāva ṭhitassā’’tiādinā (vibha. aṭṭha. 227) paṭisandhiyaṁ pavattiyañca vipākassa vitthārappakāsanaṁ kataṁ. Catutthajjhānabhūmīti vehapphalabhūmiṁ vadati. Tenāha ‘‘asaññāruppavajjā’’ti. Catutthajjhānameva hi bhāvanāvisesappavattaṁ asaññabhūmiṁ āruppabhūmiñca nipphādeti, catukkanayavasena vā saṁvaṇṇanā vuttāti veditabbā. Aṭṭha mahāvipākā, parittavipākesu pacchimo, pañca rūpāvacaravipākāti evaṁ cuddasannaṁ. Sattannanti sesānaṁ parittavipākānaṁyeva sattannaṁ.",
  "tika-abh02t23:105": "Bhavādayoti bhavayonigatisattāvāse. Tiṇṇaṁ viññāṇānanti purimānaṁ tiṇṇaṁ āruppavipākaviññāṇānaṁ. Tīsūti pañcamādīsu tīsu viññāṇaṭṭhitīsu. Vuttanayenāti ‘‘kāmabhave pana duggatiyaṁ aṭṭhannampi parittavipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiya’’ntiādinā (vibha. aṭṭha. 227) vuttanayeneva.",
  "tika-abh02t23:106": "Viññāṇapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:107": "Nāmarūpapadaniddesavaṇṇanā",
  "tika-abh02t23:108": "228. Yadipi suttante abhidhamme ca paṭiccasamuppādaniddese rūpapadassa desanābhedo natthi, abhidhamme pana ‘‘sabbaṁ rūpaṁ na hetū’’tiādinā (dha. sa. 584) suttantato tassa desanābhedo atthevāti āha ‘‘suttantā…pe… bhedo’’ti. Saṅkhyeyyesu paricchedato gahitesu atthasiddho tattha saṅkhyāparicchedoti vuttaṁ ‘‘atthato pana vuttameva hotī’’ti.",
  "tika-abh02t23:109": "Opapātikasattesūti vā sāmaññato sabbe opapātikā vuttā. Tesu brahmakāyikādiggahaṇena rūpāvacarāva vuttāti tadaññe sandhāya sesaopapātikānanti sesaggahaṇaṁ sātthakameva. Vuttanayenāti ‘‘dve vā tayo vā dasakā, omato ādinā sahā’’tiādinā (vibha. aṭṭha. 227) rūpamissakaviññāṇe vuttanayena.",
  "tika-abh02t23:110": "‘‘Dve santatisīsānī’’ti ārabbha yāva ‘‘satta santatisīsānī’’ti (vibha. aṭṭha. 228) ettakaṁ aṭṭhakathāpāṭhaṁ sandhāya vuttaṁ ‘‘sattakapariyosāna’’nti. Ekekacittakkhaṇe tikkhattuṁ rūpuppattiṁ ananujānanto āha ‘‘iminādhippāyenā’’ti. Cittassa uppādakkhaṇeyeva sabbaṁ rūpaṁ uppajjatīti hi attano adhippāyo.",
  "tika-abh02t23:111": "‘‘Rūpājanakakammaja’’nti idaṁ bhūtakathanamattaṁ daṭṭhabbaṁ pañcaviññāṇānaṁ ataṁsabhāvatābhāvā. Rūpājanakakammajanti vā cuticittaṁ sandhāya vuttaṁ. Paṭisandhicittaṁ pana ‘‘pavattiya’’nti imināva nivattitaṁ. ‘‘Sabbesampi cuticittaṁ rūpaṁ na samuṭṭhāpetī’’ti (dha. sa. mūlaṭī. 636) aṭṭhasālinīṭīkāyaṁ vuttovāyamattho. Pañcaviññāṇakkhaṇe tappaccayā rūpuppattiyā abhāvena vuttaṁ ‘‘pañcaviññāṇappavattikālaṁsandhāyā’’ti. Tatthāpi asahajātaviññāṇapaccayā attheva rūpuppattīti āha ‘‘sahajātaviññāṇapaccayañcā’’ti. Bhavaṅgādīti bhavaṅgasampaṭicchanasantīraṇatadārammaṇāni. Aññenāti yathāvuttakammaviññāṇato aññena abhisaṅkhāraviññāṇena. Rūpameva hi kusalākusalakiriyacittappavattikkhaṇe abhisaṅkhāraviññāṇapaccayā uppajjati, na nāmaṁ bhavaṅgaṁ. Taṁjanakenāti bhavaṅgādijanakena. Kammaviññāṇappaccayā vipākacittappavattikāle vipākanāmassa kammasamuṭṭhānarūpassa ca vasena. Sahajātaviññāṇapaccayā pana itaracittappavattikālepi vipāko vipākanāmavasena, cittasamuṭṭhānarūpavasena ca nāmarūpassa sambhavo dassetabboti āha ‘‘sahajāta…pe… yojetabba’’nti. Rūpasaddena ca attano ekadesenāti sambandho. ‘‘Sarūpānaṁ ekadeso ekavibhattiya’’nti (pāṇinī 1.2.64) saddalakkhaṇaṁ sandhāyāha ‘‘sarūpānaṁ ekadeso’’ti. Icchito hi ekadesarūpānampi ekadeso yathā ‘‘nidassitavipakkhehī’’ti. Nidassito ca nidassitavipakkho ca nidassitavipakkhoti ayañhettha attho. ‘‘Ṭhāna’’nti iminā sesasaddassa atthaṁ vadati. Sarūpena ṭhapanañhi idha sesanaṁ.",
  "tika-abh02t23:112": "Yaṁ-taṁ-saddānaṁ abyabhicāritasambandhattā avuttampi tato-saddaṁ ānetvā āha ‘‘tato yuttameva idanti yojetabba’’nti. Vipākassa ajanakaṁ vipākājanakaṁ, nissandaphalamattadāyakakammaṁ, taṁ samuṭṭhānaṁ etassāti vipākājanakakammasamuṭṭhānaṁ. Vuttanayenāti ‘‘vatthukāyavasena rūpato dve santatisīsāni, tayo ca arūpino khandhā’’tiādinā (vibha. aṭṭha. 228) vuttena nayena. Ubhayanti nāmaṁ rūpañca.",
  "tika-abh02t23:113": "Kammārammaṇapaṭisandhiādikāleti ettha ādi-saddena sammasanādikālasaṅgaho daṭṭhabbo. Tanti abhisaṅkhāraviññāṇaṁ.",
  "tika-abh02t23:114": "Yadipi ‘‘atthi rūpaṁ cittasamuṭṭhāna’’ntiādivacanato (dha. sa. 584) rūpassapi viññāṇapaccayatā suttato jānitabbā, viññāṇasannissitā iṭṭhānubhavanādayo tasmiṁ sati sabbhāvato, asati ca abhāvato yathā saddheyyādivatthumhi saddhādayoti nāmassapi yuttito viññāṇapaccayatā siddhā, aṭṭhakathāyaṁ pana vuttamatthaṁ dassento ‘‘suttato nāmaṁ…pe… jānitabba’’nti āha. Yāvadeva paccayapaccayuppannadhammamattatāvibhāvanamukhena aviparītato pavattinivattisandassanaṁ paṭiccasamuppādadesanā, tāvadeva ca dhammacakkappavattananti dassento ‘‘yasmā’’tiādimāha . Yasmā pana pavattinivattivibhāvanato saccadesanāva paccayākāradesanā, saccadesanā ca dhammacakkappavattanaṁ. Yathāha ‘‘idaṁ dukkhanti me bhikkhave…pe… bārāṇasiyaṁ isipatane migadāye anuttaraṁ dhammacakkaṁ pavattita’’ntiādi, tasmā ‘‘viññāṇapaccayā nāmarūpa’’nti padassa saccadesanābhāvadīpanena dhammacakkappavattanabhāvaṁ dassetuṁ ‘‘nāmarūpamattatāvacaneneva vā’’tiādi vuttaṁ.",
  "tika-abh02t23:115": "Nāmarūpapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:116": "Saḷāyatanapadaniddesavaṇṇanā",
  "tika-abh02t23:117": "229.Yathāsambhavanti sambhavānurūpaṁ. Tena catunnaṁ tāva bhūtānaṁ sahajātanissayaatthiavigatavasena cakkhāyatanādīnaṁ pañcannaṁ paccayabhāvo, vatthūsu pana hadayavatthuno chaṭṭhāyatanassa paṭisandhiyaṁ sahajātanissayaaññamaññavippayuttaatthiavigatavasena, pavattiyaṁ yasmā anantaracittena saddhiṁ uppannameva vatthu ṭhitippattiyā balavabhāvena tassa nissayo bhavituṁ sakkoti, na sahajātaṁ, tasmā purejātanissayavippayuttaatthiavigatavasena. Itaravatthūnaṁ pañcaviññāṇasaṅkhātassa chaṭṭhāyatanassa indriyapaccayavasena ca, jīvitassa indriyaatthiavigatavasena paccayabhāvo vuttoti daṭṭhabbo. Ekappakārenevāti yathā cakkhādīnaṁ manāyatanassa paṭiniyatadassanādikiccānuvidhānato niyato ekappakāreneva paccayabhāvo, na evaṁ rūpāyatanādīnaṁ, tesaṁ pana rūpārammaṇādinā pakārantarena tassa paccayabhāvoti ‘‘aniyamato’’ti vuttaṁ. Keci pana ‘‘niyamato’’ti padaṁ ‘‘sasantatipariyāpanna’’nti iminā sambandhitvā atthaṁ vadanti ‘‘ekantena sasantatipariyāpanna’’nti.",
  "tika-abh02t23:118": "‘‘Chaṭṭhāyatanañca manāyatanañca chaṭṭhāyatana’’nti iminā viggahena atthato, itarehi dvīhi saddatopi atthatopi sarūpataṁ dasseti. ‘‘Cakkhādīhi saha ‘saḷāyatana’nti vutta’’nti vuttanayena ekasesaṁ katvā manāyatanaṁ cakkhādīhi saddhiṁ ‘‘saḷāyatana’’nti pāḷiyaṁ vuttaṁ ‘‘nāmarūpapaccayā saḷāyatana’’nti. Yathāvuttoti ‘‘chaṭṭhāyatanañca manāyatanañcā’’tiādinā attanā vuttappakāro. Sabbatthāti nāmarūpasaddena saḷāyatanasaddena ca saddasarūpatāsu, atthasarūpatāsu vā. Yadi suttantabhājanīye vipākachaṭṭhāyatanameva adhippetaṁ, atha kasmā ‘‘itaraṁ panā’’tiādi vuttaṁ. Avipākañhi tattha itaranti adhippetanti codanaṁ sandhāyāha ‘‘paccayanaye panā’’tiādi.",
  "tika-abh02t23:119": "Sahajātādīsu hetuāhārindriyapaccaye pakkhipitvā dasadhā, tato ekaṁ apanetvā navadhā, tato ekaṁ apanetvā aṭṭhadhā paccayabhāvo veditabbo. Evamettha sādhāraṇavasena avakaṁso, hetuādiasādhāraṇavasena ukkaṁsoti jhānādīnampi vasena veditabbo.",
  "tika-abh02t23:120": "Paṭisandhiyaṁ arūpadhammā kammajarūpassa uppādakkhaṇe paccayā hontīti ‘‘pavatte’’ti viseseti. ‘‘Pacchājātavippayuttādayo evā’’ti niyamena sahajātapurejātavippayuttādayo nivatteti.",
  "tika-abh02t23:121": "‘‘Avasesamanāyatanassā’’ti avasesaggahaṇampi pakaraṇato visiṭṭhavisayamevāti dassetuṁ ‘‘pañcakkhandhabhave’’tiādimāha, yato aṭṭhakathāyaṁ ‘‘vatthurūpa’’ntiādi vuttaṁ. Yathāsambhavaṁ yojetabboti nāmarūpassa paṭisandhiyaṁ sahajātaaññamaññanissayaatthiavigatādipaccayabhāvo sahajātādisādhāraṇapaccayabhāvo, sampayuttavipākahetuāhārindriyādipaccayabhāvo sampayuttādiasādhāraṇapaccayabhāvo nāmassa, rūpassa pana vippayuttapaccayabhāvo yojetabbo.",
  "tika-abh02t23:122": "Saḷāyatanapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:123": "Phassapadaniddesavaṇṇanā",
  "tika-abh02t23:124": "230.Tadabhedavasenāti tassa phassassa abhedavasena, phassabhāvasāmaññenāti attho. Na yuttaṁ ekasseva vacanaṁ. Aññassāpīti yathāvuttato aññassāpi. Sabbāyatanato hi ekassa phassassa asambhavacodanāyaṁ tappasaṅgena ekāyatanato anekassāpi sambhavo natthīti codanā ‘‘īdisī dhammatā natthī’’ti ñāpanatthāti dasseti ‘‘aññassāpī’’tiādinā. Nidassanavasenāti udāharaṇadassanavasena . Ekaphassassa sambhavatoti kāraṇāpadeso. Ekaphassasambhavassa labbhamānattā ‘‘saḷāyatanapaccayā phasso’’ti bhagavatā vuttanti parihāraṁ dassentoti yojanā. Sesesūti ekantiādīsu. Navadhā paccayatte ekaṁ vipākamanāyatanaṁ vibhāvaye. Tathā cāti ārammaṇapurejātaatthiavigatavasena. Yvāyaṁ paccayabhāvo yādisānaṁ hoti, taṁ dassetuṁ ‘‘paccuppannāni…pe… sandhāya vutta’’nti āha. Atītānāgatakālavimuttānampi ārammaṇamattatāya sambhavato āha ‘‘ārammaṇa…pe… sandhāya vutta’’nti. Tattha tanti rūpāyatanādiṁ.",
  "tika-abh02t23:125": "Phassapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:126": "Vedanāpadaniddesavaṇṇanā",
  "tika-abh02t23:127": "231.Anantarādīhīti anantarasamanantarūpanissayanatthivigatapaccayehi. Upanissayeti anantarūpanissaye. Anantarasamanantarapaccayā hi anantaratāvaseneva anantarūpanissaye antogadhā. Natthivigatapaccayā pana anantarasamanantarapaccayadhammānaṁyeva tathābhāvato tadantogadhā. Tassāti upanissayassa.",
  "tika-abh02t23:128": "Sabbassāti vipākassa, avipākassa ca. Paṭisandhibhavaṅgacuticittasampayuttāya hi vedanāya sahajātamanosamphasso vuttanayena aṭṭhadhā paccayo hoti. Anantaro anantarādinā, anānantaro upanissayavaseneva paccayo hoti. Sambhavadassanañcetaṁ, na tāsaṁ manodvārikabhāvadassananti daṭṭhabbaṁ.",
  "tika-abh02t23:129": "Vedanāpadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:130": "Taṇhāpadaniddesavaṇṇanā",
  "tika-abh02t23:131": "232. Yathā ca rasāyanajāni ojājīvitāni, evaṁ taṁnimittaṁ sukhaṁ, tadapaneyyaṁ jarādidukkhañca dhammārammaṇabhāvena yojetabbaṁ.",
  "tika-abh02t23:132": "Kammaphalābhipatthanāvasena sattā kammānipi āyūhantīti sātisayaṁ taṇhāya vipākavedanā upanissayo, na tathā itarāti āha ‘‘vipākā visesena…pe… avisesena itarā cā’’ti. Itarāti avipākāti attho. ‘‘Sukhamicceva bhāsitā’’ti idaṁ iṭṭhasabhāvaṁyeva upekkhaṁ sandhāya vuttaṁ, na aniṭṭhasabhāvaṁ. Tenāha ‘‘upekkhā panā’’tiādi. Sabbassāti avītarāgassa vītarāgassa ca vedanāvato puggalassa.",
  "tika-abh02t23:133": "Vedanāpaccayā evāti ayaṁ niyamo niyamantaranivattanaparoti nāssa paccayantaranivattanatthatā daṭṭhabbā. Etena paccayuppannantarapaṭikkhepopi nivattito hoti.",
  "tika-abh02t23:134": "Taṇhāpadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:135": "Upādānapadaniddesavaṇṇanā",
  "tika-abh02t23:136": "233.Purimadiṭṭhinti ‘‘sassato attā’’ti (dī. ni. 1.31) pageva abhiniviṭṭhaṁ sassatagāhaṁ sandhāya vuttaṁ. Tenāha ‘‘attaggahaṇaṁ…pe… daṭṭhabba’’nti. Upādiyamānanti gaṇhantaṁ. Lokoti vā gahaṇanti yaṁ ‘‘loko sassato’’ti gahaṇaṁ, sā diṭṭhīti attho. Tenāha ‘‘diṭṭhupādānabhūta’’nti. ‘‘Dhammasaṅkhepa…pe… diṭṭhimattamevā’’ti idaṁ byavahitānaṁ padānaṁ sambandhadassanaṁ. Tattha saṅkhepato taṇhādaḷhattaṁ, saṅkhepato diṭṭhimattameva cattāri upādānānīti adhippāyo. Dhammasaṅkhepavitthāratoti samudāyabhūtato dhammasaṅkhepavitthārato tadavayavabhūtaṁ saṅkhepaṁ vitthārañca niddhāreti.",
  "tika-abh02t23:137": "Sassatagāhapubbaṅgamo, ucchedagāhapubbaṅgamo ca attagāhoti yojanā. Tesanti yathāvuttasassatucchedagāhānaṁ mūlabhāvena vidhāyakattā sāmibhūto. Ādinā vāti ‘‘paṭhamaṁ attavādupādāna’’ntiādinā vā vākyena.",
  "tika-abh02t23:138": "Yena bhavassādena gadhitacitto bhavanibbattakaṁ kammaṁ katvā upapanno, sā bhavanikanti santāne cirānubandhā abhiṇhuppattikā upapannamattassa uppajjatīti āha ‘‘yadipi…pe… pavattitabbattā’’ti. Arahattamaggavajjhattā bhavarāgassapi kāmupādānabhāvo atthevāti āha ‘‘taṇhādaḷhattaṁ na hotīti maññamāno’’ti. Bhavarāgopi hi savisaye daḷhaṁ pavattatīti. Sabbāpi taṇhā kāmupādānanti etthāpi tassa arahattamaggavajjhatā vuttāti ānetvā yojetabbaṁ.",
  "tika-abh02t23:139": "Uppattiṭṭhānabhūtā na ārammaṇabhūtāti adhippāyo. Tenāti khandhānaṁ ālayabhāvena. Ārammaṇānantarapakatūpanissayāti ārammaṇūpanissayaanantarūpanissayapakatūpanissayā. Anantarapaccayādīnanti anantarasamanantaraārammaṇapaccayādīnaṁ.",
  "tika-abh02t23:140": "Upādānapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:141": "Bhavapadaniddesavaṇṇanā",
  "tika-abh02t23:142": "234.‘‘Bhavatī’’ti idaṁ upapattibhavanibbacanaṁ. Dvayassāti kammupapattibhavadvayassa. Nipphādanaphalaṁ phalassa uppādanasamatthatā. Nibbattanaṁ nipphādanaṁ.",
  "tika-abh02t23:143": "‘‘Bhagavaṁmūlakā’’ti (a. ni. 8.83; 9.1; 10.58; 11.19) viya ‘‘saññāvaṁbhavo’’ti vattabbe atthi-atthe vā vaṁ-saddo luttaniddiṭṭhoti āha ‘‘saññābhavo’’ti. Tassa vā attheti tassa vantusaddassa atthe, atthi-attheti attho. Akāraṁ katvāti yathā ‘‘pītisukhaṁ assa atthī’’ti atthe akāraṁ katvā uppādetvā jhānaṁ pītisukhanti vuccati, evaṁ saññā assa atthīti sañño, bhavo, sova saññabhavo. Ekasminti rūpakkhandhe eva. Pavattattāti pavattakapavattanaṭṭhānānaṁ abhedepi upacāravasena bhinnaṁ viya katvā dasseti.",
  "tika-abh02t23:144": "Kammasaṅkhātatanti ‘‘kamma’’nti vattabbataṁ, kammakoṭṭhāsataṁ vā. ‘‘Cetanāhaṁ, bhikkhave, kammaṁ vadāmī’’tiādinā (a. ni. 6.63) suttepi cetanāya kammabhāvo āgatova. Nippariyāyena pana cetanāva kammabhavoti vuttamatthaṁ abhidhammapāḷiyāva sādhento ‘‘vuttañhī’’tiādimāha. Imāya hi vedanāsaññāviññāṇakkhandhehi, manāyatanamanoviññāṇadhātūhi, saṅkhārakkhandhadhammāyatanadhammadhātuekadesena ca kammabhavassa sampayuttataṁ vadantiyā dhātukathāpāḷiyā tassa cetanābhāvo dīpitoti.",
  "tika-abh02t23:145": "Dhammabhedatoti cetanācetanāsampayuttabhāvena, kusalākusalābyākatabhāvena ca dhammavibhāgato. ‘‘Punavacana’’nti imināva punaruttidosāpatti paṭiññātāti parassa āsaṅkaṁ dassento ‘‘sātthakamevidaṁ punavacananti etaṁ na yuttanti ce’’ti āha. Bhavekadesabhāvenāti kammabhavassa ekadesattā saṅkhārānaṁ. Tena yesaṁ dhammānaṁ samudāyo bhavo vutto, tadekadesā saṅkhārā, samudāyekadesā ca atthato bhinnā evāti vuttamevetanti dasseti. Puna yathāvuttameva bhedaṁ manasi katvā atthato punavacanābhāvaṁ dassento ‘‘parena vā’’tiādimāha.",
  "tika-abh02t23:146": "Antogadheti kāmabhavādiantogadhe saññābhavādike. Kāmabhavādiketi kāmarūpārūpabhave.",
  "tika-abh02t23:147": "Upādānabhedanti kāmupādānādiupādānavisesaṁ.",
  "tika-abh02t23:148": "Tenāti sīlabbatupādānena. Vakkhamānenāti ‘‘idaṁ sīlabbataṁ nāmā’’tiādinā (vibha. aṭṭha. 234) aṭṭhakathāyaṁ vakkhamānena pakārena. Purāṇaṁ brahmaṇḍaliṅgakhandapurāṇādi. ‘‘Setavadhayajjaṁ ārabhate bhūtikāmo’’tiādinā (visuddhi. mahāṭī. 2.650) pasumāraṇavidhānayutto yaññavidhi pasubandhavidhi.",
  "tika-abh02t23:149": "Attano suddhimaggaparāmāsamattattā sīlabbatupādānassa attavādupādānanimittaṁ vuttaṁ.",
  "tika-abh02t23:150": "Maggapaccayā honti micchāniyyānasabhāvattā. Anantarassa pana kāmakammabhavassa anantarasamanantaraanantarūpanissayanatthivigatāsevanapaccayehi upādānassa paccayabhāvo pākaṭoyevāti na vutto.",
  "tika-abh02t23:151": "Bhavapadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:152": "Jātijarāmaraṇādipadaniddesavaṇṇanā",
  "tika-abh02t23:153": "235.Upapattibhavuppattīti upapattibhave, upapattibhavabhāvena vā upādinnakkhandhānaṁ uppatti. Jāyamānassa khandhassa. Jāti nibbattivikāro. Upapattibhavopi jātiyā paccayo. Kasmā? Upapattibhave asati jātiyā abhāvāti yojanā. ‘‘Jāyamānarūpapadaṭṭhānatā’’tiādināpi tassa jātiyā paccayabhāvaṁyeva vibhāveti.",
  "tika-abh02t23:154": "Satipi sukkasoṇitādike pitugatavisesādikāraṇe bāhire paccaye tassa pana aniyatattā, hīnapaṇītādivisesassa ca adhippetattā vuttaṁ ‘‘ajjhatta…pe… abhāvā’’ti.",
  "tika-abh02t23:155": "Jātijarāmaraṇādipadaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:156": "Bhavacakkakathāvaṇṇanā",
  "tika-abh02t23:157": "242. Sambandhaṁ itaṁ gatanti samitaṁ. Tenāha ‘‘saṅgata’’nti.",
  "tika-abh02t23:158": "Bhavacchando bhavarāgo. Tassāruppakathāsavananti tassa bālabhāvassa ayuttakāritāya anucchavikakathāsavanaṁ. Etena parūpavādahetukādidukkhaṁ dasseti, ‘‘kammakāraṇādassana’’nti iminā daṇḍahetukaṁ, itarena duggatinibbattihetukaṁ . Gamentīti ñāpenti. Phalenāpi hi abyabhicārinā hetu ñāyati, vuṭṭhinimittena viya mahoghena uparidese vuṭṭhinipāto. Tena vuttaṁ ‘‘bodhentī’’ti.",
  "tika-abh02t23:159": "Visesanivattiattho mattasaddo ‘‘avitakkavicāramattā’’tiādīsu (dha. sa. tikamātikā 6) viya. Appahīnāvijjā kāraṇalābhe uppattiarahatāya samīpeyevāti āha ‘‘sannihitabhāvakaraṇenā’’ti. Vedetīti vedayati. Tassa atthavacanaṁ anubhavatīti. Vedaṁ vā ñāṇaṁ karoti uppādetīti vedeti. Tassa atthavacanaṁ jānātīti. Vediyatīti pana kammakattukammānaṁ vasena niddesoti tassapi atthaṁ dassento ‘‘jānāti, ñāyati cā’’ti āha. Ca-saddatthoti samuccayattho, brahmādinā ca kārakena, attanā ca vedakena rahitanti attho. Ca-saddatthasamāsanti dvandasamāsamāha.",
  "tika-abh02t23:160": "Catubbidhampi vā suññatanti dhuvabhāvādisuññataṁ, attādisuññatañca sandhāya vadati.",
  "tika-abh02t23:161": "Pubbantatoti atītakoṭṭhāsato. Vedanāvasānampi bhavacakkaṁ paripuṇṇamevāti dassetuṁ ‘‘vedanā vā’’tiādi vuttaṁ. Avijjāgahaṇena vā taṇhupādānāni, saṅkhāraggahaṇena bhavo, viññāṇādiggahaṇena jātijarāmaraṇāni sokādayo ca gahitāti evampi vedanāvasānaṁ bhavacakkanti yuttamevetaṁ. Taṇhāmūlake cāti taṇhupādānaggahaṇena avijjā gahitātiādinā yojetabbaṁ. Tenāha ‘‘dvinnaṁ…pe… hotī’’ti. Tattha dvinnanti purimapacchimānaṁ ubhinnaṁ hetuphalavajjānaṁ. Viparītābhinivesaṁ karontīti nimittaṁ kattuupacārena vadati. Anupacchedameva pakāsetīti yojanā.",
  "tika-abh02t23:162": "Hetuphalasandhi, phalahetusandhi, punapi hetuphalasandhīti evaṁ hetuādipubbakā hetuphalahetupubbakā. Hetuphalahetuphalavasenāti avijjādihetu, viññāṇādiphala, taṇhādihetu, jātiphalavasena. Upasaggavisesena atthaviseso hotīti ‘‘ākirīyantī’’ti padassa pakāsīyantīti attho vutto. Kilesakammavipākāti avijjādike vedanāpariyosāne vadati. Vipākakilesakammehīti viññāṇādīhi bhavapariyosānehi. Puna kammassa vipākasambandho vuttanayattā na gahito. ‘‘Vaṭṭānī’’ti ca idaṁ ‘‘tīṇi vaṭṭānī’’ti viggahavasena labbhamānaṁ gahetvā vuttaṁ.",
  "tika-abh02t23:163": "‘‘Purimakammabhavasmiṁ moho’’tiādinā (vibha. aṭṭha. 242) aṭṭhakathāya āgatattā āsannapaccakkhataṁ sandhāya vuttaṁ ‘‘imissā’’ti. Vibhaṅgapāḷiyā vasena dassitaṁ, tasmā na aṭṭhakathāya pubbāparavirodho yathāpāṭhaṁ atthassa pakāsitattāti adhippāyo. Tattha cetanāsampayuttānañca cetanāya ca saṅkhārabhāvena kammabhavabhāvena ca vattabbamevāti pāḷidvayādhippāyavivaraṇavasena dassetuṁ ‘‘tatthā’’tiādi vuttaṁ. Bhavassāti upapattibhavassa. ‘‘Bhavo’’ti vuttā cetanāsampayuttāti sambandho. Gahaṇanti nikāmanavasena ārammaṇassa gahaṇaṁ. Tenāha ‘‘kāmupādānaṁ kiccenāhā’’ti. Itarāni kiccenāhāti yojanā. Tīsu atthavikappesūti ‘‘taṁ kammaṁ karoto purimā cetanāyo’’tiādinā vuttesu tīsu āyūhanacetanānaṁ atthavikappesu. Nanu ca tatiye atthavikappe āyūhanassa avasāne cetanā na vuttāti? Yadipi sarūpato na vuttā, ‘‘taṁsampayuttā’’ti pana saddato padhānabhāvena vuttassa āyūhanassa appadhānabhāvena vuttā avasāne pacchato vuttā viya hotīti imaṁ pariyāyaṁ sandhāya ‘‘tīsupi…pe… avasāne’’ti vuttaṁ.",
  "tika-abh02t23:164": "Nippariyāyena pana yesu āyūhanassa avasāne cetanā vuttā, te dassetuṁ ‘‘dvīsu…pe… āhā’’ti vuttaṁ. Tatiye atthavikappe vutte āyūhanasaṅkhāre taṁsampayuttāti āhāti yojanā. Kammassa paccayabhūtanti saṅkhārapaccayaṁ. Tena ‘‘kammakaraṇakāle’’ti ettha kamma-saddena sabbassapi saṅkhārassa gahitataṁ dasseti. Tenāha ‘‘na kammasampayuttamevā’’ti.",
  "tika-abh02t23:165": "Kammānevāti kammāniyeva. Vipākadhammatāya kammasarikkhakā. Sahajātakoṭiyā, upanissayakoṭiyā ca tassa kammassa upakārakāti tadupakārakā. Saṁkhippantīti saṁkhipīyanti saṁyūhīyanti. ‘‘Saṁkhippanti etthā’’ti adhikaraṇasādhanavasena saṅkhepasaddassa atthaṁ vatvā puna kammasādhanavasena vattuṁ ‘‘saṁkhipīyatī’’tiādi vuttaṁ.",
  "tika-abh02t23:166": "Tatthāpīti ‘‘kamma’’nti vuttakammasambhārepi. Gamanadhammanti bhaṅgupagamanadhammaṁ. Tena ittaranti bhaṅgaparanti vuttaṁ hoti. Tenāti vinassanadhammatādīpakena ittarasaddena. Nissārataṁ attasārābhāvaṁ dīpeti. Evaṁ ‘‘ittara’’ntiādinā aniccaṁ calaṁ ittaraṁ addhuvanti catunnaṁ padānaṁ atthavisesavācitaṁ dasseti. Ṭhānasoti ettha vuttaṭṭhānaṁ nāma paccayo. Aññampīti aññattha vuttaṁ. Tassa tassa phalassa. Dhammamattasambhave sati vaṭṭupacchede satīti yojanā. Evanti vuttappakārena samuccayatthe ca-sadde sati.",
  "tika-abh02t23:167": "Saccāniyeva pabhavoti samānādhikaraṇapakkhaṁ sandhāyāha ‘‘saccappabhavatoti saccato’’ti. ‘‘Yassa pahānatthaṁ bhagavati brahmacariyaṁ vussatī’’ti evaṁbhūtaṁ ariyasaccaṁ visesaṁ akatvā.",
  "tika-abh02t23:168": "Tehi sokādīhi. ‘‘Sokadomanassupāyāsā avijjāya aviyogino’’tiādinā pubbe vuttanayena siddhāya avijjāya. Attanoyevāti paccayuppannaṁ anapekkhitvā attanoyeva pavattasaṅkhātakiccato.",
  "tika-abh02t23:169": "Sokādayopi hīti ettha hi-saddo hetuattho. Yasmā ‘‘sokādayo paccayāyattā avasavattino’’ti idaṁ ‘‘jātipaccayā…pe… sambhavantī’’ti etena vacanena siddhaṁ, tasmā taṁ ‘‘attā socatī’’tiādidassananivāraṇanti attho.",
  "tika-abh02t23:170": "Sati ca pariggahe rajjaṁ viya gatiyo anekānatthānubandhanā, tāhi ca viññāṇassa upaddutatāti dassetuṁ ‘‘saṅkhārapariggahitaṁ…pe… rajje’’ti vuttanti evaṁ vā ettha attho daṭṭhabbo. Yathāupaṭṭhitāni kammādīni cutiāsannajavanehi parikappetvā viya gahitāni paṭisandhiviññāṇenapi parikappitāni viya honti, taṁ panassa parikappanaṁ atthato ārammaṇakaraṇamevāti vuttaṁ ‘‘pari…pe… to’’ti. Saṅkappanaṁ vā parikappananti vuttaṁ ‘‘vitakkena vitakkanato’’ti. Sasambhāracakkhuādayo saḷāyatanassa patiṭṭhāviseso.",
  "tika-abh02t23:171": "Yadākārāya jātiyā yadākāraṁ jarāmaraṇaṁ sambhavati, sambhavantañca yathānupubbaṁ pavattaṁ, so attho jātipaccayasambhūtasamudāgataṭṭho, sahitassa samuditassa puggalassa jīraṇabhijjanāvatthā dhammā jarāmaraṇāpadesena vuttā, sā ca nesaṁ avatthā jātipubbikā, te ca samuditā eva pavattantīti evaṁ jātito jarāmaraṇassa sambhūtasamudāgataṭṭho veditabbo. Jātito jarāmaraṇaṁ na na hoti hotiyeva ekantena jātassa jarāmaraṇasambhavato, na ca jātiṁ vinā hoti ajātassa tadabhāvatoti jarāmaraṇassa jātipaccayataṁ anvayabyatirekehi vibhāveti ‘‘na jātito’’tiādinā. Itthanti jātipaccayā jarāmaraṇassa nibbattākāraṁ vadati.",
  "tika-abh02t23:172": "Nirodhā nirodhasaṅkhātanti paccayanirodhā paccayuppannanirodhasaṅkhātaṁ. Anulomadesanāya ca vemajjhato paṭṭhāyāti yojanā.",
  "tika-abh02t23:173": "Apuññābhisaṅkhārekadeso sarāgo rāgena sahajekaṭṭhoti katvā. Sabbopi apuññābhisaṅkhāro sarāgo pahānekaṭṭhabhāvato. Yasmā pana akusaladhammo akusaladhammassa sabhāgo, anakusaladhammo visabhāgo, yathārahaṁ paccayo ca hoti, tasmā ‘‘apaṭipakkhabhāvato, rāgappavaḍḍhako’’ti ca vuttaṁ . ‘‘Tadeva viññāṇaṁ sandhāvati saṁsaratī’’ti micchābhinivesasabbhāvato saṁsaraṇakiriyāyapi sabyāpāratā viññāṇassa vuttā. Sabyāpāratābhinivesabalavatāya, saṅkantiabhinivesabalavatāyāti paccekaṁ yojetabbaṁ. ‘‘Asahavattanato, sahavattanato’’ti etena asahavutti vinibbhogo, sahavutti avinibbhogoti dasseti.",
  "tika-abh02t23:174": "Sabhāvādhigamanimittatā obhāsanaṁ. Cakkhādisannissayena hi pañcaviññāṇāni rūpādisabhāvaṁ upalabhanti. Itare phusanasaṅgatisannipātaṭṭhā. Channanti channampi samphassānaṁ.",
  "tika-abh02t23:175": "Ādānanti upasaddena vināpi daḷhagāho adhippetoti āha ‘‘ādānaṭṭho catunnampi upādānānaṁ samāno’’ti. Gahaṇanti nikāmanavasena visayassa paṭicchannanti vuttaṁ ‘‘gahaṇaṭṭho kāmupādānassā’’ti. Itaresanti diṭṭhupādānādīnaṁ. Tasmāti vibhattiyā aluttabhāvato. Tenāti khipanasaddena. Hāni vā khīṇabhāvo khayoti ‘‘khayaṭṭho vā’’tiādi vuttaṁ. Dvinnanti jarāmaraṇānaṁ. Maraṇūpanayanarasattā vā jarāyapi maraṇaṭṭho eva dassito.",
  "tika-abh02t23:176": "Nīyanti gamentīti nayā, ekattādayo. Kehi nīyanti? Avijjādiatthehīti imamatthamāha ‘‘avijjādī’’tiādinā. Sena bhāvenāti sakena avijjādibhāvena, taṁ amuñcitvā eva. Na hi avijjādivinimuttaṁ ekattaṁ nāma kiñci paramatthato atthi. Sena bhāvenāti vā sakena ekattādibhāvena. Avijjādīsu viññāyamāno hetuphaladhammānaṁ ekasantatipatitādisaṅkhāto ekattādibhāvo teneva sabhāvena ñāyati, na avijjādibhāvenāti. Te hi netabbāti tesaṁ nayā. Atthā eva vā avijjādayo. Anekepi samānā dhammā yena santānānupacchedena ‘‘eka’’nti ñāyanti voharīyanti, so tattha karaṇabhāvena vattabbataṁ arahati, tathā itarepīti āha ‘‘ekattādīhi ca atthā ‘eka’ntiādinā nīyantī’’ti. Tattha nīyantīti ñāyanti, paññāpīyanti ca. Purimapacchimānaṁ dhammānaṁ nirodhuppādanirantaratāya nāmakāyassa, sambandhavuttitāya rūpakāyassa, ubhayassa ca aññamaññasannissitatāya duviññeyyanānato ekībhūtassa viya ghanabhāvappabandho hetuphalabhāvena sambandho sammā tānoti santāno, tassa anupacchedo tathāpavatti ekattanti āha ‘‘santānānupacchedo ekatta’’nti.",
  "tika-abh02t23:177": "Sambandharahitassāti hetuphalabhāvena aññamaññasambandhabhāvarahitassa. Sattantaroti añño satto. Ucchedadiṭṭhimupādiyatīti yathānurūpakāraṇato phalappavattiṁ asamanupassanto nānāsantāne viya asambandhanānattadassanato hetubhāvarahitānaṁ nippayojanānaṁ purimuppannānaṁ dhammānaṁ nirodhe hetuniyamābhāvato ekantena uppatti na yuttā, tathā santānena uppatti, sadisabhāvena uppatti, samānajātidesapariṇāmavayarūpabalasaṇṭhānānaṁ uppatti na yuttātiādīni vikappento ucchedadiṭṭhiṁ gaṇhāti.",
  "tika-abh02t23:178": "Kasmā uppatti na siyāti vālikāhi viya tilehipi telassa, ucchuto viya gāvitopi khīrassa aññābhāvato kena kāraṇena tehi tesaṁ uppatti na siyā, itarehi eva ca nesaṁ uppatti hotīti. Tasmāti aññassa aññato uppattiyaṁ sabbassa sabbaso uppattiyā bhavitabbaṁ, na cetaṁ atthi, tasmā. Yasmā niyativādī anurūpā hetuto phaluppattiṁ na icchati, sabhāvasiddhameva ca dhammappavattiṁ icchati, tasmā ‘‘avijjamānepi hetumhī’’ti vuttaṁ. Sabhāvasiddhā eva hi acchejjasuttāvutābhejjamaṇi viya kamalaṅghanarahitā tathā tathā sarīrindriyasukhādibhāvapariṇāmāya niyatiyāva kāyā samāgacchanti, yato gatijātibandhā, apavaggo ca hotīti niyativādo. Tenāha ‘‘niyatatāya…pe… pavattantī’’ti. Niyatiattho vuttoyeva.",
  "tika-abh02t23:179": "Etassa atthassa sādhakaṁ suttaṁ. Ākulameva, ākulabhāvo vā ākulakaṁ. Jaṭitāti heṭṭhupariyavasena pavattamānehi kilesakammavipākehi jātajaṭā. Nīḍanti kulāvakaṁ. Saṁsāranti idha sampattibhavappabandhamāha apāyādipadehi duggatippabandhassa vuttattā.",
  "tika-abh02t23:180": "Bhavacakkakathāvaṇṇanā niṭṭhitā.",
  "tika-abh02t23:181": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:182": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t23:183": "243.Taṁ paṭiccasamuppādaṁ. Ekekacittāvaruddhanti abhidhammabhājanīye viya ekekasmiṁ citte avaruddhaṁ antogadhaṁ akatvā. Asahajātānañca ‘‘asahajātānaṁ, sahajātānañcā’’ti evaṁ paṭhamapade ekasesaniddeso daṭṭhabbo. ‘‘Saṅkhārapaccayā viññāṇa’’nti asahajātāyeva paccayapaccayuppannā dassitā vipākaviññāṇasseva adhippetattā. ‘‘Avijjāpaccayā saṅkhārā, viññāṇapaccayā nāmarūpa’’nti (vibha. 225) ca evamādīsu asahajātā, sahajātā ca. ‘‘Ekekena nayenā’’ti purātano pāṭho, etarahi pana ‘‘ekekena catukkena’’ icceva bahūsu potthakesu pāṭho. Nayacatukkavārāti nayesu catukkānaṁ vārā, avijjāmūlakādīsu navasu nayesu paccekaṁ paccayacatukkādīnaṁ catunnaṁ catukkānaṁ ‘‘nāmapaccayā chaṭṭhāyatana’’ntiādivisesabhinnā cattāro vārāti attho. Vavatthitāti yathāvuttavisesena asaṁkiṇṇā. Catukkānanti vāracatukkānaṁ vārasoḷasakassa nayabhāvatoti adhippāyo.",
  "tika-abh02t23:184": "1. Paccayacatukkavaṇṇanā",
  "tika-abh02t23:185": "Paccayasahitapaccayuppannāni aṅgabhāvena vuttāni, na kevalaṁ paccayā. Tasmā ‘‘chaṭṭhāyatanapaccayā phasso’’ti ettha na chaṭṭhāyatanassa aṅgatā. Tena vuttaṁ ‘‘na, tassa anaṅgattā’’ti. Evañca katvāti paccayasahitassa paccayuppannassa aṅgabhāvato. Tīsu pakāresūti ‘‘paṭhamo sabbasaṅgāhikaṭṭhenā’’tiādinā (vibha. aṭṭha. 243) aṭṭhakathāyaṁ vuttesu tīsupi pakāresu. Paccayavisesādīti ettha nāmaṁ, chaṭṭhāyatanañca paccayaviseso. Ādi-saddena yoniviseso, āyatanānaṁ apāripūripāripūribhavaviseso ca gahito. Te hi dutiyavārādīnaṁ nānattakarā. Atthavisesenāti yadipi aññattha ‘‘saḷāyatanapaccayā phasso’’ti saḷāyatanapaccayo vutto, tathāpi sahajātādināmasannissayena pavattanato nāmamattapaccayāpi so hotīti paṭiccasamuppādassa nānānayavicittatānumitassa gambhīrabhāvassa vibhāvanasaṅkhātena, anavasesanāmapaccayadassanasaṅkhātena ca atthavisesena. Tathā hi ‘‘yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi nāmakāyassa paññatti hoti, tesu ākāresu…pe… uddesesu asati api nu kho rūpakāye adhivacanasamphasso paññāyethā’’ti (dī. ni. 2.114) phassassa nāmapaccayatāvibhāvanavasena mahānidānadesanā pavattā. Tathā ‘‘nāmarūpapaccayā phassoti iccassa vacanīya’’nti (dī. ni. 2.97) ‘‘nāmarūpapaccayā’’ti vadantena ‘‘nāmapaccayā’’tipi vuttameva hotīti.",
  "tika-abh02t23:186": "Vāracatukke ‘‘saṅkhāro’’ti vuttaṁ, sokādayo na vuttā, purimasmiṁ vāradvaye rūpaṁ na vuttaṁ, vārattaye saḷāyatanaṁ na vuttanti yojetabbaṁ.",
  "tika-abh02t23:187": "Sabba…pe… raṇatoti sabbassa viññāṇassa pavattiṭṭhānabhūtasabbabhavasādhāraṇato, viññāṇassa vā pavattiṭṭhānabhūtasabbabhavasādhāraṇato. Samānaṁ phalaṁ samāno paccayo sahajātādipaccayehi upakattabbato, upakārakato ca. Tassa viññāṇassa. Viññāṇāharaṇanti vipākaviññāṇanibbattanaṁ. Assa viññāṇassa.",
  "tika-abh02t23:188": "Gatisūcakoti hi-saddaṁ loke gatiatthaṁ vadantīti katvā vuttaṁ. ‘‘Vigata’’nti ettha vi-saddo paṭisedhadīpakoti dve paṭisedhā pakatiṁ ñāpentīti āha ‘‘vigatatānivāraṇavasena gati eva hotī’’ti.",
  "tika-abh02t23:189": "Tidhā catudhā pañcadhā vāti ettha saññāmanasikārādayo sahajātanissayaatthipaccayavasena tidhā, phassacetanādayo tesañceva āhārādīnañca vasena catudhā, vedanāvitakkādayo tesañceva jhānindriyādīnañca vasena pañcadhā. Yathā samādhi, evaṁ vīriyampi daṭṭhabbaṁ. Tampi hi adhipatindriyamaggapaccayehi chadhā paccayo hoti.",
  "tika-abh02t23:190": "‘‘Vacanavasenā’’ti iminā imasmiṁ catukke sahajātapaccayaṁ dhuraṁ katvā desanā pavattāti tesaṁ adhippāyoti dasseti. Atthoti paccayadhammo. Katthacīti kismiñci vāre attano paccayuppannassa yathāsakehi paccayo na na hoti. ‘‘Atthato’’ti ca pāṭho. ‘‘Bhavapaccayā jātī’’tiādi na vattabbaṁ siyā, vuttañca taṁ. Tasmā sahajātapaccayavaseneva paṭhamacatukko vuttoti na gahetabbanti dasseti. Tenāha ‘‘na ca taṁ na vutta’’ntiādi. Imassa ca ‘‘bhavapaccayā jātītiādi na vattabbaṁ siyā’’ti iminā sambandho veditabbo. Paccayavacanamevāti ‘‘avijjāpaccayā’’tiādīsu vuttapaccayavacanameva ca. Tesanti tesaṁ ācariyānaṁ. Ayojetvā vuttanti sambandho. Kathaṁ pana vuttanti āha ‘‘sāmaññena…pe… sandhāyavutta’’nti. Ettha ca ‘‘sahajātasūcaka’’ntiādinā yathādhippetassa atthassa vacanato asiddhimāha, ‘‘sahajātato’’tiādinā pana atthāpattito. Asambhave hi aññassa atthato sijjheyya vacanato vā atthato vā adhippetatthasādhanāti.",
  "tika-abh02t23:191": "Aññatthāti aññasmiṁ sutte. Atītaddhaṁ niddhāretvā paccuppannānāgatehi saddhiṁ addhattayadassanatthaṁ. Taṁdesanāpariggahatthanti mahānidānadesanāpariggahatthaṁ. So ca ubhinnaṁ desanānaṁ aññamaññaṁ saṁsandanabhāvadassanatthaṁ. Evaṁ sabbaññubuddhabhāsitā desanā aññadatthu saṁsandatīti.",
  "tika-abh02t23:192": "Imassāti imassa tatiyavārassa.",
  "tika-abh02t23:193": "Aparāpekkhatāya, aparikiliṭṭhupapattitāya, asuciamakkhitatāya kāmāvacaradevānaṁ, sabbesañca brahmānaṁ tathā upapajjanato ca opapātikayoniyā padhānatā veditabbā. Saṅgahanidassanavasenāti opapātikayoniyā eva saṁsedajayoniyā saṅgahassa nidassanavasena udāharaṇavasena. Ārammaṇapaccayassāpi phassassa satipi pavattihetubhāve so pana sahajātādipaccayabhūtassa ajjhattikassa chaṭṭhāyatanassa viya na sātisayoti vuttaṁ ‘‘ārammaṇapaccayo cettha pavattako na hotī’’ti.",
  "tika-abh02t23:194": "Kesañcīti paripuṇṇāyatanānaṁ gabbhaseyyakānaṁ. ‘‘Pacchima…pe… sadā sambhavatī’’ti idaṁ gabbhaseyyakānaṁ viya itarayonikānaṁ kamena āyatanuppatti natthīti vuttaṁ. Tathā cāha aṭṭhakathāyaṁ ‘‘sahuppattidīpanato’’ti.",
  "tika-abh02t23:195": "Paccayacatukkavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:196": "2. Hetucatukkavaṇṇanā",
  "tika-abh02t23:197": "244.Abhāvatoti bhāvābhāvato. Yañhi jātikkhaṇamatteyeva bhavati, na tato paraṁ, taṁ jātiyā avigatapaccayo siyā avigatapaccayaniyamasabbhāvato. Bhavo pana yasmā jātikkhaṇato parampi bhavati, tasmā na so tassā avigatapaccayo hoti. Tena vuttaṁ ‘‘tato uddhaṁ bhāvatoti attho’’ti. Bhaveti bhavapade, bhave vā nipphādetabbe. Esa nayo jātiādīsūti etthāpi. ‘‘Yathā panā’’tiādinā ‘‘avigatapaccayassa abhāvato, niyamābhāvato cā’’ti vuttānaṁ hetūnaṁ vuttanayena abyāpibhāvavibhāvanena akāraṇataṁ dasseti ayāvabhāvino paccayuppannassa, paccayadhammassa ca avigatapaccayabhāvadassanato. Saṅkhārakkhandhetiādi maggasodhanavasena vuttaṁ. Tassa parihāraṁ sayameva vadati. So khaṇo etassa atthīti taṅkhaṇiko, na taṅkhaṇiko ataṅkhaṇiko, tassa sabbhāvā, ayāvabhāvikasabbhāvāti attho. Yathā pana hetū honti, taṁ dassetuṁ ‘‘saṅkhatalakkhaṇānaṁ panā’’tiādimāha.",
  "tika-abh02t23:198": "Evanti evaṁ yathāvuttanaye sati, evaṁ santeti attho. ‘‘Na hi…pe… atthī’’ti iminā jātiādīnaṁ avigatapaccayavasena paccayuppannabhāvo viya paccayabhāvopi natthīti dasseti. Tattha kāraṇamāha ‘‘asabhāvadhammattā’’ti.",
  "tika-abh02t23:199": "Kathaṁ pana asabhāvadhammānaṁ jātiādīnaṁ paccayuppannatā, paccayatā cāti āha ‘‘jāyamānānaṁ panā’’tiādi. Tassāti jātijarāmaraṇassa. Vattabbapadesoti ‘‘ṭhapetvā’’ti vattabbapadeso. Ko pana soti? Yathāvuttaṁ nāmaṁ, nāmarūpañca saṅkhārakkhandhena rūpakkhandhena ca jarāmaraṇānaṁ saṅgahitattā . ‘‘Yo bhavo jātiyā paccayo’’ti etena bhavasaṅgahitānipi jātiādīni jātiyā appaccayattā eva ‘‘ṭhapetvā’’ti na vuttānīti dasseti, paccayabhāvāsaṅkā eva nesaṁ tassā natthīti adhippāyo. Teneva ṭhapetabbagahetabbavisese satīti sāsaṅkaṁ vadati.",
  "tika-abh02t23:200": "Hetucatukkavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:201": "4. Aññamaññacatukkavaṇṇanā",
  "tika-abh02t23:202": "246.Paccayuppannassāti paccayuppannabhāvino. Visuṁ ṭhitassāti bhavena asaṅgahitassa. Sappadesameva gahitaṁ idha vedanādikkhandhattayasseva adhippetattā niruḷhattā ca. Paccayuppannaṁ ṭhapetvā paccayabhūtaṁyeva nāmaṁ gahitaṁ, avigatapaccayaniyamābhāvo viya bhave upādānassa aññamaññapaccayaniyamābhāvoti yojanā. Vuttanayenāti ‘‘saṅkhatalakkhaṇānaṁ panā’’tiādinā vuttanayena.",
  "tika-abh02t23:203": "Aññamaññapaccayo viya aññamaññapaccayoti ayamattho idhādhippetoti dassento ‘‘aññamañña…pe… adhippeto siyā’’ti āha. Tathā ca vadanti ‘‘aññamaññañcettha na paṭṭhāne āgataaññamaññavasena gahetabba’’nti. Cakkhāyatanupacayādīnanti uparūpari citāni viya uppannacakkhāyatanādīni, cakkhāyatanādīnaṁ vā upatthambhakāni cakkhāyatanupacayādīni.",
  "tika-abh02t23:204": "Aññamaññacatukkavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:205": "Saṅkhārādimūlakanayamātikāvaṇṇanā",
  "tika-abh02t23:206": "247. Yadipi sāmaññato gataviseso, tathāpi sāmaññaggahaṇena nayagato viseso sarūpato dassito hotīti ‘‘nāmapaccayā avijjā’’ti vatvāpi nāmavisesānaṁ tassā paccayabhāvo dassetabboti āha ‘‘nāmavisesānaṁ…pe… vuttā’’ti. ‘‘Yadeva pana nāma’’ntiādi kasmā vuttaṁ, nanu nāmaggahaṇena aggahitopi jātiādi bhavaggahaṇena gahitoti dassitovāyamatthoti codanaṁ sandhāyāha ‘‘bhavaggahaṇena cā’’tiādi. Idhāpīti ‘‘bhavapaccayā avijjā’’ti idhāpi. Nasiyāti ‘‘avijjāpaccayā avijjā’’ti vuttaṁ na siyā. Tasmāti yasmā sāmaññacoditaṁ visesacoditameva na hoti, tasmā. Soti bhavo. Tenāti sabhāvāsabhāvadhammasaṅgahaṇena.",
  "tika-abh02t23:207": "Upādānassapi bhavekadesattā vuttaṁ ‘‘upādānapaccayā…pe… aggahite’’ti. ‘‘Bhavapaccayā jātī’’ti idaṁ vacanaṁ sandhāyāha ‘‘bhavasaddo…pe… vuccamāno’’ti. ‘‘Nāmapaccayā avijjā’’ti ettha paccayuppannaṁ ṭhapetvā paccayassa gahaṇato avijjāvinimuttā eva cattāro khandhā nāmasaddena vuccantīti āha ‘‘na nāmasaddo niravasesabodhako’’ti. Na cettha ekaṁsato kāraṇaṁ maggitabbaṁ. Yena bhava-saddo niravasesabodhako, na nāma-saddoti āha ‘‘evaṁsabhāvā hi etā niruttiyo’’ti. Iminā adhippāyenāti bhavasaddo niravasesabodhako upādinnacatukkhandhavisayattāti iminā adhippāyena. Jāyamānādidhammavikārabhāvato jāyamānādikkhandhapaṭibaddhā jātiādayo vucceyyuṁ, na pana jātiādipaṭibaddhā jāyamānādikkhandhāti na ekacittakkhaṇe jātiādīnaṁ avijjāya paccayabhāvo sambhavatīti imamatthamāha ‘‘jāyamānānaṁ panā’’tiādinā. Nānācittakkhaṇe pana jātiādayo avijjāya upanissayapaccayo hontīti ‘‘ekacittakkhaṇe’’ti visesitaṁ. Tenevāti asambhaveneva.",
  "tika-abh02t23:208": "Mātikāvaṇṇanā niṭṭhitā.",
  "tika-abh02t23:209": "Akusalaniddesavaṇṇanā",
  "tika-abh02t23:210": "248-9.Tanti diṭṭhupādānaṁ. Itarassāti kāmupādānassa. Taṇhāgahaṇenāti ‘‘taṇhāpaccayā’’ti ettha taṇhāgahaṇena gahitattā. Yadi evaṁ nāmaggahaṇena gahitā taṇhā kasmā puna vuttāti āha ‘‘nāme viya visesapaccayattābhāvā’’ti. ‘‘Nāmapaccayā chaṭṭhāyatana’’nti ettha hi kāmataṇhāpi nāme saṅgahitāti nāmassa yathārahaṁ chaṭṭhāyatanassa paccayabhāvo vuttoti atthi tattha visesapaccayattaṁ, upādānassa pana bhavasaṅgahopi atthīti ‘‘taṇhāpaccayā upādāna’’nti etena ‘‘kāmupādānapaccayā bhavo’’ti etassa nattheva visesoti vuttaṁ ‘‘nāme viya visesapaccayattābhāvā’’ti. Taṇhā etissā paccayoti taṇhāpaccayā, diṭṭhi . Bhavassa paccayabhūtāti duvidhassapi bhavassa kāraṇabhūtā. Ubhayenapi upādānassa bhavaniddese ṭhapetabbataṁyeva vibhāveti. Paccayuppannaṁ paccayo ca ekamevāti ‘‘taṇhāpaccayā upādāna’’nti ettha vuttapaccayuppannaṁ, ‘‘upādānapaccayā bhavo’’ti ettha vuttapaccayo ca eko evattho, tasmā paccayo visuṁ paccayuppannato bhinnaṁ katvā na vibhatto.",
  "tika-abh02t23:211": "252.Upatthambhakasamuṭṭhāpanapacchājātapaccayavasenāti upatthambhakassa cittasamuṭṭhānarūpassa samuṭṭhāpanavasena, pacchājātapaccayavasena ca.",
  "tika-abh02t23:212": "254.Pañcannanti cakkhāyatanādīnaṁ pañcannaṁ. Sahajātādipaccayoti sahajātanissayaatthiavigatādipaccayo. Vatthusaṅkhātaṁ rūpaṁ. Purejātādipaccayoti purejātanissayavippayuttaatthiavigatapaccayo. Pacchājātādipaccayoti pacchājātavippayuttaatthiavigatapaccayo. Chaṭṭhassa sahajātādīti ādi-saddena aññamaññanissayasampayuttaatthiavigatādayo gahitā.",
  "tika-abh02t23:213": "264.Yassāti ‘‘yassa ca hotī’’ti ettha vuttaṁ ‘‘yassā’’ti padaṁ sandhāya vuttaṁ. Tenāha ‘‘hotīti yojetabba’’nti.",
  "tika-abh02t23:214": "280.Tassāti ‘‘balavakilesabhūtāya vicikicchāyā’’ti (vibha. aṭṭha. 280) padassa. Tenāti ‘‘taṇhāṭṭhāne’’ti padena. Cittuppādakaṇḍādīsūti ādi-saddena imasmiṁ paṭiccasamuppādavibhaṅge suttantabhājanīyādiṁ saṅgaṇhāti.",
  "tika-abh02t23:215": "Akusalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:216": "Kusalābyākataniddesavaṇṇanā",
  "tika-abh02t23:217": "306.Sabyāpārānīti saussāhāni, vipākadhammānīti attho. Parihīnaṁ avijjāṭṭhānaṁ etesanti parihīnāvijjāṭṭhānā.",
  "tika-abh02t23:218": "Sandhāyāti adhippāyaṁ vibhāvento viya vadati, sarūpeneva pana ‘‘na ca cakkhuviññāṇādīni rūpaṁ samuṭṭhāpentī’’ti (vibha. aṭṭha. 306) aṭṭhakathāyaṁ vuttaṁ. Nāmarūpaṁ na na labbhatīti yojanā.",
  "tika-abh02t23:219": "Kusalābyākataniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:220": "Avijjāmūlakakusalaniddesavaṇṇanā",
  "tika-abh02t23:221": "334.Kusalaphaleti kusalavipākapaṭisandhiviññāṇassa gahitattā tassa sādurasavisarukkhabījasadisatā vuttā.",
  "tika-abh02t23:222": "Yadipi ‘‘saṅkhārahetuka’’ntiādinā yojanā labbhati, avigatacatukkādīni pana na labbhanti yathālābhayojanāya dassitattā.",
  "tika-abh02t23:223": "Avijjāmūlakakusalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:224": "Kusalamūlakavipākaniddesavaṇṇanā",
  "tika-abh02t23:225": "343.Kammaṁ viya paccayo hoti vipākabhāvatoti adhippāyo. Vipākassa kammaṁ paccayo hontaṁ sātisayaṁ hotīti tassa nippariyāyatā, taṁsampayuttānaṁ pariyāyatā siyāti adhippāyena ‘‘pariyāyena upanissayapaccayoti vuttānī’’ti āha. ‘‘Kusalo dhammo abyākatassa dhammassa upanissayapaccayena paccayo (paṭṭhā. 1.1.423), akusalo dhammo abyākatassa dhammassa (paṭṭhā. 1.1.423), vipākadhammadhammo nevavipākanavipākadhammadhammassa upanissayapaccayena paccayo’’ti (paṭṭhā. 1.3.103) pana vacanato nippariyāyena sabbepi kusalākusalā dhammā vipākassa upanissayapaccayo hotīti ayamattho dissati. ‘‘Kusalamūlaṁ akusalamūla’’nti imesaṁ anvādesopi paccayasaddāpekkhāya ‘‘esā’’ti pulliṅgavasena vuttoti dassento āha ‘‘esāti…pe… yojetabba’’nti.",
  "tika-abh02t23:226": "‘‘Manasikāropī’’tiādinā appahīnāvijjānampi kiriyāya kusalākusalamūlāni, avijjā ca upanissayā na hontīti dasseti. Kammavaṭṭavipākavaṭṭabhūtāniyeva saṅkhāraviññāṇāni pacchimanaye adhippetānīti vuttaṁ ‘‘kiriyāni pana…pe… gacchantī’’ti. Tesaṁ paccayānaṁ vasena anekappakāratoti adhippāyoti yojanā.",
  "tika-abh02t23:227": "Navādibhedānanti navaaṭṭhasattachāti evaṁpabhedānaṁ. Catunnaṁ catukkānanti purimanaye pacchimanaye ca āgatānaṁ yathālābhaṁ catunnaṁ catunnaṁ catukkānaṁ. ‘‘Kusalākusalānaṁ pana vipāke cā’’ti ca-saddena kusalākusale cāti samuccetabboti āha ‘‘kusala…pe… vattabba’’nti. Mūlapadekapaccayatāvasenāti mūlapadassa ekapaccayabhāvavasena upanissayapaccayatāvasena. Ekasseva nayassāti kusalākusalesu avijjāmūlakassa, vipākesu kusalākusalamūlakassāti evaṁ ekasseva nayassa vasena. Dhammapaccayabhedeti dhammassa paccayabhūtassa, paccayuppannassa vā paccayabhāvena bhedeti imamatthaṁ dassento ‘‘avijjādīna’’ntiādiṁ vatvā puna tameva ‘‘taṁtaṁcittuppādā’’tiādinā pakārantarena vibhāveti.",
  "tika-abh02t23:228": "Kusalamūlakavipākaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:229": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t23:230": "Paṭiccasamuppādavibhaṅgavaṇṇanā niṭṭhitā."
}