{
  "tika-abh09t12:0": "6. Yamakamātikā",
  "tika-abh09t12:1": "Mūlayamakamātikatthavaṇṇanā",
  "tika-abh09t12:2": "Idāni yamakamātikāya saṁvaṇṇanānayo hoti. Sā panesā mūlayamakamātikā khandhaāyatanadhātusaccasaṅkhāraanusayacittadhammaindriyayamakamātikāti dasavidhā hoti. Kenaṭṭhena cettha yamakanti? Yugaḷaṭṭhena. Yugaḷaṁ hi ‘‘yamakapāṭihāriyaṁ’’, ‘‘yamakasālā’’tiādīsu ‘‘yamaka’’nti vuccati, iti yugaḷasaṅkhātānaṁ yamakānaṁ vasena desitattā imesu dasasu ekekampi, etesaṁ vibhajanattā niddesopi, sabbesaṁ samūhattā pakaraṇampi yamakaṁ nāma. Idha panetā niddesayamakaṁ upādāya ‘‘yamakamātikā’’tveva vuttā, tāsaṁ pana dasannaṁ yamakamātikānaṁ mūlayamakamātikā ādi. Tatthāpi ‘‘ye keci kusalā dhammā, sabbe te kusalamūlā. Ye vā pana kusalamūlā, sabbe te dhammā kusalā’’ti idaṁ yamakaṁ ādi. Tassa kusalamūlasaṅkhātānaṁ dvinnaṁ atthānaṁ vasena atthayamakanti vā, tesaññeva atthānaṁ anulomato paṭilomato pavattapāḷidhammavasena dhammayamakanti vā, anulomapaṭilomato pavattapucchāvasena pucchāyamakanti vā tidhā yamakabhāvo veditabbo. Sesesupi eseva nayo.",
  "tika-abh09t12:3": "Idāni imesaṁ yamakānaṁ vasena desitāya imissā mūlayamakamātikāya tāva nayayamakapucchāatthavārappabhedavasena pāḷivavatthānaṁ evaṁ veditabbaṁ – kusalattikamātikāya hi ‘‘kusalā dhammā’’ti idaṁ ādipadaṁ nissāya mūlanayo mūlamūlanayo mūlakanayo mūlamūlakanayoti ime cattāro nayā honti. Tesu ekekasmiṁ naye mūlayamakaṁ ekamūlayamakaṁ aññamaññamūlayamakanti tīṇi tīṇi yamakānīti dvādasa yamakāni. Ekekasmiṁ yamake anulomapaṭilomavasena dve dve pucchāti catuvīsati pucchā, ekekapucchāya sanniṭṭhānasaṁsayavasena dve dve atthāti aṭṭhacattālīsa atthā.",
  "tika-abh09t12:4": "Tattha ye keci kusalāti kusalesu ‘‘kusalā nu kho, na kusalā nu kho’’ti sandehābhāvato imasmiṁ pade sanniṭṭhānattho veditabbo. Sabbe te kusalamūlāti ‘‘sabbe te kusalā dhammā kusalamūlā nu kho, na nu kho’’ti evaṁ vimativasena pucchitattā imasmiṁ pade saṁsayattho veditabbo. So ca kho veneyyānaṁ saṁsayaṭṭhāne saṁsayaṁ dīpetvā taṁvinodanatthaṁ bhagavatā vutto, tathāgatassa pana saṁsayaṭṭhānaṁ nāma natthi. Ito paresupi pucchāpadesu eseva nayo. Yathā ca kusalapadaṁ nissāya ime catunayādayo honti, akusalapadaṁ nissāyapi tatheva, abyākatapadaṁ nissāyapi tatheva, kusalādīni tīṇipi padāni ekato katvā niddiṭṭhaṁ nāmapadaṁ nissāya tathevāti kusalattikamātikāya catūsu padesu sabbepi soḷasa nayā, aṭṭhacattālīsa yamakāni, channavuti pucchā, dvānavutisataṁ atthā ca uddesavasena vuttāti veditabbā. Ettāvatā mūlavāro hetuvāro nidānavāro sambhavavāro pabhavavāro samuṭṭhānavāro āhāravāro ārammaṇavāro paccayavāro samudayavāroti sabbepi dasa vārā honti. Tattha mūlavāre āgataparicchedeneva avasesesupi nayādayo veditabbā. Pāḷi panettha atisaṁkhittā. Iti sabbesupi dasasu vāresu saṭṭhisataṁ nayā, asītiadhikāni cattāri yamakasatāni, saṭṭhiadhikāni nava pucchāsatāni, vīsādhikāni ekūnavīsati atthasatāni ca uddiṭṭhānīti veditabbāni.",
  "tika-abh09t12:5": "Evamettha nayayamakapucchā atthavārappabhedavasena pāḷivavatthānaṁ viditvā idāni tassā anuttānapadatthānusāreneva vibhaṅganayasahito saṅkhepatthavaṇṇanānayo evaṁ veditabbo – tattha ye kecīti anavasesavacanaṁ. Kusalā dhammāti anavajjasukhavipākā nissattasabhāvā. Sabbe te kusalamūlāti kiṁ te sabbeyeva kusalamūlā hontīti pucchā. Imāni pana vissajjanamātikāya natthi. Yamakamātikāya hi sabbattha pucchāpadāneva uddhaṭāni, na vissajjanānīti. Vissajjanāni pana niddeseyeva vuttāni, tasmā sabbattha niddesanayeneva vissajjanamukhaṁ dassayissāma. Imissāva ‘‘ye keci kusalā dhammā, sabbe te kusalamūlā’’ti pucchāya vibhaṅganayena idaṁ vissajjanamukhaṁ. ‘‘Tīṇeva kusalamūlāni, avasesā kusalā dhammā na kusalamūlā’’ti tassā cāyamattho – na te sabbe kusalā dhammā kusalamūlāni honti, alobhādīni pana tīṇeva kusalamūlānīti. Ye vā pana kusalamūlā tayo alobhādayo kusalānaṁ mūlāti vuttā, sabbe te kusalā dhammāti kiṁ te sabbe tayopi dhammā kusalāti pucchā. Tassā niddese ‘‘āmantā’’ti vissajjanaṁ. Tassa tesaṁ tiṇṇaṁ mūlānaṁ kusalabhāvampi sampaṭicchāmīti attho. Ayaṁ tāva mūlanaye mūlayamakanayo.",
  "tika-abh09t12:6": "Ekamūlayamake pana sabbe te kusalamūlena ekamūlāti gaṇanaṭṭhena ekamūlakaṁ aggahetvā samānatthena gahetabbā, ayaṁ hettha attho – ‘‘sabbe te kusalamūlena ekaṁ samānaṁ mūlaṁ etesanti ekamūlā’’ti. Yaṁ phassassa mūlaṁ, kiṁ tadeva vedanādīnanti ayaṁ pucchā. Atha nesaṁ tathābhāvaṁ sampaṭicchanavasena ‘‘āmantā’’ti vibhaṅge vissajjanaṁ. Ye vā pana kusalamūlena ekamūlā, sabbe te dhammā kusalāti pucchā. Tassā pana kusalacittasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlameva, na kusalaṁ, phassādidhammajātaṁ pana kusalamūlena ekamūlañceva kusalañcāti idaṁ vissajjanaṁ. Yatheva hi phassādīnaṁ alobhādayo suppatiṭṭhitabhāvasādhanena hetupaccayattā mūlaṁ, tathā taṁsamuṭṭhānarūpassāpīti taṁrūpampi arūpadhammehi saddhiṁ samānamūlanti vuccati, na pana kusalaṁ anavajjasukhavipākattābhāvā. Ekamūlayamakanayo.",
  "tika-abh09t12:7": "Aññamaññamūlayamake pana ‘‘ye keci kusalā’’ti apucchitvā ‘‘ye keci kusalamūlena ekamūlā’’ti pucchā katā. Kasmā? Imināpi byañjanena tassevatthassa sambhavadassanatthaṁ, kusalasamuṭṭhānarūpassāpi sampiṇḍanatthañca. Aññamaññamūlāti sabbeva te kiṁ aññamaññassa hetupaccayaṭṭhena mūlāni hontīti pucchā. Tassā yāni dve tīṇi mūlāni ekato uppajjanti, tāneva ekamūlāni ceva aññamaññamūlāni ca, avasesā kusalamūlasahajātā rūpārūpadhammā kusalamūlena ekamūlāva, na ca aññamaññamūlāti vissajjanaṁ. Tasseva paṭilomanaye sabbe te aññamaññamūlā alobhādayo kusalāti pucchā. Āmantāti vissajjanaṁ. Mūlanayo.",
  "tika-abh09t12:8": "Yathā ca mūlanaye mūlayamakaekamūlayamakaaññamaññamūlayamakavasena chabbidhā pucchāvissajjananayā vuttā, evaṁ mūlamūlanayādīsupi veditabbā. Ayaṁ panettha viseso – sabbe te kusalamūlamūlāti sabbe te kusalamūlasaṅkhātā mūlā, kusalamūlamūlātveva attho. Ekamūlamūlāti samānaṭṭhena ekameva mūlamūlaṁ etesanti ekamūlamūlā, samānamūlamūlātveva attho. Aññamaññamūlamūlāti aññamaññassa mūlaṁ aññamaññamūlaṁ, taṁ hetupaccayaṭṭhena mūlaṁ etesanti aññamaññamūlamūlā, aññamaññamūlamūlātveva attho. Sesaṁ tādisamevāti. Mūlamūlanayo.",
  "tika-abh09t12:9": "Mūlakanaye pana sabbe te kusalamūlakāti sabbe te kusalā hetupaccayaṭṭhena kusalabhūtaṁ mūlaṁ etesanti kusalamūlakāti pucchā. Āmantāti vissajjanaṁ. ‘‘Ye vā pana kusalamūlakā, sabbe te dhammā kusalā’’ti pucchā. Yaṁ rūpaṁ, taṁ ṭhapetvā sesaṁ kusalanti vissajjanaṁ, sesaṁ tādisamevāti. Mūlakanayo.",
  "tika-abh09t12:10": "Mūlamūlakanaye pana kusalamūlamūlakāti kusalamūlasaṅkhātaṁ mūlaṁ etesanti kusalamūlamūlakā. Sesaṁ tādisamevāti.",
  "tika-abh09t12:11": "Ayaṁ tāva kusalapadesu pucchāvissajjananayo. Akusalapadādīsupi eseva nayo. Ayaṁ pana viseso – akusalapadamūlesu ekamūlayamake ‘‘ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlā’’ti paṭhamapucchāya ‘‘ahetukaṁ akusalaṁ akusalamūlena ekamūla’’nti niddese vissajjanaṁ kataṁ. Tattha ahetukaṁ akusalanti dvīsu mohamūlacittesu mohaṁ sandhāya vuttaṁ, abyākatapadamūlesu ekamūlayamake ‘‘ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlā’’ti pucchāya ‘‘ahetukaṁ abyākataṁ ṭhapetvā sesā abyākatamūlena ekamūlakā’’ti vissajjanaṁ. Tattha ahetukaṁ abyākatanti aṭṭhārasāhetukacittuppādā, rūpaṁ, nibbānañca. Ettha ca kiñcāpi sahetukaabyākatacittasamuṭṭhānarūpampi abyākatamūlena ekamūlameva, taṁ pana abbohārikaṁ katvā niddese ekato labbhamānakavasenapetaṁ vissajjanaṁ katanti veditabbaṁ.",
  "tika-abh09t12:12": "Nāmapadamūlesu ca ‘‘ye keci nāmā dhammā, sabbe te nāmamūlā’’ti pucchāya ‘‘naveva nāmamūlāni, avasesā nāmā dhammā, na nāmamūlā’’ti vissajjanaṁ. Ekamūlanaye panettha ‘‘ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlā’’ti pucchā. ‘‘Ahetukaṁ nāmaṁ ṭhapetvā sesaṁ nāmamūlena ekamūla’’nti vissajjanaṁ. Tattha ahetukacittuppādavicikicchuddhaccasampayuttamohanibbānavasena ahetukaṁ nāmaṁ veditabbaṁ. Sesaṁ sabbattha kusalapade vuttānusārena suviññeyyamevāti. Ayaṁ mūlavāre nayo.",
  "tika-abh09t12:13": "Ito paresu hetuvārādīsu navasu vāresu mūlavārasadisova sabbattha saṁvaṇṇanānayo. Hetuādipadamattameva hettha viseso, tāni ca mūla-saddapariyāyato alobhādihetukāneva. Alobhādayo hi sahajātadhammasaṅkhātassa attano phalassa patiṭṭhānaṭṭhena mūlaṁ. Tassa nipphādanatthaṁ hinoti pavattatīti hetu, ‘‘handa naṁ gaṇhathā’’ti dassentaṁ viya attano phalaṁ nidetīti nidānaṁ. Etasmā phalaṁ sambhavatīti sambhavo. Pabhavatīti pabhavo. Samuṭṭhāti taṁ ettha, etenāti vā samuṭṭhānaṁ. Taṁ āharatīti āhāro. Apaṭikkhipitabbaṭṭhena tena ālambīyatīti ālambaṇaṁ. Etaṁ paṭicca taṁ etīti paccayo. Etasmā taṁ samudetīti samudayo. Sabbaṁ kāraṇapariyāyena vuttā ‘‘mūlaṁ hetu nidānañcā’’ti gāthā dasannampi vārānaṁ uddānagāthā nāma. Ayaṁ mūlayamakamātikatthavaṇṇanānayo.",
  "tika-abh09t12:14": "Khandhayamakamātikatthavaṇṇanā",
  "tika-abh09t12:15": "Khandhayamakapāḷiyā pana pāḷivavatthānaṁ tāva evaṁ veditabbaṁ – ‘‘pañcakkhandhā’’ti padaṁ ādiṁ katvā yāva ‘‘na khandhā na saṅkhārā’’ti padaṁ, tāva pavattā ayaṁ khandhayamakamātikā nāma. Sā paṇṇattivārassa ‘‘uddesavāro’’tipi ‘‘pucchāvāro’’tipi vuccati. So ca padasodhanavāro padasodhanamūlacakkavāro suddhakhandhavāro suddhakhandhamūlacakkavāroti catūhi nayavārehi paṭimaṇḍito. Tattha ‘‘rūpaṁ rūpakkhandho, rūpakkhandho rūpa’’ntiādinā nayena padameva sodhetvā gato padasodhanavāro nāma. So anulomapaṭilomavasena duvidho hoti . Tassa anulomavāre ‘‘rūpaṁ rūpakkhandho, rūpakkhandho rūpa’’ntiādīni pañca yamakāni. Paṭilomavārepi ‘‘na rūpaṁ na rūpakkhandho, na rūpakkhandho na rūpa’’ntiādinā pañca vārā.",
  "tika-abh09t12:16": "Tato paraṁ tesaññeva padasodhanavāre sodhitānaṁ khandhānaṁ ‘‘rūpaṁ rūpakkhandho, khandhā vedanākkhandho’’tiādinā nayena ekekakhandhamūlakāni cattāri cattāri cakkāni bandhitvā gato padasodhanamūlakānaṁ cakkānaṁ atthitāya padasodhanamūlacakkavāro nāma. Sopi anulomapaṭilomavasena duvidho hoti. Tassa anulomavāre ‘‘rūpaṁ rūpakkhandho, khandhā vedanākkhandho’’tiādīni ekekakhandhamūlakāni cattāri cattāri katvā vīsati yamakāni. Paṭilomavārepi ‘‘na rūpaṁ na rūpakkhandho, na khandhā na vedanākkhandho’’tiādīni vīsatimeva.",
  "tika-abh09t12:17": "Tato paraṁ ‘‘rūpaṁ khandho, khandhā rūpa’’ntiādinā nayena suddhakhandhavaseneva gato suddhakhandhavāro nāma. Sopi anulomapaṭilomavasena duvidho hoti. Tassa anulomavāre ‘‘rūpaṁ khandho , khandhā rūpa’’ntiādīni pañca yamakāni. Paṭilomavārepi ‘‘na rūpaṁ na khandho, na khandhā na rūpa’’ntiādīni pañceva.",
  "tika-abh09t12:18": "Tato paraṁ tesaññeva suddhakhandhānaṁ ‘‘rūpaṁ khandho, khandhā vedanā’’tiādinā nayena ekekakhandhamūlakāni cattāri cattāri cakkāni bandhitvā gato suddhakhandhamūlakānaṁ cakkānaṁ atthitāya suddhakhandhamūlacakkavāro nāma. Sopi anulomapaṭilomavasena duvidho hoti. Tassa anulomavāre ‘‘rūpaṁ khandho, khandhā vedanā’’tiādīni ekekakhandhamūlakāni cattāri cattāri katvā vīsati yamakāni. Paṭilomavārepi ‘‘na rūpaṁ na khandho, na khandhā na vedanā’’tiādīni vīsatimeva. Evamettha catūsu nayavāresu ekaṁ yamakasataṁ, dve pucchāsatāni, ekekapucchāya sanniṭṭhānasaṁsayavasena dve dve atthe katvā cattāri ca atthasatāni uddiṭṭhānīti veditabbāni.",
  "tika-abh09t12:19": "Evametissā pāḷivavatthānaṁ viditvā idāni anuttānapadatthānusārena vibhaṅganayasahitasaṅkhepatthavaṇṇanānayo evaṁ veditabbo. Pañcakkhandhāti ayaṁ yamakavasena pucchitabbānaṁ khandhānaṁ uddeso. Rūpakkhandho…pe… viññāṇakkhandhoti tesaññeva pabhedato nāmavavatthānaṁ. Tato paraṁ padasodhanavārādayo cattāro nayavārā. Tattha rūpaṁ rūpakkhandhoti yaṁ kiñci ‘‘rūpa’’nti vuccati, sabbaṁ taṁ ‘‘rūpakkhandho’’ti pucchatīti vacanasodhanatthaṁ pucchā. Tassā ca ‘‘piyarūpaṁ sātarūpaṁ rūpaṁ na rūpakkhandho, rūpakkhandho rūpañceva rūpakkhandho cā’’ti idaṁ niddesanayena vissajjanaṁ. Tattha piyarūpaṁ sātarūpantiādīsu yaṁ ‘‘rūpa’’nti vuttaṁ, taṁ rūpameva na rūpakkhandho. Yo pana ‘‘rūpakkhandho’’ti vutto, so ‘‘rūpa’’ntipi ‘‘rūpakkhandho’’tipi vattuṁ vaṭṭatīti attho. Rūpakkhandho rūpanti ettha pana ‘‘āmantā’’ti vissajjanaṁ rūpakkhandhassa niyamena rūpanti vattabbattā. Vedanā vedanākkhandhoti pucchāya, vedanākkhandho vedanāti pucchāya ca ‘‘āmantā’’ti vissajjanaṁ. Saññāsaññākkhandhoti pucchāya ‘‘papañcasaññā’’tiādīsu āgatā diṭṭhisaññā saññā na saññākkhandho, saññākkhandho saññā ceva saññākkhandho cāti vissajjanaṁ. Saññākkhandho saññāti pucchāya ca ‘‘āmantā’’ti vissajjanaṁ. Saṅkhārā saṅkhārakkhandhoti pucchāya ‘‘aniccā vata saṅkhārā’’tiādīsu āgato saṅkhārakkhandho, tato avasesā saṅkhatadhammā saṅkhārā na saṅkhārakkhandhoti vissajjanaṁ. Saṅkhārakkhandho saṅkhārāti pucchāya ‘‘āmantā’’ti vissajjanaṁ. Viññāṇaṁviññāṇakkhandhoti pucchāya, viññāṇakkhandho viññāṇanti pucchāya ca ‘‘āmantā’’ti vissajjanaṁ.",
  "tika-abh09t12:20": "Paṭilomavāre na rūpaṁ na rūpakkhandhoti pucchāya ‘‘āmantā’’ti vissajjanaṁ. Tassa rūpa-saddavacanīyā dhammā rūpakkhandho na hontīti attho. Na rūpakkhandho na rūpanti pucchāya rūpakkhandhavirahitā ‘‘piyarūpaṁ sātarūpa’’nti vuttā dhammā na rūpakkhandho, rūpaṁ, piyarūpasātarūparūpakkhandhavirahitā pana dhammā na rūpakkhandho ceva na rūpañcāti vissajjanaṁ. Na vedanā na vedanākkhandhoti pucchāya, na vedanākkhandho na vedanāti pucchāya, na saññā na saññākkhandhoti pucchāya ca ‘‘āmantā’’ti vissajjanaṁ. Na saṅkhārā na saṅkhārakkhandhoti pucchāya ‘‘āmantā’’ti vissajjanaṁ. Na saññākkhandho na saññāti pucchāya pana diṭṭhisaññā na saññākkhandho, saññā, taṁ diṭṭhisaññaṁ, saññākkhandhañca ṭhapetvā avasesā na ceva saññā na ca saññākkhandhoti vissajjanaṁ. Na saṅkhārā na saṅkhārakkhandhoti pucchāya ‘‘āmantā’’ti vissajjanaṁ. Na saṅkhārakkhandho na saṅkhārāti pucchāya saṅkhārakkhandhaṁ ṭhapetvā avasesasaṅkhatadhammā na saṅkhārakkhandho, saṅkhārā, asaṅkhatā pana dhātu na ceva saṅkhārā na ca saṅkhārakkhandhoti vissajjanaṁ. Na viññāṇaṁ na viññāṇakkhandhoti pucchāya, na viññāṇakkhandho na viññāṇanti pucchāya ca ‘‘āmantā’’ti vissajjanaṁ. Imināva nayena ito paresupi sabbattha vissajjananayo veditabbo, visesamattameva pana vakkhāma.",
  "tika-abh09t12:21": "Padasodhanamūlacakkavāre pana ayaṁ viseso – khandhā vedanākkhandhoti ye keci khandhā, sabbe te vedanākkhandhoti pucchā. Tassā ‘‘vedanākkhandho khandho ceva vedanākkhandho ca, avasesā pana khandhā, na vedanākkhandho’’ti vissajjanaṁ. Sesesupi eseva nayo. Paṭilome pana na khandhā na vedanākkhandhoti pucchāya ‘‘āmantā’’ti vissajjanaṁ. Ettha ca ye paññattinibbānasaṅkhātā dhammā khandhāpi na honti, te yasmā vedanākkhandhopi na hoti, tasmā ‘‘āmantā’’ti vissajjanaṁ, sesaṁ suviññeyyameva. Padasodhanamūlacakkavāro.",
  "tika-abh09t12:22": "Suddhakhandhavāre pana ‘‘rūpaṁ khandho’’ti pucchāya ‘‘āmantā’’ti vissajjanaṁ piyarūpādīnañca pañcasu khandhesu saṅgahitattā. ‘‘Khandhā rūpa’’ntiādīsu ye keci khandhā, sabbe te rūpakkhandhotiādinā attho gahetabbo. Teneva hissa niddese ‘‘khandhā rūpa’’ntiādinā padaṁ anuddharitvā ‘‘khandhā rūpakkhandho’’tiādinā atthavaseneva padaṁ uddharitvā ‘‘rūpakkhandho khandho ceva rūpakkhandho ca, avasesā khandhā, na rūpakkhandho’’ti vissajjanaṁ kataṁ. Teneva ca kāraṇena suddhakhandhavāroti vutto. Vacanasodhane viya hi ettha na vacanaṁ pamāṇaṁ, yathā pana suddhakhandhā labbhanti, tathā tathā atthova pamāṇaṁ. Parato āyatanayamakamātikādīsupi eseva nayo. Paṭilome ‘‘na rūpaṁ na khandho’’ti yaṁ dhammajātaṁ rūpaṁ na hoti, taṁ khandhopi na hotīti pucchā, tassā ‘‘rūpakkhandhavirahitā khandhā, na rūpaṁ, tathā nibbānaṁ na pana rūpañceva na khandho cā’’ti vissajjanaṁ. Sesaṁ suviññeyyameva. Suddhakhandhavāro.",
  "tika-abh09t12:23": "Suddhakhandhamūlacakkavārepi ‘‘khandhā vedanākkhandho’’tiādinā heṭṭhā vuttanayena attho veditabboti ayaṁ paṇṇattivāre nayo.",
  "tika-abh09t12:24": "Yasmā pana niddese imissā pana mātikāya paṇṇattivārasaṅkhātaṁ niddesaṁ vatvā tato imaṁ mātikākkamaṁ muñcitvā aparena pariyāyena aññepi uddesavāravirahitā ‘‘pavattivāro pariññāvāro’’ti dve mahāvārā pucchāvissajjanavasena vuttā, tasmā tesaṁ dvinnampi vārānaṁ nayo dassetabbo. Tato pavattivāre tāva pāḷivavatthānapubbikā mukhamattappakāsanā – imasmiṁ hi uppādavāro nirodhavāro uppādanirodhavāroti tayo antaravārā honti. Tattha uppādavāre tāva tiṇṇaṁ addhānaṁ vasena cha kālabhedā honti paccuppanno, atīto, anāgato, paccuppannenātīto, paccuppannenānāgato, atītenānāgatoti. Evametesu chasu kālabhedesu yvāyaṁ paṭhamo paccuppanno, tattha puggalato okāsato puggalokāsatoti tayo vārā honti.",
  "tika-abh09t12:25": "Tattha ‘‘yassa rūpakkhandho uppajjati, tassa vedanākkhandho uppajjatīti? Asaññasattaṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca tesaṁ vedanākkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati, vedanākkhandho ca uppajjati. Yassa vā pana vedanākkhandho uppajjati, tassa rūpakkhandho uppajjatīti? Arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjati, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjati, rūpakkhandho ca uppajjati. Yassa rūpakkhandho uppajjati…pe… tassa viññāṇakkhandho uppajjati…pe… yassa vā pana viññāṇakkhandho uppajjati, tassa rūpakkhandho uppajjatīti…pe… pañcavokāraṁ …pe… uppajjatī’’ti evaṁ rūpakkhandhamūlakāni cattāri, ‘‘yassa vedanākkhandho uppajjati, tassa saññākkhandho uppajjatī’’tiādinā ca vedanākkhandhamūlakāni tīṇi, saññākkhandhamūlakāni dve, saṅkhārakkhandhamūlakaṁ ekanti evametāni paccuppannakāle puggalavāre anulomanaye dasa yamakāni honti. Tattha rūpakkhandhamūlakesu catūsu ādito ekameva pāḷiyaṁ vissajjitaṁ, sesāni tena sadisavissajjanānīti tantiyā lahubhāvatthaṁ saṁkhittāni.",
  "tika-abh09t12:26": "Vedanākkhandhamūlake pana sabbattha ‘‘āmantā’’ti ekasadisameva vissajjanaṁ. Vedanādīsu uppannesu niyamena saññādīnaṁ uppajjanato tattha sabbāni saṁkhittāni. Yathā ca puggalavāre dasa yamakāni, evaṁ okāsavārepi ‘‘yattha rūpakkhandho uppajjati, tattha vedanākkhandho uppajjatīti? Asaññasatte tattha…pe… pañcavokāre tattha…pe… uppajjatī’’tiādinā, puggalokāsavārepi ‘‘yassa yattha rūpakkhandho uppajjati, tassa tattha vedanākkhandho uppajjatīti? Asaññasattaṁ…pe… pañcavokāraṁ…pe… uppajjatī’’tiādinā. Paccuppannakāle tīsu vāresu anulomanaye tiṁsa yamakā honti. Yathā anulomanaye tiṁsa, evaṁ paṭilomanayepi ‘‘yassa rūpakkhandho nuppajjati, tassa vedanākkhandho nuppajjatīti? Arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjati. Yassa vā pana vedanākkhandho nuppajjati, tassa rūpakkhandho nuppajjatīti? Asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ rūpakkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ vedanākkhandho ca nuppajjati rūpakkhandho ca nuppajjatī’’tiādinā, ‘‘yattha rūpakkhandho nuppajjati, tattha vedanākkhandho nuppajjatīti? Uppajjati. Yattha vā pana…pe… nuppajjatīti? Uppajjatī’’tiādinā ca, ‘‘yassa yattha rūpakkhandho nuppajjati, tassa tattha vedanākkhandho nuppajjatīti…pe… sabbesaṁ cavantānaṁ tadubhayaṁ nuppajjatī’’tiādinā cāti tiṁsa yamakā. Evaṁ paccuppannakāle saṭṭhi yamakāni, taddiguṇā pucchā, taddiguṇā ca atthā veditabbā.",
  "tika-abh09t12:27": "Tattha yassa rūpakkhandho uppajjatīti yassa puggalassa paṭisandhikkhaṇe rūpakkhandho uppajjati. Tassa vedanākkhandhoti vedanākkhandhopi tassa tasmiṁyeva khaṇe uppajjatīti attho imināva nayena. Tattha asaññasattanti asaññattabhavaṁ paṭisandhivasena upapajjantānaṁ tesaṁ uppajjanakkhaṇe rūpakkhandho uppajjati, no ca tesaṁ acittakattā vedanākkhandho uppajjatīti attho . Imināva nayena ‘‘yassa vā pana vedanākkhandho’’tiādikesu pucchāvissajjanesu, tato paresupi sabbattha attho veditabbo.",
  "tika-abh09t12:28": "Idaṁ panettha uppādanirodhesu niyamalakkhaṇaṁ – sakalepi hi imasmiṁ khandhayamake tattha tattha uppannānaṁ sattānaṁ pavatte yāva maraṇā vā khandhānaṁ apariyantesu uppādanirodhesu vijjamānesupi lahuparivattānaṁ dhammānaṁ vinibbhogaṁ katvā uppādanirodhe dassetuṁ na sukaranti pavattiyaṁ uppādanirodhe anāmasitvā paṭisandhiuppādavaseneva uppādavāro, nirodhamaraṇakāle nirodhavaseneva ca nirodhavāro kathito. Evamettha uppādanirodhesu niyamalakkhaṇaṁ viditvā paṭisandhiuppādameva ca cutinirodhameva ca gahetvā tesu tesu ṭhānesu āgatānaṁ pucchāvissajjanānaṁ atthavinicchayo veditabbo.",
  "tika-abh09t12:29": "Paṭilomanaye pana sabbesaṁ cavantānanti maraṇacittassa bhaṅgakkhaṇasamannāgatānaṁ. Tesaṁ hi tattha rūpakkhandho nuppajjati, vedanākkhandho ca cuticittassa uppattikkhaṇe eva uppannattā. ‘‘Yattha rūpakkhandho nuppajjati, tattha vedanākkhandho nuppajjatī’’ti pucchāya arūpabhavaṁ sandhāya ‘‘uppajjatī’’ti idaṁ vissajjanaṁ kataṁ, anantarapucchāya asaññibhavaṁ sandhāya ‘‘uppajjatī’’ti idaṁ vissajjananti veditabbaṁ. Sesaṁ suviññeyyamevāti ayaṁ paccuppannakāle nayo.",
  "tika-abh09t12:30": "Yathā ca paccuppannakāle saṭṭhi yamakādīni, evaṁ sesesupi pañcasu kālabhedesu paccekanti gahetabbaṁ. Pucchāvissajjanesu panettha kiñcāpi ‘‘yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjitthāti? Āmantā’’tiādinā, ‘‘yattha rūpakkhandho uppajjittha, tattha vedanākkhandho uppajjitthāti? Pañcavokāre uppajjittha, nāññatthā’’tiādinā ca, ‘‘yassa yattha rūpakkhandho uppajjittha, tassa tattha vedanākkhandho uppajjitthāti? Pañcavokārānaṁ tesaṁ tattha uppajjittha, nāññatthā’’tiādinā ca atītakāle anulomanaye, ‘‘yassa rūpakkhandho nuppajjittha, tassa vedanākkhandho nuppajjitthāti? Natthī’’tiādinā, ‘‘yattha rūpakkhandho nuppajjittha, tattha vedanākkhandho nuppajjitthāti? Uppajjitthā’’tiādinā, ‘‘yassa yattha rūpakkhandho nuppajjittha, tassa tattha vedanākkhandho nuppajjitthāti? Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ…pe… suddhāvāsānaṁ tesaṁ tattha tadubhayaṁ nuppajjitthā’’tiādinā tīsu vāresu paṭilomanaye ca,",
  "tika-abh09t12:31": "‘‘Yassa rūpakkhandho uppajjissati, tassa vedanākkhandho uppajjissatīti? Āmantā’’tiādinā, ‘‘yattha rūpakkhandho uppajjissati, tattha vedanākkhandho uppajjissatīti…pe… pañcavokāre uppajjissatī’’tiādinā, ‘‘yassa yattha rūpakkhandho uppajjissati, tassa tattha vedanākkhandho uppajjissati…pe… pañcavokārānaṁ tesaṁ tattha uppajjissatī’’tiādinā ca anāgatakāle anulomanaye, ‘‘yassa rūpakkhandho nuppajjissati, tassa vedanākkhandho nuppajjissatīti? Ye arūpaṁ upapajjitvā parinibbāyissanti, tesaṁ rūpakkhandho nuppajjissati, netaro, pacchimabhavikānaṁ tadubhayaṁ nuppajjissatī’’tiādinā, ‘‘yattha rūpakkhandho nuppajjissati, tattha vedanākkhandho nuppajjissatī’’tiādinā, ‘‘yassa yattha rūpakkhandho nuppajjissati, tassa tattha vedanākkhandho nuppajjissatīti? Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjissati, netaro, pacchimabhavikānaṁ tadubhayaṁ nuppajjissatī’’tiādinā paṭilomanaye ca,",
  "tika-abh09t12:32": "‘‘Yassa rūpakkhandho uppajjati, tassa vedanākkhandho uppajjitthā’’tiādinā, ‘‘yattha rūpakkhandho uppajjati, tattha vedanākkhandho uppajjitthāti…pe… pañcavokāre uppajjatī’’tiādinā, ‘‘yassa yattha rūpakkhandho uppajjati, tassa tattha vedanākkhandho uppajjitthāti? Suddhāvāsaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjittha, pañcavokāre pana uppajjitthā’’tiādinā paccuppannena atītakāle anulomanaye, ‘‘yassa rūpakkhandho nuppajjati, tassa vedanākkhandho nuppajjitthā’’tiādinā, ‘‘yattha rūpakkhandho nuppajjati, tattha vedanākkhandho nuppajjitthāti? Uppajjitthā’’tiādinā, ‘‘yassa yattha rūpakkhandho nuppajjati , tassa tattha vedanākkhandho nuppajjitthāti? Pañcavokārā cavantānaṁ arūpānañca tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho nuppajjittha, suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjitthā’’tiādinā paṭilomanaye ca,",
  "tika-abh09t12:33": "‘‘Yassa rūpakkhandho uppajjati, tassa vedanākkhandho uppajjissatīti? Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjatī’’tiādinā, ‘‘yattha rūpakkhandho uppajjati, tattha vedanākkhandho uppajjissatīti? Pañcavokāre…pe… uppajjissatī’’tiādinā ca, ‘‘yassa yattha rūpakkhandho uppajjati, tassa tattha vedanākkhandho uppajjissatīti ? Pacchimabhavikānaṁ pañcavokāre…pe… uppajjissatī’’tiādinā ca paccuppannena anāgatakāle anulomanaye, ‘‘yassa rūpakkhandho nuppajjati, tassa vedanākkhandho nuppajjissatīti pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ…pe… nuppajjissatī’’tiādinā, ‘‘yattha rūpakkhandho nuppajjati, tattha vedanākkhandho nuppajjissatīti? Uppajjissatī’’tiādinā, ‘‘yassa yattha rūpakkhandho nuppajjati, tassa tattha vedanākkhandho nuppajjissatīti…pe… pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ tattha…pe… nuppajjissatī’’tiādinā paṭilomanaye ca,",
  "tika-abh09t12:34": "‘‘Yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjissatīti? Pacchimabhavikānaṁ uppajjissatī’’tiādinā, ‘‘yattha rūpakkhandho uppajjittha, tattha vedanākkhandho uppajjissatīti…pe… pañcavokāre uppajjissatī’’tiādinā, ‘‘yassa yattha rūpakkhandho uppajjittha, tassa tattha vedanākkhandho uppajjissatīti? Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ…pe… uppajjissatī’’tiādinā atītena anāgatakāle anulomanaye, ‘‘yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjissatīti? Natthī’’tiādinā, ‘‘yattha rūpakkhandho nuppajjittha, tattha vedanākkhandho nuppajjissatīti? Uppajjissatī’’tiādinā, ‘‘yassa yattha rūpakkhandho nuppajjittha, tassa tattha vedanākkhandho nuppajjissatīti…pe… suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca nuppajjissatī’’tiādinā paṭilomanaye ca suddhā atthavisesā upalabbhanti. Tathāpi ganthavitthārabhayena anavasesato na dassayissāma, dassitanayeneva sabbattha pucchāvissajjanaṁ sakkā paṇḍitena ñātunti ayaṁ uppādavāre nayo.",
  "tika-abh09t12:35": "Yathā ca uppādavāre chasu kālabhedesu paccekaṁ puggalādibhedato anulomapaṭilomanayubhayena cha cha vārā, ekekasmiṁ vāre dasa dasa katvā saṭṭhi saṭṭhi yamakāni, sabbānipi saṭṭhiadhikāni tīṇi yamakasatāni, tato dviguṇā pucchā, dviguṇā atthā ca honti, evaṁ nirodhavāre uppādanirodhavārepi veditabbā. Tattha ca ‘‘yassa rūpakkhandho nirujjhati, tassa vedanākkhandho nirujjhatīti…pe… pañcavokārā cavantānaṁ…pe… nirujjhatī’’tiādinā, ‘‘yassa rūpakkhandho na nirujjhati, tassa vedanākkhandho na nirujjhatīti…pe… sabbesaṁ upapajjantānaṁ…pe… na nirujjhatī’’tiādinā nirodhavāre, ‘‘yassa rūpakkhandho uppajjati, tassa vedanākkhandho nirujjhatīti? No. Yassa rūpakkhandho nuppajjati, tassa vedanākkhandho na nirujjhatīti…pe… arūpaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ rūpakkhandho ca nuppajjati, vedanākkhandho ca na nirujjhatī’’tiādinā uppādanirodhavāre ca heṭṭhā vuttānusārena sabbattha pucchāvissajjananayo ñātabboti ayaṁ pavattivāre nayo.",
  "tika-abh09t12:36": "Pariññāvāre pana puggalavārādīsu tīsu puggalavāro ekova labbhati, na okāsapuggalokāsavārā sadisavissajjanattā. Yo hi koci puggalo rūpādiṁ parijānantova , yattha katthaci niruddhopi tādisova hoti, tasmā chasu kālabhedesu anulomato puggalavasena dve dve vārā, ekekasmiṁ vāre dasa dasa katvā vīsati vīsati yamakānīti vīsaṁ yamakasataṁ, taddiguṇā pucchā, taddiguṇā ca atthā veditabbā. Tattha ca ‘‘yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānātīti? Āmantā’’tiādinā ca, ‘‘yo rūpakkhandhaṁ na parijānāti, so vedanākkhandhaṁ na parijānātīti? Āmantā’’ti ādinā ca anulomapaṭilomato ādito tīsu kālesu sabbapucchānaṁ ‘‘āmantā āmantā’’tveva vissajjanaṁ. Itaresu pana tīsu missakakālesu ‘‘yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānitthāti? No. Yo vā pana…pe… no’’ti evaṁ itarakāladvayepi anulomanaye ‘‘no no’’tveva vissajjanaṁ.",
  "tika-abh09t12:37": "Paṭilomanaye pana ‘‘yo rūpakkhandhaṁ na parijānāti, so vedanākkhandhaṁ na parijānitthāti? Arahā rūpakkhandhaṁ na parijānāti, no ca so vedanākkhandhaṁ na parijānittha. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā rūpakkhandhañca na parijānanti, vedanākkhandhañca na parijāniṁsū’’tiādinā, ‘‘yo rūpakkhandhaṁ na parijānāti, so vedanākkhandhaṁ na parijānissatīti? Ye maggaṁ paṭilabhissanti, te rūpakkhandhaṁ na parijānanti, no ca vedanākkhandhaṁ na parijānissanti. Arahā ye ca puthujjanā maggaṁ na paṭilabhissanti, te rūpakkhandhañca na parijānanti, vedanākkhandhañca na parijānissantī’’tiādinā ca, ‘‘yo rūpakkhandhaṁ na parijānittha, so vedanākkhandhaṁ na parijānissantīti? Ye maggaṁ paṭilabhissanti, te rūpakkhandhaṁ na parijāniṁsu, no ca vedanākkhandhaṁ na parijānissanti. Aggamaggasamaṅgī ye ca puthujjanā maggaṁ na paṭilabhissanti, te rūpakkhandhañca na parijāniṁsu, vedanākkhandhañca na parijānissantī’’tiādinā ca pucchāvissajjananayo veditabbo.",
  "tika-abh09t12:38": "Ettha ca atītānāgatapaccuppannasaṅkhātā tayo addhā pavattivāre cutipaṭisandhivasena na labbhanti, pavatte cittakkhaṇavaseneva labbhanti. Lokuttaramaggakkhaṇasmiṁ hi nibbānārammaṇena cittena pañcasu khandhesu pariññākiccanipphattiyā yaṁ kañci ekaṁ khandhaṁ parijānanto itarampi ‘‘parijānātī’’ti anulomapañhesu pariññākiccassa matthakappattaṁ aggamaggasamaṅgiṁ sandhāya ‘‘āmantā’’ti vissajjanaṁ vuttaṁ. ‘‘Na parijānātī’’ti paṭilomapañhesu puthujjanādayo sandhāya ‘‘āmantā’’ti vissajjanaṁ vuttanti veditabbaṁ. ‘‘Parijānitthā’’ti imasmiṁ pana atītakālavāre maggānantare aggaphale ṭhitopi pariññākiccassa niṭṭhitattā parijānitthayeva nāma. ‘‘Parijānātī’’ti ca aggamaggasamaṅgī vuccati, ‘‘parijānissantī’’ti puthujjanādayo, tasmā yo na parijānāti, so parijānitthāti vā, parijānissatītiādinā vā vattuṁ asakkuṇeyyatāya ‘‘āmantā’’ti vissajjanaṁ kataṁ.",
  "tika-abh09t12:39": "Paṭilomanaye pana ‘‘aggamaggasamaṅgiñca arahantañca ṭhapetvā’’ti idaṁ aggamaggasamaṅgino ‘‘na parijānātī’’ti vacanaṁ, arahato ca ‘‘na parijānitthā’’ti vattuṁ asakkuṇeyyatāya vuttaṁ, ‘‘ye ca puthujjanā maggaṁ na paṭilabhissantī’’ti iminā atīte viya anāgatepi anantakālaṁ amuccanakā sattā nāma atthīti dasseti, te ca arahatā niṭṭhitapariññākiccena, ‘‘na parijānissantī’’ti vattabbataṁ vā āpannena samakā jātā, sabbattha ca ekaṁ khandhaṁ parijānanto sabbaṁ parijānāti, aparijānantopi ca sabbaṁ na parijānātīti veditabbanti ayaṁ khandhayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:40": "Āyatanayamakamātikatthavaṇṇanā",
  "tika-abh09t12:41": "Āyatanayamakamātikāya pana pāḷivavatthānādikaṁ sabbaṁ khandhayamakamātikāya vuttanayeneva veditabbaṁ aññatra visesā , tatrāyaṁ viseso – ‘‘dvādasāyatanānī’’ti padaṁ ādiṁ katvā yāva ‘‘nāyatanā na mano’’ti, tāva pavattā ayaṁ āyatanamātikā nāma. Tattha dvādasāyatanāni uddisitvā yamakavasena pucchāsu khandhapadaṁ ṭhapetvā cakkhādīni pañca ajjhattikāyatanāni paṭhamaṁ vuttāni, pacchā rūpādipañcabāhirāyatanāni, pariyosāne manāyatanadhammāyatanānīti evaṁ pāḷivavatthāne pañhe. Vissajjane pana ‘‘cakkhu cakkhāyatananti? Dibbacakkhu paññācakkhu cakkhumeva, na cakkhāyatanaṁ, cakkhāyatanaṁ cakkhu ceva cakkhāyatanañca. Sotaṁ sotāyatananti? Dibbasotaṁ taṇhāsotaṁ sotameva, na sotāyatanaṁ. Ghānaṁ ghānāyatananti? Āmantā…pe… kāyo kāyāyatananti? Nāmakāyo cittakāyotiādi kāyo, na kāyāyatanaṁ. Rūpaṁ rūpāyatananti? Bhūtādi, piyarūpādi ca rūpaṁva, na rūpāyatanaṁ. Saddo saddāyatananti? Āmantā. Gandho gandhāyatananti? Sīlagandhādayo gandhova, na gandhāyatanaṁ. Raso rasāyatananti? Attharasādayo rasova, na rasāyatanaṁ. Dhammo dhammāyatananti? Pariyattidhammādayo dhammova, na dhammāyatanaṁ. Dhammāyatanaṁ dhammoti? Āmantā’’ti ayaṁ paṇṇattivāre viseso.",
  "tika-abh09t12:42": "Pavattivāre pana ‘‘yassa cakkhāyatanaṁ uppajjati, tassa sotāyatanaṁ uppajjatīti? Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ sotāyatanaṁ uppajjati. Sacakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati, sotāyatanañca uppajjati…pe… yassa rūpāyatanaṁ uppajjati, tassa manāyatanaṁ uppajjatīti? Acittakānaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjati. Pañcavokāre uppādakkhaṇe tadubhayaṁ uppajjati. Yassa vā pana manāyatanaṁ uppajjati, tassa rūpāyatanaṁ uppajjatīti? Arūpabhavavajjite saññābhave upapajjantānaṁ…pe… uppajjati . Yassa rūpāyatanaṁ uppajjati, tassa dhammāyatanaṁ uppajjatīti? Āmantā. Yassa vā pana…pe… uppajjatīti? Arūpabhavavajjite sabbattha uppajjati. Yassa manāyatanaṁ uppajjati, tassa dhammāyatanaṁ uppajjatīti? Āmantā, yassa vā pana…pe… uppajjatīti? Asaññabhavavajjite sabbattha uppajjatī’’ti evaṁ saddāyatanavajjitā sesāyatanamātikāyamakayojanā yathānurūpaṁ veditabbā. Saddāyatanaṁ hi paṭisandhikkhaṇe na labbhati, ayaṁ uppādavāre viseso, iminā nayena nirodhavārādīsu, pariññāvāre ca yojanāviseso veditabbo, sabbattha ca khandhato āyatanānaṁ bahutā ca yamakavārabahutā ca veditabbā. Sesaṁ tādisamevāti ayaṁ āyatanayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:43": "Dhātuyamakamātikatthavaṇṇanā",
  "tika-abh09t12:44": "Dhātuyamakamātikāya pana pāḷivavatthānaṁ sabbaṁ āyatanayamakamātikāya vuttanayeneva veditabbanti ayaṁ dhātuyamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:45": "Saccayamakamātikatthavaṇṇanā",
  "tika-abh09t12:46": "Saccayamakamātikāya pana khandhayamake vuttanayena vārabhedā, kālādibhedā ca veditabbā, pāḷivavatthāne panettha catunnaṁ saccānaṁ vasena padasodhanavāro padasodhanamūlacakkavāro suddhasaccavāro suddhasaccamūlacakkavāroti imesu catūsu vāresu yamakagaṇanā veditabbā. Pucchāvissajjanesu pana ‘‘dukkhaṁ dukkhasaccanti? Āmantā. Dukkhasaccaṁ dukkhanti? Kāyikacetasikaṁ dukkhaṁ ṭhapetvā avasesaṁ dukkhasaccaṁ, na dukkhaṁ. Kāyikacetasikaṁ dukkhaṁ pana dukkhañceva dukkhasaccañca. Samudayo samudayasaccanti? Taṇhaṁ ṭhapetvā avasesā saccavibhaṅge niddiṭṭhā kusalādidhammā samudayo, na samudayasaccaṁ. Taṇhā pana samudayo ceva samudayasaccañca. Samudayasaccaṁ samudayoti? Āmantā. Nirodho nirodhasaccanti? Tadaṅganirodhādayo, khaṇikanirodho ca nirodhova, na nirodhasaccaṁ. Nibbānaṁ pana nirodho ceva nirodhasaccañca. Nirodhasaccaṁ nirodhoti? Āmantā. Maggo maggasaccanti? Micchāmaggaṅgādayo maggo, na maggasaccaṁ. Ariyamaggo pana maggo ceva maggasaccañca. Maggasaccaṁ maggoti? Āmantā’’tiādinā paṇṇattivāre nayo veditabbo.",
  "tika-abh09t12:47": "Pavattivāre pana ‘‘yassa dukkhasaccaṁ uppajjati, tassa samudayasaccaṁ uppajjatīti? Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ uppajjati, no ca tesaṁ samudayasaccaṁ uppajjati. Taṇhāya uppādakkhaṇe tadubhayaṁ uppajjati. Yassa dukkhasaccaṁ uppajjati, tassa maggasaccaṁ uppajjatīti…pe… pañcavokāre maggassa uppādakkhaṇe tadubhayaṁ uppajjati. Yassa vā pana…pe… uppajjatīti? Arūpe maggassa uppādakkhaṇe tesaṁ maggasaccaṁ uppajjati, no ca tesaṁ dukkhasaccaṁ uppajjati. Pañcavokāre tadubhayaṁ uppajjati. Yassa samudayasaccaṁ uppajjati, tassa maggasaccaṁ uppajjatīti? No, yassa vā pana…pe… no’’tiādinā puggalavāre, ‘‘yattha dukkhasaccaṁ uppajjati, tattha samudayasaccaṁ uppajjatīti? Asaññasatte tattha dukkhasaccaṁ uppajjati, no ca tattha tadaññaṁ, aññattha tadubhayampi. Yattha dukkhasaccaṁ uppajjati, tattha maggasaccaṁ uppajjatīti? Apāye, asaññasatte ca dukkhameva, no ca tattha tadaññaṁ, aññattha tadubhayampī’’tiādinā okāsavāre, puggalokāsavārepīti evaṁ anulomanaye,",
  "tika-abh09t12:48": "‘‘Yassa dukkhasaccaṁ nuppajjati, tassa samudayasaccaṁ nuppajjatīti? Āmantā. Yassa vā pana…pe… nuppajjatīti? Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe samudayasaccaṁ nuppajjati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca nuppajjati, dukkhasaccañca nuppajjatī’’tiādinā, ‘‘yattha dukkhasaccaṁ nuppajjati, tattha samudayasaccaṁ nuppajjatīti? Natthi. Yattha vā pana samudayasaccaṁ nuppajjati, tattha dukkhasaccaṁ nuppajjatīti? Uppajjatī’’tiādinā ca, ‘‘yassa yattha dukkhasaccaṁ nuppajjati, tassa tattha samudayasaccaṁ nuppajjatīti? Āmantā. Yassa vā pana yattha samudayasaccaṁ nuppajjati, tassa tattha dukkhasaccaṁ nuppajjatīti? Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṁ tattha samudayasaccaṁ eva nuppajjati, netaraṁ, sabbesaṁ pana cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha tadubhayampi nuppajjatī’’tiādinā ca sabbattha paṭilomanaye ca,",
  "tika-abh09t12:49": "‘‘Yassa dukkhasaccaṁ uppajjittha, tassa samudayasaccaṁ uppajjitthāti? Āmantā. Yassa dukkhasaccaṁ uppajjittha, tassa maggasaccaṁ uppajjitthāti? Abhisametāvīnaṁ uppajjittha, na itaresa’’ntiādinā, ‘‘yassa yattha dukkhasaccaṁ uppajjittha, tassa tattha samudayasaccaṁ uppajjitthāti? Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tattha dukkhasaccaṁ uppajjittha, netaraṁ, itaresaṁ tadubhayaṁ uppajjitthā’’tiādinā, ‘‘yassa dukkhasaccaṁ uppajjissati, tassa samudayasaccaṁ uppajjissatīti? Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti, tesaṁ dukkhasaccaṁ uppajjissati, netaraṁ, itaresaṁ tadubhayaṁ uppajjissatī’’tiādinā ca, ‘‘yassa dukkhasaccaṁ uppajjati, tassa samudayasaccaṁ uppajjitthāti? Āmantā, yassa vā pana…pe… uppajjatīti? Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggaphaluppattikkhaṇe tesaṁ samudayasaccaṁ uppajjittha, no ca tesaṁ dukkhasaccaṁ uppajjati. Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe samudayasaccañca uppajjittha , dukkhasaccañca uppajjatī’’tiādinā ca sesakālabhedesu ca anulomapaṭilomādīsu ca vuttānusārena uppādavāre sabbattha vissajjananayo yathānurūpaṁ ñātabbo. ‘‘Yassa dukkhasaccaṁ nirujjhati, tassa samudayasaccaṁ nirujjhatīti…pe… taṇhāya bhaṅgakkhaṇe tesaṁ tadubhayaṁ nirujjhatī’’tiādinā nirodhavāre, uppādanirodhavārepīti evaṁ pavattivāre sabbattha yathānurūpato yojanā veditabbā.",
  "tika-abh09t12:50": "Tathā ‘‘yo dukkhasaccaṁ parijānāti, so samudayasaccaṁ pajahatīti? Āmantā’’tiādinā pariññāvārepīti evamettha pāḷinayo ñātabbo.",
  "tika-abh09t12:51": "Atthavinicchaye panettha idaṁ lakkhaṇaṁ – pavatti vāre tāvettha nirodhasaccaṁ na labbhateva, sesesu pana tīsu saccesu samudayamaggasaccāni ekantena pavattiyaṁ eva labbhanti. Dukkhasaccaṁ cutipaṭisandhīsupi pavattepīti evamettha yaṁ yaṁ sabbattha labbhati, tassa tassa vasena atthavinicchayo veditabbo. Tatridaṁ nayamukhaṁ – sabbesaṁ upapajjantānanti antamaso suddhāvāsānampi. Tepi hi dukkhasacceneva uppajjanti. Taṇhāvippayuttacittassāti idaṁ dukkhasaccasamudayasaccesu ekakoṭṭhāsassa uppattidassanatthaṁ vuttaṁ, tasmā pañcavokāravaseneva gahetabbaṁ. Catuvokāre pana taṇhāvippayuttaphalasamāpattiyā uppādakkhaṇe ekampi saccaṁ nuppajjati. Tadubhayanti dukkhasamudayasaccadvayaṁ. Tasmiṁ hi khaṇe taṇhaṁ ṭhapetvā sesaṁ dukkhasaccaṁ nāma hotīti taṁ sandhāyetaṁ vuttaṁ. Maggassa uppādakkhaṇe pana rūpameva dukkhasaccaṁ nāma, sesā maggasahajātā dhammā saccavinimuttāva. Teneva kāraṇena ‘‘arūpe maggassa uppādakkhaṇe tesaṁ maggasaccaṁ uppajjati, no ca tesaṁ dukkhasaccaṁ uppajjatī’’ti vuttaṁ. Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe. Tesaṁ tatthāti tesaṁ tasmiṁ upapattikkhaṇe taṇhāvippayuttacittuppattikkhaṇe cāti evamettha khaṇavasena okāso veditabbo. Aññesupi evarūpesu eseva nayo. Anabhisametāvīnanti anabhisamitasaccānanti iminā nayamukhena sabbattha atthavinicchayo veditabbo.",
  "tika-abh09t12:52": "Pariññāvāre pana ñātatīraṇapahānavasena tissopi pariññāyo labbhanti. Yasmā pana lokuttaradhammesu pariññānāma natthi, tasmā idha dve eva saccāni gahitāni. Tattha ‘‘dukkhasaccaṁ parijānātī’’ti ñātatīraṇapariññāvasena vuttaṁ, ‘‘samudayasaccaṁ pajahatī’’ti ñātapahānapariññāvasena , iti imāsaṁ pariññānaṁ vasena sabbattha attho veditabbo. Ayaṁ saccayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:53": "Saṅkhārayamakamātikatthavaṇṇanā",
  "tika-abh09t12:54": "Saṅkhārayamakamātikāya pana heṭṭhā vuttanayeneva mahāvārantarādibhedā veditabbā. Ayaṁ panettha viseso – mātikāya tāva yathā heṭṭhā khandhādayo dhamme uddisitvā ‘‘rūpaṁ rūpakkhandho’’tiādinā padasodhanavāro āraddho, tathā anārabhitvā ‘‘assāsapassāsā kāyasaṅkhāro’’tiādinā paṭhamaṁ tayopi saṅkhārā vibhajitvā dassitā. Tattha kāyassa saṅkhāro kāyasaṅkhāro, assāsapassāsā. ‘‘Kāyikā ete dhammā kāyapaṭibaddhā’’ti (ma. ni. 1.463; saṁ. ni. 4.348) vacanato kāraṇabhūtassa karajakāyassa phalabhūto esa saṅkhāroti kāyasaṅkhāro. Aparo nayo – saṅkharīyatīti saṅkhāro. Kena saṅkharīyati? Kāyena. Ayaṁ hi vāto viya bhastāya karajakāyena saṅkharīyati, evampi kāyassa saṅkhāroti kāyasaṅkhāro, kāyena kato assāsapassāsavātoti attho. Cetasā vitakketvā vicāretvā pacchā vācaṁ bhindati, tasmā ‘‘vitakkavicārā vacīsaṅkhāro’’ti (ma. ni. 1.463) vacanato pana saṅkharotīti saṅkhāro, kiṁ saṅkharoti? Vaciṁ. Vaciyā saṅkhāroti vacīsaṅkhāro, vacībhedasamuṭṭhāpakassa vitakkavicāradvayassetaṁ nāmaṁ. ‘‘Saññā ca vedanā ca cetasikā ete dhammā cittapaṭibaddhā’’ti (ma. ni. 1.463; saṁ. ni. 4.348) vacanatoyeva pana tatiyapade saṅkharīyatīti saṅkhāro, kena saṅkharīyati? Cittena, iti cittassa saṅkhāroti cittasaṅkhāro, sabbesampi cittasamuṭṭhānānaṁ cetasikānaṁ dhammānaṁ etaṁ adhivacanaṁ. Vitakkavicārānaṁ pana vacīsaṅkhārabhāvena visuṁ gahitattā ‘‘ṭhapetvā vitakkavicāre’’ti vuttaṁ.",
  "tika-abh09t12:55": "Idāni ‘‘kāyo kāyasaṅkhāro’’ti padasodhanavāro āraddho, tassa anulomanaye tīṇi, paṭilomanaye tīṇīti cha yamakāni. Padasodhanamūlacakkavāre ekekasaṅkhāramūlakāni dve dve katvā anulomanaye cha, paṭilomanaye chāti dvādasa yamakāni. Suddhasaṅkhāravāre pana yathā suddhakhandhavārādīsu ‘‘rūpaṁ khandho, khandhā rūpa’’ntiādinā nayena yamakānivuttāni, evaṁ ‘‘kāyo saṅkhāro, saṅkhārā kāyo’’ti avatvā ‘‘kāyasaṅkhāro vacīsaṅkhāro’’tiādinā nayena kāyasaṅkhāramūlakāni dve, vacīsaṅkhāramūlakaṁ ekanti anulome tīṇi, paṭilome tīṇīti cha yamakāni vuttāni. Kiṁ kāraṇā? Suddhikaekekapadavasena atthabhedābhāvato, kāyasaṅkhāroti pana dvīhipi padehi ekova attho labbhatīti ayaṁ visesova, tasmā ekekapadavasena na vuttaṁ, ‘‘kāyo kāyasaṅkhāro’’tiādi pana vattabbaṁ siyā, sopi nayo padasodhanavāre vināpi atthena vacanaṁ yujjatīti tattheva vutto, idha pana kāyasaṅkhārādīnaṁ vacīsaṅkhārādīhi aññattā ‘‘kāyasaṅkhāro vacīsaṅkhāro’’tiādināpi yamakāni vuttāni. Suddhasaṅkhāramūlacakkavāro panettha na gahitoti ayaṁ tāvettha pāḷivavatthāne viseso.",
  "tika-abh09t12:56": "Pañhavissajjanesu pana ‘‘kāyo kāyasaṅkhāroti? No, kāyasaṅkhāro kāyoti? No’’ti vā evaṁ sabbattha paṭisedho. Vissajjanānaṁ kāyādīnaṁ eva kāyasaṅkhārādināmattā. Na hi kāyādayo viya kāyasaṅkhārādīnaṁ nāmaṁ hoti, paṭilome pana na kāyo na kāyasaṅkhāroti yo kāyo na hoti, so kāyasaṅkhāropi na hotīti pucchāya attho, tassā kāyasaṅkhāro na kāyo kāyasaṅkhāroti kāyasaṅkhāro kāyo na hoti, kāyasaṅkhāroyeva paneso hoti, kāyañca kāyasaṅkhārañca ṭhapetvā avasesaṁ saṅkhatāsaṅkhatādibhedaṁ sabbaṁ na ca kāyo, na ca kāyasaṅkhāroti vissajjanaṁ. Sesesupi eseva nayo, itaresu ca anulomapaṭilomesu ‘‘kāyo kāyasaṅkhāroti? No, saṅkhārā vacīsaṅkhāroti? Vacīsaṅkhāro saṅkhāro ceva vacīsaṅkhāro ca, avasesā saṅkhārā, na vacīsaṅkhāro, na saṅkhārā na vacīsaṅkhāroti? Āmantā’’tiādinā sabbattha pucchāvissajjananayo veditabbo.",
  "tika-abh09t12:57": "Pavattivāre pana ‘‘yassa kāyasaṅkhāro uppajjati, tassa vacīsaṅkhāro uppajjatīti? Vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro uppajjati, netaro, savitakkasavicāracittasamaṅgīnaṁ pana kāmāvacarasattānaṁ tadubhayampi uppajjati. Yassa vā pana…pe… uppajjatīti? Rūpārūpabhavikānaṁ vitakkavicāruppādakkhaṇe vacīsaṅkhārova uppajjati, netaro…pe… yathāvuttakāmāvacarānaṁ pana tadubhayaṁ uppajjati. Yassa kāyasaṅkhāro uppajjati, tassa cittasaṅkhāro uppajjatīti? Āmantā…pe… yassa vā pana…pe… uppajjatīti…pe… assāsapassāsānaṁ uppādakkhaṇe tadubhayaṁ uppajjati. Yassa vacīsaṅkhāro uppajjati, tassa cittasaṅkhāro uppajjatīti? Āmantā…pe… yattha kāyasaṅkhāro uppajjati, tattha vacīsaṅkhāro uppajjatīti ? Kāmāvacarasattānaṁ dutiyajjhāne tatiyajjhāne tattha kāyasaṅkhārova uppajjati, netaro, paṭhamajjhānādīsu pana tadubhayaṁ uppajjati. Yattha vā pana …pe… uppajjatīti? Kāmāvacare uppajjati, na rūpārūpabhavesu. Yattha kāyasaṅkhāro uppajjati, tattha cittasaṅkhāro uppajjatīti? Āmantā. Yattha vā pana…pe… uppajjatīti? Kāmāvacarasattānaṁ catutthajjhāne rūpārūpabhave ca tattha cittasaṅkhārova uppajjati, netaro, itarajjhānādīsu pana tadubhayaṁ uppajjatī’’tiādinā,",
  "tika-abh09t12:58": "‘‘Yassa kāyasaṅkhāro nuppajjati, tassa vacīsaṅkhāro nuppajjatīti? Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhārova nuppajjati, netaro, sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānañca tadubhayampi nuppajjati…pe… yassa kāyasaṅkhāro nuppajjati, tassa cittasaṅkhāro nuppajjatīti…pe… sabbacittānaṁ bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānañca nuppajjatī’’tiādinā ca, ‘‘yattha kāyasaṅkhāro nuppajjati, tattha vacīsaṅkhāro nuppajjatīti…pe… catutthajjhānakkhaṇe rūpabhavādīsu nuppajjatī’’tiādinā ca, ‘‘yassa kāyasaṅkhāro uppajjittha, tassa vacīsaṅkhāro uppajjitthāti? Āmantā’’tiādinā, ‘‘yassa kāyasaṅkhāro nuppajjittha, tassa cittasaṅkhāro nuppajjitthāti? Natthī’’tiādinā, ‘‘yassa yattha kāyasaṅkhāro nuppajjittha, tassa tattha vacīsaṅkhāro nuppajjitthāti…pe… catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha vacīsaṅkhāro cā’’tiādinā ca,",
  "tika-abh09t12:59": "‘‘Yassa kāyasaṅkhāro uppajjissati, tassa vacīsaṅkhāro uppajjissatīti? Āmantā. Yassa vā pana…pe… uppajjissatīti? Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati, rūpārūpabhave pacchimabhavikānaṁ vacīsaṅkhārova uppajjissati, na kāyasaṅkhāro , aññesaṁ pana tadubhayaṁ uppajjissatī’’tiādinā ca, ‘‘yassa kāyasaṅkhāro nuppajjissati, tassa vacīsaṅkhāro nuppajjissatīti…pe… pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati, tesaṁ tadubhayaṁ nuppajjissatī’’tiādinā sabbakālabhedesu yathānurūpato uppādavāre yojanānayo veditabbo. ‘‘Yassa kāyasaṅkhāro nirujjhati, tassa vacīsaṅkhāro nirujjhatīti…pe… paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tadubhayaṁ nirujjhati. Yassa kāyasaṅkhāro nirujjhati, tassa cittasaṅkhāro nirujjhatīti? Āmantā’’tiādinā nirodhavāre, ‘‘yassa kāyasaṅkhāro uppajjati, tassa vacīsaṅkhāro nirujjhatīti? No’’tiādinā uppādanirodhavāre ca,",
  "tika-abh09t12:60": "‘‘Yo kāyasaṅkhāraṁ parijānāti, so vacīsaṅkhāraṁ parijānātīti? Āmantā’’tiādinā pariññāvāre ca heṭṭhā vuttānusārena sabbattha pāḷinayo veditabbo.",
  "tika-abh09t12:61": "Pavattivāre panettha paccuppannakāle puggalavārassa anulomanaye kāyasaṅkhāramūlakāni dve, vacīsaṅkhāramūlakaṁ ekanti tīṇeva yamakāni labbhanti. Tassa paṭilomanayepi okāsavārādīsupi eseva nayo. Evamettha sabbavāresu tiṇṇaṁ tiṇṇaṁ yamakānaṁ vasena yamakagaṇanā veditabbā. Atthavinicchaye panettha idaṁ lakkhaṇaṁ – imasmiṁ hi saṅkhārayamake ‘‘assāsapassāsānaṁ uppādakkhaṇe, vitakkavicārānaṁ uppādakkhaṇe’’tiādivacanato (yama. 2.saṅkhārayamaka.19) paccuppannādikālabhedo pavattivasenāpi gahetabbo, na cutipaṭisandhivaseneva. ‘‘Dutiyajjhāne tatiyajjhāne tattha kāyasaṅkhāro uppajjatī’’tiādivacanato (yama. 2.saṅkhārayamaka.21) ca jhānampi okāsavasena gahitanti veditabbaṁ. Evamettha yaṁ yaṁ labbhati, tassa tassa vasena atthavinicchayo veditabbo. Tatridaṁ nayamukhaṁ – ‘‘vinā vitakkavicārehī’’ti dutiyatatiyajjhānavasena vuttaṁ, na catutthajjhānavasena tattha assāsapassāsānaṁ abhāvato. ‘‘Cittassa bhaṅgakkhaṇe’’ti idaṁ kāyasaṅkhārassa ekantacittasamuṭṭhānattā vuttaṁ, uppajjamānameva hi cittaṁ rūpaṁ, arūpaṁ vā samuṭṭhāpeti, na bhijjamānaṁ, ṭhitaṁ vā. ‘‘Pacchimacittasamaṅgīna’’nti sabbapacchimena appaṭisandhikacittena samaṅgīnaṁ khīṇāsavānaṁ. ‘‘Avitakkaavicāraṁ pacchimacitta’’nti ettha rūpāvacarānaṁ dutiyajjhānikādicuticittavasena, arūpāvacarānañca catutthajjhānikacuticittavasena attho gahetabbo.",
  "tika-abh09t12:62": "‘‘Yassa kāyasaṅkhāro nirujjhati, tassa cittasaṅkhāro nirujjhatī’’ti ettha niyamato kāyasaṅkhārassa cittasaṅkhārena saddhiṁ ekakkhaṇe nirujjhanato ‘‘āmantā’’ti paṭivacanaṁ dinnaṁ na ekacittakkhaṇikattā. Cittasaṅkhāro hi kāyasaṅkhārena vināpi uppajjati ca nirujjhati ca. Kāyasaṅkhāro pana cittasamuṭṭhānattā yena cittena saddhiṁ uppajjati, tato paṭṭhāya sattarasamena saddhiṁ nirujjhati, esā cittasamuṭṭhānarūpassa dhammatā. Yaṁ pana vibhaṅgappakaraṇassa sīhaḷaṭṭhakathāya ‘‘cittasamuṭṭhānarūpaṁ sattarasamacittassa uppādakkhaṇe nirujjhatī’’ti vuttaṁ, taṁ imāya pāḷiyā virujjhati. ‘‘Yassa kāyasaṅkhāro uppajjati, tassa vacīsaṅkhāro nirujjhatī’’ti ettha yasmā kāyasaṅkhāro cittassa uppādakkhaṇe uppajjati, na ca tasmiṁ khaṇe vitakkavicārā nirujjhanti, tasmā ‘‘no’’ti paṭisedho kato. Iminā nayamukhena sabbattha vinicchayo veditabbo. Ayaṁ saṅkhārayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:63": "Anusayayamakamātikatthavaṇṇanā",
  "tika-abh09t12:64": "Anusayayamakamātikāya pana pāḷivavatthānaṁ tāva evaṁ veditabbaṁ. Anusayayamakepi khandhayamakamātikādīsu viya desanaṁ akatvā aññena nayena pāḷidesanā katā. Kathaṁ? Paṭhamaṁ tāva paricchedavāro paricchinnuddesavāroti dve vārā uddesavasena desitā, tato uppattiṭṭhānavāroti eko khuddakavāro. Tato anusayavāro sānusayavāro pajahanavāro pariññāvāro pahīnavāro uppajjanavāro dhātuvāroti anusaye yojetvā yamakavasena papañcato niddiṭṭhā satta mahāvārāti aṭṭhakaniddesavasena desitā, evaṁ dasahi vārehi anusayayamakadesanā katā. Tesu ye ime hi paricchedavārotiādinā dve vārā uddesavasena vuttā, te idha anusayayamakamātikāti gahetabbā.",
  "tika-abh09t12:65": "Tattha hi satta anusayāti ayaṁ gaṇanāya paricchinditvā anusayānaṁ desitattā paricchedavāro nāma. Kāmarāgānusayo…pe… avijjānusayoti ayaṁ paricchedavasena paricchinnānaṁ nāmamattaṁ uddisitvā ‘‘ime nāma te’’ti desitattā paricchinnuddesavāro nāma. Tattha anuttānatthato tāva anusayāti kenaṭṭhena anusayā? Anusayanaṭṭhena. Ko esa anusayanaṭṭho nāmāti? Appahīnaṭṭho. Kāmarāgānusayādayo hi appahīnaṭṭhena tassa tassa santāne anusenti nāma, tasmā ‘‘anusayā’’ti vuccanti, anusentīti ca taṁ taṁ anurūpaṁ kāraṇaṁ labhitvā uppajjantīti attho. Athāpi siyā – anusayanaṭṭho nāma appahīnākāro, appahīnākāro ca na uppajjati, tasmā anusayā na uppajjantīti. Tatridaṁ paṭivacanaṁ – appahīnākāro anusayo, anusayoti pana appahīnaṭṭhena thāmagatakileso vuccati, so cittasampayutto sārammaṇo sappaccayaṭṭhena sahetuko ekantākusalova hoti kathāvatthusmiṁ (kathā. 554 ādayo) anusayānaṁ cittavippayuttabhāvassa paṭisedhitattā , so ca atītopi hoti, anāgatopi paccuppannopi, tasmā uppajjatīti vattuṁ yuttaṁ. Tathā hi dhammasaṅgahe mohassa padabhājane 317 ‘‘avijjānusayo avijjāpariyuṭṭhānaṁ…pe… ayaṁ tasmiṁ samaye moho hotī’’ti (dha. sa. 390). Imasmiñca yamake uppajjanavāre ‘‘yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatī’’tiādi vuttaṁ, tasmā ‘‘anusentīti taṁ taṁ anurūpaṁ kāraṇaṁ labhitvā uppajjantī’’ti yaṁ vuttaṁ, taṁ suvuttanti veditabbaṁ. Kāmarāgānusayoti kāmarāgo ca so appahīnaṭṭhena anusayo cāti kāmarāgānusayo. Sesapadesupi eseva nayo. Ayaṁ tāvettha anuttānattho. Atthavinicchayo panetthāpi niddesanayamukhadassanavaseneva hoti, niddeso cettha heṭṭhā vutto.",
  "tika-abh09t12:66": "Uppattiṭṭhānavārādayo aṭṭha vārā ca, tatrāyaṁ pāḷivavatthānānupubbikāmukhamattappakāsanā. Tesaṁ hi paṭhamo anusayānaṁ uppattiṭṭhānavāro nāma. Tattha vārabhedo yamakayojanavāre natthi, itaresu pana sattasu mahāvāresu atthi. Tesu hi paṭhamo anusayavāro anulomapaṭilomanayavasena duvidho hoti. Tattha anulomanaye ‘‘yassa yattha…pe… anusetī’’ti puggalokāsatadubhayanāmavasena tayo antaravārā honti, tesu ekekasmiṁ ekamūlakadvimūlakatimūlakacatumūlakapañcamūlakachamūlakānaṁ vasena yamakabhedā honti. Yathā ca anulomanaye, evaṁ paṭilomanayepi veditabbā. Yathā cettha anusayavāre, evaṁ sānusayavārapajahanavārapariññāvārapahīnavārauppajjanavāresu pañcasupi. Ayaṁ panettha purimesu tīsu vāresu viseso. Okāsavāre ‘‘yattha tatthā’’ti avatvā ‘‘yato tato’’ti nissakkavacanena desanā katā. Sesaṁ tādisameva . Yo panāyaṁ sabbapacchimo dhātuvāro nāma, so pucchāvāro vissajjanavāroti dvidhā ṭhito. Tattha pucchāvāro anulomapaṭilomavasena duvidho. Tassāvasāne pucchānukkamena vissajjanaṁ katanti. Evaṁ tāvettha pāḷivavatthānaṁ veditabbaṁ.",
  "tika-abh09t12:67": "Tatridaṁ aṭṭhannaṁ vārānaṁ ādito paṭṭhāya mukhamattadassanaṁ. ‘‘Kattha kāmarāgānusayo anuseti? Kāmadhātuyā dvīsu vedanāsu ettha kāmarāgānusayo anuseti. Kattha paṭighānusayo anuseti? Dukkhāya vedanāya…pe… mānānusayo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ca anuseti. Diṭṭhānusayo, vicikicchānusayo ca sabbasakkāyapariyāpannesu dhammesu, bhavarāgānusayo rūpārūpadhātūsu, avijjānusayo sabbasakkāyapariyāpannesu dhammesu anusetī’’ti ayaṁ tāva paṭhamavāre pāḷinayo.",
  "tika-abh09t12:68": "Tattha kāmadhātuyā dvīsu vedanāsūti kāmāvacarabhūmiyaṁ sukhāya ceva upekkhāya cāti dvīsu vedanāsu, kāmarāgānusayo pana sahajātavasena, ārammaṇavasena cāti dvīhākārehi anuseti uppajjati, tattha akusalāhi sukhaupekkhāhi sahajātopi hutvā tā ārammaṇaṁ katvāpi uppajjati. Avasesā pana kāmāvacarakusalavipākakiriyavedanā ārammaṇameva katvā uppajjati, imāsu vedanāsu anusayamāno cesa tāhi vedanāhi sampayuttesu saññāsaṅkhāraviññāṇesupi anusetiyeva. Imāsaṁ pana vedanānaṁ assādaṭṭhena kāmarāgānusayuppattiyā sesasampayuttehi padhānattā, oḷārikattena veneyyānaṁ subodhattā ca dvīsu vedanāsuyeva anusetīti vuttaṁ, evaṁ uparipi. Na kevalañcesa anusayamāno imāsu dvīsu vedanāsuyeva, vedanāsampayuttesu dhammesu ca anuseti, iṭṭhesu pana rūpādīsupi anuseti eva. Vuttampi cetaṁ vibhaṅgappakaraṇe ‘‘yaṁ loke piyarūpaṁ sātarūpaṁ, ettha sattānaṁ kāmarāgānusayo anusetī’’ti (vibha. 816), etthānusayayamakepi vuttaṁ ‘‘dukkhāya vedanāya rūpadhātuyā ettha kāmarāgānusayo nānusetī’’tiādi. Etena vuttāvasesarūpādīsu chasupi ārammaṇesu anusetīti vuttaṁ hoti. Idha pana taṁ sabbaṁ avatvā kiñcideva padhānattādinā kāraṇena vuttanti gahetabbaṁ.",
  "tika-abh09t12:69": "Dukkhāyāti ettha paṭighacittasampayuttā dve domanassavedanā, kāyaviññāṇasampayuttā dukkhavedanā cāti tisso vedanā, taṁ sampayuttā ca dhammā, aniṭṭhā cha rūpādayo dhammā paṭighānusayasahajātavasena, ārammaṇavasena ca yathārahaṁ anusayanaṭṭhānaṁ. Kiṁ pana itarā dve vedanā iṭṭhārammaṇaṁ vā paṭighassa ārammaṇaṁ na hontīti? No na honti. Parihīnajjhānassa hi naṭṭhaṁ iṭṭhaṁ sasampayuttadhammaṁ jhānamārabbha domanassaṁ uppajjati, taṁ pana ārammaṇamattameva, nānusayanaṭṭhānaṁ iṭṭhattā. Aniṭṭhameva hi iṭṭhato paṭihanananimittaṁ, yaṁ pana tatthuppannaṁ, tassa paṭighamattameva hoti, na paṭighānusayoti. Paṭighānusayo hi aniṭṭhārammaṇe paṭihananavasena uppanno thāmagato kileso, itaro domanassena saddhiṁ uppannopi attano paṭihananakiccassa akaraṇato paṭighānusayo na hoti, abbohārikattaṁ gacchati. Yathā hi pāṇātipātacetanāya saddhiṁ uppannopi byāpādo manokammaṁ nāma na hoti, abbohārikattaṁ gacchati, evanti gahetabbaṁ. Teneva nekkhammassitaṁ domanassaṁ sevitabbaṁ vuttaṁ. Mānānusayassa pana dukkhadomanassavajjitā sabbe lokiyā dhammā anusayanaṭṭhānaṁ. ‘‘Dukkhāya vedanāya apariyāpanne ettha…pe… mānānusayo ca nānusetī’’ti hi vuttaṁ. Diṭṭhānusayavicikicchānusayānaṁ pana lokuttaravajjitā sabbepi dhammā anusayanaṭṭhānaṁ. Tena vuttaṁ ‘‘sabbasakkāyapariyāpannesu dhammesū’’ti. Tattha saṁsāravaṭṭanissitaṭṭhena sakkāyapariyāpannesu sabbadhammesūti attho. Evaṁ avijjānusayopi veditabbo. Sabbattha ca sahajātārammaṇabhedo heṭṭhā vuttanayeneva veditabbo.",
  "tika-abh09t12:70": "Bhavarāgānusayo pana kiñcāpi diṭṭhivippayuttesu catūsu cittesu uppajjanato sahajātavasena kāmadhātuyā dvīsu vedanāsu anusetīti vattabbo bhaveyya, so pana yasmā rūpārūpāvacaramevārammaṇaṁ labhati, na kāmāvacarārammaṇameva, anusayānaṁ pana taṁ na anusayanaṭṭhānaṁ, tasmā ārammaṇavasena niyamaṁ akatvā ‘‘rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo anusetī’’ti vuttaṁ. Taṁ rāgavasena so ca sabbopi rāgo kāmarāgānusayo gahetabboti ayaṁ uppattiṭṭhānavāre nayo.",
  "tika-abh09t12:71": "Itaresu pana sattasu mahāvāresu tāva ‘‘yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anusetīti? Āmantā. Yassa vā pana paṭighānusayo anuseti, tassa kāmarāgānusayo anusetīti? Āmantā. Yassa kāmarāgānusayo anuseti, tassa mānānusayo anusetīti? Āmantā. Yassa vā pana mānānusayo anuseti, tassa kāmarāgānusayo anusetīti? Anāgāmissa mānānusayo anuseti, no ca tassa kāmarāgānusayo anuseti, tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti, kāmarāgānusayo ca anuseti. Yassa kāmarāgānusayo anuseti, tassa diṭṭhānusayo anusetīti? Dvinnaṁ puggalānaṁ kāmarāgānusayo anuseti, no ca…pe… diṭṭhānusayo ca anuseti, yassa vā pana…pe… āmantā. Yassa kāmarāgānusayo anuseti, tassa vicikicchānusayo anusetī’’ti pucchāyapi diṭṭhānusayasadisameva vissajjanaṁ. Yassa kāmarāgānusayo anuseti, tassa bhavarāgānusayo anusetīti? Āmantā. Yassa vā pana…pe… anusetīti…pe… tiṇṇaṁ puggalānaṁ bhavarāgānusayo ca anuseti, kāmarāgānusayo ca anuseti. Avijjānusayepi eseva nayo. Iminā nayena paṭighānusayādimūlikāsu pucchāsu vissajjananayo veditabbo. Ayaṁ ekamūlake nayo.",
  "tika-abh09t12:72": "Yassa kāmarāgānusayo ca paṭighānusayo ca anuseti, tassa mānānusayo anusetīti? Āmantā. Dvinnaṁ dvimūlikā…pe… pañcamūlikānaṁ pana ekamūle vuttānusārena vissajjananayo ñātabbo. Tatrāyaṁ pacchimānusaye yojanā – ‘‘yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anuseti, tassa avijjānusayo anusetīti? Āmantā. Yassa vā pana avijjānusayo anuseti, tassa kāmarāgānusayo ca…pe… bhavarāgānusayo ca anusetīti? Anāgāmissa avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anuseti, na itare, dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgapaṭighamānabhavarāgānusayā ca anusenti, na diṭṭhivicikicchānusayā, puthujjanassa pana sabbepi anusentī’’ti ayaṁ puggalavāre nayo.",
  "tika-abh09t12:73": "Okāsavāre pana ‘‘yattha kāmarāgānusayo anuseti, tattha paṭighānusayo anusetīti? No. Yattha vā pana…pe… anusetīti? No. Yattha kāmarāgānusayo anuseti, tattha mānānusayo anusetīti? Āmantā. Yattha vā pana mānānusayo anuseti, tattha kāmarāgānusayo anusetīti? Rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti , na kāmarāgānusayo, kāmadhātuyā dvīsu vedanāsu tadubhayaṁ anuseti. Yattha kāmarāgānusayo…pe… anusetīti? Āmantā. Yattha vā pana…pe… anusetīti? Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, na kāmarāgānusayo, kāmadhātuyā dvīsu vedanāsu tadubhayaṁ anuseti. Yattha kāmarāgānusayo…pe… anuseti, tattha bhavarāgānusayo anusetīti? No. Yattha vā pana…pe… no. Yattha kāmarāgānusayo anuseti, tattha avijjānusayo anusetīti? Āmantā. Yattha vā pana…pe… anusetīti? Dukkhāya vedanāya rūpārūpadhātuyā ettha avijjānusayo anuseti, na kāmarāgānusayo, kāmadhātuyā dvīsu vedanāsu tadubhayaṁ anuseti.",
  "tika-abh09t12:74": "Yattha paṭighānusayo anuseti, tattha mānānusayo anusetīti? No. Yattha vā pana…pe… no. Yattha paṭighānusayo anuseti, tattha diṭṭhānusayo vicikicchānusayo anusetīti? Āmantā. Yattha vā pana…pe… anusetīti? Kāmadhātuyā dvīsu vedanāsu rūpārūpadhātuyā ettha vicikicchānusayo anuseti, na paṭighānusayo, dukkhāya pana vedanāya tadubhayaṁ anuseti. Yattha paṭighānusayo anuseti, tattha bhavarāgānusayo anusetīti? No. Yattha vā pana…pe… no. Yattha paṭighānusayo anuseti, tattha avijjānusayo anusetīti? Āmantā. Yattha vā pana…pe… anusetīti…pe… dukkhāya vedanāya tadubhayaṁ anuseti, aññattha avijjānusayo ca.",
  "tika-abh09t12:75": "Yattha mānānusayo anuseti, tattha diṭṭhānusayo vicikicchānusayo anusetīti? Āmantā. Yattha vā pana…pe… anusetīti? Dukkhāya vedanāya diṭṭhānusayova, netaro , tadaññesu sabbattha anuseti. Yattha mānānusayo anuseti, tattha bhavarāgānusayo anusetīti? Kāmadhātuyā dvīsu vedanāsu mānānusayo, netaro, rūpārūpadhātuyā pana tadubhayaṁ anuseti. Yattha vā pana…pe… āmantā. Yattha mānānusayo anuseti, tattha avijjānusayo…pe… āmantā. Yattha vā pana…pe… anusetīti? Dukkhavedanaṁ ṭhapetvā tadaññāsu sabbattha tadubhayaṁ anuseti. Yattha diṭṭhānusayo, tattha vicikicchānusayo…pe… āmantā. Yattha diṭṭhānusayo, tattha bhavarāgānusayo anusetīti? Kāmadhātuyā tīsu vedanāsu diṭṭhānusayova, rūpārūpabhavesu tadubhayaṁ anuseti. Yattha vā pana…pe… āmantā. Yattha diṭṭhānusayo anuseti, tattha avijjānusayo…pe… āmantā. Yattha vā pana…pe… āmantā. Esa nayo vicikicchāmūlakesupi. Yattha bhavarāgānusayo, tattha avijjānusayo anusetīti? Āmantā. Yattha vā pana…pe… anuseti, tattha kāmadhātuyā tīsu vedanāsu avijjānusayova, rūpārūpabhavesu pana tadubhayaṁ anusetī’’ti ayamettha ekamūlanayo.",
  "tika-abh09t12:76": "‘‘Yassa…pe… nānuseti. Yassa…pe… nānuseti mānānusayo, arahato pana tadubhayampi nānuseti. Yassa vā pana…pe… āmantā. Yassa kāmarāgānusayo nānuseti, tassa diṭṭhānusayo vicikicchānusayo nānusetīti? Āmantā. Yassa vā pana…pe… nānusetīti? Dvinnaṁ puggalānaṁ vicikicchānusayova nānuseti, netaro, anāgāmiarahantānaṁ tadubhayampi nānusetī’’tiādinā nayena puggalavāre,",
  "tika-abh09t12:77": "‘‘Yattha kāmarāgānusayo nānuseti, tattha paṭighānusayo nānusetīti? Dukkhāya vedanāya kāmarāgānusayova nānuseti, netaro, rūpārūpadhātupariyāpannesu tadubhayaṁ nānuseti. Yattha vā pana…pe… nānusetīti ? Kāmadhātuyā dvīsu vedanāsu paṭighānusayova, rūpārūpapariyāpannesu pana tadubhayaṁ nānuseti. Yattha kāmarāgānusayo nānuseti, tattha mānānusayo nānusetīti? Rūpārūpadhātūsu kāmarāgānusayova, dukkhāya pana vedanāya, apariyāpannesu ca tadubhayaṁ nānuseti. Yattha vā pana…pe… āmantā. Yattha kāmarāgānusayo nānuseti, tattha diṭṭhānusayo, vicikicchānusayo nānusetīti? Dukkhāya vedanāya rūpārūpadhātūsu kāmarāgānusayova, apariyāpanne pana tadubhayaṁ nānusetī’’tiādinā nayena okāsavāre ca,",
  "tika-abh09t12:78": "‘‘Yassa yattha kāmarāgānusayo nānuseti, tassa tattha paṭighānusayo nānusetīti? Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya kāmarāgānusayova, rūpārūpapariyāpannesu tadubhayaṁ nānuseti, dvinnaṁ puggalānaṁ sabbattha tadubhayaṁ nānuseti. Yassa vā pana yattha…pe… nānusetīti? Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu paṭighānusayova, rūpārūpapariyāpannesu tadubhayaṁ nānuseti, dvinnaṁ puggalānaṁ sabbattha tadubhayaṁ nānuseti. Yassa yattha kāmarāgānusayo nānuseti, tassa tattha mānānusayo nānusetīti? Tiṇṇaṁ puggalānaṁ rūpārūpadhātuyā kāmarāgānusayova, netaro, dukkhāya vedanāya, apariyāpanne ca tadubhayaṁ nānuseti, anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpārūpadhātuyā kāmarāgānusayova, arahato pana sabbattha tadubhayaṁ nānusetī’’tiādinā puggalokāsavāre ca vuttānusārena nayo ñātabboti ayaṁ pāḷinayo.",
  "tika-abh09t12:79": "Tattha ‘‘yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anusetī’’ti ettha yadetaṁ ‘‘āmantā’’ti paṭivacanaṁ dinnaṁ, taṁ duddinnaṁ viya khāyati. Kasmā? Kāmarāgapaṭighānaṁ ekakkhaṇe anuppattito. Yathā hi ‘‘yassa manāyatanaṁ uppajjati, tassa dhammāyatanaṁ uppajjatī’’tiādīsu manāyatanadhammāyatanādīni ekakkhaṇe uppajjanti, na tathā kāmarāgapaṭighā, visuññeva uppajjanato, tasmā ettha ‘‘no’’ti paṭisedho kattabbo siyā, taṁ pana akatvā ‘‘āmantā’’ti paṭivacanassa dinnattā heṭṭhā yamakesu viya ettha khaṇapaccuppannavasena vattamānavohāraṁ aggahetvā aññathā gahetabbo. Kathaṁ gahetabbo? Appahīnavasena. Appahīnataṁ hi sandhāya ayaṁ anusetīti vattamānavohāro vutto, na khaṇapaccuppannataṁ, tasmā imissā pucchāya yassa kāmarāgānusayo appahīno, na anuppattidhammataṁ āpādito, tassa paṭighānusayo appahīno, na anuppattidhammataṁ āpādito, tassa paṭighānusayo appahīnoti evamattho gahetabbo. Yasmā ca tesu kāmarāgapaṭighesu yasseko appahīno, tassa itaropi appahīnova hoti, tasmā ‘‘āmantā’’ti vuttaṁ. Ito paresupi evarūpesu uppajjativārādivissajjanesu eseva nayo. Tiṇṇaṁ puggalānanti puthujjanasotāpannasakadāgāmīnaṁ. Dvinnanti sotāpannasakadāgāmīnaṁ. Evaṁ uppajjanaṁ dīpitaṁ. Okāsavārassa paṭhamadutiyapucchāsu yasmā kāmarāgapaṭighā ekacitte na uppajjanti, tasmā ‘‘no’’ti paṭisedho kato. Dukamūlādīsu ca yasmā kāmarāgapaṭighādayo ekasmiṁ ṭhānasaṅkhāte citte, ārammaṇe vā na uppajjanti, tasmā ‘‘natthī’’ti tattha paṭikkhepo kato, ayaṁ pucchā apubbā evāti adhippāyo. Puggalokāsavāre catunnanti puthujjanasotāpannasakadāgāmianāgāmīnaṁ. Paṭilome dvinnanti anāgāmiarahante sandhāya vuttanti ayaṁ anusayavāre nayo.",
  "tika-abh09t12:80": "Sānusayavāre pana ‘‘yo kāmarāgānusayena sānusayo, so paṭighānusayena sānusayoti? Āmantā…pe… mānānusayena sānusayoti? Āmantā. Yo vā pana mānānusayena sānusayo, so kāmarāgānusayena sānusayoti? Anāgāmī mānānusayeneva, na kāmarāgānusayena, tayo pana puggalā tadubhayenāpi anusayenā’’ti iminā nayena sesesu dukamūlādīsu pucchāvissajjananayo ñātabbo, ayaṁ puggalavāre nayo.",
  "tika-abh09t12:81": "‘‘Yato kāmarāgānusayena sānusayo, tato paṭighānusayena sānusayoti? No…pe… mānānusayena sānusayoti? Āmantā. Yato vā pana mānānusayena sānusayo, tato kāmarāgānusayena sānusayoti? Rūpārūpadhātuyā mānānusayeneva, netarena, kāmadhātuyā dvīsu vedanāsu tadubhayenāpī’’tiādinā okāsavāre ca,",
  "tika-abh09t12:82": "‘‘Yo yato kāmarāgānusayena sānusayo, so tato paṭighānusayena sānusayoti? No’’tiādinā puggalokāsavāre cāti evaṁ anulomanaye ca, ‘‘yo kāmarāgānusayena niranusayo, so paṭighānusayena niranusayoti? Āmantā’’tiādinā paṭilomanayepi sabbattha anusayavāre vuttānusārato pucchāvissajjananayo ñātabbo.",
  "tika-abh09t12:83": "Tattha yato kāmarāgānusayena sānusayoti yato kāraṇato uppannena kāmarāgānusayena sānusayo, kiṁ so tato kāraṇato uppannapaṭighānusayenapi sānusayoti vuccati. Yasmā panete dve ekasmā ṭhānā na uppajjanti, tasmā ‘‘no’’ti paṭisedho kato sesaṁ tādisamevāti ayaṁ sānusayavāre nayo.",
  "tika-abh09t12:84": "Pajahanavāre pana ‘‘yo kāmarāgānusayaṁ pajahati, so paṭighānusayaṁ pajahatīti? Āmantā…pe… mānānusayaṁ pajahatīti? Tadekaṭṭhaṁ pajahati. Yo vā pana mānānusayaṁ pajahati, so kāmarāgānusayaṁ pajahatīti? No…pe… so diṭṭhānusayaṁ vicikicchānusayaṁ pajahatīti? No. Yo vā pana vicikicchānusayaṁ pajahati, so kāmarāgānusayaṁ pajahatīti ? Tadekaṭṭhaṁ pajahati. Yo…pe… bhavarāgānusayaṁ avijjānusayaṁ pajahatīti? Tadekaṭṭhaṁ pajahati…pe… yo kāmarāgānusayañca paṭighānusayañca mānānusayañca…pe… pajahatīti? Natthī’’tiādinā puggalavāre,",
  "tika-abh09t12:85": "‘‘Yato kāmarāgānusayaṁ pajahati, tato paṭighānusayaṁ pajahatīti? No…pe… yato kāmarāgānusayaṁ pajahati, tato mānānusayaṁ pajahatīti? Āmantā. Yato vā pana mānānusayaṁ pajahati, tato kāmarāgānusayaṁ pajahatīti? Rūpārūpadhātuyā tato mānānusayameva, kāmadhātuyā pana dvīsu vedanāsu tato mānānusayaṁ pajahatī’’tiādinā okāsavāre ca,",
  "tika-abh09t12:86": "‘‘Yo yato kāmarāgānusayaṁ pajahati, so tato paṭighānusayaṁ pajahatīti? No…pe… mānānusayaṁ pajahatīti? Tadekaṭṭhaṁ pajahati…pe… vicikicchānusayaṁ pajahatīti? No. Yo vā pana yato vicikicchānusayaṁ pajahati, so tato kāmarāgānusayaṁ pajahatīti? Aṭṭhamako dukkhāya vedanāya rūpārūpadhātuyā so tato vicikicchānusayaṁ pajahati, no ca so tato kāmarāgānusayaṁ pajahati, sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ pajahati, kāmarāgānusayaṁ tadekaṭṭhaṁ pajahatī’’tiādinā puggalokāsavāre cāti evaṁ anulomanaye ca, ‘‘yo kāmarāgānusayaṁ na pajahati, so paṭighānusayaṁ na pajahatīti? Āmantā…pe… vicikicchānusayaṁ na pajahatīti ? Aṭṭhamako kāmarāgānusayaṁ na pajahati, netaraṁ, anāgāmimaggasamaṅgiṁ, aṭṭhamakañca ṭhapetvā avasesā puggalā tadubhayaṁ na pajahantī’’tiādinā paṭilomanaye ca sabbattha pucchāvissajjananayo ñātabbo.",
  "tika-abh09t12:87": "Tattha pajahatīti tena tena maggena pahānapariññāvasena pajahati. Tadekaṭṭhanti pahānekaṭṭhataṁ sandhāya vuttaṁ. Paṭhamamaggādinā hi na kevalaṁ diṭṭhādikā eva dhammā pahīyanti, atha kho apāyagamaniyā tena kāmarāgapaṭighamānādayopi pahīyanti eva. Paṭhamamaggavajjhā hi kāmarāgā, apāyagamaniyā ca mānāvijjādayopi, tatiyamaggavajjhāti pahānekaṭṭhā hutvā pahīyanti evāti ‘‘no’’ti arahattamaggaṭṭhaṁ sandhāya vuttaṁ. So hi kāmarāgānusayaṁyeva pahīnattā na pajahatīti. Yato kāmarāgānusayaṁ pajahatīti yato uppajjanakaṁ kāmarāgānusayaṁ pajahatīti attho, aṭṭhamakoti sotāpattimaggaṭṭho. So hi dakkhiṇeyyakkamena arahattaphalaṭṭhato paṭṭhāya gaṇiyamāno aṭṭhamako nāma. Paṭilomanaye anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesāti puthujjanasesasekhāsekhā. Tesu hi puthujjanā pahānapariññāya abhāvena na pajahanti, sesā tesaṁ pahīnattāti iminā nayena sabbattha vinicchayo veditabboti ayaṁ pajahanavāre nayo.",
  "tika-abh09t12:88": "Pariññāvāro pana ‘‘yo kāmarāgānusayaṁ parijānāti, so paṭighānusayaṁ parijānātī’’tiādinā pajahanavārasadisova. Ayampi hi pajahanavāro viya maggaṭṭhānaññeva vasena vissajjito. Tattha parijānātīti tīhi pariññāhi parijānātīti attho. Ayaṁ pariññāvāre nayo.",
  "tika-abh09t12:89": "Pahīnavāre pana ‘‘yassa kāmarāgānusayo pahīno, tassa paṭighānusayo pahīnoti? Āmantā…pe… mānānusayo pahīnoti? Anāgāmissa kāmarāgānusayova, arahato pana mānānusayopi pahīno’’tiādinā puggalavāre, ‘‘yattha kāmarāgānusayo pahīno, tattha paṭighānusayo pahīnoti? Na vattabbo pahīnoti vā appahīnoti vā. Yattha vā pana…pe… na vattabbo…pe… tattha mānānusayo pahīnoti? Āmantā. Yattha vā pana…pe… pahīnoti? Rūpārūpadhātuyā ettha mānānusayo pahīno, kāmarāgānusayo na vattabbo, kāmadhātuyā dvīsu vedanāsu ettha tadubhayaṁ pahīna’’ntiādinā okāsavāre, puggalokāsavāreti evaṁ anulomanaye, ‘‘yassa kāmarāgānusayo appahīno, tassa paṭighānusayo appahīnoti? Āmantā. Yassa vā pana…pe… āmantā…pe… yassa vā pana mānānusayo appahīno, tassa kāmarāgānusayo appahīnoti? Anāgāmissa mānānusayova, tiṇṇaṁ puggalānaṁ tadubhayaṁ appahīna’’ntiādinā paṭilomanaye ca vuttanayeneva pucchāvissajjananayo ñātabbo.",
  "tika-abh09t12:90": "Ettha ca phalaṭṭhavaseneva attho gahetabbo maggaṭṭhānaṁ pahīnakilesattābhāvā. Tesaṁ hi anusayā pahīyanti eva, na pana pahīnāti anāgāmiādayo phalaṭṭhāva gahetabbā, okāsavāre pana ‘‘na vattabbo’’ti idaṁ ubhinnaṁ uppattiṭṭhānassa asādhāraṇattā vuttaṁ. Aññaṁ hi kāmarāgānusayassa uppattiṭṭhānaṁ, aññaṁ paṭighānusayassa. Abhāvitamaggassa ca yattha anusayo uppajjati, magge bhāvite tattheva so pahīno nāma hoti, tasmā so tattha pahīnoti vā, appahīnoti vā na vattabbo, sabbatthāpi pana sayaṁ abhāvena tattha appahīnoti na vattabbo. Ubhinnaṁ pana sādhāraṇaṭṭhānaṁ sandhāya ‘‘āmantā’’ti vuttaṁ. Mānānusayo hi kāmadhātuyā vedanādvayasaṅkhāte sādhāraṇaṭṭhāne kāmarāgena saddhiṁ pahīno nāma hoti . Yassa kāmarāgānusayo appahīnoti puthujjanassa, sotāpattisakadāgāmiphalaṭṭhānañca vasena attho gahetabbo. ‘‘Tiṇṇaṁ puggalāna’’nti hi vuttaṁ. Sesaṁ suviññeyyamevāti ayaṁ pahīnavāre nayo.",
  "tika-abh09t12:91": "Uppajjanavāre pana ‘‘yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatī’’tiādinā sabbattha anusayavārasadisovāti ayaṁ uppajjanavāre nayo.",
  "tika-abh09t12:92": "Dhātuvāre pana ‘‘kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa…pe… kati bhaṅgā? Kāmadhātuyā cutassa arūpadhātuṁ upapajjantassa…pe… rūpadhātuṁ upapajjantassa na arūpadhātuṁ upapajjantassa…pe… kati bhaṅgaṁ? Kāmadhātuyā cutassa na kāmadhātuṁ, na arūpadhātuṁ upapajjantassa…pe… na rūpadhātuṁ na arūpadhātuṁ upapajjantassa. Na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati bhaṅgā’’ti evaṁ kāmadhātumūlakā nava pucchā, tathā ‘‘rūpadhātuyā cutassā’’tiādinā rūpadhātumūlakā nava, arūpadhātuyā nava cāti sattavīsati anulomapucchā, tathā ‘‘na kāmadhātuyā cutassā’’tiādinā sattavīsati paṭilomapucchā ca, tathā ‘‘na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassā’’tiādinā sattavīsati dukamūlakā pucchā cāti evaṁ pucchāvāre ekāsīti pucchā veditabbā.",
  "tika-abh09t12:93": "Tattha anusentīti cittasantāne anugatā hutvā kati anusenti, bhaṅgāti anusenti ca nānusenti cāti evaṁ kati vibhajitabbāti attho. Na kāmadhātuṁ upapajjantassāti kāmadhātuvirahitā dve rūpārūpadhātuyo upapajjantassa. Na kāmadhātuṁ na rūpadhātunti arūpadhātuṁ upapajjantassa. Na kāmadhātuyāti rūpārūpadhātūhi cutassa, evaṁ sesesupi sabbattha paṭisandhivasena, dhātuvasena ca attho veditabboti ayaṁ uddesavāre nayo.",
  "tika-abh09t12:94": "Niddesavāre panassa ‘‘kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, anusayā bhaṅgā natthi, kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca, kassaci tayo …pe… bhaṅgā natthī’’ti iminā nayena sabbattha vissajjanaṁ veditabbaṁ, ayaṁ panettha viseso – rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti, tathā ‘‘arūpadhātuyā cutassa kāmadhātuṁ upapajjantassā’’tiādīsupi, arūpadhātuyā pana cutassa rūpadhātuyā upapatti natthi, heṭṭhā upapajjamāno kāmadhātuṁ eva upapajjati, satteva anusayā anusentīti evaṁ aññesupi evarūpesu vissajjananayo veditabboti ayaṁ viseso, sesaṁ vuttanayamevāti ayamettha pāḷinayo.",
  "tika-abh09t12:95": "Tattha kassaci sattāti puthujjanavasena vuttaṁ, pañcāti sotāpannasakadāgāmīnaṁ vasena. Tesaṁ hi diṭṭhivicikicchānusayā pahīnāti, kāmadhātuyā pana anāgāmīnaṁ upapattiabhāvato paṭhamavāre ‘‘kassaci tayo’’ti na vuttaṁ, rūpārūpadhātūsu uppajjanavāresu eva vuttaṁ…pe… anāgāmīnaṁ hi kāmarāgapaṭighānampi pahīnattā tayova anusayā anusenti, idha ca anusayānaṁ uppattivasena nayo, anusayānaṁ anusayanaṁ aggahetvā appahīnabhāvena paṭisandhikkhaṇe api anusayanaṁ gahetabbaṁ. Sattevāti ariyasāvakassa rūpārūpadhātuyā cutassa heṭṭhā kāmabhavādīsu upapatti nāma natthi, puthujjanasseva hoti, tasmā ‘‘sattevā’’ti niyametvā vuttaṁ, arūpadhātuyā cutassa rūpadhātuyā upapatti natthīti. Kasmā natthi? Arūpīnaṁ rūpajjhānassa abhāvā. Te hi sabbaso rūpasaññānaṁ samatikkamanarūpadhātuṁ upapannāti. Sesaṁ nayato suviññeyyamevāti ayaṁ dhātuvāre nayo. Ayaṁ anusayayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:96": "Cittayamakamātikatthavaṇṇanā",
  "tika-abh09t12:97": "Cittayamakamātikāyaṁ pana pāḷivavatthānaṁ tāva evaṁ veditabbaṁ. Imissaṁ hi mātikāyaṁ puggalavāro dhammavāro puggaladhammavāroti āditova tayo suddhikamahāvārā honti, tattha ‘‘yassa cittaṁ uppajjati na nirujjhatī’’ti evaṁ puggalavasena cittassa uppajjananirujjhanādibhedaṁ dīpento gato puggalavāro nāma. ‘‘Yaṁ cittaṁ uppajjati na nirujjhatī’’ti evaṁ dhammavaseneva cittassa uppajjananirujjhanādibhedaṁ dīpento gato dhammavāro nāma. ‘‘Yassa yaṁ cittaṁ uppajjati na nirujjhatī’’ti evaṁ ubhayavaseneva cittassa uppajjananirujjhanādibhedaṁ dīpento gato puggaladhammavāro nāma.",
  "tika-abh09t12:98": "Tato ‘‘yassa sarāgaṁ citta’’ntiādīnaṁ soḷasannaṁ padānaṁ vasena apare sarāgādipadavisesitā soḷasa puggalavārā, soḷasa dhammavārā, soḷasa puggaladhammavārāti aṭṭhacattālīsa missakavārā honti, te sarāgādipadamattaṁ dassetvā saṁkhittā. Tato ‘‘yassa kusalaṁ citta’’ntiādinā nayena chasaṭṭhidvisatasaṅkhātānaṁ abhidhammamātikāpadānaṁ vasena apare kusalādipadavisesitā chasaṭṭhidvisatapuggalavārā, chasaṭṭhidvisatadhammavārā, chasaṭṭhidvisatapuggaladhammavārāti aṭṭhanavutisattasatā missakavārā honti, tepi kusalādipadamattaṁ dassetvā saṁkhittāyeva, yānipettha sanidassanādīni padāni cittena saddhiṁ na yujjanti, tāni moghapucchāvasena gahitānīti.",
  "tika-abh09t12:99": "Tesu pana tīsu vāresu sabbapaṭhame suddhikapuggalamahāvāre tāva uppādanirodhakālasambhedavāro uppāduppannavāro nirodhuppannavāro uppādavāro nirodhavāro uppādanirodhavāro uppajjamānananirodhavāro uppajjamānuppannavāro nirujjhamānuppannavāro uppannuppādavāro atītānāgatavāro uppannuppajjamānavāro niruddhanirujjhamānavāro atikkantakālavāro cāti cuddasa antaravārā, tesu uppādavāro nirodhavāro uppādanirodhavāroti imesu tīsu vāresu paccekaṁ vattamānātītassa, vattamānānāgatassa, atītānāgatassa cāti tiṇṇaṁ kālabhedānaṁ vasena anulomapaṭilomato cha cha katvā aṭṭhārasa yamakāni, uppannuppādavāre atītānāgatakālavasena anulomato dve, paṭilomato dveti cattāri yamakāni, sesesu ādito niddiṭṭhesu tīsu, antare niddiṭṭhesu tīsu, avasāne niddiṭṭhesu catūsūti dasasu vāresu anulomato ekaṁ, paṭilomato ekanti dve dve katvā vīsati yamakāni, evaṁ sabbesupi cuddasasu antaravāresu dvācattālīsa yamakāni, caturāsīti pucchā, aṭṭhasaṭṭhiatthasataṁ hoti. Yathā ca ekasmiṁ suddhikapuggalamahāvāre, tathā suddhikadhammamahāvāre, suddhikapuggaladhammamahāvārepīti tīsu mahāvāresu chabbīsatiyamakasataṁ, tato diguṇā pucchā, diguṇā atthā ca veditabbā, idaṁ pana vārattayaṁ sarāgādivasena soḷasaguṇaṁ, kusalādivasena chasaṭṭhidvisataguṇaṁ katvā imissā cittayamakamātikāya anekāni yamakasahassāni, taddiguṇā pucchā, taddiguṇā atthā ca honti, pāṭho pana saṁkhitto. Evamettha pāḷivavatthānaṁ viditvā idāni anuttānapadatthānusārena vibhaṅganayasahito saṅkhepatthavaṇṇanānayo evaṁ veditabbo.",
  "tika-abh09t12:100": "Yassa cittaṁ uppajjatīti yassa puggalassa cittaṁ uppādakkhaṇasamaṅgitāya uppajjati. Na nirujjhatīti nirodhakkhaṇaṁ appattatāya na nirujjhati. Tassa cittanti kiṁ tassa puggalassa tato paṭṭhāya cittaṁ nirujjhissatīti pucchā, tassā ca, ‘‘pacchimacittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati na nirujjhati, nirujjhissati nuppajjissati, itaresaṁ cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati na nirujjhati, nirujjhissati ceva uppajjissati cā’’ti vissajjanaṁ. Tattha tesaṁ cittanti yesaṁ khīṇāsavānaṁ pacchimacittasaṅkhātassa cuticittassa uppādakkhaṇe vattati, tesaṁ tadeva cuticittaṁ uppādappattatāya uppajjati nāma, bhaṅgaṁ appattatāya na nirujjhati nāma, idāni pana bhaṅgaṁ patvā taṁ tesaṁ cittaṁ nirujjhissati, tato appaṭisandhikattā aññaṁ nuppajjissati. Itaresanti pacchimacittasamaṅgiṁ khīṇāsavaṁ ṭhapetvā avasesānaṁ sekhāsekhaputhujjanānaṁ nirujjhissati ceva aññaṁ pana tasmiṁ vā attabhāve uppajjissati cāti attho.",
  "tika-abh09t12:101": "‘‘Yassa vā pana cittaṁ nirujjhissati nuppajjissati, tassa cittaṁ uppajjati na nirujjhatī’’ti imissā dutiyapucchāya pacchimacittasamaṅgino khīṇāsavassa cittaṁ sandhāya ‘‘āmantā’’ti vissajjanaṁ. ‘‘Yassa cittaṁ nuppajjati nirujjhati, tassa cittaṁ na nirujjhissati uppajjissatī’’ti pucchāya ‘‘no’’ti paṭisedhova vissajjanaṁ. Na uppajjati nirujjhatīti hi bhaṅgakkhaṇe arahato pacchimacittampi sesānaṁ bhijjamānacittampi pucchati, tato paṭṭhāya pana arahato tāva cittaṁ na nirujjhissatīti sakkā vattuṁ, uppajjissatīti pana na sakkā, tasmā ‘‘no’’ti ettha paṭisedho kato, ‘‘yassa vā pana cittaṁ na nirujjhissati uppajjissati, tassa cittaṁ nuppajjati nirujjhatī’’ti pucchāya ‘‘natthī’’ti paṭikkhepova vissajjanaṁ. Yassa hi cittaṁ na nirujjhissati uppajjissati, so ca puggalo natthīti.",
  "tika-abh09t12:102": "Yassa cittaṁ uppajjati, tassa cittaṁ uppannanti? Āmantā, yassa vā pana…pe… uppajjatīti? Sabbesaṁ cittassa bhaṅgakkhaṇe taṁ cittaṁ uppannaṁ, no ca uppajjati, sabbesaṁ cittassa uppādakkhaṇe tesaṁ cittaṁ uppannañceva uppajjati ca, yassa cittaṁ nuppajjati , tassa cittaṁ nuppannanti? Cittassa bhaṅgakkhaṇe cittaṁ nuppajjati, no ca nuppannaṁ, nirodhasamāpannānaṁ asaññasattānaṁ cittaṁ nuppajjati ceva nuppannañca. Yassa vā pana…pe… nuppajjatīti? Āmantā. Ettha ca uppannanti uppādasamaṅginopetaṁ nāmaṁ, uppajjatīti ca uppādasamaṅginova.",
  "tika-abh09t12:103": "Yassa cittaṁ nirujjhati, tassa cittaṁ uppannanti? Āmantā. Yassa vā pana…pe… nirujjhatīti? Bhaṅgakkhaṇe tathā. Yassa cittaṁ na nirujjhati, tassa cittaṁ nuppannanti? Nirodhasamāpannādīnaṁ cittaṁ. Yassa vā pana…pe… āmantā.",
  "tika-abh09t12:104": "Yassa cittaṁ uppajjati, tassa cittaṁ uppajjitthāti? Āmantā. Yassa vā pana…pe… uppajjatīti? Sabbesaṁ cittassa uppādakkhaṇe tathā. Ettha ca uppādappattattā uppajjittha, taṁ anatītattā uppajjati nāmāti atthoti aṭṭhakathāyaṁ khaṇapaccuppannavasena attho vutto. Uppajjitthāti pana imassa atītacittakkhaṇavasena atthe gayhamāne eva uparipāḷiyā na virujjhati, na aññathāti paññāyati, tasmā pubbāparaṁ oloketvā pāḷiavirodhena attho gahetabbo.",
  "tika-abh09t12:105": "Yassa cittaṁ nuppajjati, tassa cittaṁ nuppajjitthāti? Uppajjittha. Yassa vā pana…pe… nuppajjatīti? Natthi. Yassa cittaṁ uppajjati, tassa cittaṁ uppajjissatīti? Pacchimacittasamaṅgikhīṇāsavavirahitānaṁ cittaṁ tathā. Yassa vā pana…pe… uppajjatīti? Uppādakkhaṇe tathā. Yassa cittaṁ…pe… nuppajjissatīti? Asekhānaṁ pacchimacittassa bhaṅgakkhaṇe tathā. Yassa vā pana…pe… nuppajjatīti? Pacchimacittassa bhaṅgakkhaṇe tathā. Yassa cittaṁ uppajjittha, tassa cittaṁ uppajjissatīti? Pacchimacittasamaṅgiṁ ṭhapetvā sesānaṁ tathā. Yassa vā pana…pe… āmantā. Yassa cittaṁ nuppajjittha, tassa cittaṁ nuppajjissatīti? Natthi. Yassa vā pana…pe… nuppajjitthāti? Uppajjittha.",
  "tika-abh09t12:106": "Yassa cittaṁ nirujjhati, tassa cittaṁ nirujjhitthāti? Āmantā. Yassa vā pana…pe… nirujjhatīti? Bhaṅgakkhaṇe tathā. Yassa cittaṁ…pe… na nirujjhitthāti? Nirujjhittha. Yassa vā pana…pe… natthi. Yassa cittaṁ nirujjhati, tassa cittaṁ nirujjhissatīti? Pacchimacittasamaṅgiṁ ṭhapetvā sesānaṁ cittassa bhaṅgakkhaṇe tathā. Yassa vā pana…pe… sesānaṁ bhaṅgakkhaṇe tathā. Yassa cittaṁ…pe… nirujjhissati. Yassa vā pana…pe… nirujjhati.",
  "tika-abh09t12:107": "Yassa cittaṁ nirujjhittha, tassa cittaṁ nirujjhissatīti? Pacchimacittassa bhaṅgakkhaṇe ṭhapetvā sesānaṁ cittaṁ tathā. Yassa vā pana…pe… āmantā. Yassa cittaṁ na nirujjhittha, tassa cittaṁ na nirujjhissatīti? Natthi. Yassa vā pana…pe… na nirujjhitthāti? Nirujjhittha.",
  "tika-abh09t12:108": "Yassa cittaṁ uppajjati, tassa cittaṁ nirujjhitthāti? Āmantā. Yassa vā pana…pe… uppajjatīti? Sabbesaṁ cittassa uppādakkhaṇe tathā. Yassa cittaṁ nuppajjati, tassa cittaṁ na nirujjhitthāti? Nirujjhittha. Yassa vā pana…pe… natthi, yassa cittaṁ uppajjati, tassa cittaṁ nirujjhissatīti? Āmantā. Yassa vā pana…pe… uppajjatīti? Sabbesaṁ cittassa uppādakkhaṇe tathā. Yassa cittaṁ nuppajjati, tassa cittaṁ na nirujjhissatīti? Pacchimacittassa bhaṅgakkhaṇe tathā. Yassa vā pana…pe… āmantā. Yassa cittaṁ uppajjittha, tassa cittaṁ nirujjhissatīti? Nirujjhamānaṁ pacchimacittaṁ ṭhapetvā tathā. Yassa vā pana…pe… āmantā. Yassa cittaṁ nuppajjittha, tassa cittaṁ na nirujjhissatīti? Natthi. Yassa vā pana…pe… nuppajjitthāti? Uppajjittha.",
  "tika-abh09t12:109": "Yassa cittaṁ uppajjati, tassa cittaṁ na nirujjhatīti? Āmantā. Yassa vā pana…pe… uppajjatīti? Sabbesaṁ cittassa uppādakkhaṇe tathā. Yassa cittaṁ nuppajjati, tassa cittaṁ nirujjhatīti? Sabbesaṁ cittassa bhaṅgakkhaṇe tathā. Yassa vā pana…pe… nuppajjatīti? Āmantā.",
  "tika-abh09t12:110": "Yassa cittaṁ uppajjamānaṁ, tassa cittaṁ uppannanti? Āmantā. Yassa vā pana…pe… uppajjamānanti? Sabbesaṁ cittassa uppādakkhaṇe tathā. Yassa cittaṁ nuppajjamānaṁ, tassa cittaṁ nuppannanti? Nirodhasamāpannādīnaṁ cittaṁ tathā. Yassa vā pana…pe… āmantā.",
  "tika-abh09t12:111": "Yassa cittaṁ nirujjhamānaṁ, tassa cittaṁ uppannanti? Āmantā. Yassa vā pana…pe… bhaṅgakkhaṇe tathā. Yassa cittaṁ na nirujjhamānaṁ, tassa cittaṁ nuppannanti? Nirodhasamāpannādīnaṁ cittaṁ tathā. Yassa vā pana…pe… āmantā.",
  "tika-abh09t12:112": "Yassa cittaṁ uppannaṁ, tassa cittaṁ uppajjitthāti? Āmantā. Yassa vā pana…pe… uppannanti ? Cittasamaṅgīnaṁ tathā. Yassa cittaṁ nuppannaṁ, tassa cittaṁ nuppajjitthāti? Uppajjittha. Yassa vā pana…pe… nuppannanti? Natthi…pe… yassa cittaṁ nuppannaṁ, tassa cittaṁ nuppajjissatīti? Uppajjissati. Yassa vā pana…pe… nuppannanti? Uppannaṁ.",
  "tika-abh09t12:113": "Yassa cittaṁ uppajjittha no ca tassa cittaṁ uppannaṁ, tassa cittaṁ uppajjissatīti? Āmantā. Yassa vā pana cittaṁ uppajjissati no ca tassa cittaṁ uppannaṁ, tassa cittaṁ uppajjitthāti? Āmantā. Ettha ‘‘no ca tassa cittaṁ nuppanna’’nti idaṁ asaññādiacittake sandhāya vuttaṁ. Tesaṁ niyamena cittuppattiyā abhāvato ‘‘āmantā’’ti ubhayattha vissajjanaṁ vuttaṁ. Ayañca vāro kālattaye gahetvā samatthitoti gahetabbo.",
  "tika-abh09t12:114": "‘‘Yassa cittaṁ nuppajjittha no ca tassa cittaṁ nuppannaṁ, tassa cittaṁ nuppajjissatīti? Natthi. Yassa vā pana cittaṁ nuppajjissati no ca tassa cittaṁ nuppannaṁ, tassa cittaṁ nuppajjitthāti? Uppajjittha.",
  "tika-abh09t12:115": "Uppannaṁ uppajjamānanti? Uppādakkhaṇe cittaṁ tathā. Uppajjamānaṁ uppannanti? Āmantā. Nuppannaṁ nuppajjamānanti? Āmantā. Nuppajjamānaṁ nuppannanti? Atītānāgatacittaṁ tathā.",
  "tika-abh09t12:116": "Niruddhaṁ nirujjhamānanti? No, nirujjhamānaṁ niruddhanti? No, naniruddhaṁ nanirujjhamānanti? Uppādakkhaṇe anāgatañca cittaṁ tathā. Nanirujjhamānaṁ naniruddhantipi tatheva.",
  "tika-abh09t12:117": "Yassa cittaṁ uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, tassa cittanti? No ca bhaṅgakkhaṇaṁ vītikkantaṁ, atītaṁ cittaṁ tadubhayaṁ vītikkantaṁ, yassa vā pana cittaṁ nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, tassa cittanti? Atītaṁ citta’’nti iminā nayena puggalavāre sabbattha vissajjananayo veditabbo.",
  "tika-abh09t12:118": "Tattha uppajjamānaṁ khaṇanti uppajjamānassa khaṇaṁ, uppādakkhaṇanti attho. Khaṇaṁ vītikkantaṁatikkantakālanti na ciraṁ vītikkantaṁ, tameva pana uppādakkhaṇaṁ vītikkantaṁ hutvā atikkantakālanti saṅkhaṁ gacchati, nirujjhamānaṁ khaṇanti nirujjhamānassa khaṇaṁ, bhaṅgakkhaṇanti attho. Khaṇaṁ vītikkantaṁ atikkantakālanti kiṁ tassa cittaṁ evaṁ nirodhakkhaṇampi vītikkantaṁ hutvā atikkantakālaṁ nāma hotīti pucchati. Yassa bhaṅgakkhaṇe cittaṁ uppādakkhaṇaṁ khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma hoti, nirodhakkhaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma hoti, atītaṁ pana cittaṁ ubhopi khaṇe khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma hotīti atītacittavasena vissajjanaṁ kataṁ. Imināva upāyena uparimesu atthadhammavārādīsu ca sabbavissajjanesu attho veditabbo. Ayaṁ atikkantakālavāre nayo.",
  "tika-abh09t12:119": "Yaṁ cittaṁ uppajjati nanirujjhati, taṁ cittaṁ nirujjhissati nuppajjissatīti? Āmantā. Yaṁ vā pana…pe… āmantā. Yaṁ cittaṁ nuppajjati nirujjhati, taṁ cittaṁ nanirujjhissati uppajjissatīti? No. Yaṁ vā pana cittaṁ nanirujjhissati uppajjissati, taṁ cittaṁ nuppajjati nirujjhatīti? Natthi.",
  "tika-abh09t12:120": "Yaṁ cittaṁ uppajjati, taṁ cittaṁ uppannanti? Āmantā. Yaṁ vā pana…pe… uppajjatīti? Uppādakkhaṇe cittaṁ tathā, evaṁ paṭilomapucchāsupi tato sesāsupi. ‘‘Yaṁ cittaṁ nuppajjati, taṁ cittaṁ nuppannanti? Atītānāgataṁ cittaṁ tathā. Yaṁ vā pana…pe… āmantā…pe… bhaṅgakkhaṇe citta’’ntiādinā, ‘‘yaṁ cittaṁ uppajjati, taṁ cittaṁ uppajjitthāti? No. Yaṁ cittaṁ nuppajjati, taṁ cittaṁ nuppajjitthāti? Bhaṅgakkhaṇe cittaṁ anāgatañcā’’tiādinā, ‘‘yaṁ cittaṁ uppajjati, taṁ cittaṁ uppajjissatīti? No. Yaṁ vā pana…pe… no, yaṁ cittaṁ nuppajjati, taṁ cittaṁ nuppajjissatīti? Anāgataṁ cittaṁ nuppajjati, no ca taṁ cittaṁ nuppajjissati, bhaṅgakkhaṇe cittaṁ atītaṁ citta’’ntiādinā ca, ‘‘yaṁ cittaṁ uppajjittha, taṁ cittaṁ uppajjissatīti? No. Yaṁ vā pana…pe… no, yaṁ cittaṁ nuppajjittha, taṁ cittaṁ nuppajjissatīti? Anāgataṁ citta’’ntiādinā ca,",
  "tika-abh09t12:121": "‘‘Yaṁ cittaṁ nirujjhati, taṁ cittaṁ nirujjhitthāti? No’’tiādinā ca, ‘‘yaṁ cittaṁ uppajjati, taṁ cittaṁ nirujjhitthāti? No’’tiādinā ca, ‘‘yaṁ cittaṁ uppajjati, taṁ cittaṁ nirujjhissatīti ? Āmantā’’tiādinā ca, ‘‘yaṁ cittaṁ uppajjittha, taṁ cittaṁ nirujjhissatīti? No’’tiādinā ca,",
  "tika-abh09t12:122": "‘‘Yaṁ cittaṁ uppajjamānaṁ, taṁ cittaṁ uppannanti? Āmantā. Yaṁ vā pana…pe… uppajjamānanti…pe… uppādakkhaṇe citta’’ntiādinā ca, ‘‘yaṁ cittaṁ nirujjhamānaṁ, taṁ cittaṁ uppannanti? Āmantā’’tiādinā ca, ‘‘yaṁ cittaṁ uppannaṁ, taṁ cittaṁ uppajjitthāti? No. Yaṁ vā pana…pe… no’’tiādinā ca,",
  "tika-abh09t12:123": "‘‘Yaṁ cittaṁ uppajjittha no ca taṁ cittaṁ uppannaṁ, taṁ cittaṁ uppajjissatīti? No. Yaṁ vā pana…pe… no. Yaṁ cittaṁ nuppajjittha no ca taṁ cittaṁ nuppannaṁ, taṁ cittaṁ nuppajjissatīti? Āmantā’’tiādinā ca, ‘‘uppannaṁ uppajjamānanti…pe… uppādakkhaṇe uppannañceva uppajjamānañca. Uppajjamānaṁ uppannanti? Āmantā’’tiādinā ca, ‘‘niruddhaṁ nirujjhamānanti? No’’tiādinā ca,",
  "tika-abh09t12:124": "‘‘Yaṁ cittaṁ uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, taṁ cittanti…pe… atītaṁ citta’’ntiādinā ca dhammavāre,",
  "tika-abh09t12:125": "‘‘Yassa yaṁ cittaṁ uppajjati na nirujjhati, tassa taṁ cittaṁ nirujjhissati nuppajjissatīti? Āmantā’’tiādinā ca puggaladhammavāre ca, sarāgādipadehi, kusalādipadehi ca missesu sabbavāresu ca pucchāsu heṭṭhā vuttānusārena vissajjananayo veditabbo. Ayaṁ cittayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:126": "Dhammayamakamātikatthavaṇṇanā",
  "tika-abh09t12:127": "Dhammayamakamātikāya pana khandhayamake vuttanayeneva pāḷivavatthānaṁ veditabbaṁ. ‘‘Yo kusalaṁ dhammaṁ bhāveti, so akusalaṁ dhammaṁ pajahatī’’ti āgatattā panettha pariññāvāro bhāvanāvāro nāma. Tattha yasmā abyākato dhammo neva bhāvetabbo na pahātabbo, tasmā padameva na uddhaṭanti veditabbaṁ . Pucchāvissajjane panettha ‘‘kusalākusalā dhammāti? Āmantā’’tiādinā, ‘‘dhammā akusalā dhammāti? Akusalā dhammā dhammā ceva akusalā dhammā ca, avasesā dhammā na akusalā dhammā’’tiādinā ca paṇṇattivāre vissajjananayo ñātabbo.",
  "tika-abh09t12:128": "‘‘Yassa kusalā dhammā uppajjanti, tassa akusalā dhammā uppajjantīti? No. Yassa vā pana…pe… yassa kusalā dhammā uppajjanti, tassa abyākatā dhammā uppajjantīti? Pañcavokāre kusalānaṁ uppādakkhaṇe…pe… uppajjantī’’tiādinā ca, ‘‘yattha kusalā dhammā uppajjanti, tattha akusalā dhammā uppajjantīti? Āmantā…pe… tattha abyākatā dhammā uppajjantīti? Āmantā. Yattha vā pana abyākatā dhammā uppajjanti, tattha kusalā dhammā uppajjantīti …pe… catuvokāre…pe… uppajjantī’’tiādinā ca, ‘‘yassa yattha kusalā dhammā…pe… uppajjantīti? No’’tiādinā ca,",
  "tika-abh09t12:129": "‘‘Yassa kusalā dhammā nuppajjanti, tassa akusalā dhammā nuppajjantīti…pe… sabbesaṁ cittassa bhaṅgakkhaṇe abyākatacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā ca dhammā nuppajjanti, akusalā ca dhammā nuppajjantī’’tiādinā ca, ‘‘yassa kusalā dhammā nuppajjanti, tassa abyākatā dhammā nuppajjantīti…pe… sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe āruppe akusalānaṁ uppādakkhaṇe ca nuppajjantī’’tiādinā ca, ‘‘yattha kusalā dhammā nuppajjanti, tattha akusalā dhammā nuppajjantīti? Āmantā…pe… tattha abyākatā dhammā nuppajjantīti? Uppajjanti. Yattha vā pana abyākatā dhammā nuppajjanti, tattha akusalā dhammā nuppajjantīti? Natthī’’tiādinā ca uppādavāre,",
  "tika-abh09t12:130": "‘‘Yassa kusalā dhammā nirujjhanti, tassa akusalā dhammā nirujjhantīti? No’’tiādinā nirodhavāre ca,",
  "tika-abh09t12:131": "‘‘Yassa kusalā dhammā uppajjanti, tassa akusalā dhammā nirujjhantīti? No’’tiādinā uppādanirodhavāre ca,",
  "tika-abh09t12:132": "‘‘Yo kusalaṁ dhammaṁ bhāveti, so akusalaṁ dhammaṁ pajahitthāti? No…pe… yo kusalaṁ dhammaṁ na bhāveti, so akusalaṁ dhammaṁ nappajahitthāti? Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā’’tiādinā bhāvanāvāre ca pucchāvissajjananayo heṭṭhā vuttānusārena ñātabbo.",
  "tika-abh09t12:133": "Atthavinicchaye panettha idaṁ lakkhaṇaṁ. Imassa hi dhammayamakassa pavattimahāvāre uppajjanti nirujjhantīti imesu uppādanirodhesu kusalākusaladhammā tāva ekantena pavattiyaṁyeva labbhanti, na cutipaṭisandhīsu, abyākatadhammā pana pavatte ca cutipaṭisandhīsu cāti tīsupi kālesu labbhanti, evamettha yaṁ yattha yattha labbhati, tassa vasena tattha tattha vinicchayo veditabbo.",
  "tika-abh09t12:134": "Tatridaṁ nayamukhaṁ – kusalākusalānaṁ tāva ekakkhaṇe anuppajjanato ‘‘no’’ti paṭisedho kato. Abyākatā cāti idaṁ cittasamuṭṭhānarūpaṁ sandhāya vuttaṁ. Yattha kusalā dhammā nuppajjantīti asaññabhavaṁ sandhāya vuttaṁ, abyākatānaṁ dhammānaṁ anuppattiṭṭhānassābhāvā ‘‘natthī’’ti paṭikkhepo kato, nirodhavāre kusalākusalānaṁ ekato anirujjhanato ‘‘no’’ti vuttanti imināva nayamukhena sabbattha vinicchayo veditabbo. Ayaṁ dhammayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:135": "Indriyayamakamātikatthavaṇṇanā",
  "tika-abh09t12:136": "Indriyayamakamātikāyaṁ pana khandhayamakamātikādīsu vuttanayeneva pāḷivavatthānādiko sabbo atthasaṁvaṇṇanānayo veditabbo. Manindriyaṁ panettha yathā cakkhundriyādimūlakehi, tatheva itthindriyādimūlakehi saddhiṁ sampayogaṁ gacchati, tasmā nikkhittapaṭipāṭiyā ayojetvā sabbehipi cakkhundriyamūlādīhi saddhiṁ pariyosāne yojitaṁ, cakkhundriyena ca saddhiṁ sukhindriyadukkhindriyadomanassindriyāni, lokuttarindriyāni ca paṭisandhiyaṁ natthīti na gahitāni. Yathā cettha, evaṁ sesindriyamūlakesupi yathānurūpaṁ ñātabbaṁ. Indriyānaṁ pana bahukatāya dhātuyamakatopi bahutarāni yamakāni honti ayaṁ viseso, sesaṁ heṭṭhā vuttānusārena ñātabbanti. Ayaṁ indriyayamakamātikatthasaṁvaṇṇanānayo.",
  "tika-abh09t12:137": "Mohavicchedaniyā abhidhammamātikatthavaṇṇanāya",
  "tika-abh09t12:138": "Yamakamātikatthavaṇṇanā niṭṭhitā."
}