{
  "tika-abh08t1:0": "2. Dutiyo paricchedo",
  "tika-abh08t1:1": "Cetasikaniddesavaṇṇanā",
  "tika-abh08t1:2": "67.Cittānantaramuddiṭṭhā, ye ca cetasikā mayā ye ca cetasikā cittānantaraṃ mayā uddiṭṭhā, ito paraṃ idāni tesaṃ cetasikānaṃ vibhājanaṃ karissāmi ahaṃ.",
  "tika-abh08t1:3": "Imesu pana karuṇāmuditāvasena bhāvanākāle karuṇāpubbabhāgo vā, appanāpattāya karuṇāya pubbabhāgo, tasmiṃ pubbabhāge, karuṇāto pubbabhāge kāmāvacaracitteti attho. Ekā karuṇā uppajjati. Muditāpubbabhāge vā appanāpattāya muditāya pubbabhāge ekā muditā uppajjati. Iminā kāmāvacaracittena yogī micchākammantādīhi dhammehi viramati. Ramu-dhātu kīḷāyaṃ, vi-saddo viramaṇattho.",
  "tika-abh08t1:4": "68.Ādinā puññacittena, tettiṃsa niyatā matā ādinā puññacittena paṭhamamahākusalacittena saha niyatā tettiṃsa cetasikā bhagavatā matāti, atha vā karuṇāmuditā aniyatā ekena dhammena saha catuttiṃsa dhammā bhavanti.",
  "tika-abh08t1:5": "69.Kasmā panettha mettā ca, upekkhā ca na uddhaṭā ettha etesu yevāpanakadhammesu, niddhāraṇaṃ, mettā ca upekkhā ca dhammarājena satthunā na uddhaṭā na vuttā kasmā kāraṇā.",
  "tika-abh08t1:6": "70.Abyāpādena mettāpi abyāpādena mettā gahitā, upekkhāti tatramajjhattatāya ca gahitā yasmā kāraṇā, tasmā ubhopetā bhagavatā na gahitā.",
  "tika-abh08t1:7": "71.Kasmā yevāpanā dhammā, buddhenādiccabandhunā sabbe te yevāpanā dhammā yevāpananāmakā pāḷiyaṃ sarūpena eva. Bandhati snehena etasminti bandhu, ādiccassa bandhu ādiccabandhu, tena ādiccabandhunā buddhena na ca uddhaṭā na desitā.",
  "tika-abh08t1:8": "72. Kasmā kāraṇā? Yasmā aniyatā keci yevāpanakā aniyatā, yasmā kāraṇā rāsiṃ dukavaggādirāsiṃ na bhajanti na sevanti, yasmā kāraṇā keci yevāpanakā dubbalā, tasmā pāḷiyaṃ bhagavatā na vuttā.",
  "tika-abh08t1:9": "73.Chandādhimokkhamuditā manasi ca kāro,",
  "tika-abh08t1:10": "Majjhattatā ca karuṇā viratittayañca;",
  "tika-abh08t1:11": "Puññesu tena niyatāniyatā ca sabbe,",
  "tika-abh08t1:12": "Yevāpanā munivarena na ceva vuttā.",
  "tika-abh08t1:13": "Chandādhimokkho muditā manasikāro majjhattatā karuṇā viratittayañca puññesukusalesu niyatā cattāro aniyatā pañca sabbe yevāpanā na ca eva tena munivarena vuttā.",
  "tika-abh08t1:14": "74-80.Kasmā panettha phassova, paṭhamaṃ samudīrito ettha etesu cetasikesu, jātiniddhāraṇaṃ, phassova paṭhamaṃ samudīrito kathito. Kasmā kāraṇā? Kira mayā sutaṃ, ārammaṇe cittassa paṭhamaṃ abhinipātattā phasso paṭhamaṃ samudīrito, phusitvā pana phassena phassena ārammaṇaṃ phusitvā yogino vedanāya ārammaṇaṃ vedaye, saññāya sañjānāti, cetanāya ārammaṇaṃ cetaye. Sahajātānaṃ cetasikānaṃ phassova idha imasmiṃ citte mahesinā paṭhamaṃ vutto. Hi kasmā kāraṇā? Yasmā balavapaccayattā, tasmā vutto. Akāraṇamidaṃ sabbaṃ, cittānaṃ tu saheva ca ‘‘paṭhamābhinipātattā’’ti ca ‘‘balavapaccayattā’’ti ca idaṃ sabbaṃ vacanaṃ akāraṇaṃ ahetukaṃ ayuttaṃ, kasmā kāraṇā? Cittajānaṃ cittehi sahappavattānaṃ cetasikānaṃ ekuppādādibhāvena samānuppādasamānanirodhasamānālambaṇasamānavatthukabhāvena pavattito akāraṇaṃ ayuttaṃ. Ayaṃ tu paṭhamuppanno, ayaṃ pacchāti natthidaṃ ayaṃ dhammo paṭhamuppanno, ayaṃ dhammo pacchākāle uppanno iti idaṃ vacanaṃ natthi. Balavapaccayattepi kāraṇaṃ na ca dissati. Desanākkamato ceva paṭhamaṃ samudīrito iccevaṃ iti evaṃ iti iminā mayā vuttappakārena phassassa paṭhamaṃ samudīritataṃ viññunā vibhāvinā viññeyyaṃ, visesato visesena aññathā na viññeyyaṃ. Na ca pariyesitabboyaṃ, tasmā pubbāparakkamo yasmā kāraṇā ayaṃ pubbāparakkamo viññunā na ca pariyesitabbo na gavesitabbo, dhammā eva vacanatthalakkhaṇādīhi vijānatā paṇḍitena pariyesitabbā.",
  "tika-abh08t1:15": "Iṭṭhākārānubhavanarasā iṭṭhārammaṇānubhavanakiccā subhojanarasaṃ anubhavanto rājā viya. Cetasikaassādapaccupaṭṭhānā cetasikapassaddhipadaṭṭhānā.",
  "tika-abh08t1:16": "Paccābhiññāṇakaraṇarasā paṭijānanakiccā vaḍḍhakissa abhiññāṇakaraṇamiva vaḍḍhakino sakiṃ sañjānitvāpi dāruharesu suttassa paṭipasāraṇaṃ viyāti adhippāyo. Yathāgahitanimittavasenāti yathāpavattitanimittassa vasena. Manasi abhinivesakaraṇaṃ gayhākārā.",
  "tika-abh08t1:17": "Āyūhanarasā pavattanakiccasādhakā. Mahāvaḍḍhakiādayo viya yathā mahāvaḍḍhakī sayampi dāruṃ tacchati, parepi dāruṃ tacchāpeti, evaṃ sayampi ārammaṇe sandahati, sampayuttadhammepi abhisandahāpeti.",
  "tika-abh08t1:18": "Āhananaṃ bhuso hananaṃ, pariyāhananaṃ samantā hananaṃ, taṃ raso etassāti āhananapariyāhananaraso.",
  "tika-abh08t1:19": "Ārammaṇānumajjanalakkhaṇo ārammaṇaparimaddanalakkhaṇo.",
  "tika-abh08t1:20": "Pinayatīti pīti, sahajātadhamme ārammaṇe pinayatīti attho. Kāyacittapharaṇarasā. Udaggassa cittassa bhāvo odagyaṃ, taṃ paccupaṭṭhānaṃ etassāti odagyapaccupaṭṭhānā.",
  "tika-abh08t1:21": "Saddahanti vatthuttayaṃ saddahanti. Akālusiyapaccupaṭṭhānā anāvilabhāvapaccupaṭṭhānā. Saddheyyavatthupadaṭṭhānā saddahitabbavatthuttayāsannakāraṇā.",
  "tika-abh08t1:22": "Araññagatasudesako viya araññe gato maggasudesako viya.",
  "tika-abh08t1:23": "Attanā avinibbhuttānaṃ dhammānanti avigatānaṃ cetasikānaṃ. Tesanti tesaṃ cetasikānaṃ dhammānaṃ. Santepi ca tesaṃ cetasikānaṃ anupālanalakkhaṇādimhi vidhāne atthikkhaṇeyeva taṃ tesaṃ pāletabbānaṃ cetasikānaṃ pavattakkhaṇeyeva taṃ jīvitaṃ te dhamme pāletabbe cetasike anupāleti. Udakaṃ viyāti yathā udakaṃ attani uppalādīni anupāleti, tathā anupālanalakkhaṇādimhi vidhāne santepi tesaṃ atthikkhaṇeyeva anupāleti, vijjamānakkhaṇeva anupāletīti adhippāyo. Paccayuppannepi ca dhamme anupāleti, dhāti viya kumāraṃ aññāya janitaṃ kumāraṃ rakkhantī dhāti viya, parassa puttaṃ aṅkādinā dhāretīti dhāti. Sayaṃpavattitadhammasambandheneva pavattati attanā pavattitehi dhammehi sampavattati. Niyāmako viya yathā niyāmako ekanāvāya vutthehi janehi saha pavattati, bhaṅgato uddhaṃ taṃ jīvitaṃ na pavattayati, attano ca abhāvā ṭhapayitabbānaṃ cetasikānañca abhāvā, bhaṅgakkhaṇe cetasike na ṭhapeti sayaṃ bhijjamānattā, vaṭṭisneho khīyamāno padīpasikhaṃ na karoti yathā.",
  "tika-abh08t1:24": "Sommabhāvapaccupaṭṭhānoti mudubhāvapaccupaṭṭhāno, sītalabhāvapaccupaṭṭhāno vā.",
  "tika-abh08t1:25": "Kāyoti cettha vedanādayo tayo khandhā vedanākkhandho saññākkhandho saṅkhārakkhandho ime khandhā gahitā.",
  "tika-abh08t1:26": "Nimmaddanarasāti nimmaddanakiccā. Kāyacittānaṃ avūpasamatāuddhaccādikilesapaṭipakkhabhūtāti ādiggahaṇena kukkuccaṃ gahetabbaṃ.",
  "tika-abh08t1:27": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t1:28": "Cetasikaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t1:29": "Dutiyo paricchedo."
}