{
  "tika-s0402t44:0": "(11) 1. Valāhakavaggo",
  "tika-s0402t44:1": "1-2. Valāhakasuttadvayavaṇṇanā",
  "tika-s0402t44:2": "101-2. Tatiyapaṇṇāsakassa paṭhame gajjitāti thanitā. Tattha gajjitvā novassanabhāvo nāma pāpako. Manussā hi yadā devo gajjati, tadā ‘‘suvuṭṭhitā bhavissatī’’ti bījāni nīharitvā vapanti. Atha deve avassante khette bījāni khetteyeva nassanti, gehe bījāni geheyeva nassantīti dubbhikkhaṁ hoti. Nogajjitvā vassanabhāvopi pāpako. Manussā hi imasmiṁ kāle ‘‘dubbuṭṭhikā bhavissatī’’ti ninnaṭṭhānesuyeva vappaṁ karonti. Atha devo vassitvā sabbabījāni mahāsamuddaṁ pāpeti, dubbhikkhameva hoti. Gajjitvā vassanabhāvo pana bhaddako. Tadā hi subhikkhaṁ hoti. Nogajjitvā novassanabhāvo ekantapāpakova. Bhāsitā hoti no kattāti ‘‘idāni ganthadhuraṁ pūressāmi, vāsadhuraṁ pūressāmī’’ti kathetiyeva, na uddesaṁ gaṇhāti, na kammaṭṭhānaṁ bhāveti.",
  "tika-s0402t44:3": "Kattā hoti no bhāsitāti ‘‘ganthadhuraṁ pūressāmi, vāsadhuraṁ vā’’ti na bhāsati, sampatte pana kāle samattaṁ sampādeti. Iminā nayena itarepi veditabbā. Atha vā sabbaṁ panetaṁ paccayadāyakeheva kathitaṁ. Eko hi ‘‘asukadivase nāma dānaṁ dassāmī’’ti saṅghaṁ nimanteti, sampatte kāle no karoti. Ayaṁ puggalo puññena parihāyati, bhikkhusaṅgho pana lābhena parihāyati. Aparo saṅghaṁ animantetvā sakkāraṁ katvā ‘‘bhikkhū ānessāmī’’ti na labhi, sabbe aññattha nimantitā honti. Ayampi puññena parihāyati, saṅghopi lābhena parihāyati. Aparo paṭhamaṁ saṅghaṁ nimantetvā pacchā sakkāraṁ katvā dānaṁ deti, ayaṁ kiccakārī hoti. Aparo neva saṅghaṁ nimanteti, na dānaṁ deti, ayaṁ pāpapuggaloti veditabbo. Dutiyaṁ uttānameva.",
  "tika-s0402t44:4": "Valāhakasuttadvayavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:5": "3. Kumbhasuttavaṇṇanā",
  "tika-s0402t44:6": "103. Tatiye rittakoti anto ritto. Pihitamukhoti pidahitvā ṭhapito. Apārutamukhoti vivaritvā ṭhapito, upamitapuggalesu panettha antoguṇasāravirahito ca tuccho, bāhirasobhanatāya pihito puggaloti veditabbo. Sesesupi eseva nayo.",
  "tika-s0402t44:7": "Kumbhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:8": "4. Udakarahadasuttavaṇṇanā",
  "tika-s0402t44:9": "104. Catutthe udakarahado jaṇṇukamattepi udake sati paṇṇarasasambhinnavaṇṇattā vā bahalattā vā udakassa apaññāyamānatalo uttāno gambhīrobhāso nāma hotīti āha ‘‘purāṇapaṇṇarasa…pe… gambhīrobhāso nāmā’’ti. Tiporisacatuporise pana udake sati acchattā udakassa paññāyamānatalo gambhīro uttānobhāso nāma hotīti āha ‘‘acchavippasannamaṇivaṇṇaudako uttānobhāso nāmā’’ti. Ubhayakāraṇasambhavato pana itare dve veditabbā. Puggalepi kilesussadabhāvato guṇagambhīratāya ca abhāvato guṇagambhīrānaṁ sadisehi abhikkamanādīhi yutto uttāno gambhīrobhāso nāma. Iminā nayena sesā veditabbā.",
  "tika-s0402t44:10": "Udakarahadasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:11": "5-6. Ambasuttādivaṇṇanā",
  "tika-s0402t44:12": "105-6. Pañcame āmakaṁ hutvāti anto āmaṁ hutvā. Pakkaṁ āmavaṇṇīti anto pakkaṁ bahi āmasadisaṁ. Tattha yathā ambe apakkabhāvo āmatā hoti, evaṁ puggalepi puthujjanatā. Yathā ca tattha pakkasadisatā pakkavaṇṇitā, evaṁ puggalepi ariyānaṁ abhikkamanādisadisatā pakkavaṇṇitāti iminā nayena sesā veditabbā. Chaṭṭhaṁ uttānameva.",
  "tika-s0402t44:13": "Ambasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t44:14": "7. Mūsikasuttavaṇṇanā",
  "tika-s0402t44:15": "107. Sattame āvāṭaṁ khanatīti attano āsayaṁ bilakūpaṁ khanati. Na ca tattha vasatīti tattha avasitvā kismiñcideva ṭhāne vasati, evaṁ biḷārādiamittavasaṁ gacchati. Vasitā no gādhaṁ kattāti sayaṁ na khanati, parena kate bile vasati, evaṁ jīvitaṁ rakkhati. Tatiyā dvepi karontī jīvitaṁ rakkhati. Catutthī dvepi akarontī amittavasaṁ gacchati. Imāya pana upamāya upamitesu puggalesu paṭhamo yathā sā mūsikā gādhaṁ khanati, evaṁ navaṅgaṁ satthusāsanaṁ uggaṇhāti. Yathā pana sā tattha na vasati, kismiñcideva ṭhāne vasantī amittavasaṁ gacchati, tathā ayampi pariyattivasena ñāṇaṁ pesetvā catusaccadhammaṁ na paṭivijjhati, lokāmisaṭṭhānesu vicaranto maccumārakilesamāradevaputtamārasaṅkhātānaṁ vasaṁ gacchati. Dutiyo yathā mūsikā gādhaṁ na khanati, evaṁ navaṅgaṁ satthusāsanaṁ na uggaṇhāti. Yathā pana parena khanite bile vasantī jīvitaṁ rakkhati, evaṁ parassa kathaṁ sutvā catusaccadhammaṁ paṭivijjhitvā tiṇṇaṁ mārānaṁ vasaṁ atikkamati. Iminā nayena tatiyacatutthesupi opammasaṁsandanaṁ veditabbaṁ.",
  "tika-s0402t44:16": "Mūsikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:17": "8. Balībaddasuttavaṇṇanā",
  "tika-s0402t44:18": "108. Aṭṭhame balībaddo tāva yo attano gogaṇaṁ ghaṭṭeti ubbejeti, paragoṇe pana sūrato sukhasīlo hoti, ayaṁ sagavacaṇḍo no paragavacaṇḍo nāma. Puggalopi attano parisaṁ ghaṭṭento vijjhanto pharuse samudācaranto, paraparisāya pana soraccaṁ nivātavuttitaṁ āpajjanto sagavacaṇḍo nāmāti iminā nayena sesāpi veditabbā.",
  "tika-s0402t44:19": "Balībaddasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:20": "9. Rukkhasuttavaṇṇanā",
  "tika-s0402t44:21": "109.Navame rukkho tāva pheggu sāraparivāroti vanajeṭṭhakarukkho sayaṁ pheggu hoti, parivārarukkhā panassa sārā honti. Iminā nayena sesā veditabbā. Puggalesu pana sīlasāravirahitato pheggutā, sīlācārasamannāgamena ca sāratā veditabbā.",
  "tika-s0402t44:22": "Rukkhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:23": "10. Āsīvisasuttavaṇṇanā",
  "tika-s0402t44:24": "110. Dasame yassa visaṁ pajjalitatiṇukkāya aggi viya sīghaṁ abhiruhitvā akkhīni gahetvā khandhaṁ gahetvā sīsaṁ gahetvā ṭhitanti vattabbataṁ āpajjati maṇisappādīnaṁ visaṁ viya, mantaṁ pana parivattetvā kaṇṇavātaṁ datvā daṇḍakena pahaṭamatte otaritvā daṭṭhaṭṭhāneyeva tiṭṭhati, ayaṁ āgataviso na ghoraviso nāma. Yassa pana visaṁ saṇikaṁ abhiruhati, āruḷhāruḷhaṭṭhāne pana āsittaudakaṁ viya hoti udakasappādīnaṁ viya, dvādasavassaccayenapi kaṇṇaviddhakhandhapiṭṭhikādīsu paññāyati, mantaparivattanādīsu ca kariyamānesu sīghaṁ na otarati, ayaṁ ghoraviso na āgataviso nāma. Yassa pana visaṁ sīghaṁ abhiruhati, na sīghaṁ otarati aneḷakasappādīnaṁ visaṁ viya, ayaṁ āgataviso ca ghoraviso ca. Aneḷakasappo nāma mahāāsīviso. Yassa visaṁ mandaṁ hoti, ohāriyamānampi sukheneva otarati nīlasappadhamanisappādīnaṁ visaṁ viya, ayaṁ neva āgataviso na ghoraviso. Nīlasappo nāma sākhavaṇṇo rukkhaggādīsu vicaraṇasappo.",
  "tika-s0402t44:25": "Āsīvisasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t44:26": "Valāhakavaggavaṇṇanā niṭṭhitā."
}