{
  "tika-s0403t28:0": "6. Mahāvaggo",
  "tika-s0403t28:1": "1. Soṇasuttavaṇṇanā",
  "tika-s0403t28:2": "55. Chaṭṭhassa paṭhame nisīdi bhagavā paññatte āsaneti ettha kiṃ taṃ āsanaṃ paṭhamameva paññattaṃ, udāhu bhagavantaṃ disvā paññattanti ce? Bhagavato dharamānakāle padhānikabhikkhūnaṃ vattametaṃ, yadidaṃ attano vasanaṭṭhāne buddhāsanaṃ paññapetvāva nisīdananti dassento āha ‘‘padhānikabhikkhū’’tiādi. Buddhakāle kira yattha yattha ekopi bhikkhu viharati, sabbattha buddhāsanaṃ paññattameva hoti. Kasmā? Bhagavā hi attano santike kammaṭṭhānaṃ gahetvā phāsukaṭṭhāne viharante manasi karoti – ‘‘asuko mayhaṃ santike kammaṭṭhānaṃ gahetvā gato, asakkhi nu kho visesaṃ nibbattetuṃ, no’’ti. Atha naṃ passati kammaṭṭhānaṃ vissajjetvā akusalavitakkaṃ vitakkayamānaṃ, tato ‘‘kathañhi nāma mādisassa satthu santike kammaṭṭhānaṃ gahetvā viharantaṃ imaṃ kulaputtaṃ akusalavitakkā adhibhavitvā anamatagge vaṭṭadukkhe saṃsāressantī’’ti tassa anuggahatthaṃ tattheva attānaṃ dassetvā taṃ kulaputtaṃ ovaditvā ākāsaṃ uppatitvā puna attano vasanaṭṭhānameva gacchati. Athevaṃ ovadiyamānā te bhikkhū cintayiṃsu ‘‘satthā amhākaṃ manaṃ jānitvā āgantvā amhākaṃ samīpe ṭhitaṃyeva attānaṃ dasseti. Tasmiṃ khaṇe, ‘bhante, idha nisīdatha nisīdathā’ti āsanapariyesanaṃ nāma bhāro’’ti. Te āsanaṃ paññapetvāva viharanti. Yassa pīṭhaṃ atthi, so taṃ paññapeti. Yassa natthi, so mañcaṃ vā phalakaṃ vā pāsāṇaṃ vā vālikāpuñjaṃ vā paññapeti. Taṃ alabhamānā purāṇapaṇṇānipi saṃkaḍḍhitvā tattha paṃsukūlaṃ pattharitvā ṭhapenti.",
  "tika-s0403t28:3": "Satta sarāti – chajjo, usabho, gandhāro, majjhimo, pañcamo, dhevato, nisādoti ete satta sarā. Tayo gāmāti – chajjagāmo, majjhimagāmo, sādhāraṇagāmoti tayo gāmā, samūhāti attho. Manussaloke vīṇāvādanā ekekassa sarassa vasena tayo tayo mucchanāti katvā ekavīsati mucchanā. Devaloke vīṇāvādanā pana samapaññāsa mucchanāti vadanti. Tattha hi ekekassa sarassa vasena satta satta mucchanā, antarassa sarassa ca ekāti samapaññāsa mucchanā. Teneva sakkapañhasuttasaṃvaṇṇanāyaṃ (dī. ni. aṭṭha. 2.345) ‘‘samapaññāsa mucchanā mucchetvā’’ti pañcasikhassa vīṇāvādanaṃ dassentena vuttaṃ. Ṭhānā ekūnapaññāsāti ekekasseva sarassa satta satta ṭhānabhedā, yato sarassa maṇḍalatāvavatthānaṃ hoti. Ekūnapaññāsaṭṭhānaviseso tisso duve catasso catasso tisso duve catassoti dvāvīsati sutibhedā ca icchitā.",
  "tika-s0403t28:4": "Atigāḷhaṃ āraddhanti thinamiddhachambhitattānaṃ vūpasamatthaṃ ativiya āraddhaṃ. Sabbattha niyuttā sabbatthikā. Sabbena vā līnuddhaccapakkhiyena atthetabbā sabbatthikā. Samathoyeva samathanimittaṃ. Evaṃ sesesupi. Khayā rāgassa vītarāgattāti ettha yasmā bāhirako kāmesu vītarāgo na khayā rāgassa vītarāgo sabbaso avippahīnarāgattā. Vikkhambhitarāgo hi so. Arahā pana khayā eva, tasmā vuttaṃ ‘‘khayā rāgassa vītarāgattā’’ti. Esa nayo dosamohesupi.",
  "tika-s0403t28:5": "Lābhasakkārasilokaṃ nikāmayamānoti ettha labbhati pāpuṇīyatīti lābho, catunnaṃ paccayānametaṃ adhivacanaṃ. Sakkaccaṃ kātabboti sakkāro. Paccayā eva hi paṇītapaṇītā sundarasundarā abhisaṅkharitvā katā ‘‘sakkāro’’ti vuccati, yā ca parehi attano gāravakiriyā, pupphādīhi vā pūjā. Silokoti vaṇṇabhaṇanaṃ. Taṃ lābhañca, sakkārañca, silokañca, nikāmayamāno, pavattayamānoti attho. Tenevāha ‘‘catupaccayalābhañca…pe… patthayamāno’’ti.",
  "tika-s0403t28:6": "Thūṇanti pasūnaṃ bandhanatthāya nikhātatthambhasaṅkhātaṃ thūṇaṃ. Sesaṃ suviññeyyameva.",
  "tika-s0403t28:7": "Soṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:8": "2. Phaggunasuttavaṇṇanā",
  "tika-s0403t28:9": "56. Dutiye samadhosīti samantato adhosi. Sabbabhāgena pariphandanacalanākārena apacitiṃ dasseti. Vattaṃ kiretaṃ bāḷhagilānenapi vuḍḍhataraṃ disvā uṭṭhitākārena apaciti dassetabbā. Tena pana ‘‘mā cali mā calī’’ti vattabbo, taṃ pana calanaṃ uṭṭhānākāradassanaṃ hotīti āha ‘‘uṭṭhānākāraṃ dassetī’’ti. Santimāni āsanānīti paṭhamameva paññatthāsanaṃ sandhāya vadati. Buddhakālasmiñhi ekassapi bhikkhuno vasanaṭṭhāne – ‘‘sace satthā āgacchissati, āsanaṃ paññattameva hotū’’ti antamaso phalakamattampi paṇṇasanthāramattampi paññattameva. Khamanīyaṃ yāpanīyanti kacci dukkhaṃ khamituṃ, iriyāpathaṃ vā yāpetuṃ sakkāti pucchati. Sīsavedanāti kutoci nikkhamituṃ alabhamānehi vātehi samuṭṭhāpitā balavatiyo sīsavedanā honti.",
  "tika-s0403t28:10": "Phaggunasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:11": "2. Chaḷabhijātisuttavaṇṇanā",
  "tika-s0403t28:12": "57. Tatiye abhijātiyoti ettha abhi-saddo upasaggamattaṃ, na atthavisesajotakoti āha ‘‘cha jātiyo’’ti. Abhijāyatīti etthāpi eseva nayo.",
  "tika-s0403t28:13": "Urabbhe hanantīti orabbhikā. Evaṃ sūkarikādayo veditabbā. Rodenti kururakammantatāya sappaṭibaddhe satte assūni mocentīti ruddā, te eva luddā ra-kārassa la-kāraṃ katvā. Iminā aññepi ye keci māgavikā nesādā vuttā, te pāpakammappasutatāya ‘‘kaṇhābhijātī’’ti vadati.",
  "tika-s0403t28:14": "Bhikkhūti ca buddhasāsane bhikkhū. Te kira sacchandarāgena paribhuñjantīti adhippāyena catūsu paccayesu kaṇṭake pakkhipitvā khādantīti ‘‘kaṇṭakavuttikā’’ti vadati. Kasmāti ce? Yasmā te paṇīte paccaye paṭisevantīti tassa micchāgāho. Ñāyaladdhepi paccaye bhuñjamānā ājīvakasamayassa vilomaggāhitāya paccayesu kaṇṭake pakkhipitvā khādanti nāmāti vadatīti. Atha vā kaṇṭakavuttikā evaṃnāmakā eke pabbajitā, ye savisesaṃ attakilamathānuyogaṃ anuyuttā. Tathā hi te kaṇṭake vattantā viya hontīti ‘‘kaṇṭakavuttikā’’ti vuttā. Imameva ca atthavikappaṃ sandhāyāha ‘‘kaṇṭakavuttikāti samaṇā nāmete’’ti.",
  "tika-s0403t28:15": "Lohitābhijāti nāma nigaṇṭhā ekasāṭakāti vuttā. Te kira ṭhatvā bhuñjananahānappaṭikkhepādivatasamāyogena purimehi dvīhi paṇḍaratarā.",
  "tika-s0403t28:16": "Acelakasāvakāti ājīvakasāvake vadati. Te kira ājīvakaladdhiyā suvisuddhacittatāya nigaṇṭhehipi paṇḍaratarā. Evañca katvā attano paccayadāyake nigaṇṭhehipi jeṭṭhakatare karoti.",
  "tika-s0403t28:17": "Ājīvakā ājīvakiniyo ‘‘sukkābhijātī’’ti vuttā. Te kira purimehi catūhi paṇḍaratarā. Nandādayo hi tathārūpaṃ ājīvakappaṭipattiṃ ukkaṃsaṃ pāpetvā ṭhitā, tasmā nigaṇṭhehi ājīvakasāvakehi ca paṇḍaratarāti ‘‘paramasukkābhijātī’’ti vuttā.",
  "tika-s0403t28:18": "Bilaṃ olaggeyyunti maṃsabhāgaṃ nhārunā vā kenaci vā ganthitvā purisassa hatthe vā kese vā olambanavasena bandheyyuṃ. Iminā satthadhammaṃ nāma dasseti. Satthavāho kira mahākantāraṃ paṭipanno antarāmagge goṇe mate maṃsaṃ gahetvā sabbesaṃ satthikānaṃ ‘‘idaṃ khāditvā ettakaṃ mūlaṃ dātabba’’nti koṭṭhāsaṃ olambati. Goṇamaṃsaṃ nāma khādantāpi atthi, akhādantāpi atthi, khādantāpi mūlaṃ dātuṃ sakkontāpi asakkontāpi. Satthavāho yena mūlena goṇo gahito, taṃ mūlaṃ satthikehi dhāraṇatthaṃ sabbesaṃ balakkārena koṭṭhāsaṃ datvā mūlaṃ gaṇhāti. Ayaṃ satthadhammo.",
  "tika-s0403t28:19": "Kaṇhābhijātiyo samānoti kaṇhe nīcakule jāto hutvā. Kaṇhadhammanti paccatte upayogavacananti āha ‘‘kaṇhasabhāvo hutvā abhijāyatī’’ti, taṃ antogadhahetuatthaṃ padaṃ, uppādetīti attho. Tasmā kaṇhaṃ dhammaṃ abhijāyatīti kāḷakaṃ dasadussīlyadhammaṃ uppādeti. Sukkaṃ dhammaṃ abhijāyatīti etthāpi iminā nayena attho veditabbo. So hi ‘‘ahaṃ pubbepi puññānaṃ akatattā nīcakule nibbatto, idāni puññaṃ karissāmī’’ti puññasaṅkhātaṃ paṇḍaradhammaṃ karoti.",
  "tika-s0403t28:20": "Akaṇhaṃ asukkaṃ nibbānanti sace kaṇhaṃ bhaveyya, kaṇhavipākaṃ dadeyya yathā dasavidhaṃ dussīlyadhammaṃ. Sace sukkaṃ, sukkavipākaṃ dadeyya yathā dānasīlādikusalakammaṃ. Dvinnampi appadānato ‘‘akaṇhaṃ asukka’’nti vuttaṃ. Nibbānañca nāma imasmiṃ atthe arahattaṃ adhippetaṃ ‘‘abhijāyatī’’ti vacanato . Tañhi kilesanibbānante jātattā nibbānaṃ nāma yathā ‘‘rāgādīnaṃ khayante jātattā rāgakkhayo, dosakkhayo, mohakkhayo’’ti. Paṭippassambhanavasena vā kilesānaṃ nibbāpanato nibbānaṃ. Taṃ esa abhijāyati pasavati. Idhāpi hi antogadhahetu atthaṃ ‘‘jāyatī’’ti padaṃ. Aṭṭhakathāyaṃ pana ‘‘jāyatī’’ti imassa pāpuṇātīhi atthaṃ gahetvāva ‘‘nibbānaṃ pāpuṇātī’’ti vuttaṃ. Sukkābhijātiyo samānoti sukke uccakule jāto hutvā. Sesamettha suviññeyyameva.",
  "tika-s0403t28:21": "Chaḷabhijātisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:22": "4. Āsavasuttavaṇṇanā",
  "tika-s0403t28:23": "58. Catutthe saṃvarenāti saṃvarena hetubhūtena vā. Idhāti ayaṃ idha-saddo sabbākārato indiyasaṃvarasaṃvutassa puggalassa sannissayabhūtasāsanaparidīpano, aññassa tathābhāvappaṭisedhano vāti vuttaṃ ‘‘idhāti idhasmiṃ sāsane’’ti. Paṭisaṅkhāti paṭisaṅkhāya. Saṅkhā-saddo ñāṇakoṭṭhāsapaññattigaṇanādīsu dissati ‘‘saṅkhāyekaṃ paṭisevatī’’tiādīsu (ma. ni. 2.168) hi ñāṇe dissati. ‘‘Papañcasaññāsaṅkhā samudācarantī’’tiādīsu (ma. ni. 1.202, 204) koṭṭhāse. ‘‘Tesaṃ tesaṃ dhammānaṃ saṅkhā samaññā’’tiādīsu (dha. sa. 1313-1315) paññattiyaṃ. ‘‘Na sukaraṃ saṅkhātu’’ntiādīsu (saṃ. ni. 2.128) gaṇanāya. Idha pana ñāṇe daṭṭhabbo. Tenevāha ‘‘paṭisañjānitvā paccavekkhitvāti attho’’ti. Ādīnavapaccavekkhaṇā ādīnavapaṭisaṅkhāti yojanā. Sampalimaṭṭhanti ghaṃsitaṃ. Anubyañjanasoti hatthapādasitaālokitavilokitādippakārabhāgaso. Tañhi ayonisomanasikaroto kilesānaṃ anubyañjanato ‘‘anubyañjana’’nti vuccati. Nimittaggāhoti itthipurisanimittassa subhanimittādikassa vā kilesavatthubhūtassa nimittassa gāho. Ādittapariyāyenāti ādittapariyāye (saṃ. ni. 4.28; mahāva. 54) āgatanayena veditabbo.",
  "tika-s0403t28:24": "Yathā itthiyā indriyaṃ itthindriyaṃ, na evamidaṃ, idaṃ pana cakkhumeva indriyanti cakkhundriyaṃ. Tenāha ‘‘cakkhumeva indriya’’nti. Yathā āvāṭe niyataṭṭhitiko kacchapo ‘‘āvāṭakacchapo’’ti vuccati, evaṃ tappaṭibaddhavuttitāya taṃ ṭhāno saṃvaro cakkhundriyasaṃvaro. Tenāha ‘‘cakkhundriye saṃvaro cakkhundriyasaṃvaro’’ti. Nanu ca cakkhundriye saṃvaro vā asaṃvaro vā natthi. Na hi cakkhupasādaṃ nissāya sati vā muṭṭhassaccaṃ vā uppajjati. Apica yadā rūpārammaṇaṃ cakkhussa āpāthaṃ āgacchati, tadā bhavaṅge dvikkhattuṃ uppajjitvā niruddhe kiriyamanodhātu āvajjanakiccaṃ sādhayamānā uppajjitvā nirujjhati. Tato cakkhuviññāṇaṃ dassanakiccaṃ, tato vipākamanodhātu sampaṭicchanakiccaṃ, tato vipākamanoviññāṇadhātu santīraṇakiccaṃ, tato kiriyāhetukamanoviññāṇadhātu voṭṭhabbanakiccaṃ sādhayamānā uppajjitvā nirujjhati , tadanantaraṃ javanaṃ javati. Tatthāpi neva bhavaṅgasamaye, na āvajjanādīnaṃ aññatarasamaye ca saṃvaro vā asaṃvaro vā atthi. Javanakkhaṇe pana sace dussīlyaṃ vā muṭṭhassaccaṃ vā aññāṇaṃ vā akkhanti vā kosajjaṃ vā uppajjati, asaṃvaro hoti. Tasmiṃ pana sīlādīsu uppannesu saṃvaro hoti, tasmā ‘‘cakkhundriye saṃvaro’’ti kasmā vuttanti āha ‘‘javane uppajjamānopi hesa…pe… cakkhundriyasaṃvaroti vuccatī’’ti.",
  "tika-s0403t28:25": "Idaṃ vuttaṃ hoti – yathā nagare catūsu dvāresu asaṃvutesu kiñcāpi antogharadvārakoṭṭhakagabbhādayo susaṃvutā, tathāpi antonagare sabbaṃ bhaṇḍaṃ arakkhitaṃ agopitameva hoti. Nagaradvārena hi pavisitvā corā yadicchakaṃ kareyyuṃ, evamevaṃ javane dussīlyādīsu uppannesu tasmiṃ asaṃvare sati dvārampi aguttaṃ hoti bhavaṅgampi āvajjanādīni vīthicittānipi. Yathā pana nagaradvāresu saṃvutesu kiñcāpi antogharādayo asaṃvutā, tathāpi antonagare sabbaṃ bhaṇḍaṃ surakkhitaṃ sugopitameva hoti. Nagaradvāresu hi pihitesu corānaṃ paveso natthi, evamevaṃ javane sīlādīsu uppannesu dvārampi suguttaṃ hoti bhavaṅgampi āvajjanādīni vīthicittānipi, tasmā javanakkhaṇe uppajjamānopi cakkhundriyasaṃvaroti vuttoti.",
  "tika-s0403t28:26": "Saṃvarena samannāgato puggalo saṃvutoti āha ‘‘upeto’’ti. Ayamevettha attho sundarataroti upari pāḷiyaṃ sandissanato vuttaṃ. Tenāha ‘‘tathā hī’’tiādi.",
  "tika-s0403t28:27": "Yanti ādesoti iminā liṅgavipallāsena saddhiṃ vacanavipallāso katoti dasseti, nipātapadaṃ vā etaṃ puthuvacanatthaṃ. Vighātakarāti cittavighātakarā , kāyacittadukkhanibbattakā vā. Yathāvuttakilesahetukā dāhānubandhā vipākā eva vipākapariḷāhā. Yathā panettha āsavā aññe ca vighātakarā kilesapariḷāhā sambhavanti, taṃ dassetuṃ ‘‘cakkhudvārasmiñhī’’tiādi vuttaṃ. Taṃ suviññeyyameva. Ettha ca saṃvaraṇūpāyo, saṃvaritabbaṃ, saṃvaro, yato so saṃvaro, yattha saṃvaro, yathā saṃvaro, yañca saṃvaraphalanti ayaṃ vibhāgo veditabbo. Kathaṃ? ‘‘Paṭisaṅkhā yoniso’’ti hi saṃvaraṇūpāyo. Cakkhundriyaṃ saṃvaritabbaṃ. Saṃvaraggahaṇena gahitā sati saṃvaro. ‘‘Asaṃvutassā’’ti saṃvaraṇāvadhi. Asaṃvarato hi saṃvaraṇaṃ. Saṃvaritabbaggahaṇasiddho idha saṃvaravisayo. Cakkhundriyañhi saṃvaraṇaṃ ñāṇaṃ rūpārammaṇe saṃvarayatīti avuttasiddhoyamattho. Āsavatannimittakilesapariḷāhābhāvo phalaṃ. Evaṃ sotadvārādīsu yojetabbaṃ. Sabbatthevāti manodvāre pañcadvāre cāti sabbasmiṃ dvāre.",
  "tika-s0403t28:28": "Paṭisaṅkhāyoniso cīvarantiādīsu ‘‘sītassa paṭighātāyā’’tiādinā paccavekkhaṇameva yoniso paṭisaṅkhā. Īdisanti evarūpaṃ iṭṭhārammaṇaṃ. Bhavapatthanāya assādayatoti bhavapatthanāmukhena bhāvitaṃ ārammaṇaṃ assādentassa. Cīvaranti nivāsanādi yaṃ kiñcicīvaraṃ. Paṭisevatīti nivāsanādivasena paribhuñjati. Yāvadevāti payojanaparimāṇaniyamanaṃ. Sītappaṭighātādiyeva hi yogino cīvarappaṭisevanappayojanaṃ. Sītassāti sītadhātukkhobhato vā utupariṇāmato vā uppannassa sītassa. Paṭighātāyāti paṭighātanatthaṃ tappaccayassa vikārassa vinodanatthaṃ. Uṇhassāti aggisantāpato uppannassa uṇhassa. Ḍaṃsādayo pākaṭāyeva. Puna yāvadevāti niyatappayojanaparimāṇaniyamanaṃ. Niyatañhi payojanaṃ cīvaraṃ paṭisevantassa hirikopīnappaṭicchādanaṃ, itaraṃ kadāci. Hirikopīnanti sambādhaṭṭhānaṃ. Yasmiñhi aṅge vivaṭe hirī kuppati vinassati, taṃ hiriyā kopanato hirikopīnaṃ, taṃpaṭicchādanatthaṃ cīvaraṃ paṭisevati.",
  "tika-s0403t28:29": "Piṇḍapātanti yaṃ kiñci āhāraṃ. So hi piṇḍolyena bhikkhuno patte patanato, tattha tattha laddhabhikkhāpiṇḍānaṃ pāto sannipātoti vā ‘‘piṇḍapāto’’ti vuccati. Neva davāyāti na kīḷanāya. Na madāyāti na balamadamānamadapurisamadatthaṃ. Na maṇḍanāyāti na aṅgapaccaṅgānaṃ pīṇanabhāvatthaṃ. Na vibhūsanāyāti na tesaṃyeva sobhatthaṃ, chavisampattiatthanti attho . Imāni yathākkamaṃ mohadosasaṇṭhānavaṇṇarāgūpanissayappahānatthāni veditabbāni. Purimaṃ vā dvayaṃ attano saṃkilesuppattinisedhanatthaṃ, itaraṃ parassapi. Cattāripi kāmasukhallikānuyogassa pahānatthaṃ vuttānīti veditabbāni. Kāyassāti rūpakāyassa. Ṭhitiyā yāpanāyāti pabandhaṭṭhitatthañceva pavattiyā avicchedanatthañca, cirakālaṭṭhitatthaṃ jīvitindriyassa pavattāpanatthaṃ. Vihiṃsūparatiyāti jighacchādukkhassa uparamatthaṃ. Brahmacariyānuggahāyāti sāsanamaggabrahmacariyānaṃ anuggaṇhanatthaṃ. Itīti evaṃ iminā upāyena. Purāṇañca vedanaṃ paṭihaṅkhāmīti purāṇaṃ abhuttapaccayā uppajjanakavedanaṃ paṭihanissāmi. Navañca vedanaṃ na uppādessāmīti navaṃ bhuttapaccayā uppajjanakavedanaṃ na uppādessāmi. Tassā hi anuppajjanatthameva āhāraṃ paribhuñjati. Ettha abhuttapaccayā uppajjanakavedanā nāma yathāvuttajighacchānimittā vedanā. Sā hi abhuñjantassa bhiyyo bhiyyopavaḍḍhanavasena uppajjati, bhuttapaccayā anuppajjanakavedanāpi khudānimittāva aṅgadāhasūlādivedanā appavattā. Sā hi bhuttapaccayā anuppannāva na uppajjissati. Vihiṃsānimittatā cetāsaṃ vihiṃsāya viseso.",
  "tika-s0403t28:30": "Yātrā ca me bhavissatīti yāpanā ca me catunnaṃ iriyāpathānaṃ bhavissati. ‘‘Yāpanāyā’’ti iminā jīvitindriyayāpanā vuttā, idha catunnaṃ iriyāpathānaṃ avicchedasaṅkhātā yāpanāti ayametāsaṃ viseso. Anavajjatā ca phāsuvihāro cāti ayuttapariyesanappaṭiggahaṇaparibhogaparivajjanena anavajjatā, parimitaparibhogena phāsuvihāro. Asappāyāparimitabhojanapaccayā aratitandīvijambhitāviññugarahādidosābhāvena vā anavajjatā. Sappāyaparimitabhojanapaccayā kāyabalasambhavena phāsuvihāro. Yāvadatthaṃ udarāvadehakabhojanaparivajjanena vā seyyasukhapassasukhamiddhasukhādīnaṃ abhāvato anavajjatā. Catupañcālopamattaūnabhojanena catuiriyāpathayogyatāpādanato phāsuvihāro. Vuttañhetaṃ –",
  "tika-s0403t28:31": "‘‘Cattāro pañca ālope, abhutvā udakaṃ pive;",
  "tika-s0403t28:32": "Alaṃ phāsuvihārāya, pahitattassa bhikkhuno’’ti. (theragā. 983; mi. pa. 6.5.10);",
  "tika-s0403t28:33": "Ettāvatā ca payojanapariggaho, majjhimā ca paṭipadā dīpitā hoti. Yātrā ca me bhavissatīti payojanapariggahadīpanā. Yātrā hi naṃ āhārūpayogaṃ payojeti. Dhammikasukhāpariccāgahetuko phāsuvihāro majjhimā paṭipadā antadvayaparivajjanato.",
  "tika-s0403t28:34": "Senāsananti senañca āsanañca. Yattha vihārādike seti nipajjati āsati nisīdati, taṃ senāsanaṃ. Utuparissayavinodanappaṭisallānārāmatthanti utuyeva parisahanaṭṭhena parissayo sarīrābādhacittavikkhepakaro, tassa vinodanatthaṃ, anuppannassa anuppādanatthaṃ, uppannassa vūpasamanatthañcāti attho. Atha vā yathāvutto utu ca sīhabyagghādipākaṭaparissayo ca rāgadosādipaṭicchannaparissayo ca utuparissayo, tassa vinodanatthañceva ekībhāvaphāsukatthañca. Cīvarappaṭisevane hirīkopīnappaṭicchādanaṃ viya taṃ niyatapayojananti puna ‘‘yāvadevā’’ti vuttaṃ.",
  "tika-s0403t28:35": "Gilānapaccayabhesajjaparikkhāranti rogassa paccanīkappavattiyā gilānapaccayo, tato eva bhisakkassa anuññātavatthutāya bhesajjaṃ, jīvitassa parivārasambhārabhāvehi parikkhāro cāti gilānapaccayabhesajjaparikkhāro, taṃ. Veyyābādhikānanti veyyābādhato dhātukkhobhato ca taṃnibbattakuṭṭhagaṇḍapīḷakādirogato uppannānaṃ. Vedanānanti dukkhavedanānaṃ. Abyābajjhaparamatāyāti niddukkhaparamabhāvāya. Yāva taṃ dukkhaṃ sabbaṃ pahīnaṃ hoti, tāva paṭisevāmīti yojanā. Evamettha saṅkhepeneva pāḷivaṇṇanā veditabbā. Navavedanuppādatopīti na kevalaṃ āyatiṃ eva vipākapariḷāhā , atha kho atibhojanapaccayā alaṃsāṭakādīnaṃ viya navavedanuppādatopi veditabbā.",
  "tika-s0403t28:36": "Kammaṭṭhānikassa calanaṃ nāma kammaṭṭhānapariccāgoti āha ‘‘calati kampati kammaṭṭhānaṃ vijahatī’’ti. ‘‘Khamo hoti sītassa uṇhassā’’ti ettha ca lomasanāgattherassa vatthu kathetabbaṃ. Thero kira cetiyapabbate piyaṅguguhāya padhānaghare viharanto antaraṭṭhake himapātasamaye lokantarikanirayaṃ paccavekkhitvā kammaṭṭhānaṃ avijahantova abbhokāse vītināmesi. Gimhasamaye ca pacchābhattaṃ bahicaṅkame kammaṭṭhānaṃ manasikaroto sedāpissa kacchehi muccanti. Atha naṃ antevāsiko āha – ‘‘idha, bhante, nisīdatha, sītalo okāso’’ti. Thero ‘‘uṇhabhayenevamhi, āvuso, idha nisinno’’ti avīcimahānirayaṃ paccavekkhitvā nisīdiyeva. Uṇhanti cettha aggisantāpova veditabbo sūriyasantāpassa parato vuccamānattā. Sūriyasantāpavasena panetaṃ vatthu vuttaṃ.",
  "tika-s0403t28:37": "Yo ca dve tayo vāre bhattaṃ vā pānīyaṃ vā alabhamānopi anamatagge saṃsāre attano pettivisayūpapattiṃ paccavekkhitvā avedhanto kammaṭṭhānaṃ na vijahatiyeva. Ḍaṃsamakasavātātapasamphassehi phuṭṭho cepi tiracchānūpapattiṃ paccavekkhitvā avedhanto kammaṭṭhānaṃ na vijahatiyeva. Sarīsapasamphassena phuṭṭho cāpi anamatagge saṃsāre sīhabyagghādimukhesu anekavāraṃ parivattitapubbabhāvaṃ paccavekkhitvā avedhanto kammaṭṭhānaṃ na vijahatiyeva padhāniyatthero viya, ayaṃ ‘‘khamo jighacchāya…pe… sarīsapasamphassāna’’nti veditabbo. Theraṃ kira khaṇḍacelavihāre kaṇikārapadhāniyaghare ariyavaṃsadhammaṃ suṇantaññeva ghoraviso sappo ḍaṃsi. Thero jānitvāpi pasannacitto nisinno dhammaṃyeva suṇāti, visavego thaddho ahosi. Thero upasampadamāḷaṃ ādiṃ katvā sīlaṃ paccavekkhitvā ‘‘visuddhasīlomhī’’ti pītiṃ uppādesi, saha pītuppādā visaṃ nivattitvā pathaviṃ pāvisi. Thero tattheva cittekaggataṃ labhitvā vipassanaṃ vaḍḍhetvā arahattaṃ pāpuṇi.",
  "tika-s0403t28:38": "Yo pana akkosavasena durutte duruttattāyeva ca durāgate api antimavatthusaññite vacanapathe sutvā khantiguṇaṃyeva paccavekkhitvā na vedhati dīghabhāṇakaabhayatthero viya, ayaṃ ‘‘khamo duruttānaṃ durāgatānaṃ vacanapathāna’’nti veditabbo. Thero kira paccayasantosabhāvanārāmatāya mahāariyavaṃsappaṭipadaṃ kathesi, sabbo mahāgāmo āgacchati, therassa mahāsakkāro uppajji. Taṃ aññataro mahāthero adhivāsetuṃ asakkonto ‘‘dīghabhāṇako ‘ariyavaṃsaṃ kathemī’ti sabbarattiṃ kolāhalaṃ karotī’’tiādīhi akkosi. Ubhopi ca attano attano vihāraṃ gacchantā gāvutamattaṃ ekapathena agamaṃsu. Sakalagāvutampi so taṃ akkosiyeva. Tato yattha dvinnaṃ vihārānaṃ maggo bhijjati, tattha ṭhatvā dīghabhāṇakatthero taṃ vanditvā ‘‘eso, bhante, tumhākaṃ maggo’’ti āha. So assuṇanto viya agamāsi. Theropi vihāraṃ gantvā pāde pakkhāletvā nisīdi. Tamenaṃ antevāsiko ‘‘kiṃ, bhante, sakalagāvutaṃ paribhāsantaṃ na kiñci avocutthā’’ti āha. Thero ‘‘khantiyevāvuso, mayhaṃ bhāro, na akkhanti, ekapaduddhārepi kammaṭṭhānaviyogaṃ na passāmī’’ti āha.",
  "tika-s0403t28:39": "Vacanameva tadatthaṃ ñāpetukāmānañca patho upāyoti āha ‘‘vacanameva vacanapatho’’ti. Asukhaṭṭhena vā tibbā. Yañhi na sukhaṃ, taṃ aniṭṭhaṃ tibbanti vuccati. Adhivāsakajātiko hotīti yathāvuttavedanānaṃ adhivāsakasabhāvo hoti. Cittalapabbate padhāniyattherassa kira rattiṃ padhānena vītināmetvā ṭhitassa udaravāto uppajjati. So taṃ adhivāsetuṃ asakkonto āvattati parivattati. Tamenaṃ caṅkamanapasse ṭhito piṇḍapātiyatthero āha – ‘‘āvuso, pabbajito nāma adhivāsanasīlo hotī’’ti. So ‘‘sādhu, bhante’’ti adhivāsetvā niccalo sayi. Vāto nābhito yāva hadayaṃ phālesi. Thero vedanaṃ vikkhambhetvā vipassanto muhuttena anāgāmī hutvā parinibbāyi. Evaṃ sabbatthāti ‘‘uṇhena phuṭṭhassa sītaṃ patthayato’’tiādinā sabbattha uṇhādinimittaṃ kāmāsavuppatti veditabbā. Natthi sugatibhave sītaṃ vā uṇhaṃ vāti aniṭṭhaṃ sītaṃ vā uṇhaṃ vā natthīti adhippāyo. Attaggāhe sati attaniyaggāhoti āha ‘‘mayhaṃ sītaṃ uṇhanti gāho diṭṭhāsavo’’ti.",
  "tika-s0403t28:40": "Ahaṃ samaṇoti ‘‘ahaṃ samaṇo, kiṃ mama jīvitena vā maraṇena vā’’ti evaṃ cintetvāti adhippāyo. Paccavekkhitvāti gāmappavesappayojanādiñca paccavekkhitvā. Paṭikkamatīti hatthiādīnaṃ samīpagamanato apakkamati. Ṭhāyanti etthāti ṭhānaṃ, kaṇṭakānaṃ ṭhānaṃ kaṇṭakaṭṭhānaṃ, yattha kaṇṭakāni santi, taṃ okāsanti vuttaṃ hoti. Amanussaduṭṭhānīti amanussasañcārena dūsitāni, saparissayānīti attho. Aniyatavatthubhūtanti aniyatasikkhāpadassa kāraṇabhūtaṃ. Vesiyādibhedatoti vesiyāvidhavāthullakumārikāpaṇḍakapānāgārabhikkhunibhedato. Samānanti samaṃ, avisamanti attho. Akāsi vāti tādisaṃ anācāraṃ akāsi vā. Sīlasaṃvarasaṅkhātenāti kathaṃ parivajjanaṃ sīlaṃ? Anāsanaparivajjanena hi anācāraparivajjanaṃ vuttaṃ. Anācārāgocaraparivajjanaṃ cārittasīlatāya sīlasaṃvaro. Tathā hi bhagavatā ‘‘pātimokkhasaṃvarasaṃvuto viharatī’’ti (vibha. 508) sīlasaṃvaravibhajane ācāragocarasampattiṃ dassentena ‘‘atthi anācāro, atthi agocaro’’tiādinā (vibha. 513-514) ācāragocarā vibhajitvā dassitā. ‘‘Caṇḍaṃ hatthiṃ parivajjetī’’ti vacanato hatthiādiparivajjanampi bhagavato vacanānuṭṭhānanti katvā ācārasīlamevāti veditabbaṃ.",
  "tika-s0403t28:41": "Itipīti imināpi kāraṇena ayonisomanasikārasamuṭṭhitattāpi, lobhādisahagatattāpi, kusalappaṭipakkhatopītiādīhi kāraṇehi ayaṃ vitakko akusaloti attho. Iminā nayena sāvajjotiādīsupi attho veditabbo. Ettha ca akusalotiādinā diṭṭhadhammikaṃ kāmavitakkassa ādīnavaṃ dasseti, dukkhavipākoti iminā samparāyikaṃ. Attabyābādhāya saṃvattatītiādīsupi imināva nayena ādīnavavibhāvanā veditabbā. Uppannassa kāmavitakkassa anadhivāsanaṃ nāma puna tādisassa anuppādanaṃ. Taṃ panassa pahānaṃ vinodanaṃ byantikaraṇaṃ anabhāvagamananti ca vattuṃ vaṭṭatīti pāḷiyaṃ – ‘‘uppannaṃ kāmavitakkaṃ nādhivāsetī’’ti vatvā ‘‘pajahatī’’tiādi vuttanti tamatthaṃ dassento ‘‘anadhivāsento kiṃ karotī’’tiādimāha. Pahānañcettha vikkhambhanameva, na samucchedoti dassetuṃ ‘‘vinodetī’’tiādi vuttanti vikkhambhanavaseneva attho dassito. Uppannuppanneti tesaṃ pāpavitakkānaṃ uppādāvatthāgahaṇaṃ vā kataṃ siyā anavasesaggahaṇaṃ vā. Tesu paṭhamaṃ sandhāyāha ‘‘uppannamatte’’ti, sampatijāteti attho. Anavasesaggahaṇaṃ byāpanicchāyaṃ hotīti dassetuṃ ‘‘satakkhattumpi uppannuppanne’’ti vuttaṃ.",
  "tika-s0403t28:42": "Ñātivitakkoti ‘‘amhākaṃ ñātayo sukhajīvino sampattiyuttā’’tiādinā gehassitapemavasena ñātake ārabbha uppannavitakko. Janapadavitakkoti ‘‘amhākaṃ janapado subhikkho sampannasasso ramaṇīyo’’tiādinā gehassitapemavasena janapadaṃ ārabbha uppannavitakko. Ukkuṭikappadhānādīhi dukkhe nijjiṇṇe samparāye sattā sukhī honti amarāti dukkarakārikāya paṭisaṃyutto amaratthāya vitakko. Taṃ vā ārabbha amarāvikkhepadiṭṭhisahagato amaro ca so vitakko cāti amarāvitakko. Parānuddayatāpaṭisaṃyuttoti paresu upaṭṭhākādīsu sahananditādivasena pavatto anuddayatāpatirūpako gehassitapemappaṭisaṃyutto vitakko. Lābhasakkārasilokappaṭisaṃyuttoti cīvarādilābhena ca sakkārena ca kittisaddena ca ārammaṇakaraṇavasena paṭisaṃyutto. Anavaññattippaṭisaṃyuttoti ‘‘aho vata maṃ pare na avajāneyyuṃ, na heṭṭhā katvā maññeyyuṃ, pāsāṇacchattaṃ viya garuṃ kareyyu’’nti uppannavitakko.",
  "tika-s0403t28:43": "Kāmavitakko kāmasaṅkappanasabhāvato kāmāsavappattiyā sātisayattā ca kāmanākāroti āha ‘‘kāmavitakko panettha kāmāsavo’’ti. Tabbisesoti kāmāsavaviseso bhavasabhāvattāti adhippāyo. Kāmavitakkādike vinodeti attano santānato nīharati etenāti vinodanaṃ, vīriyanti āha ‘‘vīriyasaṃvarasaṅkhātena vinodanenā’’ti.",
  "tika-s0403t28:44": "‘‘Satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiyo paripūrentī’’ti vacanato vijjāvimuttīnaṃ anadhigamo tato ca sakalavaṭṭadukkhānativatti abhāvanāya ādīnavo. Vuttavipariyāyena bhagavato orasaputtabhāvādivasena ca bhāvanāya ānisaṃso veditabbo. Thomentoti āsavapahānassa dukkarattā tāya eva dukkarakiriyāya taṃ abhitthavanto. Saṃvareneva pahīnāti saṃvarena pahīnā eva. Tena vuttaṃ ‘‘na appahīnesuyeva pahīnasaññī’’ti.",
  "tika-s0403t28:45": "Āsavasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:46": "5. Dārukammikasuttavaṇṇanā",
  "tika-s0403t28:47": "59. Pañcame puttasambādhasayananti puttehi sambādhasayanaṃ. Ettha puttasīsena dārapariggahaṃ puttadāresu uppilo viya. Tena tesaṃ rogādihetu sokābhibhavena ca cittassa saṃkiliṭṭhataṃ dasseti. Kāmabhogināti iminā pana rāgābhibhavanti. Ubhayenapi vikkhittacittataṃ dasseti. Kāsikacandananti ujjalacandanaṃ. Taṃ kira vaṇṇavisesasamujjalaṃ hoti pabhassaraṃ, tadatthameva naṃ saṇhataraṃ karonti. Tenevāha ‘‘saṇhacandana’’nti , kāsikavatthañca candanañcāti attho. Mālāgandhavilepananti vaṇṇasobhatthañceva sugandhabhāvatthañca mālaṃ, sugandhabhāvatthāya gandhaṃ, chavirāgakaraṇatthañceva subhatthañca vilepanaṃ dhārentena. Jātarūparajatanti suvaṇṇañceva avasiṭṭhadhanañca sādiyantena. Sabbenapi kāmesu abhigiddhabhāvameva pakāseti.",
  "tika-s0403t28:48": "Dārukammikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:49": "6. Hatthisāriputtasuttavaṇṇanā",
  "tika-s0403t28:50": "60. Chaṭṭhe hatthiṃ sāretīti hatthisārī, tassa puttoti hatthisāriputto. So kira sāvatthiyaṃ hatthiācariyassa putto bhagavato santike pabbajitvā tīṇi piṭakāni uggahetvā sukhumesu khandhadhātuāyatanādīsu atthantaresu kusalo ahosi. Tena vuttaṃ – ‘‘therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opātetī’’ti. Tattha antarantarā kathaṃ opātetīti therehi vuccamānassa kathāpabandhassa antare antare attano kathaṃ pavesetīti attho. Pañcahi saṃsaggehīti savanasaṃsaggo, dassanasaṃsaggo, samullāpasaṃsaggo, sambhogasaṃsaggo, kāyasaṃsaggoti imehi pañcahi saṃsaggehi. Kiṭṭhakhādakoti kiṭṭhaṭṭhāne uppannasassañhi kiṭṭhanti vuttaṃ kāraṇūpacārena. Sippiyo suttiyo. Sambukāti saṅkhamāha.",
  "tika-s0403t28:51": "Gihibhāve vaṇṇaṃ kathesīti (dī. ni. aṭṭha. 1.422) kassapasammāsambuddhassa kira sāsane dve sahāyakā ahesuṃ, aññamaññaṃ samaggā ekatova sajjhāyanti. Tesu eko anabhirato gihibhāve cittaṃ uppādetvā itarassa ārocesi. So gihibhāve ādīnavaṃ, pabbajjāya ānisaṃsaṃ dassetvā ovadi. So taṃ sutvā abhiramitvā puna ekadivasaṃ tādise citte uppanne taṃ etadavoca – ‘‘mayhaṃ, āvuso, evarūpaṃ cittaṃ uppajjati, imāhaṃ pattacīvaraṃ tuyhaṃ dassāmī’’ti. So pattacīvaralobhena tassa gihibhāve ānisaṃsaṃ dassetvā pabbajjāya ādīnavaṃ kathesi. Tassa taṃ sutvāva gihibhāvato cittaṃ nivattetvā pabbajjāyameva abhirami. Evamesa tadā sīlavantassa bhikkhuno gihibhāve ānisaṃsakathāya kathitattā idāni cha vāre vibbhamitvā sattamavāre pabbajitvā mahāmoggallānassa mahākoṭṭhikattherassa ca abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opātesi. Atha naṃ mahākoṭṭhikatthero apasādesi. So mahāsāvakassa kathite patiṭṭhātuṃ asakkonto vibbhamitvā gihi jāto. Poṭṭhapādassa panāyaṃ gihisahāyako ahosi, tasmā vibbhamitvā dvīhatīhaccayena poṭṭhapādassa santikaṃ gato. Atha naṃ so disvā – ‘‘samma, kiṃ tayā kataṃ, evarūpassa nāma satthu sāsanā apasakkantosi, ehi pabbajituṃ dāni te vaṭṭatī’’ti taṃ gahetvā bhagavato santikaṃ agamāsi. Tasmiṃ ṭhāne pabbajitvā arahattaṃ pāpuṇi. Tena vuttaṃ ‘‘sattame vāre pabbajitvā arahattaṃ pāpuṇī’’ti.",
  "tika-s0403t28:52": "Hatthisāriputtasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:53": "7. Majjhesuttavaṇṇanā",
  "tika-s0403t28:54": "61. Sattame mantāti ya-kāralopena niddeso, karaṇatthe vā etaṃ paccattavacanaṃ. Tenāha ‘‘tāya ubho ante viditvā’’ti. Phassavasena nibbattattāti dvayadvayasamāpattiyaṃ aññamaññaṃ samphassavasena nibbattattā, ‘‘phassapaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo , bhavapaccayā jātī’’ti iminā cānukkamena phassasamuṭṭhānattā imassa kāyassa phassavasena nibbattattāti vuttaṃ. Eko antoti ettha ayaṃ anta-saddo antaabbhantaramariyādalāmakaabhāvakoṭṭhāsapadapūraṇasamīpādīsu dissati. ‘‘Antapūro udarapūro’’tiādīsu (su. ni. 197) hi ante antasaddo. ‘‘Caranti loke parivārachannā anto asuddhā, bahi sobhamānā’’tiādīsu (saṃ. ni. 1.122) abbhantare. ‘‘Kāyabandhanassa anto jīrati (cūḷava. 278) sā haritantaṃ vā panthantaṃ vā selantaṃ vā udakantaṃ vā’’tiādīsu (ma. ni. 1.304) mariyādāyaṃ. ‘‘Antamidaṃ, bhikkhave, jīvikāna’’ntiādīsu (saṃ. ni. 3.80; itivu. 91) lāmake. ‘‘Esevanto dukkhassā’’tiādīsu (ma. ni. 3.393; saṃ. ni. 2.51) abhāve. Sabbapaccayasaṅkhayo hi dukkhassa abhāvo koṭītipi vuccati. ‘‘Tayo antā’’tiādīsu (dī. ni. 3.305) koṭṭhāse. ‘‘Iṅgha tāva suttantaṃ vā gāthāyo vā abhidhammaṃ vā pariyāpuṇassu, suttante okāsaṃ kārāpetvā’’ti (pāci. 442) ca ādīsu padapūraṇe. ‘‘Gāmantaṃ vā osaṭo (pārā. 409-410; cūḷava. 343) gāmantasenāsana’’ntiādīsu (pārā. aṭṭha. 2.410) samīpe. Svāyamidha koṭṭhāse vattatīti ayameko koṭṭhāsoti.",
  "tika-s0403t28:55": "Santo paramatthato vijjamāno dhammasamūhoti sakkāyo, pañcupādānakkhandhā. Tenāha ‘‘tebhūmakavaṭṭa’’nti. Sesamettha suviññeyyameva.",
  "tika-s0403t28:56": "Majjhesuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:57": "8. Purisindriyañāṇasuttavaṇṇanā",
  "tika-s0403t28:58": "62. Aṭṭhame nibbattivasena apāyasaṃvattaniyena vā kammunā apāyesu niyuttoti āpāyiko nerayikoti etthāpi eseva nayo. Avīcimhi uppajjitvā tattha āyukappasaññitaṃ antarakappaṃ tiṭṭhatīti kappaṭṭho. Nirayūpapattipariharaṇavasena tikicchituṃ asakkuṇeyyoti atekiccho. Akhaṇḍānīti ekadesenapi akhaṇḍitāni. Bhinnakālato paṭṭhāya bījaṃ bījatthāya na upakappati. Apūtīnīti udakatemanena apūtikāni. Pūtikañhi bījaṃ bījatthāya na upakappati. Avātātapahatānīti vātena ca ātapena ca na hatāni nirojataṃ na pāpitāni. Nirojañhi kasaṭaṃ bījaṃ bījatthāya na upakappati. ‘‘Sārādānī’’ti vattabbe ā-kārassa rassattaṃ katvā pāḷiyaṃ ‘‘sāradānī’’ti vuttanti āha ‘‘sārādānī’’ti. Taṇḍulasārassa ādānato sārādāni, gahitasārāni patiṭṭhitasārāni. Nissarañhi bījaṃ bījatthāya na upakappati. Sukhasayitānīti cattāro māse koṭṭhe pakkhittaniyāmeneva sukhasayitāni suṭṭhu sannicitāni. Maṇḍakhetteti ūsakhārādidosehi aviddhaste sārakkhette. Abhidoti abhi-saddena samānatthanipātapadanti āha ‘‘abhiaḍḍharatta’’nti. Natthi etassa bhidāti vā abhido. ‘‘Abhidaṃ aḍḍharatta’’nti vattabbe upayogatthe paccattavacanaṃ. Aḍḍharattanti ca accantasaṃyogavacanaṃ, bhummatthe vā. Tasmā abhido aḍḍharattanti abhinne aḍḍharattasamayeti attho. Puṇṇamāsiyañhi gaganamajjhassa purato vā pacchato vā cande ṭhite aḍḍharattasamayo bhinno nāma hoti, majjhe eva pana ṭhite abhinno nāma.",
  "tika-s0403t28:59": "Suppabuddhasunakkhattādayoti ettha (dha. pa. aṭṭha. 2.127 suppabuddhasakyavatthu) suppabuddho kira sākiyo ‘‘mama dhītaraṃ chaḍḍetvā nikkhanto, mama puttaṃ pabbājetvā tassa veriṭṭhāne ṭhito cā’’ti imehi dvīhi kāraṇehi satthari āghātaṃ bandhitvā ekadivasaṃ ‘‘na dāni nimantitaṭṭhānaṃ gantvā bhuñjituṃ dassāmī’’ti gamanamaggaṃ pidahitvā antaravīthiyaṃ suraṃ pivanto nisīdi. Athassa satthari bhikkhusaṅghaparivute taṃ ṭhānaṃ āgate ‘‘satthā āgato’’ti ārocesuṃ. So āha – ‘‘purato gacchāti tassa vadetha, nāyaṃ mayā mahallakataro, nāssa maggaṃ dassāmī’’ti. Punappunaṃ vuccamānopi tatheva nisīdi. Satthā mātulassa santikā maggaṃ alabhitvā tatova nivatti. Sopi carapurisaṃ pesesi – ‘‘gaccha tassa kathaṃ sutvā ehī’’ti. Satthāpi nivattanto sitaṃ katvā ānandattherena – ‘‘ko nu kho, bhante, sitapātukamme paccayo’’ti puṭṭho āha – ‘‘passasi, ānanda, suppabuddha’’nti. Passāmi, bhante. Bhāriyaṃ tena kammaṃ kataṃ mādisassa buddhassa maggaṃ adentena, ito sattame divase heṭṭhāpāsāde pāsādamūle pathaviyā pavisissatī’’ti ācikkhi.",
  "tika-s0403t28:60": "Sunakkhattopi (ma. ni. aṭṭha. 1.147) pubbe bhagavantaṃ upasaṅkamitvā dibbacakkhuparikammaṃ pucchi. Athassa bhagavā kathesi. So dibbacakkhuṃ nibbattetvā ālokaṃ vaḍḍhetvā olokento devaloke nandanavanacittalatāvanaphārusakavanamissakavanesu dibbasampattiṃ anubhavamāne devaputte ca devadhītaro ca disvā – ‘‘etesaṃ evarūpāya attabhāvasampattiyā ṭhitānaṃ kira madhuro nu kho saddo bhavissatī’’ti saddaṃ sotukāmo hutvā dasabalaṃ upasaṅkamitvā dibbasotadhātuparikammaṃ pucchi. Bhagavā panassa – ‘‘dibbasotadhātussa upanissayo natthī’’ti ñatvā parikammaṃ na kathesi. Na hi buddhā yaṃ na bhavissati, tassa parikammaṃ kathenti. So bhagavati āghātaṃ bandhitvā cintesi – ‘‘ahaṃ samaṇaṃ gotamaṃ paṭhamaṃ dibbacakkhuparikammaṃ pucchiṃ, so mayhaṃ ‘sampajjatu vā mā vā sampajjatū’ti kathesi. Ahaṃ pana paccattapurisakārena taṃ nibbattetvā dibbasotadhātuparikammaṃ pucchiṃ, taṃ me na kathesi. Addhā evaṃ hoti ‘ayaṃ rājapabbajito dibbacakkhuñāṇaṃ nibbattetvā, dibbasotañāṇaṃ nibbattetvā, cetopariyakammañāṇaṃ nibbattetvā, āsavānaṃ khaye ñāṇaṃ nibbattetvā, mayā samasamo bhavissatī’ti issāmacchariyavasena mayhaṃ na kathetī’’ti bhiyyoso āghātaṃ bandhitvā kāsāyāni chaḍḍetvā gihibhāvaṃ patvāpi na tuṇhībhūto vihāsi. Dasabalaṃ pana asatā tucchena abbhācikkhitvā apāyūpago ahosi. Tampi bhagavā byākāsi. Vuttañhetaṃ – ‘‘evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko’’ti (dī. ni. 3.6). Tena vuttaṃ ‘‘aparepi suppabuddhasunakkhattādayo bhagavatā ñātāvā’’ti. Ādi-saddena kokālikādīnaṃ saṅgaho daṭṭhabbo.",
  "tika-s0403t28:61": "Susīmo paribbājakoti (saṃ. ni. aṭṭha. 2.2.70) evaṃnāmako vedaṅgesu kusalo paṇḍito paribbājako. Aññatitthiyā hi parihīnalābhasakkārasilokā ‘‘samaṇo gotamo na jātigottādīni ārabbha lābhaggappatto jāto, kaviseṭṭho panesa uttamakavitāya sāvakānaṃ bandhaṃ bandhitvā deti. Te taṃ uggaṇhitvā upaṭṭhākānaṃ upanisinnakathampi anumodanampi sarabhaññampīti evamādīni kathenti. Te tesaṃ pasannānaṃ lābhaṃ upasaṃharanti. Sace mayaṃ yaṃ samaṇo gotamā jānāti, tato thokaṃ jāneyyāma, attano samayaṃ tattha pakkhipitvā mayampi upaṭṭhākānaṃ katheyyāma. Tato etehi lābhitarā bhaveyyāma. Ko nu kho samaṇassa gotamassa santike pabbajitvā khippameva uggaṇhituṃ sakkhissatī’’ti evaṃ cintetvā ‘‘susimo paṭibalo’’ti disvā upasaṅkamitvā evamāhaṃsu ‘‘ehi tvaṃ, āvuso susīma, samaṇe gotame brahmacariyaṃ cara, tvaṃ dhammaṃ pariyāpuṇitvā amhe vāceyyāsi, taṃ mayaṃ dhammaṃ pariyāpuṇitvā gihīnaṃ bhāsissāma, evaṃ mayampi sakkatā bhavissāma garukatā mānitā pūjitā lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārāna’’nti (saṃ. ni. 2.70).",
  "tika-s0403t28:62": "Atha susīmo paribbājako tesaṃ vacanaṃ sampaṭicchitvā yenānando tenupasaṅkami, upasaṅkamitvā pabbajjaṃ yāci. Thero ca taṃ ādāya bhagavantaṃ upasaṅkamitvā etamatthaṃ ārocesi. Bhagavā pana cintesi ‘‘ayaṃ paribbājako titthiyasamaye ‘ahaṃ pāṭiekko satthā’ti paṭijānamāno carati, ‘idheva maggabrahmacariyaṃ carituṃ icchāmī’ti kira vadati, kiṃ nu kho mayi pasanno, udāhu mayhaṃ vā mama sāvakānaṃ dhammakathāya pasanno’’ti. Athassa ekaṭṭhānepi pasādābhāvaṃ ñatvā ‘‘ayaṃ mama sāsane ‘dhammaṃ thenessāmī’ti pabbajati, itissa āgamanaṃ aparisuddhaṃ, nipphatti nu kho kīdisā’’ti olokento ‘‘kiñcāpi ‘dhammaṃ thenessāmī’ti pabbajati, katipāheneva pana ghaṭetvā arahattaṃ gaṇhissatī’’ti ñatvā ‘‘tenahānanda, susīmaṃ pabbājethā’’ti āha. Taṃ sandhāyetaṃ vuttaṃ ‘‘evaṃ bhagavatā ko ñāto? Susīmo paribbājako’’ti.",
  "tika-s0403t28:63": "Santatimahāmattoti (dha. pa. aṭṭha. 2.141 santatimahāmattavatthu) so kira ekasmiṃ kāle rañño pasenadissa paccantaṃ kupitaṃ vūpasametvā āgato. Athassa rājā tuṭṭho satta divasāni rajjaṃ datvā ekaṃ naccagītakusalaṃ itthiṃ adāsi. So satta divasāni surāmadamatto hutvā sattame divase sabbālaṅkārappaṭimaṇḍito hatthikkhandhavaragato nahānatitthaṃ gacchanto satthāraṃ piṇḍāya pavisantaṃ dvārantare disvā hatthikkhandhavaragatova sīsaṃ cāletvā vandi. Satthā sitaṃ katvā ‘‘ko nu kho, bhante, sitapātukaraṇe hetū’’ti ānandattherena puṭṭho sitakāraṇaṃ ācikkhanto āha – ‘‘passasi, ānanda, santatimahāmattaṃ, ajjeva sabbābharaṇappaṭimaṇḍito mama santikaṃ āgantvā cātuppadikagāthāvasāne arahattaṃ patvā parinibbāyissatī’’ti. Tena vuttaṃ ‘‘evaṃ ko ñāto bhagavatāti? Santatimahāmatto’’ti.",
  "tika-s0403t28:64": "Purisindriyañāṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:65": "9. Nibbedhikasuttavaṇṇanā",
  "tika-s0403t28:66": "63. Navame parihāyati attano phalaṃ pariggahetvā vattati, tassa vā kāraṇabhāvaṃ upagacchatīti pariyāyoti idha kāraṇaṃ vuttanti āha ‘‘nibbijjhanakāraṇa’’nti.",
  "tika-s0403t28:67": "‘‘Anujānāmi , bhikkhave, ahatānaṃ vatthānaṃ diguṇaṃ saṅghāṭi’’nti ettha hi paṭalaṭṭho guṇaṭṭho. ‘‘Accenti kālā tarayanti rattiyo, vayoguṇā anupubbaṃ jahantī’’ti (saṃ. ni. 1.4) ettha rāsaṭṭho guṇaṭṭho. ‘‘Sataguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti (ma. ni. 3.379) ettha ānisaṃsaṭṭho. ‘‘Antaṃ antaguṇaṃ (dī. ni. 2.377; ma. ni. 1.110; khu. pā. 3.dvattiṃsākāro), kayirā mālāguṇe bahū’’ti (dha. pa. 53) ettha bandhanaṭṭho guṇaṭṭho. Idhāpi esova adhippetoti āha ‘‘bandhanaṭṭhena guṇā’’ti. Kāmarāgassa saṃyojanassa paccayabhāvena vatthukāmesupi bandhanaṭṭho rāsaṭṭho vā guṇaṭṭho daṭṭhabbo. Cakkhuviññeyyāti vā cakkhuviññāṇataṃdvārikaviññāṇehi jānitabbā. Sotaviññeyyātiādīsupi eseva nayo. Iṭṭhārammaṇabhūtāti sabhāveneva iṭṭhārammaṇajātikā, iṭṭhārammaṇabhāvaṃ vā pattā. Kamanīyāti kāmetabbā. Manavaḍḍhanakāti manoharā. Etena parikappanatopi iṭṭhārammaṇabhāvaṃ saṅgaṇhāti. Piyajātikāti piyāyitabbasabhāvā. Kāmūpasañhitāti kāmarāgena upecca sambandhanīyā sambandhā kātabbā. Tenāha ‘‘ārammaṇaṃ katvā’’tiādi. Saṅkapparāgoti vā subhādivasena saṅkappitavutthamhi uppannarāgo. Evamettha vatthukāmaṃ paṭikkhipitvā kilesakāmo vutto tasseva vasena tesampi kāmabhāvasiddhito, kilesakāmassapi iṭṭhavedanā diṭṭhādisampayogabhedena pavattiākārabhedena ca atthi vicittakāti tato visesetuṃ ‘‘citravicitrārammaṇānī’’ti āha, nānappakārāni rūpādiārammaṇānīti attho.",
  "tika-s0403t28:68": "Athettha dhīrā vinayanti chandanti atha etesu ārammaṇesu dhitisampannā paṇḍitā chandarāgaṃ vinayanti.",
  "tika-s0403t28:69": "Tajjātikanti taṃsabhāvaṃ, atthato pana tassa kāmassa anurūpanti vuttaṃ hoti. Puññassa bhāgo puññabhāgo, puññakoṭṭhāso. Tena nibbatto, tattha vā bhavoti puññabhāgiyo. Apuññabhāgiyoti etthāpi eseva nayo. Vipākoyeva vepakkanti āha ‘‘vohāravipāka’’nti.",
  "tika-s0403t28:70": "Sabbasaṅgāhikāti kusalākusalasādhāraṇā. Saṃvidahanacetanāti sampayuttadhammesu saṃvidahanalakkhaṇā cetanā. Urattāḷinti uraṃ tāḷetvā . Ekapadanti ekapadacitaṃ mantaṃ. Tenāha ‘‘ekapadamantaṃ vā’’tiādi.",
  "tika-s0403t28:71": "Nibbedhikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:72": "10. Sīhanādasuttavaṇṇanā",
  "tika-s0403t28:73": "64. Dasame tathāgatabalānīti aññehi asādhāraṇāni tathāgatasseva balāni. Nanu cetāni sāvakānampi ekaccāni uppajjantīti? Kāmaṃ uppajjanti, yādisāni pana buddhānaṃ ṭhānāṭṭhānañāṇādīni, na tādisāni tadaññesaṃ kadāci uppajjantīti aññehi asādhāraṇāni. Imameva hi yathāvuttaṃ lesaṃ apekkhitvā sādhāraṇabhāvato āsayānusayañāṇādīsu eva asādhāraṇasamaññā niruḷhā. Yathā pubbabuddhānaṃ balāni puññassa sampattiyā āgatāni, tathā āgatabalānīti vā tathāgatabalāni. Usabhassa idaṃ āsabhaṃ, seṭṭhaṭṭhānaṃ. Pamukhanādanti seṭṭhanādaṃ . Paṭivedhañāṇañceva desanāñāṇañcāti ettha paññāya pabhāvitaṃ attano ariyaphalāvahaṃ paṭivedhañāṇaṃ. Karuṇāya pabhāvitaṃ sāvakānaṃ ariyaphalāvahaṃ desanāñāṇaṃ. Tattha paṭivedhañāṇaṃ uppajjamānaṃ uppannanti duvidhaṃ. Tañhi abhinikkhamanato yāva arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Tusitabhavanato yāva mahābodhipallaṅke arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Dīpaṅkarato paṭṭhāya yāva arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Desanāñāṇampi pavattamānaṃ pavattanti duvidhaṃ. Tañhi yāva aññātakoṇḍaññassa sotāpattimaggā pavattamānaṃ, phalakkhaṇe pavattaṃ nāma. Tesu paṭivedhañāṇaṃ lokuttaraṃ, desanāñāṇaṃ lokiyaṃ. Ubhayampi panetaṃ aññehi asādhāraṇaṃ, buddhānaññeva orasañāṇaṃ.",
  "tika-s0403t28:74": "Ṭhānañca ṭhānato pajānātīti kāraṇañca kāraṇato pajānāti. Yasmā tattha phalaṃ tiṭṭhati tadāyattavuttitāya uppajjati ceva pavattati ca, tasmā ṭhānanti vuccati. Bhagavā ‘‘ye ye dhammā yesaṃ yesaṃ dhammānaṃ hetū paccayā uppādāya, taṃ taṃ ṭhānaṃ, ye ye dhammā yeyaṃ yeyaṃ dhammānaṃ na hetū na paccayā uppādāya, taṃ taṃ aṭṭhāna’’nti pajānanto ṭhānato aṭṭhānato yathābhūtaṃ pajānāti.",
  "tika-s0403t28:75": "Samādiyantīti samādānāni, tāni pana samādiyitvā katāni hontīti āha ‘‘samādiyitvā katāna’’nti. Kammameva vā kammasamādānanti etena ‘‘samādāna’’nti saddassa apubbatthābhāvaṃ dasseti muttagatasadde gatasaddassa viya. Gatīti nirayādigatiyo. Upadhīti attabhāvo. Kāloti kammassa vipaccanārahakālo. Payogoti vipākuppattiyā paccayabhūtā kiriyā.",
  "tika-s0403t28:76": "Catunnaṃ jhānānanti paccanīkajjhāpanaṭṭhena ārammaṇūpanijjhānaṭṭhena ca catunnaṃ rūpāvacarajjhānānaṃ. Catukkanayena hetaṃ vuttaṃ. Aṭṭhannaṃ vimokkhānanti ‘‘rūpī rūpāni passatī’’tiādīnaṃ (ma. ni. 2.248; 3.312; dha. sa. 248; paṭi. ma. 1.209) aṭṭhannaṃ vimokkhānaṃ. Tiṇṇaṃ samādhīnanti savitakkasavicārādīnaṃ tiṇṇaṃ samādhīnaṃ. Navannaṃ anupubbasamāpattīnanti paṭhamajjhānasamāpattiādīnaṃ navannaṃ anupubbasamāpattīnaṃ. Ettha ca paṭipāṭiyā aṭṭhannaṃ samādhītipi nāmaṃ, samāpattītipi cittekaggatāsabbhāvato, nirodhasamāpattiyā tadabhāvato na samādhīti nāmaṃ. Hānabhāgiyaṃ dhammanti appaguṇehi paṭhamajjhānādīhi vuṭṭhitassa saññāmanasikārānaṃ kāmādipakkhandanaṃ. Visesabhāgiyaṃ dhammanti paguṇehi paṭhamajjhānādīhi vuṭṭhitassa saññāmanasikārānaṃ dutiyajjhānādipakkhandanaṃ. Iti saññāmanasikārānaṃ kāmādidutiyajjhānādipakkhandanāni hānabhāgiyavisesabhāgiyadhammāti dassitāni. Tehi pana jhānānaṃ taṃsabhāvatā dhammasaddena vuttā. Tasmāti vuttamevatthaṃ hetubhāvena paccāmasati. Vodānanti paguṇatāsaṅkhātaṃ vodānaṃ. Tañhi paṭhamajjhānādīhi vuṭṭhahitvā dutiyajjhānādīnaṃ adhigamassa paccayattā ‘‘vuṭṭhāna’’nti vuttaṃ. Ye pana ‘‘nirodhato phalasamāpattiyā vuṭṭhānanti pāḷi natthī’’ti vadanti. Te ‘‘nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo’’ti imāya pāḷiyaṃ (paṭṭhā. 1.1.417) paṭisedhetabbā.",
  "tika-s0403t28:77": "Sīhanādasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t28:78": "Mahāvaggavaṇṇanā niṭṭhitā."
}