{
  "tika-vin07t5:0": "4. Nissaggiyakaṇḍo",
  "tika-vin07t5:1": "1. Cīvaravaggo",
  "tika-vin07t5:2": "1. Paṭhamakathinasikkhāpadavaṇṇanā",
  "tika-vin07t5:3": "459.Samitāvināti samitapāpena. Gotamakacetiyaṃ nāma gotamayakkhassa cetiyaṭṭhāne katavihāro vuccati.",
  "tika-vin07t5:4": "461.Navamaṃ vā dasamaṃ vāti bhummatthe upayogavacanaṃ. Sace bhaveyyāti sace kassaci kaṅkhā bhaveyya. Vuttasadisanti dasamaṃ vāti vuttasadisaṃ paricchedasadisaṃ, ‘‘vuttasadisamevā’’tipi likhanti. Dhāretunti ettha āhāti pāṭhaseso daṭṭhabbo.",
  "tika-vin07t5:5": "463.Sūciyā paṭisāmananti sūcighare saṃgopanaṃ, idañca sūcikammassa sabbassa pariniṭṭhitabhāvadassanatthaṃ vuttaṃ. Etanti naṭṭhacīvaraṃ. Etesampīti naṭṭhacīvarādīni parāmasati, tena cīvarapalibodhābhāvaṃ dasseti. Dutiyassa palibodhassāti āvāsapalibodhassa. Ettha ca niṭṭhitacīvarasmiṃ, ubbhatasmiṃ kathineti dvīhi padehi dvinnaṃ palibodhānaṃ abhāvadassanena atthatakathinassa pañcamāsabbhantare yāva cīvarapalibodhaāvāsapalibodhesu aññataraṃ na upacchijjati, tāva atirekacīvaraṃ dhāretuṃ vaṭṭatīti dīpeti. Pakkamanaṃ anto assāti pakkamanantikā, evaṃ sesāpi veditabbā. Vitthāro panettha āgataṭṭhāne āvi bhavissati.",
  "tika-vin07t5:6": "Dasāhaparamaṃ kālanti accantasaṃyogavacanaṃ. Idañhi vuttaṃ hoti…pe… dasāhaparamabhāvoti idaṃ dasāhaparamatāpadassa atthamattadassanaṃ, dasāhaparamabhāvoti idañhi vuttaṃ hotīti evamettha yojanā veditabbā. Ayamatthotiādi dasāhaparamapadasseva adhippetatthadassanavasena vuttaṃ. Tattha ettako kāloti ‘‘dasāhaparamatā’’ti vutto yo kālo, so ettako kāloti attho.",
  "tika-vin07t5:7": "Khomanti khomasuttehi vāyitaṃ khomapaṭacīvaraṃ, taṃ vākamayanti vadanti. Kappāsasuttehi vāyitaṃ kappāsikaṃ, evaṃ sesānipi. Kambalanti eḷakādīnaṃ lomamayasuttena vāyitapaṭaṃ. Bhaṅganti khomasuttādīni sabbāni, ekaccāni vā missetvā vāyitaṃ cīvaraṃ. Bhaṅgampi vākamayamevāti keci. Dukūlaṃ pattuṇṇaṃ somārapaṭaṃ cīnapaṭaṃ iddhijaṃ devadinnanti imāni pana cha cīvarāni etesaññeva anulomānīti visuṃ na vuttāni. Dukūlañhi sāṇassa anulomaṃ vākamayattā. ‘‘Pattuṇṇaṃ koseyyaviseso’’ti abhidhānakose vuttaṃ. Somāradese, cīnadese ca jātavatthāni somāracīnapaṭāni. Pattuṇṇādīni tīṇi koseyyassa anulomāni pāṇakehi katasuttamayattā. Iddhijanti ehibhikkhūnaṃ puññiddhiyā nibbattacīvaraṃ. Kapparukkhe nibbattaṃ, devadinnañca khomādīnaṃ aññataraṃ hotīti tesaṃ sabbesaṃ anulomāni. Manussānaṃ pakatividatthiṃ sandhāya ‘‘dve vidatthiyo’’tiādi vuttaṃ. Iminā dīghato vaḍḍhakīhatthappamāṇaṃ vitthārato tato upaḍḍhappamāṇaṃ vikappanupaganti dasseti. Tathā hi ‘‘sugatavidatthi nāma idāni majjhimassa purisassa tisso vidatthiyo, vaḍḍhakīhatthena diyaḍḍho hattho hotī’’ti (pārā. aṭṭha. 2.348-349) kuṭikārasikkhāpadaṭṭhakathāyaṃ vuttaṃ, tasmā sugataṅgulena dvādasaṅgulā sugatavidatthi vaḍḍhakīhatthena diyaḍḍho hatthoti siddhaṃ. Evañca katvā ‘‘sugataṅgulena aṭṭhaṅgulaṃ vaḍḍhakīhatthappamāṇa’’nti āgataṭṭhānehi ca sameti.",
  "tika-vin07t5:8": "Taṃ atikkāmayatoti ettha tanti cīvaraṃ, kālaṃ vā parāmasati. Tassa yo aruṇoti cīvaruppādadivasassa yo atikkanto aruṇo. Cīvaruppādadivasena saddhinti cīvaruppādadivasassa ādibhūtena atikkantaaruṇena saddhinti attho, idañca bhagavatā ‘‘dasāhaparama’’nti vatvā puna ‘‘ekādase aruṇuggamane’’ti vuttattā pubbāparasaṃsandanatthaṃ saddato gammamānampi ‘‘cīvaruppādadivasena saddhi’’nti evaṃ vuttaṃ. ‘‘Dasame aruṇe’’ti vutte eva hi dasāhaparamena saddhiṃ sameti. Divasapariyosānassa avadhibhūtaanāgatāruṇavasena hi divasaṃ atikkantaṃ nāma hoti, na pana divasassa ādibhūtāruṇavasena parivāsādīsu tathā aggahaṇato, idha pana bhagavatā divasassa ādiantaparicchedadassanavasena ‘‘ekādase aruṇuggamane’’ti vuttaṃ, tasmā aṭṭhakathāyaṃ divasassa ādibhūtaṃ taṃdivasanissitampi aruṇaṃ gahetvā ‘‘ekādase aruṇuggamane nissaggiyaṃ hotī’’ti vuttaṃ. Aruṇoti cettha sūriyuggamanassa purecaro vaḍḍhanaghanaratto pabhāvisesoti daṭṭhabbo.",
  "tika-vin07t5:9": "Vacanīyoti saṅghāpekkho. Vacanabhedoti ‘‘ñattiyaṃ dve āpattiyo saratī’’tiādinā vattabbanti adhippāyo.",
  "tika-vin07t5:10": "468.‘‘Naidha saññā rakkhatī’’ti idaṃ vematikañca anatikkantasaññañca sandhāya vuttaṃ. Yopi evaṃsaññī tassapīti yo anatikkantasaññī, vematiko vā, tassapīti attho. Anaṭṭhato aviluttassa visesamāha ‘‘pasayhāvahāravasenā’’ti. Theyyāvahāravasena gahitampi idha naṭṭhaṃ.",
  "tika-vin07t5:11": "Anāpatti aññena kataṃ paṭilabhitvātiādi nisīdanasanthataṃ sandhāya vuttaṃ. Yena hi purāṇasanthatassa sāmantā sugatavidatthiṃ anādiyitvā navaṃ nisīdanasanthataṃ kataṃ, tassa taṃ nissaggiyampi tato aññassa paṭilabhitvā paribhuñjantassa anāpattikaranti sijjhanato ayamattho sabbanissaggiyesupi sijjhati.",
  "tika-vin07t5:12": "469.Ticīvaraṃ adhiṭṭhātunti saṅghāṭiādināmena adhiṭṭhātuṃ. ‘‘Na vikappetu’’nti iminā nāmena na vikappetuṃ, etena vikappitaticīvaro tecīvariko na hoti. Tassa tasmiṃ adhiṭṭhitaticīvare viya avippavāsādinā kattabbavidhi na kātabboti dasseti, na pana vikappane dosoti. Tato paranti catumāsato paraṃ vikappetvā paribhuñjituṃ anuññātanti keci vadanti, aññe pana ‘‘vikappetvā yāva āgāmivassānaṃ, tāva ṭhapetumeva vaṭṭatī’’ti vadanti, apare pana ‘‘vikappane na doso, tathā vikappitaṃ parikkhārādināmena adhiṭṭhahitvā paribhuñjitabba’’nti vadanti.",
  "tika-vin07t5:13": "Muṭṭhipañcakanti muṭṭhiyā upalakkhitaṃ pañcakaṃ, catuhatthe minitvā pañcamaṃ hatthaṃ muṭṭhiṃ katvā minitabbanti adhippāyo. Keci pana ‘‘muṭṭhihatthānaṃ pañcakaṃ muṭṭhipañcakaṃ, tasmā pañcapi hatthe muṭṭhiṃ katvāva minitabbā’’ti vadanti. Muṭṭhittikanti etthāpi eseva nayo. Dvihatthena antaravāsakena timaṇḍalaṃ paṭicchādetuṃ sakkāti āha ‘‘pārupanenā’’tiādi. Atirekanti sugatacīvarappamāṇato adhikaṃ. Ūnakanti muṭṭhipañcakādito ūnakaṃ, tena ca tesu ticīvarādhiṭṭhānaṃ na ruhatīti dasseti.",
  "tika-vin07t5:14": "Imaṃ saṅghāṭiṃ paccuddharāmīti imaṃ saṅghāṭiadhiṭṭhānaṃ ukkhipāmi pariccajāmīti attho. Kāyavikāraṃ karontenāti hatthena cīvaraṃ parāmasantena, cālentena vā. Vācāya adhiṭṭhātabbāti ettha kāyenapi cāletvā vācampi bhinditvā kāyavācāhi adhiṭṭhānampi saṅgahitanti veditabbaṃ ‘‘kāyena aphusitvā’’ti vuttattā. Duvidhanti ahatthapāsahatthapāsavasena duvidhaṃ. Tattha hatthapāso nāma aḍḍhateyyahattho vuccati. Dvādasahatthanti keci vadanti , taṃ idha na sameti. ‘‘Sāmantavihāre’’ti idaṃ ṭhapitaṭṭhānasallakkhaṇayogge ṭhitaṃ sandhāya vuttaṃ. Tato dūre ṭhitampi ṭhapitaṭṭhānaṃ sallakkhentena adhiṭṭhātabbameva. Tatthapi cīvarassa ṭhapitabhāvasallakkhaṇameva pamāṇaṃ. Na hi sakkā sabbathā ṭhānaṃ sallakkhetuṃ. Ekasmiṃ vihāre ṭhapetvā tato aññasmiṃ ṭhapitanti adhiṭṭhātuṃ na vaṭṭati. Keci pana ‘‘tathāpi adhiṭṭhite na doso’’ti vadanti, taṃ aṭṭhakathāya na sameti, vīmaṃsitabbaṃ. Adhiṭṭhahitvā ṭhapitavatthehīti parikkhāracoḷanāmena adhiṭṭhahitvā ṭhapitavatthehi, teneva ‘‘imaṃ paccuddharāmī’’ti parikkhāracoḷassa paccuddhāraṃ dasseti. Etena ca tecīvaradhutaṅgaṃ pariharantena paṃsukūlādivasena laddhaṃ vatthaṃ dasāhabbhantare katvā rajitvā pārupituṃ asakkontena parikkhāracoḷavasena adhiṭṭhahitvāva dasāhaṃ atikkametabbaṃ, itarathā nissaggiyaṃ hotīti dasseti. Teneva ‘‘rajitakālato pana paṭṭhāya nikkhipituṃ na vaṭṭati, dhutaṅgacoro nāma hotī’’ti (visuddhi. 1.25) visuddhimagge vuttaṃ. ‘‘Puna adhiṭṭhātabbānī’’ti idañca saṅghāṭiāditicīvaranāmena adhiṭṭhahitvā paribhuñjitukāmassa vasena vuttaṃ, itarassa pana purimādhiṭṭhānameva alanti veditabbaṃ. ‘‘Puna adhiṭṭhātabba’’nti iminā kappabindupi dātabbanti dasseti.",
  "tika-vin07t5:15": "Baddhasīmāyaṃ avippavāsasīmāsammutisambhavato na tattha dupparihāratāti āha ‘‘abaddhasīmāyaṃ dupparihāra’’nti.",
  "tika-vin07t5:16": "Atirittappamāṇāya chedanakaṃ pācittiyanti āha ‘‘anatirittappamāṇā’’ti. Tato paraṃ paccuddharitvā vikappetabbāti vassikamāsato paraṃ adhiṭṭhānaṃ paccuddharitvā vikappetabbā, iminā catunnaṃ vassikamāsānaṃ upari adhiṭṭhānaṃ tiṭṭhatīti viññāyati tato paccuddharāyogā. Yañca mātikāṭṭhakathāyaṃ ‘‘vassikasāṭikā vassānamāsātikkamenāpi, kaṇḍupaṭicchādi ābādhavūpasamenāpi adhiṭṭhānaṃ vijahatī’’ti (kaṅkhā. aṭṭha. kathinasikkhāpadavaṇṇanā) vuttaṃ, taṃ samantapāsādikāyaṃ natthi. Parivāraṭṭhakathāyañca ‘‘atthāpatti hemante āpajjati, no gimhe’’ti ettha idaṃ vuttaṃ ‘‘kattikapuṇṇamāsiyā pacchime pāṭipadadivase vikappetvā ṭhapitaṃ vassikasāṭikaṃ nivāsento hemante āpajjati, kurundiyaṃ pana ‘kattikapuṇṇamadivase apaccuddharitvā hemante āpajjatī’ti vuttaṃ, tampi suvuttaṃ, ‘catumāsaṃ adhiṭṭhātuṃ tato paraṃ vikappetu’nti hi vutta’’nti (pari. aṭṭha. 323). Tattha mahāaṭṭhakathāyaṃ nivāsanapaccayā dukkaṭaṃ vuttaṃ, kurundaṭṭhakathāyaṃ pana apaccuddhārapaccayā, tasmā kurundiyaṃ vuttanayenāpi vassikasāṭikā vassānamāsātikkamepi adhiṭṭhānaṃ na vijahatīti paññāyati. Adhiṭṭhānavijahanesu ca vassānamāsaābādhānaṃ vigamena vijahanaṃ mātikāṭṭhakathāyampi na uddhaṭaṃ, tasmā samantapāsādikāyaṃ āgatanayena yāva paccuddhārā adhiṭṭhānaṃ tiṭṭhatīti gahetabbaṃ. Nahānatthāya anuññātattā ‘‘vaṇṇabhedamattarattāpi cesā vaṭṭatī’’ti vuttaṃ. ‘‘Dve pana na vaṭṭantī’’ti iminā saṅghāṭiādīsu viya dutiye adhiṭṭhānaṃ na ruhati, atirekacīvaraṃ hotīti dasseti. Mahāpaccariyaṃ cīvaravasena paribhogakiccassa abhāvaṃ sandhāya anāpatti vuttā senāsanaparikkhāratthāya dinnapaccattharaṇe viya. Yaṃ pana ‘‘paccattharaṇampi adhiṭṭhātabba’’nti vuttaṃ, taṃ senāsanatthāyevāti niyamitaṃ na hoti navasu cīvaresu gahitattā, tasmā attano nāmena adhiṭṭhahitvā nidahitvā parikkhāracoḷaṃ viya yathā tathā viniyujjitabbamevāti gahetabbaṃ. Pāvāro kojavoti imesampi paccattharaṇādīnaṃ lokepi voharaṇato senāsanaparikkhāratthāya dinnapaccattharaṇato visuṃ gahaṇaṃ kataṃ.",
  "tika-vin07t5:17": "‘‘Hīnāyāvattanenā’’ti idaṃ antimavatthuṃ ajjhāpajjitvā bhikkhupaṭiññāya ṭhitassa ceva titthiyapakkantassa ca bhikkhuniyā ca bhikkhunibhāve nirapekkhatāya gihiliṅgatitthiyaliṅgaggahaṇaṃ sandhāya vuttaṃ. Sikkhaṃ apaccakkhāya gihibhāvūpagamanaṃ sandhāya vuttanti keci vadanti, taṃ na yuttaṃ tadāpissa upasampannattā, cīvarassa ca tassa santakattāvijahanato. Pamāṇacīvarassāti pacchimappamāṇaṃ sandhāya vuttaṃ. Dve cīvarāni pārupantassāti gāmappavese diguṇaṃ katvā saṅghāṭiyo pārupanaṃ sandhāya vuttaṃ. ‘‘Esa nayo’’ti iminā pamāṇayuttesu yattha katthaci chiddaṃ adhiṭṭhānaṃ vijahatītiādiatthaṃ saṅgaṇhāti.",
  "tika-vin07t5:18": "Aññaṃ pacchimappamāṇaṃ nāma natthīti sutte āgataṃ natthīti adhippāyo. Idāni tameva vibhāvetuṃ ‘‘yañhī’’tiādi vuttaṃ, taṃ na sameti, saṅghāṭiādīnaṃ muṭṭhipañcakādiheṭṭhimappamāṇassa sutte anāgatattāti adhippāyo.",
  "tika-vin07t5:19": "Mahantaṃ vā khuddakaṃ karotīti ettha atimahantaṃ cīvaraṃ muṭṭhipañcakādipacchimappamāṇayuttaṃ katvā samantato chindanenāpi vicchindanakāle chijjamānaṭṭhānaṃ chiddasaṅkhyaṃ na gacchati adhiṭṭhānaṃ na vijahati evāti sijjhati, ‘‘ghaṭetvā chindati, na bhijjatī’’ti vacanena ca sameti. Parikkhāracoḷaṃ pana vikappanupagapacchimappamāṇato ūnaṃ katvā chinnaṃ adhiṭṭhānaṃ vijahati adhiṭṭhānassa anissayattā. Tāni puna baddhāni ghaṭitāni adhiṭṭhātabbamevāti veditabbaṃ . Keci pana ‘‘vassikasāṭikacīvare dvidhā chinne yadipi ekekaṃ khaṇḍaṃ pacchimapacchimappamāṇaṃ pahoti, ekasmiṃyeva khaṇḍe adhiṭṭhānaṃ tiṭṭhati, na itare, ‘‘dve pana na vaṭṭantī’’ti vuttattā. Nisīdanakaṇḍuppaṭicchādīsupi eseva nayoti vadanti.",
  "tika-vin07t5:20": "Sammukhe pavattā sammukhāti paccattavacanaṃ, tañca vikappanavisesanaṃ, tasmā ‘‘sammukhe’’ti bhummatthe nissakkavacanaṃ katvāpi atthaṃ vadanti, abhimukheti attho. Atha vā sammukhena attano vācāya eva vikappanā sammukhāvikappanā. Parammukhena vikappanā parammukhāvikappanāti karaṇatthenāpi attho daṭṭhabbo, ayameva pāḷiyā sameti. Sannihitāsannihitabhāvanti āsannadūrabhāvaṃ. Ettāvatā nidhetuṃ vaṭṭatīti ettakeneva vikappanākiccassa niṭṭhitattā, atirekacīvaraṃ na hotīti dasāhātikkame na nissaggiyaṃ janetīti adhippāyo. Paribhuñjituṃ…pe… na vaṭṭatīti sayaṃ apaccuddharaṇaṃ paribhuñjane pācittiyaṃ, adhiṭṭhāne paresaṃ vissajjane dukkaṭañca sandhāya vuttaṃ.",
  "tika-vin07t5:21": "Paribhogādayopi vaṭṭantīti paribhogavissajjanaadhiṭṭhānānipi. Api-saddena nidhetumpi vaṭṭatīti attho, etena ca paccuddhārepi kate cīvarampi vikappitacīvarameva hoti, na atirekacīvaraṃ. Taṃ pana ticīvarādināmena adhiṭṭhātukāmena adhiṭṭhahitabbaṃ, itarena vikappitacīvarameva katvā paribhuñjitabbanti dasseti. Keci pana ‘‘yaṃ vikappitacīvaraṃ, taṃ yāva aparibhogakālā apaccuddharāpetvāva nidahitabbaṃ, paribhogakāle pana sampatte paccuddharāpetvā adhiṭṭhahitvā paribhuñjitabbaṃ. Yadi hi tato purepi paccuddharāpeyya, paccuddhāreneva vikappanāya vigatattā atirekacīvaraṃ nāma hoti, dasāhātikkame ca nissaggiyaṃ pācittiyaṃ. Tasmā yaṃ aparibhuñjitvāva ṭhapetabbaṃ, tadeva vikappetabbaṃ, paccuddhāre ca kate antodasāheyeva adhiṭṭhātabbaṃ. Yañca aṭṭhakathāyaṃ ‘tato pabhuti paribhogādayopi vaṭṭantī’tiādi vuttaṃ, taṃ pāḷiyā virujjhatī’’ti vadanti, taṃ tesaṃ matimattameva. Pāḷiyañhi ‘‘antodasāhaṃ adhiṭṭheti, vikappetī’’ti (pārā. 469) ca ‘‘sāmaṃ cīvaraṃ vikappetvā apaccuddhāraṇaṃ paribhuñjeyya pācittiya’’nti (pāci. 373) ca ‘‘anāpatti so vā deti, tassa vā vissāsanto paribhuñjatī’’ti (pāci. 374) ca sāmaññato vuttattā, aṭṭhakathāyañca ‘‘imaṃ cīvaraṃ vā vikappanaṃ vā paccuddharāmī’’tiādinā paccuddhāraṃ adassetvā ‘‘mayhaṃ santakaṃ paribhuñja vā vissajjehi vā’’ti evaṃ attano santakattaṃ amocetvāva paribhogādivaseneva paccuddhārassa vuttattā, ‘‘tato pabhuti paribhogādayopi vaṭṭantī’’ti adhiṭṭhānaṃ vināpi visuṃ paribhogassa, nidahanassa ca vuttattā vikappanānantarameva paccuddharāpetvā anadhiṭṭhahitvā eva ticīvaravirahitaṃ vikappanārahaṃ cīvaraṃ paribhuñjituṃ, nidahituñca idaṃ pāṭekkaṃ vinayakammanti khāyati. Apica bahūnaṃ pattānaṃ vikappetuṃ, paccuddhāretuñca vuttattā paccuddhārena tesaṃ atirekapattatā dassitāti sijjhati tesu ekasseva adhiṭṭhātabbato. Tasmā aṭṭhakathāyaṃ āgatanayeneva gahetabbaṃ.",
  "tika-vin07t5:22": "Paññattikovido na hotīti evaṃ vikappite ‘‘anantarameva evaṃ paccuddharitabba’’nti vinayakammaṃ na jānāti. Tenāha ‘‘na jānāti paccuddharitu’’nti, imināpi cetaṃ veditabbaṃ ‘‘vikappanānantarameva paccuddhāro kātabbo’’ti.",
  "tika-vin07t5:23": "Avisesena vuttavacananti ticīvarādīnaṃ sādhāraṇavacanena vuttavacanaṃ. Yaṃ panettha ‘‘viruddhaṃ viya dissatī’’ti vatvā taṃ virodhāsaṅkaṃ nivattetuṃ ‘‘ticīvarasaṅkhepena…pe… vikappanāya okāso dinno hotī’’ti vuttaṃ, taṃ ‘‘adhiṭṭheti vikappetī’’ti sāmaññato vuttepi ticīvarampi vikappetīti ayamattho na sijjhati, ‘‘ticīvaraṃ adhiṭṭhātuṃ na vikappetu’’nti (mahāva. 358) visesetvā vuttattā. Yaṃ pana adhiṭṭhātabbaṃ, taṃ adhiṭṭhāti. Yaṃ ticīvaravirahitaṃ, taṃ vikappetabbaṃ, taṃ vikappetīti evamattho sijjhatīti. Tasmā ettha pubbāparavirodho na dissati sāmaññavacanassa vuttāvaseseyeva avatiṭṭhanato. Yaṃ panettha ticīvarassāpi vikappanavidhiṃ dassetuṃ ‘‘ticīvaraṃ ticīvarasaṅkhepenā’’tiādi vuttaṃ. Tattha ticīvarasaṅkhepena parihariyamānesu ekampi paccuddharitvā vikappetuṃ na vaṭṭati, ticīvarato pana ekaṃ vā sakalameva vā apanetvā aparaṃ ticīvaraṃ ticīvarasaṅkhepena pariharitukāmassa vā ticīvarādhiṭṭhānaṃ muñcitvā parikkhāracoḷavaseneva sabbacīvaraṃ paribhuñjitukāmassa vā purimaṃ adhiṭṭhitacīvaraṃ paccuddharitvā vikappetuṃ vaṭṭatīti evamadhippāyena ‘‘ticīvare ekena cīvarena vippavasitukāmo hotī’’tiādi vuttaṃ siyā, iccetaṃ pāḷiyā saddhiṃ sameti. Atha punapi tadeva ticīvarādhiṭṭhānena adhiṭṭhātukāmo hutvā vippavāsasukhatthaṃ paccuddharitvā vikappetīti iminā adhippāyena vuttaṃ siyā, taṃ ‘‘ticīvaraṃ adhiṭṭhātuṃ na vikappetu’’nti (mahāva. 358) iminā vacanena na sameti. Yadi hi sesacīvarāni viya ticīvarampi paccuddharitvā vikappetabbaṃ siyā, ‘‘ticīvaraṃ adhiṭṭhātuṃ na vikappetu’’nti idaṃ vacanameva niratthakaṃ siyā sesacīvarehi ticīvarassa visesābhāvā. Tasmā ‘‘vikappetī’’ti idaṃ ticīvaravirahitameva sandhāya vuttaṃ. Ticīvaraṃ pana vikappetuṃ na vaṭṭatīti viññāyati, teneva dutiyakathinasikkhāpadassa anāpattivāre ‘‘vikappetī’’ti idaṃ na vuttaṃ, vīmaṃsitvā yathā pāḷiyā saddhiṃ na virujjhati, tathā ettha adhippāyo gahetabbo.",
  "tika-vin07t5:24": "Tuyhaṃdemītiādīsu pariccattattā manasā asampaṭicchantepi sampadānabhūtasseva santakaṃ hoti, so icchitakkhaṇe gahetuṃ labhati. Itthannāmassāti parammukhe ṭhitaṃ sandhāya vadati. Yassa pana ruccatītiādi ubhohipi pariccattatāya assāmikataṃ sandhāya vuttaṃ.",
  "tika-vin07t5:25": "‘‘Taṃ na yujjatī’’ti idaṃ antodasāhe eva vissāsaggahaṇaṃ sandhāya anāpattivārassa āgatattā, idha nissaggiyacīvarassa kappiyabhāvakaraṇatthaṃ lesena gahitattā ca vuttaṃ, keci pana ‘‘parehi sabhāgena acchinne, vissāsaggahite ca puna laddhe doso na dissatī’’ti vadanti. Anadhiṭṭhānenāti kāyavācāhi kattabbassa akaraṇenāti adhippāyo. Cīvarassa attano santakatā, jātipamāṇayuttatā, chinnapalibodhabhāvo, atirekacīvaratā, dasāhātikkamoti imānettha pañca aṅgāni.",
  "tika-vin07t5:26": "Paṭhamakathinasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:27": "2. Udositasikkhāpadavaṇṇanā",
  "tika-vin07t5:28": "473. Dutiye avippavāseti avippavāse nipphādetabbe, vippavāsadosābhāve sādhetabbe kattabbā sammutīti attho.",
  "tika-vin07t5:29": "475.Paṭisiddhapariyāpannenāti vippavasituṃ paṭisiddhesu tīsu cīvaresu antogadhena, ekena ca avayave samudāyopacāraṃ dasseti.",
  "tika-vin07t5:30": "478-9.Ettāvatāti ‘‘parikkhitto’’ti iminā. ‘‘Sabhāyeti liṅgabyattayena sabhā vuttā’’ti vatvā puna sayampi ‘‘sabhāye’’ti iminā voharanto sabhā-saddassa pariyāyo sabhāya-saddo napuṃsakaliṅgayutto atthīti dasseti. ‘‘Sabhāyanti liṅgabyattayena sabhā vuttā’’ti vā pāṭho. Liṅgabyattayena sabhāti ca liṅgantarayutto sabhāsaddapariyāyo sabhāyasaddoti attho.",
  "tika-vin07t5:31": "Sabhāyaṃ gacchatīti sabhaṃ gacchati. Vasitabbaṃ natthīti cīvarahatthapāseyeva vasitabbaṃ natthīti attho. Tassāti vīthiyā. Sabhāyassa ca dvārassa ca hatthapāsā na vijahitabbanti ettha sabhāyadvārānamantare vīthi gehāpi gahitā eva honti ādipariyosānānaṃ gahitattā. Ettha ca dvāravīthigharesu vasantena gāmappavesanasahaseyyādidosaṃ pariharitvā supaṭicchannatādiyutteneva bhavitabbaṃ , sabhā pana yadi sabbesaṃ vasanatthāya sālāsadisā katā, antarārāme viya yathāsukhaṃ vasituṃ vaṭṭatīti veditabbaṃ. Parikkhittatāya ca ekūpacārataṃ, aparikkhittatāya nānūpacāratañca nivesanādīsupi atidisanto āha ‘‘etenevūpāyenā’’tiādi. Nivesanādīni bahigāmato sanniviṭṭhāni gahitāni antogāme ṭhitānaṃ gāmaggahaṇeneva gahitattā. Sabbatthāti gāmanigamanivesanādīsu pannarasasu. Parikkhepādīti ādi-saddena aparikkhepasseva gahaṇaṃ, na ekakulādīnampi tesaṃ ekūpacāratānānūpacāratānimittatābhāvā. Ettha ca satthassa katipāhaṃ katthaci niviṭṭhasseva parikkhepo hoti, na gacchantassa.",
  "tika-vin07t5:32": "482-7. Gāmato bahi issarānaṃ samuddatīrādīsu katabhaṇḍasālā udositoti āha ‘‘yānādīna’’ntiādi. Muṇḍacchadanapāsādoti nātiucco candikaṅgaṇayutto sikharakūṭamālādivirahito pāsādo.",
  "tika-vin07t5:33": "489.Pariyādiyitvāti ajjhottharitvā. Nadīparihāroti visuṃgāmādīnaṃ viya nadīparihārassa avuttattā cīvarahatthapāso evāti vadanti, aññe pana ‘‘iminā aṭṭhakathāvacanena nadīparihāropi visuṃ siddho, nadiyā hatthapāso na vijahitabbo’’ti vadanti. Vihārasīmanti avippavāsasīmaṃ sandhāyāha. Ettha ca vihārassa nānākulasantakabhāvepi avippavāsasīmāparicchedabbhantare sabbattha cīvaraavippavāsasambhavato tassā padhānattā tattha satthaparihāro na labbhatīti ‘‘vihāraṃ gantvā vasitabba’’nti vuttaṃ. ‘‘Satthasamīpe’’ti idaṃ yathāvuttaṃ abbhantaraparicchedavasena vuttaṃ. Pāḷiyaṃ nānākulassa sattho hoti, satthe cīvaraṃ nikkhipitvā hatthapāsā na vijahitabbanti ettha satthahatthapāso gahito.",
  "tika-vin07t5:34": "490.Ekakulassa khetteti aparikkhittaṃ sandhāya vadati.",
  "tika-vin07t5:35": "491-4.Vihāro nāma upacārasīmā. Tattha yasmiṃ vihāreti tassa antopariveṇādiṃ sandhāya vuttaṃ, ekakulādisantakatā cettha kārāpakānaṃ vasena. Chāyāya phuṭṭhokāsassāti ujukaṃ avakkhittaleḍḍupātabbhantaraṃ sandhāya vadati.",
  "tika-vin07t5:36": "Agamanapatheti tadaheva gantvā nivattetuṃ na sakkuṇeyyake samuddamajjhe ye dīpakā, tesūti yojanā. Itarasminti puratthimadisāya cīvare. ‘‘Uposathakāle…pe… vaḍḍhatī’’ti iminā cīvaravippavāsasattabbhantarato samānasaṃvāsāya sattabbhantarasīmāya accantavisadisataṃ dasseti . Tathā hi bahūsu bhikkhūsu ekato nisīditvā samantā sattabbhantaraparicchedesu yathāsakaṃ cīvaraṃ ṭhapetvā pariharantesu ekekassa bhikkhuno nisinnokāsato paṭṭhāya paccekaṃ sattabbhantarassa paricchedo aññamaññavisadiso anekavidho hoti, na eko parisapariyantato paṭṭhāya animitabbattā. Teneva tattha parisavasena vuḍḍhi, hāni vā na hoti, na evaṃ sattabbhantarasīmāya. Sā hi yojanikāyapi parisapariyantatova paṭṭhāya samantā sattabbhantarapaacchinnā ekāva hoti. Teneva sā parisavasena vaḍḍhati, hāyati ca, tasmā aññāva sattabbhantarasīmā añño sattabbhantarato paricchinno cīvaravippavāsaparihāro abbhokāsoti veditabbaṃ. Yañcettha vattabbaṃ, taṃ khandhake sīmākathāyameva (mahāva. 143) vakkhāma.",
  "tika-vin07t5:37": "495.Nadiṃotaratīti hatthapāsaṃ muñcitvā otarati. Bahigāme ṭhapetvāti apārupitabbatāya vuttaṃ. Vinayakammaṃ kātabbanti uttarāsaṅge ca bahigāme ṭhapitasaṅghāṭiyañca paṭhamaṃ vinayakammaṃ katvā pacchā uttarāsaṅgaṃ nivāsetvā antaravāsake kātabbaṃ. Ettha ca bahigāme ṭhapitassāpi vinayakammavacanato parammukhāpi ṭhitaṃ vissajjituṃ, nissaṭṭhaṃ dātuñca vaṭṭatīti veditabbaṃ. Daharānaṃ gamane saussāhattā ‘‘nissayo pana na paṭippassambhatī’’ti vuttaṃ. Muhuttaṃ…pe… paṭippassambhatīti saussāhatte gamanassa upacchinnattā vuttaṃ. Tesaṃ pana purāruṇāva uṭṭhahitvā saussāhena gacchantānaṃ aruṇe antarā uṭṭhitepi na paṭippassambhati ‘‘yāva aruṇuggamanā sayantī’’ti vuttattā. Teneva ‘‘gāmaṃ pavisitvā…pe… na paṭippassambhatī’’ti vuttaṃ. Aññamaññassa vacanaṃ aggahetvātiādimhi saussāhattā gamanakkhaṇe paṭippassaddhi na vuttā. Dhenubhayenāti taruṇavacchagāvīnaṃ abhidhāvitvā siṅgena paharaṇabhayena. Nissayo ca paṭippassambhatīti ettha dhenubhayādīhi ṭhitānaṃ yāva bhayavūpasamā ṭhātabbato ‘‘antoaruṇeyeva gamissāmī’’ti niyametuṃ asakkuṇeyyattā vuttaṃ. Yattha pana evaṃ niyametuṃ sakkā, tattha antarāruṇe uggatepi nissayo na paṭippassambhati bhesajjatthāya gāmappaviṭṭhadaharānaṃ viya. Antosīmāyaṃ gāmanti avippavāsasīmāsammutito pacchā patiṭṭhāpitagāmaṃ sandhāya vadati gāmañca gāmūpacārañca ṭhapetvā sammannitabbato. Paviṭṭhānanti ācariyantevāsikānaṃ visuṃ visuṃ gatānaṃ avippavāsasīmattā neva cīvarāni nissaggiyāni honti, saussāhatāya nissayo na paṭippassambhati. Antarāmaggeti dhammaṃ sutvā āgacchantānaṃ antarāmagge.",
  "tika-vin07t5:38": "‘‘Idha apaccuddharaṇa’’nti iminā adhiṭṭhānavikappanāni viya paccuddharaṇampi kāyena vā vācāya vā kattabbanti dasseti. Kāyavācāhi kattabbassa akaraṇatoti idaṃ kāyavācāsamuṭṭhānaṃ vuttaṃ. Adhiṭṭhitaticīvaratā, anatthatakathinatā, aladdhasammutitā, rattivippavāsoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:39": "Udositasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:40": "3. Tatiyakathinasikkhāpadavaṇṇanā",
  "tika-vin07t5:41": "497. Tatiye pāḷiyaṃ cīvarapaccāsā nikkhipitunti cīvarapaccāsāya satiyā nikkhipitunti attho. Niṭṭhitacīvarasmiṃ bhikkhunāti ettha dutiyakathine viya sāmivaseneva karaṇavacanassa attho veditabbo.",
  "tika-vin07t5:42": "499-500.Tuyhaṃ dammīti dinnanti ‘‘tuyhaṃ, bhante, akālacīvaraṃ dammī’’ti evaṃ dinnaṃ, etampi kāle ādissa dinnaṃ nāma hotīti adhippāyo. Idaṃ pana aṭṭhakathāvacanaṃ, pāḷiyaṃ ‘‘kālepi ādissa dinna’’nti idañca ‘‘akālacīvara’’nti vacanasāmaññato labbhamānaṃ sabbampi dassetuṃ atthuddhāravasena vuttaṃ paṭhamaaniyate sotassa raho viya. Saṅghassa hi kālepi ādissa dinnaṃ akāle uppannacīvaraṃ viya sammukhībhūtehi vutthavassehi, avutthavassehi ca sabbehipi bhājetabbatāsāmaññena akālacīvaraṃ nāma hotīti dassanatthaṃ atthuddhāravasena pāḷiyaṃ ‘‘kālepi ādissa dinna’’nti vuttaṃ, na pana ‘‘tato bhājetvā laddhacīvarampi akāle laddhacīvarampi vutthavassānaṃ ekamāsaparihāraṃ, pañcamāsaparihāraṃ vā na labhati, paccāsācīvare asati dasāhaparihārameva labhatī’’ti dassanatthaṃ vuttaṃ, aṭṭhakathāyampi ‘‘ādissa dinna’’nti vacanasāmaññato labbhamānaṃ sabbaṃ atthuddhāravasena dassetuṃ ‘‘ekapuggalassa vā idaṃ tuyhaṃ dammīti dinna’’nti vuttaṃ, na pana tathāladdhaṃ vā akāle laddhaṃ vā anatthatakathinānaṃ dasāhabbhantare adhiṭṭhātabbanti dassetunti veditabbaṃ itarathā pāḷiaṭṭhakathāhi virujjhanato. Tathā hi accekacīvarasikkhāpade akāle uppannampi accekacīvaraṃ ‘‘yāvacīvarakālasamayaṃ nikkhipitabba’’nti (pārā. 648) vuttaṃ, tassa aṭṭhakathāyañca ‘‘pavāraṇamāsassa juṇhapakkhapañcamiyaṃ uppannassa accekacīvarassa anatthate kathine ekādasadivasādhiko māso, atthate kathine ekādasadivasādhikā pañca māsā ca parihāro vutto, tameva parihāraṃ sandhāya ‘chaṭṭhito paṭṭhāya pana uppannaṃ anaccekacīvarampi paccuddharitvā ṭhapitacīvarampi etaṃ parihāraṃ labhatiyevā’ti (pārā. aṭṭha. 2.646-649) vuttaṃ. Tasmā kālepi akālepi ca yathātathā laddhaṃ atirekacīvaraṃ vutthavassānaṃ ekamāsaṃ, pañcamāsaṃ vā yathārahaṃ parihāraṃ labhati evāti gahetabbaṃ.",
  "tika-vin07t5:43": "Evaṃ pana avatvā padabhājanaṃ vuttanti sambandho. Tattha evanti yaṃ aṭṭhakathāyaṃ ‘‘tato ce uttarī’’ti imassa māsaparamato uttarīti attho vutto, taṃ parāmasati. Padabhājaniyaṃ evamatthaṃ avatvā aññathā attho vuttoti adhippāyo. Tāva uppannaṃ paccāsācīvaranti paccattavacanaṃ. ‘‘Mūlacīvara’’nti idaṃ upayogavacanaṃ. Attano gatikaṃ karotīti anantarā dutiyadivasādīsu uppannaṃ paccāsācīvaraṃ māsaparamaṃ mūlacīvaraṃ ṭhapetuṃ adatvā attano dasāhaparamatāya eva patiṭṭhāpetīti attano gatikaṃ karotīti. Tato uddhaṃ mūlacīvaranti ettha pana mūlacīvaranti paccattavacanaṃ. Tañhi vīsatimadivasato uddhaṃ dvāvīsatimadivasādīsu uppannaṃ paccāsācīvaraṃ attanā saddhiṃ ekato sibbetvā ghaṭitaṃ dasāhaparamaṃ gantuṃ adatvā navāhaparamatādivasena attano gatikaṃ karoti, ekato asibbetvā visuṃ ṭhapitaṃ pana paccāsācīvaraṃ dasāhaparamameva.",
  "tika-vin07t5:44": "Pāḷiyaṃ dasāhāti dasāhena. Ekādase uppannetiādīsu ekādasāhe uppannetiādinā attho, ayameva vā pāṭho gahetabbo. Ekavīse uppanne…pe… navāhā kāretabbantiādi paccāsācīvarassa uppannadivasaṃ ṭhapetvā vuttaṃ. Teneva ‘‘tiṃse…pe… tadaheva adhiṭṭhātabba’’nti vuttaṃ. ‘‘Aññaṃ paccāsācīvaraṃ…pe… kāretabba’’nti idaṃ satiyā eva paccāsāya vuttaṃ. Sace pana ‘‘ito paṭṭhāya cīvaraṃ na labhissāmī’’ti icchitaṭṭhānato paccāsāya upacchinnāya aññatthāpi yena kenaci upāyena paccāsaṃ uppādeti, mūlacīvaraṃ na adhiṭṭhātabbaṃ, sabbathā paccāsāya upacchinnāya dasāhātikkantaṃ mūlacīvaraṃ tadaheva adhiṭṭhātabbaṃ. Paccāsācīvarampi parikkhāracoḷaṃ adhiṭṭhātabbanti paṭhamataraṃ uppannaṃ visabhāgaṃ sandhāya vadati. Aññamaññanti aññaṃ aññaṃ, ayameva vā pāṭho. Aṅgaṃ panettha paṭhamakathine vuttasadisameva. Kevalañhi tattha dasāhātikkamo, idha māsātikkamoti ayaṃ viseso.",
  "tika-vin07t5:45": "Tatiyakathinasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:46": "4. Purāṇacīvarasikkhāpadavaṇṇanā",
  "tika-vin07t5:47": "503-5. Catutthe pāḷiyaṃ bhattavissagganti bhattassa udare vissajjanaṃ, pavesanaṃ ajjhoharaṇaṃ bhattakiccanti attho, bhojanapariyosānena bhattassa vissajjanantipi vadanti. Tattha nāma tvanti so nāma tvaṃ, tāya nāma tvanti vā attho. Pitā ca mātā ca pitaro, pitūnaṃ pitā ca mātā ca pitāmahā, te eva yugaḷaṭṭhena yugo, tasmā yāva sattamā pitāmahayugā pitāmahāvaṭṭāti evamettha attho daṭṭhabbo. Evañhi pitāmahaggahaṇena mātāmaho ca pitāmahī mātāmahī ca gahitāva honti. Sattamayugato paraṃ ‘‘aññātakā’’ti veditabbaṃ. Yāti bhikkhunī. Pitu mātā pitāmahī, mātu pitā mātāmaho.",
  "tika-vin07t5:48": "Payoge payoge bhikkhussa dukkaṭanti ‘‘dhovā’’ti āṇāpanavācāya ekāya eva tadanuguṇassa sabbassāpi payogassa āṇattattā vuttaṃ.",
  "tika-vin07t5:49": "506. Tadavinābhāvato dhovanassa ‘‘kāyavikāraṃ katvā’’ti ca ‘‘antodvādasahatthe’’ti ca vuttattā kāyena dhovāpetukāmataṃ appakāsetvā dānakhipanapesanādiṃ karontassa ca dvādasahatthaṃ upacāraṃ muñcitvā bahi ṭhatvā kāyavācāhi āṇāpetvā khipanapesanādiṃ karontassa ca anāpatti eva.",
  "tika-vin07t5:50": "Ekena vatthunāti paṭhamakatena. Pañcasatāni pamāṇaṃ etāsanti pañcasatā. Bhikkhubhāvato parivattaliṅgāpi bhikkhunī bhikkhūnaṃ santike ekatoupasampannā eva.",
  "tika-vin07t5:51": "507.Tāvakālikaṃ gahetvāti attanā katipāhaṃ pārupanādiatthāya tāvakālikaṃ yācitvā. Purāṇacīvaratā, upacāre ṭhatvā aññātikāya bhikkhuniyā āṇāpanaṃ, tassā dhovāpanādīni cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:52": "Purāṇacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:53": "5. Cīvarapaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin07t5:54": "508. Pañcame apaññatte sikkhāpadeti gaṇamhā ohīyanasikkhāpade (pāci. 691-692) apaññatte. Koṭṭhāsasampattīti kesādipañcakoṭṭhāsānaṃ kalyāṇatā. Hatthataleyeva dassetvāti hatthatalato sesakāyassa adassanaṃ dīpeti.",
  "tika-vin07t5:55": "510.Vihatthatāyāti vihatatāya, amissitatāya apaṭisaraṇatāyāti attho. Tenāha ‘‘samabhitunnattā’’ti, byadhitattāti attho. Parivattetabbaṃ parivattaṃ, tadeva pārivattakaṃ, parivattetvā diyyamānanti attho.",
  "tika-vin07t5:56": "Purimasikkhāpade viya idha dvādasahattho upacāraniyamo natthīti āha ‘‘upacāraṃ muñcitvā’’ti. Aññatra pārivattakāti yaṃ antamaso harīṭakakhaṇḍampi datvā vā ‘‘dassāmī’’ti ābhogaṃ katvā vā parivattakaṃ gaṇhāti, taṃ ṭhapetvā. ‘‘Taṃ acittakabhāvena na sametī’’ti iminā ñātibhāvājānanādīsu viya bhikkhunībhāvājānanādivasenāpi acittakataṃ pakāseti.",
  "tika-vin07t5:57": "513-4. Tikañca taṃ pācittiyañcāti tikapācittiyaṃ, pācittiyatikanti attho. Pattatthavikādīti anadhiṭṭhānupagaṃ sandhāya vadati. Ko pana vādo pattatthavikādīsūti mahatiyāpi tāva bhisicchaviyā anadhiṭṭhānupagattā anāpatti, vikappanupagapacchimappamāṇavirahitatāya anadhiṭṭhātabbesu kimeva vattabbanti dasseti. Pattatthavikādīni pana vikappanupagapacchimāni gaṇhituṃ na vaṭṭati eva. Paṭiggahaṇaṃ kiriyā, aparivattanaṃ akiriyā. Vikappanupagacīvaratā, pārivattakābhāvo, aññātikāya hatthato gahaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:58": "Cīvarapaṭiggahaṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:59": "6. Aññātakaviññattisikkhāpadavaṇṇanā",
  "tika-vin07t5:60": "515. Chaṭṭhe paṭu eva paṭṭo. Pāḷiyaṃ dhammanimantanāti samaṇesu vattabbācāradhammamattavasena nimantanā, dātukāmatāya katanimantanā na hotīti attho. Teneva ‘‘viññāpessatī’’ti vuttaṃ. Aññātakaappavāritato hi viññatti nāma hoti.",
  "tika-vin07t5:61": "517. ‘‘Tiṇena vā paṇṇena vā paṭicchādetvā āgantabba’’nti iminā bhūtagāmavikopanaṃ anuññātanti āha ‘‘neva bhūtagāmapātabyatāyā’’tiādi. Paṭhamaṃ suddhacittena liṅgaṃ gahetvā pacchā laddhiṃ gaṇhantopi titthiyapakkantako evāti āha ‘‘nivāsetvāpi laddhi na gahetabbā’’ti.",
  "tika-vin07t5:62": "Yaṃ āvāsaṃ paṭhamaṃ upagacchatīti etthāpi vihāracīvarādiatthāya pavisantenapi tiṇādīhi paṭicchādetvāva gantabbaṃ, na tveva naggena āgantabbanti sāmaññato dukkaṭassa vuttattā. Cimilikāhīti paṭapilotikāhi. Paribhogenevāti aññaṃ cīvaraṃ alabhitvā paribhuñjanena. Paribhogajiṇṇanti yathā taṃ cīvaraṃ paribhuñjiyamānaṃ obhaggavibhaggatāya asāruppaṃ hoti, evaṃ jiṇṇaṃ.",
  "tika-vin07t5:63": "521.Aññassatthāyāti etthāpi ‘‘ñātakānaṃ pavāritāna’’nti idaṃ anuvattati evāti āha ‘‘attano ñātakapavārite’’tiādi. Idha pana aññassa acchinnanaṭṭhacīvarassa atthāya aññātakaappavārite viññāpentassa nissaggiyena anāpattīti attho gahetabbo, itarathā ‘‘ñātakānaṃ pavāritāna’’nti iminā viseso na bhaveyya. Teneva anantarasikkhāpade vakkhati ‘‘aṭṭhakathāsu pana ñātakaparivātaṭṭhāne…pe… pamāṇameva vaṭṭatīti vuttaṃ, taṃ pāḷiyā na sametī’’ti (pārā. aṭṭha. 2.526) ca ‘‘yasmā panidaṃ sikkhāpadaṃ aññassatthāya viññāpanavatthusmiṃyeva paññattaṃ, tasmā idha ‘aññassatthāyā’ti na vutta’’nti (pārā. aṭṭha. 2.526) ca. Vikappanupagacīvaratā, samayābhāvo, aññātakaviññatti, tāya paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:64": "Aññātakaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:65": "7. Tatuttarisikkhāpadavaṇṇanā",
  "tika-vin07t5:66": "522-524. Sattame pāḷiyaṃ paggāhikasālanti dussāpaṇaṃ. Tañhi vāṇijakehi dussāni paggahetvā dassanaṭṭhānatāya ‘‘paggāhikasālā’’ti vuccati. Assa cīvarassāti sāditabbacīvarassa. ‘‘Ticīvarikenā’’ti iminā acchinnaticīvarato aññassa vihārādīsu nihitassa cīvarassa abhāvaṃ dasseti. Yadi bhaveyya, viññāpetuṃ na vaṭṭeyya. Tāvakālikaṃ nivāsetvā attano cīvaraṃ gāhetabbaṃ, tāvakālikampi alabhantassa bhūtagāmavikopanaṃ katvā tiṇapaṇṇehi chadanaṃ viya viññāpanampi vaṭṭati eva. Aññenāti acchinnaasabbacīvarena. Dve naṭṭhānīti adhikārato vuttaṃ ‘‘dve sāditabbānī’’ti.",
  "tika-vin07t5:67": "526.Pāḷiyā na sametīti ‘‘anāpatti ñātakānaṃ pavāritāna’’nti imāya pāḷiyā na sameti tatuttariviññāpanaāpattippasaṅge eva vuttattā. ‘‘Aññassatthāyāti na vutta’’nti idaṃ aññassatthāya tatuttari viññāpane nissaggiyaṃ pācittiyaṃ hotīti imamatthaṃ dīpeti, tañca pācittiyaṃ yesaṃ atthāya viññāpeti, tesaṃ vā siyā, viññāpakasseva vā, na tāva tesaṃ tehi aviññāpitattā, nāpi viññāpakassa attānaṃ uddissa aviññāpitattā. Tasmā aññassatthāya viññāpentassāpi nissaggiyaṃ pācittiyaṃ na dissati. Pāḷiyaṃ pana imassa sikkhāpadassa attano sādiyanapaṭibaddhatāvasena pavattattā ‘‘aññassatthāyā’’ti anāpattivāre na vuttanti vadanti, tañca yuttaṃ viya dissati, vīmaṃsitvā gahetabbaṃ. Tatuttaricīvaratā, acchinnādikāraṇatā, aññātakaviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:68": "Tatuttarisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:69": "8. Paṭhamaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin07t5:70": "528-531. Aṭṭhame yo kattāti dāyakaṃ sandhāya vuttaṃ. Paṭo eva paṭako. ‘‘Appagghaṃ cetāpetī’’ti idaṃ nissaggiyapācittiyā anāpattiṃ sandhāya vuttaṃ, viññattipaccayā pana dukkaṭameva. ‘‘Pubbe appavārito’’ti hi sutte viññattikāraṇaṃ vuttaṃ. Mātikāṭṭhakathāyampi ‘‘cīvare bhiyyokamyatā, aññātakaviññatti, tāya ca paṭilābhoti imānettha tīṇi aṅgānī’’ti (kaṅkhā. aṭṭha. upakkhaṭasikkhāpada) aññātakaviññattitā pakāsitā, keci pana ‘‘dāyakena dātukāmomhīti attano santike avuttepi yadagghanakaṃ so dātukāmo, tadagghanakaṃ āharāpetuṃ vaṭṭati evā’’ti vadanti, taṃ rājasikkhāpadaṭṭhakathāyapi na sameti, dūtena vā dāyakena vā ‘‘āyasmantaṃ uddissa cīvaracetāpannaṃ ābhata’’nti ārocitepi mukhavevaṭiyakappiyakārakādīnaṃ santikā āharāpanassa tattha paṭikkhittattā. Vuttañhi tattha ‘‘ime dve aniddiṭṭhakappiyakārakā nāma, etesu aññātakaappavāritesu viya paṭipajjitabbaṃ…pe… na kiñci vattabbā. Desanāmattameva cetaṃ ‘dūtena cīvaracetāpannaṃ pahiṇeyyā’ti sayaṃ āharitvāpi piṇḍapātādīnaṃ atthāya dadantesupi eseva nayo’’ti. Mukhavevaṭiyakappiyakārakādayo hi dāyakena pariccattepi vatthumhi ‘‘asukassa santike cīvarapiṇḍapātādiṃ gaṇhathā’’ti aniddiṭṭhattā eva ‘‘na kiñci vattabbā’’ti vuttaṃ, na pana tassa vatthuno mukhavevaṭiyādīnaṃ santakattā, tasmā idhāpi dāyakena vā dūtena vā ‘‘yaṃ icchatha, taṃ vadathā’’ti appavāritassa vadato dukkaṭameva. Agghavaḍḍhanakanti cīvare agghavaḍḍhanakaṃ nissāya pavattaṃ idaṃ sikkhāpadaṃ, na piṇḍapātādīsu tesu agghavaḍḍhanassa dukkaṭamattattā, paṇītapiṇḍapāte suddhikapācittiyattā cāti gahetabbaṃ. Teneva ‘‘cīvare bhiyyokamyatā’’ti aṅgaṃ vuttaṃ.",
  "tika-vin07t5:71": "Paṭhamaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:72": "9. Dutiyaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin07t5:73": "533. Navame pāḷiyaṃ paccekacīvaracetāpannāti paccekaṃ niyametvā cīvaracetāpannā, ekekena visuṃ visuṃ niyamitā cīvaracetāpannāti attho. Ubhova santā ekenāti ubho ekatova santā, ubho ekato hutvāti attho.",
  "tika-vin07t5:74": "Dutiyaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:75": "10. Rājasikkhāpadavaṇṇanā",
  "tika-vin07t5:76": "537. Dasame ‘‘ajjaṇho’’ti ‘‘ajja no’’ti vattabbe ha-kārāgamaṃ, na-kārassa ca ṇa-kāraṃ katvā vuttoti āha ‘‘ajja ekadivasaṃ amhāka’’nti.",
  "tika-vin07t5:77": "538-9. Yaṃ vuttaṃ mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. rājasikkhāpadavaṇṇanā) ‘‘iminā cīvaracetāpannena cīvaraṃ cetāpetvā itthannāmaṃ bhikkhuṃ cīvarena acchādehīti idaṃ āgamanasuddhiṃ dassetuṃ vuttaṃ, sace hi ‘idaṃ itthannāmassa bhikkhuno dehī’ti peseyya, āgamanassa asuddhattā akappiyavatthuṃ ārabbha bhikkhunā kappiyakārakopi niddisitabbo na bhaveyyā’’ti, taṃ nissaggiyavatthudukkaṭavatthubhūtaṃ akappiyacīvaracetāpannaṃ ‘‘asukassa bhikkhuno dehī’’ti evaṃ āgamanasuddhiyā asati, sikkhāpade āgatanayena dūtavacane ca asuddhe sabbathā paṭikkhepo eva kātuṃ vaṭṭati, na pana ‘‘cīvarañca kho mayaṃ paṭiggaṇhāmā’’ti vattuṃ, tadanusārena na veyyāvaccakarañca niddisituṃ āgamanadūtavacanānaṃ ubhinnaṃ asuddhattā. Pāḷiyaṃ āgatanayena pana āgamanasuddhiyā sati dūtavacane asuddhepi sikkhāpade āgatanayena sabbaṃ kātuṃ vaṭṭatīti dassanatthaṃ vuttaṃ. Tena ca yathā dūtavacanāsuddhiyampi āgamane suddhe veyyāvaccakarampi niddisituṃ vaṭṭati, evaṃ āgamanāsuddhiyampi dūtavacane suddhe vaṭṭati evāti ayamattho atthato siddhova hoti, ubhayasuddhiyaṃ vattabbameva natthīti ubhayāsuddhipakkhameva sandhāya mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. rājasikkhāpadavaṇṇanā) ‘‘kappiyakārakopi niddisitabbo na bhaveyyā’’ti vuttanti veditabbaṃ.",
  "tika-vin07t5:78": "Yaṃ panettha sāratthadīpaniyaṃ (sārattha. ṭī. 2.537-539) ‘‘āgamanassa suddhiyā vā asuddhiyā vā visesappayojanaṃ na dissatī’’tiādi vuttaṃ, taṃ mātikāṭṭhakathāvacanassa adhippāyaṃ asallakkhetvā vuttaṃ yathāvuttanayena āgamanasuddhiādinā sappayojanattā. Yo panettha ‘‘mūlasāmikena kappiyavohāravasena, pesitassa dūtassa akappiyavohāravasena ca vadatopi kappiyakārako niddisitabbo bhaveyyā’’ti aniṭṭhappasaṅgo vutto, so aniṭṭhappasaṅgo eva na hoti abhimatattā. Tathā hi sikkhāpade eva ‘‘paṭiggaṇhātu āyasmā cīvaracetāpanna’’nti akappiyavohārena vadato dūtassa kappiyena kammena veyyāvaccakaro niddisitabbo vutto āgamanassa suddhattā, āgamanassāpi asuddhiyaṃ pana kappiyenāpi kammena veyyāvaccakaro na niddisitabboti attheva āgamanassa suddhiasuddhīsu payojanaṃ. Kathaṃ pana dūtavacanena āgamanasuddhi viññāyatīti? Nāyaṃ bhāro. Dūtena hi akappiyavohāreneva vutte eva āgamanasuddhi gavesitabbā, na itarathā, tattha ca tassa vacanakkamena pucchitvā ca yuttiādīhi ca sakkā viññātuṃ. Idhāpi hi sikkhāpade ‘‘cīvaracetāpannaṃ ābhata’’nti dūtavacaneneva cīvaraṃ kiṇitvā dātuṃ pesitabhāvo viññāyati. Yadi hi sabbathā āgamanasuddhi na viññāyati, paṭikkhepo eva kattabboti.",
  "tika-vin07t5:79": "Pāḷiyañca ‘‘cīvarañca kho mayaṃ paṭiggaṇhāmā’’tiādi dūtavacanassa akappiyattepi āgamanasuddhiyā sati paṭipajjanavidhidassanatthaṃ vuttaṃ. ‘‘Eso kho…pe… na vattabbo ‘tassa dehī’’’tiādi akappiyavatthusādiyanaparimocanatthaṃ vuttaṃ. ‘‘Saññatto’’tiādi ‘‘evaṃ dūtena puna vutte eva codetuṃ vaṭṭati, na itarathā’’ti dassanatthaṃ vuttaṃ. ‘‘Na vattabbo ‘dehi me cīvaraṃ…pe… cetāpehi me cīvara’’’nti idaṃ dūtenābhatarūpiyaṃ paṭiggahetuṃ attanā niddiṭṭhakappiyakārakattāva ‘‘dehi me cīvaraṃ…pe… cetāpehi me cīvara’’nti vadanto rūpiyassa pakatattā tena rūpiyena parivattetvā ‘‘dehi cetāpehī’’ti rūpiyasaṃvohāraṃ samāpajjanto nāma hotīti taṃ dosaṃ dūrato parivajjetuṃ vuttaṃ rūpiyapaṭiggahaṇena saṅghamajjhe nissaṭṭharūpiye viya. Vuttañhi tattha ‘‘na vattabbo imaṃ vā imaṃ vā āharā’’ti. Tasmā na idaṃ viññattidosaṃ parivajjetuṃ vuttanti veditabbaṃ, ‘‘attho me, āvuso, cīvarenā’’tipi avattabbatāpasaṅgato, teneva dūtaniddiṭṭhesu rūpiyasaṃvohārasaṅkābhāvato aññaṃ kappiyakārakaṃ ṭhapetvāpi āharāpetabbanti vuttaṃ. Tatthāpi ‘‘dūtena ṭhapitarūpiyena cetāpetvā cīvaraṃ āharāpehī’’ti avatvā kevalaṃ ‘‘cīvaraṃ āharāpehī’’ti evaṃ āharāpetabbanti adhippāyo gahetabbo. Ṭhānaṃ bhañjatīti ettha ṭhānanti ṭhitiyā ca kāraṇassa ca nāmaṃ, tasmā āsane nisīdanena ṭhānampi kuppati, āgatakāraṇampi tesaṃ na viññāyati. Ṭhitaṃ pana akopetvā āmisapaṭiggahaṇādīsu āgatakāraṇameva bhañjati, na ṭhānaṃ. Tenāha ‘‘āgatakāraṇaṃ bhañjatī’’ti . Keci pana ‘‘āmisapaṭiggahaṇādinā ṭhānampi bhañjatī’’ti vadanti, taṃ aṭṭhakathāya na sameti.",
  "tika-vin07t5:80": "Yatassacīvaracetāpannantiādi yena attanā veyyāvaccakaro niddiṭṭho, cīvarañca anipphāditaṃ, tassa kattabbavidhidassanaṃ. Evaṃ bhikkhunā vatthusāmikānaṃ vutte te codetvā denti, vaṭṭati ‘‘sāmikā codetvā dentī’’ti anāpattiyaṃ vuttattā. Tena ca yo sayaṃ acodetvā upāsakādīhi pariyāyena vatvā codāpeti, tesu sattakkhattumpi codetvā cīvaraṃ dāpentesu tassa anāpatti siddhā hoti sikkhāpadassa anāṇattikattā.",
  "tika-vin07t5:81": "Kenaci aniddiṭṭho attano mukheneva byāvaṭabhāvaṃ veyyāvaccakarattaṃ patto mukhavevaṭiko. ‘‘Avicāretukāmatāyā’’ti iminā vijjamānampi dātuṃ anicchantā ariyāpi vañcanādhippāyaṃ vinā vohārato natthīti vadantīti dasseti. Bhesajjakkhandhake meṇḍakaseṭṭhivatthumhi (mahāva. 299) vuttaṃ ‘‘santi, bhikkhave’’tiādivacanameva (mahāva. 299) meṇḍakasikkhāpadaṃ nāma. Kappiyakārakānaṃ hattheti dūtena niddiṭṭhakappiyakārake sandhāya vuttaṃ, na pana bhikkhunā niddiṭṭhe, aniddiṭṭhe vāti. Tenāha ‘‘ettha ca codanāya pamāṇaṃ natthī’’tiādi.",
  "tika-vin07t5:82": "Sayaṃ āharitvā dadantesūti sambandho. ‘‘Piṇḍapātādīnaṃ atthāyā’’ti iminā cīvaratthāyeva na hotīti dasseti. ‘‘Eseva nayo’’ti iminā vatthusāminā niddiṭṭhakappiyakārakabhedesupi piṇḍapātādīnampi atthāya dinne ca ṭhānacodanādi sabbaṃ heṭṭhā vuttanayeneva kātabbanti dasseti.",
  "tika-vin07t5:83": "‘‘Saṅghaṃ vā…pe… anāmasitvā’’ti vuttattā ‘‘saṅghassa vihāratthāya demā’’tiādinā āmasitvā vadantesu paṭikkhipitabbameva. ‘‘Saṅgho sampaṭicchatī’’ti idaṃ ukkaṭṭhavasena vuttaṃ, gaṇādīsupi saṅghassatthāya sampaṭicchantesupi paṭiggahaṇepi paribhogepi dukkaṭameva. Sāratthadīpaniyaṃ ‘‘paṭiggahaṇe pācittiya’’nti (sārattha. ṭī. 2.537-539) vuttaṃ, taṃ na yuttaṃ saṅghacetiyādīnaṃ atthāya dukkaṭassa vuttattā. Codetīti tassa dosābhāvaṃ ñatvāpi kodhena vā lobhena vā bhaṇḍadeyyanti codeti. So eva hi musāvādādipaccayā pācittiyadukkaṭādiāpattīhi sāpattiko hoti, gīvātisaññāya pana vatvā niddosabhāvaṃ ñatvā viramantassa natthi āpatti.",
  "tika-vin07t5:84": "Taḷākaṃ khette paviṭṭhattā ‘‘na sampaṭicchitabba’’nti vuttaṃ. Cattāro paccaye saṅgho paribhuñjatūti deti, vaṭṭatīti ettha ‘‘bhikkhusaṅghassa catupaccayaparibhogatthāya taḷākaṃ dammī’’ti vā ‘‘bhikkhusaṅgho cattāro paccaye paribhuñjituṃ taḷākaṃ dammī’’ti vā ‘‘ito taḷākato uppanne cattāro paccaye dammī’’ti vā vattumpi vaṭṭati, idañca saṅghassa paribhogatthāya diyyamānaññeva sandhāya vuttaṃ, puggalassa pana evampi dinnaṃ taḷākakhettādi na vaṭṭati. Suddhacittassa pana udakaparibhogatthaṃ kūpapokkharaṇīādayo vaṭṭanti. ‘‘Saṅghassa taḷākaṃ atthi, taṃ katha’’nti hi ādinā sabbattha saṅghavaseneva vuttaṃ. Hattheti vase.",
  "tika-vin07t5:85": "‘‘Ṭhapethāti vutte’’ti idaṃ sāmīcivasena vuttaṃ, avuttepi ṭhapentassa doso natthi. Tenāha ‘‘udakaṃ vāretuṃ labbhatī’’ti. Sassakālepi tāsetvā muñcituṃ vaṭṭati, amuñcato pana bhaṇḍadeyyaṃ. Puna detīti acchinditvā puna deti, evampi vaṭṭatīti sambandho. Iminā ‘‘yena kenaci issarena ‘pariccattamidaṃ bhikkhūhi, assāmika’ntisaññāya attanā gahetvā dinnaṃ vaṭṭatī’’ti dasseti. Kappiyavohārepi vinicchayaṃ vakkhāmāti pāṭhaseso.",
  "tika-vin07t5:86": "Udakavasenāti udakaparibhogatthaṃ. ‘‘Suddhacittāna’’nti idaṃ sahatthena ca akappiyavohārena ca karonte sandhāya vuttaṃ. Sassasampādanatthanti evaṃ asuddhacittānampi pana sayaṃ akatvā kappiyavohārena āṇāpetuṃ vaṭṭati eva. ‘‘Kappiyakārakaṃ ṭhapetuṃ na vaṭṭatī’’ti idaṃ sahatthādinā katataḷākattā ‘‘asāruppa’’nti vuttaṃ, ṭhapentassa, pana taṃ paccayaṃ paribhuñjantassapi vā saṅghassa āpatti na viññāyati, aṭṭhakathāpamāṇena vā ettha āpatti gahetabbā. Lajjibhikkhunāti lajjināpi, pageva alajjinā mattikuddharaṇādīsu kārāpitesūti adhippāyo. Navasasseti akatapubbe kedāre. ‘‘Kahāpaṇe’’ti iminā dhaññuṭṭhāpane tasseva akappiyanti dasseti, dhaññuṭṭhāpane cassa payogepi dukkaṭameva, na kahāpaṇuṭṭhāpane viya.",
  "tika-vin07t5:87": "‘‘Kasatha vapathā’’ti vacane sabbesampi akappiyaṃ siyāti āha ‘‘avatvā’’ti. Ettako nāma bhāgoti ettha ettako kahāpaṇoti idampi sandhāya vadati. Tathā vuttepi hi tadā kahāpaṇānaṃ avijjamānattā āyatiṃ uppannaṃ aññesaṃ vaṭṭati eva. Tenāha ‘‘tasseva taṃ akappiya’’nti. Tassa pana sabbapayogesu, paribhogesupi dukkaṭaṃ. Keci pana ‘‘dhaññaparibhoge eva āpatti, na pubbapayoge’’ti vadanti, taṃ na yuttaṃ, yena minanarakkhaṇādipayogena pacchā dhaññaparibhoge āpatti hoti, tassa payogassa karaṇe anāpattiyā ayuttattā. Pariyāyakathāya pana sabbattha anāpatti. Teneva ‘‘ettakehi vīhīhi idañcidañca āharathā’’ti niyamavacane akappiyaṃ vuttaṃ, kahāpaṇavicāraṇepi eseva nayo. Vatthu ca evarūpaṃ nāma saṃvijjati, kappiyakārako natthīti vattabbantiādivacanañcettha sādhakaṃ.",
  "tika-vin07t5:88": "Vanaṃ dammi…pe… vaṭṭatīti ettha nivāsaṭṭhānattā puggalassāpi suddhacittena gahetuṃ vaṭṭati. Sīmaṃ demāti vihārasīmādisādhāraṇavacanena vuttattā ‘‘vaṭṭatī’’ti vuttaṃ.",
  "tika-vin07t5:89": "‘‘Veyyāvaccakara’’ntiādinā vuttepi puggalassapi dāsaṃ gahetuṃ vaṭṭati ‘‘anujānāmi, bhikkhave, ārāmika’’nti (pārā. 619; mahāva. 270) visesetvā anuññātattā, tañca kho pilindavacchena gahitaparibhuttakkamena, na gahaṭṭhānaṃ dāsaparibhogakkamena. Khettādayo pana sabbe saṅghasseva vaṭṭanti pāḷiyaṃ puggalikavasena gahetuṃ ananuññātattāti daṭṭhabbaṃ. Vihārassa demāti saṅghikavihāraṃ sandhāya vuttaṃ, ‘‘khettavatthupaṭiggahaṇā paṭivirato hotī’’tiādinā (dī. ni. 1.10, 194) suttantesu āgatapaṭikkhepo bhagavatā āpattiyāpi hetubhāvena katoti bhagavato adhippāyaṃ jānantehi saṅgītimahātherehi khettapaṭiggahaṇādinissito ayaṃ sabbopi pāḷimuttavinicchayo vuttoti gahetabbo. Kappiyakārakassa niddiṭṭhabhāvo, dūtena appitatā, tatuttari vāyāmo, tena paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:90": "Rājasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:91": "Niṭṭhito cīvaravaggo paṭhamo.",
  "tika-vin07t5:92": "2. Kosiyavaggo",
  "tika-vin07t5:93": "1. Kosiyasikkhāpadavaṇṇanā",
  "tika-vin07t5:94": "542. Dutiyassa paṭhame pāḷiyaṃ kosiyakāraketi kosakārakapāṇānaṃ kosato nibbattattā kosiyena suttena vatthādiṃ karonte. Saṅghātanti vināsaṃ.",
  "tika-vin07t5:95": "544.‘‘Avāyima’’nti vuttattā vāyitvā karaṇe anāpatti. Missetvāti eḷakalomehi missetvā. Paṭilābhenāti pariniṭṭhānena ‘‘pariyosāpeti, nissaggiya’’nti (pārā. 545) vuttattā, kosiyamissakatā, attano atthāya santhatassa karaṇakārāpanaṃ, paṭilābho cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:96": "Kosiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:97": "547-552. Dutiyañca tatiyañca uttānameva. Tattha pana odātādimissakasaññāya suddhakāḷakānaññeva santhatassa karaṇavasena cettha dvebhāgato adhikesu suddhakāḷakesu anadhikasaññāya santhatassa karaṇavasena ca acittakatā veditabbā.",
  "tika-vin07t5:98": "4. Chabbassasikkhāpadavaṇṇanā",
  "tika-vin07t5:99": "557. Catutthe hada karīsussagge, miha secaneti dhātuatthaṃ sandhāyāha ‘‘vaccampi passāvampi karontī’’ti. Ūnakachabbassesu atirekachabbassasaṅkitādivasenettha acittakatā veditabbā.",
  "tika-vin07t5:100": "Chabbassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:101": "5. Nisīdanasanthatasikkhāpadavaṇṇanā",
  "tika-vin07t5:102": "565. Pañcame tattha sandississatīti sakāya katikāya ayuttakāritāvasena viññūhi sandississatīti attho. Araññakaṅgādīni tīṇi pāḷiyaṃ senāsanādipaccayattayassa ādiaṅgavasena vuttāni, sesānipi te samādiyiṃsu evāti veditabbaṃ.",
  "tika-vin07t5:103": "566.Pihayantāti patthayantā. Santhatassa avāyimattā, senāsanaparikkhārattā ca cīvaratā, adhiṭṭhātabbatā ca natthīti āha ‘‘catutthacīvarasaññitāyā’’ti, vipallāsasaññāyāti attho. Keci pana ‘‘idaṃ nisīdanasanthataṃ nāma navasu cīvaresu nisīdanacīvarameva, nāññaṃ. Nisīdanasikkhāpadepi (pāci. 531 ādayo) imasmiṃ sikkhāpade viya ‘nisīdanaṃ nāma sadasaṃ vuccatī’ti ca aṭṭhakathāyañcassa ‘santhatasadisaṃ santharitvā ekasmiṃ ante sugatavidatthiyā vidatthimatte padese dvīsu ṭhānesu phāletvā tisso dasā karīyanti, tāhi dasāhi sadasaṃ nāma vuccatī’ti (pāci. aṭṭha. 531) ca vuttattā’’ti vadanti, taṃ na yuttaṃ idha pamāṇaniyamassa avuttattā, santhatassa ca avāyimacīvarattā, adhiṭṭhānupagattābhāvā aṭṭhakathāyaṃ avuttattā ca. Nisīdanacīvaraṃ pana channaṃ cīvarānaṃ khaṇḍapilotikāni pamāṇayuttameva santharitvā santhataṃ viya karonti. Teneva ‘‘santhatasadisa’’nti sadisaggahaṇaṃ kataṃ, tasmā tadeva cīvaraṃ adhiṭṭhānupagañca, na idanti gahetabbaṃ.",
  "tika-vin07t5:104": "567. Sugatavidatthikaṃ anādāya ādiyantisaññāya, sugatavidatthiūne anūnantisaññāya ca vasenettha acittakatā veditabbā. Vitānādīnaññeva atthāya karaṇe anāpattivacanato nipajjanatthāya karotopi āpatti eva. Paribhuñjituṃ na vaṭṭatīti kosiyesu suddhakāḷakānañca vatthūnaṃ akappiyattā vuttaṃ. Teneva pāḷiyaṃ ‘‘aññena kataṃ paṭilabhitvā paribhuñjati, āpatti dukkaṭassā’’ti (pārā. 545, 550) tattha tattha vuttaṃ, itaresu pana dvīsu ‘‘anāpattī’’ti vuttaṃ. Tattha catutthe aññassatthāya karaṇepi anāpatti, pañcame tattha dukkaṭanti daṭṭhabbaṃ. Nissaṭṭhadānavacanato pana gahaṇe doso natthi, paribhuñjane ca vijaṭetvā kappiyavasena kate na doso.",
  "tika-vin07t5:105": "Nisīdanasanthatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:106": "6. Eḷakalomasikkhāpadavaṇṇanā",
  "tika-vin07t5:107": "572. Chaṭṭhe pāḷiyaṃ ‘‘addhānamaggappaṭipannassā’’ti idaṃ vatthuvasena vuttaṃ. Nivāsaṭṭhāne laddhānipi tiyojanato paraṃ harituṃ na vaṭṭati eva. Asante hāraketi anurūpato vuttaṃ. Santepi hārake harato natthi doso. Āpattiyevāti anāṇattena haṭattā. Pakkhadvayassapi kāraṇamāha ‘‘saussāhattā’’ti, anuparatagamanicchattāti attho. Suddhacittapakkhasseva kāraṇamāha ‘‘acittakattā’’ti. Na sametīti ‘‘anāpatti, aññaṃ harāpetī’’ti ettakasseva pariharaṇe vuttattā. Agacchanteti ṭhite. Heṭṭhāti bhūmiyā.",
  "tika-vin07t5:108": "575.Taṃ harantassāti paṭhamaṃ paṭilābhaṭṭhānato paṭṭhāya tiyojanato uddhaṃ harantassāti attho. Tathā harantassa hi corehi acchinditvā puna dinnaṭṭhānato tiyojanaṃ harituṃ vaṭṭati. Keci pana ‘‘mātikāṭṭhakathāyaṃ aṅgesu ‘paṭhamappaṭilābho’ti vuttattā dutiyapaṭilābhaṭṭhānato tiyojanātikkamepi anāpattī’’ti vadanti, taṃ na yuttaṃ, dutiyapaṭilābhassāpi paṭilābhaṭṭhāne pavisanato vāsatthāya gamanaṭṭhānato puna gamane viya. Kāyabandhanādīnanti dvipaṭalakāyabandhanādīnaṃ antare pakkhittaṃ pasibbake pakkhittasadisaṃ, na katabhaṇḍanti vuttaṃ, tathā nidhānamukhanti. Akatabhaṇḍatā, paṭhamappaṭilābho, tiyojanātikkamanaṃ, āharaṇapaccāharaṇaṃ, avāsādhippāyatāti imānettha pañca aṅgāni.",
  "tika-vin07t5:109": "Eḷakalomasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:110": "7. Eḷakalomadhovāpanasikkhāpadavaṇṇanā",
  "tika-vin07t5:111": "581. Sattame pāḷiyaṃ anāpattivāre aparibhuttaṃ katabhaṇḍaṃ dhovāpetīti ettha paribhuttassa kambalādikatabhaṇḍassa dhovāpanaṃ purāṇacīvaradhovāpanasikkhāpadena āpattikaranti tannivattanatthaṃ ‘‘aparibhuttaṃ katabhaṇḍa’’nti vuttaṃ. Sesamettha uttānatthameva.",
  "tika-vin07t5:112": "Eḷakalomadhovāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:113": "8. Rūpiyasikkhāpadavaṇṇanā",
  "tika-vin07t5:114": "583-4. Aṭṭhame suvaṇṇamayakahāpaṇena kahāpaṇopi rajate eva saṅgayhatīti āha ‘‘sovaṇṇamayo vā’’ti. Rūpiyamayo vāti rajatena rūpaṃ samuṭṭhapetvā katakahāpaṇo. Pākatiko nāma etarahi pakatikahāpaṇo.",
  "tika-vin07t5:115": "Iccetaṃ sabbampīti sikkhāpadena, vibhaṅgena ca vuttaṃ sabbampi nidasseti. Tassa catubbidhaṃ nissaggiyavatthūti imināva sambandho, na pana anantarena ‘‘rajata’’nti padena. Idāni taṃ catubbidhaṃ nissaggiyavatthuṃ sarūpato dassento ‘‘rajata’’ntiādimāha. Tattha kiñcāpi heṭṭhā rajatamāsakova vutto, na kevalaṃ rajataṃ, tathāpi sikkhāpade ‘‘jātarūparajata’’nti padeneva vuttanti tampi dassetuṃ ‘‘rajata’’nti idaṃ visuṃ vuttaṃ. Padabhājane pana mātikāpadeneva siddhattā taṃ avatvā tena saha saṅgayhamānameva dassetuṃ ‘‘rajataṃ nāma kahāpaṇo’’tiādi vuttanti veditabbaṃ. Jātarūpamāsakoti suvaṇṇamayakahāpaṇo. Vuttappabhedoti ‘‘rūpiyamayo vā pākatiko vā’’tiādinā vuttappabhedo. Paṭova paṭako, vatthaṃ. Dukkaṭamevāti paṭiggāhakasseva paṭiggahaṇapaccayā dukkaṭaṃ, paribhoge pana pañcasahadhammikehi paṭiggahitānaṃ dhaññavirahitamuttādīnaṃ kāraṇā uppannapaccayaṃ paribhuñjantānaṃ sabbesampi dukkaṭameva. Keci pana ‘‘dhaññampi pañcasahadhammikehi paṭiggahitaṃ muttādikhettādi viya sabbesampi paribhuñjituṃ na vaṭṭati, kevalaṃ saṅghikabhūmiyaṃ kappiyavohārena ca uppannassa dhaññassa vicāraṇameva sandhāya ‘tassevetaṃ akappiya’nti vutta’’nti vadanti.",
  "tika-vin07t5:116": "Eko sataṃ vā sahassaṃ vātiādi rūpiye heṭṭhimakoṭiyā pavattanākāraṃ dassetuṃ vuttaṃ, na pana ‘‘evaṃ paṭipajjitabbamevā’’ti dassetuṃ. ‘‘Idha nikkhipāhī’’ti vutte uggaṇhāpanaṃ hotīti āha ‘‘idha nikkhipāhīti na vattabba’’nti. Kappiyañca…pe… hotīti yasmā asāditattā tato uppannapaccayā vaṭṭanti, tasmā kappiyaṃ nissāya ṭhitaṃ. Yasmā pana dubbicāraṇāya sati tato uppannampi na kappati, tasmā akappiyaṃ nissāya ṭhitanti veditabbaṃ.",
  "tika-vin07t5:117": "‘‘Na tena kiñci kappiyabhaṇḍaṃ cetāpita’’nti iminā cetāpitaṃ ce, natthi paribhogūpāyo uggahetvā anissaṭṭharūpiyena cetāpitattā. Īdisañhi saṅghamajjhe nissajjanaṃ katvāva chaḍḍetvā pācittiyaṃ desetabbanti dasseti. Keci pana ‘‘yasmā nissaggiyavatthuṃ paṭiggahetvāpi cetāpitaṃ kappiyabhaṇḍaṃ saṅghe nissaṭṭhaṃ kappiyakārakehi nissaṭṭharūpiyaṃ parivattetvā ānītakappiyabhaṇḍasadisaṃ hoti, tasmā vināva upāyaṃ bhājetvā paribhuñjituṃ vaṭṭatī’’ti vadanti, taṃ pattacatukkādikathāya (pārā. aṭṭha. 2.589) na sameti. Tattha rūpiyena parivattitapattassa aparibhogova dassito, na nissajjanavidhānanti. Upanikkhepaṃ ṭhapetvāti kappiyakārakehi vaḍḍhiyā payojanaṃ sandhāya vuttaṃ. Akappiyanti tena vatthunā gahitattā vuttaṃ.",
  "tika-vin07t5:118": "585.‘‘Patitokāsaṃ asamannāharantenā’’ti idaṃ nirapekkhabhāvadassanaparanti veditabbaṃ. Asantasambhāvanāyāti pariyāyādinā abhūtārocanaṃ sandhāya vuttaṃ. Theyyaparibhogoti paccayasāminā bhagavatā ananuññātattā vuttaṃ. Iṇaparibhogoti bhagavatā anuññātampi kattabbaṃ akatvā paribhuñjanato vuttaṃ, tena ca paccayasannissitasīlaṃ vipajjatīti dasseti. Paribhoge paribhogeti kāyato mocetvā mocetvā paribhoge. Pacchimayāmesu paccavekkhitabbanti yojanā. Iṇaparibhogaṭṭhāne tiṭṭhatīti ettha ‘‘hiyyo yaṃ mayā cīvaraṃ paribhutta’’ntiādināpi atītapaccavekkhaṇā vaṭṭatīti vadanti. Paribhoge paribhogeti udakapatanaṭṭhānato antopavesanesu, nisīdanasayanesu ca. Satipaccayatā vaṭṭatīti paccavekkhaṇasatiyā paccayattaṃ laddhuṃ vaṭṭati. Paṭiggahaṇe ca paribhoge ca paccavekkhaṇāsati avassaṃ laddhabbāti dasseti. Tenāha ‘‘satiṃ katvā’’tiādi. Keci pana ‘‘satipaccayatā paccaye sati bhesajjaparibhogassa kāraṇe satī’’ti evampi atthaṃ vadanti, tesampi paccaye satīti paccayasabbhāvasallakkhaṇe satīti evamattho gahetabbo paccayasabbhāvamattena sīlassa asujjhanato. ‘‘Paribhoge akarontasseva āpattī’’ti iminā pātimokkhasaṃvarasīlassa bhedo dassito, na paccayasannisssisīlassa, tassa atītapaccavekkhaṇāya visujjhanato. Etasmiṃ, pana sesapaccayesu ca iṇaparibhogādivacanena paccayasannissitasīlasseva bhedoti evamimesaṃ nānākaraṇaṃ veditabbaṃ.",
  "tika-vin07t5:119": "Evaṃ paccayasannissitasīlassa visuddhiṃ dassetvā teneva pasaṅgena sabbāpi visuddhiyo dassetuṃ ‘‘catubbidhā hi suddhī’’tiādimāha. Tattha sujjhati desanādīhi, sodhīyatīti vā suddhi, catubbidhasīlaṃ. Tenāha ‘‘desanāya sujjhanato’’tiādi. Ettha desanāggahaṇena vuṭṭhānampi chinnamūlānaṃ abhikkhutāpaṭiññāpi saṅgahitā. Chinnamūlānampi hi pārājikāpattivuṭṭhānena heṭṭhā parirakkhitaṃ bhikkhusīlaṃ visuddhaṃ nāma hoti, tena tesaṃ maggapaṭilābhopi sampajjati.",
  "tika-vin07t5:120": "Dātabbaṭṭhena dāyaṃ, taṃ ādiyantīti dāyādā. Sattannaṃ sekkhānanti ettha kalyāṇaputhujjanāpi saṅgahitā tesaṃ āṇaṇyaparibhogassa dāyajjaparibhoge saṅgahitattāti veditabbaṃ . Dhammadāyādasuttanti ‘‘dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā’’tiādinā (ma. ni. 1.29) pavattaṃ suttaṃ. Tattha mā me āmisadāyādāti evaṃ me-saddaṃ ānetvā attho gahetabbo. Evañhi tathā vuttatthasādhakaṃ hoti.",
  "tika-vin07t5:121": "Lajjinā saddhiṃ paribhogoti dhammāmisavasena missabhāvo. Alajjinā saddhinti etthāpi eseva nayo. ‘‘Ādito paṭṭhāya hi alajjī nāma natthī’’ti iminā diṭṭhadiṭṭhesu āsaṅkā nāma na kātabbā, diṭṭhasutādikāraṇe sati eva kātabbāti dasseti. Attano bhārabhūtā saddhivihārikādayo. Sace na oramatīti agatigamanena dhammāmisaparibhogato na oramati. ‘‘Āpatti nāma natthī’’ti idaṃ alajjīnaṃ dhammena uppannapaccayaṃ, dhammakammañca sandhāya vuttaṃ. Tesampi hi kuladūsanādisamuppannapaccayaṃ paribhuñjantānaṃ, vaggakammādiṃ karontānañca āpatti eva.",
  "tika-vin07t5:122": "‘‘Dhammiyādhammiyaparibhogo paccayavasena veditabbo’’ti vuttattā heṭṭhā lajjiparibhogo paccayavasena ca ekakammādivasena ca vutto evāti veditabbaṃ. Teneva duṭṭhadosasikkhāpadaṭṭhakathāyaṃ codakacuditakabhāve ṭhitā dve alajjino dhammaparibhogampi sandhāya ‘‘ekasambhogaparibhogā hutvā jīvathā’’ti (pārā. aṭṭha. 2.385-386) vuttā tesaṃ aññamaññaṃ dhammāmisaparibhoge virodhābhāvā. Lajjīnameva hi alajjinā saha tadubhayaparibhogā na vaṭṭantīti.",
  "tika-vin07t5:123": "Dhammaparibhogoti ‘‘ekakammaṃ ekuddeso’’tiādinā (pārā. 55, 92, 172) vuttasaṃvāso ceva nissayaggahaṇadānādiko sabbo nirāmisaparibhogo ca veditabbo . ‘‘Na so āpattiyā kāretabbo’’ti vuttattā lajjino alajjipaggahe āpattīti veditabbaṃ. Itaropīti lajjīpi. Tassāpi attānaṃ paggaṇhantassa alajjino, iminā ca lajjino vaṇṇabhaṇanādilābhaṃ paṭicca āmisagarukatāya vā gehasitapemena vā taṃ alajjiṃ paggaṇhanto lajjī sāsanaṃ antaradhāpeti nāmāti dasseti. Evaṃ gahaṭṭhādīsu upatthambhito alajjī balaṃ labhitvā pesale abhibhavitvā nacirasseva sāsanaṃ uddhammaṃ ubbinayaṃ karotīti.",
  "tika-vin07t5:124": "‘‘Dhammaparibhogopi tattha vaṭṭatī’’ti iminā āmisaparibhogato dhammaparibhogova garuko, tasmā ativiya alajjivivekena kātabboti dasseti. ‘‘Dhammānuggahena uggaṇhituṃ vaṭṭatī’’ti vuttattā alajjussannatāya sāsane osakkante, lajjīsu ca appahontesu alajjimpi pakatattaṃ gaṇapūrakaṃ gahetvā upasampadādikaraṇena ceva keci alajjino dhammāmisaparibhogena saṅgahetvā sesālajjigaṇassa niggahena ca sāsanaṃ paggaṇhituṃ vaṭṭati eva.",
  "tika-vin07t5:125": "Keci pana ‘‘koṭiyaṃ ṭhito ganthoti vuttattā ganthapariyāpuṇanameva dhammaparibhogo, na ekakammādi. Tasmā alajjīhipi saddhiṃ uposathādikaṃ kammaṃ kātuṃ vaṭṭati, āpatti natthī’’ti vadanti, taṃ na yuttaṃ, ekakammādīsu bahūsu dhammaparibhogesu alajjināpi saddhiṃ kattabbāvatthāyuttaṃ dhammaparibhogaṃ dassetuṃ idha nidassanavasena ganthasseva samuddhaṭattā. Na hi ekakammādiko vidhi dhammaparibhogo na hotīti sakkā vattuṃ anāmisattā dhammāmisesu apariyāpannassa kassaci abhāvā. Teneva aṭṭhasāliniyaṃ dhammapaṭisandhārakathāyaṃ (dha. sa. aṭṭha. 1351)‘‘kammaṭṭhānaṃ kathetabbaṃ, dhammo vācetabbo…pe… abbhānavuṭṭhānamānattaparivāsā dātabbā, pabbajjāraho pabbājetabbo, upasampadāraho upasampādetabbo…pe… ayaṃ dhammapaṭisandhāro nāmā’’ti evaṃ saṅghakammādipi dhammakoṭṭhāse dassitaṃ. Tesu pana dhammakoṭṭhāsesu yaṃ gaṇapūraṇādivasena alajjino apekkhitvā uposathādi vā tesaṃ santikā dhammuggahaṇanissayaggahaṇādi vā karīyati, taṃ dhammo ceva paribhogo cāti dhammaparibhogoti vuccati, etaṃ tathārūpapaccayaṃ vinā kātuṃ na vaṭṭati, karontassa alajjiparibhogo ca hoti dukkaṭañca. Yaṃ pana alajjisataṃ anapekkhitvā tajjanīyādiniggahakammaṃ vā parivāsādiupakārakammaṃ vā uggahaparipucchādānādi vā karīyati, taṃ dhammo eva, no paribhogo. Etaṃ anurūpānaṃ kātuṃ vaṭṭati, āmisadānaṃ viya āpatti natthi. Nissayadānampi terasasammutidānādi ca vattapaṭivattasādiyanādiparibhogassāpi hetuttā na vaṭṭati.",
  "tika-vin07t5:126": "Yo pana mahāalajjī uddhammaṃ ubbinayaṃ satthu sāsanaṃ karoti, tassa saddhivihārikādīnaṃ upasampadādiupakārakammampi uggahaparipucchādānādi ca kātuṃ na vaṭṭati, āpatti eva hoti, niggahakammameva kātabbaṃ. Teneva alajjipaggahopi paṭikkhitto. Dhammāmisaparibhogavivajjanenāpi hi dummaṅkūnaṃ puggalānaṃ niggaho adhippeto, so ca pesalānaṃ phāsuvihārasaddhammaṭṭhitivinayānuggahādiatthāya etadatthattā sikkhāpadapaññattiyā. Tasmā yaṃ yaṃ dummaṅkūnaṃ upatthambhāya pesalānaṃ aphāsuvihārāya saddhammaparihānādiatthāya hoti, taṃ sabbampi paribhogo vā hotu aparibhogo vā kātuṃ na vaṭṭati, evaṃ karontā sāsanaṃ antaradhāpenti, āpattiñca āpajjanti. Dhammāmisaparibhogesu cettha alajjīhi ekakammādidhammaparibhogo eva pesalānaṃ aphāsuvihārasaddhammaparihānādiatthāya hoti, na tathā āmisaparibhogo. Na hi alajjīnaṃ paccayaparibhogamattena pesalānaṃ aphāsuvihārādi hoti, yathāvuttadhammaparibhogena pana hoti , tapparivajjanena ca phāsuvihārādayo. Tathā hi katasikkhāpadavītikkamā alajjipuggalā uposathādīsu paviṭṭhā ‘‘tumhe kāyadvāre, vacīdvāre ca vītikkamaṃ karothā’’tiādinā bhikkhūhi vattabbā honti, yathā vinayañca atiṭṭhantā saṅghato bahikaraṇādivasena suṭṭhu niggahetabbā, tathā akatvā tehi saha saṃvasantāpi alajjinova honti ‘‘ekopi alajjī alajjisatampi karotī’’tiādivacanato (pārā. aṭṭha. 2.585). Yadi hi te evaṃ na niggahitā siyuṃ, saṅghe kalahādiṃ vaḍḍhetvā uposathādisāmaggīkammapaṭibāhanādinā pesalānaṃ aphāsuṃ katvā kamena te devadattavajjiputtakādayo viya parisaṃ vaḍḍhetvā attano vippaṭipattiṃ dhammato vinayato dīpentā saṅghabhedādimpi katvā nacirasseva sāsanaṃ antaradhāpeyyuṃ, tesu pana saṅghato bahikaraṇādivasena niggahitesu sabbopāyaṃ upaddavo na hoti. Vuttañhi –",
  "tika-vin07t5:127": "‘‘Dussīlapuggale nissāya uposatho na tiṭṭhati, pavāraṇā na tiṭṭhati, saṅghakammāni nappavattanti, sāmaggī na hoti…pe… dussīlesu pana niggahitesu sabbopi ayaṃ upaddavo na hoti, tato pesalā bhikkhū phāsu viharantī’’ti (pārā. aṭṭha. 1.39).",
  "tika-vin07t5:128": "Tasmā ekakammādidhammaparibhogova āmisaparibhogatopi ativiya alajjivivekena kātabbo, āpattikaro ca saddhammaparihānihetuttāti veditabbaṃ.",
  "tika-vin07t5:129": "Apica uposatho na tiṭṭhati, pavāraṇā na tiṭṭhati, saṅghakammāni nappavattantīti evaṃ alajjīhi saddhiṃ saṅghakammākaraṇassa aṭṭhakathāyaṃ pakāsitattāpi cetaṃ sijjhati, tathā parivattaliṅgassa bhikkhuno bhikkhunupassayaṃ gacchantassa paṭipattikathāyaṃ ‘‘ārādhikā ca honti saṅgāhikā lajjiniyo, tā kopetvā aññattha na gantabbaṃ. Gacchati ce, gāmantaranadīpārarattivippavāsagaṇaohīyanāpattīhi na muccati…pe… alajjiniyo honti, saṅgahaṃ pana karonti, tāpi pariccajitvā aññattha gantuṃ labbhatī’’ti evaṃ alajjinīsu dutiyikāgahaṇādīsu saṃvāsāpattiparihārāya nadīpāragamanādigarukāpattiṭṭhānānaṃ anuññātattā tatopi alajjisaṃvāsāpatti eva saddhammaparihānihetuto garukatarāti viññāyati. Na hi lahukāpattiṭṭhānaṃ, anāpattiṭṭhānaṃ vā pariharituṃ garukāpattiṭṭhānavītikkamaṃ ācariyā anujānanti, tathā asaṃvāsapadassa aṭṭhakathāyaṃ ‘‘sabbehipi lajjipuggalehi samaṃ sikkhitabbabhāvato samasikkhātā nāma. Ettha yasmā sabbepi lajjino etesu kammādīsu saha vasanti, na ekopi tato bahiddhā sandissati, tasmā tāni sabbānipi gahetvā eso saṃvāso nāmā’’ti evaṃ lajjīheva ekakammādisaṃvāso vaṭṭatīti pakāsito.",
  "tika-vin07t5:130": "Yadi evaṃ, kasmā asaṃvāsikesu alajjī na gaṇitoti? Nāyaṃ virodho, ye gaṇapūrake katvā kataṃ kammaṃ kuppati, tesaṃ pārājikādiapakatattānaññeva asaṃvāsikatte gahitattā. Alajjino pana pakatattabhūtāpi santi, te ce gaṇapūraṇā hutvā kammaṃ sādhenti, kevalaṃ katvā agatigamanena karontānaṃ āpattikarā honti sabhāgāpattiāpannā viya aññamaññaṃ. Yasmā alajjitañca lajjitañca puthujjanānaṃ cittakkhaṇapaṭibaddhaṃ, na sabbakālikaṃ. Sañcicca hi vītikkamacitte uppanne alajjino ‘‘na puna īdisaṃ karissāmī’’ti cittena lajjino ca honti, tesu ca ye pesalehi ovadiyamānāpi na oramanti, punappunaṃ vītikkamanti, te eva asaṃvasitabbā, na itare lajjidhamme okkantattā. Tasmāpi alajjino asaṃvāsikesu agaṇetvā tapparivajjanatthaṃ sodhetvāva uposathādikaraṇaṃ anuññātaṃ. Tathā hi ‘‘pārisuddhiṃ āyasmanto ārocetha, pātimokkhaṃ uddisissāmī’’tiādinā (mahāva. 134) aparisuddhāya parisāya uposathakaraṇassa ayuttatā pakāsitā, ‘‘yassa siyā āpatti so āvikareyya…pe… phāsu hotī’’ti (mahāva. 134) evaṃ alajjimpi lajjidhamme patiṭṭhāpetvā uposathakaraṇappakāro ca vutto, ‘‘kaccittha parisuddhā…pe… parisuddhetthāyasmanto’’ti (pārā. 442, 458, 662; pāci. 551, 575, 655) ca pārisuddhiuposathe ‘‘parisuddho ahaṃ bhante, parisuddhoti maṃ dhārethā’’ti (mahāva. 168) ca evaṃ uposathaṃ karontānaṃ parisuddhatā ca pakāsitā, vacanamattena anoramantānañca uposathapavaāraṇaṭṭhapanavidhi ca vuttā, sabbathā lajjidhammaṃ anokkamantehi saṃvāsassa ayuttatāya nissayadānaggahaṇapaṭikkhepo, tajjanīyādiniggahakammakaraṇañca ukkhepanīyakammakaraṇena sānuvattakaparisassa alajjissa asaṃvāsikattapāpanavidhi ca vuttā. Tasmā yathāvuttehi suttanayehi, aṭṭhakathāvacanehi ca pakatattehipi apakatattehipi sabbehi alajjīhi ekakammādisaṃvāso na vaṭṭati, karontānaṃ āpatti eva dummaṅkūnaṃ puggalānaṃ niggahatthāyeva sabbasikkhāpadānaṃ paññattattāti niṭṭhamettha gantabbaṃ. Teneva dutiyasaṅgītiyaṃ pakatattāpi alajjino vajjiputtakā yasattherādīhi mahantena vāyāmena saṅghato viyojitā. Na hi tesu pārājikādiasaṃvāsikā atthi tehi dīpitānaṃ dasannaṃ vatthūnaṃ (cūḷava. 452) lahukāpattivisayattā.",
  "tika-vin07t5:131": "Tassa pana santiketi mahārakkhitattherassa santike. Kharapattanti kharasaṅkhātaṃ suvaṇṇapatirūpakaṃ vatthu. Dāyakehi asatiyā dinnaṃ rūpiyaṃ tehi puna sakasaññāya gaṇhante adātuṃ, nissaggiyavatthuṃ gaṇhāhīti dātuñca na vaṭṭatīti āha ‘‘tava coḷakaṃ passāhī’’ti. Evaṃ vatvāpi pana naṭṭhavatthusmiṃ viya nissajjitabbābhāvepi āpatti desetabbāva. Asatiyāpi hi taṃ vatthuṃ vatthādinā sahatthena gahetvā ‘‘idaṃ demī’’ti dinnaṃ, tadā pariccāgasabbhāvato dānameva hoti ‘‘appagghaṃ dassāmī’’ti mahagghassa dāne viya. Paṭiggaṇhantassa ca asatiyā diyyamānatte ñātepi adinnādānaṃ na hoti dāyakehi dinnattā, tasmā rūpiyaṃ nissaggiyameva hoti. Keci pana ‘‘īdisaṃ nāma na hoti, teneva cettha ‘tava coḷakaṃ passā’ti vutta’’nti vadanti, taṃ no nakkhamati, vīmaṃsitabbaṃ.",
  "tika-vin07t5:132": "586.Ekaparicchedānīti siyā kiriyattaṃ, siyā akiriyattañca sandhāya vuttaṃ. Jātarūparajatabhāvo, attuddesikatā, gahaṇādīsu aññatarabhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:133": "Rūpiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:134": "9. Rūpiyasaṃvohārasikkhāpadavaṇṇanā",
  "tika-vin07t5:135": "587. Navame jātarūpādicatubbidhanissaggiyavatthu idha rūpiyaggahaṇeneva gahitanti āha ‘‘jātarūparajataparivattana’’nti. Paṭiggahitaparivattaneti kappiyavohārena, akappiyavohārena vā paṭiggahitassa rūpiyassa parivattane.",
  "tika-vin07t5:136": "589. Pāḷiyaṃ ghanakatanti iṭṭhakādi. Rūpiyaṃ nāma satthuvaṇṇotiādīsu kiñcāpi kevalaṃ rajataṃ na gahitaṃ, tathāpi rūpiyapadeneva taṃ gahitanti daṭṭhabbaṃ. Suddho rūpiyasaṃvohāro eva vuttoti ajjhāharitabbaṃ. Rūpiye rūpiyasaññītiādimhi vinicchayaṃ vakkhāmāti pāṭhaseso.",
  "tika-vin07t5:137": "591. Pāḷiyaṃ rūpiye rūpiyasaññīti attanā diyyamānaṃ sakasantakaṃ sandhāya vuttaṃ. Rūpiyaṃ cetāpetīti parasantakaṃ. Esa nayo sesesupi. Tattha arūpiya-saddena dukkaṭavatthumpi saṅgaṇhāti. Pacchime pana tike ‘‘arūpiye rūpiyasaññī arūpiyaṃ cetāpeti, āpatti dukkaṭassā’’ti iminā nayena sabbattha yojanā veditabbā. Imasmiñca tike arūpiya-saddena kappiyavatthuyeva gahitaṃ, na muttādidukkaṭavatthu ante ‘‘pañcannaṃ saha anāpattī’’ti vuttattā. Kiñcāpi dukkaṭavatthu na gahitaṃ, tathāpi dukkaṭavatthunā dukkaṭavatthuṃ, kappiyavatthunā dukkaṭavatthuñca parivattayato dukkaṭaṃ, nayato siddhameva hoti. Tañca dukkaṭavatthumhi tathasaññāya vā atathasaññāya vā vimatiyā vā parivattentassapi hotiyeva acittakattā imassa sikkhāpadassa. Pañcannaṃ sahāti pañcahi sahadhammikehi saha.",
  "tika-vin07t5:138": "Idāni ‘‘nissaggiyavatthunā dukkaṭavatthuṃ vā’’tiādinā vuttassa atthassa pāḷiyaṃ sarūpena anāgatattepi nayato labbhamānataṃ dassetuṃ ‘‘yo hi aya’’ntiādi vuttaṃ. Ettha ca yasmā rūpiyena parivattitaṃ arūpiyaṃ nissaṭṭhampi sabbesampi akappiyattā nissaggiyameva na hoti nissajjitvā paribhuñjitabbasseva nissajjitabbato, kevalaṃ pana idaṃ chaḍḍetvā pācittiyameva parivattakena desetabbaṃ, tasmā ‘‘rūpiye rūpiyasaññī arūpiyaṃ cetāpeti, nissaggiyaṃ pācittiya’’ntiādi tiko bhagavatā na vutto, tīsupi padesu parivattiyamānassa arūpiyattena nissaggiyavacanāyogā rūpiyasseva nissajjitabbato. Rūpiyasseva hi nissaṭṭhassa ārāmikādīhi paṭipajjanavidhi pāḷiyaṃ dassito, na arūpiyassa. Tasmā pācittiyamattasambhavadassanatthameva panettha aṭṭhakathāyaṃ ‘‘avuttopi ayaṃ…pe… tiko veditabbo’’ti vuttaṃ, na pana tassa vatthuno nissaggiyatādassanatthaṃ. Teneva pattacatukke ‘‘na sakkā kenaci upāyena kappiyaṃ kātu’’ntiādi vuttaṃ. Ayaṃ amhākaṃ khanti. Attano vā hītiādi dutiyatikānulomeneva tatiyattikassa sijjhanappakāraṃ samatthetuṃ vuttaṃ. Tatrāyaṃ adhippāyo – yasmā hi yathā attano arūpiyena parassa rūpiyaṃ cetāpentassa ekasmiṃ ante rūpiyasambhavato ‘‘rūpiyasaṃvohāro kato eva hotī’’ti dutiyattiko vutto, evaṃ attano rūpiyena parassa arūpiyaṃ cetāpentassāpi hotīti tatiyo tiko vattabbo bhaveyya, so pana dutiyattikeneva ekato rūpiyapakkhasāmaññena sijjhatīti pāḷiyaṃ na vuttoti. Tattha ekantena rūpiyapakkheti ekena antena rūpiyapakkhe, ‘‘ekato rūpiyapakkhe’’ti vā pāṭho.",
  "tika-vin07t5:139": "Idāni dutiyattike arūpiyapadassa atthabhūtesu dukkaṭavatthukappiyavatthūsu dukkaṭavatthunā rūpiyādiparivattane āpattibhedaṃ dassetuṃ ‘‘dukkaṭavatthunā’’tiādi āraddhaṃ. Dukkaṭavatthunā dukkaṭavatthuntiādi pana dukkaṭavatthunā parivattanappasaṅge pāḷiyaṃ avuttassāpi atthassa nayato labbhamānataṃ dassetuṃ vuttaṃ. Tattha imināti rūpiyasaṃvohārasikkhāpadena, tena ca dukkaṭassa acittakatampi dasseti. Aññatra sahadhammikehīti ‘‘pañcannaṃ saha anāpattī’’ti vacanato vuttaṃ, tenāpi kayavikkayasikkhāpadassa kappiyavatthunissitataṃ eva sādheti. Imaṃ…pe… rūpiyacetāpanañca sandhāya vuttanti pakatena sambandho. Idhāti imasmiṃ sikkhāpade. Tatthāti kayavikkayasikkhāpade (pārā. 593).",
  "tika-vin07t5:140": "Evaṃ dukkaṭavatthunā rūpiyādiparivattane āpattibhedaṃ dassetvā idāni kappiyavatthunāpi dassetuṃ ‘‘kappiyavatthunā panā’’tiādi āraddhaṃ. Tattha tenevāti kappiyavatthunā eva. ‘‘Rūpiyaṃ uggaṇhitvā’’ti idaṃ ukkaṭṭhavasena vuttaṃ. Muttādidukkaṭavatthumpi uggahetvā kāritampi pañcannampi na vaṭṭati eva. Samuṭṭhāpetīti sayaṃ gantvā, ‘‘imaṃ kahāpaṇādiṃ kammakārānaṃ datvā bījaṃ samuṭṭhāpehī’’ti evaṃ aññaṃ āṇāpetvā vā samuṭṭhāpeti. Mahāakappiyoti attanāva bījato paṭṭhāya dūsitattā aññassa mūlasāmikassa abhāvato vuttaṃ. So hi corehi acchinnopi puna laddho jānantassa kassacipi na vaṭṭati. Yadi hi vaṭṭeyya, taḷākādīsu viya acchinno vaṭṭatīti ācariyā vadeyyuṃ. Na sakkā kenaci upāyenāti saṅghe nissajjanena, corādiacchindanādinā ca kappiyaṃ kātuṃ na sakkā, idañca tena rūpena ṭhitaṃ, tammūlikena vatthumuttādirūpena ṭhitañca sandhāya vuttaṃ. Dukkaṭavatthumpi hi tammūlikakappiyavatthuñca na sakkā kenaci upāyena tena rūpena kappiyaṃ kātuṃ. Yadi pana so bhikkhu tena kappiyavatthudukkaṭavatthunā puna rūpiyaṃ cetāpeyya, taṃ rūpiyaṃ nissajjāpetvā aññesaṃ kappiyaṃ kātumpi sakkā bhaveyyāti daṭṭhabbaṃ.",
  "tika-vin07t5:141": "Pattaṃ kiṇātīti ettha ‘‘iminā kahāpaṇādinā kammārakulato pattaṃ kiṇitvā ehī’’ti ārāmikādīhi kiṇāpanampi saṅgahitanti veditabbaṃ. Teneva rājasikkhāpadaṭṭhakathāyaṃ ‘‘ettakehi kahāpaṇehi sāṭake āhara, ettakehi yāguādīni sampādehīti vadati, yaṃ te āharanti, sabbesaṃ akappiyaṃ. Kasmā? Kahāpaṇānaṃ vicāritattā’’ti (pārā. aṭṭha. 2.538-539) vuttaṃ . Iminā pana vacanena yaṃ mātikāṭṭhakathāyaṃ rūpiyasaṃvohārasikkhāpadaṃ ‘‘anāṇattika’’nti vuttaṃ, taṃ na sameti. Na kevalañca iminā, pāḷiyāpi taṃ na sameti. Pāḷiyañhi nissaṭṭharūpiyena ārāmikādīhi sappiyādiṃ parivattāpetuṃ ‘‘so vattabbo ‘āvuso, imaṃ jānāhī’ti. Sace so bhaṇati ‘iminā kiṃ āharīyatū’ti, na vattabbo ‘imaṃ vā imaṃ vā āharā’ti. Kappiyaṃ ācikkhitabbaṃ ‘sappi vā’’’tiādinā rūpiyasaṃvohāraṃ parimocetvāva vuttaṃ. ‘‘Iminā rūpiyena kiṃ āharīyatū’’ti pucchanto ‘‘imaṃ āharā’’ti vuttepi adhikārato ‘‘iminā rūpiyena imaṃ āharā’’ti bhikkhūhi āṇatto eva hotīti taṃ rūpiyasaṃvohāraṃ parivajjetuṃ ‘‘na vattabbo ‘imaṃ vā imaṃ vā āharā’’’ti paṭikkhepo kato, anāpattivārepi ‘‘kappiyakārakassa ācikkhatī’’ti na vuttaṃ. Kayavikkayasikkhāpade (pārā. 595) pana tathā vuttaṃ, tasmā idaṃ sāṇattikaṃ kayavikkayameva anāṇattikanti gahetabbaṃ.",
  "tika-vin07t5:142": "Mūlassa anissaṭṭhattāti yena uggahitamūlena patto kīto, tassa mūlassa saṅghamajjhe anissaṭṭhattā, etena rūpiyameva nissajjitabbaṃ, na tammūlikaṃ arūpiyanti dasseti. Yadi hi tena rūpiyena aññaṃ rūpiyaṃ cetāpeyya, taṃ rūpiyasaṃvohārasikkhāpade āgatanayeneva nissajjāpetvā sesehi paribhuñjitabbaṃ bhaveyyāti. ‘‘Mūlassa asampaṭicchitattā’’ti iminā mūlassa gihisantakattaṃ, teneva pattassa rūpiyasaṃvohārānuppannatañca dasseti. Pañcasahadhammikasantakeneva hi rūpiyasaṃvohāradoso. Tattha ca attano santake pācittiyaṃ, itarattha dukkaṭaṃ.",
  "tika-vin07t5:143": "Nissajjīti dānavasena vuttaṃ, na vinayakammavasena. Teneva ‘‘sappissa pūretvā’’ti vuttaṃ. Yaṃ attano dhanena parivatteti, tassa vā dhanassa rūpiyabhāvo, parivattanaparivattāpanesu aññatarabhāvo cāti imānettha dve aṅgāni.",
  "tika-vin07t5:144": "Rūpiyasaṃvohārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:145": "10. Kayavikkayasikkhāpadavaṇṇanā",
  "tika-vin07t5:146": "593-5. Dasame pāḷiyaṃ jānāhīti idāneva upadhārehi, idaṃ pacchā chaḍḍetuṃ na sakkāti adhippāyo. Imināti bhikkhunā diyyamānaṃ vuttaṃ. Imanti parena paṭidiyyamānaṃ. Sesañātakesu saddhādeyyavinipātasambhavato tadabhāvaṭṭhānampi dassetuṃ ‘‘mātaraṃ pana pitaraṃ vā’’ti vuttaṃ. Na sakkā taṃ paṭikkhipitunti ettha yathā rūpiyaṃ bhatakānaṃ datvā assāmikabhūmiyaṃ ayobījasamuṭṭhāpane bhatiyā khaṇantānaṃ santikā gahitabhaṇḍakabhāvepi pācittiyaṃ hoti, evamidhāpīti keci vadanti, taṃ na yuttaṃ. Yañhi assāmikabhūmiṃ khaṇitvā samuṭṭhāpitaṃ ayobījaṃ, taṃ bhatakānaṃ santakaṃ nāma hoti, tadatthañca tesaṃ rūpiyaṃ dentassa rūpiyasaṃvohārova hoti akappiyavohārena rajanacchalliādīnaṃ āharāpane kayavikkayo viya, tādisampi parabhaṇḍaṃ idha vatthadhovanādīsu natthi, tasmā aṭṭhakathāpamāṇenevettha pācittiyaṃ gahetabbaṃ.",
  "tika-vin07t5:147": "597.Puññaṃbhavissatīti detīti ettha sace bhikkhu attano bhaṇḍassa appagghataṃ ñatvāpi akathetvā ‘‘idāneva upaparikkhitvā gaṇha, mā pacchā vippaṭisārī hohī’’ti vadati, itaro ca attano diyyamānassa mahagghataṃ ajānanto ‘‘ūnaṃ vā adhikaṃ vā tumhākamevā’’ti datvā gacchati, bhikkhussa anāpatti upanandassa viya paribbājakavatthuggahaṇe. Vippaṭisārissa puna sakasaññāya āgatassa yaṃ adhikaṃ gahitaṃ, taṃ dātabbaṃ. Yena yaṃ parivatteti, tesaṃ ubhinnaṃ kappiyavatthutā, asahadhammikatā, kayavikkayāpajjanañcāti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:148": "Kayavikkayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:149": "Niṭṭhito kosiyavaggo dutiyo.",
  "tika-vin07t5:150": "3. Pattavaggo",
  "tika-vin07t5:151": "1. Pattasikkhāpadavaṇṇanā",
  "tika-vin07t5:152": "602. Tatiyavaggassa paṭhame aḍḍhaterasapalāti māgadhikāya mānatulāya aḍḍhaterasapalaparimitaṃ udakaṃ gaṇhantaṃ sandhāya vuttaṃ, tathā parimitaṃ yavamāsādiṃ gaṇhantiṃ sandhāyāti keci. Ācariyadhammapālattherena pana ‘‘pakaticatumuṭṭhikaṃ kuḍuvaṃ, catukuḍuvaṃ nāḷi, tāya nāḷiyā soḷasa nāḷiyo doṇaṃ, taṃ pana magadhanāḷiyā dvādasa nāḷiyo hontīti vadantī’’ti vuttaṃ. Damiḷanāḷīti purāṇanāḷiṃ sandhāya vuttaṃ. Sā ca catumuṭṭhikehi kuḍuvehi aṭṭha kuḍuvā, tāya nāḷiyā dve nāḷiyo magadhanāḷiṃ gaṇhāti. Purāṇā pana ‘‘sīhaḷanāḷi tisso nāḷiyo gaṇhātī’’ti vadanti, tesaṃ matena magadhanāḷi idāni pavattamānāya catukuḍuvāya damiḷanāḷiyā catunāḷikā hoti, tato magadhanāḷito upaḍḍhañca purāṇadamiḷanāḷisaṅkhātaṃ patthaṃ nāma hoti, etena ca ‘‘omako nāma patto patthodanaṃ gaṇhātī’’ti pāḷivacanañca sameti, lokiyehipi –",
  "tika-vin07t5:153": "‘‘Lokiyaṃ magadhañceti, patthadvayamudāhaṭaṃ;",
  "tika-vin07t5:154": "Lokiyaṃ soḷasapalaṃ, māgadhaṃ diguṇaṃ mata’’nti. –",
  "tika-vin07t5:155": "Evaṃ loke nāḷiyā magadhanāḷi diguṇāti dassitā, evañca gayhamāne omakapattassa ca yāpanamattodanagāhikā ca siddhā hoti. Na hi sakkā aṭṭhakuḍuvato ūnodanagāhinā pattena athūpīkataṃ piṇḍapātaṃ pariyesitvā yāpetuṃ. Teneva verañjakaṇḍaṭṭhakathāyaṃ ‘‘pattho nāma nāḷimattaṃ hoti ekassa purisassa alaṃ yāpanāya. Vuttampi hetaṃ ‘patthodano nālamayaṃ duvinna’’’nti (jā. 2.21.192) vuttaṃ, ‘‘ekekassa dvinnaṃ tiṇṇaṃ pahotī’’ti ca āgahaṃ, tasmā idha vuttanayānusāreneva gahetabbaṃ.",
  "tika-vin07t5:156": "Ālopassaanurūpanti ettha ‘‘byañjanassa mattā nāma odanato catutthabhāgo’’ti (ma. ni. aṭṭha. 2.387) brahmāyusuttaṭṭhakathāyaṃ vuttattā ālopassa catutthabhāgameva byañjanaṃ anurūpanti daṭṭhabbaṃ. Odanagatikānevāti odanassa anto eva pavisanasīlāni siyuṃ, attano okāsaṃ na gavesantīti attho. Nāmamatteti ‘‘majjhimo patto majjhimomako’’tiādināmamatte.",
  "tika-vin07t5:157": "607-8.Evaṃ payoge payogeti pariyosānālopajjhoharaṇapayoge payoge, ālope ālopeti attho. Katvāti pākapariyosānaṃ katvā. Pacitvā ṭhapessāmīti kāḷavaṇṇapākaṃ sandhāya vuttaṃ. Chiddanti mukhavaṭṭito dvaṅgulassa heṭṭhāchiddaṃ vuttaṃ. Sesaṃ paṭhamakathine vuttanayameva.",
  "tika-vin07t5:158": "Pattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:159": "2. Ūnapañcabandhanasikkhāpadavaṇṇanā",
  "tika-vin07t5:160": "609-613. Dutiye pāḷiyaṃ ahaṃ pattena te bhikkhū santapessāmīti seso. ‘‘Apatto’’ti iminā adhiṭṭhānavijahanampi dasseti. Pañcabandhanepi patte aparipuṇṇapāke patte viya adhiṭṭhānaṃ na ruhati. ‘‘Tipupaṭṭakena vā’’ti vuttattā tambalohādīhi kappiyalohehi ayopattassa chiddaṃ chādetuṃ vaṭṭati. Teneva ‘‘lohamaṇḍalakenā’’ti vuttaṃ. Imasmiṃ sikkhāpade akāḷavaṇṇampi kappiyapattaṃ viññāpentassa āpatti evāti daṭṭhabbaṃ. Adhiṭṭhānupagapattassa ūnapañcabandhanatā, attuddesikatā, akataviññatti, tāya ca paṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:161": "Ūnapañcabandhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:162": "3. Bhesajjasikkhāpadavaṇṇanā",
  "tika-vin07t5:163": "618-621. Tatiye pāḷiyaṃ pilindavacchattherena ‘‘na kho, mahārāja, bhagavatā ārāmiko anuññāto’’ti paṭhamaṃ paṭikkhipitvā ‘‘anujānāmi, bhikkhave, ārāmika’’nti puggalānampi ārāmikanāmena dāsaggahaṇe anuññāte eva ārāmikānaṃ gahitattā khettavatthādīni kappiyavohārenapi puggalānaṃ gahetuṃ na vaṭṭati, tathā ananuññātattāti viññāyati. ‘‘Khettavatthupaṭiggahaṇā paṭivirato hotī’’tiādinā (dī. ni. 1.10, 194) hi paṭikkhittesu ekasseva puggalikavasena gahaṇe anuññāte itarītarānaṃ tathā na gahetabbatā siddhāva hoti. Yañca pilindavacchattherena dāyakakulassa dārikāya suvaṇṇamālāvasena tiṇaṇḍupakassa nimmānaṃ, taṃ ‘‘anāpatti, bhikkhave, iddhimassa iddhivisaye’’ti (pārā. 159) vacanato kulasaṅgahādi na hotīti katanti daṭṭhabbaṃ, keci pana ‘‘khīṇāsavānaṃ lābhicchāya abhāvato kulasaṅgahepi ājīvakopo natthī’’ti vadanti, taṃ na yuttaṃ khīṇāsavānampi ājīvavipattihetūnaṃ piṇḍapātādīnaṃ parivajjetabbato. Vuttañhi dhammasenāpatinā ‘‘neva bhindeyyamājīvaṃ, cajamānopi jīvita’’nti (mi. pa. 6.1.5). Bhagavatā ca ‘‘gāthābhigītaṃ me abhojanīya’’ntiādi vuttaṃ (su. ni. 81, 484; mi. pa. 4.5.9; saṃ. ni. 1.197).",
  "tika-vin07t5:164": "622.Uggahitakanti paribhogatthāya sayaṃ gahitaṃ. Sayaṃ karotīti pacitvā karoti. Purebhattanti tadahupurebhattameva vaṭṭati savatthukapaṭiggahitattā. Sayaṃkatanti khīranavanītaṃ pacitvā kataṃ. Nirāmisamevāti tadahupurebhattaṃ sandhāya vuttaṃ. Ajja sayaṃkataṃ nirāmisameva bhuñjantassa kasmā sāmapāko na hotīti āha ‘‘navanītaṃ tāpentassā’’tiādi. Paṭiggahitehīti khīradadhīni sandhāya vuttaṃ. Uggahitakehi kataṃ abbhañjanādīsu upanetabbanti yojanā. Eseva nayoti nissaggiyāpattiṃ sandhāya vuttaṃ. Akappiyamaṃsasappimhīti hatthiādīnaṃ sappimhi.",
  "tika-vin07t5:165": "Ettha panāti navanīte viseso atthīti attho. Dhotaṃ vaṭṭatīti dhotameva paṭiggahitumpi na vaṭṭati, itarathā savatthukapaṭiggahitaṃ hotīti therānaṃ adhippāyo.",
  "tika-vin07t5:166": "Mahāsivattherassa pana vatthuno viyojitattā dadhiguḷikādīhi yuttatāmattena savatthukapaṭiggahitaṃ nāma na hoti, tasmā takkato uddhaṭamattameva paṭiggahetvā dhovitvā, pacitvā vā nirāmisameva katvā paribhuñjiṃsūti adhippāyo, na pana dadhiguḷikādīhi saha vikāle bhuñjiṃsu. Tenāha ‘‘tasmā navanītaṃ paribhuñjantena…pe… savatthukapaṭiggahitaṃ nāma na hotī’’ti. Tattha adhotaṃ paṭiggahetvāpi taṃ navanītaṃ paribhuñjantena dadhiādīni apanetvā paribhuñjitabbanti attho. Khayaṃ gamissatīti nirāmisaṃ hoti, tasmā vikālepi vaṭṭatīti attho. Ettāvatāti navanīte laggamattena visuṃ dadhiādivohāraṃ aladdhena appamattena dadhiādināti attho, etena visuṃ paṭiggahitadadhiādīhi saha pakkaṃ savatthukapaṭiggahitasaṅkhyameva gacchatīti dasseti. Tasmimpīti nirāmisabhūtepi. Kukkuccakānaṃ pana ayaṃ adhippāyo – paṭiggahaṇe tāva dadhiādīhi asambhinnarasattā bhattena sahitena guḷapiṇḍādi viya savatthukapaṭiggahitaṃ nāma na hoti, taṃ pana pacantena dhovitvāva pacitabbaṃ, itarathā pacanakkhaṇe paccamānadadhiguḷikādīhi sambhinnarasatāya sāmaṃpakkaṃ jātaṃ, tesu khīṇesu sāmaṃpakkameva hoti, tasmā nirāmisameva pacitabbanti. Teneva ‘‘āmisena saha pakkattā’’ti kāraṇaṃ vuttaṃ.",
  "tika-vin07t5:167": "Ettha cāyaṃ vicāraṇā – savatthukapaṭiggahitattābhāve āmisena saha bhikkhunā pakkassa sayaṃpākadoso vā parisaṅkīyati yāvakālikatā vā, tattha na tāva sayaṃpākadoso ettha sambhavati sattāhakālikattā. Yañhi tattha dadhiādi āmisagataṃ, taṃ parikkhīṇanti. Atha paṭiggahitadadhiguḷikādinā saha attanā pakkattā savatthukapakkaṃ viya bhaveyyāti parisaṅkīyati, tadā āmisena saha paṭiggahitattāti kāraṇaṃ vattabbaṃ, na pana pakkattāti. Tathā ca upaḍḍhattherānaṃ matameva aṅgī kataṃ siyā. Tattha ca sāmaṇerādīhi pakkampi yāvakālikameva siyā paṭiggahitakhīrādiṃ pacitvā anupasampannehi katasappiādi viya ca, na ca taṃ yuttaṃ, bhikkhācārena laddhanavanītādīnaṃ takkādiāmisasaṃsaggasambhavena aparibhuñjitabbatāpasaṅgato. Na hi gahaṭṭhā dhovitvā, sodhetvā vā patte ākirantīti niyamo atthi, aṭṭhakathāyañca ‘‘yathā tattha patitataṇḍulakaṇādayo na paccanti, evaṃ…pe… puna pacitvā deti, purimanayeneva sattāhaṃ vaṭṭatī’’ti iminā vacanenapetaṃ virujjhati, tasmā idha kukkuccakānaṃ kukkuccuppattiyā nimittameva na dissati. Yathā cettha, evaṃ ‘‘lajjī sāmaṇero yathā tattha patitataṇḍulakaṇādayo na paccanti, evaṃ sāmisapākaṃ mocento aggimhi vilīyāpetvā…pe… vaṭṭatī’’ti vacanassāpi nimittaṃ na dissati. Yadi hi etaṃ yāvakālikasaṃsaggaparihārāya vuttaṃ siyā, attanāpi tathā kātabbaṃ bhaveyya. Gahaṭṭhehi dinnasappiādīsu ca āmisasaṃsaggasaṅkā na vigaccheyya. Na hi gahaṭṭhā evaṃ vilīyāpetvā pana taṇḍulādiṃ apanetvā puna pacanti, apica bhesajjehi saddhiṃ khīrādiṃ pakkhipitvā yathā khīrādi khayaṃ gacchati, evaṃ parehi pakkabhesajjatelādipi yāvakālikameva siyā, na ca tampi yuttaṃ dadhiādikhayakaraṇatthaṃ ‘‘puna pacitvā detī’’ti vuttattā. Tasmā mahāsivattheravāde kukkuccaṃ akatvā adhotampi navanītaṃ tadahupi punadivasādīsupi pacituṃ, taṇḍulādimissaṃ sappiādiṃ attanāpi aggimhi vilīyāpetvā parissāvetvā puna takkādikhayatthaṃ pacituñca vaṭṭati.",
  "tika-vin07t5:168": "Tattha vijjamānassapi paccamānakkhaṇe sambhinnarasassa yāvakālikassa abbohārikattena savatthukapaṭiggahitapurepaṭiggahitānampi abbohārikatoti niṭṭhamettha gantabbanti. Teneva ‘‘ettāvatāsavatthukapaṭiggahitaṃ nāma na hotī’’ti vuttaṃ. Visuṃ paṭiggahitena pana khīrādiāmisena navanītādiṃ missetvā bhikkhunā vā aññehi vā pakkatelādibhesajjaṃ savatthukapaṭiggahitasaṅkhyameva gacchati, tattha paviṭṭhayāvakālikassa abbohārikattābhāvā. Yaṃ pana purepariggahitabhesajjehi appaṭiggahitaṃ khīrādiṃ pakkhipitvā pakkatelādikaṃ anupasampanneheva pakkampi savatthukapaṭiggahitampi sannidhipi na hoti, tattha pakkhittakhīrādikassapi tasmiṃ khaṇe sambhinnarasatāya purepaṭiggahitattāpattito. Sace pana appaṭiggahiteheva, aññehi vā pakkatelādīsupi sace āmisaraso paññāyati, taṃ yāvakālikameva hotīti veditabbaṃ. Uggahetvāti sayameva gahetvā.",
  "tika-vin07t5:169": "Parissāvetvā gahitanti taṇḍulādivigamatthaṃ parissāvetvā, takkādivigamatthaṃ puna pacitvā gahitanti attho. Paṭiggahetvā ṭhapitabhesajjehīti atirekasattāhapaṭiggahitehi, etena tehi yuttampi sappiādi atirekasattāhapaṭiggahitaṃ na hotīti dasseti. Vaddalisamayeti vassakālasamaye, anātapakāleti attho.",
  "tika-vin07t5:170": "Nibbaṭṭitattāti yāvakālikavatthuto vivecitattā, etena tele sabhāvato yāvakālikattābhāvaṃ, bhikkhuno savatthukapaṭiggahaṇena yāvakālikattupagamanañca dasseti. Ubhayampīti attanā, aññehi ca kataṃ.",
  "tika-vin07t5:171": "623.Acchavasanti dukkaṭavatthūnaññeva upalakkhaṇanti āha ‘‘ṭhapetvā manussavasa’’nti. Saṃsaṭṭhanti parissāvitaṃ. Tiṇṇaṃ dukkaṭānanti ajjhohāre ajjhohāre tīṇi dukkaṭāni sandhāya vuttaṃ. Kiñcāpi paribhogatthāya vikāle paṭiggahaṇapacanaparissāvanādīsu pubbapayogesu pāḷiyaṃ, aṭṭhakathāyañca āpatti na vuttā, tathāpi ettha āpattiyā eva bhavitabbaṃ paṭikkhittassa karaṇato āhāratthāya vikāle yāmakālikādīnaṃ paṭiggahaṇe viya. Yasmā khīrādiṃ pakkhipitvā pakkabhesajjatele kasaṭaṃ āmisagatikaṃ, tena saha telaṃ paṭiggahetuṃ, pacituṃ vā bhikkhuno na vaṭṭati. Tasmā vuttaṃ ‘‘pakkatelakasaṭe viya kukkuccāyatī’’ti. Sace vasāya saha pakkattā na vaṭṭati, idaṃ kasmā na vaṭṭatīti pucchantā ‘‘bhante…pe… vaṭṭatī’’ti āhaṃsu. Thero atikukkuccatāya ca ‘‘etampi, āvuso, na vaṭṭatī’’ti āha. Roganiggahatthāya eva vasāya anuññātattaṃ sallakkhetvā pacchā ‘‘sādhū’’ti sampaṭicchi.",
  "tika-vin07t5:172": "‘‘Madhukarīhi nāma madhumakkhikāhī’’ti idaṃ khuddakabhamarānaṃ dvinnaṃ eva visesananti keci vadanti , aññe pana ‘‘daṇḍakesu madhukārikā madhukarīmakkhikā nāma, tāhi saha tisso madhumakkhikājātiyo’’ti vadanti. Bhamaramakkhikāti mahāpaṭalakārikā. Silesasadisanti sukkhatāya vā pakkatāya vā ghanībhūtaṃ. Itaranti tanukamadhu.",
  "tika-vin07t5:173": "Ucchurasaṃ upādāyāti nikkasaṭarasassapi sattāhakālikataṃ dasseti ‘‘ucchumhā nibbatta’’nti pāḷiyaṃ sāmaññato vuttattā. Yaṃ pana suttantaṭṭhakathāyaṃ ‘‘ucchu ce, yāvakāliko. Ucchuraso ce, yāmakāliko. Phāṇitaṃ ce, sattāhakālikaṃ. Taco ce, yāvajīvako’’ti vuttaṃ, taṃ ambaphalarasādimissatāya yāmakālikattaṃ sandhāya vuttanti gahetabbaṃ, avinayavacanattā taṃ appamāṇanti. Teneva ‘‘purebhattaṃ paṭiggahitena aparissāvitaucchurasenā’’tiādi vuttaṃ. Nirāmisameva vaṭṭati tattha paviṭṭhayāvakālikassa abbohārikattāti idaṃ guḷe kate tattha vijjamānampi kasaṭaṃ pākena sukkhatāya yāvajīvikattaṃ bhajatīti vuttaṃ. Tassa yāvakālikatte hi sāmaṃpākena purebhattepi anajjhoharaṇīyaṃ siyāti. ‘‘Savatthukapaṭiggahitattā’’ti idaṃ ucchurase cuṇṇavicuṇṇaṃ hutvā ṭhitakasaṭaṃ sandhāya vuttaṃ, tena ca aparissāvitena appaṭiggahitena anupasampannehi kataṃ sattāhaṃ vaṭṭatīti dasseti. Jhāmaucchuphāṇitanti aggimhi ucchuṃ tāpetvā kataṃ. Koṭṭitaucchuphāṇitanti khuddānukhuddakaṃ chinditvā koṭṭetvā nippīḷetvā pakkaṃ.",
  "tika-vin07t5:174": "Taṃ tattha vijjamānampi kasaṭaṃ pakkakāle yāvakālikattaṃ vijahatīti āha ‘‘taṃ yutta’’nti. Sītodakena katanti madhukapupphāni sītodakena madditvā parissāvetvā pacitvā kataṃ, amadditvā katanti keci, tattha kāraṇaṃ na dissati. Khīrajallikanti khīrapheṇaṃ. Madhukapupphaṃ panātiādi yāvakālikarūpena ṭhitassapi avaṭṭanakamerayabījavatthuṃ dassetuṃ āraddhaṃ.",
  "tika-vin07t5:175": "Sabbānipīti sappiādīni pañcapi. Āhārakiccaṃ karontāni etāni kasmā evaṃ paribhuñjitabbānīti codanāparihārāya bhesajjodissaṃ dassentena tappasaṅgena sabbānipi odissakāni ekato dassetuṃ ‘‘sattavidhaṃ hī’’tiādi vuttaṃ. Apakatibhesajjattā vikaṭāni virūpāni visaharaṇato mahāvisayattā mahantāni cāti mahāvikaṭāni. Upasampadādīnīti ādi-saddena gaṇaṅgaṇūpāhanādiṃ saṅgaṇhāti.",
  "tika-vin07t5:176": "Adhiṭṭhetīti bāhiraparibhogatthametanti cittaṃ uppādeti, evaṃ paribhoge anapekkhatāya paṭiggahaṇaṃ vijahatīti adhippāyo. Evaṃ aññesupi kālikesu anajjhoharitukāmatāya suddhacittena bāhiraparibhogatthāya niyamepi paṭiggahaṇaṃ vijahatīti idampi visuṃ ekaṃ paṭiggahaṇavijahanakāraṇanti daṭṭhabbaṃ.",
  "tika-vin07t5:177": "625.Sace dvinnaṃ…pe… na vaṭṭatīti ettha pāṭho gaḷito, evaṃ panettha pāṭho veditabbo ‘‘sace dvinnaṃ santakaṃ ekena paṭiggahitaṃ avibhattaṃ hoti, sattāhātikkame dvinnampi anāpatti, paribhuñjituṃ pana na vaṭṭatī’’ti. Aññathā hi saddappayogopi na saṅgahaṃ gacchati. ‘‘Gaṇṭhipadepi ca ayameva pāṭho dassito’’ti (sārattha. ṭī. 2.625) sāratthadīpaniyaṃ vuttaṃ. Dvinnampi anāpattīti avibhattattā vuttaṃ. ‘‘Paribhuñjituṃ pana na vaṭṭatī’’ti idaṃ ‘‘sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabba’’nti vacanato vuttaṃ. ‘‘Yena paṭiggahitaṃ, tena vissajjitattā’’ti iminā upasampannassa dānampi sandhāya ‘‘vissajjetī’’ti idaṃ vuttanti dasseti. Upasampannassa nirapekkhadinnavatthumhi paṭiggahaṇassa avigatattepi sakasantakatā vigatāva hoti, tena nissaggiyaṃ na hoti. Attanāva paṭiggahitattaṃ, sakasantakattañcāti imehi dvīhi kāraṇehi nissaggiyaṃ hoti, na ekena. Anupasampannassa nirapekkhadāne pana tadubhayampi vijahati, paribhogopettha vaṭṭati, na sāpekkhadāne dānalakkhaṇābhāvato. ‘‘Vissajjetī’’ti etasmiñca pāḷipade kassaci adatvā anapekkhatāya chaḍḍanampi saṅgahitanti veditabbaṃ. ‘‘Anapekkho datvā’’ti idañca paṭiggahaṇavijahanavidhidassanatthameva vuttaṃ. Paṭiggahaṇe hi vijahite puna paṭiggahetvā paribhogo sayameva vaṭṭissati, tabbijahanañca vatthuno sakasantakatāpariccāgena hotīti, etena ca vatthumhi ajjhoharaṇāpekkhāya sati paṭiggahaṇavissajjanaṃ nāma visuṃ na labbhatīti sijjhati. Itarathā hi ‘‘paṭiggahaṇe anapekkhova paṭiggahaṇaṃ vissajjetvā puna paṭiggahetvā bhuñjatī’’ti vattabbaṃ siyā. ‘‘Appaṭiggahitattā’’ti iminā ekassa santakaṃ aññena paṭiggahitampi nissaggiyaṃ hotīti dasseti.",
  "tika-vin07t5:178": "Evanti ‘‘puna gahessāmī’’ti apekkhaṃ akatvā suddhacittena pariccattataṃ parāmasati. Paribhuñjantassa anāpattidassanatthanti nissaggiyamūlikāhi pācittiyādiāpattīhi anāpattidassanatthanti adhippāyo. Paribhoge anāpattidassanatthanti ettha pana nissaṭṭhapaṭiladdhassa kāyikaparibhogādīsu yā dukkaṭāpatti vuttā, tāya anāpattidassanatthanti adhippāyo. Sappiādīnaṃ paṭiggahitabhāvo, attano santakatā, sattāhātikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:179": "Bhesajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:180": "4. Vassikasāṭikasikkhāpadavaṇṇanā",
  "tika-vin07t5:181": "628. Catutthe jeṭṭhamūlapuṇṇamāsiyā…pe… karaṇakkhettañcāti paṭhamaddhamāsampi karaṇakkhettaṃ vuttaṃ. Taṃ ‘‘katvā nivāsetabba’’nti imassa purimaddhamāse vā pacchimaddhamāse vā katvā pacchimamāseva nivāsetabbanti evamatthaṃ gahetvā vuttaṃ nivāsaneyeva āpattiyā vuttattāti. Yaṃ pana mātikāṭṭhakathāyaṃ ‘‘gimhānaṃ pacchimo māso pariyesanakkhettaṃ, pacchimo addhamāso karaṇanivāsanakkhettampī’’ti (kaṅkhā. aṭṭha. vassikasāṭikasikkhāpadavaṇṇanā) vuttaṃ, taṃ tasmiṃyeva addhamāse katvā nivāsetabbanti evamatthaṃ gahetvā vuttaṃ. Idha vuttanayeneva atthe gahite virodho natthi.",
  "tika-vin07t5:182": "‘‘Vattabhede dukkaṭa’’nti idaṃ vassikasāṭikaadinnapubbe sandhāya vuttaṃ. Tenāha ‘‘ye manussā’’tiādi. Pakatiyā vassikasāṭikadāyakā nāma saṅghaṃ vā attānaṃ vā appavāretvāva anusaṃvaccharaṃ dāyakā.",
  "tika-vin07t5:183": "630.‘‘Cha māse parihāraṃ labhatī’’ti etena antovassepi yāva vassānassa pacchimadivasā akatā parihāraṃ labhatīti dīpitaṃ hoti. Ekamāsanti hemantassa pacchimuposathena saha gaṇetvā vuttaṃ. Tasmiṃ uposathadivase eva hi taṃ mūlacīvaraṃ kātabbaṃ, itarathā hi nissaggiyato. Ekāhadvīhādivasena…pe… laddhā ceva niṭṭhitā cāti ettha ekāhānāgatāya vassūpanāyikāya laddhā ceva niṭṭhitā ca dvīhānāgatāya…pe… dasāhānāgatāya vassūpanāyikāya laddhā ceva niṭṭhitā ca, antovasse vā laddhā ceva niṭṭhitā cāti evamattho daṭṭhabbo. Tattha āsaḷhīmāsassa juṇhapakkhapuṇṇamiyaṃ laddhā, tadaheva rajanakappapariyosānehi niṭṭhitā ca vassikasāṭikā ‘‘ekāhānāgatāya vassūpanāyikāya laddhā ceva niṭṭhitā cā’’ti vuccati. Eteneva nayena juṇhapakkhassa chaṭṭhiyaṃ laddhā, niṭṭhitā ca ‘‘dasāhānāgatāya vassūpanāyikāya laddhā ceva niṭṭhitā cā’’ti vuccati. Yāva paṭhamakattikatemāsipuṇṇamā, tāva laddhā, niṭṭhitā ca ‘‘antovasse laddhā ceva niṭṭhitā cā’’ti vuccati. Paṭhamakattikatemāsipuṇṇamito paraṃ laddhā ceva niṭṭhitā ca yāva cīvarakālo nātikkamati, tāva anadhiṭṭhahitvāpi ṭhapetuṃ vaṭṭatīti adhippāyo.",
  "tika-vin07t5:184": "Ettha ca ‘‘tasmiṃyeva antodasāhe adhiṭṭhātabbā’’ti avisesena vuttepi vassānato pubbe ekāhadvīhādivasena anāgatāya vassūpanāyikāya laddhā tehi divasehi dasāhaṃ anatikkamantena vassūpanāyikadivasato paṭṭhāya adhiṭṭhānakkhettaṃ sampattā eva adhiṭṭhātabbā, tato pana pubbe dasāhātikkamena niṭṭhitāpi na adhiṭṭhātabbā adhiṭṭhānassa akhettattā. Tādisā pana vassūpanāyikadivase eva adhiṭṭhātabbā, anadhiṭṭhahato aruṇuggamanena nissaggiyaṃ hoti. Yadi evaṃ ‘‘dasāhānāgatāyā’’ti iminā kiṃ payojananti ce? Vassānato pubbe eva dasāhe atikkante niṭṭhitā vassūpanāyikadivase eva adhiṭṭhātabbāti dassanatthaṃ vuttaṃ. Tenevāha ‘‘dasāhātikkame niṭṭhitā tadaheva adhiṭṭhātabbā’’ti.",
  "tika-vin07t5:185": "Dasāhe appahonte cīvarakālaṃ nātikkametabbāti temāsabbhantare dasāhe appahonte navāhānāgatāya kattikatemāsipuṇṇamāya sattamito paṭṭhāya laddhā, niṭṭhitā ca cīvarakālaṃ nātikkametabbāti attho. Tathā hi ‘‘māso seso gimhānanti bhikkhunā vassikasāṭikacīvaraṃ pariyesitabba’’nti pariyesanakkhettaṃ vatvā ‘‘vassikasāṭikaṃ vassānaṃ cātumāsaṃ adhiṭṭhātu’’nti (mahāva. 358) vuttattā katāyapi akatāyapi māsamattaṃ anadhiṭṭhātabbatā siddhā. Yasmā ca akatā vassikasāṭikasaṅkhyaṃ na gacchati, akaraṇañca kenaci vekallena, na anādarena, tasmā cātumāsaṃ akatattā eva parihāraṃ labhati, katā pana adhiṭṭhānakkhette, akatā ca cīvarakāle dasāhaparamasikkhāpadeneva parihāraṃ labhatīti ayamattho labbhati. Kasmāti attano matiyā kāraṇapucchā. Tasmāti vassāneyeva vassikasāṭikāya adhiṭṭhātabbatāvacanato. ‘‘Ticīvaraṃ adhiṭṭhātu’’nti suttaṃ panettha sesacīvarānaṃ evaṃ kālaniyamābhāvaṃ sādhetuṃ uddhaṭaṃ. Na hi tenettha aññaṃ payojanaṃ atthi.",
  "tika-vin07t5:186": "Kadā adhiṭṭhātabbātiādikurundivacanenāpi ‘‘yadā vā tadā vā adhiṭṭhātuṃ vaṭṭatī’’ti idaṃ paṭikkhipitvā dasāhabbhantare eva katāya adhiṭṭhātabbataṃ dasseti.",
  "tika-vin07t5:187": "Pāḷiyaṃ acchinnacīvarassātiādīsu acchinnasesacīvarassa naṭṭhasesacīvarassa. Etesañhi asamaye pariyesananivāsanāpattiyā eva anāpatti vuttā. Teneva mātikāṭṭhakathāyaṃ ‘‘acchinnacīvarassa vā naṭṭhacīvarassa vā anivatthaṃ corā harantīti evaṃ āpadāsu vā nivāsayato ummattakādīnañca anāpattī’’ti (kaṅkhā. aṭṭha. vassikasāṭikasikkhāpadavaṇṇanā) vuttaṃ, idha pana samantapāsādikāyaṃ ayaṃ nissaggiyā anāpatti pāḷito sayameva sijjhatīti imaṃ adassetvā asijjhamānaṃ naggassa nhāyato dukkaṭāpattiyā eva anāpattiṃ dassetuṃ ‘‘acchinnacīvarassā’’tiādi vuttanti gahetabbaṃ. Na hi esā anāpatti avutte sijjhatīti. Vassikasāṭikāya attuddesikatā, asamaye pariyesanatā, tāya ca paṭilābhoti imāni tāva pariyesanāpattiyā tīṇi aṅgāni. Nivāsanāpattiyā pana sacīvaratā, āpadābhāvo, vassikasāṭikāya sakabhāvo, asamaye nivāsananti cattāri aṅgāni.",
  "tika-vin07t5:188": "Vassikasāṭikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:189": "5. Cīvaraacchindanasikkhāpadavaṇṇanā",
  "tika-vin07t5:190": "631. Pañcame yampi…pe… acchindīti ettha yaṃ te ahaṃ cīvaraṃ adāsiṃ, taṃ ‘‘mayā saddhiṃ pakkamissatī’’ti saññāya adāsiṃ, na aññathāti kupito acchindīti evaṃ ajjhāharitvā yojetabbaṃ.",
  "tika-vin07t5:191": "633.Ekaṃ dukkaṭanti yadi āṇatto avassaṃ acchindati, āṇattikkhaṇe pācittiyameva. Yadi na acchindati, tadā eva dukkaṭanti daṭṭhabbaṃ. Ekavācāya sambahulā āpattiyoti yadi āṇatto anantarāyena acchindati, āṇattikkhaṇeyeva vatthugaṇanāya pācittiyaāpattiyo payogakaraṇakkhaṇeyeva āpattiyā āpajjitabbato, cīvaraṃ pana acchinneyeva nissaggiyaṃ hoti. Yadi so na acchindati, āṇattikkhaṇe ekameva dukkaṭanti daṭṭhabbaṃ. Evaṃ aññatthāpi īdisesu nayo ñātabbo.",
  "tika-vin07t5:192": "635.Upajjhaṃ gaṇhissatīti sāmaṇerassa dānaṃ dīpeti, tena ca sāmaṇerakāle datvā upasampannakāle acchindatopi pācittiyaṃ dīpeti. ‘‘Bhikkhussa sāmaṃ cīvaraṃ datvā’’ti idaṃ ukkaṭṭhavasena vuttaṃ. Āharāpetuṃ pana vaṭṭatīti kamme akate bhatisadisattā vuttaṃ. Vikappanupagapacchimacīvaratā, sāmaṃ dinnatā, sakasaññitā, upasampannatā, kodhavasena acchindanaṃ vā acchindāpanaṃ vāti imānettha pañca aṅgāni.",
  "tika-vin07t5:193": "Cīvaraacchindanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:194": "6. Suttaviññattisikkhāpadavaṇṇanā",
  "tika-vin07t5:195": "636. Chaṭṭhe vītavītaṭṭhānaṃ yasmiṃ caturassadārumhi paliveṭhenti, tassa turīti nāmaṃ. Vāyantā tiriyaṃ suttaṃ pavesetvā yena ākoṭentā vatthe ghanabhāvaṃ āpādenti, taṃ ‘‘vema’’nti vuccati.",
  "tika-vin07t5:196": "‘‘Itarasmiṃ tatheva dukkaṭa’’nti iminā vāyituṃ āraddhakālato paṭṭhāya yathāvuttaparicchedaniṭṭhiteyeva dukkaṭampi hoti, na tato pubbe vāyanapayogesūti dasseti.",
  "tika-vin07t5:197": "Tanteṭhitaṃyeva adhiṭṭhātabbanti ettha ekavāraṃ adhiṭṭhite pacchā vītaṃ adhiṭṭhitagatikameva hoti, puna adhiṭṭhānakiccaṃ natthi. Sace pana antarantarā dasā ṭhapetvā visuṃ visuṃ saparicchedaṃ vītaṃ hoti, paccekaṃ adhiṭṭhātabbamevāti daṭṭhabbaṃ. Ettha ca kappiyasuttaṃ gahetvā aññātakaappavāritenāpi akappiyatantavāyena ‘‘suttamatthi, vāyanto natthī’’tiādipariyāyamukhena vāyāpentassa anāpatti. Teneva mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. suttaviññattisikkhāpadavaṇṇanā) ‘‘vāyāpeyyā’’ti padassa ‘‘cīvaraṃ me, āvuso, vāyathāti akappiyaviññattiyā vāyāpeyyā’’ti attho vutto, evaṃ vadanto akappiyatantavāyena vāyāpeti nāma, nāññathā.",
  "tika-vin07t5:198": "640.Anāpatti cīvaraṃ sibbetuntiādīsu iminā sikkhāpadeneva anāpatti, akataviññattipaccayā pana dukkaṭamevāti vadanti. Akappiyasuttatā, attuddesikatā, akappiyatantavāyena akappiyaviññattiyā vāyāpananti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:199": "Suttaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:200": "7. Mahāpesakārasikkhāpadavaṇṇanā",
  "tika-vin07t5:201": "642. Sattame ‘‘kiñcimattaṃ anupadajjeyyā’’ti idaṃ payogabhedadassanaṃ, dānaṃ panettha aṅgaṃ na hoti. Teneva tassa vibhaṅge ‘‘antamaso dhammampi bhaṇatī’’ti vuttaṃ. Sesamettha uttānameva. Aññātakaappavāritānaṃ tantavāye upasaṅkamitvā vikappamāpajjanatā, cīvarassa attuddesikatā, tassa vacanena suttavaḍḍhanaṃ, cīvarapaṭilābhoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:202": "Mahāpesakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:203": "8. Accekacīvarasikkhāpadavaṇṇanā",
  "tika-vin07t5:204": "646. Aṭṭhame chaṭṭhiyaṃ uppannacīvarassa ekādasamāruṇo cīvarakāle uṭṭhātīti āha ‘‘chaṭṭhito paṭṭhāyā’’tiādi, tena ca ‘‘dasāhānāgata’’nti vuttattā pañcamito paṭṭhāya puṇṇamito pubbe dasasu aruṇesu uṭṭhitesupi cīvaraṃ nissaggiyaṃ na hoti. Puṇṇamiyā saha ekādasa divasā labbhantīti ettakameva iminā sikkhāpadena laddhaṃ, chaṭṭhito paṭṭhāya uppannaṃ sabbacīvaraṃ paṭhamakathinasikkhāpadavaseneva yāva cīvarakālaṃ nissaggiyaṃ na hotīti dasseti.",
  "tika-vin07t5:205": "650. Idāni paṭhamakathinādisikkhāpadehi tassa tassa cīvarassa labbhamānaṃ parihāraṃ idheva ekato sampiṇḍetvā dassento ‘‘atirekacīvarassā’’tiādimāha. ‘‘Anatthate kathine ekādasadivasādhiko māso, atthate kathine ekādasadivasādhikā pañca māsā’’ti ayameva pāṭho pāḷiyā sameti. Keci pana ‘‘dasadivasādhiko māso, dasadivasādhikā pañca māsāti pāṭhena bhavitabba’’nti vadanti, taṃ na yuttaṃ, aññathā ‘‘navāhānāgata’’nti vattabbato. Yaṃ panettha mātikāṭṭhakathāyañca ‘‘kāmañcesa ‘dasāhaparamaṃ atirekacīvaraṃ dhāretabba’nti imināva siddho, aṭṭhuppattivasena pana apubbaṃ viya atthaṃ dassetvā sikkhāpadaṃ ṭhapita’’nti (kaṅkhā. aṭṭha. accekacīvarasikkhāpadavaṇṇanā) likhanti, taṃ pamādalikhitaṃ ‘‘pavāraṇamāsassa juṇhapakkhapañcamito paṭṭhāya uppannassa cīvarassa nidhānakālo dassito hotī’’ti (kaṅkhā. aṭṭha. accekacīvarasikkhāpadavaṇṇanā) vuttattā. Imameva ca pamādalikhitaṃ gahetvā bhadantabuddhadattācariyena ca ‘‘parihārekamāsova, dasāhaparamo mato’’tiādi vuttanti gahetabbaṃ.",
  "tika-vin07t5:206": "Accekacīvarasadise aññasminti pubbe adhiṭṭhite uppannakālākārādi sādisena accekacīvarasadise aññasmiṃ cīvare accekacīvarasaññāya cīvarakālaṃ atikkametīti attho. Tenevettha dukkaṭaṃ, anāpatti ca vuttā, itarathā tīsupi padesu pācittiyasseva vattabbato. Anaccekacīvarampi hi cīvarakālaṃ atikkamayato pācittiyameva accekacīvarattike viyāti daṭṭhabbaṃ. Vikappanupagapacchimappamāṇassa accekacīvarassa attano santakatā , dasāhānāgatāya kattikatemāsipuṇṇamāya uppannabhāvo, anadhiṭṭhitaavikappitatā, cīvarakālātikkamoti imānettha cattāri aṅgāni.",
  "tika-vin07t5:207": "Accekacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:208": "9. Sāsaṅkasikkhāpadavaṇṇanā",
  "tika-vin07t5:209": "652-3. Navame antarantarā gharametthāti antaragharanti gāmo vuttoti āha ‘‘antogāme’’ti. ‘‘Paṭhamaṃ jhānaṃ upasampajja viharatī’’ti (vibha. 624) imassa vibhaṅge ‘‘upasampajja’’nti sānusāraṃ uddhaṭaṃ. Taṃ sandhāyāha ‘‘upasampajjantiādīsu viyā’’ti. Tassāpīti ‘‘vutthavassāna’’nti vibhaṅgapadassapi. Vutthavassānanti ca niddhāraṇe sāmivacanaṃ, etena ca purimasikkhāpade anatthatakathinānaṃ kathinamāsepi asamādānacāro na labbhatīti siddhaṃ hoti, itarathā sikkhāpadasseva niratthakattāti daṭṭhabbaṃ.",
  "tika-vin07t5:210": "Parikkhepārahaṭṭhānatoti ettha gāmapariyante ṭhitagharūpacārato paṭṭhāya eko leḍḍupāto parikkhepārahaṭṭhānaṃ nāma. Visuddhimaggepi ‘‘aparikkhittassa paṭhamaleḍḍupātato paṭṭhāyā’’ti (visuddhi. 1.31) vuttaṃ. Tanti taṃ paṭhamasenāsanādiṃ. Majjhimanikāyaṭṭhakathāyaṃ pana vihārassapi gāmasseva upacāraṃ nīharitvā ubhinnaṃ leḍḍupātānaṃ antarā minitabbanti vuttaṃ.",
  "tika-vin07t5:211": "‘‘Kosambiyaṃ aññataro bhikkhu gilāno hotī’’ti āgatattā ‘‘kosambakasammuti anuññātā’’ti vuttaṃ. ‘‘Ayañca pacchimadisaṃ gato hotī’’ti iminā antaraghare cīvaraṃ nikkhipitvā tasmiṃ vihāre vasantassa sakalampi cīvaramāsaṃ vippavasituṃ vaṭṭati, tato aññattha gamanakicce sati vihārato bahi chārattaṃ vippavāso anuññātoti dīpeti. Tenāha ‘‘senāsanaṃ āgantvā sattamaṃ aruṇaṃ uṭṭhāpetu’’ntiādi. Vasitvāti aruṇaṃ uṭṭhāpetvā. Tatthevāti tasmiññeva gataṭṭhāne. Aṅgāni panettha aṭṭhakathāyameva vuttāni.",
  "tika-vin07t5:212": "Sāsaṅkasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:213": "10. Pariṇatasikkhāpadavaṇṇanā",
  "tika-vin07t5:214": "660. Dasame ropitamālavacchatoti kenaci niyametvā ropitaṃ sandhāya vuttaṃ. Anocitaṃ milāyamānaṃ ocinitvā yattha katthaci pūjetuṃ vaṭṭati. Ṭhitaṃ disvāti sesakaṃ gahetvā ṭhitaṃ disvā. Yattha icchatha, tattha dethāti ettha niyametvā ‘‘asukassa dehī’’ti vuttepi doso natthi ‘‘tumhākaṃ ruciyā’’ti vuttattā. Saṅghe pariṇatabhāvo, taṃ ñatvā attano pariṇāmanaṃ, paṭilābhoti imānettha tīṇi aṅgāni.",
  "tika-vin07t5:215": "Pariṇatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t5:216": "Niṭṭhito pattavaggo tatiyo.",
  "tika-vin07t5:217": "Iti samantapāsādikāya vinayaṭṭhakathāya vimativinodaniyaṃ",
  "tika-vin07t5:218": "Tiṃsakavaṇṇanānayo niṭṭhito.",
  "tika-vin07t5:219": "Paṭhamo bhāgo niṭṭhito.",
  "tika-vin07t5:220": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-vin07t5:221": "Vinayapiṭake",
  "tika-vin07t5:222": "Vimativinodanī-ṭīkā (dutiyo bhāgo)"
}