{
  "tika-s0403t2:0": "3. Pañcaṅgikavaggo",
  "tika-s0403t2:1": "1-2. Paṭhamaagāravasuttādivaṇṇanā",
  "tika-s0403t2:2": "21-22. Tatiyassa paṭhame ābhisamācārikanti abhisamācāre uttamasamācāre bhavaṁ. Kiṁ pana tanti āha ‘‘vattavasena paññattasīla’’nti. Sesaṁ suviññeyyameva. Dutiye natthi vattabbaṁ.",
  "tika-s0403t2:3": "Paṭhamaagāravasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t2:4": "3-4. Upakkilesasuttādivaṇṇanā",
  "tika-s0403t2:5": "23-24. Tatiye na ca pabhāvantanti na ca pabhāsampannaṁ. Pabhijjanasabhāvanti tāpetvā tāḷakajjanapabhaṅguraṁ. Avasesaṁ lohanti vuttāvasesaṁ sajātilohaṁ, vijātilohaṁ, pisācalohaṁ, kittimalohanti evaṁpabhedaṁ sabbampi lohaṁ. Uppajjituṁ appadānenāti ettha nanu lokiyakusalacittassapi suvisuddhassapi uppajjituṁ appadāneneva upakkilesatāti? Saccametaṁ, yasmiṁ pana santāne nīvaraṇāni laddhappatiṭṭhāni, tattha mahaggatakusalassapi asambhavo, pageva lokuttarakusalassa. Parittakusalaṁ pana yathāpaccayaṁ uppajjamānaṁ nīvaraṇehi upahate santāne uppattiyā aparisuddhaṁ hontaṁ upakkiliṭṭhaṁ nāma hoti aparisuddhadīpakapallikavaṭṭitelādisannissayo padīpo viya. Apica nippariyāyato uppajjituṁ appadāneneva tesaṁ upakkilesatāti dassento ‘‘yadaggena hī’’tiādimāha. Ārammaṇe vikkhittappavattivasena cuṇṇavicuṇṇatā veditabbā. Catutthe natthi vattabbaṁ.",
  "tika-s0403t2:6": "Upakkilesasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t2:7": "5. Anuggahitasuttavaṇṇanā",
  "tika-s0403t2:8": "25. Pañcame sammādiṭṭhīti vipassanāsammādiṭṭhītiādinā aṅguttarabhāṇakānaṁ matena ayaṁ atthavaṇṇanā āraddhā, majjhimabhāṇakā panettha aññathā atthaṁ vadanti. Vuttañhetaṁ majjhimaṭṭhakathāyaṁ (ma. ni. aṭṭha. 1.452) –",
  "tika-s0403t2:9": "‘‘Anuggahitā’’ti laddhūpakārā. Sammādiṭṭhīti arahattamaggasammādiṭṭhi. Phalakkhaṇe nibbattā cetovimutti phalaṁ assāti cetovimuttiphalā. Tadeva cetovimuttisaṅkhātaṁ phalaṁ ānisaṁso assāti cetovimuttiphalānisaṁsā. Dutiyapadepi eseva nayo. Ettha catutthaphalapaññā paññāvimutti nāma, avasesā dhammā cetovimuttīti veditabbā. ‘‘Sīlānuggahitā’’tiādīsu sīlanti catupārisuddhisīlaṁ. Sutanti sappāyadhammassavanaṁ. Sākacchāti kammaṭṭhāne khalanapakkhalanacchedanakathā. Samathoti vipassanāpādikā aṭṭha samāpattiyo. Vipassanāti sattavidhā anupassanā. Catupārisuddhisīlañhi pūrentassa, sappāyadhammassavanaṁ suṇantassa, kammaṭṭhāne khalanapakkhalanaṁ chindantassa vipassanāpādikāsu aṭṭhasu samāpattīsu kammaṁ karontassa, sattavidhaṁ anupassanaṁ bhāventassa arahattamaggo uppajjitvā phalaṁ deti.",
  "tika-s0403t2:10": "‘‘Yathā hi madhuraṁ ambapakkaṁ paribhuñjitukāmo ambapotakassa samantā udakakoṭṭhakaṁ thiraṁ katvā bandhati, ghaṭaṁ gahetvā kālena kālaṁ udakaṁ āsiñcati, udakassa anikkhamanatthaṁ mariyādaṁ thiraṁ karoti. Yā hoti samīpe valli vā sukkhadaṇḍako vā kipillikapuṭo vā makkaṭakajālaṁ vā, taṁ apaneti, khaṇittiṁ gahetvā kālena kālaṁ mūlāni parikhaṇati, evamassa appamattassa imāni pañca kāraṇāni karoto so ambo vaḍḍhitvā phalaṁ deti, evaṁ sampadamidaṁ veditabbaṁ. Rukkhassa samantato koṭṭhakabandhanaṁ viya hi sīlaṁ daṭṭhabbaṁ, kālena kālaṁ udakasiñcanaṁ viya dhammassavanaṁ, mariyādāya thirabhāvakaraṇaṁ viya samatho, samīpe valliādīnaṁ haraṇaṁ viya kammaṭṭhāne khalanapakkhalanacchedanaṁ, kālena kālaṁ khaṇittiṁ gahetvā mūlakhaṇanaṁ viya sattannaṁ anupassanānaṁ bhāvanā, tehi pañcahi kāraṇehi anuggahitassa ambarukkhassa madhuraphaladānakālo viya imassa bhikkhuno imehi pañcahi dhammehi anuggahitāya sammādiṭṭhiyā arahattaphaladānaṁ veditabba’’nti.",
  "tika-s0403t2:11": "Ettha ca laddhūpakārāti yathārahaṁ nissayādivasena laddhapaccayā. Vipassanāsammādiṭṭhiyā anuggahitabhāvena gahitattā maggasammādiṭṭhīsu ca arahattamaggasammādiṭṭhi . Anantarassa hi vidhi paṭisedho vā, aggaphalasamādhimhi tapparikkhāradhammesuyeva ca kevalo cetopariyāyo niruḷhoti sammādiṭṭhīti arahattamaggasammādiṭṭhi. Phalakkhaṇeti anantaraṁ kālantare cāti duvidhepi phalakkhaṇe. Paṭippassaddhivasena sabbasaṁkilesehi cetovimuccati etāyāti cetovimutti, aggaphalapaññaṁ ṭhapetvā avasesā phaladhammā. Tenāha ‘‘cetovimutti phalaṁ assāti, cetovimuttisaṅkhātaṁ phalaṁ ānisaṁso’’ti. Sabbakilesehi cetaso vimuccanasaṅkhātaṁ paṭippassambhanasaññitaṁ pahānaṁ phalaṁ ānisaṁso cāti yojanā. Idha cetovimuttisaddena pahānamattaṁ gahitaṁ, pubbe pahāyakadhammā. Aññathā phaladhammā eva ānisaṁsoti gayhamāne punavacanaṁ niratthakaṁ siyā. Paññāvimuttiphalānisaṁsāti etthāpi evameva attho veditabbo. Sammāvācākammantājīvā sīlasabhāvattā visesato samādhissa upakārā, tathā sammāsaṅkappo jhānasabhāvattā. Tathā hi so ‘‘appanā’’ti niddiṭṭho. Sammāsatisammāvāyāmā pana samādhipakkhiyā evāti āha ‘‘avasesā dhammā cetovimuttīti veditabbā’’ti.",
  "tika-s0403t2:12": "Catupārisuddhisīlanti ariyamaggādhigamassa padaṭṭhānabhūtaṁ catupārisuddhisīlaṁ. Sutādīsupi eseva nayo. Attano cittappavattiārocanavasena saha kathanaṁ saṁkathā, saṁkathāva sākacchā. Idha pana kammaṭṭhānappaṭibaddhāti āha ‘‘kammaṭṭhāne…pe… kathā’’ti. Tassa kammaṭṭhānassa ekavāraṁ vidhiyā appaṭipajjanaṁ khalanaṁ, anekavāraṁ pakkhalanaṁ, tadubhayassa vicchedanī apanayanī kathā khalanapakkhalanacchedanakathā. Pūrentassāti vivaṭṭasannissitaṁ katvā pālentassa brūhentassa ca. Suṇantassāti ‘‘yathāuggahitakammaṭṭhānaṁ phātiṁ gamissatī’’ti evaṁ suṇantassa. Teneva hi ‘‘sappāyadhammassavana’’nti vuttaṁ. Kammaṁ karontassāti bhāvanānuyogakammaṁ karontassa. Pañcasupi ṭhānesu anta-saddo hetuatthajotano daṭṭhabbo. Evañhi ‘‘yathā hī’’tiādinā vuccamānā ambūpamā yujjeyya.",
  "tika-s0403t2:13": "Udakakoṭṭhakanti jalāvāṭaṁ. Thiraṁ katvā bandhatīti asithilaṁ daḷhaṁ nātimahantaṁ nātikhuddakaṁ katvā yojeti. Thiraṁ karotīti udakasiñcanakāle tato tato pavattitvā udakassa anikkhamanatthaṁ jalāvāṭapāḷiṁ thirataraṁ karoti. Sukkhadaṇḍakoti tasseva ambagacchassa sukkhako sākhāsīsako . Kipillikapuṭoti tambakipillikapuṭo. Khaṇittinti kudālaṁ. Koṭṭhakabandhanaṁ viya sīlaṁ sammādiṭṭhiyā vaḍḍhanūpāyassa mūlabhāvato. Udakasiñcanaṁ viya dhammassavanaṁ bhāvanāya paribrūhanato. Mariyādāya thirabhāvakaraṇaṁ viya samatho yathāvuttāya bhāvanādhiṭṭhānāya sīlamariyādāya daḷhībhāvāpādanato. Samāhitassa hi sīlaṁ thirataraṁ hoti. Samīpe valliādīnaṁ haraṇaṁ viya kammaṭṭhāne khalanapakkhalanacchedanaṁ icchitabbabhāvanāya vibandhanāpanayanato. Mūlakhaṇanaṁ viya sattannaṁ anupassanānaṁ bhāvanā tassā vibandhassa mūlabhūtānaṁ taṇhāmānadiṭṭhīnaṁ palikhaṇanato. Ettha ca yasmā suparisuddhasīlassa kammaṭṭhānaṁ anuyuñjantassa sappāyadhammassavanaṁ icchitabbaṁ, tato yathāsute atthe sākacchāsamāpajjanaṁ, tato kammaṭṭhānavisodhanena samathanibbatti, tato samāhitassa āraddhavipassakassa vipassanāpāripūri, paripuṇṇā vipassanā maggasammādiṭṭhiṁ brūhetīti evametesaṁ aṅgānaṁ paramparāya sammukhā anuggaṇhanato ayamānupubbī kathitāti veditabbaṁ.",
  "tika-s0403t2:14": "Anuggahitasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t2:15": "6. Vimuttāyatanasuttavaṇṇanā",
  "tika-s0403t2:16": "26. Chaṭṭhe vimuttiyā vaṭṭadukkhato vimuccanassa āyatanāni kāraṇāni vimuttāyatanānīti āha – ‘‘vimuccanakāraṇānī’’ti. Pāḷiatthaṁ jānantassāti ‘‘idha sīlaṁ āgataṁ, idha samādhi, idha paññā’’tiādinā taṁtaṁpāḷiatthaṁ yāthāvato jānantassa. Pāḷiṁ jānantassāti tadatthabodhiniṁ pāḷiṁ yāthāvato upadhārentassa. Taruṇapītīti sañjātamattā mudukā pīti jāyati. Kathaṁ jāyati? Yathādesitaṁ dhammaṁ upadhārentassa tadanucchavikameva attano kāyavācāmanosamācāraṁ pariggaṇhantassa somanassaṁ pattassa pamodalakkhaṇaṁ pāmojjaṁ jāyati. Tuṭṭhākārabhūtā balavapītīti purimuppannāya pītiyā vasena laddhāsevanattā ativiya tuṭṭhākārabhūtā kāyacittadarathassa passambhanasamatthatāya passaddhiyā paccayo bhavituṁ samatthā balappattā pīti jāyati. Yasmā nāmakāye passaddhe rūpakāyopi passaddho eva hoti, tasmā ‘‘nāmakāyo passambhati’’cceva vuttaṁ.",
  "tika-s0403t2:17": "Sukhaṁpaṭilabhatīti vakkhamānassa cittasamādhānassa paccayo bhavituṁ samatthaṁ cetasikaṁ nirāmisasukhaṁ paṭilabhati vindati. Samādhiyatīti ettha pana na yo koci samādhi adhippeto, atha kho anuttarasamādhīti dassento ‘‘arahatta…pe… samādhiyatī’’ti āha. ‘‘Ayaṁ hī’’tiādi tassaṁ desanāyaṁ tādisassa puggalassa yathāvuttasamādhipaṭilābhassa kāraṇabhāvavibhāvanaṁ, yaṁ tathā vimuttāyatanabhāvo. Osakkitunti dassituṁ. Samādhiyeva samādhinimittanti kammaṭṭhānapāḷiyā āruḷho samādhi eva parato uppajjanakabhāvanāsamādhissa kāraṇabhāvato samādhinimittaṁ. Tenāha ‘‘ācariyassa santike’’tiādi.",
  "tika-s0403t2:18": "Vimuttāyatanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t2:19": "7. Samādhisuttavaṇṇanā",
  "tika-s0403t2:20": "27. Sattame sabbaso kilesadukkhadarathapariḷāhānaṁ vigatattā sātisayamettha sukhanti vuttaṁ ‘‘appitappitakkhaṇe sukhattā paccuppannasukho’’ti. Purimassa purimassa vasena pacchimaṁ pacchimaṁ laddhāsevanatāya santapaṇītatarabhāvappattaṁ hotīti āha ‘‘purimo…pe… sukhavipāko’’ti. Kilesappaṭippassaddhiyāti kilesānaṁ paṭippassambhanena laddhattā. ‘‘Kilesappaṭippassaddhibhāvanti kilesānaṁ paṭippassambhanabhāvaṁ. Laddhattā pattattā tabbhāvaṁ upagatattā. Lokiyasamādhissa paccanīkāni nīvaraṇapaṭhamajjhānanikantiādīni niggahetabbāni, aññe kilesā vāretabbā. Imassa pana arahattasamādhissa paṭippassaddhasabbakilesattā na niggahetabbaṁ vāretabbañca atthīti maggānantaraṁ samāpattikkhaṇe ca appayogena adhigatattā appitattā ca aparihānivasena vā appitattā na sasaṅkhāraniggayhavāritagato. Sativepullappattattāti etena appavattamānāyapi satiyā satibahulatāya sato eva nāmāti dasseti. Yathāparicchinnakālavasenāti etena paricchinnassatiyā satoti dasseti. Sesesūti ñāṇesu.",
  "tika-s0403t2:21": "Samādhisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t2:22": "8-9. Pañcaṅgikasuttādivaṇṇanā",
  "tika-s0403t2:23": "28-29. Aṭṭhame karo vuccati pupphasambhavaṁ ‘‘gabbhāsaye kirīyatī’’ti katvā. Karato jāto kāyo karajakāyo, tadupanissayo catusantatirūpasamudāyo. Kāmaṁ nāmakāyopi vivekajena pītisukhena tathāladdhūpakāro, ‘‘abhisandetī’’tiādivacanato pana rūpakāyo idha adhippetoti āha ‘‘imaṁ karajakāya’’nti. Abhisandetīti abhisandanaṁ karoti. Taṁ pana abhisandanaṁ jhānamayena pītisukhena karajakāyassa tintabhāvāpādanaṁ sabbatthakameva lūkhabhāvāpanayananti āha ‘‘temetī’’tiādi. Tayidaṁ abhisandanaṁ atthato yathāvuttapītisukhasamuṭṭhānehi paṇītarūpehi kāyassa parippharaṇaṁ daṭṭhabbaṁ. Parisandetītiādīsupi eseva nayo. Sabbaṁ etassa atthīti sabbāvā, tassa sabbāvato. Avayavāvayavisambandhe avayavini sāmivacananti avayavavisayo sabba-saddo, tasmā vuttaṁ ‘‘sabbakoṭṭhāsavato’’ti. Aphuṭaṁ nāma na hoti yattha yattha kammajarūpaṁ, tattha tattha cittajarūpassa abhibyāpanato. Tenāha ‘‘upādinnakasantatī’’tiādi.",
  "tika-s0403t2:24": "Chekoti kusalo. Taṁ panassa kosallaṁ nahānīyacuṇṇānaṁ karaṇe piṇḍikaraṇe ca samatthatāvasena veditabbanti āha ‘‘paṭibalo’’tiādi. Kaṁsa-saddo ‘‘mahatiyā kaṁsapātiyā’’tiādīsu (ma. ni. 1.61) suvaṇṇe āgato.‘‘Kaṁso upahato yathā’’tiādīsu (dha. pa. 134) kittimalohe. Katthaci paṇṇattimatte ‘‘upakaṁso nāma rājāsi, mahākaṁsassa atrajo’’tiādi (jā. aṭṭha. 4.10.164 ghaṭapaṇḍitajātakavaṇṇanā). Idha pana yattha katthaci loheti āha ‘‘yena kenaci lohena katabhājane’’ti. Snehānugatāti udakasinehena anuppavisanavasena gatā upagatā. Snehaparetāti udakasinehena parito gatā samantato phuṭā. Tato eva santarabāhirā phuṭā snehena. Etena sabbaso udakena temitabhāvamāha. Na ca pagghariṇīti etena tintassapi tassa ghanathaddhabhāvaṁ vadati. Tenāha ‘‘na bindubindū’’tiādi.",
  "tika-s0403t2:25": "Tāhi tāhi udakasirāhi ubbhijjatīti ubbhidaṁ, ubbhidaṁ udakaṁ etassāti ubbhidodako. Ubbhinnaudakoti nadītīre khatakūpako viya ubbhijjanakaudako. Uggacchanaudakoti dhārāvasena uṭṭhahanaudako. Kasmā panettha ubbhidodakova rahado gahito, na itaroti āha ‘‘heṭṭhā uggacchanaudakañhī’’tiādi. Dhārānipātabubbuḷakehīti dhārānipātehi ca udakabubbuḷehi ca. ‘‘Pheṇapaṭalehi cā’’ti vattabbaṁ, sannisinnameva aparikkhobhatāya niccalameva, suppasannamevāti adhippāyo. Sesanti ‘‘abhisandetī’’tiādikaṁ.",
  "tika-s0403t2:26": "Uppalānīti uppalagacchāni. Setarattanīlesūti uppalesu, setuppalarattuppalanīluppalesūti attho. Yaṁ kiñci uppalaṁ uppalameva sāmaññaggahaṇato. Satapattanti ettha sata-saddo bahupariyāyo ‘‘satagghī’’tiādīsu viya. Tena anekasatapattassapi saṅgaho siddho hoti. Loke pana rattaṁ padumaṁ, setaṁ puṇḍarīkanti vuccati. Yāva aggā yāva ca mūlā udakena abhisandanādisambhavadassanatthaṁ udakānuggataggahaṇaṁ. Idha uppalādīni viya karajakāyo, udakaṁ viya tatiyajjhānasukhaṁ.",
  "tika-s0403t2:27": "Yasmā parisuddhena cetasāti catutthajjhānacittamāha, tañca rāgādiupakkilesamalāpagamato nirupakkilesaṁ nimmalaṁ, tasmā āha ‘‘nirupakkilesaṭṭhena parisuddha’’nti. Yasmā pana pārisuddhiyā eva paccayavisesena pavattiviseso pariyodātatā sudhantasuvaṇṇassa nighaṁsanena pabhassaratā viya, tasmā āha ‘‘pabhassaraṭṭhena pariyodātaṁ veditabba’’nti. Idanti odātavacanaṁ. Utupharaṇatthanti utuno pharaṇadassanatthaṁ. Utupharaṇaṁ na hoti sesanti adhippāyo. Tenāha ‘‘taṅkhaṇa…pe… balavaṁ hotī’’ti. Vatthaṁ viya karajakāyoti yogino karajakāyo vatthaṁ viya daṭṭhabbo utupharaṇasadisena catutthajjhānasukhena pharitabbattā. Purisassa sarīraṁ viya catutthajjhānaṁ daṭṭhabbaṁ utupharaṇaṭṭhāniyassa sukhassa nissayabhāvato. Tenāha ‘‘tasmā’’tiādi. Tattha ca ‘‘parisuddhena cetasā’’ti cetogahaṇena jhānasukhaṁ vuttanti daṭṭhabbaṁ. Tenāha ‘‘utupharaṇaṁ viya catutthajjhānasukha’’nti. Nanu ca catutthajjhāne sukhameva natthīti? Saccaṁ natthi, sātalakkhaṇasantasabhāvattā panettha upekkhā ‘‘sukha’’nti adhippetā. Tena vuttaṁ sammohavinodaniyaṁ (vibha. aṭṭha. 232) ‘‘upekkhā pana santattā, sukhamicceva bhāsitā’’ti.",
  "tika-s0403t2:28": "Tassa tassa samādhissa sarūpadassanassa paccayattā paccavekkhaṇañāṇaṁ paccavekkhaṇanimittaṁ. Samabharitoti samapuṇṇo.",
  "tika-s0403t2:29": "Maṇḍabhūmīti papāvaṇṇabhūmi. Yattha salilasiñcanena vināva sassāni ṭhitāni sampajjanti. Yuge yojetabbāni yoggāni, tesaṁ ācariyo yoggācariyo. Tesaṁ sikkhāpanato hatthiādayopi ‘‘yoggā’’ti vuccantīti āha pāḷiyaṁ ‘‘assadammasārathī’’ti. Yena yenāti catūsu maggesu yena yena maggena. Yaṁ yaṁ gatinti javasamajavādibhedāsu gatīsu yaṁ yaṁ gatiṁ. Navame natthi vattabbaṁ.",
  "tika-s0403t2:30": "Pañcaṅgikasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t2:31": "10. Nāgitasuttavaṇṇanā",
  "tika-s0403t2:32": "30. Dasame uccāsaddamahāsaddāti uddhaṁ uggatattā ucco patthaṭo mahanto vinibbhijjitvā gahetuṁ asakkuṇeyyo saddo etesanti uccāsaddamahāsaddā. Vacīghosopi hi bahūhi ekajjhaṁ pavattito atthato saddato ca duravabodho kevalaṁ mahānigghoso eva hutvā sotapathamāgacchati. Macchavilopeti macchānaṁ vilumpitvā viya gahaṇe, macchānaṁ vā vilumpane. Kevaṭṭānañhi macchapacchiṭhapitaṭṭhāne mahājano sannipatitvā ‘‘idha aññaṁ ekaṁ macchaṁ dehi, ekaṁ macchaphālaṁ dehī’’ti, ‘‘etassa te mahā dinno, mayhaṁ khuddako’’ti evaṁ uccāsaddaṁ mahāsaddaṁ karonti. Macchaggahaṇatthaṁ jāle pakkhittepi tasmiṁ ṭhāne kevaṭṭā ceva aññe ca ‘‘paviṭṭho gahito’’ti mahāsaddaṁ karonti. Taṁ sandhāyetaṁ vuttaṁ. Asucisukhanti kāyāsucisannissitattā kilesāsucisannissitattā ca asucisannissitasukhaṁ. Nekkhammasukhassāti kāmato nikkhamantassa sukhassa. Pavivekasukhassāti gaṇasaṅgaṇikato kilesasaṅgaṇikato ca vigatassa sukhassa. Upasamasukhassāti rāgādivūpasamāvahassa sukhassa. Sambodhasukhanti maggasaṅkhātassa sambodhassa niṭṭhappattatthāya sukhaṁ. Sesaṁ suviññeyyameva.",
  "tika-s0403t2:33": "Nāgitasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t2:34": "Pañcaṅgikavaggavaṇṇanā niṭṭhitā."
}