{
  "tika-vin07t55:0": "Sedamocanagāthā",
  "tika-vin07t55:1": "Avippavāsapañhāvaṇṇanā",
  "tika-vin07t55:2": "479. Sedamocanagāthāsu akappiyasambhogoti anupasampannehi saddhiṃ kātuṃ paṭikkhitto uposathādisaṃvāso eva vutto. Pañhā mesāti ettha ma-kāro padasandhikaro. Esāti ca liṅgavipallāsavasena vuttaṃ, pañho esoti attho. Pañha-saddo vā dviliṅgo daṭṭhabbo. Tenāha ‘‘esā pañhā’’tiādi.",
  "tika-vin07t55:3": "Garubhaṇḍaṃ sandhāyāti garubhaṇḍena garubhaṇḍaparivattanaṃ sandhāya. Dasāti dasa avandiyapuggale. Ekādaseti abhabbapuggale. Sikkhāya asādhāraṇoti khurabhaṇḍaṃ dhāretuṃ anuññātasikkhāpadena bhikkhūhi asādhāraṇasikkhāpadoti attho.",
  "tika-vin07t55:4": "Ubbhakkhake na vadāmīti akkhato uddhaṃ sīse ṭhitamukhamaggepi pārājikaṃ sandhāya na vadāmi. Adhonābhinti nābhito heṭṭhā ṭhitavaccapassāvamaggepi vivajjiya aññasmiṃ sarīrappadese methunadhammapaccayā kathaṃ pārājiko siyāti attho.",
  "tika-vin07t55:5": "Chejjavatthunti pārājikaṃ.",
  "tika-vin07t55:6": "Avippavāsapañhāvaṇṇanā niṭṭhitā.",
  "tika-vin07t55:7": "Pārājikādipañhāvaṇṇanā",
  "tika-vin07t55:8": "480.Dussakuṭiādīnīti ādi-saddena acchataratipupaṭṭādīhi, tiṇapaṇṇādīhi ca paṭicchannakuṭiyo saṅgaṇhāti. Tādisāya hi kuṭiyā bahi ṭhatvā anto ṭhitāya itthiyā magge dussādinā santhataṃ katvā pavesentopi pārājiko siyā. Liṅgaparivattaṃ sandhāya vuttāti liṅge parivatte paṭiggahaṇassa vijahanato puna appaṭiggahetvā paribhuñjanāpattiṃ sandhāya vuttaṃ.",
  "tika-vin07t55:9": "Pāḷiyaṃ bhikkhū siyā vīsatiyā samāgatāti vīsatiyā saṅkhātāya bhikkhū samāgatā, etena sabbakammārahataṃ saṅghassa dasseti.",
  "tika-vin07t55:10": "Nivatthoti gāthāya antaravāsakena nivattho uttarāsaṅgena diguṇaṃ katvā pārutasaṅghāṭiyo. Iti tāni tīṇipi cīvarāni kāye gatāneva bhikkhuniyā bindumattaṃ kāḷakaṃ udakena dhovitamatte nissaggiyāni hontīti attho.",
  "tika-vin07t55:11": "Itthiṃ haneti gāthāya na mātubhūtaṃ itthiṃ haneyya, na pitubhūtaṃ purisaṃ haneyya. Anariyanti tañca anarahantameva haneyya, etena arahantaghātakopi na hotīti dasseti. Anantaraṃ phuseti ānantariyaṃ phusatīti attho.",
  "tika-vin07t55:12": "481.Suppatiṭṭhita-nigrodhasadisanti yojanavitthataṃ rukkhaṃ sandhāya vuttaṃ.",
  "tika-vin07t55:13": "Sattarasakesūti bhikkhunīnaṃ paññattasattarasasaṅghādisesesu.",
  "tika-vin07t55:14": "Pārājikādipañhāvaṇṇanā niṭṭhitā."
}