{
  "tika-vin08t23:0": "23. Nissayavinicchayakathā",
  "tika-vin08t23:1": "151. Evaṁ upasampadāvinicchayaṁ kathetvā idāni nissayavinicchayaṁ kathetuṁ ‘‘nissayoti ettha panā’’tiādimāha. Tattha nissayanaṁ nissayo, sevanaṁ bhajanantyattho. Nipubbasi sevāyanti dhātu bhāvasādhano, na ‘‘nissāya naṁ vasatīti nissayo’’ti idha viya avuttakammasādhano. Tattha hi sevitabbo puggalo labbhati, idha pana sevanakiriyāti. Idāni taṁ nissayaṁ pucchāpubbaṅgamāya vissajjanāya vitthārato ṭhapetuṁ ‘‘kena dātabbo’’tiādimāha. Tattha kena dātabbo, kena na dātabboti nissayadāyakaṁ kattāraṁ pucchati, kassa dātabbo, kassa na dātabboti nissayapaṭiggāhakaṁ sampadānaṁ, kathaṁ gahito hoti, kathaṁ paṭippassambhatīti kāraṇaṁ, nissāya kena vasitabbaṁ, kena na vasitabbanti nissayapaṭipannakaṁ. Tato pucchānukkamena vissajjetuṁ ‘‘tattha’’tyādimāha. Na kevalaṁ ettheva, atha kho nissayamuccanaṅgepi ‘‘byattenā’’ti āgato.",
  "tika-vin08t23:2": "Tattha ettha ca ko visesoti āha ‘‘ettha ca ‘byatto’ti iminā parisupaṭṭhāpako bahussuto veditabbo’’ti. Idāni parisupaṭṭhāpakalakkhaṇaṁ dassetuṁ ‘‘parisupaṭṭhāpakena hī’’tiādimāha. Tattha abhivinayeti sakale vinayapiṭake. Vinetunti sikkhāpetuṁ. Dve vibhaṅgā paguṇā vācuggatā kātabbāti idaṁ paripucchāvasena uggaṇhanaṁ sandhāya vuttanti vadanti. Ekassa pamuṭṭhaṁ, itaresaṁ paguṇaṁ bhaveyyāti āha ‘‘tīhi janehi saddhiṁ parivattanakkhamā kātabbā’’ti. Abhidhammeti nāmarūpaparicchede. Heṭṭhimā vā tayo vaggāti mahāvaggato heṭṭhā sagāthāvaggo nidānavaggo khandhavaggoti ime tayo vaggā. ‘‘Dhammapadampi saha vatthunā uggahetuṁ vaṭṭatī’’ti mahāpaccariyaṁ vuttattā jātakabhāṇakena sāṭṭhakathaṁ jātakaṁ uggahetvāpi dhammapadaṁ saha vatthunā uggahetabbameva.",
  "tika-vin08t23:3": "Pañcahi bhikkhave aṅgehi samannāgatenātiādīsu na sāmaṇero upaṭṭhāpetabboti upajjhāyena hutvā sāmaṇero na upaṭṭhāpetabbo. Asekkhena sīlakkhandhenāti asekkhassa sīlakkhandhopi asekkho sīlakkhandho nāma. Asekkhassa ayanti hi asekkho, sīlakkhandho. Evaṁ sabbattha. Evañca katvā vimuttiñāṇadassanasaṅkhātassa paccavekkhaṇañāṇassapi vasena apekkhitvā uppannā ayaṁ kathā. Asekkhasīlanti ca na aggaphalasīlameva adhippetaṁ, atha kho yaṁ kiñci asekkhasantāne pavattasīlaṁ lokiyalokuttaramissakassa sīlassa idhādhippetattā. Samādhikkhandhādīsupi vimuttikkhandhapariyosānesu ayameva nayo, tasmā yathā sīlasamādhipaññākkhandhā lokiyamissakā kathitā, evaṁ vimuttikkhandhopīti tadaṅgavimuttiādayopi veditabbā, na paṭippassaddhivimutti eva. Vimuttiñāṇadassanaṁ pana lokiyameva. Teneva saṁyuttanikāyaṭṭhakathāyaṁ (saṁ.ni. aṭṭha. 1.1.135) vuttaṁ ‘‘purimehi catūhi padehi lokiyalokuttarasīlasamādhipaññāvimuttiyo kathitā, vimuttiñāṇadassanaṁ paccavekkhaṇañāṇaṁ hoti, taṁ lokiyamevā’’ti.",
  "tika-vin08t23:4": "Assaddhotiādīsu tīsu vatthūsu saddhā etassa natthīti assaddho. Natthi etassa hirīti ahiriko, akusalasamāpattiyā ajigucchamānassetaṁ adhivacanaṁ. Na ottappatīti anottappī, akusalasamāpattiyā na bhāyatīti vuttaṁ hoti. Kucchitaṁ sīdatīti kusīto, hīnavīriyassetaṁ adhivacanaṁ. Āraddhaṁ vīriyaṁ etassāti āraddhavīriyo, sammappadhānayuttassetaṁ adhivacanaṁ. Muṭṭhā sati etassāti muṭṭhassatī, naṭṭhassatīti vuttaṁ hoti. Upaṭṭhitā sati etassāti upaṭṭhitassatī, niccaṁ ārammaṇābhimukhapavattasatissetaṁ adhivacanaṁ.",
  "tika-vin08t23:5": "Adhisīle sīlavipanno ca ajjhācāre ācāravipanno ca āpajjitvā avuṭṭhito adhippeto. Sassatucchedasaṅkhātaṁ antaṁ gaṇhāti, gāhayatīti vā antaggāhikā, micchādiṭṭhi. Purimāni dve padānīti ‘‘na paṭibalo hoti antevāsiṁ vā saddhivihāriṁ vā gilānaṁ upaṭṭhātuṁ vā upaṭṭhāpetuṁ vā, anabhirataṁ vūpakāsetuṁ vā vūpakāsāpetuṁ vā’’ti imāni dve padāni.",
  "tika-vin08t23:6": "Abhi visiṭṭho uttamo samācāro abhisamācāro, abhisamācārova ābhisamācārikoti ca sikkhitabbato sikkhāti ca ābhisamācārikasikkhā. Abhisamācāraṁ vā ārabbha paññattā sikkhā ābhisamācārikasikkhā, khandhakavattapariyāpannasikkhāyetaṁ adhivacanaṁ. Maggabrahmacariyassa ādibhūtāti ādibrahmacariyakā, ubhatovibhaṅgapariyāpannasikkhāyetaṁ adhivacanaṁ. Teneva ‘‘ubhatovibhaṅgapariyāpannaṁ vā ādibrahmacariyakaṁ, khandhakavattapariyāpannaṁ ābhisamācārika’’nti visuddhimagge (visuddhi. 1.11) vuttaṁ, tasmā sekkhapaṇṇattiyanti ettha sikkhitabbato sekkhā, bhagavatā paññattattā paṇṇatti, sabbāpi ubhatovibhaṅgapariyāpannā sikkhāpadapaṇṇatti ‘‘sekkhapaṇṇattī’’ti vuttāti gahetabbaṁ. Teneva gaṇṭhipadepi vuttaṁ ‘‘sekkhapaṇṇattiyanti pārājikamādiṁ katvā sikkhitabbasikkhāpadapaññattiya’’nti. Sesamettha uttānatthamevāti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.84).",
  "tika-vin08t23:7": "Upajjhāyācariyakathāyaṁ na sāmaṇero upaṭṭhāpetabboti upajjhāyena hutvā na pabbājetabbo. Asekkhassa ayanti asekkho, lokiyalokuttaro sīlakkhandho. Antaggāhikāyāti sassatucchedakoṭṭhāsaggāhikāya. Pacchimāni dveti appassuto hoti, duppañño hotīti imāni dve aṅgāni. Pacchimāni tīṇīti na paṭibalo uppannaṁ kukkuccaṁ dhammato vinodetuṁ, āpattiṁ na jānāti, āpattivuṭṭhānaṁ na jānātīti imāni tīṇi. Kukkuccassa hi pāḷiaṭṭhakathānayasaṅkhātadhammato vinodetuṁ appaṭibalatā nāma abyattattā eva hotīti sāpi āpattiaṅgameva vuttā.",
  "tika-vin08t23:8": "Abhi visiṭṭho uttamo samācāro abhisamācāro, vattappaṭipattisīlaṁ, taṁ ārabbha paññattā khandhakasikkhāpadasaṅkhātā sikkhā ābhisamācārikā. Sikkhāpadampi hi tadatthaparipūraṇatthikehi uggahaṇādivasena sikkhitabbato sikkhāti vuccati. Maggabrahmacariyassa ādibhūtā kāraṇabhūtā ādibrahmacariyakā, ubhatovibhaṅgapariyāpannasikkhāpadaṁ. Tenevettha visuddhimaggepi (visuddhi. 1.11) ‘‘ubhatovibhaṅgapariyāpannaṁ sikkhāpadaṁ ādibrahmacariyakaṁ, khandhakavattapariyāpannaṁ ābhisamācārika’’nti vuttaṁ, tasmā sekkhapaṇṇattiyanti ettha sikkhitabbato sekkhā, bhagavatāva paññattattā paññatti. Sabbāpi ubhatovibhaṅgapariyāpannā sikkhāpadapaṇṇatti ‘‘sekkhapaṇṇattī’’ti vuttāti gahetabbaṁ. Nāmarūpaparicchedeti ettha kusalattikādīhi vuttaṁ jātibhūmipuggalasampayogavatthārammaṇakammadvāralakkhaṇarasādibhedehi vedanākkhandhādicatubbidhaṁ sanibbānaṁ nāmaṁ, bhūtopādāyabhedaṁ rūpañca paricchinditvā jānanapaññā, tappakāsako ca gantho nāmarūpaparicchedo nāma. Iminā abhidhammatthakusalena bhavitabbanti dasseti. Sikkhāpetunti uggaṇhāpetunti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.84) vuttaṁ.",
  "tika-vin08t23:9": "153.Āyasmato nissāya vacchāmīti ettha āyasmatoti upayogatthe sāmivacanaṁ, āyasmantaṁ nissāya vasissāmīti attho. Yaṁ pana vuttaṁ samantapāsādikāyaṁ (mahāva. aṭṭha. 76) ‘‘byatto…pe… vuttalakkhaṇoyevā’’ti, taṁ parisūpaṭṭhākabahussutaṁ sandhāya vadati. Pabbajjāupasampadadhammantevāsikehi pana…pe… tāva vattaṁ kātabbanti pabbajjācariyaupasampadācariyadhammācariyānaṁ etehi yathāvuttavattaṁ kātabbaṁ. Tattha yena sikkhāpadāni dinnāni, ayaṁ pabbajjācariyo. Yena upasampadakammavācā vuttā, ayaṁ upasampadācariyo. Yo uddesaṁ vā paripucchaṁ vā deti, ayaṁ dhammācariyoti veditabbaṁ. Sesamettha uttānatthameva.",
  "tika-vin08t23:10": "154. Nissayapaṭippassaddhikathāyaṁ disaṁ gatoti puna āgantukāmo, anāgantukāmo vā hutvā vāsatthāya kañci disaṁ gato. Bhikkhussa sabhāgatanti pesalabhāvaṁ. Oloketvāti upaparikkhitvā. Vibbhante…pe… tattha gantabbanti ettha ‘‘sace kenaci karaṇīyena tadaheva gantuṁ asakkonto ‘katipāhena gamissāmī’ti gamane saussāho hoti, rakkhatī’’ti vadanti. Mā idha paṭikkamīti mā idha pavisi. Tatreva vasitabbanti tattheva nissayaṁ gahetvā vasitabbaṁ. Taṁyeva vihāraṁ…pe… vasituṁ vaṭṭatīti ettha upajjhāyena pariccattattā upajjhāyasamodhānaparihāro natthi, tasmā upajjhāyasamodhānagatassapi ācariyassa santike gahitanissayo na paṭippassambhati.",
  "tika-vin08t23:11": "Ācariyamhā nissayapaṭippassaddhīsu ācariyo pakkanto vā hotīti ettha ‘‘pakkantoti disaṁ gato’’tiādinā upajjhāyassa pakkamane yo vinicchayo vutto, so tattha vuttanayeneva idhāpi sakkā viññātunti taṁ avatvā ‘‘koci ācariyo āpucchitvā pakkamatī’’tiādinā aññoyeva nayo āraddho. Ayañca nayo upajjhāyapakkamanepi veditabboyeva. Īdisesu hi ṭhānesu ekatthavuttalakkhaṇaṁ aññatthāpi daṭṭhabbaṁ. Sace dve leḍḍupāte atikkamitvā nivattati, paṭippassaddho hotīti ettha ettāvatā disāpakkanto nāma hotīti antevāsike anikkhittadhurepi nissayo paṭippassambhati. Ācariyupajjhāyā dve leḍḍupāte atikkamma aññasmiṁ vihāre vasantīti bahiupacārasīmāyaṁ antevāsikasaddhivihārikānaṁ vasanaṭṭhānato dve leḍḍupāte atikkamma aññasmiṁ senāsane vasanti, antoupacārasīmāyaṁ pana dve leḍḍupāte atikkamitvāpi vasato nissayo na paṭippassambhati. ‘‘Sacepi ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmetī’’tiādi sabbaṁ upajjhāyassa āṇattiyampi veditabbanti sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.83) vuttaṁ.",
  "tika-vin08t23:12": "153.Sāhūti sādhu sundaraṁ. Lahūti agaru, subharatāti attho. Opāyikanti upāyapaṭisaṁyuttaṁ, evaṁ paṭipajjanaṁ nittharaṇupāyoti attho. Patirūpanti sāmīcikammamidanti attho . Pāsādikenāti pasādāvahena, kāyavacīpayogena sampādehīti attho. Kāyenāti etadatthaviññāpakaṁ hatthamuddādiṁ dassento kāyena viññāpeti. ‘‘Sādhū’’ti sampaṭicchanaṁ sandhāyāti upajjhāyena ‘‘sāhū’’tiādīsu vuttesu saddhivihārikassa ‘‘sādhū’’ti sampaṭicchanavacanaṁ sandhāya ‘‘kāyena viññāpetī’’tiādi vuttanti adhippāyo. Āyācanadānamattenāti saddhivihārikassa paṭhamaṁ āyācanamattena, tato upajjhāyassa ca ‘‘sāhū’’tiādinā vacanamattenāti attho. Ācariyassa santike nissayaggahaṇe āyasmato nissāya vacchāmīti āyasmantaṁ nissāya vasissāmīti attho.",
  "tika-vin08t23:13": "154. Nissayapaṭippassaddhikathāyaṁ yo vā ekasambhogaparibhogo, tassa santike nissayo gahetabboti iminā lajjīsu eva nissayaggahaṇaṁ niyojeti alajjīsu paṭikkhittattā. Ettha ca paribhogasaddena ekakammādiko saṁvāso gahito paccayaparibhogassa sambhogasaddena gahitattā. Etena ca sambhogasaṁvāsānaṁ alajjīhi saddhiṁ na kattabbataṁ dasseti. Parihāro natthīti āpattiparihāro natthi. Tādisoti yattha nissayo gahitapubbo, yo ca ekasambhogaparibhogo, tādiso. Tathā vuttanti ‘‘lahuṁ āgamissatī’’ti vuttañceti attho. Cattāri pañca divasānīti idaṁ upalakkhaṇamattaṁ. Yadi ekāhadvīhena sabhāgatā paññāyati, ñātadivase gahetabbova. Athāpi catupañcāhenapi na paññāyati, yattakehi divasehi paññāyati, tattakāni atikkāmetabbāni. Sabhāgataṁ olokemīti pana leso na kātabbo. Daharā suṇantīti ettha asutvāpi ‘‘āgamissati, kenaci antarāyena cirāyantī’’ti saññāya satipi labbhateva parihāro . Tenāha ‘‘idhevāhaṁ vasissāmīti pahiṇati, parihāro natthī’’ti. Ekadivasampi parihāro natthīti gamane nirussāhaṁ sandhāya vuttaṁ, saussāhassa pana senāsanapaṭisāmanādivasena katipāhe gatepi na doso.",
  "tika-vin08t23:14": "Tatreva vasitabbanti tatra sabhāgaṭṭhāne eva nissayaṁ gahetvā vasitabbaṁ. Taṁyeva vihāraṁ…pe… vasituṁ vaṭṭatīti iminā upajjhāye saṅgaṇhanteyeva taṁsamodhāne nissayapaṭippassaddhi vuttā, tasmiṁ pana kodhena vā gaṇanirapekkhatāya vā asaṅgaṇhante aññesu gahito nissayo na paṭippassambhatīti dasseti.",
  "tika-vin08t23:15": "Ācariyamhā nissayapaṭippassaddhiyaṁ vutto ‘‘koci ācariyo’’tiādiko nayo upajjhāyapakkamanādīsupi netvā tattha ca vutto idhāpi netvā yathārahaṁ yojetabbo. Dve leḍḍupāte atikkamma aññasmiṁ vihāre vasantīti upacārasīmato bahi aññasmiṁ vihāre antevāsikādīnaṁ vasanaṭṭhānato dve leḍḍupāte atikkamitvā vasanti. Tena bahiupacārepi antevāsikādīnaṁ vasanaṭṭhānato dvinnaṁ leḍḍupātānaṁ antare āsanne padese vasati, nissayo na paṭippassambhatīti dasseti. Antoupacārasīmāyaṁ pana dve leḍḍupāte atikkamitvā vasato nissayo na paṭippassambhatevāti vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.83) vuttaṁ.",
  "tika-vin08t23:16": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t23:17": "Nissayavinicchayakathālaṅkāro nāma",
  "tika-vin08t23:18": "Tevīsatimo paricchedo."
}