{
  "tika-abh07t12:0": "4. Vīthiparicchedavaṇṇanā",
  "tika-abh07t12:1": "1.Iccevaṁ yathāvuttanayena cittuppādānaṁ catunnaṁ khandhānaṁ uttaraṁ vedanāsaṅgahādivibhāgato uttamaṁ pabhedasaṅgahaṁ katvā puna kāmāvacarādīnaṁ tiṇṇaṁ bhūmīnaṁ, dvihetukādipuggalānañca bhedena lakkhitaṁ ‘‘idaṁ ettakehi paraṁ, imassa anantaraṁ ettakāni cittānī’’ti evaṁ pubbāparacittehi niyāmitaṁ paṭisandhipavattīsu cittuppādānaṁ pavattisaṅgahaṁ nāma tannāmakaṁ saṅgahaṁ yathāsambhavato samāsena pavakkhāmīti yojanā.",
  "tika-abh07t12:2": "2. Vatthudvārārammaṇasaṅgahā heṭṭhā kathitāpi paripuṇṇaṁ katvā pavattisaṅgahaṁ dassetuṁ puna nikkhittā.",
  "tika-abh07t12:3": "3. Visayānaṁ dvāresu, visayesu ca cittānaṁ pavatti visayappavatti.",
  "tika-abh07t12:4": "4.Tatthāti tesu chasu chakkesu.",
  "tika-abh07t12:5": "Vīthichakkavaṇṇanā",
  "tika-abh07t12:6": "6. ‘‘Cakkhudvāre pavattā vīthi cittaparamparā cakkhudvāravīthī’’tyādinā dvāravasena, ‘‘cakkhuviññāṇasambandhinī vīthi tena saha ekārammaṇaekadvārikatāya sahacaraṇabhāvato cakkhuviññāṇavīthī’’tyādinā viññāṇavasena vā vīthīnaṁ nāma yojanā kātabbāti dassetuṁ ‘‘cakkhudvāravīthī’’tyādi vuttaṁ.",
  "tika-abh07t12:7": "Vīthichakkavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:8": "Vīthibhedavaṇṇanā",
  "tika-abh07t12:9": "7.‘‘Atimahanta’’ntyādīsu ekacittakkhaṇātītaṁ hutvā āpāthāgataṁ soḷasacittakkhaṇāyukaṁ atimahantaṁ nāma. Dviticittakkhaṇātītaṁ hutvā pannarasacuddasacittakkhaṇāyukaṁ mahantaṁ nāma. Catucittakkhaṇato paṭṭhāya yāva navacittakkhaṇātītaṁ hutvā terasacittakkhaṇato paṭṭhāya yāva aṭṭhacittakkhaṇāyutaṁ parittaṁ nāma. Dasacittakkhaṇato paṭṭhāya yāva pannarasacittakkhaṇātītaṁ hutvā sattacittakkhaṇato paṭṭhāya yāva dvicittakkhaṇāyukaṁ atiparittaṁ nāma. Evañca katvā vakkhati ‘‘ekacittakkhaṇātītānī’’tyādi. Vibhūtaṁ pākaṭaṁ. Avibhūtaṁ apākaṭaṁ.",
  "tika-abh07t12:10": "Vīthibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:11": "Pañcadvāravīthivaṇṇanā",
  "tika-abh07t12:12": "8.Kathanti kena pakārena atimahantādivasena visayavavatthānanti pucchitvā cittakkhaṇavasena taṁ pakāsetuṁ ‘‘uppādaṭhitī’’tyādi āraddhaṁ. Uppajjanaṁ uppādo, attapaṭilābho. Bhañjanaṁ bhaṅgo, sarūpavināso. Ubhinnaṁ vemajjhe bhaṅgābhimukhappavatti ṭhiti nāma. Keci pana cittassa ṭhitikkhaṇaṁ paṭisedhenti. Ayañhi nesaṁ adhippāyo – cittayamake (vibha. mūlaṭī. 20 pakiṇṇakakathāvaṇṇanā; yama. 2.cittayamaka.81, 102) ‘‘uppannaṁ uppajjamāna’’nti evamādipadānaṁ vibhaṅge ‘‘bhaṅgakkhaṇe uppannaṁ , no ca uppajjamānaṁ, uppādakkhaṇe uppannañceva uppajjamānañcā’’tyādinā (yama. 2.cittayamaka.81, 102) bhaṅguppādāva kathitā, na ṭhitikkhaṇo. Yadi ca cittassa ṭhitikkhaṇopi atthi, ‘‘ṭhitikkhaṇe bhaṅgakkhaṇe cā’’ti vattabbaṁ siyā. Atha mataṁ ‘‘uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṁ paññāyatīti (a. ni. 3.47) suttantapāṭhato ṭhitikkhaṇo atthī’’ti, tatthapi ekasmiṁ dhamme aññathattassa anuppajjanato, paññāṇavacanato ca pabandhaṭhitiyeva adhippetā, na ca khaṇaṭhiti, na ca abhidhamme labbhamānassa avacane kāraṇaṁ atthi, tasmā yathādhammasāsane avacanampi abhāvameva dīpetīti. Tattha vuccate yatheva hi ekadhammādhārabhāvepi uppādabhaṅgānaṁ añño uppādakkhaṇo, añño bhaṅgakkhaṇoti uppādāvatthāya bhinnā bhaṅgāvatthā icchitā. Itarathā hi ‘‘aññoyeva dhammo uppajjati, añño nirujjhatī’’ti āpajjeyya, evameva uppādabhaṅgāvatthāhi bhinnā bhaṅgābhimukhāvatthāpi icchitabbā, sā ṭhiti nāma. Pāḷiyaṁ pana veneyyajjhāsayānurodhato nayadassanavasena sā na vuttā. Abhidhammadesanāpi hi kadāci veneyyajjhāsayānurodhena pavattati, yathā rūpassa uppādo upacayo santatīti dvidhā bhinditvā desito, sutte ca ‘‘tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇāni. Katamāni tīṇi? Uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṁ paññāyatī’’ti evaṁ saṅkhatadhammasseva lakkhaṇadassanatthaṁ uppādādīnaṁ vuttattā na sakkā pabandhassa paññattisabhāvassa asaṅkhatassa ṭhiti tattha vuttāti viññātuṁ. Upasaggassa ca dhātvattheyeva pavattanato ‘‘paññāyatī’’ti etassa viññāyatīti attho. Tasmā na ettāvatā cittassa ṭhitikkhaṇo paṭibāhituṁ yuttoti suvuttametaṁ ‘‘uppādaṭhitibhaṅgavasenā’’ti. Evañca katvā vuttaṁ aṭṭhakathāyampi ‘‘ekekassa uppādaṭhitibhaṅgavasena tayo tayo khaṇā’’ti (vibha. aṭṭha. 26 pakiṇṇakakathā).",
  "tika-abh07t12:13": "9. Arūpaṁ lahupariṇāmaṁ, rūpaṁ garupariṇāmaṁ gāhakagāhetabbabhāvassa taṁtaṁkhaṇavasena uppajjanatoti āha ‘‘tānī’’tyādi. Tānīti tādisāni. Sattarasannaṁ cittānaṁ khaṇāni viya khaṇāni sattarasacittakkhaṇāni, tāni cittakkhaṇāni sattarasāti vā sambandho. Visuṁ visuṁ pana ekapaññāsa cittakkhaṇāni honti. Rūpadhammānanti viññattilakkhaṇarūpavajjānaṁ rūpadhammānaṁ. Viññattidvayañhi ekacittakkhaṇāyukaṁ. Tathā hi taṁ cittānuparivattidhammesu vuttaṁ. Lakkhaṇarūpesu ca jāti ceva aniccatā ca cittassa uppādabhaṅgakkhaṇehi samānāyukā, jaratā pana ekūnapaññāsacittakkhaṇāyukā. Evañca katvā vadanti –",
  "tika-abh07t12:14": "‘‘Taṁ sattarasacittāyu, vinā viññattilakkhaṇa’’nti (sa. sa. 60);",
  "tika-abh07t12:15": "Keci (vibha. mūlaṭī. 20) pana ‘‘paṭiccasamuppādaṭṭhakathāyaṁ ‘ettāvatā ekādasa cittakkhaṇā atītā honti, athāvasesapañcacittakkhaṇāyuke’ti (visuddhi. 2.623; vibha. aṭṭha. 227) vacanato soḷasacittakkhaṇāni rūpadhammānamāyū. Uppajjamānameva hi rūpaṁ bhavaṅgacalanassa paccayo hotī’’ti vadanti, tayidamasāraṁ ‘‘paṭisandhicittena sahuppannaṁ kammajarūpaṁ tato paṭṭhāya sattarasamena saddhiṁ nirujjhati, paṭisandhicittassa ṭhitikkhaṇe uppannaṁ aṭṭhārasamassa uppādakkhaṇe nirujjhatī’’tyādinā (vibha. aṭṭha. 26 pakiṇṇakakathā) aṭṭhakathāyameva sattarasacittakkhaṇassa āgatattā. Yattha pana soḷasacittakkhaṇāneva paññāyanti, tattha cittappavattiyā paccayabhāvayogyakkhaṇavasena nayo nīto. Heṭṭhimakoṭiyā hi ekacittakkhaṇampi atikkantasseva rūpassa āpāthāgamanasāmatthiyanti alamativitthārena.",
  "tika-abh07t12:16": "10. Ekacittassa khaṇaṁ viya khaṇaṁ ekacittakkhaṇaṁ, taṁ atītaṁ etesaṁ, etāni vā taṁ atītānīti ekacittakkhaṇātītāni. Āpāthamāgacchantīti rūpasaddārammaṇāni sakasakaṭṭhāne ṭhatvāva gocarabhāvaṁ gacchantīti ābhogānurūpaṁ anekakalāpagatāni āpāthaṁ āgacchanti, sesāni pana ghānādinissayesu allīnāneva viññāṇuppattikāraṇānīti ekekakalāpagatānipi. Ekekakalāpagatāpi hi pasādā viññāṇassa ādhārabhāvaṁ gacchanti, te pana bhavaṅgacalanassa anantarapaccayabhūtena bhavaṅgena saddhiṁ uppannā. ‘‘Āvajjanena saddhiṁ uppannā’’ti apare.",
  "tika-abh07t12:17": "Dvikkhattuṁ bhavaṅge caliteti visadisaviññāṇuppattihetubhāvasaṅkhātabhavaṅgacalanavasena purimaggahitārammaṇasmiṁyeva dvikkhattuṁ bhavaṅge pavatte. Pañcasu hi pasādesu yogyadesāvatthānavasena ārammaṇe ghaṭṭite pasādaghaṭṭanānubhāvena bhavaṅgasantati vocchijjamānā sahasā anocchijjitvā yathā vegena dhāvanto ṭhātukāmopi puriso ekadvipadavāre atikkamitvāva tiṭṭhati, evaṁ dvikkhattuṁ uppajjitvāva occhijjati. Tattha paṭhamacittaṁ bhavaṅgasantatiṁ cālentaṁ viya uppajjatīti bhavaṅgacalanaṁ, dutiyaṁ tassa occhijjanākārena uppajjanato bhavaṅgupacchedoti voharanti. Idha pana avisesena vuttaṁ ‘‘dvikkhattuṁ bhavaṅge calite’’ti.",
  "tika-abh07t12:18": "Nanu ca rūpādinā pasāde ghaṭṭite tannissitasseva calanaṁ yuttaṁ, kathaṁ pana hadayavatthunissitassa bhavaṅgassāti? Santativasena ekābaddhattā. Yathā hi bheriyā ekasmiṁ tale ṭhitasakkharāya makkhikāya nisinnāya aparasmiṁ tale daṇḍādinā pahaṭe anukkamena bhericammavarattādīnaṁ calanena sakkharāya calitāya makkhikāya uppatitvā gamanaṁ hoti, evameva rūpādinā pasāde ghaṭṭite tannissayesu mahābhūtesu calitesu anukkamena taṁsambandhānaṁ sesarūpānampi calanena hadayavatthumhi calite tannissitassa bhavaṅgassa calanākārena pavatti hoti. Vuttañca –",
  "tika-abh07t12:19": "‘‘Ghaṭṭite aññavatthumhi, aññanissitakampanaṁ;",
  "tika-abh07t12:20": "Ekābaddhena hotīti, sakkharopamayā vade’’ti. (sa. sa. 176);",
  "tika-abh07t12:21": "Bhavaṅgasotanti bhavaṅgappavāhaṁ. Āvajjantanti ‘‘kiṁ nāmeta’’nti vadantaṁ viya ābhogaṁ kurumānaṁ. Passantanti paccakkhato pekkhantaṁ. Nanu ca ‘‘cakkhunā rūpaṁ disvā’’ti (dī. ni. 1.213; a. ni. 3.62; vibha. 517) vacanato cakkhundriyameva dassanakiccaṁ sādeti, na viññāṇanti? Nayidamevaṁ, rūpassa andhabhāvena rūpadassane asamatthabhāvato. Yadi ca taṁ rūpaṁ passati, tathā sati aññaviññāṇasamaṅginopi rūpadassanappasaṅgo siyā. Yadi evaṁ viññāṇassa taṁ kiccaṁ sādheti, viññāṇassa appaṭibandhattā antaritarūpassapi dassanaṁ siyā. Hotu antaritassapi dassanaṁ, yassa phalikāditirohitassa ālokapaṭibandho natthi, yassa pana kuṭṭādiantaritassa alokapaṭibandho atthi. Tattha paccayābhāvato viññāṇaṁ nuppajjatīti na tassa cakkhuviññāṇena gahaṇaṁ hoti. ‘‘Cakkhunā’’ti panettha tena dvārena karaṇabhūtenāti adhippāyo. Atha vā nissitakiriyā nissayappaṭibaddhā vuttā yathā ‘‘mañcā ukkuṭṭhiṁ karontī’’ti.",
  "tika-abh07t12:22": "Sampaṭicchantanti tameva rūpaṁ paṭiggaṇhantaṁ viya. Santīrayamānanti tameva rūpaṁ vīmaṁsantaṁ viya. Vavatthapentanti tameva rūpaṁ suṭṭhu sallakkhentaṁ viya. Yonisomanasikārādivasena laddho paccayo etenāti laddhapaccayaṁ. Yaṁ kiñci javananti sambandho. Mucchāmaraṇāsannakālesu ca chappañcapi javanāni pavattantīti āha ‘‘yebhuyyenā’’ti. Javanānubandhānīti paṭisotagāmināvaṁ nadīsoto viya kiñci kālaṁ javanaṁ anugatāni. Tassa javanassa ārammaṇaṁ ārammaṇametesanti tadārammaṇāni ‘‘brahmassaro’’tyādīsu viya majjhepadalopavasena, tadārammaṇāni ca tāni pākāni cāti tadārammaṇapākāni. Yathārahanti ārammaṇajavanasattānurūpaṁ. Tathā pavattiṁ pana sayameva pakāsayissati, bhavaṅgapātoti vīthicittavasena appavattitvā cittassa bhavaṅgapāto viya, bhavaṅgavasena uppattīti vuttaṁ hoti. Ettha ca vīthicittappavattiyā sukhaggahaṇatthaṁ ambopamādikaṁ āharanti, tatridaṁ ambopamāmattaṁ (dha. sa. aṭṭha. 498 vipākuddhārakathā) – eko kira puriso phalitambarukkhamūle sasīsaṁ pārupitvā niddāyanto āsanne patitassa ekassa ambaphalassa saddena pabujjhitvā sīsato vatthaṁ apanetvā cakkhuṁ ummīletvā disvā ca taṁ gahetvā madditvā upasiṅghitvā pakkabhāvaṁ ñatvā paribhuñjitvā mukhagataṁ saha semhena ajjhoharitvā puna tattheva niddāyati. Tattha purisassa niddāyanakālo viya bhavaṅgakālo, phalassa patitakālo viya ārammaṇassa pasādaghaṭṭanakālo, tassa saddena pabuddhakālo viya āvajjanakālo, ummīletvā olokitakālo viya cakkhuviññāṇappavattikālo, gahitakālo viya sampaṭicchanakālo, maddanakālo viya santīraṇakālo, upasiṅghanakālo viya voṭṭhabbanakālo, paribhogakālo viya javanakālo, mukhagataṁ saha semhena ajjhoharaṇakālo viya tadārammaṇakālo, puna niddāyanakālo viya puna bhavaṅgakālo.",
  "tika-abh07t12:23": "Imāya ca upamāya kiṁ dīpitaṁ hoti? Ārammaṇassa pasādaghaṭṭanameva kiccaṁ, āvajjanassa visayābhujanameva, cakkhuviññāṇassa dassanamattameva, sampaṭicchanādīnañca paṭiggaṇhanādimattameva , javanasseva pana ārammaṇarasānubhavanaṁ, tadārammaṇassa ca tena anubhūtasseva anubhavananti evaṁ kiccavasena dhammānaṁ aññamaññaṁ asaṁkiṇṇatā dīpitā hoti. Evaṁ pavattamānaṁ pana cittaṁ ‘‘āvajjanaṁ nāma hutvā bhavaṅgānantaraṁ hoti, tvaṁ dassanādīsu aññataraṁ hutvā āvajjanānantara’’ntyādinā niyuñjake kārake asatipi utubījaniyāmādi (dha. sa. aṭṭha. 498 vipākuddhārakathā) viya cittaniyāmavaseneva pavattatīti veditabbaṁ.",
  "tika-abh07t12:24": "11. Ettāvatā sattarasa cittakkhaṇāni paripūrentīti sambandho.",
  "tika-abh07t12:25": "12.Appahontātītakanti appahontaṁ hutvā atītaṁ. Natthi tadārammaṇuppādoti cuddasacittakkhaṇāyuke tāva ārammaṇassa niruddhattāva tadārammaṇaṁ nuppajjati. Na hi ekavīthiyaṁ kesuci paccuppannārammaṇesu kānici atītārammaṇāni honti. Pannarasacittakkhaṇāyukesupi javanuppattito paraṁ ekameva cittakkhaṇaṁ avasiṭṭhanti dvikkhattuṁ tadārammaṇuppattiyā appahonakabhāvato natthi dutiyatadārammaṇassa uppattīti paṭhamampi nuppajjati. Dvikkhattumeva hi tadārammaṇuppatti pāḷiyaṁ niyamitā cittappavattigaṇanāyaṁ sabbavāresu ‘‘tadārammaṇāni dve’’ti (vibha. aṭṭha. 227) dvinnameva cittavārānaṁ āgatattā. Yaṁ pana paramatthavinicchaye vuttaṁ –",
  "tika-abh07t12:26": "‘‘Sakiṁ dve vā tadālambaṁ, sakimāvajjanādayo’’ti (parama. vi. 116), taṁ majjhimabhāṇakamatānusārena vuttanti daṭṭhabbaṁ. Yasmā pana majjhimabhāṇakānaṁ vādo heṭṭhā vuttapāḷiyā asaṁsandanato sammohavinodanīyaṁ (vibha. aṭṭha. 227) paṭikkhittova, tasmā ācariyenapi attanā anadhippetattāyeva idha ceva nāmarūpaparicchede ca sakiṁ tadārammaṇuppatti na vuttā.",
  "tika-abh07t12:27": "13. Voṭṭhabbanuppādato paraṁ chacittakkhaṇāvasiṭṭhāyukampi ārammaṇaṁ appāyukabhāvena paridubbalattā javanuppattiyā paccayo na hoti. Javanañhi uppajjamānaṁ niyamena sattacittakkhaṇāyukeyeva uppajjatīti adhippāyenāha ‘‘javanampi anuppajjitvā’’ti. Hetumhi cāyaṁ tvāpaccayo, javanassapi anuppattiyāti attho. Itarathā hi aparakālakiriyāya samānakattukatā na labbhatīti. Dvattikkhattunti dvikkhattuṁ vā tikkhattuṁ vā. Keci pana ‘‘tikkhattu’nti idaṁ vacanasiliṭṭhatāmattappayojana’’nti vadanti, taṁ pana tesaṁ abhinivesamattaṁ. Na hi ‘‘dvikkhattuṁ voṭṭhabbanameva parivattatī’’ti vuttepi vacanassa asiliṭṭhabhāvo atthi, na ca tikkhattuṁ pavattiyā bādhakaṁ kiñci vacanaṁ aṭṭhakathādīsu atthi. Evañca katvā tattha tattha sīhaḷasaṁvaṇṇanākārāpi ‘‘dvikkhattuṁ vā tikkhattuṁ vā’’icceva vaṇṇenti. Voṭṭhabbanameva parivattatīti voṭṭhabbanameva punappunaṁ uppajjati. Taṁ pana appatvā antarā cakkhuviññāṇādīsu ṭhatvā cittappavattiyā nivattanaṁ natthi.",
  "tika-abh07t12:28": "Ānandācariyo panettha (dha. sa. mūlaṭī. 498 vipākuddhārakathāvaṇṇanā) ‘‘āvajjanā kusalākusalānaṁ khandhānaṁ anantarapaccayena paccayo’’ti (paṭṭhā. 1.1.417) āvajjanāya kusalākusalānaṁ anantarapaccayabhāvassa vuttattā voṭṭhabbanāvajjanānañca atthantarābhāvato sati uppattiyaṁ voṭṭhabbanaṁ kāmāvacarakusalākusalakiriyajavanānaṁ ekantato anantarapaccayabhāveneva pavatteyya, no aññathāti mucchākālādīsu mandībhūtavegatāya javanapāripūriyā parittārammaṇaṁ niyamitabbaṁ, na voṭṭhabbanassa dvattikkhattuṁ pavattiyāti dīpeti. Kiñcāpi evaṁ dīpeti, tihetukavipākāni pana anantarapaccayabhāvena vuttāneva. Khīṇāsavānaṁ cutivasena pavattāni na kassaci anantarapaccayabhāvaṁ gacchantīti tāni viya voṭṭhabbanampi paccayavekallato kusalākusalādīnaṁ anantarapaccayo na hotīti na na sakkā vattuṁ, tasmā aṭṭhakathāsu āgatanayenevettha parittārammaṇaṁ niyamitanti.",
  "tika-abh07t12:29": "14.Natthivīthicittuppādo uparimakoṭiyā sattacittakkhaṇāyukassapi dvattikkhattuṁ voṭṭhabbanuppattiyā appahonakabhāvato vīthicittānaṁ uppādo natthi, bhavaṅgapātova hotīti adhippāyo. Bhavaṅgacalanamevāti avadhāraṇaphalaṁ dassetuṁ ‘‘natthi vīthicittuppādo’’ti vuttaṁ. Apare pana ‘‘natthi bhavaṅgupacchedo’’ti avadhāraṇaphalaṁ dassenti, taṁ pana vīthicittuppādābhāvavacaneneva siddhaṁ. Sati hi vīthicittuppāde bhavaṅgaṁ upacchijjati. Bhavaṅgupacchedanāmena pana heṭṭhāpi visuṁ avuttattā idha avisesena vuttaṁ.",
  "tika-abh07t12:30": "15. Sabbaso vīthicittuppattiyā abhāvato pacchimavārovidhamoghavāravasena vutto, aññattha (dha. sa. aṭṭha. 498 vipākuddhārakathā) pana dutiyatatiyavārāpi tadārammaṇajavanehi suññattā ‘‘moghavārā’’ti vuttā. Ārammaṇabhūtāti visayabhūtā, paccayabhūtā ca. Paccayopi hi ‘‘ārammaṇa’’nti vuccati ‘‘na lacchati māro otāraṁ, na lacchati māro ārammaṇa’’ntyādīsu (dī. ni. 3.80) viya. Tenevettha moghavārassapi ārammaṇabhūtā visayappavattīti siddhaṁ. Atiparittārammaṇañhi moghavārapaññāpanassa paccayo hoti. Itarathā hi bhavaṅgacalanassa sakasakagocareyeva pavattanato pacchimavārassa atiparittārammaṇe pavatti natthīti ‘‘catunnaṁ vārānaṁ ārammaṇabhūtā’’ti vacanaṁ durupapādanaṁ siyāti.",
  "tika-abh07t12:31": "16. Pañcadvāre yathārahaṁ taṁtaṁdvārānurūpaṁ, taṁtaṁpaccayānurūpaṁ, taṁtaṁārammaṇādianurūpañca uppajjamānāni vīthicittāni āvajjanadassanādisampaṭicchanasantīraṇavoṭṭhabbanajavanatadārammaṇavasena avisesato satteva honti. Cittuppādā cittānaṁ visuṁ visuṁ uppattivasena uppajjamānacittāniyeva vā catuddasa āvajjanādipañcakasattajavanatadārammaṇadvayavasena. Vitthārā pana catupaññāsa sabbesameva kāmāvacarānaṁ yathāsambhavaṁ tattha uppajjanato,",
  "tika-abh07t12:32": "Etthāti visayappavattisaṅgahe.",
  "tika-abh07t12:33": "Pañcadvāravīthivaṇṇanā niṭṭhitā.",
  "tika-abh07t12:34": "Manodvāravīthi",
  "tika-abh07t12:35": "Parittajavanavāravaṇṇanā",
  "tika-abh07t12:36": "17. Manodvārikacittānaṁ atītānāgatampi ārammaṇaṁ hotīti tesaṁ atimahantādivasena visayavavatthānaṁ kātuṁ na sakkāti vibhūtāvibhūtavasenevetaṁ niyametuṁ ‘‘yadi vibhūtamārammaṇa’’ntyādi vuttaṁ.",
  "tika-abh07t12:37": "19.Etthāti manodvāre. Ekacattālīsa pañcadvārāveṇikānaṁ dvipañcaviññāṇamanodhātuttayavasena terasacittānaṁ tattha appavattanato.",
  "tika-abh07t12:38": "Parittajavanavāravaṇṇanā niṭṭhitā.",
  "tika-abh07t12:39": "Appanājavanavāravaṇṇanā",
  "tika-abh07t12:40": "20.Vibhūtāvibhūtabhedo natthi ārammaṇassa vibhūtakāleyeva appanāsambhavato.",
  "tika-abh07t12:41": "21. Tattha hi chabbīsatimahaggatalokuttarajavanesu yaṁ kiñci javanaṁ appanāvīthimotaratīti sambandho. Parikammopacārānulomagotrabhunāmena yathākkamaṁ uppajjitvā niruddeti yojanā. Paṭhamacittañhi appanāya parikammattā paṭisaṅkhārakabhūtattā parikammaṁ. Dutiyaṁ samīpacārittā upacāraṁ. Nāccāsannopi hi nātidūrappavatti samīpacārī nāma hoti, appanaṁ upecca caratīti vā upacāraṁ. Tatiyaṁ pubbabhāge parikammānaṁ, upariappanāya ca anukūlattā anulomaṁ. Catutthaṁ parittagottassa, puthujjanagottassa ca abhibhavanato, mahaggatagottassa, lokuttaragottassa ca bhāvanato vaḍḍhanato gotrabhu, imāni cattāri nāmāni catukkhattuṁ pavattiyaṁ anavasesato labbhanti, tikkhattuṁ pavattiyaṁ pana upacārānulomagotrabhunāmeneva labbhanti. Aṭṭhakathāyaṁ (visuddhi. 2.804) pana purimānaṁ tiṇṇaṁ , dvinnaṁ vā avisesenapi parikammādināmaṁ vuttaṁ, catukkhattuṁ, tikkhattumeva vā pañcamaṁ, catutthaṁ vā uppajjitabbaappanānurūpatoti adhippāyo. Parikammādināmānaṁ anavasesato labbhamānavāradassanatthaṁ ‘‘catukkhattu’’nti ādito vuttaṁ, gaṇanapaṭipāṭivasena pana ‘‘pañcamaṁ vā’’ti osāne vuttaṁ.",
  "tika-abh07t12:42": "Yathārahanti khippābhiññadandhābhiññānurūpaṁ. Khippābhiññassa hi tikkhattuṁ pavattakāmāvacarajavanānantaraṁ catutthaṁ appanācittamuppajjati. Dandhābhiññassa catukkhattuṁ pavattajavanānantaraṁ pañcamaṁ appanā uppajjati, yasmā pana aladdhāsevanaṁ anulomaṁ gotrabhuṁ uppādetuṁ na sakkoti, laddhāsevanampi ca chaṭṭhaṁ sattamaṁ bhavaṅgassa āsannabhāvena papātāsannapuriso viya appanāvasena patiṭṭhātuṁ na sakkoti, tasmā catutthato oraṁ, pañcamato paraṁ vā appanā na hotīti daṭṭhabbaṁ. Yathābhinīhāravasenāti rūpārūpalokuttaramaggaphalānurūpasamathavipassanābhāvanācittābhinīharaṇānurūpato, appanāya vīthi appanāvīthi. ‘‘Tato paraṁ bhavaṅgapātova hotī’’ti ettakeyeva vutte catutthaṁ, pañcamaṁ vā otiṇṇaappanāto paraṁ bhavaṅgapātova hoti, na maggānantaraṁ phalacittaṁ, samāpattivīthiyañca jhānaphalacittāni punappunanti gaṇheyyunti puna ‘‘appanāvasāne’’ti vuttaṁ. Nikāyantariyā kira lokiyappanāsu paṭhamakappanāto paraṁ sattamajavanapūraṇatthaṁ dvattikkhattuṁ kāmāvacarajavanānampi pavattiṁ vaṇṇentīti tesaṁ matinisedhanatthaṁ ‘‘bhavaṅgapātovā’’ti sāvadhāraṇaṁ vuttaṁ.",
  "tika-abh07t12:43": "22.Tatthāti tesu aṭṭhañāṇasampayuttakāmāvacarajavanesu, tesu ca chabbīsatimahaggatalokuttarajavanesu. Tatthāti vā tasmiṁ appanāvāre. Somanassasahagatajavanānantaranti somanassasahagatānaṁ catunnaṁ kusalakiriyajavanānaṁ anantaraṁ. Somanassasahagatāvāti catukkajjhānassa, sukkhavipassakādīnaṁ maggaphalassa ca vasena somanassasahagatāva, na pana upekkhāsahagatā bhinnavedanānaṁ aññamaññaṁ āsevanapaccayabhāvassa anuddhaṭattā. Pāṭikaṅkhitabbāti pasaṁsitabbā, icchitabbāti vuttaṁ hoti. Tatthāpīti tasmiṁ ekavedanajavanavārepi. Kusalajavanānantaranti catubbidhañāṇasampayuttakusalajavanānantaraṁ kusalajavanamappeti, na kiriyajavanaṁ bhinnasantāne nibbattanato. Heṭṭhimañca phalattayamappeti samāpattivīthiyantyadhippāyo.",
  "tika-abh07t12:44": "23.Sukhapuññamhā somanassasahagatatihetukakusaladvayato paraṁ aggaphalavipākakiriyavajjitalokiyalokuttaracatukkajjhānajavanavasena dvattiṁsa, upekkhakā tihetukakusaladvayato paraṁ tatheva pañcamajjhānāni dvādasa, sukhitakriyato tihetukadvayato paraṁ kiriyajjhānacatukkassa, aggaphalacatukkassa ca vasena aṭṭha, upekkhakā tihetukadvayato paraṁ upekkhāsahagatarūpārūpakiriyapañcakassa, aggaphalassa ca vasena cha appanā sambhonti.",
  "tika-abh07t12:45": "24.Etthāti vīthisaṅgahādhikāre.",
  "tika-abh07t12:46": "Appanājavanavāravaṇṇanā niṭṭhitā.",
  "tika-abh07t12:47": "Manodvāravīthivaṇṇanā niṭṭhitā.",
  "tika-abh07t12:48": "Appanājavanavāravaṇṇanā niṭṭhitā.",
  "tika-abh07t12:49": "Tadārammaṇaniyamavaṇṇanā",
  "tika-abh07t12:50": "25.Sabbatthāpīti pañcadvāramanodvārepi.",
  "tika-abh07t12:51": "26.Iṭṭheti iṭṭhamajjhatte. Atiiṭṭhārammaṇañhi visuṁ vakkhati. Kusalavipākāni pañcaviññāṇasampaṭicchanasantīraṇatadārammaṇānīti sambandho. Iṭṭhamajjhatte santīraṇatadārammaṇāni upekkhāsahagatānevāti āha ‘‘atiiṭṭhe pana somanassasahagatānevā’’ti. Vipākassa hi kammānubhāvato pavattamānassa ādāse mukhanimittaṁ viya nibbikappatāya pakappetvā gahaṇābhāvato yathārammaṇameva vedanāyogo hoti, kusalākusalānaṁ pana appahīnavipallāsesu santānesu pavattiyā atiiṭṭhepi iṭṭhamajjhattaaniṭṭhākārato, aniṭṭhepi iṭṭhaiṭṭhamajjhattākārato gahaṇaṁ hoti. Tathā hi assaddhādīnaṁ buddhādīsu atiiṭṭhārammaṇesupi upekkhājavanaṁ hoti, titthiyādīnañca domanassajavanaṁ, gambhīrapakatikādīnañca paṭikkūlārammaṇe upekkhājavanaṁ, sunakhādīnañca tattha somanassajavanaṁ, purimapacchābhāgappavattāni pana vipākāni yathāvatthukāneva . Apica asucidassane sumanāyamānānaṁ sunakhādīnanti. Cakkhuviññāṇādīnaṁ pana atiiṭṭhāniṭṭhesu pavattamānānampi upekkhāsahagatabhāve kāraṇaṁ heṭṭhā kathitameva.",
  "tika-abh07t12:52": "27.Tatthāpīti tadārammaṇesupi. Somanassasahagatakiriyajavanāvasāneti sahetukāhetukasukhasahagatakiriyapañcakāvasāne. Khīṇāsavānaṁ cittavipallāsābhāvena kiriyajavanānipi yathārammaṇameva pavattantīti vuttaṁ ‘‘somanassasahagatakiriyajavanāvasāne’’tyādi. Keci pana ācariyā ‘‘paṭṭhāne (dha. sa. mūlaṭī. 498 vipākuddhārakathāvaṇṇanā) ‘kusalākusale niruddhe vipāko tadārammaṇatā uppajjatī’ti (paṭṭhā. 3.1.98) kusalākusalānamevānantaraṁ tadārammaṇaṁ vuttanti natthi kiriyajavanānantaraṁ tadārammaṇuppādo’’ti vadanti. Tattha vuccate – yadi abyākatānantarampi tadārammaṇaṁ vucceyya. Parittārammaṇe voṭṭhabbanānantarampi tassa pavattiṁ maññeyyunti kiriyajavanānantaraṁ tadārammaṇaṁ na vuttaṁ, na pana alabbhanato. Labbhamānassapi hi kenaci adhippāyena katthaci avacanaṁ dissati, yathā taṁ dhammasaṅgahe labbhamānampi hadayavatthu desanābhedaparihāratthaṁ na vuttanti.",
  "tika-abh07t12:53": "28.Domanassa…pe… upekkhāsahagatāneva bhavanti, na somanassasahagatāni aññamaññaṁ viruddhasabhāvattā. Teneva hi paṭṭhāne domanassānantaraṁ somanassaṁ, tadanantarañca domanassaṁ anuddhaṭaṁ. Tathā hi ‘‘sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo’’tyādinā (paṭṭhā. 1.2.45) sukhadukkhavedanāya sampayuttā dhammā attano attano samānavedanāsampayuttānaṁ adukkhamasukhavedanāya sampayuttakānañca anantarapaccayabhāvena dvīsu dvīsu vāresu vuttā, adukkhamasukhavedanāya sampayuttakā pana samānavedanāsampayuttānaṁ, itaravedanādvayasampayuttānañca dhammānaṁ anantarapaccayabhāvena tīsu vāresūti evaṁ vedanāttike satteva anantarapaccayavārā vuttā. Yadi ca domanassānantaraṁ somanassaṁ, somanassānantaraṁ vā domanassaṁ uppajjeyya, sukhadukkhavedanāsampayuttānampi aññamaññaṁ anantarapaccayavasena dve vāre vaḍḍhetvā nava vārā vattabbā siyuṁ, na panevaṁ vuttā. Tasmā na tesaṁ tadanantaraṁ uppatti atthi. Ettha ca ‘‘somanassasahagatakiriyajavanāvasāne’’tyādinā ayampi niyamo anuññāto –",
  "tika-abh07t12:54": "‘‘Parittakusalādosa-pāpasātakriyājavā ;",
  "tika-abh07t12:55": "Pañcasvekaṁ tadālambaṁ, sukhitesu yathārahaṁ.",
  "tika-abh07t12:56": "‘‘Pāpākāmasubhā ceva, sopekkhā ca kriyājavā;",
  "tika-abh07t12:57": "Sopekkhesu tadālambaṁ, chasvekamanurūpato’’ti.",
  "tika-abh07t12:58": "Ayañhi javanena tadārammaṇaniyamo abyabhicārī. ‘‘Ñāṇasampayuttajavanato ñāṇasampayuttatadārammaṇa’’ntyādinayappavatto pana anekantiko. Yebhuyyena hi akusalajavanesu paricitassa kadāci kusalajavanesu javitesu, kusalajavanesu vā paricitassa kadāci akusalajavanesu javitesu akusalānantaraṁ pavattaparicayena tihetukajavanatopi paraṁ ahetukatadārammaṇaṁ hoti, tathā kusalānantaraṁ pavattaparicayena akusalajavanato paraṁ tihetukatadārammaṇampi, paṭisandhinibbattakakammato pana aññakammena tadārammaṇappavattiyaṁ vattabbameva natthi. Tathā ca vuttaṁ paṭṭhāne ‘‘ahetuke khandhe aniccato dukkhato anattato vipassanti, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati, kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjatī’’ti (paṭṭhā. 3.1.98).",
  "tika-abh07t12:59": "Tasmāti yasmā domanassajavanāvasāne upekkhāsahagatāneva honti. Tasmā domanassasahagatajavanāvasāne upekkhāsahagatasantīraṇaṁ uppajjatīti sambandho. ‘Somanassapaṭisandhikassā’ti imināva bhavaṅgapātābhāvo dīpitova hoti domanassānantaraṁ somanassābhāvatoti taṁ avatvā tadārammaṇābhāvameva parikappento āha ‘‘yadi tadārammaṇasambhavo natthī’’ti. Somanassapaṭisandhikassa titthiyādino buddhādiatiiṭṭhārammaṇe pi paṭihatacittassa domanassajavane javite vuttanayena somanassatadārammaṇassa atiiṭṭhārammaṇe ca upekkhāsahagatatadārammaṇassa anuppajjanato, kenaci vā asappāyena parihīnalokiyajjhānaṁ ārabbha ‘‘paṇītadhammo me naṭṭho’’ti vippaṭisāraṁ janentassa domanassajavane sati akāmāvacarārammaṇe tadārammaṇābhāvato yadi tadārammaṇassa uppattisambhavo natthīti adhippāyo.",
  "tika-abh07t12:60": "Paricitapubbanti pubbe paricitaṁ, tasmiṁ bhave yebhuyyena gahitapubbaṁ. Upekkhāsahagatasantīraṇaṁuppajjati nirāvajjanampi. Yathā taṁ nirodhā vuṭṭhahantassa phalacittantyadhippāyo. Yathāhu –",
  "tika-abh07t12:61": "‘‘Nirāvajjaṁ kathaṁ cittaṁ, hoti netañhi sammataṁ;",
  "tika-abh07t12:62": "Niyamo na vināvajjaṁ, nirodhā phaladassanā’’ti.",
  "tika-abh07t12:63": "Kena pana kiccena idaṁ cittaṁ pavattatīti? Tadārammaṇakiccena tāva na pavattati javanārammaṇassa aggahaṇato, nāpi santīraṇakiccena yathāsampaṭicchitassa santīraṇavasena appavattanato, paṭisandhicutīsu vattabbameva natthi, pārisesato pana bhavassa aṅgabhāvato bhavaṅgakiccenāti yuttaṁ siyā. Ācariyadhammapālattherenapi (dha. sa. anuṭī. 498 vipākuddhārakathāvaṇṇanā) hi ayamattho dassitova. Yaṁ pana paṭisandhibhavaṅgānaṁ dhammato, ārammaṇato ca samānataṁ vakkhati, taṁ yebhuyyatoti daṭṭhabbaṁ. Na hi idamekaṁ ṭhānaṁ vajjetvā paṭisandhibhavaṅgānaṁ visadisatā atthi. Tamanantaritvāti taṁ attano anantaraṁ abyavahitaṁ katvā, tadanantarantyattho.",
  "tika-abh07t12:64": "29.Kāmāvacara…pe… icchantīti ettha kāmāvacarajavanāvasāneyeva tadārammaṇaṁ icchanti kāmataṇhānidānakammanibbattattā. Na hi taṁ kāmataṇhāhetukena kammunā janitaṁ ataṁsabhāvassa rūpārūpāvacaralokuttarajavanassa anantaraṁ uppajjati. Kiṁkāraṇā? Ajanakattā, janakasamānattābhāvato ca. Yathā hi gehato bahi nikkhamitukāmo bālako janakaṁ, taṁsadisaṁ vā aṅguliyaṁ gahetvā nikkhamati, nāññaṁ rājapurisādiṁ, evaṁ bhavaṅgavisayato aññattha pavattamānaṁ tadārammaṇaṁ janakaṁ kāmāvacarakusalākusalaṁ, taṁsadisaṁ vā kāmāvacarakiriyajavanaṁ anubandhati, na pana tassa visadisāni mahaggatalokuttarajavanāni. Tathā kāmāvacarasattānameva tadārammaṇaṁ icchanti, na brahmānaṁ tadārammaṇūpanissayassa kāmāvacarapaṭisandhibījassābhāvato. Tathā kāmāvacaradhammesveva ārammaṇabhūtesu icchanti. Na itaresu aparicitattā. Yathā hi so bālako janakaṁ, taṁsadisaṁ vā anugacchantopi araññādiaparicitaṭṭhānaṁ gacchantaṁ ananubandhitvā pamukhaṅgaṇādimhi paricitaṭṭhāneyeva anubandhati, evamidampi rūpāvacarādiaparicitārammaṇaṁ ārabbha pavattantaṁ nānubandhati. Apica kāmataṇhāyattakammajanitattāpi etaṁ kāmataṇhārammaṇesu parittadhammesveva pavattatīti vuttovāyamattho. Honti cettha –",
  "tika-abh07t12:65": "‘‘Janakaṁ taṁsamānaṁ vā, javanaṁ anubandhati;",
  "tika-abh07t12:66": "Na tu aññaṁ tadālambaṁ, bāladārakalīlayā.",
  "tika-abh07t12:67": "‘‘Bījassābhāvato natthi, brahmānampi imassa hi;",
  "tika-abh07t12:68": "Paṭisandhimano bījaṁ, kāmāvacarasaññitaṁ.",
  "tika-abh07t12:69": "‘‘Ṭhāne pariciteyeva, taṁ idaṁ bālako viya;",
  "tika-abh07t12:70": "Anuyātīti nāññattha, hoti taṇhāvasena vā’’ti.",
  "tika-abh07t12:71": "Nanu ca ‘‘kāmāvacarapaṭisandhibījābhāvato’’ti vuttaṁ, tathā ca cakkhuviññāṇādīnampi abhāvo āpajjatīti? Nāpajjati indriyappavattiānubhāvato, dvāravīthibhede cittaniyamato ca.",
  "tika-abh07t12:72": "Tadārammaṇaniyamavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:73": "Javananiyamavaṇṇanā",
  "tika-abh07t12:74": "32.Mandappavattiyanti maraṇāsannakāle vatthudubbalatāya mandībhūtavegattā mandaṁ hutvā pavattiyaṁ. Maraṇakālādīsūti ādi-saddena mucchākālaṁ saṅgaṇhāti.",
  "tika-abh07t12:75": "33.Bhagavato…pe… vadantīti bhagavato yamakapāṭihāriyakālādīsu udakakkhandhaaggikkhandhappavattanādiatthaṁ visuṁ visuṁ pādakajjhānaṁ samāpajjitvā tato vuṭṭhāya jhānadhamme visuṁ visuṁ āvajjentassa āvajjanavasitāya matthakappattiyā āvajjanatapparova cittābhinīhāro hotīti yathāvajjitajhānaṅgārammaṇāni cattāri, pañcavā paccavekkhaṇajavanacittāni pavattantīti vadanti (visuddhi. 1.78) aṭṭhakathācariyā. ‘‘Bhagavato’’ti ca idaṁ nidassanamattaṁ aññesampi dhammasenāpatiādīnaṁ evarūpe accāyikakāle aparipuṇṇajavanānaṁ pavattanato. Tathā ca vuttaṁ aṭṭhakathāyaṁ ‘‘ayañca matthakappattā vasitā bhagavato yamakapāṭihāriyakāle aññesaṁ vā evarūpe kāle’’ti (visuddhi. 1.78). ‘‘Cattāri pañca vā’’ti ca panetaṁ tikkhindriyamudindriyavasena gahetabbanti ācariyadhammapālattherena (visuddhi. mahā. 1.78) vuttaṁ, tasmā bhagavato cattāri, aññesaṁ pañcapīti yuttaṁ viya dissati.",
  "tika-abh07t12:76": "34.Ādikammikassāti ādito katayogakammassa. Paṭhamaṁ nibbattā appanā paṭhamakappanā. Abhiññājavanānampi ‘‘paṭhamakappanāyā’’ti adhikāro siyāti āha ‘‘sabbadāpī’’ti, paṭhamuppattikāle, ciṇṇavasīkāle ca pañcābhiññājavanāni ekavārameva javantītyattho.",
  "tika-abh07t12:77": "35. Maggāyeva uppajjanato magguppādā. Yathārahanti pañcamaṁ vā catutthaṁ vā uppannamaggānurūpaṁ. Sattajavanaparamattā hi ekāvajjanavīthiyā catutthaṁ uppannamaggato paraṁ tīti phalacittāni, pañcamaṁ uppannamaggato paraṁ dve vā honti.",
  "tika-abh07t12:78": "36.Nirodhasamāpattikāleti nirodhassa pubbabhāge. Catutthāruppajavananti kusalakiriyānaṁ aññataraṁ nevasaññānāsaññāyatanajavanaṁ. Anāgāmikhīṇāsavāyeva nirodhasamāpattiṁ samāpajjanti, na sotāpannasakadāminoti vuttaṁ ‘‘anāgāmiphalaṁ vā arahattaphalaṁ vā’’ti. Vibhattivipallāso cettha daṭṭhabbo ‘‘anāgāmiphale vā arahattaphale vā’’ti. Tenāha ‘‘niruddhe’’ti. Yathārahanti taṁtaṁpuggalānurūpaṁ.",
  "tika-abh07t12:79": "38.Sabbatthāpi samāpattivīthiyanti sakalāyapi jhānasamāpattivīthiyaṁ, phalasamāpattivīthiyañca.",
  "tika-abh07t12:80": "39.Parittāni javanāni sattakkhattuṁ matāni ukkaṁsakoṭiyā. Maggābhiññā pana sakiṁ ekavārameva matā. Avasesāni abhiññāmaggavajjitāni mahaggatalokuttarajavanāni bahūnipi labbhanti samāpattivīthiyaṁ ahorattampi pavattanato. Api-saddena lokiyajjhānāni paṭhamakappanāyaṁ, antimaphaladvayañca nirodhānantaraṁ ekavāraṁ, phalacittāni maggānantaraṁ dvattikkhattumpīti sampiṇḍeti.",
  "tika-abh07t12:81": "Javananiyamavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:82": "Puggalabhedavaṇṇanā",
  "tika-abh07t12:83": "40. Idāni duhetukāhetukāpāyikāhetukatihetukavasena catubbidhānaṁ puthujjanānaṁ, maggaṭṭhaphalaṭṭhavasena aṭṭhavidhānaṁ ariyānanti dvādasannaṁ puggalānaṁ uppajjanakavīthicittaparicchedadassanatthaṁ paṭhamaṁ tāva tesaṁ vajjitabbacittāni dassetumāha ‘‘duhetukānamahetukānañcā’’tyādi. Paṭisandhiviññāṇasahagatālobhādosavasena dve hetū imesanti dvihetukā. Tādisānaṁ hetūnaṁ abhāvato ahetukā. Ma-kāro padasandhikaro. Appanājavanāni na labbhanti vipākāvaraṇasabbhāvato. Dvihetukāhetukapaṭisandhi hi ‘‘vipākāvaraṇa’’nti vuccati. Appanājavanābhāvatoyeva arahattaṁ natthīti kiriyajavanāni na labbhanti.",
  "tika-abh07t12:84": "41. ‘‘Sahetukaṁ (paṭṭhā. 3.1.102) bhavaṅgaṁ ahetukassa bhavaṅgassa anantarapaccayena paccayo’’ti pāṭhato ahetukānampi nānākammena dvihetukatadārammaṇaṁ sambhavati, dvihetukānaṁ vattabbameva natthi. Mūlasandhiyā pana jaḷabhāvato ubhinnampi natthi tihetukatadārammaṇanti āha ‘‘tathā ñāṇasampayuttavipākāni cā’’ti. Ācariyajotipālattherena pana ‘‘sahetukaṁ bhavaṅga’’nti avisesena vuttattā ahetukānampi tihetukatadārammaṇaṁ vatvā idha ñāṇasampayuttavipākābhāvavacanassa parihāsavasena ‘‘so eva pucchitabbo, yo tassa kattā’’ti vuttaṁ, taṁ pana parihāsavasena vuttampi ācariyaṁ pucchitvāva vijānanatthaṁ vuttavacanaṁ viya ṭhitaṁ. Tathā hi ācariyenevettha kāraṇaṁ paramatthavinicchaye vuttaṁ –",
  "tika-abh07t12:85": "‘‘Ñāṇapākā na vattanti, jaḷattā mūlasandhiyā’’ti; (Parama. vi. 271);",
  "tika-abh07t12:86": "Apare pana ‘‘yathā ahetukānaṁ sahetukatadārammaṇaṁ hoti, evaṁ dvihetukānaṁ tihetukatadārammaṇampī’’ti vaṇṇenti, tesaṁ matānurodhena ca idhāpi ñāṇasampayuttavipākapaṭikkhepo ahetukeyeva sandhāyāti vadanti. Tattha pana pamāṇapāṭhābhāvato ācariyena ubhinnampi sādhāraṇavasena ñāṇasampayuttavipākābhāve kāraṇaṁ vatvā samakameva cittaparicchedassa dassitattā tesaṁ vacanaṁ vīmaṁsitvā sampaṭicchitabbaṁ. Ahetukāpekkhāya cettha ‘‘sugatiya’’nti vacanaṁ, taṁ pana atthato anuññātadvihetukavipākānaṁ tattheva sambhavadassanaparaṁ. Tenāha ‘‘duggatiyaṁ panā’’tyādi.",
  "tika-abh07t12:87": "43.Tihetukesūti paṭisandhiviññāṇasahagatālobhādosāmohavasena tihetukesu puthujjādīsū navavidhapuggalesu.",
  "tika-abh07t12:88": "45.Diṭṭhī…pe… sekkhānanti sikkhāya aparipūrakāritāya sikkhanasīlatāya ‘‘sekkhā’’ti laddhanāmānaṁ sotāpannasakadāgāmīnaṁ puggalānaṁ paṭhamamaggeneva sakkāyadiṭṭhivicikicchānaṁ pahīnattā taṁsahagatajavanāni ceva ca-saddena ākaḍḍhitāni khīṇāsavāveṇikāni kiriyajavanāni ca na labbhanti.",
  "tika-abh07t12:89": "46.Paṭighajavanāni cāti domanassajavanāni ceva diṭṭhisampayuttavicikicchāsahagatakiriyajavanāni ca.",
  "tika-abh07t12:90": "47.Lokuttara…pe… samuppajjantīti catunnaṁ maggānaṁ ekacittakkhaṇikabhāvena puggalantaresu asambhavato, heṭṭhimaheṭṭhimānañca uparūparisamāpattiyā anadhigatattā, uparūparipuggalānañca asamugghāṭitakammakilesanirodhena puthujjanehi viya sotāpannānaṁ sotāpannādīhi puggalantarabhāvūpagamanena paṭippassaddhattā ca aṭṭhapi lokuttarajavanāni yathāsakaṁ maggaphalaṭṭhānaṁ ariyānameva samuppajjanti.",
  "tika-abh07t12:91": "48. Idāni tesaṁ tesaṁ puggalānaṁ yathāpaṭikkhittajavanāni vajjetvā pārisesato labbhamānajavanāni sampiṇḍetvā dassetuṁ ‘‘asekkhāna’’ntyādi vuttaṁ. Tividhasikkhāya paripūrakāribhāvato asekkhānaṁ khīṇāsavānaṁ tettiṁsavidhakusalākusalassa, heṭṭhimaphalattayassa, vīthimuttānañca navamahaggatavipākānaṁ vasena pañcacattālīsavajjitāni sesāni tevīsatikaāmāvacaravipākavīsatikiriyaarahattaphalavasena catucattālīsa vīthicittāni sambhavā yathālābhaṁ kāmabhave ṭhitānaṁ vasena uddise.",
  "tika-abh07t12:92": "Sekkhānaṁ aṭṭhārasakiriyajavanadiṭṭhivicikicchāsahagatapañcakaaggaphalamahaggatavipākavasena tettiṁsa vajjetvā tevīsatikāmāvacaravipākaāvajjanadvayaekavīsatikusalasattākusalaheṭṭhimaphalattayavasena chappaññāsa vīthicittāni yathāsambhavaṁ uddise avisesato. Visesato pana sotāpannasakadāgāmīnaṁ ekapaññāsa, anāgāmīnaṁ ekūnapaññāsa, avasesānaṁ catunnaṁ puthujjanānaṁ aṭṭhārasakiriyajavanasabbalokuttaramahaggatavipākavasena pañcatiṁsa vajjetvā avasesāni kāmāvacaravipākaāvajjanadvayalokiyakusalākusalavasena catupaññāsa vīthicittāni yathāsambhavato uddise avisesato. Visesato pana tihetukānaṁ catupaññāseva labbhanti, dvihetukāhetukānaṁ ñāṇasampayuttavipākaappanājavanavajjitāni ekacattālīsa, āpāyikānaṁ tāneva dvihetukavipākavajjitāni sattatiṁsa vīthicittānīti daṭṭhabbaṁ.",
  "tika-abh07t12:93": "Puggalānaṁ vasena cittappavattibhedo puggalabhedo.",
  "tika-abh07t12:94": "Puggalabhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:95": "Bhūmivibhāgavaṇṇanā",
  "tika-abh07t12:96": "49.Sabbānipi vīthicittāni upalabbhanti channaṁ dvārānaṁ, sabbesañca puggalānaṁ tattha sambhavato. Yathārahanti taṁtaṁbhavānurūpaṁ, taṁtaṁpuggalānurūpañca.",
  "tika-abh07t12:97": "52. Tyādinā ghānaviññāṇādīnampi paṭikkhepo hessatīti rūpāvacarabhūmiyaṁ paṭighajavanatadārammaṇāneva paṭikkhittāni. Sabbatthāpīti kāmabhave, rūpabhave, arūpabhave ca.",
  "tika-abh07t12:98": "54.Kāmabhave yathārahaṁ vīthimuttavajjāni asīti vīthicittāni, rūpabhave paṭighadvayaaṭṭhatadārammaṇaghānādiviññāṇachakkavīthimuttakavasena pañcavīsati vajjetvā sesāni āvajjanadvayanavaahetukavipākatepaññāsajavanavasena catusaṭṭhi, arūpe bhave tevīsatikāmāvacaravipākapaṭhamamaggapañcadasarūpāvacarapaṭighadvayaāruppavipākakiriyamanodhātuhasanavasena sattacattālīsa vajjetvā sesāni chabbīsati parittajavanaaṭṭhaāruppajavanasattalokuttarajavanamanodvārāvajjanavasena dvecattālīsa cittāni labbhare upalabbhanti.",
  "tika-abh07t12:99": "Keci pana ‘‘rūpabhave aniṭṭhārammaṇābhāvato idhāgatānaṁyeva brahmānaṁ akusalavipākasambhavoti tāni parihāpetvā pañcaparittavipākehi saddhiṁ rūpabhave saṭṭhiyeva vīthicittānī’’ti vadanti. Idha pana tattha ṭhatvāpi imaṁ lokaṁ passantānaṁ aniṭṭhārammaṇassa asambhavo na sakkā vattunti tehi saddhiṁyeva tattha catusaṭṭhi vuttāni. Evañca katvā vuttaṁ dhammānusāraṇiyaṁ ‘‘yadā brahmāno kāmāvacaraṁ aniṭṭhārammaṇaṁ ālambanti, tadā taṁ sugatiyampi akusalavipākacakkhusotaviññāṇamanodhātusantīraṇānaṁ uppatti sambhavatī’’ti.",
  "tika-abh07t12:100": "Bhūmivasena vibhāgo bhūmivibhāgo.",
  "tika-abh07t12:101": "Bhūmivibhāgavaṇṇanā niṭṭhitā.",
  "tika-abh07t12:102": "55.Yathāsambhavanti taṁtaṁdvāresu, taṁtaṁbhavesu vā sambhavānurūpato. Yāvatāyukanti paṭisandhito paraṁ bhavanikantivasena pavattamanodvārikacittavīthito paṭṭhāya cuticittāvasānaṁ , tato pubbe pavattabhavaṅgāvasānaṁ vā abbocchinnā asati nirodhasamāpattiyanti adhippāyo.",
  "tika-abh07t12:103": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t12:104": "Vīthiparicchedavaṇṇanā niṭṭhitā."
}