{
  "tika-vin08t5:0": "5. Kulasaṅgahavinicchayakathā",
  "tika-vin08t5:1": "27. Evaṁ viññattivinicchayaṁ kathetvā idāni kulasaṅgahavinicchayaṁ kathetuṁ ‘‘kulasaṅgaho’’tiādimāha. Tattha saṅgaṇhanaṁ saṅgaho, kulānaṁ saṅgaho kulasaṅgaho, paccayadāyakādīnaṁ gihīnaṁ anuggahakaraṇaṁ. Anuggahattho hettha saṅgaha-saddo yathā ‘‘puttadārassa saṅgaho’’ti (khu. pā. 5.6; su. ni. 265).",
  "tika-vin08t5:2": "28. Tattha koṭṭananti sayaṁ chindanaṁ. Koṭṭāpananti ‘‘imaṁ chindā’’ti aññesaṁ chedāpanaṁ. Āḷiyā bandhananti yathā gacchamūle udakaṁ santiṭṭhati, tathā samantato bandhanaṁ. Udakassāti akappiyaudakassa ‘‘kappiyaudakasiñcana’’nti visuṁ vakkhamānattā, tañca ārāmādiatthaṁ ropane akappiyavohāresupi kappiyavohāresupi kappiyaudakasiñcanādi vaṭṭatīti vakkhamānattā idhāpi vibhāgaṁ katvā kappiyaudakasiñcanādi visuṁ dassitaṁ. Ettha ca katamaṁ akappiyaudakaṁ, katamaṁ pana kappiyaudakanti? Sappāṇakaṁ akappiyaudakaṁ, appāṇakaṁ kappiyaudakanti. Kathaṁ viññāyatīti ce, ‘‘yo pana bhikkhu jānaṁ sappāṇakaṁ udakaṁ tiṇaṁ vā mattikaṁ vā siñceyya vā siñcāpeyya vā pācittiya’’nti vacanato. Yathā koṭṭanakhaṇanādikāyikakiriyāpi akappiyavohāre saṅgahitā, evaṁ mātikāujukaraṇādikappiyavohārepīti āha ‘‘sukkhamātikāya ujukaraṇa’’nti. Hatthapādamukhadhovananahaānodakasiñcananti imināpi pakārantarena kappiyaudakasiñcanameva dasseti. Akappiyavohāre koṭṭanakhaṇanādivasena sayaṁ karaṇassapi kathaṁ saṅgahoti? Akappiyanti vohariyatīti akappiyavohāroti akappiyabhūtaṁ karaṇakārāpanādi sabbameva saṅgahitaṁ, na pana akappiyavacanamattanti daṭṭhabbaṁ. Kappiyavohārepi eseva nayo. Sukkhamātikāya ujukaraṇanti iminā purāṇapaṇṇādīnaṁ haraṇampi saṅgahitanti daṭṭhabbaṁ. Kudālādīni bhūmiyaṁ ṭhapetvā ṭhānato hatthena gahetvā ṭhānameva pākaṭataranti ‘‘obhāso’’ti vuttaṁ.",
  "tika-vin08t5:3": "29. Mahāpaccarivādaṁ patiṭṭhāpetukāmo pacchā vadati. Vanatthāyāti idaṁ keci ‘‘vatatthāyā’’ti paṭhanti, tesaṁ vatiatthāyāti attho. Vajirabuddhiṭīkāyampi tatheva vuttaṁ, ‘‘ārāmaropā vanaropā, ye narā setukārakā’’ti (saṁ. ni. 1.47) vacanato pana taṁ vicāretabbaṁ. Akappiyavohārepi ekaccaṁ vaṭṭatīti dassetuṁ ‘‘na kevalañca sesa’’ntiādimāha. Yaṁ kiñci mātikanti sukkhamātikaṁ vā asukkhamātikaṁ vā. Kappiyaudakaṁ siñcitunti iminā ‘‘kappiyaudakaṁ siñcathā’’ti vattumpi vaṭṭatīti dasseti. Sayaṁ ropetumpi vaṭṭatīti iminā ‘‘ropehī’’ti vattumpi vaṭṭatītipi siddhaṁ.",
  "tika-vin08t5:4": "30.Pācittiyañceva dukkaṭañcāti pathavīkhaṇanapaccayā pācittiyaṁ, kulasaṅgahapaccayā dukkaṭaṁ. Akappiyavohārenāti ‘‘idaṁ khaṇa, idaṁ ropehī’’ti akappiyavohārena. Dukkaṭamevāti kulasaṅgahapaccayā dukkaṭaṁ. Ubhayatrāti kappiyākappiyapathaviyaṁ.",
  "tika-vin08t5:5": "Sabbatthāti kulasaṅgahaparibhogaārāmādiatthāya ropite. Dukkaṭampīti na kevalaṁ pācittiyameva. Kappiyenāti kappiyaudakena. Tesaṁyeva dvinnanti kulasaṅgahaparibhogānaṁ. Dukkaṭanti kulasaṅgahatthāya sayaṁ siñcane, kappiyavohārena vā akappiyavohārena vā siñcāpane dukkaṭaṁ, paribhogatthāya sayaṁ siñcane, akappiyavohārena siñcāpane ca dukkaṭaṁ. Payogabahulatāyāti sayaṁ karaṇe, kāyapayogassa kārāpane vacīpayogassa bahuttena. Āpattibahulatā veditabbāti ettha sayaṁ siñcane dhārāpacchedagaṇanāya āpattigaṇanā veditabbā. Siñcāpane pana punappunaṁ āṇāpentassa vācāya vācāya āpatti, sakiṁ āṇattassa bahusiñcane ekāva.",
  "tika-vin08t5:6": "Ocinane dukkaṭapācittiyānīti kulasaṅgahapaccayā dukkaṭaṁ, bhūtagāmapātabyatāya pācittiyaṁ. Aññatthāti vatthupūjādiatthāya ocinane. Sakiṁ āṇattoti akappiyavohārena āṇatto . Pācittiyamevāti akappiyavohārena āṇattattā bhūtagāmasikkhāpadena (pāci. 90-91) pācittiyaṁ. Kappiyavacanena pana vatthupūjādiatthāya ocināpentassa anāpattiyeva.",
  "tika-vin08t5:7": "31. Ganthanena nibbattaṁ dāmaṁ ganthimaṁ. Esa nayo sesesupi. Na vaṭṭatīti kulasaṅgahatthāya, vatthupūjādiatthāya vā vuttanayena karontassa kārāpentassa ca dukkaṭanti attho. Vaṭṭatīti vatthupūjādiatthāya vaṭṭati, kulasaṅgahatthāya pana kappiyavohārena kārāpentassapi dukkaṭameva. Purimanayenevāti ‘‘bhikkhussa vā’’tiādinā vuttanayena. Dhammāsanavitāne baddhakaṇṭakesu pupphāni vinivijjhitvā ṭhapentīti sambandho. Uparūpari vijjhitvā chattasadisaṁ katvā āvuṇanato ‘‘chattādhichattaṁ viyā’’ti vuttaṁ. ‘‘Kadalikkhandhamhī’’tiādinā vuttaṁ sabbameva sandhāya ‘‘taṁ atioḷārikamevā’’ti vuttaṁ, sabbattha karaṇe, akappiyavohārena kārāpane ca dukkaṭamevāti attho. Pupphavijjhanatthaṁ kaṇṭakampi bandhituṁ na vaṭṭatīti imassa upalakkhaṇattā pupphadāmolambakādiatthāya rajjubandhanādipi na vaṭṭatīti keci vadanti. Aññe pana ‘‘pupphavijjhanatthaṁ kaṇṭakanti visesitattā tadatthaṁ kaṇṭakameva bandhituṁ na vaṭṭati, tañca aṭṭhakathāpamāṇenā’’ti vadanti, vīmaṁsitvā gahetabbaṁ. Pupphapaṭicchakaṁ nāma dantādīhi kataṁ pupphādhānaṁ. Etampi nāgadantakampi sachiddameva gahetabbaṁ. Asokapiṇḍiyāti asokasākhānaṁ, pupphānaṁ vā samūhe. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.431) pana ‘‘asokapiṇḍiyāti asokapupphamañjarikāyā’’ti vuttaṁ. Dhammarajju nāma cetiyaṁ vā bodhiṁ vā pupphappavesanatthaṁ āvijjhitvā bandharajju. Vimativinodaniyaṁ (vi. vi. ṭī. 1.431) pana ‘‘dhammarajju nāma cetiyādīni parikkhipitvā tesañca rajjuyā ca antarā pupphappavesanatthāya bandharajju. Sithilavaṭṭitāya vā vaṭṭiyā abbhantare pupphappavesanatthāya evaṁ bandhātipi vadantī’’ti vuttaṁ.",
  "tika-vin08t5:8": "Matthakadāmanti dhammāsanādimatthake palambakadāmaṁ. Tesaṁyevāti uppalādīnaṁ eva. Vākena vāti pupphanāḷaṁ phāletvā pupphena ekābaddhaṭṭhitavākena daṇḍena ca ekābaddheneva. Etena pupphaṁ bījagāmasaṅgahaṁ na gacchati pañcasu bījesu apaviṭṭhattā paṇṇaṁ viya, tasmā kappiyaṁ akārāpetvāpi vikopane doso natthi. Yañca chinnassapi makuḷassa vikasanaṁ, tampi atitaruṇassa abhāvā vuḍḍhilakkhaṇaṁ na hoti, pariṇatassa pana makuḷassa pattānaṁ sinehe pariyādānaṁ gate visuṁbhāvo eva vikāso, teneva chinnamakuḷavikāso achinnamakuḷavikāsato parihīno, milātaniyutto vā dissati. Yañca milātassa udakasaññoge amilānatāpajjanaṁ, tampi tambulapaṇṇādīsu samānaṁ vuḍḍhilakkhaṇaṁ na hoti. Pāḷiaṭṭhakathāsu ca na katthaci pupphānaṁ kappiyakaraṇaṁ āgataṁ, tasmā pupphaṁ sabbathā abījamevāti viññāyati, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin08t5:9": "‘‘Pasibbake viyā’’ti vuttattā pupphaṁ pasibbake vā pasibbakasadisaṁ bandhe yattha katthaci cīvare vā pakkhipituṁ vaṭṭatīti siddhaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.431) pana ‘‘khandhe ṭhapitakāsāvassāti khandhe ṭhapitasaṅghāṭiṁ sandhāya vuttaṁ. Tañhi tathābandhituṁ sakkā bhaveyya. Iminā ca aññampi tādisaṁ kāsāvaṁ vā vatthaṁ vā vuttanayena bandhitvā tattha pupphāni pakkhipituṁ vaṭṭatīti siddhaṁ. Aṁsabhaṇḍikapasibbake pakkhittasadisattā veṭhimaṁ nāma na jātaṁ, tasmā sithilabandhassa antarantarā pakkhipitumpi vaṭṭatīti vadantī’’ti vuttaṁ. Heṭṭhā daṇḍakaṁ pana bandhituṁ navaṭṭatīti rajjuādīhi bandhanaṁ sandhāya vuttaṁ, pupphasseva pana acchinnadaṇḍakehi bandhituṁ vaṭṭati eva.",
  "tika-vin08t5:10": "Pupphapaṭe ca daṭṭhabbanti pupphapaṭaṁ karontassa dīghato pupphadāmassa haraṇapaccāharaṇavasena pūraṇaṁ sandhāya vuttaṁ, tiriyato haraṇaṁ pana vāyimaṁ nāma hoti, na purimaṁ. ‘‘Purimaṭṭhānaṁ atikkāmetī’’ti sāmaññato vuttattā purimaṁ pupphakoṭiṁ phusāpetvā vā aphusāpetvā vā parikkhipanavasena atikkāmentassa āpattiyeva. Bandhituṁ vaṭṭatīti puppharahitāya suttavākakoṭiyā bandhituṁ vaṭṭati. Ekavāraṁ haritvā parikkhipitvāti idaṁ pubbe vuttacetiyādiparikkhepaṁ pupphapaṭakaraṇañca sandhāya vuttaṁ, tasmā cetiyaṁ vā bodhiṁ vā parikkhipantena ekavāraṁ parikkhipitvā purimaṭṭhānaṁ sampatte aññassa dātabbaṁ, tenapi ekavāraṁ parikkhipitvā tatheva kātabbaṁ. Pupphapaṭaṁ karontena ca haritvā aññassa dātabbaṁ, tenapi tatheva kātabbaṁ. Sacepi dveyeva bhikkhū ubhosu passesu ṭhatvā pariyāyena haranti, vaṭṭatiyevāti vadanti.",
  "tika-vin08t5:11": "Parehi pūritanti dīghato pasāritaṁ. Vāyitunti tiriyato harituṁ, taṁ pana ekavārampi na labhati. Pupphāni ṭhapentenāti aganthitāni pākatikapupphāni aññamaññaṁ phusāpetvāpi ṭhapentena. Pupphadāmaṁ pana pūjanatthāya bhūmiyaṁ ṭhapentena phusāpetvā vā aphusāpetvā vā diguṇaṁ katvā ṭhapetuṁ na vaṭṭatīti vadanti.",
  "tika-vin08t5:12": "32.Ghaṭikadāmaolambakoti heṭṭhābhāge ghaṭikākārayutto, dārughaṭikākāro vā olambako. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.431) pana ‘‘ghaṭikadāmaolambakoti ante ghaṭikākārayutto yamakadāmaolambako’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 431) pana ‘‘ghaṭikadāmaolambakoti yamakadāmaolambakoti likhita’’nti vuttaṁ, ekekaṁ pana dāmaṁ nikkhantasuttakoṭiyāva bandhitvā olambituṁ vaṭṭati, pupphadāmadvayaṁ saṅghaṭitukāmenapi nikkhantasuttakoṭiyāva suttakoṭiṁ saṅghaṭituṁ vaṭṭati. Aḍḍhacandākārena mālāguṇaparikkhepoti aḍḍhacandākārena mālāguṇassa punappunaṁ haraṇapaccāharaṇavasena pūretvā parikkhipanaṁ, teneva taṁ purime paviṭṭhaṁ, tasmā etampi aḍḍhacandākāraṁ punappunaṁ haraṇapaccāharaṇavasena pūretuṁ na vaṭṭati. Ekavāraṁ pana aḍḍhacandākārakaraṇe mālāguṇaṁ harituṁ vaṭṭatīti vadanti. Pupphadāmakaraṇanti ettha suttakoṭiyaṁ gahetvāpi ekato kātuṁ na vaṭṭatīti vadanti. Suttamayaṁ geṇḍukaṁ nāma, geṇḍukakharapattadāmānaṁ paṭikkhittattā celādīhi katadāmampi na vaṭṭati akappiyānulomattāti vadanti. Parasantakaṁ deti, dukkaṭamevāti vissāsaggāhena parasantakaṁ gahetvā dentaṁ sandhāya vuttaṁ. Thullaccayanti ettha bhaṇḍadeyyampi hoti.",
  "tika-vin08t5:13": "33.Tañca kho vatthupūjanatthāyāti mātāpitūnampi pupphaṁ dentena vatthupūjanatthāyeva dātabbanti dasseti. ‘‘Maṇḍanatthāya pana sivaliṅgādipūjanatthāyā’’ti ettakameva vuttattā ‘‘imaṁ vikkiṇitvā jīvissantī’’ti mātāpitūnaṁ vaṭṭati, sesañātakānaṁ tāvakālikameva dātuṁ vaṭṭati. Kassacipīti ñātakassa vā aññātakassa vā kassacipi. Ñātisāmaṇerehevāti tesaṁ gihiparikammamocanatthaṁ vuttaṁ. Itareti aññātakā. Tehipi sāmaṇerehi ācariyupajjhāyānaṁ vattasīsena haritabbaṁ. Sampattānaṁ sāmaṇerānaṁ upaḍḍhabhāgaṁ dātuṁ vaṭṭatīti saṅghikassa lābhassa upacārasīmaṭṭhasāmaṇerānampi santakattā tesampi upaḍḍhabhāgo labbhatevāti katvā vuttaṁ. Cūḷakanti upaḍḍhabhāgatopi upaḍḍhaṁ. Catutthabhāgassetaṁ adhivacanaṁ. Sāmaṇerā…pe… ṭhapentīti idaṁ arakkhitaagopitaṁ sandhāya vuttaṁ. Sāratthadīpaniyaṁ pana ‘‘vassaggena abhājanīyaṁ sandhāya vutta’’nti vuttaṁ. Tattha tatthāti magge vā cetiyaṅgaṇe vā.",
  "tika-vin08t5:14": "34.Sāmaṇerehi dāpetuṁ na labhantīti idaṁ sāmaṇerehi gihikammaṁ kāritaṁ viya hotīti vuttaṁ, na pana pupphadānaṁ hotīti sāmaṇerānampi na vaṭṭanato. Vuttañca ‘‘sayamevā’’tiādi. Na hi taṁ pupphadānaṁ nāma siyā. Yadi hi tathā āgatānaṁ tesaṁ dānaṁ pupphadānaṁ nāma bhaveyya , sāmaṇerehipi dātuṁ na labbheyya. Sayamevāti sāmaṇerā sayameva. Yāgubhattādīni ādāyāti idaṁ bhikkhūnaṁ atthāya yāgubhattādisampādanaṁ sandhāya vuttattā ‘‘na vaṭṭatī’’ti avisesena vuttaṁ. Avisesena vuttanti iminā sabbesampi na vaṭṭatīti dasseti.",
  "tika-vin08t5:15": "35.Vuttanayenevāti ‘‘mātāpitūnaṁ tāva haritvāpi harāpetvāpi pakkositvāpi pakkosāpetvāpi dātuṁ vaṭṭati, sesañātakānaṁ pakkosāpetvāva. Mātāpitūnañca harāpentena ñātisāmaṇereheva harāpetabbaṁ. Itare pana yadi sayameva icchanti, vaṭṭatī’’ti imaṁ pupphadāne vuttanayaṁ phaladānepi atidisati, tasmā phalampi mātāpitūnaṁ haraṇaharāpanādinā dātuṁ vaṭṭati, sesañātīnaṁ pakkosāpetvāva. Idāni ‘‘yo haritvā vā harāpetvā vā…pe… issaravatāya dadato thullaccaya’’nti (pārā. aṭṭha. 2.436-437) imaṁ pupphadāne vuttanayaṁ phaladāne saṅkhipitvā dassento ‘‘kulasaṅgahatthāya panā’’tiādimāha. Khīṇaparibbayānanti āgantuke sandhāya vuttaṁ. Phalaparicchedenāti ‘‘ettakāni phalāni dātabbānī’’ti evaṁ phalaparicchedena vā. Rukkhaparicchedena vāti ‘‘imehi rukkhehi dātabbānī’’ti evaṁ rukkhaparicchedena vā. Paricchinnesupi pana rukkhesu ‘‘idha phalāni sundarāni, ito gaṇhathā’’ti vadantena kulasaṅgaho kato nāma hotīti āha ‘‘evaṁ pana na vattabba’’nti. Rukkhacchallīti rukkhattaco, sā ‘‘bhājanīyabhaṇḍa’’nti vuttā. Vuttanayenāti pupphaphalādīsu vuttanayena kulasaṅgaho hotīti dasseti.",
  "tika-vin08t5:16": "36. Tesaṁ tesaṁ gihīnaṁ gāmantaradesantarādīsu sāsanapaṭisāsanaharaṇaṁ jaṅghapesaniyaṁ. Tenāha ‘‘gihīnaṁ dūteyyaṁ sāsanaharaṇakamma’’nti. Dūtassa kammaṁ dūteyyaṁ. Paṭhamaṁ sāsanaṁ aggahetvāpi…pe… pade pade dukkaṭanti idaṁ ‘‘tassa sāsanaṁ ārocessāmī’’ti iminā adhippāyena gamanaṁ sandhāya vuttaṁ. Tassa pana sāsanaṁ paṭikkhipitvā sayameva kāruññe ṭhito gantvā attano patirūpaṁ sāsanaṁ āroceti, anāpatti. Gihīnañca kappiyasāsanaṁ harituṁ vaṭṭatīti sambandho. Imehi pana aṭṭhahi kuladūsakakammehīti pupphadānaṁ phaladānaṁ cuṇṇadānaṁ mattikadānaṁ dantakaṭṭhadānaṁ veḷudānaṁ paṇṇadānaṁ jaṅghapesanikanti imehi yathāvuttehi. Pabbājanīyakammakatoti kuladūsanapaccayā katapabbājanīyakammo.",
  "tika-vin08t5:17": "37.Sekkhabhūmiyaṁ vāti iminā jhānabhūmimpi saṅgaṇhāti. Tiṇṇaṁ vivekānanti kāyacittaupadhivivekabhūtānaṁ tiṇṇaṁ vivekānaṁ. Piṇḍāya caraṇassa bhojanapariyosānattā vuttaṁ ‘‘yāva bhojanapariyosāna’’nti. Bhutvā āgacchantassapi puna vuttanayeneva paṇidhāya cīvarasaṇṭhāpanādīni karontassa dukkaṭamevāti daṭṭhabbaṁ.",
  "tika-vin08t5:18": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t5:19": "Kulasaṅgahavinicchayakathālaṅkāro nāma",
  "tika-vin08t5:20": "Pañcamo paricchedo."
}