{
  "tika-s0401t5:0": "5. Paṇihitaacchavaggavaṇṇanā",
  "tika-s0401t5:1": "41. Pañcamassa paṭhame upamāva opammaṃ, so eva attho, tasmiṃ opammatthe bodhetabbe nipāto. Seyyathāpīti yathāti attho. Ettha ca tatra bhagavā katthaci atthena upamaṃ parivāretvā dasseti vatthasutte viya, pāricchattakopama (a. ni. 7.69) aggikkhandhopamādi (a. ni. 7.72) suttesu viya ca. Katthaci upamāya atthaṃ parivāretvā dasseti loṇambilasutte (a. ni. 3.101) viya, suvaṇṇakārasattasūriyopamādisuttesu (a. ni. 7.66) viya ca. Imasmiṃ pana sālisūkopame upamāya atthaṃ parivāretvā dassento ‘‘seyyathāpi, bhikkhave’’tiādimāhāti potthakesu likhanti, taṃ majjhimaṭṭhakathāya vatthasuttavaṇṇanāya (ma. ni. aṭṭha. 1.70) na sameti. Tattha hi idaṃ vuttaṃ –",
  "tika-s0401t5:2": "Seyyathāpi, bhikkhave, vatthanti upamāvacanamevetaṃ. Upamaṃ karonto ca bhagavā katthaci paṭhamaṃyeva upamaṃ dassetvā pacchā atthaṃ dasseti, katthaci paṭhamaṃ atthaṃ dassetvā pacchā upamaṃ, katthaci upamāya atthaṃ parivāretvā dasseti, katthaci atthena upamaṃ. Tathā hesa ‘‘seyyathāpissu, bhikkhave, dve agārā sadvārā, tattha cakkhumā puriso majjhe ṭhito passeyyā’’ti sakalampi devadūtasuttaṃ (ma. ni. 3.261 ādayo) upamaṃ paṭhamaṃ dassetvā pacchā atthaṃ dassento āha. ‘‘Tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi, ākāse’’tiādinā pana nayena sakalampi iddhividhaṃ atthaṃ paṭhamaṃ dassetvā pacchā upamaṃ dassento āha. ‘‘Seyyathāpi, brāhmaṇapuriso sāratthiko sāragavesī’’tiādinā (ma. ni. 1.314) nayena sakalampi cūḷasāropamasuttaṃ upamāya atthaṃ parivāretvā dassento āha. ‘‘Idha pana, bhikkhave, ekacce kulaputtā dhammaṃ pariyāpuṇanti suttaṃ…pe… seyyathāpi, bhikkhave, puriso alagaddatthiko’’tiādinā nayena sakalampi alagaddasuttaṃ (ma. ni. 1.238) mahāsāropamasuttanti evamādīni suttāni atthena upamaṃ parivāretvā dassento āha. Svāyaṃ idha paṭhamaṃ upamaṃ dassetvā pacchā atthaṃ dassetīti.",
  "tika-s0401t5:3": "Ettha hi cūḷasāropamādīsu (ma. ni. 1.312) paṭhamaṃ upamaṃ vatvā tadanantaraṃ upameyyatthaṃ vatvā puna upamaṃ vadanto upamāya atthaṃ parivāretvā dassetīti vutto. Alagaddūpamasuttādīsu pana atthaṃ paṭhamaṃ vatvā tadanantaraṃ upamaṃ vatvā puna atthaṃ vadanto atthena upamaṃ parivāretvā dassetīti vutto. Tenevettha līnatthappakāsiniyaṃ vuttaṃ – ‘‘upameyyatthaṃ paṭhamaṃ vatvā tadanantaraṃ atthaṃ vatvā puna upamaṃ vadanto upamāya atthaṃ parivāretvā dassetī’’ti vutto. Atthena upamaṃ parivāretvāti etthāpi eseva nayoti. Idha pana katthaci atthena upamaṃ parivāretvā dasseti. ‘‘Vatthasutte viya pāricchattakopamaaggikkhandhopamādisuttesu viya cā’’ti vuttaṃ. Tattha vatthasutte tāva ‘‘seyyathāpi, bhikkhave, vatthaṃ saṃkiliṭṭhaṃ malaggahitaṃ, tamenaṃ rajako yasmiṃ yasmiṃ raṅgajāte upasaṃhareyya. Yadi nīlakāya, yadi pītakāya, yadi lohitakāya, yadi mañjiṭṭhakāya, durattavaṇṇamevassa aparisuddhavaṇṇamevassa. Taṃ kissa hetu? Aparisuddhattā, bhikkhave, vatthassa. Evameva kho, bhikkhave, citte saṃkiliṭṭhe duggati pāṭikaṅkhā’’tiādinā (ma. ni. 1.70) paṭhamaṃ upamaṃ dassetvā pacchā upameyyattho vutto, na pana paṭhamaṃ atthaṃ vatvā tadanantaraṃ upamaṃ dassetvā puna attho vutto. Yena katthaci atthena upamaṃ parivāretvā dasseti. Vatthasutte viyāti vadeyya.",
  "tika-s0401t5:4": "Tathā pāricchattakopamepi ‘‘yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro paṇḍupalāso hoti, attamanā, bhikkhave, devā tāvatiṃsā, tasmiṃ samaye honti paṇḍupalāso dāni pāricchattako koviḷāro, na cirasseva dāni pannapalāso bhavissati…pe… evameva kho, bhikkhave, yasmiṃ samaye ariyasāvako agārasmā anagāriyaṃ pabbajjāya ceteti. Paṇḍupalāso, bhikkhave, ariyasāvako tasmiṃ samaye hotī’’tiādinā (a. ni. 7.69) paṭhamaṃ upamaṃ dassetvā pacchā attho vutto. Aggikkhandhopame ‘‘passatha no tumhe, bhikkhave, amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtanti. Evaṃ, bhanteti. Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā, yaṃ khattiyakaññaṃ vā brāhmaṇakaññaṃ vā gahapatikaññaṃ vā mudutalunahatthapādaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā’’tiādinā (a. ni. 7.72) paṭhamaṃ upamaṃyeva dassetvā pacchā attho vutto, na pana paṭhamaṃ atthaṃ vatvā tadanantaraṃ upamaṃ dassetvā puna attho vutto, tasmā ‘‘katthaci atthena upamaṃ parivāretvā dasseti vatthasutte viya pāricchattakopamaaggikkhandhopamādisuttesu viya cā’’ti na vattabbaṃ.",
  "tika-s0401t5:5": "Keci panettha evaṃ vaṇṇayanti ‘‘atthaṃ paṭhamaṃ vatvā pacchā ca upamaṃ dassento atthena upamaṃ parivāretvā dasseti nāma, upamaṃ pana paṭhamaṃ vatvā pacchā atthaṃ dassento upamāya atthaṃ parivāretvā dasseti nāma, tadubhayassapi āgataṭṭhānaṃ nidassento ‘vatthasutte viyā’tiādimāhā’’ti. Tampi ‘‘katthaci atthena upamaṃ parivāretvā dasseti vatthasutte viya pāricchattakopamaaggikkhandhopamādisuttesu viya cā’’ti vattabbaṃ, evañca vuccamāne ‘‘katthaci upamāya atthaṃ parivāretvā dasseti loṇambilasutte viyā’’ti visuṃ na vattabbaṃ ‘‘aggikkhandhopamādisutte viyā’’ti ettha ādisaddeneva saṅgahitattā. Loṇambilasuttepi hi –",
  "tika-s0401t5:6": "‘‘Seyyathāpi, bhikkhave, paṇḍito byatto kusalo sūdo rājānaṃ vā rājamahāmattaṃ vā nānaccayehi sūpehi paccupaṭṭhito assa ambilaggehipi tittakaggehipi kaṭukaggehipi madhuraggehipi khārikehipi akhārikehipi loṇikehipi aloṇikehipi.",
  "tika-s0401t5:7": "‘‘Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattassa nimittaṃ uggaṇhāti ‘idaṃ vā me ajja bhattasūpeyyaṃ ruccati, imassa vā abhiharati, imassa vā bahuṃ gaṇhāti, imassa vā vaṇṇaṃ bhāsati. Ambilaggaṃ vā me ajja bhattasūpeyyaṃ ruccati, ambilaggassa vā abhiharati, ambilaggassa vā bahuṃ gaṇhāti, ambilaggassa vā vaṇṇaṃ bhāsati…pe… aloṇikassa vā vaṇṇaṃ bhāsatī’ti. Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo lābhī ceva hoti acchādanassa, lābhī vetanassa, lābhī abhihārānaṃ. Taṃ kissa hetu? Tathā hi so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattanimittaṃ uggaṇhāti. Evameva kho, bhikkhave, idhekacco paṇḍito byatto kusalo bhikkhu kāye kāyānupassī viharati…pe… vedanāsu…pe… citte…pe… dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. Tassa dhammesu dhammānupassino viharato cittaṃ samādhiyati, upakkilesā pahīyanti, so taṃ nimittaṃ uggaṇhāti.",
  "tika-s0401t5:8": "‘‘Sa kho, bhikkhave, paṇḍito byatto kusalo bhikkhu lābhī ceva hoti diṭṭheva dhamme sukhavihārānaṃ, lābhī hoti satisampajaññassa. Taṃ kissa hetu? Tathā hi so, bhikkhave, paṇḍito byatto kusalo bhikkhu sakassa cittassa nimittaṃ uggaṇhātī’’ti (saṃ. ni. 5.374) –",
  "tika-s0401t5:9": "Evaṃ paṭhamaṃ upamaṃ dassetvā pacchā attho vutto. ‘‘Suvaṇṇakārasūriyopamādisuttesu viya cā’’ti idañca udāharaṇamattena saṅgahaṃ gacchati suvaṇṇakārasuttādīsu paṭhamaṃ upamāya adassitattā. Etesu hi suvaṇṇakāropamasutte (a. ni. 3.103) tāva –",
  "tika-s0401t5:10": "‘‘Adhicittamanuyuttena, bhikkhave, bhikkhunā tīṇi nimittāni kālena kālaṃ manasi kātabbāni, kālena kālaṃ samādhinimittaṃ manasi kātabbaṃ, kālena kālaṃ paggahanimittaṃ manasi kātabbaṃ, kālena kālaṃ upekkhānimittaṃ manasi kātabbaṃ. Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ samādhinimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ kosajjāya saṃvatteyya. Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ paggahanimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ uddhaccāya saṃvatteyya. Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ upekkhānimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ na sammā samādhiyeyya āsavānaṃ khayāya. Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kālena kālaṃ samādhinimittaṃ…pe… paggahanimittaṃ…pe… upekkhānimittaṃ manasi karoti, taṃ hoti cittaṃ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā samādhiyati āsavānaṃ khayāya.",
  "tika-s0401t5:11": "‘‘Seyyathāpi, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā ukkaṃ bandheyya, ukkaṃ bandhitvā ukkāmukhaṃ ālimpeyya, ukkāmukhaṃ ālimpitvā saṇḍāsena jātarūpaṃ gahetvā ukkāmukhe pakkhipeyya, ukkāmukhe pakkhipitvā kālena kālaṃ abhidhamati, kālena kālaṃ udakena paripphoseti, kālena kālaṃ ajjhupekkhati. Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ abhidhameyya, ṭhānaṃ taṃ jātarūpaṃ daheyya. Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ udakena paripphoseyya, ṭhānaṃ taṃ jātarūpaṃ nibbāpeyya. Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ ajjhupekkheyya, ṭhānaṃ taṃ jātarūpaṃ na sammā paripākaṃ gaccheyya. Yato ca kho, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ kālena kālaṃ abhidhamati, kālena kālaṃ udakena paripphoseti, kālena kālaṃ ajjhupekkhati, taṃ hoti jātarūpaṃ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā upeti kammāya. Yassā yassā ca piḷandhanavikatiyā ākaṅkhati, yadi paṭṭikāya yadi kuṇḍalāya yadi gīveyyakena yadi suvaṇṇamālāya, tañcassa atthaṃ anubhoti.",
  "tika-s0401t5:12": "‘‘Evameva kho, bhikkhave, adhicittamanuyuttena bhikkhu…pe… sammā samādhiyati āsavānaṃ khayāya. Yassa yassa ca abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane’’ti (a. ni. 3.103) –",
  "tika-s0401t5:13": "Evaṃ paṭhamaṃ atthaṃ dassetvā tadatantaraṃ upamaṃ vatvā punapi attho evaṃ paṭhamaṃ atthaṃ dassetvā tadanantaraṃ upamaṃ vatvā punapi attho vutto.",
  "tika-s0401t5:14": "Sattasūriyopame ca –",
  "tika-s0401t5:15": "‘‘Aniccā, bhikkhave, saṅkhārā, adhuvā, bhikkhave, saṅkhārā, anassāsikā, bhikkhave, saṅkhārā, yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccituṃ. Sineru, bhikkhave, pabbatarājā caturāsītiyojanasahassāni āyāmena, caturāsītiyojanasahassāni vitthārena, caturāsītiyojanasahassāni mahāsamudde ajjhogāḷho, caturāsītiyojanasahassāni mahāsamuddā accuggato. Hoti so kho, bhikkhave, samayo, yaṃ kadāci karahaci dīghassa addhuno accayena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni devo na vassati, deve kho pana, bhikkhave, avassante ye kecime bījagāmabhūtagāmā osadhitiṇavanappatayo, te ussussanti visussanti na bhavanti. Evaṃ aniccā, bhikkhave, saṅkhārā, evaṃ adhuvā, bhikkhave, saṅkhārā’’tiādinā (a. ni. 7.66) –",
  "tika-s0401t5:16": "Paṭhamaṃ atthaṃ dassetvā tadanantaraṃ upamaṃ vatvā punapi attho vutto. Atha vā ‘‘sūriyassa, bhikkhave, udayato etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ aruṇuggaṃ. Evameva kho, bhikkhave, bhikkhuno ariyassa aṭṭhaṅgikassa maggassa uppādāya etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ kalyāṇamittatā’’ti yadetaṃ saṃyuttanikāye (saṃ. ni. 5.49) āgataṃ, taṃ idha sūriyopamasuttanti adhippetaṃ siyā. Tampi ‘‘katthaci upamāya atthaṃ parivāretvā dassetī’’ti iminā na sameti paṭhamaṃ upamaṃ vatvā tadanantaraṃ atthaṃ dassetvā puna upamāya avuttattā. Paṭhamameva hi tattha upamā dassitā, ‘‘imasmiṃ pana sālisūkopame upamāya atthaṃ parivāretvā dassento seyyathāpi, bhikkhaveti ādimāhā’’ti. Idampi vacanamasaṅgahitaṃ vatthasuttassa imassa ca visesābhāvato. Ubhayatthāpi hi paṭhamaṃ upamaṃ dassetvā pacchā attho vutto , tasmā evamettha pāṭhena bhavitabbaṃ ‘‘tatra bhagavā katthaci paṭhamaṃyeva upamaṃ dassetvā pacchā atthaṃ dasseti vatthasutte viya pāricchattakopama- (a. ni. 7.69) aggikkhandhopamādisuttesu (a. ni. 7.72) viya ca, katthaci atthena upamaṃ parivāretvā dasseti suvaṇṇakārasattasūriyopamādisuttesu (a. ni. 7.66) viya, imasmiṃ pana sālisūkopame paṭhamaṃ upamaṃ dassetvā pacchā atthaṃ dassento seyyathāpi, bhikkhaveti ādimāhā’’ti. Aññathā majjhimaṭṭhakathāya virujjhati. Idhāpi ca pubbenāparaṃ na sameti. Majjhimaṭṭhakathāya vuttanayeneva vā idhāpi pāṭho gahetabbo.",
  "tika-s0401t5:17": "Kaṇasadiso sāliphalassa tuṇḍe uppajjanakavālo sālisūkaṃ, tathā yavasūkaṃ. Sūkassa tanukabhāvato bhedavato bhedo nātimahā hotīti āha – ‘‘bhindissati, chaviṃ chindissatīti attho’’ti. Yathā micchāṭhapitasālisūkādi akkantampi hatthādiṃ na bhindati bhindituṃ ayoggabhāvena ṭhitattā, evaṃ ācayagāmicittaṃ avijjaṃ na bhindati bhindituṃ ayoggabhāvena uppannattāti imamatthaṃ dasseti ‘‘micchāṭhapitenā’’tiādinā. Aṭṭhasu ṭhānesūti ‘‘dukkhe aññāṇa’’ntiādinā vuttesu dukkhādīsu catūsu saccesu pubbantādīsu catūsu cāti aṭṭhasu ṭhānesu. Ghanabahalanti cirakālaparibhāvanāya ativiya bahalaṃ. Mahāvisayatāya mahāpaṭipakkhatāya bahuparivāratāya bahudukkhatāya ca mahatī avijjāti mahāavijjā. Taṃ mahāavijjaṃ. Mahāsaddo hi bahubhāvatthopi hoti ‘‘mahājano’’tiādīsu viya. Taṇhāvānato nikkhantabhāvenāti tattha taṇhāya abhāvameva vadati.",
  "tika-s0401t5:18": "42. Dutiye pādeneva avamaddite akkantanti vuccamāne hatthena avamadditaṃ akkantaṃ viya akkantanti ruḷhī hesāti āha – ‘‘akkantanteva vutta’’nti. Ariyavohāroti ariyadesavāsīnaṃ vohāro. Mahantaṃ aggahetvā appamattakasseva gahaṇe payojanaṃ dassetuṃ – ‘‘kasmā panā’’tiādi āraddhaṃ. Tena ‘‘vivaṭṭūpanissayakusalaṃ nāma yoniso uppāditaṃ appaka’’nti na cintetabbaṃ, anukkamena laddhapaccayaṃ hutvā vaḍḍhamānaṃ khuddakanadī viya pakkhandamahoghā samuddaṃ, anukkamena nibbānamahāsamuddameva purisaṃ pāpetīti dīpeti. Paccekabodhiṃ buddhabhūminti ca paccatte upayogavacanaṃ. Vaṭṭavivaṭṭaṃ kathitanti yathākkamena vuttaṃ.",
  "tika-s0401t5:19": "43. Tatiye dosena paduṭṭhacittanti sampayuttadhammānaṃ, yasmiṃ santāne uppajjati, tassa ca dūsanena visasaṃsaṭṭhapūtimuttasadisena dosena padūsitacittaṃ. Attano cittenāti attano cetopariyañāṇena sabbaññutaññāṇena vā sahitena cittena. Paricchinditvāti ñāṇena paricchinditvā . Iṭṭhākārena etīti ayo, sukhaṃ. Sabbaso apeto ayo etassa, etasmāti vā apāyo, kāyikassa cetasikassa ca dukkhassa gati pavattiṭṭhānanti duggati, kāraṇāvasena vividhaṃ vikārena ca nipātiyanti etthāti vinipāto, appakopi natthi ayo sukhaṃ etthāti nirayoti evamettha attho veditabbo.",
  "tika-s0401t5:20": "44. Catutthe saddhāpasādena pasannanti saddhāsaṅkhātena pasādena pasannaṃ, na indriyānaṃ avippasannatāya. Sukhassa gatinti sukhassa pavattiṭṭhānaṃ. Sukhamevettha gacchanti, na dukkhanti vā sugati. Manāpiyarūpāditāya saha aggehīti saggaṃ, lokaṃ.",
  "tika-s0401t5:21": "45. Pañcame pariḷāhavūpasamakaro rahado etthāti rahado, udakapuṇṇo rahado udakarahado. Udakaṃ dahati dhāretīti udakadaho. Āviloti kalalabahulatāya ākulo. Tenāha – ‘‘avippasanno’’ti. Luḷitoti vātena āloḷito. Tenāha – ‘‘aparisaṇṭhito’’ti. Vātābhighātena vīcitaraṅgamalasamākulatāya hi parito na saṇṭhito vā aparisaṇṭhito. Vātābhighātena udakassa ca appabhāvena kalalībhūto kaddamabhāvappattoti āha – ‘‘kaddamībhūto’’ti. Sippiyo muttasippiādayo. Sambukā saṅkhasalākavisesā. Carantampi tiṭṭhantampīti yathālābhavacanametaṃ daṭṭhabbaṃ. Tameva hi yathālābhavacanataṃ dassetuṃ – ‘‘etthā’’tiādi āraddhaṃ.",
  "tika-s0401t5:22": "Pariyonaddhenāti paṭicchāditena. Tayidaṃ kāraṇena āvilabhāvassa dassanaṃ. Diṭṭhadhamme imasmiṃ attabhāve bhavo diṭṭhadhammiko, so pana lokiyopi hoti lokuttaropīti āha – ‘‘lokiyalokuttaramissako’’ti. Pecca samparetabbato samparāyo, paraloko. Tenāha – ‘‘so hi parattha atthoti parattho’’ti. Iti dvidhāpi sakasantatipariyāpanno eva gahitoti itarampi saṅgahetvā dassetuṃ – ‘‘apicā’’tiādimāha. Ayanti kusalakammapathasaṅkhāto dasavidho dhammo. Satthantarakappāvasāneti idaṃ tassa āsannabhāvaṃ sandhāya vuttaṃ. Yassa kassaci antarakappassāvasāneti veditabbaṃ. Ariyānaṃ yuttanti ariyānaṃ ariyabhāvāya yuttaṃ, tato eva ariyabhāvaṃ kātuṃ samatthaṃ. Ñāṇameva ñeyyassa paccakkhakaraṇaṭṭhena dassananti āha – ‘‘ñāṇameva hī’’tiādi. Kiṃ pana tanti āha – ‘‘dibbacakkhū’’tiādi.",
  "tika-s0401t5:23": "46. Chaṭṭhe acchoti tanuko. Tanubhāvameva hi sandhāya ‘‘abahalo’’ti vuttaṃ. Yasmā pasanno nāma accho na bahalo, tasmā ‘‘pasannotipi vaṭṭatī’’ti vuttaṃ. Vippasannoti visesena pasanno . So pana sammā pasanno nāma hotīti āha – ‘‘suṭṭhu pasanno’’ti. Anāviloti akaluso. Tenāha – ‘‘parisuddho’’tiādi. Saṅkhanti khuddakasevālaṃ, yaṃ ‘‘tilabījaka’’nti vuccati. Sevālanti kaṇṇikasevālaṃ. Paṇakanti udakamalaṃ. Cittassa āvilabhāvo nīvaraṇahetukoti āha – ‘‘anāvilenāti pañcanīvaraṇavimuttenā’’ti.",
  "tika-s0401t5:24": "47. Sattame rukkhajātānīti ettha jātasaddena padavaḍḍhanameva kataṃ yathā ‘‘kosajāta’’nti āha – ‘‘rukkhānamevetaṃ adhivacana’’nti. Koci hi rukkho vaṇṇena aggo hoti yathā taṃ rattacandanādi. Koci gandhena yathā taṃ gosītacandanaṃ. Koci rasena khadirādi. Koci thaddhatāya campakādi. Maggaphalāvahatāya vipassanāvasena bhāvitampi gahitaṃ. ‘‘Tattha tattheva sakkhibhabbataṃ pāpuṇātī’’ti (a. ni. 3.103) vacanato ‘‘abhiññāpādakacatutthajjhānacittameva, āvuso’’ti phussamittatthero vadati.",
  "tika-s0401t5:25": "48. Aṭṭhame cittassa parivattanaṃ uppādanirodhā evāti āha – ‘‘evaṃ lahuṃ uppajjitvā lahuṃ nirujjhanaka’’nti. Adhimattapamāṇattheti atikkantapamāṇatthe, pamāṇātītatāyanti attho. Tenāha – ‘‘ativiya na sukarā’’ti. Cakkhuviññāṇampi adhippetamevāti sabbassapi cittassa samānakhaṇattā vuttaṃ. Cittassa ativiya lahuparivattibhāvaṃ theravādena dīpetuṃ – ‘‘imasmiṃ panatthe’’tiādi vuttaṃ. Cittasaṅkhārāti sasampayuttaṃ cittaṃ vadati. Vāhasatānaṃ kho, mahārāja, vīhīnanti potthakesu likhanti, ‘‘vāhasataṃ kho, mahārāja, vīhīna’’nti pana pāṭhena bhavitabbaṃ. Milindapañhepi (mi. pa. 4.1.2) hi katthaci ayameva pāṭho dissati. ‘‘Vāhasatāna’’nti vā paccatte sāmivacanaṃ byattayena vuttanti daṭṭhabbaṃ. Aḍḍhacūḷanti thokena ūnaṃ upaḍḍhaṃ. Kassa pana upaḍḍhanti? Adhikārato vāhassāti viññāyati. ‘‘Aḍḍhacuddasa’’nti keci. ‘‘Aḍḍhacatuttha’’nti apare. Sādhikaṃ diyaḍḍhasataṃ vāhāti daḷhaṃ katvā vadanti, vīmaṃsitabbaṃ. Catunāḷiko tumbo. Pucchāya abhāvenāti ‘‘sakkā pana, bhante, upamaṃ kātu’’nti evaṃ pavattāya pucchāya abhāvena na katā upamā. Dhammadesanāpariyosāneti sannipatitaparisāya yathāraddhadhammadesanāya pariyosāne.",
  "tika-s0401t5:26": "49. Navame pabhassaranti pariyodātaṃ sabhāvaparisuddhaṭṭhena. Tenāha – ‘‘paṇḍaraṃ parisuddha’’nti. Pabhassaratādayo nāma vaṇṇadhātuyaṃ labbhanakavisesāti āha – ‘‘kiṃ pana cittassa vaṇṇo nāma atthī’’ti? Itaro arūpatāya ‘‘natthī’’ti paṭikkhipitvā pariyāyakathā ayaṃ tādisassa cittassa parisuddhabhāvanādīpanāyāti dassento ‘‘nīlādīna’’ntiādimāha. Tathā hi ‘‘so evaṃ samāhite citte parisuddhe pariyodāte’’ti (dī. ni. 1.243-244; ma. ni. 1.384-386, 431-433; pārā. 12-13) vuttaṃ . Tenevāha – ‘‘idampi nirupakkilesatāya parisuddhanti pabhassara’’nti. Kiṃ pana bhavaṅgacittaṃ nirupakkilesanti? Āma sabhāvato nirupakkilesaṃ, āgantukaupakkilesavasena pana siyā upakkiliṭṭhaṃ. Tenāha – ‘‘tañca kho’’tiādi. Tattha attano tesañca bhikkhūnaṃ paccakkhabhāvato pubbe ‘‘ida’’nti vatvā idāni paccāmasanavasena ‘‘ta’’nti āha. Ca-saddo atthūpanayane. Kho-saddo vacanālaṅkāre, avadhāraṇe vā. Vakkhamānassa atthassa nicchitabhāvato bhavaṅgacittena sahāvaṭṭhānābhāvato upakkilesānaṃ āgantukatāti āha – ‘‘asahajātehī’’tiādi. Rāgādayo upecca cittasantānaṃ kilissanti vibādhenti upatāpenti cāti āha – ‘‘upakkilesehīti rāgādīhī’’ti. Bhavaṅgacittassa nippariyāyato upakkilesehi upakkiliṭṭhatā nāma natthi asaṃsaṭṭhabhāvato, ekasantatipariyāpannatāya pana siyā upakkiliṭṭhatāpariyāyoti āha – ‘‘upakkiliṭṭhaṃ nāmāti vuccatī’’ti. Idāni tamatthaṃ upamāya vibhāvetuṃ ‘‘yathā hī’’tiādimāha. Tena bhinnasantānagatāyapi nāma iriyāya loke gārayhatā dissati, pageva ekasantānagatāya iriyāyāti imaṃ visesaṃ dasseti. Tenāha – ‘‘javanakkhaṇe…pe… upakkiliṭṭhaṃ nāma hotī’’ti.",
  "tika-s0401t5:27": "50. Dasame bhavaṅgacittameva cittanti ‘‘pabhassaramidaṃ, bhikkhave, citta’’nti vuttaṃ bhavaṅgacittameva. Yadaggena bhavaṅgacittaṃ tādisapaccayasamavāye upakkiliṭṭhaṃ nāma vuccati, tadaggena tabbidhurapaccayasamavāye upakkilesato vimuttanti vuccati. Tenāha – ‘‘upakkilesehi vippamuttaṃ nāma hotī’’ti. Sesamettha navamasutte vuttanayānusārena veditabbaṃ.",
  "tika-s0401t5:28": "Paṇihitaacchavaggavaṇṇanā niṭṭhitā."
}