{
  "tika-s0404t22:0": "(10) 5. Upālivaggo",
  "tika-s0404t22:1": "1-4. Kāmabhogīsuttādivaṇṇanā",
  "tika-s0404t22:2": "91-94. Pañcamassa paṭhamādīni uttānatthāni. Catutthe tapanaṃ santapanaṃ kāyassa khedanaṃ tapo, so etassa atthīti tapassī, taṃ tapassiṃ. Yasmā tathābhūto tapanissito, tapo vā tannissito, tasmā āha ‘‘tapanissitaka’’nti. Lūkhaṃ pharusaṃ sādhusammatācāravirahato na pasādanīyaṃ ājīvati vattatīti lūkhājīvī, taṃ lūkhājīviṃ. Upakkosatīti uppaṇḍeti , upahasanavasena paribhāsati. Upavadatīti avaññāpubbakaṃ apavadati. Tenāha ‘‘hīḷeti vambhetī’’ti.",
  "tika-s0404t22:3": "Kāmabhogīsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t22:4": "5. Uttiyasuttavaṇṇanā",
  "tika-s0404t22:5": "95. Pañcame paccante bhavaṃ paccantimaṃ. Pākārassa thirabhāvaṃ uddhamuddhaṃ pāpetīti uddhāpaṃ, pākāramūlaṃ. Ādi-saddena pākāradvārabandhaparikhādīnaṃ saṅgaho veditabbo. Paṇḍitadovārikaṭṭhāniyaṃ katvā bhagavā attānaṃ dassesīti dassento ‘‘ekadvāranti kasmā āhā’’ti codanaṃ samuṭṭhāpesi. Yassā paññāya vasena puriso paṇḍitoti vuccati, taṃ paṇḍiccanti āha ‘‘paṇḍiccena samannāgato’’ti. Taṃtaṃitikattabbatāsu chekabhāvo byattabhāvo veyyattiyaṃ. Medhati sammohaṃ hiṃsati vidhamatīti medhā, sā etassa atthīti medhāvī. Ṭhāne ṭhāne uppatti etissā atthīti ṭhānuppattikā, ṭhānaso uppajjanapaññā. Anupariyāyanti etenāti anupariyāyo, so eva pathoti anupariyāyapatho, parito pākārassa anusaṃyāyanamaggo. Pākārabhāgā sandhātabbā etthāti pākārasandhi, pākārassa phullitappadeso. So pana heṭṭhimantena dvinnampi iṭṭhakānaṃ vigamena evaṃ vuccatīti āha ‘‘dvinnaṃ iṭṭhakānaṃ apagataṭṭhāna’’nti. Chinnaṭṭhānanti chinnabhinnappadeso, chiddaṭṭhānaṃ vā. Tañhi vivaranti vuccati.",
  "tika-s0404t22:6": "Uttiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t22:7": "6-8. Kokanudasuttādivaṇṇanā",
  "tika-s0404t22:8": "96-98. Chaṭṭhe khandhāpi diṭṭhiṭṭhānaṃ ārammaṇaṭṭhena ‘‘rūpaṃ attato samanupassatī’’tiādivacanato. Avijjāpi diṭṭhiṭṭhānaṃ upanissayādibhāvena pavattanato. Yathāha ‘‘assutavā, bhikkhave, puthujjano ariyānaṃ adassāvī ariyadhammassa akovido’’tiādi (dha. sa. 1007). Phassopi diṭṭhiṭṭhānaṃ. Yathā cāha ‘‘tadapi phassapaccayā (dī. ni. 1.118-130) phussa phussa paṭisaṃvediyantī’’ti (dī. ni. 1.144) ca. Saññāpi diṭṭhiṭṭhānaṃ. Vuttañhetaṃ ‘‘saññānidānā hi papañcasaṅkhā (su. ni. 880; mahāni. 109), pathavito saññatvā’’ti (ma. ni. 1.2) ca ādi. Vitakkopi diṭṭhiṭṭhānaṃ. Vuttampi cetaṃ ‘‘takkañca diṭṭhīsu pakappayitvā, saccaṃ musāti dvayadhammamāhū’’ti (su. ni. 892; mahāni. 121), ‘‘takkī hoti vīmaṃsī’’ti (dī. ni. 1.34) ca ādi. Ayonisomanasikāropi diṭṭhiṭṭhānaṃ. Tenāha bhagavā – ‘‘tassevaṃ ayoniso manasikaroto channaṃ diṭṭhīnaṃ aññatarā diṭṭhi uppajjati, atthi me attāti tassa saccato thetato diṭṭhi uppajjatī’’tiādi (ma. ni. 1.19).",
  "tika-s0404t22:9": "Yā diṭṭhīti idāni vuccamānānaṃ aṭṭhārasannaṃ padānaṃ sādhāraṇaṃ mūlapadaṃ. Diṭṭhiyeva diṭṭhigataṃ gūthagataṃ viya, diṭṭhīsu vā gataṃ idaṃ dassanaṃ dvāsaṭṭhidiṭṭhīsu antogadhattātipi diṭṭhigataṃ, diṭṭhiyā vā gataṃ diṭṭhigataṃ. Idañhi ‘‘atthi me attā’’tiādi diṭṭhiyā gamanamattameva , natthettha attā vā nicco vā kocīti vuttaṃ hoti. Sā cāyaṃ diṭṭhi dunniggamanaṭṭhena gahanaṃ. Duratikkamaṭṭhena sappaṭibhayaṭṭhena ca kantāro dubbhikkhakantāravāḷakantārādayo viya. Sammādiṭṭhiyā vinivijjhanaṭṭhena, vilomanaṭṭhena vā visūkaṃ. Kadāci sassatassa, kadāci ucchedassa vā gahaṇato virūpaṃ phanditanti vipphanditaṃ. Bandhanaṭṭhena saṃyojanaṃ. Diṭṭhiyeva anto tudanaṭṭhena dunnīharaṇīyaṭṭhena ca sallanti diṭṭhisallaṃ. Diṭṭhiyeva pīḷākaraṇaṭṭhena sambādhoti diṭṭhisambādho. Diṭṭhiyeva mokkhāvaraṇaṭṭhena palibodhoti diṭṭhipalibodho. Diṭṭhiyeva dummocanīyaṭṭhena bandhananti diṭṭhibandhanaṃ. Diṭṭhiyeva duruttaraṇaṭṭhena papātoti diṭṭhipapāto. Diṭṭhiyeva thāmagataṭṭhena anusayoti diṭṭhānusayo. Diṭṭhiyeva attānaṃ santāpetīti diṭṭhisantāpo. Diṭṭhiyeva attānaṃ anudahatīti diṭṭhipariḷāho. Diṭṭhiyeva kilesakāyaṃ ganthetīti diṭṭhigantho. Diṭṭhiyeva bhusaṃ ādiyatīti diṭṭhupādānaṃ. Diṭṭhiyeva ‘‘sacca’’ntiādivasena abhinivisatīti diṭṭhābhiniveso. Diṭṭhiyeva ‘‘idaṃ para’’nti āmasati, parato vā āmasatīti diṭṭhiparāmāso, samuṭṭhāti etenāti samuṭṭhānaṃ, kāraṇaṃ. Samuṭṭhānassa bhāvo samuṭṭhānaṭṭho, tena samuṭṭhānaṭṭhena, kāraṇabhāvenāti attho. Sattamaṭṭhamesu natthi vattabbaṃ.",
  "tika-s0404t22:10": "Kokanudasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t22:11": "9-10. Upālisuttādivaṇṇanā",
  "tika-s0404t22:12": "99-100. Navame ajjhogāhetvā adhippetamatthaṃ sambhavituṃ sādhetuṃ dukkhāni durabhisambhavāni. Aṭṭhakathāyaṃ pana tattha nivāsoyeva dukkhoti dassetuṃ ‘‘sambhavituṃ dukkhāni dussahānī’’ti vuttaṃ. Araññavanapatthānīti araññalakkhaṇappattāni vanasaṇḍāni. Vanapatthasaddo hi saṇḍabhūte rukkhasamūhepi vattatīti araññaggahaṇaṃ. Pavivekanti pakārato, pakārehi vā vivecanaṃ, rūpādiputhuttārammaṇe pakārato gamanādiiriyāpathappakārehi attano kāyassa vivecanaṃ, gacchatopi tiṭṭhatopi nisajjatopi nipajjatopi ekasseva pavatti. Teneva hi vivecetabbānaṃ vivecanākārassa ca bhedato bahuvidhattā te ekattena gahetvā ‘‘paviveka’’nti ekavacanena vuttaṃ. Dukkaraṃ pavivekanti vā pavivekaṃ kattuṃ na sukhanti attho. Ekībhāveti ekattabhāve. Dvayaṃdvayārāmoti dvinnaṃ dvinnaṃ bhāvābhirato. Haranti viyāti saṃharanti viya vighātuppādanena. Tenāha ‘‘ghasanti viyā’’ti. Bhayasantāsuppādanena khādituṃ āgatā yakkharakkhasapisācādayo viyāti adhippāyo. Īdisassāti aladdhasamādhino. Tiṇapaṇṇamigādisaddehīti vāteritānaṃ tiṇapaṇṇādīnaṃ migapakkhiādīnañca bhīsanakehi bheravehi saddehi. Vividhehi ca aññehi khāṇuādīhi yakkhādiākārehi upaṭṭhitehi bhīsanakehi. Ghaṭena kīḷā ghaṭikāti eke. Dasamaṃ uttānameva.",
  "tika-s0404t22:13": "Upālisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t22:14": "Upālivaggavaṇṇanā niṭṭhitā.",
  "tika-s0404t22:15": "Dutiyapaṇṇāsakaṃ niṭṭhitaṃ.",
  "tika-s0404t22:16": "3. Tatiyapaṇṇāsakaṃ"
}