{
  "tika-vin05t31:0": "31. Codanādivinicchayakathā",
  "tika-vin05t31:1": "230.Codanādivinicchayoti ettha (pārā. aṭṭha. 2.385-6) pana codetuṃ ko labhati, ko na labhati? Dubbalacodakavacanaṃ tāva gahetvā koci na labhati. Dubbalacodako nāma sambahulesu kathāsallāpena nisinnesu eko ekaṃ ārabbha anodissakaṃ katvā pārājikavatthuṃ katheti, añño taṃ sutvā itarassa gantvā āroceti, so taṃ upasaṅkamitvā ‘‘tvaṃ kira maṃ idañcidañca vadasī’’ti bhaṇati, so ‘‘nāhaṃ evarūpaṃ jānāmi, kathāpavattiyaṃ pana mayā anodissakaṃ katvā vuttamatthi. Sace ahaṃ tava imaṃ dukkhuppattiṃ jāneyyaṃ, ettakampi na katheyya’’nti. Ayaṃ dubbalacodako. Tassetaṃ kathāsallāpaṃ gahetvā taṃ bhikkhuṃ koci codetuṃ na labhati, etaṃ pana aggahetvā sīlasampanno bhikkhu bhikkhuṃ vā bhikkhuniṃ vā, sīlasampannā ca bhikkhunī bhikkhunīmeva codetuṃ labhatīti mahāpadumatthero āha. Mahāsumatthero pana ‘‘pañcapi sahadhammikā labhantī’’ti āha. Godattatthero ‘‘na koci na labhatī’’ti vatvā ‘‘bhikkhussa sutvā codeti, bhikkhuniyā sutvā…pe… titthiyasāvakānaṃ sutvā codetī’’ti idaṃ suttaṃ āhari. Tiṇṇampi therānaṃ vāde cuditakasseva paṭiññāya kāretabbo.",
  "tika-vin05t31:2": "Ayaṃ pana codanā nāma diṭṭhacodanā sutacodanā parisaṅkitacodanāti tividhā hoti. Aparāpi catubbidhā hoti sīlavipatticodanā ācāravipatticodanā diṭṭhivipatticodanā ājīvavipatticodanāti. Tattha garukānaṃ dvinnaṃ āpattikkhandhānaṃ vasena sīlavipatticodanā veditabbā , avasesānaṃ vasena ācāravipatticodanā, micchādiṭṭhiantaggāhikadiṭṭhivasena diṭṭhivipatticodanā, ājīvahetu paññattānaṃ channaṃ sikkhāpadānaṃ vasena ājīvavipatticodanā veditabbā.",
  "tika-vin05t31:3": "Aparāpi catubbidhā hoti vatthusandassanā āpattisandassanā saṃvāsapaṭikkhepo sāmīcipaṭikkhepoti. Tattha vatthusandassanā nāma ‘‘tvaṃ methunaṃ dhammaṃ paṭisevi, adinnaṃ ādiyi, manussaṃ ghātayittha, abhūtaṃ ārocayitthā’’ti evaṃ pavattā. Āpattisandassanā nāma ‘‘tvaṃ methunadhammapārājikāpattiṃ āpanno’’tievamādinayappavattā. Saṃvāsapaṭikkhepo nāma ‘‘natthi tayā saddhiṃ uposatho vā pavāraṇā vā saṅghakammaṃ vā’’ti evaṃ pavatto. Sāmīcipaṭikkhepo nāma abhivādanapaccuṭṭhānaañjalīkammabījanādikammānaṃ akaraṇaṃ. Taṃ paṭipāṭiyā vandanādīni karonto ekassa akatvā sesānaṃ karaṇakāle veditabbaṃ. Ettāvatāpi codanā nāma hoti. Yāgubhattādinā pana yaṃ icchati, taṃ āpucchati, na tāvatā codanā hoti.",
  "tika-vin05t31:4": "Aparā pātimokkhaṭṭhapanakkhandhake (cūḷava. 387) ‘‘ekaṃ, bhikkhave, adhammikaṃ pātimokkhaṭṭhapanaṃ, ekaṃ dhammika’’ntiādiṃ katvā yāva dasa adhammikāni pātimokkhaṭṭhapanāni, dasa dhammikānīti evaṃ adhammikā pañcapaññāsa, dhammikā pañcapaññāsāti dasuttarasataṃ codanā vuttā. Tā diṭṭhena codentassa dasuttarasataṃ, sutena codentassa dasuttarasataṃ, parisaṅkāya codentassa dasuttarasatanti tiṃsādhikāni tīṇi satāni honti. Tāni kāyena codentassa, vācāya codentassa, kāyavācāya codentassāti tiguṇāni katāni navutādhikāni nava satāni honti. Tāni attanā codentassapi parena codāpentassapi tattakānevāti vīsatiūnāni dve sahassāni honti. Puna diṭṭhādibhede samūlikāmūlikavasena anekasahassā codanā hontīti veditabbā.",
  "tika-vin05t31:5": "231. Vuttappabhedāsu pana imāsu codanāsu yāya kāyaci codanāya vasena saṅghamajjhe osaṭe vatthusmiṃ cuditakacodakā vattabbā ‘‘tumhe amhākaṃ vinicchayena tuṭṭhā bhavissathā’’ti. Sace ‘‘bhavissāmā’’ti vadanti, saṅghena taṃ adhikaraṇaṃ sampaṭicchitabbaṃ. Atha pana ‘‘vinicchinatha tāva, bhante, sace amhākaṃ khamissati, gaṇhissāmā’’ti vadanti, ‘‘cetiyaṃ tāva vandathā’’tiādīni vatvā dīghasuttaṃ katvā vissajjitabbaṃ. Te ce cirarattaṃ kilantā pakkantaparisā upacchinnapakkhā hutvā puna yācanti, yāvatatiyaṃ paṭikkhipitvā yadā nimmadā honti, tadā nesaṃ adhikaraṇaṃ vinicchinitabbaṃ. Vinicchinantehi ca sace alajjussannā hoti parisā, ubbāhikāya taṃ adhikaraṇaṃ vinicchinitabbaṃ. Sace bālussannā hoti parisā, ‘‘tumhākaṃ sabhāge vinayadhare pariyesathā’’ti vinayadhare pariyesāpetvā yena dhammena yena vinayena yena satthusāsanena taṃ adhikaraṇaṃ vūpasammati, tathā taṃ adhikaraṇaṃ vūpasametabbaṃ.",
  "tika-vin05t31:6": "Tattha ca dhammoti bhūtaṃ vatthu. Vinayoti codanā ceva sāraṇā ca. Satthusāsananti ñattisampadā ca anussāvanasampadā ca. Tasmā codakena vatthusmiṃ ārocite cuditako pucchitabbo ‘‘santametaṃ, no’’ti. Evaṃ vatthuṃ upaparikkhitvā bhūtena vatthunā codetvā sāretvā ñattisampadāya ca anussāvanasampadāya ca taṃ adhikaraṇaṃ vūpasametabbaṃ. Tatra ce alajjī lajjiṃ codeti, so ca alajjī bālo hoti abyatto, nāssa nayo dātabbo, evaṃ pana vattabbo ‘‘kimhi naṃ codesī’’ti. Addhā so vakkhati ‘‘kimidaṃ, bhante, kimhi naṃ nāmā’’ti. ‘‘Tvaṃ kimhi nampi na jānāsi, na yuttaṃ tayā evarūpena bālena paraṃ codetu’’nti uyyojetabbo, nāssa anuyogo dātabbo. Sace pana so alajjī paṇḍito hoti byatto, diṭṭhena vā sutena vā ajjhottharitvā sampādetuṃ sakkoti, etassa anuyogaṃ datvā lajjisseva paṭiññāya kammaṃ kātabbaṃ.",
  "tika-vin05t31:7": "Sace lajjī alajjiṃ codeti, so ca lajjī bālo hoti abyatto, na sakkoti anuyogaṃ dātuṃ, tassa nayo dātabbo ‘‘kimhi naṃ codesi sīlavipattiyā vā ācāravipattiādīsu vā ekissā’’ti. Kasmā pana imasseva evaṃ nayo dātabbo, na itarassāti, nanu na yuttaṃ vinayadharānaṃ agatigamananti? Na yuttameva. Idaṃ pana agatigamanaṃ na hoti, dhammānuggaho nāma eso. Alajjiniggahatthāya hi lajjipaggahatthāya ca sikkhāpadaṃ paññattaṃ. Tatra alajjī nayaṃ labhitvā ajjhottharanto ehiti, lajjī pana nayaṃ labhitvā diṭṭhe diṭṭhasantānena sute sutasantānena patiṭṭhāya kathessati, tasmā tassa dhammānuggaho vaṭṭati. Sace pana so lajjī paṇḍito hoti byatto, patiṭṭhāya katheti, alajjī ca ‘‘etampi natthi, etampi natthī’’ti paṭiññaṃ na deti, alajjissa paṭiññāya eva kātabbaṃ.",
  "tika-vin05t31:8": "Tadatthadīpanatthañca idaṃ vatthu veditabbaṃ – tipiṭakacūḷābhayatthero kira lohapāsādassa heṭṭhā bhikkhūnaṃ vinayaṃ kathetvā sāyanhasamaye vuṭṭhāti, tassa vuṭṭhānasamaye dve attapaccatthikā kathaṃ pavattesuṃ. Eko ‘‘etampi natthi, etampi natthī’’ti paṭiññaṃ na deti, atha appāvasese paṭhamayāme therassa tasmiṃ puggale ‘‘ayaṃ patiṭṭhāya katheti, ayaṃ pana paṭiññaṃ na deti, bahūni ca vatthūni osaṭāni, addhā etaṃ kataṃ bhavissatī’’ti asuddhaladdhi uppannā. Tato bījanīdaṇḍakena pādakathalikāya saññaṃ datvā ‘‘ahaṃ, āvuso, vinicchinituṃ ananucchaviko, aññena vinicchināpehī’’ti āha. ‘‘Kasmā, bhante’’ti? Thero tamatthaṃ ārocesi. Cuditakapuggalassa kāye ḍāho uṭṭhito, tato so theraṃ vanditvā ‘‘bhante, vinicchinituṃ anurūpena vinayadharena nāma tumhādiseneva bhavituṃ vaṭṭati, codakena ca īdiseneva bhavituṃ vaṭṭatī’’ti vatvā setakāni nivāsetvā ‘‘ciraṃ kilamitāttha mayā’’ti khamāpetvā pakkāmi.",
  "tika-vin05t31:9": "Evaṃ lajjinā codiyamāno alajjī bahūsupi vatthūsu uppannesu paṭiññaṃ na deti, so neva ‘‘suddho’’ti vattabbo, na ‘‘asuddho’’ti, jīvamatako nāma āmakapūtiko nāma cesa. Sace panassa aññampi tādisaṃ vatthu uppajjati, na vinicchinitabbaṃ, tathā nāsitako bhavissati . Sace pana alajjīyeva alajjiṃ codeti, so vattabbo ‘‘āvuso, tava vacanenāyaṃ kiṃ sakkā vattu’’nti. Itarampi tatheva vatvā ‘‘ubhopi ekasambhogaparibhogā hutvā jīvathā’’ti uyyojetabbā. Sīlatthāya nesaṃ vinicchayo na kātabbo, pattacīvarapariveṇādiatthāya pana patirūpaṃ sakkhiṃ labhitvā kātabboti.",
  "tika-vin05t31:10": "Atha lajjī lajjiṃ codeti, vivādo ca nesaṃ kismiñcideva appamattako hoti, saññāpetvā ‘‘mā evaṃ karothā’’ti accayaṃ desāpetvā uyyojetabbā . Atha panettha cuditakena sahasā viraddhaṃ hoti, ādito paṭṭhāya alajjī nāma natthi. So ca pakkhānurakkhaṇatthāya paṭiññaṃ na deti, ‘‘mayaṃ saddahāma, mayaṃ saddahāmā’’ti bahū uṭṭhahanti, so tesaṃ paṭiññāya ekavāraṃ dvevāraṃ suddho hotu, atha pana viraddhakālato paṭṭhāya ṭhāne na tiṭṭhati, vinicchayo na dātabbo.",
  "tika-vin05t31:11": "232. Adinnādānavatthuṃ vinicchinantena (pārā. aṭṭha. 1.92) pana pañcavīsati avahārā sādhukaṃ sallakkhetabbā. Tesu ca kusalena vinayadharena otiṇṇaṃ vatthuṃ sahasā avinicchinitvāva pañca ṭhānāni oloketabbāni, yāni sandhāya porāṇā āhu –",
  "tika-vin05t31:12": "‘‘Vatthuṃ kālañca desañca, agghaṃ paribhogapañcamaṃ;",
  "tika-vin05t31:13": "Tulayitvā pañca ṭhānāni, dhāreyyatthaṃ vicakkhaṇo’’ti. (pārā. aṭṭha. 1.92);",
  "tika-vin05t31:14": "Tattha vatthunti bhaṇḍaṃ. Avahārakena hi ‘‘mayā idaṃ nāma avahaṭa’’nti vuttepi āpattiṃ anāropetvāva taṃ bhaṇḍaṃ ‘‘sasāmikaṃ vā asāmikaṃ vā’’ti upaparikkhitabbaṃ. Sasāmikepi sāmikānaṃ sālayabhāvo vā nirālayabhāvo vā upaparikkhitabbo. Sace tesaṃ sālayakāle avahaṭaṃ, bhaṇḍaṃ agghāpetvā āpatti kātabbā. Sace nirālayakāle, pārājikena na kātabbā. Bhaṇḍasāmikesu pana bhaṇḍaṃ āharāpentesu bhaṇḍaṃ dātabbaṃ. Ayamettha sāmīci.",
  "tika-vin05t31:15": "Imassa panatthassa dīpanatthamidaṃ vatthu – bhātiyarājakāle kira mahācetiyapūjāya dakkhiṇadisato eko bhikkhu sattahatthaṃ paṇḍukāsāvaṃ aṃse karitvā cetiyaṅgaṇaṃ pāvisi. Taṅkhaṇameva ca rājāpi cetiyavandanatthaṃ āgato. Tato ussāraṇāya vattamānāya mahājanasammaddo ahosi. Atha so bhikkhu janasammaddapīḷito aṃsato patantaṃ kāsāvaṃ adisvāva nikkhanto, nikkhamitvā kāsāvaṃ apassanto ‘‘ko īdise janasammadde kāsāvaṃ lacchati, na dāni taṃ mayha’’nti dhuranikkhepaṃ katvā gato. Athañño bhikkhu pacchā āgacchanto taṃ kāsāvaṃ disvā theyyacittena gahetvā puna vippaṭisārī hutvā ‘‘assamaṇo dānimhi, vibbhamissāmī’’ti citte uppanne ‘‘vinayadhare pucchitvā ñassāmī’’ti cintesi.",
  "tika-vin05t31:16": "Tena samayena cūḷasumanatthero nāma sabbapariyattidharo vinayācariyapāmokkho mahāvihāre paṭivasati. So bhikkhu theraṃ upasaṅkamitvā vanditvā okāsaṃ kāretvā attano kukkuccaṃ pucchi. Thero tena bhaṭṭhe janakāye pacchā āgantvā gahitabhāvaṃ ñatvā ‘‘atthi dāni ettha okāso’’ti cintetvā āha ‘‘sace kāsāvasāmikaṃ bhikkhuṃ āneyyāsi, sakkā bhaveyya tava patiṭṭhā kātu’’nti. Kathāhaṃ, bhante, taṃ dakkhissāmīti. Tahiṃ tahiṃ gantvā olokehīti. So pañcapi mahāvihāre oloketvā neva addakkhi. Tato naṃ thero pucchi ‘‘katarāya disāya bahū bhikkhū āgacchantī’’ti? ‘‘Dakkhiṇadisāya, bhante’’ti. Tena hi kāsāvaṃ dīghato ca tiriyañca minitvā ṭhapehi, ṭhapetvā dakkhiṇadisāya vihārapaṭipāṭiyā vicinitvā taṃ bhikkhuṃ ānehīti. So tathā katvā taṃ bhikkhuṃ disvā therassa santikaṃ ānesi. Thero pucchi ‘‘tavedaṃ kāsāva’’nti? ‘‘Āma, bhante’’ti. Kuhiṃ te pātitanti? So sabbaṃ ācikkhi. Thero tena kataṃ dhuranikkhepaṃ sutvā itaraṃ pucchi ‘‘tayā idaṃ kuhiṃ disvā gahita’’nti? Sopi sabbaṃ ārocesi. Tato taṃ thero āha ‘‘sace te suddhacittena gahitaṃ abhavissa, anāpattiyeva te assa, theyyacittena pana gahitattā dukkaṭaṃ āpannosi, taṃ desetvā anāpattiko hoti, idañca kāsāvaṃ attano santakaṃ katvā etasseva bhikkhuno dehī’’ti. So bhikkhu amateneva abhisitto varamassāsappatto ahosi. Evaṃ vatthu oloketabbaṃ.",
  "tika-vin05t31:17": "Kāloti avahārakālo. Tadeva hi bhaṇḍaṃ kadāci appagghaṃ hoti, kadāci mahagghaṃ. Tasmā taṃ bhaṇḍaṃ yasmiṃ kāle avahaṭaṃ, tasmiṃyeva kāle yo tassa aggho hoti, tena agghena āpatti kāretabbā. Evaṃ kālo oloketabbo.",
  "tika-vin05t31:18": "Desoti avahāradeso. Tañhi bhaṇḍaṃ yasmiṃ dese avahaṭaṃ, tasmiṃyeva dese yo tassa aggho hoti, tena agghena āpatti kāretabbā. Bhaṇḍuṭṭhānadese hi bhaṇḍaṃ appagghaṃ hoti, aññattha mahagghaṃ.",
  "tika-vin05t31:19": "Imassapi ca atthassa dīpanatthamidaṃ vatthu – antarasamudde kira eko bhikkhu susaṇṭhānaṃ nāḷikeraṃ labhitvā bhamaṃ āropetvā saṅkhathālakasadisaṃ manoramaṃ pānīyathālakaṃ katvā tattheva ṭhapetvā cetiyagiriṃ agamāsi . Añño bhikkhu antarasamuddaṃ gantvā tasmiṃ vihāre paṭivasanto taṃ thālakaṃ disvā theyyacittena gahetvā cetiyagirimeva āgato. Tassa tattha yāguṃ pivantassa taṃ thālakaṃ disvā thālakasāmiko bhikkhu āha ‘‘kuto te idaṃ laddha’’nti. Antarasamuddato me ānītanti. So taṃ ‘‘netaṃ tava santakaṃ, theyyāya te gahita’’nti saṅghamajjhaṃ ākaḍḍhi. Tattha ca vinicchayaṃ alabhitvā mahāvihāraṃ agamiṃsu, tattha ca bheriṃ paharāpetvā mahācetiyasamīpe sannipātaṃ katvā vinicchayaṃ ārabhiṃsu. Vinayadharattherā avahāraṃ saññāpesuṃ.",
  "tika-vin05t31:20": "Tasmiñca sannipāte ābhidhammikagodattatthero nāma vinayakusalo hoti, so evamāha ‘‘iminā idaṃ thālakaṃ kuhiṃ avahaṭa’’nti? ‘‘Antarasamudde avahaṭa’’nti. Tattha taṃ kiṃ agghatīti. Na kiñci agghati. Tatra hi nāḷikeraṃ bhinditvā miñjaṃ khāditvā kapālaṃ chaḍḍeti, dāruatthaṃ pana pharatīti. Imassa bhikkhuno ettha hatthakammaṃ kiṃ agghatīti? Māsakaṃ vā ūnamāsakaṃ vāti. Atthi pana katthaci sammāsambuddhena māsake vā ūnamāsake vā pārājikaṃ paññattanti. Evaṃ vutte ‘‘sādhu sādhu, sukathitaṃ suvinicchita’’nti ekasādhukāro ahosi. Tena ca samayena bhātiyarājāpi cetiyavandanatthaṃ nagarato nikkhanto taṃ saddaṃ sutvā ‘‘kiṃ ida’’nti pucchitvā sabbaṃ paṭipāṭiyā sutvā nagare bheriṃ carāpesi ‘‘mayi sante bhikkhūnampi bhikkhunīnampi gihīnampi adhikaraṇaṃ ābhidhammikagodattattherena vinicchitaṃ suvinicchitaṃ, tassa vinicchaye atiṭṭhamānaṃ rājāṇāya ṭhapemī’’ti. Evaṃ deso oloketabbo.",
  "tika-vin05t31:21": "Agghoti bhaṇḍaggho. Navabhaṇḍassa hi yo aggho hoti, so pacchā parihāyati. Yathā navadhoto patto aṭṭha vā dasa vā agghati, so pacchā bhinno vā chiddo vā āṇigaṇṭhikāhato vā appaggho hoti, tasmā na sabbadā bhaṇḍaṃ pakatiaggheneva kātabbanti. Evaṃ aggho oloketabbo.",
  "tika-vin05t31:22": "Paribhogoti bhaṇḍaparibhogo. Paribhogenapi hi vāsiādibhaṇḍassa aggho parihāyati. Tasmā evaṃ upaparikkhitabbaṃ – sace koci kassaci pādagghanakaṃ vāsiṃ harati, tatra vāsisāmiko pucchitabbo ‘‘tayā ayaṃ vāsi kittakena kītā’’ti? ‘‘Pādena, bhante’’ti. Kiṃ pana te kiṇitvāva ṭhapitā, udāhu naṃ vaḷañjesīti? Sace vadati ‘‘ekadivasaṃ me dantakaṭṭhaṃ vā rajanachalli vā pattapacanakadāru vā chinnaṃ, ghaṃsitvā vā nisitā’’ti, athassa porāṇako aggho bhaṭṭhoti veditabbo. Yathā ca vāsiyā, evaṃ añjaniyā vā añjanisalākāya vā kuñcikāya vā palālena vā thusehi vā iṭṭhakacuṇṇena vā ekavāraṃ ghaṃsitvā dhovitamattenapi aggho bhassati. Tipumaṇḍalassa makaradantacchedanenapi parimajjanamattenapi, udakasāṭakassa sakiṃ nivāsanapārupanenapi paribhogasīsena aṃse vā sīse vā ṭhapanamattenapi, taṇḍulādīnaṃ papphoṭanenapi tato ekaṃ vā dve vā apanayanenapi antamaso ekaṃ pāsāṇasakkharaṃ uddharitvā chaḍḍitamattenapi, sappitelādīnaṃ bhājanantarapaavattanenapi antamaso tato makkhikaṃ vā kipillikaṃ vā uddharitvā chaḍḍitamattenapi, guḷapiṇḍakassa madhurabhāvajānanatthaṃ nakhena vijjhitvā aṇumattaṃ gahitamattenapi aggho bhassati. Tasmā yaṃ kiñci pādagghanakaṃ vuttanayeneva sāmikehi paribhogena ūnaṃ kataṃ hoti, na taṃ avahaṭo bhikkhu pārājikena kātabboti. Evaṃ aggho oloketabbo.",
  "tika-vin05t31:23": "Evaṃ imāni tulayitvā pañca ṭhānāni dhāreyya atthaṃ vicakkhaṇo, āpattiṃ vā anāpattiṃ vā garukaṃ vā lahukaṃ vā āpattiṃ yathāṭhāne ṭhapeyyāti. Tenāhu aṭṭhakathācariyā –",
  "tika-vin05t31:24": "‘‘Sikkhāpadaṃ samaṃ tena, aññaṃ kiñci na vijjati;",
  "tika-vin05t31:25": "Anekanayavokiṇṇaṃ, gambhīratthavinicchayaṃ.",
  "tika-vin05t31:26": "‘‘Tasmā vatthumhi otiṇṇe, bhikkhunā vinayaññunā;",
  "tika-vin05t31:27": "Vinayānuggahenettha, karontena vinicchayaṃ.",
  "tika-vin05t31:28": "‘‘Pāḷiṃ aṭṭhakathañceva, sādhippāyamasesato;",
  "tika-vin05t31:29": "Ogayha appamattena, karaṇīyo vinicchayo.",
  "tika-vin05t31:30": "‘‘Āpattidassanussāho, na kattabbo kudācanaṃ;",
  "tika-vin05t31:31": "Passissāmi anāpatti-miti kayirātha mānasaṃ.",
  "tika-vin05t31:32": "‘‘Passitvāpi ca āpattiṃ, avatvāva punappunaṃ;",
  "tika-vin05t31:33": "Vīmaṃsitvātha viññūhi, saṃsanditvā ca taṃ vade.",
  "tika-vin05t31:34": "‘‘Kappiyepi ca vatthusmiṃ, cittassa lahuvattino;",
  "tika-vin05t31:35": "Vasena sāmaññaguṇā, cavantīdha puthujjanā.",
  "tika-vin05t31:36": "‘‘Tasmā paraparikkhāraṃ, āsīvisamivoragaṃ;",
  "tika-vin05t31:37": "Aggiṃ viya ca sampassaṃ, nāmaseyya vicakkhaṇo’’ti. (pārā. aṭṭha. 1.160-1 tatrāyaṃ anusāsanī);",
  "tika-vin05t31:38": "233. Uttarimanussadhammārocanaṃ vinicchinantena (pārā. aṭṭha. 2.197) pana ‘‘kiṃ te adhigataṃ. Kinti te adhigataṃ, kadā te adhigataṃ, kattha te adhigataṃ, katame te kilesā pahīnā, katamesaṃ tvaṃ dhammānaṃ lābhī’’ti imāni cha ṭhānāni visodhetabbāni. Sace hi koci bhikkhu uttarimanussadhammādhigamaṃ byākareyya, na so ettāvatā sakkāro kātabbo, imesaṃ pana channaṃ ṭhānānaṃ sodhanatthaṃ evaṃ vattabbo ‘‘kiṃ te adhigataṃ, kiṃ jhānaṃ udāhu vimokkhādīsu aññatara’’nti. Yo hi yena adhigato dhammo, so tassa pākaṭo hoti. Sace ‘‘idaṃ nāma me adhigata’’nti vadati, tato ‘‘kinti te adhigata’’nti pucchitabbo, ‘‘aniccalakkhaṇādīsu kiṃ dhuraṃ katvā aṭṭhatiṃsāya vā ārammaṇesu rūpārūpaajjhattabahiddhādibhedesu vā dhammesu kena mukhena abhinivisitvā’’ti. Yo hi yassābhiniveso, so tassa pākaṭo hoti. Sace ‘‘ayaṃ nāma me abhiniveso, evaṃ mayā adhigata’’nti vadati, tato ‘‘kadā te adhigata’’nti pucchitabbo, ‘‘kiṃ pubbaṇhe, udāhu majjhanhikādīsu aññatarasmiṃ kāle’’ti. Sabbesañhi attanā adhigatakālo pākaṭo hoti. Sace ‘‘amukasmiṃ nāma kāle adhigaka’’nti vadati, tato ‘‘kattha te adhigata’’nti pucchitabbo, ‘‘kiṃ divāṭṭhāne, udāhu rattiṭṭhānādīsu aññatarasmiṃ okāse’’ti. Sabbesañhi attanā adhigatokāso pākaṭo hoti. Sace ‘‘amukasmiṃ nāma me okāse adhigata’’nti vadati, tato ‘‘katame te kilesā pahīnā’’ti pucchitabbo, ‘‘kiṃ paṭhamamaggavajjhā, udāhu dutiyādimaggavajjhā’’ti. Sabbesañhi attanā adhigatamaggena pahīnā kilesā pākaṭā honti.",
  "tika-vin05t31:39": "Sace ‘‘ime nāma me kilesā pahīnā’’ti vadati, tato ‘‘katamesaṃ tvaṃ dhammānaṃ lābhī’’ti pucchitabbo, ‘‘kiṃ sotāpattimaggassa, udāhu sakadāgāmimaggādīsu aññatarassā’’ti. Sabbesañhi attanā adhigatadhammo pākaṭo hoti. Sace ‘‘imesaṃ nāmāhaṃ dhammānaṃ lābhī’’ti vadati, ettāvatāpissa vacanaṃ na saddhātabbaṃ. Bahussutā hi uggahaparipucchākusalā bhikkhū imāni cha ṭhānāni sodhetuṃ sakkonti, imassa pana bhikkhuno āgamanapaṭipadā sodhetabbā. Yadi āgamanapaṭipadā na sujjhati, ‘‘imāya paṭipadāya lokuttaradhammo nāma na labbhatī’’ti apanetabbo. Yadi panassa āgamanapaṭipadā sujjhati, dīgharattaṃ tīsu sikkhāsu appamatto jāgariyamanuyutto catūsu paccayesu alaggo ākāse pāṇisamena cetasā viharatīti paññāyati, tassa bhikkhuno byākaraṇaṃ paṭipadāya saddhiṃ saṃsandati. ‘‘Seyyathāpi nāma gaṅgodakaṃ yamunodakena saṃsandati sameti, evameva supaññattā tena bhagavatā sāvakānaṃ nibbānagāminī paṭipadā, saṃsandati nibbānañca paṭipadā cā’’ti (dī. ni. 2.296) vuttasadisaṃ hoti. Apica kho na ettakenapi sakkāro kātabbo. Kasmā? Ekaccassa hi puthujjanassapi sato khīṇāsavassa paṭipattisadisā paṭipatti hoti, tasmā so bhikkhu tehi tehi upāyehi uttāsetabbo. Khīṇāsavassa nāma asaniyāpi matthake patamānāya bhayaṃ vā chambhitattaṃ vā lomahaṃso vā na hoti, puthujjanassa appamattakenapi hoti.",
  "tika-vin05t31:40": "Tatrimāni vatthūni (ma. ni. aṭṭha. 3.102) – dīghabhāṇakaabhayatthero kira ekaṃ piṇḍapātikaṃ pariggahetuṃ asakkonto daharassa saññaṃ adāsi. So taṃ nahāyamānaṃ kalyāṇīnadīmukhadvāre nimujjitvā pāde aggahesi. Piṇḍapātiko ‘‘kumbhīlo’’ti saññāya mahāsaddamakāsi, tadā naṃ ‘‘puthujjano’’ti jāniṃsu.",
  "tika-vin05t31:41": "Candamukhatissarājakāle pana mahāvihāre saṅghatthero khīṇāsavo dubbalacakkhuko vihāreyeva acchati. Rājā ‘‘theraṃ pariggaṇhissāmī’’ti bhikkhūsu bhikkhācāraṃ gatesu appasaddo upasaṅkamitvā sappo viya pāde aggahesi. Thero silāthambho viya niccalo hutvā ‘‘ko etthā’’ti āha. ‘‘Ahaṃ, bhante, tisso’’ti? ‘‘Sugandhaṃ vāyasi no tissā’’ti. Evaṃ khīṇāsavassa bhayaṃ nāma natthi.",
  "tika-vin05t31:42": "Ekacco pana puthujjanopi atisūro hoti nibbhayo. So rajanīyena ārammaṇena pariggaṇhitabbo. Vasabharājāpi ekaṃ theraṃ pariggaṇhamāno ghare nisīdāpetvā tassa santike badarasāḷavaṃ maddamāno nisīdi. Mahātherassa kheḷo calito, therassa puthujjanabhāvo āvibhūto. Khīṇāsavassa hi rasataṇhā nāma suppahīnā, dibbesupi rasesu nikanti nāma na hoti, tasmā imehi upāyehi pariggahetvā sacassa bhayaṃ vā chambhitattaṃ vā rasataṇhā vā uppajjati, ‘‘na ca tvaṃ arahā’’ti apanetabbo. Sace pana abhīru acchambhī anutrāsī hutvā sīho viya nisīdati, dibbārammaṇepi nikantiṃ na janeti, ayaṃ bhikkhu sampannaveyyākaraṇo samantā rājarājamahāmattādīhi pesitaṃ sakkāraṃ arahatīti veditabbo. Evaṃ tāva uttarimanussadhammārocanaṃ vinicchinitabbaṃ.",
  "tika-vin05t31:43": "234. Sakale pana vinayavinicchaye (pārā. aṭṭha. 1.45) kosallaṃ patthayantena catubbidho vinayo jānitabbo.",
  "tika-vin05t31:44": "Catubbidhañhi vinayaṃ, mahātherā mahiddhikā;",
  "tika-vin05t31:45": "Nīharitvā pakāsesuṃ, dhammasaṅgāhakā purā.",
  "tika-vin05t31:46": "Katamaṃ catubbidhaṃ? Suttaṃ suttānulomaṃ ācariyavādaṃ attanomatinti. Yaṃ sandhāya vuttaṃ ‘‘āhaccapadena kho, mahārāja, rasena ācariyavaṃsena adhippāyā’’ti (mi. pa. 4.2.3). Ettha hi āhaccapadanti suttaṃ adhippetaṃ. Rasoti suttānulomaṃ. Ācariyavaṃsoti ācariyavādo. Adhippāyoti attanomati.",
  "tika-vin05t31:47": "Tattha suttaṃ nāma sakalavinayapiṭake pāḷi.",
  "tika-vin05t31:48": "Suttānulomaṃ nāma cattāro mahāpadesā. Ye bhagavatā evaṃ vuttā –",
  "tika-vin05t31:49": "‘‘Yaṃ, bhikkhave, mayā ‘idaṃ na kappatī’ti appaṭikkhittaṃ, tañce akappiyaṃ anulometi, kappiyaṃ paṭibāhati, taṃ vo na kappati. Yaṃ, bhikkhave, mayā ‘idaṃ na kappatī’ti appaṭikkhittaṃ, tañce kappiyaṃ anulometi, akappiyaṃ paṭibāhati, taṃ vo kappati. Yaṃ, bhikkhave, mayā ‘idaṃ kappatī’ti ananuññātaṃ, taṃ ce akappiyaṃ anulometi, kappiyaṃ paṭibāhati, taṃ vo na kappati. Yaṃ, bhikkhave, mayā ‘idaṃ kappatī’ti ananuññātaṃ, tañce kappiyaṃ anulometi, akappiyaṃ paṭibāhati, taṃ vo kappatī’’ti (mahāva. 305).",
  "tika-vin05t31:50": "Ācariyavādo nāma dhammasaṅgāhakehi pañcahi arahantasatehi ṭhapitā pāḷivinimuttā okkantavinicchayappavattā aṭṭhakathātanti.",
  "tika-vin05t31:51": "Attanomati nāma suttasuttānulomaācariyavāde muñcitvā anumānena attano anubuddhiyā nayaggāhena upaṭṭhitākārakathanaṃ.",
  "tika-vin05t31:52": "Apica suttantābhidhammavinayaṭṭhakathāsu āgato sabbopi theravādo attanomati nāma. Taṃ pana attanomatiṃ gahetvā kathentena na daḷhaggāhaṃ gahetvā voharitabbaṃ, kāraṇaṃ sallakkhetvā atthena pāḷiṃ, pāḷiyā ca atthaṃ saṃsanditvā kathetabbaṃ, attanomati ācariyavāde otāretabbā. Sace tattha otarati ceva sameti ca, gahetabbā. Sace neva otarati na sameti, na gahetabbā. Ayañhi attanomati nāma sabbadubbalā, attanomatito ācariyavādo balavataro.",
  "tika-vin05t31:53": "Ācariyavādopi suttānulome otāretabbo. Tattha otaranto samento eva gahetabbo, itaro na gahetabbo. Ācariyavādato hi suttānulomaṃ balavataraṃ.",
  "tika-vin05t31:54": "Suttānulomampi sutte otāretabbaṃ. Tattha otarantaṃ samentameva gahetabbaṃ, itaraṃ na gahetabbaṃ. Suttānulomato hi suttameva balavataraṃ. Suttañhi appaṭivattiyaṃ kārakasaṅghasadisaṃ buddhānaṃ ṭhitakālasadisaṃ. Tasmā yadā dve bhikkhū sākacchanti, sakavādī suttaṃ gahetvā katheti, paravādī suttānulomaṃ. Tehi aññamaññaṃ khepaṃ vā garahaṃ vā akatvā suttānulomaṃ sutte otāretabbaṃ. Sace otarati sameti, gahetabbaṃ, no ce, na gahetabbaṃ, suttasmiṃyeva ṭhātabbaṃ. Athāyaṃ suttaṃ gahetvā katheti, paro ācariyavādaṃ. Tehipi aññamaññaṃ khepaṃ vā garahaṃ vā akatvā ācariyavādo sutte otāretabbo. Sace otarati sameti, gahetabbo. Anotaranto asamento ca gārayhācariyavādo na gahetabbo, suttasmiṃyeva ṭhātabbaṃ. Athāyaṃ suttaṃ gahetvā katheti, paro attanomatiṃ. Tehipi aññamaññaṃ khepaṃ vā garahaṃ vā akatvā attanomati sutte otāretabbā. Sace otarati sameti, gahetabbā, no ce, na gahetabbā, suttasmiṃyeva ṭhātabbaṃ.",
  "tika-vin05t31:55": "Athāyaṃ suttānulomaṃ gahetvā katheti, paro suttaṃ, suttānulome otāretabbaṃ. Sace otarati sameti, tisso saṅgītiyo āruḷhaṃ pāḷiāgataṃ paññāyati, gahetabbaṃ, no ce tathā paññāyati, na otarati na sameti, bāhirakasuttaṃ vā hoti siloko vā aññaṃ vā gārayhasuttaṃ guḷhavessantaraguḷhavinayavedallādīnaṃ aññatarato ābhataṃ, na gahetabbaṃ, suttānulomasmiṃyeva ṭhātabbaṃ. Athāyaṃ suttānulomaṃ gahetvā katheti, paro ācariyavādaṃ. Ācariyavādo suttānulome otāretabbo. Sace otarati sameti, gahetabbo. No ce, na gahetabbo, suttānulomeyeva ṭhātabbaṃ. Athāyaṃ suttānulomaṃ gahetvā katheti, paro attanomatiṃ. Attanomati suttānulome otāretabbā. Sace otarati sameti, gahetabbā. No ce, na gahetabbā, suttānulomeyeva ṭhātabbaṃ.",
  "tika-vin05t31:56": "Athāyaṃ ācariyavādaṃ gahetvā katheti, paro suttaṃ. Suttaṃ ācariyavāde otāretabbaṃ. Sace otarati sameti, gahetabbaṃ. Itaraṃ gārayhasuttaṃ na gahetabbaṃ, ācariyavādeyeva ṭhātabbaṃ. Athāyaṃ ācariyavādaṃ gahetvā katheti, paro suttānulomaṃ. Suttānulomaṃ ācariyavāde otāretabbaṃ. Otarantaṃ samentameva gahetabbaṃ, itaraṃ na gahetabbaṃ, ācariyavādeyeva ṭhātabbaṃ. Athāyaṃ ācariyavādaṃ gahetvā katheti, paro attanomatiṃ. Attanomati ācariyavāde otāretabbā. Sace otarati sameti, gahetabbā. No ce, na gahetabbā, ācariyavādeyeva ṭhātabbaṃ.",
  "tika-vin05t31:57": "Atha panāyaṃ attanomatiṃ gahetvā katheti, paro suttaṃ. Suttaṃ attanomatiyaṃ otāretabbaṃ. Sace otarati sameti, gahetabbaṃ. Itaraṃ gārayhasuttaṃ na gahetabbaṃ, attanomatiyameva ṭhātabbaṃ. Athāyaṃ attanomatiṃ gahetvā katheti, paro suttānulomaṃ. Suttānulomaṃ attanomatiyaṃ otāretabbaṃ. Otarantaṃ samentameva gahetabbaṃ, itaraṃ na gahetabbaṃ, attanomatiyameva ṭhātabbaṃ. Athāyaṃ attanomatiṃ gahetvā katheti, paro ācariyavādaṃ. Ācariyavādo attanomatiyaṃ otāretabbo. Sace otarati sameti, gahetabbo. Itaro gārayhācariyavādo na gahetabbo, attanomatiyameva ṭhātabbaṃ, attano gahaṇameva baliyaṃ kātabbaṃ. Sabbaṭṭhānesu ca khepo vā garahā vā na kātabbāti.",
  "tika-vin05t31:58": "Atha panāyaṃ kappiyanti gahetvā katheti, paro akappiyanti, sutte ca suttānulome ca otāretabbaṃ. Sace kappiyaṃ hoti, kappiye ṭhātabbaṃ. Sace akappiyaṃ, akappiye ṭhātabbaṃ. Athāyaṃ tassa kappiyabhāvasādhakaṃ suttato bahuṃ kāraṇañca vinicchayañca dasseti, paro kāraṇaṃ na vindati, kappiyeva ṭhātabbaṃ. Atha paro tassa akappiyabhāvasādhakaṃ suttato bahuṃ kāraṇañca vinicchayañca dasseti, anena attano gahaṇanti katvā daḷhaṃ ādāya na ṭhātabbaṃ, ‘‘sādhū’’ti sampaṭicchitvā akappiye eva ṭhātabbaṃ. Atha dvinnampi kāraṇacchāyā dissati, paṭikkhittabhāvoyeva sādhu, akappiye ṭhātabbaṃ. Vinayañhi patvā kappiyākappiyavicāraṇaṃ āgamma rundhitabbaṃ, gāḷhaṃ kattabbaṃ, sotaṃ pacchinditabbaṃ, garukabhāveyeva ṭhātabbaṃ.",
  "tika-vin05t31:59": "Atha panāyaṃ akappiyanti gahetvā katheti, paro kappiyanti, sutte ca suttānulome ca otāretabbaṃ. Sace kappiyaṃ hoti, kappiye ṭhātabbaṃ. Sace akappiyaṃ, akappiye ṭhātabbaṃ. Athāyaṃ bahūhi suttavinicchayakāraṇehi akappiyabhāvaṃ dasseti, paro kāraṇaṃ na vindati, akappiye ṭhātabbaṃ. Atha paro bahūhi suttavinicchayakāraṇehi kappiyabhāvaṃ dasseti, ayaṃ kāraṇaṃ na vindati, kappiye ṭhātabbaṃ. Atha dvinnampi kāraṇacchāyā dissati, attano gahaṇaṃ na vissajjetabbaṃ. Yathā cāyaṃ kappiyākappiye akappiyakappiye ca vinicchayo vutto, evaṃ anāpattiāpattivāde āpattānāpattivāde ca, lahukagarukāpattivāde garukalahukāpattivāde cāpi vinicchayo veditabbo. Nāmamatteyeva hi ettha nānaṃ, yojanānaye nānaṃ natthi, tasmā na vitthāritaṃ.",
  "tika-vin05t31:60": "Evaṃ kappiyākappiyādivinicchaye uppanne yo suttasuttānulomaācariyavādaattanomatīsu atirekakāraṇaṃ labhati, tassa vāde ṭhātabbaṃ, sabbaso pana kāraṇavinicchayaṃ alabhantena suttaṃ na jahitabbaṃ, suttasmiṃyeva ṭhātabbanti. Evaṃ sakalavinayavinicchaye kosallaṃ patthayantena ayaṃ catubbidho vinayo jānitabbo.",
  "tika-vin05t31:61": "Imañca pana catubbidhaṃ vinayaṃ ñatvāpi vinayadharena puggalena tilakkhaṇasamannāgatena bhavitabbaṃ. Tīṇi hi vinayadharassa lakkhaṇāni icchitabbāni. Katamāni tīṇi? Suttañcassa svāgataṃ hoti suppavatti suvinicchitaṃ suttato anubyañjanasoti idamekaṃ lakkhaṇaṃ. Vinaye kho pana ṭhito hoti asaṃhīroti idaṃ dutiyaṃ. Ācariyaparamparā kho panassa suggahitā hoti sumanasikatā sūpadhāritāti idaṃ tatiyaṃ.",
  "tika-vin05t31:62": "Tattha suttaṃ nāma sakalaṃ vinayapiṭakaṃ. Tadassa svāgataṃ hotīti suṭṭhu āgataṃ. Suppavattīti suṭṭhu pavattaṃ paguṇaṃ vācuggataṃ. Suvinicchitaṃ suttaso anubyañjanasoti pāḷito ca paripucchato ca aṭṭhakathāto ca suvinicchitaṃ hoti kaṅkhāchedanaṃ katvā uggahitaṃ. Vinaye kho pana ṭhito hotīti vinaye lajjibhāvena patiṭṭhito hoti. Alajjī hi bahussutopi samāno lābhagarukatāya tantiṃ visaṃvādetvā uddhammaṃ ubbinayaṃ satthusāsanaṃ dīpetvā sāsane mahantaṃ upaddavaṃ karoti, saṅghabhedampi saṅgharājimpi uppādeti. Lajjī pana kukkuccako sikkhākāmo jīvitahetupi tantiṃ avisaṃvādetvā dhammameva vinayameva dīpeti, satthusāsanaṃ garukaṃ katvā ṭhapeti. Tathā hi pubbe mahātherā tikkhattuṃ vācaṃ nicchāresuṃ ‘‘anāgate lajjī rakkhissati, lajjīrakkhissati, lajjī rakkhissatī’’ti (pārā. aṭṭha. 1.45). Evaṃ yo lajjī, so vinayaṃ avijahanto avokkamanto lajjibhāveneva vinaye ṭhito hoti suppatiṭṭhitoti.",
  "tika-vin05t31:63": "Asaṃhīroti saṃhīro nāma yo pāḷiyaṃ vā aṭṭhakathāyaṃ vā heṭṭhato vā uparito vā padapaṭipāṭiyā vā pucchiyamāno vitthunati vipphandati santiṭṭhituṃ na sakkoti, yaṃ yaṃ parena vuccati, taṃ taṃ anujānāti, sakavādaṃ chaḍḍetvā paravādaṃ gaṇhāti. Yo pana pāḷiyaṃ vā aṭṭhakathāyaṃ vā heṭṭhupariyena vā padapaṭipāṭiyā vā pucchiyamāno na vitthunati na vipphandati, ekekalomaṃ saṇḍāsena gaṇhanto viya ‘‘evaṃ mayaṃ vadāma, evaṃ no ācariyā vadantī’’ti vissajjeti, yamhi pāḷi ca pāḷivinicchayo ca suvaṇṇabhājane pakkhittasīhavasā viya parikkhayaṃ pariyādānaṃ agacchanto tiṭṭhati, ayaṃ vuccati ‘‘asaṃhīro’’ti.",
  "tika-vin05t31:64": "Ācariyaparamparā kho panassa suggahitā hotīti theraparamparā vaṃsaparamparā assa suṭṭhu gahitā hoti. Sumanasikatāti suṭṭhu manasikatā, āvajjitamatte ujjalitapadīpo viya hoti. Sūpadhāritāti suṭṭhu upadhāritā pubbāparānusandhito atthato kāraṇato ca upadhāritā . Attanomatiṃ pahāya ācariyasuddhiyā vattā hoti, ‘‘mayhaṃ ācariyo asukācariyassa santike uggaṇhi, so asukassā’’ti evaṃ sabbaṃ ācariyaparamparaṃ theravādaṅgaṃ haritvā yāva upālitthero sammāsambuddhassa santike uggaṇhīti pāpetvā ṭhapeti, tatopi āharitvā upālitthero sammāsambuddhassa santike uggaṇhi, dāsakatthero attano upajjhāyassa upālittherassa, soṇatthero attano upajjhāyassa dāsakattherassa, siggavatthero attano upajjhāyassa soṇattherassa, moggaliputtatissatthero attano upajjhāyassa siggavattherassa caṇḍavajjittherassa cāti evaṃ sabbaṃ ācariyaparamparaṃ theravādaṅgaṃ āharitvā attano ācariyaṃ pāpetvā ṭhapeti. Evaṃ uggahitā hi ācariyaparamparā suggahitā hoti. Evaṃ asakkontena pana avassaṃ dve tayo parivaṭṭā uggahetabbā. Sabbapacchimena hi nayena yathā ācariyo ācariyācariyo ca pāḷiñca paripucchañca vadanti, tathā ñātuṃ vaṭṭati.",
  "tika-vin05t31:65": "Imehi ca pana tīhi lakkhaṇehi samannāgatena vinayadharena vatthuvinicchayatthaṃ sannipatite saṅghe otiṇṇe vatthusmiṃ codakena ca cuditakena ca vutte vattabbe sahasā avinicchinitvāva cha ṭhānāni oloketabbāni. Katamāni cha? Vatthu oloketabbaṃ, mātikā oloketabbā, padabhājanīyaṃ oloketabbaṃ, tikaparicchedo oloketabbo, antarāpatti oloketabbā, anāpatti oloketabbāti.",
  "tika-vin05t31:66": "Vatthuṃ olokentopi hi ‘‘tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṃ, na tveva naggena āgantabbaṃ, yo āgaccheyya, āpatti dukkaṭassā’’ti (pārā. 517) evaṃ ekaccaṃ āpattiṃ passati, so taṃ suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:67": "Mātikaṃ olokentopi ‘‘sampajānamusāvāde pācittiya’’ntiādinā (pāci. 3) nayena pañcannaṃ āpattīnaṃ aññataraṃ āpattiṃ passati, so taṃ suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:68": "Padabhājanīyaṃ olokentopi ‘‘akkhayite sarīre methunaṃ dhammaṃ paṭisevati, āpatti pārājikassa. Yebhuyyena khayite sarīre methunaṃ dhammaṃ paṭisevati, āpatti thullaccayassā’’tiādinā (pārā. 59 atthato samānaṃ) nayena sattannaṃ āpattīnaṃ aññataraṃ āpattiṃ passati, so padabhājanīyato suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:69": "Tikaparicchedaṃ olokentopi tikasaṅghādisesaṃ vā tikapācittiyaṃ vā tikadukkaṭaṃ vā aññataraṃ vā āpattiṃ tikaparicchede passati, so tato suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:70": "Antarāpattiṃ olokentopi ‘‘paṭilātaṃ ukkhipati, āpatti dukkaṭassā’’ti (pāci. 355) evaṃ yā sikkhāpadantaresu antarāpatti hoti, taṃ passati, so taṃ suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:71": "Anāpattiṃ olokentopi ‘‘anāpatti bhikkhu asādiyantassa, atheyyacittassa, na maraṇādhippāyassa, anullapanādhippāyassa, na mocanādhippāyassa asañcicca asatiyā ajānantassā’’ti (pārā. 72, 136, 180, 225, 263 thokaṃ thokaṃ visadisaṃ) evaṃ tasmiṃ tasmiṃ sikkhāpade niddiṭṭhaṃ anāpattiṃ passati, so taṃ suttaṃ ānetvā taṃ adhikaraṇaṃ vūpasamessati.",
  "tika-vin05t31:72": "Yo hi bhikkhu catubbidhavinayakovido tilakkhaṇasampanno imāni cha ṭhānāni oloketvā adhikaraṇaṃ vūpasamessati, tassa vinicchayo appaṭivattiyo buddhena sayaṃ nisīditvā vinicchitasadiso hoti. Taṃ ce evaṃ vinicchayakusalaṃ bhikkhuṃ koci katasikkhāpadavītikkamo bhikkhu upasaṅkamitvā attano kukkuccaṃ puccheyya, tena sādhukaṃ sallakkhetvā sace anāpatti hoti, ‘‘anāpattī’’ti vattabbaṃ. Sace pana āpatti hoti, sā desanāgāminī ce, ‘‘desanāgāminī’’ti vattabbaṃ. Vuṭṭhānagāminī ce, ‘‘vuṭṭhānagāminī’’ti vattabbaṃ. Athassa pārājikacchāyā dissati, ‘‘pārājikāpattī’’ti na vattabbaṃ. Kasmā? Methunadhammavītikkamo hi uttarimanussadhammavītikkamo ca oḷāriko, adinnādānamanaussaviggahavītikkamā pana sukhumā cittalahukā. Te sukhumeneva āpajjati, sukhumena rakkhati, tasmā visesena taṃvatthukaṃ kukkuccaṃ pucchiyamāno ‘‘āpattī’’ti avatvā sacassa ācariyo dharati, tato tena so bhikkhu ‘‘amhākaṃ ācariyaṃ pucchā’’ti pesetabbo. Sace so puna āgantvā ‘‘tumhākaṃ ācariyo suttato nayato oloketvā ‘satekiccho’ti maṃ āhā’’ti vadati, tato tena so ‘‘sādhu suṭṭhu yaṃ ācariyo bhaṇati, taṃ karohī’’ti vattabbo. Atha panassa ācariyo natthi, saddhiṃ uggahitatthero pana atthi, tassa santikaṃ pesetabbo ‘‘amhehi saha uggahitatthero gaṇapāmokkho, taṃ gantvā pucchā’’ti. Tenapi ‘‘satekiccho’’ti vinicchite ‘‘sādhu suṭṭhu tassa vacanaṃ karohī’’ti vattabbo. Atha tassa saddhiṃ uggahitattheropi natthi, antevāsiko paṇḍito atthi, tassa santikaṃ pesetabbo ‘‘asukadaharaṃ gantvā pucchā’’ti. Tenapi ‘‘satekiccho’’ti vinicchite ‘‘sādhu suṭṭhu tassa vacanaṃ karohī’’ti vattabbo. Atha daharassapi pārājikacchāyāva upaṭṭhāti, tenapi ‘‘pārājikosī’’ti na vattabbo. Dullabho hi buddhuppādo, tato dullabhatarā pabbajjā ca upasampadā ca. Evaṃ pana vattabbo ‘‘vivittaṃ okāsaṃ sammajjitvā divāvihāraṃ nisīditvā sīlāni visodhetvā dvattiṃsākāraṃ tāva manasikarohī’’ti. Sace tassa arogaṃ sīlaṃ, kammaṭṭhānaṃ ghaṭayati, saṅkhārā pākaṭā hutvā upaṭṭhahanti, upacārappanāppattaṃ viya cittaṃ ekaggaṃ hoti, divasaṃ atikkantampi na jānāti, so divasātikkame upaṭṭhānaṃ āgato evaṃ vattabbo ‘‘kīdisā te cittappavattī’’ti. Ārocitāya ca cittapavattiyā vattabbo ‘‘pabbajjā nāma cittavisuddhatthāya, appamatto samaṇadhammaṃ karohī’’ti.",
  "tika-vin05t31:73": "Yassa pana sīlaṃ bhinnaṃ hoti, tassa kammaṭṭhānaṃ na ghaṭayati, patodābhitunnaṃ viya cittaṃ vikampati, vippaṭisāragginā ḍayhati, tattapāsāṇe nisinno viya taṅkhaṇeyeva vuṭṭhāti. So āgato ‘‘kā te cittapavattī’’ti pucchitabbo. Ārocitāya cittapavattiyā ‘‘natthi loke raho nāma pāpakammaṃ pakubbato. Sabbapaṭhamañhi pāpaṃ karonto attanā jānāti. Athassa ārakkhadevatā paracittavidū samaṇabrāhmaṇā aññā ca devatā jānanti, tvaṃyeva dāni tava sotthiṃ pariyesāhī’’ti vattabbo. Evaṃ katavītikkameneva bhikkhunā sayameva āgantvā ārocite paṭipajjitabbaṃ.",
  "tika-vin05t31:74": "235. Idāni yā sā pubbe vuttappabhedā codanā, tassāyeva sampattivipattijānanatthaṃ ādimajjhapariyosānādīnaṃ vasena vinicchayo veditabbo . Seyyathidaṃ, codanāya ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? Codanāya ‘‘ahaṃ taṃ vattukāmo, karotu me āyasmā okāsa’’nti evaṃ okāsakammaṃ ādi. Otiṇṇena vatthunā codetvā sāretvā vinicchayo majjhe. Āpattiyaṃ vā anāpattiyaṃ vā patiṭṭhāpanena samatho pariyosānaṃ.",
  "tika-vin05t31:75": "Codanāya kati mūlāni, kati vatthūni, kati bhūmiyo? Codanāya dve mūlāni samūlikā vā amūlikā vā. Tīṇi vatthūni diṭṭhaṃ sutaṃ parisaṅkitaṃ. Pañca bhūmiyo kālena vakkhāmi, no akālena, bhūtena vakkhāmi, no abhūtena, saṇhena vakkhāmi, no pharusena, atthasaṃhitena vakkhāmi, no anatthasaṃhitena, mettacitto vakkhāmi, no dosantaroti. Imāya ca pana codanāya codakena puggalena ‘‘parisuddhakāyasamācāro nu khomhī’’tiādinā (pari. 436) nayena upālipañcakesu vuttesu pannarasasu dhammesu patiṭṭhātabbaṃ. Cuditakena dvīsu dhammesu patiṭṭhātabbaṃ sacce ca akuppe cāti.",
  "tika-vin05t31:76": "Anuvijjakena (pari. 360) ca codako pucchitabbo ‘‘yaṃ kho tvaṃ, āvuso, imaṃ bhikkhuṃ codesi, kimhi naṃ codesi, sīlavipattiyā codesi, ācāravipattiyā codesi, diṭṭhivipattiyā codesī’’ti. So ce evaṃ vadeyya ‘‘sīlavipattiyā vā codemi, ācāravipattiyā vā codemi, diṭṭhivipattiyā vā codemī’’ti. So evamassa vacanīyo ‘‘jānāsi panāyasmā sīlavipattiṃ, jānāsi ācāravipattiṃ, jānāsi diṭṭhivipatti’’nti. So ce evaṃ vadeyya ‘‘jānāmi kho ahaṃ, āvuso, sīlavipattiṃ, jānāmi ācāravipattiṃ, jānāmi diṭṭhivipatti’’nti. So evamassa vacanīyo ‘‘katamā panāvuso, sīlavipatti, katamā ācāravipatti, katamā diṭṭhivipattī’’ti? So ce evaṃ vadeyya ‘‘cattāri pārājikāni terasa saṅghādisesā, ayaṃ sīlavipatti. Thullaccayaṃ pācittiyaṃ pāṭidesanīyaṃ dukkaṭaṃ dubbhāsitaṃ, ayaṃ ācāravipatti. Micchādiṭṭhi antaggāhikā diṭṭhi, ayaṃ diṭṭhivipattī’’ti.",
  "tika-vin05t31:77": "So evamassa vacanīyo ‘‘yaṃ kho tvaṃ, āvuso, imaṃ bhikkhuṃ codesi, diṭṭhena vā codesi, sutena vā codesi, parisaṅkāya vā codesī’’ti . So ce evaṃ vadeyya ‘‘diṭṭhena vā codemi, sutena vā codemi, parisaṅkāya vā codemī’’ti. So evamassa vacanīyo ‘‘yaṃ kho tvaṃ, āvuso, imaṃ bhikkhuṃ diṭṭhena codesi, kiṃ te diṭṭhaṃ, kinti te diṭṭhaṃ, kadā te diṭṭhaṃ, kattha te diṭṭhaṃ, pārājikaṃ ajjhāpajjanto diṭṭho, saṅghādisesaṃ ajjhāpajjanto diṭṭho, thullaccayaṃ pācittiyaṃ pāṭidesanīyaṃ dukkaṭaṃ dubbhāsitaṃ ajjhāpajjanto diṭṭho, kattha cāyaṃ bhikkhu ahosi, kattha ca tvaṃ karosi, kiñca tvaṃ karosi, kiṃ ayaṃ bhikkhu karotī’’ti?",
  "tika-vin05t31:78": "So ce evaṃ vadeyya ‘‘na kho ahaṃ, āvuso, imaṃ bhikkhuṃ diṭṭhena codemi, apica sutena codemī’’ti. So evamassa vacanīyo ‘‘yaṃ kho tvaṃ, āvuso, imaṃ bhikkhuṃ sutena codesi, kiṃ te sutaṃ, kinti te sutaṃ, kadā te sutaṃ, kattha te sutaṃ, pārājikaṃ ajjhāpannoti sutaṃ, saṅghādisesaṃ ajjhāpannoti sutaṃ, thullaccayaṃ pācittiyaṃ pāṭidesanīyaṃ dukkaṭaṃ dubbhāsitaṃ ajjhāpannoti sutaṃ, bhikkhussa sutaṃ, bhikkhuniyā sutaṃ, sikkhamānāya sutaṃ, sāmaṇerassa sutaṃ, sāmaṇeriyā sutaṃ, upāsakassa sutaṃ, upāsikāya sutaṃ, rājūnaṃ sutaṃ, rājamahāmattānaṃ sutaṃ, titthiyānaṃ sutaṃ, titthiyasāvakānaṃ suta’’nti.",
  "tika-vin05t31:79": "So ce evaṃ vadeyya ‘‘na kho ahaṃ, āvuso, imaṃ bhikkhuṃ sutena codemi, apica parisaṅkāya codemī’’ti. So evamassa vacanīyo ‘‘yaṃ kho tvaṃ, āvuso, imaṃ bhikkhuṃ parisaṅkāya codesi, kiṃ parisaṅkasi, kinti parisaṅkasi, kadā parisaṅkasi, kattha parisaṅkasi? Pārājikaṃ dhammaṃ ajjhāpannoti parisaṅkasi, saṅghādisesaṃ thullaccayaṃ pācittiyaṃ pāṭidesanīyaṃ dukkaṭaṃ dubbhāsitaṃ ajjhāpannoti parisaṅkasi, bhikkhussa sutvā parisaṅkasi, bhikkhuniyā sutvā…pe… titthiyasāvakānaṃ sutvā parisaṅkasī’’ti.",
  "tika-vin05t31:80": "Diṭṭhaṃ diṭṭhena sameti, diṭṭhena saṃsandate diṭṭhaṃ;",
  "tika-vin05t31:81": "Diṭṭhaṃ paṭicca na upeti, asuddhaparisaṅkito;",
  "tika-vin05t31:82": "So puggalo paṭiññāya, kātabbo tenuposatho.",
  "tika-vin05t31:83": "Sutaṃ sutena sameti, sutena saṃsandate sutaṃ;",
  "tika-vin05t31:84": "Sutaṃ paṭicca na upeti, asuddhaparisaṅkito;",
  "tika-vin05t31:85": "So puggalo paṭiññāya, kātabbo tenuposatho.",
  "tika-vin05t31:86": "Mutaṃ mutena sameti, mutena saṃsandate mutaṃ;",
  "tika-vin05t31:87": "Mutaṃ paṭicca na upeti, asuddhaparisaṅkito;",
  "tika-vin05t31:88": "So puggalo paṭiññāya, kātabbo tenuposatho.",
  "tika-vin05t31:89": "Paṭiññā lajjīsu katā, alajjīsu evaṃ na vijjati;",
  "tika-vin05t31:90": "Bahumpi alajjī bhāseyya, vattānusandhitena kārayeti. (pari. 359);",
  "tika-vin05t31:91": "Apicettha saṅgāmāvacarena bhikkhunā saṅghaṃ upasaṅkamantena nīcacittena saṅgho upasaṅkamitabbo rajoharaṇasamena cittena, āsanakusalena bhavitabbaṃ nisajjakusalena, there bhikkhū anupakhajjantena nave bhikkhū āsanena appaṭibāhantena yathāpatirūpe āsane nisīditabbaṃ, anānākathikena bhavitabbaṃ atiracchānakathikena, sāmaṃ vā dhammo bhāsitabbo, paro vā ajjhesitabbo, ariyo vā tuṇhībhāvo nātimaññitabbo.",
  "tika-vin05t31:92": "Saṅghena anumatena puggalena anuvijjakena anuvijjitukāmena na upajjhāyo pucchitabbo, na ācariyo pucchitabbo, na saddhivihāriko pucchitabbo, na antevāsiko pucchitabbo, na samānupajjhāyako pucchitabbo, na samānācariyako pucchitabbo, na jāti pucchitabbā, na nāmaṃ pucchitabbaṃ, na gottaṃ pucchitabbaṃ, na āgamo pucchitabbo, na kulapadeso pucchitabbo, na jātibhūmi pucchitabbā. Taṃ kiṃkāraṇā? Atrassa pemaṃ vā doso vā, peme vā sati dose vā chandāpi gaccheyya dosāpi gaccheyya mohāpi gaccheyya bhayāpi gaccheyyāti.",
  "tika-vin05t31:93": "Saṅghena anumatena puggalena anuvijjakena anuvijjitukāmena saṅghagarukena bhavitabbaṃ, no puggalagarukena, saddhammagarukena bhavitabbaṃ, no āmisagarukena, atthavasikena bhavitabbaṃ, no parisakappikena, kālena anuvijjitabbaṃ, no akālena, bhūtena anuvijjitabbaṃ, no abhūtena, saṇhena anuvijjitabbaṃ, no pharusena, atthasaṃhitena anuvijjitabbaṃ, no anatthasaṃhitena, mettacittena anuvijjitabbaṃ, no dosantarena, na upakaṇṇakajappinā bhavitabbaṃ, na jimhaṃ pekkhitabbaṃ, na akkhi nikhaṇitabbaṃ, na bhamukaṃ ukkhipitabbaṃ, na sīsaṃ ukkhipitabbaṃ, na hatthavikāro kātabbo, na hatthamuddā dassetabbā.",
  "tika-vin05t31:94": "Āsanakusalena bhavitabbaṃ nisajjakusalena, yugamattaṃ pekkhantena atthaṃ anuvidhiyantena sake āsane nisīditabbaṃ, na ca āsanā vuṭṭhātabbaṃ, na vītihātabbaṃ, na kummaggo sevitabbo, na bāhāvikkhepakaṃ bhaṇitabbaṃ, aturitena bhavitabbaṃ asāhasikena, acaṇḍikatena bhavitabbaṃ vacanakkhamena, mettacittena bhavitabbaṃ hitānukampinā, kāruṇikena bhavitabbaṃ hitaparisakkinā, asamphappalāpinā bhavitabbaṃ pariyantabhāṇinā, averavasikena bhavitabbaṃ anasuruttena, attā pariggahetabbo, paro pariggahetabbo, codako pariggahetabbo, cuditako pariggahetabbo, adhammacodako pariggahetabbo, adhammacuditako pariggahetabbo, dhammacodako pariggahetabbo, dhammacuditako pariggahetabbo, vuttaṃ ahāpentena avuttaṃ appakāsentena otiṇṇāni padabyañjanāni sādhukaṃ uggahetvā paro paripucchitvā yathāpaṭiññāya kāretabbo, mando hāsetabbo, bhīru assāsetabbo, caṇḍo nisedhetabbo, asuci vibhāvetabbo, ujumaddavena na chandāgati gantabbā, na dosāgati gantabbā, na mohāgati gantabbā, na bhayāgati gantabbā, majjhattena bhavitabbaṃ dhammesu ca puggalesu ca, evañca pana anuvijjako anuvijjamāno satthu ceva sāsanakaro hoti, viññūnañca sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cāti.",
  "tika-vin05t31:95": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t31:96": "Codanādivinicchayakathā samattā."
}