{
  "tika-s0404t8:0": "1. Sambodhivaggo",
  "tika-s0404t8:1": "1-2. Sambodhisuttādivaṇṇanā",
  "tika-s0404t8:2": "1-2. Navakanipātassa paṭhamadutiyesu natthi vattabbaṁ.",
  "tika-s0404t8:3": "3. Meghiyasuttavaṇṇanā",
  "tika-s0404t8:4": "3. Tatiye (udā. aṭṭha. 31) meghiyoti tassa therassa nāmaṁ. Upaṭṭhāko hotīti paricārako hoti. Bhagavato hi paṭhamabodhiyaṁ upaṭṭhākā anibaddhā ahesuṁ. Ekadā nāgasamalo, ekadā nāgito, ekadā upavāṇo, ekadā sunakkhatto, ekadā cundo samaṇuddeso , ekadā sāgato, ekadā meghiyo, tadāpi meghiyattherova upaṭṭhāko hoti. Tenāha ‘‘tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hotī’’ti.",
  "tika-s0404t8:5": "Kimikāḷāyāti kāḷakimīnaṁ bahulatāya ‘‘kimikāḷā’’ti laddhanāmāya nadiyā. Jaṅghāvihāranti ciranisajjāya jaṅghāsu uppannakilamathavinodanatthaṁ vicaraṇaṁ. Pāsādikanti aviraḷarukkhatāya siniddhapattatāya ca passantānaṁ pasādaṁ āvahatīti pāsādikaṁ. Sandacchāyatāya manuññabhūmibhāgatāya ca anto paviṭṭhānaṁ pītisomanassajananaṭṭhena cittaṁ rametīti ramaṇīyaṁ. Alanti pariyattaṁ, yuttantipi attho. Padhānatthikassāti padhānena bhāvanānuyogena atthikassa. Yasmā so padhānakamme yutto padhānakammiko nāma hoti, tasmā vuttaṁ ‘‘padhānakammikassā’’ti. Āgaccheyyāhanti āgaccheyyaṁ ahaṁ. Therena kira pubbe taṁ ṭhānaṁ anuppaṭipāṭiyā pañca jātisatāni raññā eva satā anubhūtapubbaṁ uyyānaṁ ahosi, tenassa diṭṭhamatteyeva tattha viharituṁ cittaṁ nami.",
  "tika-s0404t8:6": "Yāvaaññopi koci bhikkhu āgacchatīti añño kocipi bhikkhu mama santikaṁ yāva āgacchati, tāva āgamehīti attho. ‘‘Koci bhikkhu dissatī’’tipi pāṭho, ‘‘āgacchatū’’tipi paṭhanti, tathā ‘‘dissatū’’tipi. Natthi kiñci uttari karaṇīyanti catūsu saccesu catūhi maggehi pariññādīnaṁ soḷasannaṁ kiccānaṁ katattā abhisambodhiyā vā adhigatattā tato aññaṁ uttari karaṇīyaṁ nāma natthi. Catūsu saccesu catunnaṁ kiccānaṁ katattāti idaṁ pana maggavasena labbhabhānaṁ bhedaṁ anupekkhitvā vuttaṁ. Atthi katassa paṭicayoti mayhaṁ santāne nipphāditassa sīlādidhammassa ariyamaggassa anadhigatattā tadatthaṁ puna vaḍḍhanasaṅkhāto paṭicayo atthi, icchitabboti attho.",
  "tika-s0404t8:7": "Tividhanāṭakaparivāroti mahantitthiyo majjhimitthiyo atitaruṇitthiyoti evaṁ vadhūkumārikakaññāvatthāhi tividhāhi nāṭakitthīhi parivuto. Akusalavitakkehīti yathāvuttehi kāmavitakkādīhi. Apare pana ‘‘tasmiṁ vanasaṇḍe pupphaphalapallavādīsu lobhavasena kāmavitakko, kharassarānaṁ pakkhiādīnaṁ saddassavanena byāpādavitakko, leḍḍuādīhi tesaṁ viheṭhanādhippāyena vihiṁsāvitakko. ‘Idhevāhaṁ vaseyya’nti tattha sāpekkhatāvasena vā kāmavitakko, vanacarake tattha tattha disvā tesu cittadubbhanena byāpādavitakko, tesaṁ viheṭhanādhippāyena vihiṁsāvitakko tassa uppajjatī’’ti vadanti. Yathā tathā vā tassa micchāvitakkappavattiyeva acchariyakāraṇaṁ. Acchariyaṁ vata, bhoti garahaṇacchariyaṁ nāma kiretaṁ . Yathā āyasmā ānando bhagavato valiyagattaṁ disvā avoca ‘‘acchariyaṁ, bhante, abbhutaṁ, bhante’’ti (saṁ. ni. 5.511). Samparivāritāti vokiṇṇā. Attani garumhi ca ekattepi bahuvacanaṁ dissati. ‘‘Anvāsatto’’tipi pāṭho. Kasmā panassa bhagavā tattha gamanaṁ anujāni? ‘‘Ananuññātopi cāyaṁ maṁ ohāya gacchissateva, paricārakāmatāya maññe bhagavā gantuṁ na detīti cassa siyā aññathattaṁ, tadassa dīgharattaṁ ahitāya dukkhāya saṁvatteyyā’’ti anujāni.",
  "tika-s0404t8:8": "Evaṁ tasmiṁ attano pavattiṁ ārocetvā nisinne athassa bhagavā sappāyadhammaṁ desento ‘‘aparipakkāya, meghiya, cetovimuttiyā’’tiādimāha. Tattha ‘‘aparipakkāyā’’ti paripākaṁ appattāya. Cetovimuttiyāti kilesehi cetaso vimuttiyā. Pubbabhāge hi tadaṅgavasena ceva vikkhambhanavasena ca cetaso vimutti hoti, aparabhāge samucchedavasena ceva paṭippassaddhivasena ca. Sāyaṁ vimutti heṭṭhā vitthārato kathitāva, tasmā tattha vuttanayena veditabbā. Tattha vimuttiparipācanīyehi dhammehi āsaye paripācite sodhite vipassanāya maggagabbhaṁ gaṇhantiyā paripākaṁ gacchantiyā cetovimutti paripakkā nāma hoti, tadabhāve aparipakkā.",
  "tika-s0404t8:9": "Katame pana vimuttiparipācanīyā dhammā? Saddhindriyādīnaṁ visuddhikaraṇavasena pannarasa dhammā veditabbā. Vuttañhetaṁ –",
  "tika-s0404t8:10": "‘‘Assaddhe puggale parivajjayato, saddhe puggale sevato bhajato payirupāsato, pasādanīye suttante paccavekkhato imehi tīhākārehi saddhindriyaṁ visujjhati.",
  "tika-s0404t8:11": "‘‘Kusīte puggale parivajjayato, āraddhavīriye puggale sevato bhajato payirupāsato, sammappadhāne paccavekkhato imehi tīhākārehi vīriyindriyaṁ visujjhati.",
  "tika-s0404t8:12": "‘‘Muṭṭhassatī puggale parivajjayato, upaṭṭhitassatī puggale sevato bhajato payirupāsato, satipaṭṭhāne paccavekkhato imehi tīhākārehi satindriyaṁ visujjhati.",
  "tika-s0404t8:13": "‘‘Asamāhite puggale parivajjayato, samāhite puggale sevato bhajato payirupāsato, jhānavimokkhe paccavekkhato imehi tīhākārehi samādhindriyaṁ visujjhati.",
  "tika-s0404t8:14": "‘‘Duppaññe puggale parivajjayato, paññavante puggale sevato bhajato payirupāsato, gambhīrañāṇacariyaṁ paccavekkhato imehi tīhākārehi paññindriyaṁ visujjhati.",
  "tika-s0404t8:15": "‘‘Iti ime pañca puggale parivajjayato, pañca puggale sevato bhajato payirupāsato, pañca suttante paccavekkhato imehi pannarasahi ākārehi imāni pañcindriyāni visujjhantī’’ti (paṭi. ma. 1.185).",
  "tika-s0404t8:16": "Aparehipi pannarasahi ākārehi imāni pañcindriyāni visujjhanti. Aparepi pannarasa dhammā vimuttiparipācanīyā. Saddhāpañcamāni indriyāni, aniccasaññā anicce, dukkhasaññā dukkhe, anattasaññā, pahānasaññā, virāgasaññāti imā pañca nibbedhabhāgiyā saññā, kalyāṇamittatā, sīlasaṁvaro, abhisallekhatā, vīriyārambho, nibbedhikapaññāti. Tesu veneyyadamanakusalo satthā veneyyassa meghiyattherassa ajjhāsayavasena idha kalyāṇamittatādayo vimuttiparipācanīye dhamme dassento ‘‘pañca dhammā paripakkāya saṁvattantī’’ti vatvā te vitthārento ‘‘idha, meghiya, bhikkhu kalyāṇamitto hotī’’tiādimāha.",
  "tika-s0404t8:17": "Tattha kalyāṇamittoti kalyāṇo bhaddo sundaro mitto etassāti kalyāṇamitto. Yassa sīlādiguṇasampanno ‘‘aghassa tātā hitassa vidhātā’’ti evaṁ sabbākārena upakāro mitto hoti, so puggalo kalyāṇamittova. Yathāvuttehi kalyāṇapuggaleheva sabbiriyāpathesu saha ayati pavattati, na vinā tehīti kalyāṇasahāyo. Kalyāṇapuggalesu eva cittena ceva kāyena ca ninnapoṇapabbhārabhāvena pavattatīti kalyāṇasampavaṅko. Padattayena kalyāṇamittasaṁsagge ādaraṁ uppādeti. Ayaṁ kalyāṇamittatāsaṅkhāto brahmacariyavāsassa ādibhāvato sabbesañca kusaladhammānaṁ bahukāratāya padhānabhāvato ca imesu pañcasu dhammesu ādito vuttattā paṭhamo anavajjadhammo avisuddhānaṁ saddhādīnaṁ visuddhikaraṇavasena cetovimuttiyā paripakkāya saṁvattati. Ettha ca kalyāṇamittassa bahukāratā padhānatā ca ‘‘upaḍḍhamidaṁ, bhante, brahmacariyassa yadidaṁ kalyāṇamittatā’’ti vadantaṁ dhammabhaṇḍāgārikaṁ ‘‘mā hevaṁ, ānandā’’ti dvikkhatuṁ paṭisedhetvā ‘‘sakalameva hidaṁ, ānanda, brahmacariyaṁ yadidaṁ kalyāṇamittatā kalyāṇasahāyatā’’ti – ādisuttapadehi (saṁ. ni. 1.129; 5.2) veditabbā.",
  "tika-s0404t8:18": "Puna caparanti puna ca aparaṁ dhammajātaṁ. Sīlavāti ettha kenaṭṭhena sīlaṁ? Sīlanaṭṭhena sīlaṁ . Kimidaṁ sīlanaṁ nāma? Samādhānaṁ, kāyakammādīnaṁ susīlyavasena avippakiṇṇatāti attho. Atha vā upadhāraṇaṁ, jhānādikusaladhammānaṁ patiṭṭhānavasena ādhārabhāvoti attho. Tasmā sīleti, sīlatīti vā sīlaṁ. Ayaṁ tāva saddalakkhaṇanayena sīlaṭṭho. Apare pana ‘‘siraṭṭho sīlaṭṭho, sītalaṭṭho, sīlaṭṭho’’ti niruttinayena atthaṁ vaṇṇenti. Tayidaṁ pāripūrito atisayato vā sīlaṁ assa atthīti sīlavā, sīlasampannoti attho.",
  "tika-s0404t8:19": "Yathā ca sīlavā hoti sīlasampanno, taṁ dassetuṁ ‘‘pātimokkhasaṁvarasaṁvuto’’tiādi vuttaṁ. Tattha pātimokkhanti sikkhāpadasīlaṁ. Tañhi yo naṁ pāti rakkhati, taṁ mokkheti moceti āpāyikādīhi dukkhehīti pātimokkhaṁ. Saṁvaraṇaṁ saṁvaro, kāyavācāhi avītikkamo. Pātimokkhameva saṁvaro pātimokkhasaṁvaro, tena saṁvuto pihitakāyavācoti pātimokkhasaṁvarasaṁvuto. Idamassa tasmiṁ sīle patiṭṭhitabhāvaparidīpanaṁ. Viharatīti tadanurūpavihārasamaṅgibhāvaparidīpanaṁ. Ācāragocarasampannoti heṭṭhā pātimokkhasaṁvarassa upari visesānaṁ yogassa ca upakāradhammaparidīpanaṁ. Aṇumattesu vajjesu bhayadassāvīti pātimokkhasīlato acavanadhammatāparidīpanaṁ. Samādāyāti sikkhāpadānaṁ anavasesato ādānaparidīpanaṁ. Sikkhatīti sikkhāya samaṅgibhāvaparidīpanaṁ. Sikkhāpadesūti sikkhitabbadhammaparidīpanaṁ.",
  "tika-s0404t8:20": "Aparo nayo – kilesānaṁ balavabhāvato pāpakiriyāya sukarabhāvato puññakiriyāya ca dukkarabhāvato bahukkhattuṁ apāyesu patanasīloti pātī, puthujjano. Aniccatāya vā bhavādīsu kammavegukkhitto ghaṭiyantaṁ viya anavaṭṭhānena paribbhamanato gamanasīloti pātī. Maraṇavasena vā tamhi tamhi sattanikāye attabhāvassa patanasīlo vā pātī, sattasantāno, cittameva vā. Taṁ pātinaṁ saṁsāradukkhato mokkhetīti pātimokkhaṁ. Cittassa hi vimokkhena satto ‘‘vimutto’’ti vuccati. Vuttañhi ‘‘cittavodānā visujjhantī’’ti (saṁ. ni. 3.100), ‘‘anupādāya āsavehi cittaṁ vimutta’’nti (mahāva. 28) ca.",
  "tika-s0404t8:21": "Atha vā avijjādihetunā saṁsāre patati gacchati pavattatīti pāti. ‘‘Avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarata’’nti (saṁ. ni. 2.124) hi vuttaṁ. Tassa pātino sattassa taṇhādisaṁkilesattayato mokkho etenāti pātimokkhaṁ.",
  "tika-s0404t8:22": "Atha vā pāteti vinipāteti dukkheti pāti, cittaṁ. Vuttañhi ‘‘cittena nīyatī loko, cittena parikassatī’’ti (saṁ. ni. 1.62). Tassa pātino mokkho etenāti pātimokkhaṁ. Patati vā etena apāyadukkhe saṁsāradukkhe cāti pāti, taṇhādisaṁkileso. Vuttañhi ‘‘taṇhā janeti purisaṁ (saṁ. ni. 1.55). Taṇhādutiyo puriso’’ti (a. ni. 4.9; itivu. 15, 105) ca ādi. Tato pātito mokkhoti pātimokkhaṁ.",
  "tika-s0404t8:23": "Atha vā patati etthāti pāti, cha ajjhattikabāhirāni āyatanāni. Vuttañhi ‘‘chasu loko samuppanno, chasu kubbati santhava’’nti (su. ni. 171). Tato chaajjhattikabāhirāyatanasaṅkhātato pātito mokkhoti pātimokkhaṁ. Atha vā pāto vinipāto assa atthīti pātī, saṁsāro. Tato mokkhoti pātimokkhaṁ. Atha vā sabbalokādhipatibhāvato dhammissaro bhagavā patīti vuccati, muccati etenāti mokkho, patino mokkho tena paññattattāti patimokkho, patimokkho eva pātimokkhaṁ. Sabbaguṇānaṁ vā mūlabhāvato uttamaṭṭhena pati ca so yathāvuttenatthena mokkho cāti patimokkho, patimokkho eva pātimokkhaṁ. Tathā hi vuttaṁ ‘‘pātimokkhanti ādimetaṁ mukhametaṁ pamukhameta’’nti (mahāva. 135) vitthāro.",
  "tika-s0404t8:24": "Atha vā pa-iti pakāre, atīti accantatthe nipāto, tasmā pakārehi accantaṁ mokkhetīti pātimokkhaṁ. Idañhi sīlaṁ sayaṁ tadaṅgavasena, samādhisahitaṁ paññāsahitañca vikkhambhanavasena samucchedavasena accantaṁ mokkheti mocetīti pātimokkhaṁ. Pati pati mokkhoti vā patimokkho, tamhā tamhā vītikkamadosato paccekaṁ mokkhoti attho. Patimokkho eva pātimokkhaṁ. Mokkhoti vā nibbānaṁ, tassa mokkhassa paṭibimbabhūtoti patimokkho. Sīlasaṁvaro hi sūriyassa aruṇuggamanaṁ viya nibbānassa udayabhūto tappaṭibhāgova yathārahaṁ kilesanibbāpanato. Patimokkhoyeva pātimokkhaṁ. Atha vā mokkhaṁ pati vattati, mokkhābhimukhanti vā patimokkhaṁ, patimokkhameva pātimokkhanti evaṁ tāva ettha pātimokkhasaddassa attho veditabbo.",
  "tika-s0404t8:25": "Saṁvarati pidahati etenāti saṁvaro, pātimokkhameva saṁvaroti pātimokkhasaṁvaro. Atthato pana tato tato vītikkamitabbato viratiyo cetanā ca, tena pātimokkhasaṁvarena upeto samannāgato pātimokkhasaṁvarasaṁvuto. Vuttañhetaṁ bhagavatā – ‘‘iminā pātimokkhasaṁvarena upeto hoti samupeto upagato sampanno samannāgato, tena vuccati pātimokkhasaṁvarasaṁvuto’’ti (vibha. 511).",
  "tika-s0404t8:26": "Viharatīti iriyāpathavihārena viharati iriyati vattati. Ācāragocarasampannoti veḷudānādimicchājīvassa kāyapāgabbhiyādīnañca akaraṇena sabbaso anācāraṁ vajjetvā kāyiko avītikkamo, vācasiko avītikkamo, kāyikavācasiko avītikkamoti evaṁ vuttabhikkhu sāruppaācārasampattiyā vesiyādiagocaraṁ vajjetvā piṇḍapātādiatthaṁ upasaṅkamituṁ yuttaṭṭhānasaṅkhātagocaracaraṇena ca sampannattā ācāragocarasampanno.",
  "tika-s0404t8:27": "Apica yo bhikkhu satthari sagāravo sappatisso sabrahmacārīsu sagāravo sappatisso hirottappasampanno sunivattho supāruto pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena iriyāpathasampanno indriyesu guttadvāro bhojane mattaññū jāgariyaṁ anuyutto satisampajaññena samannāgato appiccho santuṭṭho pavivitto asaṁsaṭṭho ābhisamācārikesu sakkaccakārī garucittīkārabahulo viharati, ayaṁ vuccati ācārasampanno.",
  "tika-s0404t8:28": "Gocaro pana upanissayagocaro, ārakkhagocaro, upanibandhagocaroti tividho. Tattha yo dasakathāvatthuguṇasamannāgato vuttalakkhaṇo kalyāṇamitto, yaṁ nissāya assutaṁ suṇāti, sutaṁ pariyodāpeti, kaṅkhaṁ vitarati, diṭṭhiṁ ujuṁ karoti, cittaṁ pasādeti, yassa ca anusikkhanto saddhāya vaḍḍhati, sīlena, sutena, cāgena, paññāya vaḍḍhati, ayaṁ vuccati upanissayagocaro.",
  "tika-s0404t8:29": "Yo bhikkhu antaragharaṁ paviṭṭho vīthiṁ paṭipanno okkhittacakkhu yugamattadassī saṁvuto gacchati, na hatthiṁ olokento, na assaṁ, na rathaṁ , na pattiṁ, na itthiṁ, na purisaṁ olokento, na uddhaṁ ullokento, na adho olokento, na disāvidisaṁ pekkhamāno gacchati, ayaṁ ārakkhagocaro.",
  "tika-s0404t8:30": "Upanibandhagocaro pana cattāro satipaṭṭhānā, yattha bhikkhu attano cittaṁ upanibandhati. Vuttañhetaṁ bhagavatā – ‘‘ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo, yadidaṁ cattāro satipaṭṭhānā’’ti (saṁ. ni. 5.372). Tattha upanissayagocarassa pubbe vuttattā itaresaṁ vasenettha gocaro veditabbo. Iti yathāvuttāya ācārasampattiyā imāya ca gocarasampattiyā samannāgatattā ācāragocarasampanno.",
  "tika-s0404t8:31": "Aṇumattesu vajjesu bhayadassāvīti appamattakattā aṇuppamāṇesu assatiyā asañcicca āpannasekhiyaakusalacittuppādādibhedesu vajjesu bhayadassanasīlo. Yo hi bhikkhu paramāṇumattaṁ vajjaṁ aṭṭhasaṭṭhiyojanasatasahassubbedhasinerupabbatarājasadisaṁ katvā passati, yopi sabbalahukaṁ dubbhāsitamattaṁ pārājikasadisaṁ katvā passati, ayampi aṇumattesu vajjesu bhayadassāvī nāma. Samādāya sikkhati sikkhāpadesūti yaṁkiñci sikkhāpadesu sikkhitabbaṁ, taṁ sabbena sabbaṁ sabbathā sabbaṁ anavasesaṁ samādiyitvā sikkhati, vattati pūretīti attho.",
  "tika-s0404t8:32": "Abhisallekhikāti ativiya kilesānaṁ sallekhanīyā, tesaṁ tanubhāvāya pahānāya yuttarūpā. Cetovivaraṇasappāyāti cetaso paṭicchādakānaṁ nīvaraṇānaṁ dūrībhāvakaraṇena cetovivaraṇasaṅkhātānaṁ samathavipassanānaṁ sappāyā, samathavipassanācittasseva vā vivaraṇāya pākaṭīkaraṇāya vā sappāyā upakārikāti cetovivaraṇasappāyā.",
  "tika-s0404t8:33": "Idāni yena nibbidādiāvahaṇena ayaṁ kathā abhisallekhikā cetovivaraṇasappāyā ca nāma hoti, taṁ dassetuṁ ‘‘ekantanibbidāyā’’tiādi vuttaṁ. Tattha ekantanibbidāyāti ekaṁseneva vaṭṭadukkhato nibbindanatthāya. Virāgāya nirodhāyāti tasseva virajjanatthāya ca nirujjhanatthāya ca. Upasamāyāti sabbakilesavūpasamāya. Abhiññāyāti sabbassapi abhiññeyyassa abhijānanāya. Sambodhāyāti catumaggasambodhāya. Nibbānāyāti anupādisesanibbānāya. Etesu hi ādito tīhi padehi vipassanā vuttā, dvīhi nibbānaṁ vuttaṁ. Samathavipassanā ādiṁ katvā nibbānapariyosāno ayaṁ sabbo uttarimanussadhammo dasakathāvatthulābhino sijjhatīti dasseti.",
  "tika-s0404t8:34": "Idāni taṁ kathaṁ vibhajitvā dassento ‘‘appicchakathā’’tiādimāha. Tattha appicchoti niiccho, tassa kathā appicchakathā, appicchabhāvappaṭisaṁyuttakathā vā appicchakathā. Ettha ca atriccho, pāpiccho, mahiccho, appicchoti icchāvasena cattāro puggalā. Tesu attanā yathāladdhena lābhena atitto uparūpari lābhaṁ icchanto atriccho nāma. Yaṁ sandhāya –",
  "tika-s0404t8:35": "‘‘Catubbhi aṭṭhajjhagamā, aṭṭhāhipi ca soḷasa;",
  "tika-s0404t8:36": "Soḷasāhi ca bāttiṁsa, atricchaṁ cakkamāsado;",
  "tika-s0404t8:37": "Icchāhatassa posassa, cakkaṁ bhamati matthake’’ti. (jā. 1.5.103) ca;",
  "tika-s0404t8:38": "‘‘Atricchaṁ atilobhena, atilobhamadena cā’’ti. ca vuttaṁ;",
  "tika-s0404t8:39": "Lābhasakkārasilokanikāmayamānāya asantaguṇasambhāvanādhippāyo pāpiccho. Yaṁ sandhāya vuttaṁ ‘‘idhekacco assaddho samāno ‘saddhoti maṁ jano jānātū’ti icchati, dussīlo samāno ‘sīlavāti maṁ jano jānātū’ti icchatī’’tiādi (vibha. 851).",
  "tika-s0404t8:40": "Santaguṇasambhāvanādhippāyo paṭiggahaṇe amattaññū mahiccho, yaṁ sandhāya vuttaṁ ‘‘idhekacco saddho samāno ‘saddhoti maṁ jano jānātū’ti icchati, sīlavā samāno ‘sīlavāti maṁ jano jānātū’ti icchatī’’tiādi. Duttappiyatāya hissa vijātamātāpi cittaṁ gahetuṁ na sakkoti. Tenetaṁ vuccati –",
  "tika-s0404t8:41": "‘‘Aggikkhandho samuddo ca, mahiccho cāpi puggalo;",
  "tika-s0404t8:42": "Sakaṭena paccaye dentu, tayopete atappayā’’ti.",
  "tika-s0404t8:43": "Ete pana atricchatādayo dose ārakā vivajjetvā santaguṇaniguhanādhippāyo paṭiggahaṇe ca mattaññū appiccho. Attani vijjamānampi guṇaṁ paṭicchādetukāmatāya saddho samāno ‘‘saddhoti maṁ jano jānātū’’ti na icchati, sīlavā, bahussuto, pavivitto, āraddhavīriyo, upaṭṭhitassati, samāhito, paññavā samāno ‘‘paññavāti maṁ jano jānātū’’ti na icchati. Svāyaṁ paccayappiccho, dhutaṅgappiccho, pariyattiappiccho adhigamappicchoti catubbidho. Tattha catūsu paccayesu appiccho paccayadāyakaṁ deyyadhammaṁ attano thāmañca oloketvā sacepi hi deyyadhammo bahu hoti, dāyako appaṁ dātukāmo, dāyakassa vasena appameva gaṇhāti. Deyyadhammo ce appo, dāyako bahuṁ dātukāmo, deyyadhammassa vasena appameva gaṇhāti. Deyyadhammopi ce bahu, dāyakopi bahuṁ dātukāmo, attano thāmaṁ ñatvā pamāṇayuttameva gaṇhāti. Evarūpo hi bhikkhu anuppannaṁ lābhaṁ uppādeti, uppannaṁ lābhaṁ thāvaraṁ karoti, dāyakānaṁ cittaṁ ārādheti. Dhutaṅgasamādānassa pana attani atthibhāvaṁ na jānāpetukāmo dhutaṅgappiccho. Yo attano bahussutabhāvaṁ jānāpetuṁ na icchati, ayaṁ pariyattiappiccho. Yo pana sotāpannādīsu aññataro hutvā sabrahmacārīnampi attano sotāpannādibhāvaṁ jānāpetuṁ na icchati, ayaṁ adhigamappiccho. Evametesaṁ appicchānaṁ yā appicchatā, tassā saddhiṁ sandassanādividhinā anekākāravokārānisaṁsavibhāvanavasena sappaṭipakkhassa atricchatādibhedassa icchācārassa ādīnavavibhāvanavasena ca pavattā kathā appicchakathā.",
  "tika-s0404t8:44": "Santuṭṭhikathāti ettha santuṭṭhīti sakena attanā laddhena tuṭṭhi santuṭṭhi. Atha vā visamaṁ paccayicchaṁ pahāya samaṁ tuṭṭhi santuṭṭhi, santena vā vijjamānena tuṭṭhi santuṭṭhi. Vuttañcetaṁ –",
  "tika-s0404t8:45": "‘‘Atītaṁ nānubaddho so, nappajappamanāgataṁ;",
  "tika-s0404t8:46": "Paccuppannena yāpento, santuṭṭhoti pavuccatī’’ti.",
  "tika-s0404t8:47": "Sammā vā ñāyena bhagavatā anuññātavidhinā paccayehi tuṭṭhi santuṭṭhi, atthato itarītarapaccayasantoso, so dvādasavidho hoti. Kathaṁ? Cīvare yathālābhasantoso, yathābalasantoso, yathāsāruppasantosoti tividho. Evaṁ piṇḍapātādīsu.",
  "tika-s0404t8:48": "Tatrāyaṁ pabhedavaṇṇanā – idha bhikkhu cīvaraṁ labhati sundaraṁ vā asundaraṁ vā, so teneva yāpeti, aññaṁ na pattheti, labhantopi na gaṇhāti, ayamassa cīvare yathālābhasantoso. Atha pana pakatidubbalo vā hoti ābādhajarābhibhūto vā, garucīvaraṁ pārupanto kilamati, so sabhāgena bhikkhunā saddhiṁ taṁ parivattetvā lahukena yāpentopi santuṭṭhova hoti, ayamassa cīvare yathābalasantoso. Aparo paṇītapaccayalābhī hoti, so paṭṭacīvarādīnaṁ aññataraṁ mahagghacīvaraṁ bahūni vā labhitvā ‘‘idaṁ therānaṁ cirapabbajitānaṁ bahussutānaṁ anurūpaṁ, idaṁ gilānānaṁ dubbalānaṁ appalābhīnaṁ hotū’’ti tesaṁ datvā attanā saṅkārakūṭādito vā nantakāni uccinitvā saṅghāṭiṁ katvā tesaṁ vā purāṇacīvarāni gahetvā dhārentopi santuṭṭhova hoti, ayamassa cīvare yathāsāruppasantoso.",
  "tika-s0404t8:49": "Idha pana bhikkhu piṇḍapātaṁ labhati lūkhaṁ vā paṇītaṁ vā, so teneva yāpeti, aññaṁ na pattheti, labhantopi na gaṇhāti, ayamassa piṇḍapāte yathālābhasantoso. Atha pana ābādhiko hoti, lūkhaṁ paṇītaṁ pakativiruddhaṁ byādhiviruddhaṁ vā piṇḍapātaṁ bhuñjitvā gāḷhaṁ vā rogābādhaṁ pāpuṇāti, so sabhāgassa bhikkhuno datvā tassa hatthato sappāyabhojanaṁ bhuñjitvā samaṇadhammaṁ karontopi santuṭṭhova hoti, ayamassa piṇḍapāte yathābalasantoso. Aparo bahuṁ paṇītaṁ piṇḍapātaṁ labhati, so ‘‘ayaṁ piṇḍapāto cirapabbajitānaṁ anurūpo’’ti cīvaraṁ viya tesaṁ datvā tesaṁ vā sesakaṁ attanā piṇḍāya caritvā missakāhāraṁ vā bhuñjantopi santuṭṭhova hoti, ayamassa piṇḍapāte yathāsāruppasantoso.",
  "tika-s0404t8:50": "Idha pana bhikkhuno senāsanaṁ pāpuṇāti manāpaṁ vā āmanāpaṁ vā antamaso tiṇasanthārakampi, so teneva santussati, puna aññaṁ sundarataraṁ pāpuṇāti, taṁ na gaṇhāti, ayamassa senāsane yathālābhasantoso. Atha pana ābādhiko hoti dubbalo vā, pakativiruddhaṁ vā so byādhiviruddhaṁ vā senāsanaṁ labhati, yatthassa vasato aphāsu hoti, so taṁ sabhāgassa bhikkhuno datvā tassa santake sappāyasenāsane vasitvā samaṇadhammaṁ karontopi santuṭṭhova hoti, ayamassa senāsane yathābalasantoso. Aparo sundaraṁ senāsanaṁ pattampi na sampaṭicchati ‘‘paṇītasenāsanaṁ nāma pamādaṭṭhāna’’nti, mahāpuññatāya vā leṇamaṇḍapakūṭāgārādīni bahūni paṇītasenāsanāni labhati, so tāni cīvarādīni viya cirapabbajitādīnaṁ datvā yattha katthaci vasantopi santuṭṭhova hoti, ayamassa senāsane yathāsāruppasantoso.",
  "tika-s0404t8:51": "Idha pana bhikkhu bhesajjaṁ labhati lūkhaṁ vā paṇītaṁ vā, so teneva tussati, aññaṁ na pattheti, labhantopi na gaṇhāti, ayaṁ gilānapaccaye yathālābhasantoso. Atha pana telena atthiko phāṇitaṁ labhati, so yaṁ labhati, so taṁ sabhāgassa bhikkhuno datvā tassa hatthato telena bhesajjaṁ katvā samaṇadhammaṁ karontopi santuṭṭhova hoti, ayamassa gilānapaccaye yathābalasantoso. Aparo mahāpuñño bahuṁ telamadhuphāṇitādipaṇītabhesajjaṁ labhati, so taṁ cīvarādīni viya cirapabbajitādīnaṁ datvā tesaṁ ābhatakena yena kenaci bhesajjaṁ karontopi santuṭṭhova hoti. Yo pana ekasmiṁ bhājane muttaharītakaṁ, ekasmiṁ catumadhuraṁ ṭhapetvā ‘‘gaṇhatha, bhante, yadicchasī’’ti vuccamāno ‘‘sacassa tesu aññatarenapi rogo vūpasammati, idaṁ muttaharītakaṁ nāma buddhādīhi vaṇṇita’’nti, ‘‘pūtimuttabhesajjaṁ nissāya pabbajjā, tattha te yāvajīvaṁ ussāho karaṇīyo’’ti (mahāva. 128) vacanaṁ anussaranto catumadhuraṁ paṭikkhipitvā muttaharītakena bhesajjaṁ karonto paramasantuṭṭhova hoti, ayamassa gilānapaccaye yathāsāruppasantoso.",
  "tika-s0404t8:52": "So evaṁpabhedo sabbopi santoso santuṭṭhīti pavuccati. Tena vuttaṁ ‘‘atthato itarītarapaccayasantoso’’ti. Tassā santuṭṭhiyā saddhiṁ sandassanādividhinā ānisaṁsavibhāvanavasena tappaṭipakkhassa atricchatādibhedassa icchācārassa ādīnavavibhāvanavasena ca pavattā kathā santuṭṭhikathā. Ito parāsupi kathāsu eseva nayo. Visesamattameva vakkhāma.",
  "tika-s0404t8:53": "Pavivekakathāti ettha kāyaviveko, cittaviveko, upadhivivekoti tayo vivekā. Tesu eko gacchati, eko tiṭṭhati, eko nisīdati , eko seyyaṁ kappeti, eko gāmaṁ piṇḍāya pavisati, eko paṭikkamati, eko abhikkamati, eko caṅkamaṁ adhiṭṭhāti, eko carati, eko viharati, evaṁ sabbiriyāpathesu sabbakiccesu gaṇasaṅgaṇikaṁ pahāya vivittavāso kāyaviveko nāma. Aṭṭha samāpattiyo pana cittaviveko nāma. Nibbānaṁ upadhiviveko nāma. Vuttañhetaṁ ‘‘kāyaviveko ca vivekaṭṭhakāyānaṁ nekkhammābhiratānaṁ, cittaviveko ca parisuddhacittānaṁ paramavodānappattānaṁ, upadhiviveko ca nirupadhīnaṁ puggalānaṁ visaṅkhāragatāna’’nti (mahāni. 57). Vivekoyeva paviveko, paviveke paṭisaṁyuttā kathā pavivekakathā.",
  "tika-s0404t8:54": "Asaṁsaggakathāti ettha savanasaṁsaggo, dassanasaṁsaggo, samullapanasaṁsaggo, sambhogasaṁsaggo, kāyasaṁsaggoti pañca saṁsaggā. Tesu idhekacco bhikkhu suṇāti ‘‘amukasmiṁ ṭhāne gāme vā nigame vā itthī abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā’’ti, so taṁ sutvā saṁsīdati visīdati, na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattati, evaṁ visabhāgārammaṇassavanena uppannakilesasanthavo savanasaṁsaggo nāma. Na heva kho bhikkhu suṇāti, apica kho sāmaṁ passati itthiṁ abhirūpaṁ dassanīyaṁ pāsādikaṁ paramāya vaṇṇapokkharatāya samannāgataṁ, so taṁ disvā saṁsīdati visīdati, na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattati, evaṁ visabhāgārammaṇadassanena uppannakilesasanthavo dassanasaṁsaggo nāma. Disvā pana aññamaññaṁ ālāpasallāpavasena uppanno kilesasanthavo samullapanasaṁsaggo nāma. Sañjagghanādipi eteneva saṅgayhati. Attano pana santakaṁ yaṁ kiñci mātugāmassa datvā adatvā vā tena dinnassa vanabhaṅginiyādino paribhogavasena uppanno kilesasanthavo sambhogasaṁsaggo nāma. Mātugāmassa hatthaggāhādivasena uppannakilesasanthavo kāyasaṁsaggo nāma.",
  "tika-s0404t8:55": "Yopi cesa ‘‘gihīhi saṁsaṭṭho viharati ananulomikena saṁsaggena sahasokī sahanandī sukhitesu sukhito dukkhitesu dukkhito uppannesu kiccakaraṇīyesu attanā vo yogaṁ āpajjatī’’ti (saṁ. ni. 3.3; mahāni. 164) evaṁ vutto ananulomiko gihisaṁsaggo nāma, yo ca sabrahmacārīhipi kilesuppattihetubhūto saṁsaggo, taṁ sabbaṁ pahāya yvāyaṁ saṁsāre thirataraṁ saṁvegasaṅkhāresu tibbaṁ bhayasaññaṁ sarīre paṭikkūlasaññaṁ sabbākusalesu jigucchāpubbaṅgamaṁ hirottappaṁ sabbakiriyāsu satisampajaññanti sabbaṁ paccupaṭṭhapetvā kamaladale jalabindu viya sabbattha alaggabhāvo, ayaṁ sabbasaṁsaggappaṭipakkhatāya asaṁsaggo, tappaṭisaṁyuttā kathā asaṁsaggakathā.",
  "tika-s0404t8:56": "Vīriyārambhakathāti ettha vīrassa bhāvo, kammanti vā vīriyaṁ, vidhinā īretabbaṁ pavattetabbanti vā vīriyaṁ, vīriyañca taṁ akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya ārabhanaṁ vīriyārambho. Svāyaṁ kāyiko, cetasiko cāti duvidho, ārambhadhātu, nikkamadhātu, parakkamadhātu, cāti tividho, sammappadhānavasena catubbidho. So sabbopi yo bhikkhu gamane uppannakilesaṁ ṭhānaṁ pāpuṇituṁ na deti, ṭhāne uppannaṁ nisajjaṁ, nisajjāya uppannaṁ sayanaṁ pāpuṇituṁ na deti, tattha tattheva ajapadena daṇḍena kaṇhasappaṁ uppīḷetvā gaṇhanto viya tikhiṇena asinā amittaṁ gīvāya paharanto viya sīsaṁ ukkhipituṁ adatvā vīriyabalena niggaṇhāti, tassevaṁ vīriyārambho āraddhavīriyassa vasena veditabbo, tappaṭisaṁyuttā kathā vīriyārambhakathā.",
  "tika-s0404t8:57": "Sīlakathātiādīsu duvidhaṁ sīlaṁ lokiyaṁ lokuttarañca. Tattha lokiyaṁ pātimokkhasaṁvarādi catupārisuddhisīlaṁ. Lokuttaraṁ maggasīlaṁ phalasīlañca. Tathā samādhipi. Vipassanāya pādakabhūtā saha upacārena aṭṭha samāpattiyo lokiyo samādhi, maggasampayutto panettha lokuttaro samādhi nāma. Tathā paññāpi. Lokiyā sutamayā, cintāmayā, jhānasampayuttā, vipassanāñāṇañca. Visesato panettha vipassanāpaññā gahetabbā. Lokuttarā maggapaññā phalapaññā ca. Vimutti ariyaphalavimutti nibbānañca. Apare pana tadaṅgavikkhambhanasamucchedavimuttīnampi vasenettha atthaṁ saṁvaṇṇenti. Vimuttiñāṇadassanampi ekūnavīsatividhaṁ paccavekkhaṇañāṇaṁ. Iti imesaṁ sīlādīnaṁ saddhiṁ sandassanādividhinā anekākāravokāraānisaṁsavibhāvanavasena ceva tappaṭipakkhānaṁ dussīlyādīnaṁ ādīnavavibhāvanavasena ca pavattā kathā, tappaṭisaṁyuttā kathā vā sīlādikathā nāma.",
  "tika-s0404t8:58": "Ettha ca ‘‘attanā ca appiccho hoti, appiccha kathañca paresaṁ kattā’’ti (ma. ni. 1.252; a. ni. 10.70) ‘‘santuṭṭho hoti itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’’ti (saṁ. ni. 2.144; cūḷani. khaggavisāṇapucchāniddeso 128) ca ādivacanato sayañca appicchatādiguṇasamannāgatena paresampi tadatthāya hitajjhāsayena pavattetabbā tathārūpī kathā. Yā idha abhisallekhikādibhāvena visesetvā vuttā appicchakathādīti veditabbā. Kārakasseva hi kathā visesato adhippetatthasādhinī. Tathā hi vakkhati – ‘‘kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ…pe… akasiralābhī’’ti (a. ni. 9.3).",
  "tika-s0404t8:59": "Evarūpiyāti īdisāya yathāvuttāya. Nikāmalābhīti yathicchitalābhī yathārucilābhī, sabbakālaṁ imaṁ kathaṁ sotuṁ vicāretuñca yathāsukhaṁ labhanto. Akicchalābhīti nidukkhalābhī. Akasiralābhīti vipulalābhī.",
  "tika-s0404t8:60": "Āraddhavīriyoti paggahitavīriyo. Akusalānaṁ dhammānaṁ pahānāyāti akosallasambhūtaṭṭhena akusalānaṁ pāpadhammānaṁ pajahanatthāya. Kusalānaṁ dhammānanti kucchitānaṁ salanādiatthena anavajjaṭṭhena ca kusalānaṁ sahavipassanānaṁ maggaphaladhammānaṁ. Upasampadāyāti sampādanāya attano santāne uppādanāya. Thāmavāti ussoḷhisaṅkhātena vīriyathāmena samannāgato. Daḷhaparakkamoti thiraparakkamo asithilavīriyo. Anikkhittadhuroti anorohitadhuro anosakkavīriyo.",
  "tika-s0404t8:61": "Paññavāti vipassanāpaññāya paññavā. Udayatthagāminiyāti pañcannaṁ khandhānaṁ udayañca vayañca paṭivijjhantiyā. Ariyāyāti vikkhambhanavasena kilesehi ārakā dūre ṭhitāya niddosāya. Nibbedhikāyāti nibbedhabhāgiyāya. Sammā dukkhakkhayagāminiyāti vaṭṭadukkhassa khepanato ‘‘dukkhakkhayo’’ti laddhanāmaṁ ariyamaggaṁ sammā hetunā nayena gacchantiyā. Imesu ca pana pañcasu dhammesu sīlaṁ vīriyaṁ paññā ca yogino ajjhattikaṁ aṅgaṁ, itaradvayaṁ bāhiraṁ aṅgaṁ. Tatthāpi kalyāṇamittasannissayeneva sesaṁ catubbidhaṁ ijjhati, kalyāṇamittassevettha bahukārataṁ dassento satthā ‘‘kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkha’’ntiādinā desanaṁ vaḍḍhesi. Tattha pāṭikaṅkhanti ekaṁsena icchitabbaṁ, avassaṁbhāvīti attho. Yanti kiriyāparāmasanaṁ . Idaṁ vuttaṁ hoti – ‘‘sīlavā bhavissatī’’ti ettha yadetaṁ kalyāṇamittassa bhikkhuno sīlavantatāya bhavanaṁ sīlasampannattaṁ, tassa bhikkhuno sīlasampannattā etaṁ tassa pāṭikaṅkhaṁ, avassaṁbhāvī ekaṁseneva tassa tattha niyojanatoti adhippāyo. Pātimokkhasaṁvarasaṁvuto viharatītiādīsupi eseva nayo.",
  "tika-s0404t8:62": "Evaṁ bhagavā sadevake loke uttamakalyāṇamittasaṅkhātassa attano vacanaṁ anādiyitvā taṁ vanasaṇḍaṁ pavisitvā tādisaṁ vippakāraṁ pattassa āyasmato meghiyassa kalyāṇamittatādinā sakalaṁ sāsanasampadaṁ dassetvā idānissa tattha ādarajātassa pubbe yehi kāmavitakkādīhi upaddutattā kammaṭṭhānaṁ na sampajjati, tassa tesaṁ ujuvipaccanīkabhūtattā ca bhāvanānayaṁ pakāsetvā tato paraṁ arahattassa kammaṭṭhānaṁ ācikkhanto ‘‘tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā’’tiādimāha. Tattha tenāti evaṁ kalyāṇamittasannissayena yathāvuttasīlādiguṇasamannāgatena. Tenevāha ‘‘imesu pañcasu dhammesu patiṭṭhāyā’’ti. Uttarīti āraddhataruṇavipassanassa rāgādiparissayā ce uppajjeyyuṁ, tesaṁ visodhanatthaṁ tato uddhaṁ cattāro dhammā bhāvetabbā uppādetabbā vaḍḍhetabbā ca.",
  "tika-s0404t8:63": "Asubhāti ekādasasu asubhakammaṭṭhānesu yathārahaṁ yattha katthaci asubhabhāvanā. Rāgassa pahānāyāti kāmarāgassa pajahanatthāya. Ayamattho sālilāvakopamāya vibhāvetabbo. Evaṁbhūtaṁ bhāvanāvidhiṁ sandhāya vuttaṁ – ‘‘asubhā bhāvetabbā rāgassa pahānāyā’’ti. Mettāti mettākammaṭṭhānaṁ. Byāpādassa pahānāyāti vuttanayeneva uppannassa kopassa pajahanatthāya. Ānāpānassatīti soḷasavatthukā ānāpānassati. Vitakkupacchedāyāti vuttanayeneva uppannānaṁ vitakkānaṁ pacchedanatthāya. Asmimānasamugghātāyāti ‘‘asmī’’ti uppajjanakassa navavidhassa mānassa samucchedanatthāya.",
  "tika-s0404t8:64": "Aniccasaññinoti hutvā abhāvato udayabbayavantato pabhaṅguto tāvakālikato niccappaṭikkhepato ca ‘‘sabbe saṅkhārā aniccā’’ti (dha. pa. 277; cūḷani. hemakamāṇavapucchāniddeso 56) pavattaaniccānupassanāvasena aniccasaññino. Anattasaññā saṇṭhātīti asārakato avasavattanato parato rittato tucchato suññato ca ‘‘sabbe dhammā anattā’’ti (dha. pa. 279; cūḷani. hemakamāṇavapucchāniddeso 56) evaṁ pavattaanattānupassanāsaṅkhātā anattasaññā citte saṇṭhahati atidaḷhaṁ patiṭṭhahati. Aniccalakkhaṇe hi diṭṭhe anattalakkhaṇaṁ diṭṭhameva hoti. Tīsu lakkhaṇesu hi ekasmiṁ diṭṭhe itaradvayaṁ diṭṭhameva hoti. Tena vuttaṁ ‘‘aniccasaññino, meghiya, anattasaññā saṇṭhātī’’ti. Anattalakkhaṇe sudiṭṭhe ‘‘asmī’’ti uppajjanakamāno suppajahova hotīti āha ‘‘anattasaññī asmimānasamugghātaṁ pāpuṇātī’’ti. Diṭṭheva dhamme nibbānanti diṭṭheva dhamme imasmiṁyeva attabhāve apaccayaparinibbānaṁ pāpuṇāti. Ayamettha saṅkhepo, vitthārato pana asubhādibhāvanānayo visuddhimagge vuttanayena veditabbo.",
  "tika-s0404t8:65": "Meghiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t8:66": "4-5. Nandakasuttādivaṇṇanā",
  "tika-s0404t8:67": "4-5. Catutthe āgamayamānoti olokayamāno, buddho sahasā apavisitvā yāva sā kathā niṭṭhāti, tāva aṭṭhāsīti attho. Tenāha ‘‘idamavocāti idaṁ kathāvasānaṁ udikkhamāno’’ti. Aniccadukkhādivasena sabbadhammasantīraṇaṁ adhipaññāvipassanāti āha ‘‘saṅkhārapariggahavipassanāñāṇassā’’ti. Mānasanti rāgopi cittampi arahattampi. ‘‘Antalikkhacaro pāso, yvāyaṁ carati mānaso’’ti (saṁ. ni. 1.151; mahāva. 33) ettha rāgo mānasaṁ. ‘‘Cittaṁ mano mānasa’’nti (dha. sa. 6) ettha cittaṁ. ‘‘Appattamānaso sekho, kālaṁ kayirā jane sutā’’ti (saṁ. ni. 1.159) ettha arahattaṁ. Idhāpi arahattameva adhippetaṁ. Tenāha ‘‘appattamānasāti appattaarahattā’’ti. Appattaṁ mānasaṁ arahattaṁ etehīti appattamānasā. Idāni cittapariyāyameva mānasasaddaṁ sandhāyāha ‘‘arahattaṁ vā’’tiādi. Pañcamaṁ suviññeyyameva.",
  "tika-s0404t8:68": "Nandakasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t8:69": "6. Sevanāsuttavaṇṇanā",
  "tika-s0404t8:70": "6. Chaṭṭhe jīvitasambhārāti jīvitappavattiyā sambhārā paccayā. Samudānetabbāti sammā ñāyena anavajjauñchācariyādinā uddhamuddhamānetabbā pāpuṇitabbā. Te pana samudānitā samāhatā nāma hontīti āha ‘‘samāharitabbā’’ti. Dukkhena uppajjantīti sulabhuppādā na honti. Etena gocaraasappāyādibhāvaṁ dasseti. Rattibhāgaṁ vā divasabhāgaṁ vāti bhummatthe upayogavacananti āha ‘‘rattikoṭṭhāse vā divasakoṭṭhāse vā’’ti. Rattiṁyeva pakkamitabbaṁ samaṇadhammassa tattha anipphajjanato. Saṅkhāpīti ‘‘yadatthamahaṁ pabbajito, na metaṁ idha nipphajjati, cīvarādi pana samudāgacchati, nāhaṁ tadatthaṁ pabbajito, kiṁ me idha vāsenā’’ti paṭisaṅkhāyapi. Tenāha ‘‘sāmaññatthassa bhāvanāpāripūriagamanaṁ jānitvā’’ti. Anantaravāre saṅkhāpīti samaṇadhammassa nipphajjanabhāvaṁ jānitvā. So puggalo anāpucchā pakkamitabbaṁ, nānubandhitabboti ‘‘so puggalo’’ti padassa ‘‘nānubandhitabbo’’ti iminā sambandho. Yassa yena hi sambandho, dūraṭṭhenapi so bhavati. Taṁ puggalanti so puggaloti paccattavacanaṁ upayogavasena pariṇāmetvā taṁ puggalaṁ anāpucchā pakkamitabbanti attho. Atthavasena hi vibhattipariṇāmoti. Āpucchā pakkamitabbanti ca kataññukataveditāya niyojanaṁ. Evarūpoti yaṁ nissāya bhikkhuno guṇehi vuddhiyeva pāṭikaṅkhā, paccayehi na parissayo, evarūpo daṇḍakammādīhi niggaṇhāti cepi, na pariccajitabboti dasseti ‘‘sacepī’’tiādinā.",
  "tika-s0404t8:71": "Sevanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t8:72": "7-10. Sutavāsuttādivaṇṇanā",
  "tika-s0404t8:73": "7-10. Sattame abhabbo khīṇāsavo bhikkhu sañcicca pāṇantiādi desanāsīsameva, sotāpannādayopi pana abhabbāva, puthujjanakhīṇāsavānaṁ nindāpasaṁsatthampi evaṁ vuttaṁ. Puthujjano nāma gārayho mātughātādīni karoti, khīṇāsavo pana pāsaṁso kunthakipillikaghātādīnipi na karotīti. Sannidhikārakaṁ kāme paribhuñjitunti yathā gihibhūto sannidhiṁ katvā vatthukāme paribhuñjati, evaṁ tilataṇḍulasappinavanītādīni sannidhiṁ katvā idāni paribhuñjituṁ abhabboti attho. Vatthukāme pana nidahitvā paribhuñjantā tannissitaṁ kilesakāmampi nidahitvā paribhuñjanti nāmāti āha ‘‘vatthukāmakilesakāme’’ti. Nanu ca khīṇāsavasseva vasanaṭṭhāne tilataṇḍulādayo paññāyantīti? Na pana te attano atthāya nidhenti, aphāsukapabbajitādīnaṁ atthāya nidhenti. Anāgāmissa kathanti? Tassapi pañca kāmaguṇā sabbasova pahīnā, dhammena pana laddhaṁ vicāretvā paribhuñjati. Akappiyakāmaguṇe sandhāyetaṁ vuttaṁ, na mañcapīṭhaattharaṇapāvuraṇādisannissitaṁ. Seyyāthāpi pubbe agāriyabhūtoti yathā pubbe gihibhūto paribhuñjati, evaṁ paribhuñjituṁ abhabbo. Agāramajjhe vasantā hi sotāpannādayo yāvajīvaṁ gihibyañjanena tiṭṭhanti. Khīṇāsavo pana arahattaṁ patvāva manussabhūto parinibbāti vā pabbajati vā. Cātumahārājikādīsu kāmāvacaradevesu muhuttampi na tiṭṭhati. Kasmā? Vivekaṭṭhānassa abhāvā. Bhummadevattabhāve pana ṭhito arahattaṁ patvāpi tiṭṭhati vivekaṭṭhānasambhavā. Aṭṭhamādīni uttānatthāneva.",
  "tika-s0404t8:74": "Sutavāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t8:75": "Sambodhivaggavaṇṇanā niṭṭhitā."
}