{
  "tika-vin09t4:0": "Nissaggiyakaṇḍaṁ",
  "tika-vin09t4:1": "1. Cīvaravaggo",
  "tika-vin09t4:2": "1. Kathinasikkhāpadavaṇṇanā",
  "tika-vin09t4:3": "Nissaggiyakaṇḍe tiṇṇaṁ kathinasikkhāpadānaṁ, vassikasāṭikaaccekacīvarasāsaṅkasikkhāpadānañca ekadesanāya tathākiṇṇāpattikkhandhāva veditabbā –",
  "tika-vin09t4:4": "Kathinaṁ yassa cattāro, sahajā samayadvayaṁ;",
  "tika-vin09t4:5": "Channaṁ sikkhāpadānañca, ekadesavinicchayo.",
  "tika-vin09t4:6": "Tattha kathinanti ‘‘saṅghassa anumodanāya, gaṇassa anumodanāya, puggalassa atthārā saṅghassa atthataṁ hoti kathina’’nti (pari. 414) vacanato tesaṁyeva anumodanādidhammānaṁ saṅgaho kathinaṁ nāma. Yathāha ‘‘kathinaṁ jānitabbanti tesaññeva dhammānaṁ saṅgaho samavāyo nāmaṁ nāmakamma’’ntiādi (pari. 412). Tasmā kathinanti idaṁ bahūsu dhammesu nāmamattaṁ, na paramatthato eko dhammo. Ko panassa atthāroti? Tadekadesova khīrassa dhārā viya. Yathā cāha ‘‘atthāro ekena dhammena saṅgahito vacībhedenā’’ti. Sahajā nāma aṭṭha mātikā, dve palibodhā, pañcānisaṁsāti ime pannarasa dhammā. Samayadvayaṁ nāma kathinatthārasamayo, cīvarasamayo cāti. Tattha kathinatthārasamayo vassānassa pacchimo māso. Cīvarasamayo nāma anatthate kathine ayaṁ kattikamāso, atthate cattāro hemantikā cāti pañca māsā.",
  "tika-vin09t4:7": "Tattha aṭṭha mātikā nāma pakkamanantikādayo. Tā sabbāpi atthārena ekato uppajjanti nāma. Tabbhāvabhāvitāya atthāre sati uddhāro sambhavati. Tattha kathinatthārena ekuppādā ekanirodhā antarubbhāro sahubbhāro, avasesā kathinubbhārā ekuppādā, nānānirodhā ca. Tattha ekanirodhāti atthārena saha nirodhā, antarubbhārasahubbhārānaṁ uddhārābhāvo ekakkhaṇe hotīti attho. Sesā nānā nirujjhanti nāma. Tesu hi uddhārabhāvaṁ pattesupi atthāro tiṭṭhati evāti aṭṭhakathāyaṁ atthavibhāvanā. Sace atthate kathine bhikkhusmiṁ sāpekkhe tamhā āvāsā pakkamante saṅgho antarubbhāraṁ karoti, tassa bhikkhuno paṭhamameva mūlāvāse niṭṭhitacīvarapalibodhābhāvepi sati antarubbhāre palibodho chijjati satipi sāpekkhatāya saussāhattā. Iminā pariyāyena pakkamanantiko kathinuddhāro atthārena ekuppādo nānānirodho hoti. Tathā antarubbhāre sati suṇantassāpi yāva cīvaraniṭṭhānaṁ na gacchati, tāva parihārasambhavato niṭṭhānantiko. Yāva sanniṭṭhānaṁ na gacchati, tāva parihārasambhavato sanniṭṭhānantiko. Yāva na nassati, tāva parihārasambhavato nāsanantiko. Yāva na suṇāti, tāva parihārasambhavato savanantiko. Yāva cīvarāsā na chijjati, tāva parihārasambhavato āsāvacchediko. Yāva sīmaṁ nātikkamati, tāva parihārasambhavato sīmātikkantiko. Atthārena ekuppādo nānānirodho hotīti veditabbo.",
  "tika-vin09t4:8": "Tattha antarubbhārasahubbhārā dve antosīmāyaṁ eva sambhavanti, na bahisīmāyaṁ. Pakkamanasavanasīmātikkantikā bahisīmāyameva sambhavanti, na antosīmāyaṁ. Niṭṭhānasaaāṭṭhānāsāvacchedikā antosīmāyañceva bahisīmāyañca. Antarubbhāro saṅghāyatto, pakkamananiṭṭhānasanniṭṭhānasīmātikkantikā puggalādhīnā, sesā tadubhayaviparītā.",
  "tika-vin09t4:9": "Tattha ‘‘niṭṭhitacīvarasmi’’nti iminā cīvarapalibodhābhāvameva dīpeti. Na āvāsapalibodhābhāvaṁ. ‘‘Ubbhatasmiṁ kathine’’ti iminā ubhayapalibodhābhāvaṁ dīpeti, tasmā ubhayapalibodhābhāvadīpanatthaṁ tadeva vattabbanti ce? Na, visesattā. Kathaṁ? Kāmañcetaṁ tasmā ‘‘ubbhatasmiṁ kathine’’ti kesañci kathinuddhārānaṁ nānānirodhattā, saṅghapuggalādhīnānadhīnattā ca antobahiubhayasīmāsu niyamāniyamato ca ubbhatasmiṁ kathine saṅghassa, na puggalassa ubbhataṁ hoti, tathāpi ‘‘ubbhatasmiṁ kathine’’ti idaṁ sāmaññavacanaṁ. Tasmā ‘‘niṭṭhitacīvarasmi’’nti iminā niyameti.",
  "tika-vin09t4:10": "Kiṁ vuttaṁ hoti – saṅghassa antarubbhārena ubbhatasmiṁ kathine acchinnacīvarapalibodho bahisīmāgato pacchā gantvā attano sīmāgato aniṭṭhitacīvaro ānisaṁsaṁ labhati evāti katvā ‘‘niṭṭhitacīvarasmi’’nti vuttanti veditabbaṁ. Tattha āvāsapalibodho nāma vasati vā tasmiṁ āvāse, sāpekkho vā pakkamati. Cīvarapalibodho nāma cīvaraṁ akataṁ vippakataṁ, cīvarāsānupacchinnā, tabbiparītena apalibodho veditabbo. Tattha anatthatakathinānaṁ cīvarakālasamaye niyamato cattāro ānisaṁsā labbhanti, asamādānacāro aniyamato. Tena sāsaṅkasikkhāpadaṁ vuttaṁ. Kathaṁ cattāro niyatāti ce? ‘‘Cīvarakālasamayo nāma anatthate kathine vassānassa pacchimo māso’’ti (pārā. 649) vacanato anatthatakathinānaṁ tasmiṁ māse yāvadatthacīvaraṁ siddhaṁ, tathā tatiyakathinasikkhāpade (pārā. 497 ādayo) akālacīvaraṁ nāma piṭṭhisamayato paṭṭhāya taṁ paṭiggahetvā saṅghato labhitabbaṁ ce, yāva cīvarakālasamayaṁ nikkhipitvā bhājetvā gahetabbaṁ. Puggalikaṁ ce, vassānassa chaṭṭhapakkhassa pañcamito paṭṭhāya yāva cīvarakālasamayaṁ anadhiṭṭhitaṁ avikappitaṁ vaṭṭati accekacīvarasikkhāpadena anuññātattā, na tato paraṁ. Tadā uppannacīvarassa paṭisiddhattā paṭhamakathinena. Tattha aṭṭhakathāyaṁ vuttanayo saṅghikaṁ sandhāya, tathā porāṇagaṇṭhipade cāti veditabbaṁ.",
  "tika-vin09t4:11": "Paṭhamakathine (pārā. 459 ādayo) paṭhamapaññattiyā, avisesena vā ekādasame divase āpatti. Vassānassa hi antonivāraṇatthaṁ aṭṭhakathāya ‘‘niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine’’ti (pārā. 462 ādayo) vuttaṁ. Eseva nayo dutiye, tatiye ca. Tena cīvarakālato pure vā anto vā uppannaṁ cīvarakālato uddhaṁ ekadivasampi parihāraṁ na labhati. Yadi labheyya, accekacīvarasikkhāpadavirodho. ‘‘Yāva cīvarakālasamayaṁ nikkhipitabbaṁ, tato ce uttari nikkhipeyya, nissaggiya’’nti (pārā. 648) hi tattha vuttaṁ. Vassāvāsikabhāvena saṅghato laddhaṁ vuṭṭhavassattā attano santakabhūtaṁ accekacīvaraṁ cīvarakālasamayaṁ atikkāmayato eva āpatti, na accekacīvarakālaṁ atikkāmayato āpattīti. ‘‘Anatthate kathine ekādasamāse uppanna’’nti (pārā. 500) vacanato yo ca tattha cīvaruppādo, so ca nesaṁ bhavissatīti siddhaṁ, anāmantacāragaṇabhojanasikkhāpade ‘‘aññatra samayā’’ti (pāci. 222 ādayo) vuttattā sesadvayaṁ siddhameva. Tasmā ‘‘kālepi ādissa dinnaṁ, etaṁ akālacīvara’’nti (pārā. 500) vacanato ādissa dinnacīvaraṁ parihāraṁ na labhati.",
  "tika-vin09t4:12": "Aparakattikāyameva vā ubbhatasmiṁ kathine labhati, evaṁ ‘‘ubbhatasmiṁ kathine’’ti vuttattāti ce? Na vattabbaṁ. Cha ṭhānāni hi sāpekkhatāya vuttāni . Duṭṭhadosadvaye adhikaraṇacatutthaṁ, paṭhamāniyate sotassa raho, tatiyakathine ādissa dinnaṁ cīvaraṁ, accekacīvarasikkhāpade ‘‘saññāṇaṁ katvā nikkhipitabba’’nti padaṁ, duṭṭhullārocanappaṭicchādanadvaye adhikaraṇaṁ, pārājikavacanañca, tīsu kathinasikkhāpadesu ‘‘aṭṭhannaṁ mātikānaṁ aññatarāyā’’ti vacananti. Tattha ādissa dinnaṁ cīvaraṁ saṅghikaṁ bhājitabbacīvaraṁ sandhāya vuttaṁ, na puggalikaṁ. Saññāṇaṁ katvā nikkhipitabbanti vassāvāsikacīvaraṁ sandhāya vuttaṁ. Avuṭṭhavassena pacchā dātabbattā saññāṇaṁ kātabbaṁ, na ñātippavāritato laddhaṁ puggalikaṁ sandhāya. Tasmā duvidhaṁ accekacīvaraṁ saṅghe ninnaṁ, puggale ninnañcāti siddhaṁ. Tattha saṅghe pariṇataṁ accekacīvaraṁ vassūpanāyikadivasato paṭṭhāya, piṭṭhisamayato paṭṭhāya vā yāva pavāraṇā nikkhipituṁ vaṭṭati eva saṅghikattā, puggalikampi ‘‘vassaṁvuṭṭhakāle gaṇhathā’’ti dinnattā. Tādisañhi yāva vassaṁvuṭṭho na hoti, tāva tasseva dāyakassa santakaṁ hoti. Ettako visesahetu.",
  "tika-vin09t4:13": "‘‘Anaccekacīvare anaccekacīvarasaññī cīvarakālasamayaṁ atikkāmeti, anāpattī’’ti vacanato accekacīvarakasseva so aparādho. Yena ‘‘virodho’’ti vacanaṁ dasseyyāti na vinaye visesahetu pariyesitabbo. Buddhavisayattā pamāṇanti ce? Na, yadi evaṁ ettha attano santakabhūtampi accekacīvaraṁ saññāṇaṁ katvā nikkhipitabbameva, na adhiṭṭhātabbaṁ na vikappetabbaṁ na vissajjetabbaṁ. Tato ‘‘anāpatti, antosamaye adhiṭṭheti vikappeti vissajjetī’’tiādivacanavirodho (pārā. 651) adhivāsetabbo siyā. Tathā ‘‘vassānassa pacchime māse kathinuddhāre kate tasmiṁ māse atthate kathine kathinuddhāradivasaṁ atikkāmeti, nissaggiyaṁ hotī’’ti vacanato nissaggiyaṁ hotīti ayampi atthavirodho adhivāsetabbo siyā. Tasmiñca ‘‘anaccekacīvare anāpattī’’ti vuttaṁ, tañca anadhiṭṭhitaṁ avikappitamevāti ettako visesahetu. Atirekacīvarañcetaṁ paṭhamasikkhāpadenāpatti, itaraṁ ce anāpattiyevāti imassa atthassa ayaṁ bhagavato visesahetu. Tathā atirekadasāhānāgatāyeva kattikapuṇṇamāya saṅghassa vassāvāsikatthaṁ accekacīvaraṁ viya dadamānaṁ na gahetabbaṁ, dasāhānāgatāya eva gahetabbanti ettako visesahetu. Tato aṭṭhakathānayavirodho ca adhivāsetabbo siyā. Tattha ‘‘adhiṭṭhitato paṭṭhāya uppannaṁ accekacīvaraṁ na hotī’’ti vatvā aññathā nayo dassito. Porāṇagaṇṭhipade so ca nayo saṅghikaṁ upādāya vuttattā na virujjhatīti neva so ca paṭikkhitto. Yathā anaccekacīvaraṁ chaṭṭhito paṭṭhāya uppannaṁ atirekadasāhānāgatāyapi paṭiggahetabbaṁ, paṭiggahetvā cīvarakālasamayaṁ atikkāmayatopi anāpattīti ayampi nayo adhivāsetabbo siyā. Tato paṭhamakathinavirodho. Dasāhānāgatāya eva paṭiggahetabbaṁ, paṭiggahetvā cīvarakālasamayaṁ atikkāmayato anāpattīti ce, taṁ dve dasāhe labhatīti ettako visesahetu.",
  "tika-vin09t4:14": "Antarā anāpattikkhettacīvarakālappaviṭṭhattā adhiṭṭhahitvā paccuddhaṭaṁ viya taṁ punapi dasāhe labhatīti ce? Na, kālappaveso adhiṭṭhānaṁ viya hotīti ce? Na, ‘‘vassikasāṭikaṁ vassānaṁ cātumāsaṁ adhiṭṭhātuṁ, tato paraṁ vikappetu’’nti vacanavirodhaṁ katvā, tato paraṁ dasāhaṁ avikappentassāpi anāpatti siyā. Apica yaṁ vuttaṁ aṭṭhakathāyaṁ ‘‘vassikasāṭikā antovasse laddhā ceva niṭṭhitā ca, antodasāhe adhiṭṭhātabbā, dasāhātikkame niṭṭhitā, tadaheva adhiṭṭhātabbā, dasāhe appahonte cīvarakālaṁ nātikkāmetabbā’’ti (pārā. aṭṭha. 2.630). Tena āpattito na mucceyya. Kālappaveso hi adhiṭṭhānapariyāyo na jātoti. Ettāvatā yathāvutto atthavikappo pāḷinayeneva patiṭṭhāpito hoti.",
  "tika-vin09t4:15": "Apicettha yaṁ vuttaṁ aṭṭhakathāyaṁ ‘‘dasāhe appahonte cīvarakālaṁ nātikkāmetabbā’’ti, tatthapi cīvarakāle uppannaṁ, dasāhe appahonte cassa karaṇaṁ natthi, taṁ accekacīvaraṁ akālacīvaramiva cīvarakālaṁ nātikkāmetabbanti siddhametaṁ. Pāḷito ca tañce antokāle uppajjati, dasāhe appahontepi uppajjati, evaṁ uppannaṁ accekacīvaraṁ accekacīvarameva na hoti. Na hi taṁ kālavisesavasena accekacīvarasaṅkhaṁ gacchati. Vuttañhetaṁ ‘‘accekacīvaraṁ nāma senāya vā gantukāmo hoti, pavāsaṁ vā gantukāmo hoti, gilāno vā hoti, gabbhinī vā hoti , assaddhassa vā saddhā uppannā hoti…pe… ‘vassāvāsikaṁ dassāmī’ti evaṁ ārocitaṁ, etaṁ accekacīvaraṁ nāmā’’ti (pārā. 649). Tasmā yathā taṁ cīvaraṁ nātikkāmetabbaṁ, tathā anaccekacīvarampīti siddhaṁ hoti. Tena vuttaṁ aṭṭhakathāyaṁ ‘‘dasāhe appahonte cīvarakālaṁ nātikkāmetabbā’’ti. Apica yadi evaṁ taṁ accekacīvarasikkhāpadameva accekacīvaraṁ cīvarakālaṁ nātikkāmetabbanti imassa pana atthavisesassa dassanatthaṁ bhagavatā paññattaṁ.",
  "tika-vin09t4:16": "Mahāaṭṭhakathāyaṁ pana taṁ evaṁ vuttaṁ – kāmañcedaṁ ‘‘dasāhaparamaṁ atirekacīvaraṁ dhāretabba’’nti iminā siddhaṁ, aṭṭhuppattivasena pana apubbaṁ viya atthaṁ dassetvā sikkhāpadaṁ ṭhapitanti atthavisesadīpanapayojanato. Tasmā taṁ tassa atthavisesadassanatthaṁ vuttanti siddhameva. Tasmāpi veditabbameva yaṁ kiñci cīvaraṁ cīvarakālasamayaṁ nātikkāmetabbanti. Apica yaṁ vuttaṁ aṭṭhakathāyaṁ ‘‘chaṭṭhito paṭṭhāya pana uppannaṁ anaccekacīvarampi paccuddhāretvā ṭhapitacīvarampi etaṁ parihāraṁ labhatī’’ti (pārā. aṭṭha. 2.646-649). Tena ‘‘anaccekacīvare anaccekacīvarasaññī cīvarakālasamayaṁ atikkāmeti, anāpattī’’ti (pārā. 650) imināpi anaccekacīvarassāpi accekacīvaraparihāralābhaṁ dīpetīti.",
  "tika-vin09t4:17": "Ettāvatā yathāvutto dutiyo atthavikappo pāḷinayena, aṭṭhakathānayena ca patiṭṭhāpito hoti. Evaṁ tāva pakiṇṇakāya adhikathā parato pāṭhato vitthāritā hotīti apakiṇṇakaṁ.",
  "tika-vin09t4:18": "Cīvarapalibodho, āvāsapalibodho cāti dve palibodhā. Tesu ekapalibodhepi sati anāmantacārādiānisaṁsaṁ labhati, taṁ idha natthīti dassetuṁ ‘‘niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine’’ti vuttaṁ. Tasmā eva ‘‘atthatakathinassa hi bhikkhuno’’tiādi vuttaṁ. Kathinatthārārahassāti ettha ‘‘aṭṭhahi aṅgehi samannāgato puggalo bhabbo kathinaṁ attharituṁ – pubbakaraṇaṁ jānāti, paccuddhāraṁ jānāti, adhiṭṭhānaṁ jānāti, atthāraṁ jānāti, mātikaṁ jānāti, palibodhaṁ jānāti, uddhāraṁ jānāti, ānisaṁsaṁ jānātī’’ti (pari. 409) vacanato imehi aṭṭhahi aṅgehi samannāgato puggalo kathinatthārāraho nāma. Pubbakaraṇaṁ nāma dhovanavicāraṇacchedanasibbanarajanakappakaraṇaṁ.",
  "tika-vin09t4:19": "‘‘Cīvaraṁnāma khoma’’ntiādinā pāḷivasena jātiñca pamāṇañca dassetvā idāni atirekacīvaraṁ dassetuṁ ‘‘yaṁ pana vuttaṁ adhiṭṭhitavikappitesū’’tiādi vuttaṁ. Ṭhapitaṭṭhānaṁ sallakkhetvā’’ti vuttepi yasmiṁ ṭhāne yaṁ ṭhapitaṁ, tasmiṁ taṁ pacchā hotu vā, mā vā, adhiṭṭhānaṁ ruhateva. Pure pacchā ṭhapanaṭṭhānaṁ na pamāṇaṁ.",
  "tika-vin09t4:20": "Antimavatthuṁ ajjhāpannassa bhikkhubhāvapariccāgavasena setavatthanivāsanaṁ vā kāsāvacajanaṁ vā hīnāyāvattanaṁ.",
  "tika-vin09t4:21": "Ekādasame aruṇuggamaneti antimaṁ ṭhapetvā tato purimatarasminti attho veditabbo. Tattha antimaṁ nāma aparakattikāya paṭhamāruṇuggamanaṁ. Tañhi kālattā nissaggiyaṁ na karoti. Idha ‘‘niṭṭhitacīvarasmiṁ bhikkhunā’’ti karaṇavacanaṁ nidānānapekkhaṁ nidāne karaṇābhāvato. Tasmā eva ‘‘dasāhaparama’’nti ayamettha anupaññattīti vuttaṁ. ‘‘Anujānāmi, bhikkhave, ticīvaraṁ adhiṭṭhātuṁ na vikappetu’’ntiādi (mahāva. 358) vacanato ca idha ‘‘vikappetī’’ti avisesena vuttavacanaṁ viruddhaṁ viya dissati, na ca viruddhaṁ tathāgatā bhāsanti, tasmā evamassa attho veditabbo – ticīvaraṁ ticīvarasaṅkhepena parihārato adhiṭṭhātumeva anujānāmi, na vikappetuṁ. Vassikasāṭikaṁ pana catumāsato paraṁ vikappetumeva, na adhiṭṭhātunti. Evañca pana sati yo ticīvare ekena cīvarena vippavasitukāmo hoti, tassa ticīvarādhiṭṭhānaṁ paccuddharitvā vippavāsasukhatthaṁ vikappanāya okāso dinno hoti, dasāhātikkame ca anāpattīti. Etena upāyena sabbattha vikappanāya apaṭisiddhabhāvo veditabboti likhitaṁ.",
  "tika-vin09t4:22": "Imassa pana sikkhāpadassa ayaṁ saṅkhepavinicchayo – anatthate kathine hemantānaṁ paṭhamadivasato paṭṭhāya, atthate kathine gimhānaṁ paṭhamadivasato paṭṭhāya uppannacīvaraṁ sandhāya ‘‘niṭṭhitacīvarasmi’’ntiādi vuttaṁ. Etthāha – ‘‘rajakehi dhovāpetvā setakaṁ kārāpentassāpi adhiṭṭhānaṁ adhiṭṭhānamevā’’ti (pārā. aṭṭha. 2.465) vacanato arajitepi adhiṭṭhānaṁ ruhatīti. Tena sūcikammaṁ katvā rajitvā kappabinduṁ datvā adhiṭṭhātabbanti niyamo kātabbo, na kātabboti? Kattabbova. Patto viya adhiṭṭhito yathā puna setabhāvaṁ vā tambabhāvaṁ vā patto adhiṭṭhānaṁ na vijahati, na ca pana tādiso yaṁ adhiṭṭhānaṁ upagacchati, evametaṁ daṭṭhabbanti. ‘‘Sve kathinaṁ uddharissatī’’ti laddhacīvaraṁ sace ajjeva na adhiṭṭhāti, aruṇuggamane eva nissaggiyaṁ hoti. Kasmā? ‘‘Niṭṭhitacīvarasmi’’ntiādinā (pārā. 462-463;) sikkhāpadassa vuttattā. Kathinabbhantare dasāhato uttaripi parihāraṁ labhati, kathinato pana pacchā ekadivasampi na labhati. Yathā kiṁ – yathā atthatakathino saṅgho ticīvaraṁ atthatadivasato paṭṭhāya yāva ubbhārā ānisaṁsaṁ labhati, na tato paraṁ, evaṁ atthatadivasato paṭṭhāya yāva ubbhārā labhati, uddhate pana kathine ekadivasampi na labhati. Etthāha – ubbhatadivasato paṭṭhāya puna dasāhaṁ labhatīti? Na, kasmā? ‘‘Anujānāmi, bhikkhave, dasāhaparamaṁ atirekacīvaraṁ dhāretu’’nti vacanato. Kathinabbhantarepi ekādase aruṇuggamane nissaggiyanti āpannaṁ. Taṁ pana atippasaṅgaṁ nivāretuṁ ‘‘niṭṭhitacīvarasmi’’ntiādi vuttaṁ, na kathinadivasāni adivasānīti dīpanatthaṁ. Ayamattho tattha tattha āvibhavissati. Atha vā vassikasāṭikā anatirittappamāṇā nāmaṁ gahetvā vuttanayeneva cattāro vassike māse adhiṭṭhātabbā, tato paraṁ paccuddharitvā vikappetabbāti vuttaṁ. Ettha ‘‘paccuddharitvā’’ti vacane uposathadivase eva paccuddharitvā vikappetvā ṭhapitaṁ hoti, tato paraṁ hemantassa paṭhamadivasato paṭṭhāya paccuddharaṇābhāvā. Evaṁ kathinabbhantare uppannacīvarampi veditabbanti likhitaṁ.",
  "tika-vin09t4:23": "Kathinasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:24": "2. Udositasikkhāpadavaṇṇanā",
  "tika-vin09t4:25": "‘‘Atthatakathinassa pañca māse baddhasīmāyaṁ yattha katthaci cīvaraṁ nikkhipitvā pakkamantassa anāpattī’’ti aṭṭhakathāyaṁ vuttaṁ. ‘‘Abaddhasīmāyapi vaṭṭatī’’ti idaṁ abaddhasīmāyaṁ kathinatthārañca āraññakasikkhāpadañca sādhetīti likhitaṁ. Idāni –",
  "tika-vin09t4:26": "‘‘Chinnaṁ dhutaṅgaṁ sāsaṅka-sammato santaruttaraṁ;",
  "tika-vin09t4:27": "Acīvarassānāpatti, paccuddhārādisiddhito’’ti. (vajira. ṭī. pārājika 479) –",
  "tika-vin09t4:28": "Idaṁ pakiṇṇakaṁ veditabbaṁ.",
  "tika-vin09t4:29": "Tatrāyaṁ codanāpubbaṅgamavinicchayo – keci ‘‘diguṇaṁ saṅghāṭi’’nti (mahāva. 348) vacanato ‘‘ekaccikā saṅghāṭi nādhiṭṭhātabbā. Sace adhiṭṭhāti, na ruhatī’’ti vatvā upasampadāpekkhānampi diguṇaṁyeva saṅghāṭiṁ datvā upasampādenti, te iminā suttalesena saññāpetabbā. Bhagavatā hi ‘‘chinnakaṁ saṅghāṭiṁ, chinnakaṁ uttarāsaṅgaṁ, chinnakaṁ antaravāsaka’’nti paṭhamaṁ anuññātaṁ. Tato ‘‘aññatarassa bhikkhuno ticīvare kariyamāne sabbaṁ chinnakaṁ nappahoti. Dve chinnakāni ekaṁ achinnakaṁ nappahoti, dve achinnakāni ekaṁ chinnakaṁ nappahotī’’ti imasmiṁ vatthusmiṁ ‘‘anujānāmi, bhikkhave, anvādhikampi āropetu’’nti (mahāva. 360) anuññātaṁ, tasmā ekaccikāpi saṅghāṭi vaṭṭatīti siddhaṁ. Yā chijjamānāpi nappahoti, tassā kuto diguṇatāti? Aṭṭhakathāyampissa vuttaṁ ‘‘anvādhikampi āropetunti āgantukapattampi dātuṁ, idaṁ pana appahonake āropetabbaṁ. Sace pahoti, āgantukapattaṁ na vaṭṭati, chinditabbamevā’’ti (mahāva. aṭṭha. 360). Kathinaṁ pana chinnakameva vaṭṭati, āveṇikalakkhaṇattā, ‘‘chinnakaṁ diguṇaṁ nappahotī’’ti vacanābhāvato cāti sanniṭṭhānamettha gantabbanti.",
  "tika-vin09t4:30": "Dhutaṅganti anupasampannānaṁ tecīvarikadhutaṅgābhāvato ticīvareneva tecīvarikoti, tesaṁ adhiṭṭhānābhāvato ‘‘adhiṭṭhitenevā’’ti vattabbaṁ hotūti ce? Na, dhutaṅgabhedena virodhappasaṅgato. Catutthacīvarasādiyanena hi dhutaṅgabhedo, na ticīvaravippavāsena, nāpi atirekacīvarasādiyanena, nāpi atirekacīvaradhāraṇena. Yasmā pana bhikkhūnaṁ eva bhagavatā adhiṭṭhānavasena nava cīvarāni anuññātāni, jātivasena ca vuttāni, na evaṁ anupasampannānaṁ, tasmā nesaṁ cīvaraniyamābhāvā na taṁ dhutaṅgaṁ anuññātaṁ gahaṭṭhānaṁ viya. Tasmā tassa samādānavidhāne avacanato ca sanniṭṭhānamettha gantabbanti.",
  "tika-vin09t4:31": "Sāsaṅkasammatoti kaṅkhāvitaraṇiyaṁ (kaṅkhā. aṭṭha. sāsaṅkasikkhāpadavaṇṇanā) sāsaṅkasikkhāpade visuṁ aṅgāni na vuttāni, ‘‘sesamettha cīvaravaggassa dutiyasikkhāpade vuttanayeneva veditabba’’nti vuttaṁ, na ca panetaṁ vuttaṁ. Tattha rattivippavāso catutthamaṅgaṁ, idha chārattavippavāso, ayamettha visesoti. Tasmā aṅgasāmaññato ca sammutisāmaññato ca sāsaṅkasikkhāpadamevidanti idaṁ nippadesaṁ, taṁ sappadesaṁ māsaparamattā. Tattha bahigāmepi gāmasīmaṁ okkamitvā vasitvā pakkamantassa anāpatti, idha na tathā. Idha anantare anantare aruṇuggamane nissaggiyaṁ, tattha sattameti ayaṁ imesaṁ dvinnaṁ viseso. Aṅgāni pana cīvaranikkhepanaṅgasampattito vipariyāyena, idha vuttanayena ca siddhattā na vuttāni. Tāni kāmaṁ na vuttāni, tathāpi catutthamaṅgaṁ visesitabbaṁ, na pana visesitaṁ. Kiṁ kāraṇaṁ? Idha vuttanissajjanakkamena nissajjitvā āpattidesanato, tatthāpannāpattivimokkhadīpanatthaṁ. Saṁvaccharavippavutthampi rattivippavutthameva, pageva chārattavippavutthaṁ. Evaṁ santepi tattha yathāvuttaaṅgasampattiyā sati tattha vuttanayeneva nissajjitabbaṁ. Hemante, gimhe vā nissajjati ce? Idha vuttanayenāpi nissajjituṁ vaṭṭatīti ñāpanatthaṁ catutthamaṅgaṁ na visesitanti no takkoti ācariyo. Māsātikkantaṁ, dasāhātikkantampi cīvaraṁ ‘‘dasāhātikkanta’’nti vatvā nissaṭṭhameva, na ūnamāsaṁ hutvā ‘‘dasāhātikkanta’’nti vatvā, māsātikkanta’’nti vatvāti eke. Tathāpi sace paccāsācīvaraṁ hoti, nissaggiyaṁ. ‘‘Dasāhātikkanta’’nti vatvā mūlacīvaraṁ pana ‘‘māsātikkanta’’nti vatvā nissajjitabbaṁ.",
  "tika-vin09t4:32": "‘‘Santaruttara’’nti vā ‘‘saṅghāṭi’’nti vā ‘‘cīvara’’nti vā kiṁ ticīvaraṁ, udāhu aññampīti? Kiñcettha – yadi ticīvarameva paṭisiddhaṁ, pariyāpannavasena acchinnacīvaraaachandanadhovāpanaviññattiādivirodho. Atha aññampi ‘‘niṭṭhitacīvarasmi’’nti evamādinā virodhoti? Vuccate – na niyamato veditabbaṁ yathāsambhavaṁ gahetabbato. Tathā hi ‘‘cīvaraṁ nikkhipitvā santaruttarena janapadacārikaṁ pakkamantī’’ti (pārā. 471) evamādīsu ticīvarameva, ‘‘na, bhikkhave, santaruttarena gāmo pavisitabbo (mahāva. 362), santaruttaraparamaṁ tato cīvaraṁ sāditabba’’nti (pārā. 523-524) evamādīsu yaṁ kiñci, tathā ‘‘saguṇaṁ katvā saṅghāṭiyo dātabbā, nivāsanaṁ dātabbaṁ, saṅghāṭi dātabbā, handa te, āvuso , saṅghāṭi, dehi me paṭa’’nti evamādīsu. Vuttañhetaṁ ‘‘sabbañhi cīvaraṁ saṅghaṭitaṭṭhena ‘saṅghāṭī’ti vuccatī’’ti (pāci. aṭṭha. 898). Tathā ‘‘niṭṭhitacīvarasmi’’nti etthāpīti eke. Antosamaye yāvadatthaṁ cīvaraṁ anuññātaṁ, taṁ sabbaṁ kariyamānaṁ kadā niṭṭhānaṁ gacchissati, tasmā ticīvaramevāti eke.",
  "tika-vin09t4:33": "Acīvarassānāpattipaccuddhārādisiddhitoti kiṁ vuttaṁ hoti – udositasikkhāpadassa nippayojanabhāvappasaṅgato ticīvaravippavāse tecīvarassa āpattīti eke. Tatthetaṁ vuccati na hoti āpatti paccuddhārādisiddhito. ‘‘Anāpatti antoaruṇe paccuddharati vissajjetī’’ti (pārā. 496) hi vuttaṁ. Aññathā paccuddharantassa, antoaruṇe vissajjentassa ca yāva añño nādhiṭṭhāti, tāva āpattiṁ āpajjati yathāvuttanayeneva. Aññathā sattabbhantarena vippavāsassāti vippavāsato yathārutaṁyeva sati vippavāse vippavāsato, avippavāse sati avippavāsatoti.",
  "tika-vin09t4:34": "Udositasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:35": "3. Akālacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t4:36": "Aparikkhittassa parikkhepārahaṭṭhānassa dubbijānattā taṁ dassetuṁ ‘‘apica bhikkhūna’’ntiādi vuttaṁ. Vihārapariyante niviṭṭhadhuvasannipātaṭṭhānato vā pariyante ṭhitabhojanasālato vā nibaddhavasanakaāvāsato vāti evaṁ gahetabbaṁ. Sace vihāre sannipatitabhikkhūhi saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmā hotīti attho. ‘‘Samānasaṁvāsakasīmāyā’’ti vutte khaṇḍasīmādīsu ṭhitānaṁ na pāpuṇāti, tāsaṁ visuṁ samānasaṁvāsakasīmattāti ca samānasaṁvāsakaavippavāsasīmānaṁ idaṁ nānattaṁ. ‘‘Avippavāsasīmāya dammī’’ti dinnaṁ pana gāme ṭhitānaṁ na pāpuṇāti. Kasmā? ‘‘Ṭhapetvā gāmañca gāmūpacārañcā’’ti (mahāva. 144) vacanato. ‘‘Samānasaṁvāsakasīmāyā’’ti dinnaṁ pana yasmiṁ ṭhāne avippavāsasīmā atthi, tattha ṭhitānampi. ‘‘Tatra ṭhitānañca pāpuṇātī’’ti ca, ‘‘khaṇḍasīmāyaṁ ṭhatvā ‘sīmaṭṭhakasaṅgho gaṇhātū’ti vutte upacārasīmāya eva paricchinditvā dātabba’’nti ca, ‘‘tesaṁ bahisīmaṭṭhānampi pāpuṇāti yāva kathinassubbhārāti attho’’ti ca, ‘‘anatthate pana kathine antohemante sace vihāraṁ pavisitvā ‘vassaṁvuṭṭhasaṅghassa dammī’ti vadati, ye tattha vassacchedaṁ akatvā pacchimavassaṁvuṭṭhā, tesaṁ bahisīmaṭṭhānampi pāpuṇātī’’ti vinayadharā paricchindanti, aṭṭhakathāyaṁ pana anāgataṁ. Tasmā samantapāsādikāyaṁ ‘‘lakkhaṇaññū vadantī’’ti (mahāva. aṭṭha. 379) vuttanti ca, ‘‘‘cīvaramāsato paṭṭhāya yāva hemantassa pacchimo divaso, tāva vassāvāsikaṁ demā’ti vutte kathinaṁ atthataṁ vā hotu, anatthataṁ vāti yaṁ samantapāsādikāvacanaṁ (mahāva. aṭṭha. 379), etthāpi yadi atthataṁ, purimavassaṁvuṭṭhā pañca māse. Yadi anatthataṁ, pacchimavassaṁvuṭṭhā cattāro māse labhantīti vinicchayo’’ti ca likhitaṁ.",
  "tika-vin09t4:37": "‘‘Yehi mayhaṁ yāgu pītāti yehi nimantitehi mayhaṁ yāgu pītāti adhippāyo. Tasmā yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇātīti vuttaṁ. Aññathā ‘yehi mayhaṁ yāgu pītā’ti vutte nimantitā vā hontu, animantitā vā, yehi pītā, tesaṁ pāpuṇitabbānī’’ti vadanti. Ettha ‘‘niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine’’ti vadanto ñāpeti etthantare tiṇṇampi akālacīvarānaṁ uppattiabhāvanti. Kasmā pana padabhājane vitthāritānīti? Vuccate – idaṁ pana sikkhāpadaṁ adhiṭṭhānaṁ sandhāya na vuttaṁ kintu paṭhamasikkhāpade dasāhaparamaṁ anujānitvā tasmiṁ appahonte sace paccāsā atthi, tameva vaḍḍhetvā māsamanujānanto imampi atthavisesaṁ dīpeti. Akālacīvaraṁ nāma sammukhībhūtena bhājetabbaṁ. Taṁ pana ‘‘ākaṅkhamānena bhikkhunā paṭiggahetabba’’nti iminā sikkhāpadena vaḍḍhetvā vuttanti. Tasmā tīṇipi padabhājane vitthāritānīti.",
  "tika-vin09t4:38": "‘‘Khippameva kāretabbanti sīghaṁ antodasāheyeva kāretabba’’nti idaṁ pana pahonakabhāve purimasikkhāpadalakkhaṇenāti dīpetuṁ vuttaṁ. Tasmā evaṁ ‘‘sīgha’’nti vā ‘‘lahu’’nti vā ādinā avatvāpi ‘‘dasāhā’’ti vuttanti. Atthatakathinassa evaṁ hotu, anatthate pana kathine kathanti vutte anatthatassa paṭikkhepataṁ dassetīti vutto apassanto vighātaṁ āpajjatīti (vajira. ṭī. pārājika 499-500) likhitaṁ.",
  "tika-vin09t4:39": "Akālacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:40": "4. Purāṇacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t4:41": "‘‘Sākiyāniyo viya suddhabhikkhusaṅghe vā’’ti idaṁ ‘‘bhikkhunī nāma ubhatosaṅghe upasampannā’’ti (pārā. 505) iminā virujjhatīti ce? Na, adhippāyājānanato . Bhikkhūnaṁ santike upasampadāya paṭikkhittattā tadanuppasaṅgabhayā evaṁ vuttanti veditabbaṁ.",
  "tika-vin09t4:42": "Ekena vatthunāti yena kenaci paṭhamena. Avuttā vā dhovatīti avuttā dhovati, rajati ākoṭetīti attho. ‘‘‘Avuttā’ti vacanato avādāpetvā dhovanādīsu anāpattī’’ti likhitaṁ. Idha cīvaraṁ nāma nivāsanapārupanūpagameva. Yadi evaṁ ‘‘nivāsanapārupanūpagameva vattabba’’nti ce? Taṁ na vattabbaṁ ‘‘purāṇacīvara’’nti imināva siddhattā. Vuttañhetaṁ ‘‘purāṇacīvaraṁ nāma sakiṁ nivatthampi sakiṁ pārutampī’’ti (pārā. 505).",
  "tika-vin09t4:43": "Purāṇacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:44": "5. Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin09t4:45": "Upacāro dvādasahattho. Acittakattā kathaṁ paṁsukūlaṁ vaṭṭatīti ce? Tāya tassa bhikkhuno adinnattā, bhikkhunā ca tato bhikkhunito aggahitattā ca.",
  "tika-vin09t4:46": "Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:47": "6. Aññātakaviññattisikkhāpadavaṇṇanā",
  "tika-vin09t4:48": "Ñātakappavārite vā viññāpentassāti ettha ca saṅghavasena pavāritesu pamāṇameva vaṭṭati. Puggalikappavāraṇāya yaṁ yaṁ pavāreti, taṁ taṁyeva viññāpetabbanti likhitaṁ.",
  "tika-vin09t4:49": "Aññātakaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:50": "7. Tatuttarisikkhāpadavaṇṇanā",
  "tika-vin09t4:51": "Pakatiyā santaruttarena carati kathinapalibodhavasena vā sāsaṅkasikkhāpadavasena vā. Ettha siyā – ‘‘na mattaṁ jānitvā bahuṁ cīvaraṁ viññāpessanti, dussavāṇijjaṁ vā’’tiādinā (pārā. 522) ujjhāyantānaṁ sutvā bhagavāpi chabbaggiye bhikkhū ‘‘kathañhi nāma tumhe moghapurisā na mattaṁ jānitvā bahuṁ cīvaraṁ viññāpessathā’’ti (pārā. 522) vatvā sikkhāpadassa paññattattā ca imissaṁ kaṅkhāvitaraṇiyaṁ ‘‘bahucīvaraviññāpanavatthusmiṁ paññatta’’nti vuttattā, samantapāsādikāyaṁ ‘‘na hi anacchinnacīvarā attano atthāya sākhāpalāsaṁ bhañjituṁ labhanti, acchinnacīvarānaṁ pana atthāya labhantī’’ti vuttattā ca aññassatthāya pamāṇaṁ viññāpetuṁ vaṭṭatīti ce? Na, kasmā? Aññātakaviññattisikkhāpadassa aṭṭhuppattiyā eva aññātakaviññatti vāritā. Tassa sikkhāpadassa anāpatti. Pāḷiyaṁ (pārā. 521) ‘‘aññassatthāyā’’ti imissā anāpattipāḷiyā aññassatthāya viññāpento tassa ñātakappavārite eva viññāpeti, na aññeti vacanato ca vāritā. Tasmā bhagavāpi ‘‘bahuṁ cīvaraṁ viññāpessathā’’ti (pārā. 522) vigarahitvā sikkhāpadaṁ paññāpento ‘‘abhihaṭṭhuṁ pavāreyyā’’ti vuttanayeneva pamāṇato gahaṇaṁ anujāni, na aññassatthāya pamāṇato viññāpanaṁ. Yasmā panimaṁ sikkhāpadaṁ aññassatthāya viññāpanavatthusmiṁyeva paññattaṁ, tasmā idha ‘‘aññassatthāyā’’ti na vuttaṁ, na na labbhatīti katvā.",
  "tika-vin09t4:52": "Aṭṭhakathāsu ‘‘aññātakappavāritaṭṭhāne pakatiyā bahumpi vaṭṭati, acchinnakāraṇā pamāṇameva vaṭṭatī’’ti vuttaṁ. Taṁ ‘‘anāpatti ñātakānaṁ pavāritāna’’nti (pārā. 526) vuttaanāpattipāḷiyā na sametīti samantapāsādikāyaṁ (pārā. aṭṭha. 2.526) vuttattā idhāpi vuttanayeneva ñātakappavārite viññāpentassa attano dhanena gaṇhantassa anāpattīti likhitaṁ. ‘‘Aññassatthāyā’’ti nidānavirodhato na vuttaṁ, tathāpi anantare vuttanayeneva labbhati evāti vadanti.",
  "tika-vin09t4:53": "Tatuttarisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:54": "8. Upakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t4:55": "Paṭhamaupakkhaṭe ‘‘pubbe appavārito’’ti (pārā. 528) vacanato tasmiṁ khaṇe pavāritopi appavāritova hotīti veditabbaṁ.",
  "tika-vin09t4:56": "Upakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:57": "9. Dutiyaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t4:58": "Dutiyaupakkhaṭena kiṁ payojananti ce? Natthi payojanaṁ, kevalaṁ aṭṭhuppattivasena pana paññattaṁ bhikkhuniyā rahonisajjasikkhāpadaṁ viya. Evaṁ sante saṅgītikārakehi saṅgītiṁ anāropetabbaṁ bhaveyya vināpi tena tadatthasiddhito, anissarattā, anāropetuṁ anuññātattā ca. Vuttañhetaṁ ‘‘ākaṅkhamāno, ānanda, saṅgho…pe… samūhaneyyā’’ti (dī. ni. 2.216; cūḷava. 441). Idaṁ sabbamakāraṇaṁ. Na hi buddhā appayojanaṁ vacanaṁ nicchārenti, pageva sikkhāpadaṁ. Tenevāha aṭṭhakathāyaṁ ‘‘imināva nayena attho veditabbo. Idañhi purimassa anupaññattisadisa’’ntiādi. Anupaññatti ca nippayojanaṁ natthi. Taṁsadisañcetaṁ, na nippayojananti dassitaṁ hoti. Evaṁ sante ko panettha atthavisesoti? Tato āha ‘‘kevalaṁ tattha ekassa pīḷā katā, idha dvinnaṁ, ayamettha viseso’’ti. Iminā atthavisesena ko panañño atirekattho dassitoti? Porāṇagaṇṭhipade tāva vuttaṁ ‘‘ekasmimpi vatthusmiṁ ubhinnampi pīḷā kātuṁ na vaṭṭatīti ayamatirekattho dassito’’ti. Tenetaṁ dīpeti ‘‘na kevalaṁ paṭiladdhacīvaragaṇanāya eva āpattigaṇanā, pīḷitapuggalasaṅkhātavatthugaṇanāyapī’’ti.",
  "tika-vin09t4:59": "Honti cettha –",
  "tika-vin09t4:60": "‘‘Vatthuto gaṇanāyapi, siyā āpatti nekatā;",
  "tika-vin09t4:61": "Iti sandassanatthañca, dutiyūpakkhaṭaṁ idha.",
  "tika-vin09t4:62": "‘‘Kāyasaṁsaggasikkhāya, vibhaṅge viya kintetaṁ;",
  "tika-vin09t4:63": "Ekitthiyāpi nekatā, āpattīnaṁ payogato’’ti. (vajira. ṭī. pārājika 532);",
  "tika-vin09t4:64": "Apicetaṁ sikkhāpadaṁ taṁjātikesu sikkhāpadesu sabbesupi gahetabbavinicchayassa dassanappayojananti veditabbaṁ. Āha ca –",
  "tika-vin09t4:65": "‘‘Aññātikāya bahutāya vimissatāya;",
  "tika-vin09t4:66": "Āpattiyāpi bahutā ca vimissatā ca;",
  "tika-vin09t4:67": "Iccevamādividhisambhavadassanatthaṁ ;",
  "tika-vin09t4:68": "Satthā upakkhaṭamidaṁ dutiyaṁ avocā’’ti. (vajira. ṭī. pārājika 532);",
  "tika-vin09t4:69": "Tassāyaṁ saṅkhepato adhippāyapubbaṅgamā vicāraṇā – purāṇacīvaraṁ ekameva bhikkhu bhikkhunīhi dvīhi, bahūhi vā dhovāpeti, bhikkhunigaṇanāya pācittiyagaṇanā. Tathā dvinnaṁ, bahūnaṁ vā sādhāraṇaṁ ekameva cīvaraṁ aññatra pārivattakā paṭiggaṇhāti, idhāpi tathā dvinnaṁ, bahūnaṁ vā sādhāraṇamekaṁ viññāpeti, viññattapuggalagaṇanāya āpattigaṇanā. Tathā aññesupi evarūpesu sikkhāpadesu nayo netabbo. Ayaṁ tāva bahutāya nayo.",
  "tika-vin09t4:70": "Vimissatāya pana ñātikāya, aññātikāya ca ekaṁ dhovāpeti, ekato niṭṭhāpane ekaṁ pācittiyaṁ. Atha ñātikā paṭhamaṁ thokaṁ dhovitvā ṭhitā, puna aññātikā sudhotaṁ karoti, nissaggiyaṁ pācittiyaṁ. Atha aññātikā paṭhamaṁ dhovati, pacchā ñātikā sudhotaṁ karoti, aññātikāya payogavasena bhikkhuno dukkaṭameva. Aññātikāya, ñātikāya ca aññātikasaññī, vematiko, ñātikasaññī vā dhovāpeti, yathāvuttanayena nissaggiyadukkaṭādiāpattibhedagaṇanā veditabbā. Tathā aññātikāya, ñātikāya ca santakaṁ cīvaraṁ ubhohi ekato diyyamānaṁ paṭiggaṇhāti, nissaggiyameva. Atha aññātikāya eva hatthato paṭiggaṇhāti, nissaggiyameva. Atha ñātikāya hatthato paṭiggaṇhāti, anāpatti. Atha ubhosu aññātikādisaññī, vuttanayeneva nissaggiyadukkaṭādiāpattibhedagaṇanā veditabbā. Tathā aññātikaviññattiādīsupi yathāsambhavaṁ nayo netabbo. Ayaṁ vimissatāya nayo.",
  "tika-vin09t4:71": "Ādisaddena pana aneke aññātikā viññattā, viññattapuggalagaṇanāya dukkaṭaṁ. Eko deti, eko na deti, nissaggiyaṁ. Atha aviññatto deti, na nisaggiyaṁ. Atha viññattāviññattānaṁ sādhāraṇaṁ viññatto deti, nissaggiyaṁ. Ubho denti, nissaggiyameva. Aviññatto deti, nissaggiyena anāpatti. Viññattassa vacanena aviññatto deti, anāpatti eva. Tathā upakkhaṭādīsupi yathāsambhavaṁ nayo netabbo.",
  "tika-vin09t4:72": "Ettāvatā saṅkhepato aññātikāyādigāthā vuttādhippāyā hoti. Yaṁ panettha bhikkhuniyā rahonisajjasikkhāpadaṁ nippayojanatāya nidassanaṁ vuttaṁ, tassa payojanaviseso tasmiṁyeva āvibhavissatīti . Evameva aññatthapi vacanena, visesaaṭṭhuppattivasena ca sikkhāpadesu ñātabbaṁ visesappayojananti.",
  "tika-vin09t4:73": "Dutiyaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:74": "10. Rājasikkhāpadavaṇṇanā",
  "tika-vin09t4:75": "‘‘Ṭhānaṁ bhañjati, āgatakāraṇaṁ vināsetī’’ti vuttattā puna codanaṁ na labhatīti eke. Āgamanassa sātthakaṁ na hoti, cīvaraṁ na labhissati paṭisanthārassa katattāti eke. Codanālakkhaṇaṁ na hotīti katvā vuttanti eke. ‘‘Dhammadesanādhippāyādinā na paṭisanthāro kātabbo’’ti upatissatthero ‘‘‘āgatakāraṇaṁ vināsetī’ti codanāṭhānāni bhañjati, codetukāmo akattabbamakāsi, tappaccayā vattabhede dukkaṭa’’nti ca vadati. Dhammasiritthero pana ‘‘āsane ce nisīdati, ekāya nisajjāya dve ṭhānāni bhañjati. Āmisaṁ ce paṭiggaṇhāti, ekena paṭiggahaṇena dve ṭhānāni bhañjati. Dhammaṁ ce bhāsati, dhammadesanāsikkhāpade vuttaparicchedāya ekāya vācāya dve ṭhānāni bhañjati. Taṁ sandhāya ‘āgatakāraṇaṁ vināsetī’ti vutta’’nti vadati. ‘‘Eso kho’’ti vuttena saññatto eko, ‘‘ayaṁ veyyāvaccakaroti…pe… avuttepi codetuṁ vaṭṭatī’’ti vutto dutiyo, sace pana dūto gacchantova ‘‘ahaṁ tassa hatthe dassāmī’’tiādinā vutto tatiyo, ‘‘aññaṁ vā pesetvā ārocāpetī’’ti vutto catutthoti yathā bhikkhunā niddiṭṭhā cattāro, tatheva dūtena niddiṭṭhā cattāro. Mukhavevaṭikakappiyakārako, parammukhakappiyakārako ceti etesu aññātakaappavāritesu viya paṭipajjitabbanti likhitaṁ.",
  "tika-vin09t4:76": "Rājasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:77": "Cīvaravaggo paṭhamo.",
  "tika-vin09t4:78": "2. Eḷakalomavaggo",
  "tika-vin09t4:79": "1. Kosiyasikkhāpadavaṇṇanā",
  "tika-vin09t4:80": "Kārāpeyyāti attano ca parassa ca ubhinnañca kosiyaṁ ekato gaṇhitvā vuttaṁ, ubho vā ekato karontīti atthato veditabbaṁ. Tattha attanā kataṁ ce, ‘‘nissajjanakāle sayaṁ kataṁ nissaggiya’’nti vattabbaṁ. Ubhohi ce kataṁ, yathāpāḷimeva.",
  "tika-vin09t4:81": "Kosiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:82": "2. Suddhakāḷakasikkhāpadavaṇṇanā",
  "tika-vin09t4:83": "Yathā paṭhame ‘‘ekenapi kosiyaṁsunā’’ti (kaṅkhā. aṭṭha. kosiyasikkhāpadavaṇṇanā) vuttaṁ, tathā idha ‘‘ekenapi aññena amissitāna’’nti vacanābhāvato aññena missabhāve satipi apaññāyamānarūpakaṁ ce, ‘‘suddhakāḷaka’’micceva vuccatīti vadanti.",
  "tika-vin09t4:84": "Suddhakāḷakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:85": "3. Dvebhāgasikkhāpadavaṇṇanā",
  "tika-vin09t4:86": "‘‘Tulayitvā’’ti vacanato yathā tulādhāraṇāya kāḷakādhikā na honti, tathā kāḷakānaṁ dve bhāgā gahetabbā ukkaṭṭhaparicchedena. ‘‘Ekassāpi kāḷakalomassa atirekabhāve nissaggiyanti vacanaṁ tulādhāraṇāya kiñcāpi na sameti, acittakattā pana sikkhāpadassa pubbe tulāya dhārayitvā ṭhapitesu ekampi lomaṁ tattha pateyya, nissaggiyanti ayamadhippāyoti no takko’’ti ācariyo. Vuttaparicchedena aggahaṇaṁ akiriyā, santhatakaraṇaṁ kiriyā.",
  "tika-vin09t4:87": "Dvebhāgasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:88": "4. Chabbassasikkhāpadavaṇṇanā",
  "tika-vin09t4:89": "‘‘Orenace channaṁ vassāna’’nti vuttattā chabbasse paripuṇṇe kātuṁ vaṭṭatīti niṭṭhānadivasato paṭṭhāya channaṁ vassānaṁ paricchedo veditabbo. Yāni panettha atirekachabbassavasena vā sammutivasena vā katāni, sabbāni tāni ekato paribhuñjituṁ vaṭṭantīti. Gilānassa ca ekaṁ nappahotīti anekampi vaṭṭati. Yato paṭṭhāya rogassa mandatāya santhataṁ ādāya gantuṁ sakkoti, tato paṭṭhāya sammuti vā rogo vā na rakkhatīti eke. Apica chavassabuddhanimmalaṁ sikkhāpadaṁ vicāretuṁ gambhīrattā. Tasmā chavasse kammaṁ katanti.",
  "tika-vin09t4:90": "Chabbassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:91": "5. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin09t4:92": "Kasmā panettha ‘‘santhataṁ pana bhikkhunā’’ti sikkhāpadaṁ apaññapetvā ‘‘nisīdanasanthata’’nti paññattaṁ, nanu ettha kāraṇena bhavitabbanti? Atthi kāraṇaṁ, cīvarasaññitāya santhatānaṁ ujjhitattā tesaṁ acīvarabhāvadassanatthaṁ tathā paññattaṁ bhagavatāti vuttaṁ hoti. Tasmā te bhikkhū tecīvarikadhutaṅgabhedabhayā santhate catutthacīvarasaññitāya santhatāni ujjhitvā terasa dhutaṅgāni samādayiṁsu, bhagavā ca tesaṁ santhataṁ anujāni. Tato tesaṁ bhikkhūnaṁ evaṁ hoti ‘‘nisīdanacīvarasaṇṭhānampetaṁ nisīdanasanthataṁ no bhagavatā anuññātaṁ catutthacīvarabhāvena, pageva katasanthataṁ vā’’ti. Tato ‘‘santhate tesaṁ cīvarasaññitā na bhavissatī’’ti tadatthaṁ bhagavatā ‘‘santhata’’nti apaññapetvā ‘‘nisīdanasanthata’’nti paññattanti adhippāyo. Imesu pana pañcasu santhatesu purimāni tīṇi vinayakammaṁ katvā paṭilabhitvāpi paribhuñjituṁ na vaṭṭanti akappiyattā, pacchimāni dve vaṭṭantīti (vajira. ṭī. pārājika 566-567) likhitaṁ. Kathaṁ paññāyatīti ce? ‘‘Anāpatti aññena kataṁ paṭilabhitvā paribhuñjatī’’ti (pārā. 570) vacanatoti veditabbaṁ.",
  "tika-vin09t4:93": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:94": "6. Eḷakalomasikkhāpadavaṇṇanā",
  "tika-vin09t4:95": "‘‘Addhānamaggappaṭipannassā’’ti iminā pakatiyā dīghamaggaṁ paṭipannassa uppannānipi tiyojanaparamameva haritabbāni, pageva appaṭipannassāti dasseti. Paṭipannassa ce, addhānaṁ nāma paṭipannassa akāmā vassaṁvuṭṭhabhikkhuniyā maggappaṭipatti viyāti dasseti. Addhānamaggappaṭipannassa nissaggiyanti vā sambandho. Teneva vāsādhippāyassa paṭippassaddhagamanussāhattā ‘‘appaṭipanno’’ti saṅkhaṁ gatassa anāpattīti siddhaṁ. Imasmiṁ pana atthavikappe ‘‘bhikkhuno paneva eḷakalomāni uppajjeyyuṁ…pe… asantepi hārake addhānamaggappaṭipannassa nissaggiyaṁ pācittiya’’nti yojanā veditabbā. Yasmā vā eḷakalomānaṁ uppattiṭṭhānato paṭṭhāya tiyojanaparamatā adhippetā, maggaṁ appaṭipannassa ca tiyojanaparamatā natthi, tasmā ‘‘addhānamaggappaṭipannassa uppajjeyyu’’nti vuttaṁ. Tena acchinnaṁ paṭilabhitvā harato ca anāpattīti siddhaṁ. Paṭilābho hi tesaṁ uppatti nāmāti.",
  "tika-vin09t4:96": "‘‘Ākaṅkhamānena bhikkhunā paṭiggahetabbānī’’ti iminā attanā paṭiggahitānaṁyeva tiyojanātikkame āpattīti dasseti. Tena anākaṅkhamānena parasantakāni paṭiggahitāni harantassa anāpattīti siddhaṁ.",
  "tika-vin09t4:97": "Aṅgesu ‘‘attano santakatā’’ti natthi, ayamattho ‘‘bhikkhuno uppajjeyyu’’nti iminā, ‘‘acchinnaṁ paṭilabhitvā’’ti iminā ca dīpito hotīti veditabbo. Porāṇagaṇṭhipade ca ‘‘aññaṁ bhikkhuṁ harāpento gacchati ce, dvinnampi anāpattī’’ti vuttaṁ. Tasmā dve bhikkhū tiyojanaparamaṁ patvā aññamaññassa bhaṇḍaṁ parivattetvā ce haranti, anāpattīti siddhaṁ.",
  "tika-vin09t4:98": "Tiyojanaparamaṁ sahatthā haritabbānīti tiyojanaparamameva attanā haritabbāni, taṁ kimatthanti? Sīmāya etaparamato. Vuttañhetaṁ ‘‘anujānāmi, bhikkhave, tiyojanaparamaṁ sīmaṁ sammannitu’’nti (mahāva. 140). Vāsādhippāyena, paccāgamanādhippāyena vā gacchato etaparamatā ca. Vuttañhetaṁ ‘‘chabbaggiyā bhikkhū atimahatiyo sīmāyo sammannanti…pe… bhikkhū uposathaṁ āgacchantā uddissamānepi pātimokkhe āgacchanti, uddiṭṭhamattepi āgacchanti, antarāpi parivasantī’’ti (mahāva. 140).",
  "tika-vin09t4:99": "Asantehāraketi āṇattiyā hārake asati. Kambalassa upari nisīditvā gacchantassa sace ekampi lomaṁ cīvare laggaṁ hoti, tiyojanātikkame āpatti eva kambalato vijaṭitattāti likhitaṁ. Taṁ kambalassa paṭiggahitattā attano atthāya paṭiggahitameva hotīti yuttaṁ.",
  "tika-vin09t4:100": "Eḷakalomasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:101": "8. Jātarūpasikkhāpadavaṇṇanā",
  "tika-vin09t4:102": "‘‘Nibbattarukkhacchāyāpi rukkhaparicchedaṁ anatikkantā’’ti likhitaṁ.",
  "tika-vin09t4:103": "Jātarūpasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:104": "9. Rūpiyasaṁvohārasikkhāpadavaṇṇanā",
  "tika-vin09t4:105": "Jātarūparajataparivattananti ukkaṭṭhaparicchedena vuttaṁ.",
  "tika-vin09t4:106": "Rūpiyasaṁvohārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:107": "10. Kayavikkayasikkhāpadavaṇṇanā",
  "tika-vin09t4:108": "Asante pācittiyaṁ desetabbamevāti ettha kiṁ suddhikaṁ pācittiyaṁ, udāhu nissaggiyanti? Nissaggiyaṁ pācittiyameva.",
  "tika-vin09t4:109": "Kayavikkayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:110": "Tatridaṁ pakiṇṇakaṁ",
  "tika-vin09t4:111": "Aṭṭhamasikkhāpadaṁ parena attano atthāya diyyamānassa vā pārivattakabhāvena diyyamānassa vā paṁsukūlassa vā rūpiyassa uggaṇhanauggaṇhāpanasādiyanāni paṭikkhipati.",
  "tika-vin09t4:112": "Navamaṁ parassa vā attano vā rūpiyaparivattanaṁ paṭikkhipati.",
  "tika-vin09t4:113": "Dasamaṁ arūpiyaparivattanaṁ. ‘‘Arūpiye arūpiyasaññī pañcannaṁ saha anāpattī’’ti (pārā. 591; vi. vi. ṭī. 1.591; vajira. ṭī. pārājika 587) ca vacanaṁ itarehi saha āpattīti dīpeti. Arūpiyañca dukkaṭavatthu. Tasmā tassa parivattane sati nissaggiyanti ekantena vuttaṁ. Pañcannaṁ saha dukkaṭavatthūnaṁ parivattane anāpattippasaṅgato anāpatti evāti porāṇāti ce? Na, kappiyavatthūnaṁyeva tattha āgatattā. Yadi kappiyavatthu nissaggiyaṁ, pageva dukkaṭavatthūti ce? Na, āpattigarukalahukabhāvena vatthugarukalahukaniyamābhāvato.",
  "tika-vin09t4:114": "Nissaggiyavatthuto hi muttāmaṇiveḷuriyādi mahagghappahonakampi dukkaṭavatthūti katvā nissaggiyavatthuto muttādi lahukaṁ hoti. Lahukepi vatthusmiṁ yatheva dukkaṭavatthuno paṭiggahaṇe dukkaṭaṁ, tatheva tassa vā tena vā cetāpanepi dukkaṭaṁ yuttanti (pārā. aṭṭha. 2.589) aṭṭhakathācariyā.",
  "tika-vin09t4:115": "Atha vā yaṁ vuttaṁ ‘‘kappiyavatthūnaṁyeva tattha āgatattā’’ti, tattha kiñcāpi dukkaṭavatthūnipi adhippetāni, na pana pāḷiyaṁ vuttāni anāpattivārappasaṅgabhayāti vuttaṁ hoti. Muttādīsupi vuttesu anāpattiyaṁ kappiyakārakassa ācikkhati, ‘‘idaṁ muttādi amhākaṁ atthi, amhākañca iminā ca iminā ca veḷuriyādinā attho’’ti bhaṇati, dasamena āpajjatīti adhippāyo siyā. Yasmā ca idaṁ kappiyakārakassa ācikkhanādisaṁvohāro ca, tasmā taṁ navamena vuttanti veditabbaṁ. Kiñcāpi kayavikkayeva hoti kappiyavatthūhi anuññātaṁ, imināva nayena kiñcāpi dukkaṭavatthupi dasame adhippetaṁ āpajjati, aṭṭhakathāvirodhato pana nādhippetamicceva gahetabbo.",
  "tika-vin09t4:116": "Kā panettha kāraṇacchāyāti, pañcannaṁ saha tattha anāpattippasaṅgato anāpatti evāti ce? Na, tattha anāgatattā. Anāgatakāraṇā vuttanti ce? Na, pañcannaṁ saha āpattivatthukassa anāpattivāralābhe visesakāraṇābhāvā, akappiyattā pañcannaṁ sahāpi āpattiyā bhavitabbanti siddho aṭṭhakathāvādo.",
  "tika-vin09t4:117": "Aparo nayo – yadi dukkaṭavatthunā kayavikkaye nissaggiyaṁ, kappiyavatthumhi vuttapariyāyo tattha labbheyya, na pana labbhatīti navame eva tāni vattabbāni. Tasmā saṁvohāro nāma kayavikkayopi aññathā parivattanaṁ pariyādiyitvā pavatto, kayavikkayañca mocetvā ‘‘iminā imaṁ dehī’ti cetāpeti, vaṭṭatī’’ti avatvā dasamassa anāpattivāre vuttanayeneva tesaṁ parivattane nissaggiyānumativirodhato aṭṭhakathāyaṁ vuttanayeneva dukkaṭavatthunā cetāpane dukkaṭameva. Nesaṁ kayavikkayena nissaggiyanti ce? Na, sabbassapi kayavikkayattā. Teneva vuttaṁ ‘‘andhakaṭṭhakathāyaṁ pana ‘sace kayavikkayaṁ samāpajjeyya, nissaggiyaṁ pācittiya’nti bhāsitaṁ, taṁ dubbhāsitaṁ. Kasmā? Na hi dānaggahaṇato añño kayavikkayo nāma atthī’’ti (pārā. aṭṭha. 2.589), attano matiyā kayavikkayalakkhaṇasammate dasamassa anāpattivāre vuttanayeneva tesaṁ parivattane nissaggiyānumativirodhato ca. Bhavatu vā attano paṭisiddhamidaṁ kāraṇaṁ, dasame avassameva jānitabbānīti tāni kayavikkayānevāti tesaṁ nissaggiyabhāvañca gatānīti evampi siddho aṭṭhakathāvādo.",
  "tika-vin09t4:118": "Etthāhu porāṇā – ‘‘attano santakaṁ rūpiyaṁ parahatthagataṁ karoti ajjhācarati, dukkaṭaṁ. Parassa rūpiyaṁ attano hatthagataṁ karoti, aṭṭhamena nissaggiyaṁ. Uggahitavatthuparivattane kathaṁ jātaṁ? Abbohārikaṁ jātaṁ. Atha parassa rūpiyaṁ attano hatthagataṁ paṭhamaṁ karoti, rūpiyappaṭiggahaṇassa katattā aṭṭhamena nissaggiyaṁ. Attano santakaṁ rūpiyaṁ parassa hatthagataṁ pacchā karoti, saṁvohārena nissaggiya’’nti. ‘‘Rūpiyassa gahaṇamattena aṭṭhamena āpatti, pacchā parivattane navamenā’’ti hi tattha vuttaṁ, taṁ pana yuttaṁ. ‘‘Ajjhācarati, dukkaṭa’’nti duvuttaṁ. Dukkaṭassa aniyamappasaṅgato nissajjanavidhānesu dassitova. Kiṁ vuttaṁ hoti – yadi dvīhi nissaggiyehi bhavitabbaṁ, nissajjanavidhāne ‘‘ahaṁ, bhante, rūpiyaṁ paṭiggahesiṁ, nānāppakārakañca rūpiyasaṁvohāraṁ samāpajji’’nti vattabbaṁ bhaveyya ‘‘rūpiyaṁ cetāpetī’’ti sabbattha pāḷiyaṁ rūpiyappaṭiggahaṇassa vuttattā.",
  "tika-vin09t4:119": "Ettāvatā yaṁ porāṇagaṇṭhipade vuttaṁ ‘‘dukkaṭavatthunā kayavikkayaṁ pariharantena catūsu nissaggiyavatthūsu ekekasmiṁ gahite aṭṭhamena nissaggiyaṁ hoti. Dukkaṭavatthunā dukkaṭavatthunti ‘‘iminā idaṁ dehī’’ti gahite teneva nissaggiyaṁ hoti. ‘‘Kayavikkayampi nīharitvā gahite dukkaṭaṁ, cetāpitarūpiyaggahaṇe aṭṭhamena, parivattane navamenātiādinā attanā anuggahetvā kappiyavasena nīharitvā pañcahi sahadhammikehi saddhiṁ parivattetuṁ vaṭṭatī’’ti, taṁ visodhitaṁ hoti. Aparampi tattha vuttaṁ ‘‘nissajjitabbe asati kathaṁ pācittiyaṁ, dunnissaṭṭharūpiyampi ‘na chaḍḍetī’ti vadantassa vissaṭṭho upāsako taṁ gahetvā aññaṁ ce bhikkhuno deti, kappatī’’ti, tañca duvuttaṁ. Na hi gahitattā tato aññaṁ vatthu hoti. Puna aparañca tattha vuttaṁ ‘‘imaṁ ‘gaṇhāhī’ti vadantassa saddhādeyyavinipātadukkaṭaṁ, ‘etaṁ dehī’ti vadantassa viññattidukkaṭa’’nti, tañca duvuttaṁ. Tattha hi payogadukkaṭaṁ yuttaṁ viya paññāyati.",
  "tika-vin09t4:120": "Pakiṇṇakaṁ niṭṭhitaṁ.",
  "tika-vin09t4:121": "Eḷakalomavaggo dutiyo.",
  "tika-vin09t4:122": "3. Pattavaggo",
  "tika-vin09t4:123": "1. Pattasikkhāpadavaṇṇanā",
  "tika-vin09t4:124": "Dve apattā, tasmā ete bhājanaparibhogena paribhuñjitabbā, naadhiṭṭhānūpagānavikappanūpagatāti atthoti ca. Samaṇasāruppena pakkanti ayopatto pañcahi pākehi pakko hoti, mattikāpatto dvīhi. ‘‘Bhikkhuniyā pattasanniccayassa vāritattā (vajira. ṭī. pārājika 602) bhikkhussapi taṁ ‘ananurūpa’nti katvā ‘purāṇapattaṁ paccuddharitvā’ti vutta’’nti ca likhitaṁ, taṁ na yuttaṁ pāḷiyaṁ ‘‘sanniccayaṁ kareyyāti anadhiṭṭhito avikappito’’ti (pāci. 735) vuttattā. So hi kathinakkhandhake (mahāva. 306 ādayo) niccayasannidhi viya ekopi punadivase ‘‘sanniccayo’’ti vuccati. Anantarasikkhāpade pana ‘‘dutiyo vārito’’ti adhiṭṭhānaṁ niyataṁ. Tasmā dve patte adhiṭṭhātuṁ na labhati. Sace ekato adhiṭṭhāti, dvepi anadhiṭṭhitā honti. Visuṁ visuṁ adhiṭṭhāti, dutiyo anadhiṭṭhito. Vikappetuṁ pana bahūpi labhati. Kākaṇikamattampīti ettha pi-kāro ‘‘ekapākampi janetī’’ti pākaṁ sampiṇḍeti. Atha vā sace ekapākeneva sāruppo, vaṭṭatīti pākaparimāṇaṁ na vuttanti gahetabbaṁ. Apattattā adhiṭṭhānūpagona hoti. Apaccuddharantena vikappetabboti purāṇapattaṁ apaccuddharantena so patto vikappetabboti atthoti likhitaṁ.",
  "tika-vin09t4:125": "Pattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:126": "2. Ūnapañcabandhanasikkhāpadavaṇṇanā",
  "tika-vin09t4:127": "Pavāriteti ettha saṅghavasena pavāritaṭṭhāne pañcabandhaneneva vaṭṭati, puggalikavasena pavāritaṭṭhāne ūnapañcabandhanenāpi vaṭṭatīti likhitaṁ.",
  "tika-vin09t4:128": "Yo ūnapañcabandhanatthaṁ, vuttampi cetaṁ karo so;",
  "tika-vin09t4:129": "Ūnapañcabandhanatthaṁ, patvāna santike.",
  "tika-vin09t4:130": "Ūnapañcabandhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:131": "3. Bhesajjasikkhāpadavaṇṇanā",
  "tika-vin09t4:132": "‘‘Paṭisāyanīyāni paṭiggahetvā’’ti vadantena pādamakkhanādīnaṁ atthāya paṭiggahetvā ṭhapetuṁ vaṭṭatīti dīpitanti likhitaṁ. ‘‘Yesaṁ maṁsaṁ kappatī’’ti vacanena yesaṁ maṁsaṁ na kappati, tesaṁ sappiādi na kappatīti vadantā ajānitvā vadanti. Yesañhi maṁsaṁ kappati, tesaṁ sappītiādi sattāhakālikanissaggiyavatthuparicchedadassanatthaṁ vuttaṁ. Tathā paṇītabhojanasikkhāpade yesaṁ maṁsaṁ kappati, tesaṁyeva khīrādi paṇītabhojanaṁ, netaranti dassetuṁ vuttanti. Madhu nāma madhukaribhamaramakkhikānaṁ āsayesu niyyāsasadisaṁ mahāmadhu hoti, taṁ yāvajīvikanti ca likhitaṁ.",
  "tika-vin09t4:133": "Bhesajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:134": "Pattavaggo tatiyo.",
  "tika-vin09t4:135": "Nissaggiyapācittiyavaṇṇanā niṭṭhitā."
}