{
  "tika-vin01t21:0": "2. Saṅghādisesakaṇḍaṁ",
  "tika-vin01t21:1": "1. Sukkavissaṭṭhisikkhāpadavaṇṇanā",
  "tika-vin01t21:2": "Idāni pārājikasaṁvaṇṇanāsamanantarā yā terasakādisaṁvaṇṇanā samāraddhā, tassāpi –",
  "tika-vin01t21:3": "Anākulā asandehā, paripuṇṇavinicchayā;",
  "tika-vin01t21:4": "Atthabyañjanasampannā, hoti sāratthadīpanī.",
  "tika-vin01t21:5": "Terasakassāti terasa sikkhāpadāni parimāṇāni assa kaṇḍassāti terasakaṁ, tassa terasakassa kaṇḍassāti attho.",
  "tika-vin01t21:6": "234.Anabhiratoti aññattha gihibhāvaṁ patthayamāno vuccati, idha pana kāmarāgavasena ukkaṇṭhitatāya vikkhittacittatāya samannāgato adhippetoti āha vikkhittacittotiādi.",
  "tika-vin01t21:7": "236-237.Sañcetanikāti ettha saṁ-saddo vijjamānatthatāya sātthakoti dassento āha saṁvijjati cetanā assāti. Tattha cetanāti vītikkamavasappavattā pubbabhāgacetanā. Assāti sukkavissaṭṭhiyā. Imasmiṁ vikappe ika-saddassa visuṁ attho natthīti āha sañcetanāva sañcetanikāti. Idāni saṁ-saddassa atthaṁ anapekkhitvā ika-saddova assatthiatthaṁ pakāsetīti dassento sañcetanā vā assā atthīti sañcetanikāti dutiyavikappamāha. Saṁvijjati cetanā assāti padabhājane vattabbe byañjane ādaraṁ akatvā jānantotiādi vuttaṁ. Upakkamāmīti jānantoti mocanatthaṁ upakkamāmīti jānanto.",
  "tika-vin01t21:8": "Āsayabhedatoti pittādiāsayabhedato. Buddhapaccekabuddhānampi hi raññopi cakkavattissa pittasemhapubbalohitāsayesu catūsu aññataro āsayo hotiyeva, mandapaññānaṁ pana cattāropi āsayā honti. Dhātunānattatoti pathavīdhātuādīnaṁ catunnaṁ dhātūnaṁ, cakkhādīnaṁ vā aṭṭhārasannaṁ dhātūnaṁ, rasasoṇitādīnaṁ vā dhātūnaṁ nānattato.",
  "tika-vin01t21:9": "Vatthisīsanti vatthipuṭassa abbhantare matthakapassaṁ. ‘‘Rāga…pe… asakkonto’’ti rāgapariyuṭṭhānaṁ sandhāya vuttaṁ. Rājā pana ‘‘sambhavassa sakalakāyo ṭhāna’’nti sutapubbattā vīmaṁsanatthaṁ evamakāsīti vadanti. Dakasotanti muttamaggaṁ, aṅgajātappadesanti vuttaṁ hoti. Dakasotorohaṇato paṭṭhāya pana upādinnato vinimuttatāya sambhave utusamuṭṭhānameva rūpaṁ avasissati, sesaṁ tisamuṭṭhānaṁ natthīti veditabbaṁ. Āpodhātuyā santānavasena pavattamānāya avatthāviseso sambhavo, so catusamuṭṭhāniko aṭṭhakathāyaṁ catusamuṭṭhānikesu sambhavassa vuttattā. So pana soḷasavassakāle uppajjati, tassa rāgavasena ṭhānācāvanaṁ hotīti vadanti, tasmā yaṁ vuttaṁ kathāvatthuaṭṭhakathāyaṁ ‘‘sukkavissaṭṭhi nāma rāgasamuṭṭhānā hotī’’ti, taṁ sambhavassa ṭhānācāvanaṁ sandhāya vuttanti veditabbaṁ, na pana sambhavo cittasamuṭṭhānoyevāti dīpetuṁ, teneva tattha vissaṭṭhiggahaṇaṁ kataṁ. ‘‘Khīṇāsavānaṁ pana brahmānañca sambhavo natthī’’ti ācariyadhammapālattherena vuttaṁ, tasmā yaṁ vuttaṁ kathāvatthuaṭṭhakathāyaṁ (kathā. aṭṭha. 307) ‘‘tāsaṁ devatānaṁ sukkavissaṭṭhi nāma natthī’’ti, tampi ṭhānācāvanaṁ sandhāya vuttanti gahetabbaṁ, na pana devatānaṁ sabbaso sambhavassa abhāvaṁ sandhāya. Channampi pana kāmāvacaradevatānaṁ kāmā pākatikāyeva. Manussā viya hi te dvayaṁdvayasamāpattivaseneva methunaṁ paṭisevanti, kevalaṁ pana nissandābhāvo tesaṁ vattabbo. Taṅkhaṇikapariḷāhavūpasamāvahaṁ samphassasukhameva hi tesaṁ kāmakiccaṁ. Keci pana ‘‘cātumahārājikatāvatiṁsānaṁyeva dvayaṁdvayasamāpattiyā kāmakiccaṁ ijjhati, yāmānaṁ aññamaññaṁ āliṅganamattena, tusitānaṁ hatthāmasanamattena, nimmānaratīnaṁ hasitamattena, paranimmitavasavattīnaṁ olokitamattena kāmakiccaṁ ijjhatī’’ti vadanti, taṁ aṭṭhakathāyaṁ paṭikkhittaṁ tādisassa kāmesu virajjanassa tesu abhāvato kāmānañca uttaruttari paṇītatarapaṇītatamabhāvato.",
  "tika-vin01t21:10": "Tathevāti ‘‘mocanassādena nimitte upakkamato’’tiādiṁ atidisati. ‘‘Vissaṭṭhīti ṭhānato cāvanā vuccatī’’ti vuttattā dakasotaṁ otiṇṇamatteti kasmā vuttanti āha dakasotorohaṇañcetthātiādi. Etthāti tīsupi vādesu. Adhivāsetvāti nimitte upakkamitvā puna vippaṭisāre uppanne adhivāsetvā. Antarā nivāretunti ṭhānato cutaṁ dakasotaṁ otarituṁ adatvā antarā nivāretuṁ. Tenāha – ṭhānā cutañhi avassaṁ dakasotaṁ otaratīti . Ṭhānācāvanamattenevāti dakasotaṁ anotiṇṇepīti adhippāyo. Ettha ca ‘‘sakalo kāyo ṭhāna’’nti vāde ṭhānācāvanaṁ vadantena sakalasarīrato cutassapi dakasotorohaṇato pubbe appamattakassa antarāḷassa sambhavato vuttaṁ. Sakalasarīre vā tasmiṁ tasmiṁ padese ṭhitassa ṭhānā cutaṁ sandhāya ‘‘ṭhānācāvanamattenevā’’ti vuttaṁ. Nimitte upakkamantassevāti mocanassādena upakkamantassa. Hatthaparikammādīsu satipi mocanassāde nimitte upakkamābhāvato natthi āpattīti āha ‘‘hattaparikamma…pe… anāpattī’’ti. Ayaṁ sabbācariyasādhāraṇavinicchayoti ‘‘dakasotorohaṇañcetthā’’tiādinā vutto tiṇṇampi ācariyānaṁ sādhāraṇo vinicchayo.",
  "tika-vin01t21:11": "Khobhakaraṇapaccayo nāma visabhāgabhesajjasenāsanāhārādipaccayo. Atthakāmatāya vā anatthakāmatāya vāti pasannā atthakāmatāya, kuddhā anatthakāmatāya. Atthāya vā anatthāya vāti sabhāvato bhavitabbāya atthāya vā anatthāya vā. Upasaṁharantīti attano devānubhāvena upanenti. Bodhisattamātā viya puttapaṭilābhanimittanti tadā kira pure puṇṇamāya sattamadivasato paṭṭhāya vigatasurāpānaṁ mālāgandhādivibhūtisampannaṁ nakkhattakīḷaṁ anubhavamānā bodhisattamātā sattame divase pātova uṭṭhāya gandhodakena nhāyitvā sabbālaṅkāravibhūsitā varabhojanaṁ bhuñjitvā uposathaṅgāni adhiṭṭhāya sirigabbhaṁ pavisitvā sirisayane nipannā niddaṁ okkamamānā imaṁ supinaṁ addasa – cattāro kira naṁ mahārājāno sayaneneva saddhiṁ ukkhipitvā anotattadahaṁ netvā nhāpetvā dibbavatthaṁ nivāsetvā dibbagandhehi vilimpetvā dibbapupphāni piḷandhitvā tato avidūre rajatapabbato, tassa anto kanakavimānaṁ atthi, tasmiṁ pācīnato sīsaṁ katvā nipajjāpesuṁ. Atha bodhisatto setavaravāraṇo hutvā tato avidūre eko suvaṇṇapabbato, tattha caritvā tato oruyha rajatapabbataṁ abhiruhitvā kanakavimānaṁ pavisitvā mātaraṁ padakkhiṇaṁ katvā dakkhiṇapassaṁ phāletvā kucchiṁ paviṭṭhasadiso ahosi. Imaṁ supinaṁ sandhāya etaṁ vuttaṁ ‘‘bodhisattamātā viya puttapaṭilābhanimitta’’nti.",
  "tika-vin01t21:12": "Pañcamahāsupineti (a. ni. aṭṭha. 3.5.196) mahantehi purisehi passitabbato mahantānañca atthānaṁ nimittabhāvato mahāsupine. Te pana pañca mahāsupine neva lokiyamahājano passati, na mahārājāno, na cakkavattirājāno, na aggasāvakā, na paccekabuddhā, na sammāsambuddhā, eko sabbaññubodhisattoyeva passati. Tena vuttaṁ ‘‘bodhisatto viya pañca mahāsupine’’ti. Amhākañca pana bodhisatto kadā te supine passīti? ‘‘Sve buddho bhavissāmī’’ti cātuddasiyaṁ pakkhassa rattivibhāyanakāle passi. Kālavasena hi divā diṭṭho supino na sameti, tathā paṭhamayāme majjhimayāme ca. Pacchimayāme balavapaccūse pana asitapītasāyite sammāpariṇāmagate kāyasmiṁ ojāya patiṭṭhitāya aruṇe uggacchamāne diṭṭhasupino sameti. Iṭṭhanimittaṁ supinaṁ passanto iṭṭhaṁ paṭilabhati, aniṭṭhanimittaṁ passanto aniṭṭhaṁ, tasmā bodhisattopi supinaṁ passanto rattivibhāyanakāle passi.",
  "tika-vin01t21:13": "Ke pana te pañca mahāsupināti? Tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato pañca mahāsupinā pāturahesuṁ (a. ni. 5.196) – ayaṁ mahāpathavī mahāsayanaṁ ahosi, himavā pabbatarājā bimbohanaṁ ahosi, puratthime samudde vāmahattho ohito ahosi, pacchime samudde dakkhiṇahattho ohito ahosi, dakkhiṇasamudde ubho pādā ohitā ahesuṁ, ayaṁ paṭhamo mahāsupino pāturahosi.",
  "tika-vin01t21:14": "Puna caparaṁ dabbatiṇasaṅkhātā tiriyā nāma tiṇajāti naṅgalamattena rattadaṇḍena nābhito uggantvā tassa passantasseva vidatthimattaṁ ratanamattaṁ byāmamattaṁ yaṭṭhimattaṁ gāvutamattaṁ aḍḍhayojanamattaṁ yojanamattanti evaṁ uggantvā anekayojanasahassaṁ nabhaṁ āhacca ṭhitā ahosi, ayaṁ dutiyo mahāsupino pāturahosi.",
  "tika-vin01t21:15": "Puna caparaṁ setā kimī kaṇhasīsā pādehi ussakkitvā yāva jāṇumaṇḍalā paṭicchādesuṁ, ayaṁ tatiyo mahāsupino pāturahosi.",
  "tika-vin01t21:16": "Puna caparaṁ cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṁsu, ayaṁ catuttho mahāsupino pāturahosi.",
  "tika-vin01t21:17": "Puna caparaṁ bodhisatto mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena, ayaṁ pañcamo mahāsupino pāturahosi. Ime pañca mahāsupinā.",
  "tika-vin01t21:18": "Tattha paṭhamo anuttarāya sammāsambodhiyā pubbanimittaṁ, dutiyo ariyassa aṭṭhaṅgikassa maggassa devamanussesu suppakāsitabhāvassa pubbanimittaṁ, tatiyo bahūnaṁ odātavasanānaṁ gihīnaṁ bhagavantaṁ upasaṅkamitvā saraṇagamanassa pubbanimittaṁ, catuttho khattiyādīnaṁ catunnaṁ vaṇṇānaṁ tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā anuttaravimuttisacchikiriyāya pubbanimittaṁ, pañcamo catunnaṁ paccayānaṁ lābhitāya tesu ca anupalittabhāvassa pubbanimittaṁ.",
  "tika-vin01t21:19": "Apica yaṁ so cakkavāḷamahāpathaviṁ sirisayanabhūtaṁ addasa, taṁ buddhabhāvassa pubbanimittaṁ. Yaṁ himavantaṁ pabbatarājānaṁ bimbohanaṁ addasa, taṁ sabbaññutaññāṇabimbohanassa pubbanimittaṁ. Yaṁ cattāro hatthapāde samuddassa uparūparibhāgena gantvā cakkavāḷamatthake ṭhite addasa, taṁ dhammacakkassa appaṭivattiyabhāve pubbanimittaṁ. Yaṁ attānaṁ uttānakaṁ nipannaṁ addasa, taṁ tīsu bhavesu avakujjānaṁ sattānaṁ uttānamukhabhāvassa pubbanimittaṁ. Yaṁ akkhīni ummīletvā passanto viya ahosi, taṁ dibbacakkhupaṭilābhassa pubbanimittaṁ. Yaṁ yāva bhavaggā ekālokaṁ ahosi, taṁ anāvaraṇañāṇassa pubbanimittaṁ. Sesaṁ vuttanayameva. Iti taṁtaṁvisesādhigamanimittabhūte pañca mahāsupine passi. Tena vuttaṁ ‘‘bodhisatto viya pañca mahāsupine’’ti.",
  "tika-vin01t21:20": "Kosalarājā viya soḷasa supineti –",
  "tika-vin01t21:21": "‘‘Usabhā rukkhā gāviyo gavā ca,",
  "tika-vin01t21:22": "Asso kaṁso siṅgālī ca kumbho;",
  "tika-vin01t21:23": "Pokkharaṇī ca apākacandanaṁ,",
  "tika-vin01t21:24": "Lābūni sīdanti silā plavanti.",
  "tika-vin01t21:25": "‘‘Maṇḍūkiyo kaṇhasappe gilanti,",
  "tika-vin01t21:26": "Kākaṁ suvaṇṇā parivārayanti;",
  "tika-vin01t21:27": "Tasā vakā eḷakānaṁ bhayā hī’’ti. (jā. 1.1.77) –",
  "tika-vin01t21:28": "Ime soḷasa supine passanto kosalarājā viya.",
  "tika-vin01t21:29": "1. Ekadivasaṁ kira kosalarājā rattiṁ niddūpagato pacchimayāme soḷasa supine passi (jā. aṭṭha. 1.1.mahāsupinajātakavaṇṇanā). Tattha cattāro añjanavaṇṇā kāḷausabhā ‘‘yujjhissāmā’’ti catūhi disāhi rājaṅgaṇaṁ āgantvā ‘‘usabhayuddhaṁ passissāmā’’ti mahājane sannipatite yujjhanākāraṁ dassetvā naditvā gajjitvā ayujjhitvāva paṭikkantā. Imaṁ paṭhamaṁ supinaṁ addasa.",
  "tika-vin01t21:30": "2. Khuddakā rukkhā ceva gacchā ca pathaviṁ bhinditvā vidatthimattampi ratanamattampi anuggantvāva pupphanti ceva phalanti ca. Imaṁ dutiyaṁ addasa.",
  "tika-vin01t21:31": "3. Gāviyo tadahujātānaṁ vacchānaṁ khīraṁ pivantiyo addasa. Ayaṁ tatiyo supino.",
  "tika-vin01t21:32": "4. Dhuravāhe ārohapariṇāhasampanne mahāgoṇe yugaparamparāya ayojetvā taruṇe godamme dhure yojente addasa, te dhuraṁ vahituṁ asakkontā chaḍḍetvā aṭṭhaṁsu, sakaṭāni nappavattiṁsu. Ayaṁ catuttho supino.",
  "tika-vin01t21:33": "5. Ekaṁ ubhatomukhaṁ assaṁ addasa, tassa ubhosu passesu yavasīsaṁ denti, so dvīhipi mukhehi khādati. Ayaṁ pañcamo supino.",
  "tika-vin01t21:34": "6. Mahājano satasahassagghanakaṁ suvaṇṇapātiṁ sammajjitvā ‘‘idha passāvaṁ karohī’’ti ekassa jarasiṅgālassa upanāmesi, taṁ tattha passāvaṁ karontaṁ addasa. Ayaṁ chaṭṭho supino.",
  "tika-vin01t21:35": "7. Eko puriso rajjuṁ vaṭṭetvā pādamūle nikkhipati, tena nisinnapīṭhassa heṭṭhā sayitā chātasiṅgālī tassa ajānantasseva taṁ khādati. Imaṁ sattamaṁ supinaṁ addasa.",
  "tika-vin01t21:36": "8. Rājadvāre bahūhi tucchakumbhehi parivāretvā ṭhapitaṁ ekaṁ mahantaṁ pūritakumbhaṁ addasa, cattāropi pana vaṇṇā catūhi disāhi catūhi anudisāhi ca ghaṭehi udakaṁ āharitvā pūritakumbhameva pūrenti, pūritapūritaṁ udakaṁ uttaritvā palāyati, tepi punappunaṁ tattheva udakaṁ āsiñcanti, tucchakumbhe olokentāpi natthi. Ayaṁ aṭṭhamo supino.",
  "tika-vin01t21:37": "9. Ekaṁ pañcapadumasañchannaṁ gambhīraṁ sabbatotitthaṁ pokkharaṇiṁ addasa, samantato dvipadacatuppadā otaritvā tattha pānīyaṁ pivanti, tassā majjhe gambhīraṭṭhāne udakaṁ āvilaṁ, tīrappadese dvipadacatuppadānaṁ akkamanaṭṭhāne acchaṁ vippasannaṁ anāvilaṁ. Ayaṁ navamo supino.",
  "tika-vin01t21:38": "10. Ekissāyeva ca kumbhiyā paccamānaṁ odanaṁ apākaṁ addasa, ‘‘apāka’’nti vicāretvā vibhajitvā ṭhapitaṁ viya tīhākārehi paccamānaṁ ekasmiṁ passe atikilinno hoti, ekasmiṁ uttaṇḍulo, ekasmiṁ supakkoti. Ayaṁ dasamo supino.",
  "tika-vin01t21:39": "11. Satasahassagghanakaṁ candanasāraṁ pūtitakkena vikkiṇante addasa. Ayaṁ ekādasamo supino.",
  "tika-vin01t21:40": "12. Tucchalābūni udake sīdantāni addasa. Ayaṁ dvādasamo supino.",
  "tika-vin01t21:41": "13. Mahantamahantā kūṭāgārappamāṇā ghanasilā nāvā viya udake plavamānā addasa. Ayaṁ terasamo supino.",
  "tika-vin01t21:42": "14. Khuddakamadhukapupphappamāṇā maṇḍūkiyo mahante kaṇhasappe vegena anubandhitvā uppalanāḷe viya chinditvā maṁsaṁ khāditvā gilantiyo addasa. Ayaṁ cuddasamo supino.",
  "tika-vin01t21:43": "15. Dasahi asaddhammehi samannāgataṁ gāmagocaraṁ kākaṁ kañcanavaṇṇavaṇṇatāya ‘‘suvaṇṇā’’ti laddhanāme suvaṇṇarājahaṁse parivārente addasa. Ayaṁ pannarasamo supino.",
  "tika-vin01t21:44": "16. Pubbe dīpino eḷake khādanti, te pana eḷake dīpino anubandhitvā murāmurāti khādante addasa, athaññe tasā vakā eḷake dūratova disvā tasitā tāsappattā hutvā eḷakānaṁ bhayā palāyitvā gumbagahanāni pavisitvā nilīyiṁsu. Ayaṁ soḷasamo supino.",
  "tika-vin01t21:45": "1. Tattha adhammikānaṁ rājūnaṁ adhammikānañca manussānaṁ kāle loke viparivattamāne kusale osanne akusale ussanne lokassa parihīnakāle devo na sammā vassissati, meghapādā chijjissanti, sassāni milāyissanti, dubbhikkhaṁ bhavissati, vassitukāmā viya catūhi disāhi meghā uṭṭhahitvā itthikāhi ātape patthaṭānaṁ vīhiādīnaṁ temanabhayena anto pavesitakāle purisesu kudālapiṭake ādāya āḷibandhanatthāya nikkhantesu vassanākāraṁ dassetvā gajjitvā vijjulatā nicchāretvā usabhā viya ayujjhitvā avassitvāva palāyissanti. Ayaṁ paṭhamassa vipāko.",
  "tika-vin01t21:46": "2. Lokassa parihīnakāle manussānaṁ parittāyukakāle sattā tibbarāgā bhavissanti, asampattavayāva kumāriyo purisantaraṁ gantvā utuniyo ceva gabbhiniyo ca hutvā puttadhītāhi vaḍḍhissanti. Khuddakarukkhānaṁ pupphaṁ viya hi tāsaṁ utunibhāvo, phalaṁ viya ca puttadhītaro bhavissanti. Ayaṁ dutiyassa vipāko.",
  "tika-vin01t21:47": "3. Manussānaṁ jeṭṭhāpacāyikakammassa naṭṭhakāle sattā mātāpitūsu vā sassusasuresu vā lajjaṁ anupaṭṭhapetvā sayameva kuṭumbaṁ saṁvidahantāva ghāsacchādanamattampi mahallakānaṁ dātukāmā dassanti, adātukāmā na dassanti, mahallakā anāthā hutvā asayaṁvasī dārake ārādhetvā jīvissanti tadahujātānaṁ vacchānaṁ khīraṁ pivantiyo mahāgāviyo viya. Ayaṁ tatiyassa vipāko.",
  "tika-vin01t21:48": "4. Adhammikarājūnaṁ kāle adhammikarājāno paṇḍitānaṁ paveṇikusalānaṁ kammanittharaṇasamatthānaṁ mahāmattānaṁ yasaṁ na dassanti, dhammasabhāyaṁ vinicchayaṭṭhānepi paṇḍite vohārakusale mahallake amacce na ṭhapessanti. Tabbiparītānaṁ pana taruṇataruṇānaṁ yasaṁ dassanti, tathārūpe eva ca vinicchayaṭṭhāne ṭhapessanti, te rājakammāni ceva yuttāyuttañca ajānantā neva taṁ yasaṁ ukkhipituṁ sakkhissanti, na rājakammāni nittharituṁ, te asakkontā kammadhuraṁ chaḍḍessanti, mahallakāpi paṇḍitā amaccā yasaṁ alabhantā kiccāni nittharituṁ samatthāpi ‘‘kiṁ amhākaṁ etehi, mayaṁ bāhirakā jātā, abbhantarikā taruṇadārakā jānissantī’’ti uppannāni kammāni na karissanti, evaṁ sabbathāpi tesaṁ rājūnaṁ hāniyeva bhavissati, dhuraṁ vahituṁ asamatthānaṁ vacchadammānaṁ dhure yojitakālo viya, dhuravāhānañca mahāgoṇānaṁ yugaparamparāya ayojitakālo viya bhavissati. Ayaṁ catutthassa vipāko.",
  "tika-vin01t21:49": "5. Adhammikarājakāleyeva adhammikabālarājāno adhammike lolamanusse vinicchaye ṭhapessanti, te pāpapuññesu anādarā bālā sabhāyaṁ nisīditvā vinicchayaṁ dentā ubhinnampi atthapaccatthikānaṁ hatthato lañjaṁ gahetvā khādissanti asso viya dvīhi mukhehi yavasīsaṁ. Ayaṁ pañcamassa vipāko.",
  "tika-vin01t21:50": "6. Adhammikāyeva vijātirājāno jātisampannānaṁ kulaputtānaṁ āsaṅkāya yasaṁ na dassanti, akulīne vaḍḍhessanti, evaṁ mahākulāni duggatāni bhavissanti, lāmakakulāni issarāni. Te ca kulīnā purisā jīvituṁ asakkontā ‘‘ime nissāya jīvissāmā’’ti akulīnānaṁ dhītaro dassanti, iti tāsaṁ kuladhītānaṁ akulīnehi saddhiṁ saṁvāso jarasiṅgālassa suvaṇṇapātiyaṁ passāvakaraṇasadiso bhavissati. Ayaṁ chaṭṭhassa vipāko.",
  "tika-vin01t21:51": "7. Gacchante gacchante kāle itthiyo purisalolā surālolā alaṅkāralolā visikhālolā āmisalolā bhavissanti dussīlā durācārā. Tā sāmikehi kasigorakkhādīni kammāni katvā kicchena kasirena sambhataṁ dhanaṁ jārehi saddhiṁ suraṁ pivantiyo mālāgandhavilepanaṁ dhārayamānā antogehe accāyikampi kiccaṁ anoloketvā gehaparikkhepassa uparibhāgenapi chiddaṭṭhānehipi jāre upadhārayamānā sve vapitabbayuttakaṁ bījampi koṭṭetvā yāgubhattakhajjakāni sajjetvā khādamānā vilumpissanti heṭṭhāpīṭhakanipannakachātakasiṅgālī viya vaṭṭetvā vaṭṭetvā pādamūle nikkhittarajjuṁ. Ayaṁ sattamassa vipāko.",
  "tika-vin01t21:52": "8. Gacchante gacchante kāle loko parihāyissati, raṭṭhaṁ nirojaṁ bhavissati, rājāno duggatā kapaṇā bhavissanti. Yo issaro bhavissati, tassa bhaṇḍāgāre satasahassamattā kahāpaṇā bhavissanti, te evaṁ duggatā sabbe janapade attano kammaṁ kārayissanti, upaddutā manussā sake kammante chaḍḍetvā rājūnaṁyeva atthāya pubbaṇṇāparaṇṇāni vapantā rakkhantā lāyantā maddantā pavesentā ucchukhettāni karontā yantāni vāhentā phāṇitādīni pacantā pupphārāme phalārāme ca karontā tattha tattha nipphannāni pupphaphalādīni āharitvā rañño koṭṭhāgārameva pūressanti, attano gehesu tucchakoṭṭhe olokentāpi na bhavissanti, tucchatucchakumbhe anoloketvā pūritakumbhapūraṇasadisameva bhavissati. Ayaṁ aṭṭhamassa vipāko.",
  "tika-vin01t21:53": "9. Gacchante gacchante kāle rājāno adhammikā bhavissanti, chandādivasena agatiṁ gacchantā rajjaṁ kāressanti, dhammena vinicchayaṁ nāma na dassanti, lañjavittakā bhavissanti dhanalolā, raṭṭhavāsikesu tesaṁ khantimettānuddayaṁ nāma na bhavissati, kakkhaḷā pharusā ucchuyante ucchugaṇṭhikā viya manusse pīḷentā nānappakāraṁ baliṁ uppādetvā dhanaṁ gaṇhissanti, manussā balipīḷitā kiñci dātuṁ asakkontā gāmanigamādayo chaḍḍetvā paccantaṁ gantvā vāsaṁ kappessanti, majjhimajanapado suñño bhavissati, paccanto ghanavāso seyyathāpi pokkharaṇiyā majjhe udakaṁ āvilaṁ pariyante vippasannaṁ. Ayaṁ navamassa vipāko.",
  "tika-vin01t21:54": "10. Gacchante gacchante kāle rājāno adhammikā bhavissanti, tesu adhammikesu rājayuttāpi brāhmaṇagahapatikāpi negamajānapadāpīti samaṇabrāhmaṇe upādāya sabbe manussā adhammikā bhavissanti, tato tesaṁ ārakkhadevatā balipaṭiggāhikadevatā rukkhadevatā ākāsaṭṭhakadevatāti evaṁ devatāpi adhammikā bhavissanti, adhammikarājūnaṁ rajje vātā visamā kharā vāyissanti, te ākāsaṭṭhakavimānāni kampessanti, tesu kampitesu devatā kupitā devaṁ vassituṁ na dassanti, vassamānopi sakalaraṭṭhe ekappahāreneva na vassissati, vassamānopi sabbattha kasikammassa vā vappakammassa vā upakāro hutvā na vassissati. Yathā ca raṭṭhe, evaṁ janapadepi gāmepi ekataḷākassarepi ekappahāreneva na vassissati, taḷākassa uparibhāge vassanto heṭṭhābhāge na vassissati, heṭṭhā vassanto upari na vassissati, ekasmiṁ bhāge sassaṁ ativassena nassissati, ekasmiṁ avassanto milāyissati, ekasmiṁ sammā vassamāno sampādessati, evaṁ ekassa rañño rajje vuttā sassā tippakārā bhavissanti ekakumbhiyā odano viya. Ayaṁ dasamassa vipāko.",
  "tika-vin01t21:55": "11. Gacchante gacchante kāle sāsane parihāyante paccayalolā alajjikā bahū bhikkhū bhavissanti, te bhagavatā paccayaloluppaṁ nimmathetvā kathitadhammadesanaṁ cīvarādicatupaccayahetu paresaṁ desessanti, paccayehi mucchitvā niratthakapakkhe ṭhitā nibbānābhimukhaṁ katvā desetuṁ na sakkhissanti, kevalaṁ ‘‘padabyañjanasampattiñceva madhurasaddañca sutvā mahagghāni cīvarāni dassanti’’iccevaṁ desessanti. Apare antaravīthicatukkarājadvārādīsu nisīditvā kahāpaṇaaḍḍhakahāpaṇapādamāsakarūpādīnipi nissāya desessanti. Iti bhagavatā nibbānagghanakaṁ katvā desitaṁ dhammaṁ catupaccayatthāya ceva kahāpaṇaaḍḍhakahāpaṇādiatthāya ca vikkiṇitvā desentā satasahassagghanakaṁ candanasāraṁ pūtitakkena vikkiṇantā viya bhavissanti. Ayaṁ ekādasamassa vipāko.",
  "tika-vin01t21:56": "12. Adhammikarājakāle loke viparivattanteyeva rājāno jātisampannānaṁ kulaputtānaṁ yasaṁ na dassanti, akulīnānaññeva dassanti, te issarā bhavissanti, itare daliddā. Rājasammukhepi rājadvārepi amaccasammukhepi vinicchayaṭṭhānepi tucchalābusadisānaṁ akulīnānaṁyeva kathā osīditvā ṭhitā viya niccalā suppatiṭṭhitā bhavissati, saṅghasannipātepi saṅghakammagaṇakammaṭṭhānesu ceva pattacīvarapariveṇādivinicchayaṭṭhānesu ca dussīlānaṁ pāpapuggalānaṁyeva kathā niyyānikā bhavissati, na lajjibhikkhūnanti evaṁ sabbathāpi tucchalābūnaṁ sīdanakālo viya bhavissati. Ayaṁ dvādasamassa vipāko.",
  "tika-vin01t21:57": "13. Tādiseyeva kāle adhammikarājāno akulīnānaṁ yasaṁ dassanti, te issarā bhavissanti, kulīnā duggatā. Tesu na keci gāravaṁ karissanti, itaresuyeva karissanti, rājasammukhe vā amaccasammukhe vā vinicchayaṭṭhāne vā vinicchayakusalānaṁ ghanasilāsadisānaṁ kulaputtānaṁ kathā na ogāhitvā patiṭṭhahissati. Tesu kathentesu ‘‘kiṁ ime kathentī’’ti itare parihāsameva karissanti, bhikkhusannipātepi vuttappakāresu ṭhānesu neva pesale bhikkhū garukātabbe maññissanti, nāpi nesaṁ kathā pariyogāhitvā patiṭṭhahissati, silānaṁ plavakālo viya bhavissati. Ayaṁ terasamassa vipāko.",
  "tika-vin01t21:58": "14. Loke parihāyanteyeva manussā tibbarāgādijātikā kilesānuvattakā hutvā taruṇataruṇānaṁ attano bhariyānaṁ vase vattissanti, gehe dāsakammakarādayopi gomahiṁsādayopi hiraññasuvaṇṇampi sabbaṁ tāsaṁyeva āyattaṁ bhavissati, ‘‘asukahiraññasuvaṇṇaṁ vā paricchedādijātaṁ vā kaha’’nti vutte ‘‘yattha vā tattha vā hotu, kiṁ tuyhiminā byāpārena, tvaṁ mayhaṁ ghare santaṁ vā asantaṁ vā jānitukāmo jāto’’ti vatvā nānappakārehi akkositvā mukhasattīhi koṭṭetvā dāsaceṭakaṁ viya vase katvā attano issariyaṁ pavattessanti, evaṁ madhukapupphappamāṇamaṇḍūkapotikānaṁ āsīvise kaṇhasappe gilanakālo viya bhavissati. Ayaṁ cuddasamassa vipāko.",
  "tika-vin01t21:59": "15. Dubbalarājakāle rājāno hatthisippādīsu akusalā yuddhesu avisāradā bhavissanti, te attano rājādhipaccaṁ āsaṅkamānā samānajātikānaṁ kulaputtānaṁ issariyaṁ adatvā attano pādamūlikanhāpakakappakādīnaṁ dassanti, jātigottasampannā kulaputtā rājakule patiṭṭhaṁ alabhamānā jīvikaṁ kappetuṁ asamatthā hutvā issariyaṭṭhāne jātigottahīne akulīne upaṭṭhahantā vicarissanti, suvaṇṇarājahaṁsehi kākassa parivāritakālo viya bhavissati. Ayaṁ pannarasamassa vipāko.",
  "tika-vin01t21:60": "16. Adhammikarājakāleyeva ca akulīnāva rājavallabhā issarā bhavissanti, kulīnā appaññātā duggatā. Te rājavallabhā rājānaṁ attano kathaṁ gāhāpetvā vinicchayaṭṭhānādīsu balavanto hutvā dubbalānaṁ paveṇiāgatāni khettavatthuādīni ‘‘amhākaṁ santakāni etānī’’ti abhiyuñjitvā te ‘‘na tumhākaṁ, amhāka’’nti āgantvā vinicchayaṭṭhānādīsu vivadante vettalatādīhi pahārāpetvā gīvāyaṁ gahetvā apakaḍḍhāpetvā ‘‘attano pamāṇaṁ na jānātha, amhehi saddhiṁ vivadatha, idāni vo rañño kathetvā hatthapādacchedādīni kāressāmā’’ti santajjessanti, te tesaṁ bhayena attano santakāni khettavatthūni ‘‘tumhākaṁyeva tāni, gaṇhathā’’ti niyyātetvā attano gehāni pavisitvā bhītā nipajjissanti. Pāpabhikkhūpi pesale bhikkhū yathāruci viheṭhessanti, pesalā bhikkhū paṭisaraṇaṁ alabhamānā araññaṁ pavisitvā gahanaṭṭhānesu nilīyissanti, evaṁ hīnajaccehi ceva pāpabhikkhūhi ca upaddutānaṁ jātimantakulaputtānañceva pesalabhikkhūnañca eḷakānaṁ bhayena tasavakānaṁ palāyanakālo viya bhavissati . Ayaṁ soḷasamassa vipāko. Evaṁ tassa tassa atthassa pubbanimittabhūte soḷasa supine passi. Tena vuttaṁ – ‘‘kosalarājā viya soḷasa supine’’ti. Ettha ca pubbanimittato attano atthānatthanimittaṁ supinaṁ passanto attano kammānubhāvena passati, kosalarājā viya lokassa atthānatthanimittaṁ supinaṁ passanto pana sabbasattasādhāraṇakammānubhāvena passatīti veditabbaṁ.",
  "tika-vin01t21:61": "Kuddhā hi devatāti nāgamahāvihāre mahātherassa kuddhā devatā viya. Rohaṇe kira nāgamahāvihāre mahāthero bhikkhusaṅghaṁ anapaloketvāva ekaṁ nāgarukkhaṁ chindāpesi. Rukkhe adhivatthā devatā therassa kuddhā paṭhamameva naṁ saccasupinena palobhetvā pacchā ‘‘ito te sattadivasamatthake upaṭṭhāko rājā marissatī’’ti supine ārocesi. Thero taṁ kathaṁ āharitvā rājorodhānaṁ ācikkhi. Tā ekappahāreneva mahāviravaṁ viraviṁsu. Rājā ‘‘kiṁ eta’’nti pucchi. Tā ‘evaṁ therena vutta’’nti ārocayiṁsu. Rājā divase gaṇāpetvā sattāhe vītivatte therassa hatthapāde chindāpesi. Ekantasaccameva hotīti phalassa saccabhāvato vuttaṁ, dassanaṁ pana vipallatthameva. Teneva pahīnavipallāsā pubbanimittabhūtampi supinaṁ na passanti, dvīhi tīhi vā kāraṇehi kadāci supinaṁ passantīti āha ‘‘saṁsaggabhedato’’ti. ‘‘Asekkhā na passanti pahīnavipallāsattā’’ti vacanato catunnampi kāraṇānaṁ vipallāso eva mūlakāraṇanti daṭṭhabbaṁ.",
  "tika-vin01t21:62": "Tanti supinakāle pavattaṁ bhavaṅgacittaṁ. Rūpanimittādiārammaṇanti kammanimittagatinimittato aññaṁ rūpanimittādiārammaṇaṁ na hoti. Īdisānīti paccakkhato anubhūtapubbaparikappitarūpādiārammaṇāni ceva rāgādisampayuttāni ca. Sabbohārikacittenāti pakaticittena. Dvīhi antehi muttoti kusalākusalasaṅkhātehi dvīhi antehi mutto. Āvajjanatadārammaṇakkhaṇeti idaṁ yāva tadārammaṇuppatti, tāva pavattaṁ cittavāraṁ sandhāya vuttaṁ. ‘‘Supineneva diṭṭhaṁ viya me, sutaṁ viya meti kathanakāle pana abyākatoyeva āvajjanamattasseva uppajjanato’’ti vadanti. Evaṁ vadantehi pañcadvāre dutiyamoghavāre viya manodvārepi āvajjanaṁ dvattikkhattuṁ uppajjitvā javanaṭṭhāne ṭhatvā bhavaṅgaṁ otaratīti adhippetanti daṭṭhabbaṁ ekacittakkhaṇikassa āvajjanassa uppattiyaṁ ‘‘diṭṭhaṁ viya me, sutaṁ viya me’’ti kappanāya asambhavato.",
  "tika-vin01t21:63": "Ettha ca ‘‘supinantepi tadārammaṇavacanato paccuppannavasena vā atītavasena vā sabhāvadhammāpi supinante ārammaṇaṁ hontī’’ti vadanti. ‘‘Yadipi supinante vibhūtaṁ hutvā upaṭṭhite rūpādivatthumhi tadārammaṇaṁ vuttaṁ, tathāpi supinante upaṭṭhitanimittassa parikappavasena gahetabbatāya dubbalabhāvato dubbalavatthukattāti vutta’’nti tīsupi gaṇṭhipadesu vuttaṁ. Keci pana ‘‘karajakāyassa nirussāhasantabhāvappattito tannissitaṁ hadayavatthu na suppasannaṁ hoti, tato tannissitāpi cittuppatti na suppasannā asuppasannavaṭṭinissitadīpappabhā viya, tasmā dubbalavatthukattāti ettha dubbalahadayavatthukattā’’ti atthaṁ vadanti, vīmaṁsitvā yuttataraṁ gahetabbaṁ.",
  "tika-vin01t21:64": "Supinantacetanāti manodvārikajavanavasena pavattā supinante cetanā. Supinañhi passanto manodvārikeneva javanena passati, na pañcadvārikena. Paṭibujjhanto ca manodvārikeneva paṭibujjhati, na pañcadvārikena. Niddāyantassa hi mahāvaṭṭiṁ jāletvā dīpe cakkhusamīpaṁ upanīte paṭhamaṁ cakkhudvārikaṁ āvajjanaṁ bhavaṅgaṁ na āvaṭṭeti, manodvārikameva āvaṭṭeti, atha javanaṁ javitvā bhavaṅgaṁ otarati. Dutiyavāre cakkhudvārikaṁ āvajjanaṁ bhavaṅgaṁ āvaṭṭeti, tato cakkhuviññāṇādīni javanapariyosānāni pavattanti, tadanantaraṁ bhavaṅgaṁ pavattati. Tatiyavāre manodvārikaāvajjanena bhavaṅge āvaṭṭite manodvārikajavanaṁ javati, tena cittena ‘‘kiṁ ayaṁ imasmiṁ ṭhāne āloko’’ti jānāti. Tathā niddāyantassa kaṇṇasamīpe tūriyesu paggahitesu ghānasamīpe sugandhesu vā duggandhesu vā pupphesu upanītesu mukhe sappimhi vā phāṇite vā pakkhitte piṭṭhiyaṁ pāṇinā pahāre dinne paṭhamaṁ sotadvārikādīni āvajjanāni bhavaṅgaṁ na āvaṭṭenti , manodvārikameva āvaṭṭeti, atha javanaṁ javitvā bhavaṅgaṁ otarati. Dutiyavāre sotadvārikādīni āvajjanāni bhavaṅgaṁ āvaṭṭenti, tato sotaghānajivhākāyaviññāṇādīni javanapariyosānāni pavattanti, tadanantaraṁ bhavaṅgaṁ pavattati. Tatiyavāre manodvārikaāvajjanena bhavaṅge āvaṭṭite manodvārikajavanaṁ javati, tena cittena ñatvā ‘‘kiṁ ayaṁ imasmiṁ ṭhāne saddo, saṅkhasaddo bherisaddo’’ti vā ‘‘kiṁ ayaṁ imasmiṁ ṭhāne gandho, mūlagandho sāragandho’’ti vā ‘‘kiṁ idaṁ mayhaṁ mukhe pakkhittaṁ, sappi phāṇita’’nti vā ‘‘kenamhi piṭṭhiyaṁ pahaṭo, atithaddho me pahāro’’ti vā vattā hoti, evaṁ manodvārikajavaneneva paṭibujjhati, na pañcadvārikena. Supinampi teneva passati, na pañcadvārikena.",
  "tika-vin01t21:65": "Assāti assa āpattinikāyassa. Nanu ca ayuttoyaṁ niddeso ‘‘saṅgho ādimhi ceva sese ca icchitabbo assā’’ti. Na hi āpattinikāyassa ādimhi ceva sese ca saṅgho icchito, kiñcarahi vuṭṭhānassāti imaṁ codanaṁ manasi sannidhāya yathā na virujjhati, tathā adhippāyaṁ vivaranto ‘‘kiṁ vuttaṁ hotī’’tiādimāha. Āpattito vuṭṭhānassa ādimhi ceva sese ca icchito saṅgho āpattiyāva icchito nāma hotīti ayamettha adhippāyo. Āpattivuṭṭhānanti āpattito vuṭṭhānaṁ, anāpattikabhāvūpagamananti attho. Vacanakāraṇanti ‘‘saṅghādiseso’’ti evaṁ vacane kāraṇaṁ. Samudāye niruḷho nikāya-saddo tadekadese pavattamānopi tāya eva ruḷhiyā pavattatīti āha ruḷīsaddenāti. Atha vā kiñci nimittaṁ gahetvā satipi aññasmiṁ taṁnimittayutte kismiñcideva visaye sammutiyā cirakālatāvasena nimittavirahepi pavattaniruḷho ruḷhī nāma. Yathā mahiyaṁ setīti mahiṁso, gacchatīti goti, evaṁ nikāya-saddassapi ruḷhibhāvo veditabbo. Ekasmimpi visiṭṭhe satipi sāmaññā viya samudāye pavattavohāro avayavepi pavattatīti āha avayave samūhavohārena vāti. Navamassa adhippāyassāti vīmaṁsādhippāyassa.",
  "tika-vin01t21:66": "238-239. Lomā etesaṁ santīti lomasā, bahulomāti vuttaṁ hoti. Arogo bhavissāmīti rāgapariḷāhavūpasamato nirogo bhavissāmi. Mocanenāti mocanatthāya upakkamakaraṇena. Upakkamakaraṇañhettha mocananti adhippetaṁ moceti etenāti katvā. Bījaṁ bhavissatīti coḷaggahaṇādikammaṁ sandhāya vuttaṁ.",
  "tika-vin01t21:67": "240.Dveāpattisahassānīti khaṇḍacakkādibhedaṁ anāmasitvā vuttaṁ, icchantena pana khaṇḍacakkādibhedenapi āpattigaṇanā kātabbā. Missakacakkanti ubhatovaḍḍhanakaṁ sandhāya vuttaṁ. Ettha ca nīlañca pītakañcātiādinā ekakkhaṇe anekavaṇṇānaṁ mocanādhippāyavacanaṁ yathādhippāyena mocanaṁ bhavatu vā mā vā, imināpi adhippāyena upakkamitvā mocentassa āpatti hotīti dassanatthaṁ. Na hi ekasmiṁ khaṇe nīlādīnaṁ sabbesampi mutti sambhavati. Aññaṁ vadatīti attano dosaṁ ujuṁ vattuṁ asakkonto puna puṭṭho aññaṁ bhaṇati.",
  "tika-vin01t21:68": "Mocanassādoti mocanassa pubbabhāge pavattaassādo. Teneva ‘‘mocetuṁ assādo mocanassādo’’ti vuttaṁ. Gehassitapemanti ettha geha-saddena gehe ṭhitā mātubhaginīādayo ajjhattikañātakā gahitā. Tesu mātupemādivasena uppanno sineho gehassitapemaṁ, aññattha pana gehassitapemanti pañcakāmaguṇikarāgo vuccati. Sampayuttaassādasīsenāti rāgasampayuttasukhavedanāmukhena. Ekena padenāti gehassitapema-padena.",
  "tika-vin01t21:69": "Tathevāti mocanassādacetanāya eva. Pubbabhāge mocanassādavasena katappayogaṁ avijahitvāva sayitattā ‘‘sace pana…pe… saṅghādiseso’’ti vuttaṁ. Puna suddhacitte uppanne tassa payogassa paṭippassaddhattā ‘‘suddhacitto…pe… anāpattī’’ti vuttaṁ. Jagganatthāyāti dhovanatthāya. Anokāsanti aṅgajātappadesaṁ.",
  "tika-vin01t21:70": "263-264.Gehassitakāmavitakkanti pañcakāmaguṇasannissitaṁ kāmavitakkaṁ. Vatthiṁ daḷhaṁ gahetvāti aṅgajātassa agge passāvaniggamanaṭṭhāne cammaṁ daḷhaṁ gahetvā. Nimitte upakkamābhāvato ‘‘mocanassādādhippāyassapi mutte anāpattī’’ti vuttaṁ.",
  "tika-vin01t21:71": "265. ‘‘Ehi me tvaṁ, āvuso, sāmaṇerāti āṇattiyā aññena katopi payogo attanāva kato nāma hotīti katvā āpatti vuttā. Yadi pana anāṇatto sayameva karoti, aṅgapāripūriyā abhāvato anāpattī’’ti vadanti. Suttasāmaṇeravatthusmiṁ asucimhi muttepi aṅgajātassa gahaṇapaccayā dukkaṭaṁ vuttaṁ, na pana muttapaccayā.",
  "tika-vin01t21:72": "266.Kāyatthambhanavatthusmiṁ calanavasena yathā aṅgajātepi upakkamo sambhavati, tathāpi vijambhitattā āpatti vuttā. ‘‘Pacchato vā’’ti vacanato ubhosu passesu kaṭiyaṁ ūruppadesopi gahitoyevāti daṭṭhabbaṁ, tasmā ubhosupi passesu ṭhatvā imasmiṁ okāse nimittanti upanijjhāyantassapi āpattiyeva. ‘‘Aṅgajāta’’nti vacanato nimittanti passāvamaggova vutto. Ummīlananimīlanavasena pana na kāretabboti ummīlananimīlanappayogavasaena āpattibhedo na kāretabboti attho. Anekakkhattumpi ummīletvā nimīletvā upanijjhāyantassa ekameva dukkaṭanti vuttaṁ hoti. Akkhīni avipphandetvā abhimukhaṁ sampattassa mātugāmassa nimittolokanepi āpattiyevāti daṭṭhabbaṁ. ‘‘Dārudhītalikalepacittānaṁ aṅgajātupanijjhānepi dukkaṭa’’nti vadanti.",
  "tika-vin01t21:73": "267.Pupphāvalīti kīḷāvisesassādhivacanaṁ. Taṁ kīḷantā nadīādīsu chinnataṭaṁ udakena cikkhallaṁ katvā tattha ubho pāde pasāretvā nisinnā papatanti. ‘‘Pupphāvaliya’’ntipi pāṭho. Pavesentassāti dvikammakattā vālikaṁ aṅgajātanti ubhayatthāpi upayogavacanaṁ kataṁ. Vālikanti vālikāyāti attho. Cetanā, upakkamo, muccananti imānettha tīṇi aṅgāni veditabbāni.",
  "tika-vin01t21:74": "Sukkavissaṭṭhisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:75": "2. Kāyasaṁsaggasikkhāpadavaṇṇanā",
  "tika-vin01t21:76": "269. Dutiye yesu vivaṭesu andhakāro hoti, tāni vivarantoti brāhmaṇiyā saddhiṁ kāyasaṁsaggaṁ samāpajjitukāmo evamakāsi. Tena katassapi vippakārassa attani katattā ‘‘attano vippakāra’’nti vuttaṁ. Uḷārattatāti uḷāracittatā, paṇītādhimuttatāti vuttaṁ hoti.",
  "tika-vin01t21:77": "270.Otiṇṇoti idaṁ kammasādhanaṁ kattusādhanaṁ vā hotīti tadubhayavasena atthaṁ dassento ‘‘yakkhādīhi viya sattā’’tiādimāha. Asamapekkhitvāti yathāsabhāvaṁ anupaparikkhitvā, yathā te ratijanakā rūpādayo visayā aniccadukkhāsubhānattākārena avatthitā, tathā apassitvāti vuttaṁ hoti.",
  "tika-vin01t21:78": "271.Saññamavelanti sīlamariyādaṁ. Ācāroti ācaraṇaṁ hatthagahaṇādikiriyā. Assāti ‘‘kāyasaṁsaggaṁ samāpajjeyyā’’ti padassa.",
  "tika-vin01t21:79": "273.Etesaṁ padānaṁ vasenāti āmasanādipadānaṁ vasena. Ito cito ca…pe… sañcopetīti attano hatthaṁ vā kāyaṁ vā tiriyaṁ ito cito ca sañcāreti. ‘‘Kāyato amocetvāvāti vacanato matthakato paṭṭhāya hatthaṁ otārentassa kāyato mocetvā nivatthasāṭakūpari omasantassa thullaccayaṁ, sāṭakato otāretvā jaṅghato paṭṭhāya kāyaṁ omasantassa puna saṅghādiseso’’ti vadanti.",
  "tika-vin01t21:80": "Dvādasasupi āmasanādippayogesu ekekasmiṁ payoge kāyato amocite ekekāva āpatti hotīti āha ‘‘mūlaggahaṇameva pamāṇa’’nti. Idañca ekena hatthena kāyaṁ gahetvā itarena hatthena kāyaparāmasanaṁ sandhāya vuttaṁ. Ekena pana hatthena kāyapaṭibaddhaṁ gahetvā itarena tattha tattha kāyaṁ parāmasato payogagaṇanāya āpatti. Ayaṁ pana saṅghādiseso na kevalaṁ vatthuvaseneva, apica saññāvasenapīti āha ‘‘itthiyā itthisaññissa saṅghādiseso’’ti. Pāḷiyaṁ tiracchānagato ca hotīti ettha tiracchānagatitthiyā tiracchānagatapurisassa ca gahaṇaṁ veditabbaṁ.",
  "tika-vin01t21:81": "Samasārāgoti kāyasaṁsaggarāgena ekasadisarāgo. Purimanayenevāti rajjuvatthādīhi parikkhipitvā gahaṇe vuttanayena. Puna purimanayenevāti samasārāgo vutto. Anantaranayenevāti kāyapaṭibaddhaāmasananayena . Veṇiggahaṇena lomānampi saṅgahitattā lomānaṁ phusanepi saṅghādiseso vutto. Idāni vuttamevatthaṁ pakāsetukāmo ‘‘upādinnakena hī’’tiādimāha.",
  "tika-vin01t21:82": "Yathāniddiṭṭhaniddeseti yathāvuttakāyasaṁsagganiddese. Tenāti tena yathāvuttakāraṇena. Saññāya virāgitamhīti saññāya viraddhāya. Liṅgabyattayena ‘‘virāgitamhī’’ti vuttaṁ. Imaṁ nāma vatthunti imasmiṁ sikkhāpade āgataṁ sandhāya vadati. Aññampi yaṁ kiñci vatthuṁ sandhāya vadatītipi keci. Sārattanti kāyasaṁsaggarāgena sārattaṁ. Virattanti kāyasaṁsaggarāgarahitaṁ mātubhaginīādiṁ sandhāya vadati. ‘‘Virattaṁ gaṇhissāmī’’ti virattaṁ gaṇhi, dukkaṭanti mātupemādivasena gahaṇe dukkaṭaṁ vuttaṁ.",
  "tika-vin01t21:83": "Imāya pāḷiyā sametīti sambandho. Kathaṁ sametīti ce? Yadi hi ‘‘itthiyā kāyapaṭibaddhaṁ gaṇhissāmī’’ti citte uppanne itthisaññā virāgitā bhaveyya, kāyapaṭibaddhaggahaṇe thullaccayaṁ vadantena bhagavatā ‘‘itthī ca hoti itthisaññī cā’’ti na vattabbaṁ siyā, vuttañca, tasmā ‘‘itthiyā kāyapaṭibaddhaṁ gaṇhissāmī’’ti kāyaṁ gaṇhantassa itthisaññā virāgitā nāma na hotīti ‘‘kāyapaṭibaddhaṁ gaṇhissāmīti kāyaṁ gaṇhanto yathāvatthukameva āpajjatī’’ti mahāsumattherena vuttavādo imāya pāḷiyā sameti. Yo panettha ‘‘satipi itthisaññāya kāyapaṭibaddhaṁ gaṇhantassa gahaṇasamaye ‘kāyapaṭibaddhaṁ gaṇhissāmī’ti saññaṁ ṭhapetvā ‘itthiṁ gaṇhāmī’ti saññāya abhāvato vatthusaññānaṁ bhinnattā ayutta’’nti vadeyya, so pucchitabbo ‘‘kiṁ kāyapaṭibaddhaṁ vatthādiṁ gaṇhanto itthiyā rāgena gaṇhāti, udāhu vatthādīsu rāgenā’’ti. Yadi ‘‘vatthādīsu rāgena gaṇhātī’’ti vadeyya, itthiyā kāyapaṭibaddhaṁ ahutvā aññattha ṭhitaṁ vatthādiṁ gaṇhantassapi thullaccayaṁ siyā, tasmā itthī itthisaññā sārattabhāvo gahaṇañcāti aṅgapāripūrisabbhāvato mahāsumattheravādova yuttavādo. Aṭṭhakathāvinicchayehi ca sametīti etthāpi ayamadhippāyo – yadi saññāvirāgena virāgitaṁ nāma siyā, ‘‘sambahulā itthiyo bāhāhi parikkhipitvā gaṇhāmī’’ti evaṁsaññissa ‘‘majjhagatitthiyo kāyapaṭibaddhena gaṇhāmī’’ti evarūpāya saññāya abhāvato majjhagatānaṁ vasena thullaccayaṁ na siyā, evaṁ santepi aṭṭhakathāya thullaccayassa vuttattā saññāvirāgena virāgitaṁ nāma na hotīti ayamattho siddhoyevāti. Nīlena duviññeyyasabhāvato kāḷitthī vuttā.",
  "tika-vin01t21:84": "279.Sevanādhippāyoti phassasukhasevanādhippāyo. Itthiyā kāyena bhikkhussa kāyapaṭibaddhāmasanavārepi phassaṁ paṭivijānātīti idaṁ attano kāyapaṭibaddhāmasanepi kāyasambandhasabhāvato vuttaṁ. Etthāti nissaggiyena nissaggiyavāre. Mokkhādhippāyoti ettha paṭhamaṁ kāyasaṁsaggarāge satipi pacchā mokkhādhippāyassa anāpatti.",
  "tika-vin01t21:85": "281.Pāripanthikāti vilumpanikā, antarāyikāti vuttaṁ hoti. Nadīsotena vuyhamānaṁ mātaranti ukkaṭṭhaparicchedadassanatthaṁ vuttaṁ, aññāsupi pana itthīsu kāruññādhippāyena mātari vuttanayena paṭipajjantassa nevatthi dosoti vadanti. ‘‘Mātara’’nti vuttattā aññāsaṁ na vaṭṭatīti vadantāpi atthi. Tiṇaṇḍupakanti hirīverādimūlehi katacumbaṭakaṁ. Tālapaṇṇamuddikanti tālapaṇṇehi kataaṅgulimuddikaṁ. Parivattetvāti attano nivāsanapārupanabhāvato apanetvā, cīvaratthāya apanāmetvāti vuttaṁ hoti. Cīvaratthāya pādamūle ṭhapeti, vaṭṭatīti idaṁ nidassanamattaṁ, paccattharaṇavitānādiatthampi vaṭṭatiyeva, pūjādiatthaṁ tāvakālikampi gahetuṁ vaṭṭati.",
  "tika-vin01t21:86": "Itthisaṇṭhānena katanti ettha heṭṭhimaparicchedato pārājikavatthubhūtatiracchānagatitthīnampi anāmāsabhāvato tādisaṁ itthisaṇṭhānena kataṁ tiracchānagatarūpampi anāmāsanti daṭṭhabbaṁ. ‘‘Bhikkhunīhi paṭimārūpaṁ āmasituṁ vaṭṭatī’’ti vadanti ācariyā. Itthirūpāni dassetvā kataṁ vatthañca paccattharaṇañca bhittiñca itthirūpaṁ anāmasitvā gaṇhituṁ vaṭṭati. Bhinditvāti ettha hatthena aggahetvāva kenacideva daṇḍādinā bhinditabbaṁ. Ettha ca ‘‘anāmāsampi hatthena aparāmasitvā daṇḍādinā kenaci bhindituṁ vaṭṭatī’’ti idha vuttattā ‘‘paṁsukūlaṁ gaṇhantena mātugāmasarīrepi satthādīhi vaṇaṁ katvā gahetabba’’nti vuttattā ca gahitamaṇḍūkasappiniṁ daṇḍādīhi nippīḷetvā maṇḍūkaṁ vissajjāpetuṁ vaṭṭati.",
  "tika-vin01t21:87": "Maggaṁ adhiṭṭhāyāti magge gacchāmīti evaṁ maggasaññī hutvāti attho. Kīḷantenāti idaṁ gihisantakaṁ sandhāya vuttaṁ, bhikkhusantakaṁ pana yena kenaci adhippāyena anāmasitabbameva durupaciṇṇabhāvato. Tālapanasādīnīti cettha ādi-saddena nāḷikeralabujatipusaalābukumbhaṇḍapussaphalaeḷālukaphalānaṁ saṅgaho daṭṭhabbo. ‘‘Yathāvuttaphalānaṁyeva cettha kīḷādhippāyena āmasanaṁ na vaṭṭatī’’ti vuttattā pāsāṇasakkharādīni kīḷādhippāyenapi āmasituṁ vaṭṭati.",
  "tika-vin01t21:88": "Muttāti hatthikumbhajādikā aṭṭhavidhā muttā. Tathā hi hatthikumbhaṁ, varāhadāṭhaṁ, bhujaṅgasīsaṁ, valāhakaṁ, veḷu, macchasiro, saṅkho, sippīti aṭṭha muttāyoniyo. Tattha hatthikumbhajā pītavaṇṇā pabhāvihīnā. Varāhadāṭhajā varāhadāṭhavaṇṇāva. Bhujaṅgasīsajā nīlādivaṇṇā suvisuddhā vaṭṭalā. Valāhakajā ābhāsūrā dubbibhāgarūpā rattibhāge andhakāraṁ viddhamantiyo tiṭṭhanti, devūpabhogā eva ca honti. Veḷujā karakaphalasamānavaṇṇā na ābhāsūrā, te ca veḷū amanussagocare eva padese jāyanti. Macchasirajā pāṭhīnapiṭṭhisamaānavaṇṇā vaṭṭalā laghavo ca honti pabhāvihīnā ca, te ca macchā samuddamajjheyeva jāyanti. Saṅkhajā saṅkhaudaracchavivaṇṇā kolaphalappamāṇāpi honti pabhāvihīnāva. Sippijā pabhāvisesayuttā honti nānāsaṇṭhānā. Evaṁ jātito aṭṭhavidhāsu muttāsu yā macchasaṅkhasippijā, tā sāmuddikā. Bhujaṅgajāpi kāci sāmuddikā honti, itarā asāmuddikā. Yasmā bahulaṁ sāmuddikāva muttā loke dissanti, tatthāpi sappijāva, itarā kadāci kāci, tasmā sammohavinodaniyaṁ ‘‘muttāti sāmuddikā muttā’’ti vuttaṁ.",
  "tika-vin01t21:89": "Maṇīti ṭhapetvā veḷuriyādike seso jotirasādibhedo sabbopi maṇi. Veḷuriyoti vaṁsavaṇṇamaṇi. Saṅkhoti sāmuddikasaṅkho. Silāti kāḷasilāpaṇḍusilāsetasilādibhedā sabbāpi silā. Rajatanti kahāpaṇādikaṁ vuttāvasesaṁ ratanasammataṁ. Jātarūpanti suvaṇṇaṁ. Lohitaṅkoti rattamaṇi. Masāragallanti kabaramaṇi. Bhaṇḍamūlatthāyāti pattacīvarādibhaṇḍamūlatthāya. Kuṭṭharogassāti nidassanamattaṁ, tāya vūpasametabbassa yassa kassaci rogassatthāyapi vaṭṭatiyeva. ‘‘Bhesajjatthañca adhiṭṭhāyeva muttā vaṭṭatī’’ti tīsupi gaṇṭhipadesu vuttaṁ. Ākaramuttoti ākarato muttamatto. ‘‘Bhaṇḍamūlatthāya sampaṭicchituṁ vaṭṭatī’’ti iminā ca āmasitumpi vaṭṭatīti dasseti. Pacitvā katoti kācakārehi pacitvā kato.",
  "tika-vin01t21:90": "Dhotaviddho ca ratanamissoti alaṅkāratthaṁ kañcanalatādiṁ dassetvā kato ratanakhacito dhotaviddho anāmāso. Dhotaviddho ca ratanamisso cāti visuṁ vā padaṁ sambandhitabbaṁ. Pānīyasaṅkhoti iminā ca saṅkhena katapānīyabhājanapidhānādisamaṇaparikkhāropi āmasituṁ vaṭṭatīti siddhaṁ. Sesanti ratanamissaṁ ṭhapetvā avasesaṁ. Muggavaṇṇaṁyeva ratanasammissaṁ karonti, na aññanti āha ‘‘muggavaṇṇāvā’’ti, muggavaṇṇā ratanamissāva na vaṭṭatīti vuttaṁ hoti. Sesāti ratanasammissaṁ ṭhapetvā avasesā muggavaṇṇā nīlasilā.",
  "tika-vin01t21:91": "Bījato paṭṭhāyāti dhātupāsāṇato paṭṭhāya. Suvaṇṇacetiyanti dhātukaraṇḍakaṁ. Paṭikkhipīti ‘‘dhātuṭṭhapanatthāya gaṇhathā’’ti avatvā ‘‘tumhākaṁ gaṇhathā’’ti pesitattā paṭikkhipi. Suvaṇṇabubbuḷakanti suvaṇṇatārakaṁ. ‘‘Keḷāpayitunti ito cito ca sañcārantehi āmasituṁ vaṭṭatī’’ti mahāaṭṭhakathāyaṁ vuttaṁ. Kacavarameva harituṁ vaṭṭatīti cetiyagopakā vā bhikkhū hontu aññe vā, hatthenapi puñchitvā kacavaraṁ apanetuṁ vaṭṭati, malampi pamajjituṁ vaṭṭatiyeva.",
  "tika-vin01t21:92": "Ārakūṭalohanti kittimalohaṁ. Tīṇi hi kittimalohāni kaṁsalohaṁ, vaṭṭalohaṁ, ārakūṭanti. Tattha tiputambe missetvā kataṁ kaṁsalohaṁ, sīsatambe missetvā kataṁ vaṭṭalohaṁ, pakatirasatambe missetvā kataṁ ārakūṭaṁ. Teneva taṁkaraṇena nibbattattā ‘‘kittimaloha’’nti vuccati. ‘‘Jātarūpagatikamevāti vuttattā ārakūṭaṁ suvaṇṇasadisameva āmasituṁ na vaṭṭati, aññaṁ pana vaṭṭatī’’ti tīsupi gaṇṭhipadesu vuttaṁ. Keci pana ‘‘ārakūṭaṁ anāmasitabbato jātarūpagatikamevāti vuttaṁ, tasmā ubhayampi jātarūpaṁ viya āmasituṁ na vaṭṭatī’’ti vadanti. Paṭhamaṁ vuttoyeva ca attho gaṇṭhipadakārehi adhippeto. Paṭijaggituṁ vaṭṭatīti senāsanapaṭibaddhattā vuttaṁ.",
  "tika-vin01t21:93": "Sāmikānaṁ pesetabbanti sāmikānaṁ sāsanaṁ pesetabbaṁ. Bhinditvāti hatthena aggahetvā aññena yena kenaci bhinditvā. Bherisaṅghāṭoti saṅghaṭitacammabherī. Vīṇāsaṅghāṭoti saṅghaṭitacammavīṇā. Cammavinaddhānaṁ bherivīṇānametaṁ adhivacanaṁ. Tucchapokkharanti avinaddhacammaṁ bheripokkharaṁ vīṇāpokkharañca. Āropitacammanti bheriādīnaṁ vinaddhanatthāya mukhavaṭṭiyaṁ āropitacammaṁ tato uddharitvā visuṁ ṭhapitacammañca. Onahituṁ vāti bheripokkharādīni cammaṁ āropetvā vinandhituṁ. Onahāpetuṁ vāti tatheva aññehi vinandhāpetuṁ. Pārājikappahonakakāleti akuthitakāle.",
  "tika-vin01t21:94": "282. Saṅkamādi bhūmigatikattā na kāyapaṭibaddhaṭṭhāniyanti dukkaṭaṁ vuttaṁ. Ekapadikasaṅkamoti khuddakasetu. Sakaṭamaggasaṅkamoti sakaṭamaggabhūto mahāsetu. Ṭhānā cāletunti rajjuṁ ṭhānā cāletuṁ. Paṭicchādetabbāti apanetabbā. Manussitthī, itthisaññitā, kāyasaṁsaggarāgo, tena rāgena vāyāmo, hatthaggāhādisamāpajjananti imānettha pañca aṅgāni.",
  "tika-vin01t21:95": "Kāyasaṁsaggasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:96": "3. Duṭṭhullavācāsikkhāpadavaṇṇanā",
  "tika-vin01t21:97": "283. Tatiye uttarapadalopena chinnaottappā ‘‘chinnikā’’ti vuttāti āha ‘‘chinnikāti chinnaotappā’’ti.",
  "tika-vin01t21:98": "285.Yathā yuvā yuvatinti etena obhāsane nirāsaṅkabhāvaṁ dasseti. Methunupasañhitāhīti idaṁ duṭṭhullavācāya sikhāppattalakkhaṇadassanaṁ. Itthilakkhaṇenāti vuttamatthaṁ vivarituṁ ‘‘subhalakkhaṇenā’’ti vuttaṁ. Na tāva sīsaṁ etīti ‘‘itthilakkhaṇena samannāgatāsī’’tiādinā vaṇṇabhaṇanaṁ saṅghādisesāpattijanakaṁ hutvā matthakaṁ na pāpuṇāti. Vaṇṇabhaṇanañhi yenākārena bhaṇantassa saṅghādiseso hoti, tenākārena bhaṇantassa sikhāppattaṁ nāma hoti. ‘‘Itthilakkhaṇena samannāgatāsītiādikaṁ pana duṭṭhullavācassādarāgavasena bhaṇantassa dukkaṭa’’nti gaṇṭhipadesu vuttaṁ.",
  "tika-vin01t21:99": "Ekādasahi padehi aghaṭite sīsaṁ na etīti ‘‘animittāsī’’tiādīhi ekādasahi padehi aghaṭite avaṇṇabhaṇanaṁ sīsaṁ na eti, avaṇṇabhaṇanaṁ nāma na hotīti vuttaṁ hoti. Ghaṭitepīti ekādasahi padehi avaṇṇabhaṇane ghaṭitepi. Imehi tīhi ghaṭiteyeva saṅghādisesoti ‘‘sikharaṇī’’tiādīhi tīhiyeva padehi avaṇṇabhaṇane ghaṭiteyeva saṅghādiseso passāvamaggassa niyatavacanattā accoḷārikattā ca. Animittāsītiādīhi pana aṭṭhahi padehi ghaṭite kevalaṁ avaṇṇabhaṇanameva sampajjati, na saṅghādiseso, tasmā tāni thullaccayavatthūnīti keci. Akkosanamattattā dukkaṭavatthūnīti apare. Paribbājikāvatthusmiṁ viya thullaccayamevettha yuttataraṁ dissati. Kuñcikapaṇālimattanti kuñcikāchiddamattaṁ.",
  "tika-vin01t21:100": "286-287.Garukāpattinti bhikkhuniyā kāyasaṁsagge pārājikāpattiṁ sandhāya vadati. Hasanto hasantoti sabhāvadassanatthaṁ vuttaṁ. Ahasantopi vācassādarāgena punappunaṁ vadati, āpattiyeva. Kāyacittatoti hatthamuddāya obhāsantassa kāyacittato samuṭṭhāti.",
  "tika-vin01t21:101": "288.Tasmā dukkaṭanti appaṭivijānanahetu dukkaṭaṁ, paṭivijānantiyā pana akhettapadattā thullaccayena bhavitabbaṁ. Teneva paribbājikāvatthusmiṁ paṭivijānantiyā thullaccayaṁ vakkhati.",
  "tika-vin01t21:102": "289.Asaddhammaṁsandhāyāhāti ‘‘vāpita’’nti imassa bījanikkhepavacanattā vuttaṁ. Saṁsīdatīti vahati pavattati. Atha vā saṁsīdatīti saṁsīdissati. Manussitthī, itthisaññitā, duṭṭhullavācassādarāgo, tena rāgena obhāsanaṁ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin01t21:103": "Duṭṭhullavācāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:104": "4. Attakāmapāricariyasikkhāpadavaṇṇanā",
  "tika-vin01t21:105": "290. Catutthe cīvaranti nivāsanādi yaṁ kiñci cīvaraṁ. Piṇḍapātanti yo koci āhāro. So hi piṇḍolyena bhikkhuno patte patanato tattha tattha laddhabhikkhānaṁ piṇḍānaṁ pāto sannipātoti vā piṇḍapātoti vuccati. Senāsananti sayanañca āsanañca. Yattha hi vihārādike seti nipajjati āsati nisīdati, taṁ senāsanaṁ. Pati eti etasmāti paccayoti āha ‘‘patikaraṇaṭṭhena paccayo’’ti. Rogassa patiayanaṭṭhena vā paccayo, paccanīkagamanaṭṭhenāti attho, vūpasamanatthenāti vuttaṁ hoti. Dhātukkhobhalakkhaṇassa hi taṁhetukadukkhavedanālakkhaṇassa vā rogassa paṭipakkhabhāvo patiayanaṭṭho. Yassa kassacīti sappiādīsu yassa kassaci. Sappāyassāti hitassa vikāravūpasamenāti adhippāyo. Bhisakkassa kammaṁ tena vidhātabbato, tenāha ‘‘anuññātattā’’ti. Nagaraparikkhārehīti nagaraṁ parivāretvā rakkhaṇakehi. Āvāṭaparikkhepo parikhā uddāpo pākāro esikā paligho pākāramatthakamaṇḍalanti satta nagaraparikkhārāti vadanti. Setaparikkhāroti suvisuddhasīlālaṅkāro. Ariyamaggo hi idha ‘‘ratho’’ti adhippeto. Tassa ca sammāvācādayo alaṅkāraṭṭhena ‘‘parikkhāro’’ti vuttā. Cakkavīriyoti vīriyacakko. Jīvitaparikkhārāti jīvitassa pavattikāraṇāni. Samudānetabbāti sammā uddhaṁ uddhaṁ ānetabbā pariyesitabbā. Parivāropi hoti antarāyānaṁ parito vāraṇato, tenāha – ‘‘jīvita…pe… rakkhaṇato’’ti. Tattha antaranti vivaraṁ, okāsoti attho. Rakkhaṇatoti verikānaṁ antaraṁ adatvā attano sāmīnaṁ parivāretvā ṭhitasevakā viya rakkhaṇato. Assāti jīvitassa. Kāraṇabhāvatoti cirappavattiyā kāraṇabhāvato. Rasāyanabhūtañhi bhesajjaṁ sucirampi kālaṁ jīvitaṁ pavattetiyeva.",
  "tika-vin01t21:106": "291.Upacāreti yattha ṭhito viññāpetuṁ sakkoti, tādise. Kāmo ceva hetu ca pāricariyā ca attho. Sesaṁ byañjanantiādīsu pāḷiyaṁ ‘‘attakāma’’nti padaṁ uddharitvā attano kāmaṁ, attano hetuṁ, attano adhippāyaṁ, attano pāricariyanti cattāro atthā padabhājane vuttā. Tesu paṭhame atthavikappe kāmo ca hetu ca pāricariyā ca attho, sesaṁ adhippāyapadamekaṁ byañjanaṁ paṭhamaviggahe tadatthassa asambhavabhāvato niratthakattā. Dutiye pana atthavikappe adhippāyo ca pāricariyā ca attho, kāmo ca hetu cāti sesaṁ padadvayaṁ byañjanaṁ tesaṁ tattha atthābhāvatoti evaṁ cattāri padāni dvinnaṁ viggahānaṁ vasena yojitānīti keci vadanti. Gaṇṭhipade ca ayamevattho vutto. Cūḷamajjhimamahāgaṇṭhipadesu pana ‘‘paṭhamasmiṁ atthavikappe kāmo ca hetu ca pāricariyā ca adhippāyattho, sesaṁ methunadhammasaṅkhātena kāmenātiādi viggahavākyaṁ akkharavivaraṇamattato byañjanamattaṁ. Dutiye atthavikappe adhippāyo ca pāricariyā ca adhippāyattho, sesaṁ attanā kāmitā icchitātiādi viggahavākyaṁ akkharavivaraṇamattato byañjanamatta’’nti evamattho vutto . ‘‘Byañjane ādaraṁ akatvā’’ti vacanato ayamevattho idha yuttataroti viññāyati. Byañjane ādaraṁ akatvāti iminā hi aṭṭhakathāyaṁ vuttaviggahavasena byañjane ādaraṁ akatvāti ayamattho dīpito.",
  "tika-vin01t21:107": "Idāni yathāvuttamevatthaṁ padabhājanena saṁsanditvā dassetuṁ ‘‘attano kāmaṁ attano hetuṁ attano pāricariyanti hi vutte jānissanti paṇḍitā’’tiādi āraddhaṁ. Idaṁ vuttaṁ hoti – ‘‘attano hetu’’nti vutte attano atthāyāti ayamattho viññāyati. ‘‘Attano kāmaṁ attano pāricariya’’nti ca vutte kāmena pāricariyāti ayamattho viññāyati. Tasmā attano kāmaṁ attano hetuṁ attano pāricariyanti imehi tīhi padehi attano atthāya kāmena pāricariyā attakāmapāricariyāti ayamatthavikappo vuttoti viññū jānissanti. ‘‘Attano adhippāya’’nti vutte pana adhippāyasaddassa kāmitasaddena samānatthabhāvato attano pāricariyanti imassa ca ubhayaviggahasāmaññato attano icchitakāmitaṭṭhena attakāmapāricariyāti ayamatthavikappo dvīhi padehi dassitoti viññū jānissantīti.",
  "tika-vin01t21:108": "Etadagganti esā aggā. Duṭṭhullavācāsikkhāpade kiñcāpi methunayācanaṁ āgataṁ, tathāpi taṁ duṭṭhullavācassādarāgavasena vuttaṁ, idha pana attano methunassādarāgavasenāti ayaṁ viseso. Vinītavatthūsu ‘‘tena hi bhagini aggadānaṁ dehī’’ti idaṁ attano atthāya vuttanti veditabbaṁ. Manussitthī, itthisaññitā, attakāmapāricariyāya rāgo, tena rāgena vaṇṇabhaṇanaṁ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin01t21:109": "Attakāmapāricariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:110": "5. Sañcarittasikkhāpadavaṇṇanā",
  "tika-vin01t21:111": "296. Pañcame paṇḍitassa bhāvo paṇḍiccaṁ, ñāṇassetaṁ adhivacanaṁ. Gatimantāti ñāṇagatiyā samannāgatā. Paṇḍitāti iminā sabhāvañāṇena samannāgatatā vuttā, byattāti iminā itthikattabbesu visāradapaññāya. Tenāha ‘‘upāyaññū visāradā’’ti. Medhāvinīti ṭhānuppattipaññāsaṅkhātāya tasmiṁ tasmiṁ atthakicce upaṭṭhite ṭhānaso taṅkhaṇe eva uppajjanapaññāya samannāgatā. Tenāha ‘‘diṭṭhaṁ diṭṭhaṁ karotī’’ti. Chekāti yāgubhattasampādanādīsu nipuṇā. Uṭṭhānavīriyasampannāti kāyikena vīriyena samannāgatā, yathā aññā kusītā nisinnaṭṭhāne nisinnāva honti, ṭhitaṭṭhāne ṭhitāva, evaṁ ahutvā vipphārikena cittena sabbakiccaṁ nipphādetīti vuttaṁ hoti. Kumārikāyāti nimittatthe bhummaṁ, hetumhi vā karaṇavacanaṁ. Tenāha ‘‘kumārikāya kāraṇā’’ti. Āvahanaṁ āvāho, pariggahabhāvena dārikāya gaṇhāpanaṁ, tathā dāpanaṁ vivāho. Tenāha ‘‘dārakassā’’tiādi.",
  "tika-vin01t21:112": "297-298. Bhattapācanaṁ sandhāya randhāpanaṁ vuttaṁ, yassa kassaci pācanaṁ sandhāya pacāpanaṁ vuttaṁ. Duṭṭhuṁ kulaṁ gatā duggatāti imamatthaṁ dassento ‘‘yattha vā gatā’’tiādimāha. Āharaṇaṁ āhāro. Na upāhaṭanti na dinnaṁ. Kayo gahaṇaṁ, vikkayo dānaṁ. Tadubhayaṁ saṅgaṇhitvā ‘‘vohāro’’ti vuttaṁ. Maṇḍitapasādhitoti ettha bāhirupakaraṇena alaṅkaraṇaṁ maṇḍanaṁ, ajjhattikānaṁ kesādīnaṁyeva saṇṭhapanaṁ pasādhanaṁ.",
  "tika-vin01t21:113": "300. ‘‘Abbhutaṁ kātuṁ na vaṭṭatī’’ti iminā dukkaṭaṁ hotīti dīpeti. ‘‘Parājitena dātabba’’nti vuttattā adento dhuranikkhepena kāretabbo. Acirakāle adhikāro etassa atthīti acirakālādhikārikaṁ, sañcarittaṁ. ‘‘Acirakālācārika’’nti vā pāṭho, acirakāle ācāro ajjhācāro etassāti acirakālācārikaṁ.",
  "tika-vin01t21:114": "Kiñcāpi ehibhikkhūpasampannā ceva saraṇagamanūpasampannā ca sañcarittādipaṇṇattivajjaṁ āpattiṁ āpajjanti, tesaṁ pana na sabbakālikattā te vajjetvā sabbakālānurūpaṁ tantiṁ ṭhapento bhagavā idhāpi ñatticatuttheneva kammena upasampannaṁ bhikkhuṁ dassetuṁ ‘‘tatra yvāyaṁ bhikkhu…pe… ayaṁ imasmiṁ atthe adhippeto bhikkhū’’ti padabhājanaṁ āha, na pana nesaṁ sañcarittādiāpajjane abhabbabhāvato. Khīṇāsavāpi hi appassutā kiñcāpi lokavajjaṁ nāpajjanti, paṇṇattiyaṁ pana akovidattā vihārakāraṁ kuṭikāraṁ sahāgāraṁ sahaseyyanti evarūpā kāyadvāre āpattiyo āpajjanti, sañcarittaṁ padasodhammaṁ uttarichappañcavācaṁ bhūtārocananti evarūpā vacīdvāre āpattiyo āpajjanti, upanikkhittasādiyanavasena manodvāre rūpiyapaṭiggahaṇāpattiṁ āpajjanti.",
  "tika-vin01t21:115": "301. Sañcaraṇaṁ sañcaro, so etassa atthīti sañcarī, tassa bhāvo sañcarittaṁ. Tenāha ‘‘sañcaraṇabhāva’’nti, itthipurisānaṁ antare sañcaraṇabhāvanti attho. Jāyattane jārattaneti ca nimittatthe bhummaṁ, jāyabhāvatthaṁ jārabhāvatthanti vuttaṁ hoti. Jāyabhāveti bhariyabhāvāya. Jārabhāveti sāmikabhāvāya. Kiñcāpi imassa padabhājane ‘‘jārī bhavissasī’’ti itthiliṅgavasena padabhājanaṁ vuttaṁ, jārattaneti pana niddesassa ubhayaliṅgasādhāraṇattā purisaliṅgavasenapi yojetvā atthaṁ dassento ‘‘itthiyā matiṁ purisassa ārocento jārattane ārocetī’’tiādimāha. Ettha hi ‘‘jāro bhavissasī’’ti itthiyā matiṁ purisassa ārocento jārattane āroceti nāma. Pāḷiyaṁ pana itthiliṅgavaseneva yojanā katā, tadanusārena purisaliṅgavasenapi sakkā yojetunti.",
  "tika-vin01t21:116": "Idāni pāḷiyaṁ vuttanayenapi atthaṁ dassento ‘‘apicā’’tiādimāha. Pati bhavissasīti vuttamevatthaṁ ‘‘sāmiko bhavissasī’’ti pariyāyavacanena visesetvā dasseti. Idañca jārattaneti niddesassa ubhayaliṅgasādhāraṇattā vuttaṁ. Muhuttikā bhavissasīti asāmikaṁ sandhāya vuttaṁ, jārī bhavissasīti sasāmikaṁ sandhāya. Antamaso taṅkhaṇikāyapīti idaṁ nidassanamattanti āha ‘‘etenevupāyenā’’tiādi.",
  "tika-vin01t21:117": "303.Serivihāranti sacchandacāraṁ. Attano vasanti attano āṇaṁ. Gottanti gotamagottādikaṁ gottaṁ. Dhammoti paṇḍaraṅgaparibbājakādīnaṁ, tesaṁ tesaṁ vā kulānaṁ dhammo. Gottavantesu gottasaddo, dhammacārīsu ca dhammasaddo vattatīti āha ‘‘sagottehī’’tiādi. Tattha sagottehīti samānagottehi, ekavaṁsajātehīti attho. Sahadhammikehīti ekassa satthusāsane sahacaritabbadhammehi, samānakuladhammehi vā. Tenevāha ‘‘ekaṁ satthāra’’ntiādi. Tattha ‘‘ekaṁ satthāraṁ uddissa pabbajitehī’’ti iminā paṇḍaraṅgaparibbājakādayo vuttā, ekagaṇapariyāpannehīti mālākārādiekagaṇapariyāpannehi.",
  "tika-vin01t21:118": "Sasāmikā sārakkhā. Yassā gamane raññā daṇḍo ṭhapito, sā saparidaṇḍā. Pacchimānaṁ dvinnanti sārakkhasaparidaṇḍānaṁ micchācāro hoti tāsaṁ sasāmikabhāvato. Na itarāsanti itarāsaṁ māturakkhitādīnaṁ aṭṭhannaṁ purisantaragamane natthi micchācāro tāsaṁ asāmikabhāvato. Yā hi sāmikassa santakaṁ phassaṁ thenetvā paresaṁ abhiratiṁ uppādenti, tāsaṁ micchācāro, na ca mātādayo tāsaṁ phasse issarā. Mātādayo hi na attanā phassānubhavanatthaṁ tā rakkhanti, kevalaṁ anācāraṁ nisedhentā purisantaragamanaṁ tāsaṁ vārenti. Purisassa pana etāsu aṭṭhasupi hotiyeva micchācāro mātādīhi yathā purisena saddhiṁ saṁvāsaṁ na kappeti, tathā rakkhitattā paresaṁ rakkhitagopitaṁ phassaṁ thenetvā phuṭṭhabhāvato.",
  "tika-vin01t21:119": "Dhanena kītāti bhariyabhāvatthaṁ dhanena kītā. Tenāha ‘‘yasmā panā’’tiādi. Bhogenāti bhogahetu. Bhogatthañhi vasantī ‘‘bhogavāsinī’’ti vuccati. Labhitvāti yo naṁ vāseti, tassa hatthato labhitvā. Udakapattaṁ āmasitvā gahitā odapattakinī. Tenāha ‘‘ubhinna’’ntiādi. Dhajena āhaṭāti ettha dhajayogato senāva dhajasaddena vuttā, ussitaddhajāya senāya āhaṭāti vuttaṁ hoti. Tenāha ‘‘ussitaddhajāyā’’tiādi.",
  "tika-vin01t21:120": "305.Bahiddhā vimaṭṭhaṁ nāma hotīti aññattha ārocitaṁ nāma hoti. Taṁ kiriyaṁ sampādessatīti tassā ārocetvā taṁ kiccaṁ sampādetu vā mā vā, taṁkiriyāsampādane yogyataṁ sandhāya vuttaṁ. Dārakaṁ dārikañca ajānāpetvā tesaṁ mātāpituādīhi mātāpituādīnaṁyeva santikaṁ sāsane pesitepi haraṇavīmaṁsanapaccāharaṇasaṅkhātāya tivaṅgasampattiyā saṅghādiseso hotiyevāti daṭṭhabbaṁ. Yaṁ uddissa sāsanaṁ pesitaṁ, taṁyeva sandhāya tassā mātuādīnaṁ ārocite vatthuno ekattā mātuādayopi khettamevāti khettameva otiṇṇabhāvaṁ dassetuṁ ‘‘buddhaṁ paccakkhāmī’’tiādi udāhaṭaṁ. Iminā sametīti etthāyamadhippāyo – yathā sayaṁ anārocetvā aññena antevāsiādinā ārocāpentassa visaṅketo natthi, evaṁ tassā sayaṁ anārocetvā ārocanatthaṁ mātuādīnaṁ vadantassapi natthi visaṅketoti. Gharaṁ nayatīti gharaṇī. Mūlaṭṭhānañca vasenāti ettha purisassa mātuādayo sāsanapesane mūlabhūtattā ‘‘mūlaṭṭhā’’ti vuccanti. Māturakkhitāya mātā bhikkhuṁ pahiṇatīti ettha attano vā dhītu santikaṁ ‘‘itthannāmassa bhariyā hotū’’ti bhikkhuṁ pahiṇati, purisassa vā santikaṁ ‘‘mama dhītā itthannāmassa bhariyā hotū’’ti pahiṇatīti gahetabbaṁ. Esa nayo sesesupi. Pubbe vuttanayattāti paṭhamasaṅghādisese vuttanayattā.",
  "tika-vin01t21:121": "338.Ettova pakkamatīti puna āgantvā āṇāpakassa anārocetvā tatoyeva pakkamati. Aññena karaṇīyenāti gamanahetuvisuddhidassanatthaṁ vuttaṁ. Teneva pana karaṇīyena gantvāpi kiñci anārocento na vīmaṁsati nāma. Anabhinanditvāti idaṁ tathā paṭipajjamānaṁ sandhāya vuttaṁ, satipi abhinandane sāsanaṁ anārocento pana na vīmaṁsati nāma. Tatiyapade vuttanayenāti ‘‘so tassā vacanaṁ anabhinanditvā’’tiādinā vuttanayena. Vatthugaṇanāyāti sambahulānaṁ itthipurisānaṁ samabhāve sati dvinnaṁ dvinnaṁ itthipurisavatthūnaṁ gaṇanāya. Sace pana ekato adhikā honti, adhikānaṁ gaṇanāya āpattibhedo veditabbo.",
  "tika-vin01t21:122": "339-340. Pāḷiyaṁ catutthavāre asatipi ‘‘gacchanto na sampādeti, āgacchanto visaṁvādeti, anāpattī’’ti idaṁ atthato āpannamevāti katvā vuttaṁ ‘‘catutthe anāpattī’’ti. Kārukānanti vaḍḍhakīādīnaṁ. Tacchakaayokāratantavāyarajakanhāpitakā pañca kāravo ‘‘kārukā’’ti vuccanti. Evarūpena…pe… anāpattīti tādisaṁ gihiveyyāvaccampi na hotīti katvā vuttaṁ.",
  "tika-vin01t21:123": "Kāyato samuṭṭhātīti paṇṇattiṁ vā alaṁvacanīyabhāvaṁ vā ajānantassa kāyato samuṭṭhāti. Vācato samuṭṭhātīti etthāpi eseva nayo. Kāyavācato samuṭṭhātīti paṇṇattiṁ jānitvā alaṁvacanīyabhāvaṁ ajānantassapi kāyavācato samuṭṭhātīti veditabbaṁ. Alaṁvacanīyā hontīti desacārittavasena paṇṇadānādinā pariccattā honti. Paṇṇattiṁpana jānitvāti ettha alaṁvacanīyabhāvaṁ vāti ca daṭṭhabbaṁ. Teneva mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. sañcarittasikkhāpadavaṇṇanā) ‘‘tadubhayaṁ pana jānitvā eteheva tīhi nayehi samāpajjantassa tāneva tīṇi tadubhayajānanacittena sacittakāni hontī’’ti vuttaṁ. Tasmā paṇṇattijānanacittenāti etthāpi tadubhayajānanaṁ vattabbaṁ. Bhikkhuṁ ajānāpetvā attano adhippāyaṁ paṇṇe likhitvā dinnaṁ harantassapi āpatti hoti, imassa sikkhāpadassa acittakattāti na gahetabbaṁ. Pāḷiyaṁ pana ‘‘ārocetī’’ti vuttattā aṭṭhakathāyañca tattha tattha ārocanasseva dassitattā kāyena vā vācāya vā ārocentasseva āpatti hotīti gahetabbaṁ.",
  "tika-vin01t21:124": "341.Duṭṭhullādīsupīti ādi-saddena sañcarittampi saṅgaṇhāti. Ettha pana kiñcāpi itthī nāma manussitthī, na yakkhī, na petī, na tiracchānagatā, puriso nāma manussapuriso, na yakkhotiādi na vuttaṁ, tathāpi manussajātikāva itthipurisā idha adhippetā. Tasmā yesu sañcarittaṁ samāpajjati, tesaṁ manussajātikatā, na nālaṁvacanīyatā, paṭiggaṇhanavīmaṁsanapaccāharaṇānīti imānettha pañcaṅgāni.",
  "tika-vin01t21:125": "Sañcarittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:126": "6. Kuṭikārasikkhāpadavaṇṇanā",
  "tika-vin01t21:127": "342. Chaṭṭhe ettakenāti ettakena dāruādinā. Aparicchinnappamāṇāyoti aparicchinnadāruādippamāṇāyo. Mūlacchejjāya purisaṁ yācituṁ na vaṭṭatīti parasantakabhāvato mocetvā attanoyeva santakaṁ katvā yācituṁ na vaṭṭati. Evaṁ mūlacchejjāya aññātakaappavāritaṭṭhānato yācantassa aññātakaviññattiyā dukkaṭaṁ. Dāsaṁ attano atthāya sādiyantassapi dukkaṭameva ‘‘dāsidāsapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vacanato. Ñātakapavāritaṭṭhānato pana dāsaṁ mūlacchejjāya yācantassa sādiyanavasena dukkaṭaṁ. Sakakammaṁ na yācitabbāti pāṇātipātasikkhāpadarakkhaṇatthaṁ vuttaṁ. Aniyametvāpi na yācitabbāti manussānaṁ aññathā gāhassapi sambhavato vuttaṁ, suddhacittena pana hatthakammaṁ yācantassa āpatti nāma natthi.",
  "tika-vin01t21:128": "Sabbakappiyabhāvadīpanatthanti sabbaso kappiyabhāvadīpanatthaṁ. Mūlaṁ dethāti vattuṁ vaṭṭatīti yasmā mūlaṁ dassāmāti tehi paṭhamaṁ vuttattā viññatti na hoti, yasmā ca mūlanti bhaṇitaṁ sāmaññavacanato akappiyavacanaṁ na hoti, tasmā mūlaṁ dethāti vattuṁ vaṭṭati. Anajjhāvutthakanti apariggahitaṁ. Akappiyakahāpaṇādi na dātabbanti kiñcāpi akappiyakahāpaṇādiṁ asādiyantena kappiyavohārato dātuṁ vaṭṭati, tathāpi sāruppaṁ na hoti. Manussā ca etassa santakaṁ kiñci atthīti viheṭhetabbaṁ maññantīti akappiyakahāpaṇādidānaṁ paṭikkhittaṁ. Tatheva pācetvāti hatthakammavaseneva pācetvā. ‘‘Kiṁ, bhante’’ti ettakepi pucchite yadatthāya paviṭṭho, taṁ kathetuṁ vaṭṭati pucchitapañhattā.",
  "tika-vin01t21:129": "Vattanti cārittaṁ, āpatti pana na hotīti adhippāyo. Kappiyaṁ kārāpetvā paṭiggahetabbānīti sākhāya laggarajasmiṁ patte patitepi sākhaṁ chinditvā khāditukāmatāyapi sati sukhaparibhogatthaṁ vuttaṁ. ‘‘Nadiṁ vā…pe… āharā’’ti vatthuṁ vaṭṭatīti apariggahitattā vuttaṁ. Gehato…pe… paribhuñjitabbanti pariggahitaudakattā viññattiyā dukkaṭaṁ hotīti adhippāyo. Alajjīhi…pe… na kāretabbanti idaṁ uttaribhaṅgādhikārattā ajjhoharaṇīyaṁ sandhāya vuttaṁ. Bāhiraparibhogesu pana alajjīhipi hatthakammaṁ kāretuṁ vaṭṭatīti.",
  "tika-vin01t21:130": "Goṇaṁ pana…pe… āharāpetuṁ na vaṭṭatīti attano atthāya mūlacchejjavasena āharāpetuṁ na vaṭṭati. Āharāpentassa dukkaṭanti aññātakaviññattiyā dukkaṭaṁ. Attano atthāya sādiyanepi dukkaṭameva ‘‘hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vuttattā. Tenevāha ‘‘ñātakapavāritaṭṭhānatopi mūlacchejjāya yācituṁ na vaṭṭatī’’ti. Rakkhitvāti yathā corā na haranti, evaṁ rakkhitvā. Jaggitvāti tiṇadānādīhi jaggitvā. Na sampaṭicchitabbanti attano atthāya goṇe sādiyanassa paṭikkhittattā vuttaṁ.",
  "tika-vin01t21:131": "Sakaṭaṁ dethāti…pe… vaṭṭatīti mūlacchejjavasena sakaṭaṁ dethāti vattuṁ na vaṭṭati. Tāvakālikaṁ vaṭṭatīti tāvakālikaṁ katvā sabbattha yācituṁ vaṭṭati. Valliādīsu ca parapariggahitesu eseva nayoti yojetabbaṁ . Garubhaṇḍappahonakesuyeva ca valliādīsūti ettha ādi-saddena veḷumuñjapabbajatiṇamattikānaṁ saṅgaho daṭṭhabbo. Yaṁ pana vatthuvasena appaṁ hutvā agghavasena mahantaṁ haritālahiṅgulakādi, taṁ garubhaṇḍaṁ appahontampi yācituṁ na vaṭṭatīti vadanti.",
  "tika-vin01t21:132": "Sāti viññattiṁ parāmasati. Sā ca idha parikathādinā yena kenaci adhippāyaviññāpanaṁ viññattīti gahetabbā. Tenāha ‘‘sabbena sabba’’nti, sabbappakārenāti attho. Tena ‘‘parikathādivasenapi viññāpanaṁ na vaṭṭatī’’ti dīpeti. Parikathobhāsanimittakammampi hi cīvarapiṇḍapātesu dvīsu paccayesu na vaṭṭati. Idāni senāsanapaccaye adhippetaṁ viññattiṁ parikathādīhi visesetvā dassento ‘‘āhara dehīti viññattimattameva na vaṭṭatī’’ti āha. Parikathobhāsanimittakammāni vaṭṭantīti ettha parikathā nāma pariyāyena kathanaṁ bhikkhusaṅghassa senāsanaṁ sambādhantiādivacanaṁ. Obhāso nāma ujukameva akathetvā yathā adhippāyo vibhūto hoti, evaṁ obhāsanaṁ, upāsakā, tumhe kuhiṁ vasathāti? Pāsāde, bhanteti. Bhikkhūnaṁ pana, upāsakā, pāsādo na vaṭṭatītiādivacanaṁ. Nimittakammaṁ nāma paccaye uddissa yathā adhippāyo viññāyati, evaṁ nimittakammaṁ, senāsanatthaṁ bhūmiparikammādīni karontassa ‘‘kiṁ, bhante, karosi, ko kārāpetī’’ti vutte ‘‘na kocī’’tiādivacanaṁ.",
  "tika-vin01t21:133": "Idāni gilānapaccaye viññattiādikaṁ sabbampi vaṭṭatīti dassento āha ‘‘gilānapaccaye panā’’tiādi. Tathā uppannaṁ pana bhesajjaṁ roge vūpasante paribhuñjituṁ vaṭṭati, na vaṭṭatīti? Tattha vinayadharā ‘‘bhagavatā rogasīsena paribhogassa dvāraṁ dinnaṁ, tasmā arogakālepi paribhuñjituṁ vaṭṭati, āpatti na hotī’’ti vadanti. Suttantikā pana ‘‘kiñcāpi āpatti na hoti, ājīvaṁ pana kopeti, tasmā sallekhappaṭipattiyaṁ ṭhitassa na vaṭṭati, sallekhaṁ kopetī’’ti vadanti. Ukkamantīti apagacchanti.",
  "tika-vin01t21:134": "344. Maṇi kaṇṭhe assāti maṇikaṇṭho, maṇinā upalakkhito vā kaṇṭho assāti maṇikaṇṭhoti majjhapadalopīsamāso daṭṭhabbo. Devavaṇṇanti devattabhāvaṁ. Pasannākāranti pasannehi kātabbakiccaṁ, kāyaveyyāvaccasaṅkhātaṁ upaṭṭhānanti vuttaṁ hoti. Maṇiyācanāya tassa anāgamanena attano vaḍḍhi hotīti vuttaṁ ‘‘maṇinā me attho’’ti, mantapadanīhārena vā tathā vuttanti daṭṭhabbaṁ.",
  "tika-vin01t21:135": "345.Vattamānasamīpeti vattamānassa samīpe atīte. Evaṁ vattuṁ labbhatīti ‘‘āgatosī’’ti vattabbe vattamānasamīpattā ‘‘āgacchasī’’ti evaṁ vattamānavohārena vattuṁ labbhati. Lakkhaṇaṁ panettha saddasatthānusārato veditabbaṁ. So eva nayoti ‘‘āgatomhī’’ti vattabbe ‘‘āgacchāmī’’ti ayampi vattamānasamīpe vattamānavohāroti dasseti.",
  "tika-vin01t21:136": "348-349. Yasmā pana na sakkā kevalaṁ yācanāya kiñci kātuṁ, tasmā ‘‘sayaṁ yācitakehi upakaraṇehī’’ti adhippāyattho vutto. Uddhaṁmukhaṁ littā ullittā, adhomukhaṁ littā avalittā. Yasmā pana uddhaṁmukhaṁ limpantā yebhuyyena anto limpanti, adhomukhaṁ limpantā ca bahi, tasmā vuttaṁ ‘‘ullittāti antolittā, avalittāti bahilittā’’ti. Tattha ullittā nāma ṭhapetvā tulāpiṭṭhasaṅghātavātapānadhūmachiddādibhedaṁ alepokāsaṁ avasese lepokāse kuṭṭehi saddhiṁ ghaṭetvā chadanassa anto sudhāya vā mattikāya vā littā. Avalittā nāma vuttanayeneva chadanassa bahi littā. Ullittāvalittā nāma tatheva chadanassa anto ca bahi ca littā.",
  "tika-vin01t21:137": "Byañjanaṁ sametīti ‘‘kārayamānenā’’ti hetukattuvasena uddiṭṭhapadassa ‘‘kārāpentenā’’ti hetukattuvaseneva niddesassa katattā byañjanaṁ sameti. Yadi evaṁ ‘‘karonto vā kārāpento vā’’ti kasmā tassa padabhājanaṁ vuttanti āha ‘‘yasmā panā’’tiādi. ‘‘Attanā vippakataṁ parehi pariyosāpetī’’tiādivacanato ‘‘karontenapi idha vuttanayeneva paṭipajjitabba’’nti vuttaṁ. Tattha idha vuttanayenevāti imasmiṁ sikkhāpade vuttanayeneva. Ubhopeteti kārakakārāpakā. Kārayamānenāti imināva padena saṅgahitāti kathaṁ saṅgahitā. Na hi kārayamāno karonto nāma hoti, evaṁ panettha adhippāyo veditabbo – yasmā karontenapi kārayamānenapi idha vuttanayeneva paṭipajjitabbaṁ, tasmā kārayamānena evaṁ paṭipajjitabbanti vutte pageva karontenāti idaṁ atthato āgatamevāti ‘‘kārayamānenā’’ti bhagavatā vuttaṁ. Tato ‘‘kārayamānenā’’ti vutte sāmatthiyato labbhamānopi attho teneva saṅgahito nāma hotīti. Byañjanaṁvilomitaṁ bhaveyyāti yasmā ‘‘kārayamānenā’’ti imassa ‘‘karontenā’’ti idaṁ pariyāyavacanaṁ na hoti, tasmā karontena vā kārāpentena vāti padatthavasena niddese kate byañjanaṁ viruddhaṁ bhaveyyāti adhippāyo. Atthamattamevāti padatthato sāmatthiyato ca labbhamānaṁ atthamattameva.",
  "tika-vin01t21:138": "Uddesoti uddisitabbo. Abbohārikanti appamāṇaṁ. ‘‘Āyāmato ca vitthārato cā’’ti avatvā vikappatthassa vā-saddassa vuttattā ekatobhāgena vaḍḍhitepi āpattiyevāti dassento ‘‘yo panā’’tiādimāha. Tihatthāti vaḍḍhakīhatthena tihatthā. Pamāṇayutto mañcoti pakatividatthiyā navavidatthippamāṇo mañco. Pamāṇikā kāretabbāti ukkaṭṭhappamāṇaṁ sandhāya vuttattā ukkaṭṭhappamāṇayuttāva kuṭi adesitavatthukā na vaṭṭati, pamāṇato pana ūnatarā adesitavatthukāpi vaṭṭatīti kassaci sandeho siyāti taṁnivattanatthaṁ ‘‘pamāṇato ūnatarampī’’tiādi vuttaṁ. Tattha pamāṇato ūnataranti pāḷiyaṁ vuttappamāṇato ūnataraṁ. Pacchimena pamāṇena catuhatthato ūnatarā kuṭi nāma na hotīti catuhatthato paṭṭhāya kuṭilakkhaṇappattaṁ kuṭiṁ dassetuṁ ‘‘catuhatthaṁ pañcahatthampī’’ti vuttaṁ. Kalalalepoti kenaci silesena katalepo, tambamattikādikalalalepo vā. Alepo evāti abbohārikāyevāti adhippāyo. Piṭṭhasaṅghāṭo dvārabāhā. Oloketvāpīti apaloketvāpi, apalokanakammavasenapi kātuṁ vaṭṭatīti adhippāyo.",
  "tika-vin01t21:139": "353. Yathā sīhādīnaṁ gocarāya pakkamantānaṁ nibaddhagamanamaggo na vaṭṭati, evaṁ hatthīnampi nibaddhagamanamaggo na vaṭṭati. Etesanti sīhādīnaṁ. Cāribhūmīti gocarabhūmi. Na gahitāti na vāritāti adhippāyo. Ārogyatthāyāti nirupaddavatthāya. Sesānīti pubbaṇṇanissitādīni. Pubbaṇṇanissitanti ettha pubbaṇṇaviruhanaṭṭhānaṁ pubbaṇṇa-saddena gahitaṁ. Tenāha – ‘‘sattannaṁ dhaññānaṁ…pe… ṭhita’’nti. Abhihananti etthāti abbhāghātaṁ. ‘‘Verighara’’nti vuttamevatthaṁ vibhāvetuṁ ‘‘corānaṁ māraṇatthāya kata’’nti vuttaṁ. Dhammagandhikāti hatthapādādichindanagandhikā.",
  "tika-vin01t21:140": "Āvijjituṁna sakkā hotīti chindataṭādisambhavato na sakkā hoti āvijjituṁ. Pācinanti kuṭivatthusāmantā cinitabbaadhiṭṭhānaṁ. Kiñcāpi idha pubbapayogasahapayogānaṁ adinnādāne viya viseso natthi, tathāpi tesaṁ vibhāgena dassanaṁ chinditvā puna kātabbāti ettha kuṭiyā bhedanaparicchedadassanatthaṁ kataṁ. Tadatthāyāti tacchanatthāya. Evaṁ katanti adesitavatthuṁ pamāṇātikkantaṁ vā kataṁ. Dārunā kataṁ kuṭṭaṁ etthāti dārukuṭṭikā, kuṭi. Silākuṭṭikantiādīsupi eseva nayo. Paṇṇasālanti bahi paṇṇehi chādetabbaṁ ullittāvalittaṁ kuṭimeva vadati. Tenevāha ‘‘sabhitticchadanaṁ limpissāmī’’ti.",
  "tika-vin01t21:141": "Antolepeneva niṭṭhāpetukāmaṁ sandhāya ‘‘antolepe vā’’tiādi vuttaṁ. Bahilepe vāti etthāpi eseva nayo. Tasmiṁ dvārabaddhe vā vātapāne vā ṭhapiteti yojetabbaṁ. Tassokāsanti tassa dvārabaddhassa vā vātapānassa vā okāsaṁ. Puna vaḍḍhetvā vāti pubbeva ṭhapitokāsaṁ khuddakaṁ ce, bhedanena puna vaḍḍhetvā. Lepo na ghaṭiyatīti pubbe dinnalepo dvārabaddhena vā vātapānena vā saddhiṁ na ghaṭiyati, ekābaddhaṁ hutvā na tiṭṭhatīti vuttaṁ hoti. Tanti dvārabaddhaṁ vā vātapānaṁ vā. Paṭhamameva saṅghādisesoti lepakiccassa niṭṭhitattā dvārabaddhaṁ vā vātapānaṁ vā ṭhapanato pubbeyeva saṅghādiseso. Aṭṭhaṅgulamattena appattacchadanaṁ katvāti ettha evaṁ me āpatti na siyāti bhittiyaṁ vā chadane vā ekaṅgulamattampi okāsaṁ lepena aghaṭetvā ṭhapeti, vaṭṭatīti vadanti. Mattikākuṭṭameva mattikālepasaṅkhyaṁ gacchatīti āha – ‘‘sace mattikāya kuṭṭaṁ karoti, chadanalepena saddhiṁ ghaṭane āpattī’’ti. Ubhinnaṁ anāpattīti purimassa lepassa aghaṭitattā dutiyassa attuddesikatāsambhavato ubhinnaṁ anāpatti, tasmā vināpi vattasīsena tena anāṇatto tassa karomīti karoti, ubhinnaṁ anāpattiyeva. Sace tena āṇatto karoti, mūlaṭṭhasseva āpatti.",
  "tika-vin01t21:142": "354.Chattiṁsa catukkāni nāma ‘‘bhikkhu kuṭiṁ karotī’’tiādimhi paṭhamavāre adesitavatthukacatukkaṁ desitavatthukacatukkaṁ pamāṇātikkantacatukkaṁ pamāṇikacatukkaṁ adesitavatthukappamāṇātikkantacatukkaṁ desitavatthukappamāṇikacatukkanti cha catukkāni, evaṁ samādisativārādīsupi pañcasūti chattiṁsa. Āpattibhedadassanatthaṁ vuttānīti ‘‘sārambhe ce bhikkhu vatthusmiṁ aparikkamane’’ti avisesena mātikāya vuttattā sārambhaaparikkamanesupi saṅghādisesova siyāti micchāgāhanivattanatthaṁ sārambhe aparikkamane ca dukkaṭaṁ, adesitavatthukatāya pamāṇātikkantatāya ca saṅghādisesoti evaṁ āpattibhedadassanatthaṁ vuttāni.",
  "tika-vin01t21:143": "355-361. ‘‘Dvīhi saṅghādisesehī’’ti vattabbe vibhattibyattayena ca vacanabyattayena ca dvinnaṁ saṅghādisesenāti vuttanti āha ‘‘dvīhi saṅghādisesehi…pe… attho veditabbo’’ti. ‘‘Aññassa vā dātabbā’’ti vuttattā vippakataṁ kuṭiṁ labhitvā attano atthāya karontassapi ādito paṭṭhāya akatattā anāpattiyevāti vadanti. Apacinitabbāti viddhaṁsetabbā. Bhūmisamaṁ katvāti kuṭivatthusamaṁ katvā.",
  "tika-vin01t21:144": "364.Na hettha lepo ghaṭiyatīti chadanalepassa abhāvato vuttaṁ, visuṁyeva anuññātattā pana sacepi leṇassa anto uparibhāge cittakammādikaraṇatthaṁ lepaṁ denti, vaṭṭatiyeva. Lepadānavasena akatā iṭṭhakādiguhā guhā nāmāti gaṇṭhipadesu vuttaṁ. Tiṇehi vā paṇṇehi vā chāditakuṭikāva vuttāti ‘‘kukkuṭacchikagehaṁ vaṭṭatī’’ti vatvā ‘‘chadanaṁ daṇḍakehī’’tiādinā puna taṁ dassentehi tiṇapaṇṇacchadanā kuṭikāva vuttā. Chadanaṁ daṇḍakehi jālabandhaṁ katvāti chadanaṁ dīghato tiriyato ca ṭhapitadaṇḍakehi jālaṁ viya bandhitvā. Ogumphetvāti tiṇādiṁ viddhaṁsetvā. Bhittilepena saddhiṁ lepe ghaṭiteti ettha ullittāvalittabhāvassa chadanaṁ sandhāya vuttattā sacepi bhittilepena anatthiko hoti, chadanalepe samantato bhittiyā appamattakenapi ghaṭite bhittilepena vināpi āpattiyevāti vadanti. Upacikāmocanatthameva heṭṭhā pāsāṇakuṭṭaṁ katvā taṁ alimpitvā upari limpati, lepo na ghaṭiyati nāma, anāpattiyevāti iminā aṭṭhakathāvacanena taṁ na sameti. Tattha keci vadanti ‘‘bhittiṁ alimpitukāmatāya abhāvato chadanalepe pāsāṇakuṭṭena saddhiṁ ghaṭitepi tattha anāpatti vuttā’’ti, tampi na yuttaṁ. ‘‘Upacikāmocanatthamevā’’ti hi vuttattā pāsāṇakuṭṭe puna limpitukāmatāya abhāvoyeva viññāyati, teneva ‘‘taṁ alimpitvā’’ti vuttaṁ. Tasmā ‘‘ullittādibhāvo…pe… chadanameva sandhāya vutto’’ti idaṁ satipi bhittilepe chadanalepena vinā āpatti na hotīti chadanalepassa padhānabhāvadassanatthaṁ vuttaṁ, na pana bhittilepena vināpi āpatti hotīti dassanatthanti vadanti, idameva cettha yuttataranti amhākaṁ khanti. Etthāti tiṇakuṭikāya.",
  "tika-vin01t21:145": "Ettha ca tiṇakuṭikāya eva sabbathā anāpattibhāvassa dassanaṁ parivārapāḷiṁ ānetvā tiṇakuṭikāya sārambhādipaccayāpi anāpattibhāvo sukhena sakkā sādhetunti kataṁ. Tiṇakuṭikāya ca sabbathā anāpattibhāve sādhite teneva nayena leṇaguhādīsupi sārambhādipaccayāpi anāpattibhāvo sakkā viññātunti. Teneva ‘‘yaṁ panā’’tiādi vuttaṁ. Tathā hi tiṇakuṭikāya sārambhādipaccayāpi anāpattibhāve sādhite teneva nayena aññassatthāya karontassapi sārambhādipaccayāpi anāpattibhāvo atthato dassitoyeva hoti. Evañca sati bhikkhu samādisitvā pakkamati ‘‘kuṭiṁ me karothā’’ti, samādisati ca desitavatthukā ca hotu anārambhā ca saparikkamanā cāti, tassa kuṭiṁ karonti adesitavatthukaṁ sārambhaṁ aparikkamanaṁ. ‘‘Āpatti kārukānaṁ tiṇṇaṁ dukkaṭāna’’nti pāḷiyaṁ aññassatthāya karontassapi sārambhādipaccayāpi dukkaṭaṁ kasmā vuttanti imaṁ codanaṁ manasi nidhāya ‘‘yaṁ pana…pe… akaraṇapaccayā vutta’’nti idaṁ vuttaṁ. Ayañhettha adhippāyo – aññassatthāya karontassapi sārambhādipaccayāpi anāpattiyeva. ‘‘Āpatti kārukānaṁ tiṇṇaṁ dukkaṭāna’’nti idaṁ pana aññassatthāya karontassa na sārambhādipaccayā āpattidassanatthaṁ vuttaṁ, kiñcarahi yathāsamādiṭṭhāya akaraṇapaccayā āpattidassanatthanti. Yasmā bahūsu potthakesu satasodhitasammate ca purāṇapotthake ayameva pāṭhakkamo dissati, tasmā yathādiṭṭhapāṭhānukkamenevettha attho pakāsito. Katthaci potthake pana ‘‘kuṭilakkhaṇappattampi kuṭiṁ…pe… anāpattī’’ti imassānantaraṁ ‘‘yaṁ panā’’tiādipāṭhaṁ likhanti, evañca sati tattha adhippāyo pākaṭoyeva. Anāpattīti vatvāti uposathāgārañca bhavissati, ahañca vasissāmītiādīsu vāsāgāratthāya eva aniyamitattā anāpattīti vatvā.",
  "tika-vin01t21:146": "Pamāṇātikkantakuṭikaraṇalakkhaṇā kiriyāyeva, adesitavatthumūlikāyapi āpattiyā aṅgaṁ hoti pamāṇātikkantamūlikāyapi, tadubhayaṁ ekato katvā ‘‘kiriyākiriyato’’ti vuttaṁ. Vatthuṁ adesāpetvā pamāṇayuttaṁ kuṭiṁ karontassapi vatthuṁ desāpetvā akiriyāya kuṭikaraṇakiriyāya ca samuṭṭhānato kiriyākiriyatova samuṭṭhātīti veditabbaṁ. Acittakanti paṇṇattiajānanacittena acittakaṁ. Ullittādīnaṁ aññataratā, heṭṭhimappamāṇasambhavo, adesitavatthutā, pamāṇātikkantatā, attuddesikatā, vāsāgāratā, lepaghaṭṭanāti imānettha cha vā satta vā aṅgāni.",
  "tika-vin01t21:147": "Kuṭikārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:148": "7. Vihārakārasikkhāpadavaṇṇanā",
  "tika-vin01t21:149": "365. Sattame evaṁnāmake nagareti kosambīnāmake. Tassa kira nagarassa ārāmapokkharaṇīādīsu tesu tesu ṭhānesu kosambarukkhāva ussannā ahesuṁ, tasmā kosambīti saṅkhyaṁ agamāsi. Kusumbassa nāma isino assamato avidūre māpitattāti eke. Idaṁ vuttaṁ hoti – kusumbassa isino nivāsabhūmi kosambī, tassa ca avidūre bhavattā nagaraṁ kosambīti saṅkhyaṁ gatanti. Ghositanāmakena kira seṭṭhinā so kāritoti ettha ko ghositaseṭṭhi, kathañcānena so ārāmo kāritoti? Pubbe kira addilaraṭṭhaṁ nāma ahosi. Tato kotūhalako nāma daliddo chātakabhayena saputtadāro subhikkhaṁ raṭṭhaṁ gacchanto puttaṁ vahituṁ asakkonto chaḍḍetvā agamāsi. Mātā nivattitvā taṁ gahetvā gatā. Te ekaṁ gopālakagāmaṁ pavisiṁsu. Gopālakānañca tadā bahupāyāso paṭiyatto hoti, tato pāyāsaṁ labhitvā bhuñjiṁsu. Atha so puriso bahutaraṁ pāyāsaṁ bhutto jīrāpetuṁ asakkonto rattibhāge kālaṁ katvā tattheva sunakhiyā kucchismiṁ paṭisandhiṁ gahetvā kukkuro jāto, so gopālakassa piyo ahosi. Gopālako ca paccekabuddhaṁ upaṭṭhāti. Paccekabuddhopi bhattakiccakāle kukkurassa ekaṁ piṇḍaṁ deti. So paccekabuddhe sinehaṁ uppādetvā gopālakena saddhiṁ paṇṇasālampi gacchati, gopālake asannihite bhattavelāyaṁ sayameva gantvā kālārocanatthaṁ paṇṇasāladvāre bhussati, antarāmaggepi caṇḍamige disvā bhussitvā palāpeti. So paccekabuddhe mudukena cittena kālaṁ katvā devaloke nibbatti. Tatrāssa ‘‘ghosakadevaputto’’tveva nāmaṁ ahosi.",
  "tika-vin01t21:150": "So devalokato cavitvā kosambiyaṁ ekasmiṁ kulaghare nibbatti. Taṁ aputtako kira seṭṭhi tassa mātāpitūnaṁ dhanaṁ datvā puttaṁ katvā aggahesi. Atha attano putte jāte sattakkhattuṁ ghātāpetuṁ upakkami. So puññavantatāya sattasupi ṭhānesu maraṇaṁ appatvā avasāne ekāya seṭṭhidhītāya veyyattiyena laddhajīviko aparabhāge pitu accayena seṭṭhiṭṭhānaṁ patvā ghositaseṭṭhi nāma jāto. Aññepi kosambiyaṁ kukkuṭaseṭṭhi, pāvāriyaseṭṭhīti dve seṭṭhino atthi, iminā saddhiṁ tayo ahesuṁ.",
  "tika-vin01t21:151": "Tena ca samayena tesaṁ sahāyakānaṁ seṭṭhīnaṁ kulūpakā pañcasatā isayo pabbatapāde vasiṁsu. Te kālena kālaṁ loṇambilasevanatthaṁ manussapathaṁ āgacchanti. Athekasmiṁ vāre gimhasamaye manussapathaṁ āgacchantā nirudakaṁ mahākantāraṁ atikkamitvā kantārapariyosāne mahantaṁ nigrodharukkhaṁ disvā cintesuṁ ‘‘yādiso ayaṁ rukkho, addhā ettha mahesakkhāya devatāya bhavitabbaṁ, sādhu vatassa, sace no pānīyaṁ vā paribhojanīyaṁ vā dadeyyā’’ti. Devatā isīnaṁ ajjhāsayaṁ viditvā ‘‘imesaṁ saṅgahaṁ karissāmī’’ti attano ānubhāvena viṭapantarato naṅgalasīsamattaṁ udakadhāraṁ pavattesi. Isigaṇo rajatakkhandhasadisaṁ udakavaṭṭiṁ disvā attano bhājanehi udakaṁ gahetvā paribhogaṁ katvā cintesi ‘‘devatāya amhākaṁ paribhogudakaṁ dinnaṁ, idaṁ pana agāmakaṁ mahāraññaṁ, sādhu vatassa, sace no āhārampi dadeyyā’’ti. Devatā isīnaṁ upakappanavasena dibbāni yāgukhajjakādīni datvā santappesi.",
  "tika-vin01t21:152": "Isayo cintayiṁsu ‘‘devatāya amhākaṁ paribhogudakampi bhojanampi sabbaṁ dinnaṁ, sādhu vatassa , sace no attānaṁ dasseyyā’’ti. Devatā tesaṁ ajjhāsayaṁ viditvā upaḍḍhakāyaṁ dassesi. Devate mahatī te sampatti, kiṁ kammaṁ katvā imaṁ sampattiṁ adhigatāsīti. Nātimahantaṁ parittakaṁ kammaṁ katvāti. Upaḍḍhuposathakammaṁ nissāya hi devatāya sampatti laddhā. Anāthapiṇḍikassa kira gehe ayaṁ devaputto kammakāro ahosi. Seṭṭhissa hi gehe uposathadivasesu antamaso dāsakammakāre upādāya sabbo jano uposathiko hoti. Ekadivasaṁ ayaṁ kammakāro ekakova pāto uṭṭhāya kammantaṁ gato. Mahāseṭṭhi nivāpaṁ labhamānamanusse sallakkhento etassevekassa araññaṁ gatabhāvaṁ ñatvā assa sāyamāsatthāya nivāpaṁ adāsi. Bhattakāradāsī ekasseva bhattaṁ pacitvā araññato āgatassa bhattaṁ vaḍḍhetvā adāsi. Kammakāro cintayi ‘‘aññesu divasesu imasmiṁ kāle gehaṁ ekasaddaṁ ahosi, ajja ativiya sannisinnaṁ, kiṁ nu kho eta’’nti. Tassa sā ācikkhi ‘‘ajja imasmiṁ gehe sabbe manussā uposathikā, mahāseṭṭhi tuyhevekassa nivāpaṁ adāsī’’ti. Evaṁ ammāti. Āma sāmīti. ‘‘Imasmiṁ kāle uposathaṁ samādinnassa uposathakammaṁ hoti, na hotī’’ti mahāseṭṭhiṁ puccha ammāti. Tāya gantvā pucchito mahāseṭṭhi āha – ‘‘sakalauposathakammaṁ na hoti, upaḍḍhakammaṁ pana hoti, uposathiko hotī’’ti. Kammakāro bhattaṁ abhuñjitvā mukhaṁ vikkhāletvā uposathiko hutvā vasanaṭṭhānaṁ gahetvā nipajji. Tassa āhāraparikkhīṇakāyassa rattiṁ vāto kuppi. So paccūsasamaye kālaṁ katvā upaḍḍhuposathakammanissandena mahāvattaniaṭavidvāre nigrodharukkhadevaputto hutvā nibbatti.",
  "tika-vin01t21:153": "So taṁ pavattiṁ isīnaṁ ārocesi. Isayo pucchiṁsu ‘‘tumhehi mayaṁ ‘buddho dhammo saṅgho’ti assutapubbaṁ sāvitā, uppanno nu kho loke buddho’’ti. Āma, bhante, uppannoti. Idāni kuhiṁ vasatīti. Sāvatthiyaṁ nissāya jetavane, bhanteti. Isayo ‘‘tiṭṭhatha tumhe, mayaṁ satthāraṁ passissāmā’’ti haṭṭhatuṭṭhā nikkhamitvā anupubbena kosambīnagaraṁ sampāpuṇiṁsu. Mahāseṭṭhino ‘‘isayo āgatā’’ti paccuggamanaṁ katvā ‘‘sve amhākaṁ bhikkhaṁ gaṇhatha, bhante’’ti nimantetvā punadivase isigaṇassa mahādānaṁ adaṁsu. Isayo ‘‘bhutvāva gacchāmā’’ti āpucchiṁsu. Bhante, tumhe aññasmiṁ kāle ekampi māsaṁ dvepi tayopi cattāropi māse vasitvā gacchatha, imasmiṁ pana vāre hiyyo āgantvā ‘‘ajjeva gacchāmā’’ti vadatha, kiṁ idanti. Āma gahapatayo buddho loke uppanno, na kho pana sakkā jīvitantarāyo jānituṁ, tena mayaṁ turitā gacchāmāti . Tena hi, bhante, mayampi āgacchāma, amhehi saddhiṁyeva gacchathāti. ‘‘Tumhe agāriyā nāma mahājaṭā, tiṭṭhatha tumhe, mayaṁ puretaraṁ gamissāmā’’ti nikkhamitvā ekaṭṭhāne dve divasāni avasitvā turitagamanena sāvatthiṁ patvā jetavanavihāre satthu santikameva agamaṁsu. Tattha madhuradhammakathaṁ sutvā sabbeva pabbajitvā arahattaṁ pāpuṇiṁsu.",
  "tika-vin01t21:154": "Tepi tayo seṭṭhino pañcahi pañcahi sakaṭasatehi sappimadhuphāṇitādīni ceva paṭṭuṇṇadukūlādīni ca ādāya kosambito nikkhamitvā anupubbena sāvatthiṁ patvā jetavanasāmante khandhāvāraṁ bandhitvā satthu santikaṁ gantvā vanditvā paṭisanthāraṁ katvā ekamantaṁ nisīdiṁsu. Satthā tiṇṇampi sahāyānaṁ madhuradhammakathaṁ kathesi. Te balavasomanassajātā satthāraṁ nimantetvā punadivase mahādānaṁ adaṁsu, puna nimantetvā punadivaseti evaṁ aḍḍhamāsaṁ dānaṁ datvā ‘‘bhante, amhākaṁ janapadaṁ āgamanāya paṭiññaṁ dethā’’ti pādamūle nipajjiṁsu. Bhagavā ‘‘suññāgāre kho gahapatayo tathāgatā abhiramantī’’ti āha. ‘‘Ettāvatā paṭiññā dinnā nāma hotī’’ti gahapatayo sallakkhetvā ‘‘dinnā no bhagavatā paṭiññā’’ti pādamūle nipajjitvā dasabalaṁ vanditvā nikkhamitvā antarāmagge yojane yojane vihāraṁ kāretvā anupubbena kosambiṁ patvā ‘‘loke buddho uppanno’’ti kathayiṁsu. Tayo janā attano attano ārāme mahantaṁ dhanapariccāgaṁ katvā bhagavato vihāre kārāpesuṁ. Tattha kukkuṭaseṭṭhinā kārito kukkuṭārāmo nāma ahosi. Pāvārikaseṭṭhinā ambavane kārito pāvārikambavanaṁ nāma. Ghositena kārito ghositārāmo nāma ahosi. Taṁ sandhāya vuttaṁ ‘‘ghositanāmakena kira seṭṭhinā so kārito’’ti.",
  "tika-vin01t21:155": "Yo abhinikkhamanakāle saddhiṁ nikkhanto, yassa ca satthārā parinibbānakāle brahmadaṇḍo āṇatto, taṁ sandhāyāha ‘‘bodhisattakāle upaṭṭhākachannassā’’ti. Iminā ca yo majjhimanikāye channovādasutte (ma. ni. 3.389 ādayo) gilāno hutvā dhammasenāpatinā ovadiyamānopi māraṇantikavedanaṁ adhivāsetuṁ asakkonto tiṇhena satthena kaṇṭhanāḷiṁ chinditvā maraṇabhaye uppanne gatinimitte ca upaṭṭhite attano puthujjanabhāvaṁ ñatvā saṁviggo vipassanaṁ paṭṭhapetvā saṅkhāre pariggaṇhanto arahattaṁ patvā samasīsī hutvā parinibbāyi, ayaṁ so na hotīti dasseti. Pūjāvacanappayoge kattari sāmivacanassapi icchitattā āha ‘‘gāmassa vā pūjita’’nti. Lakkhaṇaṁ panettha saddasatthānusārato veditabbaṁ. Ekeko koṭṭhāsoti ekeko bhāgo.",
  "tika-vin01t21:156": "366.Kiriyato samuṭṭhānabhāvoti kevalaṁ kiriyāmattato samuṭṭhānabhāvaṁ paṭikkhipati, vatthuno pana adesanāya kuṭikaraṇakiriyāya ca samuṭṭhānato kiriyākiriyato samuṭṭhātīti veditabbaṁ . Imasmiṁ sikkhāpade bhikkhū vā anabhineyyāti ettha vā-saddo ‘‘ayaṁ vā so mahānāgo’’tiādīsu viya avadhāraṇatthoti daṭṭhabbo.",
  "tika-vin01t21:157": "Vihārakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:158": "8. Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin01t21:159": "380. Aṭṭhame pākārena parikkhittanti sambandho. Gopuraṭṭālakayuttanti dvārapāsādena ca tattha tattha pākāramatthake patiṭṭhāpitaaṭṭālakehi ca yuttaṁ. Veḷūhi parikkhittattā abbhantare pupphūpagaphalūpagarukkhasañchannattā ca nīlobhāsaṁ. Chāyūdakasampattiyā bhūmibhāgasampattiyā ca manoramaṁ. Kāḷakavesenāti kalandakarūpena. Nivāpanti bhojanaṁ. Tanti uyyānaṁ. Dabboti tassa therassa nāmanti dabbatthambhe patitattā dabboti tassa therassa nāmaṁ ahosi.",
  "tika-vin01t21:160": "Kassapadasabalassa sāsanosakkanakāle kira satta bhikkhū ekacittā hutvā aññe sāsane agāravaṁ karonte disvā ‘‘idha kiṁ karoma, ekamante samaṇadhammaṁ katvā dukkhassantaṁ karissāmā’’ti nisseṇiṁ bandhitvā uccaṁ pabbatasikharaṁ abhiruhitvā attano cittabalaṁ jānantā ‘‘nisseṇiṁ pātentu, jīvite sālayā otarantu, mā pacchānutappino ahuvatthā’’ti vatvā sabbe ekacittā hutvā nisseṇiṁ pātetvā ‘‘appamattā hotha, āvuso’’ti aññamaññaṁ ovaditvā cittaruciyesu ṭhānesu nisīditvā samaṇadhammaṁ kātuṁ ārabhiṁsu.",
  "tika-vin01t21:161": "Tatreko thero pañcame divase arahattaṁ patvā ‘‘mama kiccaṁ nipphannaṁ, ahaṁ imasmiṁ ṭhāne kiṁ karissāmī’’ti iddhiyā uttarakuruto piṇḍapātaṁ āharitvā āha – ‘‘āvuso, imaṁ piṇḍapātaṁ paribhuñjatha, bhikkhācārakiccaṁ mamāyattaṁ hotu, tumhe attano kammaṁ karothā’’ti. Kiṁ nu mayaṁ, āvuso, nisseṇiṁ pātentā evaṁ avacumha ‘‘yo paṭhamaṁ dhammaṁ sacchikaroti, so bhikkhaṁ āharatu, tenābhataṁ sesā paribhuñjitvā samaṇadhammaṁ karissantī’’ti. Natthi, āvusoti. Tumhe attano pubbahetunāva labhittha, mayampi sakkontā vaṭṭassantaṁ karissāma, gacchatha tumheti. Thero te saññāpetuṁ asakkonto phāsukaṭṭhāne piṇḍapātaṁ paribhuñjitvā gato. Aparopi thero sattame divase anāgāmiphalaṁ patvā tato cuto suddhāvāsabrahmaloke nibbatto, itare therā ekaṁ buddhantaraṁ devamanussesu saṁsaritvā tesu tesu kulesu nibbattā. Eko gandhāraraṭṭhe takkasilanagare rājagehe nibbatto, eko paccantimaraṭṭhe paribbājikāya kucchimhi nibbatto, eko bāhiyaraṭṭhe kuṭumbiyagehe nibbatto, eko rājagahe kuṭumbiyagehe nibbatto.",
  "tika-vin01t21:162": "Ayaṁ pana dabbatthero mallaraṭṭhe anupiyanagare ekassa mallarañño gehe paṭisandhiṁ gaṇhi. Tassa mātā upavijaññā kālamakāsi. Matasarīraṁ susānaṁ netvā dārucitakaṁ āropetvā aggiṁ adaṁsu. Aggivegasantattaṁ udarapaṭalaṁ dvedhā ahosi. Dārako attano puññabalena uppatitvā ekasmiṁ dabbatthambhe nipati, taṁ dārakaṁ gahetvā ayyikāya adaṁsu. Sā tassa nāmaṁ gaṇhantī dabbatthambhe patitvā laddhajīvikattā ‘‘dabbo’’ti tassa nāmaṁ akāsi. Tena vuttaṁ ‘‘dabboti tassa therassa nāma’’nti.",
  "tika-vin01t21:163": "Tassa sattavassikakāle satthā bhikkhusaṅghaparivuto mallaraṭṭhe cārikaṁ caramāno anupiyanigamaṁ patvā anupiyambavane viharati. Dabbakumāro satthāraṁ disvā saha dassaneneva pasīditvā pabbajitukāmo hutvā ‘‘ahaṁ dasabalassa santike pabbajissāmī’’ti ayyikaṁ āpucchi. Sā ‘‘sādhu tātā’’ti dabbakumāraṁ ādāya satthu santikaṁ gantvā ‘‘bhante, imaṁ kumāraṁ pabbājethā’’ti āha. Satthā aññatarassa bhikkhuno saññaṁ adāsi ‘‘bhikkhu imaṁ dārakaṁ pabbājehī’’ti. So thero satthu vacanaṁ sutvā dabbakumāraṁ pabbājento tacapañcakakammaṭṭhānaṁ ācikkhi. Pubbahetusampanno katābhinīhāro paṭhamakesavaṭṭiyā voropanakkhaṇeyeva sotāpattiphale patiṭṭhāsi, dutiyāya kesavaṭṭiyā oropiyamānāya sakadāgāmiphale, tatiyāya anāgāmiphale, sabbakesānaṁ pana oropanañca arahattaphalasacchikiriyā ca apacchā apure ahosi. Taṁ sandhāya vuttaṁ ‘‘thero kira sattavassikova saṁvegaṁ labhitvā pabbajito khuraggeyeva arahattaṁ pāpuṇīti veditabbo’’ti.",
  "tika-vin01t21:164": "Sāvakena pattabbanti yathupanissayaṁ tena tena sāvakena pattabbaṁ. Tisso vijjātiādi yathāsambhavavasena vuttaṁ. Guṇajātanti ‘‘yañca kiñci sāvakena pattabba’’nti napuṁsakaliṅgasambandhadassanatthaṁ vuttaṁ. Catūsu saccesu catūhi maggehi soḷasavidhassa kiccassa katattāti dukkhasamudayanirodhamaggasaṅkhātesu catūsu saccesu dukkhapariññā samudayappahānaṁ nirodhasacchikiriyā maggabhāvanāti ekekassa maggassa catunnaṁ catunnaṁ kiccānaṁ vasena soḷasavidhassa kiccassa katattā. Tato tato paṭikkamitvāti tato tato kiccato ārammaṇato ca paṭivattitvā. Silāpaṭṭaketi pāsāṇaphalake. Terasāpīti bhattuddesakasenāsanaggāhāpakabhaṇḍāgārikacīvarapaṭiggāhakacīvarabhājanakayāgubhājanakaphalabhājanakakhajjabhājanakaappamattakavissajjakasāṭiyaggāhāpakapattaggāhāpakaārāmikapesakasāmaṇerapesakasammutīnaṁ vasena terasāpi sammutiyo dātuṁ vaṭṭanti.",
  "tika-vin01t21:165": "382.Apisūti ettha sūti nipātamattaṁ, api-saddo aṭṭhānappayutto ‘‘vikāle’’ti imassa anantaraṁ daṭṭhabbo, vikālepi āgacchantīti attho. Jānantāti dūrabhāvaṁ jānantā. Evaṁ sabbapadesūti ettha katikasaṇṭhānādīnaṁ nānappakārattā tasmiṁ tasmiṁ vihāre katikavattādīni visuṁ visuṁ kathāpetīti veditabbaṁ. Sabbavihāresu ca gamanamagge samappamāṇe katvā adhiṭṭhātīti vadanti. Ayañhi nimmitānaṁ dhammatāti aniyametvā nimmitānaṁ ayaṁ ‘‘ekasmiṁ bhāsamānasmi’’ntiādi dhammatā. Tathā hi ye vaṇṇavayasarīrāvayavaparikkhārakiriyāvisesādīhi niyamaṁ akatvā nimmitā honti, te aniyametvā nimmitattā iddhimatā sadisāva honti. Ṭhānanisajjādīsu bhāsitatuṇhībhāvādīsu vā yaṁ yaṁ iddhimā karoti, taṁ tadeva karonti. Sace pana nānappakāre kātukāmo hoti, keci paṭhamavaye, keci majjhimavaye, keci pacchimavaye, tathā dīghakese, upaḍḍhamuṇḍe , missakakese, upaḍḍharattacīvare, paṇḍukacīvare, padabhāṇadhammakathāsarabhaññapañhapucchanapañhavissajjanacīvarasibbanadhovanādīni karonte, aparepi vā nānappakārake kātukāmo hoti, tena pādakajjhānato vuṭṭhāya ‘‘ettakā bhikkhū paṭhamavayā hontū’’tiādinā nayena parikammaṁ katvā puna samāpajjitvā vuṭṭhāya adhiṭṭhite adhiṭṭhānacittena saddhiṁ icchiticchitappakārāyeva honti. Avatthukavacanaṁ na hotīti nimmitānaṁ ‘‘ayaṁ mañco’’tiādivacanaṁ avatthukaṁ na hoti sabbattha mañcapīṭhānaṁ sambhavato.",
  "tika-vin01t21:166": "383.Ekacārikabhattanti atimanāpattā visuṁ ṭhitikāya pāpetabbaṁ bhattaṁ. Taddhitavohārenāti cattāri parimāṇamassa catukkanti evaṁ taddhitavohārena. Odanassa pucchāya sādhakatamattā āha – ‘‘karaṇattheyeva karaṇavacana’’nti, odanena karaṇabhūtena pucchantīti vuttaṁ hoti. Ye ca odanena karaṇabhūtena pucchanti, tesaṁ pucchanākāradassanatthaṁ ‘‘kiṁ, bhante, odanaṁ demāti pucchantī’’ti vuttaṁ.",
  "tika-vin01t21:167": "Bhavoti bhavitabbo. Asamannāharitvāti ābhogaṁ akatvā. Rattiṁ sammantayamānāti kañci kālaṁ supitvā vuṭṭhāya sammantayamānā. Rattiyañhi paṭhamayāmamajjhimayāmesu supitvā pabuddhānaṁ ajjatanakālepi anajjatanābhimāno hoti, tasmā te ‘‘hiyyo’’ti āhaṁsu. Ye pana rattiyaṁ kammappasutā jāgariyamanuyuttā honti, tesaṁ ajjatanābhimānoyeva, tasmā te ‘‘ajja’’icceva voharanti, na ‘‘hiyyo’’ti. Padhūpāyantāti punappunaṁ uppajjanakakodhavasena padhūpāyantā.",
  "tika-vin01t21:168": "384.Dabbadabbāti dutiyo dabba-saddo paṇḍitādhivacanoti āha ‘‘dabbā paṇḍitā’’ti. Evaṁ na nibbeṭhentīti sambandho. Nibbeṭhentīti attānaṁ dosato mocenti. Vuṭṭhānalakkhaṇaṁ maññamānāti vuṭṭhānalakkhaṇanti maññamānā. Na ghaṭiyatīti therassa susīlapaṭiññāya tassā dussīlapaṭiññāvacanaṁ na ghaṭiyatīti adhippāyo. Ettha yaṁ vattabbaṁ, taṁ parato āvi bhavissati. Nāsethāti setakaṁ datvā gihibhāvaṁ pāpethāti attho. Liṅganāsanā hettha adhippetā. Imameva ca dassetuṁ ‘‘tisso nāsanā’’tiādi vuttaṁ. Ekakammādisaṁvāsassa akaraṇaṁ saṁvāsanāsanā. Daṇḍakammanāsanā nāma vālukādīni okiritvā yāva khamāpeti, tāva daṇḍakammavasena nikkaḍḍhanaṁ. Cara pire vinassāti nikkaḍḍhanākāradassanaṁ. Tattha carāti gaccha, apehīti vuttaṁ hoti. Pireti para amāmaka, amhākaṁ anajjhattikabhūtāti attho. Pireti hi para-saddena samānatthaṁ sambodhanavacanaṁ. Atha vā pireti ‘‘parato’’ti iminā samānatthaṁ nipātapadaṁ, tasmā cara pireti parato gaccha, mā idha tiṭṭhāti attho. Vinassāti adassanaṁ gaccha.",
  "tika-vin01t21:169": "Yasmā te bhikkhū attānaṁ appakāsetvā ṭhitā, tasmā anuyuñjathāti imassa gavesatha jānāthāti attho vutto. Kārako hotīti ‘‘ayyenamhi dūsitā’’ti paṭiññātattā tāya paṭiññāya yadi nāsitā, thero kārako hoti, sadosoti attho. Akārako hotīti tāya katapaṭiññaṁ anapekkhitvā yadi bhagavatā pakatidussīlabhāvaṁyeva sandhāya sā nāsitā, thero akārako hotīti adhippāyo. ‘‘Sakāya paṭiññāya nāsethā’’ti vutte ‘‘ayyenamhi dūsitā’’ti tāya katapaṭiññāya bhūtatā āpajjatīti āha – ‘‘bhante, tumhākaṁ vāde thero kārako hoti sadoso’’ti. Bhikkhuniṁ anuddhaṁseti, dukkaṭanti iminā mahāaṭṭhakathāvādo dassito. Musāvāde pācittiyanti vuttanti bhikkhuniṁ anuddhaṁsentassa musāvāde pācittiyanti vuttaṁ.",
  "tika-vin01t21:170": "Tatrāti tesu dukkaṭapācittiyesu. Ito paṭṭhāya ‘‘tasmā pācittiyameva yujjatī’’ti vacanapariyantaṁ dvīsupi aṭṭhakathāsu adhippāyavibhāvanaṁ. Tattha purimanayeti ‘‘bhikkhuniṁ anuddhaṁseti, dukkaṭa’’nti vuttaaṭṭhakathānaye. Dukkaṭameva yujjatīti kasmā vuttanti ce? Tattha kāraṇaṁ dassento ‘‘yathā’’tiādimāha. Bhikkhuno bhikkhusmiṁ saṅghādisesoti bhikkhuṁ amūlakena antimavatthunā anuddhaṁsentassa bhikkhuno saṅghādisesoti attho. Pacchimanayepi ‘‘bhikkhuniṁ anuddhaṁsentassa musāvāde pācittiya’’nti vuttaṁ. Kurundīnayepi musāvādattā pācittiyameva yujjatīti visaṁvādapurekkhatāya pācittiyameva yujjatīti adhippāyo. Yadi evaṁ bhikkhuṁ amūlakena antimavatthunā anuddhaṁsentassa akkosantassa ca musāvādattā pācittiyeneva bhavitabbanti ce? Tattha satipi musāvāde vacanappamāṇato saṅghādisesaomasavādapācittiyeheva bhavitabbaṁ, na sampajānamusāvādapācittiyenāti dassetuṁ ‘‘vacanappamāṇato’’tiādimāha. Tattha vacanappamāṇatoti bhagavatā vuttapāḷivacanappamāṇato. Idāni taṁ vacanaṁ dassetuṁ ‘‘anuddhaṁsanādhippāyenā’’tiādi vuttaṁ. Bhikkhussa pana bhikkhuniyā dukkaṭanti vacanaṁ natthīti bhikkhuniyā anuddhaṁsane bhikkhuno dukkaṭanti vacanaṁ natthi tathā pāḷiyaṁ anāgatattā. Sampajānamusāvāde pācittiyanti vacanamatthīti sāmaññato vuttaṁ sampajānamusāvādasikkhāpadaṁ dasseti.",
  "tika-vin01t21:171": "Idāni dvīsupi aṭṭhakathāvādesu adhippāyaṁ vibhāvetvā tesu pacchimavāde dosaṁ dassetvā purimavādaṁ patiṭṭhapetukāmo ācariyo ‘‘tatra panā’’tiādimāha. Tatrāti ‘‘pācittiyameva yujjatī’’ti vuttavāde. Anuddhaṁsanādhippāye asati pācittiyanti iminā sampajānamusāvāde pācittiyassa okāsaṁ dasseti. Visuṁ pācittiyaṁ vuttanti sampajānamusāvāde pācittiyato visuṁ aññameva pācittiyaṁ vuttaṁ. Etehi nāsanā natthīti sāmaññato vuttaṁ, imissā pana dukkaṭena nāsanā natthīti adhippāyo. Yadi evaṁ kasmā naṁ bhagavā nāsetīti āha ‘‘yasmā panā’’tiādi.",
  "tika-vin01t21:172": "385-386.Dūsitoti duṭṭhasaddassa kammasādhanataṁ dasseti. Dūsayati paraṁ vināsetīti dūsako. Iminā ‘‘dūsayatīti doso’’ti dosasaddassa kattusādhanatā vuttā. Pakatibhāvaṁ jahāpitoti dusasaddassa vikatiyaṁ paṭhitattā vuttaṁ, pakatiyā sommabhāvaṁ jahāpitoti attho, vikāramāpāditoti vuttaṁ hoti. Ākāranānattenāti dūsitākārassa dūsakākārassa ca nānattena. Anabhiraddhoti atuṭṭho. Yo pana atuṭṭho, so sukhito nāma na hotīti āha ‘‘na sukhito’’ti. ‘‘Ārādhito rājā’’tiādīsu pasāditoti atthasambhavato ‘‘na vā pasādito’’ti vuttaṁ. Khīlasaddo thaddhabhāvavacano kacavarapariyāyo ca hotīti āha – ‘‘cittathaddhabhāvacittakacavarasaṅkhātaṁ paṭighakhīla’’nti. Khīlayati tena cittaṁ thaddhabhāvaṁ āpajjatīti khīlaṁ, cittassa thaddhabhāvo. So ca atthato paṭighoyeva. Cittassa thaddhabhāvalakkhaṇo hi paṭigho, tasmiñca uppanne cittaṁ uklāpajātaṭṭhānaṁ viya amanuññaṁ hoti, tasmā kacavarasadisattāpi paṭighova ‘‘khīla’’nti vutto. Tenāha ‘‘paṭighakhīla’’nti. Cittassa thaddhabhāvattā kacavarasadisattā ca paṭighoyeva khīlaṁ paṭighakhīlaṁ. Nappatītoti pītisukhādīhi na abhigato na anugato, na upetoti attho. Yo ca pītisukhādīhi anupagato, so tehi vajjito nāma hotīti āha ‘‘pītisukhādīhi vajjito’’ti. Yo ca tehi vajjito, na so tena abhisaṭo nāma hotīti āha ‘‘na abhisaṭo’’ti, pītisukhādīhi na patthaṭoti attho.",
  "tika-vin01t21:173": "Yenāti yena kopena. Duṭṭhoti mātikāya āgatapadaṁ dasseti, kupitoti padabhājane āgatapadaṁ. Atthato ekattepi ubhinnaṁ padānaṁ vasena ‘‘ubhayampī’’ti vuttaṁ. Evaṁ ‘‘tena ca kopena tena ca dosenā’’ti imesaṁ padānaṁ vasena ‘‘dvīhī’’ti vuttaṁ, atthato pana dosoyeva. So ca saṅkhārakkhandhapariyāpannoti āha ‘‘imehi dvīhi saṅkhārakkhandhameva dassetī’’ti. ‘‘Anattamanatā anabhiraddhī’’ti vacanehi domanassavedanāva vuttāti āha ‘‘imehi dvīhi vedanākkhandhaṁ dassetī’’ti.",
  "tika-vin01t21:174": "Yadā pana codakena adiṭṭhaṁ asutaṁ aparisaṅkitaṁ vā hoti, tadā amūlakaṁ nāma hotīti āha ‘‘taṁ panassa…pe… codakavasena adhippeta’’nti. Yadi cuditakavasena adhippetaṁ siyā, amūlakaṁ nāma anajjhāpannanti padabhājanaṁ vadeyyāti adhippāyo. Yaṁ pārājikanti bhikkhuno anurūpesu ekūnavīsatiyā pārājikesu aññataraṁ. Padabhājane pana pāḷiyaṁ āgatāneva gahetvā ‘‘catunnaṁ aññatarenā’’ti vuttaṁ. Etanti cuditakassa āpannānāpannattaṁ. Idhāti imasmiṁ sikkhāpade.",
  "tika-vin01t21:175": "Tathevāti pasādasotena dibbasotena vāti imamatthaṁ atidisati. Sutvāva jānitabbato ‘‘sutaṭṭhāneyeva tiṭṭhatī’’ti vuttaṁ. Parisaṅkanaṁ parisaṅkitaṁ, diṭṭhānugataṁ parisaṅkitaṁ diṭṭhaparisaṅkitaṁ. Evaṁ sesesupi. Imesanti kattuatthe sāmivacanaṁ, imehīti attho. Karissanti vāti ettha vibhattipariṇāmaṁ katvā imeti yojetabbaṁ. Diṭṭhaṁ atthi samūlakaṁ, atthi amūlakanti idaṁ ajjhācārassa sabbhāvāsabbhāvaṁ sandhāya vuttaṁ. Atthi saññāsamūlakaṁ, atthi saññāamūlakanti idaṁ pana diṭṭhasaññāya sabbhāvāsabbhāvaṁ sandhāya.",
  "tika-vin01t21:176": "Samīpe ṭhatvāti dvādasahatthabbhantare samīpe ṭhatvāti vadantīti tīsupi gaṇṭhipadesu vuttaṁ. Parato pana ‘‘dūtaṁ vā paṇṇaṁ vā sāsanaṁ pesetvā codentassa sīsaṁ na etī’’ti parammukhācodanāya eva anāpattiyā vuttattā ‘‘samīpe ṭhatvā’’ti idaṁ sammukhabhāvamattadassanatthaṁ vuttanti amhākaṁ khanti . Teneva mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. duṭṭhadosasikkhāpadavaṇṇanā) aṅgaṁ dassentena ‘‘cāvanādhippāyena sammukhācodanā’’ti vuttaṁ, na ca sammukhabhāvo dvādasahatthabbhantareyevāti niyamo sakkā vatthuṁ. Vinayavinicchayañca patvā garukeyeva ṭhātabbanti vuttaṁ, tasmā upaparikkhitvā yuttataraṁ gahetabbaṁ. Codāpakasseva vācāya vācāya saṅghādisesoti āṇattassa vācāya vācāya codāpakassa saṅghādiseso. Mayāpi diṭṭhaṁ sutaṁ atthīti idaṁ āṇattassapi codakabhāvadassanatthaṁ vuttaṁ, evaṁ pana avatvāpi ‘‘pārājikaṁ dhammaṁ ajjhāpannosī’’ti idameva vacanaṁ parassa vacanaṁ viya akatvā anuddhaṁsanādhippāyena vadantassa saṅghādisesoyeva. Satipi pana anuddhaṁsanādhippāye ‘‘asukena evaṁ vutta’’nti dassetvā vadantassa natthi saṅghādisesoti vadanti.",
  "tika-vin01t21:177": "Sambahulā sambahule sambahulehi vatthūhi codentīti ettha sambahuleti bahuttaniddese kāraṇaṁ na dissati. Vatthucodakānaṁyeva hi ekānekavasena idaṁ catukkamāgataṁ, na cuditakassapi ekānekavasena. Tathā hi ekasseva cuditakassa vasena ekavatthuekacodakaekavatthunānācodakanānāvatthuekacodakanānāvatthunānācodakappabhedaṁ idaṁ catukkamāgataṁ, teneva catutthacodanaṁ dassentenapi ‘‘imissā codanāya nānāvatthūni nānācodakā’’ti vuttaṁ, na pana ‘‘nānācuditakā’’ti, tasmā ‘‘sambahule’’ti bahuttaniddese kāraṇaṁ na dissati. Atha vā paṭhamaṁ tīsupi codanāsu ekattena cuditakaṁ niddisitvāpi idha bahuttena niddeso ‘‘na kevalaṁ ekasmiṁyeva cuditake codanā sambhavati, atha kho sambahulesupī’’ti imamatthaṁ dassetuṁ kato.",
  "tika-vin01t21:178": "Codetuṁ pana ko labhati, ko na labhatītiādi anuddhaṁsanādhippāyaṁ vināpi codanālakkhaṇaṁ dassetuṁ vuttaṁ. Sīlasampannoti idaṁ dussīlassa vacanaṁ appamāṇanti adhippāyena vuttaṁ. Bhikkhunīnaṁ pana bhikkhuṁ codetuṁ anissarattā ‘‘bhikkhunimevā’’ti vuttaṁ. Satipi bhikkhunīnaṁ bhikkhūsu anissarabhāve tāhi katacodanāpi codanāruhattā codanāyevāti adhippāyena ‘‘pañcapi sahadhammikā labhantī’’ti vuttaṁ. Bhikkhussa sutvā codetītiādinā codako yesaṁ sutvā codeti, tesampi vacanaṁ pamāṇamevāti sampaṭicchitattā tesaṁ codanāpi ruhatevāti dassetuṁ thero suttaṁ nidassesi.",
  "tika-vin01t21:179": "Dūtaṁvā paṇṇaṁ vā sāsanaṁ vā pesetvāti ‘‘tvaṁyeva gantvā codehī’’ti dūtaṁ vā pesetvā yo taṁ codetuṁ sakkoti, tassa mukhasāsanaṁ vā paṇṇaṁ vā pesetvā. Sīsaṁ na etīti saṅghādiseso na hotīti adhippāyo. Kiñcāpi pāḷiyaṁ ‘‘codeti vā codāpeti vā’’ti sāmaññato vuttattā dūtasāsanādīhi codāpentassapi āpattiyevāti paññāyati, ‘‘sīsaṁ na etī’’ti idaṁ pana aṭṭhakathācariyappamāṇena gahetabbaṁ. Samayenāti pakatiyā saddaṁ sutvā atthavijānanasamayena.",
  "tika-vin01t21:180": "Garukānaṁ dvinnanti pārājikasaṅghādisesānaṁ. Avasesānaṁ vasenāti pañcalahukāpattīnaṁ vasena. ‘‘Natthi dinna’’ntiādi dasavatthukā micchādiṭṭhi. ‘‘Antavā loko, anantavā loko’’tiādinayappavattā diṭṭhi sassatucchedasaṅkhātaṁ antaṁ gaṇhātīti antaggāhikā. Ājīvahetu paññattānaṁ channaṁ sikkhāpadānaṁ vasenāti ājīvahetu ājīvakāraṇā pāpiccho icchāpakato asantaṁ abhūtaṁ uttarimanussadhammaṁ ullapati, āpatti pārājikassa, ājīvahetu ājīvakāraṇā sañcarittaṁ samāpajjati, āpatti saṅghādisesassa, ājīvahetu ājīvakāraṇā yo te vihāre vasati, so bhikkhu arahāti bhaṇati, paṭivijānantassa āpatti thullaccayassa, ājīvahetu ājīvakāraṇā bhikkhu paṇītabhojanāni agilāno attano atthāya viññāpetvā bhuñjati, āpatti pācittiyassa, ājīvahetu ājīvakāraṇā bhikkhunī paṇītabhojanāni agilānā attano atthāya viññāpetvā bhuñjati, āpatti pāṭidesanīyassa, ājīvahetu ājīvakāraṇā bhikkhu sūpaṁ vā odanaṁ vā agilāno attano atthāya viññāpetvā bhuñjati, āpatti dukkaṭassa, ājīvavipattipaccayā imā cha āpattiyo āpajjatīti evaṁ parivārapāḷiyaṁ (pari. 287) dassitānaṁ channaṁ sikkhāpadānaṁ vasena. Diṭṭhivipattiājīvavipattīhi codentopi tammūlikāya āpattiyā eva codeti.",
  "tika-vin01t21:181": "‘‘Kasmā maṁ na vandasī’’ti pucchite ‘‘assamaṇosi asakyaputtiyosī’’ti avandanakāraṇassa vuttattā antimavatthuṁ ajjhāpanno na vanditabboti vadanti. Codetukāmatāya eva avanditvā attanā vattabbassa vuttamatthaṁ ṭhapetvā avandiyabhāve taṁ kāraṇaṁ na hotīti cūḷagaṇṭhipade majjhimagaṇṭhipade ca vuttaṁ. Antimavatthuṁ ajjhāpannassa avandanīyesu avuttattā tena saddhiṁ sayantassa sahaseyyāpattiyā abhāvato tassa ca paṭiggahaṇassa ruhanato tadeva yuttataranti viññāyati. Kiñcāpi yāva so bhikkhubhāvaṁ paṭijānāti, tāva vanditabbo. Yadā pana ‘‘assamaṇomhī’’ti paṭijānāti, tadā na vanditabboti ayamettha viseso veditabbo. Antimavatthuṁ ajjhāpannassa hi bhikkhubhāvaṁ paṭijānantasseva bhikkhubhāvo, na tato paraṁ. Bhikkhubhāvaṁ appaṭijānanto hi anupasampannapakkhaṁ bhajati. Yasmā āmisaṁ dento attano icchitaṭṭhāneyeva deti, tasmā paṭipāṭiyā nisinnānaṁ yāgubhattādīni dentena ekassa codetukāmatāya adinnepi codanā nāma na hotīti āha ‘‘na tāvatā codanā hotī’’ti.",
  "tika-vin01t21:182": "Tiṁsānīti tiṁsa etesamatthīti tiṁsāni, tiṁsavantānīti attho, tiṁsādhikānīti vuttaṁ hoti. Guṇavacanattā taddhitalopaṁ katvā ‘‘tiṁsānī’’ti vuttaṁ. Atha vā tiṁsa codanā adhikā etesūti tiṁsāni. Tasmiṁ adhikamiti ḍakārapaccaye sati rūpamidaṁ daṭṭhabbaṁ. Navutānīti etthāpi eseva nayo.",
  "tika-vin01t21:183": "Ubbāhikāya taṁ adhikaraṇaṁ vinicchinitabbanti ubbāhikāya sammatehi taṁ adhikaraṇaṁ vinicchinitabbaṁ. Alajjussannāya hi parisāya dasahaṅgehi samannāgato bhikkhu ubbāhikāya sammannitabbo. ‘‘Sīlavā hoti pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno’’tiādinā samathakkhandhake (cūḷava. 231) vuttadasaṅgasampattiyā samannāgatā dve tayo bhikkhū uccinitvā tattheva vuttāya ñattidutiyakammavācāya sammannitabbā. Evaṁ sammatehi pana tehi bhikkhūhi visuṁ vā nisīditvā tassāyeva vā parisāya ‘‘aññehi na kiñci kathetabba’’nti sāvetvā taṁ adhikaraṇaṁ vinicchinitabbaṁ. Tumhākanti cuditakacodake sandhāya vuttaṁ.",
  "tika-vin01t21:184": "Kimhīti kismiṁ vatthusmiṁ. Kimhi nampi na jānāsīti kimhi nanti vacanampi na jānāsi. Nāssa anuyogo dātabboti nāssa pucchā paṭipucchā dātabbā. ‘‘Dummaṅkūnaṁ puggalānaṁ niggahāyā’’tiādivacanato ‘‘alajjīniggahatthāya…pe… paññatta’’nti vuttaṁ. Ehitīti āgamissati. Diṭṭhasantānenāti diṭṭhasambandhena, diṭṭhaniyāmenāti vuttaṁ hoti. Vivādavatthusaṅkhāte atthe paccatthikā atthappaccatthikā. Saññaṁ datvāti tesaṁ kathaṁ pacchinditvā attano vacanaṁ sādhetuṁ saññaṁ katvā. Asuddhasaññāya uppannattā ‘‘ananucchaviko’’ti āha. Ekasambhogaparibhogāti idaṁ attano santikā tesaṁ mocanatthaṁ vuttaṁ, na pana tesaṁ aññamaññasambhoge yojanatthaṁ. Vinicchayo na kātabboti ‘‘amhākaṁ vacane aṭṭhātabbasabhāvā ete alajjino’’ti jānantena vinicchayo na kātabbo.",
  "tika-vin01t21:185": "Viraddhaṁ hotīti attanā katadosappaṭicchādanatthaṁ kañci musāvādaṁ katvā viraddhaṁ hoti. Paṭiññaṁ na detīti sace mayā katadosaṁ vakkhāmi, mayhaṁ anuvattakā bhijjissantīti ‘‘kataṁ mayā’’ti paṭiññaṁ na deti. Suddho hotūti tesaṁ vacanena suddho nāma hotu, tesaṁ vacanena ekadvevāramassa vinicchayo dātabboti adhippāyo. Ṭhāne na tiṭṭhatīti lajjiṭṭhāne na tiṭṭhati. Vinicchayo na dātabboti alajjibhāvamāpannattā na dātabbo.",
  "tika-vin01t21:186": "Amūlakampi samūlakampi mūlaṁ gahetvā vadantīti āha ‘‘dve mūlānī’’ti. Kālena vakkhāmītiādīsu eko ekaṁ okāsaṁ kāretvā codento kālena vadati nāma. Saṅghamajjhe gaṇamajjhe salākaggayāguaggavitakkamāḷakabhikkhācāramaggaāsanasālādīsu upaṭṭhākehi parivāritakkhaṇe vā codento akālena vadati nāma. Tacchena vadanto bhūtena vadati nāma. ‘‘Ambho mahallaka-parisāvacara-paṁsukūlika-dhammakathika-patirūpaṁ tava ida’’nti vadanto pharusena vadati nāma. Kāraṇanissitaṁ pana katvā ‘‘bhante mahallakāttha, parisāvacarā paṁsukūlikā dhammakathikāttha, patirūpaṁ tumhākaṁ ida’’nti vadanto saṇhena vadati nāma. Kāraṇanissitaṁ katvā vadanto atthasañhitena vadati nāma. Mettacitto vakkhāmi, no dosantaroti mettacittaṁ upaṭṭhāpetvā vakkhāmi, na duṭṭhacitto hutvā. Pannarasasu dhammesūti parisuddhakāyasamācāratā, parisuddhavacīsamācāratā, sabrahmacārīsu mettacittatā, bahussutatā, ubhinnaṁ pātimokkhānaṁ vitthārena svāgatasuvibhattasuppavattasuvinicchitatā, ‘‘kālena vakkhāmī’’tiādinā vuttapañcadhammā, kāruññatā, hitesitā, anukampatā, āpattivuṭṭhānatā, vinayapurekkhāratāti imesu pannarasasu dhammesu. Tattha kāruññatāti kāruṇikabhāvo. Iminā karuṇā ca karuṇāpubbabhāgo ca dassito. Hitesitāti hitagavesanatā. Anukampatāti tena hitena saṁyojanā. Dvīhipi mettā ca mettāpubbabhāgo ca dassito. Āpattivuṭṭhānatāti āpattito vuṭṭhāpetvā suddhante patiṭṭhāpanā. Vatthuṁ codetvā sāretvā paṭiññaṁ āropetvā yathāpaṭiññāya kammakaraṇaṁ vinayapurekkhāratā nāma. Sacce ca akuppe cāti vacīsacce ca akuppatāya ca. Cuditakena hi saccañca vattabbaṁ, kopo ca na kātabbo, neva attanā kujjhitabbo, na paro ghaṭṭetabboti attho.",
  "tika-vin01t21:187": "Bhummappattiyāti bhummavacane sampatte, bhummatthe idaṁ upayogavacananti vuttaṁ hoti. Adhikarīyanti etthāti adhikaraṇāni. Ke adhikarīyanti? Samathā. Kathaṁ adhikarīyanti? Samanavasena. Adhikaraṇaṁ samenti vūpasamentīti hi samathā. Atha vā samanatthāya pavattamānehi samathehi adhikātabbānīti adhikaraṇāni. Yathā hi samanavasena samathānaṁ vivādādīsu adhikattubhāvo, evaṁ vivādādīnaṁ tehi adhikattabbatāpi. Tenāha ‘‘samathehi adhikaraṇīyatā’’ti. Iminā adhikaraṇasaddassa kammasādhanatā vuttā. Gāhanti ‘‘asukaṁ codessāmī’’ti manasā codanāya gahaṇaṁ. Cetananti ‘‘codessāmī’’ti uppannacetanaṁ. Akkhantinti cuditake uppannaṁ akkhantiṁ. Vohāranti codanāvasappattavacanaṁ. Paṇṇattinti codanāvasappavattanāmapaṇṇattiṁ. Attādānaṁ gahetvāti codanaṁ manasā gahetvā. Taṁ adhikaraṇanti taṁ gāhalakkhaṇaṁ adhikaraṇaṁ.",
  "tika-vin01t21:188": "Tasmāpaṇṇatti adhikaraṇanti aṭṭhakathāsu katasanniṭṭhānaṁ dassetvā idāni tampi na yuttanti dassetuṁ ‘‘taṁ paneta’’ntiādimāha. Teti aṭṭhakathācariyā. Pārājikadhammoti pārājikāpatti. Accantaakusalattāti lokavajjabhāvato pārājikāpattiyā ekantaakusalattā. Yāya paṇṇattiyāti nāmapaṇṇattiṁ sandhāya vadati. Abhilāpenāti tasseva vevacanaṁ. Paññattoti vohāravasena kathito. Adhikaraṇe pavattattā ca adhikaraṇanti mañcaṭṭhesu mañcavohāro viya. Yasmā amūlakena codento cuditake puggale taṁ adhikaraṇaṁ natthīti sallakkheti, tasmā tassa vacanaṁ abhidheyyasuññanti āha ‘‘sabhāvato natthī’’ti. Tañca kho idhevāti tañca yathāvuttapariyāyena paṇṇattiyā adhikaraṇabhāvo idheva imasmiṁyeva sikkhāpade. ‘‘Mātāpi puttena vivadatī’’tiādinayappavattassa vivādassa adhikaraṇabhāvo na sambhavati samathehi anadhikaraṇīyattāti āha ‘‘idhekacco vivādo’’ti.",
  "tika-vin01t21:189": "Aṭṭhārasabhedakaravatthūnīti lakkhaṇavacanametaṁ yathā ‘‘yadi me byādhitā daheyyuṁ, dātabbamidamosadha’’nti, tasmā tesu aññataraññataraṁ nissāya uppanno vivādo ‘‘aṭṭhārasabhedakaravatthūni nissāya uppanno’’ti vuccati. Anuvādoti upavadanā ceva codanā ca. Tattha upavadanā nāma akkoso. Pañcapi āpattikkhandhāti mātikāya āgatā pañca āpattikkhandhā. Sattāti teyeva pañca, vibhaṅge āgatā thullaccayadubbhāsitāpattiyo dveti satta. Kiccayatāti kattabbatā. Karaṇīyatāti tasseva vevacanaṁ. Ubhayenapi apalokanādisaṅghakammaṁyeva dasseti, tenāha ‘‘apalokanakamma’’ntiādi.",
  "tika-vin01t21:190": "Āpattādhikaraṇaṁ ṭhapetvā sesādhikaraṇehi codanāyeva natthīti āha ‘‘imasmiṁ panatthe…pe… āpattādhikaraṇameva adhippeta’’nti. Sapadānukkamaniddesassāti padānaṁ anukkamena niddeso padānukkamaniddeso, padabhājanassetaṁ adhivacanaṁ. Tena saha vattamānaṁ sapadānukkamaniddesaṁ, sikkhāpadaṁ, tassa padānukkamaniddesasahitassa sikkhāpadassāti attho, padabhājanasahitassāti vuttaṁ hoti.",
  "tika-vin01t21:191": "Assāti kattuatthe sāmivacanaṁ, anenāti attho. Tenāha ‘‘etena codakenā’’tiādi. Idhāgatesūti imasmiṁ sikkhāpade āgatesu. Aññatra āgatesūti ito aññatra omasavādādisikkhāpadapāḷiyaṁ āgatesu. Dussīloti nissīlo sīlavirahito. Pāpadhammoti dussīlattā eva hīnajjhāsayatāya lāmakasabhāvo. Asucisaṅkassarasamācāroti aparisuddhakāyakammāditāya asuci hutvā saṅkāya saritabbasamācāro. Dussīlo hi kiñcideva asāruppaṁ disvā ‘‘idaṁ asukena kataṁ bhavissatī’’ti paresaṁ āsaṅkanīyo hoti, kenacideva vā karaṇīyena mantayante bhikkhū disvā ‘‘kacci nu kho ime mayā katakammaṁ jānitvā mantentī’’ti attanoyeva saṅkāya saritabbasamācāro. Paṭicchannakammantoti lajjitabbatāya paṭicchādetabbakammanto. Assamaṇoti na samaṇo. Salākaggahaṇādīsu ‘‘ahampi samaṇo’’ti micchāpaṭiññāya samaṇapaṭiñño. Aseṭṭhacāritāya abrahmacārī. Uposathādīsu ‘‘ahampi brahmacārī’’ti micchāpaṭiññāya brahmacāripaṭiñño. Pūtinā kammena sīlavipattiyā anto anupaviṭṭhattā antopūti. Chadvārehi rāgādikilesānuvassanena tintattā avassuto. Sañjātarāgādikacavarattā sīlavantehi chaḍḍetabbattā ca kasambujāto.",
  "tika-vin01t21:192": "Idha pāḷiyanti imasmiṁ sikkhāpade pāḷiyaṁ. Jeṭṭhabbatikoti kalidevīvataniyutto. Kalidevī kira sirīdeviyā jeṭṭhā, tasmā tassā vatadharo ‘‘jeṭṭhabbatiko’’ti vuccati. Taṁ pana vataṁ samādiyitvā pūrento sakalasarīre masiṁ makkhetvā kākapattāni muṭṭhiyaṁ katvā kalideviṁ phalake likhāpetvā taṁ kājakoṭiyaṁ bandhitvā thomento vicarati. Yadaggenāti yattakena. Tadaggenāti tattakena. No kappetītiādi vematikabhāvadīpanatthameva vuttanti mahāpadumattherassa adhippāyo. Dutiyatthero pana ‘‘no kappeti, nassarati, pamuṭṭho’’ti etehi vematikabhāvāvatthāya adīpanato añño vematikabhāvo, aññāni no kappanādīnīti catunnampi vibhāgena atthaṁ dasseti, tasmā tassa vādo yuttataroti pacchā vutto. Dassane vematiko hotīti puggale ñātepi tassa kiriyāya sammā adiṭṭhabhāvato cirakālātikkamato vā taṁ kiriyaṁ karonto ‘‘esa mayā diṭṭho vā, na vā’’ti dassane vematiko hoti. Puggale vematiko hotīti tena katakamme ñātepi taṁ kammaṁ karontassa sammā adiṭṭhabhāvato kālantarabhāvato vā ‘‘tassa kammassa kārako ayaṁ vā, no’’ti puggale vematiko hoti.",
  "tika-vin01t21:193": "389. ‘‘Tajjanīyakammādisattavidhampi kammaṁ karissāmā’’ti āpattiyā codentassa adhippāyo kammādhippāyo. ‘‘Āpattito vuṭṭhāpessāmī’’ti adhippāyo vuṭṭhānādhippāyo. Anuddhaṁsentassāti iminā cāvanādhippāyaṁ dasseti. Akkosādhippāyena vadantassa pācittiyanti akkosādhippāyena sattahipi āpattikkhandhehi sammukhā vadantassa pācittiyaṁ. Dukkaṭanti akkosādhippāyena vadantassa dukkaṭaṁ.",
  "tika-vin01t21:194": "‘‘Evaṁ saṁvaddhā hi tassa bhagavato parisā yadidaṁ aññamaññavacanena aññamaññavuṭṭhāpanenā’’ti vacanato kurundaṭṭhakathānayaṁ patiṭṭhapento ‘‘kurundiyaṁpanā’’tiādimāha . Sabbatthevāti sabbaaṭṭhakathāsu. Yya-kāre sampatte re-kāro atikkanto nāma hotīti āha ‘‘re-kāre anatikkante’’ti. Uposathassa ñattikammabhāvato ñattiyā samattāya uposatho kato nāma hotīti āha ‘‘yya-kāre sampatte na labbhatī’’ti.",
  "tika-vin01t21:195": "Idañcidañcāti ‘‘pāṇātipātaṁ adinnādāna’’ntiādiṁ. ‘‘Asuko ca asuko ca assamaṇo anupāsako’’ti akkosādhippāyena parammukhā vadantassa dukkaṭaṁ, sammukhā vadantassa pana pācittiyameva. Yathā ‘‘asūriyaṁ passati kaññā’’ti ettha ‘‘sūriyaṁ na passati kaññā’’ti ayamattho labbhati, evaṁ ‘‘anokāsaṁ kārāpetvā’’ti etthāpi ‘‘okāsaṁ akārāpetvā’’ti ayamattho labbhatīti āha ‘‘yaṁ panā’’tiādi. Yaṁ codeti, tassa upasampannoti saṅkhyūpagamanaṁ, tasmiṁ suddhasaññitā, yena pārājikena codeti, tassa diṭṭhādivasena amūlakatā, cāvanādhippāyena sammukhā codanā, tassa taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin01t21:196": "Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:197": "9. Dutiyaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin01t21:198": "391. Navame disvāti ajikāya vippaṭipajjantaṁ chagalakaṁ disvā. Mettiyaṁ bhikkhuninti tassā bhikkhunikālaṁ gahetvā bhūtapubbavohārena voharanti. Veḷuvaneyevāti therassa bhikkhācāravelaṁ aggahetvā tehi vuttabhattuddesavelaṁyeva sandhāya vuttaṁ. Kacci noti kacci nu. Etamatthaṁ ārocesunti aññabhāgiyassa adhikaraṇassa kañcidesaṁ lesamattaṁ upādāya pārājikena dhammena anuddhaṁsitabhāvaṁ ārocesuṁ.",
  "tika-vin01t21:199": "Aññabhāgassāti aññakoṭṭhāsassa, therassa manussajātibhikkhubhāvato aññassa tiracchānajātichagalakabhāvasaṅkhātassa koṭṭhāsassāti vuttaṁ hoti. Idanti sāmaññato napuṁsakaniddesena chagalakaṁ niddisati, idaṁ chagalakajātanti attho, ayaṁ chagalakoti vuttaṁ hoti. Adhikaraṇasaddāpekkho vā napuṁsakaniddeso, idaṁ chagalakasaṅkhātaṁ adhikaraṇanti vuttaṁ hoti. Aññabhāgoti yathāvuttatiracchānajātichagalakabhāvasaṅkhāto aññabhāgo, aññakoṭṭhāsoti attho. Assāti chagalakassa. ‘‘Aññabhāgasambandhī aññabhāgiya’’nti paṭhamaviggahassa attho, ‘‘aññabhāgavantaṁ aññabhāgiya’’nti dutiyaviggahassa. Dvīhipi viggahehi aññabhāgiyanti chagalakova vutto. Tiracchānajātichagalakabhāvañca ṭhapetvā paramatthato visuṁ chagalake asatipi ‘‘paṭimāya sarīra’’ntiādīsu viya abhedepi bhedakappanāya pavattalokavohāravasena ‘‘aññabhāgassa idaṁ, aññabhāgo vā assa atthī’’ti vuttaṁ.",
  "tika-vin01t21:200": "Idāni dvīhipi viggahehi vuttamatthaṁ vitthāretvā dassento ‘‘yo hi so’’tiādimāha. Soti so chagalako. Tassa ‘‘hotī’’ti iminā sambandho. Tatoti tato manussajātito bhikkhubhāvato ca. So vā aññabhāgoti yathāvuttatiracchānajātichagalakabhāvasaṅkhāto aññabhāgo. Assāti chagalakassa. So chagalako aññabhāgiyasaṅkhātaṁ labhatīti yojetabbaṁ. ‘‘Adhikaraṇanti ādhāro, vatthu adhiṭṭhāna’’nti heṭṭhā vuttamatthaṁ sarūpato dassetuṁ ‘‘yasmā cā’’tiādimāha. Tesanti mettiyabhūmajakānaṁ. Imanti chagalakaṁ. Nāmakaraṇasaññāyāti nāmakaraṇasaṅkhātāya saññāya so chagalako adhikaraṇanti veditabboti yojetabbaṁ. Tañhi sandhāyāti ‘‘avassaṁ tumhehi leso oḍḍito, kiṁ vadatha, kiṁ passitthā’’ti anuyuttehi tehi bhikkhūhi ‘‘chagalakassa vippaṭipattiṁ disvā dabbassa nāmaṁ tassa karimhā’’ti vuttattā tassa nāmakaraṇasaññāya adhiṭṭhānabhūtaṁ taṁ chagalakaṁ sandhāya. Te bhikkhūti te anuyuñjakā bhikkhū. Āpattilesampi puggalasmiṁyeva āropetvā vuttattā ‘‘puggalānaṁyeva lesā’’ti vuttaṁ. Padabhājane pana…pe… veditabbanti iminā nāmakaraṇasaññāya ādhārabhūtassa chagalakasaṅkhātassa adhikaraṇassa avacane kāraṇaṁ vuttaṁ.",
  "tika-vin01t21:201": "393. ‘‘Aññabhāgiyassa adhikaraṇassā’’ti ettha pāḷiāgataadhikaraṇasaddapatirūpakaṁ aññaṁ adhikaraṇasaddaṁ pāḷiāgatatadaññasādhāraṇatāya ubhayapadatthaṁ uddharitvā ‘‘adhikaraṇaṁ nāma cattāri adhikaraṇānī’’ti vuttaṁ. Atthuddhāravasena hi atthaṁ dassentena pāḷiyaṁ āgatasaddapatirūpako añño saddo ubhayapadattho uddharitabbo, na ca aññaṁ uddharitvā aññassa attho vattabbo, tasmā pāḷiāgataadhikaraṇasaddapatirūpako aññoyeva ubhayapadatthasādhāraṇo adhikaraṇasaddo uddhaṭoti daṭṭhabbaṁ. Tenevāha ‘‘adhikaraṇanti vacanasāmaññato atthuddhāravasena pavattāni cattāri adhikaraṇānī’’ti. Yā ca sā avasāne…pe… codanā vuttāti bhikkhu saṅghādisesaṁ ajjhāpajjanto diṭṭho hoti, saṅghādisese saṅghādisesadiṭṭhī hoti, tañce pārājikena codetītiādicodanaṁ sandhāya vadati.",
  "tika-vin01t21:202": "Methunavītikkamāpattiyo vatthuto sabhāgā, itarāsaṁ pana adinnādānādiāpattīnaṁ samānepi pārājikāpattibhāve vatthuto visabhāgāti āha ‘‘sabhāgavisabhāgavatthuto’’ti. Sabhāvasarikkhāsarikkhatoti sabhāvena sadisāsadisabhāvato. Paṭhamapārājikañhi paṭhamapārājikāpattiyā methunarāgena sabhāvato sadisaṁ, dosasampayuttamanussaviggahena asadisaṁ. Nanu ca ‘‘āpattādhikaraṇaṁ āpattādhikaraṇassa siyā tabbhāgiyaṁ, siyā aññabhāgiya’’nti vuttattā uddesānukkamena tabbhāgiyataṁ aniddisitvā aññabhāgiyatā paṭhamaṁ kasmā niddiṭṭhāti āha ‘‘ādito paṭṭhāyā’’tiādi. Vuttanayenevāti ‘‘sabhāgavisabhāgavatthuto’’tiādinā vuttanayena.",
  "tika-vin01t21:203": "‘‘Saṅghakammāni nissāya uppanna’’nti vuttattā saṅghakammato kiccādhikaraṇaṁ visuṁ viya dissatīti āha ‘‘kiṁ panā’’tiādi. ‘‘Kiccameva kiccādhikaraṇa’’nti vuttattā ‘‘saṅghakammānamevetaṁ adhivacana’’nti vuttaṁ. Yadi evaṁ ‘‘saṅghakammāni nissāya uppanna’’nti kasmā vuttanti āha ‘‘evaṁ santepī’’tiādi. Tassa tassa saṅghakammassa bhagavatā vuttaṁ itikattabbatālakkhaṇaṁyeva tato saṅghakammassa nipphajjanato phalūpacārena saṅghakammanti vattabbataṁ arahatīti āha ‘‘yaṁ kammalakkhaṇaṁ manasi karoti, taṁ nissāya uppajjanato’’ti. Parivāsādisaṅghakammaṁ nissāya mānattādīnaṁ uppajjanato ukkhepanīyakammasīmāsammutikammādīni issāya osāraṇasīmāsamūhananādikammānaṁ uppajjanato ca ‘‘purimaṁ purimaṁ saṅghakamma’’ntiādi vuttaṁ.",
  "tika-vin01t21:204": "395-400.Savatthukaṁ katvāti puggalādhiṭṭhānaṁ katvā. Dīghādinoti dīgharassakāḷaodātādino. Diṭṭhādinoti diṭṭhasutādino. Lohapattasadisoti ayopattasadiso. Aṅgāni paṭhamaduṭṭhadose vuttasadisāni, idha pana kañcidesaṁ lesamattaṁ upādiyanā adhikā.",
  "tika-vin01t21:205": "Dutiyaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:206": "10. Paṭhamasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin01t21:207": "410. Dasame ye dubbalā honti appathāmā, na sakkonti araññakādīni sevantā dukkhassantaṁ kātuṁ, te sandhāyāha ‘‘bahūnaṁ kulaputtānaṁ maggantarāyāya saṁvattantī’’ti. Adhivāsanakhantisampannoti ‘‘khamo hoti sītassā’’tiādinā vuttasītuṇhādisahanalakkhaṇāya khantiyā samannāgato. Byañjanapadameva paramaṁ assāti padaparamo. Yassa hi puggalassa bahumpi suṇato bahumpi bhaṇato bahumpi dhārayato bahumpi vācayato na tāya jātiyā dhammābhisamayo hoti , ayaṁ ‘‘padaparamo’’ti vuccati. Abhisambhuṇitvāti nipphādetvā. Nābhisambhuṇātīti na sampādeti, araññavāsaṁ sampādetuṁ na sakkotīti vuttaṁ hoti. Dhammato apetaṁ uddhammaṁ. Asabbaññū assāti tesaṁ anurūpassa ajānanato asabbaññū bhaveyya. ‘‘Na, bhikkhave, asenāsanikena vassaṁ upagantabba’’nti (mahāva. 204) vacanato ‘‘cattāro pana…pe… paṭikkhittamevā’’ti vuttaṁ. Idameva vacanaṁ sandhāya pāḷiyampi ‘‘aṭṭha māse kho mayā devadatta rukkhamūlasenāsanaṁ anuññāta’’nti vuttaṁ.",
  "tika-vin01t21:208": "Tīhi koṭīhīti tīhi ākārehi, tīhi kāraṇehīti attho. Tadubhayavimuttaparisaṅkitanti diṭṭhaṁ sutanti idaṁ ubhayaṁ anissāya ‘‘kiṁ nu kho idaṁ bhikkhuṁ uddissa vadhitvā sampādita’’nti kevalameva parisaṅkitaṁ. Macchabandhanaṁ jālaṁ, vāgurā migabandhanī. Kappatīti yadi tesaṁ vacanena āsaṅkā upacchinnā hoti, vaṭṭati. Pavattamaṁsanti vikkāyikamaṁsaṁ. Maṅgalādīnanti ādi-saddena āhunapāhunādike saṅgaṇhāti. Bhikkhūnaṁyeva atthāyāti ettha aṭṭhānappayutto eva-saddo, bhikkhūnaṁ atthāya akatamevāti sambandhitabbaṁ. Tasmā ‘‘bhikkhūnañca dassāma, maṅgalādīnañca atthāya bhavissatī’’ti missetvā katampi na vaṭṭatīti veditabbaṁ. Keci pana ‘‘bhikkhūnaṁyevāti avadhāraṇena bhikkhūnañca aññesañca atthāya kataṁ vaṭṭatī’’ti vadanti, taṁ na sundaraṁ. Yattha ca nibbematiko hotīti bhikkhūnaṁ atthāya katepi sabbena sabbaṁ parisaṅkitābhāvamāha. Tamevatthaṁ āvikātuṁ ‘‘sace panā’’tiādi vuttaṁ. Itaresaṁ vaṭṭatīti ajānantānaṁ vaṭṭati, jānato evettha āpatti hotīti. Teyevāti ye uddissa kataṁ, teyeva. Uddisakatamaṁsaparibhogato akappiyamaṁsaparibhogassa visesaṁ dassetuṁ ‘‘akappiyamaṁsaṁ panā’’tiādi vuttaṁ. Purimasmiṁ sacittakā āpatti, itarasmiṁ acittakā. Tenāha ‘‘akappiyamaṁsaṁ ajānitvā bhuñjantassapi āpattiyevā’’ti. ‘‘Paribhogakāle pucchitvā paribhuñjissāmīti vā gahetvā pucchitvā paribhuñjitabba’’nti vacanato akappiyamaṁsaṁ ajānitvā gaṇhantassa paṭiggahaṇena anāpatti siyā. Ajānitvāpi bhuñjantasseva hi āpatti vuttā. Vattanti vadantīti iminā āpatti natthīti dasseti.",
  "tika-vin01t21:209": "Sallekhā vutti etesanti sallekhavuttino. Bāhulikoti ekassa la-kārassa lopaṁ katvā vuttaṁ. Kappanti āyukappaṁ. Saṅghabhedako hi ekaṁ kappaṁ asītibhāge katvā tato ekabhāgamattaṁ kālaṁ niraye tiṭṭheyyāti āyukappaṁ sandhāya ‘‘kappaṁ nirayamhi paccatī’’ti vuttaṁ. Kappaṭṭhakathāyaṁ (vibha. aṭṭha. 809) pana ‘‘saṇṭhahante hi kappe kappavemajjhe vā saṅghabhedaṁ katvā kappavināseyeva muccati. Sacepi hi sve kappo vinassissatīti ajja saṅghabhedaṁ karoti, sveva muccati, ekadivasameva niraye paccatī’’ti vuttaṁ. Tatthāpi kappavināseyevāti āyukappavināseyevāti atthe sati natthi virodho. Saṇṭhahanteti idampi ‘‘sve vinassissatī’’ti viya abhūtaparikappanavasena vuttaṁ. ‘‘Ekadivasameva niraye paccatī’’ti etthāpi tato paraṁ kappābhāve āyukappassapi abhāvatoti avirodhato atthayojanā daṭṭhabbā. Brahmaṁ puññanti seṭṭhaṁ puññaṁ. Kappaṁ saggamhi modatīti etthāpi āyukappameva.",
  "tika-vin01t21:210": "411.Laddhinānāsaṁvāsakenāti bhāvappadhānoyaṁ niddeso, laddhinānāsaṁvāsakabhāvenāti attho. Kammanānāsaṁvāsakenāti etthāpi eseva nayo. Aññathā nānāsaṁvāsakena sahitassa samānasaṁvāsakassapi saṅghassa asamānasaṁvāsakattaṁ āpajjeyya. Tattha laddhinānāsaṁvāsako nāma ukkhittānuvattako. So hi attano laddhiyā nānāsaṁvāsako jātoti ‘‘laddhinānāsaṁvāsako’’ti vuccati. Kammanānāsaṁvāsako nāma ukkhepanīyakammakato. So hi ukkhepanīyakammavasena nānāsaṁvāsako hotīti ‘‘kammanānāsaṁvāsako’’ti vuccati. Virahitoti vimutto. Kāyasāmaggīdānaṁ tesu tesu saṅghakammesu hatthapāsūpagamanavasena veditabbaṁ.",
  "tika-vin01t21:211": "‘‘Bhedāya parakkameyyā’’ti visuṁ vuttattā bhedanasaṁvattanikassa adhikaraṇassa samādāya paggaṇhato pubbepi pakkhapariyesanādivasena saṅghabhedāya parakkamantassa samanubhāsanakammaṁ kātabbanti veditabbaṁ. Imāni vatthūnīti aṭṭhārasa bhedakaravatthūni. Kammenāti apalokanādīsu catūsu kammesu aññatarena kammena. Uddesenāti pañcasu pātimokkhuddesesu aññatarena uddesena. Vohārenāti tāhi tāhi upapattīhi ‘‘adhammaṁ dhammo’’tiādiaṭṭhārasabhedakaravatthudīpakena vohārena. Anussāvanāyāti ‘‘nanu tumhe jānātha mayhaṁ uccākulā pabbajitabhāvaṁ bahussutabhāvañca, mādiso nāma uddhammaṁ ubbinayaṁ satthusāsanaṁ gāheyyāti cittampi uppādetuṁ tumhākaṁ yuttaṁ, kiṁ mayhaṁ avīci nīluppalavanaṁ viya sītalo, kimahaṁ apāyato na bhāyāmī’’tiādinā nayena kaṇṇamūle vacībhedaṁ katvā anussāvanena. Salākaggāhenāti evaṁ anussāvetvā tesaṁ cittaṁ upatthambhetvā anivattidhamme katvā ‘‘gaṇhatha imaṁ salāka’’nti salākaggāhena. Pañcahi kāraṇehi saṅghabhedo hotīti ettha kammameva uddeso vā saṅghabhede padhānakāraṇanti veditabbaṁ. Vohārānussāvanasalākaggāhā pana pubbabhāgā. Aṭṭhārasavatthudīpanavasaena hi voharantena tattha rucijananatthaṁ anussāvetvā salākāya gahitāyapi abhinnova hoti saṅgho. Yadā pana evaṁ cattāro vā atirekā vā salākaṁ gahetvā āveṇikakammaṁ vā uddesaṁ vā karonti, tadā saṅgho bhinno nāma hoti. Abbhussitanti abbhuggataṁ. Accheyyāti vihareyya, pavatteyyāti attho.",
  "tika-vin01t21:212": "‘‘Lajjī rakkhissatī’’ti vacanato āpattibhayena ārocanaṁ lajjīnaṁyeva bhāroti āha ‘‘lajjīhi bhikkhūhī’’ti. Alajjissapi anārocentassa āpattiyeva ‘‘ye passanti, ye suṇantī’’ti vacanato. Samāgacchatūti ekī bhavatu. Ekībhāvo ca samānaladdhivasena hotīti āha ‘‘ekaladdhiko hotū’’ti. Sampattiyāti sīlādisampattiyā. Paṭinissajjantassa anāpattibhāvato ‘‘sotthibhāvo tassa bhikkhuno’’ti vuttaṁ. Appaṭinissajjato dukkaṭanti visuṁ visuṁ vadantānaṁ gaṇanāya dukkaṭaṁ. Pahontenāti gantuṁ samatthena agilānena. Saṅghabhedassa garukabhāvato avassaṁ kattabbatādassanatthaṁ ‘‘dūrepi bhāroyevā’’ti vuttaṁ, āpatti pana addhayojanabbhantare gantuṁ samatthassa agilānasseva veditabbā.",
  "tika-vin01t21:213": "416.Asamanubhāsantassāti kammakārake kattuniddesoti āha ‘‘asamanubhāsiyamānassā’’ti. Tatiyakammavācāya paṭinissajjanto ñattiyā dukkaṭaṁ dvīhi kammavācāhi thullaccaye ca āpajjatiyevāti āha ‘‘paṭinissajjantassa saṅghādisesena anāpattī’’ti. Assāti devadattassa. Katena bhavitabbanti samanubhāsanakammena katena bhavitabbaṁ. Attano rucimattena vadeyyātiādikammikattā appaṭinissajjantassapi anāpattīti adhippāyena vadeyya. Apaññatte sikkhāpade samanubhāsanakammasseva abhāvato ‘‘na hi paññattaṁ sikkhāpadaṁ vītikkamantassā’’ti vuttaṁ. Sikkhāpadaṁ paññapenteneva hi samanubhāsanakammaṁ anuññātaṁ. Uddissa anuññātatoti ‘‘anujānāmi, bhikkhave, romanthakassa romanthana’’ntiādiṁ (cūḷava. 273) uddissa anuññātaṁ sandhāya vadanti. Anāpattiyanti anāpattivāre. Āpattiṁ ropetabboti anissajjanapaccayā āpannapācittiyāpattiṁ ukkhepanīyakammakaraṇatthaṁ āropetabboti attho.",
  "tika-vin01t21:214": "Āpattiyeva na jātāti saṅghādisesāpatti na jātāyevāti attho. Sā panesāti sā pana esā anāpatti. Tivaṅgikanti kāyavācācittavasena tivaṅgikaṁ, kāyavācācittato samuṭṭhātīti vuttaṁ hoti. ‘‘Nappaṭinissajjāmī’’ti saññāya abhāvena muccanato saññāvimokkhaṁ. Sacittakanti ‘‘nappaṭinissajjāmī’’ti jānanacittena sacittakaṁ. Bhedāya parakkamanaṁ, dhammakammena samanubhāsanaṁ, kammavācāpariyosānaṁ, appaṭinissajjananti imānettha cattāri aṅgāni.",
  "tika-vin01t21:215": "Paṭhamasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:216": "11. Dutiyasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin01t21:217": "417-418. Ekādasame yaṁ vacanaṁ samaggepi vagge avayavabhūte karoti bhindati, taṁ kalahakārakavacanaṁ idha vagganti vuccatīti āha ‘‘vaggaṁ asāmaggipakkhiyavacanaṁ vadantī’’ti. Asāmaggipakkhe bhavā asāmaggipakkhiyā, kalahakā. Tesaṁ vacanaṁ asāmaggipakkhiyavacanaṁ, asāmaggipakkhe vā bhavaṁ vacanaṁ asāmaggipakkhiyavacanaṁ. Yasmā ubbāhikādikammaṁ bahūnampi kātuṁ vaṭṭati, tasmā ‘‘na hi saṅgho saṅghassa kammaṁ karotī’’ti idaṁ niggahavasena kattabbakammaṁ sandhāya vuttanti veditabbaṁ. Aṅgāni panettha bhedāya parakkamanaṁ pahāya anuvattanaṁ pakkhipitvā heṭṭhā vuttasadisāneva.",
  "tika-vin01t21:218": "Dutiyasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:219": "12. Dubbacasikkhāpadavaṇṇanā",
  "tika-vin01t21:220": "424. Dvādasame vambhanavacananti garahavacanaṁ. Apasādetukāmoti khipitukāmo, tajjetukāmo vā, ghaṭṭetukāmoti vuttaṁ hoti. Saṭasaddo patitasaddena samānattho. Visesanassa ca paranipātaṁ katvā tiṇakaṭṭhapaṇṇasaṭanti vuttanti āha ‘‘tattha tattha patitaṁ tiṇakaṭṭhapaṇṇa’’nti. Kenāpīti vātasadisena nadīsadisena ca kenāpi.",
  "tika-vin01t21:221": "425-426.Vattuṁ asakkuṇeyyoti kismiñci vuccamāne asahanato ovadituṁ asakkuṇeyyo. Dukkhaṁ vaco etasmiṁ vippaṭikūlaggāhe vipaccanīkavāde anādare puggaleti dubbaco. Tenāha ‘‘dukkhena kicchena vaditabbo’’tiādi. Dubbacabhāvakaraṇīyehīti dubbacabhāvakārakehi. Kattuatthe anīyasaddo daṭṭhabbo. Tenevāha ‘‘ye dhammā dubbacaṁ puggalaṁ karontī’’tiādi. Pāpikā icchā etassāti pāpiccho, tassa bhāvo pāpicchatā, asantaguṇasambhāvanatā paṭiggahaṇe ca amattaññutā pāpicchatāti veditabbā. Attukkaṁsakā ca te paravambhakā cāti attukkaṁsakaparavambhakā. Ye attānaṁ ukkaṁsanti ukkhipanti ucce ṭhāne ṭhapenti, parañca vambhenti garahanti nīce ṭhāne ṭhapenti, tesametaṁ adhivacanaṁ. Tesaṁ bhāvo attukkaṁsakaparavambhakatā. Kujjhanasīlo kodhano, tassa bhāvo kodhanatā. Kujjhanalakkhaṇassa kodhassetaṁ adhivacanaṁ.",
  "tika-vin01t21:222": "Pubbakāle kodho, aparakāle upanāhoti āha ‘‘kodhahetu upanāhitā’’ti. Tattha upanahanasīlo, upanāho vā etassa atthīti upanāhī, tassa bhāvo upanāhitā. Punappunaṁ cittapariyonaddhalakkhaṇassa kodhassevetaṁ adhivacanaṁ. Sakiñhi uppanno kodho kodhoyeva, tatuttari upanāho. Abhisaṅgoti dummocanīyo balavaupanāho. So assa atthīti abhisaṅgī, tassa bhāvo abhisaṅgitā. Dummocanīyassa balavaupanāhassetaṁ adhivacanaṁ. Codakaṁ paṭippharaṇatāti codakassa paṭiviruddhena paccanīkena hutvā avaṭṭhānaṁ. Codakaṁ apasādanatāti ‘‘kiṁ nu kho tuyhaṁ bālassa abyattassa bhaṇitena, tvampi nāma bhaṇitabbaṁ maññissasī’’ti evaṁ codakassa ghaṭṭanā. Codakassa paccāropanatāti ‘‘tvampi khosi itthannāmaṁ āpattiṁ āpanno, taṁ tāva paṭikarohī’’ti evaṁ codakassa upari paṭiāropanatā.",
  "tika-vin01t21:223": "Aññena aññaṁ paṭicaraṇatāti aññena kāraṇena, vacanena vā aññassa kāraṇassa, vacanassa vā paṭicchādanavasena caraṇatā. Paṭicchādanattho eva vā carasaddo anekatthattā dhātūnanti paṭicchādanatāti attho. Tāya samannāgato hi puggalo yaṁ codakena dosavibhāvanakāraṇaṁ, vacanaṁ vā vuttaṁ, taṁ tato aññeneva codanāya amūlikabhāvadīpanena kāraṇena, tadatthabodhakena vacanena vā paṭicchādeti. ‘‘Āpattiṁ āpannosī’’ti vutte ‘‘ko āpanno, kiṁ āpanno, kismiṁ āpanno, kaṁ bhaṇatha, kiṁ bhaṇathā’’ti vā vatvā ‘‘evarūpaṁ kiñci tayā diṭṭha’’nti vutte ‘‘na suṇāmī’’ti sotaṁ vā upanāmetvā vikkhepaṁ karontopi aññenaññaṁ paṭicchādeti. ‘‘Itthannāmaṁ āpattiṁ āpannosī’’ti puṭṭhe ‘‘pāṭaliputtaṁ gatomhī’’ti vatvā puna ‘‘na tava pāṭaliputtagamanaṁ pucchāma, āpattiṁ pucchāmā’’ti vutte tato ‘‘rājagahaṁ gatomhī’’ti vatvā ‘‘rājagahaṁ vā yāhi brāhmaṇagahaṁ vā, āpattiṁ āpannosī’’ti vutte ‘‘tattha me sūkaramaṁsaṁ laddha’’ntiādīni vatvā bahiddhā kathāvikkhipanampi atthato aññenaññaṁ paṭicaraṇamevāti visuṁ na gahitaṁ.",
  "tika-vin01t21:224": "Apadānenāti attano cariyāya. Apadīyanti hi dosā etena dakkhīyanti, luyanti chijjantīti vā apadānaṁ, sattānaṁ sammā micchā vā vattappayogo. Na sampāyanatāti ‘‘āvuso, tvaṁ kuhiṁ vasasi, kaṁ nissāya vasasī’’ti vā ‘‘yaṁ tvaṁ vadesi ‘mayā esa āpattiṁ āpajjanto diṭṭho’ti, tvaṁ tasmiṁ samaye kiṁ karosi, ayaṁ kiṁ karoti, kattha ca tvaṁ ahosi, kattha aya’’nti vā ādinā nayena cariyaṁ puṭṭhena sampādetvā akathanaṁ.",
  "tika-vin01t21:225": "Makkhipaḷāsitāti ettha paraguṇamakkhanalakkhaṇo makkho, so etassa atthīti makkhī. Tādiso puggalo agāriyo anagāriyo vā samāno paresaṁ sukatakaraṇaṁ vināseti. Agāriyopi hi kenaci anukampakena daliddo samāno uccaṭṭhāne ṭhapito, aparena samayena ‘‘kiṁ tayā mayhaṁ kata’’nti tassa sukatakaraṇaṁ vināseti. Anagāriyopi sāmaṇerakālato pabhuti ācariyena vā upajjhāyena vā catūhi paccayehi uddesaparipucchādīhi ca anuggahetvā dhammakathānayapakaraṇakosallādīni sikkhāpito, aparena samayena rājarājamahāmattādīhi sakkato garukato ācariyupajjhāyesu acittīkato caramāno ‘‘ayaṁ amhehi daharakāle eva anuggahito saṁvaddhito ca, atha ca panidāni nissineho jāto’’ti vuccamāno ‘‘kiṁ mayhaṁ tumhehi kata’’nti tesaṁ sukatakaraṇaṁ vināseti.",
  "tika-vin01t21:226": "‘‘Bahussutepi puggale ajjhottharitvā īdisassa ceva bahussutassa aniyatā gati, tava vā mama vā ko viseso’’tiādinā nayena uppajjamāno yugaggāhalakkhaṇo paḷāso. So paraguṇehi attano guṇānaṁ samakaraṇaraso. Tathā hesa paresaṁ guṇe ḍaṁsitvā viya attano guṇehi same karotīti paḷāsoti vuccati, so etassa atthīti paḷāsī. Makkhī ca paḷāsī ca makkhipaḷāsino, tesaṁ bhāvo makkhipaḷāsitā. Atthato pana makkho ceva paḷāso ca.",
  "tika-vin01t21:227": "Issati parasampattiṁ na sahatīti issukī. Maccharāyati attano sampattiṁ nigūhati, paresaṁ sādhāraṇabhāvaṁ na sahati, maccheraṁ vā etassa atthīti maccharī. Saṭhayati na sammā bhāsatīti saṭho, attano avijjamānaguṇappakāsanalakkhaṇena sāṭheyyena samannāgato kerāṭikapuggalo. Kerāṭiko ca ānandamaccho viya hoti. Ānandamaccho nāma kira macchānaṁ naṅguṭṭhaṁ dasseti, sappānaṁ sīsaṁ ‘‘tumhehi sadiso aha’’nti jānāpetuṁ, evameva kerāṭiko puggalo yaṁ yaṁ suttantikaṁ vā ābhidhammikaṁ vā upasaṅkamati, taṁ taṁ evaṁ vadati ‘‘ahaṁ tumhākaṁ antevāsī, tumhe mayhaṁ anukampakā, nāhaṁ tumhe muñcāmī’’ti ‘‘evamete ‘sagāravo ayaṁ amhesu sappatisso’ti maññissantī’’ti. Sāṭheyyena hi samannāgatassa puggalassa asantaguṇasambhāvanena cittānurūpakiriyāviharato ‘‘evaṁcitto evaṁkiriyo’’ti duviññeyyattā kucchiṁ vā piṭṭhiṁ vā jānituṁ na sakkā. Yato so –",
  "tika-vin01t21:228": "‘‘Vāmena sūkaro hoti, dakkhiṇena ajāmigo;",
  "tika-vin01t21:229": "Sarena nelako hoti, visāṇena jaraggavo’’ti. (dī. ni. aṭṭha. 2.296; vibha. aṭṭha. 894; mahāni. aṭṭha. 166) –",
  "tika-vin01t21:230": "Evaṁ vuttayakkhasūkarasadiso hoti. Katapāpapaṭicchādanalakkhaṇā māyā, sā assa atthīti māyāvī.",
  "tika-vin01t21:231": "Thambhasamaṅgitāya thaddho. Vātabharitabhastāsadisathaddhabhāvapaggahitasiraanivātavuttikārakaroti thambho. Yena samannāgato puggalo gilitanaṅgalasadiso viya ajagaro, vātabharitabhastā viya ca thaddho hutvā garuṭṭhāniye disvā onamitumpi na icchati, pariyanteneva carati. Abbhunnatilakkhaṇo atimāno, so etassa atthīti atimānī.",
  "tika-vin01t21:232": "Saṁ attano diṭṭhiṁ parāmasati sabhāvaṁ atikkamitvā parato āmasatīti sandiṭṭhiparāmāsī. Ādhānaṁ gaṇhātīti ādhānaggāhī. ‘‘Ādhāna’’nti daḷhaṁ vuccati, daḷhaggāhīti attho. Yuttaṁ kāraṇaṁ disvāva laddhiṁ paṭinissajjatīti paṭinissaggī, dukkhena kicchena kasirena bahumpi kāraṇaṁ dassetvā na sakkā paṭinissaggiṁ kātunti duppaṭinissaggī, yo attano diṭṭhiṁ ‘‘idameva sacca’’nti daḷhaṁ gaṇhitvā api buddhādīhi kāraṇaṁ dassetvā vuccamāno na paṭinissajjati, tassetaṁ adhivacanaṁ. Tādiso hi puggalo yaṁ yadeva dhammaṁ vā adhammaṁ vā suṇāti, taṁ sabbaṁ ‘‘evaṁ amhākaṁ ācariyehi kathitaṁ, evaṁ amhehi suta’’nti kummova aṅgāni sake kapāle antoyeva samodahati. Yathā hi kacchapo attano pādādike aṅge kenaci ghaṭṭite sabbāni aṅgāni attano kapāleyeva samodahati, na bahi nīharati, evamayampi ‘‘na sundaro tava gāho, chaḍḍehi na’’nti vutto taṁ na vissajjeti, antoyeva attano hadaye eva ṭhapetvā vicarati. Yathā kumbhīlā gahitaṁ na paṭinissajjanti, evaṁ kumbhīlaggāhaṁ gaṇhāti, na vissajjeti. Makkhipaḷāsitādiyugaḷattayena dassite makkhapaḷāsādayo cha dhamme visuṁ visuṁ gahetvā ‘‘ekūnavīsati dhammā’’ti vuttaṁ. Anumānasuttaṭṭhakathāyaṁ (ma. ni. aṭṭha. 1.181) pana makkhapaḷāsādayopi yugaḷavasena ekaṁ katvā ‘‘soḷasa dhammā’’ti vuttaṁ.",
  "tika-vin01t21:233": "Pakārehi āvahanaṁ padakkhiṇaṁ, tato padakkhiṇato gahaṇasīlo padakkhiṇaggāhī, na padakkhiṇaggāhī appadakkhiṇaggāhī. Yo vuccamāno ‘‘tumhe maṁ kasmā vadatha, ahaṁ attano kappiyākappiyaṁ sāvajjānavajjaṁ atthānatthaṁ jānāmī’’ti vadati, ayaṁ anusāsaniṁ padakkhiṇato na gaṇhāti, vāmatova gaṇhāti, tasmā ‘‘appadakkhiṇaggāhī’’ti vuccati, tenāha ‘‘yathānusiṭṭha’’ntiādi.",
  "tika-vin01t21:234": "Uddeseti pātimokkhuddese. Atha sabbāneva sikkhāpadāni kathaṁ pātimokkhuddesapariyāpannānīti āha ‘‘yassa siyā āpatti, so āvikareyyāti evaṁ saṅgahitattā’’ti. ‘‘Yassa siyā āpattī’’ti hi iminā sabbāpi āpattiyo nidānuddese saṅgahitāyeva honti. Pañcahi sahadhammikehi sikkhitabbattāti labbhamānavasena vuttaṁ. Sahadhammikena sahakāraṇenātipi attho daṭṭhabbo. ‘‘Vacanāyā’’ti nissakke sampadānavacananti āha ‘‘tato mama vacanato’’ti. Aṅgāni cettha paṭhamasaṅghabhedasadisāni. Ayaṁ pana viseso – yathā tattha bhedāya parakkamanaṁ, evaṁ idha avacanīyakaraṇatā daṭṭhabbā.",
  "tika-vin01t21:235": "Dubbacasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:236": "13. Kuladūsakasikkhāpadavaṇṇanā",
  "tika-vin01t21:237": "431. Terasame kīṭāgirīti tassa nigamassa nāmaṁ. Tañhi sandhāya parato ‘‘na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabba’’nti vuttaṁ. Tena pana yogato so janapadopi ‘‘kīṭāgiri’’icceva saṅkhyaṁ gatoti āha ‘‘evaṁnāmake janapade’’ti. Āvāse niyuttā āvāsikā, nibaddhavāsino. Te akataṁ senāsanaṁ karonti, jiṇṇaṁ paṭisaṅkharonti, kate issarā honti. Tenāha ‘‘so yesaṁ āyatto…pe… te āvāsikā’’ti . Nivāso nivāsamattaṁ etesaṁ atthīti nevāsikāti āha ‘‘ye pana kevala’’ntiādi. Teti assajipunabbasukā. Cha janāti paṇḍuko lohitako mettiyo bhūmajako assaji punabbasukoti ime cha janā. Sammāti ālapanavacanametaṁ. Āyamukhabhūtāti āyassa mukhabhūtā. Dhuraṭṭhāneti sāvatthiyā avidūre ṭhāne. Vassāne hemante cāti dvīsu utūsu vassanato ‘‘dvīhi meghehī’’ti vuttaṁ. Diyaḍḍhabhikkhusahassato gaṇācariyānaṁ channaṁ janānaṁ adhikattā ‘‘samadhika’’nti vuttaṁ, sādhikanti attho. Ma-kāro padasandhivasena āgato. Akatavatthunti akatapubbaṁ abhinavavatthuṁ.",
  "tika-vin01t21:238": "Kaṇikārādayo puppharukkhā, jātisumanādayo pupphagacchā. Koṭṭananti sayaṁ chindanaṁ. Koṭṭāpananti ‘‘imaṁ chinda bhindā’’ti aññehi chedāpanaṁ. Āḷiyā bandhananti yathā gacchamūle udakaṁ santiṭṭhati, tathā samantato bandhanaṁ. Udakassāti akappiyaudakassa. Kappiyaudakasiñcananti imināva siñcāpanampi saṅgahitanti daṭṭhabbaṁ. Nanu ‘‘udakassa secanaṁ secāpana’’nti imināva sāmaññato kappiyākappiyaudakasiñcanādiṁ sakkā saṅgahetuṁ, tasmā kappiyaudakasiñcanādi kasmā visuṁ vuttanti? ‘‘Ārāmādiatthaṁ ropite akappiyavohāresupi kappiyaudakasiñcanādi vaṭṭatī’’ti vakkhamānattā idhāpi vibhāgaṁ katvā kappiyaudakasiñcanādi visuṁ dassitaṁ. Hatthamukhapādadhovananhānodakasiñcananti imināpi pakārantarena kappiyaudakasiñcanameva dasseti. ‘‘Akappiyavohāro’’ti koṭṭanakhaṇanādivasena sayaṁ karaṇassapi kathaṁ saṅgahoti? Akappiyanti voharīyatīti akappiyavohāroti akappiyabhūtaṁ karaṇakārāpanādi sabbameva saṅgahitaṁ, na pana akappiyavacanamattanti daṭṭhabbaṁ. Kappiyavohārepi eseva nayo. Sukkhamātikāya ujukaraṇanti iminā purāṇapaṇṇādiharaṇampi saṅgahitanti daṭṭhabbaṁ. Kudālādīni bhūmiyaṁ ṭhapetvā ṭhānato hatthena gahetvā ṭhānameva pākaṭataranti ‘‘obhāso’’ti vuttaṁ.",
  "tika-vin01t21:239": "Mahāpaccarivādamhi patiṭṭhapetukāmo pacchā vadati. Vanatthāyāti idaṁ keci ‘‘vatatthāyā’’ti paṭhanti, tesaṁ vatiatthāyāti attho. Akappiyavohārepi ekaccaṁ vaṭṭatīti dassetuṁ ‘‘na kevalañca sesa’’ntiādimāha. Yaṁ kiñci mātikanti sukkhamātikaṁ vā asukkhamātikaṁ vā. ‘‘Kappiyaudakaṁsiñcitu’’nti iminā ‘‘kappiyaudakaṁ siñcathāti vattumpi vaṭṭatī’’ti dasseti. Sayaṁ ropetumpi vaṭṭatīti iminā ‘‘ropehīti vattuṁ vaṭṭatī’’tipi siddhaṁ. Aññatthāya vā karontassāti vatthupūjādiatthaṁ karontassa. Kasmā na anāpattīti vatthupūjanatthāya ganthanādīsu kasmā na anāpatti. Anāpattiyevāti paṭivacanaṁ datvā idāni tameva anāpattibhāvaṁ dassetuṁ ‘‘yathāhī’’tiādi vuttaṁ. Tatthāti ārāmādiatthāya rukkharopane. Tathā vatthupūjanatthāyapi anāpattiyevāti ratanattayapūjanatthāyapi kappiyavohārena pariyāyādīhi ca ganthāpane anāpattiyevāti attho.",
  "tika-vin01t21:240": "‘‘Tathā vatthupūjanatthāyā’’ti hi sāmaññato vuttepi ‘‘yathā hi tattha kappiyavohārena pariyāyādīhi cā’’ti vuttattā kappiyavohārādīhi ganthāpane eva anāpatti viññāyati, na sayaṁ ganthane, teneva paro sayaṁ ganthanampi kasmā na vaṭṭatīti codento ‘‘nanu cā’’tiādimāha. Yathā ārāmādiatthaṁ kappiyapathaviyaṁ sayaṁ ropetumpi vaṭṭati, tathā vatthupūjanatthāya sayaṁ ganthanepi kasmā na vaṭṭatīti codakassa adhippāyo. Vuttantiādi ācariyassa parihāro. Atha ‘‘na pana mahāaṭṭhakathāya’’nti kasmā vadati. Mahāpaccariādīsu vuttampi hi pamāṇamevāti nāyaṁ virodho, mahāaṭṭhakathāyaṁ avuttampi tattheva vuttena saṁsanditvā pamāṇamevāti patiṭṭhāpetuṁ vuttattā. Taṁ kathanti maññeyyāsīti sambandho. Mahāaṭṭhakathāyañca kappiyaudakasecanaṁ vuttaṁ, taṁ kathanti etthāyamadhippāyo. Kiñcāpi mahāaṭṭhakathāyaṁ ārāmādiatthāya kappiyapathaviyaṁ sayaṁ ropanaṁ na vuttaṁ, kappiyaudakassa pana sayaṁ siñcanaṁ vuttameva, tasmā yathā ārāmādiatthāya kappiyaudakaṁ sayaṁ siñcitumpi vaṭṭati, tathā vatthupūjanatthāya sayaṁ ganthanampi kasmā na vaṭṭatīti. Tampi na virujjhatīti yadetaṁ ārāmādiatthāya sayaṁ ropanaṁ kappiyaudakasiñcanañca vuttaṁ, tampi na virujjhati. Kathaṁ taṁ na virujjhatīti āha ‘‘tatrahī’’tiādi. Etaṁ vuttanti mālāvacchaṁ ropentipi ropāpentipi siñcantipi siñcāpentipīti etaṁ vuttaṁ. Aññatra pana pariyāyo atthīti ‘‘mālāvacchaṁ ropentipi ropāpentipi siñcantipi siñcāpentipī’’ti kulasaṅgahatthāya ropanasiñcanaṁ sandhāya vuttattā tato aññatra ārāmādiatthāya mālāvaccharopane pariyāyo atthi. Tattha pariyāyaṁ idhaca pariyāyābhāvaṁ ñatvāti tattha ‘‘mālāvacchaṁ ropentī’’tiādīsu ‘‘mālāvaccha’’nti visesavacanasabbhāvato pariyāyaṁ, idha ‘‘ganthentī’’tiādīsu tathāvidhavisesavacanābhāvato pariyāyābhāvañca ñatvā.",
  "tika-vin01t21:241": "Nanu ca yathā ‘‘ganthentī’’ti sāmaññato vuttattā pariyāyo na labbhatīti yassa kassaci atthāya sayaṁ ganthanaṁ na vaṭṭati, evaṁ ‘‘ganthāpentī’’ti sāmaññato vuttattā pariyāyena ganthāpanampi na vaṭṭatīti āpajjati. Evañca sati parato ‘‘evaṁ jāna, evaṁ kate sobheyya, yathā etāni pupphāni na vikiriyanti, tathā karohītiādinā kappiyavacanena kāretuṁ vaṭṭatī’’ti idaṁ virujjhatīti? Na virujjhati, pariyāyena hi kārāpanaṁ ganthāpanameva na hoti, tasmā yathāvuttanayena pariyāyato kārāpanaṁ vaṭṭati. Sabbaṁ vuttanayeneva veditabbanti heṭṭhā vuttaṁ vinicchayameva saṅkhepato nigameti. Haraṇādīsu kasmā anāpattīti vatthupūjanatthāya haraṇādīsu kasmā anāpatti. Kulitthiādīnaṁ atthāya haraṇatoti kulitthiādīnaṁ haraṇassa tattha vuttattāti adhippāyo. Tenevāha ‘‘haraṇādhikāre hī’’tiādi. Mālanti pupphadāmaṁ. Mañjarī viyāti kusumamañjarī viya. Hārasadisanti muttāhārasadisaṁ.",
  "tika-vin01t21:242": "Pācittiyañceva dukkaṭañcāti pathavīkhaṇanapaccayā pācittiyaṁ, kulasaṅgahapaccayā dukkaṭaṁ. Akappiyavohārenāti ‘‘idaṁ khaṇa, idaṁ ropehī’’tiādiakappiyavohārena. Dukkaṭamevāti kulasaṅgahapaccayā dukkaṭaṁ. Ubhayatthāti kappiyākappiyapathaviyaṁ. Sabbatthāti kulasaṅgahaparibhogaārāmādiatthāya ropite. Dukkaṭampīti na kevalaṁ pācittiyameva. Kappiyenāti kappiyena udakena. Tesaṁyeva dvinnanti kuladūsanaparibhogānaṁ. Dukkaṭanti kulasaṅgahatthāya sayaṁ siñcane kappiyavohārena akappiyavohārena vā siñcāpane ca dukkaṭaṁ, paribhogatthāya pana sayaṁ siñcane akappiyavohārena siñcāpane ca dukkaṭaṁ. Āpattibahulatā veditabbāti ettha sayaṁ siñcane dhārāpacchedagaṇanāya āpattigaṇanā veditabbā. Siñcāpane pana punappunaṁ āṇāpentassa vācāya vācāya āpatti, sakiṁ āṇattassa bahūnaṁ siñcanepi ekāva.",
  "tika-vin01t21:243": "Dukkaṭapācittiyānīti kulasaṅgahapaccayā dukkaṭaṁ, bhūtagāmapātabyatāya pācittiyaṁ. Aññatthāti vatthupūjādiatthāya ocinane. Sakiṁ āṇattoti akappiyavohārena āṇatto. Pācittiyamevāti akappiyavacanena āṇattattā pācittiyaṁ. Kappiyavacanena pana vatthupūjādiatthāya ocināpentassa anāpattiyeva.",
  "tika-vin01t21:244": "Ganthanena nibbattaṁ gantimaṁ. Esa nayo sesesupi. Na vaṭṭatīti kulasaṅgahatthāya vatthupūjādiatthāya vā vuttanayena karontassa ca kārāpentassa ca dukkaṭanti attho. Purimanayenevāti ‘‘bhikkhussa vā’’tiādinā vuttanayena. Dhammāsanavitāne baddhakaṇṭakesu pupphāni vijjhitvā ṭhapentīti sambandho. Uparūpari vijjhitvā chattasadisaṁ katvā āvuṇanato ‘‘chattātichattaṁ viyā’’ti vuttaṁ. ‘‘Kadalikkhandhamhī’’tiādinā vuttaṁ sabbameva sandhāya ‘‘taṁ atioḷārikamevā’’ti vuttaṁ, sayaṁ karontassa akappiyavacaneneva kārāpentassa ca dukkaṭamevāti attho. Pupphavijjhanatthanti vuttattā pupphāni vijjhituṁyeva kaṇṭakaṁ bandhituṁ na vaṭṭati, pupphadāmādibandhanatthaṁ pana vaṭṭati. Kaṇṭakampi bandhituṁ na vaṭṭatīti ca idaṁ aṭṭhakathācariyappamāṇena gahetabbaṁ. Pavesetuṁ na vaṭṭatīti vuttattā pupphacchidde apavesetvā uparūpari ṭhapetuṁ vaṭṭati. Jālamayaṁ vitānaṁ jālavitānaṁ. Nāgadantakampi sacchiddakaṁyeva gahetabbaṁ. Pupphapaṭicchakaṁ daṇḍādīhi katapupphādhāraṇaṁ, tampi sacchiddameva idha vuttaṁ. Asokapiṇḍiyāti asokapupphamañjarikāya. ‘‘Dhammarajju nāma cetiyaṁ vā bodhiṁ vā pupphapavesanatthaṁ āvijjhitvā baddharajjū’’ti mahāgaṇṭhipade majjhimagaṇṭhipade ca vuttaṁ, tasmā tathābaddhāya rajjuyā cetiyassa ca antare pupphāni pavesetuṁ vaṭṭatīti viññāyati. Gaṇṭhipade pana ‘‘dhammarajjunti sithilaṁ vaṭṭikaṁ rajjuṁ katvā bodhiṁ vā cetiyaṁ vā parikkhipitvā dhammāsane vā lambitvā tattha pupphāni pavesentī’’ti vuttaṁ, tasmā sithilavaṭṭikāya rajjuyā antarepi pupphāni pavesetuṁ vaṭṭatīti viññāyati, vīmaṁsitvā yuttataraṁ gahetabbaṁ. Ubhayatthāpi panettha nevatthi virodhoti amhākaṁ khanti.",
  "tika-vin01t21:245": "Matthakadāmanti dhammāsanādimatthake lambakadāmaṁ. Pupphehi veṭhentīti pupphadāmena veṭhenti. Tesaṁyevāti uppalādīnaṁyeva. Vākena vā daṇḍakena vāti visuṁ acchinnena pupphasahiteneva vākena vā daṇḍakena vā. Khandhe ṭhapitakāsāvassāti khandhe ṭhapitasaṅghāṭiṁ sandhāya vuttaṁ. Tañhi tathā bandhituṁ sakkā bhaveyya. Imināva aññampi tādisaṁ kāsāvaṁ vā vatthaṁ vā vuttanayena bandhitvā tattha pupphāni pakkhipituṁ vaṭṭatīti siddhaṁ. Aṁsabhaṇḍikaṁ pasibbake pakkhittasadisattā veṭhimaṁ nāma na jātaṁ, tasmā sithilabandhassa antarantarā pakkhipituṁ vaṭṭatīti vadanti.",
  "tika-vin01t21:246": "Pupphapaṭeca daṭṭhabbanti pupphapaṭaṁ karontassa dīghato pupphadāmassa haraṇapaccāharaṇavasena pūraṇaṁ sandhāya vuttaṁ. Tiriyato haraṇaṁ pana vāyimaṁ nāma hoti, na pūrimaṁ. Purimaṭṭhānaṁ atikkāmetīti ettha ‘‘aphusāpetvāpi atikkāmentassa āpattiyevā’’ti tīsupi gaṇṭhipadesu vuttaṁ. ‘‘Purimaṭṭhānaṁ atikkāmetī’’ti avisesena vuttattā taṁ yuttaṁ. Keci pana ‘‘aññamaññaṁ aphusāpetvā anekakkhattuṁ parikkhipituṁ vaṭṭatī’’ti vadantīti vuttaṁ, tattha kāraṇaṁ na dissati. Bandhituṁ vaṭṭatīti puppharahitāya suttakoṭiyā vākakoṭiyā vā bandhituṁ vaṭṭati. Ekavāraṁ haritvā vā parikkhipitvā vāti idaṁ pubbe vuttacetiyādiparikkhepaṁ pupphapaṭakaraṇañca sandhāya vuttaṁ, tasmā cetiyaṁ vā bodhiṁ vā parikkhipantena ekavāraṁ parikkhipitvā purimaṭṭhānaṁ sampatte aññassa dātabbaṁ, tenapi ekavāraṁ parikkhipitvā tatheva kātabbaṁ. Pupphapaṭaṁ karontena ca ekavāraṁ haritvā aññassa dātabbaṁ, tenapi tatheva kātabbaṁ. Sacepi dveyeva bhikkhū ubhosu passesu ṭhatvā pariyāyena haranti, vaṭṭatiyevāti vadanti.",
  "tika-vin01t21:247": "Pūritanti dīghato pasāraṇavasena pūritaṁ. Vāyituṁ na labhatīti dīghato pasārite tiriyato haraṇaṁ vāyanaṁ nāma hotīti ekavārampi pupphaguṇaṁ tiriyato harituṁ na vaṭṭati. Pupphāni ṭhapentenāti aganthitāni pākatikapupphāni ṭhapentena. Pupphadāmaṁ pana pūjanatthāya bhūmiyaṁ ṭhapentena phusāpetvā vā aphusāpetvā vā diguṇaṁ katvā ṭhapetuṁ na vaṭṭatīti vadanti. Ghaṭikadāmaolambakoti ante ghaṭikākārayutto yamakadāmaolambako. Ekekaṁ pana dāmaṁ nikkhantasuttakoṭiyāva bandhitvā olambituṁ vaṭṭati, pupphadāmadvayaṁ saṅghaṭitukāmenapi nikkhantasuttakoṭiyāva suttakoṭiṁ saṅghaṭituṁ vaṭṭati. Aḍḍhacandākārena mālāguṇaparikkhepoti aḍḍhacandākārena mālāguṇassa punappunaṁ haraṇapaccāharaṇavasena pūretvā parikkhipanaṁ. Teneva taṁ pūrime paviṭṭhaṁ, tasmā etampi aḍḍhacandākāraṁ punappunaṁ haraṇapaccāharaṇavasena pūritaṁ na vaṭṭati. Ekavāraṁ pana aḍḍhacandākārena mālāguṇaṁ harituṁ vaṭṭatīti vadanti. Pupphadāmakaraṇanti ettha suttakoṭiyaṁ gahetvāpi ekato kātuṁ na vaṭṭatīti vadanti. Geṇḍukakharapattadāmānaṁ paṭikkhittattā celādīhi katadāmampi na vaṭṭati akappiyānulomattāti vadanti.",
  "tika-vin01t21:248": "‘‘Lāsiyanāṭakaṁnāṭentī’’ti vatvā tameva pariyāyantarena dassetuṁ ‘‘recakaṁ dentī’’ti vuttaṁ, abhinayaṁ dassentīti attho, attano adhippāyaṁ pakāsetvā ‘‘evaṁ naccitabba’’nti paṭhamaṁ uṭṭhahitvā naccanākāraṁ dassentīti vuttaṁ hoti. Keci pana ‘‘mukhe aṅguliyo pakkhipitvā saddaṁ karontā cakkamiva attānaṁ bhamayamānā recakaṁ denti nāmā’’ti vadanti. Ekekāya pantiyā aṭṭha aṭṭha padāni assāti aṭṭhapadaṁ. ‘‘Aṭṭhāpada’’ntipi paṭhanti. Dasapadepi eseva nayo. Padānīti ca sāriādīnaṁ patiṭṭhānaṭṭhānāni. Dasapadaṁ nāma dvīhi pantīhi vīsatiyā padehi kīḷanajūtaṁ. Ākāseyeva kīḷantīti ‘‘ayaṁ sārī asukapadaṁ mayā nītā, ayaṁ asukapada’’nti kevalaṁ mukheneva vadantā ākāseyeva jūtaṁ kīḷanti. Jūtaphalaketi jūtamaṇḍale. Pāsakakīḷāya kīḷantīti pāsakaṁ vuccati chasu passesu ekekaṁ yāva chakkaṁ dassetvā katakīḷanaṁ, taṁ vaḍḍhetvā yathāladdhaekakādivasena sāriyo apanentā upanentā ca kīḷanti. Ghaṭena kīḷā ghaṭikāti eke.",
  "tika-vin01t21:249": "Mañjaṭṭhiyā vāti mañjaṭṭhirukkhasāraṁ gahetvā pakkakasāvaṁ sandhāya vadati. Salākahatthanti tālahīrādīnaṁ kalāpassetaṁ adhivacanaṁ. Bahūsu salākāsu visesarahitaṁ ekaṁ salākaṁ gahetvā tāsu pakkhipitvā puna taṁyeva uddharantā salākahatthena kīḷantīti keci. Paṇṇena vaṁsākārena katā nāḷikā paṇṇanāḷikā. Tenevāha ‘‘taṁ dhamantā’’ti. Pucchantassa mukhāgataṁ akkharaṁ gahetvā naṭṭhamuṭṭhilābhālābhādijānanakīḷā akkharikātipi vadanti. Hatthisminti nimittatthe bhummaṁ, hatthinimittasippeti attho. Assasmintiādīsupi eseva nayo. ‘‘Usseḷenti apphoṭentī’’ti dvinnaṁ padānaṁ attho pākaṭoyevāti na vutto. Tattha usseḷentīti mukhena usseḷanasaddaṁ pamuñcanti, mahantaṁ katvā abyattasaddaṁ pavattentīti attho. ‘‘Ajānaṁ saññaṁ dentā ajapālakā viya mukhena vātaṁ nicchārentā sukhumaṁ abyattanādaṁ pavattentī’’tipi vadanti. Apphoṭentīti bhujahatthasaṅghaṭṭanasaddaṁ pavattenti, vāmahatthaṁ ure ṭhapetvā dakkhiṇena pāṇinā tattha tāḷanena saddaṁ karontīti attho. Mukhaḍiṇḍimanti mukhabheriyā etaṁ adhivacanaṁ.",
  "tika-vin01t21:250": "432.Pasādāvahenāti pasādajananakena. Abhikkamanaṁ abhikkantanti āha ‘‘gamanenā’’ti. Paṭikkamanaṁ paṭikkantaṁ. Nivattanenāti nivattimattaṁ dasseti. Nivattetvā pana gamanaṁ gamanameva. Abhimukhaṁ lokitaṁ ālokitanti āha ‘‘purato dassanenā’’ti. Ito cito ca dassanenāti anudisāpekkhanaṁ dasseti. Yaṁdisābhimukho gacchati tiṭṭhati nisīdati, tadabhimukhaṁ pekkhanaṁ ālokitaṁ, tadanugatadisālokanaṁ ‘‘vilokita’’nti hi vuccati. Aññānipi heṭṭhā upari pacchato pekkhanavasena olokitaullokitāpalokitāni nāma honti. Tāni pana na samaṇasāruppāni appasādāvahāni, tenevettha ālokitavilokitāneva gahitāni. Tesanti samāse guṇībhūtānipi pabbāni parāmasati. ‘‘Pabbasaṅkocanenā’’ti hi vuttattā pabbāni tattha guṇībhūtāni saṅkocanassa padhānattā. Satisampajaññehīti sātthakatādipariggāhikāya satiyā tathāpavattasampajaññena ca samantato pakārehi, pakaṭṭhaṁ vā savisesaṁ jānātīti sampajāno, tassa bhāvo sampajaññaṁ. Tathāpavattañāṇassetaṁ adhivacanaṁ. Abhisaṅkhatattāti sammā pavattitattā. Heṭṭhākhittacakkhūti khandhaṁ anāmetvāva adhokhittacakkhu. Khandhaṁ nāmetvā hi heṭṭhāvalokanaṁ na samaṇasāruppaṁ. ‘‘Okkhittacakkhū’’ti ca iminā yugamattadassitā vuttā.",
  "tika-vin01t21:251": "Bondoti lolo mandadhātukoti attho. Bhakuṭiṁ katvāti bhamukabhedaṁ katvā. Sākhalyena yuttāti ‘‘tattha katamaṁ sākhalyaṁ? Yā sā vācā nelā kaṇṇasukhā’’tiādinā (dha. sa. 1350) nayena vuttasākhalyena samannāgatā, muduvacanāti attho. Nelāti elaṁ vuccati doso, nāssā elanti nelā, niddosāti attho. Kaṇṇasukhāti byañjanamadhuratāya kaṇṇānaṁ sukhā, sūcinā vijjhanaṁ viya kaṇṇasūlaṁ na janeti. Dānanibaddhānīti nibaddhadānāni.",
  "tika-vin01t21:252": "‘‘Sāriputtamoggallāne āmantesī’’ti vatvā ‘‘gacchatha tumhe sāriputtā’’ti vacanato ‘‘sāriputtā’’ti idaṁ ekasesanayena vuttanti ayamattho pākaṭoyevāti na vutto. ‘‘Sāriputtā’’ti hi idaṁ ekasesanayena vuttaṁ virūpekasesassapi icchitattā, tenevettha bahuvacananiddeso katoti. Saddhassa pasannassāti ratanattayassa saddhāya samannāgatassa tatoyeva ca pasannassa, kammaphalasaddhāya vā samannāgatattā saddhassa ratanattayappasādabahulatāya pasannassa.",
  "tika-vin01t21:253": "433.Āpattiṁ ropetabbāti kuladūsakakammena āpannāpattiṁ ropetabbā. Tasmiṁ vihāreti bahigāme vihāraṁ sandhāya vuttaṁ. Antogāme vihāro pana ‘‘tasmiṁ gāme na vasitabba’’nti imināva saṅgahito gāmaggahaṇeneva gahitattā. ‘‘Tasmiṁ vihāre’’ti vacanato tassa gāmassa sāmantā aññasmiṁ vihāre vasituṁ vaṭṭati. Sāmantagāme piṇḍāya na caritabbanti tasmiṁ vihāre vāsassa paṭikkhittattā yadi tattha vasati, tena sāmantagāmepi piṇḍāya na caritabbanti adhippāyo. Tasmiṁ gāme piṇḍāya na caritabbanti yasmiṁ gāme kuladūsakakammaṁ kataṁ, tasmiṁ gāme na caritabbaṁ. Yasmiñhi gāme vā nigame vā kuladūsakakammaṁ kataṁ, yasmiñca vihāre vasati, neva tasmiṁ gāme vā nigame vā carituṁ labbhati, na vihāre vasituṁ. Sāmantavihāre vasantena pana sāmantagāme carituṁ vaṭṭati tattha vāsassa appaṭikkhittattā.",
  "tika-vin01t21:254": "435.Aṭṭhārasavattānīti ‘‘na upasampādetabbaṁ, na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo, na bhikkhunovādakasammuti sāditabbā, sammatena bhikkhuniyo na ovaditabbā, yāya āpattiyā saṅghena pabbājanīyakammaṁ kataṁ hoti, na sā āpatti āpajjitabbā aññā vā tādisikā tato vā pāpiṭṭhatarā, kammaṁ na garahitabbaṁ, kammikā na garahitabbā, na pakatattassa bhikkhuno uposatho ṭhapetabbo, na pavāraṇā ṭhapetabbā, na savacanīyaṁ kātabbaṁ, na anuvādo ṭhapetabbo, na okāso kāretabbo, na codetabbo, na sāretabbo, na bhikkhūhi sampayojetabba’’nti evamāgatāni aṭṭhārasa vattāni.",
  "tika-vin01t21:255": "Assajipunabbasukappadhānā assajipunabbasukāti vuttā sahacaraṇañāyena. Anulomapaṭipadaṁ appaṭipajjanatāyāti yathāpaññattasammāvattasaṅkhātaṁ anulomapaṭipadaṁ appaṭipajjanatāya, yena vattena ciṇṇena saṅgho anulomiko hoti, tasmiṁ avattanatoti vuttaṁ hoti. Na pannalomā hontīti patitalomā na honti, anukūlavuttino na hontīti attho. Nittharaṇamaggaṁ na paṭipajjantīti anulomavattasaṅkhātaṁ nittharaṇūpāyaṁ na paṭipajjanti, yena vattena ciṇṇena sāpattikabhāvato nittiṇṇā honti, tasmiṁ nittharaṇakavattasmiṁ na vattanti, āpattivuṭṭhānatthaṁ turitaturitā chandajātā na hontīti vuttaṁ hoti. Dasahi akkosavatthūhīti jātināmagottakammasippaābādhaliṅgakilesaāpattihīnasaṅkhātehidasahi akkosakāraṇehi. Chandagāmitā pāpentītiādīsu ya-kāro ‘‘sayaṁ abhiññā’’tiādīsu viya luttaniddiṭṭhoti āha ‘‘chandagāmitāyapi pāpentī’’tiādi. Tesanti assajipunabbasukānaṁ gaṇapāmokkhānaṁ.",
  "tika-vin01t21:256": "436-437. Nigamassa apākaṭattā taṁ dassetuṁ ‘‘tatthā’’tiādimāha. Parasantakaṁ deti, dukkaṭamevāti vissāsaggāhena parasantakaṁ gahetvā dentaṁ sandhāya vuttaṁ. Tañca kho vatthupūjanatthāyāti mātāpitūnampi dentena vatthupūjanatthāya eva dātabbanti dasseti. ‘‘Maṇḍanatthāya pana sivaliṅgādipūjanatthāyāti ettakameva vuttattā imaṁ vikkiṇitvā jīvikampi kappessantīti mātuādīnaṁ dātuṁ vaṭṭatī’’ti vadanti. Kassacipīti ñātakassa aññātakassa vā kassacipi. Ñātisāmaṇerehevāti anucchavikattā vuttaṁ. Sampattānaṁ sāmaṇerānaṁ upaḍḍhabhāgaṁ dātuṁ vaṭṭatīti saṅghikassa lābhassa upacārasīmagatānaṁ sāmaṇerānampi santakattā tesampi upaḍḍhabhāgo labbhatevāti katvā vuttaṁ. Cūḷakanti upaḍḍhabhāgatopi upaḍḍhaṁ. Catutthabhāgassetaṁ adhivacanaṁ.",
  "tika-vin01t21:257": "‘‘Sāmaṇerā…pe… ṭhapentī’’ti idaṁ vassaggena abhājiyaṁ sandhāya vuttaṁ. Tattha tatthāti magge vā cetiyaṅgaṇe vā. Dāpetuṁ na labhantīti sāmaṇerehi dāpetuṁ ananucchavikattā vuttaṁ. Na hi taṁ pupphadānaṁ nāma siyā. Yadi hi tathā āgatānaṁ tesaṁ dānaṁ pupphadānaṁ bhaveyya, sāmaṇerehipi dātuṁ na labbheyya. Sayamevāti sāmaṇerā sayameva. Yāgubhattādīni ādāyāti idaṁ bhikkhūnaṁ atthāya yāgubhattādisampādanaṁ sandhāya vuttattā ‘‘na vaṭṭatī’’ti avisesena vuttaṁ.",
  "tika-vin01t21:258": "Vuttanayenevāti mātāpitūnaṁ tāva haritvāpi harāpetvāpi pakkositvāpi pakkosāpetvāpi dātuṁ vaṭṭati, sesañātakānaṁ pakkosāpetvāva. Mātāpitūnañca harāpentena ñātisāmaṇereheva harāpetabbaṁ, itare pana yadi sayameva icchanti, vaṭṭatīti imaṁ pupphe vuttanayaṁ phalepi atidisati, tasmā phalampi mātāpitūnaṁ haraṇaharāpanādinā dātuṁ vaṭṭati, sesañātīnaṁ pakkosāpetvāva. Idāni ‘‘yo haritvā vā harāpetvā vā…pe… issaravatāya dadato thullaccaya’’nti imaṁ pupphe vuttanayaṁ phalepi saṅkhipitvā dassento ‘‘kulasaṅgahatthāya panā’’tiādimāha. Khīṇaparibbayānanti āgantuke sandhāya vuttaṁ. Phalaparicchedena vāti ‘‘ettakāni phalāni dātabbānī’’ti evaṁ phalaparicchedena vā. Rukkhaparicchedena vāti ‘‘imehi rukkhehi dātabbānī’’ti evaṁ rukkhaparicchedena vā. Paricchinnesupi rukkhesu ‘‘idha phalāni sundarāni, ito gaṇhathā’’ti vadantena kulasaṅgaho kato nāma hotīti āha ‘‘evaṁ pana na vattabba’’nti.",
  "tika-vin01t21:259": "Rukkhacchallīti rukkhattaco. Tesaṁ tesaṁ gihīnaṁ gāmantaradesantarādīsu sāsanapaṭisāsanaharaṇaṁ jaṅghapesanikaṁ. Tenāha ‘‘gihīnaṁ dūteyyaṁ sāsanaharaṇakamma’’nti. Dūtassa kammaṁ dūteyyaṁ. Paṭhamaṁ sāsanaṁ aggahetvāpi…pe… pade pade dukkaṭanti idaṁ tassa sāsanaṁ ārocessāmīti iminā adhippāyena gamanaṁ sandhāya vuttaṁ, tassa pana sāsanaṁ paṭikkhipitvā sayameva kāruññe ṭhito gantvā attano patirūpaṁ sāsanaṁ āroceti, anāpatti. Pubbe vuttappakāranti ‘‘mama vacanena bhagavato pāde vandathā’’tiādinā vuttappakāraṁ sikkhāpade paṭhamaṁ vuttaṁ. Pakkamatāyasmāti idaṁ pabbājanīyakammavasena vuttaṁ. Puna pakkamatāyasmāti idaṁ pana pabbājanīyakammakatassa vattavasena vuttaṁ. Paṭhamasaṅghabhedasadisānevāti ettha aṅgesupi yathā tattha parakkamanaṁ, evaṁ idha chandādīhi pāpanaṁ daṭṭhabbaṁ. Sesaṁ tādisamevāti.",
  "tika-vin01t21:260": "Kuladūsakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin01t21:261": "Nigamanavaṇṇanā",
  "tika-vin01t21:262": "442. Paṭhamaṁ āpatti āpajjanaṁ etesanti paṭhamāpattikā. Tattakāni ahānīti paṭicchāditadivasato paṭṭhāya yāva ārocitadivaso, tāva divasapakkhamāsasaṁvaccharavasena yattako kālo atikkanto, tattakaṁ kālanti attho. Akāmena avasenāti ettha appaṭikammakatāya āpattiyā saggamokkhāvaraṇabhāvato anicchantenapi parivasitabbanti adhippāyo. Avhātabboti abbhānakammavasena pakkositabbo. Te ca bhikkhū gārayhāti ettha ye ūnabhāvaṁ ñatvā abbhenti, te bhikkhū ca garahitabbā sātisārā sadosā, dukkaṭaṁ āpajjantīti ayamattho pākaṭoyevāti na vutto. Sāmīcīti vattaṁ.",
  "tika-vin01t21:263": "Iti samantapāsādikāya vinayaṭṭhakathāya sāratthadīpaniyaṁ",
  "tika-vin01t21:264": "Terasakavaṇṇanā niṭṭhitā."
}