{
  "tika-vin11t35:0": "Kammaṭṭhānavibhāvanāvidhānakathāvaṇṇanā",
  "tika-vin11t35:1": "3125. ‘‘Ādimhi sīlaṃ dasseyya.",
  "tika-vin11t35:2": "Majjhe maggaṃ vibhāvaye;",
  "tika-vin11t35:3": "Pariyosāne ca nibbānaṃ;",
  "tika-vin11t35:4": "Esā kathikasaṇṭhitī’’ti. (dī. ni. aṭṭha. 1.190; ma. ni. aṭṭha. 1.291; a. ni. aṭṭha. 2.3.64) –",
  "tika-vin11t35:5": "Vuttaṃ dhammakathikalakkhaṇaṃ samanussarantoyamācariyo pātimokkhasaṃvarasīlaparidīpakaṃ vinicchayaṃ nātisaṅkhepavitthāramukhena dassetvā taṃmūlakānaṃ itaresañca tiṇṇaṃ sīlānaṃ taṃdassaneneva dassitabhāvañca sīlavisuddhimūlikā cittavisuddhiādiyo pañcavisuddhiyo ca taṃmūlikañca ariyamaggasaṅkhātaṃ ñāṇadassanavisuddhiṃ tadadhigamanīyaṃ nibbānañca dassetvā yathāraddhaṃ vinayakathaṃ pariyosāpetukāmo āha ‘‘pāmokkhe’’tiādi. Tattha pāmokkheti samādhiādīnaṃ anavajjadhammānaṃ patiṭṭhābhāvena uttame. Mokkhappavesaneti amatamahānibbānanagarassa pavesananimitte. Mukhe asahāyadvārabhūte. Yathāha –",
  "tika-vin11t35:6": "‘‘Saggārohaṇasopānaṃ, aññaṃ sīlasamaṃ kuto;",
  "tika-vin11t35:7": "Dvāraṃ vā pana nibbāna-nagarassa pavesane’’ti. (visuddhi. 1.9; bu. baṃ. aṭṭha. 3.dīpaṅkarabuddhavaṃsavaṇṇanā);",
  "tika-vin11t35:8": "Sabbadukkhakkhayeti jātidukkhādisabbadukkhānaṃ khayassa ariyamaggassa adhigamūpāyattā phalūpacārena sabbadukkhakkhayasaṅkhāte. ‘‘Pāmokkhe’’ti ca ‘‘mokkhappavesane mukhe’’ti ca ‘‘sabbadukkhakkhaye’’ti ca ‘‘pātimokkhasmi’’nti etassa visesanaṃ. Vutteti pārājikato paṭṭhāya nānappakārato niddiṭṭhe sati. Itarattayaṃ vuttamevāti sambandho. Indriyasaṃvarasīlaājīvapārisuddhisīlapaccayasannissitasīlasaṅkhātaṃ itaraṃ sīlattayaṃ vuttameva hoti ‘‘rājā āgato’’ti vutte parisāya āgamanaṃ viya, tasmā taṃ na vakkhāmāti adhippāyo.",
  "tika-vin11t35:9": "3126.Idaṃ catubbidhaṃ sīlanti pātimokkhasaṃvarasīlādiṃ catupārisuddhisīlaṃ. Ñatvāti lakkhaṇādito, vodānato, hānabhāgiyaṭṭhitibhāgiyavisesabhāgiyanibbedhabhāgiyādippakārato ca jānitvā. Tatthāti catubbidhasīle. Patiṭṭhitoti acchiddādiaṅgasamannāgatabhāvamāpādanena patiṭṭhito. Samādhinti upacārappanābhedalokiyasamādhiṃ. Bhāvetvāti samacattālīsāya kammaṭṭhānesu punappunaṃ anuyogavasena vaḍḍhetvā. Paññāyāti tilakkhaṇākārādiparicchedikāya lokuttarāya paññāya hetubhūtāya, karaṇabhūtāya ca. Parimuccatīti sabbakilesabandhanaṃ chetvā saṃsāracārakā samantato muccati, anupādisesāya nibbānadhātuyā parinibbāyatīti adhippāyo.",
  "tika-vin11t35:10": "3127. Evaṃ samāsato vuttamevatthaṃ niddisanto āha ‘‘dasānussatiyo’’tiādi. Dasa anussatiyo ca dasa kasiṇā ca dasa asubhā ca catasso appamaññāyo ca tathā cattāro āruppā ca vuttā. Aparaṃ kammaṭṭhānadvayañca vuttanti sambandho.",
  "tika-vin11t35:11": "Tattha dasānussatiyo nāma ‘‘buddhānussati, dhammānussati, saṅghānussati, sīlānussati, cāgānussati, devatānussati, kāyagatāsati, maraṇānussati, ānāpānasati, upasamānussatī’’ti (visuddhi. 1.47) evaṃ vuttā dasa anussatiyo.",
  "tika-vin11t35:12": "Dasa kasiṇā nāma ‘‘pathavīkasiṇaṃ, āpokasiṇaṃ, tejokasiṇaṃ, vāyokasiṇaṃ, nīlakasiṇaṃ, pītakasiṇaṃ, lohitakasiṇaṃ, odātakasiṇaṃ, ālokakasiṇaṃ, paricchinnākāsakasiṇa’’nti (visuddhi. 1.47) vuttā ime dasa kasiṇā.",
  "tika-vin11t35:13": "Dasa asubhā nāma ‘‘uddhumātakaṃ, vinīlakaṃ, vipubbakaṃ, vicchiddakaṃ, vikkhāyitakaṃ, vikkhittakaṃ, hatavikkhittakaṃ, lohitakaṃ, puḷuvakaṃ, aṭṭhika’’nti (visuddhi. 1.47) vuttā ime dasa asubhā.",
  "tika-vin11t35:14": "Catasso appamaññāyo nāma ‘‘mettā, karuṇā, muditā, upekkhā’’ti (visuddhi. 1.47) vuttā ime appamaññāyo.",
  "tika-vin11t35:15": "Cattāro āruppā nāma ‘‘ākāsānañcāyatanaṃ, viññāṇañcāyatanaṃ, ākiñcaññāyatanaṃ, nevasaññānāsaññāyatana’’nti (visuddhi. 1.47) vuttā ime āruppā. Aparaṃ kammaṭṭhānadvayaṃ nāma ‘‘āhārepaṭikkūlasaññā, catudhātuvavatthāna’’nti vuttaṃ ṭṭhānaubhayaṃ.",
  "tika-vin11t35:16": "3128. Iccevaṃ cattālīsavidhaṃ manobhuno kammaṭṭhānaṃ sabbampi kammaṭṭhānaṃ samuddiṭṭhaṃ siyāti yojanā. Kammassa yogasaṅkhātassa ṭhānaṃ ārammaṇabhāvena pavattiṭṭhānanti kammaṭṭhānaṃ. Tiṭṭhati ettha phalaṃ tadāyattavuttitāyāti ṭhānaṃ, kāraṇaṃ, kammassa vipassanāya ṭhānaṃ kāraṇaṃ kammaṭṭhānaṃ, kassāti āha ‘‘manobhuno’’ti. Mano abhibhavatīti manobhū, tassa manobhuno, kusalacittappavattinivāraṇena tathāladdhanāmassa kāmadevassāti attho. Iminā kammaṭṭhānagaṇanāparicchedo dassito.",
  "tika-vin11t35:17": "3129-30. Imesaṃ kammaṭṭhānānaṃ bhāvanāmayaṃ bhinditvā dassetuṃ mātikaṃ tāva dassento āha ‘‘upacārappanāto’’tiādi. Tattha upacārappanātoti ‘‘ettakāni kammaṭṭhānāni upacārāvahāni , ettakāni appanāvahānī’’ti evaṃ upacārappanāvasena ca. Jhānabhedāti ‘‘ettakāni paṭhamajjhānikāni, ettakāni tikacatukkajjhānikāni, ettakāni pañcakajjhānikānī’’tiādinā jhānabhedā ca. Atikkamāti aṅgānaṃ, ārammaṇānañca atikkamato. Vaḍḍhanāvaḍḍhanā cāpīti aṅguladvaṅgulādivasena vaḍḍhetabbā, avaḍḍhetabbā ca. Ārammaṇabhūmitoti nimittārammaṇādiārammaṇato ceva labbhamānālabbhamānabhūmito ca.",
  "tika-vin11t35:18": "Gahaṇāti diṭṭhādivasena gahetabbato. Paccayāti taṃtaṃṭhānānaṃ paccayabhāvato ca. Bhiyyoti puna-saddatthanīhārattho. Cariyānukūlatoti rāgacariyādīnaṃ anukūlabhāvatoti ayaṃ viseso ayaṃ bhedo. Etesu cattālīsāya kammaṭṭhānesu.",
  "tika-vin11t35:19": "3131. Evaṃ mātikaṃ niddisitvā yathākkamaṃ niddisanto paṭhamaṃ tāva upacārāvahādayo dassetumāha ‘‘aṭṭhānussatiyo’’tiādi . Tatthāti tissaṃ mātikāyaṃ, tesu vā cattālīsāya kammaṭṭhānesu. Aṭṭhānussatiyoti kāyagatāsatiānāpānasatidvayavajjitā buddhānussatiādikā aṭṭha anussatiyo ca. Saññā āhārepaṭikkūlasaññā ca. Vavatthānañca catudhātuvavatthānañcāti ime dasa. Upacārāvahāti buddhaguṇādīnaṃ paramatthabhāvato, anekavidhattā, ekassāpi gambhīrabhāvato ca etesu dasasu kammaṭṭhānesu appanāvasena samādhissa patiṭṭhātumasakkuṇeyyattā appanābhāvanāppatto samādhi upacārabhāveyeva patiṭṭhāti, tasmā ete upacārāvahā.",
  "tika-vin11t35:20": "Nanu cettha dutiyacatutthāruppasamādhi, lokuttaro ca samādhi paramatthadhamme appanaṃ pāpuṇāti, tasmā ‘‘paramatthabhāvato’’ti hetu appanamapāpuṇane kāraṇabhāvena na vuccatīti? Na, tassa bhāvanāvisesena paramatthadhamme pavattisambhavato, imassa ca rūpāvacaracatutthabhāvanāvisesasambhavato ca. Tathā hi dutiyacatutthāruppasamādhi appanāpattassa arūpāvacarasamādhissa catutthajjhānassa ārammaṇasamatikkamamattabhāvanāvasena sabhāvārammaṇepi appanaṃ pāpuṇāti. Visuddhibhāvanānukkamabalena lokuttaro samādhi appanaṃ pāpuṇātīti.",
  "tika-vin11t35:21": "3132.Tatthāti tesu jhānāvahesu tiṃsakammaṭṭhānesu. Asubhāti uddhumātakādayo dasa asubhā. Kāyagatāsatīti kāyagatāsati cāti ime ekādasa. Paṭhamajjhānikāti imesaṃ paṭikkūlārammaṇattā, paṭikkūlārammaṇe ca cittassa caṇḍasotāya nadiyā arittabalena nāvāṭṭhānaṃ viya vitakkabaleneva pavattisambhavato avitakkānaṃ dutiyajjhānādīnaṃ asambhavoti savitakkassa paṭhamajjhānasseva sambhavato paṭhamajjhānikā. Ānāpānañca kasiṇā cāti ime ekādasa catukkajjhānikā rūpāvacaracatukkajjhānikā ca catukkanayena, pañcakajjhānikā ca.",
  "tika-vin11t35:22": "3133.Tissova appamaññāti mettā, karuṇā, muditāti appamaññā tissova. Sāmaññaniddese etāsameva gahaṇaṃ kathaṃ viññāyatīti? ‘‘Atha pacchimā’’tiādinā catutthāya appamaññāya catutthajjhānikabhāvassa vakkhamānattā pārisesato taṃ viññāyati. Tikajjhānānīti tikajjhānikā. ‘‘Tikajjhānā’’ti vattabbe liṅgavipallāsena evaṃ vuttanti daṭṭhabbaṃ. Mettādīnaṃ domanassasahagatabyāpādavihiṃsānabhiratīnaṃ pahāyakattā domanassapaṭipakkhena somanasseneva sahagatatā vuttāti catukkanayena tikajjhānikatā vuttā, pañcakanayena catukkajjhānikatā ca.",
  "tika-vin11t35:23": "‘‘Athā’’ti idaṃ ‘‘pacchimā’’ti padassa ‘‘tisso’’ti iminā purimapadena sambandhanivattanatthaṃ. Pacchimā appamaññā, cattāro āruppā ca catutthajjhānikā matā catukkanayena, pañcamajjhānikā ca. ‘‘Sabbe sattā sukhitā hontu, dukkhā muccantu, laddhasukhasampattito mā vigacchantū’’ti mettāditividhavasappavattaṃ byāpārattayaṃ pahāya kammassakatādassanena sattesu majjhattākārappattabhāvanānibbattāya tatramajjhattopekkhāya balavatarattā appanāppattassa upekkhābrahmavihārassa sukhasahagatatāsambhavato upekkhāsahagatatā vuttā.",
  "tika-vin11t35:24": "3134. Aṅgārammaṇato atikkamo dvidhā vuttoti yojanā. Catukkatikajjhānesūti dasakasiṇā, ānāpānasatīti ekādasasu catukkajjhānikesu ceva mettādipurimabrahmavihārattayasaṅkhātesu tikajjhānikesu ca kammaṭṭhānesu. Aṅgātikkamatāti ekasmiṃyeva ārammaṇe vitakkādijhānaṅga samatikkamena paṭhamajjhānādīnaṃ ārammaṇeyeva dutiyajjhānādīnaṃ uppattito aṅgātikkamo adhippetoti attho. Aṅgātikkamoyeva aṅgātikkamatā.",
  "tika-vin11t35:25": "3135.Aṅgātikkamatoti tatiyajjhānasampayuttasomanassātikkamanato. Ārammaṇamatikkammāti paṭibhāganimittakasiṇugghāṭimākāsatabbisayapaṭhamāruppaviññāṇatadabhāvasaṅkhātāni cattāri ārammaṇāni yathākkamaṃ atikkamitvā. Kasiṇugghāṭimākāsatabbisayapaṭhamāruppaviññāṇatadabhāvatabbisayatatiyāruppaviññāṇasaṅkhātesu catūsu ārammaṇesu āruppā ākāsānañcāyatanādīni cattāri arūpāvacarajjhānāni jāyare uppajjanti.",
  "tika-vin11t35:26": "3136.Etthāti etesu ārammaṇesu. Vaḍḍhetabbānīti ‘‘yattakaṃ okāsaṃ kasiṇena pharati, tadabbhantare dibbāya sotadhātuyā saddaṃ sotuṃ, dibbena cakkhunā rūpaṃ passituṃ, parasattānañca cetasā cittaṃ aññātuṃ samattho hotī’’ti vuttappayojanaṃ sandhāya aṅgagaṇanādivasena paricchinditvā yattakaṃ icchati, tattakaṃ vaḍḍhetabbāni. Sesaṃ asubhādi sabbaṃ taṃ kammaṭṭhānaṃ payojanābhāvā na vaḍḍhetabbamevāti yojanā.",
  "tika-vin11t35:27": "3137.Tattha tesu kammaṭṭhānesu dasa kasiṇā ca dasa asubhā ca kāyagatāsati, ānāpānasatīti ime bāvīsati kammaṭṭhānāni paṭibhāgārammaṇānīti yojanā. Ettha ‘‘kasiṇā’’tiādinā tadārammaṇāni jhānāni gahitāni.",
  "tika-vin11t35:28": "3138.Dhātuvavatthananti catudhātuvavatthānaṃ, gāthābandhavasena rassattaṃ. Viññāṇañcāti viññāṇañcāyatanaṃ. Nevasaññāti nevasaññānāsaññāyatanaṃ. Dasa dveti dvādasa. Bhāvagocarāti sabhāvadhammagocarā, paramatthadhammālambaṇāti vuttaṃ hoti.",
  "tika-vin11t35:29": "3139.Dve ca āruppamānasāti ākāsānañcāyatanaākiñcaññāyatanasaṅkhātā arūpāvacaracittuppādā dve ca. Cha ime dhammā navattabbagocarā niddiṭṭhāti yojanā catunnaṃ appamaññānaṃ sattapaññattiyā, paṭhamāruppassa kasiṇugghāṭimākāsapaññattiyā, tatiyāruppassa paṭhamāruppaviññāṇābhāvapaññattiyā ca ārammaṇattā.",
  "tika-vin11t35:30": "3140.Paṭikkūlasaññāti āhārepaṭikkūlasaññā. Kāyagatāsatīti dvādaseva bhūmito devesu kāmāvacaradevesu kuṇapānaṃ, paṭikkūlārahassa ca asambhavā na pavattantīti yojanā.",
  "tika-vin11t35:31": "3141. Tāni dvādasa ca. Bhiyyoti adhikatthe nipāto, tato adhikaṃ ānāpānasati cāti terasa rūpārūpaloke assāsapassāsānañca abhāvā sabbaso na jāyareti yojanā.",
  "tika-vin11t35:32": "3142.Arūpāvacare arūpabhave caturo āruppe ṭhapetvā aññe chattiṃsa dhammā rūpasamatikkamābhāvā na jāyantīti yojanā. Sabbe samacattālīsa dhammā mānuse manussaloke sabbesameva labbhamānattā jāyanti.",
  "tika-vin11t35:33": "3143.Catutthakasiṇaṃ hitvāti vāyokasiṇaṃ diṭṭhaphuṭṭhena gahetabbattā taṃ vajjetvā nava kasiṇā ca dasa asubhā cāti te ekūnavīsati dhammā diṭṭheneva cakkhuviññāṇena pubbabhāge parikammakāle gahetabbā bhavantīti yojanā. Pubbabhāge cakkhunā oloketvā parikammaṃ kataṃ, tena uggahitanimittaṃ tesaṃ gahetabbanti vuttaṃ hoti.",
  "tika-vin11t35:34": "3144.Phuṭṭhenāti nāsikagge, uttaroṭṭhe vā phuṭṭhavasena. Kāyagatāsatiyaṃ tacapañcakaṃ diṭṭhena gahetabbaṃ. Mālutoti vāyokasiṇaṃ diṭṭhaphuṭṭhena gahetabbaṃ ucchusassādīnaṃ pattesu calamānavaṇṇaggahaṇamukhena, kāyappasādaghaṭṭanena ca gahetabbattā. Ettha etesu kammaṭṭhānesu. Sesakanti vuttāvasesaṃ. Buddhānussatiādikā aṭṭhānussatiyo, cattāro brahmavihārā, cattāro āruppā, āhārepaṭikkūlasaññā, catudhātuvavatthānaṃ, kāyagatāsatiyaṃ vakkapañcakādīni cāti sabbametaṃ parato sutvā gahetabbattā suteneva gahetabbanti vuttaṃ.",
  "tika-vin11t35:35": "3145.Ettha etesu kammaṭṭhānesu ākāsakasiṇaṃ ṭhapetvā nava kasiṇā paṭhamāruppacittassa ārammaṇabhūtakasiṇugghāṭimākāsassa hetubhāvato paccayā jāyare paccayā bhavantīti yojanā.",
  "tika-vin11t35:36": "3146. Dasapi kasiṇā abhiññānaṃ dibbacakkhuñāṇādīnaṃ paccayā bhavantīti yojanā. Catutthassāti catutthassa brahmavihārassa.",
  "tika-vin11t35:37": "3147.Heṭṭhimaheṭṭhimāruppanti ākāsānañcāyatanādikaṃ. Parassa ca parassa cāti viññāṇañcāyatanādiuttarajjhānassa paccayoti pakāsitanti yojanā. Nevasaññāti nevasaññānāsaññāyatanaṃ. Nirodhassāti saññāvedayitanirodhassa, tāya nirodhasamāpattiyā.",
  "tika-vin11t35:38": "3148.Sabbeti samacattālīsakammaṭṭhānadhammā. Sukhavihārassāti diṭṭhadhammasukhavihārassa. Bhavanissaraṇassacāti vibhavūpanissayatāya vipassanāpādakattena āsavakkhayañāṇena adhigantabbassa nibbānassa ca. Bhavasukhānañcāti parikammopacārabhāvanāvasappavattāni kāmāvacarakusalacittāni kāmasugatibhavasukhānaṃ, rūpāvacarappanāvasapavattāni rūpāvacaracittāni rūpāvacarabhavasukhānaṃ, itarāni arūpāvacarabhūtāni arūpāvacarabhavasukhānañca paccayāti dīpitā.",
  "tika-vin11t35:39": "3149. Dasa asubhā, kāyagatāsatīti ime ekādasa rāgacaritassa visesato anukūlā viññeyyāti yojanā. ‘‘Visesato’’ti iminā rāgassa ujuvipaccanīkabhāvena ca atisappāyato ca vutto, itare ca apaṭikkhittāti dīpeti. Vuttañhetaṃ visuddhimagge ‘‘sabbañcetaṃ ujuvipaccanīkavasena ca atisappāyavasena ca vuttaṃ, rāgādīnaṃ pana avikkhambhikā, saddhādīnaṃ vā anupakārā kusalabhāvanā nāma natthī’’ti (visuddhi. 1.47).",
  "tika-vin11t35:40": "3150.Savaṇṇakasiṇāti catūhi vaṇṇakehi kasiṇehi sahitā. Catasso appamaññāyoti ime aṭṭha dosacaritassa anukūlāti pakāsitāti yojanā.",
  "tika-vin11t35:41": "3151.Mohappakatinoti mohacaritassa. ‘‘Ānāpānasati ekāvā’’ti padacchedo.",
  "tika-vin11t35:42": "3152.Maraṇūpasameti maraṇañca upasamo ca maraṇūpasamaṃ, tasmiṃ maraṇūpasame. Satīti maraṇānussati, upasamānussati cāti ete cattāro dhammā. Paññāpakatinoti buddhicaritassa.",
  "tika-vin11t35:43": "3153.Ādianussaticchakkanti buddhadhammasaṅghasīlacāgadevatānussatisaṅkhātaṃ chakkaṃ. Saddhācaritavaṇṇitanti saddhācaritassa anukūlanti kathitaṃ. Āruppāti cattāro āruppā. Sesā kasiṇāti bhūtakasiṇaālokākāsakasiṇānaṃ vasena cha kasiṇāti sesā dasa dhammā. Sabbānurūpakāti sabbesaṃ channaṃ cariyānaṃ anukūlāti attho.",
  "tika-vin11t35:44": "3154-8. Evaṃ yathānikkhittamātikānukkamena kammaṭṭhānappabhedaṃ vibhāvetvā idāni bhāvanānayaṃ dassetumāha ‘‘eva’’ntiādi. Evaṃ pabhedato ñatvā kammaṭṭhānānīti yathāvuttabhedanayamukhena bhāvanāmayārambhadassanaṃ. Paṇḍitoti tihetukapaṭisandhipaññāya paññavā bhabbapuggalo. Tesūti niddhāraṇe bhummaṃ. Medhāvīti pārihāriyapaññāya samannāgato. Daḷhaṃ gahetvānātiādimajjhapariyosāne suṭṭhu sallakkhantena daḷhaṃ aṭṭhiṃ katvā sakkaccaṃ uggahetvā. Kalyāṇamittakoti –",
  "tika-vin11t35:45": "‘‘Piyo garu bhāvanīyo;",
  "tika-vin11t35:46": "Vattā ca vacanakkhamo;",
  "tika-vin11t35:47": "Gambhīrañca kathaṃ kattā;",
  "tika-vin11t35:48": "No caṭṭhāne niyojako’’ti. (visuddhi. 1.37; netti. 113) –",
  "tika-vin11t35:49": "Vuttalakkhaṇako sīlasutapaññādiguṇasamannāgatakalyāṇamittako.",
  "tika-vin11t35:50": "Paṭhamameva palibodhānaṃ ucchedaṃ katvāti yojanā. Paṭhamanti bhāvanārambhato paṭhamameva. Palibodhānaṃ ucchedaṃ katvāti –",
  "tika-vin11t35:51": "‘‘Āvāso ca kulaṃ lābho;",
  "tika-vin11t35:52": "Gaṇo kammañca pañcamaṃ;",
  "tika-vin11t35:53": "Addhānaṃ ñāti ābādho;",
  "tika-vin11t35:54": "Gantho iddhīti te dasā’’ti. (visuddhi. 1.41) –",
  "tika-vin11t35:55": "Vuttānaṃ dasamahāpalibodhānaṃ, dīghakesanakhalomacchedanacīvararajanapattapacanādīnaṃ khuddakapaabodhānañcāti ubhayesaṃ palibodhānaṃ ucchedaṃ katvā niṭṭhāpanena vā ālayapariccāgena vā ucchedaṃ katvā. Iddhi panettha vipassanāya palibodho hoti, na samādhibhāvanāya. Vuttañhetaṃ visuddhimagge ‘‘iddhīti pothujjanikā iddhi. Sā hi uttānaseyyakadārako viya, taruṇasassaṃ viya ca dupparihārā hoti, appamattakeneva bhijjati. Sā pana vipassanāya palibodho hoti, na samādhissa samādhiṃ patvā pattabbattā’’ti (visuddhi. 1.41).",
  "tika-vin11t35:56": "Dosavajjite , anurūpe ca vihāre vasantenāti yojanā. Dosavajjiteti –",
  "tika-vin11t35:57": "‘‘Mahāvāsaṃ navāvāsaṃ, jarāvāsañca panthaniṃ;",
  "tika-vin11t35:58": "Soṇḍiṃ paṇṇañca pupphañca, phalaṃ patthitameva ca.",
  "tika-vin11t35:59": "‘‘Nagaraṃ dārunā khettaṃ, visabhāgena paṭṭanaṃ;",
  "tika-vin11t35:60": "Paccantasīmāsappāyaṃ, yattha mitto na labbhati.",
  "tika-vin11t35:61": "‘‘Aṭṭhārasetāni ṭhānāni, iti viññāya paṇḍito;",
  "tika-vin11t35:62": "Ārakā parivajjeyya, maggaṃ paṭibhayaṃ yathā’’ti. (visuddhi. 1.52) –",
  "tika-vin11t35:63": "Aṭṭhakathāsu vuttehi imehi aṭṭhārasahi dosehi gajjite.",
  "tika-vin11t35:64": "Anurūpe vasantenāti –",
  "tika-vin11t35:65": "‘‘Idha , bhikkhave, senāsanaṃ nātidūraṃ hoti naccāsannaṃ gamanāgamanasampannaṃ, divā appākiṇṇaṃ, rattiṃ appasaddaṃ appanigghosaṃ, appaḍaṃsamakasavātātapasarīsapasamphassaṃ, tasmiṃ kho pana senāsane viharantassa appakasireneva uppajjanti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā, tasmiṃ kho pana senāsane ye te bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati ‘idaṃ, bhante, kathaṃ, imassa ko attho’ti, tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttāniṃ karonti, anekavihitesu ca kaṅkhaṭṭhānīyesu dhammesu kaṅkhaṃ paṭivinodenti. Evaṃ kho, bhikkhave, senāsanaṃ pañcaṅgasamannāgataṃ hotī’’ti (a. ni. 10.11) –",
  "tika-vin11t35:66": "Evaṃ bhagavatā vaṇṇitehi pañcahi guṇehi samannāgatattā anurūpe bhāvanākammānuguṇe vihāre viharantenāti attho. Paṭhamādīnīti paṭhamadutiyādīni rūpāvacarajjhānāni. Sabbaso bhāvetvāti visuddhimagge ‘‘sabbaṃ bhāvanāvidhānaṃ aparihāpentena bhāvetabbo’’ti (visuddhi. 1.41) nikkhittassa mātikāpadassa vitthārakkamena bhāvetvā, cittavisuddhiṃ sampādetvāti vuttaṃ hoti.",
  "tika-vin11t35:67": "Sappaññoti kammajatihetukapaṭisandhipaññāya ceva kammaṭṭhānamanasikārasappāyāni pariggahetvā asappāyaṃ parivajjetvā sappāyasevanopakārāya pārihāriyapaññāya ca samannāgato yogāvacaro. Tatoti nevasaññānāsaññāyatanavajjitarūpārūpajjhānaṃ vipassanāpādakabhāvena samāpajjitvā aṭṭhannaṃ vipassanāpādakajjhānānamaññatarato jhānā vuṭṭhāya. Tenāha visuddhimagge ‘‘ṭhapetvā nevasaññānāsaññāyatanaṃ avasesarūpārūpāvacarajjhānānaṃ aññatarato vuṭṭhāyā’’ti (visuddhi. 2.663).",
  "tika-vin11t35:68": "Nāmarūpavavatthānaṃ katvāti visuddhimagge diṭṭhivisuddhiniddese vuttanayena pañcakkhandhādimukhesu yathicchitena mukhena pavisitvā nāmarūpaṃ vavatthapetvā ‘‘idaṃ nāmaṃ, idaṃ rūpaṃ, imamhā nāmarūpato byatirittaṃ attādi kiñci vattabbaṃ natthī’’ti niṭṭhaṃ gantvā, iminā diṭṭhivisuddhi dassitā.",
  "tika-vin11t35:69": "Kaṅkhaṃ vitīriyāti yathādiṭṭhanāmarūpadhammānaṃ visuddhimagge kaṅkhāvitaraṇavisuddhiniddese (visuddhi. 2.678 ādayo) vuttanayena pañcadhā pariggahetvā ‘‘na tāvidaṃ nāmarūpaṃ ahetukaṃ, na attādihetuka’’nti yāthāvato nāmarūpassa pañcadhā dassanena addhattayagataṃ ‘‘ahosiṃ nu kho ahaṃ atītamaddhāna’’ntiādinayappavattaṃ (ma. ni. 1.18; saṃ. ni. 2.20; mahāni. 174) soḷasavidhaṃ kaṅkhaṃ, ‘‘satthari kaṅkhatī’’tiādinayappavattaṃ (dha. sa. 1008) aṭṭhavidhañca kaṅkhaṃ vīriyena taritvā pajahitvā, iminā kaṅkhāvitaraṇavisuddhi dassitā hoti.",
  "tika-vin11t35:70": "Evaṃ kaṅkhāvitaraṇavisuddhinipphādanena ñātapariññāya ṭhito yogāvacaro sappāyaṃ nāmarūpaṃ lakkhaṇattayaṃ āropetvā kaṅkhāvūpasamañāṇena maggāmaggañāṇadassanavisuddhiniddese (visuddhi. 2.692 ādayo) vuttanayena saṅkhāre sammasanto obhāso, ñāṇaṃ, pīti, passaddhi, sukhaṃ, adhimokkho, paggaho, upaṭṭhānaṃ, upekkhā, nikantīti dasasu upakkilesesu pātubhūtesu tathā pātubhūte obhāsādayo dasa upakkilese ‘‘amaggo’’ti maggavīthipaṭipannaṃ vipassanāñāṇameva ‘‘maggo’’ti paṇḍito paññavā yogāvacaro jānātīti attho, iminā maggāmaggañāṇadassanavisuddhi saṅkhepato dassitā hoti.",
  "tika-vin11t35:71": "3159. Ettāvatā tesaṃ tiṇṇaṃ vavatthāneti yojanā. Ettāvatāti ‘‘nāmarūpavavatthānaṃ katvā’’tiādinā saṅkhepato dassitanayena. Tesaṃ tiṇṇanti diṭṭhivisuddhi, kaṅkhāvitaraṇavisuddhi, maggāmaggañāṇadassanavisuddhīti tīhi visuddhīhi sakasakavipassanānaṃ nāmarūpatappaccayamaggāmaggānaṃ tiṇṇaṃ. Vavatthāne kate niyame kate. Tiṇṇaṃ saccānanti dukkhasamudayamaggasaṅkhaātānaṃ tiṇṇaṃ saccānaṃ. Vavatthānaṃ kataṃ siyāti ñātatīraṇapariññāsaṅkhātena lokiyeneva ñāṇena anubodhavasena nicchayo kato hotīti attho. Kathaṃ? Nāmarūpavavatthānasaṅkhātena diṭṭhivisuddhiñāṇena dukkhasaccavavatthānaṃ kataṃ hoti, paccayapariggahasaṅkhātena kaṅkhāvitaraṇavisuddhiñāṇena samudayasaccavavatthānaṃ, maggāmaggavavatthānasaṅkhātena maggāmaggañāṇadassanena maggasaccavavatthānaṃ.",
  "tika-vin11t35:72": "3160-1. Evaṃ ñātatīraṇapariññādvayaṃ saṅkhepato dassetvā pahānapariññāya sarīrabhūtāni nava ñāṇāni dassetumāha ‘‘udayabbayā’’tiādi. Tattha udayabbayāti uppādabhaṅgānupassanāvasappavattā uttarapadalopena ‘‘udayabbayā’’ti vuttā. Tattha udayaṃ muñcitvā vaye vā pavattā bhaṅgānupassanā ‘‘bhaṅgā’’ti vuttā. Bhayañca ādīnavo ca nibbidā ca bhayādīnavanibbidā, saṅkhārānaṃ bhayato anupassanavasena pavattā bhayānupassanā ca diṭṭhabhayānaṃ ādīnavato pekkhanavasena pavattā ādīnavānupassanā ca diṭṭhādīnavesu nibbedavasena pavattā nibbidānupassanā ca tathā vuttā. Nibbinditvā saṅkhārehi muccitukāmatāvaseneva pavattaṃ ñāṇaṃ muccitukāmatāñāṇaṃ. Muccanassa upāyasampaṭipādanatthaṃ puna saṅkhārattayapaṭiggahavasapavattaṃ ñāṇaṃ paṭisaṅkhānupassanā.",
  "tika-vin11t35:73": "Saṅkhāradhamme bhayanandivivajjanavasena ajjhupekkhitvā pavattañāṇaṃ saṅkhārupekkhāñāṇaṃ, saccānulomo tadadhigamāya ekantapaccayo hotīti ‘‘saccānulomika’’nti ca kalāpasammasanañāṇādīnaṃ purimānaṃ navannaṃ kiccanipphattiyā, upari ca sattatiṃsāya bodhipakkhiyadhammānañca anulomanato ‘‘anulomañāṇa’’nti ca vuttaṃ navamaṃ ñāṇañcāti yā navānupubbavipassanāsaṅkhātā pahānapariññā dassitā, ayaṃ ‘‘paṭipadāñāṇadassana’’nti pakāsitāti yojanā.",
  "tika-vin11t35:74": "3162.Tato anulomañāṇato paraṃ maggassa āvajjanaṭṭhāniyaṃ hutvā nibbānamālambitvā uppannassa puthujjanagottassa abhibhavanato, ariyagottassa bhāvanato vaḍḍhanato ca ‘‘gotrabhū’’ti saṅkhaṃ gatassa cittassa samanantarameva ca. Santimārammaṇaṃ katvāti sabbakilesadarathānañca saṅkhāradukkhaggino ca vūpasamanimittattā ‘‘santi’’nti saṅkhātaṃ nirodhamālambitvā. Ñāṇadassananti catunnaṃ ariyasaccānaṃ pariññābhisamayādivasena jānanaṭṭhena ñāṇaṃ, cakkhunā viya paccakkhato dassanaṭṭhena dassananti saṅkhaṃ gataṃ sotāpattimaggañāṇasaṅkhātaṃ sattamavisuddhiñāṇaṃ jāyate uppajjatīti attho.",
  "tika-vin11t35:75": "3163.Paccavekkhaṇapariyantanti paccavekkhaṇajavanapariyosānaṃ. Tassāti ñāṇadassanasaṅkhātassa sotāpattimaggassa. Phalanti phalacittaṃ anu pacchā maggānantaraṃ hutvā jāyate.",
  "tika-vin11t35:76": "Ettha ‘‘paccavekkhaṇapariyanta’’nti idaṃ ‘‘phala’’nti etassa visesanaṃ, kiriyāvisesanaṃ vā, paccavekkhaṇajavanaṃ mariyādaṃ katvāti attho. Maggānantaraṃ phale dvikkhattuṃ, tikkhattuṃ vā uppajjitvā niruddhe tadanantarameva bhavaṅgaṃ hoti, bhavaṅgaṃ āvaṭṭetvā paccavekkhitabbaṃ maggamālambitvā manodvārāvajjanaṃ uppajjati, tato paccavekkhaṇajavanāni. Evaṃ phalacittaṃ bhavaṅgapariyantameva hoti, na paccavekkhaṇapariyantaṃ. Tathāpi aññena javanena anantarikaṃ hutvā phalajavanānamanantaraṃ paccavekkhaṇajavanameva pavattatīti dassanatthaṃ phalapaccavekkhaṇajavanānantare uppannāni bhavaṅgāvajjanāni abbohārikāni katvā ‘‘paccavekkhaṇapariyantaṃ, phalaṃ tassānujāyate’’ti vuttanti gahetabbaṃ.",
  "tika-vin11t35:77": "Paccavekkhaṇañca maggaphalanibbānapahīnakilesaavasiṭṭhakilesānaṃ paccavekkhaṇavasena pañcavidhaṃ hoti. Tesu ekekaṃ ekekena javanavārena paccavekkhatīti pañca paccavekkhaṇajavanavārāni honti. Tāni paccavekkhaṇaggahaṇena sāmaññato dassitānīti daṭṭhabbāni.",
  "tika-vin11t35:78": "3164.Teneva ca upāyenāti udayabbayānupassanādivipassanānaṃ paṭhamaṃ maggo adhigato, teneva upāyena. So bhikkhūti so yogāvacaro bhikkhu. Punappunaṃ bhāventoti punappunaṃ vipassanaṃ vaḍḍhetvā. Yathā paṭhamamaggaphalāni patto, tathā. Sesamaggaphalāni cāti dutiyādimaggaphalāni ca pāpuṇāti.",
  "tika-vin11t35:79": "3165.Iccevaṃ yathāvuttanayena uppādavayantātītakattā accantaṃ amataṃ dhammaṃ avecca paṭivijjhitvā asesaṃ akusalaṃ viddhaṃsayitvā samucchedappahānena pajahitvā tayo bhave kāmabhavādīsu tīsu bhavesu nikantiyā sosanavasena tayo bhave visesena sosayitvā so aggadakkhiṇeyyo khīṇāsavo bhikkhu paṭhamaṃ kilesaparinibbāne sositavipākakkhandhakaṭattārūpasaṅkhātaupādisesarahitattā nirupādisesaṃ nibbānadhātuṃ upeti adhigacchatīti yojanā.",
  "tika-vin11t35:80": "Iccevaṃ saṅkhepato kammaṭṭhānabhāvanānayo ācariyena dassitoti ganthabhīrujanānuggahavasena vitthāravaṇṇanaṃ anāmasitvā anupadavaṇṇanāmattamevettha kataṃ. Vitthāravaṇṇanā panassa visuddhimaggato, tabbaṇṇanato ca gahetabbā.",
  "tika-vin11t35:81": "3166-7.Viññāsakkamato vāpīti akkharapadavākyasaṅkhātagantharacanakkamato vā. Pubbāparavasena vāti vattabbānamatthavisesānaṃ paṭipāṭivasena vā. Akkharabandhe vāti saddasatthaalaṅkārasatthachandovicitisatthānupātena kātabbāya akkharapadaracanāya, gāthābandheti attho. Ayuttaṃ viya yadi dissatīti yojanā.",
  "tika-vin11t35:82": "Tanti taṃ ‘‘ayutta’’nti dissamānaṭṭhānaṃ. Tathā na gahetabbanti dissamānākāreneva ayuttanti na gahetabbaṃ. Kathaṃ gahetabbanti āha ‘‘gahetabbamadosato’’ti. Tassa kāraṇamāha ‘‘mayā upaparikkhitvā, katattā pana sabbaso’’ti. Yo yo panettha doso dissati khittadoso vā hotu vipallāsaggahaṇadoso vā, nāparaṃ dosoti dīpeti. Tenetaṃ pakaraṇaṃ sabbesaṃ tipiṭakapariyattippabhedāyatanabahussutānaṃ sikkhākāmānaṃ therānaṃ attano pamāṇabhūtataṃ sūceti. Attano pamāṇasūcanena attanā viracitassa vinayavinicchayassāpi pamāṇataṃ vibhāvento tassa savanuggahadhāraṇādīsu sotujanaṃ niyojetīti daṭṭhabbaṃ.",
  "tika-vin11t35:83": "Iti vinayatthasārasandīpaniyā vinayavinicchayavaṇṇanāya",
  "tika-vin11t35:84": "Kammaṭṭhānabhāvanāvidhānakathāvaṇṇanā niṭṭhitā.",
  "tika-vin11t35:85": "Nigamanakathāvaṇṇanā",
  "tika-vin11t35:86": "3168-78. Evaṃ ‘‘vinayo saṃvaratthāya, saṃvaro avippaṭisāratthāya, avippaṭisāro pāmojjatthāya, pāmojjaṃ pītatthāya, pīti passaddhatthāya, passaddhi sukhatthāya, sukhaṃ samādhatthāya, samādhi yathābhūtañāṇadassanatthāya, yathābhūtañāṇadassanaṃ nibbidatthāya, nibbidā virāgatthāya, virāgo vimuttatthāya, vimutti vimuttiñāṇadassanatthāya, vimuttiñāṇadassanaṃ anupādāpaanibbānatthāyā’’ti (pari. 365) dassitānisaṃsaparamparāniddhāraṇamukhena anupādisesanibbānadhātupariyantaṃ sānisaṃsaṃ vinayakathaṃ kathetvā tassā pamāṇatañca vibhāvetvā attano sutabuddhattā ‘‘sanidānaṃ, bhikkhave, dhammaṃ desemī’’ti (a. ni. 3.126; kathā. 806) vacanato bhagavato caritamanuvattanto tassa desakālādivasena nidānaṃ dassetumāha ‘‘seṭṭhassā’’tiādi.",
  "tika-vin11t35:87": "Tattha seṭṭhassāti dhanadhaññavatthālaṅkārādiupabhogaparibhogasampattiyā ceva gāmarājadhānikhettavatthunaditaḷākārāmādisampattiyā ca pasatthatarassa. Nābhibhūteti majjhavattitāya nābhisadise. Nirākuleti majjhavattitāyeva parimaṇḍalādisambhavato vilopādiākularahite. Sabbassa pana lokassa rāmaṇīyake sampiṇḍite viya ramaṇīyatare bhūtamaṅgale gāmeti sambandho.",
  "tika-vin11t35:88": "Punapi kiṃvisiṭṭheti āha ‘‘kadalī’’tiādi. Kadalī ca sālañca tālañca ucchu ca nāḷikerā ca kadalī…pe… nāḷikerā, tesaṃ vanāni kadalī…pe… nāḷikeravanāni, tehi ākule ākiṇṇeti attho. Kamalāni ca uppalāni ca kamaluppalāni, tehi sañchannā kamaluppalasañchannā, salilassa āsayā salilāsayā, kamaluppalasañchannā ca te salilāsayā cāti kamala…pe… salilāsayā, tehi sobhito kamaluppalasañchannasalilāsayasobhito, tasmiṃ.",
  "tika-vin11t35:89": "Kāveriyā jalaṃ kāverijalaṃ, kāverijalassa sampāto pavattanaṃ kāverijalasampāto, tena pari samantato bhūtaṃ pavattitaṃ mahītalaṃ etassāti kāverijalasampātaparibhūtamahītalo, tasmiṃ. Iddheti nānāsampattiyā samiddhe. Sabbaṅgasampanneti sabbasukhopakaraṇasampanne. Maṅgaleti janānaṃ iddhivuddhikāraṇabhūte. Bhūtamaṅgaleti evaṃnāmake gāme.",
  "tika-vin11t35:90": "Pavaro tiratārīṇatalādigaṇehi kulācalacakkabhoginā bhogavalayasīdantarasāgarādi ākāro etāsanti pavarākārā, pākārā ca parikhā ca pākāraparikhā, pavarākārā ca tā pākāraparikhā cāti pavarākārapākāraparikhā, tāhi parivārito pavarākārapākāraparikhāparivārito, tasmiṃ. Dassanīyeti dassanārahe. Mano ramati etthāti manoramo, tasmiṃ.",
  "tika-vin11t35:91": "Tīrassa anto tīranto, tīrameva vā anto tīranto, pokkharaṇisobbhaudakavāhakaparikhādīnaṃ kūlappadeso, tīrante ruhiṃsu jāyiṃsūti tīrantaruhā, tīrantaruhā ca te bahuttā atīrā aparicchedā cāti tīrantaruhavātīrā. Va-kāro sandhijo, tarūnaṃ rājāno tarurājāno, tīrantaruhavātīrā ca te tarurājāno cāti tīrantaruhavātīratarurājāno, tehi virājito tīranta…pe… virājito, tasmiṃ, pupphūpagaphalūpagachāyūpagehi mahārukkhehi paṭimaṇḍiteti attho. ‘‘Tīrantaruhavānatarurājivirājite’’ti vā pāṭho, tīrantaruhānaṃ vānatarūnaṃ vetarūparukkhānaṃ rājīhi pantīhi paṭimaṇḍiteti attho. Dijānaṃ gaṇā dijagaṇā, nānā ca te dijagaṇā cāti nānādijagaṇā, te tato tato āgantvā ramanti etthāti nānādijagaṇārāmo, tasmiṃ, sukakokilamayūrādisakuṇānaṃ āgantvā ramanaṭṭhānabhūteti attho. Nānārāmamanorameti nānā aneke ārāmā pupphaphalārāmā nānārāmā, tehi manoramoti nānārāmamanoramo, tasmiṃ.",
  "tika-vin11t35:92": "Cārū ca te paṅkajā cāti cārupaṅkajā, kamaluppalakumudādayo, cārupaṅkajehi saṃkiṇṇā sañchannā cārupaṅkajasaṃkiṇṇā, cārupaṅkajasaṃkiṇṇā ca te taḷākā ceti cārupaṅkajasaṃkiṇṇataḷākā, tehi samalaṅkato vibhūsito cāru…pe… samalaṅkato, tasmiṃ. Sundaro madhuro raso assāti surasaṃ, surasañca taṃ udakañcāti surasodakaṃ, surasodakena sampuṇṇā surasodakasampuṇṇā, varā ca te kūpā cāti varakūpā, surasodakasampuṇṇā ca te varakūpā ceti surasodakasampuṇṇavarakūpā, tehi upasobhito suraso…pe… kūpasobhito, tasmiṃ.",
  "tika-vin11t35:93": "Visesena citrāti vicitrā, vicitrā ca te vipulā cāti vicitravipulā, vicitravipulā ca te maṇḍapā cāti…pe… maṇḍapā, atisayena uggatā accuggatā, accuggatā ca te varamaṇḍapā cāti accuggavaramaṇḍapā, gāthābandhavasena vaṇṇalopo, vicitravipulā ca te accuggavaramaṇḍapā cāti vicitravipulaaccuggavaramaṇḍapā, tehi maṇḍito vibhūsito vicitra…pe… maṇḍito, tasmiṃ. Maṇḍaṃ sūriyarasmiṃ pāti rakkhatīti maṇḍapo. Tato tato āgamma vasanti etthāti āvāso, pāsādahammiyamāḷādayo. Anekehīti bahūhi. Accantanti atisayena.",
  "tika-vin11t35:94": "Dharaṇītalaṃ bhetvā uggatena viya, kharaṃ pharusaṃ kelāsasikharaṃ jitvā avahasantena viya thūpena ca upasobhite vihāreti yojanā.",
  "tika-vin11t35:95": "Ambuṃ dadātīti ambudo, sarade ambudo saradambudo, thullanatamahantabhāvasāmaññena saradambudena saṅkāso saradambudasaṅkāso, tasmiṃ. Sammā ussito uggatoti samussito, tasmiṃ. Olokentānaṃ, vasantānañca pasādaṃ cittassa tosaṃ janetīti pasādajananaṃ, tasmiṃ. Ettāvatā vinayavinicchayakathāya pavattitadesaṃ dasseti, ‘‘vasatā mayā’’ti kattāraṃ.",
  "tika-vin11t35:96": "Devadattaciñcamāṇavikādīhi katāparādhassa, sītuṇhādiparissayassa ca sahanato, sasantānagatakilesādīnaṃ hananato ca sīho viyāti sīho, buddho ca so sīho cāti buddhasīho. Seṭṭhapariyāyo vā sīha-saddo, buddhaseṭṭhenāti attho. Vuttassāti desitassa. Vinayassa vinayapiṭakassa. Vinicchayoti pāṭhāgato ceva aṭṭhakathāgato ca ācariyaparamparābhato ca vinicchayo. Buddhasīhanti evaṃnāmakaṃ mahātheraṃ. Samuddissāti uddisitvā, tena kataāyācanaṃ paṭiccāti vuttaṃ hoti. Iminā bāhiranimittaṃ dassitaṃ.",
  "tika-vin11t35:97": "Ayaṃ vinicchayo mama saddhivihārikaṃ buddhasīhaṃ samuddissa bhikkhūnaṃ hitatthāya samāsato varapāsāde vasatā mayā katoti yojanā.",
  "tika-vin11t35:98": "Kimatthāyāti āha ‘‘vinayassāvabodhatthaṃ, sukhenevācirena cā’’ti, anupādisesena nibbānapariyantānisaṃsassa vinayapiṭakassa pakaraṇassa ganthavasena samāsetvā atthavasena suṭṭhu vinicchitattā sukhena ceva acirena ca avabodhanatthanti vuttaṃ hoti. Bhikkhūnanti padhānanidassanaṃ, ekasesaniddeso vā heṭṭhā –",
  "tika-vin11t35:99": "‘‘Bhikkhūnaṃ bhikkhunīnañca hitatthāya samāhito. Pavakkhāmī’’ti (vi. vi. ganthārambhakathā 2) –",
  "tika-vin11t35:100": "Āraddhattā. Iminā payojanaṃ dassitaṃ.",
  "tika-vin11t35:101": "3179. Evaṃ desakattunimittapayojanāni dassetvā kālaniyamaṃ dassetumāha ‘‘accutā’’tiādi. Vikkamanaṃ vikkanto, vikkamoti attho. Accutaṃ kenaci anabhibhūtaṃ, tañca taṃ vikkantañcāti accutavikkantaṃ, accutassa nārāyanassa viya accutavikkantaṃ etassāti accutaccutavikkanto. Ko so? Rājā, tasmiṃ. Kalambhakulaṃ nandayatīti kalambhakulanandano, tasmiṃ. Iminā tassa kulavaṃso nidassito. Kalambhakulavaṃsajāte accutaccutavikkantanāme coḷarājini mahiṃ coḷaraṭṭhaṃ samanusāsante sammā anusāsante sati tasmiṃ coḷarājini rajjaṃ kārente sati ayaṃ vinicchayo mayā āraddho ceva samāpito cāti. Iminā kālaṃ nidasseti.",
  "tika-vin11t35:102": "3180. Idāni imaṃ vinayavinicchayappakaraṇaṃ karontena attano puññasampadaṃ sakalalokahitatthāya pariṇāmento āha ‘‘yathā’’tiādi. Ayaṃ vinayavinicchayo antarāyaṃ vinā yathā siddhiṃ nipphattiṃ patto, tathā sattānaṃ dhammasaṃyutā kusalanissitā saṅkappā cittuppādā, adhippetatthā vā sabbe antarāyaṃ vinā sijjhantu nippajjantūti yojanā.",
  "tika-vin11t35:103": "3181. Teneva puññapphalabhāvena sakalalokahitekahetuno bhagavato sāsanassa ciraṭṭhitimāsīsanto āha ‘‘yāva tiṭṭhatī’’tiādi. ‘‘Mandāro’’ti vuccati sītasiniddhaekapabbatarājā. Kaṃ vuccati udakaṃ, tena dārito niggamappadeso ‘‘kandaro’’ti vuccati. Sītasiniddhavipulapulinatalehi, sandamānasātasītalapasannasalilehi, kīḷamānanānappakāramacchagumbehi, ubhayatīrapupphaphalapallavālaṅkatatarulatāvanehi, kūjamānasukasālikakaokilamayūrahaṃsādisakuntābhirutehi, tattha tattha paribhamantabhamarāmavajjāhi ca cāru manuññā kandarā etassāti cārukandaro. Kali vuccati aparādho, taṃ sāsati hiṃsati apanetīti kalisāsanaṃ. ‘‘Kalusāsana’’nti vā pāṭho. Kalusaṃ vuccati pāpaṃ, taṃ asati vikkhipati dūramussārayatīti kalusāsanaṃ, pariyattipaṭipattipaṭivedhasaṅkhātaṃ tividhasāsanaṃ.",
  "tika-vin11t35:104": "3182. Evaṃ okassa diṭṭhadhammikasamparāyikaparamatthahitasādhakassa sāsanassa ciraṭṭhitiṃ patthetvā teneva puññakammānubhāvena lokassa diṭṭhadhammikatthahetumāsīsanto āha ‘‘kāle’’tiādi. Kāleti sassasamiddhīnaṃ anurūpe kāle. Sammā pavassantūti avuṭṭhiativuṭṭhidosarahitā yathā sassādīni sampajjanti, tathā vassaṃ vuṭṭhidhāraṃ pavassantūti attho. Vassavalāhakāti vassavalāhakādhiṭṭhitā pajjunnadevaputtā. Mahīpālāti rājāno. Dhammatoti dasarājadhammato. Sakalaṃ mahinti pathavinissitasabbajanakāyaṃ.",
  "tika-vin11t35:105": "3183. Evaṃ sabbalokassa lokiyalokuttarasampattisādhanatthāya attano puññapariṇāmaṃ katvā idāni viditalokuttarasampattinipphādanavaseneva puññapariṇāmaṃ karonto āha ‘‘ima’’ntiādi. Iminā attano viracitaṃ paccakkhaṃ vinicchayamāha. Sārabhūtanti sīlasārāditividhasikkhāsārassa pakāsanato hatthasāramiva bhūtaṃ. Hitanti tadatthe paṭipajjantānaṃ anupādisesanibbānāvasānassa hitassa āvahanato, saṃsāradukkhassa ca vūpasamanato amatosadhaṃ viya hitaṃ. Atthayuttanti diṭṭhadhammikasamparāyikaparamatthānaṃ vinayanādīhi yuttattā atthayuttaṃ. Karontenāti racayantena mayā. Yaṃ puññaṃ pattanti kārakaṃ punātīti puññaṃ, pujjabhavaphalanipphādanato vā ‘‘puñña’’nti saṅkhaṃ gataṃ yaṃ kusalakammaṃ aparimeyyabhavapariyantaṃ pasutaṃ adhigataṃ. Tena puññena hetubhūtena. Ayaṃ lokoti ayaṃ sakalopi sattaloko. Munindappayātanti munindena sammāsambuddhena sampattaṃ. Vītasokanti vigatasokaṃ. Sokaparidevadukkhadomanassaupāyāsādīhi vigatattā, tesaṃ nikkamananimittattā ca apagatasokādisaṃsāradukkhaṃ. Sivaṃ puraṃ nibbānapuraṃ pāpuṇātu sacchikarotu, kilesaparinibbānena, anupādisesāya nibbānadhātuyā ca parinibbātūti vuttaṃ hoti.",
  "tika-vin11t35:106": "Iti tambapaṇṇiyenātiādi pakaraṇakārakassa pabhavasuddhibāhusaccādiguṇamukhena pakaraṇe gāravaṃ janetukāmena etassa sissena ṭhapitaṃ vākyaṃ.",
  "tika-vin11t35:107": "Tattha tambapaṇṇiyenāti tambapaṇṇimhi jāto, tattha vidito, tato āgatoti vā tambapaṇṇiyo, tena. Byākaraṇamavecca adhītavāti veyyākaraṇo, paramo ca uttamo ca so veyyākaraṇo cāti paramaveyyākaraṇo, tena. Tīṇi piṭakāni samāhaṭāni, tiṇṇaṃ piṭakānaṃ samāhāro vā tipiṭakaṃ, nīyanti bujjhīyanti seyyatthikehīti nayā, nayanti vā etehi lokiyalokuttarasampattiṃ visesenāti nayā, pāḷinayaatthanayaekattanayādayova, tipiṭake āgatā nayā tipiṭakanayā, vidhānaṃ pasāsanaṃ, pavattanaṃ vā vidhi, tipiṭakanayānaṃ vidhi tipiṭakanayavidhi, tipiṭakanayavidhimhi kusalo tipiṭakanayavidhikusalo, tena.",
  "tika-vin11t35:108": "Paramā ca te kavijanā cāti paramakavijanā, paramakavijanānaṃ hadayāni paramakavijanahadayāni, padumānaṃ vanāni padumavanāni, paramakavijanahadayāni ca tāni padumavanāni cāti paramakavijanahadayapadumavanāni, tesaṃ vikasanaṃ bodhaṃ sūriyo viya karotīti paramakavijanahadayapadumavanavikasanakaro, tena. Kavī ca te varā cāti kavivarā, kavīnaṃ varāti vā kavivarā, kavivarānaṃ vasabho uttamo kavivaravasabho, tena, kavirājarājenāti attho.",
  "tika-vin11t35:109": "Paramā ca sā rati cāti paramarati, paramaratiṃ karontīti paramaratikarāni, varāni ca tāni madhurāni cāti varamadhurāni, varamadhurāni ca tāni vacanāni cāti varamadhuravacanāni, paramaratikarāni ca tāni varamadhuravacanāni cāti paramaratikaravaramadhuravacanāni, uggiraṇaṃ kathanaṃ uggāro, paramaratikaravaramadhuravacanānaṃ uggāro etassāti parama…pe… vacanuggāro, tena. Uragapuraṃ paramapaveṇigāmo assa nivāsoti uragapuro, tena. Buddhadattenāti evaṃnāmakena therena, ācariyabuddhadattattherenāti attho. Ayaṃ vinayavinicchayo racitoti sambandho.",
  "tika-vin11t35:110": "Niṭṭhitā cāyaṃ vinayatthasārasandīpanī nāma",
  "tika-vin11t35:111": "Vinayavinicchayavaṇṇanā.",
  "tika-vin11t35:112": "Vinayavinicchaya-ṭīkā samattā.",
  "tika-vin11t35:113": " Namo tassa bhagavato arahato sammāsambuddhassa"
}