{
  "tika-abh06t11:0": "11. Ekādasamo paricchedo",
  "tika-abh06t11:1": "Nibbānaniddeso",
  "tika-abh06t11:2": "768.",
  "tika-abh06t11:3": " Rūpānantaramuddiṭṭhaṃ , nibbānaṃ yaṃ panādito;",
  "tika-abh06t11:4": "Tassidāni anuppatto, vibhāvananayakkamo.",
  "tika-abh06t11:5": "769.",
  "tika-abh06t11:6": " Tasmāhaṃ tassa dassetuṃ, dukkarassa yathābalaṃ;",
  "tika-abh06t11:7": "Dubbodhassa pavakkhāmi, vibhāvanamito paraṃ.",
  "tika-abh06t11:8": "Tattha nibbānanti bhavābhavaṃ vinanato vānaṃ vuccati taṇhā, vānato nikkhantattā nibbānanti ca pavuccati amataṃ asaṅkhataṃ paramaṃ sukhaṃ. Vuttaṃ hetaṃ ‘‘yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbāna’’nti.",
  "tika-abh06t11:9": "770.",
  "tika-abh06t11:10": " Yassa cādhigamā sabba-kilesānaṃ khayo bhave;",
  "tika-abh06t11:11": "Nibbānamiti niddiṭṭhaṃ, nibbānakusalena taṃ.",
  "tika-abh06t11:12": "Etaṃ ca nibbānaṃ nāma tayidaṃ santilakkhaṇaṃ, accutirasaṃ, assāsakaraṇarasaṃ vā, animittapaccupaṭṭhānaṃ, nissaraṇapaccupaṭṭhānaṃ vāti veditabbaṃ.",
  "tika-abh06t11:13": "Etthāha – na paramatthato nibbānaṃ nāma eko sabhāvo atthi, titthiyānaṃ attā viya, sasavisāṇaṃ viya ca anupalabbhanīyatoti? Na, paññācakkhunā upaparikkhiyamānānaṃ hitagavesīnaṃ yathānurūpāya paṭipattiyā upalabbhanīyato. Yaṃ hi puthujjanā nopalabbhanti, taṃ ‘‘natthī’’ti na vattabbaṃ. Athāyasmatā sāriputtattherena dhammasenāpatinā ‘‘katamaṃ nu kho, āvuso, nibbāna’’nti nibbānaṃ puṭṭhena ‘‘yo kho, āvuso, rāgakkhayo dosakkhayo mohakkhayo’’ti rāgādīnaṃ khayova dassito, tasmā rāgādīnaṃ khayamattameva nibbānanti ce? Taṃ na. Kasmā? Arahattassāpi rāgādīnaṃ khayamattapasaṅgadosāpattito. Kathaṃ? Nibbānaṃ pucchānantarameva ‘‘katamaṃ nu kho, āvuso, arahatta’’nti puṭṭhena ‘‘yo kho, āvuso, rāgakkhayo dosakkhayo mohakkhayo’’ti rāgādīnaṃ khayova vutto, tasmā tava matena arahattaphalassāpi rāgādīnaṃ khayamattatā bhaveyya, na cetaṃ yuttaṃ anuttarassa lokuttaraphalacittassa rāgānaṃ khayamattatāpajjanaṃ, tasmā mā evaṃ byañjanacchāyāya vadesi, ubhinnaṃ pana suttānaṃ attho upaparikkhitabbo.",
  "tika-abh06t11:14": "Yassa pana dhammassādhigamena rāgādīnaṃ khayo hoti, so dhammo rāgādīnaṃ khayassa upanissayattā akkhayopi samāno ‘‘rāgādīnaṃ khayo nibbāna’’nti khayopacārena vutto, ‘‘tipusaṃ jaro guḷo semho’’tiādīsu viya phalūpacārena vuttanti veditabbaṃ. Arahattaṃ pana khayante uppannattā ‘‘khayo’’ti vuttaṃ. Yadi rāgādīnaṃ khayamattaṃ nibbānaṃ bhaveyya, sabbe bālaputhujjanāpi samadhigatanibbānā sacchikatanirodhā bhaveyyuṃ. Kiñca bhiyyo – nibbānassa bahuttādidosāpattito ca. Evañhi sati rāgādikkhayānaṃ bahubhāvato nibbānassāpi bahubhāvo bhaveyya, saṅkhatalakkhaṇañca nibbānaṃ bhaveyya, saṅkhatalakkhaṇattā saṅkhatapariyāpannañca, saṅkhatapariyāpannattā aniccaṃ dukkhaṃ nibbānaṃ bhaveyyāti.",
  "tika-abh06t11:15": "Kiñca bhiyyo – yadi khayo nibbānaṃ bhaveyya, gotrabhuvodānamaggaphalacittānaṃ kiṃ nu ārammaṇaṃ vadesi, vada bhadramukhāti? Rāgādīnaṃ khayameva vadāmīti. Kiṃ pana rāgādayo gotrabhuādīnaṃ khaṇe khīyanti, udāhu khīyissanti, atha khīṇāti? Kiṃ panettha ‘‘khīṇesveva khayaṃ vadāmī’’ti. Suṭṭhu upadhāretvā vada bhadramukhāti, yadi khīṇesveva khayaṃ vadesi, na gotrabhucittādīnaṃ nibbānārammaṇatā sijjhatīti. Kiṃ kāraṇaṃ? Gotrabhukkhaṇe rāgādayo khīyissanti, tathā vodānakkhaṇe, maggakkhaṇe pana khīyanti, na khīṇā, phalakkhaṇe khīṇā. Evaṃ sante bhavato matena phalameva khayārammaṇaṃ, na itare, itaresaṃ pana kimārammaṇaṃ vadesīti ? Addhā so ārammaṇaṃ apassanto niruttaro bhavissati. Apica kilesakkhayo nāma sappurisehi karīyati, yathānurūpāya paṭipattiyā uppādīyatīti attho. Nibbānaṃ pana na kenaci karīyati na uppādīyati, tasmā nibbānamamatamasaṅkhataṃ. Tamakataṃ jānātīti ariyasāvako ‘‘akataññū’’ti pavuccati. Vuttañcetaṃ –",
  "tika-abh06t11:16": "771.",
  "tika-abh06t11:17": " ‘‘Asaddho akataññū ca,",
  "tika-abh06t11:18": "Sandhicchedo ca yo naro;",
  "tika-abh06t11:19": "Hatāvakāso vantāso,",
  "tika-abh06t11:20": "Sa ve uttamaporiso’’ti.",
  "tika-abh06t11:21": "Apica ‘‘nissaraṇa’’nti bhagavatā vuttattā ca. ‘‘Nissaraṇa’’nti hi nibbānassetaṃ nāmaṃ. Yathāha ‘‘tayo khome, bhikkhave, dhammā duppaṭivijjhā. Katame tayo dhammā duppaṭivijjhā? Tisso nissaraṇadhātuyo. Kāmānametaṃ nissaraṇaṃ, yadidaṃ nekkhammaṃ. Rūpānametaṃ nissaraṇaṃ, yadidaṃ arūpaṃ. Yaṃ kho pana kiñci bhūtaṃ saṅkhataṃ paṭiccasamuppannaṃ, nirodho tassa nissaraṇa’’nti hi vuttaṃ. Evaṃ vuttassa tassa nibbānassa abhāvapattidosato paṭhamajjhānākāsānañcāyatanānampi abhāvo bhaveyya, tasmā ayuttaṃ akkhayassa nibbānassa khayadosāpajjananti, na tu khayo nibbānaṃ.",
  "tika-abh06t11:22": "‘‘Atthi nissaraṇaṃ loke, paññāya me suphusita’’nti ca ‘‘atthi, bhikkhave, ajātaṃ abhūtaṃ akataṃ asaṅkhata’’nti ca dhammasāminā tathāgatena sammāsambuddhena anekesu suttantesu paramatthavasena vuttattā ‘‘atthi nibbānaṃ nāma eko dhammo’’ti niṭṭhamettha gantabbaṃ. Apica parittattike ‘‘katame dhammā appamāṇā’’ti padamuddharitvā – ‘‘cattāro maggā apariyāpannā cattāri ca sāmaññaphalāni nibbānañca, ime dhammā appamāṇā’’ti vuttattā rāgādīnaṃ khayassa appamāṇattaṃ kathaṃ yujjati, tasmā paramatthato atthiyeva nibbānaṃ nāma eko sabhāvoti. Taṃ pana pakativādīnaṃ pakati viya, titthiyānaṃ attā viya ca sasavisāṇaṃ viya ca nāvijjamānaṃ.",
  "tika-abh06t11:23": "Atha paññattimattaṃ nibbānanti ce, tampi ayuttaṃ. Kasmā? Nibbānārammaṇānaṃ cittacetasikānaṃ navattabbārammaṇattā. Kathaṃ? Parittārammaṇattike ca pana ‘‘katame dhammā appamāṇārammaṇā’’ti padamuddharitvā ‘‘cattāro maggā apariyāpannā cattāri ca sāmaññaphalāni , ime dhammā appamāṇārammaṇā’’ti hi vuttaṃ. Yadi panetesaṃ paññattiārammaṇaṃ siyā, appamāṇārammaṇatā na yujjeyya, navattabbārammaṇapakkhaṃ bhajeyyuṃ. ‘‘Navattabbārammaṇā pana rūpāvacarattikacatukkajjhānā kusalato ca vipākato ca kiriyato ca, catutthassa jhānassa vipāko, ākāsānañcāyatanaṃ ākiñcaññāyatanaṃ kusalato ca vipākato ca kiriyato ca, ime dhammā navattabbārammaṇā’’ti hi vuttaṃ, tasmā na paññattimattaṃ nibbānaṃ. Yasmā ca paṇṇattibhāvo nibbānassa na yujjati, tasmā maggaphalānaṃ ārammaṇapaccayabhūtaṃ uppādādīnamabhāvato niccaṃ, rūpasabhāvābhāvato arūpaṃ, papañcābhāvato nippapañcaṃ nibbānaṃ nāma atthīti upagantabbanti.",
  "tika-abh06t11:24": "772.",
  "tika-abh06t11:25": " Accantamanantaṃ santaṃ, amataṃ apalokitaṃ;",
  "tika-abh06t11:26": "Paṇītaṃ saraṇaṃ khemaṃ, tāṇaṃ leṇaṃ parāyaṇaṃ.",
  "tika-abh06t11:27": "773.",
  "tika-abh06t11:28": " Sivañca nipuṇaṃ saccaṃ, dukkhakkhayamanāsavaṃ;",
  "tika-abh06t11:29": "Sududdasaṃ paraṃ pāraṃ, nibbānamanidassanaṃ.",
  "tika-abh06t11:30": "774.",
  "tika-abh06t11:31": " Taṇhākkhayaṃ dhuvaṃ dīpaṃ, abyāpajjhamanītikaṃ;",
  "tika-abh06t11:32": "Anālayamarūpañca, padamaccutamakkharaṃ.",
  "tika-abh06t11:33": "775.",
  "tika-abh06t11:34": " Virāgañca nirodhañca, vimutti mokkhameva ca;",
  "tika-abh06t11:35": "Imehi pana nāmehi, nibbānaṃ tu kathīyati.",
  "tika-abh06t11:36": "776.",
  "tika-abh06t11:37": " Evañca pana viññāya, nibbānampi ca accutaṃ;",
  "tika-abh06t11:38": "Tassa cādhigamūpāyo, kattabbo viññunā sadā.",
  "tika-abh06t11:39": "777.",
  "tika-abh06t11:40": " Saddhābuddhikaraṃ tathāgatamate sammohaviddhaṃsanaṃ,",
  "tika-abh06t11:41": "Paññāsambhavasampasādanakaraṃ jānāti yo ce imaṃ;",
  "tika-abh06t11:42": "Atthabyañjanasālinaṃ sumadhuraṃ sāraññuvimhāpanaṃ,",
  "tika-abh06t11:43": "Gambhīre nipuṇābhidhammapiṭake so yābhiniṭṭhaṃ padaṃ.",
  "tika-abh06t11:44": "Iti abhidhammāvatāre nibbānaniddeso nāma",
  "tika-abh06t11:45": "Ekādasamo paricchedo."
}