{
  "tika-vin05t13:0": "13. Dānalakkhaṇādivinicchayakathā",
  "tika-vin05t13:1": "69.Dānavissāsaggāhehilābhassa pariṇāmananti ettha tāva dānanti attano santakassa cīvarādiparikkhārassa saddhivihārikādīsu yassa kassaci dānaṁ. Tatridaṁ dānalakkhaṇaṁ – ‘‘idaṁ tuyhaṁ demi dadāmi dajjāmi oṇojemi pariccajāmi vissajjāmī’’ti vā ‘‘itthannāmassa demi…pe… vissajjāmī’’ti vā vadati, sammukhāpi parammukhāpi dinnaṁyeva hoti. ‘‘Tuyhaṁ gaṇhāhī’’ti vutte ‘‘mayhaṁ gaṇhāmī’’ti vadati, sudinnaṁ suggahitañca. ‘‘Tava santakaṁ karohi, tava santakaṁ hotu, tava santakaṁ hotī’’ti vutte ‘‘mama santakaṁ karomi, mama santakaṁ hotu, mama santakaṁ karissāmī’’ti vadati, dudinnaṁ duggahitañca. Neva dātā dātuṁ jānāti, na itaro gahetuṁ, sace pana ‘‘tava santakaṁ karohī’’ti vutte ‘‘sādhu, bhante, mayhaṁ gaṇhāmī’’ti gaṇhāti, suggahitaṁ. Sace pana eko ‘‘idaṁ cīvaraṁ gaṇhāhī’’ti vadati, itaro ‘‘na gaṇhāmī’’ti vadati, puna so ‘‘dinnaṁ mayā tuyhaṁ, gaṇhāhī’’ti vadati, itaropi ‘‘na mayhaṁ iminā attho’’ti vadati, tato purimopi ‘‘mayā dinna’’nti dasāhaṁ atikkāmeti, pacchimopi ‘‘mayā paṭikkhitta’’nti, kassa āpattīti? Na kassaci. Yassa pana ruccati, tena adhiṭṭhahitvā paribhuñjitabbaṁ. ‘‘Itthannāmassa dehī’’ti dinnaṁ yāva parassa hatthaṁ na pāpuṇāti, tāva yo pahiṇati, tasseva santakaṁ, ‘‘itthannāmassa dammī’’ti dinnaṁ pana yassa pahīyati, tassa santakaṁ. Tasmā bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘idaṁ cīvaraṁ itthannāmassa dehī’’ti. So antarāmagge yo pahiṇati, tassa vissāsā gaṇhāti, suggahitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, duggahitaṁ.",
  "tika-vin05t13:2": "Bhikkhu (mahāva. 378-379) bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dehī’’ti. So antarāmagge suṇāti ‘‘yo pahiṇati, so kālakato’’ti, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, duggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dehī’’ti. So antarāmagge suṇāti ‘‘yassa pahīyati, so kālakato’’ti, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Yo pahiṇati, tassa vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dehī’’ti. So antarāmagge suṇāti ‘‘ubho kālakatā’’ti, yo pahiṇati, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ. Yassa pahīyati, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti. So antarāmagge yo pahiṇati, tassa vissāsā gaṇhāti, duggahitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti. So antarāmagge suṇāti ‘‘yo pahiṇati, so kālakato’’ti, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti. So antarāmagge suṇāti ‘‘yassa pahīyati, so kālakato’’ti, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ. Yo pahiṇati, tassa vissāsā gaṇhāti, duggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti. So antarāmagge suṇāti ‘‘ubho kālakatā’’ti. Yo pahiṇati, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Yassa pahīyati, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ.",
  "tika-vin05t13:3": "Pariccajitvā dinnaṁ puna kenaci kāraṇena kupito āharāpetuṁ na labhati. Attanā dinnampi hi cīvaraṁ sakasaññāya acchindato nissaggiyaṁ, aññaṁ parikkhāraṁ antamaso sūcimpi acchindato dukkaṭaṁ. Sace pana ‘‘bhante, tumhākaṁ idaṁ sāruppa’’nti sayameva deti, gahetuṁ vaṭṭati. Atha pana ‘‘āvuso, mayaṁ tuyhaṁ ‘vattapaṭivattaṁ karissati, amhākaṁ santike upajjhaṁ gaṇhissati, dhammaṁ pariyāpuṇissatī’ti cīvaraṁ adamhā, so dāni tvaṁ na vattaṁ karosi, na upajjhaṁ gaṇhāsi, na dhammaṁ pariyāpuṇāsī’’ti evamādīni vutto ‘‘bhante, cīvaratthāya maññe bhaṇatha, idaṁ vo cīvara’’nti deti, evampi vaṭṭati. Disāpakkamantaṁ vā pana daharaṁ ‘‘nivattetha na’’nti bhaṇati, so na nivattati, cīvare gahetvā nirundhathāti, evañce nivattati, sādhu. Sace ‘‘pattacīvaratthāya maññe tumhe bhaṇatha, gaṇhatha na’’nti deti, evampi vaṭṭati. Vibbhamantaṁ vā disvā ‘‘mayaṁ tuyhaṁ ‘vattaṁ karissatī’ti pattacīvaraṁ adamhā, so dāni tvaṁ vibbhamitvā carasī’’ti vadati, itaro ‘‘gaṇhatha tumhākaṁ pattacīvara’’nti deti, evampi vaṭṭati. ‘‘Mama santike upajjhaṁ gaṇhantasseva demi, aññattha gaṇhantassa na demi, vattaṁ karontasseva demi, akarontassa na demi, dhammaṁ pariyāpuṇantasseva demi, apariyāpuṇantassa na demi, avibbhamantasseva demi, vibbhamantassa na demī’’ti evaṁ pana dātuṁ na vaṭṭati, dadato dukkaṭaṁ, āharāpetuṁ pana vaṭṭati, vissajjetvā dinnaṁ acchinditvā gaṇhanto bhaṇḍagghena kāretabbo. Ayaṁ tāva dāne vinicchayo.",
  "tika-vin05t13:4": "70.Vissāsaggāhalakkhaṇaṁ pana iminā suttena jānitabbaṁ –",
  "tika-vin05t13:5": "‘‘Anujānāmi , bhikkhave, pañcahaṅgehi samannāgatassa vissāsaṁ gahetuṁ sandiṭṭho ca hoti, sambhatto ca, ālapito ca, jīvati ca, gahite ca attamano hotī’’ti (mahāva. 356).",
  "tika-vin05t13:6": "Tattha (pārā. aṭṭha. 1.131) sandiṭṭhoti diṭṭhamattakamitto. Sambhattoti daḷhamitto. Ālapitoti ‘‘mama santakaṁ yaṁ icchasi, taṁ gaṇheyyāsi, āpucchitvā gahaṇe kāraṇaṁ natthī’’ti vutto. Jīvatīti anuṭṭhānaseyyāya sayitopi yāvajīvitindriyupacchedaṁ na pāpuṇāti. Gahite ca attamanoti gahite tuṭṭhacitto hoti. ‘‘Evarūpassa santakaṁ gahite me attamano bhavissatī’’ti jānantena gahetuṁ vaṭṭati. Anavasesapariyādānavasena cetāni pañcaṅgāni vuttāni, vissāsaggāho pana tīhi aṅgehi ruhati sandiṭṭho, jīvati, gahite attamano, sambhatto, jīvati, gahite attamano, ālapito, jīvati, gahite attamanoti. Yo pana na jīvati, na ca gahite attamano hoti, tassa santakaṁ vissāsaggāhena gahitampi puna dātabbaṁ. Dadamānena ca matakadhanaṁ tāva ye tassa dhane issarā gahaṭṭhā vā pabbajitā vā, tesaṁ dātabbaṁ. Anattamanassa santakaṁ tasseva dātabbaṁ, yo pana paṭhamaṁyeva ‘‘suṭṭhu kataṁ tayā mama santakaṁ gaṇhantenā’’ti vacībhedena vā cittuppādamattena vā anumoditvā pacchā kenaci kāraṇena kupito, paccāharāpetuṁ na labhati, yopi adātukāmo, cittena pana adhivāseti, na kiñci vadati, sopi puna paccāharāpetuṁ na labhati. Yo pana ‘‘mayā tumhākaṁ santakaṁ gahitaṁ vā paribhuttaṁ vā’’ti vutte ‘‘gahitaṁ vā hotu paribhuttaṁ vā, mayā pana taṁ kenacideva karaṇīyena ṭhapitaṁ, taṁ pākatikaṁ kātuṁ vaṭṭatī’’ti vadati, ayaṁ paccāharāpetuṁ labhati. Ayaṁ vissāsaggāhe vinicchayo.",
  "tika-vin05t13:7": "71.Lābhassa pariṇāmananti idaṁ pana aññesaṁ atthāya pariṇatalābhassa attano aññassa vā pariṇāmanaṁ sandhāya vuttaṁ. Tatrāyaṁ vinicchayo (pārā. aṭṭha. 2.659-660) – saṅghassa pariṇataṁ sahadhammikānaṁ vā gihīnaṁ vā antamaso mātusantakampi ‘‘idaṁ mayhaṁ dehī’’ti saṅghassa pariṇatabhāvaṁ ñatvā attano pariṇāmetvā gaṇhantassa nissaggiyaṁ pācittiyaṁ, ‘‘imassa bhikkhuno dehī’’ti evaṁ aññassa pariṇāmentassa suddhikapācittiyaṁ. Tasmā yopi vassikasāṭikasamaye mātugharepi saṅghassa pariṇataṁ vassikasāṭikaṁ ñatvā attano pariṇāmeti, nissaggiyaṁ pācittiyaṁ, parassa pariṇāmeti, suddhikapācittiyaṁ. Manussā ‘‘saṅghabhattaṁ karissāmā’’ti sappitelādīni āharanti, gilāno cepi bhikkhusaṅghassa pariṇatabhāvaṁ ñatvā kiñci yācati, nissaggiyaṁ pācittiyameva. Sace pana so ‘‘tumhākaṁ sappiādīni ābhatāni atthī’’ti pucchitvā ‘‘āma, atthī’’ti vutte ‘‘mayhampi dethā’’ti vadati, vaṭṭati. Athāpi naṁ kukkuccāyantaṁ upāsakā vadanti ‘‘saṅghopi amhehi dinnameva labhati, gaṇhatha, bhante’’ti, evampi vaṭṭati.",
  "tika-vin05t13:8": "Ekasmiṁ vihāre saṅghassa pariṇataṁ aññavihāraṁ uddisitvā ‘‘asukasmiṁ nāma vihāre saṅghassa dethā’’ti pariṇāmeti, ‘‘kiṁ saṅghassa dānena, cetiyassa pūjaṁ karothā’’ti evaṁ cetiyassa vā pariṇāmeti, dukkaṭaṁ. Cetiyassa pariṇataṁ aññacetiyassa vā saṅghassa vā gaṇassa vā puggalassa vā pariṇāmeti, dukkaṭameva. Niyametvā aññacetiyassa atthāya ropitamālāvacchato aññacetiyamhi pupphampi āropetuṁ na vaṭṭati, ekassa cetiyassa pana chattaṁ vā paṭākaṁ vā āropetvā ṭhitaṁ disvā sesaṁ aññacetiyassa dāpetuṁ vaṭṭati. Antamaso sunakhassapi pariṇataṁ ‘‘imassa sunakhassa mā dehi, etassa dehī’’ti evaṁ aññapuggalassa pariṇāmeti, dukkaṭaṁ. Sace pana dāyakā ‘‘mayaṁ saṅghabhattaṁ kātukāmā, cetiyapūjaṁ kātukāmā, ekassa bhikkhuno parikkhāraṁ dātukāmā, tumhākaṁ ruciyā dassāma, bhaṇatha kattha demā’’ti vadanti, evaṁ vutte tena bhikkhunā ‘‘yattha icchatha, tattha dethā’’ti vattabbā. Sace pana kevalaṁ ‘‘kattha demā’’ti pucchanti, ‘‘yattha tumhākaṁ deyyadhammo paribhogaṁ vā labheyya, paṭisaṅkhāraṁ vā labheyya, ciraṭṭhitiko vā assa, yattha vā pana tumhākaṁ cittaṁ pasīdati, tattha dethā’’ti vattuṁ vaṭṭati.",
  "tika-vin05t13:9": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t13:10": "Dānalakkhaṇādivinicchayakathā samattā."
}