{
  "tika-vin07t21:0": "6. Bhesajjakkhandhako",
  "tika-vin07t21:1": "Pañcabhesajjādikathāvaṇṇanā",
  "tika-vin07t21:2": "260. Bhesajjakkhandhake pittaṁ koṭṭhabbhantaragataṁ hotīti bahisarīre byāpetvā ṭhitaṁ abaddhapittaṁ koṭṭhabbhantaragataṁ hoti, tena pittaṁ kupitaṁ hotīti adhippāyo.",
  "tika-vin07t21:3": "261-2. Pāḷiyaṁ nacchādentīti ruciṁ na uppādenti. Susukāti samudde ekā macchajāti, kumbhilātipi vadanti. Saṁsaṭṭhanti parissāvitaṁ.",
  "tika-vin07t21:4": "263.Piṭṭhehīti pisitehi. Kasāvehīti tacādīni udake tāpetvā gahitaūsarehi. Ubbhidanti ūsarapaṁsumayaṁ. Loṇabilanti loṇaviseso.",
  "tika-vin07t21:5": "264-5.Chakaṇanti gomayaṁ. Pākatikacuṇṇanti apakkakasāvacuṇṇaṁ, gandhacuṇṇaṁ pana na vaṭṭati. Pāḷiyaṁ cuṇṇacālininti udukkhale koṭṭitacuṇṇaparissāvaniṁ. Suvaṇṇagerukoti suvaṇṇatutthādi. Pāḷiyaṁ añjanūpapisananti añjane upanetuṁ pisitabbabhesajjaṁ.",
  "tika-vin07t21:6": "267-9.Kabaḷikāti upanāhabhesajjaṁ. Gharadinnakābādho nāma gharaṇiyā dinnavasīkaraṇabhesajjasamuṭṭhitaābādho. Tāya chārikāya paggharitaṁ khārodakanti parissāvane tacchārikaṁ pakkhipitvā udake abhisiñcite tato chārikato heṭṭhā paggharitaṁ khārodakaṁ. Pāḷiyaṁ akaṭayūsenāti anabhisaṅkhatena muggayūsena. Kaṭākaṭenāti mugge pacitvā acāletvā parissāvitena muggayūsenāti vadanti.",
  "tika-vin07t21:7": "Pañcabhesajjādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:8": "Guḷādianujānanakathāvaṇṇanā",
  "tika-vin07t21:9": "272-4.Guḷakaraṇanti ucchusālaṁ. Avissatthāti sāsaṅkā.",
  "tika-vin07t21:10": "276.Appamattakepi vārentīti appamattake dinne dāyakānaṁ pīḷāti paṭikkhipanti. Paṭisaṅkhāpīti ettakenapi yāpetuṁ sakkā, ‘‘avasesaṁ aññesaṁ hotū’’ti sallakkhetvāpi paṭikkhipanti.",
  "tika-vin07t21:11": "279.Vatthipīḷananti yathā vatthigatatelādi antosarīre ārohanti, evaṁ hatthena vatthimaddanaṁ. Sambādhe satthakammavatthikammānameva paṭikkhittattā dahanakammaṁ vaṭṭati eva.",
  "tika-vin07t21:12": "Guḷādianujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:13": "Yāgumadhugoḷakādikathāvaṇṇanā",
  "tika-vin07t21:14": "282-3. Pāḷiyaṁ dasassa ṭhānānīti assa paṭiggāhakassa dasa ṭhānāni kāraṇāni dhammenāti attho. Anuppavecchatīti deti. Vātañca byapanetīti sambandho, vātañca anulometīti attho. Saggā te āraddhāti tayā devalokā ārādhitā.",
  "tika-vin07t21:15": "Yāgumadhugoḷakādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:16": "Pāṭaligāmavatthukathāvaṇṇanā",
  "tika-vin07t21:17": "286.Pāṭaligāme nagaraṁ māpentīti pāṭaligāmassa samīpe tasseva gāmakhettabhūte mahante araññappadese pāṭaliputtaṁ nāma nagaraṁ māpenti. Yāvatā ariyaṁ āyatananti yattakaṁ ariyamanussānaṁ osaraṇaṭṭhānaṁ. Yāvatā vaṇippathoti yattakaṁ vāṇijānaṁ bhaṇḍavikkīṇanaṭṭhānaṁ, vasanaṭṭhānaṁ vā, idaṁ tesaṁ sabbesaṁ agganagaraṁ bhavissatīti attho. Puṭabhedananti sakaṭādīhi nānādesato āhaṭānaṁ bhaṇḍapuṭānaṁ vikkīṇanatthāya mocanaṭṭhānaṁ. Saranti taḷākādīsupi vattati , tannivattanatthaṁ ‘‘saranti idha nadī adhippetā’’ti vuttaṁ sarati sandatīti katvā. Vinā eva kullena tiṇṇāti idaṁ appamattakaudakampi aphusitvā vinā kullena pārappattā.",
  "tika-vin07t21:18": "Pāṭaligāmavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:19": "Koṭigāmesaccakathāvaṇṇanā",
  "tika-vin07t21:20": "287. Pāḷiyaṁ sandhāvitanti bhavato bhavaṁ paṭisandhiggahaṇavasena sandhāvanaṁ kataṁ. Saṁsaritanti tasseva vevacanaṁ. Mamañceva tumhākañcāti mayā ca tumhehi ca, sāmivaseneva vā mama ca tumhākañca sandhāvanaṁ ahosīti attho gahetabbo. Saṁsaritanti saṁsari. Bhavataṇhā eva bhavato bhavaṁ netīti bhavanettīti vuttā.",
  "tika-vin07t21:21": "289. ‘‘Nīlā hontī’’ti vuttamevatthaṁ vivarituṁ ‘‘nīlavaṇṇā’’tiādi vuttaṁ. Nīlavaṇṇāti nīlavilepanā. Esa nayo sabbattha. Paṭivaṭṭesīti pahari. Ambakāyāti ambāya. Upacāravacanañhetaṁ, mātugāmenāti attho. Upasaṁharathāti upanetha, ‘‘īdisā tāvatiṁsā’’ti parikappethāti attho. Idañca bhikkhūnaṁ saṁvegajananatthaṁ vuttaṁ, na nimittaggāhatthaṁ. Licchavirājāno hi sabbe na cirasseva ajātasattunā vināsaṁ pāpuṇissanti.",
  "tika-vin07t21:22": "Koṭigāmesaccakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:23": "Sīhasenāpativatthuādikathāvaṇṇanā",
  "tika-vin07t21:24": "290.Sandhāgāreti rājakiccassa sandhāraṇatthāya nicchiddaṁ katvā vicāraṇatthāya katamahāsabhāya. Gamikābhisaṅkhāroti gamane vāyāmo. Dhammassa ca anudhammanti tumhehi vuttassa kāraṇassa anukāraṇaṁ, tumhehi vuttassa atthassa anurūpamevāti adhippāyo. Sahadhammiko vādānuvādoti parehi vuttakāraṇena sakāraṇo hutvā tumhākaṁ vādo vā ito paraṁ tassa anuvādo vā. Koci appamattakopi gārayhaṁ ṭhānaṁ na āgacchatīti kiṁ tava vāde gārayhakāraṇaṁ natthīti vuttaṁ hoti.",
  "tika-vin07t21:25": "293.Anuviccakāranti anuviditākāraṁ. Ratanattayassa saraṇagamanādikiriyaṁ karoti. Sahasā katvā mā pacchā vippaṭisārī ahosīti attho. Paṭākaṁ parihareyyunti dhajapaṭākaṁ ukkhipitvā ‘‘īdiso amhākaṁ saraṇaṁ gato sāvako jāto’’ti nagare ghosentā āhiṇḍanti.",
  "tika-vin07t21:26": "294.Nimittakammassāti maṁsakhādananimittena uppannapāṇātipātakammassa.",
  "tika-vin07t21:27": "Sīhasenāpativatthuādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:28": "Kappiyabhūmianujānanakathāvaṇṇanā",
  "tika-vin07t21:29": "295.Anuppage evāti pātova. Oravasaddanti mahāsaddaṁ. Taṁ pana avatvāpīti pi-saddena tathāvacanampi anujānāti. Aṭṭhakathāsūti andhakaṭṭhakathāvirahitāsu sesaṭṭhakathāsu. Sādhāraṇalakkhaṇanti andhakaṭṭhakathāya saha sabbaṭṭhakathānaṁ samānaṁ.",
  "tika-vin07t21:30": "Cayanti adhiṭṭhānauccavatthuṁ. Yato paṭṭhāyāti yato iṭṭhakādito paṭṭhāya, yaṁ ādiṁ katvā bhittiṁ uṭṭhāpetukāmāti attho. ‘‘Thambhā pana upari uggacchanti, tasmā vaṭṭantī’’ti etena iṭṭhakapāsāṇā heṭṭhā patiṭṭhāpitāpi yadi cayato, bhūmito vā ekaṅgulamattampi uggatā tiṭṭhanti, vaṭṭantīti siddhaṁ hoti.",
  "tika-vin07t21:31": "Ārāmoti upacārasīmāparicchinno sakalo vihāro. Senāsanānīti vihārassa anto tiṇakuṭiādikāni saṅghassa nivāsagehāni. Vihāragonisādikā nāmāti senāsanagonisādikā. Senāsanāni hi sayaṁ parikkhittānipi ārāmaparikkhepābhāvena ‘‘gonisādikānī’’ti vuttāni. ‘‘Upaḍḍhaparikkhittopī’’ti iminā tato ūnaparikkhitto yebhuyyena aparikkhitto nāma, tasmā aparikkhittasaṅkhyameva gacchatīti dasseti. Etthāti upaḍḍhādiparikkhitte. Kappiyakuṭiṁ laddhuṁ vaṭṭatīti gonisādiyā abhāvena sesakappiyakuṭīsu tīsu yā kāci kappiyakuṭi kātabbāti attho.",
  "tika-vin07t21:32": "Tesaṁ gehānīti ettha bhikkhūnaṁ vāsatthāya katampi yāva na denti, tāva tesaṁ santakaṁyeva bhavissatīti daṭṭhabbaṁ. Vihāraṁ ṭhapetvāti upasampannānaṁ vāsatthāya katagehaṁ ṭhapetvāti attho. Gehanti nivāsagehaṁ, tadaññaṁ pana uposathāgārādi sabbaṁ anivāsagehaṁ catukappiyabhūmivimuttā pañcamī kappiyabhūmi. Saṅghasantakepi hi etādise gehe suṭṭhu parikkhittārāmattepi abbhokāse viya antovutthādidoso natthi. Yena kenaci channe, paricchanne ca sahaseyyappahonake bhikkhusaṅghassa nivāsagehe antovutthādidoso, na aññattha. Tenāha ‘‘yaṁ panā’’tiādi. Tattha ‘‘saṅghikaṁ vā puggalikaṁ vā’’ti idaṁ kiñcāpi bhikkhunīnaṁ sāmaññato vuttaṁ, bhikkhūnaṁ pana saṅghikaṁ puggalikañca bhikkhunīnaṁ, tāsaṁ saṅghikaṁ puggalikañca bhikkhūnaṁ gihisantakaṭṭhāne tiṭṭhatīti veditabbaṁ.",
  "tika-vin07t21:33": "Mukhasannidhīti antosannihitadoso hi mukhappavesananimittaṁ āpattiṁ karoti, nāññathā. Tasmā ‘‘mukhasannidhī’’ti vutto.",
  "tika-vin07t21:34": "Tattha tattha khaṇḍā hontīti upaḍḍhato adhikaṁ khaṇḍā honti. Sabbasmiṁ chadane vinaṭṭheti tiṇapaṇṇādivassaparittāyake chadane vinaṭṭhe. Gopānasīnaṁ pana upari vallīhi baddhadaṇḍesu ṭhitesupi jahitavatthukā honti eva. Pakkhapāsakamaṇḍalanti ekasmiṁ passe tiṇṇaṁ gopānasīnaṁ upari ṭhitatiṇapaṇṇādicchadanaṁ vuccati.",
  "tika-vin07t21:35": "Anupasampannassa dātabbo assātiādinā akappiyakuṭiyaṁ vutthampi anupasampannassa dinne kappiyaṁ hoti, sāpekkhadānañcettha vaṭṭati, paṭiggahaṇaṁ viya na hotīti dasseti.",
  "tika-vin07t21:36": "299. Pāḷiyaṁ kantāre sambhāvesīti appabhakkhakantāre sampāpuṇi.",
  "tika-vin07t21:37": "Kappiyabhūmianujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:38": "Keṇiyajaṭilavatthukathāvaṇṇanā",
  "tika-vin07t21:39": "300.Jaṭiloti āharimajaṭādharo tāpasavesadhārako yaññayutto lokapūjito brāhmaṇo. Pavattāro pāvacanavasena vattāro. Yesaṁ santakamidaṁ, yehi vā idaṁ gītanti attho. Gītaṁ pavuttaṁ samihitanti aññamaññassa pariyāyavacanaṁ vuttanti attho. Tadanugāyantīti taṁ tehi pubbe gītaṁ anugāyanti. Evaṁ sesesu ca.",
  "tika-vin07t21:40": "Yāvakālikapakkānanti pakke sandhāya vuttaṁ, āmāni pana anupasampannehi sītudake madditvā parissāvetvā dinnapānaṁ pacchābhattampi kappati eva. Ayañca attho mahāaṭṭhakathāyaṁ sarūpato avuttoti āha ‘‘kurundiyaṁ panā’’tiādi. ‘‘Ucchuraso nikasaṭo’’ti idaṁ pātabbasāmaññena yāmakālikakathāyaṁ vuttaṁ, taṁ pana sattāhakālikamevāti gahetabbaṁ. Ime cattāro rasāti phalapattapupphaucchurasā cattāro.",
  "tika-vin07t21:41": "Pāḷiyaṁ aggihuttamukhāti aggijuhanapubbakā. Chandasoti vedassa. Sāvittī mukhaṁ paṭhamaṁ sajjhāyitabbāti attho. Tapatanti vijotantānaṁ.",
  "tika-vin07t21:42": "Keṇiyajaṭilavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:43": "Rojamallādivatthukathāvaṇṇanā",
  "tika-vin07t21:44": "301.Bahukato buddhe vāti buddhe katabahumānoti attho. So kho ahaṁ, bhante ānanda, ñātīnaṁ daṇḍabhayatajjito ahosinti seso. Evañhi sati ‘‘evāha’’nti puna ahaṁ-gahaṇaṁ yujjati. Vivarīti ‘‘vivaratū’’ti cintāmattena vivari, na uṭṭhāya hatthena.",
  "tika-vin07t21:45": "303.Aññataroti subhaddo vuḍḍhapabbajito. Dve dārakāti sāmaṇerabhūmiyaṁ ṭhitā dve puttā. Nāḷiyāvāpakenāti nāḷiyā ceva thavikāya ca. Saṁharatha imehi bhājanehi taṇḍulādīni saṅkaḍḍhathāti attho. Bhusāgāreti palālamaye agāre, palālapuñjaṁ abbhantarato palālaṁ saṅkaḍḍhitvā agāraṁ kataṁ hoti, tatthāti attho.",
  "tika-vin07t21:46": "Rojamallādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:47": "Catumahāpadesakathāvaṇṇanā",
  "tika-vin07t21:48": "305.Parimaddantāti upaparikkhantā. Dve paṭā desanāmeneva vuttāti tesaṁ sarūpadassanapadametaṁ. Nāññanivattanapadaṁ pattuṇṇapaṭassāpi desanāmena vuttattā.",
  "tika-vin07t21:49": "Tumbāti bhājanāni. Phalatumbo nāma lābuādi. Udakatumbo udakaghaṭo. Kilañjacchattanti veḷuvilīvehi vāyitvā katachattaṁ. Sambhinnarasanti missībhūtarasaṁ.",
  "tika-vin07t21:50": "Catumahāpadesakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:51": "Bhesajjakkhandhakavaṇṇanānayo niṭṭhito."
}