{
  "tika-s0401t9:0": "10. Dutiyapamādādivaggavaṇṇanā",
  "tika-s0401t9:1": "98-115. Dasame vagge ajjhattasantāne bhavaṁ ajjhattikaṁ. Ajjhattasantānato bahiddhā bhavaṁ bāhiraṁ. Vuttapaṭipakkhanayenāti ‘‘avināsāyā’’ti evamādinā attho gahetabbo. Catukkoṭiketi ‘‘anuyogo akusalānaṁ , ananuyogo kusalānaṁ, anuyogo kusalānaṁ, ananuyogo akusalāna’’nti (a. ni. 1.96) evaṁ pariyosānasutte āgatanayaṁ gahetvā ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmī’’tiādinā (a. ni. 1.11) āgatasuttānaṁ samaññā jātā.",
  "tika-s0401t9:2": "130. Suttantanaye yathācodanā saṁkilesadhammānaṁ vipariyesanaṁ, taṁtaṁdhammakoṭṭhāsānañca ūnato adhikato ca pavedanaṁ adhammaṁ dhammoti dīpanaṁ. Tesaṁyeva pana aviparītato anūnādhikato ca pavedanaṁ dhammaṁ dhammoti dīpanaṁ. Evaṁ vinayappaṭipattiyā ayathāvidhippavedanaṁ adhammaṁ dhammoti dīpanaṁ. Yathāvidhippavedanaṁ dhammaṁ dhammoti dīpanaṁ. Suttantanayena pañcavidho saṁvaravinayo pahānavinayo ca vinayo, tappaṭipakkhena avinayo. Vinayanayena vatthusampadādinā yathāvidhippaṭipatti eva vinayo, tabbipariyāyena avinayo veditabbo. Tiṁsa nissaggiyā pācittiyāti ettha iti-saddo ādyattho. Tena dvenavuti pācittiyā, cattāro pāṭidesaniyā, satta adhikaraṇasamathāti imesaṁ saṅgaho. Ekatiṁsa nissaggiyāti ettha ‘‘tenavuti pācittiyā’’tiādinā vattabbaṁ. Sesamettha suviññeyyameva.",
  "tika-s0401t9:3": "Adhigantabbato adhigamo, maggaphalāni. Nibbānaṁ pana antaradhānābhāvato idha na gayhati. Paṭipajjanaṁ paṭipatti, sikkhattayasamāyogo. Paṭipajjitabbato vā paṭipatti. Pariyāpuṇitabbato pariyatti, piṭakattayaṁ. Maggaggahaṇena gahitāpi tatiyavijjāchaṭṭhābhiññā vijjābhiññāsāmaññato ‘‘tisso vijjā cha abhiññā’’ti punapi gahitā. Tato paraṁ cha abhiññāti vassasahassato paraṁ cha abhiññā nibbattetuṁ sakkonti, na paṭisambhidāti adhippāyo. Tatoti abhiññākālato pacchā. Tāti abhiññāyo. Pubbabhāge jhānasinehābhāvena kevalāya vipassanāya ṭhatvā aggaphalappattā sukkhavipassakā nāma, maggakkhaṇe pana ‘‘jhānasineho natthī’’ti na vattabbo ‘‘samathavipassanaṁ yuganaddhaṁ bhāvetī’’ti (a. ni. 4.170) vacanato. Pacchimakassāti sabbapacchimassa. Kiñcāpi ariyo aparihānadhammo , sotāpannassa pana uddhaṁ jīvitapariyādānā adhigatadhammo uppanno nāma natthi, paccayasāmaggiyā asati yāva uparivisesaṁ nibbattetuṁ na sakkonti, tāva adhigamassa asambhavo evāti āha – ‘‘sotāpannassa…pe… nāma hotī’’ti. Tassidaṁ manussalokavasena vuttanti daṭṭhabbaṁ.",
  "tika-s0401t9:4": "Na codentīti aññamaññasmiṁ vijjamānaṁ dosaṁ jānantāpi na codenti na sārenti. Akukkuccakā hontīti kukkuccaṁ na uppādenti. ‘‘Asakkaccakārino hontī’’ti ca paṭhanti, sāthalikatāya sikkhāsu asakkaccakārino hontīti attho. Bhikkhūnaṁ satepi sahassepi dharamāneti idaṁ bāhullavasena vuttaṁ. Antimavatthuanajjhāpannesu katipayamattesupi bhikkhūsu dharantesu, ekasmiṁ vā dharante paṭipatti anantarahitā eva nāma hoti. Tenevāha – ‘‘pacchimakassa…pe… antarahitā hotī’’ti.",
  "tika-s0401t9:5": "Antevāsike gahetunti antevāsike saṅgahetuṁ. Atthavasenāti aṭṭhakathāvasena. Matthakato paṭṭhāyāti uparito paṭṭhāya. Uposathakkhandhakamattanti vinayamātikāpāḷimāha. Āḷavakapañhādīnaṁ viya devesu pariyattiyā pavatti appamāṇanti āha – ‘‘manussesū’’ti.",
  "tika-s0401t9:6": "Oṭṭhaṭṭhivaṇṇanti oṭṭhānaṁ aṭṭhivaṇṇaṁ, dantakasāvaṁ ekaṁ vā dve vā vāre rajitvā dantavaṇṇaṁ katvā dhārentīti vuttaṁ hoti. Kesesu vā allīyāpentīti tena kāsāvakhaṇḍena kese bandhantā allīyāpenti. Bhikkhugottassa abhibhavanato vināsanato gotrabhuno. Atha vā gottaṁ vuccati sādhāraṇaṁ nāmaṁ, mattasaddo luttaniddiṭṭho, tasmā ‘‘samaṇā’’ti gottamattaṁ anubhavanti dhārentīti gotrabhuno, nāmamattasamaṇāti attho. Kāsāvagatakaṇṭhatāya, kāsāvaggahaṇahetuuppajjanakasokatāya vā kāsāvakaṇṭhā. Saṅghagatanti saṅghaṁ uddissa dinnattā saṅghagataṁ. Taṁ sarīranti taṁ dhātusarīraṁ.",
  "tika-s0401t9:7": "Tenevāti pariyattiantaradhānamūlakattā eva itaraantaradhānassa. Sakko devarājā chātakabhaye paratīragamanāya bhikkhū ussukkamakāsīti adhippāyo. Neti ubhayepi paṁsukūlikatthere dhammakathikatthere ca. Therāti tattha ṭhitā sakkhibhūtā therā. Dhammakathikattherā ‘‘yāva tiṭṭhantisuttantā…pe… yogakkhemā na dhaṁsatī’’ti idaṁ suttaṁ āharitvā ‘‘suttante rakkhite sante, paṭipatti hoti rakkhitā’’ti iminā vacanena paṁsukūlikatthere appaṭibhāne akaṁsu . Idāni pariyattiyā anantaradhānameva itaresaṁ anantaradhānahetūti imamatthaṁ byatirekato anvayato ca upamāhi vibhāvetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Taṁ suviññeyyameva.",
  "tika-s0401t9:8": "Dutiyapamādādivaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t9:9": "140-150. Ekādasamadvādasamavaggā suviññeyyā eva."
}