{
  "tika-s0402t49:0": "(16) 1. Indriyavaggo",
  "tika-s0402t49:1": "1-5. Indriyasuttādivaṇṇanā",
  "tika-s0402t49:2": "151-155. Catutthassa paṭhamādīni uttānāneva.",
  "tika-s0402t49:3": "Indriyasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t49:4": "6-8. Kappasuttādivaṇṇanā",
  "tika-s0402t49:5": "156-158. Chaṭṭhe saṁvaṭṭanaṁ vinassanaṁ saṁvaṭṭo, saṁvaṭṭato uddhaṁ tathā ṭhāyī saṁvaṭṭaṭṭhāyī. Vivaṭṭanaṁ nibbattanaṁ, vaḍḍhanaṁ vā vivaṭṭo. ‘‘Tejosaṁvaṭṭo, āposaṁvaṭṭo, vāyosaṁvaṭṭoti evaṁ saṁvaṭṭasīmānukkamena saṁvaṭṭesu vattabbesu tathā avatvā āposaṁvaṭṭo, tejosaṁvaṭṭo, vāyosaṁvaṭṭoti vacanaṁ saṁvaṭṭamahābhūtadesanānupubbiyā’’ti keci. ‘‘Bhāvīsaṁvaṭṭānupubbiyā’’ti apare. Āpena saṁvaṭṭo āposaṁvaṭṭo. Saṁvaṭṭasīmāti saṁvaṭṭanamariyādā. Saṁvaṭṭatīti vinassati. Sadāti sabbakālaṁ, tīsupi saṁvaṭṭakālesūti attho. Ekaṁ buddhakkhettaṁ vinassatīti ettha buddhakkhettaṁ nāma tividhaṁ hoti jātikkhettaṁ, āṇākkhettaṁ, visayakkhettañca.",
  "tika-s0402t49:6": "Tattha jātikkhettaṁ dasasahassacakkavāḷapariyantaṁ hoti, tathāgatassa paṭisandhiggahaṇādīsu kampati. Āṇākkhettaṁ koṭisatasahassacakkavāḷapariyantaṁ, yattha ratanasuttaṁ (khu. pā. 6.1 ādayo; su. ni. 224 ādayo) khandhaparittaṁ (a. ni. 4.67; cūḷava. 251) dhajaggaparittaṁ (saṁ. ni. 1.249) āṭānāṭiyaparittaṁ (dī. ni. 3.277-278) moraparittanti (jā. 1.2.17-18) imesaṁ parittānaṁ ānubhāvo vattati. Visayakkhettaṁ anantāparimāṇaṁ, yaṁ ‘‘yāvatā vā panākaṅkheyyā’’ti (a. ni. 3.81) vuttaṁ. Tattha yaṁ yaṁ tathāgato ākaṅkhati, taṁ taṁ jānāti. Evametesu tīsu buddhakkhettesu ekaṁ āṇākkhettaṁ vinassati , tasmiṁ pana vinassante jātikkhettaṁ vinaṭṭhameva hoti, vinassantañca ekatova vinassati, saṇṭhahantañca ekatova saṇṭhahati. Sesamettha visuddhimaggasaṁvaṇṇanāsu (visuddhi. mahāṭī. 2.404) vuttanayeneva gahetabbaṁ. Sattamaṭṭhamāni uttānatthāneva.",
  "tika-s0402t49:7": "Kappasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t49:8": "9. Bhikkhunīsuttavaṇṇanā",
  "tika-s0402t49:9": "159. Navame evaṁ pavattaṁ paccuppannataṇhaṁ nissāyāti ‘‘kudāssu nāmāhampi āsavānaṁ khayā’’tiādinā nayena anuttare vimokkhe pihaṁ uppādentassa uppannataṇhaṁ nissāya. Kathaṁ pana lokuttaradhamme ārabbha āsā uppajjatīti? Na kho panetaṁ evaṁ daṭṭhabbaṁ, na ārammaṇakaraṇavasena tattha pihā pavattati avisayattā puggalassa ca anadhigatabhāvato. Anussavūpaladdhe pana anuttaravimokkhe uddissa pihaṁ uppādento tattha pihaṁ uppādeti nāma. Nākaḍḍhatīti kammapathabhāvaṁ appattatāya paṭisandhiṁ na deti. Sesaṁ suviññeyyameva.",
  "tika-s0402t49:10": "Bhikkhunīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t49:11": "10. Sugatavinayasuttavaṇṇanā",
  "tika-s0402t49:12": "160. Dasame vaḷañjentīti sajjhāyanti ceva vācuggataṁ karontā dhārenti ca. Avigatataṇhatāya taṁ taṁ parikkhārajātaṁ bahumpi ādiyantīti bahulā, te eva bāhulikā yathā ‘‘venayiko’’ti (ma. ni. 1.246; a. ni. 8.11; pārā. 8). Te pana yasmā paccayabahulabhāvā yuttappayuttā nāma honti, tasmā āha ‘‘paccayabāhullāya paṭipannā’’ti. Sithilaṁ gaṇhantīti sāthalikā, sikkhāya ādaragāravābhāvena sithilaṁ adaḷhaṁ gaṇhantīti attho. Sithilanti ca bhāvanapuṁsakaniddeso, sithila-saddena vā samānatthassa sāthalasaddassa vasena sāthalikāti padasiddhi veditabbā. Avagamanatoti adhogamanato, orambhāgiyabhāvatoti attho. Nibbīriyāti ujjhitussāhā tadadhigamāya ārambhampi akurumānā.",
  "tika-s0402t49:13": "Sugatavinayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t49:14": "Indriyavaggavaṇṇanā niṭṭhitā."
}