{
  "tika-s0404t11:0": "4. Mahāvaggo",
  "tika-s0404t11:1": "1. Anupubbavihārasuttavaṇṇanā",
  "tika-s0404t11:2": "32. Catutthassa paṭhame anupubbato viharitabbāti anupubbavihārā. Anupaṭipāṭiyāti anukkamena. Samāpajjitabbavihārāti samāpajjitvā samaṅgino hutvā viharitabbavihārā.",
  "tika-s0404t11:3": "Anupubbavihārasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:4": "2-3. Anupubbavihārasamāpattisuttādivaṇṇanā",
  "tika-s0404t11:5": "33-34. Dutiye chātaṁ vuccati taṇhādiṭṭhiyo kāmānaṁ pātabbato tāsaṁ vasena vattanato, tanninnattā natthi etesu chātanti nicchātā. Tenāha ‘‘taṇhādiṭṭhicchātāna’’ntiādi. Tatiye natthi vattabbaṁ.",
  "tika-s0404t11:6": "Anupubbavihārasamāpattisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t11:7": "4. Gāvīupamāsuttavaṇṇanā",
  "tika-s0404t11:8": "35. Catutthe pabbatacārinīti pakatiyā pabbate bahulacārinī. Akhettaññūti (visuddhi. mahāṭī. 1.77) agocaraññū. Samādhiparipantānaṁ visodhanānabhiññatāya bālo. Jhānassa paguṇabhāvāpādanaveyyattiyassa abhāvena abyatto. Uparijhānassa padaṭṭhānabhāvānavabodhena akhettaññū. Sabbathāpi samāpattikosallābhāvena akusalo. Samādhinimittassa vā anāsevanāya bālo. Abhāvanāya abyatto. Abahulīkārena akhettaññū. Sammadeva anadhiṭṭhānato akusaloti yojetabbaṁ. Ubhato bhaṭṭhoti ubhayato jhānato bhaṭṭho. So hi appaguṇatāya na suppatiṭṭhitatāya saussāhopi vināsato asāmatthiyato ca jhānadvayato parihīno.",
  "tika-s0404t11:9": "Gāvīupamāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:10": "5. Jhānasuttavaṇṇanā",
  "tika-s0404t11:11": "36. Pañcame aniccatoti iminā niccappaṭikkhepato tesaṁ aniccatamāha. Tato eva udayavayavantato vipariṇāmato tāvakālikato ca te aniccāti jotitaṁ hoti. Yañhi niccaṁ na hoti, taṁ udayavayaparicchinnajarāya maraṇena cāti dvedhā vipariṇataṁ ittarakkhaṇameva ca hoti. Dukkhatoti na sukhato. Iminā sukhappaṭikkhepato tesaṁ dukkhatamāha. Tato eva ca abhiṇhappaṭipīḷanato dukkhavatthuto ca te dukkhāti jotitaṁ hoti. Udayavayavantatāya hi te abhiṇhappaṭipīḷanato nirantaradukkhatāya dukkhasseva ca adhiṭṭhānabhūto. Paccayayāpanīyatāya rogamūlatāya ca rogato. Dukkhatāsūlayogato kilesāsucipaggharato uppādajarābhaṅgehi uddhumātapakkabhijjanato ca gaṇḍato. Pīḷājananato antotudanato dunnīharaṇato ca sallato. Avaḍḍhiāvahanato aghavatthuto ca aghato. Aseribhāvajananato ābādhappatiṭṭhānatāya ca ābādhato. Avasavattanato avidheyyatāya ca parato. Byādhijarāmaraṇehi palujjanīyatāya palokato. Sāminivāsīkārakavedakaadhiṭṭhāyakavirahato suññato. Attappaṭikkhepaṭṭhena anattato. Rūpādidhammāpi yathā na ettha attā atthīti anattā, evaṁ sayampi attā na hontīti anattā. Tena abyāpārato nirīhato tucchato anattāti dīpitaṁ hoti.",
  "tika-s0404t11:12": "Lakkhaṇattayameva sukhāvabodhanatthaṁ ekādasahi padehi vibhajitvā gahitanti dassetuṁ ‘‘yasmā aniccato’’tiādi vuttaṁ. Antosamāpattiyanti samāpattīnaṁ sahajātatāya samāpattīnaṁ abbhantare cittaṁ paṭisaṁharatīti tappaṭibaddhachandarāgādikilesavikkhambhanena vipassanācittaṁ paṭisaṁharati. Tenāha ‘‘moceti apanetī’’ti. Savanavasenāti ‘‘sabbasaṅkhārasamatho’’tiādinā savanavasena. Thutivasenāti tatheva thomanāvasena guṇato saṁkittanavasena. Pariyattivasenāti tassa dhammassa pariyāpuṇanavasena. Paññattivasenāti tadatthassa paññāpanavasena. Ārammaṇakaraṇavaseneva upasaṁharati maggacittaṁ, ‘‘etaṁ santa’’ntiādi pana avadhāraṇanivattitatthadassanaṁ. Yathā vipassanā ‘‘etaṁ santaṁ etaṁ paṇīta’’ntiādinā asaṅkhatāya dhātuyā cittaṁ upasaṁharati, evaṁ maggo nibbānaṁ sacchikiriyābhisamayavasena abhisamento tattha labbhamāne sabbepi visese asammohato paṭivijjhanto tattha cittaṁ upasaṁharati. Tenāha ‘‘iminā pana ākārenā’’tiādi.",
  "tika-s0404t11:13": "So tattha ṭhitoti so adandhavipassako yogī tattha tāya aniccādilakkhaṇattayārammaṇāya vipassanāya ṭhito. Sabbasoti sabbattha tassa tassa maggassa adhigamāya nibbattitasamathavipassanāsu. Asakkonto anāgāmī hotīti heṭṭhimamaggāvahāsu eva samathavipassanāya chandarāgaṁ pahāya aggamaggāvahāsu nikantiṁ pariyādātuṁ asakkonto anāgāmitāyameva saṇṭhāti.",
  "tika-s0404t11:14": "Samatikkantattāti samathavasena vipassanāvasena cāti sabbathāpi rūpassa samatikkantattā. Tenāha ‘‘ayaṁ hī’’tiādi. Anenāti yoginā. Taṁ atikkammāti idaṁ yo paṭhamaṁ pañcavokāraekavokārapariyāpanne dhamme sammadeva sammasitvā te vissajjetvā tato arūpasamāpattiṁ samāpajjitvā arūpadhamme sammasati, taṁ sandhāya vuttaṁ. Tenāha ‘‘idāni arūpaṁ sammasatī’’ti.",
  "tika-s0404t11:15": "Jhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:16": "6. Ānandasuttavaṇṇanā",
  "tika-s0404t11:17": "37. Chaṭṭhe okāsaṁ avasaraṁ adhigacchati etenāti okāsādhigamo, maggaphalasukhādhigamāya okāsabhāvato vā okāso, tassa adhigamo okāsādhigamo. Ettha ca dīghanikāyeneva (dī. ni. 2.288) pana suttantadesanāyaṁ paṭhamajjhānaṁ, catutthajjhānaṁ, arahattamaggoti tayo okāsādhigamā āgatā. Tattha (dī. ni. aṭṭha. 2.288) paṭhamaṁ jhānaṁ pañca nīvaraṇāni vikkhambhetvā attano okāsaṁ gahetvā tiṭṭhatīti ‘‘paṭhamo okāsādhigamo’’ti vuttaṁ. Catutthajjhānaṁ pana sukhadukkhaṁ vikkhambhetvā attano okāsaṁ gahetvā tiṭṭhatīti dutiyo okāsādhigamo. Arahattamaggo sabbakilese vikkhambhetvā attano okāsaṁ gahetvā tiṭṭhatīti ‘‘tatiyo okāsādhigamo’’ti vutto. Idha pana vakkhamānāni tīṇi arūpajjhānāni sandhāya ‘‘okāsādhigamo’’ti vuttaṁ. Tesaṁyeva ca gahaṇe kāraṇaṁ sayameva vakkhati.",
  "tika-s0404t11:18": "Sattānaṁvisuddhiṁ pāpanatthāyāti rāgādīhi malehi abhijjhāvisamalobhādīhi ca upakkilesehi kiliṭṭhacittānaṁ sattānaṁ visuddhipāpanatthāya samatikkamanatthāya. Āyatiṁ anuppajjanañhi idha ‘‘samatikkamo’’ti vuttaṁ. Atthaṁ gamanatthāyāti kāyikadukkhassa ca cetasikadomanassassa cāti imesaṁ dvinnaṁ atthaṅgamāya, nirodhāyāti attho. Ñāyati nicchayena kamati nibbānaṁ, taṁ vā ñāyati paṭivijjhīyati etenāti ñāyo, samucchedabhāvo ariyamaggoti āha ‘‘sahavipassanakassa maggassā’’ti. Paccakkhakaraṇatthāyāti attapaccakkhatāya. Parapaccayena vinā paccakkhakaraṇañhi ‘‘sacchikiriyā’’ti vuccati. Asambhinnanti pittasemhādīhi apalibuddhaṁ anupahataṁ.",
  "tika-s0404t11:19": "Rāgānugato samādhi abhinato nāma hoti ārammaṇe abhimukhābhāvena pavattiyā, dosānugato pana apanato apagamanavasena pavattiyā, tadubhayappaṭikkhepena ‘‘na cābhinato na cāpanato’’ti vuttanti āha ‘‘rāgavasenā’’tiādi. Na sasaṅkhāraniggayhavāritagatoti lokiyajjhānacittāni viya na sasaṅkhārena sappayogena tadaṅgappahānavikkhambhanappahānavasena ca niggahetvā vāretvā ṭhito. Kiñcarahi kilesānaṁ chinnante uppanno. Tathābhūtaṁ phalasamādhiṁ sandhāyetaṁ vuttaṁ. Tenāha ‘‘na sasaṅkhārena…pe… chinnante uppanno’’ti.",
  "tika-s0404t11:20": "Ānandasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:21": "7. Lokāyatikasuttavaṇṇanā",
  "tika-s0404t11:22": "38. Sattame lokāyatavādakāti āyatiṁ hitaṁ loko na yatati na viruhati etenāti lokāyataṁ, vitaṇḍasatthaṁ. Tañhi ganthaṁ nissāya sattā puññakiriyāya cittampi na uppādenti, taṁ vadantīti lokāyatavādakā.",
  "tika-s0404t11:23": "Daḷhaṁ thiraṁ dhanu etassāti daḷhadhanvā (a. ni. ṭī. 2.4.45-46; saṁ. ni. ṭī. 1.1.107), so eva ‘‘daḷhadhammā’’ti vutto. Paṭisattuvidhamanatthaṁ dhanuṁ gaṇhātīti dhanuggaho. So eva usuṁ saraṁ asati khipatīti issāso. Dvisahassathāmanti lohādibhāraṁ vahituṁ samatthaṁ dvisahassathāmaṁ. Tenāha ‘‘dvisahassathāmaṁ nāmā’’tiādi. Daṇḍeti dhanudaṇḍe. Yāva kaṇḍappamāṇāti dīghato yattakaṁ kaṇḍassa pamāṇaṁ, tattake dhanudaṇḍe ukkhittamatte āropitesuyeva jiyādaṇḍesu so ce bhāro pathavito muccati, evaṁ idaṁ dvisahassathāmaṁ nāma dhanūti daṭṭhabbaṁ. Uggahitasippoti uggahitadhanusippo. Katahatthoti thirataraṁ lakkhesu avirajjhanasarakkhepo. Īdiso pana tattha vasibhūto katahattho nāma hotīti āha ‘‘ciṇṇavasibhāvo’’ti. Kataṁ rājakulādīsu upecca asanaṁ etena so katūpāsanoti āha ‘‘rājakulādīsu dassitasippo’’ti. Evaṁ katanti evaṁ antosusirakaraṇādinā sallahukaṁ kataṁ.",
  "tika-s0404t11:24": "Lokāyatikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:25": "8-9. Devāsurasaṅgāmasuttādivaṇṇanā",
  "tika-s0404t11:26": "39-40. Aṭṭhame abhiyiṁsūti kadā abhiyiṁsu? Yadā balavanto ahesuṁ, tadā. Tatrāyamanupubbikathā (saṁ. ni. aṭṭha. 1.1.247; sārattha. ṭī. 1.verañjakaṇḍavaṇṇanā) – sakko kira magadharaṭṭhe macalagāmake magho nāma māṇavo hutvā tettiṁsa purise gahetvā kalyāṇakammaṁ karonto satta vatapadāni pūretvā tattha kālaṅkato devaloke nibbatti. Taṁ balavakammānubhāvena saparisaṁ sesadevatā dasahi ṭhānehi adhigaṇhantaṁ disvā ‘‘āgantukadevaputtā āgatā’’ti nevāsikā gandhapānaṁ sajjayiṁsu. Sakko sakaparisāya saññaṁ adāsi ‘‘mārisā mā gandhapānaṁ pivittha, pivanākāramattameva dassethā’’ti. Te tathā akaṁsu. Nevāsikadevatā suvaṇṇasarakehi upanītaṁ gandhapānaṁ yāvadatthaṁ pivitvā mattā tattha tattha suvaṇṇapathaviyaṁ patitvā sayiṁsu. Sakko ‘‘gaṇhatha puttahatāya putte’’ti te pādesu gahetvā sinerupāde khipāpesi. Sakkassa puññatejena tadanuvattakāpi sabbe tattheva patiṁsu. Te sineruvemajjhakāle saññaṁ labhitvā, ‘‘tātā, suraṁ na pivimha, suraṁ na pivimhā’’ti āhaṁsu. Tato paṭṭhāya asurā nāma jātā. Atha nesaṁ kammapaccayautusamuṭṭhānaṁ sinerussa heṭṭhimatale dasayojanasahassaṁ asurabhavanaṁ nibbatti. Sakko tesaṁ nivattitvā anāgamanatthāya ārakkhaṁ ṭhapesi. Yaṁ sandhāya vuttaṁ –",
  "tika-s0404t11:27": "‘‘Antarā dvinnaṁ ayujjhapurānaṁ,",
  "tika-s0404t11:28": "Pañcavidhā ṭhapitā abhirakkhā;",
  "tika-s0404t11:29": "Uraga-karoṭi-payassa ca hārī,",
  "tika-s0404t11:30": "Madanayutā caturo ca mahatthā’’ti. (saṁ. ni. aṭṭha. 1.1.247; sārattha. ṭī. 1.1 verañjakaṇḍavaṇṇanā);",
  "tika-s0404t11:31": "Dve nagarāni hi yuddhena gahetuṁ asakkuṇeyyatāya ayujjhapurāni nāma jātāni devanagarañca asuranagarañca. Yadā hi asurā balavanto honti, atha devehi palāyitvā devanagaraṁ pavisitvā dvāre pidahite asurānaṁ satasahassampi kiñci kātuṁ na sakkoti. Yadā devā balavanto honti, athāsurehi palāyitvā asuranagarassa dvāre pidahite sakkānaṁ satasahassampi kiñci kātuṁ na sakkoti. Iti imāni dve nagarāni ayujjhapurāni nāma. Tesaṁ antarā etesu uragādīsu pañcasu ṭhānesu sakkena ārakkhā ṭhapitā. Tattha uragasaddena nāgā gahitā. Te hi udake balavanto honti, tasmā sinerussa paṭhamālinde etesaṁ ārakkhā. Karoṭisaddena supaṇṇā gahitā. Tesaṁ kira karoṭi nāma pānabhojanaṁ, tena taṁ nāmaṁ labhiṁsu, dutiyālinde tesaṁ ārakkhā. Payassahārisaddena kumbhaṇḍā gahitā, dānavarakkhasā kira te, tatiyālinde tesaṁ ārakkhā. Madanayutasaddena yakkhā gahitā. Visamacārino kira te yujjhasoṇḍā, catutthālinde tesaṁ ārakkhā. Caturo ca mahattāti cattāro mahārājāno vuttā, pañcamālinde tesaṁ ārakkhā, tasmā yadi asurā kupitāvilacittā devapuraṁ upayanti yujjhituṁ. Yaṁ girino paṭhamaṁ paribhaṇḍaṁ, taṁ uragā paṭibāhayanti. Evaṁ sesesu sesā.",
  "tika-s0404t11:32": "Te pana asurā āyuvaṇṇayasaissariyasampattīhi tāvatiṁsasadisāva, tasmā antarā attānaṁ ajānitvā pāṭaliyā pupphitāya ‘‘na idaṁ devanagaraṁ, tattha pāricchattako pupphati, idha pana cittapāṭalī, jarasakkenāmhākaṁ suraṁ pāyetvā vañcitā, devanagarañca no gahitaṁ, gacchāma, tena saddhiṁ yujjhissāmā’’ti hatthiassarathe āruyha suvaṇṇarajatamaṇiphalakāni gahetvā yuddhasajjā hutvā asurabheriyo vādentā mahāsamudde udakaṁ dvidhā bhetvā uṭṭhahanti. Te deve vuṭṭhe vammikamakkhikā vammikaṁ viya sineruṁ āruhituṁ ārabhanti. Atha nesaṁ paṭhamaṁ nāgehi saddhiṁ yuddhaṁ hoti. Tasmiṁ kho pana yuddhe na kassaci chavi vā cammaṁ vā chijjati, na lohitaṁ uppajjati, kevalaṁ kumārakānaṁ dārumeṇḍakayuddhaṁ viya aññamaññasantāsanamattameva hoti. Koṭisatāpi koṭisahassāpi nāgā tehi saddhiṁ yujjhitvā te asurapuraṁyeva pavesetvā nivattanti. Yadā pana asurā balavanto honti, atha nāgā osakkitvā dutiye ālinde supaṇṇehi saddhiṁ ekatova hutvā yujjhanti. Esa nayo supaṇṇādīsupi. Yadā pana tāni pañcapi ṭhānāni asurā maddanti, tadā ekato sampiṇḍitānipi tāni pañca balāni osakkanti. Atha cattāro mahārājāno gantvā sakkassa taṁ pavattiṁ ārocenti. Sakko tesaṁ vacanaṁ sutvā diyaḍḍhayojanasatikaṁ vejayantarathaṁ āruyha sayaṁ vā nikkhamati, ekaṁ puttaṁ vā peseti. Yadā devā puna apaccāgamanāya asure jiniṁsu, tadā sakko asure palāpetvā pañcasu ṭhānesu ārakkhaṁ datvā vediyapāde vajirahatthā indapaṭimāyo ṭhapesi. Asurā kālena kālaṁ uṭṭhahitvā paṭimāyo disvā ‘‘sakko appamatto tiṭṭhatī’’ti tatova nivattanti. Idha pana yadā asurānaṁ jayo ahosi, devānaṁ parājayo, taṁ sandhāyetaṁ vuttaṁ – ‘‘parājitā ca, bhikkhave, devā apayiṁsuyeva uttarenābhimukhā, abhiyiṁsu asurā’’ti.",
  "tika-s0404t11:33": "Dakkhiṇābhimukhā hutvāti cakkavāḷapabbatābhimukhā hutvā. Asurā kira devehi parājitā palāyantā cakkavāḷapabbatābhimukhaṁ gantvā cakkavāḷamahāsamuddapiṭṭhiyaṁ rajatapaṭṭavaṇṇe vālikāpuline yattha paṇṇakuṭiyo māpetvā isayo vasanti, tattha gantvā isīnaṁ assamapadena gacchantā ‘‘sakko imehi saddhiṁ mantetvā amhe nāseti, gaṇhatha puttahatāya putte’’ti kupitā assamapade pānīyaghaṭacaṅkamanapaṇṇasālādīni viddhaṁsenti. Isayo araññato phalāphalaṁ ādāya āgatā disvā puna dukkhena paṭipākatikaṁ karonti, tepi punappunaṁ tatheva parājitā gantvā vināsenti. Tena vuttaṁ – ‘‘parājitā ca kho, bhikkhave, asurā apayiṁsuyeva dakkhiṇenābhimukhā’’ti. Navamaṁ uttānatthameva.",
  "tika-s0404t11:34": "Devāsurasaṅgāmasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t11:35": "10. Tapussasuttavaṇṇanā",
  "tika-s0404t11:36": "41. Dasame pakkhandatīti pavisati. Pasīdatīti pasādaṁ abhiruciṁ āpajjati, patiṭṭhāti vimuccatīti attho. Kathāpābhatanti kathāya mūlaṁ. Mūlañhi ‘‘pābhata’’nti vuccati. Yathāha –",
  "tika-s0404t11:37": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "tika-s0404t11:38": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 1.1.4);",
  "tika-s0404t11:39": "Tenevāha ‘‘kathāpābhatanti kathāmūla’’nti. Vitakkaggahaṇeneva taṁsahacarito vicāropi gahito. Tenevettha bahuvacananiddeso katoti āha ‘‘vitakkesūti vitakkavicāresū’’ti.",
  "tika-s0404t11:40": "Tapussasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t11:41": "Mahāvaggavaṇṇanā niṭṭhitā."
}