{
  "tika-vin08t29:0": "29. Kathinatthāravinicchayakathā",
  "tika-vin08t29:1": "226. Evaṁ catupaccayabhājanavinicchayaṁ kathetvā idāni kathinavinicchayaṁ kathetumāha ‘‘kathinanti ettha panā’’tiādi. Tattha kathinanti katamaṁ kathinaṁ? Samūhapaññatti. Na hi paramatthato kathinaṁ nāma eko dhammo atthi, purimavassaṁvutthā bhikkhū, anūnapañcavaggasaṅgho, cīvaramāso, dhammena samena uppannacīvarantiādīsu yesu nāmarūpesu samuppajjamānesu tesaṁ nāmarūpadhammānaṁ samūhasamavāyasaṅkhātaṁ samūhapaññattimattameva kathinaṁ. Ayamattho kathaṁ jānitabboti? ‘‘Tesaññeva dhammānaṁ saṅgaho samavāyo nāmaṁ nāmakammaṁ nāmadheyyaṁ nirutti byañjanaṁ abhilāpo, yadidaṁ kathina’’nti parivārapāḷiyaṁ (pari. 412) āgatattā ca, ‘‘tesaññeva dhammānanti yesu rūpādidhammesu sati kathinaṁ nāma hoti, tesaṁ samodhānaṁ missībhāvo. Nāmaṁ nāmakammantiādinā pana ‘kathina’nti idaṁ bahūsu dhammesu nāmamattaṁ, na paramatthato eko dhammo atthīti dassetī’’ti aṭṭhakathāyaṁ (pari. aṭṭha. 412) āgatattā ca, ‘‘yesu rūpādidhammesūti purimavassaṁvutthā bhikkhū, pañcahi anūno saṅgho, cīvaramāso, dhammena samena samuppannaṁ cīvaranti evamādīsu yesu rūpārūpadhammesu. Satīti santesu. Missībhāvoti saṁsaggatā samūhapaññattimattaṁ. Tenāha na paramatthato eko dhammo atthīti dassetī’’ti vimativinodaniyaṁ (vi. vi. ṭī. parivāra 2.412) āgatattā ca jānitabboti.",
  "tika-vin08t29:2": "Kenaṭṭhena kathinanti? Thiraṭṭhena. Kasmā thiranti? Anāmantacāraasamādānacāragaṇabhojanayāvadatthacīvarayocatatthacīvaruppādasaṅkhāte pañcānisaṁse antokaraṇasamatthatāya. Vuttañhi sāratthadīpaniyaṁ (sārattha. ṭī. mahāvagga 3.306) ‘‘pañcānisaṁse antokaraṇasamatthatāya thiranti attho’’ti, tathā vimativinodaniyaṁ (vi. vi. ṭī. mahāvagga 2.306) vajirabuddhiṭīkāyañca (vajira. ṭī. mahāvagga 306). Atha vā kenaṭṭhena kathinanti? Saṅgaṇhanaṭṭhena. Kathaṁ saṅgaṇhātīti? Pañcānisaṁse aññattha gantuṁ adatvā saṅgaṇhāti saṅkhipitvā gaṇhāti. Vuttañhi vinayatthamañjūsāyaṁ (kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) ‘‘pañcānisaṁse aññattha gantuṁ adatvā saṅgaṇhanaṭṭhena kathina’’nti.",
  "tika-vin08t29:3": "Kathina-saddo kāya dhātuyā kena paccayena sijjhatīti? Ṭīkācariyā dhātupaccaye acintetvā anipphannapāṭipadikavaseneva vaṇṇenti, tasmā ayaṁ saddo ruḷhīsuddhanāmabhūto anipphannapāṭipadikasaddoti vuccati. Kathaṁ viññāyatīti ce? Tīsupi vinayaṭīkāsu (sārattha. ṭī. mahāvagga 3.306; vi. vi. ṭī. mahāvagga 2.306; vajira. ṭī. mahāvagga 306; kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) ‘‘thiranti attho’’ icceva vaṇṇitattā. Pañcānisaṁse antokaraṇasamatthatāyāti pana thiratā cassa hetupadameva. Atha vā kathina-saddo kathadhātuyā inapaccayena sijjhati. Kathaṁ? Katha saṅgahaṇetimassa laddhadhātusaññādissa pañcānisaṁse aññattha gantuṁ adatvā saṅgaṇhātīti atthe ‘‘ina sabbatthā’’ti yogavibhāgena vā ‘‘supato cā’’ti ettha ca-saddena vā inapaccayaṁ katvā parakkharaṁ netvā kathinasaddato syuppattādimhi kate rūpaṁ. Kathaṁ viññāyatīti ce? ‘‘Saṅgaṇhanaṭṭhenā’’ti vuttaṁ kaṅkhāvitaraṇīṭīkāpāṭhaṁ nissāya viññāyati. Atha vā kaṭha kicchajīvaneti dhātuto inapaccayaṁ katvā sijjhati. Ayamattho ‘‘kaṭha kicchajīvane, muddhajadutiyanto dhātu, ino’’ti abhidhānappadīpikāṭīkāyaṁ vuttattā viññāyati.",
  "tika-vin08t29:4": "Bahū pana paṇḍitā imaṁ pāṭhaṁyeva gahetvā ‘‘kathina-saddo muddhajadutiyantoyeva hoti, na dantajo’’ti vadanti ceva likhanti ca, na panevaṁ ekantato vattabbaṁ. Kasmā? Abhidhānappadīpikāṭīkāyaṁ kakkhaḷapariyāyaṁ guṇasaddabhūtaṁ kaṭhinasaddaṁ sandhāya vuttaṁ, na sāsanavohārato nāmasaddabhūtaṁ. Tenevāha ‘‘pañcakaṁ kakkhaḷe’’ti. Anekesu pana pāḷiaṭṭhakathādipotthakesu jinasāsanavohārato nāmasaddabhūto kathina-saddo dantajoyeva yebhuyyena paññāyati , teneva ca kāraṇena abhidhānappadīpikāṭīkāyampi vaṇṇavipariyāye kathinantipi vuttaṁ. Atha vā kattha silāghāyanti dhātuto inapaccayaṁ katvā sasaṁyogatthakāraṁ nisaṁyogaṁ katvā sijjhati. Ayamattho silāghādisuttassa vuttiyaṁ ‘‘silāgha katthane’’ti vacanato, saddanītiyañca ‘‘katthanaṁ pasaṁsana’’nti vaṇṇitattā ca viññāyati. Idañca vacanaṁ ‘‘idañhi kathinavattaṁ nāma buddhappasattha’’nti aṭṭhakathāvacanena (mahāva. aṭṭha. 306) sameti. Ācariyā pana ‘‘kaṭhadhātu inapaccayo’’ti vikappetvā ‘‘kaṭha samatthane’’ti atthaṁ vadanti, taṁ ṭīkāsu (sārattha. ṭī. mahāvagga 3.306; vi. vi. ṭī. mahāvagga 2.306; vajira. ṭī. mahāvagga 306; kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) ‘‘thiranti attho’’ti vacanaṁ anapekkhitvā ‘‘pañcānisaṁse antokaraṇasamatthatāyā’’ti hetumeva atthabhāvena gahetvā vuttaṁ siyā, taṁ pana thirabhāvassa hetuyeva.",
  "tika-vin08t29:5": "Kathaṁ viggaho kātabboti? Ayaṁ kathina-saddo catūsu padesu nāmapadaṁ, pañcasu nāmesu suddhanāmaṁ, catūsu suddhanāmesu ruḷhīsuddhanāmaṁ, dvīsu pāṭipadikasaddesu anipphannapāṭipadikasaddao, tasmā viggaho na kātabbo. Vuttañhi –",
  "tika-vin08t29:6": "‘‘Ruḷhīkhyātaṁ nipātañcu-pasaggālapanaṁ tathā;",
  "tika-vin08t29:7": "Sabbanāmikametesu, na kato viggaho chasū’’ti.",
  "tika-vin08t29:8": "Ayamattho ‘‘kathinanti…pe… thiranti attho’’ti ṭīkāsu (sārattha. ṭī. mahāvagga 3.306; vi. vi. ṭī. mahāvagga 2.306; vajira. ṭī. mahāvagga 306; kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) vacanato viññāyati. Atha vā pañcānisaṁse aññattha gantuṁ adatvā kathati saṅgaṇhātīti kathinaṁ, ayaṁ vacanattho yathāvuttavinayatthamañjūsāpāṭhavasena (kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) viññāyati. Atha vā kaṭhati kicchena jīvatīti kathino, rukkho, tassa esoti kathino, thirabhāvo, so etassa atthīti kathinaṁ, paññattijātaṁ ṭha-kārassa tha-kāraṁ katvā kathinanti vuttaṁ. Ayaṁ nayo ‘‘kaṭha kicchajīvane’’ti dhātvatthasaṁvaṇṇanāya ca ‘‘pañcānisaṁse antokaraṇasamatthatāya thiranti attho’’ti ṭīkāvacanena (sārattha. ṭī. mahāvagga 3.306; vi. vi. ṭī. mahāvagga 2.306; vajira. ṭī. mahāvagga 306; kaṅkhā. abhi. kathinasikkhāpadavaṇṇanā) ca sametīti daṭṭhabbo. Atha vā kathīyate silāghate pasaṁsīyate buddhādīhīti kathinaṁ, ayaṁ nayo ‘‘kattha silāghāya’’nti dhātvatthasaṁvaṇṇanāya ca ‘‘idañhi kathinavattaṁ nāma buddhappasattha’’nti (mahāva. aṭṭha. 306) aṭṭhakathāvacanena ca sametīti daṭṭhabbo.",
  "tika-vin08t29:9": "Ettha pana saṅkheparucittā ācariyassa saddalakkhaṇaṁ avicāretvā atthameva pucchaṁ katvā vissajjetuṁ ‘‘kathinaṁ attharituṁ ke labhanti, ke na labhantī’’tiādimāha. Tattha ke labhantīti ke sādhentīti attho. Pañca janā labhantīti pañca janā sādhenti. Kathinadussassa hi dāyakā pacchimakoṭiyā cattāro honti, eko paṭiggāhakoti. ‘‘Tatra, bhikkhave, yvāyaṁ catuvaggo bhikkhusaṅgho ṭhapetvā tīṇi kammāni upasampadaṁ pavāraṇaṁ abbhāna’’nti campeyyakkhandhake (mahāva. 388) vuttattā na pañcavaggakaraṇīyanti gahetabbaṁ. Paṭhamappavāraṇāya pavāritāti idaṁ vassacchedaṁ akatvā vassaṁvutthabhāvasandassanatthaṁ vuttaṁ antarāyena apavāritānampi vutthavassānaṁ kathinatthārasambhavato. Teneva ‘‘appavāritā vā’’ti avatvā ‘‘chinnavassā vā pacchimikāya upagatā vā na labhantī’’ti ettakameva vuttaṁ. Aññasmiṁ vihāre vutthavassāpi nalabhantīti nānāsīmāya aññasmiṁ vihāre vutthavassā imasmiṁ vihāre kathinatthāraṁ na labhantīti attho. Sabbeti chinnavassādayo, anupagatāpi tattheva saṅgahitā. Ānisaṁsanti kathinānisaṁsacīvaraṁ. Ekaṁ atthatacīvaraṁyeva hi kathinacīvaraṁ nāma hoti, avasesāni cīvarāni vā sāṭakā vā kathinānisaṁsāyeva nāma. Vakkhati hi ‘‘avasesakathinānisaṁse balavavatthāni vassāvāsikaṭhitikāya dātabbānī’’ti. (Vi. saṅga. aṭṭha. 226) itaresanti purimikāya upagatānaṁ.",
  "tika-vin08t29:10": "So ce pacchimikāya upasampajjati, gaṇapūrako ceva hoti, ānisaṁsañca labhatīti iminā sāmaṇerānaṁ vassūpagamanaṁ anuññātaṁ hoti. So hi purimikāya vassūpagatattā ānisaṁsaṁ labhati, pacchimikāya pana upasampajjitattā gaṇapūrako hotīti. Sace purimikāya upagatā kathinatthārakusalā na hontītiādinā ‘‘aṭṭhadhammakovido bhikkhu, kathinatthāramarahatī’’ti vinayavinicchaye (vi. vi. 2704) āgatattā sayaṁ ce aṭṭhadhammakusalo, sayameva attharitabbaṁ. No ce, aññe aṭṭhadhammakusale pariyesitvā netabbā, evaṁ akatvā kathinaṁ attharituṁ na vaṭṭatīti dasseti. Kathinaṁ attharāpetvāti sakāritavacanena tehi bāhirato āgatattherehi sayaṁ kathinaṁ na attharitabbaṁ, sabbapubbakiccādikaṁ saṁvidahitvā te purimikāya vassūpagatā antosīmaṭṭhabhikkhūyeva attharāpetabbāti dasseti, aññathā añño kathinaṁ attharati, añño ānisaṁsaṁ labhatīti āpajjati, na panevaṁ yujjati. Vakkhati hi ‘‘ānisaṁso pana itaresaṁyeva hotī’’ti. Dānañca bhuñjitvāti khādanīyabhojanīyabhūtaṁ annapānādidānaṁ bhuñjitvā. Na hi te vatthudānaṁ labhanti.",
  "tika-vin08t29:11": "Kathinacīvaraṁdemāti dātuṁ vaṭṭatīti ettha ‘‘saṅghassa kathinacīvaraṁ demā’’ti vattabbaṁ. Evañhi sati ‘‘idaṁ saṅghassa kathinadussaṁ uppanna’’nti (mahāva. 307) kammavācāya sameti. Atha ca pana pubbe kataparicayattā ‘‘saṅghassā’’ti avuttepi sampadānaṁ pākaṭanti katvā avuttaṁ siyāti. Ettheke ācariyā vadanti ‘‘saṅghassāti avuttepi kāle dinnaṁ saṅghikaṁ hotī’’ti, tatrevaṁ vattabbaṁ ‘‘na kāle dinnaṁ sabbaṁ saṅghikaṁ hotī’’ti. Kathaṁ viññāyatīti ce? ‘‘Yañca kālepi saṅghassa vā idaṁ akālacīvaranti, puggalassa vā idaṁ tuyhaṁ dammītiādinā nayena dinnaṁ, etaṁ akālacīvaraṁ nāmā’’ti kaṅkhāvitaraṇiyaṁ (kaṅkhā. aṭṭha. akālacivarasikkhāpadavaṇṇanā) āgatattā puggalikampi hotīti viññāyati, tasmā parammukhāpi nāmaṁ vatvā sammukhāpi pādamūle ṭhapetvā dinnaṁ puggalikameva hoti, na saṅghikaṁ. Vuttañhetaṁ aṭṭhakathāyaṁ (mahāva. aṭṭha. 379) ‘‘puggalassa detīti ‘imaṁ cīvaraṁ itthannāmassa dammī’ti evaṁ parammukhā vā, pādamūle ṭhapetvā ‘imaṁ, bhante, tumhākaṁ dammī’ti evaṁ sammukhā vā detī’’ti. Evaṁ puggalike sati taṁ cīvaraṁ saṅghassa bhājetabbaṁ hoti vā na hoti vāti? So puggalo attano saddhivihārikaantevāsikabhūtassa saṅghassa vā aññassa sahadhammikasaṅghassa vā bhājetukāmo bhājeyya, abhājetukāmo ‘‘bhājetū’’ti na kenaci vacanīyo. Kathaṁ viññāyatīti ce? ‘‘Na hi puggalassa ādissa dinnaṁ kenaci bhājanīyaṁ hotī’’ti ṭīkāsu āgamanato viññāyati. Atheke ācariyā evaṁ vadanti ‘‘kathinassa ekaṁ mūlaṁ saṅghoti (pari. 408) vuttattā puggalaṁ uddissa dinnepi saṅghāyattaṁ saṅghikaṁ hoti. Yathā kiṁ ‘sīmāya dammi, senāsanassa dammī’ti vuttepi taṁ dānaṁ saṅghikaṁ hoti, yathā ca ‘kathinacīvaraṁ dammī’ti vutte saṅghikaṁ hotī’’ti.",
  "tika-vin08t29:12": "Tatrevaṁ vicāretabbaṁ – ‘‘kathinassa ekaṁ mūlaṁ saṅgho’’ti vacanaṁ (pari. 408) kathinassa mūlaṁ kathinassa kāraṇaṁ dasseti. Yathā hi mūle vijjamāne rukkho tiṭṭhati, avijjamāne na tiṭṭhati, tasmā mūlaṁ rukkhassa kāraṇaṁ hoti, patiṭṭhaṁ hoti, evaṁ saṅghe vijjamāne kathinaṁ hoti, no avijjamāne, tasmā saṅgho kathinassa mūlaṁ kathinassa kāraṇaṁ nāma hoti. Kathaṁ saṅghe vijjamāne kathinaṁ hoti? Sabbantimena paricchedena catuvaggabhūtena saṅghena atthārārahassa bhikkhuno ñattidutiyakammavācāya kathinacīvare dinneyeva tena cīvarena atthataṁ kathinaṁ nāma hoti, no adinne, tasmā catuvaggasaṅghe alabbhamāne sahassakkhattuṁ ‘‘kathinaṁ dammī’’ti vuttepi kathinaṁ nāma na hoti, tasmā upacārasīmāya paricchinne vihāre eko vā dve vā tayo vā cattāro vā bhikkhū viharanti, tattha kathinacīvare uppanne aññato pariyesitvā catuvaggasaṅgho eko paṭiggāhakoti pañcannaṁ bhikkhūnaṁ pūraṇe sati kathinaṁ attharituṁ labhati, nāsati, evaṁ saṅghe vijjamāneyeva kathinaṁ nāma hoti, no avijjamāne, tasmā saṅghassa kathinassa mūlabhūtataṁ kāraṇabhūtataṁ sandhāya ‘‘kathinassa ekaṁ mūlaṁ saṅgho’’ti vuttaṁ. ‘‘Kathina’’nti vutte saṅghikaṁyeva hoti, no puggalikanti adhippāyo etasmiṁ pāṭhe na labbhati. Yathā kiṁ ‘‘kiccādhikaraṇassa ekaṁ mūlaṁ saṅgho’’ti (cūḷava. 219) ettha apalokanakammañattikammañattidutiyakammañatticatutthakammasaṅkhātaṁ kiccādhikaraṇaṁ catuvaggādike saṅghe vijjamāneyeva hoti, no avijjamāne, tasmā saṅghassa kiccādhikaraṇassa mūlabhūtataṁ kāraṇabhūtataṁ sandhāya ‘‘kiccādhikaraṇassa ekaṁ mūlaṁ saṅgho’’ti vuccati, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-vin08t29:13": "Yadipi vuttaṁ ‘‘yathā ‘sīmāya dammi, senāsanassa dammī’tiādīsu taṁ dānaṁ saṅghāyattameva hoti, tathā ‘kathina dammī’ti vutte puggalaṁ uddissa dinnepi saṅghāyattameva saṅghikameva hotī’’ti, tathāpi evaṁ vicāraṇā kātabbā – ‘‘sīmāya dammi, senāsanassa dammī’’tiādīsu sīmā ca senāsanañca dānapaṭiggāhakā na honti, tasmā sīmaṭṭhassa ca senāsanaṭṭhassa ca saṅghassa āyattaṁ hoti, puggalo pana dānapaṭiggāhakova, tasmā ‘‘imaṁ kathinacīvaraṁ itthannāmassa bhikkhuno dammī’’ti parammukhā vā tassa bhikkhuno pādamūle ṭhapetvā sammukhā vā dinnaṁ kathaṁ saṅghāyattaṁ saṅghasantakaṁ bhaveyya, evaṁ saṅghassa apariṇataṁ puggalikacīvaraṁ saṅghassa pariṇāmeyya, navasu adhammikadānesu ekaṁ bhaveyya, tassa cīvarassa paṭiggahopi navasu adhammikapaṭiggahesu eko bhaveyya, tassa cīvarassa paribhogopi navasu adhammikaparibhogesu eko bhaveyya. Kathaṁ viññāyatīti ce? Nava adhammikāni dānānīti saṅghassa pariṇataṁ aññasaṅghassa vā cetiyassa vā puggalassa vā pariṇāmeti, cetiyassa pariṇataṁ aññacetiyassa vā saṅghassa vā puggalassa vā pariṇāmeti, puggalassa pariṇataṁ aññapuggalassa vā saṅghassa vā cetiyassa vā pariṇāmeti, ‘‘nava adhammikā paribhogā’’ti āgataṁ parivārapāḷiñca (pari. 329) ‘‘nava paṭiggahaparibhogāti etesaṁyeva dānānaṁ paṭiggahā ca paribhogā cā’’ti āgataṁ aṭṭhakathañca (pari. aṭṭha. 329) oloketvā viññāyatīti.",
  "tika-vin08t29:14": "Athāpi evaṁ vadanti – dāyako saṅghattherassa vā ganthadhutaṅgavasena abhiññātassa vā bhattuddesakassa vā pahiṇati ‘‘amhākaṁ bhattaggahaṇatthāya aṭṭha bhikkhū gahetvā āgacchathā’’ti, sacepi ñātiupaṭṭhākehi pesitaṁ hoti, ime tayo janā pucchituṁ na labhanti. Āruḷhāyeva mātikaṁ, saṅghato aṭṭha bhikkhū uddisāpetvā attanavamehi gantabbaṁ. Kasmā? Bhikkhusaṅghassa hi ete bhikkhū nissāya lābho uppajjatīti. Ganthadhutaṅgādīhi pana anabhiññāto āvāsikabhikkhu pucchituṁ labhati, tasmā tena ‘‘kiṁ saṅghato gaṇhāmi, udāhu ye jānāmi, tehi saddhiṁ āgacchāmī’’ti mātikaṁ āropetvā yathā dāyakā vadanti, tathā paṭipajjitabbanti (cūḷava. aṭṭha. 325), īdisesu ṭhānesu ‘‘saṅghassa lābho puggalaṁ upanissāya uppajjatī’’ti vacanaṁ upanidhāya ‘‘saṅghassa lābho puggalaṁ nissāya uppajjati, puggalassa pattalābho saṅghaṁ āmasitvā dento saṅghāyatto hotī’’ti viññāyatīti.",
  "tika-vin08t29:15": "Imasmimpi vacane evaṁ vicāraṇā kātabbā – tasmiṁ tu nimantane na puggalaṁyeva nimanteti, atha kho sasaṅghaṁ puggalaṁ nimanteti. Tattha tu ‘‘saṅgha’’nti avatvā ‘‘aṭṭha bhikkhū’’ti vuttattā ‘‘kiṁ saṅghato gaṇhāmi, udāhu ye jānāmi, tehi saddhiṁ āgacchāmī’’ti anabhiññāto puggalo pucchituṁ labhati. Saṅghattherassa pana saṅghaṁ pariharitvā vasitattā ‘‘aṭṭha bhikkhū’’ti vutte saṅghaṁ ṭhapetvā aññesaṁ gahaṇakāraṇaṁ natthi, ganthadhutaṅgavasena abhiññātapuggalopi saṅghassa puññanissitattā ‘‘aṭṭha bhikkhū’’ti vutte saṅghatoyeva gaṇhāti, bhattuddesakassapi devasikaṁ saṅghasseva bhattavicāraṇattā ‘‘aṭṭha bhikkhū’’ti vutte saṅghaṁ ṭhapetvā aññesaṁ gahaṇakāraṇaṁ natthi. Evaṁ ‘‘aṭṭha bhikkhū gahetvā āgacchathā’’ti saha saṅghena nimantitattā ‘‘ime tayo janā pucchituṁ na labhantī’’ti vuttaṁ, na ‘‘tvaṁ āgacchāhī’’ti puggalasseva nimantane satipi saṅghaṁ gahetvā āgantabbatoti. Evaṁ ‘‘aṭṭha bhikkhū gahetvā āgacchathā’’ti sasaṅghasseva puggalassa nimantitattā saṅgho gahetabbo hoti, na ‘‘tumhe āgacchathā’’ti puggalasseva nimantitattā, tasmā ‘‘puggalassa lābho saṅghāyatto’’ti na sakkā vattuṁ , aṭṭhakathādīsu pakaraṇesupi ‘‘puggalaṁ nissāya saṅghassa lābho uppajjati’’ icceva vutto, na ‘‘puggalassa lābho saṅghāyatto’’ti. Cīvaralābhakhettabhūtāsu aṭṭhasu mātikāsu ca ‘‘saṅghassa detī’’ti ca visuṁ, ‘‘puggalassa detī’’ti ca visuṁ āgataṁ. Puggalassa detīti ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti evaṁ parammukhā vā, pādamūle ṭhapetvā ‘‘imaṁ bhante tumhākaṁ dammī’’ti evaṁ sammukhā vā detīti.",
  "tika-vin08t29:16": "Idāni pana cīvaraṁ dātukāmā upāsakā vā upāsikāyo vā sayaṁ anāgantvā puttadāsādayo āṇāpentāpi ‘‘imaṁ cīvaraṁ itthannāmassa therassa dethā’’ti vatvā puggalasseva dāpenti, sāmaṁ gantvā dadantāpi pādamūle ṭhapetvā vā hatthe ṭhapetvā vā hatthena phusāpetvā vā dadanti ‘‘imaṁ, bhante, cīvaraṁ tumhe uddissa ettakaṁ dhanaṁ pariccajitvā kataṁ, evañca evañca hatthakammaṁ katvā sampāditaṁ, tasmā tumhe nivāsatha pārupatha paribhuñjathā’’tiādīni vadanti, tassa puggalassa paribhogakaraṇameva icchanti, na saṅghassa dānaṁ. Keci atuṭṭhakathampi kathenti. Evaṁ puggalameva uddissa dinnacīvarassa saṅghena āyattakāraṇaṁ natthi. ‘‘Sace pana ‘idaṁ tumhākañca tumhākaṁ antevāsikānañca dammī’ti evaṁ vadati, therassa ca antevāsikānañca pāpuṇātī’’ti (mahāva. aṭṭha. 379) āgamanato evaṁ vatvā dente pana ācariyantevāsikānaṁ pāpuṇāti, anantevāsikassa pana na pāpuṇāti. ‘‘Uddesaṁ gahetuṁ āgato gahetvā gacchanto ca atthi, tassapi pāpuṇātī’’ti āgamanato bahisīmaṭṭhassa dhammantevāsikassapi pāpuṇāti. ‘‘Tumhehi saddhiṁ nibaddhacārikabhikkhūnaṁ dammīti vutte uddesantevāsikānaṁ vattaṁ katvā uddesaparipucchādīni gahetvā vicarantānaṁ sabbesaṁ pāpuṇātī’’ti (mahāva. aṭṭha. 379) āgamanato evaṁ vatvā dente dhammantevāsikānaṁ vattapaṭipattikārakānañca antevāsikānaṁ pāpuṇāti. Evaṁ dāyakānaṁ vacanānurūpameva dānassa pavattanato ‘‘yathā dāyakā vadanti, tathā paṭipajjitabba’’nti (cūḷava. aṭṭha. 325) aṭṭhakathācariyā vadanti.",
  "tika-vin08t29:17": "Evaṁ idāni dāyakā yebhuyyena puggalasseva denti, satesu sahassesu ekoyeva paṇḍito bahussuto dāyako saṅghassa dadeyya, puggalikacīvarañca saṅghikabhavanatthāya akariyamānaṁ na ñattiyā kammavācāya ca arahaṁ hoti. Kathaṁ viññāyatīti ce? Ñattikammavācāvirodhato. Kathaṁ virodhoti ce? Ñattiyā kammavācāya ca ‘‘idaṁ saṅghassa kathinadussaṁ uppanna’’nti kathinacīvarassa saṅghikabhāvo vutto, idāni pana taṁ cīvaraṁ ‘‘puggalassa dinnaṁ puggalika’’nti vacanatthānurūpato puggalikaṁ hoti, evampi virodho. ‘‘Saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno dadeyya kathinaṁ attharitu’’nti ettha ca saṅghoti dhātuyā kattā hoti, bhikkhunoti sampadānaṁ, idha pana saṅghassa tasmiṁ kathinacīvare anissarabhāvato saṅgho kattā na hoti, bhikkhu paṭiggāhalakkhaṇābhāvato sampadānaṁ na hoti, evampi virodho. Dāyakena pana saṅghassa pariccattattā saṅghikabhūtaṁ kathinacīvaraṁ yasmiṁ kāle saṅgho kathinaṁ attharituṁ aṭṭhaṅgasamannāgatassa bhikkhuno deti, tasmiṁ kāle ñattidutiyakammavācaṁ idāni manussā ‘‘ñattī’’ti voharanti, tañca cīvaraṁ ‘‘ñattiladdhacīvara’’nti, taṁ cīvaradāyakañca ‘‘ñattiladdhadāyako’’ti , tasmā saṅghikacīvarameva ñattiladdhaṁ hoti, no puggalikacīvaraṁ. Ñattiladdhakālato pana paṭṭhāya taṁ cīvaraṁ puggalikaṁ hoti. Kasmā? Atthārakapuggalassa cīvarabhāvatoti.",
  "tika-vin08t29:18": "Athāpi vadanti ‘‘dinnanti pāṭhañca ‘sādhentī’ti pāṭhañca ‘ānisaṁsaṁ labhantī’ti pāṭhañca upanidhāya ayamattho viññāyatī’’ti, tatthāyamācariyānamadhippāyo – ‘‘dinnaṁ idaṁ saṅghenā’’ti ettha dā-dhātuyā saṅghenāti kattā, idanti kammaṁ, imassa kathinacīvarassa saṅghikattā saṅghena dinnaṁ hoti, tena viññāyati ‘‘kathina’’nti vutte saṅghikaṁ hotīti. ‘‘Kathinatthāraṁ ke labhantīti ettha ke labhantīti ke sādhentīti attho. Pañca janā sādhentī’’ti vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 306) vuttaṁ. Tattha pañca janāti saṅgho vutto, imināpi viññāyati ‘‘kathinanti vutte saṅghikaṁ hotī’’ti. Ānisaṁsaṁ labhantīti ettha ca saṅghikattā sabbe sīmaṭṭhakabhikkhū ānisaṁsaṁ labhanti, imināpi viññāyati ‘‘kathinanti vutte saṅghikaṁ hotī’’ti.",
  "tika-vin08t29:19": "Tatrāpyevaṁ vicāraṇā kātabbā – pubbedāyakā cattāropi paccaye yebhuyyena saṅghasseva denti, tasmā saṅghassa catupaccayabhājanakathā ativitthārā hoti. Appakato pana puggalassa denti, tasmā saṅghassa dinnaṁ kathinacīvaraṁ saṅghena atthārakassa puggalassa dinnaṁ sandhāya vuttaṁ. Sādhentīti ca kathinadussassa dāyakā cattāro, paṭiggāhako ekoti pañca janā kathinadānakammaṁ sādhentīti vuttaṁ. Ānisaṁsaṁ labhantīti idañca atthārakassa ca anumodanānañca bhikkhūnaṁ ānisaṁsalābhameva vuttaṁ, na etehi pāṭhehi ‘‘kathina’’nti vutte saṅghikaṁ hotīti attho viññātabbo hotīti daṭṭhabbo. Saṅghassa uppannacīvaraṁ saṅghena atthārakassa dinnabhāvo kathaṁ viññāyatīti? ‘‘Idaṁ saṅghassa kathinadussaṁ uppannaṁ, saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno deti kathinaṁ attharitu’’nti vuttaṁ pāḷipāṭhañca (mahāva. 307) ‘‘saṅgho ajja kathinadussaṁ labhitvā punadivase deti, ayaṁ nicayasannidhī’’ti vuttaṁ aṭṭhakathāpāṭhañca disvā viññāyatīti. Saṅghasantakabhūtaṁ cīvarameva dānakiriyāya kammaṁ, saṅgho kattā, puggalo sampadānaṁ bhavituṁ arahabhāvo ca yathāvuttapāḷipāṭhameva upanidhāya viññāyatīti.",
  "tika-vin08t29:20": "Evaṁ sante puggalassa dinnaṁ puggalikacīvaraṁ saṅghikaṁ kātuṁ kathaṁ paṭipajjitabbanti? Sace so paṭiggāhakapuggalo dāyakānaṁ evaṁ vadati ‘‘upāsaka dānaṁ nāma puggalassa dinnato saṅghassa dinnaṁ mahapphalataraṁ hoti, tasmā saṅghassa dehi, saṅghassa datvā puna saṅghena atthārārahassa bhikkhuno kammavācāya datvā tena puggalena yathāvinayaṁ atthateyeva kathinaṁ nāma hoti, na puggalassa datvā puggalena sāmaṁyeva atthate, tasmā saṅghassa dehī’’ti uyyojetvā saṅghassa dāpitepi taṁ cīvaraṁ saṅghikaṁ hoti kathinatthārārahaṁ. Yadi pana dāyako appassutatāya ‘‘nāhaṁ, bhante, kiñci jānāmi, imaṁ cīvaraṁ tumhākameva dammī’’ti vakkhati, evaṁ sati puggalikavaseneva sampaṭicchitvā tena puggalena taṁ cīvaraṁ saṅghassa dinnampi saṅghikaṁ hoti.",
  "tika-vin08t29:21": "Yadi evaṁ samaṇeneva samaṇassa dinnaṁ cīvaraṁ kathaṁ kathinatthārārahaṁ bhaveyyāti? No na bhaveyya. Vuttañhetaṁ aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) ‘‘kathinaṁ kena dinnaṁ vaṭṭati? Yena kenaci devena vā manussena vā pañcannaṁ vā sahadhammikānaṁ aññatarena dinnaṁ vaṭṭatī’’ti. Atha kasmā paramparabhūtehi ācariyehi ñattiladdhacīvarato avasesāni cīvarāni saṅghassa bhājetvā eva paribhuñjitānīti? Vuccate – ekacce bhikkhū ācariyaparamparāgataanausāreneva paṭipajjanti, keci bahūnaṁ kiriyaṁ disvā diṭṭhānugativasena paṭipajjanti, bahussutāpi keci therā aruccantāpi paveṇibhedabhayena paṭipajjanti, apare rucivasena atthañca adhippāyañca pariṇāmetvā gaṇhanti, pakaraṇamevānugatabhikkhū pana yathāpakaraṇāgatameva atthaṁ gahetvā saṅghikañca puggalikañca amissaṁ katvā, kālacīvarañca akālacīvarañca amissaṁ katvā gaṇhanti. Bhikkhunivibhaṅge (pāci. 738) ‘‘thūlanandā bhikkhunī akālacīvaraṁ ‘kālacīvara’nti adhiṭṭhahitvā bhājāpessati, atha bhagavā nissaggiyapācittiyāpattiṁ paññapesī’’ti āgataṁ, tasmā lajjīpesalabahussutasikkhākāmabhūtena bhikkhunā aneka-pāḷiaṭṭhakathādayo pakaraṇe oloketvā saṁsanditvā pakaraṇamevānugantabbaṁ, na aññesaṁ kiriyaṁ saddahitabbaṁ, na ca anugantabbaṁ. Bhagavato hi dharamānakāle vā tato pacchā vā pubbe dāyakā yebhuyyena cattāro paccaye saṅghasseva denti, tasmā saṅghikasenāsanassa saṅghikacīvarassa ca bāhullato pubbācariyā saṅghassa bhājetvā eva paribhuñjiṁsu.",
  "tika-vin08t29:22": "Idāni pana dāyakā yebhuyyena cattāro paccaye puggalasseva denti, tasmā senāsanampi abhinavabhūtaṁ puggalikameva bahulaṁ hoti, cīvarampi puggalikameva bahulaṁ. Daliddāpi suttakantanakālato paṭṭhāya ‘‘imaṁ cīvaraṁ kathinakāle itthannāmassa bhikkhuno dassāmī’’ti cintetvā ca tatheva vatvā ca sabbakiccāni karonti, mahaddhanā ca sāṭakassa kīṇitakālato paṭṭhāya tatheva cintetvā kathetvā karonti, dānakāle ca ‘‘imaṁ cīvaraṁ itthannāmassa dehī’’ti puttadāsādayo vā pesenti, sāmaṁ vā gantvā cīvaraṁ tassa bhikkhussa pādamūle vā hatthe vā ṭhapetvā ‘‘imaṁ cīvaraṁ tuyhaṁ dammī’’ti vatvā vā cintetvā vā denti, satesu vā sahassesu vā eko paṇḍitapuriso ‘‘puggalassa dinnadānato saṅghassa dinnaṁ mahapphala’’nti ñatvā ‘‘imaṁ kathinacīvaraṁ saṅghassa dammī’’ti vatvā vā cintetvā vā deti, tassa sā dakkhiṇā saṅghagatā hoti. Sace pana dāyako puggalassa dātukāmo hoti, puggalo pana tassa mahapphalabhāvamicchanto dakkhiṇā-vibhaṅgasuttādidhammadesanāya (ma. ni. 3.376 ādayo) puggalikadānato saṅghikadānassa mahapphalabhāvaṁ jānāpetvā ‘‘imaṁ tava cīvaraṁ saṅghassa dehī’’ti uyyojeti, dāyakopi tassa vacanaṁ sampaṭicchitvā ‘‘imaṁ kathinacīvaraṁ saṅghassa dammī’’ti vatvā vā cintetvā vā deti, evampi sā dakkhiṇā saṅghagatā hoti.",
  "tika-vin08t29:23": "Yadi pana bhikkhunā uyyojitopi duppañño dāyako tassa vacanaṁ anādiyitvā puggalasseva deti, tassa sā dakkhiṇā puggalagatā hoti. Atha pana so puggalo sayaṁ sampaṭicchitvā puna saṅghassa pariccajati, evampi taṁ cīvaraṁ saṅghikaṁ hoti, taṁ saṅghikavasena bhājetabbaṁ. Yadi pana dāyakopi puggalasseva deti, puggalopi sampaṭicchitvā na pariccajati, evaṁ sante taṁ cīvaraṁ puggalikaṁ hoti, na kathinakālamattena vā kathinavacanamattena vā saṅghikaṁ hoti. Idāni pana iminā nayena puggalikacīvaraṁyeva bahulaṁ hoti. Evaṁ santepi ācariyaparamparā paveṇiṁ abhinditukāmā saṅghikaṁ viya katvā bhājetvā paribhuñjiṁsu . Yadi mukhyato saṅghikaṁ siyā, saṅghena dinnato paraṁ ekasūcimattampi puggalo adhikaṁ gaṇhituṁ na labheyya.",
  "tika-vin08t29:24": "Ekacce therā saṅghikanti pana vadanti, bhājanakāle pana issaravatāya yathāruci vicārenti, ekacce bhikkhū mukhyasaṅghikanti maññamānā abhājetukāmampi puggalaṁ abhibhavitvā bhājāpenti, tassa puggalassa mātā pitā ñātakā upāsakādayo ‘‘amhākaṁ puttassa dema, amhākaṁ ñātakabhikkhussa dema, amhākaṁ kulūpakassa demā’’ti, aññepi saddhā pasannā dāyakā ‘‘itthannāmassa puggalassa demā’’ti vicāretvā parammukhāpi ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti vatvā sammukhāpi pādamūle vā hatthe vā ṭhapetvā denti, evarūpaṁ cīvaraṁ puggalikaṁ hoti, saṅghaṁ āmasitvā avuttattā saṅghāyattaṁ na hoti, ‘‘kathinaṁ dassāmī’’ti vā ‘‘kathinaṁ dātuṁ gato’’ti vā ‘‘kathinacīvara’’nti vā pubbāparakālesu vacanaṁ pana mukhyakathinabhūtassa saṅghikacīvarassa kāle dinnattā tadupacārato vohāramattaṁ hoti. Yathā kiṁ? ‘‘Uposathika’’nti vuttaṁ bhattaṁ cuddasasu saṅghikabhattesu antogadhaṁ mukhyasaṅghikaṁ hoti, samādinnauposathā dāyakā sāyaṁ bhuñjitabbabhattabhāgaṁ saṅghassa denti, taṁ saṅgho salākabhattaṁ viya ṭhitikaṁ katvā bhuñjati, iti saṅghassa dinnattā saṅghikaṁ hoti. Idāni pana dāyakā attano attano kulūpakassa vā ñātibhikkhussa vā uposathadivasesu bhattaṁ denti, taṁ saṅghassa adinnattā saṅghikaṁ na hoti. Evaṁ santepi uposathadivase dinnattā mukhyavasena pavattauposathabhattaṁ viya tadupacārena ‘‘uposathabhatta’’nti voharīyati, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-vin08t29:25": "Evaṁ imasmiṁ kāle yebhuyyena puggalasseva dinnattā puggalikabhūtaṁ cīvaraṁ ñattikammavācārahaṁ na hoti, saṅghikameva ñattikammavācārahaṁ hoti, tadeva ca pañcānisaṁsakāraṇaṁ hoti, tasmā paṇḍitena puggalena ‘‘upāsakā saṅghe detha, saṅghe dinnaṁ mahapphalaṁ hotī’’tiādinā niyojetvā dāpetabbaṁ, sayaṁ vā sampaṭicchitvā saṅghassa pariccajitabbaṁ. Evaṁ pariccajitattā saṅghikabhūtaṁ cīvaraṁ ñattikammavācārahañca hoti pañcānisaṁsanipphādakañca. Evaṁ niyojanañca ‘‘saṅghe gotami dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’’ti (ma. ni. 3.376) bhagavatā vuttavacanaṁ anugataṁ hotīti daṭṭhabbaṁ.",
  "tika-vin08t29:26": "Parikammaṁkarontānaṁ bhikkhūnaṁ yāgubhattañca dātuṁ vaṭṭatīti idaṁ pucchitattā doso natthīti katvā vuttaṁ, apucchite pana evaṁ kathetuṁ na vaṭṭati. Khalimakkhitasāṭakoti ahatavatthaṁ sandhāya vuttaṁ. Suṭṭhu dhovitvātiādinā sapubbakaraṇaṁ atthāraṁ dasseti. Dhovanasibbanarajanakappakaraṇena hi vicāraṇachedanabandhanānipi dassitāniyeva honti, atthāradassanena paccuddhāraadhiṭṭhānānipi dasseti. Sūciādīni cīvarakammupakaraṇāni sajjetvā bahūhi bhikkhūhi saddhinti idaṁ pana sibbanassa upakaraṇanidassanaṁ. Tadahevāti idaṁ pana karaṇasannidhimocanatthaṁ vuttaṁ. Dāyakassa hatthato sāṭakaṁ laddhadivaseyeva saṅghena atthārakassa bhikkhuno dātabbaṁ, evaṁ adente nicayasannidhi hoti. Atthārakenapi saṅghato laddhadivaseyeva kathinaṁ attharitabbaṁ, evaṁ akaronte karaṇasannidhi hoti.",
  "tika-vin08t29:27": "Aññāni ca bahūni ānisaṁsavatthāni detīti iminā attharitabbasāṭakoyeva kathinasāṭako nāma, tato aññe sāṭakā bahavopi kathinānisaṁsāyeva nāmāti dasseti. Etena ca ‘‘kathinānisaṁso’’ti vatthāniyeva vuttāni na agghoti dīpeti. Yadi aggho vutto siyā, evaṁ sati ‘‘bahvānisaṁsāni kathinavatthāni detī’’ti vattabbaṁ, evaṁ pana avatvā ‘‘bahūni kathinānisaṁsavatthāni detī’’ti vuttaṁ, tena ñāyati ‘‘na aggho vutto’’ti, tasmā bahvānisaṁsabhāvo agghavasena na gahetabbo, atha kho vatthavaseneva gahetabboti. Itaroti añño dāyako. Tathātathā ovaditvā saññāpetabboti ‘‘upāsaka dānaṁ nāma saṅghassa dinnakālato paṭṭhāya mahapphalaṁ hoti mahānisaṁsaṁ, atthāro pana bhikkhūnaṁ upakāratthāya bhagavatā anuññāto, tasmā ñattiladdhampi aladdhampi mahapphalamevā’’ti vā ‘‘upāsaka ayampi dāyako saṅghasseva deti, tvampi saṅghasseva desi, bhagavatā ca –",
  "tika-vin08t29:28": "‘Yo sīlavā sīlavantesu dadāti dānaṁ;",
  "tika-vin08t29:29": "Dhammena laddhaṁ supasannacitto;",
  "tika-vin08t29:30": "Abhisaddahaṁ kammaphalaṁ uḷāraṁ;",
  "tika-vin08t29:31": "Taṁ ve dānaṁ vipulaphalanti brūmī’ti. (ma. ni. 3.382) –",
  "tika-vin08t29:32": "Vuttaṁ, tasmā saṅghassa dinnakālato paṭṭhāya mahapphalamevā’’ti vā itiādīni vatvā saññāpetabbo.",
  "tika-vin08t29:33": "Yassa saṅgho kathinacīvaraṁ deti, tena bhikkhunā kathinaṁ attharitabbanti yojanā. Yo jiṇṇacīvaro hoti bhikkhu, tassa dātabbanti sambandho. Imasmiṁ ṭhāne idāni bhikkhū –",
  "tika-vin08t29:34": "‘‘Paṭiggahaṇañca sappāyaṁ, ñatti ca anusāvanaṁ;",
  "tika-vin08t29:35": "Kappabindu paccuddhāro, adhiṭṭhānattharāni ca;",
  "tika-vin08t29:36": "Niyojanānumodā ca, iccayaṁ kathine vidhī’’ti. –",
  "tika-vin08t29:37": "Imaṁ gāthaṁ āharitvā kathinadānakammavācāya paṭhamaṁ kathinacīvarassa paṭiggahaṇañca sappāyapucchanañca karonti, tadayuttaṁ viya dissati. Kasmāti ce? ‘‘Aṭṭhahaṅgehi samannāgato puggalo bhabbo kathinaṁ attharituṁ…pe… pubbakaraṇaṁ jānāti, paccuddhāraṁ jānāti, adhiṭṭhānaṁ jānāti, atthāraṁ jānāti, mātikaṁ jānāti, palibodhaṁ jānāti, uddhāraṁ jānāti, ānisaṁsaṁ jānātī’’ti parivārapāḷiyañca (pari. 409),",
  "tika-vin08t29:38": "‘‘Aṭṭhadhammavido bhikkhu, kathinatthāramarahati;",
  "tika-vin08t29:39": "Pubbapaccuddhārādhiṭṭhā-natthāro mātikāti ca;",
  "tika-vin08t29:40": "Palibodho ca uddhāro, ānisaṁsā panaṭṭhime’’ti. (vi. vi. 2704, 2706) –",
  "tika-vin08t29:41": "Vinayavinicchayappakaraṇe ca āgatesu aṭṭhasu aṅgesu anāgatattā ca ‘‘pubbakaraṇaṁ sattahi dhammehi saṅgahitaṁ dhovanena vicāraṇena chedanena bandhanena sibbanena rajanena kappakaraṇenā’’ti parivārapāḷiyañca (pari. 408),",
  "tika-vin08t29:42": "‘‘Dhovanañca vicāro ca, chedanaṁ bandhanampi ca;",
  "tika-vin08t29:43": "Sibbanaṁ rajanaṁ kappaṁ, pubbakiccanti vuccatī’’ti. (vi. vi. 2707) –",
  "tika-vin08t29:44": "Vinayavinicchayappakaraṇe ca vuttesu sattasu pubbakaraṇesu anāgatattā ca.",
  "tika-vin08t29:45": "Na kevalañca pakaraṇesu anāgatameva, atha kho yuttipi na dissati. Kathaṁ? Paṭiggahaṇaṁ nāma ‘‘yo pana bhikkhu adinnaṁ mukhadvāraṁ āhāraṁ āhāreyya aññatra udakadantaponā, pācittiya’’nti (pāci. 265) yāvakālikādīsu ajjhoharitabbesu catūsu kālikavatthūsu bhagavatā vuttaṁ, na cīvare, taṁ pana pādamūle ṭhapetvā dinnampi parammukhā dinnampi labbhateva. Vuttañhi aṭṭhakathāyaṁ (mahāva. aṭṭha. 379) ‘‘imaṁ cīvaraṁ itthannāmassa dammīti evaṁ parammukhā vā pādamūle ṭhapetvā ‘imaṁ tumhāka’nti evaṁ sammukhā vā detī’’ti, tasmā paṭiggahaṇakiccaṁ natthi, dāyakena cīvare dinne saṅghassa cittena sampaṭicchanamattameva pamāṇaṁ hoti.",
  "tika-vin08t29:46": "Sappāyapucchanañca evaṁ karonti – ekena bhikkhunā ‘‘bhonto saṅghā saṅghassa kathine sampatte kassa puggalassa sappāyārahaṁ hotī’’ti pucchite eko bhikkhu nāmaṁ vatvā ‘‘itthannāmassa therassa sappāyārahaṁ hotī’’ti vadati, sappāyaiti ca nivāsanapārupanatthaṁ gahetvā vadanti. Etasmiṁ vacane saddato ca atthato ca adhippāyato ca yutti gavesitabbā hoti. Kathaṁ? Saddato vaggabhede satiyeva bahuvacanaṁ kattabbaṁ, na abhede, evaṁ saddato. Sappāyaitivacanañca anurūpattheyeva vattabbaṁ, na nivāsanapārupanatthe, evaṁ atthato. Idañca cīvaraṁ saṅgho kathinaṁ attharituṁ puggalassa deti, na nivāsanapārupanatthaṁ. Vuttañhi pāḷiyaṁ (mahāva. 307) ‘‘saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno deti kathinaṁ attharitu’’nti, tasmā yutti gavesitabbā hoti. ‘‘Paṭiggahaṇañca sappāya’’ntiādigāthāpi katthaci pāḷiyaṁ aṭṭhakathāṭīkādīsu ca na dissati, tasmā idha vuttanayeneva paṭipajjitabbaṁ.",
  "tika-vin08t29:47": "Sace bahū jiṇṇacīvarā, vuḍḍhassa dātabbanti idaṁ kathinacīvarassa saṅghikattā ‘‘na ca, bhikkhave, saṅghikaṁ yathāvuḍḍhaṁ paṭibāhitabbaṁ, yo paṭibāheyya, āpatti dukkaṭassā’’ti iminā pāḷinayena (cūḷava. 311) vuttaṁ. Eteneva nayena sabbesu balavacīvaresu santesupi vuḍḍhasseva dātabbanti siddhaṁ. Vuḍḍhesu…pe… dātabbanti karaṇasannidhimocanatthaṁ vuttaṁ. Tenevāha ‘‘sace vuḍḍho’’tyādi. Navakatarenapi hi karaṇasannidhiṁ mocetvā kathine atthate anumodanaṁ karontassa saṅghassa pañcānisaṁsalābho hotīti. Apicātiādinā saṅghena kattabbavattaṁ dasseti. Vacanakkamo pana evaṁ kātabbo – kathinadussaṁ labhitvā saṅghe sīmāya sannipatite ekena bhikkhunā ‘‘bhante, saṅghassa idaṁ kathinadussaṁ uppannaṁ, saṅgho imaṁ kathinadussaṁ kathannāmassa bhikkhuno dadeyya kathinaṁ attharitu’’nti vutte aññena ‘‘yo jiṇṇacīvaro, tassā’’ti vattabbaṁ, tato purimena ‘‘bahū jiṇṇacīvarā’’ti vā ‘‘natthi idha jiṇṇacīvarā’’ti vā vutte aparena ‘‘tena hi vuḍḍhassā’’ti vattabbaṁ, puna purimena ‘‘ko ettha vuḍḍho’’ti vutte itarena ‘‘itthannāmo bhikkhū’’ti vattabbaṁ, puna purimena ‘‘so bhikkhu tadaheva cīvaraṁ katvā attharituṁ sakkotī’’ti vutte itarena ‘‘so sakkotī’’ti vā ‘‘saṅgho mahātherassa saṅgahaṁ karissatī’’ti vā vattabbaṁ, puna purimena ‘‘so mahāthero aṭṭhahi aṅgehi samannāgato’’ti vutte itarena ‘‘āma samannāgato’’ti vattabbaṁ, tato ‘‘sādhu suṭṭhu tassa dātabba’’nti vutte byattena bhikkhunā paṭibalena saṅgho ñātabbo.",
  "tika-vin08t29:48": "Ettha ca ‘‘bhante, saṅghassā’’tiādivacanaṁ ‘‘suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppannaṁ, yadi saṅghassa pattakallaṁ, saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno dadeyya kathinaṁ attharitu’’nti imāya ñattipāḷiyā sameti. ‘‘Yo jiṇṇacīvaro, tassā’’tiādi ‘‘saṅghena kassā’’tiādi ‘‘saṅghena kassa dātabbaṁ, yo jiṇṇacīvaro hotī’’tiādinā aṭṭhakathāvacanena (mahāva. aṭṭha. 306) sameti. ‘‘So mahāthero aṭṭhahaṅgehi samannāgato’’tiādi ‘‘aṭṭhahaṅgehi samannāgato puggalo bhabbo kathinaṁ attharitu’’ntiādikāya parivārapāḷiyā (pari. 409) sametīti daṭṭhabbaṁ. Yassa pana dīyati, tassa ñattidutiyakammavācāya dātabbanti sambandho. Iminā imassa kathinadānakammassa garukattā na apalokanamattena dātabbanti imamatthaṁ pakāseti. Garukalahukānaṁ bhedo kammākammavinicchayakathāyaṁ āvi bhavissati.",
  "tika-vin08t29:49": "Evaṁ dinne pana kathine paccuddharitabbā adhiṭṭhātabbā vācā bhinditabbāti sambandho. Sace taṁ kathinadussaṁ niṭṭhitaparikammameva hotīti iminā kathinadussaṁ nāma na kevalaṁ pakatisāṭakameva hoti, atha kho pariniṭṭhitasattavidhapubbakiccacīvarampi hotīti dasseti, tasmā niṭṭhitacīvarasmiṁ dinne sattavidhapubbakiccakaraṇena attho natthi, kevalaṁ paccuddharaṇādīniyeva kātabbāni. Sace pana kiñci apariniṭṭhitaṁ hoti, antamaso kappabindumattampi, taṁ niṭṭhāpetvāyeva paccuddharaṇādīni kātabbāni. Gaṇṭhikapaṭṭapāsakapaṭṭāni pana sibbanantogadhāni, tānipi niṭṭhāpetvāyeva kātabbāni. Aniṭṭhāpento aniṭṭhitasibbanakiccameva hoti. Vuttañhi aṭṭhakathāyaṁ (pārā. aṭṭha. 2.462-463) ‘‘tattha katanti sūcikammapariyosānena kataṁ, sūcikammapariyosānaṁ nāma yaṁ kiñci sūciyā kattabbaṁ. Pāsakapaṭṭagaṇṭhikapaṭṭapariyosānaṁ katvā sūciyā paṭisāmana’’nti. Idañhi kathinavattaṁ nāma buddhappasatthanti ‘‘atthatakathinānaṁ vo bhikkhave pañca kappissantī’’tiādinā pasatthaṁ.",
  "tika-vin08t29:50": "Katapariyositaṁ pana kathinaṁ gahetvāti –",
  "tika-vin08t29:51": "‘‘Dhovanañca vicāro ca, chedanaṁ bandhanampi ca;",
  "tika-vin08t29:52": "Sibbanaṁ rajanaṁ kappaṁ, pubbakiccanti vuccatī’’ti. (vi. vi. 2707) –",
  "tika-vin08t29:53": "Vuttāni sattavidhapubbakaraṇāni katvā pariyosāpitaṁ kathinacīvaraṁ gahetvā. Atthārakena bhikkhunā paccuddharitabbā adhiṭṭhātabbā vācā bhinditabbāti sambandho. Saṅghāṭiyā kathinaṁ attharitukāmo bhikkhu pubbe ticīvarādhiṭṭhānena adhiṭṭhitaṁ porāṇikaṁ saṅghāṭiṁ ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti vatvā paccuddharitabbā, tato anadhiṭṭhitaṁ navaṁ saṅghāṭiṁ ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti vatvā adhiṭṭhātabbā, tato attharaṇakāle tameva adhiṭṭhitasaṅghāṭiṁ ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’ti vācā bhinditabbāti attho. Esa nayo itaresu. Etena kathinatthāraṇaṁ nāma vacībhedakaraṇameva hoti, na kiñci kāyavikārakaraṇanti imamatthaṁ dīpeti . Tathā hi vuttaṁ vinayatthamañjūsāyaṁ (kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) ‘‘attharitabbanti attharaṇaṁ kātabbaṁ, tañca kho tathāvacībhedakaraṇamevāti daṭṭhabba’’nti.",
  "tika-vin08t29:54": "Tattha paccuddhāro tividho ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti saṅghāṭiyā paccuddhāro, ‘‘imaṁ uttarāsaṅgaṁ paccuddharāmī’’ti uttarāsaṅgassa paccuddhāro, ‘‘imaṁ antaravāsakaṁ paccuddharāmī’’ti antaravāsakassa paccuddhāroti. Vuttañhetaṁ parivāre (pari. 408) ‘‘paccuddhāro tīhi dhammehi saṅgahito saṅghāṭiyā uttarāsaṅgena antaravāsakenā’’ti. Adhiṭṭhānaṁ tividhaṁ ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti saṅghāṭiyā adhiṭṭhānaṁ, ‘‘imaṁ uttarāsaṅgaṁ adhiṭṭhāmī’’ti uttarāsaṅgassa adhiṭṭhānaṁ, ‘‘imaṁ antaravāsakaṁ adhiṭṭhāmī’’ti antaravāsakassa adhiṭṭhānanti. Vuttañhetaṁ parivāre (pari. 408) ‘‘adhiṭṭhānaṁ tīhi dhammehi saṅgahitaṁ saṅghāṭiyā uttarāsaṅgena antaravāsakenā’’ti.",
  "tika-vin08t29:55": "Atha vā adhiṭṭhānaṁ duvidhaṁ kāyena adhiṭṭhānaṁ, vācāya adhiṭṭhānanti. Tattha porāṇikaṁ saṅghāṭiṁ ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti paccuddharitvā navaṁ saṅghāṭiṁ hatthena gahetvā ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti cittena ābhogaṁ katvā kāyavikārakaraṇena kāyena vā adhiṭṭhātabbaṁ, vacībhedaṁ katvā vācāya vā adhiṭṭhātabbaṁ. Vuttañhi aṭṭhakathāyaṁ (pārā. aṭṭha. 2.469; kaṅkhā. aṭṭha. kathinasikkhāpadavaṇṇanā) ‘‘tattha yasmā dve cīvarassa adhiṭṭhānāni kāyena vā adhiṭṭheti, vācāya vā adhiṭṭhetīti vuttaṁ, tasmā…pe… adhiṭṭhātabbā’’ti. Atha vā adhiṭṭhānaṁ duvidhaṁ sammukhādhiṭṭhānaparammukhādhiṭṭhānavasena. Tattha yadi cīvaraṁ hatthapāse ṭhitaṁ hoti, ‘‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti vacībhedaṁ katvā adhiṭṭhātabbaṁ, atha antogabbhe vā sāmantavihāre vā hoti, ṭhapitaṭṭhānaṁ sallakkhetvā ‘‘etaṁ saṅghāṭiṁ adhiṭṭhāmī’’ti vacībhedaṁ katvā adhiṭṭhātabbaṁ. Vuttañhi aṭṭhakathāyaṁ (pārā. aṭṭha. 2.469; kaṅkhā. aṭṭha. kathinasikkhāpadavaṇṇanā) ‘‘tatra duvidhaṁ adhiṭṭhānaṁ sace hatthapāse hotī’’tiādi, vinayatthamañjūsāyañca (kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) ‘‘duvidhanti sammukhāparammukhābhedena duvidha’’nti.",
  "tika-vin08t29:56": "Atthāro katividho? Atthāro ekavidho. Vacībhedakaraṇeneva hi atthāro sampajjati, na kāyavikārakaraṇena. Ayamattho yathāvutta-parivārapāḷiyā ca ‘‘attharitabbanti attharaṇaṁ kātabbaṁ, tañca kho tathāvacībhedakaraṇamevāti daṭṭhabba’’nti vinayatthamañjūsāvacanena ca viññāyati. Atha vā atthāro tividho vatthuppabhedena. Tattha yadi saṅghāṭiyā kathinaṁ attharitukāmo hoti, porāṇikā saṅghāṭi paccuddharitabbā, navā saṅghāṭi adhiṭṭhātabbā, ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’ti vācā bhinditabbā. Atha uttarāsaṅgena kathinaṁ attharitukāmo hoti, porāṇako uttarāsaṅgo paccuddharitabbo, navo uttarāsaṅgo adhiṭṭhātabbo, ‘‘iminā uttarāsaṅgena kathinaṁ attharāmī’’ti vācā bhinditabbā. Atha antaravāsakena kathinaṁ attharitukāmo hoti, porāṇako antaravāsako paccuddharitabbo, navo antaravāsako adhiṭṭhātabbo, ‘‘iminā antaravāsakena kathinaṁ attharāmī’’ti vācā bhinditabbā. Vuttañhetaṁ parivāre (pari. 413) ‘‘sace saṅghāṭiyā’’tiādi.",
  "tika-vin08t29:57": "Ettha siyā – kiṁ pana ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti visesaṁ katvāva paccuddharitabbā, udāhu ‘‘imaṁ paccuddharāmī’’ti sāmaññatopi paccuddharitabbāti? Parikkhāracoḷādhiṭṭhānena adhiṭṭhitaṁ cīvaraṁ ‘‘imaṁ paccuddharāmī’’ti sāmaññato paccuddharitabbaṁ, na ‘‘imaṁ saṅghāṭiṁ paccuddharāmī’’ti visesato paccuddharitabbaṁ. Kasmā? Pubbe aladdhanāmattā. Ticīvarādhiṭṭhānena adhiṭṭhitaṁ pana cīvaraṁ visesatoyeva paccuddharitabbaṁ, na sāmaññato. Kasmā? Paṭiladdhavisesanāmattā . Idha pana kathinādhikāre pubbeva ticīvarādhiṭṭhānena adhiṭṭhitattā visesatoyeva paccuddharitabbanti daṭṭhabbaṁ. Vuttañhetaṁ parivāre (pari. 408) kathinādhikāre ‘‘paccuddhāro tīhi dhammehi saṅgahito saṅghāṭiyā uttarāsaṅgena antaravāsakenā’’ti. Kiṁ pana niccatecīvarikoyeva kathinaṁ attharituṁ labhati, udāhu avatthātecīvarikopīti? Tecīvariko duvidho dhutaṅgatecīvarikavinayatecīvarikavasena. Tattha dhutaṅgatecīvariko ‘‘atirekacīvaraṁ paṭikkhipāmi, tecīvarikaṅgaṁ samādiyāmī’’ti adhiṭṭhahitvā dhāraṇato sabbakālameva dhāreti. Vinayatecīvariko pana yadā ticīvarādhiṭṭhānena adhiṭṭhahitvā dhāretukāmo hoti, tadā tathā adhiṭṭhahitvā dhāreti. Yadā pana parikkhāracoḷādhiṭṭhānena adhiṭṭhahitvā dhāretukāmo hoti, tadā tathā adhiṭṭhahitvā dhāreti, tasmā ticīvarādhiṭṭhānassa dupparihārattā sabbadā dhāretuṁ asakkonto hutvā parikkhāracoḷavasena dhārentopi taṁ paccuddharitvā āsanne kāle ticīvarādhiṭṭhānena adhiṭṭhahantopi kathinaṁ attharituṁ labhatiyevāti daṭṭhabbaṁ.",
  "tika-vin08t29:58": "Kacci nu bho kathinadānakammavācābhaṇanasīmāyameva kathinaṁ attharitabbaṁ, udāhu aññasīmāyāti? Yadi kathinadānakammavācābhaṇanabaddhasīmā vassūpanāyikakhettabhūtaupacārasīmāya anto ṭhitā, evaṁ sati tasmiṁyeva sīmamaṇḍale attharaṇaṁ kātabbaṁ. Kathaṁ viññāyatīti ce? ‘‘Pariniṭṭhitapubbakaraṇameva ce dāyako saṅghassa deti, sampaṭicchitvā kammavācāya dātabbaṁ. Tena ca tasmiṁyeva sīmamaṇḍale adhiṭṭhahitvā attharitvā saṅgho anumodāpetabbo’’ti vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 308) āgatattā viññāyatīti. Yadi evaṁ ‘‘tasmiṁyeva sīmamaṇḍale’’icceva ṭīkāyaṁ vuttattā ‘‘yasmiṁ kismiñci sīmamaṇḍale kammavācaṁ bhaṇitvā tasmiṁyeva sīmamaṇḍale attharitabba’’nti vattabbaṁ, na ‘‘kathinadānakammavācābhaṇanabaddhasīmā vassūpanāyikakhettabhūtaupacārasīmāya anto ṭhitā’’ti visesaṁ katvā vattabbanti? Na na vattabbaṁ. Kammavācābhaṇanasīmā hi baddhasīmābhūtā, kathinatthārasīmā pana upacārasīmābhūtā, upacārasīmā ca nāma baddhasīmaṁ avattharitvāpi gacchati, tasmā sā sīmā baddhasīmā ca hoti upacārasīmā cāti tasmiṁyeva sīmamaṇḍale kathinadānakammavācaṁ bhaṇitvā tattheva attharaṇaṁ kātabbaṁ, na yasmiṁ kismiñci sīmamaṇḍale kammavācaṁ bhaṇitvā tattheva attharaṇaṁ kattabbanti daṭṭhabbaṁ. Evampi ‘‘upacārasīmāya’’icceva vattabbaṁ, na ‘‘vassūpanāyikakhettabhūtaupacārasīmāyā’’ti, tampi vattabbameva. Tesaṁ bhikkhūnaṁ vassūpanāyikakhettabhūtāya eva upacārasīmāya kathinatthāraṁ kātuṁ labhati, na aññaupacārasīmāya. Vuttañhi aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) ‘‘aññasmiṁ vihāre vutthavassāpi na labhantīti mahāpaccariyaṁ vutta’’nti.",
  "tika-vin08t29:59": "Yathicchasi, tathā bhavatu, api tu khalu ‘‘kammavācābhaṇanasīmā baddhasīmābhūtā, kathinatthārasīmā upacārasīmābhūtā’’ti tumhehi vuttaṁ, tathābhūtabhāvo kathaṁ jānitabboti? Vuccate – kathinatthārasīmāyaṁ tāva upacārasīmābhūtabhāvo ‘‘sace pana ekasīmāya bahū vihārā honti, sabbe bhikkhū sannipātetvā ekattha kathinaṁ attharitabba’’nti imissā aṭṭhakathāya (mahāva. aṭṭha. 306) atthaṁ saṁvaṇṇetuṁ ‘‘ekasīmāyāti ekaupacārasīmāyāti attho yujjatī’’ti vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 306) āgatattā viññāyati. Kammavācābhaṇanasīmāya baddhasīmābhūtabhāvo pana ‘‘te ca kho hatthapāsaṁ avijahitvā ekasīmāyaṁ ṭhitā. Sīmā ca nāmesā baddhasīmā abaddhasīmāti duvidhā hotī’’ti kaṅkhāvitaraṇiyaṁ (kaṅkhā. aṭṭha. nidānavaṇṇanā) āgatattā ca ‘‘sīmā ca nāmesā katamā, yattha hatthapāsaṁ avijahitvā ṭhitā kammappattā nāma hontīti anuyogaṁ sandhāya sīmaṁ dassento vibhāgavantānaṁ sabhāvavibhāvanaṁ vibhāgadassanamukheneva hotīti ‘sīmā ca nāmesā’tiādimāhā’’ti vinayatthamañjūsāyaṁ (kaṅkhā. abhi. ṭī. nidānavaṇṇanā) āgatattā ca viññāyati.",
  "tika-vin08t29:60": "Tattha katividhā baddhasīmā, katividhā abaddhasīmāti? Tividhā baddhasīmā khaṇḍasīmāsamānasaṁvāsasīmāavippavāsasīmāvasena. Tividhā abaddhasīmā gāmasīmāudakukkhepasīmāsattabbhantarasīmāvasenāti daṭṭhabbā. Kathaṁ viññāyatīti ce? ‘‘Evaṁ ekādasa vipattisīmāyo atikkamitvā tividhasampattiyuttā nimittena nimittaṁ sambandhitvā sammatā sīmā baddhasīmāti veditabbā. Khaṇḍasīmā samānasaṁvāsasīmā avippavāsasīmāti tassāyeva bhedo. Abaddhasīmā pana gāmasīmā sattabbhantarasīmā udakukkhepasīmāti tividhā’’ti kaṅkhāvitaraṇiyaṁ (kaṅkhā. aṭṭha. nidānavaṇṇanā) āgatattā viññāyati. Evaṁ tīsu baddhasīmāsu , tīsu abaddhasīmāsūti chasuyeva sīmāsu kammappattasaṅghassa catuvaggakaraṇīyādikammassa kattabbabhāvavacanato suddhāya upacārasīmāya kammavācāya abhaṇitabbabhāvo viññāyati. Antoupacārasīmāya baddhasīmāya sati taṁ baddhasīmaṁ avattharitvāpi upacārasīmāya gamanato sā baddhasīmā kammavācābhaṇanārahā ca hoti kathinatthārārahā cāti veditabbaṁ.",
  "tika-vin08t29:61": "Nanu ca pannarasavidhā sīmā aṭṭhakathāsu (mahāva. aṭṭha. 379; kaṅkhā. aṭṭha. akālacīvarasikkhāpadavaṇṇanā) āgatā, atha kasmā chaḷeva vuttāti? Saccaṁ, tāsu pana pannarasasu sīmāsu upacārasīmā saṅghalābhavibhajanādiṭṭhānameva hoti, lābhasīmā tatruppādagahaṇaṭṭhānameva hotīti imā dve sīmāyo saṅghakammakaraṇaṭṭhānaṁ na honti, nigamasīmā nagarasīmā janapadasīmā raṭṭhasīmā rajjasīmā dīpasīmā cakkavāḷasīmāti imā pana sīmāyo gāmasīmāya samānagatikā gāmasīmāyameva antogadhāti na visuṁ vuttāti daṭṭhabbaṁ. Ettha ca upacārasīmāya baddhasīmaṁ avattharitvā gatabhāvo kathaṁ jānitabboti? ‘‘Upacārasīmā parikkhittassa vihārassa parikkhepena, aparikkhittassa parikkhepārahaṭṭhānena paricchinnā’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 379) vuttattā parikkhepaparikkhepārahaṭṭhānānaṁ anto baddhasīmāya vijjamānāya taṁ avattharitvā upacārasīmā gatā. Tathā hi ‘‘imissā upacārasīmāya ‘saṅghassa dammī’ti dinnaṁ pana khaṇḍasīmasīmantarikāsu ṭhitānampi pāpuṇātī’’ti (mahāva. aṭṭha. 379) vuttaṁ. Tena ñāyati ‘‘upacārasīmāya anto ṭhitā baddhasīmā upacārasīmāpi nāma hotī’’ti. Hotu, evaṁ sati antoupacārasīmāyaṁ baddhasīmāya sati tattheva kathinadānakammavācaṁ vācāpetvā tattheva kathinaṁ attharitabbaṁ bhaveyya, antoupacārasīmāyaṁ baddhasīmāya avijjamānāya kathaṁ karissantīti? Antoupacārasīmāyaṁ baddhasīmāya avijjamānāya bahiupacārasīmāyaṁ vijjamānabaddhasīmaṁ vā udakukkhepalabhanaṭṭhānaṁ vā gantvā kammavācaṁ vācāpetvā puna vihāraṁ āgantvā vassūpanāyikakhettabhūtāya upacārasīmāyaṁ ṭhatvā kathinaṁ attharitabbanti daṭṭhabbaṁ.",
  "tika-vin08t29:62": "Nanu ca bho evaṁ sante aññissā sīmāya ñatti, aññissā atthāro hoti, evaṁ sante ‘‘pariniṭṭhitapubbakaraṇameva ce dāyako saṅghassa deti, sampaṭicchitvā kammavācāya dātabbaṁ. Tena ca tasmiṁyeva sīmamaṇḍale adhiṭṭhahitvā attharitvā saṅgho anumodāpetabbo’’ti vuttena vajirabuddhiṭīkāvacanena (vajira. ṭī. mahāvagga 308) virujjhatīti? Nanu avocumha ‘‘kammavācābhaṇanasīmā baddhasīmābhūtā, kathinatthārasīmā upacārasīmābhūtā’’ti. Tasmā vajirabuddhiṭīkāvacanena na virujjhati. Tattha pubbe yebhuyyena baddhasīmavihārattā samaggaṁ saṅghaṁ sannipātetvā kammavācaṁ vācāpetvā upacārasīmabaddhasīmabhūte tasmiṁyeva vihāre attharaṇaṁ sandhāya vuttaṁ. Baddhasīmavihāre ahontepi antoupacārasīmāyaṁ baddhasīmāya vijjamānāya tattheva sīmamaṇḍale kammavācaṁ vācāpetvā tattheva attharitabbabhāvo amhehipi vuttoyeva. Yadi pana na ceva baddhasīmavihāro hoti, na ca antoupacārasīmāyaṁ baddhasīmā atthi, evarūpe vihāre kammavācaṁ vācāpetuṁ na labhati, aññaṁ baddhasīmaṁ vā udakukkhepaṁ vā gantvā kammavācaṁ vācāpetvā attano vihāraṁ āgantvā vassūpanāyikakhettabhūtāya upacārasīmāya ṭhatvā kathinaṁ attharitabbaṁ. Evameva paramparabhūtā bahavo ācariyavarā karontīti daṭṭhabbaṁ.",
  "tika-vin08t29:63": "Apare pana ācariyā ‘‘baddhasīmavirahāya suddhaupacārasīmāya sati tassaṁyeva upacārasīmāyaṁ ñattikammavācāpi vācetabbā, kathinaṁ attharitabbaṁ, na aññissā sīmāya ñatti, aññissā attharaṇaṁ kātabba’’nti vadanti. Ayaṁ pana nesamadhippāyo – ‘‘kathinatthatasīmāyanti upacārasīmaṁ sandhāya vutta’’nti vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 306) kathinatthāraṭṭhānabhūtāya sīmāya upacārasīmābhāvo vutto, tassaṁyeva ṭīkāyaṁ (vajira. ṭī. mahāvagga 308) pubbe niddiṭṭhapāṭhe ‘‘tasmiṁyeva sīmamaṇḍale adhiṭṭhahitvā attharitvā saṅgho anumodāpetabbo’’ti kammavācābhaṇanasīmāyameva attharitabbabhāvo ca vutto, tasmā aññissā sīmāya ñatti, aññissā attharaṇaṁ na kātabbaṁ, tassaṁyeva upacārasīmāyaṁ kammavācaṁ sāvetvā tasmiṁyeva atthāro kātabbo, upacārasīmato bahi ṭhitaṁ baddhasīmaṁ gantvā attharaṇakiccaṁ natthīti.",
  "tika-vin08t29:64": "Tatrevaṁ vicāraṇā kātabbā – idaṁ bhāsantaresu ‘‘ñattī’’ti kathitaṁ kathinadānakammaṁ catūsu saṅghakammesu ñattidutiyakammaṁ hoti, ñattidutiyakammassa navasu ṭhānesu kathinadānaṁ, garukalahukesu garukaṁ, yadi ‘‘upacārasīmāyaṁ cattāri saṅghakammāni kātabbānī’’ti pakaraṇesu āgataṁ abhavissā, evaṁ sante tesaṁ ācariyānaṁ vacanānurūpato upacārasīmāyaṁ kathinadānañattikammavācaṁ vācetabbaṁ abhavissā, na pana pakaraṇesu ‘‘upacārasīmāyaṁ cattāri saṅghakammāni kātabbānī’’ti āgataṁ, atha kho ‘‘saṅghalābhavibhajanaṁ, āgantukavattaṁ katvā ārāmappavisanaṁ , gamikassa bhikkhuno senāsanaāpucchanaṁ, nissayapaappassambhanaṁ, pārivāsikamānattacārikabhikkhūnaṁ aruṇuṭṭhāpanaṁ, bhikkhunīnaṁ ārāmappavisanaāpucchanaṁ iccevamādīni eva upacārasīmāya kattabbānī’’ti āgataṁ, tasmā kathinadānañattidutiyakammavācā kevalāyaṁ upacārasīmāyaṁ na vācetabbāti siddhā. Kathaṁ viññāyatīti ce? ‘‘Avippavāsasīmā nāma tiyojanāpi hoti, evaṁ sante tiyojane ṭhitā lābhaṁ gaṇhissanti, tiyojane ṭhatvā āgantukavattaṁ pūretvā ārāmaṁ pavisitabbaṁ bhavissati, gamiko tiyojanaṁ gantvā senāsanaṁ āpucchissati, nissayapaṭipannassa bhikkhuno tiyojanātikkame nissayo paṭippassambhissati, pārivāsikena tiyojanaṁ atikkamitvā aruṇaṁ uṭṭhapetabbaṁ bhavissati, bhikkhuniyā tiyojane ṭhatvā ārāmappavisanaṁ āpucchitabbaṁ bhavissati, sabbampetaṁ upacārasīmāya paricchedavaseneva kātuṁ vaṭṭati, tasmā upacārasīmāyameva bhājetabba’’nti evamādiaṭṭhakathāpāṭhato (mahāva. aṭṭha. 379) viññāyatīti.",
  "tika-vin08t29:65": "Athevaṁ vadeyyuṁ – ‘‘upacārasīmā ñattidutiyakammavācāya ṭhānaṁ na hotī’’ti tumhehi vuttaṁ, atha ca pana katapubbaṁ atthi. Tathā hi cīvarapaṭiggāhakasammuticīvaranidahakasammuticīvarabhājakasammutīnaṁ ‘‘suṇātu me…pe… dhārayāmīti imāya kammavācāya vā apalokanena vā antovihāre sabbasaṅghamajjhepi khaṇḍasīmāyapi sammannituṁ vaṭṭatiyevā’’ti upacārasīmāyaṁ ñattidutiyakammavācāya nipphādetabbabhāvo aṭṭhakathāyaṁ (vi. saṅga. aṭṭha. 194) āgato. Bhaṇḍāgārassa pana ‘‘imaṁ pana bhaṇḍāgāraṁ khaṇḍasīmaṁ gantvā khaṇḍasīmāya nisinnehi sammannituṁ na vaṭṭati, vihāramajjheyeva ‘suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, saṅgho itthannāmaṁ vihāraṁ bhaṇḍāgāraṁ sammanneyyā’tiādinā nayena kammavācāya vā apalokanena vā sammannitabba’’nti aṭṭhakathāyaṁ (vi. saṅga. aṭṭha. 197) upacārasīmāyameva ñattidutiyakammavācāya sammannitabbabhāvo āgatoti.",
  "tika-vin08t29:66": "Te evaṁ vattabbā – sacepi aṭṭhakathāyaṁ āgataṁ ‘‘antovihāre’’ti pāṭho ‘‘vihāramajjhe’’ti pāṭho ca upacārasīmaṁ sandhāya vuttoti maññamānā tumhe āyasmanto evaṁ avacuttha, te pana pāṭhā upacārasīmaṁ sandhāya aṭṭhakathācariyehi na vuttā, atha kho avippavāsasīmāsaṅkhātaṁ mahāsīmaṁ sandhāya vuttā. Kathaṁ viññāyatīti ce? Khaṇḍasīmāya vakkhamānattā. Khaṇḍasīmāya hi mahāsīmā eva paṭiyogī hoti. Upacārasīmāti ayamattho kathaṁ jānitabboti ce? ‘‘Imaṁ pana samānasaṁvāsakasīmaṁ sammannantehi pabbajjūpasampadādīnaṁ saṅghakammānaṁ sukhakaraṇatthaṁ paṭhamaṁ khaṇḍasīmā sammannitabbā…pe… evaṁ baddhāsu pana sīmāsu khaṇḍasīmāya ṭhitā bhikkhū mahāsīmāya kammaṁ karontānaṁ na kopenti , mahāsīmāya vā ṭhitā khaṇḍasīmāya kammaṁ karontānaṁ. Sīmantarikāya pana ṭhitā ubhinnampi na kopentī’’ti vuttaaṭṭhakathāpāṭhavasena (mahāva. aṭṭha. 138) jānitabboti. Atha vā tehi āyasmantehi ābhatabhaṇḍāgārasammutipāṭhavasenapi ayamattho viññāyati. Kathaṁ? Cīvarapaṭiggāhakādipuggalasammutiyo pana antovihāre sabbasaṅghamajjhepi khaṇḍasīmāyampi sammannituṁ vaṭṭati, bhaṇḍāgārasaṅkhātavihārasammuti pana vihāramajjheyevāti aṭṭhakathāyaṁ vuttaṁ, tattha visesakāraṇaṁ pariyesitabbaṁ.",
  "tika-vin08t29:67": "Tatrevaṁ visesakāraṇaṁ paññāyati – ‘‘aññissā sīmāya vatthu aññissā kammavācā’’ti vattabbadosaparihāratthaṁ vuttaṁ. Puggalasammutiyo hi puggalassa vatthuttā yadi mahāsīmabhūte antovihāre kattukāmā honti, sabbasaṅghamajjhe taṁ vatthubhūtaṁ puggalaṁ hatthapāse katvā kareyyuṁ. Yadi khaṇḍasīmāya kattukāmā, taṁ vatthubhūtaṁ puggalaṁ khaṇḍasīmaṁ ānetvā tattha sannipatitakammappattasaṅghassa hatthapāse katvā kareyyuṁ. Ubhayathāpi yathāvuttadoso natthi, bhaṇḍāgārasammuti pana bhaṇḍāgārassa vihārattā khaṇḍasīmaṁ ānetuṁ na sakkā, tasmā yadi taṁ sammutiṁ khaṇḍasīmāyaṁ ṭhatvā kareyyuṁ, vatthu mahāsīmāyaṁ hoti, kammavācā khaṇḍasīmāyanti yathāvuttadoso hoti, tasmiñca dose sati vatthuvipannattā kammaṁ vipajjati, tasmā mahāsīmabhūtavihāramajjheyeva sā sammuti kātabbāti aṭṭhakathācariyānaṁ mati, na upacārasīmāya ñattidutiyakammaṁ kātabbanti.",
  "tika-vin08t29:68": "Athāpi evaṁ vadeyyuṁ ‘‘vihārasaddena avippavāsasīmabhūtā mahāsīmāva vuttā, na upacārasīmā’’ti idaṁ vacanaṁ kathaṁ paccetabbanti? Imināyeva aṭṭhakathāvacanena. Yadi hi upacārasīmā vuttā bhaveyya, upacārasīmā nāma baddhasīmaṁ avattharitvāpi pavattā āvāsesu vā bhikkhūsu vā vaḍḍhantesu aniyamavasena vaḍḍhati, tasmā khaṇḍasīmaṁ avattharitvā pavattanato vihārena saha khaṇḍasīmā ekasīmāyeva hoti, evaṁ sati vihāre ṭhitaṁ bhaṇḍāgāraṁ khaṇḍasīmāya ṭhatvā sammannituṁ sakkā bhaveyya, na pana sakkā ‘‘khaṇḍasīmāya nisinnehi sammannituṁ na vaṭṭatī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 343) paṭisiddhattā. Tena ñāyati ‘‘imasmiṁ ṭhāne vihārasaddena avippavāsasīmabhūtā mahāsīmā vuttā, na upacārasīmā’’ti. Upacārasīmāya aniyamavasena vaḍḍhanabhāvo kathaṁ jānitabboti? ‘‘Upacārasīmā parikkhittassa vihārassa parikkhepena, aparikkhittassa parikkhepārahaṭṭhānena paricchinnā hoti. Apica bhikkhūnaṁ dhuvasannipātaṭṭhānato vā pariyante ṭhitabhojanasālato vā nibaddhavasanakaāvāsato vā thāmamajjhimassa purisassa dvinnaṁ leḍḍupātānaṁ anto upacārasīmā veditabbā, sā pana āvāsesu vaḍḍhantesu vaḍḍhati, parihāyantesu parihāyati. Mahāpaccariyaṁ pana ‘bhikkhūsupi vaḍḍhantesu vaḍḍhatī’ti vuttaṁ, tasmā sace vihāre sannipatitabhikkhūhi saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmāva hoti, sabbesaṁ lābho pāpuṇātī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 379) vacanatoti.",
  "tika-vin08t29:69": "Yadi evaṁ upacārasīmāya kathinatthatabhāvo kasmā vuttoti? Kathinattharaṇaṁ nāma na saṅghakammaṁ, puggalakammameva hoti, tasmā vassūpanāyikakhettabhūtāya upacārasīmāya kātabbā hoti. Ñattikammavācā pana saṅghakammabhūtā, tasmā upacārasīmāya kātuṁ na vaṭṭati, suvisodhitaparisāya baddhābaddhasīmāyameva vaṭṭatīti daṭṭhabbaṁ. Nanu ca bho ‘‘kathinaṁ attharituṁ ke labhanti, ke na labhanti? Gaṇanavasena tāva pacchimakoṭiyā pañca janā labhanti, uddhaṁ satasahassampi, pañcannaṁ heṭṭhā na labhantī’’ti aṭṭhakathāyaṁ vuttaṁ, atha kasmā ‘‘kathinattharaṇaṁ nāma na saṅghakammaṁ, puggalakammameva hotī’’ti vuttanti? ‘‘Na saṅgho kathinaṁ attharati, na gaṇo kathinaṁ attharati, puggalo kathinaṁ attharatī’’ti parivāre (pari. 414) vuttattā ca apalokanakammādīnaṁ catunnaṁ saṅghakammānaṁ ṭhānesu apaviṭṭhattā ca. Aṭṭhakathāyaṁ pana kathinatthārassa upacārabhūtaṁ kathinadānakammavācābhaṇanakālaṁ sandhāya vuttaṁ. Tasmiñhi kāle kathinadāyakā cattāro, paṭiggāhako ekoti pacchimakoṭiyā pañca honti, tato heṭṭhā na labhatīti. Ñattikammavācāya saṅghakammabhāvo kathaṁ jānitabboti? ‘‘Catunnaṁ saṅghakammānaṁ ñattidutiyakammassa navasu ṭhānesu kathinadāna’’nti āgatattā, ‘‘suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppanna’’ntiādinā vuttattā cāti.",
  "tika-vin08t29:70": "Apare pana ācariyā ‘‘bhāsantaresu ñattīti vuttā kathinadānakammavācā atthārakiriyāya pavisati, atthārakiriyā ca upacārasīmāyaṁ kātabbā, tasmā kathinadānakammavācāpi upacārasīmāyaṁ kātabbāyevā’’ti vadanti, tesaṁ ayamadhippāyo – mahāvaggapāḷiyaṁ (mahāva. 306) ‘‘evañca pana, bhikkhave, kathinaṁ attharitabba’’nti ārabhitvā ‘‘byattena bhikkhunā paṭibalena saṅgho ñāpetabbo…pe… evaṁ kho, bhikkhave, atthataṁ hoti kathina’’nti kathinadānañattikammavācāto paṭṭhāya yāva anumodanā pāṭho āgato, parivārapāḷiyañca (pari. 412) ‘‘kathinatthāro jānitabbo’’ti uddesassa niddese ‘‘sace saṅghassa kathinadussaṁ uppannaṁ hoti, saṅghena kathaṁ paṭipajjitabbaṁ, atthārakena kathaṁ paṭipajjitabbaṁ, anumodakena kathaṁ paṭipajjitabba’’nti pucchaṁ nīharitvā ‘‘saṅghena ñattidutiyena kammena kathinatthārakassa bhikkhuno dātabbaṁ…pe… anumodāmā’’ti ñattito paṭṭhāya yāva anumodanā pāṭho āgato, tasmā ñattito paṭṭhāya yāva anumodanā sabbo vidhi kathinatthārakiriyāyaṁ pavisati, tato kathinatthārakiriyāya upacārasīmāyaṁ kattabbāya sati ñattisaṅkhātakathinadānakammavācāpi upacārasīmāyaṁ kattabbāyevāti.",
  "tika-vin08t29:71": "Tatrevaṁ vicāraṇā kātabbā – atthārakiriyāya visuṁ anāgatāya sati ‘‘sabbo vidhi atthārakiriyāyaṁ pavisatī’’ti vattabbaṁ bhaveyya, atha ca pana mahāvaggapāḷiyañca parivārapāḷiyañca atthārakiriyā visuṁ āgatāyeva, tasmā ñattisaṅkhātā kathinadānakammavācā atthārakiriyāyaṁ na pavisati, kevalaṁ atthārakiriyāya upacārabhūtattā pana tato paṭṭhāya anukkamena vuttaṁ. Yathā ‘‘anujānāmi, bhikkhave, sīmaṁ sammannitu’’nti sīmāsammutiṁ anujānitvā ‘‘evañca pana, bhikkhave, sammannitabbā’’ti sīmāsammutividhiṁ dassento ‘‘paṭhamaṁ nimittā kittetabbā…pe… evametaṁ dhārayāmī’’ti nimittakittanena saha sīmāsammutikammavācā desitā, tattha nimittakittanaṁ sīmāsammutikammaṁ na hoti, kammavācāyeva sīmāsammutikammaṁ hoti, tathāpi sīmāsammutikammavācāya upacārabhāvato saha nimittakittanena sīmāsammutikammavācā desitā. Yathā ca upasampadākammavidhiṁ desento ‘‘paṭhamaṁ upajjhaṁ gāhāpetabbo…pe… evametaṁ dhārayāmī’’ti upajjhāyagāhāpanādinā saha upasampadākammaṁ desitaṁ, tattha upajjhāyagāhāpanādi upasampadākammaṁ na hoti, ñatticatutthakammavācāyeva upasampadākammaṁ hoti, tathāpi upasampadākammassa samīpe bhūtattā upajjhāyagāhāpanādinā saha ñatticatutthakammavācā desitā, evamettha kathinadānakammavācā atthārakiriyā na hoti, tathāpi atthārakiriyāya upacārabhūtattā kathinadānañattidutiyakammavācāya saha kathinatthārakiriyā desitā, tasmā kathinadānakammavācā atthārakiriyāyaṁ na pavisatīti daṭṭhabbaṁ.",
  "tika-vin08t29:72": "Atha vā ñattidutiyakammavācā ca atthāro cāti ime dve dhammā atulyakiriyā atulyakattāro atulyakammā atulyakālā ca honti, tena viññāyati ‘‘bhāsantaresu ñattīti vuttā ñattidutiyakammavācā atthārakiriyāyaṁ na pavisatī’’ti. Tattha kathaṁ atulyakiriyā honti? Kammavācā dānakiriyā hoti, atthāro pannarasadhammānaṁ kāraṇabhūtā atthārakiriyā, evaṁ atulyakiriyā. Kathaṁ atulyakattāroti? Kammavācāya kattā saṅgho hoti, atthārassa kattā puggalo, evaṁ atulyakattāro honti. Kathaṁ atulyakammā honti? Kammavācāya kammaṁ kathinadussaṁ hoti, atthārassa kammaṁ kathinasaṅkhātā samūhapaññatti, evaṁ atulyakammā honti. Kathaṁ atulyakālā honti? Kathinadānakammavācā pubbakaraṇapaccuddhāraadhiṭṭhānānaṁ pubbe hoti, atthāro tesaṁ pacchā, evaṁ atulyakālā hontīti. Atha vā atthāro ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādinā vacībhedasaṅkhātena ekena dhammena saṅgahito, na ñattianussāvanādinā anekehi dhammehi saṅgahito. Vuttañhetaṁ parivāre (pari. 408) ‘‘atthāro ekena dhammena saṅgahito vacībhedenā’’ti. Imināpi kāraṇena jānitabbaṁ ‘‘na ñatti atthāre paviṭṭhā’’ti.",
  "tika-vin08t29:73": "Aññe pana ācariyā evaṁ vadanti – ‘‘kathinatthāraṁ ke labhanti, ke na labhantīti? Gaṇanavasena tāva pacchimakoṭiyā pañca janā labhanti, uddhaṁ satasahassampi, pañcannaṁ heṭṭhā na labhantī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) āgatattā ‘‘heṭṭhimantato pañca bhikkhū kathinatthāraṁ labhanti, tato appakatarā na labhantī’’ti viññāyati. ‘‘Pañcannaṁ janānaṁ vaṭṭatīti pacchimakoṭiyā cattāro kathinadussassa dāyakā, eko paṭiggāhakoti pañcannaṁ janānaṁ vaṭṭatī’’ti kaṅkhāvitaraṇīṭīkāyaṁ (kaṅkhā. abhi. ṭī. kathinasikkhāpadavaṇṇanā) āgatattā tasmiṁ vākye ‘‘vaṭṭatī’’ti kiriyāya kattā ‘‘so kathinatthāro’’ti vuccati, tasmā atthāroti iminā ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’ti vuttaattharaṇakiriyā na adhippetā, catūhi bhikkhūhi atthārakassa bhikkhuno ñattiyā dānaṁ adhippetanti viññāyati. ‘‘Kathinatthāraṁ ke labhanti…pe… uddhaṁ satasahassanti idaṁ atthārakassa bhikkhuno saṅghassa kathinadussadānakammaṁ sandhāya vutta’’nti vinayavinicchayaṭīkāyaṁ vuttaṁ. Tasmimpi pāṭhe ñattiyā dinnaṁyeva sandhāya ‘‘pañca janā atthāraṁ labhantī’’ti idaṁ vacanaṁ aṭṭhakathācariyehi vuttaṁ, ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādi puggalassa attharaṇaṁ sandhāya na vuttanti ṭīkācariyassa adhippāyo. Evaṁ kaṅkhāvitaraṇīṭīkā-vinayavinicchayaṭīkākārakehi ācariyehi ‘‘ñattidutiyakammaṁ atthāro nāmā’’ti vinicchitattā upacārasīmāyaṁ kathinadānañattikammavācākaraṇaṁ yuttanti viññāyatīti vadanti.",
  "tika-vin08t29:74": "Tatrevaṁ vicāraṇā kātabbā – ‘‘ñattidutiyakammaṁyeva atthāro nāmā’’ti ṭīkācariyā na vadeyyuṁ. Vadeyyuṁ ce, aṭṭhakathāya viruddho siyā. Kathaṁ viruddhoti ce? ‘‘Chinnavassā vā pacchimikāya upagatā vā na labhanti, aññasmiṁ vihāre vutthavassāpi na labhantīti mahāpaccariyaṁ vutta’’nti aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) āgatattā ‘‘te chinnavassādayo kathinatthāraṁ na labhantī’’ti viññāyati. Yadi ñattidutiyakammaṁ atthāro nāma siyā, evaṁ sati te bhikkhū ñattidutiyakammepi gaṇapūrakabhāvena appaviṭṭhā siyuṁ. Atha ca pana ‘‘purimikāya upagatānaṁ pana sabbe gaṇapūrakā hontī’’ti aṭṭhakathāya (mahāva. aṭṭha. 306) vuttattā te ñattidutiyakamme paviṭṭhāva honti, tasmā aṭṭhakathācariyo pañcānisaṁsahetubhūtaṁ ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādikaṁ vacībhedaṁyeva ‘‘atthāro’’ti vadati, na ñattidutiyakammaṁ, tasmā te chinnavassādayo pañcānisaṁsahetubhūtaṁ kathinatthāraṁ na labhanti, ñattidutiyakamme pana catuvaggasaṅghapūrakabhāvaṁ labhantīti viññāyati. Punapi vuttaṁ aṭṭhakathāyaṁ ‘‘sace purimikāya upagatā cattāro vā honti tayo vā dve vā eko vā, itare gaṇapūrake katvā kathinaṁ attharitabba’’nti. Evaṁ alabbhamānakathinatthāreyeva chinnavassādayo gaṇapūrake katvā ñattidutiyakammavācāya kathinadussaṁ dāpetvā purimikāya upagatehi kathinassa attharitabbabhāvato ‘‘ñattidutiyakammaṁyeva atthāro nāmāti ṭīkācariyā na vadeyyu’’nti avacimhāti.",
  "tika-vin08t29:75": "Nanu ca bho imasmimpi aṭṭhakathāvacane ‘‘itare gaṇapūrake katvā kathinaṁ attharitabba’’nti vacanena catuvaggasaṅghena kattabbaṁ ñattidutiyakammaṁyeva ‘‘atthāro’’ti vuttanti? Na, pubbāparavirodhato. Pubbe hi chinnavassādīnaṁ kathinaṁ attharituṁ alabbhamānabhāvo vutto, idha ‘‘ñattidutiyakammaṁ atthāro’’ti vutte tesampi labbhamānabhāvo vutto bhaveyya, na aṭṭhakathācariyā pubbāparaviruddhaṁ katheyyuṁ, tasmā ‘‘katvā’’ti padaṁ ‘‘attharitabba’’nti padena sambajjhantena samānakālavisesanaṁ akatvā pubbakālavisesanameva katvā sambandhitabbaṁ, evaṁ sati pubbavacanenāparavacanaṁ gaṅgodakena yamunodakaṁ viya saṁsandati, pacchāpi ca ‘‘kammavācaṁ sāvetvā kathinaṁ attharāpetvā dānañca bhuñjitvā gamissantī’’ti visuṁ kammavācāsāvanaṁ visuṁ kathinattharaṇaṁ pubbāparānukkamato vuttaṁ , tasmā ñattidutiyakammaṁ atthāro nāma na hoti, kevalaṁ atthārassa kāraṇameva upacārameva hotīti daṭṭhabbaṁ. Kiñca bhiyyo – ‘‘na saṅgho kathinaṁ attharati, na gaṇo kathinaṁ attharati, puggalo kathinaṁ attharatī’’ti parivāravacanena (pari. 414) ayamattho jānitabboti.",
  "tika-vin08t29:76": "Yadi evaṁ kaṅkhāvitaraṇīṭīkā-vinayavinicchayaṭīkāsu āgatapāṭhānaṁ adhippāyo kathaṁ bhāsitabbo bhaveyya. Nanu kaṅkhāvitaraṇīṭīkāyaṁ ‘‘vaṭṭatī’’ti imissā kiriyāya kattā ‘‘so kathinatthāro’’ti vutto, vinayavinicchayaṭīkāyañca ‘‘kathinadussadānakamma’’nti padaṁ ‘‘sandhāyā’’ti kiriyāya kammaṁ, kathinatthāro…pe… idaṁ ‘‘vutta’’nti kiriyāya kammaṁ hoti. Evaṁ ṭīkāsu nītatthato āgatapāṭhesu santesu ‘‘ñattidutiyakammaṁyeva atthāro nāmāti ṭīkācariyā na vadeyyu’’nti na vattabbanti? Yenākārena aṭṭhakathāvacanena ṭīkāvacanañca pubbāparaaṭṭhakathāvacanañca aviruddhaṁ bhaveyya, tenākārena ṭīkāpāṭhānaṁ adhippāyo gahetabbo. Kathaṁ? Kaṅkhāvitaraṇīaṭṭhakathāyaṁ (kaṅkhā. aṭṭha. kathinasikkhāpadavaṇṇanā) ‘‘so sabbantimena paricchedena pañcannaṁ janānaṁ vaṭṭatī’’ti āgato, tasmiṁ aṭṭhakathāvacane codakena codetabbassa atthitāya taṁ pariharituṁ ‘‘pañcannaṁ janānaṁ vaṭṭatīti pacchimakoṭiyā cattāro kathinadussassa dāyakā, eko paṭiggāhakoti pañcannaṁ janānaṁ vaṭṭatī’’ti pāṭho ṭīkācariyena vutto, kathaṁ codetabbaṁ atthīti? Bho aṭṭhakathācariya ‘‘so sabbantimena paricchedena pañcannaṁ janānaṁ vaṭṭatī’’ti vutto, evaṁ sati pañcannaṁ kathinatthārakānaṁ eva so kathinatthāro vaṭṭati, na ekadviticatupuggalānanti attho āpajjati, evaṁ sati ‘‘na saṅgho kathinaṁ attharati, na gaṇo kathinaṁ attharati, puggalo kathinaṁ attharatī’’ti āgatapāḷiyā virujjhanato āgamavirodho āpajjati, taṁ codanaṁ pariharanto ‘‘pañcannaṁ janānaṁ vaṭṭatīti pacchimakoṭiyā cattāro kathinadussassa dāyakā, eko paṭiggāhakoti pañcannaṁ janānaṁ vaṭṭatī’’ti pāṭho ṭīkācariyena vutto. Tatthāyamadhippāyo – bho codakācariya aṭṭhakathācariyena kathinatthārakāle pañcannaṁ atthārakānaṁ bhikkhūnaṁ vasena ‘‘so sabbantimena paricchedena pañcannaṁ janānaṁ vaṭṭatī’’ti pāṭho na vutto, atha kho saṅghena atthārakassa kathinadussadānakāle pacchimakoṭiyā cattāro kathinadussassa dāyakā, eko paṭiggāhakoti pañcannaṁ dāyakapaṭiggāhakapuggalānaṁ atthitāya so pacchā kattabbo atthāro vaṭṭati, kāraṇasampattiyā phalasampatti hoti, tasmā tasmiṁ aṭṭhakathāvacane āgamavirodho nāpajjatīti.",
  "tika-vin08t29:77": "Vinayavinicchayaṭīkāyampi ‘‘kathinatthāraṁ ke labhanti, ke na labhantīti? Gaṇanavasena tāva pacchimakoṭiyā pañca janā labhanti, uddhaṁ satasahassampi, pañcannaṁ heṭṭhā na labhantī’’ti aṭṭhakathāvacane parehi pucchitabbassa atthitāya taṁ pucchaṁ vissajjetuṁ ‘‘idaṁ atthārakassa bhikkhuno saṅghassa kathinadussadānakammaṁ sandhāya vutta’’nti pāṭho ṭīkācariyena vutto. Kathaṁ pucchitabbanti ce? Bho aṭṭhakathācariya ‘‘heṭṭhimakoṭiyā pañcannaṁ janānaṁ vaṭṭatī’’ti idaṁ vacanaṁ kiṁ pañcānisaṁsassa kāraṇabhūtaṁ ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādiatthārakiriyaṁ sandhāya vuttaṁ, udāhu atthārassa kāraṇabhūtaṁ kathinadussadānakammanti. Kathaṁ vissajjanāti? Bho bhadramukha ‘‘heṭṭhimakoṭiyā pañcannaṁ janānaṁ vaṭṭatī’’ti idaṁ pañcānisaṁsassa kāraṇabhūtaṁ ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādikaṁ atthārakiriyaṁ sandhāya aṭṭhakathācariyena na vuttaṁ, atha kho atthārassa kāraṇabhūtaṁ kathinadānakammaṁ sandhāya vuttanti . Tatrāyamadhippāyo – saṅghena atthārakassa dinnadussena eva kathinatthāro sambhavati, na ṭhitikāya laddhacīvarena vā puggalikacīvarena vā sambhavati, tañca kathinadussadānakammaṁ cattāro kathinadussadāyakā, eko paṭiggāhakoti pañcasu bhikkhūsu vijjamānesuyeva sampajjati, na tato ūnesūti pacchimakoṭiyā pañcannaṁ vaṭṭati, kāraṇasiddhiyā phalasiddhi hoti, teneva ca kāraṇena ‘‘kathinadussadānakammaṁ vutta’’nti mukhyavasena avatvā ‘‘sandhāya vutta’’nti upacāravasenāha. Evaṁ vutteyeva aṭṭhakathāvacanassa pubbāparavirodho natthi, aṭṭhakathāvacanena ca ṭīkāvacanaṁ viruddhaṁ na hotīti daṭṭhabbaṁ, ‘‘apalokanādisaṅghakammakaraṇatthaṁ baddhasīmā bhagavatā anuññātā’’ti iminā vinayalakkhaṇena ca sameti.",
  "tika-vin08t29:78": "‘‘Imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādikā pana atthārakiriyā apalokanādīsu catūsu saṅghakammesu appaviṭṭhā, adhiṭṭhānādayo viya pañcānisaṁsalābhakāraṇabhūtā puggalakiriyāva hotīti vassūpanāyikakhettabhūtāya antoupacārasīmāya kātabbā, tasmā antoupacārasīmāyaṁ baddhasīmāya avijjamānāya bahiupacārasīmāyaṁ baddhasīmaṁ vā udakukkhepasattabbhantaralabhamānaṭṭhānaṁ vā gantvā ñattidutiyakammena kathinadussaṁ dāpetvā puna vihāraṁ āgantvā antoupacārasīmāyameva kathinattharaṇaṁ pubbācariyehi kataṁ, taṁ sukatameva hotīti daṭṭhabbaṁ. Evaṁ aggahetvā suddhaupacārasīmāyameva ñattidutiyakammaṁ kātabbanti gayhamāne sati tesaṁ āyasmantānaṁ diṭṭhānugatiṁ āpajjamānā sissānusissā dhuvavāsatthāya vihāradānādiapalokanakammaṁ vā uposathapavāraṇādiñattikammaṁ vā sīmāsammannanādiñattidutiyakammaṁ vā upasampadādiñatticatutthakammaṁ vā upacārasīmāyameva kareyyuṁ, evaṁ karontā bhagavato sāsane mahantaṁ jaṭaṁ mahantaṁ gumbaṁ mahantaṁ visamaṁ kareyyuṁ, tasmā tamakaraṇatthaṁ yuttito ca āgamato ca anekāni kāraṇāni āharitvā kathayimhāti.",
  "tika-vin08t29:79": "Sāsane gāravaṁ katvā, saddhammassānulomato;",
  "tika-vin08t29:80": "Mayā kataṁ vinicchayaṁ, sammā cintentu sādhavo.",
  "tika-vin08t29:81": "Punappunaṁ vicintetvā, yuttaṁ ce hoti gaṇhantu;",
  "tika-vin08t29:82": "No ce yuttaṁ mā gaṇhantu, sammāsambuddhasāvakāti.",
  "tika-vin08t29:83": "Ito parānipi kāraṇasādhakāni āharanti ācariyā, tesaṁ paṭivacanena ativitthāro bhavissati, upacārasīmāya catunnaṁ saṅghakammānaṁ kataṭṭhānabhāvo pubbe vuttova, tasmā taṁ vacanaṁ manasi katvā saṁsayaṁ akatvā dhāretabboti.",
  "tika-vin08t29:84": "‘‘Imāya saṅghāṭiyā kathinaṁ attharāmī’’ti vācā bhinditabbāti kiṁ ettakena vacībhedena kathinaṁ atthataṁ hoti, udāhu añño koci kāyavikāro kātabbo? Na kātabbo. Ettakeneva hi vacībhedena atthataṁ hoti, kathinaṁ. Vuttañhetaṁ parivāre (pari. 408) ‘‘atthāro ekena dhammena saṅgahito vacībhedenā’’ti.",
  "tika-vin08t29:85": "Evaṁ kathinatthāraṁ dassetvā anumodāpanaanumodane dassento ‘‘tena kathinatthārakenā’’tiādimāha. Tattha yena bhikkhunā ‘‘imāya saṅghāṭiyā kathinaṁ attharāmī’’tiādinā vacībhedena kathinaṁ atthataṁ, tena ‘‘kathinassa atthārā pannarasa dhammā jāyantī’’ti parivāre (pari. 403) āgatattā kathinatthārena saheva pañca ānisaṁsā āgatā, atha kasmā saṅghaṁ anumodāpetīti? Kiñcāpi atthārakassa bhikkhuno pañca ānisaṁsā āgatā, saṅghassa pana anāgatā, tasmā saṅghassa ca āgamanatthaṁ saṅghaṁ anumodāpeti, saṅgho ca anumodanaṁ karoti, evaṁ kate ubhinnampi ānisaṁsā āgatā honti. Vuttañhetaṁ parivāre (pari. 403) ‘‘dvinnaṁ puggalānaṁ atthataṁ hoti kathinaṁ atthārakassa ca anumodakassa cā’’ti. Ettha ca kathinatthārakabhikkhuto vuḍḍhataro bhikkhu tasmiṁ saṅghe atthi, idha vuttanayena atthārakena ‘‘bhante’’ti vattabbaṁ, anumodakena ‘‘āvuso’’ti. Yadi pana kathinatthārako bhikkhu sabbesaṁ vuḍḍhataro hoti, tena ‘‘āvuso’’ti vattabbaṁ, itarehi ‘‘bhante’’ti, evaṁ sesanayadvayepi. Evaṁ sabbesaṁ atthataṁ hoti kathinanti. Imesu pana saṅghapuggalesu ye tasmiṁ vihāre purimikāya vassaṁ upagantvā paṭhamapavāraṇāya pavāritā, teyeva anumodituṁ labhanti, chinnavassā vā pacchimikāya upagatā vā aññasmiṁ vihāre vutthavassā vā na labhanti, ananumodantāpi ānisaṁsaṁ na labhanti.",
  "tika-vin08t29:86": "Evaṁ kathinatthāraṁ dassetvā idāni cīvaravibhāgaṁ dassetuṁ ‘‘evaṁ atthate pana kathine’’tiādimāha. Tattha sace kathinacīvarena saddhiṁ ābhataṁ ānisaṁsanti iminā ekaṁ atthatacīvarameva kathinacīvaraṁ nāma, tato aññaṁ tena saddhiṁ ābhataṁ sabbaṁ cīvaraṁ kathinānisaṁsacīvaraṁ nāmāti dasseti. Vakkhati hi ‘‘avasesakathinānisaṁse balavavatthānī’’tiādi. Tena ñāyati ‘‘vatthameva idha ānisaṁso nāma, na aggho, kathinasāṭakena saddhiṁ ābhatānaṁ aññasāṭakānaṁ bahulavasena attharitabbaṁ, na kathinasāṭakassa mahagghavasenā’’ti. Bhikkhusaṅgho anissaro, atthatakathino bhikkhuyeva issaro. Kasmā? Dāyakehi vicāritattā. Bhikkhusaṅgho issaro, kasmā? Dāyakehi avicāritattā, mūlakathinassa ca saṅghe dinnattā. Avasesakathinānisaṁseti tassa dinnavatthehi avasesakathinānisaṁsavatthe. Balavavatthānīti attharitabbakathinasāṭakaṁyeva ahataṁ vā ahatakappaṁ vā dātuṁ vaṭṭati, ānisaṁsacīvaraṁ pana yathāsatti yathābalaṁ purāṇaṁ vā abhinavaṁ vā dubbalaṁ vā balavaṁ vā dātuṁ vaṭṭati, tasmā tesu dubbalavatthe ṭhitikāya dinne laddhabhikkhussa upakārakaṁ na hoti, tasmā upakāraṇayoggāni balavavatthāni dātabbānīti adhippāyo. Vassāvāsikaṭhitikāya dātabbānīti yattakā bhikkhū vassāvāsikacīvaraṁ labhiṁsu, te ṭhapetvā tesaṁ heṭṭhato paṭṭhāya yathākkamaṁ dātabbāni. Therāsanato paṭṭhāyāti yattakā bhikkhū tissaṁ kathinatthatasīmāyaṁ santi, tesu jeṭṭhakabhikkhuto paṭṭhāya dātabbāni. Āsanaggahaṇaṁ pana yathāvuḍḍhaṁ nisinne sandhāya kataṁ. Etena vassāvāsikakathinānisaṁsānaṁ samānagatikataṁ dīpeti. Garubhaṇḍaṁ na bhājetabbanti kathinasāṭakena saddhiṁ ābhatesu mañcapīṭhādikaṁ garubhaṇḍaṁ na bhājetabbaṁ, saṅghikavaseneva paribhuñjitabbanti attho. Tattha garubhaṇḍavinicchayo anantarakathāyaṁ āvi bhavissati.",
  "tika-vin08t29:87": "Imasmiṁ pana ṭhāne vattabbaṁ atthi. Kathaṁ? Idāni bhikkhū kathinānisaṁsacīvaraṁ kusapātaṁ katvā vibhajanti, taṁ yuttaṁ viya na dissatīti. Kasmāti ce? ‘‘Avasesakathinānisaṁse balavavatthāni vassāvāsikaṭhitikāya dātabbāni, ṭhitikāya abhāve therāsanato paṭṭhāya dātabbānī’’ti vacanatoti. Evaṁ sante kattha kusapāto kātabboti? Bhaṇḍāgāre ṭhapitacīvareti. Kathaṁ viññāyatīti ce? ‘‘Ussannaṁ hotīti bahu rāsikataṁ hoti, bhaṇḍāgāraṁ na gaṇhāti. Sammukhībhūtenāti antoupacārasīmāyaṁ ṭhitena. Bhājetunti kālaṁ ghosāpetvā paṭipāṭiyā bhājetuṁ…pe… evaṁ ṭhapitesu cīvarapaṭivīsesu kuso pātetabbo’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 343) vuttattā, tasmā imissaṁ aṭṭhakathāyaṁ vuttanayeneva bhājetabbanti amhākaṁ khanti.",
  "tika-vin08t29:88": "Ekacce pana bhikkhū ekekassa ekekasmiṁ cīvare appahonte cīvaraṁ parivattetvā akappiyavatthuṁ gahetvā bhājenti, taṁ atioḷārikameva. Aññepi ekaccānaṁ cīvarānaṁ mahagghatāya ekaccānaṁ appagghatāya samagghaṁ kātuṁ na sakkāti tatheva karonti, tampi oḷārikameva. Tattha hi akappiyavatthunā parivattanepi tassa vicāraṇepi bhāgaggahaṇepi āpattiyeva hoti. Eke ‘‘kathinaṁ nāma dubbicāraṇīya’’nti vatvā attharaṇaṁ na karonti, puggalikavaseneva yathājjhāsayaṁ vicārenti, taṁ pana yadi dāyakehi puggalasseva dinnaṁ, puggalena ca saṅghassa apariccajitaṁ, evaṁ sati attano santakattā yuttaṁ viya dissati. Yadi pana saṅghassa vā gaṇassa vā dinnaṁ, puggalassa dinnepi saṅghassa vā gaṇassa vā pariccajitaṁ, evaṁ sante saṅghagaṇānaṁ santakattā ayuttaṁ bhaveyya. Apare pana kathinavasena paṭiggahite vicāretuṁ dukkaranti maññamānā ‘‘na mayaṁ kathinavasena paṭiggaṇhāma, vassāvāsikabhāveneva paṭiggaṇhāmā’’ti vatvā yathāruci vicārenti, tampi ayuttaṁ. Vassāvāsikampi hi saṅghassa dinnaṁ saṅghikaṁ hotiyeva, puggalassa dinnaṁ puggalikaṁ. Kathaṁ viññāyatīti ce? ‘‘Sace pana tesaṁ senāsane paṁsukūliko vasati, āgatañca taṁ disvā ‘tumhākaṁ vassāvāsikaṁ demā’ti vadanti, tena saṅghassa ācikkhitabbaṁ. Sace tāni kulāni saṅghassa dātuṁ na icchanti, ‘tumhākaṁyeva demā’ti vadanti, sabhāgo bhikkhu ‘vattaṁ katvā gaṇhāhī’ti vattabbo, paṁsukūlikassa panetaṁ na vaṭṭatī’’ti aṭṭhakathāyaṁ (cūḷava. aṭṭha. 318; vi. saṅga. aṭṭha. 219) vuttattā.",
  "tika-vin08t29:89": "Vassāvāsikaṁ duvidhaṁ saddhādeyyatatruppādavasena. Vuttañhi aṭṭhakathāyaṁ (cūḷava. aṭṭha. 318) ‘‘iti saddhādeyye dāyakamanussā pucchitabbā, tatruppāde pana kappiyakārakā pucchitabbā’’ti. Saddhādeyyavassāvāsikampi savihārāvihāravasena duvidhaṁ. Vuttañhetaṁ aṭṭhakathāyaṁ (cūḷava. aṭṭha. 318) ‘‘mahāpadumatthero panāha na evaṁ kātabbaṁ. Manussā hi attano āvāsapaṭijagganatthāya paccayaṁ denti, tasmā aññehi bhikkhūhi tattha pavisitabba’’nti, ‘‘yesaṁ pana senāsanaṁ natthi, kevalaṁ paccayameva denti, tesaṁ paccayaṁ avassāvāsike senāsane gāhetuṁ vaṭṭatī’’ti ca. Tatruppādavassāvāsikaṁ nāma kappiyakārakānaṁ hatthe kappiyavatthupaabhuñjanatthāya dinnavatthuto nibbattaṁ. Vuttampi cetaṁ aṭṭhakathāyaṁ (cūḷava. aṭṭha. 318) ‘‘kappiyakārakānañhi hatthe ‘kappiyabhaṇḍaṁ paribhuñjathā’ti dinnavatthuto yaṁ yaṁ kappiyaṁ, taṁ sabbaṁ paribhuñjituṁ anuññāta’’nti. Evaṁ vassāvāsikacīvarampi pubbe yebhuyyena saṅghasseva denti, tasmā ‘‘kathinacīvaraṁ demā’’ti vutte kathinacīvarabhāvena paṭiggahetabbaṁ, ‘‘vassāvāsikaṁ demā’’ti vutte vassāvāsikacīvarabhāveneva paṭiggahetabbaṁ. Kasmā? ‘‘Yathā dāyakā vadanti, tathā paṭipajjitabba’’nti (cūḷava. aṭṭha. 325) vacanato.",
  "tika-vin08t29:90": "Kiñci avatvā hatthe vā pādamūle vā ṭhapetvā gate kiṁ kātabbanti? Tattha sace ‘‘idaṁ vatthu cetiyassa vā saṅghassa vā parapuggalassa vā atthāya pariṇata’’nti jāneyya, tesaṁ atthāya paṭiggahetabbaṁ. Atha ‘‘mamatthāya pariṇata’’nti jāneyya, attano atthāya paṭiggahetabbaṁ. Vuttañhetaṁ parivāre (pari. 329) ‘‘nava adhammikadānānī’’tiādi. Atha na kiñci jāneyya, attano hatthe vā pādamūle vā kiñci avatvā ṭhapitaṁ tasseva puggalikaṁ hoti. Na hi cetiyādīnaṁ atthāya pariṇataṁ kiñci avatvā bhikkhussa hatthe vā pādamūle vā ṭhapetīti. Vuttañhetaṁ samantapāsādikāyaṁ (mahāva. aṭṭha. 379) ‘‘puggalassa detīti ‘imaṁ cīvaraṁ itthannāmassa dammī’ti evaṁ parammukhā vā pādamūle ṭhapetvā ‘imaṁ, bhante, tumhākaṁ dammī’ti evaṁ sammukhā vā detī’’tiādi.",
  "tika-vin08t29:91": "‘‘Imissaṁ aṭṭhakathāyaṁ vuttanayeneva bhājetabba’’nti vuttaṁ, kathaṁ bhājetabbanti? ‘‘Avasesakathinānisaṁse balavavatthāni vassāvāsikaṭhitikāya dātabbānī’’ti vuttattā ye bhikkhū imasmiṁ vasse vassāvāsikaṁ na labhiṁsu, tesaṁ heṭṭhato paṭṭhāya ekekaṁ cīvaraṁ vā sāṭakaṁ vā dātabbaṁ. Atha cīvarānaṁ vā sāṭakānaṁ vā avasiṭṭhesu santesu puna therāsanato paṭṭhāya dutiyabhāgo dātabbo. Tato cīvaresu vā sāṭakesu vā khīṇesu ye labhanti, tesu pacchimassa vassādīni sallakkhetabbāni. Na kevalaṁ tasmiṁ kathinatthatadivase dinnadussāni eva kathinānisaṁsāni nāma honti, atha kho yāva kathinassa ubbhārā saṅghaṁ uddissa dinnacīvarānipi saṅghikena tatruppādena ārāmikehi ābhatacīvarānipi kathinānisaṁsāniyeva honti. Tasmā tādisesu cīvaresu uppajjamānesu yathāvuttasallakkhitavassassa bhikkhuno heṭṭhato paṭṭhāya punappunaṁ gāhetabbaṁ. ‘‘Ṭhitikāya abhāve therāsanato paṭṭhāya dātabbānī’’ti (mahāva. aṭṭha. 306) vacanato tasmiṁ vasse vassāvāsikacīvarānaṁ anuppajjanato vā uppajjamānesupi ṭhitikāya agāhāpanato vā vassāvāsikaṭhitikāya abhāve sati laddhabbakathinānisaṁse tassaṁ upacārasīmāyaṁ sabbe bhikkhū paṭipāṭiyā nisīdāpetvā therāsanato paṭṭhāya ṭhitikaṁ katvā ekekassa bhikkhuno ekekaṁ cīvaraṁ vā sāṭakaṁ vā dātabbaṁ. Saṅghanavakassa dānakālepi mahātherā āgacchanti, ‘‘bhante, vīsativassānaṁ dīyati, tumhākaṁ ṭhitikā atikkantā’’ti na vattabbā, ṭhitikaṁ ṭhapetvā tesaṁ datvā pacchā ṭhitikāya dātabbaṁ. Dutiyabhāge pana therāsanaṁ āruḷhe pacchā āgatānaṁ paṭhamabhāgo na pāpuṇāti, dutiyabhāgato vassaggena dātabbo. Ayaṁ ṭhitikāvicāro catupaccayabhājanakathāto (vi. saṅga. aṭṭha. 202) gahetabboti.",
  "tika-vin08t29:92": "Nanu ca bho ekaccāni kathinānisaṁsacīvarāni mahagghāni, ekaccāni appagghāni honti, kathaṁ ekekassa ekekasmiṁ dinne agghasamattaṁ bhaveyyāti? Vuccate – bhaṇḍāgāracīvarabhājane agghasamattaṁ icchitabbaṁ. Tathā hi vuttaṁ cīvarakkhandhake (mahāva. 343) ‘‘tena kho pana samayena saṅghassa bhaṇḍāgāre cīvaraṁ ussannaṁ hoti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, sammukhībhūtena saṅghena bhājetuṁ…pe… atha kho cīvarabhājakānaṁ bhikkhūnaṁ etadahosi ‘kathaṁ nu kho cīvaraṁ bhājetabba’nti. Bhagavato etamatthaṁ ārocesuṁ – anujānāmi, bhikkhave, paṭhamaṁ uccinitvā tulayitvā vaṇṇāvaṇṇaṁ katvā bhikkhū gaṇetvā vaggaṁ bandhitvā cīvarapaṭivīsaṁ ṭhapetu’’nti. Aṭṭhakathāyañca (mahāva. aṭṭha. 343) ‘‘uccinitvāti ‘idaṁ thūlaṁ, idaṁ saṇhaṁ, idaṁ ghanaṁ, idaṁ tanukaṁ, idaṁ paribhuttaṁ, idaṁ aparibhuttaṁ, idaṁ dīghato ettakaṁ, puthulato ettaka’nti evaṁ vatthāni vicinitvā. Tulayitvāti ‘idaṁ ettakaṁ agghati, idaṁ ettaka’nti evaṁ agghaparicchedaṁ katvā. Vaṇṇāvaṇṇaṁ katvāti sace sabbesaṁ ekekameva dasadasaagghanakaṁ pāpuṇāti, iccetaṁ kusalaṁ. No ce pāpuṇāti, yaṁ nava vā aṭṭha vā agghati, taṁ aññena ekaagghanakena ca dviagghanakena ca saddhiṁ bandhitvā etena upāyena same paṭivīse ṭhapetvāti attho . Bhikkhū gaṇetvā vaggaṁ bandhitvāti sace ekekassa dīyamāne divaso na pahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṁ bandhitvā ekaṁ bhaṇḍikaṁ katvā evaṁ cīvarapaṭivīsaṁ ṭhapetuṁ anujānāmīti attho. Evaṁ ṭhapitesu cīvarapaṭivīsesu kuso pātetabbo’’ti vuttaṁ. Tena ñāyati ‘‘bhaṇḍāgāracīvarabhājane agghasamattaṁ icchitabbaṁ, kusapāto ca kātabbo’’ti.",
  "tika-vin08t29:93": "Imasmiṁ pana kathinānisaṁsacīvarabhājane agghasamattaṁ na icchitabbaṁ, kusapāto ca na kātabbo. Tathā hi vuttaṁ kathinakkhandhakaṭṭhakathāyaṁ (mahāva. aṭṭha. 306) ‘‘evaṁ atthate pana kathine sace kathinacīvarena saddhiṁ ābhataṁ ānisaṁsaṁ dāyakā ‘yena amhākaṁ kathinaṁ gahitaṁ, tasseva demā’ti denti, bhikkhusaṅgho anissaro. Atha avicāretvāva datvā gacchanti, bhikkhusaṅgho issaro, tasmā sace kathinatthārakassa sesacīvarānipi dubbalāni honti, saṅghena apaloketvā tesampi atthāya vatthāni dātabbāni, kammavācā pana ekāyeva vaṭṭati. Avasesakathinānisaṁse balavavatthāni vassāvāsikaṭhitikāya dātabbāni. Ṭhitikāya abhāve therāsanato paṭṭhāya dātabbāni’’icceva vuttaṁ, na vuttaṁ ‘‘agghaparicchedaṁ katvā’’ti vā ‘‘kusapāto kātabbo’’ti vā. Tena ñāyati ‘‘kathinānisaṁsacīvarāni vassāvāsikaṭhitikāya vā vuḍḍhatarato vā paṭṭhāyeva dātabbāni, neva agghasamattaṁ kātabbaṁ, na kuso pātetabbo’’ti.",
  "tika-vin08t29:94": "Idāni pana vassāvāsikabhāvena adinnattā vassāvāsikaṭhitikāya akatattā ca kathinatthatacīvarato ca kathinatthārakassa avasesacīvaratthāya dinnavatthato ca avasesakathinānisaṁse balavavatthāni vuḍḍhatarato paṭṭhāya ekassa bhikkhussa ekaṁ vatthaṁ dātabbaṁ, tesu pana varaṁ varaṁ vuḍḍhassa dātabbaṁ . Kathaṁ viññāyatīti ce? ‘‘Pacchimavassūpanāyikadivase pana sace kālaṁ ghosetvā sannipatite saṅghe koci dasahatthaṁ vatthaṁ āharitvā vassāvāsikaṁ deti, āgantuko sace bhikkhusaṅghatthero hoti, tassa dātabbaṁ. Navako ce hoti, sammatena bhikkhunā saṅghatthero vattabbo ‘sace, bhante, icchatha, paṭhamabhāgaṁ muñcitvā idaṁ vatthaṁ gaṇhathā’ti. Amuñcantassa na dātabbaṁ. Sace pana pubbe gāhitaṁ muñcitvā gaṇhāti, dātabbaṁ. Eteneva upāyena dutiyattherato paṭṭhāya parivattetvā pattaṭṭhāne āgantukassa dātabbaṁ. Sace paṭhamavassūpagatā dve tīṇi cattāri pañca vā vatthāni alatthuṁ, laddhaṁ laddhaṁ eteneva upāyena vissajjāpetvā yāva āgantukassa samakaṁ hoti, tāva dātabbaṁ. Tena pana samake laddhe avasiṭṭho anubhāgo therāsane dātabbo’’ti senāsanakkhandhakaṭṭhakathāyaṁ (cūḷava. aṭṭha. 318) vacanato taṁsaṁvaṇṇanābhūtāyaṁ vimativinodaniyañca (vi. vi. ṭī. cūḷavagga 2.318) ‘‘āgantuko sace bhikkhūti cīvare gāhite pacchā āgato āgantuko bhikkhu. Pattaṭṭhāneti vassaggena pattaṭṭhāne. Paṭhamavassūpagatāti āgantukassa āgamanato puretarameva pacchimikāya vassūpanāyikāya vassūpagatā. Laddhaṁ laddhanti dāyakānaṁ santikā āgatāgatasāṭaka’’nti vacanato, vajirabuddhiṭīkāyañca (vajira. ṭī. cūḷavagga 318) ‘‘paṭhamabhāgaṁ muñcitvāti idaṁ ce paṭhamagāhitavatthuto mahagghaṁ hotīti likhita’’nti vacanato ca viññāyati. Evaṁ aṭṭhakathāyaṁ ṭīkāsu ca vassāvāsikadāne pacchā ābhataṁ mahagghavatthaṁ mahātherato paṭṭhāya parivattetvā tehi anicchitaṁyeva vassaggena pattassa pacchā āgatassa bhikkhuno dātabbabhāvassa vuttattā varaṁ varaṁ vuḍḍhassa dātabbanti viññāyati.",
  "tika-vin08t29:95": "‘‘Sace paṭhamavassūpagatā dve tīṇi cattāri pañca vā vatthāni alatthu’’nti vatthagaṇanāya eva vuttattā, agghagaṇanāya avuttattā ca kathinānisaṁsavatthassa ca vassāvāsikagatikabhāvassa vacanato kathinānisaṁsavatthāni vatthagaṇanāvaseneva bhājetabbāni, na agghasamabhāvenāti ca daṭṭhabbāni, teneva ca kāraṇena ‘‘yo bahūni kathinānisaṁsavatthāni deti, tassa santakeneva attharitabba’’nti (mahāva. aṭṭha. 306) vuttaṁ. Bahūni hi kathinānisaṁsavatthāni vibhajanakāle saṅghassa upakārakāni hontīti.",
  "tika-vin08t29:96": "Pāḷiaṭṭhakathādīhi, netvā vuttaṁ vinicchayaṁ;",
  "tika-vin08t29:97": "Kathine cīvare mayhaṁ, cintayantu vicakkhaṇā.",
  "tika-vin08t29:98": "Cintayitvā punappunaṁ, yuttaṁ ce dhārayantu taṁ;",
  "tika-vin08t29:99": "Ayuttañce ito aññaṁ, pariyesantu kāraṇanti.",
  "tika-vin08t29:100": "‘‘Yo ca tattha cīvaruppādo, so nesaṁ bhavissatī’’ti cīvarasseva atthatakathinānaṁ bhikkhūnaṁ santakabhāvassa bhagavatā vuttattā cīvarato aññāni saṅghaṁ uddissa dinnāni piṇḍapātādīni vatthūni upacārasīmaṁ paviṭṭhassa āgatāgatassa saṅghassa santakaṁ honti. Tathā hi vuttaṁ aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) ‘‘kathinaṁ attharāpetvā dānañca bhuñjitvā gamissanti , ānisaṁso pana itaresaṁyeva hotī’’ti. ‘‘Anujānāmi, bhikkhave, sāmaṇerānaṁ upaḍḍhapaṭivīsaṁ dātu’’nti (mahāva. 343) pāṭhaṁ upanissāya kathinānisaṁsacīvarampi sāmaṇerānaṁ upaḍḍhapaṭivīsaṁyeva denti, na panevaṁ kātabbaṁ. Bhaṇḍāgāre ṭhapitañhi akālacīvarameva sāmaṇerānaṁ upaḍḍhapaṭivīsaṁ katvā dātabbaṁ. Vassāvāsikakathinānisaṁsādikālacīvaraṁ pana samakameva dātabbaṁ. Vuttañhetaṁ cīvarakkhandhakaṭṭhakathāyaṁ (mahāva. aṭṭha. 343) ‘‘sāmaṇerānaṁ upaḍḍhapaṭivīsanti ettha ye sāmaṇerā attissarā bhikkhusaṅghassa kattabbakammaṁ na karonti, uddesaparipucchāsu yuttā ācariyupajjhāyānaṁyeva vattapaṭipattiṁ karonti, aññesaṁ na karonti, etesaṁyeva upaḍḍhabhāgo dātabbo. Ye pana purebhattañca pacchābhattañca bhikkhusaṅghasseva kattabbakiccaṁ karonti, tesaṁ samako dātabbo. Idañca piṭṭhisamaye uppannena bhaṇḍāgāre ṭhapitena akālacīvareneva kathitaṁ, kālacīvaraṁ pana samakameva dātabba’’nti.",
  "tika-vin08t29:101": "Kacci nu kho sāmaṇerā vassaṁ upagatā, yena ānisaṁsaṁ labheyyunti? Āma upagatāti. Kathaṁ viññāyatīti? ‘‘Atha cattāro bhikkhū upagatā, eko paripuṇṇavasso sāmaṇero, so ce pacchimikāya upasampajjati, gaṇapūrako ceva hoti, ānisaṁsañca labhatī’’ti aṭṭhakathāyaṁ (mahāva. aṭṭha. 306) vacanato vajirabuddhiṭīkāyañca (vajira. ṭī. mahāvagga 306) ‘‘pacchimikāya upasampanno paṭhamapavāraṇāya pavāretumpi labhati, vassiko ca hoti, ānisaṁsañca labhatīti sāmaṇerānaṁ vassūpagamanaṁ anuññātaṁ hoti. Sāmaṇerā kathinānisaṁsaṁ labhantīti vadantī’’ti vacanatoti.",
  "tika-vin08t29:102": "Tatruppādesu kathinānisaṁsesu yadi ārāmikā taṇḍulādīhi vatthāni cetāpenti, vatthehipi taṇḍulādīni cetāpenti, tattha kathaṁ paṭipajjitabbanti? Vibhajanakāle vijjamānavatthuvasena kātabbaṁ. Tathā hi vuttaṁ vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 306) ‘‘tatruppādena taṇḍulādinā vatthūsu cetāpitesu atthatakathinānameva tāni vatthāni pāpuṇanti. Vatthehi pana taṇḍulādīsu cetāpitesu sabbesaṁ tāni pāpuṇantīti vutta’’nti. ‘‘Sace pana ekasīmāyaṁ bahū vihārā hontī’’ti ettha katarasīmā adhippetāti? Upacārasīmā. Upacārasīmāyaṁyeva hi saṅghalābhavibhajanādikaṁ sijjhati. Vuttañhetaṁ vajirabuddhiṭīkāyaṁ (vajira. ṭī. mahāvagga 306) ‘‘kathinatthatasīmāyanti upacārasīmaṁ sandhāya vuttaṁ, upacārasīmaṭṭhassa matakacīvarādibhāgiyatāya baddhasīmāya tatruppādābhāvato viññeyyametaṁ ‘upacārasīmāva adhippetā’ti’’.",
  "tika-vin08t29:103": "Evaṁ kathinatthāraṁ dassetvā saṅghe rucitāya mātikāpalibodhaubbhāre adassetvāva ante ānisaṁsaṁ dassetuṁ ‘‘atthatakathinānaṁ vo bhikkhave’’tiādimāha. Tattha aṭṭhavidhā mātikā pakkamanantikā, niṭṭhānantikā, sanniṭṭhānantikā, nāsanantikā, savanantikā, āsāvacchedikā, sīmātikkantikā, sahubbhārāti. Tattha atthatakathino bhikkhu katapariyositaṁ cīvaraṁ ādāya ‘‘imaṁ vihāraṁ na paccessāmī’’ti pakkamati, tassa bhikkhuno upacārasīmātikkameneva kathinubbhāro bhavati, pañcānisaṁsāni alabhaneyyo hoti. Ayaṁ kathinubbhāro pakkamanamevassa antabhūtattā pakkamanantiko nāma hoti.",
  "tika-vin08t29:104": "Atthatakathino bhikkhu aniṭṭhitameva attano bhāgabhūtaṁ cīvaraṁ ādāya aññaṁ vihāraṁ gato, tassa bahiupacārasīmagatassa evaṁ hoti ‘‘imasmiṁyeva vihāre imaṁ cīvaraṁ kāressāmi, na purāṇavihāraṁ paccessāmī’’ti, so bahisīmāyameva taṁ cīvaraṁ kāreti, tassa bhikkhuno tasmiṁ cīvare niṭṭhite kathinubbhāro hoti. Ayaṁ kathinubbhāro cīvaraniṭṭhānamevassa antoti niṭṭhānantiko nāma.",
  "tika-vin08t29:105": "Bhikkhu atthatakathino akatacīvaramādāya pakkamati, tassa bahiupacārasīmagatassa evaṁ hoti ‘‘imaṁ cīvaraṁ neva kāressāmi, porāṇavihārañca na paccessāmī’’ti, tassa bhikkhuno tena sanniṭṭhānena kathinubbhāro hoti. Ayaṁ kathinubbhāro sanniṭṭhānamevassa antoti sanniṭṭhānantiko nāma.",
  "tika-vin08t29:106": "Atthatakathino bhikkhu akatameva cīvaraṁ ādāya pakkamati, bahisīmagatassa tassa evaṁ hoti ‘‘idhevimaṁ cīvaraṁ kāressāmi, na ca porāṇavihāraṁ paccessāmī’’ti, tassa cīvaraṁ kurumānaṁ corādīhi nassati, agyādīhi vinassati, kathinubbhāro hoti. Ayaṁ kathinubbhāro nāsanamevassa antoti nāsanantiko nāma.",
  "tika-vin08t29:107": "Atthatakathino bhikkhu akatacīvaramādāya ‘‘imaṁ vihāraṁ paccessāmī’’ti cintetvā pakkamati , tassa bahisīmagatassa evaṁ hoti ‘‘idhevimaṁ cīvaraṁ kāressāmī’’ti, so katacīvaro suṇāti ‘‘vihāre kira saṅghena kathinaṁ ubbhata’’nti, tena savanamattenassa kathinaṁ ubbhataṁ hoti. Ayaṁ kathinabbhāro savanamevassa antoti savanantiko nāma.",
  "tika-vin08t29:108": "Atthatakathino bhikkhu aññattha paccāsācīvarakāraṇā pakkamati, tassa bahisīmagatassa evaṁ hoti ‘‘idha bahisīmāyameva cīvarapaccāsaṁ payirupāsāmi, na vihāraṁ paccessāmī’’ti, so tattheva taṁ cīvarapaccāsaṁ payirupāsati, so taṁ cīvarapaccāsaṁ alabhamāno cīvarāsā pacchijjati, teneva tassa bhikkhuno kathinubbhāro bhavati. Ayaṁ kathinubbhāro āsāvacchedasahitattā āsāvacchediko nāma.",
  "tika-vin08t29:109": "Atthatakathino bhikkhu akatacīvaraṁ ādāya ‘‘imaṁ vihāraṁ paccessāmī’’ti cintetvā pakkamati, so bahisīmagato taṁ cīvaraṁ kāreti, so katacīvaro ‘‘vihāraṁ paccessāmī’’ti cintento bahiupacārasīmāyameva kathinubbhārakālaṁ vītināmeti, tassa kathinubbhāro bhavati. Ayaṁ kathinubbhāro cīvarakālassa antimadivasasaṅkhātāya sīmāya atikkantattā sīmātikkantiko nāma.",
  "tika-vin08t29:110": "Atthatakathino bhikkhu cīvaraṁ ādāya ‘‘imaṁ vihāraṁ paccessāmī’’ti cintetvā pakkamati, so katacīvaro ‘‘vihāraṁ paccessāmī’’ti cintento paccāgantvā vihāre kathinubbhāraṁ pappoti, tassa bhikkhuno vihāre bhikkhūhi saha kathinubbhāro bhavati. Ayaṁ kathinubbhāro vihāre bhikkhūhi saha katattā sahubbhāro nāma. Ayaṁ aṭṭhavidho kathinubbhāro aṭṭha mātikā nāma. Vuttañhetaṁ kathinakkhandhakapāḷiyaṁ (mahāva. 310) ‘‘aṭṭhimā, bhikkhave, mātikā kathinassa ubbhārāya pakkamanantikā niṭṭhānantikā sanniṭṭhānantikā nāsanantikā savanantikā āsāvacchedikā sīmātikkantikā sahubbhārāti. Bhikkhu atthatakathino katacīvaramādāya pakkamati ‘na paccessa’nti, tassa bhikkhuno pakkamanantiko kathinubbhāro’’tiādi, vinayavinicchayappakaraṇe ca –",
  "tika-vin08t29:111": "‘‘Pakkamanañca niṭṭhānaṁ, sanniṭṭhānañca nāsanaṁ;",
  "tika-vin08t29:112": "Savanamāsā ca sīmā ca, sahubbhāroti aṭṭhimā’’ti. (vi. vi. 2709);",
  "tika-vin08t29:113": "Palibodho duvidho āvāsapalibodho, cīvarapalibodhoti. Tattha ‘‘yasmiṁ vihāre kathinaṁ atthataṁ hoti, tasmiṁ vasissāmī’’ti aññattha gacchantopi ‘‘puna taṁ vihāraṁ āgacchissāmī’’ti sāpekkho hoti. Ayaṁ āvāsapalibodho nāma. Tassa bhikkhuno cīvaraṁ akataṁ vā hoti apariyositaṁ vā, ‘‘aññato cīvaraṁ lacchāmī’’ti āsā vā anupacchinnā hoti. Ayaṁ cīvarapalibodho nāma. Vuttañhetaṁ kathinakkhandhake (mahāva. 325) ‘‘katame ca, bhikkhave, dve kathinassa palibodhā? Āvāsapalibodho ca cīvarapalibodho ca. Kathañca, bhikkhave, āvāsapalibodho hoti? Idha, bhikkhave, bhikkhu vasati vā tasmiṁ āvāse, sāpekkho vā pakkamati ‘paccessa’nti, evaṁ kho, bhikkhave, āvāsapalibodho hoti. Kathañca, bhikkhave, cīvarapalibodho hoti? Idha, bhikkhave, bhikkhuno cīvaraṁ akataṁ vā hoti vippakataṁ vā, cīvarāsā vā anupacchinnā, evaṁ kho, bhikkhave, cīvarapalibodho hotī’’ti.",
  "tika-vin08t29:114": "Ubbhāro duvidho aṭṭhamātikāubbhāraantarubbhāravasena. Tattha bahiupacārasīmagatānaṁ bhikkhūnaṁ vasena vuttā satta kathinubbhārā ca bahiupacārasīmaṁ gantvā nivattetvā kathinatthatavihāre antarubbhāraṁ patvā bhikkhūhi saha antarubbhārassa katattā sahubbhārasaṅkhāto eko kathinubbhāro cāti ime aṭṭha kathinubbhārā aṭṭhamātikāya paviṭṭhattā aṭṭhamātikāubbhāro nāma. Bahisīmaṁ agantvā tasmiṁyeva vihāre nisīditvā kathinubbhāraṁ ñattidutiyakammavācāya kathinubbhāro aṭṭhamātikāya appaviṭṭho hutvā kālaparicchedaṁ appatvā antarāyeva katattā antarubbhāro nāma.",
  "tika-vin08t29:115": "Antarubbhārasahubbhārā ñattidutiyakammavācāyeva katā, evaṁ sante ko tesaṁ visesoti? Antarubbhāro bahisīmaṁ agantvā antosīmāyameva ṭhitehi bhikkhūhi kato. Sahubbhāro bahisīmaṁ gatena bhikkhunā paccāgantvā taṁ antarubbhāraṁ patvā tehi antosīmaṭṭhehi bhikkhūhi saha katoti ayametesaṁ viseso. Pakkamanantikādayo satta kathinubbhārā na kammavācāya katā, kevalaṁ dvinnaṁ palibodhānaṁ upacchedena pañcahi ānisaṁsehi vigatattā kathinubbhārā nāma honti. Vuttañhetaṁ ācariyabuddhadattattherena vinayavinicchaye –",
  "tika-vin08t29:116": "‘‘Aṭṭhannaṁ mātikānaṁ vā, antarubbhāratopi vā;",
  "tika-vin08t29:117": "Ubbhārāpi duve vuttā, kathinassa mahesinā’’ti.",
  "tika-vin08t29:118": "Taṭṭīkāyampi ‘‘aṭṭhannaṁ mātikānanti bahisīmagatānaṁ vasena vuttā. Pakkamanantikādayo satta mātikā bahisīmaṁ gantvā antarubbhāraṁ sampattassa vasena vuttā, sahubbhāro imāsaṁ aṭṭhannaṁ mātikānaṁ vasena ca. Antarubbhāratopi vāti bahisīmaṁ agantvā tattheva vasitvā kathinubbhārakammena ubbhatakathinānaṁ vasena labbhanato antarubbhāroti mahesinā kathinassa ubbhārā duve vuttāti yojanā. Bahisīmaṁ gantvā āgatassa vasena saubbhāro, bahisīmaṁ agatānaṁ vasena antarubbhāroti ekoyeva ubbhāro dvidhā vutto’’ti vuttaṁ.",
  "tika-vin08t29:119": "Kasmā pana antarubbhāravasena kammavācāya kathinaṁ ubbhatanti? Mahādānaṁ dātukāmehi upāsakehi āgatassa saṅghassa akālacīvaraṁ dātukāmehi yācitattā. Vuttañhi bhikkhunīvibhaṅgapāḷiyaṁ (pāci. 925) ‘‘tena kho pana samayena aññatarena upāsakena saṅghaṁ uddissa vihāro kārāpito hoti, so tassa vihārassa mahe ubhatosaṅghassa akālacīvaraṁ dātukāmo hoti. Tena kho pana samayena ubhatosaṅghassa kathinaṁ atthataṁ hoti. Atha kho so upāsako saṅghaṁ upasaṅkamitvā kathinuddhāraṁ yācī’’tiādi. Kathaṁ pana kammavācā kātabbāti? ‘‘Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, saṅgho kathinaṁ uddhareyya, esā ñatti. Suṇātu me, bhante, saṅgho, saṅgho kathinaṁ uddharati. Yassāyasmato khamati kathinassa uddhāro, so tuṇhassa. Yassa nakkhamati, so bhāseyya. Ubbhataṁ saṅghena kathinaṁ, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī’’ti evaṁ kātabbāti. Vuttañhi bhikkhunīvibhaṅge ‘‘anujānāmi, bhikkhave, kathinaṁ uddharituṁ, evañca pana, bhikkhave, kathinaṁ uddharitabbaṁ. Byattena bhikkhunā paṭibalena saṅgho ñāpetabbo – suṇātu me…pe… dhārayāmī’’ti.",
  "tika-vin08t29:120": "Etena ca kathinubbhārena pubbe kataṁ kathinadussadānañattidutiyakammavācaṁ ubbhatanti vadanti, na pana kathinadussadānañattidutiyakammaṁ ubbhataṁ, atha kho atthārakammamevāti daṭṭhabbaṁ. Yadi hi kathinadussadānañattidutiyakammaṁ ubbhataṁ bhaveyya, tāya kammavācāya kathinadussadānassa sijjhanato imāya kathinubbhārakammavācāya taṁ pubbe dinnadussaṁ puna āharāpetabbaṁ siyā, na pañcānisaṁsavigamanaṁ. Yasmā pana imāya kathinubbhārakammavācāya pañcānisaṁsavigamanameva hoti, na pubbe dinnakathinadussassa puna āharāpanaṁ. Tena viññāyati ‘‘pañcānisaṁsalābhakāraṇaṁ attharaṇakammameva imāya kathinabbhārakammavācāya uddharīyati, na kathinadussadānañattidutiyakammavācāti, tasmā kathinubbhārakammavācākaraṇato pacchā saṅghassa uppannaṁ cīvaraṁ akālacīvaraṁ hoti, saṅgho pañcānisaṁse na labhati, cīvaraṁ sabbasaṅghikaṁ hutvā āgatāgatassa saṅghassa bhājanīyaṁ hotīti daṭṭhabbaṁ. Ayamattho kathinadussadānañattidutiyakammavācāya ca kathinubbhārakammavācāya ca atthañca adhippāyañca suṭṭhu vinicchinitvā pubbāparaṁ saṁsanditvā paccetabboti.",
  "tika-vin08t29:121": "Ettha siyā – kathinubbhāraṁ yācantānaṁ sabbesaṁ kathinubbhāro dātabbo, udāhu ekaccānanti, kiñcettha – yadi tāva sabbesaṁ dātabbo, kathinubbhārakammena pañcānisaṁsavigamanato saṅghassa lābhantarāyo bhaveyya, atha ekaccānaṁ mukholokanaṁ viya siyāti? Yadi kathinatthāramūlakalābhato kathinubbhāramūlakalābho mahanto bhaveyya, tesaṁ yācantānaṁ kathinubbhāro dātabbo. Yadi appako, na dātabbo. Yadi samo, kulappasādatthāya dātabboti. Tathā hi vuttaṁ aṭṭhakathāyaṁ (pāci. aṭṭha. 927) ‘‘kīdiso kathinuddhāro dātabbo, kīdiso na dātabboti? Yassa atthāramūlako ānisaṁso mahā, ubbhāramūlako appo, evarūpo na dātabbo. Yassa pana atthāramūlako ānisaṁso appo, ubbhāramūlako mahā, evarūpo dātabbo. Samānisaṁsopi saddhāparipālanatthaṁ dātabbovā’’ti. Imināpi viññāyati ‘‘pañcānisaṁsānaṁ kāraṇabhūtaṁ atthārakammameva uddharīyati, na kathinadussadānabhūtaṁ ñattidutiyakamma’’nti.",
  "tika-vin08t29:122": "Ānisaṁsakathāyaṁ pañcāti idāni vuccamānā anāmantacārādayo pañca kiriyā. Kappissantīti kappā bhavissanti, anāpattikāraṇā bhavissantīti attho. Anāmantacāroti anāmantetvā caraṇaṁ. Yo hi dāyakehi bhattena nimantito hutvā sabhatto samāno vihāre santaṁ bhikkhuṁ anāmantetvā kulesu cārittaṁ āpajjati, tassa bhikkhuno cārittasikkhāpadena pācittiyāpatti hoti, sā āpatti atthatakathinassa na hotīti attho. Tattha cārittasikkhāpadaṁ nāma ‘‘yo pana bhikkhu nimantito sabhatto samāno santaṁ bhikkhuṁ anāpucchā purebhattaṁ vā pacchābhattaṁ vā kulesu cārittaṁ āpajjeyya aññatra samayā, pācittiyaṁ. Tatthāyaṁ samayo cīvaradānasamayo cīvarakārasamayo, ayaṁ tattha samayo’’ti acelakavagge pañcamasikkhāpadaṁ (pāci. 299-300). Cīvaravippavāsoti tiṇṇaṁ cīvarānaṁ aññatarena vā sabbena vā vinā hatthapāse akatvā aruṇuṭṭhāpanaṁ, evaṁ karotopi dutiyakathinasikkhāpadena āpatti na hotīti adhippāyo. Tattha ca dutiyakathinasikkhāpadaṁ nāma ‘‘niṭṭhitacīvarasmiṁ pana bhikkhunā ubbhatasmiṁ kathine ekarattampi ce bhikkhu ticīvarena vippavaseyya aññatra bhikkhusammutiyā, nissaggiyaṁ pācittiya’’nti āgataṁ nissaggiyesu dutiyasikkhāpadaṁ (pārā. 472).",
  "tika-vin08t29:123": "Gaṇabhojananti etena gaṇabhojanasikkhāpadena anāpatti vuttāti sambandho. Tattha gaṇabhojanaṁ nāma ‘‘amhākaṁ bhattaṁ dethā’’ti bhikkhūnaṁ viññattiyā vā ‘‘amhākaṁ bhattaṁ gaṇhathā’’ti dāyakānaṁ nimantanena vā akappiyavohārena cattāro vā atirekā vā bhikkhū ekato paṭiggaṇhitvā ekato bhuñjanaṁ. Gaṇabhojanasikkhāpadaṁ nāma ‘‘gaṇabhojane aññatra samayā pācittiyaṁ. Tatthāyaṁ samayo gilānasamayo cīvaradānasamayo cīvarakārasamayo addhānagamanasamayo nāvābhiruhanasamayo mahāsamayo samaṇabhattasamayo, ayaṁ tattha samayo’’ti āgataṁ bhojanavagge dutiyasikkhāpadaṁ (pāci. 215). Anadhiṭṭhitaṁ avikappitaṁ vaṭṭatīti paṭhamakathinasikkhāpadena āpatti na hotīti adhippāyo. Tattha paṭhamakathinasikkhāpadaṁ nāma ‘‘niṭṭhitacīvarasmiṁ pana bhikkhunā ubbhatasmiṁ kathine dasāhaparamaṁ atirekacīvaraṁ dhāretabbaṁ, taṁ atikkāmayato nissaggiyaṁ pācittiya’’nti āgataṁ nissaggiyesu paṭhamasikkhāpadaṁ (pārā. 472). Kathinatthatasīmāyāti upacārasīmaṁ sandhāya vuttaṁ. Matakacīvaranti matassa cīvaraṁ. Tatruppādenāti saṅghasantakena ārāmuyyānakhettavatthuādinā. Yaṁ saṅghikaṁ cīvaraṁ uppajjati, taṁ tesaṁ bhavissatīti iminā cīvarameva kathinatthārakānaṁ bhikkhūnaṁ santakaṁ hoti, tato aññaṁ piṇḍapātabhesajjādikaṁ āgatāgatassa saṅghassa santakaṁ hotīti dasseti.",
  "tika-vin08t29:124": "Evaṁ aṭṭhaṅgasampanno, lajjī bhikkhu supesalo;",
  "tika-vin08t29:125": "Kareyya kathinatthāraṁ, ubbhārañcāpi sādhukanti.",
  "tika-vin08t29:126": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t29:127": "Kathinatthāravinicchayakathālaṅkāro nāma",
  "tika-vin08t29:128": "Ekūnatiṁsatimo paricchedo."
}