{
  "tika-abh08t39:0": "15. Pannarasamo paricchedo",
  "tika-abh08t39:1": "Arūpāvacarasamādhibhāvanāniddesavaṇṇanā",
  "tika-abh08t39:2": "980. Evaṁ pathavīkasiṇavasena catukkapañcakajjhānāni dassetvā yasmā sesakasiṇavasena niddisiyamāne ganthagāravo hoti, tasmā taṁ sabbaṁ ṭhapetvā arūpāvacaraṁ vibhāvetuṁ ‘‘rūpārūpa’’ntiādi āraddhaṁ. Rūpārūpamatītenāti rūpārūpabhavaṁ atikkantena, punānūpapattivasena rūpārūpabhavaṁ atikkantena, pageva kāmāvacarabhavaṁ. Rūpārūpādivedināti rūpārūpādibhūmantaravedinā.",
  "tika-abh08t39:3": "982-4. Yasmā ayaṁ arūpāvacarasamādhi nāma rūpavirāgabhāvanā rūpavirāgavaseneva abhinipphādetabbāva, tasmā taṁ uppādetukāmassa rūpe virajjanākāraṁ, virattamānasena ca tadatthāya paṭipajjanavidhiṁ dassetuṁ ‘‘rūpe kho’’tiādi āraddhaṁ. Daṇḍanaṭṭhena daṇḍo, muggarādi, parapīḷanādhippāyena tassa ādānaṁ daṇḍādānaṁ. Ādi-saddena satthādānakalahaviggahavivādatuvaṁtuvaṁpesuññādīnaṁ, adinnādānādīnañca gahaṇaṁ. Cakkhurogādayoti ādi-saddena sotarogādīnaṁ. Rūpe ādīnavaṁ disvāti karajarūpādioḷārikarūpe tannidānaṁ dosaṁ disvā. Nibbindamānasoti virattamānaso. Arūpanti arūpāvacarabhāvanaṁ. Tamhā kasiṇarūpāti tamhā paṭibhāganimittasaṅkhātā kasiṇarūpā. Nanu cāyaṁ rūpe ādīnavaṁ disvā taṁ samatikkamatthāya paṭipajjati , paṭibhāganimittañca arūpaṁ paṇṇattimattattāti kathaṁ tasmā nibbijjatīti anuyogaṁ sandhāya opammavasena tamatthaṁ dassento āha ‘‘sūkarābhihatova sā’’ti. Yathā hi vane sūkarena pahatamatto sunakho tato bhīto rūpadassanavelāyaṁ bhattapacanaukkhaliṁ dūrato disvā sūkarapaṭibhāgatāya tassaṁ sūkarāsaṅkaṁ uppādetvā utrasto palāyateva, evameva rūpe nibbindamānaso taṁ atikkamitukāmo tappaṭibhāge kasiṇarūpepi nibbijjati, samatikkamitukāmoti adhippāyo.",
  "tika-abh08t39:4": "985-6.Catutthe pana jhānasminti ṭhapetvā paricchinnākāsakasiṇaṁ navasu pathavīkasiṇādīsu aññatarasmiṁ paṭiladdhacatutthajjhāne. Keci pana ālokakasiṇampi ṭhapetvā aṭṭhasūti vadanti. Tassa pana ṭhapane kāraṇaṁ na dissati. Suṭṭhu ciṇṇo carito atippaguṇikato āvajjanādilakkhaṇo vasībhāvo etenāti suciṇṇavasī. Karoti…pe… yatoti yasmā idaṁ catutthajjhānacittaṁ mayā nibbindakasiṇarūpaṁ ārammaṇaṁ karoti. Āsannasomanassañcāti yato tatiyajjhānassa āsannatāya āsannasomanassapaccatthikañca. Thūlasantavimokkhatoti santavimokkhasaṅkhātaarūpajjhānato etaṁ yato thūlaṁ oḷārikaṁ. Arūpajjhānañhi ye te santā vimokkhā atikkamma rūpe āruppantiādīsu ‘‘santavimokkha’’nti vuccati, santatāsiddhi cassa anussatito daṭṭhabbā.",
  "tika-abh08t39:5": "987-91.Catuttheti catutthajjhāne. Paṭhamāruppañca santato disvāti sambandho, santavasena manasi karitvāti attho. Santato manasikaraṇeneva cettha paṇītato, sukhumato ca manasikāro siddhova hotīti na te visuṁ gahitā. Pattharitvānāti pageva vaḍḍhitaṁ, tadā vaḍḍhanavasena vā pattharitvā. Pubbakālavasena cetaṁ vuttaṁ. Tena naṁ ugghāṭetvā pacchā na vaḍḍhitabbanti dasseti. Na hi taṁ pacchā vaḍḍhanatthāya vāyamiyamānampi vaḍḍhatīti. Tenāti kasiṇarūpena.",
  "tika-abh08t39:6": "Idānissa ugghāṭanākāraṁ dassetuṁ ‘‘ākāso iti vā’’tiādiṁ vatvā puna taṁ samatthetuṁ ‘‘ugghāṭento hī’’tiādi vuttaṁ. Udayavasena, paricchedapharaṇavasena ca antābhāvato ananto. Na saṁvelletīti kaṭasārakakilañjādayo viya na paṭisaṁharati. Nāvajjanto na pekkhantoti anāvajjanto anapekkhanto. Aññadatthu tena phuṭṭhokāsaṁ vuttanayena manasikarontoyevāti adhippāyo . Idañhi vuttaṁ hoti – rūpāvacaracatutthajjhānassa ārammaṇabhūtaṁ kasiṇarūpaṁ sabbena sabbaṁ amanasikaroto, tena ca phuṭṭhokāsaṁ ‘‘ākāso ākāso’’ti manasikaroto yadā taṁ bhāvanānubhāvena ākāsaṁ hutvā upaṭṭhāti, tadā so kasiṇaṁ ugghāṭeti nāmāti.",
  "tika-abh08t39:7": "992-5. Evaṁ kasiṇugghāṭanavasena paṭiladdhe ākāsanimitte puna paṭipajjanavidhiṁ, yassatthāya yesaṁ paṭipajjati, tadatthasiddhañca dassetuṁ ‘‘kasiṇugghāṭimākāsaṁ nimitta’’ntiādi vuttaṁ. Ākāsassa animittabhāvepi nimittena phuṭṭhokāsabhāvato ‘‘nimitta’’nti vuttaṁ. Pañca…pe… vikkhambhantīti nanu rūpāvacarapaṭhamajjhānassa upacārakkhaṇeyeva nīvaraṇāni vikkhambhitāni, tato paṭṭhāya ca na tesaṁ pariyuṭṭhānaṁ atthi. Yadi siyā, jhānato parihāyeyyāti? Saccametaṁ, imassa pana jhānassa vaṇṇabhaṇanavasenetaṁ vuttaṁ yathā aññatthāpi heṭṭhā pahīnānaṁ upari pahānavacananti. Ye pana ‘‘sabbe kusalā dhammā sabbesaṁ akusalānaṁ paṭipakkhāti katvā evaṁ vutta’’nti vadanti, tehi dutiyajjhānūpacārādīsu nīvaraṇavikkhambhanāvacanassa kāraṇaṁ vattabbaṁ hoti. Yampi ceke vadanti ‘‘santeva sukhumāni rūpāvacaraavikkhambhanīyāni, tāni sandhāyetaṁ vutta’’nti, taṁ tesaṁ matimattaṁ. Na hi mahaggatakusalesu lokuttarakusalaṁ viya odhiso pahānaṁ nāma atthi. Yo pana rūpāvacarehi arūpānaṁ uḷāraphalatādiviseso, so bhāvanāvisesena santatarappaṇītatarabhāvena tesuyeva purimapurimehi pacchimapacchimānaṁ viyāti daṭṭhabbaṁ. Idhāpīti na kevalaṁ rūpāvacaracatutthajjhāne, ‘‘sesāni kāmāvacarānī’’tiādīsu pana idha yaṁ vattabbaṁ avuttaṁ, taṁ rūpāvacarajjhānaniddese vuttanayānusārena veditabbaṁ.",
  "tika-abh08t39:8": "997-1001. ‘‘Puna bhāvetukāmenā’’ti vutte paṭhamameva paṭhamāruppassa bhāvitattā kiṁ bhāvetukāmenāti anuyoge ‘‘dutiyāruppamānasa’’nti vuttaṁ, na pana ‘‘dutiyāruppamānasaṁ bhāvetukāmenā’’ti iminā ajjhāsayena. Na hi paṭhamaṁ dutiyāruppaṁ bhāvitanti. Rūpāvacarajjhānaṁ anatikkamitvā anadhigantabbato taṁ manasikārasamudācārassa hānabhāgiyabhāvāvahanato rūpāvacarajjhānametassa paccatthikanti katvā vuttaṁ ‘‘āsanna…pe… paccatthikanti cā’’ti. Vīthipaṭipannāya bhāvanāya uparūparivisesāvahabhāvato, paṇītabhāvasiddhito ca paṭhamāruppato dutiyāruppaṁ santatarasabhāvanti āha ‘‘dutiyāruppa…pe… panā’’ti. Vakkhati hi ‘‘supaṇītatarā honti, pacchimā pacchimā idhā’’ti (abhidha. 1040). Viññāṇamiccevaṁ manasā kātabbanti viññāṇaṁ viññāṇaṁ iccevaṁ manasā kātabbaṁ, kevalaṁ anantaṁ anantanti na manasi kātabbaṁ. Tenāha ‘‘anantanti…pe… manasā nidhā’’ti. Anantaṁ viññāṇaṁ anantaṁ viññāṇanti pana manasi kātuṁ vaṭṭati.",
  "tika-abh08t39:9": "1002-6.Tasmiṁpana nimittasminti tasmiṁ paṭhamāruppaviññāṇasaṅkhāte viññāṇanimitte. Vicārentassa mānasanti bhāvanācittaṁ pavattentassa. Ākāsaphuṭaviññāṇeti kasiṇugghāṭimākāsaṁ pharitvā pavatte paṭhamāruppaviññāṇe ārammaṇabhūte. Appetīti appanāvasena pavattati. Sabhāvadhammepi ārammaṇasamatikkamabhāvanāvisesabhāvato idaṁ appanāpattaṁ hoti catutthāruppaṁ viya. Appanā…pe… nayovāti dutiyāruppajjhāne purimabhāge tīṇi, cattāri vā javanāni kāmāvacarāni upekkhāvedanāsampayuttāneva honti. Catutthaṁ, pañcamaṁ vā āruppamānasantiādinā appanānayo paṭhamāruppajjhāne vuttanayova. Pharitvā pavattaviññāṇanti paṭhamāruppaviññāṇaṁ viññāṇañcanti vuccatīti ruḷhīsaddavasena vuttabhāvameva pakāsetuṁ ‘‘viññāṇā…pe… siyā’’ti vuttaṁ. Pubbe anantassa ākāsassa ārammaṇakaraṇavasena anantatāya ‘‘viññāṇañca’’nti vuttanti. Puna manasikāravasena vā anantatāya tathā vuttanti dassetuṁ ‘‘manakkāravasenāpī’’tiādi vuttaṁ. Dutiyāruppaṁ bhāvento hi paṭhamāruppaṁ anantato anavasesato manasi karonto anantanti manasi karoti.",
  "tika-abh08t39:10": "1010.Paṭhamāruppaviññāṇābhāvoti kasiṇaṁ ugghāṭetvā ākāso viya ākāsānañcāyatanaṁ pahāya tassa abhāvo manasi kātabbo. Kasmā panettha dutiyāruppaviññāṇābhāvaṁ amanasikatvā paṭhamāruppaviññāṇābhāvo manasi kātabboti? Vuccate – tayidaṁ ārammaṇātikkamanavasena pattabbaṁ, na pana aṅgātikkamanavasena. Tathā ca sati ārammaṇeyeva sātisayaṁ dosadassanena taṁ samatikkamitabbaṁ, ārammaṇañca dutiyāruppassa paṭhamāruppameva, tasmā kasiṇe ādīnavaṁ disvā taṁ ugghāṭetvā tabbivittākāsassa viya paṭhamāruppaviññāṇe ādīnavaṁ disvā taṁ pahāya tadabhāvasseva manasikaraṇaṁ yuttanti. Abhayagirivāsino pana ‘‘viññāṇañcāyatanābhāvoyeva manasi kātabbo’’ti vadanti, te pana imesaṁ ārammaṇātikkamanavasena pattabbabhāvaṁ asallakkhetvā kathenti. Yadi sallakkhenti, aññattha dosaṁ disvā aññassa samatikkame atippasaṅgadosato na muccanti.",
  "tika-abh08t39:11": "Athāpi vadeyyuṁ – ‘‘viññāṇañcāyatanaṁ sato samāpajjati, sato samāpajjitvā sato vuṭṭhāti, sato vuṭṭhahitvā taññeva viññāṇaṁ bhāvetī’ti vacanato viññāṇañcāyatanābhāvoyeva manasi kātabbo’’ti, tayidaṁ pāḷiatthaṁ virujjhitvā gahaṇavasena cintitaṁ. Na hettha taññeva viññāṇanti viññāṇañcāyatanaṁ adhippetaṁ. Yadi hi taṁ adhippetaṁ siyā, viññāṇañcāyatananti tassa padhānabhāvena niddiṭṭhattā taññevāti vacaneneva pariyattaṁ, kiṁ viññāṇanti vacanena. Atha sarūpaniddesatthaṁ viññāṇavacanaṁ, evaṁ sati taññeva viññāṇañcāyatananti vuttaṁ siyā, tasmā viññāṇanti vacanena yaṁ ārabbha viññāṇañcāyatanaṁ pavattaṁ, tasseva ākāsānañcāyatanassa gahaṇaṁ, na itarassāti suṭṭhu vuttaṁ.",
  "tika-abh08t39:12": "1011-2. Paṭhamāruppaviññāṇābhāvomanasikātabboti vatvā manasikāravidhiṁ dassetuṁ ‘‘taṁ panā’’tiādi vuttaṁ. Akatvā manasāti manasā ārammaṇaṁ akatvā sabbena sabbaṁ taṁ acintetvā. ‘‘Ākāsaṁ ākāsa’’nti manasi karontassa kasiṇavivittākāsaṁ viya ‘‘natthi natthī’’ti, ‘‘suññaṁ suñña’’nti vā manasi karontassa viññāṇavivittaṁ abhāvamattameva upaṭṭhātīti āha ‘‘natthī’’tiādi. Vā-saddo aniyamattho, tena dvīsu pakāresu ekenapi atthasiddhi hotīti dasseti. Avuttavikappanattho vā vā-saddo, tena ‘‘vivittaṁ vivitta’’nti imassapi saṅgaho daṭṭhabbo. Aniyamo panettha tiṇṇampi visuṁ visuṁ pariyāyabhāvatova siddho. Pariyāyasaddā hi visuṁ visuṁyeva atthaṁ sādhentā pariyāyāti loke niruḷhā. Yathāhu –",
  "tika-abh08t39:13": "‘‘Pariyāyeneva te yasmā, vadantatthaṁ na saṁhatā;",
  "tika-abh08t39:14": "Pariyāyatthaṁ tato sabbaṁ, pariyāyesu vavatthita’’nti.",
  "tika-abh08t39:15": "1013-6.Tasmiṁ nimitteti paṭhamāruppaviññāṇassa abhāvasaṅkhāte jhānuppattikāraṇabhūte nimitte. Sati santiṭṭhatīti abhāvanimittārammaṇā sati sammā suppatiṭṭhitā hutvā tiṭṭhati. Satisīsena cettha upacārajjhānānuguṇānaṁ saddhāpañcamānaṁ indriyānaṁ sakiccayogaṁ dasseti. Upacārajjhānaṁ pana ‘‘bhiyyopi samādhiyati mānasa’’nti iminā vuttanti daṭṭhabbaṁ. Kasiṇugghāṭimā…pe… abhāvaketi evaṁ pavattaviññāṇassa natthibhāvasaṅkhāte vināsābhāvake na pure abhāvādike. Appanānayo panettha pathavīkasiṇe vuttanayānusārena veditabboti āha ‘‘appanāya nayo’’tiādi.",
  "tika-abh08t39:16": "1017-9. Evaṁ yaṁ tattha avasiṭṭhaṁ, taṁ atidisitvā idāni visesaṁ dassetuṁ ‘‘ākāsagataviññāṇa’’ntiādi vuttaṁ. Parikammamanakkāre tasmiṁ antarahiteti ‘‘natthi natthī’’ti pavattaparikammamanasikāre amanasikaraṇena asmiṁ paṭhamāruppaviññāṇe antarahite, na pana khaṇabhaṅgavasena, jhānaparihānivasena vā antarahite. Khaṇabhaṅgavasena hi antaradhānaṁ khaṇe khaṇe upalabbhati. Parihānivasena ca antaradhāne puna taṁ anuppādetvā uttari ñāṇādhigamoyeva natthīti. Tassāpagamamattaṁva passanto vasatīti tassa paṭhamāruppassa abhāvamattaṁ passanto so yogāvacaro viharati. Yathā kathaṁ viyāti āha ‘‘sannipāta’’ntiādi. Idaṁ vuttaṁ hoti – yathā nāma koci puriso maṇḍalamāḷādīsu katthaci kenacideva karaṇīyena sannipatitaṁ bhikkhusaṅghaṁ disvā katthaci gantvā sannipātakiccāvasāne uṭṭhāya pakkantesu bhikkhūsu puna taṁ ṭhānaṁ gantvā olokento suññameva passati, evaṁsampadamidaṁ daṭṭhabbanti. Tatridaṁ opammasaṁsandanaṁ – yathā so puriso sannipatitaṁ bhikkhusaṅghaṁ disvā gato, tato sabbesu bhikkhūsu apagatesu taṁ ṭhānaṁ tehi suññameva passati, na pana tesaṁ kutoci apagatakāraṇaṁ, evamayaṁ yogāvacaro pubbe viññāṇañcāyatanajjhānacakkhunā paṭhamāruppaviññāṇaṁ disvā natthīti manasikārena tasmiṁ apagate tatiyāruppacakkhunā tassa natthibhāvameva passati, na tassa apagatakāraṇaṁ vīmaṁsati jhānassa tādisābhogābhāvatoti.",
  "tika-abh08t39:17": "1020-4.Catutthā…pe… na ca santanti yathā nevasaññānāsaññāyatanacittaṁ saṅkhārāvasesasukhumabhāvappattiyā savisesaṁ santaṁ, evamayaṁ ākiñcaññāyatanasamāpatti na ca santā tadabhāvatoti adhippāyo. Ca-saddo panettha avuttasamuccayattho. Tena ‘‘saññā rogo, saññā gaṇḍo, saññā sallaṁ, etaṁ santaṁ, etaṁ paṇītaṁ, yadidaṁ nevasaññānāsaññāyatana’’nti imassapi saṅgaho veditabbo. Catutthaṁ santatoti saṅkhārāvasesasukhumabhāveneva savisesaṁ santatāya, asantabhāvakararogādisarikkhakasaññāvirahato ca santato disvā. ‘‘Santaṁ santamidaṁ citta’’nti iminā bhāvanākāraṁ dasseti. Vibhaṅgepi hi taṁyeva ākiñcaññāyatanaṁ santato manasi karotīti ayameva bhāvanākāro gahito. Apare pana ‘‘pāḷiyaṁ imassa bhāvanākāro na gahito’’ti vatvā tattha kāraṇaṁ vadanti, tattha vattabbaṁ visuddhimaggasaṁvaṇṇanādito gahetabbaṁ.",
  "tika-abh08t39:18": "1027. Tatiyāruppasaṅkhātakkhandhesu ca catūsupi ārammaṇabhūtesūti adhippāyo.",
  "tika-abh08t39:19": "1029-31.Abhāvamattampīti suññatamattampi evaṁ sukhumampīti adhippāyo. Santārammaṇatāyāti santaṁ ārammaṇaṁ etassāti santārammaṇā, tabbhāvo santārammaṇatā, tāya, na jhānasantatāya. Na hi tatiyāruppasamāpatti catutthāruppato santatarā. Codako yaṁ santato manasi karoti, na tattha ādīnavadassanaṁ bhaveyya. Asati ca ādīnavadassane na samatikkamo eva siyāti ‘‘santato ce manakkāro kathañca samatikkamo’’ti āha. Itaro ‘‘anāpajjitukāmattā’’tiādinā parihāramāha. Tena ādīnavadassanampi atthevāti dasseti. Yasmiñhi jhāne abhirati, tattha āvajjanasamāpajjanādipaṭipattiyā bhavitabbaṁ. Sā panassa tatiyāruppe sabbasova natthi, kevalaṁ suññabhāvato ārammaṇakaraṇamattameva. Tathā hesa kiñcāpi taṁ santato manasi karoti, atha khvassa ‘‘ahametaṁ āvajjissāmi, samāpajjissāmī’’ti ābhogo samannāhāro na hoti. Kasmā? Ākiñcaññāyatanato nevasaññānāsaññāyatanasamāpattiyā paṇītataratāya. Yathā hi rājā mahatā rājānubhāvena nagaravīthiyaṁ caranto dantakārādayo kammakāre cheke anekāni dantavikatiādīni sippāni karonte disvā ‘‘aho vata re chekā ācariyā, īdisāni sippāni karissantī’’ti evaṁ tesaṁ chekatāya tussati, na cassa evaṁ hoti ‘‘aho vatāhampi rajjaṁ pahāya evarūpo sippiko bhaveyya’’nti. Taṁ kissa hetu? Rajjasiriyā mahānisaṁsatāya, so tesaṁ jīvitaṁ tiṇāyapi amaññamāno te samatikkamitvā gacchati, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-abh08t39:20": "1032.Sukhumaṁ paranti ukkaṁsato sukhumaṁ, paṭhamajjhānūpacārato paṭṭhāya hi tacchentiyā viya pavattamānāya bhāvanāya anukkamena saṅkhārā tattha antimakoṭṭhāsataṁ pāpitāti. Yadi evaṁ kathaṁ bhāvanā attano kiccaṁ sādheti, nanu cesā tadavatthaṁ pāpitā ārammaṇaṁ na sammā upanijjhāyatīti? Nayidameva daṭṭhabbaṁ. Bhāvanābalena sukhumabhāvaṁ pāpitāpi cesā attano kicce dubbalattaṁ na pāpitā, atha kho vipphārikatābhāvaṁ gamitā, tena tathā sukhumāpi attano kicce na dubbalā evāti na tattha tassā asāmatthiyaṁ hoti.",
  "tika-abh08t39:21": "1033-4.Yāya saññāyāti yādisāya saññāya saddappavattihetubhūtāya. So nevasaññānāsaññāyatanasamaṅgī puggalo. Nevasaññī ca nāsaññī hoti nevasaññānāsaññāsamaṅgī hoti. Na kevalaṁ tu saññāva edisī sukhumā nevasaññānāsaññā hoti, atha kho pana vedanādayopi sukhumā, vedanāpi nevavedanānāvedanā, cittampi nevacittaṁnācittaṁ, phassopi nevaphassonāphasso . Esa nayo sesasampayuttadhammesu. Saññāsīsena pana ‘‘nevasaññānāsaññāyatana’’nti vuttaṁ ‘‘nānattakāyā nānattasaññino’’tiādīsu (dī. ni. 3.332, 341, 357, 359; a. ni. 7.44; 9.24) viya. Nanu cettha yadi saññā atthi, kathaṁ nevasaññāti vattuṁ vaṭṭati. Yadi natthi, kathaṁ nāsaññāti anuyogaṁ sandhāya imamatthaṁ upamāhi sādhetuṁ ‘‘pattamakkhanatelenā’’tiādi vuttaṁ. Tattha pattamakkhaṇatelenāti antovutthatāya yāguyā saddhiṁ akappiyaṭṭhena telaṁ atthīti, nāḷipūrādīnaṁ vasena natthīti ca vattabbena patte makkhitatelena. Maggasmiṁ udakena cāti upāhanatemanamattaṭṭhena udakaṁ atthīti, nahānavasena natthīti ca vattabbena maggasmiṁ udakena.",
  "tika-abh08t39:22": "1035-7.Ayaṁ atthoti kiñci visesaṁ upādāya sabhāvato atthīti vattabbasseva dhammassa kiñci visesaṁ upādāya natthīti vattabbatāsaṅkhāto ayamattho. Paṭusaññākiccaṁ kātuṁ asamatthatāya hi nevasaññatā, saṅkhārāvasesasukhumabhāvena nāsaññatā ca hoti. Tenāha ‘‘paṭusaññāya kiccassā’’tiādi. Ārammaṇasañjānanañceva vipassanāya visayabhāvaṁ upagantvā nibbidājananañca paṭusaññākiccaṁ kathamayaṁ saññāva samānā saññākiccaṁ kātuṁ na sakkotīti āha ‘‘yathā dahanakicca’’ntiādi. Nhātukāmassa uṇhasītabhāvaṁ akatvā sukhajananatāya sukhodakaṁ, tasmiṁ. Tejodhātu yathā dahanakiccaṁ kātuṁ na sakkoti, evamesā atisantārammaṇe pavattattā ārammaṇasañjānanaṁ kātuṁ na sakkoti, paramasukhumattaṁ gatāva. Teneva hesā akatābhinivesassa vipassanāñāṇena sukhaggayhā na hotīti sesasamāpattīsu saññā viya vipassanāya visayabhāvaṁ upagantvā nibbidājananampi kātuṁ na sakkoti, aññesu hi khandhesu akatavipassanābhiniveso bhikkhu nevasaññānāsaññāyatanakkhandhe sammasitvā nibbidaṁ pattuṁ samattho nāma natthi, api āyasmā sāriputto. Pakativipassako pana sāriputtasadiso bhikkhu khandhādimukhena vipassanaṁ abhinivisitvā dvārārammaṇehi saddhiṁ dvārappavattadhammānaṁ vipassanaṁ ārabhitvā ṭhito sakkuṇeyya tabbisayaṁ udayabbayañāṇaṁ uppādetuṁ, sopi kalāpasammasanavaseneva, no anupadadhammavipassanāvasena. Na hi sāriputtasadiso bhikkhu catutthāruppapariyāpannesu phassādidhammesu vinibbhujitvā visuṁ visuṁ sarūpato gahetvā aniccādivasena sammasituṁ sakkoti. Kevalaṁ pana avinibbhujja ekato gahetvā kalāpato samūhatoyeva sammasituṁ samattho hoti, evaṁ sukhumattenesā vijjati.",
  "tika-abh08t39:23": "1038-40.Rūpanti kasiṇarūpasaṅkhātaṁ paṭibhāganimittaṁ. Ākāsanti kasiṇugghāṭimākāsaṁ. Viññāṇanti ākāse pavattaviññāṇaṁ . Tadabhāvakanti tassa ākāse pavattaviññāṇassa abhāvakaṁ. Kamatoti paṭhamāruppaṁ samatikkamitvā hotītiādinā anukkamato. Attanā vuttamatthaṁ aṭṭhakathāvacanaṁ āharitvā sādhento ‘‘āha cā’’tiādimāha. Idhāti imāsu catūsu arūpasamāpattīsu. Pacchimā pacchimā samāpattiyo hi purimāpurimāhi samāpattīhi supaṇītatarā suṭṭhu paṇītatarā, sundarapaṇītatarāti vā attho. Pāsādatalasāṭikāti catubhūmakapāsādassa heṭṭhimaheṭṭhimato uparūpari savisesā pañca kāmaguṇā, cattāro pāsādatalā ca thūlasaṇhasaṇhatarasaṇhatamasuttehi vihitā āyāmavitthārato samappamāṇā sāṭikā ca.",
  "tika-abh08t39:24": "1042. Rūpārūpabhavaṁ abhibhuyya nibbānaṁ yāti, atha vā nīvaraṇe abhibhuyya rūpārūpabhavaṁ yātīti attho.",
  "tika-abh08t39:25": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t39:26": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t39:27": "Arūpāvacarasamādhibhāvanāniddesavaṇṇanā niṭṭhitā."
}