{
  "tika-vin07t48:0": "Adhikaraṇabhedaṁ",
  "tika-vin07t48:1": "Ukkoṭanabhedādikathāvaṇṇanā",
  "tika-vin07t48:2": "341.‘‘Alaṁāvuso’’ti attapaccatthike saññāpetvāti pattacīvarādiatthāya alaṁ bhaṇḍanādikaraṇanti vivādādīsu dosadassanamattena saññāpetvā aññamaññaṁ khamāpetvā vūpasamenti, na pana aññamaññaṁ āpattānāpattidassanavasenāti adhippāyo. Tenāha ‘‘pāḷimuttakavinicchayenevā’’ti.",
  "tika-vin07t48:3": "Visamāni kāyakammādīni nissito bhikkhu visamanissito nāma, micchādiṭṭhinissito gahananissito, balavante purise nissito balavanissito nāmāti dassento ‘‘eko visamānī’’tiādimāha.",
  "tika-vin07t48:4": "Ukkoṭanabhedādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t48:5": "Adhikaraṇanidānādivaṇṇanā",
  "tika-vin07t48:6": "342.Āpattiṁ nissāya uppajjanakaāpattivasenāti paresaṁ, attano ca āpattiṁ paṭicchādentānaṁ vajjapaṭicchādīnaṁ pārājikādiāpattimeva sandhāya vuttaṁ, na sabbāpattiyo. Kiccaṁ nissāya uppajjanakakiccānanti ukkhepanīyādikammaṁ nissāya uppajjanakānaṁ tadanuvattikāya bhikkhuniyā yāvatatiyānussāvanānaṁ kiccānaṁ vasena, na sabbesaṁ kiccānaṁ vasenāti.",
  "tika-vin07t48:7": "344. Pāḷiyaṁ ‘‘katihi adhikaraṇehī’’ti pucchāya ‘‘ekena adhikaraṇena kiccādhikaraṇenā’’ti vuttaṁ. ‘‘Katisu ṭhānesū’’ti pucchāya ‘‘tīsu ṭhānesu saṅghamajjhe, gaṇamajjhe, puggalassa santike’’ti vuttaṁ. ‘‘Katihi samathehī’’ti pucchāya ‘‘tīhi samathehī’’ti vuttaṁ. Tīhipi etehi eko vūpasamanappakārova pucchito, vissajjito cāti veditabbo.",
  "tika-vin07t48:8": "348.Vivādādhikaraṇaṁhoti anuvādādhikaraṇantiādīsu vivādādhikaraṇameva anuvādādhikaraṇādipi hotīti pucchāya vivādādhikaraṇaṁ vivādādhikaraṇameva hoti, anuvādādayo na hotīti vissajjanaṁ.",
  "tika-vin07t48:9": "Adhikaraṇanidānādivaṇṇanā niṭṭhitā.",
  "tika-vin07t48:10": "Sattasamathanānātthādivaṇṇanā",
  "tika-vin07t48:11": "354. Adhikaraṇapucchāvissajjane pāḷiyaṁ vipaccayatāya vohāroti virūpavipākāya aññamaññaṁ dukkhuppādanāya kāyavacīvohāro. Medhaganti vuddhippatto kalaho.",
  "tika-vin07t48:12": "Anusampavaṅkatāti vipatticodanāya anu anu saṁyujjanavasena ninnatā.",
  "tika-vin07t48:13": "Abbhussahanatāti ativiya sañjātussāhatā. Anubalappadānanti codakānampi upatthambhakaraṇaṁ. Kammasaṅgahābhāvenāti saṅghasammukhatādimattassa sammukhāvinayassa saṅghādīhi kattabbakiccesu saṅgahābhāvā.",
  "tika-vin07t48:14": "Sattasamathanānātthādivaṇṇanā niṭṭhitā.",
  "tika-vin07t48:15": "Adhikaraṇabhedavaṇṇanānayo niṭṭhito.",
  "tika-vin07t48:16": "Dutiyagāthāsaṅgaṇikaṁ",
  "tika-vin07t48:17": "Codanādipucchāvissajjanāvaṇṇanā",
  "tika-vin07t48:18": "359. Dutiyagāthāsaṅgaṇikāya ‘‘codanā kimatthāyā’’tiādikā pucchā upālittherena katā. ‘‘Codanā sāraṇatthāyā’’tiādivissajjanaṁ bhagavatā vuttaṁ. Upālitthero sayameva pucchitvā vissajjanaṁ akāsītipi vadanti.",
  "tika-vin07t48:19": "Mantaggahaṇanti tesaṁ vicāraṇāgahaṇaṁ, suttantikattherānaṁ, vinayadharattherānañca adhippāyagahaṇanti attho. Pāṭekkaṁ vinicchayasanniṭṭhāpanatthanti tesaṁ paccekaṁ adhippāyaṁ ñatvā tehi samuṭṭhāpitanayampi gahetvā vinicchayapariyosāpanatthanti adhippāyo.",
  "tika-vin07t48:20": "‘‘Mā kho turito abhaṇī’’tiādinā abhimukhe ṭhitaṁ kañci anuvijjakaṁ ovadantena viya therena anuvijjakavattaṁ kathitaṁ.",
  "tika-vin07t48:21": "Anuyuñjanavattanti anuyujjanakkamaṁ, taṁ pana yasmā sabbasikkhāpadavītikkamavisayepi taṁtaṁsikkhāpadānulomena kattabbaṁ, tasmā ‘‘sikkhāpadānulomika’’nti vuttaṁ. Attano gatiṁ nāsetīti attano sugatigamanaṁ vināseti.",
  "tika-vin07t48:22": "Anusandhita-saddo bhāvasādhanoti āha ‘‘anusandhitanti kathānusandhī’’ti. Vattānusandhitenāti etthāpi eseva nayo. Vattānusandhitenāti ācārānusandhinā, ācārena saddhiṁ samentiyā paṭiññāyāti attho. Tenāha ‘‘yā assa vattenā’’tiādi.",
  "tika-vin07t48:23": "Pāḷiyaṁ sañcicca āpattintiādi alajjilajjilakkhaṇaṁ bhikkhubhikkhunīnaṁ vasena vuttaṁ tesaññeva sabbappakārato sikkhāpadādhikārattā. Sāmaṇerādīnampi sādhāraṇavasena pana sañcicca yathāsakaṁ sikkhāpadavītikkamanādikaṁ alajjilajjilakkhaṇaṁ veditabbaṁ.",
  "tika-vin07t48:24": "Kathānusandhivacananti cuditakaanuvijjakānaṁ kathāya anusandhiyuttaṁ vacanaṁ na jānāti, tehi ekasmiṁ kāraṇe vutte sayaṁ taṁ asallakkhetvā attano abhirucitameva asambandhitatthanti attho. Vinicchayānusandhivacanañcāti anuvijjakena katassa āpattānāpattivinicchayassa anuguṇaṁ, sambandhavacanañca.",
  "tika-vin07t48:25": "Codanādipucchāvissajjanāvaṇṇanā niṭṭhitā."
}