{
  "tika-s0201t5:0": "5. Cūḷayamakavaggo",
  "tika-s0201t5:1": "1. Sāleyyakasuttavaṇṇanā",
  "tika-s0201t5:2": "439.Mahājanakāyesannipatiteti keci ‘‘pahaṁsanavidhiṁ dassetvā rājakumāraṁ hāsessāmā’’ti, keci ‘‘taṁ kīḷanaṁ passissāmā’’ti evaṁ mahājanasamūhe sannipatite. Devanaṭanti dibbagandhabbaṁ. Kusalaṁ kusalanti vacanaṁ upādāyāti ‘‘kacci kusalaṁ? Āma kusala’’nti vacanapaṭivacanavasena pavattakusalavāditāya te manussā ādito kusalāti samaññaṁ labhiṁsu. Tesaṁ kusalānaṁ issarāti rājakumārā kosalā. Kosale jātā. Tesaṁ nivāsoti sabbaṁ pubbe vuttanayameva. Tenāha ‘‘so padeso kosalāti vuccatī’’ti.",
  "tika-s0201t5:3": "Cārikaṁ caramānoti sāmaññavacanampi ‘‘mahatā…pe… tadavasarī’’ti vacanato visesaṁ niviṭṭhamevāti āha ‘‘aturitacārikaṁ caramāno’’ti. Mahatāti guṇamahattenapi saṅkhyāmahattenapi mahatā. Tasmiñhi bhikkhusamūhe keci adhisīlasikkhāvasena sīlasampannā, tathā keci sīlasamādhisampannā, keci sīlasamādhipaññāsampannāti guṇamahattenapi so bhikkhusamūho mahāti. Taṁ anāmasitvā saṅkhyāmahattameva dassento ‘‘sataṁ vā’’tiādimāha. Aññagāmapaṭibaddhajīvikāvasena samosaranti etthāti samosaraṇaṁ, gāmo nivāsagāmo. Nti sālaṁ brāhmaṇagāmaṁ. Vihāroti bhagavato viharaṇaṭṭhānaṁ. Etthāti etasmiṁ sāleyyakasutte. Aniyamitoti asukasmiṁ ārāme pabbate rukkhamūle vāti na niyamito, sarūpaggahaṇavasena na niyamitvā vutto. Tasmāti aniyamitattā. Atthāpattisiddhamatthaṁ parikappanavasena dassento ‘‘vanasaṇḍo bhavissatī’’ti āha, addhā bhaveyyāti attho.",
  "tika-s0201t5:4": "Upalabhiṁsūti (sārattha. ṭī. 1.1.verañjakaṇḍavaṇṇanā; dī. ni. ṭī. 1.255; a. ni. ṭī. 2.3.64) savanavasena upalabhiṁsūti imamatthaṁ dassento ‘‘sotadvāra…pe… jāniṁsū’’ti āha. Avadhāraṇaphalattā sabbampi vākyaṁ antogadhāvadhāraṇanti āha ‘‘padapūraṇamatte vānipāto’’ti. Avadhāraṇattheti pana iminā iṭṭhatthāvadhāraṇatthaṁ kho-saddaggahaṇanti dasseti. ‘‘Assosu’’nti padaṁ kho-sadde gahite tena phullitamaṇḍitavibhūsitaṁ viya hontaṁ pūritaṁ nāma hoti, tena ca purimapacchimapadāni saṁsiliṭṭhāni honti, na tasmiṁ aggahiteti āha ‘‘padapūraṇena byañjanasiliṭṭhatāmattamevā’’ti. Matta-saddo visesanivattiattho. Tenassa anatthantaradīpanataṁ dasseti, eva-saddena pana byañjanasiliṭṭhatāya ekantikataṁ. Sālāyaṁ jātā saṁvaḍḍhakā sāleyyakā yathā ‘‘katteyyakā ubbheyyakā’’ti.",
  "tika-s0201t5:5": "Samitapāpattāti accantaṁ anavasesato savāsanaṁ samitapāpattā. Evañhi bāhirakavītarāgasekkhāsekkhapāpasamanato bhagavato pāpasamanaṁ visesitaṁ hoti. Anekatthattā nipātānaṁ idha anussavattho adhippetoti āha ‘‘khalūti anussavanatthe nipāto’’ti. Ālapanamattanti piyālāpavacanaṁ. Piyasamudāhārā hete ‘‘bho’’ti vā ‘‘āvuso’’ti vā ‘‘devānaṁpiyā’’ti vā. Gottavasenāti ettha taṁ tāyatīti gottaṁ. Gotamoti hi pavattamānaṁ abhidhānaṁ buddhiñca ekaṁsikavisayatāya tāyati rakkhatīti gotamagottaṁ. Yathā hi buddhi ārammaṇabhūtena atthena vinā na vattati, evaṁ abhidhānaṁ abhidheyyabhūtena, tasmā so tāni tāyati rakkhatīti vuccati. So pana atthato aññakulaparamparāsādhāraṇaṁ tassa kulassa ādipurisasamudāgataṁ taṁkulapariyāpannasādhāraṇaṁ sāmaññarūpanti daṭṭhabbaṁ. Uccākulaparidīpanaṁ uditoditavipulakhattiyakulavibhāvanato. Sabbakhattiyānañhi ādibhūtamahāsammatamahārājato paṭṭhāya asambhinnaṁ uḷāratamaṁ sakyarājakulaṁ. Kenaci pārijuññenāti ñātipārijuññabhogapārijuññādinā kenacipi pārijuññena parihāniyā anabhibhūto anajjhotthaṭo. Tathā hi kadācipi tassa kulassa tādisapārijuññābhāvo, abhinikkhamanakāle ca tato samiddhatamabhāvo loke pākaṭo paññātoti. Sakyakulā pabbajitoti idaṁ vacanaṁ bhagavato saddhāpabbajitabhāvadīpanaṁ vuttaṁ mahantaṁ ñātiparivaṭṭaṁ mahantañca bhogakkhandhaṁ pahāya pabbajitabhāvadīpanato. Ettha ca samaṇoti iminā parikkhakajanehi bhagavato bahumatabhāvo dassito samitapāpatādīpanato, gotamoti iminā lokiyajanehi uḷāratamakulīnatādīpanato.",
  "tika-s0201t5:6": "Abbhuggatoti ettha abhi-saddo itthambhūtākhyāne, taṁyogato pana ‘‘bhavantaṁ gotama’’nti upayogavacanaṁ sāmiatthepi samānaṁ itthambhūtayogadīpanato ‘‘itthambhūtākhyānatthe’’ti vuttaṁ. Tenāha ‘‘tassa kho pana bhoto gotamassāti attho’’ti. Kalyāṇoti bhaddako. Sā cassa kalyāṇatā uḷāravisayatāyāti āha ‘‘kalyāṇaguṇasamannāgato’’ti. Taṁvisayatā hettha samannāgamo. Seṭṭhoti etthāpi eseva nayo yathā ‘‘bhagavāti vacanaṁ seṭṭha’’nti (pārā. aṭṭha. 1.verañjakaṇḍavaṇṇanā; visuddhi. 1.142; udā. aṭṭha. 1; itivu. aṭṭha. nidānavaṇṇanā; mahāni. aṭṭha. 50). ‘‘Bhagavā araha’’ntiādinā guṇānaṁ saṁkittanato saṁsaddanato ca kittisaddo vaṇṇoti āha ‘‘kittiyevā’’ti. Kittipariyāyopi hi sadda-saddo yathā taṁ ‘‘uḷārasaddā isayo guṇavanto tapassino’’ti. Thutighosoti abhitthavudāhāro. Ajjhottharitvāti paṭipakkhābhāvena anaññasādhāraṇatāya ca abhibhavitvā.",
  "tika-s0201t5:7": "So bhagavāti yo so samatiṁsa pāramiyo pūretvā sabbakilese bhañjitvā anuttaraṁ sammāsambodhiṁ abhisambuddho devānaṁ atidevo sakkānaṁ atisakko brahmānaṁ atibrahmā lokanātho bhāgyavantatādīhi kāraṇehi bhagavāti laddhanāmo, so bhagavā. ‘‘Bhagavā’’ti hi idaṁ satthu nāmakittanaṁ. Tathā hi vuttaṁ ‘‘bhagavāti netaṁ nāmaṁ mātarā kata’’ntiādi (mahāni. 149, 198, 210; cūḷani. ajitamāṇavapucchāniddesa 2). Parato pana ‘‘bhagavā’’ti guṇakittanameva. Evaṁ ‘‘araha’’ntiādīhi padehi ye sadevake loke ativiya paññātā buddhaguṇā, te nānappakārato vibhāvitāti dassetuṁ paccekaṁ itipi-saddo yojetabboti āha ‘‘itipi arahaṁ, itipi samāsambuddho…pe… itipi bhagavā’’ti. ‘‘Itipetaṁ bhūtaṁ, itipetaṁ taccha’’ntiādīsu (dī. ni. 1.6) viya hi idha iti-saddo āsannapaccakkhakāraṇattho, pi-saddo sampiṇḍanattho tena tesaṁ guṇānaṁ bahubhāvadīpanato. Tāni guṇasallakkhaṇakāraṇāni saddhāsampannānaṁ viññujātikānaṁ paccakkhāni evāti dassento ‘‘iminā ca iminā ca kāraṇenāti vuttaṁ hotī’’tiādi. Tato visuddhimaggato. Tesanti ‘‘araha’’ntiādīnaṁ. Vitthāro atthaniddeso gahetabbo. Tato eva taṁsaṁvaṇṇanāyaṁ (visuddhi. mahāṭī. 1.130) vutto ‘‘ārakāti arahaṁ suvidūrabhāvato, ārakāti arahaṁ āsannabhāvato, rahitabbassa abhāvato, sayañca arahitabbato, natthi etassa rahogamanaṁ gatīsu paccājāti, pāsaṁsabhāvato vā araha’’ntiādinā ‘‘araha’’ntiādīnaṁ padānaṁ attho vitthārato veditabbo.",
  "tika-s0201t5:8": "Bhavanti cettha (visuddhi. mahāṭī. 1.130; sārattha. ṭī. 1.verañjakaṇḍavaṇṇanā) –",
  "tika-s0201t5:9": "‘‘Sammā nappaṭipajjanti, ye nihīnāsayā narā;",
  "tika-s0201t5:10": "Ārakā tehi bhagavā, dūre tenārahaṁ mato.",
  "tika-s0201t5:11": "Ye sammā paṭipajjanti, suppaṇītādhimuttikā;",
  "tika-s0201t5:12": "Bhagavā tehi āsanno, tenāpi arahaṁ jino.",
  "tika-s0201t5:13": "Pāpadhammā rahā nāma, sādhūhi rahitabbato;",
  "tika-s0201t5:14": "Tesaṁ suṭṭhu pahīnattā, bhagavā arahaṁ mato.",
  "tika-s0201t5:15": "Ye sacchikatasaddhammā, ariyā suddhagocarā;",
  "tika-s0201t5:16": "Na tehi rahito hoti, nātho tenārahaṁ mato.",
  "tika-s0201t5:17": "Raho vā gamanaṁ yassa, saṁsāre natthi sabbaso;",
  "tika-s0201t5:18": "Pahīnajātimaraṇo, arahaṁ sugato mato.",
  "tika-s0201t5:19": "Guṇehi sadiso natthi, yasmā loke sadevake;",
  "tika-s0201t5:20": "Tasmā pāsaṁsiyattāpi, arahaṁ dvipaduttamo.",
  "tika-s0201t5:21": "Ārakā mandabuddhīnaṁ, āsannā ca vijānataṁ;",
  "tika-s0201t5:22": "Rahānaṁ suppahīnattā, vidūnamaraheyyato;",
  "tika-s0201t5:23": "Bhavesu ca rahābhāvā, pāsaṁsā arahaṁ jino’’ti.",
  "tika-s0201t5:24": "Sundaranti bhaddakaṁ. Tañca passantassa hitasukhāvahabhāvena veditabbanti āha ‘‘atthāvahaṁ sukhāvaha’’nti. Tattha atthāvahanti diṭṭhadhammikasamparāyikaparamatthasañhitahitāvahaṁ. Sukhāvahanti tappariyāpannatividhasukhāvahaṁ. Tathārūpānanti tādisānaṁ. Yādisehi pana guṇehi bhagavā samannāgato, tehi catuppamāṇikassa lokassa sabbathāpi accantāya pasādanīyoti dassetuṁ ‘‘anekehipī’’tiādi vuttaṁ. Tattha yathābhūta…pe… arahatanti iminā dhammappamāṇānaṁ lūkhappamāṇānaṁ sattānaṁ bhagavato pasādāvahatamāha, itarena itaresaṁ. Dassanamattampisādhuhotīti ettha kosiyasakuṇassa vatthu kathetabbaṁ. Ekaṁ padampi sotuṁ labhissāma, sādhutaraṁyeva bhavissatīti ettha maṇḍūkadevaputtavatthu kathetabbaṁ.",
  "tika-s0201t5:25": "Iminā nayena agārikapucchā āgatāti idaṁ yebhuyyavasena vuttaṁ. Yebhuyyena hi agārikā evaṁ pucchanti. Anagārikapucchāyapi eseva nayo. Yathā na sakkonti…pe… vissajjentoti iminā satthu tesaṁ brāhmaṇagahapatikānaṁ niggaṇhanavidhiṁ dasseti. Tesañhi saṁkhittarucitāya saṅkhepadesanā, tāya atthaṁ ajānantā vitthāradesanaṁ āyācanti, sā ca nesaṁ saṁkhittarucitā paṇḍitamānitāya, so ca māno yathādesitassa atthassa ajānante appatiṭṭho hoti , iti bhagavā tesaṁ mānaniggahavidhiṁ cintetvā saṅkhepeneva pañhaṁ vissajjesi, na sabbaso desanāya asallakkhaṇatthaṁ. Tenāha ‘‘paṇḍitamānikā hī’’tiādi. Yasmā maṁ tumhe yācatha, saṁkhittena vuttamatthaṁ na jānitthāti adhippāyo.",
  "tika-s0201t5:26": "440. ‘‘Ekavidhena ñāṇavatthu’’ntiādīsu (vibha. 751) viya koṭṭhāsattho vidha-saddo, so ca vibhattivacanavipallāsaṁ katvā paccatte karaṇavacanavasena ‘‘tividha’’nti vutto. Attho pana karaṇaputhuvacanavasena daṭṭhabboti āha ‘‘tividhanti tīhi koṭṭhāsehī’’ti. Pakārattho vā vidha-saddo, pakāratthattāyeva labbhamānaṁ adhammacariyāvisamacariyābhāvasāmaññaṁ, kāyadvārikabhāvasāmaññaṁ vā upādāya ekattaṁ netvā ‘‘tividha’’nti vuttaṁ. Pakārabhede pana apekkhite ‘‘tividhā’’icceva vuttaṁ hoti. Kāyenāti ettha kāyoti copanakāyo adhippeto, so ca adhammacariyāya dvārabhūto tena vinā tassā appavattanato. Kāyenāti ca hetumhi karaṇavacanaṁ. Kiñcāpi hi adhammacariyāsaṅkhātacetanāsamuṭṭhānā sā viññatti, na ca sā paṭṭhāne āgatesu catuvīsatiyā paccayesu ekenapi paccayena cetanāya paccayo hoti, tassā pana tathāpavattamānāya kāyakammasaññitāya cetanāya pavatti hotīti tena dvārena lakkhitabbabhāvato tassā kāraṇaṁ viya ca sabbohāramattaṁ hoti. Kāyadvārenāti vā kāyena dvārabhūtena kāyadvārabhūtenāti taṁ itthambhūtalakkhaṇe karaṇavacanaṁ. Adhammaṁ carati etāyāti adhammacariyā, tathāpavattā cetanā. Adhammoti pana taṁsamuṭṭhāno payogo daṭṭhabbo. Dhammato anapetāti dhammā, na dhammāti adhammā, adhammā ca sā cariyā cāti adhammacariyā. Paccanīkasamanaṭṭhena samaṁ, samānaṁ sadisaṁ yuttanti vā samaṁ, sucaritaṁ. Samato vigataṁ, viruddhaṁ vā tassāti visamaṁ, duccaritaṁ. Sā eva visamā cariyāti visamacariyā. Sabbesu kaṇhasukkapadesūti ‘‘catubbidhaṁ vācāya adhammacariyāvisamacariyā hotī’’tiādinā uddesaniddesavasena āgatesu sabbesu kaṇhapadesu – ‘‘tividhaṁ kho gahapatayo kāyena dhammacariyāsamacariyā hotī’’tiādinā uddesaniddesavasena āgatesu sabbesu sukkapadesu ca.",
  "tika-s0201t5:27": "Rodeti kurūrakammantatāya parapaṭibaddhe satte assūni mocetīti ruddo, so eva luddo ra-kārassa la-kāraṁ katvā. Kakkhaḷoti luddo. Dāruṇoti pharuso. Sāhasikoti sāhassakārī. Sacepi na lippanti. Tathāvidho paresaṁ ghātanasīlo lohitapāṇītveva vuccati yathā dānasīlo paresaṁ dānatthaṁ adhotahatthopi ‘‘payatapāṇī’’tveva vuccati. Paharaṇaṁ pahāradānamattaṁ hataṁ, pavuddhaṁ paharaṇaṁ parassa māraṇaṁ pahatanti dassento ‘‘hate’’tiādimāha. Tattha niviṭṭhoti abhiniviṭṭho pasuto.",
  "tika-s0201t5:28": "Yassa vasena ‘‘parassā’’ti sāminiddeso, taṁ sāpateyyaṁ. Yañhi sāmaññato gahitaṁ, taṁ teneva sāminiddesena pakāsitanti āha ‘‘parassa santaka’’nti. Parassaparavittūpakaraṇanti vā ekamevetaṁ samāsapadaṁ, yaṁ kiñci parasantakaṁ visesato parassa vittūpakaraṇaṁ vāti attho. Tehi parehīti yesaṁ santakaṁ, tehi. Yassa vasena puriso ‘‘theno’’ti vuccati, taṁ theyyanti āha ‘‘avaharaṇacittassetaṁ adhivacana’’nti. Theyyasaṅkhātena, na vissāsatāvakālikādivasenāti attho.",
  "tika-s0201t5:29": "Mate vāti vā-saddo avuttavikappattho. Tena pabbajitādibhāvaṁ saṅgaṇhāti. Etenupāyenāti yaṁ mātari matāya, naṭṭhāya vā pitā rakkhati, sā piturakkhitā. Yaṁ ubhosu asantesu bhātā rakkhati, sā bhāturakkhitāti evamādiṁ sandhāyāha. Sabhāgakulānīti āvāhakiriyāya sabhāgāni kulāni. Dassukavidhiṁ vā uddissa ṭhapitadaṇḍārājādīhi. Sammādiṭṭhisutte (ma. ni. aṭṭha. 1.89) ‘‘asaddhammādhippāyena kāyadvārappavattā agamanīyaṭṭhānavītikkamacetanā’’ti evaṁ vuttamicchācāralakkhaṇavasena.",
  "tika-s0201t5:30": "Hatthapādādihetūti hatthapādādibhedanahetu. Dhanahetūti dhanassa lābhahetu jānihetu ca. Lābhoti ghāsacchādanāni labbhatīti lābho. Kiñcikkhanti kiñcimattakaṁ āmisajātaṁ. Tenāha ‘‘yaṁ vā’’tiādi. Jānantoyevāti musābhāvaṁ tassa vatthuno atthi, taṁ jānanto eva.",
  "tika-s0201t5:31": "Aṇḍakāti vuccati rukkhe aṇḍasadisā gaṇṭhiyo. Yathā thaddhā visamā dubbinītā ca honti, evamevaṁ khuṁsanavambhanavasena pavattavācāpi hi ‘‘aṇḍakā’’ti vuttā. Tenāha ‘‘yathā sadose rukkhe’’tiādi. Kakkasāti pharusā eva, so panassā kakkasabhāvo byāpādanimittatāya tato pūtikāti. Tenāha ‘‘yathā nāmā’’tiādi. Kaṭukāti aniṭṭhā. Amanāpāti na manavaḍḍhanī, tato eva dosajananī, cittasandosuppattikārikā. Mammesūti ghaṭṭanena dukkhuppattito mammasadisesu jātiādīsu. Lagganakārīti evaṁ vadantassa evaṁ vadāmīti atthādhippāyena lagganakārī, na byañjanavasena. Kodhassa āsannā tassa kāraṇabhāvato. Sadosavācāyāti attano samuṭṭhāpakadosassa vasena sadosavācāya vevacanāni.",
  "tika-s0201t5:32": "Akālenāti ayuttakālena. Akāraṇanissitanti nipphalaṁ. Phalañhi kāraṇanissitaṁ nāma tadavinābhāvato. Akāraṇanissitaṁ nipphalaṁ, samphanti attho. Asabhāvavattāti ayāthāvavādī. Asaṁvaravinayapaṭisaṁyuttassāti saṁvaravinayarahitassa, attano suṇantassa ca na saṁvaravinayāvahassa vattā. Hadayamañjūsāyaṁ nidhetunti ahitasaṁhitattā cittaṁ anuppavisetvā nidhetuṁ . Ayuttakāleti dhammaṁ kathentena yo attho yasmiṁ kāle vattabbo, tato pubbe pacchā tassa akālo, tasmiṁ ayuttakāle vattā hoti. Anapadesanti bhagavatā asukasutte evaṁ vuttanti suttāpadesavirahitaṁ. Aparicchedanti paricchedarahitaṁ . Yathā pana vācā paricchedarahitā hoti, taṁ dassetuṁ ‘‘suttaṁ vā’’tiādi vuttaṁ. Upalabbhanti anuyogaṁ. Bāhirakathaṁyevāti yaṁ suttaṁ, jātakaṁ vā nikkhittaṁ, tassa sarīrabhūtaṁ kathaṁ anāmasitvā tato bahibhūtaṁyeva kathaṁ. Sampajjitvāti viruḷhaṁ āpajjitvā. Paveṇijātakāvāti anujātapārohamūlāniyeva tiṭṭhanti. Āharitvāti nikkhittasuttato aññampi anuyogaupamāvatthuvasena tadanupayoginaṁ āharitvā. Jānāpetunti etadatthamidaṁ vuttanti jānāpetuṁ yo sakkoti. Tassa kathetunti tassa tathārūpassa dhammakathikassa bahumpi kathetuṁ vaṭṭati. Na atthanissitanti attano paresañca na hitāvahaṁ.",
  "tika-s0201t5:33": "Abhijjhāyanaṁ yebhuyyena parasantakassa dassanavasena hotīti ‘‘abhijjhāya oloketā hotī’’ti vuttaṁ. Abhijjhāyanto vā abhijjhāyitaṁ vatthuṁ yattha katthaci ṭhitampi paccakkhato passanto viya abhijjhāyatīti vuttaṁ ‘‘abhijjhāya oloketā hotī’’ti. Kammapathabhedo na hoti, kevalaṁ lobhamattova hoti pariṇāmanavasena appavattattā. Yathā pana kammapathabhedo hoti, taṁ dassetuṁ ‘‘yadā panā’’tiādi vuttaṁ. Pariṇāmetīti attano santakabhāvena pariggayha nāmeti.",
  "tika-s0201t5:34": "Vipannacittoti byāpādena vipattiṁ āpāditacitto. Tenāha ‘‘pūtibhūtacitto’’ti. Byāpādo hi visaṁ viya lohitassa cittaṁ pūtibhāvaṁ janeti. Dosena duṭṭhacittasaṅkappoti visena viya sappiādikopena dūsitacittasaṅkappo. Ghātīyantūti hanīyantu. Vadhaṁ pāpuṇantūti maraṇaṁ pāpuṇantu. Mā vā ahesunti sabbena sabbaṁ na hontu. Tenāha ‘‘kiñcipi mā ahesu’’nti, anavasesavināsaṁ pāpuṇantūti attho. Haññantūti ādicintanenevāti ekantato vināsacintāya eva.",
  "tika-s0201t5:35": "Micchādiṭṭhikoti ayoniso uppannadiṭṭhiko. So ca ekantato kusalapaṭipakkhadiṭṭhikoti āha ‘‘akusaladassano’’ti. Vipallatthadassanoti dhammatāya vipariyāsaggāhī. Natthi dinnanti deyyadhammasīsena dānaṁ vuttanti āha ‘‘dinnassa phalābhāvaṁ sandhāya vadatī’’ti. Dinnaṁ pana annādivatthuṁ kathaṁ paṭikkhipati. Esa nayo ‘‘yiṭṭhaṁ huta’’nti etthāpi. Mahāyāgoti sabbasādhāraṇaṁ mahādānaṁ. Paheṇakasakkāroti pāhunakānaṁ kattabbasakkāro. Phalanti ānisaṁsaphalañca nissandaphalañca. Vipākoti sadisaṁ phalaṁ. Paraloke ṭhitassa ayaṁ loko natthīti paraloke ṭhitassa kammunā laddhabbo ayaṁ loko na hoti. Idhaloke ṭhitassapi paraloko natthīti idhaloke ṭhitassa kammunā laddhabbo paraloko na hoti. Tattha kāraṇamāha ‘‘sabbe tattha tattheva ucchijjantī’’ti . Ime sattā yattha yattha bhavayonigatiādīsu ṭhitā tattha tattheva ucchijjanti nirudayavināsavasena vinassanti. Phalābhāvavasenāti mātāpitūsu sammāpaṭipattimicchāpaṭipattīnaṁ phalassa abhāvavasena ‘‘natthi mātā, natthi pitā’’ti vadati, na mātāpitūnaṁ, nāpi tesu sammāpaṭipattimicchāpaṭipattīnaṁ abhāvavasena tesaṁ lokapaccakkhattā. Bubbuḷakassa viya imesaṁ sattānaṁ uppādo nāma kevalova, na cavitvā āgamanapubbakoti dassanatthaṁ ‘‘natthi sattā opapātikā’’ti vuttanti āha ‘‘cavitvā upapajjanakasattā nāma natthīti vadatī’’ti. Samaṇena nāma yāthāvato jānantena kassaci kiñci akathetvā saññatena bhavitabbaṁ, aññathā ahopurisikā nāma siyā, kiṁ paro parassa karissati, tathā attano sampādanassa kassaci avasaro eva natthi tattha tattheva ucchijjanatoti āha ‘‘ye imañca…pe… pavedentī’’ti. Ettāvatāti ‘‘natthi dinna’’ntiādinā byapadesena. Dasavatthukāti paṭikkhipitabbāni dasa vatthūni etissāti dasavatthukā.",
  "tika-s0201t5:36": "441.Anabhijjhādayo heṭṭhā atthato pakāsitattā uttānatthāyeva.",
  "tika-s0201t5:37": "442. Saha byayati gacchatīti sahabyo, sahavattanako, tassa bhāvo sahabyatā, sahapavattīti āha ‘‘sahabhāvaṁ upagaccheyya’’nti. Brahmānaṁ kāyo samūhoti brahmakāyo, tappariyāpannatāya tattha gatāti brahmakāyikā. Kāmaṁ cetāya sabbassapi brahmanikāyassa samaññāya bhavitabbaṁ, ‘‘ābhāna’’ntiādinā pana dutiyajjhānabhūmikādīnaṁ upari gahitattā gobalībaddañāyena tadavasesānaṁ ayaṁ samaññāti āha ‘‘brahmakāyikānaṁ devānanti paṭhamajjhānabhūmidevāna’’nti. Ābhā nāma visuṁ devā natthi, parittābhādīnaṁyeva pana ābhāvantatāsāmaññena ekajjhaṁ gahetvā pavattaṁ etaṁ adhivacanaṁ, yadidaṁ ‘‘ābhā’’ti yathā ‘‘brahmapārisajjabrahmapurohitamahābrahmānaṁ brahmakāyikā’’ti. Parittābhānantiādi panāti ādi-saddena appamāṇābhānaṁ devānaṁ ābhassarānaṁ devānanti imaṁ pāḷiṁ saṅgaṇhāti. Ekato aggahetvāti ābhāti vā, ekattakāyanānattasaññāti vā ekato aggahetvā. Tesaṁyevāti ābhāti vuttadevānaṁyeva. Bhedato gahaṇanti kāraṇassa hīnādibhedabhinnatādassanavasena parittābhādiggahaṇaṁ. Iti bhagavā āsavakkhayaṁ dassetvāti evaṁ bhagavā dhammacariyaṁ, samacariyaṁ, vaṭṭanissitaṁ sugatigāmipaṭipadaṁ, vivaṭṭanissitaṁ āsavakkhayagāmipaṭipadaṁ katvā tibhavabhañjanato āsavakkhayaṁ dassetvā arahattanikūṭena desanaṁ niṭṭhapesi.",
  "tika-s0201t5:38": "Idha ṭhatvāti imasmiṁ dhammacariyāsamacariyāya niddese ṭhatvā. Devalokā samānetabbāti chabbīsatipi devalokā samodhānetabbā. Vīsati brahmalokāti taṁtaṁbhavapariyāpannanikāyavasena vīsati brahmalokā, vīsati brahmanikāyāti attho. Dasakusalakammapathehīti yathārahaṁ dasakusalakammapathehi kammūpanissayapaccayabhūtehi kevalaṁ upanissayabhūtehi ca nibbatti dassitā.",
  "tika-s0201t5:39": "Tiṇṇaṁ sucaritānanti tiṇṇaṁ kāmāvacarasucaritānaṁ. Kāmāvacaraggahaṇañcettha manosucaritāpekkhāya. Vipākenevāti iminā vipākuppādeneva nibbatti hoti, na upanissayatāmattenāti dasseti. ‘‘Upanissayavasenā’’ti vuttamatthaṁ vivarituṁ ‘‘dasa kusalakammapathā hī’’tiādi vuttaṁ. Dutiyādīni bhāvetvātiādīsupi ‘‘sīle patiṭṭhāyā’’ti padaṁ ānetvā sambandhitabbaṁ. Kasmā panettha ‘‘upanissayavasenā’’ti vuttaṁ, nanu paṭisambhidāmagge (paṭi. ma. 1.41) – ‘‘paṭhamena jhānena nīvaraṇānaṁ pahānaṁ sīlaṁ, veramaṇi sīlaṁ, cetanā sīlaṁ, saṁvaro sīlaṁ, avītikkamo sīla’’ntiādinā sabbesupi jhānesu sīlaṁ uddhaṭanti tassa vasena uparidevalokānampi vipākena nibbatti vattabbāti? Na, tassa pariññāya desanattā, pariññāya desanatā cassa ‘‘yattha ca pahāna’’ntiādinā visuddhimaggasaṁvaṇṇanāyañca (visuddhi. mahāṭī. 2.837, 839) pakāsitā eva. Tathā hi idhāpi ‘‘dasa kusalakammapathā hi sīla’’ntiādinā sīlassa rūpārūpabhavānaṁ upanissayatā vibhāvitā, na nibbattakatāya. Kasmā panettha bhāvanālakkhaṇāya dhammacariyāya bhavavisese vibhajiyamāne asaññabhavo na gahitoti āha ‘‘asaññabhavopana…pe… na niddiṭṭho’’ti. Bāhirakā hi ayathābhūtadassitāya asaññabhavaṁ bhavavippamokkhaṁ maññamānā tadupagajjhānaṁ bhāvetvā asaññesu nibbattanti. Ayamettha saṅkhepo, yaṁ panettha vattabbaṁ, taṁ brahmajālaṭṭhakathāyaṁ taṁsaṁvaṇṇanāyañca (dī. ni. aṭṭha. 1.68-73; dī. ni. ṭī. 1.68-73) vuttanayeneva veditabbaṁ.",
  "tika-s0201t5:40": "Sāleyyakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:41": "2. Verañjakasuttavaṇṇanā",
  "tika-s0201t5:42": "444.Verañjavāsinoti verañjagāmavāsino. Keci pana ‘‘vividharaṭṭhavāsino verañjakā’’ti etamatthaṁ vadanti, tesaṁ matena ‘‘verajjakā’’ti pāḷiyā bhavitabbanti. Aniyamitakiccenāti ‘‘iminā nāmā’’ti evaṁ na niyamitena kiccena. Ayaṁ visesoti ayaṁ puggalādhiṭṭhānadhammādhiṭṭhānakato imesu dvīsu suttesu desanāya viseso, attho pana desanānayo ca majjhe bhinnasuvaṇṇaṁ viya avisiṭṭhoti dasseti. Kasmā pana bhagavā katthaci puggalādhiṭṭhānadesanaṁ deseti, katthaci dhammādhiṭṭhānanti? Desanāvilāsato veneyyajjhāsayato ca. Desanāvilāsappattā hi buddhā bhagavanto, te yathāruci katthaci puggalādhiṭṭhānaṁ katvā, katthaci dhammādhiṭṭhānaṁ katvā dhammaṁ desenti. Ye pana veneyyā sāsanakkamaṁ anotiṇṇā, tesaṁ puggalādhiṭṭhānadesanaṁ desenti. Ye otiṇṇā, tesaṁ dhammādhiṭṭhānaṁ. Sammutisaccavisayā puggalādhiṭṭhānā, itarā paramatthasaccavisayā. Purimā karuṇānukūlā, itarā paññānukūlā. Saddhānusārigottānaṁ vā purimā. Te hi puggalappamāṇā, pacchimā dhammānusārīnaṁ. Saddhācaritatāya vā lokādhipatīnaṁ vasena puggalādhiṭṭhānā, paññācaritatāya dhammādhipatīnaṁ vasena dhammādhiṭṭhānā. Purimā ca neyyatthā, pacchimā nītatthā. Iti bhagavā taṁ taṁ visesaṁ avekkhitvā tattha tattha duvidhaṁ desanaṁ desetīti veditabbaṁ.",
  "tika-s0201t5:43": "Verañjakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:44": "3. Mahāvedallasuttavaṇṇanā",
  "tika-s0201t5:45": "449. Garubhāvo gāravaṁ, pāsāṇacchattaṁ viya garukaraṇīyatā. Saha gāravenāti sagāravo, garunā kismiñci vutte gāravavasena patissavanaṁ patissavo, saha patissavena sappatissavo, patissavabhūtaṁ taṁsabhāgañca yaṁ kiñci garukaraṇaṁ. Sagārave sappatissavacanaṁ sagāravasappatissavacanaṁ. Garukaraṇaṁ vā gāravo, sagāravassa sappatissavacanaṁ sagāravasappatissavacanaṁ. Etena sabhāveneva sagāravassa tathāpavattaṁ vacananti dasseti. Aññattha du-saddo garahatthopi hoti ‘‘dukkhaṁ dupputto’’tiādīsu viya, idha pana so na sambhavati kucchitāya paññāya abhāvatoti āha ‘‘paññāya duṭṭhaṁ nāma natthī’’ti. ‘‘Dussīlo’’tiādīsu viya abhāvattho du-saddoti vuttaṁ ‘‘appañño nippaññoti attho’’ti. Kittakenāti kena parimāṇena. Taṁ pana parimāṇaṁ yasmā parimeyyassa atthassa paricchindanaṁ hoti, nu-saddo ca pucchāya jotako, tasmā ‘‘kittāvatā nu khoti kāraṇaparicchedapucchā’’ti vatvā ‘‘kittakena nu kho evaṁ vuccatīti attho’’ti āha. ‘‘Kāraṇaparicchedapucchā’’ti iminā ‘‘kittāvatā’’ti sāmaññato pucchābhāvo dassito, na visesato, tassa pucchāvisesabhāvañāpanatthaṁ mahāniddese āgatā sabbāva pucchā atthuddhāranayena dasseti ‘‘pucchā ca nāmā’’tiādinā. Adiṭṭhaṁ jotīyati etāyāti adiṭṭhajotanā, pucchā. Diṭṭhasaṁsandanā sākacchāvasena vinicchayakaraṇaṁ. Vimati chijjati etāyāti vimaticchedanā. Anumatiyā pucchā anumatipucchā. ‘‘Taṁ kiṁ maññatha, bhikkhave’’tiādipucchāya hi ‘‘kiṁ tumhākaṁ anumatī’’ti anumati pucchitā hoti. Kathetuṁ kamyatāya pucchā kathetukamyatāpucchā.",
  "tika-s0201t5:46": "Lakkhaṇanti ñātuṁ icchito yo koci sabhāvo. Aññātanti yena kenaci ñāṇena aññātabhāvaṁ āha. Adiṭṭhanti dassanabhūtena paccakkhaṁ viya adiṭṭhataṁ. Atulitanti ‘‘ettakaṁ ida’’nti tulanabhūtena atulitataṁ. Atīritanti tīraṇabhūtena akatañāṇakiriyāsamāpanataṁ. Avibhūtanti ñāṇassa apākaṭabhāvaṁ. Avibhāvitanti ñāṇena apākaṭīkatabhāvaṁ. Idha diṭṭhasaṁsandanāpucchā adhippetā, na adiṭṭhajotanā vimaticchedanā cāti.",
  "tika-s0201t5:47": "Kathamayaṁ attho viññāyatīti āha ‘‘thero hī’’tiādi. Sayaṁ vinicchinantoti sayameva tesaṁ pañhānaṁ atthaṁ visesena nicchinanto. Idaṁ suttanti idaṁ pañcavīsatipañhapaṭimaṇḍitasuttaṁ, na yaṁ kiñci anavaseseneva matthakaṁ pāpesīti. ‘‘Sayameva pañhaṁ samuṭṭhāpetvā sayaṁ vinicchinanto’’ti ettha catukkoṭikaṁ bhavatīti dassento ‘‘ekacco hī’’tiādimāha. Pañhaṁ samuṭṭhāpetuṁyeva sakkotīti pucchanavidhiṁyeva jānāti. Na nicchetunti nicchetuṁ na sakkoti, vissajjanavidhiṁ na jānātīti attho. Visesaṭṭhānanti aññehi asadisaṭṭhānaṁ. Therena sadisoti therena sadiso sāvako natthi.",
  "tika-s0201t5:48": "Saṁsanditvāti saṁyojetvā samānaṁ katvā, yathā tattha sabbaññutaññāṇaṁ pavattaṁ, tathā taṁ avilometvāti attho. Līḷāyantoti līḷaṁ karonto. Dhammakathikatāya aggabhāvappattiyā tattha appaṭihatañāṇatāya buddhalīḷāya viya catunnaṁ parisānaṁ gamanaṁ gaṇhanto dhammakathaṁ katheti.",
  "tika-s0201t5:49": "Ito vā etto vā anukkamitvāti uggahitakathāmaggato yattha katthaci īsakampi anukkamitvā uggahitaniyāmenevāti attho. Tenāha ‘‘yaṭṭhikoṭi’’ntiādi. Ekapadikanti ekapadanikkhepamattaṁ. Daṇḍakasetunti ekadaṇḍakamayaṁ setuṁ. Heṭṭhā ca upari ca suttapadānaṁ āharaṇena tepiṭakaṁ buddhavacanaṁ heṭṭhupariyaṁ karonto. Jātassarasadisañca gāthaṁ, suttapadaṁ vā nikkhipitvā tattha nānāupamākāraṇāni āharanto tāni ca tehi suttapadehi bodhento samuṭṭhāpento ‘‘jātassare pañcavaṇṇāni kusumāni phullāpento viya sinerumatthake vaṭṭisahassaṁ jālento viyā’’ti vutto.",
  "tika-s0201t5:50": "Ekapaduddhāreti ekasmiṁ paduddhāraṇakkhaṇe. Padavasena saṭṭhi padasatasahassāni gāthāvasena pannarasa gāthāsahassāni. Ākaḍḍhitvā gaṇhanto viyāti paccekaṁ pupphāni anocinitvā vallimeva ākaḍḍhitvā ekajjhaṁ pupphāni katvā gaṇhanto viya. Tenāha ‘‘ekappahārenevā’’ti. Gatimantānanti atisayāya ñāṇagatiyā yuttānaṁ. Dhitimantānanti dhāraṇabalena yuttānaṁ.",
  "tika-s0201t5:51": "Anantanayussadanti paccayuppannabhāsitatthanibbānavipākakiriyādivasena anantapabhede visaye pavattiyā anantanayehi ussannaṁ upacitaṁ. Caturoghanittharaṇatthikānaṁ titthe ṭhapitanāvā viyāti yojanā. Sahassayuttaājaññarathoti vejayantarathaṁ sandhāya vadati.",
  "tika-s0201t5:52": "Yasmā pucchāyaṁ byāpanicchānayena ‘‘duppañño duppañño’’ti āmeḍitavasena vuttaṁ, tasmā dhammasenāpati pucchitamatthaṁ vissajjento pucchāsabhāgena ‘‘nappajānāti nappajānātī’’ti āmeḍitavasenevāha. Tattha iti-saddo kāraṇatthoti dassento ‘‘yasmā nappajānāti, tasmā duppaññotivuccatī’’ti āha. Idaṁ dukkhanti idaṁ upādānakkhandhapañcakaṁ dukkhaṁ ariyasaccaṁ. Tañca kho ruppanaṁ vediyanaṁ sañjānanaṁ abhisaṅkharaṇaṁ vijānananti saṅkhepato ettakaṁ. Ito uddhaṁ kiñci dhammajātaṁ dukkhaṁ ariyasaccaṁ nāma natthīti yāthāvasarasalakkhaṇato pavattikkamato ceva pīḷanasaṅkhatasantāpavipariṇāmalakkhaṇato ca yathābhūtaṁ ariyamaggapaññāya nappajānāti. Avasesapaccayasamāgame udayati uppajjati, svāyaṁ samudayo saṁsārapavattibhāvenāti āha ‘‘pavattidukkhapabhāvikā’’ti, dukkhasaccassa uppādikāti attho. Yāthāvasarasalakkhaṇatoti yathābhūtaṁ anupacchedakaraṇarasato ceva sampiṇḍananidānasaṁyogapalibodhalakkhaṇato ca.",
  "tika-s0201t5:53": "Idaṁ nāma ṭhānaṁ patvāti idaṁ nāma appavattikāraṇaṁ āgamma. Nirujjhatīti anuppādanirodhavasena nirujjhati, tenāha ‘‘ubhinnaṁ appavattī’’ti. Yāthāvasarasalakkhaṇatoti yathābhūtaṁ accutirasato ceva nissaraṇavivekāsaṅkhatāmatalakkhaṇato ca. Ayaṁ paṭipadāti ayaṁ sammādiṭṭhiādikā samodhānalakkhaṇā paṭipajjati etāyāti paṭipadā. Dukkhanirodhaṁ gacchatīti dukkhanirodhaṁ nibbānaṁ sacchikiriyābhisamayavasena gacchati ārabbha pavattati. Yāthāvasarasalakkhaṇatoti yathābhūtaṁ kilesappahānakaraṇasarasato ceva niyyānahetudassanādhipateyyalakkhaṇato ca nappajānāti. Anantaravāreti dutiyavāre. Imināva nayenāti ‘‘idaṁ dukkhaṁ, ettakaṁ dukkha’’ntiādinā paṭhamavāre vuttanayena. Tattha hi duppaññaniddesattā pajānanapaṭikkhepavasena desanā āgatā, idha paññavantaniddesattā pajānanavasenāti ayameva viseso. Etthāti dutiyavāre.",
  "tika-s0201t5:54": "Savanatoti kammaṭṭhānassa savanato uggaṇhāti. Ganthasavanamukhena hi tadatthassa uggahaṇaṁ. Ṭhapetvā taṇhantiādi tassa uggahaṇākāranidassanaṁ. Abhinivisatīti vipassanābhinivesavasena abhinivisati vipassanākammaṭṭhānaṁ paṭṭhapeti. No vivaṭṭeti vivaṭṭe abhiniveso na hoti avisayattā. Ayanti catusaccakammaṭṭhāniko.",
  "tika-s0201t5:55": "Pañcakkhandhāti pañcupādānakkhandhā. Khandhavasena vipassanābhinivesassa cakkhādivasena vedanādivasena ca satipi anekavidhatte sukaraṁ suviññeyyanti catudhātumukhena taṁ dassetuṁ ‘‘dhātukammaṭṭhānavasena otaritvā’’ti āha. Rūpanti vavatthapetīti ruppanaṭṭhena rūpanti asaṅkarato paricchindati. Tadārammaṇāti taṁ rūpaṁ ārammaṇaṁ katvā pavattanakā. Nāmanti vedanādicatukkaṁ namanaṭṭhena nāmanti vavatthāpeti. Yamakatālakkhandhaṁ bhindanto viya yamakaṁ bhinditvā ‘‘arūpaṁ, rūpañcā’’ti dveva ime dhammā, na ettha koci attā vā attaniyaṁ vāti nāmarūpaṁ vavatthapeti paricchindati pariggaṇhāti. Ettāvatā diṭṭhivisuddhi dassitā. Taṁ panetaṁ nāmarūpaṁ na ahetukaṁ. Yasmā sabbaṁ sabbattha sabbadā ca natthi, tasmā sahetukaṁ. Kīdisena hetunā? Na issarādivisamahetunā. Yaṁ panettha vattabbaṁ, taṁ visuddhimaggasaṁvaṇṇanāyaṁ (visuddhi. mahāṭī. 2.447) vuttanayena gahetabbaṁ. Sahetukattā eva sapaccayaṁ. Avijjādayoti avijjātaṇhupādānakammāhārādayo. Evanti ‘‘taṁ paneta’’ntiādinā vuttappakārena avijjādike paccaye ceva rūpavedanādike paccayuppannadhamme ca vavatthapetvā paricchinditvā pariggahetvā. Vuttañhetaṁ ‘‘avijjāsamudayā rūpasamudayo, taṇhāsamudayā rūpasamudayo’’ti (paṭi. ma. 1.50). Ettāvatā kaṅkhāvitaraṇavisuddhiṁ dasseti.",
  "tika-s0201t5:56": "Hutvāti hetupaccayasamavāye uppajjitvā. Abhāvaṭṭhenāti tadanantarameva vinassanaṭṭhena. Aniccāti aniccā addhuvā. Aniccalakkhaṇaṁ āropetīti tesu pañcasu khandhesu aniccatāsaṅkhātaṁ sāmaññalakkhaṇaṁ niropeti. Tatoti aniccalakkhaṇāropanato paraṁ, tato vā aniccabhāvato. Udayabbayappaṭipīḷanākārenāti uppādanirodhehi pati pati abhikkhaṇaṁ pīḷanākārena hetunā dukkhā aniṭṭhā, dukkhamā vā. Avasavattanākārenāti kassaci vasena avasavattanākārena. Anattāti na sayaṁ attā, nāpi nesaṁ koci attā atthīti anattāti. Tilakkhaṇaṁāropetvāti evaṁ aniccassa dukkhabhāvato, dukkhassa ca anattabhāvato khandhapañcake tividhampi sāmaññalakkhaṇaṁ āropetvā. Sammasantoti udayabbayañāṇuppattiyā uppanne vipassanupakkilese pahāya maggāmaggaṁ vavatthapetvā udayabbayañāṇādivipassanāpaṭipāṭiyā saṅkhāre sammasanto gotrabhuñāṇānantaraṁ lokuttaramaggaṁ pāpuṇāti.",
  "tika-s0201t5:57": "Ekapaṭivedhenāti ekeneva ñāṇena paṭivijjhanena. Paṭivedho paṭighātābhāvena visaye nissaṅgacārasaṅkhātaṁ nibbijjhanaṁ. Abhisamayo avirajjhitvā adhigamanasaṅkhāto avabodho. ‘‘Idaṁ dukkhaṁ, ettaṁ dukkhaṁ, na ito bhiyyo’’ti paricchinditvā yāthāvato jānanameva vuttanayena paṭivedhoti pariññāpaṭivedho, idañca yathā ñāṇe pavatte pacchā dukkhassa sarūpādiparicchede sammoho na hoti, tathā pavattiṁ gahetvā vuttaṁ, na pana maggañāṇassa ‘‘idaṁ dukkha’’ntiādinā pavattanato. Tenāha ‘‘tasmiñcassa khaṇe’’tiādi. Pahīnassa puna apahātabbatāya pakaṭṭhaṁ hānaṁ cajanaṁ samucchindanaṁ pahānaṁ, pahānameva vuttanayena paṭivedhoti pahānapaṭivedho. Ayampi yena kilesena appahīyamānena maggabhāvanāya na bhavitabbaṁ, asati ca maggabhāvanāya yo uppajjeyya, tassa padaghātaṁ karontassa anuppattidhammataṁ āpādentassa ñāṇassa tathāpavattiyā paṭighātābhāvena nissaṅgacāraṁ upādāya evaṁ vutto. Sacchikiriyā paccakkhakaraṇaṁ anussavākāraparivitakkādike muñcitvāva sarūpato ārammaṇakaraṇaṁ ‘‘idaṁ ta’’nti yāthāvasabhāvato gahaṇaṁ, sā eva vuttanayena paṭivedhoti sacchikiriyāpaṭivedho. Ayampi yassa āvaraṇassa asamucchindanato ñāṇaṁ nirodhaṁ ālambituṁ na sakkoti, tassa samucchindanato taṁ sarūpato vibhāvitameva pavattatīti evaṁ vutto.",
  "tika-s0201t5:58": "Bhāvanā uppādanā vaḍḍhanā ca. Tattha paṭhamamagge uppādanaṭṭhena bhāvanā, dutiyādīsu vaḍḍhanaṭṭhena, ubhayatthāpi vā ubhayaṁ veditabbaṁ. Paṭhamamaggopi hi yathārahaṁ vuṭṭhānagāminiyaṁ pavattaṁ parijānanādiṁ vaḍḍhento pavattoti tatthāpi vaḍḍhanaṭṭhena bhāvanāti sakkā viññātuṁ. Dutiyādīsupi appahīnakilesappahānato puggalantarasādhanato ca uppādanaṭṭhena bhāvanā, sā eva vuttanayena paṭivedhoti bhāvanāpaṭivedho. Ayampi yathā ñāṇe pavatte pacchā maggadhammānaṁ sarūpaparicchede sammoho na hoti, tathā pavattiṁ gahetvā vutto. Tiṭṭhantu tāva yathādhigatā maggadhammā, yathāpavattesu phalesupi ayaṁ yathādhigatasaccadhammesu viya vigatasammohova hoti sekkhopi samāno. Tena vuttaṁ – ‘‘diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo’’ti (mahāva. 27). Yathā cassa dhammā tāsaṁ jotitā yathādhigatasaccadhammāvalambiniyo maggavīthito parato maggaphalapahīnāvasiṭṭhakilesanibbānānaṁ paccavekkhaṇā pavattanti. Dukkhasaccadhammā hi sakkāyadiṭṭhiādayo. Ayañca atthavaṇṇanā pariññābhisamayenātiādīsupi vibhāvetabbā. Kiccatoti asammohato. Nirodhaṁ ārammaṇatoti ettha ‘‘ārammaṇatopī’’ti pi-saddo luttaniddiṭṭho daṭṭhabbo nirodhepi asammohapaṭivedhassa labbhanato. Etassāti catusaccakammaṭṭhānikassa puggalassa.",
  "tika-s0201t5:59": "Paññavāti niddiṭṭho nippariyāyato paññavantatāya idha adhippetattā. Pāḷitoti dhammato. Atthatoti aṭṭhakathāto. Anusandhitoti tasmiṁ tasmiṁ sutte taṁtaṁanusandhito. Pubbāparatoti pubbenāparassa saṁsandanato. Saṅgītikkamena cettha pubbāparatā veditabbā. Taṁtaṁdesanāyameva vā pubbabhāgena aparabhāgassa saṁsandanato. Viññāṇacaritoti vijānanacarito vīmaṁsanacarito tepiṭake buddhavacane vicāraṇācāravepullato. Paññavāti na vattabbo maggenāgatāya paññāya abhāvato. Ajja ajjeva arahattanti ittaraṁ atikhippamevāti adhippāyo. Paññavāpakkhaṁ bhajati sekkhapariyāyasabbhāvato. Sutte pana paṭivedhova kathito saccābhisamayavasena āgatattā.",
  "tika-s0201t5:60": "Esāti anantare vutto ariyapuggalo. Kammakārakacittanti bhāvanākammassa pavattanakacittaṁ . Sukhavedanampi vijānātīti ko vediyati, kassa vedanā, kiṁkāraṇā vedanā, sopi kassaci abhāvaggahaṇamukhena sukhaṁ vedanaṁ sabhāvato samudayato atthaṅgamato assādato ādīnavato ca yathābhūtaṁ paricchindanto pariggaṇhanto sukhaṁ vedanaṁ vijānāti nāma. Sesapadadvayepi eseva nayo. Yasmā ‘‘satipaṭṭhāne’’ti iminā satipaṭṭhānakathaṁ upalakkheti. Tāya hi tadattho veditabbo, tasmā taṁsaṁvaṇṇanāyampi (dī. ni. ṭī. 2.380) vuttanayena tassattho veditabbo . Kāmañcetaṁ viññāṇaṁ vedanāto aññampi ārammaṇaṁ vijānāti, anantaravāre pana rūpamukhena vipassanābhinivesassa dassitattā idha arūpamukhena dassetuṁ ‘‘sukhantipi vijānātī’’tiādinā niddiṭṭhaṁ, pucchantassa vā ajjhāsayavasena.",
  "tika-s0201t5:61": "Saṁsaṭṭhāti sampayuttā. Tenāha ‘‘ekuppādādilakkhaṇena saṁyogaṭṭhenā’’ti. Visaṁsaṭṭhāti vippayuttā. Bhinditvāti aññabhūmikassa aññabhūmidassaneneva vināsetvā, saṁbhinditvā vā. Saṁsaṭṭhabhāvaṁ pucchatīti taṁcittuppādapariyāpannānaṁ pañcaviññāṇānaṁ saṁsaṭṭhabhāvaṁ pucchati. Yadi evaṁ kathaṁ pucchāya avasaro visaṁsaṭṭhabhāvāsaṅkāya eva abhāvato? Na, cittuppādantaragatānaṁ maggapaññāmaggaviññāṇānaṁ vipassanāpaññāvipassanāviññāṇānañca vomissakasaṁsaṭṭhabhāvassa labbhamānattā. Vinivaṭṭetvāti aññamaññato vivecetvā. Nānākaraṇaṁ dassetuṁ na sakkāti idaṁ kevalaṁ saṁsaṭṭhabhāvameva sandhāya vuttaṁ, na sabhāvabhedaṁ, sabhāvabhedato pana nānākaraṇaṁ nesaṁ pākaṭameva. Tenāha ‘‘ārammaṇato vā vatthuto vā uppādato vā nirodhato vā’’ti. Idāni tameva sabhāvabhedaṁ visayabhedena suṭṭhu pākaṭaṁ katvā dassetuṁ ‘‘tesaṁ tesaṁ panā’’tiādi vuttaṁ. Visayoti pavattiṭṭhānaṁ issariyabhūmi, yena cittapaññānaṁ tattha tattha pubbaṅgamatā vuccati.",
  "tika-s0201t5:62": "Kāmañca vipassanāpi paññāvaseneva kiccakārī, maggopi viññāṇasahitova, na kevalo, yathā pana lokiyadhammesu cittaṁ padhānaṁ tatthassa dhorayhabhāvena pavattisabbhāvato. Tathā hi taṁ ‘‘chadvārādhipati rājā’’ti (dha. pa. aṭṭha. 2.181) vuccati, evaṁ lokuttaradhammesu paññā padhānā paṭipakkhavidhamanassa visesato tadadhīnattā. Tathā hi maggadhamme sammādiṭṭhi eva paṭhamaṁ gahitā. Ayañca nesaṁ visayavasena pavattibhedo, tathā ca paññāpanavidhi na kevalaṁ thereheva dassito, apica kho bhagavatāpi dassitoti vibhāvento ‘‘sammāsambuddhopī’’tiādimāha. Yattha paññā na labbhati, tattha cittavasena pucchane vattabbameva natthi yathā ‘‘kiṁcitto tvaṁ bhikkhū’’tiādīsu (pārā. 132-135). Yattha pana paññā labbhati, tatthāpi cittavasena jotanā hoti yathā – ‘‘ajjhattameva cittaṁ saṇṭhapeti sannisādeti ekodiṁ karoti samādahati (saṁ. ni. 4.332), yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hotī’’tiādīsu (dha. sa. 1). Aṭṭhakathāyaṁ pana lokiyadhammesu cittavasena, lokuttaradhammesu paññāvasena codanaṁ byatirekamukhena dassetuṁ ‘‘katamā te bhikkhu paññā adhigatā’’tiādi vuttaṁ. Yebhuyyavasena cetaṁ vuttanti daṭṭhabbaṁ. Tathā hi katthaci lokiyadhammā paññāsīsenapi niddisīyanti – ‘‘paṭhamassa jhānassa lābhino kāmasahagatā saññāmanasikārā samudācaranti hānabhāginī paññā’’tiādīsu (paṭi. ma. 1.1). Saññāsīsenapi – ‘‘uddhumātakasaññāti vā sesarūpārūpasaññāti vā ime dhammā ekatthā, udāhu nānatthā’’tiādīsu (pārā. aṭṭha. 45.padabhājanīyavaṇṇanā). Tathā lokuttaradhammāpi katthaci cittasīsena niddisīyanti – ‘‘yasmiṁ samaye lokuttaraṁ cittaṁ bhāvetī’’ti (dha. sa. 277), tathā phassādisīsenapi – ‘‘yasmiṁ samaye lokuttaraṁ phassaṁ bhāveti, vedanaṁ saññaṁ cetanaṁ bhāvetī’’tiādīsu (dha. sa. 277).",
  "tika-s0201t5:63": "Catūsu sotāpattiyaṅgesūti sappurisasevanā, saddhammassavanaṁ, yonisomanasikāro, dhammānudhammapaṭipattīti imesu catūsu sotāpattimaggassa kāraṇesu. Kāmaṁ cetesu satiādayopi dhammā icchitabbāva tehi vinā tesaṁ asambhavato, tathāpi cettha saddhā visesato kiccakārīti veditabbā. Saddo eva hi sappurise payirupāsati, saddhammaṁ suṇāti, yoniso ca manasi karoti, ariyamaggassa ca anudhammaṁ paṭipajjati, tasmā vuttaṁ ‘‘ettha saddhindriyaṁ daṭṭhabba’’nti. Iminā nayena sesindriyesupi attho daṭṭhabbo. Catūsu sammappadhānesūti catubbidhasammappadhānabhāvanāya. Catūsu satipaṭṭhānesūtiādīsupi eseva nayo. Ettha ca sotāpattiyaṅgesu saddhā viya sammappadhānabhāvanāya vīriyaṁ viya ca satipaṭṭhānabhāvanāya – ‘‘satimā vineyya loke abhijjhādomanassa’’nti (dī. ni. 2.373; ma. ni. 1.106; saṁ. ni. 5.384, 407) vacanato pubbabhāge kiccato sati adhikā icchitabbā. Evaṁ samādhikammikassa samādhi, ‘‘ariyasaccabhāvanā paññābhāvanā’’ti katvā tattha paññā pubbabhāge adhikā icchitabbāti pākaṭoyamattho, adhigamakkhaṇe pana samādhipaññānaṁ viya sabbesampi indriyānaṁ saddhādīnaṁ samarasatāva icchitabbā. Tathā hi ‘‘ettha saddhindriya’’ntiādinā tattha tattha etthaggahaṇaṁ kataṁ. Evanti yaṁ ṭhānaṁ, taṁ indriyasamattādiṁ paccāmasati. Savisayasmiṁyevāti attano attano visaye eva. Lokiyalokuttarā dhammā kathitāti lokiyadhammā lokuttaradhammā ca tena tena pavattivisesena kathitā. Idaṁ vuttaṁ hoti – saddhāpañcamesu indriyesu saha pavattamānesu tattha tattha visaye saddhādīnaṁ kiccādhikatāya tassa tasseva daṭṭhabbatā vuttā, na sabbesaṁ. Evaṁ aññepi lokiyalokuttarā dhammā yathāsakaṁ visaye pavattivisesavasena bodhitāti.",
  "tika-s0201t5:64": "Idāni saddhādīnaṁ indriyānaṁ tattha tattha atirekakiccataṁ upamāya vibhāvetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Tatridaṁ upamāsaṁsandanaṁ rājapañcamā sahāyā viya vimuttiparipācakāni pañcindriyāni. Nesaṁ kīḷanatthaṁ ekajjhaṁ vīthiotaraṇaṁ viya indriyānaṁ ekajjhaṁ vipassanāvīthiotaraṇaṁ. Sahāyesu paṭhamādīnaṁ yathāsakageheva vicāraṇā viya saddhādīnaṁ sotāpattiaṅgādīni patvā pubbaṅgamatā. Sahāyesu itaresaṁ tattha tattha tuṇhībhāvo viya sesindriyānaṁ tattha tattha tadanvayatā. Tassa pubbaṅgamabhūtassa indriyassa kiccānugatatā. Na hi tadā tesaṁ sasambhārapathavīādīsu āpādīnaṁ viya kiccaṁ pākaṭaṁ hoti, saddhādīnaṁyeva pana kiccaṁ vibhūtaṁ hutvā tiṭṭhati puretaraṁ tathāpaccayehi cittasantānassa abhisaṅkhatattā. Ettha ca vipassanākammikassa bhāvanā visesato paññuttarāti dassanatthaṁ rājānaṁ nidassanaṁ katvā paññindriyaṁ vuttaṁ. Itītiādi yathādhigatassa atthassa nigamanaṁ.",
  "tika-s0201t5:65": "Maggaviññāṇampīti ariyamaggasahagataṁ apacayagāmiviññāṇampi. Tatheva taṁ vijānātīti saccadhammaṁ ‘‘idaṁ dukkha’’ntiādinā nayeneva vijānāti ekacittuppādapariyāpannattā maggānukūlattā ca. Yaṁ vijānātīti ettha vijānanapajānanāni vipassanācittuppādapariyāpannāni adhippetāni, na ‘‘yaṁ pajānātī’’ti ettha viya maggacittuppādapariyāpannāti āha ‘‘yaṁ saṅkhāragata’’ntiādi. Tathevāti ‘‘anicca’’ntiādinā nayena. Ekacittuppādapariyāpannattā vipassanābhāvato ca samānapaccayehi saha pavattikatā ekuppādatā, tato eva ekajjhaṁ saheva nirujjhanaṁ ekanirodhatā, ekaṁyeva vatthuṁ nissāya pavatti ekavatthukatā, ekaṁyeva ārammaṇaṁ ārabbha pavatti ekārammaṇatā. Hetumhi cetaṁ karaṇavacanaṁ. Tena ekuppādāditāya saṁsaṭṭhabhāvaṁ sādheti. Anavasesapariyādānañcetaṁ, ito tīhipi sampayuttalakkhaṇaṁ hotiyeva.",
  "tika-s0201t5:66": "Maggapaññaṁsandhāya vuttaṁ, sā hi ekantato bhāvetabbā, na pariññeyyā, paññāya pana bhāvetabbatāya taṁsampayuttadhammāpi taggatikāva hontīti āha ‘‘taṁsampayuttaṁ panā’’tiādi. Kiñcāpi vipassanāpaññāya bhāvanāvasena pavattanato taṁsampayuttaviññāṇampi tatheva pavattati, tassa pana pariññeyyabhāvānativattanato pariññeyyatā vuttā. Tenevāha – ‘‘yampi taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhamma’’nti.",
  "tika-s0201t5:67": "450.Evaṁ santepīti vedanāti evaṁ sāmaññaggahaṇe satipi. Tebhūmikasammasanacāravedanāvāti bhūmittayapariyāpannā, tato eva sammasanañāṇassa gocarabhūtā vedanā eva adhippetā sabrahmacārīnaṁ upakārāvahabhāvena desanāya āraddhattā. Tathā hi vuttaṁ ‘‘caturoghanittharaṇatthikāna’’ntiādi . Esa nayo paññāyapi. Idha sukhādisaddā tadārammaṇavisayāti imamatthaṁ suttena sādhetuṁ ‘‘rūpañca hī’’tiādi vuttaṁ. Ekantadukkhanti ekanteneva aniṭṭhaṁ, tato eva dukkhamatāya dukkhaṁ. Ārammaṇakaraṇavasena dukkhavedanāya anupatitaṁ, otiṇṇañcāti dukkhānupatitaṁ, dukkhāvakkantaṁ. Sukhena anavakkantaṁ abhavissāti yojanā. Nayidanti ettha idanti nipātamattaṁ. Sārajjeyyunti sārāgaṁ uppādeyyuṁ. Sukhanti sabhāvato ca iṭṭhaṁ. Sārāgā saṁyujjantīti bahalarāgahetu yathārahaṁ dasahipi saṁyojanehi saṁyujjanti. Saṁyogā saṁkilissantīti tathā saṁyuttatāya taṇhāsaṁkilesādivasena saṁkilissanti, vibādhīyanti upatāpīyanti cāti attho. Ārammaṇanti iṭṭhaṁ, aniṭṭhaṁ, majjhattañca ārammaṇaṁ yathākkamaṁ sukhaṁ, dukkhaṁ, adukkhamasukhanti kathitaṁ. Evaṁ avisesena pañcapi khandhe sukhādiārammaṇabhāvena dassetvā idāni vedanā eva sukhādiārammaṇabhāvena dassetuṁ ‘‘apicā’’tiādi vuttaṁ. Pākatikapacurajanavasenāyaṁ kathitāti katvā ‘‘purimaṁ sukhaṁ vedanaṁ ārammaṇaṁ katvā’’ti vuttaṁ. Visesalābhī pana anāgatampi sukhaṁ vedanaṁ ārammaṇaṁ karoteva. Vuttametaṁ satipaṭṭhānavaṇṇanāyaṁ (dī. ni. aṭṭha. 2.380; ma. ni. aṭṭha. 1.79). Vedanāya hi ārammaṇaṁ vediyantiyā taṁsamaṅgīpuggalo vedetīti vohāramattaṁ hoti.",
  "tika-s0201t5:68": "Sabbasaññāyāti sabbāyapi catubhūmikasaññāya. Sabbatthakasaññāyāti sabbasmiṁ cittuppāde pavattanakasaññāya. Vatthe vāti vā-saddena vaṇṇadhātuṁ saṅgaṇhāti . Pāpentoti bhāvanaṁ upacāraṁ vā appanaṁ vā upanento. Uppajjanakasaññāpīti ‘‘nīlaṁ rūpaṁ, rūpārammaṇaṁ nīla’’nti uppajjanakasaññāpi.",
  "tika-s0201t5:69": "Asabbasaṅgāhikattāti sabbesaṁ vedanāsaññāviññāṇānaṁ asaṅgahitattā. Takkagatanti suttakantanakatakkamhi, suttavattanakatakkamhi vā veṭhanavasena ṭhitaṁ. Parivaṭṭakādigatanti suttaveṭhanaparivaṭṭakādigataṁ. Vissaṭṭhattāva na gahitā, yadaggena paññā viññāṇena saddhiṁ sampayogaṁ labhāpitā, tadaggena vedanāsaññāhipi sampayogaṁ labhāpitā evāti. Tadeva sañjānāti saṁsaṭṭhabhāvato.",
  "tika-s0201t5:70": "Sañjānāti vijānātīti ettha ‘‘pajānātī’’ti padaṁ ānetvā vattabbaṁ pajānanavasenapi visesassa vakkhamānattā. Jānātīti ayaṁ saddo ca laddatoyevettha aviseso, atthato pana visesato icchitabbo. Anekatthattā hi dhātūnaṁ tena ākhyātapadena nāmapadena ca vuttamatthaṁ upasaggapadaṁ jotakabhāvena viseseti, na vācakabhāvena. Tenāha ‘‘tassapi jānanatthe viseso veditabbo’’ti . Etena saññāviññāṇapaññāpadāni antogadhajānanatthe yathāsakaṁ visiṭṭhavisaye ca niṭṭhānīti dasseti. Tenevāha ‘‘saññā hī’’tiādi. Sañjānanamattamevāti ettha matta-saddena visesanivattiatthena vijānanapajānanākāre nivatteti, eva-saddena kadācipi imissā te visesā natthevāti avadhāreti. Tenevāha ‘‘aniccaṁ dukkha’’ntiādi. Tattha viññāṇakiccampi kātuṁ asakkontī saññā kuto paññākiccaṁ kareyyāti ‘‘lakkhaṇapaṭivedhaṁ pāpetuṁ na sakkoti’’cceva vuttaṁ, na vuttaṁ ‘‘maggapātubhāva’’nti.",
  "tika-s0201t5:71": "Ārammaṇe pavattamānaṁ viññāṇaṁ na saññā viya nīlapītādimattasañjānanavasena pavattati, atha kho tattha aññampi tādisaṁ visesaṁ jānantameva pavattatīti āha ‘‘viññāṇa’’ntiādi. Kathaṁ pana viññāṇaṁ lakkhaṇapaṭivedhaṁ pāpetīti? Paññāya dassitamaggena. Lakkhaṇārammaṇikavipassanāya hi anekavāraṁ lakkhaṇāni paṭivijjhitvā pavattamānāya paguṇabhāvato paricayavasena ñāṇavippayuttacittenapi vipassanā sambhavati, yathā taṁ paguṇassa ganthassa ajjhayane tattha tattha gatāpi vārā na upadhārīyanti. ‘‘Lakkhaṇapaṭivedha’’nti ca lakkhaṇānaṁ ārammaṇakaraṇamattaṁ sandhāya vuttaṁ, na paṭivijjhanaṁ. Ussakkitvāti udayabbayañāṇādiñāṇapaṭipāṭiyā ārabhitvā. Maggapātubhāvaṁ pāpetuṁ na sakkoti asambodhasabhāvattā. Ārammaṇampi sañjānāti avabujjhanavaseneva, na sañjānanamattena. Tathā lakkhaṇapaṭivedhampi pāpeti, na vijānanamattena, attano pana aññāsādhāraṇena ānubhāvena ussakkitvā maggapātubhāvampi pāpeti.",
  "tika-s0201t5:72": "Idāni yathāvuttamatthaṁ upamāya vibhāvetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Tattha ajātabuddhīti asañjātabyavahārabuddhi. Upabhogaparibhoganti upabhogaparibhogārahaṁ, upabhogaparibhogavatthūnaṁ paṭilābhayogganti attho. Kūṭoti kahāpaṇapatirūpako tambakaṁsādimayo. Chekoti mahāsāro. Karatoti aḍḍhasāro. Saṇhoti mudujātiko samasāro. Iti-saddo ādiattho. Tena pādasāraparopādasāraaḍḍhasārādīnaṁ saṅgaho. Jānanto ca pana naṁ rūpaṁ disvāpi…pe… asukācariyena katotipi jānāti tathā heraññikaganthassa suggahitattā. Evamevantiādi upamāsaṁsandanaṁ. Saññāvibhāgaṁ akatvā piṇḍavaseneva ārammaṇassa gahaṇato dārakassa kahāpaṇadassanasadisā vuttā. Tathā hi sā yathāupaṭṭhitavisayapadaṭṭhānā vuccati. Viññāṇaṁ ārammaṇe ekaccavisesaggahaṇasamatthabhāvato gāmikapurisakahāpaṇadassanasadisaṁ vuttaṁ. Paññā pana ārammaṇe anavasesāvabodhato heraññikakahāpaṇadassanasadisā vuttā. Nesanti saññāviññāṇapaññānaṁ . Visesoti sabhāvaviseso. Duppaṭivijjho pakatipaññāya. Imināva nesaṁ accantasukhumataṁ dasseti.",
  "tika-s0201t5:73": "Ekārammaṇe pavattamānānanti ekasmiṁyeva ārammaṇe pavattamānānaṁ. Tena abhinnavisayābhinnakālatādassanena avinibbhogavuttitaṁ vibhāvento duppaṭivijjhataṁyeva ulliṅgeti. Vavatthānanti asaṅkarato ṭhapanaṁ. Ayaṁ phasso…pe… idaṁ cittanti nidassanamattametaṁ. Iti-saddo vā ādiattho. Tena sesadhammānampi saṅgaho daṭṭhabbo. Idanti arūpīnaṁ dhammānaṁ vavatthānakaraṇaṁ. Tatoti yaṁ vuttaṁ tilatelādiuddharaṇaṁ, tato. Yadi dukkarataraṁ, kathaṁ tanti āha ‘‘bhagavā panā’’tiādi.",
  "tika-s0201t5:74": "451.Nissaṭenāti nikkhantena ataṁsambandhena. Pariccattenāti pariccattasadisena paccayabhāvānupagamanena paccayuppannasambandhābhāvato. Nissakkavacanaṁ apādānadīpanato. Karaṇavacanaṁ kattuatthadīpanato. Kāmāvacaramanoviññāṇaṁ na niyamato ‘‘idaṁ nāma pañcadvārikāsambandhā’’ti sakkā vattuṁ, rūpāvacaraviññāṇaṁ pana na tathāti, tasseva pañcahi indriyehi nissaṭatā vuttāti āha ‘‘rūpāvacaracatutthajjhānacittenā’’ti. Catutthajjhānaggahaṇaṁ tasseva arūpāvacarassa padaṭṭhānabhāvato. Parisuddhenāti visesato asaṁkilesikattāva. Tañhi vigatūpakkilesatāya visesato parisuddhaṁ. Tenāha ‘‘nirupakkilesenā’’ti. Jānitabbaṁ neyyaṁ, saparasantānesu idaṁ atisayaṁ jānitabbato bujjhitabbaṁ bodhetabbaṁ vāti attho. Neyyanti vā attano santāne netabbaṁ pavattetabbanti attho. Tenāha ‘‘nibbattetuṁ sakkā hoti. Ettha ṭhitassa hi sā ijjhatī’’ti. Pāṭiyekkanti visuṁ visuṁ, anupadadhammavasenāti attho. Abhinivesābhāvatoti vipassanābhinivesassa asambhavato. Kalāpato nayatoti kalāpasammasanasaṅkhātato nayavipassanato. Bhikkhunoti sāvakassa. Sāvakasseva hi tatra anupadadhammavipassanā na sambhavati, na satthu. Tenāha ‘‘tasmā’’tiādi. Vissajjesīti tappaṭibaddhachandarāgappahānena pajahati.",
  "tika-s0201t5:75": "Hatthagatattāti hatthagatasadisattā, āsannattāti attho. Yadā hi lokanātho bodhimūle aparājitapallaṅke nisinno – ‘‘kicchaṁ vatāyaṁ loko āpanno’’tiādinā (dī. ni. 2.57; saṁ. ni. 2.4, 10) paṭiccasamuppādamukhena vipassanābhinivesaṁ katvā adhigantabbasabbaññutaññāṇānurūpaṁ chattiṁsakoṭisahassamukhena mahāvajirañāṇaṁ nāma mahābodhisattasammasanaṁ pavattento anekākārasamāpattidhammasammasane anupadameva nevasaññānāsaññāyatanadhammepi aparāparaṁ sammasi. Tenāha ‘‘bhagavā panā’’tiādi. Paropaññāsāti dvepaññāsaṁ. Kāmañcettha keci dhammā vedanādayo phassapañcamakādīsu vuttāpi jhānakoṭṭhāsādīsupi saṅgahitā, taṁtaṁpaccayabhāvavisiṭṭhena pana atthavisesena dhammantarāni viya hontīti evaṁ vuttaṁ. Tathā hi lokuttaracittuppādesu navindriyatā vuccati. Aṅguddhārenāti tattha labbhamānajhānaṅgabojjhaṅgamaggaṅgānaṁ uddharaṇena. Aṅga-saddo vā koṭṭhāsapariyāyo, tasmā aṅguddhārenāti phassapañcamakādikoṭṭhāsānaṁ samuddharaṇena. Yāvatā saññāsamāpattiyoti yattakā saññāsahagatā jhānasamāpattiyo, tāhi vuṭṭhāya adhigandhabbattā tāvatikā veneyyānaṁ aññāpaṭivedho arahattasamadhigamo.",
  "tika-s0201t5:76": "Dassanapariṇāyakaṭṭhenāti andhassa yaṭṭhikoṭiṁ gahetvā maggadesako viya dhammānaṁ yathāsabhāvadassanasaṅkhātena pariṇāyakabhāvena. Yathā vā so tassa cakkhubhūto, evaṁ sattānaṁ paññā. Tenāha ‘‘cakkhubhūtāya paññāyā’’ti. Samādhisampayuttā paññā samādhipaññā. Samādhi cettha āruppasamādhīti vadanti, sammasanapayogo pana koci jhānasamādhīti yuttaṁ. Vipassanābhūtā paññā vipassanāpaññā. Samādhipaññāya antosamāpattiyaṁ kiccato pajānāti, ‘‘samāhito yathābhūtaṁ pajānātī’’ti pana vacanato (saṁ. ni. 3.5; 4.99-100; 3.5.1071-1072; netti. 40; mi. pa. 2.1.14) asammohato pajānāti. Tattha kiccatoti gocarajjhatte ārammaṇakaraṇakiccato. Asammohatoti sampayuttadhammesu sammohavidhamanato yathā pītipaṭisaṁvedanādīsu. Kimatthiyāti kiṁpayojanāti āha ‘‘ko etissā attho’’ti. Abhiññeyye dhammeti yāthāvasarasalakkhaṇāvabodhavasena abhimukhaṁ ñeyye jānitabbe khandhāyatanādidhamme. Abhijānātīti salakkhaṇato sāmaññalakkhaṇato ca abhimukhaṁ avirajjhanavasena jānāti. Etena ñātapariññābyāpāramāha. Pariññeyyeti aniccātipi dukkhātipi anattātipi paricchijja jānitabbe. Parijānātīti ‘‘yaṁ kiñci rūpaṁ…pe… aniccaṁ khayaṭṭhenā’’tiādinā (paṭi. ma. 1.48) paricchinditvā jānāti. Iminā tīraṇapariññābyāpāramāha. Pahātabbe dhammeti niccasaññādike yāva arahattamaggavajjhā sabbe pāpadhamme. Pajahati pakaṭṭhato jahati, vikkhambheti ceva samucchindati cāti attho. Iminā pahānapariññābyāpāramāha. Sā panesā paññā lokiyāpi tippakārā lokuttarāpi, tāsaṁ visesaṁ sayamevāha. Kiccatoti abhijānanavasena ārammaṇakiccato. Asammohatoti yathābalaṁ abhiññeyyādīsu sammohavidhamanato. Nibbānamārammaṇaṁ katvā pavattanato abhiññeyyādīsu vigatasammohato evāti āha ‘‘lokuttarā asammohato’’ti.",
  "tika-s0201t5:77": "452. Kammassakatā sammādiṭṭhi ca vaṭṭanissitattā idha nādhippetā, vivaṭṭakathā hesāti vuttaṁ ‘‘vipassanāsammādiṭṭhiyā ca maggasammādiṭṭhiyā cā’’ti. Parato ghosoti parato satthuto, sāvakato vā labbhamāno dhammaghoso. Tenāha ‘‘sappāyadhammassavana’’nti. Tañhi sammādiṭṭhiyā paccayo bhavituṁ sakkoti, na yo koci paratoghoso. Upāyamanasikāroti yena nāmarūpapariggahādi sijjhati, tādiso pathamanasikāro. Ayañca sammādiṭṭhiyā paccayoti niyamapakkhiko, na sabbasaṁgāhakoti dassento ‘‘paccekabuddhānaṁ panā’’tiādimāha. Yonisomanasikārasmiṁyevāti avadhāraṇena paratoghosameva nivatteti, na padaṭṭhānavisesaṁ paṭiyogīnivattanatthattā eva-saddassa.",
  "tika-s0201t5:78": "Laddhupakārāti (a. ni. ṭī. 3.5.25) yathārahaṁ nissayādivasena laddhapaccayā. Vipassanāsammādiṭṭhiyā anuggahitabhāvena gahitattā maggasammādiṭṭhīsu ca arahattamaggasammādiṭṭhi, anantarassa hi vidhi, paṭisedho vā. Aggaphalasamādhimhi tapparikkhāradhammesuyeva ca kevalo cetopariyāyo niruḷhoti sammādiṭṭhīti arahattamaggasammādiṭṭhi. Phalakkhaṇeti anantare kālantare cāti duvidhe phalakkhaṇe. Paṭippassaddhivasena sabbasaṁkilesehi ceto vimuccati etāyāti cetovimutti, aggaphalapaññaṁ ṭhapetvā avasesā phaladhammā. Tenāha ‘‘cetovimutti phalaṁ assāti. Cetovimuttisaṅkhātaṁ phalaṁ ānisaṁso’’ti, sabbasaṁkilesehi cetaso vimuccanasaṅkhātaṁ paṭippassambhanasaññitaṁ pahānaṁ phalaṁ ānisaṁso cāti yojanā. Idha ca cetovimutti-saddena pahānamattaṁ gahitaṁ, pubbe pahāyakadhammā, aññathā phaladhammā eva ānisaṁsoti gayhamāne punavacanaṁ niratthakaṁ siyā.",
  "tika-s0201t5:79": "Paññāvimuttiphalānisaṁsāti etthāpi evameva attho veditabbo. Sammāvācākammantājīvā sīlasabhāvattā visesato samādhissa upakārā, tathā sammāsaṅkappo jhānasabhāvattā. Tathā hi so ‘‘appanā’’ti niddiṭṭho. Sammāsatisammāvāyāmā pana samādhipakkhiyā evāti āha ‘‘avasesā dhammā cetovimuttīti veditabbā’’ti. Catupārisuddhisīlanti ariyamaggādhigamassa padaṭṭhānabhūtaṁ catupārisuddhisīlaṁ. Sutādīsupi eseva nayo. Attano cittappavattiārocanavasena saha kathanaṁ saṁkathā, saṁkathāva sākacchā. Idha pana kammaṭṭhānapaṭibaddhāti āha ‘‘kammaṭṭhāne…pe… kathā’’ti. Tattha kammaṭṭhānassa ekavāraṁ vīthiyā appaṭipajjanaṁ khalanaṁ, anekavāraṁ pakkhalanaṁ, tadubhayassa vicchedanīkathā khalanapakkhalanachedanakathā. Pūrentassāti vivaṭṭanissitaṁ katvā pālentassa brūhentassa ca. Suṇantassāti ‘‘yathāuggahitakammaṭṭhānaṁ phātiṁ gamissatī’’ti evaṁ suṇantassa. Teneva hi ‘‘sappāyadhammassavana’’nti vuttaṁ. Kammaṁ karontassāti bhāvanānuyogakammaṁ karontassa.",
  "tika-s0201t5:80": "Pañcasupi ṭhānesu anta-saddo hetuatthajotano daṭṭhabbo. Evañhi ‘‘yathā hī’’tiādinā vuccamānā ambupamā ca yujjeyya. Udakakoṭṭhakanti ālavālaṁ. Thiraṁ katvā bandhatīti asithilaṁ daḷhaṁ nātimahantaṁ nātikhuddakaṁ katvā yojeti. Thiraṁ karotīti udakasiñcanakāle tato tato vissaritvā udakassa anikkhamanatthaṁ ālavālaṁ thirataraṁ karoti. Sukkhadaṇḍakoti tasseva ambagacchakassa sukkho sākhāsīsako. Kipillikapuṭoti tambakipillikakuṭajaṁ. Khaṇittinti kudālaṁ. Koṭṭhakabandhanaṁ viya sīlaṁ sammādiṭṭhiyā vaḍḍhanupāyassa mūlabhāvato. Udakasiñcanaṁ viya dhammassavanaṁ bhāvanāya paribrūhanato. Mariyādāya thirabhāvakaraṇaṁ viya samatho yathāvuttabhāvanādhiṭṭhānāya sīlamariyādāya daḷhabhāvāpādanato. Samāhitassa hi sīlaṁ thirataraṁ hoti. Samīpe valliādīnaṁ haraṇaṁ viya kammaṭṭhāne khalanapakkhalanacchedanaṁ ijjhitabbabhāvanāya vibandhāpanayanato. Mūlakhaṇanaṁ viya sattannaṁ anupassanānaṁ bhāvanā tassā vibandhassa mūlakānaṁ taṇhāmānadiṭṭhīnaṁ palikhaṇanato. Ettha ca yasmā suparisuddhasīlassa kammaṭṭhānaṁ anuyuñjantassa sappāyadhammassavanaṁ icchitabbaṁ, tato yathāsute atthe sākacchāsamāpajjanaṁ, tato kammaṭṭhānavisodhanena samathanipphatti, tato samāhitassa āraddhavipassakassa vipassanāpāripūri. Paripuṇṇavipassano maggasammādiṭṭhiṁ paribrūhetīti evametesaṁ aṅgānaṁ paramparāya sammukhā ca anuggaṇhanato ayamānupubbī kathitāti veditabbaṁ.",
  "tika-s0201t5:81": "453.Idha kiṁ pucchatīti idha evaṁ arahattaphalaṁ pāpitāya desanāya ‘‘kati panāvuso, bhavā’’ti bhavaṁ pucchanto kīdisaṁ anusandhiṁ upādāya pucchatīti attho. Teneva hi ‘‘mūlameva gato anusandhī’’ti vatvā adhippāyaṁ pakāsento ‘‘duppañño’’tiādimāha. Duppaññoti hi idha appaṭividdhasacco adhippeto, na jaḷo eva. Kāmabhavotiādīsu kammopapattibhedato duvidhopi bhavo adhippetoti dassento ‘‘kāmabhavūpagaṁ kamma’’ntiādimāha. Tattha yaṁ vattabbaṁ, taṁ visuddhimaggetaṁsaṁvaṇṇanāyaṁ (visuddhi. 2.647; visuddhi. mahāṭī. 2.646-647) vuttanayena veditabbaṁ. Punabbhavassāti punappunaṁ aparāparaṁ bhavanato jāyanato punabbhavoti laddhanāmassa vaṭṭapabandhassa. Tenāha ‘‘idha vaṭṭaṁ pucchissāmī’’ti. Abhinibbattīti bhavayonigatiādivasena nibbatti. Tahiṁ tahiṁ tasmiṁ tasmiṁ bhavādike. Abhinandanāti taṇhāabhinandanahetu. Gamanāgamanaṁ hotītiādinā bhavādīsu sattānaṁ aparāparaṁ cutipaṭisandhiyo dasseti. Khayanirodhenāti accantakhayasaṅkhātena anuppādanirodhena. Ubhayametaṁ na vattabbaṁ pahānābhisamayabhāvanābhisamayānaṁ accāsannakālattā. Vattabbaṁ taṁ hetuphaladhammūpacāravasena. Yathā hi padīpujjalanahetuko andhakāravigamo, evaṁ vijjuppādahetuko avijjānirodho, hetuphaladhammā ca samānakālāpi pubbāparakālā viya voharīyanti yathā – ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’nti (ma. ni. 1.204, 400; ma. ni. 3.420, 425, 426; saṁ. ni. 2.43-45; 2.4.60; kathā. 465, 467) paccayapaccayuppannakiriyā. Gamanaṁ upacchijjati idha kāmabhave parinibbānena. Āgamanaṁ upacchijjati tattha rūpārūpesu parinibbānena. Gamanāgamanaṁ upacchijjati sabbaso aparāparuppattiyā abhāvato.",
  "tika-s0201t5:82": "454. Vivaṭṭakathāya parato jotitaṁ paṭhamaṁ jhānaṁ vivaṭṭaṁ patvā ṭhitassa ukkaṭṭhaniddesena ubhatobhāgavimuttassa nirodhasādhakaṁ vibhāvituṁ yuttanti āha ‘‘katamaṁ panāvusoti idha kiṁ pucchatī’’tiādi. Tathā hi anantaraṁ nirodhasamāpajjanakena bhikkhunā jānitabbāni paṭhamassa jhānassa sampayogapahānaṅgāni pucchitāni. Aṅgavavatthānanti jhānaṅgavavatthānaṁ. Koṭṭhāsaparicchedoti tattha labbhamānaphassapañcamakādidhammakoṭṭhāsaparicchedo jānitabbo. Imasmiṁ jhāne ettakā dhammā saṁvijjanti, ettakā nirodhitāti jānitabbaṁ. Upakārānupakārāni aṅgānīti nirodhasamāpattiyā upakārāni ca anupakārāni ca aṅgāni. Nirodhasamāpattiyā hi soḷasahi ñāṇacariyāhi navahi samādhicariyāhi ca pattabbattā taṁtaṁñāṇassa samādhicariyāhi samatikkamitabbā dhammā anupakārakaṅgāni, samatikkamakā upakārakaṅgāni. Tesañhi vasena yathānupubbaṁ upasantupasantaoḷārikabhāvāya bhavaggasamāpattiyā saṅkhārāvasesasukhumataṁ pattā cittacetasikā yathāparicchinnaṁ kālaṁ nirujjhanti, appavattiṁ gacchanti. Tassāti nirodhassa. Anantarapaccayanti anantarapaccayasadisaṁ. Na hi nirodhassa koci dhammo anantarapaccayo nāma atthi. Yañhi tadā cittacetasikānaṁ tathā nirujjhanaṁ, taṁ yathāvuttapubbābhisaṅkhārahetukāya nevasaññānāsaññāyatanasamāpattiyā ahosīti sā tassa anantarapaccayo viya hotīti taṁ vuttaṁ. Cha samāpattiyoti suttantanayena vuttasuttantapiṭakasaṁvaṇṇanāti katvā. ‘‘Satta samāpattiyo’’ti pana vattabbaṁ, aññathā idaṁ ‘‘caturaṅgika’’nti na vattabbaṁ siyā. Nayaṁ vā dassetvāti ādiantadassanavasena nayadassanaṁ katvā.",
  "tika-s0201t5:83": "455. Evaṁ nirodhassa pādakaṁ vibhāvetvā idāni antonirodhe anupabandhabhāvato pañcannaṁ pasādānaṁ paccayapucchane paṭhamaṁ tāva te sarūpato āveṇikato āveṇikavisayato paṭissaraṇato ca pucchanavasena pāḷi pavattāti dassento ‘‘viññāṇanissaye pañca pasāde pucchanto’’ti āha. Gocaravisayanti ettha kāmaṁ tabbahulacāritāpekkhaṁ gocaraggahaṇaṁ, anaññatthabhāvāpekkhaṁ visayaggahaṇanti attheva gocaravisayabhāvānaṁ viseso, vivariyamānaṁ pana ubhayampi ārammaṇasabhāvamevāti āha ‘‘gocarabhūtaṁ visaya’’nti. Ekekassāti eko ekassa, añño aññassāti attho. Aññattho hi ayaṁ eka-saddo ‘‘ittheke abhivadantī’’tiādīsu (ma. ni. 3.27) viya. Sace hītiādi abhūtaparikappanavacanametaṁ. Tattha samodhānetvāti ekajjhaṁ katvā. Vināpi mukhenātiādinā atthasallāpikanidassanaṁ nāma dasseti. Yathā viññāṇādhiṭṭhitameva cakkhu rūpaṁ passati, na kevalaṁ, evaṁ cakkhunissayameva viññāṇaṁ taṁ passati, na itaranti āha ‘‘cakkhupasāde upanehī’’ti. Tena tesaṁ tattha saṁhaccakāritaṁ dasseti. Yadi vā nīlaṁ yadi vā pītakanti idaṁ nīlapītādisabhāvajānanamattaṁ sandhāyāha. Nīlaṁ pītakanti pajānanaṁ cakkhuviññāṇassa nattheva avikappakabhāvato. Etesaṁ cakkhuviññāṇādīnaṁ. Nissayasīsena nissitapucchā hesā, evañhi visayānubhavanacodanā samatthitā hoti. Tenāha ‘‘cakkhuviññāṇaṁ hī’’tiādi. Yathāsakaṁ visayaṁ rajjanādivasena anubhavituṁ asamatthāni cakkhuviññāṇādīni, tattha samatthatāyeva ca natthi, na kiñci atthato paṭisarantāni viya hontīti vuttaṁ ‘‘kiṁ etāni paṭisarantī’’ti. Javanamano paṭisaraṇanti pañcadvārikaṁ itarañca sādhāraṇato vatvā puna yāya’ssa rajjanādipavattiyā paṭisaraṇatā, sā savisesā yattha labbhati, taṁ dassento ‘‘manodvārikajavanamano vā’’ti āha. Etasmiṁ pana dvāreti cakkhudvāre javanaṁ rajjati vā dussati vā muyhati vā, yato tattha aññāṇādiasaṁvaro pavattati.",
  "tika-s0201t5:84": "Tatrāti tasmiṁ javanamanasseva paṭisaraṇabhāve. Dubbalabhojakāti hīnasāmatthiyā rājabhoggā. Sevakānaṁ gaṇanāya yojitadivase labbhamānakahāpaṇo yuttikahāpaṇo. Andubandhanena baddhassa vissajjanena labbhamānakahāpaṇo bandhakahāpaṇo. Kiñci paharante mā paharantūti paṭikkhipato dātabbadaṇḍo māpahārakahāpaṇo. So sabbopi parittakesu gāmikamanussesu tathā labbhamāno ettako hotīti āha ‘‘aṭṭhakahāpaṇo vā’’tiādi. Satavatthukanti satakarīsavatthukaṁ. Esa nayo sesapadadvayepi. Tatthātiādi upamāsaṁsandhanaṁ, taṁ suviññeyyameva.",
  "tika-s0201t5:85": "456.Antonirodhasmiṁ pañca pasādeti nirodhasamāpannassa pavattamāne pañca pasāde. Kiriyamayapavattasminti javanādikiriyānibbattakadhammappavattiyaṁ. Balavapaccayā hontīti pacchājātavippayuttaatthiavigatapaccayehi paccayā honti, upatthambhakabhāvena balavapaccayā honti. Jīvitindriyaṁ paṭiccāti indriyaatthiavigatapaccayavasena paccayabhūtaṁ jīvitindriyaṁ paṭicca pañcavidhopi pasādo tiṭṭhati. Jīvitindriyena vinā na tiṭṭhati jīvitindriyarahitassa kammasamuṭṭhānarūpakalāpassa abhāvato. Tasmāti yasmā anupālanalakkhaṇena jīvitena anupālitā eva usmā pavattati, na tena ananupālitā, tasmā usmā āyuṁ paṭicca tiṭṭhati. Jālasikhaṁ paṭicca ābhā paññāyatīti jālasikhāsaṅkhātabhūtasaṅghātaṁ saheva pavattamānaṁ nissāya ‘‘ābhā’’ti laddhanāmā vaṇṇadhātu ‘‘ujjalati, andhakāraṁ vidhamati, rūpagatāni ca vidaṁsetī’’tiādīhi pakārehi ñāyati. Taṁ ālokaṁ paṭiccāti taṁ vuttappakāraṁ ālokaṁ paccayaṁ labhitvā. Jālasikhā paññāyatīti ‘‘appikā, mahatī, uju, kuṭilā’’tiādinā pākaṭā hoti.",
  "tika-s0201t5:86": "Jālasikhāviya kammajatejo nissayabhāvato. Āloko viya jīvitindriyaṁ tannissitabhāvato. Idāni upamopamitabbānaṁ sambandhaṁ dassetuṁ ‘‘jālasikhā hī’’tiādi vuttaṁ. Ālokaṁ gahetvāva uppajjatīti iminā yathā jālasikhāya saheva āloko uppajjati, evaṁ kammajusmanā saheva jīvitindriyaṁ uppajjatīti dasseti. Jālasikhāsannissayo tassā satiyeva honto āloko tāya uppādito viya hotīti āha ‘‘attanā janitaālokenevā’’ti. Usmā nāmettha kammasamuṭṭhānā tejodhātu tannissitañca jīvitindriyaṁ tadanupālakañcāti āha ‘‘kammajamahābhūtasambhavena jīvitindriyena usmāya anupālana’’nti. Na kevalaṁ khaṇaṭṭhitiyā eva, atha kho pabandhānupacchedassapi jīvitindriyaṁ kāraṇanti āha ‘‘vassasatampi kammajatejapavattaṁ pāletī’’ti. Usmā āyuno paccayo honto sesabhūtasahito eva hotīti āha ‘‘mahābhūtānī’’ti. Tathā āyupi sahajātarūpaṁ pālentameva usmāya paccayo hotīti vuttaṁ ‘‘mahābhūtāni pāletī’’ti.",
  "tika-s0201t5:87": "457. Āyu eva indriyapaccayādivasena sahajātadhammānaṁ anupālanavasena saṅkharaṇato āyusaṅkhāro. Bahuvacananiddeso pana anekasatasahassabhedesu rūpakalāpesu pavattiyā anekabhedanti katvā. Ārammaṇarasaṁ anubhavantīti vedaniyā yathā ‘‘niyyānikā’’ti. Tenāha ‘‘vedanā dhammāvā’’ti. Sukhādibhedabhinnattā bahuvacananiddeso. Imesaṁ āyusaṅkhāravedanānaṁ ekantanirodhaṁ samāpannassa maraṇena bhavitabbaṁ vedanāya niruddhattā. Āyusaṅkhārānaṁ tathā aniruddhattā nirodhassa samāpajjanameva na siyā, kuto vuṭṭhānaṁ. Tena vuttaṁ pāḷiyaṁ ‘‘te ca hāvuso’’tiādi. Vuṭṭhānaṁ paññāyati saññāvedanādīnaṁ uppattiyā. Idāni tamatthaṁ vitthārato upamāya vibhāvetuṁ ‘‘yo hī’’tiādi vuttaṁ. Ukkaṇṭhitvāti nānārammaṇāpātato nibbinditvā. Yathāparicchinnakālavasenāti yathāparicchinne kāle sampatte. Rūpajīvitindriyapaccayāti indriyapaccayabhūtā . Jālāpavattaṁ viya arūpadhammā tejussadabhāvato visayobhāsanato ca. Udakappahāro viya nirodhasamāpattiyā pubbābhisaṅkhāro. Pihitaaṅgārā viya rūpajīvitindriyaṁ usmāmattatāya anobhāsanato . Yathāparicchinnakālāgamananti yathāparicchinnakālassa upagamanaṁ. Anurūpapattivaseneva rūpapavattiggahaṇaṁ. Imaṁ rūpakāyaṁ jahantīti imasmā rūpakāyā kaḷevarā vigacchanti nappavattanti.",
  "tika-s0201t5:88": "Kāyena saṅkharīyantīti kāyasaṅkhārā tappaṭibaddhavuttitāya. Vācaṁ saṅkharontīti vacīsaṅkhārā. Vitakketvā vicāretvā hi vācaṁ bhindati katheti. Cittena saṅkharīyantīti cittasaṅkhārā tappaṭibaddhavuttito. Cittasaṅkhāranirodhacodanāya rūpanirodho viya cittanirodho acodito tesaṁ tato aññattāti na cittasampayuttanirodho ekantiko vitakkādinirodhe tadabhāvato. Yaṁ pana vuttaṁ ‘‘vācā aniruddhā hotī’’ti, tampi na. Vācaṁ saṅkharontīti hi vacīsaṅkhārā, tesu niruddhesu kathaṁ vācāya anirodho. Cittaṁ pana niruddhesupi cittasaṅkhāresu tehi anabhisaṅkhatattā vitakkādinirodho viya pavattatiyevāti ayamettha parassa adhippāyo. Ānantariyakammaṁ kataṁ bhaveyya, cittassa aniruddhattā taṁ nissāya ca rūpadhammānaṁ anapagatattā te jīvanti eva nāmāti. Byañjane abhinivesaṁ akatvāti ‘‘cittasaṅkhārā niruddhā’’ti vacanato teva niruddhā, na cittanti evaṁ neyyatthaṁ suttaṁ ‘‘nītattha’’nti abhinivesaṁ akatvā. Ācariyānaṁ naye ṭhatvāti paramparāgatānaṁ ācariyānaṁ adhippāye ṭhatvāti attho. Upaparikkhitabboti suttantarāgamato suttantarapadassa aviparīto attho vīmaṁsitabbo. Yathā hi ‘‘asaññabhavo’’ti vacanato ‘‘saññāva tattha natthi, itare pana cittacetasikā santī’’ti ayamettha attho na gayhati. Yathā ca ‘‘nevasaññānāsaññāyatana’’nti vacanato ‘‘saññāva tattha tādisī, na phassādayo’’ti ayamettha attho na gayhati saññāsīsena desanāti katvā, evamidhāpi ‘‘cittasaṅkhārā niruddhā’’ti, ‘‘saññāvedayitanirodho’’ti ca desanāsīsameva. Sabbepi pana cittacetasikā tattha nirujjhantevāti ayamettha aviparīto attho veditabbo, tathāpubbābhisaṅkhārena sabbesaṁyeva cittacetasikānaṁ tattha nirujjhanato. Etena yaṁ pubbe ‘‘aññattā, tadabhāvato’’ti ca yuttivacanaṁ, tadayuttaṁ adhippāyānavabodhatoti dassitaṁ hoti. Tenāha ‘‘attho hi paṭisaraṇaṁ, na byañjana’’nti.",
  "tika-s0201t5:89": "Upahatānīti bādhitāni. Makkhitānīti dhaṁsitāni. Ārammaṇaghaṭṭanāya indriyānaṁ kilamatho cakkhunā bhāsurarūpasukhumarajadassanena vibhāvetabbo. Tathā hi uṇhakāle purato aggimhi jalante kharassare ca paṇave ākoṭite akkhīni bhedāni viya na sahanti sotāni ‘‘sikharena viya abhihaññantī’’ti vattāro honti.",
  "tika-s0201t5:90": "458. Rūpāvacaracatutthajjhānameva rūpavirāgabhāvanāvasena pavattaṁ arūpajjhānanti nevasaññānāsaññāyatanaṁ vissajjento dhammasenāpati ‘‘sukhassa ca pahānā’’tiādinā vissajjesi. Apagamanena vigamena paccayā apagamanapaccayā sukhādippahānāni. Adhigamapaccayā pana kasiṇesu rūpāvacaracatutthajjhānaṁ heṭṭhimā tayo ca āruppā. Na hi sakkā tāni anadhigantvā nevasaññānāsaññāyatanamadhigantuṁ. Nirodhato vuṭṭhānakaphalasamāpattinti nirodhato vuṭṭhānabhūtaṁ aniccānupassanāsamudāgataphalasamāpattiṁ. Sā hi ‘‘animittā cetovimuttī’’ti vuccati. Yathā samathanissando abhiññā, mettākaruṇāmuditābrahmavihāranissando upekkhābrahmavihāro, kasiṇanissando āruppā, samathavipassanānissando nirodhasamāpatti, evaṁ vipassanāya nissandaphalabhūtaṁ sāmaññaphalanti āha ‘‘vipassanānissandāya phalasamāpattiyā’’ti. Ārammaṇā nāma sārammaṇadhammānaṁ visesato uppattinimittanti āha ‘‘sabbanimittānanti rūpādīnaṁ sabbārammaṇāna’’nti. Natthi ettha kiñci saṅkhāranimittanti animittā, asaṅkhatā dhātūti āha ‘‘sabbanimittāpagatāya nibbānadhātuyā’’ti. Phalasamāpattisahajātaṁ manasikāraṁ sandhāyāha, na āvajjanamanasikāraṁ. Na hettha tassa sambhavo anulomānantaraṁ uppajjanato.",
  "tika-s0201t5:91": "Imasmiṁ ṭhāneti idha vuttanirodhassa ādimajjhapariyosānānaṁ gahitānaṁ imasmiṁ pariyosānassa gahitaṭṭhāne. Dvīhi balehīti samathavipassanābalehi. Tayo ca saṅkhārānanti kāyasaṅkhārādīnaṁ tiṇṇaṁ saṅkhārānaṁ. Soḷasahi ñāṇacariyāhīti aniccānupassanā, dukkhā, anattā, nibbidā, virāgā, nirodhā, paṭinissaggā, vivaṭṭānupassanā, sotāpattimaggo…pe… arahattaphalasamāpattīti imāhi soḷasahi ñāṇacariyāhi. Navahi samādhicariyāhīti paṭhamajjhānasamādhiādīhi navahi samādhicariyāhi. Yo yathāvuttāsu cariyāsu puggalassa vasībhāvo, sā vasībhāvatāpaññā. Assā sā kathitāti yojanā. Vinicchayakathāti vinicchayavasena pavattā aṭṭhakathā kathitā. Tasmā visuddhimagge (visuddhi. 2.868-869) taṁsaṁvaṇṇanāyañca (visuddhi. mahāṭī. 2.868) vuttanayena veditabbā.",
  "tika-s0201t5:92": "Valañjanasamāpatti ariyavihāravasena viharaṇasamāpatti. Ṭhitiyāti ettha pabandhaṭṭhiti adhippetā, na khaṇaṭṭhiti. Kasmā? Samāpajjanattā. Tenāha ‘‘ṭhitiyāti ciraṭṭhitattha’’nti. Addhānaparicchedoti ettakaṁ kālaṁ samāpattiyā vītināmessāmīti pageva kālaparicchedo. Rūpādinimittavasenāti kammakammanimittagatinimittesu yathārahaṁ labbhamānarūpādinimittavasena. Tattha yasmā kammanimitte chabbidhampi ārammaṇaṁ labbhati, tasmā ‘‘sabbanimittāna’’nti vuttaṁ, na sabbesaṁ ārammaṇānaṁ ekajjhaṁ, ekantato vā manasikātabbato. Lakkhaṇavacanañhetaṁ yathā ‘‘dātabbametaṁ bhesajjaṁ, yadi me byādhitā siyu’’nti.",
  "tika-s0201t5:93": "459.Nīlampi sañjānātītiādinā nīlādiggahaṇamukhena taṁvaṇṇānaṁ sattānaṁ sañjānanaṁ averādibhāvamanasikaraṇaṁ jotitanti āha ‘‘etasmiñhi ṭhāne appamāṇā cetovimutti kathitā’’ti. Ettha ākiñcaññaṁ kathitanti sambandho. ‘‘Ettha suññatā’’ti, ‘‘ettha animittā’’ti etthāpi eseva nayo. Nti ‘‘idha aññaṁ abhinavaṁ nāma natthī’’tiādinā vuttaṁ atthavacanaṁ. Etāti appamāṇacetovimuttiādayo. Ekanāmakāti ekekanāmakā, ye nānābyañjanāti adhippetā. Eko dhammoti arahattaphalasamāpatti. Catunāmakoti appamāṇacetovimuttiādināmako. Etanti etamatthaṁ. Appamāṇāti anodhiso, odhisopi vā ‘‘ettakā’’ti aparimitā. Asesetvāti asubhasamāpatti viya ekasseva aggahaṇato.",
  "tika-s0201t5:94": "Kiñcāpi asubhanimittārammaṇampi kiñcanaṁ hoti, ārammaṇasaṅghaṭṭanassa kiñcanassa asubhasamāpattīnampi paṭibhāganimittasaṅkhātaṁ ārammaṇaṁ sabimbaṁ viya viggahaṁ kiñcanaṁ hutvā upaṭṭhāti, na tathā imassāti. Nanu brahmavihārapaṭhamāruppānampi paṭibhāganimittabhūtaṁ kiñci ārammaṇaṁ natthīti? Saccaṁ natthi, ayaṁ pana paṭhamāruppaviññāṇaṁ viya na paṭibhāganimittabhūtaārammaṇatāya evaṁ vuttā. Attenāti attanā. Bhavati etena attāti abhidhānaṁ buddhi cāti bhāvo, attā. Bhāva-saddopi attapariyāyoti āha ‘‘bhāvaposapuggalādisaṅkhātenā’’ti. Nesaṁ appamāṇasamādhiādīnaṁ catunnaṁ. ‘‘Nānatā pākaṭāvā’’ti vuttaṁ nānattaṁ bhūmito ārammaṇato ca dassetuṁ ‘‘attho panā’’tiādi vuttaṁ. Parittādibhāvena atītādibhāvena ajjhattādibhāvena ca na vattabbaṁ ārammaṇaṁ etissāti navattabbārammaṇā nibbānārammaṇaphalasamāpattibhāvato.",
  "tika-s0201t5:95": "Ettakoti rāgādīhi saṁkiliṭṭhatāya ettakappamāṇo, uttāno parittacetasoti attho. Nibbānampi appamāṇameva pamāṇakaraṇānaṁ abhāvenāti ānetvā sambandho. Akuppāti arahattaphalacetovimutti paṭipakkhehi akopanīyatāya. Kiñcatīti kattari paṭhito dhātu maddanatthoti āha ‘‘kiñcati maddatī’’ti. Tassa payogaṁ dassetuṁ ‘‘manussā kirā’’tiādi vuttaṁ.",
  "tika-s0201t5:96": "Samūhādighanavasena sakiccaparicchedatāya ca saviggahā viya upaṭṭhitā saṅkhārā niccādiggāhassa vatthutāya ‘‘niccanimittaṁ sukhādinimitta’’nti ca vuccati. Vipassanā pana tattha ghanavinibbhogaṁ karontī niccādiggāhaṁ vidhamentī ‘‘nimittaṁ samugghātetī’’ti vuttā ghananimittassa ārammaṇabhūtassa abhāvā. Na gahitāti ekatthapadaniddese pāḷiyaṁ kasmā na gahitā? Sāti suññatā cetovimutti. Sabbatthāti appamāṇācetovimuttiādiniddesesu. Ārammaṇavasenāti ārammaṇavasenapi ekatthā, na kevalaṁ sabhāvasarasatova. Iminā pariyāyenāti appamāṇatotiādinā ārammaṇato laddhapariyāyena. Aññasmiṁ pana ṭhāneti ākiñcaññādisaddapavattihetuto aññena hetunā appamāṇātisaddappavattiyaṁ etassa cetovimuttiyā honti. Esa nayo sesesupi. Iminā pariyāyenāti iminā tāya tāya samaññāya voharitabbatāpariyāyena. Saccānaṁ dassanamukhena vaṭṭavasena uṭṭhitadesanaṁ arahattena kūṭaṁ gaṇhanto yathānusandhināva desanaṁ niṭṭhapesi. Yaṁ panettha atthato avibhattaṁ, taṁ suviññeyyameva.",
  "tika-s0201t5:97": "Mahāvedallasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:98": "4. Cūḷavedallasuttavaṇṇanā",
  "tika-s0201t5:99": "460. Ayaṁ desanā yasmā pucchāvissajjanavasena pavattā, tasmā pucchakavissajjake pucchānimittañca samudāyato vibhāvetuṁ ‘‘ko panāya’’ntiādi vuttaṁ. Upāsakattanti amaggāgataṁ upāsakattaṁ. Tesanti ekādasanahutānaṁ. Maggāgatena upasamena santindriyo santamānaso.",
  "tika-s0201t5:100": "‘‘Kiṁ nu kho ajja bhavissati ayyaputto’’ti vīthiṁ olokayamānā. Olambanatthanti tassa hatthāvalambanatthaṁ pubbāciṇṇavasena attano hatthaṁ pasāresi. Bahiddhāti attanā aññaṁ visabhāgavatthuṁ sandhāya vadati. Paribhedakenāti pesuññavādinā.",
  "tika-s0201t5:101": "Adhigamappicchatāya ‘‘na pakāsetabbo’’ti cintesi. Puna taṁ anukampanto ‘‘sace kho panāha’’ntiādiṁ cintesi. Eso dhammoti eso lokuttaradhammo. Vivaṭṭaṁ uddissa upacitaṁ nibbedhabhāgiyaṁ kusalaṁ upanissayo. ‘‘Yadi me upanissayo atthi, sakkā etaṁ paṭiladdhuṁ. Sacepi natthi, āyatiṁ upanissayo bhavissatī’’ti cirakālaparibhāvitāya ghaṭe padīpajālā viya abbhantare dippamānāya hetusampattiyā codiyamānā āha ‘‘evaṁ sante mayhaṁ pabbajjaṁ anujānāthā’’ti.",
  "tika-s0201t5:102": "Lābhasakkāro uppajji sucirakālaṁ katūpacitapuññatāya. Abhinīhārasampannattāti sujātattherassa padumuttarassa bhagavato aggasāvakassa nipaccakāraṁ katvā – ‘‘tumhehi diṭṭhadhammassa bhāgī assa’’nti nibbedhabhāgiyaṁ dānaṁ datvā katapatthanāsaṅkhātasampannābhinīhārattā. Nāticiraṁ kilamitthāti kammaṭṭhānaṁ bhāventī vipassanāya paripākavasena ciraṁ na kilamittha. Vuttamevatthaṁ vivarituṁ ‘‘ito paṭṭhāyā’’tiādi vuttaṁ. Dutiyagamanenāti pabbājanatthaṁ gamanato dutiyagamanena.",
  "tika-s0201t5:103": "Upanetvāti pañhassa atthabhāvena upanetvā. Sakkāyanti sakāyaṁ. Upanikkhittaṁ kiñci vatthuṁ sampaṭicchamānā, viya sampaṭicchantī viya. Eko eva pāso etissāti ekapāsakā, gaṇṭhi. Sā hi sumociyā, anekapāsā pana dummociyā, ekapāsaggahaṇaṁ vissajjanassa sukarabhāvadassanatthaṁ . Paṭisambhidāvisaye ṭhatvāti etena theriyā pabhinnapaṭisambhidataṁ dasseti. Paccayabhūtāti ārammaṇādivasena paccayabhūtā.",
  "tika-s0201t5:104": "Theriyā visesādhigamassa attano avisayatāya visākho ‘‘na sakkā’’tiādinā cintesīti daṭṭhabbaṁ. Saccavinibbhogapañhabyākaraṇenāti saccapariyāpannassa dhammassa dassanato aññānaññatthaniddhāraṇabhedanāsaṅkhātassa vinibbhogapañhassa vissajjanena. Dve saccānīti dukkhasamudayasaccāni. Paṭinivattetvāti parivattetvā. Gaṇṭhipañhanti dubbinibbedhatāya gaṇṭhibhūtaṁ pañhaṁ.",
  "tika-s0201t5:105": "Na taṁyeva upādānaṁ te pañcupādānakkhandhā ekadesassa samudāyatābhāvato, samudāyassa ca ekadesatābhāvato. Nāpi aññatra pañcahi upādānakkhandhehi upādānaṁ tassa tadekadesabhāvato. Na hi ekadeso samudāyavinimutto hoti. Yadi hi taññevātiādinā ubhayapakkhepi dosaṁ dasseti. Rūpādisabhāvampīti rūpavedanāsaññāviññāṇasabhāvampi, phassacetanādisabhāvampi upādānaṁ siyā. Aññatra siyāti pañcahi upādānakkhandhehi visuṁyeva upādānaṁ yadi siyā. Parasamayeti nikāyavāde. Cittavippayutto anusayoti nidassanamattametaṁ nikāyavāde cittasabhāvābhāvaviññāṇādīnampi cittavippayuttabhāvapaṭijānanato. Evaṁ byākāsīti ‘‘na kho, āvuso’’tiādinā khandhagatachandarāgabhāvena byākāsi. Atthadhammanicchayasambhavato asambandhena. Tesu katthacipi asammuyhanato avitthāyantena. Pucchāvisaye mohandhakāravigamanena padīpasahassaṁ jālentena viya. Saupādānupādānaṭṭhānaṁ anuttānatāya pacurajanassa gūḷho. Aggahitasaṅketānaṁ kesañci paṭicchāditasadisattā paṭicchanno. Tilakkhaṇabbhāhatadhammavisayatāya tilakkhaṇāhato. Gambhīrañāṇagocaratāya gambhīro. Laddhapatiṭṭhā ariyasaccasampaṭivedhanato. Evaṁ diṭṭhadhammādibhāvato vesārajjappattā. Sabbaso nivutthabrahmacariyatāya tiṇṇaṁ bhavānampi aparabhāge nibbāne nivutthavatīti bhavamatthake ṭhitā.",
  "tika-s0201t5:106": "461.‘‘Rūpaṁ attato samanupassatī’’ti paduddhāraṁ katvā ‘‘idhekacco’’tiādinā (paṭi. ma. 1.130) paṭisambhidāpāṭhena tadatthaṁ vivarati. Tattha attato samanupassatīti attāti samanupassati, attabhāvena samanupassati. Ahanti attānaṁ niddisati. Ahaṁbuddhinibandhanañhi attānaṁ attavādī paññapeti, tasmā yaṁ rūpaṁ so ahanti yadetaṁ mama rūpaṁ nāma, so ahanti vuccamāno mama attā taṁ mama rūpanti rūpañca attañca advayaṁ anaññaṁ samanupassati. Tathā passato ca attā viya rūpaṁ, rūpaṁ viya vā attā aniccoti āpannameva . Accīti jālasikhā. Sā ce vaṇṇo, cakkhuviññeyyāva siyā, na kāyaviññeyyā, vaṇṇopi vā kāyādiviññeyyo acciyā anaññattāti upameyyaṁ viya upamāpi diṭṭhigatikassa ayuttāva. Diṭṭhipassanāyāti micchādiṭṭhisaṅkhātāya passanāya passati, na taṇhāmānapaññānupassanāya. Arūpaṁ vedanādiṁ attāti gahetvā chāyāya rukkhādhīnatāya chāyāvantaṁ rukkhaṁ viya, rūpassa santakabhāvena attādhīnatāya rūpavantaṁ attānaṁ samanupassati. Pupphādhīnatāya pupphasmiṁ gandhaṁ viya ādheyyabhāvena attādhīnatāya rūpassa attani rūpaṁ samanupassati. Yathā karaṇḍo maṇino ādhāro, evaṁ rūpampi attano ādhāroti katvā attānaṁ rūpasmiṁ samanupassati. Eseva nayoti iminā attano vedanādīhi anaññattaṁ tesañcādhāraṇataṁ nissitatañca yathāvuttaṁ atidisati.",
  "tika-s0201t5:107": "Arūpaṁ attāti kathitaṁ ‘‘vedanāvanta’’ntiādīsu viya rūpena vomissakatāya abhāvato. Rūpārūpamissako attā kathito rūpena saddhiṁ sesārūpadhammānaṁ attāti gahitattā. Ucchedadiṭṭhi kathitā rūpādīnaṁ vināsadassanato. Tenevāha ‘‘rūpaṁ attāti yo vadeyya, taṁ na upapajjati, attā me uppajjati ca veti cāti iccassa evamāgataṁ hotī’’tiādi. Avasesesūti pannarasasu ṭhānesu. Sassatadiṭṭhi kathitā rūpavantādibhāvena gahitassa aniddhāritarūpattā.",
  "tika-s0201t5:108": "Diṭṭhigatiko yaṁ vatthuṁ attāti samanupassati, yebhuyyena taṁ niccaṁ sukhanti ca samanupassateva. Sāvako pana tappaṭikkhepena sabbe dhammā anattāti sudiṭṭhattā rūpaṁ attāti na samanupassati, tathābhūto ca aniccaṁ dukkhaṁ anattāti samanupassati, tathā vedanādayoti dassento ‘‘na rūpaṁ attato’’tiādimāha. Evaṁ bhavadiṭṭhipi avijjābhavataṇhā viya vaṭṭassa samudayoyevāti diṭṭhikathāyaṁ ‘‘ettakena gamanaṁ hotī’’tiādi. Diṭṭhippahānakathāyañca ‘‘ettakena gamanaṁ na hotī’’tiādi vuttaṁ.",
  "tika-s0201t5:109": "462. Heṭṭhā vuttamatthameva pucchitattā ‘‘theriyā paṭipucchitvā vissajjetabbo’’ti vatvā paṭipucchanavidhiṁ dassetuṁ ‘‘upāsakā’’tiādi vuttaṁ. Paṭipattivasenāti sakkāyanirodhagāminipaṭipadābhāvena. Saṅkhatāsaṅkhatavasena lokiyalokuttaravasena saṅgahitāsaṅgahitavasenāti ‘‘vasenā’’ti padaṁ paccekaṁ yojetabbaṁ. Tattha kāmaṁ asaṅkhato nāma maggo natthi, kiṁ saṅkhato, udāhu asaṅkhatoti pana pucchāvasena tathā vuttaṁ? ‘‘Ariyo’’ti vacaneneva maggassa lokuttarato siddhā, saṅgāhakakhandhapariyāpannānaṁ pana maggadhammānampi siyā lokiyatāti idha lokiyaggahaṇaṁ. Kiñcāpi saṅgahitapadameva pāḷiyaṁ āgataṁ, na asaṅgahitapadaṁ, ye pana saṅgāhakabhāvena vuttā, te saṅgahitā na hontīti aṭṭhakathāyaṁ asaṅgahitaggahaṇaṁ katanti daṭṭhabbaṁ. Saṅkhatotiādīsu samecca sambhuyya paccayehi katoti saṅkhato. Tathābhūto ca taṁsamaṅgino puggalassa pubbabhāgacetanāti mayhaṁ maggo aṭṭhaṅgiko hotu sattaṅgiko vāti cetitabhāvena cetito. Sahajātacetanāyapi cetitova tassā sahakārīkāraṇabhāvato, tato eva pakappito āyūhito. Paccayehi nipphāditattā kato nibbattito ca. Samāpajjantena attano santāne sammadeva āpajjantena uppādentena. Iti sattahipi padehi paccayanibbattitaṁyeva ariyamaggassa dasseti.",
  "tika-s0201t5:110": "Asaṅgahito khandhānaṁ padeso etassa atthīti maggo sappadeso. Natthi etesaṁ padesāti khandhā nippadesā. Padissati etena samudāyoti hi padeso, avayavo. Ayanti maggo. Sappadesattā ekadesattā. Nippadesehi samudāyabhāvato niravasesapadesehi. Yathā nagaraṁ rajjekadesabhūtaṁ tadantogadhattā rajjena saṅgahitaṁ, evaṁ ariyamaggo khandhattayekadesabhūto tadantogadhattā tīhi khandhehi saṅgahitoti dasseti ‘‘nagaraṁ viya rajjenā’’ti iminā. Sajātitoti samānajātitāya, samānasabhāvattā evāti attho. Ettha ca sīlakkhandho ‘‘nava koṭisahassānī’’tiādinā (visuddhi. 1.20; apa. aṭṭha. 2.55.55; paṭi. ma. aṭṭha. 1.1.37) vuttapabhedavasena ceva sampattasamādānaviratiādivasena ca gayhamāno nippadeso, maggasīlaṁ pana ājīvaṭṭhamakameva samucchedaviratimattamevāti sappadesaṁ. Samādhikkhandho parittamahaggatādivasena ceva upacārappanāsamādhivasena ca anekabhedatāya nippadeso, maggasamādhi pana lokuttarova , appanāsamādhi evāti sappadeso. Tathā paññākkhandho parittamahaggatādivasena ceva sutamayañāṇādivasena ca anekabhedatāya nippadeso, maggapaññā pana lokuttarāva, bhāvanāmayā evāti sappadesā. Attano dhammatāyāti sahakārīkāraṇaṁ anapekkhitvā attano sabhāvena attano balena appetuṁ na sakkoti vīriyena anupatthambhitaṁ, satiyā ca anupaṭṭhitaṁ. Paggahakiccanti yathā kosajjapakkhe na patitā cittaṭṭhiti, tathā paggaṇhanakiccaṁ. Apilāpanakiccanti yathā ārammaṇe na pilavati, evaṁ apilāpanakiccaṁ.",
  "tika-s0201t5:111": "Ekato jātāti sahajātā. Piṭṭhiṁ datvā onatasahāyo viya vāyāmo samādhissa ārammaṇe appanāya visesapaccayabhāvato. Aṁsakūṭaṁ datvā ṭhitasahāyo viya sati samādhissa ārammaṇe daḷhapavattiyā paccayabhāvato. Kiriyatoti upakārakiriyato.",
  "tika-s0201t5:112": "Ākoṭetvāti ārammaṇaṁ āhanitvā. Tathā hi vitakko ‘‘āhananaraso’’ti, yogāvacaro ca ‘‘kammaṭṭhānaṁ takkāhataṁ vitakkapariyāhataṁ karotī’’ti vuccati. Idhāpīti sammādiṭṭhisaṅkappesu. Kiriyatoti vuttappakāraupakārakiriyato.",
  "tika-s0201t5:113": "Subhasukhādinimittaggāhavidhamanaṁ catukiccasādhanaṁ. Paccayattenāti sahajātādipaccayabhāvena. Catukiccasādhanavasenevāti idaṁ maggavīriyasseva gahitabhāvadassanaṁ. Tañhi ekaṁyeva hutvā catukiccaṁ yathāvuttaupakārakasabhāvena ca parivāraṭṭhena parikkhāro hoti. Maggasampayuttadhammānanti iminā maggadhammānampi gahaṇaṁ, na taṁsampayuttaphassādīnaṁyeva. Ekacittakkhaṇikāti maggacittuppādavasena ekacittakkhaṇikā.",
  "tika-s0201t5:114": "Sattahi ñāṇehīti paramukkaṁsagatehi sattahi javanehi sampayuttañāṇehi, sattahi vā anupassanāñāṇehi. Ādito sevanā āsevanā, tato paraṁ vaḍḍhanā bhāvanā, punappunaṁ karaṇaṁ bahulīkammanti adhippāyenāha ‘‘aññena cittenā’’tiādi. Adhippāyavasena niddhāretvā gahetabbatthaṁ suttaṁ neyyatthaṁ. Yathārutavasena gahetabbatthaṁ nītatthaṁ. Evaṁ santeti yadi idaṁ suttaṁ nītatthaṁ, āsevanādi ca visuṁ visuṁ cittehi hoti, evaṁ sante. Āsevanādi nāma cittassa anekavāraṁ uppattiyā hoti , na ekavāramevāti āha ‘‘ekaṁ citta’’ntiādi. Tatrāyaṁ saṅkhepattho – āsevanāvasena pavattamānaṁ cittaṁ sucirampi kālaṁ āsevanāvaseneva pavatteyya, tathā bhāvanābahulīkammavasena pavattamānānipi, na cettha ettakāneva cittāni āsevanāvasena pavattanti, ettakāni bhāvanāvasena, bahulīkammavasenāti niyamo labbhati. Iti anekacittakkhaṇikaariyamaggaṁ vadantassa dunnivāriyovāyaṁ doso. Yathā pana pubbabhāgepi nānācittesu pavattapariññādikiccānaṁ sammādiṭṭhiādīnaṁ paṭivedhakāle yathārahaṁ catukiccasādhanaṁ, ekacittakkhaṇikā ca pavatti, evaṁ vipassanāya pavattābhisaṅkhāravasena āsevanābhāvanābahulīkammāni paṭivedhakāle ekacittakkhaṇikāneva hontīti vadantānaṁ ācariyānaṁ na koci doso āsevanādīhi kātabbakiccassa tadā ekacittakkhaṇeyeva sijjhanato. Tenāha ‘‘ekacittakkhaṇikāvā’’tiādi. Sace sañjānātīti sace saññattiṁ gacchati. Yāguṁ pivāhīti uyyojetabbo dhammasākacchāya abhabbabhāvatoti adhippāyo.",
  "tika-s0201t5:115": "463.Puññābhisaṅkhārādīsūti ādi-saddena kāyasañcetanādi lakkhaṇe kāyasaṅkhārādikepi saṅgaṇhāti, na apuññāneñjābhisaṅkhāre eva. Kāyapaṭibaddhattā kāyena saṅkharīyati, na kāyasamuṭṭhānattā. Cittasamuṭṭhānā hi te dhammāti. Nibbattīyatīti ca idaṁ kāye sati sabbhāvaṁ , asati ca abhāvaṁ sandhāya vuttaṁ. Vācanti vacīghosaṁ. Saṅkharotīti janeti. Tenāha ‘‘nibbattetī’’ti. Na hi taṁ vitakkavicārarahitacittaṁ vacīghosaṁ nibbattetuṁ sakkoti. Cittapaṭibaddhattāti etena cittassa nissayādipaccayabhāvo cittasaṅkhārasaṅkharaṇanti dasseti. Aññamaññamissāti atthato bhinnāpi kāyasaṅkhārādivacanavacanīyabhāvena aññamaññamissitā abhinnā viya, tato eva āluḷitā saṁkiṇṇā avibhūtā apākaṭā duddīpanā duviññāpayā. Ādānaggahaṇamuñcanacopanānīti yassa kassaci kāyena ādātabbassa ādānasaṅkhātaṁ gahaṇaṁ, vissajjanasaṅkhātaṁ muñcanaṁ, yathātathācalanasaṅkhātaṁ copananti imāni pāpetvā sādhetvā uppannā. Kāyato pavattā saṅkhārā, kāyena saṅkharīyantīti ca kāyasaṅkhārātveva vuccanti. Hanusaṁcopananti hanusañcalanaṁ. Vacībhedanti vācānicchāraṇaṁ. Vācaṁ saṅkharontīti katvā idha vacīsaṅkhārātveva vuccanti.",
  "tika-s0201t5:116": "464.Samāpajjissanti padaṁ nirodhassa āsannānāgatabhāvavisayaṁ āsannaṁ vajjetvā dūrassa gahaṇe payojanābhāvato. Nirodhapādakassa nevasaññānāsaññāyatanacittassa ca gahaṇato paṭṭhāya nirodhaṁ samāpajjati nāmāti adhippāyena ‘‘padadvayena nevasaññānāsaññāyatanasamāpattikālo kathito’’ti vuttaṁ. Tathā cittaṁ bhāvitaṁ hotīti ettha addhānaparicchedacittaggahaṇaṁ itaresaṁ nānantariyabhāvato. Na hi baladvayañāṇasamādhicariyānaṁ vasībhāvāpādanacittehi vinā addhānaparicchedacittaṁ acittakabhāvāya hoti.",
  "tika-s0201t5:117": "Sesasaṅkhārehīti kāyasaṅkhāracittasaṅkhārehi. Dutiyajjhāneyeva nirujjhati anuppattinirodhena. Itaresupi eseva nayo. Vuṭṭhahissanti padaṁ vuṭṭhahanassa āsannānāgatabhāvavisayaṁ āsannaṁ vajjetvā dūrassa gahaṇe payojanābhāvato. Nirodhato vuṭṭhānassa ca cittuppādena paricchinnattā tato oramevāti āha ‘‘padadvayena antonirodhakālo kathito’’ti. Tathā cittaṁ bhāvitaṁ hotīti yathā yathāparicchinnakālameva acittakabhāvo, tato paraṁ sacittakabhāvo hoti, tathā nirodhassa parikammacittaṁ uppāditaṁ hoti.",
  "tika-s0201t5:118": "Paṭisaṅkhāti paṭisaṅkhāya idameva kātabbaṁ jānitvā appavattimattaṁ. Samāpajjantīti acittakabhāvaṁ sampadeva āpajjanti. Atha kasmā sattāhameva samāpajjantīti? Yathākālaparicchedakaraṇato, tañca yebhuyyena āhārūpajīvīnaṁ sattānaṁ upādinnakapavattassa ekadivasaṁ bhuttāhārassa sattāhameva yāpanato.",
  "tika-s0201t5:119": "Sabbā phalasamāpatti assāsapassāse na samuṭṭhāpetīti idaṁ natthīti āha ‘‘samuṭṭhāpetī’’ti. Yā pana na samuṭṭhāpeti, taṁ dassento ‘‘imassa pana…pe… na samuṭṭhāpetī’’ti āha. Tattha imassāti idha pāḷiyaṁ vuttanirodhasamāpajjanabhikkhuno. Tassa pana phalasamāpatti catutthajjhānikāvāti niyamo natthīti āha ‘‘kiṁ vā etenā’’tiādi. Abbohārikāti sukhumattabhāvappattiyā ‘‘atthī’’ti voharituṁ asakkuṇeyyāti keci. Nirodhassa pana pādakabhūtāya catutthajjhānādisamādhicariyāya vasena acatutthajjhānikāpi nirodhānantaraphalasamāpatti assāsapassāse na samuṭṭhāpetīti abhāvato eva te abbohārikā vuttā. Evañca katvā sañjīvattheravatthumhi ānītasamāpattiphalanidassanampi suṭṭhu upapajjati. Tenāha ‘‘bhavaṅgasamayenevetaṁ kathita’’nti. Kiriyamayapavattavaḷañjanakāleti ettha kiriyamayapavattaṁ kāyavacīviññattivipphāro, tassa vaḷañjanakāle pavattanasamaye. Vācaṁ abhisaṅkhātuṁ na sakkonti aviññattijanakattā tesaṁ vitakkavicārānaṁ.",
  "tika-s0201t5:120": "Saguṇenāti sarasena, sabhāvenāti attho. Suññatā nāma phalasamāpatti rāgādīhi suññattā. Tathā rāganimittādīnaṁ abhāvā animittā, rāgapaṇidhiādīnaṁ abhāvā appaṇihitāti āha ‘‘animittaappaṇihitesupi eseva nayo’’ti. Animittaṁ appaṇihitañca nibbānaṁ ārammaṇaṁ katvā uppannaphalasamāpattiyaṁ phasso animitto phasso appaṇihito phasso nāmāti imamatthaṁ ‘‘eseva nayo’’ti iminā atidisati.",
  "tika-s0201t5:121": "Attasuññatādassanato anattānupassanā suññatā, niccanimittugghāṭanato aniccānupassanā animittā, sukhappaṇidhipaṭikkhepato dukkhānupassanā appaṇihitāti āha – ‘‘suññatā…pe… vipassanāpi vuccatī’’ti. Aniccato vuṭṭhātīti saṅkhārānaṁ aniccākāraggāhiniyā vuṭṭhānagāminiyā parato ekatovuṭṭhānaubhatovuṭṭhānehi nimittapavattato vuṭṭhāti. Aniccato pariggahetvāti ca idaṁ ‘‘na ekantikaṁ evampi hotī’’ti katvā vuttaṁ. Esa nayo sesesupi. Appaṇihitavipassanāya maggotiādinā, suññatavipassanāya maggotiādinā ca yojanaṁ sandhāyāha ‘‘eseva nayo’’ti. Vikappo āpajjeyya āgamanassa vavatthānassa abhāvena avavatthānakarattā. Evañhi tayo phassā phusantīti evaṁ saguṇato ārammaṇato ca nāmalābhe suññatādināmakā tayo phassā phusantīti aniyamavacanaṁ. Sameti yujjati ekasseva phassassa nāmattayayogato.",
  "tika-s0201t5:122": "Sabbasaṅkhatavivittatāya nibbānaṁ viveko nāma upadhivivekoti katvā. Ninnatā tappaṭipakkhavimukhassa tadabhimukhatā. Poṇatā onamanaṁ, pabbhāratā tato vissaṭṭhabhāvo.",
  "tika-s0201t5:123": "465. Cakkhādito rūpādīsu pavattarūpakāyato uppajjanato pañcadvārikaṁ sukhaṁ kāyikaṁ nāma, manodvārikaṁ cetophassajātāya cetasikaṁnāma. Sabhāvaniddeso sukhayatīti katvā. Madhurabhāvadīpakanti iṭṭhabhāvajotanaṁ. Vedayitabhāvadīpakanti vedakabhāvavibhāvakaṁ. Vedanā eva hi paramatthato ārammaṇaṁ vedeti, ārammaṇaṁ pana veditabbanti. Dukkhanti sabhāvaniddesotievamādiatthavacanaṁ sandhāyāha ‘‘eseva nayo’’ti. Ṭhitisukhāti ṭhitiyā dharamānatāya sukhā, na ṭhitikkhaṇamattena. Tenāha ‘‘atthibhāvo sukha’’nti. Vipariṇāmadukkhāti vipariṇamanena vigamanena dukkhā, na nirodhakkhaṇena. Tenāha ‘‘natthibhāvo dukkha’’nti. Apariññātavatthukānañhi sukhavedanuparamo dukkhato upaṭṭhāti. Svāyamattho piyavippayogena dīpetabbo. Ṭhitidukkhā vipariṇāmasukhāti etthāpi eseva nayo. Tenāha ‘‘atthibhāvo dukkhaṁ, natthibhāvo sukha’’nti. Dukkhavedanuparamo hi sattānaṁ sukhato upaṭṭhāti. Evañhi vadanti – ‘‘tassa rogassa vūpasamena aho sukhaṁ jāta’’nti. Jānanabhāvoti yāthāvasabhāvato avabujjhanaṁ. Adukkhamasukhañhi vedanaṁ jānantassa sukhaṁ hoti tassa sukhumabhāvato, yathā tadaññe dhamme salakkhaṇato sāmaññalakkhaṇato ca sammadeva avabodho paramaṁ sukhaṁ. Tenevāha –",
  "tika-s0201t5:124": "‘‘Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "tika-s0201t5:125": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānata’’nti. (dha. pa. 374);",
  "tika-s0201t5:126": "Ajānanabhāvoti ettha vuttavipariyāyena attho veditabbo. Dukkhañhi sammohavihāroti. Aparo nayo jānanabhāvoti jānanassa ñāṇassa sabbhāvo. Ñāṇasampayuttā hi ñāṇopanissayā ca adukkhamasukhā vedanā sukhā iṭṭhākārā. Yathāha ‘‘iṭṭhā ceva iṭṭhaphalā cā’’ti. Ajānanabhāvo dukkhanti ettha vuttavipariyāyena attho veditabbo.",
  "tika-s0201t5:127": "Katamo anusayo anusetīti kāmarāgānusayādīsu sattasu anusayesu katamo anusayo anusayavasena pavattati? Appahīnabhāvena hi santāne anusayantīti anusayā, anurūpaṁ kāraṇaṁ labhitvā uppajjantīti attho. Etena kāraṇalābhe sati uppajjanārahatā nesaṁ dassitā. Appahīnā hi kilesā kāraṇalābhe sati uppajjanti. Tenāha ‘‘appahīnaṭṭhena sayito viya hotī’’ti. Te ca nippariyāyato anāgatā kilesā daṭṭhabbā, atītā paccuppannā ca taṁsabhāvattā tathā vuccanti. Na hi dhammānaṁ kālabhedena sabhāvabhedo atthi. Yadi appahīnaṭṭho anusayaṭṭho, nanu sabbepi kilesā appahīnā anusayā bhaveyyunti? Na mayaṁ appahīnatāmattena anusayaṭṭhaṁ vadāma, atha kho pana appahīnaṭṭhena thāmagatā kilesā anusayā. Idaṁ thāmagamanañca rāgādīnameva āveṇiko sabhāvo daṭṭhabbo, yato abhidhamme – ‘‘thāmagataṁ anusayaṁ pajahatī’’ti vuttaṁ. Soti rāgānusayo. Appahīnoti appahīnabhāvamukhena anusayanaṭṭhamāha. So ca apariññātakkhandhavatthuto, pariññātesu patiṭṭhaṁ na labhati. Tenāha ‘‘na sabbāya sukhāya vedanāya so appahīno’’ti. Ārammaṇavasena cāyaṁ anusayaṭṭho adhippeto. Tenāha ‘‘na sabbaṁ sukhaṁ vedanaṁ ārabbha uppajjatīti attho’’ti.",
  "tika-s0201t5:128": "Vatthuvasenapi pana anusayaṭṭho veditabbo, yo ‘‘bhūmiladdha’’nti vuccati. Tena hi aṭṭhakathāyaṁ (visuddhi. 2.834) vuttaṁ –",
  "tika-s0201t5:129": "‘‘Bhūmīti vipassanāya ārammaṇabhūtā tebhūmakā pañcakkhandhā. Bhūmiladdhaṁ nāma tesu khandhesu uppattirahaṁ kilesajātaṁ. Tena hi sā bhūmiladdhā nāma hoti, tasmā bhūmiladdhanti vuccati, sā ca kho na ārammaṇavasena. Ārammaṇavasena hi sabbepi atītānāgate pariññātepi ca khīṇāsavānaṁ khandhe ārabbha kilesā uppajjanti mahākaccānauppalavaṇṇādīnaṁ khandhe ārabbha soreyyaseṭṭhinandamāṇavakādīnaṁ viya. Yadi ca taṁ bhūmiladdhaṁ nāma siyā, tassa appaheyyato na koci bhavamūlaṁ pajaheyya, vatthuvasena pana bhūmiladdhaṁ veditabbaṁ. Yattha yattha hi vipassanāya apariññātā khandhā uppajjanti, tattha tattha uppādato pabhuti tesu vaṭṭamūlaṁ kilesajātaṁ anuseti. Taṁ appahīnaṭṭhena bhūmiladdhanti veditabba’’ntiādi.",
  "tika-s0201t5:130": "Esa nayo sabbatthāti iminā ‘‘na sabbāya dukkhāya vedanāya so appahīno, na sabbaṁ dukkhaṁ vedanaṁ ārabbha uppajjatī’’tiādiṁ atidisati. Tattha yaṁ vattabbaṁ, taṁ vuttanayeneva veditabbaṁ. ‘‘Yo anusayo yattha anuseti , so pahīyamāno tattha pahīno nāma hotī’’ti tattha tattha pahānapucchā, taṁ sandhāyāha ‘‘kiṁ pahātabbanti ayaṁ pahānapucchā nāmā’’ti.",
  "tika-s0201t5:131": "Ekeneva byākaraṇenāti ‘‘idhāvuso, visākha, bhikkhu vivicceva kāmehī’’tiādinā (ma. ni. 1.374) ekeneva vissajjanena. Dve pucchāti anusayapucchā pahānapucchāti dvepi pucchā vissajjesi. ‘‘Rāgaṁ tena pajahatī’’ti idamekaṁ vissajjanaṁ, ‘‘na tattha rāgānusayo anusetī’’ti idamekaṁ vissajjanaṁ, pucchānukkamañcettha anādiyitvā pahānakkamena vissajjanā pavattā . ‘‘Dve pucchā vissajjesī’’ti saṅkhepato vuttamatthaṁ vivarituṁ ‘‘idhā’’tiādi vuttaṁ. Tattha tathāvikkhambhitameva katvāti iminā yo rāgaṁ vikkhambhetvā puna uppajjituṁ appadānato tathāvikkhambhitameva katvā maggena samugghāteti, tassa vasena ‘‘rāgaṁ tena pajahati, na tattha rāgānusayo anusetī’’ti vattabbanti dasseti. Kāmoghādīhi catūhi oghehi saṁsārabhavogheneva vā vegasā vuyhamānesu sattesu taṁ uttaritvā pattabbaṁ, tassa pana gādhabhāvato patiṭṭhānabhūtaṁ. Tenāha bhagavā – ‘‘tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo’’ti (saṁ. ni. 4.238; itivu. 69; pu. pa. 187).",
  "tika-s0201t5:132": "Suññatādibhedena anekabhedattā pāḷiyaṁ ‘‘anuttaresū’’ti bahuvacananiddesoti ‘‘anuttarā vimokkhā’’ti vatvā puna tesaṁ sabbesampi arahattabhāvasāmaññena ‘‘arahatte’’ti vuttaṁ. Visaye cetaṁ bhummaṁ. Patthanaṁ paṭṭhapentassāti ‘‘aho vatāhaṁ arahattaṁ labheyya’’nti patthanaṁ upaṭṭhapentassa, patthentassāti attho. Paṭṭhapentassāti cettha hetumhi antasaddo. Kathaṁ pana arahattavisayā patthanā uppajjatīti? Na kāci arahattaṁ ārammaṇaṁ katvā patthanā uppajjati anadhigatattā avisayabhāvato. Parikappitarūpaṁ pana taṁ uddissa patthanā uppajjati. ‘‘Uppajjati pihāpaccayā’’ti vuttaṁ paramparapaccayataṁ sandhāya, ujukaṁ pana paccayabhāvo natthīti vuttaṁ ‘‘na patthanāya paṭṭhapanamūlakaṁ uppajjatī’’ti. Idaṁ pana sevitabbaṁ domanassaṁ akusalappahānassa kusalābhivuḍḍhiyā ca nimittabhāvato. Tenāha bhagavā – ‘‘domanassampāhaṁ, devānaminda, duvidhena vadāmi sevitabbampi asevitabbampī’’ti (dī. ni. 2.359-362). Tīhi māsehi sampajjanakā temāsikā. Sesapadadvayepi eseva nayo. Imasmiṁ vāreti imasmiṁ pavāraṇavāre. Visuddhipavāraṇanti ‘‘parisuddho aha’’nti evaṁ pavattaṁ visuddhipavāraṇaṁ. Arahantānameva hesa pavāraṇā.",
  "tika-s0201t5:133": "Na kadāci pahātabbassa pahāyakatā atthīti dassento ‘‘na domanassena vā’’tiādiṁ vatvā pariyāyenetaṁ vuttaṁ, taṁ vibhāvento ‘‘ayaṁ panā’’tiādimāha. Yaṁ panettha vattabbaṁ, taṁ parato vitthārena āgamissati. Paṭipadaṁ gahetvā patthanaṁ katvā patthanaṁ ṭhapetvā. Paṭisañcikkhatīti ovādavasena attānaṁ samuttejento katheti. Sīlena hīnaṭṭhānanti aññehi arahattāya paṭipajjantehi sīlena hīnaṭṭhānaṁ kiṁ tuyhaṁ atthīti adhippāyo. Suparisuddhanti akhaṇḍādibhāvato sudhotajātimaṇi viya suṭṭhu parisuddhaṁ. Supaggahitanti kadācipi saṅkocābhāvato vīriyaṁ suṭṭhu paggahitaṁ. Paññāti vipassanāpaññā paṭipakkhehi anadhibhūtatāya akuṇṭhā tikkhavisadā saṅkhārānaṁ sammasane sūrā hutvā vahati pavattati. Pariyāyenāti tassa domanassassa arahattupanissayatāpariyāyena. Ārammaṇavasena anusayanaṁ idhādhippetanti āha ‘‘na taṁ ārabbha uppajjatī’’ti. Anuppajjanamettha pahānaṁ nāmāti vuttaṁ ‘‘pahīnova tattha paṭighānusayoti attho’’ti. Tatiyajjhānena vikkhambhetabbā avijjā, sā eva ariyamaggena samucchindīyatīti ‘‘avijjānusayaṁ vikkhambhetvā’’tiādi vuttaṁ, anusayasadisatāya vā. ‘‘Rāgānusayaṁ vikkhambhetvā’’ti etthāpi eseva nayo. Catutthajjhāne nānuseti nāma tattha kātabbakiccākaraṇato.",
  "tika-s0201t5:134": "466.Tasmāti paccanīkattā sabhāvato kiccato paccayato cāti adhippāyo. Visabhāgapaṭibhāgo kathito ‘‘kaṇhasukkasappaṭibhāgā dhammā’’tiādīsu viya. Andhakārāti andhakārasadisā appakā sabhāvato. Avibhūtā apākaṭā anoḷārikabhāvato. Tato eva duddīpanā duviññāpanā. Tādisāvāti upekkhāsadisāva. Yathā upekkhā sukhadukkhāni viya na oḷārikā, evaṁ avijjā rāgadosā viya na oḷārikā. Atha kho andhakārā avibhūtā duddīpanā duviññāpanāti attho. Sabhāgapaṭibhāgo kathito ‘‘paṇidhi paṭighoso’’tiādīsu viya. Yattakesu ṭhānesūti dukkhādīsu yattakesu ṭhānesu, yattha vā ñeyyaṭṭhānesu. Visabhāgapaṭibhāgoti andhakārassa viya āloko vighātakapaṭibhāgo. Vijjāti maggañāṇaṁ adhippetaṁ, vimuttīti phalanti āha ‘‘ubhopete dhammā anāsavā’’ti. Anāsavaṭṭhenātiādīsu paṇītaṭṭhenātipi vattabbaṁ. Sopi hi vimuttinibbānānaṁ sādhāraṇo, vimuttiyā asaṅkhataṭṭhena nibbānassa visabhāgatāpi labbhateva. Pañhaṁ atikkamitvā gatosi, apucchitabbaṁ pucchantoti adhippāyo. Pañhānaṁ paricchedapamāṇaṁ gahetuṁ yuttaṭṭhāne aṭṭhatvā tato paraṁ pucchanto nāsakkhi pañhānaṁ pariyantaṁ gahetuṁ. Appaṭibhāgadhammassāti nippariyāyato sabhāgapaṭibhāgena appaṭibhāgadhammassa. Anāgatādipariyāyena nibbānassa sabhāgapaṭibhāgo vutto, visabhāge ca attheva saṅkhatadhammā, tasmā nippariyāyato kiñci sabhāgapaṭibhāgaṁ sandhāya pucchatīti katvā ‘‘accayāsī’’tiādi vuttaṁ. Asaṅkhatassa hi appatiṭṭhassa ekantaniccassa sato nibbānassa kuto nippariyāyena sabhāgassa sambhavo. Tenāha ‘‘nibbānaṁ nāmeta’’ntiādi.",
  "tika-s0201t5:135": "Viraddhoti ettha sabhāgapaṭibhāgaṁ pucchissāmīti nicchayābhāvato pucchitamatthaṁ virajjhitvāva pucchi, na ajānitvāti attho. Etena heṭṭhā sabbapucchā diṭṭhasaṁsandananayena jānitvāva pavattāti dīpitaṁ hoti. Therī pana taṁ taṁ pucchitamatthaṁ sabhāvato vibhāventī satthu desanāñāṇaṁ anugantvāva vissajjesi. Nibbānogadhanti nibbānaṁ ogāhitvā ṭhitaṁ nibbānantogadhaṁ. Tenāha ‘‘nibbānabbhantaraṁ nibbānaṁ anupaviṭṭha’’nti. Assāti brahmacariyassa.",
  "tika-s0201t5:136": "467.Paṇḍiccenasamannāgatāti ettha vuttapaṇḍiccaṁ dassetuṁ ‘‘dhātukusalā’’tiādi vuttaṁ. Tenevāha – ‘‘kittāvatā nu kho, bhante, paṇḍito hoti? Yato kho, ānanda, bhikkhu dhātukusalo ca hoti, āyatanakusalo ca paṭiccasamuppādakusalo ca ṭhānāṭṭhānakusalo ca. Ettāvatā nu kho, ānanda, bhikkhu paṇḍito hotī’’ti (ma. ni. 3.124). Paññāmahattaṁ nāma theriyā asekkhappaṭisambhidappattāya paṭisambhidāyo pūretvā ṭhitatāti taṁ dassetuṁ ‘‘mahante atthe’’tiādi vuttaṁ. Rājayuttehīti rañño kamme niyuttapurisehi. Āhaccavacanenāti satthārā karaṇādīni āhanitvā pavattitavacanena. Yadettha atthato na vibhattaṁ, taṁ heṭṭhā vuttanayattā suviññeyyameva.",
  "tika-s0201t5:137": "Cūḷavedallasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:138": "5. Cūḷadhammasamādānasuttavaṇṇanā",
  "tika-s0201t5:139": "468.Dhammotigahitagahaṇānīti dhammo vā hotu itaro vā, dhammoti paggahitaggāhappavattā cariyāva. Āyūhanakkhaṇeti tassa dhammoti gahitassa pavattanakkhaṇe. Sukhanti akicchaṁ. Tenāha ‘‘sukara’’nti. Dukkhavipākanti aniṭṭhaphalavipaccanaṁ.",
  "tika-s0201t5:140": "469. Yathā cakkhādīnaṁ pañcannaṁ indriyānaṁ yathāsakaṁ visayaggahaṇaṁ sabhāvasiddhaṁ, evaṁ manasopi. Te ca visayā iṭṭhākārato gahaṇe na koci doso, purisattabhāve na ca te dosaṁ pavattentīti ayaṁ tesaṁ samaṇabrāhmaṇānaṁ laddhīti āha ‘‘vatthukāmesupi kilesakāmesupi doso natthī’’ti, assādetvā visayaparibhoge natthi ādīnavo, tappaccayā na koci antarāyoti adhippāyo. Pātabyataṁ āpajjantīti paribhuñjanakataṁ upagacchanti. Paribhogattho hi ayaṁ pā-saddo kattusādhano ca tabya-saddo, yathāruci paribhuñjantīti attho. Kilesakāmopi assādiyamāno vatthukāmantogadhoyeva, kilesakāmavasena pana nesaṁ assādetabbatāti āha ‘‘vatthukāmesu kilesakāmena pātabyata’’nti. Kilesakāmenāti karaṇatthe karaṇavacanaṁ. Pātabyataṁ paribhuñjitabbatanti etthāpi kattuvaseneva attho veditabbo. Moḷiṁ katvāti veṇibandhavasena moḷiṁ katvā. Tāpasaparibbājikāhīti tāpasapabbajjūpagatāhi. Pariññaṁ paññapentīti idaṁ ‘‘pahānamāhaṁsū’’ti padasseva vevacananti ‘‘pahānaṁ samatikkamaṁ paññapentī’’ti vuttaṁ. Tena kāmā nāmete aniccā dukkhā vipariṇāmadhammāti yāthāvato parijānanaṁ idha ‘‘pahāna’’nti adhippetaṁ, na vinābhāvamattanti dasseti. Māluvāsipāṭikāti māluvāvidalaṁ māluvāphale poṭṭalikā. Santāsaṁ āpajjeyyāti sāle adhivatthadevatāya pavattiṁ gahetvā vuttaṁ. Tadā hi tassā evaṁ hoti. Koviḷārapattasadisehīti mahākoviḷārapattasaṇṭhānehi. Saṇṭhānavasena hetaṁ vuttaṁ, māluvāpattā pana koviḷārapattehi mahantatarāni ceva ghanatarāni ca honti. Vipulabahughanagarupattatāya mahantaṁ bhāraṁ janetvā. Sāti māluvālatā. Oghananti heṭṭhato olambanahetubhūtaṁ ghanabhāvaṁ.",
  "tika-s0201t5:141": "Andhavanasubhagavanaggahaṇaṁ tesaṁ abhilakkhitabhāvato. Nāḷikerādīsu tiṇajātīsu. Khādanupalakkhaṇaṁ upacikānaṁ uṭṭhahanaggahaṇanti āha ‘‘uṭṭhaheyyu’’nti. Keḷiṁ karontī viyāti vilambananadī viya keḷiṁ karontī. Idāni ahaṁ taṁ ajjhottharinti pamodamānā viya ito cito ca vipphandamānā vilambantī. Samphassopi sukho mudutaluṇakomalabhāvato. Dassanampi sukhaṁ ghanabahalapattasaṁhatatāya. Somanassajātāti pubbe anussavavasena bhavanavināsabhayā santāsaṁ āpajji, idāni tassā sampattidassanena palobhitā somanassajātā ahosi.",
  "tika-s0201t5:142": "Viṭabhiṁ kareyyāti ātānavitānavasena jaṭentī jālaṁ kareyya. Tathābhūtā ca ghanapattasañchannatāya chattasadisī hotīti āha ‘‘chattākārena tiṭṭheyyā’’ti. Sakalaṁ rukkhanti upari sabbasākhāpasākhaṁ sabbarukkhaṁ. Bhassamānāti paliveṭhanavaseneva otaramānā. Yāva mūlā otiṇṇasākhāhīti māluvā bhārena onamitvā rukkhassa yāva mūlā otiṇṇasākhāhi puna abhiruhamānā. Sabbasākhāti heṭṭhā majjhe upari cāti sabbāpi sākhāyo paliveṭhentī. Saṁsibbitvā jālasantānakaniyāmena jaṭetvā. Evaṁ aparāparaṁ saṁsibbanena ajjhottharantī. Sabbasākhā heṭṭhā katvā sayaṁ upari ṭhatvā mahābhārabhāvena vāte vā vāyante deve vā vassante padāleyya. Sākhaṭṭhakavimānanti sākhāpaṭibaddhaṁ vimānaṁ. Yasmā idha satthārā ‘‘seyyathāpi, bhikkhave’’tiādinā bhūtapubbameva vatthu upamābhāvena āhaṭaṁ, tasmā ‘‘idaṁ pana vimāna’’ntiādi vuttaṁ.",
  "tika-s0201t5:143": "471.Bahalarāgasabhāvoti paccavekkhaṇāhi nīharituṁ asakkuṇeyyatāya balavā hutvā abhibhavanarāgadhātuko. Rāgajanti rāganimittajātaṁ. Diṭṭhe diṭṭhe ārammaṇeti diṭṭhe diṭṭhe visabhāgārammaṇe. Nimittaṁ gaṇhātīti kilesuppattiyā kāraṇabhūtaṁ anubyañjanaso nimittaṁ gaṇhāti, sikkhāgāravena pana kilesehi nissitaṁ maggaṁ na paṭipajjati, tato eva ācariyupajjhāyehi āṇattaṁ daṇḍakammaṁ karoteva. Tenāha ‘‘na tveva vītikkamaṁ karotī’’ti. Hatthaparāmāsādīnīti – ‘‘ehi tāva tayā vuttaṁ mayā vuttañca amutra gantvā vīmaṁsissāmā’’tiādinā hatthaggahaṇādīni karonto, na karuṇāmettānidānavasena. Mohajātikoti bahalamohasabhāvo.",
  "tika-s0201t5:144": "472.Kammaniyāmenāti purimajātisiddhena lobhussadatādiniyamitena kammaniyāmena. Idāni taṁ lobhussadatādiṁ vibhāgena dassetuṁ ‘‘yassa hī’’tiādi āraddhaṁ. Tattha kammāyūhanakkhaṇeti kammakaraṇavelāya. Lobho balavāti tajjāya sāmaggiyā sāmatthiyato lobho adhiko hoti. Alobho mandoti tappaṭipakkho alobho dubbalo hoti. Kathaṁ panete lobhālobhā aññamaññaṁ ujuvipaccanīkabhūtā ekakkhaṇe pavattanti? Na kho panetaṁ evaṁ daṭṭhabbaṁ ‘‘ekakkhaṇe pavattantī’’ti, nikantikkhaṇaṁ pana āyūhanakkhaṇameva katvā evaṁ vuttaṁ. Esa nayo sesesu. Pariyādātunti abhibhavituṁ na sakkoti. Yo hi ‘‘evaṁsundaraṁ evaṁvipulaṁ evaṁmahagghañca na sakkā parassa dātu’’ntiādinā amuttacāgatādivasena pavattāya cetanāya sampayutto alobho sammadeva lobhaṁ pariyādātuṁ na sakkoti. Dosamohānaṁ anuppattiyaṁ tādisapaccayalābheneva adosāmohā balavanto. Tasmāti lobhādosāmohānaṁ balavabhāvato alobhadosamohānañca dubbalabhāvatoti vuttameva kāraṇaṁ paccāmasati. Soti taṁsamaṅgī. Tena kammenāti tena lobhādiupanissayavatā kusalakammunā. Sukhasīloti sakhilo. Tamevatthaṁ akkodhanoti pariyāyena vadati.",
  "tika-s0201t5:145": "Mandā alobhādosā lobhadose pariyādātuṁ na sakkonti, amoho pana balavā mohaṁ pariyādātuṁ sakkotīti evaṁ yathārahaṁ paṭhamavāre vuttanayeneva atidesattho veditabbo. Purimanayenevāti pubbe vuttanayānusārena. Duṭṭhoti kodhano. Dandhoti mandamañño. Sukhasīlakoti sukhasīlo.",
  "tika-s0201t5:146": "Ettha ca lobhavasena, dosamoha-lobhadosa-lobhamoha-dosamoha-lobhadosamohavasenāti tayo ekakā, tayo dukā, eko tikoti lobhādiussadavasena akusalapakkhe eva satta vārā, tathā kusalapakkhe alobhādiussadavasenāti cuddasa vārā labbhanti. Tattha alobhadosamohā, alobhādosamohā, alobhadosāmohā balavantoti āgatehi kusalapakkhe tatiyadutiyapaṭhamavārehi dosussadamohussadadosamohussadavārā gahitā eva honti. Tathā akusalapakkhe lobhādosāmohā, lobhadosāmohā, lobhādosamohā balavantoti āgatehi tatiyadutiyapaṭhamavārehi adosussadaamohussadaadosāmohussadavārā gahitā evāti akusalakusalapakkhesu tayo tayo vāre antogadhe katvā aṭṭheva vārā dassitā. Ye pana ubhayasammissatāvasena lobhālobhussadavārādayo apare ekūnapaññāsa vārā kāmaṁ dassetabbā, tesaṁ asambhavato eva na dassitā. Na hi ‘‘ekasmiṁ santāne antarena avatthantaraṁ lobho ca balavā alobho cā’’tiādi yujjati. Paṭipakkhavasena vāpi etesaṁ balavadubbalabhāvo sahajātadhammavasena vā. Tattha lobhassa tāva paṭipakkhavasena anabhibhūtatāya balavabhāvo, tathā dosamohānaṁ adosāmohehi. Alobhādīnaṁ pana lobhādianabhibhavanato. Sabbesañca samānajātiyasamadhibhuyya pavattivasena sahajātadhammato balavabhāvo. Tena vuttaṁ aṭṭhakathāyaṁ (ma. ni. aṭṭha. 2.472) – ‘‘lobho balavā, alobho mando. Adosāmohā balavanto, dosamohā mandā’’tiādi, so ca nesaṁ mandabalavabhāvo purimūpanissayato tathā āsayassa paribhāvitatāya veditabbo. Tenevāha ‘‘kammaniyāmenā’’ti. Sesaṁ vuttanayattā suviññeyyamevāti.",
  "tika-s0201t5:147": "Cūḷadhammasamādānasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:148": "6. Mahādhammasamādānasuttavaṇṇanā",
  "tika-s0201t5:149": "473. Evaṁ idāni vuccamānākāro kāmo kāmanaṁ icchā etesanti evaṁkāmā. Evaṁ chando chandanaṁ rocanaṁ ajjhāsayo etesanti evaṁchandā. Abhimukhaṁ, abhinivissa vā pakārehi eti upagacchatīti adhippāyo, laddhi. Sā hi laddhabbavatthuṁ abhimukhaṁ ‘‘evameta’’nti abhinivisantī tena tena pakārena upagacchati, hatthagataṁ katvā tiṭṭhati na vissajjeti. Evaṁ vuccamānākāro adhippāyo etesanti evaṁadhippāyā. Bhagavā mūlaṁ kāraṇaṁ etesaṁ yāthāvato adhigamāyāti bhagavaṁmūlakā. Tenāha ‘‘bhagavantañhi nissāya mayaṁ ime dhamme ājānāma paṭivijjhāmā’’ti. Amhākaṁdhammāti tehi attanā adhigantabbatāya vuttaṁ. Sevitabbānañhi yāthāvato adhigamañāṇāni adhigacchanakasambandhīni, tāni ca sammāsambuddhamūlakāni anaññavisayattā. Tenāha ‘‘pubbe kassapasambuddhenā’’tiādi. Bhagavā netā tesanti bhagavaṁnettikā. Netāti sevitabbadhamme vineyyasantānaṁ pāpetā. Vinetāti asevitabbadhamme vineyyasantānato apanetā. Tadaṅgavinayādivasena vā vinetā. Anunetāti ime dhammā sevitabbā, ime na sevitabbāti ubhayasampāpanāpanayanatthaṁ paññapetā. Tenāha ‘‘yathāsabhāvato’’tiādi.",
  "tika-s0201t5:150": "Paṭisaranti etthāti paṭisaraṇaṁ, bhagavā paṭisaraṇaṁ etesanti bhagavaṁpaṭisaraṇā. Paṭisarati sabhāvasampaṭivedhavasena paccekamupagacchatīti vā paṭisaraṇaṁ, bhagavā paṭisaraṇaṁ etesanti bhagavaṁpaṭisaraṇā. Paṭivedhavasenāti paṭivijjhitabbatāvasena. Asatipi mukhe atthato evaṁ vadanto viya hotīti āha ‘‘phasso āgacchati, ahaṁ bhagavā kiṁ nāmo’’ti. Paṭibhātūti ettha paṭi-saddāpekkhāya ‘‘bhagavanta’’nti upayogavacanaṁ, attho pana sāmivacanavaseneva veditabboti dassento āha ‘‘bhagavato’’ti paṭibhātūti ca bhagavato bhāgo hotu. Bhagavato hi esa bhāgo, yadidaṁ dhammassa desanā, amhākaṁ pana bhāgo savananti adhippāyo. Keci pana paṭibhātūti padissatūti atthaṁ vadanti, ñāṇena dissatu, desīyatūti vā attho. Upaṭṭhātūti ca ñāṇassa paccupaṭṭhātu.",
  "tika-s0201t5:151": "474.Nissayitabbeti attano santāne uppādanavasena apassayitabbe. Tatiyacatutthadhammasamādānāni hi apassāya sattānaṁ etarahi āyatiñca sampattiyo abhivaḍḍhanti. Bhajitabbeti tasseva vevacanaṁ. Sevitabbeti vā sappurisupassayasaddhammassavanayonisomanasikāre sandhāyāha. Bhajitabbeti tappaccaye dānādipuññadhamme.",
  "tika-s0201t5:152": "475.Uppaṭipāṭiākārenāti paṭhamaṁ saṁkilesadhamme dassetvā pacchā vodānadhammadassanaṁ satthu desanāpaṭipāṭi, yathā – ‘‘vāmaṁ muñca, dakkhiṇaṁ gaṇhā’’ti (dha. sa. aṭṭha. 498; visuddhi. mahāṭī. 1.14), tathā uppaṭipāṭipakārena, sā ca kho purimesu dvīsu dhammasamādānesu , pacchimesu pana paṭipāṭiyāva mātikā paṭṭhapitā. Yathādhammarasenevāti pahātabbapahāyakadhammānaṁ yathāsabhāveneva. Sabhāvo hi yāthāvato rasitabbato jānitabbato ‘‘raso’’ti vuccati. Paṭhamaṁ pahātabbadhamme dassetvā tadanantaraṁ ‘‘ime dhammā etehi pahīyantī’’ti pahāyakadhammadassanaṁ desanānupubbī. Gahaṇaṁ ādiyanaṁ attano santāne uppādanaṁ.",
  "tika-s0201t5:153": "478. Vadhadaṇḍādīhi bhītassa upasaṅkamane, micchā caritvā tathā apagamane ca pubbāparacetanānaṁ vasena micchācāro dukkhavedano hoti, tathā issānindādīhi upaddutassa aparacetanāvasena, evaṁ abhijjhāmicchādiṭṭhīsupi yathārahaṁ veditabbaṁ. Tissannampi cetanānanti pubbāparasanniṭṭhāpakacetanānaṁ. Adinnādānaṁ musāvādo pisuṇavācā samphappalāpoti imesaṁ catunnaṁ sanniṭṭhāpakacetanānaṁ sukhasampayuttā vā upekkhāsampayuttā vāti ayaṁ nayo idha adhikatattā na uddhaṭo. Domanassameva cettha dukkhanti idaṁ pubbabhāgāparabhāgacetanāpi cettha āsannā domanassasahagatā eva hontīti katvā vuttaṁ. Anāsannā pana sandhāya ‘‘pariyeṭṭhiṁ vā āpajjantassā’’tiādi vuttaṁ. Teneva micchācārābhijjhāmicchādiṭṭhīnaṁ pubbabhāgāparabhāgacetanā āsannā sanniṭṭhāpakacetanāgatikāvāti dassitaṁ hotīti daṭṭhabbaṁ. Pariyeṭṭhinti micchācārādīsu vītikkamitabbavatthumālāgandhādipariyesanaṁ. Pāṇātipātādīsu māretabbavatthuāvudhādipariyesanaṁ āpajjantassa. Akicchenapi tesaṁ pariyesanaṁ sambhavatīti ‘‘vaṭṭatiyevā’’ti sāsaṅkaṁ vadati.",
  "tika-s0201t5:154": "479.Sukhavedanā hontīti sukhavedanāpi hontīti adhippāyo. Tāsaṁ cetanānaṁ asukhavedanatāpi labbhatīti ‘‘sukhavedanāpi hontiyevā’’ti sāsaṅkavacanaṁ. Somanassameva cettha sukhanti idaṁ pubbabhāgāparabhāgacetanāpi somanassasahagatā eva hontīti katvā vuttaṁ. Tañca kho micchācāravajjānaṁ channaṁ vasena. Micchācārassa pana pubbāparabhāgassa vasena ‘‘kāyikaṁ sukhampi vaṭṭatiyevāti sāsaṅkavacanaṁ.",
  "tika-s0201t5:155": "480. Dosajapariḷāhavasenassa siyā kāyikampi dukkhanti adhippāyena ‘‘so gaṇhantopi dukkhito’’ti vuttaṁ. Cetodukkhameva vā sandhāya tassa aparāparuppattidassanatthaṁ ‘‘dukkhito domanassito’’ti vuttaṁ.",
  "tika-s0201t5:156": "481.Dasasupipadesūti dasasupi koṭṭhāsesu, vākyesu vā. Upekkhāsampayuttatāpi sambhavatīti ‘‘sukhasampayuttā hontiyevā’’ti idha sāsaṅkavacanaṁ. Pāṇātipātā paṭiviratassa kāyopi siyā vigatadarathapariḷāhoti pāṇātipātāveramaṇiādipaccayā kāyikapaṭisaṁvedanāpi sambhavatīti sahāpi sukhenāti ettha kāyiyasukhampi vaṭṭatiyeva.",
  "tika-s0201t5:157": "482.Tittakālābūti upabhuttassa ummādādipāpanena kucchitatittakaraso alābu. Na ruccissati aniṭṭharasatāya aniṭṭhaphalatāya ca.",
  "tika-s0201t5:158": "483.Rasaṁ detīti rasaṁ dasseti vibhāveti.",
  "tika-s0201t5:159": "484.Pūtimuttanti pūtisabhāvamuttaṁ. Taruṇanti dhārāvasena nipatantaṁ hutvā uṇhaṁ. Tenassa uparimuttatamāha. Muttañhi passāvamaggato muccamānaṁ kāyusmāvasena uṇhaṁ hoti.",
  "tika-s0201t5:160": "485.Yaṁ bhagandarasaṁsaṭṭhaṁ lohitaṁ pakkhandatīti bhagandarabyādhisahitāya lohitapakkhandatāya vasena yaṁ lohitaṁ vissavati. Pittasaṁsaṭṭhaṁ lohitaṁ pakkhandatīti ānetvā sambandho.",
  "tika-s0201t5:161": "486.Ubbiddheti dūre. Abbhamahikādiupakkilesavigamena hi ākāsaṁ uttuṅgaṁ viya dūraṁ viya ca khāyati. Tenāha ‘‘dūrībhūte’’ti. Tamaṁyeva tamagataṁ ‘‘gūthagataṁ muttagata’’nti (ma. ni. 2.119; a. ni. 9.11) yathā. Bhāsate ca tapate ca virocate ca idaṁ catutthaṁ dhammasamādānaṁ vibhajantena kusalakammapathassa vibhajitvā dassitattā.",
  "tika-s0201t5:162": "Saṅgararukkho kandamādasapova. Sarabhaññavasenāti atthaṁ avibhajitvā padaso sarabhaññavasena. Osārentassāti uccārentassa. Saddeti osāraṇasadde. Adhigatavisesaṁ anārocetukāmā devatā tattheva antaradhāyi. Taṁ divasanti satthārā desitadivase. Iti attano visesādhigamanimittatāya ayaṁ devatā imaṁ suttaṁ piyāyati. Sesaṁ uttānameva.",
  "tika-s0201t5:163": "Mahādhammasamādānasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:164": "7. Vīmaṁsakasuttavaṇṇanā",
  "tika-s0201t5:165": "487.Atthavīmaṁsakoti attatthaparatthādiatthavijānanako. Saṅkhāravīmaṁsakoti saṅkhatadhamme salakkhaṇato sāmaññalakkhaṇato vā āyatanādivibhāgato ca vīmaṁsako. Satthuvīmaṁsakoti ‘‘satthā nāma guṇato ediso ediso cā’’ti satthu upaparikkhako. Vīmaṁsakoti vicārako. Yaṁ cetaso sarāgādivibhāgato paricchindanaṁ, taṁ cetopariyāyo. Tenāha ‘‘cittapariccheda’’nti. Yasmā cetopariyāyañāṇalābhī – ‘‘idaṁ cittaṁ ito paraṁ pavattaṁ idamito para’’nti parassa cittuppattiṁ pajānāti, tasmā vuttaṁ ‘‘cetopariyāyanti cittavāra’’nti. Vāratthepi hi pariyāya-saddo hoti – ‘‘kassa nu kho, ānanda, pariyāyo ajja bhikkhuniyo ovaditu’’ntiādīsu (ma. ni. 3.398). Cittacārantipi pāṭho, cittapavattinti attho. Evaṁ vijānanatthāyāti idāni vuccamānākārena vīmaṁsanatthāya.",
  "tika-s0201t5:166": "488.Kalyāṇamittūpanissayanti kalyāṇamittasaṅkhātaṁ brahmacariyavāsassa balavasannissayaṁ. Upaḍḍhaṁ attano ānubhāvenāti iminā puggalena sampādiyamānassa brahmacariyassa upaḍḍhabhāgamattaṁ attano vimuttiparipācakadhammānubhāvena sijjhati. Upaḍḍhaṁ kalyāṇamittānubhāvenāti itaro pana upaḍḍhabhāgo yaṁ nissāya brahmacariyaṁ vussati, tassa kalyāṇamittassa upadesānubhāvena hoti, sijjhatīti attho. Lokasiddho eva ayamattho. Lokiyā hi –",
  "tika-s0201t5:167": "‘‘Pādo siddho ācariyā, pādo hissānubhāvato;",
  "tika-s0201t5:168": "Taṁvijjāsevakā pādo, pādo kālena paccatī’’ti. –",
  "tika-s0201t5:169": "Vadanti. Attano dhammatāyāti attano sabhāvena, ñāṇenāti attho. Kalyāṇamittatāti kalyāṇo bhadro sundaro mitto etassāti kalyāṇamitto, tassa bhāvo kalyāṇamittatā, kalyāṇamittavantatā. Sīlādiguṇasampannehi kalyāṇapuggaleheva ayanaṁ pavatti kalyāṇasahāyatā. Tesu eva cittena ceva kāyena ca ninnapoṇapabbhārabhāvena pavatti kalyāṇasampavaṅkatā. Māhevanti evaṁ mā āha, ‘‘upaḍḍhaṁ brahmacariyassā’’ti mā kathehīti attho. Tadamināti ettha nti nipātamattaṁ da-kāro padasandhikaro i-kārassa a-kāraṁ katvā niddeso. Imināpīti idāni vuccamānenapīti attho. Pariyāyenāti kāraṇena. Idāni taṁ kāraṇaṁ dassetuṁ ‘‘mamaṁ hī’’tiādi vuttaṁ.",
  "tika-s0201t5:170": "Yathā cettha, aññesupi suttesu kalyāṇamittupanissayameva visesoti dassento ‘‘bhikkhūnaṁ bāhiraṅgasampattiṁ kathentopī’’tiādimāha. Tattha vimuttiparipācaniyadhammeti vimuttiyā arahattassa paripācakadhamme. Paccayeti gilānapaccayabhesajje. Mahājaccoti mahākulīno.",
  "tika-s0201t5:171": "Kāyiko samācāroti abhikkamapaṭikkamādiko satisampajaññaparikkhato pākatiko ca. Vīmaṁsakassa upaparikkhakassa. Cakkhuviññeyyo nāma cakkhudvārānusārena viññātabbattā. Sotaviññeyyoti etthāpi eseva nayo. Saṁkiliṭṭhāti rāgādisaṁkilesadhammehi vibādhitā, upatāpitā vidūsitā malīnā cāti attho. Te pana tehi samannāgatā hontīti āha ‘‘kilesasampayuttā’’ti. Yadi na cakkhusotaviññeyyā, pāḷiyaṁ kathaṁ tathā vuttāti āha ‘‘yathā panā’’tiādi. Kāyavacīsamācārāpisaṁkiliṭṭhāyeva nāma saṁkiliṭṭhacittasamuṭṭhānato. Bhavati hi taṁhetukepi tadupacāro yathā ‘‘semho guḷo’’ti. ‘‘Mā me idaṁ asāruppaṁ paro aññāsī’’ti pana paṭicchannatāya na na upalabbhanti. ‘‘Na kho mayaṁ, bhante, bhagavato kiñci garahāmā’’ti vatvā garahitabbābhāvaṁ dassento ‘‘bhagavā hī’’tiādimāha. Abhāvitamaggassa hi garahitabbatā nāma siyā, na bhāvitamaggassa. Esa uttaro māṇavo ‘‘buddhampi garahitvā pakkamissāmī’’ti katvā anubandhi. Evaṁ cintesi mahābhinikkhamanadivase attano vacane aṭṭhitattā. Kiñci vajjaṁ apassanto māro evamāha –",
  "tika-s0201t5:172": "‘‘Satta vassāni bhagavantaṁ, anubandhiṁ padāpadaṁ;",
  "tika-s0201t5:173": "Otāraṁ nādhigacchissaṁ, sambuddhassa satīmato’’ti. (su. ni. 448);",
  "tika-s0201t5:174": "Kāle kaṇhā, kāle sukkāti yathāsamādinnaṁ sammāpaṭipattiṁ parisuddhaṁ katvā pavattetuṁ asakkontassa kadāci kaṇhā aparisuddhā kāyasamācārādayo, kadāci sukkā parisuddhāti evaṁ antarantarā byāmissavasena vomissakā. Nikkilesāti nirupakkilesā anupakkiliṭṭhā.",
  "tika-s0201t5:175": "Anavajjaṁ vajjarahitattā. Dīgharattanti accantasaṁyoge upayogavacanaṁ. Samāpannoti sammā āpanno samaṅgībhūto. Tenāha ‘‘samannāgato’’ti. Attanā katassa asāruppassa paṭicchādanatthaṁ āraññakoviya hutvā. Tassa parihāranti uḷārehi pūjāsakkārehi manussehi tassa parihariyamānataṁ. Atidappitoti evaṁ manussānaṁ sambhāvanāya ativiya datto gabbito.",
  "tika-s0201t5:176": "Na ittarasamāpannoti jānāti. Kasmā? Sīlaṁ nāma dīghena addhunā jānitabbaṁ, na ittarena. Idāni anekajātisamudācāravasena tathāgato imaṁ kusalaṁ dhammaṁ dīgharattaṁ samāpanno, tañcassa ativiya acchariyanti dassetuṁ ‘‘anacchariyaṁ ceta’’ntiādi vuttaṁ.",
  "tika-s0201t5:177": "Araññagāmaketi araññapadese ekasmiṁ khuddakagāme. Tattha nesaṁ divase divase piṇḍāya caraṇassa avicchinnataṁ dassetuṁ ‘‘piṇḍāya carantī’’ti vuttaṁ. Pivantīti etthāpi eseva nayo. Dullabhaloṇo hoti samuddassa dūratāya.",
  "tika-s0201t5:178": "Tadā kira videharaṭṭhe soḷasa gāmasahassāni mahantāneva. Tenāha – ‘‘hitvā gāmasahassāni, paripuṇṇāni soḷasā’’ti. Idāni kasmā ‘‘sannidhiṁ dāni kubbasī’’ti maṁ ghaṭṭethāti vatthukāmo taṁ anāvikatvā ‘‘loṇa…pe… na karothā’’ti āha. Gandhāro tassādhippāyaṁ vibhāvetukāmo ‘‘kiṁ mayā kataṁ vedehīsī’’ti āha.",
  "tika-s0201t5:179": "Itaro attano adhippāyaṁ vibhāvento ‘‘hitvā’’ti gāthamāha. Itaro ‘‘dhammaṁ bhaṇāmī’’ti gāthanti evaṁ sabbāpi nesaṁ vacanapaṭivacanagāthā. Tattha pasāsasīti ghaṭṭento viya anusāsasi. Na pāpamupalimpati cittappakopābhāvato. Mahatthiyanti mahāatthasaṁhitaṁ. No ce assa sakā buddhītiādi vedehaisino – ‘‘ācariyo mama hitesitāya ṭhatvā dhammaṁ eva bhaṇatī’’ti yoniso ummujjanākāradassanaṁ. Tenāha ‘‘evañca pana vatvā’’tiādi.",
  "tika-s0201t5:180": "‘‘Ñattā’’ti loke ñāyati vissutoti ñāto, ñātassa bhāvo ñattaṁ. Ajjhāpannoti upagato. Ñatta-ggahaṇena patthaṭayasatā vibhāvitāti āha ‘‘yasañca parivārasampatti’’nti. Kinti kiṁpayojanaṁ, ko ettha dosoti adhippāyo.",
  "tika-s0201t5:181": "Tattha tattha vijjhantoti yasamadena parivāramadena ca matto hutvā gāmepi vihārepi janavivittepi saṅghamajjhepi aññe bhikkhū ghaṭṭento ‘‘mayhaṁ nāma pādā itaresaṁ pādaphusanaṭṭhānaṁ phusantī’’ti aphusitukāmatāya aggapādena bhūmiṁ phusanto viya carati. Onamatīti nivātavuttitāya avanamati anuddhato atthaddho hoti. Akiñcanabhāvanti ‘‘pabbajitena nāma akiñcanañāṇena samapariggahena bhavitabba’’nti akiñcanajjhāsayaṁ paṭiavekkhitvā. Lābhepi tādī, alābhepi tādīti yathā alābhakāle lābhassa laddhakālepi tathevāti tādī ekasadiso. Yase satipi mahāparivārakālepi.",
  "tika-s0201t5:182": "Abhayo hutvā uparatoti nibbhayo hutvā bhayassa abhāveneva oramitabbato uparato bhayahetūnaṁ pahīnattā. Tañca kho na katipayakālaṁ, atha kho accantameva uparatoti accantūparato. Atha kho bhāyitabbavatthuṁ avekkhitvā tato bhayena uparato. Kilesā eva bhāyitabbato kilesabhayaṁ. Esa nayo sesesupi. Satta sekkhāti satta sekkhāpi bhayūparatā, pageva puthujjanoti adhippāyo.",
  "tika-s0201t5:183": "Thaṇḍilapīṭhakanti thaṇḍilamañcasadisaṁ pīṭhakanti attho. Nissāyāti apassāya taṁ apassāyaṁ katvā. Dvinnaṁ majjhe thaṇḍilapīṭhakā dvāre ṭhatvā olokentassa nevāsikabhikkhussa na paññāyi. Asaññatanīhārenāti na saññatākārena. ‘‘Maṁ bhāyanto heṭṭhāmañcaṁ paviṭṭho bhavissatī’’ti heṭṭhāmañcaṁ oloketvā. Ukkāsi ‘‘bahi gacchanto akkositvā mā apuññaṁ pasavī’’ti. Adhivāsetunti tādisaṁ iddhānabhāvaṁ disvāpi paṭapaṭāyanto attano kodhaṁ adhivāsetuṁ asakkonto.",
  "tika-s0201t5:184": "Khayenevāti rāgassa accantakkhayeneva vītarāgattā. Na paṭisaṅkhāya vāretvāti na paṭisaṅkhānabalena rāgapariyuṭṭhānaṁ nivāretvā vītarāgattā. Evaṁ vuttappakārena. Kāyasamācārādīnaṁ saṁkiliṭṭhānaṁ vītikkamiyānañca abhāvaṁ ācārassa vodānaṁ cirakālasamāciṇṇatāya ñātassa sahitabhāvepi anupakkiliṭṭhatāya abhayūparatabhāvasamannesanāya ākarīyati ñāpetuṁ icchito attho pakārato ñāpīyati etehīti ākārā, upapattisādhanakāraṇāni. Tāni pana yasmā attano yathānumatassa atthassa ñāpakabhāvena vavatthīyanti, tasmā tāni tesaṁ mūlakāraṇabhūtāni anumānañāṇāni ca dassento bhagavā – ‘‘ke panāyasmato ākārā ke anvayā’’ti avocāti imamatthaṁ vibhāvento ‘‘ākārāti kāraṇāni, anvayāti anubuddhiyo’’ti āha. Yathā hi loke diṭṭhena dhūmena adiṭṭhaṁ aggiṁ anveti anumānato jānāti, evaṁ vīmaṁsako bhikkhu – ‘‘bhagavā ekekavihāresu suppaṭipannesu duppaṭipannesu ca yathā ekasadisatādassanena abhayūparatataṁ anveti anumānato jānāti, suppaṭipannaduppaṭipannapuggalesu anussādanānapasādanappattāya satthu aviparītadhammadesanatāya sammāsambuddhataṁ saṅghasuppaṭipattiñca anveti anumānato jānāti, evaṁ jānanto ca abhayūparato tathāgato sabbadhi vītarāgattā, yo yattha vītarāgo, na so tannimittaṁ kiñci bhayaṁ passati seyyathāpi brahmā kāmabhavanimittaṁ, tathā sammāsambuddho bhagavā aviparītadhammadesanattā, svākhāto dhammo ekantaniyyānikattā, suppaṭipanno saṅgho aveccappasannattā’’ti vatthuttayaṁ guṇato yāthāvato jānāti.",
  "tika-s0201t5:185": "Gaṇabandhanenāti ‘‘mama saddhivihārikā mama antevāsikā’’ti evaṁ gaṇe apekkhāsaṅkhātena bandhanena baddhā payuttā. Tāya tāya paṭipattiyāti ‘‘sugatā duggatā’’ti vuttāya suppaṭipattiyā duppaṭipattiyā ca. Ussādanāti guṇavasena ukkaṁsanā. Apasādanāti hīḷanā. Ubhayattha gehassitavasenāti iminā sammāpaṭipattiyā paresaṁ uyyojanatthaṁ – ‘‘paṇḍito, bhikkhave, mahākaccāno’’tiādinā (ma. ni. 1.205; 3.285, 322) guṇato ukkaṁsanampi āyatiṁ saṁvarāya yathāparādhaṁ garahaṇampi na nivāreti.",
  "tika-s0201t5:186": "489. Vīmaṁsakassapi adhippāyo vīmaṁsanavasena pavatto. Mūlavīmaṁsako hetuvāditāya. Gaṇṭhivīmaṁsakassa anussutibhāvato vuttaṁ ‘‘parasseva kathāya niṭṭhaṅgato’’ti. Tenāha bhagavā – ‘‘parassa cetopariyāyaṁ ajānantenā’’ti. Tathāgatova paṭipucchitabboti iminā pubbe sādhāraṇato vuttaṁ anumānaṁ ukkaṁsaṁ pāpetvā vadati. Ukkaṁsagatañhetaṁ anumānaṁ, yadidaṁ sabbaññuvacanaṁ avisaṁvādaṁ sāmaññato aputhujjanagocarassa atthassa anumānato. Tividho hi attho, koci paccakkhasiddho, yo rūpādidhammānaṁ paccattavedaniyo aniddisitabbākāro. Koci anumānasiddho, yo ghaṭādīsu pasiddhena paccayāyattabhāvena sādhiyamāno saddādīnaṁ aniccatādiākāro. Koci okappanasiddho, yo pacurajanassa accantamadiṭṭho saddhāvisayo paralokanibbānādi. Tattha yassa satthuno vacanaṁ paccakkhasiddhe anumānasiddhe ca atthe na visaṁvādeti aviparītappavattiyā, tassa vacanena saddheyyatthasiddhi, saddheyyarūpā eva ca yebhuyyena satthuguṇā accantasambhavato.",
  "tika-s0201t5:187": "Esa mayhaṁ pathoti yvāyaṁ ājīvaṭṭhamakasīlasaṅkhāto mayhaṁ oramattako guṇo, esa aparacittaviduno vīmaṁsakassa bhikkhuno mama jānanapatho jānanamaggo. Esa gocaroti eso ettako eva tassa mayi gocaro, na ito paraṁ. Tathā hi brahmajālepi (dī. ni. 1.7) bhagavatā ājīvaṭṭhamakasīlameva niddiṭṭhaṁ. Etāpāthoti ettakāpātho. Yo sīle patiṭṭhito ‘‘etaṁ mamā’’ti, ‘‘imināhaṁ sīlena devo vā bhavissāmi devaññataro vā’’ti taṇhāya parāmasanto, tassa visesabhāgiyatāya, nibbedhabhāgiyatāya vā akāraṇena taṇhaṁ anativattanato so tammayo nāma. Tenāha ‘‘na tammayo na sataṇho’’tiādi.",
  "tika-s0201t5:188": "Sutassa uparūpari visesāvahabhāvena uttaruttarañceva tassa ca visesassa anukkamena paṇītatarabhāvato paṇītatarañca katvā deseti. Savipakkhanti pahātabbapahāyakabhāvena sappaṭipakkhaṁ. Kaṇhaṁ paṭibāhitvā sukkanti idaṁ dhammajātaṁ kaṇhaṁ nāma, imassa pahāyakaṁ idaṁ sukkaṁ nāmāti evaṁ kaṇhaṁ paṭibāhitvā sukkaṁ. Sukkaṁ paṭibāhitvā kaṇhanti etthāpi eseva nayo. Idha pana ‘‘iminā pahātabba’’nti vattabbaṁ. Saussāhanti sabyāpāraṁ. Kiriyamayacittānañhi anupacchinnāvijjātaṇhāmānādike santāne sabyāpāratā saussāhatā, savipākadhammatāti attho. Tasmiṁ desite dhammeti tasmiṁ satthārā desite lokiyalokuttaradhamme. Ekaccaṁ ekadesabhūtaṁ maggaphalanibbānasaṅkhātaṁ paṭivedhadhammaṁ abhiññāya abhivisiṭṭhāya maggapaññāya jānitvā. Paṭivedhadhammena maggena. Desanādhammeti desanāruḷhe pubbabhāgiye bodhipakkhiyadhamme niṭṭhaṁ gacchati – ‘‘addhā imāya paṭipadāya jarāmaraṇato muccissāmī’’ti. Pubbe pothujjanikasaddhāyapi pasanno, tato bhiyyosomattāya aviparītadhammadesano sammāsambuddho so bhagavāti satthari pasīdati. Niyyānikattāti vaṭṭadukkhato eva tato niyyānāvahattā. Vaṅkādīti ādi-saddena aññaṁ asāmīcipariyāyaṁ sabbaṁ dosaṁ saṅgaṇhāti.",
  "tika-s0201t5:189": "490.Imehi satthuvīmaṁsanakāraṇehīti ‘‘parisuddhakāyasamācāratādīhi ceva uttaruttaripaṇītapaṇītaaviparītadhammadesanāhi cā’’ti imehi yathāvuttehi satthuupaparikkhanakāraṇehi. Akkharasampiṇḍanapadehīti tesaṁyeva kāraṇānaṁ sambodhanehi akkharasamudāyalakkhaṇehi padehi. Idha vuttehi akkharehīti imasmiṁ sutte vuttehi yathāvuttassa atthassa abhibyañjanato byañjanasaññitehi akkharehi. Okappanāti saddheyyavatthuṁ okkantitvā pasīdanato okappanalakkhaṇā. Saddhāya mūlaṁ nāmāti aveccappasādabhūtāya saddhāya mūlaṁ nāma kāraṇanti saddahanassa kāraṇaṁ parisuddhakāyasamācārādikaṁ. Thirā paṭipakkhasamucchedena suppatiṭṭhitattā. Harituṁ na sakkāti apanetuṁ asakkuṇeyyā. Itaresu samaṇabrāhmaṇadevesu vattabbameva natthīti āha ‘‘samitapāpasamaṇena vā’’tiādi.",
  "tika-s0201t5:190": "‘‘Buddhānaṁ kesañci sāvakānañca vibādhanatthaṁ māro upagacchatī’’ti sutapubbattā ‘‘ayaṁ māro āgato’’ti cintesi. Ānubhāvasampannena ariyasāvakena pucchitattā musāvādaṁ kātuṁ nāsakkhi. Eteti yathāvutte samitapāpasamaṇādayo ṭhapetvā. Sabhāvasamannesanāti yāthāvasamannesanā aviparītavīmaṁsā. Sabhāvenevāti sabbhāveneva yathābhūtaguṇato eva. Suṭṭhu sammadeva. Samannesitoti upaparikkhito. Sesaṁ suviññeyyamevāti.",
  "tika-s0201t5:191": "Vīmaṁsakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:192": "8. Kosambiyasuttavaṇṇanā",
  "tika-s0201t5:193": "491.Tasmāti yasmā kosambarukkhavatī, tasmā nagaraṁ kosambītisaṅkhamagamāsi. Kusambassa vā isino nivāsabhūmi kosambī, tassāvidūre bhavattā nagaraṁ kosambī.",
  "tika-s0201t5:194": "Ghositaseṭṭhinākārite ārāmeti ettha ko ghositaseṭṭhi, kathañcānena ārāmo kāritoti antolīnāya codanāya vissajjane samudāgamato paṭṭhāya ghositaseṭṭhiṁ dassetuṁ ‘‘addilaraṭṭhaṁ nāma ahosī’’tiādi āraddhaṁ. Kedāraparicchinnanti tattha tattha kedārabhūmiyā paricchinnaṁ. Gacchantoti kedārapāḷiyā gacchanto. Pahūtapāyasanti pahūtataraṁ pāyasaṁ, taṁ pana garu siniddhaṁ antarāmagge appāhāratāya mandagahaṇiko samāno jīrāpetuṁ nāsakkhi. Tenāha ‘‘jīrāpetuṁ asakkonto’’tiādi. Yasavati rūpavati kulaghare nibbatti. Ghositaseṭṭhi nāma jātoti evamettha saṅkhepeneva ghositaseṭṭhivatthuṁ katheti, vitthāro pana dhammapadavatthumhi (dha. pa. aṭṭha. 1.sāmāvatīvatthu) vuttanayeneva veditabbo.",
  "tika-s0201t5:195": "Upasaṁkappanavasenāti upasaṅkappananiyāmena. Āhāraparikkhīṇakāyassāti āhāranimittaparikkhīṇakāyassa, āhārakkhayena parikkhīṇakāyassāti attho. Suññāgāreti janavivitte phāsukaṭṭhāne.",
  "tika-s0201t5:196": "Kalahassa pubbabhāgo bhaṇḍanaṁ nāmāti kalahassa hetubhūtā paribhāsā taṁsadisī ca aniṭṭhakiriyā bhaṇḍanaṁ nāma. Hatthaparāmāsādivasenāti kujjhitvā aññamaññassa hatthe gahetvā parāmasanaaccantabandhanādivasena. ‘‘Ayaṁ dhammo’’tiādinā viruddhavādabhūtaṁ āpannāti vivādāpannā. Tenāha ‘‘viruddhabhūta’’ntiādi. Mukhasannissitatāya vācā idha ‘‘mukha’’nti adhippetāti āha ‘‘mukhasattīhīti vācāsattīhī’’ti. Saññattinti saññāpanaṁ ‘‘ayaṁ dhammo, ayaṁ vinayo’’ti saññāpetabbataṁ. Nijjhattinti yāthāvato tassa nijjhānaṁ. Aṭṭhakathāyaṁ pana ‘‘saññattivevacanameveta’’nti vuttaṁ.",
  "tika-s0201t5:197": "Sace hoti desessāmīti subbacatāya sikkhākāmatāya ca āpattiṁ passi. Natthi te āpattīti anāpattipakkhopi ettha sambhavatīti adhippāyenāha. Sā panāpatti eva. Tenāha – ‘‘tassā āpattiyā anāpattidiṭṭhi ahosī’’ti.",
  "tika-s0201t5:198": "492.Kalahabhaṇḍanavasenāti kalahabhaṇḍanassa nimittavasena. Yathānusandhināva gatanti kalahabhaṇḍanānaṁ sāraṇīyadhammapaṭipakkhattā tadupasamāvahā heṭṭhādesanāya anurūpāva uparidesanāti yathānusandhināva uparisuttadesanā pavattā. Saritabbayuttāti anussaraṇārahā. Sabrahmacārīnanti sahadhammikānaṁ. Piyaṁ piyāyitabbaṁ karontīti piyakaraṇā. Garuṁ garuṭṭhāniyaṁ karontīti garukaraṇā. Saṅgahaṇatthāyāti saṅgahavatthuvisesabhāvato sabrahmacārīnaṁ saṅgaṇhanāya saṁvattantīti sambandho. Avivādanatthāyāti saṅgahavatthubhāvato eva na vivādanāya. Sati ca avivādanahetubhūtasaṅgāhaṇatte tesaṁ vasena sabrahmacārīnaṁ samaggabhāvo bhedābhāvo siddhoyevāti āha ‘‘sāmaggiyā’’tiādi. Mijjati siniyhati etāyāti mettā, mittabhāvo, mettā etassa atthīti mettaṁ, kāyakammaṁ. Taṁ pana yasmā mettāsahagatacittasamuṭṭhānaṁ, tasmā vuttaṁ ‘‘mettacittena kattabbaṁ kāyakamma’’nti. Imāni mettakāyakammādīni bhikkhūnaṁ vasena āgatāni pāṭhe bhikkhūhi paccupaṭṭhapetabbatāvacanato. Bhikkhuggahaṇeneva cettha sesasahadhammikānampi gahaṇaṁ daṭṭhabbaṁ. Bhikkhuno sabbampi anavajjakāyakammaṁ ābhisamācārikakammantogadhamevāti āha – ‘‘mettacittena…pe… kāyakammaṁ nāmā’’ti. Vattavasena pavattiyamānā cetiyabodhīnaṁ vandanā mettāsadisīti katvā tadatthāya gamanaṁ mettaṁ kāyakammanti vuttaṁ. Ādi-saddena cetiyabodhibhikkhūsu vuttāvasesaapacāyanādiṁ mettāvasena pavattaṁ kāyikaṁ kiriyaṁ saṅgaṇhāti.",
  "tika-s0201t5:199": "Tepiṭakampi buddhavacanaṁ kathiyamānanti adhippāyo. Tīṇi sucaritāni kāyavacīmanosucaritāni. Cintananti iminā evaṁ cintanamattampi mettaṁ manokammaṁ, pageva vidhipaṭipannā bhāvanāti dasseti.",
  "tika-s0201t5:200": "Sahāyabhāvūpagamanaṁ tesaṁ purato. Tesu karontesuyeva hi sahāyabhāvūpagamanaṁ sammukhā kāyakammaṁ nāma hoti. Kevalaṁ ‘‘devo’’ti avatvā guṇehi thirabhāvajotanaṁ devattheroti vacanaṁ paggayha vacanaṁ. Mamattabodhanaṁ vacanaṁ mamāyanavacanaṁ. Ekantatirokkhakassa manokammassa sammukhatā nāma viññattisamuṭṭhāpanavaseneva hoti, tañca kho loke kāyakammanti pākaṭaṁ paññātaṁ hatthavikārādiṁ anāmasitvā eva dassento ‘‘nayanāni ummīletvā’’ti āha. Tathā hi vacībhedavasena pavatti na gahitā.",
  "tika-s0201t5:201": "Laddhapaccayā labbhantīti lābhā, parisuddhāgamanā paccayā. Na sammā gayhamānāpi na dhammaladdhā nāma na hontīti tappaṭisedhanatthaṁ pāḷiyaṁ ‘‘dhammaladdhā’’ti vuttaṁ. Deyyaṁ dakkhiṇeyyañca appaṭivibhattaṁ katvā bhuñjatīti appaṭivibhattabhogī. Tenāha ‘‘dve paṭivibhattāni nāmā’’tiādi. Cittena vibhajananti etena – ‘‘cittuppādamattenapi vibhajanaṁ paṭivibhattaṁ nāma, pageva payogato’’ti dasseti.",
  "tika-s0201t5:202": "Paṭiggaṇhantova…pe… passatīti iminā āgamanato paṭṭhāya sādhāraṇabuddhiṁ upaṭṭhāpeti. Evaṁ hissa sādhāraṇabhogitā sukarā, sāraṇīyadhammo cassa supūro hoti. Vattanti sāraṇīyadhammapūraṇavattaṁ.",
  "tika-s0201t5:203": "Dātabbanti avassaṁ dātabbaṁ. Attano palibodhavasena sapalibodhasseva pūretuṁ asakkuṇeyyattā odissakadānampissa na sabbattha vāritanti dassetuṁ ‘‘tena panā’’tiādi vuttaṁ. Adātumpīti pi-saddena dussīlassapi atthikassa sati sambhave dātabbanti dasseti. Dānañhi nāma kassaci na nivāritaṁ.",
  "tika-s0201t5:204": "Mahāgirigāmo nāma nāgadīpapasse eko gāmo. Sāraṇīyadhammo me, bhante, pūrito…pe… pattagataṁ na khīyatīti āha tesaṁ kukkuccavinodanatthaṁ. Taṁ sutvā tepi therā ‘‘sāraṇīyadhammapūrako aya’’nti abbhaññaṁsu. Daharakāle eva kiresa sāraṇīyadhammapūrako ahosi, tassā ca paṭipattiyā avañjhabhāvavibhāvanatthaṁ ‘‘ete mayhaṁ pāpuṇissantī’’ti āha.",
  "tika-s0201t5:205": "Ahaṁ sāraṇīyadhammapūrikā, mama pattapariyāpannenapi sabbāpimā bhikkhuniyo yāpessantīti āha ‘‘mā tumhe tesaṁ gatabhāvaṁ cintayitthā’’ti.",
  "tika-s0201t5:206": "Sattasu āpattikkhandhesu ādimhi vā ante vā, vemajjheti ca idaṁ uddesāgatapāḷivasena vuttaṁ. Na hi añño koci āpattikkhandhānaṁ anukkamo atthi. Pariyante chinnasāṭako viyāti vatthante, dasante vā chinnavatthaṁ viya. Khaṇḍanti khaṇḍavantaṁ, khaṇḍitaṁ vā. Chiddanti etthāpi eseva nayo . Visabhāgavaṇṇena upaḍḍhaṁ, tatiyabhāgaṁ vā sambhinnavaṇṇaṁ sabalaṁ, visabhāgavaṇṇeheva pana bindūhi antarantarā vimissaṁ kammāsaṁ, ayaṁ imesaṁ viseso. Taṇhādāsabyato mocanavacaneneva tesaṁ sīlānaṁ vivaṭṭupanissayatamāha. Bhujissabhāvakaraṇatoti iminā bhujissakarāni bhujissānīti uttarapadalopenāyaṁ niddesoti dasseti. Aviññūnaṁ appamāṇatāya ‘‘viññuppasatthānī’’ti vuttaṁ. Taṇhādiṭṭhīhi aparāmaṭṭhattāti – ‘‘imināhaṁ sīlena devo vā bhavissāmi devaññataro vā’’ti taṇhāparāmāsena – ‘‘imināhaṁ sīlena devo hutvā tattha nicco dhuvo sassato bhavissāmī’’ti diṭṭhiparāmāsena ca aparāmaṭṭhattā. Parāmaṭṭhunti codetuṁ. Sīlaṁ nāma avippaṭisārādipārampariyena yāvadeva samādhisampādanatthanti āha ‘‘samādhisaṁvattakānī’’ti. Samānabhāvo sāmaññaṁ, paripuṇṇacatupārisuddhibhāvena majjhe bhinnasuvaṇṇassa viya bhedābhāvato sīlena sāmaññaṁ sīlasāmaññaṁ, taṁ gato upagatoti sīlasāmaññagato. Tenāha ‘‘samānabhāvūpagatasīlo’’ti.",
  "tika-s0201t5:207": "Yāyaṁ diṭṭhīti yā ayaṁ diṭṭhi mayhañceva tumhākañca paccakkhabhūtā. Catusaccadassanaṭṭhena diṭṭhi, ‘‘sabbe saṅkhārā aniccā, sabbe saṅkhārā dukkhā, sabbe dhammā anattā’’ti, ‘‘sammāsambuddho bhagavā, svākhāto bhagavatā dhammo, suppaṭipanno saṅgho’’ti ca diṭṭhiyā sāmaññaṁ samānadiṭṭhibhāvaṁ. Aggaṁ itaresaṁ sāraṇīyadhammānaṁ padhānabhāvato. Etasmiṁ sati sukhasiddhito tesaṁ saṅgāhikaṁ, tato eva tesaṁ saṅghāṭanikaṁ gopānasiyo aparipatante katvā saṅgaṇhāti dhāretīti saṅgāhikaṁ. Saṅghāṭanti aggabhāvena saṅghāṭabhāvaṁ. Saṅghāṭanaṁ etesaṁ atthīti saṅghāṭanikaṁ, saṅghāṭaniyanti vā pāṭho, saṅghāṭane niyuttanti vā saṅghāṭanikaṁ, ka-kārassa ya-kāraṁ katvā saṅghāṭaniyaṁ. Sāmaññato eva gahitattā napuṁsakaniddeso.",
  "tika-s0201t5:208": "493. Paṭhamamaggasammādiṭṭhipi evaṁsabhāvā, aññamaggasammādiṭṭhīsu vattabbameva natthīti āha ‘‘yāyaṁ sotāpattimaggadiṭṭhī’’ti. Ettāvatāpīti ettakenapi rāgādīsu ekekena pariyuṭṭhitacittatāyapi pariyuṭṭhitacittoyeva nāma hoti, pageva dvīhi, bahūhi vā pariyuṭṭhitacittatāya. Sabbatthāti sabbesu aṭṭhasupi vāresu. Suṭṭhu ṭhapitanti yathā maggabhāvanā upari saccābhisambodho hoti, evaṁ sammā ṭhapitaṁ. Tenāha ‘‘saccānaṁ bodhāyā’’ti. Taṁ ñāṇanti ‘‘natthi kho me taṁ pariyuṭṭhāna’’ntiādinā pavattaṁ paccavekkhaṇañāṇaṁ. Ariyānaṁ hotīti ariyānameva hoti. Tesañhi ekadesatopi pahīnaṁ vattabbataṁ arahati. Tenāha ‘‘na puthujjanāna’’nti. Ariyanti vuttaṁ ‘‘ariyesu jāta’’nti katvā. Lokuttarahetukatāya lokuttaranti vuttaṁ. Tenevāha ‘‘yesaṁ panā’’tiādi. Tathā hissa puthujjanehi asādhāraṇatā. Tenāha ‘‘puthujjanānaṁ pana abhāvato’’ti. Sabbavāresūti sabbesu itaresu chasu vāresu.",
  "tika-s0201t5:209": "494.Paccattanti pāṭiyekkaṁ attani mama citteyeva. Tenāha ‘‘attano citte’’ti. ‘‘Paccattaṁ attano citte nibbutiṁ kilesavūpasamaṁ labhāmī’’ti imamatthaṁ ‘‘eseva nayo’’ti iminā atidisati.",
  "tika-s0201t5:210": "495.Tathārūpāya diṭṭhiyāti idaṁ ‘‘yathārūpāya diṭṭhiyā samannāgato’’ti imassa atthassa paccāmasananti āha ‘‘tathārūpāya diṭṭhiyāti evarūpāya sotāpattimaggadiṭṭhiyā’’ti.",
  "tika-s0201t5:211": "496.Sabhāvenāti niyatapañcasikkhāpadatādisabhāvena. Saṅghakammavasenāti mānattacariyādisaṅghakammavasena. Daharoti bālo. Kumāroti dārako. Yasmā daharo ‘‘kumāro’’ti ca ‘‘yuvā’’ti ca vuccati, tasmā mandoti vuttaṁ. Mandindriyatāya hi mando. Tenāha ‘‘cakkhusotādīnaṁ mandatāyā’’ti. Evampi yuvāvatthāpi keci mandindriyā hontīti tannivattanatthaṁ ‘‘uttānaseyyako’’ti vuttaṁ. Yadi uttānaseyyako, kathamassa aṅgārakkamananti? Yathā tathā aṅgārassa phusanaṁ idha ‘‘akkamana’’nti adhippetanti āha ‘‘ito cito cā’’tiādi. Manussānanti mahallakamanussānaṁ. Na sīghaṁ hattho jhāyati kathinahatthatāya. Khippaṁ paṭisaṁharati mudutaluṇasarīratāya. Adhivāseti kiñci payojanaṁ apekkhitvā.",
  "tika-s0201t5:212": "497.Uccāvacānīti mahantāni ceva khuddakāni ca. Tatthevāti sudhākammādimhiyeva. Kasāvapacanaṁ sudhādisaṅkharaṇatthaṁ, udakānayanaṁ dhovanādiatthaṁ, haliddivaṇṇadhātulepanatthaṁ kucchakaraṇaṁ. Bahalapatthanoti daḷhachando. Vacchakanti nibbattadhenupagavacchaṁ. Apacinātīti apavindati, āloketīti attho. Tenāha ‘‘apaloketī’’ti. Tanninno hotīti adhisīlasikkhādininnova hoti uccāvacānampi kiṁkaraṇīyānaṁ cārittasīlassa pūraṇavaseneva karaṇato, yonisomanasikāravaseneva ca tesaṁ paṭipajjanato. Therassa santike aṭṭhāsi yonisomanasikārābhāvato ‘‘taṁ taṁ samullapissāmī’’ti.",
  "tika-s0201t5:213": "498. Balaṁ eva balatāti āha ‘‘balena samannāgato’’ti. Atthikabhāvaṁ katvāti tena dhammena savisesaṁ atthikabhāvaṁ uppādetvā. Sakalacittenāti desanāyaādimhi majjhe pariyosāneti sabbattheva pavattatāya sakalena anavasesena cittena.",
  "tika-s0201t5:214": "500.Sabhāvoti ariyasāvakassa puthujjanehi asādhāraṇatāya āveṇiko sabhāvo. Suṭṭhu samannesitoti sammadeva upaparikkhito. Sotāpattiphalasacchikiriyāyāti sotāpattiphalassa sacchikaraṇena, sacchikatabhāvenāti attho. Tenāha ‘‘sotāpattiphalasacchikatañāṇenā’’ti. Paṭhamamaggaphalassa paccavekkhaṇañāṇavisesā hete pavattiākārabhinnā. Tenevāha ‘‘sattahi mahāpaccavekkhaṇañāṇehī’’ti. Ayaṁ tāva ācariyānaṁ samānakathāti ‘‘idamassa paṭhamaṁ ñāṇa’’ntiādinā vuttāni paccavekkhaṇañāṇāni, na maggañāṇānīti evaṁ pavattā paramparāgatā pubbācariyānaṁ samānā sādhāraṇā imissā pāḷiyā aṭṭhakathā atthavaṇṇanā. Tattha kāraṇamāha ‘‘lokuttaramaggo hi bahucittakkhaṇiko nāma natthī’’ti. Yadi so bahucittakkhaṇiko siyā nānābhisamayo, tathā sati saṁyojanattayādīnaṁ ekadesappahānaṁ pāpuṇātīti ariyamaggassa anantaraphalattā ekadesasotāpannatādibhāvo āpajjati, phalānaṁ vā anekabhāvo, sabbametaṁ ayuttanti tasmā ekacittakkhaṇikova ariyamaggo.",
  "tika-s0201t5:215": "Yaṁ pana suttapadaṁ nissāya vitaṇḍavādī ariyamaggassa ekacittakkhaṇikataṁ paṭikkhipati, taṁ dassento ‘‘satta vassānīti hi vacanato’’ti āha. Kilesā pana lahu…pe… chijjantīti vadantena hi khippaṁ tāva kilesappahānaṁ, dandhapavattikā maggabhāvanāti paṭiññātaṁ hoti. Tattha sace maggassa bhāvanāya āraddhamattāya kilesā pahīyanti, sesā maggabhāvanā niratthakā siyā, atha pacchā kilesappahānaṁ, kilesā pana lahu chijjantīti idaṁ micchā, ‘‘sotāpattiphalasacchikiriyāyā’’ti vakkhatīti. Tato suttapaṭijānanato. Maggaṁ abhāvetvāti ariyamaggaṁ paripuṇṇaṁ katvā abhāvetvā. Attharasaṁ viditvāti suttassa aviparīto attho eva attharaso, taṁ yāthāvato ñatvā. Evaṁ vitaṇḍavādivādaṁ bhinditvā vuttamevatthaṁ nigametuṁ ‘‘imāni satta ñāṇānī’’tiādi vuttaṁ. Sesaṁ suviññeyyameva.",
  "tika-s0201t5:216": "Kosambiyasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:217": "9. Brahmanimantanikasuttavaṇṇanā",
  "tika-s0201t5:218": "501. ‘‘Sassato attā ca loko cā’’ti (dī. ni. 1.30) evaṁ pavattā diṭṭhi sassatadiṭṭhi (saṁ. ni. ṭī. 1.1.175). Saha kāyenāti saha tena brahmattabhāvena. Brahmaṭṭhānanti attano brahmavatthuṁ. ‘‘Aniccaṁ nicca’’nti vadati aniccatāya attano apaññāyamānattā. Thiranti daḷhaṁ, vināsābhāvato sārabhūtanti attho. Uppādavipariṇāmābhāvato sadā vijjamānaṁ. Kevalanti paripuṇṇaṁ. Tenāha ‘‘akhaṇḍa’’nti. Kevalanti vā jātiādīhi amissaṁ, virahitanti adhippāyo. Uppādādīnaṁ abhāvato eva acavanadhammaṁ. Koci jāyanako vā…pe… upapajjanako vā natthi niccabhāvato. Ṭhānena saddhiṁ tannivāsīnaṁ niccabhāvañhi so paṭijānāti. Tisso jhānabhūmiyoti dutiyatatiyacatutthajjhānabhūmiyo. Catutthajjhānabhūmivisesā hi asaññasuddhāvāsāruppabhavā. Paṭibāhatīti santaṁyeva samānaṁ ajānantova natthīti paṭikkhipati. Avijjāya gatoti avijjāya saha gato pavatto. Sahayoge hi idaṁ karaṇavacanaṁ. Tenāha ‘‘samannāgato’’ti. Aññāṇīti avidvā. Paññācakkhuvirahato andho bhūto, andhabhāvaṁ vā pattoti andhībhūto.",
  "tika-s0201t5:219": "502. Tadā bhagavato subhagavane viharaṇassa avicchinnataṁ sandhāya vuttaṁ ‘‘subhagavane viharatīti ñatvā’’ti. Tattha pana tadāssa bhagavato adassanaṁ sandhāyāha ‘‘kattha nu kho gatoti olokento’’ti. Brahmalokaṁ gacchantaṁ disvāti iminā katipayacittavāravasena tadā bhagavato brahmalokagamanaṁ jātaṁ, na ekacittakkhaṇenāti dasseti. Na cettha kāyagatiyā cittapariṇāmanaṁ adhippetaṁ – ‘‘seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyyā’’tiādivacanato (ma. ni. 1.501). Yaṁ panettha vattabbaṁ, taṁ heṭṭhā vuttameva. Vichandanti chandavigamaṁ. Apasāditoti diṭṭhiyā gāhassa viparivattanena santajjito. ‘‘Metamāsado’’ti vacanena upatthambho hutvā.",
  "tika-s0201t5:220": "Anvāvisitvāti āvisanavasena tassa attabhāvaṁ adhibhavitvā. Tathā abhibhavato hi tassa sarīraṁ paviṭṭho viya hotīti vuttaṁ ‘‘sarīraṁ pavisitvā’’ti. Yañhi sattaṁ devayakkhanāgādayo āvisanti, tassa pākatikakiriyamayaṁ cittappavattiṁ nivāretvā attano iddhānubhāvena yaṁ icchitaṁ hasitalapitādi, taṁ tena kārāpenti, kārentā ca āviṭṭhapuggalassa cittavasena kārenti. ‘‘Attanovā’’ti na vattabbametaṁ acinteyyattā kammajassa iddhānubhāvassāti keci. Apare pana yathā tadā cakkhuviññāṇādipavatti āviṭṭhapuggalasseva, evaṁ kiriyamayacittapavattipi tasseva, āvesakānubhāvena pana sāmaññatā parivattati. Tathā hi mahānubhāvaṁ puggalaṁ te āvisituṁ na sakkonti, tikicchāvuṭṭhāpane pana chavasarīraṁ anupavisitvā satantaṁ karoti vijjānubhāvena. Korakhattiyādīnaṁ pana chavasarīrassa uṭṭhānaṁ vacīnicchāraṇañca kevalaṁ buddhānubhāvena. Acinteyyā hi buddhānaṁ buddhānubhāvāti. Abhibhavitvā ṭhitoti sakalalokaṁ attano ānubhāvena abhibhavitvā ṭhito. Jeṭṭhakoti padhāno, tādisaṁ vā ānubhāvasampannattā uttamo. Passatīti daso. Visesavacanicchāya abhāvato anavasesavisayo daso-saddoti āha ‘‘sabbaṁ passatī’’ti. Sabbajananti laddhanāmaṁ sabbasattakāyaṁ. Vase vatteti, seṭṭhattā nimmāpakattā ca attano vase vatteti. Lokassa īsanasīlatāya issaro. Sattānaṁ kammassa kārakabhāvena kattā. Thāvarajaṅgamavibhāgaṁ sakalaṁ lokaṁ nimmānetīti nimmātā.",
  "tika-s0201t5:221": "Guṇavisesena loke pāsaṁsattā seṭṭho. Tādiso ca ukkaṭṭhatamo hotīti āha ‘‘uttamo’’ti. Sattānaṁ nimmānaṁ tathā tathā sajanaṁ visajanaṁ viya hotīti āha ‘‘tvaṁ khattiyo’’tiādi. Jhānādīsu attano citte ca ciṇṇavasittā vasī. Bhūtānanti nibbattānaṁ. Bhavaṁ abhijātaṁ arahantīti bhabyā, sambhavesino, tesaṁ bhabyānaṁ. Tenāha ‘‘aṇḍajajalābujā sattā’’tiādi.",
  "tika-s0201t5:222": "Pathavīādayo niccā dhuvā sassatā. Ye tesaṁ ‘‘aniccā’’tiādinā garahakā jigucchā sattā, te ayathābhūtavāditāya matakāle apāyaniṭṭhā ahesuṁ. Ye pana pathavīādīnaṁ ‘‘niccā dhuvā’’tiādinā pasaṁsakā, te yathābhūtavāditāya brahmakāyūpagā ahesunti māro pāpimā anvayato byatirekato ca pathavīādimukhena saṅkhārānaṁ pariññāpaññāpane ādīnavaṁ vibhāveti tato vivecetukāmo. Tenāha ‘‘pathavīgarahakā’’tiādi. Ettha ca māro pathavīādidhātumahābhūtaggahaṇena manussalokaṁ, bhūtaggahaṇena cātumahārājike, devaggahaṇena avasesakāmadevalokaṁ, pajāpatiggahaṇena attano ṭhānaṁ, brahmaggahaṇena brahmakāyike gaṇhi. Ābhassarādayo pana avisayatāya eva anena aggahitāti daṭṭhabbaṁ. Taṇhādiṭṭhivasenāti taṇhābhinandanāya diṭṭhābhinandanāya ca vasena. ‘‘Etaṁ mama, eso me attā’’ti abhinandino abhinandakā, abhinandanasīlā vā. Brahmuno ovāde ṭhitānaṁ iddhānubhāvaṁ dassetīti tesaṁ tattha sannipatitabrahmānaṁ iddhānubhāvaṁ tassa mahābrahmuno ovāde ṭhitattā nibbattaṁ katvā dasseti. Yasenāti ānubhāvena. Siriyāti sobhāya. Maṁ brahmaparisaṁ upanesīti yādisā brahmaparisā issariyādisampattiyā, tattha maṁ uyyojesi. Mahājanassa māraṇatoti mahājanassa vivaṭṭūpanissayaguṇavināsanena ānubhāvena māraṇato. Ayasanti yasapaṭipakkhaṁ akittikammānubhāvañcāti attho.",
  "tika-s0201t5:223": "503.Kasiṇaṁ āyunti vassasataṁ sandhāya vadati. Upanissāya setīti upasayo, upasayova opasāyiko yathā ‘‘venayiko’’ti (ma. ni. 1.246; a. ni. 8.11; pārā. 8) āha ‘‘samīpasayo’’ti. Sayaggahaṇañcettha nidassanamattanti dassetuṁ ‘‘maṁ gacchanta’’ntiādi vuttaṁ. Anekatthattā dhātūnaṁ vattanattho daṭṭhabbo. Mama vatthusmiṁ sayanakoti mayhaṁ ṭhāne visaye vattanako. Bāhitvāti nīcaṁ katvā, abhibhavitvā vā. Jajjharikāgumbatoti ettha jajjharikā nāma pathaviṁ pattharitvā jātā ekā gacchajāti.",
  "tika-s0201t5:224": "Imināti ‘‘sace kho tvaṁ bhikkhū’’tiādivacanena. Esa brahmā. Upalāpetīti saṅgaṇhāti. Apasādetīti niggaṇhāti. Sesapadehīti vatthusāyiko yathākāmakaraṇīyo bāhiteyyoti imehi padehi. Mayhaṁ ārakkhaṁ gaṇhissasīti mama ārakkhako bhavissasi. Lakuṇḍakataranti nīcataraṁ nihīnavuttisarīraṁ.",
  "tika-s0201t5:225": "Phusitumpi samatthaṁ kiñci na passati, pageva ñāṇavibhavanti adhippāyo. Nipphattinti nipphajjanaṁ, phalanti attho. Tañhi kāraṇavasena gantabbato adhigantabbato gatīti vuccati. Ānubhāvanti pabhāvaṁ. So hi jotanaṭṭhena virocanaṭṭhena jutīti vuccati. Mahatā ānubhāvena paresaṁ abhibhavanato mahesoti akkhāyatīti mahesakkho. Tayidaṁ abhibhavanaṁ kittisampattiyā parivārasampattiyā cāti āha ‘‘mahāyaso mahāparivāro’’ti.",
  "tika-s0201t5:226": "Pariharantīti sineruṁ dakkhiṇato katvā parivattanti. Disāti bhummatthe etaṁ paccattavacananti āha ‘‘disāsu virocamānā’’ti. Attano jutiyā dibbamānāya vā. Tehīti candimasūriyehi. Tattakena pamāṇenāti yattake candimasūriyehi obhāsiyamāno lokadhātusaṅkhāto eko loko, tattakena pamāṇena. Idaṁ cakkavāḷaṁ buddhānaṁ uppattiṭṭhānabhūtaṁ seṭṭhaṁ uttamaṁ padhānaṁ, tasmā yebhuyyena etthupapannā devatā aññesu cakkavāḷesu devatā abhibhuyya vattanti. Tathā hi brahmā sahampati dasasahassabrahmaparivāro bhagavato santikaṁ upagañchi. Tenāha ‘‘ettha cakkavāḷasahasse tuyhaṁ vaso vattatī’’ti. Idāni ‘‘ettha te vattate vaso’’ti vuttaṁ vase vattanaṁ sarūpato dassetuṁ ‘‘paroparañca jānāsī’’tiādi vuttaṁ. Tattha paṭhamagāthāyaṁ vuttaṁ ettha-saddaṁ ānetvā attho veditabboti dassento ‘‘ettha cakkavāḷasahasse’’ti āha. Uccanīceti jātikularūpabhogaparivārādivasena uḷāre ca anuḷāre ca. Ayaṁ iddhoayaṁ pakatimanussoti iminā ‘‘sarūpato evassa sattānaṁ paroparajānanaṁ, na samudāgamato’’ti dasseti. Yaṁ pana vakkhati ‘‘sattānaṁ āgatiṁ gatinti, taṁ kāmaloke sattānaṁ ādānanikkhepajānanamattaṁ sandhāya vuttaṁ, na kammavipākajānanaṁ. Yadi hi samudāgamato jāneyya, attanopi jāneyya, na cassa taṁ atthīti, tathā āha ‘‘itthambhāvotiidaṁ cakkavāḷa’’ntiādi. Rāgayogato rāgo etassa atthīti vā rāgo, virajjanasīlo virāgī, taṁ rāgavirāginaṁ. Sahassibrahmā nāma tvaṁ cūḷaniyā eva lokadhātuyā jānanato. Tayāti nissakke karaṇavacanaṁ. Catuhatthāyāti anekahatthena sāṇipākārena kātabbapaṭappamāṇaṁ dīghato catuhatthāya, vitthārato dvihatthāya pilotikāya kātuṁ vāyamanto viya gopphake udake nimujjitukāmo viya ca pamāṇaṁ ajānanto vihaññatīti niggaṇhāti.",
  "tika-s0201t5:227": "504.Taṁ kāyanti tadeva nikāyaṁ. Jānitabbaṭṭhānaṁ patvāpīti anaññasādhāraṇā mayhaṁ sīlādayo guṇavisesā tāva tiṭṭhantu, īdisaṁ lokiyaṁ parittakaṁ jānitabbaṭṭhānampi patvā. Ayaṁ imesaṁ atisayena nīcoti nīceyyo, tassa bhāvo nīceyyanti āha ‘‘tayā nīcatarabhāvo pana mayhaṁ kuto’’ti.",
  "tika-s0201t5:228": "Heṭṭhūpapattikoti uparūparito cavitvā heṭṭhā laddhūpapattiko. Evaṁ saṅkhepato vuttamatthaṁ vitthārato dassetuṁ ‘‘anuppanne buddhuppāde’’ti āha. Heṭṭhūpapattikaṁ katvāti heṭṭhūpapattikaṁ patthanaṁ katvā. Yathā kenaci bahūsu ānantariyesu katesu yaṁ tattha garutaraṁ balavaṁ, tadeva paṭisandhiṁ deti, itarāni pana tassa anubalappadāyakāni honti, na paṭisandhidāyakāni, evaṁ catūsu rūpajjhānesu bhāvitesu yaṁ tattha garutaraṁ chandapaṇidhiadhimokkhādivasena sābhisaṅkhārañca, tadeva ca paṭisandhiṁ deti, itarāni pana aladdhokāsatāya tassa anubalappadāyakāni honti, na paṭisandhidāyakāni, tannibbattitajjhāneneva āyatiṁ punabbhavābhinibbatti hotīti āha ‘‘tatiyajjhānaṁ paṇītaṁ bhāvetvā’’ti. Tatthāti subhakiṇhabrahmaloke. Puna tatthāti ābhassarabrahmaloke. Paṭhamakāleti tasmiṁ bhave paṭhamasmiṁ kāle. Ubhayanti atītaṁ attano nibbattaṭṭhānaṁ, tattha nibbattiyā hetubhūtaṁ attano katakammanti ubhayaṁ. Pamussitvā kālassa ciratarabhāvato. Vītināmeti paṭipajjantīti ca tadā tassā kiriyāya pavattikkhaṇaṁ upādāya pavattamānapayogo.",
  "tika-s0201t5:229": "Apāyesīti pāyesi. Pipāsiteti tasite. Ghammanīti ghammakāle. Sampareteti ghammapariḷāhena pipāsāya abhibhūte. Nti pānīyadānaṁ. Vatasīlavattanti samādānavasena vatabhūtaṁ cārittasīlabhāvena samāciṇṇattā sīlavattaṁ. Suttappabuddhova anussarāmīti supitvā pabuddhamatto viya supinaṁ tava pubbanivutthaṁ mama pubbenivāsānussatiñāṇena anussarāmi, sabbaññutaññāṇena viya paccakkhato passāmīti attho.",
  "tika-s0201t5:230": "Karamareti vilumpitvā ānīte. Kammasajjanti yuddhasajjaṁ, āvudhādāyininti attho.",
  "tika-s0201t5:231": "Eṇīkūlasminti eṇīmigabāhullena ‘‘eṇīkūla’’nti saṅkhaṁ gate gaṅgāya tīrappadese. Gayhaka nīyamānanti gayhavasena karamarabhāvena corehi attano ṭhānaṁ nīyamānaṁ.",
  "tika-s0201t5:232": "Āvāhavivāhavasena mittasanthavaṁ katvā. ‘‘Evaṁ amhesu kīḷantesu gaṅgeyyako nāgo kupito’’ti mayi saññampi na karontīti. Susukāranti susūti pavattaṁ bheravanāganissāsaṁ.",
  "tika-s0201t5:233": "Gahītanāvanti viheṭhetukāmatāya gatinivāraṇavasena gahitaṁ niggahitaṁ nāvaṁ. Luddenāti kurūrena. Manussakappāti nāvāgatānaṁ manussānaṁ viheṭhetukāmatāya.",
  "tika-s0201t5:234": "Baddhacaroti paṭibaddhacariyo. Tenāha ‘‘antevāsiko’’ti. Taṁ nissāyevāti raññā upaṭṭhiyamānopi rājānaṁ pahāya taṁ kappaṁ antevāsiṁ nissāyeva.",
  "tika-s0201t5:235": "Sambuddhimantaṁ vatinaṁ amaññīti ayaṁ sammadeva buddhimā vatasampannoti amaññi sambhāvesi ca.",
  "tika-s0201t5:236": "Nānattabhāvesūti nānā visuṁ visuṁ attabhāvesu.",
  "tika-s0201t5:237": "Addhāti ekaṁsena. Mametamāyunti mayhaṁ etaṁ yathāvuttaṁ tattha tattha bhave pavattaṁ āyuṁ. Na kevalaṁ mama āyumeva, atha kho aññampi sabbaññeyyaṁ jānāsi, na tuyhaṁ aviditaṁ nāma atthi. Tathā hi buddho sammāsambuddho tuvaṁ. No ce kathamayamattho ñāto? Tathā hi sammāsambuddhattā eva te ayaṁ jalito jotamāno ānubhāvo obhāsayaṁ sabbampi brahmalokaṁ obhāsento dibbamāno tiṭṭhatīti satthu asamasamataṁ pavedesi.",
  "tika-s0201t5:238": "Pathavattenāti pathavīattena. Tenāha ‘‘pathavīsabhāvenā’’ti. Ettha ca yasmā – ‘‘sabbasaṅkhārasamathoti’’ādinā (mahāva. 7; dī. ni. 2.64, 67; ma. ni. 1.281; saṁ. ni. 1.172) sādhāraṇato, ‘‘yattha neva pathavī’’ti asādhāraṇato ca pathaviyā asabhāvena nibbānassa gahetabbatā atthi, taṁ nivattetvā pathaviyā anaññasādhāraṇaṁ sabhāvaṁ gahetuṁ ‘‘pathaviyā pathavattenā’’ti vuttaṁ. Nāpahosinti na pāpuṇiṁ. Idha pathaviyā pāpuṇanaṁ nāma ‘‘etaṁ mamā’’tiādinā gahaṇanti āha ‘‘taṇhādiṭṭhimānaggāhehi na gaṇhi’’nti.",
  "tika-s0201t5:239": "Vāditāyāti vādasīlatāya. Sabbanti akkharaṁ niddisitvāti ‘‘sabbaṁ kho ahaṁ brahme’’tiādinā bhagavatā vuttaṁ sabba-saddaṁ – ‘‘sace kho te mārisa sabbassa sabbattena ananubhūta’’nti paccanubhāsanavasena niddisitvā. Akkhare dosaṁ gaṇhantoti bhagavatā sakkāyasabbaṁ sandhāya sabba-sadde gahite sabbasabbavasena tadatthaparivattanena sabba-saddavacanīyatāsāmaññena ca dosaṁ gaṇhanto. Tenāha ‘‘satthā panā’’tiādi. Tattha yadi sabbaṁ ananubhūtaṁ ‘‘natthi sabba’’nti loke anavasesaṁ pucchati. Sace sabbassa sabbattena anavasesasabhāvena ananubhūtaṁ appattaṁ, taṁ gaganakusumaṁ viya kiñci na siyā. Athassa ananubhūtaṁ atthīti assa sabbattena ananubhūtaṁ yadi atthi, ‘‘sabba’’nti idaṁ vacanaṁ micchā, sabbaṁ nāma taṁ na hotīti adhippāyo. Tenāha ‘‘mā heva te rittakamevā’’tiādi.",
  "tika-s0201t5:240": "Ahaṁ sabbañca vakkhāmi, ananubhūtañca vakkhāmīti ahaṁ ‘‘sabba’’nti ca vakkhāmi, ‘‘ananubhūta’’nti ca vakkhāmi, ettha ko dosoti adhippāyo. Kāraṇaṁ āharantoti sabbassa sabbattena ananubhūtassa atthibhāve kāraṇaṁ niddisanto. Vijānitabbanti maggaphalapaccavekkhaṇañāṇehi visesato sabbasaṅkhatavisiṭṭhatāya jānitabbaṁ. Anidassananti idaṁ nibbānassa sanidassanaduke dutiyapadasahitatādassananti adhippāyena ‘‘cakkhuviññāṇassa āpāthaṁ anupagamanato anidassanaṁ nāmā’’ti vuttaṁ. Sabbasaṅkhatavidhuratāya vā natthi etassa nidassananti anidassanaṁ. Natthi etassa antoti anantaṁ. Tena vuttaṁ ‘‘tayida’’ntiādi.",
  "tika-s0201t5:241": "Bhūtānīti paccayasambhūtāni. Asambhūtanti paccayehi asambhūtaṁ, nibbānanti attho. Apabhassarabhāvahetūnaṁ sabbaso abhāvā sabbato pabhāti sabbatopabhaṁ. Tenāha ‘‘nibbānato hī’’tiādi. Tathā hi vuttaṁ – ‘‘tamo tattha na vijjatī’’ti. (Netti. 104) pabhūtamevāti pakaṭṭhabhāvena ukkaṭṭhabhāvena vijjamānameva. Arūpībhāvena adesikattā sabbato pabhavati vijjatīti sabbatopabhaṁ. Tenāha ‘‘puratthimadisādīsū’’tiādi. Pavisanti etthāti pavisaṁ, tadeva sa-kārassa bha-kāraṁ, vi-kārassa ca lopaṁ katvā vuttaṁ ‘‘pabha’’nti. Tenāha ‘‘titthassa nāma’’nti. Vādaṁ patiṭṭhapesīti evaṁ mayā sabbañca vuttaṁ, ananubhūtañca vuttaṁ, tattha yaṁ tayā adhippāyaṁ ajānantena sahasā appaṭisaṅkhāya dosaggahaṇaṁ, taṁ micchāti brahmānaṁ niggaṇhanto bhagavā attano vādaṁ patiṭṭhapesi.",
  "tika-s0201t5:242": "Gahitagahitanti ‘‘idaṁ nicca’’ntiādinā gahitagahitaṁ gāhaṁ. Tattha tattha dosadassanamukhena niggaṇhantena satthārā vissajjāpito kiñci gahetabbaṁ attano paṭisaraṇaṁ adisvā parājayaṁ paṭicchādetuṁ laḷitakaṁkātukāmo vādaṁ pahāya iddhiyā pāṭihāriyalīḷaṁ dassetukāmo. Yadi sakkosi mayhaṁ antaradhāyituṁ, na pana sakkhissasīti adhippāyo. Mūlapaṭisandhiṁ gantukāmoti attano pākatikena attabhāvena ṭhātukāmo. So hi paṭisandhikāle nibbattasadisatāya mūlapaṭisandhīti vutto. Aññesanti heṭṭhā aññakāyikānaṁ brahmūnaṁ. Na adāsi abhisaṅkhatakāyenevāyaṁ tiṭṭhatu, na pākatikarūpenāti cittaṁ uppādesi. Tena so abhisaṅkhatakāyaṁ apanetuṁ avisahanto attabhāvapaṭicchādakaṁ andhakāraṁ nimminituṁ ārabhi. Satthā taṁ tamaṁ viddhaṁseti. Tena vuttaṁ ‘‘mūlapaṭisandhiṁ vā’’tiādi.",
  "tika-s0201t5:243": "Bhavevāhanti bhave eva ahaṁ. Ayañca eva-saddo aṭṭhānapayuttoti dassento āha ‘‘ahaṁ bhave bhayaṁ disvāyevā’’ti, sabbasmiṁ bhave jātiādibhayaṁ ñāṇacakkhunā yāthāvato disvā. Sattabhavanti sattasaṅkhātaṁ bhavaṁ. Kammabhavapaccaye hi upapattibhave sattasamaññā. Vibhavanti vimuttiṁ. Pariyesamānampi upāyassa anadhigatattā bhaveyeva disvā. Bhavañca vibhavesinaṁ vibhavaṁ nibbutiṁ esamānānaṁ sattānaṁ bhavaṁ, bhavesu uppattiñca disvāti evaṁ vā ettha attho daṭṭhabbo. Na abhivadinti ‘‘aho vata sukha’’nti evaṁ abhivadāpanākārābhāvato na abhinivisiṁ, lakkhaṇavacanametaṁ. Gāhattho eva vā abhivāda-saddoti āha ‘‘nābhivadi’’nti, ‘‘nagavesi’’nti. Bhavaggahaṇenettha dukkhasaccaṁ, nandīgahaṇena samudayasaccaṁ, vibhavaggahaṇena nirodhasaccaṁ, nandiñca na upādiyinti iminā maggasaccaṁ pakāsitanti āha ‘‘iti cattāri saccāni pakāsento’’ti. Tadidaṁ catunnaṁ ariyasaccānaṁ gāthāya vibhāvanadassanaṁ. Satthā pana tesaṁ brahmūnaṁ ajjhāsayānurūpaṁ saccāni vitthārato pakāsento vipassanaṁ pāpetvā arahattena desanāya kūṭaṁ gaṇhi. Te ca brahmāno keci sotāpattiphale, keci sakadāgāmiphale, keci anāgāmiphale, keci arahatte ca patiṭṭhahiṁsu. Tena vuttaṁ ‘‘saccāni pakāsento satthā dhammaṁ desesī’’tiādi. Acchariyajātāti sañjātacchariyā. Samūlaṁ bhavanti taṇhāvijjāhi samūlaṁ bhavaṁ.",
  "tika-s0201t5:244": "505.Mamavasaṁ ativattitānīti sabbaso kāmadhātusamatikkamanapaṭipadāya mayhaṁ visayaṁ atikkamitāni. Kathaṁ panāyaṁ tesaṁ ariyabhūmisamokkamanaṁ jānātīti? Nayaggāhato – ‘‘samaṇo gotamo dhammaṁ desento saṁsāre ādīnavaṁ, nibbāne ca ānisaṁsaṁ pakāsento veneyyajanaṁ nibbānaṁ diṭṭhameva karoti, tassa desanā avañjhā amoghā indena vissaṭṭhavajirasadisā, tassa ca āṇāya ṭhitā saṁsāre na dissantevā’’ti nayaggāhena anumānena jānāti. Sace tvaṁ evaṁ anubuddhoti yathā tvaṁ paresaṁ saccābhisambodhaṁ vadati, evaṁ tvaṁ attano anurūpato sayambhuñāṇena buddho dhammaṁ paṭivijjhitvā ṭhito. Taṁ dhammaṁ mā upanayasīti tayā paṭividdhadhammaṁ mā sāvakapaṭivedhaṁ pāpesi. Idanti idaṁ anantaraṁ vuttaṁ brahmaloke patiṭṭhānaṁyeva sandhāya māro vadati, te dassento ‘‘anuppanne hī’’tiādimāha. Apāyapatiṭṭhānaṁ pana ājīvakanigaṇṭhādipabbajjaṁ upagate titthakare, ye keci vā pabbajitvā micchāpaṭipanne jane sandhāya vadati. Anuppanneti asañjāte, appatteti attho. Anullapanatāyāti yathā māro upari kiñci uttaraṁ lapituṁ na sakkoti, evaṁ tathā uttarabhāsanena. Nimantanavacanenāti viññāpanavacanena. Brahmaṁ seṭṭhaṁ nimantanaṁ, brahmuno vā nimantanaṁ ettha atthīti brahmanimantanikaṁ, suttaṁ. Yaṁ panettha atthato avibhattaṁ, taṁ suviññeyyameva.",
  "tika-s0201t5:245": "Brahmanimantanikasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:246": "10. Māratajjanīyasuttavaṇṇanā",
  "tika-s0201t5:247": "506.Koṭṭhamanupaviṭṭhoti āsayo vaccaguttaṭṭhānatāya koṭṭhaṁ, tassa abbhantarañhettha koṭṭhaṁ. Anurūpo hutvā paviṭṭho anupaviṭṭho. Sukhumañhi tadanucchavikaṁ attabhāvaṁ māpetvā ayaṁ tattha paviṭṭho. Garugaro viyāti garukagaruko viya. U-kārassa hi o-kāraṁ katvā ayaṁ niddeso, ativiya garuko maññeti attho. Garugaru viya icceva vā pāṭho. Māsabhattaṁ māso uttarapadalopena, māsabhattena ācitaṁ pūritaṁ māsācitaṁ maññe. Tenāha ‘‘māsabhattaṁ bhuttassa kucchi viyā’’ti. Uttarapadalopena vinā atthaṁ dassetuṁ ‘‘māsapūritapasibbako viyā’’ti vuttaṁ. Tintamāso viyāti tintamāso pasibbako viya. Kiṁ nu kho etaṁ mama kucchiyaṁ pubbaṁ bhārikattaṁ, kiṁ nu kho kathaṁ nu kho jātanti adhippāyo? Upāyenāti pathena ñāyena. Byatirekato panassa anupāyaṁ dassetuṁ ‘‘sace panā’’tiādi vuttaṁ. Attānameva vā sandhāya ‘‘mā tathāgataṁ vihesesī’’ti āha. Yathā hi ariyasaṅgho ‘‘tathāgataṁ devamanussapūjitaṁ, saṅghaṁ namassāma suvatthi hotū’’tiādīsu (khu. pā. 6.18; su. ni. 241) tathāgatoti vuccati, evaṁ tappariyāpannā ariyapuggalā, yathā ca purimakā dutiyaaggasāvakā kappānaṁ satasahassādhikaṁ ekaṁ asaṅkhyeyyaṁ pāramiyo pūretvā āgatā, ayampi mahāthero tathā āgatoti tathāgatoti. Patiaggaḷeva aṭṭhāsīti aggaḷassa bahibhāge aṭṭhāsi.",
  "tika-s0201t5:248": "507. Rukkhadevatā nāma cātumahārājikesu nihīno kāyo, tasmā nesaṁ manussagandho paricitattā nātijegucchoti āha ‘‘ākāsaṭṭhadevatāna’’nti. Ābādhaṁ karotīti dukkhaṁ janeti. Nāgarikoti sukumāro. Paricokkhoti sabbaso sucirūpo. Ñātikoṭinti ñātibhāgaṁ. Anādimati hi saṁsāre ñātibhāgarahito nāma satto kassacipi natthīti adhippāyo. Idanti ‘‘so me tvaṁ bhāgineyyo hosī’’ti idaṁ vacanaṁ. Paveṇivasenāti tadā mayhaṁ bhāgineyyo hutvā idāni māraṭṭhāne ṭhitoti imissā paveṇiyā vasena vuttaṁ. Aññassa vā vesamaṁ dhuro vidhuro. Tenāha ‘‘aññehi saddhiṁ asadiso’’ti. Appadukkhenāti sukheneva. Panthānaṁ avanti gacchantīti pathāvino. Ettakenāti ettāvatā citakasannisayena. Udakaleṇanti udakanissandanaleṇaṁ. Samāpattitoti nirodhasamāpattito. Samāpattiphalanti nirodhasamāpattiphalaṁ.",
  "tika-s0201t5:249": "508.Dasahi akkosavatthūhīti dasahipi akkosavatthūhi, tato kiñci ahāpentā. Paribhāsathāti garahatha. Ghaṭṭethāti anūnāhi kathāhi imesu ovijjhatha. Dukkhāpethāti citte dukkhaṁ janetha. Etesanti tesaṁ bhikkhūnaṁ tumhākaṁ akkosanādīhi bhikkhūnaṁ kilesuppattiyā. Tenettha dūsī māro otāraṁ labhati nāmāti adhippāyo. Upaṭṭhātabbaṁ ibhaṁ arahantīti ibbhā, hatthibhaṇḍakā, hīnajīvikatāya hete ibbhā viyāti ibbhā, te pana sadutiyakavasena ‘‘gahapatikā’’ti vuttā. Kaṇhāti kaṇhābhijātikā. Pādato jātattā pādānaṁ apaccā. Ālasiyajātāti kasivaṇijjādikammassa akaraṇena sañjātālasiyā. Gūthaniddhamanapanāḷīti vaccakūpato gūthassa nikkhamapadeso.",
  "tika-s0201t5:250": "Manussānaṁ akusalaṁ na bhaveyya tesaṁ tādisāya abhisandhiyā abhāvato. Āvesakassa ānubhāvena āviṭṭhassa cittasantati viparivattatīti vuttovāyamattho. Visabhāgavatthunti bhikkhūnaṁ santike itthirūpaṁ, bhikkhunīnaṁ santike purisarūpanti īdisaṁ, aññaṁ vā pabbajitānaṁ asāruppaṁ visabhāgavatthuṁ. Vippaṭisārārammaṇanti passantānaṁ vippaṭisārassa paccayaṁ. Lepayaṭṭhinti lepalittaṁ vākurayaṭṭhiṁ.",
  "tika-s0201t5:251": "510.Somanassavasenāti gehassitasomanassavasena. Aññathattanti uppilāvitattaṁ. Purimanayenevāti ‘‘sace māro manussānaṁ sarīre adhimuccitvā’’tiādinā pubbe vuttanayena. Yadi mārova tathā kareyya, manussānaṁ kusalaṁ na bhaveyya, mārasseva bhaveyya, sarīre pana anadhimuccitvā tādisaṁ pasādanīyaṁ pasādavatthuṁ dassesi. Tenāha ‘‘yathā hī’’tiādi.",
  "tika-s0201t5:252": "511.Asubhasaññāparicitenāti sakalaṁ kāyaṁ asubhanti pavattāya saññāya sahagatajjhānaṁ asubhasaññā, tena paricitena paribhāvitena. Cetasā cittena. Bahulanti abhiṇhaṁ. Viharatoti viharantassa, asubhasamāpattibahulassāti attho. Patilīyatīti saṅkucati tattha paṭikūlatāya saṇṭhitattā. Patikuṭatīti apasakkati. Pativattatīti nivattati. Tato eva na sampasāriyati. Rasataṇhāyāti madhurādirasavisayāya taṇhāya.",
  "tika-s0201t5:253": "Sabbaloke anabhiratisaññāti tīsupi bhavesu aruccanavasena pavattā vipassanābhāvanā. Nibbidānupassanā hesā. Lokacitresūti hatthiassarathapāsādakūṭāgārādibhedesu ceva ārāmarāmaṇeyyakādibhedesu ca loke cittavicittesu. Rāgasantāni vūpasantarāgāni. Dosamohasantānīti etthāpi eseva nayo. Imesaṁ evaṁ kammaṭṭhānaggahaṇaṁ sabbesaṁ sappāyabhāvato.",
  "tika-s0201t5:254": "512.Sakkharaṁgahetvāti sakkharāsīsena tattakaṁ bhinnapāsāṇamuṭṭhinti āha ‘‘antomuṭṭhiyaṁ tiṭṭhanapamāṇaṁ pāsāṇa’’nti. Muṭṭhipariyāpannanti attho. Ayañhi pāsāṇassa heṭṭhimakoṭi. Hatthināgoti mahāhatthī. Mahantapariyāyo nāga-saddoti keci. Ahināgādito vā visesanatthaṁ hatthināgoti vuttaṁ. Sakalasarīreneva nivattitvā apalokesīti vuttamatthaṁ vivarituṁ ‘‘yathā hī’’tiādi vuttaṁ. Na vāyanti ettha vā-saddo avadhāraṇatthoti āha ‘‘neva pamāṇaṁ aññāsī’’ti. Sahāpalokanāyāti ca vacanatoti iminā vacanena imaṁ vacanamattaṁ gahetvāti adhippāyo. Uḷāreti uḷāraguṇe. Bhagavantañhi ṭhapetvā natthi tadā sadevake loke tādiso guṇavisesayuttoti.",
  "tika-s0201t5:255": "Visuṁ visuṁ paccattavedaniyo ayasūlena saddhiṁ bhūtāni cha phassāyatanāni etassāti cha phassāyatanaṁ, dukkhaṁ. Taṁ ettha atthīti cha phassāyataniko, nirayo. Tenāha ‘‘chasu phassā…pe… paccayo’’ti. Samāhanatīti samāhato, anekasatabhedo saṅkusamāhato ettha atthīti saṅkusamāhato, nirayo. Visesapaccayatāya vedanāya ṭhitoti vedaniyo, kāraṇākārakena vinā paccattaṁ sayameva vedaniyoti paccattavedaniyo. Ayasūlena saddhiṁ ayasūlanti pādapadesato paṭṭhāya nirantaraṁ abhihananavasena āgatena paṇṇāsāya janehi gahitena ayasūlena saha sīsapadesato paṭṭhāya āgataṁ. Ayasūlabhāvasāmaññena cetaṁ ekavacanaṁ, satamattāni patitāni sūlāni. Iminā te ṭhānena cintetvāti nissitavohārena nissayaṁ vadati. Evaṁ vuttanti ‘‘tadā jāneyyāsi vassasahassaṁ me niraye paccamānassā’’ti evaṁ vuttaṁ. Vuṭṭhānimanti vuṭṭhāne bhavaṁ, antimanti attho. Tenāha ‘‘vipākavuṭṭhānavedana’’nti, vipākassa pariyosānaṁ vedananti attho. Dukkhatarā hoti padīpassa vijjhāyanakkhaṇe mahantabhāvo viya.",
  "tika-s0201t5:256": "513.Ghaṭṭayitvā pothetvā. Pāṭiyekkavedanājanakāti paccekaṁ mahādukkhasamuppādakā. Ayato apagato nirayo, so devadūtasuttena (ma. ni. 3.261) dīpetabbo. Atthavaṇṇanā panassa parato sayameva āgamissati. Imaṁ pana atītavatthuṁ āharitvā attano ñāṇānubhāvadīpanamukhena māraṁ santajjento mahāthero ‘‘yoetamabhijānātī’’ti gāthamāha. Tassattho – yo mahābhiñño etaṁ kammaṁ kammaphalañca hatthatale ṭhapitaṁ āmalakaṁ viya abhimukhaṁ katvā paccakkhato jānāti. Sabbaso bhinnakilesatāya bhikkhu sammāsambuddhassa aggasāvako, tādisaṁ uḷāraguṇaṁ āsajja ghaṭṭayitvā ekantakāḷakehi pāpadhammehi samannāgatattā kaṇha māra āyatiṁ mahādukkhaṁ vindissasi.",
  "tika-s0201t5:257": "Udakaṁ vatthuṁ katvāti tattha nibbattanakasattānaṁ sādhāraṇakammaphalena mahāsamuddaudakameva adhiṭṭhānaṁ katvā. Tathā hi tāni kappaṭṭhitikāni honti. Tenāha ‘‘kappaṭṭhāyino’’ti. Tesanti vimānānaṁ. Etaṁ yathāvuttavimānavatthuṁ tāsaṁ accharānaṁ sampattiṁ, tassa ca kāraṇaṁ attapaccakkhaṁ katvā jānāti. Pādaṅguṭṭhena kampayīti pubbārāme visākhāya mahāupāsikāya kāritaṁ sahassagabbhapaṭimaṇḍitamahāpāsādaṁ attano pādaṅguṭṭhena kampesi. Tenāha ‘‘idaṁ pāsādakampanasuttena dīpetabba’’nti. Idanti ‘‘yo vejayanta’’nti imissā gāthāya atthajātaṁ cūḷataṇhāsaṅkhayavimuttisutteneva (ma. ni. 1.393) dīpetabbaṁ.",
  "tika-s0201t5:258": "Tassa brahmagaṇassa tathācintanasamanantarameva tasmiṁ brahmaloke sudhammaṁ brahmasabhaṁ gantvā. Tepīti mahāmoggallānādayo. Paccekaṁ disāsūti mahāmoggallānatthero puratthimadisāyaṁ, mahākassapatthero dakkhiṇadisāyaṁ, mahākappinatthero pacchimadisāyaṁ, anuruddhatthero uttaradisāyanti evaṁ cattāro therā brahmaparisamatthake majjhe nisinnassa bhagavato samantato catuddisā nisīdiṁsu. Gāthā vuttāti ‘‘yo brahmaṁ paripucchatī’’ti gāthā vuttā. Aññatarabrahmasuttenāti – ‘‘tena kho pana samayena aññatarassa brahmuno evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hotī’’tiādinā (saṁ. ni. 1.176) mahāvagge āgatena aññatarabrahmasuttena.",
  "tika-s0201t5:259": "Jhānavimokkhena phusīti jhānavimokkhasannissayena abhiññāñāṇena phassayi. Vananti jambudīpaṁ aphassayīti sambandho. Jambudīpo hi vanabahulatāya idha ‘‘vana’’nti vutto. Tenāha ‘‘jambusaṇḍassa issaro’’ti. Pubbavidehānaṁ dīpanti pubbavidehavāsīnaṁ dīpaṁ, pubbavidehadīpanti attho. Bhūmisayā narā nāma aparagoyānakā uttarakurukā ca. Yasmā te gehapariggahābhāvato bhūmiyaṁyeva sayanti, na pāsādādīsu. Paṭilabhīti uppādesi. Etaṁ āsaṁ mā akāsīti esā yathā pubbe dūsimārassa, evaṁ tuyhaṁ āsā dīgharattaṁ anatthāvahā, tasmā edisaṁ āsaṁ mā akāsīti mārassa ovādaṁ adāsi. Sesaṁ sabbattha suviññeyyameva.",
  "tika-s0201t5:260": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "tika-s0201t5:261": "Māratajjanīyasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t5:262": "Niṭṭhitā ca cūḷayamakavaggavaṇṇanā.",
  "tika-s0201t5:263": "Mūlapaṇṇāsaṭīkā samattā.",
  "tika-s0201t5:264": "Dutiyo bhāgo niṭṭhito."
}