{
  "tika-abh04t2:0.1": "1. Cittuppādakaṇḍaṁ",
  "tika-abh04t2:0.2": "Tikamātikāpadavaṇṇanā",
  "tika-abh04t2:1": "1.Tenāti vedanāsaddena. Sabbapadehīti tīhi padehi laddhanāmo hoti avayavadhammenāpi samudāyassa apadisitabbato yathā ‘‘samaṁ cuṇṇa’’nti. Codako yathādhippetamatthaṁ appaṭipajjamāno vibhattiantasseva padabhāvaṁ sallakkhetvā ‘‘nanu sukhāyā’’tiādinā codeti. Itaro ‘‘adhippetappakāratthagamakassā’’tiādinā attano adhippāyaṁ vivarati. Tena ‘‘vākyaṁ idha padanti vutta’’nti dasseti. Hetupadasahetukapadādīhīti ādi-saddena nahetupadaahetukapadahetusampayuttapadāni hetuvippayuttapadampi vā saṅgaṇhāti.",
  "tika-abh04t2:2": "Ubhayekapadavasenāti ubhayapadavasena hetudukasambandho, ekapadavasena sahetukadukasambandho. Tathāti ubhayekapadavasena. Ettha ca sahetukahetusampayuttadukātiādinā yathā hetugocchake paṭhamadukasambandhā dutiyatatiyadukā, paṭhamadukadutiyadukasambandhā catutthachaṭṭhadukā, paṭhamadukatatiyadukasambandho pañcamo duko, evaṁ āsavagocchakādīsupīti nayaṁ dasseti. Sakkā hi imināva nayena tesupi dukantarasambandho viññātuṁ, kevalaṁ pana āsavagocchakādīsu dutiyadukatatiyadukasambandho osānaduko, kilesagocchake ca dutiyacatutthadukasambandhoti. Dhammānaṁ sāvasesaniravasesabhāvena tikadukānaṁ sappadesanippadesatā vuttāti yehi tikadukā sāvasesāti padissanti apadissanti, te asaṅgahitadhammāpadeso. Evaṁ sati ‘‘asaṅgahito’’ti visesanaṁ kimatthiyanti? Etassevatthassa pākaṭakaraṇatthaṁ daṭṭhabbaṁ. Atha vā padissati etena samudāyoti padeso, avayavo. ‘‘Sāmaññajotanā visese avatiṭṭhatī’’ti yathādhippetaṁ visesaṁ dassento ‘‘asaṅgahito’’ti āha.",
  "tika-abh04t2:3": "Anavajjattho avajjavirahattho. Nāmaṁ saññā, kiriyā karaṇaṁ, payojanaṁ ratharathaṅgavibhāvanena tesaṁ pakārato yojanaṁ. Kusena ñāṇena lātabbāti kusalāti ayamattho ñāṇasampayuttānaṁ tāva hotu, ñāṇavippayuttānaṁ kathanti āha ‘‘ñāṇavippayuttānampī’’tiādi. Ñāṇavippayuttāpi hi ñāṇeneva pavattiyanti hitasukhahetubhūtāya pavattiyā paññavantānaṁ paṭipattibhāvato. Na hi antarena yonisomanasikāraṁ kusaluppatti atthīti. ‘‘Yadi kusalassa ubhayabhāgagataṁ saṁkilesalavanaṁ pākaṭaṁ siyā, kusā viya lunantīti kusalāti ayamattho yutto siyā’’ti koci vadeyyāti āsaṅkāya āha ‘‘sammappadhānadvayaṁ viyā’’ti.",
  "tika-abh04t2:4": "Na cātiādinā ‘‘sabhāvaṁ dhārentī’’ti ettha paramatthato kattukammassa ca bhedo natthi, kappanāsiddho eva pana bhedoti dasseti. Tattha nāmavasena viññātāviññāteti yesaṁ ‘‘dhammā’’ti iminā pariyāyena aviññātā sabhāvā, ‘‘sabhāvaṁ dhārentī’’ti iminā ca pariyāyena viññātā, tesaṁ vasena evaṁ vuttaṁ. Ettha ca paṭhamo attho saṅkhatāsaṅkhatadhammavasena vutto, dutiyo saṅkhatavasena, tatiyo saṅkhatāsaṅkhatapaññattidhammavasenāti daṭṭhabbaṁ.",
  "tika-abh04t2:5": "Kusalapaṭisedhanaṁ kusalābhāvo eva. Abhāvo hi sattāpaṭisedhoti. Dhammoti sabhāvadhammo. Akusalavacanena na koci attho sabhāvadhammassa abodhakattāti adhippāyo. Atha siyā akusalavacanena koci attho asabhāvadhammabodhakattepi ‘‘paññattidhammā’’tiādīsu viya, evaṁ sati ‘‘anabyākatā’’ti ca vattabbaṁ siyā, tato cāyaṁ catukko āpajjati, na tiko. Tasmāti yasmā dukacatukkabhāvo anabyākatavohāro ca natthi, so ca vuttanayena abhāvamattavacane āpajjati, tasmā. Sabhāvadhāraṇādīti ādi-saddena ‘‘dhārīyanti paccayehī’’ti ayamattho saṅgahito. Ñeyyapariyāyena pana dhamma-saddenāyaṁ dosoti nanu añeyyapariyāyepi dhamma-sadde na koci dosoti? Na, vuttadosānativattanato.",
  "tika-abh04t2:6": "Pārisesenāti ettha nanu ayamakāro na-atthattayasseva jotako, atha kho ‘‘ahetukā dhammā, abhikkhuko āvāso’’ti taṁyoganivattiyā, ‘‘appaccayā dhammā’’ti taṁsambandhibhāvanivattiyā. Paccayuppannañhi paccayasambandhīti appaccayuppannattā asambandhitā ettha jotīyati. ‘‘Anidassanā dhammā’’ti taṁsabhāvanivattiyā. Nidassanañhi daṭṭhabbatā. Atha cakkhuviññāṇaṁ nidassanaṁ, taggayhabhāvanivattiyā, tathā ‘‘anāsavā dhammā’’ti. ‘‘Appaṭighā dhammā anārammaṇā dhammā’’ti taṁkiccanivattiyā. ‘‘Arūpino dhammā acetasikā dhammā’’ti tabbhāvanivattiyā. Tadaññatā hi ettha pakāsīyati. ‘‘Amanusso’’ti tabbhāvamattanivattiyā. Manussattamattaṁ natthi aññaṁ samānanti sadisatā hettha sūciyati. ‘‘Asamaṇo samaṇapaṭiñño aputto’’ti taṁsambhāvanaguṇanivattiyā. Garahā hi ettha ñāyati. ‘‘Kacci nu bhoto anāmayā, anudarā kaññā’’ti tadappabhāvanivattiyā. ‘‘Anuppannā dhammā’’ti taṁsadisabhāvanivattiyā. Atītānañhi uppannapubbattā upādidhammānañca paccayekadesanipphattiyā āraddhuppādabhāvato kālavinimuttassa ca vijjamānattā uppannānukūlatā, pageva paccuppannānanti tabbidhurabhāvo ettha viññāyati. ‘‘Asekkhā dhammā’’ti tadapariyosānanivattiyā. Taṁniṭṭhānañhettha pakāsīyatīti evamanekesaṁ atthānaṁ jotako, tattha kiṁ vuccate atthadvayameva vatvā pārisesenāti? Itaresaṁ ettha suvidūrabhāvato. Na hi kusalavippayuttādīnaṁ dhammānaṁ akusalabhāvo yujjati.",
  "tika-abh04t2:7": "Akusalasaddassa uccāraṇānantaraṁ vineyyānaṁ kusalapaṭipakkhabhūte atthe paṭipattibhāvato tattha niruḷhatā daṭṭhabbā. ‘‘Viruddhasabhāvattā’’ti vuttaṁ kiccavirodhādīnampi tadantogadhattā, viruddhasabhāvattepi vināsakavināsitabbabhāvo kusalākusalesu niyatoti dassetuṁ ‘‘tappaheyyabhāvato’’ti āha. Itarathā kusalānampi akusalehi pahātabbabhāve accantaṁ samucchinnakusalamūlattā apāyapūrakā eva sattā siyuṁ. Yaṁ pana ‘‘dhammāpi vo, bhikkhave, pahātabbā’’ti (ma. ni. 1.240) vuttaṁ, taṁ ‘‘rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahathā’’tiādīsu (saṁ. ni. 3.33) viya tadārammaṇasaṁkilesappahānavasena pariyāyena vuttaṁ. Yathāha ‘‘na hi kusalā akusalehi pahātabbā’’ti (dha. sa. mūlaṭī 1).",
  "tika-abh04t2:8": "Phassādivacanehi taṁniddesabhūtehi. Tabbacanīyabhāvenāti tehi ‘‘sukhāya vedanāya sampayuttā dhammā’’tiādivacanehi abhidheyyabhāvena. Yathā anavajjasukhavipākādiatthā kusalādivacanehi, evaṁ avipākatthā abyākatavacanena bodhitā evāti āha ‘‘abyākatavacaneneva cā’’ti. Kāraṇaṁ avatvāti idha vuttabhāvena anuvattamānattāti kāraṇaṁ avatvā. Aññā…pe… nivāretabboti etena kusalākusalasaddā viya kusalākusalasabhāvānaṁ tadubhayaviparītasabhāvānaṁ dhammānaṁ abyākatasaddo bodhakoti dasseti. Na hi avipākavacanaṁ vuttaṁ, akusalavacanañca avuttaṁ. Yato avipākavacanassa adhikatabhāvo akusalassa ca tabbacanīyabhāvena akathitabhāvo siyā, tasmā na akusalānaṁ abyākatatāti ayaṁ akusalānaṁ anabyākatabhāve yojanā.",
  "tika-abh04t2:9": "Taṁ pariharitunti abyākatanivattanamāha. Yadi evaṁ ‘‘sukhavipākānavajjā’’ti vattabbaṁ. Anavajjā hi byabhicāritāya visesitabbāti? Na, sukhavipākavacanassa visesanabhāvena aggahitattā. Sukhavipākavacanena hi kusalabhāve samatto viññāyati, anavajjavacanaṁ panettha kusalānaṁ agarahitabbatāsaṅkhātaṁ kañci visesamāha. Teneva ca tassa visesanabhāvena vuttassa pavattisukhatādidassanabhāvaṁ sayameva vakkhatīti. Manosamācāravisesabhūtā phaladhammā visesena paṭippassaddhāvajjā nāma hontīti samācārattayavasena tasmiṁ sutte anavajjadhammānaṁ vuttattā ca te anavasesato saṅgahetvā dassetuṁ ‘‘virahitāvajjamattā’’ti vuttaṁ. Avajjavināsanabhāvo dassito kaṇhasukkadhammānaṁ vajjhaghātakabhāvassa niyatattā. Savipākatā vipākadhammatā. Sukho vipāko etesanti sukhavipākāti iminā samāsena kusalānaṁ sukhavipākavantatā vuttā. Sā ca nesaṁ na taṁsamaṅgitāya asahavattanatoti taduppādanasamatthatāti viññāyatīti vuttaṁ ‘‘sukhavipākavipaccanasabhāvaṁ dassetī’’ti. Yuttametanti paramatthato bhedābhāvepi yathāvuttavacanavacanīyabhāvasaṅkhāto bhedo tasmiṁ abhidheyyatthabhūte vatthusmiṁ upacārena hotīti yuttamettha lakkhaṇalakkhitabbabhāvena bhedavacanaṁ. Bhavati hi saddatthavisesamattenapi abhinne vatthusmiṁ bhedavacanaṁ yathā ‘‘silāputtakassa sarīra’’nti.",
  "tika-abh04t2:10": "Vināpi bhāvābhidhāyinā saddena bhāvappadhāno niddeso hotīti vuttaṁ ‘‘anavajjavacanena anavajjattaṁ āhā’’ti. Evañcettha padaviggaho gahetabbo – na avajjaṁ anavajjaṁ, avajjapaṭipakkhatāya agarahitabbasabhāvo. Sukho vipāko assāti sukhavipākaṁ, sukhavipākavipaccanasamatthatā. Anavajjañca taṁ sukhavipākañcāti anavajjasukhavipākaṁ, taṁ lakkhaṇaṁ etesanti anavajjasukhavipākalakkhaṇā. Atha vā pubbe viya anavajjaṁ, vipaccanaṁ vipāko, sukhassa vipāko sukhavipāko, anavajjañca sukhavipāko ca anavajjasukhavipākaṁ ekattavasena. Taṁ lakkhaṇaṁ etesanti anavajjasukhavipākalakkhaṇā. Kiṁ panettha kāraṇaṁ padadvayapariggahe, nanu ekeneva padena iṭṭhappasiddhi. Yadipi ‘‘avajjarahitaṁ anavajja’’nti imasmiṁ pana pakkhe abyākatanivattanatthaṁ sukhavipākaggahaṇaṁ kattabbaṁ siyā, sukhavipākaggahaṇe pana kate anavajjaggahaṇaṁ na kattabbameva. ‘‘Avajjapaṭipakkhā anavajjā’’ti etasmiṁ pana pakkhe sukhavipākaggahaṇañcāti codanaṁ manasi katvā āha ‘‘tattha anavajjavacanenā’’tiādi. Tena pavattisukhasukhavipākatāattasuddhivisuddhavipākatāakusalaabyākatasabhāvanivattirasapaccupaṭṭhānapadaṭṭhānavisesadīpanato evaṁ vipulappayojanattho padadvayapariggahoti dasseti. Sukha-saddassa iṭṭhapariyāyatā viya ‘‘nibbānaparamaṁ sukhaṁ (dha. pa. 203-204), sukhā virāgatā loke (udā. 11), tesaṁ vūpasamo sukho’’tiādīsu (dī. ni. 2.221, 272) saṅkhāradukkhūpasamapariyāyatāpi vijjati, taṁavipākatāya pana idha sukhavipākabhāvo na sakkā vattunti dassento āha ‘‘saṅkhā…pe… natthī’’ti. Idaṁ vuttaṁ hoti – tebhūmakakusalānampi vivaṭṭasannissayabhāvena pavattisabhāvattā kiñcāpi sabbe kusalā saṅkhāradukkhūpasamasukhanipphādakā sambhavanti, yathāvuttasukhassa pana avipākabhāvato na etena padena kusalānaṁ sukhavipākatā sambhavatīti. Vipakkabhāvamāpannesu arūpadhammesu niruḷhattā vipāka-saddassa ‘‘yadi panā’’ti sāsaṅkaṁ vadati.",
  "tika-abh04t2:11": "Yathāsambhavanti saha avajjenāti sāvajjā, garahitabbabhāvayuttā. Tena nesaṁ garahitabbasabhāvaṁ dasseti. Aññepi atthi dukkhabhāvena garahitabbasabhāvā akusalavipākāti sāvajjavacanamattena tesampi akusalatāpattidosaṁ disvā taṁ pariharituṁ dukkhavipākavacanamāha. Avajja-saddo vā rāgādīsu ekantākusalesu niruḷhoti taṁsahavattidhammānaṁ eva sāvajjabhāve kusalābyākatehi akusalānaṁ viseso sāvajjavacaneneva dassito. Abyākatehi pana visiṭṭhaṁ kusalākusalānaṁ sādhāraṇaṁ savipākatālakkhaṇanti tasmiṁ lakkhaṇe visesadassanatthaṁ dukkhavipākalakkhaṇaṁ vuttaṁ. Ito paraṁ ‘‘dukkho vipāko etesanti dukkhavipākā’’tiādinā sukhavipākaanavajjakusalapadānaṁ ṭhāne dukkhavipākasāvajjaakusalapadāni ṭhapetvā yathāvuttanayena attho veditabbo . Yojanā ca sāvajjavacanena akusalānaṁ pavattidukkhataṁ dasseti, dukkhavipākavacanena vipākadukkhataṁ. Purimañhi attano pavattisabhāvavasena lakkhaṇavacanaṁ, pacchimaṁ kālantare vipākuppādanasamatthatāyāti. Tathā purimena akusalānaṁ avisuddhasabhāvataṁ dasseti, pacchimena avisuddhavipākataṁ. Purimena ca akusale kusalasabhāvato nivatteti, pacchimena abyākatasabhāvato savipākattadīpakattā pacchimassa. Purimena vā avajjavantatādassanato kiccaṭṭhena rasena anatthajananarasataṁ dasseti, pacchimena sampattiatthena aniṭṭhavipākarasataṁ. Purimena ca upaṭṭhānākāraṭṭhena paccupaṭṭhānena saṁkilesapaccupaṭṭhānataṁ, pacchimena phalaṭṭhena dukkhavipākapaccupaṭṭhānataṁ. Purimena ca ayonisomanasikāraṁ akusalānaṁ padaṭṭhānaṁ pakāseti. Tato hi te sāvajjā jātāti. Pacchimena akusalānaṁ aññesaṁ padaṭṭhānabhāvaṁ vibhāveti. Te hi dukkhavipākassa kāraṇaṁ hotīti. Ettha ca dukkha-saddo aniṭṭhapariyāyavacananti veditabbaṁ. Aniṭṭhacatukkhandhavipākā hi akusalā, na dukkhavedanāvipākāva. Vipāka-saddassa phalapariyāyabhāve pana nissandavipākena aniṭṭharūpenapi dukkhavipākatā yojetabbā. Vipākadhammatāpaṭisedhavasena abyākatānaṁ avipākalakkhaṇāti lakkhaṇaṁ vuttanti tadatthaṁ dassento ‘‘avipākārahasabhāvā’’ti āha. Evaṁpakārānanti abhiññādike saṅgaṇhāti.",
  "tika-abh04t2:12": "Chahi padehi tikesu, catūhi dukesu yathākkamaṁ cha cattāro atthā vuttā. Chakkabhāvo na bhavissatīti etena catukkabhāvābhāvo dassitanayattā coditoyevāti daṭṭhabbaṁ. Atthabhedo upapajjatīti kasmā evaṁ vuttaṁ, nanu tīhi dhammasaddehi vuccamāno sabhāvadhāraṇādiatthena abhinno eva so atthoti? Na, jātiādibhedena bhedasabbhāvato. Bhedakā hi jātiādayo. Māsapadatthatāyāti māsa-saddābhidheyyabhāvena. Tabbacanīyabhinnatthānanti tehi kālasaddādīhi vattabbānaṁ visiṭṭhatthānaṁ. Idaṁ vuttaṁ hoti – ‘‘yathā kālasaddādiabhidheyyānaṁ kālādiatthānaṁ bhinnasabhāvānampi māsa-saddābhidheyyabhāvena abhedo, evaṁ jātiādibhedena bhinnānampi tesaṁ tiṇṇaṁ dvinnañca atthānaṁ dhamma-saddābhidheyyabhāvena natthi bhedo’’ti. Vini…pe… mānāti dhamma-saddassa rūpābhedepi bhedakāraṇamāha. Bhinnajātiyatthavacanīyatāya hi tassevatthabhedoti.",
  "tika-abh04t2:13": "Sādhetunti bodhetuṁ. Hotu asambandho, kā no hānīti kadāci vadeyyāti āsaṅkāya āha ‘‘pubbā…pe… nāma hontī’’ti. So cāti sabhāvadhāraṇapaccayadhariyamānatāsaṅkhāto attho na sakkā vattunti yathāvuttassa abhāvassa apekkhāvuttitāya vuttaṁ. Na hi apekkhāvuttino antarena apekkhitabbaṁ labhanti. Satipi sabhāvadhāraṇādiatthasāmaññe kusalajātiādivisiṭṭhasseva tassa idha adhippetattā ekatthatā na anuññātāti vuttaṁ, vacanasilesavasena vā. Atha vātiādinā tiṇṇaṁ dhammasaddānaṁ abhāvattaṁ asampaṭicchanto nānatthatābhāvadosaṁ pariharati.",
  "tika-abh04t2:14": "Ñāpakahetubhāvato upapatti idha kāraṇanti vuttāti āha ‘‘kāraṇaṁ nāma yuttī’’ti. Punaruttītiādinā nanu ‘‘kusalādīnampi ekattaṁ āpajjatī’’ti vuttattā ekattāpattipi vattabbāti ? Saccaṁ vattabbā, sā pana abhāvāpattiyaṁ eva antogadhā nānattābhāvacodanāsāmaññena. Bhedābhedanibandhanattā visesanavisesitabbabhāvassa so accantamabhinnesu niyamena natthīti visesanavisesitabbābhāvena accantābhedaṁ dasseti, na pana accantaṁ abhinnesuyeva visesanavisesitabbābhāvaṁ. Atha vā accantaṁ abhinnesu avivaṭasaddatthavivaraṇatthaṁ pavattā. Kasmā? Visesanavisesitabbābhāvatoti evaṁ yojanā kātabbā. Amittaṁ abhibhavituṁ sakkuṇātīti sakko, indatīti indo, purime dadātīti purindadoti evaṁ kiriyāguṇādipariggahavisesena.",
  "tika-abh04t2:15": "Bhedābhedavantesūti visesasāmaññavantesu. Nīla-saddo hi uppalasaddasamāyogo rattuppalasetuppalādiuppalajātisāmaññato vinivattetvā nīlaguṇayuttameva uppalajātivisesaṁ joteti. Uppala-saddopi nīla-saddasamāyutto bhamaraṅgārakokilādigatanīlaguṇasāmaññato avacchinditvā uppalavatthugatameva nīlaguṇaṁ pakāsetīti visesatthasāmaññatthayuttatā padadvayassa daṭṭhabbā. Iminā nayena itaratrāpi bhedābhedavantatā yojetabbā. Tāya tāya anumatiyāti tena tena saṅketena. Te te vohārāti accantaṁ abhinne atthe pariyāyabhāvena accantaṁ bhinne yathāsakaṁ atthavivaraṇabhāvena bhedābhedavante visesanavisesitabbabhāvena tā tā samaññā paññattiyo siddhāti attho . Samāneti ekasmiṁ. Kusalādibhāvanti kucchitasalanādibhāvaṁ. Abhidhānatthopi hi anavajjasukhavipākādiabhidheyyattho viya sabhāvadhāraṇādisāmaññatthaṁ visesetīti.",
  "tika-abh04t2:16": "Etthāha ‘‘kiṁ pana kāraṇaṁ tikā eva paṭhamaṁ vuttā, na dukā, tikesupi kusalattikova, na añño’’ti? Vuccate – sukhaggahaṇato appabhedato ca tikā eva paṭhamaṁ vuttā. Yasmā tikehi bodhite kusalādibhede tabbibhāgabhinnā hetuādayo vuccamānā suviññeyyā honti. Tathā hi ‘‘tayo kusalahetū’’tiādinā kusalādimukhena hetuādayo vibhattā, katipayabhedā ca tikā dvāvīsatiparimāṇattā.",
  "tika-abh04t2:17": "Tesu pana sabbasaṅgahaasaṅkaraādikalyāṇabhāvena paṭhamaṁ kusalattikaṁ vuttaṁ. Niravasesā hi rūpārūpadhammā kusalattikena saṅgahitā, na tathā vedanāttikādīhi. Nanu vipākattikādīhipi niravasesā dhammā saṅgahitāti? Saccametaṁ, tesu pana anavajjasāvajjadhammā na asaṅkarato vuttā yathā kusalattike. Nanu ca saṁkiliṭṭhasaṁkilesikattikādīsupi te asaṅkarato vuttāti? Evametaṁ, te pana akalyāṇabhūte pāpadhamme ādiṁ katvā vuttā, na evamayaṁ. Ayaṁ pana kalyāṇabhūte pujjabhavaparinibbutinipphādake puññadhamme ādiṁ katvā vutto. Iti bhagavā saṇhasukhumaṁ rūpārūpadesanaṁ ārabhanto sabbasaṅgahaasaṅkaraādikalyāṇaguṇayogato paṭhamaṁ kusalattikaṁ deseti, kiñca tadaññattikānaṁ sukhaggahaṇato. Tathā hi kusalattikamukhena ‘‘kāmāvacarakusalato cattāro somanassasahagatacittuppādā’’tiādinā vedanāttikādayo vibhattāti.",
  "tika-abh04t2:18": "Kusalattikepi ca padhānapāsaṁsaubhayahitabhāvato kusalā dhammā paṭhamaṁ vuttā. Kusalā hi dhammā sukhavipākattā sabbasaṅkhatadhammānaṁ uttamā avajjavidhamanato viññuppasatthā idhalokaparalokesu atthāvahā nissaraṇāvahā ca, tasmā padhānādibhāvena paṭhamaṁ vuttā, tappaṭipakkhattā tadanantaraṁ akusalā, tadubhayaviparītasabhāvā tadanantaraṁ abyākatā vuttā. Kusalavasena vā assādo, akusalavasena ādīnavo, abyākatadhammesu nibbānavasena nissaraṇanti iminā assādādikkamena, kusalesu patiṭṭhāya paṇḍitā akusale pajahantā abyākatadhammabhūtamaggaphalaṁ nibbānañca sacchikarontīti iminā vā paṭipattikkamena ayamanupubbī ṭhapitāti veditabbā.",
  "tika-abh04t2:19": "Kasmā panettha sekkhattikādīsu viya sarūpato purimapadadvayapaṭikkhepavasena tatiyapadaṁ na vuttaṁ ‘‘nevakusalā nākusalā’’ti? Visesadīpanatthaṁ. Yathā hi sekkhāsekkhasabhāvesu dhammesu kocipi dhammo tadubhayasabhāvena kenacipi pariyāyena kadāci abyākaraṇīyo nāma natthīti sekkhattike padadvayapaṭikkhepavasena ‘‘nevasekkhā nāsekkhā’’tveva vuttaṁ, na evaṁ idha. Idha pana kusalasabhāvā eva dhammā aggaphaluppattiyā tathā na byākaraṇīyā hontīti imassa visesassa dīpanatthaṁ ‘‘abyākatā’’ti vuttaṁ. Vacanamatte eva vā idaṁ nānākaraṇaṁ ‘‘abyākatā nevakusalā nākusalā’’ti byākata-saddena kusalākusalānaṁ bodhitattāti.",
  "tika-abh04t2:20": "Ettha ca akusalesu taṇhāya sabbākusalehi, tebhūmakakusalākusalehi vā samudayasaccaṁ, taṁtaṁavasiṭṭhatebhūmakadhammehi dukkhasaccaṁ, lokuttarakusalena maggasaccaṁ, avasiṭṭhaabyākatavisesena nirodhasaccaṁ dassitaṁ hoti. Tattha samudayena assādo, dukkhena ādīnavo, magganirodhehi nissaraṇaṁ. Kiñcāpi nāmarūpaparicchedabhāvato sabhāvadhammaniddhāraṇapadhānā abhidhammakathā, tesaṁ pana kusalādivisese niddhārite tassa upasampādetabbatādipi atthato vuttameva hoti. Akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya ‘‘sabbapāpassa akaraṇaṁ, kusalassa upasampadā’’ti (dha. pa. 183; dī. ni. 2.90) evamādivacanato hi kusalādīnaṁ upasampādanādidassanaparaṁ bhagavato sāsanaṁ, tasmā kusalānaṁ upasampādanaṁ akusalānaṁ pahānañca upāyo, abyākatavisesassa sacchikiriyā phalaṁ, kusalādīnaṁ upasampādanādiatthā desanā āṇattīti ayaṁ desanāhāro.",
  "tika-abh04t2:21": "Ārogyaṭṭhena anavajjaṭṭhena kosalyasambhūtaṭṭhena ca kusalā, tappaṭipakkhato akusalā, tadubhayaviparītato abyākatā, sabhāvadhāraṇādiatthena dhammāti anupadavicinanaṁ vicayo hāro.",
  "tika-abh04t2:22": "Pujjabhavaphalaparinibbutinipphatti kusalehīti yujjati sukhavipākattā, apāyadukkhasaṁsāradukkhuppatti akusalehīti yujjati aniṭṭhaphalattā, tadubhayaphalānaṁ anuppatti abyākatehīti yujjati avipākadhammattāti ayaṁ yutti hāro.",
  "tika-abh04t2:23": "Kusalā dhammā sukhavipākassa padaṭṭhānaṁ, akusalā dukkhavipākassa, abyākatā kusalākusalābyākatadhammānanti ayaṁ padaṭṭhāno hāro.",
  "tika-abh04t2:24": "Kusalaggahaṇena ye anavajjasukhavipākā sukhāya vedanāya sampayuttā adukkhamasukhāya vedanāya sampayuttā vipākadhammadhammā anupādinnupādāniyā anupādinnaanupādāniyā…pe… araṇā dhammā, te bodhitā bhavanti kusalalakkhaṇena ekalakkhaṇattā. Tathā akusalaggahaṇena ye sāvajjadukkhavipākā sukhāya vedanāya sampayuttā dukkhāya vedanāya sampayuttā adukkhamasukhāya vedanāya sampayuttā vipākadhammadhammā anupādinnupādāniyā saṁkiliṭṭhasaṁkilesikā…pe… saraṇā dhammā, te bodhitā bhavanti akusalalakkhaṇena ekalakkhaṇattā. Tathā abyākataggahaṇena ye avipākārahā sukhāya vedanāya sampayuttā dukkhāya vedanāya sampayuttā adukkhamasukhāya vedanāya sampayuttā vipākā dhammā nevavipākanavipākadhammadhammā upādinnupādāniyā anupādinnupādāniyā anupādinnaanupādāniyā…pe… araṇā dhammā, te bodhitā bhavanti abyākatalakkhaṇena ekalakkhaṇattāti ayaṁ lakkhaṇo hāro.",
  "tika-abh04t2:25": "‘‘Kucchite pāpadhamme salayantī’’tiādinā nirutti veditabbā, kusalādimukhena rūpārūpadhamme pariggahetvā visuddhiparamparāya ‘‘kathaṁ nu kho sattā anupādisesanibbānabhāgino bhaveyyu’’nti ayamettha bhagavato adhippāyo, nidānaṁ asādhāraṇato kusalādibhedena bujjhanakasattā. Sādhāraṇato pana pākaṭameva. Paṭhamaṁ kusalattikassa desanā vicāritāyevāti ayaṁ catubyūho hāro.",
  "tika-abh04t2:26": "Kusalaggahaṇena kalyāṇamittapariggaho yonisomanasikārapariggaho ca. Tattha paṭhamena sakalaṁ brahmacariyamāvattati, dutiyena ca yonisomanasikāramūlakā dhammā. Akusalaggahaṇena vuttavipariyāyena yojetabbaṁ. Abyākataggahaṇena pana sakalasaṁkilesavodānapakkho yathārahamāvattatīti ayaṁ āvatto hāro.",
  "tika-abh04t2:27": "Tattha kusalā bhūmito catudhā vibhattā, sampayuttapavattiākārādito pana anekadhā. Akusalā bhūmito ekadhā vibhattā, sampayuttādito anekadhā. Abyākatā pana vipākakiriyarūpanibbānavasena catudhā bhūmisampayuttādito anekadhā ca vibhattāti ayaṁ vibhatti hāro.",
  "tika-abh04t2:28": "Kusalā dhammā akusalānaṁ tadaṅgādippahānāya vītikkamādippahānāya ca saṁvattanti, akusalā dhammā kusalānaṁ anupasampajjanāya, abyākatesu asaṅkhatadhātu sabbasaṅkhatanissaraṇāyāti ayaṁ parivatto hāro.",
  "tika-abh04t2:29": "Kusalā anavajjā puññānīti pariyāyavacanaṁ, akusalā sāvajjā apuññānīti pariyāya vacanaṁ, abyākatā avipākārahā nevaācayagāmī naapacayagāmīnoti pariyāyavacananti ayaṁ vevacano hāro.",
  "tika-abh04t2:30": "Kusalādayo ‘‘yasmiṁ samaye’’tiādinā pabhavabhūmivevacanapaññattivasena yathāsambhavaṁ pariññādipaññattivasena ca paññattāti ayaṁ paññatti hāro.",
  "tika-abh04t2:31": "Akusalānaṁ kucchitānaṁ pāpadhammānaṁ salanaṁ kusānaṁ viya kusānaṁ vā rāgādīnaṁ lavanaṁ evaṁdhammatāti ayaṁ paṭiccasamuppādamukhena avataraṇaṁ, tathā kusena lātabbā kosallasambhūtā cāti paccayapaṭibaddhavuttitāya paṭiccasamuppāda…pe… avataraṇaṁ, paccayapaṭibaddhavuttitāya vā ādiantavantā aniccantikā cāti aniccatāmukhena avataraṇaṁ, aniccatā eva udayabbayapaṭipīḷitatāya dukkhāti dukkhatāmukhena avataraṇaṁ, nissattanijjīvaṭṭhena dhammāti abyāpārato suññatāmukhena avataraṇaṁ, evaṁ kusalāti cattāro khandhā dvāyatanāni dve dhātuyotiādinā khandhāyatanadhātādimukhenapi avataraṇaṁ veditabbaṁ. Iminā nayena akusalābyākatesupi avataraṇaṁ dassetabbanti ayaṁ avataraṇo hāro.",
  "tika-abh04t2:32": "Kusalāti ārambho, dhammāti padasuddhi, no ārambhasuddhi. Tathā akusalā dhammā abyākatāti, dhammāti pana padasuddhi ārambhasuddhi cāti ayaṁ sodhano hāro.",
  "tika-abh04t2:33": "Dhammāti sāmaññato adhiṭṭhānaṁ, taṁ avikappetvā visesavacanaṁ kusalākusalābyākatāti. Tathā kusalā dhammāti sāmaññato adhiṭṭhānaṁ, taṁ avikappetvā kāmāvacaraṁ somanassasahagatantiādi visesavacanaṁ. Akusalā dhammātiādīsupi eseva nayoti ayaṁ adhiṭṭhāno hāro.",
  "tika-abh04t2:34": "Kusalānaṁ dhammānaṁ navamo khaṇo cattāri ca sampatticakkāni yonisomanasikāro eva vā hetu, vuttavipariyāyena akusalānaṁ dhammānaṁ hetu, kusalākusalā dhammā yathāsambhavaṁ abyākatānaṁ dhammānaṁ hetūti ayaṁ parikkhāro hāro.",
  "tika-abh04t2:35": "Kusalāti pariññeyyaggahaṇañceva bhāvetabbaggahaṇañca. Akusalāti pariññeyyaggahaṇañceva pahātabbaggahaṇañca. Abyākatāti pariññeyyaggahaṇañceva sacchikātabbaggahaṇañca. Dhammāti pariññādīnaṁ pavattanākāraggahaṇaṁ. Tena pariññeyyappahānabhāvanāsacchikaraṇāni dīpitānīti tadaṅgādivītikkamādippahānāni lokiyalokuttarā ca bhāvanā dassitāti ayaṁ samāropano hāro.",
  "tika-abh04t2:36": "Kāmañcetaṁ avisesato sabhāvadhammakathanaṁ, visesavanto pana dhammā visesato niddhāritā. Tathā hi citteneva samayo niyamito, tasmā kusalaggahaṇena visesato sādhiṭṭhāno samatho vipassanā ca dassitāti. Tathā tappaṭipakkhato akusalaggahaṇena sādhiṭṭhānā taṇhā avijjā ca , abyākataggahaṇena saparivārā cetovimutti paññāvimutti cāti ayaṁ nandiyāvattassa nayassa bhūmi.",
  "tika-abh04t2:37": "Tathā kusalaggahaṇena mūlabhāvavisesato tīṇi kusalamūlāni, tesu ca adosena sīlakkhandho, alobhena samādhikkhandho, amohena paññākkhandho nīyati. Tathā akusalaggahaṇena tīṇi akusalamūlāni, tesu ca lobhena tadekaṭṭhā akusalā dhammā. Tathā dosamohehi taṁtadekaṭṭhā. Abyākataggahaṇena appaṇihitānimittasuññatā nīyantīti ayaṁ tipukkhalassa nayassa bhūmi.",
  "tika-abh04t2:38": "Tathā kusalaggahaṇena yato kosallato sambhūtā kusalā, taṁ paññindriyaṁ. Taṁsahajātā tadupanissayā ca saddahanussahanāpilāpāvikkhepā saddhindriyādīni. Tehi ca sabbe saddhammā bodhitā bhavanti. Akusalaggahaṇena akosallapaṭicchāditādīnavesu kāyavedanācittadhammesu subhasukhaniccaattābhinivesabhūtā cattāro vipallāsā. Abyākataggahaṇena yathāvuttaindriyapaccayāni yathāvuttavipallāsappahānabhūtāni ca cattāri sāmaññaphalāni bodhitānīti ayaṁ sīhavikkīḷitassa nayassa bhūmīti ime tayo atthanayā.",
  "tika-abh04t2:39": "Tehi ca siddhehi dve kammanayāpi siddhā hontīti. Ayaṁ tiko sabbadhammasaṅgahitasabbabhāgiyo veditabboti idaṁ sāsanapaṭṭhānaṁ.",
  "tika-abh04t2:40": "Ayaṁ tāva nettinayena kusalattikavaṇṇanā.",
  "tika-abh04t2:41": "Evaṁ vedanāttikādīsupi yathāsambhavaṁ catusaccaniddhāraṇādividhinā soḷasa hārā pañca nayā niddisitabbā, ativitthārabhayena pana na vitthārayāma. Sakkā hi iminā nayena tesu tesu tikadukesu taṁtaṁhāranayayojanānurūpadhammaniddhāraṇavasena te te hāranayā viññunā niddisitunti.",
  "tika-abh04t2:42": "2.Tañca sukhindriyaṁ sukhavedanā eva hoti sāmaññassa bhedapariyādānato, bhedassa ca sāmaññapariccāgatoti adhippāyo. Yasmā pana visesasāmaññāni avayavasamudāyā viya aññamaññato bhinnāni, tasmā ‘‘na pana…pe… samānatthattā’’ti vuttaṁ. Idāni tameva nesaṁ bhinnatatvaṁ ‘‘ayañhī’’tiādinā vivarati. Tanti sukhahetūnaṁ kāraṇaṁ. Tena sukhassa kāraṇaṁ sukhahetu, sukhassa kāraṇakāraṇaṁ sukhamūlanti dasseti. Sukhahetūnanti ettha hetu-saddena kāraṇabhāvasāmaññato hetupaccayā saṅgahitāti āha ‘‘puññapassaddhiādīna’’nti. Ettha ca sukhamūlasukhahetūsu phalūpacārena, sukhārammaṇasukhapaccayaṭṭhānesu sukhasahacariyāya, abyāpajjanibbānesu dukkhāpagamabhāvena sukhapariyāyo vuttoti daṭṭhabbo. Iṭṭhāsūti sukhupekkhānaṁ vipariṇāmāññāṇasaṅkhāradukkhatāya aniṭṭhabhāvopi atthīti viseseti. Upekkhameva vā apekkhitvā visesanaṁ kataṁ. Sā hi akusalavipākabhūtā aniṭṭhāpi atthīti. Evamādīsūti ādi-saddena ‘‘sovaggikaṁ sukhavipāka’’nti (dī. ni. 1.163) evamādiṁ saṅgaṇhāti. Iṭṭhapariyāyo hi ettha sukha-saddoti.",
  "tika-abh04t2:43": "Saṅkhāradukkhādīsūti ettha ādi-saddena ‘‘ṭhitisukhaṁ vipariṇāmadukkhaṁ, akusalaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipāka’’ntiādike saṅgaṇhāti. Yathākkamaṁ sukhavedanā dukkhaaniṭṭhapariyāyo hi ettha dukkha-saddoti. Dukkhavedanādukkhavatthuādīsu dukkhasaddappavatti vuttanayeneva yojetabbā. Vipākāvipākabhedāya sabbāyapi sukhavedanāya vasena lakkhaṇassa vuttattā tadubhayānukūlamatthaṁ vivaranto ‘‘sabhāvato’’tiādimāha. Tattha vipākā sabhāvato iṭṭhassa anubhavanalakkhaṇā. Itarā sabhāvato saṅkappato ca iṭṭhassa iṭṭhākārassa vā anubhavanalakkhaṇāti daṭṭhabbaṁ.",
  "tika-abh04t2:44": "Asamānapaccayehi ekajjhaṁ uppattito samānapaccayehi ekajjhaṁ uppatti sātisayāti ukkaṁsagativijānanavasena ‘‘samānapaccayehi sahuppattikāti attho’’ti vuttaṁ. Atha vā uppajjanaṁ uppādo, uppajjati etasmāti uppādoti duvidhopi uppādo ekuppādāti ettha ekasesanayena saṅgahitoti iminā adhippāyena ‘‘samā…pe… attho’’ti vuttaṁ siyā. Tena tāni ekavatthukānīti etassa ca ‘‘kappentassā’’tiādinā sambandho. Tattha purimavikappe ekaṁ vatthu nissayo etesanti yojanā, na ekaṁyeva vatthūti. Ekekabhūtassa bhūtattayanissitattā catubhūtanissitattā ca upādārūpānaṁ. Dutiyavikappe pana ekaṁyeva vatthu etesu nissitanti yojanā. Nissayanissitatāsaṅkhātaupakāropakattabbabhāvadīpanaṁ ekavatthukavacananti dutiyavikappe mahābhūtavasena yojanā katā. Itarathā ekaṁ vatthu etesūti samāsatthabhāvena upādārūpānampi pariggaho vattabbo siyā. Pañcaviññāṇasampaṭicchanānanti idaṁ nidassananti daṭṭhabbaṁ. Kiriyamanodhātucakkhuviññāṇādayopi hi ekārammaṇābhinnavatthukā cāti pākaṭoyamatthoti. Santīraṇādīnanti ādi-saddena voṭṭhabbanajavanatadārammaṇāni saṅgayhanti, etāni ca sampaṭicchanādīni cutiāsannāni idhādhippetānīti daṭṭhabbaṁ. Tāni hi taduddhaṁ kammajarūpassa anuppattito ekasmiṁyeva hadayavatthusmiṁ vattanti, itarāni pana purimapurimacittakkhaṇuppanne hadayavatthusmiṁ uttaruttarāni pavattantīti. Chasu vā vatthūsu ekaṁ hadayavatthuyeva vatthu etesanti evaṁ pana atthe sati cutiāsannato itaresaṁ sampaṭicchanādīnaṁ gahaṇaṁ siyāti ñātabbaṁ.",
  "tika-abh04t2:45": "Etthāha – ‘‘kasmā panettha kusalattikānantaraṁ vedanāttikova vutto’’ti? Kismiṁ pana vuccamāne ayamanuyogo na siyā, apica avayavānaṁ anekabhedatādassanatthā tikantaradesanā. Sammāsambuddhena hi kusalattikena sabbadhammānaṁ tidhā vibhāgaṁ dassetvā puna tadavayavānaṁ kusalādīnampi anekabhedabhinnataṁ dassentena tesaṁ vedanāsampayogavibhāgavibhāvanatthaṁ ‘‘sukhāya vedanāya sampayuttā’’ti vuttaṁ. Kusalā hi dhammā siyā sukhāya vedanāya sampayuttā, siyā adukkhamasukhāya vedanāya sampayuttā. Akusalā dhammā siyā sukhāya vedanāya sampayuttā, siyā dukkhāya vedanāya sampayuttā, siyā adukkhamasukhāya vedanāya sampayuttā, tathā abyākatā sampayogārahāti. Evaṁ kusalādidhammānaṁ paccekaṁ vedanābhedena vibhāgadassanatthaṁ kusalattikānantaraṁ vedanāttikaṁ vatvā idāni sukhasampayuttādīnaṁ paccekaṁ vipākādibhedabhinnataṁ dassetuṁ vedanāttikānantaraṁ vipākattiko vutto. Sukhasampayuttā hi dhammā siyā vipākā, siyā vipākadhammadhammā, siyā nevavipākanavipākadhammadhammā. Tathā adukkhamasukhasampayuttā, dukkhasampayuttā pana siyā vipākā, siyā vipākadhammadhammāti iminā nayena avasesattikānaṁ dukānañca tassa tassa anantaravacane payojanaṁ vibhāvetabbaṁ.",
  "tika-abh04t2:46": "3.Vipākaniruttiñca labhantīti tesu vipākasaddassa niruḷhataṁ dasseti. Sukkakaṇhādīti ādi-saddena akaṇhaasukkaphassādibhāvo pariggahito. Sati pana pāka-saddassa phalapariyāyabhāve rūpaṁ viya na nihīno pakkaṁ viya visiṭṭho pākoti vipākoti evaṁ vā ettha attho daṭṭhabbo. Sabyāpāratāti saussāhatā. Santāne sabyāpāratāti etena cittappayogasaṅkhātena kiriyābhāvena vipākadhammānaṁ santānavisesamāha ‘‘yato yasmiṁ cittuppāde kusalākusalā cetanā, taṁsantāne eva tassā vipākuppattī’’ti. Ettha ca ‘‘sabyāpāratā’’ti etena āvajjanadvayaṁ vipākañca nivatteti, ‘‘anupacchinnāvijjātaṇhāmāne’’ti iminā avasiṭṭhaṁ kiriyaṁ nivatteti. Ubhayenapi anusayasahāyasaussāhatālakkhaṇā vipākadhammadhammāti dasseti. Lokuttarakusalānampi hi anusayā upanissayā honti, yato ‘‘katame dhammā kusalā? Yasmiṁ samaye lokuttaraṁ…pe… tasmiṁ samaye avijjāpaccayā saṅkhārā’’tiādinā (vibha. 342) ariyamaggacetanāya avijjāupanissayatā paṭiccasamuppādavibhaṅge pakāsitā. Nirussāhasantabhāvalakkhaṇā vipākā, ubhayaviparītalakkhaṇā nevavipākanavipākadhammadhammāti.",
  "tika-abh04t2:47": "Abhiññādikusalānanti ādi-saddena ‘‘ahosi kammaṁ nāhosi kammavipāko’’ti (paṭi. ma. 1.234) iminā tikena saṅgahitaṁ gatiupadhikālapayogābhāvena avipākaṁ diṭṭhadhammavedanīyaṁ upapajjavedanīyañca saṅgaṇhāti. Aparāpariyavedanīyaṁ pana saṁsārappavattiyaṁ ahosikammādibhāvaṁ na bhajati. Bhāvanāya pahātabbādīti ādi-saddena dassanena pahātabbaṁ saṅgaṇhāti. Ubhayampi ‘‘vipākānuppādane’’ti vacanato gatiupadhikālapayogābhāvena anuppannavipākameva adhippetaṁ bhāvanāya pahātabbassapi pavattivipākassa anujānanato. Yesaṁ pana bhāvanāya pahātabbā avipākā, tesaṁ matena ādi-saddena dassanena pahātabbassa ahosikammanti evaṁpakārasseva pariggahoti veditabbaṁ.",
  "tika-abh04t2:48": "4. ‘‘Kathamādinnā’’ti ayampi pañho labbhati. ‘‘Phalabhāvenā’’ti hi ādānappakāravacanaṁ. Kesañci gotrabhupaccavekkhaṇādīnaṁ upetakiriyabhūtānaṁ taṁkattubhūtānañca atthānaṁ upetabbasambandhabhāvato tadabhidhāyinopi saddā sambandhā evāti ‘‘upetasaddasambandhinā’’ti vuttaṁ. Upetanti hi upetabbatthe vuccamāne avassaṁ upetakiriyā upetā ca ñāyatīti. ‘‘Rūpadhātuyā kho pana, gahapati, yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā, cetaso adhiṭṭhānā abhinivesā anusayā’’tiādīsu ‘‘upayo’’ti taṇhādiṭṭhiyo adhippetāti āha ‘‘upaya…pe… diṭṭhīhī’’ti. Yathāsambhavanti ‘‘ārammaṇakaraṇavasenā’’tiādinā aṭṭhakathāyaṁ vuttaatthesu yo yo sambhavati yojetuṁ, so soti attho. Na vacanānupubbenāti ‘‘kiṁ pana taṁ upeta’’ntiādinā vuttavacanānupubbena na yojetabbo. Sabbapaccayuppannānanti sabbatebhūmakapaccayuppannānaṁ. Nāpajjati sāmaññajotanāya visese avaṭṭhānato visesatthinā ca viseso anupayujjatīti taṁ pana visesaṁ vuttappakāraṁ niyametvā dassetuṁ ‘‘bodhaneyyā’’tiādi vuttaṁ.",
  "tika-abh04t2:49": "Upetaṁ dīpetīti yathā ‘‘pācariyo’’ti ettha pagato ācariyo pācariyoti pa-saddo pagataṁ dīpeti, evaṁ upa-saddo upetaṁ dīpeti eva, na cettha gatādiatthānaṁ ekantena paccattavacanayogo icchitoti. Atisaddo viyāti ca idaṁ sasādhanakiriyādīpanasāmaññena vuttanti daṭṭhabbaṁ. Paccayabhāvenāti etena purimanibbattiṁ viseseti. Tena sahajātassapi upādānassa saṅgaho kato hoti. Sahajātopi hi dhammo paccayabhūto purimanipphanno viya voharīyati yathā ‘‘ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā’’ti, ‘‘ekaṁ khandhaṁ paṭicca tayo khandhā’’ti (paṭṭhā. 1.1.53) ca. Dhātukathāyaṁ pakāsitanti ‘‘upapattibhavo pañcahi khandhehi ekādasahāyatanehi sattarasahi dhātūhi saṅgahito. Katihi asaṅgahito. Na kehici khandhehi ekenāyatanena ekāya dhātuyā asaṅgahito’’ti (dhātu. 67) evamādiṁ sandhāyāha. Tasmā evāti upādinnasaddānapekkhattā eva. Avisesetvāti upādinnānupādinnavisesaṁ akatvā. Upādānānaṁ ārammaṇabhāvānativattanato upādānehi upādātabbāti vā upādāniyā, upādātuṁ vā arahantīti upādāniyā, upādāne niyuttāti vā upādāniyā ka-kārassa ya-kāraṁ katvāti evamettha attho daṭṭhabboti.",
  "tika-abh04t2:50": "5.Vibādhanaṁ pīḷanaṁ kilamanaṁ upatāpo pariḷāho appassaddhibhāvo. Vidūsitā malīnā ca yato keci akilesasabhāvāpi aniṭṭhaphalā gārayhā ca jātā.",
  "tika-abh04t2:51": "6. ‘‘Sīlamattakaṁ, paraṁ viya mattāyā’’tiādīsu mattā-saddassa pamāṇavācakatā daṭṭhabbā. Mariyādavācako vā mattā-saddo. Vicāro hettha jhānaṅgesu heṭṭhimamariyādo, na paṭhamajjhānaupacārajjhānesu viya vitakko. Sā pana vicāramariyādatā vitakkābhāvena etesaṁ jātāti avitakkaggahaṇaṁ kataṁ. Idaṁ vuttaṁ hoti – avitakkā hutvā vicāramariyādajhānaṅgesu vicāraheṭṭhimakoṭikāti. Atha vā īsadattho mattā-saddo ‘‘mattāsukhapariccāgā’’tiādīsu (dha. pa. 290) viya. Ayañhettha attho – vitakkarahitā bhāvanāya atisukhumabhūtavicārattā īsaṁ vicārā ca avitakkavicāramattāti. Na hi ito paraṁ vicāro atthīti. Yadi vitakkavisesarahitā vicāramattā, evaṁ sante avitakkavacanaṁ kimatthiyanti āha ‘‘vicāramattavacanenā’’tiādi. Yadi vicāramattato aññesampi avitakkānaṁ atthibhāvajotanatthaṁ avitakkavacanaṁ, avitakkā ca vicāramattā avicārāti nivattetabbā gahetabbā ca, evaṁ sati vicāramattā visesanaṁ, avitakkā visesitabbāti vicāramattāvitakkāti vattabbanti codanaṁ manasi katvā āha ‘‘visesanavisesitabbabhāvo’’tiādi. Yathākāmanti vattuicchānurūpaṁ . Yena yena hi pakārena dhammesu nivattetabbagahetabbabhāvā labbhanti, tena tena pakārena visesanavisesitabbabhāvo sambhavatīti. Padānaṁ anukkamo padānukkamo.",
  "tika-abh04t2:52": "Avitakkā savitakkā ca savicārā avicārā cāti avitakkāsavicārā savitakkā avicārāti yojetabbaṁ. Ubhayekadesadassanampi ubhayadassananti adhippāyena ‘‘yadi savitakkasavicārā’’tiādi vuttaṁ. Itarampi pakāsetunti idaṁ yathā savitakkasavicāresu cittuppādesu vitakko avitakkasavicāratāya ‘‘avitakkavicāramatto’’ti vutto, evaṁ yathāvuttacittuppādesu vicāro ‘‘savitakkaavicāro’’ti sakkā viññātunti imamatthaṁ sandhāya vuttaṁ. Vitakkābhāvena ete vicāramattāti ayampi attho visesanivattiatthaṁyeva mattā-saddaṁ gahetvā vutto. Vicāramattāti hi vicāramattavantoti viññāyamānattā tadaññavisesavirahasāmaññato nivattetvā vitakkavisesavirahasaṅkhāte avitakka-saddo sannidhāpito viseseti dutiyajjhānadhammeti. Yathāha ‘‘na vicārato’’tiādi.",
  "tika-abh04t2:53": "7.Vedayamānāti anubhavamānā. Sukhākāreti iṭṭhākāre, iṭṭhānubhavanākāre vā. Udāsināti natiapanatirahitā. Sukhadukkhānaṁ aviruddhā tesaṁ byavadhāyikābhāvato. Sukhadukkhāni viya hi sukhadukkhānaṁ anantaraṁ pavattanato byavadhāyikābhūtā na tehi virujjhati, na pana sukhadukkhāni anantarāpavattito. ‘‘Upapattito ikkhatīti upekkhā’’ti ayaṁ panattho idha upekkhā-saddassa sabbupekkhāpariyādānato na vutto. Na hi lobhasampayuttādiupekkhā upapattito ikkhatīti. Tasmāti yasmā pītisahagatāyeva na sukhasahagatā, sukhasahagatāpi na pītisahagatā evāti pītisahagatā sukhasahagatā ca aññamaññaṁ bhinnā, tasmā. Satipi sukhasahagatānaṁ yebhuyyena pītisahagatabhāve yena sukhena samannāgatā sukhasahagatā eva honti, na pītisahagatā, taṁ sukhaṁ nippītikasukhanti ayaṁ viseso iminā tikena dassitoti imamatthaṁ vibhāvento ‘‘pītisahagatāti vatvā’’tiādimāha.",
  "tika-abh04t2:54": "Siddhoti sāvasesaṁ niravasesañca sukhapītiyo saṅgahetvā pavattehi paṭhamadutiyapadehi yo pītisahagato dhammaviseso, taṁ sukhaṁ, yo ca sukhasahagato dhammaviseso, sā pītīti satipi aññamaññaṁ saṁsaṭṭhabhāve padantarasaṅgahitabhāvadīpanatosiddho ñāto viditoti attho. ‘‘Catutthajjhānasukhaṁ atipaṇītasukhanti oḷārikaṅgato nīharitvā tassa paṇītabhāvaṁ dassetuṁ ayaṁ tiko vutto’’ti keci vadanti, tadetaṁ sabbesaṁ sukhavedanāsampayuttadhammānaṁ idha ‘‘sukhasahagatā’’ti vuttattā vicāretabbaṁ. Tathā hi ‘‘sukhabhūmiyaṁ kāmāvacare’’tiādinā (dha. sa. 1283) ‘‘kāmāvacarakusalato cattāro somanassasahagatacittuppādā’’tiādinā (dha. sa. 1598) ca niddeso pavattoti.",
  "tika-abh04t2:55": "8.Nibbānārammaṇataṁ sandhāyāha, na nibbānapaṭivijjhanaṁ, itarathā gotrabhussa dassanabhāvāpatti acodanīyā siyāti adhippāyo. Nanu ca disvā kattabbakiccakaraṇena sotāpattimaggova dassananti ukkaṁsagativijānanena nibbānassa paṭivijjhanameva dassananti gotrabhussa dassanabhāvāpatti na codetabbāvāti? Na, dassanasāmaññasseva suyyamānattā dassanakattabbakiccakaraṇānañca bhedena vuttattā. Tattha yadipi ‘‘paññāya cassa disvā āsavā parikkhīṇā hontī’’tiādīsu (ma. ni. 2.182) viya abhinnakālassapi bhinnakālassa viya bhedopacāradassanato bhedavacanaṁ yuttaṁ, dassanavisese pana adhippete dassanasāmaññavacanaṁ na kattabbanti dassanasāmaññamattaṁ gahetvā codanā katāti ‘‘nibbānārammaṇataṁ sandhāyāhā’’ti vuttaṁ. Dutiyatatiyamaggānampi dhammacakkhupariyāyasabbhāvato ‘‘bhāvanābhāvaṁ appatta’’nti vuttaṁ. Tattha bhāvanā vaḍḍhanā. Sā ca bahulaṁ uppattiyā hotīti āha ‘‘punappunaṁ nibbattanenā’’ti. Tathā hi satīti ‘‘ubhayapaṭikkhepavasenā’’ti padassa dassanabhāvanāpaṭikkhepavasenāti atthe sati. Nanu lokiyasamathavipassanāpi yathābalaṁ kāmacchandādīnaṁ pahāyakā, tatra kathamidaṁ vuttaṁ, na ca añño pahāyako atthīti codanaṁ sandhāyāha ‘‘aññehī’’tiādi.",
  "tika-abh04t2:56": "9.Appahātabbahetumattesūti appahātabbahetukamattesu. Sabbo kusalābyākatadhammo yathādhippetattho. Samāso na upapajjati asamatthabhāvato. Yesanti ye tatiyarāsibhāvena vuttā dhammā, attho tesaṁ. Ubhinnanti visuṁ visuṁ yojetabbatāya dve pahātabbahetusaddāti katvā vuttaṁ. Etanti ‘‘nevadassanena nabhāvanāya pahātabbo hetu etesaṁ atthī’’ti etaṁ vacanaṁ. Tehi dassanabhāvanāpadehi yuttena pahātabbahetukapadena. Evañca katvāti evaṁ dassanabhāvanāpadehi pahātabbahetukapadassa visuṁ visuṁ yojanato. Evañhi purimapadadvaya…pe… dassanametaṁ hotīti. Evanti dassanabhāvanāhi napahātabbo hetu etesanti evaṁ atthe sati. ‘‘Hetu…pe… siyā’’ti etassa ‘‘purimasmiñhi atthe’’tiādinā ahetukānaṁ aggahitabhāvadassanavasena atthaṁ vatvā idāni ‘‘atha vā’’tiādinā dutiyasseva atthassa yuttabhāvaṁ vibhāvento ‘‘gahetabbatthassevā’’tiādimāha. So hi ‘‘evamattho gahetabbo’’ti vuttattā gahetabbattho.",
  "tika-abh04t2:57": "10.Aññathāti ārammaṇakaraṇamatte adhippete. Kathaṁ panetaṁ jānitabbaṁ ‘‘ārammaṇaṁ katvāti etena catukiccasādhakaṁ ārammaṇakaraṇaṁ vuccatī’’ti? Sāmaññajotanāya visese avaṭṭhānato ariyamaggadhammānaṁyeva ca apacayagāmibhāvato. ‘‘Cattāro maggā apariyāpannā apacayagāmino’’ti (dha. sa. 1021) hi vuttaṁ. Tenevāha ‘‘ariyamaggānaṁ etaṁ adhivacana’’nti. Eteneva vā visesupalakkhaṇahetubhūtena vacanena yathāvutto ārammaṇakaraṇaviseso viññāyati. Ukkaṁsagativijānanena vā ayamattho veditabbo. Paccavekkhaṇādīnanti vodānādayo saṅgaṇhāti. Hetubhāvenāti sampāpakahetubhāvena. Ñāpako kārako sampāpakoti tividho hi hetu, tathā ñāpetabbādibhāvena phalaṁ. Yathā nirayādimanussabhāvādigāmipaṭipadābhāvato akusalalokiyakusalacittuppādā ‘‘ācayagāmino dhammā’’ti vuttā, na micchādiṭṭhiādilokiyasammādiṭṭhiādidhammā eva, evaṁ nibbānagāmipaṭipadābhāvato lokuttarakusalacittuppādā ‘‘apacayagāmino’’ti daṭṭhabbā, na ariyamaggadhammā evāti imamatthaṁ dassento āha ‘‘purimapacchimāna’’ntiādi. Tattha ariyamaggasseva nibbānagāmipaṭipadābhāvo paribyattoti tasseva apacayagāmibhāvo yutto, tadanuvattakattā pana sesadhamme saṅgahetvā vuttaṁ. Apacaye dukkhaparijānanādinā sātisayaṁ gamanaṁ yesante apacayagāminoti ‘‘maggā eva apacayagāmino’’ti vuttaṁ. Purimapacchimānanti ca imasmiṁ tike paṭhamapadadutiyapadasaṅgahitānaṁ atthānanti attho. ‘‘Jayaṁ veraṁ pasavati (dha. pa. 201), caraṁ vā yadi vā tiṭṭha’’ntiādīsu (itivu. 86, 110; su. ni. 195) viya sānunāsiko ācaya-saddoti ‘‘anunāsikalopo kato’’ti vuttaṁ. Ettha ca ‘‘ācina’’nti vattabbe ‘‘ācaya’’nti byattayavasena vuttanti daṭṭhabbaṁ. Ācayā hutvā gacchantīti etena apacinantīti apacayā, apacayā hutvā gacchanti pavattantīti ayamattho nayato dassitoti daṭṭhabbaṁ.",
  "tika-abh04t2:58": "11.Lokiyesuasekkhabhāvānāpatti daṭṭhabbāti kasmā evaṁ vuttaṁ, nanu –",
  "tika-abh04t2:59": "‘‘Sikkhatīti kho bhikkhu tasmā sekkhoti vuccati. Kiñca sikkhati, adhisīlampi sikkhati adhicittampi sikkhati adhipaññampi sikkhati. Sikkhatīti kho bhikkhu tasmā sekkhoti vuccati (a. ni. 3.86). Yopi kalyāṇaputhujjano anulomapaṭipadāya paripūrakārī sīlasampanno indriyesu guttadvāro bhojane mattaññū jāgariyānuyogamanuyutto pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogamanuyutto viharati ‘ajja vā sve vā aññataraṁ sāmaññaphalaṁ adhigamissāmī’ti, sopi sikkhatīti sekkho’’ti –",
  "tika-abh04t2:60": "Vacanato yathāvuttakalyāṇaputhujjanassapi sīlādidhammā sekkhāti vuccantīti? Na, pariyāyabhāvato. Nippariyāyena hi sekkhāsekkhabhāvo yathāsambhavaṁ maggaphaladhammesu evāti lokiyesu sekkhabhāvāsaṅkābhāvato asekkhabhāvānāpatti vuttā. Tenevāha ‘‘sīlasamādhī’’tiādi. Arahattaphaladhammāpi sikkhāphalabhāvena pavattanato heṭṭhimaphaladhammā viya sikkhāsu jātātiādiatthehi sekkhā siyuṁ, heṭṭhimaphaladhammāpi vā sikkhāphalabhāvena pavattanato arahattaphaladhammā viya asekkhāti codanaṁ manasikatvā ‘‘pariniṭṭhitasikkhākiccattā’’ti vuttaṁ, tathā ‘‘heṭṭhimaphalesu panā’’tiādi. ‘‘Taṁ eva sāliṁ bhuñjāmi, sā eva tittirī, tāni eva osadhānī’’tiādīsu taṁsadisesu tabbohāro daṭṭhabbo. Etena ca sekkhasadisā asekkhā yathā ‘‘amanusso’’ti vuttaṁ hotīti aññe. Aññattha ‘‘ariṭṭha’’ntiādīsu vuddhiatthepi a-kāro dissatīti vuddhippattā sekkhā asekkhāti ayampi attho vutto.",
  "tika-abh04t2:61": "12.Kilesavikkhambhanasamatthatāyāti idaṁ nidassanamattaṁ daṭṭhabbaṁ. Vitakkādivikkhambhanasamatthatāpi hettha labbhatīti. Akusalaviddhaṁsanarasattā vā kusalānaṁ tattha sātisayakiccayuttataṁ parittadhammehi mahaggatānaṁ pakāsetuṁ ‘‘kilesavikkhambhanasamatthatāyā’’ti vuttaṁ. Vipākakiriyesu dīghasantānatāva, na kilesavikkhambhanasamatthatā vipulaphalatā cāti attho. ‘‘Vipulaṁ phalaṁ vipulaphala’’nti evaṁ pana atthe gayhamāne vipākesupi vipulaphalatā labbhateva. Sopi ekasesanayena aṭṭhakathāyaṁ vuttoti veditabbo. Mahantehi gatā paṭipannāti ayaṁ panattho tiṇṇampi sādhāraṇoti. Guṇato ayaṁ ettakoti sattānaṁ pamāṇaṁ karontā viya pavattantīti oḷārikā kilesā ‘‘pamāṇakarā’’ti vuttā. Tehi parito khaṇḍitā paricchinnāti parittā. Satipi kehici paricchinnatte mahāpamāṇabhāvena gatā pavattāti mahaggatā. Paricchedakarānaṁ kilesānaṁ sukhumānampi agocarabhāvato tehi na kathañcipi paricchinnā vītikkantāti aparicchinnā appamāṇā, yato te ‘‘apariyāpannā’’tipi vuccanti.",
  "tika-abh04t2:62": "14.Tittiṁ na janenti santataratāya asecanakabhāvato. Ettha ca ‘‘pamāṇakarehī’’tiādiko atthavikappo ‘‘atappakatthenā’’tiādikāya hīnattikapadavaṇṇanāya parato bahūsu potthakesu likhīyati, yathāṭhāne eva pana ānetvā vattabbo.",
  "tika-abh04t2:63": "15. Lokiyasādhujanehipi atijigucchanīyesu ānantariyakammanatthikavādādīsu pavatti vinā vipallāsabalavabhāvena na hotīti ‘‘vipariyāsadaḷhatāyā’’ti vuttaṁ. Etenāti ‘‘vipākadāne satī’’tiādinā satipi kālaniyame vipākuppādane sāsaṅkavacanena. Tasmāti yasmā yathāvuttanayena niyatatāya atippasaṅgo dunnivāro, tasmā. Balavatā…pe… pavattīti etena asamānajātikena anivattanīyavipākataṁ, samānajātikena ca vipākānuppādanepi anantaraṁ vipākuppādanasamatthatāya avihantabbataṁ anantarikānaṁ dasseti. Yato tesaṁ vipākadhammatā viya sabhāvasiddhā niyatānantariyatā. Aññassa…pe… dānatoti imināpi asamānajātikādīhi anivattanīyaphalataṁ eva vibhāveti.",
  "tika-abh04t2:64": "Codako adhippāyaṁ ajānanto ‘‘nanū’’tiādinā atippasaṅgameva codeti. Itaro ‘‘nāpajjatī’’tiādinā attano adhippāyaṁ vivarati. Ekanteti avassambhāvini. Sanniyatattāti sampādane janane niyatabhāvato. Uparatā avipaccanasabhāvāsaṅkā yesu tāni uparatāvipacca…pe… saṅkāni, tabbhāvo upa…pe… saṅkattaṁ, tasmā. ‘‘Na samatthatāvighātattāti balavatāpi ānantariyena anupahantabbataṁ āha. Upatthambhakāni anubalappadāyakāni honti uppattiyā santānassa visesitattā. Tena nesaṁ vipākānuppādanepi amoghavuttitaṁ āha.",
  "tika-abh04t2:65": "16.Maggakiccaṁ pariññādi. Aṭṭhaṅgikamaggasammādiṭṭhimaggasampayuttālobhādosasaṅkhātehi maggahetūhi maggasampayuttakhandhasesamaggaṅgasammādiṭṭhīnaṁ sahetukabhāvadassanato tiṇṇaṁ nayānaṁ asaṅgahitasaṅgaṇhanavasenāti vuttaṁ. Hetubahutāvasenāti bahuhetukassa paṭhamanayassa anantaraṁ bahuhetukatāsāmaññena nikkhepakaṇḍapāḷiyaṁ tatiyaṁ vuttanayo idha aṭṭhakathāyaṁ dutiyaṁ vutto. Yathāsakaṁ paccayehi pavattamānesu nirīhakesu dhammesu kesañci anuvattanīyabhāvo na kevalaṁ dhammasabhāvatoyeva, atha kho purimadhammānaṁ pavattivisesenapi hotīti āha ‘‘pubbābhisaṅkhāravasenā’’ti. Pavattiviseso hi purimapurimānaṁ cittacetasikānaṁ uttaruttaresu visesādhānaṁ bhāvanāpubbābhisaṅkhāroti. Anuvattayamānoti garukārayamāno. Udāharaṇavasenāti nidassanavasena, na niravasesadassanavasena. Yasmā panātiādinā yathāvuttaṁ atthaṁ pāṭhantarena sādheti. Tattha hi adhipatipaccayassa paccanīye ṭhitattā maggo adhipati maggādhipatīti ayamattho labbhatīti. Samānasaddatthavasenāti satipi aññapadatthasamānādhikaraṇasamāsatthabhede maggādhipatisaddatthabhedābhāvaṁ sandhāya vuttaṁ.",
  "tika-abh04t2:66": "17.Uppanna-saddo uppādādiṁ paṭipajjamāno, patvā vigato cāti duvidhesu atthesu ubhayesampi vācako, na purimānaṁyevāti tamatthaṁ dassetuṁ ‘‘anuppannā’’tiādimāha. Tattha uppannabhāvo uppādādippattatā. Tena atītāpi saṅgahitā honti. Tenevāha ‘‘sabbo uppannabhāvo’’ti. Uppannadhammabhāvo ‘‘uppannā dhammā’’ti padena gahitadhammabhāvo, vattamānadhammabhāvoti attho. Yo vā uppādādippatto attano ca sabhāvaṁ dhāreti paccayehi ca dhārīyati, so uppannadhammoti paccuppannabhāvo uppannadhammabhāvoti evamettha attho daṭṭhabbo. Uppannadhamme vatvā ‘‘anuppannā’’ti vacanaṁ na yathādhigatapaṭisedhananti kathamidaṁ paccetabbanti āha ‘‘yadi hī’’tiādi. Keci panettha ‘‘uppannāti padena atītāpi saṅgahitā. Yadi na saṅgahitā, nibbānaṁ viya tepi navattabbāti vattabbaṁ siyā , na ca tathā vutta’’nti vadanti, taṁ pana tesaṁ matimattameva. Ayaṁ pana tiko dvinnaṁ addhānaṁ vasena pūretvā dassitoti aṭṭhakathāyaṁ vakkhatīti. Evaṁ sante kasmā atītā navattabbāti na vuttāti? Dhammavasena asaṅgahitattābhāvato. Dhammavasena hi asaṅgahitaṁ nibbānaṁ tattha navattabbaṁ jātaṁ, na ca niyogato atītā nāma dhammā keci atthi, ye idha asaṅgahitattā navattabbā siyunti. Phalanibbattito kāraṇassa puretaraṁ nibbatti idha pariniṭṭhitasaddena vuccati, na tassa hutvā vigatabhāvoti āha ‘‘anāgate vā’’ti. Yato metteyyassa bhagavato uppajjanakaphalampi ‘‘uppādī’’ti vuccati.",
  "tika-abh04t2:67": "20.Yassa jhānā vuṭṭhahitvātiādinā ‘‘tenānandā’’tiādipāḷiyā heṭṭhāpāḷiṁ atthavasena dasseti. Ayañhi tattha pāḷi –",
  "tika-abh04t2:68": "‘‘Kathañcānanda , bhikkhu ajjhattameva cittaṁ saṇṭhapeti sannisādeti ekodiṁ karoti samādahati. Idhānanda, bhikkhu vivicceva…pe… catutthaṁ jhānaṁ upasampajja viharati. Evaṁ kho…pe… samādahati. So ajjhattaṁ suññataṁ manasi karoti, tassa ajjhattaṁ suññataṁ manasikaroto suññatāya cittaṁ na pakkhandati…pe… muccati. Evaṁ santametaṁ, ānanda, bhikkhu evaṁ sampajānāti ajjhattaṁ kho me suññataṁ manasikaroto ajjhattaṁ suññatāya cittaṁ na pakkhandati…pe… muccatīti, itiha tattha sampajāno hoti. So bahiddhā suññataṁ…pe… ajjhattabahiddhā suññataṁ…pe… so āneñjaṁ manasi karoti, tassa āneñjaṁ manasikaroto āneñjāya cittaṁ na pakkhandati…pe… muccatīti, itiha tattha sampajāno hoti. Tenānanda, bhikkhunā’’ti (ma. ni. 3.188).",
  "tika-abh04t2:69": "Tattha ajjhattasuññatādīsūti ajjhattaṁ bahiddhā ajjhattabahiddhā ca suññatāya āneñje ca. Paṭhamajjhānādisamādhinimitteti pādakabhūtapaṭhamajjhānādisamādhinimitte. Apaguṇapādakajjhānato vuṭṭhitassa hi ajjhattaṁ suññataṁ manasikaroto tattha cittaṁ na pakkhandati. Tato ‘‘parassa santāne nu kho katha’’nti bahiddhā manasi karoti, tatthapi na pakkhandati. Tato ‘‘kālena attano santāne, kālena parassa santāne nu kho katha’’nti ajjhattabahiddhā manasi karoti, tatthapi na pakkhandati. Tato ubhatobhāgavimutto hotukāmo ‘‘arūpasamāpattiyaṁ nu kho katha’’nti āneñjaṁ manasi karoti, tatthapi na pakkhandati. ‘‘Idāni me cittaṁ na pakkhandatī’’ti vissaṭṭhavīriyena na bhavitabbaṁ, pādakajjhānameva pana sādhukaṁ punappunaṁ manasi kātabbaṁ, evamassa rukkhaṁ chindato pharasumhi avahante punappunaṁ nisitanisitaṁ kāretvā chindantassa chijje pharasu viya kammaṭṭhāne manasikāro vahatīti dassetuṁ ‘‘tasmiṁyevā’’tiādi vuttanti.",
  "tika-abh04t2:70": "Atthato ca asamānattāti idaṁ kasmā vuttaṁ. Nanu yesu atthesu ajjhatta-saddo vattati, te sabbe dassetvā idhādhippetatthaniddhāraṇatthaṁ atthuddhāravasenetaṁ vuttaṁ. Cakkhādīsu ca ajjhattika-saddo ajjhattānaṁ abbhantaratāvisesamupādāya pavattati, yato te ajjhattaajjhattāti vuccanti. Apica ‘‘cha ajjhattikānī’’ti idaṁ ajjhattika-saddassa cakkhādīnaṁ ajjhattabhāvavibhāvanasabbhāvato idha udāharaṇavasena vuttaṁ. Teneva hi aṭṭhakathāyaṁ ajjhattikaduke ‘‘ajjhattāva ajjhattikā’’ti vuttaṁ. Evañca sati na ettha saddato asamānatāpi siyā, tasmāyeva yathāvuttacodanaṁ visodhento ‘‘ayaṁ panetthā’’tiādimāha. Tenāti tasmā. Taṁvācakassāti ajjhattajjhattavācakassa sakkā vattuṁ tadatthassa ajjhattabhāvasabbhāvato.",
  "tika-abh04t2:71": "‘‘Na kho, ānanda, bhikkhu sobhati saṅgaṇikārāmo saṅgaṇikārato saṅgaṇikārāmataṁ anuyutto’’tiādinā (ma. ni. 3.186) pabbajitāsāruppassa nekkhammasukhādinikāmalābhitāya abhāvassa ca dassanena saṅgaṇikārāmatāya, ‘‘nāhaṁ, ānanda, ekaṁ rūpampi samanupassāmi, yattha rattassa yathābhiratassa rūpassa vipariṇāmaññathābhāvā na uppajjeyyuṁ sokapari…pe… upāyāsā’’ti (ma. ni. 3.186) evaṁ rūpādiratiyā ca ādīnavaṁ vatvā sace koci duppaññajātiko pabbajito vadeyya ‘‘sammāsambuddho khette paviṭṭhā gāviyo viya amheyeva gaṇato nīharati, ekībhāve niyojeti, sayaṁ pana rājarājamahāmattādīhi parivuto viharatī’’ti, tassa vacanokāsupacchedanatthaṁ cakkavāḷapariyantāya parisāya majjhe nisinnopi tathāgato ekakovāti dassanatthaṁ ‘‘ayaṁ kho panā’’ti desanā āraddhāti āha ‘‘tappaṭipakkhavihāradassanattha’’nti. Tattha sabbanimittānanti rūpādīnaṁ saṅkhatanimittānaṁ . Ajjhattanti visayajjhattaṁ. Suññatanti anattānupassanānubhāvanibbattaphalasamāpattiṁ. Tenevāha ‘‘ajjhatta’’ntiādi. Tattha dutiye vikappe ṭhāna-saddo kāraṇapariyāyo daṭṭhabbo. Saccakasuttenāti mahāsaccakasuttena. Tattha hi –",
  "tika-abh04t2:72": "‘‘Abhijānāmi kho panāhaṁ, aggivessana, anekasatāya parisāya dhammaṁ desetā, apissu maṁ ekameko evaṁ maññati ‘mamevārabbha samaṇo gotamo dhammaṁ desetī’ti. Na kho panetaṁ, aggivessana, evaṁ daṭṭhabbaṁ. Yāvadeva viññāpanatthāya tathāgato paresaṁ dhammaṁ desetīti. So kho ahaṁ, aggivessana, tassāyeva kathāya pariyosāne tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapemi sannisādemi, ekodiṁ karomi, samādahāmi ‘yena sudaṁ niccakappaṁ viharāmī’’ti (ma. ni. 1.387) –",
  "tika-abh04t2:73": "Āgatanti.",
  "tika-abh04t2:74": "22. Aññehi anidassanehi aññaṁ viya katvā yathā ‘‘silāputtakassa sarīra’’nti. Dhammasabhāvasāmaññenātiādinā kiñcāpi rūpāyatanato añño nidassanabhāvo nāma natthi, dhammasabhāvo pana atthi. Tato ca rūpāyatanassa viseso nidassanabhāvena katoti tadaññadhammavisesakaro nidassanabhāvo rūpāyatanato anaññopi añño viya katvā upacaritoti dasseti. Atthaviseso sāmaññavisesatthabhedo. Sayaṁ sampattānaṁ phoṭṭhabbadhammānaṁ, nissayavasena sampattānaṁ ghānajivhākāyānaṁ gandharasānañca, itaresaṁ asampattānaṁ. Aññamaññapatanaṁ aññamaññassa yogyadese avaṭṭhānaṁ, yena paṭihananabhāvena. Byāpārādīti cittakiriyāvāyodhātuvipphāravasena akkhipaṭalādīnaṁ heṭṭhā upari ca saṁsīdanalaṅghanādippavattimāha. Vikāruppatti visadisuppatti, visayassa iṭṭhāniṭṭhabhāvena anuggaho upaghāto cāti attho.",
  "tika-abh04t2:75": "Tikamātikāpadavaṇṇanā niṭṭhitā."
}