{
  "tika-abh08t13:0": "14. Cuddasamo paricchedo",
  "tika-abh08t13:1": "Rūpāvacarasamādhibhāvanāniddesavaṇṇanā",
  "tika-abh08t13:2": "789-93.Hitānayanti hitāvahaṃ. Mānasañca sugatanti suṭṭhu pavattamānasañca. Madhurā atthavaṇṇanā etassāti madhuratthavaṇṇanaṃ. Uttaraṃ tu manussānaṃ, dhammato ñāṇadassananti manussānaṃ lokiyadhammato uttaribhūtañāṇadassanalokuttaraṃ. Saṅkassarasamācāreti saṅkāya kaṅkhāya saritabbasamācāre. Acchiddaṃ akkhaṇḍaṃ akammāsaṃ. Atthakāmenāti attano hitakāmena.",
  "tika-abh08t13:3": "797.Duvidhalakkhaṇaṃ cārittavārittalakkhaṇaṃ.",
  "tika-abh08t13:4": "805.Tesaṃ caritānaṃ vomissakanayā.",
  "tika-abh08t13:5": "807.Savaṇṇakasiṇāti nīlapītaodātalohitavaṇṇakasiṇā.",
  "tika-abh08t13:6": "808. Taṃ ekakaṃ ānāpānaṃ assāsapassāso.",
  "tika-abh08t13:7": "809-10.Maraṇūpasamāyuttā satīti maraṇānussati upasamānussati. Āhāranissitasaññāti āhāre paṭikūlasaññā. Dhātuvavatthānanti catudhātuvavatthānaṃ.",
  "tika-abh08t13:8": "811-2.Anukūlā ime sabba-caritānanti vaṇṇitāti yaṃ kammaṭṭhānaṃ saddhācaritassa anukūlaṃ, tameva paññācaritassa anukūlanti adhippāyo. Idaṃ sabbaṃ pana vacanaṃ ekantavipaccanīkabhāvato ekantapaṭipakkhabhāvato atisappāyato vuttaṃ, iti vibhāvinā ñeyyaṃ.",
  "tika-abh08t13:9": "835.Vipassanābhavasampatti-sukhānaṃ paccayā siyuṃ vipassanāsampattisukhānaṃ bhavasampattisukhānaṃ paccayā siyuṃ.",
  "tika-abh08t13:10": "838.Sammaṭṭhānaṃmanobhunoti manobhuhadayo tassa hadayassa sammaṭṭhānaṃ.",
  "tika-abh08t13:11": "844. Pattukāmena dhīmatā kasiṇaṃ kattabbaṃ.",
  "tika-abh08t13:12": "845.Saṃhārimanti ito cito ca haritabbakasiṇaṃ. Tatraṭṭhakanti tasmiṃ ṭhāne ṭhitaṃ ito cito ca anāharitabbaṃ kasiṇaṃ.",
  "tika-abh08t13:13": "849.Vivaṭṭaṃ pana micchatāti nibbānaṃ icchantena vidatthicaturaṅgulaṃ vaṭṭaṃ kātuṃ taṃ kasiṇaṃ vaṭṭati.",
  "tika-abh08t13:14": "851-2.Hatthapāsappamāṇasmiṃ, tamhā kasiṇamaṇḍalāti tato kasiṇamaṇḍalato hatthapāsappamāṇasmiṃ padese vidatthicaturaṅgule ucce. Parimukhaṃ satinti kammaṭṭhānābhimukhaṃ satiṃ.",
  "tika-abh08t13:15": "853-4.Nekkhammanti jhānaṃ. Khemato daṭṭhuṃ disvā ahaṃ imāya paṭipattiyā addhā ekantena pavivekasukhassa nibbānasukhassa bhāgī assaṃ bhaveyyaṃ.",
  "tika-abh08t13:16": "856. So kasiṇassa vaṇṇo tena yoginā na pekkhitabbo, kasiṇassa lakkhaṇaṃ na pekkhitabbaṃ ussadassa vasena vaṇṇaṃ amuñcitvā.",
  "tika-abh08t13:17": "860.Evaṃ iminā vuttappakārena ekaggacetaso ekaggacittassa yogino nimīletvā āvajjantassa yathā yena pakārena kammaṭṭhānaṃ hoti ummīlite kālepi, tathā tena pakārena taṃ kammaṭṭhānaṃ āpāthaṃ yāti ce yadi āgacchati, uggahameva uggahanimittaṃ.",
  "tika-abh08t13:18": "864. Pādānaṃ dhovane papañcaparihāratthaṃ. Ekatalikāti ekatalamattā.",
  "tika-abh08t13:19": "865.Taṃ saṃhārimaṃ kasiṇamādāya.",
  "tika-abh08t13:20": "866.Samannāharitabbanti kammaṭṭhānaṃ sumanena āharitabbaṃ, manasikātabbanti attho. Takkāhaṭanti vitakkena āhaṭaṃ phusitaṃ kare kareyya.",
  "tika-abh08t13:21": "868.Tanti taṃ nimittaṃ.",
  "tika-abh08t13:22": "871-4.Imassāti paṭibhāganimittassa. Purimassāti uggahanimittassa. Ko pana ayaṃ viseso? Thavikā nīharitaṃ ādāsamaṇḍalaṃ majjitaṃ viya. Toyade kāḷameghe setabalākā viya. Tadā taṃ uggahanimittaṃ padāletvāva niggataṃ paṭibhāganimittaṃ. Tato uggahanimittato. Tanti taṃ paṭibhāganimittaṃ. Saṇṭhānavantañca vaṇṇavantañca na ca upaṭṭhākāramattaṃ. Paññajanti paññāya jātaṃ.",
  "tika-abh08t13:23": "877-8.Upacārakkhaṇe tassāti tassa samādhino upacārakkhaṇe. Nīvaraṇappahānena samādhino paṭilābhakkhaṇe pana aṅgānaṃ vitakkādīnaṃ pātubhāvena iti dvīhi ākārehi.",
  "tika-abh08t13:24": "879.Dvinnaṃsamādhīnanti upacārappanāsamādhīnaṃ.",
  "tika-abh08t13:25": "882. Cakkavattiyagabbhova ratanaṃ viya assa anena sudullabhaṃ.",
  "tika-abh08t13:26": "884.Ayanti paṭisandhisanthāro.",
  "tika-abh08t13:27": "891-2.Samataṃ vīriyassevāti vīriyasamabhāvaṃ. Layaṃ līnabhāvaṃ īsakampi yantaṃ gacchantaṃ mānasaṃ āvajjanacittaṃ.",
  "tika-abh08t13:28": "895-9. Bhavaṅgaṃ pana pacchijja ucchinditvā tadeva pathavīkasiṇaṃ ārammaṇaṃ katvā yogino manodvāramhi jāyati. Tatoti āvajjanato tatrevārammaṇe tasmiṃ pathavīkasiṇasaṅkhāte ārammaṇe tassa yogino javanāni cattāri vā pañca vā jāyante. Avasāne ekaṃ javanamānasaṃ rūpāvacarikaṃ hoti, tasmiṃ rūpāvacarike vitakkādayo aṅgā. Aññehi aññesaṃ cittānaṃ aññehi vitakkādīhi balavatarā honti. Tāni appanābhāvaṃ appattāni appanācetaso parikammopacārato parikammabhāvato parikammānīti vuccante, upacārabhāvato upacārānīti ca vuccante. Tāni javanāni appanāyānulomattā anulomāni eva ca vuccanti. Ettha anulomakesu yaṃ sabbantimaṃ javanaṃ, taṃ gotrabhūti pavuccati.",
  "tika-abh08t13:29": "901.Gotrabhu diṭṭhanti gotrabhu nāma uddiṭṭhaṃ.",
  "tika-abh08t13:30": "904-5.Purimehi javanehi yaṃ āsevanaṃ, taṃ balavapaccayaṃ laddhā labhitvā chaṭṭhaṃ javanaṃ, sattamaṃ vā javanaṃ appeti. Iti vacanaṃ pavuccati, ettha vāde godatto nāma ābhidhammiko ācariyo āha. Chinnataṭe mukhaṃ yassa chinnataṭamukho.",
  "tika-abh08t13:31": "908. Paccavekkhaṇā hetu yassa āvajjanassāti paccavekkhaṇahetukaṃ.",
  "tika-abh08t13:32": "911-2. Kāmacchandassa nānāvisaye paluddhassa. Cetaso ekasmiṃ visaye samādhānena samādhi.",
  "tika-abh08t13:33": "915. Sayañca atisantato sukhaṃ avūpasantasabhāvassa uddhaccakukkuccadvayassa paṭipakkhato vuttaṃ.",
  "tika-abh08t13:34": "917.Pañcaṅgavippayuttanti pañcanīvaraṇavippayuttaṃ. Pañcaṅgasaṃyutanti vitakkādīhi yuttaṃ.",
  "tika-abh08t13:35": "920-1.Vepullanti kammaṭṭhānassa vipulabhāvaṃ. Tañca paṭibhāganimittaṃ upacāraṃ vicāretvā vaḍḍhetuṃ vaṭṭati.",
  "tika-abh08t13:36": "928-31.Pamādayoginoti pamādavasena yogisampannassa kāmasahagatā saññāmanakkārā manasikārā ce caranti, tassa yogino taṃ jhānaṃ hānabhāgiyaṃ hoti. Sati santiṭṭhate tasmiṃ, santā tadanudhammatā tasmiṃ paṭhamajjhāne tadanudhammatā tassa paṭhamajjhānassa anurūpā sati nikanti santā saṃvijjamānā santiṭṭhate santiṭṭhati, taṃ jhānaṃ mandassa yogino ṭhitibhāgiyaṃ hoti, ṭhitiṃ bhajati. Visesabhāgiyaṃ hoti, visesaṃ dutiyādibhāvanaṃ pāpuṇātīti attho. Nibbidāsaṃyutāsaññā, manakkārāti nibbidāvipassanāsaṃyuttā saññāmanakkārā. Nibbedhabhāgiyanti lokuttarabhāgiyaṃ, lokuttaramaggabhāgiyanti attho.",
  "tika-abh08t13:37": "933. Ayaṃ samāpatti āsannākusalārayo āsannākusalārikā yasmā takkacārānaṃ thūlattā ca, tasmā kāraṇā ayaṃ samāpatti aṅgadubbalā.",
  "tika-abh08t13:38": "935.Nikantinti taṇhaṃ. Pariyādāyāti sosāpetvā.",
  "tika-abh08t13:39": "936.Vidhināti pubbe vuttavidhinā. Satassāti satisampannassa.",
  "tika-abh08t13:40": "938.Nimittaṃ tu tadeva cāti tameva paṭhamanimittaṃ ‘‘pathavī pathavī’’iti evaṃ manasā karontassa.",
  "tika-abh08t13:41": "943.Sampasādananti saddhā. Majjhattanti tatramajjhattatā.",
  "tika-abh08t13:42": "944.Duvaṅgahīnanti vitakkavicārahīnaṃ.",
  "tika-abh08t13:43": "948. Pīti nāma cetaso cittassa uppilāpanaṃ uppilāpitattaṃ yato yasmā kāraṇā.",
  "tika-abh08t13:44": "961-2.Āsannapītidosāti pītiyeva dosā. Ettha etasmiṃ tatiyajjhāne yadeva yaṃ eva sukhaṃ iti evaṃ sukhaṃ cetaso ābhogo manasikāro. Evaṃ iminā pakārena sukhassa thūlattā ayaṃ samāpatti aṅgadubbalā hoti.",
  "tika-abh08t13:45": "974-5. Sukhaṃ upekkhāya āsevanaṃ pana na hoti yasmā upekkhāya āsevanaṃ pana na hoti, yasmā upekkhāsahagatāni javanāni javanti, tasmā catutthajjhānaṃ upekkhāsahagataṃ samudīritaṃ.",
  "tika-abh08t13:46": "976. Dutiyajjhānaṃ dvidhā dvīhi koṭṭhāsehi ṭhitaṃ.",
  "tika-abh08t13:47": "979.Ayaṃ abhidhammāvatāro sumadhuravarataravacano kaṃ nu janaṃ neva rañjayati, atinisitavisado buddhippacāro yassa so atinisitavisadabuddhippacāro, so tena janena vedanīyo jānitabbo.",
  "tika-abh08t13:48": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t13:49": "Rūpāvacarasamādhibhāvanāniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t13:50": "Cuddasamo paricchedo."
}