{
  "tika-s0104t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-s0104t0:1": "Dīghanikāye",
  "tika-s0104t0:2": "Sīlakkhandhavaggaabhinavaṭīkā",
  "tika-s0104t0:3": "Ganthārambhakathā",
  "tika-s0104t0:4": "Yo desetvāna saddhammaṃ, gambhīraṃ duddasaṃ varaṃ;",
  "tika-s0104t0:5": "Dīghadassī ciraṃ kālaṃ, patiṭṭhāpesi sāsanaṃ.1.",
  "tika-s0104t0:6": "Vineyyajjhāsaye chekaṃ, mahāmatiṃ mahādayaṃ;",
  "tika-s0104t0:7": "Natvāna taṃ sasaddhammagaṇaṃ gāravabhājanaṃ.2.",
  "tika-s0104t0:8": "Saṅgītittayamāruḷhā, dīghāgamavarassa yā;",
  "tika-s0104t0:9": "Saṃvaṇṇanā yā ca tassā, vaṇṇanā sādhuvaṇṇitā. 3.",
  "tika-s0104t0:10": "Ācariyadhammapāla- ttherenevābhisaṅkhatā;",
  "tika-s0104t0:11": "Sammā nipuṇagambhīra-duddasatthappakāsanā.4.",
  "tika-s0104t0:12": "Kāmañca sā tathābhūtā, paramparābhatā pana;",
  "tika-s0104t0:13": "Pāṭhato atthato cāpi, bahuppamādalekhanā.5.",
  "tika-s0104t0:14": "Saṅkhepattā ca sotūhi, sammā ñātuṃ sudukkarā;",
  "tika-s0104t0:15": "Tasmā sabrahmacārīnaṃ, yācanaṃ samanussaraṃ.6.",
  "tika-s0104t0:16": "Yo’nekasetanāgindo, rājā nānāraṭṭhissaro;",
  "tika-s0104t0:17": "Sāsanasodhane daḷhaṃ, sadā ussāhamānaso.7.",
  "tika-s0104t0:18": "Taṃ nissāya ‘‘mamesopi, satthusāsanajotane;",
  "tika-s0104t0:19": "Appeva nāmupatthambho, bhaveyyā’’ti vicintayaṃ.8.",
  "tika-s0104t0:20": "Vaṇṇanaṃ ārabhissāmi, sādhippāyamahāpayaṃ;",
  "tika-s0104t0:21": "Atthaṃ tamupanissāya, aññañcāpi yathārahaṃ.9.",
  "tika-s0104t0:22": "Cakkābhivuḍḍhikāmānaṃ, dhīrānaṃ cittatosanaṃ;",
  "tika-s0104t0:23": "Sādhuvilāsiniṃ nāma, taṃ suṇātha samāhitāti. 10.",
  "tika-s0104t0:24": "Ganthārambhakathāvaṇṇanā",
  "tika-s0104t0:25": "Nānānayanipuṇagambhīravicitrasikkhattayasaṅgahassa buddhānubuddhasaṃvaṇṇitassa saddhāvahaguṇasampannassa dīghāgamavarassa gambhīraduranubodhatthadīpakaṃ saṃvaṇṇanamimaṃ karonto sakasamayasamayantaragahanajjhogāhanasamattho mahāveyyākaraṇoyamācariyo saṃvaṇṇanārambhe ratanattayapaṇāmapayojanādividhānāni karonto paṭhamaṃ tāva ratanattayapaṇāmaṃ kātuṃ ‘‘karuṇāsītalahadaya’’ntiādimāha. Ettha ca saṃvaṇṇanārambhe ratanattayapaṇāmakaraṇappayojanaṃ tattha tattha bahudhā papañcenti ācariyā. Tathā hi vaṇṇayanti –",
  "tika-s0104t0:26": "‘‘Saṃvaṇṇanārambhe satthari paṇāmakaraṇaṃ dhammassa svākkhātabhāvena satthari pasādajananatthaṃ, satthu ca avitathadesanabhāvappakāsanena dhamme pasādajananatthaṃ. Tadubhayappasādā hi mahato atthassa siddhi hotī’’ti (dha. sa. ṭī. 1-1).",
  "tika-s0104t0:27": "Atha vā ‘‘ratanattayapaṇāmavacanaṃ attano ratanattayappasādassa viññāpanatthaṃ, taṃ pana viññūnaṃ cittārādhanatthaṃ, taṃ aṭṭhakathāya gāhaṇatthaṃ, taṃ sabbasampattinipphādanattha’’nti. Atha vā ‘‘saṃvaṇṇanārambhe ratanattayavandanā saṃvaṇṇetabbassa dhammassa pabhavanissayavisuddhipaṭivedanatthaṃ, taṃ pana dhammasaṃvaṇṇanāsu viññūnaṃ bahumānuppādanatthaṃ, taṃ sammadeva tesaṃ uggahaṇadhāraṇādikkamaladdhabbāya sammāpaṭipattiyā sabbahitasukhanipphādanattha’’nti. Atha vā ‘‘maṅgalabhāvato, sabbakiriyāsu pubbakiccabhāvato, paṇḍitehi samācaritabhāvato, āyatiṃ paresaṃ diṭṭhānugatiāpajjanato ca saṃvaṇṇanāyaṃ ratanattayapaṇāmakiriyā’’ti. Atha vā ‘‘catugambhīrabhāvayuttaṃ dhammavinayaṃ saṃvaṇṇetukāmassa mahāsamuddaṃ ogāhantassa viya paññāveyyattiyasamannāgatassāpi mahantaṃ bhayaṃ sambhavati, bhayakkhayāvahañcetaṃ ratanattayaguṇānussaraṇajanitaṃ paṇāmapūjāvidhānaṃ, tato ca saṃvaṇṇanāyaṃ ratanattayapaṇāmakiriyā’’ti. Atha vā ‘‘asattharipi satthābhinivesassa lokassa yathābhūtaṃ satthari eva sammāsambuddhe satthusambhāvanatthaṃ, asatthari ca satthusambhāvanapariccajāpanatthaṃ, ‘tathāgatappaveditaṃ dhammavinayaṃ pariyāpuṇitvā attano dahatī’ti (pārā. 195) ca vuttadosapariharaṇatthaṃ saṃvaṇṇanāyaṃ paṇāmakiriyā’’ti. Atha vā ‘‘buddhassa bhagavato paṇāmavidhānena sammāsambuddhabhāvādhigamāya buddhayānaṃ paṭipajjantānaṃ ussāhajananatthaṃ, saddhammassa ca paṇāmavidhānena paccekabuddhabhāvādhigamāya paccekabuddhayānaṃ paṭipajjantānaṃ ussāhajananatthaṃ, saṅghassa ca paṇāmavidhānena paramatthasaṅghabhāvādhigamāya sāvakayānaṃ paṭipajjantānaṃ ussāhajananatthaṃ saṃvaṇṇanāyaṃ paṇāmakiriyā’’ti. Atha vā ‘‘maṅgalādikāni satthāni anantarāyāni, ciraṭṭhitikāni, bahumatāni ca bhavantīti evaṃladdhikānaṃ cittaparitosanatthaṃ saṃvaṇṇanāyaṃ paṇāmakiriyā’’ti. Atha vā ‘‘sotujanānaṃ yathāvuttapaṇāmena anantarāyena uggahaṇadhāraṇādinipphādanatthaṃ saṃvaṇṇanāyaṃ paṇāmakiriyā. Sotujanānuggahameva hi padhānaṃ katvā ācariyehi saṃvaṇṇanārambhe thutipaṇāmaparidīpakāni vākyāni nikkhipīyanti, itarathā vināpi taṃ nikkhepaṃ kāyamanopaṇāmeneva yathādhippetappayojanasiddhito kimetena ganthagāravakaraṇenā’’ti ca evamādinā. Mayaṃ pana idhādhippetameva payojanaṃ dassayissāma, tasmā saṃvaṇṇanārambhe ratanattayapaṇāmakaraṇaṃ yathāpaṭiññātasaṃvaṇṇanāya anantarāyena parisamāpanatthanti veditabbaṃ. Idameva ca payojanaṃ ācariyena idhādhippetaṃ. Tathā hi vakkhati ‘‘iti me pasannamatino …pe… tassānubhāvenā’’ti. Ratanattayapaṇāmakaraṇañhi yathāpaṭiññātasaṃvaṇṇanāya anantarāyena parisamāpanatthaṃ ratanattayapūjāya paññāpāṭavabhāvato, tāya ca paññāpāṭavaṃ rāgādimalavidhamanato. Vuttañhetaṃ –",
  "tika-s0104t0:28": "‘‘Yasmiṃ mahānāma samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti, ujugatamevassa tasmiṃ samaye cittaṃ hotī’’tiādi (a. ni. 6.10; a. ni. 11.11).",
  "tika-s0104t0:29": "Tasmā ratanattayapūjāya vikkhālitamalāya paññāya pāṭavasiddhi. Atha vā ratanattayapūjāya paññāpadaṭṭhānasamādhihetuttā paññāpāṭavaṃ. Vuttañhetaṃ –",
  "tika-s0104t0:30": "‘‘Ujugatacitto kho pana mahānāma ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammopasaṃhitaṃ pāmojjaṃ, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedayati, sukhino cittaṃ samādhiyatī’’ti (a. ni. 6.10; a. ni. 11.11).",
  "tika-s0104t0:31": "Samādhissa ca paññāya padaṭṭhānabhāvo ‘‘samāhito yathābhūtaṃ pajānātī’’ti (saṃ. ni. 3.5; 4.99; 5.1071; netti. 40; peṭako. 66; mi. pa. 14) vuttoyeva. Tato evaṃ paṭubhūtāya paññāya khedamabhibhuyya paṭiññātaṃ saṃvaṇṇanaṃ samāpayissati. Tena vuttaṃ ‘‘ratanattayapaṇāmakaraṇañhi…pe… paññāpāṭavabhāvato’’ti. Atha vā ratanattayapūjāya āyuvaṇṇasukhabalavaḍḍhanato anantarāyena parisamāpanaṃ veditabbaṃ. Ratanattayapaṇāmena hi āyuvaṇṇasukhabalāni vaḍḍhanti. Vuttañhetaṃ –",
  "tika-s0104t0:32": "‘‘Abhivādanasīlissa, niccaṃ vuḍḍhāpacāyino;",
  "tika-s0104t0:33": "Cattāro dhammā vaḍḍhanti, āyu vaṇṇo sukhaṃ bala’’nti. (dha. pa. 109);",
  "tika-s0104t0:34": "Tato āyuvaṇṇasukhabalavuddhiyā hotveva kāriyaniṭṭhānanti vuttaṃ ‘‘ratanattayapūjāya āyu…pe… veditabba’’nti. Atha vā ratanattayapūjāya paṭibhānāparihānāvahattā anantarāyena parisamāpanaṃ veditabbaṃ. Aparihānāvahā hi ratanattayapūjā. Vuttañhetaṃ –",
  "tika-s0104t0:35": "‘‘Sattime bhikkhave, aparihānīyā dhammā, katame satta? Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, samādhigāravatā, kalyāṇamittatā, sovacassatā’’ti (a. ni. 7.34) tato paṭibhānāparihānena hotveva yathāpaṭiññātaparisamāpananti vuttaṃ ‘‘ratanattaya…pe… veditabba’’nti. Atha vā pasādavatthūsu pūjāya puññātisayabhāvato anantarāyena parisamāpanaṃ veditabbaṃ. Puññātisayā hi pasādavatthūsu pūjā. Vuttañhetaṃ –",
  "tika-s0104t0:36": "‘‘Pūjārahe pūjayato, buddhe yadiva sāvake;",
  "tika-s0104t0:37": "Papañcasamatikkante, tiṇṇasokapariddave.",
  "tika-s0104t0:38": "Te tādise pūjayato, nibbute akutobhaye;",
  "tika-s0104t0:39": "Na sakkā puññaṃ saṅkhātuṃ, imettamapi kenacī’’ti. (khu. pā. 196; apa. 1.10.2);",
  "tika-s0104t0:40": "Puññātisayo ca yathādhippetaparisamāpanupāyo. Yathāha –",
  "tika-s0104t0:41": "‘‘Esa devamanussānaṃ, sabbakāmadado nidhi;",
  "tika-s0104t0:42": "Yaṃ yadevābhipatthenti, sabbametena labbhatī’’ti. (khu. pā. 8.10);",
  "tika-s0104t0:43": "Upāyesu ca paṭipannassa hotveva kāriyaniṭṭhānanti vuttaṃ ‘‘pasādavatthūsu…pe… veditabba’’nti. Evaṃ ratanattayapūjā niratisayapuññakkhettasambuddhiyā aparimeyyappabhāvo puññātisayoti bahuvidhantarāyepi lokasannivāse antarāyanibandhanasakalasaṃkilesaviddhaṃsanāya pahoti, bhayādiupaddavañca nivāreti. Tasmā suvuttaṃ ‘‘saṃvaṇṇanārambhe ratanattayapaṇāmakaraṇaṃ yathāpaṭiññātasaṃvaṇṇanāya anantarāyena parisamāpanatthanti veditabba’’nti.",
  "tika-s0104t0:44": "Evaṃ pana sapayojanaṃ ratanattayapaṇāmaṃ kattukāmo buddharatanamūlakattā sesaratanānaṃ paṭhamaṃ tassa paṇāmaṃ kātumāha – ‘‘karuṇāsītalahadayaṃ…pe… gativimutta’’nti. Buddharatanamūlakāni hi dhammasaṅgharatanāni, tesu ca dhammaratanamūlakaṃ saṅgharatanaṃ, tathābhāvo ca ‘‘puṇṇacando viya bhagavā, candakiraṇanikaro viya tena desito dhammo, candakiraṇasamuppāditapīṇito loko viya saṅgho’’ti evamādīhi aṭṭhakathāyamāgataupamāhi vibhāvetabbo. Atha vā sabbasattānaṃ aggoti katvā paṭhamaṃ buddho, tappabhavato, tadupadesitato ca tadanantaraṃ dhammo, tassa dhammassa sādhāraṇato , tadāsevanato ca tadanantaraṃ saṅgho vutto. ‘‘Sabbasattānaṃ vā hite viniyojakoti katvā paṭhamaṃ buddho, sabbasattahitattā tadanantaraṃ dhammo, hitādhigamāya paṭipanno adhigatahito cāti katvā tadanantaraṃ saṅgho vutto’’ti aṭṭhakathāgatanayena anupubbatā veditabbā.",
  "tika-s0104t0:45": "Buddharatanapaṇāmañca karonto kevalapaṇāmato thomanāpubbaṅgamovasātisayoti ‘‘karuṇāsītalahadaya’’ntiādipadehi thomanāpubbaṅgamataṃ dasseti. Thomanāpubbaṅgamena hi paṇāmena satthu guṇātisayayogo, tato cassa anuttaravandanīyabhāvo, tena ca attano paṇāmassa khettaṅgatabhāvo, tena cassa khettaṅgatassa paṇāmassa yathādhippetanipphattihetubhāvo dassitoti. Thomanāpubbaṅgamatañca dassento yassā saṃvaṇṇanaṃ kattukāmo, sā suttantadesanā karuṇāpaññāppadhānāyeva, na vinayadesanā viya karuṇāppadhānā, nāpi abhidhammadesanā viya paññāppadhānāti tadubhayappadhānameva thomanamārabhati. Esā hi ācariyassa pakati, yadidaṃ ārambhānurūpathomanā. Teneva ca vinayadesanāya saṃvaṇṇanārambhe ‘‘yo kappakoṭīhipi…pe… mahākāruṇikassa tassā’’ti (pārā. aṭṭha. ganthārambhakathā) karuṇāppadhānaṃ, abhidhammadesanāya saṃvaṇṇanārambhe ‘‘karuṇā viya…pe… yathārucī’’ti (dha. sa. aṭṭha. 1) paññāppadhānañca thomanamāraddhaṃ. Vinayadesanā hi āsayādinirapekkhakevalakaruṇāya pākatikasattenāpi asotabbārahaṃ suṇanto, apucchitabbārahaṃ pucchanto, avattabbārahañca vadanto sikkhāpadaṃ paññapesīti karuṇāppadhānā. Tathā hi ukkaṃsapariyantagatahirottappopi bhagavā lokiyasādhujanehipi pariharitabbāni ‘‘sikharaṇī, sambhinnā’’tiādivacanāni, (pārā. 185) yathāparādhañca garahavacanāni mahākaruṇāsañcoditamānaso mahāparisamajjhe abhāsi, taṃtaṃsikkhāpadapaññatti kāraṇāpekkhāya ca verañjādīsu sārīrikaṃ khedamanubhosi. Tasmā kiñcāpi bhūmantarapaccayākārasamayantarakathānaṃ viya vinayapaññattiyāpi samuṭṭhāpikā paññā anaññasādhāraṇatāya atisayakiccavatī, karuṇāya kiccaṃ pana tatopi adhikanti vinayadesanāya karuṇāppadhānatā vuttā. Karuṇābyāpārādhikatāya hi desanāya karuṇāpadhānatā, abhidhammadesanā pana kevalapaññāppadhānā paramatthadhammānaṃ yathāsabhāvapaṭivedhasamatthāya paññāya tattha sātisayappavattito. Suttantadesanā pana karuṇāpaññāppadhānā tesaṃ tesaṃ sattānaṃ āsayānusayādhimutticaritādibhedaparicchindanasamatthāya paññāya sattesu ca mahākaruṇāya tattha sātisayappavattito. Suttantadesanāya hi mahākaruṇāya samāpattibahulo vineyyasantāne tadajjhāsayānulomena gambhīramatthapadaṃ patiṭṭhapesi. Tasmā ārambhānurūpaṃ karuṇāpaññāppadhānameva thomanaṃ katanti veditabbaṃ, ayamettha samudāyattho.",
  "tika-s0104t0:46": "Ayaṃ pana avayavattho – kiratīti karuṇā, paradukkhaṃ vikkhipati paccayavekallakaraṇena apanetīti attho. Dukkhitesu vā kiriyati pasāriyatīti karuṇā. Atha vā kiṇātīti karuṇā, paradukkhe sati kāruṇikaṃ hiṃsati vibādhati, paradukkhaṃ vā vināsetīti attho. Paradukkhe sati sādhūnaṃ kampanaṃ hadayakhedaṃ karotīti vā karuṇā. Atha vā kamiti sukhaṃ, taṃ rundhatīti karuṇā. Esā hi paradukkhāpanayanakāmatālakkhaṇā attasukhanirapekkhatāya kāruṇikānaṃ sukhaṃ rundhati vibandhatīti, sabbattha saddasatthānusārena padanipphatti veditabbā. Uṇhābhitattehi sevīyatīti sītaṃ, uṇhābhisamanaṃ. Taṃ lāti gaṇhātīti sītalaṃ, ‘‘cittaṃ vā te khipissāmi, hadayaṃ vā te phālessāmī’’ti (saṃ. ni. 1.246; su. ni. āḷavakasutta) ettha uro ‘‘hadaya’’nti vuttaṃ, ‘‘vakkaṃ hadaya’’nti (ma. ni. 1.110; 2.114; 3.154) ettha hadayavatthu, ‘‘hadayā hadayaṃ maññe aññāya tacchatī’’ti (ma. ni. 1.63) ettha cittaṃ, idhāpi cittameva abbhantaraṭṭhena hadayaṃ. Attano sabhāvaṃ vā haratīti hadayaṃ, ra-kārassa da-kāraṃ katvāti neruttikā. Karuṇāya sītalaṃ hadayamassāti karuṇāsītalahadayo, taṃ karuṇāsītalahadayaṃ. ",
  "tika-s0104t0:47": "Kāmañcettha paresaṃ hitopasaṃhārasukhādiaparihānijjhānasabhāvatāya, byāpādādīnaṃ ujuvipaccanīkatāya ca sattasantānagatasantāpavicchedanākārappavattiyā mettāmuditānampi cittasītalabhāvakāraṇatā upalabbhati, tathāpi paradukkhāpanayanākārappavattiyā parūpatāpāsahanarasā avihiṃsābhūtā karuṇāva visesena bhagavato cittassa cittapassaddhi viya sītibhāvanimittanti tassāyeva cittasītalabhāvakāraṇatā vuttā. Karuṇāmukhena vā mettāmuditānampi hadayasītalabhāvakāraṇatā vuttāti daṭṭhabbaṃ. Na hi sabbattha niravasesattho upadisīyati, padhānasahacaraṇāvinābhāvādinayehipi yathālabbhamānaṃ gayhamānattā. Apicettha taṃsampayuttañāṇassa chaasādhāraṇañāṇapariyāpannatāya asādhāraṇañāṇavisesanibandhanabhūtā sātisayaṃ, niravasesañca sabbaññutaññāṇaṃ viya savisayabyāpitāya mahākaruṇābhāvamupagatā anaññasādhāraṇasātisayabhāvappattā karuṇāva hadayasītalattahetubhāvena vuttā. Atha vā satipi mettāmuditānaṃ paresaṃ hitopasaṃhārasukhādiaparihānijjhānasabhāvatāya sātisaye hadayasītalabhāvanibandhanatte sakalabuddhaguṇavisesakāraṇatāya tāsampi kāraṇanti karuṇāya eva hadayasītalabhāvakāraṇatā vuttā. Karuṇānidānā hi sabbepi buddhaguṇā. Karuṇānubhāvanibbāpiyamānasaṃsāradukkhasantāpassa hi bhagavato paradukkhāpanayanakāmatāya anekānipi kappānamasaṅkhyeyyāni akilantarūpasseva niravasesabuddhakaradhammasambharaṇaniratassa samadhigatadhammādhipateyyassa ca sannihitesupi sattasaṅghātasamupanītahadayūpatāpanimittesu na īsakampi cittasītibhāvassa aññathattamahosīti. Tīsu cettha vikappesu paṭhame vikappe avisesabhūtā buddhabhūmigatā, dutiye tatheva mahākaruṇābhāvūpagatā, tatiye paṭhamābhinīhārato paṭṭhāya tīsupi avatthāsu pavattā bhagavato karuṇā saṅgahitāti daṭṭhabbaṃ.",
  "tika-s0104t0:48": "Pajānātīti paññā, yathāsabhāvaṃ pakārehi paṭivijjhatīti attho. Paññapetīti vā paññā, taṃ tadatthaṃ pākaṭaṃ karotīti attho. Sāyeva ñeyyāvaraṇappahānato pakārehi dhammasabhāvajotanaṭṭhena pajjototi paññāpajjoto. Paññavato hi ekapallaṅkenapi nisinnassa dasasahassilokadhātu ekapajjotā hoti. Vuttañhetaṃ bhagavatā ‘‘cattārome bhikkhave, pajjotā. Katame cattāro? Candapajjoto, sūriyapajjoto, aggipajjoto, paññāpajjoto, ime kho bhikkhave, cattāro pajjotā. Etadaggaṃ bhikkhave, imesaṃ catunnaṃ pajjotānaṃ yadidaṃ paññāpajjoto’’ti (a. ni. 4.145). Tena vihato visesena samugghāṭitoti paññāpajjotavihato, visesatā cettha upari āvi bhavissati. Muyhanti tena, sayaṃ vā muyhati, muyhanamattameva vā tanti moho, avijjā. Sveva visayasabhāvapaṭicchādanato andhakārasarikkhatāya tamo viyāti mohatamo. Satipi tamasaddassa sadisakappanamantarena avijjāvācakatte mohasaddasannidhānena tabbisesakatāvettha yuttāti sadisakappanā. Paññāpajjotavihato mohatamo yassāti paññāpajjotavihatamohatamo, taṃ paññāpajjotavihatamohatamaṃ.",
  "tika-s0104t0:49": "Nanu ca sabbesampi khīṇāsavānaṃ paññāpajjotena avijjandhakārahatatā sambhavati, atha kasmā aññasādhāraṇāvisesaguṇena bhagavato thomanā vuttāti? Savāsanappahānena anaññasādhāraṇavisesatāsambhavato. Sabbesampi hi khīṇāsavānaṃ paññāpajjotahatāvijjandhakārattepi sati saddhādhimuttehi viya diṭṭhippattānaṃ sāvakapaccekabuddhehi sammāsambuddhānaṃ savāsanappahānena kilesappahānassa viseso vijjatevāti. Atha vā paropadesamantarena attano santāne accantaṃ avijjandhakāravigamassa nipphāditattā (nibbattitattā ma. ni. ṭī. 1.1), tattha ca sabbaññutāya balesu ca vasībhāvassa samadhigatattā, parasantatiyañca dhammadesanātisayānubhāvena sammadeva tassa pavattitattā, bhagavāyeva visesato paññāpajjotavihatamohatamabhāvena thometabboti. Imasmiñca atthavikappe paññāpajjotapadena sasantānagatamohavidhamanā paṭivedhapaññā ceva parasantānagatamohavidhamanā desanāpaññā ca sāmaññaniddesena, ekasesanayena vā saṅgahitā. Na tu purimasmiṃ atthavikappe viya paṭivedhapaññāyevāti veditabbaṃ.",
  "tika-s0104t0:50": "Aparo nayo – bhagavato ñāṇassa ñeyyapariyantikattā sakalañeyyadhammasabhāvāvabodhanasamatthena anāvaraṇañāṇasaṅkhātena paññāpajjotena sakalañeyyadhammasabhāvacchādakamohatamassa vihatattā anāvaraṇañāṇabhūtena anaññasādhāraṇapaññāpajjotavihatamohatamabhāvena bhagavato thomanā veditabbā. Imasmiṃ pana atthavikappe mohatamavidhamanante adhigatattā anāvaraṇañāṇaṃ kāraṇūpacārena sakasantāne mohatamavidhamananti veditabbaṃ. Abhinīhārasampattiyā savāsanappahānameva hi kilesānaṃ ñeyyāvaraṇappahānanti, parasantāne pana mohatamavidhamanassa kāraṇabhāvato phalūpacārena anāvaraṇañāṇameva mohatamavidhamananti vuccati. Anāvaraṇañāṇanti ca sabbaññutaññāṇameva, yena dhammadesanāpaccavekkhaṇāni karoti. Tadidañhi ñāṇadvayaṃ atthato ekameva. Anavasesasaṅkhatāsaṅkhatasammutidhammārammaṇatāya sabbaññutaññāṇaṃ tatthāvaraṇābhāvato nissaṅgacāramupādāya anāvaraṇañāṇanti, visayappavattimukhena pana aññehi asādhāraṇabhāvadassanatthaṃ dvidhā katvā chaḷāsādhāraṇañāṇabhede vuttaṃ.",
  "tika-s0104t0:51": "Kiṃ panettha kāraṇaṃ avijjāsamugghātoyeveko pahānasampattivasena bhagavato thomanāya gayhati, na pana sātisayaṃ niravasesakilesappahānanti? Vuccate – tappahānavacaneneva hi tadekaṭṭhatāya sakalasaṃkilesasamugghātassa jotitabhāvato niravasesakilesappahānamettha gayhati. Na hi so saṃkileso atthi, yo niravasesāvijjāsamugghātanena na pahīyatīti. Atha vā sakalakusaladhammuppattiyā, saṃsāranivattiyā ca vijjā viya niravasesākusaladhammuppattiyā, saṃsārappavattiyā ca avijjāyeva padhānakāraṇanti tabbighātavacaneneva sakalasaṃkilesasamugghātavacanasiddhito soyeveko gayhatīti. Atha vā sakalasaṃkilesadhammānaṃ muddhabhūtattā avijjāya taṃ samugghātoyeveko gayhati. Yathāha –",
  "tika-s0104t0:52": "‘‘Avijjā muddhāti jānāhi, vijjā muddhādhipātinī;",
  "tika-s0104t0:53": "Saddhāsatisamādhīhi, chandavīriyena saṃyutā’’ti. (su. ni. 1032; cūḷa. ni. 51);",
  "tika-s0104t0:54": "Sanarāmaralokagarunti ettha pana paṭhamapakatiyā avibhāgena sattopi naroti vuccati, idha pana dutiyapakatiyā manujapurisoyeva, itarathā lokasaddassa avattabbatā siyā. ‘‘Yathā hi paṭhamapakatibhūto satto itarāya pakatiyā seṭṭhaṭṭhena pure uccaṭṭhāne seti pavattatīti purisoti vuccati, evaṃ jeṭṭhabhāvaṃ netīti naroti. Puttabhātubhūtopi hi puggalo mātujeṭṭhabhaginīnaṃ pituṭṭhāne tiṭṭhati, pageva bhattubhūto itarāsa’’nti (vi. aṭṭha. 43-46) nāvāvimānavaṇṇanāyaṃ vuttaṃ. Ekasesappakappanena puthuvacanantaviggahena vā narā, maraṇaṃ maro, so natthi yesanti amarā, saha narehi, amarehi cāti sanarāmaro.Garati uggacchati uggato pākaṭo bhavatīti garu, garasaddo hi uggame. Apica pāsāṇacchattaṃ viya bhāriyaṭṭhena ‘‘garū’’ti vuccati.",
  "tika-s0104t0:55": "Mātāpitācariyesu , dujjare alahumhi ca;",
  "tika-s0104t0:56": "Mahante cuggate ceva, nichekādikaresu ca;",
  "tika-s0104t0:57": "Tathā vaṇṇavisesesu, garusaddo pavattati.",
  "tika-s0104t0:58": "Idha pana sabbalokācariye tathāgate. Keci pana ‘‘garu, gurūti ca dvidhā gahetvā bhāriyavācakatte garusaddo, ācariyavācakatte tu gurusaddo’’ti vadanti, taṃ na gahetabbaṃ. Pāḷivisaye hi sabbesampi yathāvuttānamatthānaṃ vācakatte garusaddoyevicchitabbo akārassa ākārabhāvena ‘‘gārava’’nti taddhitantapadassa savuddhikassa dassanato. Sakkatabhāsāvisaye pana gurusaddoyevicchitabbo ukārassa vuddhibhāvena aññathā taddhitantapadassa dassanatoti. Sanarāmaro ca so loko cāti sanarāmaraloko, tassa garūti tathā, taṃ sanarāmaralokagaruṃ.‘‘Sanaramarūlokagaru’’ntipi paṭhanti, tadapi ariyāgāthattā vuttilakkhaṇato, atthato ca yuttameva. Atthato hi dīghāyukāpi samānā yathāparicchedaṃ maraṇasabhāvattā marūti devā vuccanti. Etena devamanussānaṃ viya tadavasiṭṭhasattānampi yathārahaṃ guṇavisesāvahatāya bhagavato upakārakataṃ dasseti. Nanu cettha devamanussā padhānabhūtā, atha kasmā tesaṃ appadhānatā niddisīyatīti? Atthato padhānatāya gahetabbattā. Añño hi saddakkamo, añño atthakkamoti saddakkamānusārena padhānāpadhānabhāvo na codetabbo. Edisesu hi samāsapadesu padhānampi appadhānaṃ viya niddisīyati yathā taṃ ‘‘sarājikāya parisāyā’’ti, tasmā sabbattha atthatova adhippāyo gavesitabbo, na byañjanamattena. Yathāhu porāṇā –",
  "tika-s0104t0:59": "‘‘Atthañhi nātho saraṇaṃ avoca,",
  "tika-s0104t0:60": "Na byañjanaṃ lokahito mahesi.",
  "tika-s0104t0:61": "Tasmā akatvā ratimakkharesu,",
  "tika-s0104t0:62": "Atthe niveseyya matiṃ matimā’’ti. (kaṅkhā. aṭṭha. paṭhamapārājikakaṇḍavaṇṇanā);",
  "tika-s0104t0:63": "Kāmañcettha sattasaṅkhārabhājanavasena tividho loko, garubhāvassa pana adhippetattā garukaraṇasamatthasseva yujjanato sattalokavasena attho gahetabbo. So hi lokīyanti ettha puññāpuññāni , tabbipāko cāti loko, dassanatthe ca lokasaddamicchanti saddavidū. Amaraggahaṇena cettha upapattidevā adhippetā. Aparo nayo – samūhattho ettha lokasaddo samudāyavasena lokīyati paññāpīyatīti katvā. Saha narehīti sanarā, teyeva amarāti sanarāmarā, tesaṃ loko tathā, purimanayeneva yojetabbaṃ. Amarasaddena cettha upapattidevā viya visuddhidevāpi saṅgayhanti. Tepi hi paramatthato maraṇābhāvato amarā. Imasmiṃ pana atthavikappe narāmarānameva gahaṇaṃ ukkaṭṭhaniddesavasena yathā ‘‘satthā devamanussāna’’nti (dī. ni. 1.157, 255). Tathā hi sabbānatthaparihānapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā, sadevamanussāya pajāya accantamupakāritāya aparimitanirupamappabhāvaguṇasamaṅgitāya ca sabbasattuttamo bhagavā aparimāṇāsu lokadhātūsu aparimāṇānaṃ sattānaṃ uttamamanaññasādhāraṇaṃ gāravaṭṭhānanti. Kāmañca itthīnampi tathāupakārattā bhagavā garuyeva, padhānabhūtaṃ pana lokaṃ dassetuṃ purisaliṅgena vuttanti daṭṭhabbaṃ. Neruttikā pana avisesanicchitaṭṭhāne tathā niddiṭṭhamicchanti yathā ‘‘narā nāgā ca gandhabbā, abhivādetvāna pakkamu’’nti (apa. 1.1.48). Tathā cāhu –",
  "tika-s0104t0:64": "‘‘Napuṃsakena liṅgena, saddodāhu pumena vā;",
  "tika-s0104t0:65": "Niddissatīti ñātabbamavisesavinicchite’’ti.",
  "tika-s0104t0:66": "Vandeti ettha pana –",
  "tika-s0104t0:67": "Vattamānāya pañcamyaṃ, sattamyañca vibhattiyaṃ;",
  "tika-s0104t0:68": "Etesu tīsu ṭhānesu, vandesaddo pavattati.",
  "tika-s0104t0:69": "Idha pana vattamānāyaṃ aññāsamasambhavato. Tattha ca uttamapurisavasenattho gahetabbo ‘‘ahaṃ vandāmī’’ti. Namanathutiyatthesu ca vandasaddamicchanti ācariyā, tena ca sugatapadaṃ, nāthapadaṃ vā ajjhāharitvā yojetabbaṃ. Sobhanaṃ gataṃ gamanaṃ etassāti sugato. Gamanañcettha kāyagamanaṃ, ñāṇagamanañca, kāyagamanampi vineyyajanopasaṅkamanaṃ, pakatigamanañcāti dubbidhaṃ. Bhagavato hi vineyyajanopasaṅkamanaṃ ekantena tesaṃ hitasukhanipphādanato sobhanaṃ, tathā lakkhaṇānubyañjanapaṭimaṇḍitarūpakāyatāya dutavilambitakhalitānukaḍḍhananippīḷanukkuṭika-kuṭilākulatādidosarahita- mavahasitarājahaṃsa- vasabhavāraṇamigarājagamanaṃ pakatigamanañca, vimalavipulakaruṇāsativīriyādiguṇavisesasahitampi ñāṇagamanaṃ abhinīhārato paṭṭhāya yāva mahābodhi, tāva niravajjatāya sobhanamevāti. Atha vā ‘‘sayambhūñāṇena sakalampi lokaṃ pariññābhisamayavasena parijānanto sammā gato avagatoti sugato. Yo hi gatyattho, so buddhayattho. Yo ca buddhayattho, so gatyatthoti. Tathā lokasamudayaṃ pahānābhisamayavasena pajahanto anuppattidhammatamāpādento sammā gato atītoti sugato. Lokanirodhaṃ sacchikiriyābhisamayavasena sammā gato adhigatoti sugato. Lokanirodhagāminiṃ paṭipadaṃ bhāvanābhisamayavasena sammā gato paṭipannoti sugato, ayañcattho ‘sotāpattimaggena ye kilesā pahīnā, te kilese na puneti na pacceti na paccāgacchatī’ti (mahāni. 38; cūḷani. 27) sugatotiādinā niddesanayena vibhāvetabbo.",
  "tika-s0104t0:70": "Aparo nayo – sundaraṃ sammāsambodhiṃ, nibbānameva vā gato adhigatoti sugato. Bhūtaṃ tacchaṃ atthasaṃhitaṃ yathārahaṃ kālayuttameva vācaṃ vineyyānaṃ sammā gadatīti vā sugato, da-kārassa ta-kāraṃ katvā, taṃ sugataṃ. Puññāpuññakammehi upapajjanavasena gantabbāti gatiyo, upapattibhavavisesā. Tā pana nirayādibhedena pañcavidhā, sakalassāpi bhavagāmikammassa ariyamaggādhigamena avipākārahabhāvakaraṇena nivattitattā pañcahipi tāhi visaṃyutto hutvā muttoti gativimutto. Uddhamuddhabhavagāmino hi devā taṃtaṃkammavipākadānakālānurūpena tato tato bhavato muttāpi muttamattāva, na pana visaññogavasena muttā, gatipariyāpannā ca taṃtaṃbhavagāmikammassa ariyamaggena anivattitattā, na tathā bhagavā. Bhagavā pana yathāvuttappakārena visaṃyutto hutvā muttoti. Tasmā anena bhagavato katthacipi gatiyā apariyāpannataṃ dasseti. Yato ca bhagavā ‘‘devātidevo’’ti vuccati. Tenevāha –",
  "tika-s0104t0:71": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "tika-s0104t0:72": "Yakkhattaṃ yena gaccheyyaṃ, manussattañca abbaje;",
  "tika-s0104t0:73": "Te mayhaṃ āsavā khīṇā, viddhastā vinaḷīkatā’’ti. (a. ni. 4.36);",
  "tika-s0104t0:74": "Taṃtaṃgatisaṃvattanakānañhi kammakilesānaṃ mahābodhimūleyeva aggamaggena pahīnattā natthi bhagavato taṃtaṃgatipariyāpannatāti accantameva bhagavā sabbabhavayonigativiññāṇaṭṭhitisattāvāsasattanikāyehi parimuttoti. Atha vā kāmaṃ saupādisesāyapi nibbānadhātuyā tāhi gatīhi vimutto, esā pana ‘‘paññāpajjotavihatamohatama’’nti etthevantogadhāti iminā padena anupādisesāya nibbānadhātuyāva thometīti daṭṭhabbaṃ.",
  "tika-s0104t0:75": "Ettha pana attahitasampattiparahitapaṭipattivasena dvīhākārehi bhagavato thomanā katā hoti. Tesu anāvaraṇañāṇādhigamo, saha vāsanāya kilesānamaccantappahānaṃ, anupādisesanibbānappatti ca attahitasampatti nāma, lābhasakkārādinirapekkhacittassa pana sabbadukkhaniyyānikadhammadesanāpayogato devadattādīsupi viruddhasattesu niccaṃ hitajjhāsayatā, vinītabbasattānaṃ ñāṇaparipākakālāgamanañca āsayato parahitapaṭipatti nāma. Sā pana āsayapayogato duvidhā, parahitapaṭipatti tividhā ca attahitasampatti imāya gāthāya yathārahaṃ pakāsitā hoti. ‘‘Karuṇāsītalahadaya’’nti hi etena āsayato parahitapaṭipatti, sammā gadanatthena sugatasaddena payogato parahitapaṭipatti. ‘‘Paññāpajjotavihatamohatamaṃ gativimutta’’nti etehi, catusaccapaṭivedhatthena ca sugatasaddena tividhāpi attahitasampatti, avasiṭṭhaṭṭhena pana tena, ‘‘sanarāmaralokagaru’’nti ca etena sabbāpi attahitasampatti, parahitapaṭipatti ca pakāsitā hoti.",
  "tika-s0104t0:76": "Atha vā hetuphalasattūpakāravasena tīhākārehi thomanā katā. Tattha hetu nāma mahākaruṇāsamāyogo, bodhisambhārasambharaṇañca, tadubhayampi paṭhamapadena yathārutato, sāmatthiyato ca pakāsitaṃ. Phalaṃ pana ñāṇappahānaānubhāvarūpakāyasampadāvasena catubbidhaṃ . Tattha sabbaññutañāṇapadaṭṭhānaṃ maggañāṇaṃ, tammūlakāni ca dasabalādiñāṇāni ñāṇasampadā, savāsanasakalasaṃkilesānamaccantamanuppādadhammatāpādanaṃ pahānasampadā, yathicchitanipphādane ādhipaccaṃ ānubhāvasampadā, sakalalokanayanābhisekabhūtā pana lakkhaṇānubyañjanapaṭimaṇḍitā attabhāvasampatti rūpakāyasampadā. Tāsu ñāṇappahānasampadā dutiyapadena, saccapaṭivedhatthena ca sugatasaddena pakāsitā, ānubhāvasampadā tatiyapadena, rūpakāyasampadā sobhanakāyagamanatthena sugatasaddena lakkhaṇānubyañjanapāripūriyā vinā tadabhāvato. Yathāvuttā duvidhāpi parahitapaṭipatti sattūpakārasampadā, sā pana sammā gadanatthena sugatasaddena pakāsitāti veditabbā.",
  "tika-s0104t0:77": "Apica imāya gāthāya sammāsambodhi tammūla – tappaṭipattiyādayo aneke buddhaguṇā ācariyena pakāsitā honti. Esā hi ācariyānaṃ pakati, yadidaṃ yena kenaci pakārena atthantaraviññāpanaṃ. Kathaṃ? ‘‘Karuṇāsītalahadaya’’nti hi etena sammāsambodhiyā mūlaṃ dasseti . Mahākaruṇāsañcoditamānaso hi bhagavā saṃsārapaṅkato sattānaṃ samuddharaṇatthaṃ katābhinīhāro anupubbena pāramiyo pūretvā anuttaraṃ sammāsambodhimadhigatoti karuṇā sammāsambodhiyā mūlaṃ. ‘‘Paññāpajjotavihatamohatama’’nti etena sammāsambodhiṃ dasseti. Sabbaññutañāṇapadaṭṭhānañhi aggamaggañāṇaṃ, aggamaggañāṇapadaṭṭhānañca sabbaññutaññāṇaṃ ‘‘sammāsambodhī’’ti vuccati. Sammā gamanatthena sugatasaddena sammāsambodhiyā paṭipattiṃ dasseti līnuddhaccapatiṭṭhānāyūhanakāmasukhattakilamathānuyogasassatucchedābhinivesādiantadvayarahitāya karuṇāpaññāpariggahitāya majjhimāya paṭipattiyā pakāsanato, itarehi sammāsambodhiyā padhānāppadhānappabhedaṃ payojanaṃ dasseti. Saṃsāramahoghato sattasantāraṇañhettha padhānaṃ, tadaññamappadhānaṃ. Tesu ca padhānena payojanena parahitapaṭipattiṃ dasseti, itarena attahitasampattiṃ, tadubhayena ca attahitapaṭipannādīsu catūsu puggalesu bhagavato catutthapuggalabhāvaṃ pakāseti. Tena ca anuttaraṃ dakkhiṇeyyabhāvaṃ, uttamañca vandanīyabhāvaṃ, attano ca vandanāya khettaṅgatabhāvaṃ vibhāveti.",
  "tika-s0104t0:78": "Apica karuṇāggahaṇena lokiyesu mahaggatabhāvappattāsādhāraṇaguṇadīpanato sabbalokiyaguṇasampatti dassitā, paññāggahaṇena sabbaññutaññāṇapadaṭṭhānamaggañāṇadīpanato sabbalokuttaraguṇasampatti. Tadubhayaggahaṇasiddho hi attho ‘‘sanarāmaralokagaru’’ntiādinā vipañcīyatīti. Karuṇāggahaṇena ca nirupakkilesamupagamanaṃ dasseti, paññāggahaṇena apagamanaṃ. Tathā karuṇāggahaṇena lokasamaññānurūpaṃ bhagavato pavattiṃ dasseti lokavohāravisayattā karuṇāya, paññāggahaṇena lokasamaññāya anatidhāvanaṃ. Sabhāvānavabodhena hi dhammānaṃ sabhāvaṃ atidhāvitvā sattādiparāmasanaṃ hoti. Tathā karuṇāggahaṇena mahākaruṇāsamāpattivihāraṃ dasseti, paññāggahaṇena tīsu kālesu appaṭihatañāṇaṃ, catusaccañāṇaṃ, catupaṭisambhidāñāṇaṃ, catuvesārajjañāṇaṃ, karuṇāggahaṇena mahākaruṇāsamāpattiñāṇassa gahitattā sesāsādhāraṇañāṇāni, cha abhiññā, aṭṭhasu parisāsu akampanañāṇāni, dasa balāni, cuddasa buddhaguṇā, soḷasa ñāṇacariyā, aṭṭhārasa buddhadhammā, catucattārīsa ñāṇavatthūni, sattasattati ñāṇavatthūnīti evamādīnaṃ anekesaṃ paññāpabhedānaṃ vasena ñāṇacāraṃ dasseti. Tathā karuṇāggahaṇena caraṇasampattiṃ, paññāggahaṇena vijjāsampattiṃ. Karuṇāggahaṇena attādhipatitā, paññāggahaṇena dhammādhipatitā. Karuṇāggahaṇena lokanāthabhāvo, paññāggahaṇena attanāthabhāvo. Tathā karuṇāggahaṇena pubbakārībhāvo, paññāggahaṇena kataññutā. Karuṇāggahaṇena aparantapatā, paññāggahaṇena anattantapatā. Karuṇāggahaṇena vā buddhakaradhammasiddhi, paññāggahaṇena buddhabhāvasiddhi. Tathā karuṇāggahaṇena parasantāraṇaṃ, paññāggahaṇena attasantāraṇaṃ. Tathā karuṇāggahaṇena sabbasattesu anuggahacittatā, paññāggahaṇena sabbadhammesu virattacittatā dassitā hoti sabbesañca buddhaguṇānaṃ karuṇā ādi tannidānabhāvato, paññā pariyosānaṃ tato uttari karaṇīyābhāvato. Iti ādipariyosānadassanena sabbe buddhaguṇā dassitā honti. Tathā karuṇāggahaṇena sīlakkhandhapubbaṅgamo samādhikkhandho dassito hoti. Karuṇānidānañhi sīlaṃ tato pāṇātipātādiviratippavattito, sā ca jhānattayasampayoginīti, paññāvacanena paññākkhandho. Sīlañca sabbabuddhaguṇānaṃ ādi, samādhi majjhe, paññā pariyosānanti evampi ādimajjhapariyosānakalyāṇā sabbe buddhaguṇā dassitā honti nayato dassitattā. Eso eva hi niravasesato buddhaguṇānaṃ dassanupāyo, yadidaṃ nayaggāhaṇaṃ, aññathā ko nāma samattho bhagavato guṇe anupadaṃ niravasesato dassetuṃ. Tenevāha –",
  "tika-s0104t0:79": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṃ,",
  "tika-s0104t0:80": "Kappampi ce aññamabhāsamāno.",
  "tika-s0104t0:81": "Khīyetha kappo ciradīghamantare,",
  "tika-s0104t0:82": "Vaṇṇo na khīyetha tathāgatassā’’ti.",
  "tika-s0104t0:83": "Teneva ca āyasmatā sāriputtattherenāpi buddhaguṇaparicchedanaṃ pati bhagavatā anuyuttena ‘‘no hetaṃ bhante’’ti paṭikkhipitvā ‘‘api ca me bhante dhammanvayo vidito’’ti sampasādanīyasutte vuttaṃ.",
  "tika-s0104t0:84": "Evaṃ saṅkhepena sakalasabbaññuguṇehi bhagavato thomanāpubbaṅgamaṃ paṇāmaṃ katvā idāni saddhammassāpi thomanāpubbaṅgamaṃ paṇāmaṃ karonto ‘‘buddhopī’’tiādimāha. Tatthāyaṃ saha padasambandhena saṅkhepattho – yathāvuttavividhaguṇagaṇasamannāgato buddhopi yaṃ ariyamaggasaṅkhātaṃ dhammaṃ, saha pubbabhāgapaṭipattidhammena vā ariyamaggabhūtaṃ dhammaṃ bhāvetvā ceva yaṃ phalanibbānasaṅkhātaṃ dhammaṃ, pariyattidhammapaṭipattidhammehi vā saha phalanibbānabhūtaṃ dhammaṃ sacchikatvā ca sammāsambodhisaṅkhātaṃ buddhabhāvamupagato, vītamalamanuttaraṃ taṃ dhammampi vandeti.",
  "tika-s0104t0:85": "Tattha buddhasaddassa tāva ‘‘bujjhitā saccānīti buddho. Bodhetā pajāyāti buddho’’tiādinā niddesanayena attho veditabbo. Atha vā aggamaggañāṇādhigamena savāsanāya sammohaniddāya accantavigamanato, aparimitaguṇagaṇālaṅkatasabbaññutaññāṇappattiyā vikasitabhāvato ca buddhavāti buddho jāgaraṇavikasanatthavasena. Atha vā kassacipi ñeyyadhammassa anavabuddhassa abhāvena ñeyyavisesassa kammabhāvāgahaṇato kammavacanicchāyābhāvena avagamanatthavasena kattuniddesova labbhati, tasmā buddhavāti buddhotipi vattabbo. Padesaggahaṇe hi asati gahetabbassa nippadesatāva viññāyati yathā ‘‘dikkhito na dadātī’’ti. Evañca katvā kammavisesānapekkhā kattari eva buddhasaddasiddhi veditabbā, atthato pana pāramitāparibhāvito sayambhuñāṇena saha vāsanāya vihataviddhastaniravasesakilesomahākaruṇāsabbaññutaññāṇādiaparimeyyaguṇagaṇādhāro khandhasantāno buddho, yathāha –",
  "tika-s0104t0:86": "‘‘Buddhoti yo so bhagavā sayambhū anācariyako pubbe ananussutesu dhammesu sāmaṃ saccāni abhisambujjhi, tattha ca sabbaññutaṃ patto, balesu ca vasībhāva’’nti (mahāni. 192; cūḷani. 97; paṭi. ma. 161).",
  "tika-s0104t0:87": "Apisaddo sambhāvane, tena evaṃ guṇavisesayutto sopi nāma bhagavā īdisaṃ dhammaṃ bhāvetvā, sacchikatvā ca buddhabhāvamupagato, kā nāma kathā aññesaṃ sāvakādibhāvamupagamaneti dhamme sambhāvanaṃ dīpeti. Buddhabhāvanti sammāsambodhiṃ. Yena hi nimittabhūtena sabbaññutaññāṇapadaṭṭhānena aggamaggañāṇena, aggamaggañāṇapadaṭṭhānena ca sabbaññutaññāṇena bhagavati ‘‘buddho’’ti nāmaṃ, tadārammaṇañca ñāṇaṃ pavattati, tamevidha ‘‘bhāvo’’ti vuccati. Bhavanti buddhisaddā etenāti hi bhāvo. Tathā hi vadanti –",
  "tika-s0104t0:88": "‘‘Yena yena nimittena, buddhi saddo ca vattate;",
  "tika-s0104t0:89": "Taṃtaṃnimittakaṃ bhāvapaccayehi udīrita’’nti.",
  "tika-s0104t0:90": "Bhāvetvāti uppādetvā, vaḍḍhetvā vā. Sacchikatvāti paccakkhaṃ katvā. Ceva-saddo ca-saddo ca tadubhayattha samuccaye. Tena hi saddadvayena na kevalaṃ bhagavā dhammassa bhāvanāmattena buddhabhāvamupagato, nāpi sacchikiriyāmattena, atha kho tadubhayenevāti samuccinoti. Upagatoti patto, adhigatoti attho. Etassa ‘‘buddhabhāva’’nti padena sambandho. Vītamalanti ettha virahavasena eti pavattatīti vīto, malato vīto, vītaṃ vā malaṃ yassāti vītamalo, taṃ vītamalaṃ. ‘‘Gatamala’’ntipi pāṭho dissati, evaṃ sati saupasaggo viya anupasaggopi gatasaddo virahatthavācako veditabbo dhātūnamanekatthattā. Gacchati apagacchatīti hi gato, dhammo . Gataṃ vā malaṃ, purimanayena samāso. Anuttaranti uttaravirahitaṃ. Yathānusiṭṭhaṃ paṭipajjamāne apāyato, saṃsārato ca apatamāne katvā dhāretīti dhammo, navavidho lokuttaradhammo. Tappakāsanattā, sacchikiriyāsammasanapariyāyassa ca labbhamānattā pariyattidhammopi idha saṅgahito . Tathā hi ‘‘abhidhammanayasamuddaṃ adhigacchi, tīṇi piṭakāni sammasī’’ti ca aṭṭhakathāyaṃ vuttaṃ, tathā ‘‘yaṃ dhammaṃ bhāvetvā sacchikatvā’’ti ca vuttattā bhāvanāsacchikiriyāyogyatāya buddhakaradhammabhūtāhi pāramitāhi saha pubbabhāgaadhisīlasikkhādayopi idha saṅgahitāti veditabbā. Tāpi hi vigatapaṭipakkhatāya vītamalā, anaññasādhāraṇatāya anuttarā ca. Kathaṃ pana tā bhāvetvā, sacchikatvā ca bhagavā buddhabhāvamupagatoti? Vuccate – sattānañhi saṃsāravaṭṭadukkhanissaraṇāya [nissaraṇatthāya (paṇṇāsa ṭī.) nissaraṇe (katthaci)] katamahābhinīhāro mahākaruṇādhivāsanapesalajjhāsayo paññāvisesapariyodātanimmalānaṃ dānadamasaññamādīnaṃ uttamadhammānaṃ kappānaṃ satasahassādhikāni cattāri asaṅkhyeyyāni sakkaccaṃ nirantaraṃ niravasesaṃ bhāvanāsacchikiriyāhi kammādīsu adhigatavasībhāvo acchariyācinteyyamahānubhāvo adhisīlādhicittānaṃ paramukkaṃsapāramippatto bhagavā paccayākāre catuvīsatikoṭisatasahassamukhena mahāvajirañāṇaṃ pesetvā anuttaraṃ sammāsambodhisaṅkhātaṃ buddhabhāvamupagatoti.",
  "tika-s0104t0:91": "Imāya pana gāthāya vijjāvimuttisampadādīhi anekehi guṇehi yathārahaṃ saddhammaṃ thometi. Kathaṃ? Ettha hi ‘‘bhāvetvā’’ti etena vijjāsampadāya thometi, ‘‘sacchikatvā’’ti etena vimuttisampadāya. Tathā paṭhamena jhānasampadāya, dutiyena vimokkhasampadāya. Paṭhamena vā samādhisampadāya, dutiyena samāpattisampadāya. Atha vā paṭhamena khayañāṇabhāvena, dutiyena anuppādañāṇabhāvena. Paṭhamena vā vijjūpamatāya, dutiyena vajirūpamatāya. Paṭhamena vā virāgasampattiyā, dutiyena nirodhasampattiyā. Tathā paṭhamena niyyānabhāvena, dutiyena nissaraṇabhāvena. Paṭhamena vā hetubhāvena, dutiyena asaṅkhatabhāvena. Paṭhamena vā dassanabhāvena, dutiyena vivekabhāvena. Paṭhamena vā adhipatibhāvena, dutiyena amatabhāvena dhammaṃ thometi. Atha vā ‘‘yaṃ dhammaṃ bhāvetvā buddhabhāvaṃ upagato’’ti etena svākkhātatāya dhammaṃ thometi, ‘‘sacchikatvā’’ti etena sandiṭṭhikatāya. Tathā paṭhamena akālikatāya, dutiyena ehipassikatāya. Paṭhamena vā opaneyyikatāya, dutiyena paccattaṃveditabbatāya. Paṭhamena vā saha pubbabhāgasīlādīhi sekkhehi sīlasamādhipaññākkhandhehi , dutiyena saha asaṅkhatadhātuyā asekkhehi dhammaṃ thometi.",
  "tika-s0104t0:92": "‘‘Vītamala’’nti iminā pana saṃkilesābhāvadīpanena visuddhatāya dhammaṃ thometi, ‘‘anuttara’’nti etena aññassa visiṭṭhassa abhāvadīpanena paripuṇṇatāya. Paṭhamena vā pahānasampadāya, dutiyena sabhāvasampadāya. Paṭhamena vā bhāvanāphalayogyatāya. Bhāvanāguṇena hi so saṃkilesamalasamugghātako, tasmānena bhāvanākiriyāya phalamāha. Dutiyena sacchikiriyāphalayogyatāya. Taduttarikaraṇīyābhāvato hi anaññasādhāraṇatāya anuttarabhāvo sacchikiriyānibbattito, tasmānena sacchikiriyāphalamāhāti.",
  "tika-s0104t0:93": "Evaṃ saṅkhepeneva sabbasaddhammaguṇehi saddhammassāpi thomanāpubbaṅgamaṃ paṇāmaṃ katvā idāni ariyasaṅghassāpi thomanāpubbaṅgamaṃ paṇāmaṃ karonto ‘‘sugatassa orasāna’’ntiādimāha. Tattha sugatassāti sambandhaniddeso, ‘‘puttāna’’nti etena sambajjhitabbo. Urasi bhavā, jātā, saṃvuddhā vā orasā, attajo khettajo antevāsiko dinnakoti catubbidhesu puttesu attajā, taṃsarikkhatāya pana ariyapuggalā ‘‘orasā’’ti vuccanti. Yathā hi manussānaṃ orasaputtā attajātatāya pitusantakassa dāyajjassa visesabhāgino honti, evametepi saddhammasavanante ariyāya jātiyā jātatāya bhagavato santakassa vimuttisukhassa dhammaratanassa ca dāyajjassa visesabhāginoti. Atha vā bhagavato dhammadesanānubhāvena ariyabhūmiṃ okkamamānā, okkantā ca ariyasāvakā bhagavato ure vāyāmajanitābhijātatāya sadisakappanamantarena nippariyāyeneva ‘‘orasā’’ti vattabbatamarahanti. Tathā hi te bhagavatā āsayānusayacariyādhimuttiādiolokanena, vajjānucintanena ca hadaye katvā vajjato nivāretvā anavajje patiṭṭhāpentena sīlādidhammasarīraposanena saṃvaḍḍhāpitā. Yathāha bhagavā itivuttake ‘‘ahamasmi bhikkhave brāhmaṇo…pe… tassa me tumhe puttā orasā mukhato jātā’’tiādi (itivu. 100). Nanu sāvakadesitāpi desanā ariyabhāvāvahāti? Saccaṃ, sā pana tammūlikattā, lakkhaṇādivisesābhāvato ca ‘‘bhagavato dhammadesanā’’ icceva saṅkhyaṃ gatā, tasmā bhagavato orasaputtabhāvoyeva tesaṃ vattabboti, etena catubbidhesu puttesu ariyasaṅghassa attajaputtabhāvaṃ dasseti. Attano kulaṃ punenti sodhenti, mātāpitūnaṃ vā hadayaṃ pūrentīti puttā, attajādayo. Ariyā pana dhammatantivisodhanena, dhammānudhammapaṭipattiyā cittārādhanena ca tappaṭibhāgatāya bhagavato puttā nāma, tesaṃ. Tassa ‘‘samūha’’nti padena sambandho.",
  "tika-s0104t0:94": "Saṃkilesanimittaṃ hutvā guṇaṃ māreti vibādhatīti māro, devaputtamāro. Sināti pare bandhati etāyāti senā, mārassa senā tathā, mārañca mārasenañca mathenti vilothentīti mārasenamathanā, tesaṃ. ‘‘Māramārasenamathanāna’’nti hi vattabbepi ekadesasarūpekasesavasena evaṃ vuttaṃ. Mārasaddasannidhānena vā senāsaddena mārasenā gahetabbā, gāthābandhavasena cettha rasso. ‘‘Mārasenamaddanāna’’ntipi katthaci pāṭho, so ayuttova ariyājātikattā imissā gāthāya. Nanu ca ariyasāvakānaṃ maggādhigamasamaye bhagavato viya tadantarāyakaraṇatthaṃ devaputtamāro vā mārasenā vā na apasādeti, atha kasmā evaṃ vuttanti? Apasādetabbabhāvakāraṇassa vimathitattā. Tesañhi apasādetabbatāya kāraṇe saṃkilese vimathite tepi vimathitā nāma hontīti. Atha vā khandhābhisaṅkhāramārānaṃ viya devaputtamārassāpi guṇamāraṇe sahāyabhāvūpagamanato kilesabalakāyo idha ‘‘mārasenā’’ti vuccati yathāha bhagavā –",
  "tika-s0104t0:95": "‘‘Kāmā te paṭhamā senā, dutiyā arati vuccati;",
  "tika-s0104t0:96": "Tatiyā khuppipāsā te, catutthī taṇhā pavuccati.",
  "tika-s0104t0:97": "Pañcamaṃ thinamiddhaṃ te, chaṭṭhā bhīrū pavuccati;",
  "tika-s0104t0:98": "Sattamī vicikicchā te, makkho thambho te aṭṭhamo.",
  "tika-s0104t0:99": "Lābho siloko sakkāro,",
  "tika-s0104t0:100": "Micchāladdho ca yo yaso;",
  "tika-s0104t0:101": "Yo cattānaṃ samukkaṃse,",
  "tika-s0104t0:102": "Pare ca avajānati.",
  "tika-s0104t0:103": "Esā namuci te senā, kaṇhassābhippahārinī;",
  "tika-s0104t0:104": "Na naṃ asūro jināti, jetvā ca labhate sukha’’nti. (su. ni. 438; mahāni. 28; cūḷani. 47);",
  "tika-s0104t0:105": "Sā ca tehi ariyasāvakehi diyaḍḍhasahassabhedā, anantabhedā vā kilesavāhinī satidhammavicayavīriyasamathādiguṇapaharaṇīhi odhiso mathitā, viddhaṃsitā, vihatā ca, tasmā ‘‘mārasenamathanā’’ti vuccanti. Vilothanañcettha viddhaṃsanaṃ, vihananaṃ vā. Apica khandhābhisaṅkhāramaccudevaputtamārānaṃ tesaṃ sahāyabhāvūpagamanatāya senāsaṅkhātassa kilesamārassa ca mathanato ‘‘mārasenamathanā’’tipi attho gahetabbo. Evañca sati pañcamāranimmathanabhāvena attho paripuṇṇo hoti. Ariyasāvakāpi hi samudayappahānapariññāvasena khandhamāraṃ, sahāyavekallakaraṇena sabbathā, appavattikaraṇena ca abhisaṅkhāramāraṃ, balavidhamanavisayātikkamanavasena maccumāraṃ, devaputtamārañca samucchedappahānavasena sabbaso appavattikaraṇena kilesamāraṃ mathentīti, iminā pana tesaṃ orasaputtabhāve kāraṇaṃ, tīsu puttesu ca anujātataṃ dasseti. Mārasenamathanatāya hi te bhagavato orasaputtā, anujātā cāti.",
  "tika-s0104t0:106": "Aṭṭhannanti gaṇanaparicchedo, tenasatipi tesaṃ taṃtaṃbhedena anekasatasahassasaṅkhyābhede ariyabhāvakaramaggaphaladhammabhedena imaṃ gaṇanaparicchedaṃ nātivattanti maggaṭṭhaphalaṭṭhabhāvānativattanatoti dasseti. Pi-saddo, api-saddo vā padalīḷādinā kāraṇena aṭṭhāne payutto, so ‘‘ariyasaṅgha’’nti ettha yojetabbo, tena na kevalaṃ buddhadhammeyeva, atha kho ariyasaṅghampīti sampiṇḍeti. Yadipi avayavavinimutto samudāyo nāma koci natthi avayavaṃ upādāya samudāyassa vattabbattā, aviññāyamānasamudāyaṃ pana viññāyamānasamudāyena visesitumarahatīti āha ‘‘aṭṭhannampi samūha’’nti, etena ‘‘ariyasaṅgha’’nti ettha na yena kenaci saṇṭhānādinā, kāyasāmaggiyā vā samudāyabhāvo, api tu maggaṭṭhaphalaṭṭhabhāvenevāti viseseti. Avayavameva sampiṇḍetvā ūhitabbo vitakketabbo, saṃūhanitabbo vā saṅghaṭitabboti samūho, soyeva samoho vacanasiliṭṭhatādinā. Dvidhāpi hi pāṭho yujjati. Ārakattā kilesehi, anaye na iriyanato, aye ca iriyanato ariyā niruttinayena . Atha vā sadevakena lokena saraṇanti araṇīyato upagantabbato, upagatānañca tadatthasiddhito ariyā, diṭṭhisīlasāmaññena saṃhato, samaggaṃ vā kammaṃ samudāyavasena samupagatoti saṅgho, ariyānaṃ saṅgho, ariyo ca so saṅgho ca yathāvuttanayenāti vā ariyasaṅgho, taṃ ariyasaṅghaṃ. Bhagavato aparabhāge buddhadhammaratanānampi samadhigamo saṅgharatanādhīnoti ariyasaṅghassa bahūpakārataṃ dassetuṃ idheva ‘‘sirasā vande’’ti vuttaṃ. Avassañcāyamattho sampaṭicchitabbo vinayaṭṭhakathādīsupi (pārā. aṭṭha. ganthārambhakathā) tathā vuttattā. Keci pana purimagāthāsupi taṃ padamānetvā yojenti, tadayuttameva ratanattayassa asādhāraṇaguṇappakāsanaṭṭhānattā, yathāvuttakāraṇassa ca sabbesampi saṃvaṇṇanākārānamadhippetattāti.",
  "tika-s0104t0:107": "Imāya pana gāthāya ariyasaṅghassa pabhavasampadā pahānasampadādayo aneke guṇā dassitā honti. Kathaṃ? ‘‘Sugatassa orasānaṃ puttāna’’nti hi etena ariyasaṅghassa pabhavasampadaṃ dasseti sammāsambuddhapabhavatādīpanato. ‘‘Mārasenamathanāna’’nti etena pahānasampadaṃ sakalasaṃkilesappahānadīpanato. ‘‘Aṭṭhannampi samūha’’nti etena ñāṇasampadaṃ maggaṭṭhaphalaṭṭhabhāvadīpanato . ‘‘Ariyasaṅgha’’nti etena sabhāvasampadaṃ sabbasaṅghānaṃ aggabhāvadīpanato. Atha vā ‘‘sugatassa orasānaṃ puttāna’’nti ariyasaṅghassa visuddhanissayabhāvadīpanaṃ. ‘‘Mārasenamathanāna’’nti sammāujuñāyasāmīcipaṭipannabhāvadīpanaṃ. ‘‘Aṭṭhannampi samūha’’nti āhuneyyādibhāvadīpanaṃ. ‘‘Ariyasaṅgha’’nti anuttarapuññakkhettabhāvadīpanaṃ. Tathā ‘‘sugatassa orasānaṃ puttāna’’nti etena ariyasaṅghassa lokuttarasaraṇagamanasabbhāvaṃ dasseti. Lokuttarasaraṇagamanena hi te bhagavato orasaputtā jātā. ‘‘Mārasenamathanāna’nti etena abhinīhārasampadāsiddhaṃ pubbabhāgasammāpaṭipattiṃ dasseti. Katābhinīhārā hi sammāpaṭipannā māraṃ, mārasenaṃ vā abhivijinanti. ‘‘Aṭṭhannampi samūha’’nti etena viddhastavipakkhe sekkhāsekkhadhamme dasseti puggalādhiṭṭhānena maggaphaladhammānaṃ dassitattā. ‘‘Ariyasaṅgha’’nti etena aggadakkhiṇeyyabhāvaṃ dasseti anuttarapuññakkhettabhāvassa dassitattā. Saraṇagamanañca sāvakānaṃ sabbaguṇassa ādi, sapubbabhāgapaṭipadā sekkhā sīlakkhandhādayo majjhe, asekkhā sīlakkhandhādayo pariyosānantiādimajjhapariyosānakalyāṇā saṅkhepato sabbepi ariyasaṅghaguṇā dassitā hontīti.",
  "tika-s0104t0:108": "Evaṃ gāthāttayena saṅkhepato sakalaguṇasaṃkittanamukhena ratanattayassa paṇāmaṃ katvā idāni taṃ nipaccakāraṃ yathādhippetapayojane pariṇāmento ‘‘iti me’’tiādimāha. Tattha iti-saddo nidassane. Tena gāthāttayena yathāvuttanayaṃ nidasseti. Meti attānaṃ karaṇavacanena kattubhāvena niddisati. Tassa ‘‘yaṃ puññaṃ mayā laddha’’nti pāṭhasesena sambandho, sampadānaniddeso vā eso, ‘‘atthī’’ti pāṭhaseso, sāminiddeso vā ‘‘yaṃ mama puññaṃ vandanāmaya’’nti. Pasīdīyate pasannā, tādisā mati paññā, cittaṃ vā yassāti pasannamati, aññapadaliṅgappadhānattā imassa samāsapadassa ‘‘pasannamatino’’ti vuttaṃ. Ratiṃ nayati, janeti, vahatīti vā ratanaṃ, sattavidhaṃ, dasavidhaṃ vā ratanaṃ, tamiva imānīti neruttikā. Sadisakappanamaññatra pana yathāvuttavacanattheneva buddhādīnaṃ ratanabhāvo yujjati. Tesañhi ‘‘itipi so bhagavā’’tiādinā (dī. ni. 1.157, 255) yathābhūtaguṇe āvajjantassa amatādhigamahetubhūtaṃ anappakaṃ pītipāmojjaṃ uppajjati. Yathāha –",
  "tika-s0104t0:109": "‘‘Yasmiṃ mahānāma samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosa…pe… na moha…pe… ujugatamevassa tasmiṃ samaye cittaṃ hoti tathāgataṃ ārabbha. Ujugatacitto kho pana mahānāma ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ, pamuditassa pīti jāyatī’’tiādi (a. ni. 6.10; 11.11).",
  "tika-s0104t0:110": "Cittīkatādibhāvo vā ratanaṭṭho. Vuttañhetaṃ aṭṭhakathāsu –",
  "tika-s0104t0:111": "‘‘Cittīkataṃ mahagghañca, atulaṃ dullabhadassanaṃ;",
  "tika-s0104t0:112": "Anomasattaparibhogaṃ, ratanaṃ tena vuccatī’’ti. (khu. pā. aṭṭha. 6.3; udāna. aṭṭha. 47; dī. ni. aṭṭha. 2.33; su. ni. 1.226; mahāni. aṭṭha. 1.226);",
  "tika-s0104t0:113": "Cittīkatabhāvādayo ca anaññasādhāraṇā sātisayato buddhādīsuyeva labbhantīti. Vitthāro ratanasuttavaṇṇanāyaṃ (khu. pā. aṭṭha. 6.3; su. ni. aṭṭha. 1.226) gahetabbo. Ayamattho pana nibbacanatthavasena na vutto, atha kenāti ce? Loke ratanasammatassa vatthuno garukātabbatādiatthavasenāti saddavidū. Sādhūnañca ramanato, saṃsāraṇṇavā ca taraṇato, sugatinibbānañca nayanato ratanaṃ tulyatthasamāsavasena, alamatipapañcena. Ekasesapakappanena, puthuvacananibbacanena vā ratanāni. Tiṇṇaṃ samūho, tīṇi vā samāhaṭāni, tayo vā avayavā assāti tayaṃ, ratanānameva tayaṃ, nāññesanti ratanattayaṃ. Avayavavinimuttassa pana samudāyassa abhāvato tīṇi eva ratanāni tathā vuccanti, na samudāyamattaṃ, samudāyāpekkhāya pana ekavacanaṃ kataṃ. Vandīyate vandanā, sāva vandanāmayaṃ yathā ‘‘dānamayaṃ sīlamaya’’nti (dī. ni. 3.305; itivu. 60; netti. 33). Vandanā cettha kāyavācācittehi tiṇṇaṃ ratanānaṃ guṇaninnatā, thomanā vā. Apica tassā cetanāya sahajātādopakāreko saddhāpaññāsativīriyādisampayuttadhammo vandanā, tāya pakatanti vandanāmayaṃ yathā ‘‘sovaṇṇamayaṃ rūpiyamaya’’nti, atthato pana yathāvuttacetanāva. Ratanattaye, ratanattayassa vā vandanāmayaṃ ratanattayavandanāmayaṃ. Pujjabhavaphalanibbattanato puññaṃ niruttinayena, attano kārakaṃ, santānaṃ vā punāti visodhetīti puññaṃ, sakammakattā dhātussa kāritavasena atthavivaraṇaṃ labbhati, saddanipphatti pana suddhavasenevāti saddavidū.",
  "tika-s0104t0:114": "Taṃtaṃsampattiyā vibandhanavasena sattasantānassa antare vemajjhe eti āgacchatīti antarāyo, diṭṭhadhammikādianattho. Paṇāmapayojane vuttavidhinā suṭṭhu vihato viddhasto antarāyo assāti suvihatantarāyo. Vihananañcettha taduppādakahetupariharaṇavasena tesaṃ antarāyānamanuppattikaraṇanti daṭṭhabbaṃ. Hutvāti pubbakālakiriyā, tassa ‘‘atthaṃ pakāsayissāmī’’ti etena sambandho. Tassāti yaṃ-saddena uddiṭṭhassa vandanāmayapuññassa. Ānubhāvenāti balena.",
  "tika-s0104t0:115": "‘‘Tejo ussāhamantā ca, pabhū sattīti pañcime;",
  "tika-s0104t0:116": "‘Ānubhāvo’ti vuccanti, ‘pabhāvo’ti ca te vade’’ti. –",
  "tika-s0104t0:117": "Vuttesu hi atthesu idha sattiyaṃ vattati. Anu punappunaṃ taṃsamaṅgiṃ bhāveti vaḍḍhetīti hi anubhāvo, soyeva ānubhāvoti udānaṭṭhakathāyaṃ, atthato pana yathāladdhasampattinimittakassa purimakammassa balānuppadānavasasaṅkhātā vandanāmayapuññassa sattiyeva, sā ca suvihatantarāyatāya karaṇaṃ, hetu vā sambhavati.",
  "tika-s0104t0:118": "Ettha pana ‘‘pasannamatino’’ti etena attano pasādasampattiṃ dasseti. ‘‘Ratanattayavandanāmaya’’nti etena ratanattayassa khettabhāvasampattiṃ, tato ca tassa puññassa attano pasādasampattiyā, ratanattayassa ca khettabhāvasampattiyāti dvīhi aṅgehi atthasaṃvaṇṇanāya upaghātakaupaddavānaṃ vihanane samatthataṃ dīpeti. Caturaṅgasampattiyā dānacetanā viya hi dvayaṅgasampattiyā paṇāmacetanāpi antarāyavihananena diṭṭhadhammikāti.",
  "tika-s0104t0:119": "Evaṃ ratanattayassa nipaccakārakaraṇe payojanaṃ dassetvā idāni yassā dhammadesanāya atthaṃ saṃvaṇṇetukāmo, tadapi saṃvaṇṇetabbadhammabhāvena dassetvā guṇābhitthavanavisesena abhitthavetuṃ ‘‘dīghassā’’tiādimāha. Ayañhi ācariyassa pakati, yadidaṃ taṃtaṃsaṃvaṇṇanāsu ādito tassa tassa saṃvaṇṇetabbadhammassa visesaguṇakittanena thomanā. Tathā hi tesu tesu papañcasūdanīsāratthapakāsanīmanorathapūraṇīaṭṭhasālinīādīsu yathākkamaṃ ‘‘paravādamathanassa, ñāṇappabhedajananassa, dhammakathikapuṅgavānaṃ vicittapaṭibhānajananassa,",
  "tika-s0104t0:120": "Tassa gambhīrañāṇehi, ogāḷhassa abhiṇhaso;",
  "tika-s0104t0:121": "Nānānayavicittassa, abhidhammassa ādito’’ti. ādinā –",
  "tika-s0104t0:122": "Thomanā katā. Tattha dīghassāti dīghanāmakassa. Dīghasuttaṅkitassāti dīghehi abhiāyatavacanappabandhavantehi suttehi lakkhitassa, anena ‘‘dīgho’’ti ayaṃ imassa āgamassa atthānugatā samaññāti dasseti. Nanu ca suttāniyeva āgamo, kathaṃ so tehi aṅkīyatīti? Saccametaṃ paramatthato, paññattito pana suttāni upādāya āgamabhāvassa paññattattā avayavehi suttehi avayavībhūto āgamo aṅkīyati. Yatheva hi atthabyañjanasamudāye ‘‘sutta’’nti vohāro, evaṃ suttasamudāye āgamavohāroti. Paṭiccasamuppādādinipuṇatthabhāvato nipuṇassa. Āgacchanti attatthaparatthādayo ettha, etena, etasmāti vā āgamo, uttamaṭṭhena, patthanīyaṭṭhena ca so varoti āgamavaro. Apica āgamasammatehi bāhirakapaveditehi bhāratapurāṇakathānarasīhapurāṇakathādīhi varotipi āgamavaro, tassa. Buddhānamanubuddhā buddhānubuddhā, buddhānaṃ saccapaṭivedhaṃ anugamma paṭividdhasaccā aggasāvakādayo ariyā, tehi atthasaṃvaṇṇanāvasena, guṇasaṃvaṇṇanāvasena ca saṃvaṇṇitoti tathā. Atha vā buddhā ca anubuddhā ca, tehi saṃvaṇṇito yathāvuttanayenāti tathā, tassa. Sammāsambuddheneva hi tiṇṇampi piṭakānaṃ atthasaṃvaṇṇanākkamo bhāsito, tato paraṃ saṅgāyanādivasena sāvakehīti ācariyā vadanti. Vuttañca majjhimāgamaṭṭhakathāya upālisuttavaṇṇanāyaṃ ‘‘veyyākaraṇassāti vitthāretvā atthadīpakassa. Bhagavatā hi abyākataṃ tantipadaṃ nāma natthi, sabbesaṃyeva attho kathito’’ti (ma. ni. aṭṭha. 3.76). Saddhāvahaguṇassāti buddhādīsu pasādāvahaguṇassa. Nanu ca sabbampi buddhavacanaṃ tepiṭakaṃ saddhāvahaguṇameva, atha kasmā ayamaññasādhāraṇaguṇena thomitoti? Sātisayato imassa tagguṇasampannattā. Ayañhi āgamo brahmajālādīsu sīladiṭṭhādīnaṃ anavasesaniddesādivasena, mahāpadānādīsu (dī. ni. 2.3) purimabuddhānampi guṇaniddesādivasena, pāthikasuttādīsu (dī. ni. 3.1.4) titthiye madditvā appaṭivattiyasīhanādanadanādivasena, anuttariyasuttādīsu visesato buddhaguṇavibhāvanena ratanattaye sātisayaṃ saddhaṃ āvahatīti.",
  "tika-s0104t0:123": "Evaṃ saṃvaṇṇetabbadhammassa abhitthavanampi katvā idāni saṃvaṇṇanāya sampati vakkhamānāya āgamanavisuddhiṃ dassetuṃ ‘‘atthappakāsanattha’’ntiādimāha. Imāya hi gāthāya saṅgītittayamāruḷhadīghāgamaṭṭhakathātova sīhaḷabhāsāmattaṃ vinā ayaṃ vakkhamānasaṃvaṇṇanā āgatā, nāññato, tadeva kāraṇaṃ katvā vattabbā, nāññanti attano saṃvaṇṇanāya āgamanavisuddhiṃ dasseti. Aparo nayo – paramanipuṇagambhīraṃ buddhavisayamāgamavaraṃ attano baleneva vaṇṇayissāmīti aññehi vattumpi asakkuṇeyyattā saṃvaṇṇanānissayaṃ dassetumāha ‘‘atthappakāsanattha’’ntiādi. Imāya hi pubbācariyānubhāvaṃ nissāyeva tassa atthaṃ vaṇṇayissāmīti attano saṃvaṇṇanānissayaṃ dasseti. Tattha ‘‘atthappakāsanattha’’nti pāṭhattho, sabhāvattho, ñeyyattho, pāṭhānurūpattho, tadanurūpattho, sāvasesattho, nivarasesattho, nītattho, neyyatthotiādinā anekappakārassa atthassa pakāsanatthāya, pakāsanāya vā. Gāthābandhasampattiyā dvibhāvo. Attho kathīyati etāyāti atthakathā, sāyeva aṭṭhakathā ttha-kārassa ṭṭha-kāraṃ katvā yathā ‘‘dukkhassa pīḷanaṭṭho’’ti (paṭi. ma. 1.17; 2.8), ayañca sasaññogavidhi ariyājātibhāvato. Akkharacintakāpi hi ‘‘tathānaṃṭṭha yuga’’nti lakkhaṇaṃ vatvā idamevudāharanti.",
  "tika-s0104t0:124": "Yāya’tthamabhivaṇṇenti, byañjanatthapadānugaṃ;",
  "tika-s0104t0:125": "Nidānavatthusambandhaṃ, esā aṭṭhakathā matā.",
  "tika-s0104t0:126": "Āditotiādimhi paṭhamasaṅgītiyaṃ. Chaḷabhiññatāya paramena cittavasībhāvena samannāgatattā, jhānādīsu pañcavasitā sabbhāvato ca vasino, therā mahākassapādayo, tesaṃ satehi pañcahi.Yā saṅgītāti yā aṭṭhakathā atthaṃ pakāsetuṃ yuttaṭṭhāne ‘‘ayametassa attho, ayametassa attho’’ti saṅgahetvā vuttā. Anusaṅgītā ca pacchāpīti na kevalaṃ paṭhamasaṅgītiyameva, atha kho pacchā dutiyatatiyasaṅgītīsupi. Na ca pañcahi vasisatehi ādito saṅgītāyeva, api tu yasattherādīhi anusaṅgītā cāti saha samuccayena attho veditabbo. Samuccayadvayañhi paccekaṃ kiriyākālaṃ samuccinoti.",
  "tika-s0104t0:127": "Atha porāṇaṭṭhakathāya vijjamānāya kimetāya adhunā puna katāya saṃvaṇṇanāyāti punaruttiyā, niratthakatāya ca dosaṃ samanussaritvā taṃ pariharanto ‘‘sīhaḷadīpa’’ntiādimāha. Taṃ pariharaṇeneva hi imissā saṃvaṇṇanāya nimittaṃ dasseti. Tattha sīhaṃ lāti gaṇhātīti sīhaḷo la-kārassa ḷa-kāraṃ katvā yathā ‘‘garuḷo’’ti. Tasmiṃ vaṃse ādipuriso sīhakumāro, tabbaṃsajātā pana tambapaṇṇidīpe khattiyā, sabbepi ca janā taddhitavasena, sadisavohārena vā sīhaḷā, tesaṃ nivāsadīpopi taddhitavasena, ṭhānīnāmena vā ‘‘sīhaḷo’’ti veditabbo. Jalamajjhe dippati, dvidhā vā āpo ettha sandatīti dipo, soyeva dīpo, bhedāpekkhāya tesaṃ dīpoti tathā. Panasaddo arucisaṃsūcane, tena kāmañca sā saṅgītittayamāruḷhā, tathāpi puna evaṃbhūtāti aruciyabhāvaṃ saṃsūceti. Tadatthasambandhatāya pana purimagāthāya ‘‘kāmañca saṅgītā anusaṅgītā cā’’ti sānuggahatthayojanā sambhavati. Aññatthāpi hi tathā dissatīti. Ābhatāti jambudīpato ānītā. Athāti saṅgītikālato pacchā, evaṃ sati ābhatapadena sambandho. Athāti vā mahāmahindattherenābhatakālato pacchā, evaṃ sati ṭhapitapadena sambandho. Sā hi dhammasaṅgāhakattherehi paṭhamaṃ tīṇi piṭakāni saṅgāyitvā tassa atthasaṃvaṇṇanānurūpeneva vācanāmaggaṃ āropitattā tisso saṅgītiyo āruḷhāyeva, tato pacchā ca mahāmahindattherena tambapaṇṇidīpamābhatā, pacchā pana tambapaṇṇiyehi mahātherehi nikāyantaraladdhisaṅkarapariharaṇatthaṃ sīhaḷabhāsāya ṭhapitāti. Ācariyadhammapālatthero pana pacchimasambandhameva duddasattā pakāseti. Tathā ‘‘dīpavāsīnamatthāyā’’ti idampi ‘‘ṭhapitā’’ti ca ‘‘apanetvā āropento’’ti ca etehi padehi sambajjhitabbaṃ. Ekapadampi hi āvuttiyādinayehi anekatthasambandhamupagacchati. Purimasambandhena cettha sīhaḷadīpavāsīnamatthāya nikāyantaraladdhisaṅkarapariharaṇena sīhaḷabhāsāya ṭhapitāti tambapaṇṇiyattherehi ṭhapanapayojanaṃ dasseti. Pacchimasambandhena pana imāya saṃvaṇṇanāya jambudīpavāsīnaṃ, aññadīpavāsīnañca atthāya sīhaḷabhāsāpanayanassa, tantinayānucchavikabhāsāropanassa ca payojananti. Mahāissariyattā mahindoti rājakumārakāle nāmaṃ, pacchā pana guṇamahantatāya mahāmahindoti vuccati. Sīhaḷabhāsā nāma anekakkharehi ekatthassāpi voharaṇato paresaṃ voharituṃ atidukkarā kañcukasadisā sīhaḷānaṃ samudāciṇṇā bhāsā.",
  "tika-s0104t0:128": "Evaṃ hotu porāṇaṭṭhakathāya, adhunā kariyamānā pana aṭṭhakathā kathaṃ karīyatīti anuyoge sati imissā aṭṭhakathāya karaṇappakāraṃ dassetumāha ‘‘apanetvānā’’tiādi. Tattha tato mūlaṭṭhakathāto sīhaḷabhāsaṃ apanetvā potthake anāropitabhāvena niraṅkaritvāti sambandho, etena ayaṃ vakkhamānā aṭṭhakathā saṅgītittayamāropitāya mūlaṭṭhakathāya sīhaḷabhāsāpanayanamattamaññatra atthato saṃsandati ceva sameti ca yathā ‘‘gaṅgodakena yamunodaka’’nti dasseti. ‘‘Manorama’’ miccādīni ‘‘bhāsa’’nti etassa sabhāvaniruttibhāvadīpakāni visesanāni. Sabhāvaniruttibhāvena hi paṇḍitānaṃ manaṃ ramayatīti manoramā. Tanoti atthametāya, tanīyati vā atthavasena vivarīyati, vaṭṭato vā satte tāreti , nānātthavisayaṃ vā kaṅkhaṃ taranti etāyāti tanti, pāḷi. Tassā nayasaṅkhātāya gatiyā chaviṃ chāyaṃ anugatāti tantinayānucchavikā. Asabhāvaniruttibhāsantarasaṃkiṇṇadosavirahitatāya vigatadosā, tādisaṃ sabhāvaniruttibhūtaṃ –",
  "tika-s0104t0:129": "‘‘Sā māgadhī mūlabhāsā, narā yāyā’dikappikā;",
  "tika-s0104t0:130": "Brahmāno cassutālāpā, sambuddhā cāpi bhāsare’’ti. –",
  "tika-s0104t0:131": "Vuttaṃ pāḷigatibhāsaṃ potthake likhanavasena āropentoti attho, iminā saddadosābhāvamāha.",
  "tika-s0104t0:132": "Samayaṃavilomentoti siddhantamavirodhento, iminā pana atthadosābhāvamāha. Aviruddhattā eva hi te theravādāpi idha pakāsayissanti. Kesaṃ pana samayanti āha ‘‘therāna’’ntiādi, etena rāhulācariyādīnaṃ jetavanavāsīabhayagirivāsīnikāyānaṃ samayaṃ nivatteti. Thirehi sīlasutajhānavimuttisaṅkhātehi guṇehi samannāgatāti therā. Yathāha ‘‘cattārome bhikkhave therakaraṇā dhammā. Katame cattāro? Idha bhikkhave bhikkhu sīlavā hotī’’tiādi (a. ni. 4.22). Apica saccadhammādīhi thirakaraṇehi samannāgatattā therā. Yathāha dhammarājā dhammapade –",
  "tika-s0104t0:133": "‘‘Yamhi saccañca dhammo ca, ahiṃsā saṃyamo damo;",
  "tika-s0104t0:134": "Sa ve vantamalo dhīro, ‘thero’iti pavuccatī’’ti. (dha. pa. 260);",
  "tika-s0104t0:135": "Tesaṃ. Mahākassapattherādīhi āgatā ācariyaparamparā theravaṃso, tappariyāpannā hutvā āgamādhigamasampannattā paññāpajjotena tassa samujjalanato taṃ pakārena dīpenti, tasmiṃ vā padīpasadisāti theravaṃsapadipā. Vividhena ākārena nicchīyatīti vinicchayo, gaṇṭhiṭṭhānesu khīlamaddanākārena pavattā vimaticchedanīkathā, suṭṭhu nipuṇo saṇho vinicchayo etesanti sunipuṇavinicchayā. Atha vā vinicchinotīti vinicchayo, yathāvuttavisayaṃ ñāṇaṃ, suṭṭhu nipuṇo cheko vinicchayo etesanti sunipuṇavinicchayā. Mahāmeghavane ṭhito vihāro mahāvihāro, yo satthu mahābodhinā virocati, tasmiṃ vasanasīlā mahāvihāravāsino, tādisānaṃ samayaṃ avilomentoti attho, etena mahākassapāditheraparamparāgato, tatoyeva aviparito saṇhasukhumo vinicchayoti mahāvihāravāsīnaṃ samayassa pamāṇabhūtataṃ puggalādhiṭṭhānavasena dasseti.",
  "tika-s0104t0:136": "Hitvā punappunabhatamatthanti ekattha vutampi puna aññattha ābhatamatthaṃ punaruttibhāvato, ganthagarukabhāvato ca cajitvā tassa āgamavarassa atthaṃ pakāsayissāmīti attho.",
  "tika-s0104t0:137": "Evaṃ karaṇappakārampi dassetvā ‘‘dīpavāsīnamatthāyā’’ti vuttappayojanato aññampi saṃvaṇṇanāya payojanaṃ dassetuṃ ‘‘sujanassa cā’’tiādimāha. Tattha sujanassa cāti ca-saddo samuccayattho, tena na kevalaṃ jambudīpavāsīnameva atthāya, atha kho sādhujanatosanatthañcāti samuccinoti. Teneva ca tambapaṇṇidīpavāsīnampi atthāyāti ayamattho siddho hoti uggahaṇādisukaratāya tesampi bahūpakārattā. Ciraṭṭhitatthañcāti etthāpi ca-saddo na kevalaṃ tadubhayatthameva, api tu tividhassāpi sāsanadhammassa, pariyattidhammassa vā pañcavassasahassaparimāṇaṃ cirakālaṃ ṭhitatthañcāti samuccayatthameva dasseti. Pariyattidhammassa hi ṭhitiyā paṭipattidhammapaṭivedhadhammānampi ṭhiti hoti tasseva tesaṃ mūlabhāvato. Pariyattidhammo pana sunikkhittena padabyañjanena, tadatthena ca ciraṃ sammā patiṭṭhāti, saṃvaṇṇanāya ca padabyañjanaṃ aviparītaṃ sunikkhittaṃ, tadatthopi aviparīto sunikkhitto hoti, tasmā saṃvaṇṇanāya aviparītassa padabyañjanassa, tadatthassa ca sunikkhittassa upāyabhāvamupādāya vuttaṃ ‘‘ciraṭṭhitatthañca dhammassā’’ti. Vuttañhetaṃ bhagavatā –",
  "tika-s0104t0:138": "‘‘Dveme bhikkhave dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. Katame dve? Sunikkhittañca padabyañjanaṃ, attho ca sunīto, ime kho…pe… saṃvattantī’’tiādi (a. ni. 2.21).",
  "tika-s0104t0:139": "Evaṃ payojanampi dassetvā vakkhamānāya saṃvaṇṇanāya mahattapariccāgena ganthagarukabhāvaṃ pariharitumāha ‘‘sīlakathā’’tiādi. Tathā hi vuttaṃ ‘‘na taṃ vicarayissāmī’’ti. Aparo nayo – yadaṭṭhakathaṃ kattukāmo, tadekadesabhāvena visuddhimaggo gahetabboti kathikānaṃ upadesaṃ karonto tattha vicāritadhamme uddesavasena dassetumāha ‘‘sīlakathā’’tiādi. Tattha sīlakathāti cārittavārittādivasena sīlavitthārakathā. Dhutadhammāti piṇḍapātikaṅgādayo terasa kilesadhunanakadhammā. Kammaṭṭhānānīti bhāvanāsaṅkhātassa yogakammassa pavattiṭṭhānattā kammaṭṭhānanāmāni dhammajātāni. Tāni pana pāḷiyamāgatāni aṭṭhatiṃ seva na gahetabbāni, atha kho aṭṭhakathāyamāgatānipi dveti ñāpetuṃ ‘‘sabbānipī’’ti vuttaṃ. Cari yāvidhānasahitoti rāgacaritādīnaṃ sabhāvādividhānena saha pavatto, idaṃ pana ‘‘jhānasamāpattivitthāro’’ti imassa visesanaṃ. Ettha ca rūpāvacarajjhānāni jhānaṃ, arūpāvacarajjhānāni samāpatti. Tadubhayampi vā paṭiladdhamattaṃ jhānaṃ, samāpajjanavasībhāvappattaṃ samāpatti. Apica tadapi ubhayaṃ jhānameva, phalasamāpattinirodhasamāpattiyo pana samāpatti, tāsaṃ vitthāroti attho.",
  "tika-s0104t0:140": "Lokiyalokuttarabhedānaṃ channampi abhiññānaṃ gahaṇatthaṃ ‘‘sabbā ca abhiññāyo’’ti vuttaṃ. Ñāṇavibhaṅgādīsu (vibha. 751) āgatanayena ekavidhādinā bhedena paññāya saṅkalayitvā sampiṇḍetvā, gaṇetvā vā vinicchayanaṃ paññāsaṅkalanavinicchayo. Ariyānīti buddhādīhi ariyehi paṭivijjhitabbattā, ariyabhāvasādhakattā vā ariyāni uttarapadalopena. Avitathabhāvena vā araṇīyattā, avagantabbattā ariyāni, ‘‘saccānī’’timassa visesanaṃ.",
  "tika-s0104t0:141": "Hetādipaccayadhammānaṃ hetupaccayādibhāvena paccayuppannadhammānamupakārakatā paccayākāro, tassa desanā tathā, paṭiccasamuppādakathāti attho. Sā pana nikāyantaraladdhisaṅkararahitatāya suṭṭhu parisuddhā, ghanavinibbhogassa ca sudukkaratāya nipuṇā, ekattādinayasahitā ca tattha vicāritāti āha ‘‘suparisuddhanipuṇanayā’’ti. Padattayampi hetaṃ paccayākāradesanāya visesanaṃ. Paṭisambhidādīsu āgatanayaṃ avissajjitvāva vicāritattā avimutto tantimaggo yassāti avimuttatanti maggā. Maggoti cettha pāḷisaṅkhāto upāyo taṃtadatthānaṃ avabodhassa, saccapaṭivedhassa vā upāyabhāvato. Pabandho vā dīghabhāvena pakatimaggasadisattā, idaṃ pana ‘‘vipassanā, bhāvanā’’ti padadvayassa visesanaṃ.",
  "tika-s0104t0:142": "Itipana sabbanti ettha iti-saddo parisamāpane yathāuddiṭṭhauddesassa pariniṭṭhitattā, ettakaṃ sabbanti attho. Panāti vacanālaṅkāramattaṃ visuṃ atthābhāvato. Padatthasaṃkiṇṇassa, vattabbassa ca avuttassa avasesassa abhāvato suviññeyyabhāvena suparisuddhaṃ, ‘‘sabba’’nti iminā sambandho, bhāvanapuṃsakaṃ vā etaṃ ‘‘vutta’’nti iminā sambajjhanato. Bhiyyoti atirekaṃ, ativitthāranti attho, etena padatthamattameva vicārayissāmīti dasseti. Etaṃ sabbaṃ idha aṭṭhakathāya na vicārayissāmi punaruttibhāvato, ganthagarukabhāvato cāti adhippāyo. Vicarayissāmīti ca gāthābhāvato na vuddhibhāvoti daṭṭhabbaṃ.",
  "tika-s0104t0:143": "Evampi esa visuddhimaggo āgamānamatthaṃ na pakāseyya, atha sabbopeso idha vicāritabboyevāti codanāya tathā avicāraṇassa ekantakāraṇaṃ niddhāretvā taṃ pariharanto ‘‘majjhe visuddhimaggo’’tiādimāha. Tattha majjheti khuddakato aññesaṃ catunnampi āgamānaṃ abbhantare. Hi-saddo kāraṇe, tena yathāvuttaṃ kāraṇaṃ joteti. Tatthāti tesu catūsu āgamesu. Yathābhāsitanti bhagavatā yaṃ yaṃ desitaṃ, desitānurūpaṃ vā. Api ca saṃvaṇṇakehi saṃvaṇṇanāvasena yaṃ yaṃ bhāsitaṃ, bhāsitānurūpantipi attho. Iccevāti ettha iti-saddena yathāvuttaṃ kāraṇaṃ nidasseti, imināva kāraṇena, idameva vā kāraṇaṃ manasi sannidhāyāti attho. Katoti etthāpi ‘‘visuddhimaggo esā’’ti padaṃ kammabhāvena sambajjhati āvuttiyādinayenāti daṭṭhabbaṃ. Tampīti taṃ visuddhimaggampi ñāṇena gahetvāna. Etāyāti sumaṅgalavilāsiniyā nāma etāya aṭṭhakathāya. Ettha ca ‘‘majjhe ṭhatvā’’ti etena majjhattabhāvadīpanena visesato catunnampi āgamānaṃ sādhāraṇaṭṭhakathā visuddhimaggo, na sumaṅgalavilāsinīādayo viya asādhāraṇaṭṭhakathāti dasseti. Avisesato pana vinayābhidhammānampi yathārahaṃ sādhāraṇaṭṭhakathā hotiyeva, tehi sammissatāya ca tadavasesassa khuddakāgamassa visesato sādhāraṇā samānāpi taṃ ṭhapetvā catunnameva āgamānaṃ sādhāraṇātveva vuttāti.",
  "tika-s0104t0:144": "Iti soḷasagāthāvaṇṇanā.",
  "tika-s0104t0:145": "Ganthārambhakathāvaṇṇanā niṭṭhitā.",
  "tika-s0104t0:146": "Nidānakathāvaṇṇanā",
  "tika-s0104t0:147": "Evaṃ yathāvuttena vividhena nayena paṇāmādikaṃ pakaraṇārambhavidhānaṃ katvā idāni vibhāgavantānaṃ sabhāvavibhāvanaṃ vibhāgadassanavaseneva suvibhāvitaṃ, suviññāpitañca hotīti paṭhamaṃ tāva vaggasuttavasena vibhāgaṃ dassetuṃ ‘‘tattha dīghāgamo nāmā’’tiādimāha. Tattha tatthāti ‘‘dīghassa āgamavarassa atthaṃ pakāsayissāmī’’ti yadidaṃ vuttaṃ, tasmiṃ vacane. ‘‘Yassa atthaṃ pakāsayissāmī’’ti paṭiññātaṃ, so dīghāgamo nāma vaggasuttavasena evaṃ veditabbo, evaṃ vibhāgoti vā attho. Atha vā tatthāti ‘‘dīghāgamanissita’’nti yaṃ vuttaṃ, etasmiṃ vacane. Yo dīghāgamo vutto, so dīghāgamo nāma vaggasuttavasena. Evaṃ vibhajitabbo, edisoti vā attho. ‘‘Dīghassā’’tiādinā hi vuttaṃ dūravacanaṃ taṃ-saddena paṭiniddisati viya ‘‘dīghāgamanissita’’nti vuttaṃ āsannavacanampi taṃ-saddena paṭiniddisati attano buddhiyaṃ parammukhaṃ viya parivattamānaṃ hutvā pavattanato. Edisesu hi ṭhānesu attano buddhiyaṃ sammukhaṃ vā parammukhaṃ vā parivattamānaṃ yathā tathā vā paṭiniddisituṃ vaṭṭati saddamattapaṭiniddesena atthassāvirodhanato. Vaggasuttādīnaṃ nibbacanaṃ parato āvi bhavissati. Tayo vaggā yassāti tivaggo. Catuttiṃsa suttāni ettha saṅgayhanti, tesaṃ vā saṅgaho gaṇanā etthāti catuttiṃsasuttasaṅgaho.",
  "tika-s0104t0:148": "Attano saṃvaṇṇanāya paṭhamasaṅgītiyaṃ nikkhittānukkameneva pavattabhāvaṃ dassetuṃ ‘‘tassa…pe… nidānamādī’’ti vuttaṃ. Ādibhāvo hettha saṅgītikkameneva veditabbo. Kasmā pana catūsu āgamesu dīghāgamo paṭhamaṃ saṅgīto, tattha ca sīlakkhandhavaggo paṭhamaṃ nikkhitto, tasmiñca brahmajālasuttaṃ, tatthāpi nidānanti? Nāyamanuyogo katthacipi na pavattati sabbattheva vacanakkamamattaṃ paṭicca anuyuñjitabbato. Apica saddhāvahaguṇattā dīghāgamova paṭhamaṃ saṅgīto. Saddhā hi kusaladhammānaṃ bījaṃ. Yathāha ‘‘saddhā bījaṃ tapo vuṭṭhī’’ti (saṃ. ni. 2.197; su. ni. 77). Saddhāvahaguṇatā cassa heṭṭhā dassitāyeva. Kiñca bhiyyo – katipayasuttasaṅgahatāya ceva appaparimāṇatāya ca uggahaṇadhāraṇādisukhato paṭhamaṃ saṅgīto. Tathā hesa catuttiṃsasuttasaṅgaho, catusaṭṭhibhāṇavāraparimāṇo ca. Sīlakathābāhullato pana sīlakkhandhavaggo paṭhamaṃ nikkhitto. Sīlañhi sāsanassa ādi sīlapatiṭṭhānattā sabbaguṇānaṃ . Tenevāha ‘‘tasmā tiha tvaṃ bhikkhu ādimeva visodhehi kusalesu dhammesu. Ko cādi kusalānaṃ dhammānaṃ? Sīlañca suvisuddha’’ntiādi (saṃ. ni. 5.469). Sīlakkhandhakathābāhullato hi so ‘‘sīlakkhandhavaggo’’ti vutto. Diṭṭhiviniveṭhanakathābhāvato pana suttantapiṭakassa niravasesadiṭṭhivibhajanaṃ brahmajālasuttaṃ paṭhamaṃ nikkhittanti veditabbaṃ. Tepiṭake hi buddhavacane brahmajālasadisaṃ diṭṭhigatāni niggumbaṃ nijjaṭaṃ katvā vibhattasuttaṃ natthi. Nidānaṃ pana paṭhamasaṅgītiyaṃ mahākassapattherena puṭṭhena āyasmatā ānandena desakālādinidassanatthaṃ paṭhamaṃ nikkhittanti. Tenāha ‘‘brahmajālassāpī’’tiādi. Tattha ca ‘‘āyasmatā’’tiādinā desakaṃ niyameti, paṭhamasaṅgītikāleti pana kālanti, ayamattho upari āvi bhavissati.",
  "tika-s0104t0:149": "Paṭhamamahāsaṅgītikathāvaṇṇanā",
  "tika-s0104t0:150": "Idāni ‘‘paṭhamamahāsaṅgītikāle’’ti vacanappasaṅgena taṃ paṭhamamahāsaṅgītiṃ dassento, yassaṃ vā paṭhamamahāsaṅgītiyaṃ nikkhittānukkamena saṃvaṇṇanaṃ kattukāmattā taṃ vibhāvento tassā tantiyā āruḷhāyapi idha vacane kāraṇaṃ dassetuṃ ‘‘paṭhamamahāsaṅgīti nāma cesā’’tiādimāha. Ettha hi kiñcāpi…pe… māruḷhāti etena nanu sā saṅgītikkhandhake tantimāruḷhā, kasmā idha puna vuttā, yadi ca vuttā assa niratthakatā, ganthagarutā ca siyāti codanālesaṃ dasseti. ‘‘Nidāna…pe… veditabbā’’ti pana etena nidānakosallatthabhāvato yathāvuttadosatā na siyāti visesakāraṇadassanena pariharati. ‘‘Paṭhamamahāsaṅgīti nāma cesā’’ti ettha ca-saddo īdisesu ṭhānesu vattabbasampiṇḍanattho. Tena hi paṭhamamahāsaṅgītikāle vuttaṃ nidānañca ādi, esā ca paṭhamamahāsaṅgīti nāma evaṃ veditabbāti imamatthaṃ sampiṇḍeti. Upaññāsattho vā ca-saddo, upaññāsoti ca vākyārambho vuccati. Esā hi ganthakārānaṃ pakati, yadidaṃ kiñci vatvā puna aparaṃ vattumārabhantānaṃ ca-saddapayogo. Yaṃ pana vajirabuddhittherena vuttaṃ ‘‘ettha ca-saddo atirekattho, tena aññāpi atthīti dīpetī’’ti (vajira ṭī. bāhiranidānakathāvaṇṇanā), tadayuttameva. Na hettha ca-saddena tadattho viññāyati. Yadi cettha tadatthadassanatthameva ca-kāro adhippeto siyā, evaṃ sati so na kattabboyeva paṭhamasaddeneva aññāsaṃ dutiyādisaṅgītīnampi atthibhāvassa dassitattā. Dutiyādimupādāya hi paṭhamasaddapayogo dīghādimupādāya rassādisaddapayogo viya. Yathāpaccayaṃ tattha tattha desitattā, paññattattā ca vippakiṇṇānaṃ dhammavinayānaṃ saṅgahetvā gāyanaṃ kathanaṃ saṅgīti, etena taṃ taṃ sikkhāpadānaṃ, taṃtaṃsuttānañca ādipariyosānesu, antarantarā ca sambandhavasena ṭhapitaṃ saṅgītikārakavacanaṃ saṅgahitaṃ hoti. Mahāvisayattā, pūjitattā ca mahatī saṅgīti mahāsaṅgīti, paṭhamā mahāsaṅgīti paṭhamamahāsaṅgīti. Kiñcāpīti anuggahattho, tena pāḷiyampi sā saṅgītimāruḷhāvāti anuggahaṃ karoti, evampi tatthāruḷhamattena idha sotūnaṃ nidānakosallaṃ na hotīti pana-saddena aruciyatthaṃ dasseti. Nidadāti desanaṃ desakālādivasena aviditaṃ viditaṃ katvā nidassetīti nidānaṃ, tasmiṃ kosallaṃ, tadatthāyāti attho.",
  "tika-s0104t0:151": "Idāni taṃ vitthāretvā dassetuṃ ‘‘dhammacakkapavattanañhī’’tiādi vuttaṃ. Tattha sattānaṃ dassanānuttariyasaraṇādipaṭilābhahetubhūtāsu vijjamānāsupi aññāsu bhagavato kiriyāsu ‘‘buddho bodheyya’’nti (bu. vaṃ. aṭṭha. abbhantaranidāna 1; cariyā. aṭṭha. pakiṇṇakakathā; udāna aṭṭha. 18) paṭiññāya anulomanato vineyyānaṃ maggaphaluppattihetubhūtā kiriyāva nippariyāyena buddhakiccaṃ nāmāti taṃ sarūpato dassetuṃ ‘‘dhammacakkappavattanañhi…pe… vinayanā’’ti vuttaṃ. Dhammacakkappavattanato pana pubbabhāge bhagavatā bhāsitaṃ suṇantānampi vāsanābhāgiyameva jātaṃ, na sekkhabhāgiyaṃ, na nibbedhabhāgiyaṃ tapussabhallikānaṃ saraṇadānaṃ viya. Esā hi dhammatā, tasmā tameva mariyādabhāvena vuttanti veditabbaṃ. Saddhindriyādi dhammoyeva pavattanaṭṭhena cakkanti dhammacakkaṃ. Atha vā cakkanti āṇā, dhammato anapetattā dhammañca taṃ cakkañcāti dhammacakkaṃ. Dhammena ñāyena cakkantipi dhammacakkaṃ. Vuttañhi paṭisambhidāyaṃ –",
  "tika-s0104t0:152": "‘‘Dhammañca pavatteti cakkañcāti dhammacakkaṃ. Cakkañca pavatteti dhammañcāti dhammacakkaṃ, dhammena pavattetīti dhammacakkaṃ, dhammacariyāya pavattetīti dhammacakka’’ntiādi (paṭi. ma. 2.40, 41).",
  "tika-s0104t0:153": "Tassa pavattanaṃ tathā. Pavattananti ca pavattayamānaṃ, pavattitanti paccuppannātītavasena dvidhā attho. Yaṃ sandhāya aṭṭhakathāsu vuttaṃ ‘‘dhammacakkapavattanasuttantaṃ desento dhammacakkaṃ pavatteti nāma, aññāsikoṇḍaññattherassa maggaphalādhigatato paṭṭhāya pavattitaṃ nāmā’’ti (saṃ. ni. aṭṭha. 3.5.1081-1088; paṭi. ma. aṭṭha. 2.2.40). Idha pana paccuppannavaseneva attho yutto. Yāvāti paricchedatthe nipāto, subhaddassa nāma paribbājakassa vinayanaṃ antoparicchedaṃ katvāti abhividhivasena attho veditabbo. Tañhi bhagavā parinibbānamañce nipannoyeva vinesīti. Kataṃ pariniṭṭhāpitaṃ buddhakiccaṃ yenāti tathā, tasmiṃ. Katabuddhakicce bhagavati lokanāthe parinibbuteti sambandho, etena buddhakattabbassa kiccassa kassacipi asesitabhāvaṃ dīpeti. Tatoyeva hi bhagavā parinibbutoti. Nanu ca sāvakehi vinītāpi vineyyā bhagavatāyeva vinītā nāma. Tathā hi sāvakabhāsitaṃ suttaṃ ‘‘buddhabhāsita’’nti vuccati. Sāvakavineyyā ca na tāva vinītā, tasmā ‘‘katabuddhakicce’’ti na vattabbanti? Nāyaṃ doso tesaṃ vinayanupāyassa sāvakesu ṭhapitattā. Tenevāha –",
  "tika-s0104t0:154": "‘‘Na tāvāhaṃ pāpima parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā…pe… uppannaṃ parappavādaṃ saha dhammena suniggahitaṃ niggahetvā sapāṭihāriyaṃ dhammaṃ desessantī’’tiādi (dī. ni. 2.168; udā. 51).",
  "tika-s0104t0:155": "‘‘Kusinārāya’’ntiādinā bhagavato parinibbutadesakālavisesavacanaṃ ‘‘aparinibbuto bhagavā’’ti gāhassa micchābhāvadassanatthaṃ, loke jātasaṃvaddhādibhāvadassanatthañca. Tathā hi manussabhāvassa supākaṭakaraṇatthaṃ mahābodhisattā carimabhave dārapariggahādīnipi karontīti. Kusinārāyanti evaṃ nāmake nagare. Tañhi nagaraṃ kusahatthaṃ purisaṃ dassanaṭṭhāne māpitattā ‘‘kusināra’’nti vuccati, samīpatthe cetaṃ bhummaṃ. Upavattane mallānaṃ sālavaneti tassa nagarassa upavattanabhūte mallarājūnaṃ sālavane. Tañhi sālavanaṃ nagaraṃ pavisitukāmā uyyānato upacca vattanti gacchanti etenāti upavattanaṃ. Yathā hi anurādhapurassa dakkhiṇapacchimadisāyaṃ thūpārāmo, evaṃ taṃ uyyānaṃ kusinārāya dakkhiṇapacchimadisāyaṃ hoti. Yathā ca thūpārāmato dakkhiṇadvārena nagaraṃ pavisanamaggo pācīnamukho gantvā uttarena nivattati, evaṃ uyyānato sālapanti pācīnamukhā gantvā uttarena nivattā, tasmā taṃ ‘‘upavattana’’nti vuccati. Apare pana ‘‘taṃ sālavanamupagantvā mittasuhajje apaloketvā nivattanato upavattananti pākaṭaṃ jātaṃ kirā’’ti vadanti. Yamakasālānamantareti yamakasālānaṃ vemajjhe. Tattha kira bhagavato paññattassa parinibbānamañcassa sīsabhāge ekā sālapanti hoti, pādabhāge ekā. Tatrāpi eko taruṇasālo sīsabhāgassa āsanno hoti, eko pādabhāgassa. Tasmā ‘‘yamakasālānamantare’’ti vuttaṃ. Apica ‘‘yamakasālā nāma mūlakkhandhaviṭapapattehi aññamaññaṃ saṃsibbetvā ṭhitasālā’’tipi mahāaṭṭhakathāyaṃ vuttaṃ. Mā iti cando vuccati tassa gatiyā divasassa minitabbato, tadā sabbakalāpāripūriyā puṇṇo eva māti puṇṇamā. Saddavidū pana ‘‘mo sivo candimā cevā’’ti vuttaṃ sakkatabhāsānayaṃ gahetvā okārantampi candimavācaka ma-saddamicchanti. Visākhāya yutto puṇṇamā yatthāti visākhāpuṇṇamo, soyeva divaso tathā, tasmiṃ. Paccūsati timiraṃ vināsetīti paccūso, pati-pubbo usa-saddo rujāyanti hi neruttikā, soyeva samayoti rattiyā pacchimayāmapariyāpanno kālaviseso vuccati, tasmiṃ. Visākhāpuṇṇamadivase īdise rattiyā pacchimasamayeti vuttaṃ hoti.",
  "tika-s0104t0:156": "Upādīyate kammakilesehīti upādi, vipākakkhandhā, kaṭattā ca rūpaṃ. So pana upādi kilesābhisaṅkhāramāranimmathane anossaṭṭho, idha khandhamaccumāranimmathane ossaṭṭhona sesito, tasmā natthi etissā upādisaṅkhāto seso, upādissa vā sesoti katvā ‘‘anupādisesā’’ti vuccati. Nibbānadhātūti cettha nibbutimattaṃ adhippetaṃ, nibbānañca taṃ sabhāvadhāraṇato dhātu cāti katvā. Nibbutiyā hi kāraṇapariyāyena asaṅkhatadhātu tathā vuccati. Itthambhūtalakkhaṇe cāyaṃ karaṇaniddeso. Anupādisesatāsaṅkhātaṃ imaṃ pakāraṃ bhūtassa pattassa parinibbutassa bhagavato lakkhaṇe nibbānadhātusaṅkhāte atthe tatiyāti vuttaṃ hoti. Nanu ca ‘‘anupādisesāyā’’ti nibbānadhātuyāva visesanaṃ hoti, na parinibbutassa bhagavato, atha kasmā taṃ bhagavā pattoti vuttoti? Nibbānadhātuyā sahacaraṇato. Taṃsahacaraṇena hi bhagavāpi anupādisesabhāvaṃ pattoti vuccati. Atha vā anupādisesabhāvasaṅkhātaṃ imaṃ pakāraṃ pattāya nibbānadhātuyā lakkhaṇe sañjānanakiriyāya tatiyātipi vattuṃ yujjati. Anupādisesāya nibbānadhātuyāti ca anupādisesanibbānadhātu hutvāti attho. ‘‘Ūnapañcabandhanena pattenā’’ti (pārā. 612). Ettha hi ūnapañcabandhanapatto hutvāti atthaṃ vadanti. Apica nibbānadhātuyā anupādisesāya anupādisesā hutvā bhūtāyātipi yujjati. Vuttañhi udānaṭṭhakathāya nandasuttavaṇṇanāyaṃ ‘‘upaḍḍhullikhitehi kesehīti itthambhūtalakkhaṇe karaṇavacanaṃ vippakatullikhitehi kesehi upalakkhitāti attho’’ti (udā. aṭṭha. 22) esanayo īdisesu. Dhātubhājanadivaseti jeṭṭhamāsassa sukkapakkhapañcamīdivasaṃ sandhāya vuttaṃ, tañca na ‘‘sannipatitāna’’nti etassa visesanaṃ, ‘‘ussāhaṃ janesī’’ti etassa pana visesanaṃ ‘‘dhātubhājanadivase bhikkhūnaṃ ussāhaṃ janesī’’ti ussāhajananassa kālavasena bhinnādhikaraṇavisesanabhāvato. Dhātubhājanadivasato hi purimataradivasesupi bhikkhū sannipatitāti. Atha vā ‘‘sannipatitāna’’nti idaṃ kāyasāmaggivasena sannipatanameva sandhāya vuttaṃ, na samāgamanamattena. Tasmā ‘‘dhātubhājanadivase’’ti idaṃ ‘‘sannipatitāna’’nti etassa visesanaṃ sambhavati, idañca bhikkhūnaṃ ussāhaṃ janesīti ettha ‘‘bhikkhūna’’nti etenapi sambajjhanīyaṃ . Saṅghassa thero saṅghatthero. So pana saṅgho kiṃ parimāṇoti āha ‘‘sattannaṃ bhikkhusatasahassāna’’nti. Saṅghasaddena hi aviññāyamānassa parimāṇassa viññāpanatthamevetaṃ puna vuttaṃ. Saddavidū pana vadanti –",
  "tika-s0104t0:157": "‘‘Samāso ca taddhito ca, vākyatthesu visesakā;",
  "tika-s0104t0:158": "Pasiddhiyantu sāmaññaṃ, telaṃ sugatacīvaraṃ.",
  "tika-s0104t0:159": "Tasmā nāmamattabhūtassa saṅghattherassa visesanatthamevetaṃ puna vuttanti, niccasāpekkhatāya ca edisesu samāso yathā ‘‘devadattassa garukula’’nti. Niccasāpekkhatā cettha saṅghasaddassa bhikkhusatasahassasaddaṃ sāpekkhattepi aññapadantarābhāvena vākye viya apekkhitabbatthassa gamakattā. ‘‘Sattannaṃ bhikkhusatasahassāna’’nti hi etassa saṅghasadde avayavībhāvena sambandho, tassāpi sāmibhāvena therasaddeti. ‘‘Sattannaṃ bhikkhusatasahassāna’’nti ca gaṇapāmokkhabhikkhūyeva sandhāya vuttaṃ. Tadā hi sannipatitā bhikkhū ettakāti gaṇanapathamatikkantā. Tathā hi veḷuvagāme vedanāvikkhambhanato paṭṭhāya ‘‘nacireneva bhagavā parinibbāyissatī’’ti sutvā tato tato āgatesu bhikkhūsu ekabhikkhupi pakkanto nāma natthi. Yathāhu –",
  "tika-s0104t0:160": "‘‘Sattasatasahassāni , tesu pāmokkhabhikkhavo;",
  "tika-s0104t0:161": "Thero mahākassapova, saṅghatthero tadā ahū’’ti.",
  "tika-s0104t0:162": "Āyasmā mahākassapo anussaranto maññamāno cintayanto hutvā ussāhaṃ janesi, anussaranto maññamāno cintayanto āyasmā mahākassapo ussāhaṃ janesīti vā sambandho. Mahantehi sīlakkhandhādīhi samannāgatattā mahanto kassapoti mahākassapo. Apica ‘‘mahākassapo’’ti uruvelakassapo nadīkassapo gayākassapo kumārakassapoti ime khuddānukhuddake there upādāya vuccati. Kasmā panāyasmā mahākassapo ussāhaṃ janesīti anuyoge sati taṃ kāraṇaṃ vibhāvento āha ‘‘sattāhaparinibbute’’tiādi. Satta ahāni samāhaṭāni sattāhaṃ. Sattāhaṃ parinibbutassa assāti tathā yathā ‘‘acirapakkanto, māsajāto’’ti, antatthaaññapadasamāsoyaṃ, tasmiṃ. Bhagavato parinibbānadivasato paṭṭhāya sattāhe vītivatteti vuttaṃ hoti, etassa ‘‘vuttavacana’’nti padena sambandho, tathā ‘‘subhaddena vuḍḍhapabbajitenā’’ti etassapi. Tattha subhaddoti tassa nāmamattaṃ, vuḍḍhakāle pana pabbajitattā ‘‘vuḍḍhapabbajitenā’’ti vuttaṃ, etena subhaddaparibbājakādīhi taṃ visesaṃ karoti. ‘‘Alaṃ āvuso’’tiādinā tena vuttavacanaṃ nidasseti. So hi sattāhaparinibbute bhagavati āyasmatā mahākassapattherena saddhiṃ pāvāya kusināraṃ addhānamaggapaṭipannesu pañcamattesu bhikkhusatesu avītarāge bhikkhū antarāmagge diṭṭhaājīvakassa santikā bhagavato parinibbānaṃ sutvā pattacīvarāni chaḍḍetvā bāhā paggayhaṃ nānappakāraṃ paridevante disvā evamāha.",
  "tika-s0104t0:163": "Kasmā pana so evamāhāti? Bhagavati āghātena. Ayaṃ kireso khandhake āgate ātumāvatthusmiṃ (mahāva. 303) nahāpitapubbako vuḍḍhapabbajito bhagavati kusinārato nikkhamitvā aḍḍhateḷasehi bhikkhusatehi saddhiṃ ātumaṃ gacchante ‘‘bhagavā āgacchatī’’ti sutvā ‘‘āgatakāleyāgudānaṃ karissāmī’’ti sāmaṇerabhūmiyaṃ ṭhite dve putte etadavoca ‘‘bhagavā kira tātā ātumaṃ āgacchati mahatā bhikkhusaṅghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi, gacchatha tumhe tātā, khurabhaṇḍaṃ ādāya nāḷiyā vā pasibbakena vā anugharakaṃ āhiṇḍatha, loṇampi telampi taṇḍulampi khādanīyampi saṃharatha, bhagavato āgatassa yāgudānaṃ karissāmī’’ti. Te tathā akaṃsu. Atha bhagavati ātumaṃ āgantvā bhusāgārakaṃ paviṭṭhe subhaddo sāyanhasamayaṃ gāmadvāraṃ gantvā manusse āmantetvā ‘‘hatthakammamattaṃ me dethā’’ti hatthakammaṃ yācitvā ‘‘kiṃ bhante karomā’’ti vutte ‘‘idañcidañca gaṇhathā’’ti sabbūpakaraṇāni gāhāpetvā vihāre uddhanāni kāretvā ekaṃ kāḷakaṃ kāsāvaṃ nivāsetvā tādisameva pārupitvā ‘‘idaṃ karotha, idaṃ karothā’’ti sabbarattiṃ vicārento satasahassaṃ vissajjetvā bhojjayāguñca madhugoḷakañca paṭiyādāpesi. Bhojjayāgu nāma bhuñjitvā pātabbayāgu, tattha sappimadhuphāṇitamacchamaṃsapupphaphalarasādi yaṃ kiñci khādanīyaṃ nāma atthi, taṃ sabbaṃ pavisati. Kīḷitukāmānaṃ sīsamakkhanayoggā hoti sugandhagandhā.",
  "tika-s0104t0:164": "Atha bhagavā kālasseva sarīrapaṭijagganaṃ katvā bhikkhusaṅghaparivuto piṇḍāya carituṃ ātumābhimukho pāyāsi. Atha tassa ārocesuṃ ‘‘bhagavā piṇḍāya gāmaṃ pavisati, tayā kassa yāgu paṭiyāditā’’ti. So yathānivatthapāruteheva tehi kāḷakakāsāvehi ekena hatthena dabbiñca kaṭacchuñca gahetvā brahmā viya dakkhiṇaṃ jāṇumaṇḍalaṃ bhūmiyaṃ patiṭṭhapetvā vanditvā ‘‘paṭiggaṇhātu me bhante bhagavā yāgu’’nti āha. Tato ‘‘jānantāpi tathāgatā pucchantī’’ti khandhake (mahāva. 304) āgatanayena bhagavā pucchitvā ca sutvā ca taṃ vuḍḍhapabbajitaṃ vigarahitvā tasmiṃ vatthusmiṃ akappiyasamādānasikkhāpadaṃ, khurabhaṇḍapariharaṇasikkhāpadañcāti dve sikkhāpadāni paññapetvā ‘‘anekakappakoṭiyo bhikkhave bhojanaṃ pariyesanteheva vītināmitā , idaṃ pana tumhākaṃ akappiyaṃ, adhammena uppannaṃ bhojanaṃ imaṃ paribhuñjitvā anekāni attabhāvasahassāni apāyesveva nibbattissanti, apetha mā gaṇhathā’’ti vatvā bhikkhācārābhimukho agamāsi, ekabhikkhunāpi na kiñci gahitaṃ. Subhaddo anattamano hutvā ‘‘ayaṃ sabbaṃ jānāmī’’ti āhiṇḍati, sace na gahetukāmo pesetvā ārocetabbaṃ assa, pakkāhāro nāma sabbaciraṃ tiṭṭhanto sattāhamattaṃ tiṭṭheyya, idañca mama yāvajīvaṃ pariyattaṃ assa, sabbaṃ tena nāsitaṃ, ahitakāmo ayaṃ mayha’’nti bhagavati āghātaṃ bandhitvā dasabale dharamāne kiñci vattuṃ nāsakkhi. Evaṃ kirassa ahosi ‘‘ayaṃ uccā kulā pabbajito mahāpuriso, sace kiñci dharantassa vakkhāmi, mamaṃyeva santajjessatī’’ti.",
  "tika-s0104t0:165": "Svāyaṃ ajja mahākassapattherena saddhiṃ gacchanto ‘‘parinibbuto bhagavā’’ti sutvā laddhassāso viya haṭṭhatuṭṭho evamāha. Thero pana taṃ sutvā hadaye pahāraṃ viya, matthake patitasukkhāsaniṃ viya (sukkhāsani viya dī. ni. aṭṭha. 3.232) maññi, dhammasaṃvego cassa uppajji ‘‘sattāhamattaparinibbuto bhagavā, ajjāpissa suvaṇṇavaṇṇaṃ sarīraṃ dharatiyeva, dukkhena bhagavatā ārādhitasāsane nāma evaṃ lahuṃ mahantaṃ pāpaṃ kasaṭaṃ kaṇṭako uppanno, alaṃ kho panesa pāpo vaḍḍhamāno aññepi evarūpe sahāye labhitvā sāsanaṃ osakkāpetu’’nti.",
  "tika-s0104t0:166": "Tato thero cintesi ‘‘sace kho panāhaṃ imaṃ mahallakaṃ idheva pilotikaṃ nivāsetvā chārikāya okirāpetvā nīharāpessāmi, manussā ‘samaṇassa gotamassa sarīre dharamāneyeva sāvakā vivadantī’ti amhākaṃ dosaṃ dassessanti, adhivāsemi tāva. Bhagavatā hi desitadhammo asaṅgahitapuppharāsisadiso, tattha yathā vātena pahaṭapupphāni yato vā tato vā gacchanti, evameva evarūpānaṃ vasena gacchante gacchante kāle vinaye ekaṃ dve sikkhāpadāni nassissanti, sutte eko dve pañhāvārā nassissanti, abhidhamme ekaṃ dve bhūmantarāni nassissanti, evaṃ anukkamena mūle naṭṭhe pisācasadisā bhavissāma, tasmā dhammavinayasaṅgahaṃ karissāmi, evaṃ sati daḷhasuttena saṅgahitapupphāni viya ayaṃ dhammavinayo niccalo bhavissati. Etadatthañhi bhagavā mayhaṃ tīṇi gāvutāni paccuggamanaṃ akāsi, tīhi ovādehi (saṃ. ni. 2.149, 150, 151) upasampadaṃ akāsi, kāyato cīvaraparivattanaṃ akāsi, ākāse pāṇiṃ cāletvā candopamapaṭipadaṃ kathento maññeva sakkhiṃ katvā kathesi, tikkhattuṃ sakalasāsanaratanaṃ paṭicchāpesi, mādise bhikkhumhi tiṭṭhamāne ayaṃ pāpo sāsane vaḍḍhiṃ mā alattha, yāva adhammo na dippati, dhammo na paṭibāhiyyati, avinayo na dippati, vinayo na paṭibāhiyyati, adhammavādino na balavanto honti, dhammavādino na dubbalā honti, avinayavādino na balavanto honti, vinayavādino na dubbalā honti, tāva dhammañca vinayañca saṅgāyissāmi, tato bhikkhū attano attano pahonakaṃ gahetvā kappiyākappiye kathessanti, athāyaṃ pāpo sayameva niggahaṃ pāpuṇissati, puna sīsaṃ ukkhipituṃ na sakkhissati, sāsanaṃ iddhañceva phīttañca bhavissatī’’ti cintetvā so ‘‘evaṃ nāma mayhaṃ cittaṃ uppanna’’nti kassacipi anārocetvā bhikkhusaṅghaṃ samassāsetvā atha pacchā dhātubhājanadivase dhammavinayasaṅgāyanatthaṃ bhikkhūnaṃ ussāhaṃ janesi. Tena vuttaṃ ‘‘āyasmā mahākassapo sattāhaparinibbute…pe… dhammavinayasaṅgāyanatthaṃ bhikkhūnaṃ ussāhaṃ janesī’’ti.",
  "tika-s0104t0:167": "Tattha alanti paṭikkhepavacanaṃ, na yuttanti attho. Āvusoti paridevante bhikkhū ālapati. Mā socitthāti citte uppannabalavasokena mā sokamakattha. Mā paridevitthāti vācāya mā vilāpamakattha. ‘‘Paridevanaṃ vilāpo’’ti hi vuttaṃ. Asocanādīnaṃ kāraṇamāha ‘‘sumuttā’’tiādinā. Tena mahāsamaṇenāti nissakke karaṇavacanaṃ, smāvacanassa vā nābyappadeso. ‘‘Upaddutā’’ti pade pana kattari tatiyāvasena sambandho. Ubhayāpekkhañhetaṃ padaṃ. Upaddutā ca homāti taṃkālāpekkhavattamānavacanaṃ, ‘‘tadā’’ti seso. Atītatthe vā vattamānavacanaṃ, ahumhāti attho. Anussaranto dhammasaṃvegavaseneva, na pana kodhādivasena. Dhammasabhāvacintāvasena hi pavattaṃ sahottappañāṇaṃ dhammasaṃvego. Vuttañhetaṃ –",
  "tika-s0104t0:168": "‘‘Sabbasaṅkhatadhammesu, ottappākārasaṇṭhitaṃ;",
  "tika-s0104t0:169": "Ñāṇamohitabhārānaṃ, dhammasaṃvegasaññita’’nti. (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā);",
  "tika-s0104t0:170": "Aññaṃ ussāhajananakāraṇaṃ dassetuṃ ‘‘īdisassā’’tiādi vuttaṃ. Tattha īdisassa ca saṅghasannipātassāti sattasatasahassagaṇapāmokkhattherappamukhagaṇanapathātikkantasaṅghasannipātaṃ sandhāya vadati. ‘‘Ṭhānaṃ kho panetaṃ vijjatī’’tiādināpi aññaṃ kāraṇaṃ dasseti. Tiṭṭhati ettha phalaṃ tadāyattavuttitāyāti ṭhānaṃ, hetu. Khoti avadhāraṇe. Panāti vacanālaṅkāre, etaṃ ṭhānaṃ vijjateva, no na vijjatīti attho. Kiṃ pana tanti āha ‘‘yaṃ pāpabhikkhū’’tiādi. Yanti nipātamattaṃ, kāraṇaniddeso vā, yena ṭhānena antaradhāpeyyuṃ, tadetaṃ ṭhānaṃ vijjatiyevāti. Pāpena lāmakena icchāvacarena samannāgatā bhikkhū pāpabhikkhū. Atīto satthā ettha, etassāti vā atītasatthukaṃ yathā ‘‘bahukattuko’’ti. Padhānaṃ vacanaṃ pāvacanaṃ. Pā-saddo cettha nipāto ‘‘pā eva vutyassā’’tiādīsu viya. Upasaggapadaṃ vā etaṃ, dīghaṃ katvā pana tathā vuttaṃ yathā ‘‘pāvadatī’’tipi vadanti. Pakkhanti alajjipakkhaṃ. ‘‘Yāva cā’’tiādinā saṅgītiyā sāsanaciraṭṭhitikabhāve kāraṇaṃ, sādhakañca dasseti. ‘‘Tasmā’’ti hi padamajjhāharitvā ‘‘saṅgāyeyya’’nti padena sambandhanīyaṃ.",
  "tika-s0104t0:171": "Tattha yāva ca dhammavinayo tiṭṭhatīti yattakaṃ kālaṃ dhammo ca vinayo ca lajjipuggalesu tiṭṭhati. Parinibbānamañcake nipannena bhagavatā mahāparinibbānasutte (dī. ni. 2.216) vuttaṃ sandhāya ‘‘vuttañheta’’ntiādimāha. Hi-saddo āgamavasena daḷhijotako. Desito paññattoti dhammopi desito ceva paññatto ca. Suttābhidhammasaṅgahitassa hi dhammassa atisajjanaṃ pabodhanaṃ desanā, tasseva pakārato ñāpanaṃ vineyyasantāne ṭhapanaṃ paññāpanaṃ. Vinayopi desito ceva paññatto ca. Vinayatantisaṅgahitassa hi atthassa atisajjanaṃ pabodhanaṃ desanā, tasseva pakārato ñāpanaṃ asaṅkarato ṭhapanaṃ paññāpanaṃ, tasmā kammadvayampi kiriyādvayena sambajjhanaṃ yujjatīti veditabbaṃ.",
  "tika-s0104t0:172": "Soti so dhammo ca vinayo ca. Mamaccayenāti mama accayakāle. ‘‘Bhummatthe karaṇaniddeso’’ti hi akkharacintakā vadanti. Hetvatthe vā karaṇavacanaṃ, mama accayahetu tumhākaṃ satthā nāma bhavissatīti attho. Vuttañhi mahāparinibbānasuttavaṇṇanāyaṃ ‘‘mayi parinibbute tumhākaṃ satthukiccaṃ sādhessatī’’ti (dī. ni. aṭṭha. 2.216). Lakkhaṇavacanañhettha hetvatthasādhakaṃ yathā ‘‘nette ujuṃ gate satī’’ti (a. ni. 4.70; netti. 10.90, 93). Idaṃ vuttaṃ hoti – mayā vo ṭhiteneva ‘‘idaṃ lahukaṃ, idaṃ garukaṃ, idaṃ satekicchaṃ, idaṃ atekicchaṃ, idaṃ lokavajjaṃ, idaṃ paṇṇattivajjaṃ, ayaṃ āpatti puggalassa santike vuṭṭhāti, ayaṃ gaṇassa, ayaṃ saṅghassa santike vuṭṭhātī’’ti sattannaṃ āpattikkhandhānaṃ avītikkamanīyatāvasena otiṇṇavatthusmiṃ sakhandhakaparivāro ubhatovibhaṅgo mahāvinayo nāma desito, taṃ sakalampi vinayapiṭakaṃ mayi parinibbute tumhākaṃ satthukiccaṃ sādhessati ‘‘idaṃ vo kattabbaṃ, idaṃ vo na kattabba’’nti kattabbākattabbassa vibhāgena anusāsanato. Ṭhiteneva ca mayā ‘‘ime cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo’’ti tena tena vineyyānaṃ ajjhāsayānurūpena pakārena ime sattatiṃsa bodhipakkhiyadhamme vibhajitvā vibhajitvā suttantapiṭakaṃ desitaṃ, taṃ sakalampi suttantapiṭakaṃ mayi parinibbute tumhākaṃ satthukiccaṃ sādhessati taṃtaṃcariyānurūpaṃ sammāpaṭipattiyā anusāsanato, ṭhiteneva ca mayā ‘‘ime pañcakkhandhā (dī. ni. aṭṭha. 2.216), dvādasāyatanāni, aṭṭhārasa dhātuyo, cattāri saccāni, bāvīsatindriyāni, nava hetū, cattāro āhārā, satta phassā, satta vedanā, satta saññā, satta cetanā, satta cittāni. Tatrāpi ettakā dhammā kāmāvacarā, ettakā rūpāvacarā, ettakā arūpāvacarā, ettakā pariyāpannā, ettakā apariyāpannā, ettakā lokiyā, ettakā lokuttarā’’ti ime dhamme vibhajitvā vibhajitvā abhidhammapiṭakaṃ desitaṃ, taṃ sakalampi abhidhammapiṭakaṃ mayi parinibbute tumhākaṃ satthukiccaṃ sādhessati khandhādivibhāgena ñāyamānaṃ catusaccasambodhāvahattā. Iti sabbampetaṃ abhisambodhito yāva parinibbānā pañcacattālīsa vassāni bhāsitaṃ lapitaṃ ‘‘tīṇi piṭakāni, pañca nikāyā, navaṅgāni, caturāsīti dhammakkhandhasahassānī’’ti evaṃ mahappabhedaṃ hoti. Imāni caturāsīti dhammakkhandhasahassāni tiṭṭhanti, ahaṃ ekova parinibbāyissāmi, ahañca panidāni ekova ovadāmi anusāsāmi, mayi parinibbute imāni caturāsīti buddhasahassāni tumhe ovadissanti anusāsissanti ovādānusāsanakiccassa nipphādanatoti.",
  "tika-s0104t0:173": "Sāsananti pariyattipaṭipattipaṭivedhavasena tividhampi sāsanaṃ, nippariyāyato pana sattatiṃsa bodhipakkhiyadhammā. Addhānaṃ gamitumalanti addhaniyaṃ, addhānagāmi addhānakkhamanti attho. Ciraṃ ṭhiti etassāti ciraṭṭhitikaṃ. Idaṃ vuttaṃ hoti – yena pakārena idaṃ sāsanaṃ addhaniyaṃ, tatoyeva ca ciraṭṭhitikaṃ bhaveyya, tena pakārena dhammañca vinayañca yadi panāhaṃ saṅgāyeyyaṃ, sādhu vatāti.",
  "tika-s0104t0:174": "Idāni sammāsambuddhena attano kataṃ anuggahavisesaṃ samanussaritvā cintanākārampi dassento ‘‘yañcāhaṃ bhagavatā’’tiādimāha. Tattha ‘‘yañcāha’’nti etassa ‘‘anuggahito, pasaṃsito’’ti etehi sambandho. Yanti yasmā, kiriyāparāmasanaṃ vā etaṃ, tena ‘‘anuggahito, pasaṃsito’’ti ettha anuggahaṇaṃ, pasaṃsanañca parāmasati. ‘‘Dhāressasī’’tiādikaṃ pana vacanaṃ bhagavā aññatarasmiṃ rukkhamūle mahākassapattherena paññattasaṅghāṭiyaṃ nisinno taṃ saṅghāṭiṃ padumapupphavaṇṇena pāṇinā antantena parāmasanto āha. Vuttañhetaṃ kassapasaṃyutte (saṃ. ni. 2.154) mahākassapatthereneva ānandattheraṃ āmantetvā kathentena –",
  "tika-s0104t0:175": "‘‘Atha kho āvuso bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami, atha khvāhaṃ āvuso paṭapilotikānaṃ saṅghāṭiṃ catugguṇaṃ paññapetvā bhagavantaṃ etadavocaṃ ‘idha bhante bhagavā nisīdatu, yaṃ mamassa dīgharattaṃ hitāya sukhāyā’ti . Nisīdi kho āvuso bhagavā paññatte āsane, nisajja kho maṃ āvuso bhagavā etadavoca ‘mudukā kho tyāyaṃ kassapa paṭapilotikānaṃ saṅghāṭī’ti. Paṭiggaṇhātu me bhante bhagavā paṭapilotikānaṃ saṅghāṭiṃ anukampaṃ upādāyāti. Dhāressasi pana me tvaṃ kassapa sāṇāni paṃsukūlāni nibbasanānīti. Dhāressāmahaṃ bhante bhagavato sāṇāni paṃsukūlāni nibbasanānīti. So khvāhaṃ āvuso paṭapilotikānaṃ saṅghāṭiṃ bhagavato pādāsiṃ, ahaṃ pana bhagavato sāṇāni paṃsukūlāni nibbasanāni paṭipajji’’nti (saṃ. ni. 2.154).",
  "tika-s0104t0:176": "Tattha mudukā kho tyāyanti mudukā kho te ayaṃ. Kasmā pana bhagavā evamāhāti? Therena saha cīvaraṃ parivattetukāmatāya. Kasmā parivattetukāmo jātoti? Theraṃ attano ṭhāne ṭhapetukāmatāya. Kiṃ sāriputtamoggallānā natthīti? Atthi, evaṃ panassa ahosi ‘‘ime na ciraṃ ṭhassanti, ‘kassapo pana vīsavassasatāyuko, so mayi parinibbute sattapaṇṇiguhāyaṃ vasitvā dhammavinayasaṅgahaṃ katvā mama sāsanaṃ pañcavassasahassaparimāṇakālaṃ pavattanakaṃ karissatī’’ti attano naṃ ṭhāne ṭhapesi, evaṃ bhikkhū kassapassa sussusitabbaṃ maññissantī’’ti tasmā evamāha. Thero pana yasmā cīvarassa vā pattassa vā vaṇṇe kathite ‘‘imaṃ tumhe gaṇhathā’’ti vacanaṃ cārittameva, tasmā ‘‘paṭiggaṇhātu me bhante bhagavā’’ti āha.",
  "tika-s0104t0:177": "Dhāressasipana me tvaṃ kassapāti kassapa tvaṃ imāni paribhogajiṇṇāni paṃsukūlāni pārupituṃ sakkhissasīti vadati. Tañca kho na kāyabalaṃ sandhāya, paṭipattipūraṇaṃ pana sandhāya evamāha. Ayañhettha adhippāyo – ahaṃ imaṃ cīvaraṃ puṇṇaṃ nāma dāsiṃ pārupitvā āmakasusāne chaḍḍitaṃ susānaṃ pavisitvā tumbamattehi pāṇakehi samparikiṇṇaṃ te pāṇake vidhunitvā mahāariyavaṃse ṭhatvā aggahesiṃ, tassa me imaṃ cīvaraṃ gahitadivase dasasahassacakkavāḷe mahāpathavī mahāviravaṃ viravamānā kampittha, ākāsaṃ taṭataṭāyi, cakkavāḷe devatā sādhukāraṃ adaṃsu, imaṃ cīvaraṃ gaṇhantena bhikkhunā jātipaṃsukūlikena jātiāraññikena jātiekāsanikena jātisapadānacārikena bhavituṃ vaṭṭati, tvaṃ imassa cīvarassa anucchavikaṃ kātuṃ sakkhissasīti. Theropi attanā pañcannaṃ hatthīnaṃ balaṃ dhāreti, so taṃ atakkayitvā ‘‘ahametaṃ paṭipattiṃ pūressāmī’’ti ussāhena sugatacīvarassa anucchavikaṃ kātukāmo ‘‘dhāressāmahaṃ bhante’’ti āha. Paṭipajjinti paṭipannosiṃ. Evaṃ pana cīvaraparivattanaṃ katvā therena pārupitacīvaraṃ bhagavā pārupi, satthu cīvaraṃ thero. Tasmiṃ samaye mahāpathavī udakapariyantaṃ katvā unnadantī kampittha.",
  "tika-s0104t0:178": "Sāṇāni paṃsukūlānīti matakaḷevaraṃ pariveṭhetvā chaḍḍitāni tumbamatte kimī papphoṭetvā gahitāni sāṇavākamayāni paṃsukūlacīvarāni. Nibbasanānīti niṭṭhitavasanakiccāni, paribhogajiṇṇānīti attho. Ettha ca kiñcāpi ekameva taṃ cīvaraṃ, anekāvayavattā pana bahuvacanaṃ katanti majjhimagaṇṭhipade vuttaṃ. Cīvare sādhāraṇaparibhogenāti ettha attanā sādhāraṇaparibhogenāti atthassa viññāyamānattā, viññāyamānatthassa ca saddassa payoge kāmācārattā ‘‘attanā’’ti na vuttaṃ. ‘‘Dhāressasi pana me tvaṃ kassapa sāṇāni paṃsukūlānī’’ti (saṃ. ni. 2.154) hi vuttattā ‘‘attanāva sādhāraṇaparibhogenā’’ti viññāyati, nāññena. Na hi kevalaṃ saddatoyeva sabbattha atthanicchayo, atthapakaraṇādināpi yebhuyyena atthassa niyamitattā. Ācariyadhammapālattherena panettha evaṃ vuttaṃ ‘‘cīvare sādhāraṇaparibhogenāti ettha ‘attanā samasamaṭṭhapanenā’ti idha vuttaṃ attanā – saddamānetvā ‘cīvare attanā sādhāraṇaparibhogenā’ti yojetabbaṃ.",
  "tika-s0104t0:179": "Yassa yena hi sambandho, dūraṭṭhampi ca tassa taṃ;",
  "tika-s0104t0:180": "Atthato hyasamānānaṃ, āsannattamakāraṇanti.",
  "tika-s0104t0:181": "Atha vā bhagavatā cīvare sādhāraṇaparibhogena bhagavatā anuggahitoti yojanīyaṃ. Ekassāpi hi karaṇaniddesassa sahādiyogakattutthajotakattasambhavato’’ti. Samānaṃ dhāraṇametassāti sādhāraṇo, tādiso paribhogoti sādhāraṇaparibhogo, tena. Sādhāraṇaparibhogena ca samasamaṭṭhapanena ca anuggahitoti sambandho.",
  "tika-s0104t0:182": "Idāni –",
  "tika-s0104t0:183": "‘‘Ahaṃ bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi, kassapopi bhikkhave yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharatī’’tiādinā (saṃ. ni. 2.152) –",
  "tika-s0104t0:184": "Navānupubbavihārachaḷabhiññāpabhede uttarimanussadhamme attanā samasamaṭṭhapanatthāya bhagavatā vuttaṃ kassapasaṃyutte (saṃ. ni. 2.151) āgataṃ pāḷimimaṃ peyyālamukhena, ādiggahaṇena ca saṅkhipitvā dassento āha ‘‘ahaṃ bhikkhave’’tiādi.",
  "tika-s0104t0:185": "Tattha yāvadeti yāvadeva, yattakaṃ kālaṃ ākaṅkhāmi, tattakaṃ kālaṃ viharāmīti attho. Tatoyeva hi majjhimagaṇṭhipade, cūḷagaṇṭhipade ca ‘‘yāvadeti yāvadevāti vuttaṃ hotī’’ti likhitaṃ. Saṃyuttaṭṭhakathāyampi ‘‘yāvade ākaṅkhāmīti yāvadeva icchāmī’’ti (saṃ. ni. aṭṭha. 1.2.152) attho vutto. Tathā hi tattha līnatthapakāsaniyaṃ ācariyadhammapālattherena ‘‘yāvadevāti iminā samānatthaṃ ‘yāvade’ti idaṃ pada’’nti vuttaṃ. Potthakesu pana katthaci ‘‘yāvadevā’’ti ayameva pāṭho dissati. Api ca yāvadeti yattakaṃ samāpattivihāraṃ viharituṃ ākaṅkhāmi, tattakaṃ samāpattivihāraṃ viharāmīti samāpattiṭṭhāne, yattakaṃ abhiññāvohāraṃ voharituṃ ākaṅkhāmi, tattakaṃ abhiññāvohāraṃ voharāmīti abhiññāṭhāne ca saha pāṭhasesena attho veditabbo. Ācariyadhammapālattherenāpi tadevatthaṃ yathālābhanayena dassetuṃ ‘‘yattake samāpattivihāre, abhiññāvohāre vā ākaṅkhanto vihārāmi ceva voharāmi ca, tathā kassapopīti attho’’ti vuttaṃ. Apare pana ‘‘yāvadeti ‘yaṃ paṭhamajjhānaṃ ākaṅkhāmi, taṃ paṭhamajjhānaṃ upasampajja vihārāmī’tiādinā samāpattiṭṭhāne, iddhividhābhiññāṭhāne ca ajjhāharitassa ta-saddassa kammavasena ‘yaṃ dibbasotaṃ ākaṅkhāmi, tena dibbasotena sadde suṇāmī’tiādinā sesābhiññāṭhāne karaṇavasena yojanā vattabbā’’ti vadanti. Vivicceva kāmehīti ettha eva-saddo niyamattho, ubhayattha yojetabbo. Yamettha vattabbaṃ, tadupari āvi bhavissati.",
  "tika-s0104t0:186": "Navānupubbavihārachaḷabhiññāppabhedeti ettha navānupubbavihārā nāma anupaṭipāṭiyā samāpajjitabbattā evaṃsaññitā nirodhasamāpattiyā saha aṭṭha samāpattiyo. Chaḷabhiññā nāma āsavakkhayañāṇena saha pañcābhiññāyo. Katthaci potthake cettha ādisaddo dissati. So anadhippeto yathāvuttāya pāḷiyā gahetabbassa atthassa anavasesattā. Manussesu, manussānaṃ vā uttaribhūtānaṃ, uttarīnaṃ vā manussānaṃ jhāyīnañceva ariyānañca dhammoti uttarimanussadhammo, manussadhammā vā uttarīti uttarimanussadhammo. Dasa kusalakammapathā cettha vinā bhāvanāmanasikārena pakatiyāva manussehi nibbattetabbato, manussattabhāvāvahanato ca manussadhammo nāma, tato uttari pana jhānādi uttarimanussadhammoti veditabbo. Samasamaṭṭhapanenāti ‘‘ahaṃ yattakaṃ kālaṃ, yattake vā samāpattivihāre, yattakā abhiññāyo ca vaḷañjemi , tathā kassapopī’’ti evaṃ samasamaṃ katvā ṭhapanena. Anekaṭṭhānesu ṭhapanaṃ, kassacipi uttarimanussadhammassa asesabhāvena ekantasamaṭṭhapanaṃ vā sandhāya ‘‘samasamaṭṭhapanenā’’ti vuttaṃ, idañca navānupubbavihārachaḷabhiññābhāvasāmaññena pasaṃsāmattanti daṭṭhabbaṃ. Na hi āyasmā mahākassapo bhagavā viya devasikaṃ catuvīsatikoṭisatasahassasaṅkhyā samāpattiyo samāpajjati, yamakapāṭihāriyādivasena ca abhiññāyo vaḷañjetīti. Ettha ca uttarimanussadhamme attanā samasamaṭṭhapanenā’’ti idaṃ nidassanamattanti veditabbaṃ. Tathā hi –",
  "tika-s0104t0:187": "‘‘Ovada kassapa bhikkhū, karohi kassapa bhikkhūnaṃ dhammiṃ kathaṃ, ahaṃ vā kassapa bhikkhū ovadeyyaṃ, tvaṃ vā. Ahaṃ vā kassapa bhikkhūnaṃ dhammiṃ kathaṃ kareyyaṃ, tvaṃ vā’’ti –",
  "tika-s0104t0:188": "Evampi attanā samasamaṭṭhapanamakāsiyevāti.",
  "tika-s0104t0:189": "Tathāti rūpūpasaṃhāro yathā anuggahito, tathā pasaṃsitoti. Ākāse pāṇiṃ cāletvāti bhagavatā attanoyeva pāṇiṃ ākāse cāletvā kulesu alaggacittatāya ceva karaṇabhūtāya pasaṃsitoti sambandho. Alaggacittatāyāti vā ādhāre bhummaṃ, ākāse pāṇiṃ cāletvā kulūpakassa bhikkhuno alaggacittatāya kulesu alagganacittena bhavituṃ yuttatāya ceva maññeva sakkhiṃ katvā pasaṃsitoti attho. Yathāha –",
  "tika-s0104t0:190": "‘‘Atha kho bhagavā ākāse pāṇiṃ cālesi seyyathāpi bhikkhave, ayaṃ ākāse pāṇi na sajjati na gayhati na bajjhati, evameva kho bhikkhave yassa kassaci bhikkhuno kulāni upasaṅkamato kulesu cittaṃ na sajjati na gayhati na bajjhati ‘labhantu lābhakāmā, puññakāmā karontu puññānī’ti. Yathā sakena lābhena attamano hoti sumano, evaṃ paresaṃ lābhena attamano hoti sumano. Evarūpo kho bhikkhave bhikkhu arahati kulāni upasaṅkamituṃ. Kassapassa bhikkhave kulāni upasaṅkamato kulesu cittaṃ na sajjati na gayhati na bajjhati ‘labhantu lābhakāmā, puññakāmā karontu puññānī’ti. Yathā sakena lābhena attamano hoti sumano, evaṃ paresaṃ lābhena attamano hoti sumano’’ti (saṃ. ni. 2.146).",
  "tika-s0104t0:191": "Tattha ākāse pāṇiṃ cālesīti nīle gaganantare yamakavijjukaṃ sañcālayamāno viya heṭṭhābhāge , uparibhāge, ubhato ca passesu pāṇiṃ sañcālesi, idañca pana tepiṭake buddhavacane asambhinnapadaṃ nāma. Attamanoti sakamano, na domanassena pacchinditvā gahitamano. Sumanoti tuṭṭhamano, idāni yo hīnādhimuttiko micchāpaṭipanno evaṃ vadeyya ‘‘sammāsambuddho ‘alaggacittatāya ākāse cālitapāṇūpamā kulāni upasaṅkamathā’ti vadanto aṭṭhāne ṭhapeti, asayhabhāraṃ āropeti, yaṃ na sakkā kātuṃ, taṃ kārehī’’ti, tassa vādapathaṃ pacchinditvā ‘‘sakkā ca kho evaṃ kātuṃ, atthi evarūpo bhikkhū’’ti āyasmantaṃ mahākassapattherameva sakkhiṃ katvā dassento ‘‘kassapassa bhikkhave’’tiādimāha.",
  "tika-s0104t0:192": "Aññampi pasaṃsanamāha ‘‘candopamapaṭipadāya cā’’ti, candapaṭibhāgāya paṭipadāya ca karaṇabhūtāya pasaṃsito, tassaṃ vā ādhārabhūtāya maññeva sakkhiṃ katvā pasaṃsitoti attho. Yathāha –",
  "tika-s0104t0:193": "‘‘Candūpamā bhikkhave kulāni upasaṅkamatha apakasseva kāyaṃ, apakassa cittaṃ niccanavakā kulesu appagabbhā. Seyyathāpi bhikkhave puriso jarudapānaṃ vā olokeyya pabbatavisamaṃ vā nadīviduggaṃ vā apakasseva kāyaṃ, apakassa cittaṃ, evameva kho bhikkhave candūpamā kulāni upasaṅkamatha apakasseva kāyaṃ, apakassa cittaṃ niccanavakā kulesu appagabbhā. Kassapo bhikkhave candūpamo kulāni upasaṅkamati apakasseva kāyaṃ, apakassa cittaṃ niccanavako kulesu appagabbho’’ti (saṃ. ni. 2.146).",
  "tika-s0104t0:194": "Tattha candūpamāti candasadisā hutvā. Kiṃ parimaṇḍalatāya sadisāti? No, apica kho yathā cando gaganatalaṃ pakkhandamāno na kenaci saddhiṃ santhavaṃ vā sinehaṃ vā ālayaṃ vā nikantiṃ vā patthanaṃ vā pariyuṭṭhānaṃ vā karoti, na ca na hoti mahājanassa piyo manāpo, tumhepi evaṃ kenaci saddhiṃ santhavādīnaṃ akaraṇena bahujanassa piyā manāpā candūpamā hutvā khattiyakulādīni cattāri kulāni upasaṅkamathāti attho. Apica yathā cando andhakāraṃ vidhamati, ālokaṃ pharati, evaṃ kilesandhakāravidhamanena, ñāṇālokapharaṇena ca candūpamā hutvāti evamādīhipi nayehi attho daṭṭhabbo.",
  "tika-s0104t0:195": "Apakasseva kāyaṃ, apakassa cittanti teneva santhavādīnamakaraṇena kāyañca cittañca apakassitvā, akaḍḍhitvā apanetvāti attho. Niccanavakāti niccaṃ navikāva, āgantukasadisā eva hutvāti attho. Āgantuko hi paṭipāṭiyā sampattagehaṃ pavisitvā sace naṃ gharasāmikā disvā ‘‘amhākaṃ puttabhātaropi vippavāsagatā evaṃ vicariṃsū’’ti anukampamānā nisīdāpetvā bhojenti, bhuttamattoyeva ‘‘tumhākaṃ bhājanaṃ gaṇhathā’’ti uṭṭhāya pakkamati, na tehi saddhiṃ santhavaṃ vā karoti, kiccakaraṇīyāni vā saṃvidahati, evaṃ tumhepi paṭipāṭiyā sampattagharaṃ pavisitvā yaṃ iriyāpathesu pasannā manussā denti, taṃ gahetvā pacchinnasanthavā tesaṃ kiccakaraṇīye abyāvaṭā hutvā nikkhamathāti dīpeti. Appagabbhāti na pagabbhā, aṭṭhaṭṭhānena kāyapāgabbhiyena, catuṭṭhānena vacīpāgabbhiyena, anekaṭṭhānena manopāgabbhiyena ca virahitā kulāni upasaṅkamathāti attho.",
  "tika-s0104t0:196": "Jarudapānanti jiṇṇakūpaṃ. Pabbatavisamanti pabbate visamaṃ papātaṭṭhānaṃ. Nadīvidugganti nadiyā viduggaṃ chinnataṭaṭṭhānaṃ. Evameva khoti ettha idaṃ opammasaṃsandanaṃ – jarudapānādayo viya hi cattāri kulāni, olokanapuriso viya bhikkhu, yathā pana anapakaṭṭhakāyacitto tāni olokento puriso tattha patati, evaṃ arakkhitehi kāyādīhi kulāni upasaṅkamanto bhikkhu kulesu bajjhati, tato nānappakāraṃ sīlapādabhañjanādikaṃ anatthaṃ pāpuṇāti. Yathā pana apakaṭṭhakāyacitto puriso tattha na patati, evaṃ rakkhiteneva kāyena, rakkhitāya vācāya, rakkhitehi cittehi, sūpaṭṭhitāya satiyā apakaṭṭhakāyacitto hutvā kulāni upasaṅkamanto bhikkhu kulesu na bajjhati, athassa sīlasaddhāsamādhipaññāsaṅkhātāni pādahatthakucchisīsāni na bhañjanti, rāgakaṇṭakādayo na vijjhanti, sukhito yenakāmaṃ agatapubbaṃ nibbānadisaṃ gacchati, evarūpo ayaṃ mahākassapoti hīnādhimuttikassa micchāpaṭipannassa vādapathapacchindanatthaṃ mahākassapattheraṃ eva sakkhiṃ katvā dassento ‘‘kassapo bhikkhave’’tiādimāhāti. Evampettha atthamicchantialaggacittatāsaṅkhātāya candopamapaṭipadāya karaṇabhūtāya pasaṃsito, tassaṃ vā ādhārabhūtāya maññeva sakkhiṃ katvā pasaṃsitoti, evaṃ sati ceva-saddo, ca-saddo ca na payujjitabbo dvinnaṃ padānaṃ tulyādhikaraṇattā, ayameva attho pāṭho ca yuttataro viya dissati parinibbānasuttavaṇṇanāyaṃ ‘‘ākāse pāṇiṃ cāletvā candūpamaṃ paṭipadaṃ kathento maṃ kāyasakkhiṃ katvā kathesī’’ti (dī. ni. aṭṭha. 2.232) vuttattāti.",
  "tika-s0104t0:197": "Tassakimaññaṃ āṇaṇyaṃ bhavissati, aññatra dhammavinayasaṅgāyanāti adhippāyo. Tattha tassāti yaṃ-saddassa kāraṇanidassane ‘‘tasmā’’ti ajjhāharitvā tassa meti attho, kiriyāparāmasane pana tassa anuggahaṇassa, pasaṃsanassa cāti. Potthakesupi katthaci ‘‘tassa me’’ti pāṭho dissati, evaṃ sati kiriyāparāmasane ‘‘tassā’’ti aparaṃ padamajjhāharitabbaṃ. Natthi iṇaṃ yassāti aṇaṇo, tassa bhāvo āṇaṇyaṃ. Dhammavinayasaṅgāyanaṃ ṭhapetvā aññaṃ kiṃ nāma tassa iṇavirahitattaṃ bhavissati, na bhavissati evāti attho. ‘‘Nanu maṃ bhagavā’’tiādinā vuttamevatthaṃ upamāvasena vibhāveti. Sakakavacaissariyānuppadānenāti ettha kavaco nāma uracchado, yena uro chādīyate, tassa ca cīvaranidassanena gahaṇaṃ, issariyassa pana abhiññāsamāpattinidassanenāti daṭṭhabbaṃ. Kulavaṃsappatiṭṭhāpakanti kulavaṃsassa kulapaveṇiyā patiṭṭhāpakaṃ. ‘‘Me’’ti padassa niccasāpekkhattā saddhammavaṃsappatiṭṭhāpakoti samāso. Idaṃ vuttaṃ hoti – sattusaṅghanimmaddanena attano kulavaṃsappatiṭṭhāpanatthaṃ sakakavacaissariyānuppadānena kulavaṃsappatiṭṭhāpakaṃ puttaṃ rājā viya bhagavāpi maṃ dīghadassī ‘‘saddhammavaṃsappatiṭṭhāpako me ayaṃ bhavissatī’’ti mantvā sāsanapaccatthikagaṇanimmaddanena saddhammavaṃsappatiṭṭhāpanatthaṃ cīvaradānasamasamaṭṭhapanasaṅkhātena iminā asādhāraṇānuggahena anuggahesi nanu, imāya ca uḷārāya pasaṃsāya pasaṃsi nanūti. Iti cintayantoti ettha itisaddena ‘‘antaradhāpeyyuṃ, saṅgāyeyyaṃ, kimaññaṃ āṇaṇyaṃ bhavissatī’’ti vacanapubbaṅgamaṃ, ‘‘ṭhānaṃ kho panetaṃ vijjatī’’tiādi vākyattayaṃ nidasseti.",
  "tika-s0104t0:198": "Idāni yathāvuttamatthaṃ saṅgītikkhandhakapāḷiyā sādhento āha ‘‘yathāhā’’tiādi. Tattha yathāhāti kiṃ āha, mayā vuttassa atthassa sādhakaṃ kiṃ āhāti vuttaṃ hoti. Yathā vā yena pakārena mayā vuttaṃ, tathā tena pakārena pāḷiyampi āhāti attho. Yathā vā yaṃ vacanaṃ pāḷiyaṃ āha, tathā tena vacanena mayā vuttavacanaṃ saṃsandati ceva sameti ca yathā taṃ gaṅgodakena yamunodakantipi vattabbo pāḷiyā sādhanatthaṃ udāharitabhāvassa paccakkhato viññāyamānattā, viññāyamānatthassa ca saddassa payoge kāmācārattā. Adhippāyavibhāvanatthā hi atthayojanā. Yathā vā yena pakārena dhammavinayasaṅgāyanatthaṃ bhikkhūnaṃ ussāhaṃ janesi, tathā tena pakārena pāḷiyampi āhāti attho. Evamīdisesu.",
  "tika-s0104t0:199": "Ekamidāhanti ettha idanti nipātamattaṃ. Ekaṃ samayanti ca bhummatthe upayogavacanaṃ, ekasmiṃ samayeti attho. Pāvāyāti pāvānagarato, tattha piṇḍāya caritvā ‘‘kusināraṃ gamissāmī’’ti addhānamaggappaṭipannoti vuttaṃ hoti. Addhānamaggoti ca dīghamaggo vuccati, dīghapariyāyo hettha addhānasaddo. Mahatāti guṇamahattenapi saṅkhyāmahattenapi mahatā. ‘‘Pañcamattehī’’tiādinā saṅkhyāmahattaṃ dasseti, mattasaddo ca pamāṇavacano ‘‘bhojane mattaññutā’’tiādīsu (a. ni. 3.16) viya. ‘‘Dhammavinayasaṅgāyanatthaṃ ussāhaṃ janesī’’ti etassatthassa sādhanatthaṃ āhatā ‘‘atha kho’’tiādikā pāḷi yathāvuttamatthaṃ na sādheti . Na hettha ussāhajananappakāro āgatoti codanaṃ pariharitumāha ‘‘sabbaṃ subhaddakaṇḍaṃ vitthārato veditabba’’nti. Evampesā codanā tadavatthāyevāti vuttaṃ ‘‘tato paraṃ āhā’’tiādi. Apica yathāvuttatthasādhikā pāḷi mahatarāti ganthagarutāpariharaṇatthaṃ majjhe peyyālamukhena ādiantameva pāḷiṃ dassento ‘‘sabbaṃ subhaddakaṇḍaṃ vitthārato veditabba’’nti āha. Tena hi ‘‘atha khvāhaṃ āvuso maggā okkamma aññatarasmiṃ rukkhamūle nisīdī’’ti (cūḷava. 437) vuttapāḷito paṭṭhāya ‘‘yaṃ na icchissāma, na taṃ karissāmā’’ti (cūḷava. 437) vuttapāḷipariyosānaṃ subhaddakaṇḍaṃ dasseti.",
  "tika-s0104t0:200": "‘‘Tato para’’ntiādinā pana tadavasesaṃ ‘‘handa mayaṃ āvuso’’tiādikaṃ ussāhajananappakāradassanapāḷiṃ. Tasmā tato paraṃ āhāti ettha subhaddakaṇḍato paraṃ ussāhajananappakāradassanavacanamāhāti attho veditabbo. Mahāgaṇṭhipadepi hi soyevattho vutto. Ācariyasāriputtattherenāpi (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) tatheva adhippeto. Ācariyadhammapālattherena pana ‘‘tato paranti tato bhikkhūnaṃ ussāhajananato parato’’ti (dī. ni. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) vuttaṃ, tadetaṃ vicāretabbaṃ heṭṭhā ussāhajananappakārassa pāḷiyaṃ avuttattā. Ayameva hi ussāhajananappakāro yadidaṃ ‘‘handa mayaṃ āvuso dhammañca vinayañca saṅgāyeyyāma, pure adhammo dippatī’’tiādi. Yadi pana subhaddakaṇḍameva ussāhajananahetubhūtassa subhaddena vuttavacanassa pakāsanattā ussāhajanananti vadeyya, natthevettha vicāretabbatāti. Pure adhammo dippatīti ettha adhammo nāma dasakusalakammapathapaṭipakkhabhūto adhammo. Dhammavinayasaṅgāyanatthaṃ ussāhajananappasaṅgattā vā tadasaṅgāyanahetuko dosagaṇopi sambhavati, ‘‘adhammavādino balavanto honti, dhammavādino dubbalā hontī’’ti vuttattā sīlavipattiādihetuko pāpicchatādidosagaṇo adhammotipi vadanti. Pure dippatīti api nāma dippati. Saṃsayatthe hi pure-saddo. Atha vā yāva adhammo dhammaṃ paṭibāhituṃ samattho hoti, tato puretaramevāti attho. Āsanne hi anadhippete ayaṃ pure-saddo. Dippatīti dippissati, pure-saddayogena hi anāgatatthe ayaṃ vattamānapayogo yathā ‘‘purā vassati devo’’ti. Tathā hi vuttaṃ –",
  "tika-s0104t0:201": "‘‘Anāgate sannicchaye, tathātīte ciratane;",
  "tika-s0104t0:202": "Kāladvayepi kavīhi, puresaddo payujjate’’ti. (vajira. ṭī. bāhiranidānakathāvaṇṇanā);",
  "tika-s0104t0:203": "‘‘Pureyāvapurāyoge , niccaṃ vā karahi kadā;",
  "tika-s0104t0:204": "Lacchāyamapi kiṃ vutte, vattamānā bhavissatī’’ti ca.",
  "tika-s0104t0:205": "Keci panettha evaṃ vaṇṇayanti – pureti pacchā anāgate, yathā addhānaṃ gacchantassa gantabbamaggo ‘‘pure’’ti vuccati, tathā idhāpi maggagamananayena anāgatakālo ‘‘pure’’ti vuccatīti. Evaṃ sati taṃkālāpekkhāya cettha vattamānapayogo sambhavati. Dhammo paṭibāhiyyatīti etthāpi pure-saddena yojetvā vuttanayena attho veditabbo, tathā dhammopi adhammaviparītavasena, ito parampi eseva nayo. Avinayoti pahānavinayasaṃvaravinayānaṃ paṭipakkhabhūto avinayo. Vinayavādino dubbalā hontīti evaṃ iti-saddena pāṭho, so ‘‘tato paraṃ āhā’’ti ettha āha-saddena sambajjhitabbo.",
  "tika-s0104t0:206": "Tena hīti uyyojanatthe nipāto. Uccinane uyyojentā hi mahākassapattheraṃ evamāhaṃsu ‘‘bhikkhū uccinatū’’ti, saṅgītiyā anurūpe bhikkhū uccinitvā upadhāretvā gaṇhātūti attho. ‘‘Sakala…pe… pariggahesī’’ti etena sukkhavipassakakhīṇāsavapariyantānaṃ yathāvuttapuggalānaṃ satipi āgamādhigamasambhave saha paṭisambhidāhi pana tevijjādiguṇayuttānaṃ āgamādhigamasampattiyā ukkaṃsagatattā saṅgītiyā bahūpakārataṃ dasseti. Sakalaṃ suttageyyādikaṃ navaṅgaṃ ettha, etassāti vā sakalanavaṅgaṃ, satthu bhagavato sāsanaṃ satthusāsanaṃ sāsīyati etenāti katvā, tadeva satthusāsananti sakalanavaṅgasatthusāsanaṃ. Nava vā suttageyyādīni aṅgāni ettha, etassāti vā navaṅgaṃ, tameva satthusāsanaṃ, tañca sakalameva, na ekadesanti tathā. Atthakāmena pariyāpuṇitabbā sikkhitabbā, diṭṭhadhammikādipurisatthaṃ vā nipphādetuṃ pariyattā samatthāti pariyatti, tīṇi piṭakāni, sakalanavaṅgasatthusāsanasaṅkhātā pariyatti, taṃ dhārentīti tathā, tādiseti attho. Puthujjana…pe… sukkhavipassakakhīṇāsavabhikkhūti ettha –",
  "tika-s0104t0:207": "‘‘Duve puthujjanā vuttā, buddhenādiccabandhunā;",
  "tika-s0104t0:208": "Andho puthujjano eko, kalyāṇeko puthujjano’’ti. (dī. ni. aṭṭha. 1.7; ma. ni. aṭṭha. 1.2; saṃ. ni. aṭṭha. 2.61; a. ni. aṭṭha. 1.51; cūḷani. aṭṭha. 88; paṭi. ma. aṭṭha. 2.130); –",
  "tika-s0104t0:209": "Vuttesu kalyāṇaputhujjanāva adhippetā saddantarasannidhānenapi atthavisesassa viññātabbattā. Samathabhāvanāsinehābhāvena sukkhā lūkhā asiniddhā vipassanā etesanti sukkhavipassakā, teyeva khīṇāsavāti tathā. ‘‘Bhikkhū’’ti pana sabbattha yojetabbaṃ. Vuttañhi –",
  "tika-s0104t0:210": "‘‘Yañcatthavato saddekasesato vāpi suyyate;",
  "tika-s0104t0:211": "Taṃ sambajjhate paccekaṃ, yathālābhaṃ kadācipī’’ti.",
  "tika-s0104t0:212": "Tipiṭakasabbapariyattippabhedadhareti ettha tiṇṇaṃ piṭakānaṃ samāhāro tipiṭakaṃ, taṃsaṅkhātaṃ navaṅgādivasena anekabhedabhinnaṃ sabbaṃ pariyattippabhedaṃ dhārentīti tathā, tādise. Anu anu taṃ samaṅginaṃ bhāveti vaḍḍhetīti anubhāvo, soyeva ānubhāvo, pabhāvo, mahanto ānubhāvo yesaṃ te mahānubhāvā. ‘‘Etadaggaṃ bhikkhave’’ti bhagavatā vuttavacanamupādāya pavattattā ‘‘etadagga’’nti padaṃ anukaraṇajanāmaṃ nāma yathā ‘‘yevāpanaka’’nti, tabbasena vuttaṭṭhānantaramidha etadaggaṃ, tamāropiteti attho. Etadaggaṃ eso bhikkhu aggoti vā āropitepi vaṭṭati. Tadanāropitāpi avasesaguṇasampannattā uccinitā tattha santīti dassetuṃ ‘‘yebhuyyenā’’ti vuttaṃ. Tisso vijjā tevijjā, tā ādi yesaṃ chaḷabhiññādīnanti tevijjādayo, te bhedā anekappakārā yesanti tevijjādibhedā. Atha vā tisso vijjā assa khīṇāsavassāti tevijjo, so ādi yesaṃ chaḷabhiññādīnanti tevijjādayo, teyeva bhedā yesanti tevijjādibhedā. Tevijjachaḷabhiññādivasena anekabhedabhinne khīṇāsavabhikkhūyevāti vuttaṃ hoti. Ye sandhāya vuttanti ye bhikkhū sandhāya idaṃ ‘‘atha kho’’tiādivacanaṃ saṅgītikkhandhake vuttaṃ. Iminā kiñcāpi pāḷiyaṃ avisesatova vuttaṃ, tathāpi visesena yathāvuttakhīṇāsavabhikkhūyeva sandhāya vuttanti pāḷiyā saṃsandanaṃ karoti.",
  "tika-s0104t0:213": "Nanu ca sakalanavaṅgasatthusāsanapariyattidharā khīṇāsavā anekasatā, anekasahassā ca, kasmā thero ekenūnamakāsīti codanaṃ uddharitvā visesakāraṇadassanena taṃ pariharituṃ ‘‘kissa panā’’tiādi vuttaṃ. Tattha kissāti kasmā. Pakkhantarajotako pana-saddo. Okāsakaraṇatthanti okāsakaraṇanimittaṃ okāsakaraṇahetu. Attha-saddo hi ‘‘chaṇatthañca nagarato nikkhamitvā missakapabbataṃ abhiruhatū’’tiādīsu viya kāraṇavacano, ‘‘kissa hetū’’tiādīsu (ma. ni. 1.238) viya ca hetvatthe paccattavacanaṃ. Tathā hi vaṇṇayanti ‘‘chaṇatthanti chaṇanimittaṃ chaṇahetūti attho’’ti. Evañca sati pucchāsabhāgatāvissajjanāya hoti, esa nayo īdisesu.",
  "tika-s0104t0:214": "Kasmā panassa okāsamakāsīti āha ‘‘tenā’’tiādi. Hi-saddo kāraṇatthe. ‘‘So hāyasmā’’tiādinā ‘‘sahāpi vināpi na sakkā’’ti vuttavacane paccekaṃ kāraṇaṃ dasseti. Keci pana ‘‘tamatthaṃ vivaratī’’ti vadanti, tadayuttaṃ ‘‘tasmā’’ti kāraṇavacanadassanato. ‘‘Tasmā’’tiādinā hi kāraṇadassanaṭṭhāne kāraṇajotakoyeva hi-saddo. Saññāṇamattajotakā sākhābhaṅgopamā hi nipātāti, evamīdisesu. Sikkhatīti sekkho, sikkhanaṃ vā sikkhā, sāyeva tassa sīlanti sekkho. So hi apariyositasikkhattā, tadadhimuttattā ca ekantena sikkhanasīlo, na asekkho viya pariniṭṭhitasikkho tattha paṭippassaddhussāho, nāpi vissaṭṭhasikkho pacurajano viya tattha anadhimutto, kitavasena viya ca taddhitavasenidha tappakatiyattho gayhati yathā ‘‘kāruṇiko’’ti. Atha vā ariyāya jātiyā tīsupi sikkhāsu jāto, tattha vā bhavoti sekkho. Apica ikkhati etāyāti ikkhā, maggaphalasammādiṭṭhi, saha ikkhāyāti sekkho. Uparimaggattayakiccassa apariyositattā saha karaṇīyenāti sakaraṇīyo. Assāti anena, ‘‘appaccakkhaṃ nāmā’’ti etena sambandho. Assāti vā ‘‘natthī’’ti ettha kiriyāpaṭiggahakavacanaṃ. Paguṇappavattibhāvato appaccakkhaṃ nāma natthi. Vinayaṭṭhakathāyaṃ pana ‘‘asammukhā paṭiggahitaṃ nāma natthī’’ti (pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) vuttaṃ, taṃ’’ dve sahassāni bhikkhuto’’ti vuttampi bhagavato santike paṭiggahitameva nāmāti katvā vuttaṃ. Tathā hi sāvakabhāsitampi suttaṃ ‘‘buddhabhāsita’’nti vuccatīti.",
  "tika-s0104t0:215": "‘‘Yathāhā’’tiādinā āyasmatā ānandena vuttagāthameva sādhakabhāvena dasseti. Ayañhi gāthā gopakamoggallānena nāma brāhmaṇena ‘‘buddhasāsane tvaṃ bahussutoti pākaṭo, kittakā dhammā te satthārā bhāsitā, tayā ca dhāritā’’ti pucchitena tassa paṭivacanaṃ dentena āyasmatā ānandeneva gopakamoggallānasutte, attano guṇadassanavasena vā theragāthāyampi bhāsitā. Tatthāyaṃ saṅkhepattho – buddhato satthu santikā dvāsīti dhammakkhandhasahassāni ahaṃ gaṇhiṃ adhigaṇhiṃ, dve dhammakkhandhasahassāni bhikkhuto dhammasenāpatiādīnaṃ bhikkhūnaṃ santikā gaṇhiṃ. Ye dhammā me jivhāgge, hadaye vā pavattino paguṇā vācuggatā, te dhammā tadubhayaṃ sampiṇḍetvā caturāsīti dhammakkhandhasahassānīti. Keci pana ‘‘yemeti ettha ‘ye ime’ti padacchedaṃ katvā ye ime dhammā buddhassa, bhikkhūnañca pavattino pavattitā, tesu dhammesu buddhato dvāsīti sahassāni ahaṃ gaṇhiṃ, dve sahassāni bhikkhuto gaṇhiṃ, evaṃ caturāsīti dhammakkhandhasahassānī’’ti sambandhaṃ vadanti, ayañca sambandho ‘‘ettakāyeva dhammakkhandhā’’ti sanniṭṭhānassa aviññāyamānattā kecivādo nāma kato.",
  "tika-s0104t0:216": "‘‘Sahāpi na sakkā’’ti vattabbahetuto ‘‘vināpi na sakkā’’ti vattabbahetuyeva balavataro saṅgītiyā bahukārattā. Tasmā tattha codanaṃ dassetvā pariharituṃ ‘‘yadi eva’’ntiādi vuttaṃ. Tattha yadi evanti evaṃ vinā yadi na sakkā, tathā satīti attho. Sekkhopi samānoti sekkhapuggalo samānopi. Māna-saddo hettha lakkhaṇe. Bahukārattāti bahūpakārattā. Upakāravacano hi kāra-saddo ‘‘appakampi kataṃ kāraṃ, puññaṃ hoti mahapphala’’ntiādīsu viya. Assāti bhaveyya. Atha-saddo pucchāyaṃ. Pañhe ‘‘atha tvaṃ kena vaṇṇenā’’ti hi payogamudāharanti. ‘‘Evaṃ sante’’ti pana attho vattabbo. Parūpavādavivajjanatoti yathāvuttakāraṇaṃ ajānantānaṃ paresaṃ āropitaupavādato vivajjitukāmattā. Taṃ vivarati ‘‘thero hī’’tiādinā. Ativiya vissatthoti atirekaṃ vissāsiko. Kena viññāyatīti āha ‘‘tathā hī’’tiādi. Daḷhīkaraṇaṃ vā etaṃ vacanaṃ. ‘‘Vuttañhi, tathā hi iccete daḷhīkaraṇatthe’’ti hi vadanti saddavidū. Nanti ānandattheraṃ. ‘‘Ovadatī’’ti iminā sambandho. Ānandattherassa yebhuyyena navakāya parisāya vibbhamane mahākassapatthero ‘‘na vāyaṃ kumārako mattamaññāsī’’ti (saṃ. ni. 2.154) āha. Tathā hi parinibbute bhagavati mahākassapatthero bhagavato parinibbāne sannipatitassa bhikkhusaṅghassa majjhe nisīditvā dhammavinayasaṅgāyanatthaṃ pañcasate bhikkhū uccinitvā ‘‘rājagahe āvuso vassaṃ vasantā dhammavinayaṃ saṅgāyissāma, tumhe pure vassūpanāyikāya attano attano palibodhaṃ pacchinditvā rājagahe sannipatathā’’ti vatvā attanā rājagahaṃ gato.",
  "tika-s0104t0:217": "Ānandattheropi bhagavato pattacīvaramādāya mahājanaṃ saññāpento sāvatthiṃ gantvā tato nikkhamma rājagahaṃ gacchanto dakkhiṇāgirismiṃ cārikaṃ cari. Tasmiṃ samaye ānandattherassa tiṃsamattā saddhivihārikā yebhuyyena kumārakā ekavassikaduvassikabhikkhū ceva anupasampannā ca vibbhamiṃsu. Kasmā panete pabbajitā, kasmā ca vibbhamiṃsūti? Tesaṃ kira mātāpitaro cintesuṃ ‘‘ānandatthero satthuvissāsiko aṭṭha vare yācitvā upaṭṭhahati, icchiticchitaṭṭhānaṃ satthāraṃ gahetvā gantuṃ sakkoti, amhākaṃ dārake etassa santike pabbajeyyāma, evaṃ so satthāraṃ gahetvā āgamissati, tasmiṃ āgate mayaṃ mahāsakkāraṃ kātuṃ labhissāmā’’ti. Iminā tāva kāraṇena nesaṃ ñātakā te pabbājesuṃ, satthari pana parinibbute tesaṃ sā patthanā upacchinnā, atha ne ekadivaseneva uppabbājesuṃ. Atha ānandattheraṃ dakkhiṇāgirismiṃ cārikaṃ caritvā rājagahamāgataṃ disvā mahākassapatthero evamāhāti. Vuttañhetaṃ kassapasaṃyutte –",
  "tika-s0104t0:218": "‘‘Atha kiñcarahi tvaṃ āvuso ānanda imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi, sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi, olujjati kho te āvuso ānanda parisā, palujjanti kho te āvuso navappāyā, na vāyaṃ kumārako mattamaññāsīti.",
  "tika-s0104t0:219": "Api me bhante kassapa sirasmiṃ palitāni jātāni, atha ca pana mayaṃ ajjāpi āyasmato mahākassapassa kumārakavādā na muccāmāti. Tathā hi pana tvaṃ āvuso ānanda imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi, sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi, olujjati kho te āvuso ānanda parisā, palujjanti kho te āvuso navappāyā, na vāyaṃ kumārako mattamaññāsī’’ti (saṃ. ni. 2.154).",
  "tika-s0104t0:220": "Tattha sassaghātaṃ maññe carasīti sassaṃ ghātento viya āhiṇḍasi. Kulūpaghātaṃ maññe carasīti kulāni upaghātento viya āhiṇḍasi. Olujjatīti palujjati bhijjati. Palujjanti kho te āvuso navappāyāti āvuso ānanda ete tuyhaṃ pāyena yebhuyyena navakā ekavassikaduvassikadaharā ceva sāmaṇerā ca palujjanti. Na vāyaṃ kumārako mattamaññāsīti ayaṃ kumārako attano pamāṇaṃ na vata jānātīti theraṃ tajjento āha. Kumārakavādā na muccāmāti kumārakavādato na muccāma. Tathā hi pana tvanti idamassa evaṃ vattabbatāya kāraṇadassanatthaṃ vuttaṃ. Ayañhettha adhippāyo – yasmā tvaṃ imehi navehi indriyasaṃvaravirahitehi bhojane amattaññūhi saddhiṃ vicarasi, tasmā kumārakehi saddhiṃ vicaranto ‘‘kumārako’’ti vattabbataṃ arahasīti.",
  "tika-s0104t0:221": "Na vāyaṃ kumārako mattamaññāsīti ettha vā-saddo padapūraṇe. Vā-saddo hi upamānasamuccayasaṃsayavissaggavikappapadapūraṇādīsu bahūsu atthesu dissati. Tathā hesa ‘‘paṇḍito vāpi tena so’’tiādīsu (dha. pa. 63) upamāne dissati, sadisabhāveti attho. ‘‘Taṃ vāpi dhīrā muni vedayantī’’tiādīsu (su. ni. 213) samuccaye. ‘‘Ke vā ime kassa vā’’tiādīsu (pārā. 296) saṃsaye. ‘‘Ayaṃ vā imesaṃ samaṇabrāhmaṇānaṃ sabbabālo sabbamūḷho’’tiādīsu (dī. ni. 181) vavassagge. ‘‘Ye hi keci bhikkhave samaṇā vā brāhmaṇā vā’’tiādīsupi (ma. ni. 1.170; saṃ. ni. 2.13) vikappe. ‘‘Na vāhaṃ paṇṇaṃ bhuñjāmi, na hetaṃ mayha bhojana’’ntiādīsu padapūraṇe. Idhāpi padapūraṇe daṭṭhabbo. Teneva ca ācariyadhammapālattherena vā-saddassa atthuddhāraṃ karontena vuttaṃ ‘‘na vāyaṃ kumārako mattamaññāsī’’tiādīsu padapūraṇe’’ti. Saṃyuttaṭṭhakathāyampi idameva vuttaṃ ‘‘na vāyaṃ kumārako mattamaññāsīti ayaṃ kumārako attano pamāṇaṃ na vata jānāsīti theraṃ tajjento āhā’’ti (saṃ. ni. aṭṭha. 2.154). Etthāpi ‘‘vatā’’ti vacanasiliṭṭhatāya vuttaṃ. ‘‘Na vāya’’nti etassa vā ‘‘na ve aya’’nti padacchedaṃ katvā ve-saddassatthaṃ dassentena ‘‘vatā’’ti vuttaṃ. Tathā hi ve-saddassa ekaṃsatthabhāve tadeva pāḷiṃ payogaṃ katvā udāharanti neruttikā. Vajirabuddhitthero pana evaṃ vadati ‘‘na vāyanti ettha ca vāti vibhāsā, aññāsipi na aññāsipī’’ti, (vajira. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) taṃ tassa matimattaṃ saṃyuttaṭṭhakathāya tathā avuttattā. Idamekaṃ parūpavādasambhavakāraṇaṃ ‘‘tattha kecī’’tiādinā sambajjhitabbaṃ.",
  "tika-s0104t0:222": "Aññampi kāraṇamāha ‘‘sakyakulappasuto cāyasmā’’ti. Sākiyakule jāto, sākiyakulabhāvena vā pākaṭo ca āyasmā ānando. Tattha…pe… upavadeyyunti sambandho. Aññampi kāraṇaṃ vadati ‘‘tathāgatassa bhātā cūḷapituputto’’ti. Bhātāti cettha kaniṭṭhabhātā cūḷapituputtabhāvena, na pana vayasā sahajātabhāvato.",
  "tika-s0104t0:223": "‘‘Suddhodano dhotodano, sakkasukkāmitodanā;",
  "tika-s0104t0:224": "Amitā pālitā cāti, ime pañca imā duve’’ti.",
  "tika-s0104t0:225": "Vuttesu hi sabbakaniṭṭhassa amitodanasakkassa putto āyasmā ānando. Vuttañhi manorathapūraṇiyaṃ –",
  "tika-s0104t0:226": "‘‘Kappasatasahassaṃ pana dānaṃ dadamāno amhākaṃ bodhisattena saddhiṃ tusitapure nibbattitvā tato cuto amitodanasakkassa gehe nibbatti, athassa sabbe ñātake ānandite pamodite karonto jātoti ‘ānando’tveva nāmamakaṃsū’’ti.",
  "tika-s0104t0:227": "Tathāyeva vuttaṃ papañcasūdaniyampi –",
  "tika-s0104t0:228": "‘‘Aññe pana vadanti – nāyasmā ānando bhagavatā sahajāto, vayasā ca cūḷapituputtatāya ca bhagavato kaniṭṭhabhātāyeva. Tathā hi manorathapūraṇiyaṃ ekanipātavaṇṇanāyaṃ sahajātagaṇane so na vuto’’ti.",
  "tika-s0104t0:229": "Yaṃ vuccati, taṃ gahetabbaṃ. Tatthāti tasmiṃ vissatthādibhāve sati. Ativissatthasakyakulappasutatathāgatabhātubhāvatoti vuttaṃ hoti. Bhāvenabhāvalakkhaṇe hi katthaci hetvattho sampajjati. Tathā hi ācariyadhammapālattherena nettiṭṭhakathāyaṃ ‘‘gunnañce taramānāna’’nti gāthāvaṇṇanāyaṃ vuttaṃ –",
  "tika-s0104t0:230": "‘‘Sabbā tā jimhaṃ gacchantīti sabbā tā gāviyo kuṭilameva gacchanti, kasmā? Nette jimhagate sati nette kuṭilaṃ gate sati, nettassa kuṭilaṃ gatattāti attho’’ti.",
  "tika-s0104t0:231": "Udānaṭṭhakathāyampi ‘‘iti imasmiṃ sati idaṃ hotī’’ti suttapadavaṇṇanāyaṃ ‘‘hetuatthatā bhummavacanassa kāraṇassa bhāvena tadavinābhāvī phalassa bhāvo lakkhīyatīti veditabbā’’ti (udā. aṭṭha. 1.1). Tatthāti vā nimittabhūte vissatthādimhīti attho, tasmiṃ uccinanetipi vadanti. Chandāgamanaṃ viyāti ettha chandā āgamanaṃ viyāti padacchedo. Chandāti ca hetumhi nissakkavacanaṃ, chandena āgamanaṃ pavattanaṃ viyāti attho, chandena akattabbakaraṇamivāti vuttaṃ hoti, chandaṃ vā āgacchati sampayogavasenāti chandāgamanaṃ, tathā pavatto apāyagamanīyo akusalacittuppādo. Atha vā ananurūpaṃ gamanaṃ agamanaṃ. Chandena agamanaṃ chandāgamanaṃ, chandena sinehena ananurūpaṃ gamanaṃ pavattanaṃ viya akattabbakaraṇaṃ viyāti vuttaṃ hoti. Asekkhabhūtā paṭisambhidā, taṃpattāti tathā, asekkhā ca te paṭisambhidāppattā cāti vā tathā, tādise. Sekkhapaṭisambhidāppattanti etthāpi esa nayo. Parivajjentoti hetvatthe antasaddo, parivajjanahetūti attho. Anumatiyāti anuññāya, yācanāyāti vuttaṃ hoti.",
  "tika-s0104t0:232": "‘‘Kiñcāpi sekkho’’ti idaṃ asekkhānaṃyeva uccinitattā vuttaṃ, na sekkhānaṃ agatigamanasambhavena. Paṭhamamaggeneva hi cattāri agatigamanāni pahīyanti, tasmā kiñcāpi sekkho, tathāpi thero āyasmantaṃ ānandaṃ uccinatūti sambandho. Na pana kiñcāpi sekkho, tathāpi abhabbo agatiṃ gantunti. ‘‘Abhabbo’’tiādinā pana dhammasaṅgītiyā tassa arahabhāvaṃ dassento vijjamānaguṇe katheti, tena saṅgītiyā dhammavinayavinicchaye sampatte chandādivasena aññathā akathetvā yathābhūtameva kathessatīti dasseti. Na gantabbā, ananurūpā vā gatīti agati, taṃ. Pariyattoti adhigato uggahito.",
  "tika-s0104t0:233": "‘‘Eva’’ntiādinā sanniṭṭhānagaṇanaṃ dasseti. Uccinitenāti uccinitvā gahitena. Apica evaṃ…pe… uccinīti nigamanaṃ, ‘‘tenāyasmatā’’tiādi pana sanniṭṭhānagaṇanadassanantipi vadanti.",
  "tika-s0104t0:234": "Evaṃ saṅgāyakavicinanappakāraṃ dassetvā aññampi saṅgāyanatthaṃ desavicinanādippakāraṃ dassento ‘‘atha kho’’tiādimāha. Tattha etadahosīti etaṃ parivitakkanaṃ ahosi. Nu-saddena hi parivitakkanaṃ dasseti. Rājagahanti ‘‘rājagahasāmantaṃ gahetvā vutta’’nti gaṇṭhipadesu vadanti. Gāvo caranti etthāti gocaro, gunnaṃ caraṇaṭṭhānaṃ, so viyāti gocaro, bhikkhūnaṃ caraṇaṭṭhānaṃ, mahanto so assa, etthāti vā mahāgocaraṃ. Aṭṭhārasannaṃ mahāvihārānampi atthitāya pahūtasenāsanaṃ.",
  "tika-s0104t0:235": "Thāvarakammanti ciraṭṭhāyikammaṃ. Visabhāgapuggalo subhaddasadiso. Ukkoṭeyyāti nivāreyya. Iti-saddo idamatthe, iminā manasikārena hetubhūtena etadahosīti attho. Garubhāvajananatthaṃ ñattidutiyena kammena saṅghaṃ sāvesi, na apalokanañattikammamattenāti adhippāyo.",
  "tika-s0104t0:236": "Kadā panāyaṃ katāti āha ‘‘ayaṃ panā’’tiādi. Evaṃ katabhāvo ca imāya gaṇanāya viññāyatīti dasseti ‘‘bhagavā hī’’tiādinā. Athāti anantaratthe nipāto, parinibbānantaramevāti attho. Sattāhanti hi parinibbānadivasampi saṅgaṇhitvā vuttaṃ. Assāti bhagavato, ‘‘sarīra’’nti iminā sambandho. Saṃvegavatthuṃ kittetvā kittetvā aniccatāpaṭisaññuttāni gītāni gāyitvā pūjāvasena kīḷanato sundaraṃ kīḷanadivasā sādhukīḷanadivasā nāma, saparahitasādhanaṭṭhena vā sādhūti vuttānaṃ sappurisānaṃ saṃvegavatthuṃ kittetvā kittetvā kīḷanadivasātipi yujjati. Imasmiñca purimasattāhe ekadeseneva sādhukīḷanamakaṃsu. Visesato pana dhātupūjādivasesuyeva. Tathā hi vuttaṃ mahāparinibbānasuttaṭṭhakathāyaṃ (dī. ni. aṭṭha. 2.235) –",
  "tika-s0104t0:237": "‘‘Ito purimesu hi dvīsu sattāhesu te bhikkhū saṅghassa ṭhānanisajjokāsaṃ karontā khādanīyaṃ bhojanīyaṃ saṃvidahantā sādhukīḷikāya okāsaṃ na labhiṃsu, tato nesaṃ ahosi ‘imaṃ sattāhaṃ sādhukīḷitaṃ kīḷissāma, ṭhānaṃ kho panetaṃ vijjati, yaṃ amhākaṃ pamattabhāvaṃ ñatvā kocideva āgantvā dhātuyo gaṇheyya, tasmā ārakkhaṃ ṭhapetvā kīḷissāmā’ti, tena te evamakaṃsū’’ti.",
  "tika-s0104t0:238": "Tathāpi te dhātupūjāyapi katattā dhātupūjādivasā nāma. Imeyeva visesena bhagavati kattabbassa aññassa abhāvato ekadesena katampi sādhukīḷanaṃ upādāya ‘‘sādhukīḷanadivasā’’ti pākaṭā jātāti āha ‘‘evaṃ sattāhaṃ sādhukīḷanadivasā nāma ahesu’’nti.",
  "tika-s0104t0:239": "Citakāyāti vīsasataratanuccāya candanadārucitakāya, padhānakiccavaseneva ca sattāhaṃ citakāyaṃ agginā jhāyīti vuttaṃ. Na hi accantasaṃyogavasena nirantaraṃ sattāhameva agginā jhāyi tattha pacchimadivaseyeva jhāyitattā, tasmā sattāhasminti attho veditabbo. Purimapacchimānañhi dvinnaṃ sattāhānamantare sattāhe yattha katthacipi divase jhāyamāne sati ‘‘sattāhe jhāyī’’ti vattuṃ yujjati. Yathāha –",
  "tika-s0104t0:240": "‘‘Tena kho pana samayena cattāro mallapāmokkhā sīsaṃ nhātā ahatāni vatthāni nivatthā ‘mayaṃ bhagavato citakaṃ āḷimpessāmā’ti na sakkonti āḷimpetu’’ntiādi (dī. ni. 2.233).",
  "tika-s0104t0:241": "Sattipañjaraṃkatvāti sattikhaggādihatthehi purisehi mallarājūnaṃ bhagavato dhātuārakkhakaraṇaṃ upalakkhaṇavasenāha. Sattihatthā purisā hi sattiyo yathā ‘‘kuntā pacarantī’’ti, tāhi samantato rakkhāpanavasena pañjarapaṭibhāgattā sattipañjaraṃ. Sandhāgāraṃ nāma rājūnaṃ ekā mahāsālā. Uyyogakālādīsu hi rājāno tattha ṭhatvā ‘‘ettakā purato gacchantu, ettakā pacchato, ettakā ubhohi passehi, ettakā hatthīsu abhiruhantu, ettakā assesu, ettakā rathesū’’ti evaṃ sandhiṃ karonti mariyādaṃ bandhanti, tasmā taṃ ṭhānaṃ ‘‘sandhāgāra’’nti vuccati. Apica uyyogaṭṭhānato āgantvāpi yāva gehesu allagomayaparibhaṇḍādīni karonti, tāva dve tīṇi divasāni rājāno tattha santhambhanti vissamanti parissayaṃ vinodentītipi sandhāgāraṃ, rājūnaṃ vā saha atthānusāsanaṃ agārantipi sandhāgāraṃ ha-kārassa dha-kāraṃ, anusarāgamañca katvā, yasmā vā rājāno tattha sannipatitvā ‘‘imasmiṃ kāle kasituṃ vaṭṭati, imasmiṃ kāle vapitu’’nti evamādinā nayena gharāvāsakiccāni sammantayanti, tasmā chinnavicchinnaṃ gharāvāsaṃ tattha sandhārentītipi sandhāgāraṃ. Visākhapuṇṇamito paṭṭhāya yāva visākhamāsassa amāvāsī, tāva soḷasa divasā sīhaḷavohāravasena gahitattā, jeṭṭhamūlamāsassa sukkapakkhe ca pañca divasāti āha ‘‘iti ekavīsati divasā gatā’’ti. Tattha carimadivaseyeva dhātuyo bhājayiṃsu, tasmiṃyeva ca divase ayaṃ kammavācā katā. Tena vuttaṃ ‘‘jeṭṭhamūlasukkapakkhapañcamiya’’ntiādi. Tattha jeṭṭhanakkhattaṃ vā mūlanakkhattaṃ vā tassa māsassa puṇṇamiyaṃ candena yuttaṃ, tasmā so māso ‘‘jeṭṭhamūlamāso’’ti vuccati. Anācāranti heṭṭhā vuttaṃ anācāraṃ.",
  "tika-s0104t0:242": "Yadi evaṃ kasmā vinayaṭṭhakathāyaṃ, (pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) maṅgalasuttaṭṭhakathāyañca (khu. pā. aṭṭha. maṅgalasuttavaṇṇanā) ‘‘sattasu sādhukīḷanadivasesu, sattasu ca dhātupūjādivasesu vītivattesū’’ti vuttanti? Sattasu dhātupūjādivasesu gahitesu tadavinābhāvato majjhe citakāya jhāyanasattāhampi gahitamevāti katvā visuṃ na vuttaṃ viya dissati. Yadi evaṃ kasmā ‘‘aḍḍhamāso atikkanto, diyaḍḍhamāso seso’’ti ca vuttanti? Nāyaṃ doso. Appakañhi ūnamadhikaṃ vā gaṇanūpagaṃ na hoti, tasmā appakena adhikopi samudāyo anadhiko viya hotīti katvā aḍḍhamāsato adhikepi pañcadivase ‘‘aḍḍhamāso atikkanto’’ti vuttaṃ dvāsītikhandhakavattānaṃ katthaci ‘‘asīti khandhakavattānī’’ti vacanaṃ viya, tathā appakena ūnopi samudāyo anūno viya hotīti katvā diyaḍḍhamāsato ūnepi pañcadivase ‘‘diyaḍḍhamāso seso’’ti vuttaṃ satipaṭṭhānavibhaṅgaṭṭhakathāyaṃ (vibha. 356) chamāsato ūnepi aḍḍhamāse ‘‘chamāsaṃ sajjhāyo kātabbo’’ti vacanaṃ viya, aññathā aṭṭhakathānaṃ aññamaññavirodho siyā. Apica dīghabhāṇakānaṃ matena tiṇṇaṃ sattāhānaṃ vasena ‘‘ekavīsati divasā gatā’’ti idha vuttaṃ. Vinayasuttanipātakhuddakapāṭhaṭṭhakathāsu pana khuddakabhāṇakānaṃ matena ekameva jhāyanadivasaṃ katvā tadavasesānaṃ dvinnaṃ sattāhānaṃ vasena ‘‘aḍḍhamāso atikkanto, diyaḍḍhamāso seso’’ti ca vuttaṃ. Paṭhamabuddhavacanādīsu viya taṃ taṃ bhāṇakānaṃ matena aṭṭhakathāsupi vacanabhedo hotīti gahetabbaṃ. Evampettha vadanti – parinibbānadivasato paṭṭhāya ādimhi cattāro sādhukīḷanadivasāyeva, tato paraṃ tayo sādhukīḷanadivasā ceva citakajhāyanadivasā ca, tato paraṃ eko citakajhāyanadivasoyeva, tato paraṃ tayo citakajhāyanadivasā ceva dhātupūjādivasā ca, tato paraṃ cattāro dhātupūjādivasāyeva, iti taṃ taṃ kiccānurūpagaṇanavasena tīṇi sattāhāni paripūrenti, agahitaggahaṇena pana aḍḍhamāsova hoti. ‘‘Ekavīsati divasā gatā’’ti idha vuttavacanañca taṃ taṃ kiccānurūpagaṇaneneva. Evañhi catūsupi aṭṭhakathāsu vuttavacanaṃ sametīti vicāretvā gahetabbaṃ. Vajirabuddhittherena pana vuttaṃ ‘‘aḍḍhamāso atikkantoti ettha eko divaso naṭṭho, so pāṭipadadivaso, kolāhaladivaso nāma so, tasmā idha na gahito’’ti, (vajira. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) taṃ na sundaraṃ parinibbānasuttantapāḷiyaṃ (dī. ni. 2.227) pāṭipadadivasatoyeva paṭṭhāya sattāhassa vuttattā, aṭṭhakathāyañca parinibbānadivasena saddhiṃ tiṇṇaṃ sattāhānaṃ gaṇitattā. Tathā hi parinibbānadivasena saddhiṃ tiṇṇaṃ sattāhānaṃ gaṇaneneva jeṭṭhamūlasukkapakkhapañcamī ekavīsatimo divaso hoti.",
  "tika-s0104t0:243": "Cattālīsa divasāti jeṭṭhamūlasukkapakkhachaṭṭhadivasato yāva āsaḷhī puṇṇamī, tāva gaṇetvā vuttaṃ. Etthantareti cattālīsadivasabbhantare. Rogo eva rogapalibodho. Ācariyupajjhāyesu kattabbakiccameva ācariyupajjhāyapalibodho, tathā mātāpitupalibodho. Yathādhippetaṃ atthaṃ, kammaṃ vā paribundheti uparodheti pavattituṃ na detīti palibodho ra-kārassa la-kāraṃ katvā. Taṃ palibodhaṃ chinditvā taṃ karaṇīyaṃ karotūti saṅgāhakena chinditabbaṃ taṃ sabbaṃ palibodhaṃ chinditvā dhammavinayasaṅgāyanasaṅkhātaṃ tadeva karaṇīyaṃ karotu.",
  "tika-s0104t0:244": "Aññepi mahātherāti anuruddhattherādayo. Sokasallasamappitanti sokasaṅkhātena sallena anupaviṭṭhaṃ paṭividdhaṃ. Asamucchinnaavijjātaṇhānusayattā avijjātaṇhābhisaṅkhātena kammunā bhavayonigatiṭṭhitisattāvāsesu khandhapañcakasaṅkhātaṃ attabhāvaṃ janeti abhinibbattetīti jano. Kilese janeti, ajani, janissatīti vā jano, mahanto jano tathā, taṃ. Āgatāgatanti āgatamāgataṃ yathā ‘‘ekeko’’ti. Ettha siyā – ‘‘thero attano pañcasatāya parisāya parivutto rājagahaṃ gato, aññepi mahātherā attano attano parivāre gahetvā sokasallasamappitaṃ mahājanaṃ assāsetukāmā taṃ taṃ disaṃ pakkantā’’ti idha vuttavacanaṃ samantapāsādikāya ‘‘mahākassapatthero ‘rājagahaṃ āvuso gacchāmā’ti upaḍḍhaṃ bhikkhusaṅghaṃ gahetvā ekaṃ maggaṃ gato, anuruddhattheropi upaḍḍhaṃ gahetvā ekaṃ maggaṃ gato’’ti (pārā. aṭṭha. paṭhamamahāsaṅgītikathāvaṇṇanā) vuttavacanañca aññamaññaṃ viruddhaṃ hoti. Idha hi mahākassapattherādayo attano attano parivārabhikkhūhiyeva saddhiṃ taṃ taṃ disaṃ gatāti attho āpajjati, tattha pana mahākassapattheraanuruddhattherāyeva paccekamupaḍḍhasaṅghena saddhiṃ ekekaṃ maggaṃ gatāti? Vuccate – tadubhayampi hi vacanaṃ na virujjhati atthato saṃsandanattā. Idha hi niravasesena therānaṃ paccekagamanavacanameva tattha nayavasena dasseti, idha attano attano parisāya gamanavacanañca tattha upaḍḍhasaṅghena saddhiṃ gamanavacanena. Upaḍḍhasaṅghoti hi sakasakaparisābhūto bhikkhugaṇo gayhati upaḍḍhasaddassa asamepi bhāge pavattattā. Yadi hi sannipatite saṅghe upaḍḍhasaṅghena saddhinti atthaṃ gaṇheyya, tadā saṅghassa gaṇanapathamatītattā na yujjateva , yadi ca saṅgāyanatthaṃ uccinitānaṃ pañcannaṃ bhikkhusatānaṃ majjhe upaḍḍhasaṅghena saddhinti atthaṃ gaṇheyya, evampi tesaṃ gaṇapāmokkhānaṃyeva uccinitattā na yujjateva. Paccekagaṇino hete. Vuttañhi ‘‘sattasatasahassāni, tesu pāmokkhabhikkhavo’’ti , iti atthato saṃsandanattā tadetaṃ ubhayampi vacanaṃ aññamaññaṃ na virujjhatīti. Taṃtaṃbhāṇakānaṃ matenevaṃ vuttantipi vadanti.",
  "tika-s0104t0:245": "‘‘Aparinibbutassa bhagavato’’tiādinā yojetabbaṃ. Pattacīvaramādāyāti ettha catumahārājadattiyaselamayapattaṃ, sugatacīvarañca gaṇhitvāti attho. Soyeva hi patto bhagavatā sadā paribhutto. Vuttañhi samacittapaṭipadāsuttaṭṭhakathāyaṃ ‘‘vassaṃvutthānusārena atirekavīsativassakālepi tasseva paribhuttabhāvaṃ dīpetukāmena pātova sarīrapaṭijagganaṃ katvā sunivatthanivāsano sugatacīvaraṃ pārupitvā selamayapattamādāya bhikkhusaṅghaparivuto dakkhiṇadvārena nagaraṃ pavisitvā piṇḍāya caranto’’ti (a. ni. aṭṭha. 2.37) gandhamālādayo nesaṃ hattheti gandhamālādihatthā.",
  "tika-s0104t0:246": "Tatrāti tissaṃ sāvatthiyaṃ. Sudanti nipātamattaṃ. Aniccatādipaṭisaṃyuttāyāti ‘‘sabbe saṅkhārā aniccā’’tiādinā (dha. pa. 277) aniccasabhāvapaṭisaññuttāya. Dhammena yuttā, dhammassa vā patirūpāti dhammī, tādisāya. Saññāpetvāti suṭṭhu jānāpetvā, samassāsetvāti vuttaṃ hoti. Vasitagandhakuṭinti niccasāpekkhattā samāso. Paribhogacetiyabhāvato ‘‘gandhakuṭiṃ vanditvā’’ti vuttaṃ. ‘‘Vanditvā’’ti ca ‘‘vivaritvā’’ti ettha pubbakālakiriyā. Tathā hi ācariyasāriputtattherena vuttaṃ ‘‘gandhakuṭiyā dvāraṃ vivaritvāti paribhogacetiyabhāvato gandhakuṭiṃ vanditvā gandhakuṭiyā dvāraṃ vivarīti veditabba’’nti (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathā) milātā mālā, sāyeva kacavaraṃ, milātaṃ vā mālāsaṅkhātaṃ kacavaraṃ tathā. Atiharitvāti paṭhamaṃ ṭhapitaṭṭhānamabhimukhaṃ haritvā. Yathāṭhāne ṭhapetvāti paṭhamaṃ ṭhapitaṭṭhānaṃ anatikkamitvā yathāṭhitaṭṭhāneyeva ṭhapetvā. Bhagavato ṭhitakāle karaṇīyaṃ vattaṃ sabbamakāsīti senāsane kattabbavattaṃ sandhāya vuttaṃ. Kurumāno cāti taṃ sabbaṃ vattaṃ karonto ca. Lakkhaṇe hi ayaṃ māna-saddo. Nhānakoṭṭhakassa sammajjanañca tasmiṃ udakassa upaṭṭhāpanañca, tāni ādīni yesaṃ dhammadesanāovādādīnanti tathā, tesaṃ kālesūti attho. Sīhassa migarājassa seyyā sīhaseyyā, taddhitavasena, sadisavohārena vā bhagavato seyyāpi ‘‘sīhaseyyā’’ti vuccati. Tejussadairiyāpathattā uttamaseyyā vā, yaṃ sandhāya vuttaṃ ‘‘atha kho bhagavā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno’’ti, (dī. ni. 2.198) taṃ. Kappanakālo karaṇakālo nanūti yojetabbaṃ.",
  "tika-s0104t0:247": "‘‘Yathā ta’’ntiādinā yathāvuttamatthaṃ upamāya āvi karoti. Tattha yathā aññopi bhagavato…pe… patiṭṭhitapemo ceva akhīṇāsavo ca anekesu…pe… upakārasañjanitacittamaddavo ca akāsi, evaṃ āyasmāpi ānando bhagavato guṇa…pe… maddavo ca hutvā akāsīti yojanā. Nti nipātamattaṃ. Apica etena tathākaraṇahetuṃ dasseti, yathā aññepi yathāvuttasabhāvā akaṃsu, tathā āyasmāpi ānando bhagavato…pe… patiṭṭhitapemattā ceva akhīṇāsavattā ca anekesu…pe… upakārasañjanitacittamaddavattā cāti hetuatthassa labbhamānattā. Hetugabbhāni hi etāni padāni tadatthasseva tathākaraṇahetubhāvato. Dhanapāladamana (cūḷava. 342), suvaṇṇakakkaṭa (jā. 1.5.94), cūḷahaṃsa (jā. 1.15.133) -mahāhaṃsajātakādīhi (jā. 2.21.89) cettha vibhāvetabbo. Guṇānaṃ gaṇo, soyeva amatanipphādakarasasadisatāya amataraso. Taṃ jānanapakatitāyāti patiṭṭhitapade hetu. Upakāra…pe… maddavoti upakārapubbabhāvena sammājanitacittamuduko. Evampi so iminā kāraṇena adhivāsesīti dassento ‘‘tamena’’ntiādimāha. Tattha tamenanti taṃ āyasmantaṃ ānandaṃ. Eta-saddo hi padālaṅkāramattaṃ. Ayañhi saddapakati, yadidaṃ dvīsu sabbanāmesu pubbapadasseva atthapadatā. Saṃvejesīti ‘‘nanu bhagavatā paṭikacceva akkhātaṃ ‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo’tiādinā (dī. ni. 2.183; saṃ. ni. 5.379; a. ni. 10.48) saṃvegaṃ janesī’’ti (dī. ni. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) ācariyadhammapālattherena vuttaṃ, evaṃ sati ‘‘bhante…pe… assāsessathāti paṭhamaṃ vatvā’’ti saha pāṭhasesena yojanā assa. Yathārutato pana ādyatthena iti-saddena ‘‘evamādinā saṃvejesī’’ti yojanāpi yujjateva. Yena kenaci hi vacanena saṃvegaṃ janesi, taṃ sabbampi saṃvejanassa karaṇaṃ sambhavatīti. Santhambhitvāti paridevanādivirahena attānaṃ paṭibandhetvā patiṭṭhāpetvā. Ussannadhātukanti upacitapittasemhādidosaṃ. Pittasemhavātavasena hi tisso dhātuyo idha bhesajjakaraṇayogyatāya adhippetā, yā ‘‘dosā, malā’’ti ca loke vuccanti, pathavī āpo tejo vāyo ākāsoti ca bhedena paccekaṃ pañcavidhā. Vuttañhi –",
  "tika-s0104t0:248": "‘‘Vāyupittakaphā dosā, dhātavo ca malā tathā;",
  "tika-s0104t0:249": "Tatthāpi pañcadhākhyātā, paccekaṃ dehadhāraṇā.",
  "tika-s0104t0:250": "Sarīradūsanā dosā, malīnakaraṇā malā;",
  "tika-s0104t0:251": "Dhāraṇā dhātavo te tu, itthamanvatthasaññakā’’ti.",
  "tika-s0104t0:252": "Samassāsetunti santappetuṃ. Devatāya saṃvejitadivasato, jetavanavihāraṃ paviṭṭhadivasato vā dutiyadivase. Viriccati etenāti virecanaṃ, osadhaparibhāvitaṃ khīrameva virecanaṃ tathā. Yaṃ sandhāyāti yaṃ bhesajjapānaṃ sandhāya. Aṅgapaccaṅgena sobhatīti subho, manuno apaccaṃ mānavo, na-kārassa pana ṇa-kāre kate māṇavo. Manūti hi paṭhamakappikakāle manussānaṃ mātāpituṭṭhāne ṭhito puriso, yo sāsane ‘‘mahāsammatarājā’’ti vutto. So hi sakalalokassa hitaṃ manabhi jānātīti manūti vuccati. Evampettha vadanti ‘‘dantaja na-kārasahito mānavasaddo sabbasattasādhāraṇavacano, muddhaja ṇa-kārasahito pana māṇavasaddo kucchitamūḷhāpaccavacano’’ti. Cūḷakammavibhaṅgasuttaṭṭhakathāyampi (ma. ni. aṭṭha. 4.289) hi muddhaja ṇa-kārasahitasseva māṇavasaddassa attho vaṇṇito. Taṭṭīkāyampi ‘‘yaṃ apaccaṃ kucchitaṃ mūḷhaṃ vā, tattha loke māṇavavohāro, yebhuyyena ca sattā daharakāle mūḷhadhātukā hontīti tassevattho pakāsito’’ti vadanti ācariyā. Aññattha ca vīsativassabbhantaro yuvā māṇavo, idha pana tabbohārena mahallakopi. Vuttañhi cūḷakammavibhaṅgasuttavaṇṇanāyaṃ ‘‘māṇavoti pana taṃ taruṇakāle vohariṃsu, so mahallakakālepi teneva vohārena voharīyatī’’ti, (ma. ni. aṭṭha. 4.289) subhanāmakena laddhamāṇavavohārenāti attho. So pana ‘‘satthā parinibbuto, ānandatthero kirassa pattacīvaramādāya āgato, mahājano taṃ dassanāya upasaṅkamatī’’ti sutvā ‘‘vihāraṃ kho pana gantvā mahājanamajjhe na sakkā sukhena paṭisanthāraṃ vā kātuṃ, dhammakathaṃ vā sotuṃ, gehamāgataṃyeva naṃ disvā sukhena paṭisanthāraṃ karissāmi , ekā ca me kaṅkhā atthi, tampi naṃ pucchissāmī’’ti cintetvā ekaṃ māṇavakaṃ pesesi, taṃ sandhāyāha ‘‘pahitaṃ māṇavaka’’nti khuddake cettha kapaccayo. Etadavocāti etaṃ ‘‘akālo’’tiādikaṃ vacanaṃ ānandatthero avoca.",
  "tika-s0104t0:253": "Akāloti ajja gantuṃ ayuttakālo. Kasmāti ce ‘‘atthi me’’tiādimāha. Bhesajjamattāti appakaṃ bhesajjaṃ. Appattho hettha mattāsaddo ‘‘mattā sukhapariccāgā’’tiādīsu (dha. pa. 290) viya. Pītāti pivitā. Svepīti ettha ‘‘api-saddo apekkho mantā nuññāyā’’ti (vajira. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vajirabuddhittherena vuttaṃ. Ayaṃ pana tassādhippāyo – ‘‘appeva nāmā’’ti saṃsayamatte vutte anuññātabhāvo na siddho, tasmā taṃ sādhanatthaṃ ‘‘apī’’ti vuttaṃ, tena imamatthaṃ dīpeti ‘‘appeva nāma sve mayaṃ upasaṅkameyyāma, upasaṅkamituṃ paṭibalā samānā upasaṅkamissāma cā’’ti.",
  "tika-s0104t0:254": "Dutiyadivaseti khīravirecanapītadivasato dutiyadivase. Cetakattherenāti cetiyaraṭṭhe jātattā cetakoti evaṃ laddhanāmena therena. Pacchāsamaṇenāti pacchānugatena samaṇena. Sahatthe cetaṃ karaṇavacanaṃ. Subhena māṇavena puṭṭhoti ‘‘yesu dhammesu bhavaṃ gotamo imaṃ lokaṃ patiṭṭhapesi, te tassa accayena naṭṭhā nu kho, dharanti nu kho, sace dharanti, bhavaṃ (natthi dī. ni. aṭṭha. 1.448) ānando jānissati, handa naṃ pucchāmī’’ti evaṃ cintetvā ‘‘yesaṃ so bhavaṃ gotamo dhammānaṃ vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi, katamesānaṃ kho bho ānanda dhammānaṃ so bhavaṃ gotamo vaṇṇavādī ahosī’’tiādinā (dī. ni. 1.448) puṭṭho, athassa thero tīṇi piṭakāni sīlakkhandhādīhi tīhi khandhehi saṅgahetvā dassento ‘‘tiṇṇaṃ kho māṇava khandhānaṃ so bhagavā vaṇṇavādī’’tiādinā (dī. ni. 1.449) idha sīlakkhandhavagge dasamaṃ suttamabhāsi, taṃ sandhāyāha ‘‘imasmiṃ…pe… mabhāsī’’ti.",
  "tika-s0104t0:255": "Khaṇḍanti chinnaṃ. Phullanti bhinnaṃ, sevālāhichattakādivikassanaṃ vā, tesaṃ paṭisaṅkharaṇaṃ sammā pākatikakaraṇaṃ, abhinavapaṭikaraṇanti vuttaṃ hoti. Upakaṭṭhāyāti āsannāya. Vassaṃ upanenti upagacchanti etthāti vassūpanāyikā, vassūpagatakālo, tāya. Saṅgītipāḷiyaṃ (cūḷava. 440) sāmaññena vuttampi vacanaṃ evaṃ gateyeva sandhāya vuttanti saṃsandetuṃ sādhetuṃ vā āha ‘‘evañhī’’tiādi.",
  "tika-s0104t0:256": "Rājagahaṃ parivāretvāti bahinagare ṭhitabhāvena vuttaṃ. Chaḍḍitapatitauklāpāti chaḍḍitā ca patitā ca uklāpā ca. Idaṃ vuttaṃ hoti – bhagavato parinibbānaṭṭhānaṃ gacchantehi bhikkhūhi chaḍḍitā vissaṭṭhā, tatoyeva ca upacikādīhi khāditattā ito cito ca patitā, sammajjanābhāvena ākiṇṇakacavarattā uklāpā cāti. Tadevatthaṃ ‘‘bhagavato hī’’tiādinā vibhāveti. Avakuthi pūtibhāvamagamāsīti uklāpo tha-kārassa la-kāraṃ katvā, ujjhiṭṭho vā kalāposamūhoti uklāpo, vaṇṇasaṅgamanavasenevaṃ vuttaṃ yathā ‘‘upakleso, sneho’’ – iccādi, tena yuttāti tathā. Paricchedavasena veṇīyanti dissantīti pariveṇā. Kurumānāti kattukāmā. Senāsanavattānaṃ paññattattā, senāsanakkhandhake ca senāsanapaṭibaddhānaṃ bahūnampi vacanānaṃ vuttattā senāsanapaṭisaṅkharaṇampi tassa pūjāyeva nāmāti āha ‘‘bhagavato vacanapūjanattha’’nti. Paṭhamaṃ māsanti vassānassa paṭhamaṃ māsaṃ. Accantasaṃyoge cetaṃ upayogavacanaṃ. ‘‘Titthiyavādaparimocanatthañcā’’ti vuttamatthaṃ pākaṭaṃ kātuṃ ‘‘titthiyā hī’’tiādi vuttaṃ.",
  "tika-s0104t0:257": "Yanti katikavattakaraṇaṃ. Edisesu hi ṭhānesu yaṃ-saddo taṃ-saddānapekkho teneva atthassa paripuṇṇattā. Yaṃ vā katikavattaṃ sandhāya ‘‘atha kho’’tiādi vuttaṃ, tadeva mayāpi vuttanti attho. Esa nayo īdisesu bhagavatā…pe… vaṇṇitanti senāsanavattaṃ paññapentena senāsanakkhandhake (cūḷava. 308) ca senāsanapaṭibaddhavacanaṃ kathentena vaṇṇitaṃ. Saṅgāyissāmāti ettha iti-saddassa ‘‘vuttaṃ ahosī’’ti ca ubhayattha sambandho, ekassa vā iti-saddassa lopo.",
  "tika-s0104t0:258": "Dutiyadivaseti evaṃ cintitadivasato dutiyadivase, so ca kho vassūpanāyikadivasato dutiyadivasova. Therā hi āsaḷhipuṇṇamito pāṭipadadivaseyeva sannipatitvā vassamupagantvā evaṃ cintesunti. Rājadvāreti rājagehadvāre. Hatthakammanti hatthakiriyaṃ, hatthakammassa karaṇanti vuttaṃ hoti. Paṭivedesunti jānāpesuṃ. Visaṭṭhāti nirāsaṅkacittā. Āṇāyeva appaṭihatavuttiyā pavattanaṭṭhena cakkanti āṇācakkaṃ. Tathā dhammoyeva cakkanti dhammacakkaṃ, taṃ panidha desanāñāṇapaṭivedhañāṇavasena duvidhampi yujjati tadubhayeneva saṅgītiyā pavattanato. ‘‘Dhammacakkanti cetaṃ desanāñāṇassāpi nāmaṃ, paṭivedhañāṇassāpī’’ti (saṃ. ni. aṭṭha. 2.3.78) hi aṭṭhakathāsu vuttaṃ. Sannisajjaṭṭhānanti sannipatitvā nisīdanaṭṭhānaṃ. Satta paṇṇāni yassāti sattapaṇṇī, yo ‘‘chattapaṇṇo, visamacchado’’ tipi vuccati, tassa jātaguhadvāreti attho.",
  "tika-s0104t0:259": "Vissakammunāti sakkassa devānamindassa kammākammavidhāyakaṃ devaputtaṃ sandhāyāha. Suvibhattabhittithambhasopānanti ettha suvibhattapadassa dvandato pubbe suyyamānattā sabbehi dvandapadehi sambandho, tathā ‘‘nānāvidha…pe… vicitta’’ntiādīsupi. Rājabhavanavibhūtinti rājabhavanasampattiṃ, rājabhavanasobhaṃ vā. Avahasantamivāti avahāsaṃ kurumānaṃ viya. Siriyāti sobhāsaṅkhātāya lakkhiyā. Niketanamivāti vasanaṭṭhānamiva, ‘‘jalantamivā’’tipi pāṭho. Ekasmiṃyeva pānīyatitthe nipatantā pakkhino viya sabbesampi janānaṃ cakkhūni maṇḍapeyeva nipatantīti vuttaṃ ‘‘ekanipāta…pe… vihaṅgāna’’nti. Nayanavihaṅgānanti nayanasaṅkhātavihaṅgānaṃ. Lokarāmaṇeyyakamiva sampiṇḍitanti yadi loke vijjamānaṃ rāmaṇeyyakaṃ sabbameva ānetvā ekattha sampiṇḍitaṃ siyā, taṃ viyāti vuttaṃ hoti, yaṃ yaṃ vā loke ramitumarahati, taṃ sabbaṃ sampiṇḍitamivātipi attho. Daṭṭhabbasāramaṇḍanti pheggurahitaṃ sāraṃ viya, kasaṭavinimuttaṃ pasannaṃ viya ca daṭṭhumaraharūpesu sārabhūtaṃ, pasannabhūtañca. Apica daṭṭhabbo dassanīyo sārabhūto visiṭṭhataro maṇḍo maṇḍanaṃ alaṅkāro etassāti daṭṭhabbasāramaṇḍo, taṃ. Maṇḍaṃ sūriyarasmiṃ pāti nivāreti, sabbesaṃ vā janānaṃ maṇḍaṃ pasannaṃ pāti rakkhati, maṇḍanamalaṅkāraṃ vā pāti pivati alaṅkarituṃ yuttabhāvenāti maṇḍapo, taṃ.",
  "tika-s0104t0:260": "Kusumadāmāni ca tāni olambakāni ceti kusumadāmolambakāni. Visesanassa cettha paranipāto yathā ‘‘agyāhito’’ti. Vividhāniyeva kusumadāmolambakāni tathā, tāni viniggalantaṃ visesena vamentaṃ nikkhāmentamiva cāru sobhanaṃ vitānaṃ etthāti tathā. Kuṭṭena gahito samaṃ katoti kuṭṭimo, koṭṭimo vā, tādisoyeva maṇīti maṇikoṭṭimo, nānāratanehi vicitto maṇikoṭṭimo, tassa talaṃ tathā. Atha vā maṇiyo koṭṭetvā katatalattā maṇikoṭṭena nipphattanti maṇikoṭṭimaṃ, tameva talaṃ, nānāratanavicittaṃ maṇikoṭṭimatalaṃ tathā. Tamiva ca nānāpupphūpahāravicittaṃ supariniṭṭhitabhūmikammanti sambandho. Pupphapūjā pupphūpahāro. Ettha hi nānāratanavicittaggahaṇaṃ nānāpupphūpahāravicittatāyanidassanaṃ, maṇikoṭṭimatalaggahaṇaṃ supariniṭṭhitabhūmikammatāyāti daṭṭhabbaṃ. Nanti maṇḍapaṃ. Brahmavimānasadisanti bhāvanapuṃsakaṃ, yathā brahmavimānaṃ sobhati, tathā alaṅkaritvāti attho. Visesena mānetabbanti vimānaṃ. Saddavidū pana ‘‘vihe ākāse māyanti gacchanti devā yenāti vimāna’’nti vadanti. Visesena vā sucaritakammunā mīyati nimmīyatīti vimānaṃ, vīti vā sakuṇo vuccati, taṃ saṇṭhānena mīyati nimmīyatīti vimānantiādināpi vattabbo. Vimānaṭṭhakathāyaṃ pana ‘‘ekayojanadviyojanādibhāvena pamāṇavisesayuttatāya, sobhātisayayogena ca visesato mānanīyatāya vimāna’’nti (vi. va. aṭṭha. ganthārambhakathā) vuttaṃ. Natthi agghametesanti anagghāni, aparimāṇagghāni agghitumasakkuṇeyyānīti vuttaṃ hoti. Patirūpaṃ, paccekaṃ vā attharitabbānīti paccattharaṇāni, tesaṃ satāni tathā. Uttarābhimukhanti uttaradisābhimukhaṃ. Dhammopi satthāyeva satthukiccanipphādanatoti vuttaṃ ‘‘buddhassa bhagavato āsanārahaṃ dhammāsanaṃ paññapetvā’’ti. Yathāha ‘‘yo kho…pe… mamaccayena satthā’’tiādi, (dī. ni. 2.216) tathāgatappaveditadhammadesakassa vā satthukiccāvahattā tathārūpe āsane nisīditumarahatīti dassetumpi evaṃ vuttaṃ. Āsanārahanti nisīdanārahaṃ. Dhammāsananti dhammadesakāsanaṃ, dhammaṃ vā kathetuṃ yuttāsanaṃ. Dantakhacitanti dantehi khacitaṃ, hatthidantehi katanti vuttaṃ hoti. ‘‘Danto nāma hatthidanto vuccatī’’ti hi vuttaṃ. Etthāti etasmiṃ dhammāsane. Mama kiccanti mama kammaṃ, mayā vā karaṇīyaṃ.",
  "tika-s0104t0:261": "Idāni āyasmato ānandassa asekkhabhūmisamāpajjanaṃ dassento ‘‘tasmiñca panā’’tiādimāha. Tattha tasmiñca pana divasaeti tathā raññā ārocāpitadivase, sāvaṇamāsassakāḷapakkhacatutthadivaseti vuttaṃ hoti. Anatthajananato visasaṅkāsatāya kileso visaṃ, tassa khīṇāsavabhāvato aññathābhāvasaṅkhātā satti gandho. Tathā hi so bhagavato parinibbānādīsu vilāpādimakāsi. Apica visajananakapupphādigandhapaṭibhāgatāya nānāvidhadukkhahetukiriyājananako kilesova ‘‘visagandho’’ti vuccati. Tathā hi so ‘‘visaṃ haratīti visattikā, visamūlāti visattikā, visaphalāti visattikā, visaparibhogāti visattikā’’tiādinā (mahāni. 3) vuttoti. Apica visagandhonāma virūpo maṃsādigandho, taṃsadisatāya pana kileso. ‘‘Vissasaddo hi virūpe’’ti (dha. sa. ṭī. 624) abhidhammaṭīkāyaṃvuttaṃ. Addhāti ekaṃsato. Saṃveganti dhammasaṃvegaṃ. ‘‘Ohitabhārāna’’nti hi yebhuyyena, padhānena ca vuttaṃ. Edisesu pana ṭhānesu tadaññesampi dhammasaṃvegoyeva adhippeto. Tathā hi ‘‘saṃvego nāma sahottappaṃ ñāṇaṃ, so tassā bhagavato dassane uppajjī’’ti (vi. va. aṭṭha. 838) rajjumālāvimānavaṇṇanāyaṃvuttaṃ, sā ca tadā aviññātasāsanā anāgataphalāti. Itarathā hi cittutrāsavasena dosoyeva saṃvegoti āpajjati, evañca sati so tassa asekkhabhūmisamāpajjanassa ekaṃsakāraṇaṃ na siyā. Evamabhūto ca so idha na vattabboyevāti alamatipapañcena. Tenāti tasmā sve saṅghasannipātassa vattamānattā, sekkhasakaraṇīyattā vā. Te na yuttanti tava na yuttaṃ, tayā vā sannipātaṃ gantuṃ na patirūpaṃ.",
  "tika-s0104t0:262": "Metanti mama etaṃ gamanaṃ. Yvāhanti yo ahaṃ, yanti vā kiriyāparāmasanaṃ, tena ‘‘gaccheyya’’nti ettha gamanakiriyaṃ parāmasati, kiriyāparāmasanassa ca yaṃ taṃ-saddassa ayaṃ pakati, yadidaṃ napuṃsakaliṅgena, ekavacanena ca yogyatā tathāyeva tattha tattha dassanato. Kiriyāya hi sabhāvato napuṃsakattamekattañca icchanti saddavidū. Āvajjesīti upanāmesi. Muttāti muccitā. Appattañcāti agatañca, bimbohane na tāva ṭhapitanti vuttaṃ hoti. Etasmiṃ antareti etthantare, iminā padadvayena dassitakālānaṃ vemajjhakkhaṇe, tathādassitakāladvayassa vā vivareti vuttaṃ hoti.",
  "tika-s0104t0:263": "‘‘Kāraṇe ceva citte ca, khaṇasmiṃ vivarepi ca;",
  "tika-s0104t0:264": "Vemajjhādīsu atthesu ‘antarā’ti ravo gato’’ti.",
  "tika-s0104t0:265": "Hi vuttaṃ. Anupādāyāti taṇhādiṭṭhivasena kañci dhammaṃ aggahetvā, yehi vā kilesehi muccati, tesaṃ lesamattampi aggahetvā. Āsavehīti bhavato ā bhavaggaṃ, dhammato ca ā gotrabhuṃ savanato pavattanato āsavasaññitehi kilesehi. Upalakkhaṇavacanamattañcetaṃ. Tadekaṭṭhatāya hi sabbehipi kilesehi sabbehipi pāpadhammehi cittaṃ vimuccatiyeva. Cittaṃ vimuccīti cittaṃ arahattamaggakkhaṇe āsavehi vimuccamānaṃ hutvā arahattaphalakkhaṇe vimucci. Tadatthaṃ vivarati ‘‘ayañhī’’tiādinā. Caṅkamenāti caṅkamanakiriyāya. Visesanti attanā laddhamaggaphalato visesamaggaphalaṃ. Vivaṭṭūpanissayabhūtaṃ kataṃ upacitaṃ puññaṃ yenāti katapuñño, arahattādhigamāya katādhikāroti attho. Padhānamanuyuñjāti vīriyamanuyuñjāhi, arahattasamāpattiyā anuyogaṃ karohīti vuttaṃ hoti. Hohisīti bhavissasi. Kathādosoti kathāya doso vitathabhāvo. Accāraddhanti ativiya āraddhaṃ. Uddhaccāyāti uddhatabhāvāya. Handāti vossaggavacanaṃ. Tena hi adhunāyeva yojemi, na panāhaṃ papañcaṃ karomīti vossaggaṃ karoti. Vīriyasamataṃ yojemīti caṅkamanavīriyassa adhimattattā tassa hāpanavasena samādhinā samatāpādanena vīriyassa samataṃ samabhāvaṃ yojemi, vīriyena vā samathasaṅkhātaṃ samādhiṃ yojemītipi attho. Dvidhāpi hi pāṭho dissati. Vissamissāmīti assasissāmi. Idāni tassa visesato pasaṃsanārahabhāvaṃ dassetuṃ ‘‘tenā’’tiādi vuttaṃ. Tenāti catuiriyāpathavirahitatākāraṇena. ‘‘Anipanno’’tiādīni paccuppannavacanāneva. Parinibbutopi so ākāseyeva parinibbāyi. Tasmā therassa kilesaparinibbānaṃ, khandhaparinibbānañca visesena pasaṃsārahaṃ acchariyabbhutamevāti.",
  "tika-s0104t0:266": "Dutiyadivaseti therena arahattapattadivasato dutiyadivase. Pañcamiyanti tithīpekkhāya vuttaṃ, ‘‘dutiyadivase’’ti iminā tulyādhikaraṇaṃ. Bhinnaliṅgampi hi tulyatthapadaṃ dissati yathā ‘‘guṇo pamāṇaṃ, vīsati cittāni’’ iccādi. Kāḷapakkhassāti sāvaṇamāsakāḷapakkhassa. Paṭhamañhi māsaṃ khaṇḍaphullapaṭisaṅkharaṇamakaṃsu, paṭhamamāsabhāvo ca majjhimappadesavohārena. Tattha hi purimapuṇṇamito yāva aparā puṇṇamī, tāva eko māsoti voharanti. Tato tīṇi divasāni rājā maṇḍapamakāsi, tato dutiyadivase thero arahattaṃ sacchākāsi, tatiyadivase pana sannipatitvā therā saṅgītimakaṃsu, tasmā āsaḷhimāsakāḷapakkhapāṭipadato yāva sāvaṇamāsakāḷapakkhapañcamī , tāva pañcadivasādhiko ekamāso hoti. Samānoti uppajjamāno. Haṭṭhatuṭṭhacittoti ativiya somanassacitto, pāmojjena vā haṭṭhacitto pītiyā tuṭṭhacitto. Ekaṃsanti ekasmiṃ aṃse, vāmaṃseti attho. Tathā hi vaṅgīsasuttavaṇṇanāyaṃ vuttaṃ –",
  "tika-s0104t0:267": "‘‘Ekaṃsaṃ cīvaranti ettha puna saṇṭhāpanavasena evaṃ vuttaṃ, ekaṃsanti ca vāmaṃsaṃ pārupitvā ṭhitassetaṃ adhivacanaṃ. Yato yathā vāmaṃsaṃ pārupitvā ṭhitaṃ hoti, tathā cīvaraṃ katvāti evamassattho veditabbo’’ti (su. ni. aṭṭha. 2.345).",
  "tika-s0104t0:268": "Bandha…pe… viyāti vaṇṭato pavuttasuparipakkatālaphalamiva. Paṇḍu…pe… viyāti sitapītapabhāyuttapaṇḍuromajakambale ṭhapito jātimā maṇi viya, jātivacanena cettha kuttimaṃ nivatteti. Samuggatapuṇṇacando viyāti juṇhapakkhapannarasuposathe samuggato soḷasakalāparipuṇṇo cando viya. Bālā…pe… viyāti taruṇasūriyapabhāsamphassena phullitasuvaṇṇavaṇṇaparāgagabbhaṃ satapattapaddhaṃ viya. ‘‘Piñjarasaddo hi hemavaṇṇapariyāyo’’ti (sārattha. ṭī. 1.22) sāratthadīpaniyaṃ vutto. Pariyodātenāti pabhassarena. Sappabhenāti vaṇṇappabhāya, sīlappabhāya ca samannāgatena. Sassirikenāti sarīrasobhaggādisaṅkhātāya siriyā ativiya sirimatā. Mukhavarenāti yathāvuttasobhāsamalaṅkatattā uttamamukhena. Kāmaṃ ‘‘ahamasmi arahattaṃ patto’’ti nārocesi, tathārūpāya pana uttamalīḷāya gamanato passantā sabbepi tamatthaṃ jānanti, tasmā ārocento viya hotīti āha ‘‘attano arahattappattiṃ ārocayamāno viya agamāsī’’ti.",
  "tika-s0104t0:269": "Kimatthaṃ panāyaṃ evamārocayamāno viya agamāsīti? Vuccate – so hi ‘‘attupanāyikaṃ akatvā aññabyākaraṇaṃ bhagavatā saṃvaṇṇita’’nti manasi karitvā ‘‘sekkhatāya dhammavinayasaṅgītiyā gahetumayuttampi bahussutattā gaṇhissāmā’’ti nisinnānaṃ therānaṃ arahattappattivijānanena somanassuppādanatthaṃ, ‘‘appamatto hohī’’ti bhagavatā dinnaovādassa ca saphalatādīpanatthaṃ evamārocayamāno viya agamāsīti. Āyasmatomahākassapassaetadahosi samasamaṭṭhapanādinā yathāvuttakāraṇena satthukappattā. Dhareyyāti vijjamāno bhaveyya. ‘‘Sobhati vata te āvuso ānanda arahattasamadhigamatā’’tiādinā sādhukāramadāsi. Ayamidha dīghabhāṇakānaṃ vādo. Khuddakabhāṇakesu ca suttanipātakhuddakapāṭhabhāṇakānaṃ vādotipi yujjati tadaṭṭhakathāsupi tathā vuttattā.",
  "tika-s0104t0:270": "Majjhimaṃ nikāyaṃ bhaṇanti sīlenāti majjhimabhāṇakā, tappaguṇā ācariyā. Yathāvuḍḍhanti vuḍḍhapaṭipāṭiṃ, tadanatikkamitvā vā. Tatthāti tasmiṃ bhikkhusaṅghe. Ānandassa etamāsananti sambandho. Tasmiṃ samayeti tasmiṃ evaṃkathanasamaye. Thero cintesi ‘‘kuhiṃ gato’’ti pucchantānaṃ attānaṃ dassente ativiya pākaṭabhāvena bhavissamānattā, ayampi majjhimabhāṇakesveva ekaccānaṃ vādo, tasmā itipi eke vadantīti sambandho. Ākāsena āgantvā attano āsaneyeva attānaṃ dassesītipi tesameva ekacce vadanti. Pulliṅgavisaye hi ‘‘eke’’ti vutte sabbattha ‘‘ekacce’’ti attho veditabbo. Tīsupi cettha vādesu tesaṃ tesaṃ bhāṇakānaṃ tena tenākārena āgatamattaṃ ṭhapetvā visuṃ visuṃ vacane aññaṃ visesakāraṇaṃ natthi. Sattamāsaṃ katāya hi dhammavinayasaṅgītiyā kadāci pakatiyāva, kadāci pathaviyaṃ nimujjitvā, kadāci ākāsena āgatattā taṃ tadāgamanamupādāya tathā tathā vadanti. Apica saṅgītiyā ādidivaseyeva paṭhamaṃ pakatiyā āgantvā tato paraṃ ākāsamabbhuggantvā parisaṃ pattakāle tato otaritvā bhikkhupantiṃ apīḷento pathaviyaṃ nimujjitvā āsane attānaṃ dassesītipi vadanti. Yathā vā tathā vā āgacchatu, āgamanākāramattaṃ na pamāṇaṃ, āgantvā gatakāle āyasmato mahākassapassa sādhukāradānameva pamāṇaṃ satthārā dātabbasādhukāradāneneva arahattappattiyā aññesampi ñāpitattā, bhagavati dharamāne paṭiggahetabbāya ca pasaṃsāya therassa paṭiggahitattā. Tasmā tamatthaṃ dassento ‘‘yathā vā’’tiādimāha. Sabbatthāpīti sabbesupi tīsu vādesu.",
  "tika-s0104t0:271": "Bhikkhū āmantesīti bhikkhū ālapīti ayamettha attho, aññatra pana ñāpanepi dissati yathā ‘‘āmantayāmi vo bhikkhave, (dī. ni. 2.218) paṭivedayāmi vo bhikkhave’’ti (a. ni. 7.72) pakkosanepi dissati yathā ‘‘ehi tvaṃ bhikkhu mama vacanena sāriputtaṃ āmantehī’’ti (a. ni. 9.11) ālapanepi dissati yathā ‘‘tatra kho bhagavā bhikkhū āmantesi ‘bhikkhavo’ti’’ (saṃ. ni. 1.249), idhāpi ālapaneti sāratthadīpaniyaṃ (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) vuttaṃ. Ālapanamattassa pana abhāvato ‘‘kiṃ paṭhamaṃ saṅgāyāmā’’tiādinā vuttena viññāpiyamānatthantarena ca sahacaraṇato ñāpaneva vaṭṭati, tasmā āmantesīti paṭivedesi viññāpesīti attho vattabbo. ‘‘Tatra kho bhagavā bhikkhū āmantesi ‘bhikkhavo’ti, ‘bhaddante’ti te bhikkhū bhagavato paccassosu’’ntiādīsu (saṃ. ni. 1.249) hi ālapanamattameva dissati, na viññāpiyamānatthantaraṃ, taṃ pana ‘‘bhūtapubbaṃ bhikkhave’’tiādinā (saṃ. ni. 1.249) paccekameva āraddhaṃ. Tasmā tādisesveva ālapane vaṭṭatīti no takko. Saddavidū pana vadanti ‘‘āmantayitvā devindo, vissakammaṃ mahiddhika’ntiādīsu (cariyā. 107) viya mantasaddo guttabhāsane. Tasmā ‘āmantesī’ti etassa sammantayīti attho’’ti. ‘‘Āvuso’’tiādi āmantanākāradīpanaṃ. Dhammaṃ vā vinayaṃ vāti ettha vā-saddo vikappane, tena ‘‘kimekaṃ tesu paṭhamaṃ saṅgāyāmā’’ti dasseti. Kasmā āyūti āha ‘‘vinaye ṭhite’’tiādi. ‘‘Yasmā, tasmā’’ti ca ajjhāharitvā yojetabbaṃ. Tasmāti tāya āyusarikkhatāya . Dhuranti jeṭṭhakaṃ. No nappahotīti pahotiyeva. Dvipaṭisedho hi saha atisayena pakatyatthadīpako.",
  "tika-s0104t0:272": "Etadagganti eso aggo. Liṅgavipallāsena hi ayaṃ niddeso. Yadidanti ca yo ayaṃ, yadidaṃ khandhapañcakanti vā yojetabbaṃ. Evañhi sati ‘‘etadagga’’nti yathārutaliṅgameva. ‘‘Yadida’’nti padassa ca ayaṃ sabhāvo, yā tassa tassa atthassa vattabbassa liṅgānurūpena ‘‘yo aya’’nti vā ‘‘yā aya’’nti vā ‘‘yaṃ ida’’nti vā yojetabbatā tathāyevassa tattha tattha dassitattā. Bhikkhūnaṃ vinayadharānanti niddhāraṇachaṭṭhīniddeso.",
  "tika-s0104t0:273": "Attanāva attānaṃ sammannīti sayameva attānaṃ sammataṃ akāsi. ‘‘Attanā’’ti hi idaṃ tatiyāvisesanaṃ bhavati, tañca parehi sammannanaṃ nivatteti, ‘‘attanā’’ti vā ayaṃ vibhatyantapatirūpako abyayasaddo . Keci pana ‘‘liṅgatthe tatiyā abhihitakattubhāvato’’ti vadanti. Tadayuttameva ‘‘thero’’ti kattuno vijjamānattā. Vissajjanatthāya attanāva attānaṃ sammannīti yojetabbaṃ. Pucchadhātussa dvikammikattā ‘‘upāliṃ vinaya’’nti kammadvayaṃ vuttaṃ.",
  "tika-s0104t0:274": "Bījaniṃ gahetvāti ettha bījanīgahaṇaṃ dhammakathikānaṃ dhammatāti veditabbaṃ. Tāya hi dhammakathikānaṃ parisāya hatthakukkuccamukhavikārādi paṭicchādīyati. Bhagavā ca dhammakathikānaṃ dhammatādassanatthameva vicitrabījaniṃ gaṇhāti. Aññathā hi sabbassapi lokassa alaṅkārabhūtaṃ paramukkaṃsagatasikkhāsaṃyamānaṃ buddhānaṃ mukhacandamaṇḍalaṃ paṭicchādetabbaṃ na siyā. ‘‘Paṭhamaṃ āvuso upāli pārājikaṃ kattha paññatta’’nti kasmā vuttaṃ, nanu tassa saṅgītiyā purimakāle paṭhamabhāvo na yuttoti? No na yutto bhagavatā paññattānukkamena, pātimokkhuddesānukkamena ca paṭhamabhāvassa siddhattā. Yebhuyyena hi tīṇi piṭakāni bhagavato dharamānakāle ṭhitānukkameneva saṅgītāni, visesato vinayābhidhammapiṭakānīti daṭṭhabbaṃ. Kismiṃ vatthusminti, methunadhammeti ca nimittatthe bhummavacanaṃ. ‘‘Kattha paññatta’’ntiādinā dassitena saha tadavasiṭṭhampi saṅgahetvā dassetuṃ ‘‘vatthumpi pucchī’’tiādi vuttaṃ.",
  "tika-s0104t0:275": "Saṅgītikārakavacanasammissaṃ vā nu kho, suddhaṃ vā buddhavacananti āsaṅkāpariharaṇatthaṃ, yathāsaṅgītasseva pamāṇabhāvaṃ dassanatthañca pucchaṃ samuddharitvā vissajjento ‘‘kiṃ panetthā’’tiādimāha. Ettha paṭhamapārājiketi etissaṃ tathāsaṅgītāya paṭhamapārājikapāḷiyaṃ. Tenevāha ‘‘na hi tathāgatā ekabyañjanampi niratthakaṃ vadantī’’ti. Apanetabbanti atirekabhāvena niratthakatāya, vitathabhāvena vā ayuttatāya chaḍḍetabbavacanaṃ. Pakkhipitabbanti asampuṇṇatāya upanetabbavacanaṃ. Kasmāti āha ‘‘na hī’’tiādi. Sāvakānaṃ pana devatānaṃ vā bhāsiteti bhagavato pucchāthomanādivasena bhāsitaṃ sandhāyāha. Sabbatthāpīti bhagavato sāvakānaṃ devatānañca bhāsitepi. Taṃ pana pakkhipanaṃ sambandhavacanamattasseva, na sabhāvāyuttiyā atthassāti dasseti ‘‘kiṃ pana ta’’ntiādinā sambandhavacanamattanti pubbāparasambandhavacanameva. Idaṃ paṭhamapārājikanti vavatthapetvā ṭhapesuṃ imināva vācanāmaggena uggahaṇadhāraṇādikiccanipphādanatthaṃ, tadatthameva ca gaṇasajjhāyamakaṃsu ‘‘tena…pe… viharatī’’ti. Sajjhāyārambhakāleyeva pathavī akampitthāti vadanti, tadidaṃ pana pathavīkampanaṃ therānaṃ dhammasajjhāyānubhāvenāti ñāpetuṃ ‘‘sādhukāraṃ dadamānā viyā’’ti vuttaṃ. Udakapariyantanti pathavīsandhārakaudakapariyantaṃ. Tasmiñhi caliteyeva sāpi calati, etena ca padesapathavīkampanaṃ nivatteti.",
  "tika-s0104t0:276": "Kiñcāpi pāḷiyaṃ gaṇanā natthi, saṅgītimāropitāni pana ettakānevāti dīpetuṃ ‘‘pañcasattati sikkhāpadānī’’ti vuttaṃ ‘‘purimanayenevā’’ti etena sādhukāraṃ dadamānā viyāti atthamāha. Na kevalaṃ sikkhāpadakaṇḍavibhaṅganiyameneva, atha kho pamāṇaniyamenāpīti dassetuṃ ‘‘catusaṭṭhibhāṇavārā’’ti vuttaṃ. Ettha ca bhāṇavāroti –",
  "tika-s0104t0:277": "‘‘Aṭṭhakkharā ekapadaṃ, ekagāthā catuppadaṃ;",
  "tika-s0104t0:278": "Gāthā cekā mato gantho, gantho bāttiṃsatakkharo.",
  "tika-s0104t0:279": "Bāttiṃsakkharaganthānaṃ, paññāsadvisataṃ pana;",
  "tika-s0104t0:280": "Bhāṇavāro mato eko, svaṭṭhakkharasahassako’’ti.",
  "tika-s0104t0:281": "Evaṃ aṭṭhakkharasahassaparimāṇo pāṭho vuccati. Bhaṇitabbo vāro yassāti hi bhāṇavāro, ekena sajjhāyanamaggena kathetabbavāroti attho. Khandhakanti mahāvaggacūḷavaggaṃ. Khandhānaṃ samūhato, pakāsanato vā khandhakoti hi vuccati, khandhāti cettha pabbajjūpasampadādivinayakammasaṅkhātā, cārittavārittasikkhāpadasaṅkhātā ca paññattiyo adhippetā. Pabbajjādīni hi bhagavatā paññattattā paññattiyoti vuccanti. Paññattiyañca khandhasaddo dissati ‘‘dārukkhandho, (a. ni. 6.41) aggikkhandho (a. ni. 7.72), udakakkhandho’’tiādīsu (a. ni. 5.45; 6.37) viya. Apica bhāgarāsaṭṭhatāpi yujjatiyeva tāsaṃ paññattīnaṃ bhāgato, rāsito ca vibhattattā, taṃ pana vinayapiṭakaṃ bhāṇakehi rakkhitaṃ gopitaṃ saṅgahāruḷhanayeneva cirakālaṃ anassamānaṃ hutvā patiṭṭhahissatīti āyasmantaṃ upālittheraṃ paṭicchāpesuṃ ‘‘āvuso imaṃ tuyhaṃ nissitake vācehī’’ti.",
  "tika-s0104t0:282": "Dhammaṃ saṅgāyitukāmoti suttantābhidhammasaṅgītiṃ kattukāmo ‘‘dhammo ca vinayo ca desito paññatto’’tiādīsu (dī. ni. 2.216) viya pārisesanayena dhammasaddassa suttantābhidhammesveva pavattanato. Ayamattho upari āvi bhavissati.",
  "tika-s0104t0:283": "Saṅghaṃ ñāpesīti ettha heṭṭhā vuttanayena attho veditabbo. Kataraṃ āvuso piṭakanti vinayāvasesesu dvīsu piṭakesu kataraṃ piṭakaṃ. Vinayābhidhammānampi khuddakasaṅgītipariyāpannattā tamantarena vuttaṃ ‘‘suttantapiṭake catasso saṅgītiyo’’ti. Saṅgītiyoti ca saṅgāyanakāle dīghādivasena visuṃ visuṃ niyametvā saṅgayhamānattā nikāyāva vuccanti. Tenāha ‘‘dīghasaṅgīti’’ntiādi. Suttāneva sampiṇḍetvā vaggakaraṇavasena tayo vaggā, nāññānīti dassetuṃ ‘‘catuttiṃsa suttāni tayo vaggā’’ti vuttaṃ. Tasmā catuttisaṃ suttāni tayo vaggā honti, suttāni vā catuttiṃsa, tesaṃ vaggakaraṇavasena tayo vaggā, tesu tīsu vaggesūti yojetabbaṃ. ‘‘Brahmajālasuttaṃ nāma atthi, taṃ paṭhamaṃ saṅgāyāmā’’ti vutte kasmāti codanāsambhavato ‘‘tividhasīlālaṅkata’’ntiādimāha. Hetugabbhāni hi etāni. Cūḷamajjhimamahāsīlavasena tividhassāpi sīlassa pakāsanattā tena alaṅkataṃ vibhūsitaṃ tathā nānāvidhe micchājīvabhūte kuhanalapanādayo viddhaṃsetīti nānāvidhamicchājīvakuhanalapanādividdhaṃsanaṃ. Tattha kuhanāti kuhāyanā, paccayapaṭisevanasāmantajappanairiyāpathasannissitasaṅkhātena tividhena vatthunā vimhāpanāti attho. Lapanāti vihāraṃ āgate manusse disvā ‘‘kimatthāya bhonto āgatā, kiṃ bhikkhū nimantetuṃ. Yadi evaṃ gacchatha, ahaṃ pacchato bhikkhū gahetvā āgacchāmī’’ti evamādinā bhāsanā. Ādisaddena pupphadānādayo, nemittikatādayo ca saṅgaṇhāti. Apicettha micchājīvasaddena kuhanalapanāhi sesaṃ anesanaṃ gaṇhāti. Ādisaddena pana tadavasesaṃ mahicchatādikaṃ dussilyanti daṭṭhabbaṃ. Dvāsaṭṭhi diṭṭhiyo eva paliveṭhanaṭṭhena jālasarikkhatāya jālaṃ, tassa viniveṭhanaṃ apaliveṭhakaraṇaṃ tathā.",
  "tika-s0104t0:284": "Antarā ca bhante rājagahaṃ antarā ca nāḷandanti ettha antarāsaddo vivare ‘‘apicāyaṃ bhikkhave tapodādvinnaṃ mahānirayānaṃ antarikāya āgacchatī’’tiādīsu (pārā. 231) viya. Tasmā rājagahassa ca nāḷandassa ca vivareti attho daṭṭhabbo. Antarāsaddena pana yuttattā upayogavacanaṃ kataṃ. Īdisesu ṭhānesu akkharacintakā ‘‘antarā gāmañca nadiñca yātī’’ti evaṃ ekameva antarāsaddaṃ payujjanti, so dutiyapadenapi yojetabbo hoti. Ayojiyamāne hi upayogavacanaṃ na pāpuṇāti sāmivacanassa pasaṅge antarāsaddayogena upayogavacanassa icchitattā. Tattha rañño kīḷanatthaṃ paṭibhānacittavicitraagāramakaṃsu, taṃ ‘‘rājāgāraka’’nti vuccati, tasmiṃ. Ambalaṭṭhikāti rañño uyyānaṃ. Tassa kira dvārasamīpe taruṇo ambarukkho atthi, taṃ ‘‘ambalaṭṭhikā’’ti vadanti, tassa samīpe pavattattā uyyānampi ‘‘ambalaṭṭhikā’’ tveva saṅkhyaṃ gataṃ yathā ‘‘varuṇanagara’’nti, tasmā ambalaṭṭhikāyaṃ nāma uyyāne rājāgāraketi attho. Aviññāyamānassa hi viññāpanatthaṃ etaṃ ādhāradvayaṃ vuttaṃ rājāgārametassāti vā rājāgārakaṃ, uyyānaṃ, rājāgāravati ambalaṭṭhikāyaṃ nāma uyyāneti attho. Bhinnaliṅgampi hi visesanapadamatthī’’ti keci vadanti, evaṃ sati rājāgāraṃ ādhāro na siyā. ‘‘Rājāgāraketi evaṃnāmake uyyāne abhiramanārahaṃ kira rājāgārampi. Tattha, yassa vasenetaṃ evaṃ nāmaṃ labhatī’’ti (vajira. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vajirabuddhitthero. Evaṃ sati ‘‘ambalaṭṭhikāya’’nti āsannataruṇambarukkhena visesetvā ‘‘rājāgārake’’ti uyyānameva nāmavasena vuttanti attho āpajjati, tathā ca vuttadosova siyā. Suppiyañca paribbājakanti suppiyaṃ nāma sañcayassa antevāsiṃ channaparibbājakañca. Brahmadattañca māṇavanti ettha taruṇo ‘‘māṇavo’’ti vutto ‘‘ambaṭṭho māṇavo, aṅgako māṇavo’’tiādīsu (dī. ni. 1.259, 211) viya, tasmā brahmadattaṃ nāma taruṇapurisañca ārabbhāti attho. Vaṇṇāvaṇṇeti pasaṃsāya ceva garahāya ca. Atha vā guṇo vaṇṇo, aguṇo avaṇṇo, tesaṃ bhāsanaṃ uttarapadalopena tathā vuttaṃ yathā ‘‘rūpabhavo rūpa’’nti.",
  "tika-s0104t0:285": "‘‘Tato para’’ntiādimhi ayaṃ vacanakkamo – sāmaññaphalaṃ panāvuso ānanda kattha bhāsitanti? Rājagahe bhante jīvakambavaneti. Kena saddhinti? Ajātasattunā vedehiputtena saddhinti. Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ sāmaññaphalassa nidānampi pucchi, puggalampi pucchīti. Ettha hi ‘‘kaṃ ārabbhā’’ti avatvā ‘‘kena saddhi’’nti vattabbaṃ. Kasmāti ce? Na bhagavatā eva etaṃ suttaṃ bhāsitaṃ, raññāpi ‘‘yathā nu kho imāni puthusippāyatanānī’’tiādinā (dī. ni. 1.163) kiñci kiñci vuttamatthi, tasmā evameva vattabbanti. Imināva nayena sabbattha ‘‘kaṃ ārabbhā’’ti vā ‘‘kena saddhi’’nti vā yathārahaṃ vatvā saṅgītimakāsīti daṭṭhabbaṃ. Tantinti suttavaggasamudāyavasena vavatthitaṃ pāḷiṃ. Evañca katvā ‘‘tivaggasaṅgahaṃ catuttiṃsasuttapaṭimaṇḍita’’nti vacanaṃ upapannaṃ hoti. Pariharathāti uggahaṇavācanādivasena dhāretha. Tato anantaraṃ saṅgāyitvāti sambandho.",
  "tika-s0104t0:286": "‘‘Dhammasaṅgaho cā’’tiādinā samāso. Evaṃ saṃvaṇṇitaṃ porāṇakehīti attho. Etena ‘‘mahādhammahadayena, mahādhātukathāya vā saddhiṃ sattappakaraṇaṃ abhidhammapiṭakaṃ nāmā’’ti vuttaṃ vitaṇḍavādimataṃ paṭikkhipitvā ‘‘kathāvatthunāva saddhi’’nti vuttaṃ samānavādimataṃ dasseti. Saṇhañāṇassa, saṇhañāṇavantānaṃ vā visayabhāvato sukhumañāṇagocaraṃ.",
  "tika-s0104t0:287": "Cūḷaniddesamahāniddesavasena duvidhopi niddeso. Jātakādike khuddakanikāyapariyāpanne, yebhuyyena ca dhammaniddesabhūte tādise abhidhammapiṭakeva saṅgaṇhituṃ yuttaṃ, na pana dīghanikāyādippakāre suttantapiṭake, nāpi paññattiniddesabhūte vinayapiṭaketi dīghabhāṇakā jātakādīnaṃ abhidhammapiṭake saṅgahaṃ vadanti. Cariyāpiṭakabuddhavaṃsānañcettha aggahaṇaṃ jātakagatikattā, nettipeṭakopadesādīnañca niddesapaṭisambhidāmaggagatikattā. Majjhimabhāṇakā pana aṭṭhuppattivasena desitānaṃ jātakādīnaṃ yathānulomadesanābhāvato tādise suttantapiṭake saṅgaho yutto, na pana sabhāvadhammaniddesabhūte yathādhammasāsane abhidhammapiṭake, nāpi paññattiniddesabhūte yathāparādhasāsane vinayapiṭaketi jātakādīnaṃ suttantapiṭakapariyāpannataṃ vadanti. Yuttamettha vicāretvā gahetabbaṃ.",
  "tika-s0104t0:288": "Evaṃ nimittapayojanakāladesakārakakaraṇappakārehi paṭhamaṃ saṅgītiṃ dassetvā idāni tattha vavatthāpitesu dhammavinayesu nānappakārakosallatthaṃ ekavidhādibhedaṃ dassetuṃ ‘‘evameta’’ntiādimāha. Tattha ‘‘eva’’nti iminā etasaddena parāmasitabbaṃ yathāvuttasaṅgītippakāraṃ nidasseti. ‘‘Yañhī’’tiādi vitthāro. Anuttaraṃ sammāsambodhinti anāvaraṇañāṇapadaṭṭhānaṃ maggañāṇaṃ, maggañāṇapadaṭṭhānañca anāvaraṇañāṇaṃ. Etthantareti abhisambujjhanassa, parinibbāyanassa ca vivare. Tadetaṃ pañcacattālīsa vassānīti kālavasena niyameti. Paccavekkhantena vāti udānādivasena pavattadhammaṃ sandhāyāha. Yaṃ vacanaṃ vuttaṃ, sabbaṃ tanti sambandho. Kiṃ panetanti āha ‘‘vimuttirasamevā’’ti, na tadaññarasanti vuttaṃ hoti. Vimuccitthāti vimutti, rasitabbaṃ assādetabbanti rasaṃ, vimuttisaṅkhātaṃ rasametassāti vimuttirasaṃ, arahattaphalassādanti attho. Ayaṃ ācariyasāriputtattherassa mati (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā). Ācariyadhammapālatthero pana taṃ kecivādaṃ katvā imamatthamāha ‘‘vimuccati vimuccitthāti vimutti, yathārahaṃ maggo phalañca. Rasanti guṇo, sampattikiccaṃ vā , vuttanayena samāso. Vimuttānisaṃsaṃ, vimuttisampattikaṃ vā maggaphalanipphādanato, vimuttikiccaṃ vā kilesānamaccantavimuttisampādanatoti attho’’ti (dī. ni. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā). Aṅguttaraṭṭhakathāyaṃ pana ‘‘attharasassādīsu attharaso nāma cattāri sāmaññaphalāni, dhammaraso nāma cattāro maggā, vimuttiraso nāma amatanibbāna’’nti (a. ni. aṭṭha. 1.1.335) vuttaṃ.",
  "tika-s0104t0:289": "Kiñcāpi avisesena sabbampi buddhavacanaṃ kilesavinayanena vinayo, yathānusiṭṭhaṃ paṭipajjamāne apāyapatanādito dhāraṇena dhammo ca hoti, tathāpi idhādhippeteyeva dhammavinaye vatticchāvasena sarūpato niddhāretuṃ ‘‘tattha vinayapiṭaka’’ntiādimāha. Avasesaṃ buddhavacanaṃ dhammo khandhādivasena sabhāvadhammadesanābāhullato. Atha vā yadipi vinayo ca dhammoyeva pariyattiyādibhāvato, tathāpi vinayasaddasannidhāne bhinnādhikaraṇabhāvena payutto dhammasaddo vinayatanti viparītaṃ tantimeva dīpeti yathā ‘‘puññañāṇasambhārā, gobalībadda’’nti. Payogavasena taṃ dassentena ‘‘tenevāhā’’tiādi vuttaṃ. Yena vinaya…pe… dhammo, teneva tesaṃ tathābhāvaṃ saṅgītikkhandhake (cūḷava. 347) āhāti attho.",
  "tika-s0104t0:290": "‘‘Anekajātisaṃsāra’’nti ayaṃ gāthā bhagavatā attano sabbaññutaññāṇapadaṭṭhānaṃ arahattappattiṃ paccavekkhantena ekūnavīsatimassa paccavekkhaṇañāṇassa anantaraṃ bhāsitā, tasmā ‘‘paṭhamabuddhavacana’’nti vuttā. Idaṃ kira sabbabuddhehi avijahitaṃ udānaṃ. Ayamassa saṅkhepattho – ahaṃ imassa attabhāvasaṅkhātassa gehassa kārakaṃ taṇhāvaḍḍhakiṃ gavesanto yena ñāṇena taṃ daṭṭhuṃ sakkā, tassa bodhiñāṇassatthāya dīpaṅkarapādamūle katābhinīhāro ettakaṃ kālaṃ anekajātisaṃsāraṃ anekajātisatasahassasaṅkhyaṃ saṃsāravaṭṭaṃ anibbisaṃ anibbisanto taṃ ñāṇaṃ avindanto alabhantoyeva sandhāvissaṃ saṃsariṃ. Yasmā jarābyādhimaraṇamissatāya jāti nāmesā punappunaṃ upagantuṃ dukkhā, na ca sā tasmiṃ adiṭṭhe nivattati, tasmā taṃ gavesanto sandhāvissanti attho. Idāni bho attabhāvasaṅkhātassa gehassa kāraka taṇhāvaḍḍhaki tvaṃ mayā sabbaññutaññāṇaṃ paṭivijjhantena diṭṭho asi. Puna imaṃ attabhāvasaṅkhātaṃ mama gehaṃ na kāhasi na karissasi. Tava sabbā avasesakilesa phāsukā mayā bhaggā bhañjitā . Imassa tayā katassa attabhāvasaṅkhātassa gehassa kūṭaṃ avijjāsaṅkhātaṃ kaṇṇikamaṇḍalaṃ visaṅkhataṃ viddhaṃsitaṃ. Idāni mama cittaṃ visaṅkhāraṃ nibbānaṃ ārammaṇakaraṇavasena gataṃ anupaviṭṭhaṃ. Ahañca taṇhānaṃ khaya saṅkhātaṃ arahattamaggaṃ, arahattaphalaṃ vā ajjhagā adhigato pattosmīti. Gaṇṭhipadesu pana visaṅkhāragataṃ cittameva taṇhānaṃ khayasaṅkhātaṃ arahattamaggaṃ, arahattaphalaṃ vā ajjhagā adhigatanti attho vutto.",
  "tika-s0104t0:291": "‘‘Sandhāvissa’’nti ettha ca ‘‘gāthāyamatītatthe imissa’’nti neruttikā. ‘‘Taṃkālavacanicchāyamatītepi bhavissantī’’ti keci. Punappunanti abhiṇhatthe nipāto. Pātabbā rakkhitabbāti phāsu pa-kārassa pha-kāraṃ katvā, phusitabbāti vā phāsu, sāyeva phāsukā. Ajjhagāti ca ‘‘ajjataniyamāttamiṃ vā aṃ vā’’ti vadanti. Yadi pana cittameva kattā, tadā parokkhāyeva. Antojappanavasena kira bhagavā ‘‘anekajātisaṃsāra’’nti gāthādvayamāha, tasmā esā manasā pavattitadhammānamādi. ‘‘Yadā have pātubhavanti dhammā’’ti ayaṃ pana vācāya pavattitadhammānanti vadanti.",
  "tika-s0104t0:292": "Kecīti khandhakabhāṇakā. Paṭhamaṃ vutto pana dhammapadabhāṇakānaṃ vādo. Yadā…pe… dhammāti ettha nidassanattho, ādyattho ca iti-saddo luttaniddiṭṭho. Nidassanena hi mariyādavacanena vinā padatthavipallāsakārināva attho paripuṇṇo na hoti. Tattha ādyatthameva iti-saddaṃ gahetvā iti-saddo ādiattho, ‘‘tena ātāpino…pe… sahetudhamma’ntiādigāthāttayaṃ saṅgaṇhātī’’ti (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) ācariyasāriputtattherena vuttaṃ. Khandhaketi mahāvagge. Udānagāthanti jātiyā ekavacanaṃ, tatthāpi vā paṭhamagāthameva gahetvā vuttanti veditabbaṃ.",
  "tika-s0104t0:293": "Ettha ca khandhakabhāṇakā evaṃ vadanti ‘‘dhammapadabhāṇakānaṃ gāthā manasāva desitattā tadā mahato janassa upakārāya nāhosi, amhākaṃ pana gāthā vacībhedaṃ katvā desitattā tadā suṇantānaṃ devabrahmānaṃ upakārāya ahosi, tasmā idameva paṭhamabuddhavacana’’nti. Dhammapadabhāṇakā pana ‘‘desanāya janassa upakārānupakārabhāvo paṭhamabhāve lakkhaṇaṃ na hoti, bhagavatā manasā paṭhamaṃ desitattā idameva paṭhamabuddhavacana’’nti vadanti . Tasmā ubhayampi ubhayathā yujjatīti veditabbaṃ. Nanu ca yadi ‘‘anekajātisaṃsāra’’nti gāthā manasāva desitā, atha kasmā dhammapadaṭṭhakathāyaṃ ‘‘anekajātisaṃsāra’nti imaṃ dhammadesanaṃ satthā bodhirukkhamūle nisinno udānavasena udānetvā aparabhāge ānandattherena puṭṭho kathesī’’ti (dha. pa. aṭṭha. 2.152 udānavatthu) vuttanti? Atthavasena tathāyeva gahetabbattā. Tatthāpi hi manasā udānetvāti atthoyeva gahetabbo. Desanā viya hi udānampi manasā udānaṃ, vacasā udānanti dvidhā viññāyati. Yadi cāyaṃ vacasā udānaṃ siyā, udānapāḷiyamāruḷhā bhaveyya , tasmā udānapāḷiyamanāruḷhabhāvoyeva vacasā anudānetvā manasā udānabhāve kāraṇanti daṭṭhabbaṃ. ‘‘Pāṭipadadivase’’ti idaṃ ‘‘sabbaññubhāvappattassā’’ti etena na sambajjhitabbaṃ, ‘‘paccavekkhantassa uppannā’’ti etena pana sambajjhitabbaṃ. Visākhapuṇṇamāyameva hi bhagavā paccūsasamaye sabbaññutaṃ patto. Lokiyasamaye pana evampi sambajjhanaṃ bhavati, tathāpi nesa sāsanasamayoti na gahetabbaṃ. Somanassameva somanassamayaṃ yathā ‘‘dānamayaṃ, sīlamaya’’nti, (dī. ni. 3.305; itivu. 60; netti. 34) taṃsampayuttañāṇenāti attho. Somanassena vā sahajātādisattiyā pakataṃ, tādisena ñāṇenātipi vaṭṭati.",
  "tika-s0104t0:294": "Handāti codanatthe nipāto. Iṅgha sampādethāti hi codeti. Āmantayāmīti paṭivedayāmi, bodhemīti attho. Voti pana ‘‘āmantayāmī’’ti etassa kammapadaṃ. ‘‘Āmantanatthe dutiyāyeva, na catutthī’’ti hi vatvā tamevudāharanti akkharacintakā. Vayadhammāti aniccalakkhaṇamukhena saṅkhārānaṃ dukkhānattalakkhaṇampi vibhāveti ‘‘yadaniccaṃ, taṃ dukkhaṃ. Yaṃ dukkhaṃ, tadanattā’’ti (saṃ. ni. 2.15, 45, 76, 77; 2.3.1, 4; paṭi. ma. 2.10) vacanato. Lakkhaṇattayavibhāvananayeneva ca tadārammaṇaṃ vipassanaṃ dassento sabbatitthiyānaṃ avisayabhūtaṃ buddhāveṇikaṃ catusaccakammaṭṭhānādhiṭṭhānaṃ aviparītaṃ nibbānagāminipaṭipadaṃ pakāsetīti daṭṭhabbaṃ. Idāni tattha sammāpaṭipattiyaṃ niyojeti ‘‘appamādena sampādethā’’ti, tāya catusaccakammaṭṭhānādhiṭṭhānāya aviparītanibbānagāminipaṭipadāya appamādena sampādethāti attho. Apica ‘‘vayadhammā saṅkhārā’’ti etena saṅkhepena saṃvejetvā ‘‘appamādena sampādethā’’ti saṅkhepeneva niravasesaṃ sammāpaṭipattiṃ dasseti . Appamādapadañhi sikkhattayasaṅgahitaṃ kevalaparipuṇṇaṃ sāsanaṃ pariyādiyitvā tiṭṭhati, sikkhattayasaṅgahitāya kevalaparipuṇṇāya sāsanasaṅkhātāya sammāpaṭipattiyā appamādena sampādethāti attho. Ubhinnamantareti dvinnaṃ vacanānamantarāḷe vemajjhe. Ettha hi kālavatā kālopi nidassito tadavinābhāvittāti veditabbo.",
  "tika-s0104t0:295": "Suttantapiṭakanti ettha suttameva suttantaṃ yathā ‘‘kammantaṃ, vananta’’nti. Saṅgītañca asaṅgītañcāti sabbasarūpamāha. ‘‘Asaṅgītanti ca saṅgītikkhandhakakathāvatthuppakaraṇādi. Keci pana ‘subhasuttaṃ (dī. ni. 1.444) paṭhamasaṅgītiyamasaṅgīta’nti vadanti, taṃ na yujjati. Paṭhamasaṅgītito puretarameva hi āyasmatā ānandattherena jetavane viharantena subhassa māṇavassa bhāsita’’nti (dī. ni. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) ācariyadhammapālattherena vuttaṃ. Subhasuttaṃ pana ‘‘evaṃ me suttaṃ ekaṃ samayaṃ āyasmā ānando sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme aciraparinibbute bhagavatī’’tiādinā (dī. ni. 1.444) āgataṃ. Tattha ‘‘evaṃ me suta’’ntiādivacanaṃ paṭhamasaṅgītiyaṃ āyasmatā ānandatthereneva vattuṃ yuttarūpaṃ na hoti. Na hi ānandatthero sayameva subhasuttaṃ desetvā ‘‘evaṃ me suta’’ntiādīni vadati. Evaṃ pana vattabbaṃ siyā ‘‘ekamidāhaṃ bhante samayaṃ sāvatthiyaṃ viharāmi jetavane anāthapiṇḍikassa ārāme’’tiādi. Tasmā dutiyatatiyasaṅgītikārakehi ‘‘evaṃ me suta’’ntiādinā subhasuttaṃ saṅgītimāropitaṃ viya dissati. Athācariyadhammapālattherassa evamadhippāyo siyā ‘‘ānandatthereneva vuttampi subhasuttaṃ paṭhamasaṅgītimāropetvā tantiṃ ṭhapetukāmehi mahākassapattherādīhi aññesu suttesu āgatanayeneva ‘evaṃ me suta’ntiādinā tanti ṭhapitā’’ti. Evaṃ sati yujjeyya. Atha vā āyasmā ānando subhasuttaṃ sayaṃ desentopi sāmaññaphalādīsu bhagavatā desitanayeneva desesīti bhagavato sammukhā laddhanaye ṭhatvā desitattā bhagavatā desitaṃ dhammaṃ attani adahanto ‘‘evaṃ me suta’’ntiādimāhāti evamadhippāyepi sati yujjateva. ‘‘Anusaṅgītañcā’’tipi pāṭho. Dutiyatatiyasaṅgītīsu puna saṅgītañcāti atthavasena ninnānākaraṇameva. Samodhānetvā vinayapiṭakaṃ nāma veditabbaṃ, sutta…pe… abhidhammapiṭakaṃ nāma veditabbanti yojanā.",
  "tika-s0104t0:296": "Bhikkhubhikkhunīpātimokkhavasena ubhayāni pātimokkhāni. Bhikkhubhikkhunīvibhaṅgavasena dve vibhaṅgā. Mahāvaggacūḷavaggesu āgatā dvāvīsati khandhakā. Paccekaṃ soḷasahi vārehi upalakkhitattā soḷasa parivārāti vuttaṃ. Parivārapāḷiyañhi mahāvibhaṅge soḷasa vārā, bhikkhunīvibhaṅge soḷasa vārā cāti bāttiṃsa vārā āgatā. Potthakesu pana katthaci ‘‘parivārā’’ti ettakameva dissati, bahūsu pana potthakesu vinayaṭṭhakathāyaṃ, abhidhammaṭṭhakathāyañca ‘‘soḷasa parivārā’’ti evameva dissamānattā ayampi pāṭho na sakkā paṭibāhitunti tassevattho vutto. ‘‘Itī’’ti yathāvuttaṃ buddhavacanaṃ nidassetvā ‘‘ida’’nti taṃ parāmasati. Iti-saddo vā idamatthe, idanti vacanasiliṭṭhatāmattaṃ, iti idanti vā pariyāyadvayaṃ idamattheyeva vattati ‘‘idānetarahi vijjatī’’tiādīsu viya. Esa nayo īdisesu. Brahmajālādīni catuttiṃsa suttāni saṅgayhanti ettha, etena vā, tesaṃ vā saṅgaho gaṇanā etassāti brahmajālādicatuttiṃsasuttasaṅgaho. Evamitaresupi. Heṭṭhā vuttesu dīghabhāṇakamajjhimabhāṇakānaṃ vādesu majjhimabhāṇakānaññeva vādassa yuttatarattā khuddakapāṭhādayopi suttantapiṭakeyeva saṅgahetvā dassento ‘‘khuddaka…pe… suttantapiṭakaṃ nāmā’’ti āha. Tattha ‘‘suṇātha bhāvitattānaṃ, gāthā atthūpanāyikāti (theragā. nidānagāthā) vuttattā ‘‘theragāthā therīgāthā’’ti ca pāṭho yutto.",
  "tika-s0104t0:297": "Evaṃ sarūpato piṭakattayaṃ niyametvā idāni nibbacanaṃ dassetuṃ ‘‘tatthā’’tiādi vuttaṃ. Tatthāti tesu tibbidhesu piṭakesu. Vividhavisesanayattāti vividhanayattā, visesanayattā ca. Vinayanatoti vinayanabhāvato, bhāvappadhānaniddesoyaṃ, bhāvalopo vā, itarathā dabbameva padhānaṃ siyā, tathā ca sati vinayanatāguṇasamaṅginā vinayadabbeneva hetubhūtena vinayoti akkhāto, na pana vinayanatāguṇenāti anadhippetatthappasaṅgo bhaveyya. Ayaṃ nayo edisesu. Vinīyate vā vinayanaṃ, tatoti attho. Ayaṃ vinayoti atthapaññattibhūto saññīsaṅkhāto ayaṃ tanti vinayo. Vinayoti akkhātoti saddapaññattibhūto saññāsaṅkhāto vinayo nāmāti kathito. Atthapaññattiyā hi nāmapaññattivibhāvanaṃ nibbacananti.",
  "tika-s0104t0:298": "Idāni imissā gāthāya atthaṃ vibhāvento āha ‘‘vividhā hī’’tiādi. ‘‘Vividhā ettha nayā, tasmā vividhanayattā vinayoti akkhāto’’tiādinā yojetabbaṃ. Vividhattaṃ sarūpato dasseti ‘‘pañcavidhā’’tiādinā, tathā visesattampi ‘‘daḷhīkammā’’tiādinā. Lokavajjesu sikkhāpadesu daḷhīkammapayojanā, paṇṇattivajjesu sithilakaraṇapayojanā. Saññamavelaṃ abhibhavitvā pavatto ācāro ajjhācāro, vītikkamo, kāye, vācāya ca pavatto so, tassa nisedhanaṃ tathā, tena tathānisedhanameva pariyāyena kāyavācāvinayanaṃ nāmāti dasseti. ‘‘Tasmā’’ti vatvā tassānekadhā parāmasanamāha ‘‘vividhanayattā’’tiādi. Yathāvuttā ca gāthā īdisassa nibbacanassa pakāsanatthaṃ vuttāti dassetuṃ ‘‘tenā’’tiādi vuttaṃ. Tenāti vividhanayattādihetunā karaṇabhūtenāti vadanti. Apica ‘‘vividhā hī’’tiādivākyassa yathāvuttassa guṇaṃ dassento ‘‘tenā’’tiādimāhātipi sambandhaṃ vadanti. Evaṃ sati tenāti vividhanayattādinā hetubhūtenāti attho. Atha vā yathāvuttavacanameva sandhāya porāṇehi ayaṃ gāthā vuttāti saṃsandetuṃ ‘‘tenā’’tiādi vuttantipi vadanti, dutiyanaye viya ‘‘tenā’’ti padassa attho. Etanti gāthāvacanaṃ. Etassāti vinayasaddassa, ‘‘vacanatthā’’ti padena sambandho. ‘‘Vacanassa attho’’ti hi sambandhe vuttepi tassa vacanasāmaññato visesaṃ dassetuṃ ‘‘etassā’’ti puna vuttaṃ. Neruttikā pana samāsataddhitesu siddhesu sāmaññattā, nāmasaddattā ca edisesu saddantarena visesitabhāvaṃ icchanti.",
  "tika-s0104t0:299": "‘‘Atthāna’’nti padaṃ ‘‘sūcanato…pe… suttāṇā’’ti padehi yathārahaṃ kammasambandhavasena yojetabbaṃ. Tamatthaṃ vivarati ‘‘tañhī’’tiādinā. Attatthaparatthādibhede attheti yo taṃ suttaṃ sajjhāyati, suṇāti, vāceti, cinteti, deseti ca, suttena saṅgahito sīlādiattho tassapi hoti, tena parassa sādhetabbato parassapīti tadubhayaṃ taṃ suttaṃ sūceti dīpeti, tathā diṭṭhadhammikasamparāyikatthe lokiyalokuttaratthe cāti evamādibhede atthe ādi-saddena saṅgaṇhāti. Atthasaddo cāyaṃ hitapariyāyo, na bhāsitatthavacano. Yadi siyā, suttaṃ attanopi bhāsitatthaṃ sūceti, parassapīti ayamanadhippetattho vutto siyā. Suttena hi yo attho pakāsito, so tasseva pakāsakassa suttassa hoti, tasmā na tena parattho sūcito, tena sūcetabbassa paratthassa nivattetabbassa abhāvā attatthaggahaṇañca na kattabbaṃ. Attatthaparatthavinimuttassa bhāsitatthassa abhāvā ādiggahaṇañca na kattabbaṃ, tasmā yathāvuttassa hitapariyāyassa atthassa sutte asambhavato suttādhārassa puggalassa vasena attatthaparatthā vuttā.",
  "tika-s0104t0:300": "Atha vā suttaṃ anapekkhitvā ye attatthādayo atthappabhedā ‘‘na ha’ññadattha’tthi pasaṃsalābhā’’ti etassa padassa niddese (mahāni. 63) vuttā ‘‘attattho, parattho, ubhayattho, diṭṭhadhammiko attho, samparāyiko attho, uttāno attho, gambhīro attho, gūḷho attho, paṭicchanno attho, neyyo attho, nīto attho, anavajjo attho, nikkileso attho, vodāno attho, paramattho’’ti, (mahāni. 63) te atthappabhede sūcetīti attho gahetabbo. Kiñcāpi hi suttanirapekkhaṃ attatthādayo vuttā suttatthabhāvena aniddiṭṭhattā, tesu pana ekopi atthappabhedo suttena dīpetabbataṃ nātivattatīti. Imasmiñca atthavikappe atthasaddo bhāsitatthapariyāyopi hoti. Ettha hi purimakā pañca atthappabhedā hitapariyāyā, tato pare cha bhāsitatthappabhedā, pacchimakā cattāro ubhayasabhāvā. Tattha suviññeyyatāya vibhāvena anagādhabhāvo uttāno. Duradhigamatāya vibhāvena agādhabhāvo gambhīro. Avivaṭo gūḷho. Mūludakādayo viya paṃsunā akkharasannivesādinā tirohito paṭicchanno. Niddhāretvā ñāpetabbo neyyo. Yathārutavasena veditabbo nīto. Anavajjanikkilesavodānā pariyāyavasena vuttā, kusalavipākakiriyādhammavasena vā yathākkamaṃ yojetabbā. Paramattho nibbānaṃ, dhammānaṃ aviparītasabhāvo eva vā.",
  "tika-s0104t0:301": "Atha vā ‘‘attanā ca appiccho hotī’’ti attatthaṃ, ‘‘appicchakathañca paresaṃ kattā hotī’’ti paratthaṃ sūceti. Evaṃ ‘‘attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapetī’’tiādisuttāni (a. ni. 4.99, 265) yojetabbāni. Apare pana ‘‘yathāsabhāvaṃ bhāsitaṃ attatthaṃ, pūraṇakassapādīnamaññatitthiyānaṃ samayabhūtaṃ paratthaṃ sūceti, suttena vā saṅgahitaṃ attatthaṃ, suttānulomabhūtaṃ paratthaṃ, suttantanayabhūtaṃ vā attatthaṃ, vinayābhidhammanayabhūtaṃ paratthaṃ sūcetī’’tipi vadanti. Vinayābhidhammehi ca visesetvā suttasaddassa attho vattabbo, tasmā veneyyajjhāsayavasappavattāya desanāya sātisayaṃ attahitaparahitādīni pakāsitāni honti tappadhānabhāvato, na pana āṇādhammasabhāva-vasappavattāyāti idameva ‘‘atthānaṃ sūcanato sutta’’nti vuttaṃ. Sūca-saddassa cettha rasso. ‘‘Evañca katvā ‘ettakaṃ tassa bhagavato suttāgataṃ suttapariyāpanna’nti (pāci. 655, 1242) ca sakavāde pañca suttasatānī’ti (aṭṭhasā. nidānakathā, kathā. aṭṭha. nidānakathā) ca evamādīsu suttasaddo upacaritoti gahetabbo’’ti (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) ācariyasāriputtattherena vuttaṃ. Aññe pana yathāvuttasadiseneva nibbacanena suttasaddassa vinayābhidhammānampi vācakattaṃ vadanti.",
  "tika-s0104t0:302": "Sutte ca āṇādhammasabhāvo veneyyajjhāsayamanuvattati, na vinayābhidhammesu viya veneyyajjhāsayo āṇādhammasabhāve, tasmā veneyyānaṃ ekantahitapaṭilābhasaṃvattanikā suttantadesanāti āha ‘‘suvuttā cettha atthā’’tiādi. ‘‘Ekantahitapaṭilābhasaṃvattanikā suttantadesanā’’ti idampi veneyyānaṃ hitasampādane suttantadesanāya tapparabhāvameva sandhāya vuttaṃ. Tapparabhāvo ca veneyyajjhāsayānulomato daṭṭhabbo. Tenevāha ‘‘veneyyajjhāsayānulomena vuttattā’’ti. Etena ca hetunā nanu vinayābhidhammāpi suvuttā, atha kasmā idameva evaṃ vuttanti anuyogaṃ pariharati.",
  "tika-s0104t0:303": "Anupubbasikkhādivasena kālantarena atthābhinipphattiṃ dassetuṃ ‘‘sassamiva phala’’nti vuttaṃ. Idaṃ vuttaṃ hoti – yathā sassaṃ nāma vapanaropanādikkhaṇeyeva phalaṃ na pasavati, anupubbajagganādivasena kālantareneva pasavati, tathā idampi savanadhāraṇādikkhaṇeyeva atthe na pasavati, anupubbasikkhādivasena kālantareneva pasavatīti. Pasavatīti ca phalati, abhinipphādetīti attho. Abhinipphādanameva hi phalanaṃ. Upāyasamaṅgīnaññeva atthābhinipphattiṃ dassento ‘‘dhenu viya khīra’’nti āha. Ayamettha adhippāyo – yathā dhenu nāma kāle jātavacchā thanaṃ gahetvā duhataṃ upāyavantānameva khīraṃ paggharāpeti, na akāle ajātavacchā. Kālepi vā visāṇādikaṃ gahetvā duhataṃ anupāyavantānaṃ, tathā idampi nissaraṇādinā savanadhāraṇādīni kurutaṃ upāyavantānameva sīlādiatthe paggharāpeti, na alagaddūpamāya savanadhāraṇādīni kurutaṃ anupāyavantānanti. Yadipi ‘‘sūdatī’’ti etassa gharati siñcatīti attho, tathāpi sakammikadhātuttā paggharāpetīti kāritavasena attho vutto yathā ‘‘taratī’’ti etassa nipātetīti attho’’ti. ‘‘Suttāṇā’’ti etassa atthamāha ‘‘suṭṭhu ca ne tāyatī’’ti. Neti atthe.",
  "tika-s0104t0:304": "Suttasabhāganti suttasadisaṃ. Tabbhāvaṃ dasseti ‘‘yathā hī’’tiādinā. Tacchakānaṃ suttanti vaḍḍhakīnaṃ kāḷasuttaṃ. Pamāṇaṃ hoti tadanusārena tacchanato. Idaṃ vuttaṃ hoti – yathā kāḷasuttaṃ pasāretvā saññāṇe kate gahetabbaṃ, vissajjetabbañca paññāyati, tasmā taṃ tacchakānaṃ pamāṇaṃ hoti, evaṃ vivādesu uppannesu sutte ānītamatte ‘‘idaṃ gahetabbaṃ, idaṃ vissajjetabba’’nti pākaṭattā vivādo vūpasammati, tasmā etaṃ viññūnaṃ pamāṇanti. Idāni aññathāpi suttasabhāgataṃ vibhāvento ‘‘yathā cā’’tiādimāha. Suttenāti pupphāvutena yena kenaci thirasuttena. Saṅgahitānīti suṭṭhu, samaṃ vā gahitāni, āvutānīti attho. Na vikiriyantīti ito cito ca vippakiṇṇābhāvamāha, na viddhaṃsīyantīti chejjabhejjābhāvaṃ. Ayametthādhippāyo – yathā thirasuttena saṅgahitāni pupphāni vātena na vikiriyanti na viddhaṃsīyanti, evaṃ suttena saṅgahitā atthā micchāvādena na vikiriyanti na viddhaṃsīyantīti. Veneyyajjhāsayavasappavattāya ca desanāya attatthaparatthādīnaṃ sātisayappakāsanato āṇādhammasabhāvehi vinayābhidhammehi visesetvā imasseva suttasabhāgatā vuttā. ‘‘Tenā’’tiādīsu vuttanayānusārena sambandho ceva attho ca yathārahaṃ vattabbo. Ettha ca ‘‘suttantapiṭaka’’nti heṭṭhā vuttepi antasaddassa avacanaṃ tassa visuṃ atthābhāvadassanatthaṃ tabbhāvavuttito. Sahayogassa hi saddassa avacanena sesatā tassa tulyādhikaraṇataṃ, anatthakataṃ vā ñāpeti.",
  "tika-s0104t0:305": "Yanti esa nipāto kāraṇe, yenāti attho. Ettha abhidhamme vuḍḍhimanto dhammā yena vuttā, tena abhidhammo nāma akkhātoti paccekaṃ yojetabbaṃ. Abhi-saddassa atthavasenāyaṃ pabhedoti tassa tadatthappavattatādassanena tamatthaṃ sādhento ‘‘ayañhī’’tiādimāha. Abhi-saddo kamanakiriyāya vuḍḍhibhāvasaṅkhātamatirekatthaṃ dīpetīti vuttaṃ ‘‘abhikkamantītiādīsu vuḍḍhiyaṃ āgato’’ti. Abhiññātāti aḍḍhacandādinā kenaci saññāṇena ñātā, paññātā pākaṭāti vuttaṃ hoti. Aḍḍhacandādibhāvo hi rattiyā upalakkhaṇavasena paññāṇaṃ hoti ‘‘yasmā aḍḍho, tasmā aṭṭhamī. Yasmā ūno, tasmā cātuddasī. Yasmā puṇṇo, tasmā pannarasī’’ti. Abhilakkhitāti etthāpi ayamevattho veditabbo, idaṃ pana mūlapaṇṇāsake bhayabheravasutte (ma. ni. 1.34) abhilakkhitasaddapariyāyo abhiññātasaddoti āha ‘‘abhiññātā abhilakkhitātiādīsu lakkhaṇe’’ti. Yajjevaṃ lakkhitasaddasseva lakkhaṇatthadīpanato abhi-saddo anatthakova siyāti? Nevaṃ daṭṭhabbaṃ tassāpi tadatthajotanato. Vācakasaddasannidhāne hi upasagganipātā tadatthajotakamattāti lakkhitasaddena vācakabhāvena pakāsitassa lakkhaṇatthasseva jotakabhāvena pakāsanato abhi-saddopi lakkhaṇe pavattatīti vuttoti daṭṭhabbaṃ. Rājābhirājāti parehi rājūhi pūjitumaraho rājā. Pūjiteti pūjārahe. Idaṃ pana suttanipāte selasutte (su. ni. 553 ādayo).",
  "tika-s0104t0:306": "Abhidhammeti ‘‘supinantena sukkavisaṭṭhiyā anāpattibhāvepi akusalacetanā upalabbhatī’’tiādinā (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vinayapaññattiyā saṅkaravirahite dhamme. Pubbāparavirodhābhāvena yathāvuttadhammānameva aññamaññasaṅkaravirahato aññamaññasaṅkaravirahite dhammetipi vadanti. ‘‘Pāṇātipāto akusala’’nti (ma. ni. 2.192) evamādīsu vā maraṇādhippāyassa jīvitindriyupacchedakapayogasamuṭṭhāpikā cetanā akusalo, na pāṇasaṅkhātajīvitindriyassa upacchedasaṅkhāto atipāto. Tathā ‘‘adinnassa parasantakassa ādānasaṅkhātā viññatti abyākato dhammo, taṃviññattisamuṭṭhāpikā theyyacetanā akusalo dhammo’’ti evamādināpi aññamaññasaṅkaravirahite dhammeti attho veditabbo. Abhivinayeti ettha pana ‘‘jātarūparajataṃ na paṭiggahetabba’’nti vadanto vinaye vineti nāma. Ettha ca ‘‘evaṃ paṭiggaṇhato pācittiyaṃ, evaṃ pana dukkaṭa’’nti vadanto abhivinaye vineti nāmāti vadanti. Tasmā jātarūparajataṃ parasantakaṃ theyyacittena gaṇhantassa yathāvatthuṃ pārājikathullaccayadukkaṭesu aññataraṃ, bhaṇḍāgārikasīsena gaṇhantassa pācittiyaṃ, attano atthāya gaṇhantassa nissaggiyaṃ pācittiyaṃ, kevalaṃ lolatāya gaṇhantassa anāmāsadukkaṭaṃ, rūpiyachaḍḍakasammatassa anāpattīti evaṃ aññamaññasaṅkaravirahite vinayepi paṭibalo vinetunti attho daṭṭhabbo. Evaṃ pana paricchinnataṃ sarūpato saṅkhepeneva dassento ‘‘aññamañña…pe… hotī’’ti āha.",
  "tika-s0104t0:307": "Abhikkantenāti ettha kantiyā adhikattaṃ abhi-saddo dīpetīti vuttaṃ ‘‘adhike’’ti. Nanu ca ‘‘abhikkamantī’’ti ettha abhi-saddo kamanakiriyāya vuḍḍhibhāvaṃ atirekattaṃ dīpeti, ‘‘abhiññātā abhilakkhitā’’ti ettha ñāṇalakkhaṇakiriyānaṃ supākaṭataṃ visesaṃ, ‘‘abhikkantenā’’ti ettha kantiyā adhikattaṃ visiṭṭhabhāvaṃ dīpetīti idaṃ tāva yuttaṃ kiriyāvisesakattā upasaggassa. ‘‘Pādayo kiriyāyoge upasaggā’’ti hi saddasatthe vuttaṃ. ‘‘Abhirājā, abhivinaye’’ti pana pūjitaparicchinnesu rājavinayesu abhi-saddo vattatīti kathametaṃ yujjeyya. Na hi asatvavācī saddo satvavācako sambhavatīti? Natthi atra doso pūjanaparicchedanakiriyānampi dīpanato, tāhi ca kiriyāhi yuttesu rājavinayesupi pavattattā. Abhipūjito rājāti hi atthena kiriyākārakasambandhaṃ nimittaṃ katvā kammasādhanabhūtaṃ rājadabbaṃ abhi-saddo padhānato vadati, pūjanakiriyaṃ pana appadhānato. Tathā abhiparicchinno vinayoti atthena kiriyākārakasambandhaṃ nimittaṃ katvā kammasādhanabhūtaṃ vinayadabbaṃ abhi-saddo padhānato vadati, paricchindanakiriyaṃ pana appadhānato. Tasmā atimālādīsu ati-saddo viya abhi-saddo ettha saha sādhanena kiriyaṃ vadatīti abhirājaabhivinayasaddā sopasaggāva siddhā. Evaṃ abhidhammasaddepi abhisaddo saha sādhanena vuḍḍhiyādikiriyaṃ vadatīti ayamattho dassitoti veditabbaṃ.",
  "tika-s0104t0:308": "Hotu abhi-saddo yathāvuttesu atthesu, tappayogena pana dhammasaddena dīpitā vuḍḍhimantādayo dhammā ettha vuttā na bhaveyyuṃ, kathaṃ ayamattho yujjeyyāti anuyoge sati taṃ pariharanto ‘‘ettha cā’’tiādimāha. Tattha etthāti etasmiṃ abhidhamme. Upanyāse ca-saddo. Bhāvetīti cittassa vaḍḍhanaṃ vuttaṃ, pharitvāti ārammaṇassa vaḍḍhanaṃ, tasmā tāhi bhāvanāpharaṇavuḍḍhīhi vuḍḍhimantopi dhammā vuttāti attho . Ārammaṇādīhīti ārammaṇasampayuttakammadvārapaṭipadādīhi. Ekantato lokuttaradhammānaññeva pūjārahattā ‘‘sekkhā dhammā’’tiādinā teyeva pūjitāti dassitā. ‘‘Pūjārahā’’ti etena kattādisādhanaṃ, atītādikālaṃ, sakkuṇeyyatthaṃ vā nivatteti. Pūjitabbāyeva hi dhammā kālavisesaniyamarahitā pūjārahā ettha vuttāti adhippāyo dassito. Sabhāvaparicchinnattāti phusanādisabhāvena paricchinnattā. Kāmāvacarehi mahantabhāvato mahaggatā dhammā adhikā, tatopi uttaravirahato anuttarā dhammāti dasseti ‘‘mahaggatā’’tiādinā. Tenāti ‘‘vuḍḍhimanto’’tiādinā vacanena karaṇabhūtena, hetubhūtena vā.",
  "tika-s0104t0:309": "Yaṃ panetthāti etesu vinayādīsu tīsu aññamaññavisiṭṭhesu yaṃ avisiṭṭhaṃ samānaṃ, taṃ piṭakanti attho. Vinayādayo hi tayo saddā aññamaññāsādhāraṇattā visiṭṭhā nāma, piṭakasaddo pana tehi tīhipi sādhāraṇattā ‘‘avisiṭṭho’’ti vuccati. Pariyattibbhājanatthatoti pariyāpuṇitabbatthapatiṭṭhānatthehi karaṇabhūtehi, visesanabhūtehi vā. Apica pariyattibbhājanatthato pariyattibhājanatthanti āhūti attho daṭṭhabbo. Paccattatthe hi to-saddo iti-saddena niddisitabbattā. Itinā niddisitabbehito – saddamicchanti neruttikā yathā ‘‘aniccato dukkhato anattato vipassantī’’ti (paṭṭhā. 1.1.406, 408, 411) etena pariyāpuṇitabbato, taṃtadatthānaṃ bhājanato ca piṭakaṃ nāmāti dasseti. Anipphannapāṭipadikapadañhetaṃ. Saddavidū pana ‘‘piṭa saddasaṅghāṭesū’’ti vatvā idha vuttameva payogamudāharanti, tasmā tesaṃ matena piṭīyati saddīyati pariyāpuṇīyatīti piṭakaṃ, piṭīyati vā saṅghāṭīyati taṃtadattho etthāti piṭakanti nibbacanaṃ kātabbaṃ. ‘‘Tenā’’tiādinā samāsaṃ dasseti.",
  "tika-s0104t0:310": "Māpiṭakasampadānenāti kālāmasutte, (a. ni. 3.66) sāḷhasutte (a. ni. 3.67) ca āgataṃ pāḷimāha. Tadaṭṭhakathāyañca ‘‘amhākaṃ piṭakatantiyā saddhiṃ sametīti mā gaṇhitthā’’ti (a. ni. aṭṭha. 2.3.66) attho vutto. Ācariyasāriputtattherena pana ‘‘pāḷisampadānavasena mā gaṇhathā’’ti (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vuttaṃ. Kudālapiṭakamādāyāti kudālañca piṭakañca ādāya. Ku vuccati pathavī, tassā dālanato vidālanato ayomayaupakaraṇaviseso kudālaṃ nāma. Tesaṃ tesaṃ vatthūnaṃ bhājanabhāvato tālapaṇṇavettalatādīhi kato bhājanaviseso piṭakaṃ nāma. Idaṃ pana mūlapaṇṇāsake kakacūpamasutte (ma. ni. 1.227).",
  "tika-s0104t0:311": "‘‘Tena…pe… ñeyyā’’ti gāthāpadaṃ ulliṅgetvā ‘‘tenā’’tiādinā vivarati. Sabbādīhi sabbanāmehi vuttassa vā liṅgamādiyate, vuccamānassa vā, idha pana vatticchāya vuttassevāti katvā ‘‘vinayo ca so piṭakañcā’’ti vuttaṃ. ‘‘Yathāvutteneva nayenā’’ti iminā ‘‘evaṃ duvidhatthena…pe… katvā’’ti ca ‘‘pariyattibhāvato, tassa tassa atthassa bhājanato cā’’ti ca vuttaṃ sabbamatidisati. Tayopīti ettha apisaddo, pi-saddo vā avayavasampiṇḍanattho. ‘‘Apī’’ti avatvā ‘‘pī’’ti vadanto hi api-saddo viya pi-saddopi visuṃ nipāto atthīti dasseti.",
  "tika-s0104t0:312": "Kathetabbānaṃ atthānaṃ desakāyattena āṇādividhinā atisajjanaṃ pabodhanaṃ desanā. Sāsitabbapuggalagatena yathāparādhādisāsitabbabhāvena anusāsanaṃ vinayanaṃ sāsanaṃ. Kathetabbassa saṃvarāsaṃvarādino atthassa kathanaṃ vacanapaṭibaddhatākaraṇaṃ kathā, idaṃ vuttaṃ hoti – desitāraṃ bhagavantamapekkhitvā desanā, sāsitabbapuggalavasena sāsanaṃ, kathetabbassa atthassa vasena kathāti evamimesaṃ nānākaraṇaṃ veditabbanti. Ettha ca kiñcāpi desanādayo desetabbādinirapekkhā na honti, āṇādayo pana visesato desakādiadhīnāti taṃ taṃ visesayogavasena desanādīnaṃ bhedo vutto. Yathā hi āṇāvidhānaṃ visesato āṇārahādhīnaṃ tattha kosallayogato, evaṃ vohāraparamatthavidhānāni ca vidhāyakādhīnānīti āṇādividhino desakāyattatā vuttā. Aparādhajjhāsayānurūpaṃ viya ca dhammānurūpampi sāsanaṃ visesato, tathā vinetabbapuggalāpekkhanti sāsitabbapuggalavasena sāsanaṃ vuttaṃ. Saṃvarāsaṃvaranāmarūpānaṃ viya ca vinibbeṭhetabbāya diṭṭhiyā kathanaṃ sati vācāvatthusmiṃ, nāsatīti visesato tadadhīnaṃ, tasmā kathetabbassa atthassa vasena kathā vuttā. Honti cettha –",
  "tika-s0104t0:313": "‘‘Desakassa vasenettha, desanā piṭakattayaṃ;",
  "tika-s0104t0:314": "Sāsitabbavasenetaṃ, sāsananti pavuccati.",
  "tika-s0104t0:315": "Kathetabbassa atthassa, vasenāpi kathāti ca;",
  "tika-s0104t0:316": "Desanāsāsanakathā-bhedampevaṃ pakāsaye’’ti.",
  "tika-s0104t0:317": "Padattayampetaṃ samodhānetvā tāsaṃ bhedoti katvā bhedasaddo visuṃ visuṃ yojetabbo dvandapadato paraṃ suyyamānattā ‘‘desanābhedaṃ, sāsanabhedaṃ, kathābhedañca yathārahaṃ paridīpaye’’ti. Bhedanti ca nānattaṃ, visesaṃ vā. Tesu piṭakesu. Sikkhā ca pahānañca gambhīrabhāvo ca, tañca yathārahaṃ paridīpaye.",
  "tika-s0104t0:318": "Dutiyagāthāya pariyattibhedaṃ pariyāpuṇanassa pakāraṃ, visesañca vibhāvaye. Yahiṃ vinayādike piṭake. Yaṃ sampattiṃ, vipattiñca yathā bhikkhu pāpuṇāti, tathā tampi sabbaṃ tahiṃ vibhāvayeti sambandho. Atha vā yaṃ pariyattibhedaṃ sampattiṃ, vipattiñca yahiṃ yathā bhikkhu pāpuṇāti, tathā tampi sabbaṃ tahiṃ vibhāvayeti yojetabbaṃ. Yathāti ca yehi upārambhādihetupariyāpuṇanādippakārehi, upārambhanissaraṇadhammakosarakkhaṇahetupariyāpuṇanaṃ suppaṭipattiduppaṭipattīti etehi pakārehīti vuttaṃ hoti. Santesupi ca aññesu tathā pāpuṇantesu jeṭṭhaseṭṭhāsannasadāsannihitabhāvato, yathānusiṭṭhaṃ sammāpaṭipajjanena dhammādhiṭṭhānabhāvato ca bhikkhūti vuttaṃ.",
  "tika-s0104t0:319": "Tatrāti tāsu gāthāsu. Ayanti adhunā vakkhamānā kathā. Paridīpanāti samantato pakāsanā, kiñcimattampi asesetvā vibhajanāti vuttaṃ hoti. Vibhāvanāti evaṃ paridīpanāyapi sati gūḷhaṃ paṭicchannamakatvā sotūnaṃ suviññeyyabhāvena āvibhāvanā. Saṅkhepena paridīpanā, vitthārena vibhāvanātipi vadanti. Apica etaṃ padadvayaṃ heṭṭhā vuttānurūpato kathitaṃ, atthato pana ekameva. Tasmā paridīpanā paṭhamagāthāya, vibhāvanā dutiyagāthāyāti yojetabbaṃ. Ca-saddena ubhayatthaṃ aññamaññaṃ samucceti. Kasmā, vuccantīti āha ‘‘ettha hī’’tiādi. Hīti kāraṇe nipāto ‘‘akkharavipattiyaṃ hī’’tiādīsu viya. Yasmā, kasmāti vā attho. Āṇaṃ paṇetuṃ [ṭhapetuṃ (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā)] arahatīti āṇāraho, sammāsambuddhattā, mahākāruṇikatāya ca aviparītahitopadesakabhāvena pamāṇavacanattā āṇārahena bhagavatāti attho. Vohāraparamatthadhammānampi tattha sabbhāvato ‘‘āṇābāhullato’’ti vuttaṃ, tena yebhuyyanayaṃ dasseti. Ito paresupi eseva nayo. Visesena sattānaṃ manaṃ avaharatīti vohāro, paññatti, tasmiṃ kusalo, tena.",
  "tika-s0104t0:320": "Pacuro bahulo aparādho doso vītikkamo yesaṃ te pacurāparādhā, seyyasakattherādayo. Yathāparādhanti dosānurūpaṃ. ‘‘Anekajjhāsayā’’tiādīsu āsayova ajjhāsayo, so atthato diṭṭhi, ñāṇañca, pabhedato pana catubbidho hoti. Vuttañca –",
  "tika-s0104t0:321": "‘‘Sassatucchedadiṭṭhī ca, khanti cevānulomikā;",
  "tika-s0104t0:322": "Yathābhūtañca yaṃ ñāṇaṃ, etaṃ āsayasaddita’’nti.",
  "tika-s0104t0:323": "Tattha sabbadiṭṭhīnaṃ sassatucchedadiṭṭhīhi saṅgahitattā sabbepi diṭṭhigatikā sattā imā eva dve diṭṭhiyo sannissitā. Yathāha ‘‘dvayanissito kho panāyaṃ kaccāna loko yebhuyyena atthitañca natthitañcā’’ti, (saṃ. ni. 2.15) atthitāti hi sassataggāho adhippeto, natthitāti ucchedaggāho. Ayaṃ tāva vaṭṭanissitānaṃ puthujjanānaṃ āsayo. Vivaṭṭanissitānaṃ pana suddhasattānaṃ anulomikā khanti, yathābhūtañāṇanti duvidho āsayo. Tattha ca anulomikā khanti vipassanāñāṇaṃ. Yathābhūtañāṇaṃ pana kammasakatāñāṇaṃ. Catubbidho peso āsayanti sattā ettha nivasanti, cittaṃ vā āgamma seti etthāti āsayo migāsayo viya. Yathā migo gocarāya gantvāpi paccāgantvā tattheva vanagahane sayatīti taṃ tassa ‘‘āsayo’’ti vuccati, tathā cittaṃ aññathāpi pavattitvā yattha paccāgamma seti, tassa so ‘‘āsayo’’ti. Kāmarāgādayo satta anusayā. Mūsikavisaṃ viya kāraṇalābhe uppajjamānārahā anāgatā, atītā, paccuppannā ca taṃsabhāvattā tathā vuccanti. Na hi dhammānaṃ kālabhedena sabhāvabhedoti. Cariyāti rāgacariyādikā cha mūlacariyā, antarabhedena anekavidhā, saṃsaggavasena pana tesaṭṭhi honti. Atha vā cariyāti sucaritaduccaritavasena duvidhaṃ caritaṃ. Tañhi vibhaṅge caritaniddese niddiṭṭhaṃ.",
  "tika-s0104t0:324": "‘‘Adhimutti nāma ‘ajjeva pabbajissāmi, ajjeva arahattaṃ gaṇhissāmī’tiādinā tanninnabhāvena pavattamānaṃ sanniṭṭhāna’’nti (sārattha. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) gaṇṭhipadesu vuttaṃ. Ācariyadhammapālattherena pana ‘‘adhimutti nāma sattānaṃ pubbacariyavasena abhiruci, sā duvidhā hīnapaṇītabhedenā’ti (dī. ni. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vuttaṃ. Tathā hi yāya hīnādhimuttikā sattā hīnādhimuttikeyeva satte sevanti, paṇītādhimuttikā paṇītādhimuttikeyeva . Sace hi ācariyupajjhāyā sīlavanto na honti, saddhivihārikā sīlavanto, te attano ācariyupajjhāyepi na upasaṅkamanti, attanā sadise sāruppabhikkhūyeva upasaṅkamanti. Sace ācariyupajjhāyā sāruppabhikkhū, itare asāruppā, tepi na ācariyupajjhāye upasaṅkamanti, attanā sadise asāruppabhikkhūyeva upasaṅkamanti. Dhātusaṃyuttavasena (saṃ. ni. 2.85 ādayo) cesa attho dīpetabbo. Evamayaṃ hīnādhimuttikādīnaṃ aññamañño pasevanādiniyamitā abhiruci ajjhāsayadhātu ‘‘adhimuttī’’ti veditabbā. Anekā ajjhāsayādayo te yesaṃ atthi, anekā vā ajjhāsayādayo yesanti tathā yathā ‘‘bahukattuko, bahunadiko’’ti. Yathānulomanti ajjhāsayādīnaṃ anulomaṃ anatikkamma, ye ye vā ajjhāsayādayo anulomā, tehi tehīti attho. Āsayādīnaṃ anulomassa vā anurūpantipi vadanti. Ghanavinibbhogābhāvato diṭṭhimānataṇhāvasena ‘‘ahaṃ mama santaka’’nti evaṃ pavattasaññino. Yathādhammanti ‘‘natthettha attā, attaniyaṃ vā, kevalaṃ dhammamattameveta’’nti evamādinā dhammasabhāvānurūpanti attho.",
  "tika-s0104t0:325": "Saṃvaraṇaṃ saṃvaro, kāyavācāhi avītikkamo. Mahanto saṃvaro asaṃvaro. Vuḍḍhiattho hi ayaṃ a-kāro yathā ‘‘asekkhā dhammā’’ti (dha. sa. tikamātikā 21) taṃyogatāya ca khuddako saṃvaro pārisesādinayena saṃvaro, tasmā khuddako, mahanto ca saṃvaroti attho. Tenāha ‘‘saṃvarā saṃvaro’’tiādi. Diṭṭhiviniveṭhanāti diṭṭhiyā vimocanaṃ, atthato pana tassa ujuvipaccanikā sammādiṭṭhiādayo dhammā. Tathā cāha ‘‘dvāsaṭṭhidiṭṭhipaṭipakkhabhūtā’’ti. Nāmassa, rūpassa, nāmarūpassa ca paricchindanaṃ nāmarūpaparicchedo, so pana ‘‘rāgādipaṭipakkhabhūto’’ti vacanato tathāpavattameva ñāṇaṃ.",
  "tika-s0104t0:326": "‘‘Tīsupī’’tiādinā aparaḍḍhaṃ vivarati. Tīsupi tāsaṃ vacanasambhavato ‘‘visesenā’’ti vuttaṃ. Tadetaṃ sabbattha yojetabbaṃ. Tatra ‘‘yāyaṃ adhisīlasikkhā, ayaṃ imasmiṃ atthe adhippetā sikkhā’’ti vacanato āha ‘‘vinayapiṭake adhisīlasikkhā’’ti. Suttantapāḷiyaṃ ‘‘vivicceva kāmehī’’tiādinā (dī. ni. 1.226; saṃ. ni. 1.152; a. ni. 4.123) samādhidesanābāhullato ‘‘suttanta piṭake adhicittasikkhā’’ti vuttaṃ. Nāmarūpaparicchedassa adhipaññāpadaṭṭhānato, adhipaññāya ca atthāya tadavasesanāmarūpadhammakathanato āha ‘‘abhidhammapiṭake adhipaññāsikkhā’’ti.",
  "tika-s0104t0:327": "Kilesānanti saṃklesadhammānaṃ, kammakilesānaṃ vā, ubhayāpekkhañcetaṃ ‘‘yo kāyavacīdvārehi kilesānaṃ vītikkamo, tassa pahānaṃ, tassa paṭipakkhattā’’ti ca. ‘‘Vītikkamo’’ti ayaṃ ‘‘paṭipakkha’’nti bhāvayoge sambandho, ‘‘sīlassā’’ti pana bhāvapaccaye. Evaṃ sabbattha. Anusayavasena santāne anuvattantā kilesā kāraṇalābhe pariyuṭṭhitāpi sīlabhedabhayavasena vītikkamituṃ na labhantīti āha ‘‘vītikkamapaṭipakkhattā sīlassā’’ti. Okāsādānavasena kilesānaṃ citte kusalappavattiṃ pariyādiyitvā uṭṭhānaṃ pariyuṭṭhānaṃ, tassa pahānaṃ, cittasantāne uppattivasena kilesānaṃ pariyuṭṭhānassa pahānanti vuttaṃ hoti. ‘‘Kilesāna’’nti hi adhikāro, taṃ pana pariyuṭṭhānappahānaṃ cittasamādahanavasena bhavatīti āha ‘‘pariyuṭṭhānapaṭipakkhattā samādhissā’’ti. Appahīnabhāvena santāne anu anu sayanakā anurūpakāraṇalābhe uppajjanārahā thāmagatā kāmarāgādayo satta kilesā anusayā, tesaṃ pahānaṃ, te pana sabbaso ariyamaggapaññāya pahīyantīti āha ‘‘anusayapaṭipakkhattā paññāyā’’ti.",
  "tika-s0104t0:328": "Dīpālokena viya tamassa dānādipuññakiriyavatthugatena tena tena kusalaṅgena tassa tassa akusalassa pahānaṃ tadaṅgappahānaṃ. Idha pana adhisīlasikkhāya vuttaṭṭhānattā tena tena susīlyaṅgena tassa tassa dussīlyaṅgassa pahānaṃ ‘‘tadaṅgappahāna’’nti gahetabbaṃ. Upacārappanābhedena samādhinā pavattinivāraṇena ghaṭappahārena viya jalatale sevālassa tesaṃ tesaṃ nīvaraṇādidhammānaṃ vikkhambhanavasena pahānaṃ vikkhambhanappahānaṃ. Catunnaṃ ariyamaggānaṃ bhāvitattā taṃ taṃ maggavato santāne samudayapakkhikassa kilesagaṇassa accantamappavattisaṅkhāta samucchindanavasena pahānaṃ samucchedappahānaṃ. Duṭṭhu caritaṃ, saṃkilesehi vā dūsitaṃ caritaṃ duccaritaṃ. Tadeva yattha uppannaṃ, taṃ santānaṃ sammā kilisati vibādhati, upatāpeti cāti saṃkileso, tassa pahānaṃ. Kāyavacīduccaritavasena pavattasaṃkilesassa tadaṅgavasena pahānaṃ vuttaṃ sīlassa duccaritapaṭipakkhattā. Sikkhattayānusārena hi attho veditabbo. Tasatīti taṇhā, sāva vuttanayena saṃkileso, tassa vikkhambhanavasena pahānaṃ vuttaṃ samādhissa kāmacchandapaṭipakkhattā. Diṭṭhiyeva yathāvuttanayena saṃkileso, tassa samucchedavasena pahānaṃ vuttaṃ paññāya attādivinimuttasabhāva dhammappakāsanato.",
  "tika-s0104t0:329": "Ekamekasmiñcetthāti etesu tīsu piṭakesu ekamekasmiṃ piṭake, ca-saddo vākyārambhe, pakkhantare vā. Pi-saddo, api-saddo vā avayavasampiṇḍane, tena na kevalaṃ catubbidhasseva gambhīrabhāvo, atha kho paccekaṃ tadavayavānampīti sampiṇḍanaṃ karoti. Esa nayo īdisesu. Idāni te sarūpato dassetuṃ ‘‘tatthā’’tiādi vuttaṃ. Tattha tantīti pāḷi. Sā hi ukkaṭṭhānaṃ sīlādiatthānaṃ bodhanato, sabhāvaniruttibhāvato, buddhādīhi bhāsitattā ca pakaṭṭhānaṃ vacanānaṃ āḷi pantīti ‘‘pāḷī’’ti vuccati.",
  "tika-s0104t0:330": "Idha pana vinayagaṇṭhipadakārādīnaṃ saddavādīnaṃ matena pubbe vavatthāpitā paramatthasaddappabandhabhūtā tanti dhammo nāma. Iti-saddo hi nāmatthe, ‘‘dhammo’’ti vā vuccati. Tassāyevāti tassā yathāvuttāya eva tantiyā attho. Manasā vavatthāpitāyāti uggahaṇa-dhāraṇādivasappavattena manasā pubbe vavatthāpitāya yathāvuttāya paramatthasaddappabandhabhūtāya tassā tantiyā. Desanāti pacchā paresamavabodhanatthaṃ desanāsaṅkhātā paramatthasaddappabandhabhūtā tantiyeva. Apica yathāvuttatanti saṅkhātasaddasamuṭṭhāpako cittuppādo desanā. Tantiyā, tantiatthassa cāti yathāvuttāya duvidhāyapi tantiyā, tadatthassa ca yathābhūtāvabodhoti attho veditabbo. Te hi bhagavatā vuccamānassa atthassa, vohārassa ca dīpako saddoyeva tanti nāmāti vadanti. Tesaṃ pana vāde dhammassāpi saddasabhāvattā dhammadesanānaṃ ko visesoti ce? Tesaṃ tesaṃ atthānaṃ bodhakabhāvena ñāto, uggahaṇādivasena ca pubbe vavatthāpito paramatthasaddappabandho dhammo, pacchā paresaṃ avabodhanatthaṃ pavattito taṃ tadatthappakāsako saddo desanāti ayamimesaṃ visesoti. Atha vā yathāvuttasaddasamuṭṭhāpako cittuppādo desanā desīyati samuṭṭhāpīyati saddo etenāti katvā musāvādādayo viya tatthāpi hi musāvādādisamuṭṭhāpikā cetanā musāvādādisaddehi voharīyatīti. Kiñcāpi akkharāvalibhūto paññattisaddoyeva atthassa ñāpako, tathāpi mūlakāraṇabhāvato ‘‘akkharasaññāto’’tiādīsu viya tassāyeva atthoti paramatthasaddoyeva atthassa ñāpakabhāvena vuttoti daṭṭhabbaṃ. ‘‘Tassā tantiyā desanā’’ti ca sadisavohārena vuttaṃ yathā ‘‘uppannā ca kusalādhammā bhiyyobhāvāya vepullāya saṃvattantī’’ti.",
  "tika-s0104t0:331": "Abhidhammagaṇṭhipadakārādīnaṃ pana paṇṇattivādīnaṃ matena sammutiparamatthabhedassa atthassa anurūpavācakabhāvena paramatthasaddesu ekantena bhagavatā manasā vavatthāpitā nāmapaññattipabandhabhūtā tanti dhammo nāma, ‘‘dhammo’’ti vā vuccati. Tassāyevāti tassā nāmapaññattibhūtāya tantiyā eva attho. Manasā vavatthāpitāyāti sammutiparamatthabhedassa atthassānurūpavācakabhāvena paramatthasaddesu bhagavatā manasā vavatthāpitāya nāmapaṇṇattipabandhabhūtāya tassā tantiyā. Desanāti paresaṃ pabodhanena atisajjanā vācāya pakāsanā vacībhedabhūtā paramatthasaddappabandhasaṅkhātā tanti. Tantiyā, tantiatthassa cāti yathāvuttāya dubbidhāyapi tantiyā, tadatthassa ca yathābhūtāvabodhoti attho. Te hi evaṃ vadanti – sabhāvatthassa, sabhāvavohārassa ca anurūpavaseneva bhagavatā manasā vavatthāpitā paṇṇatti idha ‘‘tantī’’ti vuccati. Yadi ca saddavādīnaṃ matena saddoyeva idha tanti nāma siyā. Tantiyā, desanāya ca nānattena bhavitabbaṃ, manasā vavatthāpitāya ca tantiyā vacībhedakaraṇamattaṃ ṭhapetvā desanāya nānattaṃ natthi. Tathā hi desanaṃ dassentena manasā vavatthāpitāya tantiyā desanāti vacībhedakaraṇamattaṃ vinā tantiyā saha desanāya anaññatā vuttā. Tathā ca upari ‘‘desanāti paññattī’’ti vuttattā desanāya anaññabhāvena tantiyāpi paṇṇattibhāvo kathito hoti.",
  "tika-s0104t0:332": "Apica yadi tantiyā aññāyeva desanā siyā, ‘‘tantiyā ca tantiatthassa ca desanāya ca yathābhūtāvabodho’’ti vattabbaṃ siyā. Evaṃ pana avatvā ‘‘tantiyā ca tantiatthassa ca yathābhūtāvabodho’’ti vuttattā tantiyā, desanāya ca anaññabhāvo dassito hoti. Evañca katvā upari ‘‘desanā nāma paññattī’’ti dassentena desanāya anaññabhāvato tantiyā paṇṇattibhāvo kathito hotīti. Tadubhayampi pana paramatthato saddoyeva paramatthavinimuttāya sammutiyā abhāvā, imameva ca nayaṃ gahetvā keci ācariyā ‘‘dhammo ca desanā ca paramatthato saddo evā’’ti voharanti, tepi anupavajjāyeva. Yathā kāmāvacarapaṭisandhivipākā ‘‘parittārammaṇā’’ti vuccanti, evaṃ sampadamidaṃ daṭṭhabbaṃ. Na hi kāmāvacarapaṭisandhivipākā ‘‘nibbattitaparamatthavisayāyevā’’ti sakkā vattuṃ itthipurisādiākāraparivitakkapubbakānaṃ rāgādiakusalānaṃ, mettādikusalānañca ārammaṇaṃ gahetvāpi samuppajjanato. Paramatthadhammamūlakattā panassa parikappassa paramatthavisayatā sakkā paññapetuṃ, evamidhāpi daṭṭhabbanti ca. Evampi paṇṇattivādīnaṃ mataṃ hotu, saddavādīnaṃ matepi dhammadesanānaṃ nānattaṃ vuttanayeneva ācariyadhammapālattherā dīhi pakāsitanti. Hoti cettha –",
  "tika-s0104t0:333": "‘‘Saddo dhammo desanā ca, iccāhu apare garū;",
  "tika-s0104t0:334": "Dhammo paṇṇatti saddo tu, desanā vāti cāpare’’ti.",
  "tika-s0104t0:335": "Tīsupi cetesu ete dhammatthadesanāpaṭivedhāti ettha tantiattho, tantidesanā, tantiatthapaṭivedho cāti ime tayo tantivisayā hontīti vinayapiṭakādīnaṃ atthadesanāpaṭivedhādhārabhāvo yutto, piṭakāni pana tantiyevāti tesaṃ dhammādhārabhāvo kathaṃ yujjeyyāti? Tantisamudāyassa avayavatantiyā ādhārabhāvato. Samudāyo hi avayavassa parikappanāmattasiddhena ādhārabhāvena vuccati yathā ‘‘rukkhe sākhā’’ti. Ettha ca dhammādīnaṃ dukkhogāhabhāvato tehi dhammādīhi vinayādayo gambhīrāti vinayādīnampi catubbidho gambhīrabhāvo vuttoyeva, tasmā dhammādayo eva dukkhogāhattā gambhīrā, na vinayādayoti na codetabbametaṃ samukhena, visayavisayīmukhena ca vinayādīnaññeva gambhīrabhāvassa vuttattā. Dhammo hi vinayādayo eva abhinnattā. Tesaṃ visayo attho vācakabhūtānaṃ tesameva vāccabhāvato, visayino desanāpaṭivedhā dhammatthavisayabhāvatoti. Tattha paṭivedhassa dukkarabhāvato dhammatthānaṃ, desanāñāṇassa dukkarabhāvato desanāya ca dukkhogāhabhāvo veditabbo, paṭivedhassa pana uppādetuṃ asakkuṇeyyattā, tabbisayañāṇuppattiyā ca dukkarabhāvato dukkhogāhatā veditabbā. Dhammatthadesanānaṃ gambhīrabhāvato tabbisayo paṭivedhopi gambhīro yathā taṃ gambhīrassa udakassa pamāṇaggahaṇe dīghena pamāṇena bhavitabbaṃ, evaṃsampadamidanti (vajira. ṭī. paṭhamamahāsaṅgītikathāvaṇṇanā) vajirabuddhitthero. Piṭakāvayavānaṃ dhammādīnaṃ vuccamāno gambhīrabhāvo taṃsamudāyassa piṭakassāpi vuttoyeva, tasmā tathā na codetabbantipi vadanti, vicāretabbametaṃ sabbesampi tesaṃ piṭakāvayavāsambhavato. Mahāsamuddo dukkhogāho, alabbhaneyyapatiṭṭho viya cāti sambandho. Atthavasā hi vibhattivacanaliṅgapariṇāmoti. Dukkhena ogayhanti, dukkho vā ogāho anto pavisanametesūti dukkhogāhā. Na labhitabboti alabbhanīyo, soyeva alabbhaneyyo, labhīyate vā labbhanaṃ, taṃ nārahatīti alabbhaneyyo. Patiṭṭhahanti ettha okāseti patiṭṭho, patiṭṭhahanaṃ vā patiṭṭho, alabbhaneyyo so yesu te alabbhaneyyapatiṭṭhā. Ekadesena ogāhantehipi mandabuddhīhi patiṭṭhā laddhuṃ na sakkāyevāti dassetuṃ etaṃ puna vuttaṃ. ‘‘Eva’’ntiādi nigamanaṃ.",
  "tika-s0104t0:336": "Idāni hetuhetuphalādīnampi vasena gambhīrabhāvaṃ dassento ‘‘aparo nayo’’tiādimāha. Tattha hetūti paccayo. So ca attano phalaṃ dahati vidahatīti dhammo da-kārassa dha-kāraṃ katvā. Dhammasaddassa cettha hetupariyāyatā kathaṃ viññāyatīti āha ‘‘vuttañheta’’ntiādi. Vuttaṃ paṭisambhidāvibhaṅge (vibha. 718). Nanu ca ‘‘hetumhi ñāṇaṃ dhammapaṭisambhidā’’ti etena vacanena dhammassa hetubhāvo kathaṃ viññāyatīti? ‘‘Dhammapaṭisambhidā’’ti etassa samāsapadassa avayavapadatthaṃ dassentena ‘‘hetumhi ñāṇa’’nti vuttattā. ‘‘Dhamme paṭisambhidā dhammapaṭisambhidā’’ti ettha hi ‘‘dhamme’’ti etassa atthaṃ dassentena ‘‘hetumhī’’ti vuttaṃ, ‘‘paṭisambhidā’’ti etassa atthaṃ dassentena ‘‘ñāṇa’’nti. Tasmā hetudhammasaddā ekatthā, ñāṇapaṭisambhidā saddā cāti imamatthaṃ vadantena sādhito dhammassa hetubhāvoti. Tathā ‘‘hetuphale ñāṇaṃ atthapaṭisambhidā’’ti etena vacanena sādhito atthassa hetuphalabhāvoti daṭṭhabbo. Hetuno phalaṃ hetuphalaṃ, tañca hetuanusārena arīyati adhigamīyatīti atthoti vuccati.",
  "tika-s0104t0:337": "Desanātipaññattīti ettha saddavādīnaṃ vāde atthabyañjanakā aviparītābhilāpadhammaniruttibhūtā paramatthasaddappabandhasaṅkhātā tanti ‘‘desanā’’ti vuccati, desanā nāmāti vā attho. Desīyati attho etāyāti hi desanā. Pakārena ñāpīyati attho etāya, pakārato vā ñāpetīti paññatti. Tameva sarūpato dassetuṃ ‘‘yathādhammaṃ dhammābhilāpoti adhippāyo’’ti vuttaṃ. Yathādhammanti ettha pana dhammasaddo hetuṃ, hetuphalañca sabbaṃ saṅgaṇhāti. Sabhāvavācako hesa dhammasaddo, na pariyattihetuādivācako, tasmā yo yo avijjāsaṅkhārādidhammo, tasmiṃ tasminti attho. Tesaṃ tesaṃ avijjāsaṅkhārādidhammānaṃ anurūpaṃ vā yathādhammaṃ. Desanāpi hi paṭivedho viya aviparītasavisayavibhāvanato dhammānurūpaṃ pavattati, tatoyeva ca aviparītābhilāpoti vuccati. Dhammābhilāpoti hi atthabyañjanako aviparītābhilāpo dhammaniruttibhūto tantisaṅkhāto paramatthasaddappabandho. So hi abhilappati uccārīyatīti abhilāpo, dhammo aviparīto sabhāvabhūto abhilāpo dhammābhilāpoti vuccati, etena ‘‘tatra dhammaniruttābhilāpe ñāṇaṃ niruttipaṭisambhidā’’ti (vibha. 718) ettha vuttaṃ dhammaniruttiṃ dasseti saddasabhāvattā desanāya. Tathā hi niruttipaṭisambhidāya parittārammaṇādibhāvo paṭisambhidāvibhaṅgapāḷiyaṃ (vibha. 718) vutto. Tadaṭṭhakathāya ca ‘‘taṃ sabhāvaniruttiṃ saddaṃ ārammaṇaṃ katvā’’tiādinā (vibha. aṭṭha. 718) tassā saddārammaṇatā dassitā. ‘‘Imassa atthassa ayaṃ saddo vācako’’ti hi vacanavacanatthe vavatthapetvā taṃ taṃ vacanatthavibhāvanavasena pavattito saddo ‘‘desanā’’ti vuccati. ‘‘Adhippāyo’’ti etena ‘‘desanāti paññattī’’ti etaṃ vacanaṃ dhammaniruttābhilāpaṃ sandhāya vuttaṃ, na tato vinimuttaṃ paññattiṃ sandhāyāti dasseti anekadhā atthasambhave attanā adhippetatthasseva vuttattāti ayaṃ saddavādīnaṃ vādato vinicchayo.",
  "tika-s0104t0:338": "Paññattivādīnaṃ vāde pana sammutiparamatthabhedassa atthassānurūpavācakabhāvena paramatthasaddesu bhagavatā manasā vavatthāpitā tantisaṅkhātā nāmapaññatti desanā nāma, ‘‘desanā’’ti vā vuccatīti attho. Tadeva mūlakāraṇabhūtassa saddassa dassanavasena kāraṇūpacārena dassetuṃ ‘‘yathādhammaṃ dhammābhilāpoti adhippāyo’’ti vuttaṃ. Kiñcāpi hi ‘‘dhammābhilāpo’’ti ettha abhilappati uccārīyatīti abhilāpoti saddo vuccati, na paṇṇatti, tathāpi sadde vuccamāne tadanurūpaṃ vohāraṃ gahetvā tena vohārena dīpitassa atthassa jānanato sadde kathite tadanurūpā paṇṇattipi kāraṇūpacārena kathitāyeva hoti. Apica ‘‘dhammābhilāpoti attho’’ti avatvā ‘‘dhammābhilāpoti adhippāyo’’ti vuttattā desanā nāma saddo na hotīti dīpitameva. Tena hi adhippāyamattameva mūlakāraṇasaddavasena kathitaṃ, na idha gahetabbo ‘‘desanā’’ti etassa atthoti ayaṃ paññattivādīnaṃ vādato vinicchayo. Atthantaramāha ‘‘anuloma…pe… kathana’’nti, etena heṭṭhā vuttaṃ desanāsamuṭṭhāpakaṃ cittuppādaṃ dasseti. Kathīyati attho etenāti hi kathanaṃ. Ādisaddena nītaneyyādikā pāḷigatiyo, ekattādinandiyāvattādikā pāḷinissitā ca nayā saṅgahitā.",
  "tika-s0104t0:339": "Sayameva paṭivijjhati, etena vā paṭivijjhantīti paṭivedho, ñāṇaṃ. Tadeva abhisameti, etena vā abhisamentīti abhisamayotipi vuccati. Idāni taṃ paṭivedhaṃ abhisamayappabhedato, abhisamayākārato, ārammaṇato, sabhāvato ca pākaṭaṃ kātuṃ ‘‘so cā’’tiādi vuttaṃ. Tattha hi lokiyalokuttaroti pabhedato, visayato, asammohatoti ākārato, dhammesu, atthesu, paññattīsūti ārammaṇato, atthānurūpaṃ, dhammānurūpaṃ, paññattipathānurūpanti sabhāvato ca pākaṭaṃ karoti. Tattha visayato atthādianurūpaṃ dhammādīsu avabodho nāma avijjādidhammārammaṇo, saṅkhārādiatthārammaṇo, tadubhayapaññāpanārammaṇo ca lokiyo abhisamayo. Asammohato atthādianurūpaṃ dhammādīsu avabodho nāma nibbānārammaṇo maggasampayutto yathāvuttadhammatthapaññattīsu sammohaviddhaṃsano lokuttaro abhisamayo. Tathā hi ‘‘ayaṃ hetu, idamassa phalaṃ, ayaṃ tadubhayānurūpo vohāro’’ti evaṃ ārammaṇakaraṇavasena lokiyañāṇaṃ visayato paṭivijjhati, lokuttarañāṇaṃ pana tesu hetuhetuphalādīsu sammohassañāṇena samucchinnattā asammohato paṭivijjhati. Lokuttaro pana paṭivedho visayato nibbānassa, asammohato ca itarassātipi vadanti eke.",
  "tika-s0104t0:340": "Atthānurūpaṃ dhammesūti ‘‘avijjā hetu, saṅkhārā hetusamuppannā, saṅkhāre uppādeti avijjā’’ti evaṃ kāriyānurūpaṃ kāraṇesūti attho. Atha vā ‘‘puññābhisaṅkhāraapuññābhisaṅkhāraāneñjābhisaṅkhāresu tīsu apuññābhisaṅkhārassa avijjā sampayuttapaccayo, itaresaṃ yathānurūpa’’ntiādinā kāriyānurūpaṃ kāraṇesu paṭivedhotipi attho. Dhammānurūpaṃ atthesūti ‘‘avijjāpaccayā saṅkhārā’’tiādinā (ma. ni. 3.126; saṃ. ni. 2.1; udā. 1; vibha. 225) kāraṇānurūpaṃ kāriyesu. Chabbidhāya paññattiyā patho paññattipatho, tassa anurūpaṃ tathā, paññattiyā vuccamānadhammānurūpaṃ paññattīsu avabodhoti attho. Abhisamayato aññampi paṭivedhatthaṃ dassetuṃ ‘‘tesa’’ntiādimāha. Paṭivijjhīyatīti paṭivedhoti hi taṃtaṃrūpādidhammānaṃ aviparītasabhāvo vuccati. Tattha tatthāti tasmiṃ tasmiṃ piṭake, pāḷipadese vā. Salakkhaṇasaṅkhātoti ruppananamanaphusanādisakasakalakkhaṇasaṅkhāto.",
  "tika-s0104t0:341": "Yathāvuttehi dhammādīhi piṭakānaṃ gambhīrabhāvaṃ dassetuṃ ‘‘idānī’’tiādimāha. Dhammajātanti kāraṇappabhedo, kāraṇameva vā. Atthajātanti kāriyappabhedo, kāriyameva vā. Yā cāyaṃ desanāti sambandho. Tadatthavijānanavasena abhimukho hoti. Yo cetthāti yo etāsu taṃ taṃ piṭakāgatāsu dhammatthadesanāsu paṭivedho, yo ca etesu piṭakesu tesaṃ tesaṃ dhammānaṃ aviparītasabhāvoti attho. Sambharitabbato kusalameva sambhāro, so sammā anupacito yehi te anupacitakusalasambhārā, tatova duppaññehi, nippaññehīti attho. Na hi paññavato, paññāya vā duṭṭhubhāvo dūsitabhāvo ca sambhavatīti nippaññattāyeva duppaññā yathā ‘‘dussīlo’’ti (a. ni. 5.213; 10.75; pārā. 295; dha. pa. 308). Ettha ca avijjāsaṅkhārādīnaṃ dhammatthānaṃ duppaṭivijjhatāya dukkhogāhatā, tesaṃ paññāpanassa dukkarabhāvato taṃdesanāya, abhisamayasaṅkhātassa paṭivedhassa uppādanavisayīkaraṇānaṃ asakkuṇeyyattā, aviparītasabhāvasaṅkhātassa paṭivedhassa dubbiññeyyatāya dukkhogāhatā veditabbā. Evampīti pi-saddo pubbe vuttaṃ pakārantaraṃ sampiṇḍeti. Evaṃ paṭhamagāthāya anūnaṃ paripuṇṇaṃ paridīpitatthabhāvaṃ dassento ‘‘ettāvatā’’tiādimāha. ‘‘Siddhe hi satyārambho atthantaraviññāpanāya vā hoti, niyamāya vā’’ti iminā punārambhavacanena anūnaṃ paripuṇṇaṃ paridīpitatthabhāvaṃ dasseti. Ettāvatāti paricchedatthe nipāto, ettakena vacanakkamenāti attho. Etaṃ vā parimāṇaṃ yassāti ettāvaṃ, tena, etaparimāṇavatā saddatthakkamenāti attho. ‘‘Sadde hi vutte tadatthopi vuttoyeva nāmā’’ti vadanti. Vutto saṃvaṇṇito attho yassāti vuttatthā. ",
  "tika-s0104t0:342": "Etthāti etissā gāthāya. Evaṃ attho, vinicchayoti vā seso. Tīsu piṭakesūti ettha ‘‘ekekasmi’’nti adhikārato, pakaraṇato vā veditabbaṃ. ‘‘Ekamekasmiñcetthā’’ti (dī. ni. aṭṭha. 1.paṭhamamahāsaṅgītikathā) hi heṭṭhā vuttaṃ. Atha vā vatticchānupubbikattā saddapaṭipattiyā niddhāraṇamidha avattukāmena ādhāroyeva vutto. Na cettha codetabbaṃ ‘‘tīsuyeva piṭakesu tividho pariyattibhedo daṭṭhabbo siyā’’ti samudāyavasena vuttassāpi vākyassa avayavādhippāyasambhavato. Dissati hi avayavavākyanipphatti ‘‘brāhmaṇādayo bhuñjantū’’tiādīsu, tasmā alamatipapañcena. Yathā attho na virujjhati, tathāyeva gahetabboti. Evaṃ sabbattha. Pariyattibhedoti pariyāpuṇanaṃ pariyatti. Pariyāpuṇanavācako hettha pariyattisaddo, na pana pāḷipariyāyo, tasmā pariyāpuṇanappakāroti attho. Atha vā tīhi pakārehi pariyāpuṇitabbā pāḷiyo eva ‘‘pariyattī’’ti vuccanti. Tathā ceva abhidhammaṭṭhakathāya sīhaḷagaṇṭhipade vuttanti vadanti. Evampi hi alagaddūpamāpariyāpuṇanayogato ‘‘alagaddūpamā pariyattī’’ti pāḷipi sakkā vattuṃ. Evañca katvā ‘‘duggahitā upārambhādihetu pariyāpuṭā alagaddūpamā’’ti parato niddesavacanampi upapannaṃ hoti. Tattha hi pāḷiyeva ‘‘duggahitā, pariyāpuṭā’’ti ca vattuṃ yuttā.",
  "tika-s0104t0:343": "Alagaddo alagaddaggahaṇaṃ upamā etissāti alagaddūpamā. Alagaddassa gahaṇañhettha alagaddasaddena vuttanti daṭṭhabbaṃ. Āpūpikoti ettha āpūpa-saddena āpūpakhādanaṃ viya, veṇikoti ettha vīṇāsaddena vīṇāvādanaggahaṇaṃ viya ca. Alagaddaggahaṇena hi pariyatti upamīyati , na alagaddena. ‘‘Alagaddaggahaṇūpamā’’ti vā vattabbe majjhepadalopaṃ katvā ‘‘alagaddūpamā’’ti vuttaṃ ‘‘oṭṭhamukho’’tiādīsu viya. Alagaddoti ca āsīviso vuccati. Gadoti hi visassa nāmaṃ, tañca tassa alaṃ paripuṇṇaṃ atthi, tasmā alaṃ pariyatto paripuṇṇo gado assāti alagaddo anunāsikalopaṃ, da-kārāgamañca katvā, alaṃ vā jīvitaharaṇe samattho gado yassāti alagaddo vuttanayena. Vaṭṭadukkhato nissaraṇaṃ attho payojanametissāti nissaraṇatthā. Bhaṇḍāgāre niyutto bhaṇḍāgāriko, rājaratanānupālako, so viyāti tathā, dhammaratanānupālako khīṇāsavo. Aññamatthamanapekkhitvā bhaṇḍāgārikasseva sato pariyatti bhaṇḍāgārikapariyatti.",
  "tika-s0104t0:344": "Duggahitāti duṭṭhu gahitā. Tadeva sarūpato niyametuṃ ‘‘upārambhādihetu pariyāpuṭā’’ti āha, upārambhaitivādappamokkhādihetu uggahitāti attho. Lābhasakkārādihetu pariyāpuṇanampi ettheva saṅgahitanti daṭṭhabbaṃ. Vuttañhetaṃ alagaddasuttaṭṭhakathāyaṃ –",
  "tika-s0104t0:345": "‘‘Yo buddhavacanaṃ uggahetvā ‘evaṃ cīvarādīni vā labhissāmi, catuparisamajjhe vā maṃ jānissantī’ti lābhasakkārahetu pariyāpuṇāti, tassa sā pariyatti alagaddapariyatti nāma. Evaṃ pariyāpuṇanato hi buddhavacanaṃ apariyāpuṇitvā niddokkamanaṃ varatara’’nti (ma. ni. aṭṭha. 2.239).",
  "tika-s0104t0:346": "Nanu ca alagaddaggahaṇūpamā pariyatti ‘‘alagaddūpamā’’ti vuccati, evañca sati suggahitāpi pariyatti ‘‘alagaddūpamā’’ti vattuṃ vaṭṭati tatthāpi alagaddaggahaṇassa upamābhāvena pāḷiyaṃ vuttattā. Vuttañhetaṃ –",
  "tika-s0104t0:347": "‘‘Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno, so passeyya mahantaṃ alagaddaṃ, tamenaṃ ajapadena daṇḍena suniggahitaṃ niggaṇheyya , ajapadena daṇḍena suniggahitaṃ niggahitvā gīvāya suggahitaṃ gaṇheyya. Kiñcāpi so bhikkhave, alagaddo tassa purisassa hatthaṃ vā bāhaṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhogehi paliveṭheyya . Atha kho so neva tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. Taṃ kissa hetu, suggahitattā bhikkhave, alagaddassa. Evameva kho bhikkhave, idhekacce kulaputtā dhammaṃ pariyāpuṇanti suttaṃ geyya’’ntiādi (ma. ni. 1.239).",
  "tika-s0104t0:348": "Tasmā idha duggahitā eva pariyatti alagaddūpamāti ayaṃ viseso kuto viññāyati, yena duggahitā upārambhādihetu pariyāpuṭā ‘‘alagaddūpamā’’ti vuccatīti? Saccametaṃ, idaṃ pana pārisesañāyena vuttanti daṭṭhabbaṃ. Tathā hi nissaraṇatthabhaṇḍāgārikapariyattīnaṃ visuṃ gahitattā pārisesato alagaddassa duggahaṇūpamāyeva pariyatti ‘‘alagaddūpamā’’ti viññāyati. Alagaddassa suggahaṇūpamā hi pariyatti nissaraṇatthā vā hoti, bhaṇḍāgārikapariyatti vā. Tasmā suvuttametaṃ ‘‘duggahitā…pe… pariyattī’’ti. Idāni tamatthaṃ pāḷiyā sādhento ‘‘yaṃ sandhāyā’’tiādimāha. Tattha yanti yaṃ pariyattiduggahaṇaṃ. Majjhimanikāye mūlapaṇṇāsake alagaddasutte (ma. ni. 1.239) bhagavatā vuttaṃ.",
  "tika-s0104t0:349": "Alagaddatthikoti āsīvisena, āsīvisaṃ vā atthiko, alagaddaṃ gavesati pariyesati sīlenāti alagaddagavesī. Alagaddapariyesanaṃ caramānoti āsīvisapariyesanatthaṃ caramāno. Tadatthe hetaṃ paccattavacanaṃ, upayogavacanaṃ vā, alagaddapariyesanaṭṭhānaṃ vā caramāno. Alagaddaṃ pariyesanti etthāti hi alagaddapariyesanaṃ. Tamenanti taṃ alagaddaṃ. Bhogeti sarīre. ‘‘Bhogo tu phaṇino tanū’’ti hi vuttaṃ. Bhujīyati kuṭilaṃ karīyatīti bhogo. Tassāti purisassa. Hatthe vā bāhāya vāti sambandho. Maṇibandhato paṭṭhāya yāva agganakhā hattho. Saddhiṃ aggabāhāya avasesā bāhā, katthaci pana kapparato paṭṭhāya yāva agganakhā ‘‘hattho’’ti vuttaṃ bāhāya visuṃ anāgatattā. Vuttalakkhaṇaṃ hatthañca bāhañca ṭhapetvā avasesaṃ sarīraṃ aṅgapaccaṅgaṃ. Tatonidānanti tannidānaṃ, taṃkāraṇāti attho. Taṃ hatthādīsu ḍaṃsanaṃ nidānaṃ kāraṇaṃ etassāti ‘‘tannidāna’’nti hi vattabbe ‘‘tatonidāna’’nti purimapade paccattatthe nissakkavacanaṃ katvā, tassa ca lopamakatvā niddeso, hetvatthe ca paccattavacanaṃ. Kāraṇatthe nipātapadametantipi vadanti. Apica ‘‘tatonidāna’’nti etaṃ ‘‘maraṇaṃ vā maraṇamattaṃ vā dukkha’’nti ettha vuttanayena visesanaṃ. Taṃkissa hetūti yaṃ vuttaṃ hatthādīsu ḍaṃsanaṃ, tannidānañca maraṇādiupagamanaṃ , taṃ kissa hetu kena kāraṇenāti ce? Tassa purisassa alagaddassa duggahitattā.",
  "tika-s0104t0:350": "Idhāti imasmiṃ sāsane. Moghapurisāti guṇasārarahitatāya tucchapurisā. Dhammanti pāḷidhammaṃ. Pariyāpuṇantīti uggaṇhanti, sajjhāyanti ceva vācuggataṃ karontā dhārenti cāti vuttaṃ hoti. ‘‘Dhamma’’nti sāmaññato vuttameva sarūpena dasseti ‘‘sutta’’ntiādinā. Na hi suttādinavaṅgato añño dhammo nāma atthi. Tathā hi vuttaṃ ‘‘tesaṃ dhammāna’’nti. Atthanti cettha sambandhīniddeso eso, atthanti ca yathābhūtaṃ bhāsitatthaṃ, payojanatthañca sāmaññaniddesena, ekasesanayena vā vuttaṃ. Yañhi padaṃ sutisāmaññena anekadhā atthaṃ dīpeti, taṃ sāmaññaniddesena, ekasesanayena vāti sabbattha veditabbaṃ. Na upaparikkhantīti na pariggaṇhanti na vicārenti. Ikkhasaddassa hi dassanaṅkesu idha dassanameva attho, tassa ca pariggaṇhanacakkhulocanesu pariggaṇhanameva, tañca vicāraṇā pariyādānavasena dubbidhesu vicāraṇāyeva, sā ca vīmaṃsāyeva, na vicāro, vīmaṃsā ca nāmesā bhāsitatthavīmaṃsā, payojanatthavīmaṃsā cāti idha dubbidhāva adhippetā, tāsu ‘‘imasmiṃ ṭhāne sīlaṃ kathitaṃ, imasmiṃ samādhi, imasmiṃ paññā, mayañca taṃ pūressāmā’’ti evaṃ bhāsitatthavīmaṃsañceva ‘‘sīlaṃ samādhissa kāraṇaṃ, samādhi vipassanāyā’’tiādinā payojanatthavīmaṃsañca na karontīti attho. Anupaparikkhatanti anupaparikkhantānaṃ tesaṃ moghapurisānaṃ. Na nijjhānakkhamantīti nijjhānaṃ nissesena pekkhanaṃ paññaṃ na khamanti. Jhe-saddo hi idha pekkhaneyeva, na cintanajhāpanesu, tañca ñāṇapekkhanameva, na cakkhupekkhanaṃ, ārammaṇūpanijjhānameva vā, na lakkhaṇūpanijjhānaṃ, tasmā paññāya disvā rocetvā gahetabbā na hontīti adhippāyo veditabbo. Nissesena jhāyate pekkhateti hi nijjhānaṃ. Sandhivasena anusvāralopo nijjhānakkhamantīti, ‘‘nijjhānaṃ khamantī’’tipi pāṭho, tena imamatthaṃ dīpeti ‘‘tesaṃ paññāya atthassa anupaparikkhanato te dhammā na upaṭṭhahanti, imasmiṃ ṭhāne sīlaṃ, samādhi, vipassanā, maggo, vaṭṭaṃ, vivaṭṭhaṃ kathitanti evaṃ jānituṃ na sakkā hontī’’ti.",
  "tika-s0104t0:351": "Upārambhānisaṃsā cevāti paresaṃ vāde dosāropanānisaṃsā ca hutvā. Bhuso ārambhanañhi paresaṃ vāde dosāropanaṃ upārambho, pariyattiṃ nissāya paravambhananti vuttaṃ hoti. Tathā hesa ‘‘paravajjānupanayanalakkhaṇo’’ti vutto. Iti vādappamokkhānisaṃsā cāti iti evaṃ etāya pariyattiyā vādappamokkhānisaṃsā attano upari parehi āropitassa vādassa niggahassa attato, sakavādato vā pamokkhapayojanā ca hutvā. Iti saddo idamatthe, tena ‘‘pariyāpuṇantī’’ti ettha pariyāpuṇanaṃ parāmasati. Vadanti niggaṇhanti etenāti vādo, doso, pamuccanaṃ, pamuccāpanaṃ vā pamokkho, attano upari āropitassa pamokkho ānisaṃso yesaṃ tathā. Āropitavādo hi ‘‘vādo’’ti vutto yathā ‘‘devena datto datto’’ti. Vādoti vā upavādonindā yathāvuttanayeneva samāso. Idaṃ vuttaṃ hoti – parehi sakavāde dose āropite, nindāya vā āropitāya taṃ dosaṃ, nindaṃ vā evañca evañca mocessāmāti iminā ca kāraṇena pariyāpuṇantīti. Atha vā so so vādo iti vādo iti-saddassa saha vicchāya ta-saddatthe pavattattā. Itivādasa pamokkho yathāvuttanayena, so ānisaṃso yesaṃ tathā, taṃ taṃ vādapamocanānisaṃsā hutvāti attho. Yassa catthāyāti yassa ca sīlādipūraṇassa, maggaphalanibbānabhūtassa vā anupādāvimokkhassa atthāya. Abhedepi bhedavohāro eso yathā ‘‘paṭimāya sarīra’’nti, bhedyabhedakaṃ vā etaṃ yathā ‘‘kathinassatthāya ābhataṃ dussa’’nti. ‘‘Tañcassa attha’’nti hi vuttaṃ. Ca-saddo avadhāraṇe, tena tadatthāya eva pariyāpuṇanaṃ sambhavati, nāññatthāyāti vinicchinoti. Dhammaṃ pariyāpuṇantīti hi jātiācāravasena duvidhāpi kulaputtā ñāyena dhammaṃ pariyāpuṇantīti attho. Tañcassa atthaṃ nānubhontīti assa dhammassa sīlādipūraṇasaṅkhātaṃ, maggaphalanibbānabhūtaṃ vā anupādāvimokkhasaṅkhātaṃ atthaṃ ete duggahitagāhino nānubhonti na vindantiyeva.",
  "tika-s0104t0:352": "Aparo nayo – yassa upārambhassa, itivādappamokkhassa vā atthāya ye moghapurisā dhammaṃ pariyāpuṇanti, te parehi ‘‘ayamattho na hotī’’ti vutte duggahitattāyeva ‘‘tadatthova hotī’’ti paṭipādanakkhamā na honti, tasmā parassa vāde upārambhaṃ āropetuṃ attano vādaṃ pamocetuñca asakkontāpi taṃ atthaṃ nānubhonti ca na vindantiyevāti evampettha attho daṭṭhabbo. Idhāpi hi ca-saddo avadhāraṇatthova. ‘‘Tesa’’ntiādīsu tesaṃ te dhammā duggahitattā upārambhamānadabbamakkhapalāsādihetubhāvena dīgharattaṃ ahitāya dukkhāya saṃvattantīti attho. Duggahitāti hi hetugabbhavacanaṃ. Tenāha ‘‘duggahitattā bhikkhave, dhammāna’’nti (ma. ni. 1.238). Ettha ca kāraṇe phalavohāravasena ‘‘te dhammā ahitāya dukkhāya saṃvattantī’ti vuttaṃ yathā ‘‘ghatamāyu, dadhi bala’’nti. Tathā hi kiñcāpi na te dhammā ahitāya dukkhāya saṃvattanti, tathāpi vuttanayena pariyāpuṇantānaṃ sajjhāyanakāle, vivādakāle ca tammūlakānaṃ upārambhādīnaṃ anekesaṃ akusalānaṃ uppattisambhavato ‘‘te…pe… saṃvattantī’’ti vuccati. Taṃ kissa hetūti ettha nti yathāvuttassatthassa ananubhavanaṃ, tesañca dhammānaṃ ahitāya dukkhāya saṃvattanaṃ parāmasati. Kissāti sāmivacanaṃ hetvatthe, tathā hetūti paccattavacanañca.",
  "tika-s0104t0:353": "Yāpanāti ettha kiriyā pāḷivasena vuttanayena attho veditabbo. Tattha kiriyāpakkhe yā suggahitāti abhedepi bhedavohāro ‘‘cārikaṃ pakkamati, cārikaṃ caramāno’’tiādīsu (dī. ni. 1.254, 300) viya. Tadevatthaṃ vivarati ‘‘sīlakkhandhādī’’tiādinā, ādisaddena cettha samādhivipassanādīnaṃ saṅgaho. Yo hi buddhavacanaṃ uggaṇhitvā sīlassa āgataṭṭhāne sīlaṃ pūretvā, samādhino āgataṭṭhāne samādhiṃ gabbhaṃ gaṇhāpetvā, vipassanāya āgataṭṭhāne vipassanaṃ paṭṭhapetvā, maggaphalānaṃ āgataṭṭhāne ‘‘maggaṃ bhāvessāmi, phalaṃ sacchikarissāmī’’ti uggaṇhāti, tasseva sā pariyatti nissaraṇatthā nāma hoti. Yanti yaṃ pariyattisuggahaṇaṃ. Vuttaṃ alagaddasutte. Dīgharattaṃ hitāya sukhāya saṃvattantīti sīlādīnaṃ āgataṭṭhāne sīlādīni pūrentānampi arahattaṃ patvā parisamajjhe dhammaṃ desetvā dhammadesanāya pasannehi upanīte cattāro paccaye paribhuñjantānampi paresaṃ vāde sahadhammena upārambhaṃ āropentānampi sakavādato parehi āropitadosaṃ pariharantānampi dīgharattaṃ hitāya sukhāya saṃvattantīti attho. Tathā hi na kevalaṃ suggahitapariyattiṃ nissāya maggabhāvanāphalasacchikiriyādīniyeva, api tu paravādaniggahasakavādapatiṭṭhāpanānipi ijjhanti. Tathā ca vuttaṃ parinibbānasuttā dīsu ‘‘uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’’tiādi (dī. ni. 2.68).",
  "tika-s0104t0:354": "Yaṃpanāti etthāpi vuttanayena duvidhena attho. Dukkhaparijānena pariññātakkhandho. Samudayappahānena pahīnakileso. Paṭividdhārahattaphalatāya paṭividdhākuppo.Akuppanti ca arahattaphalassetaṃ nāma. Satipi hi cattunnaṃ maggānaṃ, catunnañca phalānaṃ avinassanabhāve sattannaṃ sekkhānaṃ sakasakanāmapariccāgena uparūpari nāmantarappattito tesaṃ maggaphalāti ‘‘akuppāmi’’ti na vuccanti. Arahā pana sabbadāpi arahāyeva nāmāti tasseva phalaṃ puggalanāmavasena ‘‘akuppa’’nti vuttaṃ, iminā ca imamatthaṃ dasseti ‘‘khīṇāsavasseva pariyatti bhaṇḍāgārikapariyatti nāmā’’ti. Tassa hi apariññātaṃ, appahīnaṃ abhāvitaṃ, asacchikataṃ vā natthi, tasmā so buddhavacanaṃ pariyāpuṇantopi tantidhārako paveṇīpālako vaṃsānurakkhakova hutvā pariyāpuṇāti, tenevāha ‘‘paveṇīpālanatthāyā’’tiādi. Paveṇī cettha dhammasantati dhammassa avicchedena pavatti. Buddhassa bhagavato vaṃsoti ca yathāvuttapaveṇīyeva.",
  "tika-s0104t0:355": "Nanu ca yadi paveṇīpālanatthāya buddhavacanassa pariyāpuṇanaṃ bhaṇḍāgārikapariyatti, atha kasmā ‘‘khīṇāsavo’’ti visesetvā vuttaṃ. Ekaccassa hi puthujjanassāpi ayaṃ nayo labbhati. Tathā hi ekacco puthujjano bhikkhu chātakabhayādinā ganthadhuresu ekasmiṃ ṭhāne vasitumasakkontesu sayaṃ bhikkhācārena atikilamamāno ‘‘atimadhuraṃ buddhavacanaṃ mā nassatu, tantiṃ dhāressāmi, vaṃsaṃ ṭhapessāmi, paveṇiṃ pālessāmī’’ti pariyāpuṇāti. Tasmā tassāpi pariyatti bhaṇḍāgārikapariyatti nāma kasmā na hotīti? Vuccate – evaṃ santepi hi puthujjanassa pariyatti bhaṇḍāgārikapariyatti nāma na hoti. Kiñcāpi hi puthujjano ‘‘paveṇiṃ pālessāmī’’ti ajjhāsayena pariyāpuṇāti, attano pana bhavakantārato avitiṇṇattā tassa sā pariyatti nissaraṇatthāyeva nāma hoti, tasmā puthujjanassa pariyatti alagaddupamā vā hoti, nissaraṇatthā vā. Sattannaṃ sekkhānaṃ nissaraṇatthāva. Khīṇāsavānaṃ bhaṇḍāgārikapariyattiyevāti veditabbaṃ. Khīṇāsavo hi bhaṇḍāgārika sadisattā ‘‘bhaṇḍāgāriko’’ti vuccati. Yathā hi bhaṇḍāgāriko alaṅkārabhaṇḍaṃ paṭisāmetvā pasādhanakāle tadupiyaṃ alaṅkārabhaṇḍaṃ rañño upanāmetvā taṃ alaṅkaroti, evaṃ khīṇāsavopi dhammaratanabhaṇḍaṃ sampaṭicchitvā mokkhādhigamāya bhabbarūpe sahetuke satte passitvā tadanurūpaṃ dhammadesanaṃ vaḍḍhetvā maggaṅgabojjhaṅgādisaṅkhātena lokuttarena alaṅkārena alaṅkarotīti.",
  "tika-s0104t0:356": "Evaṃ tisso pariyattiyo vibhajitvā idāni tīsupi piṭakesu yathārahaṃ sampattivipattiyo niddhāretvā vibhajanto ‘‘vinaye panā’’tiādimāha. ‘‘Sīlasampadaṃ nissāya tisso vijjā pāpuṇātī’’tiādīsu yasmā sīlaṃ visujjhamānaṃ satisampajaññabalena, kammassakatāñāṇabalena ca saṃkilesamalato visujjhati, pāripūriñca gacchati, tasmā sīlasampadā sijjhamānā upanissayasampattibhāvena satibalaṃ, ñāṇabalañca paccupaṭṭhapetīti tassā vijjattayūpanissayatā veditabbā sabhāgahetusampādanato. Satibalena hi pubbenivāsavijjāsiddhi. Sampajaññabalena sabbakiccesu sudiṭṭhakāritāparicayena cutūpapātañāṇānubaddhāya dutiyavijjāya siddhi. Vītikkamābhāvena saṃkilesappahānasabbhāvato vivaṭṭūpanissayatāvasena ajjhāsayasuddhiyā tatiyavijjāsiddhi. Puretarasiddhānaṃ samādhipaññānaṃ pāripūriṃ vinā sīlassa āsavakkhayañāṇūpanissayatā sukkhavipassakakhīṇāsavehi dīpetabbā. ‘‘Samāhito yathābhūtaṃ pajānātī’’ti (saṃ. ni. 3.5; 5.1071; netti. 40; mi. pa. 14) vacanato samādhisampadā chaḷabhiññatāya upanissayo. ‘‘Yogā ve jāyate bhūrī’’ti (dha. pa. 282) vacanato pubbayogena garuvāsadesabhāsākosallauggahaṇaparipucchādīhi ca paribhāvitā paññāsampadā paṭisambhidāppabhedassa upanissayo. Ettha ca ‘‘sīlasampadaṃ nissāyā’’ti vuttattā yassa samādhivijambhanabhūtā anavasesā cha abhiññā na ijjhanti, tassa ukkaṭṭhaparicchedavasena na samādhisampadā atthīti satipi vijjānaṃ abhiññekadesabhāve sīlasampadāsamudāgatā eva tisso vijjā gahitā, yathā ca paññāsampadāsamudāgatā catasso paṭisambhidā upanissayasampannassa maggeneva ijjhanti maggakkhaṇeyeva tāsaṃ paṭiladdhattā. Evaṃ sīlasampadāsamudāgatā tisso vijjā, samādhisampadāsamudāgatā ca cha abhiññā upanissayasampannassa maggeneva ijjhantīti maggādhigameneva tāsaṃ adhigamo veditabbo. Paccekabuddhānaṃ, sammāsambuddhānañca paccekabodhisammāsambodhisamadhigamasadisā hi imesaṃ ariyānaṃ ime visesādhigamāti.",
  "tika-s0104t0:357": "Tāsaṃyevaca tattha pabhedavacanatoti ettha ‘‘tāsaṃyevā’’ti avadhāraṇaṃ pāpuṇitabbānaṃ chaḷabhiññācatupaṭisambhidānaṃ vinaye pabhedavacanābhāvaṃ sandhāya vuttaṃ. Verañjakaṇḍe (pārā. 12) hi tisso vijjāva vibhattāti. Casaddena samuccinanañca tāsaṃ ettha ekadesavacanaṃ sandhāya vuttaṃ abhiññāpaṭisambhidānampi ekadesānaṃ tattha vuttattā. Dutiye ‘‘tāsaṃyevā’’ti avadhāraṇaṃ catasso paṭisambhidā apekkhitvā kataṃ, na tisso vijjā. Tā hi chasu abhiññāsu antogadhattā sutte vibhattāyevāti. Ca-saddena ca paṭisambhidānamekadesavacanaṃ samuccinoti. Tatiye ‘‘tāsañcā’’ti ca-saddena sesānampi tattha atthibhāvaṃ dīpeti. Abhidhamme hi tisso vijjā, cha abhiññā, catasso ca paṭisambhidā vuttāyeva. Paṭisambhidānaṃ pana aññattha pabhedavacanābhāvaṃ, tattheva ca sammā vibhattabhāvaṃ dīpetukāmo heṭṭhā vuttanayena avadhāraṇamakatvā ‘‘tatthevā’’ti parivattetvā avadhāraṇaṃ ṭhapeti. ‘‘Abhidhamme pana tisso vijjā, cha abhiññā, catasso ca paṭisambhidā aññe ca sammappadhānādayo guṇavisesā vibhattā. Kiñcāpi vibhattā, visesato pana paññājātikattā catassova paṭisambhidā pāpuṇātīti dassanatthaṃ ‘tāsañca tatthevā’ti avadhāraṇavipallāso kato’’ti vajirabuddhitthero. ‘‘Eva’’ntiādi nigamanaṃ.",
  "tika-s0104t0:358": "Sukho samphasso etesanti sukhasamphassāni, anuññātāniyeva tādisāni attharaṇapāvuraṇādīni, tesaṃ phassasāmaññato sukho vā samphasso tathā, anuññāto so yesanti anuññātasukhasamphassāni, tādisāni attharaṇapāvuraṇādīni tesaṃ phassena samānatāya. Upādinnakaphasso itthiphasso, methunadhammoyeva. Vuttaṃ ariṭṭhena nāma gaddhabādhipubbena bhikkhunā (ma. ni. 234; pāci. 417). So hi bahussuto dhammakathiko kammakilesavipākaupavādaāṇāvītikkamavasena pañcavidhesu antarāyikesu āṇāvītikkamantarāyikaṃ na jānāti, sesantarāyikeyeva jānāti, tasmā so rahogato evaṃ cintesi ‘‘ime agārikā pañca kāmaguṇe paribhuñjantā sotāpannāpi sakadāgāminopi anāgāminopi honti, bhikkhūpi manāpikāni cakkhuviññeyyāni rūpāni passanti …pe… kāyaviññeyye phoṭṭhabbe phusanti, mudukāni attharaṇapāvuraṇāni paribhuñjanti, etaṃ sabbampi vaṭṭati, kasmā itthīnaṃyeva rūpasaddagandharasaphoṭṭhabbā na vaṭṭanti, etepi vaṭṭantiyevā’’ti anavajjena paccayaparibhogarasena sāvajjaṃ kāmaguṇaparibhogarasaṃ saṃsanditvā sachandarāgaparibhogañca nicchandarāgaparibhogañca ekaṃ katvā thullavākehi saddhiṃ atisukhumasuttaṃ ghaṭento viya, sāsapena saddhiṃ sineruno sadisataṃ upasaṃharanto viya ca pāpakaṃ diṭṭhigataṃ uppādetvā ‘‘kiṃ bhagavatā mahāsamuddaṃ bandhantena viya mahatā ussāhena paṭhamapārājikaṃ paññattaṃ, natthi ettha doso’’ti sabbaññutaññāṇena saddhiṃ paṭivirujjhanto vesārajjañāṇaṃ paṭibāhanto ariyamagge khāṇukaṇṭakādīni pakkhipanto ‘‘methunadhamme doso natthī’’ti jinacakke pahāramadāsi, tenāha ‘‘tathāha’’ntiādi.",
  "tika-s0104t0:359": "Anatikkamanatthena antarāye niyuttā, antarāyaṃ vā phalaṃ arahanti, antarāyassa vā karaṇasīlāti antarāyikā, saggamokkhānaṃ antarāyakarāti vuttaṃ hoti. Te ca kammakilesavipākaupavādaāṇāvītikkamavasena pañcavidhā. Vitthāro ariṭṭhasikkhāpadavaṇṇanādīsu (pāci. aṭṭha. 417) gahetabbo. Ayaṃ panettha padatthasambandho – ye ime dhammā antarāyikā iti bhagavatā vuttā desitā ceva paññattā ca, te dhamme paṭisevato paṭisevantassa yathā yena pakārena te dhammā antarāyāya saggamokkhānaṃ antarāyakaraṇatthaṃ nālaṃ samatthā na honti, tathā tena pakārena ahaṃ bhagavatā desitaṃ dhammaṃ ājānāmīti. Tato dussīlabhāvaṃ pāpuṇātīti tato anavajjasaññibhāvahetuto vītikkamitvā dussīlabhāvaṃ pāpuṇāti.",
  "tika-s0104t0:360": "Cattāro…pe…ādīsūti ettha ādi-saddena –",
  "tika-s0104t0:361": "‘‘Cattārome bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. Katame cattāro? Attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca…pe… ime kho bhikkhave…pe… lokasmi’’nti (a. ni. 4.96) –",
  "tika-s0104t0:362": "Evamādinā puggaladesanāpaṭisaññuttasuttantapāḷiṃ nidasseti. Adhippāyanti ‘‘ayaṃ puggaladesanāvohāravasena, na paramatthato’’ti evaṃ bhagavato adhippāyaṃ. Vuttañhi –",
  "tika-s0104t0:363": "‘‘Duve saccāni akkhāsi, sambuddho vadataṃ varo;",
  "tika-s0104t0:364": "Sammutiṃ paramatthañca, tatiyaṃ nūpalabbhati.",
  "tika-s0104t0:365": "Saṅketavacanaṃ saccaṃ, lokasammutikāraṇā;",
  "tika-s0104t0:366": "Paramatthavacanaṃ saccaṃ, dhammānaṃ bhūtakāraṇā.",
  "tika-s0104t0:367": "Tasmā vohārakusalassa, lokanāthassa satthuno;",
  "tika-s0104t0:368": "Sammutiṃ voharantassa, musāvādo na jāyatī’’ti. (ma. ni. aṭṭha. 1.57; a. ni. aṭṭha. 1.1.170; itivu. aṭṭha. 24);",
  "tika-s0104t0:369": "Na hi lokasammutiṃ buddhā bhagavanto vijahanti, lokasamaññāya lokaniruttiyā lokābhilāpe ṭhitāyeva dhammaṃ desenti. Apica ‘‘hirottappadīpanatthaṃ, kammassakatādīpanattha’’nti (ma. ni. aṭṭha. 1.57; a. ni. aṭṭha. 1.1.202; itivu. aṭṭha. 24; kathā. anuṭī. 1) evamādīhipi aṭṭhahi kāraṇehi bhagavā puggalakathaṃ kathetī’’ti evaṃ adhippāyamajānanto. Ayamattho upari āvi bhavissati. Duggahitaṃ gaṇhātīti ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anañña’’ntiādinā (ma. ni. 1.144) duggahitaṃ katvā gaṇhāti, viparītaṃ gaṇhātīti vuttaṃ hoti. Duggahitanti hi bhāvanapuṃsakaniddeso kiriyāyavisesanabhāvena napuṃsakaliṅgena niddisitabbattā. Ayañhi bhāvanapuṃsakapadassa pakati, yadidaṃ napuṃsakaliṅgena niddisitabbattā, bhāvappaṭṭhānatā, sakammākammakiriyānuyogaṃ paccattopayogavacanatā ca. Tena vuttaṃ ‘‘duggahitaṃ katvā’’ti. Yanti duggahitagāhaṃ. Majjhimanikāye mūlapaṇṇāsake mahātaṇhāsaṅkhayasutte (ma. ni. 1.144) tathāvādīnaṃ sādhināmakaṃ kevaṭṭaputtaṃ bhikkhuṃ ārabbha bhagavatā vuttaṃ. Attanā duggahitena dhammenāti pāṭhaseso, micchāsabhāvenāti attho. Atha vā duggahaṇaṃ duggahitaṃ, attanāti ca sāmiatthe karaṇavacanaṃ, vibhattiyantapatirūpakaṃ vā abyayapadaṃ, tasmā attano duggahaṇena viparītagāhenāti attho. Abbhācikkhatīti abbhakkhānaṃ karoti. Attano kusalamūlāni khananto attānaṃ khanati nāma. Tatoti duggahitabhāvahetuto.",
  "tika-s0104t0:370": "Dhammacintanti dhammasabhāvavicāraṃ. Atidhāvantoti ṭhātabbamariyādāyaṃ aṭṭhatvā ‘‘cittuppādamattenapi dānaṃ hoti, sayameva cittaṃ attano ārammaṇaṃ hoti, sabbampi cittaṃ sabhāvadhammārammaṇameva hotī’’ti ca evamādinā atikkamitvā pavattayamāno. Cintetumasakkuṇeyyāni , anaraharūpāni vā acinteyyāni nāma, tāni dassento ‘‘vuttañheta’’ntiādimāha. Tattha acinteyyānīti tesaṃ sabhāvadassanaṃ. Nacintetabbānīti tattha kattabbakiccadassanaṃ. ‘‘Yānī’’tiādi tassa hetudassanaṃ. Yāni cintento ummādassa cittakkhepassa, vighātassa vihesassa ca bhāgī assa, acinteyyāni imāni cattāri na cintetabbāni, imāni vā cattāri acinteyyāni nāma na cintetabbāni, yāni vā…pe… assa, tasmā na cintetabbāni acintetabbabhūtāni imāni cattāri acinteyyāni nāmāti yojanā. Iti-saddena pana –",
  "tika-s0104t0:371": "‘‘Katamāni cattāri? Buddhānaṃ bhikkhave buddhavisayo acinteyyo na cintetabbo, yaṃ cintento ummādassa vighātassa bhāgī assa. Jhāyissa bhikkhave jhānavisayo acinteyyo…pe… kammavipāko bhikkhave acinteyyo…pe… lokacintā bhikkhave acinteyyā…pe… imāni…pe… assā’’ti (a. ni. 4.77) –",
  "tika-s0104t0:372": "Caturaṅguttare vuttaṃ acinteyyasuttaṃ ādiṃ katvā sabbaṃ acinteyyabhāvadīpakaṃ pāḷiṃ saṅgaṇhāti. Kāmaṃ acinteyyāni cha asādhāraṇañāṇādīni, tāni pana anussarantassa kusaluppattihetubhāvato cintetabbāni, imāni pana evaṃ na honti aphalabhāvato, tasmā na cintetabbāni. ‘‘Dussīlya…pe… pabheda’’nti iminā vipattiṃ sarūpato dasseti. ‘‘Kathaṃ? Piṭakavasenā’’tiādivacanasambajjhanena pubbāparasambandhaṃ dassento ‘‘evaṃ nānappakārato’’tiādimāha. Pubbāparasambandhavirahitañhi vacanaṃ byākulaṃ. Sotūnañca atthaviññāpakaṃ na hoti, pubbāparaññūnameva ca tathāvicāritavacanaṃ visayo. Yathāha –",
  "tika-s0104t0:373": "‘‘Pubbāparaññū atthaññū, niruttipadakovido;",
  "tika-s0104t0:374": "Suggahītañca gaṇhāti, atthañco’ paparikkhatī’’ti. (theragā. 1031);",
  "tika-s0104t0:375": "Tesanti piṭakānaṃ. Etanti buddhavacanaṃ.",
  "tika-s0104t0:376": "Sīlakkhandhavaggamahāvaggapāthikavaggasaṅkhātehi tīhi vaggehi saṅgaho etesanti tivaggasaṅgahāni. Gāthāya pana yassa nikāyassa suttagaṇanato catuttiṃseva suttantā. Vaggasaṅgahavasena tayo vaggā assa saṅgahassāti tivaggo saṅgaho. Paṭhamo esa nikāyo dīghanikāyoti anulomiko apaccanīko, atthānulomanato atthānulomanāmiko vā, anvatthanāmoti attho. Tattha ‘‘tivaggo saṅgaho’’ti etaṃ ‘‘yassā’’ti antarikepi samāsoyeva hoti, na vākyanti daṭṭhabbaṃ ‘‘navaṃ pana bhikkhunā cīvaralābhenā’’ti (pāci. 368) ettha ‘‘navaṃcīvaralābhenā’’ti padaṃ viya. Tathā hi aṭṭhakathācariyā vaṇṇayanti ‘‘alabbhīti labho, labho eva lābho. Kiṃ alabbhi? Cīvaraṃ. Kīdisaṃ? Navaṃ, iti ‘navacīvaralābhenā’ti vattabbe anunāsikalopaṃ akatvā ‘navaṃcīvaralābhenā’ti vuttaṃ, paṭiladdhanavacīvarenāti attho. Majjhe ṭhitapadadvaye panāti nipāto. Bhikkhunāti yena laddhaṃ, tassa nidassana’’nti (pāci. aṭṭha. 368). Idhāpi saddato, atthato ca vākye yuttiyāabhāvato samāsoyeva sambhavati. ‘‘Tivaggo’’ti padañhi ‘‘saṅgaho’’ti ettha yadi karaṇaṃ, evaṃ sati karaṇavacanantameva siyā. Yadi ca padadvayametaṃ tulyādhikaraṇaṃ, tathā ca sati napuṃsakaliṅgameva siyā ‘‘tiloka’’ntiādipadaṃ viya. Tathā ‘‘tivaggo’’ti etassa ‘‘saṅgaho’’ti padamantarena aññatthāsambandho na sambhavati, tattha ca tādisena vākyena sambajjhanaṃ na yuttaṃ, tasmā samānepi padantarantarike saddatthāvirodhabhāvoyeva samāsatākāraṇanti samāso eva yutto. Tayo vaggā assa saṅgahassāti hi tivaggosaṅgaho akārassa okārādesaṃ, okārāgamaṃ vā katvā yathā ‘‘sattāhaparinibbuto, acirapakkanto, māsajāto’’tiādi, assa saṅgahassāti ca saṅgahitassa assa nikāyassāti attho. Apare pana ‘‘tayo vaggā yassāti katvā ‘saṅgaho’ti padena tulyādhikaraṇameva sambhavati, saṅgahoti ca gaṇanā. Ṭīkācariyehi (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathāvaṇṇanā) pana ‘tayo vaggā assa saṅgahassā’ti padadvayassa tulyādhikaraṇatāyeva dassitā’’ti vadanti, tadayuttameva saṅkhyāsaṅkhyeyyānaṃ missakattā, apākaṭattā ca.",
  "tika-s0104t0:377": "Atthānulomikattaṃ vibhāvetumāha ‘‘kasmā’’tiādi. Guṇopacārena, taddhitavasena vā dīgha-saddena dīghappamāṇāni suttāniyeva gahitāni , nikāyasaddo ca ruḷhivasena samūhanivāsatthesu vattatīti dasseti ‘‘dīghappamāṇāna’’ntiādinā. Saṅketasiddhattā vacanīyavācakānaṃ payogato tadatthesu tassa saṅketasiddhataṃ ñāpento ‘‘nāha’’ntiādimāha. Ekanikāyampīti ekasamūhampi. Evaṃ cittanti evaṃ vicittaṃ. Yathayidanti yathā ime tiracchānagatā pāṇā. Poṇikā, cikkhallikā ca khattiyā, tesaṃ nivāso ‘‘poṇikanikāyo cikkhallikanikāyo’’ti vuccati. Etthāti nikāyasaddassa samūhanivāsānaṃ vācakabhāve. Sādhakānīti adhippetassatthassa sādhanato udāharaṇāni vuccanti. ‘‘Samānītānī’’ti pāṭhasesena cetassa sambandho, sakkhīni vā yathāvuttanayena sādhakāni. Yañhi niddhāretvā adhippetatthaṃ sādhenti , taṃ ‘‘sakkhī’’ti vadanti. Tathā hi manorathapūraṇiyaṃ vuttaṃ ‘‘pañcagarujātakaṃ (jā. 1.1.132) pana sakkhibhāvatthāya āharitvā kathetabba’’nti (a. ni. aṭṭha. 1.1.5) sāsanatoti sāsanapayogato, sāsane vā. Lokatoti lokiyapayogato, loke vā. Idaṃ pana piṭakattaye na vijjati, tasmā evaṃ vuttanti vadanti. Ettha ca paṭhamamudāharaṇaṃ sāsanato sādhakavacanaṃ, dutiyaṃ lokatoti daṭṭhabbaṃ.",
  "tika-s0104t0:378": "Mūlapariyāya vaggādivasena pañcadasavaggasaṅgahāni. Aḍḍhena dutiyaṃ diyaḍḍhaṃ, tadeva sataṃ, ekasataṃ, paññāsa ca suttānīti vuttaṃ hoti. Yatthāti yasmiṃ nikāye. Pañcadasavaggapariggahoti pañcadasahi vaggehi pariggahito saṅgahito.",
  "tika-s0104t0:379": "Saṃyujjanti etthāti saṃyuttaṃ, kesaṃ saṃyuttaṃ? Suttavaggānaṃ. Yathā hi byañjanasamudāye padaṃ, padasamudāye ca vākyaṃ, vākyasamudāye suttaṃ, suttasamudāye vaggoti samaññā, evaṃ vaggasamudāye saṃyuttasamaññā. Devatāya pucchitena kathitasuttavaggādīnaṃ saṃyuttattā devatāsaṃyuttādibhāvo (saṃ. ni. 1.1), tenāha ‘‘devatāsaṃyuttādivasenā’’tiādi. ‘‘Suttantānaṃ sahassāni satta suttasatāni cā’’ti pāṭhe suttantānaṃ satta sahassāni, satta suttasatāni cāti yojetabbaṃ. ‘‘Satta suttasahassāni, satta suttasatāni cā’’tipi pāṭho. Saṃyuttasaṅgahoti saṃyuttanikāyassa saṅgaho gaṇanā.",
  "tika-s0104t0:380": "Ekekehi aṅgehi uparūpari uttaro adhiko etthāti aṅguttaroti āha ‘‘ekekaaṅgātirekavasenā’’tiādi. Tattha hi ekekato paṭṭhāya yāva ekādasa aṅgāni kathitāni. Aṅganti ca dhammakoṭṭhāso.",
  "tika-s0104t0:381": "Pubbeti suttantapiṭakaniddese. Vuttameva pakārantarena saṅkhipitvā avisesetvā dassetuṃ ‘‘ṭhapetvā’’tiādi vuttaṃ. ‘‘Sakalaṃ vinayapiṭaka’’ntiādinā vuttameva hi iminā pakārantarena saṅkhipitvā dasseti. Apica yathāvuttato avasiṭṭhaṃ yaṃ kiñci bhagavatā dinnanaye ṭhatvā desitaṃ, bhagavatā ca anumoditaṃ nettipeṭakopadesādikaṃ, taṃ sabbampi ettheva pariyāpannanti anavasesapariyādānavasena dassetuṃ evaṃ vuttantipi daṭṭhabbaṃ. Siddhepi hi sati ārambho atthantaraviññāpanāya vā hoti, niyamāya vāti. Ettha ca yathā ‘‘dīghappamāṇāna’’ntiādi vuttaṃ, evaṃ ‘‘khuddakappamāṇāna’’ntiādimavatvā sarūpasseva kathanaṃ vinayābhidhammādīnaṃ dīghappamāṇānampi tadantogadhatāyāti daṭṭhabbaṃ, tena ca viññāyati ‘‘na sabbattha khuddakapariyāpannesu tassa anvatthasamaññatā, dīghanikāyādisabhāvaviparītabhāvasāmaññena pana katthaci tabbohāratā’’ti. Tadaññanti tehi catūhi nikāyehi aññaṃ, avasesanti attho.",
  "tika-s0104t0:382": "Navappabhedanti ettha kathaṃ panetaṃ navappabhedaṃ hoti. Tathā hi navahi aṅgehi vavatthitehi aññamaññasaṅkararahitehi bhavitabbaṃ, tathā ca sati asuttasabhāvāneva geyyaṅgādīni siyuṃ, atha suttasabhāvāneva geyyaṅgādīni, evaṃ sati suttanti visuṃ suttaṅgameva na siyā, evaṃ sante aṭṭhaṅgaṃ sāsananti āpajjati. Apica ‘‘sagāthakaṃ suttaṃ geyyaṃ, niggāthakaṃ suttaṃ veyyākaraṇa’’nti (dī. ni. aṭṭha., pārā. aṭṭha. paṭhamamahāsaṅgītikathā) aṭṭhakathāyaṃ vuttaṃ. Suttañca nāma sagāthakaṃ vā siyā, niggāthakaṃ vā, tasmā aṅgadvayeneva tadubhayaṃ saṅgahitanti tadubhayavinimuttaṃ suttaṃ udānādivisesasaññārahitaṃ natthi, yaṃ suttaṅgaṃ siyā, athāpi kathañci visuṃ suttaṅgaṃ siyā, maṅgalasuttādīnaṃ (khu. pā. 1; su. ni. 261) suttaṅgasaṅgaho na siyā gāthābhāvato dhammapadādīnaṃ viya. Geyyaṅgasaṅgaho vā siyā sagāthakattā sagāthāvaggassa viya. Tathā ubhatovibhaṅgādīsu sagāthakappadesānanti? Vuccate –",
  "tika-s0104t0:383": "Suttanti sāmaññavidhi, visesavidhayo pare;",
  "tika-s0104t0:384": "Sanimittā niruḷhattā, sahatāññena nāññato. (dī. ni. ṭī. 1.paṭhamamahāsaṅgītikathā);",
  "tika-s0104t0:385": "Yathāvuttassa dosassa, natthi etthāvagāhaṇaṃ;",
  "tika-s0104t0:386": "Tasmā asaṅkaraṃyeva, navaṅgaṃ satthusāsanaṃ. (sārattha. ṭī. 1.paṭhamamahāsaṅgītikathā);",
  "tika-s0104t0:387": "Sabbassāpi hi buddhavacanassa suttanti ayaṃ sāmaññavidhi. Tathā hi ‘‘ettakaṃ tassa bhagavato suttāgataṃ suttapariyāpannaṃ, (pāci. aṭṭha. 655, 1242) sāvatthiyā suttavibhaṅge, (cūḷava. 456) sakavāde pañca suttasatānī’’tiādi (dha. sa. aṭṭha. nidānakathā) vacanato vinayābhidhammapariyatti visesesupi suttavohāro dissati. Teneva ca āyasmā mahākaccāyano nettiyaṃ āha ‘‘navavidhasuttantapariyeṭṭhī’’ti (netti. saṅgahavāravaṇṇanā) tattha hi suttādivasena navaṅgassa sāsanassa pariyeṭṭhi pariyesanā atthavicāraṇā ‘‘navavidha suttantapariyeṭṭhī’’ti vuttā. Tadekadesesu pana pare geyyādayo sanimittā visesavidhayo tena tena nimittena patiṭṭhitā. Tathā hi geyyassa sagāthakattaṃ tabbhāvanimittaṃ. Lokepi hi sasilokaṃ sagāthakaṃ cuṇṇiyaganthaṃ ‘‘geyya’’nti vadanti, gāthāvirahe pana sati pucchaṃ katvā vissajjanabhāvo veyyākaraṇassa tabbhāvanimittaṃ. Pucchāvissajjanañhi ‘‘byākaraṇa’’nti vuccati, byākaraṇameva veyyākaraṇaṃ. Evaṃ sante sagāthakādīnampi pucchaṃ katvā vissajjanavasena pavattānaṃ veyyākaraṇabhāvo āpajjatīti? Nāpajjati geyyādisaññānaṃ anokāsabhāvato. Saokāsavidhito hi anokāsavidhi balavā. Apica ‘‘gāthāvirahe satī’’ti visesitattā. Yathādhippetassa hi atthassa anadhippetato byavacchedakaṃ visesanaṃ. Tathā hi dhammapadādīsu kevalagāthābandhesu, sagāthakattepi somanassañāṇamayikagāthāpaṭisaññuttesu, ‘‘vuttaṃ heta’’ntiādivacana sambandhesu, abbhutadhammapaṭisaṃyuttesu ca suttavisesesu yathākkamaṃ gāthāudānaitivuttaka abbhutadhammasaññā patiṭṭhitā. Ettha hi satipi saññāntaranimittayoge anokāsasaññānaṃ balavabhāveneva gāthādisaññā patiṭṭhitā, tathā satipi gāthābandhabhāve bhagavato atītāsu jātīsu cariyānubhāvappakāsakesu jātakasaññā patiṭṭhitā, satipi pañhāvissajjanabhāve , sagāthakatte ca kesuci suttantesu vedassa labhāpanato vedallasaññā patiṭṭhitā, evaṃ tena tena sagāthakattādinā nimittena tesu tesu suttavisesesu geyyādisaññā patiṭṭhitāti visesavidhayo suttaṅgato pare geyyādayo, yaṃ panettha geyyaṅgādinimittarahitaṃ, taṃ suttaṅgameva visesasaññāparihārena sāmaññasaññāya pavattanato. Nanu ca evaṃ santepi sagāthakaṃ suttaṃ geyyaṃ, niggāthakaṃ suttaṃ veyyākaraṇanti tadubhayavinimuttassa suttassa abhāvato visuṃ suttaṅgameva na siyāti codanā tadavatthā evāti? Na tadavatthā sodhitattā. Sodhitañhi pubbe gāthāvirahe sati pucchāvissajjanabhāvo veyyākaraṇassa tabbhāvanimittanti.",
  "tika-s0104t0:388": "Yañca vuttaṃ ‘‘gāthābhāvato maṅgalasuttādīnaṃ (khu. pā. 1; su. ni. 261) suttaṅgasaṅgaho na siyā’’ti, tampi na, niruḷhattā. Niruḷho hi maṅgalasuttādīnaṃ suttabhāvo. Na hi tāni dhammapadabuddhavaṃsādayo viya gāthābhāvena saññitāni, atha kho suttabhāveneva. Teneva hi akathāyaṃ ‘‘suttanāmaka’’nti nāmaggahaṇaṃ kataṃ. Yañca pana vuttaṃ ‘‘sagāthakattā geyyaṅgasaṅgaho vā siyā’’ti, tampi natthi. Kasmāti ce? Yasmā sahatāññena, tasmā. Sahabhāvo hi nāma attato aññena hoti. Saha gāthāhīti ca sagāthakaṃ, na ca maṅgalasuttādīsu gāthāvinimutto koci suttapadeso atthi, yo ‘‘saha gāthāhī’’ti vucceyya, nanu ca gāthāsamudāyo tadekadesāhi gāthāhi añño hoti, yassa vasena ‘‘saha gāthāhī’’ti sakkā vattunti? Taṃ na. Na hi avayavavinimutto samudāyo nāma koci atthi, yo tadekadesehi saha bhaveyya. Katthaci pana ‘‘dīghasuttaṅkitassā’’tiādīsu samudāyekadesānaṃ vibhāgavacanaṃ vohāramattaṃ pati pariyāyavacanameva, ayañca nippariyāyena pabhedavibhāgadassanakathāti . Yampi vuttaṃ ‘‘ubhatovibhaṅgādīsu sagāthakappadesānaṃ geyyaṅgasaṅgaho siyā’’ti, tampi na, aññato. Aññāyeva hi tā gāthā jātakādipariyāpannattā. Tādisāyeva hi kāraṇānurūpena tattha desitā, ato na tāhi ubhatovibhaṅgādīnaṃ geyyaṅgabhāvoti. Evaṃ suttādinavaṅgānaṃ aññamaññasaṅkarābhāvo veditabboti.",
  "tika-s0104t0:389": "Idāni etāni navaṅgāni vibhajitvā dassento ‘‘tatthā’’tiādimāha. Niddeso nāma suttanipāte –",
  "tika-s0104t0:390": "‘‘Kāmaṃ kāmayamānassa, tassa ce taṃ samijjhati;",
  "tika-s0104t0:391": "Addhā pītimano hoti, laddhā macco yadicchatī’’tiādinā. (su. ni. 772); –",
  "tika-s0104t0:392": "Āgatassa aṭṭhakavaggassa;",
  "tika-s0104t0:393": "‘‘Kenassu nivuto loko, (iccāyasmā ajito);",
  "tika-s0104t0:394": "Kenassu na pakāsati;",
  "tika-s0104t0:395": "Kissābhilepanaṃ brūsi,",
  "tika-s0104t0:396": "Kiṃsu tassa mahabbhaya’’ntiādinā. (su. ni. 1038); –",
  "tika-s0104t0:397": "Āgatassa pārāyanavaggassa;",
  "tika-s0104t0:398": "‘‘Sabbesu bhūtesu nidhāya daṇḍaṃ,",
  "tika-s0104t0:399": "Aviheṭhayaṃ aññatarampi tesaṃ;",
  "tika-s0104t0:400": "Na puttamiccheyya kuto sahāyaṃ,",
  "tika-s0104t0:401": "Eko care khaggavisāṇakappo’’tiādinā. (su. ni. 35); –",
  "tika-s0104t0:402": "Āgatassa khaggavisāṇasuttassa ca atthavibhāgavasena satthukappena āyasmatā dhammasenāpatisāriputtattherena kato niddeso, yo ‘‘mahāniddeso, cūḷaniddeso’’ti vuccati. Evamidha niddesassa suttaṅgasaṅgaho bhadantabuddhadhosācariyena dassito, tathā aññatthāpi vinayaṭṭhakathādīsu , ācariyadhammapālattherenāpi nettippakaraṇaṭṭhakathāyaṃ. Apare pana niddesassa gāthāveyyākaraṇaṅgesu dvīsu saṅgahaṃ vadanti. Vuttañhetaṃ niddesaṭṭhakathāyaṃ upasenattherena –",
  "tika-s0104t0:403": "‘‘So panesa vinayapiṭakaṃ…pe… abhidhammapiṭakanti tīsu piṭakesu suttantapiṭakapariyāpanno, dīghanikāyo…pe… khuddakanikāyoti pañcasu nikāyesu khuddakamahānikāyapariyāpanno, suttaṃ…pe… vedallanti navasu satthusāsanaṅgesu yathāsambhavaṃ gāthaṅgaveyyākaraṇaṅgadvayasaṅgahito’’ti (mahāni. aṭṭha. ganthārambhakathā).",
  "tika-s0104t0:404": "Ettha tāva katthaci pucchāvissajjanasabbhāvato niddesekadesassa veyyākaraṇaṅgasaṅgaho yujjatu, agāthābhāvato gāthaṅgasaṅgaho kathaṃ yujjeyyāti vīmaṃsitabbametaṃ. Dhammāpadādīnaṃ viya hi kevalaṃ gāthābandhabhāvo gāthaṅgassa tabbhāvanimittaṃ. Dhammapadādīsu hi kevalaṃ gāthābandhesu gāthāsamaññā patiṭṭhitā, niddese ca na koci kevalo gāthābandappadeso upalabbhati. Sammāsambuddhena bhāsitānaṃyeva hi aṭṭhakavaggādisaṅgahitānaṃ gāthānaṃ niddesamattaṃ dhammasenāpatinā kataṃ. Atthavibhajanatthaṃ ānītāpi hi tā aṭṭhakavaggādisaṅgahitā niddisitabbā mūlagāthāyo suttanipātapariyāpannattā aññāyevāti na niddesasaṅkhyaṃ gacchanti ubhatovibhaṅgādīsu āgatāpi taṃ vohāramalabhamānā jātakādipariyāpannā gāthāyo viya, tasmā kāraṇantaramettha gavesitabbaṃ, yuttataraṃ vā gahetabbaṃ.",
  "tika-s0104t0:405": "Nālakasuttaṃ nāma dhammacakkappavattita divasato sattame divase nālakattherassa ‘‘moneyyaṃ te upaññissa’’ntiādinā (su. ni. 706) bhagavatā bhāsitaṃ moneyya paṭipadāparidīpakaṃ suttaṃ. Tuvaṭṭakasuttaṃ nāma mahāsamayasuttantadesanāya sannipatitesu devesu ‘‘kā nu kho arahattappattiyā paṭipattī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ tamatthaṃ pakāsetuṃ nimmitabuddhena attānaṃ pucchāpetvā ‘‘mūlaṃ papañcasaṅkhāyā’’tiādinā (su. ni. 922) bhagavatā bhāsitaṃ suttaṃ. Evamidha suttanipāte āgatānaṃ maṅgalasuttādīnaṃ suttaṅgasaṅgaho dassito, tattheva āgatānaṃ asuttanāmikānaṃ suddhikagāthānaṃ gāthaṅgasaṅgahañca dassayissati, evaṃ sati suttanipātaṭṭhakathārambhe –",
  "tika-s0104t0:406": "‘‘Gāthāsatasamākiṇṇo, geyyabyākaraṇaṅkito;",
  "tika-s0104t0:407": "Kasmā suttanipātoti, saṅkhamesa gatoti ce’’ti. (su. ni. aṭṭha. 1.ganthārambhakathā); –",
  "tika-s0104t0:408": "Sakalassāpi suttanipātassa geyyaveyyākaraṇaṅgasaṅgaho kasmā coditoti? Nāyaṃ virodho. Kevalañhi tattha codakena sagāthakattaṃ, katthaci pucchāvissajjanattañca gahetvā codanāmattaṃ kataṃ, aññathā suttanipāte niggāthakassa suttasseva abhāvato veyyākaraṇaṅgasaṅgaho na codetabbo siyā, tasmā codakassa vacanametaṃ appamāṇanti idha, aññāsu ca vinayaṭṭhakathādīsu vuttanayeneva tassa suttaṅgagāthaṅgasaṅgaho dassitoti. Suttanti cuṇṇiyasuttaṃ. Visesenāti rāsibhāvena ṭhitaṃ sandhāyāha. Sagāthāvaggo geyyanti sambandho.",
  "tika-s0104t0:409": "‘‘Aṭṭhahi aṅgehi asaṅgahitaṃ nāma paṭisambhidādī’’ti tīsupi kira gaṇṭhipadesu vuttaṃ. Apare pana paṭisambhidāmaggassa geyyaveyyākaraṇaṅgadvayasaṅgahaṃ vadanti. Vuttañhetaṃ tadaṭṭhakathāyaṃ ‘‘navasu satthusāsanaṅgesu yathāsambhavaṃ geyyaveyyākaraṇaṅgadvayasaṅgahita’’nti (paṭi. ma. aṭṭha. 1.ganthārambhakathā), etthāpi geyyaṅgasaṅgahitabhāvo vuttanayena vīmaṃsitabbo. No suttanāmikāti asuttanāmikā saṅgītikāle suttasamaññāya apaññātā. ‘‘Suddhikagāthā nāma vatthugāthā’’ti tīsupi kira gaṇṭhipadesu vuttaṃ, vatthugāthāti ca pārāyanavaggassa nidānamāropentena āyasmatā ānandattherena saṅgītikāle vuttā chappaññāsa gāthāyo, nālakasuttassa nidānamāropentena teneva tadā vuttā vīsatimattā gāthāyo ca vuccanti. Suttanipātaṭṭhakathāyaṃ (su. ni. aṭṭha. 2.685) pana ‘‘parinibbute bhagavati saṅgītiṃ karontenāyasmatā mahākassapena tameva moneyyapaṭipadaṃ puṭṭho āyasmā ānando yena, yadā ca samādapito nālakatthero bhagavantaṃ pucchi, taṃ sabbaṃ pākaṭaṃ katvā dassetukāmo ‘ānandajāte’tiādikā (su. ni. 684) vīsati vatthugāthāyo vatvā vissajjesi, taṃ sabbampi ‘nālakasutta’’nti vuccatī’’ti āgatattā nālakasuttassa vatthugāthāyo nālakasuttaggahaṇeneva gahitāti pārāyanavaggassa vatthugāthāyo idha suddhikagāthāti gahetabbaṃ. Tattheva ca pārāyanavagge ajitamāṇavakādīnaṃ soḷasannaṃ brāhmaṇānaṃ pucchāgāthā, bhagavato vissajjanagāthā ca pāḷiyaṃ suttanāmena avatvā ‘ajitamāṇavakapucchā, tissametteyyamāṇavakapucchā’’tiādinā (su. ni. 1038) āgatattā, cuṇṇiyaganthe hi asammissattā ca ‘‘no suttanāmikā suddhikagāthā nāmā’’ti vattuṃ vaṭṭati.",
  "tika-s0104t0:410": "‘‘Somanassañāṇamayikagāthāpaṭisaṃyuttā’’ti etena udānaṭṭhena udānanti anvatthasaññataṃ dasseti (udā. aṭṭha. ganthārambhakathā) kimidaṃ udānaṃ nāma? Pītivegasamuṭṭhāpito udāhāro. Yathā hi yaṃ telādi minitabbavatthu mānaṃ gahetuṃ na sakkoti, vissanditvā gacchati, taṃ ‘‘avasesako’’ti vuccati. Yañca jalaṃ taḷākaṃ gahetuṃ na sakkoti, ajjhottharitvā gacchati, taṃ ‘‘mahogho’ti vuccati, evameva yaṃ pītivegasamuṭṭhāpitaṃ vitakkavipphāraṃ antohadayaṃ sandhāretuṃ na sakkoti, so adhiko hutvā anto asaṇṭhahitvā bahi vacīdvārena nikkhanto paṭiggāhakanirapekkho udāhāraviseso ‘‘udāna’’nti vuccati (udā. aṭṭha. ganthārambhakathā) ‘‘uda mode kīḷāyañcā’’ti hi akkharacintakā vadanti, idañca yebhuyyena vuttaṃ dhammasaṃvegavasena uditassāpi ‘‘sace bhāyatha dukkhassā’’tiādiudānassa (udā. 44) udānapāḷiyaṃ āgatattā, tathā‘‘gāthāpaṭisaṃyuttā’’ti idampi yebhuyyeneva ‘‘atthi bhikkhave, tadāyatanaṃ, yattha neva pathavī, na āpo’’tiādikassa (udā. 71) cuṇṇiyavākyavasena uditassāpi tattha āgatattā. Nanu ca udānaṃ nāma pītisomanassasamuṭṭāpito, dhammasaṃvegasamuṭṭhāpito vā dhammapaṭiggāhakanirapekkho gāthābandhavasena, cuṇṇiyavākyavasena ca pavatto udāhāro, tathā ceva sabbattha āgataṃ, idha kasmā ‘‘bhikkhave’’ti āmantanaṃ vuttanti? Tesaṃ bhikkhūnaṃ saññāpanatthaṃ eva, na paṭiggāhakakaraṇatthaṃ. Nibbānapaṭisaṃyuttañhi bhagavā dhammaṃ desetvā nibbānaguṇānussaraṇena uppannapītisomanassena udānaṃ udānento ‘‘ayaṃ nibbānadhammo kathamapaccayo upalabbhatī’’ti tesaṃ bhikkhūnaṃ cetoparivitakkamaññāya tesaṃ tamatthaṃ ñāpetukāmena ‘‘tadāyatana’’nti vuttaṃ, na pana ekantato te paṭiggāhake katvāti veditabbanti.",
  "tika-s0104t0:411": "Tayidaṃ sabbaññubuddhabhāsitaṃ paccekabuddhabhāsitaṃ sāvakabhāsitanti tibbidhaṃ hoti. Tattha paccekabuddhabhāsitaṃ –",
  "tika-s0104t0:412": "‘‘Sabbesu bhūtesu nidhāya daṇḍaṃ,",
  "tika-s0104t0:413": "Aviheṭhayaṃ aññatarampi tesa’’nti. ādinā (su. ni. 35) –",
  "tika-s0104t0:414": "Khaggavisāṇasutte āgataṃ. Sāvakabhāsitampi –",
  "tika-s0104t0:415": "‘‘Sabbo rāgo pahīno me,",
  "tika-s0104t0:416": "Sabbo doso samūhato;",
  "tika-s0104t0:417": "Sabbo me vihato moho,",
  "tika-s0104t0:418": "Sītibhūtosmi nibbuto’’ti. ādinā (theragā. 79) –",
  "tika-s0104t0:419": "Theragāthāsu,",
  "tika-s0104t0:420": "‘‘Kāyena saṃvutā āsiṃ, vācāya uda cetasā;",
  "tika-s0104t0:421": "Samūlaṃ taṇhamabbuyha, sītibhūtāmhi nibbutā’’ti. (therīgā. 15); –",
  "tika-s0104t0:422": "Therīgāthāsu ca āgataṃ. Aññānipi sakkādīhi devehi bhāsitāni ‘‘aho dānaṃ paramadānaṃ, kassape suppatiṭṭhita’’ntiādīni (udā. 27). Soṇadaṇḍabrāhmaṇādīhi manussehi ca bhāsitāni ‘‘namo tassa bhagavato’’tiādīni (dī. ni. 2.371; ma. ni. 1.290; 2.290, 357; saṃ. ni. 1187; 2.38; a. ni. 5.194) tisso saṅgītiyo āruḷhāni udānāni santi eva, tāni sabbānipi idha na adhippetāni. Yaṃ pana sammāsambuddhena sāmaṃ āhaccabhāsitaṃ jinavacanabhūtaṃ, tadeva dhammasaṅgāhakehi ‘‘udāna’’nti saṅgītaṃ, tadeva ca sandhāya bhagavatā pariyattidhammaṃ navadhā vibhajitvā uddisantena ‘‘udāna’’nti vuttaṃ. Yā pana ‘‘anekajātisaṃsāra’’ntiādikā (dha. pa. 153) gāthā bhagavatā bodhimūle udānavasena pavattitā, anekasatasahassānaṃ sammāsambuddhānaṃ udānabhūtā ca, tā aparabhāge dhammabhaṇḍāgārikassa bhagavatā desitattā dhammasaṅgāhakehi udānapāḷiyaṃ saṅgahaṃ anāropetvā dhammapade saṅgahitā, yañca ‘‘aññāsi vata bho koṇḍañño aññāsi vata bho koṇḍañño’’ti (saṃ. ni. 5.1081; mahāva. 17; paṭi. ma. 2.30) udānavacanaṃ dasasahassilokadhātuyā devamanussānaṃ pavedanasamatthanigghosavipphāraṃ bhagavatā bhāsitaṃ, tadapi paṭhamabodhiyaṃ sabbesaṃ eva bhikkhūnaṃ sammāpaṭipattipaccavekkhaṇahetukaṃ ‘‘ārādhayiṃsu vata maṃ bhikkhū ekaṃ samaya’’ntiādivacanaṃ (ma. ni. 1.225) viya dhammacakkappavattanasuttantadesanāpariyosāne attanāpi adhigatadhammekadesassa yathādesitassa ariyamaggassa sabbapaṭhamaṃ sāvakesu therena adhigatattā attano parissamassa saphalabhāvapaccavekkhaṇahetutaṃ pītisomanassajanitaṃ udāhāramattaṃ, na pana ‘‘yadā have pātubhavanti dhammā’’tiādivacanaṃ viya (mahāva. 1; udā. 1) pavattiyā, nivattiyā vā pakāsananti dhammasaṅgāhakehi udānapāḷiyaṃ na saṅgītanti daṭṭhabbaṃ. Udānapāḷiyaṃ pana aṭṭhasu vaggesu dasa dasa katvā asītiyeva suttantā saṅgītā. Tathā hi tadaṭṭhakathāyaṃ vuttaṃ –",
  "tika-s0104t0:423": "‘‘Asītiyeva suttantā, vaggā aṭṭha samāsato’’ti. (Udā. aṭṭha. ganthārambhakathā).",
  "tika-s0104t0:424": "Idha pana ‘‘dveasīti suttantā’’ti vuttaṃ, taṃ udānapāḷiyā na sameti, tasmā ‘‘asīti suttantā’’ti pāṭhena bhavitabbaṃ. Apica na kevalaṃ idheva, atha kho aññāsupi (vi. aṭṭha. 1.paṭhamamahāsaṅgītikathā) vinayābhidhammaṭṭhakathāsu (dha. saṃ. nidānakathā) tathāyeva vuttattā ‘‘appakaṃ pana ūnamadhikaṃ vā gaṇanūpagaṃ na hotī’’ti pariyāyena anekaṃsena vuttaṃ siyā. Yathā vā tathā vā anumānena gaṇanameva hi tattha tattha ūnādhikasaṅkhyā, itarathā tāyeva na siyuntipi vadanti, pacchā pamādalekhavacanaṃ vā etaṃ.",
  "tika-s0104t0:425": "Vuttañhetaṃ bhagavatātiādinayappavattāti ettha ādisaddena ‘‘vuttañhetaṃ bhagavatā, vuttamarahatāti me sutaṃ. Ekadhammaṃ bhikkhave, pajahatha, ahaṃ vo pāṭibhogo anāgāmitāya. Katamaṃ ekadhammaṃ? Lobhaṃ bhikkhave, ekadhammaṃ pajahatha, ahaṃ vo pāṭibhogo anāgāmitāyā’’ti (itivu. 1) evamādinā ekadukatikacatukkanipātavasena vuttaṃ dvādasuttarasatasuttasamūhaṃ saṅgaṇhāti. Tathā hi itivuttakapāḷiyameva udānagāthāhi dvādasuttarasatasuttāni gaṇetvā saṅgītāni, tadaṭṭhakathāyampi (itivu. aṭṭha. nidānavaṇṇanā) tathāyeva vuttaṃ. Tasmā ‘‘dvādasuttarasatasuttantā’’ icceva pāṭhena bhavitabbaṃ, yathāvuttanayena vā anekaṃsato vuttantipi vattuṃ sakkā, tathāpi īdise ṭhāne pamāṇaṃ dassentena yāthāvatova niyametvā dassetabbanti ‘‘dasuttarasatasuttantā’’ti idaṃ pacchā pamādalekhamevāti gahetabbanti vadanti. Iti evaṃ bhagavatā vuttaṃ itivuttaṃ. Itivuttanti saṅgītaṃ itivuttakaṃ. Ruḷhināmaṃ vā etaṃ yathā ‘‘yevāpanakaṃ, natumhākavaggo’’ti, vuttañhetaṃ bhagavatā, vuttamarahatāti me sutanti nidānavacanena saṅgītaṃ yathāvuttasuttasamūhaṃ.",
  "tika-s0104t0:426": "Jātaṃ bhūtaṃ purāvutthaṃ bhagavato pubbacaritaṃ kāyati katheti pakāseti etenāti jātakaṃ, taṃ pana imānīti dassetuṃ ‘‘apaṇṇakajātakādīnī’’tiādimāha. Tattha ‘‘paññāsādhikāni pañcajātakasatānī’’ti idaṃ appakaṃ pana ūnamadhikaṃ vā gaṇanūpagaṃ na hotīti katvā anekaṃsena, vohārasukhatāmattena ca vuttaṃ. Ekaṃsato hi sattacattālīsādhikāniyeva yathāvuttagaṇanato tīhi ūnattā. Tathā hi ekanipāte paññāsasataṃ, dukanipāte sataṃ, tikanipāte paññāsa, tathā catukkanipāte, pañcakanipāte pañcavīsa, chakkanipāte vīsa, sattanipāte ekavīsa, aṭṭhanipāte dasa, navanipāte dvādasa, dasanipāte soḷasa, ekādasanipāte nava, dvādasanipāte dasa, tathā terasanipāte, pakiṇṇakanipāte terasa, vīsatinipāte cuddasa, tiṃsanipāte dasa, cattālīsanipāte pañca, paṇṇāsanipāte tīṇi, saṭṭhinipāte dve, tathā sattatinipāte, asītinipāte pañca, mahānipāte dasāti sattacattālīsādhikāneva pañca jātakasatāni saṅgītānīti.",
  "tika-s0104t0:427": "Abbhuto dhammo sabhāvo vutto yatthāti abbhutadhammaṃ, taṃ panidanti āha ‘‘cattārome’’tiādi. Ādisaddena cettha –",
  "tika-s0104t0:428": "‘‘Cattārome bhikkhave, acchariyā abbhutā dhammā ānande. Katame cattāro? Sace bhikkhave, bhikkhuparisā ānandaṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. Tatra ce ānando, dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti, atittāva bhikkhave bhikkhuparisā hoti, atha ānando tuṇhī bhavati. Sace bhikkhave, bhikkhunīparisā…pe… upāsakaparisā…pe… upāsikā – parisā…pe… tuṇhī bhavati. Ime kho bhikkhave…pe… ānande’’ti (a. ni. 4.129) –",
  "tika-s0104t0:429": "Evamādinayappavattaṃ tattha tattha bhāsitaṃ sabbampi acchariyabbhutadhammapaṭisaṃyuttaṃ suttantaṃ saṅgaṇhāti.",
  "tika-s0104t0:430": "Cūḷavedallādīsu (ma. ni. 1.460) visākhena nāma upāsakena puṭṭhāya dhammadinnāya nāma bhikkhuniyā bhāsitaṃ suttaṃ cūḷavedallaṃ nāma. Mahākoṭṭhikattherena pucchitena āyasmatā sāriputtattherena bhāsitaṃ mahāvedallaṃ (ma. ni. 1.449) nāma. Sammādiṭṭhisuttampi (ma. ni. 1.89) bhikkhūhi puṭṭhena teneva bhāsitaṃ, etāni majjhimanikāyapariyāpannāni. Sakkapañhaṃ (dī. ni. 2.344) pana sakkena puṭṭho bhagavā abhāsi, taṃ dīghanikāyapariyāpannaṃ. Mahāpuṇṇamasuttaṃ (ma. ni. 3.85) pana tadahuposathe pannarase puṇṇamāya rattiyā aññatarena bhikkhunā puṭṭhena bhagavatā bhāsitaṃ, taṃ majjhimanikāyapariyāpannaṃ. Evamādayo sabbepi tattha tatthāgatā vedañca tuṭṭhiñca laddhā laddhā pucchitasuttantā ‘‘vedalla’’nti veditabbaṃ.Vedanti ñāṇaṃ. Tuṭṭhinti yathābhāsitadhammadesanaṃ viditvā ‘‘sādhu ayye sādhāvuso’’tiādinā abbhanumodanavasappavattaṃ pītisomanassaṃ. Laddhā laddhāti labhitvā labhitvā, punappunaṃ labhitvāti vuttaṃ hoti, etena vedasaddo ñāṇe, somanasse ca ekasesanayena, sāmaññaniddesena vā pavattati, vedamhi nissitaṃ tassa labhāpanavasenāti vedallanti ca dasseti.",
  "tika-s0104t0:431": "Evaṃ aṅgavasena sakalampi buddhavacanaṃ vibhajitvā idāni dhammakkhandhavasena vibhajitukāmo ‘‘katha’’ntiādimāha. Tattha dhammakkhandhavasenāti dhammarāsivasena. ‘‘Dvāsītī’’ti ayaṃ gāthā vuttatthāva. Evaṃ paridīpitadhammakkhandhavasenāti gopakamoggallānena nāma brāhmaṇena puṭṭhena gopakamoggallānasutte (ma. ni. 3.79) attano guṇappakāsanatthaṃ vā theragāthāyaṃ (theragā. 1017 ādayo) āyasmatā ānandattherena samantato dīpitadhammakkhandhavasena iminā evaṃ tena aparidīpitāpi dhammakkhandhā santīti pakāseti, tasmā kathāvatthuppakaraṇa mādhuriyasuttādīnaṃ (ma. ni. 2.317) vimānavatthādīsu kesañci gāthānañca vasena caturāsītisahassatopi dhammakkhandhānaṃ adhikatā veditabbā.",
  "tika-s0104t0:432": "Ettha ca subhasuttaṃ (dī. ni. 1.444), gopakamoggallānasuttañca parinibbute bhagavati ānandattherena bhāsitattā caturāsītidhammakkhandhasahassesu antogadhaṃ hoti, na hotīti? Paṭisambhidāgaṇṭhipade tāva idaṃ vuttaṃ ‘‘sayaṃ vuttadhammakkhandhānampi bhikkhuto gahiteyeva saṅgahetvā evamāhāti daṭṭhabba’’nti, bhagavatā pana dinnanaye ṭhatvā bhāsitattā ‘‘sayaṃ vuttampi cetaṃ suttadvayaṃ bhagavato gahiteyeva saṅgahetvā vutta’’nti evampi vattuṃ yuttataraṃ viya dissati. Bhagavatā hi dinnanaye ṭhatvā sāvakā dhammaṃ desenti, teneva sāvakabhāsitampi kathāvatthādikaṃ buddhabhāsitaṃ nāma jātaṃ , tatoyeva ca attanā bhāsitampi subhasuttādikaṃ saṅgītimāropentena āyasmatā ānandattherena ‘‘evaṃ me suta’’nti vuttaṃ.",
  "tika-s0104t0:433": "Ekānusandhikaṃ suttaṃ satipaṭṭhānādi. Satipaṭṭhānasuttañhi ‘‘ekāyano ayaṃ bhikkhave, maggo sattānaṃ visuddhiyā’’tiādinā (dī. ni. 2.373; ma. ni. 1.106; saṃ. ni. 3.367-384) cattāro satipaṭṭhāne ārabhitvā tesaṃyeva vibhāgadassanavasena pavattattā ‘‘ekānusandhika’’nti vuccati. Anekānusandhikaṃ parinibbānasuttādi (dī. ni. 2.131 ādayo) parinibbānasuttañhi nānāṭhānesu nānādhammadesanānaṃ vasena pavattattā ‘‘anekānusandhika’’nti vuccati.",
  "tika-s0104t0:434": "‘‘Kati chinde kati jahe, kati cuttari bhāvaye;",
  "tika-s0104t0:435": "Kati saṅgātigo bhikkhu, ‘oghatiṇṇo’ti vuccatī’’ti. (saṃ. ni. 1.5); –",
  "tika-s0104t0:436": "Evamādinā pañhāpucchanaṃ gāthābandhesu eko dhammakkhandho.",
  "tika-s0104t0:437": "‘‘Pañca chinde pañca jahe, pañca cuttari bhāvaye;",
  "tika-s0104t0:438": "Pañca saṅgātigo bhikkhu, ‘oghatiṇṇo’ti vuccatī’’ti. (saṃ. ni. 1.5); –",
  "tika-s0104t0:439": "Evamādinā ca vissajjanaṃ eko dhammakkhandho.",
  "tika-s0104t0:440": "Tikadukabhājanaṃ dhammasaṅgaṇiyaṃ nikkhepakaṇḍaaṭṭhakathākaṇḍavasena gahetabbaṃ. Tasmā yaṃ kusalattikamātikāpadassa (dha. sa. 1) vibhajanavasena nikkhepakaṇḍe vuttaṃ –",
  "tika-s0104t0:441": "‘‘Katame dhammā kusalā? Tīṇi kusalamūlāni…pe… ime dhammā kusalā. Katame dhammā akusalā? Tīṇi akusalamūlāni…pe… ime dhammā akusalā. Katame dhammā abyākatā’’? Kusalākusalānaṃ dhammānaṃ vipākā…pe… ime dhammā abyākatā’’ti (dha. sa. 187),",
  "tika-s0104t0:442": "Ayameko dhammakkhandho. Esa nayo sesattikadukapadavibhajanesupi. Yadapi aṭṭhakathākaṇḍe vuttaṃ –",
  "tika-s0104t0:443": "‘‘Katame dhammā kusalā? Catūsu bhūmīsu kusalaṃ. Ime dhammā kusalā. Katame dhammā akusalā? Dvādasa akusalacittuppādā. Ime dhammā akusalā. Katame dhammā abyākatā? Catūsu bhūmīsu vipāko tīsu bhūmīsu kiriyābyākataṃ rūpañca nibbānañca. Ime dhammā abyākatā’’ti (dha. sa. 1386),",
  "tika-s0104t0:444": "Ayaṃ kusalattikamātikāpadassa vibhajanavasena pavatto eko dhammakkhandho. Esa nayo sesesupi. Cittavārabhājanaṃ pana cittuppādakaṇḍa vasena (dha. sa. 1) gahetabbaṃ. Yañhi tattha vuttaṃ kusalacittavibhajanatthaṃ –",
  "tika-s0104t0:445": "‘‘Katame dhammā kusalā? Yasmiṃ samaye kāmāvacaraṃ kusalaṃ cittaṃ uppannaṃ hoti somanassasahagataṃ ñāṇasampayuttaṃ rūpārammaṇaṃ vā…pe… tasmiṃ samaye phasso hoti…pe… avikkhepo hotī’’ti (dha. sa. 1),",
  "tika-s0104t0:446": "Ayameko dhammakkhandho. Evaṃ sesacittavāravibhajanesu. Eko dhammakkhandhoti (ekameko dhammakkhandho chaḷa aṭṭha.) ca ekeko dhammakkhandhoti attho. ‘‘Ekamekaṃ tikadukabhājanaṃ, ekamekaṃ cittavārabhājana’’nti ca vacanato hi ‘‘ekeko’’ti avuttepi ayamattho sāmatthiyato viññāyamānova hoti.",
  "tika-s0104t0:447": "Vatthu nāma sudinnakaṇḍādi. Mātikā nāma ‘‘yo pana bhikkhu bhikkhūnaṃ sikkhāsājīvasamāpanno’’tiādinā (pārā. 44) tasmiṃ tasmiṃ ajjhācāre paññattaṃ uddesa sikkhāpadaṃ. Padabhājaniyanti tassa tassa sikkhāpadassa ‘‘yo panāti yo yādiso’’tiādi (pārā. 45) nayappavattaṃ padavibhajanaṃ. Antarāpattīti ‘‘paṭilātaṃ ukkhipati, āpatti dukkaṭassā’’ti (pāci. 355) evamādinā sikkhāpadantaresu paññattā āpatti. Āpattīti taṃtaṃsikkhāpadānurūpaṃ vutto tikacchedamutto āpattivāro. Anāpattīti ‘‘anāpatti ajānantassa asādiyantassa khittacittassa vedanāṭṭassa ādikammikassā’’tiādi (pārā. 66) nayappavatto anāpattivāro. Tikacchedoti ‘‘dasāhātikkante atikkantasaññī nissaggiyaṃ pācittiyaṃ, dasāhātikkante vematiko…pe… dasāhātikkante anatikkantasaññī nissaggiyaṃ pācittiya’’nti (pārā. 468) evamādinayappavatto tikapācittiya-tika-dukkaṭādibhedo tikaparicchedo. Tatthāti tesu vatthumātikādīsu.",
  "tika-s0104t0:448": "Evaṃ anekanayasamalaṅkataṃ saṅgītippakāraṃ dassetvā ‘‘ayaṃ dhammo, ayaṃ vinayo…pe… imāni caturāsīti dhammakkhandhasahassānī’’ti buddhavacanaṃ dhammavinayādibhedena vavatthapetvā saṅgāyantena mahākassapappamukhena vasīgaṇena anekacchariyapātubhāvapaṭimaṇḍitāya saṅgītiyā imassa dīghāgamassa dhammabhāvo, majjhimabuddhavacanādibhāvo ca vavatthāpitoti dassento ‘‘evameta’’ntiādimāha. Sādhāraṇavacanena dassitepi hi ‘‘yadatthaṃ saṃvaṇṇetuṃ idamārabhati, soyeva padhānavasena dassito’’ti ācariyehi ayaṃ sambandho vutto. Aparo nayo – heṭṭhā vuttesu ekavidhādibhedabhinnesu pakāresu dhammavinayādibhāvo saṅgītikārake heva saṅgītikāle vavatthāpito, na pacchā kappanamattasiddhoti dassento ‘‘evameta’’ntiādimāhātipi vattabbo. Na kevalaṃ yathāvuttappakārameva vavatthāpetvā saṅgītaṃ, atha kho aññampīti dasseti ‘‘na kevalañcā’’tiādinā. Udānasaṅgaho nāma paṭhamapārājikādīsu āgatānaṃ vinītavatthuādīnaṃ saṅkhepato saṅgahadassanavasena dhammasaṅgāhakehi ṭhapitā –",
  "tika-s0104t0:449": "‘‘Makkaṭī vajjiputtā ca, gihī naggo ca titthiyā;",
  "tika-s0104t0:450": "Dārikuppalavaṇṇā ca, byañjanehi pare duve’’ti. ādikā (pārā. 66); –",
  "tika-s0104t0:451": "Gāthāyo. Vuccamānassa hi vuttassa vā atthassa vippakiṇṇabhāvena pavattituṃ adatvā uddhaṃ dānaṃ rakkhaṇaṃ udānaṃ, saṅgahavacananti attho. Sīlakkhandhavaggamūlapariyāyavaggādivasena vaggasaṅgaho. Vaggoti hi dhammasaṅgāhakeheva katā suttasamudāyassa samaññā. Uttarimanussapeyyālanīlapeyyālādivasena peyyālasaṅgaho. Pātuṃ rakkhituṃ, vitthārituṃ vā alanti hi peyyālaṃ, saṅkhipitvā dassanavacanaṃ. Aṅguttaranikāyādīsu nipātasaṅgaho, gāthaṅgādivasena nipātanaṃ. Samudāyakaraṇañhi nipāto. Devatāsaṃyuttādivasena (saṃ. ni. 1.1) saṃyuttasaṅgaho. Vaggasamudāye eva dhammasaṅgāhakehi katā saṃyuttasamaññā. Mūlapaṇṇāsakādivasena paṇṇāsasaṅgaho, paññāsa paññāsa suttāni gaṇetvā saṅgahoti vuttaṃ hoti. Ādisaddena tassaṃ tassaṃ pāḷiyaṃ dissamānaṃ saṅgītikārakavacanaṃ saṅgaṇhāti. Udānasaṅgaha…pe… paṇṇāsasaṅgahādīhi anekavidhaṃ tathā. Sattahi māsehīti kiriyāpavagge tatiyā ‘‘ekāheneva bārāṇasiṃ pāyāsi. Navahi māsehi vihāraṃ niṭṭhāpesī’’tiādīsu viya. Kiriyāya āsuṃ pariniṭṭhāpanañhi kiriyāpavaggo.",
  "tika-s0104t0:452": "Tadā anekacchariyapātubhāvadassanena sādhūnaṃ pasādajananatthamāha ‘‘saṅgītipariyosāne cassā’’tiādi. Assa buddhavacanassa saṅgītipariyosāne sañjātappamodā viya, sādhukāraṃ dadamānā viya ca saṅkampi…pe… pāturahesunti sambandho. Viyāti hi ubhayattha yojetabbaṃ. Pavattane, pavattanāya vā samatthaṃ pavattanasamatthaṃ. Udakapariyantanti pathavīsandhārakaudakapariyosānaṃ katvā, saha tena udakena, taṃ vā udakaṃ āhaccāti vuttaṃ hoti, tena ekadesakampanaṃ nivāreti. Saṅkampīti uddhaṃ uddhaṃ gacchantī suṭṭhu kampi. Sampakampīti uddhamadho ca gacchantī sammā pakārena kampi. Sampavedhīti catūsu disāsu gacchantī suṭṭhu bhiyyo pavedhi. Evaṃ etena padattayena chappakāraṃ pathavīcalanaṃ dasseti. Atha vā puratthimato, pacchimato ca unnamanaonamanavasena saṅkampi. Uttarato, dakkhiṇato ca unnamanaonamanavasena sampakampi. Majjhimato, pariyantato ca unnamanaonamanavasena sampavedhi. Evampi chappakāraṃ pathavīcalanaṃ dasseti, yaṃ sandhāya aṭṭhakathāsu vuttaṃ –-",
  "tika-s0104t0:453": "‘‘Puratthimato unnamati pacchimato onamati, pacchimato unnamati puratthimato onamati, uttarato unnamati dakkhiṇato onamati, dakkhiṇato unnamati uttarato onamati , majjhimato unnamati pariyantato onamati, pariyantato unnamati majjhimato onamatīti evaṃ chappakāraṃ…pe… akampitthā’’ti (bu. vaṃ. aṭṭha. 71).",
  "tika-s0104t0:454": "Accharaṃ paharituṃ yuttāni acchariyāni, pupphavassacelukkhepādīni aññāyapi sā samaññāya pākaṭāti dassento āha ‘‘yā loke’’tiādi. Yā paṭhamamahāsaṅgīti dhammasaṅgāhakehi mahākassapādīhi pañcahi satehi yena katā saṅgītā, tena pañca satāni etissāti ‘‘pañcasatā’’ti ca thereheva katattā therā mahākassapādayo etissā, therehi vā katāti ‘‘therikā’’ti ca loke pavuccati, ayaṃ paṭhamamahāsaṅgīti nāmāti sambandho.",
  "tika-s0104t0:455": "Evaṃ paṭhamamahāsaṅgīti dassetvā yadatthaṃ sā idha dassitā, idāni taṃ nidānaṃ nigamanavasena dassento ‘‘imissā’’tiādimāha. Ādinikāyassāti suttantapiṭakapariyāpannesu pañcasu nikāyesu ādibhūtassa dīghanikāyassa. Khuddakapariyāpanno hi vinayo paṭhamaṃ saṅgīto. Tathā hi vuttaṃ ‘‘suttanta piṭake’’ti. Tenāti tathāvuttattā, iminā yathāvuttapaṭhamamahāsaṅgītiyaṃ tathāvacanameva sandhāya mayā heṭṭhā evaṃ vuttanti pubbāparasambandhaṃ, yathāvuttavitthāravacanassa vā guṇaṃ dassetīti.",
  "tika-s0104t0:456": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya paramasukhumagambhīraduranubodhatthaparidīpanāya suvimalavipulapaññāveyyattiyajananāya ajjavamaddavasoraccasaddhāsatidhitibuddhikhanti vīriyādidhammasamaṅginā sāṭṭhakathe piṭakattaye asaṅgāsaṃhīravisāradañāṇacārinā anekappabhedasakasamayasamayantaragahanajjhogāhinā mahāgaṇinā mahāveyyākaraṇena ñāṇābhivaṃsadhammasenāpatināmatherena mahādhammarājādhirājagarunā katāya sādhuvilāsiniyā nāma līnatthapakāsaniyā bāhiranidānavaṇṇanāya līnatthapakāsanā.",
  "tika-s0104t0:457": "Nidānakathāvaṇṇanā niṭṭhitā."
}