{
  "tika-vin07t35:0": "9. Pātimokkhaṭṭhapanakkhandhako",
  "tika-vin07t35:1": "Pātimokkhuddesayācanakathāvaṇṇanā",
  "tika-vin07t35:2": "383. Pātimokkhaṭṭhapanakkhandhake pāḷiyaṁ nandimukhiyāti odātadisāmukhatāya tuṭṭhamukhiyā. ‘‘Uddhastaṁ aruṇa’’nti vatvāpi ‘‘uddisatu, bhante, bhagavā’’ti pātimokkhuddesayācanaṁ anuposathe uposathakaraṇapaṭikkhepassa sikkhāpadassa apaññattattā therena katanti daṭṭhabbaṁ. Kasmā pana bhagavā evaṁ tuṇhībhūtova tiyāmarattiṁ vītināmesīti? Aparisuddhāya parisāya uposathādisaṁvāsakaraṇassa sāvajjataṁ bhikkhusaṅghe pākaṭaṁ kātuṁ, tañca āyatiṁ bhikkhūnaṁ tathāpaṭipajjanatthaṁ sikkhāpadaṁ ñāpetuṁ. Keci panettha ‘‘aparisuddhampi puggalaṁ tassa sammukhā ‘aparisuddho’ti vattuṁ mahākaruṇāya avisahanto bhagavā tathā nisīdī’’ti kāraṇaṁ vadanti. Taṁ akāraṇaṁ pacchāpi avattabbato, mahāmoggallānattherenāpi taṁ bāhāyaṁ gahetvā bahi nīharaṇassa akattabbatāpasaṅgato. Tasmā yathāvuttamevettha kāraṇanti. Teneva ‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ tathāgato aparisuddhāya parisāya uposathaṁ kareyya, pātimokkhaṁ uddiseyyā’’ti (a. ni. 8.20; cūḷava. 386; udā. 45) vatvā ‘‘na ca, bhikkhave, sāpattikena pātimokkhaṁ sotabba’’ntiādinā (cūḷava. 386) sāpattikaparisāya kattabbavidhi dassito.",
  "tika-vin07t35:3": "Saṅkassarasamācāranti kiñcideva asāruppaṁ disvā ‘‘idaṁ iminā kataṁ bhavissatī’’ti parehi saṅkāya saritabbasamācāraṁ, attanā vā ‘‘mama anācāraṁ ete jānantī’’ti saṅkāya saritabbasamācāraṁ. Samaṇavesadhāraṇena, saṅghikapaccayabhāgagahaṇādinā ca jīvikaṁ kappento ‘‘ahaṁ samaṇo’’ti paṭiññaṁ adentopi atthato dento viya hotīti ‘‘samaṇapaṭiññaṁ brahmacāripaṭiñña’’nti vuttaṁ. Avassutanti kilesāvassanena tintaṁ. Sañjātadussilyakacavarattā kasambujātaṁ, asāratāya vā kasambu viya jātaṁ. Bahidvārakoṭṭhakā nikkhāmetvāti dvārasālato bahi nikkhamāpetvā.",
  "tika-vin07t35:4": "384.Mahāsamuddeabhiramantīti bahuso dassanapavisanādinā mahāsamudde abhiratiṁ vindanti. Na āyatakeneva papātoti chinnataṭamahāsobbho viya na āditova ninnoti attho. Ṭhitadhammoti avaṭṭhitasabhāvo. Pūrattanti puṇṇattaṁ. Nāgāti sappajātikā.",
  "tika-vin07t35:5": "Pātimokkhuddesayācanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t35:6": "Pātimokkhasavanārahakathādivaṇṇanā",
  "tika-vin07t35:7": "386.Udāharitabbanti pāḷiyā avatvā tamatthaṁ yāya kāyaci bhāsāya udāhaṭampi udāhaṭamevāti daṭṭhabbaṁ.",
  "tika-vin07t35:8": "Pure vā pacchā vāti ñattiārambhato pubbe vā ñattiniṭṭhānato pacchā vā.",
  "tika-vin07t35:9": "387.Katañca akatañca ubhayaṁ gahetvāti yassa katāpi atthi akatāpi. Tassa tadubhayaṁ gahetvā. Dhammikaṁ sāmagginti dhammikaṁ samaggakammaṁ. Paccādiyatīti ukkoṭanādhippāyena puna kātuṁ ādiyati.",
  "tika-vin07t35:10": "388.Ākārādisaññā veditabbāti ākāraliṅganimittanāmāni vuttānīti veditabbāni.",
  "tika-vin07t35:11": "Pātimokkhasavanārahakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t35:12": "Attādānaaṅgakathādivaṇṇanā",
  "tika-vin07t35:13": "398. Puna codetuṁ attanā ādātabbaṁ gahetabbaṁ adhikaraṇaṁ attādānanti āha ‘‘sāsanaṁ sodhetukāmo’’tiādi. Vassārattoti vassakālo. Sopi hi dubbhikkhādikālo viya adhikaraṇavūpasamatthaṁ lajjiparisāya dūrato ānayanassa, āgatānañca piṇḍāya caraṇādisamācārassa dukkarattā akālo eva.",
  "tika-vin07t35:14": "Samanussaraṇakaraṇanti anussaritānussaritakkhaṇe pītipāmojjajananato anussaraṇuppādakaṁ. Vigatūpakkilesa…pe… saṁvattatīti ettha yathā abbhahimādiupakkilesavirahitānaṁ candimasūriyānaṁ sassirīkatā hoti, evamassāpi codakassa pāpapuggalūpakkilesavigamena sassirīkatā hotīti adhippāyo.",
  "tika-vin07t35:15": "399.Adhigataṁ mettacittanti appanāppattaṁ mettajhānaṁ.",
  "tika-vin07t35:16": "400-1. ‘‘Dosantaro’’ti ettha antara-saddo cittapariyāyoti āha ‘‘na duṭṭhacitto hutvā’’ti.",
  "tika-vin07t35:17": "Kāruññaṁ nāma karuṇā evāti āha ‘‘kāruññatāti karuṇābhāvo’’ti. Karuṇanti appanāppattaṁ vadati. Tathā mettanti.",
  "tika-vin07t35:18": "Attādānaaṅgakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t35:19": "Pātimokkhaṭṭhapanakkhandhakavaṇṇanānayo niṭṭhito."
}