{
  "tika-abh02t18:0": "1. Khandhavibhaṅgo",
  "tika-abh02t18:1": "1. Suttantabhājanīyavaṇṇanā",
  "tika-abh02t18:2": "Catusaccantogadhattā catunnaṁ ariyasaccānaṁ gāthāyaṁ ‘‘catusaccadaso’’ti nippadesato saccāni gahitānīti nippadesato eva tadatthaṁ vibhāvento ‘‘cattāri saccānī’’tiādimāha. Tattha samāhaṭānīti samānītāni, cittena ekato gahitānīti adhippāyo. ‘‘Samāhaṭānī’’ti ca etena samāhāre ayaṁ samāsoti dasseti. Tenevassa katekattassa catusaccanti napuṁsakaniddeso ‘‘tivaṭṭa’’ntiādīsu viya. Pattādipakkhepena hissa na itthiliṅgatā yathā pañcapattaṁ, catuyugaṁ, tibhuvananti, taṁ catusaccaṁ passi adakkhi, pariññāpahānasacchikiriyābhāvanābhisamayavasena paṭivijjhīti attho. Kasmā panettha anantāparimāṇesu anaññasādhāraṇesu mahākaruṇāsabbaññutaññāṇādīsu buddhaguṇesu saṁvijjamānesu sāvakehi, paccekabuddhehi ca sādhāraṇena catusaccadassanena bhagavantaṁ thometīti codanaṁ manasi katvā āha ‘‘satipi sāvakāna’’ntiādi. Tattha ‘‘anaññapubbakattā’’ti iminā sāvakehi, ‘‘tattha cā’’tiādinā paccekabuddhehi ca bhagavato catusaccadassanassa asādhāraṇataṁ, niratisayatañca dasseti. Parasantānesu pasāritabhāvena supākaṭattāti desanānubhāvena veneyyasantānesu catusaccadassanassa vitthāritabhāvena yāva devamanussesu suppakāsitattā. Nāthasaddaṁ loke yācanupatāpissariyāsīsāsu paṭhantīti tamatthaṁ dassetuṁ ‘‘nāthatīti nātho’’tiādi vuttaṁ. Tattha yasmā bhagavā catusaccadassanabhāveneva attano hitasukhāsīsāya kilesabyasanupatāpanassa, hitapaṭipattiyācanassa ca matthakaṁ patto, tasmā taṁ teneva pakāsitanti atthuddhāraṁ anāmasitvā paduddhāravasena nāthasaddassa atthaṁ dassento ‘‘veneyyānaṁ hitasukhaṁ āsīsatī’’tiādimāha. ‘‘Catusaccadaso’’ti vā iminā anaññasādhāraṇo bhagavato ñāṇānubhāvo pakāsitoti ‘‘nātho’’ti iminā anaññasādhāraṇaṁ karuṇānubhāvaṁ vibhāvetuṁ ‘‘veneyyāna’’ntiādi vuttaṁ. Paramena cittissariyena samannāgato bhagavā nāthoti vuccatīti yojanā. Tathā paramena cittissariyena samannāgato sabbasatte guṇehi īsatīti yojetabbaṁ. Cittissariyenāti ariyiddhiādinā citte vasībhāvena. Guṇehi īsatīti paramukkaṁsagatehi attano sīlādiguṇehi dhammena issariyaṁ vattetīti attho. Evaṁbhūto yasmā sabbābhibhū nāma hoti, tena vuttaṁ ‘‘abhibhavatī’’ti. Tathā cāha ‘‘sadevake, bhikkhave, loke…pe… abhibhū anabhibhūto, tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23; dī. ni. 1.188). Duvidhenāpi issariyatthaṁ nāthasaddaṁ dasseti.",
  "tika-abh02t18:3": "Aṭṭhārasappabhedāya desanāya thomanamevāti yojanā. Samānagaṇanaguṇehīti samānagaṇanehi guṇehi karaṇabhūtehi. Yathāvuttena niratisayena catusaccadassanenāti sabbaññutaññāṇassa, dasabalesu vasībhāvassa ca padaṭṭhānabhūtena. Saccābhisambodhena hi abhinīhārānurūpaṁ rūpārūpadhammesu chattiṁsakoṭisatasahassamukhappavattena sātisayaṁ santatisamūhakiccārammaṇaghanappabhedena mahāvajirañāṇasaṅkhātena buddhāveṇikena sammasanena sambhūtena bhagavā sammāsambodhiyaṁ patiṭṭhitova kusalādibhedena, phassādibhedena ca dhamme vibhajanto cittuppādakaṇḍādivasena dhammasaṅgahaṁ catudhā desetuṁ samattho ahosi. Tathā atītaṁse appaṭihatañāṇatādibuddhadhammasamannāgato bhagavā atītādibhedato khandhādike vibhajitvā desetuṁ samattho ahosi. Tena vuttaṁ ‘‘yathāvuttena…pe… vibhaṅga’’nti. ‘‘Sabbaññubhāsitattā’’ti vatvā puna ‘‘asabbaññunā desetuṁ asakkuṇeyyataṁ dassento’’ti etena dhammasaṅgaṇīvibhaṅgānaṁ anvayato byatirekato ca sammāsambuddhappaveditataññeva vibhāveti. Sammāsambuddhatādiguṇeti buddharatanassa sammāsambuddhatā, dhammasaṅgharatanānaṁ svākkhātatā, suppaṭipannatāti evamādiguṇe pakāseti.",
  "tika-abh02t18:4": "Nanu ca ‘‘catusaccadaso’’tiādinā bhagavatova guṇā vibhāvitāti? Saccaṁ, teneva dhammasaṅghānampi guṇā vibhāvitā honti tappabhavassa anaññathābhāvato, tadapadesena vā dhammo, tadādhāro ca saṅgho vuttova hotīti vuttaṁ ‘‘buddhādīnaṁ…pe… vibhāvetī’’ti.",
  "tika-abh02t18:5": "Atītaṁseti atītakoṭṭhāse, pubbanteti attho. Appaṭihatanti nappaṭihataṁ, ñāṇassa paṭighāto nāma aññāṇaṁ, sabbampi vā kilesajātaṁ. Taṁ yasmā bhagavato saha vāsanāya pahīnaṁ, tasmāssa atītaṁse sabbatthakameva ñeyyāvaraṇappahānena ñāṇaṁ appaṭihatanti vuccati. Esa nayo sesesupi. Kiṁ panetāni pāṭiyekkaṁ visuṁ ñāṇāni, udāhu atītādīsu pavattanakañāṇāni eva? Tīsu kālesu appaṭihatañāṇāni nāma pāṭiyekkaṁ bhagavato tīṇi ñāṇānevāti vadanti. Ekaṁyeva hutvā tīsu kālesu appaṭihatañāṇaṁ nāma sabbaññutaññāṇameva. Sabbaṁ kāyakammanti yaṁ kiñci bhagavatā kattabbaṁ kāyakammaṁ. Ñāṇapubbaṅgamanti ñāṇapurecārikaṁ. Ñāṇānuparivattanti ñāṇassa anuparivattanakaṁ, sabbaṁ kāyapayogaṁ pavattento bhagavā ñāṇena paricchinditvā ñāṇasahitameva pavattetīti attho. Sesapadadvayepi eseva nayo. Chandassāti kattukamyatāya, mahākaruṇāsamāyogato sattānaṁ ekantahitesitāya hitakiriyāchandassāti attho. Dhammadesanāyāti dhammakathāya. Aparikkhayāparimeyyapaṭibhānatāya hi bhagavato karaṇasampattiyā ca dhammadesanā nirantaraṁ pavattiyamānāpi na kadācipi parikkhayaṁ gacchati, aññadatthu uparūpari vaḍḍhateva. Vīriyassāti parahitapaṭipattiyaṁ ussāhassa. Vimuttiyāti phalavimuttiyā. Ettha ca samādhiādīnaṁ ahāni taṁtaṁpaṭipakkhassa savāsanapahīnattā anaññasādhāraṇatāya veditabbā. Chandādīnaṁ pana mahākaruṇāsamāyogatopi. Sesaṁ suviññeyyameva.",
  "tika-abh02t18:6": "1.Teeva dhammeti te eva kusalādike tikadukehi saṅgahite dhamme. Suttante khandhādivasena vutte khandhādivasena vibhajitunti yojanā. Nanu suttante paṭisambhidāvasena te na vuttāti? Yadipi sarūpato na vuttā, ‘‘jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye ñāṇa’’ntiādinā (saṁ. ni. 2.33) pana hetuhetuphalādīsu ñāṇavibhāgassa vuttattā atthato vuttā eva honti, paṭisambhidāmagge (paṭi. ma. 2.30) vā paṭisambhidānaṁ āgatattā suttante paṭisambhidāvasenapi te dhammā vuttā eva. Tatthāti tasmiṁ suttante. Saṅkhepenāti samāsena. Uddesaniddesamatteneva hi suttante khandhādayo desitā, na paṭiniddesādināti saṅkhepena te tattha vuttāti vuttā. Tatthāti vā dhammasaṅgahe. Tatthāpi hi ‘‘tasmiṁ kho pana samaye cattāro khandhā hontī’’tiādinā (dha. sa. 58) khandhādayo saṅkhepena vuttāti. Vibhajīyanti ettha, etena vā khandhādayoti vibhaṅgo, te eva pakirīyanti paṭṭhapīyanti ettha, etena vāti pakaraṇaṁ, vibhaṅgo ca so pakaraṇañcāti vibhaṅgappakaraṇaṁ. Ādisaddatthajotakenāti ‘‘iti vā, iti evarūpā naccagītavāditavisūkadassanā paṭivirato’’tiādīsu (dī. ni. 1.13) viya ādisaddassa atthadīpakena. Pakāratthajotakenāti ‘‘iti kho, bhikkhave, sappaṭibhayo bālo, appaṭibhayo paṇḍito’’tiādīsu (a. ni. 3.1) viya pakāratthavibhāvakena. ‘‘Ekadesena samudāyaṁ nidassetī’’ti etena ‘‘rūpakkhandho…pe… viññāṇakkhandho’’ti ettha itisaddassa nidassanatthataṁ dasseti. Nidassanatthopi hi iti-saddo diṭṭho yathā ‘‘atthīti kho, kaccāna, ayameko anto’’tiādīsu (saṁ. ni. 2.15; 3.90). Parisamāpanattho vā ‘‘tasmātiha me, bhikkhave, dhammadāyādā bhavatha, no āmisadāyādā. Atthi me tumhesu anukampā ‘kinti me sāvakā dhammadāyādā bhaveyyuṁ, no āmisadāyādā’ti’’ (ma. ni. 1.29) evamādīsu viya. Parisamāpanañhetaṁ suttantabhājanīyassa ekadesadassanena yadidaṁ ‘‘pañcakkhandhā rūpakkhandho…pe… viññāṇakkhandho’’ti tāva tadatthassa saṅgahitattā. Tatthāti vibhaṅgappakaraṇe. ‘‘Nibbānavajjāna’’nti ettha yadi nibbānavajjānaṁ…pe… appakatarapadattā khandhānaṁ khandhavibhaṅgo ādimhi vutto, nanu saha nibbānena sabbadhammasaṅgāhakattā, sabbadhammasaṅgāhakehi ca āyatanādīhi khandhehi ca appakatarapadattā saccavibhaṅgo ādimhi vattabboti ? Na, tatthāpi dukkhasaccavibhaṅge ekadesena khandhānaṁ eva vibhajitabbato. Yathāha ‘‘tattha katamaṁ dukkhaṁ ariyasaccaṁ? Jātipi dukkhā…pe… saṁkhittena pañcupādānakkhandhā dukkhā’’ti (vibha. 190; dī. ni. 2.387; ma. ni. 1.120; 3.373). Idha pana anavasesatova khandhā vibhajīyantīti nibbānavajjānaṁ…pe… appakatarapadattā khandhānaṁ khandhavibhaṅgo ādimhi vutto.",
  "tika-abh02t18:7": "Apica rūpasammūḷhā arūpasammūḷhā ubhayasammūḷhāti tividhā bodhaneyyapuggalā, tathā saṁkhittarucino vitthārarucino nātisaṅkhepavitthārarucino, tikkhindriyā mudindriyā majjhimindriyāti ca. Tesu arūpasammūḷhānaṁ upakārāya khandhadesanā, rūpasammūḷhānaṁ āyatanadesanā, ubhayasammūḷhānaṁ dhātudesanā. Tathā saṁkhittarucīnaṁ khandhadesanā, nātisaṅkhepavitthārarucīnaṁ āyatanadesanā, vitthārarucīnaṁ dhātudesanā. Tikkhindriyānaṁ khandhadesanā, majjhimindriyānaṁ āyatanadesanā, mudindriyānaṁ dhātudesanāti iminā payojanena anukkamena ca khandhāyatanadhātuvibhaṅgānaṁ desanākkamova veditabbo. Taṁ panetaṁ khandhādittayaṁ pavattinivattitadubhayahetumukheneva ñāyamānaṁ yathābhūtāvabodhāya hoti, nāññathāti dassanatthaṁ saccavibhaṅgadesanā pavattā. So ca yathābhūtāvabodho visesato indriyasannissayenāti indriyavibhaṅgadesanā. Indriyānañca indaṭṭho taṁtaṁpaccayadhammabhūtānaṁ yathāsakaṁ paccayuppannesu paccayabhāvavisesenevāti paccayapaccayuppannavibhāgasandassanī paccayākāravibhaṅgadesanā. Paccayākārassa khandhādīnañca aviparītasabhāvāvabodho satipaṭṭhānādīsu sammāmanasikārenāti satipaṭṭhānasammappadhānaiddhipādabojjhaṅgamaggaṅgavibhaṅgadesanā. Svāyaṁ satipaṭṭhānādīsu sammāmanasikāro imāya paṭipattiyā hotīti jhānaappamaññāvibhaṅgadesanā, sā sammāpaṭipatti ettake sīle patiṭṭhitassa sambhavatīti sikkhāpadavibhaṅgadesanā, yathāvuttāya ca sammāpaṭipattiyā ime ānisaṁsāti paṭisambhidāñāṇavibhaṅgadesanā, te cime ñāṇavisesā imesu kilesesu pahīyantesu ca sambhavanti, nāññathāti kilesavibhaṅgadesanā, evaṁ vitthārato desite khandhādike saṅkhepatopi jānantassa atthasiddhi hoti evāti dassanatthaṁ pariyosāne dhammahadayavibhaṅgadesanā pavattāti evametesaṁ aṭṭhārasannaṁ mahāvibhaṅgānaṁ desanākkamakāraṇaṁ veditabbaṁ.",
  "tika-abh02t18:8": "Rūpādīnanti rūpavedanāsaññāsaṅkhāraviññāṇānaṁ. Vedayitādisabhāvattābhāvāti yathākkamaṁ anubhavanasañjānanābhisaṅkharaṇādisabhāvattābhāvā. Na hi rūpaṁ vedayitādisabhāvaṁ, vedanādi vā ruppanādisabhāvaṁ. Yato rūpādīnaṁ vedanāsamavarodhanena ‘‘cattāro khandhā’’tiādinā saṅkhipitvā khandhā 06 desetabbā siyuṁ. Ruppanādito aññassābhāvāti ruppanānubhavanādisabhāvato aññassa atītādike gahetvā rāsivasena vattabbassa saṁkhittassa sabhāvassa abhāvā. Na hi cetasikādibhāvo vedanādīnaṁ sabhāvo. Heṭṭhā gaṇanesūti pañcato heṭṭhā gaṇanesu. Aniṭṭhānanti apariyosānaṁ. Rūpādīsu hi katipaye, ekampi vā aggahetvā vuccamānā khandhavasena desanā anavasesasaṅkhatadhammasaṅgāhinī na sambhavati. Khandhassāti rāsaṭṭhassa khandhassa. Tenevāha ‘‘na hī’’tiādi. Savibhāgadhammehīti sappabhedadhammehi.",
  "tika-abh02t18:9": "‘‘Saddatthasahitaṁ khandhasaddassa visayaṁ dassetī’’ti etena rāsisaddassa viya rāsaṭṭhe khandhasaddassa vācakabhāvena pavattiṁ dasseti pariyāyantarabhāvato. Guṇādīsu pana kevalaṁ tabbisayapayogabhāveneva pavatti, na vācakabhāvenāti āha ‘‘guṇe…pe… na saddattha’’nti. Khandhasaddoti sīlādisadde sannidhāpito khandhasaddo. Tenevāha ‘‘sīlādiguṇavisiṭṭhaṁ rāsaṭṭhaṁ dīpetī’’ti. Kecīti dhammasirittheraṁ sandhāya vadati. Etthāti ‘‘sīlakkhandho samādhikkhandho’’ti (dī. ni. 3.355) ettha. Na kevalañca so eva, aṭṭhakathācariyehipi ettha guṇatthatā icchitā eva. Tathā hi aṭṭhasāliniyaṁ ‘‘sīlakkhandho samādhikkhandhotiādīsu guṇaṭṭhenā’’ti (dha. sa. aṭṭha. 5) vuttaṁ. Nanu ca kevalopi khandhasaddo ‘‘tiṇṇaṁ kho, māṇava, khandhānaṁ vaṇṇavādī, na kho, āvuso visākha, tīhi khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito’’ti (ma. ni. 1.462) ca ādīsu sīlādivācako diṭṭhoti? Na, tatthāpi adhikārādivacchedakavasenevassa sīlādīsu pavattidassanato. Na khandhasaddo paññattisaddassa atthe vattatīti niruttivohārādisaddā viya paññattipariyāyo na hotīti attho. Dārukkhandhoti paññatti hotīti tassa khandhasaddassa paññattivisesappavattitaṁ dasseti. Viññāṇakkhandhoti khandhasaddoti ‘‘viññāṇaṁ viññāṇakkhandho’’ti (yama. 1.khandhayamaka.32) ettha vutto khandhasaddo. Samudāye niruḷhoti atītādibhedabhinnassa paññāya abhisaṁyūhanena rāsikate viññāṇasamūhe niruḷho. Tāya eva ruḷhiyā pavattatīti tāya samudāye niruḷhatāya tadavayave ekasmimpi viññāṇe pavattatīti. Ettha ca ñāṇasampayutte niruḷho kosallasambhūtaṭṭhena kusalabhāvo viya ñāṇavippayutte viññāṇasamudāye niruḷho tadekadesepi ruḷhiyā pavattatīti veditabbaṁ. Atha vā kiñci nimittaṁ gahetvā satipi aññasmiṁ tannimittayutte kismiñcideva visaye sammutiyā cirakālatāvasena nimittavirahepi pavatti ruḷhi nāma, yathā mahiyaṁ setīti mahiṁso, gacchantīti gāvoti, evaṁ khandhasaddassāpi ruḷhibhāvo veditabbo.",
  "tika-abh02t18:10": "Rāsito guṇatoti sabbattha bhummatthe vā nissakkavacanaṁ daṭṭhabbaṁ. Niyametvāti vavatthapetvā. Piṇḍaṭṭhoti saṅghātattho. Tasmāti yasmā pañceva khandhā vuttā, koṭṭhāsaṭṭhe ca khandhaṭṭhe nibbānassa vasena chaṭṭhenāpi khandhena bhavitabbaṁ, tasmā khandhaṭṭho nāma rāsaṭṭhoti yuttaṁ. ‘‘Yesaṁ vā atītādivasena bhedo atthī’’tiādinā atītādivibhāgabhinnesu ruppanādisabhāvadhammesu visuṁ visuṁ koṭṭhāsabhāvena gayhamānesu tabbibhāgarahitassa ekassa nibbānassa rāsaṭṭhatā viya koṭṭhāsaṭṭhatāpi na sambhavatīti dasseti. Etena paññattiyāpi khandhesu aggahaṇe kāraṇaṁ vuttanti veditabbaṁ.",
  "tika-abh02t18:11": "Kasmā panettha phassādike viya saṅkhārakkhandhe anavarodhetvā vedanāsaññā visuṁ khandhabhāvena gahitāti? Vivādamūlatādivisesadassanatthaṁ. Gahaṭṭhānañhi vivādakāraṇaṁ kāmajjhosānaṁ. Vuttañcetaṁ ‘‘puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu mātāpi puttena vivadati, puttopi mātarā vivadatī’’tiādi (ma. ni. 1.168, 178). Pabbajitānaṁ diṭṭhābhiniveso. Vuttampi cetaṁ ‘‘ye diṭṭhimuggayha vivādayanti, ‘idameva sacca’nti (su. ni. 838; mahāni. 67) ca vādayantī’’tiādi. Tesu kāmajjhosānaṁ vedanassādena hoti, diṭṭhābhiniveso saññāvipallāsena. Saññāvipallāsena hi cittavipallāso, cittavipallāsena diṭṭhimānataṇhāpapañcānaṁ vipallāsoti. Tathā vedanānugiddho vipallatthasañño ca saṁsarati. Vedanānugiddhassa hi vedanāpaccayā taṇhā siddhā hoti, tato ca taṇhāpaccayā upādānanti āvaṭṭati bhavacakkaṁ. Vipallatthasaññissa ca ‘‘saññānidānā hi papañcasaṅkhā’’ti (su. ni. 880) vacanato diṭṭhimānataṇhāpapañcānaṁ anupacchedato saṁsārassa anupacchedova. Iti vivādakāraṇānaṁ kāmajjhosānadiṭṭhābhinivesānaṁ kāraṇabhāvo saṁsārahetubhāvoti imassa vivādamūlatādivisesassa dassanatthaṁ saṅkhārakkhandhe anavarodhetvā vedanāsaññā visuṁ khandhabhāvena gahitāti veditabbaṁ.",
  "tika-abh02t18:12": "Okāsesūti vibhajanakiriyāya pavattiṭṭhānabhāvato atītādayo okāsāti vuttā. Itisaddenāti ‘‘upādāyarūpa’’nti evaṁ aṭṭhakathāyaṁ vuttaitisaddena. Nidassanatthenāti udāharaṇatthena. Sabboti sakalo ekādasasu okāsesu vibhatto vibhajananayo. Idañca vibhajananti ‘‘cattāro ca mahābhūtā…pe… upādāyarūpa’’nti evaṁ vibhattaṁ idañca vibhajanaṁ. Oḷārikādīsūti oḷārikasukhumahīnapaṇītadūrasantikesu. Cakkhāyatanantiādivibhajanañcāti ‘‘cakkhāyatanaṁ…pe… phoṭṭhabbāyatanaṁ itthindriyaṁ…pe… kabaḷīkāro āhāro rūpā saddā gandhā rasā phoṭṭhabbāti evaṁ pavattaṁ vibhajanañca. Yathāsambhavanti yathārahaṁ. Ekādasasu okāsesu yaṁ yattha vibhajanaṁ yuttaṁ, taṁ tattha yojetabbaṁ. Evaṁ vedanākkhandhādīsupīti yathā rūpakkhandhe yathāsambhavaṁ ekādasasu okāsesu vibhajanaṁ yojetabbanti vuttaṁ, evaṁ vedanākkhandhādīsupi yathāsambhavaṁ ekādasasu okāsesu vibhajanaṁ yojetabbanti attho.",
  "tika-abh02t18:13": "Tattha vedanākkhandho tāva purime okāsapañcake sukhādivedanāttikavasena vibhatto, itarasmiṁ kusalattikavedanāttikasamāpannadukasāsavadukavasena. Saññākkhandho pana purime okāsapañcake chaphassadvāravasena, itarasmiṁ oḷārikaduke paṭighasamphassadukavasena ceva yathāvuttakusalattikādivasena ca vibhatto. Sesesu kusalattikādivaseneva. Tathā saṅkhārakkhandho. Paṭighasamphassaduko panettha nattheva. Cetanāya eva cettha niddeso saṅkhārakkhandhadhammānaṁ cetanāppadhānabhāvadassanatthaṁ. Tathā hi sā ‘‘saṅkhārakkhandho’’ti vuttā. Tatthāti tasmiṁ viññāṇakkhandhassa vibhajane paṭiniddese. Taṁ pana dvayanti manodhātumanoviññāṇadhātudvayaṁ. Yañhi sattaviññāṇadhātudesanāyaṁ ‘‘manodhātu, manoviññāṇadhātū’’ti dvayaṁ desitaṁ, taṁ chaviññāṇakāyadesanāyaṁ ‘‘manoviññāṇa’’ntveva vuccatīti.",
  "tika-abh02t18:14": "Pāḷinayenāti khandhavibhaṅgapāḷinayena. Aññena pakārenāti dhammasaṅgahe, tadaṭṭhakathāyañca āgatena pakārantarena.",
  "tika-abh02t18:15": "1. Rūpakkhandhaniddesavaṇṇanā",
  "tika-abh02t18:16": "2. ‘‘Kiñcī’’ti padaṁ ‘‘ekacca’’nti iminā samānatthanti āha ‘‘kiñcīti pakārantarabhedaṁ āmasitvā aniyamanidassana’’nti. Ubhayenāti pakārabhedaṁ anāmasitvā āmasitvā ca aniyamadassanavasena pavattena ‘‘yaṁ kiñcī’’ti padadvayena. Adhippetatthanti rūpaṁ. Aticcāti atikkamitvā. Pavattitoti pavattanato. Niyamanatthanti nivattanatthaṁ.",
  "tika-abh02t18:17": "‘‘Kiñcā’’ti ettha kiṁ-saddo pucchāyaṁ hetuatthadīpako, karaṇe cetaṁ paccattavacanaṁ, ca-saddo vacanālaṅkāroti āha ‘‘kena kāraṇena vadethā’’ti. Dutiyavikappe pana vuttanayeneva kāraṇatthe pavattaṁ kiṁ-saddaṁ ‘‘vadethā’’ti kiriyāpadasambandhanena upayogavasena pariṇāmetvā vadati ‘‘taṁ kāraṇaṁ vadethā’’ti.",
  "tika-abh02t18:18": "Purimasantānassa bhedanti purimasantānassa vināsaṁ, vināsāpadesena cettha santāne visadisuppādameva dasseti. Tenevāha ‘‘visadisasantānuppattidassanato’’ti. Nanu ca arūpadhammānampi virodhipaccayasamavāye visadisuppatti atthīti? Saccaṁ atthi, sā pana na pākaṭatarā, pākaṭatarā ca idhādhippetā. Tenevāha ‘‘sītādisannipāte’’ti. Tathā cāha bhagavā ‘‘sītenapi ruppati, uṇhenapi ruppatī’’tiādi (saṁ. ni. 3.79). Idāni bheda-saddo ujukameva vikārāpattiṁ vadatīti dassento ‘‘bhedo cā’’tiādimāha . Visadisarūpuppattiyeva, na uppannassa aññathābhāvoti adhippāyo. Tena kāpiliyaṁ pariṇāmavādaṁ paṭikkhipati. Yadi purimasantānato bhedo visadisuppatti ruppanaṁ, evaṁ sante lakkhaṇassa atippasaṅgo siyāti codanaṁ manasi katvā āha ‘‘arūpakkhandhāna’’ntiādi. Ettha sītādīhīti ādi-saddena yathā uṇhajighacchādayo saṅgayhanti, evaṁ āhārādīnampi saṅgaho daṭṭhabbo. Yenāti yena sītādīhi samāgamena. Tatthāti tesu rūpadhammesu. Āhārādikassa vā ṭhitippattassāti sambandho. Yathā rūpadhammānaṁ ṭhitikkhaṇe sītādīhi samāgamo hoti, evaṁ arūpakkhandhānaṁ aññehi samāgamo natthi atilahuparivattito, tasmā arūpadhammā rūpadhammānaṁ viya pākaṭassa vikārassa abhāvato ‘‘ruppantī’’ti, ‘‘ruppanalakkhaṇā’’ti ca na vuccantīti sambandho. ‘‘Ruppatī’’ti padassa kattukammasādhanānaṁ vasena atthaṁ dassetuṁ aṭṭhakathāyaṁ ‘‘kuppati ghaṭṭīyati pīḷīyati bhijjatī’’ti vuttanti tadatthaṁ vivaranto ‘‘kuppatīti etenā’’tiādimāha. Kopādikiriyāti kopasaṅghaṭṭanapīḷanakiriyā. Kopa-saddo cettha khobhapariyāyo veditabbo. Kattubhūto kammabhūto ca atthoti kattukammasādhanānaṁ vasena vuccamāno bhūtupādāyarūpasaṅkhāto attho. Kammakattutthena bhijjati-saddenāti yadā kammakattuttho ruppati-saddo, tadā bhijjati-saddopi tadattho eva veditabboti attho. Tattha yadā kammatthe ‘‘ruppatī’’ti padaṁ, tadā ‘‘sītenā’’tiādīsu kattuatthe karaṇavacanaṁ. Yadā pana ‘‘ruppatī’’ti padaṁ kattuatthe kammakattuatthe vā, tadā hetumhi karaṇavacanaṁ veditabbaṁ. ‘‘Yaṁ pana ruppatī’’tiādinā ‘‘kuppatī’’tiādīnaṁ kattukammatthānampi atthavacanānaṁ vacane kāraṇaṁ dasseti. Yadipi attha-saddo ‘‘pīḷanaṭṭho’’tiādīsu (paṭi. ma. 1.17; 2.8) sabhāvapariyāyopi hoti, ‘‘kenaṭṭhenā’’ti panettha abhidheyyapariyāyo adhippetoti āha ‘‘kenaṭṭhenāti pucchāsabhāgavasena ruppanaṭṭhenā’’ti, ruppanasaddābhidheyyabhāvenāti attho. Tenevāha ‘‘na kevalaṁ saddatthoyeva ruppana’’nti. Tassa atthassāti tassa bhūtupādāyappabhedassa sabhāvadhammassa. Ruppanalakkhaṇañca nāmetaṁ aniccatādi viya kakkhaḷattādito aññanti na gahetabbaṁ. Paññattiviseso hi tanti, kakkhaḷattādīnaṁyeva pana arūpadhammavidhuro sabhāvavisesoti veditabbaṁ.",
  "tika-abh02t18:19": "Mucchāpattiyāti mucchāya mohassa āpajjanena. Kappasaṇṭhānaṁ udakanti kappasaṇṭhāpakamahāmeghavuṭṭhaṁ udakaṁ. Tathāti tappakāratāya khārabhāve sati udakena kappavuṭṭhānakāle viya pathavī vilīyeyya. Lokantariyasattānaṁ pana pāpakammabalena akhārepi khāre viya sarīrassa vilīyanā veditabbā. Tenevāti saussadanissayanirayassa vuttattā eva. Na hi avīcimhi pañcavidhabandhanādikammakāraṇaṁ karonti.",
  "tika-abh02t18:20": "3. Pakaraṇappattaṁ rūpaṁ pakkhipitvā mātikā ṭhapitāti ānetvā sambandho. Mahābhūtu…pe… āpajjati tappakārabhāvena atītaṁse gaṇanaṁ gatanti vuttattāti adhippāyo. ‘‘Na hī’’tiādinā dhammantaranivattanatthatā pakārantaranivattanatthatā ca bhūtupādāyagahaṇassa natthīti dasseti. Taṁdassaneti gaṇanantaradassane. Taṁsabhāvattāti bhūtupādāyasabhāvattā. ‘‘Na cā’’tiādinā bhūtupādāyasabhāvo atītaṁsagaṇitatāya taṁsabhāvassapi aññathā gaṇitattā, ataṁsabhāvassa ca tathā gaṇitattā akāraṇanti dasseti. ‘‘Ajjhatta…pe… labbhatī’’ti etena dutiyanaye na kevalaṁ yathāvuttova doso, atha kho abyāpitopi dosoti dasseti. Tadetaṁ pana akāraṇaṁ kāraṇabhāvasseva anadhippetattā. Na hettha bhūtupādāyarūpabhāvo atītaṁse gaṇanassa kāraṇanti adhippetaṁ, yato yathāvuttadosāpatti siyā.",
  "tika-abh02t18:21": "‘‘Kintī’’ti ettha ‘‘ki’’nti pubbe yaṁ ‘‘rūpa’’nti sāmaññato gahitaṁ, tassa sarūpapucchā. Iti-saddo nidassanattho, na kāraṇattho. Tenassa yaṁ rūpaṁ atītaṁ niruddhaṁ…pe… atītaṁsena saṅgahitaṁ atītakoṭṭhāse gaṇanaṁ gataṁ, taṁ kinti ce? ‘‘Cattāro ca…pe… rūpa’’nti bhūtupādāyavibhāgadassanamukhena visesaṁ nidasseti. Yattakā hi idha visesā niddiṭṭhā cakkhāyatanādayo, tesamidaṁ nidassananti. Na cettha purimanayato aviseso. Tattha hi rūpassa bhūtupādāyatāmattasabhāvadassanatā vuttā. Tenāha aṭṭhakathāyaṁ ‘‘atītarūpampi bhūtāni cevā’’tiādi. Idha pana bhūtupādāyena nidassanabhūtena rūpassa sabbavisesavibhāvanatā dassitā. Evañca katvā abyāpitadosopi cettha anokāsova, yaṁ rūpaṁ ajjhattaṁ…pe… upādinnaṁ, kinti? Cattāro ca…pe… rūpanti tadaññavisesanidassanassa adhippetattā. Tathā cāha ‘‘evaṁ sabbattha attho veditabbo’’ti.",
  "tika-abh02t18:22": "Pariyāyadesanattāti sabhāvato pariyāyanaṁ parivattanaṁ pariyāyo, ujukaṁ appavattīti attho. Pariyāyena, pariyāyabhūtā vā desanā etthāti pariyāyadesanaṁ, suttantaṁ. Suttantañhi veneyyajjhāsayavasena desetabbadhamme lesato labbhamānabhāvakathanaṁ, na ujunippadesabhāvakathananti pariyāyadesanaṁ nāma. Teneva taṁ ‘‘yathānulomasāsana’’nti vuccati. Abhidhammo pana desetabbadhamme ujunippadesakathananti nippariyāyadesanaṁ nāma, yato ‘‘yathādhammasāsana’’nti vuccati. Nicchayena desoti vavatthānato kathanaṁ. Tathā bhaddekarattasuttādīsu (ma. ni. 3.272 ādayo) viya atītādibhāvo atītānāgatapaccuppannabhāvo addhāvasena idhāpi khandhavibhaṅge suttantabhājanīyattā niddisitabbo siyāti yojanā.",
  "tika-abh02t18:23": "Sannipatitanti samāgataṁ. Santānavasenāti pubbāparavasena. Pubbenāparassa samappamāṇatāya anūnaṁ anadhikaṁ, tato eva ekākāraṁ. Pavattikālavasena vā anūnaṁ anadhikaṁ, samānasabhāvatāya ekākāraṁ. Tena visabhāgautunā anantaritataṁ dasseti. Evaṁ āhārepīti ettha visabhāgāhārena anantarito anekavāraṁ anekadivasampi bhutto sabhāgekāhāraṁ nāma. ‘‘Tato pubbe visabhāgautuāhārasamuṭṭhānaṁ atītaṁ, pacchā anāgata’’nti hi vuttanti. ‘‘Ekāhārasamuṭṭhāna’’nti pana vuttattā ekasseva āhārassa yojanā yuttarūpāti apare. Pañcadvāravasenāti ettha pañcadvārāvajjanato paṭṭhāya yāva tadārammaṇaṁ, yāva javanaṁ, yāva vā voṭṭhabbanaṁ, tāva pavattā cittasantati ekavīthi. Ekajavanasamuṭṭhānanti ekajavanavārasamuṭṭhānaṁ. Ettha ca samayaṁ anāmasitvāva santativasena, santatiñca anāmasitvāva samayavasena atītādivibhāgo gahetabbo.",
  "tika-abh02t18:24": "Tesanti hetupaccayānaṁ. Kalāpassāti rūpakalāpassa. Kammānantarādīti kammādi, anantarādīti paccekaṁ ādi-saddo yojetabbo. Tattha paṭhamena ādisaddena upanissayapaccayassa āhārādino ca dutiyena samanantarānantarūpanissayādino saṅgaho veditabbo. Cittuppādassa cettha kammānantarādipaccayavasena, itarassa kammādivaseneva janakabhāve yojanā daṭṭhabbā. Tathā cittuppādassa purejātavasena, itarassa pacchājātavasena, ubhayesampi sahajātavasena upatthambhanaṁ veditabbaṁ . Tenevāha ‘‘yathāsambhavaṁ yojetabba’’nti. Uppādakkhaṇeti hetukiccakkhaṇe. Hetukiccaṁ nāma tassa tassa uppādetabbassa uppattikaraṇaṁ, tañca tasmiṁ khaṇe uppannaphalattā tato paraṁ kattabbābhāvato niṭṭhitañcāti daṭṭhabbaṁ. Itaraṁ pana tīsupi khaṇesu paccayakiccaṁ daṭṭhabbanti yojanā.",
  "tika-abh02t18:25": "6.Aniṭṭhanāmanivattanassāti aniṭṭhanāmanivattiyā akāraṇabhāvadassanena iṭṭhanāmalābhāpanassa akāraṇabhāvaṁ dasseti.",
  "tika-abh02t18:26": "Devamanussasampattibhaveti sampattiyutte sampanne devamanussabhave. Samiddhasobhanatāti abhivuddhasobhanatā. Tato evāti sampattivirahato eva, asampannattā evāti attho. Tesaṁyeva hatthiādīnaṁ sukhassa hetubhāvaṁ na gacchanti sāraṇādivasena dukkhapaccayattā. Tesanti hatthirūpādīnaṁ. ‘‘Tassa tassevā’’tiādinā yathāvuttamatthaṁ vivarati. Akusalena attanā katena nibbattaṁ dukkhassa paccayo hotīti yojanā. Tasmāti yasmā kammaṁ yasmiṁ santāne nibbattaṁ, tattheva sukhadukkhānaṁ paccayo hoti, na aññattha, tasmā. Aṭṭhakathāyaṁ panāti ekaccamatadassanaṁ. Tattha ‘‘aniṭṭhaṁ nāma natthī’’ti yasmā paṭisedhadvayena kusalakammajassa iṭṭhabhāvo niyato, tasmā ‘‘kusalakammajameva iṭṭha’’nti evaṁ aniyametvā ‘‘kusalakammajaṁ iṭṭhamevā’’ti evamettha niyamo gahetabboti dassento ‘‘akusalakammajampī’’tiādimāha. Kinti akusalakammajaṁ sobhanaṁ, yaṁ paresaṁ iṭṭhaṁ nāma siyā? Yadi duggatiyaṁ kesañci tiracchānānaṁ saṇṭhānādisampatti sugatiyaṁ sattānaṁ akusalanissandena virūparūpatā viya kusalanissandena, kathaṁ tassā akusalakammajatā. Atha pana yaṁ kesañci amanāpampi samānaṁ rūpaṁ manāpaṁ hutvā upaṭṭhāti, taṁ sandhāya vuttaṁ, evampi yathā kesañci tiracchānādīnaṁ kusalakammajaṁ manussādirūpaṁ amanāpato upaṭṭhahantampi kusalavipākasseva ārammaṇabhāvato atthato iṭṭhameva nāma hoti, evaṁ akusalakammajaṁ kesañci manāpaṁ hutvā upaṭṭhahantampi akusalavipākasseva ārammaṇabhāvato atthato aniṭṭhameva nāma hoti, evañcetaṁ sampaṭicchitabbaṁ. Aññathā ‘‘aṭṭhānametaṁ anavakāso, yaṁ kāyaduccaritassa iṭṭho kanto manāpo vipāko uppajjeyyā’’tiādiaṭṭhānapāḷiyā (ma. ni. 3.131) virodho siyā. Tenevāha ‘‘kusalakammajassa panā’’tiādi. Sabbesanti attano, paresañca . Iṭṭhassa abhāvo vattabboti yathā ‘‘kusalakammajaṁ aniṭṭhaṁ nāma natthī’’ti vuttaṁ, evaṁ kiñcāpi ‘‘akusalakammajaṁ iṭṭhaṁ nāma natthī’’ti aṭṭhakathāyaṁ na vuttaṁ, tena pana nayadassanena akusalakammajassa abhāvo vutto eva hotīti so saṁvaṇṇanāvasena niddhāretvā vattabboti adhippāyo. Etena kusalakammajameva iṭṭhanti purimapadāvadhāraṇassa gahetabbataṁ dasseti.",
  "tika-abh02t18:27": "Idāni ‘‘hatthiādīnampī’’tiādinā tamevatthaṁ vivarati. Kusalavipākassāti etthāpi kusalavipākasseva ārammaṇanti attho. Manussānanti ca nidassanamattaṁ daṭṭhabbaṁ. Itaresampi ca akusalakammajaṁ akusalavipākasseva, kusalakammajañca kusalavipākasseva ārammaṇanti dassitovāyaṁ nayoti. Kasmā pana iṭṭhāniṭṭhamissite vatthumhi manāpatāva saṇṭhātīti āha ‘‘iṭṭhārammaṇena…pe… sakkā vattu’’nti. Suṭṭhu vuttanti ‘‘iṭṭhāniṭṭhaṁ ekantato vipākeneva paricchijjatī’’ti vadantehi iṭṭhāniṭṭhārammaṇavavatthānaṁ sammadeva vuttaṁ. Taṁ anugantvāti vipākavasena iṭṭhāniṭṭhārammaṇavavatthānaṁ anugantvā. Sabbatthāti sugatiduggatīsu, sabbesu vā ārammaṇesu.",
  "tika-abh02t18:28": "‘‘Aniṭṭhā’’ti vacaneneva tesaṁ iṭṭhatā nivattitāti āha ‘‘sadisatā ca rūpādibhāvoyevā’’ti. Iṭṭhāneva rūpādīni kāmaguṇāti sutte vuttānīti mittapaṭipakkho amitto viya iṭṭhapaṭipakkhā aniṭṭhāti adhippetāti vuttaṁ ‘‘aniṭṭhāti…pe… vohāro viyā’’ti. Sabbāni vāti ettha ‘‘piyarūpaṁ sātarūpa’’nti (dī. ni. 2.400; ma. ni. 1.133; vibha. 203) vacanato kathaṁ aniṭṭhānaṁ rūpādīnaṁ kāmaguṇabhāvāpattīti ce? Tesampi vipallāsavasena taṇhāvatthubhāvato piyarūpabhāvassa adhippetattā. Yadi evaṁ kathaṁ ‘‘cakkhuviññeyyāni rūpāni iṭṭhānī’’tiādisuttapadaṁ (ma. ni. 1.166; 2.155; 3.57; saṁ. ni. 5.30) nīyatīti āha ‘‘atisayenā’’tiādi.",
  "tika-abh02t18:29": "Indriyabaddharūpavasena pāḷiyaṁ hīnadukaniddeso pavattoti dassetuṁ ‘‘dvīsupi hīnapaṇītapadesū’’tiādimāha. Avayavayoge sāmivacanaṁ, na kattarīti adhippāyo. ‘‘Tesaṁ tesaṁ sattāna’’nti indriyabaddharūpe niddiṭṭhe kasmā kammajavasena attho vutto, na catusantativasenāti āha ‘‘sattasantāna…pe… vutta’’nti. Padhānattā hi kammajavasena atthaṁ vatvā sesesu ‘‘evaṁ utusamuṭṭhānādīsupī’’ti aṭṭhakathāyaṁ atideso kato . ‘‘Tehi tehīti etasmiṁ atthe’’ti iminā ‘‘tesaṁ tesa’’nti kattari sāmivacanaṁ āsaṅkati. Tathā sati visaye vā sāmivacane laddhaguṇaṁ dasseti ‘‘na kammajavasenevā’’tiādinā, kammajaggahaṇañcettha upalakkhaṇaṁ daṭṭhabbaṁ.",
  "tika-abh02t18:30": "Mariyādābhūtanti uttamamariyādābhūtaṁ. Tenevāha ‘‘yassa yeva manāpā, tassa teva paramā’’ti. Tesanti kāmaguṇānaṁ. Sabhāvatoti lakkhaṇato.",
  "tika-abh02t18:31": "‘‘Ekasmiṁyeva assādanakujjhanato’’tiādinā ‘‘yasmā teyeva rūpādayo eko assādetī’’tiādikaṁ suttantavivaraṇaṁ iṭṭhāniṭṭhabhāve hetubhāvena vuttanti dasseti. Iṭṭhāniṭṭhaggahaṇaṁ hotīti nibbāne viya aniṭṭhaggahaṇaṁ saññāvipallāsena aññesupi ārammaṇesu iṭṭhāniṭṭhābhiniveso hotīti adhippāyo.",
  "tika-abh02t18:32": "Vibhāgo nāma asaṅkaro, vitthāro cāti ‘‘vibhatta’’nti padassa ‘‘vavatthitaṁ, pakāsita’’nti ca atthamāha. Aññesanti atiaḍḍhadaliddānaṁ. Idaṁ iṭṭhaṁ, aniṭṭhañca hotīti ettha ca-saddena aniṭṭhaṁ, iṭṭhañca hotīti ayampi attho vuttoti veditabbaṁ. Aniṭṭhaṁ iṭṭhanti iṭṭhassa ‘‘aniṭṭha’’nti, aniṭṭhassa ‘‘iṭṭha’’nti gahaṇe yathāsaṅkhyaṁ yojanā. Indriyavikārāpattiādināti ettha ādi-saddena pubbābhisaṅkhārādiṁ saṅgaṇhāti. Puretaraṁ pavattacittābhisaṅkhāravasenāpi hi vināva saññāvipallāsaṁ iṭṭhaṁ ‘‘aniṭṭha’’nti, aniṭṭhañca ‘‘iṭṭha’’nti gayhatīti.",
  "tika-abh02t18:33": "Tena vipākenāti tena kusalākusalavipākena. Ārammaṇassa iṭṭhāniṭṭhatanti yattha taṁ uppajjati, tassa buddharūpādikassa gūthādikassa ca ārammaṇassa yathākkamaṁ iṭṭhataṁ aniṭṭhatañca nidasseti. Vijjamānepi saññāvipallāse ārammaṇena vipākaniyamadassananti iṭṭhārammaṇe kusalavipākova uppajjati, aniṭṭhārammaṇe akusalavipākovāti evaṁ ārammaṇena vipākaniyamadassanaṁ. Ārammaṇaniyamadassanatthanti yaṁ kusalavipākassa ārammaṇaṁ, taṁ iṭṭhaṁ nāma. Yaṁ akusalavipākassa ārammaṇaṁ, taṁ aniṭṭhaṁ nāmāti dassanatthaṁ. Ārammaṇena niyāmito hi vipāko attano upakārakassa ārammaṇassa niyāmako hotīti.",
  "tika-abh02t18:34": "Dvārantare dukkhassa paccayabhūtassa ārammaṇassa dvārantare sukhavipākuppādanato, dvārantare sukhassa paccayabhūtassa ārammaṇassa dvārantare dukkhavipākuppādanato vipākena ārammaṇaniyamadassanena vipākavasena iṭṭhāniṭṭhatā dassitāti yojanā.",
  "tika-abh02t18:35": "7. Duppariggahaṭṭhena kāraṇabhūtena lakkhaṇassa indriyādisabhāvassa duppaṭivijjhatā, evaṁ supariggahaṭṭhena lakkhaṇasuppaṭivijjhatā veditabbā. ‘‘Dūre’’ti avuttassāti lakkhaṇato ‘‘dūre’’ti akathitassa. Vuttampīti lakkhaṇato ‘‘dūre’’ti vuttampi sukhumarūpaṁ.",
  "tika-abh02t18:36": "‘‘Bhindamāno’’ti sambhindamānoti vuttaṁ hotīti āha ‘‘missakaṁ karonto’’ti. Yasmā pana bhedanaṁ vibhāgakaraṇampi hoti, tasmā dutiyavikappe ‘‘bhindamāno’’ti padassa ‘‘visuṁ karonto’’ti atthamāha. Tatiyavikappe pana bhindamānoti vināsentoti attho. Tenāha ‘‘santikabhāvaṁ bhinditvā dūrabhāvaṁ, dūrabhāvañca bhinditvā santikabhāvaṁ karonto’’ti. Na hi sakkā santikassa tabbhāvaṁ avināsetvā dūrabhāvaṁ kātuṁ, tathā itarassāpi. Santikabhāvakaraṇena na bhindati na vināseti, na ca okāsadūrato lakkhaṇato dūraṁ visuṁ karaṇena bhindati vibhāgaṁ karoti, nāpi okāsadūrena lakkhaṇato dūraṁ vomissakakaraṇena bhindati sambhindatīti yojanā. ‘‘Tidhā attho daṭṭhabbo’’ti saṅkhepena vuttamatthaṁ ‘‘na hī’’tiādinā vivarati. Visuṁ karoti, vomissakaṁ karotīti karoti-saddaṁ ānetvā sambandho. ‘‘Etthāpī’’tiādinā yathā ‘‘okāsato dūrameva bhindatī’’ti ettha okāsato dūrassa okāsato santikabhāvakaraṇaṁ adhippetanti vināsanaṁ bhedanaṁ, evaṁ ‘‘na lakkhaṇato dūraṁ bhindatī’’ti etthāpi lakkhaṇato dūrassa lakkhaṇato santikabhāvākaraṇaṁ abhedanaṁ avināsananti imamatthaṁ dasseti. Vomissakakaraṇavibhāgakaraṇatthataṁ sandhāyāha ‘‘bhindamānoti ettha ca aññathā bhedanaṁ vutta’’nti. Pacchimanaye vināsanatthameva sandhāya ‘‘bhedanaṁ idha ca aññathā vutta’’nti avoca.",
  "tika-abh02t18:37": "Rūpakkhandhaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:38": "2. Vedanākkhandhaniddesavaṇṇanā",
  "tika-abh02t18:39": "8.Cakkhādayopasādāti oḷārikattabhāvapariyāpannā cakkhusotaghānajivhāpasādā, manomayattabhāvapariyāpannā cakkhusotappasādā ca. Kāyavohāraṁ arahantīti kāyantogadhattā kāyekadesattā ca kāyoti vattabbataṁ arahanti. Kāyoti hi attabhāvopi vuccati ‘‘sakkāyadiṭṭhī’’tiādīsu (saṁ. ni. 1.21; 3.155), karajakāyopi ‘‘so imamhā kāyā aññaṁ kāyaṁ abhinimminātī’’tiādīsu (paṭi. ma. 3.14). Tabbatthukāti cakkhādinissitā kāyikāti pariyāyena vuttā, nippariyāyena pana cetasikāva. Yathāha ‘‘yaṁ tasmiṁ samaye tajjācakkhuviññāṇadhātusamphassajaṁ cetasikaṁ neva sātaṁ nāsātaṁ cetosamphassajaṁ adukkhamasukhaṁ vedayita’’ntiādi (dha. sa. 152). ‘‘Na hi cakkhādayo kāyappasādā hontī’’ti iminā kāyapasādanissitā vedanā nippariyāyena kāyikāti dasseti. Kāyikacetasikādibhāvenāti ādi-saddena kusalākusalābyākatādibhāvā saṅgayhanti. Tenāti sukhādivedanekadesassa addhāsamayavasena atītādibhāvābhāvena. Keci panettha ‘‘heṭṭhā dassitanayattā pākaṭattā addhāvasena, ekamuhuttādipubbaṇhādīsu utuādinā rūpassa viya vedanāya vibhāgo na gayhatīti samayavasena ca atītādibhedo na dassito’’ti vadanti. Santānavasena pavattānampi vedanānaṁ cittena samūhato gahetabbataṁ sandhāyāha ‘‘vedanāsamudāyo’’ti. Tehīti addhāsamayavasena atītādibhāvehi. Etthāti etasmiṁ vibhaṅge. Teti ‘‘vedanekadesā’’ti vuttā kāyikacetasikādibhāvena bhinnā sukhādivedanāvisesā. Yadi vedanekadesā ettha gahitā, khaṇaparicchinnāva te gahetabbā, na santatiparicchinnāti āha ‘‘ekasantatiyaṁ panā’’tiādi. Tesūti sukhādibhedesu. Bhedoti viseso. Tassāti sukhādivisesassa. Yathā cettha, evaṁ ‘‘taṁsahitataduppādakā’’ti etthāpi taṁ-saddena sukhādiviseso paccāmaṭṭhoti veditabbo. Santati paricchedikā bhavituṁ arahatīti sambandho. Santatikhaṇavaseneva paricchedo vutto, na addhāsamayavasenāti adhippāyo.",
  "tika-abh02t18:40": "‘‘Pubbantāparantamajjhagatā’’ti niṭṭhitahetukiccā aniṭṭhitapaccayakiccāti vuttā, taṁ pana atikkantahetupaccayakiccanti evaṁ vuttassa nayassa upalakkhaṇanti āha ‘‘pubbantāparantamajjhagatāti etena hetupaccayakiccavasena vuttanayaṁ dassetī’’ti. Ettha kusalākusalakiriyavedanānaṁ rūpassa viya, vipākānaṁ viya ca ayaṁ nāma janakahetūti nippariyāyena na sakkā vattuṁ, pariyāyena pana anantarapaccayabhūto hetūti vattabbo.",
  "tika-abh02t18:41": "11.Santāpanakiccanti pariḍahanakiccaṁ. Jātiādisaṅkaranti jātisabhāvapuggalalokiyalokuttarato saṅkaraṁ sambhedaṁ akatvā. Samānajātiyanti ekajātiyaṁ. Sukhato tajjātiyā adukkhamasukhā paṇītāti yojetabbāti sambandho. Samānabhedeti bhūmantarādisamānavibhāge. Upabrūhitānaṁ dhātūnanti uḷārarūpasamuṭṭhāpanena paṇītānaṁ rūpadhammānaṁ. Vibādhitānanti nippīḷitānaṁ milāpitānaṁ. Ubhayanti sukhādidvayaṁ. Ettha ca khobhanā, āluḷanā ca kāyikasukhassa vasena veditabbā. Abhisandanā jhānasukhassa. Madayanā kāmasukhassa. Tathā chādanā. Āsiñcanā sabbassa. Chādanā āsiñcanā vā sabbassa vasena veditabbā.",
  "tika-abh02t18:42": "Sabhāvādibhedena cāti sabhāvapuggalalokiyādibhedena ca. Ekantapaṇīte lokuttare hīnapaṇītānaṁ paṭipadānaṁ vasena hīnapaṇītatā. Ekantahīne akusale chandādivasena hīnapaṇītatā, oḷārikasukhumatā ca. Tathā hi vuttaṁ aṭṭhakathāyaṁ ‘‘yā oḷārikā, sā hīnā. Yā sukhumā, sā paṇītā’’ti (vibha. aṭṭha. 11). Akusalādīsu dosasahagatādiantarabhedavasena upādāyupādāya oḷārikasukhumatā taṁtaṁvāpanavasena vuccati, na kusalākusalādivasenāti āha ‘‘taṁtaṁvāpanavasena kathanepi parivattanaṁ natthī’’ti. Dosussannatāyāti kilesādhikatāya. Tathāti dosussannatāya. Kathaṁ pana kusalesu dosussannatā? Upanissayavasena, kilesādhikehi santāne pavattamānā kusalā dhammā kilesehi sambādhappattiyā tiṇādīhi sambādhappattāni viya sassāni vipulaphalauḷāraphalā na hontīti. Tathāti mandadosatāya. Kusalānaṁ mandadosatāpi vuttanayānusārena veditabbā. Oḷārikasukhumanikantīti ettha antogadhavisesaṁ nikantiyā oḷārikasukhumatāsāmaññaṁ vuttaṁ. Yathā hettha oḷārikasāmaññena oḷārikoḷārikataroḷārikatamā nikantiyo gayhanti, tathā sukhumasukhumatarasukhumatamā sukhumatāsāmaññena gayhantīti. Sukhumatamanikantivatthunti cettha yāva bhavaggaṁ vipassanāñāṇañca veditabbaṁ.",
  "tika-abh02t18:43": "13.Yadi siyāti yadi asampayogo visaṁsaṭṭho siyā.",
  "tika-abh02t18:44": "Santikatoakusalatoti akusalabhāvena santikato lobhasahagatādiakusalavedayitato. Akusalāti dosasahagatādiakusalavedanā dūreti yathā uddharīyati. Tato dūrato kusalatoti tato akusalato dūrato kāmāvacarādikusalavedayitato kusalā kāmāvacarādikusalavedanā. ‘‘Na sakkā’’ti vuttaṁ uddharituṁ asakkuṇeyyataṁ ‘‘tathā hi satī’’tiādinā vivarati. Tasmāti yasmā dūrato santikuddharaṇaṁ vuttanayena santikato santikuddharaṇameva hoti, tathā sati atthaviseso na hoti, upādāyupādāya dūrasantikatā idha vuccati. Tasmā santikato santikuddharaṇañca na sakkā kātuṁ atthavisesābhāvato, anadhippetattā cāti adhippāyo.",
  "tika-abh02t18:45": "Nanu ca atisayavacanicchāvasena attheva atthavisesoti codanaṁ manasi katvā āha ‘‘dūradūrataratāya viya santikasantikataratāya ca anadhippetattā’’ti. Yāti akusalavedanā. Tatoti kusalavedayitato. Idha vuttassa dūrassāti imasmiṁ vedanākkhandhavibhaṅge ‘‘akusalā vedanā kusalābyākatāhi vedanāhi dūre’’tiādinā (vibha. 13) vuttassa dūrassa. Dūrato accantavisabhāgattāti yato yaṁ ‘‘dūre’’ti vuttaṁ, tato accantavisadisattā tassa vasena dūre santikaṁ natthīti na sakkā dūrato santikaṁ uddharituṁ. Ayañhettha adhippāyo – heṭṭhā yā vedanā yāya vedanāya dūreti vuttā, sā eva tassā kenacipi pariyāyena santiketi na uddharitabbāti. Santiketi vuttavedanaṁyeva sandhāya vadati. Bhinneti lobhasahagatādivasena vibhatte. Tatthevāti ‘‘santike’’ti vuttaatthe eva. Idaṁ vuttaṁ hoti – ‘‘akusalā vedanā akusalāya vedanāya santike’’ti evaṁ vuttaakusalāya vedanāyameva lobhasahagatādivasena vibhattāya dūrabhāvopi labbhati. Evaṁ sesesupīti.",
  "tika-abh02t18:46": "Yadi santikato dūraṁ labbhati, yadaggena dūraṁ labbhati, tadaggena dūrato santikaṁ uddhariyeyyāti codanaṁ manasi katvā āha ‘‘upādāyupādāya dūrato ca santikaṁ na sakkā uddharitu’’ntiādi. Tassattho – yaṁ santikato dūraṁ labbhati, yadipi taṁ visabhāgaṭṭhena labbhati, tathāpi yaṁ tattha santikaṁ labbhati, taṁ sabhāgaṭṭheneva labbhatīti santikatova santikaṁ uddhaṭaṁ siyāti. Tasmāti yasmā visabhāgaṭṭhena dūratā, sabhāgaṭṭhena ca santikatā icchitā, tasmā. Lobhasahagatāya dosasahagatā visabhāgatāya dūre samānā kathaṁ santike bhaveyyāti adhippāyo. Nanu tāsaṁ akusalasabhāgatā labbhatevāti tattha uttaramāha ‘‘visabhāgatā’’tiādi. Tattha bhedaṁ aggahetvā na pavattatīti bhedaṁ visesaṁ asadisataṁ gahetvā eva pavattati visabhāgatā. Dūratāyāti idhādhippetāya dūratāya sabhāgassa abyāpakattā dūrato santikuddharaṇaṁ na sakkā kātuṁ. Sati hi sabhāgabyāpakatte siyā santikatāti dūrato santikuddharaṇaṁ sakkā kātunti adhippāyo. ‘‘Na hī’’tiādinā tamevatthaṁ pākaṭaṁ karoti. Sabhāgatāti sāmaññaṁ. Bhedanti visesaṁ. Antogadhaṁ katvāvāti abhibyāpetvāva. Visabhāgabyāpakattā santikatāyāti idhādhippetavisabhāgaṁ byāpetvā pavattanato heṭṭhā vuttasantikatāya santikato dūruddharaṇaṁ sakkā kātuṁ. Tamevatthaṁ ‘‘akusalatā hī’’tiādinā pākaṭaṁ karoti.",
  "tika-abh02t18:47": "Vedanākkhandhaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:48": "3. Saññākkhandhaniddesavaṇṇanā",
  "tika-abh02t18:49": "17.Tassāpīti saññāyapi. Tabbatthukattāti cakkhuvatthukattā. Paṭighaviññeyyoti yathāvuttapaṭighato vijānitabbo paṭighavasena gahetabbo. Uttarapadalopaṁ katvāti purimapade uttarapadalopaṁ katvā.",
  "tika-abh02t18:50": "Viññeyyabhāve, na uppattiyanti adhippāyo. Vacananti saddo, nāmanti attho. Vacanādhīnāti gahetabbataṁ pati saddādhīnā, nāmāyattagahaṇāti attho. Yadettha vattabbaṁ, taṁ nāmarūpaduke (dha. sa. mūlaṭī. 101-108) vuttameva. Adhivacanaṁ paññattipakāsakaṁ ñāpakaṁ etesaṁ atthīti adhivacanā yathā arisasoti. Tatojoti adhivacanasaṅkhātato arūpakkhandhato jāto. Arūpakkhandhapariyāpannattā phassepi yathāvutto attho sambhavatīti dassetuṁ ‘‘samphassoyeva vā’’tiādimāha. Na kevalaṁ manodvārikaphasse eva, atha kho pañcadvārikaphassepi ‘‘viññeyyabhāve vacanaṁ adhikicca pavattā adhivacanā’’tiādivuttappakāro attho sambhavati. Itīti tasmā. Tena pariyāyenāti manosamphassajapariyāyena. Tatojāpīti pañcadvārikaphassajātāpi. Aññappakārāsambhavatoti paṭighasamphassajapariyāyassa asambhavato. Āveṇikaṁ paṭighasamphassajatā. Pakārantaraṁ adhivacanasamphassajatā.",
  "tika-abh02t18:51": "Yadievanti yadi pañcadvārikaphassehi uppannasaññā pariyāyato nippariyāyato ca ‘‘adhivacanasamphassajā’’ti vuccanti, evaṁ cattāropi arūpino khandhā evaṁ vattuṁ yuttā. Evaṁ sante saññāva kasmā ‘‘adhivacanasamphassajā’’ti vuttāti āha ‘‘tiṇṇaṁ khandhāna’’ntiādi. Tattha tiṇṇaṁ khandhānanti vedanāsaṅkhāraviññāṇakkhandhānaṁ. Atthavasenāti ‘‘vacanaṁ adhikicca pavattā adhivacanā’’tiādinā vuttaatthavasena anvatthatāvasena. Attano pattampi nāmanti ‘‘adhivacanasamphassajā’’ti evaṁ attano anuppattampi nāmaṁ. Dhammābhilāpoti sabhāvanirutti. Pubbe catunnaṁ arūpakkhandhānaṁ sādhāraṇopi adhivacanasamphassajavohāro ruḷhivasena saññāya eva pavattoti vatvā idāni so tadaññārūpakkhandhasādhāraṇo saññāya nivesitoti dassetuṁ ‘‘atha vā’’tiādimāha. Rajjitvā olokanādīsūti ettha ādi-saddena kujjhitvā olokanādi viya rajjitvā savanādipi saṅgayhatīti veditabbaṁ, tathāsotāvadhānādinopi rattatādivijānananimittatāsambhavato. Cakkhusamphassajāsaññāya pana pākaṭabhāvaṁ nidassanavasena dassetuṁ ‘‘olokanaṁ cakkhuviññāṇavisayasamāgame’’tiādimāha.",
  "tika-abh02t18:52": "Olokanassa apākaṭabhāve rattatādivijānanaṁ na hoti, pākaṭabhāve ca hotīti āha ‘‘pasādavatthukā evā’’ti. ‘‘Aññaṁ cintenta’’nti yaṁ pubbe tena kathitaṁ, kāyena vā pakāsitaṁ, tato aññaṁ kiñci atthaṁ cintentaṁ. Tenevāha ‘‘ñāta’’nti.",
  "tika-abh02t18:53": "Saññākkhandhaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:54": "4. Saṅkhārakkhandhaniddesavaṇṇanā",
  "tika-abh02t18:55": "20.‘‘Heṭṭhimakoṭiyātietthā’’ti idaṁ paṭhamaṁ ‘‘heṭṭhimakoṭiyā’’ti vacanaṁ sandhāya vuttaṁ. Tassa hi bhummavasena attho gahetabbo. Tenāha ‘‘tattha hi padhānaṁ dassita’’nti. Heṭṭhimakoṭiyāva padhānaṁ dassitanti imamatthaṁ gahetvā ‘‘yadi eva’’ntiādinā codeti. Itaro ‘‘heṭṭhimakoṭiyā padhānameva dassita’’nti evamettha niyamo gahetabboti dassento ‘‘uparimakoṭigatabhāvenā’’tiādinā taṁ pariharati. Padhānasseva dassanaṁ. Padhāne hi dassite appadhānampi atthato dassitameva hotīti. Tenāha aṭṭhakathāyaṁ ‘‘taṁsampayuttasaṅkhārā pana tāya gahitāya gahitāva hontī’’ti. Yaṁ heṭṭhimakoṭiyaṁ labbhati, taṁ uparimakoṭiyampi labbhati evāti āha ‘‘heṭṭhimakoṭi hi sabbabyāpikā’’ti. Dutiye karaṇaniddesataṁ dassetuṁ ‘‘āgatāti sambandho’’ti āha. Āgamanakiriyā hi heṭṭhimakoṭiyā karaṇabhāvena tattha vuttāti. Yathā ca āgamanakiriyāya, evaṁ vacanakiriyāyapi heṭṭhimakoṭiyā karaṇabhāvo sambhavatīti dassetuṁ ‘‘purimepi vā’’tiādimāha. ‘‘Ekūnapaññāsappabhede’’ti idaṁ lokiyacittuppāde pāḷiāgatānaṁ saṅkhārakkhandhadhammānaṁ uparimakoṭiṁ sandhāya vuttaṁ. Yevāpanakadhammehi saddhiṁ uparimakoṭiyā gayhamānāya ‘‘tepaññāsā’’ti vattabbaṁ siyā, lokuttaracittuppādavasena pana ‘‘sattapaññāsā’’ti.",
  "tika-abh02t18:56": "Saṅkhārakkhandhaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:57": "Pakiṇṇakakathāvaṇṇanā",
  "tika-abh02t18:58": "Samuggama-padassa tatvato pariyāyato ca atthaṁ dasseti ‘‘sañjātiyaṁ ādiuppattiya’’nti. Bhedato pana samāyoge uggamananti. Tattha kena samāyoge, kuto, kathañca uggamananti vicāraṇāyaṁ āha ‘‘taṁtaṁpaccayasamāyoge’’tiādi. Tatthevāti pañcavokārabhave eva. Tattha hi pañcakkhandhā paripuṇṇā samuggacchanti. Yathādhigatānaṁ adhigatappakārānaṁ, paṭisandhikānanti attho. Opapātikasamuggameneva cettha saṁsedajasamuggamopi gahitoti daṭṭhabbo pañcakkhandhapariyāpannānaṁ tadā uppajjanārahānaṁ uppajjanato. Tattha saṁsedajā uppajjitvā vaḍḍhanti, itare na vaḍḍhantīti idametesaṁ nānākaraṇaṁ. Sukhumajātiyalomā eva kira keci eḷakā himavante vijjanti, tesaṁ lomaṁ sandhāya ‘‘jātimantaeḷakaloma’’nti vuttaṁ atisukhumattā tesaṁ lomānaṁ. Keci pana ‘‘ajapākatikeḷakādīhi saṅkararahitānaṁ tesaṁ eḷakavisesānaṁ nibbatteḷakassa lomaṁ jātiuṇṇā, tampi taṅkhaṇanibbattassā’’ti vadanti. Gabbhaṁ phāletvā gahitassāti apare. Evaṁsaṇṭhānanti jātiuṇṇaṁsuno paggharitvā agge ṭhitatelabindusaṇṭhānaṁ. Vaṇṇappaṭibhāgoti rūpapaṭicchanno saṇṭhānapaṭicchanno ca.",
  "tika-abh02t18:59": "Santatimūlānīti tasmiṁ bhave rūpasantatiyā mūlabhūtāni. Anekindriyasamāhārabhāvatoti yathārahaṁ cakkhādianekindriyasaṅghātabhāvato. Padhānaṅganti uttamaṅgaṁ siro.",
  "tika-abh02t18:60": "Na tassa tassa khandhassa paripuṇṇataṁ, taṁtaṁkhandhekadesasseva vuttattāti adhippāyo. Kāmāvacarānanti kāmāvacarasattānaṁ. Parihīnāyatanassāti parihīnassa cakkhādiāyatanassa vasena. Tattha duggatiyaṁ andhassa cakkhudasakavasena, badhirassa sotadasakavasena, andhabadhirassa ubhayavasena santatisīsahāni veditabbā. Napuṁsakassa pana bhāvahāni vuttā eva. Tathā andhabadhirāghānakassa cakkhusotaghānavasena. Taṁ pana dhammahadayavibhaṅgapāḷiyā virujjhati. Taṁ parato āvi bhavissati. Rūpāvacarānaṁ pana cakkhusotavatthujīvitavasena cattāri santatisīsānīti itaresaṁ vasena santatisīsahāni veditabbā.",
  "tika-abh02t18:61": "Tesanti pañcannaṁ khandhānaṁ. Vatthubhāvenāti vicāraṇāya adhiṭṭhānabhāvena. Paṭisandhiyaṁ uppannā pavattā pañcakkhandhāti paṭisandhikkhaṇe pavattikkhaṇe ca pañcakkhandhe dasseti. Bhummaniddesoti ‘‘pañcasu khandhesū’’ti ayaṁ bhummaniddeso. Aññathāti niddhāraṇe anadhippete. ‘‘Bhāvenabhāvalakkhaṇatthe’’ti idaṁ visayādiatthānaṁ idhāsambhavato vuttaṁ. Ubhayanti rūpārūpaṁ. Rūpārūpasantatinti rūpasamuṭṭhāpakaṁ rūpasantatiṁ arūpasantatiñca. ‘‘Vatthu uppādakkhaṇe dubbalaṁ hotī’’ti idaṁ na paṭisandhikkhaṇaṁ eva, nāpi vatthurūpaṁ eva sandhāya vuttanti dassento āha ‘‘sabbarūpānaṁ uppādakkhaṇe dubbalataṁ sandhāya vutta’’nti. ‘‘Tadā hī’’tiādi yathāvuttassa atthassa kāraṇavacanaṁ. Tattha tanti rūpaṁ. ‘‘Kammakkhittattā’’ti idaṁ na kammajatāmattaṁ sandhāya vuttaṁ, atha kho kammajassa paṭhamuppattiyaṁ apatiṭṭhitataṁ sandhāyāti dassento ‘‘satipī’’tiādimāha. Tato paranti tato paṭisandhito paraṁ. Sadisasantāne yathā patiṭṭhitaṁ, na tathā visadisasantāneti āha ‘‘samānasantatiya’’nti.",
  "tika-abh02t18:62": "Aṅgabhāvanti kāraṇabhāvaṁ. Tenevāha ‘‘sahāyabhāva’’nti. Tesaṁ dhammānanti yehi saddhiṁ uppannaṁ, tesaṁ paṭisandhiyaṁ cittacetasikadhammānaṁ. Tadāti ṭhitikkhaṇe bhaṅgakkhaṇe ca rūpuppādanameva natthi. Anantarādipaccayalābhena uppādakkhaṇe eva cittassa balavabhāvo, na itaratra. Tenāha ‘‘yadā ca rūpuppādanaṁ, tadā uppādakkhaṇe’’ti.",
  "tika-abh02t18:63": "Yehākārehīti āhārindriyapaccayādiākārehi. Yathāsambhavaṁ paccayā hontīti phassādayo āhārādivasena yathārahaṁ paccayā honti. Vuttañhetaṁ paṭṭhāne ‘‘paṭisandhikkhaṇe vipākābyākatā āhārā sampayuttakānaṁ khandhānaṁ, kaṭattā ca rūpānaṁ āhārapaccayena paccayo’’tiādi (paṭṭhā. 1.1.429).",
  "tika-abh02t18:64": "Cuticittena saddhiṁ uppajjamānaṁ, cuticittena vā kāraṇabhūtena uppajjamānaṁ. Tato purimatarehi uppajjamānaṁ viyāti yathā cuticittato āsannehi purimatarehi uppajjamānaṁ rūpaṁ bhavantare na uppajjati, evaṁ cuticittena uppajjamānampi anupacchinnepi vaṭṭamūleti akāraṇaṁ vaṭṭamūlāvūpasamo cuticittassa rūpuppādaneti dasseti.",
  "tika-abh02t18:65": "Arūpassāti āruppassa.",
  "tika-abh02t18:66": "Utunāti paṭisandhicittassa ṭhitikkhaṇe uppannena utunā. Samuṭṭhite rūpeti paṭisandhicittassa bhaṅgakkhaṇe rūpe samuṭṭhite paṭisandhianantaraṁ paṭhamabhavaṅgacittaṁ rūpaṁ samuṭṭhāpeti. Uppādanirodhakkhaṇāti yathāvuttesu soḷasasu cittesu ādicittassa uppādakkhaṇo, soḷasamacittassa nirodhakkhaṇo cāti vadanti, rūpasseva pana uppādanirodhakkhaṇā veditabbā.",
  "tika-abh02t18:67": "Dharamānakkhaṇe evāti tassa utuno vijjamānakkhaṇe eva yadi gahitā, ‘‘soḷasacittakkhaṇāyukaṁ rūpa’’nti vuttaṁ hoti soḷasaheva cittehi tassa dharamānatāya paricchinnattā. Uppādakkhaṇaṁ aggahetvāti utuno dharamānakkhaṇe uppādakkhaṇaṁ aggahetvā nirodhakkhaṇo atha gahito, ‘‘sattarasacittakkhaṇāyukaṁrūpa’’nti vuttaṁ hoti uppādakkhaṇasahitena ca ekassa cittakkhaṇassa gahitattā. ‘‘Adhikasoḷasacittakkhaṇāyuka’’nti vuttaṁ hoti nirodhakkhaṇassa bahikatattā.",
  "tika-abh02t18:68": "Evaṁ uppādanirodhakkhaṇesu gahitesu aggahitesu ca soḷasasattarasacittakkhaṇāyukatā, tato adhikacittakkhaṇāyukatā ca siyāti dassetvā idāni tattha ṭhitapakkhaṁ dassento ‘‘yasmā panā’’tiādimāha. Tattha tassa dharamānakkhaṇe uppannesūti tassa utuno dharamānakkhaṇe uppannesu soḷasasu cittesu paṭisandhipi yasmā gahitā, tasmā utuno uppādakkhaṇo dharamānakkhaṇe gahitotinirodhakkhaṇe aggahite ‘‘rūpe dharanteyeva soḷasa cittāni uppajjitvā nirujjhanti, taṁ pana sattarasamena cittena saddhiṁ nirujjhatī’’ti (vibha. aṭṭha. 26 pakiṇṇakakathā) evaṁ aṭṭhakathāyaṁ vakkhamānā adhikasoḷasacittakkhaṇāyukatā adhippetā. Gahite vā nirodhakkhaṇe soḷasacittakkhaṇāyukatā adhippetāti sambandho. Ettha ca ‘‘adhikasoḷasacittakkhaṇāyukatā’’ti idaṁ paṭisandhicittassa uppādakkhaṇo gahitoti katvā vuttaṁ. Yasmā pana paṭiccasamuppādavibhaṅgavaṇṇanāyaṁ ‘‘dve bhavaṅgāni, āvajjanaṁ, dassanaṁ, sampaṭicchanaṁ, santīraṇaṁ, voṭṭhabbanaṁ, pañca javanāni, dve tadārammaṇāni, ekaṁ cuticittanti pañcadasa cittakkhaṇā atītā honti, athāvasesaekacittakkhaṇāyuke’’ti (vibha. aṭṭha. 227), tathā tadārammaṇapariyosānāni, ‘‘ekaṁ cuticittaṁ, tadavasāne tasmiññeva ekacittakkhaṇaṭṭhitike ārammaṇe paṭisandhicittaṁ uppajjatī’’ti (vibha. aṭṭha. 227) ca vakkhati. Tasmā rūpassa soḷasacittakkhaṇāyukatāyapi atthasiddhi hotiyeva. Tenāha ‘‘soḷasacittakkhaṇāyukatā adhippetā’’ti. Tathāpi uppajjitvā bhavaṅgacalanassa paccayo hoti, na uppajjamānamevāti sattarasacittakkhaṇāyukatā veditabbā.",
  "tika-abh02t18:69": "Ojāya sabhāvasukhumatā upādārūpabhāvato. Ettha ca mātarā ajjhohaṭā ojā bāhirabbhañjanaṁ viya gabbhamallinā tasmiṁ santāne ojaṭṭhamakarūpuppattiyā paccayo hoti. Āhārasamuṭṭhānarūpapaveṇiyā ojāya viya sesatisantatiojāya rūpuppādananti udariye ojā rūpaṁ na samuṭṭhāpeti utusamuṭṭhānabhāvato, upādinnakaṭṭhāne eva pana samuṭṭhāpeti, rasaharaṇīhi gantvā kāyānusaṭanti veditabbaṁ.",
  "tika-abh02t18:70": "Cittañcevāti ettha ca-saddena paṭiyogīnaṁ kammameva samuccinoti, na cittena sampayuttadhammeti katvā āha ‘‘cittassa pubbaṅgamatāya vutta’’nti. ‘‘Cittuppādaṁ gaṇhāti ‘cittaṁ uppannaṁ hotī’tiādīsu (dha. sa. 1) viya, na kammacetanaṁ viya ekadhammamevā’’ti vutte ‘‘yathā cittasamuṭṭhānarūpassa hetuādayo cittasampayuttadhammāpi samuṭṭhāpakāva, evaṁ kammasamuṭṭhānarūpassa kammasampayuttāpī’’ti codanaṁ samuṭṭhāpetvā tassa parihāraṁ vattuṁ ‘‘kammasamuṭṭhānañcā’’tiādimāha.",
  "tika-abh02t18:71": "Rūpassāti rūpakkhaṇassa, rūpassa vā addhuno. Nayadassanamattaṁ daṭṭhabbaṁ paṭisandhikkhaṇe eva rūpārūpadhammānaṁ ekakkhaṇe pātubhāvoti imassa atthassa anadhippetattā. Tenevāha ‘‘tato parampi rūpārūpānaṁ sahuppattisabbhāvato’’ti. Yathā ca ‘‘paṭisandhikkhaṇe evā’’ti niyamo na gahetabbo, evaṁ ‘‘ekakkhaṇe eva pātubhāvo’’tipi niyamo na gahetabboti dassento ‘‘na paneta’’ntiādimāha. Taṁdīpanatthamevāti asamānakālatādīpanatthameva, na sahuppādadīpanatthaṁ. Addhānaparicchedakathā hi ayanti.",
  "tika-abh02t18:72": "Yadi evanti yathā phalapattāni, evaṁ rūpārūpadhammā yadi dandhalahuparivattino. Asamānaddhattāti atulyakālattā. Nicchiddesūti nibbivaresu. Tena nirantarappavattiṁ eva vibhāveti. Ayanti addhānaparicchedakathā. Cittajarūpādīnaṁ na tathā nirantarabhāvena pavatti, yathā kammajarūpānanti āha ‘‘kammajarūpappavattiṁ sandhāyā’’ti. Kammajarūpānaṁ vā itaresaṁ mūlabhāvato padhānanti ‘‘kammajarūpappavattiṁ sandhāyā’’ti vuttaṁ. Acittuppādakattā abyābajjhatāya nirodhasamāpattiyā nibbānapaṭibhāgatā veditabbā. Pade padaṁ akkamitvāti lakuṇḍakapādatāya attano akkantapadasamīpe padaṁ nikkhipitvā. Yo hi sīghapadavikkamo lakuṇḍakapādo, so idhādhippetoti āha ‘‘lahuṁ lahuṁ akkamitvāti attho’’ti. Saheva nirujjhantīti rūpaṁ kammajamidhādhippetanti katvā vuttaṁ. Utujaṁ pana cutito uddhampi pavattati eva. Pubbe vuttanti ‘‘rūpassa sattarasacittakkhaṇā, arūpassa tato ekabhāgo’’ti (vibha. mūlaṭī. 20 pakiṇṇakakathāvaṇṇanā) evaṁ vuttaṁ addhānappakāraṁ.",
  "tika-abh02t18:73": "Ekuppādatoti samānuppādato. Samānattho hi ayaṁ eka-saddo. Eko daṭṭhabbākāroti eko ñātapariññāya passitabbākāro. Evañhi soḷasākārā siyuṁ, itarathā vīsati, tato adhikā vā ete ākārā bhaveyyuṁ. Tassāti pacchimakammajassa. Heṭṭhā soḷasaketi pariyosānasoḷasakassa anantarātītasoḷasake. Pacchimassāti tattha pacchimacittassa. Nānānirodhabhāvaṁ viya ekuppādabhāvampi pacchimakammajassa ṭhapane kāraṇaṁ anicchanto ‘‘yadi panā’’ti sāsaṅkaṁ vadati. ‘‘Sabbampī’’tiādinā tattha atippasaṅgaṁ dasseti. Vajjetabbaṁ nānuppādaṁ ekanirodhaṁ. Gahetabbaṁ ekuppādanānānirodhaṁ. Ubhayampi tadā natthi anuppajjanato. Tenevāha ‘‘kammajarūpassa anuppattito’’ti. Tato pubbeti pacchimakammajarūpuppajjanato oraṁ. Aññassāti yassa cittassa uppādakkhaṇe uppannaṁ, tato aññassa cittassa. Ṭhitikkhaṇe uppannassa ekuppādatā, bhaṅgakkhaṇe uppannassa nānānirodhatā ca natthīti āha ‘‘ṭhitibhaṅgakkhaṇesuuppannarūpāni vajjetvā’’ti. Tenāti rūpena. ‘‘Saṅkhalikassa viya sambandho’’ti etena avicchinnasambandho idha ‘‘paveṇī’’ti adhippetoti dasseti. Aññathāti vicchijjamānampi gahetvā ‘‘paveṇī’’ti vuccamāne. Na hi rūpadhammānaṁ arūpadhammānaṁ viya anantarapaccayabhāvo atthīti rūpadhammānaṁ bhaṅgakkhaṇe uppannarūpadhamme aggahetvā ‘‘aṭṭhacattālīsā’’ti vuttaṁ. Tesaṁ pana gahaṇe ekūnapaññāsāva siyāti āha ‘‘ekūnapaññāsakammajiyavacanaṁ kattabbaṁ siyā’’ti.",
  "tika-abh02t18:74": "Sudīpanattāti sukhadīpanattā, nayadassanabhāvena vā suṭṭhu dīpanattā. Tenevāha ‘‘etena hi nayenā’’tiādi. Tattha tanti rūpaṁ. Tenāti rūpena. Ubhayatthāti pacchimakammajarūpappavattiyaṁ, tato pubbe ca. Aññassāti ekassa cittassa ṭhitikkhaṇe uppajjitvā tato aññassa cittassa. Tassāti rūpassa. Ettha ca pacchimakammajarūpappavattiyaṁ nirujjhanakanti vuttaṁ tato puretarappavattaṁ rūpaṁ veditabbaṁ. Catusantatikarūpenātiādi yathāvuttasaṅgahagamanadassanaṁ. Etthāti etasmiṁ nānuppādekanirodhatādīpane. Ṭhitikkhaṇeti arūpassa rūpassa ca ṭhitikkhaṇe uppannassa rūpassa ca arūpassa ca dassitattā. Adassitassāti yathā eva ettha, evaṁ tattha vibhajitvā adassitassa. Kasmā panettha pacchimakammajena dīpanāyaṁ samatiṁsakammajarūpaggahaṇaṁ katanti āha ‘‘samatiṁsa…pe… yojita’’nti. Tato kammato jātā taṁkammajā, tesu. Saṅkharotīti saṅkhāro, jīvitañca taṁ saṅkhāro cāti jīvitasaṅkhāro, āyu. Jīvitena saṅkharīyantīti jīvitasaṅkhārā, usmādayo.",
  "tika-abh02t18:75": "Aññassauppādakkhaṇeti yassa cittassa uppādakkhaṇe uppannaṁ rūpaṁ aññassa tato sattarasamassa uppādakkhaṇe, ṭhitikkhaṇe uppannaṁ aññassa ṭhitikkhaṇeti sambandho. ‘‘Vuttanti adhippāyo’’ti idaṁ pāḷiyā virujjhantampi aṭṭhakathāyaṁ āgatabhāvadassanatthaṁ vuttanti ayamettha adhippāyoti attho. Kasmāti cittasamuṭṭhānarūpaṁ sandhāya pāḷi pavattā, aṭṭhakathāyaṁ pana kammajarūpanti sā tāya kena kāraṇena virujjhatīti āha ‘‘catu…pe… bhavitabbattā’’ti, nipphannassāti adhippāyo. Tenāha aṭṭhakathāyaṁ ‘‘yo cāyaṁ cittasamuṭṭhānassa…pe… kammādisamuṭṭhānassāpi ayameva khaṇaniyamo’’ti (vibha. aṭṭha. 26 pakiṇṇakakathā). Etehīti yathānīto yamakapāṭho, ‘‘kāyasaṅkhāro cittasamuṭṭhāno’’tiādiko aṭṭhakathāpadesoti etehi . Natthiyeva ekuppādaekanirodhadīpanatoti adhippāyo. Tena hi vuttaṁ ‘‘yena cittena saddhiṁ uppajjati, tato paṭṭhāya sattarasamena saddhiṁ nirujjhatī’’tiādi.",
  "tika-abh02t18:76": "Puna ‘‘etehī’’ti iminā ekuppādanānānirodhanānuppādaekanirodhadīpanavasena pavattā aṭṭhakathāpadesā gahitāti veditabbaṁ, ubhayatthāpi vā etehi ācariyehīti attho. Tatiyo bhāgo, tena adhikā soḷasacittakkhaṇāyukatā tatiya…pe… yukatā vuttāti sambandho. Tatiya bhāgoti ca uppādaṭṭhitikkhaṇe upādāya bhaṅgakkhaṇo adhippeto. Yasmiṁ ekādasa cittakkhaṇā atītā, avasesapañcacittakkhaṇāyuke, yasmiṁ pañcadasa cittakkhaṇā atītā, avasesaekacittakkhaṇāyuke tasmiṁyeva ārammaṇeti yojetabbaṁ. Ubhayañcetaṁ yathākkamaṁ manodvāre pañcadvāre ca āpāthagataṁ veditabbaṁ. Na kho panevaṁ sakkā viññātuṁ ekacittakkhaṇātītaṁ ārammaṇaṁ sandhāya paṭiccasamuppādavibhaṅgaṭṭhakathāyaṁ (vibha. aṭṭha. 227) tathā vuttanti dassento ‘‘na hi sakkā’’tiādimāha. Pañcadasāti atirekapañcadasa cittakkhaṇā atītāti sambandho. ‘‘Tasmā’’tiādinā yattha khaṇekadesaṁ aggahitanti na sakkā vattuṁ, tameva dasseti. Evaṁ tāva na rūpaṁ sattarasacittakkhaṇāyukaṁ, nāpi tatiyabhāgādhikasoḷasacittakkhaṇāyukaṁ, atha kho soḷasacittakkhaṇāyukamevāti dassitaṁ hoti.",
  "tika-abh02t18:77": "Kasmā panettha rūpameva samānepi aniccasaṅkhatādibhāve cirāyukaṁ jātanti? Dandhaparivattibhāvato. Arūpadhammā hi sārammaṇā cittapubbaṅgamā, te yathābalaṁ attano ārammaṇavibhāvanavasena pavattantīti tadatthanipphattisamanantarameva nirujjhanato lahuparivattino. Tenāha bhagavā, ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi evaṁ lahuparivattaṁ, yadidaṁ, bhikkhave, citta’’nti (a. ni. 1.48). Rūpadhammā pana anārammaṇā, te ārammaṇavasena arūpadhammehi vibhāvetabbā. Sā ca nesaṁ vohārānuguṇā vibhāvetabbatā attano dandhaparivattitāya, tesañca lahuparivattitāya soḷasahi sattarasahi vā cittakkhaṇehi nippajjatīti rūpamevettha cirāyukaṁ jātaṁ. Kiñca – lahuviññāṇavisayasantatimattādhīnavuttitāya tiṇṇaṁ khandhānaṁ, ārammaṇūpaladdhimattabhāvato viññāṇassa ca lahuparivattitā, dandhamahābhūtappaccayatāya pana rūpassa dandhaparivattitā. Nānādhātūsu tathāgatasseva yathābhūtañāṇaṁ, tena ca rūpameva purejātapaccayo vutto, pacchājātapaccayo ca tassevāti na ettha aniccasaṅkhatādibhāvasāmaññena rūpārūpaṁ samānāyukaṁ parikappetabbaṁ. Vuttanayena rūpameva cirāyukanti niṭṭhamettha gantabbaṁ.",
  "tika-abh02t18:78": "Yathā ca rūpassa sattarasacittakkhaṇāyukatā, tatiyabhāgādhikasoḷasacittakkhaṇāyukatā vā na hoti, taṁ dassetvā yvāyaṁ aṭṭhakathāyaṁ cittassa ṭhitikkhaṇe rūpuppādo vutto, tattha ṭhitikkhaṇameva tāva cittassa ananujānanto ‘‘yo cettha…pe… vicāretabbo’’ti vatvā yamake uppannauppajjamānavārādipāḷiṁ āharanto ‘‘cittayamake’’tiādimāha. Tattha paripuṇṇavissajjaneti ubhayampi yamakapadaṁ ahāpetvā katavissajjane. Uppādakkhaṇe anāgatañcāti uppādakkhaṇe ca cittaṁ, anāgatañca cittaṁ na niruddhaṁ, nirujjhamānanti attho. Ṭhitikkhaṇābhāvaṁ cittassa dīpetīti uppannauppajjamānavārādīsu ‘‘ṭhitikkhaṇe’’ti avacanaṁ cittassa ṭhitikkhaṇaṁ nāma natthīti imamatthaṁ dīpeti bodheti. Na hi yathādhammasāsane abhidhamme labbhamānassa avacane kāraṇaṁ dissatīti adhippāyo. Na kevalamabhidhamme avacanameva cittassa ṭhitikkhaṇābhāvajotakaṁ, apica kho suttantapāḷipīti dassento ‘‘suttesupī’’tiādimāha. Tattha aññathattaṁ nāma pubbāparaviseso. Khaṇadvayasamaṅgiṁ ṭhitanti paccuppannassa ṭhitabhāvamāha. Aññathattaṁ pana santāneyeva veditabbaṁ.",
  "tika-abh02t18:79": "Ettha ca keci ‘‘yathābhūto dhammo uppajjati, kiṁ tathābhūtova bhijjati, udāhu aññathābhūto? Yadi tathābhūtova bhijjati, na jaratāya sambhavo. Atha aññathābhūto, añño eva soti sabbathāpi ṭhitikkhaṇassa abhāvoyevā’’ti vadanti. Tattha ekadhammādhārabhāvepi uppādanirodhānaṁ aññova uppādakkhaṇo, añño nirodhakkhaṇo. Uppādāvatthañhi upādāya uppādakkhaṇo, nirodhāvatthaṁ upādāya nirodhakkhaṇo. Uppādāvatthāya ca bhinnā nirodhāvatthāti ekasmiṁyeva sabhāvadhamme yathā icchitabbā, aññathā aññova dhammo uppajjati, añño dhammo nirujjhatīti āpajjeyya, evaṁ nirodhāvatthāya viya nirodhābhimukhāvatthāyapi bhavitabbaṁ. Sā ṭhiti, jaratā cāti sampaṭicchitabbametaṁ. Yadi evaṁ kasmā pāḷiyaṁ ṭhitikkhaṇo na vuttoti? Vineyyajjhāsayānurodhena nayadassanavasena pāḷi gatāti veditabbā. Abhidhammadesanāpi hi kadāci vineyyajjhāsayānurodhena pavattati. Tathā hi rūpassa uppādo ‘‘upacayo, santatī’’ti bhinditvā desito. Hetusampayuttadukādidesanā cettha nidassitabbā.",
  "tika-abh02t18:80": "‘‘Yassavā panā’’tiādi pucchāvacanaṁ. Tassa ‘‘no’’ti vissajjanaṁ. Samudayasaccaṁ nirujjhatīti cittuppādassa nirodhakkhaṇo vutto. Ayamettha adhippāyo – yadi cittassa bhaṅgakkhaṇe rūpaṁ uppajjeyya, taṁ dukkhasaccanti katvā ‘‘no’’ti vattuṁ na sakkā, vuttañcetaṁ. Tasmā viññāyati ‘‘cittassa nirodhakkhaṇe rūpuppādo natthī’’ti. Tayidamakāraṇaṁ. Arūpalokañhi sandhāya, cittasamuṭṭhānarūpaṁ vā ‘‘no’’ti sakkā vattunti. Ayañhi yamakadesanāya pakati, yadidaṁ yathāsambhavayojanā. Etena ‘‘na ca cittasamuṭṭhānarūpamevā’’tiādivacanaṁ paṭikkhittaṁ daṭṭhabbaṁ. Atha vā paccāsattiñāyena yaṁ samudayasaccaṁ nirujjhati, tena yaṁ dukkhasaccaṁ uppādetabbaṁ cittacetasikatappaṭibaddharūpasaṅkhātaṁ, tassa tadā uppatti natthīti ‘‘no’’ti vissajjanaṁ, na sabbassa.",
  "tika-abh02t18:81": "Sahuppādekanirodhavacanatoti ‘‘yassa kāyasaṅkhāro nirujjhati, tassa cittasaṅkhāro nirujjhatīti? Āmantā’’ti (yama. 2.saṅkhārayamaka.79) evaṁ sahuppādasahanirodhavacanato. Tena vacanenāti ‘‘yassa kāyasaṅkhāro’’tiādivacanena. Aññarūpānanti kammautuāhārajarūpānaṁ. Sahuppādasahanirodhādikānanti etthāyaṁ yojanā – appaṭikkhittasahuppādasahanirodhaananuññātanānuppādanānānirodhaanivāritaabyākatabhāvānaṁ kammajādīnanti. Etenāti ‘‘yassa kusalā dhammā uppajjantī’’tiādikena (yama. 3.dhammayamaka.163) pāṭhena, ‘‘na cittasamuṭṭhānarūpamevā’’ti yuttivacanena ca. Yamakapāḷianussaraṇeti yathādassitacittayamakapāḷiyā yathārutavaseneva anussaraṇe vijjamāne. Bhijjamānatāti cittassa bhijjamānatā nāma nirujjhamānatā ṭhitiyā abhāvato. Sahāyabhāvaṁ nāpi gacchati nissayatthibhāvādinā paccayabhāvābhāvato. Uppādakkhaṇe eva hi anantarādipaccayalābhena cittassa balavatā. Evañca satīti evañca utunāpi bhavaṅgacittassa uppādakkhaṇeyeva rūpasamuṭṭhāpane sati. Taṁcittakkhaṇeti tassa cittassa khaṇe, khaṇadvayepīti attho. Tenevāti atilahuparivattibhāveneva. Atha vā tenevāti dandhaparivattikatāya rūpassa sakalaṁ ekacittakkhaṇaṁ uppajjamānabhāveneva. Tanti cittaṁ. Paṭisandhicittaṁ sampayuttadhammānaṁ viya sahajātarūpadhammānampi sahajātādipaccayena paccayo hotīti āha ‘‘paṭisandhito uddha’’nti. Cittasamuṭṭhānānaṁ cittaṁ sahajātādipaccayo hotiyevāti vuttaṁ ‘‘acittasamuṭṭhānāna’’nti. Tadanantaranti yena cittena sahuppannaṁ, tassa cittassa anantaraṁ. Tanti rūpaṁ. Tadanantaraṁ cittanti sahuppannacittānantaraṁ cittaṁ. Yadi evanti yadi sakalaṁ cittakkhaṇaṁ rūpaṁ uppajjamānameva hoti, cittassa uppādakkhaṇe eva rūpassa uppādārambhoti āha ‘‘na, cittanirodhakkhaṇe rūpuppādārambhābhāvato’’ti. Cittakkhaṇeti attanā sahuppannacittassa khaṇe. Tanti rūpaṁ. Rūpasamuṭṭhāpanapurejātapaccayakiccanti rūpasamuṭṭhāpanakiccañca purejātapaccayakiccañca. Ṭhitippattivisesālābhanti ṭhitippattiyā laddhabbo yo viseso, tassa alābhaṁ. Idaṁ vuttanti ‘‘yena sahuppajjati, taṁcittakkhaṇe rūpaṁ uppajjamānamevā’’ti idaṁ pariyāyena vuttaṁ.",
  "tika-abh02t18:82": "Yaṁ yassa sambandhibhāvena vuttaṁ, taṁ dūre ṭhitampi tena sambandhanīyanti āha ‘‘tato paraṁ…pe… etena saha sambandho’’ti. Tasmā ‘‘tato’’ti ettha taṁsaddena cutiṁ paccāmasatīti vuttaṁ ‘‘cutito paranti attho’’ti.",
  "tika-abh02t18:83": "Natthītikatvāti yadipi yathā aṭṭhakathāyaṁ vuttaṁ, tathā ekuppādekanirodhatā rūpānaṁ arūpehi, arūpānañca rūpehi natthi. Yathā ca amhehi vuttaṁ, tathā atthevāti adhippāyo.",
  "tika-abh02t18:84": "Catutthassa pakārassa vuccamānattā ‘‘tayo pakāre āhā’’ti vuttaṁ.",
  "tika-abh02t18:85": "‘‘Tesaṁyeva rūpānaṁ kāyavikāro’’tiādinā parinipphannānaṁ vikārādibhāvaṁ dassetvā ‘‘sabbaṁ parinipphannaṁ saṅkhatamevā’’ti vadantena parinipphannatāpariyāyo dassito. Pubbantāparantaparicchinnoti pātubhāvaviddhaṁsabhāvaparicchinno, udayabbayaparicchinno vā. ‘‘Ayaṁ datto nāma hotū’’tiādinā nāmakaraṇaṁ nāmaggahaṇaṁ. Samāpajjanaṁ nirodhasamāpattiyā samathavipassanānukkamena nāmakāyassa nirodhameva. Ādi-saddena sattakasiṇādipaññattiyā paññāpanaṁ saṅgaṇhāti. Nipphādiyamānoti sādhiyamāno.",
  "tika-abh02t18:86": "Pakiṇṇakakathāvaṇṇanā niṭṭhitā.",
  "tika-abh02t18:87": "Kamādivinicchayakathāvaṇṇanā",
  "tika-abh02t18:88": "Uppattikkamādīsu desanākkamopi labbhatevāti ‘‘cattāro satipaṭṭhānātiādiko desanākkamovā’’ti vuttaṁ. Anupubbukkaṁsatoti dānasīlakāmādīnavādidassananekkhammakathānaṁ anukkamena ukkaṭṭhabhāvato kathānaṁ anupubbukkaṁsatā vuttā. Tena ukkaṁsakkamo nāmāyaṁ visuṁ kamoti dasseti. Tathāpi dānādīnaṁ desanākkamāvarodhane kāraṇamāha ‘‘uppattiādivavatthānābhāvato’’ti. Tattha ādi-saddena pahānapaṭipattibhūmikkame saṅgaṇhāti. ‘‘Cakkhuādīnampi visayabhūta’’nti iminā pañcarūpindriyagocaratā adhippetāti āha ‘‘ekadesenā’’tiādi. Ekadesenāti bāhiroḷārikāyatanehi. Etthāti ‘‘yaṁ vedayati, taṁ sañjānātī’’ti etasmiṁ pade vuttanayena.",
  "tika-abh02t18:89": "Taṁsabhāvatānivattanatthanti anāsavadhammasabhāvatānivattanatthaṁ. Anāsavā khandhesveva vuttāti attho sāsavānampi khandhesu vuttattā. Nanu ca anāsavadhammo khandhesu avuttopi atthīti? Saccaṁ atthi, khandhādhikāre khandhapariyāpannā eva anāsavā gayhantīti nāyaṁ doso.",
  "tika-abh02t18:90": "Yathā phassādayo visesato tadanuguṇavuttitāya saṅkhatābhisaṅkharaṇasabhāvāti saṅkhārakkhandhe samavaruddhā, na evaṁ vedanāsaññāviññāṇānīti rūpadhammā viya tāni visuṁ khandhabhāvena vuttāni. Etena phassādīnaṁ visuṁ khandhasaddavacanīyatābhāvo vuttoti veditabbo. Tena vuttaṁ ‘‘phusanādayo panā’’tiādi. Itiādīnañca suttānanti ettha ādi-saddena ‘‘rūpe kho, bhikkhave, sati rūpaṁ upādāya rūpaṁ abhinivissa uppajjanti saṁyojanābhinivesavinibandhā. Vedanāya…pe… saññāya… saṅkhāresu… viññāṇe sati viññāṇaṁ upādāya viññāṇaṁ abhinivissa uppajjanti saṁyojanābhinivesavinibandhā’’ti (saṁ. ni. 3.158), tathā ‘‘ahaṁ rūpaṁ, mama rūpanti pariyuṭṭhaṭṭhāyī hotī’’ti (saṁ. ni. 3.1) ca evamādīnaṁ suttapadānaṁ saṅgaho daṭṭhabbo. Etenāti attanā dassitasuttena. Vakkhamānasuttavasena cāti ‘‘rūpe kho, bhikkhave, satī’’tiādikassa aṭṭhakathāyaṁ (vibha. aṭṭha. 26 pakiṇṇakakathā) vakkhamānassa suttassa vasena. ‘‘Parittārammaṇādivasena na vattabbā’’ti etena navattabbārammaṇāpi diṭṭhi khandhe eva nissāya uppajjati, pageva khandhārammaṇāti dasseti.",
  "tika-abh02t18:91": "Vedanākāraṇāyāti vedanāyātanāya. Chādāpanatoti rocāpanato. Bāhullenāti bahulabhāvena. Upādānakkhandhā hi bāhullappavattikā, na itare.",
  "tika-abh02t18:92": "Puṭaṁ katvāti ca chattasadisaṁ puṭaṁ bandhaṁ katvā. Vatthumhīti cakkhādivatthumhi. Vaṭṭagatavedanaṁ sandhāya vuttaṁ. Sā hi idha daṭṭhabbabhāve ṭhitā. Ūnehīti vatthunā, kilesehi ca ūnehi.",
  "tika-abh02t18:93": "Māyāyāti indajālādimāyāya payogo māyāti adhippāyenāha ‘‘māyāya dassitaṁ rūpaṁ ‘māyā’ti āhā’’ti. Vatthubhāvāditoti ādi-saddena ārammaṇasampayuttādike saṅgaṇhāti. Katthacīti rūpakkhandhādike. Koci visesoti asubhādikova.",
  "tika-abh02t18:94": "Tassāti ajjhattikarūpassa. Yassa kāmarāgappahānamukhena sabbarāgappahānaṁ sambhavati, taṁ sandhāyāha ‘‘kāmarāgamukhena vā sabbalobhappahānaṁ vadatī’’ti. Yojetabbanti vedanāya chandarāgaṁ pajahanto tassā samudayabhūte phassepi chandarāgaṁ pajahatīti yojetabbanti. Pariññattayassa yojanā pākaṭā eva.",
  "tika-abh02t18:95": "Tatoti dukkhuppādanasukhavināsanānaṁ adassanato. Bhindatīti vināseti. Tanti manosañcetanāhāraṁ ñātatīraṇapariññāhi pariggaṇhāti tīreti.",
  "tika-abh02t18:96": "Taṁ pajahantoti avijjaṁ pajahanto. Parāmaṭṭhanti parāmāsasaṅkhātāya diṭṭhiyā niccādivasena gahitaṁ. Viññāṇaṁ niccato passanto diṭṭhupādānaṁ upādiyatīti ayamattho ‘‘tadevidaṁ viññāṇaṁ sandhāvati saṁsarati, anañña’’ntiādisuttapadehi (ma. ni. 1.396) dīpetabbo.",
  "tika-abh02t18:97": "Kamādivinicchayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh02t18:98": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:99": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t18:100": "34.Taṁvatvāti taṁ bhūmivasena jānitabbataṁ ‘‘sabbāpi catubhūmikavedanā’’tiādinā vatvā. Sampayuttato dassitatādīti ettha ādi-saddena hetujātibhūmiindriyavatthusamphassajabhedato dassitataṁ anavasesato saṅgaṇhāti.",
  "tika-abh02t18:101": "Yadipi taṁ-saddo pubbe vuttassa sāmaññato paṭiniddeso, tathāpi anantarameva paccāmasituṁ yutto itarattha asambhavatoti āha ‘‘aṭṭha…pe… yojanā’’ti. ‘‘Aṭṭhavidhattābhāvato’’ti iminā taṁ asambhavaṁ dasseti.",
  "tika-abh02t18:102": "Pūraṇatthameva vutto, apubbatābhāvatoti attho.",
  "tika-abh02t18:103": "Gahaṇavaḍḍhanavasenāti gahaṇassa vaḍḍhanavasena. Gahaṇanti cettha kathanaṁ daṭṭhabbaṁ, tassa vaḍḍhanaṁ tasmiṁ tasmiṁ ṭhāne avuttassa kathanaṁ. Tenāha ‘‘pubbe gahitato aññassa gahaṇaṁ vaḍḍhana’’nti, tato eva ca ‘‘purimagahite aññupacayavasenā’’ti vuttaṁ. ‘‘Vaḍḍhanasaddo chedanattho’’ti idaṁ yathā asivā ‘‘sivā’’ti, diṭṭhañca ‘‘adiṭṭha’’nti vuccati, evaṁ daṭṭhabbaṁ. Nayanīharaṇanti nīyatīti nayo, desanā, tassa nīharaṇaṁ pavattanaṁ. Vaḍḍhanakanayoti yathāvuttavaḍḍhanakavasena pavatto desanānayo. Aññe bhedāti ekavidhacatubbidhādayo bhedā. Yadi avisiṭṭhā, kasmā vuttāti āha ‘‘tathāpī’’tiādi. Tattha paññāppabhedajananatthanti dhammavisayāya pabhedagatāya paññāya vineyyānaṁ nibbattanatthaṁ, vijjāṭṭhānādivasena vineyyānaṁ dhammapaṭisambhidāya uppādanatthanti attho. Abhiññeyyadhammavibhāgatāya sammasanavārassa visayabhāvato vuttaṁ ‘‘ekekassa vārassa gahitassa niyyānamukhabhāvato’’ti. Itarepi bhedā vuttāti duvidhatividhabhedānaṁ yaṁ nānattaṁ, tassa vasena itare bhedā anānattāpi yathāvuttakāraṇato vuttā. ‘‘Na kevala’’ntiādinā bhedānaṁ aññamaññapekkhataṁ dassetvā ‘‘tasmā’’tiādinā tesaṁ visiṭṭhataṁ dasseti.",
  "tika-abh02t18:104": "Yathā dukamūlakādīsu bhedā gaṇanānupubbiyā pavattā pabhedantarāpekkhā, na evamete. Ete pana sattavidhādibhedā pabhedantaranirapekkhā kevalaṁ bahuvidhabhāvasāmaññeneva vuttāti dasseti ‘‘aññappabhedanirapekkhā’’tiādinā. Dukatikapadatthānaṁ yathārahaṁ apekkhitabbāpekkhakabhāvena vuttattā yathā duke ṭhapetvā vuttā tikā tattha pakkhittā nāma jātā, evaṁ tikadukapadatthānaṁ apekkhitabbāpekkhakabhāvena vuttattā duke vatvā vuttesupi tikesu te pakkhittā nāma hontīti āha ‘‘parato…pe… yojitattā’’ti.",
  "tika-abh02t18:105": "Samānavīthiyanti ekavīthiyaṁ. Cakkhusaṅghaṭṭanāyāti cakkhurūpapaṭighātena. Soti cakkhurūpapaṭighāto. Taduppādikāti tassa cakkhusamphassassa uppādikā. Sāti āvajjanavedanā. Nanu ca vedanāpaccayo phasso vutto, na phassapaccayā vedanāti? Na, vedanāsīsena cittuppādassa gahitattāti. Tappayojanattāti cakkhusamphassapayojanattā. Payojayatīti payojanaṁ, phalaṁ.",
  "tika-abh02t18:106": "Rūpāvacarārūpāvacarānaṁ vipākānanti adhippāyo. Te hi idha aggahitā. Tenevāha ‘‘tesaṁ sayameva manodvārabhūtattā’’tiādi. Tatoti bhavaṅgato. Cakkhusamphassapaccayādikusalādīnanti ettha purimena ādi-saddena ‘‘sotasamphassapaccayā’’ti evamādayo saṅgahitā, dutiyena akusalādayo. ‘‘Kāmāvacaraaṭṭhakusalacittavasenā’’tiādinā kusalābyākatānampi kāmāvacarānaṁyeva yojitattā vuttaṁ ‘‘samānavīthiyaṁ labbhamānatāaṭṭhakathāyaṁ vuttā’’ti. Vedanāpītisanidassanattikavajjānaṁ ekūnavīsatiyā tikānaṁ vasena ekūnavīsaticatuvīsatikā. Yadi asamānavīthiyampi kusalādīnaṁ labbhamānatā yojetabbā, atha kasmā samānavīthiyaṁyeva yojitāti āha ‘‘aṭṭhakathāyaṁ panā’’tiādi. Tenevāti asamānavīthiyaṁ appaṭikkhittattāyeva.",
  "tika-abh02t18:107": "Cittasambandhoti cittena sambandho cittasambandhaṁ katvā cittasīsena vedanāya kathanaṁ. Tikabhūmivasenāti kusalattikāditikavasena, kāmāvacarādibhūmivasena ca. Dvāratikavasenāti cakkhādiuppattidvāravasena, kusalattikāditikavasena ca. Yattha katthacīti dīpetabbassa atthassa visesābhāvato sattavidhabhedādīsu yattha katthaci. Na ca dvāraṁ anāmaṭṭhanti yojanā. Tena sattavidhabhedato tiṁsavidhabhede visesaṁ dasseti. Yadipi ubhayattha bhūmiyo āgatā, rūpāvacarādibhūmiāmasanena pana asamānavīthiyaṁ labbhamānatā dassitāti āha ‘‘atibyattā ca ettha samānāsamānavīthīsu labbhamānatā’’ti. Sukhadīpanāni honti dvārabhūmiāmasanamukhena vedanākkhandhassa vibhattattā. Na bhūmiyo apekkhitvā ṭhapitāti kathetabbabhāvena bhūmiyo apekkhitvā na ṭhapitā, bhūmivibhāgena na kathitāti attho. Apekkhitabbarahitāti dvārabhūmīnaṁ aggahitattā ākaṅkhitabbadvārādivisesarahitā.",
  "tika-abh02t18:108": "‘‘Upanissayakoṭiyā’’ti ettha nippariyāyato pariyāyato ca upanissayakoṭidassanamukhena idhādhippetaupanissayakoṭiṁ dassetuṁ ‘‘saddhaṁ upanissāyā’’tiādi vuttaṁ. Tattha upanissayānanti vedanāya upanissayabhūtānaṁ. Dassananti cakkhuviññāṇaṁ, disvā vā gahaṇaṁ. Upanissayantabhāvenāti lāmakūpanissayabhāvena. Yadi ghāyanādīni upanissayo bhaveyyuṁ, pakatūpanissayāneva siyuṁ. Pakatūpanissayo ca nānāvīthiyaṁyevāti tadalābhavacanaṁ idha nānāvīthijotakanti dasseti ‘‘ghānādidvāresū’’tiādinā. Kasiṇaparikammādīnanti kasiṇaparikammasamāpattinibbattanavipassanāvaḍḍhanādīnaṁ. Tadalābhoti upanissayālābho, so ca ghāyanādīhi paresaṁ paṭipattiyā jānituṁ asakkuṇeyyattā. Antimabhavikabodhisattādīnaṁ savanena vinā taṁphusanaṁ siyā mūlūpanissayoti ‘‘yebhuyyenā’’ti vuttaṁ.",
  "tika-abh02t18:109": "Sampannajjhāsayoti vivaṭṭūpanissayasampattiyā sampannajjhāsayo. Tenāti ‘‘evaṁ cakkhuviññāṇa’’nti vacanena. Tadupanissayanti tato paraṁ uppannakasiṇarūpadassanādīnaṁ upanissayabhūtaṁ.",
  "tika-abh02t18:110": "Thāmagamanaṁ nāma kāmarāgādīnaṁyeva āveṇiko sabhāvoti āha ‘‘appahīnakāmarāgādikassa vā’’ti. ‘‘Rāgo uppanno’’tiādinā iṭṭhāniṭṭhārammaṇe rāgapaṭighānaṁ uppattivicāraṇāva vuttā, na nesaṁ kiccavisesoti kiccavisesena vutte dassento ‘‘asamapekkhanāyā’’tiādimāha. Pavattā vedanāti attho. Pakārantarenāti cakkhusamphassapaccayā uppannakilesānaṁ samatikkamanasaṅkhātena pakārantarena. Tathā bhāvanāvasenāti ettha tathā-saddena cakkhusamphassassa catubhūmikavedanāya upanissayabhāvo eva pakārantarena kathitoti imamevatthaṁ ākaḍḍhati. Bhāvanāyevettha pakārantaraṁ.",
  "tika-abh02t18:111": "Sabbaṁ sammasanaṁ bhāvanāti veditabbā, na nīvaraṇappahānapariññāva.",
  "tika-abh02t18:112": "Aññamaññassa cāti phoṭṭhabbamahābhūtesu itarītarassa, āpodhātuyā ca vasena.",
  "tika-abh02t18:113": "Tesanti jātiādīnaṁ, kammatthe cetaṁ sāmivacanaṁ. Sahajātassa manosamphassassa balavapaccayabhāvaṁ dassetīti sambandho. Tassa vā dassanassāti tassa vā jātiādike bhayato dassanavasena pavattassa kāmāvacarañāṇassa.",
  "tika-abh02t18:114": "Tadeva attano phalasseva phalabhāvenāti ‘‘manosamphasso’’ti phassassa kāraṇabhāvena yaṁ vuttaṁ, tadeva viññāṇaṁ attano phalassa phalabhāvena vuttassa phassassa ‘‘cakkhusamphassaja’’ntiādinā phalabhāvena vattuṁ na yuttaṁ. ‘‘Manosamphasso’’tiādinā labbhamānopi viññāṇaṁ paṭicca phassassa paccayabhāvo hetuphalasaṅkarapariharaṇatthaṁ na vuttoti vatvā yadipi phasso viññāṇassa paccayo hoti, na pana phassassa viya viññāṇaṁ so tassa visesapaccayo hotīti viññāṇassa cakkhusamphassajāditā na vuttāti dassetuṁ ‘‘yasmā vā’’tiādi vuttaṁ.",
  "tika-abh02t18:115": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:116": "3. Pañhapucchakavaṇṇanā",
  "tika-abh02t18:117": "150.Taṁtaṁ samudāyanti taṁ taṁ cittuppādasaṅkhātadhammasamudāyaṁ, anavasesarūpadhammasamudāyañca. Yathāsambhavanti copanaṁ patto saṁvaro chaṭṭhadvāre, itaro chasupīti evaṁ yathāsambhavaṁ. Tatoti abhijjhādomanassādito. Yathāyoganti yo saṁvaritabbo, tadanurūpaṁ.",
  "tika-abh02t18:118": "Katthacīti te eva parivaṭṭe sāmaññena vadati. Katthacīti vā tesu parivaṭṭesu kismiñcipi padese. Kiñcipi appakampi. Ekova paricchedo, na āyatanavibhaṅgādīsu viya nānāti adhippāyo.",
  "tika-abh02t18:119": "Pañhapucchakavaṇṇanā niṭṭhitā.",
  "tika-abh02t18:120": "Khandhavibhaṅgavaṇṇanā niṭṭhitā."
}