{
  "tika-s0402t35:0": "2. Caravaggo",
  "tika-s0402t35:1": "1. Carasuttavaṇṇanā",
  "tika-s0402t35:2": "11. Dutiyassa paṭhame caratoti gacchantassa, caṅkamantassa vā. Uppajjati kāmavitakko vāti vatthukāmesu avītarāgatāya tādise paccaye kāmapaṭisaṃyutto vā vitakko uppajjati ce , yadi uppajjati. Byāpādavitakko vā vihiṃsāvitakko vāti āghātavinaye visesena cittassa adamitattā āghātanimitte byāpādapaṭisaṃyutto vā vitakko, leḍḍudaṇḍādīti parahiṃsanavasena vihiṃsāpaṭisaṃyutto vā vitakko uppajjati ceti sambandho. Taṃ ce bhikkhu adhivāsetīti taṃ yathāvuttaṃ kāmavitakkādiṃ yathāpaccayaṃ attano citte uppannaṃ ‘‘itipāyaṃ vitakko pāpako, itipi akusalo, itipi sāvajjo, so ca kho attabyābādhāya saṃvattatī’’tiādinā nayena paccavekkhaṇāya abhāvato adhivāseti attano cittaṃ āropetvā vāseti. Adhivāsentoyeva ca nappajahati tadaṅgādippahānavasena na paṭinissajjati. Tato eva ca na vinodeti attano cittasantānato na nudati na nīharati. Tathā avinodanato na byantīkaroti na vigatantaṃ karoti. Ātāpī pahitatto yathā tesaṃ antopi nāvasissati antamaso bhaṅgamattampi, evaṃ karoti, ayaṃ pana tathā na karotīti attho. Tathābhūto pana na anabhāvaṃ gameti anu anu abhāvaṃ na gameti. Na pajahati ce, na vinodeti ceti itiādinā ce-saddaṃ yojetvā attho veditabbo.",
  "tika-s0402t35:3": "Evaṃbhūtoti evaṃ kāmavitakkādīhi pāpavitakkehi samaṅgibhūto. Anātāpīti kilesānaṃ ātāpayikassa vīriyassa abhāvena anātāpī. Pāputrāsalakkhaṇassa ottappassa abhāvena anottāpī. Satataṃ samitaṃ sabbakālaṃ nirantaraṃ. Kusīto hīnavīriyoti kusalehi dhammehi parihāpayitvā akusalapakkhe kucchitaṃ sīdanato kosajjasamannāgamena ca kusīto, sammappadhānavīriyābhāvena hīnavīriyo vīriyavirahitoti vuccati kathīyati. Ṭhitassāti gamanaṃ upacchinditvā tiṭṭhato. Sayanairiyāpathassa visesato kosajjapakkhikattā yathā taṃsamaṅgino bhāvitattā sambhavanti, taṃ dassetuṃ ‘‘jāgarassā’’ti vuttaṃ.",
  "tika-s0402t35:4": "Sukkapakkhe tañce bhikkhu nādhivāsetīti āraddhavīriyassapi viharato anādimati saṃsāre cirakālabhāvitattā tathārūpapaccayasamāyoge satisammosena vā kāmavitakkādi uppajjati ce, taṃ bhikkhu attano cittaṃ āropetvā na vāseti, abbhantare na vāsetīti attho. Anadhivāsento kiṃ karoti? Pajahati chaḍḍeti. Kiṃ kacavaraṃ viya piṭakenāti? Na, apica kho taṃ vinodeti nudati nīharati. Kiṃ balibaddaṃ viya patodenāti? Na, atha kho byantīkaroti vigatantaṃ karoti, yathā tesaṃ antopi nāvasissati antamaso bhaṅgamattampi, tathā te karoti. Kathaṃ pana te tathā karoti? Anabhāvaṃ gameti anu anu abhāvaṃ gameti, vikkhambhanappahānena yathā suvikkhambhitā honti, tathā ne karotīti vuttaṃ hoti.",
  "tika-s0402t35:5": "Evaṃbhūtotiādīsu evaṃ kāmavitakkādīnaṃ anadhivāsena suvisuddhāsayo samāno tāya ca āsayasampattiyā tannimittāya ca payogasampattiyā parisuddhasīlo indriyesu guttadvāro bhojane mattaññū satisampajaññena samannāgato jāgariyaṃ anuyutto tadaṅgādivasena kilesānaṃ ātāpanalakkhaṇena vīriyena samannāgatattā ātāpī. Sabbaso pāputrāsena samannāgatattā ottāpī satataṃ rattindivaṃ. Samitaṃ nirantaraṃ samathavipassanānuyogavasena catubbidhasammappadhānasiddhiyā āraddhavīriyo pahitatto. Nibbānaṃ pati pesitacittoti vuccati kathīyatīti attho.",
  "tika-s0402t35:6": "Gāthāsu gehanissitanti ettha gehavāsīhi apariccattattā gehavāsisabhāvattā gehadhammattā vā gehaṃ vuccati vatthukāmo. Atha vā gehappaṭibaddhabhāvato, kilesakāmānaṃ nivāsaṭṭhānabhāvato vā gehāti vuccanti, taṃvatthukattā kāmavitakkādi gehanissitaṃ nāma. Kummaggapaṭipannoti yasmā ariyamaggassa uppathabhāvato abhijjhādayo tadekaṭṭhadhammā ca kummaggo, tasmā kāmavitakkādibahulo kummaggapaṭipanno. Mohaneyyesu mucchitoti mohasaṃvattaniyesu rūpādīsu mucchito sammatto ajjhopanno. Sambodhinti ariyamaggañāṇaṃ. Phuṭṭhanti phusituṃ pattuṃ pāpo so tādiso micchāsaṅkappagocaro puggalo abhabbo, na kadāci taṃ pāpuṇātīti attho.",
  "tika-s0402t35:7": "Vitakkaṃ samayitvānāti yathāvuttaṃ micchāvitakkaṃ paṭisaṅkhānabhāvanābalena vūpasametvā. Vitakkūpasame ratoti navannampi mahāvitakkānaṃ accantūpasamabhūte arahatte, nibbāne eva vā ajjhāsayena rato abhirato. Bhabbo soti so yathāvutto sammāpaṭipajjamāno puggalo pubbabhāge samathavipassanābalena sabbavitakke yathārahaṃ tadaṅgādivasena vūpasametvā ṭhito vipassanaṃ ussukkāpetvā maggapaṭipāṭiyā arahattamaggañāṇasaṅkhātaṃ nibbānasaṅkhātañca anuttaraṃ sambodhiṃ phuṭṭhuṃ adhigantuṃ bhabbo arahā. Evamettha pāḷivaṇṇanā veditabbā.",
  "tika-s0402t35:8": "Carasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:9": "2. Sīlasuttavaṇṇanā",
  "tika-s0402t35:10": "12. Dutiye sampannasīlāti ettha tividhaṃ sampannaṃ paripuṇṇasamaṅgimadhuravasena. Tattha –",
  "tika-s0402t35:11": "‘‘Sampannaṃ sālikedāraṃ, suvā bhuñjanti kosiya;",
  "tika-s0402t35:12": "Paṭivedemi te brahme, na ne vāretumussahe’’ti. (jā. 1.14.1) –",
  "tika-s0402t35:13": "Idaṃ paripuṇṇasampannaṃ nāma. ‘‘Iminā pātimokkhasaṃvarena upeto hoti samupeto upāgato samupāgato upapanno sampanno samannāgato’’ti (vibha. 511) idaṃ samaṅgisampannaṃ nāma. ‘‘Imissā, bhante, mahāpathaviyā heṭṭhimatalaṃ sampannaṃ, seyyathāpi khuddamadhuṃ anīlakaṃ, evamassāda’’nti (pārā. 17) idaṃ madhurasampannaṃ nāma. Idha paripuṇṇasampannavasena atthaṃ dassento ‘‘sampannasīlāti paripuṇṇasīlā’’ti āha. Samaṅgisampannavasenapi attho yujjatiyeva, tasmā sampannasīlāti paripuṇṇasīlā hutvātipi sīlasamaṅgino hutvātipi evamettha attho daṭṭhabbo. Tattha sīlassa anavasesasamādānena akhaṇḍādibhāvappattiyā paripuṇṇasīlā, samādānato paṭṭhāya avicchindanato sīlasamaṅgino. Samādānavato hi accantavirodhidhammānuppattiyā sīlasamaṅgitā veditabbā, cetanādīnaṃ pana sīlanalakkhaṇānaṃ dhammānaṃ pavattilakkhaṇena vattabbameva natthi.",
  "tika-s0402t35:14": "Tattha ‘‘paripuṇṇasīlā’’ti iminā atthena khettadosavigamena khettapāripūrī viya sīladosavigamena sīlapāripūrī vuttā hoti. Yathā hi khettaṃ bījakhaṇḍaṃ, vappakhaṇḍaṃ, udakakhaṇḍaṃ, ūsakhaṇḍanti catudosasamannāgataṃ aparipūraṃ hoti. Tattha bījakhaṇḍaṃ nāma yattha antarantarā bījāni khaṇḍāni vā pūtīni vā honti, tāni yattha patanti, tattha sassaṃ na uṭṭheti, khettaṃ khaṇḍaṃ hoti, aparipūraṃ hotīti attho. Vappakhaṇḍaṃ nāma yattha akusalo bījāni vapanto antarantarā nipāteti. Evañhi sabbattha sassaṃ na uṭṭheti, khettaṃ khaṇḍaṃ hoti. Udakakhaṇḍaṃ nāma yattha katthaci udakaṃ atibahuṃ vā hoti, na vā hoti. Tatrāpi hi sassāni na uṭṭhenti, khettaṃ khaṇḍaṃ hoti. Ūsakhaṇḍaṃ nāma yattha kassako kismiñci padese naṅgalena bhūmiṃ cattāro pañca vāre kasanto atigambhīraṃ karoti, tato ūsaṃ uppajjati. Tatrāpi hi sassaṃ na uṭṭheti, khettaṃ khaṇḍaṃ hoti, tādisañca khettaṃ na mahapphalaṃ hoti na mahānisaṃsaṃ. Tatrāpi bahumpi vapitvā appaṃ labhati. Imesaṃ pana catunnaṃ dosānaṃ vigamā khettaṃ paripuṇṇaṃ hoti, tādisañca khettaṃ mahapphalaṃ hoti mahānisaṃsaṃ. Evameva khaṇḍaṃ, chiddaṃ, sabalaṃ, kammāsanti catudosasamannāgataṃ sīlaṃ aparipūraṃ hoti, tādisañca sīlaṃ na mahapphalaṃ hoti na mahānisaṃsaṃ. Imesaṃ pana catunnaṃ dosānaṃ vigamā sīlaṃ paripuṇṇaṃ hoti, tādisañca sīlaṃ mahapphalaṃ hoti mahānisaṃsaṃ.",
  "tika-s0402t35:15": "‘‘Sīlasamaṅgino’’ti iminā panatthena sīlena samaṅgibhūtā samodhānagatā samannāgatā hutvā viharathāti idameva vuttaṃ hoti. Tattha dvīhi kāraṇehi sampannasīlatā hoti sīlavipattiyā ādīnavadassanena, sīlasampattiyā ca ānisaṃsadassanena. Tadubhayampi visuddhimagge (visuddhi. 1.14) vitthāritaṃ . Tattha ‘‘sampannasīlāti ettāvatā ca kira bhagavā catupārisuddhisīlaṃ uddisitvā ‘pātimokkhasaṃvarasaṃvutā’ti iminā tattha jeṭṭhakasīlaṃ vitthāretvā dassetī’’ti divāvihāravāsī sumatthero āha. Antevāsiko panassa tepiṭakacūḷanāgatthero āha – ‘‘ubhayatthāpi pātimokkhasaṃvaro bhagavatā vutto, pātimokkhasaṃvaroyeva hi sīlaṃ, itarāni pana tīṇi sīlanti vuttaṭṭhānaṃ nāma atthī’’ti vatvā taṃ ananujānanto āha – ‘‘indriyasaṃvaro nāma chadvārarakkhāmattakameva, ājīvapārisuddhi dhammena samena paccayuppattimattakaṃ, paccayanissitaṃ paṭiladdhapaccaye idamatthanti paccavekkhitvā paribhuñjanamattakaṃ. Nippariyāyena pātimokkhasaṃvarova sīlaṃ. Yassa so bhinno, ayaṃ chinnasīso viya puriso hatthapāde, sesāni rakkhissatīti na vattabbo. Yassa pana so arogo, ayaṃ acchinnasīso viya puriso jīvitaṃ, sesāni puna pākatikāni katvā rakkhituṃ sakkoti. Tasmā ‘sampannasīlā’ti iminā pātimokkhasaṃvaraṃ uddisitvā ‘sampannapātimokkhā’ti tasseva vevacanaṃ vatvā taṃ vitthāretvā dassento ‘pātimokkhasaṃvarasaṃvutā’tiādimāhā’’ti.",
  "tika-s0402t35:16": "Pātimokkhasaṃvarasīlena saṃvutāti yo naṃ pāti rakkhati, taṃ mokkheti moceti āpāyikādīhi dukkhehīti pātimokkhanti laddhanāmena sikkhāpadasīlena pihitakāyavacīdvārā. Evaṃbhūtā ca tena upetā samannāgatā nāma hontīti āha ‘‘upetā hutvā’’ti. Ācārena ca gocarena ca sampannāti kāyikavācasikaavītikkamasaṅkhātena ācārena, na-vesiyagocaratādisaṅkhātena gocarena ca sampannā, sampannaācāragocarāti attho. Aṇuppamāṇesūti atiparittakesu anāpattigamanīyesu. Dukkaṭadubbhāsitamattesūti apare. Dosesūti gārayhesu akusaladhammesu. Bhayato dassanasīlāti paramāṇumattampi vajjaṃ sineruppamāṇaṃ viya katvā bhāyanasīlā. Sabbasikkhākoṭṭhāsesūti mūlapaññattianupaññattisabbatthapaññattipadesapaññattiādibhedesu. Taṃ taṃ samādātabbaṃ samādāyāti yaṃ kiñci sikkhākoṭṭhāsesu mūlapaññattiādibhedesu sikkhitabbaṃ paṭipajjitabbaṃ pūritabbaṃ kāyikaṃ vācasikaṃ vā sīlaṃ, taṃ sabbaṃ sammā ādāya, sammadeva sakkaccaṃ sabbaso ca ādiyitvāti attho.",
  "tika-s0402t35:17": "Udayaṃ passanto pañcavīsati lakkhaṇāni passatīti ‘‘avijjāsamudayā rūpasamudayoti paccayasamudayaṭṭhena rūpakkhandhassa udayaṃ passati. Taṇhāsamudayā…pe… kammasamudayā…pe… āhārasamudayā rūpasamudayoti paccayasamudayaṭṭhena rūpakkhandhassa udayaṃ passati. Nibbattilakkhaṇaṃ passantopi rūpakkhandhassa udayaṃ passati. Rūpakkhandhassa udayaṃ passanto imāni pañca lakkhaṇāni passati. Tathā avijjāsamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati. Taṇhāsamudayā…pe… kammasamudayā…pe… phassasamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati. Nibbattilakkhaṇaṃ passantopi vedanākkhandhassa udayaṃ passati. Vedanākkhandhassa udayaṃ passanto imāni pañca lakkhaṇāni passatī’’tiādinā nayena ekekasmiṃ khandhe pañca pañca katvā vuttāni pañcavīsati udayalakkhaṇāni passati.",
  "tika-s0402t35:18": "Vayaṃ passanto pañcavīsati lakkhaṇāni passatīti ‘‘avijjānirodhā rūpanirodhoti paccayanirodhaṭṭhena rūpakkhandhassa vayaṃ passati. Taṇhānirodhā…pe… kammanirodhā…pe… āhāranirodhā rūpanirodhoti paccayanirodhaṭṭhena rūpakkhandhassa vayaṃ passati. Vipariṇāmalakkhaṇaṃ passantopi rūpakkhandhassa vayaṃ passati. Rūpakkhandhassa vayaṃ passanto imāni pañca lakkhaṇāni passati. Avijjānirodhā…pe… taṇhānirodhā…pe… phassanirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṃ passati. Vipariṇāmalakkhaṇaṃ passantopi vedanākkhandhassa vayaṃ passatī. Vedanākkhandhassa vayaṃ passanto imāni pañca lakkhaṇāni passati’’tiādinā nayena ekekasmiṃ khandhe pañca pañca katvā vuttāni pañcavīsati vayalakkhaṇāni passati. Pesitattoti nibbānaṃ pati pesitacitto. Kathayantīti tathāvidhaṃ bhikkhuṃ buddhādayo ariyā ācikkhanti.",
  "tika-s0402t35:19": "Yataṃcareti vāyamamāno careyya, caṅkamanādivasena gamanaṃ kappentopi ‘‘anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamatī’’tiādinā (vibha. 432) nayena vuttappadhānavīriyaṃ karonto ghaṭento vāyamanto yathā akusaladhammā pahīyanti, kusaladhammā bhāvanāpāripūriṃ gacchanti, evaṃ gamanaṃ kappeyyāti attho. Esa nayo sesesupi. Yatamenaṃ pasārayeti etaṃ pasāretabbaṃ hatthapādādiṃ yataṃ yatamāno yathāvuttavīriyasamaṅgī hutvā pasāreyya, sabbattha padhānaṃ na jaheyyāti adhippāyo.",
  "tika-s0402t35:20": "Idāni yathā paṭipajjanto yataṃ yatanto nāma hoti, taṃ paṭipadaṃ dassetuṃ ‘‘uddha’’ntiādi vuttaṃ. Tattha uddhanti upari. Tiriyanti parito, puratthimadisādivasena samantato disābhāgesūti attho. Apācīnanti heṭṭhā. Yāvatā jagato gatīti yattakā sattasaṅkhārabhedassa lokassa pavatti, tattha sabbatthāti attho. Ettāvatā anavasesatā sammasanañāṇassa visayaṃ saṅgahetvā dasseti. Samavekkhitāti samā hetunā ñāyena avekkhitā, aniccādivasena vipassitāti vuttaṃ hoti. Dhammānanti sattasuññānaṃ. Khandhānanti rūpādīnaṃ pañcannaṃ khandhānaṃ. Udayabbayanti udayañca vayañca. Idaṃ vuttaṃ hoti – upari tiriyaṃ adhoti tidhā saṅgahite sabbasmiṃ loke atītādibhedabhinnānaṃ pañcupādānakkhandhasaṅkhātānaṃ sabbesaṃ rūpārūpadhammānaṃ aniccādisammasanādhigatena udayabbayañāṇena pañcavīsatiyā ākārehi udayaṃ, pañcavīsatiyā ākārehi vayaṃ samavekkhitā samanupassitā bhaveyyāti.",
  "tika-s0402t35:21": "Cetosamathasāmīcinti cittasaṃkilesānaṃ accantavūpasamanato cetosamathasaṅkhātassa ariyamaggassa anucchavikaṃ paṭipadāñāṇadassanavisuddhiṃ. Sikkhamānanti paṭipajjamānaṃ bhāventaṃ ñāṇaparamparā nibbattentaṃ. Sadāti sabbakālaṃ rattiñceva divā ca. Satanti catusampajaññasamannāgatāya satiyā satokārī. Evampettha gāthāvaṇṇanā daṭṭhabbā. Sesamettha suviññeyyameva.",
  "tika-s0402t35:22": "Sīlasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:23": "3. Padhānasuttavaṇṇanā",
  "tika-s0402t35:24": "13. Tatiye uttamavīriyānīti seṭṭhavīriyāni visiṭṭhassa atthassa sādhanato. Māro dhiyyati etthāti māradheyyaṃ, kilesamārassa pavattiṭṭhānabhūtaṃ, taṃ tebhūmakavaṭṭanti āha ‘‘tebhūmakavaṭṭasaṅkhātaṃ māradheyya’’nti. Jātimaraṇato jātaṃ bhayaṃ jātimaraṇabhayaṃ, jātimaraṇameva vā bhayahetuto bhayanti jātimaraṇabhayaṃ. Tenāha ‘‘jātiñca maraṇañca…pe… bhayassā’’ti sesaṃ uttānameva.",
  "tika-s0402t35:25": "Padhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:26": "4. Saṃvarasuttavaṇṇanā",
  "tika-s0402t35:27": "14. Catutthe saṃvarādīnaṃ sādhanavasena padahati etehīti padhānāni. Saṃvarantassa uppannavīriyanti yathā abhijjhādayo na uppajjanti, evaṃ satiyā upaṭṭhāne cakkhādīnaṃ pidahane analasassa uppannavīriyaṃ. Pajahantassāti vinodentassa. Uppannavīriyanti tasseva pahānassa sādhanavasena pavattavīriyaṃ. Bhāventassa uppannavīriyanti etthāpi eseva nayo. Samādhinimittanti samādhi eva. Purimuppannasamādhi hi parato uppajjanakasamādhissa kāraṇaṃ hotīti ‘‘samādhinimitta’’nti vuttaṃ.",
  "tika-s0402t35:28": "Upadhivivekattāti khandhūpadhiādiupadhīhi vivittattā vinissaṭattā. Taṃ āgammāti taṃ nibbānaṃ maggena adhigamahetu. Rāgādayo virajjanti ettha, etenāti virāgo. Evaṃ nirodhopi daṭṭhabbo. Yasmā idha bojjhaṅgamissakavasena icchitā, tasmā ‘‘ārammaṇavasena vā adhigantabbavasena vā’’ti vuttaṃ. Tattha adhigantabbavasenāti tanninnatāvasena. Vossaggapariṇāminti vossaggavasena pariṇāmitaṃ pariccajanavasena ceva pakkhandanavasena ca pariṇāmanasīlaṃ. Tenāha ‘‘dve vossaggā’’tiādi. Khandhānaṃ pariccajanaṃ nāma tappaṭibaddhakilesappahānavasenāti yenākārena vipassanā kilese pajahati, tenevākārena tannimittakkhandhe ca pajahatīti vattabbataṃ arahatīti āha ‘‘vipassanā…pe… pariccajatī’’ti. Yasmā vipassanā vuṭṭhānagāminibhāvaṃ pāpuṇantī ninnapoṇapabbhārabhāvena ekaṃsato nibbānaṃ pakkhandatīti vattabbataṃ labhati, maggo ca samucchedavasena kilese khandhe ca rāgaṃ pariccajati, tasmā yathākkamaṃ vipassanāmaggānaṃ vasena pakkhandanapariccāgavossaggā veditabbā. Vosaggatthāyāti pariccāgavossaggatthāya ceva pakkhandanavossaggatthāya ca. Pariṇamatīti pariccajati. Taṃ pana pariṇāmanaṃ vuṭṭhānagāminibhāvappattiyā ceva ariyamaggabhāvappattiyā ca icchitanti āha ‘‘vipassanābhāvañca maggabhāvañca pāpuṇātī’’ti. Sesapadesūti ‘‘dhammavicayasambojjhaṅgaṃ bhāvetī’’tiādīsu sesasambojjhaṅgakoṭṭhāsesu.",
  "tika-s0402t35:29": "Bhaddakanti abhaddakānaṃ nīvaraṇādipāpadhammānaṃ vikkhambhanena rāgavigamanena ekantahitattā dullabhattā ca bhaddakaṃ sundaraṃ. Na hi aññaṃ samādhinimittaṃ evaṃ dullabhaṃ rāgassa ujuvipaccanīkabhūtaṃ atthi. Anurakkhatīti ettha anurakkhanā nāma adhigatasamādhito yathā parihāni na hoti, evaṃ paṭipattisāsana-tappaṭipakkhavigamanenāti āha ‘‘samādhī’’tiādi. Aṭṭhikasaññādikāti aṭṭhikajjhānādikā. Saññāsīsena hi jhānaṃ vadati. Sesamettha uttānameva.",
  "tika-s0402t35:30": "Saṃvarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:31": "5. Paññattisuttavaṇṇanā",
  "tika-s0402t35:32": "15. Pañcame attabhāvo etesaṃ atthīti attabhāvino, tesaṃ attabhāvīnaṃ. Tenāha ‘‘attabhāvavantāna’’nti. Yāva chattiṃsāya indānaṃ āyuppamāṇaṃ, tāva paṇīte kāme paribhuñjīti mandhāturājā kira ekadivasaṃ attano pariṇāyakaratanaṃ pucchi – ‘‘atthi nu kho manussalokato ramaṇīyataraṃ ṭhāna’’nti. Kasmā deva evaṃ bhaṇasi, kiṃ na passasi candimasūriyānaṃ ānubhāvaṃ, nanu etesaṃ ṭhānaṃ ito ramaṇīyataranti? Rājā cakkaratanaṃ purakkhatvā tattha agamāsi.",
  "tika-s0402t35:33": "Cattāro mahārājāno ‘‘mandhātumahārājā āgato’’ti sutvā ‘‘tāvamahiddhiko mahārājā na sakkā yuddhena paṭibāhitu’’nti sakarajjaṃ niyyātesuṃ. So taṃ gahetvā puna pucchi – ‘‘atthi nu kho ito ramaṇīyataraṃ ṭhāna’’nti. Athassa tāvatiṃsabhavanaṃ kathayiṃsu. ‘‘Tāvatiṃsabhavanaṃ, deva, ramaṇīyaṃ, tattha sakkassa devarañño ime cattāro mahārājāno pāricārikā dovārikabhūmiyaṃ tiṭṭhanti. Sakko devarājā mahiddhiko mahānubhāvo. Tassimāni upabhogaṭṭhānāni – yojanasahassubbedho vejayantapāsādo, pañcayojanasatubbedhā sudhammadevasabhā, diyaḍḍhayojanasatiko vejayantaratho, tathā erāvaṇo hatthī, dibbarukkhasahassappaṭimaṇḍitaṃ nandanavanaṃ, cittalatāvanaṃ, phārusakavanaṃ, yojanasatubbedho pāricchattako koviḷāro, tassa heṭṭhā saṭṭhiyojanāyāmā paññāsayojanavitthārā pañcadasayojanubbedhā jayasumanapupphavaṇṇā paṇḍukambalasilā, yassā mudutāya sakkassa nisīdato upaḍḍhakāyo anuppavisatī’’ti.",
  "tika-s0402t35:34": "Taṃ sutvā rājā tattha gantukāmo cakkaratanaṃ abbhukkiri. Taṃ ākāse uṭṭhahi saddhiṃ caturaṅginiyā senāya. Atha dvinnaṃ devalokānaṃ vemajjhato cakkaratanaṃ otaritvā pathaviyā āsanne ṭhāne aṭṭhāsi saddhiṃ pariṇāyakaratanappamukhāya caturaṅginiyā senāya. Rājā ekakova attano ānubhāvena tāvatiṃsabhavanaṃ agamāsi. Sakko ‘‘mandhātā āgato’’ti sutvā tassa paccuggamanaṃ katvā ‘‘svāgataṃ, mahārāja, sakaṃ, te mahārāja, anusāsa mahārājā’’ti vatvā saddhiṃ nāṭakehi rajjaṃ dve bhāge katvā ekaṃ bhāgamadāsi. Rañño tāvatiṃsabhavane patiṭṭhitamattasseva manussagandhasarīranissandādimanussabhāvo vigacchi, devaloke pavattivipākadāyino aparapariyāyavedanīyassa kammassa katokāsattā sabbadā soḷasavassuddesikatāmālāmilāyanādidevabhāvo pāturahosi. Tassa sakkena saddhiṃ paṇḍukambalasilāya nisinnassa akkhinimisanamattena nānattaṃ paññāyati. Taṃ asallakkhentā devā sakkassa ca tassa ca nānatte muyhanti. So tattha dibbasampattiṃ anubhavamāno tadā manussānaṃ asaṅkhyeyyāyukatāya yāva chattiṃsa sakkā upapajjitvā cutā, tāva sakkarajjaṃ kāretvā ‘‘kiṃ me iminā upaḍḍharajjenā’’ti atitto kāmehi tato cavitvā attano uyyāne patito manussaloke utukakkhaḷatāya vātātapena phusitagatto kālamakāsi. Tena vuttaṃ ‘‘devaloke pana yāva chattiṃsāya indānaṃ āyuppamāṇaṃ, tāva paṇīte kāme paribhuñjī’’ti.",
  "tika-s0402t35:35": "Paññattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:36": "6. Sokhummasuttavaṇṇanā",
  "tika-s0402t35:37": "16. Chaṭṭhe sukhumalakkhaṇappaṭivijjhanakānīti aniccādisukhumalakkhaṇānaṃ paṭivijjhanakāni. Sukhumalakkhaṇapariggāhakañāṇenāti sukhumalakkhaṇapariggāhakena ñāṇena. Parato jānitvāti avasavattanena aññato jānitvā. Saṅkhārā hi ‘‘mā bhijjiṃsū’’ti icchitāpi bhijjanteva, tasmā te avasavattitāya pare nāma. Sā ca nesaṃ paratā aniccadassane pākaṭā hotīti vuttaṃ ‘‘iminā hi padena aniccānupassanā kathitā’’ti. Sesaṃ uttānameva.",
  "tika-s0402t35:38": "Sokhummasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:39": "7-10. Paṭhamaagatisuttādivaṇṇanā",
  "tika-s0402t35:40": "17-20. Sattame chandāgatinti ettha sandhivasena saralopoti dassento āha ‘‘chandena agati’’nti. Chandāti hetumhi nissakkavacananti āha ‘‘chandenā’’ti, pemenāti attho. Chandasaddo hettha taṇhāpariyāyo, akusalacchandapariyāyo vā. Sesesūti ‘‘dosāgatiṃ gacchatī’’tiādīsu.",
  "tika-s0402t35:41": "Ettha ca yo ‘‘ayaṃ me mittoti vā, sandiṭṭhoti vā, ñātakoti vā, lañcaṃ vā pana me detī’’ti chandavasena assāmikaṃ sāmikaṃ karoti, ayaṃ chandena akattabbaṃ karoti nāma. Yo ‘‘ayaṃ me verī’’ti cirakālānubaddhaveravasena vā, taṅkhaṇuppannakodhavasena vā sāmikaṃ assāmikaṃ karoti, ayaṃ dosena akattabbaṃ karoti nāma. Yo pana mandattā momūhattā yaṃ vā taṃ vā ayuttaṃ akāraṇaṃ vatvā assāmikaṃ sāmikaṃ karoti, ayaṃ mohena akattabbaṃ karoti nāma. Yo pana ‘‘ayaṃ rājavallabhoti vā visame corādike visamāni vā kāyaduccaritādīni samādāya vattanena visamanissito vā, anatthampi me kareyyā’’ti bhīto assāmikaṃ sāmikaṃ karoti, ayaṃ bhayena akattabbaṃ karoti nāma.",
  "tika-s0402t35:42": "Yo pana kiñci bhājento ‘‘ayaṃ me sandiṭṭho vā sambhatto vā’’ti pemavasena atirekaṃ deti, ‘‘ayaṃ me verī’’ti dosavasena ūnakaṃ deti , yo muyhanto dinnādinnaṃ ajānamāno kassaci ūnaṃ, kassaci adhikaṃ deti, ‘‘ayaṃ imasmiṃ adīyamāne mayhaṃ anatthampi kareyyā’’ti sīto kassaci atirekaṃ deti, so catubbidhopi yathānukkamena chandāgatiādīni gacchanto akattabbaṃ karoti nāma.",
  "tika-s0402t35:43": "Nihīyati tassa yasoti tassa agatigāmino kittiyasopi parivārayasopi nihīyati parihāyati. Yassati tena kittīyatīti hi yaso, kitti thutighoso. Yassati tena purecarānucarabhāvena parivārayatīti yaso, parivāro. Aṭṭhamanavamadasamāni uttānatthāneva.",
  "tika-s0402t35:44": "Caravaggo dutiyo."
}