{
  "tika-s0402t8:0": "(9) 4. Dhammavaggavaṇṇanā",
  "tika-s0402t8:1": "88. Catutthassa paṭhame phalasamādhīti catūsupi ariyaphalesu samādhi. Tathā phalapaññā veditabbā.",
  "tika-s0402t8:2": "89. Dutiye sampayuttadhamme pariggaṇhātīti paggāho. Na vikkhipatīti avikkhepo.",
  "tika-s0402t8:3": "90. Tatiye namanaṭṭhena nāmaṁ. Ruppanaṭṭhena rūpaṁ. Sammasanacārassa adhippetattā ‘‘cattāro arūpakkhandhā’’tveva vuttaṁ. Tenāha ‘‘dhamma-koṭṭhāsaparicchedañāṇaṁ nāma kathita’’nti.",
  "tika-s0402t8:4": "91. Catutthe vijānanaṭṭhena vijjā. Vimuccanaṭṭhena vimutti.",
  "tika-s0402t8:5": "92. Pañcame bhavo nāma sassataṁ sadā bhāvato, sassatavasena uppajjanadiṭṭhi bhavadiṭṭhi. Vibhavo nāma ucchedo vināsanaṭṭhena, vibhavavasena uppajjanadiṭṭhi vibhavadiṭṭhi. Uttānatthāneva heṭṭhā vuttanayattā.",
  "tika-s0402t8:6": "95. Aṭṭhame dukkhaṁ vaco etasmiṁ vippaṭikūlagāhimhi vipaccanīkasāte anādare puggaleti dubbaco, tassa kammaṁ dovacassaṁ, tassa dubbacassa puggalassa anādariyavasena pavattā cetanā. Tassa bhāvo dovacassatā. Tassa bhāvoti ca tassa yathāvuttassa dovacassassa atthibhāvo, atthato dovacassameva. Vitthārato panesā ‘‘tattha katamā dovacassatā? Sahadhammike vuccamāne dovacassāya’’nti abhidhamme āgatā. Sā atthato saṅkhārakkhandho hoti. Catunnaṁ vā khandhānaṁ etenākārena pavattānaṁ etaṁ adhivacananti vadanti.",
  "tika-s0402t8:7": "Pāpayogato pāpā assaddhādayo puggalā etassa mittāti pāpamitto, tassa bhāvo pāpamittatā. Vitthārato panesā ‘‘tattha katamā pāpamittatā? Ye te puggalā assaddhā dussīlā appassutā maccharino duppaññā. Yā tesaṁ sevanā nisevanā saṁsevanā bhajanā sambhajanā bhatti sambhatti taṁsampavaṅkatā’’ti (dha. sa. 1333) evaṁ āgatā. Sāpi atthato dovacassatā viya daṭṭhabbā. Yāya hi cetanāya puggalo pāpasampavaṅko nāma hoti, sā cetanā cattāropi vā arūpino khandhā tadākārappavattā pāpamittatā.",
  "tika-s0402t8:8": "96. Navame sukhaṁ vaco etasmiṁ padakkhiṇagāhimhi anulomasāte sādare puggaleti subbacotiādinā, kalyāṇā saddhādayo puggalā etassa mittāti kalyāṇamittotiādinā vuttavipariyāyena attho veditabbo.",
  "tika-s0402t8:9": "97. Dasame pathavīdhātuādayo sukhadhātukāmadhātuādayo ca etāsveva antogadhāti etāsu kosalle dassite tāsupi kosallaṁ dassitameva hotīti ‘‘aṭṭhārasa dhātuyo’’ti vuttaṁ. Dhātūti jānananti iminā aṭṭhārasannaṁ dhātūnaṁ sabhāvaparicchedikā savanadhāraṇasammasanappaṭivedhapaññā vuttā. Tattha dhātūnaṁ savanadhāraṇapaññā sutamayā, itarā bhāvanāmayā. Tatthāpi sammasanapaññā lokiyā . Vipassanā hi sā, itarā lokuttarā. Lakkhaṇādivasena aniccādivasena ca manasikaraṇaṁ manasikāro, tattha kosallaṁ manasikārakusalatā. Aṭṭhārasannaṁyeva dhātūnaṁ sammasanappaṭivedhapaccavekkhaṇapaññā manasikārakusalatā, sā ādimajjhapariyosānavasena tidhā bhinnā. Tathā hi sammasanapaññā tassā ādi, paṭivedhapaññā majjhe, paccavekkhaṇapaññā pariyosānaṁ.",
  "tika-s0402t8:10": "98. Ekādasame āpattiyova āpattikkhandhā. Tā pana antarāpattīnaṁ aggahaṇena pañca, tāsaṁ gahaṇena satta hontīti āha ‘‘pañcannañca sattannañca āpattikkhandhāna’’nti. Jānananti ‘‘imā āpattiyo, ettakā āpattiyo, evañca tāsaṁ āpajjanaṁ hotī’’ti jānanaṁ. Evaṁ tippakārena jānanapaññā hi āpattikusalatā nāma. Āpattito vuṭṭhāpanappayogatāya kammabhūtā vācā kammavācā, tathābhūtā anussāvanavācā. ‘‘Imāya kammavācāya ito āpattito vuṭṭhānaṁ hoti, hontañca paṭhame, tatiye vā anussāvane yya-kāraṁ patte, ‘saṁvarissāmī’ti vā pade pariyosite hotī’’ti evaṁ taṁ taṁ āpattīhi vuṭṭhānaparicchedajānanapaññā āpattivuṭṭhānakusalatā. Vuṭṭhānanti ca yathāpannāya āpattiyā yathā tathā anantarāyatāpādanaṁ. Evaṁ vuṭṭhānaggahaṇeneva desanāyapi saṅgaho siddho hoti.",
  "tika-s0402t8:11": "Dhammavaggavaṇṇanā niṭṭhitā."
}