{
  "tika-vin05t34:0": "34. Pakiṇṇakavinicchayakathā",
  "tika-vin05t34:1": "1. Idāni pakiṇṇakakathā ca veditabbā. ‘‘Gaṇabhojane aññatra samayā pācittiya’’nti (pāci. 217) vuttaṁ gaṇabhojanaṁ (pāci. aṭṭha. 217-218) dvīhi ākārehi pasavati viññattito vā nimantanato vā. Kathaṁ viññattito pasavati? Cattāro bhikkhū ekato ṭhitā vā nisinnā vā upāsakaṁ disvā ‘‘amhākaṁ catunnampi bhattaṁ dehī’’ti vā viññāpeyyuṁ, pāṭekkaṁ vā passitvā ‘‘mayhaṁ dehi, mayhaṁ dehī’’ti evaṁ ekato vā nānāto vā viññāpetvā ekato vā gacchantu nānāto vā, bhattaṁ gahetvāpi ekato vā bhuñjantu nānāto vā. Sace ekato gaṇhanti, gaṇabhojanaṁ hoti, sabbesaṁ āpatti. Paṭiggahaṇameva hettha pamāṇaṁ. Evaṁ viññattito pasavati.",
  "tika-vin05t34:2": "Kathaṁ nimantanato pasavati? Cattāro bhikkhū upasaṅkamitvā ‘‘tumhe, bhante, odanena nimantemi, odanaṁ me gaṇhatha ākaṅkhatha oloketha adhivāsetha paṭimānethā’’ti evaṁ yena kenaci vevacanena vā bhāsantarena vā pañcannaṁ bhojanānaṁ nāmaṁ gahetvā nimanteti. Evaṁ ekato nimantitā paricchinnakālavasena ajjatanāya vā svātanāya vā ekato gacchanti, ekato gaṇhanti, ekato bhuñjanti, gaṇabhojanaṁ hoti, sabbesaṁ āpatti. Ekato nimantitā ekato vā nānāto vā gacchanti, ekato gaṇhanti, ekato vā nānāto vā bhuñjanti, āpattiyeva. Ekato nimantitā ekato vā nānāto vā gacchanti, nānāto gaṇhanti, ekato vā nānāto vā bhuñjanti, anāpatti. Cattāri pariveṇāni vā vihāre vā gantvā nānāto nimantitā, ekaṭṭhāne ṭhitesuyeva vā eko puttena eko pitarāti evampi nānāto nimantitā ekato vā nānāto vā gacchantu, ekato vā nānāto vā bhuñjantu, sace ekato gaṇhanti, gaṇabhojanaṁ hoti, sabbesaṁ āpatti. Evaṁ tāva nimantanato pasavati.",
  "tika-vin05t34:3": "Tasmā sace koci saṅghabhattaṁ kattukāmena nimantanatthāya pesito vihāraṁ āgamma ‘‘bhante, sve amhākaṁ ghare bhikkhaṁ gaṇhathā’’ti avatvā ‘‘bhattaṁ gaṇhathā’’ti vā ‘‘saṅghabhattaṁ gaṇhathā’’ti vā ‘‘saṅgho bhattaṁ gaṇhatū’’ti vā vadati, bhattuddesakena paṇḍitena bhavitabbaṁ. Nimantanikā gaṇabhojanato, piṇḍapātikā ca dhutaṅgabhedato mocetabbā. Kathaṁ? Evaṁ tāva vattabbaṁ ‘‘sve na sakkā upāsakā’’ti. Punadivase, bhanteti. Punadivasepi na sakkāti. Evaṁ yāva aḍḍhamāsampi haritvā puna vattabbo ‘‘kiṁ tvaṁ avacā’’ti. Sace punapi ‘‘saṅghabhattaṁ gaṇhathā’’ti vadati, tato ‘‘imaṁ tāva upāsaka pupphaṁ kappiyaṁ karohi, imaṁ tiṇa’’nti evaṁ vikkhepaṁ katvā puna ‘‘tvaṁ kiṁ kathayitthā’’ti pucchitabbo. Sace punapi tatheva vadati, ‘‘āvuso, tvaṁ piṇḍapātike vā mahallakatthere vā na lacchasi, sāmaṇere lacchasī’’ti vattabbo. ‘‘Nanu, bhante, asukasmiṁ asukasmiñca gāme bhadante bhojesuṁ, ahaṁ kasmā na labhāmī’’ti ca vutte te nimantituṁ jānanti, tvaṁ na jānāsīti. Te kathaṁ nimantesuṁ, bhanteti? Te evamāhaṁsu ‘‘amhākaṁ, bhante, bhikkhaṁ gaṇhathā’’ti. Sace sopi tatheva vadati, vaṭṭati.",
  "tika-vin05t34:4": "Atha punapi ‘‘bhattaṁ gaṇhathā’’ti vadati, ‘‘na dāni tvaṁ, āvuso, bahū bhikkhū lacchasi, tayo eva, āvuso, lacchasī’’ti vattabbo. ‘‘Nanu, bhante, amukasmiñca amukasmiñca gāme sakalaṁ bhikkhusaṅghaṁ bhojesuṁ, ahaṁ kasmā na labhāmī’’ti. ‘‘Tvaṁ nimantituṁ na jānāsī’’ti. Te kathaṁ nimantesuṁ, bhanteti? Te evamāhaṁsu ‘‘amhākaṁ, bhante, bhikkhaṁ gaṇhathā’’ti. Sace sopi tatheva ‘‘bhikkhaṁ gaṇhathā’’ti vadati, vaṭṭati. Atha punapi ‘‘bhattamevā’’ti vadati, tato vattabbo – ‘‘gaccha tvaṁ, natthamhākaṁ tava bhattenattho, nibaddhagocaro esa amhākaṁ, mayamettha piṇḍāya carissāmā’’ti. Taṁ ‘‘caratha, bhante’’ti vatvā āgataṁ pucchanti ‘‘kiṁ bho laddhā bhikkhū’’ti? Kiṁ etena, bahu ettha vattabbaṁ, therā ‘‘sve piṇḍāya carissāmā’’ti āhaṁsu, mā dāni tumhe pamajjitthāti. Dutiyadivase cetiyavattaṁ katvā ṭhitabhikkhū saṅghattherena vattabbā ‘‘āvuso, dhuragāme saṅghabhattaṁ, apaṇḍitamanusso pana agamāsi, gacchāma, dhuragāme piṇḍāya carissāmā’’ti. Bhikkhūhi therassa vacanaṁ kātabbaṁ, na dubbacehi bhavitabbaṁ, gāmadvāre aṭṭhatvāva piṇḍāya caritabbaṁ, tesu pattāni gahetvā nisīdāpetvā bhojentesu bhuñjitabbaṁ.",
  "tika-vin05t34:5": "Sace āsanasālāya bhattaṁ ṭhapetvā rathikāsu āhiṇḍantā ārocenti ‘‘āsanasālāyaṁ, bhante, bhattaṁ gaṇhathā’’ti, na vaṭṭati. Atha pana ‘‘bhattaṁ ādāya tattha tattha gantvā bhattaṁ gaṇhathā’’ti vadanti, paṭikacceva vā vihāraṁ atiharitvā patirūpe ṭhāne ṭhapetvā āgatāgatānaṁ denti, ayaṁ abhihaṭabhikkhā nāma vaṭṭati. Sace pana bhattasālāya dānaṁ sajjetvā taṁ taṁ pariveṇaṁ pahiṇanti ‘‘bhattasālāya bhattaṁ gaṇhathā’’ti, vaṭṭati. Ye pana manussā piṇḍacārike bhikkhū disvā āsanasālaṁ sammajjitvā tattha nisīdāpetvā bhojenti, na te paṭikkhipitabbā. Ye pana gāme bhikkhaṁ alabhitvā gāmato nikkhamante bhikkhū disvā ‘‘bhante, bhattaṁ gaṇhathā’’ti vadanti, te paṭikkhipitabbā, na nivattitabbaṁ. Sace ‘‘nivattatha, bhante, bhattaṁ gaṇhathā’’ti vadanti, ‘‘nivattathā’’ti vuttapade nivattituṁ vaṭṭati. ‘‘Nivattatha, bhante, ghare bhattaṁ kataṁ, gāme bhattaṁ kata’’nti vadanti, gehe ca gāme ca bhattaṁ nāma yassa kassaci hoti, nivattituṁ vaṭṭati. ‘‘Nivattatha bhattaṁ gaṇhathā’’ti sambandhaṁ katvā vadanti, nivattituṁ na vaṭṭati. Āsanasālāto piṇḍāya carituṁ nikkhamante disvā ‘‘nisīdatha, bhante, bhattaṁ gaṇhathā’’ti vuttepi eseva nayo.",
  "tika-vin05t34:6": "‘‘Aññatra samayā’’ti vacanato gilānasamayo cīvaradānasamayo cīvarakārasamayo addhānagamanasamayo nāvābhiruhanasamayo mahāsamayo samaṇabhattasamayoti etesu sattasu samayesu aññatarasmiṁ anāpatti. Tasmā yathā mahācammassa parato maṁsaṁ dissati, evaṁ antamaso pādāpi phālitā honti, vālikāya vā sakkharāya vā pahaṭamatte dukkhaṁ uppādenti, na sakkā ca hoti antogāme piṇḍāya carituṁ, īdise gelaññe gilānasamayoti bhuñjitabbaṁ, na lesakappiyaṁ kātabbaṁ.",
  "tika-vin05t34:7": "Cīvaradānasamayo nāma anatthate kathine vassānassa pacchimo māso, atthate kathine pañcamāsā. Etthantare ‘‘cīvaradānasamayo’’ti bhuñjitabbaṁ. Cīvare kariyamāne cīvarakārasamayoti bhuñjitabbaṁ. Yadā hi sāṭakañca suttañca labhitvā cīvaraṁ karonti, ayaṁ cīvarakārasamayo nāma, visuṁ cīvarakārasamayo nāma natthi, tasmā yo tattha cīvare kattabbaṁ yaṁ kiñci kammaṁ karoti, mahāpaccariyañhi ‘‘antamaso sūcivedhako’’tipi vuttaṁ. Tena ‘‘cīvarakārasamayo’’ti bhuñjitabbaṁ. Kurundiyaṁ pana vitthāreneva vuttaṁ ‘‘yo cīvaraṁ vicāreti chindati, moghasuttakaṁ ṭhapeti, āgantukapattaṁ ṭhapeti, paccāgataṁ sibbeti, āgantukapattaṁ bandhati, anuvātaṁ chindati ghaṭeti āropeti, tattha paccāgataṁ sibbeti, suttaṁ karoti valeti, pipphalikaṁ niseti, parivattanaṁ karoti, sabbopi cīvaraṁ karotiyevāti vuccati. Yo pana samīpe nisinno jātakaṁ vā dhammapadaṁ vā katheti, ayaṁ na cīvarakārako, etaṁ ṭhapetvā sesānaṁ gaṇabhojane anāpattī’’ti.",
  "tika-vin05t34:8": "Addhānagamanasamaye antamaso aḍḍhayojanaṁ gantukāmenapi ‘‘aḍḍhayojanaṁ gacchissāmī’’ti bhuñjitabbaṁ, gacchantena bhuñjitabbaṁ, gatena ekadivasaṁ bhuñjitabbaṁ.",
  "tika-vin05t34:9": "Nāvābhiruhanasamaye ‘‘nāvaṁ abhiruhissāmī’’ti bhuñjitabbaṁ, āruḷhena icchitaṭṭhānaṁ gantvāpi yāva na orohati, tāva bhuñjitabbaṁ, oruḷhena ekadivasaṁ bhuñjitabbaṁ.",
  "tika-vin05t34:10": "Mahāsamayo nāma yattha dve tayo bhikkhū piṇḍāya caritvā yāpenti, antamaso catutthepi āgate na yāpenti, ayaṁ mahāsamayo. Yattha pana sataṁ vā sahassaṁ vā sannipatanti, tattha vattabbameva natthi, tasmā tādise kāle ‘‘mahāsamayo’’ti adhiṭṭhahitvā bhuñjitabbaṁ.",
  "tika-vin05t34:11": "Samaṇabhattasamayo nāma yo koci paribbājakasamāpanno bhattaṁ karoti, ayaṁ samaṇabhattasamayova. Tasmā sahadhammikesu vā titthiyesu vā aññatarena yena kenaci kate bhatte ‘‘samaṇabhattasamayo’’ti bhuñjitabbaṁ. ‘‘Anāpatti samaye, dve tayo ekato bhuñjanti, piṇḍāya caritvā ekato sannipatitvā bhuñjanti, niccabhattaṁ, salākabhattaṁ, pakkhikaṁ, uposathikaṁ, pāṭipadikaṁ, pañca bhojanāni ṭhapetvā sabbattha anāpattī’’ti (pāci. 220) vacanato yepi akappiyanimantanaṁ sādiyitvā dve vā tayo vā ekato gahetvā bhuñjanti, tesampi anāpatti.",
  "tika-vin05t34:12": "Tattha animantitacatutthaṁ piṇḍapātikacatutthaṁ anupasampannacatutthaṁ pattacatutthaṁ gilānacatutthanti pañcannaṁ catutthānaṁ vasena vinicchayo veditabbo. Kathaṁ? Idhekacco cattāro bhikkhū ‘‘bhattaṁ gaṇhathā’’ti nimanteti. Tesu tayo gatā, eko na gato. Upāsako ‘‘eko, bhante, thero kuhi’’nti pucchati. Nāgato upāsakāti. So aññaṁ taṁkhaṇappattaṁ kañci ‘‘ehi, bhante’’ti gharaṁ pavesetvā catunnampi bhattaṁ deti , sabbesaṁ anāpatti. Kasmā? Gaṇapūrakassa animantitattā. Tayo eva hi tattha nimantitā gaṇhiṁsu, tehi gaṇo na pūrati, gaṇapūrako ca animantito, tena gaṇo bhijjatīti. Etaṁ animantitacatutthaṁ.",
  "tika-vin05t34:13": "Piṇḍapātikacatutthe nimantanakāle eko piṇḍapātiko hoti, so nādhivāseti, gamanavelāyaṁ pana ‘‘ehi bhante’’ti vutte anadhivāsitattā anāgacchantampi ‘‘etha bhikkhaṁ lacchathā’’ti gahetvā gacchanti, so taṁ gaṇaṁ bhindati, tasmā sabbesaṁ anāpatti.",
  "tika-vin05t34:14": "Anupasampannacatutthe sāmaṇerena saddhiṁ nimantitā honti, sopi gaṇaṁ bhindati.",
  "tika-vin05t34:15": "Pattacatutthe eko sayaṁ āgantvā pattaṁ peseti, evampi gaṇo bhijjati, tasmā sabbesaṁ anāpatti.",
  "tika-vin05t34:16": "Gilānacatutthe gilānena saddhiṁ nimantitā honti, tattha gilānasseva anāpatti, itaresaṁ pana gaṇapūrako hoti. Na hi gilānena gaṇo bhijjati, tasmā tesaṁ āpatti. Mahāpaccariyaṁ pana avisesena vuttaṁ ‘‘samayaladdhako sayameva muccati, sesānaṁ gaṇapūrakattā āpattikaro hotī’’ti. Tasmā cīvaradānasamayaladdhakādīnampi vasena catukkāni veditabbāni.",
  "tika-vin05t34:17": "Sace pana adhivāsetvā gatesupi catūsu janesu eko paṇḍito bhikkhu ‘‘ahaṁ tumhākaṁ gaṇaṁ bhindissāmi, nimantanaṁ sādiyathā’’ti vatvā yāgukhajjakāvasāne bhattatthāya pattaṁ gaṇhantānaṁ adatvā ‘‘ime tāva bhikkhū bhojetvā vissajjetha, ahaṁ pacchā anumodanaṁ katvā gamissāmī’’ti nisinno, tesu bhutvā gatesu ‘‘detha, bhante, patta’’nti upāsakena pattaṁ gahetvā bhatte dinne bhuñjitvā anumodanaṁ katvā gacchati, sabbesaṁ anāpatti. Pañcannañhi bhojanānaṁyeva vasena gaṇabhojane visaṅketaṁ natthi, odanena nimantetvā kummāsaṁ gaṇhantāpi āpajjanti, tāni ca tehi ekato na gahitāni, yāguādīhi pana visaṅketaṁ hoti, tāni tehi ekato gahitānīti evaṁ eko paṇḍito aññesampi anāpattiṁ karoti. Niccabhattanti dhuvabhattaṁ vuccati, ‘‘niccabhattaṁ gaṇhathā’’ti vadanti, bahūnaṁ ekato gahetuṁ vaṭṭati. Salākabhattādīsupi eseva nayo.",
  "tika-vin05t34:18": "2. ‘‘Paramparabhojane aññatra samayā pācittiya’’nti (pāci. 222-223, 225) vuttaṁ paramparabhojanaṁ pana nimantanatoyeva pasavati. Yo hi ‘‘pañcannaṁ bhojanānaṁ aññatarena bhojanena bhattaṁ gaṇhathā’’tiādinā nimantito taṁ ṭhapetvā aññaṁ pañcannaṁ bhojanānaṁ aññatarabhojanaṁ bhuñjati, tassetaṁ bhojanaṁ ‘‘paramparabhojana’’nti vuccati. Evaṁ bhuñjantassa ṭhapetvā gilānasamayaṁ cīvaradānasamayaṁ cīvarakārasamayañca aññasmiṁ samaye pācittiyaṁ vuttaṁ, tasmā nimantanapaṭipāṭiyāva bhuñjitabbaṁ, na uppaṭipāṭiyā.",
  "tika-vin05t34:19": "‘‘Anujānāmi, bhikkhave, vikappetvā paramparabhojanaṁ bhuñjitu’’nti (pāci. 226) vacanato paṭhamanimantanaṁ aññassa vikappetvāpi paribhuñjituṁ vaṭṭati. Ayaṁ (pāci. aṭṭha. 226 ādayo) vikappanā nāma sammukhāpi parammukhāpi vaṭṭati. Sammukhā disvā ‘‘mayhaṁ bhattapaccāsaṁ tuyhaṁ vikappemī’’ti vā ‘‘dammī’’ti vā vatvā bhuñjitabbaṁ, adisvā pañcasu sahadhammikesu yassa kassaci nāmaṁ gahetvā ‘‘mayhaṁ bhattapaccāsaṁ itthannāmassa vikappemī’’ti vā ‘‘dammī’’ti vā vatvā bhuñjitabbaṁ. Dve tīṇi nimantanāni pana ekasmiṁ patte pakkhipitvā missetvā ekaṁ katvā bhuñjituṁ vaṭṭati. ‘‘Anāpatti dve tayo nimantane ekato bhuñjatī’’ti (pāci. 229) hi vuttaṁ. Sace dve tīṇi kulāni nimantetvā ekasmiṁ ṭhāne nisīdāpetvā ito cito ca āharitvā bhattaṁ ākiranti, sūpabyañjanaṁ ākiranti, ekamissakaṁ hoti, etthāpi anāpatti.",
  "tika-vin05t34:20": "Sace pana mūlanimantanaṁ heṭṭhā hoti, pacchimaṁ pacchimaṁ upari, taṁ uparito paṭṭhāya bhuñjantassa āpatti, hatthaṁ pana anto pavesetvā paṭhamanimantanato ekampi kabaḷaṁ uddharitvā bhuttakālato paṭṭhāya yathā tathā vā bhuñjantassa anāpatti. ‘‘Sacepi tattha khīraṁ vā rasaṁ vā ākiranti, yena ajjhotthataṁ bhattaṁ ekarasaṁ hoti, koṭito paṭṭhāya bhuñjantassa anāpattī’’ti mahāpaccariyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ pana vuttaṁ ‘‘khīrabhattaṁ vā rasabhattaṁ vā labhitvā nisinnassa tattheva aññepi khīrabhattaṁ vā rasabhattaṁ vā ākiranti, khīraṁ vā rasaṁ vā pivato anāpatti, bhuñjantena paṭhamaṁ laddhamaṁsakhaṇḍaṁ vā bhattapiṇḍaṁ vā mukhe pakkhipitvā koṭito paṭṭhāya bhuñjituṁ vaṭṭati. Sappipāyāsepi eseva nayo’’ti.",
  "tika-vin05t34:21": "Mahāupāsako bhikkhuṁ nimanteti, tassa kulaṁ upagatassa upāsakopi tassa puttadārabhātubhaginiādayopi attano attano koṭṭhāsaṁ āharitvā patte pakkhipanti, ‘‘upāsakena paṭhamaṁ dinnaṁ abhuñjitvā pacchā laddhaṁ bhuñjantassa āpattī’’ti mahāaṭṭhakathāyaṁ vuttaṁ. Kurundaṭṭhakathāyaṁ ‘‘vaṭṭatī’’ti vuttaṁ. Mahāpaccariyaṁ ‘‘sace pāṭekkaṁ pacanti, attano attano pakkabhattato āharitvā denti, tattha pacchā āhaṭaṁ paṭhamaṁ bhuñjantassa pācittiyaṁ. Yadi pana sabbesaṁ ekova pāko hoti, paramparabhojanaṁ na hotī’’ti vuttaṁ. Mahāupāsako nimantetvā nisīdāpeti, añño manusso pattaṁ gaṇhāti, na dātabbaṁ. Kiṁ, bhante, na dethāti. Nanu upāsaka tayā nimantitamhāti. ‘‘Hotu, bhante, laddhaṁ laddhaṁ bhuñjathā’’ti vadati, bhuñjituṁ vaṭṭati. ‘‘Aññena āharitvā bhatte dinne āpucchitvāpi bhuñjituṁ vaṭṭatī’’ti kurundiyaṁ vuttaṁ.",
  "tika-vin05t34:22": "Anumodanaṁ katvā gacchantaṁ dhammaṁ sotukāmā ‘‘svepi, bhante, āgaccheyyāthā’’ti sabbe nimantenti, punadivase āgantvā laddhaṁ laddhaṁ bhuñjituṁ vaṭṭati. Kasmā? Sabbehi nimantitattā. Ekopi bhikkhu piṇḍāya caranto bhattaṁ labhati, tamañño upāsako nimantetvā ghare nisīdāpeti, na ca tāva bhattaṁ sampajjati, sace so bhikkhu piṇḍāya caritvā laddhabhattaṁ bhuñjati, āpatti. Abhuñjitvā nisinne ‘‘kiṁ, bhante, na bhuñjasī’’ti vutte ‘‘tayā nimantitattā’’ti vatvā ‘‘laddhaṁ laddhaṁ bhuñjatha, bhante’’ti vutte bhuñjituṁ vaṭṭati. Sakalena gāmena ekato hutvā nimantitassa yattha katthaci bhuñjato anāpatti. Pūgepi eseva nayo. ‘‘Anāpatti sakalena gāmena nimantito tasmiṁ gāme yattha katthaci bhuñjati, sakalena pūgena nimantito tasmiṁ pūge yattha katthaci bhuñjati, nimantiyamāno ‘bhikkhaṁ gahessāmī’ti bhaṇati, niccabhatte salākabhatte pakkhike uposathike pāṭipadike pañca bhojanāni ṭhapetvā sabbattha anāpattī’’ti (pāci. 229) vuttaṁ.",
  "tika-vin05t34:23": "Tattha nimantiyamāno bhikkhaṁ gahessāmīti bhaṇatīti ettha ‘‘bhattaṁ gaṇhā’’ti nimantiyamāno ‘‘na mayhaṁ tava bhattenattho, bhikkhaṁ gaṇhissāmī’’ti vadati, anāpattīti attho. Ettha pana mahāpadumatthero āha ‘‘evaṁ vadanto imasmiṁ sikkhāpade animantanaṁ kātuṁ sakkoti, bhuñjanatthāya pana okāso kato hotīti neva gaṇabhojanato, na cārittato muccatī’’ti. Mahāsumatthero āha ‘‘yadaggena animantanaṁ kātuṁ sakkoti, tadaggena neva gaṇabhojanaṁ, na cārittaṁ hotī’’ti.",
  "tika-vin05t34:24": "Tattha cārittanti –",
  "tika-vin05t34:25": "‘‘Yo pana bhikkhu nimantito sabhatto samāno santaṁ bhikkhuṁ anāpucchā purebhattaṁ vā pacchābhattaṁ vā kulesu cārittaṁ āpajjeyya aññatra samayā pācittiyaṁ. Tatthāyaṁ samayo cīvaradānasamayo cīvarakārasamayo. Ayaṁ tattha samayo’’ti (pāci. 299) –",
  "tika-vin05t34:26": "Evamāgataṁ cārittasikkhāpadaṁ vuttaṁ. Iminā hi sikkhāpadena yo pañcannaṁ bhojanānaṁ aññatarena ‘‘bhattaṁ gaṇhathā’’tiādinā akappiyanimantanena nimantito, teneva nimantanabhattena sabhatto samāno santaṁ bhikkhuṁ ‘‘ahaṁ itthannāmassa gharaṁ gacchāmī’’ti vā ‘‘cārittaṁ āpajjāmī’’ti vā īdisena vacanena anāpucchitvā yena bhattena nimantito, taṁ bhutvā vā abhutvā vā avītivatteyeva majjhanhike yasmiṁ kule nimantito, tato aññāni kulāni paviseyya, tassa vuttalakkhaṇaṁ duvidhampi samayaṁ ṭhapetvā aññattha pācittiyaṁ vuttaṁ. Tasmā akappiyanimantanena nimantiyamāno sace ‘‘bhikkhaṁ gaṇhissāmī’’ti vadati, imināpi sikkhāpadena anāpatti.",
  "tika-vin05t34:27": "3.Santaṁbhikkhuṁ anāpucchāti ettha (pāci. aṭṭha. 298) pana kittāvatā santo hoti, kittāvatā asanto? Antovihāre yattha ṭhitassa kulāni payirupāsanacittaṁ uppannaṁ, tato paṭṭhāya yaṁ passe vā abhimukhe vā passati, yassa sakkā hoti pakativacanena ārocetuṁ, ayaṁ santo nāma, ito cito ca pariyesitvā ārocanakiccaṁ pana natthi. Yo hi evaṁ pariyesitabbo, so asantoyeva. Apica antoupacārasīmāya bhikkhuṁ disvā ‘‘āpucchissāmī’’ti gacchati. Tattha yaṁ passati, so āpucchitabbo. No ce passati, asantaṁ bhikkhuṁ anāpucchā paviṭṭho nāma hoti. Vikālagāmappavesanepi ayameva nayo.",
  "tika-vin05t34:28": "Sace (pāci. aṭṭha. 512) pana sambahulā kenaci kammena gāmaṁ pavisanti, ‘‘vikāle gāmappavesanaṁ āpucchāmī’’ti sabbehi aññamaññaṁ āpucchitabbaṁ. Tasmiṁ gāme taṁ kammaṁ na sampajjatīti aññaṁ gāmaṁ gacchanti, gāmasatampi hotu, puna āpucchanakiccaṁ natthi. Sace pana ussāhaṁ paṭippassambhetvā vihāraṁ gacchantā antarā aññaṁ gāmaṁ pavisitukāmā honti, puna āpucchitabbameva. Kulaghare vā āsanasālāya vā bhattakiccaṁ katvā telabhikkhāya vā sappibhikkhāya vā caritukāmo hoti, sace passe bhikkhu atthi, āpucchitvā gantabbaṁ. Asante bhikkhumhi ‘‘natthī’’ti gantabbaṁ, vīthiṁ otaritvā bhikkhuṁ passati, āpucchanakiccaṁ natthi, anāpucchitvāpi caritabbameva. Gāmamajjhena maggo hoti, tena gacchantassa ‘‘telādibhikkhāya carissāmī’’ti citte uppanne sace passe bhikkhu atthi, āpucchitvā caritabbaṁ. Maggā anokkamma bhikkhāya carantassa pana āpucchanakiccaṁ natthi. Sace sīho vā byaggho vā āgacchati, megho vā uṭṭheti, añño vā koci upaddavo uppajjati, evarūpāsu āpadāsu anāpucchāpi bahigāmato antogāmaṁ pavisituṁ vaṭṭati.",
  "tika-vin05t34:29": "4. ‘‘Na ca, bhikkhave, abhinne sarīre paṁsukūlaṁ gahetabbaṁ, yo gaṇheyya, āpatti dukkaṭassā’’ti (pārā. 137) vacanato abbhuṇhe allasarīre paṁsukūlaṁ na gahetabbaṁ, gaṇhanto dukkaṭaṁ āpajjati. Upaddavā ca tassa honti, bhinne pana gahetuṁ vaṭṭati.",
  "tika-vin05t34:30": "Kittāvatā pana bhinnaṁ hoti? Kākakulalasoṇasiṅgālādīhi mukhatuṇḍakena vā dāṭhāya vā īsakaṁ phālitamattenapi. Yassa pana patato ghaṁsanena chavimattaṁ chinnaṁ hoti, cammaṁ acchinnaṁ, etaṁ abhinnameva, camme pana chinne bhinnaṁ. Yassapi sajīvakāleyeva pabhinnā gaṇḍakuṭṭhapīḷakā vā vaṇo vā hoti, idampi bhinnaṁ, tatiyadivasato pabhuti uddhumātakādibhāvena kuṇapabhāvaṁ upagatampi bhinnameva. Sabbena sabbaṁ pana abhinnepi susānagopakehi vā aññehi vā manussehi gāhāpetuṁ vaṭṭati. No ce aññaṁ labhati, satthakena vā kenaci vā vaṇaṁ katvā gahetabbaṁ. Visabhāgasarīre pana satiṁ upaṭṭhapetvā samaṇasaññaṁ uppādetvā sīse vā hatthapādapiṭṭhiyaṁ vā vaṇaṁ katvā gahetuṁ vaṭṭati.",
  "tika-vin05t34:31": "5.Acchinnacīvarakena bhikkhunā kathaṁ paṭipajjitabbanti? ‘‘Anujānāmi, bhikkhave, acchinnacīvarassa vā naṭṭhacīvarassa vā aññātakaṁ gahapatiṁ vā gahapatāniṁ vā cīvaraṁ viññāpetuṁ. Yaṁ āvāsaṁ paṭhamaṁ upagacchati, sace tattha hoti saṅghassa vihāracīvaraṁ vā uttarattharaṇaṁ vā bhūmattharaṇaṁ vā bhisicchavi vā, taṁ gahetvā pārupituṁ ‘labhitvā odahissāmī’ti. No ce hoti saṅghassa vihāracīvaraṁ vā uttarattharaṇaṁ vā bhūmattharaṇaṁ vā bhisicchavi vā, tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṁ, na tveva naggena āgantabbaṁ, yo āgaccheyya, āpatti dukkaṭassā’’ti (pārā. 517) vacanato idha vuttanayena paṭipajjitabbaṁ.",
  "tika-vin05t34:32": "Ayaṁ panettha anupubbakathā (pārā. aṭṭha. 2.517). Sace hi core passitvā daharā pattacīvarāni gahetvā palātā, corā therānaṁ nivāsanapārupanamattaṁyeva haritvā gacchanti, therehi neva tāva cīvaraṁ viññāpetabbaṁ, na sākhāpalāsaṁ bhañjitabbaṁ. Atha daharā sabbaṁ bhaṇḍakaṁ chaḍḍetvā palātā, corā therānañca nivāsanapārupanaṁ tañca bhaṇḍakaṁ haritvā gacchanti, daharehi āgantvā attano nivāsanapārupanāni na tāva therānaṁ dātabbāni. Na hi te anacchinnacīvarā attano atthāya sākhāpalāsaṁ bhañjituṁ labhanti, acchinnacīvarānaṁ pana atthāya labhanti. Acchinnacīvarāva attanopi paresampi atthāya labhanti, tasmā therehi vā sākhāpalāsaṁ bhañjitvā vākādīhi ganthetvā daharānaṁ dātabbaṁ, daharehi vā therānaṁ atthāya bhañjitvā ganthetvā tesaṁ hatthe datvā vā adatvā vā attanā nivāsetvā attano nivāsanapārupanāni therānaṁ dātabbāni, neva bhūtagāmapātabyatāya pācittiyaṁ hoti, na tesaṁ dhāraṇe dukkaṭaṁ.",
  "tika-vin05t34:33": "Sace antarāmagge rajakattharaṇaṁ vā hoti, aññe vā tādise manusse passanti, cīvaraṁ viññāpetabbaṁ. Yāni ca nesaṁ te vā viññattamanussā aññe vā sākhāpalāsanivāsane bhikkhū disvā ussāhajātā vatthāni denti, tāni sadasāni vā hontu adasāni vā nīlādinānāvaṇṇāni vā, kappiyānipi akappiyānipi sabbānipi acchinnacīvaraṭṭhāne ṭhitattā tesaṁ nivāsetuñca pārupituñca vaṭṭanti.",
  "tika-vin05t34:34": "Vuttampihetaṁ parivāre –",
  "tika-vin05t34:35": "‘‘Akappakataṁ nāpi rajanāya rattaṁ,",
  "tika-vin05t34:36": "Tena nivattho yenakāmaṁ vajeyya;",
  "tika-vin05t34:37": "Na cassa hoti āpatti,",
  "tika-vin05t34:38": "So ca dhammo sugatena desito;",
  "tika-vin05t34:39": "Pañhāmesā kusalehi cintitā’’ti. (pari. 481);",
  "tika-vin05t34:40": "Ayañhi pañho acchinnacīvarakabhikkhuṁ sandhāya vutto. Atha pana titthiyehi samāgacchanti, te ca nesaṁ kusacīravākacīraphalakacīrāni denti, tānipi laddhiṁ aggahetvā nivāsetuṁ vaṭṭanti, nivāsetvāpi laddhi na gahetabbā.",
  "tika-vin05t34:41": "Yaṁ āvāsaṁ paṭhamaṁ upagacchanti, tattha vihāracīvarādīsu yaṁ atthi, taṁ anāpucchāpi gahetvā nivāsetuṁ vā pārupituṁ vā labhati. Tañca kho ‘‘labhitvā odahissāmi, puna ṭhapessāmī’’ti adhippāyena, na mūlacchejjāya. Labhitvā ca pana ñātito vā upaṭṭhākato vā aññato vā kutoci pākatikameva kātabbaṁ. Videsagatena pana ekasmiṁ saṅghike āvāse saṅghikaparibhogena bhuñjanatthāya ṭhapetabbaṁ. Sacassa paribhogeneva taṁ jīrati vā nassati vā, gīvā na hoti. Sace pana etesaṁ vuttappakārānaṁ gihivatthādīnaṁ bhisicchavipariyantānaṁ kiñci na labhati, tena tiṇena vā paṇṇena vā paṭicchādetvā āgantabbanti.",
  "tika-vin05t34:42": "6. ‘‘Na, bhikkhave, paṭibhānacittaṁ kārāpetabbaṁ itthirūpakaṁ purisarūpakaṁ, yo kārāpeyya, āpatti dukkaṭassā’’ti (cūḷava. 299) vacanato itthipurisarūpaṁ kātuṁ vā kārāpetuṁ vā bhikkhuno na vaṭṭati. Na kevalaṁ (cūḷava. aṭṭha. 299) itthipurisarūpameva, tiracchānarūpampi antamaso gaṇḍuppādarūpaṁ bhikkhuno sayaṁ kātuṁ vā ‘‘karohī’’ti vattuṁ vā na vaṭṭati, ‘‘upāsaka dvārapālaṁ karohī’’ti vattumpi na labhati. Jātakapakaraṇaasadisadānādīni pana pasādanīyāni nibbidāpaṭisaṁyuttāni vā vatthūni parehi kārāpetuṁ labhati, mālākammādīni sayampi kātuṁ labhati.",
  "tika-vin05t34:43": "7. ‘‘Na, bhikkhave, vippakatabhojano bhikkhu vuṭṭhāpetabbo, yo vuṭṭhāpeyya, āpatti dukkaṭassā’’ti (cūḷava. 316) vacanato antaraghare (cūḷava. aṭṭha. 316) vā vihāre vā araññe vā yattha katthaci bhuñjamāno bhikkhu aniṭṭhite bhojane na vuṭṭhāpetabbo, antaraghare pacchā āgatena bhikkhaṁ gahetvā gantabbaṁ. Sace manussā vā bhikkhū vā ‘‘pavisathā’’ti vadanti, ‘‘mayi pavisante bhikkhū uṭṭhahissantī’’ti vattabbaṁ. ‘‘Etha, bhante, āsanaṁ atthī’’ti vutte pana pavisitabbaṁ. Sace koci kiñci na vadati, āsanasālaṁ gantvā atisamīpaṁ agantvā sabhāgaṭṭhāne ṭhātabbaṁ. Okāse kate ‘‘pavisathā’’ti vuttena pavisitabbaṁ. Sace pana yaṁ āsanaṁ tassa pāpuṇāti, tattha abhuñjanto bhikkhu nisinno hoti, taṁ uṭṭhāpetuṁ vaṭṭati. Yāgukhajjakādīsu pana yaṁ kiñci pivitvā khāditvā vā yāva añño āgacchati, tāva nisinnaṁ rittahatthampi uṭṭhāpetuṁ na vaṭṭati. Vippakatabhojanoyeva hi so hoti.",
  "tika-vin05t34:44": "Sace pana āpattiṁ atikkamitvāpi vuṭṭhāpetiyeva, yaṁ so vuṭṭhāpeti, ayañca bhikkhu pavārito hoti, tena vattabbo ‘‘gaccha udakaṁ āharāhī’’ti. Vuḍḍhataraṁ bhikkhuṁ āṇāpetuṁ idameva ekaṭṭhānaṁ. Sace so udakampi na āharati, sādhukaṁ sitthāni gilitvā vuḍḍhassa āsanaṁ dātabbaṁ. Vuttampi cetaṁ –",
  "tika-vin05t34:45": "‘‘Sace vuṭṭhāpeti, pavārito ca hoti, ‘gaccha udakaṁ āharā’ti vattabbo. Evañcetaṁ labhetha, iccetaṁ kusalaṁ. No ce labhetha, sādhukaṁ sitthāni gilitvā vuḍḍhassa āsanaṁ dātabbaṁ. Natvevāhaṁ, bhikkhave, ‘kenaci pariyāyena vuḍḍhatarassa bhikkhuno āsanaṁ paṭibāhitabba’nti vadāmi, yo paṭibāheyya, āpatti dukkaṭassā’’ti (cūḷava. 316).",
  "tika-vin05t34:46": "8. ‘‘Anujānāmi, bhikkhave, navakena bhikkhunā uddisantena samake vā āsane nisīdituṁ uccatare vā dhammagāravena, therena bhikkhunā uddisāpentena samake vā āsane nisīdituṁ nīcatare vā dhammagāravenā’’ti (cūḷava. 320) vacanato navakatarena bhikkhunā uddisantena uccatarepi āsane nisīdituṁ, vuḍḍhatarena bhikkhunā uddisāpentena nīcatarepi āsane nisīdituṁ vaṭṭati.",
  "tika-vin05t34:47": "9. ‘‘Anujānāmi , bhikkhave, tivassantarena saha nisīditu’’nti (cūḷava. 320) vacanato tivassantarena bhikkhunā saddhiṁ ekāsane nisīdituṁ vaṭṭati. Tivassantaro (cūḷava. aṭṭha. 320) nāma yo dvīhi vassehi mahantataro vā daharataro vā hoti, yo pana ekena vassena mahantataro vā daharataro vā, yo vā samānavasso, tattha vattabbameva natthi, ime sabbe ekasmiṁ mañce vā pīṭhe vā dve dve hutvā nisīdituṁ labhanti. ‘‘Anujānāmi, bhikkhave, duvaggassa mañcaṁ duvaggassa pīṭha’’nti (cūḷava. 320) hi vuttaṁ.",
  "tika-vin05t34:48": "10. Yaṁ pana tiṇṇaṁ pahoti, taṁ saṁhārimaṁ vā hotu asaṁhārimaṁ vā, tathārūpe api phalakakhaṇḍe anupasampannenapi saddhiṁ nisīdituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, yaṁ tiṇṇaṁ pahoti, ettakaṁ pacchimaṁ dīghāsana’’nti (cūḷava. 320) hi vuttaṁ. ‘‘Anujānāmi, bhikkhave, ṭhapetvā paṇḍakaṁ mātugāmaṁ ubhatobyañjanakaṁ asamānāsanikehi saha dīghāsane nisīditu’’nti (cūḷava. 320) vacanato pana dīghāsanepi paṇḍakādīhi saha nisīdituṁ na vaṭṭati.",
  "tika-vin05t34:49": "11. Gilānaṁ upaṭṭhahantena ‘‘natthi vo, bhikkhave, mātā, natthi pitā, ye vo upaṭṭhaheyyuṁ, tumhe ce, bhikkhave, aññamaññaṁ na upaṭṭhahissatha, atha ko carahi upaṭṭhahissati. Yo, bhikkhave, maṁ upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyyā’’ti (mahāva. 365) imaṁ bhagavato anusāsaniṁ anussarantena sakkaccaṁ upaṭṭhātabbo.",
  "tika-vin05t34:50": "Sace upajjhāyo hoti, upajjhāyena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace ācariyo hoti, ācariyena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace saddhivihāriko hoti, saddhivihārikena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace antevāsiko hoti, antevāsikena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace samānupajjhāyako hoti, samānupajjhāyakena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace samānācariyako hoti, samānācariyakena yāvajīvaṁ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṁ. Sace na hoti upajjhāyo vā ācariyo vā saddhivihāriko vā antevāsiko vā samānupajjhāyako vā samānācariyako vā, saṅghena upaṭṭhātabbo. No ce upaṭṭhaheyya, āpatti dukkaṭassā’’ti (mahāva. 365) –",
  "tika-vin05t34:51": "Vacanato yassa (mahāva. aṭṭha. 365) te upajjhāyādayo tasmiṁ vihāre natthi, āgantuko hoti ekacārikabhikkhu, saṅghassa bhāro, tasmā saṅghena upaṭṭhātabbo. No ce upaṭṭhaheyya, sakalassa saṅghassa āpatti. Vāraṁ ṭhapetvā jaggantesu pana yo attano vāre na jaggati, tasseva āpatti, saṅghattheropi vārato na muccati. Sace sakalo saṅgho ekassa bhāraṁ karoti, eko vā vattasampanno bhikkhu ‘‘ahameva jaggissāmī’’ti jaggati, saṅgho āpattito muccati.",
  "tika-vin05t34:52": "Gilānena pana –",
  "tika-vin05t34:53": "‘‘Pañcahi, bhikkhave, aṅgehi samannāgato gilāno dūpaṭṭho hoti. Asappāyakārī hoti, sappāye mattaṁ na jānāti, bhesajjaṁ na paṭisevitā hoti, atthakāmassa gilānupaṭṭhākassa yathābhūtaṁ ābādhaṁ nāvikattā hoti ‘abhikkamantaṁ vā abhikkamatīti, paṭikkamantaṁ vā paṭikkamatīti, ṭhitaṁ vā ṭhito’ti, uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ anadhivāsakajātiko hotī’’ti (mahāva. 366) –",
  "tika-vin05t34:54": "Evaṁ vuttāni pañca ayuttaṅgāni ārakā parivajjetvā –",
  "tika-vin05t34:55": "‘‘Pañcahi, bhikkhave, aṅgehi samannāgato gilāno sūpaṭṭho hoti. Sappāyakārī hoti, sappāye mattaṁ jānāti, bhesajjaṁ paṭisevitā hoti, atthakāmassa gilānupaṭṭhākassa yathābhūtaṁ ābādhaṁ āvikattā hoti ‘abhikkamantaṁ vā abhikkamatīti, paṭikkamantaṁ vā paṭikkamatīti, ṭhitaṁ vā ṭhito’ti, uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātiko hotī’’ti (mahāva. 366) –",
  "tika-vin05t34:56": "Evaṁ vuttapañcaṅgasamannāgatena bhavitabbaṁ.",
  "tika-vin05t34:57": "Gilānupaṭṭhākena ca –",
  "tika-vin05t34:58": "‘‘Pañcahi, bhikkhave, aṅgehi samannāgato gilānupaṭṭhāko nālaṁ gilānaṁ upaṭṭhātuṁ. Na paṭibalo hoti bhesajjaṁ saṁvidhātuṁ, sappāyāsappāyaṁ na jānāti, asappāyaṁ upanāmeti, sappāyaṁ apanāmeti, āmisantaro gilānaṁ upaṭṭhāti, no mettacitto, jegucchī hoti uccāraṁ vā passāvaṁ vā kheḷaṁ vā vantaṁ vā nīhātuṁ, na paṭibalo hoti gilānaṁ kālena kālaṁ dhammiyā kathāya sandassetuṁ samādapetuṁ samuttejetuṁ sampahaṁsetu’’nti (mahāva. 366) –",
  "tika-vin05t34:59": "Evaṁ vuttāni pañca ayuttaṅgāni ārakā parivajjetvā –",
  "tika-vin05t34:60": "‘‘Pañcahi, bhikkhave, aṅgehi samannāgato gilānupaṭṭhāko alaṁ gilānaṁ upaṭṭhātuṁ. Paṭibalo hoti bhesajjaṁ saṁvidhātuṁ, sappāyāsappāyaṁ jānāti, asappāyaṁ apanāmeti, sappāyaṁ upanāmeti, mettacitto gilānaṁ upaṭṭhāti, no āmisantaro, ajegucchī hoti uccāraṁ vā passāvaṁ vā kheḷaṁ vā vantaṁ vā nīhātuṁ, paṭibalo hoti gilānaṁ kālena kālaṁ dhammiyā kathāya sandassetuṁ samādapetuṁ samuttejetuṁ sampahaṁsetu’’nti (mahāva. 366) –",
  "tika-vin05t34:61": "Evaṁ vuttapañcaṅgasamannāgatena bhavitabbaṁ.",
  "tika-vin05t34:62": "12. Dhammiṁ kathaṁ karontena (mahāva. aṭṭha. 2.180) ca ‘‘sīlavā hi tvaṁ katakusalo, kasmā mīyamāno bhāyasi, nanu sīlavato saggo nāma maraṇamattapaṭibaddhoyevā’’ti evaṁ gilānassa bhikkhuno maraṇavaṇṇo na saṁvaṇṇetabbo. Sace hi tassa saṁvaṇṇanaṁ sutvā āhārupacchedādinā upakkamena ekajavanavārāvasesepi āyusmiṁ antarā kālaṁ karoti, imināva mārito hoti. Paṇḍitena pana bhikkhunā iminā nayena anusiṭṭhi dātabbā ‘‘sīlavato nāma anacchariyā maggaphaluppatti, tasmā vihārādīsu āsattiṁ akatvā buddhagataṁ dhammagataṁ saṅghagataṁ kāyagatañca satiṁ upaṭṭhapetvā manasikāre appamādo kātabbo’’ti. Maraṇavaṇṇepi saṁvaṇṇite so tāya saṁvaṇṇanāya kañci upakkamaṁ akatvā attano dhammatāya yathāyunā yathānusandhināva marati, tappaccayā saṁvaṇṇako āpattiyā na kāretabbo.",
  "tika-vin05t34:63": "13. ‘‘Na ca, bhikkhave, attānaṁ pātetabbaṁ, yo pāteyya, āpatti dukkaṭassā’’ti (pārā. 183) vacanato gilānena (pārā. aṭṭha. 2.182-183) bhikkhunāpi yena kenaci upakkamena antamaso āhārupacchedanenapi attā na māretabbo. Yopi gilāno vijjamāne bhesajje ca upaṭṭhākesu ca maritukāmo āhāraṁ upacchindati, dukkaṭameva. Yassa pana mahāābādho cirānubandho, bhikkhū upaṭṭhahantā kilamanti jigucchanti, ‘‘kadā nu kho gilānato muccissāmā’’ti aṭṭīyanti. Sace so ‘‘ayaṁ attabhāvo paṭijaggiyamānopi na tiṭṭhati, bhikkhū ca kilamantī’’ti āhāraṁ upacchindati, bhesajjaṁ na sevati, vaṭṭati. Yo pana ‘‘ayaṁ rogo kharo, āyusaṅkhārā na tiṭṭhanti, ayañca me visesādhigamo hatthappatto viya dissatī’’ti upacchindati, vaṭṭatiyeva. Agilānassapi uppannasaṁvegassa ‘‘āhārapariyesanaṁ nāma papañco, kammaṭṭhānameva anuyuñjissāmī’’ti kammaṭṭhānasīsena upacchindantassa vaṭṭati. Visesādhigamaṁ byākaritvā āhāraṁ upacchindati, na vaṭṭati. Sabhāgānañhi lajjībhikkhūnaṁ kathetuṁ vaṭṭati.",
  "tika-vin05t34:64": "14. ‘‘Na ca, bhikkhave, appaṭivekkhitvā āsane nisīditabbaṁ, yo nisīdeyya, āpatti dukkaṭassā’’ti (pārā. 180) vacanato āsanaṁ anupaparikkhitvā na nisīditabbaṁ. Kīdisaṁ (pārā. aṭṭha. 2.180) pana āsanaṁ upaparikkhitabbaṁ, kīdisaṁ na upaparikkhitabbaṁ? Yaṁ suddhaṁ āsanameva hoti apaccattharaṇakaṁ, yañca āgantvā ṭhitānaṁ passataṁyeva attharīyati, taṁ na paccavekkhitabbaṁ, nisīdituṁ vaṭṭati. Yampi manussā sayaṁ hatthena akkamitvā ‘‘idha bhante nisīdathā’’ti denti, tasmimpi vaṭṭati. Sacepi paṭhamameva āgantvāpi nisinnā pacchā uddhaṁ vā adho vā saṅkamanti, paṭivekkhaṇakiccaṁ natthi. Yampi tanukena vatthena yathā talaṁ dissati, evaṁ paṭicchannaṁ hoti, tasmimpi paṭivekkhaṇakiccaṁ natthi. Yaṁ pana paṭikacceva pāvārakojavādīhi atthataṁ hoti, taṁ hatthena parāmasitvā sallakkhetvā nisīditabbaṁ. Mahāpaccariyaṁ pana ‘‘ghanasāṭakenapi atthate yasmiṁ vali na paññāyati, taṁ na paṭivekkhitabba’’nti vuttaṁ.",
  "tika-vin05t34:65": "15. ‘‘Na , bhikkhave, davāya silā paṭivijjhitabbā, yo paṭivijjheyya, āpatti dukkaṭassā’’ti (pārā. 183) vacanato hasādhippāyena pāsāṇo na pavaṭṭetabbo. Na kevalañca (pārā. aṭṭha. 2.182-183) pāsāṇo, aññampi yaṁ kiñci dārukhaṇḍaṁ vā iṭṭhakakhaṇḍaṁ vā hatthena vā yantena vā paṭivijjhituṁ na vaṭṭati. Cetiyādīnaṁ atthāya pāsāṇādayo hasantā hasantā pavaṭṭentipi khipantipi ukkhipantipi, ‘‘kammasamayo’’ti vaṭṭati, aññampi īdisaṁ navakammaṁ vā karontā bhaṇḍakaṁ vā dhovantā rukkhaṁ vā dhovanadaṇḍakaṁ vā ukkhipitvā paṭivijjhanti, vaṭṭati, bhattavissaggakālādīsu kāke vā soṇe vā kaṭṭhaṁ vā kathalaṁ vā khipitvā palāpenti, vaṭṭati.",
  "tika-vin05t34:66": "16. ‘‘Na, bhikkhave, dāyo ālimpitabbo, yo ālimpeyya, āpatti dukkaṭassā’’ti (cūḷava. 283) vacanato vane aggi na dātabbo. Sace (pārā. aṭṭha. 2.190) pana ‘‘etthantare yo koci satto maratū’’ti aggiṁ deti, pārājikānantariyathullaccayapācittiyavatthūnaṁ anurūpato pārājikādīni akusalarāsi ca hoti. ‘‘Allatiṇavanappatayo ḍayhantū’’ti aggiṁ dentassa pācittiyaṁ, ‘‘dabbūpakaraṇāni vinassantū’’ti aggiṁ dentassa dukkaṭaṁ. ‘‘Khiḍḍādhippāyenapi dukkaṭa’’nti saṅkhepaṭṭhakathāyaṁ vuttaṁ. ‘‘Yaṁ kiñci allasukkhaṁ saindriyānindriyaṁ ḍayhatū’’ti aggiṁ dentassa vatthuvasena pārājikathullaccayapācittiyadukkaṭāni veditabbāni.",
  "tika-vin05t34:67": "Paṭaggidānaṁ pana parittakaraṇañca bhagavatā anuññātaṁ, tasmā araññe vanakammikehi vā dinnaṁ sayaṁ vā uṭṭhitaṁ aggiṁ āgacchantaṁ disvā ‘‘tiṇakuṭiyo mā vinassantū’’ti tassa aggino paṭiaggiṁ dātuṁ vaṭṭati, yena saddhiṁ āgacchanto aggi ekato hutvā nirupādāno nibbāti. ‘‘Parittampi kātuṁ vaṭṭatī’’ti tiṇakuṭikānaṁ samantā bhūmitacchanaṁ parikhākhaṇanaṁ vā, yathā āgato aggi upādānaṁ alabhitvā nibbāti, etañca sabbaṁ uṭṭhiteyeva aggismiṁ asati anupasampanne sayampi kātuṁ vaṭṭati. Anuṭṭhite pana anupasampannehi kappiyavohārena kāretabbaṁ, udakena pana nibbāpentehi appāṇakameva udakaṁ āsiñcitabbaṁ.",
  "tika-vin05t34:68": "17. Assaddhesu (pārā. aṭṭha. 2.181) micchādiṭṭhikulesu sakkaccaṁ paṇītabhojanaṁ labhitvā anupaparikkhitvā neva attanā paribhuñjitabbaṁ, na paresaṁ dātabbaṁ. Visamissampi hi tāni kulāni piṇḍapātaṁ denti. Yampi ābhidosikaṁ bhattaṁ vā khajjakaṁ vā tato labhati, tampi na paribhuñjitabbaṁ. Apihitavatthumpi hi sappavicchikādīhi adhisayitaṁ chaḍḍanīyadhammaṁ tāni kulāni denti. Gandhahaliddādimakkhitopi tato piṇḍapāto na gahetabbo. Sarīre rogaṭṭhānāni puñchitvā ṭhapitabhattampi hi tāni dātabbaṁ maññantīti.",
  "tika-vin05t34:69": "18. ‘‘Anāpatti, bhikkhave, gopakassa dāne’’ti (pārā. 156) vuttaṁ. Tattha (pārā. aṭṭha. 1.156) kataraṁ gopakadānaṁ vaṭṭati, kataraṁ na vaṭṭati? Mahāsumatthero tāva āha ‘‘yaṁ gopakassa paricchinditvā dinnaṁ hoti ‘ettakaṁ divase divase gaṇhā’ti, tadeva vaṭṭati, tato uttari na vaṭṭatī’’ti. Mahāpadumatthero panāha ‘‘kiṁ gopakānaṁ paṇṇaṁ āropetvā nimittasaññaṁ vā katvā dinnaṁ atthi, etesaṁ hatthe vissaṭṭhakassa ete issarā, tasmā yaṁ denti, taṁ bahukampi vaṭṭatī’’ti. Kurundaṭṭhakathāyaṁ pana vuttaṁ ‘‘manussānaṁ ārāmaṁ vā aññaṁ vā phalāphalaṁ dārakā rakkhanti, tehi dinnaṁ vaṭṭati, āharāpetvā pana na gahetabbaṁ. Saṅghike pana cetiyassa santake ca keṇiyā gahetvā rakkhantasseva dānaṁ vaṭṭati, vetanena rakkhantassa attano bhāgamattaṁ vaṭṭatī’’ti. Mahāpaccariyaṁ pana ‘‘yaṁ gihīnaṁ ārāmarakkhakā bhikkhūnaṁ denti, etampi vaṭṭati. Bhikkhusaṅghassa ārāmagopakā yaṁ attano bhatiyā khaṇḍitvā denti, etaṁ vaṭṭati. Yopi upaḍḍhārāmaṁ vā kecideva rukkhe vā bhatiṁ labhitvā rakkhati, tassapi attano sampattarukkhatoyeva dātuṁ vaṭṭati, keṇiyā gahetvā rakkhantassa pana sabbampi vaṭṭatī’’ti vuttaṁ. Etaṁ pana sabbaṁ byañjanato nānaṁ, atthato ekameva, tasmā adhippāyaṁ ñatvā gahetabbaṁ.",
  "tika-vin05t34:70": "Apicettha ayampi vinicchayo veditabbo (pārā. aṭṭha. 1.156) – yattha āvāsikā āgantukānaṁ na denti, phalavāre ca sampatte aññesaṁ abhāvaṁ disvā corikāya attanāva khādanti, tattha āgantukehi ghaṇṭiṁ paharitvā bhājetvā paribhuñjituṁ vaṭṭati. Yattha pana āvāsikā rukkhe rakkhitvā phalavāre sampatte bhājetvā khādanti, catūsu paccayesu sammā upanenti, anissarā tattha āgantukā. Yepi rukkhā cīvaratthāya niyametvā dinnā, tesupi āgantukā anissarā. Esa nayo sesapaccayatthāya niyametvā dinnepi. Ye pana tathā aniyametvā āvāsikā ca te rakkhitvā gopetvā corikāya paribhuñjanti, na tesu āvāsikānaṁ katikāya ṭhātabbaṁ. Ye phalaparibhogatthāya dinnā, āvāsikā ca ne rakkhitvā gopetvā sammā upanenti, tesuyeva tesaṁ katikāya ṭhātabbaṁ. Mahāpaccariyaṁ pana vuttaṁ ‘‘catunnaṁ paccayānaṁ niyametvā dinnaṁ theyyacittena paribhuñjanto bhaṇḍaṁ agghāpetvā kāretabbo, paribhogavasena bhājetvā paribhuñjantassa bhaṇḍadeyyaṁ. Yaṁ panettha senāsanatthāya niyamitaṁ, taṁ paribhogavaseneva bhājetvā paribhuñjantassa thullaccayañca bhaṇḍadeyyañcā’’ti.",
  "tika-vin05t34:71": "Odissa cīvaratthāya dinnaṁ cīvareyeva upanetabbaṁ. Sace dubbhikkhaṁ hoti, bhikkhū piṇḍapātena kilamanti, cīvaraṁ pana sulabhaṁ, saṅghasuṭṭhutāya apalokanakammaṁ katvā piṇḍapātepi upanetuṁ vaṭṭati. Senāsanena gilānapaccayena vā kilamantesu saṅghasuṭṭhutāya apalokanakammaṁ katvā tadatthāyapi upanetuṁ vaṭṭati. Odissa piṇḍapātatthāya ca gilānapaccayatthāya ca dinnepi eseva nayo. Odissa senāsanatthāya dinnaṁ pana garubhaṇḍaṁ hoti, taṁ rakkhitvā gopetvā tadatthameva upanetabbaṁ. Sace pana dubbhikkhaṁ hoti, bhikkhū piṇḍapātena na yāpenti, ettha rājarogacorabhayādīhi aññattha gacchantānaṁ vihārā palujjanti, tālanāḷikerādike vināsenti, senāsanapaccayaṁ pana nissāya yāpetuṁ sakkā hoti, evarūpe kāle senāsanaṁ vissajjetvāpi senāsanajagganatthāya paribhogo bhagavatā anuññāto. Tasmā ekaṁ vā dve vā varasenāsanāni ṭhapetvā itarāni lāmakakoṭiyā piṇḍapātatthāya vissajjetuṁ vaṭṭanti, mūlavatthucchedaṁ pana katvā na upanetabbaṁ.",
  "tika-vin05t34:72": "Yo pana ārāmo catupaccayatthāya niyametvā dinno, tattha apalokanakammaṁ na kātabbaṁ. Yena paccayena pana ūnaṁ, tadatthaṁ upanetuṁ vaṭṭati, ārāmo paṭijaggitabbo, vetanaṁ datvāpi jaggāpetuṁ vaṭṭati. Ye pana vetanaṁ labhitvā ārāmeyeva gehaṁ katvā vasantā rakkhanti, te ce āgatānaṁ bhikkhūnaṁ nāḷikeraṁ vā tālapakkaṁ vā denti, yaṁ tesaṁ saṅghena anuññātaṁ hoti ‘‘divase divase ettakaṁ nāma khādathā’’ti, tadeva te dātuṁ labhanti, tato uttari tesaṁ dentānampi gahetuṁ na vaṭṭanti. Yo pana ārāmaṁ keṇiyā gahetvā saṅghassa catupaccayatthāya kappiyabhaṇḍameva deti, ayaṁ bahukampi dātuṁ labhati. Cetiyassa padīpatthāya vā khaṇḍaphullapaṭisaṅkharaṇatthāya vā dinnaārāmopi jaggitabbo, vetanaṁ datvāpi jaggāpetabbo. Vetanañca panettha cetiyasantakampi saṅghasantakampi dātuṁ vaṭṭati. Etampi ārāmaṁ vetanena tattheva vasitvā rakkhantānañca keṇiyā gahetvā kappiyabhaṇḍadāyakānañca tatthajātakaphaladānaṁ vuttanayeneva veditabbaṁ.",
  "tika-vin05t34:73": "19. Dhammikarakkhaṁ (pāci. aṭṭha. 679) yācantena atītaṁ anāgataṁ vā ārabbha odissa ācikkhituṁ na vaṭṭati. Atītañhi ārabbha atthi odissa ācikkhanā, atthi anodissa ācikkhanā, anāgataṁ ārabbhapi atthi odissa ācikkhanā, atthi anodissa ācikkhanā. Kathaṁ atītaṁ ārabbha odissa ācikkhanā hoti? Bhikkhūnaṁ vihāre gāmadārakā vā dhuttādayo vā ye keci anācāraṁ ācaranti, rukkhaṁ vā chindanti, phalāphalaṁ vā haranti, parikkhāre vā acchindanti, bhikkhu vohārike upasaṅkamitvā ‘‘amhākaṁ vihāre idaṁ nāma kata’’nti vadati. ‘‘Kenā’’ti vutte ‘‘asukena ca asukena cā’’ti ācikkhati. Evaṁ atītaṁ ārabbha odissa ācikkhanā hoti, sā na vaṭṭati. Tañce sutvā te vohārikā tesaṁ daṇḍaṁ karonti, sabbaṁ bhikkhussa gīvā hoti, ‘‘daṇḍaṁ gaṇhissantī’’ti adhippāyepi sati gīvāyeva hoti. Sace pana ‘‘tassa daṇḍaṁ gaṇhathā’’ti vadati, pañcamāsakamatte gahite pārājikaṁ hoti. ‘‘Kenā’’ti vutte pana ‘‘asukenāti vattuṁ amhākaṁ na vaṭṭati, tumheyeva jānissatha. Kevalañhi mayaṁ rakkhaṁ yācāma, taṁ no detha, avahaṭabhaṇḍañca āharāpethā’’ti vattabbaṁ. Evaṁ anodissa ācikkhanā hoti, sā vaṭṭati. Evaṁ vutte sacepi te vohārikā kārake gavesitvā tesaṁ daṇḍaṁ karonti, sabbasāpateyyepi gahite bhikkhuno neva gīvā, na āpatti. Parikkhāraṁ harante disvā tesaṁ anatthakāmatāya ‘‘coro coro’’ti vattumpi na vaṭṭati. Evaṁ vuttepi hi yaṁ tesaṁ daṇḍaṁ karonti, sabbaṁ bhikkhuno gīvā hoti. Attano vacanakaraṁ pana ‘‘iminā me parikkhāro gahito, taṁ āharāpehi, mā cassa daṇḍaṁ karohī’’ti vattuṁ vaṭṭati. Dāsadāsīvāpiādīnampi atthāya aḍḍaṁ karonti ayaṁ akappiyaaḍḍo nāma, na vaṭṭati.",
  "tika-vin05t34:74": "Kathaṁ anāgataṁ ārabbha odissa ācikkhanā hoti? Vuttanayeneva parehi anācārādīsu katesu bhikkhu vohārike evaṁ vadati ‘‘amhākaṁ vihāre idañcidañca karonti, rakkhaṁ no detha āyatiṁ akaraṇatthāyā’’ti. ‘‘Kena evaṁ kata’’nti vutte ca ‘‘asukena ca asukena cā’’ti ācikkhati. Evaṁ anāgataṁ ārabbha odissa ācikkhanā hoti, sāpi na vaṭṭati. Tesañhi daṇḍe kate purimanayeneva sabbaṁ bhikkhussa gīvā, sesaṁ purimasadisameva. Sace vohārikā ‘‘bhikkhūnaṁ vihāre evarūpaṁ anācāraṁ karontānaṁ imaṁ nāma daṇḍaṁ karomā’’ti bheriṁ carāpetvā āṇāya atiṭṭhamāne pariyesitvā daṇḍaṁ karonti, bhikkhuno neva gīvā, na āpatti. Vihārasīmāya rukkhādīni chindantānaṁ vāsipharasuādīni gahetvā pāsāṇehi koṭṭenti, na vaṭṭati. Sace dhārā bhijjati, kārāpetvā dātabbā. Upadhāvitvā tesaṁ parikkhāre gaṇhanti, tampi na kātabbaṁ. Lahuparivattañhi cittaṁ, theyyacetanāya uppannāya mūlacchejjampi gaccheyya.",
  "tika-vin05t34:75": "20. Uccāraṁ vā passāvaṁ vā saṅkāraṁ vā vighāsaṁ vā tirokuṭṭe vā tiropākāre vā chaḍḍetuṁ vā chaḍḍāpetuṁ vā na vaṭṭati. Cattāripi (pāci. aṭṭha. 826) vatthūni ekapayogena chaḍḍentassa ekameva dukkaṭaṁ, pāṭekkaṁ chaḍḍentassa vatthugaṇanāya dukkaṭāni. Āṇattiyampi eseva nayo. Dantakaṭṭhachaḍḍanepi dukkaṭameva. Oloketvā vā avalañje vā uccārādīni chaḍḍentassa anāpatti. Yampi manussānaṁ upabhogaparibhogaṁ ropimaṁ khettaṁ hotu nāḷikerādiārāmo vā, tatthāpi yattha katthaci ropimaharitaṭṭhāne etāni vatthūni chaḍḍetuṁ na vaṭṭati. Chaḍḍentassa purimanayeneva āpattibhedo veditabbo. Khette vā ārāme vā nisīditvā bhuñjamāno ucchuādīni vā khādamāno gacchanto ucchiṭṭhodakacalakādīni haritaṭṭhāne chaḍḍeti, antamaso udakaṁ pivitvā matthakacchinnanāḷikerampi chaḍḍeti, dukkaṭaṁ. Kasitaṭṭhāne nikkhittabīje aṅkure uṭṭhitepi avuṭṭhitepi dukkaṭameva. Anikkhittabījesu pana khettakoṇādīsu vā asañjātaropimesu khettamariyādādīsu vā chaḍḍetuṁ vaṭṭati, manussānaṁ kacavarachaḍḍanaṭṭhānepi vaṭṭati. Manussesu sassaṁ uddharitvā gatesu chaḍḍitakhettaṁ nāma hoti, tattha vaṭṭati. Yattha pana ‘‘lāyitampi pubbaṇṇādi puna uṭṭhahissatī’’ti rakkhanti, tattha na vaṭṭati.",
  "tika-vin05t34:76": "21. ‘‘Na , bhikkhave, nahāyamānena bhikkhunā rukkhe kāyo ugghaṁsetabbo, yo ugghaṁseyya, āpatti dukkaṭassā’’ti (cūḷava. 243) vacanato nahāyantena (cūḷava. aṭṭha. 243 ādayo) rukkhe vā nahānatitthe nikhanitvā ṭhapitatthambhe vā iṭṭhakasilādārukuṭṭānaṁ aññatarasmiṁ kuṭṭe vā kāyo na ghaṁsetabbo.",
  "tika-vin05t34:77": "‘‘Na, bhikkhave, aṭṭāne nahāyitabbaṁ, yo nahāyeyya, āpatti dukkaṭassā’’ti (cūḷava. 243) vacanato aṭṭānepi nahāyituṁ na vaṭṭati. Aṭṭānaṁ nāma rukkhaṁ phalakaṁ viya tacchetvā aṭṭhapadākārena rājiyo chinditvā nahānatitthe nikhananti, tattha cuṇṇāni ākiritvā manussā kāyaṁ ghaṁsanti.",
  "tika-vin05t34:78": "‘‘Na, bhikkhave, gandhabbahatthakena nahāyitabbaṁ, yo nahāyeyya, āpatti dukkaṭassā’’ti (cūḷva. 243) vacanato nahānatitthe ṭhapitena dārumayahatthena cuṇṇāni gahetvā manussā sarīraṁ ghaṁsanti, tena nahāyituṁ na vaṭṭati.",
  "tika-vin05t34:79": "‘‘Na, bhikkhave, kuruvindakasuttiyā nahāyitabbaṁ, yo nahāyeyya, āpatti dukkaṭassā’’ti (cūḷava. 243) vacanato kuruvindakasuttiyāpi nahāyituṁ na vaṭṭati. Kuruvindakasutti nāma kuruvindakapāsāṇacuṇṇāni lākhāya bandhitvā kataguḷikakalāpako vuccati, yaṁ ubhosu antesu gahetvā sarīraṁ ghaṁsanti.",
  "tika-vin05t34:80": "‘‘Na, bhikkhave, viggayha parikammaṁ kārāpetabbaṁ, yo kārāpeyya, āpatti dukkaṭassā’’ti (cūḷava. 243) vacanato aññamaññaṁ sarīrena ghaṁsituṁ na vaṭṭati.",
  "tika-vin05t34:81": "‘‘Na, bhikkhave, mallakena nahāyitabbaṁ, yo nahāyeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, gilānassa akatamallaka’’nti (cūḷava. 243-244) vacanato makaradaṇḍake chinditvā mallakamūlasaṇṭhānena kataṁ ‘‘mallaka’’nti vuccati, idaṁ gilānassapi na vaṭṭati. Akatamallakaṁ nāma dante acchinditvā kataṁ, idaṁ agilānassa na vaṭṭati, iṭṭhakakhaṇḍaṁ pana kapālakhaṇḍaṁ vā vaṭṭati.",
  "tika-vin05t34:82": "‘‘Anujānāmi, bhikkhave, ukkāsikaṁ puthupāṇika’’nti (cūḷava. 244) vacanato ukkāsikaṁ puthupāṇikañca vaṭṭati. Ukkāsikaṁ nāma vatthavaṭṭi, tasmā nahāyantassa yassa kassaci nahānasāṭakavaṭṭiyā piṭṭhiṁ ghaṁsituṁ vaṭṭati. Puthupāṇikanti hatthaparikammaṁ vuccati, tasmā sabbesaṁ hatthena piṭṭhiparikammaṁ kātuṁ vaṭṭati.",
  "tika-vin05t34:83": "Idaṁ panettha nahānavattaṁ – udakatitthaṁ gantvā yattha vā tattha vā cīvaraṁ nikkhipitvā vegena ṭhitakeneva na otaritabbaṁ, sabbadisā pana oloketvā vivittabhāvaṁ ñatvā khāṇugumbalatādīni vavatthapetvā tikkhattuṁ ukkāsitvā avakujja ṭhitena uttarāsaṅgacīvaraṁ apanetvā pasāretabbaṁ, kāyabandhanaṁ mocetvā cīvarapiṭṭheyeva ṭhapetabbaṁ. Sace udakasāṭikā natthi, udakante ukkuṭikaṁ nisīditvā nivāsanaṁ mocetvā sace ninnaṭṭhānaṁ atthi, ātape pasāretabbaṁ. No ce atthi, saṁharitvā ṭhapetabbaṁ. Otarantena saṇikaṁ nābhippamāṇamattaṁ otaritvā vīciṁ anuṭṭhapentena saddaṁ akarontena nivattitvā āgatadisābhimukhena nimujjitabbaṁ, evaṁ cīvaraṁ rakkhitaṁ hoti. Ummujjantenapi saddaṁ akarontena saṇikaṁ ummujjitvā nahānapariyosāne udakante ukkuṭikena nisīditvā nivāsanaṁ parikkhipitvā uṭṭhāya suparimaṇḍalaṁ nivāsetvā kāyabandhanaṁ bandhitvā cīvaraṁ pārupitvāva ṭhātabbaṁ.",
  "tika-vin05t34:84": "22. ‘‘Na, bhikkhave, vallikā dhāretabbā… na pāmaṅgo dhāretabbo… na kaṇṭhasuttakaṁ dhāretabbaṁ… na kaṭisuttakaṁ dhāretabbaṁ… na ovaṭṭikaṁ dhāretabbaṁ… na kāyūraṁ dhāretabbaṁ… na hatthābharaṇaṁ dhāretabbaṁ… na aṅgulimuddikā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 245) vacanato kaṇṇapiḷandhanādi yaṁ kiñci ābharaṇaṁ na vaṭṭati. Tattha (cūḷava. aṭṭha. 245) vallikāti kaṇṇato nikkhantamuttolambakādīnaṁ etaṁ adhivacanaṁ. Na kevalañca vallikā eva, yaṁ kiñci kaṇṇapiḷandhanaṁ antamaso tālapaṇṇampi na vaṭṭati. Pāmaṅganti yaṁ kiñci palambakasuttaṁ. Kaṇṭhasuttakanti yaṁ kiñci gīvūpagaṁ ābharaṇaṁ. Kaṭisuttakanti yaṁ kiñci kaṭipiḷandhanaṁ, antamaso suttatantumattampi. Ovaṭṭikanti valayaṁ. Kāyūrādīni pākaṭāneva.",
  "tika-vin05t34:85": "23. ‘‘Na, bhikkhave, dīghā kesā dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, dvemāsikaṁ vā duvaṅgulaṁ vā’’ti (cūḷava. 246) vacanato sace kesā antodvemāse dvaṅgulaṁ pāpuṇanti, antodvemāseyeva chinditabbā, dvaṅgulehi atikkāmetuṁ na vaṭṭati. Sacepi na dīghā, dvemāsato ekadivasampi atikkāmetuṁ na labhatiyeva. Ubhayathāpi ukkaṭṭhaparicchedova vutto, tato oraṁ pana na vaṭṭanabhāvo nāma natthi.",
  "tika-vin05t34:86": "‘‘Na , bhikkhave, kattarikāya kesā chedāpetabbā, yo chedāpeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, ābādhapaccayā kattarikāya kese chedāpetu’’nti (cūḷava. 275) vacanato ābādhaṁ vinā kattarikāya kese chedāpetuṁ na vaṭṭati.",
  "tika-vin05t34:87": "‘‘Na, bhikkhave, kocchena kesā osaṇṭhetabbā… na phaṇakena kesā osaṇṭhetabbā… na hatthaphaṇakena kesā osaṇṭhetabbā… na sitthatelakena kesā osaṇṭhetabbā… na udakatelakena kesā osaṇṭhetabbā, yo osaṇṭheyya, āpatti dukkaṭassā’’ti (cūḷava. 246) vacanato maṇḍanatthāya kocchādīhi kesā na osaṇṭhetabbā, uddhalomena pana anulomanipātanatthaṁ hatthaṁ temetvā sīsaṁ puñchitabbaṁ, uṇhābhitattarajasirānampi allahatthena puñchituṁ vaṭṭati.",
  "tika-vin05t34:88": "24. ‘‘Na, bhikkhave, ādāse vā udakapatte vā mukhanimittaṁ oloketabbaṁ, yo olokeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, ābādhapaccayā ādāse vā udakapatte vā mukhanimittaṁ oloketu’’nti (cūḷava. 247) vacanato ābādhaṁ vinā ādāse vā udakapatte vā mukhaṁ na oloketabbaṁ. Ettha ca kaṁsapattādīnipi yesu mukhanimittaṁ paññāyati, sabbāni ādāsasaṅkhameva gacchanti, kañjiyādīnipi ca udakapattasaṅkhameva. Tasmā yattha katthaci olokentassa dukkaṭaṁ. Ābādhapaccayā pana ‘‘sañchavi nu kho me vaṇo, udāhu na tāvā’’ti jānanatthaṁ vaṭṭati, ‘‘jiṇṇo nu khomhi, no’’ti evaṁ āyusaṅkhāraṁ olokanatthampi vaṭṭatīti vuttaṁ.",
  "tika-vin05t34:89": "‘‘Na, bhikkhave, mukhaṁ ālimpitabbaṁ… na mukhaṁ ummadditabbaṁ… na mukhaṁ cuṇṇetabbaṁ… na manosilikāya mukhaṁ lañchetabbaṁ… na aṅgarāgo kātabbo… na mukharāgo kātabbo… na aṅgarāgamukharāgo kātabbo, yo kareyya, āpatti dukkaṭassa . Anujānāmi, bhikkhave, ābādhapaccayā mukhaṁ ālimpitu’’nti (cūḷava. 247) vacanato ābādhaṁ vinā mukhavilimpanādi na kātabbaṁ.",
  "tika-vin05t34:90": "25. ‘‘Na, bhikkhave, naccaṁ vā gītaṁ vā vāditaṁ vā dassanāya gantabbaṁ, yo gaccheyya, āpatti dukkaṭassā’’ti (cūḷava. 248) vacanato naccādiṁ dassanāya na gantabbaṁ. Ettha (pāci. aṭṭha. 835) ca naccanti naṭādayo vā naccantu soṇḍā vā antamaso morasūvamakkaṭādayopi, sabbametaṁ naccameva, tasmā antamaso moranaccampi dassanāya gacchantassa dukkaṭaṁ. Sayampi naccantassa vā naccāpentassa vā dukkaṭameva. Gītanti naṭādīnaṁ vā gītaṁ hotu ariyānaṁ parinibbānakāle ratanattayaguṇūpasañhitaṁ sādhukīḷitagītaṁ vā asaññatabhikkhūnaṁ dhammabhāṇakagītaṁ vā antamaso dantagītampi, ‘‘yaṁ gāyissāmā’’ti pubbabhāge okūjantā karonti, sabbametaṁ gītameva, sayaṁ gāyantassapi gāyāpentassapi dukkaṭameva.",
  "tika-vin05t34:91": "‘‘Pañcime, bhikkhave, ādīnavā āyatakena gītassarena dhammaṁ gāyantassa. Attanāpi tasmiṁ sare sārajjati, parepi tasmiṁ sare sārajjanti, gahapatikāpi ujjhāyanti, sarakuttimpi nikāmayamānassa samādhissa bhaṅgo hoti, pacchimā janatā diṭṭhānugatiṁ āpajjati. Ime kho, bhikkhave, pañca ādīnavā āyatakena gītassarena dhammaṁ gāyantassa. Na, bhikkhave, āyatakena gītassarena dhammo gāyitabbo, yo gāyeyya, āpatti dukkaṭassā’’ti (cūḷava. 249) –",
  "tika-vin05t34:92": "Vacanato āyatakena gītassarena dhammopi na gāyitabbo.",
  "tika-vin05t34:93": "Āyatako (cūḷava. aṭṭha. 249) nāma gītassaro taṁ taṁ vattaṁ bhinditvā akkharāni vināsetvā pavatto. Dhamme pana suttantavattaṁ nāma atthi, jātakavattaṁ nāma atthi, gāthāvattaṁ nāma atthi, taṁ vināsetvā atidīghaṁ kātuṁ na vaṭṭati, caturassena vattena parimaṇḍalāni padabyañjanāni dassetabbāni. ‘‘Anujānāmi, bhikkhave, sarabhañña’’nti (cūḷava. 249) vacanato pana sarena dhammaṁ bhaṇituṁ vaṭṭati. Sarabhaññe kira taraṅgavattadhotakavattagalitavattādīni dvattiṁsa vattāni atthi, tesu yaṁ icchati, taṁ kātuṁ labhati. Sabbesaṁ padabyañjanaṁ avināsetvā vikāraṁ akatvā samaṇasāruppena caturassena nayena pavattanaṁyeva lakkhaṇaṁ.",
  "tika-vin05t34:94": "Vāditaṁ nāma tantibaddhādivādanīyabhaṇḍaṁ vāditaṁ vā hotu kuṭabherivāditaṁ vā antamaso udakabherivāditampi, sabbametaṁ na vaṭṭati. Yaṁ pana niṭṭhubhanto vā sāsaṅke vā ṭhito accharikaṁ vā phoṭeti, pāṇiṁ vā paharati, tattha anāpatti, sabbaṁ antarārāme ṭhitassa passato anāpatti, passissāmīti vihārato vihāraṁ gacchantassa āpattiyeva. Āsanasālāyaṁ nisinno passati, anāpatti. Passissāmīti uṭṭhahitvā gacchato āpatti, vīthiyaṁ ṭhatvā gīvaṁ parivattetvā passatopi āpattiyeva. Salākabhattādīnaṁ vā atthāya aññena vā kenaci karaṇīyena gantvā gataṭṭhāne passati vā suṇāti vā, anāpatti. Āpadāsu tādisena upaddavena upadduto samajjaṭṭhānaṁ pavisati, evaṁ pavisitvā passantassa suṇantassa vā anāpatti. ‘‘Cetiyassa upahāraṁ detha upāsakā’’ti vattumpi, ‘‘tumhākaṁ cetiyassa upahāraṁ karomā’’ti vutte sampaṭicchitumpi na labhati. ‘‘Tumhākaṁ cetiyassa upaṭṭhānaṁ karomā’’ti vutte pana ‘‘upaṭṭhānakaraṇaṁ nāma sundara’’nti vattuṁ vaṭṭati.",
  "tika-vin05t34:95": "26. ‘‘Na, bhikkhave, attano aṅgajātaṁ chetabbaṁ, yo chindeyya, āpatti thullaccayassā’’ti (cūḷava. 251) vacanato aṅgajātaṁ (cūḷava. 251) chindantassa thullaccayaṁ, aññaṁ pana kaṇṇanāsāaṅguliādiṁ yaṁ kiñci chindantassa tādisaṁ vā dukkhaṁ uppādentassa dukkaṭaṁ. Ahikīṭadaṭṭhādīsu pana aññābādhapaccayā vā lohitaṁ vā mocentassa chindantassa vā anāpatti.",
  "tika-vin05t34:96": "27. ‘‘Na, bhikkhave, gihīnaṁ uttarimanussadhammaṁ iddhipāṭihāriyaṁ dassetabbaṁ, yo dasseyya, āpatti dukkaṭassā’’ti (cūḷava. 252) vacanato gihīnaṁ vikubbaniddhiṁ dassetuṁ na vaṭṭati, adhiṭṭhāniddhi pana appaṭikkhittā.",
  "tika-vin05t34:97": "28. ‘‘Na, bhikkhave, sovaṇṇamayo patto dhāretabbo…pe… na rūpiyamayo…pe… na maṇimayo…pe… na veḷuriyamayo…pe… na phalikamayo…pe… na kaṁsamayo…pe… na kācamayo…pe… na tipumayo …pe… na sīsamayo…pe… na tambalohamayo patto dhāretabbo, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 252) vacanato suvaṇṇamayādipatto na vaṭṭati. Sacepi gihī bhattagge suvaṇṇataṭṭikādīsu byañjanaṁ katvā upanāmenti, āmasitumpi na vaṭṭati. Phalikamayakācamayakaṁsamayāni pana taṭṭikādīni bhājanāni puggalikaparibhogeneva na vaṭṭanti, saṅghikaparibhogena vā gihivikaṭāni vā vaṭṭanti. Tambalohamayopi pattoyeva na vaṭṭati, thālakaṁ pana vaṭṭati. ‘‘Anujānāmi, bhikkhave, dve patte ayopattaṁ mattikāpatta’’nti (cūḷava. 252) dveyeva ca pattā anuññātā.",
  "tika-vin05t34:98": "‘‘Na, bhikkhave, tumbakaṭāhe piṇḍāya caritabbaṁ, yo careyya, āpatti dukkaṭassā’’ti (cūḷava. 255) vacanato lābukaṭāhaṁ pariharituṁ na vaṭṭati, taṁ labhitvā pana tāvakālikaṁ paribhuñjituṁ vaṭṭati. Ghaṭikaṭāhepi eseva nayo.",
  "tika-vin05t34:99": "‘‘Na , bhikkhave, chavasīsapatto dhāretabbo, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 255) vacanato chavasīsamayopi patto na vaṭṭati.",
  "tika-vin05t34:100": "‘‘Anujānāmi, bhikkhave, pattādhāraka’’nti (cūḷava. 254) vacanato bhūmidārudaṇḍavaalavettādīhi kate bhūmiādhārake dārudaṇḍaādhārake ca pattaṁ ṭhapetuṁ vaṭṭati. Ettha ca ‘‘bhūmiādhārake tayo daṇḍādhārake dve patte uparūpari ṭhapetuṁ vaṭṭatī’’ti kurundiyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ pana vuttaṁ ‘‘bhūmiādhārake tiṇṇaṁ pattānaṁ anokāso, dve ṭhapetuṁ vaṭṭati. Dāruādhārakadaṇḍādhārakesupi susajjitesu eseva nayo. Bhamakoṭisadiso pana dāruādhārako tīhi daṇḍakehi baddho, daṇḍādhārako ca ekassapi pattassa anokāso, tattha ṭhapetvāpi hatthena gahetvāva nisīditabbaṁ, bhūmiyaṁ pana nikkujjitvā ekameva ṭhapetabba’’nti.",
  "tika-vin05t34:101": "‘‘Na, bhikkhave, miḍḍhante patto nikkhipitabbo, yo nikkhipeyya, āpatti dukkaṭassā’’ti (cūḷava. 254) vacanato ālindakamiḍḍhikādīnaṁ ante ṭhapetuṁ na vaṭṭati. Sace pana parivattetvā tattheva patiṭṭhāti, evarūpāya vitthiṇṇāya miḍḍhikāya ṭhapetuṁ vaṭṭati.",
  "tika-vin05t34:102": "‘‘Na, bhikkhave, paribhaṇḍante patto nikkhipitabbo, yo nikkhipeyya, āpatti dukkaṭassā’’ti (cūḷava. 254) vacanato bāhirapasse katāya tanukamiḍḍhikāya antepi eseva nayo. ‘‘Anujānāmi, bhikkhave, coḷaka’’nti (cūḷava. 254) vacanato coḷakaṁ pattharitvā tattha ṭhapetuṁ vaṭṭati. Tasmiṁ pana asati kaṭasārake vā taṭṭikāya vā mattikāya vā paribhaṇḍakatāya bhūmiyā yattha na dussati, tathārūpāya vālikāya vā ṭhapetuṁ vaṭṭati. Paṁsurajādīsu pana kharabhūmiyaṁ vā ṭhapentassa dukkaṭaṁ.",
  "tika-vin05t34:103": "‘‘Na, bhikkhave, patto laggetabbo, yo laggeyya, āpatti dukkaṭassā’’ti (cūḷava. 254) vacanato nāgadantādīsu yattha katthaci laggetuṁ na vaṭṭati, cīvaravaṁsepi bandhitvā ṭhapetuṁ na vaṭṭati.",
  "tika-vin05t34:104": "‘‘Na, bhikkhave, mañce patto nikkhipitabbo, yo nikkhipeyya, āpatti dukkaṭassā’’ti (cūḷava. 254) vacanato bhaṇḍakaṭṭhapanatthameva vā kataṁ hotu nisīdanasayanatthaṁ vā, yattha katthaci mañce vā pīṭhe vā ṭhapentassa dukkaṭaṁ, aññena pana bhaṇḍakena saddhiṁ bandhitvā ṭhapetuṁ, aṭaniyaṁ bandhitvā olambituṁ vā vaṭṭati, bandhitvāpi upari ṭhapetuṁ na vaṭṭatiyeva. Sace pana mañco vā pīṭhaṁ vā ukkhipitvā cīvaravaṁsādīsu aṭṭakacchannena ṭhapitaṁ hoti, tattha ṭhapetuṁ vaṭṭati. Aṁsavaṭṭanakena aṁsakūṭe laggetvā aṅke ṭhapetuṁ vaṭṭati, chatte bhattapūropi aṁsakūṭe laggitapattopi ṭhapetuṁ na vaṭṭati. Bhaṇḍakena pana saddhiṁ bandhitvā aṭṭakaṁ katvā vā ṭhapite yo koci ṭhapetuṁ vaṭṭati.",
  "tika-vin05t34:105": "‘‘Na, bhikkhave, pattahatthena kavāṭaṁ paṇāmetabbaṁ, yo paṇāmeyya, āpatti dukkaṭassā’’ti (cūḷava. 255) vacanato pattahatthena kavāṭaṁ na paṇāmetabbaṁ. Ettha ca na kevalaṁ yassa patto hatthe, so eva pattahattho. Na kevalañca kavāṭameva paṇāmetuṁ na labhati, apica kho pana hatthe vā piṭṭhipāde vā yattha yatthaci sarīrāvayave pattasmiṁ sati hatthena vā pādena vā sīsena vā yena kenaci sarīrāvayavena kavāṭaṁ vā paṇāmetuṁ ghaṭikaṁ vā ukkhipituṁ sūciṁ vā kuñcikāya avāpurituṁ na labhati, aṁsakūṭe pana pattaṁ laggetvā yathāsukhaṁ avāpurituṁ labhati.",
  "tika-vin05t34:106": "‘‘Na, bhikkhave, calakāni vā aṭṭhikāni vā ucchiṭṭhodakaṁ vā pattena nīharitabbaṁ, yo nīhareyya, āpatti dukkaṭassā’’ti (cūḷava. 255) vacanato calakādīni pattena nīharituṁ na vaṭṭati. Ettha ca calakānīti cabbetvā apaviddhāmisāni. Aṭṭhikānīti macchamaṁsaaakāni. Ucchiṭṭhodakanti mukhavikkhālitodakaṁ. Etesu yaṁ kiñci pattena nīharantassa dukkaṭaṁ. Pattaṁ paṭiggahaṁ katvā hatthaṁ dhovitumpi na labhati. Hatthadhotapādadhotaudakampi patte ākiritvā nīharituṁ na vaṭṭati, anucchiṭṭhaṁ suddhapattaṁ ucchiṭṭhahatthena gaṇhituṁ na vaṭṭati, vāmahatthena panettha udakaṁ āsiñcitvā ekaṁ udakagaṇḍusaṁ gahetvā ucchiṭṭhahatthena gaṇhituṁ vaṭṭati. Ettāvatāpi hi so ucchiṭṭhapatto hoti, hatthaṁ pana bahiudakena vikkhāletvā gahetuṁ vaṭṭati. Macchamaṁsaphalāphalādīni ca khādanto yaṁ tattha aṭṭhiṁ vā calakaṁ vā chaḍḍetukāmo hoti, taṁ patte ṭhapetuṁ na labhati. Yaṁ pana paṭikhāditukāmo hoti, taṁ patte ṭhapetuṁ labhati. Aṭṭhikakaṇṭakādīni tattheva katvā hatthena luñcitvā khādituṁ vaṭṭati. Mukhato nīhaṭaṁ pana yaṁ kiñci puna khāditukāmo patte ṭhapetuṁ na labhati, siṅgiveranāḷikerakhaṇḍādīni ḍaṁsitvā puna ṭhapetuṁ labhati.",
  "tika-vin05t34:107": "29. ‘‘Na ca, bhikkhave, sabbapaṁsukūlikena bhavitabbaṁ, yo bhaveyya, āpatti dukkaṭassā’’ti (cūḷava. 255) vacanato sabbapaṁsukūlikena na bhavitabbaṁ. Ettha pana cīvarañca mañcapīṭhañca paṁsukūlaṁ vaṭṭati, ajjhoharaṇīyaṁ pana dinnameva gahetabbaṁ.",
  "tika-vin05t34:108": "30. ‘‘Na , bhikkhave, addhānamaggappaṭipannena bhikkhunā parissāvanaṁ yāciyamānena na dātabbaṁ, yo na dadeyya, āpatti dukkaṭassā’’ti (cūḷava. 259) vacanato aparissāvanakassa (cūḷava. aṭṭha. 259) yācamānassa parissāvanaṁ adātuṁ na vaṭṭati. Yo pana attano hatthe parissāvane vijjamānepi yācati, tassa na akāmā dātabbaṁ.",
  "tika-vin05t34:109": "‘‘Na ca, bhikkhave, aparissāvanakena bhikkhunā addhānamaggo paṭipajjitabbo, yo paṭipajjeyya, āpatti dukkaṭassā’’ti (cūḷava. 259) vacanato aparissāvanakena maggo na gantabbo. Sacepi na hoti parissāvanaṁ vā dhammakaraṇaṁ vā, saṅghāṭikaṇṇo adhiṭṭhātabbo ‘‘iminā parissāvetvā pivissāmī’’ti.",
  "tika-vin05t34:110": "‘‘Anujānāmi, bhikkhave, daṇḍaparissāvana’’nti (cūḷava. 259) vacanato daṇḍaparissāvanampi vaṭṭati. Daṇḍaparissāvanaṁ nāma yattha rajakānaṁ khāraparissāvanaṁ viya catūsu pādesu baddhanisseṇikāya sāṭakaṁ bandhitvā majjhe daṇḍake udakaṁ āsiñcanti, taṁ ubhopi koṭṭhāse pūretvā parissāvati.",
  "tika-vin05t34:111": "‘‘Anujānāmi , bhikkhave, ottharaka’’nti (cūḷava. 259) vacanato ottharakaṁ parissāvanampi vaṭṭati. Ottharakaṁ nāma yaṁ udake ottharitvā ghaṭakena udakaṁ gaṇhanti, tañhi catūsu daṇḍakesu vatthaṁ bandhitvā udake cattāro khāṇuke nikhanitvā tesu bandhitvā sabbapariyante udakato mocetvā majjhe ottharitvā ghaṭena udakaṁ gaṇhanti.",
  "tika-vin05t34:112": "31. ‘‘Na, bhikkhave, naggena naggo abhivādetabbo, yo abhivādeyya, āpatti dukkaṭassā’’tiādivacanato (cūḷava. 261) na naggena naggo abhivādetabbo, na naggena abhivādetabbaṁ, na naggena naggo abhivādāpetabbo, na naggena abhivādāpetabbaṁ, na naggena naggassa parikammaṁ kātabbaṁ, na naggena naggassa dātabbaṁ, na naggena paṭiggahetabbaṁ, na naggena khāditabbaṁ, na naggena bhuñjitabbaṁ, na naggena sāyitabbaṁ, na naggena pātabbaṁ.",
  "tika-vin05t34:113": "‘‘Anujānāmi, bhikkhave, tisso paṭicchādiyo jantāgharapaṭicchādiṁ udakapaṭicchādiṁ vatthapaṭicchādi’’nti (cūḷava. 261) vacanato tisso paṭicchādiyo vaṭṭanti. Ettha ca jantāgharapaṭicchādi udakapaṭicchādi ca parikammaṁ karontasseva vaṭṭati, sesesu abhivādanādīsu na vaṭṭati. Vatthapaṭicchādi pana sabbakammesu vaṭṭati.",
  "tika-vin05t34:114": "32. ‘‘Na , bhikkhave, pupphābhikiṇṇesu sayanesu sayitabbaṁ, yo saseyya, āpatti dukkaṭassā’’ti (cūḷava. 264) vacanato pupphehi santhatesu sayanesu na sayitabbaṁ, gandhagandhaṁ pana gahetvā kavāṭe pañcaṅguliṁ dātuṁ vaṭṭati pupphaṁ gahetvā vihāre ekamantaṁ nikkhipituṁ.",
  "tika-vin05t34:115": "33. ‘‘Na, bhikkhave, āsittakūpadhāne bhuñjitabbaṁ, yo bhuñjeyya, āpatti dukkaṭassā’’ti (cūḷava. 264) vacanato āsittakūpadhāne ṭhapetvā na bhuñjitabbaṁ. Āsittakūpadhānanti tambalohena vā rajatena vā katāya peḷāya etaṁ adhivacanaṁ, paṭikkhittattā pana dārumayāpi na vaṭṭati.",
  "tika-vin05t34:116": "34. ‘‘Anujānāmi, bhikkhave, maḷorika’’nti (cūḷava. 264) vacanato maḷorikāya ṭhapetvā bhuñjituṁ vaṭṭati. Maḷorikāti daṇḍādhārako vuccati. Yaṭṭhiādhārakapaṇṇādhārakapacchikapīṭhādīnipi ettheva paviṭṭhāni. Ādhārakasaṅkhepagamanato hi paṭṭhāya chiddaṁ viddhampi aviddhampi vaṭṭatiyeva.",
  "tika-vin05t34:117": "35. ‘‘Na , bhikkhave, ekabhājane bhuñjitabbaṁ, yo bhuñjeyya, āpatti dukkaṭassā’’ti(cūḷava. 264) ādivacanato na ekabhājane bhuñjitabbaṁ, na ekathālake pātabbaṁ. Sace pana eko bhikkhu bhājanato phalaṁ vā pūpaṁ vā gahetvā gacchati, tasmiṁ apagate itarassa sesakaṁ bhuñjituṁ vaṭṭati, itarassapi tasmiṁ khīṇe puna gahetuṁ vaṭṭati.",
  "tika-vin05t34:118": "‘‘Na, bhikkhave, ekamañce tuvaṭṭitabbaṁ, yo tuvaṭṭeyya, āpatti dukkaṭassā’’ti(cūḷava. 264) ādivacanato na ekamañce nipajjitabbaṁ, na ekattharaṇe nipajjitabbaṁ. Vavatthānaṁ pana dassetvā majjhe kāsāvaṁ vā kattarayaṭṭhiṁ vā antamaso kāyabandhanampi ṭhapetvā nipajjantānaṁ anāpatti. Ekapāvuraṇehi ekattharaṇapāvuraṇehi ca na nipajjitabbaṁ. Ekaṁ attharaṇañceva pāvuraṇañca etesanti ekattharaṇapāvuraṇā. Saṁhārimānaṁ pāvārattharaṇakaṭasārakādīnaṁ ekaṁ antaṁ attharitvā ekaṁ pārupitvā nipajjantānametaṁ adhivacanaṁ.",
  "tika-vin05t34:119": "36. ‘‘Na, bhikkhave, celappaṭikā akkamitabbā, yo akkameyya, āpatti dukkaṭassā’’ti (cūḷava. 268) vacanato na celasanthāro akkamitabbo, ‘‘anujānāmi, bhikkhave, gihīnaṁ maṅgalatthāya yāciyamānena celappaṭikaṁ akkamitu’’nti (cūḷava. 268) vacanato pana kāci itthī (cūḷava. aṭṭha. 268) apagatagabbhā vā hoti garugabbhā vā, evarūpesu ṭhānesu maṅgalatthāya yāciyamānena akkamituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, dhotapādakaṁ akkamitu’’nti (cūḷava. 268) vacanato pādadhovanaṭṭhāne dhotehi pādehi akkamanatthāya atthatapaccattharaṇaṁ akkamituṁ vaṭṭati.",
  "tika-vin05t34:120": "37. ‘‘Na, bhikkhave, katakaṁ paribhuñjitabbaṁ, yo paribhuñjeyya, āpatti dukkaṭassā’’ti (cūḷava. 269) vacanato katakaṁ na vaṭṭati. Katakaṁ nāma padumakaṇṇikākāraṁ pādaghaṁsanatthaṁ kaṇṭake uṭṭhāpetvā kataṁ. Taṁ vaṭṭaṁ vā hotu caturassādibhedaṁ vā, bāhulikānuyogattā paṭikkhittameva, neva paṭiggahetuṁ, na paribhuñjituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, tisso pādaghaṁsaniyo sakkharaṁ kathalaṁ samuddapheṇaka’’nti (cūḷava. 269) vacanato sakkharādīhi pādaghaṁsanaṁ vaṭṭati. Sakkharāti pāsāṇo vuccati, pāsāṇapheṇakopi vaṭṭatiyeva.",
  "tika-vin05t34:121": "38. ‘‘Na , bhikkhave, cāmaribījanī dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 269) vacanato cāmarivālehi katabījanī na vaṭṭati. ‘‘Anujānāmi, bhikkhave, makasabījaniṁ. Anujānāmi bhikkhave tisso bījaniyo vākamayaṁ usīramayaṁ morapiñchamayaṁ. Anujānāmi, bhikkhave, vidhūpanañca tālavaṇṭañcā’’ti (cūḷava. 269) vacanato makasabījanīādi vaṭṭati. Tattha vidhūpananti bījanī vuccati. Tālavaṇṭaṁ pana tālapaṇṇehi vā kataṁ hotu veḷudantavilīvehi vā morapiñchehi vā cammavikatīhi vā, sabbaṁ vaṭṭati. Makasabījanī dantamayavisāṇamayadaṇḍakāpi vaṭṭati. Vākamayabījaniyā ketakapārohakuntālapaṇṇādimayāpi saṅgahitā.",
  "tika-vin05t34:122": "39. ‘‘Na, bhikkhave, chattaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, gilānassa chatta’’nti (cūḷava. 270) vacanato agilānena chattaṁ na dhāretabbaṁ. Yassa pana kāyaḍāho vā pittakopo vā hoti cakkhu vā dubbalaṁ, añño vā koci ābādho vinā chattena uppajjati, tassa gāme vā araññe vā chattaṁ vaṭṭati. Vasse pana cīvaraguttatthampi vāḷamigacorabhayesu attaguttatthampi vaṭṭati, ekapaṇṇacchattaṁ pana sabbattheva vaṭṭati. ‘‘Anujānāmi, bhikkhave, agilānenapi ārāme ārāmūpacāre chattaṁ dhāretu’’nti (cūḷava. 270) vacanato pana agilānassapi ārāmaārāmūpacāresu chattaṁ dhāretuṁ vaṭṭati.",
  "tika-vin05t34:123": "40. ‘‘Na, bhikkhave, dīghā nakhā dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi , bhikkhave, maṁsappamāṇena nakhaṁ chinditu’’nti (cūḷava. 274) vacanato dīghā nakhā chinditabbā. ‘‘Na, bhikkhave, vīsatimaṭṭhaṁ kārāpetabbaṁ, yo kārāpeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, malamattaṁ apakaḍḍhitu’’nti (cūḷava. 274) vacanato vīsatipi nakhe likhitamaṭṭhe kārāpetuṁ na vaṭṭati, nakhato malamattaṁ pana apakaḍḍhituṁ vaṭṭati.",
  "tika-vin05t34:124": "‘‘Na, bhikkhave, sambādhe lomaṁ saṁharāpetabbaṁ, yo saṁharāpeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, ābādhapaccayā sambādhe lomaṁ saṁharāpetu’’nti (cūḷava. 275) vacanato gaṇḍavaṇādiābādhaṁ vinā sambādhe lomaṁ saṁharāpetuṁ na vaṭṭati. ‘‘Na, bhikkhave, dīghaṁ nāsikālomaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 275) vacanato saṇḍāsena nāsikālomaṁ saṁharāpetuṁ vaṭṭati. Sakkharādīhi nāsikālomaṁ gāhāpanepi āpatti natthi, anurakkhaṇatthaṁ pana ‘‘anujānāmi, bhikkhave, saṇḍāsa’’nti (cūḷava. 275) saṇḍāso anuññāto. ‘‘Na, bhikkhave, palitaṁ gāhāpetabbaṁ, yo gāhāpeyya, āpatti dukkaṭassā’’ti (cūḷava. 275) vacanato palitaṁ gāhāpetuṁ na vaṭṭati. Yaṁ pana bhamukāya vā nalāṭe vā dāṭhikāya vā uggantvā bībhacchaṁ hutvā ṭhitaṁ, tādisaṁ lomaṁ palitaṁ vā apalitaṁ vā gāhāpetuṁ vaṭṭati.",
  "tika-vin05t34:125": "41. ‘‘Na, bhikkhave, akāyabandhanena gāmo pavisitabbo, yo paviseyya, āpatti dukkaṭassā’’ti (cūḷava. 278) vacanato akāyabandhanena gāmo na pavisitabbo, abandhitvā nikkhamantena yattha sarati, tattha bandhitabbaṁ. ‘‘Āsanasālāya bandhissāmī’’ti gantuṁ vaṭṭati, saritvā yāva na bandhati, na tāva piṇḍāya caritabbaṁ.",
  "tika-vin05t34:126": "42. ‘‘Na, bhikkhave, gihinivatthaṁ nivāsetabbaṁ, yo nivāseyya, āpatti dukkaṭassā’’ti(cūḷava. 280) ādivacanato hatthisoṇḍādivasena gihinivatthaṁ na nivāsetabbaṁ, setapaṭapārutādivasena na gihipārutaṁ pārupitabbaṁ, mallakammakarādayo viya kacchaṁ bandhitvā na nivāsetabbaṁ. Evaṁ nivāsetuṁ gilānassapi maggappaṭipannassapi na vaṭṭati. Yampi maggaṁ gacchantā ekaṁ vā dve vā koṇe ukkhipitvā antaravāsakassa upari lagganti, anto vā ekaṁ kāsāvaṁ tathā nivāsetvā bahi aparaṁ nivāsenti, sabbaṁ na vaṭṭati. Gilāno pana antokāsāvassa ovaṭṭikaṁ dassetvā aparaṁ upari nivāsetuṁ labhati, agilānena dve nivāsentena saguṇaṁ katvā nivāsetabbāni.",
  "tika-vin05t34:127": "43. ‘‘Na , bhikkhave, ubhatokājaṁ haritabbaṁ, yo hareyya, āpatti dukkaṭassā’’ti (cūḷava. 281) vacanato ubhatokājaṁ harituṁ na vaṭṭati. ‘‘Anujānāmi, bhikkhave, ekatokājaṁ antarākājaṁ sīsabhāraṁ khandhabhāraṁ kaṭibhāraṁ olambaka’’nti vacanato ekatokājādiṁ harituṁ vaṭṭati.",
  "tika-vin05t34:128": "44. ‘‘Na, bhikkhave, dīghaṁ dantakaṭṭhaṁ khāditabbaṁ, yo khādeyya, āpatti dukkaṭassā’’ti (cūḷava. 282) vacanato na dīghaṁ dantakaṭṭhaṁ khāditabbaṁ. ‘‘Anujānāmi, bhikkhave, aṭṭhaṅgulaparamaṁ dantakaṭṭhaṁ. Anujānāmi, bhikkhave, caturaṅgulapacchimaṁ dantakaṭṭha’’nti (cūḷava. 282) vacanato manussānaṁ pamāṇaṅgulena aṭṭhaṅgulaparamaṁ caturaṅgulapacchimañca dantakaṭṭhaṁ khāditabbaṁ.",
  "tika-vin05t34:129": "45. ‘‘Na, bhikkhave, rukkho abhiruhitabbo, yo abhiruheyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, sati karaṇīye porisaṁ rukkhaṁ abhiruhituṁ āpadāsu yāvadattha’’nti (cūḷava. 284) vacanato na rukkhaṁ abhiruhitabbaṁ, sukkhakaṭṭhagahaṇādikicce pana sati purisappamāṇaṁ abhiruhituṁ vaṭṭati. Āpadāsūti vāḷamigādayo vā disvā maggamūḷho vā disā oloketukāmo hutvā davaḍāhaṁ vā udakoghaṁ vā āgacchantaṁ disvā atiuccampi rukkhaṁ ārohituṁ vaṭṭati.",
  "tika-vin05t34:130": "46. ‘‘Na, bhikkhave, buddhavacanaṁ chandaso āropetabbaṁ, yo āropeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, sakāya niruttiyā buddhavacanaṁ pariyāpuṇitu’’nti (cūḷava. 285) vacanato vedaṁ viya buddhavacanaṁ sakkaṭabhāsāya vācanāmaggaṁ ārocetuṁ na vaṭṭati, sakāya pana māgadhikāya niruttiyā pariyāpuṇitabbaṁ.",
  "tika-vin05t34:131": "47. ‘‘Na, bhikkhave, lokāyataṁ pariyāpuṇitabbaṁ, yo pariyāpuṇeyya, āpatti dukkaṭassā’’ti(caūḷava. 286) ādivacanato lokāyatasaṅkhātaṁ ‘‘sabbaṁ ucchiṭṭhaṁ, sabbaṁ anucchiṭṭhaṁ, seto kāko, kāḷo bako iminā ca iminā ca kāraṇenā’’ti evamādiniratthakakāraṇapaṭisaṁyuttaṁ titthiyasatthaṁ neva pariyāpuṇitabbaṁ, na parassa vācetabbaṁ. Na ca tiracchānavijjā pariyāpuṇitabbā, na parassa vācetabbā.",
  "tika-vin05t34:132": "48. ‘‘Na, bhikkhave, khipite ‘jīvā’ti vattabbo, yo vadeyya, āpatti dukkaṭassa. Anujānāmi , bhikkhave, gihīnaṁ ‘jīvatha bhante’ti vuccamānena ‘ciraṁ jīvā’ti vattu’’nti (cūḷava. 288) vacanato khipite ‘‘jīvā’’ti na vattabbaṁ, gihinā pana ‘‘jīvathā’’ti vuccamānena ‘‘ciraṁ jīvā’’ti vattuṁ vaṭṭati.",
  "tika-vin05t34:133": "49. ‘‘Na, bhikkhave, lasuṇaṁ khāditabbaṁ, yo khādeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, ābādhapaccayā lasuṇaṁ khāditu’’nti (cūḷava. 289) vacanato ābādhaṁ vinā lasuṇaṁ khādituṁ na vaṭṭati, sūpasampākādīsu (pāci. aṭṭha. 797) pakkhittaṁ pana vaṭṭati. Tañhi paccamānesu muggasūpādīsu vā macchamaṁsavikatiyā vā tele vā badarasāḷavādīsu vā ambilasākādīsu vā uttaribhaṅgesu vā yattha katthaci antamaso yāgubhattepi pakkhittaṁ vaṭṭati.",
  "tika-vin05t34:134": "50. ‘‘Na, bhikkhave, adhotehi pādehi senāsanaṁ akkamitabbaṁ, yo akkameyya, āpatti dukkaṭassā’’ti (cūḷava. 324) vacanato adhotehi pādehi mañcapīṭhādisenāsanaṁ parikammakatā vā bhūmi na akkamitabbā. ‘‘Na, bhikkhave, allehi pādehi senāsanaṁ akkamitabbaṁ, yo akkameyya āpatti dukkaṭassā’’ti (cūḷava. 324) vacanato yehi (cūḷava. aṭṭha. 324) akkantaṭṭhāne udakaṁ paññāyati, evarūpehi allapādehi paribhaṇḍakatā bhūmi vā senāsanaṁ vā na akkamitabbaṁ. Sace pana udakasinehamattameva paññāyati, na udakaṁ, vaṭṭati. Pādapuñchaniṁ pana allapādehipi akkamituṁ vaṭṭatiyeva. ‘‘Na, bhikkhave, saupāhanena senāsanaṁ akkamitabbaṁ, yo akkameyya, āpatti dukkaṭassā’’ti (cūḷava. 324) vacanato dhotapādehi akkamitabbaṭṭhānaṁ saupāhanena akkamituṁ na vaṭṭati.",
  "tika-vin05t34:135": "‘‘Na, bhikkhave, parikammakatāya bhūmiyā niṭṭhubhitabbaṁ, yo niṭṭhubheyya, āpatti dukkaṭassā’’ti (cūḷava. 324) vacanato parikammakatāya bhūmiyā na niṭṭhubhitabbaṁ. ‘‘Anujānāmi, bhikkhave, kheḷamallaka’’nti (cūḷava. 324) evaṁ anuññāte kheḷamallake niṭṭhubhitabbaṁ. ‘‘Anujānāmi, bhikkhave, coḷakena paliveṭhetu’’nti (cūḷava. 324) vacanato sudhābhūmiyā vā paribhaṇḍabhūmiyā vā mañcapīṭhaṁ nikkhipantena sace taṭṭikā vā kaṭasārako vā natthi, coḷakena mañcapīṭhānaṁ pādā veṭhetabbā, tasmiṁ asati paṇṇampi attharituṁ vaṭṭati, kiñci anattharitvā ṭhapentassa pana dukkaṭaṁ. Yadi pana tattha nevāsikā anatthatāya bhūmiyāpi ṭhapenti, adhotapādehipi vaḷañjenti, tatheva vaḷañjetuṁ vaṭṭati.",
  "tika-vin05t34:136": "‘‘Na , bhikkhave, parikammakatā bhitti apassetabbā, yo apasseyya, āpatti dukkaṭassā’’ti (cūḷava. 324) vacanato parikammakatā bhitti setabhitti vā hotu cittakammakatā vā, na apassetabbā. Na kevalañca bhittimeva, dvārampi vātapānampi apassenaphalakampi pāsāṇatthambhampi rukkhatthambhampi cīvarena vā yena kenaci appaṭicchādetvā apassituṁ na labhati. ‘‘Anujānāmi, bhikkhave , paccattharitvā nipajjitu’’nti (cūḷava. 325) vacanato pana dhotapādehi akkamitabbaṁ, paribhaṇḍakataṁ bhūmiṁ vā bhūmattharaṇaṁ senāsanaṁ vā saṅghikamañcapīṭhaṁ vā attano santakena paccattharaṇena paccattharitvāva nipajjitabbaṁ. Sace niddāyatopi paccattharaṇe saṅkuṭite koci sarīrāvayavo mañcaṁ vā pīṭhaṁ vā phusati, āpattiyeva, lomesu pana phusantesu lomagaṇanāya āpattiyo. Paribhogasīsena apassayantassapi eseva nayo. Hatthatalapādatalehi pana phusituṁ akkamituṁ vā vaṭṭati, mañcaṁ vā pīṭhaṁ vā harantassa kāye paṭihaññati, anāpatti.",
  "tika-vin05t34:137": "51. ‘‘Dasayime, bhikkhave, avandiyā. Pureupasampannena pacchupasampanno avandiyo, anupasampanno avandiyo, nānāsaṁvāsako vuḍḍhataro adhammavādī avandiyo, mātugāmo avandiyo, paṇḍako avandiyo, pārivāsiko avandiyo, mūlāyapaṭikassanāraho avandiyo, mānattāraho avandiyo, mānattacāriko avandiyo, abbhānāraho avandiyo’’ti (cūḷava. 312) vacanato ime dasa avandiyāti veditabbā.",
  "tika-vin05t34:138": "‘‘Pacchupasampannena pureupasampanno vandiyo, nānāsaṁvāsako vuḍḍhataro dhammavādī vandiyo, tathāgato arahaṁ sammāsambuddho vandiyo’’ti (cūḷava. 312) – vacanato ime tayo vanditabbā.",
  "tika-vin05t34:139": "52. ‘‘Anujānāmi, bhikkhave, tīṇi tūlāni rukkhatūlaṁ latātūlaṁ poṭakītūla’’nti (cūḷava. 297) vacanato imāni tīṇi tūlāni kappiyāni. Tattha (cūḷava. aṭṭha. 297) rukkhatūlanti simbalirukkhādīnaṁ yesaṁ kesañci rukkhānaṁ tūlaṁ. Latātūlanti khīravalliādīnaṁ yāsaṁ kāsañci vallīnaṁ tūlaṁ. Poṭakītūlanti poṭakītiṇādīnaṁ yesaṁ kesañci tiṇajātikānaṁ antamaso ucchunaḷādīnampi tūlaṁ. Etehi tīhi sabbabhūtagāmā saṅgahitā honti. Rukkhavallitiṇajātiyo hi muñcitvā añño bhūtagāmo nāma natthi, tasmā yassa kassaci bhūtagāmassa tūlaṁ bimbohane vaṭṭati. Bhisiṁ pana pāpuṇitvā sabbametaṁ akappiyatūlanti vuccati. Na kevalañca bimbohane etaṁ tūlameva, haṁsamorādīnaṁ sabbasakuṇānaṁ sīhādīnaṁ sabbacatuppadānañca lomampi vaṭṭati, piyaṅgupupphabakulapupphādīnaṁ pana yaṁ kiñci pupphaṁ na vaṭṭati. Tamālapattaṁ suddhameva na vaṭṭati, missakaṁ pana vaṭṭati, bhisīnaṁ anuññātaṁ pañcavidhaṁ uṇṇāditūlampi vaṭṭati.",
  "tika-vin05t34:140": "53. ‘‘Anujānāmi, bhikkhave, pañca bhisiyo uṇṇabhisiṁ coḷabhisiṁ vākabhisiṁ tiṇabhisiṁ paṇṇabhisi’’nti (cūḷava. 297) vacanato pañcahi uṇṇādīhi pūritā pañca bhisiyo anuññātā. Tūlagaṇanāya hi etāsaṁ gaṇanā vuttā. Tattha uṇṇaggahaṇena na kevalaṁ eḷakalomameva gahitaṁ, ṭhapetvā pana manussalomaṁ yaṁ kiñci kappiyākappiyamaṁsajātīnaṁ pakkhicatuppadānaṁ lomaṁ sabbaṁ idha uṇṇaggahaṇeneva gahitaṁ. Tasmā channaṁ cīvarānaṁ channaṁ anulomacīvarānañca aññatarena bhisicchaviṁ katvā taṁ sabbaṁ pakkhipitvā bhisiṁ kātuṁ vaṭṭati. Eḷakalomāni pana apakkhipitvā kambalameva catugguṇaṁ pañcaguṇaṁ vā pakkhipitvā katāpi uṇṇabhisisaṅkhyameva gacchati.",
  "tika-vin05t34:141": "Coḷabhisiādīsu yaṁ kiñci navacoḷaṁ vā purāṇacoḷaṁ vā saṁharitvā anto pakkhipitvā vā katā coḷabhisi. Yaṁ kiñci vākaṁ pakkhipitvā katā vākabhisi. Yaṁ kiñci tiṇaṁ pakkhipitvā katā tiṇabhisi. Aññatra suddhatamālapattā yaṁ kiñci paṇṇaṁ pakkhipitvā katā paṇṇabhisīti veditabbā. Tamālapattaṁ pana aññena missameva vaṭṭati. Suddhaṁ na vaṭṭati. Yaṁ panetaṁ uṇṇādipañcavidhaṁ tūlaṁ bhisiyaṁ vaṭṭati, taṁ masūrakepi vaṭṭatīti kurundiyaṁ vuttaṁ. Etena masūrakaṁ paribhuñjituṁ vaṭṭatīti siddhaṁ hoti. Bhisiyā pamāṇaniyamo natthi, mañcabhisi pīṭhabhisi bhūmattharaṇabhisi caṅkamanabhisi pādapuñchanabhisīti etāsaṁ anurūpato sallakkhetvā attano rucivasena pamāṇaṁ kātabbaṁ. Bimbohanaṁ pana pamāṇayuttameva vaṭṭati.",
  "tika-vin05t34:142": "54. ‘‘Na, bhikkhave, aḍḍhakāyikāni bimbohanāni dhāretabbāni, yo dhāreyya, āpatti dukkaṭassā’’ti (cūḷava. 297) yesu kaṭito paṭṭhāya yāva sīsaṁ upadahanti, tādisāni upaḍḍhakāyappamāṇāni bimbohanāni paṭikkhipitvā ‘‘anujānāmi, bhikkhave, sīsappamāṇaṁ bimbohana’’nti (cūḷava. 297) sīsappamāṇaṁ anuññātaṁ. Sīsappamāṇaṁ nāma yassa vitthārato tīsu kaṇṇesu dvinnaṁ kaṇṇānaṁ antaraṁ miniyamānaṁ vidatthi ceva caturaṅgulañca hoti, majjhaṭṭhānaṁ muṭṭhiratanaṁ hoti. ‘‘Dīghato pana diyaḍḍharatanaṁ vā dviratanaṁ vā’’ti kurundiyaṁ vuttaṁ. Ayaṁ sīsappamāṇassa ukkaṭṭhaparicchedo, ito uddhaṁ na vaṭṭati, heṭṭhā vaṭṭati . Agilānassa sīsūpadhānañca pādūpadhānañcāti dvayameva vaṭṭati, gilānassa bimbohanāni santharitvā upari paccattharaṇaṁ datvā nipajjitumpi vaṭṭati. ‘‘Yāni pana bhisīnaṁ anuññātāni pañca kappiyatūlāni, tehi bimbohanaṁ mahantampi vaṭṭatī’’ti phussadevatthero āha. Vinayadharaupatissatthero pana ‘‘bimbohanaṁ karissāmīti kappiyatūlaṁ vā akappiyatūlaṁ vā pakkhipitvā karontassa pamāṇameva vaṭṭatī’’ti āha.",
  "tika-vin05t34:143": "55. ‘‘Anujānāmi, bhikkhave, āsandika’’nti (cūḷava. 297) vacanato caturassapīṭhasaṅkhāto āsandiko vaṭṭati, so ca ‘‘anujānāmi, bhikkhave, uccakampi āsandika’’nti (cūḷava. 297) vacanato aṭṭhaṅgulato uccapādakopi vaṭṭati. Ekatobhāgena dīghapīṭhameva hi aṭṭhaṅgulato uccapādakaṁ na vaṭṭati, tasmā caturassapīṭhaṁ pamāṇātikkantampi vaṭṭati. ‘‘Anujānāmi, bhikkhave, sattaṅga’’nti (cūḷava. 297) vacanato tīsu disāsu apassayaṁ katvā katamañcopi vaṭṭati. ‘‘Anujānāmi, bhikkhave, uccakampi sattaṅga’’nti (cūḷava. 297) vacanato ayampi pamāṇātikkanto ca vaṭṭati. ‘‘Anujānāmi, bhikkhave, bhaddapīṭha’’ntiādinā (cūḷava. 297) pāḷiyaṁ anuññātaṁ vettamayapīṭhaṁ pilotikābaddhapīṭhaṁ dārupaṭṭikāya upari pāde ṭhapetvā bhojanaphalakaṁ viya kataṁ eḷakapādapīṭhaṁ āmalakākārena yojitaṁ bahupādakaṁ āmaṇḍakavaṭṭikapīṭhaṁ palālapīṭhaṁ phalakapīṭhañca pāḷiyaṁ anāgatañca aññampi yaṁ kiñci dārumayapīṭhaṁ vaṭṭati.",
  "tika-vin05t34:144": "‘‘Na, bhikkhave, ucce mañce sayitabbaṁ, yo sayeyya, āpatti dukkaṭassā’’ti (cūḷava. 297) vacanato pamaṇātikkante mañce sayantassa dukkaṭaṁ, taṁ pana karontassa kārāpentassa ca chedanakaṁ pācittiyaṁ. Aññena kataṁ paṭilabhitvā paribhuñjantena chinditvā paribhuñjitabbaṁ. Sace na chinditukāmo hoti, bhūmiyaṁ nikhanitvā pamāṇaṁ upari dasseti, uttānakaṁ vā katvā paribhuñjati, ukkhipitvā tulāsaṅghāṭe ṭhapetvā aṭṭaṁ katvā paribhuñjati, vaṭṭati. ‘‘Na, bhikkhave, uccā mañcapaṭipādakā dhāretabbā, yo dhāreyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, aṭṭhaṅgulaparamaṁ mañcapaṭipādaka’’nti (cūḷava. 297) vacanato manussānaṁ pamāṇaṅgulena aṭṭhaṅgulaparamova mañcapaṭipādako vaṭṭati, tato uddhaṁ na vaṭṭati.",
  "tika-vin05t34:145": "56. ‘‘Na , bhikkhave, uccāsayanamahāsayanāni dhāretabbāni, seyyathidaṁ, āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomi ekantalomi kaṭṭissaṁ koseyyaṁ kuttakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinapaveṇī kadalimigapavarapaccattharaṇaṁ sauttaracchadaṁ ubhatolohitakūpadhānaṁ, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 254) vacanato uccāsayanamahāsayanāni na vaṭṭanti. Tattha (mahāva. aṭṭha. 254) uccāsayanaṁ nāma pamāṇātikkantaṁ mañcaṁ. Mahāsayanaṁ nāma akappiyattharaṇaṁ. Āsandiādīsu āsandīti pamāṇātikkantāsanaṁ. Pallaṅkoti pādesu vāḷarūpāni ṭhapetvā kato. Gonakoti dīghalomako mahākojavo. Caturaṅgulādhikāni kira tassa lomāni. Cittakoti ratanacitrauṇṇāmayattharako. Paṭikāti uṇṇāmayo setattharako. Paṭalikāti ghanapupphako uṇṇāmayalomattharako, yo ‘‘āmalakapaṭo’’tipi vuccati. Tūlikāti pakatitūlikāyeva. Vikatikāti sīhabyagghādirūpavicitro uṇṇāmayattharako. Uddalomīti ekato uggatalomaṁ uṇṇāmayattharaṇaṁ. Ekantalomīti ubhato uggatalomaṁ uṇṇāmayattharaṇaṁ. Kaṭṭissanti ratanaparisibbitaṁ koseyyakaṭṭissamayaṁ paccattharaṇaṁ. Koseyyanti ratanaparisibbitaṁ kosiyasuttamayaṁ paccattharaṇaṁ, suddhakoseyyaṁ pana vaṭṭati.",
  "tika-vin05t34:146": "Kuttakanti soḷasannaṁ nāṭakitthīnaṁ ṭhatvā naccanayoggaṁ uṇṇāmayattharaṇaṁ. Hatthattharaassattharā hatthiassapiṭṭhīsu attharaṇakaattharaṇā eva. Rathattharepi eseva nayo. Ajinapaveṇīti ajinacammehi mañcappamāṇena sibbitvā katā paveṇī. Kadalimigapavarapaccattharaṇanti kadalimigacammaṁ nāma atthi, tena kataṁ pavarapaccattharaṇanti attho. Taṁ kira setavatthassa upari kadalimigacammaṁ pattharitvā sibbitvā karonti. Sauttaracchadanti saha uttaracchadena, uparibaddhena rattavitānena saddhinti attho. Setavitānampi heṭṭhā akappiyapaccattharaṇe sati na vaṭṭati, asati pana vaṭṭati. Ubhatolohitakūpadhānanti sīsūpadhānañca pādūpadhānañcāti mañcassa ubhatolohitakūpadhānaṁ, etaṁ na kappati. Yaṁ pana ekameva upadhānaṁ ubhosu passesu rattaṁ vā hotu padumavaṇṇaṁ vā vicitraṁ vā, sace pamāṇayuttaṁ, vaṭṭati, mahāupadhānaṁ pana paṭikkhittaṁ. Gonakādīni (cūḷava. aṭṭha. 320) saṅghikavihāre vā puggalikavihāre vā mañcapīṭhakesu attharitvā paribhuñjituṁ na vaṭṭanti, dhammāsane pana gihivikatanīhārena labbhanti, tatrāpi nipajjituṁ na vaṭṭati.",
  "tika-vin05t34:147": "‘‘Anujānāmi, bhikkhave, ṭhapetvā tīṇi āsandiṁ pallaṅkaṁ tūlikaṁ gihivikataṁ abhinisīdituṁ, na tveva abhinipajjitu’’nti (cūḷava. 314) – vacanato āsandādittayaṁ ṭhapetvā avasesesu gonakādīsu gihivikatesu dhammāsane vā bhattagge vā antaraghare vā nisīdituṁ vaṭṭati, nipajjituṁ na vaṭṭati. Tūlonaddhaṁ pana mañcapīṭhaṁ bhattagge antaraghareyeva nisīdituṁ vaṭṭati, tatthāpi nipajjituṁ vaṭṭati. Tūlonaddhaṁ pana mañcapīṭhaṁ kārāpentassapi uddālanakaṁ pācittiyaṁ.",
  "tika-vin05t34:148": "‘‘Anujānāmi, bhikkhave, onaddhamañcaṁ onaddhapīṭha’’nti (cūḷava. 297) vacanato pana cammādīhi onaddhaṁ mañcapīṭhaṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, pāvāraṁ. Anujānāmi, bhikkhave, koseyyapāvāraṁ. Anujānāmi, bhikkhave, kojavaṁ. Anujānāmi, bhikkhave, kambala’’nti (mahāva. 337-338) – vacanato pāvārādīni saṅghikāni vā hontu puggalikāni vā, yathāsukhaṁ vihāre vā antaraghare vā yattha katthaci paribhuñjituṁ vaṭṭanti. Kojavaṁ panettha pakatikojavameva vaṭṭati, mahāpiṭṭhiyakojavaṁ na vaṭṭati.",
  "tika-vin05t34:149": "‘‘Anujānāmi, bhikkhave, sabbaṁ pāsādaparibhoga’’nti (cūḷava. 320) vacanato suvaṇṇarajatādivicitrāni (cūḷava. aṭṭha. 320) kavāṭāni mañcapīṭhāni tālavaṇṭāni suvaṇṇarajatayoni pānīyaghaṭapānīyasarāvāni, yaṁ kiñci cittakammakataṁ, sabbaṁ senāsanaparibhoge vaṭṭati. ‘‘Pāsādassa dāsidāsaṁ khettavatthuṁ gomahiṁsaṁ demā’’ti vadanti, pāṭekkaṁ gahaṇakiccaṁ natthi, pāsāde paṭiggahite paṭiggahitameva hoti.",
  "tika-vin05t34:150": "‘‘Anujānāmi, bhikkhave, ekapalāsikaṁ upāhanaṁ… na, bhikkhave, diguṇā upāhanā dhāretabbā… na tiguṇā upāhanā dhāretabbā… na guṇaṅguṇūpāhanā dhāretabbā… yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 245) – vacanato ekapaṭalāyeva upāhanā vaṭṭati, dvipaṭalā pana tipaṭalā na vaṭṭatiyeva. Guṇaṅguṇūpāhanā (mahāva. aṭṭha. 245) nāma catupaṭalato paṭṭhāya vuccati, sā pana majjhimadeseyeva na vaṭṭati. ‘‘Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu guṇaṅguṇūpāhana’’nti (mahāva. 259) – vacanato paccantimesu janapadesu guṇaṅguṇūpāhanā navā vā hotu paribhuttā vā, vaṭṭati. Majjhimadese pana ‘‘anujānāmi, bhikkhave, omukkaṁ guṇaṅguṇūpāhanaṁ. Na, bhikkhave, navā guṇaṅguṇūpāhanā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 247) vacanato paṭimuñcitvā apanītā paribhuttāyeva guṇaṅguṇūpāhanā vaṭṭati, aparibhuttā paṭikkhittāyeva. Ekapaṭalā pana paribhuttā vā hotu aparibhuttā vā, sabbattha vaṭṭati. Ettha ca manussacammaṁ ṭhapetvā yena kenaci cammena katā upāhanā vaṭṭati. Upāhanakosakasatthakakosakakuñcikakosakesupi eseva nayo.",
  "tika-vin05t34:151": "‘‘Na , bhikkhave, sabbanīlikā upāhanā dhāretabbā… na sabbapītikā upāhanā dhāretabbā… na sabbalohitikā upāhanā dhāretabbā… na sabbamañjiṭṭhikā upāhanā dhāretabbā… na sabbakaṇhā upāhanā dhāretabbā… na sabbamahāraṅgarattā upāhanā dhāretabbā. Na sabbamahānāmarattā upāhanā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 246) – vacanato sabbanīlikādi upāhanā na vaṭṭati. Ettha ca nīlikā umāpupphavaṇṇā hoti. Pītikā kaṇikārapupphavaṇṇā… lohitikā jayasumanapupphavaṇṇā… mañjiṭṭhikā mañjiṭṭhavaṇṇā eva… kaṇhā addāriṭṭhakavaṇṇā… mahāraṅgarattā satapadipiṭṭhivaṇṇā… mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā. Kurundiyaṁ pana ‘‘padumapupphavaṇṇā’’ti vuttaṁ. Etāsu yaṁ kiñci labhitvā rajanaṁ coḷakena puñchitvā vaṇṇaṁ bhinditvā dhāretuṁ vaṭṭati, appamattakepi bhinne vaṭṭatiyeva.",
  "tika-vin05t34:152": "‘‘Na, bhikkhave, nīlakavaddhikā upāhanā dhāretabbā… na pītakavaddhikā upāhanā dhāretabbā… na lohitakavaddhikā upāhanā dhāretabbā… na mañjiṭṭhikavaddhikā upāhanā dhāretabbā… na kaṇhavaddhikā upāhanā dhāretabbā… na mahāraṅgarattavaddhikā upāhanā dhāretabbā… na mahānāmarattavaddhikā upāhanā dhāretabbā… yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 246) – vacanato yāsaṁ vaddhāyeva nīlādivaṇṇā honti, tāpi na vaṭṭanti, vaṇṇabhedaṁ pana katvā dhāretuṁ vaṭṭati.",
  "tika-vin05t34:153": "‘‘Na, bhikkhave, khallakabaddhā upāhanā dhāretabbā… na puṭabaddhā upāhanā dhāretabbā… na pāliguṇṭhimā upāhanā dhāretabbā… na tūlapuṇṇikā upāhanā dhāretabbā… na tittirapattikā upāhanā dhāretabbā… na meṇḍavisāṇavaddhikā upāhanā dhāretabbā… na ajavisāṇavaddhikā upāhanā dhāretabbā… na vicchikāḷikā upāhanā dhāretabbā… na morapiñchaparisibbitā upāhanā dhāretabbā… na citrā upāhanā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 246) – vacanato khallakabaddhādi upāhanāpi na vaṭṭati. Tattha khallakabaddhāti paṇhipidhānatthaṁ tale khallakaṁ bandhitvā katā. Puṭabaddhāti yonakaupāhanā vuccati, yā yāva jaṅghato sabbapādaṁ paṭicchādeti. Pāliguṇṭhimāti paliguṇṭhitvā katā, upari pādamattameva paṭicchādeti, na jaṅghaṁ. Tūlapuṇṇikāti tūlapicunā pūretvā katā. Tittirapattikāti tittirapattasadisā vicitrabaddhā. Meṇḍavisāṇavaddhikāti kaṇṇikaṭṭhāne meṇḍakasiṅgasaṇṭhāne vaddhe yojetvā katā. Ajavisāṇavaddhikādīsupi eseva nayo, vicchikāḷikāpi tattheva vicchikanaṅguṭṭhasaṇṭhāne vaddhe yojetvā katā. Morapiñchaparisibbitāti talesu vā vaddhesu vā morapiñchehi suttakasadisehi parisibbitā. Citrāti vicitrā. Etāsu yaṁ kiñci labhitvā sace tāni khallakādīni apanetvā sakkā honti vaḷañjituṁ, vaḷañjetabbā. Tesu pana sati vaḷañjantassa dukkaṭaṁ.",
  "tika-vin05t34:154": "‘‘Na, bhikkhave, sīhacammaparikkhaṭā upāhanā dhāretabbā… na byagghacammaparikkhaṭā upāhanā dhāretabbā… na dīpicammaparikkhaṭā upāhanā dhāretabbā… na ajinacammaparikkhaṭā upāhanā dhāretabbā… na uddacammaparikkhaṭā upāhanā dhāretabbā… na majjāracammaparikkhaṭā upāhanā dhāretabbā… na kāḷakacammaparikkhaṭā upāhanā dhāretabbā… na luvakacammaparikkhaṭā upāhanā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 246) – vacanato sīhacammādiparikkhaṭāpi upāhanā na vaṭṭati. Tattha sīhacammaparikkhaṭā nāma pariyantesu cīvare anuvātaṁ viya sīhacammaṁ yojetvā katā. Esa nayo sabbattha. Luvakacammaparikkhaṭāti pakkhibiḷālacammaparikkhaṭā. Etāsupi yā kāci taṁ cammaṁ apanetvā dhāretabbā.",
  "tika-vin05t34:155": "‘‘Na, bhikkhave, kaṭṭhapādukā dhāretabbā… na tālapattapādukā… na veḷupattapādukā, na tiṇapādukā… na muñjapādukā, na pabbajapādukā… na hintālapādukā, na kamalapādukā… na kambalapādukā… na sovaṇṇapādukā… na rūpiyamayā pādukā… na maṇimayā… na veḷuriyamayā… na phalikamayā … na kaṁsamayā… na kācamayā… na tipumayā… na sīsamayā… na tambalohamayā… na kāci saṅkamanīyā pādukā dhāretabbā, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 250-251) – vacanato yena kenaci tiṇena vā aññena vā katā yā kāci saṅkamanīyā pādukā na dhāretabbā. ‘‘Anujānāmi, bhikkhave, tisso pādukā dhuvaṭṭhāniyā asaṅkamanīyāyo, vaccapādukaṁ passāvapādukaṁ ācamanapāduka’’nti (mahāva. 251) – vacanato pana bhūmiyaṁ suppatiṭṭhitā niccalā asaṁhāriyā vaccapādukādī tisso pādukā paribhuñjituṁ vaṭṭanti.",
  "tika-vin05t34:156": "‘‘Na, bhikkhave, saupāhanena gāmo pavisitabbo, yo paviseyya, āpatti dukkaṭassā’’ti (mahāva. 259) vacanato saupāhanena gāmo na pavisitabbo. ‘‘Anujānāmi, bhikkhave, gilānena bhikkhunā saupāhanena gāmaṁ pavisitu’’nti (mahāva. 256) vacanato pana yassa pādā vā phālitā pādakhīlā vā ābādho pādā vā dukkhā honti, yo na sakkoti anupāhano gāmaṁ pavisituṁ, evarūpena gilānena saupāhanena gāmaṁ pavisituṁ vaṭṭati. ‘‘Anujānāmi, bhikkhave, ajjhārāme upāhanaṁ dhāretuṁ ukkaṁ padīpaṁ kattaradaṇḍa’’nti (mahāva. 249) vacanato ajjhārāme agilānassapi upāhanaṁ dhāretuṁ vaṭṭati.",
  "tika-vin05t34:157": "‘‘Na, bhikkhave, ācariyesu ācariyamattesu upajjhāyesu upajjhāyamattesu anupāhanesu caṅkamamānesu saupāhanena caṅkamitabbaṁ, yo caṅkameyya, āpatti dukkaṭassā’’ti (mahāva. 248) – vacanato ācariyādīsu anupāhanesu caṅkamantesu saupāhanena na caṅkamitabbaṁ. Ettha (mahāva. aṭṭha. 248) ca pabbajjācariyo upasampadācariyo nissayācariyo uddesācariyoti ime cattāropi idha ācariyā eva. Avassikassa chabbasso ācariyamatto. So hi catuvassakāle taṁ nissāya vacchati. Evaṁ ekavassassa sattavasso, duvassassa aṭṭhavasso, tivassassa navavasso, catuvassassa dasavassoti imepi ācariyamattā eva. Upajjhāyassa sandiṭṭhasambhattā pana sahāyabhikkhū, ye vā pana keci dasavassehi mahantatarā, te sabbepi upajjhāyamattā nāma. Ettakesu bhikkhūsu anupāhanesu caṅkamantesu saupāhanassa caṅkamato āpatti.",
  "tika-vin05t34:158": "‘‘Na , bhikkhave, mahācammāni dhāretabbāni sīhacammaṁ byagghacammaṁ dīpicammaṁ, yo dhāreyya, āpatti dukkaṭassa’’. ‘‘Na, bhikkhave, gocammaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassa’’. ‘‘Na, bhikkhave, kiñci cammaṁ dhāretabbaṁ, yo dhāreyya, āpattidukkaṭassā’’ti (mahāva. 255) – vacanato majjhimadese sīhacammādi yaṁ kiñci cammaṁ gahetvā pariharituṁ na vaṭṭati. Sīhacammādīnañca pariharaṇeyeva paṭikkhepo kato. Bhūmattharaṇavasena pana aññattha anīharantena yaṁ kiñci cammaṁ paribhuñjituṁ vaṭṭati.",
  "tika-vin05t34:159": "‘‘Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu cammāni attharaṇāni eḷakacammaṁ ajacammaṁ migacamma’’nti (mahāva. 259) vacanako pana paccantimesu janapadesu yaṁ kiñci (mahāva. aṭṭha. 259) eḷakacammañca ajacammañca attharitvā nipajjituṁ vā nisīdituṁ vā vaṭṭati. Migacamme eṇimigo vātamigo pasadamigo kuruṅgamigo migamātuko rohitamigoti etesaṁyeva cammāni vaṭṭanti, aññesaṁ pana –",
  "tika-vin05t34:160": "Makkaṭo kāḷasīho ca, sarabho kadalīmigo;",
  "tika-vin05t34:161": "Ye ca vāḷamigā keci, tesaṁ cammaṁ na vaṭṭati.",
  "tika-vin05t34:162": "Tattha vāḷamigāti sīhabyagghaacchataracchā. Na kevalañca eteyeva, yesaṁ vā pana cammaṁ vaṭṭatīti vuttaṁ, te ṭhapetvā avasesā antamaso gomahiṁsasasabiḷārādayopi sabbe imasmiṁ atthe ‘‘vāḷamigā’’tveva veditabbā. Etesañhi sabbesaṁ pana cammaṁ na vaṭṭati.",
  "tika-vin05t34:163": "‘‘Na, bhikkhave, yānena yāyitabbaṁ, yo yāyeyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, gilānassa yāna’’nti (mahāva. 253) vacanato agilānena bhikkhunā yānena na gantabbaṁ. Kataraṁ pana yānaṁ kappati, kataraṁ na kappatīti? ‘‘Anujānāmi, bhikkhave, purisayuttaṁ hatthavaṭṭakaṁ. Anujānāmi, bhikkhave, sivikaṁ pāṭaṅki’’nti (mahāva. 253) vacanato purisayuttaṁ hatthavaṭṭakaṁ sivikā pāṭaṅkī ca vaṭṭati. Ettha ca purisayuttaṁ itthisārathi vā hotu purisasārathi vā, vaṭṭati, dhenuyuttaṁ pana na vaṭṭati. Hatthavaṭṭakaṁ pana itthiyo vā vaṭṭentu purisā vā, vaṭṭatiyeva.",
  "tika-vin05t34:164": "57. ‘‘Anujānāmi, bhikkhave, ahatānaṁ dussānaṁ ahatakappānaṁ diguṇaṁ saṅghāṭiṁ ekacciyaṁ uttarāsaṅgaṁ ekacciyaṁ antaravāsakaṁ, utuddhaṭānaṁ dussānaṁ catugguṇaṁ saṅghāṭiṁ diguṇaṁ uttarāsaṅgaṁ diguṇaṁ antaravāsakaṁ, paṁsukūle yāvadatthaṁ, pāpaṇike ussāho karaṇīyo’’ti (mahāva. 348) vacanato adhotānaṁ (mahāva. aṭṭha. 348) ekavāraṁ dhotānañca vatthānaṁ dupaṭṭā saṅghāṭi kātabbā, uttarāsaṅgo antaravāsako ca ekapaṭṭo kātabbo. Utuddhaṭānaṁ pana hatavatthānaṁ pilotikānaṁ saṅghāṭi catugguṇā kātabbā, uttarāsaṅgo antaravāsako ca dupaṭṭo kātabbo, paṁsukūle pana yathāruci kātabbaṁ. Antarāpaṇato patitapilotikacīvarepi ussāho karaṇīyo, pariyesanā kātabbā, paricchedo pana natthi, paṭṭasatampi vaṭṭati. Sabbamidaṁ sādiyantassa bhikkhuno vuttaṁ. Tīsu pana cīvaresu dve vā ekaṁ vā chinditvā kātabbaṁ. Sace nappahoti, āgantukapattaṁ dātabbaṁ. Āgantukapattañhi appahonake anuññātaṁ. Vuttañhetaṁ –",
  "tika-vin05t34:165": "‘‘Anujānāmi, bhikkhave, dve chinnakāni ekaṁ acchinnakanti. Dve chinnakāni ekaṁ acchinnakaṁ nappahoti. Bhagavato etamatthaṁ ārocesuṁ. Anujānāmi, bhikkhave, dve acchinnakāni ekaṁ chinnakanti. Dve acchinnakāni ekaṁ chinnakaṁ nappahoti. Bhagavato etamatthaṁ ārocesuṁ. Anujānāmi, bhikkhave, anvādhikampi āropetuṁ. Na ca, bhikkhave, sabbaṁ acchinnakaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 360).",
  "tika-vin05t34:166": "Tasmā sace pahoti āgantukapattaṁ, na vaṭṭati, chinditabbameva.",
  "tika-vin05t34:167": "‘‘Na, bhikkhave, potthako nivāsetabbo, yo nivāseyya, āpatti dukkaṭassa. Na, bhikkhave, sabbanīlakāni cīvarāni dhāretabbāni… na sabbapītakāni… na sabbalohitakāni… na sabbamañjiṭṭhakāni… na sabbakaṇhāni… na sabbamahāraṅgarattāni… na sabbamahānāmarattāni… na acchinnadasāni… na dīghadasāni… na pupphadasāni… na phaladasāni cīvarāni dhāretabbāni… na kañcukaṁ… na tirīṭakaṁ… na veṭhanaṁ dhāretabbaṁ, yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 371-372) – vacanato potthakādīni na dhāretabbāni. Tattha (mahāva. aṭṭha. 371-372) potthakoti makacimayo vuccati, akkadussakadalidussaerakadussānipi potthakagatikāneva. Sabbanīlakādīni rajanaṁ dhovitvā puna rajitvā dhāretabbāni. Na sakkā ce honti dhovituṁ, paccattharaṇāni vā kātabbāni. Tipaṭṭacīvarassa vā majjhe dātabbāni. Tesaṁ vaṇṇanānattaṁ upāhanāsu vuttanayameva. Acchinnadasadīghadasāni dasā chinditvā dhāretabbāni. Kañcukaṁ labhitvā phāletvā rajitvā paribhuñjituṁ vaṭṭati. Veṭhanepi eseva nayo. Tirīṭakaṁ pana rukkhacchallimayaṁ, taṁ pādapuñchaniṁ kātuṁ vaṭṭati.",
  "tika-vin05t34:168": "58. ‘‘Na, bhikkhave, adhammakammaṁ kātabbaṁ, yo kareyya, āpatti dukkaṭassa. Anujānāmi, bhikkhave, adhammakamme kayiramāne paṭikkositu’’nti (mahāva. 154) vacanato adhammakammaṁ na kātabbaṁ, kayiramānañca nivāretabbaṁ. Nivārentehi ca ‘‘anujānāmi, bhikkhave, catūhi pañcahi paṭikkosituṁ, dvīhi tīhi diṭṭhiṁ āvikātuṁ, ekena adhiṭṭhātuṁ ‘na metaṁ khamatī’’ti (mahāva. 154) vacanato yattha nivārentassa bhikkhuno upaddavaṁ karonti, tattha ekakena na nivāretabbaṁ. Sace cattāro pañca vā honti, nivāretabbaṁ. Sace pana dve vā tayo vā honti, ‘‘adhammakammaṁ idaṁ, na metaṁ khamatī’’ti evaṁ aññassa santike attano diṭṭhi āvikātabbā. Sace ekova hoti, ‘‘na metaṁ khamatī’’ti adhiṭṭhātabbaṁ. Sabbañcetaṁ tesaṁ anupaddavatthāya vuttaṁ.",
  "tika-vin05t34:169": "59. ‘‘Na, bhikkhave, anokāsakato bhikkhu āpattiyā codetabbo, yo codeyya, āpatti dukkaṭassā’’ti (mahāva. 153) vacanato codentena ‘‘karotu me āyasmā okāsaṁ, ahaṁ taṁ vattukāmo’’ti evaṁ okāsaṁ kārāpetvā codetabbo. Adhippāyabhedo panettha veditabbo (mahāva. aṭṭha. 2.389). Ayañhi adhippāyo nāma cāvanādhippāyo akkosādhippāyo kammādhippāyo vuṭṭhānādhippāyo uposathapavāraṇaṭṭhapanādhippāyo anuvijjanādhippāyo dhammakathādhippāyoti anekavidho. Tattha purimesu catūsu adhippāyesu okāsaṁ akārāpentassa dukkaṭaṁ, okāsaṁ kārāpetvāpi sammukhā amūlakena pārājikena codentassa saṅghādiseso, amūlakena saṅghādisesena codentassa pācittiyaṁ, amūlikāya ācāravipattiyā codentassa dukkaṭaṁ, akkosādhippāyena vadantassa pācittiyaṁ. Asammukhā pana sattahipi āpattikkhandhehi vadantassa dukkaṭaṁ, asammukhā eva sattavidhampi kammaṁ karontassa dukkaṭameva. Kurundiyaṁ pana ‘‘vuṭṭhānādhippāyena ‘tvaṁ imaṁ nāma āpattiṁ āpanno, taṁ paṭikarohī’ti vadantassa okāsakiccaṁ natthī’’ti vuttaṁ. Uposathapavāraṇaṁ ṭhapentassapi okāsakammaṁ natthi, ṭhapanakhettaṁ pana jānitabbaṁ ‘‘suṇātu me, bhante, saṅgho, ajjuposatho pannaraso, yadi saṅghassa pattakallaṁ, saṅgho uposathaṁ kare’’ti.",
  "tika-vin05t34:170": "Etasmiñhi re-kāre anatikkanteyeva ṭhapetuṁ labbhati, tato paraṁ pana yya-kāre patte na labbhati. Esa nayo pavāraṇāya.",
  "tika-vin05t34:171": "Anuvijjakassapi osaṭe vatthusmiṁ ‘‘atthetaṁ tavā’’ti anuvijjanādhippāyena vadantassa okāsakammaṁ natthi. Dhammakathikassapi dhammāsane nisīditvā ‘‘yo idañcidañca karoti, ayaṁ bhikkhu assamaṇo’’tiādinā nayena anodissa dhammaṁ kathentassa okāsakammaṁ natthi. Sace pana odissa niyametvā ‘‘asuko ca asuko ca assamaṇo anupāsako’’ti katheti, dhammāsanato orohitvā āpattiṁ desetvā gantabbaṁ. ‘‘Na, bhikkhave, suddhānaṁ bhikkhūnaṁ anāpattikānaṁ avatthusmiṁ akāraṇe okāso kārāpetabbo, yo kārāpeyya, āpatti dukkaṭassā’’ti (mahāva. 153) vacanato suddhānaṁ bhikkhūnaṁ akāraṇe vatthusmiṁ okāso na kāretabbo. ‘‘Anujānāmi, bhikkhave, puggalaṁ tulayitvā okāsaṁ kātu’’nti (mahāva. 153) vacanato ‘‘bhūtameva nu kho āpattiṁ vadati, abhūta’’nti evaṁ upaparikkhitvā okāso kātabbo.",
  "tika-vin05t34:172": "60. ‘‘Na, bhikkhave, saddhādeyyaṁ vinipātetabbaṁ, yo vinipāteyya, āpatti dukkaṭassā’’ti (mahāva. 361) vacanato saddhādeyyaṁ na vinipātetabbaṁ. Ṭhapetvā mātāpitaro (mahāva. aṭṭha. 361) sesañātīnaṁ dentopi vinipātetiyeva, mātāpitaro pana rajje ṭhitāpi patthayanti, dātabbaṁ.",
  "tika-vin05t34:173": "61. ‘‘Na , bhikkhave, santaruttarena gāmo pavisitabbo, yo paviseyya, āpatti dukkaṭassā’’ti (mahāva. 362) vacanato santaruttarena gāmo na pavisitabbo.",
  "tika-vin05t34:174": "62. ‘‘Pañcime, bhikkhave, paccayā saṅghāṭiyā nikkhepāya. Gilāno vā hoti, vassikasaṅketaṁ vā hoti, nadīpāragataṁ vā hoti, aggaḷaguttivihāro vā hoti, atthatakathinaṁ vā hoti. Ime kho, bhikkhave, pañca paccayā saṅghāṭiyā nikkhepāyā’’ti (mahāva. 362) – vacanato pana gahetvā gantuṁ asamattho gilāno vā hoti, vassikasaṅketādīsu vā aññataraṁ kāraṇaṁ, evarūpesu paccayesu saṅghāṭiṁ aggaḷaguttivihāre ṭhapetvā santaruttarena gantuṁ vaṭṭati. Sabbesveva hi etesu gilānavassikasaṅketanadīpāragamanaatthatakathinabhāvesu aggaḷaguttiyeva pamāṇaṁ, gutte eva vihāre nikkhipitvā bahi gantuṁ vaṭṭati, nāgutte. Āraññakassa pana vihāro na sugutto hoti, tena bhaṇḍukkhalikāya pakkhipitvā pāsāṇasusirarukkhasusirādīsu supaṭicchannesu ṭhapetvā gantabbaṁ. Uttarāsaṅgaantaravāsakānaṁ nikkhepepi imeyeva pañca paccayā veditabbā.",
  "tika-vin05t34:175": "63. ‘‘Na, bhikkhave, sambādhassa sāmantā dvaṅgulā satthakammaṁ vā vatthikammaṁ vā kārāpetabbaṁ, yo kārāpeyya, āpatti thullaccayassā’’ti (mahāva. 279) vacanato yathāparicchinne okāse (mahāva. aṭṭha. 279) yena kenaci satthena vā sūciyā vā kaṇṭakena vā sattikāya vā pāsāṇasakkhalikāya vā nakhena vā chindanaṁ vā phālanaṁ vā vijjhanaṁ vā lekhanaṁ vā na kātabbaṁ, sabbañhetaṁ satthakammameva hoti. Yena kenaci pana cammena vā vatthena vā vatthipīḷanampi na kātabbaṁ, sabbañhetaṁ vatthikammameva hoti. Ettha ca ‘‘sambādhassa sāmantā dvaṅgulā’’ti idaṁ satthakammaṁyeva sandhāya vuttaṁ, vatthikammaṁ pana sambādheyeva paṭikkhittaṁ. Tattha pana khāraṁ vā dātuṁ yena kenaci rajjukena vā bandhituṁ vaṭṭati, yadi tena chijjati, succhinnaṁ. Aṇḍavuḍḍhirogepi satthakammaṁ na vaṭṭati, tasmā ‘‘aṇḍaṁ phāletvā bījāni uddharitvā arogaṁ karissāmī’’ti na kātabbaṁ, aggitāpanabhesajjalepanesu pana paṭikkhepo natthi. Vaccamagge bhesajjamakkhitā ādānavaṭṭi vā veḷunāḷikā vā vaṭṭati, yāya khārakammaṁ vā karonti, telaṁ vā pavesenti.",
  "tika-vin05t34:176": "64. ‘‘Na, bhikkhave, nahāpitapubbena khurabhaṇḍaṁ pariharitabbaṁ, yo parihareyya, āpatti dukkaṭassā’’ti (mahāva. 303) vacanato nahāpitapubbena (mahāva. aṭṭha. 303) khurabhaṇḍaṁ gahetvā pariharituṁ na vaṭṭati, aññassa santakena pana kese chedetuṁ vaṭṭati. Sace vetanaṁ gahetvā chindati, na vaṭṭati. Yo anahāpitapubbo, tasseva pariharituṁ vaṭṭati, taṁ vā aññaṁ vā gahetvā kese chedetumpi vaṭṭati.",
  "tika-vin05t34:177": "65. ‘‘Saṅghikāni , bhikkhave, bījāni puggalikāya bhūmiyā ropitāni bhāgaṁ datvā paribhuñjitabbāni. Puggalikāni bījāni saṅghikāya bhūmiyā ropitāni bhāgaṁ datvā paribhuñjitabbānī’’ti (mahāva. 304) – vacanato puggalikāya bhūmiyā saṅghikesu bījesu ropitesu saṅghikāya bhūmiyā vā puggalikesu bījesu ropitesu dasamabhāgaṁ datvā paribhuñjitabbaṁ. Idaṁ kira jambudīpe porāṇakacārittaṁ, tasmā dasa koṭṭhāse katvā eko koṭṭhāso bhūmisāmikānaṁ dātabbo.",
  "tika-vin05t34:178": "66. ‘‘Santi, bhikkhave, maggā kantārā appodakā appabhakkhā, na sukarā apātheyyena gantuṁ. Anujānāmi, bhikkhave, pātheyyaṁ pariyesituṁ. Taṇḍulo taṇḍulatthikena, muggo muggatthikena, māso māsatthikena, loṇaṁ loṇatthikena, guḷo guḷatthikena, telaṁ telatthikena, sappi sappitthikenā’’ti (mahāva. 299) – vacanato tādisaṁ kantāraṁ nittharantena pātheyyaṁ pariyesituṁ vaṭṭati. Kathaṁ pana pariyesitabbanti? Sace (mahāva. aṭṭha. 296) kecisayameva ñatvā denti, iccetaṁ kusalaṁ. No ce denti, ñātipavāritaṭṭhānato vā bhikkhācāravattena vā pariyesitabbaṁ. Tathā alabhantena aññātikaappavāritaṭṭhānato yācitvāpi gahetabbaṁ. Ekadivasena gamanīye magge ekabhattatthāya pariyesitabbaṁ. Dīghe addhāne yattakena kantāraṁ nittharati, tattakaṁ pariyesitabbaṁ.",
  "tika-vin05t34:179": "67. ‘‘Yaṁ, bhikkhave, mayā ‘idaṁ na kappatī’ti appaṭikkhittaṁ, tañce akappiyaṁ anulometi, kappiyaṁ paṭibāhati, taṁ vo na kappati. Yaṁ, bhikkhave, mayā ‘idaṁ na kappatī’ti appaṭikkhittaṁ, tañce kappiyaṁ anulometi, akappiyaṁ paṭibāhati, taṁ vo kappati. Yaṁ, bhikkhave, mayā ‘idaṁ kappatī’ti ananuññātaṁ, tañce akappiyaṁ anulometi, kappiyaṁ paṭibāhati, taṁ vo na kappati. Yaṁ, bhikkhave, mayā ‘idaṁ kappatī’ti ananuññātaṁ, tañce kappiyaṁ anulometi, akappiyaṁ paṭibāhati, taṁ vo kappatī’’ti (mahāva. 305) – ime cattāro mahāpadese bhagavā bhikkhūnaṁ nayaggahaṇatthāya āha. Tattha dhammasaṅgāhakattherā suttaṁ gahetvā parimaddantā idaṁ addasaṁsu. ‘‘Ṭhapetvā dhaññaphalarasa’’nti satta dhaññarasāni ‘‘pacchābhattaṁ na kappatī’’ti paṭikkhittāni . Tālanāḷikerapanasalabujaalābukumbhaṇḍapussaphalatipusaphalaeḷālukāni nava mahāphalāni sabbañca aparaṇṇaṁ dhaññagatikameva. Taṁ kiñcāpi na paṭikkhittaṁ , atha kho akappiyaṁ anulometi, tasmā pacchābhattaṁ na kappati. Aṭṭha pānāni anuññātāni, avasesāni vettatintiṇikamātuluṅgakapiṭṭhakosambakaramandādikhuddakaphalapānāni aṭṭhapānagatikāneva. Tāni kiñcāpi na anuññātāni, atha kho kappiyaṁ anulomenti, tasmā kappanti. Ṭhapetvā hi sānulomaṁ dhaññaphalarasaṁ aññaṁ phalapānaṁ nāma akappiyaṁ natthi, sabbaṁ yāmakālikaṁyevāti kurundiyaṁ vuttaṁ.",
  "tika-vin05t34:180": "Bhagavatā – ‘‘anujānāmi, bhikkhave, cha cīvarāni khomaṁ kappāsikaṁ koseyyaṁ kambalaṁ sāṇaṁ bhaṅga’’nti (mahāva. 339) cha cīvarāni anuññātāni, dhammasaṅgāhakattherehi tesaṁ anulomāni dukūlaṁ pattuṇṇaṁ cīnapaṭṭaṁ somārapaṭṭaṁ iddhimayaṁ devadattiyanti aparāni cha anuññātāni. Tattha pattuṇṇanti pattuṇṇadese pāṇakehi sañjātavatthaṁ. Dve paṭāni desanāmeneva vuttāni. Tīṇi koseyyassa anulomāni, dukūlaṁ sāṇassa, itarāni dve kappāsikassa vā sabbesaṁ vā.",
  "tika-vin05t34:181": "Bhagavatā ekādasa patte paṭikkhipitvā dve pattā anuññātā lohapatto ca mattikāpatto ca. Lohathālakaṁ mattikāthālakaṁ tambalohathālakanti tesaṁyeva anulomāni. Bhagavatā tayo tumbā anuññātā lohatumbo kaṭṭhatumbo phalatumboti. Kuṇḍikā kañcanako udakatumboti tesaṁyeva anulomāni. Kurundiyaṁ pana ‘‘pānīyasaṅkhapānīyasarāvakānaṁ ete anulomā’’ti vuttaṁ. Paṭṭikā sūkarantanti dve kāyabandhanāni anuññātāni. Dussapaṭṭena rajjukena ca katakāyabandhanāni tesaṁyeva anulomāni. Setacchattaṁ kilañjacchattaṁ paṇṇacchattanti tīṇi chattāni anuññātāni. Ekapaṇṇacchattaṁ tesaṁyeva anulomanti iminā nayena pāḷiñca aṭṭhakathañca anupekkhitvā aññānipi kappiyākappiyānaṁ anulomāni vinayadharena veditabbāni.",
  "tika-vin05t34:182": "68. Vinayadharo (pāci. aṭṭha. 438) ca puggalo vinayapariyattimūlake pañcānisaṁse chānisaṁse sattānisaṁse aṭṭhānisaṁse navānisaṁse dasānisaṁse ekādasānisaṁse labhati. Katame pañcānisaṁse labhati? Attano sīlakkhandhaguttiādike. Vuttañhetaṁ –",
  "tika-vin05t34:183": "‘‘Pañcime, bhikkhave, ānisaṁsā vinayadhare puggale. Attano sīlakkhandho sugutto hoti surakkhito, kukkuccapakatānaṁ paṭisaraṇaṁ hoti, visārado saṅghamajjhe voharati, paccatthike sahadhammena suniggahitaṁ niggaṇhāti, saddhammaṭṭhitiyā paṭipanno hotī’’ti (pari. 325).",
  "tika-vin05t34:184": "Kathamassa attano sīlakkhandho sugutto hoti surakkhito? Idhekacco bhikkhu āpattiṁ āpajjanto chahākārehi āpajjati alajjitā, aññāṇatā, kukkuccapakatatā, akappiye kappiyasaññitā, kappiye akappiyasaññitā, satisammosā. Kathaṁ alajjitāya āpajjati? Akappiyabhāvaṁ jānantoyeva madditvā vītikkamaṁ karoti. Vuttampi cetaṁ –",
  "tika-vin05t34:185": "‘‘Sañcicca āpattiṁ āpajjati, āpattiṁ parigūhati;",
  "tika-vin05t34:186": "Agatigamanañca gacchati, ediso vuccati alajjipuggalo’’ti. (pari. 359);",
  "tika-vin05t34:187": "Kathaṁ aññāṇatāya āpajjati? Aññāṇapuggalo hi mando momūho kattabbākattabbaṁ ajānanto akattabbaṁ karoti, kattabbaṁ virādheti. Evaṁ aññāṇatāya āpajjati. Kathaṁ kukkuccapakatatāya āpajjati? Kappiyākappiyaṁ nissāya kukkucce uppanne vinayadharaṁ pucchitvā kappiyaṁ ce, kattabbaṁ siyā, akappiyaṁ ce, na kattabbaṁ, ayaṁ pana ‘‘vaṭṭatī’’ti madditvā vītikkamatiyeva. Evaṁ kukkuccapakatatāya āpajjati.",
  "tika-vin05t34:188": "Kathaṁ akappiye kappiyasaññitāya āpajjati? Acchamaṁsaṁ ‘‘sūkaramaṁsa’’nti khādati, dīpimaṁsaṁ ‘‘migamaṁsa’’nti khādati, akappiyabhojanaṁ ‘‘kappiyabhojana’’nti bhuñjati, vikāle kālasaññāya bhuñjati, akappiyapānakaṁ ‘‘kappiyapānaka’’nti pivati. Evaṁ akappiye kappiyasaññitāya āpajjati. Kathaṁ kappiye akappiyasaññitāya āpajjati? Sūkaramaṁsaṁ ‘‘acchamaṁsa’’nti khādati, migamaṁsaṁ ‘‘dīpimaṁsa’’nti khādati, kappiyabhojanaṁ ‘‘akappiyabhojana’’nti bhuñjati, kāle vikālasaññāya bhuñjati, kappiyapānakaṁ ‘‘akappiyapānaka’’nti pivati. Evaṁ kappiye akappiyasaññitāya āpajjati. Kathaṁ satisammosā āpajjati? Sahaseyyacīvaravippavāsabhesajjacīvarakālātikkamanapaccayā āpattiṁ satisammosā āpajjati. Evamidhekacco bhikkhu imehi chahi ākārehi āpattiṁ āpajjati.",
  "tika-vin05t34:189": "Vinayadharo pana imehi chahākārehi āpattiṁ na āpajjati. Kathaṁ lajjitāya nāpajjati? So hi ‘‘passatha bho, ayaṁ kappiyākappiyaṁ jānantoyeva paṇṇattivītikkamaṁ karotī’’ti imaṁ parūpavādaṁ rakkhantopi nāpajjati. Evaṁ lajjitāya nāpajjati, sahasā āpannampi desanāgāminiṁ desetvā vuṭṭhānagāminiyā vuṭṭhahitvā suddhante patiṭṭhāti. Tato –",
  "tika-vin05t34:190": "‘‘Sañcicca āpattiṁ nāpajjati, āpattiṁ na parigūhati;",
  "tika-vin05t34:191": "Agatigamanañca na gacchati, ediso vuccati lajjipuggalo’’ti. (pari. 359) –",
  "tika-vin05t34:192": "Imasmiṁ lajjibhāve patiṭṭhitova hoti.",
  "tika-vin05t34:193": "Kathaṁ ñāṇatāya nāpajjati? So hi kappiyākappiyaṁ jānāti, tasmā kappiyaṁyeva karoti, akappiyaṁ na karoti. Evaṁ ñāṇatāya nāpajjati. Kathaṁ akukkuccapakatatāya nāpajjati? Kappiyākappiyaṁ nissāya kukkucce uppanne vatthuṁ oloketvā mātikaṁ padabhājanaṁ antarāpattiṁ anāpattiṁ oloketvā kappiyaṁ ce hoti, karoti, akappiyaṁ ce, na karoti. Evaṁ akukkuccapakatatāya nāpajjati. Kathaṁ akappiye kappiyasaññitādīhi nāpajjati? So hi kappiyākappiyaṁ jānāti, tasmā akappiye kappiyasaññī na hoti, kappiye akappiyasaññī na hoti, suppatiṭṭhitā cassa sati hoti, adhiṭṭhātabbaṁ adhiṭṭheti, vikappetabbaṁ vikappeti. Iti imehi chahi ākārehi āpattiṁ nāpajjati. Anāpajjanto akhaṇḍasīlo hoti, parisuddhasīlo hoti. Evamassa attano sīlakkhandho sugutto hoti surakkhito.",
  "tika-vin05t34:194": "Kathaṁ kukkuccapakatānaṁ paṭisaraṇaṁ hoti? Tiroraṭṭhesu tirojanapadesu ca uppannakukkuccā bhikkhū ‘‘asukasmiṁ kira vihāre vinayadharo vasatī’’ti dūratova tassa santikaṁ āgantvā kukkuccaṁ pucchanti. So tehi katassa kammassa vatthuṁ oloketvā āpattānāpattigarukalahukādibhedaṁ sallakkhetvā desanāgāminiṁ desāpetvā, vuṭṭhānagāminiyā vuṭṭhāpetvā suddhante patiṭṭhāpeti. Evaṁ kukkuccapakatānaṁ paṭisaraṇaṁ hoti.",
  "tika-vin05t34:195": "Visāradosaṅghamajjhe voharatīti avinayadharassa hi saṅghamajjhe kathentassa bhayaṁ sārajjaṁ okkamati, vinayadharassa taṁ na hoti. Kasmā? ‘‘Evaṁ kathentassa doso hoti, evaṁ na doso’’ti ñatvā kathanato.",
  "tika-vin05t34:196": "Paccatthike sahadhammena suniggahitaṁ niggaṇhātīti ettha dvidhā paccatthikā nāma attapaccatthikā ca sāsanapaccatthikā ca. Tattha mettiyabhūmajakā ca bhikkhū vaḍḍho ca licchavī amūlakena antimavatthunā codesuṁ, ime attapaccatthikā nāma. Ye pana aññepi dussīlā pāpadhammā , sabbete attapaccatthikā. Viparītadassanā pana ariṭṭhabhikkhukaṇṭakasāmaṇeravesālikavajjiputtakā parūpahāraaññāṇakaṅkhāvitaraṇādivādā mahāsaṅghikādayo ca abuddhasāsanaṁ ‘‘buddhasāsana’’nti vatvā katapaggahā sāsanapaccatthikā nāma. Te sabbepi sahadhammena sahakāraṇena vacanena yathā taṁ asaddhammaṁ patiṭṭhāpetuṁ na sakkonti, evaṁ suniggahitaṁ katvā niggaṇhāti.",
  "tika-vin05t34:197": "Saddhammaṭṭhitiyā paṭipanno hotīti ettha pana tividho saddhammo pariyattipaṭipattiadhigamavasena. Tattha tepiṭakaṁ buddhavacanaṁ pariyattisaddhammo nāma. Terasa dhutaguṇā cuddasa khandhakavattāni dveasīti mahāvattānīti ayaṁ paṭipattisaddhammo nāma. Cattāro maggā ca cattāri phalāni ca, ayaṁ adhigamasaddhammo nāma.",
  "tika-vin05t34:198": "Tattha keci therā ‘‘yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’’ti iminā suttena (dī. ni. 2.216) ‘‘sāsanassa pariyatti mūla’’nti vadanti. Keci therā ‘‘ime ca subhadda bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’’ti iminā suttena (dī. ni. 2.214) ‘‘sāsanassa paṭipatti mūla’’nti vatvā ‘‘yāva pañca bhikkhū sammāpaṭipannā saṁvijjanti, tāva sāsanaṁ ṭhitaṁ hotī’’ti āhaṁsu. Itare pana therā ‘‘pariyattiyā antarahitāya suppaṭipannassapi dhammābhisamayo natthī’’ti vatvā āhaṁsu ‘‘sacepi pañca bhikkhū cattāri pārājikāni rakkhakā honti, te saddhe kulaputte pabbājetvā paccantime janapade upasampādetvā dasavaggaṁ gaṇaṁ pūretvā majjhimajanapade upasampadaṁ karissanti, etenupāyena vīsativaggaṁ saṅghaṁ pūretvā attanopi abbhānakammaṁ katvā sāsanaṁ vuddhiṁ virūḷhiṁ gamayissanti. Evamayaṁ vinayadharo tividhassapi saddhammassa ciraṭṭhitiyā paṭipanno hotī’’ti. Evamayaṁ vinayadharo ime tāva pañcānisaṁse paṭilabhatīti veditabbo.",
  "tika-vin05t34:199": "Katame chānisaṁse labhatīti? Tassādheyyo uposatho pavāraṇā saṅghakammaṁ pabbajjā upasampadā, nissayaṁ deti, sāmaṇeraṁ upaṭṭhāpeti. Yepi ime cātuddasiko, pannarasiko, sāmaggiuposatho, saṅghe uposatho, gaṇe uposatho, puggale uposatho, suttuddeso, pārisuddhi, adhiṭṭhānauposathoti nava uposathā, sabbe te vinayadharāyattā, yāpi ca imā cātuddasikā, pannarasikā, sāmaggipavāraṇā, saṅghe pavāraṇā, gaṇe pavāraṇā, puggale pavāraṇā, tevācikā pavāraṇā , dvevācikā pavāraṇā, samānavassikā pavāraṇāti nava pavāraṇā, tāpi vinayadharāyattā eva, tassa santakā, so tāsaṁ sāmī.",
  "tika-vin05t34:200": "Yānipi imāni apalokanakammaṁ ñattikammaṁ ñattidutiyakammaṁ ñatticatutthakammanti cattāri saṅghakammāni, yā cāyaṁ upajjhāyena hutvā kulaputtānaṁ pabbajjā ca upasampadā ca kātabbā, ayampi vinayadharāyattāva. Na hi añño dvipiṭakadharopi evaṁ kātuṁ labhati, so eva nissayaṁ deti, sāmaṇeraṁ upaṭṭhāpeti, añño neva nissayaṁ dātuṁ labhati, na sāmaṇeraṁ upaṭṭhāpetuṁ. Teneva ‘‘na, bhikkhave, ekena dve sāmaṇerā upaṭṭhāpetabbā, yo upaṭṭhāpeyya, āpatti dukkaṭassā’’ti (mahāva. 101) paṭikkhipitvā puna anujānantenapi ‘‘anujānāmi, bhikkhave, byattena bhikkhunā ekena dve sāmaṇere upaṭṭhāpetuṁ, yāvatake vā pana ussahati ovadituṁ anusāsituṁ, tāvatake upaṭṭhāpetu’’nti (mahāva. 105) byattasseva sāmaṇerupaṭṭhāpanaṁ anuññātaṁ. Sāmaṇerupaṭṭhāpanaṁ paccāsīsanto pana vinayadharassa santike upajjhaṁ gāhāpetvā vattapaṭipattiṁ sādituṁ labhati. Ettha ca nissayadānañceva sāmaṇerupaṭṭhānañca ekamaṅgaṁ. Iti imesu chasu ānisaṁsesu ekena saddhiṁ purimāni pañca cha honti. Dvīhi saddhiṁ satta, tīhi saddhiṁ aṭṭha, catūhi saddhiṁ nava, pañcahi saddhiṁ dasa, sabbehipetehi saddhiṁ ekādasāti evaṁ vinayadharo puggalo pañca cha satta aṭṭha nava dasa ekādasa ca ānisaṁse labhatīti veditabbo.",
  "tika-vin05t34:201": "Mahānisaṁsamiccevaṁ , kosallaṁ vinaye sadā;",
  "tika-vin05t34:202": "Patthentenettha kātabbo, abhiyogo punappunanti.",
  "tika-vin05t34:203": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t34:204": "Pakiṇṇakavinicchayakathā samattā.",
  "tika-vin05t34:205": "Niṭṭhito cāyaṁ pāḷimuttakavinayavinicchayasaṅgaho.",
  "tika-vin05t34:206": "Nigamanakathā",
  "tika-vin05t34:207": "Ajjhesito narindena, sohaṁ parakkamabāhunā;",
  "tika-vin05t34:208": "Saddhammaṭṭhitikāmena, sāsanujjotakārinā.",
  "tika-vin05t34:209": "Teneva kārite ramme, pāsādasatamaṇḍite;",
  "tika-vin05t34:210": "Nānādumagaṇākiṇṇe, bhāvanābhiratālaye.",
  "tika-vin05t34:211": "Sītalūdakasampanne, vasaṁ jetavane imaṁ;",
  "tika-vin05t34:212": "Vinayasaṅgahaṁ sāraṁ, akāsi yoginaṁ hitaṁ.",
  "tika-vin05t34:213": "Yaṁ siddhaṁ iminā puññaṁ, yañcaññaṁ pasutaṁ mayā;",
  "tika-vin05t34:214": "Etena puññakammena, dutiye attasambhave.",
  "tika-vin05t34:215": "Tāvatiṁse pamodento, sīlācāraguṇe rato;",
  "tika-vin05t34:216": "Alaggo pañcakāmesu, patvāna paṭhamaṁ phalaṁ.",
  "tika-vin05t34:217": "Antime attabhāvamhi, metteyyaṁ munipuṅgavaṁ;",
  "tika-vin05t34:218": "Lokaggapuggalaṁ nāthaṁ, sabbasattahite rataṁ.",
  "tika-vin05t34:219": "Disvāna tassa dhīrassa, sutvā saddhammadesanaṁ;",
  "tika-vin05t34:220": "Adhigantvā phalaṁ aggaṁ, sobheyyaṁ jinasāsananti.",
  "tika-vin05t34:221": "Vinayasaṅgaha-aṭṭhakathā niṭṭhitā."
}