{
  "tika-s0305t3:0": "4. Indriyasaṁyuttaṁ",
  "tika-s0305t3:1": "1. Suddhikavaggo",
  "tika-s0305t3:2": "1. Suddhikasuttavaṇṇanā",
  "tika-s0305t3:3": "471.Catubhūmaka…pe… labbhanti kusalābyākatabhāvato tesaṁ tiṇṇaṁ indriyānaṁ. Vīriyindriyasamādhindriyāni…pe… sabbattha labbhanti kusalattikasādhāraṇattā. Catubhūmaka …pe… vasenāti catubhūmakadhammaparicchedavasena ceva kusalādīhi sabbasaṅgāhakadhammaparicchedavasena ca vuttanti attho.",
  "tika-s0305t3:4": "Dutiyasamaṇabrāhmaṇasuttavaṇṇanā",
  "tika-s0305t3:5": "477.Dukkhasaccavasenāti dukkhasaccabhāvena na pajānanti. Tañhi pariññeyyatāya dukkhasaccasaṅgahaṁ. Samudayasaccavasenāti taṇhāvijjādiṁ saddhindriyassa samudayasaccabhāvena na pajānanti. Nirodhanti saddhindriyassa anupādāya nirodhanimittaṁ nibbānaṁ. Paṭipadanti saddhindriyanirodhagāminiṁ paṭipadaṁ ariyamaggaṁ. Sesesūti vīriyindriyādīsu.",
  "tika-s0305t3:6": "Sukkapakkheti ‘‘saddhindriyaṁ pajānantī’’tiādinayappavatte anavajjapakkhe. Adhimokkhavasena āvajjanasamudayāti ‘‘atthi dinna’’ntiādinayappavattapubbabhāgabhūtasaddhādhimokkhavasena āvajjanuppattiyā. Tasmā paṭhamuppannā saddhā eva hettha ‘‘āvajjana’’nti vuttā, na manodvārāvajjanaṁ. Esa nayo sesesupi. Tasmā paṭhamuppannā āvajjanā paggahuppattiṭṭhānānaṁ tikkhānaṁ vīriyindriyādīnaṁ paṭhamuppattiyā āvajjanapariyāyena vuttāti daṭṭhabbaṁ. Dubbalā hi paṭhamuppannā paggahābhāvato vīriyindriyādīnaṁ samudayoti balavabhāvappattavīriyindriyādikassa āvajjanaṭṭhāniyāni hontīti tesaṁ samudayoti vuttā, pubbe adhimuccanādivasena pavattassa āvajjanassa samudayāti attho. Puna chandavasenāti kattukāmatākusalacchandavasena saddhādīnaṁ uppādetukāmatākārappavattassa chandassa vasena. Manasikāravasena āvajjanasamudayāti saddhindriyādivasena pavattassa dubbalassa tassa nibbattakayonisomanasikāravasena āvajjanassa uppattiyā. Evampīti ‘‘adhimokkhavasenā’’tiādinā vuttākārenapi. Chasu suttesūti dutiyato paṭṭhāya chasu suttesu. Catusaccameva kathitaṁ. Assādaggahaṇena hi samudayasaccaṁ, ādīnavaggahaṇena dukkhasaccaṁ, nissaraṇaggahaṇena nirodhamaggasaccāni gahitānīti. Paṭhamasutte pana indriyānaṁ sarūpadassanamevāti.",
  "tika-s0305t3:7": "8. Dabbasuttavaṇṇanā",
  "tika-s0305t3:8": "478. Soto āpajjīyati etenāti sotāpatti, anāgataṁ pati paṭhamamaggo. Sototi ariyamaggasoto daṭṭhabbo. Āpajjīyatītiādito paṭipajjīyati. Paṭhamamaggapaṭilābhanimittāni sotāpannassa aṅgāni idha ‘‘sotāpattiyaṅgānī’’ti vuttāni. Tāni pana tīsu ṭhānesu saddhā ariyakantasīlañcāti veditabbāni. Savisayeti sakavisaye. Jeṭṭhakabhāvadassanatthanti padhānabhāvadassanatthaṁ. Yattha saddhādiindriyānaṁ sātisayakiccaṁ, tesaṁ kiccātirekataṁ dassetunti attho. Idāni tamatthaṁ upamāhi vibhāvetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Patvāti attano kiccātirekaṭṭhānaṁ paṭilabhitvā. Pubbaṅgamanti saddahanakiccesu purecāraṁ dhorayhaṁ. Sesāni vīriyindriyādīni. Tadanvayānīti tadanugatāni tassa saddhindriyādikassa pakkhikāni. Esa nayo sesesupi. Jhānavimokkheti jhānasaṅkhāte vimokkhe samādhipadhānatāya jhānānaṁ. Evañca katvā ‘‘sotāpattiyaṅgāni patvā’’ti idañca vacanaṁ samatthitaṁ hoti. Saddhūpanisañhi sīlanti. Ariyasaccāni patvāti cattāri saccāni abhisametabbāni pāpuṇitvā.",
  "tika-s0305t3:9": "9-10. Paṭhamavibhaṅgasuttādivaṇṇanā",
  "tika-s0305t3:10": "479-480. Nepakkaṁ vuccati paññāti āha – ‘‘paññāyetaṁ nāma’’nti. Nipāyati saṁkilesadhamme visoseti nikkhāmetīti nipako, thiratikkhasatipuggalo, tassa bhāvo nepakkanti satiyāpi nepakkabhāvo yujjateva. Evañhi ‘‘satinepakkenā’’ti idaṁ vacanaṁ samatthitaṁ hoti, satiyā ca nepakkenāti evaṁ vuccamānena satiniddeso nāma kato hotiyeva. Asukaṁ nāma suttaṁ vā kammaṭṭhānaṁ vā me bhāsitanti. Vossajjīyati saṅkhāragataṁ etasmiṁ adhigateti vossaggo, nibbānaṁ. Taṁ ārammaṇaṁ karitvāti āha – ‘‘nibbānārammaṇaṁ katvā’’ti. Gacchantiyāti saṅkhārānaṁ udayañca vayañca udayabbayaṁ gacchantiyā bujjhantiyā. Tenāha ‘‘udayabbayapariggāhikāyā’’ti. Saddhāsatipaññindriyāni pubbabhāgāni ‘‘itipi so bhagavā arahaṁ, cirakatampi cirabhāsitampi saritā anussaritā, udayatthagāminiyā paññāyā’’ti ca vuttattā. ‘‘Āraddhavīriyo viharati, so anuppannāna’’ntiādinā ca vuttattā vīriyindriyaṁ missakaṁ. ‘‘Vossaggārammaṇaṁ karitvā’’ti vuttattā samādhindriyaṁ nibbattitalokuttarameva. Ayamevāti yvāyaṁ navame vutto. Ayameva pubbabhāgamissakalokuttarattadhammaparicchedo.",
  "tika-s0305t3:11": "Suddhikavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:12": "2. Mudutaravaggo",
  "tika-s0305t3:13": "1. Paṭilābhasuttavaṇṇanā",
  "tika-s0305t3:14": "481.Sammappadhāne ārabbhāti sammappadhāne bhāvanāvasena ārabbha. Tenāha ‘‘bhāvento’’ti. Yathā vīriyindriyaniddese ‘‘cattāro sammappadhāne ārabbha vīriyaṁ paṭilabhatī’’ti desanā āgatā, evaṁ satindriyaniddese ‘‘cattāro satipaṭṭhāne ārabbha satiṁ paṭilabhatī’’ti, tasmā ‘‘satindriyepi eseva nayo’’ti vuttaṁ. Saddhindriyādiniddesesu pana na tathā deseti.",
  "tika-s0305t3:15": "2. Paṭhamasaṁkhittasuttavaṇṇanā",
  "tika-s0305t3:16": "482. Indriyānaṁ tikkhādibhāvo vipassanāvasena vā maggavasena vā phalavasena vā gahetabboti vuttaṁ ‘‘tatoti…pe… veditabba’’nti. Nanu cettha mudubhāvo eva pāḷiyaṁ gahitoti? Saccametaṁ, taṁ pana tikkhabhāve asati na hoti tikkhādibhāvoti vuttaṁ. Yato hi ayaṁ mudu, ito taṁ tikkhanti vattabbataṁ labhati apekkhāsiddhattā tikkhamudubhāvānaṁ pārāpāraṁ viya. Idāni ‘‘tato’’tiādinā saṅkhepato vuttamatthaṁ vitthārato dassetuṁ ‘‘samattānī’’tiādi vuttaṁ. Tattha samattānīti sampannāni. Itaraṁ tasseva vevacanaṁ. Samattānīti vā pariyattāni, samattānīti attho. ‘‘Tato mudutarāni dhammānusārīmaggassā’’ti kasmā vuttaṁ? Tatoti hi sotāpattimaggavipassanindriyāni adhippetāniyeva, ‘‘tato mudutarānī’’ti vuttapaṭhamamaggo dhammānusārī vā siyā saddhānusārī vāti byabhicarati? Nāyaṁ doso, sotāpattimaggekadesavaseneva laddhabbapaṭhamamaggāpekkhāya vipassanāya vibhāgassa adhippetattā. Yo hi sotāpanno hutvā iriyāpathaṁ akopetvā yathānisinnova sakadāgāmimaggaṁ pāpuṇāti, tassa vipassanindriyāni sandhāya avibhāgena vuttaṁ – ‘‘tato mudutarāni sotāpattimaggassa vipassanindriyāni nāmā’’ti. Yo pana sotāpanno hutvā kālantarena sakadāgāmī hoti, tassa sotāpattimaggatthāya pavattāni vipassanindriyāni nāma honti. So ce dhammānusārīgotto, tassa yathāvuttavipassanindriyato mudutarānīti ‘‘tato mudutarāni dhammānusārīmaggassā’’ti vuttaṁ. Vipassanindriyāni nāmāti ānetvā sambandho. Dhammānusārīvipassanindriyato saddhānusārīvipassanindriyānaṁ mudubhāvassa kāraṇaṁ sayameva vakkhati. Dhammena paññāya maggasotaṁ anussaratīti dhammānusārī, paññuttaro ariyo. Saddhāya maggasotaṁ anussaratīti saddhānusārī, saddhuttaro ariyo.",
  "tika-s0305t3:17": "Evaṁ vipassanāvasena dassetvā maggavasena dassetuṁ ‘‘tathā’’tiādi āraddhaṁ. Sampayogato sabhāvato ca arahattamaggapariyāpannāni arahattamaggindriyāni. Arahattaphalindriyānīti etthāpi eseva nayo.",
  "tika-s0305t3:18": "Idāni phalavasena dassetuṁ ‘‘samattāni paripuṇṇānī’’tiādi vuttaṁ. Sotāpattimaggaṭṭhapuggalavasena nānattaṁ jātaṁ, tasmā te dvepi idha tatiyavāre na labbhantīti adhippāyo. Dhammānusārīsaddhānusārīnaṁ nānattaṁ kathaṁ jātanti āha ‘‘āgamanenapi maggenapī’’ti. Tadubhayaṁ dassento ‘‘saddhānusārīpuggalo’’tiādimāha. Uddisāpentoti uddesaṁ gaṇhanto.",
  "tika-s0305t3:19": "Maggo tikkho hoti upanissayindriyānaṁ tikkhavisadabhāvato. Tenāha ‘‘sūraṁ ñāṇaṁ vahatī’’ti. Asaṅkhārenāti saraseneva. Appayogenāti tasseva vevacanaṁ. Dhammānusārīpuggalo hi āgamanamhi kilese vikkhambhento appadukkhena appakasirena akilamantova vikkhambhetuṁ sakkoti. Saddhānusārīpuggalo pana dukkhena kasirena kilamanto hutvā vikkhambhetuṁ sakkoti, tasmā dhammānusārissa pubbabhāgamaggakkhaṇe kilesacchedakañāṇaṁ adandhaṁ tikhiṇaṁ hutvā vahati, yathā nāma tikhiṇena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ maṭṭhaṁ hoti, asi khippaṁ vahati, saddo na suyyati, balavavāyāmakiccaṁ na hoti, evarūpā dhammānusārino pubbabhāgabhāvanā hoti, saddhānusārino pana pubbabhāgakkhaṇe kilesacchedakañāṇaṁ dandhaṁ na tikhiṇaṁ asūraṁ hutvā vahati, yathā nāma nātitikhiṇena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ na maṭṭhaṁ hoti, asi sīghaṁ na vahati, saddo suyyati, balavavāyāmakiccaṁ icchitabbaṁ hoti, evarūpā saddhānusārino pubbabhāgabhāvanā hoti. Evaṁ santepi kilesakkhaye nānattaṁ natthi. Tenāha ‘‘kilesakkhaye panā’’tiādi. Avasesā ca kilesā khīyanti saṁyojanakkhayāya yogattā.",
  "tika-s0305t3:20": "3. Dutiyasaṁkhittasuttavaṇṇanā",
  "tika-s0305t3:21": "483.Tatoti phalato phalavemattatāya cariyamānattā. Indriyavemattatā saddhādīnaṁ indriyānaṁ nānattena. Phalanānattanti arahattaphalādinānattaṁ. Puggalanānattanti anāgāmiādipuggalanānattaṁ.",
  "tika-s0305t3:22": "4. Tatiyasaṁkhittasuttavaṇṇanā",
  "tika-s0305t3:23": "484. Sīlakkhandhādīhi saddhindriyādīhi ca parito pūraṇena paripūraṁ arahattamaggaṁ karonto nipphattito arahattaphalaṁ ārādheti nipphādeti. Tayo padesamaggeti sīlakkhandhādīnaṁ apāripūriyā ekadesabhūte tayo heṭṭhimamagge. Padesaṁ heṭṭhimaphalattayaṁ. Catūsūti imasmiṁ vagge paṭhamādīsu catūsu suttesu. Kāmañcettha tatiye ‘‘tatoti phalavasena nissakka’’nti vuttaṁ, catutthe ‘‘paripūraṁ paripūrakārī ārādheti, padesaṁ padesakārī’’ti, ‘‘catūsupi suttesu missakāneva indriyāni kathitānī’’ti pana vacanato vipassanāvasenapi yojanā labbhatevāti daṭṭhabbaṁ.",
  "tika-s0305t3:24": "5-7. Paṭhamavitthārasuttādivaṇṇanā",
  "tika-s0305t3:25": "485-487.Vipassanāvasena nissakkaṁ veditabbaṁ, na maggaphalavasena, imasmiṁ sutte sabbasova vipassanindriyānaṁ eva adhippetattā. Idāni tamatthaṁ pākaṭaṁ kātuṁ ‘‘paripuṇṇāni hī’’tiādi vuttaṁ. Avihādīsu pañcasu suddhāvāsesu tattha tattha āyuvemajjhaṁ anatikkamitvā antarā kilesaparinibbānena parinibbāyanato antarāparinibbāyī, asaṅkhārena appayogena sarasatova parinibbāyanato asaṅkhāraparinibbāyī, tabbipariyāyato sasaṅkhāraparinibbāyī, uddhaṁ vāhibhāvena uddhamassa taṇhāsotaṁ vaṭṭasotaṁ vāti uddhaṁsoto, uddhaṁ vā gantvā paṭilabhitabbato uddhamassa maggasotanti uddhaṁsoto, akaniṭṭhabhavaṁ gacchatīti akaniṭṭhagāmīti evamettha saddattho daṭṭhabbo.",
  "tika-s0305t3:26": "Imasmiṁ pana ṭhāneti ‘‘vipassanāvasena nissakka’’nti vuttaṭṭhāne. Arahattamaggeyeva ṭhatvāti imasmiṁyeva bhave arahattamaggeyeva, na vipassanāya ca ṭhatvā. Pañca nissakkāni nīharitabbānīti ‘‘tato mudutarehi antarāparinibbāyī hotī’’tiādīni pañca nissakkāni niddhāretvā kathetabbāni. Idāni tamatthaṁ vivaranto ‘‘arahattamaggassa hī’’tiādimāha. Tattha avihādīsu uppajjitvā uppannasamanantarāya parinibbāyanato paṭhamaantarāparinibbāyī. Tattha āyuppamāṇavemajjhaṁ appatvāva parinibbāyanato dutiyaantarāparinibbāyī, āyuvemajjhaṁ patvā parinibbāyanato tato paraṁ tatiyaantarāparinibbāyī veditabbo. ‘‘Pañca nissakkānī’’ti kasmā vuttaṁ? Nanu asaṅkhārasasaṅkhāraparinibbāyīti vattabbanti? Na vattabbanti dassento āha ‘‘asaṅkhāraparinibbāyissa sasaṅkhāraparinibbāyinopi eteva pañca janā’’ti.",
  "tika-s0305t3:27": "Tīṇi nissakkānīti ‘‘tato mudutarehi sotāpanno hotī’’tiādīni tīṇi nissakkapadāni. Idha sakadāgāmī na gahito, so anāgāmimagge ṭhatvā nīharitabbo, anāgāmimaggassa vipassanindriyehi mudutarehi sakadāgāmī hoti. Sakadā…pe… mudutarānīti idaṁ sakadāgāmimaggassa vipassanindriyehi ekabījisaṅkhātasotāpannavipassanindriyāni mudutarāni hontīti tīṇi katvā vuttaṁ. Dhammānusārītiādidvayaṁ kolaṁkolādidvayena gahitaṁ hotīti. Sakadāgāmimaggassa hītiādi vuttasseva atthassa vivaraṇaṁ. Sesaṁ heṭṭhā vuttanayameva. Chaṭṭhasattamāni vuttanayānevāti chaṭṭhasattamāni suttāni dutiyatatiyesu vuttanayāneva. Tattha pana missakāni indriyāni kathitāni, idha pubbabhāgavipassanindriyāni kathitānīti ayameva viseso.",
  "tika-s0305t3:28": "8. Paṭipannasuttavaṇṇanā",
  "tika-s0305t3:29": "488.Tanti maggaphalavasena nissakkaṁ. Pāḷiyaṁ vuttameva ‘‘arahattaphalasacchikiriyāya paṭipanno hotī’’tiādinā. Aṭṭhahīti catūhi phalehi catūhi ca maggehīti aṭṭhahi. Bahibhūto na antobhāvo. Lokuttarāneva indriyāni kathitāni maggaphalacittuppādapariyāpannattā.",
  "tika-s0305t3:30": "9-10. Sampannasuttādivaṇṇanā",
  "tika-s0305t3:31": "489-490.Indriyasampannoti ettha sampannasaddo paripūriatthoti āha ‘‘paripuṇṇindriyo’’ti. Missakāni indriyāni kathitāni sāmaññatova desitattā.",
  "tika-s0305t3:32": "Mudutaravaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:33": "3. Chaḷindriyavaggo",
  "tika-s0305t3:34": "2. Jīvitindriyasuttavaṇṇanā",
  "tika-s0305t3:35": "492.Itthibhāveti itthitāya. Indaṭṭhaṁ karoti tathāsattajanasāmaññakāraṇabhāvato. Itthiyā eva indriyaṁ itthindriyaṁ. Esa nayo purisindriye. Jīviteti sahajātadhammānaṁ jīvane pālane pavattane. Vaṭṭindriyānīti vaṭṭahetubhūtāni indriyāni. Imesu hi upādinnaindriyesu sati vaṭṭaṁ vattati paññāyati.",
  "tika-s0305t3:36": "3. Aññindriyasuttavaṇṇanā",
  "tika-s0305t3:37": "493.Ajānitapubbaṁ dhammanti catusaccadhammamāha, tathā tesaṁyeva ñātadhammānanti. Ayaṁ panettha attho – ājānātīti aññā, paṭhamamaggena ñātamanatikkamitvā jānātīti attho. Sotāpannādīnaṁ chaariyānaṁ etaṁ nāmaṁ. Aññassa indriyāni aññindriyāni. Aññātāvīsūti ājānitavantesu. Yasmā aggaphaladhammesu ñāṇakiccaṁ sātisayaṁ, tasmā taṁ kiccaṁ sesadhammesupi samāropetvā vuttaṁ ‘‘aññātāvīsu arahattaphaladhammesū’’ti. Tattha tattha tesu tesu maggaphalesu. Tena tenākārenāti anaññātajānanādiākārena.",
  "tika-s0305t3:38": "4. Ekabījisuttavaṇṇanā",
  "tika-s0305t3:39": "494.Vipassanatonissakkanti vipassanindriyehi nissakkaṁ. Idāni tameva saṅkhepato vuttamatthaṁ vivaranto ‘‘samattānī’’tiādimāha. Tīṇi nissakkāni evamidha pañca nissakkāni nīharitabbāni ekabījiādivibhāvanato. Tenāha ‘‘sakadāgāmimaggassa hī’’tiādi. Sotāpattimaggassa vipassanindriyāni nāma tenattabhāvena sakadāgāmimaggaṁ pattuṁ gacchantassa sotāpannassa vipassanindriyāni. Pañcapi te sotāpattimaggassa bhedāyevāti ‘‘sakadāgāmimagge ṭhatvā nīharitabbānī’’ti vuttaṁ.",
  "tika-s0305t3:40": "Ekabījīti ettha khandhabījaṁ nāma kathitaṁ. Yassa hi sotāpannassa ekaṁ khandhabījaṁ atthi, ekaṁ attabhāvaggahaṇaṁ, so ekabīji nāma. Tenāha – ‘‘sotāpanno hutvā’’tiādi. Mānusakaṁbhavanti idaṁ panettha desanāmattaṁ, devabhavaṁ nibbattetītipi vattuṁ vaṭṭatiyeva. Bhagavatā gahitanāmānetāni. Ettakañhi pamāṇaṁ gato sattakkhattuparamo nāma hoti, ettakaṁ kolaṁkolo, ettakaṁ ekabījīti bhagavatā etesaṁ nāmaṁ gahitaṁ.",
  "tika-s0305t3:41": "Dve tayo bhaveti devamanussesu eva dve tayo bhave. Sambodhicatusaccadhammo paraṁ ayanaṁ nissayo gati etassāti sambodhiparāyaṇo. Kulato kulaṁ gacchatīti kolaṁkolo. Sotāpattiphalasacchikiriyato paṭṭhāya hi nīcakule uppatti nāma natthi, mahābhogesu kulesu eva nibbattatīti attho. Kevalopi hi kula-saddo mahābhogakulameva vadati. Dve vā tīṇi vā kulānīti devamanussavasena dve vā tayo vā bhaveti ayampi missakabhavena kathito. Jātassa kumārassa viya ariyāya jātiyā jātassa nāmametaṁ, yadidaṁ niyatoti sattakkhattuparamādikoti ca samaññāti dassento āha ‘‘bhagavatā gahitanāmavasenevā’’tiādi.",
  "tika-s0305t3:42": "Yadi pubbahetuniyamato sotāpanno ca niyatoti sotāpattimaggato uddhaṁ tiṇṇaṁ maggānaṁ upanissayābhāvato pubbahetukiccaṁ natthīti sotāpattimaggassa upanissayabhāvo āpajjati. Yadi tassapi pubbahetuupanissayo siyā, tāva niyamato sotāpattimagguppattito pubbe eva niyamito, yāvañca akaniṭṭhaṁ tassa pubbahetu nāma , ahetukatā āpannā, iccassa ahetu appaccayā nipphatti pāpuṇāti. Kiñca hetu ce? Niyamato sotāpanno ca niyatoti paṭhamamaggādhigameneva anukkamena upari tiṇṇaṁ maggānaṁ kiccāni nipphajjanti, evaṁ sattakkhattuparamatādiniyame sati sattamabhavādito uddhaṁ pavattatāya dukkhassa mūlabhūtā kilesā paṭhamamaggeneva khīṇāti upari tayo maggā akiccā siyuṁ. Tenāha ‘‘paṭhamamaggassa upanissayo kato nāmā’’tiādi.",
  "tika-s0305t3:43": "Yadi upari tayo maggā sattakkhattuparamāditaṁ niyamenti, tato ca añño sotāpanno natthīti sotāpattimaggassa akiccakatā nippayojanatā āpajjeyya. Atha sakkāyadiṭṭhiādippahānaṁ tassa kiccaṁ, tesaṁ tesaṁ pahānena sattakkhattuparamādiniyamatāya. Bhavitabbaṁ, yāva uparimaggā eva hontīti sattabhavādito uddhamapavattanato tena vinānena sakkāyadiṭṭhiādippahānena ca tena vinā bhavitabbanti āha – ‘‘paṭhamamagge anuppanneva upari tayo maggā uppannāti āpajjatī’’ti. Tiṇṇaṁ maggānanti upari tiṇṇaṁ maggānaṁ. Vipassanā niyametīti yujjatīti vuttamatthaṁ vivaranto ‘‘sace hī’’tiādimāha.",
  "tika-s0305t3:44": "Sotāpanno vaṭṭajjhāsayo. Tatrekacce pākaṭe paññāte dassento ‘‘anāthapiṇḍiko’’tiādimāha. Idhaṭṭhakavokiṇṇasukkhavipassakassāti yo imasmiṁ kāmabhave ṭhito manussadevavasena vokiṇṇabhavūpapattiko sukkhavipassako ca, tassa vasena. Nāmaṁ kathitanti sattakkhattuparamoti nāmaṁ kathitaṁ. Keci pana ‘‘kāmabhave sattakkhattuṁyeva uppajjati, na tato’’ti vadanti, taṁ vīmaṁsitabbaṁ.",
  "tika-s0305t3:45": "Sodhessāmīti jambudīpe kenaci tepiṭakena bhikkhunā saddhiṁ piṭakattayameva mayhaṁ uggahaparipucchāvasena sodheyyāmīti paratīraṁ jambudīpaṁ gato. Yo bhikkhu sakkotīti yojanā. Aniccānupassanādīsu ekamukhena abhiniviṭṭhenapi abhidhammapariyāyena tīhi eva vimokkhehi maggaṁ labhatīti abhinivesabhedena tayo puggalā suññatato vuṭṭhitā, tathā tayo appaṇihitato vuṭṭhitāti cha honti, teva saddhādhurapaññādhuravasena dvādasa sakadāgāmino. Tathā arahanto, tayo antarāparinibbāyino eko upahaccaparinibbāyī eko uddhaṁsoto akaniṭṭhagāmīti pañca, te asaṅkhārasasaṅkhāraparinibbāyibhedena dasāti avihādīsu catūsupi cattālīsa, akaniṭṭhe pana uddhaṁsoto natthīti aṭṭhacattālīsa anāgāmino. Vipassanā kathitā sammasanacārassa kathitattā.",
  "tika-s0305t3:46": "5-10. Suddhakasuttādivaṇṇanā",
  "tika-s0305t3:47": "495-500. Yathā cakkhussa sahajātatadindriyanissitadhammesu adhipateyyaṁ anuvattanīyattā, evaṁ taṁdvārikadhammesupi adhipateyyaṁ tehi anuvattanīyattāti vuttaṁ – ‘‘adhipateyyasaṅkhātena indaṭṭhenā’’ti. Esa nayo sesindriyādīsupi. Catusaccavasena kathitāni sabhāvādivibhāvanassa kathitattā.",
  "tika-s0305t3:48": "Chaḷindriyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:49": "4. Sukhindriyavaggo",
  "tika-s0305t3:50": "1-5. Suddhikasuttādivaṇṇanā",
  "tika-s0305t3:51": "501-505. Yathā cakkhu dassane adhipateyyaṭṭhena cakkhundriyaṁ, evaṁ sukhavedanā sukhane adhipateyyaṭṭhena sukhindriyaṁ. Esa nayo sesesupi. Sesaṁ tebhūmakanti sesaṁ bhūmittayavasena tebhūmakaṁ.",
  "tika-s0305t3:52": "6. Paṭhamavibhaṅgasuttavaṇṇanā",
  "tika-s0305t3:53": "506.Kāyikanti ayamassa nissayavasena niddesoti āha – ‘‘kāyapasādavatthuka’’nti. Sarūpaniddeso sukhaṁ sukhindriyassa sarūpanti. Sādanīyaṭṭhena dhammapadāni attani assādayatīti sātaṁ, madhuraṁ. Vedayitanti vediyanaṁ, anubhavananti attho. Aññadhammavisiṭṭhoti phassādīhi aññehi dhammehi visadiso. Kāyikanti pasādakāyasannissitaṁ. Cetasikanti cetosannissitaṁ, tena vuttaṁ ‘‘ettha panā’’tiādi. Kāyapasāda…pe… natthi, tasmā ‘‘cattāro pasādakāye vatthuṁ katvā’’ti vuttaṁ.",
  "tika-s0305t3:54": "9. Kaṭṭhopamasuttavaṇṇanā",
  "tika-s0305t3:55": "509.Dvinnaṁaraṇīnanti adharuttarāraṇīnaṁ. Kiñci dvayaṁ saṅghaṭṭitamattaṁ hutvā na samodhānagataṁ hotīti taṁnivattanatthaṁ ‘‘saṅghaṭṭanasamodhānā’’ti vuttaṁ. Punappunaṁ saṅghaṭṭanena hi tejopātubhāvo. Adharāraṇī viya vatthārammaṇaṁ asatipi vāyāme tajjasamphassapaccayato. Uttarāraṇī viya phasso vatthārammaṇādiphassena pavattanato. Saṅghaṭṭo viya phassasaṅghaṭṭanaṁ araṇidvayasaṅghaṭṭanā viya phassasseva vatthārammaṇesu saṅghaṭṭanākārena pavattito. Aggi viya vedanā anudahanaṭṭhena khaṇikāvāyañca. Vatthārammaṇaṁ vā uttarāraṇī viya indhanāpātagahaṇādīsu ussāhassa viya pavattisambhavato. Phasso adharāraṇī viya nirussāhanirīhatāvasena attasādhanato.",
  "tika-s0305t3:56": "10. Uppaṭipāṭikasuttavaṇṇanā",
  "tika-s0305t3:57": "510. Rasanaṁ bhañjanaṁ nirujjhanaṁ raso. Yo yo dhammānaṁ raso yathādhammaraso, tena yathādhammarasena. Paṭipāṭiyāti kamena, ubhayenapi dhammānaṁ pahānakkamenāti vuttaṁ hoti. Imasmiṁ indriyavibhaṅgeti imasmiṁ indriyasaṁyuttasaññite indriyavibhaṅge. Adesitattāti sesasuttāni viya ‘‘sukhindriya’’ntiādinā adesitattā idaṁ uppaṭipāṭikasuttaṁ nāma. Valiyā kharasamphassāya phuṭṭhassa. Tanti kaṇṭakavedanādiṁ. Etassa dukkhindriyassa.",
  "tika-s0305t3:58": "Tesaṁtesanti domanassindriyādīnaṁ. Kāraṇavasenevāti taṁtaṁasādhāraṇakāraṇavasena. Tesañhi visesakāraṇaṁ dassento ‘‘pattacīvarādīnaṁ vā’’ti āha.",
  "tika-s0305t3:59": "Ekatovāti punappunaṁ paduddhāraṇaṁ akatvā ekajjhameva. Dutiyajjhānādīnaṁ upacārakkhaṇe eva nirujjhantīti ānetvā sambandho. Tesaṁ dukkhindriyadomanassādīnaṁ. Atisayanirodhoti suṭṭhu pahānaṁ ujuppaṭipakkhena vūpasamo. Nirodhoyevāti nirodhamattameva. Nānāvajjaneti yena āvajjanena appanāvīthi hoti, tato bhijjāvajjane, anekāvajjane vā. Appanāvīthiyañhi upacāro ekāvajjano, itaro anekāvajjano anekakkhattuṁ pavattanato. Visamanisajjāya uppannakilamatho visamāsanupatāpo. Pītipharaṇenāti pītiyā pharaṇarasattā. Pītisamuṭṭhānānaṁ vā paṇītarūpānaṁ kāyassa byāpanato vuttaṁ. Tenāha ‘‘sabbo kāyo sukhokkanto hotī’’ti. Vitakkavicārapaccayepīti pi-saddo aṭṭhānapayutto, so ‘‘pahīnassā’’ti ettha ānetvā sambandhitabbo ‘‘pahīnassapi domanassindriyassā’’ti. Etaṁ domanassindriyaṁ uppajjatīti sambandho. ‘‘Tassa mayhaṁ aticiraṁ vitakkayato vicārayato kāyopi kilami, cittampi vihaññī’’ti ca vacanato kāyacittakhedānaṁ vitakkavicārapaccayatā veditabbā. Vitakkavicārabhāve uppajjati domanassindriyanti ānetvā sambandhitabbaṁ. Tatthassa siyā uppattīti tattha dutiyajjhānupacāre assa domanassassa uppatti bhaveyya. ‘‘Tatthassa siyā uppattī’’ti idaṁ parikappavacanaṁ upacārakkhaṇe domanassassa suppahīnabhāvadassanatthaṁ. Tathā hi vuttaṁ ‘‘na tveva dutiyajjhāne pahīnapaccayattā’’ti. Pahīnampi somanassindriyaṁ pīti viya na dūreti katvā ‘‘āsannattā’’ti vuttaṁ. Nānāvajjanupacāre pahīnampi pahānaṅgaṁ paṭipakkhena avihatattā antarantarā uppajjeyyāti imamatthaṁ dassento ‘‘appanāppattāyā’’tiādimāha. ‘‘Tādisāya āsevanāya icchitabbattā yathā maggavīthito pubbe dve tayo javanavārā sadisānupassanāva pavattanti, evamidhāpi appanāvārato pubbe dve tayo javanavārā upekkhāsahagatāva pavattantī’’ti vadanti. Aparisesanti suvikkhambhitanti katvā vikkhambhanena anavasesaṁ.",
  "tika-s0305t3:60": "Tathattāyāti tathabhāvāya paṭhamajjhānasamaṅgitāya. Sā panassa uppādanena vā uppannassa samāpajjanena vā hotīti vuttaṁ ‘‘uppādanatthāya samāpajjanatthāyā’’ti. Dvīsūti navamadasamesu suttantesu.",
  "tika-s0305t3:61": "Sukhindriyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:62": "5. Jarāvaggo",
  "tika-s0305t3:63": "1. Jarādhammasuttavaṇṇanā",
  "tika-s0305t3:64": "511. Pamukhe , pāsādassa ca pacchimabhāge ātapo pacchātapo, tasmiṁ pacchātape. So hi pāsādassa pamukhabhāvena kato. Kiṁ pana bhagavato vajirasāraṁ sarīraṁ otāpetabbaṁ hotīti āha – ‘‘sammāsambuddhassā’’tiādi . Ayañca imaṁ suttaṁ desitasamaye. Na sakkoti byāmappabhāya kāyaci pabhāya anabhibhavanīyattā. Kiñcāpi buddhābhā sūriyābhāya anabhibhavanīyā, ghammasabhāvatāya pana rasmīnaṁ parito pharantī sūriyābhā tikhiṇā uṇhāti āha ‘‘rasmiteja’’nti. Idāni tamatthaṁ upamāya vibhāvetuṁ ‘‘yatheva hī’’tiādi vuttaṁ.",
  "tika-s0305t3:65": "Suvaṇṇāvaṭṭaṁ viyāti acche suvaṇṇapatte vinivattaāvaṭṭaṁ viya. Garahaṇacchariyaṁ nāma kiretaṁ ‘‘acchariyametaṁ avisicchephalavada’’ntiādīsu viya. Na evametarahīti attano pākaṭavasena vadati, na itaresampīti. Sirājālāti sirāsantānā. Evarūpaṁ na hotīti aññesaṁ pākatikasattānaṁ vuttākāraṁ viya na hoti puññasambhārassa uḷāratamattā vipaccanassa pariyantagatattā. Tenāha ‘‘aññesaṁ apākaṭa’’nti. Valiyāvaṭṭakanti appakaṁ valiyāvaṭṭaṁ. Tenāha ‘‘kesaggappamāṇa’’nti. Sabbānīti sirājālāni. Purato vaṅkoti thokaṁ purato natamattaṁ sandhāyāha. Tena vuttaṁ ‘‘svāyaṁ aññesaṁ apākaṭo’’ti. Nayaggāhatoti anumānato. Dhī tanti dhī-saddayoge upayogavacanaṁ. Dhīti jigucchanatthe nipāto. Dhikkāroti jigucchāpayogo. Taṁ phusatūti tuyhaṁ pāpuṇātu.",
  "tika-s0305t3:66": "2. Uṇṇābhabrāhmaṇasuttavaṇṇanā",
  "tika-s0305t3:67": "512.Aññamaññassāti añño aññassa. Na paccanubhoti attano avisayabhāvato. Idāni taṁ aññavisayataṁ anvayato byatirekato vibhāvetuṁ ‘‘sace hī’’tiādi vuttaṁ.",
  "tika-s0305t3:68": "Visayāni paṭisaranti etthāti paṭisaraṇaṁ. Indriyaviññāṇāni hi asatipi tādise adhippāye attano ārammaṇassa yāthāvato sampajānanato pavedanavijānanāni karontāni viya pavattanti, tathā lokassa aññattha siddhito. Tenāha bhagavā – ‘‘mano paṭisaraṇaṁ, manova nesaṁ gocaravisayaṁ paccanubhotī’’ti manodvārikajavanamano hi savisesaṁ manovisayaṁ paccanubhoti, pañcadvārikajavanamano mananamattameva paccanubhavati. Rajjanādiggahaṇañcettha nidassanamattaṁ, tasmā saddahanādipi gahitamevāti daṭṭhabbaṁ, pañcadvārappavattivasena tathā vuttaṁ. Ekasmiṁ pana dvāreti cakkhudvāre.",
  "tika-s0305t3:69": "Dubbalabhojakāti appānubhāvā rājabhoggā. Āyanti bhoguppattiṭṭhānaṁ. Yottabandhādinimittaṁ laddhabbakahāpaṇo yottakahāpaṇo. Addubandhādinimittaṁ gahetabbakahāpaṇo addukahāpaṇo. Māghātaghosanāya katāya hiṁsānimittaṁ gahetabbakahāpaṇo māpahārakahāpaṇo. Tassa parimāṇaṁ dassetuṁ ‘‘aṭṭhakahāpaṇo’’tiādi vuttaṁ. Satavatthukanti satakarīsavatthukaṁ.",
  "tika-s0305t3:70": "Maggasatīti ariyamaggasati. Bhāvanamanuyuñjantassa hi javanamano ussakkitvāva maggasatiṁ paṭisarati tappariyosānattā. Tanti nibbānaṁ. Sāti phalavimutti. Paṭisarati aggamaggasatiyā. Phalavimutti nibbānanti ubhayaṁ maggassa siddhāyevāti. Ārammaṇavasena natthi etassa paṭisaraṇanti appaṭisaraṇaṁ asaṅkhatāmatassa santiniccasabhāvattā. Sayaṁ pana sabbesaṁyeva ariyānaṁ paṭisaraṇaṁ. Tenāha ‘‘nibbānaṁ arahato gatī’’ti (pari. 339). Nibbānaṁ anupaviṭṭhaṁ nibbānanissayattā. Na tato paraṁ gacchati gatassa aññassa tādisassa abhāvā. Nibbānaṁ pari sabbaso osānanti nibbānapariyosānaṁ.",
  "tika-s0305t3:71": "Mūlajātā jātamūlā. Tato eva patiṭṭhitā. Kā panassāti āha ‘‘maggena āgatasaddhā’’ti. Maggo daḷhāya asaṁhāriyasaddhāya mūlaṁ diṭṭhisampayuttāni ceva vicikicchācittañcāti pañca akusalacittāni samucchedavasena pahīnāni. Pañca nīvaraṇānīti ettha apāyagamanīyāni paṭhamamaggeneva pahīnāni, itarāni vikkhambhanavasena jhānena pahīnānīti pañcasu orambhāgiyakilesasaṁyojanesu ekadesavigameneva bahiddhāsaṁyojano viya jātoti vuttaṁ ‘‘jhānaanāgāmiṭṭhāne ṭhito’’ti. Tenāha ‘‘so aparihīna…pe… nibbāyeyyā’’ti.",
  "tika-s0305t3:72": "5. Paṭhamapubbārāmasuttavaṇṇanā",
  "tika-s0305t3:73": "515. Pubbakoṭṭhake evaṁ āgatasuttaṁ ādiṁ katvā phalindriyāneva kathitāni aggaphalavasena desanāya āgatattā.",
  "tika-s0305t3:74": "10. Āpaṇasuttavaṇṇanā",
  "tika-s0305t3:75": "520.Uparisaha vipassanāya tayo maggāti vipassanāya saha sotāpattiphalato upari tayo maggā. Maggādhigamena idāni paccakkhabhūtattā ‘‘ime kho te dhammā’’ti vuttā. Tattha yaṁ aggabhūtaṁ, tassa vasena dassetuṁ ‘‘arahattaphalindriyaṁ nāmā’’ti vuttaṁ indriyabhāvasāmaññena ekajjhaṁ katvā. Ativijjhitvā passāmīti sacchikatvā yāthāvato passāmi. Catūhi indriyehīti vīriyindriyādīhi catūhi indriyehi. Sā vipassanāmaggaphalasahagatā siyāti missakā vuttā.",
  "tika-s0305t3:76": "Jarāvaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:77": "6. Sūkarakhatavaggo",
  "tika-s0305t3:78": "1. Sālasuttavaṇṇanā",
  "tika-s0305t3:79": "521.Sūrabhāvenāti atisūrabhāvena. Bujjhanatthāyāti saccapaṭivedhāya.",
  "tika-s0305t3:80": "2. Mallikasuttavaṇṇanā",
  "tika-s0305t3:81": "522.Cattāri indriyānīti paññindriyaṁ ṭhapetvā sesāni cattāri. ‘‘Ariyañāṇaṁ lokuttara’’nti vuttaṁ maggañāṇaṁ katvā. Ariya-saddo pana yathā tathā visuddhepi hotīti tādisaṁ sandhāya vuttaṁ ‘‘tampi panā’’tiādi. Yathā hi cattārindriyāni missakāni, evaṁ paññindriyampi missakanti vuccamāne na koci virodhoti adhippāyenāha ‘‘tampi pana…pe… vaṭṭatī’’ti.",
  "tika-s0305t3:82": "3. Sekhasuttavaṇṇanā",
  "tika-s0305t3:83": "523.Na sakkoti indriyānaṁ aparipakkattā. Atthīti pajānāti nayaggāhena, na paccakkhato. Na hi ariyāpi anadhigataṁ maggaphalaṁ paccavekkhituṁ sakkonti.",
  "tika-s0305t3:84": "6. Patiṭṭhitasuttavaṇṇanā",
  "tika-s0305t3:85": "526.Sāsavesūti caturāsavavinimuttesu sesadhammesu ārammaṇesu. Tesupi uppajjanakaanatthato cittaṁ rakkhati nāma.",
  "tika-s0305t3:86": "8. Sūkarakhatasuttavaṇṇanā",
  "tika-s0305t3:87": "528.Taṁsandhāyāti taṁ sūkarakhataleṇaṁ sandhāya. Etaṁ ‘‘sūkarakhatāya’’nti vacanaṁ vuttaṁ. Bhāvanapuṁsakanti bhāvajotakaṁ napuṁsakavacanaṁ yathā ‘‘visamaṁ vātā vāyanti, ekamantaṁ nisīdī’’ti. Kiccapaṭipatti tesaṁ saṁkāsanaṭṭhena sapatiso, sapatiso eva sappatisso, sajeṭṭhakoti āha ‘‘sappatissoti sajeṭṭhako’’ti.",
  "tika-s0305t3:88": "Sūkarakhatavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:89": "7. Bodhipakkhiyavaggavaṇṇanā",
  "tika-s0305t3:90": "531-650. Sattānaṁ phalānaṁ hetubhūtāni ‘‘imesaṁ kho, bhikkhave, pañcannaṁ indriyānaṁ bhāvitattā’’tiādinā vuttāni, pañcindriyāniyeva phalūpacārena ‘‘satta phalānī’’ti vuttāni. Tāni ca pubbabhāgāni ‘‘imesaṁ, bhikkhave, pañcannaṁ indriyānaṁ bhāvitattā…pe… sattānisaṁsā pāṭikaṅkhā’’ti vacanato. Tesanti sattānaṁ phalānaṁ. ‘‘Dvinnaṁ phalānaṁ aññataraṁ phala’’nti evaṁ atītasutte vuttāni heṭṭhā dve phalāni nāmāti vadanti. Yehi pana indriyehi aññatra pana antarāparinibbāyiṁ sesāni phalāni honti, tāni cattāri sapubbabhāgāni lokuttarānīti vuttaṁ siyā.",
  "tika-s0305t3:91": "Indriyasaṁyuttavaṇṇanā niṭṭhitā."
}