{
  "tika-s0101t9:0": "9. Poṭṭhapādasuttavaṇṇanā",
  "tika-s0101t9:1": "Poṭṭhapādaparibbājakavatthuvaṇṇanā",
  "tika-s0101t9:2": "406.Sāvatthiyanti samīpatthe bhummanti āha ‘‘sāvatthiṃ upanissāyā’’ti. Jetassa kumārassa vaneti jetena nāma rājakumārena ropite upavane. Nivāsaphāsutādinā pabbajitā āramanti etthāti ārāmo, vihāro. Phoṭo pādesu jātoti poṭṭhapādo. Vatthacchāyāchādanapabbajūpagatattā channaparibbājako. Brāhmaṇamahāsāloti mahāvibhavatāya mahāsāratāpatto brāhmaṇo. Samayanti sāmaññaniddeso, taṃ taṃ samayanti attho. Pavadantīti pakārato vadanti, attanā attanā uggahitaniyāmena yathā tathā samayaṃ vadantīti attho. ‘‘Pabhutayo’’ti iminā todeyyajāṇusoṇīsoṇadaṇḍādike saṅgaṇhāti, paribbājakādayoti ādi-saddena channaparibbājakādike. Tindukācīramettha atthīti tindukācīro, ārāmo. Tathā ekā sālā etthāti ekasālako, tasmiṃ tindukācīre ekasālake.",
  "tika-s0101t9:3": "Anekākārānavasesañeyyatthavibhāvanato, aparāparuppattito ca bhagavato ñāṇaṃ tattha patthaṭaṃ viya hotīti vuttaṃ ‘‘sabbaññutaññāṇaṃ pattharitvā’’ti, yato tassa ñāṇajālatā vuccati, veneyyānaṃ tadantogadhatā heṭṭhā vuttāyeva. Veneyyasattapariggaṇhanatthaṃ samannāhāre kate paṭhamaṃ nesaṃ veneyyabhāveneva upaṭṭhānaṃ hoti, atha saraṇagamanādivasena kiccanipphatti vīmaṃsīyatīti āha ‘‘kiṃ nu kho bhavissatīti upaparikkhanto’’ti . Nirodhanti saññānirodhaṃ. Nirodhā vuṭṭhānanti tato nirodhato vuṭṭhānaṃ saññuppattiṃ. Sabbabuddhānaṃ ñāṇena saṃsanditvāti yathā te nirodhaṃ, nirodhato vuṭṭhānañca byākariṃsu, byākarissanti ca, tathā byākaraṇavasena saṃsanditvā. Hatthisāriputtoti hatthisārino putto. ‘‘Yugandharapabbataṃ parikkhipitvā’’ti idaṃ parikappavacanaṃ ‘‘tādisaṃ atthi ce, taṃ viyā’’ti. Meghavaṇṇanti rattameghavaṇṇaṃ, sañjhāppabhānurañjitameghasaṅkāsanti attho. Paccagghanti abhinavaṃ ādito tathāladdhavohārena , anaññaparibhogatāya , tathā vā satthu adhiṭṭhānena so patto sabbakālaṃ ‘‘paccagghaṃ’’ tveva vuccati, silādivuttaratanalakkhaṇūpapattiyā vā so patto ‘‘paccaggha’’nti vuccati.",
  "tika-s0101t9:4": "407.Attano rucivasena saddhammaṭṭhitijjhāsayavasena, na parena ussāhitoti adhippāyo. ‘‘Atippagabhāvameva disvā’’ti idaṃ bhūtakathanaṃ na tāva bhikkhācāravelā sampattāti dassanatthaṃ. Bhagavā hi tadā kālasseva vihārato nikkhanto ‘‘vāsanābhāgiyāya dhammadesanāya poṭṭhapādaṃ anuggaṇhissāmī’’ti. Yannūnāhanti aññattha saṃsayaparidīpano, idha pana saṃsayaparidīpano viya. Kasmāti āha ‘‘buddhāna’’ntiādi. Saṃsayo nāma natthi bodhimūle eva samugghāṭitattā. Parivitakkapubbabhāgoti adhippetakiccassa pubbabhāgaparivitakko eva. Buddhānaṃ labbhatīti ‘‘karissāma, na karissāmā’’tiādiko esa cittacāro buddhānaṃ labbhati sambhavati vicāraṇavasena pavattanato, na pana saṃsayavasena. Tenāhāti yena buddhānampi labbhati, tenevāha bhagavā ‘‘yannūnāha’’nti. Parikappane vāyaṃ nipāto. ‘‘Upasaṅkameyya’’nti kiriyāpadena vuccamāno eva hi attho ‘‘yannūnā’’ti nipātapadena jotīyati. Ahaṃ yannūna upasaṅkameyyanti yojanā. Yadi panāti idampi tena samānatthanti āha ‘‘yadi panāhanti attho’’ti.",
  "tika-s0101t9:5": "408. Yathā unnatappāyo saddo unnādo, evaṃ vipulabhāvena uparūpari pavattopi unnādoti tadubhayaṃ ekajjhaṃ katvā pāḷiyaṃ ‘‘unnādiniyā’’ti vatvā puna vibhāgena dassetuṃ ‘‘uccāsaddamahāsaddāyā’’ti vuttanti tamatthaṃ vivaranto ‘‘uccaṃ nadamānāyā’’tiādimāha. Assāti parisāya. Uddhaṃgamanavasenāti unnatabahulatāya uggantvā uggantvā pavattanavasena. Disāsu patthaṭavasenāti vipulabhāvena bhūtaparamparāya sabbadisāsu pattharaṇavasena. Idāni paribbājakaparisāya uccāsaddamahāsaddatāya kāraṇaṃ, tassa ca pavattiākāraṃ dassento ‘‘tesañhī’’tiādimāha. Kāmassādo nāma kāmaguṇassādo. Kāmabhavādigato assādo bhavassādo.",
  "tika-s0101t9:6": "409.Saṇṭhapesīti saṃyamanavasena sammadeva ṭhapesi, saṇṭhapanañcettha tiracchānakathāya aññamaññasmiṃ agāravassa jahāpanavasena ācārassa sikkhāpanaṃ, yathāvuttadosassa nigūhanañca hotīti āha ‘‘sikkhāpesī’’tiādi. Appasaddanti nissaddaṃ, uccāsaddamahāsaddābhāvanti adhippāyo. Nappamajjantīti na agāravaṃ karonti.",
  "tika-s0101t9:7": "410.Noāgate ānandoti bhagavati āgate no amhākaṃ ānando pīti hoti. Piyasamudācārāti piyālāpā. ‘‘Paccuggamanaṃ akāsī’’ti vatvā na kevalamayameva, atha kho aññepi pabbajitā yebhuyyena bhagavato apacitiṃ karontevāti dassetuṃ ‘‘bhagavantañhī’’tiādiṃ vatvā, tattha kāraṇamāha ‘‘uccākulīnatāyā’’ti, tena sāsane appasannāpi kulagāravena bhagavati apacitiṃ karonte vāti dasseti. Etasmiṃantare kā nāma kathāti etasmiṃ yathāvuttaparicchedabbhantare kathā kā nāma. Vippakatā āraddhā hutvā apariyositā. ‘‘Kā kathā vippakatā’’ti vadanto atthato tassā pariyosāpanaṃ paṭijānāti nāma. ‘‘Kā kathā’’ti ca avisesacodanāti yassā tassā sabbassāpi kathāya pariyosāpanaṃ paṭiññātañca hoti, tañca paresaṃ asabbaññūnaṃ avisayanti āha ‘‘pariyantaṃ netvā demīti sabbaññupavāraṇaṃ pavāresī’’ti.",
  "tika-s0101t9:8": "Abhisaññānirodhakathāvaṇṇanā",
  "tika-s0101t9:9": "411.Sukāraṇanti sundaraṃ atthāvahaṃ hitāvahaṃ kāraṇaṃ. Nānātitthesu nānāladdhīsu niyuttāti nānātitthikā, te eva nānātitthiyā ka-kārassa ya-kāraṃ katvā. Kutūhalamettha atthīti kotūhalā, sā eva sālāti kotūhalasālā, tenāha ‘‘kotūhaluppattiṭṭhānato’’ti. Saññānirodheti saññāsīsenāyaṃ desanā, tasmā saññāsahagatā sabbepi dhammā saṅgayhanti, tattha pana cittaṃ padhānanti āha ‘‘cittanirodhe’’ti. Accantanirodhassa pana tehi anadhippetattā, avisayattā ca ‘‘khaṇikanirodhe’’ti āha. Kāmaṃ sopi tesaṃ avisayova, atthato pana nirodhakathā vuccamānā tattheva tiṭṭhatīti tathā vuttaṃ. Kittighosoti ‘‘aho buddhānubhāvo bhavantarapaṭicchannaṃ kāraṇaṃ evaṃ hatthāmalakaṃ viya paccakkhato dasseti, sāvake ca edise saṃvarasamādāne patiṭṭhāpetī’’ti thutighoso yāva bhavaggā pattharati. Paṭibhāgakiriyanti paḷāsavasena paṭibhāgabhūtaṃ payogaṃ karonto. Bhavantarasamayanti tatra tatra vuṭṭhanasamayaṃ abhūtaparikappitaṃ kiñci uppādiyaṃ vatthuṃ attano samayaṃ katvā. Kiñcideva sikkhāpadanti ‘‘elamūgena bhavitabbaṃ , ettakaṃ, velaṃ ekasmiṃyeva ṭhāne nisīditabba’’nti evamādikaṃ kiñcideva kāraṇaṃ sikkhākoṭṭhāsaṃ katvā paññapenti. Nirodhakathanti nirodhasamāpattikathaṃ.",
  "tika-s0101t9:10": "Tesūti kotūhalasālāyaṃ sannipatitesu titthiyasamaṇabrāhmaṇesu. Ekacceti eke. Purimoti ‘‘ahetū appaccayā’’ti evaṃvādī. Yvāyaṃ idha uppajjatīti yojanā. Samāpattinti asaññabhāvāvahaṃ samāpattiṃ. Nirodheti saññānirodhe. Hetuṃ apassantoti yena hetunā asaññabhave saññāya nirodho sabbaso anuppādo, yena ca tato cutassa idha pañcavokārabhave tassā uppādo, taṃ avisayatāya apassanto.",
  "tika-s0101t9:11": "Nanti paṭhamavādiṃ. Nisedhetvāti ‘‘na kho nāmetaṃ bho evaṃ bhavissatī’’ti evaṃ paṭikkhipitvā. Asaññikabhāvanti muñchāpattiyā kiriyamayasaññāvasena vigatasaññibhāvaṃ. Vakkhati hi ‘‘visaññī hutvā’’ti. Vikkhambhanavasena kilesānaṃ santāpanena attantapo. Ghoratapoti dukkaratāya bhīmatapo. Parimāritindriyoti nibbisevanabhāvāpādanena sabbaso milāpitacakkhādindriyo. Bhaggoti bhañjitakusalajjhāsayo. Evamāhāti ‘‘evaṃ saññā hi bho purisassa attā’’tiādiākārena saññānirodhamāha. Iminā nayena ito paresu dvīsu ṭhānesu yathārahaṃ yojanā veditabbā.",
  "tika-s0101t9:12": "Āthabbaṇapayoganti āthabbaṇavedavihitaṃ āthabbaṇikānaṃ visaññibhāvāpādanapayogaṃ. Āthabbaṇaṃ payojetvāti āthabbaṇavede āgataaggijuhanapubbakaṃ mantajappanaṃ payojetvā sīsacchinnatādidassanena saññānirodhamāha. Tassāti yassa sīsacchinnatādi dassitaṃ, tassa.",
  "tika-s0101t9:13": "Yakkhadāsīnanti devadāsīnaṃ, yā ‘‘devatābhatiyotipi’’ vuccanti. Madaniddanti surāmadanimittakaṃ supanaṃ devatūpahāranti naccanagāyanādinā devatānaṃ pūjaṃ. Surāpātinti pātipuṇṇaṃ suraṃ. Divāti atidivā ussūre.",
  "tika-s0101t9:14": "Elamūgakathā viyāti imesaṃ paṇḍitamānīnaṃ kathā andhabālakathāsadisī. Cattāro nirodheti aññamaññavidhure cattāro nirodhe ete paññapenti. Na ca aññamaññaviruddhanānāsabhāvena tena bhavitabbaṃ, atha kho ekasabhāvena, tenāha ‘‘iminā cā’’tiādi. Aññenevāti imehi vuttākārato aññākāreneva bhavitabbaṃ. ‘‘Ayaṃ nirodho, ayaṃ nirodho’’ti āmeḍitavacanaṃ satthā attano desanāvilāsena anekākāravokāraṃ nirodhaṃ vibhāvessatīti dassanatthaṃ kataṃ aho nūnāti ettha ahoti acchariye, nūnāti anussaraṇe nipāto. Tasmā aho nūna bhagavā anaññasādhāraṇadesanattā nirodhampi aho acchariyaṃ katvā katheyya maññeti adhippāyo. ‘‘Aho nūna sugato’’ti etthāpi eseva nayo. Acchariyavibhāvanato eva cettha dvikkhattuṃ vacanaṃ, acchariyatthopi cettha aho-saddo. So yasmā anussaraṇamukheneva tena gahito, tasmā vuttaṃ ‘‘aho nūnāti anussaraṇatthe’’ti. Kālapuggalādivibhāgena bahubhedattā imesaṃ nirodhadhammānanti bahuvacanaṃ, kusala-saddayogena sāmivacanaṃ bhummatthe daṭṭhabbaṃ. Ciṇṇavasitāyāti nirodhasamāpattiyaṃ vasībhāvassa ciṇṇattā. Sabhāvaṃ jānātīti nirodhassa sabhāvaṃ yāthāvato jānāti.",
  "tika-s0101t9:15": "Ahetukasaññuppādanirodhakathāvaṇṇanā",
  "tika-s0101t9:16": "412.Gharamajjheyevapakkhalitāti gharato bahi gantukāmā purisā maggaṃ anotaritvā gharājirena samatale vivaṭaṅgaṇe eva pakkhalanaṃ pattā, evaṃ sampadamidanti attho. Asādhāraṇo hetu, sādhāraṇo paccayoti evamādi vibhāgena idha payojanaṃ natthi saññāya akāraṇabhāvapaṭikkhepattā codanāyāti vuttaṃ ‘‘kāraṇasseva nāma’’nti.",
  "tika-s0101t9:17": "Pāḷiyaṃ ‘‘uppajjantipi nirujjhantipī’’ti vuttaṃ, tattha ‘‘sahetū sappaccayā saññā uppajjanti, uppannā pana nirujjhantiyeva, na tiṭṭhantī’’ti dassanatthaṃ ‘‘nirujjhantī’’ti vacanaṃ, na nirodhassa sahetusappaccayabhāvadassanatthaṃ. Uppādo hi sahetuko , na nirodho. Yadi hi nirodhopi sahetuko siyā, tassa nirodhenāpi bhavitabbaṃ aṅkurādīnaṃ viya, na ca tassa nirodho atthi. Tasmā vuttanayeneva pāḷiyā attho veditabbo. Ayañca nayo khaṇanirodhavasena vutto. Yo pana yathāparicchinnakālavasena sabbasova anuppādanirodho, so ‘‘sahetuko’’ti veditabbo tathārūpāya paṭipattiyā vinā abhāvato. Tenāha bhagavā ‘‘sikkhā ekā saññā nirujjhatī’’ti. (Dī. ni. 1.412) tato eva ca idhāpi vuttaṃ ‘‘saññāya sahetukaṃ uppādanirodhaṃ dīpetu’’nti.",
  "tika-s0101t9:18": "Sikkhā ekāti ettha sikkhāti karaṇe paccattavacanaṃ, eka-saddo aññapariyāyo ‘‘ittheke abhivadanti sato vā pana sattassā’’tiādīsu (dī. ni. 1.85 ādayo; ma. ni. 3.21) viya, na saṅkhyāvācīti āha ‘‘sikkhā ekā saññā uppajjantīti sikkhāya ekaccā saññā jāyantī’’ti. Sesapadesupi eseva nayo.",
  "tika-s0101t9:19": "413.Tatthāti tassaṃ uparidesanāyaṃ. Sammādiṭṭhisammāsaṅkappavasena pariyāpannattā āgatāti sabhāvato upakārato ca paññākkhandhe pariyāpannattā saṅgahitattā tatiyā adhipaññāsikkhā sammādiṭṭhisammāsaṅkappavasena āgatā. Tathā hi vuttaṃ ‘‘yā cāvuso visākha sammādiṭṭhi, yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā’’ti (ma. ni. 1.462) kāmañcettha vuttanayena tissopi sikkhā āgatā eva, tathāpi adhicittasikkhāya eva abhisaññānirodho dassito, itarā tassa sambhārabhāvena ānītā.",
  "tika-s0101t9:20": "Pañcakāmaguṇikarāgoti pañcakāmakoṭṭhāse ārabbha uppajjanakarāgo. Asamuppannakāmacāroti vattamānuppannatāvasena asamuppanno yo koci kāmacāro yā kāci lobhuppatti. Purimo visayavasena niyamitattā kāmaguṇārammaṇova lobho daṭṭhabbo, itaro pana jhānanikantibhavarāgādippabhedo sabbopi lobhacāro kāmanaṭṭhena kāmesu pavattanato. Sabbepi hi tebhūmakā dhammā kāmanīyaṭṭhena kāmāti. Ubhayesampi kāmasaññātināmatā sahacaraṇañāyenāti ‘‘kāmasaññā’’ti paduddhāraṃ katvā tadubhayaṃ niddiṭṭhaṃ.",
  "tika-s0101t9:21": "‘‘Tatthā’’tiādi asamuppannakāmacārato pañcakāmaguṇikarāgassa visesadassanaṃ. Kāmaṃ pañcakāmaguṇikarāgopi asamuppanno eva maggena samugghāṭīyati, tasmiṃ pana samugghāṭitepi na sabbo rāgo samugghāṭaṃ gacchati, tasmā pañcakāmaguṇikarāgaggahaṇena na itarassa sabbassa rāgassa gahaṇaṃ hotīti ubhayasādhāraṇena pariyāyena ubhayaṃ saṅgahetvā dassetuṃ pāḷiyaṃ kāmasaññāggahaṇaṃ katanti tadubhayaṃ sarūpato visesato ca dassetvā sabbasaṅgāhikabhāvato ‘‘asamuppannakāmacāropana imasmiṃ ṭhāne vaṭṭatī’’ti vuttaṃ.",
  "tika-s0101t9:22": "Sadisattāti kāmasaññādibhāvena samānattā, etena pāḷiyaṃ ‘‘purimā’’ti sadisakappanāvasena vuttanti dasseti. Anāgatā hi idha ‘‘nirujjhatī’’ti vuttā anuppādassa adhippetattā, tenāha ‘‘anuppannāva nuppajjatī’’ti.",
  "tika-s0101t9:23": "Nīvaraṇavivekato jātattā vivekajehi paṭhamajjhānapītisukhehi saha akkhātabbā, taṃkoṭṭhāsikā vāti vivekajaṃ pītisukhasaṅkhātā. Nānattasaññāpaṭighasaññāhi nipuṇatāya sukhumabhūtatāya sukhumasaññā bhūtā sukhumabhāvena, paramatthabhāvena aviparītasabhāvā. Jhānaṃ taṃsampayuttadhammānaṃ bhāvanāsiddhā saṇhasukhumatā nīvaraṇavikkhambhanavasena viññāyatīti āha ‘‘kāmacchandādioḷārikaṅgappahānavasena sukhumā’’ti. Bhūtatāyāti vijjamānatāya. Sabbatthāti sabbavāresu.",
  "tika-s0101t9:24": "Samāpajjanādhiṭṭhānāni viya vuṭṭhānaṃ jhāne pariyāpannampi hoti yathā taṃ dhammānaṃ bhaṅgakkhaṇo dhammesu, na āvajjanapaccavekkhaṇānīti ‘‘paṭhamajjhānaṃ samāpajjanto adhiṭṭhahanto vuṭṭhahanto ca sikkhatī’’ti vuttaṃ, na ‘‘āvajjanto paccavekkhanto’’ti. Tanti paṭhamajjhānaṃ. Tenāti hetumhi karaṇavacanaṃ, tasmā paṭhamajjhānena hetubhūtenāti attho. Hetubhāvo cettha jhānassa yathāvuttasaññāya uppattiyā sahajātādipaccayabhāvo kāmasaññāya nirodhassa upanissayatāva, tañca kho suttantapariyāyena. Tathā ceva saṃvaṇṇitaṃ ‘‘tathārūpāya paṭipattiyā vinā abhāvato’’ti. Etenupāyenāti yvāyaṃ paṭhamajjhānatappaṭipakkhasaññāvasena ‘‘sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhatī’’ti ettha attho vutto, etena nayena. Sabbatthāti sabbavāresu.",
  "tika-s0101t9:25": "414. Yasmā panettha samāpattivasena taṃtaṃsaññānaṃ uppādanirodhe vuccamāne aṅgavasena so vuttoti āha ‘‘yasmā panā’’tiādi. ‘‘Aṅgato sammasana’’nti anupadadhammavipassanāya lakkhaṇavacanaṃ. Anupadadhammavipassanañhi karonto samāpattiṃ patvā aṅgato sammasanaṃ karoti, na ca saññā samāpattiyā kiñci aṅgaṃ hoti. Vuttañca ‘‘idañca saññā saññāti evaṃ aṅgato sammasanaṃ uddhaṭa’’nti. Aṅgatoti vā avayavatoti attho, anupadadhammatoti vuttaṃ hoti. Tadevāti ākiñcaññāyatanameva.",
  "tika-s0101t9:26": "Yato khoti paccatte nissakkavacananti āha ‘‘yo nāmā’’ti yathā ‘‘ādimhī’’ti etasmiṃ atthe ‘‘ādito’’ti vuccati itaravibhattitopi to-saddassa labbhanato. Sakasmiṃ attanā adhigate saññā sakasaññā, sā etassa atthīti sakasaññī, tenāha ‘‘attano paṭhamajjhānasaññāya saññavā’’ti. Sakasaññīti cettha upari vuccamānanirodhapādakatāya sātisayāya jhānasaññāya atthibhāvajotako ī-kāro daṭṭhabbo, tenevāha ‘‘anupubbena saññaggaṃ phusatī’’tiādi. Tasmā tattha tattha sakasaññitāggahaṇena tasmiṃ tasmiṃ jhāne sabbaso suciṇṇavasībhāvo dīpitoti veditabbaṃ.",
  "tika-s0101t9:27": "Lokiyānanti niddhāraṇe sāmivacanaṃ, sāmiatthe eva vā. Yadaggena hi taṃ tesu seṭṭhaṃ, tadaggena tesampi seṭṭhanti. ‘‘Lokiyāna’’nti visesanaṃ lokuttarasamāpattīhi tassa aseṭṭhabhāvato. ‘‘Kiccakārakasamāpattīna’’nti visesanaṃ akiccakārakasamāpattito tassa aseṭṭhabhāvato. Akiccakārakatā cassā paṭusaññākiccābhāvavacanato viññāyati. Yatheva hi tattha saññā, evaṃ phassādayo pīti. Yadaggena hi tattha saṅkhārāvasesasukhumabhāvappattiyā pakativipassakānaṃ sammasituṃ asakkuṇeyyarūpena ṭhitā, tadaggena heṭṭhimasamāpattidhammā viya paṭukiccakaraṇasamatthāpi na hontīti. Svāyamattho paramatthamañjusāyaṃ visuddhimaggasaṃvaṇṇanāyaṃ āruppakathāyaṃ (visuddhi. ṭī. 1.286) savisesaṃ vutto, tasmā tattha vuttanayena veditabbo. Keci pana ‘‘yathā heṭṭhimā heṭṭhimā samāpattiyo uparimānaṃ uparimānaṃ adhiṭṭhānakiccaṃ sādhenti, na evaṃ nevasaññānāsaññāyatanasamāpatti kassacipi adhiṭṭhānakiccaṃ sādheti, tasmā sā akiccakārikā, itarā kiccakārikā vuttā’’ti vadanti, tadayuttaṃ tassāpi vipassanācittaparidamanādīnaṃ adhiṭṭhānakiccasādhanato. Tasmā purimoyeva attho yutto.",
  "tika-s0101t9:28": "Pakappetīti saṃvidahati. Jhānaṃ samāpajjanto hi jhānasukhaṃ attani saṃvidahati nāma. Abhisaṅkharotīti āyūhati, sampiṇḍetīti attho. Sampiṇḍanattho hi samudayaṭṭho. Yasmā nikantivasena cetanākiccassa matthakappatti, tasmā phalūpacārena kāraṇaṃ dassento ‘‘nikantiṃ kurumāno abhisaṅkharoti nāmā’’ti vuttaṃ. Imā idāni me labbhamānā ākiñcaññāyatanasaññā nirujjheyyuṃ taṃsamatikkameneva uparijhānatthāya cetanābhisaṅkharaṇasambhavato. Aññāti ākiñcaññāyatanasaññāhi aññā. Tato thūlatarabhāvato oḷārikā. Kā pana tāti āha ‘‘bhavaṅgasaññā’’ti. Ākiñcaññāyatanato vuṭṭhāya eva hi uparijhānatthāya cetanābhisaṅkharaṇāni bhaveyyuṃ, vuṭṭhānañca bhavaṅgavasena hoti. Yāva ca upari jhānasamāpajjanaṃ, tāva antarantarā bhavaṅgappavattīti āha ‘‘bhavaṅgasaññā uppajjeyyu’’nti.",
  "tika-s0101t9:29": "Cetentovāti nevasaññānāsaññāyatanajjhānaṃ ekaṃ dve cittavāre samāpajjanto eva. Na ceteti tathā heṭṭhimajjhānesu viya vā pubbābhogābhāvato pubbābhogavasena hi jhānaṃ pakappento idha ‘‘cetetī’’ti vutto. Yasmā ‘‘ahametaṃ jhānaṃ nibbattemi upasampādemi samāpajjāmī’’ti evaṃ abhisaṅkharaṇaṃ tattha sālayasseva hoti, na anālayassa, tasmā ekaṃ cittakkhaṇikampi jhānaṃ pavattento tattha appahīnanikantikatāya abhisaṅkharonto evāti attho. Yasmā panassa tathā heṭṭhimajjhānesu viya vā tattha pubbābhogo natthi, tasmā ‘‘na abhisaṅkharotī’’ti vuttaṃ. ‘‘Imassa bhikkhuno’’tiādi vuttassevatthassa vivaraṇaṃ. ‘‘Svāyamattho’’tiādinā tamevatthaṃ upamāya paṭipādeti.",
  "tika-s0101t9:30": "Pacchābhāgeti pitugharassa pacchābhāge. Tato puttagharato. Laddhagharamevāti yato anena bhikkhā laddhā, tameva gharaṃ puttagehameva. Āsanasālā viya ākiñcaññāyatanasamāpatti tato pitugharaputtagharaṭṭhāniyānaṃ nevasaññānāsaññāyatananirodhasamāpattīnaṃ upagantabbato. Pitugharaṃ amanasikaritvāti pavisitvā samatikkantampi pitugharaṃ na manasi katvā. Puttagharasseva ācikkhanaṃ viya ekaṃ dve cittavāre samāpajjitabbampi nevasaññānāsaññāyatanaṃ na manasi katvā parato nirodhasamāpattiatthāya eva manasikāro. Evaṃ amanasikārasāmaññena, manasikārasāmaññena ca upamupameyyatā veditabbā ācikkhanenapi manasikārasseva jotitattā. Na hi manasikārena vinā ācikkhanaṃ sambhavati.",
  "tika-s0101t9:31": "Tā jhānasaññāti tā ekaṃ dve cittavāre pavattā nevasaññānāsaññāyatanasaññā. Nirujjhantīti padeseneva nirujjhanti, pubbābhisaṅkhāravasena pana upari anuppādo. Yathā ca jhānasaññānaṃ, evaṃ itarasaññānaṃ pīti āha ‘‘aññā ca oḷārikā bhavaṅgasaññā nuppajjantī’’ti, yathāparicchinnakālanti adhippāyo. So evaṃ paṭipanno bhikkhūti so evaṃ yathāvutte saññāgge ṭhito arahatte, anāgāmiphale vā patiṭṭhito bhikkhu dvīhi phalehi samannāgamo, tiṇṇaṃ saṅkhārānaṃ paṭippassaddhi, soḷasavidhā ñāṇacariyā, navavidhā samādhicariyāti imesaṃ vasena nirodhapaṭipādanapaṭipattiṃ paṭipanno. Phusatīti ettha phusanaṃ nāma vindanaṃ paṭiladdhīti āha ‘‘vindati paṭilabhatī’’ti. Atthato pana yathāparicchinnakālaṃ cittacetasikānaṃ sabbaso appavatti eva.",
  "tika-s0101t9:32": "Abhīti upasaggamattaṃ niratthakaṃ, tasmā ‘‘saññā’’ icceva attho. Nirodhapadena anantarikaṃ katvā samāpattipade vattabbe tesaṃ dvinnaṃ antare sampajānapadaṃ ṭhapitanti āha ‘‘nirodhapadena anantarikaṃ katvā vutta’’nti, tenāha ‘‘anupaṭi…pe… attho’’ti. Tatrāpīti tasmimpi tathā padānupubbiṭhapanepi ayaṃ visesatthoti yojanā. Sampajānantassāti taṃ taṃ samāpattiṃ samāpajjitvā vuṭṭhāya tattha tattha saṅkhārānaṃ sammasanavasena pajānantassa. Anteti yathāvuttāya nirodhapaṭipattiyā pariyosāne. Dutiyavikappe sampajānantassāti sampajānakārinoti attho, tena nirodhasamāpajjanakassa bhikkhuno ādito paṭṭhāya sabbapāṭihārikapaññāya saddhiṃ atthasādhikā paññā kiccato dassitā hoti, tenāha ‘‘paṇḍitassa bhikkhuno’’ti.",
  "tika-s0101t9:33": "Sabbākārenāti ‘‘samāpattiyā sarūpaviseso, samāpajjanako, samāpajjanassa ṭhānaṃ, kāraṇaṃ, samāpajjanākāro’’ti evamādi sabbappakārena. Tatthāti visuddhimagge. (Visuddhī. 2.867) kathitatovāti kathitaṭṭhānato eva gahetabbā, na idha taṃ vadāma punaruttibhāvatoti adhippāyo.",
  "tika-s0101t9:34": "Evaṃ kho ahanti ettha ākārattho evaṃ-saddo uggahitākāradassananti katvā. Evaṃ poṭṭhapādāti ettha pana sampaṭicchanattho, tenāha ‘‘suuggahitaṃ tayāti anujānanto’’ti.",
  "tika-s0101t9:35": "415. Saññā aggā etthāti saññāggaṃ, ākiñcaññāyatanaṃ. Aṭṭhasu samāpattīsupi saññāggaṃ atthi upalabbhatīti cintetvā. ‘‘Puthū’’ti pāḷiyaṃ liṅgavipallāsaṃ dassento āha ‘‘bahūnipī’’ti. ‘‘Yathā’’ti iminā pakāraviseso karaṇappakāro gahito, na pakārasāmaññanti āha ‘‘yena yena kasiṇenā’’ti, pathavīkasiṇena karaṇabhūtenā’’ti ca. Jhānaṃ tāva yutto karaṇabhāvo saññānirodhaphusanassa sādhakatamabhāvato, kathaṃ kasiṇānanti? Tesampi so yutto eva. Yadaggena hi jhānānaṃ nirodhaphusanassa sādhakataṃ abhāvo, tadaggena kasiṇānampi tadavinābhāvato. Anekakaraṇāpi kiriyā hotiyeva yathā ‘‘assena yānena dīpikāya gacchatī’’ti.",
  "tika-s0101t9:36": "Ekavāranti sakiṃ. Purimasaññānirodhanti kāmasaññādipurimasaññāya nirodhaṃ, na nirodhasamāpattisaññitaṃ saññānirodhaṃ. Ekaṃ saññāgganti ekaṃ saññābhūtaṃ aggaṃ seṭṭhanti attho heṭṭhimasaññāya ukkaṭṭhabhāvato. Saññā ca sā aggañcāti saññāggaṃ, na saññāsu agganti. Dve vāreti dvikkhattuṃ. Sesakasiṇesūti kasiṇānaṃyeva gahaṇaṃ nirodhakathāya adhikatattā. Tato eva cettha jhānaggahaṇena kasiṇajjhānāni eva gahitānīti veditabbaṃ. ‘‘Paṭhamajjhānena karaṇabhūtenā’’ti ārammaṇaṃ anāmasitvā vadati yathā ‘‘yena yena kasiṇenā’’ti ettha jhānaṃ anāmasitvā vuttaṃ. ‘‘Itī’’tiādinā vuttamevatthaṃ saṅgahetvā nigamanavasena vadati. Sabbampīti sabbaṃ ekavāraṃ samāpannajhānaṃ. Saṅgahetvāti sañjānanalakkhaṇena taṃsabhāvāvisesato ekajjhaṃ saṅgahetvā. Aparāparanti punappunaṃ.",
  "tika-s0101t9:37": "416. Jhānapadaṭṭhānaṃ vipassanaṃ vaḍḍhentassa puggalassa vasena saññāñāṇāni dassitāni paṭhamanaye . Dutiyanaye pana yasmā vipassanaṃ ussukkāpetvā maggena ghaṭentassa maggañāṇaṃ uppajjati, tasmā vipassanāmaggavasena saññāñāṇāni dassitāni. Yasmā pana paṭhamanayo lokiyattā oḷāriko, dutiyanayo missako tasmā tadubhayaṃ asambhāvetvā accantasukhumaṃ subhaṃ thiraṃ nibbattitalokuttarameva dassetuṃ maggaphalavasena saññāñāṇāni dassitāni tatiyanaye. Tayopete nayā maggasodhanavasena dassitā.",
  "tika-s0101t9:38": "‘‘Ayaṃ panettha sāro’’ti vibhāvetuṃ tipiṭakamahāsivattheravādo ābhato. Nirodhaṃ pucchitvā tasmiṃ kathite tadanantaraṃ saññāñāṇuppattiṃ pucchanto atthato nirodhato vuṭṭhānaṃ pucchati nāma, nirodhato ca vuṭṭhānaṃ arahattaphaluppattiyā vā siyā anāgāmiphaluppattiyā vā, tattha saññā padhānā, tadanantarañca paccavekkhaṇañāṇanti tadubhayaṃ niddhārento thero ‘‘kiṃ ime bhikkhū bhaṇantī’’tiādimāha . Tattha ‘‘kiṃ ime bhikkhū bhaṇantī’’ti tadā dīghanikāyatantiṃ parivattante imaṃ ṭhānaṃ patvā yathāvuttena paṭipāṭiyā tayo naye kathente bhikkhū sandhāya vadati.",
  "tika-s0101t9:39": "Yassa yathā maggavīthiyaṃ maggaphalañāṇesu uppannesu niyamato maggaphalapaccavekkhaṇañāṇāni honti, evaṃ phalasamāpattiyaṃ phalapaccavekkhaṇañāṇanti āha ‘‘pacchā paccavekkhaṇañāṇa’’nti. ‘‘Idaṃ arahattaphala’’nti idaṃ paccavekkhaṇañāṇassa pavattiākāradassanaṃ. Phalasamādhisaññāpaccayāti phalasamādhisahagatasaññāpaccayā. Kira-saddo anussaraṇattho. Yathādhigatadhammānussaraṇapakkhiyā hi paccavekkhaṇā. Samādhisīsena cettha sabbaṃ arahattaphalaṃ gahitaṃ sahacaraṇañāyena, tasmiṃ asati paccavekkhaṇāya asambhavo evāti āha ‘‘idappaccayā’’ti.",
  "tika-s0101t9:40": "Saññāattakathāvaṇṇanā",
  "tika-s0101t9:41": "417. Desanāya saṇhabhāvena sārambhamakkhissādimalavisodhanato sutamayañāṇaṃ nhāpitaṃ viya, sukhumabhāvena tanulepanavilittaṃ viya, tilakkhaṇabbhāhatatāya kuṇḍalādialaṅkāravibhūsitaṃ viya ca hoti, tadanupasevato ñāṇassa ca tathābhāvo taṃsamaṅgino puggalassa tathābhāvāpatti, nirodhakathāya nivesanañcassa sirisayanappavesanasadisanti āha ‘‘saṇhasukhuma…pe… āropitopī’’ti. Tatthāti tassaṃ nirodhakathāyaṃ. Sukhaṃ avindanto mandabuddhitāya alabhanto. Malavidūsitatāya gūthaṭṭhānasadisaṃ. Attano laddhiṃ attadiṭṭhiṃ. Anumatiṃ gahetvāti anuññaṃ gahetvā ‘‘ediso me attā’’ti anujānāpetvā, attano laddhiyaṃ patiṭṭhapetvāti attho. Kaṃ panāti oḷāriko, manomayo, arūpīti tiṇṇaṃ attavādānaṃ vasena tividhesu katamanti attho. Pariharantoti viddhaṃsanato pariharanto, nigūhantoti adhippāyo. Yasmā catusantatirūpappabandhaṃ ekattavasena gahetvā rūpībhāvato ‘‘oḷāriko attā’’ti pacceti attavādī, annapānopadhānatañcassa parikappetvā ‘‘sassato’’ti maññati, rūpībhāvato eva ca saññāya aññattaṃ ñāyāgatameva, yaṃ vedavādino ‘‘annamayo, pānamayo’’ti ca dvidhā voharanti, tasmā paribbājako taṃ sandhāyā ‘‘oḷārikaṃ kho’’ti āha.",
  "tika-s0101t9:42": "Tattha yadi attā rūpī, na saññī, saññāya arūpabhāvattā, rūpadhammānañca asañjānanasabhāvattā, rūpī ca samāno yadi tava matena nicco, saññā aparāparaṃ pavattanato tattha tattha bhijjatīti bhedasabbhāvato aniccā, evampi ‘‘aññā saññā, añño attā’’ti saññāya abhāvato acetanoti na kammassa kārako, phalassa ca na upabhuñjakoti āpannameva, tenāha ‘‘oḷāriko ca hi te’’tiādi. Paccāgacchatoti paccāgacchantassa , jānatoti attho. ‘‘Aññā ca saññā uppajjanti, aññā ca saññā nirujjhantī’’ti kasmā vuttaṃ, nanu uppādapubbako nirodho, na ca uppannaṃ anirujjhakaṃ nāma atthīti codanaṃ sandhāyāha ‘‘catunnañca khandhāna’’ntiādi.",
  "tika-s0101t9:43": "418-420.Manomayanti jhānamanaso vasena manomayaṃ. Yo hi bāhirapaccayanirapekkho, so manasāva nibbattoti manomayo. Rūpaloke nibbattasarīraṃ sandhāya vadati, yaṃ vedavādino ānandamayo, viññāṇamayoti ca dvidhā voharanti. Tatrāpīti ‘‘manomayo attā’’ti imasmimpi pakkhe. Dose dinneti ‘‘aññāva saññā bhavissatī’’tiādinā dose dinne. Idhāpi purimavāde vuttanayeneva dosadassanaṃ veditabbaṃ. Ayaṃ pana viseso – yadi attā manomayo, sabbaṅgapaccaṅgī, ahīnindriyo ca bhaveyya, evaṃ sati ‘‘rūpaṃ attā siyā, na ca saññī’’ti pubbe viya vattabbaṃ. Tenāha – ‘‘manomayo ca hi te’’tiādi. Kasmā panāyaṃ paribbājako paṭhamaṃ oḷārikaṃ attānaṃ paṭijānitvā taṃ laddhiṃ vissajjetvā puna manomayaṃ attānaṃ paṭijānāti, tañca vissajjetvā arūpiṃ attānaṃ paṭijānātīti? Kāmañcettha kāraṇaṃ heṭṭhā vuttameva, tathāpi ime titthiyā nāma anavaṭṭhitacittā thusarāsimhi nikhātakhāṇuko viya cañcalāti dassetuṃ ‘‘yathā nāma ummattako’’tiādi vuttaṃ. Tattha saññāyāti pakatisaññāya. Uppādanirodhaṃ icchati aparāparaṃ pavattāya saññāya udayavayadassanato. Tathāpi ‘‘saññā saññā’’ti pavattasamaññaṃ ‘‘attā’’ti gahetvā tassa ca avicchedaṃ parikappento sassataṃ maññati, tenāha ‘‘attānaṃ pana sassataṃ maññatī’’ti.",
  "tika-s0101t9:44": "Tathevāti yathā ‘‘rūpī attā’’ti, ‘‘manomayo attā’’ti ca vādadvaye saññāya attato aññatā, tathā cassa acetanatādidosappasaṅgo dunnivāro , tatheva imasmiṃ vāde doso. Tenāha ‘‘tathevassa dosaṃ dassento’’ti. Micchādassanenāti attadiṭṭhisaṅkhātena micchābhinivesena. Abhibhūtattāti anādikālabhāvitabhāvena ajjhotthaṭattā nivāritañāṇacārattā. Taṃ nānattaṃ ajānantoti yena santatighanena, samūhaghanena ca vañcito bālo pabandhavasena pavattamānaṃ dhammasamūhaṃ micchāgāhavasena ‘‘attā’’ti, ‘‘nicco’’ti ca abhinivissa voharati, taṃ ekattasaññitaṃ ghanaggahaṇaṃ vinibhujja yāthāvato jānanaṃ ghanavinibbhogo, sabbena sabbaṃ titthiyānaṃ so natthīti ayampi paribbājako tādisassa ñāṇassa paripākassa abhāvato vuccamānampi nāññāsi. Tena vuttaṃ ‘‘bhagavatā vuccamānampi taṃ nānattaṃ ajānanto’’ti. Saññā nāmāyaṃ nānārammaṇā nānākkhaṇe uppajjati, veti cāti saññāyauppādanirodhaṃ passantopi saññāmayaṃ saññābhūtaṃ attānaṃ parikappetvā yathāvuttaghanavinibbhogābhāvato niccameva katvā maññati diṭṭhimaññanāya. Tathābhūtassa ca tassa saṇhasukhumaparamagambhīradhammatā na ñāyatevāti vuttaṃ ‘‘dujjānaṃ kho’’tiādi.",
  "tika-s0101t9:45": "Diṭṭhiādīsu ‘‘evameta’’nti dassanaṃ abhinivisanaṃ diṭṭhi. Tassā eva pubbabhāgabhūtaṃ ‘‘evameta’’nti nijjhānavasena khamanaṃ khanti. Tathā rocanaṃ ruci. ‘‘Aññathā’’tiādi tesaṃ diṭṭhiādīnaṃ vibhajitvā dassanaṃ. Tattha aññathāti yathā ariyavinaye antadvayaṃ anupaggamma majjhimā paṭipadāvasena dassanaṃ hoti, tato aññathāyeva. Aññadevāti yaṃ paramatthato vijjati khandhāyatanādi, tassa ca aniccatādi, tato aññadeva paramatthato avijjamānaṃ attānaṃ sassatādi te khamati ceva ruccati ca. Āyuñjanaṃ anuyuñjanaṃ āyogo, tenāha ‘‘yuttapayuttatā’’ti. Paṭipattiyāti paramattacintanādiparibbājakapaṭipattiyā . Dujjānametaṃ dhammataṃ tvaṃ ‘‘ayaṃ paramattho, ayaṃ sammutī’’ti imassa vibhāgassa dubbibhāgattā. ‘‘Yadi etaṃ dujjānaṃ, taṃ tāva tiṭṭhatu, imaṃ panatthaṃ bhagavantaṃ pucchissāmī’’ti cintetvā yathā paṭipajji, taṃ dassetuṃ ‘‘atha paribbājako’’tiādi vuttaṃ. Añño vā saññatoti saññāsabhāvato añño sabhāvo vā attā hotūti attho. Assāti attano.",
  "tika-s0101t9:46": "Lokīyati dissati ettha puññapāpaṃ, tabbipāko cāti loko, attā. So hissa kārako, vedako cāti icchito. Diṭṭhigatanti ‘‘sassato attā ca loko cā’’tiādi (dī. ni. 1.31; udā. 55) nayappavattaṃ diṭṭhigataṃ. Na hesa diṭṭhābhiniveso diṭṭhadhammikādiatthanissito tadasaṃvattanato. Yo hi tadāvaho, so taṃnissitoti vattabbataṃ labheyya yathā taṃ puññañāṇasambhāro. Eteneva tassa na dhammanissitatāpi saṃvaṇṇitā daṭṭhabbā. Ādibrahmacariyassāti ādibrahmacariyaṃ, tadeva ādibrahmacariyakaṃ yathā ‘‘vinayo eva venayiko’’ti, (pārā. aṭṭha. 21) tenāha ‘‘sikkhattayasaṅkhātassā’’tiādi. Diṭṭhābhinivesassa saṃsāravaṭṭe nibbidāvirāganirodhupasamāsaṃvattanaṃ vaṭṭantogadhattā, tassa vaṭṭasambandhanato ca. Tathā abhiññāsambodhanibbānāsaṃvattanañca daṭṭhabbaṃ. Abhijānanāyāti ñātapariññāvasena abhijānanatthāya. Sambujjhanatthāyāti tīraṇapahānapariññāvasena sambodhanatthāyāti vadanti. Abhijānanāyāti abhiññāpaññāvasena jānanāya, taṃ pana vaṭṭassa paccakkhakaraṇameva hotīti āha ‘‘paccakkhakiriyāyā’’ti. Sambujjhanatthāyāti pariññābhisamayavasena paṭivedhāya.",
  "tika-s0101t9:47": "Kāmaṃ taṇhāpi dukkhasabhāvā, tassā pana samudayabhāvena visuṃ gahitattā ‘‘taṇhaṃ ṭhapetvā’’ti vuttaṃ. Pabhāvanato uppādanato. Dukkhaṃ pabhāventīpi taṇhā avijjādipaccayantarasahitā eva pabhāveti, na kevalāti āha ‘‘sappaccayā’’ti. Ubhinnaṃ appavattīti ubhinnaṃ appavattinimittaṃ, nappavattanti ettha dukkhasamudayā etasmiṃ vā adhigateti appavatti. Dukkhanirodhaṃ nibbānaṃ gacchati adhigacchati, tadatthaṃ paṭipadā cāti dukkhanirodhagāminīpaṭipadā. Maggapātubhāvoti aggamaggasamuppādo. Phalasacchikiriyāti asekkhaphalādhigamo. Ākāranti taṃ gamanaliṅgaṃ.",
  "tika-s0101t9:48": "421. Samantato niggaṇhanavasena todanaṃ vijjhanaṃ sannitodakaṃ, vācāyāti ca paccatte karaṇavacananti āha ‘‘vacanapatodenā’’ti. Sajjhabbharitanti samantato bhusaṃ aritaṃ akaṃsūti satamattehi tuttakehi viya tiṃsasatamattā paribbājakā vācāpatodanehi tudiṃsu sabhāvato vijjamānanti paramatthasabhāvato upalabbhamānaṃ, napakatiādi viya anupalabbhamānaṃ. Tacchanti saccaṃ. Tathanti aviparītaṃ lokuttaradhammesūti visaye bhummaṃ te dhamme visayaṃ katvā. Ṭhitasabhāvanti avaṭṭhitasabhāvaṃ, taduppādakanti attho. Lokuttaradhammaniyāmatanti lokuttaradhammasampāpananiyāmena niyataṃ, tenāha ‘‘buddhānañhī’’tiādi. Edisāti ‘‘dhammaṭṭhitata’’ntiādinā vuttappakārā.",
  "tika-s0101t9:49": "Cittahatthisāriputtapoṭṭhapādavatthuvaṇṇanā",
  "tika-s0101t9:50": "422.Sukhumesu atthantaresūti khandhāyatanādīsu sukhumañāṇagocaresu dhammesu. Kusaloti pubbe buddhasāsane kataparicayatāya cheko ahosi. Gihibhāve ānisaṃsakathāyakathitattā sīlavantassa bhikkhuno tathā kathanena vibbhamane niyojitattā idāni sayampi sīlavā eva hutvā cha vāre (dha. pa. aṭṭha. 37; jā. aṭṭha. 1.1.69) vibbhami. Kammasarikkhakena hi phalena bhavitabbaṃ. Mahāsāvakassa kathiteti mahāsāvakassa mahākoṭṭhikattherassa apasādanakathitanimittaṃ. Patiṭṭhātuṃ asakkontoti sāsane patiṭṭhaṃ laddhuṃ asakkonto.",
  "tika-s0101t9:51": "423.Paññācakkhuno natthitāyāti suvuttaduruttasamavisamadassanasamatthapaññācakkhuno abhāvena . Cakkhumāti ettha yādisena cakkhunā puriso ‘‘cakkhumā’’ti vutto, taṃ dassetuṃ ‘‘subhāsitā’’tiādi vuttaṃ. Ekakoṭṭhāsāti ekantikā, nibbānāvahabhāvena nicchitāti adhippāyo. Ṭhapitāti vavatthāpitā. Na ekakoṭṭhāsā na ekantikā, na nibbānāvahabhāvena nicchitā vaṭṭantogadhabhāvatoti adhippāyo.",
  "tika-s0101t9:52": "Ekaṃsikadhammavaṇṇanā",
  "tika-s0101t9:53": "425. ‘‘Kasmā ārabhī’’ti kāraṇaṃ pucchitvā ‘‘aniyyānikabhāvadassanattha’’nti payojanaṃ vissajjitaṃ. Sati hi phalasiddhiyaṃ hetusiddhoyeva hotīti. Paññāpitaniṭṭhāyāti paveditavimuttimaggassa, vaṭṭadukkhapariyosānaṃ gacchati etāyāti ‘‘niṭṭhā’’ti vimutti vuttā. Niṭṭhāmaggo hi idha uttarapadalopena ‘‘niṭṭhā’’ti vutto. Tassa hi aniyyānikatā, niyyānikatā ca vuccati, na niṭṭhāya. Niyyānaṃ vā niggamanaṃ nissaraṇaṃ, vaṭṭadukkhassa vupasamoti attho. Niyyānameva niyyānikaṃ, na niyyānikaṃ aniyyānikaṃ, so eva bhāvo aniyyānikabhāvo, tassa dassanatthanti yojetabbaṃ. ‘‘Eva’’nti ‘‘nibbānaṃ nibbāna’’nti vacanamattasāmaññaṃ gahetvā vadati, na pana paramatthato tesaṃ samaye nibbānapaññāpanassa labbhanato, tena vuttaṃ ‘‘sā ca na niyyānikā’’tiādi. Lokathūpikādivasenāti ettha ādi-saddena ‘‘añño puriso, aññā pakatī’’ti pakatipurisantarāvabodho mokkho, buddhiādiguṇavinimuttassa attano sakattani avaṭṭhānaṃ mokkho, kāyapavattigatijātibandhānaṃ appamajjanavasena appavatto mokkho, yaññehi jutena parena purisena salokatā mokkho, samīpatā mokkho, sahayogo mokkhoti evamādīnaṃ saṅgaho daṭṭhabbo. Yathāpaññattāti paññattappakārā hutvā na niyyāti, yenākārena ‘‘niṭṭhā pāpuṇīyatī’’ti tehi paveditā, tenākārena tassā appattabbato na niyyāti. Paṇḍitehi paṭikkhittāti ‘‘nāyaṃ niṭṭhā paṭipadā vaṭṭassa anatikkamanato’’ti buddhādīhi paṇḍitehi paṭikkhittā. Nivattatīti paṭikkhepassa kāraṇavacanaṃ, tasmā tehi paññattā niṭṭhā paṭipadā na niyyāti, aññadatthu taṃsamaṅginaṃ puggalaṃ saṃsāre eva paribbhamāpentī nivattati.",
  "tika-s0101t9:54": "Padhānaṃ jānanaṃ nāma paccakkhato jānanaṃ tassa pamāṇajeṭṭhabhāvato, itarassa saṃsayānubaddhattāti vuttaṃ ‘‘jānaṃ passa’’nti. Tenettha dassanena jānanaṃ viseseti. Idaṃ vuttaṃ hoti – tumhākaṃ ekantasukhe loke paccakkhato ñāṇadassanaṃ atthīti. Jānanti vā tassa lokassa anumānavisayataṃ pucchati, passanti paccakkhato gocarataṃ. Ayañhettha attho – api tumhākaṃ loko paccakkhato ñāto, udāhu anumānatoti.",
  "tika-s0101t9:55": "Yasmā loke paccakkhabhūto attho indriyagocarabhāvena pākaṭo, tasmā vuttaṃ ‘‘diṭṭhapubbānī’’tiādi. Diṭṭhapubbānīti diṭṭhavā, dassanabhūtena, tadanugatena ca ñāṇena gahitapubbānīti attho. Evañca katvā ‘‘sarīrasaṇṭhānādīnī’’ti vacanaṃ samatthitaṃ hoti. ‘‘Appāṭihīraka ta’’nti anunāsikalopaṃ katvā niddesoti āha ‘‘appāṭihīrakaṃ ta’’nti ‘‘appāṭihīraṃ kata’’nti evamettha vaṇṇenti. Paṭipakkhaharaṇato paṭihāriyaṃ, tadeva pāṭihāriyaṃ, uttaravirahitaṃ vacanaṃ. Pāṭihāriyamevettha ‘‘pāṭihīraka’’nti vā vuttaṃ. Na pāṭihīrakaṃ appāṭihīrakaṃ parehi vuccamānauttarehi sauttarattā, tenāha ‘‘paṭiharaṇavirahita’’nti. Sauttarañhi vacanaṃ tena uttarena paṭihārīyati ativiparivattīyati. Tato eva niyyānassa paṭiharaṇamaggassa abhāvato ‘‘aniyyānika’’nti vattabbataṃ labhati.",
  "tika-s0101t9:56": "426.Vilāso līḷā. Ākappo kesabandhavatthaggahaṇaṃ ādiākāraviseso, vesasaṃvidhānaṃ vā. Ādi-saddena bhāvādīnaṃ saṅgaho daṭṭhabbo. ‘‘Bhāvo’’ti ca cāturiyaṃ veditabbaṃ.",
  "tika-s0101t9:57": "Tayoattapaṭilābhavaṇṇanā",
  "tika-s0101t9:58": "428. Āhito ahaṃ māno etthāti attā, attabhāvoti āha ‘‘attapaṭilābhoti attabhāvapaṭilābho’’ti. Kāmabhavaṃ dasseti tassa itaradvayattabhāvato oḷārikattā. Rūpabhavaṃ dasseti jhānamanena nibbattaṃ hutvā rūpībhāvena upalabbhanato. Saṃkilesikā dhammā nāma dvādasa akusalacittuppādā tadabhāve kassaci saṃkilesassāpi asambhavato. Vodāniyā dhammā nāma samathavipassanā tāsaṃ vasena sabbaso cittavodānassa sijjhanato.",
  "tika-s0101t9:59": "429. Paṭipakkhadhammānaṃ asamucchede pana na kadācipi anavajjadhammānaṃ pāripūrī, vepullaṃ vā sambhavati, samucchede pana sati eva sambhavatīti maggapaññāphalapaññā-ggahaṇaṃ. Tā hi sakiṃ paripuṇṇā paripuṇṇā eva aparihānadhammattā. Taruṇapītīti uppannamattā aladdhāsevanā dubbalā pīti. Balavatuṭṭhīti punappunaṃ uppattiyā laddhāsevanā uparivisesādhigamassa paccayabhūtā thiratarā pīti. ‘‘Yaṃ avocumhā’’tiādīsu ayaṃ saṅkhepattho – yaṃ vohāraṃ ‘‘saṃkilesikavodāniyadhammānaṃ pahānābhivuddhiniṭṭhaṃ paññāya pāripūrivepullabhūtaṃ imasmiṃyeva attabhāve aparappaccayena ñāṇena paccakkhato sampādetvā viharissatī’’ti kathayimha. Tattha tasmiṃ vihāre tassa mama ovādakarassa bhikkhuno evaṃ vuttappakārena viharaṇanimittaṃ pamodappabhāvitā pīti ca bhavissati, tassā ca paccayabhūtaṃ passaddhidvayaṃ sammadeva upaṭṭhitā sati ca ukkaṃsagataṃ ñāṇañca tathābhūto ca so vihāro. Santapaṇītatāya atappako anaññasādhāraṇo sukhavihāroti vattabbataṃ arahatīti.",
  "tika-s0101t9:60": "Paṭhamajjhāne paṭiladdhamatte hīnabhāvato pīti dubbalā pāmojjapakkhikā, suvibhāvite pana tasmiṃ paguṇe sā paṇītā balavabhāvato paripuṇṇakiccā pītīti vuttaṃ ‘‘paṭhamajjhāne pāmojjādayo chapi dhammā labbhantī’’ti. ‘‘Sukho vihāro’’ti iminā samādhi gahito. Sukhaṃ gahitanti apare, tesaṃ matena santasukhatāya upekkhā catutthajjhāne ‘‘sukha’’nti icchitā, tenāha ‘‘tathā catutthe’’tiādi. Pāmojjaṃ nivattatīti dubbalapītisaṅkhātaṃ pāmojjaṃ chasu dhammesu nivattati hāyati. Vitakkavicārakkhobhavirahena dutiyajjhāne sabbadā pīti balavatī eva hoti, na paṭhamajjhāne viya kadāci dubbalā. Suddhavipassanā pādakajjhānamevāti upari maggaṃ akathetvā kevalaṃ vipassanāpādakajjhānaṃ kathitaṃ. Catūhi maggehi saddhiṃ vipassanā kathitāti vipassanāya pādakabhāvena jhānāni kathetvā tato paraṃ vipassanāpubbakā cattāropi maggā kathitāti attho. Catutthajjhānikaphalasamāpatti kathitāti paṭhamajjhānikādikā phalasamāpattiyo akathetvā catutthajjhānikā eva phalasamāpatti kathitā. Pītivevacanameva katvāti dvinnaṃ pītīnaṃ ekasmiṃ cittuppāde anuppajjanato pāmojjaṃ pītivevacanameva katvā. Pītisukhānaṃ apariccattattā, ‘‘sukho ca vihāro’’ti sātisayassa sukhavihārassa gahitattā ca dutiyajjhānikaphalasamāpatti nāma kathitā. Kāmaṃ paṭhamajjhānepi pītisukhāni labbhanti, tāni pana vitakkavicārakkhobhena na santapaṇītāni, santapaṇītāni ca idhādhippetāni.",
  "tika-s0101t9:61": "432-437.Vibhāvanatthoti pakāsanattho sarūpato nirūpanattho, tenāha ‘‘ayaṃ so’’tiādi. Nanti oḷārikaṃ attapaṭilābhaṃ. Sappaṭiharaṇanti parena coditavacanena saparihāraṃ sauttaraṃ. Tucchoti musā abhūto. Svevāti so eva attapaṭilābho. Tasmiṃ samaye hotīti tasmiṃ paccuppannasamaye vijjamāno hoti. Attapaṭilābhotveva niyyātesi, na naṃ sarūpato nīharitvā dassesi. Rūpādayo cettha dhammāti rūpavedanādayo eva ettha loke sabhāvadhammā. Attapaṭilābhoti pana te rūpādike pañcakkhandhe upādāya paññatti, tenāha ‘‘nāmamattameta’’nti. Nāmapaṇṇattivasenāti nāmabhūtapaññattimattatāvasena.",
  "tika-s0101t9:62": "438.Evañcapana vatvāti ‘‘attapaṭilābhoti rūpādike upādāya paññattimatta’’nti imamatthaṃ ‘‘yasmiṃ citta samaye’’tiādinā vatvā. Paṭipucchitvā vinayanatthanti yathā pare puccheyyuṃ, tenākārena kālavibhāgato paṭipadāni pucchitvā tassa atthassa ñāpanavasena vinayanatthaṃ. Tasmiṃ samaye sacco ahosīti tasmiṃ atītasamaye upādānassa vijjamānatāya saccabhūto vijjamāno viya vattabbo ahosi, na pana anāgato idāni paccuppanno vā attapaṭilābho tadupādānassa tadā avijjamānattā. Ye te atītā dhammā atītasamaye atītattapaṭilābhassa upādānabhūtā rūpādayo. Te etarahi natthi niruddhattā. Tato eva ahesunti saṅkhyaṃ gatā. Tasmāti tasmiṃyeva samaye labbhanato. Sopi tadupādāno me attapaṭilābho tasmiṃyeva atītasamaye sacco bhūto vijjamāno viya ahosi. Anāgatapaccuppannānanti anāgatānañceva paccuppannānañca rūpadhammānaṃ upādānabhūtānaṃ tadā tasmiṃ atītasamaye abhāvā tadupādāno anāgato paccuppanno ca attapaṭilābho tasmiṃ atītasamaye mogho tuccho musā natthīti attho. Nāmamattamevāti samaññāmattameva. Attapaṭilābhaṃ paṭijānāti paramatthato anupalabbhamānattā.",
  "tika-s0101t9:63": "‘‘Eseva nayo’’ti iminā ye te anāgatā dhammā, te etarahi natthi, ‘‘bhavissantī’’ti pana saṅkhyaṃ gamissanti, tasmā sopi me attapaṭilābho tasmiṃyeva samaye sacco bhavissati. Atītapaccuppannānaṃ pana dhammānaṃ tadā abhāvā tasmiṃ samaye mogho atīto mogho paccuppanno. Ye ime paccuppannā dhammā, te etarahi atthi, tasmā yoyaṃ me attapaṭilābho, so idāni sacco. Atītānāgatānaṃ pana dhammānaṃ idāni abhāvā tasmiṃ samaye mogho atīto mogho anāgatoti evaṃ atthato nāmamattameva attapaṭilābhaṃ paṭijānātīti imamatthaṃ atidisati.",
  "tika-s0101t9:64": "439-443.Saṃsanditunti samānetuṃ. Yasmiṃ samaye khīraṃ hotīti yasmiṃ kāle bhūtupādāyasaññitaṃ upādānavisesaṃ upādāya khīrapaññatti hoti. Na tasmiṃ…pe… gacchati khīrapaññattiupādānassa dadhiādipaññattiyā anupādānato. Paṭiniyatavatthukā hi ekā lokasamaññā, tenāha ‘‘ye dhamme upādāyā’’tiādi. Tattha saṅkhāyati etāyāti saṅkhā, paññatti. Niddhāretvā vacanti vadanti etāyāti nirutti. Namanti etenāti nāmaṃ. Voharanti etenāti vohāro, paññattiyeva. Esa nayo sabbatthāti ‘‘yasmiṃ samaye’’tiādinā khīre vuttanayaṃ dadhiādīsu atidisati.",
  "tika-s0101t9:65": "Samanujānanamattakānīti ‘‘idaṃ khīraṃ, idaṃ dadhī’’tiādinā tādise bhūtupādāyarūpavisese loke paramparābhataṃ paññattiṃ appaṭikkhipitvā samanujānanaṃ viya paccayavisesavisiṭṭhaṃ rūpādikhandhasamūhaṃ upādāya ‘‘oḷāriko attapaṭilābho’’ti ca ‘‘manomayo attapaṭilābho’’ti ca ‘‘arūpo attapaṭilābho’’ti ca tathā tathā samanujānanamattakāni, na ca tabbinimutto upādānato añño koci attho atthīti attho. Niruttimattakānīti saddaniruttiyā gahaṇūpāyamattakāni. ‘‘Satto phassoti hi saddaggahaṇuttarakālaṃ tadanuviddhapaṇṇattiggahaṇamukheneva tadatthāvabodho. Vacanapathamattakānīti tasseva vevacanaṃ. Vohāramattakānīti tathā tathā vohāramattakāni. Nāmapaṇṇattimattakānīti tasseva vevacanaṃ, taṃtaṃnāmapaññāpanamattakāni. Sabbametanti ‘‘attapaṭilābho’’ti vā ‘‘satto’’ti vā ‘‘poso’’ti vā sabbametaṃ vohāramattakaṃ paramatthato anupalabbhanato, tenāha ‘‘yasmā paramatthato satto nāma natthī’’tiādi.",
  "tika-s0101t9:66": "Yadi evaṃ kasmā taṃ buddhehipi vuccatīti āha ‘‘buddhānaṃ pana dve kathā’’tiādi. Sammutiyā vohārassa kathanaṃ sammutikathā. Paramatthassa sabhāvadhammassa kathanaṃ paramatthakathā. Aniccādikathāpi paramatthasannissitakathā paramatthakathāti katvā paramatthakathā. Paramatthadhammo hi ‘‘anicco, dukkho, anattā’’ti ca vuccati , na sammutidhammo. Kasmā panevaṃ duvidhā buddhānaṃ kathāpavattīti tattha kāraṇamāha ‘‘tattha yo’’tiādinā. Yasmā paramatthakathāya saccasampaṭivedho, ariyasaccakathā ca sikhāppattā desanā, tasmā vineyyapuggalavasena sammutikathaṃ kathentopi bhagavā paramatthakathaṃyeva kathetīti āha ‘‘tassa bhagavā āditova…pe… kathetī’’ti, tenāha ‘‘tathā’’tiādi, tenassa katthaci sammutikathāpubbikā paramatthakathā hoti puggalajjhāsayavasena, katthaci paramatthakathāpubbikā sammutikathā. Iti vineyyadamanakusalassa satthu vineyyajjhāsayavasena tathā tathā desanāpavattīti dasseti. Sabbattha pana bhagavā dhammataṃ avijahanto eva sammutiṃ anuvattati, sammutiṃ apariccajantoyeva dhammataṃ vibhāveti, na tattha abhinivesātidhāvanāni. Vuttañhetaṃ ‘‘janapadaniruttiṃ nābhiniviseyya, samaññaṃ nātidhāveyyā’’ti.",
  "tika-s0101t9:67": "Paṭhamaṃ sammutiṃ katvā kathanaṃ pana veneyyavasena yebhuyyena buddhānaṃ āciṇṇanti taṃ kāraṇena saddhiṃ dassento ‘‘pakatiyā panā’’tiādimāha. Nanu ca sammuti nāma paramatthato avijjamānattā abhūtā, taṃ kathaṃ buddhā kathentīti āha ‘‘sammutikathaṃ kathentāpī’’tiādi. Saccamevāti tathameva. Sabhāvamevāti sammutibhāvena taṃsabhāvameva, tenāha ‘‘amusāvā’’ti. Paramatthassa pana saccādibhāve vattabbameva natthi.",
  "tika-s0101t9:68": "Imesaṃ pana sammutiparamatthānaṃ ko viseso? Yasmiṃ bhinne, buddhiyā vā avayavavinibbhoge kate na taṃsaññā, so ghaṭapaṭādippabhedo sammuti, tabbipariyāyato paramattho. Na hi kakkhaḷaphusanādisabhāve ayaṃ nayo labbhati. Evaṃ santepi vuttanayena sammutipi saccasabhāvā evāti āha ‘‘duve saccāni akkhāsī’’tiādi.",
  "tika-s0101t9:69": "Idāni nesaṃ saccasabhāvaṃ kāraṇena dassento ‘‘saṅketavacanaṃ saccanti gāthamāha. Tattha saṅketavacanaṃ saccaṃ visaṃvādanābhāvato. Tattha hetumāha ‘‘lokasammutikāraṇa’’nti. Lokasiddhā hi sammuti saṅketavacanassa avisaṃvādanatāya kāraṇaṃ. Paramo uttamo attho paramattho, dhammānaṃ yathābhūtasabhāvo. Tassa vacanaṃ saccaṃ yāthāvato avisaṃvādanavasena ca pavattanato. Tattha kāraṇamāha ‘‘dhammānaṃ bhūtalakkhaṇa’’nti, sabhāvadhammānaṃ yo bhūto aviparīto sabhāvo, tassa lakkhaṇaṃ aṅganaṃ ñāpananti katvā.",
  "tika-s0101t9:70": "Yadi tathāgato paramatthasaccaṃ sammadeva abhisambujjhitvā ṭhitopi lokasamaññaṃ gahetvāva vadati, ko ettha lokiyamahājanehi visesoti āha. ‘‘Yāhi tathāgato voharati aparāmāsa’’ntiādi. Lokiyamahājano appahīnaparāmāsattā ‘‘etaṃ mamā’’tiādinā parāmasanto voharati, tathāgato pana sabbaso pahīnaparāmāsattā aparāmasanto yasmā lokasamaññāhi vinā lokiyo attho loke kenaci duviññeyyo, tasmā tāhi taṃ voharati. Tathā voharanto eva ca attano desanāvilāsena veneyyasatte paramatthasacce patiṭṭhapeti. Desanaṃ vinivaṭṭetvāti heṭṭhā pavattitakathāya vinivaṭṭetvā vivecetvā desanaṃ ‘‘aparāmāsa’’nti taṇhāmānaparāmāsappahānakittanena arahattanikūṭena niṭṭhāpesi. Yaṃ yaṃ panettha atthato na vibhattaṃ, taṃ suviññeyyameva.",
  "tika-s0101t9:71": "Poṭṭhapādasuttavaṇṇanāya līnatthappakāsanā."
}