{
  "tika-abh08t27:0": "3. Tatiyo paricchedo",
  "tika-abh08t27:1": "Cetasikavibhāganiddesavaṇṇanā",
  "tika-abh08t27:2": "89.Nāmasāmaññatoyevadvepaññāsāti phassādināmasāmaññena dvīhi adhikā paṇṇāsa honti, sampayuttadhammabhedato pana ekūnanavuticittasampayutto phasso ekūnanavutividhoti evamādinā bahuvidhāpi hontīti attho.",
  "tika-abh08t27:3": "Nanu ca phassādayo heṭṭhā pāḷikkamena dassitā, idha pana kasmā na tathā vuttāti? Ekekasabhāvavantānaṁ taṁtaṁsāmaññāpekkhāya ekasmiṁ ṭhāne niddisitukāmattā. Phassādayo hi manakkārāvasānā terasa kusalākusalābyākatasāmaññato ekato vuttā, majjhattādayo muditāvasānā pañcavīsati kusalābyākatasāmaññato, lobhādayo pana anottappāvasānā akusalabhāvasāmaññatoti evaṁ taṁtaṁsāmaññāpekkhāya samānasabhāvā dhammā ekato vuttāti.",
  "tika-abh08t27:4": "90. Evaṁ phassādayo dhamme uddisitvā idāni ‘‘ettakesu ayaṁ dhammo samupalabbhatī’’ti cittuppādesu tesaṁ payogaṁ dassetuṁ paṭhamaṁ tāva cittagaṇanaṁ dassento āha ‘‘catupaññāsadhā’’tiādi. Kāmeti kāmāvacareti vuttaṁ hoti. Evaṁ ‘‘rūpe arūpe’’ti etthāpi. Āsavavisayattābhāvato na vijjanti etesu āsavāti anāsavā.",
  "tika-abh08t27:5": "91-2.Samāsatoti vitthārāpekkhāya vuttaṁ, na itopi samāsassa abhāvato. Atisaṅkhepato pana ekūnanavuti cittuppādā honti. Etesūti imesu cittuppādesu. Tesaṁ phassādīnaṁ dhammānaṁ uppattiṁ ekekaṁ uddharitvā cittacetasikesu bhikkhūnaṁ pāṭavatthāya pavakkhāmīti sambandho. Ekakanti ekekaṁ, gāthābandhavasena e-kāralopo.",
  "tika-abh08t27:6": "93. Cetasikavibhāgaṁ vattukāmopi avinibbhogadhamme dassetuṁ cittena saha ekato katvā āha ‘‘phassapañcaka’’nti. Ekato uppādo etesanti ekuppādā, saha khīyantīti sahakkhayā, ekato uppajjitvā ekato nirujjhanakāti attho.",
  "tika-abh08t27:7": "94. Sabbesveva ekavīsasatesu cittesu samupalabbhanato sabbasādhāraṇā. Kiñcāpi anantaragāthāya cittena saha ekuppādādibhāvakathaneneva imesaṁ sabbasādhāraṇatā vuttā, tattha pana ekuppādādimattakathanameva icchitaṁ, na sabbasādhāraṇatā. Vuttopi vāyamattho tattha apākaṭattā puna pākaṭaṁ katvā idha vuttoti.",
  "tika-abh08t27:8": "95-100. Dvipañcaviññāṇavajjitacatucattālīsakāmāvacaracittesu, lokiyalokuttaravasena ekādasasu paṭhamajjhānikacittesu cāti pañcapaññāsacittesu vitakkassa desitattā āha ‘‘vitakko…pe… samudīrito’’ti. Vicāro pañcapaññāsasavitakkacittesu ceva ekādasasu dutiyajjhānikacittesu cāti chasaṭṭhicittesu uppajjatīti āha ‘‘cāro…pe… jāyate’’ti.",
  "tika-abh08t27:9": "Ekapaññāsacittesu pītīti kāyaviññāṇavajjitesu aṭṭhārasasu somanassasahagatakāmāvacaracittesu ceva catutthapañcamajjhānavajjitatettiṁsarūpajjhānikacittesu cāti ekapaññāsacittesu pīti jāyati. Tesaṭṭhiyā sukhanti ekapaṇṇāsasappītikacittesu ceva ekādasasu catutthajjhānikacittesu, kusalavipākakāyaviññāṇe cāti tesaṭṭhiyā cittesu sukhaṁ jāyati. Tesaṭṭhisukhasahagatacittāni ceva tīṇi ca dukkhasahagatānīti chasaṭṭhicitte vajjetvā avasesapañcapaṇṇāsacittesu upekkhā uppajjatīti āha ‘‘upekkhā pañcapaññāsacittesū’’ti. Dukkhaṁ tīsūti dvīsu paṭighacittesu ceva akusalavipākakāyaviññāṇe cāti tīsu cittesu dukkhaṁ jāyati. Hoti…pe… somanassindriyanti tesaṭṭhiyā sukhasahagatacittesu ekameva kāyaviññāṇaṁ apanetvā avasesesu somanassindriyaṁ hoti. Akusalavipākakāyaviññāṇavasena ekameva dukkhindriyasahagataṁ, tathā kusalavipākakāyaviññāṇameva sukhindriyasampayuttanti āha ‘‘dukkhindriyaṁ…pe… sukhindriya’’nti.",
  "tika-abh08t27:10": "Ahetukavipākakiriyāmanodhātuvajjitesu majjhimagaṇanāya pañcādhikasataparimitesu kusalākusalavipākakiriyācittesu vīriyaṁ desitanti āha ‘‘pañcuttara…pe… āhā’’ti. Diṭṭhadhammikasamparāyikatthesu satte vineti, vigato vā nāyako imassa, visiṭṭho vā sabbalokassa nāyako sāmi, visesena vā vineyyasatte nibbānapuraṁ netīti vināyako. Samādhindriyaṁ vicikicchāvajjitavīriyasahagatacittesu vuttanti āha ‘‘catuttarasate’’tiādi.",
  "tika-abh08t27:11": "Aṭṭhārasa ahetukacittāni, dve ekahetukacittāni ca vajjetvā avasesaekuttarasate citte chando uppajjatīti dassetuṁ ‘‘sabbāhetukacittānī’’tiādi vuttaṁ. Dasa viññāṇeti kusalākusalavipākavasena dviguṇite cakkhādike pañcaviññāṇe.",
  "tika-abh08t27:12": "102-6.Niyatā na yevāpanakā viya kadācīti attho. Kathaṁ panete ekanavutiyā cittesveva jāyantīti āha ‘‘ahetukesū’’tiādi. Ekūnāsītiyāti dvādasa ñāṇasampayuttakāmāvacarāni, pañcadasa rūpāvacarāni, dvādasa arūpāvacarāni, samacattālīsa lokuttaracittānīti evaṁ ekūnāsītiyā tihetukacittesu. Aṭṭhavīsatiyā citteti soḷasasu kāmāvacarakusalamahākiriyāsu, dvādasasu ca lokiyacatutthajjhānacittesu cāti aṭṭhavīsaticittesu. Sāṭṭhake cattālīsavidheti aṭṭhasahite cattālīsavidhe, aṭṭhacattālīsavidheti vuttaṁ hoti. Cha yugaḷānīti kāyapassaddhicittapassaddhādīni cha yugaḷāni. Kusalābyākatā cāti kusalacittasampayogato kusalā, abyākatacittasampayogato abyākatāti kusalenapakāsanavidhānesu chekena satthunā pakāsitā desitāti attho.",
  "tika-abh08t27:13": "108-111.Saṁsayoti vicikicchā. Sā hi saṁseti samantato seti, ‘‘evaṁ nu kho, no nu kho’’ti parisappatīti saṁsayo. Mahante sīlakkhandhādike esati gavesatīti mahesī. Tena mahesinā sammāsambuddhena. Aṭṭhasūti aṭṭhalobhasahagatacittesu. Catūsūti tesveva diṭṭhisahagatacittesu. Diṭṭhiviyuttesu catūsūti sambandho. Dvīsvevāti dvīsu dosamūlakacittesu. Dvīsu jāyanti no sahāti dosamūlesveva dvīsu jāyanti, saha pana na uppajjanti, usūyanakāle issā, maccharaṇakāle maccherantiādinā nānā hutvāva uppajjanti. Pañcasūti pañcasu sasaṅkhārikacittesu.",
  "tika-abh08t27:14": "112. Cittassa cetasikattābhāvepi kusalākusalābyākatadhammānaṁ gaṇanaṭṭhānato ‘‘mano’’ti cittampi vuttaṁ.",
  "tika-abh08t27:15": "114-5. Ettāvatā cetasikavibhāgaṁ dassetvā idāni ekekasmiṁ cittuppāde labbhamānarāsīsu aṅgavibhāgadassanatthaṁ ‘‘ekūnatiṁsacittesū’’tiādi vuttaṁ. Nanu ca phassapañcamakarāsi sabbapaṭhamaṁ āgatā, sā kasmā na vuttāti? Sabbasādhāraṇabhāvato. Na hi so cittuppādo atthi, yo phassapañcamakavinimuttoti. Ekādasa paṭhamajjhānikāni somanassasahagatāni, dvādasa sahetukakāmāvacarāni, tathā cattāri akusalāni, sukhasantīraṇahasituppādāni dveti ekūnatiṁsacittesu pañcaṅgikaṁ jhānaṁ pañcakarāsisaṅkhātaṁ mataṁ. Catu…pe… niddiseti ekādasa dutiyajjhānikāni, kusalavipākakiriyāvasena dvādasa upekkhāsahagatasahetukakāmāvacarāni, upekkhādomanassasahagatāni aṭṭha akusalāni, dvipañcaviññāṇavajjitaupekkhāsahagatāni cha ahetukacittāni cāti imāni sattatiṁsa cittāni yathāyogaṁ catūhi jhānaṅgehi yuttāni. Ettha hi ekādasa dutiyajjhānikāni vicārapītisukhasamādhīhi sahagatāni, itarāni yathāyogaṁ upekkhādomanassesu ekekena vitakkavicārasamādhīhīti catūhi sampayuttāni.",
  "tika-abh08t27:16": "Ekādasavidhanti ekādasavidhaṁ tatiyajjhānikacittaṁ pītisukhacittekaggatāyogato tivaṅgikamudīritaṁ. Catuttiṁsa…pe… mudīritanti dvādasa arūpāvacaracittāni, dvāvīsati catutthapañcamajjhānikāni sāsavānāsavānīti catuttiṁsa cittāni yathāyogaṁ upekkhekaggatāyogato, sukhekaggatāyogato ca duvaṅgikamudīritaṁ. Catutthajjhānikāni hi ekādasa sukhekaggatāsahitāni, sesāni tevīsati upekkhekaggatāsahitāni.",
  "tika-abh08t27:17": "116.Sabhāvenāvitakkesūti dutiyajjhānādayo viya bhāvanābalena vinā sabhāveneva avitakkesu dvipañcaviññāṇesu. Tesu hi vijjamānānipi sesajhānaṅgāni vitakkavirahena upanijjhānakiccesu asamatthāni. Teneva hi aṭṭhakathāyampi ‘‘vitakkapacchimakañhi jhānaṅgaṁ nāmā’’ti vuttaṁ. Bhāvanāya avitakkabhāvappattāni pana bhāvanābaleneva upanijjhānakiccesu paṭutarā, tasmā sabhāvenāvitakkesu jhānaṅgāni na uddhareyya. ‘‘Na uddhaṭā’’ti vā pāṭho, na uddhaṭānīti attho.",
  "tika-abh08t27:18": "Yadi evaṁ kasmā dvipañcaviññāṇesu sarūpeneva cittekaggatā vuttā, nanu tassā vitakkavirahena jhānaṅgakicce asamatthatāya rāsibhajanābhāvato yevāpanakavasena vacanaṁ yuttanti ? Vuccate – kusalākusalesu avijjamānadhammassa vipākesupi anupalabbhanato jhānaṅgakiccassa akaraṇepi kusalākusalesu desitaniyāmeneva sarūpena idhāpi vuttā. Hotu tāva etaṁ, jhānarāsiyaṁ vedanā kasmā vuttā. Sā hi sabbacittasādhāraṇabhāvato phassapañcakarāsimhi ceva, upekkhādiindriyabhāvato indriyarāsimhiyeva vattabbā, na itarattha tadabhāvatoti? Saccaṁ, vedanā pana sabbavedanānaṁ sāmaññasabhāvena phassapañcake āgatavedanā ca aparena visesavacanena tattha niddiṭṭhā, na tattha antokaraṇatthaṁ. Teneva hi dhammasaṅgaṇiyaṁ dvipañcaviññāṇesu saṅgahavāre jhānaṅgarāsi na uddhaṭāti rūpadhātuyaṁ tiṇṇaṁ mahābhūtānaṁ appaṭighabhāvepi kāmadhātuyaṁ sappaṭighamahābhūtehi samānabhāvato tatthāpi sappaṭighabhāvo viya dvipañcaviññāṇesu vedanācittekaggatānaṁ vitakkaviyogena jhānakiccākaraṇepi savitakkacittesu jhānacittasamaṅgīvedanādīhi samānattā jhānaṅgabhāvena vacanaṁ nāma yuttaṁ. Teneva ca nāmarūpasamāse ‘‘phassapañcakarāsijhānadukarāsiindriyattikarāsī’’ti vuttanti. Atha vā kiṁ etāya yutticintāya, dhammasabhāvavedinā tathāgatena dhammasabhāvaṁ avirajjhitvā desitanti na ettha anuyogo kātabboti. Ahetukacittānaṁ ārammaṇe suppatiṭṭhitatābhāvena aniyyānikattā vuttaṁ ‘‘sabbā…pe… na uddhare’’ti. Vuttañhetaṁ aṭṭhakathāyampi ‘‘hetupacchimako maggo’’ti.",
  "tika-abh08t27:19": "117.Tīṇi soḷasacittesūti pannarasasu ahetukavipākacittesu ceva kiriyāmanodhātumhi cāti soḷasasu cittesu. Manindriyaṁ jīvitindriyaṁ vedanindriyesu labbhamānamekanti tīṇindriyāni honti. Imesupi kusalavipākakāyaviññāṇadhātuyaṁ manindriyasukhindriyajīvitindriyavasena tīṇindriyāni, akusalavipākakāyaviññāṇadhātuyaṁ dukkhindriyena saha tīṇi, sukhasantīraṇe somanassindriyena saha tīṇi, avasesaterasacittesu upekkhindriyena saha tīṇīti. Ettha cittanti sasampayuttadhammassa cittuppādassa adhippetattā manindriyassāpi ādhārabhāvo yujjeyya. Itarathā hi manindriyanti cittasseva gahaṇe tassa attano ca ādhārabhāvo na yujjatīti. Ekasmiṁ pana cattārīti ekasmiṁ vicikicchāsahagate vīriyindriyamanindriyajīvitindriyaupekkhindriyavasena cattāri. Pañca terasasūti ṭhapetvā vicikicchāsahagataṁ avasesāni ekādasa akusalacittāni, kiriyāhetukamanoviññāṇadhātudvayanti terasasu cittesu vīriyindriyādīni tīṇi, samādhindriyaṁ, vedanindriyesu labbhamānaṁ ekanti pañcindriyāni. Ettha hi dvīsu dosamūlesu vīriyindriyasamādhindriyamanindriyajīvitindriyadomanassindriyavasena pañca, pañcasu somanassasahagatesu purimāni cattāri somanassindriyena saddhiṁ pañca, sesesu upekkhindriyena saddhiṁ pañca honti.",
  "tika-abh08t27:20": "118.Satta dvādasacittesūti dvādasasu ñāṇavippayuttacittesu saddhāsatisamādhivīriyajīvitamanindriyāni ca vedanindriyesu labbhamānamekanti satta indriyāni. Tattha hi chasu somanassasahagatesu saddhindriyādīni cha somanassindriyena saddhiṁ satta, itaresu chasu upekkhindriyena saddhiṁ satta honti. Ekenūnesu…pe… manesu cāti dvādasa ñāṇasampayuttāni kāmāvacarāni, sattavīsati lokiyajjhānacittāni cāti ekūnacattālīsavidhesu lokiyacittesu purimāni satta, paññindriyañcāti aṭṭheva indriyāni. Ettha hi somanassasahagatesu chasu kāmāvacaresu, dvādasasu rūpāvacaracatukkajjhānesu cāti aṭṭhārasacittesu somanassindriyena, sesesu ca upekkhindriyena saddhiṁ yojetvā aṭṭhindriyāni veditabbāni.",
  "tika-abh08t27:21": "119.Cattālīsāya cittesu navakanti samacattālīsavidhesu lokuttaracittesu purimāni aṭṭhaindriyāni, anaññātaññassāmītindriyaṁ aññindriyaṁ aññātāvindriyanti imesu labbhamānamekanti indriyānaṁ navakā. Sotāpattimaggesu hi anaññātaññassāmītindriyaṁ labbhati. Sotāpattiphalato paṭṭhāya arahattamaggapariyosānesu taṁ na labbhati. Tassa ṭhāne aññindriyaṁ. Arahattaphale tampi na labbhati. Tassa ṭhāne aññātāvindriyaṁ tiṭṭhatīti. Evanti chahi indriyehi sampayuttassa abhāvato katthaci tīṇi, katthaci cattāri, katthaci pañca, katthaci satta, katthaci aṭṭha, katthaci navindriyānīti evaṁ chahi ākārehi indriyayogopi, na kevalaṁ jhānaṅgayogova, atha kho indriyehi saha cittuppādānaṁ sampayogopi veditabboti.",
  "tika-abh08t27:22": "120-3. Idāni maggaṅgasampayogaṁ dassento paṭhamaṁ tāva yesu cittesu maggaṅgāni na labbhanti, tāni dassetvā pacchā maggaṅgayogacittuppāde dassetuṁ ‘‘amaggaṅgānī’’tiādimāha. Etthāti etasmiṁ ekavīsasatappabhede cittasmiṁ, imasmiṁ maggaṅgādhikāre vā. Viññāṇesu dvipañcasūti sabhāvāvitakkesu cakkhādīsu dvipañcaviññāṇesu. Kiñcāpi heṭṭhā dvipañcaviññāṇesu jhānaṅgābhāvo, ahetukesu ca maggaṅgābhāvo vuttova, ajhānaṅgāni pana tattha adhikāravasena vuttāni, idha pasaṅgāgatavasena. Amaggaṅgāni tattha pasaṅgāgatavasena, idha adhikāravasenāti na koci punaruttidoso.",
  "tika-abh08t27:23": "Ekanti vicikicchāsampayuttaṁ cittaṁ. Tañhi micchāsaṅkappamicchāvāyāmayogato dve maggaṅgāni etthāti dumaggaṅgaṁ. Timaggaṅgāni sattasūti cattāri diṭṭhivippayuttāni, dve dosamūlāni, uddhaccasahagatacittanti sattasu micchāsaṅkappamicchāvāyāmamicchāsamādhiyogato timaggaṅgāni. Cattālīsa…pe… caturaṅgikoti dvādasa ñāṇavippayuttāni, cattāri diṭṭhisampayuttāni, paṭhamajjhānikavajjāni catuvīsati mahaggatacittānīti cattālīsacittesu yo maggo labbhati, so yathāyogaṁ sammāsaṅkappasammāvāyāmasammāsatisammāsamādhiyogato, micchādiṭṭhimicchāsaṅkappamicchāvāyāmamicchāsamādhiyogato, sammādiṭṭhisammāvāyāmasammāsatisammāsamādhiyogato ca caturaṅgiko mato. Tattha ñāṇavippayuttesu dvādasasu paṭhamāni cattāri, diṭṭhisampayuttesu majjhimāni, sesesu pacchimāni labbhanti.",
  "tika-abh08t27:24": "Pañcaddasasu…pe… pañcaṅgikoti dvādasasu ñāṇasampayuttakāmāvacaresu ceva tīsu lokiyapaṭhamajjhānikesu cāti pannarasasu cittesu sammādiṭṭhisammāsaṅkappasammāvāyāmasammāsatisammāsamādhivasena pañcaṅgiko maggo. Nanu ca sammāvācādayo kāmāvacaresu labbhantīti? Saccaṁ labbhanti, pāṭhe pana anāgatattā idha pariccattāti. Dvattiṁsacittesūti paṭhamajjhānikavajjesu dvattiṁsalokuttaracittesu. Sattaṅgikoti avitakkattā sammāsaṅkappo na labbhatīti taṁ pariccajitvā avasesasattamaggaṅgavasena sattaṅgiko vutto.",
  "tika-abh08t27:25": "Yattha pana sammāsaṅkappo labbhati, tattha tena saha aṭṭhaṅgikoti āha ‘‘maggo aṭṭhasū’’tiādi. Tattha aṭṭhasu cittesūti paṭhamajjhānikesu aṭṭhasu lokuttaracittesu. Evanti chahi maggaṅgehi sampayuttassa abhāvato katthaci dve maggaṅgāni, katthaci tīṇi, katthaci cattāri, katthaci pañca, katthaci satta, katthaci aṭṭhāti evaṁ chahi pakārehi.",
  "tika-abh08t27:26": "124-6. Idāni balasampayogaṁ dassento āha ‘‘balāni dve’’tiādi. Tattha vīriyabalasamādhibalavasena dve balāni kiriyāhetukamanoviññāṇadhātudvaye vibhaṅgavāre āgatāni vīriyabalasamādhibalāni paccekaṁ labbhantīti ‘‘dve dvicittesū’’ti vuttaṁ. Ekasmiṁ tīṇīti ekasmiṁ vicikicchāsahagate vīriyabalaahirikabalaanottappabalavasena tīṇi balāni. Ekādasasu cattārīti vicikicchāsahagatavajjesu ekādasasu akusalacittesu samādhibalañceva pubbe vuttāni tīṇīti cattāribalāni. Cha dvādasasūti dvādasasu ñāṇavippayuttacittesu saddhāvīriyasatisamādhihiriottappavasena cha balāni.",
  "tika-abh08t27:27": "Ekūnāsītiyāsattāti dvādasasu ñāṇasampayuttakāmāvacaracittesu ceva sattavīsatimahaggatacittesu ca cattālīsāya lokuttaracittesu cāti ekūnāsītividhesu cittesu saddhāvīriyasatisamādhipaññāhiriottappavasena satta balāni. Soḷasevābalānīti pañcadasa ahetukavipākāni, kiriyāmanodhātuāvajjanañcāti soḷasa balavippayogato abalacittāni. Evanti pañcahi balehi sampayuttassa abhāvato katthaci dve, katthaci tīṇi, katthaci cattāri, katthaci cha, katthaci sattāti pañcahi ākārehi sabalaṁ, imesu ekassāpi abhāvato abalampi ca viññeyyaṁ, vijānitabbanti attho. Heturāsiādayo vinicchayabhāvato na vuttāti veditabbaṁ. Yesu cittesu yāni jhānaṅgamaggaṅgabalindriyāni jāyantīti sambandho. Gāthābandhasukhatthaṁ indriyānaṁ osānakaraṇaṁ.",
  "tika-abh08t27:28": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t27:29": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t27:30": "Cetasikavibhāganiddesavaṇṇanā niṭṭhitā."
}