{
  "tika-vin07t20:0": "5. Cammakkhandhako",
  "tika-vin07t20:1": "Soṇakoḷivisakathādivaṇṇanā",
  "tika-vin07t20:2": "242. Cammakkhandhake uṇṇapāvāraṇanti ubhato lomāni uṭṭhāpetvā kataṃ uṇṇamayaṃ pāvāraṇaṃ, ubhato kappāsapicuṃ uṭṭhāpetvā vītapāvāropi atthi, tato nivattanatthaṃ ‘‘uṇṇapāvāraṇa’’nti vuttaṃ.",
  "tika-vin07t20:3": "Aḍḍhacandapāsāṇeti sopānamūle upaḍḍhaṃ anto pavesetvā ṭhapite aḍḍhapāsāṇe. Pāḷiyaṃ vihārapacchāyāyanti vihārapaccante chāyāya, vihārassa vaḍḍhamānacchāyāyantipi vadanti.",
  "tika-vin07t20:4": "243.Bhogāti upayogatthe paccattavacanaṃ. Accāyatāti atiāyatā kharamucchanā. Saravatīti madhurasarasaṃyuttā. Atisithilā mandamucchanā. Vīriyasamathanti vīriyasampayuttasamathaṃ. Tattha ca nimittaṃ gaṇhāhīti tasmiñca samabhāve sati yaṃ ādāse mukhanimittaṃ viya nimittaṃ uppajjati, taṃ samathanimittaṃ, vipassanānimittaṃ, magganimittaṃ, phalanimittañca gaṇhāhi nibbattehīti, evamassa arahattapariyosānaṃ kammaṭṭhānaṃ kathitaṃ.",
  "tika-vin07t20:5": "244.Chaṭhānānīti cha kāraṇāni. Adhimuttoti paṭivijjhitvā ṭhito. Nekkhammādhimuttotiādi sabbaṃ arahattavasena vuttaṃ. Arahattañhi sabbakilesehi nikkhantattā nekkhammaṃ, teheva ca pavivittattā paviveko, byāpajjābhāvato abyāpajjaṃ, upādānassa khayante uppannattā upādānakkhayo, taṇhakkhayante uppannattā taṇhakkhayo, sammohābhāvato asammohoti ca vuccati.",
  "tika-vin07t20:6": "Kevalaṃ saddhāmattakanti kevalaṃ paṭivedhapaññāya asammissaṃ saddhāmattakaṃ. Paṭicayanti punappunaṃ karaṇena vaḍḍhiṃ. Vītarāgattāti maggapaṭivedhena rāgassa vigatattā eva nekkhammasaṅkhātaṃ arahattaṃ paṭivijjhitvā sacchikatvā ṭhito hoti. Sesapadesupi eseva nayo. Pavivekādhimuttoti ‘‘paviveke adhimutto aha’’nti evaṃ arahattaṃ byākarotīti attho.",
  "tika-vin07t20:7": "Sīlabbataparāmāsanti sīlañca vatañca parāmasitvā gahitaggahaṇamattaṃ. Sārato paccāgacchantoti sārabhāvena jānanto. Abyāpajjādhimuttoti abyāpajjaṃ arahattaṃ byākaroti.",
  "tika-vin07t20:8": "Amissīkatanti amissakataṃ. Kilesā hi ārammaṇena saddhiṃ cittaṃ missaṃ karonti, tesaṃ abhāvā amissīkataṃ. Bhusā vātavuṭṭhīti balavavātakkhandho.",
  "tika-vin07t20:9": "Upādānakkhayassa cāti upayogatthe sāmivacanaṃ. Disvā āyatanuppādanti cakkhādiāyatanānaṃ uppādañca vayañca disvā. Cittaṃ vimuccatīti imāya vipassanāpaṭipattiyā phalasamāpattivasena cittaṃ vimuccati.",
  "tika-vin07t20:10": "Soṇakoḷivisakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t20:11": "Diguṇādiupāhanapaṭikkhepakathāvaṇṇanā",
  "tika-vin07t20:12": "245.Sakaṭavāheti dvīhi sakaṭehi paricchinne vāhe. ‘‘Vāhe’’ti bahuvacanassa hiraññavisesanattepi sāmaññāpekkhāya ‘‘hirañña’’nti ekavacanaṃ kataṃ.",
  "tika-vin07t20:13": "246.Addāriṭṭhakavaṇṇāti allāriṭṭhaphalavaṇṇā, tintakākapakkhavaṇṇātipi vadanti. Rajananti upalittaṃ nīlādivaṇṇaṃ sandhāya vuttaṃ. Tenāha ‘‘coḷakena puñchitvā’’ti. Tañhi tathā puñchite vigacchati. Yaṃ pana cammassa duggandhāpanayanatthaṃ kāḷarattādirajanehi rañjitattā kāḷarattādivaṇṇaṃ hoti, taṃ coḷādīhi apanetuṃ na sakkā cammagatikameva, tasmā taṃ vaṭṭatīti daṭṭhabbaṃ.",
  "tika-vin07t20:14": "Khallakanti sabbapaṇhipidhānacammaṃ, aparigaḷanatthaṃ paṇhiuparibhāge apidhāya āropanabandhanamattaṃ vaṭṭati. Vicitrāti saṇṭhānato vicitrapaṭā adhippetā, na vaṇṇato sabbaso apanetabbesu khallakādīsu paviṭṭhattā. Biḷālasadisamukhattā mahāulūkā ‘‘pakkhibiḷālā’’ti vuccati, tesaṃ cammaṃ nāma pakkhalomameva.",
  "tika-vin07t20:15": "Diguṇādiupāhanapaṭikkhepakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t20:16": "Ajjhārāmeupāhanapaṭikkhepakathādivaṇṇanā",
  "tika-vin07t20:17": "251.Uṇṇāhikatapādukāti ettha uṇṇāmayakambalehi katā pādukā saṅgayhanti.",
  "tika-vin07t20:18": "253.Gaṅgāmahakīḷikāyāti gaṅgāmahe kīḷikāya. Tattha hi itthipurisā yānehi udakakīḷaṃ gacchanti. Pīṭhakasivikanti phalakādinā kataṃ pīṭhakayānaṃ. Paṭapotalikaṃ andolikā. Sabbampi yānaṃ upāhanenapi gantuṃ asamatthassa gilānassa anuññātaṃ.",
  "tika-vin07t20:19": "254.Vāḷarūpānīti āharimāni vāḷarūpāni. Caturaṅgulādhikānīti uddalomīekantalomīhi visesadassanaṃ. Caturaṅgulato hi ūnāni kira uddalomīādīsu pavisanti. Vānacitro uṇṇāmayattharaṇoti nānāvaṇṇehi uṇṇāmayasuttehi bhitticchedādivasena vāyitvā katacittattharaṇo. Ghanapupphakoti bahalarāgo. Pakatitūlikāti tūlapuṇṇā bhisi. Vikatikāti sīharūpādivasena vānacitrāva gayhati. Uddalomīti ‘‘ubhatodasaṃ uṇṇāmayattharaṇa’’nti dīghanikāyaṭṭhakathāyaṃ vuttaṃ. Koseyyakaṭṭissamayanti kosiyasuttānaṃ antarā suvaṇṇamayasuttāni pavesetvā vītaṃ. Suvaṇṇasuttaṃ kira ‘‘kaṭṭissaṃ, kasaṭa’’nti ca vuccati. Teneva ‘‘koseyyakasaṭamaya’’nti ācariya-dhammapālattherena vuttanti vadanti. Ratanaparisibbitanti suvaṇṇalittaṃ. Suddhakoseyyanti ratanaparisibbanarahitaṃ.",
  "tika-vin07t20:20": "Ajinamigacammānaṃ atisukhumattā dupaṭṭatipaṭṭāni katvā sibbantīti vuttaṃ ‘‘ajinappaveṇī’’ti. Rattavitānenāti sabbarattena vitānena. Yaṃ pana nānāvaṇṇaṃ vānacittaṃ vā lepacittaṃ vā, taṃ vaṭṭati. Ubhatolohitakūpadhānepi eseva nayo. ‘‘Citraṃ vā’’ti idaṃ pana sabbathā kappiyattā vuttaṃ, na pana ubhatoupadhānesu akappiyattā. Na hi lohitaka-saddo citte vattati, paṭaliggahaṇeneva cittakassapi attharaṇassa saṅgahetabbappasaṅgato, kāsāvaṃ pana lohitakavohāraṃ na gacchati. Tasmā vitānepi ubhatoupadhānepi vaṭṭati. Sace pamāṇayuttantiādi aññappamāṇātikkantassa bibbohanassa paṭikkhittabhāvadassanatthaṃ vuttaṃ, na pana uccāsayanamahāsayanabhāvadassanatthaṃ tathā avuttattā. Taṃ pana upadhānaṃ uposathikānaṃ gahaṭṭhānaṃ vaṭṭati. Uccāsayanamahāsayanameva hi tadā tesaṃ na vaṭṭati. Dīghanikāyaṭṭhakathādīsu kiñcāpi ‘‘ṭhapetvā tūlikaṃ sabbāneva gonakādīni ratanaparisibbitāni vaṭṭantī’’tiādi vuttaṃ, vinayaṭṭhakathāyeva kappiyākappiyabhāve pamāṇanti gahetabbaṃ.",
  "tika-vin07t20:21": "Ajjhārāmeupāhanapaṭikkhepakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t20:22": "Gihivikatānuññātādikathāvaṇṇanā",
  "tika-vin07t20:23": "256.Abhinissāyāti apassāya. Visukāyikavipphanditānanti paṭipakkhabhūtānaṃ diṭṭhicittavipphanditānanti attho.",
  "tika-vin07t20:24": "257.Yatindriyanti manindriyavasena saññatindriyaṃ.",
  "tika-vin07t20:25": "258. Pāḷiyaṃ aṭṭhakavaggikānīti suttanipāte (su. ni. 772 ādayo) aṭṭhakavaggabhūtāni soḷasa suttāni. Evaṃ ciraṃ akāsīti evaṃ cirakālaṃ pabbajjaṃ anupagantvā agāramajjhe kena kāraṇena vāsamakāsīti attho. So kira majjhimavaye pabbajito, tena bhagavā evamāha. Etamatthaṃ viditvāti kāmesu diṭṭhādīnavā cirāyitvāpi gharāvāsena pakkhandantīti etamatthaṃ sabbākārato viditvā.",
  "tika-vin07t20:26": "Ādīnavaṃ loketi saṅkhāraloke aniccatādiādīnavaṃ. Nirupadhinti nibbānaṃ. ‘‘Ariyo na ramatī pāpe’’ti imassa hetumāha ‘‘pāpe na ramatī sucī’’ti. Tattha sucīti visuddhapuggalo.",
  "tika-vin07t20:27": "259.Kāḷasīhoti kāḷamukhavānarajāti. Cammaṃ na vaṭṭatīti nisīdanattharaṇaṃ kātuṃ na vaṭṭati, bhūmattharaṇādivasena senāsanaparibhogo vaṭṭateva.",
  "tika-vin07t20:28": "Gihivikatānuññātādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t20:29": "Cammakkhandhakavaṇṇanānayo niṭṭhito."
}