{
  "tika-s0402t51:0": "(18) 3. Sañcetaniyavaggo",
  "tika-s0402t51:1": "1. Cetanāsuttavaṇṇanā",
  "tika-s0402t51:2": "171. Tatiyassa paṭhame kāyasañcetanāhetūti kāyakammanimittaṁ, kāyikassa kammassa kaṭattā upacitattāti attho. Esa nayo sesasañcetanādvayepi. Uddhaccasahagatacetanā pavattivipākaṁ detiyevāti ‘‘vīsatividhā’’ti vuttaṁ. Tathā vacīsañcetanā manosañcetanāti ettha kāmāvacarakusalākusalavasena vīsati cetanā labbhanti. Idaṁ tathā-saddena upasaṁharati. Apicettha nava mahaggatacetanāpi labbhantīti iminā navahi rūpārūpakusalacetanāhi saddhiṁ manodvāre ekūnatiṁsāti tīsu dvāresu ekūnasattati cetanā hontīti dasseti. Avijjāpaccayāvāti idaṁ tāpi cetanā avijjāpaccayāva hontīti dassanatthaṁ vuttaṁ. Yathāvuttā hi ekūnasattati cetanā kusalāpi avijjāpaccayā honti, pageva itarā appahīnāvijjasseva uppajjanato pahīnāvijjassa anuppajjanato.",
  "tika-s0402t51:3": "Yasmā yaṁ taṁ yathāvuttaṁ cetanābhedaṁ kāyasaṅkhārañceva vacīsaṅkhārañca manosaṅkhārañca parehi anussāhito sāmampi asaṅkhārikacittena karoti, parehi kāriyamāno sasaṅkhārikacittenapi karoti, ‘‘idaṁ nāma kammaṁ karontopi tassa evarūpo nāma vipāko bhavissatī’’ti evaṁ kammaṁ vipākañca jānantopi karoti, mātāpitūsu cetiyavandanādīni karontesu anukaronto dārako viya kevalaṁ kammaññeva vijjānanto ‘‘imassa pana kammassa ayaṁ vipāko’’ti vipākaṁ ajānantopi karoti , tasmā taṁ dassetuṁ ‘‘sāmaṁ vā ta’’ntiādi vuttaṁ. Parehi anāṇattoti saraseneva vattamāno. Jānantoti anussavādivasena jānanto.",
  "tika-s0402t51:4": "Nanu ca khīṇāsavo cetiyaṁ vandati, dhammaṁ bhaṇati, kammaṭṭhānaṁ manasi karoti, kathamassa kāyakammādayo na hontīti? Avipākattā. Khīṇāsavena hi katakammaṁ neva kusalaṁ hoti nākusalaṁ, avipākaṁ hutvā kiriyāmatte tiṭṭhati. Tenassa te kāyādayo na honti. Tenevāha ‘‘khīṇāsavassa kāyena karaṇakammaṁ paññāyatī’’tiādi. Tanti kusalākusalaṁ.",
  "tika-s0402t51:5": "Khiḍḍāya padussantīti khiḍḍāpadosino, khiḍḍāpadosino eva khiḍḍāpadosikā. Khiḍḍāpadoso vā etesaṁ atthīti khiḍḍāpadosikā. Te kira puññavisesādhigatena mahantena attano sirivibhavena nakkhattaṁ kīḷantā tāya sampattiyā mahantatāya ‘‘āhāraṁ paribhuñjimhā na paribhuñjimhā’’tipi na jānanti. Atha ekāhārātikkamato paṭṭhāya nirantaraṁ khādantāpi pivantāpi cavantiyeva na tiṭṭhanti. Kasmā? Kammajatejassa balavatāya karajakāyassa mandatāya. Manussānañhi kammajatejo mando, karajakāyo balavā. Tesaṁ tejassa mandatāya kāyassa balavatāya sattāhampi atikkamitvā uṇhodakaacchayāguādīhi sakkā karajakāyaṁ upatthambhetuṁ. Devānaṁ pana tejo balavā hoti uḷārapuññanibbattattā uḷāragarusiniddhasudhāhārajīraṇato ca. Karajaṁ mandaṁ mudusukhumālabhāvato. Te ekaṁ āhāravelaṁ akkamitvāva saṇṭhāpetuṁ na sakkonti. Yathā nāma gimhānaṁ majjhanhike tattapāsāṇe ṭhapitaṁ padumaṁ vā uppalaṁ vā sāyanhasamaye ghaṭasatenapi siñciyamānaṁ pākatikaṁ na hoti vinassatiyeva, evameva pacchā nirantaraṁ khādantāpi pivantāpi cavantiyeva na tiṭṭhanti. Katame pana te devāti? ‘‘Ime nāmā’’ti aṭṭhakathāya vicāraṇā natthi, ‘‘āhārūpacchedena ātape khittamālā viyā’’ti vuttattā ye keci kabaḷīkārāhārūpajīvino devā evaṁ karonti, te evaṁ cavantīti veditabbā. Abhayagirivāsino panāhu ‘‘nimmānaratiparanimmitavasavattino te devā, khiḍḍāya padussanamatteneva hete khiḍḍāpadosikāti vuttā’’ti. Ko panettha devānaṁ āhāro, kā āhāravelāti? ‘‘Sabbesampi kāmāvacaradevānaṁ sudhā āhāro, sā heṭṭhimehi heṭṭhimehi uparimānaṁ uparimānaṁ paṇītatamā hoti. Taṁ yathāsakaṁ divasavaseneva divase divase bhuñjanti. Keci pana badarappamāṇaṁ sudhāhāraṁ paribhuñjanti. So jivhāyaṁ ṭhapitamattoyeva yāva kesagganakhaggā kāyaṁ pharati, tesaṁyeva divasavasena sattadivasaṁ yāpanasamatthova hotī’’ti vadanti.",
  "tika-s0402t51:6": "Issāpakatattā paduṭṭhena manasā padussantīti manopadosikā. Usūyavasena vā manaso padoso manopadoso, so etesaṁ atthi vināsahetubhūtoti manopadosikā. Akkuddho rakkhatīti kuddhassa so kodho itarasmiṁ akkujjhante anupādāno ekavārameva uppattiyā anāsevano cāvetuṁ na sakkoti, udakantaṁ patvā aggi viya nibbāyati, tasmā akkuddho taṁ cavanato rakkhati. Ubhosu pana kuddhesu bhiyyo bhiyyo aññamaññamhi parivaḍḍhanavasena tikhiṇasamudācāro nissayadahanaraso kodho uppajjamāno hadayavatthuṁ nidahanto accantasukhumālaṁ karajakāyaṁ vināseti, tato sakalopi attabhāvo antaradhāyati. Tenāha ‘‘ubhosu panā’’tiādi. Tathā cāha bhagavā ‘‘aññamaññamhi paduṭṭhacittā kilantakāya…pe… cavantī’’ti (dī. ni. 1.47).",
  "tika-s0402t51:7": "Katame tena devā daṭṭhabbāti ettha tenāti paccatte karaṇavacananti āha ‘‘katame nāma te devā daṭṭhabbā’’ti. Karaṇattheyeva vā etaṁ karaṇavacananti dassento āha ‘‘tena vā attabhāvenā’’ti. Sesamettha uttānameva.",
  "tika-s0402t51:8": "Cetanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:9": "2. Vibhattisuttavaṇṇanā",
  "tika-s0402t51:10": "172. Dutiye atthappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ atthe pabhedagataṁ ñāṇaṁ atthapaṭisambhidā. Atthoti cettha saṅkhepato hetuphalaṁ. Tañhi hetuvasena araṇīyaṁ gantabbaṁ pattabbaṁ, tasmā ‘‘attho’’ti vuccati. Pabhedato pana yaṁ kiñci paccayasamuppannaṁ, nibbānaṁ, bhāsitattho, vipāko, kiriyāti ime pañca dhammā ‘‘attho’’ti veditabbā , taṁ atthaṁ paccavekkhantassa tasmiṁ atthe pabhedagataṁ ñāṇaṁ atthapaṭisambhidā. Tenāha ‘‘pañcasu atthesu pabhedagataṁ ñāṇa’’nti. Ācikkhāmītiādīsu ādito kathento ācikkhati nāma, uddisatīti attho. Tameva uddesaṁ pariyosāpento deseti. Yathāuddiṭṭhamatthaṁ uddisanavasena pakārehi ñāpento ñāpeti. Pakārehi eva tamatthaṁ patiṭṭhāpento paṭṭhapeti. Yathāuddiṭṭhaṁ paṭiniddisanavasena vivarati. Vivaṭaṁ vibhajati. Vibhattaatthaṁ hetūdāharaṇadassanehi pākaṭaṁ karonto uttāniṁ karoti.",
  "tika-s0402t51:11": "Tisso paṭisambhidāti dhammaniruttipaṭibhānapaṭisambhidā. Tattha dhammapaṭisambhidā nāma dhammappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ ñāṇaṁ. Dhammoti ca saṅkhepato paccayo. So hi yasmā taṁ taṁ vidahati pavatteti ceva pāpeti ca, tasmā ‘‘dhammo’’ti vuccati. Pabhedato pana yo koci phalanibbattako hetu, ariyamaggo, bhāsitaṁ, kusalaṁ, akusalanti ime pañca dhammā ‘‘dhammo’’ti veditabbā, taṁ dhammaṁ paccavekkhantassa tasmiṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā. Niruttippabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ niruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidāti. Idaṁ vuttaṁ hoti – atthe ca dhamme ca yā sabhāvanirutti, taṁ sabhāvaniruttiṁ saddaṁ ārammaṇaṁ katvā paccavekkhantassa tasmiṁ sabhāvaniruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidāti.",
  "tika-s0402t51:12": "Evamayaṁ niruttipaṭisambhidā saddārammaṇā nāma jātā, na paññattiārammaṇā. Kasmā? Yasmā saddaṁ sutvā ‘‘ayaṁ sabhāvaniruttī’’ti jānanti. Paṭisambhidāppatto hi ‘‘phasso’’ti vutte ‘‘ayaṁ sabhāvaniruttī’’ti jānāti, ‘‘phassā’’ti vā ‘‘phassa’’nti vā vutte pana ‘‘ayaṁ asabhāvaniruttī’’ti jānāti. Vedanādīsupi eseva nayo. Aññaṁ panesa nāmākhyātaupasaggabyañjanasaddaṁ jānāti na jānātīti? Yadaggena saddaṁ jānitvā ‘‘ayaṁ sabhāvanirutti, ayaṁ asabhāvaniruttī’’ti jānāti, tadaggena tampi jānissatīti. Taṁ pana ‘‘nayidaṁ paṭisambhidākicca’’nti paṭikkhipitvā idaṁ vatthu kathitaṁ –",
  "tika-s0402t51:13": "Tissadattatthero kira bodhimaṇḍe suvaṇṇasalākaṁ gahetvā ‘‘aṭṭhārasasu bhāsāsu katarabhāsāya kathemī’’ti pavāresi. Taṁ pana tena attano uggahe ṭhatvā pavāritaṁ, na paṭisambhidāya ṭhitena. So hi mahāpaññatāya taṁ taṁ bhāsaṁ kathāpetvā uggahetvā evaṁ pavāresi. ‘‘Bhāsaṁ nāma sattā uggaṇhantī’’ti vatvā panettha idaṁ kathitaṁ. Mātāpitaro hi daharakāle kumārake mañce vā pīṭhe vā nipajjāpetvā taṁ taṁ kathayamānā tāni tāni kiccāni karonti. Dārakā tesaṁ taṁ taṁ bhāsaṁ vavatthāpenti ‘‘iminā idaṁ vutta’’nti. Gacchante gacchante kāle sabbampi bhāsaṁ jānanti. Mātā damiḷī, pitā andhako. Tesaṁ jāto dārako sace mātukathaṁ paṭhamaṁ suṇāti, damiḷabhāsaṁ bhāsissati. Sace pitukathaṁ paṭhamaṁ suṇāti, andhakabhāsaṁ bhāsissati. Ubhinnampi pana kathaṁ assuṇanto māgadhabhāsaṁ bhāsissati. Yopi agāmake mahāaraññe nibbatto, tattha añño kathento nāma natthi. Sopi attano dhammatāya vacanaṁ samuṭṭhāpento, māgadhabhāsameva bhāsissati. Niraye, tiracchānayoniyaṁ, pettivisaye, manussaloke, devaloketi sabbattha māgadhabhāsāva ussannā, sesā oṭṭakirātaandhakayonakadamiḷabhāsādikā aṭṭhārasa bhāsā parivattanti, kālantarena aññathā honti ca nassanti ca.",
  "tika-s0402t51:14": "Ayamevekā yathābhuccabrahmavohāraariyavohārasaṅkhātā māgadhabhāsā na parivattati. Sā hi katthaci kadāci parivattantīpi na sabbattha sabbadā sabbathāva parivattati, kappavināsepi tiṭṭhatiyeva. Sammāsambuddhopi hi tepiṭakaṁ buddhavacanaṁ tantiṁ āropento māgadhabhāsāya eva āropesi. Kasmā? Evañhi āharituṁ sukhaṁ hoti. Māgadhabhāsāya hi tantiṁ āruḷhassa buddhavacanassa paṭisambhidāppattānaṁ sotapathāgamanameva papañco. Tena saṅghaṭitamatteneva nayasatena nayasahassena attho upaṭṭhāti. Aññāya bhāsāya tantiṁ āruḷhakaṁ sodhetvā uggahetabbaṁ hoti, bahumpi uggahetvā pana puthujjanassa paṭisambhidāppatti nāma natthi, ariyasāvako nopaṭisambhidāppatto nāma natthi.",
  "tika-s0402t51:15": "Paṭibhānappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ paṭibhāne pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidā. Atthadhammādivisayesu hi tīsu ñāṇesu ‘‘imāni ñāṇāni idamatthajotakānī’’ti (vibha. 725-731) evaṁ pavattañāṇassetaṁ adhivacanaṁ. Imā pana catasso paṭisambhidā dvīsu ṭhānesu pabhedaṁ gacchanti, pañcahi kāraṇehi visadā hontīti veditabbā. Katamesu dvīsu? Sekkhabhūmiyañca asekkhabhūmiyañca, tattha sāriputtattherassa mahāmoggallānattherassa mahākassapattherassa mahākaccāyanattherassa mahākoṭṭhikattherassāti asītiyāpi mahātherānaṁ paṭisambhidā asekkhabhūmiyaṁ pabhedagatā. Ānandattherassa, cittassa gahapatino, dhammikassa upāsakassa, upālissa gahapatino, khujjuttarāya upāsikāyāti evamādīnaṁ paṭisambhidā sekkhabhūmiyaṁ pabhedagatāti imāsu dvīsu bhūmīsu pabhedaṁ gacchanti. Pabhedo nāma maggehi adhigatānaṁ paṭisambhidānaṁ pabhedagamanaṁ.",
  "tika-s0402t51:16": "Katamehi pañcahi kāraṇehi paṭisambhidā visadā hontīti? Adhigamena, pariyattiyā, savanena , paripucchāya, pubbayogena. Tattha adhigamo nāma arahattaṁ. Tañhi pattassa paṭisambhidā visadā honti. Savanaṁ nāma dhammassavanaṁ. Sakkaccaṁ suṇantassa hi paṭisambhidā visadā honti. Paripucchā nāma aṭṭhakathā. Uggahitapāḷiyā atthaṁ kathentassa hi paṭisambhidā visadā honti. Pubbayogo nāma pubbayogāvacaratā haraṇapaccāharaṇanayena parihaṭakammaṭṭhānatā. Pubbayogāvacarassa hi paṭisambhidā visadā honti.",
  "tika-s0402t51:17": "Etesu pana pariyatti, savanaṁ, paripucchāti imāni tīṇi pabhedasseva balavakāraṇāni, pubbayogo adhigamassa balavapaccayo. Pabhedassa hoti na hotīti? Hoti, na pana yathā adhigamassa balavapaccayo hoti, tathā pabhedassa. Pariyattisavanaparipucchā hi pubbe hontu vā mā vā, pubbayogena pana pubbe ceva etarahi ca saṅkhārasammasanaṁ vinā paṭisambhidādhigamo nāma natthi. Ime pana dvepi ekato hutvā paṭisambhidā upatthambhetvā visadā hontīti.",
  "tika-s0402t51:18": "Vibhattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:19": "3-4. Mahākoṭṭhikasuttādivaṇṇanā",
  "tika-s0402t51:20": "173-4. Tatiye phassāyatanānanti ettha ākaraṭṭho āyatanasaddoti āha ‘‘phassākarāna’’ntiādi. ‘‘Suvaṇṇāyatanaṁ, rajatāyatana’’ntiādīsu ākaropi ‘‘āyatana’’nti vutto, sañjātisamosaraṇādivasenapi āyatanaṭṭho labbhatiyeva. Mā-iti paṭisedhe nipāto. Svāyaṁ channaṁ phassāyatanānaṁ asesaṁ virāganirodhā atthaññaṁ vacanaṁ kiñcīti sandhāyāhāti āha ‘‘mā bhaṇīti attho’’ti. Pañcaphassāyatanāni niruddhānīti cakkhādīnañca tattha abhāvaṁ sandhāya vadati. Chaṭṭhassāti manāyatanassa. Catutthe natthi vattabbaṁ.",
  "tika-s0402t51:21": "Mahākoṭṭhikasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t51:22": "5-6. Upavāṇasuttādivaṇṇanā",
  "tika-s0402t51:23": "175-6. Pañcame vijjāyāti dibbacakkhupubbenivāsānussatiāsavakkhayañāṇasaṅkhātāya tividhāya vijjāya, aṭṭhavidhāya vā. Aṭṭhavidhāpi hi vijjā vipassanāñāṇena manomayiddhiyā ca saha abhiññā pariggahetvā vuttā. Pannarasadhammabhedena caraṇena samannāgatoti sīlasaṁvaro, indriyesu guttadvāratā, bhojane mattaññutā, jāgariyānuyogo, saddhā, hirī, ottappaṁ, bāhusaccaṁ, vīriyaṁ, sati, paññā, cattāri rūpāvacarajjhānānīti evaṁ pannarasabhedena caraṇadhammena samannāgato. Imeyeva hi pannarasa dhammā yasmā etehi carati ariyasāvako gacchati amataṁ disaṁ, tasmā ‘‘caraṇa’’nti vuttā. Chaṭṭhe natthi vattabbaṁ.",
  "tika-s0402t51:24": "Upavāṇasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t51:25": "7. Rāhulasuttavaṇṇanā",
  "tika-s0402t51:26": "177. Sattame pathavīdhāturevesāti duvidhāpesā thaddhaṭṭhena, kakkhaḷaṭṭhena, pharusaṭṭhena ekalakkhaṇā pathavīdhātu evāti ajjhattikaṁ bāhirāya saddhiṁ yojetvā dasseti. Kasmā? Bāhirāya pathavīdhātuyā acetanābhāvo pākaṭo, na ajjhattikāya, tasmā bāhirāya saddhiṁ ekasadisā acetanāyevāti gaṇhantassa sukhapariggāhā hoti, yathā kiṁ? Dantena goṇena saddhiṁ yojito adanto katipāhameva visukāyati vipphandati, atha na cirasseva damathaṁ upeti, evaṁ ajjhattikaṁ bāhirāya saddhiṁ ekasadisāti gaṇhantassa katipāhameva acetanabhāvena upaṭṭhāti, atha na cirenevassā acetanabhāvo pākaṭo hoti dhātumattatāya dassanato. Netaṁ mama…pe… daṭṭhabbanti taṁ ubhayampi ‘‘na etaṁ mama, na esohamasmi, na eso me attā’’ti evaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. Yathābhūtanti yathāsabhāvaṁ. Tañhi aniccādisabhāvaṁ, tasmā aniccaṁ dukkhamanattāti evaṁ daṭṭhabbanti attho. Yasmā ‘‘netaṁ mama, nesohamasmi, na meso attā’’ti passanto neva katthaci attānaṁ passati, na taṁ parassa kiñcanabhāve upanetabbaṁ passati, na parassa attānaṁ attano kiñcanabhāve upanetabbaṁ passati, tasmā vuttaṁ ‘‘catukoṭikasuññatā nāma kathitā’’ti.",
  "tika-s0402t51:27": "Rāhulasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:28": "8. Jambālīsuttavaṇṇanā",
  "tika-s0402t51:29": "178. Aṭṭhame santanti aṅgasantatāya ceva ārammaṇasantatāya ca kamanīyaṁ manoharaṁ. Cetovimuttinti rūpārūpāvacaraṁ cittavimuttiṁ. Tenevāha ‘‘aṭṭhannaṁ samāpattīnaṁ aññataraṁ samāpatti’’nti. Lepamakkhitenāti lākhāmakkhitena. Pāripanthike asodhetvāti kāmacchandādipāripanthike asodhetvā. Yo hi kāmādīnavapaccavekkhaṇādīhi kāmacchandaṁ na suṭṭhu vikkhambhetvā kāyappassaddhivasena duṭṭhullaṁ suppaṭippassaddhaṁ akatvā ārambhadhātumanasikārādivasena thinamiddhaṁ na suṭṭhu paṭivinodetvā samathanimittamanasikārādivasena uddhaccakukkuccaṁ na samūhataṁ katvā aññepi samādhiparipanthe dhamme na suṭṭhu sodhetvā jhānaṁ samāpajjati. So asodhitaṁ āsayaṁ paviṭṭhabhamaro viya asuddhaṁ uyyānaṁ paviṭṭharājā viya ca khippameva nikkhamati. Yo pana samādhiparipanthe dhamme suṭṭhu visodhetvā jhānaṁ samāpajjati, so suvisodhitaṁ āsayaṁ paviṭṭhabhamaro viya suparisuddhaṁ uyyānaṁ paviṭṭharājā viya ca sakalampi divasabhāgaṁ antosamāpattiyaṁyeva hoti.",
  "tika-s0402t51:30": "Āyamukhānīti naditaḷākakandarapadarādito āgamanamaggā. Te ca kandarāyevāti āha ‘‘catasso pavisanakandarā’’ti. Apāyamukhānīti apagamanamaggā. Apenti apagacchanti etehīti hi apāyā, te eva mukhānīti apāyamukhāni. Tāni ca udakanikkhamanacchiddānīti āha ‘‘apavāhanacchiddānī’’ti, apāyasaṅkhātāni udakanikkhamanacchiddānīti attho. Sesaṁ suviññeyyameva.",
  "tika-s0402t51:31": "Jambālīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:32": "9. Nibbānasuttavaṇṇanā",
  "tika-s0402t51:33": "179. Navame abhidhamme vuttanayenāti –",
  "tika-s0402t51:34": "‘‘Katamā hānabhāginī paññā? Paṭhamassa jhānassa lābhiṁ kāmasahagatā saññāmanasikārā samudācaranti hānabhāginī paññā, tadanudhammatā sati santiṭṭhati ṭhitibhāginī paññā. Avitakkasahagatā saññāmanasikārā samudācaranti visesabhāginī paññā. Nibbidāsahagatā saññāmanasikārā samudācaranti virāgūpasañhitā nibbedhabhāginī paññā’’ti (vibha. 799) –",
  "tika-s0402t51:35": "Ādinā vibhaṅge vuttanayena evamattho veditabbo.",
  "tika-s0402t51:36": "Tattha paṭhamassa jhānassa lābhinti yvāyaṁ appaguṇassa paṭhamassa jhānassa lābhī, taṁ. Kāmasahagatāsaññāmanasikārā samudācarantīti tato vuṭṭhitaṁ ārammaṇavasena kāmasahagatā hutvā saññāmanasikārā samudācaranti tudanti codenti. Tassa kāmānupakkhandānaṁ saññāmanasikārānaṁ vasena sā paṭhamajjhānapaññā hāyati parihāyati, tasmā ‘‘hānabhāginī paññā’’ti vuttā. Tadanudhammatāti tadanurūpasabhāvā. Sati santiṭṭhatīti idaṁ micchāsatiṁ sandhāya vuttaṁ, na sammāsatiṁ. Yassa hi paṭhamajjhānānurūpasabhāvā paṭhamajjhānaṁ santato paṇītato disvā assādayamānā abhinandamānā nikanti uppajjati, tassa nikantivasena paṭhamajjhānapaññā neva hāyati na vaḍḍhati, ṭhitikoṭṭhāsikā hoti. Tena vuttaṁ ‘‘ṭhitibhāginī paññā’’ti. Avitakkasahagatāti avitakkaṁ dutiyajjhānaṁ santato paṇītato manasikaroto ārammaṇavasena avitakkasahagatā saññāmanasikārā. Samudācarantīti paguṇato paṭhamajjhānato vuṭṭhitaṁ dutiyajjhānādhigamatthāya tudanti codenti, tassa upari dutiyajjhānānupakkhandānaṁ saññāmanasikārānaṁ vasena sā paṭhamajjhānapaññā visesabhūtassa dutiyajjhānassa uppattipadaṭṭhānatāya ‘‘visesabhāginī’’ti vuttā.",
  "tika-s0402t51:37": "Nibbidāsahagatāti taṁyeva paṭhamajjhānalābhiṁ jhānato vuṭṭhitaṁ nibbidāsaṅkhātena vipassanāñāṇena sahagatā. Vipassanāñāṇañhi jhānaṅgabhede vattante nibbindati ukkaṇṭhati, tasmā ‘‘nibbidā’’ti vuccati. Samudācarantīti nibbānasacchikiriyatthāya tudanti codenti. Virāgūpasañhitāti virāgasaṅkhātena nibbānena upasaṁhitā. Vipassanāñāṇañhi sakkā iminā maggena virāgaṁ nibbānaṁ sacchikātunti pavattito ‘‘virāgūpasaṁhita’’nti vuccati. Taṁsampayuttasaññāmanasikārāpi virāgūpasaṁhitā eva nāma. Tassa tesaṁ saññāmanasikārānaṁ vasena sā paṭhamajjhānapaññā ariyamaggappaṭivedhassa padaṭṭhānatāya ‘‘nibbedhabhāginī’’ti vuttāti.",
  "tika-s0402t51:38": "Nibbānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:39": "10. Mahāpadesasuttavaṇṇanā",
  "tika-s0402t51:40": "180. Dasame mahāokāseti mahante okāse mahantāni dhammassa patiṭṭhāpanaṭṭhānāni. Yesu patiṭṭhāpito dhammo nicchīyati asandehato. Kāni pana tāni? Āgamanavisiṭṭhāni suttotaraṇādīni. Dutiyavikappe apadisīyantīti apadesā, mahantā apadesā etesanti mahāpadesā. ‘‘Sammukhā metaṁ, āvuso, bhagavato suta’’ntiādinā kenaci ābhatassa dhammoti vinicchayane kāraṇaṁ. Kiṁ pana tanti? Tassa yathābhatassa suttotaraṇādi eva. Yadi evaṁ kathaṁ cattāroti? Yasmā dhammassa dve sampadāyo satthā sāvako ca. Tesu sāvakā saṅghagaṇapuggalavasena tividhā. Evamimamhā mayāyaṁ dhammo paṭiggahitoti apadisitabbānaṁ bhedena cattāro. Tenāha ‘‘sammukhā metaṁ, āvuso, bhagavato suta’’ntiādi. Tathā ca vuttaṁ nettiyaṁ (netti. 4.18) ‘‘cattāro mahāpadesā buddhāpadeso, saṅghāpadeso, gaṇāpadeso, puggalāpadeso. Ime cattāro mahāpadesā’’ti. Buddho apadeso etassāti buddhāpadeso. Esa nayo sesesupi. Tenāha ‘‘buddhādayo…pe… mahākāraṇānī’’ti.",
  "tika-s0402t51:41": "Neva abhinanditabbanti na sampaṭicchitabbaṁ, ganthassa sampaṭicchanaṁ nāma savananti āha ‘‘na sotabba’’nti. Padabyañjanānīti padāni ca byañjanāni ca, atthapadāni byañjanapadāni cāti attho. Pajjati attho etehīti padāni, akkharādīni byañjanapadāni. Pajjitabbato padāni, saṅkāsanādīni atthapadāni. ‘‘Aṭṭhakathāyaṁ padasaṅkhātāni byañjanānīti byañjanapadāneva vuttānī’’ti keci. Atthaṁ byañjentīti byañjanāni, byañjanapadāni. Tehi byañjitabbato byañjanāni, atthapadānīti ubhayasaṅgahato. Imasmiṁ ṭhāneti tenābhatasuttassa imasmiṁ padese. Pāḷi vuttāti kevalo pāḷidhammo vutto. Attho vuttoti pāḷiyā attho vutto niddiṭṭho. Anusandhi kathitoti yathāraddhadesanāya uparidesanāya ca anusandhānaṁ kathitaṁ, sambandho kathito. Pubbāparaṁ kathitanti pubbena paraṁ avirujjhanañceva visesaṭṭhānañca kathitaṁ pakāsitaṁ. Evaṁ pāḷidhammādīni sammadeva sallakkhetvā gahaṇaṁ sādhukaṁ uggahaṇanti āha ‘‘suṭṭhu gahetvā’’ti. Sutte otāretabbānīti ñāṇena sutte ogāhetvā tāretabbāni. Taṁ pana ogāhetvā taraṇaṁ tattha otaraṇaṁ anuppavesanaṁ hotīti vuttaṁ ‘‘otaritabbānī’’ti. Saṁsandetvā dassanaṁ sandassananti āha ‘‘vinaye saṁsandetabbānī’’ti.",
  "tika-s0402t51:42": "‘‘Kiṁ pana taṁ suttaṁ, ko vā vinayo’’ti vicāraṇāyaṁ ācariyānaṁ matibhedamukhena tamatthaṁ dassetuṁ ‘‘ettha cā’’tiādi vuttaṁ. Vinayoti vibhaṅgapāṭhamāha. So hi mātikāsaññitassa suttassa atthe sūcanato ‘‘sutta’’nti vattabbataṁ arahati. Vividhanayattā visiṭṭhanayattā ca vinayo, khandhakapāṭho. Evanti evaṁ suttavinayesu pariggayhamānesu vinayapiṭakampi na pariyādiyati parivārapāḷiyā asaṅgahitattā. Suttantābhidhammapiṭakāni vā suttaṁ atthasūcanādiatthasambhavato. Evampīti suttantābhidhammapiṭakāni suttaṁ, vinayapiṭakaṁ vinayoti evaṁ suttavinayavibhāge vuccamānepi. Na tāva pariyādiyantīti na tāva anavasesato pariggayhanti . Kasmāti ceti āha ‘‘asuttanāmakañhī’’tiādi. Yasmā suttanti imaṁ nāmaṁ anāropetvā saṅgītaṁ jātakādibuddhavacanaṁ atthi, tasmā vuttanayena tīṇi piṭakāni na pariyādiyantīti. Suttanipātaudānaitivuttakāni dīghanikāyādayo viya suttanti nāmaṁ āropetvā asaṅgītānīti adhippāyenettha jātakādīhi saddhiṁ tānipi gahitāni. Buddhavaṁsacariyāpiṭakānaṁ panettha aggahaṇe kāraṇaṁ maggitabbaṁ, kiṁ vā etena magganena. Sabbopāyaṁ vaṇṇanānayo theravādadassanamukhena paṭikkhitto evāti.",
  "tika-s0402t51:43": "Kiṁ atthīti asuttanāmakaṁ buddhavacanaṁ natthiyevāti dasseti. Taṁ sabbaṁ paṭikkhipitvāti ‘‘suttanti vinayo’’tiādinā vuttasaṁvaṇṇanāyaṁ ‘‘nāyamattho idhādhippeto’’ti paṭisedhetvā. Vineti etena kileseti vinayo, kilesavinayanūpāyo, so eva kāraṇanti āha ‘‘vinayo pana kāraṇa’’nti.",
  "tika-s0402t51:44": "Dhammeti pariyattidhamme. Sarāgāyāti sarāgabhāvāya kāmarāgabhavarāgaparibrūhanāya. Saṁyogāyāti bhavasaṁyojanāya. Saupādānāyāti caturūpādānūpasaṁhitatāya. Mahicchatāyāti mahicchabhāvāya. Asantuṭṭhiyāti asantuṭṭhabhāvāya. Kosajjāyāti kusītabhāvāya. Saṅgaṇikāyāti kilesasaṅgaṇikavihārāya. Ācayāyāti tividhavaṭṭācayāya. Virāgāyāti sakalavaṭṭato virajjanatthāya. Visaṁyogāyāti kāmarāgādīhi visaṁyujjanatthāya. Anupādānāyāti sabbassapi kammabhavassa aggahaṇāya. Appicchatāyāti paccayappicchatādivasena sabbaso icchāya apagamāya. Santuṭṭhiyāti dvādasavidhasantuṭṭhabhāvāya. Vīriyārambhāyāti kāyikassa ceva cetasikassa ca vīriyassa paggaṇhanatthāya. Vivekāyāti pavivittabhāvāya kāmavivekāditadaṅgavivekādivivekasiddhiyā. Apacayāyāti sabbassapi vaṭṭassa apacayanāya, nibbānāyāti attho. Evaṁ yo pariyattidhammo uggahaṇadhāraṇaparipucchāmanasikāravasena yoniso paṭipajjantassa sarāgādibhāvaparivajjanassa kāraṇaṁ hutvā virāgādibhāvāya saṁvattati, ekaṁsato eso dhammo, eso vinayo sammadeva apāyādīsu apatanavasena dhāraṇato kilesānaṁ vinayanato ca. Satthu sammāsambuddhassa ovādānurūpappavattibhāvato etaṁ satthusāsananti ca jāneyyāsīti attho.",
  "tika-s0402t51:45": "Catusaccatthasūcanaṁ suttanti āha ‘‘sutteti tepiṭake buddhavacane’’ti. Tepiṭakañhi buddhavacanaṁ saccavinimuttaṁ natthi. Rāgādivinayakāraṇaṁ yathā tena suttapadena pakāsitanti āha ‘‘vinayeti etasmiṁ rāgādivinayakāraṇe’’ti. Sutte otaraṇañcettha tepiṭakabuddhavacanapariyāpannatāvaseneva veditabbaṁ, na aññathāti āha ‘‘suttappaṭipāṭiyā katthaci anāgantvā’’ti. Challiṁ uṭṭhapetvāti arogassa mahato rukkhassa tiṭṭhato upakkamena challikāya sakalikāya papaṭikāya vā uṭṭhāpanaṁ viya arogassa sāsanadhammassa tiṭṭhato byañjanamattena tappariyāpannaṁ viya hutvā challisadisaṁ pubbāparaviruddhatādidosaṁ uṭṭhapetvā paridīpetvā. Tādisāni pana ekaṁsato guḷhavessantarādipariyāpannāni hontīti āha ‘‘guḷhavessantara…pe… paññāyantīti attho’’ti. Rāgādivinayeti rāgādivinayanatthena atadākāratāya apaññāyamānāni chaḍḍetabbāni cajitabbāni na gahetabbāni. Sabbatthāti sabbavāresu.",
  "tika-s0402t51:46": "Mahāpadesasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t51:47": "Sañcetaniyavaggavaṇṇanā niṭṭhitā."
}