{
  "tika-s0202t1:0": "2. Bhikkhuvaggo",
  "tika-s0202t1:1": "1. Ambalaṭṭhikarāhulovādasuttavaṇṇanā",
  "tika-s0202t1:2": "107.Ambalaṭṭhikāyanti ettha ambalaṭṭhikā vuccati sujāto taruṇambarukkho, tassa pana avidūre kato pāsādo idha ‘‘ambalaṭṭhikā’’ti adhippeto. Tenāha ‘‘veḷuvanavihārassā’’tiādi. Padhānagharasaṅkhepeti bhāvanāgehappakāre yogīnaṃ geheti attho. Tikhiṇova hoti, na tassa tikhiṇabhāvo kenaci kātabbo sabhāvasiddhattā. Evameva attano vimuttiparipācanakammunā tikkhavisadabhāvappattiyā ayampi āyasmā…pe… tattha vihāsi. Pakatipaññattamevāti pakatiyā paññattaṃ buddhānaṃ upagamanato puretarameva cārittavasena paññattaṃ.",
  "tika-s0202t1:3": "108. Udakaṃ anena dhīyati, ṭhapīyati vā etthāti udakādhānaṃ. Udakaṭṭhānanti ca khuddakabhājanaṃ. ‘‘Ovādadānatthaṃ āmantesī’’ti vatvā taṃ panassa ovādadānaṃ na idheva, atha kho bahūsu ṭhānesu bahukkhattuṃ pavattitanti tāni tāni saṅkhepato dassetvā idha saṃvaṇṇanatthaṃ ‘‘bhagavatā hī’’tiādi vuttaṃ.",
  "tika-s0202t1:4": "Tattha sabbabuddhehi avijahitanti iminā sabbesaṃ buddhānaṃ sāsane kumārapañhā nāma hotīti dasseti. Ekekato paṭṭhāya yāva dasakā pavattā dasa pucchā etassāti dasapucchaṃ, ekekato paṭṭhāya yāva dasakā ekuttaravasena pavattaṃ vissajjanatthāya pañcapaṇṇasavissajjanaṃ sāmaṇerapañhanti sambandho. Yaṃ panettha vattabbaṃ, taṃ paramatthajotikāyaṃ khuddakaṭṭhakathāyaṃ (khu. pā. aṭṭha. 4.kumārapañhavaṇṇanā) vuttanayeneva veditabbaṃ. Anādīnavadassitāya abhiṇhaṃ musā samudācaraṇato ‘‘piyamusāvādā’’ti vuttaṃ, udakāvasesachaḍḍanaudakādhānanikujjanaukkujjanadassanasaññitā catasso udakādhānūpamāyo sabbassa yuddhakammassa akaraṇakaraṇavasena dassitā dve hatthiupamāyo.",
  "tika-s0202t1:5": "Tattharāhulasuttanti suttanipāte āgataṃ rāhulasuttaṃ (su. ni. 337 ādayo). Abhiṇhovādavasena vuttanti iminā antarantarā taṃ suttaṃ kathetvā bhagavā theraṃ ovadatīti dasseti. Idañca panāti idaṃ yathāvuttaṃ bhagavato taṃtaṃkālānurūpaṃ attano ovādadānaṃ sandhāya. Bījanti aṇḍaṃ. Passasi nūti nu-saddo anujānane, nanu passasīti attho. Saccadhammaṃ laṅghitvā ṭhitassa kiñcipi akattabbaṃ nāma pāpaṃ natthīti āha – ‘‘sampajānamusāvāde saṃvararahitassa opammadassanatthaṃ vuttā’’ti. Tathā hi –",
  "tika-s0202t1:6": "‘‘Ekaṃ dhammamatītassa, musāvādissa jantuno;",
  "tika-s0202t1:7": "Vitiṇṇaparalokassa, natthi pāpamakāriya’’nti. (dha. pa. 176);",
  "tika-s0202t1:8": "Uruḷhavāti uruḷho hutvā ussito. So pana damavasena abhiruyha vaḍḍhito ārohanayogyo ca hotīti āha ‘‘abhivaḍḍhito ārohasampanno’’ti. Āgatāgateti attano yogyapadesaṃ āgatāgate. Paṭisenāya phalakakoṭṭhakamuṇḍapākārādayoti paṭisenāya attano ārakkhatthāya ṭhapite phalakakoṭṭhake ceva uddhacchadapākārādike ca. Etaṃ padesanti etaṃ parasenāpadesaṃ. Ettakenāti olokanamattena. Tassa olokanākāradassaneneva. Satampi sahassampi senānīkaṃ dvedhā bhijjati, tīrapātikaṃ madditaṃ hutvā padātā hutvā dvedhā hutvā palāyanti. Kaṇṇehi paharitvāti pageva sarānaṃ āgamanasaddaṃ upadhāretvā yathā vego na hoti, evaṃ samuṭṭhāpetvā tehi paharitvā pātanaṃ. Paṭihatthipaṭiassātiādinā paccekaṃ pati-saddo yojetabboti. Dīghāsilaṭṭhiyāti dīghalatāya asilaṭṭhiyā.",
  "tika-s0202t1:9": "Karaṇeti kammakaraṇe. Maññati hatthāroho. Ayamuggaranti tādise kāle gahitamuggaraṃ. Oloketvāti ñāṇacakkhunā disvā, abhiṇhaṃ sampajaññaṃ upaṭṭhapetvāti attho.",
  "tika-s0202t1:10": "109.Sasakkanti passituṃ yuttaṃ katvā ussāhaṃ janetvā na karaṇīyaṃ, tādisaṃ niyamato akattabbaṃ hotīti āha ‘‘ekaṃseneva na kātabba’’nti. Paṭisaṃhareyyāsīti karaṇato saṅkocaṃ āpajjeyyāsi. Yathābhūto asanto nivatto akaronto nāma hotīti āha ‘‘nivatteyyāsi mā kareyyāsī’’ti. Anupadeyyāsīti anubalappadāyī bhaveyyāsi. Tenāha ‘‘upatthambheyyāsī’’ti. Taṃ pana anubalappadānaṃ upatthambhanaṃ punappunaṃ karaṇamevāti āha ‘‘punappunaṃ kareyyāsī’’ti . Sikkhamānoti taṃyeva adhisīlasikkhaṃ tannissayañca sikkhādvayaṃ sikkhanto sampādento.",
  "tika-s0202t1:11": "111.Kittakepana ṭhāneti kittake ṭhāne pavattāni. Avidūre eva pavattānīti dassento ‘‘ekasmiṃ purebhatteyeva sodhetabbānī’’ti āha. Evañhi tāni susodhitāni honti suparisuddhāni. Paresaṃ appiyaṃ garuṃ gārayhaṃ, yathāvuttaṭṭhānato pana aññaṃ vā kammaṭṭhānamanasikāreneva kāyakammādīni parisodhitāni hontīti na gahitaṃ. Paṭighaṃ vāti ettha vā-saddena asamapekkhaṇe mohassa saṅgaho daṭṭhabbo.",
  "tika-s0202t1:12": "112. Vuttanayena kāyakammādiparisodhanaṃ nāma idheva, na ito bahiddhāti āha ‘‘buddhā…pe… sāvakā vā’’ti. Te hi atthato samaṇabrāhmaṇā vāti. Tasmāti yasmā sabbabuddhapaccekabuddhasāvakehi āruḷhamaggo, rāhula, mayā tuyhaṃ ācikkhito, tasmā. Tena anusikkhantena tayā evaṃ sikkhitabbanti ovādaṃ adāsi. Sesaṃ vuttanayattā suviññeyyameva.",
  "tika-s0202t1:13": "Ambalaṭṭhikarāhulovādasuttavaṇṇanāya līnatthappakāsanā",
  "tika-s0202t1:14": "Samattā.",
  "tika-s0202t1:15": "2. Mahārāhulovādasuttavaṇṇanā",
  "tika-s0202t1:16": "113.Iriyāpathānubandhanenāti iriyāpathagamanānubandhanena, na paṭipattigamanānubandhanena. Aññameva hi buddhānaṃ paṭipattigamanaṃ aññaṃ sāvakānaṃ. Vilāsitagamanenāti – ‘‘dūre pādaṃ na uddharati, na accāsanne pādaṃ nikkhipati, nātisīghaṃ gacchati nātisaṇika’’ntiādinā (saṃ. ni. aṭṭha. 3.4.243; udā. aṭṭha. 76; sārattha. ṭī. mahāvagga 3.285) vuttena sabhāvasīlena buddhānaṃ cāturiyagamanena. Tadeva hi sandhāya ‘‘pade padaṃ nikkhipanto’’ti vuttaṃ. Padānupadikoti rāhulattherassapi lakkhaṇapāripūriyā tādisameva gamananti yattakaṃ padesaṃ antaraṃ adatvā bhagavato piṭṭhito gantuṃ āraddho, sabbattha tameva gamanapadānupadaṃ gacchatīti padānupadiko.",
  "tika-s0202t1:17": "Vaṇṇanābhūmi cāyaṃ tattha bhagavantaṃ therañca anekarūpāhi upamāhi vaṇṇento ‘‘tattha bhagavā’’tiādimāha. Nikkhantagajapotako viya virocitthāti padaṃ ānetvā yojanā. Evaṃ taṃ kesarasīho viyātiādīsupi ānetvā yojetabbaṃ. Tārakarājā nāma cando. Dvinnaṃ candamaṇḍalānantiādi parikappavacanaṃ, buddhāveṇikasantakaṃ viya buddhānaṃ ākappasobhā ahosi, aho sirīsampattīti yojanā.",
  "tika-s0202t1:18": "Ādiyamānāti gaṇhanti. ‘‘Pacchā jānissāmā’’ti na ajjupekkhitabbo. Idaṃ na kattabbanti vutteti idaṃ pāṇaatipātanaṃ na kattabbanti vutte idaṃ daṇḍena vā leḍḍunā vā viheṭhanaṃ na kattabbaṃ, idaṃ pāṇinā daṇḍakadānañca antamaso kujjhitvā olokanamattampi na kattabbamevāti nayasatenapi nayasahassenapi paṭivijjhati, tathā idha tāva sammajjanaṃ kattabbanti vuttepi tattha paribhaṇḍakaraṇaṃ vihāraṅgaṇasammajjanaṃ kacavarachaḍḍanaṃ vālikāsamakiraṇanti evamādinā nayasatena nayasahassena paṭivijjhati. Tenāha – ‘‘idaṃ kattabbanti vuttepi eseva nayo’’ti. Paribhāsanti tajjanaṃ. Labhāmīti paccāsīsati.",
  "tika-s0202t1:19": "Sabbametanti sabbaṃ etaṃ mayi labbhamānaṃ sikkhākāmataṃ. Abhiññāyāti jānitvā. Sahāyoti raṭṭhapālattheraṃ sandhāyāha. So hi bhagavatā saddhāpabbajitabhāve etadagge ṭhapito. Dhammārakkhoti satthu saddhammaratanānupālako dhammabhaṇḍāgāriko. Pettiyoti cūḷapitā. Sabbaṃ me jinasāsananti sabbampi buddhasāsanaṃ mayhameva.",
  "tika-s0202t1:20": "Chandarāgaṃ ñatvāti chandarāgaṃ mama citte uppannaṃ ñatvā. Aññatarasmiṃ rukkhamūleti vihārapariyante aññatarasmiṃ rukkhamūlaṭṭhāne anucchavike.",
  "tika-s0202t1:21": "Tadāti aggasāvakehi pasādāpanakāle. Aññakammaṭṭhānāni caṅkamanairiyāpathepi piṭṭhipasāraṇakālepi samijjhanti, na evamidanti āha – ‘‘idamassa etissā nisajjāya kammaṭṭhānaṃ anucchavika’’nti. Ānāpānassatinti ānāpānassatikammaṭṭhānaṃ.",
  "tika-s0202t1:22": "Samasīsī hotīti sace samasīsī hutvā na parinibbāyati. Paccekabodhiṃ sacchikaroti no ce paccekabodhiṃ sacchikaroti. Khippābhiññoti khippaṃ lahuṃyeva pattabbachaḷabhiñño.",
  "tika-s0202t1:23": "Paripuṇṇāti soḷasasu ākāresu kassacipi atāpanena sabbaso puṇṇā. Subhāvitāti samathabhāvanāya vipassanābhāvanāya ca anupubbasampādanena subhāvitā. Gaṇanāvidhānānupubbiyā āsevitattā anupubbaṃ paricitā.",
  "tika-s0202t1:24": "Omānaṃ vāti avajānanaṃ uññātanti evaṃvidhaṃ mānaṃ vā. Atimānaṃ vāti ‘‘kiṃ imehi, mameva ānubhāvena jīvissāmī’’ti evaṃ atimānaṃ vā kuto janessatīti.",
  "tika-s0202t1:25": "114.Visaṅkharitvāti visaṃyutte katvā, yathā saṅgākārena gahaṇaṃ na gacchati, evaṃ vinibhuñjitvāti attho. Mahābhūtāni tāva vitthāretu, sammasanūpagattā, asammasanūpagaṃ ākāsadhātuṃ atha kasmā vitthāresīti āha ‘‘upādārūpadassanattha’’nti. Āpodhātu sukhumarūpaṃ. Itarāsu oḷārikasukhumatāpi labbhatīti āha ‘‘upādārūpadassanattha’’nti. Heṭṭhā cattāri mahābhūtāneva kathitāni, na upādārūpanti tassa panettha lakkhaṇahāranayena ākāsadassanena dassitatā veditabbā. Tenāha ‘‘iminā mukhena taṃ dassetu’’nti. Na kevalaṃ upādārūpaggahaṇadassanatthameva ākāsadhātu vitthāritā, atha kho pariggahasukhatāyapīti dassento ‘‘apicā’’tiādimāha. Tattha paricchinditabbassa rūpassa niravasesapariyādānatthaṃ ‘‘ajjhattikenā’’ti visesanamāha. Ākāsenāti ākāsadhātuyā gahitāya. Paricchinnarūpanti tāya paricchinditakalāpagatampi pākaṭaṃ hoti vibhūtaṃ hutvā upaṭṭhāti.",
  "tika-s0202t1:26": "Idāni vuttamevatthaṃ sukhaggahaṇatthaṃ gāthāya dasseti. Tassāti upādāyarūpassa. Evaṃ āvibhāvatthanti evaṃ paricchinnatāya ākāsassa vasena vibhūtabhāvatthaṃ. Tanti ākāsadhātuṃ.",
  "tika-s0202t1:27": "118.Ākāsabhāvaṃ gatanti catūhi mahābhūtehi asamphuṭṭhānaṃ tesaṃ paricchedakabhāvena ākāsanti gahetabbataṃ gataṃ, ākāsameva vā ākāsagataṃ yathā ‘‘diṭṭhigataṃ (dha. sa. 381; mahāni. 12), atthaṅgata’’nti (a. ni. aṭṭha. 1.1.130) ca. Ādinnanti imanti taṇhādiṭṭhīhi ādinnaṃ. Tenāha ‘‘gahitaṃ parāmaṭṭha’’nti. Aññattha kammajaṃ ‘‘upādinna’’nti vuccati, na tathā idhāti āha ‘‘sarīraṭṭhakanti attho’’ti. Pathavīdhātuādīsuvuttanayenevāti mahāhatthipadopame (ma. ni. 1.300 ādayo) vuttanayadassanaṃ sandhāya vadati.",
  "tika-s0202t1:28": "119.Tādibhāvo nāma niṭṭhitakiccassa hoti, ayañca vipassanaṃ anuyuñjati, atha kimatthaṃ tādibhāvatā vuttāti? Pathavīsamatādilakkhaṇācikkhaṇāhi vipassanāya sukhappavattiatthaṃ. Tenāha ‘‘iṭṭhāniṭṭhesū’’tiādi. Gahetvāti kusalappavattiyā okāsadānavasena pariggahetvā. Na patiṭṭhitoti na nissito na laggo.",
  "tika-s0202t1:29": "120. Brahmavihārabhāvanā asubhabhāvanā ānāpānassatibhāvanā ca upacāraṃ vā appanaṃ vā pāpento vipassanāya pādakabhāvāya aniccādisaññāya vipassanābhāvena ussakkitvā maggapaṭipāṭiyā arahattādhigamāya hotīti ‘‘mettādibhāvanāya pana hotī’’ti vuttaṃ. Yattha katthaci sattesu saṅkhāresu ca paṭihaññanakilesoti āghātabhāvameva vadati ñāyabhāvato aññesampi. Asmimānoti rūpādike paccekaṃ ekajjhaṃ gahetvā ‘‘ayamahamasmī’’ti evaṃ pavattamāno.",
  "tika-s0202t1:30": "121.Idaṃ kammaṭṭhānanti ettha gaṇanādivasena āseviyamānā assāsapassāsā yogakammassa patiṭṭhānatāya kammaṭṭhānaṃ. Tattha pana tathāpavatto manasikāro bhāvanā. Ettha ca tasseva therassa bhagavatā bahūnaṃ kammaṭṭhānānaṃ desitattā caritaṃ anādiyitvā kammaṭṭhānāni sabbesaṃ puggalānaṃ sappāyānīti ayamattho siddho, atisappāyavasena pana kammaṭṭhānesu vibhāgakathā kathitāti veditabbā.",
  "tika-s0202t1:31": "Mahārāhulovādasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:32": "3. Cūḷamālukyasuttavaṇṇanā",
  "tika-s0202t1:33": "122.Evaṃṭhapitānīti ‘‘sassato loko’’tiādinayappavattāni diṭṭhigatāni aniyyānikatāya na byākātabbāni na kathetabbāni, evaṃ ṭhapanīyapakkhe ṭhapitāni ceva niyyānikasāsane chaḍḍanīyatāya paṭikkhittāni ca, apicettha atthato paṭikkhepo eva byākātabbato. Yathā eko kammakilesavasena itthattaṃ āgato, tathā aparopi aparopīti satto tathāgato vuccatīti āha – ‘‘tathāgatoti satto’’ti. Taṃ abyākaraṇaṃ mayhaṃ na ruccatīti yadi sassato loko, sassato lokoti, asassato loko, asassato lokoti jānāmāti byākātabbameva, yaṃ pana ubhayathā abyākaraṇaṃ, taṃ me cittaṃ na ārādheti ajānanahetukattā abyākaraṇassa. Tenāha – ‘‘ajānato kho pana apassato etadeva ujukaṃ, yadidaṃ na jānāmi na passāmī’’ti. Sassatotiādīsu sassatoti sabbakāliko, nicco dhuvo avipariṇāmadhammoti attho. So hi diṭṭhigatikehi lokīyanti ettha puññapāpatabbipākā, sayaṃ vā tabbipākākarādibhāvena aviyuttehi lokīyatīti lokoti adhippeto. Etena cattāropi sassatavādā dassitā honti. Asassatoti na sassato, anicco addhuvo bhedanadhammoti attho, asassatoti ca sassatabhāvapaṭikkhepena ucchedo dīpitoti sattapi ucchedavādā dassitā honti. Antavāti parivaṭumo paricchinnaparimāṇo, asabbagatoti attho. Tena ‘‘sarīraparimāṇo, aṅguṭṭhaparimāṇo, yavaparimāṇo paramāṇuparimāṇo attā’’ti (udā. aṭṭha. 54; dī. ni. ṭī. 1.76-77) evamādivādā dassitā honti.",
  "tika-s0202t1:34": "Tathāgato paraṃ maraṇāti tathāgato jīvo attā maraṇato imassa kāyassa bhedato paraṃ uddhaṃ hoti atthi saṃvijjatīti attho. Etena sassatabhāvamukhena soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha ca nevasaññīnāsaññīvādā dassitā honti. Na hotīti natthi na upalabbhati. Etena ucchedavādo dassito hoti. Apica hoti ca na ca hotīti atthi natthi cāti. Etena ekaccasassatavādo dassito. Neva hoti na na hotīti pana iminā amarāvikkhepavādo dassitoti veditabbaṃ. Bhagavatā pana aniyyānikattā anatthasaṃhitāni imāni dassanānīti tāni na byākatāni, taṃ abyākaraṇaṃ sandhāyāha ayaṃ thero ‘‘taṃ me na ruccatī’’ti. Sikkhaṃ paṭikkhipitvā yathāsamādinnasikkhaṃ pahāya.",
  "tika-s0202t1:35": "125.Tvaṃnevayācakoti ahaṃ bhante bhagavati brahmacariyaṃ carissāmītiādinā. Na yācitakoti tvaṃ mālukyaputta mayi brahmacariyaṃ carātiādinā.",
  "tika-s0202t1:36": "126.Parasenāya ṭhitena purisena. Bahalalepanenāti bahalavilepanena. Mahāsupiyādi sabbo muduhidako veṇuviseso saṇho. Maruvāti makaci. Khīrapaṇṇinoti khīrapaṇṇiyā, yassā chindanamatte paṇṇe khīraṃ paggharati. Gacchanti gacchato jātaṃ sayaṃjātagumbato gahitanti adhippāyo. Sithilahanu nāma dattā kaṇṇo pataṅgo. Etāya diṭṭhiyā sati na hotīti ‘‘sassato loko’’ti etāya diṭṭhiyā sati maggabrahmacariyavāso na hoti, taṃ pahāya eva pattabbato.",
  "tika-s0202t1:37": "127.Attheva jātītiādinā etā diṭṭhiyo paccekampi saṃsāraparibrūhanā kaṭasivaḍḍhanā nibbānavibandhanāti dasseti.",
  "tika-s0202t1:38": "128.Tasmātihāti idaṃ aṭṭhāne uddhaṭaṃ, ṭhāneyeva pana ‘‘vuttapaṭipakkhanayena veditabba’’nti imassa parato katvā saṃvaṇṇetabbaṃ. Attano phalena araṇīyato anugantabbato kāraṇampi ‘‘attho’’ti vuccatīti āha ‘‘kāraṇanissita’’nti. Tenāha ‘‘brahmacariyassa ādimattampī’’ti. Pubbapadaṭṭhānanti paṭhamārambho. Sesaṃ suviññeyyameva.",
  "tika-s0202t1:39": "Cūḷamālukyasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:40": "4. Mahāmālukyasuttavaṇṇanā",
  "tika-s0202t1:41": "129. Oraṃ vuccati kāmadhātu, tattha pavattiyā saṃvattanato oraṃ bhajantīti orambhāgiyāni, heṭṭhimamaggavajjhatāya orambhāge heṭṭhākoṭṭhāse bhajantīti orambhāgiyāni ka-kārassa ya-kāraṃ katvā. Tenāha ‘‘heṭṭhākoṭṭhāsikānī’’tiādi. Kammunā hi vaṭṭena ca dukkhaṃ saṃyojentīti saṃyojanāni, orambhāgiyasaññitāni saṃyojanāni yassa appahīnāni, tasseva vaṭṭadukkhaṃ. Yassa pana tāni pahīnāni, tassa taṃ natthīti. Appahīnatāya anusetīti ariyamaggena asamucchinnatāya kāraṇalābhe sati uppajjati, appahīnabhāvena anuseti. Anusayamāno saṃyojanaṃ nāma hotīti anusayattaṃ pharitvā pavattamāno pāpadhammo yathāvuttenatthena saṃyojanaṃ nāma hoti. Etena yadi pana anusayato saṃyojanaṃ pavattaṃ, tathāpi ye te kāmarāgādayo ‘‘anusayā’’ti vuccanti, teyeva bandhanaṭṭhena saṃyojanānīti dasseti.",
  "tika-s0202t1:42": "Evaṃ santepīti yadeva orambhāgiyasaṃyojanaṃ bhagavatā pucchitaṃ, tadeva therenapi vissajjitaṃ, tathāpi ayaṃ laddhi sannissayā. Tattha dosāropanāti dassetuṃ ‘‘tassa vāde’’tiādi vuttaṃ. Samudācārakkhaṇeyevāti pavattikkhaṇe eva. Na hi sabbe vattamānā kilesā saṃyojanatthaṃ pharantīti adhippāyo. Tenāti tena kāraṇena, tathāladdhikattāti attho. Cintesi ‘‘dhammaṃ desessāmī’’ti yojanā. Attano dhammatāyevāti ajjhattāsayeneva. Visaṃvāditāti satthu cittassa anārādhanena vivecitā. Evamakāsi evaṃ dhammaṃ desāpesi.",
  "tika-s0202t1:43": "130.Sakkāyadiṭṭhipariyuṭṭhitenāti pariyuṭṭhānasamatthasakkāyadiṭṭhikena. Tathābhūtañca cittaṃ tāya diṭṭhiyā vigayhitaṃ ajjhotthaṭañca nāma hotīti āha ‘‘gahitena abhibhūtenā’’ti. Diṭṭhinissaraṇaṃ nāma dassanamaggo tena samucchinditabbato, so pana nibbānaṃ āgamma taṃ samucchindati, tasmā vuttaṃ ‘‘diṭṭhinissaraṇaṃ nibbāna’’nti. Avinoditā anīhaṭāti padadvayenapi samucchedavasena appahīnattaṃyeva vadati. Aññaṃ saṃyojanaṃ añño anusayoti vadanti, sahabhāvo nāma aññena hoti. Na hi tadeva tena sahāti vuccatīti tesaṃ adhippāyo. Aññenāti atthato aññena. Avatthāmattato yadipi avayavavinimutto samudāyo natthi, avayavo pana samudāyo na hotīti so samudāyato añño evāti sakkā vattunti yathāvuttassa parihārassa appāṭihīrakataṃ āsaṅkitvā pakkhantaraṃ āsallitaṃ ‘‘athāpi siyā’’tiādinā. Pakkhantarehi parihārā hontīti yathāvuttañāyenapi añño puriso athāpi siyā, ayaṃ panettha añño dosoti āha ‘‘yadi tadevā’’tiādi. Athāpi siyā tuyhaṃ yadi parivitakko īdiso yadi tadeva saṃyojanantiādi. Imamatthaṃ sandhāyāti paramatthato so eva kileso saṃyojanamanusayo ca, bandhanatthaappahīnatthānaṃ pana attheva bhedoti imamatthaṃ sandhāya.",
  "tika-s0202t1:44": "132.Tacacchedo viya samāpatti kilesānaṃ samāpattivikkhambhanassa sāracchedassa anusayassa dūrabhāvato. Pheggucchedo viya vipassanā tassa āsannabhāvato. Evarūpā puggalāti abhāvitasaddhādibalatāya dubbalanāmakāyā puggalā, yesaṃ sakkāyanirodhāya…pe… nādhimuccati. Evaṃ daṭṭhabbāti yathā so dubbalako puriso, evaṃ daṭṭhabbo so puriso gaṅgāpāraṃ viya sakkāyapāraṃ gantuṃ asamatthattā. Vuttavipariyāyena sukkapakkhassa attho veditabbo.",
  "tika-s0202t1:45": "133.Upadhivivekenāti iminā upadhivivekāti karaṇe nissakkananti dasseti, upadhivivekāti vā hetumhi nissakkavacanassa upadhivivekenāti hetumhi karaṇavacanena pañcakāmaguṇaviveko kathito. Kāmaguṇāpi hi upadhīyati ettha dukkhanti upadhīti vuccantīti. Thinamiddhapaccayā kāyavijambhitādibhedaṃ kāyālasiyaṃ. Tatthāti antosamāpattiyaṃ samāpattiabbhantare jātaṃ. Taṃ pana samāpattipariyāpannampi apariyāpannampīti tadubhayaṃ dassetuṃ ‘‘antosamāpattikkhaṇeyevā’’tiādi vuttaṃ. Rūpādayo dhammeti rūpavedanādike pañcakkhandhadhamme. Na niccatoti iminā niccapaṭikkhepato tesaṃ aniccatamāha. Tato eva udayavayantato vipariṇāmato tāvakālikato ca te aniccāti jotitaṃ hoti. Yañhi niccaṃ na hoti, taṃ udayabbayaparicchinnaṃ jarāya maraṇena cāti dvedhā vipariṇataṃ ittarakhaṇameva ca hoti. Na sukhatoti iminā sukhapaṭikkhepato tesaṃ dukkhatamāha, ato eva abhiṇhaṃ paṭipīḷanato dukkhavatthuto ca te dukkhāti jotitaṃ hoti. Udayabbayavantatāya hi te abhiṇhaṃ paṭipīḷanato nirantaradukkhatāya dukkhasseva ca adhiṭṭhānabhūtāti. Paccayayāpanīyatāya rogamūlatāya ca rogato. Dukkhatāsūlayogitāya kilesāsucipaggharaṇato uppādajarābhaṅgehi uddhumātapakkabhijjanato ca gaṇḍato. Pīḷājananato antotudanato dunnīharaṇato ca avaddhiāvahato aghavatthuto ca aserībhāvato ābādhapadaṭṭhānatāya ca ābādhato. Avasavattanato avidheyyatāya parato. Byādhijarāmaraṇehi palujjanīyatāya palokato. Sāmīnivāsīkārakavedakaadhiṭṭhāyakavirahato suññato. Attapaṭikkhepaṭṭhena anattato, rūpādidhammāpi na ettha attā hontīti anattā, evaṃ ayampi na attā hotīti anattā. Tena abyāpārato nirīhato tucchato anattāti dīpitaṃ hoti. Lakkhaṇattayameva avabodhatthaṃ ekādasahi padehi vibhajitvā gahitanti dassetuṃ ‘‘tatthā’’tiādi vuttaṃ.",
  "tika-s0202t1:46": "Antosamāpattiyanti samāpattīnaṃ sahajātatāya samāpattīnaṃ abbhantare. Cittaṃ paṭisaṃharatīti tappaṭibaddhachandarāgādiupakkilesavikkhambhanena vipassanācittaṃ paṭisaṃharati. Tenāha ‘‘mocetī’’ti. Savanavasenāti ‘‘sabbasaṅkhārasamatho’’tiādinā savanavasena. Thutivasenāti tatheva thomanāvasena guṇato saṃkittanavasena. Pariyattivasenāti tassa dhammassa pariyāpuṇanavasena. Paññattivasenāti tadatthassa paññāpanavasena. Ārammaṇakaraṇavaseneva upasaṃharati maggacittaṃ. Etaṃ santantiādi pana avadhāraṇanivattitatthadassanaṃ. Yathā vipassanā ‘‘etaṃ santaṃ etaṃ paṇīta’’ntiādinā asaṅkhatāya dhātuyā cittaṃ upasaṃharati, evaṃ maggo nibbānaṃ sacchikiriyābhisamayavasena abhisamento tattha labbhamāne sabbe visese asammohato paṭivijānanto tattha cittaṃ upasaṃharati. Tenāha ‘‘iminā pana ākārenā’’tiādi. So tattha ṭhitoti so adandhavipassano yogī tattha tāya aniccādilakkhaṇattayārammaṇāya vipassanāya ṭhito. Sabbasoti tassa maggassa adhigamāya nibbattitasamathavipassanāsu. Asakkonto anāgāmī hotīti heṭṭhimamaggavahāsu eva samathavipassanāsu chandarāgaṃ pahāya aggamaggavahāsu tāsu nikantiṃ pariyādātuṃ asakkonto anāgāmitāyameva saṇṭhāti.",
  "tika-s0202t1:47": "Samatikkantattāti samathavasena vipassanāvasena cāti sabbathāpi rūpassa atikkantattā. Tenāha ‘‘ayañhī’’tiādi. Anenāti yoginā. Taṃ atikkammāti idaṃ yo vā paṭhamaṃ pañcavokārabhavapariyāpanne dhamme sammadeva sammasitvā te vivajjetvā tato arūpasamāpattiṃ samāpajjitvā arūpadhamme sammasati, taṃ sandhāya vuttaṃ. Tenāha ‘‘idāni arūpaṃ sammasatī’’ti.",
  "tika-s0202t1:48": "Samathavasenagacchatoti samathappadhānaṃ pubbabhāgapaṭipadaṃ anuyuñjantassa. Cittekaggatā dhuraṃ hotīti tassa vipassanābhāvanāya tathā pubbe pavattattā vuṭṭhānagāminivipassanā samādhippadhānā hoti, maggepi cittekaggatā dhuraṃ hoti, samādhindriyaṃ pubbaṅgamaṃ balavaṃ hoti. So cetovimutto nāmāti so ariyo cetovimutto nāma hoti. Vipassanāvasena gacchatoti ‘‘samathavasena gacchato’’ti ettha vuttanayānusārena attho veditabbo. Ayañca puggalavibhāgo suttantanayena idhābhihito pariyāyo nāma, abhidhammanayena parato kīṭāgirisuttavaṇṇanāyaṃ dassayissāma. Ayaṃ sabhāvadhammoyevāti pubbabhāgapaṭipadā samathappadhānā ce samādhi dhuraṃ, vipassanāpadhānā ce paññā dhuranti ayaṃ dhammasabhāvoyeva, ettha kiñci na āsaṅkitabbaṃ.",
  "tika-s0202t1:49": "Indriyaparopariyattaṃ indriyavemattatā. Tenāha ‘‘indriyanānattaṃ vadāmī’’ti. Indriyanānattatā kāraṇanti idaṃ dasseti – aniccādivasena vipassanābhiniveso viya samathavasena vipassanāvasena ca yaṃ pubbabhāgagamanaṃ, taṃ appamāṇaṃ taṃ vuṭṭhānagāminivipassanaṃ, yassa samādhi dhuraṃ pubbaṅgamaṃ balavaṃ hoti, so ariyo cetovimutti nāma hoti. Yassa paññā dhuraṃ pubbaṅgamaṃ balavaṃ hoti so ariyo paññāvimutto nāma hoti. Idāni tamatthaṃ buddhivisiṭṭhena nidassanena dassento ‘‘dve aggasāvakā’’tiādimāha, taṃ suviññeyyameva.",
  "tika-s0202t1:50": "Mahāmālukyasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:51": "5. Bhaddālisuttavaṇṇanā",
  "tika-s0202t1:52": "134. Asiyatīti asanaṃ, bhuñjanaṃ bhojanaṃ, asanassa bhojanaṃ asanabhojanaṃ, āhāraparibhogo, ekasmiṃ kāle asanabhojanaṃ ekāsanabhojanaṃ. So pana kālo sabbabuddhānaṃ sabbapaccekabuddhānaṃ āciṇṇasamāciṇṇavasena pubbaṇho eva idhādhippetoti āha ‘‘ekasmiṃ purebhatte asanabhojana’’nti. Vippaṭisārakukkuccanti ‘‘ayuttaṃ vata mayā kataṃ, yo attano sarīrapakatiṃ ajānanto ekāsanabhojanaṃ bhuñji, yena me idaṃ sarīraṃ kisaṃ jātaṃ brahmacariyānuggaho nāhosī’’ti evaṃ vippaṭisārakukkuccaṃ bhaveyya. Etaṃ sandhāya satthā āha, na bhaddālimeva tādisaṃ kiriyaṃ anujānanto. Itarathāti yadi ekaṃyeva bhattaṃ dvidhā katvā tato ekassa bhāgassa bhuñjanaṃ ekadesabhuñjanaṃ adhippetaṃ. Ko sakkotīti ko evaṃ yāpetuṃ sakkoti. Atītajātiparicayopi nāma imesaṃ sattānaṃyeva anubandhatīti āha ‘‘atīte’’tiādi. Viravantassevāti anādare sāmivacanaṃ. Taṃ madditvāti ‘‘ayaṃ sikkhā sabbesampi buddhānaṃ sāsane āciṇṇaṃ, ayañca bhikkhu imaṃ sikkhatevā’’ti vatvā taṃ bhaddāliṃ tassa vā anussāhapavedanaṃ abhibhavitvā. Bhikkhācāragamanatthaṃ na vitakkamāḷakaṃ agamāsi, vihāracārikaṃ caranto tassa vasanaṭṭhānaṃ bhagavā gacchati.",
  "tika-s0202t1:53": "135. Dūsayanti garahanti etenāti doso, aparādho, so eva kucchitabhāvena dosako. Garahāya pavattiṭṭhānato okāso. Tenāha – ‘‘etaṃ okāsaṃ etaṃ aparādha’’nti. Dukkarataranti patikāravasena atisayena dukkaraṃ. Aparādho hi na khamāpentaṃ yathāpaccayaṃ vitthārito hutvā duppatikāro hoti. Tenāha ‘‘vassañhī’’tiādi.",
  "tika-s0202t1:54": "Alaggitvāti imampi nāma apanītaṃ akāsīti evaṃ avinetvā, taṃ taṃ tassa hitapaṭipattiṃ nivāraṇaṃ katvāti attho. Ñāyapaṭipattiṃ aticca eti pavattatīti accayo, aparādho, purisena madditvā pavattito aparādho atthato purisaṃ aticca abhibhavitvā pavatto nāma hoti. Tenāha ‘‘accayo maṃ, bhante, accagamā’’ti. Avasesapaccayānaṃ samāgame eti phalaṃ etasmā uppajjati pavattati cāti samayo, hetu yathā ‘‘samudāyo’’ti āha ‘‘ekaṃ kāraṇa’’nti. Yaṃ panettha bhaddālittherassa aparipūrakāritāya bhikkhuādīnaṃ jānanaṃ, tampi kāraṇaṃ katvā ‘‘ahaṃ kho, bhante, na ussahāmī’’tiādinā vattabbanti dasseti.",
  "tika-s0202t1:55": "136.Ekacittakkhaṇikāti paṭhamamaggacittakkhaṇena ekacittakkhaṇikā. Evaṃ āṇāpetuṃ na yuttanti saṅkamatthāya āṇāpetuṃ na yuttaṃ payojanābhāvato. Anāciṇṇañcetaṃ buddhānaṃ, yadidaṃ padasā akkamanaṃ. Tathā hi –",
  "tika-s0202t1:56": "‘‘Akkamitvāna maṃ buddho, saha sissehi gacchatu;",
  "tika-s0202t1:57": "Mā naṃ kalalaṃ akkamittha, hitāya me bhavissatī’’ti. (bu. vaṃ. 2.53);",
  "tika-s0202t1:58": "Sumedhapaṇḍitena paccāsīsitaṃ na kataṃ. Yathāha –",
  "tika-s0202t1:59": "‘‘Dīpaṅkaro lokavidū, āhutīnaṃ paṭiggaho;",
  "tika-s0202t1:60": "Ussīsake maṃ ṭhatvāna, idaṃ vacanamabravī’’ti. (bu. vaṃ. 2.60);",
  "tika-s0202t1:61": "Bhagavatā āṇatte sati tesampi evaṃ kātuṃ na yuttanti etthāpi eseva nayo. Etesaṃ paṭibāhituṃ yuttanti idaṃ aṭṭhānaparikappanavaseneva vuttaṃ. Na hi buddhānaṃ kātuṃ āraddhaṃ nāma kiccaṃ kehici paṭibāhituṃ yuttaṃ nāma atthi paṭibāhituṃyeva akaraṇato. Sammattaniyāmassa anokkantattā vuttaṃ ‘‘bāhirako’’ti.",
  "tika-s0202t1:62": "137.Na kammaṭṭhānaṃ allīyatīti cittaṃ kammaṭṭhānaṃ na otarati.",
  "tika-s0202t1:63": "140.Punappunaṃ kārentīti daṇḍakammapaṇāmanādikāraṇaṃ punappunaṃ kārenti. Sammāvattamhi na vattatīti tassā tassā āpattiyā vuṭṭhānatthaṃ bhagavatā paññattasammāvattamhi na vattati. Anulomavatte na vattatīti yena yena vattena saṅgho anulomiko hoti, tasmiṃ tasmiṃ anulomavatte na vattati vilomameva gaṇhāti, paṭilomena hoti. Nitthāraṇakavattamhīti yena vattena saṅgho anulomiko hoti, sāpattikabhāvato nitthiṇṇo hoti, tamhi nitthāraṇavattasmiṃ na vattati. Tenāha ‘‘āpattī’’tiādi. Dubbacakaraṇeti dubbacassa bhikkhuno karaṇe.",
  "tika-s0202t1:64": "144.Yāpetīti vattati, sāsane tiṭṭhatīti attho. Abhiññāpattāti ‘‘asuko asuko ca thero sīlavā kalyāṇadhammo bahussuto’’tiādinā abhiññātabhāvaṃ pattā adhigataabhiññātā.",
  "tika-s0202t1:65": "145.Sattesu hāyamānesūti kilesabahulatāya paṭipajjanakasattesu parihāyantesu paṭipathesu jāyamānesu. Antaradhāyati nāma tadādhāratāya. Diṭṭhadhammikā parūpavādādayo. Samparāyikā apāyadukkhavisesā. Āsavanti tena tena paccayena pavattantīti āsavā. Nesanti parūpavādādiāsavānaṃ. Teti vītikkamadhammā.",
  "tika-s0202t1:66": "Akālaṃ dassetvāti sikkhāpadapaññattiyā akālaṃ dassetvā. Uppattinti āsavaṭṭhāniyānaṃ dhammānamuppattiṃ. Sikkhāpadapaññattiyā kālaṃ, tāvasenāsanāni pahonti, tena āvāsamacchariyādihetunā sāsane ekacce āsavaṭṭhāniyā dhammā na uppajjanti. Iminā nayenāti iminā pana hetunā padasodhammasikkhāpadānaṃ saṅgaho daṭṭhabbo.",
  "tika-s0202t1:67": "Yasanti kittisaddaṃ parivārañca. Sāgatattherassa nāgadamanakittiyasādivasena surāpānasaṅkhāto āsavaṭṭhāniyo dhammo uppajji.",
  "tika-s0202t1:68": "Rasena rasaṃ saṃsandetvāti upādinnakaphassarasena anupādinnakaphassarasaṃ saṃsandetvā.",
  "tika-s0202t1:69": "146. Na kho, bhaddāli, eseva hetu, atha kho aññampi atthīti dassento bhagavā ‘‘apicā’’tiādimāha. Tena dhammassa sakkaccasavane theraṃ niyojeti.",
  "tika-s0202t1:70": "147.Visevanācāranti adantakiriyaṃ. Parinibbāyatīti vūpasammati. Tattha adantakiriyaṃ pahāya danto hoti. Yugassāti rathadhurassa.",
  "tika-s0202t1:71": "Anukkameti anurūpaparigame. Tadavatthānurūpaṃ pādānaṃ ukkhipane nikkhipane ca. Tenāha ‘‘cattāro pāde’’tiādi. Rajjubandhanavidhānenāti pādato bhūmiyā mocanavidhānena. Evaṃ karaṇatthanti yathā asse nisinnasseva bhūmiṃ gahetuṃ sakkā, evaṃ cattāro pāde tathā katvā attano niccalabhāvakaraṇatthaṃ. Maṇḍaleti maṇḍaladhāvikāyaṃ. Pathavīkamaneti pathaviṃ phuṭṭhamattena gamane. Tenāha ‘‘aggaggakhurehī’’ti. Okkantakaraṇasminti okkantetvā parasenāsammaddana okkantakaraṇe. Ekasmiṃ ṭhāneti catūsu pādesu yattha katthaci ekasmiṃ ṭhāne gamanaṃ codentīti attho, so panettha sīghataro adhippeto. Davatteti mariyādākopanehi nānappayojane, parasenāya pavattamahānādapaharaṇehi attho. Tenāha ‘‘yuddhakālasmi’’ntiādi.",
  "tika-s0202t1:72": "Raññā jānitabbaguṇeti yathā rājā assassa guṇe jānāti, evaṃ tena jānitabbaguṇakāraṇaṃ kāreti. Assarājavaṃseti dussahaṃ dukkhaṃ patvāpi yathā ayaṃ rājavaṃsānurūpakiriyaṃ na jahissati, evaṃ sikkhāpane. Sikkhāpanameva hi sandhāya sabbattha ‘‘kāraṇaṃ kāretī’’ti vuttaṃ tassa karaṇakārāpanapariyāyattā.",
  "tika-s0202t1:73": "Yathāuttamajavo hotīti javadassanaṭṭhāne yathā hayo uttamajavaṃ na hāpesi, evaṃ sikkhāpeti. Uttamahayabhāve, yathā uttamahayo hotīti kammakaraṇakāle attano uttamasabhāvaṃ aniguhitvā avajjetvā yathā atthasiddhi hoti, evaṃ paramajavena sikkhāpeti. Yathā kiriyā vinā dabbampi vinā kiriyaṃ na bhavati, evaṃ daṭṭhabbanti dassetuṃ ‘‘tattha pakatiyā’’tiādi vuttaṃ.",
  "tika-s0202t1:74": "Tatrāti tasmiṃ pakatiyā uttamahayasseva uttamahayakāraṇārahattā uttamajavapaṭipajjane. Māsakhādakaghoṭakānanti māsaṃ khāditvā yathā tathā viguṇakhaluṅgakānaṃ. Valañjakadaṇḍanti raññā gahetabbasuvaṇṇadaṇḍaṃ. Dhātupatthaddhoti attanāva samuppāditadhātuyā upatthambhito hutvā.",
  "tika-s0202t1:75": "Uttame sākhalyeti paramasakhilabhāve sakhilavācāya eva dametabbatāya. Tenāha ‘‘muduvācāya hī’’tiādi.",
  "tika-s0202t1:76": "Arahattaphalasammādiṭṭhiyāti phalasamāpattikāle pavattasammāñāṇaṃ. Sammāñāṇaṃ pubbe vuttasammādiṭṭhiyevāti pana idaṃ phalasammādiṭṭhibhāvasāmaññena vuttaṃ. Keci pana ‘‘paccavekkhaṇañāṇa’’nti vadanti, taṃ na yujjati ‘‘asekkhenā’’ti visesitattā. Tampi asekkhañāṇanti ce? Evampi nippariyāya sekkhaggahaṇe pariyāyasekkhaggahaṇaṃ na yuttameva, kiccabhedena vā vuttanti daṭṭhabbaṃ. Ekā eva hi sā paññā nibbānassa paccakkhakiriyāya sammādassanakiccaṃ upādāya ‘‘sammādiṭṭhī’’ti vuttā, sammājānanakiccaṃ upādāya ‘‘sammāñāṇa’’nti. Aññātāvindriyavasena vā sammādiṭṭhi, paññindriyavasena sammāñāṇanti evamettha attho daṭṭhabbo. Maggaphalāvahāya desanāya saṅkhepatova āgatattā vuttaṃ ‘‘ugghaṭitaññupuggalassa vasenā’’ti.",
  "tika-s0202t1:77": "Bhaddālisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:78": "6. Laṭukikopamasuttavaṇṇanā",
  "tika-s0202t1:79": "148.Mahāudāyittheroti kāḷudāyilāḷudāyittherehi añño mahādehatāya mahāudāyīti sāsane paññāto thero. Apahari apaharati apaharissatīti apahattā. Tekāliko hi ayaṃ saddo. Upahattāti etthāpi eseva nayo. Apahārakoti apanetā. Upahārakoti upanetā.",
  "tika-s0202t1:80": "149.Yanti bhummatthe paccattavacanaṃ, tena ca anantaraniddiṭṭhasamayo paccāmaṭṭhoti āha ‘‘yasmiṃ samaye’’ti. Na bhagavantaṃ paṭiccāti na bhagavantaṃ ārammaṇaṃ katvā.",
  "tika-s0202t1:81": "Kammanipphannatthanti attanā āyāciyamānakammasiddhiatthaṃ. Bhavatīti bhū, na bhūti abhū, bhayavasena pana sā itthī ‘‘abhu’’nti āha. Ātu mātūti ettha yathā –",
  "tika-s0202t1:82": "‘‘Aṅgā aṅgā sambhavasi, hadayā adhijāyase;",
  "tika-s0202t1:83": "Attā eva putta nāmāsi, sa jīva saradosata’’nti. –",
  "tika-s0202t1:84": "Ādīsu putto ‘‘attā’’ti vuccati kulavasena santāne pavattanato. Evaṃ pitāpi ‘‘puttassa attā’’ti vuccati. Yasmā ‘‘bhikkhussa attā mātā’’ti vatthukāmā bhayavasena ‘‘ātu mātū’’ti āha. Tenāha ‘‘ātūti pitā’’tiādi.",
  "tika-s0202t1:85": "150.Evamevanti idaṃ garahatthajotananipātapadanti vuttaṃ ‘‘garahanto āhā’’ti. Tathā hi naṃ vācakasaddeneva dassento ‘‘idhekacce moghapurisā’’ti āha. Āhaṃsūti tesaṃ tathā vacanassa avicchedena pavattidīpananti āha ‘‘vadantī’’ti. Kiṃ panimassa appamattakassāti pahātabbavatthuṃ avamaññamānehi vuttaṃ. Tenāha ‘‘kiṃ panā’’ti. Hetumhi jotetabbe cetaṃ sāmivacanaṃ yathā ‘‘anussavassa hetu, ajjhenassa hetū’’ti. Tenāha ‘‘appamattakassa hetū’’ti. Nanu apassantena viya asuṇantena viya bhavitabbanti? Satthārā nāma appamattakesu dosesu apassantena viya ca asuṇantena viya ca bhavitabbanti tesaṃ adhippāyena vivaraṇaṃ. Tesu cāti sikkhākāmesu ca. Appaccayaṃ upaṭṭhāpentīti ānetvā sambandhitabbanti dasseti. Tesanti ye ‘‘moghapurisā’’ti vuttā puggalā, tesaṃ. Gale baddhaṃ mahākaṭṭhanti gale olambetvā baddhaṃ rukkhadaṇḍamāha. Pūtilatāyāti galociyā. Pārājikavatthu viya duppajahaṃ hotīti chandakappahānavasena taṃ pajahituṃ na sakkoti.",
  "tika-s0202t1:86": "151.Anussukkāti tassa pahātabbassa pahāne ussukkarahitā. Apaccāsīsanapakkheti tāya paradattavuttitāya kassaci paccayassa kutoci apaccāsīsakapakkhe ṭhitā hutvā suppajahaṃ hoti, na tassa pahāne bhāriyaṃ atthi.",
  "tika-s0202t1:87": "152.Daliddo duggato. Assakoti asāpateyyo. Gehayaṭṭhiyoti gehachadanassa ādhārā, tā ujukaṃ tiriyaṃ ṭhapetabbadaṇḍā. Samantato bhittipādesu ṭhapetabbadaṇḍā maṇḍalā. Kākātidāyinti ito cito kākehi atipātavasena uḍḍetabbaṃ. Tenāha ‘‘yattha kiñcidevā’’tiādi. Sūrakākāti kākānaṃ uḍḍepanākāramāha. Naparamarūpanti hīnarūpaṃ. Vilīvamañcakoti tālavettakādīhi vītamañcako. Sā panassa santānānaṃ chinnabhinnatāya oluggaviluggatā, tathā sati sā visamarūpā hotīti āha ‘‘oṇatā’’tiādi. So puggalo lūkhabhojī hotīti āha ‘‘dhaññaṃ nāma kudrūsako’’ti. Samakālaṃ vapitabbatāya samavāpakaṃ, yathāutu vapitabbabījaṃ. Jāyikāti kucchitā bhariyā, sabbattha garahāyaṃ ka-saddo. So vatāhaṃ pabbajeyyanti sohaṃ kesamassuṃ ohāretvā pabbajeyyaṃ, yohaṃ puriso nāma assaṃ vatāti pabbajjāvasena attano purisaṃ bodheyya. Taṃsabhāve ṭhitassa bodhā na tu dukkarā, sā khaṭopikā. Sā kumbhī. Meṇḍakaseṭṭhino aḍḍhateḷasāni koṭṭhāgārasatāni viya.",
  "tika-s0202t1:88": "153.Suvaṇṇanikkhasatānanti anekesaṃ suvaṇṇanikkhasatānaṃ. Cayoti santānehi nicayo avīci niccappabandhanicayo. Tenāha ‘‘santānato katasannicayo’’ti.",
  "tika-s0202t1:89": "154. Heṭṭhā kiñcāpi appajahanakā paṭhamaṃ dassitā, pajahanakā padhānā, tesañca vasenettha puggalacatukkaṃ dassitaṃ. Te tañceva pajahantīti pajahanakā paṭhamaṃ gahitā. Rāsivasenāti ‘‘idhudāyi ekacco puggalo’’tiādinā catukke āgatavibhāgaṃ anāmasitvā ‘‘te te’’ti pacuravasena vuttaṃ. Tenāha ‘‘na pāṭiyekkaṃ vibhattā’’ti. Avibhāgena gahitavatthūsu vibhāgato gahaṇaṃ lokasiddhametanti dassetuṃ ‘‘yathā nāmā’’tiādi vuttaṃ. Pajahanakapuggalāti ‘‘te tañceva pajahantī’’ti evaṃ pajahanakapuggalā eva.",
  "tika-s0202t1:90": "Upadhianudhāvanakāti upadhīsu anuanudhāvanakā upadhiyo ārabbha pavattanakā. Vitakkāyevāti kāmasaṅkappādivitakkāyeva. Indriyanānattatāti vimuttiparipācakānaṃ indriyānaṃ paropariyattaṃ. Tassa hi vaseneva te cattāro puggalā jātā. Aggamaggatthāya vipassanaṃ ussukkāpetvā yāva na taṃ maggena samugghātenti, tāva nappajahanti nāma. Iti heṭṭhimā tayopi ariyā appahīnassa kilesassa vasena ‘‘nappajahantī’’ti vuttā, pageva puthujjanā. Vuttanayena pana vipassanaṃ maggena ghaṭentā te cattāro janā aggamaggakkhaṇe pajahanti nāma. Te eva tattha sīghakārino khippaṃ pajahanti nāma, tenāha ‘‘tatthā’’tiādi.",
  "tika-s0202t1:91": "Saṃvegaṃ katvā aggiṃ akkantapuriso viya. Maggenāti anukkamāgatena aggamaggena. Mahāhatthipadopameti mahāhatthipadopamasutte (ma. ni. 1.300 ādayo). Tattha hi ‘‘tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccatī’’ti (ma. ni. 1.302) ettha atitikkhanātitikkha-nātimandaatimanda-puggalavasena aṭṭhakathāyaṃ (ma. ni. aṭṭha. 2.302) tayo vārā uddhaṭā, tattha majjhimavaseneva pañho kathito. Indriyabhāvaneti indriyabhāvanāsutte, tatthāpi majjhimanayeneva pañho kathito. Tenāha ‘‘imesū’’tiādi.",
  "tika-s0202t1:92": "Tanti ‘‘upadhī’’ti vuttaṃ khandhapañcakaṃ. Dukkhassa mūlanti sabbassapi vaṭṭadukkhassa kāraṇaṃ. Niggahaṇoti nirupādāno. Tenāha ‘‘nittaṇho’’ti.",
  "tika-s0202t1:93": "155.Ye pajahantīti ‘‘te tañceva pajahantī’’ti evaṃ vuttapuggalā. Te ime nāma ettake kilese pajahantīti ye te puthujjanā lābhino ca pañca kāmaguṇe ettake taṃtaṃjhānādivatthuke ca taṃtaṃmaggavajjhatāya paricchinnattā ettake kilese pajahanti. Ye nappajahantīti ettha vuttanayānusārena attho veditabbo. Asucisukhaṃ kāyāsucisannissitattā. Anariyehīti aparisuddhehi. Paṭilābhato bhāyitabbaṃ kilesadukkhagatikattā. Vipākato bhāyitabbaṃ apāyadukkhagatikattā. Gaṇatopi kilesatopi vivittasukhanti gaṇasaṅgaṇikato ca kilesasaṅgaṇikato ca vivittasukhaṃ. Rāgādivūpasamatthāyāti rāgādivūpasamāvahaṃ sukhaṃ. Na bhāyitabbaṃ sampati āyatiñca ekantahitabhāvato.",
  "tika-s0202t1:94": "156.Iñjitasminti paccatte bhummavacananti āha ‘‘iñjana’’ntiādi. Iñjati tenāti iñjitaṃ, tassa tassa jhānassa khobhakaraṃ oḷārikaṃ jhānaṅgaṃ. Catutthajjhānaṃ aniñjanaṃ sannisinnābhāvato. Tathā hi vuttaṃ ‘‘ṭhite āneñjappatte’’ti (dī. ni. 1.244-245; ma. ni. 1.384-386; pārā. 12-13).",
  "tika-s0202t1:95": "Alaṃ-saddo yuttatthopi hoti – ‘‘alameva nibbindituṃ, alaṃ vimuccitu’’ntiādīsu (dī. ni. 2.272; saṃ. ni. 2.124, 128, 134, 143), tasmā analaṃ anusaṅgaṃ kātuṃ ayuttanti attho. Tenāha ‘‘akattabbaālayanti vadāmī’’ti. Sanniṭṭhānanti sammāpaṭipattiyaṃ alaṃ ettāvatāti ussāhapaṭippassambhanavasena sanniṭṭhānaṃ na kātabbanti yojanā. Uddhambhāgiyasaññitaṃ aṇuṃ vā orambhāgiyasaññitaṃ thūlaṃ vā, rūparāgoti evarūpaṃ aṇuṃ vā kāmāsavo paṭighanti evarūpaṃ thūlaṃ vā, mudunā pavattiākāravisesena appasāvajjaṃ, kammabandhanaṭṭhena vā appasāvajjaṃ, tabbipariyāyato mahāsāvajjaṃ veditabbaṃ. Nātitikkhapaññassa vasena desanāya pavattattā ‘‘neyyapuggalassa vasenā’’ti vuttaṃ. Sabbaso hi pariyādinnanikantikassa ariyapuggalassa vasena saññāvedayitanirodhassa āgatattā ‘‘arahattanikūṭeneva niṭṭhāpitā’’ti vuttaṃ. Yaṃ panettha atthato na vibhattaṃ, taṃ suviññeyyameva.",
  "tika-s0202t1:96": "Laṭukikopamasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:97": "7. Cātumasuttavaṇṇanā",
  "tika-s0202t1:98": "157.Yathāupanissayenāti yo yo upanissayo yathāupanissayo, tena yathāupanissayena sammāpayogena. Patiṭṭhahissanti sāsane patiṭṭhaṃ paṭilabhissanti. Vasanaṭṭhānānīti vassaggādivasena vasanaṭṭhānāni. Saṇṭhāpayamānāti suvibhattabhāvena ṭhapentā.",
  "tika-s0202t1:99": "Avinibbhogasaddanti vinibhuñjitvā gahetuṃ asakkuṇeyyasaddaṃ. Vacīghosopi hi bahūhi ekaccaṃ pavattito ṭhānato ca dūrataro kevalaṃ mahānigghoso eva hutvā sotapathamāgacchati. Macchavilopeti macche vilumpitvā viya gahaṇe, macchānaṃ vā nayane.",
  "tika-s0202t1:100": "158.Vavassaggattheti nicchayatthe, idaṃ tāva amhehi vuccamānavacanaṃ ekantasotabbaṃ, pacchā tumhehi kātabbaṃ karothāti adhippāyo. Vacanaparihāroti tehi sakyarājūhi vuttavacanassa parihāro. Lesakappanti kappiyalesaṃ. Dhuravahāti dhuravāhino, dhorayhāti attho. Pādamūlanti upacāraṃ vadati. Vigacchissatīti hāyissati. Paṭippharitoti na bhagavato sammukhāva, sakyarājūnaṃ puratopi vippharitova hoti.",
  "tika-s0202t1:101": "159.Abhinandatūti abhimukho hutvā pamodatu. Abhivadatūti abhirūpavasena vadatu. Pasādaññathattanti appasādassa vipariṇāmo hīnāyāvattanasaṅkhātaṃ parivattanaṃ, tenāha ‘‘vibbhamantānaṃ. Vipariṇāmaññathatta’’nti. Kāraṇūpacārena sassesu bījapariyāyoti āha ‘‘bījānaṃ taruṇānanti taruṇasassāna’’nti. Taruṇabhāveneva tassa bhāvino phalassa abhāvena vipariṇāmo.",
  "tika-s0202t1:102": "160. Kattabbassa saraseneva karaṇaṃ cittaruciyaṃ, na tathā parassa ussādanenāti āha – ‘‘pakkosiyamānānaṃ gamanaṃ nāma na phāsuka’’nti. Mayampi bhagavā viya diṭṭhadhammasukhavihāreneva viharissāmāti dīpeti pakatiyā vivekajjhāsayabhāvato viraddho āgatassa bhārassa avahanatoyeva. Tenāha ‘‘attano bhārabhāvaṃ na aññāsī’’ti.",
  "tika-s0202t1:103": "161.Kasmāārabhīti? Sappāyato. Pañcasatā hi bhikkhū abhinavā, tasmā tesaṃ ovādadānatthaṃ bhagavā imaṃ desanaṃ ārabhīti.",
  "tika-s0202t1:104": "162.Kodhupāyāsassāti ettha kujjhanaṭṭhena kodho, sveva cittassa kāyassa ca atippamaddanamathanuppādanehi daḷhaṃ āyāsaṭṭhena upāyāso. Anekavāraṃ pavattitvā attanā samavetaṃ sattaṃ ajjhottharitvā sīsaṃ ukkhipituṃ adatvā anayabyasanapāpanena kodhupāyāsassa ūmisadisatā daṭṭhabbā. Tenāha ‘‘kodhupāyāse’’tiādi.",
  "tika-s0202t1:105": "163.Odarikattena khāditoti odarikabhāvena āmisagedhena micchājīvena jīvikākappanena nāsitasīlādiguṇatāya khāditadhammasarīro.",
  "tika-s0202t1:106": "164.Pañcakāmaguṇāvaṭṭenimujjitvāti ettha kāmarāgābhibhūte satte ito ca etto, etto ca itoti evaṃ manāpiyarūpādivisayasaṅkhāte āvaṭṭe attānaṃ saṃsāretvā yathā tato bahibhūte nekkhamme cittampi na uppādeti, evaṃ āvaṭṭetvā byasanāpādanena kāmaguṇānaṃ āvaṭṭasadisatā daṭṭhabbā. Tenāha ‘‘yathā hī’’tiādi.",
  "tika-s0202t1:107": "165.Rāgānuddhaṃsitenāti rāgena anuddhaṃsitena. Caṇḍamacchaṃ āgammāti susukādicaṇḍamacchaṃ āgamma. Mātugāmaṃ āgammāti mātugāmo hi yonisomanasikārarahitaṃ adhīrapurisaṃ itthikuttabhūtehi attano hāvabhāvavilāsehi abhibhuyya gahetvā dhīrajātiyampi attano rūpādīhi palobhanavasena anavasesaṃ attano upakāradhamme sīlādike sampādetuṃ asamatthaṃ karonto anayabyasanaṃ pāpeti. Tenāha – ‘‘mātugāmaṃ āgamma uppannakāmarāgo vibbhamatī’’ti.",
  "tika-s0202t1:108": "Bhayaṃ nāma yattha bhāyitabbavatthu, tattha otarantasseva hoti, na anotarantassa, taṃ otaritvā bhayaṃ vinodetvā tattha kiccaṃ sādhetabbaṃ, itarathā catthasiddhi na hotīti imamatthaṃ upamopamitabbasarūpavasena dassetuṃ ‘‘yathā’’tiādi vuttaṃ. Tattha udakaṃ nissāya ānisaṃso pipāsavinayanaṃ sarīrasuddhi pariḷāhūpasamo kāyautuggāhāpananti evamādi. Sāsanaṃ nissāya ānisaṃso pana saṅkhepato vaṭṭadukkhūpasamo, vitthārato pana sīlānisaṃsādivasena anekavidho, so visuddhimagge (visuddhi. 1.9) vuttanayena veditabbo. Vuttappakāro ānisaṃso hoti tāni bhayāni abhibhuyya pavattassāti adhippāyo. Imāni abhāyitvāti imāni kodhūpāyāsādibhayāni abhibhuyya pavattitvā abhāyitvā. Kodhūpāyāsādayo hi bhāyati etasmāti bhayanti vuttā. Theroti mahādhammarakkhitatthero. Kāmaṃ pahānābhisamayakālo eva sacchikiriyābhisamayo, sammādiṭṭhiyā pana saṃkilesavodānadhammesu kiccaṃ asaṃkiṇṇaṃ katvā dassetuṃ samānakālikampi asamānakālikaṃ viya vuttaṃ ‘‘taṇhāsotaṃ chinditvā nibbānapāraṃ daṭṭhuṃ na sakkotī’’ti. Sesaṃ suviññeyyameva.",
  "tika-s0202t1:109": "Cātumasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:110": "8. Naḷakapānasuttavaṇṇanā",
  "tika-s0202t1:111": "166. Yattha bodhisattapamukho vānaro naḷakena pānīyaṃ pivi, sā pokkharaṇī, tassāmanto bhūmippadeso, tattha niviṭṭhagāmo ca ‘‘naḷakapāna’’nteva paññāyittha, idha pana gāmo adhippetoti āha ‘‘naḷakapāneti evaṃnāmake gāme’’ti. Idāni tamatthaṃ āgamanato paṭṭhāya dassetuṃ ‘‘pubbe kirā’’ti āraddhaṃ. Paññavāti itikattabbatāya paññāya paññavā.",
  "tika-s0202t1:112": "Thūladīghabahulabhāvena mahatīhi dāṭhikāhi samannāgatattā mahādāṭhiko. ‘‘Udakarakkhaso aha’’nti vatvā vānarānaṃ kañci amuñcitvā ‘‘sabbe tumhe mama hatthagatā’’ti dassento ‘‘tumhe pana sabbe khādissāmī’’ti āha. Dhami…pe… piviṃsūti bodhisattena gahitanaḷo anavaseso abbhantare sabbasandhīnaṃ nibbādhena ekacchiddo ahosi. Neva maṃ tvaṃ vadhissasīti udakarakkhasa tvaṃ vadhitukāmopi mama purisathāmena na vadhissasi.",
  "tika-s0202t1:113": "Evaṃ pana vatvā mahāsatto ‘‘ayaṃ pāpo ettha pānīyaṃ pivante aññepi satte mā bādhayitthā’’ti karuṇāyamāno ‘‘ettha jāyantā naḷā sabbe apabbabandhā ekacchiddāva hontū’’ti adhiṭṭhāya gato. Tenāha ‘‘tato paṭṭhāyā’’tiādi.",
  "tika-s0202t1:114": "167. Anuruddhappamukhā bhikkhū bhagavatā ‘‘kacci tumhe anuruddhā’’ti pucchitāti thero ‘‘taggha mayaṃ, bhante’’ti āha.",
  "tika-s0202t1:115": "Sace pabbajati, jīvitaṃ labhissati, no aññathāti raññā pabbajjāya abhinītāti rājābhinītā. Corābhinītāti etthāpi eseva nayo. Corānaṃ mūlaṃ chindanto ‘‘kaṇṭakasodhanaṃ karissāmī’’ti. Ājīvikāyāti ājīvena jīvitavuttiyā. Imesu pana anuruddhattherādīsu.",
  "tika-s0202t1:116": "Vivekanti pubbakālikakiriyappadhānaṃ ‘‘abyāpajjaṃ upeta’’ntiādīsu viyāti āha – ‘‘viviccā’’ti, viviccitvā vivitto hutvā vinā hutvāti attho. Pabbajitakiccanti pabbajitassa sāruppakiccaṃ. Samaṇakiccanti samaṇabhāvakaraṇakiccaṃ. Yadaggena hi pabbajitakiccaṃ kātuṃ na sakkoti tadaggena samaṇabhāvakarampi kiccaṃ kātuṃ na sakkoti. Tenāha ‘‘so yevā’’tiādi.",
  "tika-s0202t1:117": "168.Appaṭisandhike tāva byākaronto pavattīsu ṭhānaṃ atītoti katvā upapattīsu byākaroti nāma tattha paṭisandhiyā abhāvakittanato. Mahantatuṭṭhinoti vipulapamodā.",
  "tika-s0202t1:118": "169.Imassāti ‘‘assā’’ti padassa atthavacanaṃ. Imassa ṭhitassa āyasmato sāmaṃ diṭṭho vā hoti anussavasuto vāti yojanā. Samādhipakkhikā dhammā dhammāti adhippetā, samādhi pana evaṃvihārīti ettha vihārasaddena gahito. Evaṃvimuttāti ettha pana vimuttisaddena phalavimutti gahitā. Caratopīti samathavipassanācārena caratopi viharantassapi. Upāsakaupāsikāṭhānesu labbhamānampi arahattaṃ appakabhāvato pāḷiyaṃ anuddhaṭanti daṭṭhabbaṃ. Sesaṃ suviññeyyameva.",
  "tika-s0202t1:119": "Naḷakapānasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:120": "9. Goliyānisuttavaṇṇanā",
  "tika-s0202t1:121": "173.Padasamācāroti taṃtaṃpaccayabhedadassanāya vigatattā pakārehi daliddasamācāro sithilasamācāroti attho. Yasmā pana tādiso samācāro thiro daḷho nāma na hoti, tasmā vuttaṃ ‘‘dubbalasamācāro’’ti. ‘‘Sākhasamācāro’’ti vā pāṭho, tattha tattha lagganaṭṭhena sākhāsadisasīloti attho. Tenāha ‘‘oḷārikācāro’’ti. Paccayesu sāpekkhoti paccayesu sāpekkhatāya eva hissa oḷārikācāratā veditabbā. Garunā kismiñci vutte gāravavasena patissavanaṃ patisso, patissavacanabhūtaṃ taṃsabhāgañca yaṃ kiñci gāravanti attho. Saha patissenāti sappatissena, sappatissavena ovādasampaṭicchanena. Patissīyatīti vā patisso, garukātabbo, tena saha patissenāti sabbaṃ pubbe viya. Tenāha ‘‘sajeṭṭhakenā’’ti. Serivihāro nāma attappadhānavāso. Tenāha ‘‘niraṅkusavihārenā’’ti.",
  "tika-s0202t1:122": "Anupakhajjāti anupakaḍḍhitvā. Garuṭṭhāniyānaṃ antaraṃ anāpucchā anupavisitvāti imamatthaṃ dassetuṃ ‘‘tattha yo’’tiādi vuttaṃ.",
  "tika-s0202t1:123": "Ābhisamācārikanti abhisamācāre bhavaṃ. Kiṃ pana tanti āha ‘‘vattapaṭipattimattampī’’ti. Nātikālasseva saṅghassa purato pavisitabbaṃ, na pacchā paṭikkamitabbanti adhippāyena atikāle ca gāmappaveso atidivā paṭikkamanañca nivāritaṃ, taṃ dassetuṃ ‘‘na atipāto’’tiādi vuttaṃ. Uddhaccapakatikoti vibbhantacitto. Avacāpalyenāti daḷhavātāpahatapallavasadisena lolabhāvena.",
  "tika-s0202t1:124": "Paññavatāti iminā bhikkhusāruppesu itikattabbesu upāyapaññā adhippetā, na sutamayapaññā. Abhidhamme abhivinaye yogoti iminā bhāvanāpaññāuttarimanussadhamme yogo pakāsito. Yogoti ca paricayo uggaṇhavasena.",
  "tika-s0202t1:125": "Āruppāti iminā catassopi arūpasamāpattiyo gahitā, tā pana catūhi rūpasamāpattīhi vinā na sampajjantīti āha – ‘‘āruppāti ettāvatā aṭṭhapi samāpattiyo vuttā hontī’’ti. Kasiṇeti dasavidhe kasiṇe. Ekaṃ parikammakammaṭṭhānanti yaṃ kiñci ekabhāvanā parikammadīpanaṃ khandhakammaṭṭhānaṃ. Tenāha ‘‘paguṇaṃ katvā’’ti. Kasiṇaparikammaṃ pana taggahaṇeneva gahitaṃ hoti, lokiyā uttarimanussadhammā heṭṭhā gahitāti āha ‘‘uttarimanussadhammeti iminā sabbepi lokuttaradhamme dassetī’’ti. Neyyapuggalassa vasenāti jānitvā vitthāretvā ñātabbapuggalassa vasenāti.",
  "tika-s0202t1:126": "Goliyānisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:127": "10. Kīṭāgirisuttavaṇṇanā",
  "tika-s0202t1:128": "174.Pañcaānisaṃseti appābādhatādike pañca guṇe. Tattha akkhirogakucchirogādīnaṃ abhāvo appābādhatā. Sarīre tesaṃ kuppanadukkhassa abhāvo appātaṅkaṃ. Sarīrassa uṭṭhānasukhatā lahuṭṭhānaṃ. Balaṃ nāma kāyabalaṃ. Phāsuvihāro iriyāpathasukhatā. Anupakkhandānīti duccajanavasena sattānaṃ anupaviṭṭhāni. Sañjānissathāti ettha iti-saddo ādiattho, tasmā iti evaṃ ānisaṃsanti attho.",
  "tika-s0202t1:129": "175. Āvāse niyuttāti āvāsikā tassa anativattanato. Tenāha ‘‘nibaddhavāsino’’ti, niyatavāsinoti attho. Tannibandhāti nibandhaṃ vuccati byāpāro, tattha bandhā pasutā ussukāti tannibandhā. Kathaṃ te tattha nibandhāti āha ‘‘akataṃ senāsana’’ntiādi. Uppajjanakena kālena pattabbaṃ kālikaṃ so pana kālo anāgato eva hotīti āha ‘‘anāgate kāle pattabba’’nti.",
  "tika-s0202t1:130": "178.Ettakā vedanā sevitabbāti aṭṭhārasapi nekkhammanissitā vedanā sevitabbā, gehassitā na sevitbbā.",
  "tika-s0202t1:131": "181.Taṃ kataṃ soḷasavidhassapi kiccassa niṭṭhitattā. Anulomikānīti utusukhabhāvena anurūpāni. Tenāha ‘‘kammaṭṭhānasappāyānī’’ti. Samānaṃ kurumānāti omattataṃ adhimattatañca pahāya samakiccataṃ sampādentā.",
  "tika-s0202t1:132": "182.Te dve hontīti te ādito vuttā dve.",
  "tika-s0202t1:133": "Ubhato (a. ni. ṭī. 3.7.14) ubhayathā ubhohi bhāgehi vimuttoti ubhatobhāgavimutto ekadesasarūpekasesanayena. Tathā hi vuttaṃ abhidhammaṭṭhakathāyaṃ (pu. pa. aṭṭha. 24) ‘‘dvīhi bhāgehi dve vāre vimuttoti ubhatobhāgavimutto’’ti. Tattha keci tāva therā – ‘‘samāpattiyā vikkhambhanavimokkhena, maggena samucchedavimokkhena vimuttoti ubhatobhāgavimutto’’ti vadanti. Aññe therā – ‘‘ayaṃ ubhatobhāgavimutto rūpato muccitvā nāmaṃ nissāya ṭhito puna tato muccanato nāmanissitako’’ti vatvā tassa ca sādhakaṃ –",
  "tika-s0202t1:134": "‘‘Acci yathā vātavegena khittā, (upasivāti bhagavā,)",
  "tika-s0202t1:135": "Atthaṃ paleti na upeti saṅkhaṃ;",
  "tika-s0202t1:136": "Evaṃ muni nāmakāyā vimutto,",
  "tika-s0202t1:137": "Atthaṃ paleti na upeti saṅkha’’nti. (su. ni. 1080; cūḷani. upasīvamāṇavapucchā 11; upasīvamāṇavapucchāniddesa 43) –",
  "tika-s0202t1:138": "Imaṃ suttapadaṃ vatvā ‘‘nāmakāyato ca rūpakāyato ca suvimuttattā ubhatobhāgavimutto’’ti vadanti. Sutte hi ākiñcaññāyatanalābhino upasivabrāhmaṇassa bhagavatā nāmakāyā vimuttoti ubhatobhāgavimuttoti akkhātoti. Apare pana ‘‘samāpattiyā vikkhambhanavimokkhena ekavāraṃ vimutto, maggena samucchedavimokkhena ekavāraṃ vimuttoti evaṃ ubhatobhāgavimutto’’ti vadanti. Ettha paṭhamavāde dvīhi bhāgehi vimuttoti ubhatobhāgavimutto. Dutiyavāde ubhatobhāgato vimuttoti ubhatobhāgavimutto. Tatiyavāde pana dvīhi bhāgehi dve vāre vimuttoti ayametesaṃ viseso. Kilesehi vimutto kilesā vā vikkhambhanasamucchedehi kāyadvayato vimuttā assāti ayamattho daṭṭhabbo. Tenāha ‘‘dvīhi bhāgehī’’tiādi.",
  "tika-s0202t1:139": "Soti ubhatobhāgavimutto. Kāmañcettha rūpāvacaracatutthajjhānampi arūpāvacarajjhānaṃ viya duvaṅgikaṃ āneñjappattanti vuccati. Taṃ pana padaṭṭhānaṃ katvā arahattaṃ patto ubhatobhāgavimutto nāma na hoti rūpakāyato avimuttattā. Tañhi kilesakāyatova vimuttaṃ, na rūpakāyato, tasmā tato vuṭṭhāya arahattaṃ patto ubhatobhāgavimutto na hotīti āha – ‘‘catunnaṃ arūpa…pe… pañcavidho hotī’’ti. ‘‘Rūpī rūpāni passatī’’tiādike nirodhasamāpattiante aṭṭha vimokkhe vatvā – ‘‘yato ca kho, ānanda, bhikkhu ime aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā honti, ayaṃ vuccati, ānanda, bhikkhu ubhatobhāgavimutto’’ti yadipi mahānidāne (dī. ni. 2.129-130) vuttaṃ, taṃ pana ubhatobhāgavimuttaseṭṭhavasena vuttanti idha sabbaubhatobhāgavimuttasaṅgahaṇatthaṃ ‘‘pañcavidho hotī’’ti vatvā ‘‘pāḷi panettha…pe… abhidhamme aṭṭhavimokkhalābhino vasena āgatā’’ti āha. Idhāpi hi kīṭāgirisutte ‘‘idha, bhikkhave, ekacco puggalo…pe… ubhatobhāgavimutto’’ti arūpasamāpattivasena cattāro ubhatobhāgavimuttā, seṭṭho ca vutto vuttalakkhaṇūpapattito. Yathāvuttesu hi pañcasu purimā cattāro nirodhaṃ na samāpajjantīti pariyāyena ubhatobhāgavimuttā nāma. Aṭṭhasamāpattilābhī anāgāmī taṃ samāpajjitvā tato vuṭṭhāya vipassanaṃ vaḍḍhetvā arahattaṃ pattoti nippariyāyena ubhatobhāgavimuttaseṭṭho nāma.",
  "tika-s0202t1:140": "Katamo ca puggalotiādīsu katamoti pucchāvacanaṃ, puggaloti asādhāraṇato pucchitabbavacanaṃ. Idhāti imasmiṃ sāsane. Ekaccoti eko . Aṭṭha vimokkhe kāyena phusitvā viharatīti aṭṭha samāpattiyo sahajātanāmakāyena paṭilabhitvā viharati. Paññāya cassa disvā āsavā parikkhīṇā hontīti vipassanāpaññāya saṅkhāragataṃ, maggapaññāya cattāri saccāni passitvā cattāropi āsavā parikkhīṇā hontīti evamattho daṭṭhabbo.",
  "tika-s0202t1:141": "Paññāvimuttoti visesato paññāya eva vimutto, na tassā patiṭṭhānabhūtena aṭṭhavimokkhasaṅkhātena sātisayena samādhināti paññāvimutto. Yo ariyo anadhigataaṭṭhavimokkhena sabbaso āsavehi vimutto, tassetaṃ adhivacanaṃ. Adhigatepi hi rūpajjhānavimokkhe na so sātisayasamādhinissitoti na tassa vasena ubhatobhāgavimutto hotīti vuttovāyamattho. Arūpajjhānesu pana ekasmimpi sati ubhatobhāgavimuttoyeva nāma hoti. Tena hi aṭṭhavimokkhekadesena taṃnāmadānasamatthena aṭṭhavimokkhalābhītveva vuccati. Samudāye hi pavatto vohāro avayavepi dissati yathā ‘‘sattisayo’’ti. Pāḷīti abhidhammapāḷi. Etthāti etissaṃ paññāvimuttikathāyaṃ. Aṭṭhavimokkhapaṭikkhepavasenevāti avadhāraṇena idhāpi paṭikkhepavaseneva āgatabhāvaṃ dasseti. Tenāha ‘‘kāyena phusitvā viharatī’’ti.",
  "tika-s0202t1:142": "Phuṭṭhantaṃ sacchikarotīti phuṭṭhānaṃ anto phuṭṭhanto, phuṭṭhānaṃ arūpajjhānānaṃ anantaro kāloti adhippāyo. Accantasaṃyoge cetaṃ upayogavacanaṃ, phuṭṭhānantarakālameva sacchikaroti sacchikātabbopāyenāti vuttaṃ hoti. Bhāvanapuṃsakaṃ vā etaṃ ‘‘ekamantaṃ nisīdī’’tiādīsu (pārā. 2) viya. Yo hi arūpajjhānena rūpakāyato nāmakāyekadesato ca vikkhambhanavimokkhena vimutto, tena nirodhasaṅkhāto vimokkho ālocito pakāsito viya hoti, na pana kāyena sacchikato, nirodhaṃ pana ārammaṇaṃ katvā ekaccesu āsavesu khepitesu tena so sacchikato hoti, tasmā so sacchikātabbaṃ nirodhaṃ yathāālocitaṃ nāmakāyena sacchikarotīti ‘‘kāyasakkhī’’ti vuccati, na tu ‘‘vimutto’’ti ekaccānaṃ āsavānaṃ aparikkhīṇattā. Tenāha – ‘‘jhānaphassaṃ paṭhamaṃ phusati, pacchā nirodhaṃ nibbānaṃ sacchikarotī’’ti. Ayaṃ catunnaṃ arūpasamāpattīnaṃ ekekato vuṭṭhāya saṅkhāre sammasitvā kāyasakkhibhāvaṃ pattānaṃ catunnaṃ, nirodhā vuṭṭhāya aggamaggappattaanāgāmino ca vasena ubhatobhāgavimutto viya pañcavidho nāma hoti. Tena vuttaṃ abhidhammaṭīkāyaṃ ‘‘kāyasakkhimhipi eseva nayo’’ti.",
  "tika-s0202t1:143": "Diṭṭhantaṃ pattoti dassanasaṅkhātassa sotāpattimaggañāṇassa anantaraṃ pattoti vuttaṃ hoti. ‘‘Diṭṭhattā patto’’tipi pāṭho. Etena catusaccadassanasaṅkhātāya diṭṭhiyā nirodhassa pattataṃ dīpeti. Tenāha ‘‘dukkhā saṅkhārā, sukho nirodhoti ñātaṃ hotī’’ti. Tattha paññāyāti maggapaññāya. Paṭhamaphalaṭṭhato yāva aggamaggaṭṭhā, tāva diṭṭhippatto. Tenāha ‘‘sopi kāyasakkhi viya chabbidho hotī’’ti. Yathā pana paññāvimutto pañcavidho vutto, evaṃ ayampi sukkhavipassako, catūhi rūpajjhānehi vuṭṭhāya diṭṭhippattabhāvappattā cattāro cāti pañcavidho hotīti veditabbo. Saddhāvimuttepi eseva nayo. Idaṃ dukkhanti ettakaṃ dukkhaṃ, na ito uddhaṃ dukkhanti. Yathābhūtaṃ pajānātīti ṭhapetvā taṇhaṃ upādānakkhandhapañcakaṃ dukkhasaccanti yāthāvato pajānāti. Yasmā pana taṇhā dukkhaṃ janeti nibbatteti, tato taṃ dukkhaṃ samudeti, tasmā naṃ ‘‘ayaṃ dukkhasamudayo’’ti yathābhūtaṃ pajānāti yasmā pana idaṃ dukkhaṃ samudayo ca nibbānaṃ patvā nirujjhati appavattiṃ gacchati, tasmā ‘‘ayaṃ dukkhanirodho’’ti yathābhūtaṃ pajānāti. Ariyo pana aṭṭhaṅgiko maggo taṃ dukkhanirodhaṃ gacchati, tena ‘‘ayaṃ dukkhanirodhagāminipaṭipadā’’ti yathābhūtaṃ pajānāti. Ettāvatā nānakkhaṇe saccavavatthānaṃ dassitaṃ. Idāni taṃ ekakkhaṇe dassetuṃ ‘‘tathāgatappaveditā’’tiādi vuttaṃ, tassattho āgamissati.",
  "tika-s0202t1:144": "Saddhāya vimuttoti etena sabbathā avimuttassapi saddhāmattena vimuttabhāvo dīpito hoti. Saddhāvimuttoti vā saddhāya adhimuttoti attho. Vuttanayenevāti ‘‘sotāpattiphala’’ntiādinā vuttanayena. Saddahantassāti ‘‘ekaṃsato ayaṃ paṭipadā kilesakkhayaṃ āvahati sammāsambuddhena bhāsitattā’’ti evaṃ saddahantassa. Yasmā panassa aniccānupassanādīhi niccasaññāpahānavasena bhāvanāya pubbenāparaṃ visesaṃ passato tattha tattha paccakkhatāpi atthi, tasmā vuttaṃ ‘‘saddahantassa viyā’’ti. Sesapadadvayaṃ tasseva vevacanaṃ. Ettha ca pubbabhāgamaggabhāvanāti vacanena āgamanīyapaṭipadānānattena saddhāvimuttadiṭṭhippattānaṃ paññānānattaṃ hotīti dassitaṃ. Abhidhammaṭṭhakathāyampi (pu. pa. aṭṭha. 28) ‘‘nesaṃ kilesappahāne nānattaṃ natthi, paññāya nānattaṃ atthiyevā’’ti vatvā – ‘‘āgamanīyanānatteneva saddhāvimutto diṭṭhippattaṃ na pāpuṇātīti sanniṭṭhānaṃ kata’’nti vuttaṃ.",
  "tika-s0202t1:145": "Paññāsaṅkhātaṃ dhammaṃ adhimattatāya pubbaṅgamaṃ hutvā pavattaṃ anussaratīti dhammānusārī. Tenāha ‘‘dhammo’’tiādi. Saddhaṃ anussarati saddhāpubbaṅgamaṃ maggaṃ bhāvetīti imamatthaṃ ‘‘eseva nayo’’ti atidisati. Paññaṃ vāhetīti paññāvāhī, paññaṃ sātisayaṃ pavattetīti attho. Tenāha ‘‘paññāpubbaṅgamaṃ ariyamaggaṃ bhāvetī’’ti. Saddhāvāhinti ettha vuttanayena attho veditabbo. Ubhatobhāgavimuttādikathāti ubhatobhāgavimuttādīsu āgamanato paṭṭhāya vattabbakathā. Etesanti yathāvuttānaṃ ubhatobhāgavimuttādīnaṃ. Idhāti imasmiṃ kīṭāgirisutte. Nanu ca aṭṭhasamāpattilābhivasena ubhatobhāgavimutto kāyasakkhīādayo ca abhidhamme āgatā, kathamidha arūpajjhānalābhīvaseneva uddhaṭāti codanaṃ sandhāyāha ‘‘yasmā’’tiādi.",
  "tika-s0202t1:146": "Phusitvā patvā. Paññāya cassa disvā āsavā parikkhīṇā hontīti na āsavā paññāya passīyanti, dassanakāraṇā paññāya parikkhīṇā ‘‘disvā paññāya parikkhīṇā’’ti vuttā. Dassanāyattaparikkhayattā eva hi dassanaṃ āsavānaṃ khayassa purimakiriyā hotīti. Tathāgatena paveditāti bodhimaṇḍe nisīditvā tathāgatena paṭividdhā viditā pacchā paresaṃ pākaṭīkatā. ‘‘Catusaccadhammā’’ti vatvā tadantogadhattā sīlādīnaṃ ‘‘imasmiṃ ṭhāne sīlaṃ kathita’’ntiādi vuttaṃ. Atthenāti avippaṭisārādipayojanena tasmiṃ tasmiṃ pītiādikena atthena. Kāraṇenāti sappurisūpanissayādinā kāraṇena tasmiṃ tasmiṃ samādhiādipadaṭṭhānatāya sīlādi kāraṇe. Ciṇṇacaritattāti saddhāciṇṇabhāvena sambodhāvahabhāve. Tattha tattha vicaritā visesena caritā, tesu tena paññā suṭṭhu carāpitāti attho. Patiṭṭhitā hoti maggena āgatattā. Mattāya parittappamāṇena. Olokanaṃ khamanti, paññāya gahetabbataṃ upenti.",
  "tika-s0202t1:147": "Tayoti kāyasakkhidiṭṭhippattasaddhāvimuttā. Yathāṭhitova pāḷiattho, na tattha kiñci niddhāretvā vattabbaṃ atthīti suttantapariyāyena avuttaṃ vadati. Tassa maggassāti sotāpattimaggassa yaṃ kātabbaṃ, tassa adhigatattā. Upari pana tiṇṇaṃ maggānaṃ atthāya sevamānā anulomasenāsanaṃ, bhajamānā kalyāṇamitte, samannānayamānā indriyāni anupubbena bhāvanāmaggappaṭipāṭiyā arahattaṃ pāpuṇissanti maggassa anekacittakkhaṇikatāyāti ayamettha suttapadese pāḷiyā attho.",
  "tika-s0202t1:148": "Imamevapāḷiṃ gahetvāti ‘‘katamo ca puggalo saddhānusārī’’ti maggaṭṭhe puggale vatvā ‘‘imassa kho ahaṃ, bhikkhave’’tiādinā tesaṃ vasena anulomasenāsanasevanādīnaṃ vuttattā imameva yathāvuttaṃ pāḷipadesaṃ gahetvā ‘‘lokuttaradhammo bahucittakkhaṇiko’’ti vadati. So vattabboti so vitaṇḍavādī evaṃ vattabbo. Yadi maggaṭṭhapuggale vatvā anulomikasenāsanasevanādi pāḷiyaṃ vuttanti maggasamaṅgino eva hutvā te tathā paṭipajjanti, evaṃ sante senāsanapaṭisaṃyuttarūpādivipassanaggahaṇasmiṃ tava matena maggasamaṅgino eva āpajjeyyuṃ, na cetaṃ evaṃ hoti, tasmā suttaṃ me laddhanti yaṃ kiñci mā kathehīti vāretabbo. Tenāha ‘‘yadi aññena cittenā’’tiādi. Tattha evaṃ santeti nānācitteneva senāsanapaṭisevanādike sati. Tattha pāḷiyaṃ yadi lokuttaradhammasamaṅgino eva pañcaviññāṇasamaṅgikālepi lokuttarasamaṅgitaṃ sace sampaṭicchasi, satthārā saddhiṃ paṭivirujjhasi suttavirodhadīpanato. Tenāha ‘‘satthārā hī’’tiādi. Dhammavicāraṇā nāma tuyhaṃ avisayo, tasmā yāguṃ pivāhīti uyyojetabbo.",
  "tika-s0202t1:149": "183.Ādikenevāti paṭhameneva. Anupubbasikkhāti anupubbeneva pavattasikkhāya. Tenāha ‘‘karaṇatthe paccattavacana’’nti. Saddhā jātā etassāti saddhājāto, agyāhitātipakkhepena jāta-saddassa pacchāvacanaṃ . Evametanti adhimuccanaṃ okappaniyasaddhā. Santike nisīdati upaṭṭhānavasena. Sādhukaṃ katvā dhāretīti yathāsutaṃ dhammaṃ vācuggatakaraṇavasena taṃ paguṇaṃ katvā sāravasena dhāreti. Chando jāyatīti dhammesu nijjhānakkhamesu ime dhamme bhāvanāpaññāya paccakkhato ussāmīti kattukamyatākusalacchando jāyati. Ussahatīti chando uppādamatte aṭṭhatvā tato bhāvanārambhavasena ussahati. Tulayatiti sammasanavasena saṅkhāre. Tīraṇavipassanāya tulayantoti tīraṇapariññāya jānitvā upari pahānapariññāya vasena paritulayanto paṭijānanto. Maggapadhānaṃ padahatīti maggalakkhaṇaṃ padhānikaṃ maggaṃ padahati. Pesitacittoti nibbānaṃ pati pesitacitto. Nāmakāyenāti maggappaṭipāṭiyā taṃtaṃmaggasampayuttanāmakāyena. Na pana kiñci āhāti dūratāya samānaṃ na kiñci vacanaṃ bhagavā āha te daḷhataraṃ niggaṇhituṃ.",
  "tika-s0202t1:150": "184. Paṇena vohārena byākaraṇaṃ paṇaviyā, paṇaviyā abhāvena opaṇaviyā, na upetīti na yujjati. Tanti idaṃ idha adhippetaṃ paṇo paṇaviyaṃ dassetuṃ. Tayidaṃ sabbaṃ bhagavā ‘‘mayaṃ kho, āvuso, sāyañceva bhuñjāmā’’ti assajipunabbasukehi vuttaṃ sikkhāya avattanabhāvadīpanavacanaṃ sandhāya vadati.",
  "tika-s0202t1:151": "Ukkhipitvāti sīsena gahetvā viya samādāya. Anudhammoti anurūpo sabhāvo, sāvakabhāvassa anucchavikā paṭipatti. Rohanīyanti viruḷhibhāvaṃ. Siniyhati ettha, etena vāti sineho, kāraṇaṃ. Taṃ ettha atthīti sinehavantaṃ, pādakanti attho. Taco ekaṃ aṅganti taco vīrapakkhabhāve ekamaṅgaṃ. Padhānaṃ anuyuñjantassa hi tace palujjamānepi taṃnimittaṃ avosānaṃ anāpajjanakasseva vīriyassa ekaṃ aṅgaṃ ekaṃ kāraṇaṃ. Evaṃ sesesu vattabbaṃ. Tenāha – ‘‘arahattaṃ appatvā na vuṭṭhahissāmīti evaṃ paṭipajjatī’’ti. Sesaṃ suviññeyyameva.",
  "tika-s0202t1:152": "Kīṭāgirisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0202t1:153": "Niṭṭhitā ca bhikkhuvaggavaṇṇanā."
}