{
  "tika-vin07t3:0": "2. Saṅghādisesakaṇḍo",
  "tika-vin07t3:1": "1. Sukkavissaṭṭhisikkhāpadavaṇṇanā",
  "tika-vin07t3:2": "234.Terasakassāti terasa sikkhāpadāni parimāṇāni assāti terasako, kaṇḍo, tassa. Samathe vipassanāya vā abhiratirahito idha anabhirato, na pabbajjāyāti āha ‘‘vikkhittacitto’’ti. Vikkhittatāya kāraṇamāha kāmarāgāiccādi.",
  "tika-vin07t3:3": "235.Abbohārikāti sīlavipattivohāraṃ nārahatīti katvā vuttaṃ. Akusalabhāve panassā abbohāratā natthi.",
  "tika-vin07t3:4": "236-7. Cetanā-saddato visuṃ saṃ-saddassa atthābhāvaṃ ika-paccayassa ca atthavantataṃ dassetuṃ sañcetanā vātiādi dutiyavikappo vutto. Sikhāppatto atthoti adhippetatthaṃ sandhāya vuttaṃ. Āsayabhedatoti pittasemhapubbalohitānaṃ catunnaṃ āsayānaṃ bhedena. Dhātunānattatoti rasaruhirādīnaṃ sattannaṃ, pathavādīnaṃ vā catunnaṃ dhātūnaṃ nānattena. Vatthisīsanti muttavatthito matthakapassaṃ. Hatthimadacalanaṃ nāmañca sambhavoti āha ‘‘sambhavo nikkhamatī’’ti. Sambhavaveganti sambhavassa ṭhānato cavitvā dakasotābhimukhaṃ otaraṇena sañjātasarīrakkhobhavegaṃ. Bāhusīsanti khandhappadesaṃ. Dassesīti ettha iti-saddo hetuttho, tena yasmā kaṇṇacūḷikāhi sambhavo nikkhamati…pe… sambhavañca dassesi, tasmā tatiyassa bhāsitaṃ subhāsitanti evaṃ yojanā veditabbā. Dakasotanti muttassa vatthito nikkhamanamaggaṃ, aṅgajātappadesanti vuttaṃ hoti. Sukkañca nāmetaṃ rasaruhirādisattadehadhātūsu majjhimadhātucatujaṃ aṭṭhimiñjādi viya pathavīdhātusaṅgahitaṃ āhārūpajīvīnaṃ sakalakāyagataṃ atidaharadārakānampi attheva, taṃ pana pannarasasoḷasavassuddesato paṭṭhāya sattānaṃ samuppajjanakakāmarāgeheva ṭhānato calati, calitañca āpodhātubhāvena cittajameva hutvā dakasotaṃ otarati, dakasotato pana paṭṭhāya cittapaccayautujaṃ hoti matthaluṅgato calitasiṅghāṇikā viya. Yesaṃ pana samucchedanavikkhambhanādīhi rāgapariyuṭṭhānaṃ natthi , tesaṃ sukkavissaṭṭhi na siyā. Iti yathāṭhānato sukkassa vissaṭṭhiyeva rāgacittasamuṭṭhānā, na pakatirūpaṃ, teneva kathāvatthuaṭṭhakathāyaṃ (kathā. aṭṭha. 307) ‘‘sukkavissaṭṭhi nāma rāgasamuṭṭhānā hotī’’ti sukkassa vissaṭṭhi eva rāgasamuṭṭhānā vuttā, na pakatirūpaṃ. Channaṃ pana kāmāvacaradevānaṃ vijjamānāpi sukkadhātu dvayaṃdvayasamāpattivasena pariyuṭṭhitarāgenāpi ṭhānato na gaḷati, yathāṭhāne eva ṭhatvā kiñci vikāraṃ āpajjamānā taṅkhaṇikapariḷāhavūpasamāvahā methunakiccaniṭṭhāpitā hotīti veditabbaṃ. Keci pana ‘‘kāyasamphassasukhameva tesaṃ kāmakicca’’nti vadanti. Khīṇāsavānaṃ pana anāgāmīnañca sabbaso kāmarāgābhāvena sukkadhātuvikārampi nāpajjatīti veditabbaṃ. Rūpībrahmānaṃ pana vikkhambhitakāmarāgena janitattā anāhārūpajīvitattā ca sabbathā sukkadhātupi nattheva. Tathevāti mocanassādena nimitte upakkamatotiādiṃ atidisati. ‘‘Vissaṭṭhīti ṭhānācāvanā vuccatī’’ti padabhājane (pārā. 237) vuttattā ‘‘dakasotaṃ otiṇṇamatte’’ti kasmā vuttanti āha dakasotorohaṇañcetthātiādi. Etthāti tīsupi vādesu. Adhivāsetvāti nimitte upakkamitvā puna vippaṭisāre uppanne mocanassādaṃ vinodetvā. Antarā nivāretunti attano nimitte katūpakkamena ṭhānā cutaṃ dakasotaṃ otarituṃ adatvā antarā nivāretuṃ. Mocanassādena hatthaparikammādiṃ karontassa muttepi dukkaṭameva, nimitte upakkamābhāvato pana saṅghādiseso na hotīti āha ‘‘hattha…pe… anāpattī’’ti. Dakasotorohaṇañcetthātiādinā vuttavinicchayaṃ sandhāya ‘‘ayaṃ sabbācariyasādhāraṇavinicchayo’’ti vuttaṃ.",
  "tika-vin07t3:5": "Khobhakaraṇapaccayo nāma visabhāgabhesajjasenāsanāhārādipaccayo. Nānāvidhaṃ supinanti khubhitavātādidhātūnaṃ anuguṇaṃ. Anubhūtapubbanti pubbe bhūtapubbaṃ manasā parikappitapubbañca. Sagganarakadesantarādīnampi hi saṅgahetvā vuttaṃ. Atthakāmatāya vā anatthakāmatāya vāti idaṃ devatānaṃ hitāhitādhippāyataṃ dassetuṃ vuttaṃ. Atthāya vā anatthāya vāti sabhāvato bhavitabbaṃ hitāhitaṃ sandhāya vuttaṃ. Nanu devatāhi upasaṃhariyamānāni ārammaṇāni paramatthato natthi, kathaṃ tāni puriso passati, devatā vā tāni avijjamānāni upasaṃharantīti codanaṃ manasi katvā āha so tāsantiādi. Tena ‘‘evameso parikappatū’’ti devatāhi cintitamattena supantassa cittaṃ bhavaṅgasantatito nipatitvā devatāhi cintitaniyāmeneva parikappamānaṃ pavattati, evaṃ tena parikappamānāni ārammaṇāni devatāhi upasaṃhaṭāni nāma honti, tāni ca so devatānubhāvena passati nāmāti dasseti. Bodhisattamātā viya puttapaṭilābhanimittantiādīsu bodhisattassa gabbhokkantidivase mahāmāyādeviyā attano dakkhiṇapassena ekassa setavaravāraṇassa antokucchipaviṭṭhabhāvadassanaṃ puttapaṭilābhanimittaṃ supinaṃ nāma. Amhākaṃ pana bodhisattassa ‘‘sve buddho bhavissatī’’ti cātuddasiyaṃ pakkhassa rattivibhāyanakāle himavantaṃ bibbohanaṃ katvā puratthimapacchimasamuddesu vāmadakkhiṇahatthe dakkhiṇasamudde pāde ca odahitvā mahāpathaviyā sayanaṃ eko, dabbatiṇasaṅkhātāya tiriyā nāma tiṇajātiyā naṅgalamattarattadaṇḍāya nābhito uggatāya khaṇena anekayojanasahassaṃ nabhaṃ āhacca ṭhānaṃ eko, setānaṃ kaṇhasīsānaṃ kimīnaṃ pādehi ussakkitvā yāva jāṇumaṇḍalaṃ āhacca ṭhānaṃ eko, nānāvaṇṇānaṃ catunnaṃ sakuṇānaṃ catūhi disāhi āgantvā pādamūle setavaṇṇatāpajjanaṃ eko, bodhisattassa mahato mīḷhapabbatassa upari alimpamānassa caṅkamanaṃ ekoti ime pañca mahāsupinā nāma, ime ca yathākkamaṃ sambodhiyā, devamanussesu ariyamaggappakāsanassa, gihīnañca saraṇūpagamanassa, khattiyādicatuvaṇṇānaṃ pabbajitvā arahattapaṭilābhassa, catunnaṃ paccayānaṃ lābhe alittabhāvassa ca pubbanimittānīti veditabbaṃ. Soḷasa supinā pākaṭā eva. Ekantasaccamevāti phalaniyamuppattito vuttaṃ. Dassanaṃ pana sabbattha vipallatthameva. Dhātukkhobhādīsu catūsu mūlakāraṇesu dvīhi tīhipi kāraṇehi kadāci supinaṃ passantīti āha ‘‘saṃsaggabhedato’’ti. Supinabhedoti saccāsaccatthatābhedo.",
  "tika-vin07t3:6": "Rūpanimittādiārammaṇanti ettha kammanimittagatinimittato aññarūpameva viññāṇassa nimittanti rūpanimittaṃ, taṃ ādi yesaṃ sattanimittādīnaṃ tāni rūpanimittādīni ārammaṇāni yassa bhavaṅgacittassa taṃ rūpanimittādiārammaṇaṃ. Īdisānīti rūpanimittādiārammaṇāni rāgādisampayuttāni ca. Sabbohārikacittenāti paṭibuddhassa pakativīthicittena. Ko nāma passatīti suttapaṭibuddhabhāvaviyuttāya cittappavattiyā abhāvato supinaṃ passanto nāma na siyāti adhippāyo, tenāha ‘‘supinassa abhāvova āpajjatī’’ti. Kapimiddhaparetoti iminā niddāvasena pavattamānabhavaṅgasantatibyavahitāya kusalākusalāya manodvāravīthiyā ca passatīti dasseti, tenāha yā niddātiādi. Dvīhi antehi muttoti kusalākusalasaṅkhātehi dvīhi antehi mutto. Āvajjanatadārammaṇakkhaṇeti supine pañcadvāravīthiyā abhāvato manodvāre uppajjanārahaṃ gahetvā vuttaṃ.",
  "tika-vin07t3:7": "Ettha ca supinantepi tadārammaṇavacanato anubhūtesu sutapubbesu vā rūpādīsu purāpattibhāvena parikappetvā vipallāsato pavattamānāpi kāmāvacaravipākadhammā parittadhamme nissāya parikappetvā pavattattā parittārammaṇā vuttā, na pana sarūpato parittadhamme gahetvā pavattattā evāti gahetabbaṃ. Evañca itthipurisādiākāraṃ āropetvā pavattamānānaṃ rāgādisavipākadhammānampi tesaṃ ārammaṇaṃ gahetvā uppannānaṃ paṭisandhādivipākānampi parittārammaṇatā kammanimittārammaṇatā ca upapannā eva hoti. Vatthudhammavinimuttaṃ pana sammutibhūtaṃ kasiṇādipaṭibhāgārammaṇaṃ gahetvā uppannā upacārappanādivasappavattā cittacetasikadhammā eva parittattike (dha. sa. tikamātikā 12) na vattabbārammaṇāti gahetabbā.",
  "tika-vin07t3:8": "Svāyanti supino. Vipallāsena parikappitaparittārammaṇattā ‘‘dubbalavatthukattā’’ti vuttaṃ, avijjamānārammaṇe avasavattitoti adhippāyo, tenāha avisaye uppannattātiādi.",
  "tika-vin07t3:9": "Āpattinikāyassāti idaṃ saṅghādisesoti pulliṅga-saddassa anurūpavasena vuttaṃ. Assāti assa āpattinikāyassa, vuṭṭhāpetuṃ icchitassāti attho, tenāha kiṃ vuttantiādi. Ruḷhisaddenāti ettha samudāye nipphannassāpi saddassa tadekadesepi pasiddhi idha ruḷhī nāma, tāya ruḷhiyā yutto saddo ruḷhīsaddo, tena. Ruḷhiyā kāraṇamāha avayaveiccādinā.",
  "tika-vin07t3:10": "Kālañcāti ‘‘rāgūpatthambhe’’tiādinā dassitakālañca, ‘‘rāgūpatthambhe’’ti vutte rāgūpatthambhe jāte tasmiṃ kāle mocetīti atthato kālo gammati. Navamassa adhippāyassāti vīmaṃsādhippāyassa. Vatthūti visayaṃ.",
  "tika-vin07t3:11": "238. Lomā etesaṃ santīti lomasā, bahulomapāṇakā.",
  "tika-vin07t3:12": "239.Mocanenāti mocanappayogena. Mocanassādasampayuttāyāti ettha mocanicchāva mocanassādo, tena sampayuttā cetanā mocanassādacetanāti attho, na pana mocane assādaṃ sukhaṃ patthentiyā cetanāyāti evaṃ attho gahetabbo, itarathā sukhatthāya mocentasseva āpatti, na ārogyādiatthāyāti āpajjati. Tasmā ārogyādīsu yena kenaci adhippāyena mocanicchāya cetanāyāti atthova gahetabbo.",
  "tika-vin07t3:13": "240.Vāyamatoti aṅgajāte kāyena upakkamato. Dve āpattisahassānīti khaṇḍacakkādīni anāmasitvāva vuttaṃ, icchantena pana khaṇḍacakkādibhedenāpi gaṇanā kātabbā. Ekena padenāti gehasitapemapadena. Tathevāti mocanassādacetanāya eva gāḷhaṃ pīḷanādippayogaṃ avijahitvā supanena saṅghādisesoti vuttaṃ. Suddhacittoti mocanassādassa nimitte ūruādīhi kataupakkamassa vijahanaṃ sandhāya vuttaṃ. Tena asubhamanasikārābhāvepi payogābhāveneva mocanepi anāpatti dīpitāti veditabbā.",
  "tika-vin07t3:14": "Tena upakkamena mutteti muccamānaṃ vinā aññasmimpi sukke ṭhānato mutte. Yadi pana upakkame katepi muccamānameva dakasotaṃ otarati, thullaccayameva payogena muttassa abhāvā. Jagganatthāyāti cīvarādīsu limpanaparihārāya hatthena aṅgajātaggahaṇaṃ vaṭṭati, tappayogo na hotīti adhippāyo. Anokāsanti aṅgajātappadesaṃ.",
  "tika-vin07t3:15": "262.Supinantena kāraṇenāti supinante pavattaupakkamahetunā. Āpattiṭṭhāneyeva hi ayaṃ anāpatti avisayattā vuttā. Tenāha ‘‘sacassa visayo hoti niccalena bhavitabba’’ntiādi.",
  "tika-vin07t3:16": "263. Vinītavatthupāḷiyaṃ aṇḍakaṇḍuvanavatthusmiṃ mocanādhippāyena aṇḍacalanena aṅgajātassāpi calanato nimitte upakkamo hotīti saṅghādiseso vutto. Yathā pana aṅgajātaṃ na calati, evaṃ aṇḍameva kaṇḍuvanena phusantassa muttepi anāpatti aṇḍassa anaṅgajātattā.",
  "tika-vin07t3:17": "264.Vatthinti aṅgajātasīsacchādakacammaṃ. Udaraṃ tāpentassa…pe… anāpattiyevāti udaratāpanena aṅgajātepi tatte tāvattakena nimitte upakkamo kato nāma na hotīti vuttaṃ.",
  "tika-vin07t3:18": "265.Ehi me tvaṃ, āvuso, sāmaṇerāti vatthusmiṃ aññaṃ āṇāpetu, tena kariyamānassa aṅgajātacalanassa mocanassādena sādiyanato taṃ calanaṃ bhikkhussa sādiyanacittasamuṭṭhitampi hotīti sukkavissaṭṭhipaccayassa aṅgajātacalanassa hetubhūtā assādacetanāva āpattiyā aṅgaṃ hoti, na āṇāpanavācā tassā pavattikkhaṇe saṅghādisesassa asijjhanato. Evaṃ āṇāpetvāpi yonisomanasikārena mocanassādaṃ paṭivinodentassa āpattiasambhavato idaṃ sikkhāpadaṃ anāṇattikaṃ, kāyakammaṃ, kiriyasamuṭṭhānañca jātanti gahetabbaṃ, āṇāpanavācāya pana dukkaṭaṃ āpajjati. Yo pana parena anāṇattena balakkārenāpi kariyamānappayogaṃ mocanassādena sādiyati, tassāpi mutte paṭhamapārājike viya saṅghādisesova, amutte thullaccayaṃ. Mocanassāde cetanāya pana asati kāyasaṃsaggarāgena sādiyantassāpi muttepi saṅghādisesena anāpattīti ācariyā vadanti, tañca yuttameva.",
  "tika-vin07t3:19": "266.Kāyatthambhanavatthusmiṃ calanavasena yathā aṅgajāte upakkamo sambhavati, tathā vijambhitattā āpatti vuttā.",
  "tika-vin07t3:20": "Upanijjhāyanavatthusmiṃ aṅgajātanti jīvamānaitthīnaṃ passāvamaggova adhippeto, netaro.",
  "tika-vin07t3:21": "267.Pupphāvalīti kīḷāviseso. Taṃ kira kīḷantā nadīādīsu chinnataṭaṃ udakena cikkhallaṃ katvā tattha ubho pāde pasāretvā nisinnā patanti , ‘‘pupphāvaliya’’ntipi pāṭho. Pavesentassāti payojakattena dvikammikattā ‘‘vālikaṃ aṅgajāta’’nti ubhayatthāpi upayogavacanaṃ kataṃ. Cetanā, upakkamo, muccananti imānettha tīṇi aṅgāni veditabbāni.",
  "tika-vin07t3:22": "Sukkavissaṭṭhisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:23": "2. Kāyasaṃsaggasikkhāpadavaṇṇanā",
  "tika-vin07t3:24": "269. Dutiye kesuci vātapānesu vivaṭesu bahipi andhakārattā āloko na pavisati, vivaṭakavāṭena aññato āgacchantassa ālokassa nivāraṇato kavāṭassa piṭṭhipasse ghanandhakārova hoti, tādisāni sandhāya ‘‘yesu vivaṭesu andhakāro hotī’’tiādi vuttaṃ.",
  "tika-vin07t3:25": "Brāhmaṇī attano aṅgamaṅgānaṃ parāmasanakkhaṇe anācārānukūlā hutvā na kiñci vatvā bhikkhuno vaṇṇabhaṇanakkhaṇe vuttattā āha ‘‘pabbajitukāmo maññeti sallakkhetvā’’ti, pabbajitukāmo viyāti sallakkhetvāti attho. Kulitthīnaṃ evaṃ parehi abhibhavanaṃ nāma accantāvamānoti āha ‘‘attano vippakāra’’nti.",
  "tika-vin07t3:26": "270. Otiṇṇasaddassa kammasādhanapakkhaṃ sandhāya ‘‘yakkhādīhī’’tiādi vuttaṃ, kattusādhanapakkhaṃ sandhāya ‘‘kūpādīnī’’tiādi vuttaṃ. Tasmiṃ vatthusminti itthisarīrasaṅkhāte vatthusmiṃ.",
  "tika-vin07t3:27": "271.Assāti hatthaggāhādikassa sabbassa.",
  "tika-vin07t3:28": "273.Etesaṃpadānanti āmasanādipadānaṃ. Itthisaññīti manussitthisaññī. Naṃ-saddassa kāyavisesanabhāvena etaṃ kāyanti atthaṃ dassetuṃ ‘‘atha vā’’tiādi vuttaṃ. Omasanto…pe… ekāva āpattīti anivatthaṃ sandhāya vuttaṃ, na nivatthaṃ. Sanivatthāya pana matthakato paṭṭhāya hatthaṃ otārentassa nivatthasāṭakopari hatthe āruḷhe thullaccayaṃ. Sāṭakato hatthaṃ otārāpetvā jaṅghato paṭṭhāya omasantassa puna saṅghādiseso.",
  "tika-vin07t3:29": "Yathāniddiṭṭhaniddeseti yathāvuttakāyasaṃsagganiddese. Tenāti yena kāraṇena vatthusaññādayo honti, tena kāraṇena. Yathāvuttasikkhāpadaniddese vuttaṃ garukaṃ bhikkhuno kareyya pakāseyyāti yojanā.",
  "tika-vin07t3:30": "Saññāya virāgitamhīti saññāya viraddhāya. Idaṃ nāma vatthunti imasmiṃ sikkhāpade āgataṃ, anāgatañca yaṃ kiñci saviññāṇakāviññāṇakaṃ phusantassa anāpattiabhāvaṃ sandhāya vuttaṃ.",
  "tika-vin07t3:31": "Sārattanti kāyasaṃsaggarāgeneva sārattaṃ. Virattanti kāyasaṃsaggarāgarahitaṃ mātuādiṃ sandhāya vadati. Dukkaṭanti mātupemādivasena gaṇhantassa vasena vuttaṃ, virattampi itthiṃ kāyasaṃsaggarāgena gaṇhantassa pana saṅghādiseso eva. Imāya pāḷiyā sametīti sambandho. Kathaṃ sametīti ce? Yadi hi ‘‘itthiyā kāyappaṭibaddhaṃ gaṇhissāmī’’ti citte uppanne itthisaññā virāgitā bhaveyya. Kāyappaṭibaddhaggahaṇepi thullaccayenāpi na bhavitabbaṃ itthisaññāya eva pāḷiyaṃ (pārā. 276) thullaccayassa vuttattā, tasmā ‘‘itthiyā kāyappaṭibaddhaṃ gaṇhissāmīti kāyaṃ gaṇhantassa itthisaññā virāgitā nāma na hotīti kāyappaṭibaddhaṃ gaṇhissāmīti kāyaṃ gaṇhato itthisaññāya ceva kāyasaṃsaggarāgassa ca kāyaggahaṇassa ca sambhavā yathāvatthukaṃ saṅghādisesameva āpajjatī’’ti mahāsumattherena vuttavādova imāya pāḷiyā sameti. Aṭṭhakathāyañhi ‘‘sambahulā itthiyo bāhāhi parikkhipitvā gaṇhāmī’’ti saññāya parikkhipato majjhagatānaṃ vasena thullaccayaṃ vuttaṃ. Na hi tassa ‘‘majjhagatā itthiyo kāyappaṭibaddhena gaṇhāmī’’ti saññā atthi, tasmā aṭṭhakathāyapi sametīti gahetabbaṃ. Nīlena duviññeyyabhāvato kāḷitthī vuttā.",
  "tika-vin07t3:32": "279.Sevanādhippāyoti phassasukhasevanādhippāyo. Kāyappaṭibaddhāmasanavāre kāyappaṭibaddhavasena phassapaṭivijānanaṃ veditabbaṃ. Cittuppādamatte āpattiyābhāvato anāpattīti idaṃ kāyasaṃsaggarāgamattena kāyacalanassa anuppattito itthiyā kariyamānakāyacalanaṃ sādiyatopi payogābhāvaṃ sandhāya vuttaṃ. Paṭhamapārājike pana parehi upakkamiyamānassa abhāvato sevanādhippāye uppanne tena adhippāyena aṅgajātakkhobho sayameva avassaṃ sañjāyati, so ca tena kato nāma hotīti pārājikaṃ vuttaṃ, teneva nayena paṭhamasaṅghādisesepi parena kariyamānapayogasādiyamānepi aṅgajātakkhobhasambhavena āpatti hotīti veditabbaṃ. Catuttheti ‘‘na ca kāyena vāyamati, na ca phassaṃ paṭivijānātī’’ti imasmiṃ vāre. Phassapaṭivijānanampīti api-saddena tatiyavāre viya vāyāmopi natthīti dasseti. Nissaggiyena nissaggiyāmasane viyāti idaṃ pana phassapaṭivijānanābhāvamattasseva nidassanaṃ, na payogābhāvassāti daṭṭhabbaṃ. Mokkhādhippāyoti ettha cittassa lahuparivattitāya antarantarā kāyasaṃsaggarāge samuppannepi mokkhādhippāyassa avicchinnatāya anāpattiyeva, vicchinne pana tasmiṃ āpatti eva.",
  "tika-vin07t3:33": "Padabhājanīyavaṇṇanānayo.",
  "tika-vin07t3:34": "281.Ettha gaṇhāhīti na vattabbāti gehasitapemena kāyappaṭibaddhena phusane dukkaṭaṃ sandhāya vuttaṃ, kāruññena pana vatthādiṃ gahetuṃ asakkontiṃ ‘‘gaṇhā’’ti vadantassāpi avasasabhāvappattaṃ udake nimujjantiṃ kāruññena sahasā anāmāsanti acintetvā kesādīsu gahetvā mokkhādhippāyena ākaḍḍhatopi anāpattiyeva. Na hi mīyamānaṃ mātaraṃ ukkhipituṃ na vaṭṭati. Aññātikāya itthiyāpi eseva nayo. Ukkaṭṭhāya mātuyāpi āmāso na vaṭṭatīti dassanatthaṃ ‘‘mātara’’nti vuttaṃ. Tassā kātabbaṃ pana aññāsampi itthīnaṃ karontassāpi anāpattiyeva anāmāsatte visesābhāvā.",
  "tika-vin07t3:35": "Tiṇaṇḍupakanti hiriverādimūlehi kesālaṅkāratthāya katacumbaṭakaṃ. Parivattetvāti attano nivāsanādibhāvato apanetvā. Pūjādiatthaṃ pana tāvakālikampi āmasituṃ vaṭṭati. Sīsapasādhanakadantasūciādīti idaṃ sīsālaṅkāratthāya paṭapilotikādīhi kataṃ sīsapasādhanakañceva dantasūciādi cāti dvidhā yojetvā sīsapasādhanaṃ sipāṭikopakaraṇatthāya ceva dantasūciupakaraṇatthāya ca gahetabbanti yathākkamaṃ atthaṃ dasseti. Kesakalāpaṃ bandhitvā tattha tiriyaṃ pavesanatthāya katā dantasūci eva sīsapasādhanakadantasūcīti ekameva katvā sipāṭikāya pakkhipitvā pariharitabbasūciyeva tassa tassa kiccassa upakaraṇanti sipāṭikāsūciupakaraṇanti evaṃ vā yojanā kātabbā . Potthakarūpanti sudhādīhi kataṃ, pārājikavatthubhūtānaṃ tiracchānagatitthīnaṃ saṇṭhānena katampi anāmāsameva. Itthirūpādīni dassetvā kataṃ, vatthabhittiādiñca itthirūpaṃ anāmasitvā vaḷañjetuṃ vaṭṭati. Evarūpehi anāmāse kāyasaṃsaggarāge asati kāyappaṭibaddhena āmasato doso natthi. Bhinditvāti ettha anāmāsampi daṇḍapāsāṇādīhi bhedanassa aṭṭhakathāyaṃ vuttattā, pāḷiyampi āpadāsu mokkhādhippāyassa āmasanepi anāpattiyā vuttattā ca. Sappinīādīhi vāḷamigīhi ca gahitapāṇakānaṃ mocanatthāya taṃ sappinīādiṃ vatthadaṇḍādīhi parikkhipitvā gahetuṃ, mātuādiṃ udake mīyamānaṃ vatthādīhi gahetuṃ, asakkontiṃ kesādīsu gahetvā kāruññena ukkhipituṃ vaṭṭatīti ayamattho gahetabbova. Aṭṭhakathāyaṃ ‘‘na tveva āmasitabbā’’ti idaṃ pana vacanaṃ amīyamānavatthuṃ sandhāya vuttanti ayaṃ amhākaṃ khanti.",
  "tika-vin07t3:36": "Maggaṃ adhiṭṭhāyāti ‘‘maggo aya’’nti maggasaññaṃ uppādetvāti attho. Paññapetvā dentīti idaṃ sāmīcivasena vuttaṃ, tehi pana āsanaṃ apaññapetvāva nisīdathāti vutte sayameva paññapetvā nisīditumpi vaṭṭati. Tatthajātakānīti acchinditvā bhūtagāmabhāveneva ṭhitāni. Kīḷantenāti vuttattā sati paccaye āmasantassa anāpatti. Bhikkhusantakaṃ pana paribhogārahaṃ sabbathā āmasituṃ na vaṭṭati durupaciṇṇattā. Anupasampannānaṃ dassāmīti idaṃ appaṭiggahetvā gahaṇaṃ sandhāya vuttaṃ. Attanopi atthāya paṭiggahetvā gahaṇe doso natthi anāmāsattābhāvā.",
  "tika-vin07t3:37": "Maṇīti veḷuriyādito añño jotirasādibhedo sabbopi maṇi. Veḷuriyoti allaveḷuvaṇṇomaṇi, ‘‘majjārakkhi maṇḍalavaṇṇo’’tipi vadanti. Silāti muggamāsavaṇṇā atisiniddhā kāḷasilā, maṇivohāraṃ āgatā rattasetādivaṇṇā sumaṭṭhāpi silā anāmāsā evāti vadanti. Rajatanti kahāpaṇamāsādibhedaṃ jatumāsādiṃ upādāya sabbaṃ vuttāvasesaṃ rūpiyaṃ gahitaṃ. Lohitaṅkoti rattamaṇi. Masāragallanti kabaravaṇṇo maṇi, ‘‘marakata’’ntipi vadanti. Bhesajjatthāya pisitvā yojitānaṃ muttānaṃ ratanabhāvavirahato gahaṇakkhaṇepi ratanākārena apekkhitābhāvā ‘‘bhesajjatthāya pana vaṭṭatī’’ti vuttaṃ. Yāva pana tā muttā ratanarūpena tiṭṭhanti, tāva āmasituṃ na vaṭṭati eva. Evaṃ aññampi ratanapāsāṇaṃ pisitvā bhesajje yojanatthāya gahetuṃ vaṭṭati eva, jātarūparajataṃ pana pisitvā yojanabhesajjatthāyapi sampaṭicchituṃ na vaṭṭati, gahaṭṭhehi yojetvā dinnampi yadi bhesajje suvaṇṇādirūpena tiṭṭhati, viyojetuñca sakkā, tādisaṃ bhesajjampi na vaṭṭati. Taṃ abbohārikattaṃ gataṃ ce, vaṭṭati. ‘‘Jātiphalikaṃupādāyā’’ti vuttattā, sūriyakantacandakantādikaṃ jātipāsāṇaṃ maṇimhi eva saṅgahitanti daṭṭhabbaṃ. Dhamanasaṅkho ca dhotaviddho ca ratanamisso cāti yojetabbaṃ. Viddhoti maṇiādibhāvena katachiddo.",
  "tika-vin07t3:38": "Ratanamissoti kañcanalatādivicitto, muttādiratanakhacito ca, etena dhamanasaṅkhato añño ratanamissova anāmāsoti dasseti. Silāyampi eseva nayo. Pānīyasaṅkhoti imināva thālakādiākārena katasaṅkhamayabhājanāni bhikkhūnaṃ sampaṭicchituṃ vaṭṭatīti siddhaṃ. Sesāti ratanasaṃyuttaṃ ṭhapetvā avasesā.",
  "tika-vin07t3:39": "Bījato paṭṭhāyāti dhātupāsāṇato paṭṭhāya. Paṭikkhipīti suvaṇṇamayadhātukaraṇḍakassa, buddharūpādissa ca attano santakakaraṇe nissaggiyattā vuttaṃ. ‘‘Rūpiyachaḍḍakaṭṭhāne’’ti vuttattā rūpiyachaḍḍakassa jātarūparajataṃ āmasitvā chaḍḍetuṃ vaṭṭatīti siddhaṃ. Keḷāpayitunti āmasitvā ito cito ca sañcāretuṃ. Vuttanti mahāaṭṭhakathāyaṃ vuttaṃ. Kacavarameva harituṃ vaṭṭatīti gopakā vā hontu aññe vā, hatthena puñchitvā kacavaraṃ apanetuṃ vaṭṭati, malampi pamajjituṃ vaṭṭati evāti vadanti, taṃ aṭṭhakathāya na sameti keḷāyanasadisattā. Ārakūṭalohanti suvaṇṇavaṇṇo kittimalohaviseso. Tividhañhi kittimalohaṃ kaṃsalohaṃ vaṭṭalohaṃ hārakūṭalohanti. Tattha tiputambe missetvā kataṃ kaṃsalohaṃ nāma. Sīsatambe missetvā kataṃ vaṭṭalohaṃ. Rasatambe missetvā kataṃ hārakūṭalohaṃ nāma. Taṃ pana ‘‘jātarūpagatika’’nti vuttattā uggaṇhato nissaggiyampi hotīti keci vadanti. Rūpiyesu pana agaṇitattā nissaggiyaṃ na hoti, āmasane, sampaṭicchane ca dukkaṭamevāti veditabbaṃ. Sabbakappiyoti yathāvuttasuvaṇṇādimayānaṃ senāsanaparikkhārānaṃ āmasanagopanādivasena paribhogo sabbathā kappiyoti adhippāyo. Tenāha ‘‘tasmā’’tiādi. ‘‘Bhikkhūnaṃ dhammavinayavaṇṇanaṭṭhāne’’ti vuttattā saṅghikameva suvaṇṇādimayaṃ senāsanaṃ, senāsanaparikkhārā ca vaṭṭanti, na puggalikānīti gahetabbaṃ.",
  "tika-vin07t3:40": "Bhinditvāti paṭhamameva anāmasitvā pāsāṇādinā kiñcimattaṃ bhedaṃ katvā pacchā kappiyabhaṇḍatthāya adhiṭṭhahitvā hatthena gahetuṃ vaṭṭati. Tenāha ‘‘kappiyabhaṇḍaṃ karissāmīti sabbampi sampaṭicchituṃ vaṭṭatī’’ti. Etthāpi kiñci bhinditvā, viyojetvā vā āmasitabba.",
  "tika-vin07t3:41": "Phalakajālikādīnīti ettha saraparittāṇāya hatthena gahetabbaṃ kiṭikāphalakaṃ akkhirakkhaṇatthāya ayalohādīhi jālākārena katvā sīsādīsu paṭimuñcitabbaṃ jālikaṃ nāma . Ādi-saddena kavacādiṃ saṅgaṇhāti. Anāmāsānīti macchajālādiparūparodhakaṃ sandhāya vuttaṃ, na saraparittāṇaṃ tassa āvudhabhaṇḍattābhāvā. Teneva vakkhati ‘‘parūparodhanivāraṇaṃ hī’’tiādi. Āsanassāti cetiyassa samantā kataparibhaṇḍassa. Bandhissāmīti kākādīhi adūsanatthāya bandhissāmi.",
  "tika-vin07t3:42": "‘‘Bherisaṅghāṭoti saṅghaṭitacammabherī. Vīṇāsaṅghāṭoti saṅghaṭitacammavīṇā’’ti sāratthadīpaniyaṃ (sārattha. ṭī. 2.281) vuttaṃ. ‘‘Cammavinaddhāni vīṇābheriādīnī’’ti mahāaṭṭhakathāyaṃ vuttavacanato visesābhāvā, ‘‘kurundiyaṃ panā’’tiādinā tato visesassa vattumāraddhattā ca bheriādīnaṃ vinaddhanopakaraṇasamūho bherivīṇāsaṅghāṭoti veditabbaṃ saṅghaṭitabboti saṅghāṭoti katvā. Tucchapokkharanti avinaddhacammabherivīṇānaṃ pokkharaṃ. Āropitacammanti pubbe āropitaṃ hutvā pacchā tato apanetvā visuṃ ṭhapitamukhacammamattaṃ, na sesopakaraṇasahitaṃ. Sahitaṃ pana saṅghāṭoti ayaṃ viseso. Onahitunti bheripokkharādīni cammaṃ āropetvā cammavaṭṭiādīhi sabbehi upakaraṇehi vinandhituṃ.",
  "tika-vin07t3:43": "Pāḷiyaṃ paṇḍakassāti paṇḍakena. Pārājikappahonakakāleti akuthitakāle. Kāyasaṃsaggarāgādibhāve sabbāvatthāyapi itthiyā saṇṭhāne paññāyamāne anāmāsadukkaṭaṃ na vigacchatīti daṭṭhabbaṃ. Saṅkamādīnaṃ ṭhānācāvanavasena acāletabbatāya na kāyappaṭibaddhavohāroti dukkaṭaṃ vuttaṃ.",
  "tika-vin07t3:44": "282.Ekapadikasaṅkamoti tanukasetu. ‘‘Āviñchanto’’ti vuttattā cāletuṃ yuttāya eva rajjuyā thullaccayaṃ, na itarāya bhittithambhādigatikattāti āha ‘‘yā mahārajju hotī’’tiādi. Tena cāletuṃ yutte tanukarajjudaṇḍake acāletvā phusantassāpi thullaccayamevāti dīpitanti veditabbaṃ. Paṭicchādetabbāti chādanādivasena gūhitabbā. Manussitthī, manussitthisaññitā, kāyasaṃsaggarāgo, vāyāmo, tena hatthādīsu phusananti imānettha pañca aṅgāni.",
  "tika-vin07t3:45": "Kāyasaṃsaggasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:46": "3. Duṭṭhullavācāsikkhāpadavaṇṇanā",
  "tika-vin07t3:47": "285. Tatiye asaddhammapaṭisaññuttanti methunadhammapaṭisaṃyuttaṃ. Bālāti subhāsitadubbhāsitaṃ ajānantī , surāmadamattatāya ummattakādibhāvena ca ajānantīpi ettheva saṅgayhati. Na tāva sīsaṃ etīti saṅghādisesapaccayattasaṅkhātaṃ matthakaṃ pāripūri na hoti, maggamethunehi aghaṭitattā dukkaṭaṃ pana hoti eva.",
  "tika-vin07t3:48": "Apasādetīti apasādakaravacanaṃ karoti. Dosaṃ detīti dosaṃ patiṭṭhāpeti. Tīhīti animittāsītiādīnaṃ padānaṃ aduṭṭhullabhāvenāpi atthayojanārahattā passāvamaggādipaṭisaññuttatāniyamo natthīti vuttaṃ, tehi pana aṭṭhahi padehi paribbājikāvatthusmiṃ (pārā. 289) viya thullaccayanti veditabbaṃ.",
  "tika-vin07t3:49": "Kuñcikapanāḷimattanti kuñcikāchiddamattaṃ. Sukkhasotāti dakasotassa sukkhatāya lohitavaṇṇavigamo hotīti vuttaṃ.",
  "tika-vin07t3:50": "Suddhānīti methunādipadehi ayojitānipi. Methunadhammena ghaṭitānevāti idaṃ upalakkhaṇamattaṃ, vaccamaggapassāvamaggehipi animitte ‘‘tava vaccamaggo, passāvamaggo vā īdiso’’tiādinā ghaṭitepi āpattikarāneva.",
  "tika-vin07t3:51": "286.Garukāpattinti bhikkhuniyā ubbhajāṇumaṇḍalikāya pārājikāpattiṃ sandhāya vadati.",
  "tika-vin07t3:52": "287.Hasanto hasantoti upalakkhaṇamattaṃ, ahasantopi yena kenaci ākārena attano vipariṇatacittataṃ itthiyā pakāsento vadati, āpattiyeva.",
  "tika-vin07t3:53": "Kāyacittatoti hatthamuddāya obhāsentassa kāyacittato samuṭṭhāti.",
  "tika-vin07t3:54": "288.Tasmā dukkaṭanti appaṭivijānanato dukkaṭaṃ, paṭivijānane pana sati thullaccayameva paribbājikāvatthusmiṃ (pārā. 289) viya akhettapadattā. Khettapade hi paṭivijānantiyā saṅghādisesova siyā methunadhammayācanavatthudvaye (pārā. 289) viya, taṃ pana vatthudvayaṃ methunayācanato catutthasaṅghādisese vattabbampi duṭṭhullavācassādamattena pavattattā idha vuttanti veditabbaṃ. Evaṃ khettapadena vadantassa itthiyā appaṭivijānantiyā kiṃ hotīti? Kiñcāpi ayaṃ nāma āpattīti pāḷiaṭṭhakathāsu na vuttaṃ, atha kho thullaccayenevettha bhavitabbaṃ . Tathā hi akhettapade appaṭivijānantiyā dukkaṭaṃ, paṭivijānantiyā thullaccayaṃ vuttaṃ. Khettapade pana paṭivijānane saṅghādisesova vutto, appaṭivijānane thullaccayameva bhavituṃ yuttaṃ, na dukkaṭaṃ, akhettapadato visesābhāvappasaṅgoti gahetabbaṃ. Yathā cettha, evaṃ catutthasikkhāpadepi akhettapade paṭivijānantiyā thullaccayaṃ, appaṭivijānantiyā dukkaṭaṃ, khettapade pana appaṭivijānantiyā thullaccayanti veditabbaṃ. Pāḷiyaṃ navāvutanti navavītaṃ.",
  "tika-vin07t3:55": "288.Asaddhammaṃ sandhāyāti methunaṃ sandhāya vuttaṃ. Tañhi puttasamuppattiyā bījanikkhepato vappapariyāyaṃ labhatīti.",
  "tika-vin07t3:56": "Saṃsīdatīti vahati, saṃsarīyatīti vā attho. Manussitthī, tathāsaññitā, duṭṭhullavācassādarāgo, tena obhāsanaṃ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:57": "Duṭṭhullavācāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:58": "4. Attakāmapāricariyasikkhāpadavaṇṇanā",
  "tika-vin07t3:59": "290. Catutthe parehi patte pātiyamānānaṃ bhikkhāpiṇḍānaṃ pāto sannipātoti piṇḍapātoti bhikkhāhāro vuccati, taṃsadisatāya aññopi yo koci bhikkhācariyaṃ vinā bhikkhūhi laddho piṇḍapātotveva vuccati. Pati eti etasmāti paccayoti āha ‘‘patikaraṇaṭṭhena paccayo’’ti. Rogadukkhānaṃ vā paṭipakkhabhāvena ayati pavattatīti paccayo. Sappāyassāti hitassa. Nagaraparikkhārehīti nagaraṃ parivāretvā rakkhaṇakehi. Rājūnaṃ gehaparikkhepo parikhā uddāpo pākāro esikā paligho aṭṭoti ime satta nagaraparikkhārāti vadanti. Setaparikkhāroti visuddhisīlālaṅkāro. Ariyamaggo hi idha ‘‘ratho’’ti adhippeto, tassa ca sammāvācādayo alaṅkāraṭṭhena ‘‘parikkhārā’’ti vuttā. Cakkavīriyoti vīriyacakko. Jīvitaparikkhārāti jīvitassa pavattikāraṇāni. Samudānetabbāti sammā uddhaṃ ānetabbā pariyesitabbā.",
  "tika-vin07t3:60": "291.Upacāreti yattha ṭhito viññāpetuṃ sakkoti, tādise ṭhāne. Kāmo ceva hetu ca pāricariyā ca atthoti pāḷiyaṃ ‘‘attano kāmaṃ, attano hetuṃ, attano adhippāyaṃ, attano pāricariya’’nti (pārā. 292) vuttesu imesu catūsu padesu kāmo, hetu, pāricariyā ca aṭṭhakathāyaṃ vutte paṭhame atthavikappe viggahavākyādhippāyasūcanato attho. Sesanti adhippāyapadamekaṃ. Byañjananti byañjanamattaṃ, paṭhamavikappānupayogitāya vacanamattanti attho. Dutiye atthavikappepi eseva nayo.",
  "tika-vin07t3:61": "Yathāvuttameva atthaṃ padabhājanena saṃsanditvā dassetuṃ ‘‘attano kāmaṃ attano hetuṃ attano pāricariyanti hi vutte jānissanti paṇḍitā’’tiādi āraddhaṃ. Idaṃ vuttaṃ hoti – ‘‘attano hetu’’nti vutte attano atthāyāti ayamattho viññāyati, ‘‘attano kāmaṃ attano pāricariya’’nti vutte kāmena pāricariyāti ayamattho viññāyati. Tasmā imehi tīhi padehi attano atthāya kāmena pāricariyā attakāmapāricariyāti imaṃ atthavikappaṃ viññū jānissanti. ‘‘Attano adhippāya’’nti vutte pana adhippāya-saddassa kāmita-saddena samānatthabhāvato attanā adhippetakāmitaṭṭhena attakāmapāricariyāti imamatthaṃ vikappaṃ viññū jānissanti.",
  "tika-vin07t3:62": "Etadagganti esā aggā. Duṭṭhullavācāsikkhāpadepi (pārā. 285) kāmaṃ ‘‘yācatipi āyācatipī’’ti evaṃ methunayācanaṃ āgataṃ, taṃ pana duṭṭhullavācassādarāgavasena vuttaṃ, idha pana attano methunassādarāgavasenāti ayaṃ viseso.",
  "tika-vin07t3:63": "Vinītavatthūsu ‘‘aggadānaṃ dehī’’ti idaṃ attano atthāya vuttaṃ, duṭṭhullavācāsikkhāpade pana paratthāyapi vutte sīsaṃ etīti veditabbaṃ. Subhagāti issariyādīhi sundarehi bhagehi samannāgatā. Manussitthī, tathāsaññitā, attakāmapāricariyāya rāgo, tena kāmapāricariyayācanaṃ, taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:64": "Attakāmapāricariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:65": "5. Sañcarittasikkhāpadavaṇṇanā",
  "tika-vin07t3:66": "296. Pañcame paṇḍiccenāti sabhāvañāṇena. Gatimantāti sabhāvañāṇagatiyuttā. Veyyattiyenāti itthikattabbesu sikkhitañāṇena. Medhāyāti asikkhitesupi taṃitthikattabbesu ṭhānuppattiyā paññāya. Chekāti kāyena pacanādikusalā.",
  "tika-vin07t3:67": "Āvahanaṃ āvāho, dārikāya gahaṇaṃ. Vidhinā parakule vahanaṃ pesanaṃ vivāho, dārikāya dānaṃ.",
  "tika-vin07t3:68": "297.Randhāpanaṃ bhattapacāpanaṃ. Byañjanādisampādanaṃ pacāpanaṃ. Na upāhaṭanti na dinnaṃ. Kayo nāma gahaṇaṃ. Vikkayo nāma dānaṃ. Tadubhayaṃ saṅgahetvā ‘‘vohāro’’ti vuttaṃ.",
  "tika-vin07t3:69": "300.‘‘Abbhutaṃ kātuṃ na vaṭṭatī’’ti iminā dukkaṭaṃ hotīti dīpeti. ‘‘Parājitena dātabba’’nti vuttattā adento dhuranikkhepena kāretabbo. Acirakāle adhikāro etassa atthīti acirakālādhikārikaṃ, sañcarittaṃ. ‘‘Acirakālācārika’’nti vā pāṭho. Acirakāle ācāro ajjhācāro etassāti yojanā.",
  "tika-vin07t3:70": "301. Kiñcāpi ehibhikkhuādikāpi sañcarittādipaṇṇattivajjaṃ āpattiṃ āpajjanti, tesaṃ pana asabbakālikattā, appakattā ca idhāpi ñatticatuttheneva kammena upasampannaṃ sandhāya ‘‘yvāya’’ntiādipadabhājanamāha. Sañcaraṇaṃ sañcaro, so etassa atthīti sañcarī, tassa bhāvo sañcarittaṃ. Tenāha ‘‘sañcaraṇabhāva’’nti. Sañcaratīti sañcaraṇo, puggalo, tassa bhāvo sañcaraṇabhāvo, taṃ itthipurisānaṃ antare sañcaraṇabhāvanti attho.",
  "tika-vin07t3:71": "Jāyābhāveti bhariyabhāvāya. Jārabhāveti sāmibhāvāya, taṃnimittanti attho. Nimittatthe hi etaṃ bhummavacanaṃ. Kiñcāpi ‘‘jārattane’’ti padassa padabhājane ‘‘jārī bhavissasī’’ti (pārā. 302) itthiliṅgavasena padabhājanaṃ vuttaṃ, ‘‘sañcarittaṃ samāpajjeyyā’’ti padassa pana niddese ‘‘itthiyā vā pahito purisassa santike gacchati, purisena vā pahito itthiyā santike gacchatī’’ti vuttattā purisassāpi santike vattabbākāraṃ dassetuṃ ‘‘jārattane’’ti niddesassa itthipurisasādhāraṇattā ‘‘itthiyā matiṃ purisassa ārocento jārattane ārocetī’’ti vuttaṃ. Pāḷiyaṃ pana purisassa matiṃ itthiyā ārocanavaseneva padadvayepi yojanā katā, tadanusārena itthiyā matiṃ purisassa ārocanākāropi sakkā viññātunti.",
  "tika-vin07t3:72": "Idāni pāḷiyaṃ vuttanayenāpi atthaṃ dassento ‘‘apicā’’tiādimāha. ‘‘Pati bhavissasī’’ti idaṃ jāyāsaddassa itthiliṅganiyamato purisapariyāyena vuttaṃ, nibaddhasāmiko bhavissasīti attho. Jāro bhavissasīti micchācārabhāvena upagacchanako bhavissasīti adhippāyo.",
  "tika-vin07t3:73": "303.Serivihāranti sacchandacāraṃ. Attano vasanti attano āṇaṃ. Gottavantesu gotta-saddo, dhammacārīsu ca dhamma-saddo vattatīti āha ‘‘sagottehī’’tiādi. Tattha sagottehīti samānagottehi. Sahadhammikehīti ekassa satthu sāsane sahacaritabbadhammehi, samānakuladhammehi vā. Tenevāha ‘‘ekaṃ satthāra’’ntiādi. Ekagaṇapariyāpannehīti mālākārādiekagaṇapariyāpannehi.",
  "tika-vin07t3:74": "Sassāmikā sārakkhā. Yassā gamane raññā daṇḍo ṭhapito, sā saparidaṇḍā. Pacchimānaṃ dvinnanti sārakkhasaparidaṇḍānaṃ. Micchācāro hotīti tāsu gatapurisānaṃ viya tāsampi micchācāro hoti sassāmikabhāvato. Na itarāsanti māturakkhitādīnaṃ aṭṭhannaṃ micchācāro natthi assāmikattā, tāsu gatānaṃ purisānameva micchācāro hoti mātādīhi rakkhitattā. Purisā hi parehi yehi kehici gopitaṃ itthiṃ gantuṃ na labhanti, itthiyo pana kenaci purisena bhariyābhāvena gahitāva purisantaraṃ gantuṃ na labhanti, na itarā attano phassassa sayaṃ sāmikattā. Na hi mātādayo sayaṃ tāsaṃ phassānubhavanatthaṃ tā rakkhanti, kevalaṃ purisagamanameva tāsaṃ vārenti. Tasmā kenaci apariggahitaphassattā, attano phassattā ca itthīnaṃ na micchācāro, purisānaṃ pana parehi vārite attano asantakaṭṭhāne paviṭṭhattā micchācāroti veditabbo.",
  "tika-vin07t3:75": "Bhogenāti bhogahetu. Udapattaṃ āmasitvā gahitā odapattakinī. Dhaja-saddena senā eva upalakkhitāti āha ‘‘ussitaddhajāyā’’tiādi.",
  "tika-vin07t3:76": "305.Bahiddhā vimaṭṭhanti aññattha ārocitaṃ. Taṃ kiriyaṃ sampādessatīti tassā ārocetvā taṃ kiccaṃ sampādetu vā mā vā, taṃ kiriyaṃ sampādane sāmatthiyaṃ sandhāya vuttaṃ. Dārakaṃ, dārikañca ajānāpetvā mātāpituādīhi mātāpituādīnaññeva santikaṃ sāsane pesitepi paṭiggaṇhanavīmaṃsanapaccāharaṇasaṅkhātāya tivaṅgasampattiyā saṅghādiseso hoti evāti daṭṭhabbaṃ.",
  "tika-vin07t3:77": "Yaṃ uddissa sāsanaṃ pesitaṃ, taṃ eva sandhāya tassā mātuādīnaṃ ārocitepi khettameva otiṇṇabhāvaṃ dassetuṃ ‘‘buddhaṃ paccakkhāmī’’tiādi udāhaṭaṃ, idañca vacanabyattayahetubyattayānaṃ bhedepi byattayasāmaññato udāhaṭanti daṭṭhabbaṃ. Tampi udāharaṇadosaṃ pariharitvā suttānulomataṃ dassetuṃ ‘‘taṃ panā’’tiādi vuttaṃ. Iminā sametīti etthāyamadhippāyo – yathā sayaṃ anārocetvā aññesaṃ antevāsikādīnaṃ vatvā vīmaṃsāpetvā paccāharantassa natthi visaṅketo, evaṃ tassā sayaṃ anārocetvā ārocanatthaṃ mātuādīnaṃ vadantassāpi mātuādayo taṃ kiriyaṃ sampādentu vā mā vā. Yadi hi tesaṃ mātuādīnaṃ tuṇhībhūtabhāvampi paccāharati, visaṅketo natthīti.",
  "tika-vin07t3:78": "Gharakiccaṃ netīti gharaṇī. Aññataraṃ vadantassa visaṅketaṃ adinnādānādīsu āṇattiyaṃ vatthusaṅketo viyāti adhippāyo. Mūlaṭṭhānañca vasenāti ettha purisassa mātuādayo sāsanapesane mūlabhūtattā ‘‘mūlaṭṭhā’’ti vuttā.",
  "tika-vin07t3:79": "322. Pāḷiyaṃ māturakkhitāya mātā bhikkhuṃ pahiṇatīti ettha attano vā dhītu santikaṃ ‘‘itthannāmassa bhariyā hotū’’ti bhikkhuṃ pahiṇati, purisassa vā tassa ñātakānaṃ vā santikaṃ ‘‘mama dhītā itthannāmassa bhariyā hotū’’ti pahiṇatīti gahetabbaṃ. Eseva nayo sesesupi. Pubbe vuttanayattāti paṭhamasaṅghādisese vuttanayattā.",
  "tika-vin07t3:80": "338.Ante ekenāti ekena padena. Ettova pakkamatīti apaccāharitvā tatova pakkamati. ‘‘Anabhinanditvā’’ti idaṃ tathā paṭipajjamānaṃ sandhāya vuttaṃ. Satipi abhinandane sāsanaṃ anārocento pana na vīmaṃsati nāma. Tatiyapade vuttanayenāti ‘‘so tassā vacanaṃ anabhinanditvā’’tiādinā vuttanayena. Pāḷiyaṃ antevāsiṃ vīmaṃsāpetvāti ‘‘ayaṃ tesaṃ vattuṃ samattho’’ti antevāsinā vīmaṃsāpetvā. Sace pana so antevāsiko taṃ vacanaṃ ādiyitvā tuṇhī hoti, tassāpi taṃ pavattiṃ paccāharantassa ācariyassa saṅghādisesova mātuādīsu tuṇhībhūtesu tesaṃ tuṇhibhāvaṃ paccāharantassa viyāti daṭṭhabbaṃ.",
  "tika-vin07t3:81": "Pāḷiyaṃ catutthavāre asatipi gacchanto sampādeti, āgacchanto visaṃvādeti anāpattīti atthato āpannamevātikatvā vuttaṃ ‘‘catutthe anāpattī’’ti.",
  "tika-vin07t3:82": "340.Kārukānanti vaḍḍhakīādīnaṃ tacchakaayokāratantavāyarajakanhāpitakā pañca kāravo ‘‘kārukā’’ti vuccanti. Evarūpena…pe… anāpattīti tādisaṃ gihiveyyāvaccampi na hotīti katvā vuttaṃ.",
  "tika-vin07t3:83": "Kāyato samuṭṭhātīti paṇṇattiṃ vā alaṃvacanīyabhāvaṃ vā tadubhayaṃ vā ajānantassa kāyato samuṭṭhāti. Esa nayo itaradvayepi. Alaṃvacanīyā hontīti itthī vā puriso vā ubhopi vā jāyābhāve, sāmikabhāve ca nikkhittachandatāya accantaviyuttattā puna aññamaññaṃ samāgamatthaṃ ‘‘mā evaṃ akaritthā’’tiādinā vacanīyatāya vattabbatāya alaṃ arahāti alaṃvacanīyā, alaṃ vā kattuṃ arahaṃ sandhānavacanametesu itthipurisesūti alaṃvacanīyā, sandhānakārassa vacanaṃ vinā asaṅgacchanakā pariccattāyevāti adhippāyo.",
  "tika-vin07t3:84": "Paṇṇattiṃ pana jānitvāti ettha alaṃvacanīyabhāvaṃ vāti vattabbaṃ. Teneva mātikāṭṭhakathāyañca ‘‘tadubhayaṃ pana jānitvā’’tiādi vuttaṃ. Bhikkhuṃ ajānāpetvā attano adhippāyaṃ paṇṇe likhitvā ‘‘imaṃ paṇṇaṃ asukassa dehī’’ti dinnaṃ harantassa sañcarittaṃ na hoti. Paṇṇattialaṃvacanīyabhāvaajānanavaseneva hi imaṃ sikkhāpadaṃ acittakaṃ, na sabbena sabbaṃ sañcaraṇabhāvampi ajānanavasena, pāḷiyañca aṭṭhakathāyañca ārocanameva dassitaṃ. Tasmā sandassanatthaṃ ñatvā paṇṇasandassanavasenāpi kāyena vā vācāya vā ārocentasseva āpatti hotīti gahetabbaṃ.",
  "tika-vin07t3:85": "341.Yathā yathā yesu yesu janapadesūti pariccattabhāvappakāsanatthaṃ kattabbaṃ paṇṇadānañātijanissarādijānāpanāditaṃtaṃdesaniyataṃ pakāraṃ dasseti, idañca nibaddhabhariyābhāvena gahitaṃ sandhāya vuttaṃ. Attano ruciyā saṅgatānaṃ pana itthīnaṃ, muhuttikāya ca purise cittassa virajjanameva alaṃvacanīyabhāve kāraṇanti daṭṭhabbaṃ. Duṭṭhullādīsupīti ādi-saddena attakāmasañcarittāni saṅgaṇhāti, ettha pana pāḷiyaṃ kiñcāpi ‘‘itthī nāma manussitthī na yakkhī’’tiādinā manussitthipurisā na dassitā, tathāpi ‘‘dasa itthiyo māturakkhitā’’tiādinā manussitthīnaññeva dassitattā purisānampi tadanuguṇānameva gahetabbato manussajātikāva itthipurisā idhādhippetā. Tasmā yesu sañcarittaṃ samāpajjati, tesaṃ manussajātikatā, na nālaṃvacanīyatā, paṭiggaṇhana, vīmaṃsana, paccāharaṇānīti imānettha pañca aṅgāni.",
  "tika-vin07t3:86": "Sañcarittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:87": "6. Kuṭikārasikkhāpadavaṇṇanā",
  "tika-vin07t3:88": "342. Chaṭṭhe ettakenāti ettakena dāruādinā. Aparicchinnappamāṇāyoti aparicchinnadāruādipamāṇāyo. Mūlacchejjāyāti parasantakabhāvato mocetvā attano eva santakakaraṇavasenāti attho. Evaṃ yācato aññātakaviññattidukkaṭañceva dāsapaṭiggahaṇadukkaṭañca hoti ‘‘dāsidāsapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vacanaṃ nissāya aṭṭhakathāsu paṭikkhittattā. Sakakammanti pāṇavadhakammaṃ. Idañca pāṇātipātadosaparihārāya dukkaṭaṃ vuttaṃ, na viññattiparihārāya. Aniyametvāpi na yācitabbāti sāmīcidassanatthaṃ vuttaṃ, suddhacittena pana hatthakammaṃ yācantassa āpatti nāma natthi. Yadicchakaṃ kārāpetuṃ vaṭṭatīti ‘‘hatthakammaṃ yācāmi, dethā’’tiādinā ayācitvāpi vaṭṭati. Sakiccapasutampi evaṃ kārāpentassa viññatti natthi eva, sāmīcidassanatthaṃ pana vibhajitvā vuttaṃ.",
  "tika-vin07t3:89": "Sabbakappiyabhāvadīpanatthanti sabbaso kappiyabhāvadīpanatthaṃ. Mūlaṃ dethāti vattuṃ vaṭṭatīti ‘‘mūlaṃ dassāmā’’ti paṭhamaṃ vuttattā viññatti vā mūlanti vacanassa kappiyākappiyavatthusāmaññavacanattepi niṭṭhitabhatikiccānaṃ dāpanato akappiyavatthusādiyanaṃ vā na hotīti katvā vuttaṃ. Anajjhāvutthakanti apariggahitaṃ.",
  "tika-vin07t3:90": "Mañca…pe… cīvarādīni kārāpetukāmenāpītiādīsu cīvaraṃ kārāpetukāmassa aññātakaappavāritatantavāyehi hatthakammayācanavasena vāyāpane viññattipaccayā dukkaṭābhāvepi cīvaravāyāpanasikkhāpadena yathārahaṃ pācittiyadukkaṭāni hontīti veditabbaṃ. Akappiyakahāpaṇādi na dātabbanti kappiyamukhena laddhampi hatthakammakaraṇatthāya imassa kahāpaṇaṃ dehīti vatvā dānaṃ na vaṭṭatīti vuttaṃ. Pubbe katakammassa dāpane kiñcāpi doso na dissati, tathāpi asāruppamevāti vadanti. Katakammatthāyapi kātabbakammatthāyapi kappiyavohārena pariyāyato bhatiṃ dāpentassa natthi doso. Vattanti cārittaṃ, āpatti na hotīti adhippāyo.",
  "tika-vin07t3:91": "Kappiyaṃ kārāpetvā paṭiggahetabbānīti sākhāya makkhikabījanena paṇṇādicchede bījagāmakopanassa ceva tattha laggarajādiappaṭiggahitassa ca parihāratthāya vuttaṃ. Tadubhayāsaṅkāya asati tathā akaraṇe doso natthi. Nadīyādīsu udakassa apariggahitatāya ‘‘āharāti vattuṃ vaṭṭatī’’ti vuttaṃ. ‘‘Na āhaṭaṃ paribhuñjitu’’nti vacanato viññattiyā āpannaṃ dukkaṭaṃ desetvāpi taṃ vatthuṃ paribhuñjantassa puna paribhoge dukkaṭameva, pañcannampi sahadhammikānaṃ na vaṭṭati. ‘‘Alajjīhi pana bhikkhūhi vā sāmaṇerehi vā hatthakammaṃ na kāretabba’’nti sāmaññato vuttattā attano atthāya yaṃkiñci hatthakammaṃ kāretuṃ na vaṭṭati. Yaṃ pana alajjī nivāriyamānopi bījanādiṃ karoti, tattha doso natthi. Cetiyakammādīni pana tehi kārāpetuṃ vaṭṭati. Ettha ca ‘‘alajjīhi sāmaṇerehī’’ti vuttattā ‘‘sañcicca āpattiṃ āpajjatī’’tiādi (pari. 359) alajjīlakkhaṇaṃ ukkaṭṭhavasena upasampanne paṭicca upalakkhaṇato vuttanti taṃlakkhaṇavirahitānaṃ sāmaṇerādīnaṃ liṅgatthenakagotrabhupariyosānānaṃ bhikkhupaṭiññānaṃ dussīlānampi sādhāraṇavasena alajjitālakkhaṇaṃ yathāvihitapaṭipattiyaṃ sañcicca atiṭṭhanamevāti gahetabbaṃ.",
  "tika-vin07t3:92": "Āharāpentassa dukkaṭanti viññattikkhaṇe viññattipaccayā, paṭilābhakkhaṇe goṇānaṃ sādiyanapaccayā ca dukkaṭaṃ. Goṇañhi attano atthāya aviññattiyā laddhampi sādituṃ na vaṭṭati ‘‘hatthigavassavaḷavapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vuttattā. Tenevāha ‘‘ñātipavāritaṭṭhānatopi mūlacchejjāya yācituṃ na vaṭṭatī’’ti. Ettha ca viññattidukkaṭābhāvepi akappiyavatthuyācanepi paṭiggahaṇepi dukkaṭameva. Rakkhitvāti corādiupaddavato rakkhitvā. Jaggitvāti tiṇadānādīhi posetvā.",
  "tika-vin07t3:93": "Ñātipavāritaṭṭhāne pana vaṭṭatīti sakaṭassa sampaṭicchitabbattā mūlacchejjavasena yācituṃ vaṭṭati. Tāvakālikaṃ vaṭṭatīti ubhayatthāpi vaṭṭatīti attho . Vāsiādīni puggalikānipi vaṭṭantīti āha ‘‘esa nayo vāsī’’tiādi. Valliādīsu ca parapariggahitesu ca eseva nayoti yojetabbaṃ. ‘‘Garubhaṇḍappahonakesuyevā’’ti idaṃ viññattiṃ sandhāya vuttaṃ. Adinnādāne pana tiṇasalākaṃ upādāya parapariggahitaṃ theyyacittena gaṇhato avahāro eva, bhaṇḍagghena kāretabbo. Valliādīsūti ettha ādi-saddena pāḷiāgatānaṃ (pārā. 349) veḷuādīnaṃ saṅgaho. Tattha yasmiṃ padese haritālajātihiṅgulādi appakampi mahagghaṃ hoti, tattha taṃ tālapakkapamāṇato ūnampi garubhaṇḍameva, viññāpetuñca na vaṭṭati.",
  "tika-vin07t3:94": "Sāti viññatti. Parikathādīsu ‘‘senāsanaṃ sambādha’’ntiādinā (visuddhi. 1.19) pariyāyena kathanaṃ parikathā nāma. Ujukameva akathetvā ‘‘bhikkhūnaṃ kiṃ pāsādo na vaṭṭatī’’tiādinā (visuddhi. 1.19) adhippāyo yathāvibhūto hoti, evaṃ bhāsanaṃ obhāso nāma. Senāsanādiatthaṃ bhūmiparikammādikaraṇavasena paccayuppādāya nimittakaraṇaṃ nimittakammaṃ nāma. Ukkamantīti apagacchanti.",
  "tika-vin07t3:95": "344. Maṇi kaṇṭhe assāti maṇikaṇṭho. Devavaṇṇanti devattabhāvaṃ.",
  "tika-vin07t3:96": "345. Pāḷiyaṃ pattena me atthoti (pārā. 345) anatthikampi pattena bhikkhuṃ evaṃ vadāpento bhagavā sotthiyā mantapadavasena vadāpesi. Sopi bhikkhu bhagavatā āṇattavacanaṃ vademīti avoca, tenassa musā na hoti. Atha vā ‘‘pattena me attho’’ti idaṃ ‘‘pattaṃ dadantū’’ti iminā samānatthanti daṭṭhabbaṃ. Esa nayo maṇinā me atthoti etthāpi. Tasmā aññesampi evarūpaṃ kathentassa, kathāpentassa ca vacanadoso natthīti gahetabbaṃ.",
  "tika-vin07t3:97": "349. Uddhaṃmukhaṃ littā ullittā, chadanassa anto limpantā hi yebhuyyena uddhaṃmukhā limpanti. Tenāha ‘‘antolittā’’ti. Adhomukhaṃ littā avalittā. Bahi limpantā hi yebhuyyena adhomukhā limpanti. Tenāha ‘‘bahilittā’’ti.",
  "tika-vin07t3:98": "Byañjanaṃ vilomitaṃ bhaveyyāti yasmā ‘‘kārayamānenā’’ti imassa hetukattuvacanassa ‘‘karontenā’’ti idaṃ suddhakattuvacanaṃ pariyāyavacanaṃ na hoti, tasmā ‘‘karontena vā kārāpentena vā’’ti kārayamānenāti bahuuddesapadānuguṇaṃ karaṇavacaneneva padatthaṃ katvā niddese kate byañjanaṃ viruddhaṃ bhaveyya, tathā pana padatthavasena adassetvā sāmatthiyato siddhamevatthaṃ dassetuṃ paccattavasena ‘‘karonto vā kārāpento vā’’ti padabhājanaṃ vuttanti adhippāyo. Tenāha ‘‘atthamattamevā’’tiādi. Padatthato, sāmatthiyato ca labbhamānaṃ atthamattamevāti attho. Yañhi kārayamānena paṭipajjitabbaṃ, taṃ karontenāpi paṭipajjitabbamevāti idamettha sāmatthiyaṃ daṭṭhabbaṃ.",
  "tika-vin07t3:99": "Uddesoti sāmibhāvena uddisitabbo. Setakammanti setavaṇṇakaraṇatthaṃ setavaṇṇamattikāya vā sudhāya vā katatanukalepo, tena pana saha miniyamāne pamāṇātikkantaṃ hotīti saṅkānivāraṇatthaṃ āha ‘‘abbohārika’’nti. Tena pamāṇātikkantavohāraṃ na gacchati kuṭiyā anaṅgattāti adhippāyo.",
  "tika-vin07t3:100": "Yathāvuttassa atthassa vuttanayaṃ dassentena ‘‘vuttañheta’’ntiādi vuttaṃ. Tattha ‘‘āyāmato ca vitthārato cā’’ti avatvā ‘‘āyāmato vā vitthārato vā’’ti vikappatthassa vā-saddassa vuttattā ekatobhāge vaḍḍhitepi āpattīti pakāsitanti adhippāyo. Tihatthāti pakatihatthena tihatthā, ‘‘vaḍḍhakīhatthenā’’tipi (sārattha. ṭī. 2.348-349) vadanti, taṃ ‘‘yattha…pe… ayaṃ kuṭīti saṅkhyaṃ na gacchatī’’ti iminā virujjhati vaḍḍhakīhatthena tihatthāyapi kuṭiyā pamāṇayuttassa mañcassa sukhena parivattanato. ‘‘Ūnakacatuhatthā vā’’ti idañca pacchimappamāṇayuttassa mañcassa aparivattanārahaṃ sandhāya vuttaṃ. Yadi hi pakatihatthena catuhatthāyapi kuṭiyā pamāṇayutto mañco na parivattati, sā akuṭīyeva, tasmā mañcaparivattanamatteneva pamāṇanti gahetabbaṃ. Pamāṇayutto mañcoti sabbapacchimappamāṇayutto mañco. So hi pakatividatthiyā navavidatthiko, aṭṭhavidatthiko vā hoti, tato khuddako mañco sīsūpadhānaṃ ṭhapetvā pādaṃ pasāretvā nipajjituṃ na pahoti. Pamāṇato ūnatarampīti ukkaṭṭhappamāṇato ūnatarampi, idañca heṭṭhimappamāṇayuttāyapi vatthudesanā kātabbā, na vāti sandehanivattanatthaṃ vuttaṃ.",
  "tika-vin07t3:101": "Kalalalepoti kenaci silesena katalepo, setarattādivaṇṇakaraṇatthaṃ katatambamattikādikalalalepo vā. Tenāha ‘‘alepo evā’’ti. Tena taḷākādīsu ghanena kalalena katabahalalepo mattikālepane eva pavisati lepavohāragamanatoti dasseti. Piṭṭhasaṅghāṭo nāma dvārabāhasaṅkhāto caturassadārusaṅghāṭo, yattha sauttarapāsaṃ kavāṭaṃ apassāya dvāraṃ pidahanti.",
  "tika-vin07t3:102": "Oloketvāpīti apaloketvāpi, apalokanakammavasenāpīti attho, apasaddassāpi oādeso katoti daṭṭhabbo.",
  "tika-vin07t3:103": "353.Nibaddhagocaraṭṭhānampīti ettha gocarāya pakkamantānaṃ hatthīnaṃ nibaddhagamanamaggopi saṅgayhati. Etesanti sīhādīnaṃ. Gocarabhūmīti āmisaggahaṇaṭṭhānaṃ. Na gahitāti paṭikkhipitabbabhāvena na gahitā, na vāritāti attho. Sīhādīnañhi gocaraggahaṇaṭṭhānaṃ hatthīnaṃ viya nibaddhaṃ na hoti, yattha pana gomahiṃsādipāṇakā santi, dūrampi taṃ ṭhānaṃ sīghaṃ gantvā gocaraṃ gaṇhanti. Tasmā tesaṃ taṃ na vāritaṃ, nibaddhagamanamaggova vārito āsayato gamanamaggassa nibaddhattā. Aññesampi vāḷānanti araññamahiṃsādīnaṃ. Ārogyatthāyāti nirupaddavāya. Sesānīti pubbaṇṇanissitādīni soḷasa. Tāni ca janasammaddamahāsammaddakuṭivilopasarīrapīḷādiupaddavehi saupaddavānīti veditabbāni. Abhihananti etthāti abbhāghātaṃ. ‘‘Verighara’’nti vuttamevatthaṃ vibhāvetuṃ ‘‘corānaṃ māraṇatthāya kata’’nti vuttaṃ.",
  "tika-vin07t3:104": "Dhammagandhikāti dhammena daṇḍanītiyā hatthapādādicchindanagandhikā. Gandhikāti ca yassa upari hatthādiṃ ṭhapetvā chindanti, tādisaṃ dārukhaṇḍaphalakāti vuccati, tena ca upalakkhitaṃ ṭhānaṃ. Pāḷiyaṃ racchānissitanti rathikānissitaṃ. Caccaranissitanti catunnaṃ rathikānaṃ sandhinissitaṃ. Sakaṭenāti iṭṭhakasudhādibhaṇḍāharaṇasakaṭena.",
  "tika-vin07t3:105": "Pācinanti senāsanassa bhūmito paṭṭhāya yāva talāvasānaṃ cinitabbavatthukaṃ adhiṭṭhānaṃ, yassa upari bhittithambhādīni ca patiṭṭhapenti. Tenāha ‘‘tato paṭṭhāyā’’tiādi. Kiñcāpi idha pubbapayogasahapayogānaṃ adinnādāne viya viseso natthi, tathāpi tesaṃ vibhāgena dassanaṃ bhinditvā vā puna kātabbāti ettha kuṭiyā bhedena paricchedadassanatthaṃ kataṃ. Tadatthāyāti tacchanatthāya. Evaṃ katanti adesitavatthukaṃ pamāṇātikkantaṃ vā kataṃ. Paṇṇasālanti paṇṇakuṭiyā tiṇapaṇṇacuṇṇassa aparipatanatthāya anto ca bahi ca limpanti, taṃ sandhāyetaṃ vuttaṃ. Teneva vakkhati ‘‘paṇṇasālaṃ limpatī’’ti.",
  "tika-vin07t3:106": "Antolepeneva niṭṭhāpetukāmaṃ sandhāya ‘‘antolepe vā’’tiādi vuttaṃ. Bahilepe vāti etthāpi eseva nayo. Tasminti dvārabandhe vā vātapāne vā ṭhapiteti yojetabbaṃ. Tassokāsanti tassa dvārabandhādissa okāsabhūtaṃ chiddaṃ. Puna vaḍḍhetvāti pubbe ṭhapitokāsaṃ khuddakaṃ ce, taṃ dvāravātapānacchiddabhedanena puna vaḍḍhetvā. Ṭhapiteti dvārabandhe vā gavakkhasaṅghāṭe vā ānetvā tasmiṃ vaḍḍhite vā avaḍḍhite vā chidde patiṭṭhāpite. Lepo na ghaṭīyatīti samantato dinno lepo tathā ṭhapitena dvārabandhanena vā vātapānena vā saddhiṃ na ghaṭīyati, ekābaddhaṃ na hotīti vuttaṃ hoti. Tanti dvārabandhaṃ vā vātapānaṃ vā. Paṭhamameva saṅghādisesoti tesaṃ samantato pubbeva lepassa ghaṭetvā niṭṭhāpitattā dvārabandhavātapānānaṃ ṭhapanato pubbe eva saṅghādiseso.",
  "tika-vin07t3:107": "Lepaghaṭanenevāti iṭṭhakāhi katavātapānādīni vinā samantā lepaghaṭaneneva āpatti vātapānādīnaṃ alepokāsattā, iṭṭhakāhi katattā vā, vātapānādīsupi lepassa bhittilepena saddhiṃ ghaṭanenevātipi atthaṃ vadanti. Tatthāti paṇṇasālāyaṃ. Ālokatthāya aṭṭhaṅgulamattaṃ ṭhapetvā limpatīti dārukuṭṭassa dārūnamantarā aṭṭhaṅgulamattaṃ vivaraṃ yāva limpati, tāva ālokatthāya ṭhapetvā avasesaṃ sakuṭṭacchadanaṃ limpati, pacchā etaṃ vivaraṃ limpissāmīti evaṃ ṭhapane anāpattīti adhippāyo. Sace pana evaṃ akatvā sabbadāpi ālokatthāya vātapānavasena ṭhapeti, vātapānadvārasaṅghāṭe ghaṭite lepo ca ghaṭīyati, paṭhamameva saṅghādisesoti dassento āha ‘‘sace’’tiādi. Mattikākuṭṭameva mattikālepasaṅkhyaṃ gacchatīti āha ‘‘sace mattikāya kuṭṭaṃ karoti, chadanalepena saddhiṃ ghaṭane āpattī’’ti. Ubhinnaṃ anāpattīti purimassa lepassa aghaṭitattā dutiyassa attuddesikatāya asambhavato.",
  "tika-vin07t3:108": "354.Āpattibhedadassanatthanti tattha ‘‘sārambhe ca aparikkamane ca dukkaṭaṃ adesitavatthukatāya , pamāṇātikkantatāya ca saṅghādiseso’’ti evaṃ āpattiyeva vibhāgadassanatthaṃ.",
  "tika-vin07t3:109": "361.Aniṭṭhite kuṭikammeti lepapariyosāne kuṭikamme ekapiṇḍamattenapi aniṭṭhite. ‘‘Aññassa puggalassa vā’’ti idaṃ mūlaṭṭhassa anāpattidassanatthaṃ vuttaṃ. Yena pana laddhaṃ, tassāpi taṃ niṭṭhāpentassa ‘‘parehi vippakataṃ attanā pariyosāpeti, āpatti saṅghādisesassā’’tiādivacanato (pārā. 363) āpattiyeva. Pubbe katakammampi laddhakālato paṭṭhāya attano atthāyeva kataṃ nāma hoti, tasmā tenāpi saṅghassa vā sāmaṇerādīnaṃ vā datvā niṭṭhāpetabbaṃ. ‘‘Aññassa vā’’ti idaṃ anupasampannaṃyeva sandhāya vuttanti gahetabbaṃ, keci pana ‘‘parato laddhāya kuṭiyā niṭṭhāpane anāpattiādito paṭṭhāya attano atthāya akatattā’’ti vadanti. Apacinitabbāti yāva pācinā viddhaṃsetabbā. Bhūmisamaṃ katvāti pācinatalāvasānaṃ katvā.",
  "tika-vin07t3:110": "364.Leṇanti pabbataleṇaṃ. Na hettha lepo ghaṭīyatīti chadanalepassa abhāvato vuttaṃ, visuṃ eva vā anuññātattā. Sace leṇassa anto uparibhāge cittakammādikaraṇatthaṃ lepaṃ denti, ullittakuṭisaṅkhyaṃ na gacchati, vaṭṭati eva. Iṭṭhakādīhi kataṃ caturassakūṭāgārasaṇṭhānaṃ ekakaṇṇikābaddhaṃ nātiuccaṃ paṭissayavisesaṃ ‘‘guhā’’ti vadanti, tādisaṃ mahantampi ullittāvalittaṃ karontassa anāpatti. Bhūmiguhanti umaṅgaguhaṃ.",
  "tika-vin07t3:111": "Aṭṭhakathāsūti kukkuṭacchikagehantiādīsu aṭṭhakathāsu tiṇakuṭikā kukkuṭacchikagehanti vatvā puna taṃ vivarantehi aṭṭhakathācariyehi chadanaṃ daṇḍakehi…pe… vuttāti yojanā daṭṭhabbā. Tattha daṇḍakehi jālabaddhaṃ katvāti dīghato, tiriyato ca ṭhapetvā valliyādīhi baddhadaṇḍakehi jālaṃ viya katvā. So cāti ullittādibhāvo. Chadanameva sandhāya vuttoti chadanassa anto ca bahi ca limpanameva sandhāya vutto. Mattikākuṭṭe bhittilepaṃ vināpi bhittiyā saddhiṃ chadanalepassa ghaṭanamattenāpi āpattisambhavato chadanalepova padhānanti veditabbaṃ. Kiñcāpi evaṃ, atha kho ‘‘upacikāmocanatthameva heṭṭhā pāsāṇakuṭṭaṃ katvā taṃ alimpitvā upari limpati, lepo na ghaṭīyati nāma, anāpattiyevā’’tiādivacanato pana chadanalepaghaṭanatthaṃ sakalāyapi bhittiyā lepo avassaṃ icchitabbova tassā ekadesassa alepepi chadanalepassa aghaṭanato. Tenāha ‘‘lepo na ghaṭīyatī’’ti. Etthāti tiṇakuṭikāyaṃ. Na kevalañca tiṇakuṭikāyaṃ eva, leṇaguhādīsupi sārambhāparikkamanapaccayāpi anāpatti eva, iminā pana nayena aññassatthāya kuṭiṃ karontassāpi sārambhādipaccayāpi anāpattibhāvo atthato dassito eva hotīti.",
  "tika-vin07t3:112": "Tattha pāḷivirodhaṃ pariharituṃ ‘‘yaṃ panā’’tiādi vuttaṃ. Ayañhettha adhippāyo – aññassa upajjhāyādino atthāya karontassa sārambhādipaccayāpi anāpatti eva, yaṃ pana pāḷiyaṃ ‘‘āpattikārukānaṃ tiṇṇaṃ dukkaṭāna’’ntiādivacanaṃ, taṃ aññassatthāya karontassa, na sārambhādipaccayā āpattidassanatthaṃ vuttaṃ, kiñcarahi yathāsamādiṭṭhāya kuṭiyā akaraṇapaccayā āpattidassanatthanti. Tattha yathāsamādiṭṭhāyāti ‘‘bhikkhu samādisitvā pakkamati, ‘kuṭiṃ me karothā’ti samādisati ca, desitavatthukā ca hotu anārambhā ca saparikkamanā cā’’ti evaṃ kārāpakena āṇattikkamaṃ muñcitvā karaṇapaccayāti adhippāyo. Katthaci pana potthake ‘‘kuṭilakkhaṇappattampi kuṭiṃ aññassa…pe… karontassa anāpattī’’ti imassa pāṭhassa anantaraṃ ‘‘yaṃ pana āpatti kārukāna’’ntiādipāṭho dissati, sova yuttataro. Evañhi sati tattha adhippāyo pākaṭo hoti.",
  "tika-vin07t3:113": "Anāpattīti vatvāti vāsāgāratthāya eva aniyamitattā anāpattīti vatvā. Adesāpetvā karototi pamāṇayuttampi karoto. Acittakanti paṇṇattiajānanacittena acittakaṃ. Ullittādīnaṃ aññataratā, heṭṭhimappamāṇasambhavo, adesitavatthukatā, pamāṇātikkantatā, attuddesikatā, vāsāgāratā, lepaghaṭanāti satta vā pamāṇayuttaṅgādīsu cha vā aṅgāni.",
  "tika-vin07t3:114": "Kuṭikārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:115": "7. Vihārakārasikkhāpadavaṇṇanā",
  "tika-vin07t3:116": "365. Sattame pūjāvacanappayoge kattari sāmivacanassapi icchitattā ‘‘gāmassa vā pūjita’’nti vuttaṃ. Rūpindriyesu vijjamānaṃ sandhāya ekindriyatā vuccatīti āha ‘‘kāyindriyaṃ sandhāyā’’ti. Te hi manindriyampi bhūtagāmānaṃ icchanti.",
  "tika-vin07t3:117": "366.Kiriyato samuṭṭhānābhāvoti vatthuno adesanāsaṅkhātaṃ akiriyaṃ vinā na kevalaṃ kiriyāya samuṭṭhānabhāvo. Kiriyākiriyato hi idaṃ samuṭṭhāti. Imasmiṃ sikkhāpade bhikkhū vāanabhineyyāti ettha vā-saddo samuccayattho, tena ‘‘mahallakañca vihāraṃ kareyya, bhikkhū ca anabhineyyā’’ti kiriyañca akiriyañca samuccinoti.",
  "tika-vin07t3:118": "Vihārakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:119": "8. Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin07t3:120": "380. Aṭṭhame pākārena ca parikkhittanti sambandho. Gopuraṭṭālakayuttanti ettha pākāresu yuddhatthāya kato vaṅkasaṇṭhāno sarakkhepachiddasahito patissayaviseso aṭṭālako nāma.",
  "tika-vin07t3:121": "Soḷasavidhassāti catūhi maggehi paccekaṃ catūsu saccesu kattabbassa pariññāpahānasacchikiriyābhāvanāsaṅkhātassa soḷasavidhassa. Te gāravenāti te kilantarūpā bhikkhū bhattuddesakaṭṭhāne sannipatitānaṃ bhikkhūnaṃ purato attano kilantasarīraṃ dassetvā uddisāpane gāravena, lajjāyāti attho. Terasapīti bhattuddesakasenāsanagāhāpakabhaṇḍāgārikacīvarapaṭiggāhakacīvarabhājakayāgubhājakaphalabhājakakhajjabhājakaappamattakavissajjakasāṭiyagāhāpakapattagāhāpakaārāmikapesakasāmaṇerapesakasammutīnaṃ vasena terasapi.",
  "tika-vin07t3:122": "Pāḷiyaṃ ‘‘apisū’’ti idaṃ ‘‘apicā’’ti iminā samānattho nipāto. Evaṃ sabbapadesūti pīṭhādīsu senāsanasādhāraṇesu, katikasaṇṭhānapavesanikkhamanakālādīsu pana visuṃ visuṃ adhiṭṭhahitvā kathāpetīti veditabbaṃ . Ayañhi nimmitānaṃ dhammatāti aniyametvā nimmitānaṃ vasena vuttaṃ, niyametvā pana ‘‘ettakā idañcidañca kathentu, ettakā tuṇhī bhavantu, nānāppakāraṃ iriyāpathaṃ, kiriyañca kappentu, nānāvaṇṇasaṇṭhānavayoniyamā ca hontū’’ti parikammaṃ katvā samāpajjitvā vuṭṭhāya adhiṭṭhite icchiticchitappakārā aññamaññampi visadisāva honti. Avatthukavacananti niratthakavacanaṃ.",
  "tika-vin07t3:123": "383.Ekacārikabhattanti atimanāpattā sabbesampi paṭilābhatthāya visuṃ ṭhitikāya pāpetabbabhattaṃ. Taddhitavohārenāti cattāri pamāṇamassa catukkanti evaṃ taddhitavohārena. Bhavoti bhavitabbo. Atītaṃ divasabhāganti tasmiññeva divase salākadānakkhaṇaṃ sandhāya vuttaṃ. Hiyyoti imassa ajja icceva attho. Tenevāhaṃsu ‘‘sve amhe’’tiādi. Padhūpāyantāti punappunaṃ uppajjanakodhavasena padhūpāyantā. Pāḷiyaṃ kissa manti kena kāraṇena mayāti attho.",
  "tika-vin07t3:124": "384. ‘‘Sarasi tva’’nti idaṃ ekaṃ vākyaṃ katvā, ‘‘kattā’’ti idañca kattari ritupaccayantaṃ katvā, ‘‘asī’’ti ajjhāhārapadena saha ekavākyaṃ katvā, ‘‘evarūpa’’nti idaṃ, ‘‘yathāyaṃ bhikkhunī āhā’’ti idañca dvīsu vākyesu paccekaṃ yojetabbanti dassetuṃ ‘‘atha vā’’tiādimāha. Ujukamevāti tvā-paccayantavasena paṭhamaṃ atthaggahaṇaṃ ujukanti adhippāyo.",
  "tika-vin07t3:125": "Dutiyo dabba-saddo paṇḍitādivacanoti āha ‘‘na kho dabba dabbā paṇḍitā’’ti. Nibbeṭhentīti dosato mocenti. Vinayalakkhaṇe tantinti vinayavinicchayalakkhaṇavisaye āgamaṃ ṭhapento. Pāḷiyaṃ yato ahantiādīsu yasmiṃ kāle ahaṃ jāto, tato pabhuti supinantenapi methunaṃ dhammaṃ nābhijānāmi, na ca tassa methunadhammassa paṭisevitā ahosinti attho daṭṭhabbo. Tenāha ‘‘supinantenapī’’tiādi. Idāni ekavākyavasena yojanaṃ dassetuṃ ‘‘atha vā’’tiādi vuttaṃ. Na ghaṭatīti yasmā khīṇāsavassa vacanena etissā vacanaṃ na sameti, tañca na ghaṭanaṃ yasmā pubbe bhikkhūsu pasiddhāya eva accantadussīlatāya eva ahosi, tasmā mettiyaṃ bhikkhuniṃ nāsethāti adhippāyo.",
  "tika-vin07t3:126": "Cara pireti cara gaccha pire para amāmaka tvaṃ. Vinassāti adassanaṃ gaccha. Akārikāti amūlakena codanāya na kārikā. Kārako hotīti ‘‘ayyenamhi dūsitā’’ti imāya paṭiññāya yadi nāsitā, tadā thero bhikkhunīdūsakattasiddhito tassa dosassa kārako hoti. Akārako hotīti tāya katapaṭiññaṃ anapekkhitvā sāmaññato ‘‘mettiyaṃ bhikkhuniṃ nāsethā’’ti bhagavatā vuttattā akārako hoti. Yadi hi thero kārako bhaveyya, avassaṃ tameva dosaṃ apadisitvā iminā nāma kāraṇena ‘‘mettiyaṃ bhikkhuniṃ nāsethā’’ti vattabbaṃ siyā, tathā avuttattā, ‘‘dabbañca anuyuñjathā’’ti avatvā ‘‘ime ca bhikkhū anuyuñjathā’’ti vuttattā ca sāmatthiyato mettiyāya bhikkhuniyā aññena dosena nāsanārahatā, vatthussa ca amūlakabhāvo, therassa akārakabhāvo ca siddho hotīti adhippāyo.",
  "tika-vin07t3:127": "Attano suttanti ‘‘sakāya paṭiññāyā’’ti iminā pakkhepavacanena sahitaṃ kūṭasuttaṃ. Therokārako hotīti ettha ayamadhippāyo – ‘‘sakāya paṭiññāyā’’ti avatvā sāmaññato ‘‘mettiyaṃ bhikkhuniṃ nāsethā’’ti otiṇṇavatthusmiṃyeva tassā nāsanā vihitāti tumhākaṃ vāde thero kārako hoti, ‘‘sakāya paṭiññāyā’’ti pana vutte pubbeyeva siddhassa pārājikassa sucikāya assā sakāya paṭiññāya nāsethāti sijjhanato amhākaṃ vāde thero akārako hotīti. Mahāvihāravāsīnampi pana ‘‘sakāya paṭiññāyā’’ti vutte otiṇṇavatthusmiṃyeva tassā nāsanā vihitā hoti, na sāmaññatoti adhippāyo. Etthāti imesu dvīsu vādesu, suttesu vā. Yaṃ pacchā vuttanti mahāvihāravāsīhi yaṃ vuttaṃ, taṃ yuttanti attho. Vicāritaṃ hetanti etaṃ pacchimassa yuttattaṃ vicāritaṃ, ‘‘tatra saṅghādiseso vuṭṭhānagāminī…pe… asuddhatāyeva nāsesī’’ti vakkhamānanayena vinicchitanti attho. ‘‘Bhikkhuniṃ anuddhaṃseti dukkaṭa’’nti iminā mahāaṭṭhakathāvādo dassito.",
  "tika-vin07t3:128": "Tatrāti tesu dukkaṭapācittiyesu. Dukkaṭanti vuttamahāaṭṭhakathāvādassa adhippāyaṃ dassetvā ‘‘pācittiya’’nti pavattassa kurundivādassa adhippāyaṃ dassetuṃ ‘‘pacchimanayepī’’tiādi vuttaṃ. Vacanappamāṇatoti visaṃvādanādhippāye samānepi anuddhaṃsanādivisese saṅghādisesādino vidhāyakavacanabalenāti attho. Bhikkhussa pana bhikkhuniyā dukkaṭanti bhikkhuniṃ anuddhaṃsentassa bhikkhussa dukkaṭaṃ.",
  "tika-vin07t3:129": "Evaṃ dvīsupi aṭṭhakathāvacanesu adhippāyaṃ vibhāvetvā idāni pacchime pācittiyavāde dosaṃ dassetvā purimadukkaṭavādameva patiṭṭhāpetuṃ ‘‘tatra panā’’tiādi vuttaṃ. Tattha visunti sampajānamusāvāde pācittiyato (pāci. 1) visuṃ pācittiyaṃ vuttaṃ, tattha anantogadhabhāvāti adhippāyo. Tasmāti yasmā amūlakānuddhaṃsane visuññeva pācittiyaṃ paññattaṃ, tasmā purimanayoti dukkaṭavādo. Evaṃ antarā paviṭṭhaṃ dukkaṭapācittiyavādaṃ dassetvā idāni pākaṭameva atthaṃ vibhāvetuṃ ‘‘tathā bhikkhunī’’tiādi āraddhaṃ. Tattha tathāti yathā bhikkhussa bhikkhuṃ, bhikkhuniñca anuddhaṃsentassa saṅghādisesadukkaṭāni vuttāni, tathāti attho. Etehi nāsanā natthīti sāmaññato vuttaṃ, dukkaṭena imissā pana nāsanā natthīti adhippāyo. Dussīlāti pārājikā.",
  "tika-vin07t3:130": "386.Ākāranānattenāti dūsitākārassa, dūsakākārassa ca nānattena. Anabhiraddhoti atuṭṭho. Tenāha ‘‘na sukhito’’ti. Na pasāditoti anuppāditappasādo. Khīla-saddo thaddhabhāvavacano , kacavarapariyāyo ca hotīti āha ‘‘citta…pe… khīla’’nti. Nappatītoti pītisukhādīhi na abhigato na upagato. Tenāha ‘‘na abhisaṭo’’ti.",
  "tika-vin07t3:131": "Yena duṭṭhoti ca kupitoti ca vuttoti ettha yena duṭṭhoti ca vutto yena kupitoti ca vutto, taṃ mātikāyañca padabhājane (pārā. 386) ca vuttaṃ ubhayampetanti yojetabbaṃ. Dvīhīti ‘‘tena ca kopena, tena ca dosenā’’ti vuttakopadosapadehi dvīhi, atthato pana dvīhipi dosova dassitoti āha ‘‘saṅkhārakkhandhameva dassetī’’ti. Yāyāti anattamanatāya.",
  "tika-vin07t3:132": "Na cuditakavasenāti yadi cuditakavasenāpi amūlakaṃ adhippetaṃ siyā, amūlakaṃ nāma anajjhāpannanti padabhājanaṃ vadeyyāti adhippāyo. Yaṃ pārājikanti bhikkhuno anurūpesu ekūnavīsatiyā pārājikesu aññataraṃ. Padabhājane (pārā. 386) pana bhikkhuvibhaṅge āgatāneva gahetvā ‘‘catunnaṃ aññatarenā’’ti vuttaṃ. Etaṃ idha appamāṇanti etaṃ āpannānāpannataṃ idhānuddhaṃsane āpattiyā anaṅgaṃ, āpattiṃ pana āpanne vā anāpanne vā puggale ‘‘anāpanno eso suddho’’ti suddhasaññāya vā vimatiyā vā cāvanādhippāyova idha aṅganti adhippāyo.",
  "tika-vin07t3:133": "Tathevāti pasādasotena, dibbasotena vāti imamatthaṃ atidisati. Diṭṭhānusāreneva samuppannā parisaṅkāva diṭṭhaparisaṅkitaṃ nāma. Evaṃ sesesupi. ‘‘Adisvā vā’’ti idaṃ ukkaṭṭhavasena vuttaṃ, disvā pakkantesupi doso natthiyeva. Imesanti imehi. Karissantīti tasmiṃ khaṇe uppajjanākāradassanaṃ, pacchā pana ettakena kālena kataṃ vāti saṅkāya codeti. Na hi karissantīti codanā atthi. ‘‘Ariṭṭhaṃ pīta’’nti idaṃ mukhe surāgandhavāyananimittadassanaṃ. Ariṭṭhañhi surāsadisavaṇṇagandhaṃ kappiyabhesajjaṃ.",
  "tika-vin07t3:134": "Diṭṭhaṃ atthi samūlakantiādīsu ajjhācārassa sambhavāsambhavānaṃ mūlāmūlabhāvadassanaṃ. Atthi saññāsamūlakantiādi pana diṭṭhasaññāya sambhavāsambhavānaṃ mūlāmūlabhāvadassanaṃ. Disvāva diṭṭhasaññī hutvā codetīti ettha yaṃ codeti, tato aññaṃ puggalaṃ vītikkamantaṃ, paṭicchannokāsato nikkhamantaṃ vā disvā ‘‘ayaṃ so’’ti saññāya codentopi saṅgayhati. Esa nayo sutādīsupi. Samūlakena vā saññāsamūlakena vāti ettha pārājikamāpannaṃ diṭṭhādimūlakena ca ‘‘ayaṃ āpanno’’ti asuddhasaññāya codento samūlakena codeti nāma. Saññāsamūlakatte eva anāpattisambhavato āpanne vā anāpanne vā puggale āpannasaññī diṭṭhādīsu , adiṭṭhādīsu vā mūlesu diṭṭhasutādisaññī tena diṭṭhādimūlakena taṃ puggalaṃ codento saññāsamūlakena codeti nāma. Imesaṃ anāpatti, vuttavipariyāyena āpattivāre attho veditabbo.",
  "tika-vin07t3:135": "Samīpe ṭhatvāti hatthavikāravacīghosānaṃ codanāvasena pavattiyamānānaṃ dassanasavanūpacāre ṭhatvāti attho. Keci pana ‘‘dvādasahatthabbhantare ṭhatvā’’ti (sārattha. ṭī. 2.385-386) vadanti, taṃ na yuttaṃ. Parato byatirekato anāpattiṃ dassentena ‘‘dūtaṃ vā paṇṇaṃ vā sāsanaṃ vā pesetvā’’ti ettakameva vuttaṃ, na pana ‘‘dvādasahatthaṃ muñcitvā codentassa sīsaṃ na etī’’ti vuttaṃ. Vācāya vācāyāti sakiṃ āṇattassa sakalampi divasaṃ vadato vācāya vācāya codāpakasseva āpatti. Sopīti āṇattopi. Tassa ca ‘‘mayāpi diṭṭha’’ntiādiṃ avatvāpi ‘‘amūlaka’’nti saññāya cāvanādhippāyena ‘‘tvaṃ pārājikaṃ dhammaṃ ajjhāpannosī’’ti idameva vācaṃ parassa vacanaṃ viya akatvā sāmaññato vadantassāpi saṅghādiseso eva. Satipi pana anuddhaṃsanādhippāye ‘‘asukena evaṃ vutta’’nti parena vuttameva vadantassa natthi saṅghādiseso. Sace pana parena avuttampi vuttanti vadati, āpatti eva.",
  "tika-vin07t3:136": "Sambahulā sambahule sambahulehi vatthūhīti ettha sambahuleti cuditakabahuttaniddesena purimesu tīsu vāresu cuditakabahuttenāpi vārabhedasabbhāvaṃ ñāpeti. Ekasmiñhi cuditakavatthucodakabhedena idaṃ catukkaṃ vuttaṃ, cuditakabahuttenāpi catukkantaraṃ labbhatīti aṭṭhakaṃ hoti eva.",
  "tika-vin07t3:137": "Amūlakacodanāpasaṅgena samūlakacodanālakkhaṇādiṃ dassetuṃ ‘‘codetuṃ pana ko labhatī’’tiādi āraddhaṃ. Bhikkhussa sutvā codetītiādi suttaṃ yasmā ye codakassa aññesaṃ vipattiṃ pakāsenti, tepi tasmiṃ khaṇe codakabhāve ṭhatvāva pakāsenti, tesañca vacanaṃ gahetvā itaropi yasmā codetuñca asampaṭicchantaṃ tehi titthiyasāvakapariyosānehi paṭhamacodakehi sampaṭicchāpetuñca labhati, tasmā idha sāvakabhāvena uddhaṭanti veditabbaṃ.",
  "tika-vin07t3:138": "Dūtaṃ vātiādīsu ‘‘tvaṃ evaṃ gantvā codehī’’ti dūtaṃ vā pesetvā yo codetuṃ sakkoti, tassa paṇṇaṃ, mūlasāsanaṃ vā pesetvā. Samayenāti pakatiyā jānanakkhaṇe.",
  "tika-vin07t3:139": "Garukānaṃ dvinnanti pārājikasaṅghādisesānaṃ. Micchādiṭṭhi nāma ‘‘natthi dinna’’ntiādinayappavattā (ma. ni. 1.445; 2.94, 95, 225; 3.91, 116, 136; saṃ. ni. 3.210) dasavatthukā diṭṭhi, sassatucchedasaṅkhātaṃ antaṃ gaṇhāpakadiṭṭhi antaggāhikā nāma. Ājīvahetu paññattānaṃ channanti ājīvahetupi āpajjitabbānaṃ uttarimanussadhammapārājikaṃ (pārā. 195), sañcaritte (pārā. 301, 302) saṅghādiseso, ‘‘yo te vihāre vasati, so arahā’’ti (pārā. 220) pariyāyena thullaccayaṃ, bhikkhussa paṇītabhojanaviññattiyā pācittiyaṃ (pāci. 257), bhikkhuniyāpaṇītabhojanaviññattiyā pāṭidesanīyaṃ (pāci. 1236), sūpodanaviññattiyā (pāci. 612-613) dukkaṭanti imesaṃ parivāre (pari. 287) vuttānaṃ channaṃ. Na hetā āpattiyo ājīvahetu eva paññattā sañcarittādīnaṃ aññathāpi āpajjitabbato. Ājīvahetupi etāsaṃ āpajjanaṃ sandhāya evaṃ vuttaṃ, ājīvahetupi paññattānanti attho. Na kevalañca etā eva, aññāpi adinnādānakuladūsanapāṇavadhavejjakammādivasena ājīvahetu āpajjitabbāpi santi, tā pana āpattisabhaāgatāya pārājikādīsu chasu eva saṅgayhantīti visuṃ na vuttāti veditabbā.",
  "tika-vin07t3:140": "Ettāvatā pana sīsaṃ na etīti saṅghādisesaṃ sandhāya vuttaṃ, codanā pana katā eva hoti. Tiṃsānīti tiṃsaṃ etesamatthīti tiṃsāni, tiṃsādhikānīti vuttaṃ hoti. Navutānīti etthāpi eseva nayo.",
  "tika-vin07t3:141": "Attādānaṃ ādātukāmenāti ettha attanā ādātabbato diṭṭhādimūlakehi gahetabbato parassa vipphandituṃ adatvā paggaṇhanato attādānanti codanā vuccati, taṃ ādātukāmena, codanaṃ kattukāmenāti attho.",
  "tika-vin07t3:142": "Ubbāhikāyāti ubbahanti viyojenti etāya alajjīnaṃ tajjaniṃ vā kalahaṃ vāti ubbāhikā, saṅghasammuti, tāya. Vinicchinanaṃ nāma tāya sammatabhikkhūhi vinicchananameva. Alajjussannāya hi parisāya samathakkhandhake (cūḷava. 227) āgatehi dasaṅgehi samannāgatā dve tayo bhikkhū tattheva vuttāya ñattidutiyakammavācāya sammannitabbā, tehi ca sammatehi visuṃ vā nisīditvā, tassā eva vā parisāya ‘‘aññehi na kiñci kathetabba’’nti sāvetvā taṃ adhikaraṇaṃ vinicchitabbaṃ.",
  "tika-vin07t3:143": "Kimhīti kismiṃ vatthusmiṃ, kataravipattiyanti attho. ‘‘Kimhi naṃ nāmā’’ti idaṃ ‘‘katarāya vipattiyā etaṃ codesī’’ti yāya kāyaci viññāyamānāya bhāsāya vuttepi codakassa vinaye apakataññutāya ‘‘sīlācāradiṭṭhiājīvavipattīsu katarāyāti maṃ pucchatī’’ti ñātuṃ asakkontassa pucchā, na pana kimhītiādipadatthamattaṃ ajānantassa. Na hi anuvijjako codakaṃ bālaṃ aparicitabhāsāya ‘‘kimhi na’’nti pucchati. ‘‘Kimhi nampi na jānāsī’’ti idampi vacanamattaṃ sandhāya vuttaṃ na hoti, ‘‘kataravipattiyā’’ti vutte ‘‘asukāya vipattiyā’’ti vattumpi na jānāsīti vacanassa adhippāyameva sandhāya vuttanti gahetabbaṃ. Teneva vakkhati ‘‘bālassa lajjissa nayo dātabbo’’ti vatvā ca ‘‘kimhi naṃ codesīti sīlavipattiyā’’tiādi adhippāyappakāsanameva nayadānaṃ vuttaṃ, na pana kimhi-naṃ-padānaṃ pariyāyamattadassanaṃ. Na hi bālo ‘‘kataravipattiyaṃ naṃ codesī’’ti imassa vacanassa atthe ñātepi vipattippabhedanaṃ, attanā codiyamānaṃ vipattisarūpañca jānituṃ sakkoti, tasmā teneva ajānanena alajjī apasādetabbo. ‘‘Kimhi na’’nti idampi upalakkhaṇamattaṃ, aññena vā yena kenaci ākārena aviññutaṃ pakāsetvā vissajjetabbova.",
  "tika-vin07t3:144": "‘‘Dummaṅkūnaṃ puggalānaṃ niggahāyā’’tiādivacanato (pārā. 39; pari. 2) ‘‘alajjīniggahatthāya…pe… paññatta’’nti vuttaṃ. Ehitīti hi-kāro ettha āgamo daṭṭhabbo, āgamissatīti attho. Diṭṭhasantānenāti diṭṭhaniyāmena. Alajjissa paṭiññāya eva kātabbanti vacanapaṭivacanakkameneva dose āvibhūtepi alajjissa ‘‘asuddhoha’’nti dosasampaṭicchanapaaññāya eva āpattiyā kātabbanti attho. Keci pana ‘‘alajjissa etaṃ natthīti suddhapaṭiññāya eva anāpattiyā kātabbanti ayamettha attho saṅgahito’’ti vadanti, taṃ na yuttaṃ anuvijjakasseva niratthakattāpattito codakeneva alajjipaṭiññāya ṭhātabbato. Dosāpagamapaṭiññā eva hi idha paṭiññāti adhippetā. Teneva vakkhati ‘‘etampi natthīti paṭiññaṃ na detī’’tiādi (pārā. aṭṭha. 2.385-386).",
  "tika-vin07t3:145": "Tadatthadīpanatthanti alajjissa dose āvibhūtepi tassa dosāpagamapaṭiññāya eva kātabbatādīpanatthaṃ. Vivādavatthusaṅkhāte atthe paccatthikā atthapaccatthikā. Saññaṃ datvāti nesaṃ kathāpacchedatthaṃ, abhimukhakaraṇatthañca saddaṃ katvā. Vinicchinituṃ ananucchavikoti ‘‘asuddho’’ti saññāya codakapakkhe paviṭṭhattā anuvijjakabhāvato bahibhūtattā anuvijjituṃ asakkuṇeyyataṃ sandhāya vuttaṃ. Sandehe eva hi sati anuvijjituṃ sakkā, asuddhadiṭṭhiyā pana sati cuditakena vuttaṃ sabbaṃ asaccatopi paṭibhāti, kathaṃ tattha anuvijjanā siyāti.",
  "tika-vin07t3:146": "‘‘Tathānāsitakova bhavissatī’’ti iminā vinicchayaṃ adatvā saṅghato viyojanaṃ nāma liṅganāsanā viya ayampi eko nāsanappakāroti dasseti. Viraddhaṃ hotīti sañcicca āpattiṃ sahasā āpanno hoti. ‘‘Ādito paṭṭhāya alajjī nāma natthī’’ti idaṃ ‘‘pakkhānurakkhaṇatthāya paṭiññaṃ na detī’’ti imassa alajjilakkhaṇasambhavassa kāraṇavacanaṃ. Paṭicchāditakālato paṭṭhāya alajjī nāma eva, purimo lajjibhāvo na rakkhatīti attho. Paṭiññaṃ na detīti sace mayā katadosaṃ vakkhāmi, mayhaṃ anuvattakā bhijjissantīti paṭiññaṃ na deti. Ṭhāne na tiṭṭhatīti lajjiṭṭhāne na tiṭṭhati, kāyavācāsu vītikkamo hoti evāti adhippāyo. Tenāha ‘‘vinicchayo na dātabbo’’ti, pubbe pakkhikānaṃ paṭiññāya vūpasamitassāpi adhikaraṇassa duvūpasantatāya ayampi tathā nāsitakova bhavissatīti adhippāyo.",
  "tika-vin07t3:147": "Cuditakacodakesu paṭipattiṃ ñatvāti ‘‘tumhe amhākaṃ vinicchayena tuṭṭhā bhavissathā’’tiādinā vuttaṃ cuditakacodakesu anuvijjakena paṭipajjitabbakammaṃ ñatvā. Vinicchayo majjheti āpattīti vā anāpattīti vā vinicchayapariyosānaanuvijjanānaṃ majjhaṃ nāmāti attho.",
  "tika-vin07t3:148": "Amūlakampi samūlakaṃ katvā vadantīti āha ‘‘dve mūlānī’’ti. Kālena vakkhāmītiādīsu okāsaṃ kārāpetvā vadanto kālena vadati nāma. Salākaggayāguaggabhikkhācāraṭṭhānādīsu codento akālena vadati nāma. Dosato vuṭṭhāpetukāmatāya vadanto atthasaṃhitena vadati nāma. Dosantaroti dosacitto. Pannarasasu dhammesūti ‘‘parisuddhakāyasamaācāratā, tathā vacīsamācāratā, sabrahmacārīsu mettacittatā, bahussutatā, ubhinnaṃ pātimokkhānaṃ svāgatāditā, kālena vakkhāmī’’tiādinā (pari. 362) vuttapañcadhammā ca kāruññatā, hitesitā, anukampatā, āpattivuṭṭhānatā, vinayapurekkhāratāti (cūḷava. 401) imesu pannarasasu. Tattha ‘‘kāruññatā’’ti iminā karuṇā dassitā. Hitesitāti hitagavesanatā. Anukampatāti tena hitena saṃyojanatā, imehi dvīhipi mettā dassitā. Āpattivuṭṭhānatāti suddhante patiṭṭhāpanatā. Vatthuṃ codetvā sāretvā paṭiññaṃ āropetvā yathāpaṭiññāya kammakaraṇaṃ vinayapurekkhāratā nāma.",
  "tika-vin07t3:149": "Adhikaraṇaṭṭhenāti adhikātabbaṭṭhena, samathehi vūpasametabbaṭṭhenāti attho. Taṃ nānattaṃ dassetunti idha anadhippetampi atthuddhāravasena taṃ nānattaṃ dassetunti adhippāyo. Teneva vakkhati ‘‘sesāni atthuddhāravasena vuttānī’’ti (pārā. aṭṭha. 2.385-386). Yaṃ adhikiccātiādinā adhikaraṇasaddassa kammasādhanatā vuttā.",
  "tika-vin07t3:150": "Gāhanti ‘‘asukaṃ codessāmī’’ti manasā codanākārassa gahaṇaṃ. Cetananti ‘‘codessāmī’’ti uppannacittabyāpārasaṅkhātaṃ cittakammaṃ. Akkhantinti cuditakassa vipattiṃ disvā uppannaṃ kodhaṃ asahanaṃ, tathā pavattaṃ vā yaṃ kiñci cittacetasikarāsiṃ. Vohāranti codanāvasappavattavacanaṃ. Paṇṇattinti codanāvasappavattaṃ manasā parikappitaṃ nāmapaṇṇattiṃ. Attādānaṃ gahetvāti codanaṃ manasā gahetvā. Taṃ adhikaraṇanti taṃ gāhalakkhaṇaṃ adhikaraṇaṃ. Nirujjhati cetanāya khaṇikattā, sā ca samathappattā hotīti evamettha aniṭṭhappasaṅgo veditabbo. Evaṃ uparipi ‘‘tuṇhī hotī’’ti iminā vohāravacanassa nirodhaṃ dasseti. Tenāha ‘‘taṃ adhikaraṇaṃ samathappattaṃ bhavissatī’’ti. ‘‘Tasmā paṇṇatti adhikaraṇa’’nti aṭṭhakathāsu katasanniṭṭhānaṃ dassetvā idāni tassāpi ekaccehi paṭikkhittabhāvaṃ dassetvā puna tampi paṭisedhetvā aṭṭhakathāsu vuttapaṇṇattiyā eva adhikaraṇataṃ samatthetuṃ ‘‘taṃ paneta’’ntiādimāha. Tattha taṃ panetanti paṇṇatti adhikaraṇanti etaṃ gahaṇaṃ virujjhatīti sambandho. Pārājikādiāpatti ekantaakusalasabhāvā vā abyākatasabhāvā vā hotīti saññāya ‘‘methunadhammapārājikāpattī’’tiādikaṃ suttaṃ paṇṇattiadhikaraṇavādena virujjhatīti dassetuṃ uddhaṭaṃ. Tenāha ‘‘na hi te…pe… accantaakusalattā’’tiādi. Teti aṭṭhakathācariyā.",
  "tika-vin07t3:151": "Amūlakañceva taṃ adhikaraṇanti ettha amūlakapārājikameva adhikaraṇa-saddena adhippetanti dassetuṃ ‘‘yañceta’’ntiādi vuttaṃ. Yasmā panātiādi pana idhādhippetāya amūlakapārājikāpattiyā eva paṇṇattibhāvo yujjatīti dassetuṃ āraddhaṃ. Tattha yāya paṇṇattiyāti sabhāvato parisuddhepi puggale ‘‘pārājiko’’tiādinā codakena pavattitaṃ nāmapaṇṇattiṃ sandhāya vadati. Paññattoti kathito. Adhikaraṇe pavattattāti avijjamānepi manasā āropitamatte āpattādhikaraṇe vācakabhāvena pavattattā.",
  "tika-vin07t3:152": "Evaṃ nāmapaṇṇattivasena imasmiṃ sikkhāpade āpattādhikaraṇassa paññattibhāvaṃ dassetvā idāni atthapaṇṇattivasenāpi dassetuṃ ‘‘yasmā vāya’’ntiādi vuttaṃ. Paññattimattamevāti avijjamānassa vijjamānākārena manasā āropitaatthapaṇṇattimattamevāti attho. Tañca kho idhevāti tañca yathāvuttapariyāyena paṇṇattiyā adhikaraṇattaṃ idheva imasmiṃ eva sikkhāpade. Eketi keci. Taṃ na yuttanti yaṃ ekaccehi aṭṭhakathāsu vuttaṃ, adhikaraṇassa paṇṇattibhāvaṃ nisedhetvā kusalādiparamatthabhāvaṃ sādhetuṃ ‘‘taṃ panetaṃ methunadhammapārājikāpattī’’tiādinā papañcato dassito, taṃ na yuttanti attho. Tattha kāraṇamāha ‘‘ādikammikassā’’tiādinā, tena ca tasmiṃ vāde yadi āpatti nāma akusalā vā abyākatā vā bhaveyya, kathaṃ ādikammikassa anāpatti bhaveyya? Tassāpi akusalādīnaṃ uppannattā bhagavato sikkhāpadapaññattito paṭṭhāya yāva āpattītipi na sakkā vattuṃ, methunādīsu akusalādīnaṃ sikkhāpadapaññattito pubbepi samuppattito. Tato eva anupasampannānampi āpattippasaṅgo, gilānādīnaṃ uppannattā anupaññattiyāpi anāpattiabhāvappasaṅgo ca siyā. Atha mataṃ ‘‘na kevalaṃ akusalādi eva, atha kho bhagavatā paṭikkhittabhāvaṃ jānantassa samuppajjamānā eva akusalādayo āpattī’’ti, tampi asāraṃ, sikkhāpadapaññattiṃ ajānitvā vītikkamantassa methunādīsu anāpattippasaṅgato, akusalādisabhāvāya ca āpattiyā ekapayogādīsu ekattādipi na siyā. Na hi sakalampi divasaṃ itthiṃ kāyato amocetvā phusantassa ekamevākusalaṃ uppajjati, bahū vā itthiyo phusitvā apagacchantassa bahūni, yenāpattiyā ekattaṃ, bahuttaṃ vā siyāti evamādikaṃ ayuttiṃ saṅgahetvā dassitanti veditabbaṃ.",
  "tika-vin07t3:153": "Tattha vatthuñcāti vītikkamo. Tañhi āpattisammutipaññāpanassa okāsaṭṭhena ‘‘vatthū’’ti vuccati. Gottanti adinnādānādito buddhisaddanivattanaṭṭhena parikappitasāmaññākāro gottaṃ. Nāmanti avijjamānanāmapaññatti. Tassa pana pārājikanti nāmassa atthabhūtā āpatti atthapaññatti evāti daṭṭhabbaṃ . Yaṃ pana ‘‘vivādādhikaraṇaṃ siyā kusala’’ntiādi (cūḷava. 220; pari. 303), ‘‘āpattādhikaraṇaṃ siyā akusala’’ntiādi (cūḷava. 222) ca suttaṃ tehi samuddhaṭaṃ, tampi na vivādādīnaṃ kusalādibhāvassa pariyāyadesitattāti yaṃ ettha vattabbaṃ, taṃ heṭṭhā paṭhamapārājikasamuṭṭhānādivaṇṇanāya sāratthadīpaniyaṃ viraddhaṭṭhānasodhanatthaṃ vitthārato vuttanti tattheva taṃ gahetabbaṃ, sāratthadīpanīkārakassa akusalādirūpāva āpattīti laddhi, teneva so idhāpi ‘‘tasmā paṇṇattiadhikaraṇanti aṭṭhakathāsu katasanniṭṭhānaṃ dassetvā idāni tampi na yuttanti dassetuṃ ‘taṃ paneta’ntiādimāhā’’ti (sārattha. ṭī. 2.385-386) evaṃ attano laddhiṃ aṭṭhakathācariyassapi laddhiṃ katvā ganthavirodhampi anoloketvā dassesi. Na hettha buddhaghosācariyo aṭṭhakathāvādaṃ ayuttanti dassetuṃ ‘‘taṃ paneta’’ntiādimārabhi ‘‘paṇṇattimattameva āpattādhikaraṇanti veditabba’’nti sayameva upari kathanato, atha kho dulladdhikānaṃ ekaccānaṃ tattha vippaṭipattiṃ dassetvā puna taṃ paṭisedhetukāmo ārabhi, teneva ante ‘‘eke’’ti vuttanti veditabbaṃ. Vivādādīnaṃ kusalādikatte taṃsamathānampi tabbhāvo āpajjati paramatthesu paṇṇattiyā samathāyogāti āha ‘‘kusalādisamathehī’’ti. Paññattisabhāvānameva catunnaṃ adhikaraṇānaṃ samathehi adhikaraṇīyatā, na pana kusalādiparamattharūpānaṃ tesaṃ tesaṃ khaṇikatāya sayameva samathappattitoti heṭṭhā samatthitamatthaṃ nigamanavasena dassentena ‘‘iti iminā adhikaraṇaṭṭhenā’’ti vuttaṃ, tassa yathāvuttanayena samathehi adhikaraṇīyatāyāti attho. ‘‘Idhekacco’’ti iminā idhādhippetaṃ vivādaṃ nivatteti.",
  "tika-vin07t3:154": "Anuvādoti vipattīhi upavadanā ceva codanā ca. Tattha upavadanā nāma garahā, akkoso ca. Pañcapīti mātikāpariyāpannāpattiyo sandhāya vuttaṃ. Kiccayatāti kattabbatā. Sapadānukkamaniddesassāti ettha padānukkamaniddesoti padabhājanaṃ vuccati, tena sahitassa sikkhāpadassāti attho.",
  "tika-vin07t3:155": "387.Assāti kattuatthe sāmivacananti āha ‘‘etena codakenā’’tiādi. Diṭṭhamūlake panāti ‘‘diṭṭhassa hoti pārājikaṃ dhammaṃ ajjhāpajjanto’’tiādi (pārā. 387) pāḷivāraṃ sandhāya vuttaṃ. Tattha itthiyā saddhiṃ rahonisajjādidassanamattavasena pārājikaṃ dhammaṃ ajjhāpajjanto puggalo tena diṭṭho, na pana maggena maggappaṭipādanādidassanavasena. Yadi hi tena so tathā diṭṭho bhaveyya, asuddhasaññī evāyaṃ tasmiṃ puggale siyā, asuddhasaññāya ca suddhaṃ vā asuddhaṃ vā codentassa saṅghādiseso na siyā ‘‘anāpatti suddhe asuddhadiṭṭhissa, asuddhe asuddhadiṭṭhissā’’tiādivacanato (pārā. 390). Tasmā itthiyā saddhiṃ rahonisajjādimattameva disvāpi ‘‘saddho kulaputto, nāyaṃ pārājikaṃ āpajjatī’’ti tasmiṃ suddhasaññissa vā vematikassa vā ‘‘suto mayā pārājikaṃ dhammaṃ ajjhāpajjanto’’tiādinā niyametvā codentasseva saṅghādiseso, na asuddhasaññissa, tassa pana diṭṭhaṃ sutanti musāvādādipaccayā lahukāpatti evāti veditabbaṃ. Yadi pana so tasmiṃ suddhadiṭṭhicāvanādhippāyopi diṭṭhaṃ rahonisajjādimattameva vadati, adiṭṭhaṃ pana maggenamaggappaṭipādanādipārājikavatthuṃ vā ‘‘assamaṇosī’’tiādikaṃ vā na vadati, tassa anāpatti. Adhikaṃ vadantassa pana āpattiyeva ‘‘adiṭṭhaṃ diṭṭha’’nti (pārā. 386-387) vuttattā. Yo pana diṭṭhena rahonisajjādinā paṭhamapārājikena asuddhasaññī hutvā cāvanādhippāyo adinnādānaṃ ajjhāpajjanto ‘‘diṭṭho’’ti vā ‘‘suto’’ti vā ādiṃ vadati, tassāpi na saṅghādiseso asuddhe asuddhadiṭṭhitāyāti keci vadanti. Aññe pana ‘‘yena pārājikena codeti, tena suddhasaññābhāvā āpattiyevā’’ti vadanti, idaṃ yuttaṃ. Tathā hi vuttaṃ mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. duṭṭhadosasikkhāpadavaṇṇanā) ‘‘yena pārājikena codeti, taṃ ‘ayaṃ anajjhāpanno’ti ñatvā cāvanādhippāyena…pe… saṅghādiseso’’ti. Iminā nayena sutādimūlakesupi vinicchayo veditabbo. Aññatra āgatesūti omasavādādīsu āgatesu. Avassutoti tīhipi dvārehi pārājikavatthubhūtaduccaritānuvassanena tinto. Kasambujātoti kacavarabhūto, nissāroti attho.",
  "tika-vin07t3:156": "Koṇṭhoti coro, dussīloti attho. Jeṭṭhabbatikoti kāḷakaṇṇidevīvate niyutto titthiyoti vadati, sā kira kāḷakaṇṇisirideviyā jeṭṭhāti vuttā. Yadaggenāti yena kāraṇena, yattakenāti attho . Tadaggenāti etthāpi eseva nayo. No kappetītiādi vematikabhāvadīpanatthameva vuttanti mahāpadumattherassa adhippāyo.",
  "tika-vin07t3:157": "389.Etthāti codanāyaṃ. Tajjanīyādikammaṃ karissāmītiāpattiyā codentassa adhippāyo kammādhippāyo nāma. Parivāsadānādikkamena āpattito vuṭṭhāpetuṃ āpattiyā codentassa adhippāyo vuṭṭhānādhippāyo. Uposathaṃ, pavāraṇaṃ vā saṅghe kātuṃ adānatthāya āpattiyā codayato adhippāyo uposathapavāraṇaṭṭhapanādhippāyo. Asammukhā…pe… dukkaṭanti anuddhaṃsentassapi akkosantassapi dukkaṭaṃ.",
  "tika-vin07t3:158": "Sabbatthevāti sabbāsu aṭṭhakathāsu. Uposathapavāraṇānaṃ ñattikammabhāvato ñattiyā vattamānāya eva uposathapavāraṇaṭṭhapanaṃ hoti, na niṭṭhitāya, sā ca yya-kāre patte niṭṭhitā nāma hotīti āha ‘‘yya-kāre patte na labbhatī’’ti.",
  "tika-vin07t3:159": "Anupāsakoti upāsakopi so bhikkhu na hoti saraṇagamanassāpi paṭippassaddhattāti vadanti. ‘‘Anodissa dhammaṃ kathentassā’’ti iminā odissa kathentena okāsaṃ kāretabbanti dasseti. Āpattiṃ desetvāti okāsākārāpanāpattiṃ desetvā. Yaṃ codeti, tassa upasampannoti saṅkhyupagamanaṃ, tasmiṃ suddhasaññitā vematikatā vā, yena pārājikena codeti, tassa diṭṭhādivasena amūlakatā, cāvanādhippāyena ‘‘tvaṃ pārājiko’’tiādinā niyametvā sammukhā codanā codāpanā, tassa taṅkhaṇavijānananti imānettha pañca aṅgāni.",
  "tika-vin07t3:160": "Paṭhamaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:161": "9. Dutiyaduṭṭhadosasikkhāpadavaṇṇanā",
  "tika-vin07t3:162": "391. Navame mettiyaṃ bhikkhuninti liṅganāsanāya nāsitāyapi tassā bhūtapubbavohāraṃ gahetvā vuttaṃ. Aññabhāgassāti therassa manussajātibhikkhubhāvato aññassa tiracchānajātichagalakabhāvasaṅkhātassa koṭṭhāsassa. Idanti sāmaññato napuṃsakaliṅgena vuttaṃ, ayaṃ chagalakoti attho. Aññabhāgoti yathāvuttatiracchānajātichagalakabhāvasaṅkhāto añño koṭṭhāso, aññabhāgassa idanti aññabhāgiyanti paṭhamaviggahassa attho, aññabhāgamatthīti dutiyaviggahassa, dvīhipi chagalakova vutto. Idāni dvīhipi viggahehi vuttamevatthaṃ vitthārato dassento ‘‘yo hi so’’tiādimāha. Tattha yo hi so chagalako vutto, so aññassa bhāgassa hotīti ca aññabhāgiyasaṅkhyaṃ labhatīti ca yojanā. Dutiyaviggahassa atthaṃ dassetuṃ ‘‘so vā’’tiādi vuttaṃ. Adhikaraṇanti veditabboti etthāpi yo hi so ‘‘dabbo mallaputto nāmā’’ti chagalako vutto, soti ānetvā sambandhitabbaṃ. Tañhi sandhāyāti ‘‘dabbo’’ti nāmakaraṇassa adhiṭṭhānabhūtaṃ chagalakaṃ sandhāya. Te bhikkhūti te anuyuñjantā bhikkhū. Āpattiyāpi puggalādhiṭṭhānattā ‘‘puggalānaṃyeva lesā’’ti vuttaṃ.",
  "tika-vin07t3:163": "393.Yā ca sā avasāne…pe… codanā vuttāti ‘‘bhikkhu saṅghādisesaṃ ajjhāpajjanto diṭṭho hoti saṅghādisese saṅghādisesadiṭṭhi hoti, tañce pārājikena codetī’’tiādiṃ (pārā. 407) codanābhedaṃ sandhāya vadati. Sattannampi āpattīnaṃ paccekaṃ pārājikattādisāmaññepi methunādinnādānādivatthuto, rāgadosattādisabhāvato ca visabhāgatāpi atthīti āha ‘‘yasmā pana…pe… na hotī’’ti.",
  "tika-vin07t3:164": "Vuttanayenevāti ‘‘sabhāgavisabhāgavatthuto’’tiādinā (pārā. aṭṭha. 2.393) vuttanayena. Kammalakkhaṇaṃ, taṃmanasikāro ca avipannakammassa nimittato phalūpacārena kammanti vuccatīti āha ‘‘taṃ nissāya uppajjanato’’ti. Parivāsādiṃ nissāya mānattādīnaṃ uppajjanato ‘‘purimaṃ purima’’ntiādi vuttaṃ.",
  "tika-vin07t3:165": "395.Savatthukaṃ katvāti puggalādhiṭṭhānaṃ katvā. Dīghādinoti dīgharassādiliṅgassa. Diṭṭhādinoti diṭṭhapubbādino.",
  "tika-vin07t3:166": "408.Evaṃ tathāsaññīti aññassa methunādikiriyaṃ disvā ‘‘ayaṃ so’’ti evaṃ tathāsaññī. Aṅgāni paṭhamaduṭṭhadose vuttasadisāni, idha pana kiñcidesaṃ lesamattaṃ upādiyanā adhikā.",
  "tika-vin07t3:167": "Dutiyaduṭṭhadosasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:168": "10. Paṭhamasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin07t3:169": "410. Dasame bahūnanti dubbalatāya araññādisevāya cittaṃ samāhitaṃ kātuṃ asakkontānaṃ. Dukkhassantakiriyāya tasmiṃ attabhāve buddhavacanaggahaṇadhāraṇādisaṅkhātaṃ byañjanapadameva paramaṃ assa, na maggalābhoti padaparamo. Abhisambhuṇitvāti nipphādetvā. Dhammato apetaṃ uddhammaṃ. Paṭikkhittamevāti ‘‘na, bhikkhave, asenāsanikena vassaṃ upagantabba’’nti (mahāva. 204) vacanato vuttaṃ, idameva vacanaṃ sandhāya pāḷiyampi ‘‘aṭṭha māse’’tiādi (pārā. 409) vuttaṃ.",
  "tika-vin07t3:170": "Tīhi koṭīhīti asuddhamūlehi. Ettha ca bhikkhūnaṃ catūsu kulesu pakkapiṇḍiyālopabhojananissitatāya, macchamaṃsabhojanavirahitassa ca kulassa dullabhatāya tattha laddhesu bhattabyañjanesu macchamaṃsasaṃsaggasaṅkāya, dunnivāraṇatāya ca bhikkhūnaṃ sarīrayāpanampi na siyāti bhagavatā macchamaṃsaṃ sabbathā appaṭikkhipitvā tīhi koṭīhi aparisuddhameva paṭikkhittaṃ. Yadi hi taṃ bhagavā sabbathā paṭikkhipeyya, bhikkhū maramānāpi macchādisaṃsaggasaṅkitaṃ bhattaṃ na bhuñjeyyuṃ, tato taṇḍuladhaññādiṃ paṭiggahetvā nidahitvā sayaṃ pacitvā bhuñjituṃ tadupakaraṇabhūtaṃ dāsidāsaṃ, udukkhalamusalādikañca bhikkhūnaṃ pattādi viya avassaṃ gahetuṃ anujānitabbaṃ siyāti titthiyānaṃ viya gahaṭṭhāvāso eva siyā, na bhikkhuāvāsoti veditabbaṃ. Jālaṃ macchabandhanaṃ. Vāgurā migabandhanī. Kappatīti yadi tesaṃ vacanena saṅkā na vattati, vaṭṭati, na taṃ vacanaṃ lesakappaṃ kātuṃ vaṭṭati. Teneva vakkhati ‘‘yattha ca nibbematiko hoti, taṃ sabbaṃ kappatī’’ti.",
  "tika-vin07t3:171": "Pavattamaṃsanti āpaṇādīsu pavattaṃ vikkāyikaṃ matamaṃsaṃ. Bhikkhūnaṃyeva atthāya akatanti ettha aṭṭhānappayutto eva-saddo, bhikkhūnaṃ atthāya akatamevāti sambandhitabbaṃ, tasmā bhikkhūnañca maṅgalādīnañcāti missetvā katampi na vaṭṭatīti veditabbaṃ. Keci pana yathāṭhitavasena avadhāraṇaṃ gahetvā ‘‘vaṭṭatī’’ti vadanti, taṃ na sundaraṃ. ‘‘Vatta’’nti iminā āpatti natthīti dasseti.",
  "tika-vin07t3:172": "Kappanti asaṅkheyyakappaṃ, ‘‘āyukappa’’ntipi (sārattha. ṭī. 2.410) keci. Mahākappassa hi catutthabhāgo asaṅkheyyakappo, tato vīsatimo bhāgo saṅghabhedakassa āyukappanti vadanti, taṃ aṭṭhakathāsu kappaṭṭhakathāya na sameti ‘‘kappavināse eva muccatī’’tiādi (vibha. aṭṭha. 809) vacanato. Brahmaṃ puññanti seṭṭhaṃ puññaṃ. Kappaṃ saggamhīti ettha paṭisandhiparamparāya kappaṭṭhatā veditabbā.",
  "tika-vin07t3:173": "411.Laddhinānāsaṃvāsakenāti ukkhittānuvattakabhāvena bhāvappadhānattā niddesassa. Kammanānāsaṃvāsakenāti ukkhittabhāvena. ‘‘Bhedāya parakkameyyā’’ti visuṃ vuttattā bhedanasaṃvattanikassa adhikaraṇassa samādāya paggaṇhanato pubbepi pakkhapariyesanādivasena saṅghabhedāya parakkamantassa samanubhāsanakammaṃ kātuṃ vaṭṭatīti veditabbaṃ. Yopi cāyaṃ saṅghabhedo hotīti sambandho.",
  "tika-vin07t3:174": "Kammenāti apalokanādinā. Uddesenāti pātimokkhuddesena. Vohārenāti tāhi tāhi upapattīhi ‘‘adhammaṃ dhammo’’tiādinā (a. ni. 3.10-39, 42; cūḷava. 352) vohārena, paresaṃ paññāpanenāti attho. Anusāvanāyāti attano laddhiyā gahaṇatthameva anu punappunaṃ kaṇṇamūle mantasāvanāya, kathanenāti attho. Salākaggāhenāti evaṃ anusāvanāya tesaṃ cittaṃ upatthambhetvā attano pakkhe paviṭṭhabhāvassa saññāṇatthaṃ ‘‘gaṇhatha imaṃ salāka’’nti salākaggāhena. Ettha ca kammameva, uddeso vā saṅghabhede padhānaṃ kāraṇaṃ, vohārādayo pana saṅghabhedassa pubbabhāgāti veditabbā. Abbhussitanti abbhuggataṃ. Accheyyāti vihareyya.",
  "tika-vin07t3:175": "‘‘Lajjī rakkhissatī’’ti (visuddhi. 1.42; pārā. aṭṭha. 1.45) vacanato āpattibhayena ārocanaṃ lajjīnaṃ eva bhāroti āha ‘‘lajjīhi bhikkhūhī’’ti, alajjissapi anārocentassa āpattiyeva. Appaṭinissajjato dukkaṭanti visuṃ visuṃ vadantānaṃ gaṇanāya dukkaṭaṃ. Pahontenāti gantuṃ samatthena, icchantenāti attho. Āpatti pana aḍḍhayojanabbhantareneva agilānassa vasena veditabbā.",
  "tika-vin07t3:176": "416. Ñattiyādīhi dukkaṭādisabbhāvaṃ sandhāya ‘‘saṅghādisesena anāpattī’’ti vuttaṃ. Assāti devadattassa. Apaññatte sikkhāpade samanubhāsanakammasseva abhāvato ‘‘na hi paññattaṃ sikkhāpadaṃ vītikkamantassā’’ti vuttaṃ. Sikkhāpadaṃ paññapenteneva hi samanubhāsanakammaṃ anuññātaṃ. Uddissa anuññātatoti ‘‘anujānāmi, bhikkhave, romanthakassa romanthana’’ntiādiṃ (cūḷava. 273) uddissānuññātaṃ sandhāya vadati. Anāpattiyanti anāpattivāre. Āpattiṃ ropetabboti samanubhāsanāya pācittiyaāpattiṃ ropetabbo. Āpattiyeva na jātāti saṅghādisesāpatti na jātā eva.",
  "tika-vin07t3:177": "‘‘Na paṭinissajjāmī’’ti saññāya abhāvena muccanato saññāvimokkhaṃ. Sacittakanti ‘‘na paṭinissajjāmī’’ti jānanacittena sacittakaṃ. Yo visaññī vā bhīto vā vikkhitto vā ‘‘paṭinissajjitabba’’ntipi, ‘‘kammaṃ karissatī’’ti vā na jānāti, tassa anāpatti. Bhedāya parakkamanaṃ, dhammakammena samanubhāsanaṃ, kammavācāpariyosānaṃ, na paṭinissajjāmīti cittena appaṭinissajjananti imānettha cattāri aṅgāni.",
  "tika-vin07t3:178": "Paṭhamasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:179": "11. Dutiyasaṅghabhedasikkhāpadavaṇṇanā",
  "tika-vin07t3:180": "418. Ekādasame yasmā ubbāhikādisammutikammaṃ bahūnampi kātuṃ vaṭṭati, tasmā ‘‘na hi saṅgho saṅghassa kammaṃ karotī’’ti idaṃ niggahavasena kattabbakammaṃ sandhāya vuttanti veditabbaṃ. Aṅgāni panettha bhedāya parakkamanaṃ pahāya anuvattanaṃ pakkhipitvā heṭṭhā vuttasadisāneva gahetabbāni.",
  "tika-vin07t3:181": "Dutiyasaṅghabhedasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:182": "12. Dubbacasikkhāpadavaṇṇanā",
  "tika-vin07t3:183": "424. Dvādasame vambhanavacananti garahavacanaṃ. Saṭa-saddo patitasaddena samānattho, tassa ca visesanassa paranipātoti āha ‘‘tattha tattha patitaṃ tiṇakaṭṭhapaṇṇa’’nti. Kenāpīti vātādisadisena upajjhāyādinā.",
  "tika-vin07t3:184": "426. Cittapariyonāho daḷhakodhova upanāho. Tatopi balavataro dummocanīyo kodhābhisaṅgo. Codakaṃ paṭippharaṇatāti codakassa paṭiviruddho hutvā avaṭṭhānaṃ. Codakaṃ apasādanāti vācāya ghaṭṭanā. Paccāropanāti ‘‘tvampi sāpattiko’’ti codakassa āpattiāropanā. Paṭicaraṇatāti paṭicchādanatā. Apadānenāti attano cariyāya. Na sampāyanatāti ‘‘yaṃ tvaṃ codako vadesi ‘mayā esa āpattiṃ āpanno diṭṭho’ti, tvaṃ tasmiṃ samaye kiṃ karosi, ayaṃ kiṃ karoti, kattha ca tvaṃ ahosi, kattha aya’’ntiādinā nayena cariyaṃ puṭṭhena sampādetvā akathanaṃ.",
  "tika-vin07t3:185": "‘‘Yassa siyā āpattī’’ti (mahāva. 134) iminā nidānavacanena sabbāpi āpattiyo saṅgahitāti āha ‘‘yassa siyā’’tiādi. Aṅgāni cettha paṭhamasaṅghabhedasadisāni, ayaṃ pana viseso yathā tattha bhedāya parakkamanaṃ, idha avacanīyakaraṇatā daṭṭhabbā.",
  "tika-vin07t3:186": "Dubbacasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:187": "13. Kuladūsakasikkhāpadavaṇṇanā",
  "tika-vin07t3:188": "431. Terasame kīṭāgirīti tassa nigamassa nāmaṃ. Tañhi sandhāya parato ‘‘na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabba’’nti vuttaṃ, gāmanigamato ca pabbājanaṃ, na janapadato. Tena pana yogato janapadopi ‘‘kīṭāgiri’’icceva saṅkhyaṃ gatoti āha ‘‘evaṃnāmake janapade’’ti.",
  "tika-vin07t3:189": "Tatrāti sāvatthiyaṃ. Dhuraṭṭhāneti abhimukhaṭṭhāne, jetavanadvārasamīpeti attho. Dvīhi meghehīti vassikena, hemantikena cāti dvīhi meghehi. Gaṇācariyehi chahi adhikatāya ‘‘samadhika’’nti vuttaṃ.",
  "tika-vin07t3:190": "Udakassāti akappiyaudakassa ‘‘kappiyaudakasiñcana’’nti visuṃ vakkhamānattā, tañca ‘‘ārāmādiatthāya rukkharopane akappiyavohāresupi kappiyaudakasiñcanādi vaṭṭatī’’ti vakkhamānattā idhāpi vibhāgaṃ katvā kappiyaudakasiñcanādi visuṃ dassitaṃ. Yathā koṭṭanakhaṇanādikāyikakiriyāpi akappiyavohāre saṅgahitā, evaṃ mātikāujukaraṇādikappiyavohārepīti āha ‘‘sukkhamātikāya ujukaraṇa’’nti. Ettha purāṇapaṇṇādiharaṇampi saṅgayhati. Mahāpaccariyavādova pamāṇattā pacchā vutto. Akappiyavohārepi ekaccaṃ vaṭṭatīti dassetuṃ ‘‘na kevalañca sesa’’ntiādimāha. Yaṃkiñci mātikanti sukkhaṃ vā asukkhaṃ vā. Tatthāti ārāmādiatthāya rukkharopane. Tathāti kappiyavohārapariyāyādīhi ganthāpanaṃ sandhāya vuttaṃ. Iminā ca kulasaṅgahatthāya ganthāpanādipi na vaṭṭatīti dasseti.",
  "tika-vin07t3:191": "Vatthupūjanatthāya sayaṃ ganthanaṃ kasmā na vaṭṭatīti codento ‘‘nanu cā’’tiādimāha. Yathā ārāmādiatthaṃ kappiyapathaviyaṃ sayaṃ ropetumpi vaṭṭati, tathā vatthupūjanatthāya sayaṃ ganthanampi kasmā na vaṭṭatīti codakassa adhippāyo. Vuttantiādi parihāro. Atha ‘‘na pana mahāaṭṭhakathāya’’nti kasmā vadati? Mahāpaccariādīsu vuttampi hi pamāṇamevāti nāyaṃ virodho, mahāaṭṭhakathāyaṃ avuttassa sayaṃ ropanassa tattheva vuttena udakasiñcanena saha saṃsandananayadassanamukhena pamāṇamevāti patiṭṭhāpetuṃ vuttattā. ‘‘Maññeyyāsī’’ti padaṃ ‘‘taṃ katha’’nti iminā sambandhitabbaṃ. Tatthāyaṃ adhippāyo – kiñcāpi mahāaṭṭhakathāyaṃ sayaṃ ropanaṃ na vuttaṃ, kappiyaudakassa sayaṃ āsiñcanaṃ vuttameva, tasmā yathā ārāmādiatthāya kappiyaudakaṃ sayaṃ siñcitumpi vaṭṭati, tathā vatthupūjanatthāya ganthanampi kasmā na vaṭṭatīti. Tampi na virujjhatīti yadetaṃ vatthupūjanatthāyapi ganthanādiṃ paṭikkhipitvā ārāmādiatthāya sayaṃ ropanasiñcanaṃ vuttaṃ, tampi pāḷiyā saṃsandanato pubbāparaṃ na virujjhati.",
  "tika-vin07t3:192": "Taṃ kathaṃ na virujjhatīti āha ‘‘tatra hī’’tiādi. Tatrāti ropanasiñcanavisaye. Pupphādīhi kulasaṅgahappasaṅge ‘‘mālāvaccha’’nti visesitattā kulasaṅgahatthameva ropanaṃ adhippetanti viññāyatīti āha ‘‘mālāvacchanti vadanto’’tiādi. Etaṃ vuttanti ‘‘mālāvacchaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipī’’ti etaṃ vuttaṃ. Aññatra panāti ārāmādiatthāya mālāvacchādīnaṃ ropane pana. Pariyāyoti sayaṃkaraṇakārāpanasaṅkhāto pariyāyo vohāro atthavisesoti attho atthi upalabbhati , kulasaṅgahatthattābhāvāti adhippāyo. Evamettha pariyāyasaddassa karaṇakārāpanavasena atthe gayhamāne ‘‘ganthentipi ganthāpentipī’’ti pāḷiyaṃ paṭikkhittaganthanaganthāpanaṃ ṭhapetvā yaṃ parato ‘‘evaṃ jāna, evaṃ kate sobheyyā’’tiādikappiyavacanehi ganthāpanaṃ vuttaṃ, tattha dosābhāvo samatthito hoti, ‘‘ganthehī’’ti āṇattiyā kārāpanasseva ganthāpananti adhippetattā. Tattha pariyāyaṃ idha ca pariyāyābhāvaṃ ñatvāti tattha ‘‘mālāvacchaṃ ropentī’’tiādīsu ‘‘mālāvaccha’’nti kulasaṅgahatthatāsūcanakassa visesanassa sabbhāvato karaṇakārāpanasaṅkhātapariyāyasabbhāvaṃ. Idha ‘‘ganthentī’’tiādīsu tathāvidhavisesavacanābhāvato tassa pariyāyassa abhāvañca ñatvā. Taṃ suvuttamevāti veditabbanti yojanā.",
  "tika-vin07t3:193": "Sabbaṃ vuttanayeneva veditabbanti aṭṭhakathāsu āgatanayeneva ropanādi, ganthāpanādi ca sabbaṃ veditabbaṃ. Na hettha sandeho kātabboti nigameti.",
  "tika-vin07t3:194": "Haraṇādīsūti vatthupūjanatthāya haraṇādīsu. Kulitthiādīnaṃ atthāya haraṇatoti kulitthiādīnaṃ haraṇasseva visesetvā paṭikkhittattāti adhippāyo. Tenāha ‘‘haraṇādhikāre hī’’tiādi. Mañjarīti pupphagocchaṃ. Vaṭaṃsakoti kaṇṇassa upari piḷandhanatthaṃ katapupphavikati , so ca ‘‘vaṭaṃso’’ti vuccati. Kaṇṇikāti bahūnaṃ pupphānaṃ vā mālānaṃ vā ekato bandhitassa nāmaṃ, ‘‘kaṇṇābharaṇa’’ntipi vadanti. Hārasadisanti muttāhārasadisaṃ.",
  "tika-vin07t3:195": "Kappiyenāti kappiyaudakena. Tesaṃyeva dvinnanti kuladūsanaparibhogānaṃ dvinnaṃ. Dukkaṭanti kulasaṅgahatthāya sayaṃ siñcane, kappiyavohārena vā akappiyavohārena vā siñcāpane ca dukkaṭaṃ, paribhogatthāya pana sayaṃ siñcane, akappiyavohārena siñcāpane ca dukkaṭaṃ. Payogabahulatāyāti sayaṃ karaṇe, kāyapayogassa kārāpane ca vacīpayogassa ca bahuttena.",
  "tika-vin07t3:196": "Ganthena nibbattaṃ dāmaṃ ganthimaṃ. Eseva nayo sesesupi. Na vaṭṭatīti vatthupūjanatthāyapi na vaṭṭati, dukkaṭanti attho. Vaṭṭatīti vatthupūjanatthāya vaṭṭati, kulasaṅgahatthāya pana kappiyavohārena kārāpentassāpi dukkaṭameva.",
  "tika-vin07t3:197": "Nīpapupphaṃ nāma kadambapupphaṃ. Purimanayenevāti ‘‘bhikkhussa vā’’tiādinā vuttanayena.",
  "tika-vin07t3:198": "Kadalikkhandhamhītiādinā vuttaṃ sabbameva sandhāya ‘‘taṃ atioḷārikamevā’’ti vuttaṃ, sabbattha karaṇe, akappiyavacanena kārāpane ca dukkaṭamevāti attho. ‘‘Pupphavijjhanatthaṃ kaṇṭakaṃ bandhitumpi na vaṭṭatī’’ti imassa upalakkhaṇattā pupphadāmolambanādiatthāya rajjubandhanādipi na vaṭṭatīti keci vadanti, aññe pana ‘‘pupphavijjhanatthaṃ kaṇṭakanti visesitattā tadatthaṃ kaṇṭakameva bandhituṃ na vaṭṭati, tañca aṭṭhakathāpamāṇenā’’ti vadanti, vīmaṃsitvā gahetabbaṃ. Pupphapaṭicchakaṃ nāma daṇḍādīhi kataṃ pupphādhānaṃ, etampi nāgadantakampi sachiddakameva gahetabbaṃ. Asokapiṇḍiyāti asokasākhānaṃ, pupphānaṃ vā samūhe. Dhammarajju nāma cetiyādīni parikkhipitvā tesañca rajjuyā ca antarā pupphappavesanatthāya bandharajju. ‘‘Sithilavaṭṭitā vā rajjuvaṭṭiantare pupphappavesanatthāya evaṃ bandhā’’tipi vadanti.",
  "tika-vin07t3:199": "Matthakadāmanti dhammāsanādimatthakalambakadāmaṃ. Tesaṃyevāti uppalādīnaṃ eva. Vākena vā daṇḍakena vāti pupphanāḷaṃ phāletvā pupphena ekābaddhaṃ ṭhitavākena, daṇḍakena ca ekabandhaneneva, etena pupphaṃ bījagāme saṅgahaṃ na gacchati pañcasu bījesu appaviṭṭhattā paṇṇaṃ viya, tasmā kappiyaṃ akārāpetvāpi kopane doso natthi. Yañca chinnassāpi makuḷassa vikasanaṃ, tampi atitaruṇassa abhāvā vuḍḍhilakkhaṇaṃ na hoti, pariṇatassa pana makuḷassa pattānaṃ sinehe pariyādānaṃ gate visuṃbhāvo eva vikāso, teneva chinnamakuḷavikāso acchinnamakuḷavikāsato parihīno , milātayutto vā dissati. Yañca milātassa udakasaññoge amilānatāpajjanaṃ, tampi tambulapaṇṇādīsu samānanti vuḍḍhilakkhaṇaṃ na hoti, pāḷiaṭṭhakathādīsu ca na katthaci pupphānaṃ kappiyakaraṇaṃ āgataṃ, tasmā pupphaṃ sabbathā abījamevāti viññāyati, vīmaṃsitvā gahetabbaṃ. ‘‘Pasibbake viyā’’ti vuttattā pupphapasibbake vā pasibbakasadisabandhe vā yattha katthaci cīvare vā pakkhipituṃ vaṭṭatīti siddhaṃ. Bandhituṃ na vaṭṭatīti rajjuādīhi bandhanaṃ sandhāya vuttaṃ, pupphasseva pana acchinnadaṇḍavākehi bandhituṃ vaṭṭati eva.",
  "tika-vin07t3:200": "Pupphapaṭeca daṭṭhabbanti pupphapaṭaṃ karontassa dīghato pupphadāmassa haraṇapaccāharaṇavasena pūraṇaṃ sandhāya vuttaṃ, tiriyato haraṇaṃ pana vāyimaṃ nāma hoti, na pūrimaṃ. ‘‘Purimaṭṭhānaṃ atikkāmetī’’ti sāmaññato vuttattā purimaṃ pupphakoṭiṃ phusāpetvā vā aphusāpetvā vā parikkhipanavasena pana atikkamantassa āpattiyeva. Bandhituṃ vaṭṭatīti puppharahitāya suttavākakoṭiyā bandhituṃ vaṭṭati. ‘‘Ekavāraṃ haritvā vā parikkhipitvā vā’’ti idaṃ pubbe vuttacetiyādiparikkhepaṃ, pupphapaṭakaraṇañca sandhāya vuttaṃ.",
  "tika-vin07t3:201": "Parehi pūritanti dīghato pasāritaṃ. Vāyitunti tiriyato harituṃ, taṃ pana ekavārampi na labbhati. Pupphāni ṭhapentenāti aganthitapupphāni aññamaññaṃ phusāpetvāpi ṭhapentena. Ghaṭikadāmaolambakoti heṭṭhābhāge ghaṭikākārayutto, dārughaṭikākāro vā olambako. Suttamayaṃ geṇḍukaṃ nāma. Sabbatthāti ganthimādīsu sabbattha.",
  "tika-vin07t3:202": "Recakanti abhinayaṃ, ‘‘evaṃ naccāhī’’ti naṭanākāradassananti attho, ‘‘cakkaṃ viya attānaṃ bhamāpana’’ntipi keci. Ākāseyeva kīḷantīti ‘‘ayaṃ sārī asukapadaṃ mayā nītā’’ti evaṃ mukheneva ubhopi vadantā kīḷanti. Jūtaphalaketi jūtamaṇḍale. Pāsakakīḷāyāti dvinnaṃ tivaṅgulappamāṇānaṃ dārudantādimayānaṃ pāsakānaṃ catūsu passesu ekakādivasena bindūni katvā phalake khipitvā uparibhāge diṭṭhabindūnaṃ vasena sāriyo apanetvā kīḷanakajūtakīḷāya.",
  "tika-vin07t3:203": "Mañjaṭṭhi nāma mañjaṭṭharukkhasārakasāvaṃ. Salākahatthanti nāḷikerahīrādīnaṃ kalāpassetaṃ nāmaṃ. Pāḷiyaṃ tharusminti khagge. Usseḷentīti mukhena usseḷanasaddaṃ pamuñcanti, mahantaṃ abyattasaddaṃ pavattentīti attho. Apphoṭentīti dviguṇitavāmahatthe dakkhiṇahatthena tāḷetvā saddaṃ karonti. Mukhaḍiṇḍimanti mukhabherī.",
  "tika-vin07t3:204": "432.Tesanti samāse guṇībhūtāni pabbānipi parāmasati. Bondoti lolo, mandadhātukoti attho. Bhakuṭiṃ katvāti bhamukabhedaṃ katvā. Nelāti niddosā.",
  "tika-vin07t3:205": "433. Pāḷiyaṃ ‘‘sāriputtā’’ti idaṃ ekasesanayena sāriputtamoggallānānaṃ ubhinnaṃ ālapanaṃ, teneva bahuvacananiddeso kato.",
  "tika-vin07t3:206": "435.Aṭṭhārasa vattānīti ‘‘na upasampādetabba’’ntiādīni ‘‘na bhikkhūhi sampayojetabba’’nti pariyosānāni kammakkhandhake (cūḷava. 7) āgatāni aṭṭhārasa vattāni. Na pannalomāti na patitamānalomā, ananukūlavattinoti attho.",
  "tika-vin07t3:207": "437.Parasantakaṃ deti dukkaṭamevāti vissāsagāhena dānaṃ sandhāya vuttaṃ. Thullaccayanti ettha bhaṇḍadeyyampi hoti eva.",
  "tika-vin07t3:208": "Tañca kho vatthupūjanatthāyāti mātāpitūnampi pupphaṃ dentena vatthupūjanatthāyeva dātabbanti dasseti. Maṇḍanatthāya pana sivaliṅgādipūjanatthāyāti ettakameva vuttattā ‘‘imaṃ vikkiṇitvā jīvissantī’’ti mātāpitūnaṃ dātuṃ vaṭṭati, sesañātīnaṃ pana tāvakālikameva dātuṃ vaṭṭati. Ñātisāmaṇerehevāti tesaṃ gihikammaparimocanatthaṃ vuttaṃ. Itareti aññātakā, tehipi sāmaṇerehi ācariyupajjhāyānaṃ vattasīsena haritabbaṃ. Cūḷakanti upaḍḍhabhāgatopi upaḍḍhaṃ.",
  "tika-vin07t3:209": "Sāmaṇerā…pe… ṭhapentīti arakkhitāgopitaṃ sandhāya vuttaṃ. Tattha tatthāti magge vā cetiyaṅgaṇe vā. ‘‘Sāmaṇerehi dāpetuṃ na labhantī’’ti idaṃ sāmaṇerehi gihīnaṃ kammaṃ kāritaṃ viya hotīti vuttaṃ, na pana pupphadānaṃ hotīti sāmaṇerānampi na vaṭṭanato. Vuttañca ‘‘sayamevā’’tiādi. ‘‘Avisesena vutta’’nti iminā sabbesampi na vaṭṭatīti dasseti.",
  "tika-vin07t3:210": "Khīṇaparibbayānanti āgantuke sandhāya vuttaṃ. Paricchinnesupi rukkhesu ‘‘idha phalāni sundarānī’’tiādiṃ vadantena kulasaṅgaho kato nāma hotīti āha ‘‘evaṃ pana na vattabba’’nti.",
  "tika-vin07t3:211": "Rukkhacchallīti rukkhattaco. Abhājanīyattā garubhaṇḍaṃ vuttaṃ. Vuttanayenāti paṇṇadānampi pupphaphalādīsu vuttanayena kulasaṅgaho hotīti dasseti.",
  "tika-vin07t3:212": "Pubbevuttappakāranti mama vacanena bhagavato pāde vandathātiādinā vuttappakārasikkhāpade paṭhamaṃ vuttaṃ. ‘‘Pakkamatāyasmā’’ti idaṃ pabbājanīyakammavasena vuttaṃ. Puna ‘‘pakkamatāyasmā’’ti idampi pabbājanīyakammakatassa vattavasena vuttaṃ. Ettha ca assajipunabbasukehi ācariyesu anekavidhesu anācāresu paññapetabbā āpattiyo sikkhāpadantaresu paññattā evāti tā idha apaññapetvā kuladūsakānaṃ pabbājanīyakammavasena niggahaṃ kātuṃ tattheva sammā avattitvā kārakasaṅghaṃ chandagāmitādīhi pāpentānaṃ samanubhāsanāya saṅghādisesaṃ āropitañca idaṃ sikkhāpadaṃ paññattanti veditabbaṃ. Paṭhamasaṅghabhedasadisānevāti ettha aṅgesupi yathā tattha parakkamanaṃ, evamidha chandādīhi pāpanaṃ daṭṭhabbaṃ. Sesaṃ tādisamevāti.",
  "tika-vin07t3:213": "Kuladūsakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t3:214": "Nigamanavaṇṇanā",
  "tika-vin07t3:215": "442. Itare pana yāvatatiyakāti veditabbāti sambandho. Yo hi jaro ekasmiṃ divase āgantvāpi gato anantaresu dvīsu divasesu anuppajjitvā tatiye divase uppajjati, so tatiyako. Yo pana tatiyepi anuppajjitvā catutthe eva divase uppajjati, so catutthako cāti vuccati. Taṃ sandhāyāha ‘‘yathā tatiye’’tiādi. ‘‘Akāmena avasenā’’ti iminā appaṭikammakaraṇaṃ nāma yasmā alajjilakkhaṇaṃ, saggamokkhāvaraṇañca, tasmā āpanno puggalo ‘‘pacchā parivasissāmī’’ti vikkhipituṃ na labhati, saṅghena ca anicchantasseva parivāso dātabboti dasseti. Pāḷiyaṃ ciṇṇamānatto bhikkhu…pe… abbhetabboti ettha yo bhikkhu ciṇṇamānatto, so bhikkhu abbhetabboti evaṃ bhikkhusaddadvayassa yojanā veditabbā. Te ca bhikkhū gārayhāti ūnabhāvaṃ ñatvā abbhenti, dukkaṭāpajjanena garahitabbā. Sāmīcīti vattaṃ.",
  "tika-vin07t3:216": "Iti samantapāsādikāya vinayaṭṭhakathāya vimativinodaniyaṃ",
  "tika-vin07t3:217": "Terasakavaṇṇanānayo niṭṭhito."
}