{
  "tika-s0302t9:0": "10. Bhikkhusaṁyuttaṁ",
  "tika-s0302t9:1": "1. Kolitasuttavaṇṇanā",
  "tika-s0302t9:2": "235.Sāvakānaṁālāpoti sāvakānaṁ sabrahmacāriṁ uddissa ālāpo. Buddhehi sadisā mā homāti buddhāciṇṇaṁ samudācāraṁ akathentehi sāvakehi, ‘‘āvuso bhikkhave’’ti ālapitā bhikkhū, ‘‘āvuso’’ti paṭivacanaṁ denti, na, ‘‘bhante’’ti. Dutiyajjhāne vitakkavicārā nirujjhanti tesaṁ nirodheneva tassa jhānassa uppādetabbato. Yesaṁ nirodhāti yesaṁ vacīsaṅgārānaṁ vitakkavicārānaṁ nirujjhanena suvikkhambhitabhāvena saddāyatanaṁ appavattiṁ gacchati kāraṇassa dūrato passambhitattā. Ariyoti niddoso. Parisuddho tuṇhībhāvo, na titthiyānaṁ mūgabbataggahaṇaṁ viya aparisuddhoti adhippāyo. Paṭhamajjhānādīnīti ādi-saddena tatiyajjhānādīni saṅgaṇhāti.",
  "tika-s0302t9:3": "Ārammaṇabhūtena vitakkena saha gatā pavattāti vitakkasahagatāti āha ‘‘vitakkārammaṇā’’ti. Vitakkārammaṇatā ca saññāmanasikārānaṁ sukhumaārammaṇaggahaṇavasena daṭṭhabbā. Tenāha ‘‘na santato upaṭṭhahiṁsū’’ti. Na paguṇaṁ sammadeva vasībhāvassa anāpāditattā. Saññāmanasikārāpīti tatiyajjhānādhigamāya pavattiyamānā saññāmanasikārāpi hānabhāgiyāva ahesuṁ, na visesabhāgiyā. Sammā ṭhapehīti bahiddhā vikkhepaṁ pahāya sammā ajjhattameva cittaṁ ṭhapehi. Ekaggaṁ karohīti teneva vikkhepapaṭibāhanena avihatamānasatāya cittasamādhānavasena ekaggaṁ karohi. Āropehīti īsakampi bahumpi apatitaṁ katvā kammaṭṭhānārammaṇe āropehi. Dutiyaaggasāvakabhūmiyā pāripūriyā āyasmā mahābhiñño, na yathā tathāti āha ‘‘mahābhiññatanti chaḷabhiññata’’nti. Iminā upāyenāti iminā ‘‘atha kho maṁ, āvuso’’tiādinā vuttena upāyena. Vaḍḍhetvāti uttari uttari visesabhāgiyabhāvāpādanena samādhiṁ paññañca brūhetvā brūhetvā.",
  "tika-s0302t9:4": "Kolitasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:5": "2. Upatissasuttavaṇṇanā",
  "tika-s0302t9:6": "236.Atiuḷārampisattaṁ vā saṅkhāraṁ vā sandhāya vuttaṁ sabbatthameva sabbaso chandarāgassa suppahīnattā. Jānanatthaṁ pucchati satthuguṇānaṁ ativiya uḷāratamabhāvato.",
  "tika-s0302t9:7": "Upatissasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:8": "3. Ghaṭasuttavaṇṇanā",
  "tika-s0302t9:9": "237.Pariveṇaggenāti pariveṇabhāgena. Keci ‘‘ekavihāreti ekacchanne ekasmiṁ āvāse’’ti vadanti. Teti te dvepi therā. Pāṭiyekkesu ṭhānesūti visuṁ visuṁ ṭhānesu. Nisīdantīti divāvihāraṁ nisīdanti. Oḷāriko nāma jāto parittadhammārammaṇattā tassa. Teti thero bhagavā ca.",
  "tika-s0302t9:10": "Paripuṇṇavīriyoti catukiccasādhanavasena sampuṇṇavīriyo. Paggahitavīriyoti īsakampi saṅkocaṁ anāpajjitvā pavattitavīriyo. Upanikkhepanamattassevāti samīpe ṭhapanamattasseva.",
  "tika-s0302t9:11": "Catubhūmakadhammesu labbhamānattā paññāya ‘‘catubhūmakadhamme anupavisitvā ṭhitaṭṭhenā’’ti vuttaṁ. Lakkhitabbaṭṭhena samādhi eva samādhilakkhaṇaṁ. Evaṁ vipassanālakkhaṇaṁ veditabbaṁ. Aññamaññassāti aññassa aññassa nānālakkhaṇāti veditabbaṁ. Aññassāti itarassa. Dhuranti vahitabbabhāraṁ. Dvīsupi etesūti samādhilakkhaṇavipassanālakkhaṇesu sammāsambuddho nipphattiṁ gato.",
  "tika-s0302t9:12": "Ghaṭasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:13": "4. Navasuttavaṇṇanā",
  "tika-s0302t9:14": "238. Abhicetasi nissitā ābhicetasikā. Paṭipakkhavidhamanena abhivisiṭṭhaṁ cittaṁ abhicittaṁ. Yasmā jhānānaṁ taṁsampayuttaṁ cittaṁ nissāya paccayo hotiyeva, tasmā ‘‘nissitāna’’nti vuttaṁ. Nikāmalābhīti yathicchitalābhī . Yathāparicchedenāti yathākatena kālaparicchedena. Vipulalābhīti appamāṇalābhī. ‘‘Kasira’’nti hi parittaṁ vuccati, tappaṭipakkhena akasiraṁ appamāṇaṁ. Tenāha ‘‘paguṇajjhānoti attho’’ti. Sithilamārabbhāti sithilaṁ vīriyārambhaṁ katvāti atthoti āha ‘‘sithilaṁ vīriyaṁ pavattetvā’’ti.",
  "tika-s0302t9:15": "Navasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:16": "5. Sujātasuttavaṇṇanā",
  "tika-s0302t9:17": "239.Aññāni rūpānīti paresaṁ rūpāni. Atikkantarūpoti attano rūpasampattiyā rūpasobhāya atikkamitvā ṭhitarūpo, sucirampi velaṁ olokentassa tuṭṭhiāvaho. Dassanassa cakkhussa hitoti dassanīyo. Pasādaṁ āvahatīti pāsādiko. Chavivaṇṇasundaratāyāti chavivaṇṇassa ceva sarīrasaṇṭhānassa ca sobhanabhāvena.",
  "tika-s0302t9:18": "Sujātasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:19": "6. Lakuṇḍakabhaddiyasuttavaṇṇanā",
  "tika-s0302t9:20": "240.Virūpasarīravaṇṇanti asundarachavivaṇṇañceva asundarasaṇṭhānañca. Pamāṇavasenāti sarīrappamāṇavasena. Icchiticchitanti attanā icchiticchitaṁ. Mahāsārajjanti mahanto maṅkubhāvo.",
  "tika-s0302t9:21": "Guṇe āvajjetvāti attanā jānanakaniyāmena satthuno kāyaguṇe ca cārittaguṇe ca āvajjetvā manasi katvā.",
  "tika-s0302t9:22": "Yojanāvaṭṭanti yojanaparikkhepaṁ.",
  "tika-s0302t9:23": "‘‘Kāyasmī’’ti gāthāsukhatthaṁ niranunāsikaṁ katvā niddesoti vuttaṁ ‘‘kāyasmi’’nti. Akāraṇaṁ kāyappamāṇanti sarīrappamāṇaṁ nāma appamāṇaṁ, sīlādiguṇāva pamāṇanti adhippāyo.",
  "tika-s0302t9:24": "Lakuṇḍakabhaddiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:25": "7. Visākhasuttavaṇṇanā",
  "tika-s0302t9:26": "241. Purassa esāti porī, cāturiyayuttatā. Tenāha ‘‘puravāsīna’’ntiādi. Sā pana dutavilambitakhalitavasena appasannalūkhatādidosarahitā hotīti āha ‘‘pura…pe… vācāyā’’ti. Asandiddhāyāti muttavācāya. Tenāha ‘‘apalibuddhāyā’’tiādi. Na elaṁ dosaṁ galetīti anelagalā, avirujjhanavācā. Tenāha ‘‘niddosāyā’’ti. Catusaccassa pakāsakā, na kadāci saccavimuttāti āha ‘‘catusaccapariyāpannāyā’’ti. Tā hi cattāri saccāni paricchijja āpādenti paṭipādenti pavattenti. Tenāha ‘‘cattāri saccāni amuñcitvā pavattāyā’’ti. Dhajo nāma sabbadhammehi samussitaṭṭhena.",
  "tika-s0302t9:27": "Visākhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:28": "8. Nandasuttavaṇṇṇanā",
  "tika-s0302t9:29": "242.Āraññikotiādīsu araññakathāsīsena senāsanapaṭisaṁyuttānaṁ dhutaṅgānaṁ, piṇḍapātakathāsīsena piṇḍapātapaṭisaṁyuttānaṁ, paṁsukūlikasīsena cīvarapaṭisaṁyuttānaṁ, taggahaṇeneva vīriyanissitadhutaṅgassa ca samādāya vattanaṁ dīpitanti veditabbaṁ. Āgatena bhagavatā aparabhāge kathitaṁ.",
  "tika-s0302t9:30": "Nandasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:31": "9. Tissasuttavaṇṇanā",
  "tika-s0302t9:32": "243.Bhaṇḍakanti pattacīvaraṁ. Nisīdiyeva vattassa asikkhitattā. Tujjanatthena vācā eva sattiyoti āha ‘‘vācāsattīhī’’ti.",
  "tika-s0302t9:33": "Vācāya sannitodakenāti vacanasaṅkhātena samantato niccaṁ katvā upatudanato sannitudakena. Vibhattialopena so niddeso. Tenāha ‘‘vacanapatodenā’’ti.",
  "tika-s0302t9:34": "Uccakule jāti etassāti jātimā, brahmajātiko isi. Mātaṅgoti caṇḍālo. Tatthāti kumbhakārasālāyaṁ. Okāsaṁ yāci kumbhakāraṁ. Mahantaṁ disvā āha – ‘‘paṭhamataraṁ paviṭṭho pabbajito’’ti. Tatthevāti tassāyeva sālāya dvāraṁ nissāya dvārasamīpe. Meti mayā. Khama mayhanti mayhaṁ aparādhaṁ khamassu. Teti tayā. Puna teti tava. Gaṇhi uggantuṁ appadānavasena. Tenāha ‘‘nāssa uggantuṁ adāsī’’ti. Pabujjhiṁsūti niddāya pabujjhiṁsu pakatiyā pabujjhanavelāya upagatattā.",
  "tika-s0302t9:35": "Chavoti nihīno. Anantamāyoti vividhamāyo māyāvī.",
  "tika-s0302t9:36": "Soti mattikāpiṇḍo. ‘‘Sattadhā bhijjī’’ti etthāyamadhippāyo – yaṁ tena tāpasena pāramitāparibhāvanasamiddhāhi nānāvihārasamāpattiparipūritāhi sīladiṭṭhisampadādīhi susaṅkhatasantāne mahākaruṇādhivāse mahāsatte bodhisatte ariyūpavādakammaṁ abhisapasaṅkhātaṁ pharusavacanaṁ pavattitaṁ, taṁ mahāsattassa khettavisesabhāvato tassa ca ajjhāsayapharusatāya diṭṭhadhammavedanīyaṁ hutvā sace so mahāsattaṁ na khamāpeti, taṁ kakkhaḷaṁ hutvā vipaccanasabhāvaṁ jātaṁ, khamāpite pana mahāsatte payogasampattipaṭibāhitattā avipākadhammataṁ āpajjati ahosikammabhāvato. Ayañhi ariyūpavādapāpassa diṭṭhadhammavedanīyassa ca dhammatā. Yaṁ taṁ bodhisattena sūriyuggamananivāraṇaṁ kataṁ, ayaṁ bodhisattena diṭṭho upāyo. Tena hi ubbāḷhā manussā bodhisattassa santike tāpasaṁ ānetvā khamāpesuṁ. Sopi ca mahāsattassa guṇe jānitvā tasmiṁ cittaṁ pasādesi. Yaṁ panassa matthake mattikāpiṇḍassa ṭhapanaṁ tassa sattadhā phālanaṁ kataṁ, taṁ manussānaṁ cittānurakkhaṇatthaṁ. Aññathā hi ime pabbajitā samānā cittassa vasaṁ vattanti, na pana cittamattano vase vattāpentīti mahāsattampi tena sadisaṁ katvā gaṇheyyuṁ, tadassa nesaṁ dīgharattaṁ ahitāya dukkhāyāti. Patirūpanti yuttaṁ.",
  "tika-s0302t9:37": "Tissasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:38": "10. Theranāmakasuttavaṇṇanā",
  "tika-s0302t9:39": "244.Atīte khandhapañcaketi atīte attabhāve. Chandarāgappahānenāti chandarāgassa accantameva jahanena. Pahīnaṁ nāma hoti anapekkhapariccāgato. Paṭinissaṭṭhaṁ nāma hoti sabbaso chaḍḍitattā. Tayobhaveti iminā upādiṇṇakadhammānaṁyeva gahaṇaṁ. Sabbā khandhāyatanadhātuyo cāti iminā upādiṇṇānampi anupādiṇṇānampi dvidhā pavattalokiyadhammānaṁ gahaṇaṁ avisesetvā vuttattā. Viditaṁ pākaṭaṁ katvā ṭhitaṁ pariññābhisamayavasena. Tesvevāti tebhūmakadhammesu eva. Anupalittaṁ amathitaṁ asaṁkiliṭṭhaṁ taṇhādiṭṭhisaṁkilesābhāvato. Tadeva sabbanti heṭṭhā tīsupi padesu idha sabbaggahaṇena gahitaṁ tebhūmakavaṭṭaṁ. Jahitvāti pahānābhisamayavasena. Taṇhā khīyati etthāti taṇhakkhayasaṅkhāte nibbāne vimuttaṁ. Tamahanti taṁ uttamapuggalaṁ ekavihāriṁ brūmi taṇhādutiyassa abhāvato. Ettha ca pariññāpahānābhisamayakathanena itarampi abhisamayaṁ atthato kathitamevāti daṭṭhabbaṁ.",
  "tika-s0302t9:40": "Theranāmakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:41": "11. Mahākappinasuttavaṇṇanā",
  "tika-s0302t9:42": "245.Mahākappinoti pūjāvacanametaṁ yathā ‘‘mahāmoggallāno’’ti. Tathārūpanti ‘‘buddho dhammo’’tiādikaṁ guṇavisesavantapaṭibaddhaṁ. Sāsananti desantarato āgatavacanaṁ. Jaṅghavāṇijāti jaṅghacārino vāṇijā. Kiñci sāsananti apubbapavattidīpakaṁ kiñci vacananti pucchi. Pīti uppajji yathā taṁ suciraṁ katābhinīhāratāya paripakkañāṇassa. Aparimāṇaṁ guṇassa aparimāṇato sabbaññuguṇaparidīpanato, sesaratanadvaye niyyānikabhāvadīpanato diṭṭhisīlasāmaññena saṁhatabhāvadīpanatoti vattabbaṁ. Yathānusiṭṭhaṁ paṭipajjamāne apāyadukkhato saṁsāradukkhato ca apatante dhāretīti dhammo. Suparisuddhadiṭṭhisīlasāmaññena saṁhatoti saṅghoti. Ratanattho pana tiṇṇampi sadiso evāti.",
  "tika-s0302t9:43": "Navasatasahassāni adāsi devī. Tumheti rājiniṁ gāravena bahuvacanena vadati. Rāgoti anugacchantarāgo.",
  "tika-s0302t9:44": "Janiteti kammakilesehi nibbattite. Kammakilesehi pajātattā pajāti pajāsaddo janitasaddena samānatthoti āha – ‘‘janite, pajāyāti attho’’ti. Aṭṭhahi vijjāhīti ambaṭṭhasutte (dī. ni. 1.278) āgatanayena. Tattha hi vipassanāñāṇamanomayiddhīhi saha cha abhiññā ‘‘aṭṭha vijjā’’ti āgatā . Tapati paṭipakkhavidhamanena vijjotati, taṁ sūriyassa virocananti āha – ‘‘tapatīti virocatī’’ti. Jhānaṁ samāpajjitvā samāhitena cittena vipassanaṁ vaḍḍhetvā phalasamāpattiṁ samāpajjitvā nisinnoti āha – ‘‘duvidhena jhānena jhāyamāno’’ti. Sabbamaṅgalagāthāti sabbamaṅgalāvirodhī gāthāti vadanti. Tathā hi vadanti –",
  "tika-s0302t9:45": "‘‘Maṅgalaṁ bhagavā buddho, dhammo saṅgho ca maṅgalaṁ;",
  "tika-s0302t9:46": "Sabbesampi ca sattānaṁ, sa puññavitamaṅgala’’nti.",
  "tika-s0302t9:47": "Pūjaṁ kāretvā ekaṁ agārikadhammakathikaṁ upāsakaṁ āha. Ettha ca ‘‘jhāyī tapatī’’ti iminā ārammaṇūpanijjhānānaṁ gahitattā dhammaratanaṁ gahitameva. ‘‘Brāhmaṇo’’ti iminā saṅgharatanaṁ gahitameva. Buddharatanaṁ pana sarūpeneva gahitanti.",
  "tika-s0302t9:48": "Mahākappinasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:49": "12. Sahāyakasuttavaṇṇanā",
  "tika-s0302t9:50": "246. Sammā saṁsandanavasena eti pavattatīti sameti, sammādiṭṭhiādi. Sammā cirarattaṁ cirakālaṁ sameti etesaṁ atthīti cirarattaṁsametikā. Tenāha ‘‘dīgharatta’’ntiādi. Idāni imesanti etarahi etesaṁ. Ayaṁ sāsanadhammo ajjhāsayato payogato ca sammā saṁsandati sameti, tasmā majjhe bhinnaṁ viya samameva na visadisaṁ. Kiñca tato eva buddhena bhagavatā paveditadhammavinaye etesaṁ paṭipattisāsanadhammo sobhati virocatīti attho. Ariyappavediteti ariyena sammāsambuddhena sammadeva pakāsite ariyadhamme. Sammadeva samucchedapaṭippassaddhivinayānaṁ vasena suṭṭhu vinītā sabbakilesadarathapariḷāhānaṁ vūpasamena.",
  "tika-s0302t9:51": "Sahāyakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t9:52": "Sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "tika-s0302t9:53": "Bhikkhusaṁyuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0302t9:54": "Niṭṭhitā ca sāratthappakāsiniyā",
  "tika-s0302t9:55": "Saṁyuttanikāya-aṭṭhakathāya nidānavaggavaṇṇanā."
}