{
  "tika-s0303t12:0": "13. Jhānasaṁyuttaṁ",
  "tika-s0303t12:1": "1. Samādhimūlakasamāpattisuttavaṇṇanā",
  "tika-s0303t12:2": "662.Samādhikusaloti samādhismiṁ kusalo. Tayidaṁ samādhikosallattaṁ saha jhānaṅgayogena catubbidho jhānasamādhi, tasmā taṁ taṁ vibhāgaṁ jānantassa siddhaṁ hotīti āha – ‘‘paṭhamaṁ jhāna’’ntiādi. Tattha vitakkavicārapītisukhekaggatāvasena paṭhamaṁ pañcaṅgikaṁ, pītisukhekaggatāvasena dutiyaṁ tivaṅgikaṁ, sukhekaggatāvasena tatiyaṁ duvaṅgikaṁ, upekkhekaggatāvasena catutthaṁ duvaṅgikamevāti evaṁ tasmiṁ tasmiṁ jhāne taṁtaṁaṅgānaṁ vavatthāne kusalo. Samāpattikusaloti samāpajjane kusalo. Hāsetvāti tosetvā. Kallaṁ katvāti samādhānassa paṭipakkhadhammānaṁ dūrīkaraṇena sahakārīkāraṇañca samādhānena samāpajjane cittaṁ samatthaṁ katvā. Sesapadānīti sesā tayo koṭṭhāsā. Tatiyādīsu nayesu akusalopi jhānatthāya paṭipannattā ‘‘jhāyītevā’’ti vutto.",
  "tika-s0303t12:3": "Samādhimūlakasamāpattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0303t12:4": "2-55. Samādhimūlakaṭhitisuttādivaṇṇanā",
  "tika-s0303t12:5": "663-716. Dutiyādisuttesu ṭhitikusaloti ettha antogadhahetuattho ṭhiti-saddo, tasmiñca pana kusaloti atthoti āha – ‘‘jhānaṁ ṭhapetuṁ akusalo’’ti. Sattaṭṭhaaccharāmattanti sattaṭṭhaaccharāmattaṁ khaṇaṁ jhānaṁ ṭhapetuṁ na sakkoti adhiṭṭhānavasībhāvassa anipphāditattā. Yathāparicchedena kālena vuṭṭhātuṁ na sakkoti vuṭṭhānavasībhāvassa anipphāditattā. Kallaṁ jātaṁ assāti kallitaṁ, tasmiṁ kallite kallitabhāvena kasiṇārammaṇesu ‘‘idaṁ nāma asukassā’’ti visayavasena samāpajjituṁ asakkonto na samādhismiṁ ārammaṇakusalo. Na samādhismiṁ gocarakusaloti samādhismiṁ nipphāditabbe tassa gocare kammaṭṭhānasaññite pavattiṭṭhāne bhikkhācāragocare ca satisampajaññavirahito akusalo. Keci pana ‘‘kammaṭṭhānagocaro paṭhamajjhānādikaṁ, ‘evaṁ samāpajjitabbaṁ, evaṁ bahulīkātabba’nti ajānanto tattha akusalo nāmā’’ti vadanti. Kammaṭṭhānaṁ abhinīharitunti kammaṭṭhānaṁ visesabhāgiyatāya abhinīharituṁ akusalo. Sakkaccakārīti cittīkārī. Sātaccakārīti niyatakārī. Samādhissa upakārakadhammāti appanākosallā. Samāpattiādīhīti ādi-saddena sakkaccakāripadādīnaṁyeva saṅgaho daṭṭhabbo catukkānaṁ vuttattā. Tenāha ‘‘yojetvā catukkā vuttā’’ti. Lokiyajjhānavaseneva kathitaṁ ‘‘samādhikusalo’’tiādinā nayena desanāya pavattattā. Na hi lokuttaradhammesu akosallaṁ nāma labbhati. Yadi akosallaṁ, na kusalasaddena visesitabbatā siyāti.",
  "tika-s0303t12:6": "Samādhimūlakaṭhitisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0303t12:7": "Jhānasaṁyuttavaṇṇanā niṭṭhitā.",
  "tika-s0303t12:8": "Niṭṭhitā ca sāratthappakāsiniyā",
  "tika-s0303t12:9": "Saṁyuttanikāya-aṭṭhakathāya khandhavaggavaṇṇanā."
}