{
  "tika-s0402t5:0": "(6) 1. Puggalavaggavaṇṇanā",
  "tika-s0402t5:1": "53. Dutiyapaṇṇāsakassa paṭhame hitaggahaṇena mettā vuttā hoti, na karuṇā, anukampāgahaṇena pana karuṇāti cakkavattinā saddhiṃ gahitattā ‘‘lokānukampāyā’’ti na vuttaṃ. Nippariyāyato lokānukampā nāma sammāsambuddhādhīnāti. Dveti manussadevasampattivasena dve sampattiyo. Tā dve, nibbānasampatti cāti tisso.",
  "tika-s0402t5:2": "54. Dutiye bahuso loke na ciṇṇā na pavattā manussāti āciṇṇamanussā. Kadācideva hi nesaṃ loke nibbatti abhūtapubbā bhūtāti abbhutamanussā.",
  "tika-s0402t5:3": "55. Tatiye dasasu cakkavāḷasahassesu anutāpaṃ karoti tassa ekabuddhakhettabhāvato.",
  "tika-s0402t5:4": "56. Catutthe thūpassa yuttāti dhātuyo pakkhipitvā thūpakaraṇassa yuttā.",
  "tika-s0402t5:5": "57. Pañcame attano ānubhāvenāti sayambhuñāṇena. Buddhāti buddhavanto.",
  "tika-s0402t5:6": "58. Chaṭṭhe pahīnattā na bhāyatīti attasinehābhāvato na bhāyati. Sakkāyadiṭṭhiggahaṇañcettha nidassanamattaṃ, attasinehassa paṭighassa tadekaṭṭhasammohassa ca vasena bhāyanaṃ hotīti tesampi pahīnattā na bhāyati, aññathā sotāpannādīnaṃ abhayena bhavitabbaṃ siyā. Sakkāyadiṭṭhiyā balavattāti ettha ahaṃkārasammohanatādīnampi balavattāti vattabbaṃ.",
  "tika-s0402t5:7": "59. Sattame assājānīyoti likhanti, usabhājānīyoti pana pāṭhoti.",
  "tika-s0402t5:8": "61. Navame tatthāti antarāpaṇe. Ekoti dvīsu kinnaresu eko. Ambilikāphalañca addasāti ānetvā sambandho. Ambilikāphalanti tintiṇīphalanti vadanti, caturambilanti apare. Dve attheti pāḷiyaṃ vutte dve atthe.",
  "tika-s0402t5:9": "62. Dasame yathāāraddhe kicce vattamāne antarā eva paṭigamanaṃ paṭivānaṃ, natthi etassa paṭivānanti appaṭivāno. Tattha asaṃkocappatto. Tenāha ‘‘anukkaṇṭhito’’tiādi.",
  "tika-s0402t5:10": "63. Ekādasame sannivāsanti sahavāsaṃ. Yathā asappurisā saha vasantā aññamaññaṃ agāravena anādariyaṃ karonti, tappaṭikkhepena sappurisānaṃ sagāravappaṭipattidassanaparamidaṃ suttaṃ daṭṭhabbaṃ.",
  "tika-s0402t5:11": "64. Dvādasame dvīsupi pakkhesūti vivādāpannānaṃ bhikkhūnaṃ dvīsupi pakkhesu. Saṃsaramānāti pavattamānā. Diṭṭhipaḷāsoti diṭṭhisannissayo paḷāso yugaggāho. Āghātentoti āhananto bādhento. Anabhirādhanavasenāti yassa uppajjati, tassa tadaññesañca atthassa anabhirādhanavasena. Sabbampetanti vacīsaṃsāroti sabbampetaṃ. Attano citte parisāya ca citteti ānetvā sambandho.",
  "tika-s0402t5:12": "Puggalavaggavaṇṇanā niṭṭhitā."
}