{
  "tika-vin07t29:0": "3. Samuccayakkhandhako",
  "tika-vin07t29:1": "Sukkavissaṭṭhikathāvaṇṇanā",
  "tika-vin07t29:2": "97. Samuccayakkhandhake vedayāmahanti jānāpemi ahaṁ, ārocemītiattho. Anubhavāmītipissa atthaṁ vadanti. Purimaṁ pana pasaṁsanti āropanavacanattā. Ārocetvā nikkhipitabbanti dukkaṭaparimocanatthaṁ vuttaṁ. Keci pana ‘‘tadaheva puna vattaṁ samādiyitvā aruṇaṁ uṭṭhāpetukāmassa ratticchedaparihāratthampī’’ti vadanti.",
  "tika-vin07t29:3": "‘‘Sabhāgā bhikkhū vasantī’’ti vuttattā visabhāgānaṁ vasanaṭṭhāne vattaṁ asamādiyitvā bahi eva kātumpi vaṭṭatīti daṭṭhabbaṁ. ‘‘Dve leḍḍupāte atikkamitvā’’ti idaṁ vihāre bhikkhūnaṁ sajjhāyādisaddasavanūpacāravijahanatthaṁ vuttaṁ. ‘‘Mahāmaggato okkammā’’ti idaṁ maggapaṭipannānaṁ bhikkhūnaṁ upacārātikkamanatthaṁ vuttaṁ. Gumbena vātiādi dassanūpacāravijahanatthaṁ.",
  "tika-vin07t29:4": "‘‘Sopi kenaci kammena pure aruṇe eva gacchatī’’ti iminā ārocanāya katāya sabbesupi bhikkhūsu vihāragatesu ūne gaṇe caraṇadoso vā vippavāsadoso vā na hoti ārocitattā sahavāsassāti dasseti. Tenāha ‘‘ayañcā’’ tiādi. Abbhānaṁ kātuṁ na vaṭṭatīti katampi akatameva hotīti attho.",
  "tika-vin07t29:5": "Sukkavissaṭṭhikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t29:6": "Paṭicchannaparivāsakathāvaṇṇanā",
  "tika-vin07t29:7": "102.Suddhassāti sabhāgasaṅghādisesaṁ anāpannassa, tato vuṭṭhitassa vā. Aññasminti suddhantaparivāsavasena āpattivuṭṭhānato aññasmiṁ āpattivuṭṭhāne. Pāḷiyaṁ ‘‘paṭikassito saṅghena udāyi bhikkhu antarā ekissā āpattiyā…pe… mūlāyapaṭikassanā’’ti idaṁ karaṇavasena vipariṇāmetvā mūlāyapaṭikassanāya paṭikassitoti yojetabbaṁ. Atha vā ‘‘mūlāya paṭikassanā khamati saṅghassā’’ti uttarapadena saha paccattavaseneva yojetumpi vaṭṭati.",
  "tika-vin07t29:8": "‘‘Udāyiṁ bhikkhuṁ antarā ekissā āpattiyā…pe… mūlāya paṭikassitvā’’ti ettha antarā ekissā āpattiyā hetubhūtāya udāyiṁ bhikkhuṁ mūlāya paṭikassitvā mūladivase ākaḍḍhitvā tassā antarāpattiyā samodhānaparivāsaṁ detūti yojanā. Āvikārāpetvā vissajjetabboti tassa atekicchabhāvaṁ teneva saṅghassa pākaṭaṁ kāretvā lajjigaṇato viyojanavasena vissajjetabbo.",
  "tika-vin07t29:9": "Sataṁ āpattiyoti kāyasaṁsaggādivasena ekadivase āpannā sataṁ āpattiyo. Dasasatanti sahassā āpattiyo. Rattisataṁ chādayitvānāti yojetabbo. Sabbaparivāsakammavācāvasāneti heṭṭhā dassitānaṁ dvinnaṁ suddhantaparivāsānaṁ, tiṇṇaṁ samodhānaparivāsānañcāti imesaṁ sabbesaṁ parivāsānaṁ kammavācāpariyosāne. Purimanayenevāti paṭicchannaparivāse vuttanayena.",
  "tika-vin07t29:10": "Vihārūpacāratopīti bahigāme bhikkhūnaṁ vihārūpacāratopi. ‘‘Dve leḍḍupātā atikkamitabbā’’ti idaṁ bhikkhūnaṁ savanūpacārātikkamanaṁ vuttaṁ. Gāmassāti na vuttanti gāmassa upacāraṁ muñcituṁ vaṭṭatīti na vuttaṁ. Tena gāmūpacāre ṭhitāpi tattha dassanasavanūpacāre atikkamitvā ṭhitā bhikkhū ca bhikkhuniyo ca tassā ratticchedaṁ na karontīti dīpeti.",
  "tika-vin07t29:11": "Anikkhittavattabhikkhūnaṁ vuttanayenevāti upacārasīmāya paviṭṭhānaṁ vasena ratticchedaṁ sandhāya vuttaṁ. Tasmiṁ gāmeti bhikkhunīnaṁ nivāsanagāme. Attānaṁ dassetvāti yathā ārocetuṁ sakkā, tathā dassetvā. ‘‘Sammannitvā dātabbā’’ti iminā sammatāya sahavāsepi ratticchedo na hotīti dasseti.",
  "tika-vin07t29:12": "Mūlāyapaṭikassitassāti mūlāyapaṭikassitassa puna parivutthaparivāsassāti attho. Tissannanti mūlāpattiyā saha dvinnaṁ antarāpattīnañca.",
  "tika-vin07t29:13": "108.Sacepaṭicchannāti nikkhittavattenāpannāpattiṁ sandhāya vuttaṁ. Pāḷiyaṁ pañcāhappaṭicchannavāre antarāpattikathāyaṁ ‘‘evañca pana, bhikkhave, chārattaṁ mānattaṁ dātabba’’nti idaṁ mūlāyapaṭikassanākammavācānantarameva dātuṁ vuttaṁ na hoti. Mūlāyapaṭikassitassa pana pañcadivasāni parivasitvā yācitassa mānattacaraṇakāle āpannāya tatiyāya antarāpattiyā appaṭicchannāya mānattadānaṁ sandhāya vuttaṁ. Evañca dinnamānattassa ekena chārattena pubbe dinnamānattāhi tīhi āpattīhi saha catassannampi āpattīnaṁ mānattaṁ ciṇṇameva hoti. Iminā pana nayena abbhānārahakāle āpannāya antarāpattiyā, pakkhappaṭicchannavāre antarāpattīsu ca paṭipajjanaṁ veditabbaṁ. ‘‘Ekāhappaṭicchannādivasena pañcā’’ti idaṁ ekāhappaṭicchannādīnaṁ catunnaṁ paccekaparivāsadānamānattadānaabbhānāni ekekaṁ katvā vuttaṁ. ‘‘Antarāpattivasena catasso’’ti idampi mānattadānaabbhānāni tasmiṁ tasmiṁ mūlāyapaṭikassane ekattaṁ āropetvā vuttaṁ.",
  "tika-vin07t29:14": "Paṭicchannaparivāsakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t29:15": "Samodhānaparivāsakathāvaṇṇanā",
  "tika-vin07t29:16": "125.‘‘Yasmā paṭicchannā antarāpattī’’ti idaṁ samodhānaparivāsadānassa kāraṇavacanaṁ, na pana ciṇṇaparivutthadivasānaṁ makkhitabhāvassa, appaṭicchannāya antarāpattiyā mūlāyapaṭikassane katepi tesaṁ makkhitabhāvasambhavato. Tasmā ‘‘mānattaciṇṇadivasāpi parivutthadivasāpi sabbe makkhitāva hontī’’ti imassānantaraṁ ‘‘samodhānaparivāso cassa dātabbo’’ti evamettha yojanā kātabbā. Tenāha ‘‘tenevā’’tiādi.",
  "tika-vin07t29:17": "Samodhānaparivāsakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t29:18": "Agghasamodhānaparivāsakathāvaṇṇanā",
  "tika-vin07t29:19": "134.‘‘Ekāpattimūlakañcā’’ti iminā ‘‘ekā āpatti ekāhappaṭicchannā, ekā āpatti dvīhappaṭicchannā’’tiādinayaṁ dasseti. Appaṭicchannabhāvaṁ dassetunti ajānanādinā paṭicchannāyapi āpattiyā mānattārahatāvacanena appaṭicchannabhāvaṁ dassetuṁ. ‘‘Ekassa, āvuso, māsassa bhikkhu mānattāraho’’ti (cūḷava. 153) hi vuttaṁ. Ettha ekassa ajānanapaṭicchannamāsassa parivāsāraho na hoti, kevalaṁ āpattiyā appaṭicchannattā mānattāraho hotīti adhippāyo. Pāḷiyaṁ makkhadhammoti madditukāmatā. Saṅghādisesānaṁ parivāsadānādisabbavinicchayassa samuccayattā panesa samuccayakkhandhakoti vuttoti veditabbo.",
  "tika-vin07t29:20": "Agghasamodhānaparivāsakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t29:21": "Samuccayakkhandhakavaṇṇanānayo niṭṭhito."
}