{
  "tika-abh08t32:0": "8. Aṭṭhamo paricchedo",
  "tika-abh08t32:1": "Pakiṇṇakaniddesavaṇṇanā",
  "tika-abh08t32:2": "475-6. Idāni yathāvuttānaṁ sabbesampi cittānaṁ pākaṭabhāvatthaṁ –",
  "tika-abh08t32:3": "‘‘Suttaṁ dovāriko ceva,",
  "tika-abh08t32:4": "Gāmillo ambagoḷiyo;",
  "tika-abh08t32:5": "Jaccandho pīṭhasappī ca,",
  "tika-abh08t32:6": "Upanissayamatthaso’’ti. (dha. sa. aṭṭha. 498 vipākuddhārakathā) –",
  "tika-abh08t32:7": "Aṭṭhakathāya āgatamātikāya vasena pakiṇṇakanayaṁ dassetuṁ ‘‘idāni panā’’tiādi āraddhaṁ. Tattha manasanti cittānaṁ. ‘‘Mānasa’’ntipi paṭhanti, taṁ na sundaraṁ. Panthamakkaṭakoti pāṇakapaṭaṅgādīnaṁ sañcaraṇaṭṭhāne jālaṁ pasāretvā tesaṁ maggarakkhaṇato ‘‘panthamakkaṭako’’ti laddhanāmo uṇṇanābhi. Disāsu pana pañcasūti upametabbānaṁ pañcapasādānaṁ vasena vuttaṁ. Tatthāti magge, tattha jālamajjheti vā sambandho. Suttaṁ pasāretvāti jālabandhanamāha.",
  "tika-abh08t32:8": "478-80. Nti rudhiramāha. Disāsu dutiyādīsu sutte…pe… ghaṭṭiteti sambandho. ‘‘Pasādā pañca daṭṭhabbā’’tiādi upamāsaṁsandanaṁ . Cittaṁ…pe… viyāti hadayavatthuṁ nissāya pavattamānacittaṁ jālamajjhe nipannamakkaṭako viya daṭṭhabbaṁ.",
  "tika-abh08t32:9": "482-5.Pasādaghaṭṭananti pasāde ghaṭṭitaṁ. Bhavaṅgāvaṭṭananti bhavaṅgaṁ āvaṭṭentaṁ. Dhammato aññā kāci kiriyā nāma natthīti dhammameva calanena saha upameti. Suttānusāraṁvāti suttānusārena gamanaṁ viya. Javanassa ārammaṇarasānubhavanato tassa pavatti yūsapānena saddhiṁ upametvā vuttā. Vatthuṁyevāti yathā purimacittāni hadayavatthunissitāni pasādavatthuṁ anugatāni aññārammaṇāni ca honti, na evaṁ bhavaṅgaṁ. Taṁ pana vatthārammaṇantararahitaṁ kevalaṁ hadayavatthumeva nissāya pavattatīti dīpeti. Parivattananti puna bhavaṅgabhāvena parivattanaṁ. Bhavaṅgāvajjanādīnaṁ dhammato bhedepi santativasena ekattaṁ gahetvā ekeneva makkaṭakena upamāsaṁsandanaṁ vuttaṁ.",
  "tika-abh08t32:10": "486-90. Upamā eva opammaṁ. Tato pasādavatthuto cittāti sambandho. Dīpitaṁ iminā opammena. Ekekārammaṇanti rūpādīsu pañcasu ekekaṁ ārammaṇaṁ. Sabbasoti sabbesu cakkhādīsu yattha katthacīti attho. Idāni ekekārammaṇassa dvīsu dvīsu āpāthagamanaṁ pakāsetuṁ ‘‘rūpaṁ cakkhupasādamhī’’tiādi vuttaṁ. Khe ākāse gacchatīti khago, pakkhi. Sākhinoti rukkhassa.",
  "tika-abh08t32:11": "492-3.Rūpassāti sambandhe sāmivacanaṁ, tassa pana ghaṭṭanaṁ, āpāthagamanampi cāti dvīhi saha sambandho. Pasādassāti kammatthe sāmivacanaṁ, atthato āpāthagamanampi cāti sambandho. Ārammaṇavasena, āpāthaṁ āgacchantassapi pasādaghaṭṭanena ca bhavaṅgacalanassa paccayabhāvena āpāthaṁ viya upagamananti attho.",
  "tika-abh08t32:12": "494-5.Tatoti bhavaṅgacalanato paraṁ, kusalaṁ javanaṁ cittanti kāmāvacarakusalajavanacittaṁ . Akusalameva vāti vā-saddena kiriyābyākatacittampi saṅgaṇhāti. Ettha siyā – ko panetaṁ javanaṁ kusalatāya vā akusalatāya vā niyametīti? Yonisomanasikāro ceva ayonisomanasikāro ca. Yassa hi catucakkasampadāvasena yonisomanasikāro pavattati, āvajjanaṁ, voṭṭhabbanañca yonisova āvaṭṭeti, vavatthāpeti ca, tassa akusaluppatti natthi. Yassa pana vuttavipariyāyena ayonisomanasikāro ca hoti, āvajjanaṁ, voṭṭhabbanañca ayoniso ca āvaṭṭeti, vavatthāpeti ca, tassa kusalajavanuppatti natthi, tasmā yonisomanasikāro kusalatāya, ayonisomanasikāro akusalatāya ca niyametīti daṭṭhabbaṁ. Kiriyājavanaṁ pana arahattameva niyameti. Keci pana ‘‘kiriyājavanaṁ pana manasikāro ca niyameti. Yathā hi āvajjanaṁ kusalākusalānaṁ visuṁ visuṁ paccayo hoti, evaṁ kiriyājavanassāpī’’ti vadanti.",
  "tika-abh08t32:13": "497.Dovārikopamādīnīti ettha eko rājā sayanagato niddāyati, tassa paricārako pāde parimajjanto nisīdi, badhiradovāriko dvāre ṭhito, tayo paṭihārā sayanassa, dvārassa ca majjhe paṭipāṭiyā ṭhitā. Atheko paccantavāsī manusso paṇṇākāraṁ ādāya dvāraṁ ākoṭesi, badhiradovāriko saddaṁ na suṇāti, pādaparimajjako saññaṁ akāsi, tāya saññāya dvāraṁ vivaritvā passi, paṭhamapaṭihāro paṇṇākāraṁ gahetvā dutiyassa adāsi, dutiyo tatiyassa, tatiyo rañño, rājā paribhuñji. Tattha rājā viya javanaṁ daṭṭhabbaṁ, pādaparimajjako viya āvajjanaṁ, badhiradovāriko viya cakkhuviññāṇaṁ, tayo paṭihārā viya sampaṭicchanādīni tīṇi vīthicittāni, paccantavāsino paṇṇākāraṁ ādāya dvārākoṭanaṁ viya ārammaṇassa pasādaghaṭṭanaṁ, pādaparimajjakena saññāya dinnakālo viya kiriyāmanodhātuyā bhavaṅgassa āvaṭṭitakālo, tena dinnasaññāya badhiradovārikassa dvāravivarakālo viya cakkhuviññāṇassa ārammaṇe dassanakiccasādhanakālo, paṭhamapaṭihārena paṇṇākārassa gahitakālo viya vipākamanodhātuyā ārammaṇassa sampaṭicchitakālo, paṭhamena dutiyassa dinnakālo viya vipākamanoviññāṇadhātuyā ārammaṇassa santīritakālo, dutiyena tatiyassa dinnakālo viya kiriyāmanoviññāṇadhātuyā ārammaṇassa vavatthāpitakālo, tatiyena rañño dinnakālo viya voṭṭhabbanena javanassa niyyātitakālo, rañño paribhogakālo viya javanassa ārammaṇarasānubhavanakāloti ayaṁ dovārikopamā.",
  "tika-abh08t32:14": "‘‘Idaṁ pana opammaṁ kiṁ dīpetī’’tiādi ucchuyantūpamāya vuttanayena veditabbā. Sambahulā gāmadārakā antaravīthiyaṁ paṁsuṁ kīḷanti, tatthekassa hatthe kahāpaṇo paṭihaññi. So ‘‘mayhaṁ hatthe paṭihataṁ, kiṁ nu kho eta’’nti āha. Atheko ‘‘paṇḍaraṁ eta’’nti āha. Aparo saha paṁsunā gāḷhaṁ gaṇhi. Añño ‘‘puthulaṁ caturassaṁ eta’’nti āha. Aparo ‘‘kahāpaṇo eso’’ti āha. Atha āharitvā mātu adaṁsu, sā kamme upanesi. Tattha sambahulānaṁ dārakānaṁ antaravīthiyaṁ kīḷantānaṁ sannisinnakālo viya cittappavatti daṭṭhabbā, kahāpaṇassa hatthe paṭihatakālo viya ārammaṇena pasādassa ghaṭṭitakālo, ‘‘kiṁ nu kho eta’’nti vuttakālo viya taṁ ārammaṇaṁ gahetvā kiriyāmanodhātuyā bhavaṅgassa āvaṭṭitakālo, ‘‘paṇḍaraṁ eta’’nti vuttakālo viya cakkhuviññāṇena dassanakiccassa sādhitakālo, saha paṁsunā gāḷhaṁ gahitakālo viya vipākamanodhātuyā ārammaṇassa sampaṭicchitakālo, ‘‘puthulaṁ caturassaṁ eta’’nti vuttakālo viya vipākamanoviññāṇadhātuyā ārammaṇassa santīritakālo, ‘‘kahāpaṇo eso’’ti vuttakālo viya kiriyāmanoviññāṇadhātuyā ārammaṇassa vavatthāpitakālo, mātarā kamme upanītakālo viya javanassa ārammaṇarasānubhavanaṁ veditabbanti ayaṁ gāmadārakopamā.",
  "tika-abh08t32:15": "Idaṁ opammaṁ kiṁ dīpeti? Kiriyāmanodhātu adisvāva bhavaṅgaṁ āvaṭṭeti, vipākamanodhātu adisvāva sampaṭicchati, vipākamanoviññāṇadhātu adisvāva santīreti, kiriyāmanoviññāṇadhātu adisvāva vavatthāpeti, javanaṁ adisvāva ārammaṇarasaṁ anubhavati, ekantena pana cakkhuviññāṇameva dassanakiccaṁ sādhetīti dīpeti. Jaccandhapīṭhasappīupamā upari āgamissati.",
  "tika-abh08t32:16": "498-509. Ettakā upamā saṅgahetvā ‘‘dovārikopamādīnī’’ti vatvā ‘‘upanissayamatthaso’’ti ettha upanissayabhāvaṁ pakāsetuṁ ‘‘asambhedenā’’tiādimāha. Asambhedenāti avinaṭṭhabhāvena, vātapittādīhi anupahatabhāvena ca. Vātapittādiupahatampi hi cakkhuviññāṇassa paccayabhāvānupagamanato sambhinnameva nāma hoti, pañcindriyānaṁ atthikkhaṇeyeva nissayabhāvūpagamanato khaṇavasena asambhedopi yujjati. Esa nayo sotapasādādīsupi. Rūpāpāthagamenāti dūre ṭhitassa phalikādīhi antaritassa cakkhuviññāṇuppattiyā paccayo bhavituṁ yogyadese avaṭṭhitavasena rūpassa āpāthagamanena. Evañca katvā dūre ṭhitaṁ, parammukhe ṭhitampi dibbacakkhussa āpāthagatameva nāma hoti. Ālokanissayenāpīti rūpāvabhāsanasamatthaālokasaṅkhātanissayena. Āloke sati sambhavo cettha ālokanissayatā, na ālokassa nissayapaccayattā. Manakkārova hetu manakkārahetu, tena saha vattatīti samanakkārahetu. Tena ālokanissitaṁ dasseti. Sametehīti saṁyuttehi ekībhūtehi, na ekassapi virahenāti attho.",
  "tika-abh08t32:17": "Ākāsanissayenāti kaṇṇacchiddasaṅkhātaākāsanissayena. Teneva hi aṭṭhakathāyaṁ ‘‘na hi pihitakaṇṇacchiddassa sotaviññāṇaṁ pavattatī’’ti vuttaṁ. Bāhirākāsampi pana icchitameva. Tathā hi avivare gehe nisīditvā vuccamānānaṁ bahi ṭhitā na suṇanti. Vāyosannissayenāti nāsikacchiddaṁ pavisanavāyusannissayena. Āposannissayenāti kheḷasaṅkhātaāposannissayena. Pathavīsannissayenāti kāyapasādavatthussa pathavīdhātusannissayena. Manoviññāṇanti javanamanoviññāṇaṁ.",
  "tika-abh08t32:18": "510-11.Mano…pe… veditabbanti ‘‘asambhedā manassā’’ti ettha vuttaṁ mano bhavaṅgacittanti veditabbaṁ. Taṁ pana cutivasena niruddhampi kiriyāmayacittassa paccayabhāvaṁ anupagantvā kevalaṁ bhavaṅgappavattivasena mandathāmagataṁ hutvā pavattanampi sambhinnamevāti daṭṭhabbaṁ. Nāyaṁ sabbattha gacchatīti catuvokāre alabbhanato. Tenāha ‘‘bhavaṁ tu pañcavokāra’’ntiādi. Tattha pañcannaṁ khandhānaṁ vokāro etthāti pañcavokāro. Hoti hi bhinnādhikaraṇampi aññapadatthasamāso yathā ‘‘urasilomo’’ti. Atha vā yathāpaccayaṁ pañcahi khandhehi vokarīyatīti pañcavokāro. ‘‘Atthato’’ti evamādikaṁ padaṁ cakkhādīni dassanādikiccānīti ettakameva sandhāya vuttaṁ, na aññaṁ kiñci visesananti na tattha vinicchayo vutto.",
  "tika-abh08t32:19": "512-4.Sabbānīti kāmāvacarādibhedaṁ anāmasitvā sabbāni. Kammanti paṭisandhinibbattakā upapajjavedanīyabhūtā, aparāpariyavedanīyabhūtā vā cetanā. Kammanimittanti yaṁ vatthuṁ ārammaṇaṁ katvā āyūhanakāle kammaṁ āyūhati, taṁ dānūpakaraṇādikaṁ, pāṇaghātopakaraṇādikañca. Gatinimittanti bhavantaramupapajjitabbabhavapariyāpannavaṇṇāyatanaṁ, taṁ pana sugatiyaṁ manussaloke nibbattantassa rattakambalasadisamātukucchivaṇṇavasena, devaloke nibbattantassa uyyānakapparukkhavaṇṇavasena, duggatiyaṁ nibbattantassa aggijālādivaṇṇavasena, petatiracchānayonīsu petatiracchānānaṁ nibaddhasañcaraṇaṭṭhānapariyāpannatāvaṇṇavasena ca daṭṭhabbaṁ. ‘‘Tividha’’nti idaṁ yathāsambhavavasena vuttaṁ, rūpārūpasambandhīnaṁ pana kammanimittameva ārammaṇaṁ hoti. Tathā hi mahaggatavipākāni ekantena kammasadisārammaṇāni vuttāni.",
  "tika-abh08t32:20": "Paccuppannamatītaṁ vāti khaṇavasena paccuppannamatītaṁ vā. Tattha gatinimittaṁ ekantena paccuppannameva, kammanimittaṁ paccuppannamatītaṁ vā, kammaṁ pana atītameva. Anāgatārammaṇaṁ pana paccuppannakammanimittagatinimittaṁ viya anāpāthagatattā, atītakammakammanimittaṁ viya ananubhūtattā ca vibhūtaṁ hutvā nopatiṭṭhātīti atisantabhāvena pavattamānā paṭisandhi taṁ ārabbha pavattituṁ na sakkotīti vuttaṁ ‘‘natthi anāgata’’nti. Mahaggatapaṭisandhīnaṁ ekantena kammasadisārammaṇabhāvena kammassa viya atītanavattabbārammaṇattā na tāsaṁ visuṁ ārammaṇaṁ uddhaṭaṁ. Tattha dutiyacatutthārūpapaṭisandhīnaṁ atītameva ārammaṇaṁ itarāsaṁ navattabbanti daṭṭhabbaṁ.",
  "tika-abh08t32:21": "517-20. Mahāvipākānaṁ paṭisandhādicatukiccavaseneva pavattanato rūpārūpabhave paṭisandhibhavaṅgacutivasena taṁtaṁvipākasseva pavattito, tadārammaṇassa ca abhāvena tattha na labbhatīti āha ‘‘mahāpākā…pe… dvaye’’ti. Aniṭṭharūpānaṁ brahmaloke asambhavepi tattha ṭhatvā idha aniṭṭhārammaṇaṁ passantānaṁ akusalavipākāni na uppajjantīti na vattabbanti rūpabhavepi santīraṇattayaṁ vuttaṁ. Abhidhammatthasaṅgahasaccasaṅkhepādīsupi hi imināva adhippāyena rūpaloke akusalavipākappavatti dassitā. Apare pana ‘‘kāmabhave santīraṇattayaṁ, rūpabhave santīraṇadvayanti yathālābhavasena yojetabba’’nti vadanti.",
  "tika-abh08t32:22": "Kadācipīti parittārammaṇesu parittajavanānaṁ uppādepi. ‘‘Bījassābhāvato’’ti rūpārūpabhavadvaye tadārammaṇābhāvassa kāraṇaṁ vatvā tameva pakāsetuṁ ‘‘paṭisandhibīja’’ntiādi vuttaṁ. Paṭisandhiyeva bījabhūtanti paṭisandhibījaṁ. Tassāti tadārammaṇassa.",
  "tika-abh08t32:23": "521. Yadi evaṁ cakkhuviññāṇādīnampi kāmāvacarapaṭisandhibījattā tattha abhāvo āpajjatīti codento āha ‘‘cakkhuviññāṇādīna’’ntiādi. Indriyānanti cakkhuviññāṇādīnaṁ vatthudvārabhūtānaṁ cakkhādīnamindriyānaṁ. Pavattānubhāvatoti tesaṁ tattha atthitānubhāvato . Ayañhettha adhippāyo – cakkhusotaviññāṇānaṁ vatthubhūtāni cakkhusotindriyāni tattha pavattantīti tesaṁ pavattiānubhāvato cakkhusotaviññāṇāni pavattanti. Sati ca tesaṁ pavattiyaṁ vīthicittuppādo niyatoti cakkhuviññāṇādīnaṁ viya sampaṭicchanasantīraṇānampi tattha sambhavo siddhoti.",
  "tika-abh08t32:24": "523-4.Akāmāvacaradhammeti kāmāvacaradhammato aññe mahaggatalokuttaradhamme. Nānubandhatīti nānuvattati. Janakaṁ…pe… anubandhatīti yathā nāma gehato nikkhamitvā bahi gantukāmo taruṇadārako attano janakaṁ pitaraṁ vā aññaṁ vā pitusadisaṁ hitakāmaṁ ñātiṁ aṅguliyaṁ gahetvā anubandhati, na aññaṁ rājapurisādiṁ, tathā etampi bhavaṅgārammaṇato bahi nikkhamitukāmasabhāgatāya attano janakaṁ paṭhamakusalādikaṁ sadisaṁ vā dutiyakusalādikāmāvacarajavanameva anubandhati, na aññaṁ mahaggataṁ lokuttaranti ayamettha attho. Kusalākusalādinti ādi-ggahaṇena kiriyābyākataṁ saṅgaṇhāti. Ānandācariyo pana paṭṭhāne ‘‘kusalākusale niruddhe vipāko tadārammaṇatā uppajjatī’’ti (paṭṭhā. 3.1.98) vipākadhammadhammānamevānantaraṁ tadārammaṇaṁ vuttaṁ. Vipphāravantañhi javanaṁ nāvaṁ viya nadīsoto bhavaṅgaṁ anubandhati, na pana chaḷaṅgupekkhāvato santavuttiṁ kiriyājavanaṁ paṇṇapuṭaṁ viya nadīsototi kiriyājavanānantaraṁ tadārammaṇaṁ na icchati, ācariyajotipālattherādayo pana ‘‘labbhamānassapi kenaci adhippāyena katthaci avacanaṁ dissati, yathā taṁ dhammasaṅgahe akusalaniddese labbhamānopi adhipati na vutto, tasmā yadi abyākatānantarampi tadārammaṇaṁ vucceyya, tadā voṭṭhabbanānantarampi tassa pavattiṁ maññeyyunti kiriyājavanānantaraṁ tadārammaṇaṁ na vuttaṁ, na pana alabbhanato. Yañcettha paṇṇapuṭaṁ nidassitaṁ, taṁ nidassitabbena samānaṁ na hoti, nāvāpaṇṇapuṭānañhi nadīsotassa āvaṭṭanaṁ gati ca visadisīti nāvāyaṁ nadīsotassa anubandhanaṁ, paṇṇapuṭassa ananubandhanañca yujjati, idha pana kiriyājavanetarajavanānaṁ bhavaṅgasotassa āvaṭṭanaṁ gati ca sadisīti etassa ananubandhanaṁ, itarassa anubandhanañca na yujjati, tasmā vicāretabbameva ta’’nti vadanti.",
  "tika-abh08t32:25": "525-6. Yathā cetaṁ mahaggatalokuttaradhamme nānuvattati, tathā yadā ete kāmāvacaradhammāpi mahaggatānuttaradhammārammaṇā hutvā pavattanti, tadā tepi nānubandhatīti āha ‘‘kāmāvacaradhammāpī’’tiādi. Mahaggatā-ggahaṇena cettha lokuttarānampi saṅgaho daṭṭhabbo. Te cāpīti ca-saddena lokuttarārammaṇānaṁ gahaṇaṁ. Kasmā nānubandhatīti āha ‘‘parittārammaṇattā’’tiādi. Parittārammaṇattāti heṭṭhā vuttanayena kāmāvacaravipākānaṁ ekantena parittārammaṇattā. Tathāparicitattāti yathā javanaṁ, evaṁ aparicitattā. Idaṁ vuttaṁ hoti – yathā hi so pitaraṁ, pitusadisaṁ vā kañci anubandhanto taruṇadārako gharadvārantaravīthicatukkādimhi pariciteyeva dese anugacchati, na araññaṁ vā rakkhasabhūmiṁ vā gacchantaṁ, evaṁ kāmāvacaradhamme anubandhantampi parittamhi pariciteyeva dese pavattamāne te dhamme anubandhati, na mahaggatalokuttaradhamme ārabbha pavattamānepi.",
  "tika-abh08t32:26": "527-32. Idāni kiṁ imāya yuttikathāya, aṭṭhakathāpamāṇato cetaṁ gahetabbanti dassento āha ‘‘kiṁ tenā’’tiādi. Javaneti kāmāvacarajavane. Tadārammaṇacittāni ‘‘tadārammaṇa’’nti laddhanāmāni cittāni tadārammaṇabhāvaṁ na gaṇhanti, tadārammaṇabhāvena na pavattantīti attho. Atha vā nāmagottaṁ ārabbha javane javite tadārammaṇaṁ tassa javanassa ārammaṇaṁ na gaṇhanti na labbhantīti attho. Rūpārūpabhavesu vāti vā-saddena ‘‘javane javitepi tadārammaṇaṁ na gaṇhantī’’ti ākaḍḍhati. Paṇṇattiṁ ārabbhāti kāmabhavepi paṇṇattiṁ ārabbha. Lakkhaṇārammaṇāyāti aniccādilakkhaṇattayārammaṇāya, balavavipassanāyāti attho. ‘‘Tīṇi lakkhaṇāni, tisso ca paññattiyo kusalattike na labbhantī’’ti aṭṭhakathāya vuttattā tiṇṇaṁ lakkhaṇānaṁ dhammato abhāvena taṁ ārabbha pavattāya vipassanāya tadārammaṇāni na labbhanti. Paṭṭhāne pana ‘‘sekhā vā puthujjanā vā kusalaṁ aniccato dukkhato anattato vipassanti, kusalākusale niruddhe vipāko tadārammaṇatā uppajjatī’’ti (paṭṭhā. 1.1.406) vacanato khandhārammaṇikavipassanāya tadārammaṇaṁ labbhatīti daṭṭhabbaṁ. Micchattaniyatesūti ‘‘katame dhammā micchattaniyatā? Cattāro diṭṭhigatasampayuttacittuppādā’’ti (dha. sa. 1426) evamāgatesu micchāgāhavasena pavattesu dhammesu javanaṁ hutvā javitesu. Kasmā pana tesu javitesu tadārammaṇaṁ na labbhatīti? Kāmāvacaravipākānañhi niyatamicchādiṭṭhi viya ‘‘attā occhijjatī’’tiādinā attaparikappanāvasena appavattanato niyatamicchādiṭṭhivasappavattesu tesu javitesu tadanantaraṁ tadārammaṇāni na uppajjanti, aniyatamicchādiṭṭhivasappavattesu pana javitesu tadārammaṇaṁ nuppajjatīti natthi. Atha vā micchattaniyatesūti micchābhāvaniyatasabhāvesu taṁvisayesūti attho. Micchattaniyatadhammānaṁ dhammasabhāvaṁ aggahetvā micchattaniyatasabhāvasseva gahaṇato, tassa ca vipākānaṁ avibhūtattā micchattaniyatasabhāve ārabbha tadārammaṇā na labbhanti. Pi-saddena sammattaniyatesupīti sampiṇḍeti, ‘‘lokuttaradhamme ārabbhā’’ti vā etena siddhattā na tesaṁ visuṁ uddharaṇaṁ kataṁ. Aṭṭhakathāyaṁ pana micchattaniyatasammattaniyatānaṁ aññamaññapaṭipakkhabhāvena balavabhāvato tadārammaṇassa avatthubhāvadassanatthaṁ micchattaniyatānantaraṁ sammattaniyatāpi uddhaṭā. Micchattaniyatasabhāvassa viya paṭisambhidāsabhāvassapi kāmāvacaravipākānaṁ avibhūtabhāvena paṭisambhidāñāṇāni ārabbha javane javite tadārammaṇaṁ na labbhatīti āha ‘‘paṭisambhidāñāṇānī’’tiādi. Manodvārepīti na kevalaṁ pañcadvāresuyeva, atha kho manodvārepi. Sabbesanti ahetukaduhetukādīnaṁ sabbesaṁ. Anupubbatoti heṭṭhā vuttaanukkamato.",
  "tika-abh08t32:27": "533.Na vijjatīti manodvārassa appaṭighabhāvena na vijjati. Bhavaṅgatoti bhavaṅgasantānato, tassa ārammaṇato vā. Vuṭṭhānanti bhavaṅgasantāne, tassārammaṇe vā sati tassa vuṭṭhānaṁ.",
  "tika-abh08t32:28": "535-6.Satta sattāti ekekassa satta sattāti katvā. Pāpapākāti akusalavipākā. ‘‘Dvādasāpuññacittāna’’nti vatvā ‘‘pāpapākā’’ti vacanaṁ ‘‘tatridaṁ sugatassa sugatacīvarappamāṇa’’ntiādīsu viya saññāsaddavasena vuttaṁ. Evaṁ pavattiyaṁ akusalavipākānaṁ pavattiṁ dassetvā idāni paṭisandhiyaṁ dassetuṁ ‘‘ekādasavidhāna’’ntiādi vuttaṁ. Uddhaccacetanāya pavattivipākadānamattaṁ vinā paṭisandhidānābhāvato āha ‘‘hitvā uddhaccamānasa’’nti. Kiṁ panettha kāraṇaṁ, adhimokkhavirahena sabbadubbalampi vicikicchāsahagataṁ paṭisandhiṁ ākaḍḍhati, adhimokkhasabhāvato tato balavatarampi uddhaccasahagataṁ nākaḍḍhatīti? Paṭisandhidānasabhāvābhāvato. ‘‘Balavaṁ ākaḍḍhati, dubbalaṁ nākaḍḍhatī’’ti hi ayaṁ vicāraṇā paṭisandhidānasabhāvesuyeva. Yassa pana paṭisandhidānasabhāvo eva natthi, na tassa balavabhāvo paṭisandhiākaḍḍhane kāraṇanti.",
  "tika-abh08t32:29": "Kathaṁ panetaṁ viññātabbaṁ ‘‘uddhaccasahagatassa paṭisandhidānasabhāvo natthī’’ti? Dassanenapahātabbesu anāgatattā. Tividhā hi akusalā dassanenapahātabbā, bhāvanāyapahātabbā, siyā dassanenapahātabbā siyā bhāvanāyapahātabbāti. Tattha diṭṭhisampayuttavicikicchāsahagatacittuppādā dassanenapahātabbā nāma. Yathāha ‘‘katame dhammā dassanenapahātabbā? Cattāro diṭṭhigatasampayuttacittuppādā vicikicchāsahagato cittuppādo’’ti (dha. sa. 1408). Te hi paṭhamaṁ nibbānadassanato ‘‘dassana’’nti laddhanāmena sotāpattimaggeneva pahātabbattā ‘‘dassanenapahātabbā’’ti vuccanti. Uddhaccasahagatacittuppādo bhāvanāyapahātabbo nāma. Yathāha ‘‘katame dhammā bhāvanāyapahātabbā? Uddhaccasahagato cittuppādo’’ti. So hi aggamaggena pahātabbattā ‘‘bhāvanāyapahātabbo’’ti vutto. Uparimaggattayañhi paṭhamamaggena diṭṭhasmiṁyeva bhāvanāvasena uppajjati, na adiṭṭhapubbaṁ kiñci passati, tasmā ‘‘bhāvanā’’ti vuccati. Diṭṭhivippayuttadomanassasahagatacittuppādā pana siyā dassanenapahātabbā siyā bhāvanāyapahātabbā nāma. Yathāha ‘‘cattāro diṭṭhigatavippayuttā lobhasahagatacittuppādā dve domanassasahagatacittuppādā. Ime dhammā siyā dassanenapahātabbā siyā bhāvanāyapahātabbā’’ti (dha. sa. 1409). Te hi apāyanibbattakāvatthāya paṭhamamaggena, sesāvatthāya uparimaggehi pahīyamānattā siyā dassanenapahātabbā siyā bhāvanāyapahātabbā nāma. Tattha siyā dassanenapahātabbampi dassanenapahātabbasāmaññena idha ‘‘dassanenapahātabbā’’tveva voharanti. Yadi ca uddhaccasahagataṁ paṭisandhiṁ dadeyya, tadā akusalapaṭisandhiyā sugatiyaṁ asambhavato apāyesveva dadeyya, apāyagamanīyañca ekantena dassanenapahātabbā siyā, itarathā apāyagamanīyassa appahīnattā sekhānaṁ apāyuppatti āpajjati, na ca panetaṁ yuttaṁ, ‘‘catūhapāyehi ca vippamutto (khu. pā. 6.11; su. ni. 234), avinipātadhammo’’tiādivacanehi saha virujjhanato, sati ca panetassa dassanenapahātabbabhāve ‘‘siyā dassanenapahātabbā’’ti imassa vibhaṅge vattabbaṁ siyā, na ca panetaṁ vuttanti. Atha siyā ‘‘apāyagamanīyo rāgo doso moho tadekaṭṭhā ca kilesā’’ti evaṁ dassanenapahātabbesu vuttattā uddhaccasahagatassāpi tattha saṅgaho sakkā kātunti? Taṁ na, tassa niyāmato bhāvanāyapahātabbabhāvena vuttattāti tasmā dassanenapahātabbesu avacanameva paṭisandhidānābhāvaṁ sādhetīti.",
  "tika-abh08t32:30": "Nanu ca paṭisambhidāvibhaṅge –",
  "tika-abh08t32:31": "‘‘Yasmiṁ samaye akusalaṁ cittaṁ uppannaṁ hoti upekkhāsahagataṁ uddhaccasampayuttaṁ, rūpārammaṇaṁ vā…pe… dhammārammaṇaṁ vā yaṁ yaṁ vā panārabbha, tasmiṁ samaye phasso hoti…pe… avikkhepo hoti, ime dhammā akusalā. Imesu dhammesu ñāṇaṁ dhammapaṭisambhidā, tesaṁ vipāke ñāṇaṁ atthapaṭisambhidā’’ti (vibha. 731) –",
  "tika-abh08t32:32": "Evaṁ uddhaccasahagatacittuppādaṁ uddharitvā tassa vipākopi uddhaṭoti kathamassa paṭisandhidānābhāvo sampaṭicchitabboti? Na idaṁ paṭisandhidānaṁ sandhāya uddhaṭaṁ, atha kho pavattivipākaṁ sandhāya. Paṭṭhāne pana –",
  "tika-abh08t32:33": "‘‘Sahajātā dassanenapahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo, nānakkhaṇikā dassanenapahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo’’ti (paṭṭhā. 2.8.89) –",
  "tika-abh08t32:34": "Dassanenapahātabbacetanāya eva sahajātanānakkhaṇikakammapaccayabhāvaṁ uddharitvāva ‘‘sahajātā bhāvanāyapahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo’’ti bhāvanāyapahātabbacetanāya sahajātakammapaccayabhāvova uddhaṭo, na pana nānakkhaṇikakammapaccayabhāvo. Tathā paccanīyanayepi –",
  "tika-abh08t32:35": "‘‘Dassanenapahātabbo dhammo nevadassanenanabhāvanāyapahātabbassa dhammassa ārammaṇapaccayena paccayo, sahajāta… upanissaya…pe… pacchājāta… kammapaccayena paccayo’’ti (paṭṭhā. 2.8.98) –",
  "tika-abh08t32:36": "Dassanenapahātabbasseva kammapaccayabhāvaṁ uddharitvā –",
  "tika-abh08t32:37": "‘‘Bhāvanāyapahātabbo dhammo nevadassanenanabhāvanāyapahātabbassa dhammassa ārammaṇapaccayena paccayo, sahajāta… upanissaya… pacchājātapaccayena paccayo’’ti (paṭṭhā. 2.8.99) –",
  "tika-abh08t32:38": "Bhāvanāyapahātabbassa dhammassa sahajātādipaccayabhāvova vutto, na pana kammapaccayabhāvo, na ca nānakkhaṇikakammapaccayaṁ vinā paṭisandhiākaḍḍhanaṁ atthi, tasmā natthi tassa sabbathāpi paṭisandhidānaṁ. Pavattivipākaṁ panassa na sakkā nivāretuṁ paṭisambhidāvibhaṅge uddhaccasahagatānampi vipākassa uddhaṭattā, nānakkhaṇikakammapaccayassa ca paṭisandhivipākameva sandhāya anuddhaṭattā. Evañca pana katvā yadeke ācariyā vadanti ‘‘uddhaccacetanā ubhayavipākampi na deti paṭṭhāne nānakkhaṇikakammapaccayassa anuddhaṭattā’’ti, taṁ tesaṁ abhinivesamattamevāti daṭṭhabbaṁ.",
  "tika-abh08t32:39": "Yadi ca te vadeyyuṁ – yathā ‘‘vipākadhammadhammā’’ti ettha vipāka-saddena vipākārahatā vuccati, evaṁ idhāpi uddhaccasahagatānaṁ vipākārahataṁ sandhāya ‘‘tesaṁ vipāke ñāṇa’’nti vuttaṁ. Yathā saddhindriyavinimuttassa adhimuccanaṭṭhassa abhāvepi saddhindriyassa adhimuccanasattivisesaṁ gahetvā saddhindriyadhammo adhimuccanaṭṭho atthoti vuccati, evamidhāpi dhammavinimuttassa vipākārahabhāvassa abhāvepi dhammānameva vipākārahasāmatthiyaṁ gahetvā tassa atthibhāvo vutto. Yadi ca te pavattivipākaṁ dadeyyuṁ, yathā –",
  "tika-abh08t32:40": "‘‘Sukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo, nānakkhaṇikā’’ti (paṭṭhā. 1.2.57) –",
  "tika-abh08t32:41": "Pavattivipākassapi vasena nānakkhaṇikakammapaccayo vutto, evametthāpi nānakkhaṇikakammapaccayabhāvo vattabbo siyā. Na hi labbhamānassa avacane kāraṇaṁ atthīti tasmā yathādhammasāsane avacanampi abhāvameva dīpeti. Apica yadi uddhaccasahagatassa pavattivipākadānaṁ adhippetaṁ siyā, tadā ‘‘anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa na kammapaccayena paccayo’’ti paṭisedho na kātabbo siyā. Na hi ṭhapetvā uddhaccaṁ añño koci anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa paccayo bhavituṁ asamattho atthīti, tayidametesaṁ abhilāpamattaṁ. Tathā hi yaṁ tāva vuttaṁ ‘‘vipākārahabhāvaṁ gahetvā tesaṁ vipāketi vutta’’nti, tadeva tassa vipākasabbhāvaṁ dīpeti. Na hi vipākārahabhāve sati abhiññādīnaṁ viya tassa avipākatāya kāraṇaṁ atthīti. Yampi vuttaṁ ‘‘nānakkhaṇikakammapaccayassa avacanaṁ vipākabhāvaṁ dīpetī’’ti, tampi na sundaraṁ, labbhamānassāpi katthaci kenaci adhippāyena avacanato. Tathā hi dhammasaṅgaṇiyaṁ labbhamānampi hadayavatthu na vuttaṁ. Tasmā yadi pavattivipākaṁ sandhāya nānakkhaṇikakammapaccayabhāvo vucceyya, tadā paṭisandhivipākadānampissa maññeyyunti labbhamānassapi pavattivipākassa vasena nānakkhaṇikakammapaccayabhāvo na vuttoti. Yaṁ pana anupādinnupādāniyassa upādinnupādāniyaṁ pati kammapaccayapaṭikkhepavacanaṁ, taṁ abhiññākusalādike sandhāyāti na ettāvatā uddhaccasahagatassa pavattivipākadānaṁ sabbathāpi paṭikkhipituṁ sakkāti. Yampi aṭṭhakathāyaṁ ‘‘yathā ca abhiññācetanā, evamuddhaccacetanāpi ‘saṅkhārapaccayā viññāṇa’nti ettha apanetabbā’’ti vuttaṁ, tampi uddhaccacetanāya tattha niddisiyamānāya yathā itarā paṭisandhipavattivasena duvidhassapi vipākaviññāṇassa paccayo, evamuddhaccacetanāpīti gaṇheyyunti vuttaṁ, na tassa pavattivipākābhāvatoti.",
  "tika-abh08t32:42": "Ācariyabuddhamittādayo pana uddhaccasahagataṁ dvidhā vibhajitvā ekassa ubhayavipākadānaṁ, ekassa sabbathāpi vipākābhāvaṁ vaṇṇenti. Tesañhi ayaṁ vinicchayo – atthi uddhaccaṁ bhāvanāyapahātabbampi, atthi nabhāvanāyapahātabbampi. Tesu bhāvanāyapahātabbaṁ sekhasantānappavattaṁ, itaraṁ puthujjanasantānappavattaṁ. Phaladānañca puthujjanasantāne pavattasseva, netarassa. Tathā hi dassanabhāvanānaṁ abhāvepi yesaṁ puthujjanānaṁ, sekhānañca dassanabhāvanāhi bhavitabbaṁ, tesaṁ taduppattikāle tāhi pahātuṁ sakkuṇeyyā akusalā ‘‘dassanenapahātabbā, bhāvanāyapahātabbā’’ti ca vuccanti. Puthujjanānaṁ pana bhāvanāya abhāvato bhāvanāyapahātabbacintā natthi, tena tesaṁ pavattamānā te dassanena pahātuṁ asakkuṇeyyāpi ‘‘bhāvanāyapahātabbā’’ti na vuccanti. Yadi vucceyyuṁ, dassanenapahātabbā bhāvanāyapahātabbānaṁ kesañci keci kadāci ārammaṇārammaṇādhipatiupanissayapaccayehi paccayā bhaveyyuṁ. Sakabhaṇḍe chandarāgādīnañhi kesañci sakkāyadiṭṭhādayo keci atītādīsu kismiñci kāle ārammaṇādhipatiupanissayehi paccayā hontīti natthi, na ca paṭṭhāne ‘‘dassanenapahātabbā bhāvanāyapahātabbānaṁ kenaci paccayena paccayo’’ti vuttā, tasmā natthi puthujjanesu pavattamānānamakusalānaṁ bhāvanāyapahātabbapariyāyo. Yadi tattha avacanameva pamāṇaṁ, evaṁ sati sekhasantānapavattānampi akusalānaṁ bhāvanāyapahātabbapariyāyo natthīti āpajjatīti? Nāpajjati, sekhasantānappavattānaṁ bhāvanāya pahātuṁ sakkuṇeyyattā. Teneva ca kiñci katvā sekhānaṁ dassanenapahātabbānaṁ akusalānaṁ pahīnabhāvena assādanābhinandanānaṁ vatthūni na honti. Pahīnatāya eva somanassassa hetubhūtā, avikkhepahetubhūtā ca na domanassaṁ, uddhaccañca uppādentīti na tesaṁ ārammaṇārammaṇādhipatipakatūpanissayabhāvaṁ gacchanti. Na hi pahīnakilese upanissāya ariyā rāgadosavikkhepe uppādenti. Vuttañca ‘‘sotāpattimaggena ye kilesā pahīnā, te kilese na puneti, na pacceti, na paccāgacchatīti sugato, sakadāgāmi…pe… arahattamaggena…pe… sugato’’ti. Puthujjanānaṁ pana dassanena pahātuṁ sakkuṇeyyā dassanena pahātuṁ asakkuṇeyyānaṁ kenaci paccayena paccayā na hontīti na sakkā vattuṁ, ‘‘diṭṭhiṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati, vicikicchaṁ ārabbha vicikicchā uppajjati, diṭṭhi uppajjati, uddhaccaṁ uppajjatī’’ti (paṭṭhā. 1.1.407) diṭṭhivicikicchānaṁ uddhaccārammaṇabhāvassa vuttattā. Ettha hi uddhaccanti uddhaccasahagataṁ cittuppādaṁ sandhāya vuttaṁ, na dassanenapahātabbesupi labbhamānacetasikaṁ uddhaccaṁ. Evañca katvā adhipatipaccayaniddese ‘‘diṭṭhiṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjatī’’ti (paṭṭhā. 1.1.415) ettakameva vuttaṁ, na vuttaṁ ‘‘uddhaccaṁ uppajjatī’’ti, tasmā sekhasantānappavattānamakusalānaṁ dassanenapahātabbānaṁ kenaci paccayena paccayattābhāvato puthujjanānaṁ santāneva dassanenapahātabbānamakusalānaṁ paccayā na hontīti na sakkā vattunti paṭṭhāne dassanenapahātabbānaṁ bhāvanāyapahātabbassa ārammaṇārammaṇādhipatiupanissayapaccayattānuddharaṇaṁ sekhasantānappavattānaṁ bhāvanāyapahātabbapariyāyabhāvaṁ sādheti, puthujjanasantāneyeva nadassanenapahātabbānamakusalānaṁ bhāvanāyapahātabbapariyāyabhāvaṁ na sādheti, tasmā dassanabhāvanāhi pahātabbānaṁ atītādibhāvena navattabbattepi yādisānaṁ tāhi anuppattidhammatā āpādetabbā, te puthujjanesu pavattamānā dassanena pahātuṁ sakkuṇeyyā dassanamaggāpekkhāya tadappavattiyampi dassanenapahātabbā nāma. Sekhesu pavattamānā bhāvanāya pahātuṁ sakkuṇeyyā tadappavattiyampi tadapekkhāya bhāvanāyapahātabbā nāma. Dassanena pahātuṁ asakkuṇeyyā pana puthujjanesu pavattamānā heṭṭhā vuttanayena nevadassanenapahātabbā nabhāvanāyapahātabbā, tesu bhāvanāyapahātabbā sahāyavirahato vipākaṁ na janenti. Tathā hi tesaṁ dassanenapahātabbasaṅkhātaṁ sahakārīkāraṇaṁ sahāyabhūtaṁ natthīti bhāvanāyapahātabbacetanāya nānakkhaṇikakammapaccayabhāvo na vutto. Apekkhitabbadassanabhāvanārahitānaṁ pana puthujjanesu uppajjamānānaṁ sakabhaṇḍe chandarāgādīnaṁ, uddhaccasahagatacittuppādassa ca saṁyojanattayatadekaṭṭhakilesānaṁ anupacchinnatāya aparikkhīṇasahāyānaṁ vipākuppādanaṁ na sakkā paṭikkhipitunti uddhaccasahagatadhammānaṁ vipāko vibhaṅge vuttoti.",
  "tika-abh08t32:43": "Yadi evaṁ, apekkhitabbadassanabhāvanārahitānaṁ akusalānaṁ ‘‘nevadassanenanabhāvanāyapahātabbā’’ti vattabbatā āpajjatīti? Nāpajjati, appahātabbasabhāvānaṁ kusalādīnaṁ ‘‘nevadassanenanabhāvanāyapahātabbā’’ti vuttattā, appahātabbaviruddhasabhāvattā ca akusalānaṁ . Yadi evaṁ te imasmiṁ tike navattabbāti vattabbā āpajjantīti? Nāpajjanti, cittuppādakaṇḍe dassitānaṁ dvādasākusalacittuppādānaṁ dvīhi padehi saṅgahitattā. Yathā hi uppannattike dhammavasena sabbesaṁ saṅkhatadhammānaṁ saṅgahitattā kālavasena asaṅgahitāpi atītā ‘‘navattabbā’’ti na vuttā cittuppādānurūpena saṅgahitesu navattabbassa abhāvā, evaṁ idhāpi cittuppādabhāvena saṅgahitesu navattabbassa abhāvā ‘‘navattabbā’’ti na vuttā. Sabbena sabbañhi dhammavasena asaṅgahitassa tikadukesu navattabbatāpatti. Yattha hi cittuppādo koci niyogato navattabbo atthi, tattha tesaṁ catuttho koṭṭhāso atthīti yathāvuttapadesu viya tatthāpi bhinditvā bhājetabbe cittuppāde bhinditvā bhājeti ‘‘siyā navattabbāparittārammaṇā’’tiādinā, tadabhāvā uppannattike, idha ca tathā na vuttanti.",
  "tika-abh08t32:44": "Atha vā yathā sappaṭighehi samānasabhāvattā rūpadhātuyaṁ ‘‘tayo mahābhūtā sappaṭighā’’ti vuttā, yathāha ‘‘asaññasattānaṁ anidassanasappaṭighaṁ ekaṁ mahābhūta’’nti, evaṁ puthujjanānaṁ pavattamānā bhāvanāyapahātabbasamānasabhāvā ‘‘bhāvanāyapahātabbā’’ti vucceyyunti natthi navattabbatāpasaṅgo. Evañca sati puthujjanānaṁ pavattamānāpi bhāvanāyapahātabbā sakabhaṇḍe chandarāgādayo parabhaṇḍe chandarāgādīnaṁ upanissayapaccayo, rāgo ca rāgadiṭṭhīnaṁ adhipatipaccayoti ayamattho laddho hoti. Teneva hi –",
  "tika-abh08t32:45": "‘‘Bhāvanāyapahātabbo dhammo dassanenapahātabbassa dhammassa upanissayapaccayena paccayo, ārammaṇūpanissayo, pakatūpanissayo’’ti (paṭṭhā. 2.8.84) –",
  "tika-abh08t32:46": "Imissā niddese dassanenapahātabbānaṁ upanissayapaccayabhāvīdhamme niddisantena bhagavatā –",
  "tika-abh08t32:47": "‘‘Pakatūpanissayo – patthanaṁ upanissāya pāṇaṁ hanati…pe… saṅghaṁ bhindati, bhāvanāyapahātabbo rāgo doso moho māno patthanā dassanenapahātabbassa rāgassa dosassa mohassa mānassa diṭṭhiyā patthanāya upanissayapaccayena paccayo . Sakabhaṇḍe chandarāgo parabhaṇḍe chandarāgassa upa…pe… sakapariggahe chandarāgo parapariggahe chandarāgassa upanissayapaccayena paccayo’’ti (paṭṭhā. 2.8.84) –",
  "tika-abh08t32:48": "Puthujjanasantāne patthanādayo niddiṭṭhā.",
  "tika-abh08t32:49": "Evampi yathā aphoṭṭhabbattā rūpadhātuyaṁ tayo mahābhūtā na paramatthato sappaṭighā, evaṁ apekkhitabbabhāvanārahitā puthujjanesu pavattamānā sakabhaṇḍe chandarāgādayo pana paramatthato bhāvanāya pahātabbāti bhāvanāyapahātabbānaṁ nānakkhaṇikakammapaccayatā na vuttā, na ca ‘‘dassanenapahātabbā bhāvanāyapahātabbānaṁ kenaci paccayena paccayo’’ti vuttā. Ye hi dassanenapahātabbapaccayā kilesā, na te dassanato uddhaṁ pavattanti. Dassanenapahātabbapaccayassāpi pana uddhaccasahagatassa sahāyavekallamattameva dassanena kataṁ, na tassa koci bhāvo dassanena anuppattidhammataṁ āpāditoti tassa ekantabhāvanāyapahātabbatā vuttā, tasmā uddhaccabhāvena ekasabhāvasseva tassa sati sahāye vipākuppādanavacanaṁ, asati ca vipākānuppādanavacanaṁ na virujjhati. Tayidaṁ sabbametesaṁ ācariyānaṁ ahopurisikāramattaṁ. Kasmā? Uddhaccasahagatassa ekantabhāvanāyapahātabbabhāvena vuttattā. Evañhi vuttaṁ bhagavatā ‘‘katame dhammā bhāvanāyapahātabbā. Uddhaccasahagato cittuppādo’’ti (dha. sa. 1406). Yadi ca uddhaccasahagataṁ nabhāvanāyapahātabbaṁ abhavissa, yathā atītārammaṇattike ‘‘niyogā anāgatārammaṇā natthī’’ti (dha. sa. 1433) vatvā vibhajja vuttaṁ, evamidhāpi ‘‘niyogā bhāvanāyapahātabbā natthī’’ti vatvā ‘‘uddhaccasahagato siyā bhāvanāyapahātabbo siyā navattabbo ‘dassanenapahātabbo’tipi ‘bhāvanāyapahātabbo’tipī’’tiādi vattabbaṁ siyā , na ca tathā vuttaṁ. Yā ca ‘‘tamatthaṁ paṭipādentehi yadi vucceyyu’’ntiādinā yutti vuttā, sāpi ayutti. Kasmā? Dassanenapahātabbārammaṇānaṁ rāgadiṭṭhivicikicchāuddhaccānaṁ tena tena pahātabbabhāvavasena icchitattā. Yañca ‘‘uddhaccaṁ uppajjatī’’ti uddhaccasahagatacittuppādo vuttoti dassetuṁ adhipatipaccayaniddese uddhaccassa anuddharaṇaṁ kāraṇavasena vuttaṁ, tampi akāraṇaṁ aññatthāpi sāvasesapāṭhānaṁ dassanato. Tathā hi ‘‘atīto dhammo paccuppannassa dhammassa, anāgato dhammo paccuppannassa dhammassa ārammaṇapaccayena paccayo’’ti etesaṁ vibhaṅge cetopariyañāṇaggahaṇaṁ katvā ‘‘paccuppanno dhammo paccuppannassa dhammassā’’ti imassa vibhaṅge labbhamānampi cetopariyañāṇaṁ na gahitaṁ. Yampi bhāvanāyapahātabbassa vipākadānamhi dassanenapahātabbassa sahāyabhāvūpagamanaṁ vuttaṁ, tampi vicāretabbaṁ – kiṁ avijjādi viya dānasīlādīnaṁ upapattiyaṁyeva vipākadānasāmatthiyā ṭhānavasena dassanenapahātabbā bhāvanāyapahātabbānaṁ sahakārīkāraṇaṁ hoti, udāhu kileso viya kammassa paṭisandhidānamhīti ? Kiñcettha – yadi tāva purimo nayo, sekhasantāne bhāvanāyapahātabbassa akiriyābhāvo āpajjati, pahīnāvijjāmānataṇhānusayasmiṁ santāne dānādi viya sahāyavekallena avipākasabhāvataṁ āpannattā. Atha dutiyo, bhāvanāyapahātabbattena abhimatassāpi dassanenapahātabbabhāvo āpajjati, paṭisandhidāne sati apāyagamanīyasabhāvānativattanato, tasmā amhehi heṭṭhā vuttanayeneva uddhaccasahagatassa vipākadānaṁ sampaṭicchitabbaṁ, na yesaṁ kesañci vacanaṁ. Paṭṭhānānusārīhi bhavitabbanti.",
  "tika-abh08t32:50": "537-8.Yanti yaṁ āvajjanadvayaṁ. Karaṇamattattāti karaṇamattameva ṭhapetvā phaladānābhāvato. Vātapupphasamanti moghapupphasamaṁ, yathā taṁ paṭhamasañjātaṁ acchinnamūlepi rukkhe nibbattaṁ purimehi adinnaphalattā phalanibbattakaṁ na hoti, evamidaṁ anupacchinnabhavamūlepi santāne nibbattaṁ anāsevanabhāvena phaladāyakaṁ na hotīti adhippāyo. Javanattaṁ tu sampattanti aṭṭhārasavidhaṁ khīṇāsavāveṇikaṁ viññāṇamāha. Kiccasādhanatoti bhavataṇhāmūlassa avocchinnabhāve sati kusalākusalakammakiccassa sādhanato, dānāditaṁtaṁkiccasādhanavasena vā. Idaṁ vuttaṁ hoti – yathā hi chinnamūlassa rukkhassa pupphaṁ pupphanamattaṁ ṭhapetvā aphalameva hoti, evametampi taṁtaṁkiccasādhanamattaṁ ṭhapetvā samucchinnabhavataṇhāmūle santāne pavattanato aphalamevāti.",
  "tika-abh08t32:51": "539-40.Paṭiccāti hetudhammassa paṭimukhaṁ gantvā taṁ apaccakkhāya. Etīti pavattati, tiṭṭhati uppajjati vāti vuttaṁ hoti. ‘‘Etī’’ti hi idaṁ uppattiṭṭhitīnaṁ sādhāraṇavasena pavattiparidīpakaṁ. Tenevāha ‘‘ṭhitiyuppattiyāpi vā’’ti. Ekacco hi paccayo ṭhitiyā eva upakārako hoti yathā pacchājātapaccayo, ekacco uppattiyā eva yathā anantarādiko, ekacco ubhayassa yathā hetuādayo. Evaṁ paccaya-saddassa vacanatthaṁ dassetvā idāni paccayalakkhaṇaṁ dassento āha ‘‘yo dhammo’’tiādi. Yoti hetudhammo. Yassāti yassa phaladhammassa. Ṭhitiyuppattiyāpi vāti ṭhititthaṁ, uppattitthaṁ vā. Ṭhitiyāti vā ṭhitikkhaṇe, uppattiyāti uppādakkhaṇe. Yassa dhammassa upakāro, yassa dhammassa ṭhitiyuppattiyāti vā sambandho. ‘‘Upakāro’’ti iminā dhammena dhammasattiupakārakaṁ dasseti. ‘‘Sambhavo’’tiādi paccayasseva pariyāyadassanaṁ. Sambhavati etasmāti sambhavo. Tathā pabhavo. Hinoti patiṭṭhāti etthāti hetu. Anekatthattā dhātusaddānaṁ hi-saddo mūla-saddo viya patiṭṭhattho veditabbo . Hinoti vā etena kammanidānabhūtena uddhaṁ ojaṁ abhiharantena mūlena viya pādapo tappaccayaṁ phalaṁ gacchati, vuddhiṁ viruḷhiṁ āpajjatīti hetu. Attano phalaṁ karotīti kāraṇaṁ. Paccayo matoti paccayova ‘‘sambhavo’’tiādito mato. Atthato ete samānā, byañjanamattaṁyeva nesaṁ nānattanti vuttaṁ hoti.",
  "tika-abh08t32:52": "541-5. Evaṁ paṭṭhāne āgatasabbapaccayānaṁ sādhāraṇavasena atthaṁ vatvā idhādhippetassa hetupaccayasseva sarūpaṁ dassetuṁ ‘‘lobhādi pana yo dhammo’’tiādi vuttaṁ. Mūlaṭṭhenāti sampayuttānaṁ suppatiṭṭhitabhāvasādhanasaṅkhātamūlaṭṭhena. Chaḷevāti mūlaṭṭhenūpakārakabhāvassa tesameva āveṇikabhāvena ete chaḷeva. Jātitoti kusalākusalābyākatajātito. Navadhāti tayo kusalahetū, tayo akusalahetū, tayo abyākatahetūti navadhā. Dhammānaṁ…pe… sādhakoti yathā sālivīhibījādīni sālivīhiādibhāvassa sādhakāni, maṇiādipabhāvatthūnañca nīlādivaṇṇāni nīlādimaṇipabhāya sādhakāni, evaṁ hetupaccayo yathārahaṁ attano sampayuttānaṁ kusalādittasādhakoti kusalākusalābyākatadhammānaṁ yathākkamaṁ kusalākusalābyākatabhāvasādhako mūlaṭṭhoti ayamettha attho. Eke ācariyāti revatācariyaṁ, tassa sissānusisse ca sandhāyāha. Atha vā garumhi bahuvacanampi yujjatīti revatācariyameva sandhāya ‘‘eke ācariyā’’ti vuttaṁ.",
  "tika-abh08t32:53": "Evaṁ santeti yadi mūlaṭṭho kusalādibhāvasādhako, evaṁ sati. Yathā cittaṁ cittajarūpānaṁ paccayo hoti, evaṁ taṁsampayuttadhammāpīti āha ‘‘taṁsamuṭṭhānarūpisū’’ti, hetusamuṭṭhānarūpesūti attho. Neva sampajjatīti na sijjhati, ‘‘hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti vutto hetupaccayabhāvo na sampajjatīti vuttaṁ hoti. Yathā kusalākusalā hetū taṁsamuṭṭhānarūpassa kusalādibhāvāya na pariyattā, evaṁ abyākatopi hetu taṁsamuṭṭhānassa rūpassa abyākatabhāvāya na pariyatto. Sabhāvena hi taṁ abyākatanti āha ‘‘na hī’’tiādi. Yadi kusalādibhāvaṁ na sādhenti, paccayāpi na hontīti vadeyyāti āha ‘‘na tesa’’ntiādi. ‘‘Hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti (paṭṭhā. 1.1.1) vacanato te alobhādayo tesaṁ rūpānaṁ paccayā na na honti, bhavantevāti attho.",
  "tika-abh08t32:54": "546-7.Nagantabboti na paccetabbo. Idaṁ vuttaṁ hoti – yadi kusalādihetuyo attano viya attahetukānaṁ dhammānaṁ kusalādibhāvaṁ sādhenti, kusalākusalahetupaccayasambhūtā rūpadhammāpi te viya kusalādayo siyuṁ, hetuyo vā rūpānaṁ paccayā na siyuṁ, na ca panetaṁ ubhayampi atthi, tasmā kusalādīnaṁ kusalādibhāvasādhako mūlaṭṭhoti na viññātabbanti. Apica yadi hetupaṭibaddho kusalādibhāvo, tadā abyākatabhāvopi tappaṭibaddho siyā, ahetukānaṁ abyākatabhāvo na sijjhati. Yadi ca hetupaṭibaddho kusalādibhāvo, hetūnampi kusalādibhāvo appaṭibaddho siyā. Atha tesampi sesahetupaṭibaddho, evampi momūhacittasampayuttassa hetuno akusalabhāvo na sijjheyya. Atha tassa so aññahetuko siyā, evaṁ sati sesahetūnampi taṁhetukova siyā. Yathā ca sesahetūnaṁ, evaṁ avasesasampayuttadhammānampi taṁhetukova siyā. Atha siyā hetūnaṁ sabhāvatova kusalādibhāvo, sampayuttānaṁ pana hetupaṭibaddhoti, evaṁ sati alobho kusalo vā siyā abyākato vā. Yadi hi so sabhāvato kusalo, taṁsabhāvattā abyākato na siyā. Atha abyākato, taṁsabhāvattā kusalo na siyā alobhasabhāvassa adosattābhāvo viya. Yasmā pana ubhayathāpi hoti, tasmā yathā ubhayathā hontesu saddhādīsu sampayuttesu hetupaṭibaddhaṁ kusalādibhāvaṁ pariyesatha, na sabhāvato, evaṁ hetūsupi kusalāditā aññapaṭibaddhā pariyesitabbā, na sabhāvato. Sā pana pariyesiyamānā yonisomanasikārādipaṭibaddhā hotīti hetūsu viya hetusampayuttadhammesupi yonisomanasikārādipaṭibaddho kusalādibhāvo, na hetupaṭibaddhoti. Tenevāha –",
  "tika-abh08t32:55": "‘‘Yoniso, bhikkhave, manasi karoto anuppannā ceva kusalā dhammā uppajjanti, uppannā ca kusalā dhammā abhivaḍḍhantī’’tiādi (a. ni. 1.67).",
  "tika-abh08t32:56": "Samayaññunāti ābhidhammikamatavedinā. Suppatiṭṭhitabhāvassa sādhanenāti attahetukānaṁ dhammānaṁ sammā patiṭṭhitabhāvassa thirabhāvassa sādhanena. Laddhahetupaccayā hi dhammā viruḷhamūlā viya pādapā thirā honti suppatiṭṭhitā, ahetukā tilabījādisevālā viya na suppatiṭṭhitāti.",
  "tika-abh08t32:57": "548.Sabbasoti kāmāvacarādisabbabhāgena.",
  "tika-abh08t32:58": "550-1. Paṭisandhikkhaṇe cittasamuṭṭhānānaṁ rūpānaṁ abhāvato attanā sampayuttānaṁ, kaṭattārūpānameva ca paccayabhāvoti āha ‘‘attanā…pe… jātāna’’nti. Kammassa katattā eva ca upacitattā ca na issarādihetuno sambhūtāni rūpāni kaṭattārūpāni, kammasamuṭṭhānarūpānīti attho , kaṭattārūpāneva jātāni bhūtāni nibbattānīti kaṭattārūpajātāni. Tathevāti yathā paṭisandhiyaṁ kaṭattārūpānaṁ, evanti attho. Cittajānañcāti ca-saddena ‘‘attanā sampayuttāna’’nti ākaḍḍhati.",
  "tika-abh08t32:59": "553. Lokuttaravipākānaṁ paṭisandhivasena appavattanato natthi kammasamuṭṭhānassa paccayabhāvoti āha ‘‘cittajāna’’ntiādi.",
  "tika-abh08t32:60": "555.Hetupaccayasambhavoti hetupaccayasambhūtadhammo, hetupaccayato paccayuppannadhammānaṁ sambhavākāro vā. Sañjātasukhahetunāti sañjātañāṇena, sampajaññenāti attho. Ñāṇañhi ‘‘sukhino cittaṁ samādhiyati, samāhito yathābhūtaṁ pajānātī’’tiādivacanato sukhaṁ hetu etassāti,",
  "tika-abh08t32:61": "‘‘Diṭṭhe dhamme ca yo attho,",
  "tika-abh08t32:62": "Yo cattho samparāyiko;",
  "tika-abh08t32:63": "Atthābhisamayā dhīro,",
  "tika-abh08t32:64": "Paṇḍitoti pavuccatī’’ti. (saṁ. ni. 1.129) –",
  "tika-abh08t32:65": "Ādivacanato sukhassa hetūti vā ‘‘sukhahetū’’ti vuccati.",
  "tika-abh08t32:66": "556. Lokassa adhipati lokādhipati, sakalalokanāyakenāti attho. Attādhīnānaṁ patinoti adhipatī. Chandaṁ tu jeṭṭhakaṁ katvāti ‘‘chandavato kiṁ nāma na sijjhatī’’tiādikaṁ purimābhisaṅkhārūpanissayaṁ labhitvā uppajjamāne cittuppāde chando jeṭṭhakabhūto sampayuttadhamme vase vattamāno hutvā pavattati, sampayuttadhammā ca tassa vase pavattanti hīnādibhāvena tadanuvattanatoti āha ‘‘chandaṁ tu jeṭṭhakaṁ katvā’’tiādi. Katvā dhuranti sahajātapubbaṅgamavasena pubbaṅgamaṁ katvā. Chandādhipati nāma so vā cittuppādo chandādhipati nāma ‘‘chando adhipati imassā’’ti katvā. Esevāti ‘‘cittaṁ dhuraṁ katvā…pe… kālasmiṁ cittādhipati nāmā’’tiādinā yathāvuttova nayo. Sesesūti cittādīsu. Ettha ca ‘‘chandaṁ…pe… kālasmi’’ntiādinā kālassa niyamitattā cattāropete ekakkhaṇe adhipatī na hontīti daṭṭhabbaṁ. Evañca katvā paṭṭhāne ‘‘chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo’’tiādinā (paṭṭhā. 1.1.3) catunnampi adhipatīnaṁ paccayabhāvo visuṁ visuṁyeva uddhaṭo. Yadi hi te ekakkhaṇeyeva adhipatipaccayā siyuṁ, tadā yathā hetupaccayaniddese ‘‘hetū hetusampayuttakāna’’ntiādinā avisesena vuttaṁ mūlaṭṭhena upakārakabhāvassa vijjamānena dvinnaṁ, tiṇṇampi hetūnaṁ ekakkhaṇe paccayabhāvūpagamanato, evaṁ ekakkhaṇeyeva bahūnaṁ jeṭṭhakabhāve sati adhipatipaccayaniddesepi ‘‘adhipatī adhipatisampayuttakāna’’ntiādinā vattabbaṁ siyā. Yasmā pana evaṁ avatvā ‘‘chandādhipati chandasampayuttakāna’’ntiādinā cattārova visesetvā vuttā, tasmā ekekadhammoyeva ekakkhaṇe adhipatipaccayo hotīti daṭṭhabbaṁ. Jeṭṭhaṭṭhenāti pamukhabhāvena.",
  "tika-abh08t32:67": "Sobhanā mati, sobhanaṁ vā mataṁ etesaṁ atthīti sumatino, sammādiṭṭhikāti attho, tesaṁ matiṁ vibodheti pabodhetīti sumatimativibodhanaṁ. Kucchitā mati, kucchitaṁ vā mataṁ etesanti kumatino, micchādiṭṭhikā, tesaṁ matibhūtā matibhāvena parikappitattāti kumatimati, micchādiṭṭhi, sāyeva indhanasadisatāya indhanaṁ tassa pāvakaṁ aggi viyāti kumati…pe… pāvakaṁ. Atimadhuranti nipuṇagambhīrena attharasena ceva suvimalasakhilena byañjanarasena ca madhuraṁ. Avedīti ogāhetvā jānāti. Yo yoti theranavamajjhimesu yo koci. Jinavacanaṁ sakalaṁ avedīti tepiṭakassapi sakalajinavacanassa gahaṇasamatthatāpaṭilābhena taṁ avagacchati.",
  "tika-abh08t32:68": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t32:69": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t32:70": "Pakiṇṇakaniddesavaṇṇanā niṭṭhitā."
}