{
  "tika-vin11t44:0": "Ekuttaranayakathāvaṇṇanā",
  "tika-vin11t44:1": "424.Ito paranti ito samuṭṭhānavinicchayakathāya paraṁ. Paranti uttamaṁ. Ekuttaraṁ nayanti ekekaaṅgātirekatāya ekuttarasaṅkhātaṁ ekakadukādinayaṁ.",
  "tika-vin11t44:2": "425-7.Ke āpattikarā dhammā…pe… kā cādesanagāminīti ekekapañhavasena uttānatthoyeva.",
  "tika-vin11t44:3": "428.Samuṭṭhānānīti ādiko vissajjanasaṅkhāto uttaravādo. Tattha samuṭṭhānāni…pe… dīpitāti yasmā etesaṁ vasena puggalo āpattiṁ karoti āpajjati, tasmā ‘‘āpattikarā’’ti vuttā.",
  "tika-vin11t44:4": "429.Tatthāti tāsu āpattīsu. Lahukāti lahukena vinayakammena visujjhanato lahukā. Garukena vinayakammena visujjhanato saṅghādisesāpatti, kenaci ākārena anāpattibhāvaṁ upanetuṁ asakkuṇeyyato pārājikāpatti ca garukāpatti nāma, tā pana lahukāsu vuttāsu tabbipariyāyato ñātuṁ sakkāti vissajjane visuṁ na vuttā.",
  "tika-vin11t44:5": "431. Duṭṭhuṁ kucchitabhāvaṁ paramajegucchaṁ nindanīyabhāvaṁ ulati gacchatīti duṭṭhullaṁ, pārājikasaṅghādisesaṁ. Tenāha ‘‘duvidhāpatti ādito’’ti.",
  "tika-vin11t44:6": "432.Pañcānantariyasaṁyuttāti mātughātakapitughātakaarahantaghātakehi āpannā manussaviggahapārājikāpatti ca lohituppādakasaṅghabhedakānaṁ abhabbatāhetukā kāyavacīdvārappavattā akusalacetanāsaṅkhātā pārājikā ca anantarameva apāyuppattihetutāya ime pañca anantarasaṁyuttā nāma. Tā pana micchattaniyatesu antogadhattā ‘‘niyatā’’ti vuttā.",
  "tika-vin11t44:7": "Parivāre (pari. 321) pana aññepi antarāyikādī bahū ekakā dassitā, te pana ganthabhīrukajanānuggahena ācariyena idha na dassitā. Atthikehi parivāreyeva (pari. 321) gahetabbā. Ettha ca sattapi āpattiyo sañcicca vītikkantā saggantarāyañceva mokkhantarāyañca karontīti antarāyikā. Ajānantena vītikkantā pana paṇṇattivajjāpatti neva saggantarāyaṁ, na mokkhantarāyaṁ karotīti anantarāyikā. Antarāyikaṁ āpannassapi desanāgāminiṁ desetvā vuṭṭhānagāminito vuṭṭhāya suddhipattassa, sāmaṇerabhūmiyaṁ ṭhitassa ca avārito saggamaggamokkhamaggoti.",
  "tika-vin11t44:8": "Ekakakathāvaṇṇanā.",
  "tika-vin11t44:9": "435.Addhavihīno nāma ūnavīsativasso. Aṅgavihīno nāma hatthacchinnādibhedo. Vatthuvipanno nāma paṇḍako, tiracchānagato, ubhatobyañjanako ca. Avasesā theyyasaṁvāsakādayo aṭṭha abhabbaṭṭhānappattā dukkaṭakārino nāma, imasmiṁyeva attabhāve dukkaṭena attano kammena abhabbaṭṭhānappattāti attho. Aparipuṇṇoti aparipuṇṇapattacīvaro. No yācatīti upasampannaṁ na yācati. Paṭisiddhāti ‘‘dve puggalā na upasampādetabbā’’tiādinā (pari. 322) vāritā.",
  "tika-vin11t44:10": "436.Haveti ekaṁsatthe nipāto. Laddhasamāpattissa bhikkhuno dīpitā āpatti atthi have attheva. No laddhasamāpattissāti aladdhasamāpattissa dīpitā āpatti atthevāti yojanā.",
  "tika-vin11t44:11": "437.Bhūtassāti attani santassa uttarimanussadhammassa. Abhūtārocanāpattīti catutthapārājikāpatti. Asamāpattilābhino niddiseti yojanā.",
  "tika-vin11t44:12": "438.‘‘Atthisaddhammasaṁyuttā’’tiādīsu atthi-saddo paccattekavacanantehi paccekaṁ yojetabbo.",
  "tika-vin11t44:13": "439.Padasodhammamūlādīti ādi-saddena ‘‘uttarichappañcavācādhammadesanā’’ti āpattīnaṁ gahaṇaṁ.",
  "tika-vin11t44:14": "440.Bhogeti paribhoge. ‘‘Saparikkhārasaṁyutā’’ti idañca nidassanamattaṁ. ‘‘Pattacīvarānaṁ nissajjane, kiliṭṭhacīvarānaṁ adhovane, malaggahitapattassa apacane’’ti evamādikā ayuttaparibhogā āpattiyopi sakaparikkhārasaṁyuttāyeva.",
  "tika-vin11t44:15": "441.Mañcapīṭhādinti ādi-saddena bhisiādīnaṁ gahaṇaṁ. Ajjhokāsattharepi cāti ajjhokāse atthare attharāpane sati. Anāpucchāva gamaneti anāpucchitvā vā gamane. Vā-saddena anuddharitvā vā anuddharāpetvā vā gamanaṁ saṅgaṇhāti. Parasantakasaṁyutāti paraparikkhārapaṭibaddhā.",
  "tika-vin11t44:16": "443. ‘‘Sikharaṇīsī’’ti yaṁ vacanaṁ saccaṁ, taṁ bhaṇato garukaṁ duṭṭhullavācāsaṅghādiseso siyāti yojanā.",
  "tika-vin11t44:17": "445.Garukāpattīti uttarimanussadhammapārājikāpatti. Bhūtassārocaneti bhūtassa uttarimanussadhammassa anupasampannassa ārocane. Saccaṁ vadatoti saccaṁ vacanaṁ vadantassa. Lahukāti pācittiyāpatti.",
  "tika-vin11t44:18": "447.Vikopetunti vaggakaraṇena vikopetuṁ. Hatthapāsaṁ jahanti antosīmāya eva hatthapāsaṁ jahanto, hatthapāsaṁ jahitvā ekamantaṁ nisīdantoti attho. Phuseti bhūmigato phuseyya.",
  "tika-vin11t44:19": "448. Vehāsakuṭiyā upari āhaccapādakaṁ mañcaṁ vā pīṭhaṁ vā abhinisīdanto vehāsagato āpajjatīti yojanā. Sace taṁ bhūmiyaṁ paññapetvā nisajjeyya, na āpajjeyya. Tena vuttaṁ ‘‘na bhūmito’’ti.",
  "tika-vin11t44:20": "449.Pavisantoti ārāmaṁ pavisanto. Nikkhamanti tato eva nikkhamanto. Tanti ārāmaṁ.",
  "tika-vin11t44:21": "450.Vattamapūretvānāti sīsato chattāpanayanaṁ, pādato upāhanāmuñcanavattaṁ akatvā. Nikkhamanti bahi nikkhamanto chattupāhanaṁ dhārentopi na āpajjati.",
  "tika-vin11t44:22": "451.‘‘Nikkhamanto’’ti idaṁ ‘‘nikkhama’’nti etassa atthapadaṁ. Pavisaṁ na cāti yaṁ ārāmaṁ sandhāya gato, taṁ pavisanto na āpajjeyya.",
  "tika-vin11t44:23": "453. Yā kāci bhikkhunī atigambhīraṁ udakasuddhikaṁ ādiyantī āpattiṁ āpajjatīti yojanā.",
  "tika-vin11t44:24": "457.Vattaṁ panattanoti yaṁ attano netthāravattaṁ vuttaṁ, so taṁ asamādiyantova āpajjati nāmāti yojanā.",
  "tika-vin11t44:25": "460.Itarassa ācariyassa, tathā saddhivihārikassa ca.",
  "tika-vin11t44:26": "462.Dadamānoti pārivattakaṁ vinā dadamāno.",
  "tika-vin11t44:27": "463.Mudūti mudupiṭṭhiko. ‘‘Lambīādino’’ti padacchedo. Ādi-saddena ‘‘hatthena upakkamitvā asuciṁ mocentassa, ūrunā aṅgajātaṁ pellantassa, attānaṁ vadhitvā vadhitvā rodantiyā bhikkhuniyā āpattī’’ti evamādīnaṁ saṅgaho. Attāti ettha nissitāti uttarapadalopo, vibhattilopo ca niruttilakkhaṇena daṭṭhabbo. Sesāti methunadhammakāyasaṁsaggapahāradānādīsu vuttāpatti. Paranissitāti paraṁ nissāya āpajjitabbāti attho.",
  "tika-vin11t44:28": "465. ‘‘Na , bhikkhave, ovādo na gahetabbo’’ti vacanato ovādaṁ na gaṇhanto na paṭiggaṇhanto vajjataṁ āpajjati nāma.",
  "tika-vin11t44:29": "470.Aruṇuggeti aruṇuggamane. Naaruṇuggameti aruṇuggamanato aññasmiṁ kāle.",
  "tika-vin11t44:30": "471. Ekarattātikkame chārattātikkame sattāhātikkame dasāhātikkameti yojanā. Ādi-saddena māsādīnaṁ saṅgaho. Vuttamāpattinti sabbattha nissaggiye pācittiyāpattiṁ. ‘‘Āpajjati aruṇuggame’’ti padacchedo.",
  "tika-vin11t44:31": "473. Parasantakaṁ rukkhalatādiṁ theyyāya chindantassa pārājikaṁ, chindantassa pācittimattaṁ hotīti āha ‘‘bhūtagāmaṁ chindanto pārājikañca pācittiñca phuse’’ti.",
  "tika-vin11t44:32": "475.Chādento panāti ettha ‘‘kā āpattī’’ti seso. Tatra āha ‘‘āpattiṁ chādento naro āpajjatī’’ti.",
  "tika-vin11t44:33": "Acchinnoti acchinnacīvaro. Nacchādentoti tiṇena vā paṇṇena vā sākhābhaṅgādinā yena kenaci attano hirikopinaṁ appaṭicchādento. Yathāha – ‘‘tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṁ, na tveva naggena āgantabbaṁ. Yo āgaccheyya, āpatti dukkaṭassā’’ti (pārā. 517).",
  "tika-vin11t44:34": "476.Kusacīrādinti ādi-saddena vākacīraphalakacīrādīnaṁ titthiyadhajānaṁ gahaṇaṁ. Dhārento koci āpajjatīti seso. Tatrāha – ‘‘kusacīrādīni dhārento dhārento āpajjatī’’ti (pari. aṭṭha. 322).",
  "tika-vin11t44:35": "477. Yaṁ nissaṭṭhapattaṁ ‘‘ayaṁ te bhikkhu patto yāvabhedanāya dhāretabbo’’ti dinnaṁ, taṁ sakkaccaṁ adhārento cadosavā hoti āpajjati āpattiṁ. Sacittakācittakadukassa saññāvimokkhadukaṁ yathākkamaṁ pariyāyoti āha ‘‘sacittakaduka’’ntiādi.",
  "tika-vin11t44:36": "Dukakathāvaṇṇanā.",
  "tika-vin11t44:37": "478. Yā āpatti nāthe tiṭṭhante hoti, no parinibbute, sā āpatti atthi. Yā āpatti nāthe parinibbute hoti, na tu tiṭṭhante, sāpi atthi. Yā āpatti nāthe tiṭṭhantepi hoti parinibbutepi, sā āpatti atthīti yojanā.",
  "tika-vin11t44:38": "479. Sā katamāti āha ‘‘ruhiruppādanāpattī’’tiādi. Tattha theramāvusavādena, vadato parinibbuteti ‘‘yathā kho panānanda, etarahi bhikkhū aññamaññaṁ āvusovādena samudācaranti, na kho mamaccayena evaṁ samudācaritabbaṁ…pe… navakatarena bhikkhunā therataro bhikkhu ‘bhante’ti vā ‘āyasmā’ti vā samudācaritabbo’’ti (dī. ni. 2.216) vacanato theraṁ āvusovādena samudācaraṇapaccayā āpattiṁ parinibbute bhagavati āpajjati, no tiṭṭhanteti attho.",
  "tika-vin11t44:39": "481. Kathaṁ kāleyeva āpatti siyā, na vikāle. Kathaṁ vikāleyeva āpatti siyā, kāle na siyā. Kathaṁ kāle ceva vikāle cāti ubhayattha siyāti pañhe.",
  "tika-vin11t44:40": "482. Yathākkamaṁ vissajjento āha ‘‘bhuñjato’’tiādi.",
  "tika-vin11t44:41": "483. Avasesaṁ pana sabbaṁ āpattiṁ kālavikālesu sabbadā āpajjati, tattha ca saṁsayo natthīti yojanā.",
  "tika-vin11t44:42": "484. ‘‘Atthāpatti rattiṁ āpajjati, no divā, atthāpatti divā āpajjati, no rattiṁ, atthāpatti rattiñceva āpajjati divā cā’’ti (pari. 323) vuttaṁ tikaṁ dassetumāha ‘‘rattimevā’’tiādi.",
  "tika-vin11t44:43": "486. Atthāpatti dasavasso āpajjati, no ūnadasavasso, sā kathaṁ siyā. Atthāpatti ūnadasavasso āpajjati, no dasavasso, sā kathaṁ hoti. Atthāpatti dasavassopi āpajjati ūnadasavassopīti ubhayatthapi āpatti kathaṁ hotīti yojanā.",
  "tika-vin11t44:44": "487. Tattha vissajjanamāha ‘‘upaṭṭhāpetī’’tiādi. ‘‘Bālo’’ti etassa hi atthapadaṁ ‘‘abyatto’’ti.",
  "tika-vin11t44:45": "488. Ūnadasavasso evaṁ ‘‘ahaṁ paṇḍito’’ti parisaṁ gaṇhati, tathā āpattiṁ āpajjatīti yojanā. ‘‘Dasavasso ūno’’ti padacchedo. Dasavasso, ūnadasavasso cāti ubhopete parisupaṭṭhāpanāpattito aññaṁ āpattiṁ āpajjatīti yojanā. Ettha ca ‘‘āpajjante’’ti vattabbe gāthābandhavasena na-kāralopo.",
  "tika-vin11t44:46": "489. Kathaṁ kāḷe āpattiṁ āpajjati, na juṇhe, kathaṁ juṇhe āpattiṁ āpajjati, na kāḷasmiṁ, kathaṁ kāḷe ca juṇhe cāti ubhayatthapi āpajjatīti yojanā.",
  "tika-vin11t44:47": "490. Vissajjanamāha ‘‘vassa’’ntiādi. ‘‘Āpajjate appavārento’’ti padacchedo. Juṇheti purimapakkhe. Kāḷaketi aparapakkhe.",
  "tika-vin11t44:48": "491.Avipattināti catubbidhavipattirahitattā avipattinā bhagavatā paññattaṁ. Avasesanti vassaṁ anupagamanāpattiyā ca pavāraṇāpattiyā ca avasesaṁ sabbaṁ āpattiṁ.",
  "tika-vin11t44:49": "492. Vassūpagamanaṁ kāḷe kappati, juṇhe no kappati, pavāraṇā juṇhe kappati, kāḷe no kappati, sesaṁ anuññātaṁ sabbaṁ saṅghakiccaṁ kāḷe ca juṇhe cāti ubhayatthapi kappatīti yojanā.",
  "tika-vin11t44:50": "493. Atthāpatti hemante hoti, itarautudvaye gimhānavassānasaṅkhāte na hoti, atthāpatti gimheyeva hoti, na sesesu vassānahemantasaṅkhātesu, atthāpatti vasse hoti, no itaradvaye hemantagimhasaṅkhāteti yojanā.",
  "tika-vin11t44:51": "494-6. Sā tividhāpi āpatti katamāti āha ‘‘dine pāṭipadakkhāte’’tiādi. Tattha dine…pe… puṇṇamāsiyāti aparakattikapuṇṇamāsiyā kāḷapakkhapāṭipadadivase paccuddharitvā vikappetvā ṭhapitaṁ pana taṁ vassasāṭikacīvaraṁ sace hemante nivāseti, hemante āpajjatīti yojanā.",
  "tika-vin11t44:52": "Pacchimeti ettha sāmivacanappasaṅge bhummaṁ. Pacchimassa kattikassa yasmiṁ puṇṇame divase vassikasāṭikacīvaraṁ paccuddharitabbaṁ, tasmiṁ divase taṁ apaccuddharitvāva pāṭipade aruṇaṁ uṭṭhāpento apaccuddharaṇapaccayā āpatti hemanteyeva āpajjati, itare gimhānavassānautudvaye na āpajjatīti kurundaṭṭhakathāyaṁ (pari. aṭṭha. 323) niddiṭṭhanti yojanā. ‘‘Anujānāmi, bhikkhave, vassikasāṭikaṁ vassānaṁ catumāsaṁ adhiṭṭhātuṁ, tato paraṁ vikappetu’’nti (mahāva. 358) vuttapāḷiyā kurundaṭṭhakathāvacanassa avirujjhanato ‘‘tampi suvutta’’nti (pari. aṭṭha. 323) samantapāsādikāya vuttattā ‘‘hemante āpajjatī’’ti vacanassa ubhayampi attho hotīti gahetabbaṁ.",
  "tika-vin11t44:53": "497. Gimhānamāsānaṁ sambandhini gimhike utumhi. Māsato atireko atirekamāsoti katvā atirekamāso kālo sesoti vattabbe kāle. Pariyesantoti aññātikaappavāritaṭṭhānato satuppādakaraṇena vassikasāṭikaṁ pariyesanto ca atirekamāso sesoti katvā nivāsento ca gimhe āpattiṁ āpajjati. ‘‘Na tu eva itarautudvaye’’ti padacchedo. Gimhe pariyesanto purimamāsattaye āpajjatīti katvā nivāsento aḍḍhamāsādhike gimhamāsattaye āpajjati. Nissandehe ‘‘gimhānaṁ pacchimamāsato purimesu sattasu māsesū’’ti vuttaṁ, tadayuttaṁ ‘‘gimhāneyeva āpajjatī’’ti gimhāpattiyā dassitattā, ‘‘itarautudvaye’’ti paṭisiddhattā ca. Ettha ca gāthāya pariyesanāpattiyāyeva dassanaṁ nidassanamattanti katvā nivāsanāpattiyā ca gimheyeva sambhavoti sāpi dassitā.",
  "tika-vin11t44:54": "498.Idha pana imasmiṁ sāsane yo bhikkhu vassikasāṭikacīvare vijjamāne naggo kāyaṁ ovassāpeti, so have ekaṁsena vasse vassānautumhi āpajjatīti yojanā.",
  "tika-vin11t44:55": "499. ‘‘Atthāpatti saṅgho āpajjati, na gaṇo na puggalo, atthāpatti gaṇo āpajjati, na saṅgho na puggalo, atthāpatti puggalo āpajjati, na saṅgho na gaṇo’’ti (pari. 323) vuttattikaṁ dassetumāha ‘‘āpajjati hi saṅghovā’’tiādi.",
  "tika-vin11t44:56": "500. Kathamāpajjatīti āha ‘‘adhiṭṭhāna’’ntiādi. Adhiṭṭhānanti adhiṭṭhānuposathaṁ karonto pārisuddhiuposathaṁ vāti sambandho. Idha attano yathāpattamuposathaṁ akatvā apattauposathakaraṇaṁ āpajjitabbāpattidassanassa adhippetattā, attakaraṇadosassa visuṁ visuṁ vakkhamānattā ca na gaṇo na ca puggaloti ettha adhiṭṭhānaṁ karonto puggalo ca pārisuddhiṁ karonto gaṇo ca nāpajjatīti yathālābhayojanā kātabbā. Yathākkamaṁ yojanaṁ karomīti vipariyāyavikappo na kātabbo. Evamuparipi vipariyāyavipakkhaṁ katvā yathālābhayojanāva kātabbā.",
  "tika-vin11t44:57": "501.‘‘Uposatha’’nti idaṁ ‘‘suttuddesamadhiṭṭhāna’’nti padehi paccekaṁ yojetabbaṁ.",
  "tika-vin11t44:58": "502.Suttuddesaṁ karonto vāti ettha vā-saddena pārisuddhiṁ gaṇhāti. Suttuddesaṁ, pārisuddhiṁ vā uposathaṁ karonto puggalo āpattiṁ āpajjati, suttuddesaṁ karonto saṅgho ca nāpajjati, pārisuddhiṁ karonto gaṇo ca na āpajjatīti yojanā.",
  "tika-vin11t44:59": "503. Kathaṁ pana gilānova āpattiṁ āpajjati, na agilāno, kathaṁ agilānova āpattiṁ āpajjati, no gilāno, kathaṁ gilāno ca agilāno ca ubhopi āpajjantīti yojanā.",
  "tika-vin11t44:60": "504. Yo pana akallako gilāno aññena pana bhesajjena atthe sati tadaññaṁ tato aññaṁ bhesajjaṁ viññāpeti, so āpajjati pācittiyāpattinti yojanā.",
  "tika-vin11t44:61": "505. Bhesajjena atthe avijjamānepi sace bhesajjaṁ viññāpeti, agilānova viññattipaccayā āpattiṁ āpajjati. Sesaṁ pana āpattiṁ gilānaagilānā ubhopi āpajjanti.",
  "tika-vin11t44:62": "506. Atthāpatti antova āpajjati, na bahiddhā, tathā atthāpatti bahi eva āpajjati, na anto, atthāpatti anto, bahiddhāti ubhayatthapi āpajjatīti yojanā.",
  "tika-vin11t44:63": "507. Kevalaṁ antoyeva āpajjatīti yojanā.",
  "tika-vin11t44:64": "508.Mañcādinti saṅghikamañcādiṁ.",
  "tika-vin11t44:65": "509. ‘‘Antosīmāya eva āpatti’’nti padacchedo. Kathaṁ antosīmāya eva āpattiṁ āpajjati, neva bahisīmāya āpattiṁ āpajjati, kathaṁ bahisīmāya eva āpattiṁ āpajjati, no antosīmāya āpattiṁ āpajjati, kathaṁ antosīmāya ca bahisīmāya cāti ubhayatthapi āpajjatīti yojanā.",
  "tika-vin11t44:66": "510.Sachattupāhano bhikkhūti chattupāhanasahito āgantuko bhikkhu. Pavisanto tapodhanoti āgantukavattaṁ adassetvā saṅghārāmaṁ pavisanto.",
  "tika-vin11t44:67": "511. ‘‘Upacārassa atikkame’’ti padacchedo.",
  "tika-vin11t44:68": "512.Sesaṁ sabbaṁ āpattiṁ antosīmāya ca bahisīmāya ca āpajjatīti yojanā. Ettha ca kiñcāpi vassacchedāpattiṁ bahisīmāgato āpajjati, bhikkhunīārāmapavesanāpattiṁ antosīmāya āpajjati, tadubhayaṁ pana āgantukagamikavattabhedāpattīhi ekaparicchedanti upalakkhaṇato eteneva viññāyatīti visuṁ na vuttanti gahetabbaṁ. Evaṁ sabbattha īdisesu ṭhānesu vinicchayo veditabbo.",
  "tika-vin11t44:69": "Tikakathāvaṇṇanā.",
  "tika-vin11t44:70": "515.Vacīdvārikamāpattinti musāvādapesuññaharaṇādivasena vacīdvāre āpajjitabbāpattiṁ. Paravācāya sujjhatīti saṅghamajjhe ekavācikāya tiṇavatthārakakammavācāya sujjhati.",
  "tika-vin11t44:71": "516. Vajjameva vajjatā, taṁ, pācittiyanti attho.",
  "tika-vin11t44:72": "518-9.Taṁdesetvā visujjhantoti taṁ desetvā visuddho honto. Yāvatatiyakaṁ panāti yāvatatiyena samanubhāsanakammena āpannaṁ saṅghādisesāpattiṁ pana. Parivāsādīti ādi-saddena mānattamūlāyapaṭikassanaabbhānāni gahitāni.",
  "tika-vin11t44:73": "522.Kāyadvārikamāpattinti kāyadvārena āpajjitabbaṁ pahāradānādiāpattiṁ.",
  "tika-vin11t44:74": "523.Kāyeneva visujjhatīti tiṇavatthārakaṁ gantvā kāyasāmaggiṁ dento visujjhati.",
  "tika-vin11t44:75": "526. Yo sutto āpattiṁ āpajjati, so kathaṁ paṭibuddho visujjhati. Yo paṭibuddhova āpanno, so kathaṁ sutto sujjhatīti yojanā.",
  "tika-vin11t44:76": "528.Sagāraseyyakādinti mātugāmena sahaseyyādiāpattiṁ.",
  "tika-vin11t44:77": "529.Jaggantoti jāgaranto niddaṁ vinodento.",
  "tika-vin11t44:78": "531.Paṭibuddhoti aniddāyanto.",
  "tika-vin11t44:79": "532.Acittoti ‘‘sikkhāpadaṁ vītikkamissāmī’’ti cittā bhāvena acitto.",
  "tika-vin11t44:80": "535.Sacittakāpattinti vikālabhojanādiāpattiṁ. Tiṇavatthāre sayanto niddāyanto tiṇavatthārakakamme kariyamāne ‘‘imināhaṁ kammena āpattito vuṭṭhāmī’’ti cittarahito vuṭṭhahanto acittako visujjhati.",
  "tika-vin11t44:81": "536.Pacchimaṁ tu padadvayanti –",
  "tika-vin11t44:82": "‘‘Āpajjitvā acittova, acittova visujjhati;",
  "tika-vin11t44:83": "Āpajjitvā sacittova, sacittova visujjhatī’’ti. –",
  "tika-vin11t44:84": "Padadvayaṁ . Amissetvāti acittasacittapadehi evameva missaṁ akatvā. Etthāti purimapadadvaye. Vuttānusārenāti vuttanayānusārena.",
  "tika-vin11t44:85": "539.Kammatoti samanubhāsanakammato.",
  "tika-vin11t44:86": "540.Āpajjitvā akammatoti samanubhāsanakammaṁ vināva āpajjitvā.",
  "tika-vin11t44:87": "541. Samanubhāsane āpajjitabbaṁ saṅghādisesāpattiṁ samanubhāsanamāha kāraṇūpacārena.",
  "tika-vin11t44:88": "542.Avasesanti musāvādapācittiyādikaṁ.",
  "tika-vin11t44:89": "543.Visujjhati asammukhāti saṅghassa asammukhā visujjhati. Idañca sammukhāvinayena ceva paṭiññātakaraṇena ca samentaṁ āpattādhikaraṇaṁ sandhāya vuttaṁ. Tattha puggalasammukhatāya sabbhāvepi saṅghassa asammukhatāya āpajjati vā visujjhati vāti ‘‘asammukhā’’ti vuttaṁ.",
  "tika-vin11t44:90": "551. ‘‘Acittakacatukkaṁ ajānantacatukka’’nti kusalattikaphassapañcakādivohāro viya ādipadavasena vutto.",
  "tika-vin11t44:91": "552-3. Atthāpatti āgantuko āpajjati, na cetaro āvāsiko āpajjati, atthāpatti āvāsikova āpajjati, na cetaro āgantuko āpajjati, atthāpatti āgantuko ca āvāsiko ca te ubhopi āpajjanti, ubho sesaṁ na āpajjanti atthīti yojanā.",
  "tika-vin11t44:92": "555.Itaroti āvāsiko. Āvāsavattanti āvāsikena āgantukassa kātabbavattaṁ. Āvāsīti āvāsiko.",
  "tika-vin11t44:93": "556.Na cevāgantukoti taṁ āvāsikavattaṁ akaronto āgantuko na ceva āpajjati . Sesaṁ kāyavacīdvārikaṁ āpattiṁ. Ubhopi āgantukaāvāsikā. Bhikkhubhikkhunīnaṁ asādhāraṇaṁ āpattiṁ na āpajjanti.",
  "tika-vin11t44:94": "557.Vatthunānattatāti vītikkamanānattatā. Āpattinānattatāti pārājikādīnaṁ sattannaṁ āpattikkhandhānaṁ aññamaññanānattatā.",
  "tika-vin11t44:95": "563.‘‘Pārājikānaṁ…pe… nānabhāvo’’ti idaṁ nidassanamattaṁ saṅghādisesānaṁ aniyatādīhi vatthunānatāya ceva āpattinānatāya ca labbhamānattā.",
  "tika-vin11t44:96": "565.Ayameva vinicchayoti na kevalaṁ pārājikāpattīsuyeva sādhāraṇāpattiyo ekato ca visuñca āpajjantānaṁ yathāvuttavinicchayo, atha kho avasesasādhāraṇāpattiyopi vuttanayena āpajjati, ayameva vinicchayo yojetabbo.",
  "tika-vin11t44:97": "577.Ādiyanto gaṇhanto. Payojentoti gaṇhāpento.",
  "tika-vin11t44:98": "579.Ūnakaṁpādaṁ…pe… lahuṁ phuseti thullaccayaṁ, dukkaṭañca sandhāyāha.",
  "tika-vin11t44:99": "580.Eteneva upāyena, sesakampi padattayanti yo ayaṁ paṭhamavinicchaye vuttanayo, eteneva nayena ūnapādaṁ ādiyanto lahukāpattiṁ āpajjati, pādaṁ vā atirekapādaṁ vā gahaṇatthaṁ āṇāpento garuṁ pārājikāpattiṁ āpajjati, pādaṁ vā atirekapādaṁ vā gaṇhanto ca gahaṇatthāya āṇāpento ca garuke pārājikāpattiyaṁyeva tiṭṭhati, ūnapādaṁ gaṇhanto ca gahaṇatthāya āṇāpento ca lahuke thullaccaye, dukkaṭe vā tiṭṭhatīti evaṁ sesakampi imaṁ padattayaṁ. Atthasambhavatoyevāti yathāvuttassa atthassa sambhavavaseneva.",
  "tika-vin11t44:100": "581-2. Kathaṁ kāleyeva āpatti siyā, no vikāle, vikāleyeva āpatti siyā, na ca kāle, atthāpatti kāle ca pakāsitā vikāle ca, atthāpatti neva kāle ca pakāsitā neva vikāle cāti yojanā.",
  "tika-vin11t44:101": "586-7. Kāle paṭiggahitaṁ kiṁ kāle kappati vikāle tu no kappati, vikāle gahitaṁ kiṁ vikāle kappati, no kāle kappati, kāle ca vikāle ca paṭiggahitaṁ kiṁ nāma kāle ca vikāle ca kappati, kāle ca vikāle ca paṭiggahitaṁ kiṁ nāma kāle ca vikāle ca na kappati, vada bhadramukhāti yojanā.",
  "tika-vin11t44:102": "589. Vikāleyeva kappati, aparajju kālepi na kappatīti yojanā.",
  "tika-vin11t44:103": "592.Kuladūsanakammādinti ādi-saddena abhūtārocanarūpiyasaṁvohāraviññattikuhanādīnaṁ saṅgaho.",
  "tika-vin11t44:104": "593-4. Katamā āpatti paccantimesu desesu āpajjati, na majjhime, katamā āpatti majjhime pana desasmiṁ āpajjati, na ca paccantimesu, katamā āpatti paccantimesu ceva desesu āpajjati majjhime ca, katamā āpatti paccantimesu ceva desesu na āpajjati na majjhime cāti yojanā.",
  "tika-vin11t44:105": "596. ‘‘So guṇaṅguṇupāhana’’nti padacchedo. So bhikkhūti attho.",
  "tika-vin11t44:106": "599. Evaṁ ‘‘āpajjati, nāpajjatī’’ti padavasena paccantimacatukkaṁ dassetvā ‘‘neva kappati, na kappatī’’ti padavasena dassetumāha ‘‘paccantimesū’’tiādi.",
  "tika-vin11t44:107": "601.Vuttanti ‘‘gaṇena pañcavaggenā’’tiādigāthāya heṭṭhā vuttaṁ.",
  "tika-vin11t44:108": "603.Evaṁ vattunti ‘‘na kappatī’’ti vattuṁ. Pañcaloṇādikanti ‘‘anujānāmi, bhikkhave, loṇānī’’tiādi.",
  "tika-vin11t44:109": "608. Anuññātaṭṭhānassa anto no āpajjati, taṁ atikkamanto bahiyeva ca āpajjatīti yojanā.",
  "tika-vin11t44:110": "612.Sekkhapaññattīti sekhiyapaññatti.",
  "tika-vin11t44:111": "613.Agaṇāti adutiyā. Ettha hi ekāpi gaṇo nāma.",
  "tika-vin11t44:112": "614.Ubhayatthapi asādhāraṇamāpattinti bhikkhunīnaṁ niyatāpaññatti veditabbā.",
  "tika-vin11t44:113": "616. Gilāno ca nāpajjati, agilāno ca nāpajjatīti evaṁ ubhopi nāpajjantīti yojanā. Tikādīsu dassitānaṁ padānaṁ catukkādidassanavasena punappunaṁ gahaṇaṁ.",
  "tika-vin11t44:114": "618. ‘‘Āpajjati agilānovā’’ti padacchedo.",
  "tika-vin11t44:115": "Catukkakathāvaṇṇanā.",
  "tika-vin11t44:116": "620. ‘‘Garuthullaccaya’’nti vattabbe ‘‘garu’’nti niggahītāgamo.",
  "tika-vin11t44:117": "621. Pañca kathinānisaṁsā heṭṭhā vuttāyeva.",
  "tika-vin11t44:118": "626.Aggisatthanakhakkantanti aggisatthanakhehi akkantaṁ phuṭṭhaṁ, pahaṭanti attho. Abījanti nobījaṁ. Ubbaṭṭabījakanti nibbaṭṭabījakaṁ.",
  "tika-vin11t44:119": "628.Pavāraṇāpīti paṭikkhepapavāraṇāpi. Odanādīhīti ādi-saddena sattukummāsamacchamaṁsānaṁ gahaṇaṁ. Kāyādigahaṇenāti kāyena vā kāyapaṭibaddhena vā gahaṇena. ‘‘Dātukāmābhihāro ca, hatthapāseraṇakkhama’’nti imehi catūhi aṅgehi saddhiṁ tesaṁ dvinnamekaṁ gahetvā paṭiggahaṇā pañceva honti.",
  "tika-vin11t44:120": "629-30.Vinayaññukasminti vinayadhare puggale. Sakañca sīlanti attano pātimokkhasaṁvarasīlañca. Surakkhitaṁ hotīti āpattānāpattikappiyākappiyānaṁ vijānantatāya asevitabbaṁ pahāya sevitabbaṁyeva sevanavasena suṭṭhu rakkhitaṁ hoti. Kukkuccamaññassa nirākarotīti aññassa sabrahmacārino kappiyākappiyavisaye uppannaṁ kukkuccaṁ nivāreti. Visārado bhāsati saṅghamajjheti kappiyākappiyānaṁ vinicchayakathāya uppannāya nirāsaṅko nibbhayo voharati. Veribhikkhūti attapaccatthike puggale. Dhammassa ceva ṭhitiyā pavattoti ‘‘vinayo nāma sāsanassa āyu, vinaye ṭhite sāsanaṁ ṭhitaṁ hotī’’ti (pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā; dī. ni. aṭṭha. 1.paṭhamamahāsaṅgītikathā; khu. pā. aṭṭha. 5.maṅgalasuttavaṇṇanā; theragā. aṭṭha. 1.251) vacanato saddhammaṭṭhitiyā paṭipanno hoti. Tasmā kāraṇā. Tattha vinayaññubhāve. Dhīro paññavā bhikkhu.",
  "tika-vin11t44:121": "Pañcakakathāvaṇṇanā.",
  "tika-vin11t44:122": "631-2.Chaḷabhiññenāti cha abhiññā etassāti chaḷabhiñño, tena. Atikkantapamāṇaṁ mañcapīṭhaṁ, atikkantapamāṇaṁ nisīdanañca tathā atikkantapamāṇaṁ kaṇḍuppaṭicchādivassasāṭikacīvarañca sugatassa cīvare pamāṇikacīvaranti cha.",
  "tika-vin11t44:123": "633-4. Aññāṇañca kukkuccañca aññāṇakukkuccā, tehi, aññāṇatāya ceva kukkuccapakatatāya cāti vuttaṁ hoti. Viparītāya saññāya kappiye akappiyasaññāya, akappiye kappiyasaññāya.",
  "tika-vin11t44:124": "Tattha kathaṁ alajjitāya āpajjati? Akappiyabhāvaṁ jānantoyeva madditvā vītikkamaṁ karoti (kaṅkhā. aṭṭha. nidānavaṇṇanā). Vuttampi cetaṁ –",
  "tika-vin11t44:125": "‘‘Sañcicca āpattiṁ āpajjati;",
  "tika-vin11t44:126": "Āpattiṁ parigūhati;",
  "tika-vin11t44:127": "Agatigamanañca gacchati;",
  "tika-vin11t44:128": "Ediso vuccati alajjī puggalo’’ti. (pari. 359);",
  "tika-vin11t44:129": "Kathaṁ aññāṇatāya āpajjati? Aññāṇapuggalo mando momūho kattabbākattabbaṁ ajānanto akattabbaṁ karoti, kattabbaṁ virādheti. Evaṁ aññāṇatāya āpajjati.",
  "tika-vin11t44:130": "Kathaṁ kukkuccapakatatāya āpajjati? Kappiyākappiyaṁ nissāya kukkucce uppanne vinayadharaṁ pucchitvā kappiyaṁ ce, kattabbaṁ siyā, akappiyaṁ ce, na kattabbaṁ, ayaṁ pana ‘‘vaṭṭatī’’ti madditvā vītikkamatiyeva. Evaṁ kukkuccapakatatāya āpajjati.",
  "tika-vin11t44:131": "Kathaṁ kappiye akappiyasaññāya āpajjati? Sūkaramaṁsaṁ ‘‘acchamaṁsa’’nti khādati, kāle vikālasaññāya bhuñjati. Evaṁ kappiye akappiyasaññāya āpajjati.",
  "tika-vin11t44:132": "Kathaṁ akappiye kappiyasaññāya āpajjati? Acchamaṁsaṁ ‘‘sūkaramaṁsa’’nti khādati, vikāle kālasaññāya bhuñjati. Evaṁ akappiye kappiyasaññāya āpajjati.",
  "tika-vin11t44:133": "Kathaṁ satisammosāya āpajjati? Sahaseyyacīvaravippavāsādīni satisammosāya āpajjati.",
  "tika-vin11t44:134": "635-8. ‘‘Bhikkhunā upaṭṭhapetabbo’’ti padacchedo. Dhammacakkhunāti pātimokkhasaṁvarasīlasaṅkhāto paṭipattidhammova cakkhu etassāti dhammacakkhu, tena chahi aṅgehi yuttena dhammacakkhunā pana bhikkhunā upasampādanā kātabbā, nissayo ceva dātabbo, sāmaṇero upaṭṭhāpetabboti yojanā. Āpattiṁ jānāti, anāpattiṁ jānāti, garuṁ āpattiṁ jānāti, lahuṁ āpattiṁ jānātīti yojanā. Assa bhikkhuno ubhayāni pātimokkhāni vitthārā svāgatāni bhavanti, atthato suvibhattāni bhavanti, suttaso anubyañjanaso suvinicchitāni bhavanti, dasavasso vā hoti, atirekadasavasso vāti yojanā.",
  "tika-vin11t44:135": "Chakkakathāvaṇṇanā.",
  "tika-vin11t44:136": "639.Sattasāmīciyo vuttāti ‘‘so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṁ tattha sāmīci, yuñjantāyasmanto sakaṁ, mā vo sakaṁ vinassāti ayaṁ tattha sāmīci, ayaṁ te bhikkhu patto yāva bhedanāya dhāretabboti, ayaṁ tattha sāmīci, tato nīharitvā bhikkhūhi saddhiṁ saṁvibhajitabbaṁ, ayaṁ tattha sāmīci, aññātabbaṁ paripucchitabbaṁ paripañhitabbaṁ, ayaṁ tattha sāmīci, yassa bhavissati, so harissatīti, ayaṁ tattha sāmīcī’’ti cha sāmīciyo bhikkhupātimokkhevuttā, ‘‘sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṁ tattha sāmīcī’’ti bhikkhunipātimokkhe vuttāya saddhiṁ satta sāmīciyo vuttā. Satteva samathāpi cāti sammukhāvinayādisamathāpi satteva vuttā. Paññattāpattiyo sattāti pārājikādayo paññattāpattiyo satta vuttā. Sattabojjhaṅgadassināti satisambojjhaṅgādayo satta bojjhaṅge yāthāvato passantena bhagavatā.",
  "tika-vin11t44:137": "Sattakakathāvaṇṇanā.",
  "tika-vin11t44:138": "640-1. Idha kuladūsako bhikkhu ājīvasseva kāraṇā pupphena, phalena, cuṇṇena, mattikāya, dantakaṭṭhehi, veḷuyā, vejjikāya, jaṅghapesanikenāti imehi aṭṭhahi ākārehi kulāni dūsetīti yojanā. ‘‘Pupphenā’’tiādinā pupphādinā dānameva upalakkhaṇato dasseti. Pupphenāti pupphadānenāti attho gahetabbo. Pupphadānādayo kuladūsane vuttā.",
  "tika-vin11t44:139": "642-5. ‘‘Aṭṭhadhānatirittāpi, atirittāpi aṭṭhadhā’’tidvīsu aṭṭhakesu aṭṭha anatiritte tāva dassetumāha ‘‘akappiyakatañcevā’’tiādi . Gilānānatirittakanti niddiṭṭhā ime aṭṭheva anatirittakā ñeyyāti yojanā. Akappiyakatādayo pavāraṇasikkhāpadakathāvaṇṇanāya vuttā.",
  "tika-vin11t44:140": "646.Ñātañattisūti ñātadukkaṭaṁ, ñattidukkaṭañca. Paṭisāvaneti paṭissave. Aṭṭhadukkaṭānaṁ vinicchayo dutiyapārājikakathāvaṇṇanāya vutto.",
  "tika-vin11t44:141": "648-9.Ehibhikkhūpasampadāti yasakulaputtādīnaṁ ‘‘ehi bhikkhū’’ti vacanena bhagavatā dinnaupasampadā. Saraṇagamanena cāti paṭhamabodhiyaṁ tīhi saraṇagamanehi anuññātaupasampadā. Pañhābyākaraṇovādāti sopākassa pañhābyākaraṇopasampadā, mahākassapattherassa dinnaovādapaṭiggahaṇopasampadā ca. Garudhammapaṭiggahoti mahāpajāpatiyā gotamiyā anuññātagarudhammapaṭiggahaṇopasampadā.",
  "tika-vin11t44:142": "Ñatticatutthena kammenāti idāni bhikkhuupasampadā. Aṭṭhavācikāti bhikkhunīnaṁ santike ñatticatutthena kammena, bhikkhūnaṁ santike ñatticatutthena kammenāti aṭṭhahi kammavācāhi bhikkhunīnaṁ upasampadā aṭṭhavācikā nāma. Dūtena bhikkhunīnanti aḍḍhakāsiyā gaṇikāya anuññātā bhikkhunīnaṁ dūtena upasampadā.",
  "tika-vin11t44:143": "650.Suddhadiṭṭhināti suṭṭhu savāsanakilesānaṁ pahānena parisuddhā samantacakkhusaṅkhātā diṭṭhi etassāti suddhadiṭṭhi, tena samantacakkhunā sammāsambuddhena.",
  "tika-vin11t44:144": "651.Pāpicchā nāma asantaguṇasambhāvanicchā.",
  "tika-vin11t44:145": "652-3.Naca majjapo siyāti majjapo na siyā majjaṁ pivanto na bhaveyya, majjaṁ na piveyyāti attho. Abrahmacariyāti (a. ni. aṭṭha. 2.3.71) aseṭṭhacariyato methunā virameyya. Rattiṁ na bhuñjeyya vikālabhojananti uposathaṁ upavuttho rattibhojanañca divāvikālabhojanañca na bhuñjeyya. Na ca gandhamācareti gandhañca na vilimpeyya. Mañce chamāyaṁ va sayetha santhateti kappiyamañce vā sudhādiparikammakatāya bhūmiyā vā tiṇapaṇṇapalālādīni santharitvā kate santhate vā sayethāti attho. Etañhi aṭṭhaṅgikamāhuposathanti etaṁ pāṇātipātādīni asamācarantena upavutthaṁ uposathaṁ aṭṭhahaṅgehi samannāgatattā ‘‘aṭṭhaṅgika’’nti vadanti. Dukkhantagunāti vaṭṭadukkhassa antaṁ amatamahānibbānaṁ gatena pattena buddhena pakāsitanti yojanā.",
  "tika-vin11t44:146": "654. Bhikkhunovādakabhikkhuno aṭṭhaṅgāni bhikkhunovādakathāvaṇṇanāya dassitāneva.",
  "tika-vin11t44:147": "Aṭṭhakakathāvaṇṇanā.",
  "tika-vin11t44:148": "655.Bhojanāni paṇītāni nava vuttānīti paṇītāni hi bhojanasikkhāpade vuttāni. Dasasu akappiyamaṁsesu manussamaṁsavajjitāni nava maṁsāni khādantassa dukkaṭaṁ niddiṭṭhanti yojanā.",
  "tika-vin11t44:149": "656.Pātimokkha…pe… paridīpitāti bhikkhūnaṁ pañcuddesā, bhikkhunīnaṁ aniyatuddesehi vinā cattāroti uddesā nava dīpitā. Uposathā navevāti divasavasena tayo, kārakavasena tayo, karaṇavasena tayoti nava uposathā. Etthāti imasmiṁ sāsane. Saṅgho navahi bhijjatīti navahi puggalehi saṅgho bhijjatīti yojanā. Yathāha –",
  "tika-vin11t44:150": "‘‘Ekato , upāli, cattāro honti, ekato cattāro, navamo anussāveti, salākaṁ gāheti ‘ayaṁ dhammo, ayaṁ vinayo, idaṁ satthusāsanaṁ, imaṁ gaṇhatha, imaṁ rocethā’ti. Evampi kho, upāli, saṅgharāji ceva hoti saṅghabhedo ca. Navannaṁ vā, upāli, atirekanavannaṁ vā saṅgharāji ceva hoti saṅghabhedo cā’’ti (cūḷava. 351).",
  "tika-vin11t44:151": "Navakakathāvaṇṇanā.",
  "tika-vin11t44:152": "657. Dasa akkosavatthūni vakkhati. Dasa sikkhāpadāni pākaṭāneva. Manussamaṁsādīni dasa akappiyamaṁsāni heṭṭhā vuttāneva. Sukkāni ve dasāti nīlādīni dasa sukkāni.",
  "tika-vin11t44:153": "659. Rañño antepurappavesane dasa ādīnavā evaṁ pāḷipāṭhena veditabbā –",
  "tika-vin11t44:154": "‘‘Dasayime, bhikkhave, ādīnavā rājantepurappavesane. Katame dasa? Idha, bhikkhave, rājā mahesiyā saddhiṁ nisinno hoti, tatra bhikkhu pavisati, mahesī vā bhikkhuṁ disvā sitaṁ pātukaroti, bhikkhu vā mahesiṁ disvā sitaṁ pātukaroti, tattha rañño evaṁ hoti ‘addhā imesaṁ kataṁ vā karissanti vā’ti. Ayaṁ, bhikkhave, paṭhamo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:155": "‘‘Puna caparaṁ, bhikkhave, rājā bahukicco bahukaraṇīyo aññataraṁ itthiṁ gantvā na sarati, sā tena gabbhaṁ gaṇhāti, tattha rañño evaṁ hoti ‘na kho idha añño koci pavisati aññatra pabbajitena, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, dutiyo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:156": "‘‘Puna caparaṁ, bhikkhave, rañño antepure aññataraṁ ratanaṁ nassati, tattha rañño evaṁ hoti ‘na kho idha añño koci pavisati aññatra pabbajitena, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, tatiyo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:157": "‘‘Puna caparaṁ, bhikkhave, rañño antepure abbhantarā guyhamantā bahiddhā sambhedaṁ gacchanti, tattha rañño evaṁ hoti ‘na kho idha añño koci pavisati aññatra pabbajitena, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, catuttho ādīnavo rājantepurappavesane.",
  "tika-vin11t44:158": "‘‘Puna caparaṁ, bhikkhave, rañño antepure pitā vā puttaṁ pattheti, putto vā pitaraṁ pattheti, tesaṁ evaṁ hoti ‘na kho idha añño koci pavisati aññatra pabbajitena, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, pañcamo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:159": "‘‘Puna caparaṁ, bhikkhave, rājā nīcaṭṭhāniyaṁ ucce ṭhāne ṭhapeti, yesaṁ taṁ amanāpaṁ, tesaṁ evaṁ hoti ‘rājā kho pabbajitena saṁsaṭṭho, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, chaṭṭho ādīnavo rājantepurappavesane.",
  "tika-vin11t44:160": "‘‘Puna caparaṁ, bhikkhave, rājā uccaṭṭhāniyaṁ nīce ṭhāne ṭhapeti, yesaṁ taṁ amanāpaṁ, tesaṁ evaṁ hoti ‘rājā kho pabbajitena saṁsaṭṭho, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, sattamo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:161": "‘‘Puna caparaṁ, bhikkhave, rājā akāle senaṁ uyyojeti, yesaṁ taṁ amanāpaṁ, tesaṁ evaṁ hoti ‘rājā kho pabbajitena saṁsaṭṭho, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, aṭṭhamo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:162": "‘‘Puna caparaṁ, bhikkhave, rājā kāle senaṁ uyyojetvā antarāmaggato nivattāpeti, yesaṁ taṁ amanāpaṁ, tesaṁ evaṁ hoti ‘rājā kho pabbajitena saṁsaṭṭho, siyā nu kho pabbajitassa kamma’nti. Ayaṁ, bhikkhave, navamo ādīnavo rājantepurappavesane.",
  "tika-vin11t44:163": "‘‘Puna caparaṁ, bhikkhave, rañño antepuraṁ hatthisammaddaṁ assasammaddaṁ rathasammaddaṁ rajanīyāni rūpasaddagandharasaphoṭṭhabbāni, yāni na pabbajitassa sāruppāni, ayaṁ, bhikkhave, dasamo ādīnavo rājantepurappavesane. Ime kho, bhikkhave, dasa ādīnavā rājantepurappavesane’’ti (a. ni. 10.45; pāci. 497).",
  "tika-vin11t44:164": "Tattha ca pitā vā puttaṁ patthetīti puttaṁ māretumicchatīti attho. Eseva nayo putto pitaraṁ patthetīti. Hatthisammaddanti hatthīnaṁ sammaddo saṁsaṭṭho etthāti hatthisammaddaṁ. Evaṁ ‘‘assasammadda’’ntiādīsupi.",
  "tika-vin11t44:165": "Dasākārehīti –",
  "tika-vin11t44:166": "‘‘Āpattinukkhittamanantarāya-",
  "tika-vin11t44:167": "Pahuttatāyo tathasaññitā ca;",
  "tika-vin11t44:168": "Chādetukāmo atha chādanāti;",
  "tika-vin11t44:169": "Channā dasaṅgeharuṇuggamamhīti. –",
  "tika-vin11t44:170": "Gahitehi dasahi aṅgehi.",
  "tika-vin11t44:171": "660.Dasa kammapathā puññāti pāṇātipātāveramaṇiādayo dasa kusalakammapathā. Apuññāpi tathā dasāti pāṇātipātādayo dasa akusalakammapathāva. Dasa dānavatthūni vakkhati. Daseva ratanāni cāti –",
  "tika-vin11t44:172": "‘‘Muttā maṇī veḷuriyā ca saṅkhā;",
  "tika-vin11t44:173": "Silā pavāḷaṁ rajatañca hemaṁ;",
  "tika-vin11t44:174": "Lohītakañcāpi masāragallā;",
  "tika-vin11t44:175": "Dasseti dhīro ratanāni jaññā’’ti. –",
  "tika-vin11t44:176": "Niddiṭṭhāni dasa ratanāni.",
  "tika-vin11t44:177": "662. Munindena avandiyā dasa puggalā dīpitāti yojanā. Kathaṁ? ‘‘Dasayime, bhikkhave, avandiyā. Pure upasampannena pacchā upasampanno avandiyo, anupasampanno avandiyo, nānāsaṁvāsako vuḍḍhataro adhammavādī avandiyo, mātugāmo avandiyo, paṇḍako avandiyo, pārivāsiko avandiyo, mūlāyapaṭikassanāraho avandiyo, mānattāraho avandiyo, mānattacāriko avandiyo, abbhānāraho avandiyo. Ime kho, bhikkhave, dasa avandiyā’’ti (cūḷava. 312).",
  "tika-vin11t44:178": "663-4.Sosānikanti susāne chaḍḍitaṁ. Pāpaṇikanti āpaṇadvāre chaḍḍitaṁ. Undūrakkhāyitanti undūrehi khāyitaṁ pariccattaṁ pilotikaṁ. Gokhāyitādīsupi eseva nayo. Thūpacīvarikanti balikammatthāya vammike parikkhipitvā pariccattavatthaṁ. Ābhisekiyanti rājūnaṁ abhisekamaṇḍape pariccattavatthaṁ. Gatapaccāgatañcāti susānagatamanussehi paccāgantvā nahāyitvā chaḍḍitaṁ pilotikaṁ.",
  "tika-vin11t44:179": "665.Sabbanīlādayo vuttā, dasa cīvaradhāraṇāti ‘‘sabbanīlakāni cīvarāni dhārentīti vuttavasena dasā’’ti (pari. aṭṭha. 330) kurundiyaṁ vuttaṁ. Ettha imasmiṁ dasake saṁkaccikāya vā udakasāṭikāya vā saddhiṁ ticīvarāni nāmena adhiṭṭhitāni nava cīvarāni ‘‘dasacīvaradhāraṇā’’ti vuttāni. Yathāha – ‘‘navasu kappiyacīvaresu udakasāṭikaṁ vā saṁkaccikaṁ vā pakkhipitvā dasāti vutta’’nti (pari. aṭṭha. 330).",
  "tika-vin11t44:180": "Dasakakathāvaṇṇanā.",
  "tika-vin11t44:181": "666. Paṇḍakādayo ekādasa abhabbapuggalā pana upasampāditāpi anupasampannā hontīti yojanā.",
  "tika-vin11t44:182": "667. ‘‘Akappiyā’’ti vuttā pattā ekādasa bhavantīti yojanā. Dārujena pattenāti dārumayena pattena. Ratanubbhavāti ratanamayā dasa pattā ekādasa bhavantīti yojanā. Dārujena cāti ettha ca-saddena tambalohamayapattassa saṅgaho. Yathāha ‘‘ekādasa pattāti tambalohamayena vā dārumayena vā saddhiṁ dasaratanamayā’’ti. Idha ratanaṁ nāma muttādidasaratanaṁ.",
  "tika-vin11t44:183": "668. Akappiyā pādukā ekādasa hontīti yojanā. Yathāha ‘‘ekādasa pādukāti dasa ratanamayā, ekā kaṭṭhapādukā. Tiṇapādukamuñjapādukapabbajapādukādayo pana kaṭṭhapādukasaṅgahameva gacchantī’’ti.",
  "tika-vin11t44:184": "669-70. Atikhuddakā atimahantāti yojanā. Khaṇḍanimittakā chāyānimittakāti yojanā. Bahiṭṭhena sammatāti sīmāya bahi ṭhitena sammatā. Nadiyaṁ, jātassare, samudde vā tathā sammatāti yojanā. Sīmāya sambhinnā sīmāya ajjhotthaṭā sīmāti yojanā. Imā ekādasa asīmāyo siyunti yojanā.",
  "tika-vin11t44:185": "671. Ekādaseva pathavī kappiyā, ekādaseva pathavī akappiyāti yojanā.",
  "tika-vin11t44:186": "Tattha ekādasa kappiyapathavī nāma suddhapāsāṇā, suddhasakkharā, suddhakathalā, suddhamarumbā, suddhavālukā, yebhuyyenapāsāṇā, yebhuyyenasakkharā, yebhuyyenakathalā, yebhuyyenamarumbā, yebhuyyenavālukāti imā dasa daḍḍhāya pathaviyā vā catumāsovaṭṭhakapaṁsupuñjena vā mattikāpuñjena vā saddhiṁ ekādasa. ‘‘Appapaṁsukā, appamattikā’’ti (pāci. 86) aparāpi pathaviyo vuttā, tā yebhuyyenapāsāṇādīsu pañcasuyeva saṅgahitā.",
  "tika-vin11t44:187": "Ekādasa akappiyapathavī nāma ‘‘suddhapaṁsu suddhamattikā appapāsāṇā appasakkharā appakathalā appamarumbā appavālukā yebhuyyenapaṁsukā yebhuyyenamattikā, adaḍḍhāpi vuccati jātā pathavī. Yopi paṁsupuñjo vā mattikāpuñjo vā atirekacātumāsaṁ ovaṭṭho, ayampi vuccati jātapathavī’’ti (pāci. 86) vuttā ekādasa.",
  "tika-vin11t44:188": "Gaṇṭhikākappiyā vuttā, ekādasa ca vīdhakāti ettha kappiyā gaṇṭhikā vidhakā ca ekādasa vuttāti yojanā. Te pana –",
  "tika-vin11t44:189": "‘‘Veḷudantavisāṇaṭṭhi-kaṭṭhalākhāphalāmayā;",
  "tika-vin11t44:190": "Saṅkhanābhimayā sutta-naḷalohamayāpi ca;",
  "tika-vin11t44:191": "Vidhā kappanti kappiyā, gaṇṭhiyo cāpi tammayā’’ti. –",
  "tika-vin11t44:192": "Imāya gāthāya saṅgahitāti veditabbā.",
  "tika-vin11t44:193": "674-5.Ukkhittassānuvattikā bhikkhunī ubhinnaṁ bhikkhubhikkhunīnaṁ vasā saṅghādisesesu aṭṭha yāvatatiyakāti ime ekādasa yāvatatiyakāti pakāsitāti yojanā.",
  "tika-vin11t44:194": "676. Nissayassa paṭippassaddhiyo dasekāva ekādaseva vuttāti yojanā. Chadhācariyato vuttāti –",
  "tika-vin11t44:195": "‘‘Pakkante pakkhasaṅkante, vibbhante cāpi nissayo;",
  "tika-vin11t44:196": "Maraṇāṇattupajjhāya-samodhānehi sammatī’’ti. –",
  "tika-vin11t44:197": "Ācariyato chadhā nissayapaṭippassaddhiyo vuttā. Upajjhāyā tu pañcadhāti tāsu upajjhāyasamodhānaṁ vinā avasesāhi pañcadhā upajjhāyapaṭippassaddhiyo vuttāti ime ekādasa.",
  "tika-vin11t44:198": "Ekādasakakathāvaṇṇanā.",
  "tika-vin11t44:199": "677.Teraseva dhutaṅgānīti paṁsukūlikaṅgādīni dhutaṅgāni teraseva honti.",
  "tika-vin11t44:200": "Paramāni ca cuddasāti ‘‘dasāhaparamaṁ atirekacīvaraṁ dhāretabbaṁ, māsaparamaṁ tena bhikkhunā taṁ cīvaraṁ nikkhipitabbaṁ, santaruttaraparamaṁ tena bhikkhunā tato cīvaraṁ sāditabbaṁ, chakkhattuparamaṁ tuṇhībhūtena uddissa ṭhātabbaṁ, navaṁ pana bhikkhunā santhataṁ kārāpetvā chabbassāni dhāretabbaṁ chabbassaparamatā dhāretabbaṁ, tiyojanaparamaṁ sahatthā haritabbāni, dasāhaparamaṁ atirekapatto dhāretabbo, sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabbāni, chārattaparamaṁ tena bhikkhunā tena cīvarena vippavasitabbaṁ, catukkaṁsaparamaṁ, aḍḍhateyyakaṁsaparamaṁ, dvaṅgulapabbaparamaṁ ādātabbaṁ, aṭṭhaṅgulaparamaṁ mañcapaṭipādakaṁ, aṭṭhaṅgulaparamaṁ dantakaṭṭha’’nti iti imāni cuddasa paramāni.",
  "tika-vin11t44:201": "Soḷaseva tu ‘‘jāna’’nti paññattānīti ‘‘jāna’’nti evaṁ vatvā paññattāni soḷasa. Te evaṁ veditabbā – jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ attano pariṇāmeyya, jānaṁ pubbupagataṁ bhikkhuṁ anupakhajja seyyaṁ kappeyya, jānaṁ sappāṇakaṁ udakaṁ tiṇaṁ vā mattikaṁ vā siñceyya vā siñcāpeyya vā, jānaṁ bhikkhuniparipācitaṁ piṇḍapātaṁ paribhuñjeyya, jānaṁ āsādanāpekkho, bhuttasmiṁ pācittiyaṁ, jānaṁ sappāṇakaṁ udakaṁ paribhuñjeyya, jānaṁ yathādhammaṁ nihaṭādhikaraṇaṁ puna kammāya ukkoṭeyya, jānaṁ duṭṭhullaṁ āpattiṁ paṭicchādeyya, jānaṁ ūnavīsativassaṁ puggalaṁ upasampādeyya, jānaṁ theyyasatthena saddhiṁ saṁvidhāya ekaddhānamaggaṁ paṭipajjeyya, jānaṁ tathāvādinā bhikkhunā akatānudhammena, jānaṁ tathānāsitaṁ samaṇuddesaṁ, jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ puggalassa pariṇāmeyya, jānaṁ pārājikaṁ dhammaṁ ajjhāpannaṁ bhikkhuniṁ nevattanā paṭicodeyya, jānaṁ coriṁ vajjhaṁ viditaṁ anapaloketvā, jānaṁ sabhikkhukaṁ ārāmaṁ anāpucchā paviseyyāti.",
  "tika-vin11t44:202": "678.Idha imasmiṁ sāsane yo bhikkhu anuttaraṁ sauttaraṁ uttarapakaraṇena sahitaṁ sakalampi vinayavinicchayaṁ jānāti, mahattare ativipule anuttare uttaravirahite uttame vinayanaye vinayāgate āpattianāpattigarukalahukakappiyaakappiyādivinicchayakamme. Atha vā vinayanaye vinayapiṭake pavattamāno so bhikkhu niruttaro bhavati paccatthikehi vattabbaṁ uttaraṁ atikkamitvā ṭhito, seṭṭho vā bhavati, tassa ceva paresañca saṁsayo na kātabboti yojanā. Jānatīti gāthābandhavasena rasso.",
  "tika-vin11t44:203": "Iti uttare līnatthapakāsaniyā",
  "tika-vin11t44:204": "Ekuttaranayakathāvaṇṇanā niṭṭhitā."
}