{
  "tika-vin11t3:0": "Saṅghādisesakathāvaṇṇanā",
  "tika-vin11t3:1": "325. Evaṁ nānānayapaṭimaṇḍitassa pārājikakaṇḍassa vinicchayaṁ dassetvā idāni tadanantaramuddiṭṭhassa terasakaṇḍassa vinicchayaṁ dassetumāha ‘‘mocetukāmatā’’tiādi. Mocetuṁ kāmetīti mocetukāmo, tassa bhāvo mocetukāmatā, tāya sampayuttaṁ cittaṁ mocetukāmatācittaṁ. Ettha ‘‘mocetukāmatā’’ti iminā ekādasasu rāgesu ‘‘mocanassādo’’ti vuttaṁ imassa saṅghādisesassa mūlakāraṇaṁ sukkamocanavisayaṁ rāgamāha.",
  "tika-vin11t3:2": "Ekādasarāgā nāma ‘‘mocanassādo, muccanassādo, muttassādo, methunassādo, phassassādo, kaṇḍuvanassādo, dassanassādo, nisajjassādo, vācassādo, gehassitapemaṁ, vanabhaṅgiya’’nti evamāgatā. Idha mocanaṁ nāma sambhavadhātumocanaṁ, tadatthāya tabbisayarāgasampayuttavedanā mocanassādo nāma. Tenāha aṭṭhakathāyaṁ ‘‘mocetuṁ assādo mocanassādo’’ti. Muccamāne assādo muccanassādo, sambhavadhātumhi muccamāne taṁrāgasampayuttā vedanā muccanassādo nāma. Eteneva nayena muttassādādivācassādāvasānesu padesu atthakkamo veditabbo. Imehi navahi padehi assādasīsena kuntayaṭṭhiñāyena taṁsahacarito rāgo dassito. Yathāha aṭṭhakathāyaṁ ‘‘navahi padehi sampayuttaassādasīsena rāgo vutto’’ti.",
  "tika-vin11t3:3": "Gehassitapemanti ettha gehaṭṭhā mātuādayo ādheyyaādhāravohārena ‘‘gehā’’ti vuccanti. ‘‘Mañcā ukkuṭṭhiṁ karontī’’tiādīsu viya tannissito sinehapariyāyo rāgo ‘‘gehassitapema’’nti vutto. Iminā padena rāgassa sabhāvo sandassito. Vanato bhañjitvā ābhataṁ yaṁ kiñci phalapupphādi vanabhaṅgiyaṁ nāma. Idha pana rāgavasena paṭibaddhacittaṁ mātugāmehi virahadukkhāpanayanatthaṁ (pārā. aṭṭha. 2.240) tesaṁ ṭhāne ṭhapetvā dassanaphusanavasena vindituṁ rāgīhi gahetabbato tehi piḷandhitamālasahitaṁ tambūlanti evamādi ‘‘vanabhaṅgiya’’nti adhippetaṁ. Iminā patthitavisayagocaro rāgo tadāyattavatthuvasena sandassito. Yathāha aṭṭhakathāyaṁ ‘‘ekena padena sarūpeneva rāgo, ekena padena vatthunā vutto. Vanabhaṅgo hi rāgassa vatthu, na rāgoyevā’’ti (pārā. aṭṭha. 2.240).",
  "tika-vin11t3:4": "‘‘Mocetukāmatā’’ti idameva avatvā ‘‘citta’’nti vacanena vītikkamasādhikāya kāyaviññattiyā samuṭṭhāpakaṁ rāgasampayuttaṁ cittavisesaṁ dasseti. Tena cittena samuṭṭhāpiyamānaṁ viññattisaṅkhātaṁ vītikkamaṁ ‘‘vāyāmo’’ti iminā dasseti. Vāyāmo nāma taṁcittasampayuttavīriyaṁ. Ettha pana ‘‘semho guḷo’’tiādīsu viya phale hetūpacārañāyena vītikkamassa visesahetubhūtavīriyavācakena ca padena vītikkamova vuttoti daṭṭhabbaṁ. Ajjhattabāhiravatthughaṭṭanaṁ, ākāse kaṭikampananti sukkamocanattho vāyāmoti attho. Sukkassa mocanaṁ sukkamocanaṁ.",
  "tika-vin11t3:5": "Ettha ca sukkassāti ‘‘sukkanti dasa sukkāni nīlaṁ pītakaṁ lohitakaṁ odātaṁ takkavaṇṇaṁ dakavaṇṇaṁ telavaṇṇaṁ khīravaṇṇaṁ dadhivaṇṇaṁ sappivaṇṇa’’nti (pārā. 237) padabhājane vuttāni sattānaṁ pittādiāsayabhedena, pathavidhātuādīnaṁ catunnaṁ vā rasasoṇitamaṁsamedaaṭṭhiaṭṭhimiñjānaṁ channaṁ dehadhātūnaṁ vā bhedena anekadhā bhinne dasavidhe sukke aññatarassa sukkassāti attho. Mocanaṁ vissaṭṭhīti pariyāyaṁ, pakatiyā ṭhitasakaṭṭhānato mocananti attho. Yathāha padabhājane ‘‘vissaṭṭhīti ṭhānato cāvanā vuccatī’’ti (pārā. 237). Iha ‘‘ṭhānaṁ nāma vatthisīsasaṅkhātaṁ muttakaraṇamūla’’nti keci. ‘‘Kaṭī’’ti apare. ‘‘Sakalakāyo’’ti aññe. Imesaṁ tiṇṇaṁ vacanesu ‘‘tatiyassa bhāsitaṁ subhāsita’’nti (pārā. aṭṭha. 2.237) aṭṭhakathāyaṁ tatiyavādassa katapāsaṁsattā kesalomanakhadantānaṁ maṁsavinimuttaṭṭhānañca muttakarīsakheḷasiṅghāṇikāthaddhasukkhacammañca vajjetvā avasesaṁ sakalasarīraṁ kāyappasādabhāvajīvitindriyaabaddhapittānaṁ viya sambhavadhātuyā ca ṭhānanti veditabbaṁ.",
  "tika-vin11t3:6": "‘‘Sukkamocana’’nti iminākiṁ vuttaṁ hotīti? ‘‘Ārogyatthāya, sukhatthāya, bhesajjatthāya, dānatthāya, puññatthāya, yaññatthāya, saggatthāya, bījatthāya, vīmaṁsatthāya, davatthāya mocetī’’ti (pārā. 237) vuttadasavidhaadhippāyantogadhaaññataraadhippāyo hutvā ‘‘rāgūpatthambhe, vaccūpatthambhe, passāvūpatthambhe, vātūpatthambhe, uccāliṅgapāṇakadaṭṭhūpatthambhe mocetī’’ti (pārā. 237) vuttapañcavidhakālānamaññatarakāle ‘‘ajjhattarūpe, bahiddhārūpe, ajjhattabahiddhārūpe, ākāse kaṭiṁ kampento mocetī’’ti (pārā. 237) vuttacaturupāyānamaññatarena upāyena yathāvuttarāgapisācavasena vivaso hutvā yathāvuttanīlādidasavidhasambhavadhātūnamaññataraṁ yathāvuttaṭṭhānato khuddakamakkhikāya pivanamattampi sace mocetīti saṅkhepato gahetabbaṁ. Ettha ca uccāliṅgapāṇakā nāma lomasapāṇā, yesaṁ lome alline aṅgajātaṁ kammaniyaṁ hoti.",
  "tika-vin11t3:7": "Aññatra supinantenāti supino eva supinanto, nissakkavacanappasaṅge karaṇavacanato supinantāti attho. Supinā nāma ‘‘vātādidhātukkhobhavasena vā pubbānubhūtaitthirūpādivisayavasena vā iṭṭhāniṭṭhadevatānubhāvena vā puññena paṭilabhitabbaatthassa, apuññena pattabbānatthassa ca pubbanimittavasena vā hotī’’ti (pārā. aṭṭha. 2.237) vuttesu catūsu kāraṇesu ekena kāraṇena kapiniddāya supine dissamānārammaṇato yaṁ sukkamocanaṁ hoti, taṁ avisayaṁ sukkamocanaṁ vināti vuttaṁ hoti.",
  "tika-vin11t3:8": "Saṅghādisesova saṅghādisesatā. Saṅghādisesaṁ āpajjitvā tato vuṭṭhātukāmassa kulaputtassa ādimhi parivāsadānatthaṁ , majjhe ca mūlāyapaṭikassanena vinā vā saha vā mānattadānatthaṁ, avasāne abbhānatthañca saṅgho esitabboti ‘‘saṅgho ādimhi ceva sese ca icchitabbo assāti saṅghādiseso’’ti (pārā. aṭṭha. 2.237; kaṅkhā. aṭṭha. sukkavissaṭṭhisikkhāpadavaṇṇanā) vuttattā saṅghādisesā nāma, sukkavissaṭṭhisaṅghādisesāpatti hotīti attho. Yathāha padabhājane ‘‘saṅghova tassā āpattiyā parivāsaṁ deti, mūlāya paṭikassati, mānattaṁ deti, abbheti, na sambahulā, na ekapuggalo, tena vuccati ‘saṅghādiseso’ti. Tasseva āpattinikāyassa nāmaṁ nāmakammaṁ adhivacanaṁ, tenapi vuccati ‘saṅghādiseso’’ti (pārā. 237). Ettha ca parivāsādikathā saṅghādisesāvasāne āgataṭṭhāneyeva āvi bhavissati.",
  "tika-vin11t3:9": "326. Ettāvatā mūlasikkhāpadāgataṁ attūpakkamamūlakaṁ āpattiṁ dassetvā idāni imissā saṅghādisesāpattiyā parūpakkamenapi āpajjanaṁ dassetumāha ‘‘parenā’’tiādi. Upakkamāpetvāti aṅgajātassa gahaṇaṁ vā ghaṭṭanaṁ vā kāretvā.",
  "tika-vin11t3:10": "327.Sañciccāti ‘‘upakkamāmi mocessāmī’’ti cetetvā pakappetvā. Upakkamantassāti ajjhattarūpādīsu tīsu yattha katthaci ghaṭṭentassa. Samuddiṭṭhanti ‘‘ceteti upakkamati na muccati, āpatti thullaccayassā’’ti (pārā. 262) padabhājane bhagavatā vuttanti adhippāyo.",
  "tika-vin11t3:11": "328. Imissaṁ gāthāyaṁ ‘‘attano aṅgajātaṁ upakkamantassā’’ti iminā ajjhattarūpe vā bahiddhārūpe vā ajjhattabahiddhārūpe vā attano aṅgajātaṁ ghaṭṭentassāti imassa atthassa vuttattā aṅgajātaghaṭṭanena vinābhāvato iminā asaṅgayhamānassāpi ākāse kaṭikampanena sukkamocane saṅghādisesassa paṭhamagāthāyaṁ ‘‘vāyāmo’’ti sāmaññavacanena saṅgahitattā taṁ ṭhapetvā ‘‘tena kho pana samayena aññatarassa bhikkhuno mocanādhippāyassa ākāse kaṭiṁ kampentassa asuci mucci…pe… asuci na mucci. Tassa kukkuccaṁ ahosi…pe… anāpatti bhikkhu saṅghādisesassa, āpatti thullaccayassā’’ti ākāsekaṭikampanavatthumhi vuttattā amutte thullaccayaṁ saṅgahetumāha ‘‘sañciccā’’tiādi.",
  "tika-vin11t3:12": "Tattha sañciccāti ‘‘upakkamāmi mocessāmī’’ti jānitvā sañjānitvāti attho. ‘‘Upakkamantassā’’ti sāmaññato taṁ visesetuṁ ‘‘ākāse kampanenapī’’ti āha, kaṭikampanenāti gahetabbaṁ. Kathamidaṁ labbhatīti ce? Imāya kathāya saṅgahetabbavatthumhi ‘‘ākāse kaṭiṁ kampentassā’’ti (pārā. 266) pāṭhe ‘‘kaṭiṁ kampentassā’’ti vacanasahacarassa ‘‘ākāse’’ti vacanassa sannidhānabalena labbhati atthappakaraṇasaddantarasannidhānā saddānaṁ visesatthadīpanato.",
  "tika-vin11t3:13": "329.Vatthinti muttavatthiṁ, muttakaraṇassa vatthinti attho. Kīḷāya pūretvāti gāmadārako viya kīḷitukāmatāya muttavatthiṁ daḷhaṁ gahetvā pūretvāti attho. Yathāha vatthivatthumhi aṭṭhakathāyaṁ ‘‘te bhikkhū vatthiṁ daḷhaṁ gahetvā pūretvā pūretvā vissajjentā gāmadārakāviya passāvamakaṁsū’’ti (pārā. aṭṭha. 2.264). ‘‘Na vaṭṭatī’’ti sāmaññena kasmā vuttanti? Tasmiṁ vatthusmiṁ vuttanayena mocanādhippāyena daḷhaṁ gahetvā pūretvā pūretvā vissajjentassa sukke mutte mocanādhippāyo ceteti, upakkamati, muccatīti aṅgānaṁ sampannattā saṅghādisesassa , amutte thullaccayassa sambhavato ubhayasaṅgahatthamāha.",
  "tika-vin11t3:14": "330.Upanijjhāyanavatthumhi ‘‘na ca bhikkhave sārattena mātugāmassa aṅgajātaṁ upanijjhāyitabbaṁ, yo upanijjhāyeyya, āpatti dukkaṭassā’’ti (pārā. 266) pāḷiyaṁ ‘‘mātugāmassā’’ti sāmaññena vuttattā ‘‘tissanna’’nti vadati. Tissannaṁ pana itthīnanti manussāmanussatiracchānagatavasena tissannaṁ itthīnaṁ. ‘‘Aṅgajāta’’nti visesetvā vuttattā ‘‘nimitta’’nti muttakaraṇameva vuccati, paṭasatenāpi paṭicchāditaṁ vā appaṭicchāditaṁ vā yonimagganti attho. Tenāha aṭṭhakathāyaṁ ‘‘sacepi paṭasataṁ nivatthā hoti, purato vā pacchato vā ṭhatvā ‘imasmiṁ nāma okāse nimitta’nti upanijjhāyantassa dukkaṭameva. Anivatthānaṁ gāmadārikānaṁ nimittaṁ upanijjhāyantassa pana kimeva vattabba’’nti (pārā. aṭṭha. 2.266). Purato vāti ettha ‘‘ṭhatvā’’ti pāṭhaseso.",
  "tika-vin11t3:15": "331. Ekena…pe… passato ekaṁ dukkaṭanti sambandho. ‘‘Ekena payogena ekaṁ dukkaṭa’’nti vacanato anekehi payogehi anekāni dukkaṭānīti byatirekato labbhati. Yathāha aṭṭhakathāyaṁ ‘‘ito cito ca viloketvā punappunaṁ upanijjhāyantassa payoge payoge dukkaṭa’’nti (pārā. aṭṭha. 2.266). Imissā aṭṭhakathāya ‘‘ito cito cā’’ti vuttattā ummīlananimīlananti ettha ‘‘vividhā taṁ anoloketvā tameva olokentassā’’ti labbhati.",
  "tika-vin11t3:16": "332. Amocanādhippāyassa muttasmiṁ anāpatti pakāsitāti yojanā. Mocanādhippāyaṁ vinā bhesajjakaraṇatthaṁ suddhacittena aṅgajāte bhesajjalepaṁ karontassa vā suddhacitteneva uccārapassāvādiṁ karontassa vā muttepi anāpattīti idaṁ ‘‘anāpatti supinantena namocanādhippāyassā’’tiādinā (pārā. 263) nayena anāpattivāre vuttamevāti attho.",
  "tika-vin11t3:17": "Imasmiṁ pāṭhe ‘‘anupakkamantassā’’ti avuttepi imassa pāṭhassa purato ‘‘ceteti na upakkamati muccati, anāpattī’’ti (pārā. 262) ca ‘‘na ceteti na upakkamati muccati, anāpattī’’ti (pārā. 262) ca vacanato taṁ saṅgahetumāha ‘‘anupakkamatopi ca muttasmiṁ anāpatti pakāsitā’’ti. Mocanassādarāgena pīḷito hutvā ‘‘aho vata me mucceyyā’’ti cintetvā vā evarūpamocanassādarāgapīḷāpubbaṅgamacitte asatipi kevalaṁ kāmavitakkamattena upahato hutvā tādisaajjhattikabāhiravatthūsu ghaṭṭanavasena vā ākāse kaṭikampanavasena vā upakkamaṁ akarontassa tādisacintābalena vā kāmavitakkabalena vā sukke muttepi anāpattīti idaṁ yathāvuttapāṭhavasena pakāsitanti attho.",
  "tika-vin11t3:18": "Supinantena muttasmiṁ, anāpatti pakāsitāti ettha antasaddatthābhāvato supineti attho. Supine methunaṁ dhammaṁ paṭisevantassa vā mātugāmehi kāyasaṁsaggaṁ āpajjantassa vā sukke muttepi avisayattā anāpatti pāḷiyaṁ ‘‘anāpatti bhikkhu supinantenā’’ti (pārā. 263) iminā pakāsitāti attho.",
  "tika-vin11t3:19": "Ettha ṭhatvā aṭṭhakathāyaṁ ‘‘supine pana uppannāya assādacetanāya sacassa visayo hoti, niccalena bhavitabbaṁ. Na hatthena nimittaṁ kīḷāpetabbaṁ. Kāsāvapaccattharaṇarakkhanatthaṁ pana hatthapuṭena gahetvā jagganatthāya udakaṭṭhānaṁ gantuṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.262) vuttattā aṇḍapālikā kikīsakuṇā viya, vālapālikā camarī viya, ekanettapālako puriso viya ca kāyajīvitepi apekkhaṁ pahāya sīlaṁ rakkhitukāmena sikkhākāmena nibbānagāminipaṭipattiṁ pūretukāmena kulaputtena ‘‘aññatra supinantā’’ti (pārā. 237) vadato tathāgatassa adhippāyānukūlaṁ aṭṭhakathāto ñatvā appamattena paṭipajjitabbanti ayamatrānusāsanī.",
  "tika-vin11t3:20": "Sukkavissaṭṭhikathāvaṇṇanā.",
  "tika-vin11t3:21": "333.Manussitthinti manussajātikaṁ itthiṁ, ‘‘mātugāmo nāma manussitthī, na yakkhī, na petī, na tiracchānagatā, antamaso tadahujātāpi dārikā, pageva mahattarī’’ti (pārā. 271) padabhājane vuttattā tadahujātakumārikābhāvenapi ṭhitaṁ jīvamānakamanussamātugāmanti vuttaṁ hoti. ‘‘Manussitthi’’nti sāmaññavacanena jīvamānakamanussitthinti ayaṁ viseso kuto labbhatīti? Vinītavatthumhi (pārā. 281 ādayo) matitthiyā kāyaṁ phusantassa thullaccayavacanato pārisesato labbhati. Āmasantoti ‘‘hatthaggāhaṁ vā veṇiggāhaṁ vā aññatarassa vā aññatarassa vā aṅgassa parāmasana’’nti (pārā. 270) vuttattā hatthādiaṅgapaccaṅgaphusanādinānappakārānaṁ aññatarena pakārena āmasantoti attho. Attano kāyena itthiyā kāyassa saṁsagge missībhāve rāgo kāyasaṁsaggarāgo. Saṅghādiseso etassa atthīti saṅghādisesiko, kāyasaṁsaggasaṅghādiseso āpanno hotīti vuttaṁ hoti.",
  "tika-vin11t3:22": "334. Kāyasaṁsaggarāgena itthiyā antamaso lomampi attano sarīre lomena phusantassa bhikkhuno saṅghādisesāpatti hotīti yojanā. Ettha (pārā. aṭṭha. 2.274) ‘‘lomagaṇanāya saṅghādisesā hontī’’ti kurundaṭṭhakathāmatassa aṭṭhitattā , ‘‘koṭṭhāsagaṇanāya na hoti, itthigaṇanāya hotī’’ti mahāaṭṭhakathāmatassa ṭhitattā saṅghasantake mañcapīṭhe paccattharaṇādinā kenaci appaṭicchādite phusantassa viya lomagaṇanāya ahutvā phuṭṭhalomānaṁ bahuttepi ekasmiṁ payoge ekā eva āpatti, bahūsu payogesu payogagaṇanāya āpattiyo hontīti sanniṭṭhānaṁ.",
  "tika-vin11t3:23": "335.Itthiyāti manussitthiyā. Samphuṭṭhoti hatthādisarīrāvayave saṁsaggaṁ samāpanno. Sevanacetano vāyamitvā kāyasaṁsaggarāgena attano kāyaṁ cāletvāti attho. Saṅghādisesatāti ettha sakatthe taddhitappaccayo. ‘‘Saṅghādisesitā’’ti pana pāṭho sundaro, saṅghādisesassa atthitā vijjamānabhāvoti attho. Saṅghādisesāpattiyā sabbhāvasaṅkhātā atthitā īpaccayatthe puggale saṅghādisesīsaddapavattinimittaṁ hotīti bhāvapaccayo taṁatthavasena labbhati. Yathāhu ‘‘yassa guṇassa hi bhāvā dabbe saddasanniveso, tadabhidhāne ttatādayo’’ti.",
  "tika-vin11t3:24": "336.Ekena hatthena gahetvāti (kaṅkhā. aṭṭha. kāyasaṁsaggasikkhāpadavaṇṇanā) ettha ‘‘kāyasaṁsaggarāgenā’’ti ānetvā sambandhitabbaṁ. ‘‘Manussitthi’’nti ajjhāhāro. Taṁ manussitthiṁ. Tattha tatthāti itthiyā tasmiṁ tasmiṁ sarīrāvayave. ‘‘Ekāvāpattī’’ti paṭhamaṁ gahitahatthassa anapanītattā vuttaṁ. Gahitahatthaṁ pana mocetvā punappunaṁ phusantassa payogagaṇanāya āpatti hotīti byatirekato labbhati.",
  "tika-vin11t3:25": "337. Ekena hatthena aggahetvā sīsato yāva pādaṁ, pādato yāva sīsañca kāyā hatthaṁ amocetvā divasampi taṁ itthiṁ phusantassa ekāvāpattīti yojanā. Etthāpi ‘‘amocetvā’’ti byatirekato mocetvā phusantassa payogagaṇanāya anekāpattiyoti labbhati.",
  "tika-vin11t3:26": "338. Ekato gahitapañcaṅgulīnaṁ gaṇanāya sace āpatti siyā, ekassa mātugāmassa sarīraṁ rāgacittena phusantassa dvattiṁsakalāpakoṭṭhāsato byatirekassa sarīrassābhāvā dvattiṁsakalāpakoṭṭhāsagaṇanāya āpattiyā bhavitabbaṁ, tathā abhāvato idampi na hotīti dassanatthaṁ ‘‘na hi koṭṭhāsato siyā’’ti āha.",
  "tika-vin11t3:27": "340-1.Itthiyā vimatissāpi attano kāyena itthiyā kāyaṁ phusato tassa thullaccayaṁ siyā, itthiyā paṇḍakādisaññinopi attanopi kāyenaitthiyā kāyaṁ phusato tassa thullaccayaṁ siyā. Ādi-saddena purisatiracchānagatānaṁ saṅgaho. Itthiyā itthisaññino attano kāyena itthiyā kāyasambaddhaṁ phusato tassa thullaccayaṁ siyā. Paṇḍake paṇḍakasaññino attano kāyena paṇḍakassa kāyaṁ phusato tassa thullaccayaṁ siyā. Yakkhipetīsu yakkhipetisaññino attano kāyena tāsaṁ kāyaṁ phusato tassa thullaccayaṁ siyāti yojanā. Ettha ‘‘paṇḍakaggahaṇena ubhatobyañjanakopi gayhatī’’ti vajirabuddhiṭīkāyaṁ vuttaṁ. ‘‘Itthiyā vematikassāpi paṇḍakādisaññinopi attano kāyena itthiyā kāyasambaddhaṁ phusato tassa thullaccayaṁ siyā’’ti na yojetabbaṁ. Kasmā? Tathā yojanāyaṁ pāḷiyaṁ dukkaṭaṁ vuttaṁ, na thullaccayanti aniṭṭhappasaṅgato.",
  "tika-vin11t3:28": "‘‘Dukkaṭaṁ kāyasaṁsagge, tiracchānagatitthiyā’’ti iminā vinītavatthumhi āgatanaye saṅgahitepi teneva nayena paṇḍake vimatiitthisaññitādiaññamatipakkhe ca purisatiracchānagatesu purisatiracchānagatasaññivimatipaṇḍakādiaññamatipakkhe ca iti imesaṁ tiṇṇaṁ kāyapaṭibaddhāmasanādīsu ca padabhājane vuttasabbadukkaṭāpattiyo upalakkhitāti daṭṭhabbaṁ.",
  "tika-vin11t3:29": "342. Attano kāyena paṭibaddhena itthiyā kāyena paṭibaddhaṁ phusantassa bhikkhuno pana dukkaṭanti yojanā. Ettha pi-saddo vuttadukkaṭānaṁ samuccayattho. Ca-saddena pana avuttasamuccayatthena ‘‘nissaggiyena kāyaṁ āmasati. Nissaggiyena kāyapaṭibaddhaṁ āmasati. Nissaggiyena nissaggiyaṁ āmasati, āpatti dukkaṭassā’’ti (pārā. 276) pāḷiyaṁ āgatadukkaṭānaṁ saṅgaho veditabbo.",
  "tika-vin11t3:30": "343-4. Na kevalaṁ padabhājanāgataitthisarīrādikameva anāmāsaṁ, vinītavatthūsu dārudhītalikavatthuanulomato potthalikādiitthirūpakañca nissaggiyavārānulomato asarīraṭṭhaṁ mātugāmehi paribhuttavatthābharaṇādiñca vibhaṅgakkhandhakādīsu vuttanayānusārena aṭṭhakathāgataṁ avasesaṁ anāmāsavatthuñca āmasantassa āpattiṁ saṅgahetumāha ‘‘itthīna’’ntiādi.",
  "tika-vin11t3:31": "‘‘Itthīnaṁ itthirūpañcā’’ti idaṁ ‘‘itthikāya itthidhanaṁ (pārā. 34), saddhānaṁ saddhāparāyana’’ntiādīsu viya lokavohāravasena vuttaṁ. Itthīnaṁ dārulohamayādikaṁ itthirūpañcāti yojanā. Ādi-saddena heṭṭhimaparicchedato mattikāya, piṭṭhena vā kataṁ mātugāmarūpaṁ saṅgaṇhāti. Mātugāmarūpaṁ yena kenaci dinnaṁ sabbaratanamayaṁ vinā avasesaṁ sādiyitvā bhinditvā samaṇasāruppaparikkhāraṁ kārāpetuṁ, aphusitvā paribhuñjitabbe vā yojetuṁ vaṭṭati.",
  "tika-vin11t3:32": "‘‘Vattha’’nti iminā nivāsanapārupanadvayampi sāmaññena gahitaṁ. Idañca mātugāmena paribhuñjituṁ ṭhapitampi anāmāsameva, cīvaratthāya dinnaṁ sampaṭicchitvā gaṇhituṁ vaṭṭati. Heṭṭhimaparicchedena tiṇacumbaṭakaṁ, aṅguliyā paṇṇamuddikaṁ upādāya alaṅkārameva. Ettha ca vālakesavaṭṭakesesu pavesanakadantasūciādi kappiyabhaṇḍaṁ diyyamānaṁ samaṇasāruppaparikkhāratthāya gahetabbaṁ.",
  "tika-vin11t3:33": "Tatthajātaphalaṁ khajjanti rukkhe ṭhitaṁ khāditabbaṁ panasanāḷikerādiphalañca manussehi rāsikataṁ paribhuñjitabbaphalañca ‘‘manussehi rāsikatesupi eseva nayo’’ti (pārā. aṭṭha. 2.281) aṭṭhakathāyaṁ vuttattā anāmāsanti upalakkhaṇato imināva gahetabbaṁ. Araññe rukkhato patitaṁ phalaṁ ‘‘anupasampannassa dassāmī’’ti gahetuṁ vaṭṭati. ‘‘Muggādiṁ tatthajātaka’’nti upalakkhaṇapadattā gacchato viyuttampi gahetabbaṁ. Muggādinti ettha ‘‘aparaṇṇa’’nti pāṭhaseso.",
  "tika-vin11t3:34": "Sabbāni dhaññānīti ‘‘sāli vīhi yavo kaṅgu, kudrūsavarakagodhumā’’ti vuttāni satta dhaññāni. Khettamaggena gacchatā sālisīse hatthena aphusantena gantabbaṁ. Sace maggo sambādho hoti, sarīre dhaññaṁ phusantepi maggattā na doso. Vīthiyaṁ, gehaṅgaṇe vā dhaññesu pasāritesu apasakkitvā ce gantuṁ na sakkā, ‘‘maggaṁ adhiṭṭhāya gantabba’’nti (pārā. aṭṭha. 2.281) aṭṭhakathāvacanato ‘‘imaṁ maggaṁ gamissāmī’’ti gantuṁ vaṭṭati. ‘‘Kulagehe dhaññamatthake ce āsanaṁ paññāpetvā dinnaṁ hoti, nisīdituṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.281 atthato samānaṁ) aṭṭhakathāyaṁ vuttaṁ. ‘‘Āsanasālāyaṁ dhaññe vippakiṇṇe anukkamitvā ekamante pīṭhakaṁ paññāpetvā nisīditabbaṁ. Sace manussā tasmiṁ dhaññamatthake āsanaṁ paññāpetvā denti, nisīdituṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.281 atthato samānaṁ) aṭṭhakathāyaṁ vuttattā attanā tattha āsanaṁ paññāpetvā nisīdituṁ na vaṭṭati.",
  "tika-vin11t3:35": "345. Dhamanasaṅkhādiṁ sabbaṁ pañcaṅgaturiyampi cāti sambandho. Dhamanasaṅkho nāma saddakaraṇasaṅkho . Ādi-saddena vaṁsasiṅgatāḷādīnaṁ saṅgaho. Pañcaṅgaturiyanti ātataṁ, vitataṁ, ātatavitataṁ, ghanaṁ, susiranti pañcaṅgasaṅkhātaṁ turiyaṁ. Tattha ātataṁ nāma cammapariyonaddhesu bheriādīsu ekato ākaḍḍhitvā onaddhaṁ ekatalaturiyaṁ. Vitataṁ nāma ubhato ākaḍḍhitvā onaddhaṁ ubhayatalaturiyaṁ. Ātatavitataṁ nāma ubhayato ca majjhato ca sabbato pariyonandhitaṁ. Ghanaṁ sammādi. Sammanti tāḷaṁ, ghaṇṭākiṅkaṇiādīnampi ettheva saṅgaho. Susiranti vaṁsādi.",
  "tika-vin11t3:36": "Idha (pārā. aṭṭha. 2.281) kurundaṭṭhakathāyaṁ vuttanayena bheripokkharañca bheritalacammañca vīṇā ca vīṇāpokkharacammañca daṇḍo ca anāmāsaṁ. ‘‘Pūjaṁ katvā cetiyaṅgaṇādīsu ṭhapitabheriyo acālentena avasesaṭṭhānaṁ sammajjitabbaṁ. Kacavarachaḍḍanakāle kacavaraṁ viya gahetvā ekasmiṁ ṭhāne ṭhapetabba’’nti mahāpaccariyaṁ vuttaṁ. Turiyabhaṇḍesu yaṁ kiñci attano dīyamānaṁ taṁ parivattetvā kappiyaparikkhāraṁ gahetuṁ adhivāsetabbaṁ. Doṇi vā pokkharaṁ vā dantakaṭṭhanikkhipanatthāya, cammañca satthakosakaraṇatthāya gahetabbaṁ.",
  "tika-vin11t3:37": "Ratanāni ca sabbānīti muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ rajataṁ jātarūpaṁ lohitaṅko masāragallanti (pārā. aṭṭha. 2.281) vuttāni sabbāni ratanāni ca. Ettha ca viddhā, aviddhā vā sāmuddikādī sabbāpi muttā anāmāsā. Bhaṇḍamūlatthañca gaṇhituṁ na vaṭṭati. Antamaso jātiphalikaṁ upādāya nīlapītādibhedo sabbopi maṇi dhotaviddho anāmāso. Āhatākāreneva ṭhito aviddhādhoto maṇi pattādi bhaṇḍamūlatthaṁ adhivāsetuṁ vaṭṭatīti vuttaṁ. Mahāpaccariyaṁ pana paṭikkhittaṁ. Pacitvā kato kācamaṇiyeveko vaṭṭati. Veḷuriye ca maṇisadisoyeva vinicchayo.",
  "tika-vin11t3:38": "Dhamanasaṅkho ‘‘sabbaṁ dhamanasaṅkhādi’’ntiādigāthāya turiyesu gahito. Ratanakhacito saṅkho anāmāso. Pānīyasaṅkho dhotopi adhotopi āmāso. Avasesasaṅkho pana añjanādibhesajjatthaṁ, pattādibhaṇḍamūlabhāvena ca adhivāsetuṁ vaṭṭati. Suvaṇṇena ekato viliyāpetvā katā muggavaṇṇā silā anāmāsā. Sesā silā khuddakanisānādikammatthaṁ adhivāsetuṁ vaṭṭati. ‘‘Pavāḷaṁ dhotamadhotañca viddhamaviddhañca sabbathā anāmāsaṁ, nāpi adhivāsetabba’’nti mahāpaccariyaṁ vuttattā pavāḷapaṭimācetiyāni ceva potthakesu pavesetabbaāṇiyā mūle, aggeca pavesetabbaṁ padumādiākārena kataṁ vaṭṭañca na gahetabbaṁ na phusitabbaṁ.",
  "tika-vin11t3:39": "Bījato paṭṭhāya rajataṁ, jātarūpañca kataṁ vā hotu akataṁ vā, sabbaso anāmāsaṁ, na ca sāditabbaṁ. Iminā kataṁ paṭimādikañca ārakūṭalohañca anāmāsanti vakkhati. Katākatasuvaṇṇarajatānaṁ asādiyitabbatāya idha aṭṭhakathāya āgatattā uttarena rājaputtena kāretvā āhaṭaṁ suvaṇṇacetiyaṁ na vaṭṭatīti mahāpadumattherena paṭikkhittanti suvaṇṇapaṭimācetiyapotthakāvacchādakamaṇipadumavaṭṭādi yaṁ kiñci na sāditabbameva, na ca āmasitabbaṁ. Etena kataṁ senāsanopakaraṇaṁ pana paribhuñjituṁ vaṭṭati. Dhammamaṇḍape katampi paṭijaggituṁ vaṭṭati. Lohitavaṇṇo maṇi, masāragallamaṇi ca sabbathā anāmāso, na ca adhivāsetabboti mahāpaccariyaṁ vuttaṁ.",
  "tika-vin11t3:40": "346.Sabbamāvudhabhaṇḍanti khaggādi sabbaṁ āvudhopakaraṇaṁ pattādikappiyaparikkhāramūlatthāya dīyamānaṁ satthavāṇijāya akātabbattā na gahetabbaṁ, ‘‘imaṁ gaṇhathā’’ti dinnaṁ bhinditvā khaṇḍākhaṇḍikaṁ katvā ‘‘khurādikappiyaparikkhāraṁ kāressāmī’’ti sādituṁ vaṭṭati. Saṅgāmabhūmiyaṁ magge patitakhaggādiṁ disvā pāsāṇena bhinditvā ‘‘khurādikappiyabhaṇḍāni kāressāmī’’ti gaṇhituṁ vaṭṭati. Ususattiādikaṁ phalato daṇḍaṁ apanetvā kappiyaparikkhārakārāpanatthāya gahetabbaṁ.",
  "tika-vin11t3:41": "Jiyāti dhanuguṇo. Ca-kārena imissā gāthāya avuttaṁ aṅkusatomarādiṁ parahiṁ sopakaraṇaṁ saṅgaṇhāti. Dhanudaṇḍakoti jiyāvirahito dhanudaṇḍako. Idaṁ parahiṁsopakaraṇabhaṇḍādikaṁ vihāre sammajjitabbaṭṭhāne ṭhapitaṁ ce, sāmikānaṁ vatvā tehi aggahitaṁ ce, acālentena sammajjitabbaṁ.",
  "tika-vin11t3:42": "Jālañcāti macchajālapakkhijālādijālañca. Jālaṁ dīyamānaṁ chattaveṭhanatthaṁ, āsanacetiyādimatthake bandhanādipayojane sati tadatthañca gahetabbaṁ. Saravāraṇaṁ nāma phalakādikaṁ aññehi attano vijjhanatthāya vissaṭṭhasaranivāraṇaṁ vināsanoparodhakāraṇaṁ hotīti bhaṇḍamūlatthaṁ sādituṁ vaṭṭati. ‘‘Dantakaṭṭhādhāraphalakādi yadicchitaṁ karomī’’ti muṭṭhiṁ apanetvā gahetuṁ vaṭṭati.",
  "tika-vin11t3:43": "347.Cetiyanti ettha ‘‘suvaṇṇacetiya’’nti idaṁ ‘‘suvaṇṇapaṭibimbādī’’ti anantaraṁ vuttattā labbhati. Suvaṇṇaggahaṇañcupalakkhaṇanti rajatamayañca gahetabbaṁ. Ārakūṭakanti suvaṇṇavaṇṇaṁ lohavisesamāha . ‘‘Anāmāsa’’nti idaṁ ‘‘asampaṭicchiyaṁ vā’’ti etassa upalakkhaṇaṁ.",
  "tika-vin11t3:44": "348. Sabbaṁ vāditamiti sambandho. Onahitunti cammavarattatantīhi bandhituṁ. Onahāpetunti tatheva aññehi kārāpetuṁ. Vādāpetunti aññehi vādāpetuṁ. Vādetunti attanā vādetuṁ. Vāditanti vādanīyaṁ yathā ‘‘karaṇīyaṁ kārita’’nti, vādanārahaṁ turiyabhaṇḍanti attho. Idañca onahanādikiriyāya kammaṁ.",
  "tika-vin11t3:45": "349.Upahāraṁ karissāmāti pūjaṁ karissāma. Iti anumatiggahaṇatthāya. Vattabbāti te vattāro vattabbāti yojanā.",
  "tika-vin11t3:46": "350-1.Dhuttiyā itthiyāti vipannācārāya loḷitthiyā. Sayaṁ phusiyamānassāti bhikkhuno payogaṁ vinā itthiyā attanāva phusiyamānassa. Kāyena avāyamitvāti tassā sarīrasamphassānubhavanatthaṁ attano kāyaṁ acāletvā. Phassaṁ paṭivijānatoti phassaṁ anubhavantassa.",
  "tika-vin11t3:47": "Asañciccāti ettha ‘‘phusane’’ti pāṭhaseso, ‘‘iminā upāyena imaṁ phusāmī’’ti acetetvā. Kiṁ vuttaṁ hoti? ‘‘Iminā pattapaṭiggahaṇādinā upāyena etissā sarīrasamphassaṁ anubhavissāmī’’ti acintetvā pattathālakataṭṭakapaṇṇapuṭabhesajjādiṁ paṭiggaṇhāpentiyā hatthe attano hatthena phusanādīsu anāpattīti vuttaṁ hoti. ‘‘Assatiyā’’ti idaṁ pana imināva saṅgahitattā idha visuṁ na vuttaṁ, mātugāmassa sarīre phusanabhāvaṁ ajānitvā aññavihito hutvā satiṁ anupaṭṭhapetvā hatthapādapasāraṇādīsu phusantassāti attho.",
  "tika-vin11t3:48": "Ajānantassāti dārakākāraṁ dārikaṁ ‘‘mātugāmo’’ti ajānitvā kenaci karaṇīyena phusantassa . Mokkhādhippāyino cāti ‘‘mokkhādhippāyo kāyena vāyamati, phassaṁ paṭivijānāti, anāpatti. Mokkhādhippāyo kāyena vāyamati, na ca phassaṁ paṭivijānāti, anāpatti. Mokkhādhippāyo na ca kāyena vāyamati, phassaṁ paṭivijānāti, anāpatti. Mokkhādhippāyo na ca kāyena vāyamati, na ca phassaṁ paṭivijānāti, anāpattī’’ti (pārā. 279) vuttamokkhādhippāyavato catubbidhassa puggalassāti vuttaṁ hoti. ‘‘Anāpattī’’ti iminā sambandho.",
  "tika-vin11t3:49": "Imesu yo mātugāmena āliṅganādipayogena ajjhottharayamāno taṁ attano sarīrato apanetvā muñcitukāmo hatthacālena, muṭṭhiādīhi vā paṭipaṇāmanaṁ, paharaṇādikañca payogaṁ karoti, ayaṁ paṭhamo puggalo. Attānamajjhottharituṁ āgacchantiṁ itthiṁ disvā paharaṇākārādisabbapayogaṁ dassetvā tāsetvā attano sarīraṁ phusituṁ adento dutiyo. Itthiyā ajjhottharitvā āliṅgito copanarahitaṁ maṁ ‘‘anatthiko’’ti mantvā ‘‘sayameva palāyissatī’’ti, ‘‘acopanameva mokkhopāyo’’ti ñatvā niccalova hutvā phassaṁ paṭivijānanto tatiyo. Attānaṁ ajjhottharitumāgacchantiṁ itthiṁ disvā dutiyo viya tāsetuṁ kāyappayogaṁ akatvā ‘‘agate pātessāmi, paharitvā tāsessāmī’’ti vā cintetvā niccalova hutvā tiṭṭhanto catutthoti veditabbo.",
  "tika-vin11t3:50": "352.Paṭhamenāti ettha ‘‘pārājikenā’’ti pāṭhaseso, kāyacittasamuṭṭhānanti vuttaṁ hoti. Idha cittaṁ nāma kāyasaṁsaggarāgasampayuttaṁ cittaṁ, sukkavissaṭṭhimhi mocetukāmatāya sampayuttaṁ cittaṁ.",
  "tika-vin11t3:51": "Kāyasaṁsaggakathāvaṇṇanā.",
  "tika-vin11t3:52": "353-4.Duṭṭhullavācassādenāti duṭṭhu kucchitabhāvaṁ ulati gacchatīti duṭṭhullā, duṭṭhullā ca sā vācā cāti duṭṭhullavācā, vaccamaggapassāvamagge methunadhammapaṭisaṁyuttā vācā, yathāha ‘‘duṭṭhullā nāma vācā vaccamaggapassāvamaggamethunadhammapaṭisaṁyuttā vācā’’ti (pārā. 285), duṭṭhullavācāya assādo duṭṭhullavācassādo, tathāpavattavacīviññattisamuṭṭhāpakacittasampayuttā cetanā, tena sampayutto rāgo idha sahacariyena ‘‘duṭṭhullavācassādo’’ti vutto, tena, duṭṭhullavācassādasampayuttena rāgenāti attho. Iminā ‘‘obhāsantassā’’ti vakkhamānaobhāsanassa hetu dassito.",
  "tika-vin11t3:53": "Itthiyā itthisaññino bhikkhunoti yojanā. Itthiyā itthisaññinoti ‘‘mātugāmo nāma manussitthī, na yakkhī, na petī, na tiracchānagatā, viññū paṭibalā subhāsitadubbhāsitaṁ duṭṭhullāduṭṭhullaṁ ājānitu’’nti padabhājane niddiṭṭhasarūpāya subhāsitadubbhāsitaṁ jānantiyā manussitthiyā itthisaññino bhikkhunoti attho. ‘‘Dvinnaṁ maggāna’’nti etassa sambandhīvasena ‘‘itthiyā’’ti idaṁ sāmivasena yojetabbaṁ, yathāvuttasarūpassa mātugāmassa vaccamaggapassāvamagganti attho. Vaṇṇāvaṇṇavasena cāti ‘‘vaṇṇaṁ bhaṇati nāma dve magge thometi vaṇṇeti pasaṁsati. Avaṇṇaṁ bhaṇati nāma dve magge khuṁseti vambheti garahatī’’ti niddese vuttanayena ubho magge uddissa thomanagarahaṇavasenāti vuttaṁ hoti.",
  "tika-vin11t3:54": "Methunassa yācanādayo methunayācanādayo, tehi methunayācanādīhi, ‘‘yācatipi āyācatipi pucchatipi paṭipucchatipi ācikkhatipi anusāsatipi akkosatipī’’ti (pārā. 285) uddese vuttamethunayācanādivasenāti vuttaṁ hoti. Imehi dvīhi ‘‘obhāsantassā’’ti vuttaobhāsanā dassitā. Obhāsantassāti uddesayantassa, pakāsentassāti attho. ‘‘Viññu’’nti iminā obhāsanakiriyāya kammamāha, iminā visesitabbaṁ ‘‘manussitthi’’nti idaṁ pakaraṇato labbhati, yathādassitapadabhājanāgatasarūpaṁ viññuṁ paṭibalaṁ manussitthinti vuttaṁ hoti. Antamaso hatthamuddāyapīti obhāsane antimaparicchedadassanaṁ. Duṭṭhullavacanassādabhāve sati yo vaccamaggapassāvamaggapaṭibaddhaṁ guṇadosaṁ vā methunadhammayācanādivasena vā duṭṭhullāduṭṭhullaṁ jānantiṁ manussitthiṁ heṭṭhimaparicchedena hatthamuddāyapi vadeyyāti attho.",
  "tika-vin11t3:55": "Imasmiṁ gāthādvaye duṭṭhullavācassādena itthiyā itthisaññino viññuṁ taṁ itthiṁ dvinnaṁ maggānaṁ vaṇṇavasena antamaso hatthamuddāyapi obhāsantassa bhikkhuno garukaṁ siyāti ekaṁ vākyaṁ, tathā ‘‘dvinnaṁ maggānaṁ avaṇṇavasenā’’ti iminā ca ‘‘methunayācanādīhī’’ti iminā ca yojanāya vākyadvayanti evaṁ yojanāvasena tīṇi vākyāni honti.",
  "tika-vin11t3:56": "Tattha paṭhamavākye vaṇṇavacanena saṅgahitaṁ thomanādikathaṁ kathentassa saṅghādiseso hoti. ‘‘Itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti ettakameva thomanatthaṁ vadato saṅghādiseso na hoti, ‘‘tava vaccamaggo ca passāvamaggo ca īdiso subho susaṇṭhāno, tena nāma īdisena itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti vadantassa hoti. ‘‘Vaṇṇeti, pasaṁsatī’’ti padadvayañca ‘‘thometī’’ti padassa pariyāyo.",
  "tika-vin11t3:57": "Dutiyavākye avaṇṇapadasaṅgahitaṁ khuṁsanādittaye khuṁsanaṁ nāma patodopamehi pharusavacanehi tudanaṁ. Yathāha aṭṭhakathāyaṁ ‘‘khuṁsetīti vācāpatodena ghaṭṭetī’’ti (pārā. aṭṭha. 2.285). Patujjatenenāti ‘‘patodo’’tiagacchante assādayo pavattetuṁ vijjhanakapācanadaṇḍo vuccati. Vambhanaṁ nāma apasādanaṁ. Apasādanaṁ nāma guṇato parihāpanaṁ. Yathāha ‘‘vambhetīti apasādetī’’ti (pārā. aṭṭha. 2.285). Garahā nāma dosāropanaṁ. Yathāha ‘‘garahatīti dosaṁ detī’’ti (pārā. aṭṭha. 2.285). Imaṁ khuṁsanādipaṭisaṁyuttavacanaṁ vakkhamānesu ‘‘sikharaṇīsi, sambhinnāsi, ubhatobyañjanāsī’’ti imesu tīsu padesu aññatarena yojetvā kathentasseva saṅghādiseso, na itarassa.",
  "tika-vin11t3:58": "Tatiyavākye methunayācanādivacanehi saṅgahitaṁ āyācanādiṁ karontassāpi saṅghādiseso. ‘‘Yācati nāma dehi me arahasi me dātu’’ntiādinā (pārā. 285) nayena ekekaṁ padaṁ ‘‘dehi me methunaṁ dhamma’’ntiādivasena methunadhammapadena saha ghaṭetvā methunadhammaṁ yācantasseva hoti.",
  "tika-vin11t3:59": "‘‘Kadā te mātā pasīdissati, kadā te pitā pasīdissati, kadā te devatāyo pasīdissanti, kadā te sukhaṇo sulayo sumuhutto bhavissatī’’tiādiāyācanapadaniddese ekekaṁ padaṁ tattheva osāne vuttena ‘‘kadā te methunaṁ dhammaṁ labhissāmī’’ti padena ghaṭetvā methunaṁ yācantasseva hoti.",
  "tika-vin11t3:60": "‘‘Kathaṁ tvaṁ sāmikassa desi, kathaṁ jārassa desī’’ti (pārā. 285) pucchāniddesavacanesu ca aññataraṁ methunadhammapadena ghaṭetvā pucchantasseva hoti.",
  "tika-vin11t3:61": "‘‘Evaṁ kira tvaṁ sāmikassa desi, evaṁ jārassa desī’’ti (pārā. 285) paṭipucchāniddesavacanesu aññataraṁ methunadhammapadena ghaṭetvā visesetvā paṭipucchantasseva hoti.",
  "tika-vin11t3:62": "‘‘Kathaṁ dadamānā sāmikassa piyā hotī’’ti pucchato mātugāmassa ‘‘evaṁ dehi, evaṁ dentī sāmikassa piyā bhavissati manāpā cā’’ti āṇattivacane, anusāsanivacane ca eseva nayo.",
  "tika-vin11t3:63": "355. Akkosaniddesāgatesu ‘‘animittāsi nimittamattāsi alohitāsi dhuvalohitāsi dhuvacoḷāsi paggharantīsi sikharaṇīsi itthipaṇḍakāsi vepurisikāsi sambhinnāsi ubhatobyañjanāsī’’ti ekādasasu padesu ‘‘sikharaṇīsi sambhinnāsi ubhatobyañjanāsī’’ti padattayaṁ paccekaṁ āpattikaraṁ, iminā padattayena saha pubbe vuttāni vaccamaggapassāvamaggamethunadhammapadāni tīṇi cāti chappadānaṁ paccekaṁ āpattikarattā ito parāni animittādīni aṭṭha padāni ‘‘animittāsi methunadhammaṁ dehī’’tiādinā nayena methunadhammapadena saha ghaṭetvā vuttāneva āpattikarānīti veditabbāni, ‘‘methunayācanādīhī’’ti ettha ādi-saddasaṅgahitesu ‘‘animittāsī’’tiādīsu ekādasasu akkosapadesu antogadhattepi kevalaṁ āpattikarattā garutaraṁ padattayaṁ visuṁ saṅgahetabbanti ñāpetumāha ‘‘sikharaṇīsī’’tiādi.",
  "tika-vin11t3:64": "Sikharaṇīsīti ettha ‘‘sikharaṇī asī’’ti padacchedo. ‘‘Asī’’ti paccekaṁ yojetabbaṁ. Tu-saddo kevalayuttampi āpattikaraṁ hotīti visesaṁ joteti. Kevalenāpi akkosavacanenāti yojanā. Sikharaṇīsīti bahi nikkhantaāṇimaṁsā bhavasi. Sambhinnāsīti missībhūtavaccamaggapassāvamaggā. Ubhatobyañjanāsīti itthinimittena, purisanimittena cāti ubhatobyañjanehi samannāgatā. ‘‘Ayaṁ itthī, ayaṁ puriso’’ti byañjayatīti byañjanaṁ, muttakaraṇāni. Suṇantiyāti ettha ‘‘viññumanussitthiyā’’ti adhikārato labbhati, iminā akkositabbavatthu dassitaṁ hoti. Bhāsitaṁ suṇantiyā subhāsitadubbhāsitaṁ jānantiyā manussitthiyā visaye pavattaakkosavacanena saṅghādiseso hotīti attho.",
  "tika-vin11t3:65": "356. Punappunaṁ obhāsantassa vācānaṁ gaṇanāya garukā siyunti yojanā. Ettha ‘‘ekaṁ itthi’’nti ajjhāharitabbaṁ. Ekavācāya bahū obhāsantassa ca itthīnaṁ gaṇanāya garukā siyunti yojanā. Etthāpi ‘‘itthiyopī’’ti labbhati.",
  "tika-vin11t3:66": "357.Sā ce nappaṭijānātīti ettha ‘‘yaṁ suṇantiṁ manussitthiṁ dvinnaṁ maggānaṁ vaṇṇāvaṇṇavasena obhāsati, sā ce na paṭijānātī’’ti sāmatthiyā labbhamānaṁ ādāya yojetabbaṁ. Attano bhāsitaṁ duṭṭhullaṁ vuttasamanantarameva atthavasena sace na jānātīti attho. Tassāti tassa duṭṭhullabhāsitabhikkhussa. Ubbhajāṇuṁ, adhakkhakaṁ vā ādissa bhaṇane cāpi tassa thullaccayaṁ siyāti yojanā. Bhaṇaneti dvinnaṁ maggānaṁ vaṇṇādikathane, ‘‘bhaṇato’’tipi likhanti, bhaṇantassa, bhaṇanahetūti attho. Hetumhi ayamantapaccayo ‘‘asambudha’’ntiādīsu (pārā. aṭṭha. 1.ganthārambhakathā) viya. Ubbhajāṇunti jāṇuto uddhaṁ. Akkhekanti akkhakato heṭṭhā.",
  "tika-vin11t3:67": "358.Ubbhakkhakanti akkhakato uddhaṁ. Adhojāṇumaṇḍalanti jāṇumaṇḍalato adho. Uddisanti uddissa. ‘‘Uddissubbhakkhaṁ vā tathā, adhojāṇumaṇḍala’’nti ca likhanti, so pāṭho sundaro. Vaṇṇādibhaṇane dukkaṭanti sambandho. ‘‘Viññumanussitthiyā’’ti adhikārato labbhati. Kāyapaṭibaddhe vaṇṇādibhaṇane dukkaṭanti etthāpi eseva nayo. Vaccamaggapassāvamaggā saṅghādisesakkhettaṁ, adhakkhakaṁ ubbhajāṇumaṇḍalaṁ thullaccayakkhettaṁ, uddhakkhakaṁ adhojāṇumaṇḍalaṁ dukkaṭakkhettanti imesu tīsu khettesu akkhakañceva jāṇumaṇḍalañca thullaccayadukkaṭānaṁ dvinnaṁ avadhibhūtaṁ kattha saṅgayhatīti? Dukkaṭakkhetteyeva saṅgayhati. Yathāha aṭṭhakathāyaṁ ‘‘akkhakaṁ, pana jāṇumaṇḍalañca ettheva dukkaṭakkhette saṅgahaṁ gacchatī’’ti (pārā. aṭṭha. 2.286).",
  "tika-vin11t3:68": "359. Paṇḍake yakkhipetīsu dvinnaṁ maggānaṁ vaṇṇādibhaṇane tassa bhaṇantassa thullaccayaṁ bhaveti adhikāravasena āgatapadehi saha yojetabbaṁ. Paṇḍakādīsūti ādi-saddena yakkhipetīnaṁ gahaṇaṁ.",
  "tika-vin11t3:69": "360.Ubbhakkhaka…pe… ayaṁ nayoti ‘‘paṇḍakādīsū’’ti iminā yojetabbaṁ. Ayaṁ nayoti ‘‘dukkaṭameva hotī’’ti vutto nayo. Sabbatthāti saṅghādisesathullaccayadukkaṭakkhettavasena sabbesu khettesu.",
  "tika-vin11t3:70": "361. Atthapurekkhāro hutvā obhāsatopi anāpattīti yojanā. Mātugāmānaṁ ‘‘animittāsī’’tiādīsu padesu atthakathanaṁ purekkhatvā ‘‘animittāsī’’tiādipadaṁ bhaṇantassa vā mātugāmehi saha aṭṭhakathaṁ sajjhāyantānaṁ vā anāpattīti attho. Dhammapurekkhāro hutvā obhāsato anāpattīti yojanā. Pāḷidhammaṁ vācentassa vā tāsaṁ suṇantīnaṁ sajjhāyanaṁ vā purekkhatvā ‘‘animittāsī’’tiādīsu padesu yaṁ kiñci pabbajitassa vā itarassa vā mātugāmassa kathentassa anāpattīti. Purekkhatvānusāsaninti ‘‘idāni animittāsi…pe… ubhatobyañjanāsi, appamādaṁ dāni kareyyāsi, yathā āyatimpi evarūpā nāhosī’’ti anusāsaniṁ purekkhatvā.",
  "tika-vin11t3:71": "362.Ummattakādīnanti pittummattakayakkhummattakavasena dvinnaṁ ummattakānañca ādi-saddasaṅgahitassa imasmiṁ ādikammikassa udāyittherassa ca anāpattīti vuttaṁ hoti. ‘‘Idaṁ sikkhāpadaṁ tisamuṭṭhānaṁ kāyacittato ca vācācittato ca kāyavācācittato ca samuṭṭhāti. Kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacitta’’nti (pārā. aṭṭha. 2.287) aṭṭhakathāyaṁ vuttapakiṇṇakavinicchayaṁ dasseti ‘‘samuṭṭhānādayo…pe… tulyāvā’’ti. Vedanāya adinnādānena asamattā ‘‘vedanettha dvidhā matā’’ti āha, sukhopekkhāvedanāvasena dvidhā matāti attho.",
  "tika-vin11t3:72": "Duṭṭhullavācākathāvaṇṇanā.",
  "tika-vin11t3:73": "363.Kāmapāricariyāyāti methunadhammasaṅkhātena kāmena pāricariyāya, methunadhammena pāricariyāyāti attho. Atha vā kāmitā patthitāti kāmā, methunarāgavasena patthitāti attho, kāmā ca sā pāricariyā cāti kāmapāricariyā, tassā kāmapāricariyāyātipi gahetabbaṁ, methunarāgacittena abhipatthitapāricariyāyātiattho. ‘‘Vaṇṇaṁ bhāsato’’ti iminā sambandho, ‘‘etadaggaṁ bhagini pāricariyānaṁ yā mādisaṁ sīlavantaṁ kalyāṇadhammaṁ brahmacāriṁ etena dhammena paricareyyā’’ti attano methunadhammena pāricariyāya guṇaṁ ānisaṁsaṁ kathentassāti vuttaṁ hoti. Tasmiṁyeva khaṇeti tasmiṁ bhaṇitakkhaṇeyeva. Sā ce jānātīti yaṁ uddissa abhāsi, sace sā vacanasamanantarameva jānāti.",
  "tika-vin11t3:74": "364.Sā manussitthī no jānāti ce, tassa thullaccayanti sambandho. Yakkhipetidevīsu jānantīsu, paṇḍake ca jānante attakāmapāricariyāya vaṇṇaṁ bhāsato tassa bhikkhuno thullaccayaṁ hotīti yojanā. Seseti purisatiracchānagatavisaye, yakkhiādīnaṁ ajānanavisaye ca attakāmapāricariyāya vaṇṇaṁ bhāsato tassa āpatti dukkaṭaṁ hotīti yojanā.",
  "tika-vin11t3:75": "365.Cīvarādīhīti cīvarapiṇḍapātādīhi. Vatthukāmehīti taṇhāya vatthubhāvena vatthū ca kāmitattā kāmāti ca saṅkhātehi paccayehi.",
  "tika-vin11t3:76": "366. Rāgo eva rāgatā. ‘‘Rāgitā’’ti vā pāṭho, rāgo assa atthīti rāgī, tassa bhāvo rāgitā, attakāmapāricariyāya rāgoti attho. Obhāsoti attakāmapāricariyāya guṇabhaṇanaṁ. Tena rāgenāti kāmapāricariyāya rāgena. Khaṇe tasminti bhaṇitakkhaṇe. Vijānananti yaṁ manussitthiṁ uddissa attakāmapāricariyāya vaṇṇaṁ bhaṇati, tāya tassa vacanatthassa vijānananti vuttaṁ hoti.",
  "tika-vin11t3:77": "367.Pañcaṅgānīti manussitthitā, taṁsaññitā, pāricariyāya rāgitā, tena rāgena obhāsanaṁ, khaṇe tasmiṁ vijānananti imāni ettha attakāmapāricariyasikkhāpade pañca aṅgāni , pañca āpattikāraṇānīti attho. Assāti attakāmapāricariyasikkhāpadassa.",
  "tika-vin11t3:78": "Attakāmapāricariyakathāvaṇṇanā.",
  "tika-vin11t3:79": "368. ‘‘Paṭiggaṇhātī’’tiādikiriyāttayopādānasāmatthiyena tikkhattuṁ paṭipādanakaṁ ‘‘yo bhikkhū’’ti ca ‘‘garu hotī’’ti padasāmatthiyena ‘‘tassā’’ti ca labbhamānattā tividhehi saha ‘‘yo bhikkhu purisassa sandesaṁ paṭiggaṇhāti, vīmaṁsati paccāharati ce, tassa garu hotī’’ti ekaṁ vākyaṁ hoti. Evaṁ ‘‘itthiyāpi vā’’ti iminā yojanāyapi ekaṁ vākyaṁ hotīti imissā gāthāya vākyadvayaṁ yujjati.",
  "tika-vin11t3:80": "Idha sandesakkamañca yojanākkamañca jānanatthaṁ paṭhamaṁ tāva itthīnañca bhariyānañca pabhedo ca sarūpañca vibhāvīyati – tesu itthiyo dasavidhā honti. Yathāha padabhājane ‘‘dasa itthiyo māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sārakkhā saparidaṇḍā’’ti. Bhariyā ca dasavidhā honti. Yathāha padabhājane ‘‘dasa bhariyāyo dhanakkītā chandavāsinī bhogavāsinī odapattakinī obhaṭacumbaṭā dāsī ca bhariyā ca kammakārī ca bhariyā ca dhajāhaṭā muhuttikā’’ti (pārā. 303). Imāsaṁ pabhedo ca sarūpāni ca saṅkhepato evaṁ veditabbāni –",
  "tika-vin11t3:81": "Purisehi saha yathā saṁvāsaṁ na karoti, evaṁ mātarā rakkhitā māturakkhitā. Yathāha ‘‘māturakkhitā nāma mātā rakkhati gopeti issariyaṁ kāreti vasaṁ vattetī’’ti. Piturakkhitādīsupi eseva nayo. Tattha yasmiṁ koṇḍaññādigotte jātā, tasmiṁyeva gotte jātehi rakkhitā gottarakkhitā. Yathāha ‘‘gottarakkhitā nāma sagottā rakkhantī’’tiādi. Ekaṁ satthāraṁ uddissa pabbajitehi vā ekagaṇapariyāpannehi vā rakkhitā dhammarakkhitā nāma. Yathāha ‘‘dhammarakkhitā nāma sahadhammikā rakkhantī’’tiādi (pārā. 304). Sārakkhā nāma ‘‘gabbhepi pariggahitā hoti ‘mayhaṁ esā’ti antamaso mālāguḷaparikkhittāpī’’ti pāḷiyaṁ vuttasarūpā. Saparidaṇḍā nāma ‘‘kehici daṇḍo ṭhapito hoti ‘yo itthannāmaṁ itthiṁ gacchati, tassa ettako daṇḍo’’ti vuttasarūpāti ayaṁ dasannaṁ itthīnaṁ sarūpasaṅkhepo. Imāsu dasasu sārakkhasaparidaṇḍānaṁ dvinnaṁ parapurisasevāyaṁ micchācāro hoti, itarāsaṁ na hoti. Imā dasapi pañcasīlaṁ rakkhantehi agamanīyā.",
  "tika-vin11t3:82": "Dasasu bhariyāsu ‘‘dhanakkītā nāma dhanena kiṇitvā vāsetī’’ti vuttattā bhariyabhāvāya appakaṁ vā bahuṁ vā dhanaṁ datvā gahitā dhanakkītā nāma. ‘‘Chandavāsinī nāma piyo piyaṁ vāsetī’’ti vuttattā attaruciyā saṁvasitena purisena sampaṭicchitā chandavāsinī nāma. ‘‘Bhogavāsinī nāma bhogaṁ datvā vāsetī’’ti vuttattā udukkhalamusalādigehopakaraṇaṁ labhitvā bhariyabhāvaṁ gacchantī janapaditthī bhogavāsinī nāma. ‘‘Paṭavāsinī nāma paṭaṁ datvā vāsetī’’ti vuttattā nivāsanamattaṁ vā pārupanamattaṁ vā laddhā bhariyabhāvaṁ gacchantī dalidditthī paṭavāsinī nāma. Odapattakinī nāma ‘‘udakapattaṁ āmasitvā vāsetī’’ti (pārā. 304) vuttattā ‘‘idaṁ udakaṁ viya saṁsaṭṭhā abhejjā hothā’’ti vatvā ekasmiṁ udakapatte purisena saddhiṁ hatthaṁ otāretvā bhariyabhāvaṁ nīto mātugāmo vuccati. ‘‘Obhaṭacumbaṭā nāma cumbaṭaṁ oropetvā vāsetī’’ti (pārā. 304) vuttattā sīsato cumbaṭaṁ oropetvā bhariyabhāvamupanītā kaṭṭhahārikādiitthī obhaṭacumbaṭā nāma. Dāsīca bhariyā ca nāma ‘‘dāsī ceva hoti bhariyā cā’’ti (pārā. 304) vuttattā bhariyaṁ katvā vāsitā ‘‘tasseva dāsī ca bhariyā cā’’ti vuttā. Kammakārī ca bhariyā ca nāma ‘‘kammakārī ceva hoti bhariyā cā’’ti (pārā. 304) vuttattā padhānitthinirapekkhena kuṭumbakiccaṁ kāretvā bhariyabhāvaṁ nītā bhariyā katakammā ‘‘kammakārī ca bhariyā cā’’ti vuttā. ‘‘Dhajāhaṭā nāma karamarānītā vuccatī’’ti (pārā. 304) vuttattā dhajaṁ ussāpetvā gacchantiyā mahāsenāya saddhiṁ gantvā paravisayaṁ vilumpantena pacchinditvā ānetvā bhariyabhāvamupanītā itthī dhajāhaṭā nāma. ‘‘Muhuttikā nāma taṅkhaṇikā vuccatī’’ti (pārā. 304) vuttattā acirakālaṁ saṁvāsatthāya gahitā itthī muhuttikā nāmāti ayaṁ dasannaṁ bhariyānaṁ sarūpasaṅkhepo. Yathāvuttāsu dasasu itthīsu aññataraṁ dasannaṁ bhariyānaṁ aññataraṭṭhāne ṭhapanatthamadhippetabhāvaṁ vattuṁ purisena ‘‘gaccha bhante itthannāmaṁ māturakkhitaṁ brūhi ‘hohi kira itthannāmassa bhariyā dhanakkītā’ti’’ādinā nayena dinnasandesaṁ ‘‘sādhu upāsakā’’tiādinā nayena vacībhedaṁ katvā vā sīsakampanādivasena vā paṭiggaṇhātīti āha ‘‘paṭiggaṇhāti sandesaṁ purisassā’’ti.",
  "tika-vin11t3:83": "Ettha purisassāti upalakkhaṇattā ‘‘purisassa mātā bhikkhuṁ pahiṇatī’’tiādinā (pārā. 321) nayena pāḷiyaṁ vuttapurisassa mātāpituādayo ca gahetabbā. Vīmaṁsatīti evaṁ paṭiggahitasāsanaṁ tassāyeva ekaṁsena avirādhetvā vadantassa mātāpituādīnamaññatarassa vā ārocetīti attho. Etthāpi vīmaṁsatīti upalakkhaṇattā ‘‘paṭiggaṇhāti antevāsiṁ vīmaṁsāpetvā attanā paccāharati, āpatti saṅghādisesassā’’ti (pārā. 338) vuttattā vīmaṁsāpetītipi gahetabbaṁ. Paccāharatīti tathā āhaṭaṁ sāsanaṁ sutvā tassā itthiyā sampaṭicchite ca asampaṭicchite ca lajjāya tuṇhībhūtāya ca taṁ pavattiṁ paccāharitvā ācikkhatīti vuttaṁ hoti. Idhāpi paccāharatīti upalakkhaṇattā ‘‘paṭiggaṇhāti vīmaṁsati antevāsiṁ paccāharāpeti, āpatti saṅghādisesassā’’ti (pārā. 338) vuttattā paccāharāpetīti ca gahetabbaṁ.",
  "tika-vin11t3:84": "‘‘Itthiyāpi vā’’ti iminā yojetvā gahitadutiyavākye ca evameva attho vattabbo. Tattha sandesakkamo pana ‘‘māturakkhitā bhikkhuṁ pahiṇati ‘gaccha bhante itthannāmaṁ brūhi ‘homi itthannāmassa bhariyā dhanakkītā’ti’’ādipāḷinayena (pārā. 330) daṭṭhabbo. Etthāpi ‘‘vīmaṁsāpeti paccāharāpetī’’ti idañca vuttanayeneva gahetabbaṁ. Iminā niyāmena dasannaṁ itthīnaṁ nāmaṁ visuṁ visuṁ vatvā dasannaṁ bhariyānaṁ aññataratthāya dīyamānasandesakkamo yojetabbo. Idhāpi itthiyāpi vāti upalakkhaṇattā ‘‘māturakkhitāya mātā bhikkhuṁ pahiṇati ‘gaccha bhante itthannāmaṁ brūhi ‘hotu itthannāmassa bhariyā dhanakkītā’’tiādipāḷivasena (pārā. 324) itthiyā mātupituādīnañca sandesakkamo yojetabbo.",
  "tika-vin11t3:85": "370.Taṁ pavattiṁ. Sañcarittā sañcaraṇahetu. Na muccatīti itthipurisānaṁ antare sāsanaṁ paṭiggahetvā sañcaraṇahetu āpajjitabbasaṅghādisesato na muccatīti attho.",
  "tika-vin11t3:86": "371.Aññaṁ vāti mātāpiturakkhitādīsu aññataraṁ vā. ‘‘Bhāsato’’ti likhanti. ‘‘Pesito’’ti iminā viruddhattā taṁ pahāya ‘‘bhāsatī’’ti pāṭho gahetabbo. Pāṭhaseso vā kātabbo. ‘‘Yo aññaṁ bhāsati ce, tassa bhāsatoti yojanā’’ti nissandehe vuttaṁ. ‘‘Mātarā rakkhitaṁ itthiṁ ‘gaccha brūhī’ti yo pesito hoti, tassa piturakkhitaṁ vā aññaṁ vā bhāsato visaṅketovā’’ti, ‘‘mātarā…pe… brūhī’ti pesito hutvā piturakkhitaṁ vā aññaṁ vā bhāsato visaṅketovā’’ti yojanā yuttatarāti amhākaṁ khanti.",
  "tika-vin11t3:87": "372.Paṭiggaṇhanatādīhīti paṭiggaṇhanameva paṭiggaṇhanatā. Ādi-saddena vīmaṁsanapaccāharaṇāni gahitāni. Sañcaritteti sañcaraṇe. Samāpanneti gate sati. Garukāpattimādiseti ettha ‘‘tassā’’ti seso. Ādiseti katheyya.",
  "tika-vin11t3:88": "373.Dvīhi thullaccayaṁ vuttanti ettha dvīhi dvīhi aṅgehi sañcaritte samāpanne thullaccayaṁ vuttanti gahetabbaṁ. ‘‘Paṭiggaṇhāti vīmaṁsati na paccāharati, āpatti thullaccayassa. Paṭiggaṇhāti na vīmaṁsati paccāharati, āpatti thullaccayassa. Na paṭiggaṇhāti vīmaṁsati paccāharati, āpatti thullaccayassā’’ti (pārā. 338) dvīhi dvīhi aṅgehi thullaccayaṁ vuttanti attho. Paṇḍakādīsūti paṇḍakayakkhipetīsu. Tīhipi aṅgehi sañcaritte samāpanne thullaccayaṁ vuttanti yojanā.",
  "tika-vin11t3:89": "Ekenevāti ekeneva aṅgena. Sabbatthāti māturakkhitādīsu sabbamātugāmesu ca vinītavatthumhi ‘‘tena kho pana samayena aññataro puriso aññataraṁ bhikkhuṁ āṇāpesi ‘gaccha bhante itthannāmaṁ itthiṁ vīmaṁsā’ti. So gantvā manusse pucchi ‘kahaṁ itthannāmā’ti. Suttā bhanteti…pe… matā bhanteti. Nikkhantā bhanteti. Anitthī bhanteti. Itthipaṇḍakā bhanteti. Tassa kukkuccaṁ ahosi. Anāpatti bhikkhu saṅghādisesassa, āpatti dukkaṭassā’’ti (pārā. 341) āgatāsu suttādīsu pañcasu ca.",
  "tika-vin11t3:90": "374.Anāpatti pakāsitāti cetiyādīsu kattabbaṁ nissāya itthiyā purisassa, purisena ca itthiyā dinnasāsanaṁ paṭiggahetvā vīmaṁsitvā paccāharitvā ārocentassa anāpattibhāvo ‘‘anāpatti saṅghassa vā cetiyassa vā gilānassa vā karaṇīyena gacchati, ummattakassa ādikammikassā’’ti (pārā. 340) pāḷiyaṁ vuttāti attho.",
  "tika-vin11t3:91": "375.Tathā tassāti manussajātikāya tassā. Nanālaṁvacanīyatāti ‘‘mamāya’’nti vā niggahapaggahe vā nirāsaṅkaṁ vattuṁ nāharatīti alaṁvacanīyā, assāmikā, sā hi kenaci ‘‘mayhaṁ esā’’ti vattuṁ vā nirāsaṅkena niggahapaggahavacanaṁ vā vattuṁ asakkuṇeyyā, alaṁvacanīyā na bhavatīti nālaṁvacanīyā, sassāmikā, sā hi sāmikena tathā kātuṁ sakkuṇeyyāti nālaṁvacanīyā, nālaṁvacanīyā na bhavatīti nanālaṁvacanīyā, alaṁvacanīyapadena vuttā assāmikā eva, paṭisedhā dve pakatimatthaṁ gamayantīti, nanālaṁvacanīyāya bhāvo nanālaṁvacanīyatā, nirāsaṅkena avacanīyatā assāmikabhāvoti vuttaṁ hoti. Sañcarittavasena bhikkhunā vacanīyā na hotīti vā ‘‘alaṁvacanīyā’’tipi gahetabbameva. Paṭiggaṇhanatādīnaṁ vasāti ettha cakāro luttaniddiṭṭho. Tato paṭiggaṇhanavīmaṁsanapaccāharaṇasaṅkhātānaṁ tiṇṇaṁ aṅgānaṁ vasena ca pubbe vuttamanussitthitā nanālaṁvacanīyatāti vuttānaṁ dvinnaṁ aṅgānaṁ vasena ca idaṁ sikkhāpadaṁ āpattikāraṇehi pañcahi aṅgehi yuttanti attho.",
  "tika-vin11t3:92": "376.Idaṁ sañcarittasikkhāpadaṁ. Atha vā liṅgavipallāsena ca ayaṁ saṅghādisesoti gahetabbo. Kāyato, vācato, kāyavācato, kāyacittato, vācācittato, kāyavācācittato vā uppajjanato chasamuṭṭhānaṁ. Tato eva acittakamudīritaṁ. Missakasamuṭṭhānañhi acittakaṁ. Avasesacittesupi yasmiṁ citte asati acittakaṁ nāma hoti, taṁ dassetumāha ‘‘alaṁvacaniyattaṁvā’’tiādi. Gāthābandhavasena rasso, ‘‘alaṁvacanīyatta’’nti gahetabbaṁ. Yo sandesaṁ peseti, tasmiṁ paṭibaddhabhāvanti attho. Paṇṇattiṁ vāti sañcarittasikkhāpadasaṅkhātaṁ paṇṇattiṁ vā ajānato acittakamudīritanti sambandho.",
  "tika-vin11t3:93": "377.Sāsananti mātugāmassa, purisassa vā sāsanaṁ. Kāyavikārenāti sīsakampanādinā kāyavikārena. Gahetvāti paṭiggahetvā. Taṁ upagammāti paṭiggahitasāsanaṁ yassa vattabbaṁ hoti, taṁ mātugāmaṁ, purisaṁ vā upagamma. Vīmaṁsitvāti taṁ kiccaṁ tīretvā. Harantassāti paccāharantassa. Kāyato siyāti vacībhedaṁ vinā paṭiggahaṇādīnaṁ kāyeneva katattā kāyasamuṭṭhānatova saṅghādiseso hotīti attho.",
  "tika-vin11t3:94": "378. Itthiyā vacanaṁ sutvāti yojanā. Yathā nisinnovāti pakatiyā nisinnaṭṭhāneyeva nisinno. Taṁ vacanaṁ. Tatthevāgatassevāti yattha nisinno itthiyā sāsanaṁ paṭiggaṇhi, tameva āsanaṁ avijahitvā attanā nisinnaṭṭhānameva āgatassa sannisitabbapurisasseva, ettha ‘‘ārocetvā’’ti pāṭhaseso. Puna ‘‘ārocentassā’’ti idaṁ tatthevāgatāya tassā eva itthiyā evaṁ yojetabbaṁ. Sāsanaṁ datvā gantvā puna tattheva āgatassa mātugāmasseva ñātamanantaraṁ kāyikakiriyaṁ vinā vacaneneva ārocentassāti attho. Idaṁ itthiyā sāsanaṁ paṭiggahaṇādivasena vuttaṁ.",
  "tika-vin11t3:95": "Atha vā purisassa vacanaṁ sutvā yathānisinnova taṁ vacanaṁ itthiyā ārocetvā puna tatthevāgatasseva purisassa ārocentassāti evaṁ purisasandesaṁ paṭiggahaṇādivasenāpi yojanā kātabbā. Ettha ca tatthevāgatassāti upalakkhaṇaṁ. Sāsanavacanamatteneva paṭiggahetvā, kiccantarena gantvā vā yadicchāvasena diṭṭhaṭṭhāne vā vatvā punapi tattheva diṭṭhaṭṭhāne puna ārocentassa ca vacaneneva samuṭṭhānabhāvo veditabbo.",
  "tika-vin11t3:96": "379. ‘‘Alaṁ…pe… ajānato’’ti acittakattakāraṇaṁ vuttameva, kasmā puna ‘‘ajānantassa paṇṇatti’’nti vuttanti ce? Tadubhayassāpi visuṁ kāraṇābhāvaṁ viññāpetuṁ vuttanti veditabbaṁ. Naṁ vidhinti sāsanaṁ paṭiggahetvā āharitvā ārocetvā paccāharitvā ārocanasaṅkhātaṁ vidhānaṁ. Arahatopīti khīṇāsavassapi, sekhaputhujjanānaṁ pagevāti ayamattho sambhāvanatthena api-saddena jotito.",
  "tika-vin11t3:97": "380.Jānitvāti alaṁvacanīyabhāvaṁ vā paṇṇattiṁ vā ubhayameva vā jānitvā. Tathāti kāyavācato karontassāti iminā yojetabbaṁ. Sacittakehīti yathāvuttacittena sacittakehi. Tehevāti kāyādīhi tehi eva, ‘‘tīhevā’’tipi pāṭho.",
  "tika-vin11t3:98": "Sañcarittakathāvaṇṇanā.",
  "tika-vin11t3:99": "381-2.Sayaṁyācitakehevāti ettha ‘‘upakaraṇehī’’ti pāṭhaseso, ‘‘purisaṁ dethā’’tiādinā nayena attanāva yācitvā gahitehi upakaraṇehevāti attho. Yathāha ‘‘saññācikā nāma sayaṁ yācitvā purisampi purisattakarampi goṇampi sakaṭampi vāsimpi parasumpi kuṭhārimpi kudālampi nikhādanampī’’ti . Ettha eva-kārena ayācitaṁ nivatteti. Tena assāmikanti dīpitaṁ hoti. ‘‘Kuṭika’’nti iminā ‘‘kuṭi nāma ullittā vā hoti avalittā vā ullittāvalittā vā’’ti (pārā. 349) vuttattā bhūmito paṭṭhāya bhitticchadanāni paṭicchādetvā mattikāya vā sudhāya vā dvāravātapānādialepokāsaṁ ṭhapetvā anto littabhāvena ullittānāmakaṁ vā tathā bahi littabhāvena avalittānāmakaṁ vā anto ca bahi ca littabhāvena ullittāvalittānāmakaṁ vā kuṭinti vuttaṁ hoti.",
  "tika-vin11t3:100": "Appamāṇikanti ‘‘tatridaṁ pamāṇaṁ, dīghaso dvādasavidatthiyo sugatavidatthiyā, tiriyaṁ sattantarā’’ti (pārā. 348) dīghaputhulānaṁ vuttappamāṇena atirekattā appamāṇikanti attho.",
  "tika-vin11t3:101": "Ettha ca tilakkhaṇaṁ paṭivijjhitvā tīṇi kilesamūlāni uppāṭetvā kālattayavatta sabbadhamme paṭivijjhitvā tibhuvanekapaṭisaraṇabhūtassa bhagavato dhammarājassa aṅgulaṁ pamāṇamajjhimapurisassa aṅgulato tivaṅgulaṁ hoti, ekā vidatthi tisso vidatthiyo honti, ekaṁ ratanaṁ tīṇi ratanāni hontīti evaṁ niyamitā sugatavidatthi ca vaḍḍhakiratanena diyaḍḍharatanappamāṇā hoti. Yathāha aṭṭhakathāyaṁ ‘‘sugatavidatthi nāma idāni majjhimassa purisassa tisso vidatthiyo vaḍḍhakihatthena diyaḍḍho hattho hotī’’ti (pārā. aṭṭha. 2.348-349). Tasmā sugatavidatthiyā dvādasa vaḍḍhakihatthena aṭṭhārasa hatthā honti. ‘‘Dīghaso dvādasa vidatthiyo sugatavidatthiyāti bāhirimena mānenā’’ti (pārā. 349) padabhājane vuttattā antimaṁ sudhālepaṁ aggahetvā thusamattikapariyantena vā mahāmattikapariyantena vā bāhirantato aṭṭhārasahatthappamāṇaṁ, ‘‘tiriyaṁ sattantarāti abbhantarimena mānenā’’ti (pārā. 349) padabhājane vuttattā abbhantarimena puthulato dvādasaṅgulādhikadasahatthappamāṇañca kuṭiyā pamāṇanti gahetabbaṁ. Evaṁ ṭhitapamāṇato dīghato puthulato vā ubhato vā kesaggamattādhikāpi kuṭi āpattiyā aṅgaṁ hotīti dassetuṁ ‘‘appamāṇika’’nti āhāti saṅkhepato veditabbaṁ.",
  "tika-vin11t3:102": "Attuddesanti uddisitabboti uddeso, attā uddeso etissāti attuddesā, kuṭi, taṁ attuddesaṁ. ‘‘Attuddesanti attano atthāyā’’ti padabhājane vuttattā ‘‘mayhaṁ esā vāsatthāya bhavissatī’’ti attānaṁ uddisitvāti attho. ‘‘Karontassā’’ti idaṁ ‘‘kārayamānenāti karonto vā kārāpento vā’’ti padabhājane vuttanayena payojakakattuno ca gahetabbattā upalakkhaṇanti gahetabbaṁ. Tathāti teneva pakārena, yehi assāmikatādīhi pakārehi yuttaṁ pamāṇātikkantaṁ kuṭiṁ karontassa āpatti, teheva pakārehi yuttaṁ adesitavatthukampi kuṭiṁ karontassāti. Iminā appamāṇikaṁ viya adesitavatthukampi visuṁyeva āpattiyā padhānaṅganti. Vasati etthāti vatthu, bhūmi, sā adesitā etissāti adesitavatthukā, kuṭi, taṁ adesitavatthukaṁ.",
  "tika-vin11t3:103": "Kiṁ vuttaṁ hoti? Tena kuṭikārena bhikkhunā kuṭivatthuṁ sodhetvā samatalaṁ kāretvā saṅghaṁ upasaṅkamitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘ahaṁ bhante saññācikāya kuṭiṁ kattukāmo assāmikaṁ attuddesaṁ, sohaṁ bhante saṅghaṁ kuṭivatthuolokanaṁ yācāmī’’ti tikkhattuṁ vatvā yācitena saṅghena vā saṅghena ñattidutiyāya kammavācāya sammatehi byattehi paṭibalehi dvīhi bhikkhūhi vā tena saddhiṁ gantvā kuṭivatthuṁ oloketvā sārambhabhāvaṁ vā aparikkamanabhāvaṁ vā ubhayameva vā passantehi ‘‘māyidha karī’’ti nivāretvā anārambhaṁ ce hoti saparikkamanaṁ, āgantvā saṅghassa ārocite kuṭikārakeneva bhikkhunā pubbe vuttanayena saṅghaṁ upasaṅkamitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘ahaṁ bhante saññācikāya kuṭiṁ kattukāmo assāmikaṁ attuddesaṁ, sohaṁ bhante saṅghaṁ kuṭivatthudesanaṁ yācāmī’’ti tikkhattuṁ vatvā yācite vuḍḍhānumatena byattena bhikkhunā paṭibalena ñattidutiyāya kammavācāya desetvā niyyāditakuṭivatthussa abhāvā adesitavatthukaṁ, teneva assāmikatādipakārena yuttaṁ yathāvuttappakāraṁ kuṭikaṁ attanā yācitehi upakaraṇehi karontassa, kārāpentassa cāti vuttaṁ hoti.",
  "tika-vin11t3:104": "Dve saṅghādisesā hontīti ‘‘bhikkhū vā anabhineyya vatthudesanāya, pamāṇaṁ vā atikkāmeyya, saṅghādiseso’’ti (pārā. 348) tulyabalatāsūcakena vā-saddena sampiṇḍitvā vuttaaṅgadvayasahitattā dve saṅghādisesā hontīti attho. Yathāha ‘‘bhikkhu kuṭiṁ karoti adesitavatthukaṁ pamāṇātikkantaṁ anārambhaṁ saparikkamanaṁ, āpatti dvinnaṁ saṅghādisesāna’’nti (pārā. 355) ca ‘‘bhikkhukuṭiṁ karoti adesitavatthukaṁ anārambhaṁ saparikkamanaṁ, āpatti saṅghādisesassā’’ti (pārā. 354) ca ‘‘bhikkhu kuṭiṁ karoti pamāṇātikkantaṁ anārambhaṁ saparikkamanaṁ, āpatti saṅghādisesassā’’ti (pārā. 355) ca vuttattā dvīsu aṅgesu ekaṁ ce, ekova saṅghādiseso hotīti. Taṁ pana ‘‘sace ekavipannā sā, garukaṁ ekakaṁ siyā’’ti vakkhati.",
  "tika-vin11t3:105": "Sārambhādīsūti ettha sārambha-saddo sopaddavapariyāyo. Yathāha aṭṭhakathāyaṁ ‘‘sārambhaṁ anārambhanti saupaddavaṁ anupaddava’’nti (pārā. aṭṭha. 2.348-349). Ettha ‘‘setaṁ chāgamārabhetha yajamāno’’ti payoge viya ā-pubbassa rabhassa hiṁsatthepi dissamānattā kattusādhano ārambha-saddo hiṁsakānaṁ kipillikādisattānaṁ vācako bhavatīti taṁsahitaṭṭhānaṁ sārambhaṁ nāma hoti. Teneva padabhājanepi vuttaṁ ‘‘sārambhaṁ nāma kipillikānaṁ vā āsayo hoti, upacikānaṁ vā, undūrānaṁ vā, ahīnaṁ vā, vicchikānaṁ vā, satapadīnaṁ vā, hatthīnaṁ vā, assānaṁ vā, sīhānaṁ vā, byagghānaṁ vā…pe… āsayo hotī’’ti (pārā. 353).",
  "tika-vin11t3:106": "Ādi-saddena aparikkamanaṁ saṅgaṇhāti. ‘‘Saparikkamanaṁ nāma sakkā hoti yathāyuttena sakaṭena anuparigantuṁ, samantā nisseṇiyā anuparigantuṁ, etaṁ saparikkamanaṁ nāmā’’ti (pārā. 353) vuttalakkhaṇavipariyāyato nibbakosassa udakapātaṭṭhāne ekaṁ cakkaṁ ṭhapetvā itaraṁ cakkaṁ bahi ṭhapetvā kuṭiṁ parikkhipitvā āvajjiyamānassa goyuttasakaṭassa vā nisseṇiyaṁ ṭhatvā kuṭiṁ chādayamānānaṁ nisseṇiyā vā parato gamitumasakkuṇeyyattā aparikkamananti veditabbaṁ.",
  "tika-vin11t3:107": "Evaṁ vuttasārambhaaparikkamanasaṅkhātaaṅgadvayena yuttaṁ ce, dve dukkaṭāni honti. Yathāha ‘‘bhikkhu kuṭiṁ karoti desitavatthukaṁ pamāṇikaṁ sārambhaṁ aparikkamanaṁ, āpatti dvinnaṁ dukkaṭāna’’nti (pārā. 355). Ekaṁ ce, ekameva hoti. Yathāha ‘‘bhikkhu kuṭiṁ karoti desitavatthukaṁ pamāṇikaṁ sārambhaṁ saparikkamanaṁ, āpatti dukkaṭassa. Bhikkhu kuṭiṁ karoti desitavatthukaṁ pamāṇikaṁ anārambhaṁ aparikkamanaṁ, āpatti dukkaṭassā’’ti (pārā. 355) etaṁ tayampi ‘‘sārambhādīsu dukkaṭa’’nti sāmaññena saṅgahitanti daṭṭhabbaṁ.",
  "tika-vin11t3:108": "Ekaṁ aṅgaṁ pamāṇikattaṁ vā desitavatthukattaṁ vā vipannaṁ etissāti ekavipannā. Pubbe vuttatthānaṁ saṅghādisesādipadānamattho vuttanayeneva veditabbo. Sāti yathāvuttalakkhaṇakuṭi.",
  "tika-vin11t3:109": "383. Idāni imasmiṁ sikkhāpade aṭṭhuppattiyaṁ ‘‘te yācanabahulā viññattibahulā viharanti ‘purisaṁ detha purisattakaraṁ dethā’’tiādipāḷiyā (pārā. 342) aṭṭhakathāyaṁ (pārā. aṭṭha. 2.342) āgataṁ kappiyākappiyavinicchayaṁ saṅkhepato dassetumāha ‘‘purisa’’ntiādi. Kammasahāyatthāyāti kismiñci kamme sahāyabhāvāya, kammakaraṇatthāyāti vuttaṁ hoti. ‘‘Itthannāmaṁ kammaṁ kātuṁ purisaṁ laddhuṁ vaṭṭatī’’ti yācituṁ vaṭṭatīti attho. Yathāha aṭṭhakathāyaṁ ‘‘kammakaraṇatthāya ‘purisaṁ dethā’ti yācituṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.342). Mūlacchejjavasenāti sāmikānaṁ āyattabhāvasaṅkhātamūlassa chindanavasena, attano āyattabhāvakaraṇavasenāti vuttaṁ hoti.",
  "tika-vin11t3:110": "384.Avajjanti vajjarahitaṁ, niddosanti attho. Migaluddakamacchabandhakādīnaṁ sakakammaṁ vajjakammaṁ nāma. Tasmā migaluddakādayo hatthakammaṁ yācantena pana ‘‘tumhākaṁ hatthakammaṁ dethā’’ti, ‘‘hatthakammaṁ dātabba’’nti sāmaññena avatvā ‘‘itthannāmaṁ kammaṁ dātabba’’nti visesetvāyeva yācitabbaṁ. Luddake vā itare vā nikkamme ayācitvāpi yathāruci kammaṁ kārāpetuṁ vaṭṭati. Hatthakammayācanāya sabbathāpi kappiyabhāvaṁ dīpetuṁ taṁtaṁsippike yācitvā mahantampi pāsādaṁ kārāpentena hatthakamme yācite attano anokāsabhāvaṁ ñatvā aññesaṁ karontānaṁ dātabbaṁ mūlaṁ diyyamānaṁ adhivāsetuṁ vaṭṭatīti vitthārato aṭṭhakathāyaṁ (pārā. aṭṭha. 2.342 atthatosamānaṁ) vuttattā kusalānaṁ atthaṁ aparihāpentena kappiyena sāruppena payogena yācitabbaṁ. Yācitakammaṁ kātuṁ asamatthehi karontānaṁ diyyamānaṁ hatthakammamūlaṁ kammaṁ kārāpetvā kammakārake dassetvā dāpetabbaṁ. Evaṁ yācanāya anavajjabhāve aṭṭhakathāgataṁ kāraṇaṁ dassetumāha ‘‘hatthakammampī’’tiādi. Pi-saddo avadhāraṇe, padapūraṇe vā. Hi-saddo hetumhi. Yasmā idaṁ hatthakammaṁ kiñci vatthu na hoti, tasmā anavajjameva hatthakammaṁ yācituṁ pana vaṭṭatīti.",
  "tika-vin11t3:111": "385.Ñātakādiketi ñātakapavārite. Ṭhapetvāti vajjetvā. Goṇamāyācamānassāti aññātakaappavārite tāvakālikaṁ vinā kevalaṁ kammakaraṇatthāya goṇaṁ yācantassa. Tesupīti ñātakādīsupi mūlacchejjena goṇamāyācanassa dukkaṭanti yojanā. ‘‘Tāvakālikanayena sabbattha vaṭṭatī’’ti (pārā. aṭṭha. 2.342) aṭṭhakathāvacanato yāva kammakaraṇakālaṁ, tāva niyametvā ñātakaaññātakapavāritaappavārite sabbepi yācituṁ vaṭṭati. Tathā yācitvā vā ayācitvā vā gahito ce, rakkhitvā paṭijaggitvā sāmikānaṁ niyyādetabbo, goṇe vā naṭṭhe visāṇe vā bhinne sāmikesu asampaṭicchantesu bhaṇḍadeyyaṁ.",
  "tika-vin11t3:112": "386.Demāti ettha ‘‘tumhāka’’nti pāṭhaseso. ‘‘Vihārassa demā’ti vutte pana ‘ārāmikānaṁ ācikkhatha paṭijagganatthāyā’ti vattabba’’nti (pārā. aṭṭha. 2.342) aṭṭhakathāyaṁ vuttaṁ. Sakaṭavinicchayassāpi goṇavinicchayena samānattā taṁ avatvā visesamattameva dassetumāha ‘‘sakaṭaṁ…pe… vaṭṭatī’’ti. ‘‘Tumhākaṁ demāti vutte’’ti ānetvā sambandhitabbaṁ. Yathāha aṭṭhakathāyaṁ ‘‘tumhākameva demāti vutte dārubhaṇḍaṁ nāma sampaṭicchituṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.342).",
  "tika-vin11t3:113": "387.Kuṭhārādīsūti ettha ādi-saddena nikhādanaṁ saṅgaṇhāti. Ayaṁ nayo veditabboti pāṭhaseso. ‘‘Sakaṭaṁ goṇo viya tāvakālikaṁ akatvā aññātakaappavārite na yācitabbaṁ, mūlacchejjavasena aññātakaappavārite na yācitabbaṁ, tāvakālikaṁ yācitabba’’nti vinicchayo ca ‘‘sakaṭaṁ…pe… vaṭṭatī’’ti visesavinicchayo cāti ayaṁ nayo vāsiādīsu ca veditabboti attho. Anajjhāvutthakanti kenaci ‘‘mameta’’nti apariggahitaṁ, ‘‘rakkhitagopitaṭṭhāneyeva hi viññatti nāma vuccatī’’ti aṭṭhakathāvacanato arakkhitāgopitakanti vuttaṁ hoti. Aṭṭhakathāya valliādivinicchayampi vatvā ‘‘anajjhāvutthakaṁ pana yaṁ kiñci āharāpetuṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.342) vuttattā sabbanti idha vuttagoṇādikañca vakkhamānavalliādikañca gahetabbaṁ. Iminā pubbe vuttavinicchayassa rakkhitagopitavisayattaṁ dīpitaṁ hoti. Harāpetumpi vaṭṭatīti ettha api-saddena pageva kenaci haritvā dinnanti dīpeti.",
  "tika-vin11t3:114": "388.Valliādimhīti ādi-saddena vettamuñjatiṇamattikā saṅgaṇhāti. Ettha muñjapabbajatiṇaṁ vinā gehacchādanatiṇaṁ tiṇaṁ nāma. Garubhaṇḍappahonaketi ‘‘valli aḍḍhabāhumattāpī’’tiādinā nayena vuttalakkhaṇe garubhaṇḍappahonake. Paresaṁ santakeyevāti avadhāraṇena na anajjhāvutthake dukkaṭanti byatirekato dīpeti.",
  "tika-vin11t3:115": "389.Paccayesūti cīvarapiṇḍapātasenāsanasaṅkhātesu tīsu paccayesu. Eva-kārena gilānapaccayasaṅkhāte catutthapaccaye viññatti vaṭṭatīti dīpeti. Viññatti nāma ‘‘āhara, dehī’’ti icchitapaccaye nāmaṁ vatvā yācanā. Aṭṭhakathāyaṁ vuttaṁ ‘‘sabbena sabbaṁ na vaṭṭatī’’ti (pārā. aṭṭha. 2.342) sāvadhāraṇatthaṁ dassetuṁ ‘‘na ca vaṭṭatī’’ti vuttattā neva vaṭṭatīti attho gahetabbo.",
  "tika-vin11t3:116": "Viññattiyā alabbhamānabhāvena samattā paccayesu tīsu anantaraṁ sahaniddiṭṭhapaccayattayato tatiyapaccayeyeva labbhamānavisesaṁ dassetuṁ ‘‘tatiye parikathobhāsanimittāni ca labbhare’’ti vuttattā avasiṭṭhadvaye pana parikathādayo na labbhantīti vuttaṁ hoti. Avutte catutthapaccayepi samuccayatthena ca-kārena parikathādittayaṁ labbhatīti siddhattā ‘‘tīsvevā’’ti eva-kārena byatirekamukhena viññattiyā ca anuññātattā catutthe gilānapaccaye parikathobhāsanimittakammaviññattiyo vaṭṭantīti siddhaṁ. Ettāvatā catutthe paccaye parikathādayo cattāropi vaṭṭanti, tatiyapaccaye viññattiṁ vinā sesattayaṁ vaṭṭati, purimapaccayadvaye sabbampi na vaṭṭatīti vuttanti daṭṭhabbaṁ.",
  "tika-vin11t3:117": "Senāsanapaccaye parikathādikanti uposathāgārādikaraṇārahaṭṭhānaṁ oloketvā upāsakānaṁ suṇantānaṁ ‘‘imasmiṁ vata okāse evarūpaṁ senāsanaṁ kātuṁ vaṭṭatī’’ti vā ‘‘yutta’’nti vā ‘‘anurūpa’’nti vā pavattā kathā parikathā nāma. ‘‘Upāsakā tumhe kattha vasathā’’ti pucchitvā ‘‘pāsāde bhante’’ti vutte ‘‘bhikkhūnaṁ pana upāsakā pāsādo na vaṭṭatī’’tiādinā nayena pavattā kathā obhāso nāma. Upāsakesu passamānesu bhūmiyaṁ rajjuṁ pasāretvā bhūmiṁ bhājetvā khāṇuke ākoṭetvā ‘‘kimidaṁ bhante’’ti vutte ‘‘ettha āvāsaṁ karoma upāsakā’’tiādikā kathā nimittakathā nāma. Gilānapaccaye ca iminā nayena yathārahaṁ veditabbaṁ. Sabbametaṁ aṭṭhakathāya (pārā. aṭṭha. 2.342) vuttaṁ.",
  "tika-vin11t3:118": "390-3. Idāni kuṭikārassa bhikkhuno āpattidassanatthamāha ‘‘adesite’’tiādi. Taṁ uttānatthameva. Nisentassāti pāsāṇe ghaṁsitvā tikhiṇaṁ karontassa. Pācittiyā sahāti ‘‘bhūtagāmapātabyatāya pācittiya’’nti (pāci. 90) vuttapācittiyena saddhiṁ.",
  "tika-vin11t3:119": "Āpattinti pācittiyaṭṭhāne pācittiyañceva dukkaṭañca itaratra suddhapayogadukkaṭañcāti āpattiṁ.",
  "tika-vin11t3:120": "Yā panāti yā kuṭi. Paṭhame dutiyeti ettha ‘‘piṇḍehī’’ti karaṇabahuvacanaṁ vibhattivacanavipariṇāmavasena ‘‘piṇḍe’’ti bhummekavacanantaṁ katvā yojetabbaṁ, ‘‘nikkhitte’’ti ajjhāharitabbaṁ, bhāvalakkhaṇe bhummaṁ, nikkhitte satīti attho.",
  "tika-vin11t3:121": "394. ‘‘Sace aññassā’’ti padacchedo. Vippakatanti āraddhamaniṭṭhitaṁ. ‘‘Anāpattī’’ti idaṁ niṭṭhite āpajjitabbasaṅghādisesābhāvaṁ sandhāyāha. Pubbapayogamattena hi pācittiyadukkaṭānipi honti, tāni pana desetabbāni. ‘‘Tathā’’ti iminā ‘‘anāpattī’’ti ākaḍḍhati, tena saṅghādisesāpattiyā abhāvato pubbabhāge āpannānaṁ pācittiyadukkaṭānaṁ desetabbatā ca dīpitā hoti. Taṁ kuṭinti taṁ vippakatakuṭiṁ.",
  "tika-vin11t3:122": "395.Aññaṁ bhojanasālādiṁ. Tathāti anāpattimāha.",
  "tika-vin11t3:123": "396.‘‘Karoto’’ti iminā ‘‘kārāpayato’’tipi labbhati. Ubhayenāpi ‘‘kriyato’’ti imassa kāraṇaṁ dasseti. ‘‘Appamāṇika’’nti iminā saṅghādisesassa aṅgaṁ dasseti.",
  "tika-vin11t3:124": "397.Tanti ‘‘appamāṇika’’nti evaṁ paccāmasati. ‘‘Kriyākriyato’’ti idaṁ kuṭiyā karaṇañca vatthudesanāya akaraṇañca upādāya vuttaṁ.",
  "tika-vin11t3:125": "Kuṭikārasikkhāpadavaṇṇanā.",
  "tika-vin11t3:126": "398. Vatthuṁ adesetvāti sambandho, ‘‘tena vihārakārakena bhikkhunā vihāravatthuṁ sodhetvā saṅghaṁ upasaṅkamitvā’’tiādinā (pārā. 367) padabhājane āgatanayena vihāraṁ kārāpentena bhikkhunā vihāravatthuṁ sodhetvā samatalaṁ kāretvā saṅghaṁ upasaṅkamma vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘ahaṁ bhante mahallakaṁ vihāraṁ kattukāmo sassāmikaṁ attuddesaṁ, sohaṁ bhante saṅghaṁ vihāravatthuolokanaṁ yācāmī’’ti tikkhattuṁ yācitvā laddhe vuḍḍhe vā bhikkhū ñattidutiyāya kammavācāya saṅghena sammate vā bhikkhū netvā kataparikammaṁ vihāravatthuṁ dassetvā kuṭivatthuolokane viya gatabhikkhūhi oloketvā sārambhādibhāvaṁ upaparikkhitvā anārambhasaparikkamanabhāvaṁ ñatvā āgantvā saṅghassa ārocite puna tena saṅghaṁ upasaṅkamitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘ahaṁ bhante mahallakaṁ vihāraṁ kattukāmo sassāmikaṁ attuddesaṁ, sohaṁ bhante saṅghaṁ vihāravatthudesanaṁ yācāmī’’ti tikkhattuṁ yācitvā saṅghena ñattidutiyāya kammavācāya vihāravatthu desetabbaṁ , tathā akatvāti vuttaṁ hoti. Iha sārambhādi paṭhamasikkhāpade vuttanayeneva veditabbaṁ.",
  "tika-vin11t3:127": "Mahallakanti ‘‘sassāmikabhāvena saññācikakuṭito mahantabhāvo etassa atthīti mahallako. Yasmā vā vatthuṁ desāpetvā pamāṇātikkamenāpi kātuṁ vaṭṭati, tasmā pamāṇamahantatāyapi mahallako’’ti (pārā. aṭṭha. 2.366) aṭṭhakathāyaṁ vuttanayena mahantabhāvena yuttanti attho. Vihāranti ‘‘vihāro nāma ullitto vā hoti avalitto vā ullittāvalitto vā’’ti (pārā. 371) padabhājane vuttappakāraṁ senāsananti attho. Viharanti asminti viggaho. Ullittādisarūpaṁ purimasikkhāpade vuttanayameva. Taṁ vihāraṁ yo kareyyāti yojanā. Kareyya vā kārāpeyya vāti pubbe vuttanayameva. Attavāsatthanti attano vāsaṁ paṭicca, iminā parassa vāsatthāya karoti, anāpattīti byatirekato viññāyati. ‘‘Garuka’’nti ettha vatthudesanāya akārāpanena ‘‘ekova saṅghādiseso hotī’’ti pubbe vuttavikappattayaṁ na gahetabbaṁ. Idañca vakkhati ‘‘pamāṇā…pe… saṅghādisesatā’’ti (vi. vi. 399 ādayo).",
  "tika-vin11t3:128": "399.Kriyāsamuṭṭhānābhāvanti pamāṇātikkamepi āpattiyā asambhavato kiriyāsamuṭṭhānassa idha abhāvo ñātabbo. Kriya…pe… lakkhayeti ettha byatirekato adesitavatthukatāya akiriyāsamuṭṭhānatā anuññātā.",
  "tika-vin11t3:129": "Mahallakavihārakathāvaṇṇanā.",
  "tika-vin11t3:130": "401-3.Tesūti catuvīsatiyā pārājikesu. Bhikkhuno anurūpāni ekūnavīsatīti bhikkhunīnaṁ paṭiniyatā ubbhajāṇumaṇḍalikādayo cattāro tadanulomāya vibbhantabhikkhuniyā saha pañca pārājike vinā bhikkhuno anurūpā sesā ekūnavīsati pārājikā.",
  "tika-vin11t3:131": "Imasmiṁ sikkhāpade padabhājane ‘‘pārājikena dhammenāti catunnaṁ aññatarenā’’ti (pārā. 386) vuttanayassa idha ‘‘ekūnavīsatī’’ti vacanaṁ virujjhatīti ce? Na virujjhati. Kasmā? Yasmā padabhājanaṁ pātimokkhuddesāgatamattaṁ gahetvā pavattaṁ, idaṁ pana buddhānumatiṁ gahetvā vinayapariyattipavattakānaṁ ācariyānaṁ mataṁ gahetvā pavattaṁ, tasmā na virujjhatīti gahetabbaṁ. Ācariyo sabbapārājikānaṁ ‘‘brahmacariyā cāveyya’’nti (pārā. 385) vuttaanuddhaṁsanassa ekantasādhanattā bhikkhunīnaṁ paṭiniyatasānulomapārājikapañcakaṁ vinā avasesaṁ sabbaṁ saṅgaṇhi, teneva vinayaṭṭhakathāya gaṇṭhipadavivaraṇe ‘‘catunnaṁ aññatarenāti pātimokkhuddese eva āgate gahetvā vuttaṁ, itaresaṁ aññatarenāpi anuddhaṁsentassa saṅghādisesovā’’ti vuttaṁ. Tasmā ‘‘anuddhaṁseyyā’’ti (pārā. 384) pāṭhe adhippāyaṁ gahetvā pavattattā imesaṁ ācariyānaṁ mataṁ pamāṇanti gahetabbaṁ. ‘‘Tesu aññatarenā’’ti vakkhamānattā ‘‘ekūnavīsatī’’ti ettha ‘‘yānī’’ti sāmatthiyā labbhati.",
  "tika-vin11t3:132": "Aññatarena amūlakenāti yojanā. Amūlakenāti codakassa dassanādīhi codanāmūlehi virahitattā amūlakaṁ, pārājikaṁ, tena. Yathāha aṭṭhakathāyaṁ ‘‘yaṁ pārājikaṁ codakena cuditakamhi puggale neva diṭṭhaṁ na sutaṁ na parisaṅkitaṁ, idaṁ etesaṁ dassanasavanaparisaṅkāsaṅkhātānaṁ mūlānaṁ abhāvena amūlakaṁ nāmā’’ti (pārā. aṭṭha. 2.385-386). Ettha ca maṁsacakkhunā vā dibbacakkhunā vā diṭṭhaṁ diṭṭhaṁ nāma . Pakatisotena vā dibbasotena vā sutaṁ sutaṁ nāma. Cittena parisaṅkitaṁ parisaṅkitaṁ nāma. Taṁ tividhaṁ diṭṭhasutamutaparisaṅkitavasena.",
  "tika-vin11t3:133": "Tattha tādise kammaniye okāse mātugāmena saddhiṁ bhikkhuno aññathiyaṁ payogaṁ disvā aññathā gahetvā ‘‘vītikkamanaṁ nu khoyamakāsī’’ti gahaṇaṁ diṭṭhaparisaṅkitaṁ nāma. Kuṭṭatirohite bhikkhumhi mātugāmassa saddaṁ sutvā tattha aññassa viññupurisassa sabbhāvaṁ ajānitvā ‘‘vītikkamanaṁ nu khoyamakāsī’’ti evaṁ gahaṇaṁ sutaparisaṅkitaṁ nāma. Vihārapariyante taruṇamātugāmapurisānaṁ divasaṁ vītināmetvā gataṭṭhāne vippakiṇṇapupphāni oloketvā, maṁsasuragandhañca ghāyitvā ‘‘idaṁ kassa kamma’’nti upaparikkhantena bhikkhuno cetiyapūjitamālāgandhassa pītāriṭṭhassa bhikkhuno sarīragandhaṁ ghāyitvā ‘‘taṁ etassa kammaṁ nu kho’’ti kiriyamānasaṁsayo mutaparisaṅkitaṁ nāma. Evarūpassa diṭṭhasutaparisaṅkitamūlakassa abhāvato amūlakena pārājikenāti ayamettha saṅkhepo, vitthāro pana samantapāsādikāya (pārā. aṭṭha. 2.385-386) vuttanayena daṭṭhabbo.",
  "tika-vin11t3:134": "Codetīti ‘‘pārājikaṁ dhammaṁ āpannosī’’tiādivacanena sayaṁ codeti. Codāpanaṁ pana vakkhati. Cāvanacetano hutvāti ‘‘appeva nāma naṁ imamhā brahmacariyā cāveyya’’nti uppannena paraṁ sāsanā cāvetukāmena cittena samannāgato hutvā. ‘‘Suddhaṁ vā asuddhaṁ vā’’ti idaṁ ‘‘codetī’’ti iminā vuttacodanākiriyāya kammaniddeso, ‘‘aññaṁ bhikkhu’’nti seso, pārājikamanāpannaṁ vā āpannaṁ vā aññaṁ bhikkhunti attho. Yoti mātikāgatabhikkhu, ‘‘duṭṭho doso appatīto’’ti idaṁ ajjhāharitabbaṁ, uppannena dosalesena sayaṁ dūsito, parañca dūsento pītisukhādīhi apagato yo bhikkhūti attho. Vakkhamānena ‘‘tassā’’ti iminā sambandho.",
  "tika-vin11t3:135": "‘‘Kate okāsamhī’’ti padacchedo, okāsaṁ ‘‘kārāpetvā’’ti (pārā. 389) pāṭhato antonītahetvatthatāya ‘‘kate’’ti ‘‘kārite’’ti etassa pariyāyo hoti, ‘‘okāsaṁ me karohi, ahaṁ taṁ vattukāmo’’ti okāse kārāpiteti attho. ‘‘Akate okāse’’ti padacchedo , pubbe vuttoyevattho. Dukkaṭāpattiyā sahāti okāsassa akārāpitattā dukkaṭāpattiyā saddhiṁ.",
  "tika-vin11t3:136": "404-5.Koṇṭhosīti dhuttosi. Jeṭṭhabbatikosīti kālīdevīvataniyuttosi. Kālīdevī kira sirideviyā jeṭṭhā, tasmā tassā vatadharo jeṭṭhabbatiko vuccati. Taṁ pana vataṁ samādiyitvā pūrento sakalasarīre masiṁ makkhetvā kākapattāni muṭṭhiyaṁ katvā kālīdeviṁ phalake likhāpetvā taṁ kājakoṭiyaṁ bandhitvā ucchiṭṭhodakādiasucisannicitaoligallaṁ pavisitvā ‘‘dussīlosi nissīlosi sīlavirahitosī’’ti thomento vicaratīti.",
  "tika-vin11t3:137": "Dussīlattā eva hīnajjhāsayatāya pāpadhammo lāmakasabhāvosi. Pūtinā kammena sīlavipattiyā anto paviṭṭhattā antopūti. Chahi dvārehi rāgādikilesānussavanena tintattā avassuto. Sesamettha uttānatthameva. Garukaṁ niddiseti ettha ‘‘katokāsamhī’’ti ca ‘‘tatheva akatokāse, dukkaṭāpattiyā sahā’’ti ca ānetvā sambandhitabbaṁ. Evamuttaratrāpi.",
  "tika-vin11t3:138": "406.Sammukhāti cuditakassa sammukhā, avidūreti attho. Hatthamuddāyāti muttapāṇādivasena. Taṁ hatthamuddāya kathitaṁ. Paroti yaṁ codesi, so cuditako paro. Bhikkhunoti codakassa bhikkhuno.",
  "tika-vin11t3:139": "407.Sammukhe ṭhatvāti cuditakassa āsanne ṭhatvā. ‘‘Codāpentassā’’ti etassa kammabhāvato paroti idaṁ upayogantavasena sambandhitabbaṁ. Evamuttaratra. Kenacīti aññena kenaci puggalena. Tassa codakassa. ‘‘Codāpentassā’’ti puna vacanaṁ niyamatthaṁ.",
  "tika-vin11t3:140": "408.Sopīti uggahāpitattā codanaṁ karonto itaro payojjakapuggalopi. Tesaṁ dvinnampīti payojakapayojjakānaṁ dvinnampi.",
  "tika-vin11t3:141": "409. Vuttaṭṭhānaṁ paṇṇaṁ vā sandesaṁ vā haranto dūto nāma, so ‘‘paṇṇaṁ vā sāsanaṁ vā pesetvā’’ti iminā saṅgayhatīti tasmiṁ visuṁ avattabbepi ‘‘duta’’nti vacanena nissaṭṭhadūtamāha . Paṇṇaṁ vā adatvā ‘‘evañca evañca vadā’’ti sāsanañca adatvā ‘‘taṁ codehī’’ti atthamattameva datvā nissaṭṭho bhikkhu idha ‘‘nissaṭṭhadūto’’ti gahetabbo.",
  "tika-vin11t3:142": "Atha vā ‘‘dūta’’nti iminā codetuṁ uggahāpetvā, tamanuggahāpetvā vā nissaṭṭho bhikkhu dūtoyeva gahetabbo. ‘‘Paṇṇa’’nti iminā pabbajitassa vā apabbajitassa vā kassaci hatthe codanaṁ likhitvā dinnapaṇṇaṁ gahetabbaṁ. Sāsananti ‘‘pārājikaṁ āpanno’’tiādinā nayena vatvā pesiyamānaṁ sāsanaṁ gahetabbaṁ. Idaṁ tayampi dūre nisīditvā aññehi kārāpanato ‘‘codāpentassā’’ti āha. ‘‘Para’’nti ānetvā sambandhitabbaṁ. Ettha okāsakārāpanaṁ natthi.",
  "tika-vin11t3:143": "410.Tathāti yathā amūlakena pārājikena sammukhā okāse kārite, akārite ca, tathā amūlakehi saṅghādisesehīti vuttaṁ hoti. ‘‘Vutte sammukhā pare’’ti bhummavasena adhikatena yojetabbaṁ, codeti codāpetīti vuttaṁ hotīti. Pācittiyāpattīti okāse kārite kevalā, akārite dukkaṭena sahāti gahetabbaṁ. Sammukhā sesāpattīhi pare vutte cāvanasaññino dukkaṭaṁ hotīti yojanā. Okāsākārāpanenapi dukkaṭameva hoti.",
  "tika-vin11t3:144": "411.Akkosanādhippāyassāti khuṁsanādhippāyassa. Akatokāsanti akāritokāsaṁ, ‘‘para’’nti iminā yojetabbaṁ. Attanāti codakena, ‘‘sayaṁ akāritokāsa’’nti iminā yojetabbaṁ. Saha pācittiyenāti ‘‘omasavāde pācittiya’’nti (pārā. 14) vuttapācittiyena saha. Vadantassāti codentassa vā codāpentassa vā, ettha ‘‘sammukhā’’ti idaṁ vakkhamānassa ‘‘asammukhā’’ti etassa vipariyāyato labbhati, ca-kārena kāritokāsapakkhe dukkaṭena pācittiyasambandhī.",
  "tika-vin11t3:145": "412.Asammukhā vadantassāti ettha ‘‘akkosanādhippāyassā’’ti ānetvā sambandhitabbaṁ. ‘‘Akatokāsamattanā’’ti nānuvattati. Sattahi āpattīhīti pārājikasaṅghādisesathullaccayapācittiyapāṭidesanīyadukkaṭadubbhāsitasaṅkhātesu sattasu āpattikkhandhesu yena kenacīti vuttaṁ hoti. ‘‘Tathā’’ti iminā ‘‘asammukhā’’ti idaṁ saṅgaṇhāti. Kammanti tajjanīyādisattavidhaṁ kammaṁ.",
  "tika-vin11t3:146": "413.Ummattakādīnanti ādi-saddena ‘‘anāpatti suddhe asuddhadiṭṭhissa asuddhe asuddhadiṭṭhissa ummattakassa ādikammikassā’’ti (pārā. 390) vutte saṅgaṇhāti. Pañcaṅgasaṁyutanti yaṁ codeti, tassa ‘‘upasampanno’’ti saṅkhyūpagamanaṁ, tasmiṁ suddhasaññitā, yena pārājikena codeti, tassa diṭṭhādivasena amūlakatā, cāvanādhippāyena sammukhā codanā, tassa taṅkhaṇavijānananti imehi pañcahi aṅgehi yuttaṁ hoti.",
  "tika-vin11t3:147": "415.Idanti ‘‘sikkhāpada’’nti seso, ‘‘sikkhāpada’’nti ca iminā tappaṭipādanīyā āpattiyeva gayhati. Tisamuṭṭhānanti kāyacittato, vācācittato, kāyavācācittatoti sacittakehi tīhi samuṭṭhānato tisamuṭṭhānaṁ. Tenevāha ‘‘sacitta’’nti. Paṭighacittānaṁ dvinnaṁ aññatarena sahitattā sacittakaṁ. Taṁsampayuttāya domanassavedanāya vasena dukkhavedanaṁ.",
  "tika-vin11t3:148": "Duṭṭhadosakathāvaṇṇanā.",
  "tika-vin11t3:149": "416.Lesamattanti ‘‘aññampi vatthuṁ lissati silissati vohāramatteneva īsakaṁ allīyatīti leso, jātiādīnaṁyeva aññatarakoṭṭhāsassetaṁ adhivacana’’nti (pārā. aṭṭha. 2.391) aṭṭhakathāya dassitanibbacanesu ‘‘leso nāma dasa lesā jātileso nāmaleso’’tiādinā (pārā. aṭṭha. 394) nayena padabhājane vuttesu jātināmagottādīsu dasasu lesesu aññataralesamattanti vuttaṁ hoti.",
  "tika-vin11t3:150": "Tattha jāti nāma khattiyabrāhmaṇādijāti. Nāmaṁ nāma imasmiṁ sikkhāpade ‘‘chagalako dabbo mallaputto nāma, chagalikā mettiyā bhikkhunī nāmā’’ti ṭhapitaṁ nāmaṁ viya codakehi ṭhapitanāmañca buddharakkhitādisakanāmañcāti duvidhaṁ nāmaṁ. Gottaṁ nāma gotamamoggallānādigottaṁ. Liṅgaṁ nāma dīghatādisaṇṭhānanānattañca kaṇhatādivaṇṇanānattañcāti idaṁ duvidhaliṅgaṁ. Āpattileso nāma lahukādirūpena ṭhitapācittiyādiāpatti. Patto nāma lohapattādi. Cīvaraṁ nāma paṁsukūlādi. Upajjhāyo nāma cuditakassa upajjhāyo. Ācariyo nāma cuditakassa pabbajjācariyādiko. Senāsanaṁ nāma cuditakasseva nivāsapāsādādikaṁ.",
  "tika-vin11t3:151": "Codeyyāti aññakhattiyajātikaṁ puggalaṁ pārājikaṁ ajjhāpajjantaṁ disvā attano verikhattiyajātikaṁ puggalaṁ ‘‘khattiyo mayā diṭṭho, pārājikaṁ dhammaṁ ajjhāpannosī’’tiādinā nayena codeti. Garukāpatti nāma saṅghādiseso. Sace cāvanacetanoti ‘‘appeva nāma naṁ imamhā brahmacariyā cāveyya’’nti (pārā. 392) vuttattā sace imaṁ sāsanā cāveyyāmīti adhippāyo hutvā codetīti vuttaṁ hoti, iminā byatirekavasena na aññādhippāyoti vuttameva hotīti purimasikkhāpadaṭṭhakathāyaṁ dassitesu ‘‘cāvanādhippāyo akkosādhippāyo’’ti (pārā. aṭṭha. 2.389) evamādinānappakārādhippāyesu āpattiyā aṅgabhūtaṁ cāvanādhippāyaṁ dassetvā sesādhippāye paṭikkhipati.",
  "tika-vin11t3:152": "417.Tathāsaññīti ayaṁ pārājikamajjhāpannoyevāti tathāsaññī. ‘‘Codeti vā codāpeti vā’’ti vuttattā ‘‘tathāsaññī’’ti idaṁ ‘‘codāpetī’’ti imināpi yojetabbaṁ. Sesoti ettha ‘‘pārājikāni vuttānī’’tiādiṁ katvā ‘‘sacittaṁ dukkhavedana’’nti pariyantaṁ katvā dassitapaṭhamasikkhāpadavinicchayasaṅgāhakakathāpabandhena vuttasabbavinicchayesu taṁsikkhāpadaniyataṁ ‘‘amūlakenā’’ti idañca imasmiṁ sikkhāpade ‘‘bhikkhumantimavatthunā…pe… anāpatti siyā’’ti vuttamatthañca ṭhapetvā avasiṭṭhasabbavinicchayoti attho. Anantarasamo mato heṭṭhā anantaraṁ vuttasikkhāpadeneva sadisoti veditabbo.",
  "tika-vin11t3:153": "Dutiyaduṭṭhadosakathāvaṇṇanā.",
  "tika-vin11t3:154": "418.Samaggassa saṅghassāti ‘‘samaggo nāma saṅgho samānasaṁvāsako samānasīmāyaṁ ṭhito’’ti padabhājane vuttattā cittena ca kāyena ca ekībhūtassa saṅghassāti vuttaṁ hoti. Ca-kāro padapūraṇo, eva-kārattho vā, nasamaggassāti byatirekattho veditabbo. Bhedatthaṁ vāyameyyāti ‘‘ime kathaṁ kadā bhijjissantī’’ti rattindivaṁ cintetvā upāyaṁ gavesitvā pakkhapariyesanādiṁ kareyyāti attho. Vuttañhi pāḷiyaṁ ‘‘bhedāya parakkameyyāti kathaṁ ime nānā assu vinā assu vaggā assūti pakkhaṁ pariyesati gaṇaṁ bandhatī’’ti (pārā. 412).",
  "tika-vin11t3:155": "Bhedahetunti ‘‘idhupāli bhikkhu adhammaṁ ‘dhammo’ti dīpeti, dhammaṁ ‘adhammo’ti dīpetī’’tiādinā (pari. 459) nayena khandhake vuttaṁ aṭṭhārasabhedakaravatthusaṅkhātaṁ saṅghabhedakāraṇamāha . Idameva hi padabhājane vuttaṁ ‘‘bhedanasaṁvattanikaṁ vā adhikaraṇanti aṭṭhārasabhedakaravatthūnī’’ti. Gahetvāti paggayha. Tiṭṭheyyāti nappaṭinissajjeyya. Paridīpayanti ettha paridīpento, na paṭinissajjantoti attho. Yathāha ‘‘tiṭṭheyyāti na paṭinissajjeyyā’’ti.",
  "tika-vin11t3:156": "419.Bhikkhūhīti tassa saṅghabhedakassa parakkamanaṁ passantehi vā dūre ce, ṭhitaṁ pavattiṁ suṇantehi vā lajjīhi supesalehi sesabhikkhūhi. Vuttañhetaṁ ‘‘bhikkhūhīti aññehi bhikkhūhi. Ye passanti ye suṇanti, tehi vattabbo’’ti (pārā. 412). Tassa vadantehi evaṁ vattabbanti vacanākāradassanatthamāha ‘‘māyasmā samaggassa saṅghassa bhedāya parakkami, bhedanasaṁvattanikaṁ vā adhikaraṇaṁ samādāya paggayha aṭṭhāsi, sametāyasmā saṅghena, samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī’’ti (pārā. 411) pāṭhaṁ, taṁ ekadesasaṅgahavasena upalakkhetumāha ‘‘bhedatthaṁ…pe… bhedakāraṇa’’nti. Iti vattabboti yojanā.",
  "tika-vin11t3:157": "420.Vuccamāno hīti ettha hi-saddo api-saddattho. ‘‘Pī’’ti vā pāṭho, tehi lajjibhikkhūhi ‘‘māyasmā’’tiādinā nayena visuṁ tikkhattuṁ vuttopīti attho. Nissajjeyya na ceva nanti taṁ bhedāya parakkamanaṁ appaṭinissajjanapaccayā dukkaṭāpattiṁ āpajjitvāpi na vissajjeyyāti attho. Vuttañhetaṁ ‘‘no ce paṭinissajjati, āpatti dukkaṭassā’’ti (pārā. 412). Tathā hi appaṭinissajjanto hatthesu, pādesu ca gahetvā saṅghamajjhe ānetvā tatheva tikkhattuṁ vuttopi taṁ avissajjetvā dukkaṭāpattiṁ āpannoti iminā ca saṅgahito. Vuttañhetaṁ bhagavatā ‘‘so bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo ‘māyasmā…pe… phāsu viharatī’ti. Dutiyampi vattabbo. Tatiyampi vattabbo. Sace paṭinissajjati, iccetaṁkusalaṁ. No ce paṭinissajjati, āpatti dukkaṭassā’’ti. Idaṁ ubhayattha dukkaṭaṁ sāmaññena vakkhati ‘‘tikkhattuṁ pana vuttassa, apariccajatopi ta’’nti.",
  "tika-vin11t3:158": "Samanubhāsitabboti ettha ‘‘so bhikkhū’’ti ānetvā sambandhitabbaṁ, ‘‘yāvatatiya’’nti seso, yathāha ‘‘so bhikkhu bhikkhūhi yāvatatiyaṁ samanubhāsitabbo’’ti (pārā. 411), tathā saṅghamajjhepi tikkhattuṁ vuccamānopi no vissajjetvā dukkaṭaṁ āpanno so ādhānaggāhī bhikkhu saṅghena tikkhattuṁ vuttaṁ kammavācaṁ vatvā samanubhāsitabboti attho. Yathāha aṭṭhakathāyaṁ ‘‘yāvatatiyaṁ samanubhāsitabboti yāva tatiyaṁ samanubhāsanaṁ, tāva samanubhāsitabbo, tīhi samanubhāsanakammavācāhi kammaṁ kātabba’’nti (pārā. aṭṭha. 2.411). Tanti bhedāya parakkamanaṁ, bhedanasaṁvattanikaṁ adhikaraṇaṁ paggahetvā ṭhānañca. Accajanti, ñatticatutthāya kammavācāya vuccamānāyapi accajanto. Garukaṁ phuseti tatiyāya kammavācāya ‘‘so bhāseyyā’’ti yyakārappattāya saṅghādisesaṁ āpajjati.",
  "tika-vin11t3:159": "421. Saṅghassa bhedāya parakkamantaṁ bhikkhuṁ disvā, sutvā, ñatvā ca avadantassa bhikkhuno dukkaṭanti yojanā.",
  "tika-vin11t3:160": "422. Kīvadūre vasantehi sutvā gantvā vattabbanti āha ‘‘gantvā’’tiādi. Addhayojanameva addhayojanatā, tato adhikaṁ vā. Gilānaṁ paṭicca addhayojanaṁ vuttaṁ, itaraṁ paṭicca ‘‘adhikaṁ dūrampi pana gantabba’’nti vuttaṁ. Tenevāha ‘‘sace sakkotī’’ti. Tāvadeti tadā eva, acirāyitvāti attho.",
  "tika-vin11t3:161": "423.Tikkhattuṁ pana vuttassāti ‘‘māyasmā’’tiādinā nayena visuñca saṅghamajjhe ca tikkhattuṁ vuttassāpi apariccajantassa. Taṁ bhedāya parakkamādikaṁ. Bhedappavattiyā sutakkhaṇe sayaṁ agantvā paṇṇaṁ vā sāsanaṁ vā pesentassa āpattiṁ dassetumāha ‘‘dūtaṁ vā’’tiādi. Yathāha aṭṭhakathāyaṁ (pārā. aṭṭha. 2.411) ‘‘dūtaṁ vā paṇṇaṁ vā pesetvā vadatopi āpattimokkho natthī’’tiādi.",
  "tika-vin11t3:162": "425.Yyakāre pana sampatteti ‘‘yassa nakkhamati, so bhāseyyā’’ti (pārā. 413) tatiyakammavācāya ante yyakāre uccārite. Passambhantīti paṭippassambhanti, vūpasamantīti attho. Dukkaṭādayoti ñattiyā dukkaṭaṁ, dvīhi kammavācāhi dve ca thullaccayā. Yathāha ‘‘saṅghādisesaṁ ajjhāpajjantassa ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccayā paṭippassambhantī’’ti (pārā. 414). Tasmā ñattiyā pubbe bahi ca saṅghamajjhe ca tikkhattuṁ vuttepi appaṭinissajjanena āpannāni dve dukkaṭāni desetabbānīti viññāyati.",
  "tika-vin11t3:163": "Imissā kammavācāya kiṁ āpannāpattiyo paṭippassambhanti, udāhu anāpannāti vicāraṇāya ‘‘yo avasāne paṭinissajjissati, so tā āpattiyo na āpajjati, tasmā anāpannā paṭippassambhantī’’ti (pārā. aṭṭha. 2.414) mahāsumattherassa vādaṁ ‘‘kimanāpannānaṁ paṭippassaddhiyā’’ti paṭibāhitvā ‘‘liṅgaparivattane asādhāraṇāpattiyo viya āpannā paṭippassambhantī’’ti mahāpadumattherassa vādo ṭhito.",
  "tika-vin11t3:164": "426.Akate pana kammasminti yathāvuttasamanubhāsanakamme akate. Apariccajatopi cāti taṁ saṅghabhedāya parakkamanaṁ apariccajantassāpi. ‘‘Saṅghādisesenā’’ti iminā kammaṁ akatvā saṅghamajjhe ca bahi ca tikkhattuṁ vuccamānassa appaṭinissajjanena dukkaṭaṁ pana hotīti byatirekatova dasseti.",
  "tika-vin11t3:165": "427.Pubbe vāti ñattiyā pubbe visuṁ, saṅghamajjhe vā tikkhattuṁ vuccamānepi. Taṅkhaṇepīti ñattikkhaṇe vā. Ñattiyā aniṭṭhitāyapi pacchāpi, imassa avadhiṁ dasseti ‘‘asampatte yyakārasmi’’nti. Paṭinissajjatopi ca tassa saṅghādisesena anāpatti pakāsitāti paṭhamagāthāya pacchimaḍḍhaṁ idhānetvā yojetabbaṁ.",
  "tika-vin11t3:166": "428. Ettāvatā ‘‘anāpatti asamanubhāsantassa paṭinissajjantassa ummattakassa khittacittassa vedanāṭṭassa ādikammikassā’’ti (pārā. 416) pāṭhe ‘‘paṭinissajjantassā’’ti padena gahitesu ‘‘ñattito’’tiādīsu vinicchayaṁ dassetvā taṁ nigametuṁ ‘‘paṭinissajjato vāpi ta’’nti āha. Nigamanatthajotako evaṁ-saddo sāmatthiyā labbhati, evaṁ ‘‘ñattito’’tiādinā yathāvuttanayena paṭinissajjantassa vāti attho. Tanti saṅghabhedappayogaṁ. Asamanubhāsato vāti asamanubhāsiyamānassa. ‘‘Asamanubhāsiyato’’ti vattabbe vikaraṇapaccayalopena ‘‘asamanubhāsato’’ti vuttanti daṭṭhabbaṁ. Yathāha aṭṭhakathāyaṁ ‘‘asamanubhāsantassāti asamanubhāsiyamānassā’’ti (pārā. aṭṭha. 2.416). ‘‘Saṅghādisesena anāpatti pakāsitā’’ti anuvattamānattā icchitatthe siddhepi puna ‘‘anāpatti pakāsitā’’ti vacane punaruttatā āpajjatīti? Nāpajjati, padāvutti nāma alaṁkāro hotīti.",
  "tika-vin11t3:167": "429. Imassa sikkhāpadassa atthuppattiyaṁ saṅghabhedatthaṁ pañca vatthūni yācantena devadattena ‘‘sādhu bhante bhikkhū yāvajīvaṁ macchamaṁsaṁ na khādeyyuṁ, yo macchamaṁsaṁ khādeyya, vajjaṁ naṁ phuseyyā’’ti (pārā. 409) vutte ‘‘alaṁ devadatta mayā tikoṭiparisuddhaṁ macchamaṁsaṁ anuññātaṁ adiṭṭhaṁ asutaṁ aparisaṅkita’’nti (pārā. 409) anuññātesu macchamaṁsesu kappiyākappiyavinicchayaṁ pubbe anokāsābhāvena avatvā pakataṁ sikkhāpadavinicchayaṁ niṭṭhāpetvā idāni pattāvasesaṁ taṁ dassetuṁ ‘‘yañhī’’tiādi āraddhaṁ . ‘‘Taṁ tassā’’ti vakkhamānattā ‘‘ya’’nti idaṁ ‘‘bhikkhu’’nti iminā ca ‘‘macchamaṁsa’’nti etena ca yojetabbaṁ. Macchanti odakaṁ. Maṁsanti thalajānaṁ maṁsaṁ. Nibbematikoti ‘‘maṁ uddissa kata’’nti vā ‘‘saṅghaṁ uddissa kata’’nti vā uppannāya vimatiyā virahito.",
  "tika-vin11t3:168": "430.Samuddissa katanti saṅghaṁ vā attānaṁ vā uddissa kataṁ. ‘‘Ñatvā’’ti iminā ajānitvā bhuñjantassa anāpattibhāvamāha.",
  "tika-vin11t3:169": "431. Hatthīnaṁ assānaṁ acchānaṁ manussānaṁ ahīnaṁ kukkurānaṁ dīpīnaṁ sīhānaṁ byagghānaṁ taracchānaṁ maṁsaṁ akappiyaṁ hotīti yojanā.",
  "tika-vin11t3:170": "432. Sacittakatā āpattiyāyeva yujjati, idha pana taṁhetukaṁ maṁsameva hetumhi phalūpacārena sacittakanti gahitaṁ. Ettha cittaṁ nāma attānaṁ vā saṅghaṁ vā uddissa katabhāvajānanacittaṁ. Sesanti anuddissakataṁ akappiyamaṁsaṁ. Acittakanti vuttanayameva.",
  "tika-vin11t3:171": "433.Pucchitvāyevāti akappiyamaṁsaparihāratthaṁ dasasu maṁsesu nāmañca uddissakatassa parihāratthaṁ ubhayassāpi paṭiladdhākārañca pucchitvāyevāti attho. Odakesu macchesu akappiyābhāvato laddhākārova ñātabbo. Maṁse diṭṭhamatteyeva ‘‘idaṁ asukamaṁsa’’nti jānanti ce, apucchitepi doso natthi. Dāyakesu maṁsassābhāve laddhaniyāme apucchitepi doso natthi. Yathā vā tathā vā vimatiyā uppannāya appaṭiggāhetvā nisinne ‘‘kasmā na paṭiggaṇhathā’’ti pucchite vimatiyā uppannākāraṁ vatvā ‘‘mayaṁ tumhe vā itare bhikkhū vā uddissa na karimhā’’ti vatvā ‘‘amhākameva sandhāya kataṁ, paṇṇākāratthāya kataṁ, atithīnaṁ vā atthāya kata’’ntiādinā attanā laddhappakāraṁ vatvā ‘‘saṁsayaṁ akatvā paṭiggahetabba’’nti vadeyyuṁ ce, paṭiggahetuṁ vaṭṭatīti sabbamidaṁ aṭṭhakathāya vuttaṁ.",
  "tika-vin11t3:172": "Bhikkhūnaṁ etaṁ vattanti yojanā. Vattaṭṭhāti sammāsambuddhena mahākaruṇāya desitaṁ pātimokkhasaṁvarasīlaṁ visodhetvā paṭipajjane patiṭṭhitā. ‘‘Vinayaññuno’’ti iminā vinayaṁ ajānitvā upadesappamāṇeneva vattaṁ pūrentehi vattassa virodhopi siyāti te nivatteti. ‘‘Vattaṭṭhā’’ti visesanena vinayaṁ ñatvāpi apūraṇe nivatteti. Ubhayenapi attanā vuttavinicchayassa parisuddhabhāvaṁ dīpeti.",
  "tika-vin11t3:173": "434.Idaṁ samanubhāsananti yathāvuttasikkhāpadamāha. Samanubhāsanena sādhetabbā āpatti samanubhāsanā kāraṇūpacārena. Aññathā ekasamuṭṭhānādibhāvo na yujjati. Ekasamuṭṭhānaṁ kāyavācācittasaṅkhātaṁ ekaṁ samuṭṭhānaṁ etassāti katvā. Kāyakammanti hatthamuddāvasena kāyena kātabbassa paṭinissajjanassa akatattā kāyakammaṁ. Vacīkammanti vacasā kātabbassa akatattā vacīkammaṁ. Akriyanti yathāvuttanayena ‘‘saṅghabhedopakkamanivāraṇāya parakkamanaṁ paṭinissajjāmī’’ti kāyavikārena vā vacībhedena vā aviññāpanato akiriyaṁ nāma hotīti vuttaṁ hoti.",
  "tika-vin11t3:174": "Saṅghabhedakathāvaṇṇanā.",
  "tika-vin11t3:175": "435.Kiñcipi vattabbanti ‘‘eko vā dve vā tayo vā’ti vuttasaṅghabhedānuvattakabhikkhuṁ passantehi suṇantehi lajjibhikkhūhi visuñca saṅghamajjhe ca netvā tikkhattuṁyeva saṅghabhedānuvattanassa akattabbataṁ vatvā tato anoramantānaṁ ñatticatutthāya kammavācāya samanubhāsanakammaṁ kātabba’’nti idañca ‘‘tatiyānussāvanāya yya-kārappattāya āpajjanakasaṅghādisesato pubbe āpannā dukkaṭathullaccayā paṭippassambhantī’’ti idañca anāpattipakāro cāti imaṁ sādhāraṇavinicchayaṁ sandhāyāha. Vacanappakārabhedo pana attheva, so saṅkhepato mātikāya (pārā. 418-419) vitthārato padabhājane (pārā. 418-419) āgatanayena vattabbo. Assāti dutiyasaṅghabhedasikkhāpadassa. ‘‘Samuṭṭhānā…pe… matā’’ti iminā sādhāraṇavinicchayo atidiṭṭhoti daṭṭhabbaṁ.",
  "tika-vin11t3:176": "Dutiyasaṅghabhedakathāvaṇṇanā.",
  "tika-vin11t3:177": "436.Uddesapariyāpanneti ettha ‘‘sikkhāpade’’ti seso, nidānapārājikasaṅghādisesaaniyatavitthārasaṅkhāte pañcavidhauddesalakkhaṇapātimokkhe antogadhasikkhāpadavisayeti attho. ‘‘Uddesapariyāpanne sikkhāpade’’ti iminā ‘‘avacanīyamattānaṁ karotī’’ti imassa visayaṁ dasseti. Bhikkhu dubbacajātikoti ettha ‘‘yo’’ti ajjhāhāro. ‘‘Dubbacajātikoti dubbacasabhāvo, vattuṁ asakkuṇeyyoti attho’’ti (pārā. aṭṭha. 2.425-426) aṭṭhakathāya vuttadovacassatāya hetubhūtapāpicchatādīhi ekūnavīsatiyā dhammehi samannāgato hutvā attani vuttaṁ anusiṭṭhiṁ sādaramaggahaṇena nāsanatā dovacassasabhāvoti attho. Vuttañhetaṁ padabhājane ‘‘dubbacajātiko hotīti dubbaco hoti dovacassakaraṇehi dhammehi samannāgato akkhamo appadakkhiṇaggāhī anusāsani’’nti (pārā. 426).",
  "tika-vin11t3:178": "Avacanīyamattānaṁkarotīti ‘‘mā maṁ āyasmanto kiñci avacuttha kalyāṇaṁ vā pāpakaṁ vā, ahampāyasmante na kiñci vakkhāmi kalyāṇaṁ vā pāpakaṁ vā, viramathāyasmanto mama vacanāyā’’ti (pārā. 425) vuttanayena attānaṁ avacanīyaṁ karoti. Garukaṁ siyāti ettha ‘‘tassā’’ti idaṁ ajjhāhāranayasambandhena labbhati. Tatrāyaṁ yojanā – dubbacajātiko yo bhikkhu uddesapariyāpanne sikkhāpade attānaṁ avacanīyaṁ karoti, tassa garukaṁ siyāti.",
  "tika-vin11t3:179": "Kiṁ vuttaṁ hoti? Yo bhikkhu attano dovacassataṁ passantehi, suṇantehi ca lajjibhikkhūhi ‘‘mā āyasmā attānaṁ avacanīyaṁ akāsi…pe… aññamaññavuṭṭhāpanenā’’ti (pārā. 425) vuttanayena tikkhattuṁ vuttopi dukkaṭaṁ āpajjitvāpi na vissajjeti, ‘‘so bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo’’ti (pārā. 426) vuttattā hatthe gahetvā ākaḍḍhitvāpi saṅghamajjhaṁ netvā tatheva tikkhattuṁ vutte dukkaṭaṁ āpajjitvāpi na vissajjeti, tassa dubbacajātikassa ñatticatutthāya kammavācāya kariyamāne samanubhāsanakamme tatiyāya kammavācāya yyakārappattāya pubbe vuttanayeneva ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccaye ca paṭippassambhayamāno saṅghādiseso hotīti vuttaṁ hoti.",
  "tika-vin11t3:180": "437.Dubbaceti ettha ‘‘sikkhāpade’’ti seso, tathā saṅghabhedakavaṇṇaneti etthāpi. Saṅghabhedo eva saṅghabhedako, taṁ vaṇṇeti kathetīti saṅghabhedakavaṇṇanaṁ, kiṁ taṁ? Sikkhāpadaṁ, tañca paṭhamameva saṅghabhedakasikkhāpadaṁ gahetabbaṁ, tasmiṁ vuttanayenāti yojanā. Yathāha aṭṭhakathāyaṁ ‘‘samuṭṭhānādīni paṭhamasaṅghabhedasadisānevā’’ti (pārā. aṭṭha. 2.425-426). ‘‘Sabbo vinicchayo’’ti etena idha dassitena ‘‘garukaṁ siyā’’ti etena saṅgahitaṁ saṅghādisesāvasānavinicchayaṁ vajjetvā ‘‘akate panā’’tiādigāthāttayena vuttaanāpattippakāre ca ‘‘idamekasamuṭṭhāna’’ntiādigāthāya vuttasamuṭṭhānādike ca atidisati.",
  "tika-vin11t3:181": "Dubbacakathāvaṇṇanā.",
  "tika-vin11t3:182": "438.Yo kuladūsako bhikkhu, so chandagāmitādīhi pāpento bhikkhuhi kamme kariyamāne taṁ chandagāmitādīhi pāpanaṁ accajanto garukaṁ phuse saṅghādisesaṁ āpajjatīti yojanā. ‘‘Kuladūsakoti kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vā vejjikāya vā jaṅghapesanikena vā’’ti (pārā. 437) vacanato saddhāsampannakulāni lābhaṁ nissāya pupphadānādīhi saṅgaṇhitvā tathā akarontesu lajjibhikkhūsu kulānaṁ saddhādūsanato kuladūsako, bhikkhu.",
  "tika-vin11t3:183": "Chandagāmitādīhi pāpentoti kuladūsanakammaṁ karontaṁ disvā vā sutvā vā avacanato āpajjitabbadukkaṭato muccanatthāya ‘‘āyasmā kho…pe… alante idha vāsenā’’ti vadante lajjī pesale bhikkhū ‘‘chandagāmino ca bhikkhū…pe… ekaccaṁ na pabbājentī’’ti chandagāmitādīhi catūhi agatigamanehi yojentoti attho. Kamme kariyamāneti yathāvuttanayena attānaṁ garahantānaṁ bhikkhūnaṁ kariyamānaṁ akkosanañca paribhāsanañca ye passanti, ye ca suṇanti, tehi ‘‘māyasmā evaṁ avaca, na ca bhikkhū chandagāmino…pe… alante idha vāsenā’’ti tikkhattuṁ vuccamānopi dukkaṭaṁ āpajjitvāpi appaṭinissajjantaṁ hatthe gahetvā ākaḍḍhitvā saṅghamajjhaṁ ānetvā ‘‘māyasmā evaṁ avacā’’tiādinā nayeneva punapi tikkhattuṁ vutte dukkaṭaṁ āpajjitvāpi appaṭinissajjantassa ñatticatutthāya kammavācāya samanubhāsanakamme kariyamāneti vuttaṁ hoti. Garukaṁ phuseti ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccaye ca paṭippassambhento tatiyakammavācāya ante yyakāre sampatte saṅghādisesaṁ āpajjatīti vuttaṁ hoti.",
  "tika-vin11t3:184": "439-40. ‘‘Kulāni dūseti pupphena vā’’tiādinā (pārā. 437) nayena vuttakuladūsanopakaraṇabhūtacuṇṇapaṇṇādīsu vinicchayaṁ dassetumāha ‘‘cuṇṇa’’ntiādi. Cuṇṇanti sirīsapaṇṇādicuṇṇaṁ. Paṇṇanti tambūlapaṇṇatālapaṇṇādikhāditabbākhāditabbapaṇṇaṁ. Phalanti tālapanasādiphalaṁ. Pupphanti campakādipupphaṁ. Veḷunti andoḷikāpāṭaṁ kiraṇḍādikaṁ veḷuṁ. Kaṭṭhanti gehadāruṁ, indhanañca. Mattikanti pākatikaṁ, pañcavaṇṇaṁ vā mattikaṁ.",
  "tika-vin11t3:185": "Attano santakaṁ, tāvakālikādivasena gahitaṁ vā cuṇṇaṁ…pe… mattikaṁ kulasaṅgahaṇatthāya dadato kuladūsanadukkaṭaṁ hotīti sambandho. Theyyāti corikā. ‘‘Dadato’’ti idaṁ sāmivacanaṁ ‘‘kātabbo’’ti paccattavacanantaṁ visesitabbamapekkhitvā ‘‘dadanto’’ti vibhattivipariṇāmena paccattavacanantaṁ anuvattetabbaṁ. Kātabboti ettha kāretabboti attho. Iminā saṅghasantakaṁ, gaṇasantakaṁ, aññapuggalasantakañca cuṇṇādiṁ kulasaṅgahatthaṁ corikāya dento bhaṇḍagghena kāretabboti imaṁ vinicchayaṁ dasseti. Saṅghaññasantaketi saṅghaññasantakacuṇṇādiketi attho. Ettha añña-saddena gaṇapuggalānaṁ gahaṇaṁ.",
  "tika-vin11t3:186": "441.Saṅghikaṁ garubhaṇḍaṁ vāti saṅghasantakaṁ garubhaṇḍapahonakaṁ vā paṇṇādikaṁ. Senāsananiyāmitanti ‘‘ettakā phalarukkhādayo senāsane navakammatthāyā’’ti evaṁ niyamitaṁ vā. Issaravatāye vāti evakārena ‘‘theyyā’’ti idaṁ nivattitaṁ.",
  "tika-vin11t3:187": "442.Haritvā vāti attanāyeva haritvā vā. ‘‘Pupphaṁ dentassā’’ti iminā sambandho. Esa nayo uparipi. Harāpetvā vāti aññassa hatthe pesetvā vā. Pakkositvā vāti āmantetvā vā pakkosāpetvā vāti upalakkhaṇato labbhati. Āgatassa vāti attanā eva āgatassa vā. ‘‘Kulasaṅgahaṇatthāyā’’ti vacanena ‘‘evarūpe adhippāye asati vaṭṭatī’’ti vuttattā ‘‘cetiyaṁ pūjaṁ karontāpi ‘pūjessāmā’ti pupphāni gahetvā gacchantāpi tattha tattha sampattānaṁ cetiyapūjanatthāya denti, etampi pupphadānaṁ nāma na hotī’’tiādikaṁ (pārā. aṭṭha. 2.436-437) aṭṭhakathāgataṁ sabbaṁ vinicchayaṁ dassitaṁ hoti.",
  "tika-vin11t3:188": "443. Evaṁ ussaggaṁ dassetvā apavādaṁ dassetumāha ‘‘haritvā vā’’tiādi. ‘‘Harāpetvā’’ti iminā yojetabbassa vā-saddassa avuttasampiṇḍanatthatāya ‘‘pakkositvā vā pakkosāpetvā vā, āgatānaṁ vā’’ti ca saṅgayhati. Āgatassevāti evakārena haritvā dānādiṁ nivatteti.",
  "tika-vin11t3:189": "444.Tañcāti mātāpituādīnaṁ taṁ pupphadānañca. Vatthupūjatthanti ratanattayapūjanatthaṁ. Na panaññathāti aññena pakārena dātuṁ na vaṭṭati. Yena pakārena dātuṁ na vaṭṭati, koyaṁ pakāroti āha ‘‘sivādī’’tiādi. Sivādipūjanatthanti mahissarādidevatāpūjanatthañca. Maṇḍanatthanti piḷandhanatthaṁ. Evaṁ adātabbappakāraniyamanena ‘‘imaṁ vikkiṇitvā jīvikaṁ kappessantī’’ti mātāpituādīnaṁ dātuṁ vaṭṭatīti vadanti.",
  "tika-vin11t3:190": "445.‘‘Phalādīsu…pe… vinicchayo’’ti iminā ‘‘haritvā vā harāpetvā vā’’tiādinā pubbe vuttavinicchayo phalapaṇṇādīsu sabbattha samānoti dasseti.",
  "tika-vin11t3:191": "446.‘‘Pupphādibhājane’’ti pupphaphalādīnaṁ bhājanakāle. Sammatenāti pupphādibhājanatthaṁ khandhake vuttanayena saṅghena sammatena bhikkhunā. Assāti bhājanaṭṭhānaṁ āgatassa. Itarenāti saṅghasammutiṁ vinā pupphādīni bhājāpentena. Ñāpetvā dātabbanti sabbaṁ saṅghaṁ jānāpetvā dātabbaṁ.",
  "tika-vin11t3:192": "447.Upaḍḍhabhāvanti ekena bhikkhunā laddhabbabhāgato upaḍḍhaṁ. ‘‘Thokaṁ thoka’’nti iminā upaḍḍhatopi appataraṁ gahitaṁ.",
  "tika-vin11t3:193": "448.Paribbayavihīnassāti taṇḍulādijīvitavuttivayamūlarahitassa. Sampattissariyassāpīti attano samīpamupagatassa issarassa ca. ‘‘Dātabbaṁ tu sakaṁ phala’’nti iminā sambandho. ‘‘Paribbayavihīnānaṁ, dātuṁ saparasantaka’’nti khuddasikkhāya āgataṁ, idha ‘‘sakaṁ phala’’nti vuttaṁ. Tattha paravacanena vissāsikānaṁ gahaṇaṁ, idha pana vissāsaggāhena gahetvā dīyamānampi sasantakamevāti ‘‘saka’’nti vuttanti gahetabbaṁ.",
  "tika-vin11t3:194": "449-50. Yatra saṅghārāme saṅghena phalarukkhaparicchedaṁ katvā katikā katāti yojanā, ‘‘āgantukānaṁ ettakaṁ phalaṁ dātabba’’nti phalaparicchedaṁ katvā vā ‘‘ettakesu rukkhesu phalaṁ dātabba’’nti rukkhaparicchedaṁ katvā vā saṅghena katikā yena pakārena katāti attho. Tatrāgatassapīti evaṁ ṭhapitakatikavattaṁ taṁ saṅghārāmaṁ phalatthāya āgatassāpi.",
  "tika-vin11t3:195": "Yathāparicchedanti saṅghena tathākataphalarukkhaparicchedamanatikkamma. Dadatoti ocinitvā ṭhapitaphalaṁ, kappiyakārakehi ocināpetvā vā dentassa. Ocitaphale ca kappiyakārake ca asati phalatthāya āgatesu vattitabbavidhiṁ dassetumāha ‘‘dassetabbāpi vā’’tiādi. ‘‘Vatvā’’ti seso. Ca-kāraṁ api-saddena ekato katvā ‘‘apicā’’ti yojanā. Evaṁ vatvā saṅghena paricchinnarukkhā dassetabbāti iminā ‘‘idha phalāni sundarāni, ito gaṇhathā’ti evaṁ pana na vattabba’’nti (pārā. aṭṭha. 2.436-437) aṭṭhakathā byatirekato dassitā hoti.",
  "tika-vin11t3:196": "451.‘‘Khaṇitvā’’ti etena ‘‘khaṇāpetvā’’ti idampi saṅgahitaṁ, ‘‘kappiyabhūmi’’nti vakkhamānattā pathavinti ettha ‘‘akappiya’’nti labbhati. Tenevāha ‘‘pācittiyenā’’ti. ‘‘Mālāgaccha’’nti iminā pupphūpage taruṇagacche ca mallikāsumanādigumbagāgacche ca saṅgaṇhāti. Yathāha aṭṭhakathāya ‘‘taruṇakā hi puppharukkhāpi pupphagacchāpi ‘mālāvacchā’tveva vuccantī’’ti (pārā. aṭṭha. 2.431). Ādi-saddena phalūpagarukkhe ca bhesajjarase osadhagacche ca saṅgaṇhāti. ‘‘Ropāpane’’ti vakkhamānattā ‘‘saya’’nti idaṁ ‘‘ropane’’ti iminā yujjati.",
  "tika-vin11t3:197": "‘‘Sayaṁ khaṇitvā’’ti kasmā na yujjatīti? ‘‘Khaṇāpetvā’’ti vakkhamānassa abhāvā ca ‘‘yo pana bhikkhu pathaviṁ khaṇeyya vā khaṇāpeyya vā, pācittiya’’nti (pāci. 85) vacanato khaṇāpane pācittiyena bhavitabbattā ca ‘‘khaṇitvā’’ti iminā ca khaṇanakhaṇāpanānaṁ dvinnameva gahetabbattā na yujjati. Kuladūsaneti kuladūsananimittaṁ. Akappiyapathaviṁ khaṇitvā, khaṇāpetvā ca sayaṁ mālāgacchādiropane kate assa mālāgacchādiropakassa bhikkhuno akappiyapathavīkhaṇanapaccayena pācittiyena saddhiṁ kuladūsane kuladūsananimittaṁ dukkaṭaṁ hotīti yojanā.",
  "tika-vin11t3:198": "452.‘‘Tathā’’ti iminā ‘‘sayaṁ ropane’’ti idaṁ vinā avasesappakāraṁ saṅgaṇhāti. ‘‘Akappiyena vākyenā’’ti idaṁ ‘‘akappiyapathaviṁ khaṇāpetvā’’ti iminā ca ‘‘ropāpane’’ti iminā ca yujjati. ‘‘Imaṁ bhūmiṁ khaṇa, imaṁ gacchaṁ ropehī’’tiādikaṁ akappiyaṁ vohāraṁ vatvā akappiyapathaviṁ khaṇāpetvā mālāgacchādiropanaṁ kārāpentassāpi tatheva pācittiyañca dukkaṭañca hotīti attho.",
  "tika-vin11t3:199": "Khaṇanaropanehi dvīhi pācittiyadukkaṭāni avasiṭṭhehi tadatthikehi sabbavohārapayogabhedehi kiṁ hotīti āha ‘‘sabbatthā’’tiādi. Kuladūsaneti nimitte, visaye vā bhummaṁ. Akappiyena vākyena pana pathaviṁ khaṇāpetvā akappiyena vākyena ropāpanepi tathā pācittiyena saha kuladūsane bhikkhuno dukkaṭaṁ vuttaṁ. Sabbattha ito paresupi tadatthikena sabbavohārabyāpāresu kuladūsananimittaṁ bhikkhuno dukkaṭaṁ vuttanti yojanā.",
  "tika-vin11t3:200": "453. Kappiyabhūmiyā attanā khaṇane, akappiyavohārena khaṇāpane ca pācittiyābhāvato dukkaṭaṁyeva vuttanti āha ‘‘ubhayattha cā’’tiādi. Ettha ‘‘eva’’nti seso, so yathāvuttamatthaṁ nigameti. Evaṁ yathāvuttanayena kappiyabhūmiyampi mālāgacchādiropanaropāpanasaṅkhātesu dvīsu ṭhānesu ca bhikkhuno dukkaṭaṁ vuttanti yojanā.",
  "tika-vin11t3:201": "454.Sadukkaṭāpācittīti ‘‘āvāṭaṁ khaṇa, gacchaṁ ropehī’’ti ekavāraṁ āṇatte bahū āvāṭe khaṇitvā bahūsu gacchesu ropitesupi āṇattiyā ekattā dukkaṭena saha pācittiyaṁ hotīti ayamattho akappiyabhūmiṁ sandhāya vutto. ‘‘Suddhaṁ vā dukkaṭa’’nti idaṁ akappiyabhūmiyaṁ kappiyena vohārena āvāṭaṁ khaṇāpakassa ca kappiyabhūmiyaṁ akappiyavohārena āvāṭaṁ khaṇāpakassa ca ‘‘imaṁ gacchaṁ ropehī’’ti ekavārāṇattapaccayā āpajjitabbaṁ kuladūsanadukkaṭaṁ sandhāya vuttaṁ.",
  "tika-vin11t3:202": "455.Kappiyeneva vākyenāti ettha kappiyavākyaṁ nāma ‘‘ettha āvāṭaṁ jāna, ettha āvāṭaṁ jānitabbaṁ, ettha āvāṭena bhavitabba’’nti evarūpaṁ vākyañca ‘‘imaṁ gacchaṁ ettha jāna, ayaṁ gaccho ettha jānitabbo’’tiādivākyañca. Evakārena akappiyavohārañca kappiyākappiyamissakavohārañca nivatteti. Pariyāyobhāsanimittakammaṁ pana ‘‘itarattayaṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāvacanato vaṭṭati. Ubhayattha ca bhūmiyāti kappiyākappiyabhūmīsu dvīsu. Ropaneti ettha sambandhato, pakaraṇato ca ‘‘mālāgacchādīna’’nti labbhati.",
  "tika-vin11t3:203": "‘‘Vākyenā’’ti vuttattā ‘‘ropāpane’’ti vattabbo, ‘‘ropane’’ti kimatthamāhāti ce? Suddhakattuniddesena payojakassāpi saṅgahetabbato gāthābandhavasena vuttaṁ. Iminā uparigāthāya ‘‘sayaṁ ropetu’’nti ettha ‘‘saya’’nti iminā visesetvā ‘‘ropāpetu’’nti idaṁ nivatteti. ‘‘Paribhogatthāya hi kappiyabhūmiyaṁ vā akappiyabhūmiyaṁ vā kappiyavohārena ropāpane anāpattī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāvinicchayo imāya gāthāya saṅgahitoti veditabbo. Koci dosoti pācittiyañca dukkaṭañcāti vuttadosesu ekopi doso na vijjatīti attho.",
  "tika-vin11t3:204": "456-7.‘‘Sayaṁropetu’’nti idaṁ ‘‘ārāmādīnamatthāyā’’ti iminā sambandhitabbaṁ.",
  "tika-vin11t3:205": "Ādi-saddena vanādiṁ saṅgaṇhāti. Sayaṁ ropitassa vāti ettha vā-saddena ‘‘ropāpitassā’’ti idaṁ saṅgaṇhāti, etassa visesanatthaṁ ‘‘kappiyena vohārenā’’ti pāṭhaseso. Ayaṁ pana vinicchayo ‘‘ārāmatthāya pana vanatthāya ca chāyatthāya ca akappiyavohāramattameva na vaṭṭati, sesaṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāgatanayena veditabbo. Anto ārāmabhūsanatthāya, bahi araññatthāya viya chāyatthāya suddhacittena ‘‘imaṁ jānā’’tiādikappiyavohārena ropāpitarukkhe ca kappiyabhūmiyañca attanā kate vā akappiyavohārena kārāpite vā akappiyabhūmiyañca kappiyavohārena attanā kārāpite vā aññehi kate vā āvāṭe attanā ropite rukkhe ca phalaṁ paribhuñjituṁ icchati ce, paribhuñjituṁ vaṭṭatīti attho.",
  "tika-vin11t3:206": "Ārāmādīnamatthāya kappiyabhūmiyaṁ sayaṁ ropitassa vā kappiyabhūmiyaṁ vā akappiyabhūmiyaṁ vā kappiyavohārena ropāpitassa vā rukkhassa yañca phalaṁ, taṁ phalaṁ paribhuñjituṁ bhikkhūnaṁ vaṭṭatīti yojanā. Katthaci potthakesu ‘‘ārāmādīnamatthāyā’’ti gāthāya likhitaṭṭhāne ‘‘kulasaṅgahaṇatthāyā’’tiādigāthā dissati. Sā pāḷikkamaviruddhattā aṭṭhānappayuttā, ‘‘pupphāna’’ntiādigāthāya purato vuccamānā pana ṭhānappayuttā hoti.",
  "tika-vin11t3:207": "458.Sabbatthāti ārāmādiatthāya pubbe viya attanā ropitesu, ropāpitesu ca sabbesu mālāgacchādīsu. Akappiyodakeneva pācittīti ‘‘yo pana bhikkhu jānaṁ sappāṇakaṁ udakaṁ tiṇaṁ vā mattikaṁ vā siñceyya vā siñcāpeyya vā, pācittiya’’nti (pāci. 140) vuttā pācitti eva, na dukkaṭanti attho.",
  "tika-vin11t3:208": "459. Idāni dukkaṭena saddhiṁ pācittiyavisayaṁ dasseti ‘‘kula…pe… dukkaṭa’’nti. Siñcatoti kappiyodakeneva siñcato, siñcāpayato ca.",
  "tika-vin11t3:209": "460.Tesaṁyeva dvinnaṁ pana atthāyāti kuladūsanaparibhogānaṁ dvinnamatthāya. Siñcane siñcāpaneti ettha ‘‘mālāgacchādīna’’nti pakaraṇato labbhati. Dukkaṭanti ettha ‘‘kevala’’nti seso.",
  "tika-vin11t3:210": "461.Ocināpaneti aññehi pupphānaṁ ocināpane. Sayamocinane cāpīti attanāva ocinane ca. Sapācittiyadukkaṭanti ‘‘bhūtagāmapātabyatāya pācittiya’’nti (pāci. 90) vuttattā pupphocinanahetu pācittiyañca kuladūsanadukkaṭañca hotīti vuttaṁ hoti.",
  "tika-vin11t3:211": "462. Pūjādiatthāya, kulasaṅgahatthāya ca pupphānaṁ ocinanaocināpanāni kārāpentassa āpattiyā āpajjanappakāraṁ dassetumāha ‘‘pupphāna’’nti. ‘‘Pupphānaṁ gaṇanāya pācittiyaṁ hotī’’ti vuttattā pupphamocinatoti ettha ‘‘visuṁ visu’’nti seso. Ekekapupphaṁ ocinantassa pupphagaṇanāya pācittiyaṁ hotīti attho. ‘‘Ekena payogena bahūni pupphāni ocinantassa pana payogagaṇanāya hotī’’ti aṭṭhakathāyaṁ vuttaṁ idha byatirekato labbhati. ‘‘Ocinato’’ti iminā ‘‘ocināpayato’’ti idañca kiriyāsāmaññe visesassa antogadhabhāvato vā upalakkhaṇato vā dassitanti.",
  "tika-vin11t3:212": "Tattha ca pupphāni visuṁ visuṁ vatvā ocināpentassa pupphānaṁ gaṇanāya hotīti idameva āpajjati. Ekavāramāṇattena bahūni pupphāni bahūsu ca vāresu ocitesu āṇattigaṇanāya hotīti vinicchayo daṭṭhabbo. Idaṁ sabbappakāraṁ anantaravuttagāthāya dassitavidhimhi ca daṭṭhabbanti ñāpetumāha ‘‘kulatthaṁ ce sadukkaṭā’’ti. Kulatthanti kulasaṅgahatthaṁ. ‘‘Sadukkaṭā’’ti vuttattā pācittiyañca dukkaṭañca pupphagaṇanāya hotīti siddhaṁ. Yathāha aṭṭhakathāyaṁ ‘‘pupphagaṇanāya dukkaṭapācittiyānī’’ti (pārā. aṭṭha. 2.431).",
  "tika-vin11t3:213": "463. Ganthanaṁ gantho, tena nibbattaṁ ganthimaṁ. Esa nayo sabbattha. Ganthimādisarūpaṁ sayameva vakkhati. Saṅgahaṇaṁ saṅgaho, pupphānaṁ saṅgahoti viggaho.",
  "tika-vin11t3:214": "464. Imāni ganthimādīni sarūpato dassetumāha ‘‘tattha daṇḍena daṇḍaṁ vā’’tiādi. Tattha tatthāti tesu chasu pupphasaṅgahesu. ‘‘Daṇḍena daṇḍaṁ vā’’ti idaṁ sadaṇḍauppalādikusumaṁ sandhāyāha. ‘‘Vaṇṭenapi ca vaṇṭaka’’nti idaṁ savaṇṭakarattakusumādiṁ sandhāyāha. Karaṇaṁ sabbanti kataṁ sabbaṁ. Idha sabbattha kappiyavidhivibhāgaṁ ‘‘sabbameta’’miccādigāthāyaṁ vakkhati.",
  "tika-vin11t3:215": "465.Suttādīhi gopphetvāti ettha ‘‘vassikapupphādīnī’’ti seso. Suttena vā kadalivākādīhi vā vassikādipupphe ganthitvā katapupphavikāro gopphimaṁ nāma. Ekato vaṇṭāni yassāti viggaho. Ubhatovaṇṭikāti etthāpi eseva nayo. Appatthe vā sakatthe vā ka-kāro daṭṭhabbo. Itthiliṅgavisaye ka-kārato pubbākārassa i-kārādeso.",
  "tika-vin11t3:216": "Sabbapupphānaṁ vaṇṭāni ekadisāya katvā ganthitapupphāvali ekatovaṇṭikā nāma, vaṇṭāni ubhayadisāya katvā ganthitapupphāvali ubhatovaṇṭikā nāmāti taṁ gopphimaṁ evaṁ duvidhaṁ hotīti attho. ‘‘Vākaṁ vā valliṁ vā rajjuṁ vā diguṇaṁ katvā tattha nīpakadambādivaṇṭarahitāni pupphāni veṭhetvā gahaṇaṁ gopphimaṁ nāmā’’ti (pārā. aṭṭha. 2.431 atthato samānaṁ) aṭṭhakathāya vuttaṁ.",
  "tika-vin11t3:217": "466.Bundesūti mūlesu. Makulādikanti ettha ādi-saddena vaṇṭarahitamadhukādipupphañca vaṇṭasahitamallikādipupphañca saṅgahitaṁ. Sūciādīhīti ettha ādi-saddena tālahīrādiṁ saṅgaṇhāti . Mālāvikatīti pupphamālāvikati. Sūciādīhi makulādikaṁ pupphaṁ bundesu vijjhitvā āvutā mālāvikati vedhimaṁ nāmāti vuccatīti yojanā.",
  "tika-vin11t3:218": "467.‘‘Veṭhimaṁ nāma pupphadāmapupphahatthakesu daṭṭhabba’’nti (pārā. aṭṭha. 2.431) aṭṭhakathāya dassitappakāresu paṭhamappakāraṁ dasseti ‘‘veṭhetvā kataṁ mālāguṇehi vā’’ti. Dhammadesanāya vā paṭimāya vā dhātuyā vā pūjaṁ kattukāmā muddhani ujukaṁ katvā mālādāmakalāpaṁ olambitvā agge ghaṭikākāradassanatthaṁ mālāvaliyo anekakkhattuṁ parikkhipantā veṭhenti, idaṁ evarūpaṁ mālāguṇakaraṇampi veṭhimaṁ nāmāti vuttaṁ hoti.",
  "tika-vin11t3:219": "Aññappakāraṁ dasseti ‘‘vākādīhi ca baddhaṁ vā’’ti, ‘‘bandhitvā’’tipi pāṭho, ‘‘kata’’nti iminā sambandho. Ekacce uppalādidīghadaṇḍakusumāni aṭṭha vā nava vā dasa vā kalāpaṁ katvā tesameva daṇḍānaṁ vākehi vā aññena yena kenaci daṇḍakagge ṭhapetvā vā visuṁ vā bandhitvā uppalahatthādiṁ karonti, tañca veṭhimaṁ nāmāti vuttaṁ hoti. Etaṁ dvayampi na vaṭṭati.",
  "tika-vin11t3:220": "Kappiyakārakehi ocinitvā ṭhapitapupphāni sāṭake pakkhipitvā bhaṇḍikaṁ katvā bandhituṁ na vaṭṭati. Tesuyeva pupphesu acchinnena daṇḍena vā tasmiṁyeva daṇḍe acchinnavākena vā kalāpaṁ katvā bandhituṁ, aṁsabhaṇḍikāya pakkhipitvā gahetuñca vaṭṭati. Yathāha aṭṭhakathāyaṁ ‘‘tesaṁyeva pana vākena vā daṇḍena bandhituṁ aṁsabhaṇḍikaṁ vā kātuṁ vaṭṭatī’’ti. ‘‘Vākena vā daṇḍena vā’ti ca idaṁ acchinditvā parikkhipitvā bandhanaṁ sandhāya vadantī’’ti sīhaḷagaṇṭhipade vuttaṁ. Padumādipupphāni padumādipaṇṇesu nāḷehi pavesetvā nāḷehi bahi katvā paṇṇena pupphāni paṭicchādetvā paṇṇagge bandhituṁ vaṭṭati. ‘‘Daṇḍe pana bandhituṁ na vaṭṭatī’’ti (pārā. aṭṭha. 2.431) ca aṭṭhakathāyameva vuttaṁ.",
  "tika-vin11t3:221": "468.Pupphamālāhi pūraṇeti pupphāvalīhi pūraṇe. Idaṁ kattha labbhatīti āha ‘‘bodhi’’ntiādi. Pupphapaṭaṁ nāma mālāvaliyo tantaṁ viya pasāretvā vatthaṁ vāyantehi viya tiriyañca mālāvalīhi vāyitapaṭaṁ vuccati. Idaṁ pupphapaṭaṁ mālāvalīhi dīghaso pūraṇaṁ sandhāya purime gahitaṁ, tiriyato vāyanaṁ sandhāya vakkhamāne vāyimepi gahitanti punaruttābhāvo veditabbo. Paṭādīnanti ādi-saddena cetiyadhātukaraṇḍakavedikādīnaṁ gahaṇaṁ.",
  "tika-vin11t3:222": "Parikkhepesu labbhatīti bodhikkhandhādīnaṁ punappunaṁ parikkhipanesu labbhati. Bodhikkhandhādayo pupphāvalīhi parikkhipantehi paṭhamavaddhaṭṭhāne pupphāvaliyā anatikkāmite purimaṁ nāma ṭhānaṁ yāva pāpuṇāti, tāva aññena gahetvā parikkhipantena āharitvā punapi tasmiṁ ṭhāne patte aññassa dānavasena bodhikkhandhaṁ, cetiyaṁ, dhātukaraṇḍakaṁ vā pupphakañcukena chādetuṁ vaṭṭatīti aṭṭhakathāya vuttaṁ. Sacepi dveyeva bhikkhū ubhosu passesu ṭhatvā pariyāyena haranti, vaṭṭatiyevāti vadanti. Pupphapaṭavāyanatthaṁ pasāriyamānapupphāvalīsu ca eseva vinicchayo.",
  "tika-vin11t3:223": "Dīghapupphāvaliṁ nāgadantesu pakkhipitvā puna pakkhipituṁ na vaṭṭati. ‘‘Nāgadantesu pana pupphavalayaṁ pavesetuṁ vaṭṭatī’’ti vuttattā aññehi valayaṁ katvā dinnapupphāvalivalayaṁ dhātukaraṇḍathupikāya pavesetuṁ vaṭṭati. ‘‘Mālāguṇehi pana bahūhipi kataṁ pupphadāmaṁ labhitvā āsanamatthakādīsu bandhituṁ vaṭṭatī’’ti vuttattā pupphadāmapupphāvalīnaṁ puppharahitāya suttakoṭiyā rajjudaṇḍādīsu bandhituṁ vaṭṭati.",
  "tika-vin11t3:224": "469.Puppharūpaṁ nāma ‘‘gopphimapuppheheva hatthiassādirūpakāni karonti, tānipi vāyimaṭṭhāne tiṭṭhantī’’ti (pārā. aṭṭha. 2.431) vuttattā taṁtaṁrūpasaṇṭhānaṁ katvā pupphāvaliyo nivesetvā kariyamānaṁ hatthiassādirūpaṁ. Imasmiṁ aṭṭhakathāpāṭhe ‘‘tānipi vāyimaṭṭhāne tiṭṭhantī’’ti vuttattā ca ‘‘aññehi kataparicchede pana pupphāni ṭhapentena hatthiassādirūpakampi kātuṁ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāpāṭhassa sāratthadīpaniyaṁ ‘‘pupphāni ṭhapentenāti aganthitāni pākatikapupphāni ṭhapentena. Pupphadāmaṁ pana pūjanatthāya bhūmiyaṁ ṭhapentena phusāpetvā vā aphusāpetvā vā diguṇaṁ katvā ṭhapetuṁ na vaṭṭatī’’ti (sārattha. ṭī. 2.431) vuttattā ca imaṁ hatthiādirūpaṁ pūrentena mālāvaliṁ aññehi kataparicchede sambandhitvā pāsāṇaāsanamañcapīṭhahatthirūpādimatthake ṭhapetvā pūjanappakāro vāyimanti viññāyati.",
  "tika-vin11t3:225": "Pupphapaṭanti pubbe vuttappakāraṁ pupphapaṭaṁ pūrentena ekāpi pupphāvali parivattetvā na ṭhapetabbā, vāyantena aññehi pūritepi ekāpi pupphāvali na pātetabbā, idaṁ pūrimavāyimānaṁ nānākaraṇaṁ. Ādiggahaṇena pupphajālaṁ saṅgaṇhāti, taṁ karontassa jālacchiddagaṇanāya dukkaṭaṁ hoti. ‘‘Bhitticchattabodhitthambhādīsupi eseva nayo’’ti vuttattā chattādīsu ca pupphajālaṁ na dātabbaṁ.",
  "tika-vin11t3:226": "470. Imassa sikkhāpadassa sādhāraṇattā ‘‘bhikkhūnaṁ bhikkhunīnañcā’’ti āha. Buddhassapīti ettha pi-saddo sambhāvane, ‘‘pūjattha’’nti vattabbaṁ, buddhassa pūjatthāyapi kātuṁ vā kārāpetuṁ vā na vaṭṭatīti attho. Dhammasaṅgharatanānipi upalakkhaṇato saṅgayhanti. Sese kimeva vattabbanti byatirekattho.",
  "tika-vin11t3:227": "471.‘‘Tathā’’ti iminā ‘‘sayaṁ parehi vā kārāpetuṁ bhikkhūnañca bhikkhunīnañca buddhassapī’’ti anantaragāthāya vuttamatidisati. Kalambakanti dvinnaṁ dhanukānamantare olambakadāmaṁ. Yathāha aṭṭhakathāyaṁ ‘‘kalambakoti aḍḍhacandanāgadantantare ghaṭikādāmaolambako vutto’’ti (pārā. aṭṭha. 2.431). Ettha ca ghaṭikādāmaolambako nāma ante ghaṭikākārayutto yamakadāmaolambako. Kātunti bandhituṁ na vaṭṭatīti yojanā. Ekekapupphadāmaṁ pana nikkhantasuttakoṭiyā pabandhitvā olambituṁ vaṭṭati. Pupphadāmadvayaṁ saṅghaṭitukāmenapi nikkhantasuttakoṭiyāva suttakoṭi saṅghaṭituṁ vaṭṭati. Aḍḍhacandakameva vāti ‘‘aḍḍhacandākārena mālāguṇaparikkhepo’’ti aṭṭhakathāya vuttasarūpaṁ vā.",
  "tika-vin11t3:228": "Ettha ca aḍḍhacandākārena mālāguṇaparikkhepo nāma aḍḍhacandākārena mālāguṇassa punappunaṁ haraṇapaccāharaṇavasena pūretvā parikkhipanaṁ. Teneva taṁ pūrime paviṭṭhaṁ. Tasmā etampi aḍḍhacandākāraṁ punappunaṁ haraṇapaccāharaṇavasena pūritaṁ na vaṭṭati, ekavāraṁ pana aḍḍhacandākārena mālāguṇaṁ harituṁ vaṭṭatīti vadanti. Kātuṁ na vaṭṭatīti sambandho. ‘‘Tadubhayampi pūrimeyeva paviṭṭha’’nti (pārā. aṭṭha. 2.431) aṭṭhakathāyaṁ vuttaṁ. Aññehi pūritanti aññehi āyataṁ pasāretvā pūritaṁ pupphapaṭaṁ. Vāyitumpi cāti tiriyaṁ ekapupphāvalimpi vāyituṁ ‘‘na vaṭṭatī’’ti imināva sambandho.",
  "tika-vin11t3:229": "472.Piṭṭhakācamayanti taṇḍulapiṭṭhādīhi katañceva kācamattikāya ca kataṁ pupphadāmaṁ. Bheṇḍupupphamayampi cāti bheṇḍudaṇḍakehi mallikāsumanacampakādisadisaṁ katvā chiddehi katadāmañca. ‘‘Geṇḍupupphamaya’’ntipi likhanti. Kharapattamayanti ettha kharapattaṁ nāma kuṅkuṭṭhakhacitaṁ pupphapaṭanti vadanti. Kātunti ganthanaganthāpanādīni kātuṁ. Bheṇḍukharapattadāmānaṁ paṭikkhittattā celādīhi katadāmampi na vaṭṭati akappiyānulomattāti vadanti.",
  "tika-vin11t3:230": "473.Hīrādīhīti tālanāḷikerahīrādīhi. Ādi-saddena tiṇasalākādiṁ saṅgaṇhāti. Paṭākatthanti paṭākākārena pūjanatthaṁ. ‘‘Vijjhantassā’’ti iminā kaṇṭakehi vijjhanaṁ, hīrādīhi āvuṇanañca saṅgahitaṁ.",
  "tika-vin11t3:231": "475.Asokapiṇḍiādīnanti asokapupphamañjarikādīnaṁ. Ādi-saddena aṭṭhakathāyaṁ (pārā. aṭṭha. 2.431) eteheva saddhiṁ dassitaṁ jālavitānaṁ, chiddāni dassetvā katavedikā, nāgadantakaṁ, pupphacaṅkoṭakāpidhānaṁ, tālapaṇṇavalayādiñca saṅgaṇhāti. Dhammarajjuyāti ettha sāratthadīpaniyaṁ ‘‘dhammarajju nāma cetiyaṁ vā bodhiṁ vā pupphapavesanattha āvajjitvā baddharajjū’ti mahāgaṇṭhipade, majjhimagaṇṭhipade ca vuttaṁ, tasmā tathā baddhāya rajjuyā cetiyassa ca antare pupphāni pavesetuṁ vaṭṭatīti viññāyati. Gaṇṭhipade pana ‘dhammarajjunti sithilavaṭṭitaṁ rajjuṁ katvā bodhiṁ vā cetiyaṁ vā parikkhipitvā dhammāsane vā lambitvā tattha pupphāni pavesentī’ti vuttaṁ, tasmā sithilavaṭṭitāya rajjuyā antarepi pupphāni pavesetuṁ vaṭṭatīti viññāyati, vīmaṁsitvā yuttataraṁ gahetabbaṁ. Ubhayatthāpi panettha nevatthi virodhoti amhākaṁ khantī’’ti (sārattha. ṭī. 2.431) likhitaṁ.",
  "tika-vin11t3:232": "476.Vijjhantassapīti pi-saddena dhammāsanavitānādīsu pupphapūjanatthaṁ sayaṁ kaṇṭakahīrādippavesanaṁ saṅgaṇhāti. ‘‘Vitānādīsu pupphapūjanatthaṁ kaṇṭakahīrādippavesanaṁ na vaṭṭatī’ti idaṁ aṭṭhakathācariyappamāṇato gahetabba’’nti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-vin11t3:233": "477.Kappiyavacanaṁ nāma ‘‘evaṁ jāna, evaṁ kate sobheyya, yathā etāni pupphāni na vikiriyanti, tathā karohī’’tiādi (pārā. aṭṭha. 2.431) aṭṭhakathāgataṁ kappiyavacanaṁ. Vatthupūjaneti ratanattayapūjane. Nimittādīsu nimittaṁ nāma pupphāni ca ganthanavāke ca gahetvā ganthituṁ jānantānaṁ samīpe ṭhapanaṁ. Obhāso nāma ‘‘tumhehi piḷandhitakusumāni kasmā na vikirantī’’ti vutte ‘‘ganthitattā’’ti ce vadati, nanu pūjanakapupphāni ganthituṁ na vaṭṭatītiādivacanāni. Pariyāyo nāma paṇḍitehi pupphāni yathā na vikiriyanti, tathā ganthitvā pūjetuṁ manāpantiādivacanaṁ. Pakāsitā aṭṭhakathāyaṁ.",
  "tika-vin11t3:234": "478. ‘‘Kulāni dūseti pupphena vā’’tiādipāṭhe (pārā. 437) ‘‘vejjikāya vā jaṅghapesanikena vā’’ti (pārā. 437) vuttaṁ vejjakammādiṁ kuladūsanato visuṁ katvā ‘‘na kevalaṁ…pe… kudācana’’nti kasmā vuttanti? Visuṁ kātuṁ na vuttaṁ. Yojanā panettha evaṁ veditabbā ‘‘na kevalamidameva vuttappakāraṁ pupphadānādikuladūsanaṁ kudācanaṁ akattabbaṁ, atha kho vejjakammādi kuladūsanampi kudācanaṁ na kattabba’’nti. Vejjakammādīti ettha ādi-saddena vakkhamānaparittodakasuttadānaanāmaṭṭhapiṇḍadānadūteyyajaṅghapesanike saṅgaṇhāti.",
  "tika-vin11t3:235": "479. ‘‘Kudācanaṁ na kattabba’’nti sāmaññena nisedhetvā idāni ‘‘kattabba’’miccādinā apavādavidhiṁ dasseti. Pañcannaṁ sahadhamminanti bhikkhubhikkhunisikkhamānasāmaṇerasāmaṇerīnaṁ pañcannaṁ saha saddhiṁ caritabbo pabbajjāsāsanadhammo etesaṁ atthīti ‘‘sahadhammikā’’ti saṅkhaṁ gatānaṁ. Akataviññattiṁ katvāpīti aññātakaappavārite bhesajjaṁ yācitvāpi ‘‘vadeyyātha bhante yenattho’’ti evaṁ akataṭṭhāne viññatti akataviññatti. Attano dhaneti sasantakavisaye.",
  "tika-vin11t3:236": "480.‘‘Tathā’’ti sahadhammikānaṁ vuttamatidisati. Tadupaṭṭhākajantunoti tesaṁ dvinnaṁ mātāpitūnaṁ veyyāvaccakarassa. Bhaṇḍukassāti gihiliṅge ṭhitassāpi pabbajjāpekkhassa. Attano veyyāvaccakarassapīti attano kammakarassapi. Ettakānañca janānaṁ pañcasahadhammikānaṁ viya akataviññattiyāpi bhesajjaṁ kātabbanti vuttaṁ hoti.",
  "tika-vin11t3:237": "481.Jeṭṭhabhātāti attano pubbajo bhātā. Kaniṭṭhoti anujo bhātā. Tathā bhaginiyo duveti jeṭṭhakaniṭṭhā dve bhaginiyo. Cūḷamātāti mātu kaniṭṭhā. Cūḷapitāti pitu kaniṭṭho. Mahāmātāti mātu jeṭṭhā. Mahāpitā pitu jeṭṭhabhātā.",
  "tika-vin11t3:238": "482.Pitucchāti pitubhaginī jeṭṭhakaniṭṭhā. Mātuloti mātu bhātā. Jeṭṭhakaniṭṭhe dve pitucchā , dve mātule ca ekato katvā ‘‘dasā’’ti vuttaṁ. Bhesajjaṁ kātuṁ vaṭṭatīti sambandho.",
  "tika-vin11t3:239": "484. ‘‘Dassanti me ime’’ti ābhogaṁ katvā vā dātabbanti yojanā.",
  "tika-vin11t3:240": "485.Etesaṁ dasannaṁ ñātīnaṁ. Yāva sattamā kulāti ettha kulaparicchedo kathaṁ gahetabboti? ‘‘Saputtadāraṁ bhātu kuṭumbaṁ ekaṁ kulaṁ, evaṁ tassa puttassa vā dhītu vā kuṭumbaṁ ekaṁ kula’’nti evamādinā nayena yāva sattamā kulaparivaṭṭā gahetabbā. ‘‘Saputtapatibhaginiyā kuṭumbaṁ ekaṁ kulaṁ, tathā tassa puttassa vā dhītu vā kuṭumbaṁ ekaṁ kula’’ntiādinā nayena yāva sattamā kulaparivaṭṭā gahetabbā. Cūḷamātādīnampi kulaparamparā iminā niyāmena gahetabbāti vadanti. Kuladūsanaṁ na rūhatīti ‘‘dātuṁ pupphaṁ panaññassa, āgatasseva ñātino’’tiādinā (vi. vi. 443) nayena kathitavidhinā etesu pavattantassa kuladūsanaṁ na ruhatīti vuttaṁ hoti.",
  "tika-vin11t3:241": "486.Bhātujāyāti attano jeṭṭhassa vā kaniṭṭhassa vā bhātu bhariyā. Bhaginisāmikoti attano jeṭṭhāya vā kaniṭṭhāya vā bhaginiyā sāmiko.",
  "tika-vin11t3:242": "487.Bhātunoti jeṭṭhassa, kaniṭṭhassa ca bhātuno. Anu pacchā jātāti anujā, kaniṭṭhabhaginī. ‘‘Anujā’’ti upalakkhaṇanti jeṭṭhāyapi saṅgaho. Jeṭṭhakaniṭṭhabhātūnaṁ bhariyā ca jeṭṭhakaniṭṭhabhaginīnaṁ sāmikā ca sace aññātakā hontīti yojanā. Dethāti ettha ‘‘imaṁ bhesajja’’nti pāṭhaseso.",
  "tika-vin11t3:243": "488.Tesampi bhātubhaginīnaṁ. ‘‘Puttāna’’nti iminā dhītūnampi saṅgaho. Katvāti vatvā. Tumhākaṁ mātāpitūnaṁ dethāti etthāpi ‘‘imaṁ bhesajja’’nti pakaraṇato labbhati. Mātāpitūnanti ubhayasaṅgāhakavacanato ‘‘tuyhaṁ mātu vā, tuyhaṁ pitu vā’’ti yathāsambhavaṁ visuṁ visuñca vattabbaṁ. Tesanti ca tumhākanti ca sāmivacanaṁ. Puttānanti ca mātāpitūnanti ca sampadānavacanaṁ.",
  "tika-vin11t3:244": "489. Bhesajjakaraṇārahānaṁ vattabbatāya ‘‘akallako’’ti idaṁ issarādipadehi paccekaṁ yojetabbaṁ. Akallakoti āturo. Kallaṁ vuccati sukhaṁ, taṁ etassa atthīti kallako, na kallako akallako. Ñātijanujjhito vāti ñātijanena pariccatto vā.",
  "tika-vin11t3:245": "490.Etesaṁ sabbesanti issarādiāturānaṁ sabbesametesaṁ janānaṁ. ‘‘Sādhunā’’ti vakkhamānattā apaccāsīsatā satāti ettha satāti kiriyāpadaṁ. ‘‘Imasmiṁ kate ime mayhaṁ evarūpaṁ dassantī’’ti attano atthāya paccāsīsanaṁ akarontenāti attho. Bhikkhusaṅghassa upakārataṁ paccāsīsantena kātuṁ vaṭṭati. Paṭisanthāroti āmisapaṭisanthāro, dhammapaṭisanthāroti duvidho paṭisanthāro. Ettha āmisapaṭisanthāro gayhati. Bhesajjaṁ āmisenapi hotīti dhammakathāya saṅgahopi yujjateva. Paṭisantharaṇaṁ paṭisanthāro. Paṭiladdhāmisassa ca dhammassa ca tesu ca attani ca patirūpenākārena samaṁ attharaṇaṁ pavattananti attho.",
  "tika-vin11t3:246": "Aparo nayo – āmisassa ca dhammassa ca alābhena attano, parassa ca antare sambhavantassa chiddassa vivarassa bhedassa paṭisantharaṇaṁ pidahanaṁ saṅgahaṇaṁ paṭisanthāro. Ayañhi lokasannivāso alabbhamānena āmisena ca dhammena cāti dvīhi chiddo, tassa taṁ chiddaṁ yathā na paññāyati, evaṁ pīṭhassa viya paccattharaṇena āmisena, dhammena ca paṭisantharaṇaṁ ‘‘āmisapaṭisanthāro, dhammapaṭisanthāro’’ti vuccatīti. Sādhunāti sāmīcippaṭipannatādiariyadhamme patiṭṭhitukāmena ariyācārena bhikkhunāti attho. ‘‘Adhunā’’ti idaṁ imissā paṭipattiyā sabbakālaṁ paṭipajjitabbatāyapi pāpajanakaṇhakasaṁgāme imasmiṁ vipannakāle visesena appamattena pavattetabbanti adhippāyena vuttaṁ.",
  "tika-vin11t3:247": "491-2.Kenacīti upalakkhaṇattā upāsakena vā upāsikāya vāti attho. Hatthenāti hatthāvayavā aṅguliyo vuttā samudāye pavattassa vohārassa avayave pavattanato. Katvāti ettha ‘‘paritta’’nti pāṭhaseso, karotissa kiriyāsāmaññe vattanato bhaṇitvāti attho. Tesameva ca santakanti parittaṁ bhaṇāpentānameva santakaṁ suttodakaṁ. Evaṁ vuttattā ‘‘attano suttodakaṁ āharitvā puññatthāya idaṁ hatthena cāletvā, āmasitvā vā parittaṁ bhaṇathā’’ti vutte kenaci parittodakaṁ suttaṁ kātabbaṁ. Kenaci ‘‘parittodakasuttāni dethā’’ti vutte bhikkhunā tesameva santakaṁ jalaṁ hatthena cāletvā suttakaṁ madditvā parittaṁ katvā dātabbanti yojanā.",
  "tika-vin11t3:248": "493.Anāmaṭṭhopīti hatthena anāmasitopi, apabbajitassa hatthato laddhā attanā vā aññena vā bhikkhunā agahitaggoti vuttaṁ hoti.",
  "tika-vin11t3:249": "494.Coradāmarikassa cāti gāmavilopakassa corassa ca.",
  "tika-vin11t3:250": "495.Paṇḍupalāsassāti pabbajjāpekkhassa bhaṇḍukassa, paṇḍuvaṇṇo palāso paṇḍupalāso, so viyāti paṇḍupalāso, taṁsadise tabbohāro ‘‘sīhoyaṁ māṇavako’’tiādīsu viya. Yathā paṇḍupalāso rukkhā patanābhimukho tiṭṭhati niyatapāto, evamayampi gihiliṅgato apagamābhimukho pabbajjūpagamane niyatova tiṭṭhatīti ‘‘paṇḍupalāsasadiso’’ti veditabbo.",
  "tika-vin11t3:251": "Thālakepi cāti attano paribhogathālakepi. Idañca nidassanamattaṁ, pattopi gahitoyevāti daṭṭhabbaṁ. Ṭhapetvāti ettha ‘‘piṇḍapāta’’nti upayogavasena sambandhanīyaṁ. Taṁ panāti attano paribhogathālake ṭhapetvā diyyamānaṁ piṇḍapātaṁ. ‘‘Mātāpitūna’’nti (pārā. aṭṭha. 2.436-437) aṭṭhakathāvacanato ettha ‘‘pituno’’ti upalakkhaṇanti mātāpitūnampīti attho. Sace ekaseso icchito, ‘‘pitūnampī’’ti pāṭho yujjati.",
  "tika-vin11t3:252": "496.Jaṅghapesaniyanti gihīnaṁ dūteyyasāsanaharaṇakammaṁ ‘‘jaṅghapesaniya’’nti vuccati. Api cāti vuttasamuccayo.",
  "tika-vin11t3:253": "497. Ettāvatā sāmaññavidhiṁ dassetvā idāni apavādavidhiṁ dassetuṁ ‘‘bhaṇḍū’’tiādi vuttaṁ. Sāsananti sandesaṁ. Haritunti vuttaṭṭhānaṁ netuṁ.",
  "tika-vin11t3:254": "498.Aṭṭhavidhenapīti pupphadānādijaṅghapesaniyāvasānena aṭṭhappakārenapi. Kuladūsanakammenāti kulānaṁ saddhāvināsakena anācārakammena. Laddhanti ettha ‘‘bhojana’’nti idaṁ ‘‘bhuñjitu’’nti ca ‘‘ajjhohāresū’’ti ca vuttattā, ‘‘sesesupi ayaṁ nayo’’ti vakkhamānattā ca labbhati. Pañcasu sahadhammikesu ekenāpi kuladūsanena kammena uppāditapaccayo sabbesampi na vaṭṭatīti ‘‘pañcannaṁ sahadhammīnaṁ na ca vaṭṭatī’’ti sabbapaṭisedho kato.",
  "tika-vin11t3:255": "499.Sabbatthāti ‘‘ajjhohāresū’’ti etassa visesanaṁ, sabbesūti attho. ‘‘Ajjhohāre ajjhohāre’’ti aṭṭhakathāgataṁ saṅgaṇhāti. ‘‘Ajjhohāresū’’ti idaṁ paragalaṁ kātabbaṁ āmisaṁ sandhāyāha. Sesapaccaye paṭicca paribhogavaseneva ‘‘sesesū’’ti āha, anajjhoharaṇīyesu sesapaccayesūti attho. Kiṁ vuttaṁ hoti? Cīvarapaccaye sarīrato mocetvā paribhogagaṇanāya, senāsanapaccaye nibbakose udakapatanaṭṭhānato abbhantaraṁ paviṭṭhavāragaṇanāya, mañcapīṭhādisenāsane nisīdanasayanādiparibhogagaṇanāya, anajjhoharitvā abbhañjanālepanādivasena kātabbabhesajje sarīrato mocetvā vāragaṇanāyāti vuttaṁ hoti. Ayaṁ nayoti ‘‘dukkaṭaṁ paridīpita’’nti vutto nayo.",
  "tika-vin11t3:256": "500.‘‘Uppannapaccayā’’ti idaṁ ‘‘abhūtārocanenā’’ti idamapekkhitvā vuttaṁ. ‘‘Katvā rūpiyavohāra’’nti idamapekkhitvā ‘‘uppāditapaccayā’’ti yojanā kātabbā. Rūpiyavohāravinicchayo nissaggiye āvi bhavissati. Abhūtārocanavinicchayo catutthapārājike vutto. Samānāti pakāsitāti kuladūsanakammena uppāditapaccayehi sadisāti aṭṭhakathāyaṁ vuttāti attho. Iminā tatthāpi vinicchayo ettakoyevāti atidisati.",
  "tika-vin11t3:257": "501. ‘‘Saṁsāravāso dukkha’’nti ñatvā nibbānādhigame mānasaṁ bandhitvā nibbānagāminiṁ paṭipadaṁ sandhāya sāsanāvatiṇṇena sikkhākāmena kulaputtena sevitakkhaṇeyeva jīvitaharaṇasamatthavisamissapūtimuttaṁ viya vajjanīyaṁ akappiyapaccayaṁ uppādetuṁ kariyamānaṁ akappiyopāyappakāraṁ ekato dassetumāha ‘‘viññattī’’tiādi. Tattha viññatti yācanā. Anuppadānanti piṇḍapaṭipiṇḍadānaṁ. Vejjakammaṁ vuttanayameva. Anesanaṁ nāma appicchatāya ananurūpena payogena paccayapariyesanaṁ.",
  "tika-vin11t3:258": "Pāribhaṭyatā nāma issare sevituṁ parivāretvā tesaṁ cittarucitaṁ vilapantānaṁ paribhaṭānaṁ sevakajanānaṁ viya lābhatthikassa bhikkhuno paccayadāyakesu pavattīti veditabbo. Pari samantato bhaṭati sevatīti paribhaṭo, issarajanānaṁ samīpāvacaro sevakajano, paribhaṭo viyāti paribhaṭo, bhikkhu, paribhaṭassa kammaṁ pāribhaṭyaṁ, tassa bhāvo pāribhaṭyatā. Atha vā paribhaṭati dhāti viya kuladārake aṅke karaṇādivasena dhāretīti paribhaṭo, paribhaṭassa kammaṁ pāribhaṭyaṁ, tassa bhāvo pāribhaṭyatāti lābhāsāya bhikkhuno kuladārakesu ananulomikā pavatti vuccati.",
  "tika-vin11t3:259": "Muggasūpatā nāma pakkamuggā viya pakkāpakkabījamissā lābhāsāya dāyakānaṁ cittārādhanatthāya saccālīkamissakatā. Yathā muggesu paccamānesu kocideva na paccati, bahavo paccanti, evameva yassa dāyakehi saddhiṁ kathentassa kiñcideva saccaṁ hoti, asaccameva bahukaṁ hoti, ayaṁ vuccati muggasūpasadisattā ‘‘muggasūpo’’ti, tassa kammaṁ muggasūpaṁ, tassa bhāvo muggasūpatā. Vatthuvijjakaṁ nāma kūpavatthugehavatthuādīnaṁ ācikkhanaṁ. Vatthuvijjāyakānaṁ kataṁ vatthuvijjakaṁ.",
  "tika-vin11t3:260": "502.Jaṅghapesaniyaṁ, dūtakammañca vuttanayameva. Kuladūsananti vuttāvasesaṁ. Abhūtārocanañca vuttanayameva. Buddhapaṭikuṭṭhanti buddhehi paṭikkositaṁ garahitaṁ yathāvuttaṁ micchājīvañca avuttañca aṅgavijjānakkhattavijjāukkāpātadisāḍāhabhūmicālādibhedaṁ micchājīvanūpāyaṁ sabbaṁ. Vivajjayeti visamiva, gūthamuttaṁ viya ca ārakā parivajjeyyāti attho. ‘‘Sikkhākāmo kulaputto’’ti sāmatthiyā labbhati.",
  "tika-vin11t3:261": "503.Paṭinissajjatopi tanti samanubhāsanakammato pubbe vā ñatticatutthāsu kammavācāsu antakammavācāya yya-kāraṁ appattāya vā kuladūsanakammaṁ pajahantassāti vuttaṁ hoti. Saṅghabhedasamanti paṭhamasaṅghabhedena samanti.",
  "tika-vin11t3:262": "Kuladūsanakathāvaṇṇanā.",
  "tika-vin11t3:263": "504.‘‘Jāna’’nti imassa ‘‘bhikkhunā’’ti etassa visesanattā jānatāti gahetabbaṁ. Pāḷiyā likhite sīhaḷagaṇṭhipade pana evarūpaṁ āpattiṁ āpannosmīti ñatvāti attho vutto. Yāvatīhanti yattakāni ahāni, ‘‘chāditā’’ti iminā sambandho, chādanakiriyāaccantasaṁyoge upayogavacanaṁ. Chāditāti ‘‘ahaṁ itthannāmaṁ āpattiṁ āpanno’’ti sabrahmacārīnaṁ anārocanadivasena paṭicchāditā. Āpattīti saṅghādisesāpatti. Akāmāti aruciyāva saṅghādisesaṁ āpajjitvā akatapaṭikammassa saggamokkhānaṁ antarāyakarattāti adhippāyo. Parivatthabbanti parivāsaṁ samādāya vatthabbaṁ. Kittakaṁ kālanti āha ‘‘tāvatīha’’nti, tattakāni ahānīti vuttaṁ hoti. Āpajjitvā yattakāni ahāni paṭicchādeti, tattakāneva ahānīti attho.",
  "tika-vin11t3:264": "505-6. Āpatti kittakena paṭicchannā hotīti āha ‘‘āpatti cā’’tiādi. Tattha āpatti cāti saṅghādisesāpatti ca. Anukkhitto cāti ukkhepanīyakammena sayaṁ anissārito ca. Pahū cāti sayaṁ sabrahmacārīnaṁ santikaṁ gantvā ārocetuṁ pahoti ca. Anantarāyiko cāti gamanavibandhakena rājacorādiantarāyena virahito ca. Catusva pīti ettha ‘‘etesū’’ti seso, etesu catūsūti attho. Taṁsaññīti āpattisaññī anukkhittasaññī pahusaññī anantarāyikasaññīti vuttaṁ hoti. Tassa evaṁsaññino imesu catūsu tathāsaññino puggalassa. Chādetukāmatāti ācariyādīsu gāravena vā garahādibhayā vā ‘‘na ārocessāmī’’ti paṭicchādetukāmatā ca. Chādananti tathā cintetvā ‘‘ahaṁ itthannāmaṁ āpanno’’ti avatvā paṭicchādanañcāti imehi dasahi aṅgehi. ‘‘Bhikkhunā’’ti kattuniddesattā channāti ettha chāditāti attho. Kālavidhiṁ dasseti ‘‘aruṇuggamanenā’’ti, āpattiāpannadivasaṁ khepetvā aruṇuṭṭhānena saddhiṁ channā hotīti attho.",
  "tika-vin11t3:265": "Dvebhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-vin11t3:266": "507. Evaṁ paṭicchannasaṅghādisesapaṭikammatthaṁ ‘‘akāmā parivatthabba’’nti vihitassa parivāsassa ko bhedo, ko pavattikkamoti āha ‘‘tividho’’tiādi. So parivāso tividho dīpitoti sambandho. Kenāti āha ‘‘tividhāpetacetasā’’ti. ‘‘Tisso vidhā, seyyohamasmīti vidhā, sadisohamasmīti vidhā, hīnohamasmīti vidhā’’ti (dī. ni. 3.305) vuttavidhāya mānanāmadheyyato tividhamānato apagatacittena sammāsambuddhenāti attho.",
  "tika-vin11t3:267": "Paṭicchannā āpatti etassāti paṭicchanno. Arisādīnaṁ āgatigaṇattā tattha pakkhipanena a-kārapaccayo daṭṭhabbo. Teneva vakkhati ‘‘paṭicchannāya dātabbo’’tiādi.",
  "tika-vin11t3:268": "Suddhantoti ‘‘ubho koṭiyo sodhetvā dātabbaparivāso suddhanto nāmā’’ti pāḷigaṇṭhipade vuttattā upasampadākālasaṅkhāto suddho pubbanto, ārocitakālasaṅkhāto suddho aparanto ca parivāsasamādānakāle vā parivasanakāle vā upaparikkhitvā diṭṭhā suddhā antā anāpattikālasaṅkhātā ubho koṭiyo assāti katvā suddhantanāmako parivāso ca. Ettha ca bhedādiṁ vakkhati.",
  "tika-vin11t3:269": "Sammā divasādīnaṁ odhānaṁ pakkhepo yattha so samodhāno, parivāso. Divasesu divase vā āpattīsu āpattiyo vā sabbā nānāvatthukā āpattiyo ekato katvā odhāya dātabbaparivāsoti attho. Etthāpi bhedādiṁ vakkhati.",
  "tika-vin11t3:270": "508.Tatrāti tesu tīsu parivāsesu. ‘‘Yo’’ti seso. Itīti evamattho daṭṭhabbo. Yo paṭicchannaparivāso, ayanti evaṁ pakāsitoti yojanā.",
  "tika-vin11t3:271": "509-10. Parivāsadānakāle vuccamānāya kammavācāya padhānalakkhaṇaṁ dassetumāha ‘‘vatthugottavasenā’’tiādi. Tattha ‘‘vatthū’’ti sukkamocanādiko vītikkamo vuccati. Ayameva sukkavissaṭṭhiādikaṁ gaṁ vācaṁ saññañca tāyati rakkhatīti katvā ‘‘gotta’’nti vuccati. Tañhi sajātiyasādhāraṇavijātiyavinivattanavasena aññattha gantuṁ adatvā vācaṁ saddaṁ, tabbisayaṁ saññañca rakkhati. Idaṁ vatthugottadvayavācakaṁ sukkavissaṭṭhikāyasaṁsaggavisesavacanañca ‘‘nānāvatthukā’’ti sāmaññavacanañcāti iminā vacanadvayenāti vuttaṁ hoti. Vuttañhetaṁ aṭṭhakathāyaṁ ‘‘sukkavissaṭṭhiṁ kāyasaṁsagga’ntiādivacanenāpi ‘nānāvatthukāyo’tiādivacanenāpi vatthuceva gottañca saṅgahita’’nti (cūḷava. aṭṭha. 102). Nāmāpattivasena vāti ettha saṅghādisesoti sajātisādhāraṇanāmaṁ, āpattīti sabbasādhāraṇanāmanti dvīhi nāmehi taṁtaṁvītikkamavasena āpajjitabbato tadeva āpattīti evamubhinnaṁ nāmāpattīnaṁ vasena vāti attho.",
  "tika-vin11t3:272": "Kammavācā hi kātabbāti ‘‘vatthugottavasenāpī’’ti ettha api-saddo ‘‘nāmāpattivasena vā’’ti ettha saṅghādisesoti sajātisādhāraṇanāmaṁ, āpattīti sabbasādhāraṇanāmanti dvīhi nāmehīti idaṁ samuccinotīti ubhayaṁ ekato yojetvā kammavācā kātabbāti. ‘‘Nāmāpattivasena vā’’ti ettha vikappatthena vā-saddena, ‘‘ahaṁ bhante sambahulā saṅghādisesā āpattiyo āpajjiṁ ekāhapaṭicchannāyo’ti evaṁ nāmamattavasena vā yojanā kātabbā’’ti aṭṭhakathāya vuttavisesanivattanatthamattasaddavasena ca vatthugottavirahitena kevalena nāmāpattimattena payojetvā kātabbāyevāti vuttaṁ hoti. Kammavācāya karaṇappakāro pana samuccayakkhandhake āgatanayena āpannapuggalanāmena ca ekāhapaṭicchannādivacanena ca yojetvā daṭṭhabbo. Tassa dātabboti yojanā. ‘‘Parivāso’’ti pakaraṇato labbhati, paṭicchannāpattikassa puggalassa parivāso dātabboti attho.",
  "tika-vin11t3:273": "Tena cāti laddhaparivāsena antosīmāya ukkuṭikaṁ nisinnena paggahitañjalinā bhikkhunā ca. Samādiyitvāti etthāpi ‘‘vatta’’nti sāmatthiyā labbhati. ‘‘Samādānepyayaṁ nayo’’ti (vi. vi. 514) vakkhamānattā ‘‘vattaṁ samādiyāmi, parivāsaṁ samādiyāmī’’ti imesaṁ dvinnaṁ aññataraṁ vā dvayameva vā tikkhattuṁ vatvā pārivāsikakkhandhake vuttavattapūraṇatthaṁ samādiyitvāti vuttaṁ hoti. Ādito saṅghassa ārocetabbanti yojanā. Tathā vattaṁ samādiyitvā nisinnena paṭhamaṁ saṅghassa ‘‘ahaṁ bhante ekaṁ āpattiṁ āpajjiṁ sañcetanikaṁ sukkavissaṭṭhiṁ ekāhapaṭicchannaṁ, sohaṁ saṅghaṁ ekissā āpattiyā sañcetanikāya sukkavissaṭṭhiyā ekāhapaṭicchannāya ekāhaparivāsaṁ yāciṁ, tassa me saṅgho ekissā āpattiyā sañcetanikāya sukkavissaṭṭhiyā ekāhapaṭicchannāya ekāhaparivāsaṁ adāsi, sohaṁ parivasāmi, vedayāmāhaṁ bhante, vedayatīti maṁ saṅgho dhāretū’’ti evaṁ ārocetabbaṁ.",
  "tika-vin11t3:274": "‘‘Imañca panatthaṁ gahetvā yāya kāyaci vācāya ārocetuṁ vaṭṭatiyevā’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāvacanato yāya kāyaci bhāsāyapi ārocetuṁ vaṭṭati.",
  "tika-vin11t3:275": "511.Punappunāgatānanti ettha ‘‘bhikkhūna’’nti seso. Pubbe ārocanaṭṭhānaṁ asampattānaṁ āgantukānaṁ bhikkhūnampi. Ārocentovāti ekassa ārocane so ce vuḍḍhataro hoti, ‘‘bhante’’ti vatvā pubbe vuttanayeneva vatvā, navako ce, ‘‘āvuso’’ti vatvā avasāne ‘‘maṁ āyasmā dhāretū’’ti, dve ce honti, ‘‘maṁ āyasmantā dhārentū’’ti, tayo ce, ‘‘maṁ āyasmanto dhārentū’’ti vatvā ārocentova. Rattiyā chedaṁ akatvāti ‘‘pakatattena bhikkhunā saddhiṁ ekacchanne’’tiādinā (cūḷava. 81) nayena vuttaekasenāsane pakatattena bhikkhunā saddhiṁ aruṇuṭṭhāpanavasena kariyamānena sahavāsena vā ‘‘pakatattabhikkhūhi vinā ekakena vāso’’ti vuttavippavāsena vā ‘‘āgantukānaṁ ārocanāya akaraṇa’’nti vuttaanārocanena vā sambhavantaṁ ratticchedamakatvā. Vattabhedaṁ akatvā vā pārivāsikakkhandhake pārivāsikassa paññattavattato ekampi ahāpetvā ca. Sadā vaseti parivāsaṁ vasituṁ parikappitā sabbadivasā yāva khiṇanti, tāva vaseyyāti attho.",
  "tika-vin11t3:276": "512.Tattha parivāso visodhetuṁ na sakkā ceti tassa vihārassa mahantattā āgate āgantukabhikkhū pariyesitvā ārocentena ratticchedaṁ akatvā parivāsaṁ sodhetuṁ na sakkā ce hoti. Taṁ vattaṁ nikkhipitvānāti tathā samādinnaṁ vattaṁ upari vakkhamānanayena nikkhipitvā.",
  "tika-vin11t3:277": "513. Kattha nikkhipeyyāti āha ‘‘tatthā’’tiādi. Tattheva saṅghamajjhe vāti attano yasmiṁ vattaṁ samādinnaṁ, tasmiṁyeva saṅghamajjhe vā. Puggale vāti bhikkhūsu uṭṭhāya tattha tattha gatesu antosīmāyayeva ohīne ekabhikkhumhi vā asatiyā bahisīmaṁ gatena saritakkhaṇe attanā saddhiṁ gacchante tassāyeva parisāya parivāsadāne sammukhībhūte puggale vā āgantukabhikkhu ce, tassa vā santike ārocetvā vattaṁ nikkhipitabbanti vuttaṁ hoti. Kathaṁ nikkhipe’ti āha ‘‘nikkhipāmī’’tiādi. ‘‘Tathā’’ti iminā ‘‘nikkhipāmī’’ti etaṁ paccāmasati. Taṁ vattanti attanā samādinnaṁ taṁ vattaṁ.",
  "tika-vin11t3:278": "514.Ayaṁ nayoti ‘‘ekapadenāpi dvīhi padehi vā panā’’ti evaṁ anantaroditanayo.",
  "tika-vin11t3:279": "515-20.Pakatattoti vuccatīti saggamokkhāvaraṇābhāvena pakato pubbasarūpeneva ṭhito attā etassāti ‘‘pakatatto’’ti kathīyati. Paccūsakālasminti aruṇato purimakāle.",
  "tika-vin11t3:280": "Parikkhittavihārassāti ettha pākārādīhi parikkhittaṁ ekampi senāsanaṁ viharanti asminti katvā tathā vuccati. Dve leḍḍupāte atikkammāti yojanā. Leḍḍupātadvayassa avadhiṁ dasseti ‘‘parikkhepato bahī’’ti, ‘‘aparikkhittato parikkhepārahaṭṭhānā bahī’’ti ca.",
  "tika-vin11t3:281": "Parikkhepārahaṭṭhānaṁ nāma katamanti? Visuddhimagge (visuddhi. 1.31) dhutaṅganiddese ‘‘majjhimaṭṭhakathāyaṁ pana vihārassāpi gāmasseva upacāraṁ nīharitvā ubhinnaṁ leḍḍupātānaṁ abbhantarā minitabba’nti vuttaṁ. Idametthapamāṇa’’nti vuttattā aparikkhittassa paṭhamaleḍḍupātaṁ hoti, gāme vuttena vidhinā vihārapariyante ṭhitabhattasālagilānasālādisenāsane ce parikkhepo atthi, tattha vā, natthi ce, nibbakosassa udakapātaṭṭhāne ṭhitena mātugāmena chaḍḍitabhājanadhovanodakapatanaṭṭhāne vā senāsanato dūre cetiyaṅgaṇe, bodhiyaṅgaṇe vā ṭhatvā balamajjhimassa purisassa hatthaṁ pasāretvā attano balappamāṇena khittassa muṭṭhiyā gahitapāsāṇassa patanaṭṭhānaṁ vihārūpacāro nāma, tadeva pākārādīhi parikkhepārahaṭṭhānaṁ nāma. Tattha ṭhatvā tatheva khittassa pāsāṇassa patanaṭṭhānaṁ eko leḍḍupāto, tatthāpi ṭhatvā tatheva khittassa pāsāṇassa patanaṭṭhānaṁ eko leḍḍupātoti evaṁ dve leḍḍupātā gahetabbā.",
  "tika-vin11t3:282": "Maggato okkamitvāti maggato apasakkitvā. Gumbenāti rukkhagahanena vā latāgahanena vā. Vatiyāti kaṇṭakasākhādīhi katāya vatiyā.",
  "tika-vin11t3:283": "Vattamādāyāti pubbe vuttanayena vattaṁ samādiyitvā. Ārocetvāti yathāvuttanayena ārocetvā.",
  "tika-vin11t3:284": "Nikkhipitvāti pubbe vuttanayena vattaṁ nikkhipitvā. Bhikkhūti attanā saddhiṁ hatthapāsadānatthāya āgato bhikkhu. Yassa kassacīti ettha ‘‘santike’’ti seso.",
  "tika-vin11t3:285": "Ārocetvāvāti attano navakataro ce, ‘‘āvuso’’ti, vuḍḍho ce, ‘‘bhante’’ti vatvā yathāvuttanayeneva ārocetvā. Sesanti avasesavinicchayaṁ. Samuccayassāti cūḷavaggāgatassa tatiyasamuccayakkhandhakassa. Aṭṭhakathāyacāti ‘‘sace añño koci bhikkhu kenacideva karaṇīyenā’’tiādinā (cūḷava. aṭṭha. 102) aṭṭhakathāgatavinicchayenāpi.",
  "tika-vin11t3:286": "Vibhāvayeti ‘‘sace yaṁ bhikkhuṁ tattha āgataṁ passati, bhāsamānassa saddaṁ suṇāti, tassa ārocetabbaṁ. Tathā akarontassa ratticchedo ca vattabhedo ca hoti dukkaṭaṁ āpajjati. Sace so dvādasaratanabbhantaraṁ patvā tassa ajānantasseva pakkanto hoti, ratticchedova hoti, na vattabhedo . Sace attanā saddhiṁ āgato kenacideva karaṇīyena gato hoti, vihāraṁ gantvā yaṁ paṭhamaṁ passati, tassa santike ārocetvā vattaṁ nikkhipitabbaṁ. Evaṁ parikappitadivase puṇṇe kukkuccavinodanatthaṁ atireke ca divase vattaṁ pūretvā pariyosāne vatte asamādinne mānattāraho na hotīti saṅghaṁ upasaṅkamma vattaṁ samādiyitvā khandhake āgatanayeneva mānattaṁ yācitabbaṁ. Anikkhittavattena caritukāmassa puna vattasamādānaṁ kātabbaṁ na hotī’’ti ettako viseso, imaṁ aṭṭhakathāgataṁ vinicchayaṁ pakāseyyāti vuttaṁ hotīti.",
  "tika-vin11t3:287": "Paṭicchannaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:288": "521.Na jānatīti ettha chandavasena rasso kato. Āpattīnañca rattīnaṁ, paricchedaṁ na jānatīti bahū saṅghādisese āpajjitvāpi ‘‘ettakāhaṁ āpattiyo āpanno’’ti attano āpannasaṅghādisesāpattīnaṁ paricchedaṁ na jānāti, ‘‘mayā āpannāpatti ettake divase paṭicchannā’’ti divasaparicchedaṁ na jānāti.",
  "tika-vin11t3:289": "522. Idāni tassa pabhedaṁ dassetumāha ‘‘esevā’’tiādi. Parisuddhehīti sakalasaṁkilesappahānena parisuddhasantānehi upālittherādipubbācariyehi. Esova suddhantoti eso yathāvuttasarūpo suddhantaparivāso. Cūḷasuddhantanāmo cāti ‘‘yo upasampadato paṭṭhāya anulomakkamena vā’’tiādinā (cūḷava. aṭṭha. 102) aṭṭhakathāyaṁ vuttanayena upasampadamāḷakato paṭṭhāya anulomavasena vā ārocitadivasato paṭṭhāya paṭilomavasena vā sarante ‘‘kittakāni divasāni parisuddhoti sarasī’’ti vinayadharehi pucchite ‘‘ettakaṁ kālaṁ parisuddhosmī’’ti vuttavato tena vuttasuddhadināni pariyantaṁ katvā dinno yāva upasampannadivaso, tāva bahudivasesu netabbaṁ mahāsuddhantaṁ sandhāya itaradinānaṁ pūretabbattā cūḷasuddhanto nāmāti vuttaṁ hoti.",
  "tika-vin11t3:290": "‘‘Ayañhi suddhantaparivāso nāma uddhampi ārohati, heṭṭhāpi orohati, idamassa lakkhaṇa’’nti (cūḷava. aṭṭha. 102) vuttattā imaṁ parivāsaṁ parivasanato pacchā divasaṁ saranto parikappetvā yojetvā gahitadivasato vaḍḍheti vā hāpeti vā, ubhayatthāpi ‘‘puna parivāsadānakiccaṁ natthī’’ti (cūḷava. aṭṭha. 102) vacanato pubbe dinnaparivāsoyeva pamāṇaṁ . ‘‘Etassa appaṭicchannaṁ ‘paṭicchannā’ti vā acirapaṭicchannaṁ ‘cirapaṭicchannā’ti vā asambahulampi ‘sambahulā’ti vā viparītato gahetvā vinayakammaṁ karontassa āpattito vuṭṭhānaṁ hoti, paṭicchannaṁ ‘appaṭicchannā’tiādivipariyāyena na hotī’’ti (cūḷava. aṭṭha. 102 atthato samānaṁ) aṭṭhakathāgatanayo veditabbo.",
  "tika-vin11t3:291": "Mahāsuddhantanāmakoti ‘‘yo pana yathāvuttena anulomapaṭilomanayena pucchiyamānopi rattipariyantaṁ na jānāti, neva sarati, vematiko vā hoti, tassa dinno suddhantaparivāso mahāsuddhantoti vuccatī’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāyaṁ niddiṭṭhasarūpo mahāsuddhanto nāma. ‘‘Ayaṁ uddhaṁ nārohati, heṭṭhā pana orohatī’’ti vuttattā ayaṁ parivāso yāva upasampannadivaso, tāva pūretabbato tato uddhaṁ nārohati. Antarāḷe attano suddhakālaṁ parikappetvā sarati ce, tato paṭṭhāya nivattanato divasahānaṁ pana hoteva.",
  "tika-vin11t3:292": "523. ‘‘Aññataro bhikkhu sambahulā saṅghādisesā āpattiyo āpanno hoti, so āpattipariyantaṁ na jānāti, rattipariyantaṁ na jānātī’’ti (cūḷava. 156) āgatavatthumhi imassa parivāsassa anuññātattā taṁ vatthuṁ saṅgahetuṁ ‘‘āpattīnaṁ cā’’tiādiṁ vatvāpi ‘‘āpattipariyantaṁ pana ‘ettakā ahaṁ āpattiyo āpanno’ti jānātu vā mā vā, akāraṇameta’’nti (cūḷava. aṭṭha. 102) paṭisedhetvā aṭṭhakathāyaṁ padhānabhāvena vuttarattipariyantassa aparijānanamattameva pamāṇanti dassetumāha ‘‘duvidhopī’’tiādi. Duvidhopi ayaṁ suddhantaparivāso ekaccaṁ rattiparicchedaṁ, sakalaṁ vā rattiparicchedaṁ ajānato vā vimatissa vā dātabboti yojanā.",
  "tika-vin11t3:293": "Suddhantaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:294": "524. Itaropi so samodhānaparivāso tidhā matoti yojanā. Dhātusaddānaṁ anekatthattā ‘‘odhāna’’nti makkhanaṁ vuccati. Tenāha aṭṭhakathāyaṁ ‘‘odhunitvā makkhetvā’’ti (cūḷava. aṭṭha. 102). ‘‘Samodhāna’’nti pakkhepo vuccati. Yathāha aṭṭhakathāyaṁ ‘‘samodahitvā’’ti. Odhānañca samodhānañca odhānasamodhānaṁ, taṁ yattha so parivāso ‘‘odhānasamodhāno’’ti veditabbo. Arisādigaṇe antogadhattā hettha, upari ca evarūpe ṭhāne a-kārapaccayo daṭṭhabbo . Parivutthadivasānaṁ makkhanañca mūlāpattiyaṁ antarāpattīnaṁ pakkhipanañca yasmiṁ so parivāsoti vuttaṁ hoti. Tenevettha ‘‘divase parivutthe tu, odhunitvā padīyate’’ti vakkhati. Yathāha aṭṭhakathāyaṁ ‘‘parivutthadivase odhunitvā makkhetvā purimāya āpattiyā mūladivasaparicchede pacchā āpannaṁ āpattiṁ samodahitvā’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:295": "Agghapubbako missakapubbako samodhānaparivāsoti yojanā, agghasamodhānaparivāso missakasamodhānaparivāsoti vuttaṁ hoti. Aggho ca missako ca agghamissakā, te pubbakā etassāti agghamissakapubbako, samodhāno. Agghena samodhānaṁ agghasamodhānaṁ, taṁ yattha so agghasamodhāno, āpannāsu bahūsu sabbacirapaṭicchannāpattīnaṁ divasagaṇanaggheneva pacchā āpannaāpattīnaṁ pakkhepayuttaparivāsoti attho. Yathāha aṭṭhakathāyaṁ ‘‘agghasamodhāno nāma sambahulāsu āpattīsu yā ekā vā dve vā tisso vā sambahulā vā āpattiyo sabbacirapaṭicchannāyo, tāsaṁ agghena samodhāya tāsaṁ rattiparicchedavasena avasesānaṁ ūnatarapaṭicchannānaṁ āpattīnaṁ parivāso diyyati, ayaṁ vuccati agghasamodhāno’’ti (cūḷava. aṭṭha. 102). Missakānaṁ nānāvatthukānaṁ āpattīnaṁ samodhānaṁ missakasamodhānaṁ, taṁ yattha so parivāso missakasamodhāno. Missakānaṁ nānāvatthukānaṁ āpattīnaṁ ekato pakkhepayutto parivāsoti attho. Yathāha aṭṭhakathāyaṁ ‘‘missakasamodhāno nāma yo nānāvatthukā āpattiyo ekato katvā diyyatī’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:296": "525-7. Evaṁ tividhe samodhānaparivāse paṭhamaparivāsassa visesanabhūtatāya avayavānaṁ dvinnaṁ odhānasamodhānasaddānaṁ atthānuvādena tadubhayaodhānasamodhānasarūpaṁ vidhātumāha ‘‘āpajjitvā…pe… pakāsito’’ti. Tattha paṭhamassa odhāna-saddasaṅkhātassa avayavassa atthasarūpānuvādamāha ‘‘āpajjitvā…pe… padīyate’’ti. Dutiyāvayavasaṅkhātasamodhāna-saddassa atthasarūpānuvādamāha ‘‘purimāpattiyā…pe… bhikkhuno’’ti. Teneva ubhayatthānuvāde ‘‘bhikkhuno’’ti padadvayassa, ‘‘padīyate dātabbo’’ti kiriyāpadadvayassa ca visuṁ visuṁ gahitattā punaruttidosābhāvo veditabbo. Evaṁ avayavatthānuvādena vidhātabbasamudāyaṁ dassetumāha ‘‘esodhānasamodhānaparivāso pakāsito’’ti. Ettha chādentassa hīti hi-saddo hetumhi. Esodhānasamodhānoti ettha eta-saddasambandhena ‘‘yo’’ti labbhati.",
  "tika-vin11t3:297": "Tatrāyaṁ yojanā – āpajjitvā…pe… odhunitvā yo yasmā padīyate, purimāpattiyā…pe… yo yasmā dātabbo, tasmā esodhānasamodhānaparivāso pakāsitoti.",
  "tika-vin11t3:298": "Tattha antarāpattiṁ āpajjitvāti paṭicchannāpattiyā parivasanto vā mānattāraho vā mānattaṁ caranto vā abbhānāraho vā hutvā kadāci aññaṁ saṅghādisesāpattiṁ āpajjitvā. Chādentassāti paṭhamaṁ āpannāpattiyāpaṭicchāditakālena samaṁ vā ūnaṁ vā kālaṁ paṭicchādentassa. ‘‘Mūlāyapaṭikassanena te parivutthadivase ca mānattaciṇṇadivase ca sabbe odhunitvā’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāvacanato ettha ‘‘parivutthe’’ti upalakkhaṇattā ‘‘mānattaciṇṇe cā’’ti gahetabbaṁ. Odhunitvāti ca mūlāyapaṭikassanavasena makkhetvā, adivase katvāti adhippāyo.",
  "tika-vin11t3:299": "Yo yasmā padīyate, so parivāso saṭṭhivassāni parivasitvā mānattāraho hutvāpi antarāpattiṁ āpajjitvā ekāhampi paṭicchādite mūlāyapaṭikassanena te divase sabbe makkhetvā tāneva saṭṭhivassāni punapi yasmā padīyateti attho. Yathāha aṭṭhakathāyaṁ ‘‘saṭṭhivassāni parivasitvā mānattāraho hutvāpi hi ekadivasaṁ antarāpattiṁ paṭicchādetvā punapi saṭṭhivassāni parivāsāraho hotī’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:300": "Purimāpattiyāti tena āpannāsu sambahulāsu āpattīsu sabbāpattīnaṁ puretarameva paṭicchannāya āpattiyā. Mūladivaseti paṭhamaṁ vītikkamadivase. Vinicchiteti ‘‘asukasaṁvacchare asukamāse asukadivase’’ti niyamite. Samodhāya pakkhipitvā dātabboti sambandho. Vidhānato yācamānassāti vidhānato saṅghena dātabboti yojetabbaṁ, samuccayakkhandhake vuttena vidhinā yācamānassa tattheva vuttavidhinā saṅghena dātabboti attho. ‘‘Eso odhānasamodhānaparivāso’’ti padacchedo.",
  "tika-vin11t3:301": "528-9. Tathā vuccatīti sambandho. Tāsaṁ agghavasena hīti hi-saddo hetumhi. ‘‘Soti taṁsaddasambandhena ‘‘yo’’ti labbhati. Tatrāyaṁ yojanā – sambahulā…pe… tāsaṁ agghavasena tato ūnapaṭicchannānaṁ āpattīnaṁ samodhāya yo yasmā padātabbo parivāso, tasmā so yathā avayavatthavasena ‘‘odhānasamodhāno’’ti parivāso vutto, tathā ‘‘agghasamodhāno’’ti vuccatīti.",
  "tika-vin11t3:302": "Tattha sambahulāsūti yāsaṁ āpattīnaṁ parivasitukāmo, tāsu sambahulāsu āpattīsu, niddhāraṇe bhummaṁ. ‘‘Ekā vā’’tiādi niddhāriyaniddeso. Tāsaṁ āpattīnaṁ. Agghavasenāti gaṇanavasena, rattiparicchedavasenāti vuttaṁ hoti. Yathāha aṭṭhakathāyaṁ ‘‘tāsaṁ rattiparicchedavasenā’’ti (cūḷava. aṭṭha. 102). ‘‘Padātabbo’’ti iminā sambandho. Tatoti cirapaṭicchannāpattito. Ūnapaṭicchannānaṁ āpattīnanti ettha upayogatthe sāmivacanaṁ, ūnapaṭicchannāyo āpattiyo samodhāyāti vuttaṁ hoti.",
  "tika-vin11t3:303": "530. Nānā sukkavissaṭṭhiādīni vatthūni yāsaṁ tā nānāvatthukā, nānāvatthukā saññā yāsaṁ āpattīnaṁ tā nānāvatthukasaññāyo. Sabbāti ettha ‘‘yā’’ti seso, sukkavissaṭṭhiādikuladūsanāvasānā yā sabbā terasa saṅghādisesā āpattiyoti attho. Tā sabbāti ettha pi-saddo vattabbo. Dātabboti ettha ‘‘parivāso’’ti ānetvā sambandhitabbaṁ. Tā sabbāpi ekato katvā dātabbo parivāsoti yojanā. Tassa terasa saṅghādisesāpattiyopi ekato katvāti attho. ‘‘Ahaṁ bhante sambahulā saṅghādisesā āpattiyo āpajjiṁ ekaṁ sukkavissaṭṭhiṁ…pe… ekaṁ kuladūsakaṁ, sohaṁ bhante saṅghaṁ tāsaṁ āpattīnaṁ samodhānaparivāsaṁ yācāmī’’ti tikkhattuṁ yācanāya ca tadanurūpāya ñattiyā ca kammavācāsu ca nāmaṁ vatvā dātabbaparivāso missako mato ‘‘missakasamodhānaparivāso’’ti ñāto. Dve, tisso, catasso, atirekā ca āpannassāpi parivāsaṁ dentena iminā niyāmena vatthuṁ, nāmaṁ visesetvā gahetabbaṁ.",
  "tika-vin11t3:304": "Samodhānaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:305": "531.Parivutthaparivāsassāti tividhe parivāse aññatarassa vasena parivutthaparivāsassa. Uttari cha rattiyoti parivāsato uttari cha rattiyo, cha divaseti vuttaṁ hoti, ‘‘caritu’’nti seso, caraṇakiriyāya accantasaṁyoge upayogavacanaṁ. Mānattaṁ deyyanti yojanā, ‘‘saṅghenā’’ti sāmatthiyā labbhati. Samuccayakkhandhake vuttanayena yojetvā chārattañca dātabbo, bhikkhumānanavidhi bhikkhussa dātabboti attho.",
  "tika-vin11t3:306": "‘‘Parivutthaparivāsassā’’ti iminā paṭicchannamānattaṁ pakataṁ, tattha pabhede asati kasmā ‘‘paṭicchannāpaṭicchannavasā duve’’ti vuttanti? Pakatabhedamanapekkhitvā chārattamānatte labbhamānavisayabhedaṁ dassetuṁ vuttaṁ. Evañhi sati samodhānamānatte ca ‘‘chārattaṁ mānattaṁ detū’’ti (cūḷava. 128) pāḷiyaṁ vuttattā tampi gahetvā ‘‘tidhā’’ti kasmā na vuttanti? Tampi paṭicchannāpattiyā parivutthaparivāsasseva dātabbamānattanti paṭicchannamānattavacaneneva saṅgahitattā visuṁ na vuttaṁ. Teneva catubbidhe mānatte imehi dvīhi vinā dassetabbesu dvīsu mānattesu pakkhamānattamattaṁ ‘‘chādentiyā’’tiādigāthāya dassetvā samodhānamānattaṁ visuṁ na dassitanti daṭṭhabbaṁ.",
  "tika-vin11t3:307": "534-6.Viniddiṭṭhappakāranti ‘‘parikkhittavihārassā’’tiādinā yathāvuttagāthādvayena niddiṭṭhappakāraṁ. Ādiyitvāna taṁtesanti ettha ‘‘santike’’ti vakkhamānato labbhati. Tesaṁ catunnaṁ sammukhā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā taṁ vattaṁ samādiyitvāti attho. ‘‘Taṁ tesaṁ santike’’ti idaṁ ‘‘ārocetvā’’ti imināpi yujjati. Tesameva sammukhā nisinnena ‘‘ahaṁ bhante ekaṁ āpattiṁ āpajjiṁ sañcetanikaṁ sukkavissaṭṭhi’’ntiādinā nayena samuccayakkhandhakāgataṁ ārocanaṁ katvā. Iminā antoaruṇe diṭṭhānaṁ aññesampi ārocanaṁ upalakkhitaṁ.",
  "tika-vin11t3:308": "Nikkhipe santike tesaṁ vattanti ettha ‘‘aruṇe uṭṭhite’’ti ajjhāharitabbaṁ. Aruṇe uggate tesaṁ bhikkhūnaṁ sammukhā yathāvuttanayeneva nisīditvā ‘‘vattaṁ nikkhipāmi, mānattaṁ nikkhipāmī’’ti imesu dvīsu ekaṁ vā dvayameva vā vatvā vattaṁ nikkhipe.",
  "tika-vin11t3:309": "537.Tassa mānattassa. Ratticchedādikoti ettha ādi-saddena vattabhedo gahito. Aṭṭhakathāvasena pāḷivasenāti yojanā.",
  "tika-vin11t3:310": "538. Vīsatiyā bhikkhūnaṁ vaggo samūho vīsativaggo, so eva vīsativaggiko. Abbheyyāti osāreyya, abbhantaraṁ kareyyāti attho. Vidhināti samuccayakkhandhakāgatakkamena. Abbhitoti saṁvāsena anto kato, pakatattoti pakatisabhāvo, āpattiṁ anāpannakālasadiso hotīti attho.",
  "tika-vin11t3:311": "539. Āpattiṁ chādentiyā bhikkhuniyāti yojanā, ‘‘āpajjitvā’’ti seso, āpattiṁ āpajjitvā ‘‘āpatti cā’’tiādinā (vi. vi. 505) nayena pubbe dassitehi dasahi aṅgehi paṭicchādentiyā bhikkhuniyā attano āpattiṁ chādentiyā bhikkhuniyā. Na ca āpattīti ettha ‘‘attano’’ti iminā aññissā āpattiṁ paṭicchādentiyā vajjapaṭicchādikāsaṅkhātapārājikāpattīti dīpitaṁ hoti. ‘‘Bhikkhuniyā’’ti iminā bhikkhussa dukkaṭāpattibhāvaṁ dīpeti.",
  "tika-vin11t3:312": "541. Viruddhamatthaṁ nayati pajahatīti vinayo, vinicchayo, taṁ vinayapiṭakatthavinicchayavisesavisayaṁ sammohasaṅkhātaṁ viruddhaṁ paccatthikaṁ tadaṅgavasena pajahanato vinayanayasaṅkhātaṁ tato eva atibuddhidīpanaṁ, atisayena buddhiṁ dīpetīti atibuddhidīpanaṁ, taṁ vinayatthavinicchayakaṁ ñāṇapadīpaṁ visesena jālentaṁ. Vividhehi nayehi yuttatāya vividhanayayutaṁ. Vinayanayeti vinayapiṭakassa parasantānapāpane, vinayavaṇṇanāyanti vuttaṁ hoti.",
  "tika-vin11t3:313": "Iti vinayatthasārasandīpaniyā",
  "tika-vin11t3:314": "Vinayavinicchayavaṇṇanāya",
  "tika-vin11t3:315": "Saṅghādisesakathāvaṇṇanā niṭṭhitā."
}