{
  "tika-vin11t22:0": "Bhesajjakkhandhakakathāvaṇṇanā",
  "tika-vin11t22:1": "2665. Gahapatissa bhūmi, sammutibhūmi, ussāvanantikābhūmi, gonisādibhūmīti kappiyabhūmiyo catasso hontīti vuttā bhagavatāti yojanā.",
  "tika-vin11t22:2": "2666. Kathaṁ kappiyaṁ kattabbanti ‘‘anujānāmi, bhikkhave, catasso kappiyabhūmiyo ussāvanantikaṁ gonisādikaṁ gahapatiṁ sammuti’’nti (mahāva. 295) evaṁ catasso bhūmiyo uddharitvā tāsaṁ sāmaññalakkhaṇaṁ dassetumāha ‘‘saṅghassā’’tiādi. Saṅghassa santakaṁ vāsatthāya kataṁ gehaṁ vā bhikkhuno santakaṁ vāsatthāya kataṁ gehaṁ vāti yojanā. Kappiyaṁ kattabbanti kappiyaṭṭhānaṁ kattabbaṁ. Sahaseyyappahonakanti sabbacchannaparicchannādilakkhaṇena sahaseyyārahaṁ.",
  "tika-vin11t22:3": "2667. Idāni catassopi bhūmiyo sarūpato dassetumāha ‘‘ṭhapetvā’’tiādi. Bhikkhuṁ ṭhapetvā aññehi kappiyabhūmiyā atthāya dinnaṁ vā tesaṁ santakaṁ vā yaṁ gehaṁ, idaṁ eva gahapatibhūmi nāmāti yojanā.",
  "tika-vin11t22:4": "2668.Yā pana kuṭi saṅghena sammatā ñattidutiyāya kammavācāya, sā sammutikā nāma. Tassā sammannanakāle kammavācaṁ avatvā apalokanaṁ vā kātuṁ vaṭṭatevāti yojanā.",
  "tika-vin11t22:5": "2669-70. Paṭhamaiṭṭhakāya vā paṭhamapāsāṇassa vā paṭhamatthambhassa vā ādi-ggahaṇena paṭhamabhittipādassa vā ṭhapane paresu manussesu ukkhipitvā ṭhapentesu samantato parivāretvā ‘‘kappiyakuṭiṁ karoma, kappiyakuṭiṁ karomā’’ti abhikkhaṇaṁ vadantehi āmasitvā vā sayameva ukkhipitvā vā iṭṭhakā ṭhapeyya pāsāṇo vā thambho vā bhittipādo vā ṭhapeyya ṭhapetabbo, ayaṁ ussāvanantikā kuṭīti yojanā.",
  "tika-vin11t22:6": "2671.Iṭṭhakādipatiṭṭhānanti paṭhamiṭṭhakādīnaṁ bhūmiyaṁ patiṭṭhānaṁ. Vadatanti ‘‘kappiyakuṭiṁ karoma, kappiyakuṭiṁ karomā’’ti vadantānaṁ. Samakālaṁ tu vaṭṭatīti ekakālaṁ vaṭṭati, iminā ‘‘sace hi aniṭṭhite vacane thambho patiṭṭhāti, appatiṭṭhite vā tasmiṁ vacanaṁ niṭṭhāti, akatā hoti kappiyakuṭī’’ti (mahāva. aṭṭha. 295) aṭṭhakathāvinicchayo sūcito.",
  "tika-vin11t22:7": "2672. Ārāmo sakalo aparikkhitto vā yebhuyyato aparikkhitto vāti duvidhopi viññūhi vinayadharehi ‘‘gonisādī’’ti vuccati. Pavesanivāraṇābhāvena paviṭṭhānaṁ gunnaṁ nisajjāyogato tathā vuccatīti yojanā.",
  "tika-vin11t22:8": "2673. Payojanaṁ dassetumāha ‘‘ettha pakkañcā’’tiādi. Āmisanti purimakālikadvayaṁ. ‘‘Āmisa’’nti iminā nirāmisaṁ itarakālikadvayaṁ akappiyakuṭiyaṁ vutthampi pakkampi kappatīti dīpeti.",
  "tika-vin11t22:9": "2674-5. Imā kappiyakuṭiyo kadā jahitavatthukā hontīti āha ‘‘ussāvanantikā yā sā’’tiādi. Yā ussāvanantikā yesu thambhādīsu adhiṭṭhitā, sā tesu thambhādīsu apanītesu tadaññesupi thambhādīsu tiṭṭhatīti yojanā.",
  "tika-vin11t22:10": "Sabbesu thambhādīsu apanītesu sā jahitavatthukā siyāti yojanā. Gonisādikuṭi parikkhittā vatiādīhi jahitavatthukā siyā. Parikkhittāti ca ‘‘ārāmo pana upaḍḍhaparikkhittopi bahutaraṁ parikkhittopi parikkhittoyeva nāmā’’ti (mahāva. aṭṭha. 295) kurundimahāpaccariyādīsu vuttattā na kevalaṁ sabbaparikkhittāva, upaḍḍhaparikkhittāpi yebhuyyaparikkhittāpi gahetabbā.",
  "tika-vin11t22:11": "Sesāti gahapatisammutikuṭiyo. Chadananāsato jahitavatthukā siyunti yojanā. Chadananāsatoti ettha ‘‘gopānasimattaṁ ṭhapetvā’’ti seso. Sace gopānasīnaṁ upari ekampi pakkhapāsamaṇḍalaṁ atthi, rakkhati. Yatra panimā catassopi kappiyabhūmiyo natthi, tattha kiṁ kātabbaṁ? Anupasampannassa datvā tassa santakaṁ katvā paribhuñjitabbaṁ.",
  "tika-vin11t22:12": "2676. Bhikkhuṁ ṭhapetvā aññesaṁ hatthato paṭiggaho ca tesaṁ sannidhi ca tesaṁ antovutthañca bhikkhussa vaṭṭatīti yojanā.",
  "tika-vin11t22:13": "2677. Bhikkhussa santakaṁ saṅghikampi vā akappiyabhūmiyaṁ sahaseyyappahonake gehe antovutthañca antopakkañca bhikkhussa na vaṭṭati. Bhikkhuniyā santakaṁ saṅghikampi vā akappiyabhūmiyaṁ sahaseyyappahonake gehe antovutthañca antopakkañca bhikkhuniyā na vaṭṭatīti evaṁ ubhinnaṁ bhikkhubhikkhunīnaṁ na vaṭṭatīti yojanā.",
  "tika-vin11t22:14": "2678.Akappakuṭiyāti akappiyakuṭiyā, ‘‘akappiyabhūmiyaṁ sahaseyyappahonake gehe’’ti aṭṭhakathāyaṁ vuttāya akappiyabhūmiyāti attho. Ādi-saddena navanītatelamadhuphāṇitānaṁ gahaṇaṁ.",
  "tika-vin11t22:15": "2679.Teheva antovutthehi sappiādīhi sattāhakālikehi saha bhikkhunā pakkaṁ taṁ yāvajīvikaṁ nirāmisaṁ sattāhaṁ paribhuñjituṁ vaṭṭatevāti yojanā.",
  "tika-vin11t22:16": "2680.Pakkaṁ sāmaṁpakkaṁ taṁ yāvajīvikaṁ sace āmisasaṁsaṭṭhaṁ paribhuñjati, antovutthañca bhuñjati, kiñca bhiyyo sāmaṁpakkañca bhuñjatīti yojanā. Yāvajīvikassa āmisasaṁsaṭṭhassa āmisagatikattā ‘‘antovuttha’’nti vuttaṁ.",
  "tika-vin11t22:17": "2682. Udakaṁ na hoti kālikaṁ catūsu kālikesu asaṅgahitattā.",
  "tika-vin11t22:18": "2683.Tikālikā yāvakālikā yāmakālikā sattāhakālikāti tayo kālikā paṭiggahavaseneva attano attano kālaṁ atikkamitvā bhuttā dosakarā honti, tatiyaṁ sattāhātikkame nissaggiyapācittiyavatthuttā abhuttampi dosakaranti yojanā.",
  "tika-vin11t22:19": "‘‘Bhuttā dosakarā’’ti iminā purimakālikadvayaṁ paṭiggahetvā kālātikkamanamattena āpattiyā kāraṇaṁ na hoti, bhuttameva hoti. Sattāhakālikaṁ kālātikkamena aparibhuttampi āpattiyā kāraṇaṁ hotīti dīpeti. Tesu sattāhakālikeyeva visesaṁ dassetumāha ‘‘abhuttaṁ tatiyampi cā’’ti. Ca-saddo tu-saddatthe. Yāvajīvikaṁ pana paṭiggahetvā yāvajīvaṁ paribhuñjiyamānaṁ itarakālikasaṁsaggaṁ vinā dosakaraṁ na hotīti na gahitaṁ.",
  "tika-vin11t22:20": "2684. Ambādayo saddā rukkhānaṁ nāmabhūtā taṁtaṁphalepi vattamānā idha upacāravasena tajje pānake vuttā, tenevāha ‘‘pānakaṁ mata’’nti. Cocaṁ aṭṭhikakadalipānaṁ. Mocaṁ itarakadalipānaṁ. Madhūti muddikaphalānaṁ rasaṁ. Muddikāti sītodake madditānaṁ muddikaphalānaṁ pānaṁ. ‘‘Sālūkapānanti rattuppalanīluppalādīnaṁ sālūke madditvā katapāna’’nti pāḷiyaṁ, aṭṭhakathāya (mahāva. aṭṭha. 300) ca sālūka-saddassa dīghavasena saṁyogadassanato ‘‘sālu phārusakañcā’’ti gāthābandhavasena rasso kato.",
  "tika-vin11t22:21": "Sālūkaṁ kumuduppalānaṁ phalarasaṁ. Khuddasikkhāvaṇṇanāyaṁ pana ‘‘sālūkapānaṁ nāma rattuppalanīluppalādīnaṁ kiñjakkhareṇūhi katapāna’’nti vuttaṁ. ‘‘Phārusaka’ntiādīsu eko rukkho’’ti gaṇṭhipade vuttaṁ. Tassa phalaraso phārusakaṁ nāma. Etesaṁ aṭṭhannaṁ phalānaṁ raso udakasambhinno vaṭṭati, sītudake maddito pasanno nikkasaṭova vaṭṭati, udakena pana asambhinno raso yāvakāliko.",
  "tika-vin11t22:22": "2685.Phalanti ambādiphalaṁ. Savatthukapaṭiggahoti pānavatthukānaṁ phalānaṁ paṭiggaho. Vasati ettha pānanti vatthu, phalaṁ, vatthunā saha vaṭṭatīti savatthukaṁ, pānaṁ, savatthukassa paṭiggaho savatthukapaṭiggaho. Savatthukassa paṭiggahaṁ nāma vatthupaṭiggahaṇamevāti katvā vuttaṁ ‘‘pānavatthukānaṁ phalānaṁ paṭiggaho’’ti.",
  "tika-vin11t22:23": "2686. ‘‘Sukoṭṭetvā’’ti vuccamānattā ‘‘ambapakka’’nti āmakameva ambaphalaṁ vuccati . Udaketi sītodake. Parissavaṁ parissāvitaṁ. Katvāti madhuādīhi abhisaṅkharitvā. Yathāha – ‘‘tadahupaṭiggahitehi madhusakkarakappūrādīhi yojetvā kātabba’’nti (mahāva. aṭṭha. 300). Pātuṁ vaṭṭatīti ettha vinicchayo ‘‘evaṁ kataṁ purebhattameva kappati, anupasampannehi kataṁ labhitvā pana purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisaparibhogenāpi vaṭṭati, pacchābhattaṁ nirāmisaparibhogena yāva aruṇuggamanā vaṭṭatiyeva. Esa nayo sabbapānesū’’ti aṭṭhakathāyaṁ vutto.",
  "tika-vin11t22:24": "2687.Sesapānakesupīti jambupānakādīsupi.",
  "tika-vin11t22:25": "2688. Ucchuraso antogadhattā idha vutto, na pana yāmakālikattā, so pana sattāhakālikoyeva.",
  "tika-vin11t22:26": "2689.Madhukassa rasanti madhukapupphassa rasaṁ. Ettha madhukapuppharaso aggipāko vā hotu ādiccapāko vā, pacchābhattaṁ na vaṭṭati. Purebhattampi yaṁ pānaṁ gahetvā majjaṁ karonti, so ādito paṭṭhāya na vaṭṭati. Madhukapupphaṁ pana allaṁ vā sukkhaṁ vā bhajjitaṁ vā tena kataphāṇitaṁ vā yato paṭṭhāya majjaṁ na karonti, taṁ sabbaṁ purebhattaṁ vaṭṭati.",
  "tika-vin11t22:27": "Pakkaḍākarasanti pakkassa yāvakālikassa rasaṁ. Sabbo pattaraso yāmakāliko vuttoti yojanā. Aṭṭhakathāyaṁ ‘‘yāvakālikapattānañhi purebhattaṁyeva raso kappatī’’ti (mahāva. aṭṭha. 300) imameva sandhāya vuttaṁ.",
  "tika-vin11t22:28": "2690. Sānulomānaṁ sattannaṁ dhaññānaṁ phalajaṁ rasaṁ ṭhapetvā sabbo phalajo raso vikāle yāmasaññite anulomato paribhuñjituṁ anuññātoti yojanā.",
  "tika-vin11t22:29": "2691. Yāvakālikapattānaṁ sītudake madditvā kato rasopi apakko, ādiccapākopi vikāle pana vaṭṭatīti yojanā.",
  "tika-vin11t22:30": "2692-3. Sattadhaññānulomāni sarūpato dassetumāha ‘‘tālañcanāḷikerañcā’’tiādi. Aparaṇṇaṁ muggādi. ‘‘Sattadhaññānulomika’’nti iminā etesaṁ raso yāvakāliko yāmakālasaṅkhāte vikāle paribhuñjituṁ na vaṭṭatīti dasseti.",
  "tika-vin11t22:31": "2695. Evamādīnaṁ khuddakānaṁ phalānaṁ raso pana aṭṭhapānānulomattā anulomike yāmakālikānulomike niddiṭṭho kathitoti yojanā.",
  "tika-vin11t22:32": "2696.Idha imasmiṁ loke sānulomassa dhaññassa phalajaṁ rasaṁ ṭhapetvā ayāmakāliko añño phalaraso natthīti yojanā, sabbo yāmakālikoyevāti dīpeti.",
  "tika-vin11t22:33": "Bhesajjakkhandhakakathāvaṇṇanā."
}