{
  "tika-abh08t40:0": "16. Soḷasamo paricchedo",
  "tika-abh08t40:1": "Abhiññāniddesavaṇṇanā",
  "tika-abh08t40:2": "1043-7.Paranti visiṭṭhaṁ katvā, visesatoti attho. Catutthajjhānamattepīti rūpāvacaracatutthajjhānamattepi, nāvassaṁ arūpajjhānehīti adhippāyo. Arūpāvacarajjhānaṁ appaṭiladdhopi hi katādhikāro bhikkhu abhiññā sampādetuṁ samattho hoti. Ettha catutthajjhānaggahaṇeneva heṭṭhā tīṇi jhānāni gahitāni. Tesu hi aciṇṇavasī catutthajjhānaṁ uppādetumpi na sakkoti. Abhiññāsu anuyogaṁ kātuṁ vaṭṭatīti vatvā tattha payojanaṁ dassetuṁ ‘‘abhiññānāmā’’tiādi vuttaṁ. Niṭṭhaṅgatāti adhigatānisaṁsatāya ceva bhāvanāsukhatāya ca niṭṭhaṁ nipphattiṁ gatā. Samādhibhāvanāya hi lokiyābhiññā udayaphalabhāvena pākaṭā. So abhiññāya ca samādhinā ca samannāgato sukheneva paññābhāvanaṁ sampādessati.",
  "tika-abh08t40:3": "1048-9.Dibbānītiādi lokiyābhiññānaṁ sarūpato uddisanaṁ. Dibbāni cakkhusotānīti dibbacakkhuñāṇaṁ, dibbasotañāṇañcāti dasseti. Iddhīti iddhividhañāṇaṁ. Imā pana abhiññāyo pattukāmena ādikammikena yoginā yasmā odātakasiṇapariyantesu aṭṭhasu kasiṇesu catutthajjhānaṁ, tabbasena ca arūpasamāpattiyo nibbattetvā vā na vā kasiṇānulomatādīhi cuddasahi ākārehi cittaṁ dametabbaṁ. Na hi evaṁ adametvā pubbe abhāvitabhāvano ādikammiko yogāvacaro pañca abhiññāyo nipphādessatīti tasmā taṁ cittaparidamanaṁ avassaṁ kātabbanti dassetuṁ ‘‘kasiṇānulomatādīhī’’tiādi vuttaṁ. Kasiṇānulomatādīhīti kasiṇānulomatā kasiṇapaṭilomatā kasiṇānulomapaṭilomatā jhānānulomatā jhānapaṭilomatā jhānānulomapaṭilomatā jhānukkantikatā kasiṇukkantikatā jhānakasiṇukkantikatā aṅgasaṅkantikatā ārammaṇasaṅkantikatā aṅgārammaṇasaṅkantikatā aṅgavavatthāpanatā ārammaṇavavatthāpanatāti imehi cuddasahi ākārehi.",
  "tika-abh08t40:4": "Tattha aṭṭhasu kasiṇesu paṭipāṭiyā satakkhattuṁ sahassakkhattumpi samāpajjanaṁ, tatheva uppaṭipāṭiyā, paṭipāṭiuppaṭipāṭivasena ca samāpajjananti imesaṁ tiṇṇaṁ ākārānaṁ vasena kasiṇānulomatādayo vuttā. Paṭhamajjhānato paṭṭhāya yāva nevasaññānāsaññāyatanaṁ, ayaṁ jhānānulomatā nāma. Tesaṁ paṭilomato jhānapaṭilomatā nāma. Anulomapaṭilomato jhānaanulomapaṭilomatā nāma.",
  "tika-abh08t40:5": "Pathavīkasiṇe paṭhamajjhānaṁ samāpajjitvā tattheva tatiyaṁ samāpajjati, tato tadeva ugghāṭetvā ākāsānañcāyatanaṁ, tato ākiñcaññāyatananti evaṁ kasiṇaṁ anokkamitvā jhānasseva ekantarikabhāvena ukkamanaṁ jhānukkantikatā nāma. Evaṁ āpokasiṇādimūlikāpi yojanā kātabbā. Pathavīkasiṇe paṭhamajjhānaṁ samāpajjitvā puna tadeva tejokasiṇe, tato nīlakasiṇe, tato lohitakasiṇeti jhānaṁ anukkamitvā kasiṇasseva ekantarikabhāvena ukkamanaṁ kasiṇukkantikatā nāma. Pathavīkasiṇe paṭhamajjhānaṁ samāpajjitvā, tejokasiṇe tatiyaṁ , nīlakasiṇaṁ ugghāṭetvā ākāsānañcāyatanaṁ, lohitakasiṇato ākiñcaññāyatananti iminā nayena jhānassa ceva kasiṇassa ca ukkamanaṁ jhānakasiṇukkantikatā nāma.",
  "tika-abh08t40:6": "Pathavīkasiṇe paṭhamajjhānaṁ samāpajjitvā tattheva itaresampi samāpajjanaṁ aṅgasaṅkantikatā nāma. Sabbakasiṇesu ekekasseva samāpajjanaṁ ārammaṇasaṅkantikatā nāma. Pathavīkasiṇe paṭhamajjhānaṁ samāpajjitvā, āpokasiṇe dutiyaṁ, tejokasiṇe tatiyaṁ, vāyokasiṇe catutthaṁ, nīlakasiṇaṁ ugghāṭetvā ākāsānañcāyatanaṁ, pītakasiṇato viññāṇañcāyatanaṁ, lohitakasiṇato ākiñcaññāyatanaṁ, odātakasiṇato nevasaññānāsaññāyatananti evaṁ aṅgānaṁ, ārammaṇānañca samatikkamanaṁ aṅgārammaṇasaṅkantikatā nāma.",
  "tika-abh08t40:7": "Paṭhamajjhānaṁ nāma pañcaṅgikanti vavatthapetvā dutiyaṁ caturaṅgikaṁ, tatiyaṁ tivaṅgikaṁ, catutthaṁ duvaṅgikaṁ, ākāsānañcāyatanaṁ…pe… nevasaññānāsaññāyatananti evaṁ jhānaṅgamattasseva vavatthāpanaṁ aṅgavavatthāpanaṁ nāma. Tathā ‘‘idaṁ pathavīkasiṇaṁ, idaṁ āpokasiṇa’’ntiādinā ārammaṇamattasseva vavatthāpanaṁ ārammaṇavavatthāpanaṁ nāma. Aṅgārammaṇavavatthāpanampi eke icchantīti. Aṭṭhakathāsu pana anāgatattā addhā taṁ bhāvanāsukhaṁ na hoti. Imehi pana cuddasahi ākārehi cittaparidamanaṁ kātuṁ aṭṭhasamāpattilābhīnaṁ satesu, sahassesu vā ekova sakkoti.",
  "tika-abh08t40:8": "1050-1.Danteti cuddasahi ākārehi dante. Samāhiteti catutthajjhānasamādhinā samāhite. Suddheti nīvaraṇadūrībhāvena, paccanīkasamanepi abyāvaṭāya tatramajjhattupekkhāya sampāditasatipārisuddhiyā sabbhāvena vā suparisuddhe. Pariyodāteti sudhantasuvaṇṇassa nighaṁsanena viya parisuddhattāyeva pariyodāte, pabhassareti vuttaṁ hoti. Atha vā vitakkavicārakkhobhavirahavasena pariyodāteti vuttaṁ hoti. Anaṅgaṇeti ‘‘mādisassa samādhisampannassa īdisena bhavitabba’’nti evaṁ jhānapaṭilābhapaccayānaṁ ‘‘aho vata mameva satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseyyā’’tiādinayappavattānaṁ pāpakānaṁ icchāvacarānaṁ abhāvena anaṅgaṇe. Anupakkileseti upagantvā kilissanaṭṭhena upakkilesasaṅkhātānaṁ rāgādīnaṁ, ‘‘abhijjhā cittassa upakkileso, byāpādo, kodho’’tiādinā āgatānaṁ cittupakkilesānaṁ vā vigatattā vigatupakkilese. Mudubhūteti paguṇabhāvāpādanena subhāvitattā mudubhūte, vasibhāvappatteti vuttaṁ hoti. Vasibhāvappattañhi cittaṁ suparimadditaṁ viya cammaṁ suparikammakatā viya ca lākhā mudūti vuccati. Kammanīyeti muduttāyeva iddhipādabhāvūpagamanena kammakkhame, vikubbanādiiddhikammayogyeti vuttaṁ hoti. Mudujātañhi cittaṁ kammakkhamaṁ hoti, sudhantamiva suvaṇṇaṁ, ubhayampi cetaṁ subhāvitattāyeva hoti. Yathāha – ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ bhāvitaṁ bahulīkataṁ muduñca hoti kammaniyañca, yathayidaṁ, bhikkhave, citta’’nti (a. ni. 1.47). Ṭhiteti etesu parisuddhabhāvādīsu niccalaṁ avaṭṭhite, bhāvanāpāripūriyā vā paṇītabhāvaṁ sammasitvā ṭhite. Acaleti ṭhitattāyeva akampe, āneñjappatteti vuttaṁ hoti. Mudukammaññabhāvehi vā attano vase ṭhitattā ṭhite, saddhādīhi pariggahitattā assaddhiyādīhi akampanato acale.",
  "tika-abh08t40:9": "Aṭṭhaṅgasampanneti ṭhitiacalatānaṁ visuṁ visuṁ aggahaṇena samāhiteti visuṁ ekaṅgaṁ katvā. Tāsaṁ pana visuṁ visuṁ gahaṇe suvisuddhatādīnaṁ samāhitacittassa aṅgabhūtattā samāhiteti imaṁ aṅgabhāvena aggahetvā suvisuddhatādīhi aṭṭhahi aṅgehi sampannatā veditabbā. Iddhividhāyāti iddhikoṭṭhāsatthāya, iddhippabhedāya vā. Atthato pana iddhividhā nāma ekassa bahubhāvādianekavidhānapaccayabhūtaṁ abhiññāñāṇaṁ. Abhinīharatīti abhiññādhigamatthāya parikammacittaṁ kasiṇārammaṇato apanetvā abhiññābhimukhaṁ peseti. Iddhivikubbananti ettha ijjhatīti iddhi, nipphajjati paṭilabbhatīti vuttaṁ hoti. Yañhi nipphajjati, paṭilabbhati ca, taṁ ijjhatīti vuccati. Yathāha –",
  "tika-abh08t40:10": "‘‘Kāmaṁ kāmayamānassa, tassa cetaṁ samijjhatī’’tiādi; (Su. ni. 772; mahāni. 1; netti. 5,44);",
  "tika-abh08t40:11": "Iddhiyeva vikubbanaṁ pakativaṇṇavijahanakiriyanti iddhivikubbanaṁ, idaṁ iddhīsu vikubbaniddhiyā padhānabhāvato vuttaṁ, iddhi ca vikubbanañcāti vā iddhivikubbanaṁ. Visuṁ gahaṇampi vuttakāraṇeneva daṭṭhabbaṁ.",
  "tika-abh08t40:12": "1052-4. Yathā pana taṁ nipphādetabbaṁ, taṁ vidhiṁ dassetuṁ ‘‘abhiññāpādakajjhāna’’ntiādi vuttaṁ. Ettha ca ‘‘anupubbena cattāri jhānāni samāpajjitvā catutthajjhānato vuṭṭhāyā’’ti keci, taṁ ayuttaṁ. Yadicchakaṁ samāpajjanatthañhi cittaparidamanaṁ, catutthajjhānameva ca abhiññāpādakaṁ, na itarāni. Sataṁ…pe… mānasanti sace sataṁ icchati, ‘‘sataṁ homi, sataṁ homī’’ti, sace sahassaṁ icchati, ‘‘sahassaṁ homi, sahassaṁ homī’’ti evaṁ parikammamānasaṁ katvā. ‘‘Parikammamānasa’’nti ca pādakajjhānato vuṭṭhāya ‘‘sataṁ homī’’tiādinā pavattitakāmāvacaracittaṁ, pādakajjhānañca. Abhi…pe… punāti ettha pubbe abhiññāpādakajjhānasamāpajjanaṁ parikammacittassa samādhānatthaṁ, puna samāpajjanaṁ adhiṭṭhānacittassa balaggāhatthaṁ. Adhiṭṭhātīti sataṁ āvajjetvā tato paraṁ pavattānaṁ tiṇṇaṁ, catunnaṁ vā pubbabhāgacittānaṁ anantarā uppannena sanniṭṭhāpanavasena adhiṭṭhānanti laddhanāmena abhiññāñāṇena sanniṭṭhānaṁ karoti, sataṁ nipphādetīti attho. ‘‘Adhiṭṭhāna’’nti hi sabbattha abhiññāñāṇaṁ vuccati.",
  "tika-abh08t40:13": "1055-7.Nimittārammaṇanti paṭibhāganimittārammaṇaṁ. Parikammamanānettha satārammaṇikānīti ettha etesu parikammādhiṭṭhānesu parikammamānasāni ‘‘sataṁ homī’’ti pavattāni kāmāvacaramānasāni satārammaṇikāni ekekassa cittassa vasena satārammaṇikāni honti paccekaṁ ‘‘sataṁ homī’’ti pavattanato. Sahassārammaṇādīsupi eseva nayo. Tadādhiṭṭhānacittampīti tassa satādikassa adhiṭṭhānacittampi. Satārammaṇikatā ca pana nesaṁ vaṇṇavasena, no sattapaññattivasena. Rūpañhi sataṁ vā sahassaṁ vā katvā dassetabbaṁ, na paññatti. Ettha ca yadi nīlavaṇṇameva sataṁ abhinipphādeti, vaṇṇassa taṁtaṁsantānavasena nānattepi nīlavasena ekattā ekamekaṁ parikammacittaṁ sabbaṁ nīlajātaṁ ālambati.",
  "tika-abh08t40:14": "Yadi pana nānāvaṇṇanānākiriyaparikammacittānampi bahubhāvo hoti, ekamekaṁ ekekavaṇṇaṁ, ekekavaṇṇesu ca nānākiriyaṁ ārammaṇaṁ karoti. Adhiṭṭhānacittaṁ pana vaṇṇasāmaññaṁ gahetvāpi parikammārammaṇaṁ nānāvaṇṇavantaṁ abhinipphādeti acinteyyānubhāvattā iddhivisayassa. Appanācittaṁ viyāti viya-ggahaṇaṁ abhiññācittassa, jhānacittassa ca paṭhamuppattiyaṁ sadisabhāvato vuttaṁ, na tassa appanābhāvato. Teneva hi pubbe vuttaggahaṇena visesitanti. Catutthajjhānikanti rūpāvacaracatutthajjhānavantaṁ, tena sampayuttaṁ. Yadi evaṁ catutthajjhānassa, imassa ca ko visesoti āha ‘‘parikammavisesovā’’ti. Na hettha parikammavisesaṁ vinā añño viseso atthi. Appanāya pubbabhāgappavattānipi tīṇi cattāri javanāni gahitaggahaṇena, aggahitaggahaṇena vā parikammopacārānulomāni sabbapacchimaṁ gotrabhunāmakantiādi sesaṁ samānameva. Tenāha ‘‘sesaṁ pubbasamaṁ idhā’’ti. Iddhividhañāṇavaṇṇanā.",
  "tika-abh08t40:15": "1058.Dibbasotanti devatānaṁ pittasemhādīhi apalibuddhehi dūrepi ārammaṇaggahaṇasamatthehi dibbasotapasādehi samānattā, dibbavihāravasena paṭiladdhattā, attanā ca dibbavihārasannissitattā dibbaṁ, savanaṭṭhena sotakiccakaraṇato, taṁsadisatāya ca sotaṁ. Idanti yaṁ uddese ‘‘dibbāni cakkhusotānī’’ti (abhidha. 1048) dibbasotaṁ uddiṭṭhaṁ, taṁ idanti attho.",
  "tika-abh08t40:16": "1059-64. Paṭhamaṁ oḷārikasaddaṁ āvajjetvā pacchā sukhumasaddassa āvajjitabbato āha ‘‘mahanto sukhumopi cā’’ti. Paricayakaraṇatthañhi paṭhamaṁ araññe sīhādīnaṁ sadde ādiṁ katvā sabbe oḷārikato paṭṭhāya yathānukkamena sukhumasaddā āvajjitabbā, tathā puratthimādīsu disāsu oḷārikānampi sukhumānampi saddānaṁ saddanimittaṁ manasi kātabbaṁ. Tassa te saddā pakaticittassapi pākaṭā honti, parikammacittassa pana ativiya pākaṭā. Tassāti tassa yogino. Saddassa nimittanti oḷārikassa, sukhumassa vā saddassa yathāvuttaṁ upādāyupādāya labbhamānaoḷārikasukhumākāraṁ. Manasi kubbatoti ‘‘imissā disāya ayaṁ saddo oḷāriko, sukhumo vā’’ti evaṁ parikammacittena manasi karontassa. Saddesūti ye parikammacittassa visayabhūtā oḷārikā, sukhumā vā saddā, tesu. Aññataranti yattha parikammakaraṇavasena abhiṇhaṁ manasikāro pavatto, taṁ ekaṁ saddaṁ. Yadi abhiññācittampi parikammena gahitameva ārammaṇaṁ karoti, ko pana tassa, imassa vā visesoti? Vuccate – parikammacittaṁ asutassa gahaṇato saddamattaṁ gaṇhāti, abhiññācittaṁ pana asutampi gaṇhantaṁ savanākārena gahaṇato atthāvabodhassa paccayabhāveneva gaṇhātīti ayametesaṁ viseso. Sutakovidāti pariyattiyaṁ chekā.",
  "tika-abh08t40:17": "1065-6.Thāmajātanti jātathāmaṁ, daḷhabhāvappattanti attho. Vaḍḍhetabbaṁ pādakajjhānārammaṇaṁ kittakanti āha ‘‘etthantaragata’’ntiādi. Pādakajjhānassa hi ārammaṇabhūtaṁ kasiṇanimittaṁ ‘‘ettakaṁ ṭhānaṁ pharatū’’ti manasi karitvā pādakajjhānaṁ samāpajjantassa kasiṇanimittaṁ tattakaṁ ṭhānaṁ pharitvā tiṭṭhati. So samāpattito vuṭṭhāya puna pādakajjhānaṁ asamāpajjitvāpi anekappabhedepi sadde āvajjati subhāvitabhāvanattā. Tattha aññataraṁ saddaṁ ārabbha uppannāvajjanānantaraṁ cattāri, pañca vā javanāni uppajjanti, tesu pacchimaṁ iddhicittaṁ hoti. Evaṁ yattakaṁ saddaṁ icchati, tattakaṁ tattha gataṁ āvajjitvā abhiññāñāṇena jānāti. Yena pana evaṁ kasiṇanimittaṁ avaḍḍhitaṁ, tena punapi pādakajjhānaṁ samāpajjitabbameva. So hi taṁ ṭhānagatasaddaṁ pādakajjhānaṁ samāpajjitvāva tato vuṭṭhāya abhiññācittena suṇāti. Tato eva hi ‘‘pādakārammaṇena…pe… suṇātīti sāsaṅkaṁ vadatī’’ti (visuddhi. mahā. 2.400) vuttaṁ. Iddhividhalābhī pana sesābhiññalābhino viya vijjamānasaddādiārammaṇamattameva akatvā āgantukarūpanimmāpanato sabbathāpi dvikkhattuṁ pādakajjhānaṁ samāpajjitvāva taṁ nipphādeti. Ekaṅguladvaṅgula-ggahaṇañcettha sukhumasaddāpekkhāya kataṁ.",
  "tika-abh08t40:18": "1068.Suṇantoti evaṁ paricchinditvā paricchinditvā savanena vasikatābhiñño hutvā yathāvajjite suṇanto. Pāṭiyekkampīti ekajjhaṁ pavattamānepi yāva brahmalokā ekakolāhalaṁ katvā uṭṭhite saṅkhabherīpaṇavādisadde paccekaṁ vatthubhedena vavatthāpetukāmatāya sati ‘‘ayaṁ saṅkhasaddo, ayaṁ bherīsaddo, ayaṁ paṇavasaddo’’tiādinā paccekaṁyeva vavatthāpetuṁ sakkotiyevāti. Dibbasotañāṇavaṇṇanā.",
  "tika-abh08t40:19": "1069-73.Cetopariyamānasanti pariyātīti pariyaṁ, sarāgādivasena paricchijja jānātīti attho. Yesañhi dhātūnaṁ gati attho, buddhipi tesaṁ attho hotīti. Cetaso pariyaṁ cetopariyaṁ, manasi bhavanti mānasaṁ, ñāṇaṁ, cetopariyañca taṁ mānasañcāti cetopariyamānasaṁ. Dibbacakkhuvasenevāti dibbacakkhuupanissayeneva. Tañhi etassa uppādane parikammaṁ. Tasmāti yasmā idaṁ dibbacakkhuvaseneva pavattati, tasmā. Dibbena cakkhunāti dibbasadisatādīhi ‘‘dibbacakkhū’’ti laddhavohārena dibbacakkhuñāṇena disvāti sambandho. Hadayanti na hadayavatthu, atha kho hadayamaṁsapesi. Yaṁ bahi kamalamakuḷasaṇṭhānaṁ anto kosātakīphalasadisanti vuccati. Tañhi nissāya idāni vuccamānaṁ lohitaṁ tiṭṭhati. Hadayavatthu pana imaṁ lohitaṁ nissāya pavattati. Lohitaṁ disvāti lohitassa vaṇṇaṁ disvā. Dibbacakkhunopi hi vaṇṇameva dissati. Teneva hi taṁ cakkhusadisattā ‘‘cakkhū’’ti vuccati. Parassāti aññassa. Yathā hi yo paro na hoti, so attā, evaṁ yo attā na hoti, so paro. Kathaṁ pana dibbacakkhunā lohitassa vaṇṇadassanena paracittaṁ viññeyyanti āha ‘‘somanassayute’’tiādi. Lohitanti rattaṁ nigrodhaphalasamānavaṇṇaṁ. Kāḷakanti jambusadisavaṇṇaṁ. Tilatelūpamanti anena pasannabhāvamāha.",
  "tika-abh08t40:20": "Kathaṁ pana citte somanassa sahagatādimhi sati kammajassa lohitassa vividhavaṇṇabhāvāpattīti? Kiñcāpi hadayavatthusannissitabhūtāni kammajāneva, taṁ pana lohitaṁ kammajamevāti natthi catusantatirūpassapi tattha labbhamānattā. Teneva hi aṭṭhakathāyaṁ ‘‘idaṁ rūpaṁ somanassindriyasamuṭṭhānaṁ, idaṁ domanassindriyasamuṭṭhānaṁ, idaṁ upekkhindriyasamuṭṭhānanti parassa hadayalohitavaṇṇaṁ passitvā’’ti (visuddhi. 2.401) vuttaṁ. Evampi yaṁ tattha acittajaṁ, tassa yathāvuttavaṇṇabhedena na bhavitabbanti? Bhavitabbaṁ sesasantatirūpānaṁ tadanuvattanato. Yathā hi gamanādīsu cittajarūpāni utujakammajāhārajarūpehi anuvattīyanti, aññathā kāyassa desantarappattiyeva na siyāti, evamidhāpi cittajarūpaṁ sesasantatirūpehi anuvattīyati, pasādakodhavelāsu ca cakkhussa vaṇṇabhedāpattiyeva tassatthassa nidassanaṁ daṭṭhabbaṁ, tasmā somanassādiyuttacittānurūpaṁ uppannacittasamuṭṭhānarūpavasena sesatisamuṭṭhānarūpānampi nānāvaṇṇatā hotiyevāti suṭṭhu vuttaṁ ‘‘lohitaṁ lohitaṁ siyā’’tiādi. Disvā hadayalohitanti paṭhamaṁ tāva anumānañāṇena lohitaṁ disvā. Kātabbaṁ thāmataṁ gatanti uppādetvā thāmabhāvaṁ gataṁ kātabbaṁ.",
  "tika-abh08t40:21": "Cetopariyañāṇañhi uppādetukāmena yoginā dibbacakkhulābhinā eva satā heṭṭhā vuttanayena rūpāvacaracatutthajjhānaṁ aṭṭhaṅgasamannāgataṁ abhinīhārakkhamaṁ katvā ālokaṁ vaḍḍhetvā dibbena cakkhunā parassa hadayamaṁsapesiṁ nissāya vattamānassa lohitassa vaṇṇadassanena idāni imassa cittaṁ ‘‘somanassasahagata’’nti vā ‘‘domanassasahagata’’nti vā ‘‘upekkhāsahagata’’nti vā nayaggāhavasena vavatthāpetvā pādakajjhānaṁ samāpajjitvā vuṭṭhāya ‘‘imassa cittaṁ jānāmī’’ti parikammaṁ kātabbaṁ. Kālasatampi kālasahassampi punappunaṁ pādakajjhānaṁ samāpajjitvā vuṭṭhāya tatheva paṭipajjitabbaṁ. Tassevaṁ dibbena cakkhunā hadayalohitavaṇṇadassanādividhinā paṭipajjantassa ‘‘idāni cetopariyañāṇaṁ uppajjissatī’’ti yaṁ tadā pavattatīti vavatthāpitaṁ cittaṁ, taṁ ārammaṇaṁ katvā manodvārāvajjanaṁ tīṇi cattāri vā javanāni kāmāvacarāni javanti. Catutthaṁ, pañcamaṁ vā abhiññācittaṁ rūpāvacaracatutthajjhānikaṁ . Tattha yaṁ tena appanācittena sampayuttaṁ ñāṇaṁ, idaṁ cetopariyañāṇaṁ. Tañhi yattha anena parikammaṁ kataṁ, taṁ parassa cittaṁ paccakkhato paṭivijjhantaṁ vibhāventameva hutvā pavattati, rūpaṁ viya ca dibbacakkhuñāṇaṁ, saddaṁ viya ca dibbasotañāṇaṁ. Tato paraṁ pana kāmāvacaracittehi sarāgādivavatthāpanaṁ hoti nīlādivavatthāpanaṁ viya.",
  "tika-abh08t40:22": "1074-5. Evamadhigatassa pana cetopariyañāṇassa thāmagamanavidhānampi adhigamavidhānasadisameva, tadevettha ācariyena dassitaṁ. Evaṁ thāmagatetiādi thāmagamanānisaṁsadassanaṁ. Sabbamevāti idaṁ ‘‘kāmāvacaracittaṁ, rūpārūpesu mānasa’’nti ubhayapadenapi sambandhitabbaṁ, catupaṇṇāsavidhaṁ kāmāvacaracittaṁ, pañcadasarūpāvacaracittaṁ, dvādasaarūpāvacaracittanti sabbameva, paccekaṁ sarāgādippabhedakaṁ vijānātīti attho. Puthujjanassa vasenāyaṁ abhiññākathāti lokuttaracittaṁ idha anuddhaṭaṁ. Tampi hi uparimo, sadiso vā ariyo heṭṭhimassa, sadisassa ca cittaṁ jānāti, heṭṭhimo pana uparimassa cittaṁ na jānāti. Yathā cetaṁ, evaṁ arūpāvacarajjhāne akatābhiniveso puthujjano, sekhopi vā arūpāvacaracittaṁ na jānāti. Aṭṭhasamāpattikassa pana vasena idhārūpāvacaracittassāpi jānanaṁ vuttaṁ. Arahā pana āruppe akatābhinivesopi tappaṭicchādakaavijjāya vihatattā tampi jānātiyeva. Cetopariyañāṇavaṇṇanā.",
  "tika-abh08t40:23": "1076-7. Pubbe atītajātīsu nivāsā nivutthā attano santāne pavattā, saparaviññāṇehi gocarāsevanāya āsevitā ca khandhā pubbenivāsā. Paraviññāṇaviññātāpi hi pubbe nivasiṁsu etthāti pubbenivāsāti vuccanti, te pana chinnavaṭumakānussaraṇādīsu buddhānaṁyeva visayā, pubbe nivāsesu sarūpavibhāvakaṁ ñāṇaṁ pubbenivāsañāṇaṁ. Tena. Tadanussatīti tesaṁ pubbenivāsānaṁ anussati. Heṭṭhā tīsu jhānesu yathārahaṁ pītisukhehi kāyacittānaṁ sampīṇanāya cattāri jhānāni samāpajjitabbānīti āha ‘‘jhānāni panā’’tiādi. Aññathā pādakajjhānaṁ samāpajjitvāyevāti vuttaṁ siyā. Yāya nisajjāya nisinnassa anussaraṇārambho, sā idha sabbapacchimā nisajjā.",
  "tika-abh08t40:24": "1078-80.Tato pabhuti…pe… kkamāti tasmiṁ bhave purimabhavādīsu kataṁ sabbampi saṅgahetvā sabbamāvajjitabbantiādinā visuṁ visuṁ rattindivādivasena dasseti. Divaserattiyaṁ katanti sabbapacchimanisajjāto paṭṭhāya āsanapaññāpanaṁ senāsanappavesananti paṭilomena sakalaṁ rattindivaṁ katakiccaṁ āvajjitabbaṁ. Katamāvajjitabbanti yaṁ etthantare katakiccaṁ, sabbaṁ taṁ paṭilomakkameneva āvajjitabbanti attho. Ettakaṁ pana pakaticittassapi pākaṭaṁ, parikammacittassa pana atipākaṭameva. Sace panettha kiñci na pākaṭaṁ hoti, puna pādakajjhānaṁ samāpajjitvā vuṭṭhāya āvajjitabbaṁ, ettakena dīpe jalite viya pākaṭaṁ hoti. Pādakajjhānasamāpajjanañhi satthakassa viya nisānasilā satipaññānaṁ nisitabhāvāvahaṁ, tasmā tā taṁsamāpajjanena paramanepakkappattā honti. Purimasmiṁ bhaveti imamhā bhavā anantare purimasmiṁ bhave.",
  "tika-abh08t40:25": "1081.Nibbattaṁ nāmarūpañcāti attano paccayehi nibbattanāmarūpaṁ. Sādhukanti suṭṭhu aparihāpetvā āvajjitabbaṁ. Pahoti hi imissā abhiññāya katādhikāro bhikkhu paṭhamavāreneva paṭisandhiṁ ugghāṭetvā cutikkhaṇe nāmarūpaṁ ārammaṇaṁ kātuṁ, tathā asakkontenāpi dhuranikkhepaṁ akatvā pādakajjhānameva punappunaṁ samāpajjitabbaṁ, tato ca vuṭṭhāya punappunaṁ āvajjitabbaṁ. Āvajjantena ca pana paṭhamaṁ rūpaṁ āvajjitvā pacchā nāmaṁ āvajjitabbanti ācariyā. Apare pana vipariyāyena vadanti.",
  "tika-abh08t40:26": "Tattha pacchimanisajjāto pabhuti yāva paṭisandhito ārammaṇaṁ katvā pavattañāṇaṁ atītajātīsu nivutthadhammārammaṇābhāvato pubbenivāsānussatiñāṇaṁ nāma na hoti, taṁ pana parikammañāṇameva. Yadā panassa paṭisandhiṁ atikkamma cutikkhaṇe uppannaṁ nāmarūpaṁ ārammaṇaṁ katvā manodvārāvajjanaṁ uppajjati, tasmiṁ niruddhe vuttanayena appanācittaṁ uppajjati, tena sampayuttaṁ ñāṇaṁ pubbenivāsānussatiñāṇaṁ nāma. Tenāha ‘‘yadā panā’’tiādi.",
  "tika-abh08t40:27": "Etthāha – kiṁ ekeneva abhiññācittena cutikkhaṇe pavattanāmarūpaṁ sabbampi ārammaṇaṁ karoti, udāhu aññena aññenāti. Kiñcettha yadi ekeneva, dūrato cittapaṭaṁ pekkhantassa viya anirūpitarūpena vavatthānaṁ hoti. Yadi ca aññena aññena, visuṁ visuṁ pādakajjhānasamāpajjanādinā bhavitabbanti? Ubhayathāpi na doso. Iddhivisayassa hi acinteyyattā ekenapi abhiññācittena nāmarūpe passanto nirūpitarūpeneva passati, na anirūpitarūpeneva passati, aññenapi vā paṭhamameva pādakajjhānaṁ samāpajjitvā vuṭṭhāya samāhitacittena kataparikammassa pavattitattā puna samāpajjanaṁ vinā āvajjitvā ārammaṇaṁ karotiyevāti. Pubbenivāsānussatiñāṇavaṇṇanā.",
  "tika-abh08t40:28": "1086-8.Dibbacakkhunāti dibbasadisattā, dibbavihāravasena paṭilabhitabbattā, attanā ca dibbavihārasannissitattā mahājutikatādīhi vā dibbaṁ, rūpadassanaṭṭhena cakkhumivāti cakkhu. Yathā hi maṁsacakkhu viññāṇādhiṭṭhitaṁ samavisamaṁ ācikkhantaṁ viya pavattati, idaṁ pana tato sātisayaṁ cakkhukiccakārīti dibbañca taṁ cakkhu cāti dibbacakkhu, tena dibbacakkhunā. Kasiṇārammaṇanti aṭṭhannampi kasiṇānaṁ vasena kasiṇārammaṇaṁ. Abhinīhārakkhamaṁ katvāti cuddasavidhena cittaparidamanena aṭṭhaṅgasampannatākaraṇena abhinīhārakkhamaṁ dibbacakkhuñāṇābhimukhaṁ pesanārahaṁ pesanayogyaṁ katvā. ‘‘Tejo…pe… kasiṇampi vā āsannaṁ kātabba’’nti pāṭhaseso. Āsannaṁ kātabbanti dibbacakkhuñāṇuppattiyā samīpabhūtaṁ kāraṇabhūtaṁ kātabbaṁ, tattha upacārajjhānaṁ paguṇataraṁ katvā taṁ vaḍḍhetvā icchitakkhaṇe upaṭṭhānayogyaṁ katvā ṭhapetabbanti vuttaṁ hoti. Etthāti imasmiṁ dibbacakkhunā rūpadassanavisaye. Seṭṭhanti paridīpitanti ālokakasiṇasseva pabhāvissajjanasabhāvena ālokakaraṇena itarehi visiṭṭhattā visiṭṭhanti paridīpitaṁ.",
  "tika-abh08t40:29": "1089-90.Uppādetvāti paṭhamajjhānaniddese vuttanayena upacārajjhānuppādanena uppādetvā. Upacārajjhānuppattiyā hi saddhiṁ paṭibhāganimittuppatti. Yasmā pādakajjhānaṁ vijjamāneyeva āloke appanāvasena pavattimattaṁ vinā attano balena ālokaṁ pharituṁ na sakkoti, nāpi yathāpatthaṭaṁ thāvaraṁ kātuṁ, parikammaṁ pana tadubhayampi kātuṁ samatthaṁ, tasmā upacārabhūmiyaṁyeva taṁ vaḍḍhetabbanti āha ‘‘upacārabhūmiya’’ntiādi. Upacārabhūmīti cettha ālokassa thāvarakaraṇavasappavattaṁ parikammacittamevāti daṭṭhabbaṁ. Appananti jhānavasena appanaṁ. Na hi akataparikammassa abhiññāvasena appanā sijjhati. Tenāha ‘‘pādakajjhānanissita’’nti. Pādakajjhānanissitanti pādakajjhānārammaṇaṁ hoti, na dibbacakkhussa parikammanissitaṁ parikammārammaṇaṁ hoti, tathā ca sati ālokavaḍḍhanābhāvato rūpadassanaṁ na siyāti adhippāyo.",
  "tika-abh08t40:30": "1091-3.Anto…pe… bhaveti antogatameva rūpagataṁ passitabbaṁ bhave, na bahiddhā vikkhepuppattihetubhāvato passitabbaṁ dibbacakkhunāti adhippāyo. Na hi āloke pharitepi maṁsacakkhussa āpāthaṁ hoti. Parikammassa vāro hi atikkamati tāvadeti idha parikammaṁ nāma yathāvuttakasiṇārammaṇaṁ upacārajjhānaṁ, taṁ rūpagataṁ passato na pavattati, kasiṇālokavasena ca rūpagatadassanaṁ kasiṇāloko ca parikammavasenāti tadubhayampi parikammassa appavattiyā na hoti. Tenāha ‘‘ālokopī’’tiādi. Tasmiṁ antarahite rūpagatampi na ca dissati, rūpagataṁ passato parikammassa vāro atikkamati, parikammapasutassa kasiṇārammaṇañāṇaṁ hotīti rūpagataṁ dissati, kathaṁ paṭipajjitabbanti āha ‘‘tenā’’tiādi.",
  "tika-abh08t40:31": "1094-9.Evaṁ anukkamenāti punappunaṁ pādakajjhānaṁ samāpajjitvā tato vuṭṭhāya abhiṇhaṁ ālokapharaṇena. Āloko thāmavāti ālokagato ciraṭṭhāyī siyā, tathā ca sati tattha sucirampi rūpagataṁ passateva. Tena vuttaṁ ‘‘āloko etthā’’tiādi. Svāyamattho tiṇukkūpamāya vibhāvetabboti dassento āha ‘‘tiṇukkāyā’’tiādi. Eko kira rattiyaṁ tiṇukkāya maggaṁ paṭipajji, tassa sā tiṇukkā vijjhāyi, athassa samavisamāni na paññāyiṁsu, so taṁ tiṇukkaṁ bhūmiyaṁ ghaṁsitvā puna ujjālesi, sā pajjalitvā purimālokato mahantaramālokaṁ akāsi, evaṁ punappunaṁ vijjhātaṁ ujjālayato kamena sūriyo uṭṭhāsi, sūriye uṭṭhite ‘‘ukkāya kammaṁ natthī’’ti taṁ chaḍḍetvā divasampi agamāsi. Tattha ukkāloko viya parikammakāle kasiṇāloko, ukkāya vijjhātāya samavisamānaṁ adassanaṁ viya rūpagataṁ passato parikammassa vārātikkamena āloke antarahite rūpagatānaṁ adassanaṁ, ukkāya ghaṁsanaṁ viya punappunaṁ pādakajjhānasamāpajjanaṁ, ukkāya purimālokato mahantatarālokakaraṇaṁ viya puna parikammaṁ karoto balavatarālokapharaṇaṁ, sūriyuṭṭhānaṁ viya thāmagatālokassa yathāvaḍḍhitaparicchedaṁ pharitvā avaṭṭhānaṁ, tiṇukkaṁ chaḍḍetvā divasampi gamanaṁ viya padittālokaṁ vaḍḍhetvā thāmagatenālokena divasampi rūpadassanaṁ. Ettāvatā ca dibbacakkhussa nānāvajjanaparikammañceva dibbacakkhuñāṇañca dassitaṁ, na tassa uppattikkamoti taṁ dassetuṁ ‘‘uppādanakkamopī’’tiādi vuttaṁ. Taṁ heṭṭhā vuttanayattā suviññeyyameva. Tāni cattāri pañca vāti potthakesu likhanti. ‘‘Tīṇi cattāri vā panā’’ti pāṭho.",
  "tika-abh08t40:32": "1100. Tattha atthasādhakacittanti yadatthāyesa paṭipanno, tassa tadatthasādhanato atthasādhakabhūtaṁ cittaṁ. Tasmiñhi uppanne maṁsacakkhussa anāpāthayogyaṁ antokucchigataṁ hadayavatthunissitaṁ heṭṭhāpathavītalanissitaṁ tirokuṭṭapabbatapākāragataṁ paracakkavāḷagatanti idaṁ rūpaṁ āpāthaṁ āgacchati, maṁsacakkhunā dissamānaṁ viya hoti. Tadeva cettha rūpaṁ sarūpato vibhāvanasamatthaṁ cakkhuviññāṇaṁ viya. Na pana āvajjanaparikammavasena pavattāni pubbabhāgacittāni. Tāni hi ārammaṇaṁ karontānipi na yāthāvato taṁ vibhāvetvā pavattanti āvajjanasampaṭicchanādicittāni viyāti.",
  "tika-abh08t40:33": "1101-2. Nanu ca anāgataṁsañāṇaṁ yathākammūpagañāṇanti dve abhiññāñāṇāni atthi, kasmā tāni idha na dassitānīti āha ‘‘anāgataṁsañāṇassā’’tiādi. Ijjhanti dibbacakkhunāti visuṁ parikammassa abhāvato dibbacakkhuñāṇapaṭilābheneva tassa parivārāni hutvā paṭiladdhāni honti. Tatoyeva hi tāni tassa paribhaṇḍañāṇānīti vuccanti. Yathā hi sinerussa parivāraṭṭhāniyāni taṁsiddhiyā siddhāni mekhalaṭṭhānāni paribhaṇḍānīti vuccanti, evaṁ imānipi dibbacakkhusiddhiyā siddhāni tassa paribhaṇḍānīti veditabbāni.",
  "tika-abh08t40:34": "Hotu tāva evametaṁ, cutūpapātañāṇaṁ pana kiṁ na dassitanti āha ‘‘cutūpapātañāṇampī’’tiādi. Dibbacakkhuñāṇameva hi cutiyaṁ, upapattiyañca rūpaṁ vibhāventaṁ cutūpapāte pavattattā ‘‘cutūpapātañāṇa’’nti vuccati, avasesarūpavibhāvanakāle ‘‘dibbacakkhū’’ti vuccati, tasmā paramatthato nāmadvayena āgataṁ ekameva ñāṇaṁ, dibbacakkhuñāṇaṁ cutūpapātañāṇanti pana byañjanatoyeva nānanti. Katthaci manomayañāṇantipi visuṁ abhiññāñāṇaṁ āgataṁ, taṁ atthato iddhividhañāṇameva. Dibbacakkhuñāṇavaṇṇanā.",
  "tika-abh08t40:35": "1103.Idhāti imasmiṁ sāsane. Anena tarenāti anena abhidhammāvatāranāmakena tarena.",
  "tika-abh08t40:36": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t40:37": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t40:38": "Abhiññāniddesavaṇṇanā niṭṭhitā."
}