{
  "tika-s0404t9:0": "2. Sīhanādavaggo",
  "tika-s0404t9:1": "1. Sīhanādasuttavaṇṇanā",
  "tika-s0404t9:2": "11. Dutiyassa paṭhame avāpurenti vivaranti dvāraṁ etenāti avāpuraṇaṁ. Rajaṁ haranti etenāti rajoharaṇaṁ. Kaḷopihatthoti vilīvamayabhājanahattho, ‘‘cammamayabhājanahattho’’ti ca vadanti. Chinnāni visāṇāni etassāti chinnavisāṇo, usabho ca so chinnavisāṇo cāti usabhachinnavisāṇo. Visesanaparoyaṁ samāso. Ahikuṇapena vātiādi atijegucchappaṭikūlakuṇapadassanatthaṁ vuttaṁ. Kaṇṭhe āsattenāti kenacideva paccatthikena ānetvā kaṇṭhe baddhena, omukkenāti attho. Aṭṭo āturo duggandhapīḷāya pīḷito. Accayassa paṭiggaṇhanaṁ vā adhivāsanaṁ. Evañhi so kāraṇe desiyamāne tato vigato nāma hoti. Tenāha ‘‘paṭiggaṇhatūti khamatū’’ti. Sesamettha suviññeyyameva.",
  "tika-s0404t9:3": "Sīhanādasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t9:4": "2. Saupādisesasuttavaṇṇanā",
  "tika-s0404t9:5": "12. Dutiye bhavassa appamattakatā nāma ittarakālatāyāti āha ‘‘accharāsaṅghātamattampī’’ti.",
  "tika-s0404t9:6": "Saupādisesasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t9:7": "3. Koṭṭhikasuttavaṇṇanā",
  "tika-s0404t9:8": "13. Tatiye diṭṭhadhammo vuccati paccakkhabhūto attabhāvo, tasmiṁ veditabbaṁ phalaṁ diṭṭhadhammavedanīyaṁ. Tenāha ‘‘imasmiṁyeva attabhāve’’ti. Catuppañcakkhandhaphalatāya saññābhavūpagaṁ kammaṁ bahuvedanīyaṁ. Ekakkhandhaphalattā asaññābhavūpagaṁ kammaṁ ‘‘appavedanīya’’nti vuttaṁ. Keci pana ‘‘arūpāvacarakammaṁ bahukālaṁ veditabbaphalattā bahuvedanīyaṁ, itaraṁ appavedanīyaṁ. Rūpārūpāvacarakammaṁ vā bahuvedanīyaṁ, parittaṁ kammaṁ appavedanīya’’nti vadanti. Vedanīyanti paccayantarasamavāye vipākuppādanasamatthaṁ, na āraddhavipākameva. Avedanīyanti paccayavekallena vipaccituṁ asamatthaṁ ahosikammādibhedaṁ.",
  "tika-s0404t9:9": "Koṭṭhikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t9:10": "4. Samiddhisuttavaṇṇanā",
  "tika-s0404t9:11": "14. Catutthe samiddhīti therassa kira attabhāvo samiddho abhirūpo pāsādiko, tasmā samiddhītveva saṅkhāto. Tenāha ‘‘attabhāvasamiddhatāyā’’tiādi. Rūpadhātuādīsūti ādi-saddena saddadhātuādiṁ saṅgaṇhāti.",
  "tika-s0404t9:12": "Samiddhisuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t9:13": "5-9. Gaṇḍasuttādivaṇṇanā",
  "tika-s0404t9:14": "15-19. Pañcame mātāpettikasambhavassāti mātito ca pitito ca nibbattena mātāpettikena sukkasoṇitena sambhūtassa. Ucchādanadhammassāti ucchādetabbasabhāvassa. Parimaddanadhammassāti parimadditabbasabhāvassa. Ettha ca odanakummāsūpacayaucchādanapadehi vaḍḍhi kathitā, aniccabhedanaviddhaṁsanapadehi hāni. Purimehi vā samudayo, pacchimehi atthaṅgamoti evaṁ cātumahābhūtikassa kāyassa vaḍḍhiparihāninibbattibhedā dassitā. Sesaṁ suviññeyyameva. Chaṭṭhādīni uttānatthāni.",
  "tika-s0404t9:15": "Gaṇḍasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t9:16": "10. Velāmasuttavaṇṇanā",
  "tika-s0404t9:17": "20. Dasame sakuṇḍakabhattanti sakuṇḍakaṁ uttaṇḍulabhattaṁ. Parittehi sakuṇḍehi taṇḍulehipi saddhiṁ vipakkabhattaṁ uttaṇḍulameva hoti. Biḷaṅgaṁ vuccati āranāḷaṁ, biḷaṅgato nibbattanato tadeva kañjiyato jātanti kañjiyaṁ, taṁ dutiyaṁ etassāti biḷaṅgadutiyaṁ, taṁ kañjiyadutiyanti vuttaṁ. Asakkaritvāti deyyadhammampi puggalampi asakkaritvā. Deyyadhammassa asakkaraṇaṁ asampannakāro, puggalassa asakkaraṇaṁ agarukaraṇaṁ. Deyyadhammaṁ asakkaronto hi uttaṇḍulādidosasamannāgataṁ āhāraṁ deti, na sampannaṁ karoti. Puggalaṁ asakkaronto nisīdanaṭṭhānaṁ asammajjitvā yattha tattha vā nisīdāpetvā yaṁ vā taṁ vā dārakaṁ pesetvā deti. Acittīkatvāti na cittiṁ katvā, na pūjetvāti attho. Pūjento hi pūjetabbavatthuṁ citte ṭhapeti, na tato bahi karoti. Cittaṁ vā acchariyaṁ katvā paṭipatti cittīkaraṇaṁ sambhāvanakiriyā, tappaṭikkhepato acittīkaraṇaṁ asambhāvanakiriyā. Apaviddhanti ucchiṭṭhādichaḍḍanīyadhammaṁ viya avakhittakaṁ. Yo hi chaḍḍetukāmo hutvā rogino sarīre odanādīni majjitvā vammike rogaṁ pakkhipanto viya deti, ayaṁ apaviddhaṁ deti nāma. Anāgamanadiṭṭhikoti ‘‘addhā imassa dānassa phalaṁ mama āgacchatī’’ti evaṁ yassa kammassakatadiṭṭhi atthi, so āgamanadiṭṭhiko. Ayaṁ pana na tādisoti anāgamanadiṭṭhiko, phalaṁ pāṭikaṅkhaṁ hutvā na detīti attho. Tenāha ‘‘na kammañca phalañca saddahitvā detī’’ti.",
  "tika-s0404t9:18": "Velāmoti ettha mā-saddo paṭisedhavacano. Jātigottarūpabhogādiguṇānaṁ velā mariyādā natthi etasminti velāmo. Atha vā yathāvuttaguṇānaṁ velā mariyādā amati osānaṁ gacchati etasminti velāmo, velaṁ vā mariyādaṁ amati gacchati atikkamatīti velāmo. Tenāha ‘‘jātigotta…pe… evaṁladdhanāmo’’ti. Dīyatīti dānaṁ, dānavatthu. Taṁ aggīyati nissajjīyati etthāti dānaggaṁ. Dānaṁ vā gaṇhanti etthāti dānaggaṁ, evaṁ bhattaggaṁ, parivesanaṭṭhānaṁ. Dukūlasandanānīti rajatabhājanādinissite dukūle khīrassa sandanaṁ etesanti dukūlasandanāni. Kaṁsūpadhāraṇānīti rajatamayadohabhājanāni. Tenāha ‘‘rajatamayakhīrapaṭicchakānī’’ti. Rajatamayāni khīrapaṭicchakāni khīrapaṭiggahabhājanāni etesanti rajatamayakhīrapaṭicchakāni. Sodheyyāti mahapphalabhāvakaraṇena visodheyya. Mahapphalabhāvappattiyā hi dakkhiṇā visujjhati nāma.",
  "tika-s0404t9:19": "Maggenāgataṁ anivattanasaraṇanti iminā lokuttarasaraṇagamanaṁ dīpeti. Aparetiādinā lokiyasaraṇagamanaṁ vuttaṁ. Saraṇaṁ nāma tiṇṇaṁ ratanānaṁ jīvitapariccāgamayaṁ puññaṁ sabbasampattiṁ deti, tasmā mahapphalataranti adhippāyo. Idañca – ‘‘sace tvaṁ yathā gahitaṁ saraṇaṁ na bhindissasi, evāhaṁ taṁ māremī’’ti yadipi koci tiṇhena satthena jīvitā voropeyya, tathāpi ‘‘nevāhaṁ buddhaṁ na buddhoti, dhammaṁ na dhammoti, saṅghaṁ na saṅghoti vadāmī’’ti daḷhataraṁ katvā gahitassa vasena vuttaṁ. Maggenāgatanti lokuttarasīlaṁ sandhāya vadati. Aparetiādinā pana lokiyasīlaṁ vuttaṁ. Sabbesaṁ sattānaṁ jīvitadānādinihitadaṇḍatāya sakalalokiyalokuttaraguṇādhiṭṭhānato cassa mahapphalamahānisaṁsatā veditabbā.",
  "tika-s0404t9:20": "Upasiṅghanamattanti ghāyanamattaṁ. Gaddohanamattanti pāṭhantare godohanamattaṁ kālanti attho. So ca na sakalo godohanakkhaṇo adhippetoti dassetuṁ ‘‘gāviyā ekavāraṁ thanaañchanamatta’’nti attho vutto. Añchanamattanti ākaḍḍhanamattaṁ. Gāviyā thanaṁ gahetvā ekakhīrabinduduhanakālamattampi gadduhanamattanti vadanti. Ettakampi hi kālaṁ yo vasanagabbhapariveṇavihārūpacāraparicchedena vā aparimāṇāsu lokadhātūsu sabbasatte hitapharaṇaṁ mettacittaṁ bhāvetuṁ sakkoti. Idaṁ tato yathāvuttadānādito mahapphalataraṁ.",
  "tika-s0404t9:21": "Velāmasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t9:22": "Sīhanādavaggavaṇṇanā niṭṭhitā."
}