{
  "tika-vin07t27:0.1": "Cūḷavaggavaṇṇanā",
  "tika-vin07t27:0.2": "1. Kammakkhandhako",
  "tika-vin07t27:1": "Tajjanīyakammakathāvaṇṇanā",
  "tika-vin07t27:2": "1. Cūḷavaggassa paṭhame kammakkhandhake tāva ‘‘balavābalava’’nti idaṁ ekapadaṁ. ‘‘Balavabalava’’nti vattabbe ākāraṁ katvā ‘‘balavābalava’’nti vuttaṁ. Tañca ‘‘dukkhadukkha’’ntiādīsu viya atisayatthe vattatīti āha ‘‘suṭṭhu balavaṁ paṭivadathā’’ti, ati viya balavaṁ katvā paṭivacanaṁ dethāti attho.",
  "tika-vin07t27:3": "2. Pāḷiyaṁ āpatti āropetabbāti ettha kiñcāpi ‘‘mā kho tumhe āyasmanto eso ajesī’’tiādike bhaṇḍanādijanake vacane paññattā kāci āpatti nāma natthi musāpesuññādīsu etassa appaviṭṭhattā, tathāpi bhikkhūhi visuṁ, saṅghamajjhe ca ‘‘mā, āvuso, bhikkhū aññamaññaṁ payojetvā bhaṇḍanādiṁ akāsi, nedaṁ appicchatādīnaṁ atthāya vattatī’’ti evaṁ apaññattena vuccamānassa bhikkhuno anādariyena anoramanapaccayā vā aññavādavihesādikaraṇapaccayā vā yā āpatti hoti, sā āpatti āropetabbā diṭṭhivipannassa viyāti evamattho daṭṭhabbo.",
  "tika-vin07t27:4": "Yassa pana idaṁ vacanaṁ vināva kāyavācāhi āpannā lahukāpatti atthi, tassapi āropetabbāva. Yaṁ pana kammavācāya ‘‘attanā bhaṇḍanakārakā’’ti attanā-saddaggahaṇaṁ, ‘‘yepi caññe bhikkhū bhaṇḍanakārakā…pe… te upasaṅkamitvā’’tiādivacanañca, taṁ vatthuvasena gahitaṁ. Yo pana sayameva bhaṇḍanakārako hoti, aññe pana bhaṇḍanakārake upasaṅkamitvā ‘‘mā kho tumhe’’tiādivacanaṁ na vadati, tassāpetaṁ kammaṁ kātabbameva. Karontehi ca ‘‘suṇātu me, bhante, saṅgho, ayaṁ itthannāmo bhikkhu bhaṇḍanakārako…pe… saṅghe adhikaraṇakārako. Yadi saṅghassa pattakalla’’ntiādināva kammavācā kātabbā. Yo ca aññepi bhikkhū kalahāya samādapeti, tassāpi evameva kammavācaṁ kātuṁ vaṭṭati aññesaṁ samādāpanassapi bhaṇḍanakārakatte eva pavisanato. Aññesaṁ samādāpanākārampi vatvāva, kammavācaṁ kātukāmenapi ca tehi vuttavacanatthameva gahetvā tadanuguṇaṁ yojetvāva kātabbaṁ, na idhāgatavaseneva sabbesampi idhāgatavaseneva vacanāsambhavā. Bhūtena vatthunā katameva hi avipannaṁ hoti, nāññanti gahetabbaṁ. Esa nayo niyassakammādīsupi.",
  "tika-vin07t27:5": "Tajjanīyakammakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t27:6": "Adhammakammadvādasakakathādivaṇṇanā",
  "tika-vin07t27:7": "4.Appaṭiññāya katanti vatthuṁ vā āpattiṁ vā asampaṭicchāpetvā kataṁ. Yo pana sabbesaṁ passantānaṁ eva vatthuvītikkamaṁ katvā pacchā kammakaraṇabhayena ‘‘na karomī’’ti musā vadati, tassa bhikkhūnaṁ sammukhe vītikkamakaraṇameva paṭiññā. Tathato jānanatthameva paṭiññāya karaṇaṁ anuññātaṁ. Yattha pana sandeho hoti, tattha sampaṭicchāpetvāva kattabbanti gahetabbaṁ.",
  "tika-vin07t27:8": "‘‘Pārājikāpattiyā vā’’ti idaṁ liṅganāsananimittatāya pārājikassa kammena atikicchanīyato vuttaṁ. ‘‘Saṅghādisesāpattiyā vā’’ti idaṁ pana parivāsādinissāraṇakammassa āveṇikassa vijjamānattā vuttaṁ. Yaṁ pana parato ‘‘adhisīle sīlavipanno hoti…pe… tajjanīyakammaṁ kareyyā’’ti (cūḷava. 6) vuttaṁ, taṁ ‘‘āyatiṁ saṁvare ṭhatvā vuṭṭhānaṁ karohī’’ti ovadiyamānassa anādariyādipaccayalahukāpattiṁ sandhāya vuttaṁ. Sīlavipattimūlakañhi lahukāpattiṁ āpanno idha abhedūpacārena ‘‘adhisīle sīlavipanno’’ti vutto ‘‘atidiṭṭhiyā diṭṭhivipanno’’ti ettha viya.",
  "tika-vin07t27:9": "Yathā ca diṭṭhiṁ gahetvā voharantassa ‘‘ito diṭṭhito oramāhī’’ti avatvā katakammaṁ kevalāya diṭṭhivipattiyā katattā anāpattiyā kataṁ nāma adhammakammaṁ hoti, evaṁ sīlavipattiṁ āpajjitvā lajjidhamme okkante yathādhammaṁ vuṭṭhāya saṁvare ṭhātukāmassa kataṁ tajjanīyādikammaṁ kevalāya sīlavipattiyā katattā adesanāgāminiyā kataṁ nāma adhammakammaṁ hoti. Teneva niyassakammepi ‘‘apissu bhikkhū pakatā parivāsaṁ dentā’’tiādinā saṁvare aṭṭhānameva kammanimittabhāvena vuttaṁ. Adantaṁ damanatthameva hi tajjanīyādikammāni anuññātānīti. Keci pana ‘‘adesanāgāminiyāti idaṁ pārājikāpattiṁyeva sandhāya vuttaṁ, na saṅghādisesa’’nti (sārattha. ṭī. cūḷavagga 3.4) vadanti, taṁ sukkapakkhe ‘‘desanāgāminiyā āpattiyā kataṁ hotī’’ti iminā vacanena virujjhati. Saṅghādisesassāpi ca pariyāyato desanāgāminivohāre gayhamāne ‘‘āpattiyā kataṁ hotī’’ti vuttavārato imassa vārassa viseso na siyā, aṭṭhakathāyampettha visesabhāvo na dassito. Tasmā vuttanayenevettha adhippāyo gahetabbo.",
  "tika-vin07t27:10": "6.Sabbānipīti tajjanīyaniyassapabbājanīyakammāni tīṇipi. Aññakammassa vatthunāti tajjanīyato aññassa kammassa vatthunā aññakammakaraṇaṁ nāma koci dosopi na hotīti adhippāyo. Kāraṇamāha ‘‘kasmā’’tiādinā.",
  "tika-vin07t27:11": "8.Pannalomāti patitamānalomā.",
  "tika-vin07t27:12": "Adhammakammadvādasakakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t27:13": "Niyassakammakathādivaṇṇanā",
  "tika-vin07t27:14": "11. Niyassakamme pāḷiyaṁ apissūti apicāti imasmiṁ atthe nipātasamudāyo. Nissāyate vatthabbanti ettha keci kalyāṇamittāyattavuttitaṁ sandhāya vuttanti vadanti, aññe pana nissayaggahaṇamevāti, ubhayenapissa serivihāro na vaṭṭatīti dīpitanti daṭṭhabbaṁ.",
  "tika-vin07t27:15": "21. Pabbājanīyakamme ‘‘pabbājanīyakammaṁ paṭippassambhetū’’ti idaṁ pakkamanādiṁ akatvā sammāvattantānaṁ vasena vuttaṁ.",
  "tika-vin07t27:16": "33. Paṭisāraṇīyakamme neva bhikkhuvacanaṁ, na gihivacananti ettha pariyāyatopi bhikkhū parakhuṁsanaṁ na vadanti, gahaṭṭhā pana sarūpeneva akkosituṁ samatthāpi upakārīsu akāraṇaṁ evarūpaṁ na vadanti, tvaṁ gihiguṇatopi parihīnoti adhippāyo.",
  "tika-vin07t27:17": "39.‘‘Aṅgasamannāgamo purimehi asadiso’’ti iminā tajjanīyādīnaṁ vuttakāraṇamattena idaṁ kātuṁ na vaṭṭatīti dīpeti. Idha vuttena pana gihīnaṁ alābhāya parisakkanādinā aṅgena tānipi kātuṁ vaṭṭatīti gahetabbaṁ. Ettha ca ‘‘saddhaṁ pasannaṁ dāyakaṁ kārakaṁ saṅghupaṭṭhākaṁ hīnena khuṁsetī’’ti vuttattā tādisesu gihīsu khuṁsanādīhi gihipaṭisaṁyuttehi eva aṅgehi kammārahatā, na ārāmikaceṭakādīsu khuṁsanādīhi. Tatthāpi dāyakādīsu khamāpitesu kammārahatā natthi, āpatti ca yattha katthaci desetuṁ vaṭṭati. Yo ce tikkhattuṁ khamāpiyamānopi na khamati, akatakammenapi dassanūpacāre āpatti desetabbā. So ce kālakato hoti, desantaraṁ vā gato, gatadisā na ñāyati, antarāmagge vā jīvitantarāyo hoti, katakammenapi akatakammenapi saṅghamajjhe yathābhūtaṁ viññāpetvā khamāpetvā āpatti desetabbāti vadanti. Dhammikapaṭissavassa asaccāpane pana tesaṁ santikaṁ gantvā ‘‘mayā asamavekkhitvā paṭissavaṁ katvā so na saccāpito, taṁ me khamathā’’tiādinā khamāpane vacanakkamo ñāpetabbo.",
  "tika-vin07t27:18": "41. Pāḷiyaṁ maṅkubhūto nāsakkhi cittaṁ gahapatiṁ khamāpetunti tiṁsayojanamaggaṁ puna gantvāpi mānathaddhatāya yathābhūtaṁ dosaṁ āvikatvā akhamāpanena ‘‘nāhaṁ khamāmī’’ti tena paṭikkhitto maṅkubhūto khamāpetuṁ na sakkhi, so punadeva sāvatthiṁ paccāgantvāpi mānaniggahatthāyeva punapi satthārā pesito purimanayeneva khamāpetuṁ asakkonto punāgacchi. Athassa bhagavā ‘‘asantaṁ bhāvanamiccheyyā’’tiādināva (dha. pa. 73) dhammaṁ desetvā mānanimmathanaṁ katvā anudūtadānaṁ anuññāsīti daṭṭhabbaṁ.",
  "tika-vin07t27:19": "42.‘‘Noce khamati…pe… āpattiṁ desāpetabbo’’ti vuttattā pageva gahaṭṭho khamati ce, dassanūpacāre āpattidesanākiccaṁ natthīti gahetabbaṁ.",
  "tika-vin07t27:20": "46. Ukkhepanīyakammesu tīsu ariṭṭhavatthusmiṁ āpattiṁ āropetvāti visuṁ saṅghamajjheva pāpikāya diṭṭhiyā appaṭinissajjanapaccayā dukkaṭaṁ, samanubhāsanapariyosāne pācittiyaṁ vā āpattiṁ āropetvā. Etthāpi kammavācāya ‘‘tathāhaṁ bhagavatā’’tiādi vatthuvasena vuttaṁ. Yena yena pakārena diṭṭhigatikā vohariṁsu, tena tena pakārena yojetvā kammavācā kātabbā. Gahaṇākāraṁ pana vināpi ‘‘suṇātu me, bhante, saṅgho, itthannāmassa bhikkhuno pāpikaṁ diṭṭhigataṁ uppannaṁ, so taṁ diṭṭhiṁ appaṭinissajjati, yadi saṅghassa pattakalla’’nti evaṁ sāmaññatopi kammavācaṁ kātuṁ vaṭṭati.",
  "tika-vin07t27:21": "65.‘‘Yaṁ diṭṭhiṁ nissāya bhaṇḍanādīni karotī’’ti iminā diṭṭhiṁ nissāya uppannāni eva bhaṇḍanādīni idha adhippetāni, na kevalānīti dasseti. Yo pana ‘‘bhaṇḍanādīnaṁ karaṇe doso natthī’’ti diṭṭhiko hutvā bhaṇḍanādiṁ karoti, sāpissa diṭṭhi eva hoti, tassapi appaṭinissagge kammaṁ kātuṁ vaṭṭati.",
  "tika-vin07t27:22": "Niyassakammakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t27:23": "Kammakkhandhakavaṇṇanānayo niṭṭhito."
}