{
  "tika-vin08t15:0": "15. Bhūtagāmavinicchayakathā",
  "tika-vin08t15:1": "75. Evaṁ pathavivinicchayaṁ kathetvā idāni bhūtagāmavinicchayaṁ kathetuṁ ‘‘bhūtagāmo’’tiādimāha. Tattha bhavanti ahuvuñcāti bhūtā, jāyanti vaḍḍhanti jātā vaḍḍhitā cāti attho. Gāmoti rāsi, bhūtānaṁ gāmoti bhūtagāmo, bhūtā eva vā gāmo bhūtagāmo, patiṭṭhitaharitatiṇarukkhādīnametaṁ adhivacanaṁ. Tattha ‘‘bhavantī’’ti imassa vivaraṇaṁ ‘‘jāyanti vaḍḍhantī’’ti , ‘‘ahuvu’’nti imassa ‘‘jātā vaḍḍhitā’’ti. Evaṁ bhūta-saddo paccuppannātītavisayo hoti. Tenāha vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.90) ‘‘bhavantīti vaḍḍhanti, ahuvunti babhuvū’’ti. Idāni taṁ bhūtagāmaṁ dassento ‘‘bhūtagāmoti pañcahi bījehi jātānaṁ rukkhalatādīnametaṁ adhivacana’’nti āha. Latādīnanti ādi-saddena osadhigacchādayo veditabbā.",
  "tika-vin08t15:2": "Idāni tāni bījāni sarūpato dassento ‘‘tatrimāni pañca bījānī’’tiādimāha. Tattha mūlameva bījaṁ mūlabījaṁ. Evaṁ sesesupi. Atha vā mūlaṁ bījaṁ etassāti mūlabījaṁ, mūlabījato vā nibbattaṁ mūlabījaṁ. Evaṁ sesesupi. Tattha paṭhamena viggahena bījagāmo eva labbhati, dutiyatatiyehi bhūtagāmo. Idāni te bhūtagāme sarūpato dassento ‘‘tattha mūlabījaṁ nāmā’’tyādimāha. Tattha tesu pañcasu mūlabījādīsu haliddi…pe… bhaddamuttakaṁ mūlabījaṁ nāma. Na kevalaṁ imāniyeva mūlabījāni, atha kho ito aññānipi yāni vā pana bhūtagāmajātāni atthi santi, mūle jāyanti, mūle sañjāyanti, etaṁ bhūtagāmajātaṁ mūlabījaṁ nāma hotīti yojanā. Sesesupi eseva nayo. Vuttañhi aṭṭhakathāyaṁ (pāci. aṭṭha. 91) ‘‘idāni taṁ bhūtagāmaṁ vibhajitvā dassento ‘bhūtagāmo nāma pañca bījajātānī’tiādimāhā’’ti. Tattha bhūtagāmo nāmāti bhūtagāmaṁ uddharitvā yasmiṁ sati bhūtagāmo hoti, taṁ dassetuṁ ‘‘pañca bījajātānīti āhā’’ti aṭṭhakathāsu vuttaṁ. Evaṁ santepi ‘‘yāni vā panaññānipi atthi, mūle jāyantī’’tiādīni na samenti. Na hi mūlabījādīni mūlādīsu jāyanti. Mūlādīsu jāyamānāni pana tāni bījajātāni, tasmā evamatthavaṇṇanā veditabbā – bhūtagāmo nāmāti vibhajitabbapadaṁ. Pañcāti tassa vibhāgaparicchedo. Bījajātānīti paricchinnadhammanidassanaṁ, yato bījehi jātāni bījajātāni, rukkhādīnaṁ etaṁ adhivacananti ca. Yathā ‘‘sālīnaṁ cepi odanaṁ bhuñjatī’’tiādīsu (ma. ni. 1.76) sālitaṇḍulānaṁ odano sāliodanoti vuccati, evaṁ bījato sambhūto bhūtagāmo ‘‘bīja’’nti vuttoti veditabboti ca.",
  "tika-vin08t15:3": "Phaḷubījanti pabbabījaṁ. Paccayantarasamavāye sadisaphaluppattiyā visesakāraṇabhāvato viruhaṇasamatthe sāraphale niruḷho bīja-saddo tadatthasaṁsiddhiyā mūlādīsupi kesuci pavattatīti mūlādito nivattanatthaṁ ekena bījasaddena visesetvā vuttaṁ ‘‘bīja’’nti ‘‘rūparūpaṁ, dukkhadukkha’’nti ca yathā. Niddese ‘‘yāni vā panaññānipi atthi, mūle jāyanti mūle sañjāyantī’’ti ettha bījato nibbattena bījaṁ dassitaṁ, tasmā evamettha attho daṭṭhabbo – yāni vā panaññānipi atthi, āluvakaserukamalanīluppalapuṇḍarīkakuvalayakundapāṭalimūlādibhede mūle gacchavallirukkhādīni jāyanti sañjāyanti, tāni, yamhi mūle jāyanti ceva sañjāyanti ca, tañca pāḷiyaṁ (pāci. 91) vuttahaliddādi ca, sabbampi etaṁ mūlabījaṁ nāma, etena kāriyopacārena kāraṇaṁ dassitanti dasseti. Esa nayo khandhabījādīsu. Yevāpanakakhandhabījesu panettha ambāṭakaindasālanuhipālibhaddakakaṇikārādīni khandhabījāni . Ambilāvallicaturassavallikaṇaverādīni phaḷubījāni. Makacimallikāsumanajayasumanādīni aggabījāni. Ambajambupanasaṭṭhiādīni bījabījānīti daṭṭhabbāni. Bhūtagāme bhūtagāmasaññī chindati vā chedāpeti vāti satthakāni gahetvā sayaṁ vā chindati, aññena vā chedāpeti. Bhindati vā bhedāpeti vāti pāsāṇādīni gahetvā sayaṁ vā bhindati, aññena vā bhedāpeti. Pacati vā pacāpeti vāti aggiṁ upasaṁharitvā sayaṁ vā pacati, aññena vā pacāpeti, pācittiyaṁ hotīti sambandho. Tattha āpattibhedaṁ dassento ‘‘bhūtagāmañhī’’tiādimāha. Tattha bhūtagāmaparimocitanti bhūtagāmato viyojitaṁ.",
  "tika-vin08t15:4": "76.Sañcicca ukkhipituṁ na vaṭṭatīti ettha ‘‘sañciccā’’ti vuttattā sarīre laggabhāvaṁ ñatvāpi uṭṭhahati, ‘‘taṁ uddharissāmī’’ti saññāya abhāvato vaṭṭati. Anantakaggahaṇena sāsapamattikā gahitā. Nāmañhetaṁ tassā sevālajātiyā. Mūlapaṇṇānaṁ abhāvena ‘‘asampuṇṇabhūtagāmo nāmā’’ti vuttaṁ. Abhūtagāmamūlattāti ettha bhūtagāmo mūlaṁ kāraṇaṁ etassāti bhūtagāmamūlo, bhūtagāmassa vā mūlaṁ kāraṇanti bhūtagāmamūlaṁ. Bījagāmo hi nāma bhūtagāmato sambhavati, bhūtagāmassa ca kāraṇaṁ hoti. Ayaṁ pana tādiso na hotīti ‘‘abhūtagāmamūlattā’’ti vuttaṁ.",
  "tika-vin08t15:5": "Kiñcāpi hi tālanāḷikerādīnaṁ khāṇu uddhaṁ avaḍḍhanato bhūtagāmassa kāraṇaṁ na hoti, tathāpi bhūtagāmasaṅkhyūpagatanibbattapaṇṇamūlabījato sambhūtattā bhūtagāmato uppanno nāma hotīti bījagāmena saṅgahaṁ gacchati. So bījagāmena saṅgahitoti avaḍḍhamānepi bhūtagāmamūlattā vuttaṁ.",
  "tika-vin08t15:6": "‘‘Aṅkure harite’’ti vatvā tamevatthaṁ vibhāveti ‘‘nīlavaṇṇe jāte’’ti, nīlapaṇṇassa vaṇṇasadise paṇṇe jāteti attho, ‘‘nīlavaṇṇe jāte’’ti vā pāṭho gahetabbo. Amūlakabhūtagāme saṅgahaṁ gacchatīti idaṁ nāḷikerassa āveṇikaṁ katvā vadati. ‘‘Pānīyaghaṭādīnaṁ bahi sevālo udake aṭṭhitattā bījagāmānulomattā ca dukkaṭavatthū’’ti vadanti. Kaṇṇakampi abbohārikamevāti nīlavaṇṇampi abbohārikameva.",
  "tika-vin08t15:7": "77.Seleyyakaṁ nāma silāya sambhūtā ekā gandhajāti. Pupphitakālato paṭṭhāyāti vikasitakālato pabhuti. Ahicchattakaṁ gaṇhantoti vikasitaṁ gaṇhanto. Makuḷaṁ pana rukkhattacaṁ akopentenapi gahetuṁ na vaṭṭati. ‘‘Rukkhattacaṁ vikopetīti vuttattā rukkhe jātaṁ yaṁ kiñci ahicchattakaṁ rukkhattacaṁ avikopetvā matthakato chinditvā gahetuṁ vaṭṭatī’’ti vadanti, tadayuttaṁ ‘‘ahicchattakaṁ yāva makuḷaṁ hoti, tāva dukkaṭavatthū’’ti vuttattā. Rukkhato muccitvāti ettha ‘‘yadipi kiñcimattaṁ rukkhe allīnā hutvā tiṭṭhati, rukkhato gayhamānā pana rukkhacchaviṁ na vikopeti, vaṭṭatī’’ti vadanti. Allarukkhato na vaṭṭatīti etthāpi rukkhattacaṁ avikopetvā matthakato tacchetvā gahetuṁ vaṭṭatīti veditabbaṁ. Hatthakukkuccenāti hatthacāpallena. Pānīyaṁ na vāsetabbanti idaṁ attano atthāya nāmitaṁ sandhāya vuttaṁ. Kevalaṁ anupasampannassa atthāya nāmite pana pacchā tato labhitvā na vāsetabbanti natthi. Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.92) pana ‘‘pānīyaṁ na vāsetabbanti idaṁ attano pivanapānīyaṁ sandhāya vuttaṁ, aññesaṁ pana vaṭṭati anuggahitattā. Tenāha attanā khāditukāmenā’’ti vuttaṁ. ‘‘Yesaṁ rukkhānaṁ sākhā ruhatīti vuttattā yesaṁ sākhā na ruhati, tattha kappiyakaraṇakiccaṁ natthī’’ti vadanti. Vimativinodaniyampi ‘‘yesaṁ rukkhānaṁ sākhāruhatīti mūlaṁ anotāretvā paṇṇamattaniggamanamattenāpi vaḍḍhati, tattha kappiyampi akaronto chinnanāḷikeraveḷudaṇḍādayo kopetuṁ vaṭṭatī’’ti vuttaṁ. ‘‘Caṅkamitaṭṭhānaṁ dassessāmī’’ti vuttattā kevalaṁ caṅkamanādhippāyena vā maggagamanādhippāyena vā akkamantassa, tiṇānaṁ upari nisīdanādhippāyena nisīdantassa ca doso natthi.",
  "tika-vin08t15:8": "78.Samaṇakappehīti samaṇānaṁ kappiyavohārehi. Kiñcāpi bījādīnaṁ agginā phuṭṭhamattena, nakhādīhi vilikhanamattena ca aviruḷhidhammatā na hoti, tathāpi evaṁ kateyeva samaṇānaṁ kappatīti aggiparijitādayo samaṇavohārā nāma jātā, tasmā tehi samaṇavohārehi karaṇabhūtehi phalaṁ paribhuñjituṁ anujānāmīti adhippāyo. Abījanibbaṭṭabījānipi samaṇānaṁ kappantīti paññattapaṇṇattibhāvato samaṇavohārāicceva saṅkhaṁ gatāni. Atha vā aggiparijitādīnaṁ pañcannaṁ kappiyabhāvatoyeva pañcahi samaṇakappiyabhāvasaṅkhātehi kāraṇehi phalaṁ paribhuñjituṁ anujānāmīti evamettha adhippāyo veditabbo. Aggiparijitantiādīsu ‘‘paricita’’ntipi paṭhanti. Abījaṁ nāma taruṇaambaphalādi. Nibbaṭṭabījaṁ nāma ambapanasādi, yaṁ bījaṁ nibbaṭṭetvā visuṁ katvā paribhuñjituṁ sakkā hoti. Nibbaṭṭetabbaṁ viyojetabbaṁ bījaṁ yasmiṁ, taṁ panasādi nibbaṭṭabījaṁ nāma. ‘‘Kappiya’’nti vatvāva kātabbanti yo kappiyaṁ karoti, tena kattabbapakārasseva vuttattā bhikkhunā avuttepi kātuṁ vaṭṭatīti na gahetabbaṁ. Puna ‘‘kappiyaṁ kāretabba’’nti kārāpanassa paṭhamameva kathitattā bhikkhunā ‘‘kappiyaṁ karohī’’ti vutteyeva anupasampannena ‘‘kappiya’’nti vatvā aggiparijitādi kātabbanti gahetabbaṁ. ‘‘Kappiyanti vacanaṁ pana yāya kāyaci bhāsāya vattuṁ vaṭṭatī’’ti vadanti. ‘‘Kappiyanti vatvāva kātabba’’nti vacanato paṭhamaṁ ‘‘kappiya’’nti vatvā pacchā aggiādinā phusanādi kātabbanti veditabbaṁ. ‘‘Paṭhamaṁ aggimhi nikkhipitvā, nakhādinā vā vijjhitvā taṁ anuddharitvāva kappiyanti vattuṁ vaṭṭatī’’tipi vadanti.",
  "tika-vin08t15:9": "Vimativinodaniyaṁ (vi. vi. ṭī. pācittiya 2.92) pana ‘‘kappiyanti vatvāvāti pubbakālakiriyāvasena vuttepi vacanakkhaṇeva aggisatthādinā bījagāme vaṇaṁ kātabbanti vacanato pana pubbe kātuṁ na vaṭṭati, tañca dvidhā akatvā chedanabhedanameva dassetabbaṁ. Karontena ca bhikkhunā ‘kappiyaṁ karohī’ti yāya kāyaci bhāsāya vutteyeva kātabbaṁ. Bījagāmaparimocanatthaṁ puna kappiyaṁ kāretabbanti kārāpanassa paṭhamameva adhikatattā’’ti vuttaṁ.",
  "tika-vin08t15:10": "Ekasmiṁ bīje vātiādīsu ‘‘ekaṁyeva kāremīti adhippāye satipi ekābaddhattā sabbaṁ katameva hotī’’ti vadanti. Dāruṁ vijjhatīti ettha ‘‘jānitvāpi vijjhati vā vijjhāpeti vā, vaṭṭatiyevā’’ti vadanti. Bhattasitthe vijjhatīti etthāpi eseva nayo. ‘‘Taṁ vijjhati, na vaṭṭatīti rajjuādīnaṁ bhājanagatikattā’’ti vadanti. Marīcapakkādīhi ca missetvāti ettha bhattasitthasambandhavasena ekābaddhatā veditabbā, na phalānaṁyeva aññamaññasambandhavasena. ‘‘Kaṭāhepi kātuṁ vaṭṭatī’’ti vuttattā kaṭāhato nīhaṭāya miñjāya vā bīje vā yattha katthaci vijjhituṁ vaṭṭati eva. Bhindāpetvā kappiyaṁ kārāpetabbanti bījato muttassa kaṭāhassa bhājanagatikattā vuttaṁ.",
  "tika-vin08t15:11": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t15:12": "Bhūtagāmavinicchayakathālaṅkāro nāma",
  "tika-vin08t15:13": "Pannarasamo paricchedo."
}