{
  "tika-vin05t18:0": "18. Kālikavinicchayakathā",
  "tika-vin05t18:1": "89.Kālikānipicattārīti ettha (pāci. aṭṭha. 255-256) yāvakālikaṁ yāmakālikaṁ sattāhakālikaṁ yāvajīvikanti imāni cattāri kālikāni veditabbāni. Tattha purebhattaṁ paṭiggahetvā paribhuñjitabbaṁ yaṁ kiñci khādanīyabhojanīyaṁ yāva majjhanhikasaṅkhato kālo, tāva paribhuñjitabbato yāvakālikaṁ. Saddhiṁ anulomapānehi aṭṭhavidhaṁ pānaṁ yāva rattiyā pacchimayāmasaṅkhāto yāmo, tāva paribhuñjitabbato yāmo kālo assāti yāmakālikaṁ. Sappiādi pañcavidhaṁ bhesajjaṁ paṭiggahetvā sattāhaṁ nidhetabbato sattāho kālo assāti sattāhakālikaṁ. Ṭhapetvā udakaṁ avasesaṁ sabbampi paṭiggahitaṁ yāvajīvaṁ pariharitvā sati paccaye paribhuñjitabbato yāvajīvikanti vuccati.",
  "tika-vin05t18:2": "90. Tattha yāvakālikesu bhojanīyaṁ nāma odano kummāso sattu maccho maṁsanti. Pañca bhojanāni yāmakālikaṁ sattāhakālikaṁ yāvajīvikañca ṭhapetvā avasesaṁ khādanīyaṁ nāma. Ettha (pāci. aṭṭha. 248-9) pana yaṁ tāva sakkhalimodakādi pubbaṇṇāparaṇṇamayaṁ khādanīyaṁ, tattha vattabbameva natthi. Yampi vanamūlādippabhedaṁ āmisagatikaṁ hoti. Seyyathidaṁ – mūlakhādanīyaṁ kandakhādanīyaṁ muḷālakhādanīyaṁ matthakakhādanīyaṁ khandhakhādanīyaṁ tacakhādanīyaṁ pattakhādanīyaṁ pupphakhādanīyaṁ phalakhādanīyaṁ aṭṭhikhādanīyaṁ piṭṭhakhādanīyaṁ niyyāsakhādanīyanti, idampi khādanīyasaṅkhyameva gacchati.",
  "tika-vin05t18:3": "Tattha pana āmisagatikasallakkhaṇatthaṁ idaṁ mukhamattanidassanaṁ – mūlakhādanīye tāva mūlakamūlaṁ khārakamūlaṁ caccumūlaṁ tambakamūlaṁ taṇḍuleyyakamūlaṁ vatthuleyyakamūlaṁ vajakalimūlaṁ jajjharimūlanti evamādīni sūpeyyapaṇṇamūlāni āmisagatikāni. Ettha ca vajakalimūle jaraṭṭhaṁ chinditvā chaḍḍenti, taṁ yāvajīvikaṁ hoti. Aññampi evarūpaṁ eteneva nayena veditabbaṁ. Mūlakakhārakajajjharimūlānaṁ pana jaraṭṭhānipi āmisagatikānevāti vuttaṁ. Yāni pana pāḷiyaṁ –",
  "tika-vin05t18:4": "‘‘Anujānāmi, bhikkhave, mūlāni bhesajjāni haliddiṁ siṅgiveraṁ vacaṁ vacattaṁ ativisaṁ kaṭukarohiṇiṁ usīraṁ bhaddamuttakaṁ, yāni vā panaññānipi atthi mūlāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharantī’’ti (mahāva. 263) –",
  "tika-vin05t18:5": "Vuttāni, tāni yāvajīvikāni. Tesaṁ cūḷapañcamūlaṁ mahāpañcamūlantiādinā nayena gaṇiyamānānaṁ gaṇanāya anto natthi, khādanīyatthañca bhojanīyatthañca apharaṇabhāvoyeva panetesaṁ lakkhaṇaṁ. Tasmā yaṁ kiñci mūlaṁ tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharati, taṁ yāvakālikaṁ, itaraṁ yāvajīvikanti veditabbaṁ . Subahuṁ vatvāpi hi imasmiṁyeva lakkhaṇe ṭhātabbaṁ. Nāmasaññāsu pana vuccamānāsu taṁ taṁ nāmaṁ ajānantānaṁ sammohoyeva hoti, tasmā nāmasaññāya ādaraṁ akatvā lakkhaṇameva dassitaṁ. Yathā ca mūle, evaṁ kandādīsupi lakkhaṇaṁ dassayissāma, tasseva vasena vinicchayo veditabbo. Yañca taṁ pāḷiyaṁ haliddādi aṭṭhavidhaṁ vuttaṁ, tassa khandhatacapupphaphalādi sabbaṁ yāvajīvikanti vuttaṁ.",
  "tika-vin05t18:6": "Kandakhādanīye duvidho kando dīgho ca bhisakiṁsukakandādi, vaṭṭo ca uppalakaserukakandādi, yaṁ gaṇṭhītipi vadanti. Tattha sabbesaṁ kandānaṁ jiṇṇajaraṭṭhaṭṭhānañca challi ca sukhumamūlāni ca yāvajīvikāni, taruṇo pana sukhakhādanīyo sālakalyāṇipotakakando kiṁsukapotakakando ambāṭakakando ketakakando māluvakando bhisasaṅkhāto padumapuṇḍarīkakando piṇḍālumasāluādayo ca khīravallikando āluvakando siggukando tālakando nīluppalarattuppalakumudasogandhikānaṁ kandā kadalikando veḷukando kaserukakandoti evamādayo tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthañca bhojanīyatthañca pharaṇakakandā yāvakālikā. Khīravallikando adhoto yāvajīviko, dhoto yāvakāliko. Khīrakākolijīvikausabhakalasuṇādikandā pana yāvajīvikā. Te pāḷiyaṁ ‘‘yāni vā panaññānipi atthi mūlāni bhesajjānī’’ti evaṁ (mahāva. 263) mūlabhesajjasaṅgaheneva saṅgahitā.",
  "tika-vin05t18:7": "Muḷālakhādanīye padumamuḷālaṁ puṇḍarīkamuḷālaṁ mūlasadisaṁyeva. Erakamuḷālaṁ kandulamuḷālanti evamādi tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharaṇakamuḷālaṁ yāvakālikaṁ, haliddisiṅgiveramakacicaturassavalliketakatālahintālakuntālanāḷikerapūgarukkhādimuḷālaṁ pana yāvajīvikaṁ. Taṁ sabbampi pāḷiyaṁ ‘‘yāni vā panaññānipi atthi mūlāni bhesajjānī’’ti evaṁ mūlabhesajjasaṅgaheneva saṅgahitaṁ.",
  "tika-vin05t18:8": "Matthakakhādanīye tālahintālakuntālaketakanāḷikerapūgarukkhakhajjūrivettaerakakadalīnaṁ kaḷīrasaṅkhātā matthakā, veṇukaḷīro naḷakaḷīro ucchukaḷīro mūlakakaḷīro sāsapakaḷīro satāvarikaḷīro sattannaṁ dhaññānaṁ kaḷīrāti evamādi tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharaṇako rukkhavalliādīnaṁ matthako yāvakāliko, haliddisiṅgiveravacamakacilasuṇānaṁ kaḷīrā, tālahintālakuntālanāḷikerakaḷīrānañca chinditvā pātito jaraṭṭhabundo yāvajīviko.",
  "tika-vin05t18:9": "Khandhakhādanīye antopathavīgato sālakalyāṇīkhandho ucchukhandho nīluppalarattuppalakumudasogandhikānaṁ daṇḍakakhandhāti evamādi tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharaṇako khandho yāvakāliko, uppalajātīnaṁ paṇṇadaṇḍako padumajātīnaṁ sabbopi daṇḍako karavindadaṇḍādayo ca avasesasabbakhandhā yāvajīvikā.",
  "tika-vin05t18:10": "Tacakhādanīye ucchutacova eko yāvakāliko, sopi saraso, seso sabbo yāvajīviko. Tesaṁ pana matthakakhandhatacānaṁ tiṇṇampi pāḷiyaṁ kasāvabhesajjena saṅgaho veditabbo. Vuttañhetaṁ –",
  "tika-vin05t18:11": "‘‘Anujānāmi, bhikkhave, kasāvāni bhesajjāni nimbakasāvaṁ kuṭajakasāvaṁ paṭolakasāvaṁ phaggavakasāvaṁ nattamālakasāvaṁ, yāni vā panaññānipi atthi kasāvāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharantī’’ti (mahāva. 263).",
  "tika-vin05t18:12": "Ettha hi etesampi saṅgaho sijjhati. Vuttakasāvāni ca sabbakappiyānīti veditabbāni.",
  "tika-vin05t18:13": "Pattakhādanīye mūlakaṁ khārako caccu tambako taṇḍuleyyako papunnāgo vatthuleyyako vajakali jajjhari sellu siggu kāsamaddako ummācīnamuggo māso rājamāso ṭhapetvā mahānipphāvaṁ avasesanipphāvo aggimantho sunisannako setavaraṇo nāḷikā bhūmiyaṁ jātaloṇīti etesaṁ pattāni, aññāni ca evarūpāni tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthañca bhojanīyatthañca pharaṇakāni pattāni ekaṁsena yāvakālikāni , yā panaññā mahānakhapiṭṭhimattapaṇṇā loṇirukkhe ca gacche ca ārohati, tassā pattaṁ yāvajīvikaṁ. Brahmipattañca yāvakālikanti dīpavāsino vadanti. Ambapallavaṁ yāvakālikaṁ, asokapallavaṁ pana yāvajīvikaṁ. Yāni caññāni pāḷiyaṁ –",
  "tika-vin05t18:14": "‘‘Anujānāmi, bhikkhave, paṇṇāni bhesajjāni nimbapaṇṇaṁ kuṭajapaṇṇaṁ paṭolapaṇṇaṁ sulasipaṇṇaṁ kappāsapaṇṇaṁ, yāni vā panaññānipi atthi paṇṇāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharantī’’ti (mahāva. 263) –",
  "tika-vin05t18:15": "Vuttāni, tāni yāvajīvikāni. Na kevalañca paṇṇāni, tesaṁ pupphaphalānipi. Yāvajīvikapaṇṇānaṁ pana phaggavapaṇṇaṁ ajjukapaṇṇaṁ phaṇijjakapaṇṇaṁ tambūlapaṇṇaṁ paduminipaṇṇanti evaṁ gaṇanavasena anto natthi.",
  "tika-vin05t18:16": "Pupphakhādanīye mūlakapupphaṁ khārakapupphaṁ caccupupphaṁ tambakapupphaṁ vajakalipupphaṁ jajjharipupphaṁ cūḷanipphāvapupphaṁ mahānipphāvapupphaṁ kaserukapupphaṁ nāḷikeratālaketakānaṁ taruṇapupphāni setavaraṇapupphaṁ siggupupphaṁ uppalapadumajātikānaṁ pupphānaṁ kaṇṇikāmattaṁ agandhipupphaṁ karīrapupphaṁ jīvantī pupphanti evamādi tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharaṇapupphaṁ yāvakālikaṁ, asokabakulakuyyakapunnāgacampakajātikaravīrakaṇikārakundanavamālikamallikādīnaṁ pana pupphaṁ yāvajīvikaṁ, tassa gaṇanāya anto natthi. Pāḷiyaṁ panassa kasāvabhesajjena saṅgaho veditabbo.",
  "tika-vin05t18:17": "Phalakhādanīye panasalabujatālanāḷikeraambajambuambāṭakatintiṇikamātuluṅgakapitthalābukumbhaṇḍapussaphalatimbarūsakatipusavātiṅgaṇacocamocamadhukādīnaṁ phalāni, yāni loke tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharanti, sabbāni tāni yāvakālikāni, nāmagaṇanavasena tesaṁ na sakkā pariyantaṁ dassetuṁ. Yāni pana pāḷiyaṁ –",
  "tika-vin05t18:18": "‘‘Anujānāmi, bhikkhave, phalāni bhesajjāni bilaṅgaṁ pippaliṁ marīcaṁ harītakaṁ vibhītakaṁ āmalakaṁ goṭṭhaphalaṁ, yāni vā panaññānipi atthi phalāni bhesajjāni neva khādanīye khādanīyatthaṁ pharanti, na bhojanīye bhojanīyatthaṁ pharantī’’ti (mahāva. 263) –",
  "tika-vin05t18:19": "Vuttāni , tāni yāvajīvikāni. Tesampi aparipakkāni acchivabimbavaraṇaketakakāsmarīādīnaṁ phalāni jātiphalaṁ kaṭukaphalaṁ eḷā takkolanti evaṁ nāmavasena na sakkā pariyantaṁ dassetuṁ.",
  "tika-vin05t18:20": "Aṭṭhikhādanīye labujaṭṭhi panasaṭṭhi ambāṭakaṭṭhi sālaṭṭhi khajjūrīketakatimbarūsakānaṁ taruṇaphalaṭṭhi tintiṇikaṭṭhi bimbaphalaṭṭhi uppalapadumajātīnaṁ pokkharaṭṭhīti evamādīni tesu tesu janapadesu manussānaṁ pakatiāhāravasena khādanīyatthaṁ bhojanīyatthañca pharaṇakāni aṭṭhīni yāvakālikāni, madhukaṭṭhi punnāgaṭṭhi harītakādīnaṁ aṭṭhīni siddhatthakaṭṭhi rājikaṭṭhīti evamādīni aṭṭhīni yāvajīvikāni. Tesaṁ pāḷiyaṁ phalabhesajjeneva saṅgaho veditabbo.",
  "tika-vin05t18:21": "Piṭṭhakhādanīye sattannaṁ tāva dhaññānaṁ dhaññānulomānaṁ aparaṇṇānañca piṭṭhaṁ panasapiṭṭhaṁ labujapiṭṭhaṁ ambāṭakapiṭṭhaṁ sālapiṭṭhaṁ dhotakatālapiṭṭhaṁ khīravallipiṭṭhañcāti evamādīni tesu tesu janapadesu pakatiāhāravasena manussānaṁ khādanīyatthaṁ bhojanīyatthañca pharaṇakāni piṭṭhāni yāvakālikāni, adhotakaṁ tālapiṭṭhaṁ khīravallipiṭṭhaṁ assagandhādipiṭṭhāni ca yāvajīvikāni. Tesaṁ pāḷiyaṁ kasāvehi mūlaphalehi ca saṅgaho veditabbo.",
  "tika-vin05t18:22": "Niyyāsakhādanīye – eko ucchuniyyāsova sattāhakāliko, sesā –",
  "tika-vin05t18:23": "‘‘Anujānāmi, bhikkhave, jatūni bhesajjāni hiṅguṁ hiṅgujatuṁ hiṅgusipāṭikaṁ takaṁ takapattiṁ takapaṇṇiṁ sajjulasaṁ, yāni vā panaññānipi atthi jatūni bhesajjānī’’ti (mahāva. 263) –",
  "tika-vin05t18:24": "Evaṁ pāḷiyaṁ vuttā niyyāsā yāvajīvikā. Tattha yevāpanakavasena saṅgahitānaṁ ambaniyyāso kaṇikāraniyyāsoti evaṁ nāmavasena na sakkā pariyantaṁ dassetuṁ. Evaṁ imesu mūlakhādanīyādīsu yaṁ kiñci yāvakālikaṁ, sabbampi imasmiṁ atthe avasesaṁ khādanīyaṁ nāmāti saṅgahitaṁ.",
  "tika-vin05t18:25": "91. Yāmakālikesu pana aṭṭha pānāni nāma ambapānaṁ jambupānaṁ cocapānaṁ mocapānaṁ madhukapānaṁ muddikapānaṁ sālūkapānaṁ phārusakapānanti imāni aṭṭha pānāni. Tattha (mahāva. aṭṭha. 300) ambapānanti āmehi vā pakkehi vā ambehi katapānaṁ. Tattha āmehi karontena ambataruṇāni bhinditvā udake pakkhipitvā ātape ādiccapākena pacitvā parissāvetvā tadahupaṭiggahitakehi madhusakkārakappūrādīhi yojetvā kātabbaṁ, evaṁ kataṁ purebhattameva kappati. Anupasampannehi kataṁ labhitvā pana purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisaparibhogenapi vaṭṭati, pacchābhattaṁ nirāmisaparibhogena yāva aruṇuggamanā vaṭṭati. Esa nayo sabbapānesu. Jambupānanti jambuphalehi katapānaṁ. Cocapānanti aṭṭhikakadaliphalehi katapānaṁ. Mocapānanti anaṭṭhikehi kadaliphalehi katapānaṁ. Madhukapānanti madhukānaṁ jātirasena katapānaṁ. Taṁ pana udakasambhinnaṁ vaṭṭati, suddhaṁ na vaṭṭati. Muddikapānanti muddikā udake madditvā ambapānaṁ viya katapānaṁ. Sālūkapānanti rattuppalanīluppalādīnaṁ sālūke madditvā katapānaṁ. Phārusakapānanti phārusakaphalehi ambapānaṁ viya katapānaṁ. Imāni aṭṭha pānāni sītānipi ādiccapākānipi vaṭṭanti, aggipākāni na vaṭṭanti.",
  "tika-vin05t18:26": "Avasesāni vettatintiṇikamātuluṅgakapitthakosambakaramandādikhuddakaphalapānāni aṭṭhapānagaakāneva. Tāni kiñcāpi pāḷiyaṁ na vuttāni, atha kho kappiyaṁ anulomenti, tasmā kappanti. ‘‘Anujānāmi, bhikkhave, sabbaṁ phalarasaṁ ṭhapetvā dhaññaphalarasa’’nti (mahāva. aṭṭha. 300) vuttattā ṭhapetvā sānulomadhaññaphalarasaṁ aññaṁ phalapānaṁ nāma akappiyaṁ natthi, sabbaṁ yāmakālikameva. Tattha sānulomadhaññaphalaraso nāma sattannañceva dhaññānaṁ tālanāḷikerapanasalabujaalābukumbhaṇḍapussaphalatipusaeḷālukāti navannañca mahāphalānaṁ sabbesañca pubbaṇṇāparaṇṇānaṁ anulomadhaññānaṁ raso yāvakāliko, tasmā pacchābhattaṁ na vaṭṭati. ‘‘Anujānāmi, bhikkhave, sabbaṁ pattarasaṁ ṭhapetvā ḍākarasa’’nti (mahāva. 300) vuttattā pakkaḍākarasaṁ ṭhapetvā yāvakālikapattānampi sītodakena madditvā kataraso vā ādiccapāko vā vaṭṭati. ‘‘Anujānāmi, bhikkhave, sabbaṁ puppharasaṁ ṭhapetvā madhukapuppharasa’’nti vuttattā madhukapuppharasaṁ ṭhapetvā sabbopi puppharaso vaṭṭati.",
  "tika-vin05t18:27": "92. Sattāhakālikaṁ nāma sappi navanītaṁ telaṁ madhu phāṇitanti imāni pañca bhesajjāni. Tattha sappi nāma gosappi vā ajikāsappi vā mahiṁsasappi vā yesaṁ maṁsaṁ kappati, tesaṁ sappi. Navanītaṁ nāma tesaṁyeva navanītaṁ. Telaṁ nāma tilatelaṁ sāsapatelaṁ madhukatelaṁ eraṇḍatelaṁ vasātelaṁ. Madhu nāma makkhikāmadhu. Phāṇitaṁ nāma ucchumhā nibbattaṁ (paci. 260). Yāvajīvikaṁ pana heṭṭhā yāvakālike mūlakhādanīyādīsu vuttanayeneva veditabbaṁ.",
  "tika-vin05t18:28": "93. Tattha (pāci. aṭṭha. 256) aruṇodaye paṭiggahitaṁ yāvakālikaṁ satakkhattumpi nidahitvā yāva kālo nātikkamati, tāva paribhuñjituṁ vaṭṭati, yāmakālikaṁ ekaṁ ahorattaṁ, sattāhakālikaṁ sattarattaṁ, itaraṁ sati paccaye yāvajīvampi paribhuñjituṁ vaṭṭati. Paṭiggahetvā ekarattaṁ vītināmitaṁ pana yaṁ kiñci yāvakālikaṁ vā yāmakālikaṁ vā ajjhoharitukāmatāya gaṇhantassa paṭiggahaṇe tāva dukkaṭaṁ, ajjhoharato pana ekamekasmiṁ ajjhohāre sannidhipaccayā pācittiyaṁ. Sacepi patto duddhoto hoti, yaṁ aṅguliyā ghaṁsantassa lekhā paññāyati, gaṇṭhikapattassa vā gaṇṭhikantare sneho paviṭṭho hoti, so uṇhe otāpentassa paggharati, uṇhayāguyā vā gahitāya sandissati, tādise pattepi punadivase bhuñjantassa pācittiyaṁ, tasmā pattaṁ dhovitvā puna tattha acchodakaṁ vā āsiñcitvā aṅguliyā vā ghaṁsitvā nisnehabhāvo jānitabbo. Sace hi udake vā snehabhāvo, patte vā aṅgulilekhā paññāyati, duddhoto hoti, telavaṇṇapatte pana aṅgulilekhā paññāyati, sā abbohārikā. Yampi bhikkhū nirapekkhā sāmaṇerānaṁ pariccajanti, tañce sāmaṇerā nidahitvā denti, sabbaṁ vaṭṭati. Sayaṁ paṭiggahetvā apariccattameva hi dutiyadivase na vaṭṭati. Tato hi ekasitthampi ajjhoharato pācittiyameva. Akappiyamaṁsesu manussamaṁse thullaccayena saddhiṁ pācittiyaṁ, avasesesu dukkaṭena saddhiṁ.",
  "tika-vin05t18:29": "Yāmakālikaṁ sati paccaye ajjhoharato pācittiyaṁ, āhāratthāya ajjhoharato dukkaṭena saddhiṁ pācittiyaṁ. Sace pavārito hutvā anatirittakataṁ ajjhoharati, pakatiāmise dve pācittiyāni, manussamaṁse thullaccayena saddhiṁ dve, sesaakappiyamaṁse dukkaṭena saddhiṁ. Yāmakālikaṁ sati paccaye sāmisena mukhena ajjhoharato dve, nirāmisena ekameva. Āhāratthāya ajjhoharato vikappadvayepi dukkaṭaṁ vaḍḍhati. Sace vikāle ajjhoharati, pakatibhojane sannidhipaccayā ca vikālabhojanapaccayā ca dve pācittiyāni, akappiyamaṁse thullaccayaṁ dukkaṭañca vaḍḍhati. Yāmakālike vikālapaccayā anāpatti. Anatirittapaccayā pana vikāle sabbavikappesu anāpatti.",
  "tika-vin05t18:30": "Sattāhakālikaṁ pana yāvajīvikañca āhāratthāya paṭiggaṇhato paṭiggaṇhanapaccayā tāva dukkaṭaṁ, ajjhoharato pana sace nirāmisaṁ hoti, ajjhohāre dukkaṭaṁ. Atha āmisasaṁsaṭṭhaṁ paṭiggahetvā ṭhapitaṁ hoti, yathāvatthukaṁ pācittiyameva.",
  "tika-vin05t18:31": "94. Sattāhakālikesu pana sappiādīsu ayaṁ vinicchayo (pārā. aṭṭha. 2.622) – sappi tāva purebhattaṁ paṭiggahitaṁ tadahupurebhattaṁ sāmisampi nirāmisampi paribhuñjituṁ vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisaṁ paribhuñjitabbaṁ. Sattāhātikkame sace ekabhājane ṭhapitaṁ, ekaṁ nissaggiyaṁ. Sace bahūsu, vatthugaṇanāya nissaggiyāni. Pacchābhattaṁ paṭiggahitaṁ nirāmisameva vaṭṭati, purebhattaṁ vā pacchābhattaṁ vā uggahitakaṁ katvā nikkhittaṁ ajjhoharituṁ na vaṭṭati, abbhañjanādīsu upanetabbaṁ. Sattāhātikkamepi anāpatti anajjhoharaṇīyataṁ āpannattā. Sace anupasampanno purebhattaṁ paṭiggahitanavanītena sappiṁ katvā deti, purebhattaṁ sāmisampi vaṭṭati, sace sayaṁ karoti, sattāhampi nirāmisameva vaṭṭati. Pacchābhattaṁ paṭiggahitanavanītena yena kenaci katasappi sattāhampi nirāmisameva vaṭṭati, uggahitakena kate pubbe vuttasuddhasappinayeneva vinicchayo veditabbo. Purebhattaṁ paṭiggahitakhīrena vā dadhinā vā katasappi anupasampannena kataṁ sāmisampi tadahupurebhattaṁ vaṭṭati, sayaṁkataṁ nirāmisameva vaṭṭati.",
  "tika-vin05t18:32": "95.Navanītaṁ tāpentassa hi sāmaṁpāko na hoti, sāmaṁpakkena pana tena saddhiṁ āmisaṁ na vaṭṭati, pacchābhattato paṭṭhāya ca na vaṭṭatiyeva. Sattāhātikkamepi anāpatti savatthukassa paṭiggahitattā. Pacchābhattaṁ paṭiggahitakehi kataṁ pana abbhañjanādīsu upanetabbaṁ. Purebhattampi ca uggahitakehi kataṁ, ubhayesampi sattāhātikkame anāpatti. Esa nayo akappiyamaṁsasappimhi. Ayaṁ pana viseso – yattha pāḷiyaṁ āgatasappinā nissaggiyaṁ, tattha iminā dukkaṭaṁ. Andhakaṭṭhakathāyaṁ kāraṇapatirūpakaṁ vatvā manussasappi ca navanītañca paṭikkhittaṁ, taṁ duppaṭikkhittaṁ sabbaaṭṭhakathāsu anuññātattā. Parato cassa vinicchayopi āgacchissati. Pāḷiyaṁ āgatanavanītampi purebhattaṁ paṭiggahitaṁ tadahupurebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya nirāmisameva. Sattāhātikkame nānābhājanesu ṭhapite bhājanagaṇanāya, ekabhājanepi amissetvā piṇḍapiṇḍavasena ṭhapite piṇḍagaṇanāya nissaggiyāni. Pacchābhattaṁ paṭiggahitaṁ sappinayena veditabbaṁ. Ettha pana dadhiguḷikāyopi takkabindūnipi honti, tasmā dhotaṁ vaṭṭatīti upaḍḍhattherā āhaṁsu. Mahāsivatthero pana ‘‘bhagavatā anuññātakālato paṭṭhāya takkato uddhaṭamattameva khādiṁsū’’ti āha. Tasmā navanītaṁ paribhuñjantena dhovitvā dadhitakkamakkhikākipillikādīni apanetvā paribhuñjitabbaṁ. Pacitvā sappiṁ katvā paribhuñjitukāmena adhotampi paribhuñjituṁ vaṭṭati. Yaṁ tattha dadhigataṁ vā takkagataṁ vā, taṁ khayaṁ gamissati. Ettāvatā hi savatthukapaṭiggahitaṁ nāma na hotīti ayamettha adhippāyo. Āmisena saddhiṁ pakkattā pana tasmimpi kukkuccāyanti kukkuccakā. Idāni uggahetvā ṭhapitanavanīte ca purebhattaṁ khīradadhīni paṭiggahetvā katanavanīte ca pacchābhattaṁ tāni paṭiggahetvā katanavanīte ca uggahitakehi katanavanīte ca akappiyamaṁsanavanīte ca sabbo āpattānāpattiparibhogāparibhoganayo sappimhi vuttakkameneva gahetabbo. Telabhikkhāya paviṭṭhānaṁ pana bhikkhūnaṁ tattheva sappimpi navanītampi pakkatelampi apakkatelampi ākiranti. Tattha takkadadhibindūnipi bhattasitthānipi taṇḍulakaṇāpi makkhikādayopi honti, ādiccapākaṁ katvā parissāvetvā gahitaṁ sattāhakālikaṁ hoti. Paṭiggahetvā ca ṭhapitabhesajjehi saddhiṁ pacitvā natthupānampi kātuṁ vaṭṭati. Sace vaddalisamaye lajjī sāmaṇero yathā tattha patitataṇḍulakaṇādayo na paccanti, evaṁ aggimhi vilīyāpetvā parissāvetvā puna pacitvā deti, purimanayeneva sattāhaṁ vaṭṭati.",
  "tika-vin05t18:33": "96.Telesu tilatelaṁ tāva purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya nirāmisameva vaṭṭati. Sattāhātikkame tassa bhājanagaṇanāya nissaggiyabhāvo veditabbo. Pacchābhattaṁ paṭiggahitaṁ sattāhaṁ nirāmisameva vaṭṭati, uggahitakaṁ katvā nikkhittaṁ ajjhoharituṁ na vaṭṭati, sīsamakkhanādīsu upanetabbaṁ, sattāhātikkamepi anāpatti. Purebhattaṁ tile paṭiggahetvā katatelaṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya anajjhoharaṇīyaṁ hoti, sīsamakkhanādīsu upanetabbaṁ, sattāhātikkamepi anāpatti. Pacchābhattaṁ tile paṭiggahetvā katatelaṁ anajjhoharaṇīyameva savatthukapaṭiggahitattā. Sattāhātikkamepi anāpatti, sīsamakkhanādīsu upanetabbaṁ. Purebhattaṁ vā pacchābhattaṁ vā uggahitakatilehi katatelepi eseva nayo. Purebhattaṁ paṭiggahitatile bhajjitvā vā tilapiṭṭhaṁ vā sedetvā uṇhodakena vā temetvā katatelaṁ sace anupasampannena kataṁ, purebhattaṁ sāmisampi vaṭṭati, attanā kataṁ nibbaṭṭitattā purebhattaṁ nirāmisaṁ vaṭṭati, sāmaṁpakkattā sāmisaṁ na vaṭṭati. Savatthukapaṭiggahitattā pana pacchābhattato paṭṭhāya ubhayampi anajjhoharaṇīyaṁ, sīsamakkhanādīsu upanetabbaṁ, sattāhātikkamepi anāpatti. Yadi pana appaṁ uṇhodakaṁ hoti abbhukkiraṇamattaṁ, abbohārikaṁ hoti sāmaṁpākagaṇanaṁ na gacchati. Sāsapatelādīsupi avatthukapaṭiggahitesu avatthukatilatele vuttasadisova vinicchayo.",
  "tika-vin05t18:34": "Sace pana purebhattaṁ paṭiggahitānaṁ sāsapādīnaṁ cuṇṇehi ādiccapākena sakkā telaṁ kātuṁ, taṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya nirāmisameva vaṭṭati, sattāhātikkame nissaggiyaṁ. Yasmā pana sāsapamadhukacuṇṇāni sedetvā eraṇḍakaṭṭhīni ca bhajjitvā eva telaṁ karonti, tasmā etesaṁ telaṁ anupasampannehi kataṁ purebhattaṁ sāmisampi vaṭṭati, vatthūnaṁ yāvajīvikattā pana savatthukapaṭiggahaṇe doso natthi. Attanā kataṁ sattāhaṁ nirāmisaparibhogeneva paribhuñjitabbaṁ. Uggahitakehi kataṁ anajjhoharaṇīyaṁ, bāhiraparibhoge vaṭṭati, sattāhātikkamepi anāpatti. Telakaraṇatthāya sāsapamadhukaeraṇḍakaṭṭhīni paṭiggahetvā katatelaṁ sattāhakālikaṁ, dutiyadivase kataṁ chāhaṁ vaṭṭati, tatiyadivase kataṁ pañcāhaṁ vaṭṭati, catuttha, pañcama, chaṭṭha, sattamadivase kataṁ tadaheva vaṭṭati. Sace yāva aruṇassa uggamanā tiṭṭhati, nissaggiyaṁ, aṭṭhamadivase kataṁ anajjhoharaṇīyaṁ, anissaggiyattā pana bāhiraparibhoge vaṭṭati. Sacepi na karoti, telatthāya gahitasāsapādīnaṁ sattāhātikkame dukkaṭameva. Pāḷiyaṁ pana anāgatāni aññānipi nāḷikeranimbakosambakaramandādīnaṁ telāni atthi, tāni paṭiggahetvā sattāhaṁ atikkāmayato dukkaṭaṁ hoti. Ayametesu viseso – sesaṁ yāvakālikavatthuṁ yāvajīvikavatthuñca sallakkhetvā sāmaṁpākasavatthukapurebhattapacchābhattapaṭiggahitauggahitavatthuvidhānaṁ sabbaṁ vuttanayeneva veditabbaṁ.",
  "tika-vin05t18:35": "Vasātelaṁ nāma ‘‘anujānāmi, bhikkhave, pañca vasāni acchavasaṁ macchavasaṁ susukāvasaṁ sūkaravasaṁ gadrabhavasa’’nti (mahāva. 262) evaṁ anuññātavasānaṁ telaṁ. Ettha ca ‘‘acchavasa’’nti vacanena ṭhapetvā manussavasaṁ sabbesaṁ akappiyamaṁsānaṁ vasā anuññātā. Macchaggahaṇena ca susukāpi gahitā honti, vāḷamacchattā pana visuṁ vuttaṁ. Macchādiggahaṇena cettha sabbesampi kappiyamaṁsānaṁ vasā anuññātā. Maṁsesu hi dasa manussahatthiassasunakhaahisīhabyagghadīpiacchataracchānaṁ maṁsāni akappiyāni, vasāsu ekā manussavasā. Khīrādīsu akappiyaṁ nāma natthi. Anupasampannehi kataṁ nibbaṭṭitaṁ vasātelaṁ purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisameva vaṭṭati. Yaṁ pana tattha sukhumarajasadisaṁ maṁsaṁ vā nhāru vā aṭṭhi vā lohitaṁ vā hoti, taṁ abbohārikaṁ. Sace pana vasaṁ paṭiggahetvā sayaṁ karoti, purebhattaṁ paṭiggahetvā pacitvā parissāvetvā sattāhaṁ nirāmisaparibhogena paribhuñjitabbaṁ. Nirāmisaparibhogañhi sandhāya idaṁ vuttaṁ ‘‘kāle paṭiggahitaṁ kāle nippakkaṁ kāle saṁsaṭṭhaṁ telaparibhogena paribhuñjitu’’nti (mahāva. 262). Tatrāpi abbohārikaṁ abbohārikameva, pacchābhattaṁ pana paṭiggahetuṁ vā kātuṁ vā na vaṭṭatiyeva. Vuttañhetaṁ –",
  "tika-vin05t18:36": "‘‘Vikāle ce, bhikkhave, paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti tiṇṇaṁ dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ kāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti dukkaṭassa . Kāle ce, bhikkhave, paṭiggahitaṁ kāle nippakkaṁ kāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, anāpattī’’ti (mahāva. 262).",
  "tika-vin05t18:37": "Upatissattheraṁ pana antevāsikā pucchiṁsu ‘‘bhante, sappinavanītavasāni ekato pacitvā nibbaṭṭitāni vaṭṭanti, na vaṭṭantī’’ti? ‘‘Na vaṭṭanti, āvuso’’ti. Thero kirettha pakkatelakasaṭe viya kukkuccāyati. Tato naṁ uttari pucchiṁsu ‘‘bhante, navanīte dadhiguḷikā vā takkabindu vā hoti, etaṁ vaṭṭatī’’ti? ‘‘Etampi, āvuso, na vaṭṭatī’’ti. Tato naṁ āhaṁsu ‘‘bhante, ekato pacitvā ekato saṁsaṭṭhāni tejavantāni honti, rogaṁ niggaṇhantī’’ti. ‘‘Sādhāvuso’’ti thero sampaṭicchi. Mahāsumatthero panāha ‘‘kappiyamaṁsavasāva sāmisaparibhoge vaṭṭati, itarā nirāmisaparibhoge vaṭṭatī’’ti. Mahāpadumatthero pana ‘‘idaṁ ki’’nti paṭikkhipitvā ‘‘nanu vātābādhikā bhikkhū pañcamūlakasāvayāguyaṁ acchasūkaratelādīni pakkhipitvā yāguṁ pivanti, sā tejussadattā rogaṁ niggaṇhātī’’ti vatvā ‘‘vaṭṭatī’’ti āha.",
  "tika-vin05t18:38": "97.Madhu nāma madhukarīhi madhumakkhikāhi khuddakamakkhikāhi bhamaramakkhikāhi ca kataṁ madhu. Taṁ purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisaparibhogampi vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisaparibhogameva vaṭṭati, sattāhātikkame nissaggiyaṁ. Sace silesasadisaṁ mahāmadhuṁ khaṇḍaṁ katvā ṭhapitaṁ, itaraṁ vā nānābhājanesu, vatthugaṇanāya nissaggiyāni. Sace ekameva khaṇḍaṁ, ekabhājane vā itaraṁ, ekameva nissaggiyaṁ. Uggahitakaṁ vuttanayeneva veditabbaṁ, arumakkhanādīsu upanetabbaṁ. Madhupaṭalaṁ vā madhusitthakaṁ vā sace madhunā amakkhitaṁ parisuddhaṁ, yāvajīvikaṁ, madhumakkhitaṁ pana madhugatikameva. Cīrikā nāma sapakkhā dīghamakkhikā tumbaḷanāmikā ca aṭṭhipakkhikā kāḷamahābhamarā honti, tesaṁ āsayesu niyyāsasadisaṁ madhu hoti, taṁ yāvajīvikaṁ.",
  "tika-vin05t18:39": "98.Phāṇitaṁ nāma ucchurasaṁ upādāya apakkā vā avatthukapakkā vā sabbāpi avatthukā ucchuvikati. Taṁ phāṇitaṁ purebhattaṁ paṭiggahitaṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisameva vaṭṭati, sattāhātikkame vatthugaṇanāya nissaggiyaṁ. Bahū piṇḍā cuṇṇe katvā ekabhājane pakkhittā honti ghanasannivesā, ekameva nissaggiyaṁ. Uggahitakaṁ vuttanayeneva veditabbaṁ, gharadhūpanādīsu upanetabbaṁ. Purebhattaṁ paṭiggahitena aparissāvitaucchurasena kataphāṇitaṁ sace anupasampannena kataṁ, sāmisampi vaṭṭati, sayaṁkataṁ nirāmisameva vaṭṭati, pacchābhattato paṭṭhāya pana savatthukapaṭiggahitattā anajjhoharaṇīyaṁ, sattāhātikkamepi anāpatti. Pacchābhattaṁ aparissāvitapaṭiggahitena katampi anajjhoharaṇīyameva, sattāhātikkamepi anāpatti. Esa nayo ucchuṁ paṭiggahetvā kataphāṇitepi. Purebhattaṁ pana parissāvitapaṭiggahitena kataṁ sace anupasampannena kataṁ, purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisameva. Sayaṁkataṁ purebhattampi nirāmisameva, pacchābhattaṁ parissāvitapaṭiggahitena kataṁ pana nirāmisameva sattāhaṁ vaṭṭati. Uggahitakataṁ vuttanayameva. ‘‘Jhāmaucchuphāṇitaṁ vā koṭṭitaucchuphāṇitaṁ vā purebhattameva vaṭṭatī’’ti mahāaṭṭhakathāyaṁ vuttaṁ. Mahāpaccariyaṁ pana ‘‘etaṁ savatthukapakkaṁ vaṭṭati, no vaṭṭatī’’ti pucchaṁ katvā ‘‘ucchuphāṇitaṁ pacchābhattaṁ no vaṭṭanakaṁ nāma natthī’’ti vuttaṁ, taṁ yuttaṁ. Sītodakena kataṁ madhukapupphaphāṇitaṁ purebhattaṁ sāmisampi vaṭṭati, pacchābhattato paṭṭhāya sattāhaṁ nirāmisameva vaṭṭati, sattāhātikkame vatthugaṇanāya dukkaṭaṁ, khīraṁ pakkhipitvā kataṁ madhukaphāṇitaṁ yāvakālikaṁ. Khaṇḍasakkharaṁ pana khīrajallikaṁ apanetvā sodhenti, tasmā vaṭṭati.",
  "tika-vin05t18:40": "99. Madhukapupphaṁ pana purebhattampi allaṁ vaṭṭati. Bhajjitampi vaṭṭati, bhajjitvā tilādīhi missaṁ vā amissaṁ vā katvā koṭṭitaṁ vaṭṭati. Yadi pana taṁ gahetvā merayatthāya yojenti, yojitaṁ bījato paṭṭhāya na vaṭṭati. Kadalīkhajjūrīambalabujapanasaciñcādīnaṁ sabbesaṁ yāvakālikaphalānaṁ phāṇitaṁ yāvakālikameva. Maricapakkehi phāṇitaṁ karonti, taṁ yāvajīvikaṁ. Evaṁ yathāvuttāni sattāhakālikāni sappiādīni pañca ‘‘anujānāmi, bhikkhave, pañca bhesajjānī’’ti (mahāva. 260) bhesajjanāmena anuññātattā bhesajjakiccaṁ karontu vā mā vā, āhāratthaṁ pharituṁ samatthānipi paṭiggahetvā tadahupurebhattaṁ yathāsukhaṁ, pacchābhattato paṭṭhāya sati paccaye vuttanayena sattāhaṁ paribhuñjitabbāni, sattāhātikkame pana bhesajjasikkhāpadena nissaggiyaṁ pācittiyaṁ. Sacepi sāsapamattaṁ hoti, sakiṁ vā aṅguliyā gahetvā jivhāya sāyanamattaṁ, nissajjitabbameva pācittiyañca desetabbaṁ. Nissaṭṭhaṁ paṭilabhitvā na ajjhoharitabbaṁ, na kāyikena paribhogena paribhuñjitabbaṁ , kāyo vā kāye aru vā na makkhetabbaṁ. Tehi makkhitāni kāsāvakattarayaṭṭhiupāhanapādakaṭhalikamañcapīṭhādīnipi aparibhogāni. ‘‘Dvāravātapānakavāṭesupi hatthena gahaṇaṭṭhānaṁ na makkhetabba’’nti mahāpaccariyaṁ vuttaṁ. ‘‘Kasāve pana pakkhipitvā dvāravātapānakavāṭāni makkhetabbānī’’ti mahāaṭṭhakathāyaṁ vuttaṁ. Padīpe vā kāḷavaṇṇe vā upanetuṁ vaṭṭati. Aññena pana bhikkhunā kāyikena paribhogena paribhuñjitabbaṁ, na ajjhoharitabbaṁ. ‘‘Anāpatti antosattāhaṁ adhiṭṭhetī’’ti (pārā. 625) vacanato pana sattāhabbhantare sappiñca telañca vasañca muddhani telaṁ vā abbhañjanaṁ vā madhuṁ arumakkhanaṁ phāṇitaṁ gharadhūpanaṁ adhiṭṭheti anāpatti, neva nissaggiyaṁ hoti. Sace adhiṭṭhitatelaṁ anadhiṭṭhitatelabhājane ākiritukāmo hoti, bhājane ce sukhumaṁ chiddaṁ, paviṭṭhaṁ paviṭṭhaṁ telaṁ purāṇatelena ajjhottharīyati, puna adhiṭṭhātabbaṁ. Atha mahāmukhaṁ hoti, sahasāva bahu telaṁ pavisitvā purāṇatelaṁ ajjhottharati, puna adhiṭṭhānakiccaṁ natthi. Adhiṭṭhitagatikameva hi taṁ hoti. Etena nayena adhiṭṭhitatelabhājane anadhiṭṭhitatelaākiraṇampi veditabbaṁ.",
  "tika-vin05t18:41": "Sace pana sattāhātikkantaṁ anupasampannassa pariccajitvā deti, puna tena attano santakaṁ katvā dinnaṁ paribhuñjituṁ vaṭṭati. Sace hi so abhisaṅkharitvā vā anabhisaṅkharitvā vā tassa bhikkhuno natthukammatthaṁ dadeyya, gahetvā natthukammaṁ kātabbaṁ. Sace bālo hoti, dātuṁ na jānāti, aññena bhikkhunā vattabbo ‘‘atthi te sāmaṇera tela’’nti? ‘‘Āma, bhante, atthī’’ti. Āhara therassa bhesajjaṁ karissāmāti. Evampi vaṭṭati. Sace dvinnaṁ santakaṁ ekena paṭiggahitaṁ avibhattaṁ hoti, sattāhātikkame dvinnampi anāpatti, paribhuñjituṁ pana na vaṭṭati. Sace yena paṭiggahitaṁ, so itaraṁ bhaṇati ‘‘āvuso, imaṁ telaṁ sattāhamattaṁ paribhuñjituṁ vaṭṭatī’’ti, so ca paribhogaṁ na karoti, kassa āpatti? Na kassaci. Kasmā? Yena paṭiggahitaṁ, tena vissajjitattā, itarassa appaṭiggahitattā.",
  "tika-vin05t18:42": "100. Imesu (mahāva. aṭṭha. 305) pana catūsu kālikesu yāvakālikaṁ yāmakālikanti idameva dvayaṁ antovutthakañceva sannidhikārakañca hoti, sattāhakālikañca yāvajīvikañca akappiyakuṭiyaṁ nikkhipitumpi vaṭṭati, sannidhimpi na janeti. Yāvakālikaṁ pana attanā saddhiṁ sambhinnarasāni tīṇipi yāmakālikādīni attano sabhāvaṁ upaneti. Yāmakālikaṁ dvepi sattāhakālikādīni attano sabhāvaṁ upaneti, sattāhakālikampi attanā saddhiṁ saṁsaṭṭhaṁ yāvajīvikaṁ attano sabhāvaññeva upaneti, tasmā yāvakālikena tadahupaṭiggahitena saddhiṁ saṁsaṭṭhaṁ sambhinnarasaṁ sesakālikattayaṁ tadahupurebhattameva vaṭṭati. Yāmakālikena saṁsaṭṭhaṁ pana itaradvayaṁ tadahupaṭiggahitaṁ yāva aruṇuggamanā vaṭṭati. Sattāhakālikena pana tadahupaṭiggahitena saddhiṁ saṁsaṭṭhaṁ tadahupaṭiggahitaṁ vā purepaṭiggahitaṁ vā yāvajīvikaṁ sattāhaṁ kappati. Dvīhapaṭiggahitena chāhaṁ. Tīhapaṭiggahitena pañcāhaṁ…pe… sattāhapaṭiggahitena tadaheva kappatīti veditabbaṁ. Kālayāmasattāhātikkamesu cettha vikālabhojanasannidhibhesajjasikkhāpadānaṁ vasena āpattiyo veditabbā.",
  "tika-vin05t18:43": "Sace pana ekato paṭiggahitānipi cattāri kālikāni sambhinnarasāni na honti, tassa tasseva kālassa vasena paribhuñjituṁ vaṭṭanti. Sace hi challimpi anapanetvā sakaleneva nāḷikeraphalena saddhiṁ ambapānādipānakaṁ paṭiggahitaṁ hoti, nāḷikeraṁ apanetvā taṁ vikālepi kappati. Upari sappipiṇḍaṁ ṭhapetvā sītalapāyāsaṁ denti, yaṁ pāyāsena asaṁsaṭṭhaṁ sappi, taṁ apanetvā sattāhaṁ paribhuñjituṁ vaṭṭati. Thaddhamadhuphāṇitādīsupi eseva nayo. Takkolajātiphalādīhi alaṅkaritvā piṇḍapātaṁ denti, tāni uddharitvā dhovitvā yāvajīvaṁ paribhuñjitabbāni. Yāguyaṁ pakkhipitvā dinnasiṅgiverādīsupi telādīsu pakkhipitvā dinnalaṭṭhimadhukādīsupi eseva nayo. Evaṁ yaṁ yaṁ asambhinnarasaṁ hoti, taṁ taṁ ekato paṭiggahitampi yathā suddhaṁ hoti, tathā dhovitvā tacchetvā vā tassa tassa kālassa vasena paribhuñjituṁ vaṭṭati. Sace sambhinnarasaṁ hoti saṁsaṭṭhaṁ, na vaṭṭati.",
  "tika-vin05t18:44": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t18:45": "Kālikavinicchayakathā samattā."
}