{
  "tika-s0403t3:0": "4. Sumanavaggo",
  "tika-s0403t3:1": "1. Sumanasuttavaṇṇanā",
  "tika-s0403t3:2": "31. Catutthassa paṭhame satakkakūti satasikharo, anekakūṭoti attho. Idaṁ tassa mahāmeghabhāvadassanaṁ. So hi mahāvassaṁ vassati. Tenevāha – ‘‘ito cito ca uṭṭhitena valāhakakūṭasatena samannāgatoti attho’’ti. Dassanasampannoti ettha dassanaṁ nāma sotāpattimaggo. So hi paṭhamaṁ nibbānadassanato ‘‘dassana’’nti vuccati. Yadipi taṁ gotrabhu paṭhamataraṁ passati, disvā pana kattabbakiccassa kilesappahānassa akaraṇato na taṁ ‘‘dassana’’nti vuccati. Āvajjanaṭṭhāniyañhi taṁ ñāṇaṁ. Maggassa nibbānārammaṇatāsāmaññena cetaṁ vuttaṁ, na nibbānappaṭivijjhanena, tasmā dhammacakkhuṁ punappunaṁ nibbattanena bhāvanaṁ appattaṁ dassanaṁ, dhammacakkhuñca pariññādikiccakaraṇena catusaccadhammadassanaṁ tadabhisamayoti natthettha gotrabhussa dassanabhāvāpatti. Sesamettha suviññeyyameva.",
  "tika-s0403t3:3": "Sumanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:4": "2. Cundīsuttavaṇṇanā",
  "tika-s0403t3:5": "32. Dutiye ‘‘ariyakantehi sīlehi samannāgato’’tiādīsu (a. ni. 5.179) ariyakantānīti pañcasīlāni āgatāni. Ariyakantāni hi pañcasīlāni ariyānaṁ kantāni piyāni, bhavantaragatāpi ariyā tāni na vijahanti. Idha pana ‘‘yāvatā, cunda, sīlāni ariyakantāni sīlāni, tesaṁ aggamakkhāyati…pe… agge te paripūrakārino’’ti vuttattā maggaphalāni sīlāni adhippetānīti āha ‘‘ariyakantāni sīlānīti maggaphalasampayuttāni sīlānī’’ti.",
  "tika-s0403t3:6": "Cundīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:7": "3. Uggahasuttavaṇṇanā",
  "tika-s0403t3:8": "33. Tatiye sabbapaṭhamaṁ uṭṭhānasīlāti rattiyā vibhāyanavelāya sāmike parijane seyyāya avuṭṭhite sabbapaṭhamaṁ uṭṭhānasīlā. Sāmikaṁ disvā nisinnāsanato aggidaḍḍhā viya paṭhamameva vuṭṭhahantīti vā pubbuṭṭhāyiniyo. Kiṁkāranti kiṁkaraṇīyaṁ, kiṁkaraṇabhāvena pucchitvā kātabbaveyyāvaccanti attho. Taṁ paṭissuṇantā vicarantīti kiṁkārappaṭissāviniyo. Manāpaṁyeva kiriyaṁ karonti sīlenāti manāpacāriniyo. Piyameva vadanti sīlenāti piyavādiniyo.",
  "tika-s0403t3:9": "Tatrupāyāyāti tatra kamme sādhetabbaupāyabhūtāya vīmaṁsāya. Tenāha ‘‘tasmiṁ uṇṇākappāsasaṁvidhāne’’tiādi. Alaṁ kātunti kātuṁ samatthā. Alaṁ saṁvidhātunti vicāretuṁ samatthā. Tenāha ‘‘alaṁ kātuṁ alaṁ saṁvidhātunti attanā kātumpi parehi kārāpetumpī’’tiādi. Sesamettha suviññeyyameva.",
  "tika-s0403t3:10": "Uggahasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:11": "4-5. Sīhasenāpatisuttādivaṇṇanā",
  "tika-s0403t3:12": "34-35. Catutthe sandiṭṭhikanti asamparāyikatāya sāmaṁ daṭṭhabbaṁ. Sayaṁ anubhavitabbaṁ attapaccakkhaṁ diṭṭhadhammikanti attho. Na saddhāmattakeneva tiṭṭhatīti ‘‘dānaṁ nāma sādhu sundaraṁ, buddhādīhi paṇḍitehi pasattha’’nti evaṁ saddhāmattakeneva na tiṭṭhati. Yaṁ dānaṁ detīti yaṁ deyyadhammaṁ parassa deti. Tassa pati hutvāti tabbisayaṁ lobhaṁ suṭṭhu abhibhavanto tassa adhipati hutvā deti. Tena anadhibhavanīyattā na dāso na sahāyoti. Tattha tadubhayaṁ anvayato byatirekato ca dassetuṁ ‘‘yo hī’’tiādi vuttaṁ. Dāso hutvā deti taṇhādāsabyassa upagatattā. Sahāyo hutvā deti tassa piyabhāvāvissajjanato. Sāmī hutvā deti tattha taṇhādāsabyato attānaṁ mocetvā abhibhuyya pavattanato. Atha vā yo dānasīlatāya dāyako puggalo, so dāne pavattibhedena dānadāso, dānasahāyo, dānapatīti tippakāro hoti. Tadassa tippakārataṁ vibhajitvā dassetuṁ ‘‘yo hī’’tiādi vuttaṁ. Dātabbaṭṭhena dānaṁ, annapānādi.",
  "tika-s0403t3:13": "Tattha yaṁ attanā paribhuñjati, taṇhādhipannatāya tassa vasena vattanato dāso viya hoti. Yaṁ paresaṁ dīyati, tatthāpi annapānasāmaññena idaṁ vuttaṁ ‘‘dānasaṅkhātassa deyyadhammassa dāso hutvā’’ti. Sahāyo hutvā deti attanā paribhuñjitabbassa paresaṁ dātabbassa ca samasamaṁ ṭhapanato. Pati hutvā deti sayaṁ deyyadhammassa vase avattitvā tassa attano vase vattāpanato. Aparo nayo – yo attanā paṇītaṁ paribhuñjitvā paresaṁ nihīnaṁ deti, so dānadāso nāma tannimittanihīnabhāvāpattito. Yo yādisaṁ attanā paribhuñjati, tādisameva paresaṁ deti, so dānasahāyo nāma tannimittahīnādhikabhāvavivajjanena sadisabhāvāpattito. Yo attanā nihīnaṁ paribhuñjitvā paresaṁ paṇītaṁ deti, so dānapati nāma tannimittaseṭṭhabhāvāpattito.",
  "tika-s0403t3:14": "Nittejabhūto tejahānippattiyā. Saha byati gacchatīti sahabyo, sahapavattanako, tassa bhāvo sahabyatā, sahapavattīti āha ‘‘sahabhāvaṁ ekībhāvaṁ gatā’’ti. Asitassāti vā abandhassa, taṇhābandhanena abandhassāti attho. Pañcamaṁ uttānameva.",
  "tika-s0403t3:15": "Sīhasenāpatisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:16": "6-7. Kāladānasuttādivaṇṇanā",
  "tika-s0403t3:17": "36-37. Chaṭṭhe ārāmatoti phalārāmato. Paṭhamuppannānīti sabbapaṭhamaṁ sujātāni. Bhāsitaññūti bhikkhū gharadvāre ṭhitā kiñcāpi tuṇhī honti, atthato pana ‘‘bhikkhaṁ dethā’’ti vadanti nāma ariyāya yācanāya. Vuttañhetaṁ ‘‘uddhissa ariyā tiṭṭhanti, esā ariyānaṁ yācanā’’ti. Tatra ye ‘‘mayaṁ pacāma, ime na pacanti, pacamāne patvā alabhantā kuhiṁ labhissantī’’ti deyyadhammaṁ saṁvibhajanti, te bhāsitaññū nāma ñatvā kattabbassa karaṇato. Yuttappattakāleti dātuṁ yuttappattakāle. Appaṭivānacittoti anivattanacitto. Sattamaṁ uttānameva.",
  "tika-s0403t3:18": "Kāladānasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:19": "8. Saddhasuttavaṇṇanā",
  "tika-s0403t3:20": "38. Aṭṭhame anukampantīti ‘‘sabbe sattā sukhī hontu averā abyāpajjā’’ti evaṁ hitapharaṇena anuggaṇhanti. Apica upaṭṭhākānaṁ gehaṁ aññe sīlavante sabrahmacārino gahetvā pavisantāpi anuggaṇhanti nāma. Nīcavuttinti paṇipātasīlaṁ. Kodhamānathaddhatāya rahitanti kodhamānavasena uppanno yo thaddhabhāvo cittassa uddhumātalakkhaṇo, tena virahitanti attho. Soraccenāti ‘‘tattha katamaṁ soraccaṁ? Yo kāyiko avītikkamo, vācasiko avītikkamo, kāyikavācasiko avītikkamo, idaṁ vuccati soraccaṁ. Sabbopi sīlasaṁvaro soracca’’nti evamāgatena sīlasaṁvarasaṅkhātena soratabhāvena. Sakhilanti ‘‘tattha katamaṁ sākhalyaṁ? Yā sā vācā thaddhakā kakkasā pharusā kaṭukā abhisajjanī kodhasāmantā asamādhisaṁvattanikā, tathārūpiṁ vācaṁ pahāya yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṁ vācaṁ bhāsitā hoti. Yā tattha saṇhavācatā sakhilavācatā apharusavācatā, idaṁ vuccati sākhalya’’nti (dha. sa. 1350) evaṁ vuttena sammodakamudubhāvena samannāgataṁ. Tenāha ‘‘sakhilanti sammodaka’’nti.",
  "tika-s0403t3:21": "Saddhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:22": "9-10. Puttasuttādivaṇṇanā",
  "tika-s0403t3:23": "39-40. Navame bhatoti posito. Taṁ pana bharaṇaṁ jātakālato paṭṭhāya sukhapaccayūpaharaṇena dukkhapaccayāpaharaṇena ca pavattitanti dassetuṁ ‘‘amhehī’’tiādi vuttaṁ. Hatthapādavaḍḍhanādīhīti ādi-saddena mukhena siṅghānikāpanayananahāpanamaṇḍanādiñca saṅgaṇhāti. Mātāpitūnaṁ santakaṁ khettādiṁ avināsetvā rakkhitaṁ tesaṁ paramparāya ṭhitiyā kāraṇaṁ hotīti āha ‘‘amhākaṁ santakaṁ…pe… kulavaṁso ciraṁ ṭhassatī’’ti. Salākabhattādīni anupacchinditvāti salākabhattādīni avicchinditvā. Yasmā dāyajjappaṭilābhassa yogyabhāvena vattamānoyeva dāyassa paṭipajjissati, na itaroti āha ‘‘kulavaṁsānurūpāya paṭipattiyā’’tiādi . Attanā dāyajjārahaṁ karontoti attānaṁ dāyajjārahaṁ karonto. Mātāpitaro hi attano ovāde avattamāne micchāpaṭipanne dārake vinicchayaṁ gantvā aputte karonti, te dāyajjārahā na honti. Ovāde vattamāne pana kulasantakassa sāmike karonti. Tatiyadivasato paṭṭhāyāti matadivasato tatiyadivasato paṭṭhāya. Sesaṁ suviññeyyameva. Dasamaṁ uttānameva.",
  "tika-s0403t3:24": "Puttasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:25": "Sumanavaggavaṇṇanā niṭṭhitā."
}