{
  "tika-s0101t12:0": "12. Lohiccasuttavaṇṇanā",
  "tika-s0101t12:1": "Lohiccabrāhmaṇavatthuvaṇṇanā",
  "tika-s0101t12:2": "501.Sālavatikāti itthiliṅgavasena tassa gāmassa nāmaṁ. Gāmaṇikābhāvenāti keci. Lohito nāma tassa kule pubbapuriso, tassa vasena lohiccoti tassa brāhmaṇassa gottato āgataṁ nāmaṁ.",
  "tika-s0101t12:3": "502. ‘‘Diṭṭhigata’’nti laddhimattaṁ adhippetanti āha ‘‘na pana ucchedasassatānaṁ aññatara’’nti. Na hi ucchedasassatagāhavinimutto koci diṭṭhigāho atthi. ‘‘Bhāsati yevā’’ti tassā laddhiyā loke pākaṭabhāvaṁ dasseti. Attato añño paroti yathā anusāsakato anusāsitabbo paro, evaṁ anusāsitabbatopi anusāsako paroti vuttaṁ ‘‘paro parassāti paro yo’’tiādi. Kiṁ-saddāpekkhāya cettha ‘‘karissatī’’ti anāgatakālavacanaṁ, anāgatepi vā tena tassa kātabbaṁ natthīti dassanatthaṁ. Kusalaṁ dhammanti anavajjadhammaṁ nikkilesadhammaṁ vimokkhadhammanti attho. ‘‘Paresaṁ dhammaṁ kathessāmī’’ti tehi attānaṁ parivārāpetvā vicaraṇaṁ kiṁ atthiyaṁ āsayabuddhassāpi anurodhena vinā taṁ na hotīti tasmā attanā paṭiladdhaṁ…pe… vihātabbanti vadati. Tenāha ‘‘evaṁ sampadamidaṁ pāpakaṁ lobhadhammaṁ vadāmī’’ti.",
  "tika-s0101t12:4": "504.Soti lohicco brāhmaṇo.",
  "tika-s0101t12:5": "508.Kathāphāsukatthanti kathāsukhatthaṁ, sukhena kathaṁ kathetuñceva sotuñcāti attho. Appeva nāma siyāti ettha pītivasena āmeḍitaṁ daṭṭhabbaṁ. Tathā hi taṁ ‘‘buddhagajjita’’nti vuccati . Bhagavā hi īdisesu ṭhānesu visesato pītisomanassajāto hoti. Tenāha ‘‘ayaṁ kirettha adhippāyo’’tiādi.",
  "tika-s0101t12:6": "Lohiccabrāhmaṇānuyogavaṇṇanā",
  "tika-s0101t12:7": "509.Samudayasañjātīti āyuppādo. Anupubbo kampī-saddo ākaṅkhanattho hotīti ‘‘icchatīti attho’’ti vuttaṁ. Sātisayena vā hitena anukampako anuggaṇhanako hitānukampī. Sampajjatīti āsevanalābhena nippajjati balavatī hoti, avaggahāti attho, tenāha ‘‘niyatā hotī’’ti. Niraye nibbattati micchādiṭṭhiko.",
  "tika-s0101t12:8": "510-11.Dutiyaṁ upapattinti ‘‘nanu rājā pasenadī kosalo’’tiādinā dutiyaṁ upapattiṁ sādhanayuttiṁ. Kāraṇañhi bhagavā upamāmukhena dasseti. Ye cimeti ye ca ime kulaputtā dibbā gabbhā paripācentīti yojanā. Asakkuṇantā upanissayasampattiyā, ñāṇaparipākassa vā abhāvena. Ye pana ‘‘paripaccantī’’ti paṭhanti, tesaṁ ‘‘dibbe gabbhe’’ti vacanavipallāsena payojanaṁ natthi. Attho ca dutiyavikappe vuttanayena veditabbo. Ahitānukampitā ca taṁsamaṅgisattavasena. Divi bhavāti dibbā. Gabbhenti paripaccanavasena santānaṁ pabandhentīti gabbhā. ‘‘Channaṁ devalokāna’’nti nidassanavacanametaṁ. Brahmalokassāpi hi dibbagabbhabhāvo labbhateva dibbavihārahetukattā. Evañca katvā ‘‘bhāvanaṁ bhāvayamānā’’ti idampi vacanaṁ samatthitaṁ hoti. Bhavanti ettha yathāruci sukhasamappitāti bhavā, vimānāni. Devabhāvāvahattā dibbā. Vuttanayeneva gabbhā. Dānādayo devalokasaṁvattaniyapuññavisesā.Dibbā bhavāti devalokapariyāpannā upapattibhavā. Tadāvaho hi kammabhavo pubbe gahito.",
  "tika-s0101t12:9": "Tayocodanārahavaṇṇanā",
  "tika-s0101t12:10": "513.Aniyamitenevāti aniyameneva ‘‘tvaṁ evaṁdiṭṭhiko evaṁ sattānaṁ anatthassa kārako’’ti evaṁ anuddesikeneva . Mānanti ‘‘ahametaṁ jānāmi, ahametaṁ passāmī’’ti evaṁ paṇḍitamānaṁ. Bhinditvāti vidhametvā, jahāpetvāti attho. Tayo satthāreti asampāditaattahito anovādakarasāvako, asampāditaattahito ovādakarasāvako, sampāditaattahito anovādakarasāvakoti ime tayo satthāre. Catuttho pana sammāsambuddho na codanāraho hotīti ‘‘tena pucchite eva kathessāmī’’ti codanārahe tayo satthāre paṭhamaṁ dassesi , pacchā catutthaṁsatthāraṁ. Kāmañcettha catuttho satthā eko adutiyo anaññasādhāraṇo, tathāpi so yesaṁ uttarimanussadhammānaṁ vasena ‘‘dhammamayo kāyo’’ti vuccati, tesaṁ samudāyabhūtopi te guṇāvayave satthuṭṭhāniye katvā dassento bhagavā ‘‘ayampi kho, lohicca, satthā’’ti abhāsi.",
  "tika-s0101t12:11": "Aññāti ya-kāralopena niddeso ‘‘sayaṁ abhiññā’’ti ādīsu (dī. ni. 1.28, 37, 52; ma. ni. 1.284; 2.341; a. ni. 2.5; 10.11; mahāva. 11; dha. pa. 353; kathā. 405) viya. Aññāyāti ca tadatthiye sampadānavacananti āha ‘‘ājānanatthāyā’’ti. Sāvakattaṁ paṭijānitvā ṭhitattā ekadesenassa sāsanaṁ karontīti āha ‘‘nirantaraṁ tassa sāsanaṁ akatvā’’ti. Ukkamitvā vattantīti yathicchitaṁ karontīti attho. Paṭikkamantiyāti anabhiratiyā agāravena apagacchantiyā, tenāha ‘‘anicchantiyā’’tiādi. Ekāyāti ekāya itthiyā. Eko iccheyyāti eko puriso tāya anicchantiyā sampayogaṁ kāmeyya. Osakkanādimukhena itthipurisasambandhanidassanaṁ gehasitaapekkhāvasena tassa satthuno sāvakesu paṭipattīti dasseti. Ativiya virattabhāvato daṭṭhumpi anicchamānaṁ. Lobhenāti parivāravasena uppajjanakalābhasakkāralobhena. Tattha sampādehīti tasmiṁ paṭipattidhamme patiṭṭhitaṁ katvā sampādehi. Ujuṁ karohi kāyavaṅkādivigamena.",
  "tika-s0101t12:12": "515.Evaṁ codanaṁ arahatīti evaṁ vuttanayena sāvakesu appossukkabhāvāpādane niyojanavasena codanaṁ arahati, na paṭhamo viya ‘‘evarūpo tava lobhadhammo’’tiādinā, na ca dutiyo viya ‘‘attānameva tāva tattha sampādehī’’tiādinā. Kasmā? Sampāditaattahitatāya tatiyassa.",
  "tika-s0101t12:13": "Nacodanārahasatthuvaṇṇanā",
  "tika-s0101t12:14": "516. ‘‘Na codanāraho’’ti ettha yasmā codanārahatā nāma satthuvippaṭipattiyā vā sāvakavippaṭipattiyā vā ubhayavippaṭipattiyā vā, tayidaṁ sabbampi imasmiṁ satthari natthi, tasmā na codanārahoti imamatthaṁ dassetuṁ ‘‘ayañhī’’tiādi vuttaṁ.",
  "tika-s0101t12:15": "517.Mayāgahitāya diṭṭhiyāti sabbaso anavajje sammāpaṭipanne paresaṁ sammadeva sammāpaṭipattiṁ dessente satthari abhūtadosāropanavasena micchāgahitāya nirayagāminiyā pāpadiṭṭhiyā . Narakapapātanti narakasaṅkhātaṁ mahāpapātaṁ. Papatanti tatthāti hi papāto. Saggamaggathaleti saggagāmimaggabhūte puññadhammathale. Sesaṁ suviññeyyameva.",
  "tika-s0101t12:16": "Lohiccasuttavaṇṇanāya līnatthappakāsanā."
}