{
  "tika-vin02t17:0": "9. Campeyyakkhandhakaṃ",
  "tika-vin02t17:1": "Kassapagottabhikkhuvatthukathāvaṇṇanā",
  "tika-vin02t17:2": "380. Campeyyakkhandhake campāyanti evaṃnāmake nagare. Tassa hi nagarassa ārāmapokkharaṇīādīsu tesu tesu ṭhānesu campakarukkhāva ussannā ahesuṃ, tasmā ‘‘campā’’ti saṅkhaṃ agamāsi. Gaggarāya pokkharaṇiyā tīreti tassa campānagarassa avidūre gaggarāya nāma rājamahesiyā khaṇitattā ‘‘gaggarā’’ti laddhavohārā pokkharaṇī atthi, tassā tīre samantato nīlādipañcavaṇṇakusumapaṭimaṇḍitaṃ mahantaṃ campakavanaṃ, tasmiṃ bhagavā kusumagandhasugandhe campakavane viharati. Taṃ sandhāya ‘‘gaggarāya pokkharaṇiyā tīre’’ti vuttaṃ. Tantibaddhoti tanti vuccati byāpāro, tattha baddho pasuto ussukkaṃ āpannoti attho, tasmiṃ āvāse akataṃ senāsanaṃ karoti, jiṇṇaṃ paṭisaṅkharoti, kate issaro hotīti adhippāyo. Tenāha ‘‘tasmiṃ āvāse kattabbattā tantipaṭibaddho’’ti, kattabbakamme ussāhamāpannoti attho.",
  "tika-vin02t17:3": "Ñattivipannakammādikathāvaṇṇanā",
  "tika-vin02t17:4": "385-387.Paṭikkosantesūti nivārentesu. Hāpanaṃ vā aññathā karaṇaṃ vā natthīti ñattikammassa ekāya eva ñattiyā kattabbattā tato hāpanaṃ na sambhavati, anussāvanāya abhāvato pacchā ñattiṭhapanavasena dvīhi ñattīhi karaṇavasena ca aññathā karaṇaṃ natthi.",
  "tika-vin02t17:5": "Catuvaggakaraṇādikathāvaṇṇanā",
  "tika-vin02t17:6": "389. Ukkhepanīyakammakato kammanānāsaṃvāsako, ukkhittānuvattako laddhinānāsaṃvāsako.",
  "tika-vin02t17:7": "Dvenissāraṇādikathāvaṇṇanā",
  "tika-vin02t17:8": "395.Appattonissāraṇanti ettha nissāraṇakammaṃ nāma kuladūsakānaññeva anuññātaṃ, ayañca ‘‘bālo hoti abyatto’’tiādinā niddiṭṭho kuladūsako na hoti, tasmā ‘‘appatto’’ti vutto . Yadi evaṃ kathaṃ sunissārito hotīti? Bālaabyattatādiyuttassapi kammakkhandhake ‘‘ākaṅkhamāno saṅgho pabbājanīyakammaṃ kareyyā’’ti (cūḷava. 27) vuttattā. Tenevāha ‘‘tañcesa…pe… tasmā sunissārito hotī’’ti. Tattha tanti pabbājanīyakammaṃ. Esoti ‘‘bālo’’tiādinā niddiṭṭho. Āveṇikena lakkhaṇenāti pabbājanīyakammassa āveṇikabhūtena kuladūsakabhāvalakkhaṇena.",
  "tika-vin02t17:9": "Tañce saṅgho nissāreti, sunissāritoti ettha adhippetassa pabbājanīyakammassa vasena atthaṃ dassetvā idāni yadi ‘‘tañce saṅgho nissāretī’’ti tajjanīyādikammavasena nissāraṇā adhippetā, tadā nissāraṇaṃ sampattoyeva tajjanīyādivasena sunissāritoti byatirekamukhena atthaṃ dassetuṃ puna ‘‘tañce saṅgho nissāretī’’ti ulliṅgetvā attho kathito. Natthi etassa apadānaṃ avakhaṇḍanaṃ āpattipariyantoti anapadāno. Ekekenapi aṅgena nissāraṇā anuññātāti kammakkhandhake anuññātā. Sesamettha pāḷito aṭṭhakathāto ca suviññeyyameva.",
  "tika-vin02t17:10": "Dvenissāraṇādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t17:11": "Campeyyakkhandhakavaṇṇanā niṭṭhitā."
}