{
  "tika-s0402t31:0": "(14) 4. Yodhājīvavaggo",
  "tika-s0402t31:1": "1. Yodhājīvasuttavaṇṇanā",
  "tika-s0402t31:2": "134. Catutthassa paṭhame yujjhanaṁ yodho, so ājīvo etassāti yodhājīvo. Yuddhamupajīvatīti vā etasmiṁ atthe yodhājīvoti niruttinayena padasiddhi veditabbā. Tenāha ‘‘yuddhaṁ upajīvatīti yodhājīvo’’ti. Saha…pe… passatīti pubbabhāge vipassanāpaññāya sammasanavasena, maggakkhaṇe abhisamayavasena attapaccakkhena ñāṇena passati.",
  "tika-s0402t31:3": "Yodhājīvasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t31:4": "2. Parisāsuttavaṇṇanā",
  "tika-s0402t31:5": "135. Dutiye appaṭipucchitvā vinītāti ‘‘taṁ kiṁ maññatha, bhikkhave, rūpaṁ niccaṁ vā aniccaṁ vā’’tiādinā appaṭipucchitvā kevalaṁ dhammadesanāvaseneva vinītaparisā. Dubbinītaparisāti dukkhena vinītaparisā. Pucchitvā vinītāti ‘‘taṁ kiṁ maññatha, bhikkhave’’tiādinā pucchitvā anumatiggahaṇavasena vinītā. Suvinītaparisāti sukhena vinītaparisā. Anumatiggahaṇavasena vinayanañhi na dukkaraṁ hoti.",
  "tika-s0402t31:6": "Parisāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t31:7": "4. Uppādāsuttavaṇṇanā",
  "tika-s0402t31:8": "137. Catutthe uppādā vā tathāgatānanti tathāgatānaṁ uppādepi veneyyapuggalānaṁ maggaphaluppatti viya saṅkhārānaṁ aniccādisabhāvo na tathāgatuppādāyatto, atha kho tathāgatānaṁ uppādepi anuppādepi hotimevāti vuttaṁ hoti. Ṭhitāva sā dhātūti ṭhito eva so aniccasabhāvo byabhicārābhāvato na kadāci saṅkhārā aniccā na hoti. Kāmaṁ asaṅkhatā viya dhātu na nicco so sabhāvo, tathāpi sabbakālikoyevāti adhippāyo.",
  "tika-s0402t31:9": "Aparo nayo – ṭhitāva sā dhātūti ‘‘sabbe saṅkhārā aniccā’’ti esā dhātu esa sabhāvo tathāgatānaṁ uppādato pubbe uddhañca appaṭivijjhiyamāno na tathāgatehi uppādito, atha kho sabbakālaṁ sabbe saṅkhārā aniccā, ṭhitāva sā dhātu, kevalaṁ pana sayambhuñāṇena abhisambujjhanato ‘‘ayaṁ dhammo tathāgatena abhisambuddho’’ti pavedanato ca tathāgato dhammassāmīti vuccati apubbassa tassa uppādanato. Tena vuttaṁ ‘‘ṭhitāva sā dhātū’’ti.",
  "tika-s0402t31:10": "Abhisambujjhatīti ñāṇena abhisambujjhati. Abhisametīti ñāṇena abhisamāgacchati. Ācikkhatīti katheti. Desetīti dasseti. Paññāpetīti jānāpeti. Paṭṭhapetīti ñāṇamukhe ṭhapeti. Vivaratīti vivaritvā dasseti. Vibhajatīti vibhāgato dasseti. Uttānīkarotīti pākaṭaṁ karoti.",
  "tika-s0402t31:11": "Atha vā abhisambujjhatīti paccakkhakaraṇena abhimukhaṁ bujjhati, yāthāvato paṭivijjhati. Tato eva abhisameti abhimukhaṁ samāgacchati. Ādito kathento ācikkhati, uddisatīti attho. Tameva uddesaṁ pariyosāpento deseti. Yathāuddiṭṭhamatthaṁ nidassanavasena pakārehi ñāpento paññāpeti. Pakārehi etamatthaṁ patiṭṭhapento paṭṭhapeti. Yathāuddiṭṭhaṁ paṭinidassanavasena vivarati vibhajati. Vivaṭaṁ vibhattañca atthaṁ hetūdāharaṇadassanehi pākaṭaṁ karonto uttānīkaroti.",
  "tika-s0402t31:12": "Uppādāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t31:13": "5-10. Kesakambalasuttādivaṇṇanā",
  "tika-s0402t31:14": "138-143. Pañcame tantāvutānaṁ vatthānanti idaṁ ‘‘yāni kānicī’’ti iminā samānādhikaraṇanti āha ‘‘paccatte sāmivacana’’nti. Vāyitānanti vītānaṁ. Lāmakoti nihīno, makkhali moghapurisoti ettha makkhalīti tassa nāmaṁ. Taṁ kira sakaddamāya bhūmiyā telaghaṭaṁ gahetvā gacchantaṁ, ‘‘tāta, mā khalī’’ti sāmiko āha. So pamādena khalitvā patitvā sāmikassa bhayena palāyituṁ āraddho. Sāmiko upadhāvitvā naṁ dussakaṇṇe aggahesi, sāṭakaṁ chaḍḍetvā acelako hutvā palāyi. So paṇṇena vā tiṇena vā paṭicchādetumpi ajānanto jātarūpeneva ekaṁ gāmaṁ pāvisi. Manussā taṁ disvā ‘‘ayaṁ samaṇo arahā appiccho, natthi iminā sadiso’’ti pūvabhattādīni gahetvā upasaṅkamanti. So ‘‘mayhaṁ sāṭakaṁ anivatthabhāvena idaṁ uppanna’’nti tato paṭṭhāya sāṭakaṁ labhitvāpi na nivāsesi, tadeva ca pabbajjaṁ aggahesi. Tassa santike aññepi aññepīti pañcasatā manussā pabbajiṁsu. Taṁ sandhāyāha ‘‘makkhali moghapuriso’’ti. Chaṭṭhādīni uttānatthāni eva.",
  "tika-s0402t31:15": "Kesakambalasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t31:16": "11-13. Paṭhamamoranivāpasuttādivaṇṇanā",
  "tika-s0402t31:17": "144-146. Ekādasame akuppadhammatāya khayavayasaṅkhātaṁ antaṁ atītāti accantā, evaṁ aparihāyanasabhāvattā accantā niṭṭhā assāti accantaniṭṭho. Tenāha ‘‘antaṁ atikkantaniṭṭho’’tiādi. Na hi paṭividdhassa lokuttaradhammassa dassanaṁ kuppanaṁ nāma atthi. Dhuvaniṭṭhoti satataniṭṭho. Accantameva catūhi yogehi khemo etassa atthīti accantayogakkhemī, niccayogakkhemīti attho. Maggabrahmacariyassa vusitattā tassa avihāyanasabhāvattā accantaṁ brahmacārīti accantabrahmacārī, niccabrahmacārīti attho. Pariyosānanti brahmacariyapariyosānaṁ vaṭṭadukkhapariyosānañca . Accantaṁ pariyosānamassāti accantapariyosāno. Dvādasamaterasamāni uttānatthāneva.",
  "tika-s0402t31:18": "Paṭhamamoranivāpasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t31:19": "Yodhājīvavaggavaṇṇanā niṭṭhitā.",
  "tika-s0402t31:20": "147-156. Maṅgalavaggo uttānatthoyeva.",
  "tika-s0402t31:21": "Tatiyapaṇṇāsakaṁ niṭṭhitaṁ."
}