{
  "tika-abh07t8:0": "9. Kammaṭṭhānaparicchedo",
  "tika-abh07t8:1": "1. Samathavipassanānaṁ, bhāvanānamito paraṁ.",
  "tika-abh07t8:2": "Kammaṭṭhānaṁ pavakkhāmi, duvidhampi yathākkamaṁ.",
  "tika-abh07t8:3": "Samathakammaṭṭhānaṁ",
  "tika-abh07t8:4": "2. Tattha samathasaṅgahe tāva dasa kasiṇāni, dasa asubhā, dasa anussatiyo, catasso appamaññāyo, ekā saññā, ekaṁ vavatthānaṁ, cattāro āruppā ceti sattavidhena samathakammaṭṭhānasaṅgaho.",
  "tika-abh07t8:5": "Caritabhedo",
  "tika-abh07t8:6": "3. Rāgacaritā dosacaritā mohacaritā saddhācaritā buddhicaritā vitakkacaritā ceti chabbidhena caritasaṅgaho.",
  "tika-abh07t8:7": "Bhāvanābhedo",
  "tika-abh07t8:8": "4. Parikammabhāvanā upacārabhāvanā appanābhāvanā ceti tisso bhāvanā.",
  "tika-abh07t8:9": "Nimittabhedo",
  "tika-abh07t8:10": "5. Parikammanimittaṁ uggahanimittaṁ paṭibhāganimittañceti tīṇi nimittāni ca veditabbāni.",
  "tika-abh07t8:11": "6. Kathaṁ? Pathavīkasiṇaṁ āpokasiṇaṁ tejokasiṇaṁ vāyokasiṇaṁ nīlakasiṇaṁ pītakasiṇaṁ lohitakasiṇaṁ odātakasiṇaṁ ākāsakasiṇaṁ ālokakasiṇañceti imāni dasa kasiṇāni nāma.",
  "tika-abh07t8:12": "7. Uddhumātakaṁ vinīlakaṁ vipubbakaṁ vicchiddakaṁ vikkhāyitakaṁ vikkhittakaṁ hatavikkhittakaṁ lohitakaṁ puḷavakaṁ aṭṭhikañceti ime dasa asubhā nāma.",
  "tika-abh07t8:13": "8. Buddhānussati dhammānussati saṁghānussati sīlānussati cāgānussati devatānussati upasamānussati maraṇānussati kāyagatāsati ānāpānassati ceti imā dasa anussatiyo nāma.",
  "tika-abh07t8:14": "9. Mettā karuṇā muditā upekkhā ceti imā catasso appamaññāyo nāma, brahmavihāroti ca pavuccati.",
  "tika-abh07t8:15": "10. Āhārepaṭikūlasaññā ekā saññā nāma.",
  "tika-abh07t8:16": "11. Catudhātuvavatthānaṁ ekaṁ vavatthānaṁ nāma.",
  "tika-abh07t8:17": "12. Ākāsānañcāyatanādayo cattāro āruppā nāmāti sabbathāpi samathaniddese cattālīsa kammaṭṭhānāni bhavanti.",
  "tika-abh07t8:18": "Sappāyabhedo",
  "tika-abh07t8:19": "13. Caritāsu pana dasa asubhā kāyagatāsatisaṅkhātā koṭṭhāsabhāvanā ca rāgacaritassa sappāyā.",
  "tika-abh07t8:20": "14. Catasso appamaññāyo nīlādīni ca cattāri kasiṇāni dosacaritassa.",
  "tika-abh07t8:21": "15. Ānāpānaṁ mohacaritassa vitakkacaritassa ca,",
  "tika-abh07t8:22": "16. Buddhānussatiādayo cha saddhācaritassa.",
  "tika-abh07t8:23": "17. Maraṇaupasamasaññāvavatthānāni buddhicaritassa.",
  "tika-abh07t8:24": "18. Sesāni pana sabbānipi kammaṭṭhānāni sabbesampi sappāyāni, tatthāpi kasiṇesu puthulaṁ mohacaritassa, khuddakaṁ vitakkacaritassevāti.",
  "tika-abh07t8:25": "Ayamettha sappāyabhedo.",
  "tika-abh07t8:26": "Bhāvanābhedo",
  "tika-abh07t8:27": "19.Bhāvanāsu sabbatthāpi parikammabhāvanā labbhateva, buddhānussatiādīsu aṭṭhasu saññāvavatthānesu cāti dasasukammaṭṭhānesu upacārabhāvanāva sampajjati, natthi appanā.",
  "tika-abh07t8:28": "20. Sesesu pana samatiṁsakammaṭṭhānesu appanābhāvanāpi sampajjati.",
  "tika-abh07t8:29": "21. Tatthāpi dasa kasiṇāni ānāpānañca pañcakajjhānikāni.",
  "tika-abh07t8:30": "22. Dasa asubhā kāyagatāsati ca paṭhamajjhānikā.",
  "tika-abh07t8:31": "23. Mettādayo tayo catukkajjhānikā.",
  "tika-abh07t8:32": "24. Upekkhā pañcamajjhānikāti chabbīsati rūpāvacarajjhānikāni kammaṭṭhānāni.",
  "tika-abh07t8:33": "25. Cattāro pana āruppā āruppajjhānikāti.",
  "tika-abh07t8:34": "Ayamettha bhāvanābhedo.",
  "tika-abh07t8:35": "Gocarabhedo",
  "tika-abh07t8:36": "26.Nimittesu pana parikammanimittaṁ uggahanimittañca sabbatthāpi yathārahaṁ pariyāyena labbhanteva.",
  "tika-abh07t8:37": "27. Paṭibhāganimittaṁ pana kasiṇāsubhakoṭṭhāsaānāpānesveva labbhati, tattha hi paṭibhāganimittamārabbha upacārasamādhi appanāsamādhi ca pavattanti.",
  "tika-abh07t8:38": "28. Kathaṁ? Ādikammikassa hi pathavīmaṇḍalādīsu nimittaṁ uggaṇhantassa tamārammaṇaṁ parikammanimittanti pavuccati, sā ca bhāvanā parikammabhāvanā nāma.",
  "tika-abh07t8:39": "29. Yadā pana taṁ nimittaṁ cittena samuggahitaṁ hoti, cakkhunā passantasseva manodvārassa āpāthamāgataṁ, tadā tamevārammaṇaṁ uggahanimittaṁ nāma, sā ca bhāvanā samādhiyati.",
  "tika-abh07t8:40": "30. Tathā samāhitassa panetassa tato paraṁ tasmiṁ uggahanimitte parikammasamādhinā bhāvanamanuyuñjantassa yadā tappaṭibhāgaṁ vatthudhammavimuccitaṁ paññattisaṅkhātaṁ bhāvanāmayamārammaṇaṁ citte sannisannaṁ samappitaṁ hoti, tadā taṁ paṭibhāganimittaṁ samuppannanti pavuccati.",
  "tika-abh07t8:41": "31. Tato paṭṭhāya paripanthavippahīnā kāmāvacarasamādhisaṅkhātā upacārabhāvanā nipphannā nāma hoti.",
  "tika-abh07t8:42": "32. Tato paraṁ tameva paribhāganimittaṁ upacārasamādhinā samāsevantassa rūpāvacarapaṭhamajjhānamappeti.",
  "tika-abh07t8:43": "33. Tato paraṁ tameva paṭhamajjhānaṁ āvajjanaṁ samāpajjanaṁ adhiṭṭhānaṁ vuṭṭhānaṁ paccavekkhaṇā ceti imāhi pañcahi vasitāhi vasībhūtaṁ katvā vitakkādikamoḷārikaṅgaṁ pahānāya vicārādisukhumaṅgupattiyā padahato yathākkamaṁ dutiyajjhānādayo yathārahamappenti.",
  "tika-abh07t8:44": "34. Iccevaṁ pathavīkasiṇādīsu dvāvīsatikammaṭṭhānesu paṭibhāganimittamupalabbhati.",
  "tika-abh07t8:45": "35. Avasesesu pana appamaññā sattapaññattiyaṁ pavattanti.",
  "tika-abh07t8:46": "36. Ākāsavajjitakasiṇesu pana yaṁ kiñci kasiṇaṁ ugghāṭetvā laddhamākāsaṁ anantavasena parikammaṁ karontassa paṭhamāruppamappeti.",
  "tika-abh07t8:47": "37. Tameva paṭhamāruppaviññāṇaṁ anantavasena parikammaṁ karontassa dutiyāruppamappeti.",
  "tika-abh07t8:48": "38. Tameva paṭhamāruppaviññāṇābhāvaṁ pana ‘‘natthi kiñcī’’ti parikammaṁ karontassa tatiyāruppamappeti.",
  "tika-abh07t8:49": "39. Tatiyāruppaṁ ‘‘santametaṁ, paṇītameta’’nti parikammaṁ karontassa catutthāruppamappeti.",
  "tika-abh07t8:50": "40. Avasesesu ca dasasu kammaṭṭhānesu buddhaguṇādikamārammaṇamārabbha parikammaṁ katvā tasmiṁ nimitte sādhukamuggahite tattheva parikammañca samādhiyati, upacāro ca sampajjati.",
  "tika-abh07t8:51": "41. Abhiññāvasena pavattamānaṁ pana rūpāvacarapañcamajjhānaṁ abhiññāpādakapañcamajjhānā vuṭṭhahitvā adhiṭṭheyyādikamāvajjetvā parikammaṁ karontassa rūpādīsu ārammaṇesu yathārahamappeti.",
  "tika-abh07t8:52": "42. Abhiññā ca nāma –",
  "tika-abh07t8:53": "Iddhividhaṁ dibbasotaṁ, paracittavijānanā;",
  "tika-abh07t8:54": "Pubbenivāsānussati, dibbacakkhūti pañcadhā.",
  "tika-abh07t8:55": "Ayamettha gocarabhedo.",
  "tika-abh07t8:56": "Niṭṭhito ca samathakammaṭṭhānanayo.",
  "tika-abh07t8:57": "Vipassanākammaṭṭhānaṁ",
  "tika-abh07t8:58": "Visuddhibhedo",
  "tika-abh07t8:59": "43.Vipassanākammaṭṭhāne pana sīlavisuddhi cittavisuddhi diṭṭhivisuddhi kaṅkhāvitaraṇavisuddhi maggāmaggañāṇadassanavisuddhi paṭipadāñāṇadassanavisuddhi ñāṇadassanavisuddhi ceti sattavidhena visuddhisaṅgaho.",
  "tika-abh07t8:60": "44. Aniccalakkhaṇaṁ dukkhalakkhaṇaṁ anattalakkhaṇañceti tīṇi lakkhaṇāni.",
  "tika-abh07t8:61": "45. Aniccānupassanā dukkhānupassanā anattānupassanā ceti tisso anupassanā.",
  "tika-abh07t8:62": "46. Sammasanañāṇaṁ udayabbayañāṇaṁ bhaṅgañāṇaṁ bhayañāṇaṁ ādīnavañāṇaṁ nibbidāñāṇaṁ muccitukamyatāñāṇaṁ paṭisaṅkhāñāṇaṁ saṅkhārupekkhāñāṇaṁ anulomañāṇañceti dasa vipassanāñāṇāni.",
  "tika-abh07t8:63": "47. Suññato vimokkho, animitto vimokkho, appaṇihito vimokkho ceti tayo vimokkhā.",
  "tika-abh07t8:64": "48. Suññatānupassanā animittānupassanā appaṇihitānupassānā ceti tīṇi vimokkhamukhāni ca veditabbāni.",
  "tika-abh07t8:65": "49. Kathaṁ ? Pātimokkhasaṁvarasīlaṁ indriyasaṁvarasīlaṁ ājīvapārisuddhisīlaṁ paccayasannissitasīlañceti catupārisuddhisīlaṁ sīlavisuddhi nāma.",
  "tika-abh07t8:66": "50. Upacārasamādhi appanāsamādhi ceti duvidhopi samādhi cittavisuddhi nāma.",
  "tika-abh07t8:67": "51. Lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena nāmarūpa pariggaho diṭṭhivisuddhi nāma.",
  "tika-abh07t8:68": "52. Tesameva ca nāmarūpānaṁ paccayapariggaho kaṅkhāvitaraṇavisuddhi nāma.",
  "tika-abh07t8:69": "53. Tato paraṁ pana tathāpariggahitesu sappaccayesu tebhūmakasaṅkhāresu atītādibhedabhinnesu khandhādinayamārabbha kalāpavasena saṅkhipitvā ‘‘aniccaṁ khayaṭṭhena, dukkhaṁ bhayaṭṭhena, anattā asārakaṭṭhenā’’ti addhānavasena santativasena khaṇavasena vā sammasanañāṇena lakkhaṇattayaṁ sammasantassa tesveva paccayavasena khaṇavasena ca udayabbayañāṇena udayabbayaṁ samanupassantassa ca –",
  "tika-abh07t8:70": "‘‘Obhāso pīti passaddhi, adhimokkho ca paggaho;",
  "tika-abh07t8:71": "Sukhaṁ ñāṇamupaṭṭhānamupekkhā ca nikanti ce’’ti. –",
  "tika-abh07t8:72": "Obhāsādivipassanupakkilesaparipanthapariggahavasena maggāmaggalakkhaṇavavatthānaṁ maggāmaggañāṇadassanavisuddhi nāma.",
  "tika-abh07t8:73": "54. Tathā paripanthavimuttassa pana tassa udayabbayañāṇato paṭṭhāya yā vānulomā tilakkhaṇaṁ vipassanāparamparāya paṭipajjantassa nava vipassanāñāṇāni paṭipadāñāṇadassanavisuddhi nāma.",
  "tika-abh07t8:74": "55. Tassevaṁ paṭipajjantassa pana vipassanāparipākamāgamma ‘‘idāni appanā uppajjissatī’’ti bhavaṅgaṁ vocchijjitvā uppannamanodvārāvajjanānantaraṁ dve tīṇi vipassanācittāni yaṁ kiñci aniccādilakkhaṇamārabbha parikammopacārānulomanāmena pavattanti.",
  "tika-abh07t8:75": "56. Yā sikhāppattā, sā sānulomā saṅkhārupekkhā vuṭṭhānagāminivipassanāti ca pavuccati.",
  "tika-abh07t8:76": "57. Tato paraṁ gotrabhucittaṁ nibbānamālambitvā puthujjanagottamabhibhavantaṁ, ariyagottamabhisambhontañca pavattati.",
  "tika-abh07t8:77": "58. Tassānantarameva maggo dukkhasaccaṁ parijānanto samudayasaccaṁ pajahanto, nirodhasaccaṁ sacchikaronto, maggasaccaṁ bhāvanāvasena appanāvīthimotarati.",
  "tika-abh07t8:78": "59. Tato paraṁ dve tīṇi phalacittāni pavattitvā bhavaṅgapātova hoti, puna bhavaṅgaṁ vocchinditvā paccavekkhaṇañāṇāni pavattanti.",
  "tika-abh07t8:79": "60. Maggaṁ phalañca nibbānaṁ, paccavekkhati paṇḍito.",
  "tika-abh07t8:80": "Hīne kilese sese ca, paccavekkhati vāna vā.",
  "tika-abh07t8:81": "Chabbisuddhikamenevaṁ, bhāvetabbo catubbidho;",
  "tika-abh07t8:82": "Ñāṇadassanavisuddhi, nāma maggo pavuccati.",
  "tika-abh07t8:83": "Ayamettha visuddhibhedo.",
  "tika-abh07t8:84": "Vimokkhabhedo",
  "tika-abh07t8:85": "61. Tattha anattānupassanā attābhinivesaṁ muñcantī suññatānupassanā nāma vimokkhamukhaṁ hoti.",
  "tika-abh07t8:86": "62. Aniccānupassanā vipallāsanimittaṁ muñcantī animittānupassanā nāma.",
  "tika-abh07t8:87": "63. Dukkhānupassanā taṇhāpaṇidhiṁ muñcantī appaṇihitānupassanā nāma.",
  "tika-abh07t8:88": "64. Tasmā yadi vuṭṭhānagāminivipassanā anattato vipassati, suññato vimokkho nāma hoti maggo.",
  "tika-abh07t8:89": "65. Yadi aniccato vipassati, animitto vimokkho nāma.",
  "tika-abh07t8:90": "66. Yadi dukkhato vipassati, appaṇihito vimokkho nāmāti ca maggo vipassanāgamanavasena tīṇi nāmāni labhati, tathā phalañca maggāgamanavasena maggavīthiyaṁ.",
  "tika-abh07t8:91": "67. Phalasamāpattivīthiyaṁ pana yathāvuttanayena vipassantānaṁ yathāsakaphalamuppajjamānampi vipassanāgamanavaseneva suññatādivimokkhoti ca pavuccati, ārammaṇavasena pana sarasavasena ca nāmattayaṁ sabbattha sabbesampi samameva ca.",
  "tika-abh07t8:92": "Ayamettha vimokkhabhedo.",
  "tika-abh07t8:93": "Puggalabhedo",
  "tika-abh07t8:94": "68. Ettha pana sotāpattimaggaṁ bhāvetvā diṭṭhivicikicchāpahānena pahīnāpāyagamano sattakkhattuparamo sotāpanno nāma hoti.",
  "tika-abh07t8:95": "69. Sakadāgāmimaggaṁ bhāvetvā rāgadosamohānaṁ tanukarattā sakadāgāmī nāma hoti sakideva imaṁ lokaṁ āgantvā.",
  "tika-abh07t8:96": "70. Anāgāmimaggaṁ bhāvetvā kāmarāgabyāpādānamanavasesappahānena anāgāmī nāma hoti anāgantvā itthattaṁ.",
  "tika-abh07t8:97": "71. Arahattamaggaṁ bhāvetvā anavasesakilesappahānena arahā nāma hoti khīṇāsavo loke aggadakkhiṇeyyoti.",
  "tika-abh07t8:98": "Ayamettha puggalabhedo.",
  "tika-abh07t8:99": "Samāpattibhedo",
  "tika-abh07t8:100": "72.Phalasamāpattivīthiyaṁ panettha sabbesampi yathāsakaphalavasena sādhāraṇāva.",
  "tika-abh07t8:101": "73.Nirodhasamāpattisamāpajjanaṁ pana anāgāmīnañceva arahantānañca labbhati, tattha yathākkamaṁ paṭhamajjhānādimahaggatasamāpattiṁ samāpajjitvā vuṭṭhāya tattha gate saṅkhāradhamme tattha tattheva vipassanto yāva ākiñcaññāyatanaṁ gantvā tato paraṁ adhiṭṭheyyādikaṁ pubbakiccaṁ katvā nevasaññānāsaññāyatanaṁ samāpajjati, tassa dvinnaṁ appanājavanānaṁ parato vocchijjati cittasantati, tato nirodhasamāpanno nāma hoti.",
  "tika-abh07t8:102": "74. Vuṭṭhānakāle pana anāgāmino anāgāmiphalacittaṁ, arahato arahattaphalacittaṁ ekavārameva pavattitvā bhavaṅgapāto hoti, tato paraṁ paccavekkhaṇañāṇaṁ pavattati.",
  "tika-abh07t8:103": "Ayamettha samāpattibhedo.",
  "tika-abh07t8:104": "Niṭṭhito ca vipassanākammaṭṭhānanayo.",
  "tika-abh07t8:105": "Uyyojanaṁ",
  "tika-abh07t8:106": "75. Bhāvetabbaṁ paniccevaṁ, bhāvanādvayamuttamaṁ.",
  "tika-abh07t8:107": "Paṭipattirasassādaṁ, patthayantena sāsaneti.",
  "tika-abh07t8:108": "Iti abhidhammatthasaṅgahe kammaṭṭhānasaṅgahavibhāgo nāma",
  "tika-abh07t8:109": "Navamo paricchedo.",
  "tika-abh07t8:110": "Nigamanaṁ",
  "tika-abh07t8:111": "(Ka) cārittasobhitavisālakulodayena ,",
  "tika-abh07t8:112": "Saddhābhivuḍḍhaparisuddhaguṇodayena;",
  "tika-abh07t8:113": "Nampavhayena paṇidhāya parānukampaṁ,",
  "tika-abh07t8:114": "Yaṁ patthitaṁ pakaraṇaṁ pariniṭṭhitaṁ taṁ.",
  "tika-abh07t8:115": "(Kha) puññena tena vipulena tu mūlasomaṁ;",
  "tika-abh07t8:116": "Dhaññādhivāsamuditoditamāyukantaṁ;",
  "tika-abh07t8:117": "Paññāvadātaguṇasobhitalajjibhikkhū,",
  "tika-abh07t8:118": "Maññantu puññavibhavodayamaṅgalāya.",
  "tika-abh07t8:119": "Iti anuruddhācariyena racitaṁ",
  "tika-abh07t8:120": "Abhidhammatthasaṅgahaṁ nāma pakaraṇaṁ.",
  "tika-abh07t8:121": " Namo tassa bhagavato arahato sammāsambuddhassa.",
  "tika-abh07t8:122": "Abhidhammatthavibhāvinīṭīkā",
  "tika-abh07t8:123": "Ganthārambhakathā",
  "tika-abh07t8:124": "(Ka) visuddhakaruṇāñāṇaṁ , buddhaṁ sambuddhapūjitaṁ;",
  "tika-abh07t8:125": "Dhammaṁ saddhammasambhūtaṁ, natvā saṁghaṁ niraṅgaṇaṁ.",
  "tika-abh07t8:126": "(Kha) sāriputtaṁ mahātheraṁ, pariyattivisāradaṁ;",
  "tika-abh07t8:127": "Vanditvā sirasā dhīraṁ, garuṁ gāravabhājanaṁ.",
  "tika-abh07t8:128": "(Ga) vaṇṇayissaṁ samāsena, abhidhammatthasaṅgahaṁ;",
  "tika-abh07t8:129": "Ābhidhammikabhikkhūnaṁ, paraṁ pītivivaḍḍhanaṁ.",
  "tika-abh07t8:130": "(Gha) porāṇehi anekāpi, katā yā pana vaṇṇanā;",
  "tika-abh07t8:131": "Na tāhi sakkā sabbattha, attho viññātave idha.",
  "tika-abh07t8:132": "(Ṅa) tasmā līnapadānettha, sādhippāyamahāpayaṁ;",
  "tika-abh07t8:133": "Vibhāvento samāsena, racayissāmi vaṇṇananti.",
  "tika-abh07t8:134": "Ganthārambhakathāvaṇṇanā",
  "tika-abh07t8:135": "1. Paramavicittanayasamannāgataṁ sakasamayasamayantaragahanaviggāhaṇasamatthaṁ suvimalavipulapaññāveyyattiyajananaṁ pakaraṇamidamārabhantoyamācariyo paṭhamaṁ tāva ratanattayapaṇāmābhidheyya karaṇappakārapakaraṇābhidhānapayojanāni dassetuṁ ‘‘sammāsambuddha’’ntyādimāha.",
  "tika-abh07t8:136": "Ettha hi ‘‘sammāsambuddha…pe… abhivādiyā’’ti iminā ratanattayapaṇāmo vutto, abhidhammatthasaṅgaha’’nti etena abhidheyyakaraṇappakārapakaraṇābhidhānāni abhidhammatthānaṁ idha saṅgahetabbabhāvadassanena tesaṁ iminā samuditena paṭipādetabbabhāvadīpanato, ekattha saṅgayha kathanākāradīpanato, atthānugatasamaññāparidīpanato ca. Payojanaṁ pana saṅgahapadena sāmatthiyato dassitameva abhidhammatthānaṁ ekattha saṅgahe sati taduggahaparipucchādivasena tesaṁ sarūpāvabodhassa, tammūlikāya ca diṭṭhadhammikasamparāyikatthasiddhiyā anāyāsena saṁsijjhanato.",
  "tika-abh07t8:137": "Tattha ratanattayapaṇāmappayojanaṁ tāva bahudhā papañcenti ācariyā, visesato pana antarāyanivāraṇaṁ paccāsīsanti. Tathā hi vuttaṁ saṅgahakārehi ‘‘tassānubhāvena hatantarāyo’’ti (pārā. aṭṭha. 1.ganthārambhakathā). Ratanattayapaṇāmo hi atthato paṇāmakiriyābhinipphādikā kusalacetanā, sā ca vandaneyyavandakānaṁ khettajjhāsayasampadāhi diṭṭhadhammavedanīyabhūtā yathāladdhasampattinimittakassa kammassa anubalappadānavasena tannibbattitavipākasantatiyā antarāyakarāni upapīḷakaupacchedakakammāni paṭibāhitvā tannidānānaṁ yathādhippetasiddhivibandhakānaṁ rogādiantarāyānamappavattiṁ sādheti. Tasmā pakaraṇārambhe ratanattayapaṇāmakaraṇaṁ yathāraddhapakaraṇassa anantarāyena parisamāpanatthañceva sotūnañca vandanāpubbaṅgamāya paṭipattiyā anantarāyena uggahaṇadhāraṇādisaṁsijjhanatthañca. Abhidheyyakathanaṁ pana viditābhidheyyasseva ganthassa viññūhi uggahaṇādivasena paṭipajjitabbabhāvato. Karaṇappakārappayojanasandassanāni ca sotujanasamussāhajananatthaṁ. Abhidhānakathanaṁ pana vohārasukhatthanti ayamettha samudāyattho. Ayaṁ pana avayavattho – sasaddhammagaṇuttamaṁ atulaṁ sammāsambuddhaṁ abhivādiya abhidhammatthasaṅgahaṁ bhāsissanti sambandho.",
  "tika-abh07t8:138": "Tattha sammā sāmañca sabbadhamme abhisambuddhoti sammā sambuddho, bhagavā. So hi saṅkhatāsaṅkhatabhedaṁ sakalampi dhammajātaṁ yāthāvasarasalakkhaṇapaṭivedhavasena sammā sayaṁ vicitopacitapāramitāsambhūtena sayambhūñāṇena sāmaṁ bujjhi aññāsi. Yathāha ‘‘sayaṁ abhiññāya kamuddiseyya’’nti (mahāva. 11; ma. ni. 1.285; 2.341; dha. pa. 353), atha vā budhadhātussa jāgaraṇavikasanatthesupi pavattanato sammā sāmañca paṭibuddho anaññapaṭibodhito hutvā sayameva savāsanasammohaniddāya accantaṁ vigato, dinakarakiraṇasamāgamena paramarucirasirisobhaggappattiyā vikasitamiva padumaṁ aggamaggañāṇasamāgamena aparimitaguṇagaṇālaṅkatasabbaññutaññāṇappattiyā sammā sayameva vikasito vikāsamanuppattotyattho. Yathāvuttavacanatthayogepi sammāsambuddhasaddassa bhagavati samaññāvasena pavattattā ‘‘atula’’nti iminā viseseti. Tulāya sammito tulyo, soyeva tulo yakāralopavasena. Atha vā sammitatthe akārapaccayavasena tulāya sammito tulo, na tulo atulo, sīlādīhi guṇehi kenaci asadiso, natthi etassa vā tulo sadisoti atulo sadevake loke aggapuggalabhāvato. Yathāha ‘‘yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā…pe… tathāgato tesaṁ aggamakkhāyatī’’tiādi (a. ni. 4.34; 5.32; itivu. 90).",
  "tika-abh07t8:139": "Ettāvatā ca hetuphalasattūpakārasampadāvasena tīhākārehi bhagavato thomanā katā hoti. Tattha hetusampadā nāma mahākaruṇāsamāyogo bodhisambhārasambharaṇañca . Phalasampadā pana ñāṇapahānaānubhāvarūpakāyasampadāvasena catubbidhā. Tattha sabbaññutaññāṇapadaṭṭhānaṁ maggañāṇaṁ, tammūlakāni ca dasabalādiñāṇāni ñāṇasampadā. Savāsanasakalasaṁkilesānamaccantamanuppādadhammatāpādanaṁ pahānasampadā. Yathicchitanipphādane ādhipaccaṁ ānubhāvasampadā. Sakalalokanayanābhisekabhūtā pana lakkhaṇānubyañjanappaṭimaṇḍitā attabhāvasampatti rūpakāyasampadā nāma. Sattūpakāro pana āsayapayogavasena duvidho. Tattha devadattādīsu virodhisattesupi niccaṁ hitajjhāsayatā, aparipākagatindriyānaṁ indriyaparipākakālāgamanañca āsayo nāma. Tadaññasattānaṁ pana lābhasakkārādinirapekkhacittassa yānattayamukhena sabbadukkhaniyyānikadhammadesanā payogo nāma.",
  "tika-abh07t8:140": "Tattha purimā dve phalasampadā ‘‘sammāsambuddha’’nti iminā dassitā, itarā pana dve, tathā sattūpakārasampadā ca ‘‘atula’’nti etena, tadupāyabhūtā pana hetusampadā dvīhipi sāmatthiyato dassitā tathāvidhahetubyatirekena tadubhayasampattīnamasambhavato, ahetukatte ca sabbattha tāsaṁ sambhavappasaṅgato.",
  "tika-abh07t8:141": "Tadevaṁ tividhāvatthāsaṅgahitathomanāpubbaṅgamaṁ buddharatanaṁ vanditvā idāni sesaratanānampi paṇāmamārabhanto āha ‘‘sasaddhammagaṇuttama’’nti. Guṇībhūtānampi hi dhammasaṁghānaṁ abhivādetabbabhāvo sahayogena viññāyati yathā ‘‘saputtadāro āgatoti puttadārassāpi āgamana’’nti.",
  "tika-abh07t8:142": "Tattha attānaṁ dhārente catūsu apāyesu, vaṭṭadukkhesu ca apatamāne katvā dhāretīti dhammo, catumaggaphalanibbānavasena navavidho, pariyattiyā saha dasavidho vā dhammo. Dhāraṇañca panetassa apāyādinibbattakakilesaviddhaṁsanaṁ, taṁ ariyamaggassa kilesasamucchedakabhāvato, nibbānassa ca ārammaṇabhāvena tassa tadatthasiddhihetutāya nippariyāyato labbhati, phalassa pana kilesānaṁ paṭippassambhanavasena maggānukūlappavattito, pariyattiyā ca tadadhigamahetutāyāti ubhinnampi pariyāyatoti daṭṭhabbaṁ. Sataṁ sappurisānaṁ ariyapuggalānaṁ, santo vā saṁvijjamāno na titthiyaparikappito attā viya paramatthato avijjamāno santo vā pasattho svākkhātatādiguṇayogato na bāhirakadhammo viya ekantanindito dhammoti saddhammo, gaṇo ca so aṭṭhannaṁ ariyapuggalānaṁ samūhabhāvato uttamo ca suppaṭipannatādiguṇavisesayogato, gaṇānaṁ, gaṇesu vā devamanussādi samūhesu uttamo yathāvuttaguṇavasenāti gaṇuttamo, saha saddhammena, gaṇuttamena cāti sasaddhammagaṇuttamo, taṁ sasaddhammagaṇuttamaṁ.",
  "tika-abh07t8:143": "Abhivādiyāti visesato vanditvā, bhayalābhakulācārādivirahena sakkaccaṁ ādarena kāyavacīmanodvārehi vanditvātyattho. Bhāsissanti kathessāmi. Nibbattitaparamatthabhāvena abhi visiṭṭhā dhammā etthātiādinā abhidhammo, dhammasaṅgaṇīādisattapakaraṇaṁ abhidhammapiṭakaṁ, tattha vuttā atthā abhidhammatthā, te saṅgayhanti ettha, etenāti vā abhidhammatthasaṅgahaṁ.",
  "tika-abh07t8:144": "Paramatthadhammavaṇṇanā",
  "tika-abh07t8:145": "2. Evaṁ tāva yathādhippetappayojananimittaṁ ratanattayapaṇāmādikaṁ vidhāya idāni yesaṁ abhidhammatthānaṁ saṅgahaṇavasena idaṁ pakaraṇaṁ paṭṭhapīyati, te tāva saṅkhepato uddisanto āha ‘‘tattha vuttā’’tyādi. Tattha tasmiṁ abhidhamme sabbathā kusalādivasena, khandhādivasena ca vuttā abhidhammatthā paramatthato sammutiṁ ṭhapetvā nibbattitaparamatthavasena cittaṁ viññāṇakkhandho, cetasikaṁ vedanādikkhandhattayaṁ, rūpaṁ bhūtupādāyabhedabhinno rūpakkhandho, nibbānaṁ maggaphalānamārammaṇabhūto asaṅkhatadhammoti evaṁ catudhā catūhākārehi ṭhitāti yojanā. Tattha paramo uttamo aviparīto attho, paramassa vā uttamassa ñāṇassa attho gocaroti paramattho.",
  "tika-abh07t8:146": "Cintetīti cittaṁ, ārammaṇaṁ vijānātīti attho. Yathāha ‘‘visayavijānanalakkhaṇaṁ citta’’nti (dha. sa. aṭṭha. 1 dhammudesavāraphassapañcamakarāsivaṇṇanā). Satipi hi nissayasamanantarādipaccayena vinā ārammaṇena cittamuppajjatīti tassa taṁlakkhaṇatā vuttā, etena nirārammaṇavādimataṁ paṭikkhittaṁ hoti. Cintenti vā etena karaṇabhūtena sampayuttadhammāti cittaṁ. Atha vā cintanamattaṁ cittaṁ. Yathāpaccayaṁ hi pavattimattameva yadidaṁ sabhāvadhammo nāma. Evañca katvā sabbesampi paramatthadhammānaṁ bhāvasādhanameva nippariyāyato labbhati, kattukaraṇavasena pana nibbacanaṁ pariyāyakathāti daṭṭhabbaṁ. Sakasakakiccesu hi dhammānaṁ attappadhānatāsamāropanena kattubhāvo ca, tadanukūlabhāvena sahajātadhammasamūhe kattubhāvasamāropanena paṭipādetabbadhammassa karaṇattañca pariyāyatova labbhati, tathānidassanaṁ pana dhammasabhāvavinimuttassa kattādino abhāvaparidīpanatthanti veditabbaṁ. Vicittakaraṇāditopi cittasaddatthaṁ papañcenti. Ayaṁ panettha saṅgaho –",
  "tika-abh07t8:147": "‘‘Vicittakaraṇā cittaṁ, attano cittatāya vā;",
  "tika-abh07t8:148": "Citaṁ kammakilesehi, citaṁ tāyati vā tathā;",
  "tika-abh07t8:149": "Cinoti attasantānaṁ, vicittārammaṇanti cā’’ti.",
  "tika-abh07t8:150": "Cetasi bhavaṁ tadāyattavuttitāyāti cetasikaṁ. Na hi taṁ cittena vinā ārammaṇaggahaṇasamatthaṁ asati citte sabbena sabbaṁ anuppajjanato, cittaṁ pana kenaci cetasikena vināpi ārammaṇe pavattatīti taṁ cetasikameva cittāyattavuttikaṁ nāma. Tenāha bhagavā ‘‘manopubbaṅgamā dhammā’’ti (dha. pa. 1-2), etena sukhādīnaṁ acetanattaniccattādayo vippaṭipattiyopi paṭikkhittā honti. Cetasi niyuttaṁ vā cetasikaṁ.",
  "tika-abh07t8:151": "Ruppatīti rūpaṁ, sītuṇhādivirodhipaccayehi vikāramāpajjati, āpādīyatīti vā attho. Tenāha bhagavā ‘‘sītenapi ruppati, uṇhenapi ruppatī’’tyādi (saṁ. ni. 3.79), ruppanañcettha sītādivirodhipaccayasamavāye visadisuppattiyeva. Yadi evaṁ arūpadhammānampi rūpavohāro āpajjatīti? Nāpajjati sītādiggahaṇasāmatthiyato vibhūtatarasseva ruppanassādhippetattā. Itarathā hi ‘‘ruppatī’’ti avisesavacaneneva pariyattanti kiṁ sītādiggahaṇena, taṁ pana sītādinā phuṭṭhassa ruppanaṁ vibhūtataraṁ, tasmā tadevetthādhippetanti ñāpanatthaṁ sītādiggahaṇaṁ kataṁ. Yadi evaṁ kathaṁ brahmaloke rūpavohāro, na hi tattha upaghātakā sītādayo atthīti? Kiñcāpi upaghātakā natthi, anuggāhakā pana atthi, tasmā taṁvasenettha ruppanaṁ sambhavatīti, atha vā taṁsabhāvānativattanato tattha rūpavohāroti alamatippapañcena.",
  "tika-abh07t8:152": "Bhavābhavaṁ vinanato saṁsibbanato vānasaṅkhātāya taṇhāya nikkhantaṁ, nibbāti vā etena rāgaggiādikoti nibbānaṁ."
}