{
  "tika-s0401t6:0": "6. Accharāsaṅghātavaggavaṇṇanā",
  "tika-s0401t6:1": "51. Chaṭṭhassa paṭhame assutavāti ettha ‘‘sādhu paññāṇavā naro’’tiādīsu (jā. 2.18.101) atthitāmattassa bodhako vā-saddo. ‘‘Sīlavā hoti kalyāṇadhammo’’tiādīsu (ma. ni. 3.381) pasaṁsāvisiṭṭhāya atthitāya. ‘‘Paññavā hoti udayatthagāminiyā paññāya samannāgato’’tiādīsu (dī. ni. 3.317; ma. ni. 2.25) atisayatthavisiṭṭhāya atthitāya, tasmā yassa pasatthaṁ atisayena vā sutaṁ atthi, so sutavā, saṁkilesaviddhaṁsanasamatthaṁ pariyattidhammassavanaṁ, taṁ sutvā tathattāya paṭipatti ca ‘‘sutavā’’ti iminā padena pakāsitā. Sotabbayuttaṁ sutvā kattabbanipphattivasena suṇīti vā sutavā, tappaṭikkhepena na sutavāti assutavā.",
  "tika-s0401t6:2": "Ayañhi akāro ‘‘ahetukā dhammā (dha. sa. 2 dukamātikā), abhikkhuko āvāso’’tiādīsu (pāci. 1047) taṁsamāyoganivattiyaṁ diṭṭho. ‘‘Appaccayā dhammā’’ti (dha. sa. 7 dukamātikā) taṁsambandhibhāvanivattiyaṁ. Paccayuppannañhi paccayasambandhīti apaccayuppannattā ataṁsambandhitā ettha jotitā. ‘‘Anidassanā dhammā’’ti (dha. sa. 9 dukamātikā) taṁsabhāvanivattiyaṁ. Nidassanañhi ettha daṭṭhabbatā. Atha vā passatīti nidassanaṁ, cakkhuviññāṇaṁ. Taggahetabbatānivattiyaṁ, tathā ‘‘anāsavā dhammā’’ti (dha. sa. 15 dukamātikā). ‘‘Appaṭighā dhammā (dha. sa. 10 dukamātikā) anārammaṇā dhammā’’ti (dha. sa. 55 dukamātikā) taṁkiccanivattiyaṁ. ‘‘Arūpino dhammā acetasikādhammā’’ti taṁsabhāvanivattiyaṁ. Tadaññatā hi idha pakāsitā. ‘‘Amanusso’’ti tabbhāvamattanivattiyaṁ. Manussattamattaṁ natthi, aññaṁ taṁsadisanti. Sadisatā hi ettha sūcitā. ‘‘Assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño’’ti (a. ni. 3.13) ca taṁsambhāvanīyaguṇanivattiyaṁ. Garahā hi idha ñāyati. ‘‘Kacci bhoto anāmayaṁ (jā. 1.15.146; 2.20.129) anudarā kaññā’’ti ca tadanappabhāvanivattiyaṁ. ‘‘Anuppannā dhammā’’ti (dha. sa. 17 tikamātikā) taṁsadisabhāvanivattiyaṁ. Atītānañhi uppannapubbattā uppādidhammānañca paccayekadesasiddhiyā āraddhuppādabhāvato kālavinimuttassa ca vijjamānattā uppannānukūlatā, pageva paccuppannānanti tabbidhuratā hettha viññāyati. ‘‘Asekkhā dhammā’’ti (dha. sa. 11 tikamātikā) tadapariyosānanivattiyaṁ. Tanniṭṭhānañhettha pakāsitanti evaṁ anekesaṁ atthānaṁ jotako. Idha pana ‘‘arūpino dhammā (dha. sa. 11 dukamātikā), acetasikā dhammā’’tiādīsu (dha. sa. 57 dukamātikā) viya taṁsabhāvanivattiyaṁ daṭṭhabbo, aññattheti attho. Etenassa sutādiñāṇavirahaṁ dasseti. Tena vuttaṁ – ‘‘āgamādhigamābhāvā ñeyyo assutavā itī’’ti.",
  "tika-s0401t6:3": "Idāni tassatthaṁ vivaranto ‘‘yo hī’’tiādimāha. Tattha yasmā khandhadhātādikosallenapi upakkilesaupakkiliṭṭhānaṁ jānanahetubhūtaṁ bāhusaccaṁ hoti. Yathāha – ‘‘kittāvatā nu kho, bhante, bahussuto hoti? Yato kho, bhikkhu, khandhakusalo hoti. Dhātu…pe… āyatana…pe… paṭiccasamuppādakusalo hoti. Ettāvatā kho, bhikkhu, bahussuto hotī’’ti. Tasmā ‘‘yassa ca khandhadhātuāyatanapaccayākārasatipaṭṭhānādīsū’’tiādi vuttaṁ. Tattha vācuggatakaraṇaṁ uggaho. Atthaparipucchanaṁ puripucchā. Kusalehi saha codanāpariharaṇavasena vinicchayakaraṇaṁ vinicchayo. Ācariye pana payirupāsitvā atthadhammānaṁ āgamanaṁ sutamayañāṇavasena avabujjhanaṁ āgamo. Maggaphalanibbānānaṁ sacchikiriyā adhigamo.",
  "tika-s0401t6:4": "Bahūnaṁ nānappakārānaṁ sakkāyadiṭṭhādīnaṁ avihatattā tā janenti, tāhi vā janitāti puthujjanā. Avighātameva vā jana-saddo vadati. Puthu satthārānaṁ mukhullokikāti ettha puthū janā satthupaṭiññā etesanti puthujjanā. Sabbagatīhi avuṭṭhitāti ettha janetabbā, jāyanti vā ettha sattāti janā, gatiyo, tā puthū etesanti puthujjanā. Ito pare jāyanti etehīti janā, abhisaṅkhārādayo, te etesaṁ puthū vijjantīti puthujjanā. Abhisaṅkhārādiattho eva vā jana-saddo daṭṭhabbo. Oghā kāmoghādayo. Rāgaggiādayo santāpā. Te eva sabbepi vā kilesā pariḷāhā. Puthu pañcasu kāmaguṇesu rattāti ettha jāyatīti jano, rāgo gedhoti evamādiko, puthu jano etesanti puthujjanā. Puthūsu janā jātā rattāti evaṁ rāgādiattho eva vā jana-saddo daṭṭhabbo.",
  "tika-s0401t6:5": "Rattāti vatthaṁ viya raṅgajātena cittassa vipariṇāmakarena chandarāgena rattā sārattā. Giddhāti abhikaṅkhanasabhāvena abhigijjhanena giddhā gedhaṁ āpannā. Gadhitāti ganthitā viya dummocanīyabhāvena tattha paṭibaddhā. Mucchitāti kilesavasena visaññibhūtā viya anaññakiccā mohamāpannā. Ajjhopannāti anaññasādhāraṇe viya katvā gilitvā pariniṭṭhāpetvā ṭhitā. Laggāti vaṅkakaṇṭake viya āsattā, mahāpalipe yāva nāsikaggā palipannapuriso viya uddharituṁ asakkuṇeyyabhāvena nimuggā . Laggitāti makkaṭālepe ālaggabhāvena sammasito viya makkaṭo pañcannaṁ indriyānaṁ vasena ālaggitā. Palibuddhāti sambaddhā, upaddutā vā. Āvutāti āvaritā. Nivutāti nivāritā. Ovutāti paliguṇṭhitā, pariyonaddhā vā. Pihitāti pidahitā. Paṭicchannāti chāditā. Paṭikujjitāti heṭṭhāmukhajātā.",
  "tika-s0401t6:6": "‘‘Assutavā’’ti etena avijjandhatā vuttāti āha – ‘‘andhaputhujjano vutto’’ti. Cittaṭṭhiti cittapariggaho natthīti yāya paṭipattiyā cittassa upakkilesaṁ tato vippamuttiñca yathāsabhāvato jāneyya, sā cittabhāvanā cittaṭṭhiti. Ekārammaṇe suṭṭhu samādhānavasena avaṭṭhitiṁ pādakaṁ katvā pavattitā sampayuttadhammehi nissayārammaṇehi ca saddhiṁ cittassa pariggahasaññitā vipassanābhāvanāpi natthi, yāya vuttamatthaṁ yathāsabhāvato jāneyya.",
  "tika-s0401t6:7": "52. Dutiye sutavāti padassa attho anantarasutte vuttoyeva. Ariyasāvakoti ettha catukkaṁ sambhavatīti taṁ dassetuṁ – ‘‘atthi ariyo’’tiādi āraddhaṁ. Paccekaṁ saccāni buddhavantoti paccekabuddhā. Nanu sabbepi ariyā paccekameva saccāni paṭivijjhanti dhammassa paccattavedanīyabhāvato? Nayidamīdisaṁ paṭivedhaṁ sandhāya vuttaṁ. Yathā pana sāvakā aññesaṁ nissayena saccāni paṭivijjhanti paratoghosena vinā tesaṁ dassanamaggassa anuppajjanato. Yathā ca sammāsambuddhā aññesaṁ nissayabhāvena saccāni abhisambujjhanti, na evamete, ete pana aparaneyyā hutvā aparanāyakabhāvena saccāni paṭivijjhanti. Tena vuttaṁ – ‘‘paccekaṁ saccāni buddhavantoti paccekabuddhā’’ti.",
  "tika-s0401t6:8": "Atthi sāvako na ariyoti ettha pothujjanikāya saddhāya ratanattaye abhippasanno saddhopi gahito eva. Gihī anāgataphaloti idaṁ pana nidassanamattaṁ daṭṭhabbaṁ. Yathāvuttapuggalo hi saraṇagamanato paṭṭhāya sotāpattiphalasacchikiriyāya paṭipannoicceva vattabbataṁ labhati. Svāyamattho dakkhiṇāvisuddhisuttena (ma. ni. 3.376 ādayo) dīpetabbo. Sutavāti ettha vuttaattho nāma attahitaparahitappaṭipatti, tassa vasena sutasampanno. Yaṁ sandhāya vuttaṁ – ‘‘so ca hoti sutena upapanno, appampi ce sahitaṁ bhāsamāno’’ti ca ādi. Ariyasāvakoti veditabboti ariyassa bhagavato dhammassavanakicce yuttappayuttabhāvato vuttaṁ. Upakkilesehi vippamutti anupakkiliṭṭhatā, tassā yathāsabhāvajānanaṁ daḷhatarāya eva cittabhāvanāya sati hoti, na aññathāti ‘‘balavavipassanā kathitā’’ti vuttaṁ.",
  "tika-s0401t6:9": "53. Tatiye aggikkhandhopamasuttantaaṭṭhuppattiyanti aggikkhandhopamasutte (a. ni. 7.72) desanāaṭṭhuppattiyaṁ . Taṁdesanāhetukañhi ekaccānaṁ bhikkhūnaṁ micchāpaṭipattiṁ nimittaṁ katvā bhagavā imaṁ suttaṁ desesi. Avijahitameva hoti sabbakālaṁ suppatiṭṭhitasatisampajaññattā. Yasmā buddhānaṁ rūpakāyo bāhirabbhantarehi malehi anupakkiliṭṭho sudhotajātimaṇisadiso, tasmā vuttaṁ – ‘‘upaṭṭhākānuggahatthaṁ sarīraphāsukatthañcā’’ti. Vītināmetvāti phalasamāpattīhi vītināmetvā. Kālaparicchedavasena vivittāsane vītināmanaṁ vivekaninnatāya ceva paresaṁ diṭṭhānugatiāpajjanatthañca. Nivāsetvāti vihāranivāsanaparivattanavasena nivāsetvā. Kadāci ekakassa, kadāci bhikkhusaṅghaparivutassa, kadāci pakatiyā, kadāci pāṭihāriyehi vattamānehi ca gāmappaveso tathā tathā vinetabbapuggalavasena. Upasaṁharitvāti himavantādīsu pupphitarukkhādito ānetvā. Oṇatuṇṇatāya bhūmiyā satthu padanikkhepasamaye samabhāvāpatti, sukhasamphassavikasitapadumasampaṭicchanañca suppatiṭṭhitapādatāya nissandaphalaṁ, na iddhinimmānaṁ. Nidassanamattañcetaṁ sakkharākaṭhalakaṇṭakasaṅkukalalādiapagamo sucibhāvāpattīti evamādīnampi tadā labbhanato.",
  "tika-s0401t6:10": "Indakhīlassa anto ṭhapitamatteti idaṁ yāvadeva veneyyajanavinayatthāya satthu pāṭihāriyaṁ pavattanti katvā vuttaṁ. Dakkhiṇapādeti idaṁ buddhānaṁ sabbapadakkhiṇatāya. ‘‘Chabbaṇṇarasmiyo’’ti vatvāpi ‘‘suvaṇṇarasapiñjarāni viyā’’ti idaṁ buddhānaṁ sarīre pītābhāya yebhuyyatāya vuttaṁ. Madhurenākārena saddaṁ karonti daṭṭhabbasārassa diṭṭhatāya. Bheriādīnaṁ pana saddāyanaṁ dhammatāva. Paṭimānentīti ‘‘sudullabhaṁ idaṁ ajja amhehi labbhati, ye mayaṁ īdisena paṇītena āhārena bhagavantaṁ upaṭṭhahāmā’’ti patītamānasā mānenti pūjenti. Tesaṁ santānāni oloketvāti tesaṁ tathā upaṭṭhākānaṁ puggalānaṁ atīte etarahi ca pavattacittasantānāni oloketvā. Arahatte patiṭṭhahantīti sambandho. Tatthāti vihāre. Gandhamaṇḍalamāḷeti catujjātiyagandhena kataparibhaṇḍe maṇḍalamāḷe.",
  "tika-s0401t6:11": "Dullabhā khaṇasampattīti satipi manussattappaṭilābhe patirūpadesavāsaindriyāvekallasaddhāpaṭilābhādayo guṇā dullabhāti attho. Cātumahārājika…pe… vasavattibhavanaṁ gacchantīti idaṁ tattha suññavimānāni sandhāya vuttaṁ. Bhagavā gandhakuṭiṁ pavisitvā pacchābhattaṁ tayo bhāge katvā paṭhamabhāge sace ākaṅkhati, dakkhiṇena passena sīhaseyyaṁ kappeti. Sace ākaṅkhati, buddhāciṇṇaphalasamāpattiṁ samāpajjati. Atha yathākālaparicchedaṁ tato vuṭṭhahitvā dutiyabhāge pacchimayāme tatiyakoṭṭhāse viya lokaṁ voloketi veneyyānaṁ ñāṇaparipākaṁ passituṁ. Tenāha – ‘‘sace ākaṅkhatī’’tiādi.",
  "tika-s0401t6:12": "Kālayuttanti pattakallaṁ, ‘‘imissā velāya imassa evaṁ vattabba’’nti taṁkālānurūpaṁ. Samayayuttanti tasseva vevacanaṁ, aṭṭhuppattianurūpaṁ vā. Samayayuttanti vā ariyasamayasaṁyuttaṁ. Desakālānurūpameva hi buddhā bhagavanto dhammaṁ desenti, desentā ca ariyasammataṁ paṭiccasamuppādanayaṁ dīpentāva desenti. Atha vā samayayuttanti hetūdāharaṇasahitaṁ. Kālena sāpadesañhi bhagavā dhammaṁ deseti, kālaṁ viditvā parisaṁ uyyojeti, na yāva samandhakārā dhammaṁ deseti.",
  "tika-s0401t6:13": "Utuṁ gaṇhāpeti, na pana malaṁ pakkhāletīti adhippāyo. Na hi bhagavato kāye rajojallaṁ upalimpatīti. Tato tatoti attano attano divāṭṭhānādito. Okāsaṁ labhamānāti purebhattapacchābhattapurimayāmesu okāsaṁ alabhitvā idāni majjhimayāme okāsaṁ labhamānā, bhagavatā vā katokāsatāya okāsaṁ labhamānā. Pacchābhattassa tīsu bhāgesu paṭhamabhāge sīhaseyyakappanaṁ ekantikaṁ na hotīti āha – ‘‘purebhattato paṭṭhāya nisajjāpīḷitassa sarīrassā’’ti. Teneva hi tattha ‘‘sace ākaṅkhatī’’ti tadā sīhaseyyakappanassa anibaddhatā vibhāvitā. Kilāsubhāvo parissamo . Sīhaseyyaṁ kappeti sarīrassa kilāsubhāvamocanatthanti yojetabbaṁ. Buddhacakkhunā lokaṁ voloketīti idaṁ pacchimayāme bhagavato bahulaṁ āciṇṇavasena vuttaṁ. Appekadā avasiṭṭhabalañāṇehi sabbaññutaññāṇeneva ca bhagavā tamatthaṁ sādhetīti.",
  "tika-s0401t6:14": "Imasmiṁyeva kicceti pacchimayāmakicce. Balavatā paccanutāpena saṁvaḍḍhamānena karajakāye mahāpariḷāho uppajjatīti āha – ‘‘nāmakāye santatte karajakāyo santatto’’ti. Nidhānagatanti sannicitalohitaṁ sandhāya vuttaṁ. Uṇhaṁ lohitaṁ mukhato uggañchīti lohitaṁ uṇhaṁ hutvā mukhato uggañchi. Ṭhānanti bhikkhupaṭiññaṁ. Taṁ pāpaṁ vaḍḍhamānanti bhikkhupaṭiññāya avijahitattā tathā pavaḍḍhamānapāpaṁ. Antimavatthuajjhāpannānampi upāyena pavattiyamāno yonisomanasikāro sātthako hotiyevāti dassento ‘‘jātasaṁvegā’’tiādimāha. Aho sallekhitanti aho ativiya sallekhena itaṁ pavattaṁ. Kāsāvapajjototi bhikkhūnaṁ bahubhāvato ito cito ca vicarantānaṁ tesaṁ kāsāvajutiyā pajjotito. Isivātaparivātoti sīlakkhandhādīnaṁ nibbānassa ca esanato isīnaṁ bhikkhūnaṁ guṇagandhena ceva guṇagandhavāsitena sarīragandhena ca parito samantato vāyito.",
  "tika-s0401t6:15": "Dhammasaṁvego uppajji anāvajjanena pubbe tassa atthassa asaṁviditattā. Dhammasaṁvegoti ca tādise atthe dhammatāvasena uppajjanakaṁ sahottappañāṇaṁ. Assāsaṭṭhānanti cittassāsakāraṇaṁ kammaṭṭhānaṁ. Sabbesaṁ kiccānaṁ pubbabhāgo sabbapubbabhāgo. ‘‘Sabbe sattā averā hontū’’tiādinā hi cittassa paṭṭhānaṁ upaṭṭhānaṁ hitapharaṇaṁ. Itaraṁ ito thokaṁ mahantanti katvā idaṁ ‘‘cūḷaccharāsaṅghātasutta’’nti vuttaṁ. Accharāsaṅghāto vuccati aṅguliphoṭanakkhaṇo akkhinimisakālo, yo ekassa akkharassa uccāraṇakkhaṇo. Tenāha – ‘‘dve aṅguliyo paharitvā saddakaraṇamatta’’nti. Sabbasattānaṁ hitapharaṇacittanti sabbesampi sattānaṁ sammadeva hitesitavasena pavattacittaṁ. Āvajjento āsevatīti hitesitavasena āvajjento. Āvajjanena ābhujantopi āsevati nāma ñāṇavippayuttena. Jānantoti tathā ñāṇamattaṁ uppādentopi. Passantoti tathā ñāṇacakkhunā paccakkhato viya vipassantopi. Paccavekkhantoti tamatthaṁ pati pati avekkhantopi. Saddhāya adhimuccantotiādi pañcannaṁ indriyānaṁ vasena vuttaṁ. Abhiññeyyantiādi catusaccavasena vuttaṁ. Sabbameva cetaṁ vitthārato, sāmaññena āsevanadassanamevāti idhādhippetameva āsevanatthaṁ dassetuṁ – ‘‘idha panā’’tiādi vuttaṁ.",
  "tika-s0401t6:16": "Arittajjhānoti avirahitajjhāno. Atucchajjhānoti jhānena atuccho. Cāgo vā vevacananti āha – ‘‘apariccattajjhāno’’ti. Viharatīti padassa vibhaṅge (vibha. 540) āgatanayena atthaṁ dassento ‘‘viharatīti iriyatī’’tiādimāha. Ayaṁ panettha saddattho – viharatīti ettha vi-saddo vicchedatthajotano. Haratīti neti, pavattetīti attho, vicchinditvā harati viharatīti vuttaṁ hoti. So hi ekaṁ iriyāpathabādhanaṁ aññena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ harati pavatteti, tasmā ‘‘viharatī’’ti vuccati. Iriyatīti ṭhānanisajjādikiriyaṁ karonto pavattati. Pavattatīti ṭhānādisamaṅgī hutvā pavattati. Pāletīti ekaṁ iriyāpathabādhanaṁ iriyāpathantarehi rakkhanto pāleti. Yapeti yāpetīti tasseva vevacanaṁ. Ekañhi iriyāpathabādhanaṁ aññena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ pālento yapeti yāpetīti vuccati. Caratīti ṭhānanisajjādīsu aññatarasamaṅgī hutvā pavattati. Iminā padenāti ‘‘viharatī’’ti iminā padena.",
  "tika-s0401t6:17": "Iriyāpathavihāroti ettha iriyanaṁ pavattanaṁ iriyā, kāyappayogo kāyikakiriyā. Tassā pavattanūpāyabhāvato iriyāya patho iriyāpatho, ṭhānanisajjādi. Na hi ṭhānanisajjādīhi avatthāhi vinā kiñci kāyikakiriyaṁ pavattetuṁ sakkā. Ṭhānasamaṅgī vā hi kāyena kiñci kareyya, gamanādīsu aññatarasamaṅgī vā. Viharaṇaṁ, viharati etenāti vā vihāro, iriyāpathova vihāro iriyāpathavihāro, so ca atthato ṭhānanisajjādiākārappavatto catusantatirūpappabandho eva. Ovādānusāsanīnaṁ ekānekavārādivisiṭṭhoyeva bhedo, na pana paramatthato tesaṁ nānākaraṇanti dassetuṁ – ‘‘paramatthato panā’’tiādimāha. Tattha ese eke ekaṭṭhetiādīsu eso eko ekatthotiādinā attho veditabbo.",
  "tika-s0401t6:18": "Raṭṭhassa , raṭṭhato vā laddho piṇḍo raṭṭhapiṇḍo. Tenāha – ‘‘ñātiparivaṭṭaṁ pahāyā’’tiādi. Tattha ‘‘amhākamete’’ti viññāyantīti ñātī, pitāmahapituputtādivasena parivaṭṭanaṭṭhena parivaṭṭo, ñātiyeva parivaṭṭo ñātiparivaṭṭo. Theyyaparibhogo nāma anarahassa paribhogo. Bhagavatā hi attano sāsane sīlavato paccayā anuññātā, na dussīlassa. Dāyakānampi sīlavato eva pariccāgo, na dussīlassa attano kārānaṁ mahapphalabhāvassa paccāsīsanato. Iti satthārā ananuññātattā dāyakehi ca apariccattattā saṅghamajjhepi nisīditvā paribhuñjantassa dussīlassa paribhogo theyyāya paribhogo theyyaparibhogo. Iṇavasena paribhogo iṇaparibhogo paṭiggāhakato dakkhiṇāvisuddhiyā abhāvato iṇaṁ gahetvā paribhogo viyāti attho.",
  "tika-s0401t6:19": "Dātabbaṭṭhena dāyaṁ, taṁ ādiyantīti dāyādā, puttānametaṁ adhivacanaṁ, tesaṁ bhāvo dāyajjaṁ, dāyajjavasena paribhogo dāyajjaparibhogo, puttabhāvena paribhogoti vuttaṁ hoti. Sekkhā hi bhikkhū bhagavato orasaputtā, te pitu santakānaṁ dāyādā hutvā te paccaye paribhuñjanti. Kiṁ pana te bhagavato paccaye paribhuñjanti, udāhu gihīnanti? Gihīhi dinnāpi bhagavatā anuññātattā bhagavato santakā ananuññātesu sabbena sabbaṁ paribhogābhāvato, anuññātesuyeva ca paribhogasambhavato. Dhammadāyādasuttañcettha sādhakaṁ.",
  "tika-s0401t6:20": "Vītarāgā eva taṇhāya dāsabyaṁ atītattā sāmino hutvā paribhuñjantīti āha – ‘‘khīṇāsavassa paribhogo sāmiparibhogo nāmā’’ti. Avītarāgānañhi taṇhāparavasatāya paccayaparibhoge sāmibhāvo natthi, tadabhāvena vītarāgānaṁ tattha sāmibhāvo yathāruciparibhogasambhavato. Tathā hi te paṭikūlampi appaṭikūlākārena, appaṭikūlampi paṭikūlākārena, tadubhayampi vajjetvā ajjhupekkhanākārena paccaye paribhuñjanti, dāyakānañca manorathaṁ pūrenti. Yo panāyaṁ sīlavato paccavekkhitaparibhogo, so iṇaparibhogassa paccanīkattā āṇaṇyaparibhogo nāma hoti. Yathā hi iṇāyiko attano ruciyā icchitaṁ desaṁ gantuṁ na labhati, evaṁ iṇaparibhogayutto lokato nissarituṁ na labhatīti tappaṭipakkhattā sīlavato paccavekkhitaparibhogo ‘‘āṇaṇyaparibhogo’’ti vuccati, tasmā nippariyāyato catuparibhogavinimutto visuṁyevāyaṁ paribhogoti veditabbo. So idha visuṁ na vutto, dāyajjaparibhogeyeva vā saṅgahaṁ gacchati. Sīlavāpi hi imāya sikkhāya samannāgatattā ‘‘sekho’’tveva vuccati. Imesu paribhogesu sāmiparibhogo dāyajjaparibhogo ca ariyānaṁ puthujjanānañca vaṭṭati, iṇaparibhogo na vaṭṭati. Theyyaparibhoge kathāyeva natthi. Kathaṁ panettha sāmiparibhogo dāyajjaparibhogo ca puthujjanānaṁ sambhavati? Upacāravasena. Yo hi puthujjanassapi sallekhappaṭipattiyaṁ ṭhitassa paccayagedhaṁ pahāya tattha anupalittena cittena paribhogo, so sāmiparibhogo viya hoti. Sīlavato pana paccavekkhitaparibhogo dāyajjaparibhogo viya hoti dāyakānaṁ manorathassa avirādhanato. Kalyāṇaputhujjanassa paribhoge vattabbameva natthi tassa sekkhasaṅgahato. Sekkhasuttaṁ (saṁ. ni. 5.13) hetassa atthassa sādhakaṁ.",
  "tika-s0401t6:21": "Imassa bhikkhunoti accharāsaṅghātamattampi kālaṁ mettacittaṁ āsevantassa bhikkhuno. Amogho raṭṭhapiṇḍaparibhogoti ‘‘ayaṁ pabbajito samaṇo bhikkhūti āmisaṁ dentānaṁ tāya mettāsevanāya attano santāne dosamalassa vā tadekaṭṭhānañca pāpadhammānaṁ pabbājanato vūpasamanato saṁsāre ca bhayassa sammāva ikkhaṇato ajjhāsayassa avisaṁvādanenassa amogho raṭṭhapiṇḍaparibhogo. Mahaṭṭhiyanti mahatthikaṁ mahāpayojanaṁ. Mahapphalanti vipulapphalaṁ. Mahānisaṁsanti mahānissandapphalaṁ. Mahājutikanti mahānubhāvaṁ. Mahāvipphāranti mahāvitthāraṁ. Ettha ca paṭhamaṁ kāraṇaṁ mettāsevanāya tassa bhikkhuno sāmiādibhāvena raṭṭhapiṇḍaparibhogārahatā, dutiyaṁ parehi dinnassa dānassa mahaṭṭhiyabhāvakaraṇaṁ. Ko pana vādoti mettāya āsevanamattampi evaṁmahānubhāvaṁ, ko pana vādo bahulīkāre, ettha vattabbameva natthī’’ti attho.",
  "tika-s0401t6:22": "54. Catutthe uppādeti vaḍḍhetīti ettha bhāvanāsaddassa uppādanavaḍḍhanatthatā pubbe vuttā eva.",
  "tika-s0401t6:23": "55. Pañcame imesu dvīsūti catutthapañcamesu. ‘‘Tatiye vuttanayeneva veditabba’’nti vatvā tathā veditabbataṁ dassetuṁ – ‘‘yo hi āsevatī’’tiādi vuttaṁ. Tena āsevanābhāvanāmanasikārānaṁ atthavisesābhāvamāha. Yadi evaṁ suttantassa desanā kathanti āha – ‘‘sammāsambuddho panā’’tiādi. Yāya dhammadhātuyāti sabbaññutaññāṇamāha. Tena hi dhammānaṁ ākārabhedaṁ ñatvā tadanurūpaṁ ekampi dhammaṁ tathā vibhajitvā bhagavā dasseti. Tīhi koṭṭhāsehīti āsevanābhāvanāmanasikārabhāgehi. Mettā hi sabbavatthuno mettāyanavasena ānītā sevanā āsevanā, tassā vaḍḍhanā bhāvanā, avissajjetvā manasi ṭhapanaṁ manasikāro.",
  "tika-s0401t6:24": "56. Chaṭṭhe aniyamitavacanaṁ ‘‘ime nāmā’’ti niyametvā avuttattā. Niyamitavacanaṁ ‘‘akusalā’’ti sarūpeneva vuttattā. Asesato pariyādinnā honti appakassapi akusalabhāgassa aggahitassa abhāvato. Akusalaṁ bhajantīti akusalabhāgiyā. Akusalapakkhe bhavāti akusalapakkhikā. Tenāha – ‘‘akusalāyevā’’tiādi. Paṭhamataraṁ gacchatīti paṭhamataraṁ pavattati, paṭhamo padhāno hutvā vattatīti attho. Ekuppādādivasena hi ekajjhaṁ pavattamānesu catūsu arūpakkhandhesu ayameva paṭhamaṁ uppajjatīti idaṁ natthi, lokuttaramaggesu viya pana paññindriyassa, lokiyadhammesu manindriyassa puretarassa bhāvo sātisayoti ‘‘sabbete manopubbaṅgamā’’ti vuttaṁ. Tathā hi abhidhammepi (dha. sa. 1) ‘‘yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hotī’’ti cittaṁ pubbaṅgamaṁ jeṭṭhaṁ katvā desanā pavattā. Suttesupi vuttaṁ – ‘‘manopubbaṅgamā dhammā (dha. pa. 1, 2), chadvārādhipati rājā’’ti (dha. pa. aṭṭha. 2.buddhavaggo, erakapattanāgarājavatthu). Tenāha – ‘‘ete hī’’tiādi. Tesaṁ mano uppādakoti ca yadaggena mano sampayuttadhammānaṁ jeṭṭhako hutvā pavattati, tadaggena te attānaṁ anuvattāpento te tathā uppādento nāma hotīti katvā vuttaṁ. Aṭṭhakathāyaṁ pana cittassa jeṭṭhakabhāvameva sandhāya rājagamanaññāyena sahuppattipi paṭhamuppatti viya katvā vuttāti ayamattho dassito. Anvadevāti eteneva cittassa khaṇavasena paṭhamuppattiyā abhāvo dīpitoti daṭṭhabbo. Tenevāha – ‘‘ekatoyevāti attho’’ti.",
  "tika-s0401t6:25": "57. Sattame catubhūmakāpi kusalā dhammā kathitāti ‘‘ye keci kusalā dhammā’’ti anavasesapariyādānato vuttaṁ.",
  "tika-s0401t6:26": "58. Aṭṭhame idanti liṅgavipallāsena niddeso, nipātapadaṁ vā etaṁ ‘‘yadida’’ntiādīsu viyāti āha – ‘‘ayaṁ pamādoti attho’’ti. Pamajjanākāroti pamādāpatti. Cittassa vossaggoti imesu ettakesu ṭhānesu satiyā aniggaṇhitvā cittassa vossajjanaṁ sativiraho. Vossaggānuppadānanti vossaggassa anu anu padānaṁ punappunaṁ vissajjanaṁ. Asakkaccakiriyatāti etesaṁ dānādīnaṁ kusaladhammānaṁ pavattane puggalassa vā deyyadhammassa vā asakkaccakiriyā. Satatabhāvo sātaccaṁ, sātaccena kiriyā sātaccakiriyā, sāyeva sātaccakiriyatā, na sātaccakiriyatā asātaccakiriyatā. Anaṭṭhitakiriyatāti aniṭṭhitakiriyatā nirantaraṁ na anuṭṭhitakiriyatā ca. Olīnavuttitāti nirantarakaraṇasaṅkhātassa vipphārassa abhāvena olīnavuttitā. Nikkhittachandatāti kusalakiriyāya vīriyachandassa nikkhittabhāvo. Nikkhittadhuratāti vīriyadhurassa oropanaṁ, osakkitamānasatāti attho. Anadhiṭṭhānanti kusalakaraṇe appatiṭṭhitabhāvo. Ananuyogoti ananuyuñjanaṁ. Kusaladhammesu āsevanādīnaṁ abhāvo anāsevanādayo. Pamādoti sarūpaniddeso. Pamajjanāti ākāraniddeso. Pamajjitattanti bhāvaniddeso. Parihāyantīti iminā pamādassa sāvajjataṁ dasseti. Tayidaṁ lokiyānaṁ vasena, na lokuttarānanti āha – ‘‘uppannā…pe… ida’’ntiādi.",
  "tika-s0401t6:27": "59. Navame na pamajjati etenāti appamādo, pamādassa paṭipakkho satiyā avippavāso. Atthato niccaṁ upaṭṭhitāya satiyā etaṁ nāmaṁ. Pamādo pana satiyā satisampajaññassa vā paṭipakkhabhūto akusalacittuppādo daṭṭhabbo. Tenāha – ‘‘pamādassa paṭipakkhavasena vitthārato veditabbo’’ti.",
  "tika-s0401t6:28": "60. Dasame kucchitaṁ sīdatīti kusīto da-kārassa ta-kāraṁ katvā, tassa bhāvo kosajjaṁ, ālasiyanti attho.",
  "tika-s0401t6:29": "Accharāsaṅghātavaggavaṇṇanā niṭṭhitā."
}