{
  "tika-s0404t21:0": "(9) 4. Theravaggo",
  "tika-s0404t21:1": "1-8. Vāhanasuttādivaṇṇanā",
  "tika-s0404t21:2": "81-88. Catutthassa paṭhame vimariyādīkatenāti nimmariyādīkatena. Cetasāti evaṁvidhena cittena viharati. Tattha dve mariyādā kilesamariyādā ca ārammaṇamariyādā ca. Sace hissa rūpādike ārabbha rāgādayo uppajjeyyuṁ, kilesamariyādā tena katā bhaveyya. Tesu panassa ekopi na uppannoti kilesamariyādā natthi. Sace panassa rūpādidhamme āvajjentassa ekacce āpāthaṁ nāgaccheyyuṁ, evamassa ārammaṇamariyādā bhaveyya. Te panassa dhamme āvajjentassa āpāthaṁ anāgatadhammo nāma natthīti ārammaṇamariyādāpi natthi. Idha pana kilesamariyādā adhippetāti āha ‘‘kilesamariyādaṁ bhinditvā’’tiādi. Tatiyādīsu natthi vattabbaṁ.",
  "tika-s0404t21:3": "Vāhanasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t21:4": "9-10. Kokālikasuttādivaṇṇanā",
  "tika-s0404t21:5": "89-90. Navame (saṁ. ni. ṭī. 1.1.181) kokālikanāmakā dve bhikkhū. Tato idhādhippetaṁ niddhāretvā dassetuṁ ‘‘koyaṁ kokāliko’’ti pucchā. Suttassa aṭṭhuppattiṁ dassetuṁ ‘‘kasmā ca upasaṅkamī’’ti pucchā. Ayaṁ kirātiādi yathākkamaṁ tāsaṁ vissajjanaṁ. Vivekavāsaṁ vasitukāmattā appicchatāya ca mā no kassaci…pe… vasiṁsu. Āghātaṁ uppādesi attano icchāvighātanato. Therā bhikkhusaṅghassa niyyādayiṁsu payuttavācāya akatattā therehi ca adāpitattā. Pubbepi…pe… maññeti iminā therānaṁ kohaññe ṭhitabhāvaṁ āsaṅkati avaṇe vaṇaṁ passanto viya, suparisuddhe ādāsatale jallaṁ uṭṭhāpento viya ca.",
  "tika-s0404t21:6": "Aparajjhitvāti bhagavato sammukhā ‘‘pāpabhikkhū jātā’’ti vatvā. Mahāsāvajjadassanatthanti mahāsāvajjabhāvadassanatthaṁ, ayameva vā pāṭho. Māhevanti mā evamāha, mā evaṁ bhaṇi. Saddhāya ayo uppādo saddhāyo, taṁ āvahatīti saddhāyikoti āha ‘‘saddhāya āgamakaro’’ti. Saddhāyikoti vā saddhāya ayitabbo, saddheyyoti attho. Tenāha ‘‘saddhātabbavacano vā’’ti.",
  "tika-s0404t21:7": "Pīḷakā nāma bāhirato paṭṭhāya aṭṭhīni bhindanti, imā pana paṭhamaṁyeva aṭṭhīni bhinditvā uggatā. Tenāha ‘‘aṭṭhīni bhinditvā uggatāhi piḷakāhī’’ti. Taruṇabeluvamattiyoti taruṇabillaphalamattiyo. Visagilitoti khittapaharaṇo . Tañca baḷisaṁ visasamaññā loke. Ārakkhadevatānaṁ saddaṁ sutvāti padaṁ ānetvā sambandho.",
  "tika-s0404t21:8": "Brahmaloketi suddhāvāsaloke. Varākoti anuggahavacanametaṁ. Hīnapariyāyoti keci. Piyasīlāti iminā etasmiṁ atthe niruttinayena pesalāti padasiddhīti dasseti. Kabarakkhīnīti byādhibalena paribhinnavaṇṇatāya kabarabhūtāni akkhīni. Yattakanti bhagavato vacanaṁ aññathā karontena yattakaṁ tayā aparaddhaṁ, tassa pamāṇaṁ natthīti attho. Yasmā anāgāmino nāma pahīnakāmacchandabyāpādā honti, tvañca diṭṭhikāmacchandabyāpādavasena idhāgato, tasmā yāvañca te idaṁ aparaddhanti evamettha attho daṭṭhabbo.",
  "tika-s0404t21:9": "Adiṭṭhippattoti appattadiṭṭhiko. Gilitaviso viya visaṁ gilitvā ṭhito viya. Kuṭhārisadisā mūlapacchindanaṭṭhena. Uttamattheti arahatte. Khīṇāsavoti vadati sunakkhatto viya acelaṁ korakkhattiyaṁ. Yo aggasāvako viya pasaṁsitabbo khīṇāsavo, taṁ ‘‘dussīlo aya’’nti vadati. Vicinātīti ācinoti pasavati. Pasaṁsiyanindā tāva sampannaguṇaparidhaṁsanavasena pavattiyā sāvajjatāya kaṭukavipākā, nindiyappasaṁsā pana kathaṁ tāya samavipākāti? Tattha avijjamānaguṇasamāropanena attano paresañca micchāpaṭipattihetubhāvato pasaṁsiyena tassa samabhāvakaraṇato ca. Lokepi hi asūraṁ sūrena samaṁ karonto gārayho hoti, pageva duppaṭipannaṁ suppaṭipannena samaṁ karontoti.",
  "tika-s0404t21:10": "Sakena dhanenāti attano sāpateyyena. Ayaṁ appamattako aparādho diṭṭhadhammikattā sappatikārattā ca tassa. Ayaṁ mahantataro kali katūpacitassa samparāyikattā appatikārattā ca.",
  "tika-s0404t21:11": "Nirabbudoti gaṇanāviseso esoti āha ‘‘nirabbudagaṇanāyā’’ti, satasahassaṁ nirabbudānanti attho. Yamariyagarahī nirayaṁ upetīti ettha yathāvuttaāyuppamāṇaṁ pākatikavasena ariyūpavādinā vuttanti veditabbaṁ. Aggasāvakānaṁ pana guṇamahantatāya tatopi ativiya mahantataramevāti vadanti.",
  "tika-s0404t21:12": "Athakho brahmā sahampatīti ko ayaṁ brahmā, kasmā ca pana bhagavantaṁ upasaṅkamitvā etadavocāti? Ayaṁ kassapassa bhagavato sāsane sahako nāma bhikkhu anāgāmī hutvā suddhāvāsesu uppanno, tattha sahampati brahmāti sañjānanti. So panāhaṁ bhagavantaṁ upasaṅkamitvā ‘‘padumanirayaṁ kittessāmi, tato bhagavā bhikkhūnaṁ ārocessati, athānusandhikusalā bhikkhū tatthāyuppamāṇaṁ pucchissanti, bhagavā ācikkhanto ariyūpavāde ādīnavaṁ pakāsessatī’’ti iminā kāraṇena bhagavantaṁ upasaṅkamitvā etadavoca.",
  "tika-s0404t21:13": "Magadharaṭṭhe saṁvohārato māgadhako pattho, tena. Paccitabbaṭṭhānassāti nirayadukkhena paccitabbappadesassa etaṁ abbudoti nāmaṁ. Vassagaṇanāti ekato paṭṭhāya dasaguṇitaṁ abbudaāyumhi tato aparaṁ vīsatiguṇitaṁ nirabbudādīsu vassagaṇanā veditabbā. Ayañca gaṇanā aparicitānaṁ dukkarāti vuttaṁ ‘‘na taṁ sukaraṁ saṅkhātu’’nti. Keci pana ‘‘tattha tattha paridevanānattena kammakāraṇanānattenapi imāni nāmāni laddhānī’’ti vadanti, apare ‘‘sītanarakā ete’’ti. Sabbatthāti ababādīsu padumapariyosānesu sabbesu nirayesu. Esa nayoti heṭṭhimato uparimassa vīsatiguṇataṁ atidisati. Dasame natthi vattabbaṁ.",
  "tika-s0404t21:14": "Kokālikasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t21:15": "Theravaggavaṇṇanā niṭṭhitā."
}