{
  "tika-s0401t8:0": "8. Kalyāṇamittādivaggavaṇṇanā",
  "tika-s0401t8:1": "71. Aṭṭhamassa paṭhame buddhā, sāriputtādayo vā kalyāṇamittā. Vuttapaṭipakkhanayenāti ‘‘pāpamittatā’’ti pade vuttassa paṭipakkhanayena.",
  "tika-s0401t8:2": "72-73. Dutiye yogoti samaṅgībhāvo. Payogoti payuñjanaṁ paṭipatti. Ayogoti asamaṅgībhāvo. Appayogoti appayuñjanaṁ appaṭipatti. Anuyogenāti anuyogahetu.",
  "tika-s0401t8:3": "74. Catutthe bujjhanakasattassāti catunnaṁ ariyasaccānaṁ paṭivijjhanakapuggalassa. Aṅgabhūtāti tasseva paṭivedhassa kāraṇabhūtā. Ettha ca cattāri ariyasaccāni bujjhati, aññāṇaniddāya vāpi bujjhatīti bodhīti laddhanāmo ariyasāvako bujjhanakasatto, tassa bujjhanakasattassa. Bodhiyāti tassā dhammasāmaggisaṅkhātāya bodhiyā. Bujjhanaṭṭhena bodhiyo, bodhiyo eva saccasampaṭibodhassa aṅgāti vuttaṁ. ‘‘Bujjhantīti bojjhaṅgā’’ti. Vipassanādīnaṁ kāraṇānaṁ bujjhitabbānañca saccānaṁ anurūpaṁ bujjhanato anubujjhantīti bojjhaṅgā, paṭimukhaṁ paccakkhabhāvena abhimukhaṁ bujjhanato paṭibujjhantīti bojjhaṅgā, sammā aviparītato bujjhanato sambujjhantīti bojjhaṅgāti evaṁ atthavisesadīpakehi upasaggehi anubujjhantītiādi vuttaṁ. Bodhisaddo sabbavisesayuttaṁ bujjhanasāmaññena saṅgaṇhāti. Bodhāya saṁvattantīti iminā tassā dhammasāmaggiyā bujjhanassa ekantakāraṇataṁ dasseti. Evaṁ panetaṁ padaṁ vibhattamevāti vuttappakārena etaṁ ‘‘bojjhaṅgā’’ti (paṭi. ma. 2.17) padaṁ niddese paṭisambhidāmagge vibhattameva.",
  "tika-s0401t8:4": "75. Pañcame yāthāvasarasabhūmīti yāthāvato sakiccakaraṇabhūmi. Sāti yāthāvasarasabhūmi. Vipassanāti balavavipassanā. Keci ‘‘bhaṅgañāṇato paṭṭhāyā’’ti vadanti. Vipassanāya pādakajjhāne ca satiādayo bojjhaṅgapakkhikā eva pariyāyabodhipakkhiyabhāvato. Tatthātiādi catubbidhānaṁ bojjhaṅgānaṁ bhūmivibhāgadassanaṁ.",
  "tika-s0401t8:5": "76. Chaṭṭhe tesaṁ antareti tesaṁ bhikkhūnaṁ antare. Kāmaṁ saṅgītiāruḷhavasena appakamidaṁ suttapadaṁ, bhagavā panettha sannipatitaparisāya ajjhāsayānurūpaṁ vitthārikaṁ karotīti katvā idaṁ vuttaṁ – ‘‘mahatī desanā bhavissatī’’ti. Gāmanigamādikathā natthīti tassā kathāya atiracchānakathābhāvamāhu . Tathā hi sā pubbe bahuñātikaṁ ahosi bahupakkhaṁ, idāni appañātikaṁ appapakkhanti aniccatāmukhena niyyānikapakkhikā jātā. Etāyāti yathāvuttāya parihāniyā. Patikiṭṭhanti nihīnaṁ. Mama sāsaneti idaṁ kammassakatajjhānapaññānampi visesanameva. Tadubhayampi hi bāhirakānaṁ tappaññādvayato sātisayameva sabbaññubuddhānaṁ desanāya laddhavisesato vivaṭṭūpanissayato ca.",
  "tika-s0401t8:6": "77. Sattame tesaṁ cittācāraṁ ñatvāti tathā kathentānaṁ tesaṁ bhikkhūnaṁ tattha upagamanena attano desanāya bhājanabhūtaṁ cittappavattiṁ ñatvā. Kammassakatādīti ādisaddena jhānapaññādīnaṁ catunnampi paññānaṁ gahaṇaṁ.",
  "tika-s0401t8:7": "78-80. Aṭṭhamādīsu heṭṭhā vuttanayenevāti ‘‘yā esa mama sāsane’’tiādinā heṭṭhā vuttanayeneva. Sesamettha uttānatthameva.",
  "tika-s0401t8:8": "Kalyāṇamittādivaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t8:9": "81-82. Navame vagge natthi vattabbaṁ."
}