{
  "tika-vin07t6:0": "5. Pācittiyakaṇḍaṃ",
  "tika-vin07t6:1": "1. Musāvādavaggo",
  "tika-vin07t6:2": "1. Musāvādasikkhāpadavaṇṇanā",
  "tika-vin07t6:3": "1. Musāvādavaggassa paṭhamasikkhāpade khuddakānanti ettha ‘‘khuddaka-saddo bahu-saddapariyāyo’’ti vadanti. Tatthāti tesu vaggesu, khuddakesu vā. ‘‘Jānitabbato’’ti hetuno vipakkhepi nibbāne vattanato anekantikatte parehi vutte ‘‘na mayā ayaṃ hetu vutto’’ti taṃ kāraṇaṃ paṭicchādetuṃ puna ‘‘jātidhammatoti mayā vutta’’ntiādīni vadati. ‘‘Sampajāna’’nti vattabbe anunāsikalopena niddesoti āha ‘‘jānanto’’ti.",
  "tika-vin07t6:4": "2.Sampajānamusāvādeti attanā vuccamānassa atthassa vitathabhāvaṃ pubbepi jānitvā, vacanakkhaṇe ca jānantassa musāvādabhaṇane. Tenāha ‘‘jānitvā’’tiādi. Musāvādeti ca nimittatthe bhummaṃ, tasmā musābhaṇananimittaṃ pācittiyanti evamettha, ito paresupi īdisesu attho veditabbo.",
  "tika-vin07t6:5": "3. Vadanti etāyāti vācāti āha ‘‘micchā’’tiādi. ‘‘Dhanunā vijjhatī’’tiādīsu viya ‘‘cakkhunā diṭṭha’’nti pākaṭavasena vuttanti āha ‘‘oḷārikenā’’ti.",
  "tika-vin07t6:6": "11.Gato bhavissatīti etthāpi sanniṭṭhānato vuttattā musāvādo jāto. Āpattinti pācittiyāpattiṃ, na dubbhāsitaṃ. Jātiādīhi dasahi akkosavatthūhi paraṃ davā vadantassa hi taṃ hoti. Cāresunti upanesuṃ. Vatthuviparītatā, visaṃvādanapurekkhāratā, yamatthaṃ vatthukāmo, tassa puggalassa viññāpanapayogo cāti imānettha tīṇi aṅgāni. Vatthuviparītatāya hi asati visaṃvādanapurekkhāratāya viññāpitepi musāvādo na hoti, dukkaṭamattameva hoti. Tasmā sāpi aṅgamevāti gahetabbaṃ. Uttarimanussadhammārocanatthaṃ musā bhaṇantassa pārājikaṃ, pariyāyena thullaccayaṃ, amūlakena pārājikena anuddhaṃsanatthaṃ saṅghādiseso, saṅghādisesenānuddhaṃsanaomasavādādīsu pācittiyaṃ, anupasampannesu dukkaṭaṃ, ukkaṭṭhahīnajātiādīhi davā akkosantassa dubbhāsitaṃ, kevalaṃ musā bhaṇantassa idha pācittiyaṃ vuttaṃ.",
  "tika-vin07t6:7": "Musāvādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:8": "2. Omasavādasikkhāpadavaṇṇanā",
  "tika-vin07t6:9": "13. Dutiye pubbe patiṭṭhitārappadesaṃ puna are patteti paṭhamaṃ bhūmiyaṃ patiṭṭhitanemippadese parivattetvā puna bhūmiyaṃ patiṭṭhiteti attho.",
  "tika-vin07t6:10": "15.Pubbeti aṭṭhuppattiyaṃ. Pupphachaḍḍakā nāma gabbhamalādihārakā. Tacchakakammanti pāsāṇakoṭṭanādivaḍḍhakīkammaṃ . Hatthamuddāgaṇanāti aṅgulisaṅkocaneneva gaṇanā. Acchiddakagaṇanā nāma ekaṭṭhānadasaṭṭhānādīsu sāriyo ṭhapetvā anukkamena gaṇanā. Ādi-saddena saṅkalanapaṭauppādanavoklanabhāgahārādivasena pavattā piṇḍagaṇanā gahitā. Yassa sā paguṇā, so rukkhampi disvā ‘‘ettakāni ettha paṇṇānī’’ti jānāti. Yabha-methuneti vacanato āha ‘‘ya-kāra-bha-kāre’’tiādi.",
  "tika-vin07t6:11": "16.Na purimenāti musāvādasikkhāpadena. Sopi āpattiyāti upasaggādivisiṭṭhehipi vadanto pācittiyāpattiyāva kāretabbo.",
  "tika-vin07t6:12": "26.Dubbhāsitanti sāmaññato vuttattā pāḷiyaṃ anāgatehipi parammukhā vadantassapi dubbhāsitamevāti ācariyā vadanti tato lāmakāpattiyā abhāvā, anāpattiyāpettha bhavituṃ ayuttattā. Sabbasattāti ettha vacanatthavidūhi tiracchānādayopi gahitā.",
  "tika-vin07t6:13": "35. Anusāsanīpurekkhāratāya vā pāpagarahitāya vā vadantānaṃ cittassa lahuparivattibhāvato antarantarā kope uppannepi anāpatti. Kāyavikāramattenapi omasanasambhavato ‘‘tisamuṭṭhānaṃ, kāyakamma’’nti ca vuttaṃ. Parivāre pana ‘‘catutthena āpattisamuṭṭhānena…pe… dubbhāsitaṃ āpajjeyyāti. Na hīti vattabba’’ntiādinā (pari. 276) itarāni samuṭṭhānāni paṭikkhipitvā pañcamasseva vuttattā āha ‘‘dubbhāsitāpatti panettha vācācittato samuṭṭhātī’’ti. Davakamyatāya hi kāyavācācittehi omasantassapi vācācittameva āpattiyā aṅgaṃ hoti, na pana kāyo vijjamānopi dhammadesanāpatti viya kevalaṃ kāyavikāreneva. Omasantassa pana kiñcāpi idha dubbhāsitāpattiyā anāpatti, atha kho kāyakīḷāpaṭikkhepasikkhāpadena dukkaṭamevāti daṭṭhabbaṃ. Upasampannaṃ jātiādīhi anaññāpadesena akkosanaṃ, tassa jānanaṃ, atthapurekkhāratādīnaṃ abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:14": "Omasavādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:15": "3. Pesuññasikkhāpadavaṇṇanā",
  "tika-vin07t6:16": "36. Tatiye bhaṇḍanaṃ jātaṃ etesanti bhaṇḍanajātā. Pisatīti pisuṇā, vācā, samagge bhinne karotīti attho. Tāya vācāya samannāgato pisuṇo, tassa kammaṃ pesuññanti evamettha attho veditabbo.",
  "tika-vin07t6:17": "Idhāpi jātiādīhi dasahi vatthūhi pesuññaṃ upasaṃharantasseva pācittiyaṃ, itarehi akkosavatthūhi dukkaṭaṃ. Anakkosavatthūhi pana upasaṃharantassa dukkaṭamevāti vadanti. Jātiādīhi anaññāpadesena akkosantassa bhikkhuno sutvā bhikkhussa upasaṃharaṇaṃ, piyakamyatābhedādhippāyesu aññataratā, tassa vijānanāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:18": "Pesuññasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:19": "4. Padasodhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:20": "45. Catutthe purimabyañjanena sadisanti ‘‘rūpaṃ anicca’’nti ettha anicca-saddena sadisaṃ ‘‘vedanā aniccā’’ti ettha anicca-saddaṃ vadati. Akkharasamūhoti avibhattiko vutto. Padanti vibhattiantaṃ vuttaṃ.",
  "tika-vin07t6:21": "Ekaṃ padanti gāthāpadameva sandhāya vadati. Padagaṇanāyāti gāthāpadagaṇanāya. Apāpuṇitvāti saddhiṃ akathetvā. Etena gāthāya pacchimapāde vuccamāne sāmaṇero paṭhamapādādiṃ vadati, āpattiyeva, tasmiṃ nissadde eva itarena vattabbanti dasseti.",
  "tika-vin07t6:22": "Aṭṭhakathānissitoti saṅgītittayāruḷhaṃ porāṇaṭṭhakathaṃ sandhāya vadati. Idānipi ‘‘yathāpi dīpiko nāma, nilīyitvā gaṇhate mige’’ti (mi. pa. 6.1.5; visuddhi. 1.217; dī. ni. aṭṭha. 2.374; ma. ni. aṭṭha. 1.107; pārā. aṭṭha. 2.165; paṭi. ma. aṭṭha. 2.1.163) evamādikaṃ aṭṭhakathāvacanaṃ attheva, buddhaghosācariyādīhi porāṇaṭṭhakathānayena vuttampi idha saṅgahetabbanti vadanti. Pāḷinissitoti udānavaggasaṅgahādiko. Vivaṭṭūpanissitanti nibbānanissitaṃ. Therassāti nāgasenattherassa. Maggakathādīni pakaraṇāni.",
  "tika-vin07t6:23": "46. Pāḷiyaṃ akkharāyātiādi liṅgavipallāsena vuttaṃ, akkharenātiādinā attho gahetabbo.",
  "tika-vin07t6:24": "48.Upacāraṃmuñcitvāti parisāya dvādasahatthaṃ muñcitvā ekato ṭhitassa vā nisinnassa vā anupasampannassa akathetvā aññe uddissa bhaṇantassāpi anāpatti. Sace pana dūre nisinnampi uddissa bhaṇati, āpatti eva. Opātetīti saddhiṃ katheti. Anupasampannatā, vuttalakkhaṇadhammaṃ padaso vācanatā, ekato bhaṇanañcāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:25": "Padasodhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:26": "5. Sahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:27": "50-51. Pañcame tatridaṃ nidassananti seso. Dirattatirattanti ettha dirattaggahaṇaṃ vacanālaṅkāratthaṃ, nirantaraṃ tissova rattiyo vasitvā catutthadivasādīsu sayantasseva āpatti, na ekantarikādivasena sayantassāti dassanatthampīti daṭṭhabbaṃ. Dirattavisiṭṭhañhi tirattaṃ vuccamānaṃ, tena anantarikameva tirattaṃ dīpetīti. Pañcahi chadanehīti iṭṭhakasilāsudhātiṇapaṇṇehi. Vācuggatavasenāti paguṇavasena. Diyaḍḍhahatthubbedho vaḍḍhakīhatthena gahetabbo. Ekūpacāro ekena maggena pavisitvā abbhokāsaṃ anukkamitvā sabbattha anuparigamanayoggo, etaṃ bahudvārampi ekūpacārova. Tattha pana kuṭṭādīhi rundhitvā visuṃ dvāraṃ yojenti, nānūpacāro hoti. Sace pana rundhati eva, visuṃ dvāraṃ na yojenti, ‘‘etampi ekūpacārameva mattikādīhi pihitadvāro viya gabbho’’ti gahetabbaṃ. Aññathā gabbhe pavisitvā pamukhādīsu nipannānupasampannehi sahaseyyāparimuttiyā gabbhadvāraṃ mattikādīhi pidahāpetvā uṭṭhite aruṇe vivarāpentassapi anāpatti bhaveyyāti.",
  "tika-vin07t6:28": "Tesaṃ payoge payoge bhikkhussa āpattīti ettha keci ‘‘anuṭṭhahanena akiriyasamuṭṭhānā āpatti vuttā tasmiṃ khaṇe sayantassa kiriyābhāvā. Idañhi sikkhāpadaṃ siyā kiriyāya samuṭṭhāti, siyā akiriyāya samuṭṭhāti. Kiriyāsamuṭṭhānatā cassa tabbahulavasena vuttāti vadati. Yathā cetaṃ, evaṃ divāsayanampi. Anuṭṭhahanena, hi dvārāsaṃvaraṇena cetaṃ akiriyasamauṭṭhānampi hotī’’ti vadanti. Idañca yuttaṃ viya dissati, vīmaṃsitvā gahetabbaṃ.",
  "tika-vin07t6:29": "‘‘Uparimatalenasaddhiṃ asambaddhabhittikassā’’ti idaṃ sambaddhabhittike vattabbameva natthīti dassanatthaṃ vuttaṃ. Uparimatale sayitassa saṅkā eva natthīti ‘‘heṭṭhāpāsāde’’tiādi vuttaṃ. Nānūpacāreti bahi nisseṇiyā ārohaṇīye.",
  "tika-vin07t6:30": "Sabhāsaṅkhepenāti sabhākārena. ‘‘Aḍḍhakuṭṭake’’ti iminā saṇṭhānaṃ dasseti. Yattha tīsu dvīsu vā passesu bhittiyo baddhā, chadanaṃ vā asampattā aḍḍhabhitti, idaṃ aḍḍhakuṭṭakaṃ nāma. Vāḷasaṅghāṭo nāma parikkhepassa anto thambhādīnaṃ upari vāḷarūpehi katasaṅghāṭo. Parikkhepassa bahigateti ettha yasmiṃ passe parikkhepo natthi, tattha sace bhūmito vatthu uccaṃ hoti, ubhato uccavatthuto heṭṭhā bhūmiyaṃ nibbakosabbhantarepi anāpatti eva tattha senāsanavohārābhāvato. Atha vatthu nīcaṃ bhūmisamameva senāsanassa heṭṭhimatale tiṭṭhati, tattha parikkheparahitadisāya nibbakosabbhantare sabbattha āpatti hoti, paricchedābhāvato parikkhepassa bahi eva anāpattīti daṭṭhabbaṃ. Parimaṇḍalaṃ vātiādi majjhe udakapatanatthāya ākāsaṅgaṇavantaṃ senāsanaṃ sandhāya vuttaṃ. Tattha aparicchinnagabbhūpacāreti ekekagabbhassa dvīsu passesu pamukhena gamanaṃ paricchinditvā diyaḍḍhahatthubbedhato anūnaṃ kuṭṭaṃ katvā ākāsaṅgaṇena pavesaṃ karonti, evaṃ akatoti attho. Gabbhaparikkhepoti caturassapāsādādīsu samantā ṭhitagabbhabhittiyo sandhāya vuttaṃ.",
  "tika-vin07t6:31": "Pāṭekkasannivesāti ekekadisāya gabbhapāḷiyo itaradisāsu gabbhapāḷīnaṃ abhāvena, bhāvepi vā aññamaññabhitticchadanehi asambandhatāya pāṭekkasannivesā nāma vuccati. Taṃ…pe… sandhāya vuttanti tattha pācittiyena anāpattīti vuttaṃ, na dukkaṭena. Tādisāya hi gabbhapāḷiyā pamukhaṃ tīsu disāsu bhittīnaṃ abhāvena ekadisāya gabbhabhittimattena sabbacchannaṃ cūḷaparicchannaṃ nāma hoti. Tasmā dukkaṭameva. Yadi pana tassa pamukhassa itaradisāsupi ekissaṃ, sabbāsu vā bhittiṃ karonti, tadā sabbacchannaupaḍḍhaparicchannādibhāvato pācittiyameva hotīti daṭṭhabbaṃ. Bhūmiyaṃ vinā jagatiyā pamukhaṃ sandhāyāti ettha uccavatthuṃ akatvā bhūmiyaṃ katagehassa pamukhaṃ sandhāya aparikkhitte pācittiyena anāpattīti idaṃ kathitaṃ . Uccavatthukaṃ ce pamukhaṃ hoti, tena vatthunā parikkhittasaṅkhyameva pamukhaṃ gacchatīti adhippāyo. Tatthāti andhakaṭṭhakathāyaṃ. Jagatiyā pamāṇaṃ vatvāti pakatibhūmiyā nipanno yathā jagatiyā upari sayitaṃ na passati, evaṃ uccātiuccavatthussa ubbedhappamāṇaṃ vatvā. Ekadisāya ujukameva dīghaṃ katvā sannivesito pāsādo ekasālasanniveso. Dvīsu, tīsu vā catūsupi vā disāsu siṅghāṭakasaṇṭhānādivasena katā dvisālādisannivesā veditabbā. Sālappabhedadīpanameva cettha purimato visesoti. Parikkhepo viddhastoti pamukhassa parikkhepaṃ sandhāya vadati.",
  "tika-vin07t6:32": "53. Upaḍḍhacchannaupaḍḍhaparicchannaṃ senāsanaṃ dukkaṭassa ādiṃ vatvā pāḷiyaṃ dassitattā tato adhikaṃ sabbacchannaupaḍḍhaparicchannādikampi sabbaṃ pāḷiyaṃ avuttampi pācittiyasseva vatthubhāvena dassitaṃ sikkhāpadassa paṇṇattivajjattā, garuke ṭhātabbato cāti veditabbaṃ. Satta pācittiyānīti pāḷiyaṃ vuttapācittiyadvayaṃ sāmaññato ekattena gahetvā vuttaṃ.",
  "tika-vin07t6:33": "54. Pāḷiyaṃ ‘‘tatiyāya rattiyā purāruṇā nikkhamitvā puna vasatī’’ti idaṃ ukkaṭṭhavasena vuttaṃ, anikkhamitvā pana purāruṇā uṭṭhahitvā antochadane nisinnassāpi punadivase sahaseyyena anāpatti eva. Senambamaṇḍapavaṇṇaṃ hotīti sīhaḷadīpe kira uccavatthuko sabbacchanno sabbaaparicchanno evaṃnāmako sannipātamaṇḍapo atthi, taṃ sandhāyetaṃ vuttaṃ. Ettha catutthabhāgo cūḷakaṃ, dve bhāgā upaḍḍhaṃ, tīsu bhāgesu dve bhāgā yebhuyyanti iminā nayena cūḷakacchannaparicchannatādīni veditabbāni. Pācittiyavatthukasenāsanaṃ, tattha anupasampannena saha nipajjanaṃ, catutthadivase sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:34": "Sahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:35": "6. Dutiyasahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:36": "55. Chaṭṭhe mātugāmena saddhiṃ catutthadivase sayantassāpi iminā sikkhāpadena ekāva āpatti. Keci pana purimasikkhāpadenāpīti dve āpattiyo vadanti, taṃ na yuttaṃ ‘‘anupasampannenā’’ti anitthiliṅgena vuttattā napuṃsakena pana catutthadivase sayantassa sadukkaṭapācittiyaṃ vattuṃ yuttaṃ. Kiñcāpettha pāḷiyaṃ paṇḍakavaseneva dukkaṭaṃ vuttaṃ, tadanulomikā pana purisaubhatobyañjanakena saha sayantassa iminā dukkaṭaṃ, purimena catutthadivase sadukkaṭapācittiyaṃ. Itthiubhatobyañjanako itthigatikovāti ayaṃ amhākaṃ khanti. Matitthiyā anāpattīti vadanti. Pācittiyavatthukasenāsanaṃ, tattha mātugāmena saddhiṃ nipajjanaṃ, sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:37": "Dutiyasahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:38": "7. Dhammadesanāsikkhāpadavaṇṇanā",
  "tika-vin07t6:39": "60. Sattame na yakkhenātiādīnaṃ ‘‘aññatra viññunā’’ti iminā sambandho. Aññatra viññunā purisaviggahena, na yakkhādināpīti evamattho gahetabboti adhippāyo. Tādisenapi hi saha ṭhitāya desetuṃ na vaṭṭati. Taṃtaṃdesabhāsāya atthaṃ yathāruci vaṭṭati eva.",
  "tika-vin07t6:40": "Iriyāpathāparivattanaṃ, purisaṃ vā dvādasahatthūpacāre apakkosāpanaṃ ettha akiriyā. Vuttalakkhaṇassa dhammassa channaṃ vācānaṃ upari desanā, vuttalakkhaṇo mātugāmo, iriyāpathapaavattanābhāvo, viññūpurisābhāvo, apañhavissajjanāti imānettha pañca aṅgāni.",
  "tika-vin07t6:41": "Dhammadesanāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:42": "8. Bhūtārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:43": "77. Aṭṭhame antarāti parinibbānakālato pubbepi. Atikaḍḍhiyamānenāti ‘‘vadatha, bhante, kiṃ tumhehi adhigata’’nti evaṃ nippīḷiyamānena atibaddhiyamānena. Tathārūpe paccaye sati vattabbameva. Sutapariyattisīlaguṇanti ettha atthakusalatā sutaguṇo, pāḷipāṭhakusalatā pariyattiguṇoti daṭṭhabbaṃ. ‘‘Cittakkhepassa vā abhāvā’’ti iminā khittacittavedanāṭṭatāpi ariyānaṃ natthīti dasseti.",
  "tika-vin07t6:44": "Pubbeavuttehīti catutthapārājike avuttehi. Idañca sikkhāpadaṃ paṇṇattiajaānanavasena ekantato acittakasamuṭṭhānameva hoti ariyānaṃ paṇṇattivītikkamābhāvā. Jhānalābhīnañca satthu āṇāvītikkamapaṭighacittassa jhānaparihānato bhūtārocanaṃ na sambhavati. Uttarimanussadhammassa bhūtatā, anupasampannassa ārocanaṃ, taṅkhaṇavijānanā, anaññāpadesoti imānettha cattāri aṅgāni.",
  "tika-vin07t6:45": "Bhūtārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:46": "9. Duṭṭhullārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:47": "78. Navame tattha bhaveyyāti tattha kassaci mati evaṃ bhaveyya. Aṭṭhakathāvacanameva upapattito daḷhaṃ katvā patiṭṭhapento ‘‘imināpi ceta’’ntiādimāha.",
  "tika-vin07t6:48": "82.Ādito pañca sikkhāpadānīti pāṇātipātādīni pañca. Sesānīti vikālabhojanādīni . Sukkavissaṭṭhiādi ajjhācārova. Antimavatthuṃ anajjhāpannassa bhikkhuno savatthuko saṅghādiseso, anupasampannassa ārocanaṃ, bhikkhusammutiyā abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:49": "Duṭṭhullārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:50": "10. Pathavīkhaṇanasikkhāpadavaṇṇanā",
  "tika-vin07t6:51": "86. Dasame appapaṃsumattikāya pathaviyā anāpattivatthubhāvena vuttattā upaḍḍhapaṃsumattikāyapi pācittiyamevāti gahetabbaṃ. Na hetaṃ dukkaṭavatthūti sakkā vattuṃ jātājātavinimuttāya tatiyapathaviyā abhāvato.",
  "tika-vin07t6:52": "Vaṭṭatīti imasmiṃ ṭhāne pokkharaṇiṃ khaṇāti okāsassa aniyamitattā vaṭṭati. Imaṃ valliṃ khaṇāti pathavīkhaṇanaṃ sandhāya vuttattā imināva sikkhāpadena āpatti, na bhūtagāmasikkhāpadena. Ubhayampi sandhāya vutte pana dvepi pācittiyā honti. Udakapappaṭakoti udake antobhūmiyaṃ paviṭṭhe tassa uparibhāgaṃ chādetvā tanukapaṃsu vā mattikā vā paṭalaṃ hutvā patamānā tiṭṭhati, tasmiṃ udake sukkhepi taṃ paṭalaṃ vātena calamānā tiṭṭhati, taṃ udakapappaṭako nāma.",
  "tika-vin07t6:53": "Akatapabbhāreti avaḷañjanaṭṭhānadassanatthaṃ vuttaṃ. Tādise eva hi vammikassa sambhavoti. Mūsikukkaraṃ nāma mūsikāhi khanitvā bahi katapaṃsurāsi. Acchadanantiādivuttattā ujukaṃ ākāsato patitavassodakena ovaṭṭhameva jātapathavī hoti, na chadanādīsu patitvā tato pavattaudakena tintanti veditabbaṃ. Maṇḍapatthambhanti sākhāmaṇḍapatthambhaṃ. Uccāletvāti ukkhipitvā. Tatoti purāṇasenāsanato.",
  "tika-vin07t6:54": "88.Mahāmattikanti bhittilepanaṃ. Jātapathavitā, tathāsaññitā, khaṇanakhaṇāpanānaṃ aññataranti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:55": "Pathavīkhaṇanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:56": "Niṭṭhito musāvādavaggo paṭhamo.",
  "tika-vin07t6:57": "2. Bhūtagāmavaggo",
  "tika-vin07t6:58": "1. Bhūtagāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:59": "89. Dutiyavaggassa paṭhame niggahetuṃ asakkontoti sākhaṭṭhakavimāne sākhāya chijjamānāya chijjante tattha achedanatthāya devatāya upanītaṃ puttaṃ disvāpi kuṭhārinikkhepavegaṃ nivattetuṃ asakkontoti attho. Rukkhadhammeti rukkhassa pavattiyaṃ. Rukkhānaṃ viya chedanādīsu akuppanañhi rukkhadhammo nāma.",
  "tika-vin07t6:60": "Uppatitanti uppannaṃ. Bhantanti dhāvantaṃ. Vārayeti niggaṇheyya. Itaroti uppannaṃ kodhaṃ aniggaṇhanto rājauparājādīnaṃ rasmimattaggāhakajano viya na uttamasārathīti attho. Visaṭaṃ sappavisanti sarīre dāṭhāvaṇānusārena vitthiṇṇaṃ byāpetvā ṭhitaṃ kaṇhasappavisaṃ viya. Jahāti orapāranti pañcorambhāgiyasaññojanāni tatiyamaggena jahāti. ‘‘Orapāra’’nti hi orimatīraṃ vuccati . Atha vā soti tatiyamaggena kodhaṃ vinetvā ṭhito bhikkhu arahattamaggena orapāraṃ jahātīti attho. Tattha oraṃ nāma sakattabhāvo, ajjhattikāni vā āyatanāni. Pāraṃ nāma paraattabhāvo, bāhirāni vā āyatanāni. Tadubhaye pana chandarāgaṃ jahanto ‘‘jahāti orimapāra’’nti vuccati.",
  "tika-vin07t6:61": "90.Bhavantīti vaḍḍhanti. Ahuvuntīti babhūvu. Tenāha ‘‘jātā vaḍḍhitā’’ti. Bhūtānaṃ gāmoti mahābhūtānaṃ haritatiṇādibhāvena samaggānaṃ samūho. Tabbinimuttassa gāmassa abhāvaṃ dassetuṃ ‘‘bhūtā eva vā gāmo’’ti vuttaṃ. Pātabya-saddassa pā pāneti dhātvatthaṃ sandhāyāha ‘‘paribhuñjitabbatā’’ti. Sā ca pātabyatā chedanādi eva hotīti āha ‘‘tassā…pe… bhūtagāmassa jātā chedanādipaccayā’’ti.",
  "tika-vin07t6:62": "91.Jāta-saddo ettha vijātapariyāyoti ‘‘puttaṃ vijātā itthī’’tiādīsu viya pasūtavacanoti āha ‘‘pasūtānī’’ti, nibbattapaṇṇamūlānīti attho.",
  "tika-vin07t6:63": "Tānidassentoti tāni bījāni dassento. Kāriyadassanamukheneva kāraṇañca gahitanti āha ‘‘bījato nibbattena bījaṃ dassita’’nti.",
  "tika-vin07t6:64": "92.‘‘Bījato sambhūto bhūtagāmo bīja’’nti iminā uttarapadalopena ‘‘padumagacchato nibbattaṃ pupphaṃ paduma’’ntiādīsu viyāyaṃ vohāroti dasseti. Yaṃ bījaṃ bhūtagāmo nāma hotīti nibbattapaṇṇamūlaṃ sandhāya vadati. Yathārutanti yathāpāṭhaṃ.",
  "tika-vin07t6:65": "‘‘Sañciccā’’ti vuttattā sarīre laggabhāvaṃ ñatvāpi uṭṭhahati, ‘‘taṃ uddharissāmī’’tisaññāya abhāvato vaṭṭati. Anantaka-ggahaṇena sāsapamattikā gahitā, nāmañhetaṃ tassā sevālajātiyā. Mūlapaṇṇānaṃ abhāvena ‘‘asampuṇṇabhūtagāmo nāmā’’ti vuttaṃ. So bījagāmena saṅgahitoti. Avaḍḍhamānepi bhūtagāmamūlakattā vuttaṃ ‘‘amūlakabhūtagāme saṅgahaṃ gacchatī’’ti. Nāḷikerassa āveṇikaṃ katvā vadati.",
  "tika-vin07t6:66": "Seleyyakaṃ nāma silāya sambhūtā ekā gandhajāti. Pupphitakālato paṭṭhāyāti vikasitakālato pabhuti. Chattakaṃ gaṇhantoti vikasitaṃ gaṇhanto. Makuḷaṃ pana rukkhattacaṃ akopentenapi gahetuṃ na vaṭṭati, phullaṃ vaṭṭati. Hatthakukkuccenāti hatthacāpallena.",
  "tika-vin07t6:67": "‘‘Pānīyaṃ na vāsetabba’’nti idaṃ attano pivanapānīyaṃ sandhāya vuttaṃ, aññesaṃ pana vaṭṭati anuggahitattā. Tenāha ‘‘attanā khāditukāmenā’’ti. Yesaṃ rukkhānaṃ sākhā ruhatīti mūlaṃ anotāretvā paṇṇamattaniggamanamattenapi vaḍḍhati. Tattha kappiyampi akaronto chinnanāḷikeraveḷudaṇḍādayo kopetuṃ vaṭṭati.",
  "tika-vin07t6:68": "‘‘Caṅkamitaṭṭhānaṃ dassessāmī’’ti vuttattā kevalaṃ caṅkamanādhippāyena vā maggagamanādhippāyena vā akkamantassa, tiṇānaṃ upari nisīdanādhippāyena nisīdantassa ca doso natthi.",
  "tika-vin07t6:69": "Samaṇakappehīti samaṇānaṃ kappiyavohārehi, abījanibbaṭṭabījānipi kappiyabhāvato ‘‘samaṇakappānī’’ti vuttāni. Abījaṃ nāma taruṇaambaphalādīni. Nibbaṭṭetabbaṃ viyojetabbaṃ bījaṃ yasmiṃ, taṃ panasādi nibbaṭṭabījaṃ nāma. Kappiyanti vatvāvāti pubbakālakiriyāvasena vuttepi vacanakkhaṇeva aggisatthādinā bījagāme vaṇaṃ kātabbanti vacanato pana pubbe kātuṃ na vaṭṭati, tañca dvidhā akatvā chedanabhedanameva dassetabbaṃ. Karontena ca bhikkhunā ‘‘kappiyaṃ karohī’’ti yāya kāyaci bhāsāya vutteyeva kātabbaṃ. Bījagāmaparimocanatthaṃ puna kappiyaṃ kāretabbanti kārāpanassa paṭhamameva adhikatattā. ‘‘Kaṭāhepi kātuṃ vaṭṭatī’’ti vuttattā kaṭāhato nīhatāya miñjāya vā bīje vā yattha katthaci vijjhituṃ vaṭṭati eva. Bhūtagāmo, bhūtagāmasaññitā, vikopanaṃ vā vikopāpanaṃ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:70": "Bhūtagāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:71": "2. Aññavādakasikkhāpadavaṇṇanā",
  "tika-vin07t6:72": "94. Dutiye aññaṃ vacananti yaṃ dosavibhāvanatthaṃ parehi vuttavacanaṃ taṃ tassa ananucchavikena aññena vacanena paṭicarati.",
  "tika-vin07t6:73": "98. Yadetaṃ aññenaññaṃ paṭicaraṇavasena pavattavacanaṃ, tadeva pucchitamatthaṃ ṭhapetvā aññaṃ vadati pakāsetīti aññavādakanti āha ‘‘aññenaññaṃ paṭicaraṇassetaṃ nāma’’nti. Tuṇhībhūtassetaṃ nāmanti tuṇhībhāvassetaṃ nāmaṃ, ayameva vā pāṭho. Aññavādakaṃ āropetunti aññavāde āropetuṃ. Vihesakanti vihesakattaṃ.",
  "tika-vin07t6:74": "99. Pāḷiyaṃ na ugghāṭetukāmoti paṭicchādetukāmo.",
  "tika-vin07t6:75": "100.Anāropite aññavādaketi vuttadukkaṭaṃ pāḷiyaṃ āgataaññenaññapaṭicaraṇavasena yujjati, aṭṭhakathāyaṃ āgatanayena pana musāvādena aññenaññaṃ paṭicarantassa pācittiyena saddhiṃ dukkaṭaṃ, āropite imināva pācittiyaṃ. Keci pana ‘‘musāvādapācittiyena saddhiṃ pācittiyadvaya’’nti vadanti, vīmaṃsitabbaṃ. Ādikammikassapi musāvāde imināva anāpattīti daṭṭhabbaṃ. Dhammakammena āropitatā, āpattiyā vā vatthunā vā anuyuñjiyamānatā, chādetukāmatāya aññenaññaṃ paṭicaraṇaṃ, tuṇhībhāvo cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:76": "Aññavādakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:77": "3. Ujjhāpanakasikkhāpadavaṇṇanā",
  "tika-vin07t6:78": "103. Tatiye cintāyanatthassa jhe-dhātussa anekatthatāya olokanatthasambhavato vuttaṃ ‘‘olokāpentī’’ti. Chandāyāti liṅgavipallāsoti āha ‘‘chandenā’’ti.",
  "tika-vin07t6:79": "105. Bhikkhuṃ lāmakato cintāpanatthaṃ aññesaṃ taṃ avaṇṇakathanaṃ ujjhāpanaṃ nāma. Aññesaṃ pana avatvā aññamaññaṃ samullapanavasena bhikkhuno dosappakāsanaṃ khiyyanaṃ nāmāti ayametesaṃ bhedo.",
  "tika-vin07t6:80": "106.Aññaṃ anupasampannaṃ ujjhāpetīti aññena anupasampannena ujjhāpeti. Tassa vā taṃ santiketi tassa anupasampannassa santike taṃ saṅghena sammataṃ upasampannaṃ khiyyati. Idhāpi musāvādena ujjhāpanādīnaṃ sambhavato dukkaṭaṭṭhānāni ca ādikammikassa anāpatti ca iminā eva sikkhāpadena vuttāti veditabbaṃ sabbattha musāvādapācittiyassa anivattito. Dhammakammena sammatatā, upasampannatā, agatigamanābhāvo, tassa avaṇṇakāmatā, yassa santike vadati. Tassa upasampannatā, ujjhāpanaṃ vā khiyyanaṃ vāti imānettha cha aṅgāni.",
  "tika-vin07t6:81": "Ujjhāpanakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:82": "4. Paṭhamasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:83": "110. Catutthe apaññāteti appasiddhe. Imaṃ pana aṭṭha māse maṇḍapādīsu ṭhapanasaṅkhātaṃ atthavisesaṃ gahetvā bhagavatā paṭhamameva sikkhāpadaṃ paññattanti adhippāyaṃ ‘‘anujānāmi, bhikkhave, aṭṭhamāse’’tiādivacanena anupaññattisadisena pakāsetvā visuṃ anupaññatti na vuttā. Parivāre panetaṃ anujānanavacanaṃ anupaññattiṭṭhānanti ‘‘ekā anupaññattī’’ti (pari. 65-67) vuttaṃ.",
  "tika-vin07t6:84": "Navavāyimoti adhunā suttena vītakacchena paliveṭhitamañco. Onaddhoti kappiyacammena onaddho. Te hi vassena sīghaṃ na nassanti. ‘‘Ukkaṭṭhaabbhokāsiko’’ti idaṃ tassa sukhapaṭipattidassanamattaṃ, ukkaṭṭhassāpi pana cīvarakuṭi vaṭṭateva. Kāyānugatikattāti bhikkhuno tattheva nisīdanabhāvaṃ dīpeti, tena ca vassabhayena sayaṃ aññattha gacchantassa āpattīti dasseti . Abbhokāsikānaṃ temanatthāya niyametvā dāyakehi dinnampi attānaṃ rakkhantena rakkhitabbameva.",
  "tika-vin07t6:85": "‘‘Valāhakānaṃ anuṭṭhitabhāvaṃ sallakkhetvā’’ti iminā gimhānepi meghe uṭṭhite abbhokāse nikkhipituṃ na vaṭṭatīti dīpeti. Tatra tatrāti cetiyaṅgaṇādike tasmiṃ tasmiṃ abbhokāse niyametvā nikkhittā. Majjhato paṭṭhāya pādaṭṭhānābhimukhāti yattha samantato sammajjitvā aṅgaṇamajjhe sabbadā kacavarassa saṅkaḍḍhanena majjhe vālikā sañcitā hoti. Tattha kattabbavidhidassanatthaṃ vuttaṃ. Uccavatthupādaṭṭhānābhimukhaṃ vā vālikā haritabbā. Yattha vā pana koṇesu vālikā sañcitā, tattha tato paṭṭhāya aparadisābhimukhā haritabbāti keci atthaṃ vadanti. Keci pana ‘‘sammaṭṭhaṭṭhānassa padavaḷañjena avikopanatthāya sayaṃ asammaṭṭhaṭṭhāne ṭhatvā attano pādābhimukhaṃ vālikā haritabbāti vutta’’nti vadanti, tattha ‘‘majjhato paṭṭhāyā’’ti vacanassa payojanaṃ na dissati.",
  "tika-vin07t6:86": "111. Vaṅkapādatāmattena kuḷīrapādakassa sesehi viseso, na aṭanīsu pādappavesanavisesenāti dassetuṃ ‘‘yo vā pana kocī’’tiādi vuttaṃ. Tassāti upasampannasseva.",
  "tika-vin07t6:87": "Nisīditvā…pe… pācittiyanti ettha meghuṭṭhānābhāvaṃ ñatvā ‘‘pacchā āgantvā uddharissāmī’’ti ābhogena gacchantassa anāpatti, tena punāgantabbameva. Kappaṃ labhitvāti ‘‘gaccha, mā idha tiṭṭhā’’ti vuttavacanaṃ labhitvā.",
  "tika-vin07t6:88": "Āvāsikānaṃyeva palibodhoti āgantukesu kiñci avatvā nisīditvā ‘‘āvāsikā eva uddharissantī’’ti gatesupi āvāsikānameva palibodho. Mahāpaccarivāde pana ‘‘idaṃ amhāka’’nti avatvāpi nisinnānamevāti adhippāyo. ‘‘Santharitvā vā santharāpetvā vā’’ti vuttattā anāṇattiyā paññāpitattāpi dukkaṭe kāraṇaṃ vuttaṃ. Ussārakoti sarabhāṇako. So hi uddhaṃ uddhaṃ pāḷipāṭhaṃ sāreti pavattetīti ussārakoti vuccati.",
  "tika-vin07t6:89": "112.Vaṇṇānurakkhaṇatthaṃ katāti paṭakhaṇḍādīhi sibbitvā katā. Bhūmiyaṃ attharitabbāti cimilikāya sati tassā upari, asati suddhabhūmiyaṃ attharitabbā. ‘‘Sīhacammādīnaṃ pariharaṇeyeva paṭikkhepo’’ti iminā mañcapīṭhādīsu attharitvā puna saṃharitvā ṭhapanādivasena attano atthāya pariharaṇameva na vaṭṭati, bhūmattharaṇādivasena paribhogo pana attano pariharaṇaṃ na hotīti dasseti. Khandhake hi ‘‘antopi mañce paññattāni honti, bahipi mañce paññattāni hontī’’ti evaṃ attano attano atthāya mañcādīsu paññapetvā pariharaṇavatthusmiṃ –",
  "tika-vin07t6:90": "‘‘Na, bhikkhave, mahācammāni dhāretabbāni sīhacammaṃ byagghacammaṃ dīpicammaṃ. Yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 255) –",
  "tika-vin07t6:91": "Paṭikkhepo kato. Tasmā vuttanayenevettha adhippāyo daṭṭhabbo. Dārumayapīṭhanti phalakamayapīṭhameva. Pādakathalikanti adhotapādaṃ yasmiṃ ghaṃsantā dhovanti, taṃ dāruphalakādi.",
  "tika-vin07t6:92": "113. ‘‘Āgantvā uddharissāmīti gacchatī’’ti vuttattā aññenapi kāraṇena anotāpentassapi āgamane sāpekkhassa anāpatti. Teneva mātikāṭṭhakathāyaṃ ‘‘mañcādīnaṃ saṅghikatā, vuttalakkhaṇe dese santharaṇaṃ vā santharāpanaṃ vā, apalibuddhatā, āpadāya abhāvo, nirapekkhatā, leḍḍupātātikkamo’’ti (kaṅkhā. aṭṭha. paṭhamasenāsanasikkhāpadavaṇṇanā) evamettha nirapekkhatāya saddhiṃ cha aṅgāni vuttāni.",
  "tika-vin07t6:93": "Paṭhamasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:94": "5. Dutiyasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:95": "116. Pañcame pāvāro kojavoti paccattharaṇatthāyeva ṭhapitā uggatalomā attharaṇavisesā. Ettakameva vuttanti aṭṭhakathāsu vuttaṃ. Senāsanatoti sabbapacchimasenāsanato.",
  "tika-vin07t6:96": "117.Kurundaṭṭhakathāyaṃ vuttamevatthaṃ savisesaṃ katvā dassetuṃ ‘‘kiñcāpi vutto’’tiādi āraddhaṃ. Vattabbaṃ natthīti rukkhamūlassa pākaṭattā vuttaṃ. Palujjatīti vinassati.",
  "tika-vin07t6:97": "118. Yena mañcaṃ vā pīṭhaṃ vā vīnanti, taṃ mañcapīṭhakavānaṃ. Siluccayaleṇanti pabbataguhā. ‘‘Āpucchanaṃ pana vatta’’nti iminā āpatti natthīti dasseti. Vuttalakkhaṇaseyyā, tassā saṅghikatā, vuttalakkhaṇe vihāre santharaṇaṃ vā santharāpanaṃ vā, apalibuddhatā, āpadāya abhāvo, anapekkhassa disāpakkamanaṃ, upacārasīmātikkamoti imānettha satta aṅgāni.",
  "tika-vin07t6:98": "Dutiyasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:99": "6. Anupakhajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:100": "119. Chaṭṭhe anupavisitvāti samīpaṃ pavisitvā.",
  "tika-vin07t6:101": "122.Upacāraṃ ṭhapetvāti diyaḍḍhahatthūpacāraṃ ṭhapetvā. Saṅghikavihāratā, anuṭṭhāpanīyabhāvajānanaṃ, sambādhetukāmatā, upacāre nisīdanaṃ vā nipajjanaṃ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:102": "Anupakhajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:103": "7. Nikkaḍḍhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:104": "126. Sattame koṭṭhakānīti dvārakoṭṭhakāni.",
  "tika-vin07t6:105": "128.‘‘Sakalasaṅghārāmato nikkaḍḍhituṃ na vaṭṭatī’’ti idaṃ ananurūpato vuttaṃ. Pāpagarahitāya hi akupitacittena nikkaḍḍhāpentassa iminā sikkhāpadena āpatti natthi ‘‘kupito anattamano’’ti vuttattā. Aññāpekkhā āpatti na dissati. Pāḷiyaṃ ‘‘alajjiṃ nikkaḍḍhatī’’tiādīsu cittassa lahuparivattitāya antarantarā kope uppannepi anāpatti alajjitādipaccayeneva nikkaḍḍhanassa āraddhattā. Saṅghikavihāro, upasampannassa bhaṇḍanakārakabhāvādivinimuttatā, kopena nikkaḍḍhanaṃ vā nikkaḍḍhāpanaṃ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:106": "Nikkaḍḍhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:107": "8. Vehāsakuṭisikkhāpadavaṇṇanā",
  "tika-vin07t6:108": "129. Aṭṭhamaṃ uttānameva. Saṅghiko vihāro, asīsaghaṭṭavehāsakuṭi, heṭṭhāparibhogatā, apaṭāṇidinne āhaccapādake nisīdanaṃ vā nipajjanaṃ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:109": "Vehāsakuṭisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:110": "9. Mahallakavihārasikkhāpadavaṇṇanā",
  "tika-vin07t6:111": "135. Navame ‘‘mahallako nāma vihāro sassāmiko’’ti vuttattā saññācikāya kuṭiyā anāpattīti vadanti. Yassāti vihārassa. Sā aparipūrūpacārāpi hotīti vivariyamānaṃ kavāṭaṃ yaṃ bhittiṃ āhanati, sā sāmantā kavāṭavitthārappamāṇā upacārarahitāpi hotīti attho. Ālokaṃ vātapānaṃ sandheti ghaṭayatīti ālokasandhīti kavāṭaṃ vuccati. Dvāravātapānūpacārato aññattha punappunaṃ limpanādiṃ karontassa piṇḍagaṇanāya pācittiyaṃ.",
  "tika-vin07t6:112": "Keci pana ‘‘pāḷiyaṃ pācittiyassa avuttattā dukkaṭa’’nti vadanti. Adhiṭṭhātabbanti saṃvidhātabbaṃ. Harite ṭhito adhiṭṭhāti. Āpatti dukkaṭassāti haritayutte khette ṭhatvā chādentassa dukkaṭanti attho. Keci pana ‘‘tādise khette vihāraṃ karontassa dukkaṭa’’nti vadanti, taṃ pāḷiyā na sameti.",
  "tika-vin07t6:113": "136.Ujukameva chādananti chādanamukhavaṭṭito paṭṭhāya yāva piṭṭhivaṃsakūṭāgārakaṇṇikādi, tāva iṭṭhakādīhi ujukaṃ chādanaṃ. Iminā pana yena sabbasmiṃ vihāre ekavāraṃ chādite taṃ chādanaṃ ekamagganti gahetvā pāḷiyaṃ ‘‘dve magge’’tiādi vuttaṃ. Pariyāyena chādanampi imināva nayena yojetabbanti vadanti, taṃ ‘‘punappunaṃ chādāpesī’’ti imāya pāḷiyā ca ‘‘sabbampi cetaṃ chadanaṃ chadanūpari veditabba’’nti iminā aṭṭhakathāvacanena ca sameti.",
  "tika-vin07t6:114": "Pāḷiyaṃ ‘‘maggena chādentassa pariyāyena chādentassā’’ti idañca iṭṭhakādīhi, tiṇapaṇṇehi ca chādanappakārabhedadassanatthaṃ vuttaṃ. Keci pana ‘‘pantiyā chāditassa chadanassa upari chadanamukhavaṭṭito paṭṭhāya uddhaṃ ujukameva ekavāraṃ chādanaṃ ekamagganti gahetvā ‘dve magge’tiādi vuttaṃ, na pana sakalavihārachādanaṃ. Esa nayo pariyāyena chādanepī’’ti vadanti, taṃ pāḷiaṭṭhakathāhi na sameti.",
  "tika-vin07t6:115": "Tatiyāya magganti ettha tatiyāyāti upayogatthe sampadānavacanaṃ, tatiyaṃ magganti attho. Ayameva vā pāṭho. Tiṇapaṇṇehi labbhatīti tiṇapaṇṇehi chādetvā upari ullittāvalittakaraṇaṃ sandhāya vuttaṃ. Kevalaṃ tiṇakuṭiyā hi anāpatti vuttā. Tiṇṇaṃ maggānanti maggavasena chāditānaṃ tiṇṇaṃ chadanānaṃ. Tiṇṇaṃ pariyāyānanti etthāpi eseva nayo. Mahallakavihāratā, attano vāsāgāratā, uttari adhiṭṭhānanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:116": "Mahallakavihārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:117": "10. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:118": "140. Dasame mātikāyaṃ sappāṇakaudakaṃ tiṇena vā mattikāya vā siñceyya, chaḍḍeyyāti attho. Atha vā udakaṃ gahetvā bahi siñceyya, tasmiñca udake tiṇaṃ vā mattikaṃ vā āharitvā pakkhipeyyāti ajjhāharitvā attho veditabbo. Tenāha ‘‘sakaṭabhāramattañcepī’’tiādi. Idanti tiṇamattikapakkhipanavidhānaṃ. Vuttanti mātikāyaṃ ‘‘tiṇaṃ vā mattikaṃ vā’’ti evaṃ vuttaṃ, aṭṭhakathāsu vā vuttaṃ.",
  "tika-vin07t6:119": "Idañca sikkhāpadaṃ bāhiraparibhogaṃ sandhāya vatthuvasena vuttaṃ abbhantaraparibhogassa visuṃ vakkhamānattā. Tadubhayampi ‘‘sappāṇaka’’nti katvā vadhakacittaṃ vināva siñcane paññattattā ‘‘paṇṇattivajja’’nti vuttaṃ. Vadhakacitte pana sati sikkhāpadantareneva pācittiyaṃ, na imināti daṭṭhabbaṃ. Udakassa sappāṇakatā, ‘‘siñcanena pāṇakā marissantī’’ti jānanaṃ, tādisameva ca udakaṃ vinā vadhakacetanāya kenacideva karaṇīyena tiṇādīnaṃ siñcananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:120": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:121": "Niṭṭhito senāsanavaggo dutiyo.",
  "tika-vin07t6:122": "‘‘Bhūtagāmavaggo’’tipi etasseva nāmaṃ.",
  "tika-vin07t6:123": "3. Ovādavaggo",
  "tika-vin07t6:124": "1. Ovādasikkhāpadavaṇṇanā",
  "tika-vin07t6:125": "144. Tatiyavaggassa paṭhame tiracchānabhūtanti tirokaraṇabhūtaṃ, bāhirabhūtanti attho. Samiddhoti paripuṇṇo. Sahitattho atthayutto. Atthagambhīratādinā gambhīro.",
  "tika-vin07t6:126": "145-147.Paratoti uttari. Karontovāti paribāhire karonto. Vibhaṅgeti jhānavibhaṅge. Caraṇanti nibbānagamanāya pādaṃ.",
  "tika-vin07t6:127": "Yadassāti yaṃ assa. Dhāretīti avinassamānaṃ dhāreti. Parikathanatthanti pakiṇṇakakathāvasena paricchinnadhammakathanatthaṃ. Tisso anumodanāti saṅghabhattādīsu dānānisaṃsappaṭisaṃyuttā nidhikuṇḍasuttādi (khu. pā. 8.1 ādayo) -anumodanā, gehappavesamaṅgalādīsu maṅgalasuttādi (khu. pā. 5.1 ādayo; su. ni. maṅgalasutta) -anumodanā, matakabhattādiamaṅgalesu tirokuṭṭādi (khu. pā. 7.1 ādayo; pe. va. 14 ādayo) -anumodanāti imā tisso anumodanā. Kammākammavinicchayoti parivārāvasāne kammavagge (pari. 482 ādayo) vuttavinicchayo. Samādhivasenāti samathapubbakavasena. Vipassanāvasena vāti diṭṭhivisuddhiādikāya sukkhavipassanāya vasena. Attano sīlarakkhaṇatthaṃ aparānapekkhatāya yena kāmaṃ gantuṃ catasso disā arahati, assa vā santi, tāsu vā sādhūti cātuddiso.",
  "tika-vin07t6:128": "Abhivinayeti pātimokkhasaṃvarasaṅkhāte saṃvaravinaye, tappakāsake vā vinayapiṭake. Vinetunti sikkhāpetuṃ pakāsetuṃ. Paguṇā vācuggatāti pāṭhato ca atthato ca paguṇā mukhe sannidhāpanavasena vācuggatā kātabbā. Atthamattavasenapettha yojanaṃ karonti. Abhidhammeti lakkhaṇarasādivasena paricchinne nāmarūpadhamme. Pubbe kira mahātherā pariyattianantaradhānāya ekekassa gaṇassa dīghanikāyādiekekadhammakoṭṭhāsaṃ niyyātentā ‘‘tumhe etaṃ pāḷito ca aṭṭhakathāto ca pariharatha, sakkontā uttaripi uggaṇhathā’’ti evaṃ sakaladhammaṃ ganthavasena niyyātenti, tattha te ca bhikkhū ganthanāmena dīghabhāṇakā majjhimabhāṇakāti voharīyanti, te ca attano bhārabhūtaṃ koṭṭhāsaṃ pariccajitvā aññaṃ uggahetuṃ na labhanti. Taṃ sandhāyāha ‘‘sace majjhimabhāṇako hotī’’tiādi.",
  "tika-vin07t6:129": "Tattha heṭṭhimā vā tayo vaggāti mahāvaggato heṭṭhimā sagāthakavaggo (saṃ. ni. 1.1 ādayo), nidānavaggo (saṃ. ni. 2.1 ādayo), khandhavaggoti (saṃ. ni. 3.1 ādiyo) ime tayo vaggā. Tikanipātato paṭṭhāya heṭṭhāti ekakanipātadukanipāte sandhāya vuttaṃ. Dhammapadampi saha vatthunā jātakabhāṇakena attano jātakena saddhiṃ uggahetabbaṃ. Tato oraṃ na vaṭṭatīti mahāpaccarivādassa adhippāyo. Tato tatoti dīghanikāyādito. Uccinitvā uggahitaṃ saddhammassa ṭhitiyā, bhikkhunopi pubbāparānusandhiādikusalatāya ca na hotīti ‘‘taṃ na vaṭṭatī’’ti paṭikkhittaṃ. Abhidhamme kiñci uggahetabbanti na vuttanti ettha yasmā vinaye kusalattikādivibhāgo, suttantesu samathavipassanāmaggo ca abhidhammapāṭhaṃ vinā na viññāyati, andhakāre paviṭṭhakālo viya hoti, tasmā suttavinayānaṃ gahaṇavasena abhidhammaggahaṇaṃ vuttamevāti visuṃ na vuttanti veditabbaṃ. Yathā ‘‘bhojanaṃ bhuñjitabba’’nti vutte ‘‘byañjanaṃ khāditabba’’nti avuttampi vuttameva hoti tadavinābhāvato, evaṃsampadamidaṃ daṭṭhabbaṃ.",
  "tika-vin07t6:130": "Parimaṇḍalapadabyañjanāyāti parimaṇḍalāni paripuṇṇāni padesu sithiladhanitādibyañjanāni yassaṃ, tāya. Purassa esāti porī, nagaravāsīnaṃ kathāti attho. Anelagaḷāyāti ettha elāti kheḷaṃ taggaḷanavirahitāya. Kalyāṇavākkaraṇoti ettha vācā eva vākkaraṇaṃ, udāharaṇaghoso. Kalyāṇaṃ madhuraṃ vākkaraṇamassāti kalyāṇavākkaraṇo. Upasampannāya methuneneva abhabbo hoti, na sikkhamānāsāmaṇerīsūti āha ‘‘bhikkhuniyā kāyasaṃsaggaṃ vā’’tiādi.",
  "tika-vin07t6:131": "148.Garukehīti garukabhaṇḍehi. Ekatoupasampannāyāti upayogatthe bhummavacanaṃ. Bhikkhūnaṃ santike upasampannā nāma parivattaliṅgā vā pañcasatasākiyāniyo vā. Etā pana ekatoupasampannā ovadantassa pācittiyameva.",
  "tika-vin07t6:132": "149.Na nimantitā hutvā gantukāmāti nimantitā hutvā bhojanapariyosāne gantukāmā na honti, tattheva vasitukāmā hontīti attho. Yatoti bhikkhunupassayato. Yācitvāti ‘‘tumhehi ānītaovādeneva mayampi vasissāmā’’ti yācitvā. Tatthāti tasmiṃ bhikkhunupassaye. Abhikkhukāvāse vassaṃ vasantiyā pācittiyaṃ, apagacchantiyā dukkaṭaṃ.",
  "tika-vin07t6:133": "Imāsu katarāpatti pariharitabbāti codanaṃ pariharanto āha ‘‘sā rakkhitabbā’’ti. Sā vassānugamanamūlikā āpatti rakkhitabbā, itarāya anāpattikāraṇaṃ atthīti adhippāyo. Tenāha ‘‘āpadāsu hī’’tiādi.",
  "tika-vin07t6:134": "Ovādatthāyāti ovāde yācanatthāya. Dve tissoti dvīhi tīhi, karaṇatthe cetaṃ paccattavacanaṃ. Pāsādikenāti pasādajanakena kāyakammādinā. Sampādetūti tividhaṃ sikkhaṃ sampādetu. Asammatatā, bhikkhuniyā paripuṇṇūpasampannatā, ovādavasena aṭṭhagarudhammadānanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:135": "Ovādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:136": "2. Atthaṅgatasikkhāpadavaṇṇanā",
  "tika-vin07t6:137": "153. Dutiye kokanadanti padumavisesaṃ, taṃ kira bahupattaṃ vaṇṇasampannaṃ. Ayañhettha attho – yathā kokanadasaṅkhātaṃ padumaṃ, evaṃ phullamukhapadumaṃ avītaguṇagandhaṃ nimmale antalikkhe ādiccaṃ viya ca attano tejasā tapantaṃ tato eva virocamānaṃ aṅgehi niccharaṇakajutiyā aṅgīrasaṃ sammāsambuddhaṃ passāti. Rajoharaṇanti sarīre rajaṃ puñchatīti rajoharaṇanti puñchanacoḷassa nāmaṃ. Obhāsavissajjanapubbakā bhāsitagāthā obhāsagāthā nāma. Visuddhimaggādīsu (visuddhi. 2.386) pana ‘‘rāgo rajo na ca pana reṇu vuccatī’’tiādi obhāsagāthā vuttā, na panesā ‘‘adhicetaso’’ti gāthā. Ayañca cūḷapanthakattherassa udānagāthāti udānapāḷiyaṃ natthi, ekudāniyattherassa (theragā. 1.67 ekudāniyattheragāthāvaṇṇanā) nāyaṃ udānagāthāti tattha vuttaṃ. Idha pana pāḷiyā eva vuttattā therassāpi udānagāthāti gahetabbaṃ. Idha ca agarudhammenāpi ovadato pācittiyameva. Atthaṅgatasūriyatā, paripuṇṇūpasampannatā, ovadananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:138": "Atthaṅgatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:139": "3. Bhikkhunupassayasikkhāpadavaṇṇanā",
  "tika-vin07t6:140": "162. Tatiyaṃ uttānameva. Upassayūpagamanaṃ, paripuṇṇūpasampannatā, samayābhāvo, garudhammehi ovadananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:141": "Bhikkhunupassayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:142": "4. Āmisasikkhāpadavaṇṇanā",
  "tika-vin07t6:143": "164. Catutthe āmisanirapekkhampi āmisahetu ovadatītisaññāya bhaṇantassapi anāpatti sacittakattā sikkhāpadassa. Sesamettha uttānameva. Upasampannatā, dhammena laddhasammutitā, anāmisantaratā, avaṇṇakāmatāya evaṃ bhaṇananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:144": "Āmisasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:145": "169. Pañcamaṃ cīvaradānasikkhāpadaṃ uttānameva.",
  "tika-vin07t6:146": "6. Cīvarasibbanasikkhāpadavaṇṇanā",
  "tika-vin07t6:147": "176. Chaṭṭhe kathinavattanti kathinamāse cīvaraṃ karontānaṃ sabrahmacārīnaṃ sahāyabhāvūpagamanaṃ sandhāya vuttaṃ. Vañcetvāti ‘‘tava ñātikāyā’’ti avatvā ‘‘ekissā bhikkhuniyā’’ti ettakameva vatvā ‘‘ekissā bhikkhuniyā’’ti sutvā te aññātikasaññino ahesunti āha ‘‘akappiye niyojitattā’’ti. Aññātikāya bhikkhuniyā santakatā, nivāsanapārupanūpagatā, vuttanayena sibbanaṃ vā sibbāpanaṃ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:148": "Cīvarasibbanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:149": "7. Saṃvidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:150": "183. Sattame pāḷiyaṃ gacchāma bhagini gacchāmāyyāti bhikkhupubbakaṃ saṃvidhānaṃ, itaraṃ bhikkhunipubbakaṃ . Ekaddhānamagganti ekato addhānasaṅkhātaṃ maggaṃ. Hiyyoti suve. Pareti tatiye divase.",
  "tika-vin07t6:151": "Dvidhā vuttappakāroti pādagamane pakkhagamaneti dvidhā vuttappakāro. Upacāro na labbhatīti yo parikkhittādigāmassa ekaleḍḍupātādiupacāro vutto, so idha na labbhati āsannattā. Etena ca antaraghareyevettha gāmoti adhippeto, na sakalaṃ gāmakhettaṃ. Tatthāpi yattha upacāro labbhati, tattha upacārokkamane eva āpattīti dasseti. Tenāha ‘‘ratanamattantaro’’tiādi. Upacārokkamanañcettha upacārabbhantare pavisanameva hoti. Tattha appavisitvāpi upacārato bahi addhayojanabbhantaragatena maggena gacchantopi maggassa dvīsu passesu addhayojanabbhantaragataṃ gāmūpacāraṃ sabbaṃ okkamitvā gacchaticceva vuccati. Addhayojanato bahi gatena maggena gacchanto na gāmūpacāragaṇanāya kāretabbo, addhayojanagaṇanāyeva kāretabbo. Evañca sati anantarasikkhāpade nāvāyeva gāmatīrapassena gacchantassa gāmūpacāragaṇanāya āpatti samatthitā hoti. Na hi sakkā nāvāya gāmūpacārabbhantare pavisituṃ. Tiṇṇaṃ maggānaṃ sambandhaṭṭhānaṃ siṅghāṭakaṃ. Etthantare saṃvidahiteti ettha na kevalaṃ yathāvuttarathikādīsu eva saṃvidahane dukkaṭaṃ, antarāmaggepīti adhippāyo.",
  "tika-vin07t6:152": "Addhayojanaṃ atikkamantassāti asati gāme addhayojanaṃ atikkamantassa. Yasmiñhi gāmakhettabhūtepi araññe addhayojanabbhantare gāmo na hoti, tampi idha agāmakaṃ araññanti adhippetaṃ, na viñjhāṭavādayo.",
  "tika-vin07t6:153": "185.Raṭṭhabhedeti raṭṭhavilope. Cakkasamāruḷhāti iriyāpathacakkaṃ, sakaṭacakkaṃ vā samāruḷhā. Dvinnampi saṃvidahitvā maggappaṭipatti, avisaṅketaṃ, samayābhāvo, anāpadā, gāmantarokkamanaṃ vā addhayojanātikkamo vāti imānettha pañca aṅgāni. Ekatoupasampannādīhi saddhiṃ saṃvidhāya gacchantassa pana mātugāmasikkhāpadena āpatti.",
  "tika-vin07t6:154": "Saṃvidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:155": "8. Nāvābhiruhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:156": "189. Aṭṭhame ekaṃ tīraṃ…pe… nirantaranti nadito addhayojanabbhantare padese niviṭṭhagāmehi nirantaratā vuttā. Ekaṃ agāmakaṃ araññanti tathā niviṭṭhagāmābhāvena vuttaṃ. Agāmakatīrapassenātiādi pana atirekaaddhayojanavitthataṃ nadiṃ sandhāya vuttaṃ. Tato ūnavitthārāya hi nadiyā majjhenāpi gamane tīradvayassāpi addhayojanabbhantare gatattā gāmantaragaṇanāya, addhayojanagaṇanāya ca āpattiyo paricchinditabbā. Teneva ‘‘yojanavitthatā…pe… addhayojanagaṇanāya pācittiyānī’’ti vuttaṃ. Teneva hi yojanato ūnāya nadiyā addhayojanabbhantaragatatīravaseneva āpattigaṇanaṃ vuttameva hoti. ‘‘Sabbaaṭṭhakathāsū’’tiādinā vuttamevatthaṃ samattheti. Tattha kiñcāpi samuddataḷākādīsu pācittiyaṃ na vuttaṃ, tathāpi kīḷāpurekkhārassa tattha dukkaṭamevāti gahetabbaṃ, paṭhamaṃ kīḷāpurekkhārassāpi pacchā nāvāya niddupagatassa, yoniso vā manasi karontassa gāmantarokkamanādīsupi āpattisambhavato paṇṇattivajjatā, ticittatā cassa sikkhāpadassa vuttāti veditabbaṃ. Sesaṃ suviññeyyameva.",
  "tika-vin07t6:157": "Nāvābhiruhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:158": "9. Paripācitasikkhāpadavaṇṇanā",
  "tika-vin07t6:159": "197. Navame pāḷiyaṃ ‘‘sikkhamānā…pe… pañca bhojanāni ṭhapetvā sabbattha anāpattī’’ti idaṃ iminā sikkhāpadena anāpattiṃ sandhāya vuttaṃ. Pañcahi sahadhammikehi kataviññattiparikathādīhi uppannaṃ paribhuñjantassa dukkaṭameva. Bhikkhuniyā paripācitatā, tathā jānanaṃ, gihisamārambhābhāvo, bhojanatā, tassa ajjhoharaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:160": "Paripācitasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:161": "10. Rahonisajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:162": "198. Dasame upanandassa catutthasikkhāpadenāti mātugāmena rahonisajjasikkhāpadaṃ sandhāya vuttaṃ, taṃ pana acelakavagge pañcamampi upanandaṃ ārabbha paññattesu catutthattā evaṃ vuttanti daṭṭhabbaṃ.",
  "tika-vin07t6:163": "Rahonisajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:164": "Niṭṭhito ovādavaggo tatiyo.",
  "tika-vin07t6:165": "4. Bhojanavaggo",
  "tika-vin07t6:166": "1. Āvasathapiṇḍasikkhāpadavaṇṇanā",
  "tika-vin07t6:167": "206. Catutthavaggassa paṭhame imesaṃyevāti imesaṃ pāsaṇḍānaṃyeva. Ettakānanti imasmiṃ pāsaṇḍe ettakānaṃ.",
  "tika-vin07t6:168": "208.‘‘Gacchanto vā āgacchanto vā’’ti idaṃ addhayojanavasena gahetabbaṃ. Aññe uddissa paññattañca bhikkhūsu appasannehi titthiyehi sāmaññatopi paññattampi bhikkhūnaṃ na vaṭṭati eva. Āvasathapiṇḍatā, agilānatā, anuvasitvā bhojananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:169": "Āvasathapiṇḍasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:170": "2. Gaṇabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:171": "209. Dutiye abhimāreti abhibhavitvā bhagavantaṃ māraṇatthāya payojite dhanudhare. Nanu ‘‘rājānampi mārāpesī’’ti vacanato idaṃ sikkhāpadaṃ ajātasattuno kāle paññattanti siddhaṃ, evañca sati pāḷiyaṃ ‘‘tena kho pana samayena rañño māgadhassa…pe… ñātisālohito ājīvakesu pabbajito hoti…pe… bimbisāraṃ etadavocā’’tiādi virujjhatīti? Na virujjhati. So kira ājīvako bimbisārakālato pabhuti antarantarā bhikkhū nimantetvā dānaṃ dento ajātasattukālepi sikkhāpade paññattepi bhikkhūnaṃ santike dūtaṃ pāhesi, bhikkhū ca kukkuccāyantā nivāresuṃ. Tasmā ādito paṭṭhāya taṃ vatthu dassitanti veditabbaṃ.",
  "tika-vin07t6:172": "215. Aññamaññaṃ visadisaṃ rajjaṃ virajjaṃ, virajjato āgatā verajjakā. Te ca yasmā jātigottādito nānāvidhā, tasmā nānāverajjaketipi attho.",
  "tika-vin07t6:173": "217-8. Imassa sikkhāpadassa vatthuvaseneva viññattito gaṇabhojanatthatā siddhāti taṃ avatvā padabhājane asiddhameva nimantanato gaṇabhojanaṃ dassitanti veditabbaṃ. Tenāha ‘‘dvīhākārehī’’tiādi. ‘‘Yena kenaci vevacanenā’’ti vuttattā ‘‘bhojanaṃ gaṇhathā’’tiādisāmaññanāmenāpi gaṇabhojanaṃ hoti. Yaṃ pana pāḷiyaṃ addhānagamanādivatthūsu ‘‘idheva bhuñjathā’’ti vuttavacanassa kukkuccāyanaṃ, tampi odanādināmaṃ gahetvā vuttattā eva katanti veditabbaṃ. Ekato gaṇhantīti aññamaññassa dvādasahatthaṃ amuñcitvā ekato ṭhatvā gaṇhanti.",
  "tika-vin07t6:174": "‘‘Amhākaṃ catunnampi bhattaṃ dehī’’ti vuttattā pāḷi (vaṇṇanā) yaṃ ‘‘tvaṃ ekassa bhikkhuno bhattaṃ dehī’’tiādino vuttattā ca bhojananāmena viññattameva gaṇabhojanaṃ hoti, tañca aññena viññattampi ekato gaṇhantānaṃ sabbesampi hotīti daṭṭhabbaṃ. Visuṃ gahitaṃ pana viññattaṃ bhuñjato paṇītabhojanādisikkhāpadehi āpatti eva.",
  "tika-vin07t6:175": "Āgantukapaṭṭanti acchinditvā anvādhiṃ āropetvā karaṇacīvaraṃ sandhāya vuttaṃ. Ṭhapetīti ekaṃ antaṃ cīvare bandhanavasena ṭhapeti. Paccāgataṃ sibbatīti tasseva dutiyaantaṃ parivattitvā āhataṃ sibbati. Āgantukapaṭṭaṃ bandhatīti cīvarena laggaṃ karonto punappunaṃ tattha tattha suttena bandhati. Ghaṭṭetīti pamāṇena gahetvā daṇḍādīhi ghaṭṭeti. Suttaṃ karotīti guṇādibhāvena vaṭṭeti. Valetīti anekaguṇasuttaṃ hatthena vā cakkadaṇḍena vā vaṭṭeti ekattaṃ karoti. Parivattanaṃ karotīti parivattanadaṇḍayantakaṃ karoti, yasmiṃ suttaguḷaṃ pavesetvā veḷunāḷikādīsu ṭhapetvā paribbhamāpetvā suttakoṭito paṭṭhāya ākaḍḍhanti.",
  "tika-vin07t6:176": "220.Animantitacatutthanti animantito catuttho yassa bhikkhucatukkassa, taṃ animantitacatutthaṃ. Evaṃ sesesupi. Tenāha ‘‘pañcannaṃ catukkāna’’nti. Sampavesetvāti tehi yojetvā. Gaṇo bhijjatīti nimantitasaṅgho na hotīti attho.",
  "tika-vin07t6:177": "Adhivāsetvāgatesūti ettha akappiyanimantanādhivāsanakkhaṇe pubbapayoge dukkaṭampi natthi, viññattito pasavane pana viññattikkhaṇe itarasikkhāpadehi dukkaṭaṃ hotīti gahetabbaṃ. Nimantanaṃ sādiyathāti nimantanabhattaṃ paṭiggaṇhatha. Tāni cāti kummāsādīni ca tehi bhikkhūhi ekena pacchā gahitattā ekato na gahitāni.",
  "tika-vin07t6:178": "‘‘Bhattuddesakena paṇḍitena bhavitabbaṃ…pe… mocetabbā’’ti etena bhattuddesakena akappiyanimantane sādite sabbesampi sāditaṃ hoti. Ekato gaṇhantānaṃ gaṇabhojanāpatti ca hotīti dasseti. Dūtassa dvāre āgantvā puna ‘‘bhattaṃ gaṇhathā’’ti vacanabhayena ‘‘gāmadvāre aṭṭhatvā’’ti vuttaṃ. Gaṇabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:179": "Gaṇabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:180": "3. Paramparabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:181": "221. Tatiye pāḷiyaṃ bhattapaṭipāṭi aṭṭhitāti kulapaṭipāṭiyā dātabbā bhattapaṭipāṭi aṭṭhitā na ṭhitā, abbocchinnā nirantarappavattāti attho. Badaraphalāni pakkhipitvā pakkayāguādikaṃ ‘‘badarasāḷava’’nti vuccati.",
  "tika-vin07t6:182": "Pāḷiyaṃ paramparabhojaneti yena paṭhamaṃ nimantito, tassa bhojanato parassa bhojanassa bhuñjane. Vikappanāva idha anupaññattivasena mātikāyaṃ anāropitāpi parivāre ‘‘catasso anupaññattiyo’’ti (pari. 86) anupaññattiyaṃ gaṇitā. Tattha kiñcāpi aṭṭhakathāyaṃ mahāpaccarivādassa pacchā kathanena parammukhāvikappanā patiṭṭhapitā, tathāpi sammukhāvikappanāpi gahetabbāva. Teneva mātikāṭṭhakathāyampi ‘‘yo bhikkhu pañcasu sahadhammikesu aññatarassa ‘mayhaṃ bhattapaccāsaṃ tuyhaṃ dammī’ti vā ‘vikappemī’ti vā evaṃ sammukhā’’tiādi (kaṅkhā. aṭṭha. paramparabhojanasikkhāpadavaṇṇanā) vuttaṃ.",
  "tika-vin07t6:183": "229.Khīraṃ vā rasaṃ vāti pañcabhojanāmisaṃ bhattato upari ṭhitaṃ sandhāya vuttaṃ. Tañhi abhojanattā uppaṭipāṭiyā pivatopi anāpatti. Tenāha ‘‘bhuñjantenā’’tiādi.",
  "tika-vin07t6:184": "Vikappanāya akaraṇato akiriyāvasena idaṃ vācāyapi samuṭṭhitanti āha ‘‘vacīkamma’’nti. Paramparabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:185": "Paramparabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:186": "4. Kāṇamātāsikkhāpadavaṇṇanā",
  "tika-vin07t6:187": "231. Catutthe pāḷiyaṃ paṭiyālokanti pacchimadisaṃ, pacchādisanti attho. Apātheyyādiatthāya paṭiyāditantisaññāya gaṇhantassāpi āpatti eva acittakattā sikkhāpadassa. Attano atthāya ‘‘imassa hatthe dehī’’ti vacanenāpi āpajjanato ‘‘vacīkamma’’nti vuttaṃ. Vuttalakkhaṇapūvamanthatā, asesakatā, appaṭippassaddhagamanatā, aññātakāditā, atirekapaṭiggahaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:188": "Kāṇamātāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:189": "5. Paṭhamapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:190": "237. Pañcame ‘‘ti-kāraṃ avatvā’’ti iminā kātabbasaddasāmatthiyā laddhaṃ iti-padaṃ katakāle na vattabbanti dasseti. Idha pana ajānantehi iti-sadde payuttepi atirittaṃ katameva hotīti daṭṭhabbaṃ.",
  "tika-vin07t6:191": "238-9. ‘‘Pavārito’’ti idañca kattuatthe nipphannanti dassetuṃ ‘‘katapavāraṇo’’tiādi vuttaṃ. Bhuttāvī-padassa niratthakabhāvameva sādhetuṃ ‘‘vuttampi ceta’’ntiādi vuttaṃ. Tāhīti puthukāhi. Sattumodakoti sattuṃ temetvā kato apakko. Sattuṃ pana pisitvā piṭṭhaṃ katvā temetvā pūvaṃ katvā pacanti, taṃ na pavāreti. ‘‘Paṭikkhipitabbaṭṭhāne ṭhitameva paṭikkhipati nāmā’’ti vuttattā yaṃ yaṃ alajjisantakaṃ vā attano apāpuṇakasaṅghikādiṃ vā paṭikkhepato pavāraṇā na hotīti daṭṭhabbaṃ.",
  "tika-vin07t6:192": "Āsannataraṃ aṅganti hatthapāsato bahi ṭhatvā onamitvā dentassa sīsaṃ āsannataraṃ hoti, tassa orimantena paricchinditabbaṃ.",
  "tika-vin07t6:193": "Apanāmetvāti abhimukhaṃ haritvā. ‘‘Imaṃ bhattaṃ gaṇhā’’ti vadatīti kiñci anāmetvā vadati. Kevalaṃ vācābhihārassa anadhippetattā gaṇhathāti gahetuṃ āraddhaṃ kaṭacchunā anukkhittampi pubbepi evaṃ abhihaṭattā pavāraṇā hotīti ‘‘abhihaṭāva hotī’’ti vuttaṃ. Uddhaṭamatteti bhājanato viyojitamatte. Dvinnaṃ samabhārepīti parivesakassa ca aññassa ca bhattapacchibhājanavahane samakepīti attho.",
  "tika-vin07t6:194": "Rasaṃ gaṇhathāti ettha kevalaṃ maṃsarasassa apavāraṇājanakassa nāmena vuttattā paṭikkhipato pavāraṇā na hoti. Maccharasantiādīsu maccho ca rasañcāti atthassa sambhavato vatthunopi tādisattā pavāraṇā hoti, ‘‘idaṃ gaṇhathā’’tipi avatvā tuṇhībhāvena abhihaṭaṃ paṭikkhipatopi hoti eva. Karambakoti missakādhivacanametaṃ. Yañhi bahūhi missetvā karonti, so ‘‘karambako’’ti vuccati.",
  "tika-vin07t6:195": "‘‘Uddissa kata’’nti maññamānoti ettha vatthuno kappiyattā ‘‘pavāritova hotī’’ti vuttaṃ. Tañce uddissa katameva hoti, paṭikkhepo natthi. Ayamettha adhippāyoti ‘‘yenāpucchito’’tiādinā vuttamevatthaṃ sandhāya vadati. Kāraṇaṃ panettha duddasanti bhattassa bahutarabhāvena pavāraṇāsambhavakāraṇaṃ duddasaṃ, aññathā karambakepi macchādibahubhāve pavāraṇā bhaveyyāti adhippāyo. Yathā cettha kāraṇaṃ duddasaṃ, evaṃ parato ‘‘missakaṃ gaṇhathā’’ti etthāpi kāraṇaṃ duddasamevāti daṭṭhabbaṃ. Yañca ‘‘idaṃ pana bhattamissakamevā’’tiādi kāraṇaṃ vuttaṃ, tampi ‘‘appataraṃ na pavāretī’’ti vacanena na sameti. Visuṃ katvā detīti ‘‘rasaṃ gaṇhathā’’tiādinā vācāya visuṃ katvā detīti attho gahetabbo. Na pana kāyena rasādiṃ viyojetvāti. Tathā aviyojitepi paṭikkhipato pavāraṇāya asambhavato appavāraṇāpahoṇakassa nāmena vuttattā bhattamissakayāguṃ āharitvā ‘‘yāguṃ gaṇhathā’’ti vuttaṭṭhānādīsu viya, aññathā vā ettha yathā pubbāparaṃ na virujjhati, tathā adhippāyo gahetabbo.",
  "tika-vin07t6:196": "Nāvā vā setu vātiādimhi nāvādiabhiruhanādikkhaṇe kiñci ṭhatvāpi abhiruhanādikātabbattepi gamanatapparatāya ṭhānaṃ nāma na hoti, janasammaddena pana anokāsādibhāvena kātuṃ na vaṭṭati. Acāletvāti vuttaṭṭhānato aññasmimpi padese vā uddhaṃ vā apesetvā tasmiṃ eva pana ṭhāne parivattetuṃ labhati. Tenāha ‘‘yena passenā’’tiādi.",
  "tika-vin07t6:197": "Akappiyabhojanaṃ vāti kuladūsanādinā uppannaṃ, taṃ ‘‘akappiya’’nti iminā tena missaṃ odanādi atirittaṃ hoti evāti dasseti. Tasmā yaṃ tattha akappakataṃ kandaphalādi, taṃ apanetvā sesaṃ bhuñjitabbameva.",
  "tika-vin07t6:198": "So puna kātuṃ na labhatīti tasmiññeva bhājane kariyamānaṃ paṭhamakatena saddhiṃ kataṃ hotīti puna so eva kātuṃ na labhati, añño labhati. Aññena hi katato añño puna kātuṃ labhati. Aññasmiṃ pana bhājane tena vā aññena vā kātuṃ vaṭṭati. Tenāha ‘‘yena akataṃ, tena kātabbaṃ, yañca akataṃ, taṃ kātabba’’nti. Evaṃ katanti aññasmiṃ bhājane kataṃ. Sace pana āmisasaṃsaṭṭhānīti ettha mukhādīsu laggampi āmisaṃ sodhetvāva atirittaṃ bhuñjitabbanti veditabbaṃ.",
  "tika-vin07t6:199": "241. Vācāya āṇāpetvā atirittaṃ akārāpanato akiriyasamuṭṭhānanti daṭṭhabbaṃ. Pavāritabhāvo, āmisassa anatirittatā, kāle ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:200": "Paṭhamapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:201": "6. Dutiyapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:202": "243. Chaṭṭhe ‘‘bhuttasmi’’nti mātikāyaṃ vuttattā bhojanapariyosāne pācittiyaṃ. Pavāritatā, tathāsaññitā, āsādanāpekkhatā, anatirittena abhihaṭapavāraṇā, bhojanapaayosānanti imānettha pañca aṅgāni.",
  "tika-vin07t6:203": "Dutiyapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:204": "7. Vikālabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:205": "247. Sattame naṭānaṃ nāṭakāti naṭanāṭakā, sītāharaṇādīni.",
  "tika-vin07t6:206": "248-9.Khādanīye khādanīyatthanti pūvādikhādanīye vijjamānakhādanīyakiccaṃ khādanīyehi kātabbaṃ jighacchāharaṇasaṅkhātaṃ atthaṃ payojanaṃ neva pharanti na nipphādenti. Ekasmiṃ dese āhārakiccaṃ sādhentaṃ vā aññasmiṃ dese uṭṭhitabhūmirasādibhedena āhārakiccaṃ asādhentampi vā sambhaveyyāti āha ‘‘tesu tesu janapadesū’’tiādi. Keci pana ‘‘ekasmiṃ janapade āhārakiccaṃ sādhentaṃ sesajanapadesupi vikāle na kappati evāti dassanatthaṃ idaṃ vutta’’ntipi (sārattha. ṭī. pācittiyakaṇḍa 3.248-249) vadanti. Pakatiāhāravasenāti aññehi yāvakālikehi ayojitaṃ attano pakatiyāva āhārakiccakaraṇavasena. Sammohoyeva hotīti anekatthānaṃ nāmānaṃ, appasiddhānañca sambhavato sammoho eva siyā. Tenevettha mayampi mūlakamūlādīnaṃ pariyāyantaradassanena adassanaṃ karimha upadesatova gahetabbato.",
  "tika-vin07t6:207": "Yanti vaṭṭakandaṃ. Muḷālanti thūlataruṇamūlameva, rukkhavalliādīnaṃ matthakoti heṭṭhā vuttameva sampiṇḍetvā vuttaṃ. Acchivādīnaṃ aparipakkāneva phalāni yāvajīvikānīti dassetuṃ ‘‘aparipakkānī’’ti vuttaṃ. Harītakādīnaṃ aṭṭhīnīti ettha miñjaṃ yāvakālikanti keci vadanti, taṃ na yuttaṃ aṭṭhakathāyaṃ avuttattā.",
  "tika-vin07t6:208": "Hiṅgurukkhato paggharitaniyyāso hiṅgu nāma. Hiṅgujatuādayo ca hiṅguvikatiyova. Tattha hiṅgujatu nāma hiṅgurukkhassa daṇḍapattāni pacitvā kataniyyāso. Hiṅgusipāṭikā nāma hiṅgupattāni pacitvā kataniyyāso. Aññena missetvā katotipi vadanti. Takanti aggakoṭiyā nikkhantasileso. Takapattinti pattato nikkhantasileso. Takapaṇṇinti palāse bhajjitvā katasileso. Daṇḍato nikkhantasilesotipi vadanti. Vikālatā, yāvakālikatā, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:209": "Vikālabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:210": "8. Sannidhikārakasikkhāpadavaṇṇanā",
  "tika-vin07t6:211": "252-3. Aṭṭhame tādisanti asūpabyañjanaṃ. Yāvakālikaṃ vā yāmakālikaṃ vā…pe… pācittiyanti ettha kiñcāpi pāḷiyaṃ khādanīyabhojanīyapadehi yāvakālikameva saṅgahitaṃ, na yāmakālikaṃ. Tathāpi ‘‘anāpatti yāmakālikaṃ yāme nidahitvā bhuñjatī’’ti idha ceva –",
  "tika-vin07t6:212": "‘‘Yāmakālikena , bhikkhave, sattāhakālikaṃ…pe… yāvajīvikaṃ tadahupaṭiggahitaṃ yāme kappati, yāmātikkante na kappatī’’ti (mahāva. 305) –",
  "tika-vin07t6:213": "Aññattha ca vuttattā, ‘‘yāmakālika’’nti vacanasāmatthiyato ca bhagavato adhippāyaññūhi aṭṭhakathācariyehi yāmakālikaṃ sannidhikārakakataṃ pācittiyavatthumeva vuttanti daṭṭhabbaṃ. Yanti pattaṃ, ghaṃsanakiriyāpekkhāya cetaṃ upayogavacanaṃ. Aṅgulilekhā paññāyatīti sinehābhāvepi pattassa succhavitāya paññāyati. Yanti yāvakālikaṃ, yāmakālikañca. Apariccattamevāti nirapekkhatāya anupasampannassa adinnaṃ, apariccattañca yāvakālikādivatthumeva sandhāya vadati, na pana taggatapaṭiggahaṇaṃ. Na hi vatthuṃ apariccajitvā tatthagatapaṭiggahaṇaṃ pariccajituṃ sakkā, na ca tādisaṃ vacanamatthi. Yadi bhaveyya, ‘‘sace patto duddhoto hoti…pe… bhuñjantassa pācittiya’’nti vacanaṃ virujjheyya. Na hi dhovanena āmisaṃ apanetuṃ vāyamantassa paṭiggahaṇe apekkhā vattati. Yena punadivase bhuñjato pācittiyaṃ janeyya, patte pana vattamānā apekkhā taggatike āmisepi vattati evanāmāti āmise anapekkhatā ettha na labbhati, tato āmise avijahitapaṭiggahaṇaṃ punadivase pācittiyaṃ janetīti idaṃ vuttaṃ. Atha mataṃ ‘‘yadaggenettha āmisānapekkhatā na labbhati. Tadaggena paṭiggahaṇānapekkhāpi na labbhatī’’ti. Tathā sati yattha āmisāpekkhā atthi, tattha paṭiggahaṇāpekkhāpi na vigacchatīti āpannaṃ, evañca paṭiggahaṇe anapekkhavissajjanaṃ visuṃ na vattabbaṃ siyā. Aṭṭhakathāyañcetampi paṭiggahaṇavijahanakāraṇattena abhimataṃ siyā, idaṃ suṭṭhutaraṃ katvā visuṃ vattabbaṃ cīvarāpekkhāya vattamānāyapi paccuddhārena adhiṭṭhānavijahanaṃ viya. Etasmiñca upāye sati gaṇṭhikāhatapattesu avaṭṭanatā nāma na siyāti vuttovāyamattho. Tasmā yaṃ vuttaṃ sāratthadīpaniyaṃ ‘‘yaṃ parassa pariccajitvā adinnampi sace paṭiggahaṇe nirapekkhanissajjanena vijahitapaṭiggahaṇaṃ hoti, tampi dutiyadivase vaṭṭatī’’tiādi (sārattha. ṭī. pācittiyakaṇḍa 3.252-253), taṃ na sārato paccetabbaṃ.",
  "tika-vin07t6:214": "Pakatiāmiseti odanādikappiyayāvakālike. Dveti purebhattaṃ paṭiggahitaṃ yāmakālikaṃ purebhattaṃ sāmisena mukhena bhuñjato sannidhipaccayā ekaṃ, yāmakālikasaṃsaṭṭhatāya yāvakālikattabhajanena anatirittapaccayā ekanti dve pācittiyāni. Vikappadvayeti sāmisanirāmisapakkhadvaye. Thullaccayañca dukkaṭañcāti manussamaṃse thullaccayaṃ, sesesu dukkaṭaṃ. Yāvakālikayāmakālikatā, sannidhibhāvo, tassa ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:215": "Sannidhikārakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:216": "9. Paṇītabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:217": "259. Navame paṇītasaṃsaṭṭhāni bhojanāni paṇītabhojanānīti pāḷiyaṃ pana bhojanāni pubbe vuttattā pākaṭānīti adassitāni, tādisehi paṇītehi missattā paṇītabhojanāni nāma honti. Tesaṃ pabhedadassanatthaṃ ‘‘seyyathidaṃ sappi navanīta’’ntiādi vuttaṃ. Sappibhattanti ettha kiñcāpi sappinā saṃsaṭṭhaṃ bhattaṃ, sappi ca bhattañcātipi attho viññāyati, aṭṭhakathāyaṃ pana ‘‘sālibhattaṃ viya sappibhattaṃ nāma natthī’’tiādinā vuttattā na sakkā aññaṃ vatthuṃ. Aṭṭhakathācariyā eva hi īdisesu ṭhānesu pamāṇaṃ.",
  "tika-vin07t6:218": "Mūlanti kappiyabhaṇḍaṃ vuttaṃ. Tasmā anāpattīti ettha visaṅketena pācittiyābhāvepi sūpodanadukkaṭā na muccatīti vadanti. ‘‘Kappiyasappinā, akappiyasappinā’’ti ca idaṃ kappiyākappiyamaṃsasattānaṃ vasena vuttaṃ.",
  "tika-vin07t6:219": "261.Mahānāmasikkhāpadaṃ nāma upari cātumāsapaccayapavāraṇāsikkhāpadaṃ (pāci. 303 ādayo). Agilāno hi appavāritaṭṭhāne viññāpentopi kālaparicchedaṃ, bhesajjaparicchedaṃ vā katvā saṅghavasena pavāritaṭṭhānato taduttari viññāpentena, paricchedabbhantarepi na bhesajjakaraṇīyena rogena bhesajjaṃ viññāpentena ca samo hotīti ‘‘mahānāmasikkhāpadena kāretabbo’’ti vuttaṃ. Paṇītabhojanatā, agilānatā, akataviññattiyā paṭilābho, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:220": "Paṇītabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:221": "10. Dantaponasikkhāpadavaṇṇanā",
  "tika-vin07t6:222": "263. Dasame ghanabaddhoti ghanamaṃsena sambaddho, kathinasaṃhatasarīroti attho.",
  "tika-vin07t6:223": "264.Mukhadvāranti mukhato heṭṭhā dvāraṃ mukhadvāraṃ, galanāḷikanti attho. Evañca nāsikāya paviṭṭhampi mukhadvāraṃ paviṭṭhameva hoti, mukhe pakkhittamattañca appaviṭṭhaṃ. Āhāranti ajjhoharitabbaṃ kālikaṃ adhippetaṃ, na udakaṃ. Tañhi bhesajjasaṅgahitampi akālikameva paṭiggahitasseva kālikattā. Udake hi paṭiggahaṇaṃ na ruhati. Teneva bhikkhunā tāpitena udakena cirapaṭiggahitena ca akappiyakuṭiyaṃ vutthena ca saha āmisaṃ bhuñjantassāpi sāmapākādidoso na hoti. Vakkhati hi ‘‘bhikkhu yāguatthāya…pe… udakaṃ tāpeti, vaṭṭatī’’tiādi (pāci. aṭṭha. 265). Bhikkhū pana etaṃ adhippāyaṃ tadā na jāniṃsu. Tenāha ‘‘sammā atthaṃ asallakkhetvā’’tiādi.",
  "tika-vin07t6:224": "265.Rathareṇumpīti rathe gacchante uṭṭhahanareṇusadisareṇuṃ. Tena tato sukhumaṃ ākāse paribbhamanakaṃ dissamānampi abbohārikanti dasseti. Akallakoti gilāno.",
  "tika-vin07t6:225": "‘‘Gahetuṃ vā…pe… tassa orimantenā’’ti iminā ākāse ujuṃ ṭhatvā parena ukkhittaṃ gaṇhantassāpi āsannaṅgabhūtapādatalato paṭṭhāya hatthapāso paricchinditabbo, na pana sīsantato paṭṭhāyāti dasseti. Tattha ‘‘orimantenā’’ti imassa heṭṭhimantenāti attho gahetabbo.",
  "tika-vin07t6:226": "Ettha ca pavāraṇāsikkhāpadaṭṭhakathāyaṃ ‘‘sace bhikkhu nisinno hoti, āsanassa pacchimantato paṭṭhāyā’’tiādinā (pāci. aṭṭha. 238-239) paṭiggāhakānaṃ āsannaṅgassa pārimantato paṭṭhāya paricchedassa dassitattā idhāpi ākāse ṭhitassa paṭiggāhakassa āsannaṅgabhūtapādaṅgulassa pārimantabhūtato paṇhipariyantassa heṭṭhimatalato paṭṭhāya, dāyakassa pana orimantabhūtato pādaṅgulassa heṭṭhimatalato paṭṭhāya hatthapāso paricchinditabboti daṭṭhabbaṃ. Imināva nayena bhūmiyaṃ nipajjitvā ussīse nisinnassa hatthato paṭiggaṇhantassapi āsannasīsaṅgassa pārimantabhūtato gīvantato paṭṭhāyeva hatthapāso minitabbo, na pādatalato paṭṭhāya. Evaṃ nipajjitvā dānepi yathānurūpaṃ veditabbaṃ. ‘‘Yaṃ āsannataraṃ aṅga’’nti hi vuttaṃ.",
  "tika-vin07t6:227": "Paṭiggahaṇasaññāyāti ‘‘mañcādinā paṭiggahessāmī’’ti uppāditasaññāya. Iminā ‘‘paṭiggaṇhāmī’’ti vācāya vattabbakiccaṃ natthīti dasseti. Katthaci aṭṭhakathāsu, padesesu vā. Asaṃhārime phalaketi thāmamajjhimena purisena asaṃhāriye. Puñchitvā paṭiggahetvāti puñchitepi rajanacuṇṇasaṅkāya sati paṭiggahaṇatthāya vuttaṃ, nāsati. Taṃ panāti patitarajaṃ appaṭiggahetvā upari gahitapiṇḍapātaṃ. Anāpattīti durupaciṇṇādidoso natthi. ‘‘Anupasampannassa dassāmī’’tiādipi vinayadukkaṭaparihārāya vuttaṃ. Tathā akatvā gahitepi paṭiggahetvā paribhuñjato anāpatti eva. ‘‘Anupasampannassa datvā’’ti idampi purimābhogānuguṇatāya vuttaṃ.",
  "tika-vin07t6:228": "Carukenāti khuddakabhājanena. Abhihaṭattāti diyyamānakkhaṇaṃ sandhāya vuttaṃ. Datvā apanayanakāle pana chārikā vā bindūni vā patanti, puna paṭiggahetabbaṃ abhihārassa vigatattāti vadanti. Taṃ yathā na patati, tathā apanessāmīti pariharante yujjati. Pakatisaññāya apanente abhihāro na chijjati, taṃ paṭiggahitameva hoti. Mukhavaṭṭiyāpi gahetuṃ vaṭṭatīti abhihariyamānassa pattassa mukhavaṭṭiyā uparibhāge hatthaṃ pasāretvā phusituṃ vaṭṭati.",
  "tika-vin07t6:229": "Pādena pelletvāti ‘‘pādena paṭiggahessāmī’’tisaññāya akkamitvā. Kecīti abhayagirivāsino. Vacanamattamevāti paṭibaddhappaṭibaddhanti saddamattameva nānaṃ, kāyapaṭibaddhameva hoti. Tasmā tesaṃ vacanaṃ na gahetabbanti adhippāyo.",
  "tika-vin07t6:230": "Tena āharāpetunti yassa bhikkhuno santikaṃ gataṃ, taṃ idha ānehīti āṇāpetvā tena āharāpetuṃ itarassa vaṭṭatīti attho. Na tato paranti tadaheva sāmaṃ appaṭiggahitaṃ sandhāya vuttaṃ. Tadaheva paṭiggahitaṃ pana punadivasādīsu appaṭiggahetvāpi paribhuñjituṃ vaṭṭatīti vadanti.",
  "tika-vin07t6:231": "Khiyyantīti khayaṃ gacchanti, tesaṃ cuṇṇehi thullaccayaappaṭiggahaṇāpattiyo na hontīti adhippāyo. ‘‘Navasamuṭṭhita’’nti eteneva ucchuādīsu abhinavalaggattā abbohārikaṃ na hotīti dasseti. Eseva nayoti sannidhidosādiṃ sandhāya vadati. Tenāha ‘‘na hī’’tiādi. Tena ca paṭiggahaṇaṅgesu pañcasupi samiddhesu ajjhoharitukāmatāya gahitameva paṭiggahitaṃ nāma hoti ajjhoharitabbesu eva paṭiggahaṇassa anuññātattāti dasseti. Tathā bāhiraparibhogatthāya gahetvā ṭhapitatelādiṃ ajjhoharitukāmatāya sati paṭiggahetvā paribhuñjituṃ vaṭṭati.",
  "tika-vin07t6:232": "Kesañcītiādīsu anupasampannānaṃ atthāya katthaci ṭhapiyamānampi hatthato muttamatte eva paṭiggahaṇaṃ na vijahati, atha kho bhājane patitameva paṭiggahaṇaṃ vijahati. Bhājanañca bhikkhunā punadivasatthāya apekkhitamevāti taggatampi āmisaṃ duddhotapattagataṃ viya paṭiggahaṇaṃ na vijahatīti āsaṅkāya ‘‘sāmaṇerassa hatthe pakkhipitabba’’nti vuttanti veditabbaṃ. Īdisesu hi yutti na gavesitabbā, vuttanayeneva paṭipajjitabbaṃ. ‘‘Pattagatā yāgū’’ti iminā pattamukhavaṭṭiyā phuṭṭhepi kūṭe yāgu paṭiggahitā, uggahitā vā na hoti bhikkhuno anicchāya phuṭṭhattāti dasseti. Āropetīti hatthaṃ phusāpeti. Paṭiggahaṇūpagaṃ bhāraṃ nāma majjhimassa purisassa ukkhepārahaṃ. Na pidahitabbanti hatthato muttaṃ sandhāya vuttaṃ, hatthagataṃ pana itarena hatthena pidahato, hatthato muttampi vā aphusitvā uparipidhānaṃ pātentassa na doso.",
  "tika-vin07t6:233": "Paṭiggaṇhātīti chāyatthāya upari dhārayamānā mahāsākhā yena kenaci chijjeyya, tattha laggarajaṃ mukhe pāteyya cāti kappiyaṃ kārāpetvā paṭiggaṇhāti. Kuṇḍaketi mahāghaṭe. Tasmimpīti cāṭighaṭepi. Gāhāpetvāti appaṭiggahitaṃ kālikaṃ gāhāpetvā.",
  "tika-vin07t6:234": "Dutiyattherassāti ‘‘therassa pattaṃ mayhaṃ dethā’’ti tena attano pariccajāpetvā dutiyattherassa deti. Ettha panāti pattaparivattane. Kāraṇanti ettha yathā ‘‘sāmaṇerā ito amhākampi dentī’’ti vitakko uppajjati, na tathāti kāraṇaṃ vadanti, tañca yuttaṃ. Yassa pana tādiso vitakko natthi, tena aparivattetvāpi bhuñjituṃ vaṭṭati.",
  "tika-vin07t6:235": "Niccāletunti cāletvā pāsāṇasakkharādiapanayaṃ kātuṃ. Uddhanaṃ āropetabbanti anaggikaṃ uddhanaṃ sandhāya vuttaṃ. Uddhane paccamānassa āluḷane upari apakkataṇḍulā heṭṭhā pavisitvā paccatīti āha ‘‘sāmaṃpākañceva hotī’’ti.",
  "tika-vin07t6:236": "Ādhārake patto ṭhapitoti appaṭiggahitāmiso patto puna paṭiggahaṇatthāya ṭhapito. Ekaggahaṇenevāti sāmaṇerānaṃ gahitassa puna acchaḍḍanavasena gahaṇena. Bhuñjituṃ vaṭṭatīti dhūmavaṭṭiyā tadahupaṭiggahitattā vuttaṃ. Bhattuggārotiādi abbohārikappasaṅgena vikālabhojanavinicchayadassanaṃ. Samuddodakenāti appaṭiggahitena. Himakarakā nāma kadāci vassodakena saha patanakā pāsāṇalekhā viya ghanībhūtaudakavisesā, tesu paṭiggahaṇakiccaṃ natthi. Tenāha ‘‘udakagatikā evā’’ti. Purebhattameva vaṭṭatīti appaṭiggahitāpattīhi abbohārikampi vikālabhojanāpattīhi sabbohārikanti dasseti.",
  "tika-vin07t6:237": "Laggatīti mukhe ca hatthe ca mattikāvaṇṇaṃ dasseti. Bahalanti hatthamukhesu alagganakampi paṭiggahetabbaṃ. Vāsamattanti reṇukhīrābhāvaṃ dasseti. Ākirati paṭiggahetabbanti puppharasassa paññāyanato vuttaṃ.",
  "tika-vin07t6:238": "Mahābhūtesūti pāṇasarīrasannissitesu pathavīādimahābhūtesu. Sabbaṃ vaṭṭatīti attano, paresañca sarīranissitaṃ sabbaṃ vaṭṭati. Akappiyamaṃsānulomatāya thullaccayādiṃ na janetīti adhippāyo. Patatīti attano sarīrato vicchinditvā patati. ‘‘Rukkhato chinditvā’’ti vuttattā mattikatthāya pathaviṃ khaṇituṃ, aññampi yaṃkiñci mūlapaṇṇādivisabhesajjaṃ chinditvā chārikaṃ akatvāpi appaṭiggahitampi paribhuñjituṃ vaṭṭatīti daṭṭhabbaṃ. Appaṭiggahitatā, ananuññātatā, dhūmādiabbohārikatābhāvo, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:239": "Dantaponasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:240": "Niṭṭhito bhojanavaggo catuttho.",
  "tika-vin07t6:241": "5. Acelakavaggo",
  "tika-vin07t6:242": "1. Acelakasikkhāpadavaṇṇanā",
  "tika-vin07t6:243": "273. Pañcamavaggassa paṭhame mayhaṃ nāmāti bhikkhunā bhūmiyaṃ ṭhapetvā dinnampi sandhāya vadati. Aññatitthiyatā, ananuññātatā, ajjhoharaṇīyatā, ajjhoharaṇatthāya sahatthā anikkhittabhājane dānanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:244": "Acelakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:245": "2. Uyyojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:246": "274. Dutiye anācāraṃ ācaritukāmatā, tadatthameva upasampannassa uyyojanā, tassa upacārātikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:247": "Uyyojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:248": "3. Sabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:249": "281. Tatiye pāḷiyaṃ khuddake ghareti ettha khuddakaṃ gharaṃ nāma pañcahatthato ūnakavitthāraṃ adhippetaṃ. Tattha ca piṭṭhasaṅghāṭato hatthapāse avijahitepi piṭṭhivaṃsātikkamo hotīti āha ‘‘piṭṭhivaṃsaṃ atikkamitvā’’ti. Yathā tathā vā katassāti piṭṭhivaṃsaṃ āropetvā vā anāropetvā vā katassa.",
  "tika-vin07t6:250": "283. Pāḷiyaṃ vītarāgāti apariyuṭṭhitarāgānaṃ, anāgāmīnañca saṅgaho. Sacittakanti anupavisitvā nisīdanacittena sacittakaṃ. Pariyuṭṭhitarāgajāyampatikānaṃ sannihitatā, sayanigharatā, dutiyassa bhikkhuno abhāvo, anupakhajja nisīdananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:251": "Sabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:252": "284-289. Catutthapañcamāni vuttatthāni.",
  "tika-vin07t6:253": "6. Cārittasikkhāpadavaṇṇanā",
  "tika-vin07t6:254": "298. Chaṭṭhe ‘‘pariyesitvā ārocanakiccaṃ nāma natthī’’ti vuttattā yo apariyesitabbo upasaṅkamituṃ yuttaṭṭhāne dissati, so sacepi pakativacanassa savanūpacāraṃ atikkamma ṭhito upagantvā āpucchitabbo. Tenāha ‘‘api ca…pe… yaṃ passati, so āpucchitabbo’’tiādi.",
  "tika-vin07t6:255": "302. Anāpattivāre cettha antarārāmādīnaññeva vuttattā vihārato gāmavīthiṃ anuññātakāraṇaṃ vinā atikkamantassāpi āpatti hoti, na pana gharūpacāraṃ atikkamantasseva.",
  "tika-vin07t6:256": "Yaṃ pana pāḷiyaṃ ‘‘aññassa gharūpacāraṃ okkamantassa…pe… paṭhamaṃ pādaṃ ummāraṃ atikkāmetī’’tiādi vuttaṃ. Taṃ gāme paviṭṭhaṃ sandhāya vuttaṃ, tathāpi aññassa gharūpacāraṃ anokkamitvā vīthimajjheneva gantvā icchiticchitagharadvārābhimukhe ṭhatvā manusse oloketvā gacchantassāpi pācittiyameva. Tattha keci ‘‘vīthiyaṃ atikkamantassa gharūpacāragaṇanāya āpattiyo’’ti vadanti. Aññe pana ‘‘yāni kulāni uddissa gato, tesaṃ gaṇanāyā’’ti. Pañcannaṃ bhojanānaṃ aññatarena nimantanasādiyanaṃ, santaṃ bhikkhuṃ anāpucchanā, bhattiyagharato aññagharūpasaṅkamanaṃ, majjhanhikānatikkamo, samayāpadānaṃ abhāvoti imānettha pañca aṅgāni.",
  "tika-vin07t6:257": "Cārittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:258": "7. Mahānāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:259": "303. Sattame mahānāmoti sukkodanassa putto anuruddhattherassa, satthu ca jeṭṭhabhātā. Ānandatthero amitodanassa putto, nandatthero pana suddhodanasseva.",
  "tika-vin07t6:260": "305. Pāḷiyaṃ kālaṃ āharissathāti ajjatanaṃ kālaṃ vītināmessatha, sve bhesajjaṃ harissathāti vā attho. ‘‘Atthi pavāraṇā bhesajjapariyantā ca rattipariyantā cā’’ti tatiyakoṭṭhāse niyamitameva bhesajjaṃ niyamitakālantareyeva gahetabbaṃ, na tato bahi. Itarathā visuṃ payojanaṃ natthīti daṭṭhabbaṃ. Sapariyantā saṅghapavāraṇā, taduttari bhesajjaviññatti, agilānatāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:261": "Mahānāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:262": "8. Uyyuttasenāsikkhāpadavaṇṇanā",
  "tika-vin07t6:263": "315. Aṭṭhame ekamekanti ettha duvaṅginīpi tivaṅginīpi senā saṅgayhati. Uyyuttacaturaṅgasenādassanāya tathārūpapaccayādiṃ vinā gamanaṃ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:264": "Uyyuttasenāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:265": "9. Senāvāsasikkhāpadavaṇṇanā",
  "tika-vin07t6:266": "319. Navame senāya catuttho sūriyatthaṅgamo, agilānatāti imānettha dve aṅgāni.",
  "tika-vin07t6:267": "Senāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:268": "10. Uyyodhikasikkhāpadavaṇṇanā",
  "tika-vin07t6:269": "322. Dasame pāḷiyaṃ kati te lakkhāni laddhānīti kittakā tayā laddhāti attho. Uyyodhikādidassanāya tathārūpapaccayaṃ vinā gamanaṃ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:270": "Uyyodhikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:271": "Niṭṭhito acelakavaggo pañcamo.",
  "tika-vin07t6:272": "6. Surāpānavaggo",
  "tika-vin07t6:273": "1. Surāpānasikkhāpadavaṇṇanā",
  "tika-vin07t6:274": "328. Chaṭṭhavaggassa paṭhame pāḷiyaṃ kiṇṇapakkhittāti piṭṭhapūvādiṃ apakkhipitvā kiṇṇasaṅkhātaṃ dhaññaṅkurādisurābījaṃ pakkhipitvā katā. Sambhārasaṃyuttāti sāsapādianekasambhārehi saññuttā.",
  "tika-vin07t6:275": "Madhukatālanāḷikerādipupphādiraso ciraparivāsito pupphāsavo nāma. Tathā panasādi phalāsavo. Muddikaraso madhvāsavo. Ucchuraso guḷāsavo. Tiphalatikaṭukādinānāsambhārānaṃ raso ciraparivāsito sambhārasaṃyutto. Bījato paṭṭhāyāti yathāvuttānaṃ piṭṭhādīnaṃ majjatthāya bhājane pakkhittakālato paṭṭhāya.",
  "tika-vin07t6:276": "329.Loṇasovīrakaṃ suttañca anekehi dabbasambhārehi abhisaṅkhato bhesajjaviseso. Uyyuttasikkhāpadānaṃ acittakalokavajjesu lokavajjatā pubbe vuttanayāvāti tattha kiñcipi avatvā idha tehi asādhāraṇavatthuvisesasiddhāya acittakapakkhepi akusalacittatāya taṃ lokavajjatādivisesaṃ dassetumeva ‘‘vatthuajānanatāya cetthā’’tiādinā vuttanti veditabbaṃ. Yaṃ panettha vattabbaṃ, taṃ paṭhamapārājikavaṇṇanāyaṃ vitthārato sāratthadīpaniyaṃ viraddhaṭṭhānavisodhanavasena vuttanti tattheva gahetabbaṃ. Majjabhāvo, tassa pānañcāti imānettha dve aṅgāni.",
  "tika-vin07t6:277": "Surāpānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:278": "2. Aṅgulipatodakasikkhāpadavaṇṇanā",
  "tika-vin07t6:279": "330. Dutiye hasādhippāyatā, upasampannassa kāyena kāyāmasananti imānettha dve aṅgāni.",
  "tika-vin07t6:280": "Aṅgulipatodakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:281": "3. Hasadhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:282": "338. Tatiye pāḷiyaṃ hasadhamme hasadhammasaññītiādīsu uplavādimattaṃ kiṃ hasadhammo hotīti gahaṇavasena sati karaṇīye kariyamānaṃ hasadhammaṃ hasadhammoti gahaṇavasena attho veditabbo. Ussārentoti udake ṭhitaṃ nāvaṃ tīre āropento.",
  "tika-vin07t6:283": "Patanuppatanavāresūti udakassa uparitale maṇḍūkagatiyā patanuppatanavasena gamanatthaṃ khittāya ekissā kathalāya vasena vuttaṃ. Udakassa uparigopphakatā, hasādhippāyena kīḷananti dve aṅgāni.",
  "tika-vin07t6:284": "Hasadhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:285": "4. Anādariyasikkhāpadavaṇṇanā",
  "tika-vin07t6:286": "344. Catutthe suttānulomanti mahāpadesā. Aṭṭhakathātipi vadanti. Upasampannassa paññattena vacanaṃ, anādariyakaraṇanti dve aṅgāni.",
  "tika-vin07t6:287": "Anādariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:288": "5. Bhiṃsāpanasikkhāpadavaṇṇanā",
  "tika-vin07t6:289": "345. Pañcame upasampannatā, tassa dassanasavanavisaye bhiṃsāpetukāmatāya vāyamananti dve aṅgāni.",
  "tika-vin07t6:290": "Bhiṃsāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:291": "6. Jotisikkhāpadavaṇṇanā",
  "tika-vin07t6:292": "354. Chaṭṭhe alātaṃ patitanti aggikapālato bahi patitaṃ. Vijjhātanti vijjhātaṃ alātaṃ kapālaggimhi pakkhipitvā jālentassa pācittiyaṃ, tathā kevalaṃ indhanaṃ pātentassapi vijjhātaṃ kapālaggiṃ mukhavātādinā ujjālentassapi. Gilānatādikāraṇābhāvo, visibbetukāmatā, samādahananti tīṇi aṅgāni.",
  "tika-vin07t6:293": "Jotisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:294": "7. Nahānasikkhāpadavaṇṇanā",
  "tika-vin07t6:295": "357. Sattame pāḷiyaṃ nagare thakiteti ettha raññā ciraṃ nahāyitukāmena ‘‘ahaṃ bahi uyyāne katārakkho vasissāmi, nagaraṃ thaketvā gopethā’’ti anuññātā, te thakiṃsūti daṭṭhabbaṃ. Asambhinnenāti anaṭṭhena, taṃ divasaṃ puna aggahitālaṅkārena pabuddhamattenāti adhippāyo. Majjhimadese ūnakaddhamāsanahānaṃ, samayādīnaṃ abhāvoti dve aṅgāni.",
  "tika-vin07t6:296": "Nahānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:297": "8. Dubbaṇṇakaraṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:298": "368. Aṭṭhame paṭiladdhanavacīvarenāti ettha pubbe akatakappaṃ katipāhaṃ nivāsanatthāya tāvakālikavasena laddhampi saṅgayhatīti vadanti.",
  "tika-vin07t6:299": "369. ‘‘Navaṃ nāma akatakappa’’nti sāmaññato vuttattā aññena bhikkhunā kappabinduṃ datvā paribhuttaṃ cīvaraṃ, tena vā, tato labhitvā aññena vā kenaci dinnampi katakappameva navaṃ nāma na hotīti daṭṭhabbaṃ. ‘‘Nivāsetuṃ vā pārupituṃ vā’’ti vuttattā aṃsabaddhakāsāvampi pārupitabbato kappaṃ kātabbanti vadanti. Cammakāranīlaṃ nāma cammaṃ nīlavaṇṇaṃ kātuṃ yojiyamānaṃ nīlaṃ. Pakatinīlamevāti keci. Yathāvuttacīvarassa akatakappatā, anaṭṭhacīvarāditā, nivāsanāditāti tīṇi aṅgāni.",
  "tika-vin07t6:300": "Dubbaṇṇakaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:301": "9. Vikappanasikkhāpadavaṇṇanā",
  "tika-vin07t6:302": "374. Navame yenāti yena saddhiṃ, yassa santiketi attho. Sāmaṃ vikappitassa apaccuddhāro, vikappanupagacīvaratā, avissāsena paribhogoti tīṇi aṅgāni.",
  "tika-vin07t6:303": "Vikappanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:304": "10. Cīvaraapanidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:305": "378. Dasame pāḷiyaṃ antamaso hasāpekkhopīti api-saddena atheyyacittaṃ kodhena dukkhāpetukāmaṃ, avaṇṇaṃ pakāsetukāmañca saṅgayhati. Teneva ‘‘tivedana’’nti vuttaṃ. Upasampannassa pattādīnaṃ apanidhānaṃ, vihesetukāmatādīti dve aṅgāni.",
  "tika-vin07t6:306": "Cīvaraapanidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:307": "Niṭṭhito surāpānavaggo chaṭṭho.",
  "tika-vin07t6:308": "7. Sappāṇakavaggo",
  "tika-vin07t6:309": "1. Sañciccapāṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:310": "382. Sattamassa paṭhame usuṃ saraṃ asati khipatīti issāso. Na hettha kiñci jīvitaṃ nāma visuṃ tiṭṭhatīti sambandho. Tattha pāṇeti satte. Appamattena vattaṃ kātabbanti yathā pāṇakānaṃ vihesāpi na hoti, evaṃ sallakkhetvā otāpanasammajjanādivattaṃ kātabbaṃ. Sesaṃ vuttanayameva.",
  "tika-vin07t6:311": "Sañciccapāṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:312": "2. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:313": "387. Dutiye udakasaṇṭhānakappadeseti kaddamapāsāṇādibhūmiyaṃ. Tatthāti āsitte kappiyaudake. Sesaṃ vuttanayameva.",
  "tika-vin07t6:314": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:315": "3. Ukkoṭanasikkhāpadavaṇṇanā",
  "tika-vin07t6:316": "392. Tatiye ‘‘tassa bhikkhuno santikaṃ gantvā’’ti vuttattā yassa adhikaraṇaṃ saṅghakammena nihataṃ, tassa sammukhe eva ukkoṭentassa pācittiyaṃ. Parammukhe pana dukkaṭameva.",
  "tika-vin07t6:317": "395.‘‘Dhammakammeadhammakammasaññī ukkoṭeti, anāpattī’’ti vuttattā anādariyatādi viya ukkoṭanaṃ sayaṃ akusalaṃ na hoti, dhammakammasaññāya, pana vimatiyā ca ukkoṭaneneva akusalaṃ hoti. Yathādhammaṃ nihatatā, jānanā, ukkoṭanāti tīṇi aṅgāni.",
  "tika-vin07t6:318": "Ukkoṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:319": "4. Duṭṭhullasikkhāpadavaṇṇanā",
  "tika-vin07t6:320": "399. Catutthe āpattiṃ āpajjatiyevāti dhuranikkhepapakkhe vuttaṃ. Vatthupuggaloti āpannapuggalo. Chādetukāmatāya hi sati eva avassaṃ aññassa ārocanaṃ vuttaṃ, vatthupuggalassa ca ārocanā nāma na hotīti paṭicchādanamevāti adhippāyo. Koṭi chinnā hotīti chādessāmīti dhuranikkhepe satipi puggalaparamparāya gacchantī āpattikoṭi chijjati.",
  "tika-vin07t6:321": "400.‘‘Anupasampannassa sukkavissaṭṭhi ca kāyasaṃsaggo cāti ayaṃ duṭṭhullaajjhācāro nāmā’’ti idaṃ duṭṭhullārocanasikkhāpadaṭṭhakathāyaṃ ‘‘anupasampannassa…pe… ādito pañca sikkhāpadāni duṭṭhullo nāma ajjhācāro, sesāni aduṭṭhullo. Sukkavissaṭṭhikāyasaṃsaggaduṭṭhullaattakāmā panassa ajjhācāro nāmā’’ti (pāci. aṭṭha. 82) iminā vacanena virujjhatīti vīmaṃsitabbaṃ. Puggalapemena chādayato cettha ‘‘aññe garahissantī’’ti bhayavasena chādanakkhaṇe paṭighova uppajjatīti ‘‘dukkhavedana’’nti vuttanti daṭṭhabbaṃ. Upasampannassa duṭṭhullāpattijānanaṃ, paṭicchādetukāmatāya dhuranikkhepoti dve aṅgāni.",
  "tika-vin07t6:322": "Duṭṭhullasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:323": "5. Ūnavīsativassasikkhāpadavaṇṇanā",
  "tika-vin07t6:324": "402. Pañcame rūpasippanti heraññikasippaṃ. Gabbhe sayitakālena saddhiṃ vīsatimaṃ vassaṃ paripuṇṇamassāti gabbhavīso.",
  "tika-vin07t6:325": "404.Nikkhamanīyapuṇṇamāsīti sāvaṇamāsassa puṇṇamiyā āsāḷhīpuṇṇamiyā anantarapuṇṇamī. Pāṭipadadivaseti pacchimikāya vassūpanāyikāya. Dvādasa māse mātu kucchismiṃ vasitvā mahāpavāraṇāya jātaṃ upasampādentīti attho. ‘‘Tiṃsa rattindivo māso, dvādasamāsiko saṃvaccharo’’ti (a. ni. 3.71; 8.43; vibha. 1023) vacanato ‘‘cattāro māsā parihāyantī’’ti vuttaṃ. Vassaṃ ukkaḍḍhantīti vassaṃ uddhaṃ kaḍḍhanti, ‘‘ekamāsaṃ adhikamāso’’ti chaḍḍetvā vassaṃ upagacchantīti attho. Tasmā tatiyo tatiyo saṃvaccharo terasamāsiko hoti. Te dve māse gahetvāti nikkhamanīyapuṇṇamāsato yāva jātadivasabhūtā mahāpavāraṇā. Tāva ye dve māsā anāgatā, tesaṃ atthāya adhikamāsato laddhe dve māse gahetvā. Tenāha ‘‘yo pavāretvā vīsativasso bhavissatī’’tiādi. ‘‘Nikkaṅkhā hutvā’’ti idaṃ aṭṭhārasannaṃ vassānaṃ ekaadhikamāse gahetvā tato vīsatiyā vassesupi cātuddasīatthāya catunnaṃ māsānaṃ parihāpanena sabbadā paripuṇṇavīsativassataṃ sandhāya vuttaṃ. Pavāretvā vīsativasso bhavissatīti mahāpavāraṇādivase atikkante gabbhavassena saha vīsativasso bhavissatīti attho. Tasmāti yasmā gabbhamāsāpi gaṇanūpagā honti, tasmā. Ekavīsativassoti jātiyā vīsativassaṃ sandhāya vuttaṃ.",
  "tika-vin07t6:326": "406.Aññaṃ upasampādetīti upajjhāyo, ācariyo vā hutvā upasampādeti. Sopīti upasampādentopi anupasampanno. Ūnavīsativassatā, taṃ ñatvā upajjhāyena hutvā upasampādananti dve aṅgāni.",
  "tika-vin07t6:327": "Ūnavīsativassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:328": "6. Theyyasatthasikkhāpadavaṇṇanā",
  "tika-vin07t6:329": "409. Chaṭṭhe theyyasatthabhāvo, ñatvā saṃvidhānaṃ, avisaṅketena gamananti tīṇi aṅgāni.",
  "tika-vin07t6:330": "Theyyasatthasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:331": "412. Sattamaṃ vuttanayameva.",
  "tika-vin07t6:332": "8. Ariṭṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:333": "417. Aṭṭhame antarāyanti antarā vemajjhe eti āgacchatīti antarāyo, diṭṭhadhammikādianattho. Ānantariyadhammāti anantare bhave phalanibbattane niyuttā cetanādidhammāti attho. ‘‘Na saggassā’’ti idaṃ bhikkhunidūsanakammassa ānantariyattābhāvato vuttaṃ. Ariyasāvikāsu, pana kalyāṇaputhujjanabhūtāya ca balakkārena dūsentassa ānantariyasaasameva. Mokkhantarāyikatā pana lolāyapi pakatattabhikkhuniyā dūsakassa tasmiṃ attabhāve magguppattiyā abhāvato vuttā.",
  "tika-vin07t6:334": "Tasmiṃ attabhāve anivattanakā ahetukaakiriyanatthikadiṭṭhiyova niyatamicchādiṭṭhidhammā. Paṇḍakādīnaṃ gahaṇaṃ nidassanamattaṃ. Sabbāpi duhetukāhetukapaṭisandhiyo vipākantarāyikāva duhetukānampi maggānuppattito.",
  "tika-vin07t6:335": "Ayanti ariṭṭho. Rasena rasanti anavajjena paccayaparibhuñjanarasena pañcakāmaguṇapaabhogarasaṃ samānetvā. Upanento viyāti ghaṭento viya, so eva vā pāṭho.",
  "tika-vin07t6:336": "Aṭṭhikaṅkalūpamāti ettha aṭṭhi eva nimmaṃsatāya kaṅkalanti ca vuccati. Palibhañjanaṭṭhenāti avassaṃ patanaṭṭhena. Adhikuṭṭanaṭṭhenāti ati viya kuṭṭanaṭṭhena. Pāḷiyaṃ ‘‘tathāhaṃ bhagavatā…pe… nālaṃ antarāyāyā’’ti idaṃ vatthuanurūpato vuttaṃ. Evaṃ pana aggahetvā aññenapi ākārena yaṃ kiñci bhagavatā vuttaṃ viparītato gahetvā parehi vuttepi amuñcitvā voharantassāpi vuttanayānusārena tadanuguṇaṃ samanubhāsanakammavācaṃ yojetvā āpattiyā āropetuṃ, āpattiyā adassanādīsu tīsu yaṃ kiñci abhirucitaṃ nimittaṃ katvā ukkhepanīyakammaṃ kātuñca labbhati. Samanubhāsanaṃ akatvāpi ‘‘māyasmā evaṃ avacā’’ti bhikkhūhi vuttamatte laddhiyā appaṭinissajjanapaccayāya dukkaṭāpattiyāpi ukkhepanīyakammaṃ kātumpi vaṭṭatevāti daṭṭhabbaṃ. Dhammakammatā, samanubhāsanāya appaṭinissajjananti dve aṅgāni.",
  "tika-vin07t6:337": "Ariṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:338": "9. Ukkhittasambhogasikkhāpadavaṇṇanā",
  "tika-vin07t6:339": "424. Navame ‘‘ukkhitto anosārito’’ti vuttattā ariṭṭhassa ukkhepanīyakammaṃ katanti daṭṭhabbaṃ.",
  "tika-vin07t6:340": "425. Pāḷiyaṃ ‘‘ekacchanne’’ti sāmaññato vuttattā nānūpacārepi ekacchanne nipajjane paṇṇattiṃ ajānantassa arahatopi ukkhittānuvattakānampi pācittiyameva. Akatānudhammatā, ñatvā sambhogādikaraṇanti dve aṅgāni.",
  "tika-vin07t6:341": "Ukkhittasambhogasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:342": "10. Kaṇṭakasikkhāpadavaṇṇanā",
  "tika-vin07t6:343": "428. Dasame pireti sambodhanatthe nipātapadaṃ. Sesaṃ anantarasikkhāpadadvaye vuttanayameva.",
  "tika-vin07t6:344": "Kaṇṭakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:345": "Niṭṭhito sappāṇakavaggo sattamo.",
  "tika-vin07t6:346": "8. Sahadhammikavaggo",
  "tika-vin07t6:347": "1. Sahadhammikasikkhāpadavaṇṇanā",
  "tika-vin07t6:348": "434. Aṭṭhamavaggassa paṭhame upasampannassa paññattena vacanaṃ, asikkhitukāmassa lesena evaṃ vacananti dve aṅgāni.",
  "tika-vin07t6:349": "Sahadhammikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:350": "2. Vilekhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:351": "438. Dutiye alajjitāti alajjitāya. Evaṃ sesesupi. Sañcicca āpattiṃ āpajjatītiādi bhikkhubhikkhunīnaññeva vuttaṃ alajjilakkhaṇaṃ, sāmaṇerādīnaṃ, pana gahaṭṭhānañca sādhāraṇavasena yathāsakaṃ sikkhāpadavītikkamanapaṭigūhanādito veditabbaṃ. Lajjilakkhaṇepi eseva nayo. Kiñcāpi kukkucce uppannepi madditvā karonto, kappiye akappiyasaññitāya karontopi taṅkhaṇikāya alajjitāya evaṃ karonti. Tathāpi kukkuccādibhede visuṃ gahitāti daṭṭhabbaṃ.",
  "tika-vin07t6:352": "Vajjiputtakā dasavatthudīpakā. Parūpahāraaññāṇakaṅkhāparavitāraṇādivādāti ettha arahattaṃ paṭijānantānaṃ kuhakānaṃ sukkavissaṭṭhiṃ disvā ‘‘mārakāyikā devatā asuciṃ upasaṃharantī’’tigāhino parūpahāravādā nāma. Arahato sabbesaṃ itthipurisādīnaṃ nāmādiajānane aññāṇaṃ, tattha sanniṭṭhānabhāvena kaṅkhā, parato sutvā nāmādijānanena paravitāraṇo atthītivādino aññāṇavādā, kaṅkhāvādā, paravitāraṇavādā ca tesaṃ, mahāsaṅghikādīnañca vibhāgo kathāvatthuppakaraṇe vutto.",
  "tika-vin07t6:353": "Cattāro maggā ca phalāni cāti ettha ca-kārena abhiññāpaṭisambhidāpi saṅgahitāti daṭṭhabbaṃ. Kecīti pariyattidharā dhammakathikā. Puna kecīti paṭipattidharā paṃsukūlikattherā. Itare panātiādīsu ayaṃ adhippāyo – dhammakathikattherā pana paṃsukūlikattherehi ābhataṃ suttaṃ sutvā –",
  "tika-vin07t6:354": "‘‘Yāva tiṭṭhanti suttantā, vinayo yāva dippati;",
  "tika-vin07t6:355": "Tāva dakkhanti ālokaṃ, sūriye abbhuṭṭhite yathā.",
  "tika-vin07t6:356": "‘‘Suttantesu asantesu, pamuṭṭhe vinayamhi ca;",
  "tika-vin07t6:357": "Tamo bhavissati loke, sūriye atthaṅgate yathā.",
  "tika-vin07t6:358": "‘‘Suttante rakkhite sante, paṭipatti hoti rakkhitā;",
  "tika-vin07t6:359": "Paṭipattiyaṃ ṭhito dhīro, yogakkhemā na dhaṃsatī’’ti. (a. ni. aṭṭha. 1.1.130) –",
  "tika-vin07t6:360": "Idaṃ suttaṃ āharitvā attanova vādaṃ patiṭṭhapentā pārājikānāpajjanavasena ṭhitā paṭipattisaṅgahitā pariyattiyeva mūlanti āhaṃsūti. Tenāha ‘‘sace pañca bhikkhū cattāri pārājikāni rakkhaṇakā…pe… sāsanaṃ vuḍḍhiṃ viruḷhiṃ gamayissantī’’ti. Etena ca parikkhīṇe kāle lajjigaṇaṃ alabhantena vinayadharena alajjinopi pakatatte saṅgahetvā tehi saha dhammāmisasambhogaṃ saṃvāsaṃ karontena bahū kulaputte upasampādetvā sāsanaṃ paggahetuṃ vaṭṭatīti idaṃ sijjhatīti daṭṭhabbaṃ. Garahitukāmatā, upasampannassa santike sikkhāpadavivaṇṇananti dve aṅgāni.",
  "tika-vin07t6:361": "Vilekhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:362": "3. Mohanasikkhāpadavaṇṇanā",
  "tika-vin07t6:363": "444. Tatiye pāḷiyaṃ ko pana vādo bhiyyoti tehi aññehi bhikkhūhi diṭṭhadvattivārato bhiyyo pana vitthārena uddisiyamāne pātimokkhe nisinnapubbatā atthi ce, tattha kimeva vattabbaṃ, āpattimokkho natthi evāti adhippāyo. Tañca yathādhammo kāretabboti tanti kāraṇatthe upayogavacanaṃ, tāyāti attho. Yathā dhammo ca vinayo ca ṭhito, tathā tāya āpattiyā kāretabboti vuttaṃ hoti. Mohāropanaṃ, tikkhattuṃ sutabhāvo, mohetukāmassa mohananti tīṇi aṅgāni.",
  "tika-vin07t6:364": "Mohanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:365": "4. Pahārasikkhāpadavaṇṇanā",
  "tika-vin07t6:366": "451. Catutthe pāḷiyaṃ kāyapaṭibaddhena vāti ettha pāsāṇādinissaggiyapahāropi saṅgahito.",
  "tika-vin07t6:367": "452.Rattacittoti kāyasaṃsaggarāgena vuttaṃ. Methunarāgena pana pahārato purisādīsu dukkaṭameva. Mokkhādhippāyena daṇḍakoṭiyā sappādiṃ ghaṭṭetvā maṇḍūkādiṃ mocentassapi anāpatti eva. Kupitatā, upasampannassa na mokkhādhippāyena pahāroti dve aṅgāni.",
  "tika-vin07t6:368": "Pahārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:369": "5. Talasattikasikkhāpadavaṇṇanā",
  "tika-vin07t6:370": "457. Pañcame na paharitukāmatāya dinnattā dukkaṭanti ettha kimidaṃ dukkaṭaṃ, pahārapaccayā, udāhu uggiraṇapaccayāti? Uggiraṇapaccayāva, na pahārapaccayā. Na hi paharitukāmatāya asati tappaccayā kāci āpatti yuttā, uggiraṇassa pana attano sabhāvena asaṇṭhitattā tappaccayā pācittiyaṃ na jātaṃ, asuddhacittena katapayogattā ca ettha anāpatti na yuttāti dukkaṭaṃ vuttanti gahetabbaṃ.",
  "tika-vin07t6:371": "458.Pubbeti anantarasikkhāpade. Sesaṃ anantarasadisameva.",
  "tika-vin07t6:372": "Talasattikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:373": "6. Amūlakasikkhāpadavaṇṇanā",
  "tika-vin07t6:374": "459. Chaṭṭhe ‘‘attaparittāṇaṃ karontā’’ti idaṃ na ca veramūlikā anuddhaṃsanāti dassanatthaṃ vuttaṃ. Anuddhaṃsanakkhaṇe pana kopacittameva uppajjati. Teneva ‘‘dukkhavedana’’nti vuttaṃ. Sesaṃ vuttanayameva.",
  "tika-vin07t6:375": "Amūlakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:376": "7. Kukkuccuppādanasikkhāpadavaṇṇanā",
  "tika-vin07t6:377": "464. Sattame upasampannassa aphāsukāmatā, kukkuccuppādananti dve aṅgāni.",
  "tika-vin07t6:378": "Kukkuccuppādanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:379": "8. Upassutisikkhāpadavaṇṇanā",
  "tika-vin07t6:380": "471. Aṭṭhame suyyatīti suti, vacanaṃ. Tassā samīpaṃ upassuti. Suyyati etthāti sutīti evañhi atthe gayhamāne savanaṭṭhānasamīpe aññasmiṃ assavanaṭṭhāne tiṭṭhatīti āpajjati. Aṭṭhakathāyañca upassuti-saddasseva atthaṃ dassetuṃ ‘‘yattha ṭhatvā’’tiādi vuttaṃ, na suti-saddamattassa.",
  "tika-vin07t6:381": "473.Ekaparicchedānīti kadāci akiriyato, kadāci kiriyato samuṭṭhānasāmaññena vuttaṃ. Upasampannena codanādhippāyo, savananti dve aṅgāni.",
  "tika-vin07t6:382": "Upassutisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:383": "9. Khiyyanasikkhāpadavaṇṇanā",
  "tika-vin07t6:384": "474. Navame dhammakammatā, jānanaṃ, chandaṃ datvā khiyyananti tīṇi aṅgāni.",
  "tika-vin07t6:385": "Khiyyanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:386": "10. Pakkamanasikkhāpadavaṇṇanā",
  "tika-vin07t6:387": "481. Dasame vinicchayakathāya dhammikatā, taṃ ñatvā kammato paṭṭhāya ekasīmaṭṭhassa samānasaṃvāsikassa hatthapāsavijahananti dve aṅgāni.",
  "tika-vin07t6:388": "Pakkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:389": "11. Dubbalasikkhāpadavaṇṇanā",
  "tika-vin07t6:390": "484. Ekādasame upasampannassa dhammena laddhasammutitā, saṅghena saddhiṃ cīvaraṃ datvā khiyyitukāmatāya khiyyananti dve aṅgāni.",
  "tika-vin07t6:391": "Dubbalasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:392": "489. Dvādasamaṃ vuttanayameva.",
  "tika-vin07t6:393": "Niṭṭhito sahadhammikavaggo aṭṭhamo.",
  "tika-vin07t6:394": "9. Rājavaggo",
  "tika-vin07t6:395": "1. Antepurasikkhāpadavaṇṇanā",
  "tika-vin07t6:396": "499. Navamavaggassa paṭhame pāḷiyaṃ saṃsuddhagahaṇikoti ettha gahaṇīti gabbhāsayasaññito mātu kucchippadeso, purisantarasukkāsamphuṭṭhatāya saṃsuddhagahaṇiko. Abhisittakhattiyatā, ubhinnampi sayanigharato anikkhantatā, appaṭisaṃviditassa indakhīlātikkamoti tīṇi aṅgāni.",
  "tika-vin07t6:397": "Antepurasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:398": "2. Ratanasikkhāpadavaṇṇanā",
  "tika-vin07t6:399": "506. Dutiye āvasathassāti ettha antoārāme vā hotu aññattha vā, yattha katthaci attano vasanaṭṭhānaṃ āvasatho nāma. Chandenapi bhayenapīti vaḍḍhakiādīsu chandena, rājavallabhesu bhayena. Ākiṇṇamanussepi jāte…pe… āsaṅkantīti tasmiṃ nimmanussaṭṭhāne pacchā ākiṇṇamanusse jātepi visaritvā gamanakāle aññassa adiṭṭhattā tameva bhikkhuṃ āsaṅkanti. Patirūpaṃ nāma kappiyabhaṇḍe sayaṃ paṃsukūlaṃ gahetvā akappiyabhaṇḍe patirūpānaṃ upāsakādīnaṃ dassetvā cetiyādipuññe niyojanaṃ vā dāpetvā nirapekkhagamanaṃ vā. Samādapetvāti yācitvā. Parasantakatā, vissāsaggāhapaṃsukūlasaññānaṃ abhāvo, ananuññātakāraṇā uggahaṇādi cāti tīṇi aṅgāni.",
  "tika-vin07t6:400": "Ratanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:401": "3. Vikālagāmappavisanasikkhāpadavaṇṇanā",
  "tika-vin07t6:402": "508. Tatiye pāḷiyaṃ bhayakathanti rājacorādibhayaṃ vā rogāmanussadubbhikkhakantārādibhayaṃ vā ārabbha pavattaṃ. Visikhākathanti suniviṭṭhādivīthikathaṃ. Kumbhaṭṭhānakathanti udakatitthakathaṃ, kumbhadāsīkathaṃ vā. Pubbapetakathanti atītañātikathaṃ. Nānattakathanti vuttāhi, vakkhamānāhi ca vimuttaṃ nānāsabhāvaṃ niratthakakathaṃ. Lokakkhāyikanti ‘‘ayaṃ loko kena nimmito’’tiādinā lokasabhāvakkhānavasena pavattanakathā. Evaṃ samuddakkhāyikā veditabbā. Iti bhavo iti abhavoti yaṃ vā taṃ vā niratthakakāraṇaṃ vatvā pavattitakathā itibhavābhavakathā. Ettha ca bhavo sassataṃ, vuḍḍhi, kāmasukhañcāti tividho, abhavo tabbiparītavasena. Iti imāya chabbidhāya itibhavābhavakathāya saddhiṃ dvattiṃsatiracchānakathā nāma honti. Atha vā pāḷiyaṃ sarūpato anāgatāpi araññapabbatanadīdīpakathā iti-saddena saṅgahetvā dvattiṃsatiracchānakathāti vuccanti. Iti vāti ettha iti-saddo pakāratthe. Vā-saddo vikappatthe. Tasmā evaṃ pakāraṃ ito aññaṃ vā tādisaṃ niratthakakathaṃ kathetīti attho gahetabbo.",
  "tika-vin07t6:403": "512.Ussāhaṃ paṭippassambhetvā vihāraṃ gacchantāti ettha gāmūpacārato bahi nikkhante antarārāmādīnamupacāraṃ paviṭṭhe sandhāya vuttaṃ. Gāmūpacārabbhantare pana paṭipassaddhussāhānampi puna tameva vā aññaṃ vā gāmaṃ pavisitukāmatāya sati āpucchanakiccaṃ natthi. ‘‘Kulaghare vā…pe… gantabba’’nti idaṃ pana purebhattaṃ paviṭṭhānaṃ vikāle sañjāte vikāle gāmappavesassa āpucchitabbatāya vuttaṃ. Adinnādāne vuttanayenāti dutiyaleḍḍupātaṃ sandhāya vuttaṃ.",
  "tika-vin07t6:404": "515.Antarārāmantiādīsūti ettha ussavadivasādīsu manussehi gāme padakkhiṇaṃ kārentaṃ jinabimbādiṃ pūjetukāmehi vā rogavūpasamādiyatthaṃ manussehi yācitehi vā bhikkhūhi suppaṭicchannādividhiṃ akatvāpi vīthimajjheneva gāmaṃ padakkhiṇaṃ kātuṃ vaṭṭatīti vadanti, taṃ na gahetabbaṃ anāpattivāre avuttattā, ‘‘maggā anokkamitvā…pe… pācittiya’’nti (kaṅkhā. aṭṭha. vikālagāmappavesanasikkhāpadavaṇṇanā) paṭikkhittattā ca. Vesāliṃ anupariyāyitvā parittaṃ karontenāpi ānandattherena suppaṭicchannatādiṃ akopenteneva, apaññatte vā sikkhāpade katanti daṭṭhabbaṃ. Keci pana ‘‘antarārāmādigāmantare ṭhitehi garuṭṭhānīyānaṃ paccuggamanānuggamanādivasena gāmavīthiṃ otarituṃ vaṭṭatī’’ti vadanti, tampi antaragharaṃ pavisantaṃ pati kātuṃ na vaṭṭati eva. Antarārāmādikappiyabhūmiṃ pana uddissa gacchantaṃ pati kātuṃ vaṭṭatīti khāyati, vīmaṃsitabbaṃ. Santaṃ bhikkhuṃ anāpucchanā , ananuññātakāraṇā vikāle gāmappavesoti dve aṅgāni.",
  "tika-vin07t6:405": "Vikālagāmappavisanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:406": "4. Sūcigharasikkhāpadavaṇṇanā",
  "tika-vin07t6:407": "520. Catutthe pāḷiyaṃ vāsijaṭeti vāsidaṇḍake. Aṭṭhimayādisūcigharatā, karaṇakārāpanādivasena attano paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:408": "Sūcigharasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:409": "5. Mañcapīṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:410": "521. Pañcame pāḷiyaṃ āsayato, bhikkhave, moghapuriso veditabboti hīnajjhāsayavasena ayaṃ tucchapurisoti ñātabbo, hīnāya paccaye lolatāya puggalassa tucchatā ñātabbāti adhippāyo. Imasmiṃ sikkhāpade, ito paresu ca pañcasu attanā kārāpitassa paṭilābhe eva pācittiyaṃ. Paribhoge panassa, aññesañca dukkaṭameva. Pamāṇātikkantamañcapīṭhatā, attano karaṇakārāpanavasena paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:411": "Mañcapīṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:412": "6. Tūlonaddhasikkhāpadavaṇṇanā",
  "tika-vin07t6:413": "526. Chaṭṭhe poṭakitūlanti tiṇagacchajātikānaṃ tūlaṃ. Sesaṃ vuttanayameva.",
  "tika-vin07t6:414": "Tūlonaddhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:415": "7. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin07t6:416": "531-536. Sattame nisīdanassa pamāṇātikkantatā, attano karaṇādinā paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:417": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:418": "537-547. Iminā nayena aṭṭhamanavamadasamesupi aṅgāni veditabbāni. Sesaṃ sabbattha suviññeyyamevāti.",
  "tika-vin07t6:419": "Niṭṭhito rājavaggo navamo.",
  "tika-vin07t6:420": "Khuddakavaṇṇanānayo niṭṭhito."
}