{
  "tika-s0402t43:0": "(10) 5. Asuravaggo",
  "tika-s0402t43:1": "1-2. Asurasuttādivaṇṇanā",
  "tika-s0402t43:2": "91-92. Pañcamassa paṭhamadutiyāni uttānatthāneva.",
  "tika-s0402t43:3": "Asurasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t43:4": "3. Dutiyasamādhisuttavaṇṇanā",
  "tika-s0402t43:5": "93. Tatiye appaṭivānīti bhāvappadhāno niddesoti āha ‘‘anivattanatā’’ti. ‘‘Appaṭivānitā’’ti vattabbe ‘‘appaṭivānī’’ti vuttaṁ. Tathā hi vīriyappavāhe vattamāne antarā eva paṭigamanaṁ nivattanaṁ paṭivānaṁ, taṁ assa atthīti paṭivānī, na paṭivānī appaṭivānī, tassa bhāvo appaṭivānitā, anivattanāti attho. Appaṭivānīti vā itthiliṅgavasenevāyaṁ niddeso. Antarāyeva paṭigamanaṁ nivattanaṁ paṭivānī, na paṭivānī appaṭivānī, anivattanāti attho.",
  "tika-s0402t43:6": "Dutiyasamādhisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t43:7": "4. Tatiyasamādhisuttavaṇṇanā",
  "tika-s0402t43:8": "94. Catutthe saṇṭhapetabbanti sammadeva ṭhapetabbaṁ. Yathā pana ṭhapitaṁ saṇṭhapitaṁ hoti, taṁ dassetuṁ ‘‘sannisādetabba’’ntiādi vuttaṁ. Tattha sannisādetabbanti samādhippaṭipakkhe kilese sannisīdāpentena cittaṁ gocarajjhatte sannisīdāpetabbanti. Ekodi kātabbanti abyaggabhāvāpādanena ekaggaṁ kātabbaṁ. Samādahitabbanti yathā ārammaṇe suṭṭhu appitaṁ hoti, evaṁ sammā sammadeva ādahitabbaṁ, suṭṭhu āropetabbaṁ samāhitaṁ kātabbanti attho.",
  "tika-s0402t43:9": "Tatiyasamādhisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t43:10": "5-6. Chavālātasuttādivaṇṇanā",
  "tika-s0402t43:11": "95-96. Pañcame chavālātanti chavānaṁ daḍḍhaṭṭhāne alātaṁ. Tenevāha ‘‘susāne alāta’’nti. Majjhaṭṭhāne gūthamakkhitanti pamāṇena aṭṭhaṅgulamattaṁ dvīsu ṭhānesu ādittaṁ majjhe gūthamakkhitaṁ. Kaṭṭhatthanti kaṭṭhena kātabbakiccaṁ. Sesamettha uttānameva. Chaṭṭhaṁ uttānameva.",
  "tika-s0402t43:12": "Chavālātasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t43:13": "7-10. Khippanisantisuttādivaṇṇanā",
  "tika-s0402t43:14": "97-100. Sattame khippanisantīti khippapañño. Tenāha ‘‘khippanisāmano’’tiādi. Anurūpadhammanti lokuttarādhigamassa anucchavikasabhāvaṁ. Kalyāṇā sundarā parimaṇḍalapadabyañjanā vācā assāti kalyāṇavāco. Tenāha ‘‘sundaravacano’’ti. Kalyāṇaṁ madhuraṁ vākkaraṇaṁ udāhāraghoso assāti kalyāṇavākkaraṇo. Guṇaparipuṇṇabhāvena pūre puṇṇabhāve bhavāti porī, tāya poriyā. Tenāha ‘‘guṇaparipuṇṇāyā’’ti. Pure bhavattā poriyā nāgarikitthiyā sukhumālattanena sadisāti porī, tāya poriyā. ‘‘Sukhumālattanenā’’ti iminā tassā vācāya mudusaṇhabhāvo vutto. Apalibuddhāyāti pittasemhādīhi na paliveṭhitāya. Adosāyāti sandiddhavilambitādidosarahitāya agaḷitapadabyañjanāyāti apatitapadabyañjanāya avirahitapadabyañjanāya. Ubhayametaṁ anelagalāyāti imasseva atthavacanaṁ. Anelagalāyāti hi anelāya ceva agalāya cāti attho. Atthaṁ viññāpetuṁ samatthāyāti ādimajjhapariyosānaṁ pākaṭaṁ katvā bhāsitatthassa viññāpanasatthāya. Aṭṭhamanavamadasamāni uttānatthāneva.",
  "tika-s0402t43:15": "Khippanisantisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t43:16": "Asuravaggavaṇṇanā niṭṭhitā.",
  "tika-s0402t43:17": "Dutiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "tika-s0402t43:18": "3. Tatiyapaṇṇāsakaṁ"
}