{
  "tika-vin04t10:0": "Sekhiyakaṇḍo",
  "tika-vin04t10:1": "1. Parimaṇḍalasikkhāpadavaṇṇanā",
  "tika-vin04t10:2": "Sekhiyesu paṭhame parimaṇḍalanti samantato maṇḍalaṁ. Sikkhā karaṇīyāti ‘‘evaṁ nivāsessāmī’’ti ārāmepi antaragharepi sabbattha sikkhā kātabbā, ettha ca yasmā vattakkhandhake vuttavattānipi sikkhitabbattā sekhiyāneva honti, tasmā pārājikādīsu viya paricchedo na kato. Cārittavinayadassanatthañca ‘‘yo pana bhikkhu olambento nivāseyya, dukkaṭa’’nti evaṁ āpattināmena avatvā ‘‘sikkhā karaṇīyā’’ti evaṁ sabbasikkhāpadesu pāḷi āropitā, padabhājane (pāci. 576) pana ‘‘āpatti dukkaṭassā’’ti vuttattā sabbattha anādariyakaraṇe dukkaṭaṁ veditabbaṁ.",
  "tika-vin04t10:3": "Idāni parimaṇḍalanti ettha nābhimaṇḍalaṁ paṭicchādetvā jāṇumaṇḍalassa heṭṭhā jaṅghaṭṭhikato paṭṭhāya aṭṭhaṅgulamattaṁ nivāsanaṁ otāretvā nivāsentena parimaṇḍalaṁ nivatthaṁ nāma hoti, evaṁ anivāsetvā anādariyena purato vā pacchato vā olambetvā nivāsentassa dukkaṭaṁ. Na kevalañca tasseva, ye caññe ‘‘tena kho pana samayena chabbaggiyā gihinivatthaṁ nivāsenti, hatthisoṇḍakaṁ macchavālakaṁ catukkaṇṇakaṁ tālavaṇṭakaṁ satavalikaṁ nivāsenti, saṁvalliyaṁ nivāsentī’’ti khandhake (cūḷava. 280) nivāsanadosā vuttā, tathā nivāsentassapi dukkaṭameva.",
  "tika-vin04t10:4": "Tattha hatthisoṇḍakaṁ nāma nābhimūlato hatthisoṇḍasaṇṭhānaṁ olambakaṁ katvā nivatthaṁ coḷikaitthīnaṁ nivāsanaṁ viya. Macchavālakaṁ nāma ekatodasantaṁ ekato pāsantaṁ olambetvā nivatthaṁ. Catukkaṇṇakaṁ nāma upari dve, heṭṭhato dveti evaṁ cattāro kaṇṇe dassetvā nivatthaṁ. Tālavaṇṭakaṁ nāma tālavaṇṭākārena sāṭakaṁ olambetvā nivatthaṁ. Satavalikaṁ nāma dīghasāṭakaṁ anekakkhattuṁ obhujitvā ovaṭṭikaṁ karontena nivatthaṁ, vāmadakkhiṇapassesu vā nirantaraṁ valiyo dassetvā nivatthaṁ. Sace pana jāṇuto paṭṭhāya ekā vā dve vā valiyo paññāyanti, vaṭṭati. Saṁvalliyanti mallakammakārādīhi viya kacchaṁ bandhitvā nivatthaṁ. Evaṁ nivāsetuṁ gilānassāpi maggappaṭipannassāpi na vaṭṭati. Yampi maggaṁ gacchantā ekaṁ vā dve vā kaṇṇe ukkhipitvā antaravāsakassa upari lagganti, anto vā ekaṁ kāsāvaṁ tathā nivāsetvā bahi aparaṁ nivāsenti, sabbaṁ na vaṭṭati.",
  "tika-vin04t10:5": "Gilāno pana antokāsāvassa ovaṭṭikaṁ dassetvā aparaṁ upari nivāsetuṁ labhati, agilānena dve nivāsentena saguṇaṁ katvā nivāsetabbāni. Iti imaṁ khandhake paṭikkhittañca olambakañca sabbaṁ vivajjetvā vuttalakkhaṇasampannaṁ nibbikāraṁ parimaṇḍalaṁ nivāsetabbaṁ, tathā anivāsetvā yaṁkiñci vikāraṁ karontassa dukkaṭaṁ.",
  "tika-vin04t10:6": "‘‘Nidānaṁ puggalaṁ vatthu’’ntiādike (kaṅkhā. aṭṭha. paṭhamapārājikavaṇṇanā ) pana vinicchaye surusurukārakaṁ kosambiyaṁ paññattaṁ, sāmisena hatthena pānīyathālakasasitthakapattadhovanapaṭisaṁyuttadvayaṁ bhaggesu sambahule bhikkhū ārabbha, sesāni sabbāneva sāvatthiyaṁ chabbaggiye ārabbha olambetvā nivāsanādivatthusmiṁ paññattāni. Sūpodanaviññattiyaṁ dhammadesanādīsu ca gilānavasena ekā anupaññatti, sabbāni sādhāraṇapaññattiyo, anāṇattikāni, sabbesu dukkaṭameva, añño āpattibhedo natthi, vipattivicāraṇā vuttāyeva, samuṭṭhānādīni sabbesaṁ avasāne dassayissāma. Anāpattimattaṁ pana aṅgañca sabbattha vattabbaṁ, tayidaṁ vuccati. Imasmiṁ tāva sikkhāpade asañcicca, assatiyā, ajānantassa, gilānassa, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t10:7": "Tattha asañciccāti ‘‘aparimaṇḍalaṁ nivāsessāmī’’ti evaṁ asañcicca, atha kho ‘‘parimaṇḍalaṁyeva nivāsessāmī’’ti virajjhitvā aparimaṇḍalaṁ nivāsentassa anāpatti. Assatiyāti aññāvihitassāpi tathā nivāsentassa anāpatti. Ajānantassāti parimaṇḍalaṁ nivāsetuṁ ajānantassa anāpatti, apica nivāsanavattaṁ uggahetabbaṁ. Yo pana sukkhajaṅgho vā hoti mahāpiṇḍikamaṁso vā, tassa sāruppatthāya aṭṭhaṅgulādhikampi otāretvā nivāsetuṁ vaṭṭati. Gilānassāti yassa jaṅghāya vā pāde vā vaṇo hoti, tassa ukkhipitvā vā otāretvā vā nivāsetuṁ vaṭṭati. Āpadāsūti vāḷā vā corā vā anubandhanti, evarūpāsu āpadāsu anāpatti . Ummattakādayo vuttanayā eva. Anādariyaṁ, anāpattikāraṇābhāvo, aparimaṇḍalanivāsananti imānettha tīṇi aṅgāni. Yathā cettha, evaṁ sabbattha purimāni dve tattha tattha vuttappaṭipakkhakaraṇañcāti tīṇiyeva honti, tasmā ito paraṁ tānipi avatvā anāpattimattameva vakkhāmāti.",
  "tika-vin04t10:8": "2. Dutiyaparimaṇḍalasikkhāpadavaṇṇanā",
  "tika-vin04t10:9": "Dutiye ‘‘na, bhikkhave, gihipārutaṁ pārupitabba’’nti (cūḷava. 280) evaṁ paṭikkhittaṁ gihipārutaṁ apārupitvā ubho kaṇṇe samaṁ katvā pārupanaṁ parimaṇḍalapārupanaṁ nāma, tattha yaṁkiñci setapaṭapārutaṁ paribbājakapārutaṁ ekasāṭakapārutaṁ surāsoṇḍapārutaṁ antepurikapārutaṁ mahājeṭṭhapārutaṁ kuṭippavesakapārutaṁ brāhmaṇapārutaṁ pāḷikārakapārutanti evamādi parimaṇḍalalakkhaṇato aññathā pārutaṁ, sabbametaṁ gihipārutaṁ nāma. Tasmā yathā setapaṭā aḍḍhapālakanigaṇṭhā pārupanti, yathā ca ekacce paribbājakā uraṁ vivaritvā dvīsu aṁsakūṭesu pāvuraṇaṁ ṭhapenti, yathā ca ekasāṭakā manussā nivatthasāṭakassa ekena antena piṭṭhiṁ pārupitvā ubho kaṇṇe ubhosu aṁsakūṭesu ṭhapenti, yathā ca surāsoṇḍādayo sāṭakena gīvaṁ parikkhipitvā ubho ante ure vā olambenti, piṭṭhiyaṁ vā khipanti, yathā ca antepurikāyo akkhitārakamattaṁ dassetvā oguṇṭhitaṁ pārupanti, yathā ca mahājeṭṭhā dīghasāṭakaṁ nivāsetvā tasseva ekenantena sakalasarīraṁ pārupanti, yathā ca kassakā khettakuṭiṁ pavisantā sāṭakaṁ paliveṭhetvā upakacchake pakkhipitvā tasseva ekenantena sarīraṁ pārupanti, yathā ca brāhmaṇā ubhinnaṁ upakacchakānaṁ antare sāṭakaṁ pavesetvā aṁsakūṭesu pakkhipanti, yathā ca pāḷikārako bhikkhu ekaṁsapārupanena pārutaṁ vāmabāhuṁ vivaritvā cīvaraṁ aṁsakūṭe āropeti, evaṁ apārupitvā sabbepi ete, aññe ca evarūpe pārupanadose vajjetvā nibbikāraṁ parimaṇḍalaṁ pārupitabbaṁ. Tathā apārupitvā ārāme vā antaraghare vā anādarena yaṁkiñci vikāraṁ karontassa dukkaṭaṁ, anāpatti purimasadisāyeva, yathā cettha, evaṁ sabbattha. Yattha pana viseso bhavissati, tattha vakkhāmāti.",
  "tika-vin04t10:10": "3-4. Suppaṭicchannasikkhāpadavaṇṇanā",
  "tika-vin04t10:11": "Tatiye suppaṭicchannoti suṭṭhu paṭicchanno, gaṇṭhikaṁ paṭimuñcitvā anuvātantena gīvaṁ paṭicchādetvā ubho kaṇṇe samaṁ katvā paṭisaṅgharitvā yāva maṇibandhaṁ paṭicchādetvā antaraghare gamissāmīti attho, tathā akatvā pana jāṇuṁ vā uraṁ vā vivaritvā gacchantassa dukkaṭaṁ.",
  "tika-vin04t10:12": "Catutthe galavāṭakato paṭṭhāya sīsaṁ, maṇibandhato paṭṭhāya hatthe, piṇḍikamaṁsato paṭṭhāya pāde vivaritvā sesaṁ chādetvā nisinno suppaṭicchanno nāma hoti, ettha pana vāsūpagatassa anāpatti.",
  "tika-vin04t10:13": "5-6. Susaṁvutasikkhāpadavaṇṇanā",
  "tika-vin04t10:14": "Pañcame susaṁvutoti hatthaṁ vā pādaṁ vā akīḷāpento suvinītoti attho. Chaṭṭhepi eseva nayo.",
  "tika-vin04t10:15": "7-8. Okkhittacakkhusikkhāpadavaṇṇanā",
  "tika-vin04t10:16": "Sattame okkhittacakkhūti heṭṭhā khittacakkhu hutvā purato yugamattaṁ bhūmibhāgaṁ pekkhamāno, ekasmiṁ pana ṭhāne ṭhatvā hatthiassādiparissayābhāvaṁ oloketuṁ vaṭṭati. Aṭṭhamepi eseva nayo.",
  "tika-vin04t10:17": "9-10. Ukkhittakasikkhāpadavaṇṇanā",
  "tika-vin04t10:18": "Navame ukkhittakāyāti ukkhepena, itthambhūtalakkhaṇe karaṇavacanaṁ, ekato vā ubhato vā ukkhittacīvaro hutvāti attho, anto indakhīlato paṭṭhāya evaṁ na gantabbaṁ.",
  "tika-vin04t10:19": "Dasame nisinnakāle dhamakaraṇaṁ nīharantenāpi cīvaraṁ anukkhipitvāva nīharitabbaṁ, vāsūpagatassa pana anāpatti.",
  "tika-vin04t10:20": "11-12. Ujjagghikasikkhāpadavaṇṇanā",
  "tika-vin04t10:21": "Ekādasame ujjagghikāyāti mahāhasitaṁ hasantoti attho. Idhāpi hi itthambhūtalakkhaṇeyeva karaṇavacanaṁ.",
  "tika-vin04t10:22": "Dvādasamepi eseva nayo. Ubhayattha hasanīyasmiṁ vatthusmiṁ mihitamattaṁ karontassa anāpatti.",
  "tika-vin04t10:23": "13-14. Uccasaddasikkhāpadavaṇṇanā",
  "tika-vin04t10:24": "Terasame appasaddoti na uccāsaddamahāsaddo hutvā. Cuddasamepi eseva nayo. Ayaṁ panettha appasaddatāparicchedo – sace dvādasahatthe gehe ādimhi saṅghatthero, majjhe dutiyatthero , ante tatiyattheroti evaṁ nisinnesu yaṁ saṅghatthero dutiyattherena saddhiṁ manteti, dutiyatthero ca tassa saddaṁ suṇāti, kathañca vavatthapeti. Tatiyatthero pana saddameva suṇāti, kathaṁ na vavatthapeti, ettāvatā appasaddo hoti. Sace pana tatiyatthero kathañca vavatthapeti, mahāsaddo nāma hoti.",
  "tika-vin04t10:25": "15…Pe…20. kāyappacālakādisikkhāpadavaṇṇanā",
  "tika-vin04t10:26": "Ito paresu chasu kāyappacālakanti kāyaṁ cāletvā cāletvā, esa nayo sabbattha. Tasmā kāyādīni paggahetvā niccalāni ujukāni ṭhapetvā gantabbañceva nisīditabbañca, nisīdanappaṭisaṁyuttesu tīsu vāsūpagatassa anāpatti.",
  "tika-vin04t10:27": "21-22. Khambhakatasikkhāpadavaṇṇanā",
  "tika-vin04t10:28": "Ekavīsadvāvīsesu khambhakatoti kaṭiyaṁ hatthaṁ ṭhapetvā katakhambho.",
  "tika-vin04t10:29": "23-24. Oguṇṭhitasikkhāpadavaṇṇanā",
  "tika-vin04t10:30": "Tevīsacatuvīsesu oguṇṭhitoti sasīsaṁ pāruto.",
  "tika-vin04t10:31": "25. Ukkuṭikasikkhāpadavaṇṇanā",
  "tika-vin04t10:32": "Pañcavīse ukkuṭikā vuccati paṇhiyo ukkhipitvā aggapādeheva, aggapāde vā ukkhipitvā paṇhīhiyeva bhūmiyaṁ phusantassa gamanaṁ, karaṇavacanaṁ panettha vuttalakkhaṇameva.",
  "tika-vin04t10:33": "26. Pallatthikasikkhāpadavaṇṇanā",
  "tika-vin04t10:34": "Chabbīse na pallatthikāyāti hatthapallatthikāya vā dussapallatthikāya vā na nisīditabbaṁ. Anādarena nisīdantassa dukkaṭaṁ, vāsūpagatassa pana idhāpi purimesu ca dvāvīsacatuvīsesu anāpatti.",
  "tika-vin04t10:35": "Chabbīsatisāruppasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:36": "27. Sakkaccapaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin04t10:37": "Bhojanappaṭisaṁyuttesu paṭhame sakkaccanti satiṁ upaṭṭhāpetvā.",
  "tika-vin04t10:38": "28. Pattasaññīpaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin04t10:39": "Dutiye patte saññā pattasaññā, sā assa atthīti pattasaññī, attano bhājane upanibaddhasaññī hutvāti attho.",
  "tika-vin04t10:40": "29. Samasūpakapaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin04t10:41": "Tatiye samasūpako nāma yattha muggamāsehi vā kulatthādīhi vā kato hatthahāriyo sūpo bhattassa catutthabhāgappamāṇo hoti, tato hi adhikaṁ gaṇhantassa dukkaṭaṁ. Ṭhapetvā pana sūpaṁ avasesā sabbāpi sūpeyyabyañjanavikati rasaraso nāma hoti, tasmiṁ rasarase, ñātakānaṁ vā pavāritānaṁ vā aññassatthāya vā attano dhanena vā idha anāpatti.",
  "tika-vin04t10:42": "30…Pe…32. samatittikasikkhāpadavaṇṇanā",
  "tika-vin04t10:43": "Catutthe samatittikanti samapuṇṇaṁ samabharitaṁ adhiṭṭhānupagapattassa antomukhavaṭṭilekhaṁ anatikkamitvā racitaṁ. Piṇḍapātanti yaṁkiñci yāvakālikaṁ. Anadhiṭṭhānupage pana yāvakālikaṁ yāmakālikādīni ca yatthakatthaci thūpīkatānipi vaṭṭanti, yaṁ pana dvīsu pattesu gahetvā ekaṁ pūretvā vihāraṁ harati, yaṁ vā pakkhipiyamānaṁ pūvaucchukkhaṇḍaphalāphalādi heṭṭhā orohati , takkolavaṭaṁsakādayo vā upari ṭhapetvā diyyanti, yañca paṇṇe vā thālake vā pakkhipitvā pattamatthake ṭhapitaṁ hoti, na taṁ thūpīkataṁ nāma, tasmā taṁ sabbaṁ vaṭṭati. Idha pana gilānassāpi anāpatti natthi, tasmā tenapi samatittikoyeva gahetabbo. Sabbattha pana paṭiggahetumeva na vaṭṭati, paṭiggahitaṁ pana suppaṭiggahitaṁ paribhuñjituṁ vaṭṭati. Pañcamachaṭṭhāni vuttanayāneva.",
  "tika-vin04t10:44": "33-34. Sapadānasikkhāpadavaṇṇanā",
  "tika-vin04t10:45": "Sattame sapadānanti tattha tattha odhiṁ akatvā anupaṭipāṭiyā. Yo pana aññesaṁ vā dento, aññabhājane vā ākiranto tato tato omasati, tassa, uttaribhaṅgañca uppaṭipāṭiyā gaṇhantassāpi idha anāpatti. Aṭṭhamaṁ vuttanayameva.",
  "tika-vin04t10:46": "35. Thūpakatasikkhāpadavaṇṇanā",
  "tika-vin04t10:47": "Navame thūpakatoti matthakato vemajjhatoti attho. Yo pana parittake sese ekato saṅkaḍḍhitvā omadditvā bhuñjati, tassāpi anāpatti.",
  "tika-vin04t10:48": "36. Odanappaṭicchādanasikkhāpadavaṇṇanā",
  "tika-vin04t10:49": "Dasame yassa bhattasāmikā māghātasamayādīsu byañjanaṁ paṭicchādetvā denti, yo ca na bhiyyokamyatāya paṭicchādeti, tesaṁ anāpatti, gilānassa pana anāgatattā āpattiyeva.",
  "tika-vin04t10:50": "37. Sūpodanaviññattisikkhāpadavaṇṇanā",
  "tika-vin04t10:51": "Ekādasame ñātakānaṁ vā pavāritānaṁ vā aññassatthāya attano dhanenāti idaṁ anāpattiyaṁ adhikaṁ.",
  "tika-vin04t10:52": "38. Ujjhānasaññīsikkhāpadavaṇṇanā",
  "tika-vin04t10:53": "Dvādasame ujjhāne saññā ujjhānasaññā, sā assa atthīti ujjhānasaññī. Idhāpi gilāno na muccati, ‘‘dassāmī’’ti vā, ‘‘dāpessāmī’’ti vā olokentassa pana, na ujjhānasaññissa ca anāpatti.",
  "tika-vin04t10:54": "39. Kabaḷasikkhāpadavaṇṇanā",
  "tika-vin04t10:55": "Terasame nātimahantanti mayūraṇḍaṁ atimahantaṁ, kukkuṭaṇḍaṁ atikhuddakaṁ, tesaṁ vemajjhappamāṇaṁ. Mūlakhādanīyādibhede pana sabbakhajjake phalāphale ca anāpatti.",
  "tika-vin04t10:56": "40. Ālopasikkhāpadavaṇṇanā",
  "tika-vin04t10:57": "Cuddasame parimaṇḍalanti adīghaṁ. Idha pana khajjakaphalāphalehi saddhiṁ uttaribhaṅgepi anāpatti.",
  "tika-vin04t10:58": "41-42. Anāhaṭasikkhāpadavaṇṇanā",
  "tika-vin04t10:59": "Pannarasame anāhaṭeti anāharite, mukhadvāraṁ asampatteti attho. Soḷasame sabbahatthanti sakalaṁ hatthaṁ.",
  "tika-vin04t10:60": "43. Sakabaḷasikkhāpadavaṇṇanā",
  "tika-vin04t10:61": "Sattarasame sakabaḷenāti ettha yattakena vacanaṁ aparipuṇṇaṁ hoti, tattake sati kathentassa āpatti. Yo pana dhammaṁ kathento hariṭakādīni mukhe pakkhipitvā katheti, yattakena vacanaṁ aparipuṇṇaṁ na hoti, tattake mukhamhi sati vaṭṭati.",
  "tika-vin04t10:62": "44. Piṇḍukkhepakasikkhāpadavaṇṇanā",
  "tika-vin04t10:63": "Aṭṭhārasame piṇḍukkhepakanti piṇḍaṁ ukkhipitvā ukkhipitvā, idhāpi khajjakaphalāphalesu anāpatti.",
  "tika-vin04t10:64": "45. Kabaḷāvacchedakasikkhāpadavaṇṇanā",
  "tika-vin04t10:65": "Ekūnavīsatime kabaḷāvacchedakanti kabaḷaṁ avacchinditvā avacchinditvā, idha khajjakaphalāphalehi saddhiṁ uttaribhaṅgepi anāpatti.",
  "tika-vin04t10:66": "46. Avagaṇḍakārakasikkhāpadavaṇṇanā",
  "tika-vin04t10:67": "Vīsatime avagaṇḍakārakanti makkaṭo viya gaṇḍe katvā katvā, idha phalāphalamattake anāpatti.",
  "tika-vin04t10:68": "47. Hatthaniddhunakasikkhāpadavaṇṇanā",
  "tika-vin04t10:69": "Ekavīsatime hatthaniddhunakanti hatthaṁ niddhunitvā niddhunitvā, anāpattiyaṁ panettha ‘‘kacavaraṁ chaḍḍento hatthaṁ niddhunātī’’ti (pāci. 623) idaṁ adhikaṁ.",
  "tika-vin04t10:70": "48. Sitthāvakārakasikkhāpadavaṇṇanā",
  "tika-vin04t10:71": "Dvāvīsatime sitthāvakārakanti sitthāni avakiritvā avakiritvā, idhāpi ‘‘kacavaraṁ chaḍḍento sitthaṁ chaḍḍayatī’’ti (pāci. 623) idaṁ anāpattiyaṁ adhikaṁ.",
  "tika-vin04t10:72": "49. Jivhānicchārakasikkhāpadavaṇṇanā",
  "tika-vin04t10:73": "Tevīsatime jivhānicchārakanti jivhaṁ nicchāretvā nicchāretvā.",
  "tika-vin04t10:74": "50-51. Capucapukārakasikkhāpadavaṇṇanā",
  "tika-vin04t10:75": "Catuvīsatime capucapukārakanti capu capūti evaṁ saddaṁ katvā katvā. Pañcavīsatimepi eseva nayo.",
  "tika-vin04t10:76": "52…Pe…54. hatthanillehakādisikkhāpadavaṇṇanā",
  "tika-vin04t10:77": "Chabbīsatime hatthanillehakanti hatthaṁ nillehitvā nillehitvā. Bhuñjantena hi aṅgulimattampi nillehituṁ na vaṭṭati. Ghanayāguphāṇitapāyāsādike pana aṅgulīhi gahetvā aṅguliyo mukhe pavesetvā bhuñjituṁ vaṭṭati, sattavīsatimaaṭṭhavīsatimesupi eseva nayo. Tasmā ekaṅguliyāpi patto na nillehitabbo, ekaoṭṭhopi ca jivhāya na nillehitabbo, oṭṭhamaṁsehi eva pana gahetvā anto pavesetuṁ vaṭṭati.",
  "tika-vin04t10:78": "55. Sāmisasikkhāpadavaṇṇanā",
  "tika-vin04t10:79": "Ekūnatiṁsatime na sāmisenāti etaṁ paṭikūlavasena paṭikkhittaṁ, tasmā saṅghikampi puggalikampi gihisantakampi attano santakampi saṅkhopi sarāvakampi thālakampi na gahetabbameva, gaṇhantassa dukkaṭaṁ. Sace pana hatthassa ekadeso āmisamakkhito na hoti, tena padesena gahetuṁ vaṭṭati, idha ‘‘dhovissāmīti vā, dhovāpessāmīti vā paṭiggaṇhātī’’ti (pāci. 631) idaṁ anāpattiyaṁ adhikaṁ.",
  "tika-vin04t10:80": "56. Sasitthakasikkhāpadavaṇṇanā",
  "tika-vin04t10:81": "Tiṁsatime ‘‘uddharitvā vā bhinditvā vā paṭiggahe vā nīharitvā vā chaḍḍetī’’ti idaṁ anāpattiyaṁ adhikaṁ. Tattha uddharitvā vāti sitthāni udakato uddharitvā, ekasmiṁ ṭhāne rāsiṁ katvā udakaṁ chaḍḍeti. Bhinditvā vāti sitthāni bhinditvā udakagatikāni katvā chaḍḍeti. Paṭiggahe vāti paṭiggahena paṭicchantānaṁ paṭiggahe chaḍḍeti. Nīharitvāti bahi nīharitvā chaḍḍeti, evaṁ chaḍḍentassa anāpatti.",
  "tika-vin04t10:82": "Tiṁsabhojanappaṭisaṁyuttasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:83": "57. Chattapāṇisikkhāpadavaṇṇanā",
  "tika-vin04t10:84": "Dhammadesanāpaṭisaṁyuttesu paṭhame yaṁkiñci chattaṁ pāṇimhi assāti chattapāṇi. So taṁ chattaṁ yatthakatthaci sarīrāvayave ṭhapetvāpi yāva hatthena na muñcati, tāvassa dhammaṁ desetuṁ na vaṭṭati. Sace panassa añño chattaṁ dhāreti, passe vā ṭhitaṁ hoti, hatthato apagatamatte chattapāṇi nāma na hoti, tassa desetuṁ vaṭṭati. Dhammaparicchedo cettha padasodhamme vuttanayeneva veditabbo.",
  "tika-vin04t10:85": "58-59. Daṇḍapāṇisikkhāpadavaṇṇanā",
  "tika-vin04t10:86": "Dutiye daṇḍo nāma majjhimassa purisassa catuhatthappamāṇo, daṇḍapāṇibhāvo panassa chattapāṇimhi vuttanayeneva veditabbo. Tatiyepi eseva nayo. Asiṁ sannahitvā ṭhitopi hi satthapāṇisaṅkhyaṁ na gacchati.",
  "tika-vin04t10:87": "60. Āvudhapāṇisikkhāpadavaṇṇanā",
  "tika-vin04t10:88": "Catutthe sabbāpi dhanuvikati saddhiṁ saravikatiyā āvudhanti veditabbā, tasmā saddhiṁ vā sarena dhanuṁ gahetvā, suddhadhanuṁ vā suddhasaraṁ vā sajiyadhanuṁ vā nijjiyadhanuṁ vā gahetvā ṭhitassa vā nisinnassa vā dhammaṁ desetuṁ na vaṭṭati. Sace panassa dhanu khandhepi paṭimukkaṁ hoti, yāva na gaṇhāti, tāva vaṭṭati.",
  "tika-vin04t10:89": "61-62. Pādukasikkhāpadavaṇṇanā",
  "tika-vin04t10:90": "Pañcame pādukāruḷhassāti chattadaṇḍake aṅgulantarikaṁ appavesetvā kevalaṁ akkantassa vā, pavesetvā ṭhānavasena paṭimukkassa vā. Chaṭṭhepi eseva nayo. Idha pana yvāyaṁ paṇhikabandhaṁ omuñcitvā ṭhānavasena ‘‘omukko’’ti vuccati, tassāpi na vaṭṭati.",
  "tika-vin04t10:91": "63. Yānasikkhāpadavaṇṇanā",
  "tika-vin04t10:92": "Sattame sacepi dvīhi janehi hatthasaṅghāṭena gahito, sāṭake vā ṭhapetvā vaṁsena vayhati, ayutte vā vayhādike yāne visaṅkharitvā vā ṭhapite cakkamattepi nisinno hoti, yānagatotveva saṅkhaṁ gacchati. Sace pana dvepi ekayāne nisinnā honti, vaṭṭati. Visuṁ nisinnesupi ucce yāne nisinnena nīce nisinnassa desetuṁ vaṭṭati, samappamāṇepi vaṭṭati, tathā purime nisinnena pacchime nisinnassa. Pacchime pana uccatarepi nisinnena desetuṁ na vaṭṭati.",
  "tika-vin04t10:93": "64. Sayanasikkhāpadavaṇṇanā",
  "tika-vin04t10:94": "Aṭṭhame sayanagatassāti antamaso kaṭasārakepi pakatibhūmiyampi nipannassa uccepi mañce vā pīṭhe vā bhūmippadese vā ṭhitena nisinnena vā desetuṁ na vaṭṭati. Sayanagatena pana sayanagatassa uccatare vā samappamāṇe vā nipannena desetuṁ vaṭṭati. Nipannena pana ṭhitassa vā nisinnassa vā nipannassa vā, nisinnena ca ṭhitassa vā nisinnassa vā, ṭhitena ṭhitasseva vaṭṭati.",
  "tika-vin04t10:95": "65. Pallatthikasikkhāpadavaṇṇanā",
  "tika-vin04t10:96": "Navame hatthapallatthikādīsu yāya kāyaci nisinnassa desetuṁ na vaṭṭati.",
  "tika-vin04t10:97": "66. Veṭhitasikkhāpadavaṇṇanā",
  "tika-vin04t10:98": "Dasame veṭhitasīsassāti dussaveṭhena vā moḷiādīhi vā yathā kesanto na dissati, evaṁ veṭhitasīsassa, tenevassa anāpattiyaṁ ‘‘kesantaṁ vivarāpetvā desetī’’ti (pāci. 643) vuttaṁ.",
  "tika-vin04t10:99": "67. Oguṇṭhitasikkhāpadavaṇṇanā",
  "tika-vin04t10:100": "Ekādasame oguṇṭhitasīsassāti sasīsaṁ pārutassa, anāpattiyaṁ panettha ‘‘sīsaṁ vivarāpetvā desetī’’ti (pāci. 644) adhikaṁ.",
  "tika-vin04t10:101": "68. Chamāsikkhāpadavaṇṇanā",
  "tika-vin04t10:102": "Dvādasame chamāyaṁ nisīditvāti bhūmiyaṁ nisīditvā. Āsaneti antamaso vatthampi tiṇānipi santharitvā nisinnassa.",
  "tika-vin04t10:103": "69. Nīcāsanasikkhāpadavaṇṇanā",
  "tika-vin04t10:104": "Terasame ucce āsaneti antamaso bhūmippadesepi unnatappadese nisinnassa.",
  "tika-vin04t10:105": "70. Ṭhitasikkhāpadavaṇṇanā",
  "tika-vin04t10:106": "Cuddasame na ṭhito nisinnassāti sace therassa upaṭṭhānaṁ gantvā ṭhitaṁ daharaṁ āsane nisinno mahāthero pañhaṁ pucchati, na kathetabbaṁ. Gāravena pana theraṁ ‘‘uṭṭhahitvā pucchā’’ti vattuṁ na sakkā, tasmā ‘‘passe ṭhitassa bhikkhuno kathessāmī’’ti kathetuṁ vaṭṭati.",
  "tika-vin04t10:107": "71. Pacchatogamanasikkhāpadavaṇṇanā",
  "tika-vin04t10:108": "Pannarasame sace purato gacchanto pañhaṁ pucchati, tassa taṁ akathetvā ‘‘pacchimassa bhikkhuno kathessāmī’’ti kathetabbaṁ. Saddhiṁ uggahitadhammaṁ pana sajjhāyituṁ, samadhurena vā gacchantassa kathetuṁ vaṭṭati.",
  "tika-vin04t10:109": "72. Uppathenagamanasikkhāpadavaṇṇanā",
  "tika-vin04t10:110": "Soḷasame na uppathenāti ettha sace dvepi sakaṭamaggasmiṁ ekekacakkapathena vā uppathena vā samadhuraṁ gacchanti, vaṭṭati.",
  "tika-vin04t10:111": "73. Ṭhitouccārasikkhāpadavaṇṇanā",
  "tika-vin04t10:112": "Sattarasame ‘‘asañciccā’’ti anāpattiyaṁ sace paṭicchannaṭṭhānaṁ gacchantassa sahasā uccāro vā passāvo vā nikkhamati, asañcicca kato nāma hoti.",
  "tika-vin04t10:113": "74. Hariteuccārasikkhāpadavaṇṇanā",
  "tika-vin04t10:114": "Aṭṭhārasame yampi jīvamānarukkhassa mūlaṁ pathaviyaṁ dissamānaṁ gacchati, sākhā vā bhūmilaggā gacchati, sabbaṁ haritasaṅkhātameva. Khandhe nisīditvā pana appaharitaṭṭhāne pātetuṁ vaṭṭati. Sace appaharitaṭṭhānaṁ olokentasseva sahasā nikkhamati, gilānaṭṭhāne ṭhito hoti, ‘‘appaharite kato haritaṁ ottharatī’’ti (pāci. 652) idamettha anāpattiyaṁ adhikaṁ. Tattha sacepi appaharitaṁ alabhantena tiṇaṇḍupakaṁ vā palalaṇḍupakaṁ vā ṭhapetvā kato pacchā haritaṁ ottharati, vaṭṭatiyeva. Kheḷena cettha siṅghāṇikāpi saṅgahitā.",
  "tika-vin04t10:115": "75. Udakeuccārasikkhāpadavaṇṇanā",
  "tika-vin04t10:116": "Ekūnavīsatime na udaketi etaṁ paribhogaudakameva sandhāya vuttaṁ, vaccakuṭisamuddādiudakesu pana aparibhogesu anāpatti. Deve vassante samantato udakoghe jāte anudakaṭṭhānaṁ alabhantena udake kātuṁ vaṭṭati, idhāpi ‘‘thale kato udakaṁ ottharatī’’ti (pāci. 654) idaṁ anāpattiyaṁ adhikaṁ, sesaṁ sabbasikkhāpadesu uttānameva.",
  "tika-vin04t10:117": "Samuṭṭhānādidīpanatthāya panettha idaṁ pakiṇṇakaṁ – ujjagghikauccāsaddappaṭisaṁyuttāni cattāri, sakabaḷena mukhena byāharaṇaṁ ekaṁ, chamānīcāsananisinnaṭhitapacchatogamanauppathagamanappaṭisaṁyuttāni pañcāti imāni dasa sikkhāpadāni samanubhāsanasamuṭṭhānāni, ekekamettha kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedanaṁ. Sūpodanaviññattisikkhāpadaṁ theyyasatthasamuṭṭhānaṁ, kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedanaṁ. Chattapāṇidaṇḍapāṇisatthapāṇiāvudhapāṇipādukāupāhanayānasayanapallatthikaveṭhitaoguṇṭhitanāmakāni ekādasa dhammadesanāsamuṭṭhānāni, kiriyākiriyāni, saññāvimokkhāni, sacittakāni, lokavajjāni, vacīkammāni, akusalacittāni, dukkhavedanāni. Sesāni tepaṇṇāsa paṭhamapārājikasamauṭṭhānādibhedānīti.",
  "tika-vin04t10:118": "Ekūnavīsatidhammadesanāpaṭisaṁyuttasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:119": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t10:120": "Sekhiyavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:121": "Adhikaraṇasamathavaṇṇanā",
  "tika-vin04t10:122": "Adhikaraṇasamathesu sattāti tesaṁ gaṇanaparicchedo. Adhikaraṇāni samenti vūpasamentīti adhikaraṇasamathā. Uddesaṁ āgacchantīti āpattādhikaraṇasaṅkhātāsu ca avasesādhikaraṇattayapaccayāsu ca āpattīsu parisuddhabhāvaṁ pucchanatthaṁ uddisitabbataṁ āgacchanti. Uppannuppannānanti uppannānaṁ uppannānaṁ. Adhikaraṇānanti vivādādhikaraṇaṁ anuvādādhikaraṇaṁ āpattādhikaraṇaṁ kiccādhikaraṇanti imesaṁ catunnaṁ. Samathāya vūpasamāyāti samanatthañceva vūpasamanatthañca sammukhāvinayo dātabbo…pe… tiṇavatthārakoti ime satta samathā dātabbā. Tatrāyaṁ vinicchayo – adhikaraṇesu tāva ‘‘dhammo’’ti vā, ‘‘adhammo’’ti vā aṭṭhārasahi vatthūhi vivadantānaṁ bhikkhūnaṁ yo vivādo, idaṁ vivādādhikaraṇaṁ nāma. Sīlavipattiyā vā ācāradiṭṭhiājīvavipattiyā vā anuvadantānaṁ yo anuvādo upavadanā ceva codanā ca, idaṁ anuvādādhikaraṇaṁ nāma. Mātikāya āgatā pañca, vibhaṅge dveti sattapi āpattikkhandhā āpattādhikaraṇaṁ, nāma. Yaṁ saṅghassa apalokanādīnaṁ catunnaṁ kammānaṁ karaṇaṁ, idaṁ kiccādhikaraṇaṁ nāma.",
  "tika-vin04t10:123": "Tattha vivādādhikaraṇaṁ (cūḷava. 228) dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya ca, sammukhāvinayeneva sammamānaṁ yasmiṁ vihāre uppannaṁ, tasmiṁyeva vā, aññattha vūpasametuṁ gacchantānaṁ antarāmagge vā, yattha gantvā saṅghassa niyyātitaṁ, tattha saṅghena vā vūpasametuṁ asakkonte tattheva ubbāhikāya sammatapuggalehi vā vinicchitaṁ sammati, evaṁ sammamāne ca pana tasmiṁ yā saṅghasammukhatā dhammasammukhatā vinayasammukhatā puggalasammukhatā ayaṁ sammukhāvinayo nāma. Tattha ca kārakasaṅghassa saṅghasāmaggivasena sammukhībhāvo saṅghasammukhatā, sametabbassa vatthuno bhūtatā dhammasammukhatā, yathā taṁ sametabbaṁ, tathevassa samanaṁ vinayasammukhatā, yo ca vivadati, yena ca vivadati, tesaṁ ubhinnaṁ atthapaccatthikānaṁ sammukhībhāvo puggalasammukhatā. Ubbāhikāya vūpasamane panettha saṅghasammukhatā parihāyati, evaṁ tāva sammukhāvinayeneva sammati.",
  "tika-vin04t10:124": "Sace panevampi na sammati, atha naṁ ubbāhikāya sammatā bhikkhū ‘‘na mayaṁ sakkoma vūpasametu’’nti saṅghasseva niyyātenti, tato saṅgho pañcaṅgasamannāgataṁ bhikkhuṁ salākaggāhāpakaṁ sammannitvā tena guḷhakavivaṭṭakasakaṇṇajappakesu tīsu salākaggāhesu aññataravasena salākaṁ gāhetvā sannipatitaparisāya dhammavādīnaṁ yebhuyyatāya yathā te dhammavādino vadanti, evaṁ vūpasantaṁ adhikaraṇaṁ sammukhāvinayena ca yebhuyyasikāya ca vūpasantaṁ hoti. Tattha sammukhāvinayo vuttanayo eva, yaṁ pana yebhuyyasikakammassa karaṇaṁ. Ayaṁ yebhuyyasikā nāma, evaṁ vivādādhikaraṇaṁ dvīhi samathehi sammati.",
  "tika-vin04t10:125": "Anuvādādhikaraṇaṁ (cūḷava. 236) catūhi samathehi sammati sammukhāvinayena ca sativinayena ca amūḷhavinayena ca tassapāpiyasikāya ca. Sammukhāvinayeneva sammamānaṁ yo ca anuvadati, yañca anuvadati, tesaṁ vacanaṁ sutvā sace kāci āpatti natthi, ubho khamāpetvā, sace atthi, ‘‘ayaṁ nāmettha āpattī’’ti evaṁ vinicchitaṁ vūpasammati, tattha sammukhāvinayalakkhaṇaṁ vuttanayameva. Yadā pana khīṇāsavassa bhikkhuno amūlikāya sīlavipattiyā anuddhaṁsitassa sativinayaṁ yācamānassa saṅgho ñatticatutthena kammena sativinayaṁ deti, tadā sammukhāvinayena ca sativinayena ca vūpasantaṁ hoti, dinne pana sativinaye puna tasmiṁ puggale kassaci anuvādo na ruhati. Yadā ummattako bhikkhu ummādavasena gate assāmaṇake ajjhācāre ‘‘saratāyasmā evarūpiṁ āpatti’’nti bhikkhūhi codiyamāno ‘‘ummattakena me, āvuso, etaṁ kataṁ, nāhaṁ taṁ sarāmī’’ti bhaṇantopi bhikkhūhi codiyamānova puna acodanatthāya amūḷhavinayaṁ yācati, saṅgho cassa ñatticatutthena kammena amūḷhavinayaṁ deti. Tadā sammukhāvinayena ca amūḷhavinayena ca vūpasantaṁ hoti, dinne pana amūḷhavinaye puna tasmiṁ puggale kassaci tappaccayā anuvādo na ruhati.",
  "tika-vin04t10:126": "Yadā pana pārājikena vā pārājikasāmantena vā codiyamānassa aññenaññaṁ paṭicarato pāpussannatāya pāpiyassa puggalassa ‘‘sacāyaṁ acchinnamūlo bhavissati, sammā vattitvā osāraṇaṁ labhissati, sace chinnamūlo, sayamevassa nāsanā bhavissatī’’ti maññamāno saṅgho ñatticatutthena kammena tassapāpiyasikaṁ kammaṁ karoti, tadā sammukhāvinayena ca tassapāpiyasikāya ca vūpasantaṁ hoti, evaṁ anuvādādhikaraṇaṁ catūhi samathehi sammati.",
  "tika-vin04t10:127": "Āpattādhikaraṇaṁ (cūḷava. 239) tīhi samathehi sammati sammukhāvinayena ca paṭiññātakaraṇena ca tiṇavatthārakena ca. Tassa sammukhāvinayeneva vūpasamo natthi, yadā pana ekassa vā bhikkhuno, nissaggiyavaṇṇanāyaṁ vuttanayena saṅghagaṇamajjhesu vā bhikkhu lahukaṁ āpattiṁ deseti, tadā āpattādhikaraṇaṁ sammukhāvinayena ca paṭiññātakaraṇena ca vūpasammati. Tattha sammukhāvinaye tāva yo ca deseti, yassa ca deseti, tesaṁ sammukhībhāvo puggalasammukhatā, sesaṁ vuttanayameva. Puggalassa ca gaṇassa ca desanākāle saṅghasammukhatā parihāyati.",
  "tika-vin04t10:128": "Yā panettha ‘‘ahaṁ, bhante, itthannāmaṁ āpattiṁ āpanno’’ti ca, ‘‘passasī’’ti, ‘‘āma passāmī’’ti ca paṭiññā, tāya ‘‘āyatiṁ saṁvareyyāsī’’ti karaṇaṁ paṭiññātakaraṇaṁ nāma. Saṅghādisese parivāsādiyācanā paṭiññā, parivāsādīnaṁ dānaṁ paṭiññātakaraṇaṁ nāma. Dvepakkhajātā pana bhaṇḍanakārakā bhikkhū bahuṁ assāmaṇakaṁ ajjhācāraṁ caritvā puna lajjidhamme uppanne ‘‘sace mayaṁ imāhi āpattīhi aññamaññaṁ karissāma, siyāpi taṁ adhikaraṇaṁ kakkhaḷatthāya vāḷatthāya saṁvatteyyā’’ti aññamaññaṁ āpattiyā kārāpane dosaṁ disvā yadā tiṇavatthārakakammaṁ karonti, tadā āpattādhikaraṇaṁ sammukhāvinayena ca tiṇavatthārakena ca sammati. Tatra hi yattakā hatthapāsūpagatā ‘‘na metaṁ khamatī’’ti evaṁ diṭṭhāvikammaṁ akatvā niddampi okkamantā honti, sabbesaṁ ṭhapetvā thullavajjañca gihippaṭisaṁyuttañca sabbāpattiyo vuṭṭhahanti, evaṁ āpattādhikaraṇaṁ tīhi samathehi sammati.",
  "tika-vin04t10:129": "Kiccādhikaraṇaṁ (cūḷava. 242) ekena samathena sammati sammukhāvinayeneva. Iti imāni cattāri adhikaraṇāni yathānurūpaṁ imehi sattahi samathehi sammanti, tena vuttaṁ ‘‘uppannuppannānaṁ adhikaraṇānaṁ samathāya vūpasamāya sammukhāvinayo dātabbo…pe… tiṇavatthārako’’ti. Ayamettha vinicchayanayo, vitthāro pana samathakkhandhake āgatoyeva, vinicchayopissa samantapāsādikāyaṁ vutto.",
  "tika-vin04t10:130": "Tatthāyasmante pucchāmi, kaccittha parisuddhāti tesu sattasu adhikaraṇasamathesu kaccittha parisuddhā, natthi vo kiñci samathehi vūpasametabbanti pucchāmi, etena sabbāpattīhi parisuddhabhāvo pucchito hoti.",
  "tika-vin04t10:131": "Uddiṭṭhaṁ kho āyasmanto nidānantiādi nigamanavacanaṁ. Tattha ettakanti ettakaṁ sikkhāpadaṁ. Suttāgatanti sutte pātimokkhe āgataṁ. Suttapariyāpannanti tattheva antogadhaṁ. Anvaddhamāsaṁ uddesaṁ āgacchatīti addhamāse addhamāse uposathavasena uddisitabbataṁ āgacchati. Samaggehīti kāyasāmaggivasena samaggehi. Sammodamānehīti cittasāmaggivasena ekajjhāsayatāya suṭṭhu modamānehi. Avivadamānehīti aṭṭhārasasu vivādavatthūsu aññataravasenāpi avivadamānehi. Sikkhitabbanti taṁ taṁ sikkhāpadaṁ avītikkamantehi adhisīlasikkhā sampādetabbā. Antarantarā pana yaṁ na vuttaṁ, taṁ sabbaṁ purime purime sikkhāpade vuttattā ceva uttānatthattā cāti.",
  "tika-vin04t10:132": "Adhikaraṇasamathavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:133": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t10:134": "Bhikkhupātimokkhavaṇṇanā niṭṭhitā.",
  "tika-vin04t10:135": " Namo tassa bhagavato arahato sammasambuddhassa"
}