{
  "tika-vin05t1:0": "1. Divāseyyavinicchayakathā",
  "tika-vin05t1:1": "1. Tattha divāseyyāti divānipajjanaṁ. Tatrāyaṁ vinicchayo – ‘‘anujānāmi, bhikkhave, divā paṭisallīyantena dvāraṁ saṁvaritvā paṭisallīyitu’’nti (pārā. 77) vacanato divā nipajjantena dvāraṁ saṁvaritvā nipajjitabbaṁ. Ettha ca kiñcāpi pāḷiyaṁ ‘‘ayaṁ nāma āpattī’’ti na vuttā, vivaritvā nipannadosena pana uppanne vatthusmiṁ dvāraṁ saṁvaritvā nipajjituṁ anuññātattā asaṁvaritvā nipajjantassa aṭṭhakathāyaṁ dukkaṭaṁ (pārā. aṭṭha. 1.77) vuttaṁ. Bhagavato hi adhippāyaṁ ñatvā upālittherādīhi aṭṭhakathā ṭhapitā. ‘‘Atthāpatti divā āpajjati, no ratti’’nti (pari. 323) imināpi cetaṁ siddhaṁ.",
  "tika-vin05t1:2": "2. Kīdisaṁ pana dvāraṁ saṁvaritabbaṁ, kīdisaṁ na saṁvaritabbaṁ? Rukkhapadaraveḷupadarakilañjapaṇṇādīnaṁ yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ. Aññaṁ gorūpānaṁ vajesu viya rukkhasūcikaṇṭakadvāraṁ, gāmathakanakaṁ cakkalakayuttadvāraṁ, phalakesu vā kiṭikāsu vā dve tīṇi cakkalakāni yojetvā kataṁ saṁsaraṇakiṭikadvāraṁ, āpaṇesu viya kataṁ ugghāṭanakiṭikadvāraṁ, dvīsu tīsu ṭhānesu veḷusalākā gopphetvā paṇṇakuṭīsu kataṁ salākahatthakadvāraṁ, dussasāṇidvāranti evarūpaṁ dvāraṁ na saṁvaritabbaṁ. Pattahatthassa kavāṭappaṇāmane pana ekaṁ dussasāṇidvārameva anāpattikaraṁ, avasesāni paṇāmentassa āpatti. Divā paṭisallīyantassa pana parivattakadvārameva āpattikaraṁ, sesāni saṁvaritvā vā asaṁvaritvā vā nipajjantassa āpatti natthi, saṁvaritvā pana nipajjitabbaṁ, etaṁ vattaṁ.",
  "tika-vin05t1:3": "3. Parivattakadvāraṁ kittakena saṁvutaṁ hoti? Sūcighaṭikāsu dinnāsu saṁvutameva hoti. Apica kho sūcimattepi dinne vaṭṭati, ghaṭikāmattepi dinne vaṭṭati, dvārabāhaṁ phusitvā ṭhapitamattepi vaṭṭati, īsakaṁ aphusitepi vaṭṭati, sabbantimena vidhinā yāvatā sīsaṁ nappavisati, tāvatā aphusitepi vaṭṭati. Sace bahūnaṁ vaḷañjanaṭṭhānaṁ hoti, bhikkhuṁ vā sāmaṇeraṁ vā ‘‘dvāraṁ, āvuso, jaggāhī’’ti vatvāpi nipajjituṁ vaṭṭati. Atha bhikkhū cīvarakammaṁ vā aññaṁ vā kiñci karontā nisinnā honti, ‘‘ete dvāraṁ jaggissantī’’ti ābhogaṁ katvāpi nipajjituṁ vaṭṭati. Kurundaṭṭhakathāyaṁ pana ‘‘upāsakampi āpucchitvā vā ‘esa jaggissatī’ti ābhogaṁ katvā vā nipajjituṁ vaṭṭati, kevalaṁ bhikkhuniṁ vā mātugāmaṁ vā āpucchituṁ na vaṭṭatī’’ti vuttaṁ, taṁ yuttaṁ. Evaṁ sabbatthapi yo yo theravādo vā aṭṭhakathāvādo vā pacchā vuccati, so sova pamāṇanti gahetabbaṁ.",
  "tika-vin05t1:4": "4. Atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno hoti aṭṭhapito vā, saṁvarituṁ na sakkoti, navakammatthaṁ vā pana iṭṭhakapuñjo vā mattikādīnaṁ vā rāsi antodvāre kato hoti, aṭṭaṁ vā bandhanti, yathā saṁvarituṁ na sakkoti. Evarūpe antarāye sati asaṁvaritvāpi nipajjituṁ vaṭṭati. Yadi pana kavāṭaṁ natthi, laddhakappameva. Upari sayantena nisseṇiṁ āropetvā nipajjitabbaṁ. Sace nisseṇimatthake thakanakaṁ hoti, thaketvāpi nipajjitabbaṁ. Gabbhe nipajjantena gabbhadvāraṁ vā pamukhadvāraṁ vā yaṁ kiñci saṁvaritvā nipajjituṁ vaṭṭati. Sace ekakuṭṭake gehe dvīsu passesu dvārāni katvā vaḷañjanti, dvepi dvārāni jaggitabbāni, tibhūmakepi pāsāde dvāraṁ jaggitabbameva. Sace bhikkhācārā paṭikkamma lohapāsādasadisaṁ pāsādaṁ bahū bhikkhū divāvihāratthaṁ pavisanti, saṅghattherena dvārapālassa ‘‘dvāraṁ jaggāhī’’ti vatvā vā ‘‘dvārajagganaṁ nāma etassa bhāro’’ti ābhogaṁ katvā vā pavisitvā nipajjitabbaṁ. Yāva saṅghanavakena evameva kātabbaṁ. Pure pavisantānaṁ ‘‘dvārajagganaṁ nāma pacchimānaṁ bhāro’’ti evaṁ ābhogaṁ kātumpi vaṭṭati. Anāpucchā vā ābhogaṁ akatvā vā antogabbhe vā asaṁvutadvāre bahi vā nipajjantānaṁ āpatti. Gabbhe vā bahi vā nipajjanakālepi ‘‘dvārajagganaṁ nāma mahādvāre dvārapālassa bhāro’’ti ābhogaṁ katvā nipajjituṁ vaṭṭatiyeva. Evaṁ lohapāsādādīsu ākāsatale nipajjantenapi dvāraṁ saṁvaritabbameva.",
  "tika-vin05t1:5": "Ayañhettha saṅkhepo – idaṁ divāpaṭisallīyanaṁ yena kenaci parikkhitte sadvārabandhe ṭhāne kathitaṁ, tasmā abbhokāse vā rukkhamūle vā maṇḍape vā yattha katthaci sadvārabandhe nipajjantena dvāraṁ saṁvaritvāva nipajjitabbaṁ. Sace mahāpariveṇaṁ hoti mahābodhiyaṅgaṇalohapāsādaṅgaṇasadisaṁ bahūnaṁ osaraṇaṭṭhānaṁ, yattha dvāraṁ saṁvutampi saṁvutaṭṭhāne na tiṭṭhati, dvāraṁ alabhantā pākāraṁ āruhitvāpi vicaranti, tattha saṁvaraṇakiccaṁ natthi. Rattiṁ dvāraṁ vivaritvā nipanno aruṇe uggate vuṭṭhāti, anāpatti. Sace pana pabujjhitvā puna supati, āpatti. Yo pana ‘‘aruṇe uggate vuṭṭhahissāmī’’ti paricchinditvāva dvāraṁ asaṁvaritvā rattiṁ nipajjati, yathāparicchedameva vuṭṭhāti, tassa āpattiyeva. Mahāpaccariyaṁ pana ‘‘evaṁ nipajjanto anādariyadukkaṭāpi na muccatī’’ti vuttaṁ.",
  "tika-vin05t1:6": "5. Yo pana bahudeva rattiṁ jaggitvā addhānaṁ vā gantvā divā kilantarūpo mañce nisinno pāde bhūmito amocetvāva niddāvasena nipajjati, tassa anāpatti. Sace okkantaniddo ajānantopi pāde mañcakaṁ āropeti, āpattiyeva. Nisīditvā apassāya supantassa anāpatti. Yopi ca ‘‘niddaṁ vinodessāmī’’ti caṅkamanto patitvā sahasā vuṭṭhāti, tassapi anāpatti. Yo pana patitvā tattheva sayati, na vuṭṭhāti, tassa āpatti.",
  "tika-vin05t1:7": "Ko muccati, ko na muccatīti? Mahāpaccariyaṁ tāva ‘‘ekabhaṅgena nipannako eva muccati. Pāde pana bhūmito mocetvā nipannopi yakkhagahitakopi visaññībhūtopi na muccatī’’ti vuttaṁ. Kurundaṭṭhakathāyaṁ pana ‘‘bandhitvā nipajjāpitova muccatī’’ti vuttaṁ. Mahāaṭṭhakathāyaṁ pana ‘‘yo caṅkamanto mucchitvā patito tattheva supati, tassapi avisayatāya āpatti na dissati. Ācariyā pana evaṁ na kathayanti, tasmā āpattiyevāti mahāpadumattherena vuttaṁ. Dve pana janā āpattito muccantiyeva, yo ca yakkhagahitako, yo ca bandhitvā nipajjāpito’’ti.",
  "tika-vin05t1:8": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t1:9": "Divāseyyavinicchayakathā samattā."
}