{
  "tika-vin08t4:0": "4. Viññattivinicchayakathā",
  "tika-vin08t4:1": "21. Evaṁ bhesajjādivinicchayaṁ kathetvā idāni viññattivinicchayaṁ kathetuṁ ‘‘viññattīti yācanā’’tiādimāha. Tattha viññāpanā viññatti, ‘‘iminā no attho’’ti viññāpanā, yācanāti vuttaṁ hoti. Tenāha ‘‘viññattīti yācanā’’ti. Tatra viññattiyaṁ ayaṁ mayā vakkhamāno vinicchayo veditabboti yojanā. Mūlacchejjāyāti (vi. vi. ṭī. 1.342) parasantakabhāvato mocetvā attano eva santakakaraṇavasena. Evaṁ yācato aññātakaviññattidukkaṭañceva dāsapaṭiggahadukkaṭañca hoti ‘‘dāsidāsapaṭiggahaṇā paṭivirato (dī. ni. 1.10, 194) hotī’’ti vacanaṁ nissāya aṭṭhakathāyaṁ paṭikkhittattā. Ñātakapavāritaṭṭhānato pana dāsaṁ mūlacchejjāya yācantassa sādiyanavaseneva dukkaṭaṁ. Sakakammanti pāṇavadhakammaṁ. Idañca pāṇātipātadosaparihārāya vuttaṁ, na viññattiparihārāya. Aniyametvāpi na yācitabbāti sāmīcidassanatthaṁ vuttaṁ, suddhacittena pana hatthakammaṁ yācantassa āpatti nāma natthi. Yadicchakaṁ kārāpetuṁ vaṭṭatīti ‘‘hatthakammaṁ yācāmi, dethā’’tiādinā ayācitvāpi vaṭṭati, sakiccapasutampi evaṁ kārāpentassa viññatti natthi eva, sāmīcidassanatthaṁ pana vibhajitvā vuttaṁ.",
  "tika-vin08t4:2": "Sabbakappiyabhāvadīpanatthanti sabbaso kappiyabhāvadassanatthaṁ. Mūlaṁ dethāti vattuṁ vaṭṭatīti ‘‘mūlaṁ dassāmā’’ti paṭhamaṁ vuttattā viññatti vā ‘‘mūla’’nti vacanassa kappiyākappiyavatthusāmaññavacanattā akappiyavacanaṁ vā niṭṭhitabhatikiccānaṁ dāpanato akappiyavatthusādiyanaṁ vā na hotīti katvā vuttaṁ. Mūlacchejjāya vāti idaṁ idha thambhādīnaṁ dāsidāsādibhāvābhāvato vuttaṁ. Anajjhāvutthakanti apariggahitaṁ, assāmikanti attho.",
  "tika-vin08t4:3": "22.Na kevalañca…pe… cīvarādīni kārāpetukāmenātiādīsu cīvaraṁ kārāpetukāmassa aññātakaappavāritatantavāyehi hatthakammayācanavasena vāyāpane viññattipaccayā dukkaṭābhāvepi cīvaravāyāpanasikkhāpadena yathārahaṁ pācittiyadukkaṭāni hontīti veditabbaṁ. Akappiyakahāpaṇādi na dātabbanti kappiyamukhena laddhampi tattha kammakaraṇatthāya imassa kahāpaṇaṁ dehīti vatvā ‘‘dātuṁ vaṭṭatī’’ti vuttaṁ. Pubbe katakammassa dāpane kiñcāpi doso na dissati, tathāpi asāruppamevāti vadanti. Katakammatthāyapi kappiyavohārena pariyāyato bhatiṁ dāpentassa natthi doso, sāratthadīpaniyaṁ (sārattha. ṭī. 1.342) pana ‘‘akappiyakahāpaṇādi na dātabbanti kiñcāpi akappiyakahāpaṇādiṁ asādiyantena kappiyavohārato dātuṁ vaṭṭati, tathāpi sāruppaṁ na hoti, manussā ca etassa santakaṁ kiñci atthīti viheṭhetabbaṁ maññantīti akappiyakahāpaṇādidānaṁ paṭikkhitta’’nti vuttaṁ. Tatheva pācetvāti hatthakammavaseneva pācetvā. ‘‘Kiṁ bhante’’ti ettakepi pucchite yadatthāya paviṭṭho, taṁ kathetuṁ labhati pucchitapañhattā.",
  "tika-vin08t4:4": "23.Vattanti cārittaṁ, āpatti pana na hotīti adhippāyo. Kappiyaṁ kārāpetvā paṭiggahetabbānīti sākhāya makkhikabījanena paṇṇādichede bījagāmakopanassa ceva tattha laggarajādiappaṭiggahitakassa ca parihāratthāya vuttaṁ, tadubhayāsaṅkāya asati tathā akaraṇe doso natthi. Sāratthadīpaniyaṁ (sārattha. ṭī. 1.342) pana ‘‘kappiyaṁ kārāpetvā paṭiggahetabbānīti sākhāya laggarajasmiṁ patte patitepi sākhaṁ chinditvā khāditukāmatāyapi sati sukhaparibhogatthaṁ vutta’’nti vuttaṁ. Nadiyādīsu udakassa apariggahitattā ‘‘āharāti vattuṁ vaṭṭatī’’ti vuttaṁ. Gehato…pe… neva vaṭṭatīti pariggahitudakattā viññattiyā dukkaṭaṁ hotīti adhippāyo. ‘‘Na āhaṭaṁ paribhuñjitu’’nti vacanato viññattiyā āpannaṁ dukkaṭaṁ desetvāpi taṁ vatthuṁ paribhuñjantassa paribhoge paribhoge dukkaṭameva, pañcannampi sahadhammikānaṁ na vaṭṭati.",
  "tika-vin08t4:5": "‘‘Alajjīhi pana bhikkhūhi vā sāmaṇerehi vā hatthakammaṁ na kāretabba’’nti sāmaññato vuttattā attano atthāya yaṁ kiñci hatthakammaṁ kāretuṁ na vaṭṭati. Yaṁ pana alajjī nivāriyamānopi bījanādiṁ karoti, tattha doso natthi, cetiyakammādīni pana tehi kārāpetuṁ vaṭṭatīti vimativinodaniyaṁ (vi. vi. ṭī. 1.342) vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.342) pana ‘‘alajjīhi…pe… na kāretabbanti idaṁ uttaribhaṅgādhikārattā ajjhoharaṇīyaṁ sandhāya vuttaṁ, bāhiraparibhogesu pana alajjīhipi hatthakammaṁ kāretuṁ vaṭṭatī’’ti vuttaṁ. Ettha ca ‘‘alajjīhi sāmaṇerehī’’ti vuttattā ‘‘sañcicca āpattiṁ āpajjatī’’ti (pari. 359) alajjilakkhaṇaṁ ukkaṭṭhavasena upasampanne paṭicca upalakkhaṇato vuttanti taṁlakkhaṇavirahitānaṁ sāmaṇerādīnaṁ liṅgatthenagotrabhupariyosānānaṁ bhikkhupaṭiññānaṁ dussīlānampi sādhāraṇavasena alajjilakkhaṇaṁ yathāṭhapitapaṭipattiyā atiṭṭhanamevāti gahetabbaṁ.",
  "tika-vin08t4:6": "24.Goṇaṁpana…pe… āharāpentassa dukkaṭanti viññattikkhaṇe viññattipaccayā, paṭilābhakkhaṇe goṇānaṁ sādiyanapaccayā ca dukkaṭaṁ. Goṇañhi attano atthāya aviññattiyā laddhampi sādituṁ na vaṭṭati ‘‘hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hotī’’ti (dī. ni. 1.10, 194) vuttattā. Tenevāha ‘‘ñātakapavāritaṭṭhānatopi mūlacchejjāya yācituṁ na vaṭṭatī’’ti. Ettha ca viññattidukkaṭābhāvepi akappiyavatthuyācanepi paṭiggahaṇepi dukkaṭameva. Rakkhitvāti corādiupaddavato rakkhitvā. Jaggitvāti tiṇaannādīhi posetvā. Na sampaṭicchitabbanti attano atthāya gosādiyanassa paṭikkhittattā vuttaṁ.",
  "tika-vin08t4:7": "25.Ñātakapavāritaṭṭhāne pana vaṭṭatīti sakaṭassa sampaṭicchitabbattā mūlacchejjavasena yācituṁ vaṭṭati. Tāvakālikaṁ vaṭṭatīti ubhayatthāpi vaṭṭatīti atthoti vimativinodaniyaṁ (vi. vi. ṭī. 1.342) vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.342) pana ‘‘sakaṭaṁ dethāti…pe… na vaṭṭatīti mūlacchejjavasena sakaṭaṁ dethāti vattuṁ na vaṭṭati. Tāvakālikaṁ vaṭṭatīti tāvakālikaṁ katvā sabbattha yācituṁ vaṭṭatī’’ti vuttaṁ. Vāsiādīni puggalikānipi vaṭṭantīti āha ‘‘esa nayo vāsī’’tiādi. Valliādīsu ca parapariggahitesu esa nayoti yojetabbaṁ. Garubhaṇḍappahonakesuyevāti idaṁ viññattiṁ sandhāya vuttaṁ, adinnādāne pana tiṇasalākaṁ upādāya parapariggahitaṁ theyyacittena gaṇhato avahāro eva, bhaṇḍagghena kāretabbo. Valliādīsūti ettha ādi-saddena pāḷiāgatānaṁ veḷumuñjapabbajatiṇamattikānaṁ saṅgaho daṭṭhabbo. Tattha ca yasmiṁ padese haritālajātihiṅgulikādi appakampi mahagghaṁ hoti, tattha taṁ tālapakkappamāṇato ūnampi garubhaṇḍameva, viññāpetuñca na vaṭṭati.",
  "tika-vin08t4:8": "26.Sāti viññatti. Parikathādīsu ‘‘senāsanaṁ sambādha’’ntiādinā pariyāyena kathanaṁ parikathā nāma. Ujukameva akathetvā ‘‘bhikkhūnaṁ kiṁ pāsādo na vaṭṭatī’’tiādinā adhippāyo yathā vibhūto hoti, evaṁ kathanaṁ obhāso nāma. Senāsanādiatthaṁ bhūmiparikammādikaraṇavasena paccayuppādāya nimittakaraṇaṁ nimittakammaṁ nāma. Tīsu paccayesu viññattiādayo dassitā, gilānapaccaye pana kathanti āha ‘‘gilānapaccaye panā’’tiādi. Tathā uppannaṁ pana bhesajjaṁ roge vūpasante bhuñjituṁ vaṭṭati, na vaṭṭatīti? Tattha vinayadharā ‘‘bhagavatā rogasīsena paribhogassa dvāraṁ dinnaṁ, tasmā arogakālepi bhuñjituṁ vaṭṭati, āpatti na hotī’’ti vadanti, suttantikā pana ‘‘kiñcāpi āpatti na hoti, ājīvaṁ pana kopeti, tasmā sallekhapaṭipattiyaṁ ṭhitassa na vaṭṭati, sallekhaṁ kopetī’’ti vadantīti.",
  "tika-vin08t4:9": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t4:10": "Viññattivinicchayakathālaṅkāro nāma",
  "tika-vin08t4:11": "Catuttho paricchedo."
}