{
  "tika-abh02t19:0": "2. Āyatanavibhaṅgo",
  "tika-abh02t19:1": "1. Suttantabhājanīyavaṇṇanā",
  "tika-abh02t19:2": "154.Asādhāraṇatoti āveṇikato. Taṁ nesaṁ asādhāraṇabhāvaṁ vipakkhavasena patiṭṭhāpetuṁ sādhāraṇaṁ udāharaṇavasena dasseti ‘‘āyatanasaddattho viyā’’ti. Atha vā cakkhādiattho eva cakkhādisaddavisesito āyatanatthoti taṁ tādisaṁ āyatanatthaṁ sandhāyāha ‘‘āyatanasaddattho viya asādhāraṇato’’ti.",
  "tika-abh02t19:3": "Yadi visayassādanattho cakkhu-saddo, sotādīnampi ayaṁ samaññā siyāti atippasaṅgaṁ pariharanto ‘‘satipī’’tiādimāha. Dutiye atthavikappe cakkhatīti viññāṇādhiṭṭhitaṁ samavisamaṁ ācikkhati, ācikkhantaṁ viya, vibhāventaṁ viya vā hotīti attho. Rūpamiva cakkhuviññeyyaṁ viya saviggahamiva sabimbakaṁ viya vaṇṇavācako rūpa-saddo adhippetoti āha ‘‘vitthāraṇaṁ vā rūpasaddassa attho’’ti.",
  "tika-abh02t19:4": "Vacanamevāti saviññattikasaddameva. Gamīyatīti upanīyati. Ajjhoharaṇassa rasaggahaṇamūlatāvacanena rasassa paramparāya jīvitahetutaṁ dasseti. Rasanimittañhi rasaggahaṇaṁ, rasaggahaṇanimittaṁ ajjhoharaṇaṁ, taṁnimittaṁ jīvitanti. Rasaggahaṇamūlatā ca ajjhoharaṇassa yebhuyyato veditabbā. Dissati apadissati etena phalanti deso, hetūti āha ‘‘uppattidesoti uppattikāraṇa’’nti. Tathāti cakkhāyatanādippakārena. Manogocarabhūtāti manaso eva gocarabhūtā. Sāmaññalakkhaṇenevāti anubhavanādivisesalakkhaṇaṁ aggahetvā dhammabhāvasaṅkhātasādhāraṇalakkhaṇeneva . Ekāyatanattaṁ upanetvā vuttā dvādasa ekasabhāvattā bhinditvā vacane payojanābhāvā. Dvārālambanavibhāgadassanatthā hi āyatanadesanāti.",
  "tika-abh02t19:5": "Pubbantatoti purimabhāgato pākabhāvato. Pākabhāvo hi sabhāvadhammānaṁ pubbanto, viddhaṁsābhāvo aparanto.",
  "tika-abh02t19:6": "Nivāsaṭṭhānādīsu āyatana-saddo na āyatanatthādīsu viya padatthavivaraṇamukhena pavatto, atha kho tasmiṁ tasmiṁ devagharādike niruḷhatāya evamatthoti āha ‘‘ruḷhivasena āyatanasaddassatthaṁ vattu’’nti. Manoti dvārabhūtamano . Nissayabhāvoti ettha nissayasadiso nissayo, sadisatā ca phalassa tappaṭibaddhavuttitāya daṭṭhabbā. Vacanīyattho bhāvattho.",
  "tika-abh02t19:7": "Tāvatvatoti tattakato. Ūnacodanāti dvādasato ūnāni kasmā na vuttānīti codanā. Yadi cakkhuviññāṇādīnaṁ asādhāraṇaṁ dhammajātaṁ dhammāyatanaṁ, evaṁ sante cakkhādīnampi dhammāyatanabhāvo siyāti codanaṁ sandhāyāha ‘‘satipī’’tiādi. Dvārārammaṇabhāvehīti na ārammaṇabhāveneva asādhāraṇaṁ, atha kho dvārārammaṇabhāvehi asādhāraṇaṁ sambhavatīti vacanaseso.",
  "tika-abh02t19:8": "Yebhuyyasahuppattiādīhīti yebhuyyena cakkhāyatanādīni kassaci kadāci ekato uppajjanti. ‘‘Kāmadhātuyā upapattikkhaṇe kassaci ekādasāyatanāni uppajjantī’’ti hi vuttaṁ. Tasmā āyatanānaṁ uppattikkamo tāva na yujjati, na pahānakkamo kusalābyākatānaṁ appahātabbato, na paṭipattikkamo akusalānaṁ, ekaccaabyākatānañca appaṭipajjanīyato, na bhūmikkamo aḍḍhekādasannaṁ āyatanānaṁ ekantakāmāvacarattā, itaresaṁ catubhūmipariyāpannattā, ekaccassa lokuttarabhāvato ca. Evaṁ uppattikkamādiayuttiyojanā veditabbā. Yesu vijjamānesu attabhāvassa paññāpanā, te ‘‘mayhaṁ cakkhu’’ntiādinā adhikasinehavatthubhūtā cakkhādayo yathā ajjhattikatāya, evaṁ dassanādikiccakaraindriyatā ca padhānāti āha ‘‘ajjhattikabhāvena, visayibhāvena cā’’ti. Ghānādikkamenāti ghānaṁ jivhā kāyoti iminā kamena.",
  "tika-abh02t19:9": "Paccuppannārammaṇattā vā cakkhādīni paṭhamaṁ vuttāni, mano pana kiñci paccuppannārammaṇaṁ , kiñci yāvanavattabbārammaṇanti pacchā vuttaṁ. Paccuppannārammaṇesupi upādārūpārammaṇāni cattāri paṭhamaṁ vuttāni, tato bhūtarūpārammaṇaṁ. Upādārūpārammaṇesupi dūratare dūre, sīghataraṁ sīghañca ārammaṇasampaṭicchanadīpanatthaṁ cakkhādīnaṁ desanākkamo. Cakkhusotadvayañhi dūragocaranti paṭhamaṁ vuttaṁ. Tatrāpi cakkhu dūrataragocaranti sabbapaṭhamaṁ vuttaṁ. Passantopi hi dūratare nadisotaṁ na tassa saddaṁ suṇāti. Ghānajivhāsupi ghānaṁ sīghataravuttīti paṭhamaṁ vuttaṁ. Purato ṭhapitamattassa hi bhojanassa gandho gayhatīti. Yathāṭhānaṁ vā tesaṁ desanākkamo. Imasmiñhi sarīre sabbupari cakkhussa adhiṭṭhānaṁ, tassa adho sotassa, tassa adho ghānassa, tassa adho jivhāya, tathā kāyassa yebhuyyena, mano pana arūpībhāvato sabbapacchā vutto. Taṁtaṁgocarattā tassa tassānantaraṁ bāhirāyatanāni vuttānīti vuttovāyamatthoti evampi imesaṁ kamo veditabbo.",
  "tika-abh02t19:10": "Tatoti hadayavatthubhedato. Yañhi hadayavatthuṁ nissāya ekaṁ manoviññāṇaṁ pavattati, na tadeva nissāya aññaṁ pavattati. Niddesavasenāti saṅkhepavitthāraniddesavasena. Yojetabbaṁ ‘‘kusalasamuṭṭhānaṁ kusalasamuṭṭhānassa sabhāga’’ntiādinā.",
  "tika-abh02t19:11": "Sabhāvoti visayivisayabhāvo, tadabhinibbattiyañca yogyatā. Kāraṇasamatthatāti kāraṇabhūtā samatthatā paccayabhāvo. Dvārādibhāvoti dvārārammaṇe dvāravuttibhāvo. Imasmiṁ attheti anantaraṁ vuttaatthe. Yasmāti yāya dhammatāya yena dvārādibhāvena kāraṇabhūtena. Sambhavanavisesananti kiriyāya parāmasanamāha. Yaṁ sambhavanaṁ, dhammatāvesāti attho. Rittakānevāti dhuvādibhāvarittakāneva. Visamādīsu ajjhāsayo etesanti visamādiajjhāsayāni, visamādiajjhāsayāni viya hontīti visamādiajjhāsayāni, cakkhādīni. Visamabhāva…pe… vanabhāvehīti visamabhāvādisannissitaahiādisadisupādinnadhammehi cakkhādīhi, vanasannissitamakkaṭasadisena cittena ca abhiramitattā. Vanabhāvoti hi vanajjhāsayoti attho.",
  "tika-abh02t19:12": "Purimantavivittatāti pubbabhāgaviraho. Uppādato purimakoṭṭhāso hi idha purimanto. Aparanteti aparabhāge, bhaṅgato uddhanti attho. Udayabbayaparicchinno hi sabhāvadhammo. Yaṁ sandhāya vuttaṁ ‘‘anidhānagatā bhaggā, puñjo natthi anāgate’’ti (mahāni. 10). Sadā abhāvoti na sadā abhāvapatiṭṭhāpanaṁ sabbakālampi natthīti, atha kho udayabbayaparicchinnattā sadābhāvapaṭikkhepoti āha ‘‘aniccalakkhaṇa’’nti. Sabhāvavijahananti bhaṅgappattimāha . Viparivattanaṁ uppādajarāvatthāhi santānaṁ vinā na vikārāpattīti āha ‘‘santānavikārāpatti vā’’ti.",
  "tika-abh02t19:13": "Jātidhammatādīhīti jātijarābyādhimaraṇādisabhāvatāhi. Aniṭṭhatāti na iṭṭhatā, dukkhatāti attho. Purimaṁ sāmaññalakkhaṇanti ‘‘paṭipīḷanaṭṭhenā’’ti pubbe sāmaññato vuttaṁ dukkhalakkhaṇaṁ. Paccayavasena dukkhanākārena pavattamānānaṁ sabhāvadhammānaṁ dukkhanaṁ puggalasseva vasena dukkhamatāti āha ‘‘puggalassa pīḷanato dukkhama’’nti. Dukkhavacananti ‘‘dukkha’’nti satthu vacanaṁ.",
  "tika-abh02t19:14": "‘‘Natthi etassa vasavattako’’ti iminā natthi etassa attāti anattāti imamatthaṁ dasseti, ‘‘nāpi idaṁ vasavattaka’’nti iminā pana na attāti anattāti. Attanoti niyakajjhattaṁ sandhāya vadati. Parasminti tato aññasmiṁ. Parassa ca attanīti etthāpi eseva nayo. Taṁ etassa natthīti taṁ yathāvuttaparaparikappitaṁ vasavattakaṁ etassa cakkhādino natthi, etena catukoṭikasuññatāya saṅgaho daṭṭhabbo. ‘‘Suññaṁ taṁ tena vasavattanākārenā’’ti iminā ubhayathāpi avasavattanaṭṭhe dassitabbe tattha tāva ekaṁ dassetuṁ ‘‘parassā’’tiādiṁ vatvā puna ‘‘atha vā’’tiādinā itaraṁ dasseti. Sāmi eva sāmiko, na sāmiko assāmikoti evaṁ atthe gayhamāne ‘‘assāmikato’’ti padassa suññavisesanatāya payojanaṁ natthi. Kāmakāriyanti yathākāmakaraṇīyaṁ. Avasavattanatthaṁ visesetvā dasseti samāsadvayatthasaṅgahato.",
  "tika-abh02t19:15": "Sasantāne dhammānaṁ visadisuppatti idha bhāvasaṅkantigamanaṁ nāmāti āha ‘‘santatiyaṁ bhāvantaruppattiyevā’’ti. Tathā visadisuppattiyaṁ purimākāravigamo pakatibhāvavijahananti āha ‘‘santatiyā yathāpavattākāravijahana’’nti. Bhavatīti vā bhāvo, avatthāviseso, tassa saṅkamanaṁ bhāvasaṅkanti. Sabhāvadhammo hi uppādakkhaṇaṁ ṭhitikkhaṇañca patvā bhijjatīti uppādāvatthāya jarāvatthaṁ, tato bhaṅgāvatthaṁ saṅkamatīti vuccati. Tathā saṅkamato ca attalābhakkhaṇato uddhaṁ jarāmaraṇehi taṁsabhāvapariccāgo pakatibhāvavijahananti khaṇavasena cetaṁ yojetabbaṁ. Pubbāparavasenāti ca khaṇānaṁ pubbāparavasenāti attho sambhavati. Ekatthattāti samānādhikaraṇattā, na pana visesanavisesitabbabhāvānaṁ ekattā. ‘‘Cakkhuṁ anicca’’nti vutte ‘‘aniccaṁ cakkhu’’ntipi vuttameva hotīti ‘‘yaṁ cakkhu, taṁ aniccaṁ, yaṁ aniccaṁ, taṁ cakkhu’’nti āpannamevāti āha ‘‘aniccānaṁ sesadhammānampi cakkhubhāvo āpajjatī’’ti.",
  "tika-abh02t19:16": "Tehi ca aniccadukkhalakkhaṇehi ca anattalakkhaṇameva visesena dassitaṁ ‘‘yadaniccaṁ, taṁ dukkhaṁ, yaṁ dukkhaṁ, tadanattā’’tiādīsu (saṁ. ni. 3.15, 45, 76, 85; 2.4.1, 2; paṭi. ma. 2.10) viya. Dosalakkhaṇākāranidassanatthoti dosassa lakkhitabbākāranidassanattho. Evaṁ dukkhenāti evaṁ nānappakārena akkhirogādidukkhena ābādhatāya. Anattalakkhaṇadīpakānanti anattatāpaññāpanassa jotakānaṁ upāyabhūtānaṁ. Na hi ghaṭabhedakaṇṭakavedhādivasena labbhamānā aniccadukkhatā sattānaṁ ekantato anattatādhigamahetū honti. Paccayapaṭibaddhatāabhiṇhasampaṭipīḷanādivasena pana labbhamānā honti. Tathā hi cakkhādīni kammādimahābhūtādipaccayapaṭibaddhavuttīni, tato eva ahutvā sambhavanti, hutvā paṭiventīti aniccāni, abhiṇhasampaṭipīḷitattā dukkhāni, evaṁbhūtāni ca avasavattanato anattakānīti pariggahe ṭhitehi samupacitañāṇasambhārehi passituṁ sakkā.",
  "tika-abh02t19:17": "Kathaṁ panetesaṁ hutvā abhāvo jānitabboti? Khaṇe khaṇe aññathattadassanato. Taṁ kathaṁ ñāyatīti? Yuttito. Kā panettha yuttīti? Visesaggahaṇaṁ. Yadi cakkhādīnaṁ khaṇe khaṇe aññathattaṁ na siyā, bahipaccayabhede yadidaṁ pacchā visesaggahaṇaṁ, taṁ na siyā. Yassa hi tādisaṁ khaṇe khaṇe aññathattaṁ natthi, tassa asati bahipaccayavisese kathaṁ pacchā visesaggahaṇaṁ bhaveyya, bhavati ca visesaggahaṇaṁ. Tasmā atthi nesaṁ khaṇe khaṇe aññathattaṁ yaṁ saṇikaṁ saṇikaṁ vaḍḍhentaṁ pacchā pākaṭataraṁ jāyatīti. Tathā hi sarīrassa tāva ānāpānānaṁ anavatthānato parissamato ca visesaggahaṇaṁ. Anavatthitā hi assāsapassāsā vātā vārena vārena pavattanato. Yadi hi assasite vā passassite vā sarīrassa koci pacchā viseso na siyā, na nesaṁ koci bhedo siyā, diṭṭho ca so. Tasmā assasitaṁ sarīraṁ aññathā hontaṁ kamena tādisaṁ avatthaṁ pāpuṇāti. Yā passāsassa paccayo hoti, passasite ca puna tatheva assāsassa paccayo hotīti ānāpānānaṁ anavatthānatopi sarīrassa visesaggahaṇaṁ aññathattasiddhi. Tathā parissamopi asati visese pacchā sarīrassa na siyā, yenāyaṁ iriyāpathantarādīni sevanena parissamavinodanaṁ karoti.",
  "tika-abh02t19:18": "Atha vā rūpādibhedatopi visesaggahaṇaṁ. Rūpagandharasaphassādīnañhi visesena yo sarīre anindriyabaddhesu ca khīrūdakavatthapupphaphalosadhidhaññādīnaṁ pacchā viseso gayhati, so asati bahipaccayavisese nesaṁ jarādiavatthāsu vaṇṇabalādibhedo, rasavīriyavipākānubhāvabhedo ca khaṇe khaṇe aññathattaṁ vinā kathamupalabbheyya. Yaṁ pana taṁ dhammatārūpaṁ silādi, tattha kathanti? Tassāpi sītuṇhasamphassabhedato attheva visesaggahaṇaṁ. Taṁ khaṇe khaṇe aññathattaṁ vinā na yujjatīti. Sati ca rūpādibhede siddhova taṁnissayamahābhūtabhedopi. Na hi nissayamahābhūtabhedena vinā nissitabhedo sambhavatīti. Evaṁ tāva rūpadhammānaṁ visesaggahaṇato khaṇe khaṇe aññathattaṁ, tato ca hutvā abhāvasiddhi.",
  "tika-abh02t19:19": "Arūpadhammānaṁ pana ārammaṇādibhedena visesaggahaṇaṁ. Yattha yattha hi ārammaṇe arūpadhammā uppajjanti, tattha tattheva te bhijjanti, na aññaṁ saṅkamanti, ārammaṇadhammā ca yathāsakaṁ khaṇato uddhaṁ na tiṭṭhantīti. Svāyamattho padīpādiudāharaṇena veditabbo. Aññe eva hi khaṇe khaṇe rūpādayo padīpajālāya, tathā khīradhārādīsu patantīsu, vāyumhi ca paharante samphassāni. Yathā cetesaṁ khaṇe khaṇe aññathattaṁ, kimaṅgaṁ pana cittacetasikānaṁ. Kiñca saddabhedato, saddavisesatopi tannimittānaṁ cittacetasikānaṁ khaṇe khaṇe aññathattaṁ, tato visesaggahaṇaṁ. Paguṇañhi ganthaṁ sīghaṁ parivattentassa cittasamuṭṭhānānaṁ saddānaṁ bhedo diṭṭho. Na hi kāraṇabhedena vinā phalabhedo atthi. Yathā taṁ vāditasaddānaṁ, evaṁ ārammaṇabhedena arūpadhammānaṁ visesaggahaṇaṁ. Teneva nesaṁ khaṇe khaṇe aññathattaṁ veditabbaṁ. Jātibhūmisampayuttadhammabhedena visesaggahaṇepi eseva nayo. Evaṁ rūpārūpadhammānaṁ visesaggahaṇato khaṇe khaṇe aññathattasiddhi. Yato hutvā abhāvato cakkhādīni aniccānīti siddhāni, aniccattā eva abhiṇhasampaṭipīḷanato dukkhāni, tato ca avasavattanato anattakāni. Tenāha bhagavā ‘‘yadaniccaṁ, taṁ dukkhaṁ, yaṁ dukkhaṁ, tadanattā’’ti (saṁ. ni. 3.15, 45, 76, 85; 2.4.1, 2; paṭi. ma. 2.10).",
  "tika-abh02t19:20": "Nirantaraṁpavattamānassāti abhiṇhasaddatthaṁ visesetvā vadati. Dhātumattatāyāti dhātumattabhāvena. Samūhatoti sasambhāracakkhādipiṇḍato. ‘‘Cakkhādīna’’nti idaṁ ‘‘samūhato’’ti padaṁ apekkhitvā sambandhe sāmivacanaṁ, ‘‘vinibbhujana’’nti padaṁ apekkhitvā kammattheti veditabbaṁ. Cattāripi ghanānīti santatisamūhakiccārammaṇaghanāni. Pavattarūpādiggahaṇatoti ruppanādivasena pavattañca taṁ rūpādiggahaṇañcāti pavattarūpādiggahaṇaṁ, tatoti yojetabbaṁ. Aniccādiggahaṇassa sabbhāvāti rūpavedanādiñāṇato bhinnassa aniccādiñāṇassa labbhamānattā. Tena satipi rūpādiatthānaṁ aniccādibhāve ruppanādibhāvato aniccādibhāvassa bhedamāha. Idāni tameva bhedaṁ ñātatīraṇapariññāvisayatāya pākaṭaṁ kātuṁ ‘‘na hī’’tiādimāha. Nātidhāvitunti idha lakkhaṇalakkhaṇavantā bhinnā vuttā. Tattha lakkhaṇārammaṇikavipassanāya khandhārammaṇatāvacanena abhinnāti aññamaññavirodhāpādanena atidhāvituṁ na yuttaṁ. Kasmāti ce? Vuttaṁ ‘‘te panākārā’’tiādi. Adhippāyopi cettha lakkhaṇānaṁ rūpādiākāramattatāvibhāvananti daṭṭhabbo. ‘‘Aniccaṁ dukkhaṁ anattā’’ti hi saṅkhāre sabhāvato sallakkhentoyeva lakkhaṇāni ca sallakkhetīti. Yathā aniccādito aniccatādīnaṁ vuttanayena bhedo, evaṁ aniccatādīnampi satipi lakkhaṇabhāvasāmaññe nānāñāṇagocaratāya, nānāpaṭipakkhatāya, nānindriyādhikatāya ca vimokkhamukhattayabhūtānaṁ aññamaññabhedoti dassento ‘‘aniccanti ca gaṇhanto’’tiādimāha. Taṁ suviññeyyameva.",
  "tika-abh02t19:21": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:22": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t19:23": "155.Paccayayugaḷavasenāti ajjhattikabāhirapaccayadvayavasena. Ajjhattikabāhiravasena abbokāratoti ajjhattikavasena ceva bāhiravasena ca asaṅkarato.",
  "tika-abh02t19:24": "167.Visaṅkhāraninnassāti nibbānapoṇassa. Vinimuttasaṅkhārassāti samucchedapaṭipassaddhivimuttīhi samukhena, tappaṭibaddhachandarāgappahānena ca suṭṭhu vinimuttasaṅkhārassa paramassāsabhāvena, gatibhāvena ca patiṭṭhānabhūte. ‘‘Nibbānaṁ arahato gatī’’ti (paṭi. 339) hi vuttaṁ. Ṭhitibhāvenāti ca pāṭho. Taṁsacchikaraṇābhāveti tassa nibbānassa sacchikaraṇābhāve. Nītoti pāpito, pakāsitoti attho.",
  "tika-abh02t19:25": "Cuṇṇitanti bheditaṁ. Tvameva kiṁ na jānāsīti kiṁ tvaṁ na jānāsiyevāti attho. ‘‘Kiṁ tvaṁ ekaṁ nānaṁ jānāsi, kiṁ tvaṁ na jānāsi evā’’ti evaṁ vikkhepaṁ karontaṁ paravādiṁ ‘‘nanu ñāte’’tiādinā sakavādī nibandhati. Vibhajitvāti ‘‘rāgādīnaṁ khīṇante uppannattā’’ti bhāvatthaṁ vibhajitvā. Rāgādīnaṁ khayā na hontīti yojanā. Sasabhāvatā ca nibbānassa āpannā hotīti sambandho.",
  "tika-abh02t19:26": "Nibbānārammaṇakaraṇena kāraṇabhūtena. Hetuatthe hi idaṁ karaṇavacanaṁ. Kilesakkhayamattataṁ vā nibbānassa icchato kilesakkhayena bhavitabbanti yojanā.",
  "tika-abh02t19:27": "Evaṁ kilesakkhayamatte nibbāne khepetabbā kilesā bahuvidhā nānappakārā, maggo ca odhiso kilese khepeti. Svāyaṁ ‘‘katamaṁ kilesakkhayaṁ nibbānaṁ ārammaṇaṁ katvā katame kilese khepetī’’ti purimapucchādvayameva vadati. Tadevāti yaṁ ‘‘avijjātaṇhānaṁ kiñci ekadesamattampī’’ti vuttaṁ, tadeva.",
  "tika-abh02t19:28": "Ettha ca yāyaṁ ‘‘kilesakkhayova nibbāna’’nti nibbānassa abhāvatācodanā, tatrāyaṁ āgamato yuttito cassa bhāvābhāvavibhāvanā. Tañhi bhagavatā –",
  "tika-abh02t19:29": "‘‘Atthi, bhikkhave, ajātaṁ abhūtaṁ akataṁ asaṅkhata’’nti (udā. 73; itivu. 43).",
  "tika-abh02t19:30": "‘‘Atthi , bhikkhave, tadāyatanaṁ, yattha neva pathavī na āpo na tejo na vāyo’’ti (udā. 71) –",
  "tika-abh02t19:31": "Ca ādinā, tathā –",
  "tika-abh02t19:32": "‘‘Gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo’’ti (ma. ni. 2.337; saṁ. ni. 1.172; mahāva. 7-8) –",
  "tika-abh02t19:33": "‘‘Asaṅkhatañca vo, bhikkhave, desessāmi asaṅkhatagāminiñca paṭipadaṁ, anataṁ, anāsavaṁ, saccaṁ, pāraṁ, nipuṇaṁ, sududdasaṁ, ajajjaraṁ, dhuvaṁ, apalokitaṁ, anidassanaṁ, nippapañcaṁ, santaṁ, amataṁ, paṇītaṁ, sivaṁ, khemaṁ, taṇhākkhayaṁ, acchariyaṁ, abbhutaṁ, anītikaṁ, anītikadhammaṁ, nibbānaṁ, abyābajjhaṁ, virāgaṁ, suddhiṁ, muttiṁ, anālayaṁ, dīpaṁ, leṇaṁ, tāṇaṁ, saraṇaṁ, parāyaṇañca vo, bhikkhave, desessāmi parāyaṇagāminiñca paṭipada’’nti (saṁ. ni. 4.377) –",
  "tika-abh02t19:34": "Evamādīhi ca suttapadehi ‘‘appaccayā dhammā, asaṅkhatā dhammā (dha. sa. dukamātikā 7), sabbañca rūpaṁ asaṅkhatā ca dhātū’’tiādīhi (dha. sa. 1192, 1198, 1200) abhidhammapadesehi ca paramatthabhāveneva desitaṁ. Na hi sabhāvavirahitassa abhāvamattassa gambhīrāsaṅkhatādibhāvo abyākatadhammādibhāvo ca yutto, vutto ca so. Tasmā na abhāvamattaṁ nibbānaṁ.",
  "tika-abh02t19:35": "Api cāyaṁ abhāvavādī evaṁ pucchitabbo – yadi kilesābhāvo nibbānaṁ, svāyamabhāvo eko vā siyā aneko vā? Yadi eko, ekeneva maggena kato sacchikato ca hotīti uparimānaṁ maggānaṁ niratthakatā āpajjati. Na hi ekaṁ anekehi kammappavattehi sādhetabbaṁ diṭṭhaṁ. Atha siyā ekova so kilesābhāvo, na pana maggehi kātabbo, atha kho sacchikātabboti. Evaṁ sati suṭṭhutaraṁ maggassa niratthakatā āpajjati kilesānaṁ appahānato. Akaronto ca maggo kilesābhāvaṁ tassa sacchikiriyāya kamatthaṁ sādheyya, atha maggānaṁ saṁyojanattayappahānādipaṭiniyatakiccatāya pahāyakavibhāgena kilesābhāvabhedo, evaṁ sati vinā sabhāvabhedaṁ bahubhāvo natthīti bahubhāvatāpadesenassa sasabhāvatā āpannā. Athāpi siyā ‘‘yesaṁ abhāvo, tesaṁ bahubhāvena bahubhāvopacāro’’ti, evaṁ sati yesaṁ abhāvo, tesaṁ sabhāvatāya sasabhāvopacāropi siyā. Tathā tesaṁ kilesasaṅkhatāditāya kilesasaṅkhatādibhāvā ca siyuṁ, na cetaṁ yuttanti na tesaṁ bahubhāvopacāro yutto. Ekabhāvopi cassa asabhāvatāya eva vattuṁ na sakkāti ce? Na, abhāvasāmaññato, abhāvasāmaññena abhedasamaññāya ekattaniddeso. Sati ca ekatte pubbe vuttadosānativatti.",
  "tika-abh02t19:36": "Bahubhāve ca sasabhāvatā siddhā. Yadipi siyā yathā bahubhāvo sasabhāvataṁ, evaṁ sāmaññena sasabhāvatā bahubhāvaṁ na byabhicareyyāti sasabhāvapakkhepi nibbānassa bahubhāvo āpajjatīti? Taṁ na, kasmā? Tathā sāmaññābhedato. Na hi evaṁ vattuṁ labbhā yathā kharabhāvo sasabhāvataṁ na byabhicarati, evaṁ sasabhāvatāpi kharabhāvaṁ na byabhicareyyāti. Evañhi sati tadaññasabbadhammābhāvappasaṅgo siyā, tasmā bahubhāvo sasabhāvatāpekkho, na sasabhāvatā bahubhāvāpekkhāti na sasabhāvassa nibbānassa bahubhāvāpatti. ‘‘Ekañhi saccaṁ na dutīyamatthi (su. ni. 890; mahāni. 119), ekā niṭṭhā na puthuniṭṭhā’’tiādivacanato.",
  "tika-abh02t19:37": "Api cettha kilesābhāvo nāma rāgādīnaṁ samucchedo accantappahānaṁ anuppādanirodho. Tassa ca ekatte ekeneva maggena sādhetabbatā kiccavisesābhāvatoti dassanādimaggavibhāgo na siyā. Icchito ca so odhisova kilesānaṁ pahātabbattā. So ca maggavibhāgo saddhādīnaṁ indriyānaṁ nātitikkhatikkhatikkhataratikkhatamabhāvena ekasmimpi samucchedappahānayogyabhāve sacchikiriyāvisesena hotīti nibbānassa sasabhāvatāyayeva yutto. Abhāvo pana kilesānaṁ maggena kātabbo siyā ‘‘mā maggassa niratthakatā ahosī’’ti, na sacchikātabbo. Ko hi tassa sabhāvo, yo tena sacchikariyeyya. So ca kilesābhāvo ekeneva maggena sādhetabbo siyā, na catūhi ‘‘mā catubhāvanibbānatāpatti, nibbānavisesāpatti ca ahosī’’ti. Tato dassanādimaggavibhāgo na siyāti sabbaṁ āvattati.",
  "tika-abh02t19:38": "Yadi ca abhāvo bhāvassa siyāti tassa bhāvadhammatā icchitā, evaṁ sati yathā saṅkhatadhammassa tassa jarāmaraṇādīnaṁ viya saṅkhatadhammatāpi āpannā, evaṁ bahūnaṁ kilesānaṁ dhammassa tassa bahubhāvādippasaṅgopi dunnivāroti ataṁsabhāvassa asaṅkhatassekassa sasabhāvassa nibbānabhāvo veditabbo.",
  "tika-abh02t19:39": "Yadi evaṁ kasmā ‘‘rāgakkhayo dosakkhayo mohakkhayo’’ti (saṁ. ni. 4.315, 330) vuttanti? Khayena adhigantabbattā. Khayo hi ariyamaggo. Yathāha ‘‘khaye ñāṇaṁ, anuppāde ñāṇa’’nti (dha. sa. dukamātikā 142). Tena rāgādikkhayapariyāyena ariyamaggena adhigantabbato ‘‘paramatthaṁ gambhīraṁ nipuṇaṁ duddasaṁ duranubodhaṁ nibbānaṁ rāgādikkhayo’’ti vuttaṁ. Rāgādippahānamukhena vā tathā pattabbato, yathā aññatthāpi vuttaṁ ‘‘madanimmaddano pipāsavinayo’’tiādi (a. ni. 4.34; itivu. 90).",
  "tika-abh02t19:40": "Apica yathā pariññeyyatāya sauttarānaṁ kāmānaṁ rūpānañca paṭipakkhabhūtaṁ tabbidhurasabhāvaṁ nissaraṇaṁ paññāyati, evaṁ sasabhāvānaṁ sabbesampi saṅkhatadhammānaṁ paṭipakkhabhūtena tabbidhurasabhāvena nissaraṇena bhavitabbaṁ. Yañca tannissaraṇaṁ, sā asaṅkhatā dhātu. Kiñca bhiyyo – saṅkhatadhammārammaṇaṁ vipassanāñāṇaṁ api anulomañāṇaṁ kilese tadaṅgavasena pajahati, na samucchedavasena pajahituṁ sakkoti. Tathā sammutisaccārammaṇaṁ paṭhamajjhānādīsu ñāṇaṁ vikkhambhanavaseneva kilese pajahati, na samucchedavasena. Iti saṅkhatadhammārammaṇassa, sammutisaccārammaṇassa ca ñāṇassa kilesānaṁ samucchedappahāne asamatthabhāvato tesaṁ samucchedappahānakarassa ariyamaggañāṇassa tadubhayaviparītasabhāvena ārammaṇena bhavitabbaṁ, sā asaṅkhatā dhātu. Tathā ‘‘atthi, bhikkhave, ajātaṁ abhūtaṁ akataṁ asaṅkhata’’nti (udā. 73; itivu. 43) idaṁ nibbānassa paramatthato atthibhāvajotakaṁ vacanaṁ aviparītatthaṁ bhagavatā bhāsitattā. Yañhi bhagavatā bhāsitaṁ, taṁ aviparītatthaṁ yathā taṁ ‘‘sabbe saṅkhārā aniccā, sabbe saṅkhārā dukkhā, sabbe dhammā anattā’’ti (dha. pa. 277-279; theragā. 676-678; netti. 5), tathā nibbāna-saddo katthaci visaye yathābhūtaparamatthavisayo upacāravuttisabbhāvato seyyathāpi sīha-saddo. Atha vā attheva paramatthato asaṅkhatā dhātu itaratabbiparītavimuttisabhāvattā seyyathāpi ‘‘pathavīdhātu vedanā cā’’ti evamādīhi nayehi yuttitopi asaṅkhatāya dhātuyā paramatthato atthibhāvo veditabbo.",
  "tika-abh02t19:41": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:42": "3. Pañhapucchakavaṇṇanā",
  "tika-abh02t19:43": "168.Kiñcīti kiñci ārammaṇaṁ. Ālambanatoti ārammaṇakaraṇato.",
  "tika-abh02t19:44": "Pañhapucchakavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:45": "Āyatanavibhaṅgavaṇṇanā niṭṭhitā."
}