{
  "tika-vin11t28:0": "Khuddakavatthukkhandhakakathāvaṇṇanā",
  "tika-vin11t28:1": "2783.Kuṭṭeti iṭṭhakāsilādārukuṭṭānaṁ aññatarasmiṁ. Aṭṭāneti ettha aṭṭānaṁ nāma rukkhe phalakaṁ viya tacchetvā aṭṭhapadākārena rājiyo chinditvā nahānatitthe nikhaṇanti, tattha cuṇṇāni ākiritvā manussā kāyaṁ ghaṁsanti.",
  "tika-vin11t28:2": "2784.Gandhabbahatthenāti nahānatitthe ṭhapitena dārumayahatthena. Tena kira cuṇṇāni gahetvā manussā sarīraṁ ghaṁsanti. Kuruvindakasuttiyāti kuruvindakapāsāṇacuṇṇāni lākhāya bandhitvā kataguḷikakalāpako vuccati, taṁ ubhosu antesu gahetvā sarīraṁ ghaṁsanti. Mallakenāti makaradantakaṁ chinditvā mallakamūlasaṇṭhānena katena mallakena, idaṁ gilānassāpi na vaṭṭati. Aññamaññañca kāyatoti aññamaññaṁ sarīrena ghaṁseyya.",
  "tika-vin11t28:3": "2785.Akataṁ mallakaṁ nāma makaradante acchinditvā kataṁ, idaṁ agilānassa na vaṭṭati.",
  "tika-vin11t28:4": "2786.Kapāliṭṭhakakhaṇḍānīti kapālakhaṇḍaiṭṭhakakhaṇḍāni. Sabbassāti gilānāgilānassa sarīre ghaṁsitvā ubbaṭṭetuṁ vaṭṭati. ‘‘Puthupāṇika’’nti hatthaparikammaṁ vuccati, tasmā sabbassa hatthena piṭṭhiparikammaṁ kātuṁ vaṭṭati. ‘‘Vatthavaṭṭī’’ti idaṁ pāḷiyaṁ vuttaukkāsikassa pariyāyaṁ, tasmā nahāyantassa yassa kassaci nahānasāṭakavaṭṭiyāpi ghaṁsituṁ vaṭṭati.",
  "tika-vin11t28:5": "2787.Pheṇakaṁ nāma samuddapheṇaṁ. Kathalanti kapālakhaṇḍaṁ. Pādaghaṁsane vuttā anuññātā. Katakaṁ nāma padumakaṇṇikākāraṁ pādaghaṁsanatthaṁ kaṇṭake uṭṭhāpetvā kataṁ, etaṁ neva paṭiggahetuṁ, na paribhuñjituṁ vaṭṭati.",
  "tika-vin11t28:6": "2788.Yaṁ kiñcipi alaṅkāranti hatthūpagādialaṅkāresu yaṁ kiñci alaṅkāraṁ.",
  "tika-vin11t28:7": "2789.Osaṇṭheyyāti alaṅkāratthaṁ saṅkharonto nameyya. Hatthaphaṇakenāti hattheneva phaṇakiccaṁ karontā aṅgulīhi osaṇṭhenti. Phaṇakenāti dantamayādīsu yena kenaci. Kocchenāti usiramayena vā muñjapabbajamayena vā kocchena.",
  "tika-vin11t28:8": "2790.Sitthatelodatelehīti sitthatelañca udakatelañcāti viggaho, tehi. Tattha sitthatelaṁ nāma madhusitthakaniyyāsādi yaṁ kiñci cikkaṇaṁ. Cikkaṇaṁ nāma niyyāsaṁ. Udakatelaṁ nāma udakamissakaṁ telaṁ. Katthaci potthakesu ‘‘siṭṭhā’’ti pāṭho, soyevattho. Anulomanipātatthanti nalāṭābhimukhaṁ anulomena pātanatthaṁ. Uddhalomenāti uddhaggaṁ hutvā ṭhitalomena.",
  "tika-vin11t28:9": "2791.Hatthaṁ telena temetvāti karatalaṁ telena makkhetvā. Siroruhā kesā. Uṇhābhitattassāti uṇhābhitattarajasirassa. Allahatthena siroruhe puñchituṁ vaṭṭatīti yojanā.",
  "tika-vin11t28:10": "2792.Ādāseudapatte vāti ettha kaṁsapattādīnipi, yesu mukhanimittaṁ paññāyati, sabbāni ādāsasaṅkhameva gacchanti, kañjiyādīnipi ca udapattasaṅkhameva, tasmā yattha katthaci olokentassa dukkaṭaṁ.",
  "tika-vin11t28:11": "2793. Yena hetunā mukhaṁ olokentassa anāpatti, taṁ dassetumāha ‘‘sañchavi’’ntiādi. Ābādhapaccayā ‘‘me mukhe vaṇo sañchavi nu kho, udāhu na sañchavī’’ti mukhaṁ daṭṭhuñca ‘‘ahaṁ jiṇṇo nu kho, udāhu no’’ti attano āyusaṅkhārajānanatthañca mukhaṁ daṭṭhuṁ vaṭṭatīti yojanā.",
  "tika-vin11t28:12": "2794.Naccaṁ vāti yaṁ kiñci naccaṁ antamaso moranaccampi. Gītanti yaṁ kiñci naṭagītaṁ vā sādhugītaṁ vā antamaso dantagītampi, yaṁ ‘‘gāyissāmā’’ti pubbabhāge okūjantā karonti, etampi na vaṭṭati. Vāditanti yaṁ kiñci vāditaṁ. Daṭṭhuṁ vā pana sotuṁ vāti naccaṁ daṭṭhuṁ vā gītaṁ vāditaṁ sotuṁ vā.",
  "tika-vin11t28:13": "2795. Sayaṁ naccantassa vā naccāpentassa vā gāyantassa vā gāyāpentassa vā vādentassa vā vādāpentassa vā dukkaṭameva aṭṭhakathāya (cūḷava. aṭṭha. 248) vuttanti tadekadesaṁ dassetumāha ‘‘daṭṭhumantamaso’’tiādi.",
  "tika-vin11t28:14": "2796.Suṇātīti gītaṁ vā vāditaṁ vā. Passatīti naccaṁ passati.",
  "tika-vin11t28:15": "2797.Passissāmīti ettha ‘‘suṇissāmī’’ti seso. ‘‘Naccaṁ passissāmi, gītaṁ, vāditaṁ vā suṇissāmī’’ti vihārato vihāraṁ gacchato vāpi dukkaṭaṁ hotīti yojanā.",
  "tika-vin11t28:16": "2798.Uṭṭhahitvāna gacchatoti ‘‘naccaṁ passissāmī’’ti, ‘‘gītaṁ, vāditaṁ vā suṇissāmī’’ti nisinnaṭṭhānato uṭṭhahitvā antovihārepi taṁ taṁ disaṁ gacchato āpatti hotīti yojanā. Vīthiyaṁ ṭhatvā gīvaṁ pasāretvā passatopi ca āpattīti yojanā.",
  "tika-vin11t28:17": "2799.Dīghāti dvaṅgulato dīghā. Na dhāreyyāti na dhāretabbā. Dvaṅgulaṁ vā dumāsaṁ vāti ettha dve aṅgulāni parimāṇaṁ etassāti dvaṅgulo, keso. Dve māsā ukkaṭṭhaparicchedo assāti dumāso. Kesaṁ dhārento dvaṅgulaṁ vā dhāreyya dumāsaṁ vā. Tato uddhaṁ na vaṭṭatīti tato dvaṅgulato vā dumāsato vā kesato uddhaṁ kesaṁ dhāretuṁ na vaṭṭati.",
  "tika-vin11t28:18": "Atha vā dve aṅgulāni samāhaṭāni dvaṅgulaṁ, dve māsā samāhaṭā dumāsaṁ, ubhayattha accantasaṁyoge upayogavacanaṁ. Kese dhārento dvaṅgulamattaṁ vā dhāreyya dumāsamattaṁ vā, tato kālaparimāṇato uddhaṁ kese dhāretuṁ na vaṭṭatīti attho. Sace kese antodvemāse dvaṅgule pāpuṇanti, antodvemāseyeva chinditabbā. Dvaṅgule hi atikkametuṁ na vaṭṭati. Sacepi na dīghā, dvemāsato ekadivasampi atikkametuṁ na labhatiyeva. Evamayaṁ ubhayenapi ukkaṭṭhaparicchedeneva vutto, tato oraṁ pana navaṭṭanabhāvo nāma natthi.",
  "tika-vin11t28:19": "2800. Dīghe nakhe, dīghāni nāsikalomāni ca na dhārayeti yojanā, na dhāreyya, chindeyyāti attho. Vīsatimaṭṭhanti vīsatiyā nakhānaṁ maṭṭhaṁ likhitamaṭṭhabhāvaṁ kātuṁ bhikkhuno na vaṭṭatīti yojanā. Satthakena tacchetvā cuṇṇakena pamajjitvā phalikamaṇīnaṁ viya ujjalakaraṇaṁ likhitamaṭṭhaṁ nāma. ‘‘Anujānāmi, bhikkhave, malamattaṁ apakaḍḍhitu’’nti (cūḷava. 274) anuññātattā muggaphalatacādīhi nakhamalaṁ apanetuṁ vaṭṭati.",
  "tika-vin11t28:20": "2801.Kappāpeyyavisuṁ massunti yo kesacchinno visuṁ massuṁ kappāpeyya. Dāṭhikaṁ ṭhapeyyāti kese chindāpetvā massuṁ akappāpetvā visuṁ ṭhapeyya. Sambādheti upakacchakamuttakaraṇasaṅkhāte sambādhaṭṭhāne. Lomaṁ saṁharāpeyyavāti satthena vā saṇḍāsena vā aññena yena kenaci parena chindāpeyya, sayaṁ vā chindeyya. ‘‘Anujānāmi, bhikkhave, ābādhapaccayā sambādhe lomaṁ saṁharāpetu’’nti (cūḷava. 275) anuññātattā yathāvuttasambādhe gaṇḍapiḷakavaṇādike ābādhe sati lomaṁ saṁharāpetuṁ vaṭṭati.",
  "tika-vin11t28:21": "2802. Agilānassa chindato dukkaṭaṁ vuttaṁ. Aññena vā puggalena tathā kattariyā chindāpentassa dukkaṭaṁ vuttanti sambandho.",
  "tika-vin11t28:22": "2803.Sesaṅgachedaneti aṅguliyādiavasesasarīrāvayavānaṁ chedane. Attavadheti attupakkamena vā āṇattiyā upakkamena vā attano jīvitanāse.",
  "tika-vin11t28:23": "2804.Aṅganti aṅgajātato avasesaṁ sarīrāvayavaṁ. Ahikīṭādidaṭṭhassa tappaṭikāravasena aṅgaṁ chindato na doso. Tādisābādhapaccayā tappaṭikāravasena aṅgaṁ chindato na doso. Lohitaṁ mocentassāpi na dosoti yojanā.",
  "tika-vin11t28:24": "2805.Aparissāvano bhikkhu sace maggaṁ gacchati, dukkaṭaṁ. Magge addhāne taṁ parissāvanaṁ yācamānassa yo na dadāti, tassa adadato adentassāpi tatheva dukkaṭamevāti yojanā. Yo pana attano hatthe parissāvane vijjamānepi yācati, tassa na akāmā dātabbaṁ.",
  "tika-vin11t28:25": "2806.‘‘Naggo’’ti padaṁ ‘‘na bhuñje’’tiādi kiriyāpadehi paccekaṁ yojetabbaṁ. Na bhuñjeti bhattādiṁ bhuñjitabbaṁ na bhuñjeyya. Na piveti yāguādiṁ pātabbaṁ na piveyya. Na ca khādeti mūlakhādanīyādikaṁ khādanīyaṁ na khādeyya. Na sāyayeti phāṇitādikaṁ sāyitabbañca na sāyeyya na liheyya. Na dadeti aññassa bhattādiṁ kiñci na dadeyya. Na gaṇheyyāti tathā sayaṁ naggo hutvā na paṭiggaṇheyya. Añjasaṁ maggaṁ.",
  "tika-vin11t28:26": "2807.Parikammaṁ na kātabbanti piṭṭhiparikammādiparikammaṁ na kātabbaṁ. Kārayeti sayaṁ naggo hutvā aññena piṭṭhiparikammādiparikammaṁ na kārāpeyyāti attho.",
  "tika-vin11t28:27": "2808. Piṭṭhikammādike parikamme jantāgharādikā tisso paṭicchādī vuttā ‘‘anujānāmi, bhikkhave, tisso paṭicchādiyo jantāgharapaṭicchādiṁ udakapaṭicchādiṁ vatthapaṭicchādi’’nti (cūḷava. 261) anuññātāti yojanā. Paṭicchādeti hirikopinanti paṭicchādi, jantāgharameva paṭicchādi jantāgharapaṭicchādi. Udakameva paṭicchādi udakapaṭicchādi. Vatthameva paṭicchādi vatthapaṭicchādi. ‘‘Sabbattha pana vaṭṭatī’’ti iminā itarapaṭicchādidvayaṁ parikammeyeva vaṭṭatīti dīpeti. Sabbatthāti bhojanādisabbakiccesu.",
  "tika-vin11t28:28": "2809.Yattha katthaci peḷāyanti tambalohavaṭṭalohakaṁsalohakāḷalohasuvaṇṇarajatādīhi katāya vā dārumayāya vā yāya kāyaci peḷāya āsittakūpadhāne. Bhuñjituṁ na ca vaṭṭatīti bhājanaṁ ṭhapetvā bhuñjituṁ na vaṭṭati. Yathāha – ‘‘āsittakūpadhānaṁ nāma tambalohena vā rajatena vā katāya peḷāya etaṁ adhivacanaṁ, ‘na bhikkhave āsittakūpadhāne bhuñjitabba’nti sāmaññena paṭikkhittattā pana dārumayāpi na vaṭṭatī’’ti (cūḷava. aṭṭha. 264). ‘‘Anujānāmi bhikkhave maḷorika’’nti (cūḷava. 264) anuññātattā maḷorikāya ṭhapetvā bhuñjituṁ vaṭṭati. ‘‘Maḷorikā’’ti ca daṇḍādhārako vuccati, yaṁ tayo, cattāro, bahū vā daṇḍake upari ca heṭṭhā ca vitthataṁ majjhe saṅkucitaṁ katvā bandhitvā ādhārakaṁ karonti. Yaṭṭhiādhārakapaṇṇādhārakapacchikapiṭṭhaghaṭakakavāṭakādibhājanamukhaudukkhalādīnipi ettheva saṅgahaṁ gacchanti. Yaṭṭhiādhārakoti yaṭṭhiṁyeva ujukaṁ ṭhapetvā bandhīkataādhārako.",
  "tika-vin11t28:29": "Ekabhājane visuṁ visuṁ bhojanassāpi sambhavato ‘‘bhuñjato ekabhājane’’ti ettakeyeva vutte tassāpi pasaṅgo siyāti tannivattanatthamāha ‘‘ekato’’ti. ‘‘Bhuñjato’’ti idaṁ upalakkhaṇaṁ. Ekato ekabhājane yāguādipānampi na vaṭṭati. Yathāha – ‘‘na, bhikkhave, ekathālake pātabba’’nti (cūḷava. 264). Atha vā bhuñjatoti ajjhohārasāmaññena pānampi saṅgahitanti veditabbaṁ. Ayamettha vinicchayo – sace eko bhikkhu bhājanato phalaṁ vā pūvaṁ vā gahetvā gacchati, tasmiṁ apagate itarassa sesakaṁ bhuñjituṁ vaṭṭati. Itarassāpi tasmiṁ khaṇe puna gahetuṁ vaṭṭatīti.",
  "tika-vin11t28:30": "2810. Ye dve vā tayo vā bhikkhū ekapāvuraṇā vā ekattharaṇā vā ekattharaṇapāvuraṇā vā nipajjanti, tesañca, ye ekamañcepi ekato nipajjanti, tesañca āpatti dukkaṭaṁ hotīti yojanā.",
  "tika-vin11t28:31": "2811.Saṅghāṭipallatthikamupāgatoti ettha saṅghāṭīti saṅghāṭināmena adhiṭṭhitacīvaramāha. Saṅghāṭipallatthikaṁ upagatena yutto hutvāti attho. Na nisīdeyyāti vihāre vā antaraghare vā yattha katthaci na nisīdeyya. ‘‘Saṅghāṭīti nāmena adhiṭṭhitacīvaravohārappattamadhiṭṭhitacīvaraṁ ‘saṅghāṭī’ti vutta’’nti nissandehe, khuddasikkhāvaṇṇanāyampi ‘‘saṅghāṭiyā na pallattheti adhiṭṭhitacīvarena vihāre vā antaraghare vā pallatthiko na kātabbo’’ti vuttaṁ. Aṭṭhakathāyaṁ pana ‘‘antogāme vāsatthāya upagatena adhiṭṭhitaṁ saṅghāṭiṁ vinā sesacīvarehi pallatthikāya nisīdituṁ vaṭṭatī’’ti vuttaṁ.",
  "tika-vin11t28:32": "Kiñcikīḷaṁ na kīḷeyyāti jutakīḷādikaṁ yaṁ kiñci kāyikavācasikakīḷikaṁ na kīḷeyya. Na ca gāhayeti na ca gāhāpeyya, na harāpeyyāti attho.",
  "tika-vin11t28:33": "2812.Dāṭhikāyapīti massumhi. Uggatanti ettha ‘‘bībhaccha’’nti seso. Aññanti apalitaṁ. Tādisanti bībhacchaṁ.",
  "tika-vin11t28:34": "2813.‘‘Agilāno’’ti iminā gilānassa anāpattibhāvaṁ dīpeti. ‘‘Dhāreyyā’’ti iminā suddhakattuniddesena agilānassapi paraṁ dhārāpane, parassa dhāraṇasādiyane ca anāpattīti viññāyatīti. Attano guttatthaṁ, cīvarādīnaṁ guttatthañca vaṭṭatīti yojanā. Tatrāyaṁ vinicchayo (cūḷava. aṭṭha. 270) – yassa kāyadāho vā pittakopo vā hoti, cakkhu vā dubbalaṁ, añño vā koci ābādho vinā chattena uppajjati, tassa gāme vā araññe vā chattaṁ vaṭṭati. Vāḷamigacorabhayesu attaguttatthaṁ, vasse pana cīvaraguttatthampi vaṭṭati. Ekapaṇṇacchattaṁ pana sabbattheva vaṭṭati. ‘‘Ekapaṇṇacchattaṁ nāma tālapatta’’nti gaṇṭhipadesu vuttanti.",
  "tika-vin11t28:35": "2814. Hatthisoṇḍākāro abhedopacārena ‘‘hatthisoṇḍa’’nti vutto. Evamuparipi. Cīvarassa nāmadheyyaṁ ‘‘vasana’’nti idaṁ. ‘‘Nivāsentassa dukkaṭa’’nti padadvayañca ‘‘hatthisoṇḍa’’ntiādīhi sabbapadehi paccekaṁ yojetabbaṁ. Velliyanti ettha gāthābandhavasena saṁ-saddalopo, saṁvelliyanti attho.",
  "tika-vin11t28:36": "Ettha hatthisoṇḍaṁ (cūḷava. aṭṭha. 280) nāma nābhimūlato hatthisoṇḍasaṇṭhānaṁ olambakaṁ katvā nivatthaṁ coḷikitthīnaṁ nivāsanaṁ viya. Catukkaṇṇaṁ nāma uparito dve, heṭṭhato dveti evaṁ cattāro kaṇṇe dassetvā nivatthaṁ. Macchavāḷakaṁ nāma ekato dasantaṁ ekato pāsantaṁ olambetvā nivatthaṁ. Saṁvelliyanti mallakammakārādayo viya kacchaṁ bandhitvā nivāsanaṁ. Tālavaṇṭakaṁ nāma tālavaṇṭākārena sāṭakaṁ olambetvā nivāsanaṁ. Ca-saddena satavalikaṁ saṅgaṇhāti. Satavalikaṁ nāma dīghasāṭakaṁ anekakkhattuṁ obhañjitvā ovaṭṭikaṁ karontena nivatthaṁ, vāmadakkhiṇapassesu vā nirantaraṁ valiyo dassetvā nivatthaṁ. Sace pana jāṇuto paṭṭhāya ekā vā dve vā valiyo paññāyanti, vaṭṭati. Evaṁ nivāsetuṁ gilānassapi maggapaṭipannassapi na vaṭṭati.",
  "tika-vin11t28:37": "Yampi maggaṁ gacchantā ekaṁ vā dve vā koṇe ukkhipitvā antaravāsakassa upari laggenti, anto vā ekaṁ kāsāvaṁ tathā nivāsetvā bahi aparaṁ nivāsenti, sabbaṁ na vaṭṭati. Gilāno pana antokāsāvassa ovaṭṭikaṁ dassetvā aparaṁ upari nivāsetuṁ labhati. Agilānena dve nivāsentena saguṇaṁ katvā nivāsetabbāni. Iti yañca idha paṭikkhittaṁ, yañca sekhiyavaṇṇanāyaṁ, taṁ sabbaṁ vajjetvā nibbikāraṁ timaṇḍalaṁ paṭicchādentena parimaṇḍalaṁ nivāsetabbaṁ. Yaṁ kiñci vikāraṁ karonto dukkaṭā na muccati.",
  "tika-vin11t28:38": "2815.Gihipārupananti ‘‘setapaṭapārutaṁ (cūḷava. aṭṭha. 280) paribbājakapārutaṁ ekasāṭakapārutaṁ soṇḍapārutaṁ antepurikapārutaṁ mahājeṭṭhakapārutaṁ kuṭipavesakapārutaṁ brāhmaṇapārutaṁ pāḷikārakapāruta’’nti evamādiparimaṇḍalalakkhaṇato aññathā pārutaṁ, sabbametaṁ gihipārutaṁ nāma. Tasmā yathā setapaṭā aḍḍhapālakanigaṇṭhā pārupanti, yathā ca ekacce paribbājakā uraṁ vivaritvā dvīsu aṁsakūṭesu pāvuraṇaṁ ṭhapenti, yathā ca ekasāṭakā manussā nivatthasāṭakassa ekenantena piṭṭhiṁ pārupitvā ubho kaṇṇe ubhosu aṁsakūṭesu ṭhapenti, yathā ca surāsoṇḍādayo sāṭakena gīvaṁ parikkhipantā ubho ante udare vā olambenti, piṭṭhiyaṁ vā khipanti, yathā ca antepurikāyo akkhitārakamattaṁ dassetvā oguṇṭhikaṁ pārupanti, yathā ca mahājeṭṭhā dīghasāṭakaṁ nivāsetvā tasseva ekenantena sakalasarīraṁ pārupanti, yathā ca kassakā khettakuṭiṁ pavisantā sāṭakaṁ paliveṭhetvā upakacchake pakkhipitvā tasseva ekenantena sarīraṁ pārupanti, yathā ca brāhmaṇā ubhinnaṁ upakacchakānaṁ antarena sāṭakaṁ pavesetvā aṁsakūṭesu pakkhipanti, yathā ca pāḷikārako bhikkhu ekaṁsapārupanena pārutaṁ vāmabāhaṁ vivaritvā cīvaraṁ aṁsakūṭaṁ āropeti, evaṁ apārupitvā sabbepi ete, aññe ca evarūpe pārupanadose vajjetvā nibbikāraṁ parimaṇḍalaṁ pārupitabbaṁ. Tathā apārupitvā ārāme vā antaraghare vā anādarena yaṁ kiñci vikāraṁ karontassa dukkaṭaṁ. Parimaṇḍalato vimuttalakkhaṇanivāsanapārupanadose vajjetvā parimaṇḍalabhāvoyeva vuttalakkhaṇo adhippetoti attho.",
  "tika-vin11t28:39": "2816.Lokāyataṁ na vāceyyāti ‘‘sabbaṁ ucchiṭṭhaṁ, sabbaṁ anucchiṭṭhaṁ, seto kāko, kāḷo bako iminā ca iminā ca kāraṇenā’’ti evamādiniratthakakāraṇapaṭisaṁyuttaṁ titthiyasatthaṁ aññesaṁ na vāceyya. Na ca taṁ pariyāpuṇeti taṁ lokāyataṁ na ca pariyāpuṇeyya na uggaṇheyya. Tiracchānavijjāti hatthisippaassasippadhanusippādikā paropaghātakarā vijjā ca. Bhikkhunā na pariyāpuṇitabbā, na vācetabbāti yojanā.",
  "tika-vin11t28:40": "2817.Sabbācāmaribījanīti setādivaṇṇehi sabbehi camaravālehi katā bījanī. Na cālimpeyya dāyaṁ vāti davaḍāhādiupaddavanivāraṇāya anuññātaṁ paṭaggidānakāraṇaṁ vinā araññaṁ agginā na ālimpeyya. Davaḍāhe pana āgacchante anupasampanne asati paṭaggiṁ dātuṁ, appaharitakaraṇena vā parikhākhaṇanena vā parittāṇaṁ kātuṁ, senāsanaṁ pattaṁ vā appattaṁ vā aggiṁ allasākhaṁ bhañjitvā nibbāpetuñca labhati. Udakena pana kappiyeneva labhati, netarena. Anupasampanne pana sati teneva kappiyavohārena kārāpetabbaṁ. Mukhaṁ na ca lañjeti manosilādinā mukhaṁ na limpeyya, tilakena aṅgaṁ na kareyyāti attho.",
  "tika-vin11t28:41": "2818.Ubhatokājanti ubhatokoṭiyā bhāravahanakoṭikājaṁ. Antarakājakanti ubhayakoṭiyā ṭhitavāhakehi vahitabbaṁ majjhebhārayuttakājaṁ. Sīsakkhandhakaṭibhārādayo heṭṭhā vuttalakkhaṇāva.",
  "tika-vin11t28:42": "2819. Yo bhikkhu vaḍḍhakiaṅgulena aṭṭhaṅgulādhikaṁ vā teneva aṅgulena caturaṅgulapacchimaṁ vā dantakaṭṭhaṁ khādati, evaṁ khādato tassa āpatti dukkaṭaṁ hotīti yojanā.",
  "tika-vin11t28:43": "2820.Kicce satipīti sukkhakaṭṭhādiggahaṇakicce pana sati. Porisanti purisappamāṇaṁ, byāmamattanti vuttaṁ hoti. Āpadāsūti vāḷamigādayo vā disvā maggamūḷho vā disā oloketukāmo hutvā davaḍāhaṁ vā udakoghaṁ vā āgacchantaṁ disvā vā evarūpāsu āpadāsu. Vaṭṭatevābhirūhitunti atiuccampi rukkhaṁ ārohituṁ vaṭṭati eva.",
  "tika-vin11t28:44": "2821. Sace akallako gilāno na siyā, lasuṇaṁ māgadhaṁ āmakaṁ bhaṇḍikalasuṇaṁ na ca khādeyya neva paribhuñjeyyāti yojanā. Bhaṇḍikalasuṇaṁ nāma catumiñjato paṭṭhāya bahumiñjaṁ. Palaṇḍukabhañjanakādilasuṇe magadhesu jātattepi na doso. Lasuṇavibhāgo heṭṭhā dassitoyeva. Gilānassa pana lasuṇaṁ khādituṁ vaṭṭati. Yathāha – ‘‘anujānāmi, bhikkhave, ābādhapaccayā lasuṇaṁ khāditu’’nti (cūḷava. 289). Ābādhapaccayāti yassa ābādhassa lasuṇaṁ bhesajjaṁ hoti, tappaccayāti attho. Buddhavacananti saṅgītittayāruḷhā piṭakattayapāḷi. Aññathāti sakkaṭādikhalitavacanamayaṁ vācanāmaggaṁ na ropetabbaṁ, tathā na ṭhapetabbanti vuttaṁ hoti.",
  "tika-vin11t28:45": "2822.Khipiteti yena kenaci khipite. ‘‘Jīvā’’ti na vattabbanti yojanā. Bhikkhunā khipite gihinā ‘‘jīvathā’’ti vuttena puna ‘‘ciraṁ jīvā’’ti vattuṁ vaṭṭatīti yojanā. ‘‘Cira’’nti pade satipi vaṭṭati.",
  "tika-vin11t28:46": "2823.Ākoṭentassāti kāyena vā kāyapaṭibaddhādīhi vā paharantassa. Pupphasaṁkiṇṇeti pupphasanthate.",
  "tika-vin11t28:47": "2824. Nhāpitā pubbakā etassāti nhāpitapubbako, nhāpitajātikoti attho. Khurabhaṇḍanti nhāpitaparikkhāraṁ. Na gaṇheyyāti na parihareyya. Sace yo nhāpitajātiko hoti, so khurabhaṇḍaṁ gahetvā na hareyyāti attho. Aññassa hatthato gahetvā kesacchedādi kātuṁ vaṭṭati. Uṇṇīti kesakambalaṁ vinā uṇṇamayā pāvuraṇajāti. ‘‘Gonakaṁ kuttakaṁ cittaka’’miccādinā vuttabhedavantatāya āha ‘‘sabbā’’ti. Uṇṇamayaṁ antokaritvā pārupituṁ vaṭṭatīti āha ‘‘bāhiralomikā’’ti. Yathāha – ‘‘na, bhikkhave, bāhiralomī uṇṇīdhāretabbā’’ti (cūḷava. 249). Sikkhāpadaṭṭhakathāyaṁ ‘‘uṇṇalomāni bahi katvā uṇṇapāvāraṁ pārupanti, tathā dhārentassa dukkaṭaṁ. Lomāni anto katvā pārupituṁ vaṭṭatī’’ti (cūḷava. aṭṭha. 249).",
  "tika-vin11t28:48": "2825.Aṅgarāgaṁ nāma kuṅkumādi. Karontassāti abbhañjantassa. Akāyabandhanassa gāmaṁ pavisatopi dukkaṭaṁ samudīritanti yojanā. Ettha ca asatiyā abandhitvā nikkhantena yattha sarati, tattha bandhitabbaṁ. ‘‘Āsanasālāya bandhissāmī’’ti gantuṁ vaṭṭati. Saritvā yāva na bandhati, na tāva piṇḍāya caritabbaṁ.",
  "tika-vin11t28:49": "2826. Sabbaṁ āyudhaṁ vinā sabbaṁ lohajaṁ lohamayabhaṇḍañca pattaṁ, saṅkamanīyapādukaṁ, yathāvuttalakkhaṇaṁ pallaṅkaṁ, āsandiñca vinā sabbaṁ dārujaṁ dārumayabhaṇḍañca vuttalakkhaṇameva katakaṁ, kumbhakārikaṁ dhaniyasseva sabbamattikāmayaṁ kuṭiñca vinā sabbaṁ mattikāmayaṁ bhaṇḍañca kappiyanti yojanā.",
  "tika-vin11t28:50": "Khuddakavatthukkhandhakakathāvaṇṇanā."
}