{
  "tika-s0403t29:0": "7. Devatāvaggo",
  "tika-s0403t29:1": "1-3. Anāgāmiphalasuttādivaṇṇanā",
  "tika-s0403t29:2": "65-67. Sattamassa paṭhamādīni uttānatthāni. Tatiye abhisamācāre uttamasamācāre bhavaṃ ābhisamācārikaṃ, vattappaṭipattivattaṃ. Tenāha ‘‘uttamasamācārabhūta’’ntiādi. Sekhapaṇṇattisīlanti sekhiyavasena paññattasīlaṃ.",
  "tika-s0403t29:3": "Anāgāmiphalasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t29:4": "4-5. Saṅgaṇikārāmasuttādivaṇṇanā",
  "tika-s0403t29:5": "68-69. Catutthe gaṇena saṅgaṇaṃ samodhānaṃ gaṇasaṅgaṇikā, sā āramitabbaṭṭhena ārāmo etassāti gaṇasaṅgaṇikārāmo. Saṅgaṇikāti vā sakaparisasamodhānaṃ. Gaṇoti nānājanasamodhānaṃ. Sesamettha suviññeyyameva. Pañcamaṃ uttānatthameva.",
  "tika-s0403t29:6": "Saṅgaṇikārāmasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t29:7": "6. Samādhisuttavaṇṇanā",
  "tika-s0403t29:8": "70. Chaṭṭhe paṭippassambhanaṃ paṭippassaddhīti atthato ekanti āha ‘‘na paṭippassaddhiladdhenāti kilesappaṭippassaddhiyā aladdhenā’’ti. Sukkapakkhe santenātiādīsu aṅgasantatāya ārammaṇasantatāya sabbakilesasantatāya ca santena, atappaniyaṭṭhena paṇītena, kilesappaṭippassaddhiyā laddhattā, kilesappaṭippassaddhibhāvaṃ vā laddhattā paṭippassaddhiladdhena, passaddhikilesena vā arahatā laddhattā paṭippassaddhiladdhena, ekodibhāvena adhigatattā ekodibhāvādhigatenāti evamattho daṭṭhabbo.",
  "tika-s0403t29:9": "Samādhisuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t29:10": "7-10. Sakkhibhabbasuttādivaṇṇanā",
  "tika-s0403t29:11": "71-74. Sattame tasmiṃ tasmiṃ viseseti tasmiṃ tasmiṃ sacchikātabbe visese. Sakkhibhāvāya paccakkhakāritāya bhabbo sakkhibhabbo, tassa bhāvo sakkhibhabbatā. Taṃ sakkhibhabbataṃ. Sati satiāyataneti sati satikāraṇe. Kiñcettha kāraṇaṃ? Abhiññā vā abhiññāpādakajjhānaṃ vā, avasāne pana chaṭṭhābhiññāya arahattaṃ vā kāraṇaṃ, arahattassa vipassanā vāti veditabbaṃ. Yañhi taṃ tatra tatra sakkhibhabbatāsaṅkhātaṃ iddhividhapaccanubhavanādi, tassa abhiññā kāraṇaṃ. Atha iddhividhapaccanubhavanādi abhiññā, evaṃ sati abhiññāpādakajjhānaṃ kāraṇaṃ. Arahattampi ‘‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmī’’ti anuttaresu vimokkhesu pihaṃ upaṭṭhapetvā chaṭṭhābhiññaṃ nibbattentassa kāraṇaṃ. Idañca sabbasādhāraṇaṃ na hoti, sādhāraṇavasena pana arahattassa vipassanā kāraṇaṃ. Atha vā sati āyataneti tassa tassa visesādhigamassa upanissayasaṅkhāte kāraṇe satīti evamettha attho daṭṭhabbo.",
  "tika-s0403t29:12": "Hānabhāgiyādīsu ‘‘paṭhamajjhānassa lābhiṃ kāmasahagatā saññāmanasikārā samudācaranti, hānabhāgiyo samādhi. Tadanudhammatā sati santiṭṭhati, ṭhitibhāgiyo samādhi. Avitakkasahagatā saññāmanasikārā samudācaranti, visesabhāgiyo samādhi. Nibbidāsahagatā saññāmanasikārā samudācaranti virāgūpasaṃhitā, nibbedhabhāgiyo samādhī’’ti (vibha. 799) iminā nayena sabbasamāpattiyo vitthāretvā hānabhāgiyādiattho veditabbo. Tattha paṭhamajjhānassa lābhinti yvāyaṃ appaguṇassa paṭhamassa jhānassa lābhī, taṃ. Kāmasahagatā saññāmanasikārā samudācarantīti tato vuṭṭhitaṃ ārammaṇavasena kāmasahagatā hutvā saññāmanasikārā samudācaranti tudanti, tassa kāmānatītassa kāmānupakkhandānaṃ saññāmanasikārānaṃ vasena so paṭhamajjhānasamādhi hāyati parihāyati, tasmā hānabhāgiyo vutto. Tadanudhammatāti tadanurūpasabhāvo. Sati santiṭṭhatīti idaṃ micchāsatiṃ sandhāya vuttaṃ. Yassa hi paṭhamajjhānānurūpasabhāvā paṭhamajjhānaṃ santato paṇītato disvā assādayamānā abhinandamānā nikanti hoti, tassa nikantivasena so paṭhamajjhānasamādhi neva hāyati na vaḍḍhati, ṭhitikoṭṭhāsiko hoti. Tena vuttaṃ ‘‘ṭhitibhāgiyo samādhī’’ti. Avitakkasahagatāti avitakkaṃ dutiyajjhānaṃ santato paṇītato manasikaroto ārammaṇavasena avitakkasahagatā. Saññāmanasikārā samudācarantīti paguṇapaṭhamajjhānato vuṭṭhitaṃ dutiyajjhānādhigamatthāya codenti tudanti. Tassa upari dutiyajjhānānupakkhandānaṃ saññāmanasikārānaṃ vasena so paṭhamajjhānasamādhi visesabhūtassa dutiyajjhānassa uppattipadaṭṭhānatāya ‘‘visesabhāgiyo’’ti vutto.",
  "tika-s0403t29:13": "Nibbidāsahagatāti tameva paṭhamajjhānalābhiṃ jhānato vuṭṭhitaṃ nibbidāsaṅkhātena vipassanāñāṇena sahagatā. Vipassanāñāṇañhi jhānaṅgesu pabhedena upaṭṭhahantesu nibbindati ukkaṇṭhati, tasmā ‘‘nibbidā’’ti vuccati. Samudācarantīti nibbānasacchikiriyatthāya codenti tudanti. Virāgūpasaṃhitāti virāgasaṅkhātena nibbānena upasaṃhitā. Vipassanāñāṇañhi sakkā iminā maggena virāgaṃ nibbānaṃ sacchikātunti pavattito ‘‘virāgūpasaṃhita’’nti vuccati. Taṃsampayuttā saññāmanasikārā virāgūpasaṃhitā eva nāma. Tassa tesaṃ saññāmanasikārānaṃ vasena paṭhamajjhānasamādhi ariyamaggappaṭivedhassa padaṭṭhānatāya ‘‘nibbedhabhāgiyo’’ti vutto. Hānaṃ bhajantīti hānabhāgiyā, hānabhāgo vā etesaṃ atthīti hānabhāgiyā, parihānakoṭṭhāsikāti attho. Iminā nayena ṭhitibhāgiyo veditabbo. Aṭṭhamādīni uttānatthāneva.",
  "tika-s0403t29:14": "Sakkhibhabbasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t29:15": "Devatāvaggavaṇṇanā niṭṭhitā."
}