{
  "tika-vin12t4:0": "Parivāravaggayojanā",
  "tika-vin12t4:1": "Cūḷavaggakhandhakassevaṁ , katvāna yojanānayaṁ;",
  "tika-vin12t4:2": "Adhunā parivārassa, karissaṁ yojanānayaṁ.",
  "tika-vin12t4:3": "Soḷasamahāvāro",
  "tika-vin12t4:4": "Paññattivārayojanā",
  "tika-vin12t4:5": "Evaṁ dvāvīsatikhandhakānaṁ saṁvaṇṇanaṁ katvā idāni ‘‘parivāro’’ti saṅgahamārūḷhassa vinayassa saṁvaṇṇanaṁ karonto ayamācariyo paṭhamaṁ tāva anusandhidassanamukhena paṭiññaṁ kātukāmo āha ‘‘visuddhaparivārassā’’tiādi. Tattha visuddhaparivārassāti visuddhāya catuparisāya parivāritassa, athavā visuddhena catuparisasaṅkhātena parivārena samannāgatassa bhagavatoti sambandho. Parivāre hi visuddhe tena parivārito, taṁparivārito vā bhagavāpi visuddhoyeva nāma hoti. Iminā saṁvaṇṇiyamānassa ‘‘parivāro’’ti saṅgahamārūḷhassa desetabbadhammassa anurūpena desakabhūtassa bhagavato thomanaṁ kataṁ hoti. Dhammakkhandhasarīrassāti sīlādidhammakkhandhasaṅkhātena sarīrena samannāgatassa, iminā saṁvaṇṇitānaṁ khandhakānamanurūpena bhagavato thomanaṁ kataṁ hoti. Pakati hesācariyānaṁ yadidaṁ desetabbadhammānurūpena desakassa thomanā (sārattha. ṭī. 1.ganthārambhakathā; visuddhi. mahāṭī. 1.1). Anantarāti anantare kāle.",
  "tika-vin12t4:6": "Yoti vinayo. Pubbāgatanti pubbe vuttesu vibhaṅgakhandhakesu āgataṁ. Nayanti saddaatthavinicchayanayasaṅkhātaṁ sabbaṁ nayaṁ. Hitvāti cajitvā. Anuttānatthavaṇṇananti anuttānānaṁ padānamatthavaṇṇanaṁ. Ayaṁ panettha yojanā – visuddhaparivārassa dhammakkhandhasarīrassa bhagavato sāsane khandhakānamanantarā ‘‘parivāro’’ti yo vinayo saṅgahaṁ samārūḷho, tassa vinayassa pubbāgataṁ nayaṁ hitvā idāni anuttānatthavaṇṇanaṁ karissāmīti.",
  "tika-vin12t4:7": "1. Tattha tatthāti ‘‘tassa anuttānatthavaṇṇanaṁ karissāmī’’ti yo parivārasaṅkhāto vinayo saṁvaṇṇetabbabhāvena vutto, tattha. Saṅkhepatthoti samāsattho. Yaṁ tenāti ettha tasaddassa aniyamaniddesabhāvaṁ dassento āha ‘‘yo so’’ti. Tattha yoti aniyama niddeso, tassa ‘‘tenā’’ti niyamanaṁ daṭṭhabbaṁ. Soti padālaṅkāro. Dvīsu hi sabbanāmesu yebhuyyena pubbameva padhānaṁ, pacchimaṁ pana vacanālaṅkāraṁ. Yo so bhagavā paññapesīti sambandho. Ciraṭṭhitikatthanti ciraṁ pañcavassasahassakālaṁ ṭhitikatthāya, ‘‘yācito’’ti ca ‘‘paññapesī’’ti ca sambandho. Dhammasenāpatinā yācitoti sambandho. Yācito hutvā paññapesīti yojanā. Tena bhagavatā paññattanti sambandho. ‘‘Jānatā passatā’’ti dvinnaṁ padānaṁ kammameva dassento āha ‘‘tassa tassā’’tiādi. Tattha ‘‘paññattikāla’’nti iminā ‘‘jānatā’’ti padassa kammaṁ dasseti, ‘‘dasa atthavase’’ti iminā ‘‘passatā’’ti padassa kammaṁ.",
  "tika-vin12t4:8": "Evaṁ kammadassanena yojanānayaṁ dassetvā idāni karaṇadassanena aparampi yojanānayaṁ dassento āha ‘‘apicā’’tiādi. ‘‘Pubbenivāsādīhī’’tiādisaddena dibbacakkhussa visuṁ gahetabbattā iddhividhadibbasotaparacittavijānanāni gahetabbāni. Imehi padehi ‘‘jānatā, passatā’’ti dvinnaṁ padānaṁ pañcannaṁ lokiyaabhiññānameva karaṇabhāvaṁ dasseti. Tīhi vijjāhīti pubbenivāsadibbacakkhuāsavakkhayañāṇasaṅkhātāhi tīhi vijjāhi. Chahi vā pana abhiññāhīti saha āsavakkhayañāṇena pañcalokiyābhiññāsaṅkhātāhi chahi abhiññāhi. Sabbatthāti sabbesu tīsu kālesu, pañcasupi ñeyyadhammesu. Samantacakkhunāti anāvaraṇasabbaññutaññāṇasaṅkhātena samantacakkhunā. Paññāyāti sabbaññutapaññāya. Tirokuṭṭādīti ādisaddena tiropabbatādayo saṅgaṇhāti. Maṁsacakkhunāti pasādacakkhunā. Paṭivedhapaññāyāti maggapaññāya. Desanāpaññāyāti sabbaññutapaññāya. Sabbaññutapaññāyeva hi atthato desanāpaññā nāma. Tena vuttaṁ ‘‘tassā paññāya tejasā. Abhidhammakathāmaggaṁ, devānaṁ sampavattayīti (dha. sa. aṭṭha. ganthārambhakathā 5). Imehi padehi avatthāvasena visuṁ visuṁ dvinnaṁ padānaṁ karaṇasambhavaṁ dasseti. Arahatāti arīnaṁ arānañca hatattā, paccayādīnañca arahattā arahatā. Sammāsambuddhenāti sammā sāmañca sabbadhammānaṁ buddhattā sammāsambuddhena, tena bhagavatāti sambandho. Kenābhatanti taṁ paṭhamaṁ pārājikaṁ kena ābhataṁ, iti saṅkhepatthoti yojanā.",
  "tika-vin12t4:9": "2. Pucchāvisajjane pana evamattho veditabboti yojanā. Yaṁ tena…pe… pārājikanti idaṁ padaṁ paccuddharaṇamattamevāti sambandho. Patiuddharaṇamattameva, na atthadassananti attho. Etthāti etesu padesu. Ekā paññattīti ekā paṭhamapaññatti. Anupaññattiyoti pacchā ṭhapitā paññattiyo.",
  "tika-vin12t4:10": "Ettāvatāti ettakena ‘‘ekā paññatti, dve anupaññattiyo’’ti vacanamattena vissajjitā hontīti sambandho. Tatiyaṁ pucchanti sambandho. Kasmā anuppannapaññatti tasmiṁ natthīti āha ‘‘ayaṁ hī’’tiādi. Tattha hi yasmā aññatra natthi, tasmā natthīti yojanā. ‘‘Anuppanne dose paññattā’’ti iminā anuppanne dose paññapetabbāti anuppannapaññattīti vacanatthaṁ dasseti. Sāti anuppannapaññatti. Tasmāti yasmā aññatra natthi, tasmā. Sabbatthapaññattīti ettha sabbasmiṁ padese paññatti sabbatthapaññattīti aluttasamāsaṁ dassento āha ‘‘majjhimadese cevā’’tiādi. ‘‘Majjhimadese ceva paccantimajanapadesu cā’’ti iminā ‘‘sabbatthā’’ti padassa sarūpaṁ dasseti. Padesapaññattiṁ apanetvā sabbatthapaññattiṁ pārisesanayena dassento āha ‘‘vinayadharapañcamenā’’tiādi . Tattha vinayadharapañcamenāti anussāvanācariyapañcamena. Etthevāti majjhimadeseyeva. Etehīti catūhi sikkhāpadehi. Sesānīti catūhi sikkhāpadehi sesāni.",
  "tika-vin12t4:11": "Sādhāraṇapaññattīti ettha sādhāraṇā nāma bhikkhubhikkhunīnamevāti āha ‘‘bhikkhūnañceva bhikkhunīnañcā’’ti. Idaṁ panāti paṭhamapārājikaṁ pana, paññattanti sambandho. Vinītakathāmattamevāti vinītavatthupakāsakaṁ kathāmattameva. Tāsanti bhikkhunīnaṁ. Byañjanamattamevāti ‘‘sādhāraṇā’’ti ca ‘‘ubhato’’ti ca byañjanamattameva. Etthāti sādhāraṇapaññattiubhatopaññattipade.",
  "tika-vin12t4:12": "‘‘Nidāne anupaviṭṭha’’nti iminā ‘‘nidānogadha’’nti padassa sattamīsamāsañca ogadhasaddassa anupaviṭṭhatthañca dasseti. Ogāḷho hutvā dharati tiṭṭhatīti ogadhaṁ. Nanu nidānogadhe sati ‘‘paṭhamena uddesenā’’ti vattabbaṁ, kasmā ‘‘dutiyena uddesenā’’ti vuttanti āha ‘‘nidānogadha’’nti. Nidānapariyāpannampi samānanti nidānapariyāpannaṁ samānampīti yojanā. Pisaddo garahattho, pageva dutiye uddese pariyāpanneti dasseti. ‘‘Sīlavipattiādīna’’nti vacanaṁ vitthārento āha ‘‘paṭhamā hī’’tiādi.",
  "tika-vin12t4:13": "Dvaṅgikenāti kāyacittasaṅkhātena dvaṅgikena. Nanu ‘‘ekena samuṭṭhānenā’’ti vuttattā ‘‘kāyatoyevā’’ti vattabbaṁ, atha kasmā ‘‘kāyato ca cittato ca samuṭṭhātī’’ti vuttanti āha ‘‘ettha hī’’tiādi. Etthāti ‘‘ekena samuṭṭhānenā’’ti vacane. Cittanti sevanacittaṁ. Āpannosīti tvaṁ āpanno asīti yojanā. Āma āpannomhīti āma ahaṁ āpanno amhīti yojanā. Tāvadevāti tasmiṁ paṭijānakkhaṇeyeva. Taṁ puggalanti pārājikamāpannaṁ taṁ puggalaṁ. Tappaccayāti tassa pārājikamāpannassa kāraṇā. ‘‘Na katamena samathena sammatī’’ti yaṁ pana vacanaṁ vuttanti yojanā. Tanti vacanaṁ, vuttanti sambandho.",
  "tika-vin12t4:14": "Vuttamātikā paññattīti vuttamātikāsaṅkhātā paññatti vinayo nāmāti yojanā. Mātikā hi yasmā paññapīyati saṅkhepena ṭhapīyati, pakāraṁ jānāpeti vā, tasmā paññattīti vuccati. ‘‘Padabhājanaṁ vuccatī’’ti iminā vitthārena bhājiyati etāyāti vibhattīti dasseti. Vītikkamoti kāyavācāvītikkamo. So hi na saṁvarati kāyavācaṁ na pidahatīti asaṁvaroti vuccati. Yesaṁ vattatīti ettha vattatikiriyāya kattāraṁ dassento āha ‘‘vinayapiṭakañca aṭṭhakathā cā’’ti. Paguṇāti vācuggatā. Teti te puggalā, dhārentīti sambandho. Hīti saccaṁ, yasmā vā. Etassāti paṭhamapārājikassa. Kenābhatanti ettha bharadhātuyā dhāraṇaposanatthesu (pāṇinī 108 dhātupāṭhe) dhāraṇatthaṁ dassento āha ‘‘kena ānīta’’nti . ‘‘Paramparāya ānīta’’nti iminā paramparābhatanti padassa tatiyāsamāsaṁ dasseti. Athavā ‘‘kenābhata’’nti pucchāya anurūpaṁ yakāralopavasena vākyanti dasseti.",
  "tika-vin12t4:15": "3.Upāli dāsako cevātiādikā gāthāyo kimatthaṁ kehi ṭhapitāti āha ‘‘idānī’’tiādi. Tanti paraṁ paraṁ. Tatthāti tāsu gāthāsu. Yanti vacanaṁ. Iminā nayenāti paṭhamapārājikassa pucchāvisajjane vuttena iminā nayena.",
  "tika-vin12t4:16": "Iti mahāvibhaṅge paññattivāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:17": "Katāpattivārādivaṇṇanā",
  "tika-vin12t4:18": "157.Itoti paññattivārato, paraṁ vuttā satta vārā uttānatthā evāti yojanā. Katāpattivāroti ‘‘katāpattī’’ti padena lakkhito vāro. Eseva nayo sesesupi. Tadanantaroti tesaṁ sattannaṁ vārānaṁ anantare vutto. Samuccayavāroti saṁ ekato āpattivipattiādayo uciyanti sampiṇḍiyanti etthāti samuccayo, soyeva vāro samuccayavāro.",
  "tika-vin12t4:19": "188.Tatoti tehi aṭṭhahi vārehi, paraṁ vuttāti sambandho. Paccayavasena vutto eko paññattivāroti yojanā. Paccayavasenāti paccayasaddassa vasena. Tassāti paccayassa. Tepīti aṭṭha vārāpi. Itītiādi nigamanaṁ. Tatoti mahāvibhaṅgato, paraṁ āgatāti sambandho. Evaṁ ime dvattiṁsa vārāti yojanā. Hīti saccaṁ, yasmā vā. Etthāti dvattiṁsavāresu.",
  "tika-vin12t4:20": "Samuṭṭhānasīsavaṇṇanā",
  "tika-vin12t4:21": "257.Tadanantarāyāti tesaṁ dvattiṁsavārānaṁ anantaraṁ vuttāya samuṭṭhānakathāya evamattho veditabboti yojanā. Anattā iti nicchitāti anattātveva vinicchitā. Iminā anattā iti nicchayāti ettha cidhātuyā vinicchayatthaṁ dasseti. ‘‘Aniccākārādīhī’’ti iminā sabhāgadhammānanti ettha aniccākārādīhi samāno bhāgo etesanti sabhāgā, teyeva dhammā sabhāgadhammāti vacanatthaṁ dasseti. Nāmamattampīti aniccādināmamattampi. Pisaddena pageva nāmiko aniccādisabhāvoti dasseti. Na paññāyatīti na khāyati. Iminā na nāyatīti ettha ñādhātuyā khāyanatthaṁ dasseti. Dukkhahāninti ettha dukkhaṁ jahātīti dukkhahānīti dassento āha ‘‘dukkhaghātana’’nti. Dukkhaṁ hanatīti dukkhaghātano, saddhammo, taṁ. ‘‘Khandhakā yā ca mātikā’’ti vattabbe sukhuccāraṇatthāya rassavasena pāṭho atthīti āha ‘‘khandhakā ya ca mātikā’’ti. Samuṭṭhānaṁ niyatokatanti (saṁ. ni. 1.216) ettha ‘‘samuṭṭhānaṁ niyatakata’’nti vattabbe ‘‘parosahassa’’ntiādīsu viya okārāgamavasena ‘‘samuṭṭhānaniyatokata’’nti vuttanti āha ‘‘samuṭṭhānaṁ niyatakata’’nti. Etenāti ‘‘samuṭṭhānaṁ niyatokata’’nti pāṭhena. Paccetabboti pati etabbo, paṭimukhaṁ ñātabboti attho. Aññehīti tīhi sikkhāpadehi aññehi sikkhāpadehi.",
  "tika-vin12t4:22": "Tatthāti sambhedanidānavacanesu. Sambhedavacanena paccetabbanti sambandho. Hīti saccaṁ. Tāni tīṇi sikkhāpadāni ṭhapetvāti sambandho. Paññattidesasaṅkhātanti paññattiṭṭhānabhūtadesasaṅkhātaṁ. ‘‘Imāni tīṇī’’ti iminā ‘‘dissantī’’ti kiriyāya kattāraṁ dasseti. ‘‘Paññāyantī’’ti iminā disadhātuyā khāyanatthaṁ dasseti. Tatthāti samuṭṭhānaniyamasambhedanidānasaṅkhātesu tīsu, niddhāraṇe bhummaṁ. Itaraṁ panāti samuṭṭhānaniyamasambhedehi aññaṁ pana.",
  "tika-vin12t4:23": "Āḷavīti āḷaviyaṁ. Sakkesu bhaggesu cāti ettha janapadanāmattā bahuvacanavasena vuttaṁ.",
  "tika-vin12t4:24": "Dvīsu vibhaṅgesu paññattaṁ yaṁ sikkhāpadaṁ uddisantīti yojanā. ‘‘Vibhaṅgesū’’ti iminā vibhaṅgeti ettha sukāralopoti dasseti. Tassāti sikkhāpadassa. Yathāñāyanti yuttiyā anurūpaṁ. Tanti samuṭṭhānaṁ. Me suṇāthāti mama santikā suṇātha. Itīti ayamattho.",
  "tika-vin12t4:25": "Kathinanti paṭhamakathinasamuṭṭhānaṁ. Ananuññātāya saddhinti ananuññātasamuṭṭhānena saddhiṁ. Sadisā idha dissareti ettha idhasaddo atthapakaraṇavasena ubhatovibhaṅgavisayoti āha ‘‘idha ubhatovibhaṅge’’ti. ‘‘Sadisānī’’ti iminā sadisāti ettha nikārassākārādeso dassito. ‘‘Dissantī’’ti iminā dissareti ettha antisaddassa rekāro (niruttidīpaniyaṁ 570 sute) dassito.",
  "tika-vin12t4:26": "Samuṭṭhānasīso",
  "tika-vin12t4:27": "Paṭhamapārājikasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:28": "258. Kimatthaṁ ‘‘methunaṁ sukkasaṁsaggo’’tiādivacanaṁ vuttanti āha ‘‘idānī’’tiādi. Tattha tatthāti ‘‘methunaṁ sukkasaṁsaggo’’tiādivacane. Samuṭṭhānasīsanti samuṭṭhānānaṁ, samuṭṭhānesu vā sīsaṁ. Sesānīti paṭhamapārājikato sesāni pañcasattati sikkhāpadāni. Tenāti paṭhamapārājikena. ‘‘Sukkasaṁsaggo’’tiādivacanaṁ saṁvaṇṇento āha ‘‘tatthā’’tiādi. Tattha tatthāti ‘‘sukkasaṁsaggo’’tiādivacane.",
  "tika-vin12t4:29": "Khuddakavaṇṇanāvasāneti khuddakaṭṭhakathāya avasāne.",
  "tika-vin12t4:30": "Liṅgavipariyāyoti liṅgavipallāso. Kāyamānasikā katāti ettha kāyamānasesu pavattā kāyamānasikāti vutte samuṭṭhānāti āha ‘‘kāyacittasamuṭṭhānā katā’’ti.",
  "tika-vin12t4:31": "Dutiyapārājikasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:32": "259. Idaṁ samuṭṭhānaṁ ekaṁ samuṭṭhānasīsanti sambandho. ‘‘Adinnādāna’’nti iminā adinnanti ettha samudāyanāme ekadesavohāroti dasseti. Sesānīti dutiyapārājikato sesāni ekūnasattati sikkhāpadāni. Tenāti dutiyapārājikena. Tatthāti ‘‘viggahuttarī’’tiādivacane. Viggahuttarītiādipadānaṁ byañjane ādaramakatvā atthameva dassetuṁ vuttaṁ ‘‘manussaviggahauttarimanussadhammasikkhāpadānī’’ti. Aniyatā dutiyikāti āpattiṁ apekkhitvā pāḷiyaṁ itthiliṅgavasena vuttaṁ, aṭṭhakathāyaṁ pana sikkhāpadaṁ apekkhitvā napuṁsakaliṅgavasena dutiyanti vuttaṁ.",
  "tika-vin12t4:33": "Samuṭṭhānā tikā katāti ettha ‘‘tikasamuṭṭhānā’’ti vattabbe padavipariyāyavasena kakārassa dīghavasena samuṭṭhānā tikāti vuttanti dassento āha ‘‘tikasamuṭṭhānā katā’’ti.",
  "tika-vin12t4:34": "Sañcarittasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:35": "260. ‘‘Sañcarī’’ti idaṁ tāva sañcarittaṁ nāma ekasamuṭṭhānasīsaṁ, sesāni tena sadisāni.",
  "tika-vin12t4:36": "Vibhaṅge āgatena ‘‘riñcantī’’ti (pārā. 576) padena eḷakalomadhovāpanasikkhāpadaṁ upalakkhitvā vuttanti āha ‘‘vibhaṅge riñcanti uddesanti āgata’’nti.",
  "tika-vin12t4:37": "‘‘Yāva dvārakosā aggaḷaṭṭhapanāya’’ iti (pāci. 135-136) ca ‘‘aññātikāya bhikkhuniyā cīvaraṁ dadeyya’’iti (pāci. 169) ca ‘‘cīvaraṁ sibbeyya’’iti (pāci. 176-177) ca vuttasikkhāpadattayanti yojanā.",
  "tika-vin12t4:38": "‘‘Samaṇacīvarena cā’’ti evaṁ vacanaṁ vuttanti sambandho. ‘‘Samaṇacīvaraṁ dadeyyā’’ti idaṁ (pāci. 917) vacanaṁ sandhāyāti sambandho.",
  "tika-vin12t4:39": "Samanubhāsanāsamuṭṭhānavaṇṇanā",
  "tika-vin12t4:40": "261.Bhedanti idaṁ samanubhāsanaṁ nāma ekaṁ samuṭṭhānasīsaṁ, sesāni tena sadisāni.",
  "tika-vin12t4:41": "Kathinasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:42": "262.Ubbhatanti idaṁ kathinasamuṭṭhānaṁ nāma ekaṁ samuṭṭhānasīsaṁ, sesāni tena sadisāni.",
  "tika-vin12t4:43": "Āvasathena saddhinti āvasathasaddena saddhiṁ.",
  "tika-vin12t4:44": "Eḷakalomasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:45": "263.‘‘Eḷakalomā’’ti idaṁ eḷakalomasamuṭṭhānaṁ nāma ekaṁ samuṭṭhānasīsaṁ. Itoti yathāvuttato. Pāḷinti mātikāpāḷiṁ. Virajjhitvāti pubbāparato virādhetvā. Yathāti yenākārena . Panasaddo anuggahattho. Kiñcāpi likhanti, pana tathāpīti yojanā. Evanti tathākārena. Atthānukkamoti atthassa anukkamo.",
  "tika-vin12t4:46": "‘‘Abhikkhukāvā sena cā’’ti etaṁ vacanaṁ vuttanti sambandho. ‘‘Abhikkhuke āvāse vassaṁ vaseyyā’’ti (pāci. 1047) idaṁ vacanaṁ sandhāyāti sambandho. ‘‘Bhikkhunī’’tiādinā vuttānīti sambandho. Ādisaddena ‘‘sikkhamānā ca sāmaṇerī gihiniyā’’ti pāṭhaṁ saṅgaṇhāti.",
  "tika-vin12t4:47": "Padasodhammasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:48": "264.Padanti idaṁ padasodhammasamuṭṭhānaṁ nāma ekaṁ samuṭṭhānasīsaṁ, sesāni tena sadisāni. ‘‘Tathā atthaṅgatena cā’’ti etaṁ vacanaṁ vuttanti sambandho. ‘‘Atthaṅgate sūriye ovadeyyā’’ti (pāci. 154-155) idaṁ vacanaṁ sandhāyāti sambandho. Anokāso ca…pe… sandhāya vuttanti (pāci. 1219-1221) etthāpi eseva nayo.",
  "tika-vin12t4:49": "Addhānasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:50": "265.Addhānanti idaṁ addhānasamuṭṭhānaṁ nāma ekaṁ samuṭṭhānasīsaṁ, sesāni tena sadisāni.",
  "tika-vin12t4:51": "Theyyasatthasamuṭṭhānavaṇṇanā",
  "tika-vin12t4:52": "266.Theyyasatthanti idaṁ theyyasatthasamuṭṭhānaṁ nāma ekaṁ samuṭṭhānasīsaṁ, sesāni tena sadisāni. ‘‘Byūhena sattamā’’ti idaṁ vacanaṁ vuttanti yojanā. Tadanantaramevāti tassa sikkhāpadassa anantarameva, ‘‘āgata’’iti sambandho.",
  "tika-vin12t4:53": "Dhammadesanāsamuṭṭhānavaṇṇanā",
  "tika-vin12t4:54": "267. Dhammadesanāsamuṭṭhāne samuṭṭhānasīsaṁ natthi, sabbāni ekadasa sikkhāpadāni sampiṇḍetvā dhammadesanāsamuṭṭhānānīti vuttāni. Evantiādi nigamanaṁ. Tesanti tesaṁ sikkhāpadānaṁ . Sambhinnasamuṭṭhānanti saṁsaggasamuṭṭhānaṁ. Tividhanti bhūtārocanacorivuṭṭhāpanaananuññātasamuṭṭhānavasena tippakāraṁ. Tanti niyatasamuṭṭhānaṁ, hotīti sambandho. Puna tanti niyatasamuṭṭhānaṁ, dassetunti sambandho. Puna tanti vacanaṁ. Nettidhammānulomikanti ettha kāyavācaṁ neti vinetīti netti, kāyavācaṁ neti vineti ettha, etāyāti vā netti. Dhammoti pāḷi. Sā hi yasmā atthaṁ dhāreti, tasmā dhammoti vuccati. Nettiyeva dhammo nettidhammo, tassa anulomikaṁ nettidhammānulomikaṁ. Tena vuttaṁ ‘‘vinayapāḷidhammassa anuloma’’nti.",
  "tika-vin12t4:55": "Iti samuṭṭhānasīsavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:56": "Antarapeyyāla katipucchāvāravaṇṇanā",
  "tika-vin12t4:57": "271. Idāni vuttoti sambandho. ‘‘Idānī’’ti padena sambandhattā vuttoti ettha tapaccayo paccuppannakālikoti daṭṭhabbo.",
  "tika-vin12t4:58": "Tatthāti mātikāyaṁ, pucchāsu vā. Āgatāpattipucchāti āgatāpattiyā pucchā. Hīti visesajotako, hi visesaṁ vakkhāmīti attho. Etthāti ‘‘kati āpattikkhandhā’’ti dutiyapade. ‘‘Rāsivasenā’’ti iminā khandhasaddassa rāsatthaṁ dasseti. Vinītavatthūnīti ettha vinītasaddo vinayapariyāyoti āha ‘‘vinayapucchā’’ti. Nanu vinītavinayasaddānaṁ saddato nānattā atthatopi nānaṁ, kasmā pana ‘‘vinayapucchā’’ti vuttanti āha ‘‘vinītaṁ…pe… eka’’nti. Idanti padattayaṁ. Atthato ekanti atthatoyeva ekaṁ, na saddato. Vinītavatthūnīti āpattivinayakāraṇattā vinītavatthūni. Yesūti agāravesu. Satīti santesu. Ettha ca yesu sati āpattiyo na honti, asati hontīti vākyampi avuttasiddhinayena gahetabbaṁ. Yesūti gāravesu. Teti agāravagārave. Yasmā pana natthīti sambandho. Vipattibhāvapucchāti vipattibhāvassa pucchā. Pucchiyati imāyāti pucchā. Vivādamūlāni anuvādamūlānīti imā pucchāyo mūlapucchāti sambandho. Potthakesu ‘‘imānī’’ti nikārena saha pāṭho atthi, so apāṭhoyeva. Mūlapucchāti pucchiyanti imāhīti pucchā, mūlānaṁ pucchā mūlapucchā. ‘‘Adhikaraṇa’’ntiādīsu ‘‘vuttaṁ’’ iti sambandho. Tesaṁyevāti adhikaraṇānaṁyeva. Ayamettha mātikā.",
  "tika-vin12t4:59": "Niddese mātikāyāti pātimokkhe. Vibhaṅgeti padabhājaniyaṁ, āgatavasena vuttāti yojanā. Ayamettha niddeso.",
  "tika-vin12t4:60": "Paṭiniddese āratītiādipadānaṁ vacanatthaṁ dassento āha ‘‘ārakā’’tiādi. Tattha ‘‘ārakā’’ti iminā āratīti ettha āupasaggassa atthaṁ dasseti. Etehīti āpattikkhandhehi, ārakāti sambandho. ‘‘Ramatī’’ti iminā tipaccayo katvatthe hotīti dasseti. Ratīti ramanaṁ. Iminā tipaccayo bhāvatthepi hotīti dasseti. Vināti etehi āpattikkhandhehi vinā. Iminā viratīti ettha vityūpasaggassa atthaṁ dasseti. Paccekanti pati ekaṁ, paṭisaddo vicchatthajotako, visuṁ visunti attho. Iminā paṭiviratīti ettha paṭityūpasaggassa atthaṁ dasseti. Virati paṭiviratīti etthāpi tipaccayo bhāvatthepi veditabbo . Veranti anatthakarattā viramitabbanti viraṁ, tadeva veraṁ, rāgādiakusaladhammā. Te hi verahetuttā veranti vuccanti. Etāyāti viratiyā. Iminā akiriyāti ettha ririyapaccayo karaṇatthe hotīti dasseti. Yaṁ āpattikkhandhakaraṇanti yojanā. Tassāti āpattikkhandhakaraṇassa. Paṭipakkhatoti viruddhabhāvato. Iminā akaraṇanti ettha akāro viruddhatthoti dasseti. Āpattikkhandhaajjhāpattiyāti āpattikkhandhānaṁ atikkamitvā āpajjanassa. ‘‘Velanato’’ti iminā velatīti velā, velanaṁ vā velāti vacanatthe dasseti. Niyyānanti maggaṁ. Maggo hi nibbānaṁ ārammaṇakaraṇavasena yāti gacchatīti niyyānanti vuccati. ‘‘Bandhatī’’ti iminā sidhātuyā bandhanatthaṁ dasseti. ‘‘Nivāretī’’ti iminā bandhadhātuyā adhippāyatthaṁ. Etanti ‘‘setū’’ti nāmaṁ. Taṁ setunti āpattikkhandhasaṅkhātaṁ taṁ setuṁ. Ettha kesuci potthakesu ‘‘so setū’’ti ca ‘‘etāya paññattiyā’’ti ca pāṭho atthi, so apāṭhoyeva.",
  "tika-vin12t4:61": "Buddhe agāravādīsu evaṁ vinicchayo veditabboti yojanā. Yoti yo koci, na gacchatītiādīsu sambandho. Dharamāneti tiṭṭhamāne, saṁvijjamāneti attho. Upaṭṭhānanti upaṭṭhānaṭṭhānaṁ, upaṭṭhānatthaṁ vā. Etassāti yassa kassaci gahaṭṭhassa vā pabbajitassa vā. Dhammassavananti dhammassavanaṭṭhānaṁ, dhammassavanatthaṁ vā. Dhammassavanagganti dhammassavanaṁ gaṇhanti etthāti dhammassavanaggo, dhammasavanamaṇḍapo. Atha vā dhammassavanaṁ gaṇhātīti dhammassavanaggo, dhammassavanaṭṭhāne samāgamajano, taṁ dhammassavanaggaṁ. Cittīkāranti apacāyanākāraṁ. Vikkhitto vā anādaro vā hutvā nisīdatīti yojanā. Kāyapāgabbiyanti bhusaṁ garati aññe pīḷeti anenāti pagabbo, atimāno, oṭṭhajo tatiyakkharo. Pagabbassa bhāvo pāgabbiyaṁ, kāyena pāgabbiyaṁ kāyapāgabbiyaṁ (vajira. ṭī. parivāra 271; sārattha. ṭī. parivāra 3.271; vi. vi. ṭī. parivāra 2.271 saṁ. ni. aṭṭha. 2.2.146; a. ni. aṭṭha. 3.6.82-84; su. ni. aṭṭha. 1.144), kāyānācāraṁ. Tisso sikkhāti adhisīlasikkhādikā tisso sikkhā. Pamajjanaṁ pamādo, sativippavāsoti āha ‘‘pamāde ca sativippavāse’’ti. Āmisapaṭisandhāranti āmisena attano, paresañca antarassa paṭisandahanaṁ āmisapaṭisandhāro, tathā dhammapaṭisandhāro.",
  "tika-vin12t4:62": "272.Sattharipi agāravotiādīnaṁ atthoti sambandho. ‘‘Anīcavuttī’’tiādinā appatissoti padassa adhippāyatthaṁ dasseti, saddattho panevaṁ veditabbo, paṭimukhaṁ ādarena satthuvacanaṁ asuṇanto appatisso nāmāti. Ajjhattaṁ vāti ettha niyakajjhattādīsu catūsu niyakajjhattabhāvañca sattamīvibhattiyā amādesabhāvañca dassento āha ‘‘attano santāne vā’’ti. ‘‘Attano pakkhe vā’’ti iminā attano cittasantāneti atthaṁ paṭikkhipati. Tatra tumheti ettha tasaddassa visayaṁ dassento āha ‘‘tasmiṁ ajjhattabahiddhābhede’’ti. Saparasantāneti attaparasantāne. Pahānāyāti ettha hādhātuyā karaṇañca āyasaddassa tadatthabhāvañca dassento āha ‘‘mettābhāvanādīhi nayehi pahānattha’’nti. Mettābhāvanādīhītiādisaddena karuṇābhāvanādiṁ saṅgaṇhāti. Tanti vivādamūlaṁ. ‘‘Appavattibhāvāyā’’ti iminā anavassavāyāti ettha avapubba sudhātuyā pavattanatthaṁ dasseti.",
  "tika-vin12t4:63": "Sandiṭṭhiparāmāsīti ettha sassa attano idaṁ saṁ, saṁ diṭṭhiṁ parato āmasatīti sandiṭṭhiparāmāsīti dassento āha ‘‘sakameva diṭṭhiṁ parāmasatī’’ti. ‘‘Ya’’ntiādinā parāmasanākāraṁ dasseti. Ādhānaggāhīti ettha ābhuso ṭhiyate ādhānanti vacanatthena ādhānasaddo daḷhapariyāyoti āha ‘‘daḷhaggāhī’’ti. Daḷhaṁ gaṇhātīti daḷhaggāhī.",
  "tika-vin12t4:64": "273. Anuvādamūlaniddeso kiñcāpi samānoti yojanā. Atha khoti tathā samānopi, ayamettha visesoti sambandho. Vivadantānaṁ puggalānanti yojanā. Tathā vivadantāti tenākārena vivadantā, anuvadantīti sambandho. ‘‘Asukaṁ nāma vipattiṁ āpanno’’ti vuttamevatthaṁ āpattiyā sallakkhetvā dassento āha ‘‘pārājikaṁ āpannosī’’tiādi . Etthāti anuvādamūle. Visesoti vivādamūlato viseso. Vivadantānaṁ kodhūpanāhādīni vivādamūlāni, anuvadantānaṁ anuvādamūlānīti vuttaṁ hoti.",
  "tika-vin12t4:65": "274.Mettaṁ kāyakammaṁ nāmāti ettha mettā etassatthīti mettaṁ, kāyakammaṁ, mettacittasahagataṁ kāyakammanti vuttaṁ hoti. Tena vuttaṁ ‘‘mettacittena kataṁ kāyakamma’’nti. Sammukhaparammukhānaṁ vitthāraṁ dassento āha ‘‘tatthā’’tiādi. Tattha tatthāti tesu sammukhaparammukhesu. Kāyakammaṁ nāmāti mettaṁ kāyakammaṁ nāma. Therānaṁ dānaiti sambandho. Ubhayehipīti navakattherehipi. Tesūti navakattheresu. Avamaññanti avamānaṁ. Attano dunnikkhittānaṁ paṭisāmanaṁ viya paṭisāmananti yojanā. ‘‘Mettākāyakammasaṅkhāto’’ti iminā ayampi dhammoti ettha dhammasarūpaṁ dasseti. Pisaddo upari vakkhamāne dhamme apekkhati. ‘‘Saritabbo’’ti iminā anīyasaddo kammavācakoti dasseti. Satijanakoti sabrahmacārīnaṁ satijanako. Tassa padassa adhippāyaṁ dassento āha ‘‘yo na’’ntiādi. Tattha yoti puggalo. Nanti mettaṁ kāyakammaṁ. Taṁ puggalaṁ anussarantīti sambandho. Yesanti sabrahmacārīnaṁ. Teti sabrahmacārino. Pasannacittā hutvāti sambandho. ‘‘Piyaṁ karotī’’ti iminā piyakaraṇoti padassa piyaṁ karotīti piyakaraṇoti vacanatthaṁ dasseti. Eseva nayo garukaraṇoti etthāpi. ‘‘Saṅgahetabbabhāvāyā’’ti iminā saṅgahāyāti padassa bhāvappadhānakammaniddesabhāvaṁ dasseti. Saṅgahetabboti saṅgaho, tadatthāya. Tehīti sabrahmacārīhi. ‘‘Samaggabhāvāyā’’ti iminā samaggassa bhāvo sāmaggīti vacanatthaṁ dasseti.",
  "tika-vin12t4:66": "Paggayha vacananti paggahetvā vacanaṁ. Vihāreti ādhāre bhummaṁ, there asanteti yojanā. Tanti theraṁ kadā āgamissati nukhoti yojanā. Mamāyanavacananti mamāyanākārena pavattaṁ vacanaṁ. Mettāsinehasiniddhānīti mettāsaṅkhātena sinehena sinehitāni. Nayanānīti cakkhūni. ‘‘Appābādho’’ti iminā arogoti padasseva atthaṁ dasseti. Niccābādhena vā arogo, āgantukābādhena appābādho, ajjhattābādhena vā arogo, bahiddhābādhena appābādho, kāyābādhena vā arogo, cittābādhena appābādho. Samannāharaṇanti punappunaṁ manasikaraṇaṁ.",
  "tika-vin12t4:67": "Na puggalaṁ paṭivibhajitvā bhuñjatīti yojanā. Tadatthaṁ vitthārento āha ‘‘yo hī’’tiādi. Tattha yoti puggalo, bhuñjatīti sambandho. ‘‘Ettakaṁ…pe… bhuñjissāmī’’ti iminā āmisapaṭivibhattabhogibhāvaṁ dasseti. ‘‘Ettakaṁ vā asukassa ca…pe… bhuñjissāmī’’ti iminā puggalapaṭivibhattabhogibhāvaṁ dasseti. Ayanti puggalo. Ābhatanti gāmādito ānītaṁ. Adātumpīti pisaddena dātumpi vaṭṭatīti dasseti. Dānañhi nāma na kassaci vāritaṁ. Sabbesanti dussīlasīlavantānaṁ. Vuttanti aṭṭhakathāyaṁ (dī. ni. aṭṭha. 2.141; ma. ni. aṭṭha. 2.492; a. ni. aṭṭha. 3.6.11) vuttaṁ. Viceyyāti vicinitvā. Dātumpīti pisaddena avicinitvā sāmaññato dātumpi vaṭṭatīti sampiṇḍeti. Nanu evaṁ sati puggalavibhāgo kato nāma hoti, kasmā viceyya dātuṁ vaṭṭatīti āha ‘‘na hī’’tiādi. Hīti yasmā. Eteti gilānādayo. Idaṁ padaṁ vicinitvāti pade kammaṁ, ‘‘dentenā’’ti pade sampadānaṁ. Hīti saccaṁ. Iti ayanti iti manasikatvā ayaṁ sāraṇīyadhammapūrako.",
  "tika-vin12t4:68": "Akhaṇḍānītiādīsu paṭhamaṁ tāva khaṇḍachiddasabalakammāsāni dassetvā tesaṁ paṭipakkhavasena akhaṇḍādīni dassento āha ‘‘yassā’’tiādi. Tattha yassāti bhikkhussa, sikkhāpadaṁ bhinnanti sambandho. Sattasu āpattikkhandhesūti ādhāre bhummaṁ, sikkhāpadanti sambandho. Āpattiñhi paṭicca sikkhāpadassa paññattattā āpatti tassa visayo hoti. Ādimhi vā ante vāti sikkhāpadānaṁ ādimhi vā ante vā. Vāsaddo aniyamavikappattho. Sikkhāpade bhinne āpattisambhavato vuttaṁ ‘‘sikkhāpadaṁ bhinna’’nti. Khaṇḍaṁ nāmāti chinnaṁ nāma. Vemajjheti sikkhāpadānaṁ vemajjhe. Bhinnanti sikkhāpadaṁ bhinnaṁ. Chiddaṁ nāmāti vivaraṁ nāma. Dve tīṇi sikkhāpadānīti sambandho. Sabalaṁ nāmāti citraṁ nāma. Bhinnānīti sikkhāpadāni bhinnāni. Kammāsaṁ nāmāti vicitraṁ nāma. Ettha ca ekasmiṁ ṭhāne ekena visabhāgavaṇṇena citraṁ sabalaṁ nāma, nānāṭhāne nānāvaṇṇena vicitraṁ kammāsaṁ nāmāti ayametesaṁ viseso. Khaṇḍādīnaṁ viparivattanavasena akhaṇḍādīni dassento āha ‘‘yassa panā’’tiādi. Abhinnānisīlānīti abhinnāni sikkhāpadasīlāni. Tāni panāti sīlāni pana. ‘‘Etānī’’ti padaṁ padālaṅkāramattaṁ. Bhujissabhāvakaraṇatoti taṇhādāsabyato mocetvā bhujissakaraṇabhāvato. Iminā ‘‘bhujissabhāvakaraṇānī’’ti vattabbe uttarapadalopavasena evaṁ vuttanti dasseti. Bhujissānīti vuccantīti sambandho. Viññūhīti buddhādīhi sappurisehi. Upacārasamādhiṁ appanāsamādhiṁ vāti ettha vāsaddo samuccayattho. Upacārasamādhiñca appanāsamādhiṁ cāti hi attho. ‘‘Saṁvattayantī’’ti iminā samādhisaṁvattanikānīti ettha anīyasaddo bahulaṁ kattuvācakoti dasseti. Sīlasāmaññagatoti ettha samānassa bhāvo sāmaññaṁ, taṁ gatoti sāmaññagato, sīlena sāmaññagato sīlasāmaññagato, hutvā viharatīti yojanā. Tena vuttaṁ ‘‘samānabhāvūpagatasīlo viharatī’’ti.",
  "tika-vin12t4:69": "Yāyaṁdiṭṭhīti ettha ‘‘diṭṭhī’’ti sāmaññagatassāpi saddassa ‘‘ariyā’’ti saddantarasannidhānena visesavisayattā sammādiṭṭhīti āha ‘‘maggasampayuttā sammādiṭṭhī’’ti. ‘‘Maggasampayuttā’’ti iminā lokiyasammādiṭṭhiṁ paṭikkhipati. Niddosāti visuddhattā, uttamattā vā niddosā. Iminā ariyasaddo niddosatthavācako anipphannapāṭipadikoti dasseti. Niyyātīti nibbānaṁ yāti. Iminā anīyasaddo bahulaṁ kattuvācakoti dasseti. Yo tathākārī hoti, takkarassāti yojanā. Tathākārīti tāya maggasampayuttāya sammādiṭṭhiyā kārī hoti. Iminā tāya sammādiṭṭhiyā karotīti takkaroti vacanatthaṁ dasseti. Dukkhakkhayāyāti ettha khīyanaṁ khayo, dukkhassa khayo dukkhakkhayo, tadatthāyāti dassento āha ‘‘sabbadukkhassa khayattha’’nti. Sesanti vuttavacanato sesaṁ vacanaṁ.",
  "tika-vin12t4:70": "Iti katipucchāvāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:71": "Khandhakapucchāvāro",
  "tika-vin12t4:72": "Pucchāvissajjanāvaṇṇanā",
  "tika-vin12t4:73": "320.Upasampadakkhandhakanti mahākhandhakaṁ. ‘‘Nidānena ca niddesena ca saddhi’’nti iminā saha nidānenāti sanidānaṁ, saha niddesenāti saniddesanti vacanatthaṁ dasseti. Ettha nidānenāti sikkhāpadapaññattidesasaṅkhātena nidānena. Niddesenāti puggalādiniddesena. Tatthāti upasampadakkhandhake. Samukkaṭṭhapadānanti ettha samukkaṭṭhasaddo uttamapariyāyoti āha ‘‘uttamānī’’ti. Padānīti ‘‘na bhikkhave ūnavīsativasso puggalo upasampādetabbo’’ti (pāci. 402-403; mahāva. 124) ādinā nayena vuttāni padāni. Imehi padehi ‘‘samukkaṭṭhāni padāni samukkaṭṭhapadānī’’ti vacanatthaṁ dasseti. Itīti ayamattho. Kasmā panettha ‘‘samukkaṭṭhapadānaṁ kati āpattiyo’’ti padānameva sāmivasena niddeso kato, nanu āpattiyo nāma puggalānaññeva hontīti āha ‘‘yena yena hī’’tiādi. Hīti yasmā. Yena yena padena paññattāti sambandho. Sā sāti āpatti. Dve āpattiyoti ettha dvinnaṁ āpattīnaṁ sarūpaṁ dassento āha ‘‘pācittiyaṁ, dukkaṭa’’nti.",
  "tika-vin12t4:74": "Nassanteteti nassantu ete. Vinassanteteti vinassantu ete bhikkhūti attho. Tehīti bhikkhūhi. Vadatoti vadantānaṁ. Sesesu uposathakaraṇesūti sambandho. ‘‘Dukkaṭāpattiyevā’’ti iminā ekā āpattīti ettha atthapakaraṇādivasena dukkaṭāpattiyevāti dasseti.",
  "tika-vin12t4:75": "Pavāraṇakkhandhakepīti pisaddo uposathakkhandhakaṁ apekkhati.",
  "tika-vin12t4:76": "Cammasaṁyuttepīti cammena saṁyuttaṁ katvā desite khandhakepi, cammakkhandhakepīti attho. Pisaddo pavāraṇakkhandhakaṁ apekkhati. Bhesajjakkhandhakepīti pisaddo cammakkhandhakaṁ apekkhati. Samantāti aṅgajātassa samantato.",
  "tika-vin12t4:77": "Tatthāti kathinakkhandhake. Cīvarasaṁyutteti cīvarakkhandhake.",
  "tika-vin12t4:78": "Campeyyaketi campeyyakkhandhake. Samuccayakkhandhakesupīti pisaddo campeyyakkhandhakaṁ apekkhati.",
  "tika-vin12t4:79": "Samathakkhandhake imā dve āpattiyo hontīti yojanā. Eseva nayo sesesupi. Khuddakavatthuketi khuddakavatthukkhandhake. Garubhaṇḍavissajjaneti garubhaṇḍassa vissajjane.",
  "tika-vin12t4:80": "Saṅghabhedeti saṅghabhedakkhandhake. ‘‘Samācāraṁ pucchissanti vutte vattakkhandhake’’ti iminā samācārasaddena vattakkhandhakaṁ gahetabbanti dasseti. Sāti dukkaṭāpatti. ‘‘Tathā’’ti padena ‘‘ekā dukkaṭāpattiyevā’’ti padaṁ atidisati. ‘‘Pātimokkhaṭṭhapane’’ti iminā pāḷiyaṁ ṭhapanaṁ pucchissanti ettha ‘‘pātimokkha’’ntiādipadassa lopaṁ dasseti. Pañcasatikasattasatikesūti pañcasatikakkhandhakasattasatikakkhandhakesu. Āropitoti ettha rupadhātuyā dvikammikattā, nyādigaṇattā ca ‘‘dhammo’’ti padhānakammameva vuttaṁ, na ‘‘saṅgaha’’nti apadhānakammaṁ. Tena vuttaṁ ‘‘dhammo saṅgaha’’nti. Tatthāti pañcasatikasattasatikesu.",
  "tika-vin12t4:81": "Iti khandhakapucchāvaṇṇanāya yojanā samattā.",
  "tika-vin12t4:82": "Ekuttarikanayo",
  "tika-vin12t4:83": "Ekuttarikanayo ekakavāravaṇṇanā",
  "tika-vin12t4:84": "321. Evaṁ khandhakapucchāya vaṇṇanaṁ katvā idāni ekuttarikanayassa taṁ karonto āha ‘‘āpatti…pe… naye’’ti. Tattha ekuttarikanaye evaṁ vinicchayo veditabboti yojanā. ‘‘Cha āpattisamuṭṭhānānī’’ti iminā samuṭṭhānāni āpattiṁ karontīti atthena āpattikarā nāmāti dasseti. Etesanti channaṁ āpattisamuṭṭhānānaṁ. Hīti yasmā, āpajjatīti sambandho. Sikkhāpade cāti mātikāsikkhāpade ca. Lahukā āpattīti ettha appasāvajjattā na lahukā nāma hoti, lahukena pana vinayakammenāti āha ‘‘lahukena vinayakammena visujjhanato’’ti. Pañcavidhāti thullaccayādivasena pañcapakārā. Kenacīti lahukena vā garukena vā kenaci ākārena. Saṁvijjati gihibhāvato avaseso samaṇabhāvo etissāti sāvasesā, paṭipakkhavasena anavasesā. Dve āpattikkhandhāti pārājikasaṅghādisesavasena dve āpattikkhandhā.",
  "tika-vin12t4:85": "‘‘Karontī’’ti iminā antarāyikāti ettha ṇikapaccayassa atthaṁ dasseti. Antarāyikā āpattiyo sabbathā antarāyikā hontīti āha ‘‘antarāyikaṁ āpannassāpī’’tiādi. Desetvā suddhipattassāti sambandho. Lokavajjāti lokehi vajjetabbā. Paṇṇattivajjāti bhagavato paṇṇattiyā vajjetabbā. Yanti yaṁ āpattiṁ āpajjatīti sambandho. Karontoti kiriyamānato. Ettha hi mānasaddassa antādeso. Iminā karaṇaṁ kiriyanti bhāvatthaṁ dasseti. Āpajjatīti puggalo āpajjati. Sā āpatti kiriyato samuṭṭhitā nāmāti yojanā. Kā āpatti viyāti āha ‘‘pārājikāpatti viyā’’ti. Eseva nayo anantaravākyesupi.",
  "tika-vin12t4:86": "Pubbāpattīti ettha pubbasaddo paṭhamatthoti āha ‘‘paṭhamaṁ āpannāpattī’’ti. ‘‘Āpannā’’ti padena majjhelopaṁ dasseti. Pacchā āpannāpattīti vattabhedadukkaṭāpatti. Mūlavisuddhiyāti mūle kāyaci āpattiyā amissattā visuddhiyā āpattiyā. Kurundiyaṁ vuttanti sambandho. Idampīti kurundiyaṁ vuttavacanampi. Pisaddena purimaṁ mahāaṭṭhakathāvacanaṁ apekkhati. Ekena pariyāyenāti ekena kāraṇena.",
  "tika-vin12t4:87": "Yāti āpatti, desitā hotīti sambandho. Ayaṁ desitā gaṇanūpikā nāmāti yojanā. Yā desitā hoti, ayaṁ agaṇanūpikā nāmāti yojanā. Saussāhenevāti punapi āpajjissāmīti saha ussāheneva. Hīti saccaṁ, yasmā vā. ‘‘Gaṇanaṁ na upetī’’ti iminā gaṇanaṁ na upagacchatīti agaṇanūpikāti vacanatthaṁ dasseti. Aṭṭhame vatthusmiṁ pūraṇeti sambandho. Idaṁ pāḷiyaṁ aṭṭhavatthukapūraṇavasena bhikkhunīnaṁ āgatattā bhikkhuniyo sandhāya vuttaṁ. Bhikkhūnampi dutiyapārājikaṭṭhāne labbhatiyeva.",
  "tika-vin12t4:88": "Thullavajjāti ettha thullaṁ vajjaṁ etissāti thullavajjāti dassento āha ‘‘thulladose paññattā’’ti. Yā ca dhammikassa paṭissavassa asaccāpane āpatti atthi, sā ca gihipaṭisaṁyuttāti yojanā. Pañcānantariyakammāpattīti pañcahi ānantariyakammehi āpannā pārājikāpatti. Sudinnattherādīti ādisaddena dhaniyattherādayo saṅgaṇhāti. Ādikammikoti ādikammaṁ karonto, tasmiṁ niyutto vā. Makkaṭisamaṇādīti ādisaddena vajjiputtakādayo saṅgaṇhāti. Yo kadāci karahaci āpattiṁ āpajjati, so adhiccāpattiko nāmāti yojanā. Paratopi eseva nayo.",
  "tika-vin12t4:89": "‘‘Codetī’’ti iminā codetīti codakoti vacanatthaṁ dasseti. ‘‘Codito’’ti iminā coditabboti cudito, soyeva cuditakoti vacanatthaṁ dasseti. Pañcadasasūti pātimokkhaṭṭhapanakkhandhake vuttesu pañcadasadhammesu. Tenāti adhammacodakena, coditoti sambandho. Pātimokkhaṭṭhapanakkhandhake (cūḷava. 401) vutte sacce ca akuppe ca atiṭṭhantopi adhammacuditakoyeva nāma, so pana dhammacodakena coditeyeva kuppanto adhammacuditako nāma, adhammacodakena codite pana kuppantopi adhammacuditako nāma na hoti, tasmā idha na vutto. ‘‘Samannāgato’’ti iminā niyatā etassa santīti niyatoti vacanatthaṁ dasseti.",
  "tika-vin12t4:90": "Āpajjituṁ bhabbāti bhabbāpattikā. Kenaci kammena akatopi anukkhittakoyeva nāma, so pana ukkhittakoti saṅkābhāvato idha na vutto. Ayanti tajjanīyādikammakato bhikkhu. Hīti yasmā, na kopetīti sambandho. Liṅgadaṇḍakammasaṁvāsanāsanāhīti liṅganāsanena ca daṇḍakammanāsanena ca saṁvāsanāsanena ca. Yenāti bhikkhunā. Soti nānāsaṁvāsako. Dvinnaṁ nānāsaṁvāsakānaṁ viseso heṭṭhā (pāci. aṭṭha. 428) vuttoyeva. Ṭhapanaṁ jānitabbanti ettha kiṁ ṭhapanaṁ nāmāti āha ‘‘pātimokkhaṭṭhapana’’nti.",
  "tika-vin12t4:91": "Iti ekakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:92": "Ekuttarikanayo dukavāravaṇṇanā",
  "tika-vin12t4:93": "322. Dukesu acittakā āpattīti sambandho. Bhūtārocanāpattīti pācittiyāpatti. Abhūtārocanāpattīti pārājikathullaccayāpatti. Padasodhammādikātiādisaddena uttarichapañcavācā saṅgahitā. Mañcapīṭhādīnantiādisaddena bhisiādayo saṅgaṇhāti. Anāpucchāgamanādīsūti ādisaddena anuddharitvā gamanaṁ saṅgaṇhāti. Sapuggaloti so attasaṅkhāto puggalo sapuggalo. Parapuggaloti paro puggalo parapuggalo. Garukanti saṅghādisesaṁ. Lahukanti pācittiyaṁ. Puna garukanti pārājikaṁ. Puna lahukanti pācittiyameva.",
  "tika-vin12t4:94": "Aṅgulimattampīti pisaddena kesaggamattampīti atthaṁ sampiṇḍeti. Tanti mañcapīṭhaṁ. Gamiyo āpajjati nāmāti sambandho.",
  "tika-vin12t4:95": "‘‘Ādiyanto āpajjati nāmā’’tiādinā atthāpatti ādiyanto āpajjatīti pāḷiyaṁ ādiyanto hutvā āpajjati āpatti atthīti yojanānayaṁ dasseti. Evañhi sati ‘‘āpajjatī’’ti ākhyātapadaṁ ‘‘atthī’’ti kiriyantaraṁ apekkhitvā kattā hotīti daṭṭhabbaṁ. Atha vā ādiyanto puggalo yaṁ āpattiṁ āpajjati, sā āpatti atthīti yojanā. Eseva nayo aññesupi. Mūgabbatādīnīti ādisaddena govatakukkuravatādīni saṅgaṇhāti. Pārivāsikādayo āpajjantīti sambandho. Tajjanīyādikammakatā vā puggalāti yojanā. Asamādiyantāāpajjantīti asamādiyantā hutvā āpajjanti. Teti puggale. Karonto āpajjati nāmāti karonto hutvā āpajjati nāmāti yojanā. Evaṁ dento āpajjati nāmātiādīsupi.",
  "tika-vin12t4:96": "Ekarattachārattasattāhadasāhamāsātikkamesūti ‘‘ekarattampi ticīvarena vippavaseyyā’’ti (pārā. 475-476) ca ‘‘chārattaparamaṁ tena bhikkhunā tena cīvarena vippavasitabba’’nti (pārā. 653) ca ‘‘sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabba’’nti (pārā. 622-623) ca ‘‘dasāhaparamaṁ atirekacīvaraṁ dhāretabba’’nti (pārā. 462-463) ca ‘‘māsaparamaṁ nikkhipitabba’’nti (pārā. 499-500) ca vuttakālātikkamesu.",
  "tika-vin12t4:97": "Imaṁ pana āpattiṁ āpajjati nāmāti sambandho.",
  "tika-vin12t4:98": "Yasmiṁ pakkhe nisinnoti yasmiṁ pakkhe sayaṁ nisinno. Tesanti attano pakkhe nisinnānaṁ, nānāsaṁvāsakanti sambandho. Yesanti sakapakkhe nisinnānaṁ. Kammaṁ kopetīti nānāsaṁvāsakattā kammaṁ kopeti. Itaresanti parapakkhe nisinnānaṁ. Hatthapāsaṁ anāgatattā kammaṁ kopetīti yojanā. ‘‘Eseva nayo’’ti vuttavacanaṁ vitthārento āha ‘‘yesaṁ hī’’tiādi. Yesanti sakapakkhe vā parapakkhe vā nisinnānaṁ yesaṁ bhikkhūnaṁ. Soti bhikkhu. Āpajjitabbatoti āpajjitabbabhāvato. Iminā puggalena chahi samuṭṭhānehi āpajjitabbāti āpattiyoti vacanatthaṁ dasseti. Kammena vā salākaggāhena vāti ettha uddeso kamme lakkhaṇahāranayena saṅgahaṁ gacchati, vohārānussāvanā salākaggāheti dassento āha ‘‘uddeso ceva…pe… eka’’nti. Pubbabhāgāti saṅghabhedassa pubbabhāge pavattā. Pamāṇanti saṅghabhedassa kāraṇaṁ.",
  "tika-vin12t4:99": "Addhānahīno nāmāti ettha addhānasaddo kālapariyāyoti āha ‘‘ūnavīsativasso’’ti. Theyyasaṁvāsakādayotiādisaddena titthiyapakkantakabhikkhunīdūsakapañcānantariyā saṅgahetabbā. Aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma hontīti yojanā. Ettha kattabbanti karaṇaṁ, kammaṁ, duṭṭhu kattabbanti dukkaṭaṁ, kammameva. Karaṇaṁ dukkaṭametassāti karaṇadukkaṭako. Visesanaparanipāto ‘‘agyāhito’’tiādīsu viya. Tadevatthaṁ dassento āha ‘‘dukkaṭakiriyā’’tiādi. No ca yācatīti ettha yācadhātuyā padhānakammaṁ dassento āha ‘‘upasampada’’nti, ‘‘saṅgha’’nti apadhānakammamānetabbaṁ. Tepiṭakoti tipiṭakaṁ vācuggatavasena dhārako. Āṇāyapīti pisaddo ‘‘matenapī’’ti atthaṁ sampiṇḍeti. Yācantassevāti nissayaṁ ācariyaṁ yācantasseva. Yaṁ vatthuṁ ajjhācaranto āpattiṁ āpajjati, taṁ vatthu sātisāraṁ nāmāti yojanā.",
  "tika-vin12t4:100": "Upaghātikāti ettha upahanantīti upaghātā, teyeva upaghātikāti dassento āha ‘‘upaghātā’’ti. Tatthāti dvīsu upaghātikesu. Dve venayikāti ettha vinayena siddhā venayikāti dassento āha ‘‘vinayasiddhā’’ti. ‘‘Dve atthā’’ti iminā ṇikasaddassa sarūpaṁ dasseti . Paññattānulomaṁ nāma daṭṭhabbanti sambandho. Paccayaghātoti paccayassa ghāto. Iminā setughātoti ettha setusaddo paccayavācakoti dasseti. Cittassāpīti pisaddo pageva kāyavācānanti dasseti. Itipīti pisaddo dutiyatthasampiṇḍano. ‘‘Pamāṇenā’’ti iminā mattakāritāti ettha mattasaddo pamāṇatthoti dasseti. ‘‘Karaṇa’’nti iminā kāritāti taddhitabhāvaṁ kitabhāvena dasseti sabhāgattā. Kāyadvārikanti kāyadvāre pavattaṁ āpattiṁ. Iminā āpajjatīti padassa kammaṁ dasseti. Kāyeneva vuṭṭhātīti kāyasāmaggiyā dānattā kāyeneva vuṭṭhāti. Sīsamakkhanādīti ādisaddena pādamakkhanādiṁ saṅgaṇhāti.",
  "tika-vin12t4:101": "Tanti bhāraṁ. ‘‘Nittharituṁ vīriyaṁ ārabhatī’’ti iminā vahanākāraṁ dasseti. Thero samānoti yojanā. Navahanākāraṁ dassento āha ‘‘anujānāmī’’tiādi. ‘‘Kukkuccāyitvā karotī’’ti iminā kukkuccasaddassa nāmadhātuṁ dasseti. ‘‘Divā ca ratto cā’’ti iminā abhiṇhaṁ āsavavaḍḍhanaṁ dasseti. Tattha tatthāti tesu tesu vibhaṅgakkhandhakesu.",
  "tika-vin12t4:102": "Iti dukavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:103": "Ekuttarikanayo tikavāravaṇṇanā",
  "tika-vin12t4:104": "323. Tikesu bhagavati tiṭṭhante yaṁ āpattiṁ āpajjati, sā āpatti atthīti yojanā. Sabbatthāti sabbesu padesu. Vitthāraṁ dassento āha ‘‘tatthā’’tiādi. Tattha tatthāti tikesu, vitthāro evaṁ veditabboti yojanā. Lohituppādāpattīti anulomapārājikāpatti. ‘‘Āvusovādenā’’ti ‘‘āvuso’’ti vohārena. Voti tumhehi.",
  "tika-vin12t4:105": "Kāleti purebhattakāle. Vikāleti pacchābhattakāle. Avasesaṁ āpattinti sambandho. Dasavassomhīti ahaṁ dasavasso amhi. Navoti pañcavassaaparipuṇṇo. Majjhimoti pañcavassato paṭṭhāya yāva dasavassaaparipuṇṇo. Kusalacitto āpajjatīti kusalacitto hutvā āpajjati. Abyākatacittoti supantassa bhavaṅgacittaṁ sandhāya vuttaṁ. Yanti āpattiṁ. Sabbanti āpattiṁ, āpajjatīti sambandho. Dukkhavedanāsamaṅgī hutvā āpajjatīti yojanā. Yanti āpattiṁ.",
  "tika-vin12t4:106": "Tayo paṭikkhepāti ettha paṭikkhepassa sāmikaṁ dassento āha ‘‘buddhassa bhagavato’’ti. Kilesasallekhanakapaṭipattiyāti kilesaṁ sallikhati tanuṁ karotīti kilesasallekhanakā, sāyeva paṭipatti kilesasallekhanakapaṭipatti, tāya.",
  "tika-vin12t4:107": "Parisaṁ upaṭṭhāpento bāloti sambandho. Parisaṁ upaṭṭhāpento paṇḍito cāti sambandho. Avasesaṁ āpattinti yojanā. Kāḷeti kāḷapakkhe. Juṇheti juṇhapakkhe.",
  "tika-vin12t4:108": "Kattikapuṇṇamāsiyāti pacchimakattikapuṇṇamāsiyā. Kurundiyaṁ vuttanti sambandho. Suvuttakāraṇaṁ dassento āha ‘‘cātumāsa’’ntiādi. Hīti yasmā, pariyesanto ca nivāsento ca bhikkhūti yojanā.",
  "tika-vin12t4:109": "Vatthunti methunadhammādivatthuṁ.",
  "tika-vin12t4:110": "Paṭicchādeti etāyāti paṭicchādīti karaṇatthopi yujjati. Vitthāraṁ dassento āha ‘‘dvāraṁ pidahitvā’’tiādi. Etadevāti parikammameva. Ubhayatthāti ubhayesu jantāgharapaṭicchādiudakapaṭicchādīsu. Sabbanti akhilaṁ parikammādiṁ. Niyyantīti nilīyitvā yanti. Iminā vahantīti ettha vahadhātu gatyatthoti dasseti. Abbhamahikādhūmarajarāhuvimuttanti abbhena ca mahikāya ca dhūmena ca rajena ca rāhunā ca vimuttaṁ. Tesūti abbhādīsu. Tathāti yathā candamaṇḍalaṁ virocati, tathā sūriyamaṇḍalaṁ.",
  "tika-vin12t4:111": "Karaṇīyena hutvāti sambandho.",
  "tika-vin12t4:112": "Kappentoti karonto. Āgantuko āpajjatīti sambandho. Anajjhiṭṭhoti anajjhesito hutvāti sambandho. Tiṇavatthārakasamathe kāyena vuṭṭhāti kāyasāmaggiyā dānattā.",
  "tika-vin12t4:113": "Āgāḷhāya ceteyyāti āgāḷhasaddo daḷhapariyāyoti āha ‘‘daḷhabhāvāyā’’ti. Ā bhuso gāhiyate āgāḷho, gāḷho bāḷho daḷhoti atthato ekaṁ. Ceteyyāti pakappeyya. Na pūrayatoti na pūrayantassa. Alajjī ca hoti bālo ca apakatatto cāti ettha bālamattaapakatattamattena kammaṁ na kātabbaṁ, āpattivaseneva pana kātabbanti dassento āha ‘‘bālo’’tiādi. Tattha bālo na jānātīti sambandho. Ayanti bālo. Ettāvatāti ettakena ajānanamattena. Bālabhāvamūlakaṁ āpattinti sambandho. Dve āpattikkhandheti pārājikasaṅghādisesavasena dve āpattirāsayo. Tesanti tiṇṇaṁ puggalānaṁ, kātabbanti sambandho.",
  "tika-vin12t4:114": "Kāyiko davo nāmāti kāyiko parihāso nāma. Mukhālambarakaraṇādibhedoti mukhena ālambaranāmakatūriyakiccassa karaṇādibhedo . Dvīhipi dvārehīti kāyavacīvasena dvīhipi dvārehi. Kāyadvāre paññattasikkhāpadavītikkamoti kāyadvāre paññattassa kāyasaṁsaggādisikkhāpadassa vītikkamo. Vacīdvāre paññattasikkhāpadavītikkamoti vacīdvāre paññattassa duṭṭhullavācādisikkhāpadassa vītikkamo. Kāyikena upaghātikenāti ettha upaghātikaṁ nāma asikkhananti āha ‘‘asikkhanenā’’ti. Kasmā asikkhanaṁ upaghātaṁ nāmāti āha ‘‘yo hī’’tiādi. Tattha yoti puggalo. Tanti kāyadvāre paññattasikkhāpadaṁ. Nanti evameva. Hi yasmā upaghātetīti sambandho. Vejjakammena samannāgatoti sambandho. Sāsanauggahaṇaārocanādinā vācasikena micchājīvenāti yojanā.",
  "tika-vin12t4:115": "‘‘Mā bhaṇḍanaṁ karī’’ti iminā ‘‘mā’’ti paṭisedhassa ‘‘karī’’ti pāṭhasesena sambandhitabbabhāvaṁ dasseti. Na voharitabbanti ettha vipubbaavapubba-haradhātu kathanatthoti āha ‘‘na kiñci vattabba’’nti. Hīti saccaṁ. Bījanaggāhādiketi ādisaddena dhammajjhesanādiṁ saṅgaṇhāti. Okāsakammaṁ kārentassāti ettha ‘‘okāsa’’nti ca ‘‘okāsakamma’’nti ca sadisanti āha ‘‘okāsaṁ kārentassā’’ti. Na ādātabbanti na gaṇhitabbaṁ. Tamevatthaṁ dassento āha ‘‘yattha gahetvā’’tiādi.",
  "tika-vin12t4:116": "Yanti vinayaṁ. Soti bhikkhu. Soti vinayo. Tassāti bhikkhussa. Idanti kammaṁ. Aññaṁ pucchāti mayā aññaṁ bhikkhuṁ pucchāhīti yojanā. Itīti evaṁ. Soti tīhaṅgehi samannāgato bhikkhu. Assāti tīhaṅgehi samannāgatassa. Na sākacchitabboti na saha kathetabbo.",
  "tika-vin12t4:117": "‘‘Laddhi’’nti iminā idamappahāyāti ettha idaṁsaddassa visayaṁ dasseti. ‘‘Avijahitvā’’ti iminā hādhātu tvāpaccayoti dasseti. Suddhaṁ brahmacārinti ettha sabbathā kilesasuddho khīṇāsavova gahetabboti āha ‘‘khīṇāsavaṁ bhikkhu’’nti. ‘‘Pātabyabhāva’’nti iminā pātabyatanti ettha tāpaccayo bhāvatthe hotīti dasseti. ‘‘Paṭisevana’’nti iminā pātabyasaddo yathākāmaparibhuñjanatthoti dasseti . Gativisodhananti duggatito sugatiyā visujjhanaṁ . ‘‘Akusalāni ceva mūlāni cā’’ti iminā akusalasaddassa ca mūlasaddassa ca tulyādhikaraṇabhāvaṁ dasseti. Tasmā akusalasaṅkhātāni mūlāni akusalamūlānīti tulyādhikaraṇasamāso kātabbo. Duccaritānīti ettha dusaddassa duṭṭhuvirūpatthabhāvaṁ dassento āha ‘‘duṭṭhu caritāni, virūpāni vā caritānī’’ti. Virūpānīti vikārasabhāvāni. ‘‘Karaṇabhūtenā’’ti iminā ‘‘kattubhūtenā’’ti atthaṁ paṭikkhipati. Tattha tatthāti tasmiṁ tasmiṁ khandhake.",
  "tika-vin12t4:118": "Iti tikavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:119": "Ekuttarikanayo catukkavāravaṇṇanā",
  "tika-vin12t4:120": "324. Catukkesu evaṁ vinicchayo veditabboti yojanā. Tiṇavatthārakasamathaṭṭhānanti tiṇavatthārakasamathena adhikaraṇavūpasamitaṭṭhānaṁ. Parassa kammavācāyāti parassa karaṇabhūtāya kammavācāya. Tatoti catukkato. Paresūti aññesu catukkesu evamattho veditabboti yojanā. Tamevāti kāyadvārikameva. Puna tamevāti vacīdvārikameva. Āpajjitabbāpattiñca sahāgāraseyyāpattiñcāti yojanā. Jaggantoti jāgaranto.",
  "tika-vin12t4:121": "Acittako āpajjati nāmāti ‘‘acittako bhikkhu āpajjati nāmā’’ti vā ‘‘acittako hutvā āpajjati nāmā’’ti vā yojanā kātabbā. Sabhāganti vatthusabhāgaṁ. Tañcāti aññataraṁ tañca āpattiṁ. Itīti evaṁ.",
  "tika-vin12t4:122": "Kammenāti samanubhāsanakammena. Kammena vuṭṭhātīti kammena eva vuṭṭhāti.",
  "tika-vin12t4:123": "Soti gihiparikkhāro, āhaṭo hotīti sambandho. Avāpuraṇanti kuñcikaṁ. Antoti bhaṇḍāgārassa anto.",
  "tika-vin12t4:124": "Sammukhāvuṭṭhātīti sammukhā eva vuṭṭhāti.",
  "tika-vin12t4:125": "Sayitāya eva bhikkhuniyāti yojanā. Idanti sahāgāraseyyāpattiṁ, paṭiccāti sambandho. Etanti ‘‘liṅgapātubhāvenā’’ti vacanaṁ, vuttanti sambandho. Ubhinnampīti bhikkhubhikkhunīnampi . Liṅgapaṭilābhenāti itthiliṅgapaṭilābhena. Paṭhamanti ādikappakāle. ‘‘Paṭhamaṁ uppannavasenā’’ti iminā pure uppannaṁ purimanti vacanatthaṁ dasseti. ‘‘Seṭṭhabhāvenā’’ti iminā purabhāvena seṭṭhabhāvena uppannaṁ purimanti vacanatthaṁ dasseti. ‘‘Purisaliṅga’’nti iminā imapaccayassa sarūpaṁ dasseti. Purisakuttapurisākārādīti ādisaddena purisanimittādayo saṅgaṇhāti. Yāni chacattālīsa sikkhāpadānīti yojanā. Iminā vuttanayānusārena dutiyacatukkepi attho veditabbo. Tehīti tiṁsādhikehi satasikkhāpadehi.",
  "tika-vin12t4:126": "Mahāpadesāti vinaye (mahāva. 305) āgatā mahāpadesā. Kasmā mahāpadesā ‘‘sāmukkaṁsā’’ti vuccantīti āha ‘‘te hī’’tiādi. Tattha teti cattāro mahāpadesā, vuccantīti sambandho. ‘‘Saya’’nti iminā sāmukkaṁsāti ettha saṁsaddassa sayamatthaṁ dasseti. ‘‘Ukkhipitvā’’ti iminā ukkaṁsasaddo ukkhipanatthoti dasseti. ‘‘Ṭhapitattā’’ti iminā sayaṁ ukkaṁsitvā ṭhapitā sāmukkaṁsāti vacanatthaṁ dasseti. ‘‘Ajjhoharaṇīyaparibhogā’’ti iminā bāhiraparibhogaṁ nivatteti. Udakaṁ panāti kenaci asaṁsaggaṁ pasannodakaṁ pana. Kāleti sappadaṭṭhakāle. ‘‘Pañca vā dasa vā sīlānī’’ti iminā pañca vā dasa vā sīlāni upāsakasīlanti dasseti.",
  "tika-vin12t4:127": "Tattha cāti vihāre ca. Ubhopīti āgantukāvāsikavasena ubhopi. Asādhāraṇanti dvīhi asādhāraṇaṁ. Āpattinti bhikkhunīhiyeva sādhāraṇaṁ āpattiṁ. Gamiyacatukkepīti pisaddo āgantukacatukkaṁ apekkhati. Vatthunānattatāvāti methunādivatthunānattatā eva. Hīti saccaṁ, yasmā vā. Sāti āpatti. Tathāti yathā kāyasaṁsagge, tathā lasuṇakhādaneti yojanā. Etthāti vatthunānattatādicatukke . Cattāri pārājikānīti bhikkhupātimokkhe āgatāni. Visuṁ āpajjantesupi eseva nayoti sambandho.",
  "tika-vin12t4:128": "Purimacatukketi vatthunānattatādicatukke. Yo paṭhamo pañhoti yojanā. Idhāti vatthusabhāgatādicatukke. Yo cāti yo ca pañho. Tatthāti vatthunānattatādicatukke. Tatiyacatutthesu pañhesūti sambandho.",
  "tika-vin12t4:129": "‘‘Saddhivihārikassā’’ti padaṁ ‘‘kattabba’’iti pade sampadānaṁ.",
  "tika-vin12t4:130": "Garukanti pārājikaṁ. Lahukanti thullaccayaṁ vā dukkaṭaṁ vā.",
  "tika-vin12t4:131": "Aṭṭhannaṁ bhikkhunīnaṁ paṭipāṭiyā nisīditabbato vuttaṁ ‘‘navamabhikkhunito’’ti. Paccuṭṭhānārahāti paṭimukhaṁ upaṭṭhātuṁ arahā. Avisesena cāti ‘‘bhikkhū’’ti vā ‘‘bhikkhunī’’ti vā visesa, makatvā sāmaññena ca. ‘‘Āsanārahacatukkassā’’ti padaṁ ‘‘paṭhamapada’’nti pade avayavisambandho.",
  "tika-vin12t4:132": "Asādhāraṇanti bhikkhūhi asādhāraṇaṁ. Vikāle kappatīti tadahuvikāle kappati. Kālātītanti kālayāmasattahātītaṁ. Yāvakālikādittayañca akappiyamaṁsañca uggahitakañca apaṭiggahitakañcāti yojanā.",
  "tika-vin12t4:133": "Guṇaṅguṇūpāhanañca dhuvanhānañca cammattharaṇañca guṇaṅguṇūpāhanadhuvanhānacammattharaṇāni. Imāni cattārīti pañcavaggena gaṇena upasampadadānādīni. Idhāti paccantimesu janapadesu. Idhāti majjhimesu. Idanti catubbidhaṁ vatthu. Dīpetumpīti dīpanampi. Tuṁpaccayo hi katvatthajotako. Eseva nayo dīpetuṁ panāti etthāpi. Sesaṁ anuññātakanti sambandho. Ubhayatthapīti paccantimamajjhimavasena ubhayatthāpi.",
  "tika-vin12t4:134": "Chandapārisuddhiakkhānaṁ ekaṁ katvā ‘‘cattāro’’ti vuttaṁ. Cattāro pubbakiccāti liṅgavipallāso, ‘‘cattāri pubbakiccānī’’ti hi attho. Evaṁ vuttāni imāni cattārīti sambandho. Evaṁ āgatā sammutiyoti sambandho. Sabbatthāti sabbesu catukkesu.",
  "tika-vin12t4:135": "Iti catukkavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:136": "Ekuttarikanayo pañcakavāravaṇṇanā",
  "tika-vin12t4:137": "325. Pañcakesu ‘‘pañca puggalā niyatā’’ti etaṁ ānantariyānameva gahaṇanti yojanā. Pañca chedana kā āpattiyo nāma veditabbāti sambandho. Yā vikappanā vuttāti yojanā. Ussaṅkitoti uṭṭhahitvā saṅkito. Parisaṅkitoti punappunaṁ saṅkito. Akuppo arahattaphalasaṅkhāto dhammo imassāti akuppadhammo, khīṇāsavo. Khīṇāsavo samānopi ussaṅkito ceva parisaṅkito cāti yojanā. Pariharitabbāti apanetabbā. Hīti saccaṁ, yasmā vā. Etesūti agocaresu. Thūpacīvaranti ettha thūpaṁ parikkhipitvā kataṁ cīvaraṁ thūpacīvaranti dassento āha ‘‘vammika’’ntiādi. Vammiko hi thūpayati uddhaṁ ārohatīti thūpoti vuccati . Nhānaṭṭhāneti sabbesaṁ nhānaṭṭhāne. Tañhi udakena kāyaṁ abhisiñcati etthāti abhisekanti vuccati. Abhiseke chaḍḍitaṁ ābhisekikaṁ, cīvaraṁ. Tena vuttaṁ ‘‘chaḍḍitacīvara’’nti. Bhatapaṭiyābhatanti ettha bharadhātuyā posanatthaṁ paṭikkhipitvā dhāraṇatthaṁ dassento āha ‘‘susānaṁ netvā puna ānītaka’’nti. Tattha ‘‘susāna’’nti iminā kammaṁ dasseti, ‘‘punā’’ti iminā paṭisaddassa atthaṁ dasseti. Imehi padehi susānaṁ bhataṁ hutvā gehaṁ paṭiābharitabbanti bhatapaṭiyābhatanti vacanatthaṁ dasseti, yakāro padasandhikaro. Pāḷiyaṁ, aṭṭhakathāyañca potthakesu ‘‘gatapaṭiyāgata’’nti kaṇṭhajatatiyakkharena pāṭho atthi, so asundaro.",
  "tika-vin12t4:138": "Kāyo paṭhamaṁ, vācā dutiyaṁ, kāyavācā tatiyaṁ, idaṁ sandhāya ‘‘tatiyenā’’ti vuttaṁ. Tatthevāti antarapeyyāle eva.",
  "tika-vin12t4:139": "Adinnanti ettha akārassa nakāriyabhāvañca tapaccayassa kammavācakabhāvañca dassento āha ‘‘aññena na dinna’’nti. Tattha ‘‘aññenā’’ti iminā tapaccayassa kammavācakabhāvaṁ dasseti, nakārena akārassa kāriyaṁ dasseti. Kena kāraṇena aviditanti āha ‘‘paṭiggaṇhāmīti cetanāya abhāvenā’’ti. Aviditanti apākaṭaṁ. Naṭasamajjādidānanti naṭasamajjādīnaṁ sabbesaṁ dānaṁ. Usabhavissajjananti usabhassa vissajjanaṁ. Idaṁ upalakkhaṇavasena vuttaṁ. Sabbāsampi pana manussāmanussānaṁ itthīnaṁ methunarativasena purisānaṁ dānampi gahetabbaṁ. Itthidānanti etthāpi yāsaṁ kāsañci itthīnaṁ yesaṁ kesañci purisānaṁ dānaṁ gahetabbaṁ. Paṭibhānacittakammadānanti methunasevanapaṭibhānacittakammadānaṁ. Lokassāti lokena. Kathetukamyatāti kathetukāmatā. ‘‘Na suppaṭivinodayā’’ti iminā dukkhena paṭivinodetabbāti duppaṭivinodayā, paṭivinodetuṁ na sukarāti dasseti. Upāyenāti yuttiyā.",
  "tika-vin12t4:140": "Phussadevatthero aṭṭhāsi kirāti sambandho. Ekaṁsanti bhummatthe cetaṁ upayogavacanaṁ. Ekasmiṁ aṁseti hi attho. Buddhārammaṇanti buddhaguṇārammaṇaṁ. Māroti devaputtamāro, gatoti sambandho. Gomayanti gomīḷhaṁ. Jaraggavoti jaragoṇo. Tādisamevāti gomayavippakiraṇasabhāvameva. Vippakāranti visesapakārena karaṇaṁ. Vaṅkapādanti kuṭilapādaṁ. Parikasantoti paricchedaṁ katvā vilekhanto. Vigacchapurisoti vikāraṁ, virūpaṁ vā gatapuriso. ‘‘Vibhacchapuriso’’tipi pāṭho, visesena sobhaṇaṁ bhakkhapurisoti attho. Ayameva pāṭho abhidhānādīsu (abhidhānappadīpikāyaṁ 102 gāthāyaṁ) dissati. Samantāti kaṭaandhakāravihārassa samantato. Māro siyā nu khoti yojanā. Na asakkhiṁ iti āhāti yojanā. Diṭṭhapubboti pubbe diṭṭho. Mahānubhāvoti deviddhiyā mahānubhāvo. Iṅghāti uyyojanatthe nipāto, uyyojemīti attho. Attabhāvanti tava attabhāvaṁ. Tādisaṁ rūpanti buddhassa bhagavato attabhāvasadisaṁ rūpaṁ. Taṁsarikkhakanti tena rūpena sadisaṁ. Patirūpameva sadisaṭṭhena patirūpakaṁ, na ekaṁsasadisaṁ rūpaṁ kiñci sadisarūpanti attho. Sakattabhāvanti sassa eso sako, soyeva attabhāvo sakattabhāvo, taṁ. Ayanti māro. Kathanti kena kāraṇena bhagavā na sobhati nu kho, sobhatiyevāti attho. Tadeva samatthetuṁ vuttaṁ ‘‘sabbaso vītarāgadosamoho’’ti. Vañcitomhīti ahaṁ vañcito amhi. Kiṁ atthīti kiṁ nāma atthi, mama vañcanacittaṁ natthīti adhippāyo. Daharabhikkhu paṭilabhatītiādinā sambandhitabbaṁ.",
  "tika-vin12t4:141": "Daharabhikkhu aṭṭhāsīti sambandho. Saṅkārachaḍḍaniṁ pacchinti sambandho. Saṅkāraṁ chaḍḍeti imāyāti saṅkārachaḍḍanī. Tissadattatthero nāma pucchīti sambandho. Nāvātoti potato. Pañhāsahassanti samathavipassanākammaṭṭhānesu pucchāsahassaṁ. Pucchīti daharaṁ pucchi. Paricchindīti tasmiṁ divase kātabbavattaṁ niṭṭhapesīti attho. Yonakavisayatoti yonakalokato. Aṭṭha kappe anussarīti cetiyaṅgaṇaṁ disvā cittassa pasīdanato pubbenivāsañāṇena aṭṭha kappe anussari.",
  "tika-vin12t4:142": "Eko bhikkhu gatoti sambandho. Devatā pupphahatthā aṭṭhaṁsūti manussavesaṁ gahetvā aṭṭhaṁsu. Tena vuttaṁ ‘‘kataragāmavāsikātthā’’ti. Tumhe katarasmiṁ gāme vasanasīlā attha bhavathāti yojanā. Idhevāti imasmiṁyeva ṭhāne. Ṭhitāmhāti mayaṁ ṭhitā amhāti yojanā.",
  "tika-vin12t4:143": "Ayaṁ kathāti ayaṁ vakkhamānakathā. Kiṁ amaccaputto pāsādiko nu khoti yojanā. Neti amaccaputtaabhayatthere. Ñātakā agamaṁsūti sambandho. Theramātāpi pahiṇīti sambandho. Pisaddena ñātake apekkhati. Pahiṇākāraṁ dassento āha ‘‘putto me’’tiādi. Amaccaputto ārūḷhoti sambandho. Abhayatthero āhāti sambandho. Tenāti amaccaputtena. Yugaggāhanti yugassa gāhaṁ. ‘‘Mahallakattherassa sammaṭṭhaṭṭhāne kacavaraṁ chaḍḍetvā’’ti vacanaṁ āvi karonto āha ‘‘atītattabhāve kirā’’tiādi. Amaccaputto chaḍḍesīti sambandho.",
  "tika-vin12t4:144": "Tanti sammajjanavattaṁ. Tatrāti ‘‘satthusāsanaṁ kataṁ hotī’’tivacane. Āyasmā sāriputto nisīdi kirāti sambandho. Bhagavā paccāgañchīti sambandho. Pādānīti pādassa akkamanaṭṭhānāni, pādacetiyānīti attho. Thero nisīdīti sambandho. Jaṇṇukehi patiṭṭhāya ‘‘pādacetiyaṁ vanditvā’’ti pāṭhaseso ajjhāharitabbo. Me nisinnabhāvaṁ me satthā aññāsi vatāti yojanā. Mesaddo hi pubbaparāpekkho. Codananti dosāropanaṁ. Kāressāmīti dasabalaṁ kāressāmi. Bhagavā āhāti sambandho. Gatosīti tvaṁ gato asi, vicarantassa tuyhaṁ na patirūpanti yojanā. Tatoti codanakālato.",
  "tika-vin12t4:145": "Ettako vinicchayo upalabbhatīti sambandho. Bhāsapariyantanti vacanaparicchedaṁ. Ayanti kathā. Ettakaṁ vacananti sambandho. Gayhūpaganti gahetabbabhāvaṁ upagamanaṁ, gaṇhituṁ khamanīyanti attho. Tānīti dve mūlāni. Puna tānīti samudayabhūtāni cha āpattisamuṭṭhānāni. Vatthunti methunādivatthuṁ. Itipīti pisaddo paṭhamanayaṁ apekkhati. Ettha paṭhamanaye mūlena samudayassa pāyato abhedo hoti, pacchimanaye pana sabbathā bhedo hoti. Tasmā pacchimanayoyeva yuttataroti daṭṭhabbo. ‘‘Vūpasammatī’’ti iminā ‘‘nirujjhatī’’ti padassa samucchedanirodhaṁ dasseti. Vuṭṭhānenāti parivāsādivinayakammena.",
  "tika-vin12t4:146": "Tettiṁsamūlānaṁ sarūpaṁ dassento āha ‘‘vivādādhikaraṇassa dvādasa mūlānī’’tiādi. Ekaṁ mūlanti sambandho. Tānīti tettiṁsa mūlāni. Paratoti parasmiṁ. ‘‘Aṭṭhārasa bhedakaravatthūnī’’tiādinā adhikaraṇānaṁ samuṭṭhānaṁ dasseti. Cattāri saṅghakiccāni nissāya uppajjatīti yojanā. Idanti vatthu. Sattannaṁ nidānanti sattannaṁ āpattikkhandhānaṁ paññattiṭṭhānasaṅkhātaṁ nidānaṁ. Etthāti ṭhāne. Paññattiṁ na jānātīti ettha ‘‘anupaññattiṁ na jānātī’’ti vakkhamānattā paṭhamapaññatti gahetabbāti āha ‘‘paṭhamapaññattiṁ na jānātī’’ti. Anupaññattīti ettha anusaddo naupacchinnatthoti āha ‘‘punappunaṁ paññattiṁ na jānātī’’ti. Pacchātthopi yujjateva paṭhamapaññattito pacchā paññattattā. Anusandhivacanapathanti ettha anusandhīnaṁ vasena vacanapathanti dassento āha ‘‘kathānusandhivinicchayānusandhivasena vatthu’’nti. Ñattikiccanti ñattiyā kiccaṁ . Iminā ñattiyāti ettha sāmyatthe sāmivacanaṁ. Karadhātusambandhe karaṇavacanampi yujjateva. Karaṇanti ettha ca yupaccayassa kammatthabhāvañca dasseti. Na kevalaṁ ñattikamme eva ñattikiccaṁ na jānāti, atha kho ñattidutiyañatticatutthakammesupi na jānātīti dassento āha ‘‘ñattidutiyañatticatutthakammesū’’tiādi. Pubbe ṭhapetabbāti ñatti nāma kammavācāya pubbe ṭhapetabbāti na jānāti. Iminā napubbakusalabhāvaṁ dasseti. ‘‘Pacchā’’ti iminā naaparakusalabhāvaṁ dasseti. Pisaddena paṭhamanayaṁ apekkhati. ‘‘Kālaṁ na jānātī’’ti iminā akālaññūti padassa viggahavākyaṁ dasseti. Kālaṁ dassento āha ‘‘anajjhiṭṭho’’tiādi.",
  "tika-vin12t4:147": "‘‘Dhutaṅge ānisaṁsaṁ ajānitvā’’ti iminā mandamomūhānaṁ phalaṁ dasseti. Pāpicchoti ettha pāpiccho nāma paccayalābhassa patthanāti āha ‘‘paccayalābhaṁ patthayamāno’’ti. Kāyaviveko ca cittaviveko ca upadhiviveko ca kāyacittaupadhivivekaṁ, samāhāradvando, pubbapadesu uttarapadalopo. Etassāti āraññikassa. Iminā imāya attho idamattho, so etassatthīti idamatthīti vacanatthaṁ dasseti. Appicchaññevātiādīsu evasaddānaṁ chaḍḍetabbatthaṁ dassento āha ‘‘na aññaṁ kiñci lokāmisa’’nti.",
  "tika-vin12t4:148": "Navavidhanti divasavasena tividhaṁ, tathā kattabbākāravasena, tathā kārakavasenāti navavidhaṁ uposathaṁ.",
  "tika-vin12t4:149": "Kāyaduccaritādi yasmā na pasādaṁ saṁvatteti, na pasādāya vā saṁvattati, tasmā apāsādikanti vuccati. Tena vuttaṁ ‘‘apāsādikanti kāyaduccaritādi akusala’’nti. Velaṁ atikkammāti bhojanādikālaṁ atikkamitvā. Iminā ativelanti ettha atisaddassa atikkamanatthañca ‘‘ativela’’nti padassa ‘‘viharato’’ti pade kiriyavisesanabhāvañca dasseti. Appaṁ kālanti yojanā. Avataraṇaṁ otāroti dassento āha ‘‘otaraṇa’’nti. Sabbatthāti sabbesu pañcakesu.",
  "tika-vin12t4:150": "Iti pañcakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:151": "Ekuttarikanayo chakkavāravaṇṇanā",
  "tika-vin12t4:152": "326. Chakkesu evamattho veditabboti yojanā. Itīti evaṁ. Imā cha sāmīciyoti yojanā. Tatthāti chasu ākāresu. Satisammosenāti satiyā vippavāsena.",
  "tika-vin12t4:153": "Tatthāti cuddasasu paramesu. Tatoti chakkato. Ekaṁ apanetvāti yaṁkiñci ekaṁ apanetvā. Sesesūti chahi paramehi sesesu aṭṭhasu paramesu. Aññānipi chakkānīti paṭhamachakkato aññānipi aṭṭha chakkāni.",
  "tika-vin12t4:154": "Cha āpattiyoti tīṇi chakkānīti ‘‘cha āpattiyo’’ti vuttāni tīṇi chakkānīti yojanā . Vuttadvayaṁ ekaṁ katvā. Nhāneti nhānasikkhāpade. Chakkadvayanti ādāyasamādāyavasena chakkadvayaṁ. Sabbatthāti sabbesu chakkesu.",
  "tika-vin12t4:155": "Iti chakkavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:156": "Ekuttarikanayo sattakavāravaṇṇanā",
  "tika-vin12t4:157": "327. Sattakesu chasu sāmīcīsu pakkhipitvāti sambandho. Tatthevāti samathakkhandhake eva.",
  "tika-vin12t4:158": "Campeyyaketi campeyyakkhandhake. ‘‘Asaddhammā’’ti padassa bhedanissitatulyanissitasamāsaṁ dassento āha ‘‘asataṁ dhammā’’tiādi. Tattha ‘‘asataṁ dhammā’’ti iminā bhedanissitasamāsaṁ dasseti, ‘‘asanto vā dhammā’’ti iminā tulyanissitasamāsaṁ dasseti. Sabbatthāti sabbesu sattakesu. Sesaṁ suviññeyyameva.",
  "tika-vin12t4:159": "Iti sattakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:160": "Ekuttarikanayo aṭṭhakavāravaṇṇanā",
  "tika-vin12t4:161": "328. Aṭṭhakesu aṭṭhānisaṁsādīnaṁ desanākāradesanaṭṭhānāni dassento āha ‘‘na maya’’ntiādi. Tattha ‘‘na mayaṁ…pe… karissāmā’’ti iminā desanākāraṁ dasseti, ‘‘kosambakakkhandhake’’ti iminā desanaṭṭhānaṁ dasseti. Tampīti dutiyaaṭṭhakampi.",
  "tika-vin12t4:162": "Terasake vuttāti sambandho. Kulāni dūsetīti ettha ‘‘dūsetī’’ti kiriyāpadassa karaṇaṁ dassento āha ‘‘pupphena vā’’tiādi. Imehi aṭṭhahi dūsetīti yojanā. ‘‘Lābhenā’’tiādinā ‘‘aṭṭhahi asaddhammehī’’ti ettha asaddhammasarūpaṁ dasseti. Sārāgoti saṁrāgo, bhusaṁ rajjananti attho. Paṭivirodhoti doso. So hi yasmā alābhādīsu paṭivirujjhati, tasmā paṭivirodhoti vuccati. Pāḷiyanti vinayapāḷiyaṁ.",
  "tika-vin12t4:163": "Pāṇantiādikā dve gāthāyo dvādasakkharena bandhitā. Paṭhamagāthāya tatiyapāde cariyasaddena yuttattā ekakkharo adhiko. Ayaṁ panettha yojanā – pāṇaṁ na hane na ghāteyya, ādinnañca na ādiye na gaṇheyya, musā vitathavacanaṁ na bhāse na katheyya, majjapo majjapānaṁ na ca siyā, abrahmacariyā methunā virameyya, rattiṁ vikālabhojanaṁ na bhuñjeyya.",
  "tika-vin12t4:164": "Mālaṁ na dhāre na dhāreyya, gandhañca na ācare, santhate mañce ca chamāyañca sayetha. Etañhi uposathaṁ aṭṭhaṅgikaṁ uposathaṁ iti dukkhantagunā buddhena pakāsitanti āhu paṇḍitāti.",
  "tika-vin12t4:165": "Saṅghabhedaketi saṅghabhedakakkhandhake. Tāsaṁyevāti bhikkhunīnameva. ‘‘Upāsikā aṭṭha varāni yācatī’’ti evaṁ sāmaññavacanassāpi atthapakaraṇādinā visesavisayo hotīti āha ‘‘visākhā’’ti. Sā hi vividhā puttanattusaṅkhātā sākhā etissātthīti visākhāti vuccati. Sabbatthāti sabbesu aṭṭhakesu. Sesaṁ suviññeyyameva.",
  "tika-vin12t4:166": "Iti aṭṭhakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:167": "Ekuttarikanayo navakavāravaṇṇanā",
  "tika-vin12t4:168": "329. Navakesu acarītiādīnīti ādisaddena ‘‘carati, carissatī’’tiādīni (dī. ni. 3.340; aṭṭha. ni. 9.29-30) saṅgaṇhāti. Taṁ kutettha labbhāti ettha tanti anatthacaraṇaṁ, kopakaraṇaṁ vā. Kutoti kena kāraṇena. Etthāti etasmiṁ anatthacarakapuggale. Labbhāti laddhā, sakkā laddhuṁ na labbhā evāti attho. Navannaṁ vā bhikkhūnaṁ kāraṇāti yojanā. Taṇhanti dvīsu esanataṇhāesitataṇhāsu esanataṇhaṁ. Paṭiccāti ārabbha. Pariyesanāti punappunaṁ esanā. Lābhoti rūpādiārammaṇalābho. Vinicchayoti ñāṇataṇhādiṭṭhivitakkavasena catubbidho vinicchayo. Catubbidho hi dhammo ‘‘ettakaṁ mayhaṁ bhavissatī’’tiādinā vinicchinati anenāti vinicchayoti vuccati. Chandarāgoti balavarāgo. Ajjhosānanti ‘‘ahaṁ mama’’nti balavasanniṭṭhānaṁ, pariggahoti taṇhādiṭṭhivasena paricchinditvā gahaṇaṁ. Macchariyanti paresaṁ sādhāraṇabhāvassa asahanatā. Ārakkhāti dvārapidahanamañjūsagopanādivasena ābhuso rakkhanaṁ. Ārakkhādhikaraṇanti ārakkhakāraṇā, hetvatthe cetaṁ paccattavacanaṁ. Daṇḍādānādīsu paranisedhanatthaṁ daṇḍassa ādānaṁ daṇḍādānaṁ. Tathā ekatodhārādino satthassa ādānaṁ satthādānaṁ. Kalahoti kāyakalahopi vācākalahopi. Viggahoti viruddhavasena gahaṇaṁ. Vivādoti viruddhavasena vadanaṁ. ‘‘Tuvaṁ tuva’’nti anādaravasena vadanaṁ tuvaṁtuvaṁ vādo, pesuññavasena vadanaṁ pesuññavādo, musāvasena vadanaṁ musāvādo, daṇḍādānañca satthādānañca kalaho ca viggaho ca vivādo ca tuvaṁtuvaṁvādo ca pesuññavādo ca musāvādo ca daṇḍādāna…pe… musāvādā. Musāvādāti ettha vādasaddo ‘‘tuvaṁ tuva’’nti ca ‘‘pesuñña’’nti ca etthāpi yojetabbo. ‘‘Ahaṁ seyyohamasmī’’ti pavattamānādayoti yojanā. Adhiṭṭhitakālato paṭṭhāya na vikappetabbānīti adhiṭṭhānavikappanaṁ ekato na kātabbaṁ, adhiṭṭhite na vikappetabbanti adhippāyo. Pariṇataṁ lābhaṁ pariṇāmetīti sambandho.",
  "tika-vin12t4:169": "Etesaṁyevadānānanti etesaṁyeva adhammikānaṁ dānānaṁ. Saṅghassa ninnanti saṅghassa nataṁ, nāmitaṁ vā lābhanti sambandho. Saṅghassa namati, nāmiyatīti vā ninnaṁ. Tesaṁyevāti tesaṁyeva tiṇṇaṁ dhammikadānānaṁ. Tayo tayo dānapaṭiggahaparibhoge sampiṇḍetvā navako gahetabbo. Tatthevāti samathakkhandhake eva. Ovādavaggassāti bhikkhunovādavaggassa. Tatthevāti ovādavaggassa paṭhamasikkhāpade eva. Sabbatthāti sabbesu navakesu.",
  "tika-vin12t4:170": "Iti navakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:171": "Ekuttarikanayo dasakavāravaṇṇanā",
  "tika-vin12t4:172": "330. Dasakesu aṭṭhāne vā panāti akāraṇe vā pana. Tatthāti navakesu. ‘‘Natthi dinnantiādivasenā’’ti ādisaddena ‘‘natthi yiṭṭhaṁ natthi huta’’ntiādayo (dha. sa. 1221; ma. ni. 94.225; 3.91, 116; saṁ. ni. 3.210; a. ni. 10.176) nava natthikā saṅgahetabbā. ‘‘Sassato lokoti ādivasenā’’tiādisaddena (dī. ni. 1.31; ma. ni. 1.269) ‘‘asassato loko’’tiādayo (ma. ni. 1.269) nava antaggāhike saṅgaṇhāti. Viparītā sammattāti dasahi micchattehi viparītā dasa sammattā sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi sammāñāṇaṁ sammāvimuttīti.",
  "tika-vin12t4:173": "Dasa ādīnavā niddiṭṭhāti sambandho. Undūrakkhāyitanti mūsikena khāditaṁ. Ettha hi khedhātu khādanattho hoti. Aggidaḍḍhanti agginā daḍḍhaṁ. Etesūti etesu dasasu paṁsukūlesu. Udakasāṭikaṁ vā saṁkaccikaṁ vāti bhikkhunīnaṁ udakasāṭikaṁ vā saṁkaccikaṁ vā. Ettha vāsaddo aniyamavikappattho.",
  "tika-vin12t4:174": "Paṇṇasanthāro tiṇasanthārena saṅgahito. Sabbatthāti sabbesu dasakesu.",
  "tika-vin12t4:175": "Iti dasakavāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:176": "Ekuttarikanayo ekādasakavāravaṇṇanā",
  "tika-vin12t4:177": "331. Ekādasakesu tiṇapādukāti muñjapabbajehi avasesā tiṇamayapādukā. Kaṭṭhapādukasaṅgahamevāti kaṭṭhapāduke saṅgahaṁ eva. Tambalohamayena vā dārumayena vāti vāsaddo aniyamavikappattho. ‘‘Nasi animittā’’tiādayo bhikkhunikkhandhake (cūḷava. 423) niddiṭṭhā. Te sabbeti sabbe te gaṇṭhikavidhā. Naggenāti acelakena. Te sabbeti sabbe te avandiyapuggalā. Pubbeti dasake. Kammavaggeti avasāne kammavagge.",
  "tika-vin12t4:178": "So bhikkhu yaṁ na nigaccheyya, etaṁ na nigataṁ aṭṭhānaṁ anavakāsoti yojanā. Evañhi sati yaṁsaddo kiriyāparāmasano hoti, atha vā yaṁ yena kāraṇena na nigaccheyya, etaṁ kāraṇaṁ aṭṭhānanti yojanā. Anadhigataṁ samādhinti yojanā. Saddhammāssāti saddhammā assa. Assa akkosakaparibhāsakassa bhikkhussa saddhammā na vodāyanti na pariyodapentīti attho. Rogātaṅkanti rogasaṅkhātaṁ ātaṅkaṁ. Nirayaṁ upapajjatīti nirayamhi upapajjati. ‘‘Upapajjatī’’ti ettha upaiti kammappavacanīyaupasaggena yuttattā ‘‘niraya’’nti ettha bhummatthe upayogavacanaṁ daṭṭhabbaṁ. Ettha etasmiṁ aṅguttarapāḷiyaṁ (a. ni. 11.6).",
  "tika-vin12t4:179": "Āsevitāyāti ettha ātyūpasaggo ādikammatthoti āha ‘‘ādito paṭṭhāya sevitāyā’’ti. ‘‘Nipphāditāyā’’tiiminā bhāvitāyāti ettha bhūsaddo sattatthoti dasseti, ‘‘vaḍḍhitāyā’’ti iminā vaḍḍhanatthoti dasseti. Bahulīkatāyāti ettha bahulaṁ nāma atthato punappunanti āha ‘‘punappunaṁ katāyā’’ti. Suyuttayānasadisāyāti suṭṭhu yuttena yānena sadisāya. Iminā yānīkatāyāti ettha na yaṁkiñci yānaṁ viya kataṁ hoti, atha kho icchiticchitakkhaṇe ārohanīyattā suyuttayānaṁ viya kataṁ hotīti dasseti. Yathā kariyamāne patiṭṭhā hotīti yojanā. Vatthukatāyāti ettha vatthusaddo patiṭṭhatthoti dasseti. Vasati patiṭṭhahati etthāti vatthūti vacanattho kātabbo. Anuṭṭhitāyāti ettha anusaddo naupacchinnattho, ṭhādhātu uppajjanatthoti dassento āha ‘‘anu anu pavattitāyā’’ti. ‘‘Samantato’’ti iminā paricitāyāti ettha parisaddo samantatthoti dasseti. ‘‘Abhivaḍḍhitāyā’’ti iminā cidhātu vaḍḍhanatthoti dasseti. Samāraddhāyāti paripuṇṇaṁ ārādhitāya. Rādhadhātu hi sādhanattho hoti. ‘‘Vasībhāvaṁ upanītāyā’’ti iminā tadatthaṁ adhippāyena dasseti. ‘‘Na pāpakaṁ supinaṁ passatī’’ti vacanassa atthāpattinayaṁ dassento āha ‘‘bhadrakaṁ panā’’tiādi. Vuddhikāraṇabhūtanti vuddhiyā kāraṇabhūtaṁ supinanti sambandho. Devatā rakkhantīti ettha sāmaññato vuttepi ārakkhadevatāyeva gahetabbāti āha ‘‘ārakkhadevatā’’ti. Ārakkhadevatā nāma bhummadevādayo. Khippanti bhāvanapuṁsakaṁ. Iminā tuvaṭaṁ cittanti ettha tuvaṭasaddo khippapariyāyoti dasseti. Uttarimappaṭivijjhantoti ettha ‘‘uttari’’nti padassa avadhipekkhattā tassa avadhi ca uttarisaddassa idha arahattavācakabhāvañca vidhadhātuyā sacchikaraṇatthañca dassento āha ‘‘mettājhānato’’tiādi. Tattha ‘‘mettājhānato’’ti iminā avadhiṁ dasseti, ‘‘arahatta’’nti iminā ‘‘uttari’’nti padassa sarūpatthaṁ dasseti, ‘‘asacchikaronto’’ti iminā vidhadhātuyā sacchikaraṇatthaṁ dasseti. Sabbatthāti sabbesu ekādasakesu.",
  "tika-vin12t4:180": "Iti ekādasakavāravaṇṇanāpariyosānāya",
  "tika-vin12t4:181": "Ekuttarikavaṇṇanāya",
  "tika-vin12t4:182": "Yojanā samattā.",
  "tika-vin12t4:183": "Uposathādipucchāvissajjanā",
  "tika-vin12t4:184": "332. Vissajjane evamattho veditabboti yojanā. Kāyasāmaggī ādi nāmāti yojanā. Osāraṇakiriyāti kathanakiriyā. Chandapavāraṇaṁāharitvāti chandañca pavāraṇañca āharitvā. Pavāraṇākathāti ‘‘saṅghaṁ bhante pavāremī’’tiādikā (mahāva. 210) pavāraṇākathā. Tajjanīyakammādīsu vatthu nāma kiṁ? Puggalo nāma koti āha ‘‘vatthu nāmā’’tiādi. Tattha yena vatthunāti bhaṇḍanakārakādinā yena vatthunā karaṇabhūtena, hetubhūtena vā . Yenāti puggalena kattubhūtena, katanti sambandho. ‘‘Tassā tassā kammavācāyā’’ti padaṁ ‘‘avasānavacana’’nti pade avayavisambandho. Sabbatthāti sabbesu vissajjanesu.",
  "tika-vin12t4:185": "Iti uposathādipucchāvissajjanavaṇṇanāya yojanā",
  "tika-vin12t4:186": "Samattā.",
  "tika-vin12t4:187": "Atthavasapakaraṇavaṇṇanā",
  "tika-vin12t4:188": "334.Atthavasapakaraṇeti avayaviādhāro. Dasa atthavasetiādīsūti avayavādhāro. Yanti vacanaṁ. Uparimaṁ uparimaṁ padanti ‘‘saṅghaphāsutāyā’’tiādikaṁ uttaruttari vuttaṁ padaṁ. Heṭṭhimassa heṭṭhimassa padassāti ‘‘saṅghasuṭṭhutāyā’’tiādikassa adho adho vuttassa padassa.",
  "tika-vin12t4:189": "Yadetaṁ padasataṁ vuttanti yojanā. Tatthāti tasmiṁ padasate, niddhāraṇe bhummaṁ, atthasatanti abhidheyyasataṁ. Dhammasatantiabhidhānasataṁ, pāḷisatanti attho. ‘‘Atthasataṁ dhammasata’’nti padānaṁ atthantaravikappaṁ dassento āha ‘‘atha vā’’tiādi. Tattha ye dasa atthavase paṭicca paññattaṁ, tesaṁ dasaatthavasānanti yojanā, ye dasa atthavase pubbe vaṇṇitā, tesaṁ dasaatthavasānanti yojanā. Paṭhamapārājikavaṇṇanāyaṁ (pārā. aṭṭha. 1.39) vaṇṇitāti sambandho. Tatthāti ‘‘saṅghasuṭṭhutāyā’’tiādipāṭhe. Suṭṭhu devāti suṭṭhu mahārāja. Hi yasmā āṇābalabhogabalaissariyabalehi dibbati, tasmā devoti vuccati. Yo cāti gahaṭṭho vā pabbajito vā, sampaṭicchatīti sambandho. Tasmāti yasmā hitāya sukhāya hoti, tasmā. Ānisaṁsaṁ dassetvā paññapessāmīti sambandho. Abhibhavitvā na paññapessāmīti yojanā. Idhāti atthavasapakaraṇe. Tadatthajotakānanti soyeva attho tadattho, tassa jotakā tadatthajotakā, tesaṁ. Idāni veditabbānīti sambandho. Atthaṁ jotentīti atthajotakā, saddā. Nīharitvā, niyametvā vā attho vuccate imāhi saddapaññattīhīti niruttiyo.",
  "tika-vin12t4:190": "Atthasatanti gāthāyaṁ atthavase pakaraṇe atthasataṁ veditabbantiādinā yojanā kātabbā. Iti hīti iti eva. Hisaddo hi evasaddattho. Idanti ‘‘atthasata’’ntiādivacanaṁ, vuttanti sambandho. Etanti yathāvuttaṁ atthaṁ paṭiccāti sambandho.",
  "tika-vin12t4:191": "Iti samantapāsādikāya vinayasaṁvaṇṇanāya",
  "tika-vin12t4:192": "Mahāvaggavaṇṇanāya",
  "tika-vin12t4:193": "Yojanā samattā.",
  "tika-vin12t4:194": "Paṭhamagāthāsaṅgaṇikaṁ",
  "tika-vin12t4:195": "Sattanagaresu paññattasikkhāpadavaṇṇanā",
  "tika-vin12t4:196": "335.Ekaṁsanti ettha bhummatthe upayogavacananti āha ‘‘ekasmiṁ aṁse’’ti. Dasanakhasamodhānasamujjalanti dasannaṁ nakhānaṁ samūhena suṭṭhu ujjalaṁ. Ettha ‘‘samujjala’’nti iminā añjalinti padassa ādarena, abhimukhaṁ vā jalati dibbatīti añjalīti atthaṁ dasseti. Āsīsamānarūpovāti ettha āsīsamānarūpo evāti atthaṁ paṭikkhipanto āha ‘‘paccāsīsamānarūpo viyā’’ti. Ettha ‘‘viyā’’ti iminā ‘‘āsīsamāno ivā’’ti padavibhāgaṁ katvā ivasaddo upamatthajotakoti dasseti. Kissāti ettha karaṇatthe chaṭṭhīvibhatti hotīti āha ‘‘kena kāraṇenā’’ti. Idhāti mama nisinnaṭṭhānaṁ. ‘‘Āgato’’ti iminā idhamāgatoti ettha makāro padasandhikaramattoti dasseti. Assāti upālissa vissajjesīti sambandho. Sabbatthāti sabbesu pañhesu. Itīti evaṁ.",
  "tika-vin12t4:197": "Tatthāti vissajjane. Bhaddako te ummaṅgoti ettha ummaṅgasaddo pañhavācakoti āha ‘‘bhaddakā te pañhā’’ti. Tattha teti tava. Kasmā pañhā ‘‘ummaṅgo’’ti vuccatīti āha ‘‘pañcā hī’’tiādi. Hi yasmā ummaṅgoti vuccati, tasmā pañhā ummaṅgo nāmāti yojanā. ‘‘Ummujjitvā ṭhitattā’’ti iminā ummujjatīti ummaṅgoti vacanatthaṁ dasseti. Mujadhātu ukārassa akāro, avijjandhakārasaṅkhātā udakato ummujjatīti attho. ‘‘Tagghā’’ti nipātassa tasmā kāraṇāti atthaṁ dassento āha ‘‘yasmā’’tiādi. ‘‘Sampaṭicchanatthe’’ti iminā tagghasaddo sādhuatthoti dasseti, taggha sādhūti attho. Tīṇiyevāti ‘‘samādahitvā visibbentī’’ti ekaṁ, ‘‘sāmisenā’’ti ekaṁ, ‘‘sasitthaka’’nti ekanti imāni tīṇiyeva.",
  "tika-vin12t4:198": "Catuvipattivaṇṇanā",
  "tika-vin12t4:199": "336.Yaṁ taṁ pucchimhāti ettha niggahitato paraṁ akāralopoti āha ‘‘yaṁ taṁ apucchimhā’’ti . Tattha yanti pañhaṁ. Tanti tuvaṁ. ‘‘Tva’’ntipi pāṭho, ayamevattho. Taṁ tadevāti taṁ taṁ eva pañhaṁ. Aññathāti aññaṁ ākāraṁ.",
  "tika-vin12t4:200": "Ye duṭṭhullā sā sīlavipattīti ettha nanu sīlavipattiṁ pucchanto pañho natthi, kasmā pana ‘‘sā sīlavipattī’’ti vissajjanaṁ vuttanti āha ‘‘kiñcāpī’’tiādi. Etanti ‘‘ye duṭṭhullā sā sīlavipattī’’ti vacanaṁ. Tamevatthaṁ vitthārento āha ‘‘catūsu hī’’tiādi. Vatvāti saṁkhepena vatvā.",
  "tika-vin12t4:201": "Tissannaṁ vipattīnanti sīlavipattito avasesānaṁ tissannaṁ vipattīnaṁ. Tatthāti ‘‘thullaccaya’’ntiādivacane.",
  "tika-vin12t4:202": "‘‘Abbhācikkhantī’’ti padassa kattāraṁ dassento āha ‘‘vadantā’’ti. ‘‘Tathāha’’ntiādinā vadanākāraṁ dasseti.",
  "tika-vin12t4:203": "‘‘Ayaṁ chahī’’ti iminā ayaṁ sāti ettha sāsaddo padālaṅkāroti dasseti. Ettāvatāti ettakena ‘‘thullaccaya’’ntiādivacanamattena. Vissajjitaṁ hotīti sambandho.",
  "tika-vin12t4:204": "Chedanakādivaṇṇanā",
  "tika-vin12t4:205": "337.Katichedanakānītiādipucchānaṁ anusandhipucchābhāvaṁ dassento āha ‘‘yasmā panā’’tiādi. Pucchā hi anusandhiananusandhivasena duvidhā. Tattha vissajjanena anusandhivasena pucchā anusandhipucchā nāma, vissajjanamanapekkhitvā yathākāmapucchā ananusandhipucchā nāma. Tāsaṁ vitthāro nettiaṭṭhakathādīsu gahetabbo. Idhāpi ‘‘ekādasa yāvatatiyakā’’ti vissajjanena anusandhānattā anusandhipucchā nāma. Yasmā pana vissajjitoti sambandho. Saṅkhāvasenāti ekādasā’’ti saṅkhāya sattiyā, āyattena vā. Saṅkhānusandhivasenevāti ‘‘katī’’ti saṅkhāya anusandhivasena eva. Tesanti pañhānaṁ. Tatthāti ‘‘cha chedanakānī’’tiādipāṭhe. Idamevāti idaṁ eva vacanaṁ. Apubbanti pubbe na vuttaṁ, aporāṇaṁ navanti attho. Yaṁ panetanti yaṁ pana etaṁ vacanaṁ. ‘‘Soḷasā’’ti iminā sodasāti ettha dakārassa ḷakāraṁ katvā ‘‘soḷasā’’ti pāṭhopi yujjatīti dasseti. Jānanti paññattāti ettha ‘‘evaṁ vatvā’’ti pāṭhasesaṁ ajjhāharitvā yojetabbabhāvaṁ dassento āha ‘‘jāna’’nti evaṁ vatvā paññattā’’ti. Teti ‘‘jāna’’nti paññattā sikkhāpadāti attho. Evanti vakkhamānanayena. Paviseyyātīti ettha itisaddo parisamānattho. Iti veditabboti yojanā.",
  "tika-vin12t4:206": "Asādhāraṇādivaṇṇanā",
  "tika-vin12t4:207": "338.Purima pañhanti ‘‘kati chedanakānī’’tiādipañhānaṁ pure vuttaṁ pañhaṁ. Tatthāti ‘‘vīsaṁ dve satānī’’tiādipāṭhe. ‘‘Dveaniyatehī’’ti padassa asamāhāradiguvākyaṁ dassento āha ‘‘dvīhi aniyatehī’’ti. ‘‘Saddhi’’nti iminā sahādiyoge karaṇavacananti dasseti.",
  "tika-vin12t4:208": "Gāthāyaṁ ‘‘dhovanañca sikkhāpada’’ntiādinā yojanā kātabbā. Dve lomāti dve eḷakalomasikkhāpadāni.",
  "tika-vin12t4:209": "‘‘Sakalo’’tiādikāya aḍḍhateyyagāthāya yojanā suviññeyyāva.",
  "tika-vin12t4:210": "Saṅghamhādasa nissareti ettha ‘‘saṅghamhā nissārīyatī’’ti (pāci. 680, 730) evaṁ vuttā dasāti yojanānayaṁ dassento āha ‘‘saṅghamhā nissārīyatī’’tiādi. Tatthāti bhikkhunivibhaṅge. Tathāti yathā khuddakā, tathāti attho. Itīti evaṁ.",
  "tika-vin12t4:211": "Tesanti pārājikānaṁ. Kaṇhasappādayo durāsadā viya durāsadā hontīti yojanā. ‘‘Durūpagamanāti iminā sadadhātuyā gatyatthaṁ dasseti. Durāsajjanāti dukkhena āsajjitabbā, āsajjituṁ na sukarāti attho. Samūpamāti samaupamā. Samūpamākāraṁ dassento āha ‘‘yathā’’tiādi.",
  "tika-vin12t4:212": "Sādhāraṇanti aṭṭhahi pārājikehi sādhāraṇaṁ. Ekekassa pārājikassāti sambandho. Avirūḷhī bhavanti teti ettha upamānopameyyānaṁ pākaṭabhāvaṁ katvā yojanānayaṁ dassento āha ‘‘yathā ete’’tiādi. Avirūḷhidhammāti avirūḷhīsabhāvā. Pakatisīlabhāvenāti pakatiyā sīlavantabhāvena, ‘‘pakatisīlābhāvenā’’tipi pāṭho, pakatisīlassa abhāvena, abhāvahetūti attho. Ettāvatāti ettakena ‘‘aṭṭheva pārājikā’’tiādivacanamattena, dassitaṁ hotīti sambandho. Vibhattiyoti pārājikādivasena vibhajitabbāti vibhattiyoti. Tatthāti ‘‘tevīsati saṅghādisesā’’tiādipāṭhe . Sabbasaṅgāhikavacananti sabbesaṁ tiṇṇaṁ samathānaṁ, sabbāsaṁ vā āpattīnaṁ samathānaṁ saṅgāhikavacanaṁ. ‘‘Dvīhi samathehī’’ti sammukhāvinayena ca paṭiññātakaraṇena cāti dvīhi samathehi.",
  "tika-vin12t4:213": "Etanti ‘‘dve uposathā dve pavāraṇā’’ti vacanaṁ. Vibhajanānīti vibhajitabbānaṁ vibhajanakiriyāya avinābhāvato bhāvavasena vuttaṁ, tasmā vibhajitabbāti vibhattiyoti vacanattho kātabbo. Aparāpi imā vibhattiyo hontīti yojanā. Heṭṭhā vuttassa ‘‘vibhattimattadassaneneva cetaṁ vuttaṁ, na samathehi vūpasamanavasenā’’ti vacanassa atthanayato aññaṁ atthanayaṁ dassento āha ‘‘athavā’’tiādi, ‘‘imāpi vibhattiyo’’ti padaṁ ‘‘nissāyā’’ti pade avuttakammaṁ . Nissāya āpajjantīti sambandho. Tāti āpattiyo. Vuttappakārehevāti tīhi samathehīti vuttapakāreheva. Taṁmūlikānanti te eva uposathādayo mūlametāsanti taṁmūlikā, tāsaṁ. Iminā kāriyūpacārena vuttanayaṁ dasseti. Tā vibhattiyoti uposathādivibhattiyo.",
  "tika-vin12t4:214": "Pārājikādiāpattivaṇṇanā",
  "tika-vin12t4:215": "339. Evaṁ vissajjetvāti sambandho. Yadidaṁ āpattipārājikaṁ nāmāti yojanā. Āpattipārājikanti āpattisaṅkhātaṁ pārājikaṁ. ‘‘Parājayamāpanno’’ti iminā sāsanato puggalaṁ parājetīti pārājikanti vacanatthaṁ dasseti. Ṇyapaccayo hetukatvatthavācako, yakārassa kakāro. Cutoti cavako. Paraddhoti viraddho. Bhaṭṭhoti patito. Niraṅkatoti saṅghamhā apasārito. Anīhate tasmiṁ puggaleti tasmiṁ puggale saṅghamhā nīharitvā na harite, anapanīteti attho. ‘‘Uposathapavāraṇādibhedo’’ti iminā saṁvāsasarūpaṁ dasseti. Byañjane ādaramakatvā ‘‘etaṁ āpattī’’ti vuttaṁ. Ayaṁ hīti ayaṁ evaṁ vakkhamāno. Etthāti gāthāyaṁ. Tena tasmāti ettha ‘‘tasmā’’ti padena ‘‘tenā’’ti padassa kāraṇatthaṁ dasseti.",
  "tika-vin12t4:216": "Etthāti dutiyagāthāyaṁ. Ādimhi ceva icchitabboti sambandho. Hīti saccaṁ. Etthāti parivāsadānādīsu catūsu kammesu. ‘‘Saṅgho’’tiādivacanattho tipadabhinnādhikaraṇabāhiratthasamāso hoti, cevasaddacasaddehi ādisesapadānaṁ ubhayapadatthapadhānabhāvaṁ dasseti, ‘‘icchitabbo’’ti padaṁ kārakānaṁ kiriyāpekkhattā kiriyatthāya pakkhittaṁ. Assāti āpattiyā, iminā aññapadaṁ dasseti. Icchitabbatthe apaccayaṁ katvā taddhitantipi vadanti. Lahukanayo panesa. Ayaṁ panettha garukanayo – ādi ca seso ca ādisesā, saṅgho ādisesesu assā icchitabboti saṅghādisesoti.",
  "tika-vin12t4:217": "Anekaṁsikataṁpadanti ettha padanti sikkhāpadaṁ. Anekaṁsena kataṁ anekaṁsikatanti dassento āha ‘‘yasmā idaṁ sikkhāpadaṁ anekaṁsena kata’’nti. Yasmā kataṁ, tasmā aniyatoti pavuccatīti yojanā. Tatthāti aniyate. Yatthāti sikkhāpade. Sopīti sikkhāpadadhammopi.",
  "tika-vin12t4:218": "Accayesūti dosesu. Te hi niddosaṁ atikkamma ayanti gacchanti pavattantīti accayāti vuccanti. Tenāti accayena. Thūloti oḷāriko. ‘‘Thūlattā’’ti iminā ‘‘teneta’’nti ettha tenasaddassa kāraṇatthaṁ dasseti. Accayassa thūlattāti sambandho. Etanti āpattidhammaṁ. Imāya gāthāya aññesaṁ lahukāpattīnaṁ thūlo accayo thullaccayoti vacanatthaṁ dasseti. Dvebhāve sati saṁyogaparattā rasso hotīti daṭṭhabbaṁ.",
  "tika-vin12t4:219": "‘‘Nissajjitvā desetabbato’’ti iminā nissajjanaṁ nissaggo, āpattidesanato pubbabhāge kattabbassa vinayakammassetamadhivacanaṁ, so etassatthīti nissaggiyanti vacanatthaṁ dasseti.",
  "tika-vin12t4:220": "Kusaladhammasaddena kusalacittameva gahetabbanti āha ‘‘kusaladhammasaṅkhātaṁ kusalacitta’’nti. ‘‘Kusalacittaṁ pātetī’’ti iminā cittaṁ pātetīti pācittiyanti vacanatthaṁ dasseti. Ettha ‘‘cittapātiya’’nti vattabbe padavipariyāyaṁ katvā, takārassa ca lopaṁ katvā ‘‘pācittiya’’nti vuttaṁ. Acinteyyo hi pāḷinayo. Ṇyapaccayo hetukatvatthavācako. Nanu ‘‘pāteti kusalaṁ dhamma’’nti imināva ‘‘pācittiya’’nti padassa nibbacanaṁ siddhaṁ, kasmā pana ‘‘aparajjhati cittasammohanaṭṭhāna’’nti vuttanti āha ‘‘yaṁ panā’’tiādi. Yasmā hotīti sambandho.",
  "tika-vin12t4:221": "Pāṭidesanīyāsu nibbacanameva adassetvā kasmā ‘‘bhikkhu aññātako santo’’tiādi vuttanti āha ‘‘vuttagārayhabhāvakāraṇadassanatthamevā’’ti. ‘‘Paṭidesetabbato’’ti iminā aññāpattidesanānayato ‘‘gārayha’’ntiādinā paṭi visuṁ vatvā desetabbāti pāṭidesanīyāti nibbacanaṁ dasseti.",
  "tika-vin12t4:222": "Dukkaṭanti ettha dusaddo duṭṭhuattho ca virūpattho ca hotīti dassento āha ‘‘duṭṭhu kataṁ, virūpaṁ vā kata’’nti. Tanti kammaṁ. Taṁ panetanti dukkaṭaṁ, khalitanti sambandho. Assāti dukkaṭassa. Tassattho evaṁ veditabboti yojanā. Hīti vitthāro. Yaṁ pāpanti yojanā. Yadīti atha. Yadisaddo hi athapariyāyo. Idampīti idampi kammaṁ, pāpanti sambandho.",
  "tika-vin12t4:223": "‘‘Lapita’’nti iminā durābhaṭṭhanti ettha bhāsadhātuyā kathanatthaṁ dasseti. Yanti vacanaṁ. Kiñca bhiyyoti tato atirekaṁ kathetabbavacanaṁ kiñcāti attho. Saṁkiliṭṭhañca yaṁ padanti ettha cakāro pisaddattho ‘‘pada’’nti ettha yojetabbo, yaṁsaddo kāraṇatthoti āha ‘‘saṁkiliṭṭhaṁ yasmā tampi pada’’nti. Tampi padanti tampi vacanaṁ. Padasaddo hi vacanavācako. Tampi vacanaṁ yasmā saṁkiliṭṭhaṁ hotīti yojanā. Kathaṁ saṁkiliṭṭhaṁ hotīti yojanā. ‘‘Yasmā’’ti padena yaṁsaddo kāraṇatthoti dasseti. Nanti padaṁ. ‘‘Etaṁ iti vuccatī’’ti saṁvaṇṇetabbapadaṁ. ‘‘Dubbhāsitanti etaṁ vuccatī’’ti saṁvaṇṇanāpadaṁ. Etanti etaṁ padaṁ, etaṁ vacananti attho.",
  "tika-vin12t4:224": "Etthāti sekhiyagāthāya. Idanti āpattīnaṁ nibbacanadīpakaṁ vacanaṁ, vuttanti sambandho. Kassa dīpanatthaṁ vuttanti āha ‘‘saṅgahitassa atthassa dīpanattha’’nti.",
  "tika-vin12t4:225": "Tatthāti ‘‘channamativassatī’’tiādivacane. Gehanti pakatigehaṁ. Idaṁ pana gehanti yojanā. Vitthārento āha ‘‘mūlāpattiñhī’’tiādi. ‘‘Avivaṭa’’nti vatvā tassatthaṁ dassetuṁ vuttaṁ ‘‘succhanna’’nti. Vivaṭanti acchannaṁ. Nātivassanabhāvaṁ vitthārento āha ‘‘mūlāpattiñhī’’tiādi. Vivaranto bhikkhu nāpajjatīti sambandho. Suddhanteti suddhakoṭṭhāse. ‘‘Tasmā’’ti ca ‘‘tenā’’ti ca yebhuyyena atthato ekaṁ, tasmā vuttaṁ ‘‘tena kāraṇenā’’ti. Evañcetaṁ vivaṭanti evaṁ etaṁ channaṁ ce vivaṭanti yojanā.",
  "tika-vin12t4:226": "Paripātiyamānānanti abhibhūyamānānaṁ. ‘‘Rukkhādigahanaṁ arañña’’nti iminā pavananti padassa araññapariyāyataṁ dasseti. Gatisaddassa bhavabhedādiatthaṁ paṭikkhipitvā paṭissaraṇatthe hotīti dassento āha ‘‘paṭissaraṇaṁ hotī’’ti. Tanti pavanaṁ. Teti migā. ‘‘Assasantī’’ti padena ‘‘passasantī’’ti atthopi gahetabbo avinābhāvato, ānāpānaṁ karontīti attho. Ākāsoti ajaṭākāso. Pakkhīnanti vihaṅgamānaṁ. ‘‘Sabbesaṁ saṅkhatadhammāna’’nti iminā dhammānanti ettha saṅkhatadhammoyeva gahetabboti dasseti. ‘‘Vināsovā’’ti iminā vibhavasaddo vināsavācakoti dasseti. Tesanti sabbesampi saṅkhatadhammānaṁ. Gatīti patiṭṭhā. Kasmā vibhavo dhammānaṁ gati hotīti āha ‘‘na hī’’tiādi. Hīti yasmā. Teti sabbepi saṅkhatadhammā. Vināsanti vibhavaṁ. Sucirampīti asītivassādikālampi. Nibbānaṁ arahato gatīti saṁvaṇṇetabbapadaṁ. ‘‘Khīṇāsavassā’’ti iminā arahatoti padassa atthaṁ dasseti. ‘‘Anupādisesanibbānadhātū’’ti iminā ‘‘nibbāna’’nti padassa idha adhippetanibbānaṁ dasseti. Gāthāya te te atthā saṁgahetvā gaṇiyanti etthāti gāthāsaṅgaṇikaṁ.",
  "tika-vin12t4:227": "Iti paṭhamagāthāsaṅgaṇikavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:228": "Adhikaraṇabhedaṁ",
  "tika-vin12t4:229": "Ukkoṭanabhedādivaṇṇanā",
  "tika-vin12t4:230": "340. Adhikaraṇabhede evamattho veditabboti yojanā. Dassetuṁ āhāti sambandho. Dve samatheti ettha dvinnaṁ samathānaṁ sarūpaṁ dassento āha ‘‘sammukhāvinayañca yebhuyyasikañcā’’ti. ‘‘Paṭisedhetī’’ti iminā ukkoṭetīti ettha kuṭadhātuyā chedanatthaṁ atthato dasseti. Chedanaṁ nāma atthato samathapaṭisedhananti attho.",
  "tika-vin12t4:231": "341. Dvādasasu ukkoṭesūti niddhāraṇe bhummaṁ. Akataṁ kammantiādayoti ettha ādisaddena ‘‘dukkaṭaṁ kammaṁ, puna kātabbaṁ kamma’’nti dve ukkoṭā saṅgahetabbā. Anihataṁ kammantiādayoti ettha ādisaddena ‘‘dunnihataṁ, puna nihanitabba’’nti dve ukkoṭā saṅgahetabbā. Avinicchitantiādayoti ettha ādisaddena ‘‘duvinicchitaṁ, puna vinicchitabba’’nti dve ukkoṭā saṅgahetabbā. Avūpasantantiādayoti ettha ādisaddena ‘‘duvūpasantaṁ, puna vūpasametabba’’nti dve ukkoṭā saṅgahetabbā. Apicāti sāmaññato pana.",
  "tika-vin12t4:232": "Tattha jātakanti ettha tasaddassa visayaṁ dassento āha ‘‘yasmiṁvihāre’’ti. Yasmiṁvihāre uppannaṁ hotīti sambandho. Aññamaññassa attesu, attānaṁ vā paṭipakkhaṁ atthayanti icchantīti attapaccatthikā. Pāḷimuttakavinicchayenevāti pāḷiyaṁ āgatehi samathehi muttakena dhammadesanāmattavinicchayeneva. Idanti adhikaraṇaṁ. Yenāpi vinicchayenāti pāḷimuttakena yenāpi vinicchayena.",
  "tika-vin12t4:233": "Aññoti nevāsikehi añño vinayadharo pucchatīti sambandho. Tehi cāti nevāsikehi ca.",
  "tika-vin12t4:234": "Etassāti vinayadharassa. Ayanti vinayadharo. Tatthāti taṁ gāmaṁ. Aññamaññaṁ vā saññāpentīti attapaccatthikā aññamaññaṁ vā saññāpenti. Te bhikkhūti te attapaccatthikā bhikkhū. Nijjhāpentīti saññāpenti. Ukkoṭeti yoti yo ukkoṭeti. Eteti attapaccatthike bhikkhū, disvāti sambandho. Tatthāti gāmaṁ. Tatthevāti antarāmagge eva.",
  "tika-vin12t4:235": "Tatthevāti gāmameva. Tatthevāti tasmiṁyeva ṭhāne. Tattha gatanti taṁ gāmaṁ gataṁ.",
  "tika-vin12t4:236": "‘‘Eseva nayo’’ti iminā pācittiyameva atidisati.",
  "tika-vin12t4:237": "Saṅghena…pe… adhikaraṇe vadantopīti sambandho. Yaṁ panetaṁ āpattivuṭṭhānaṁ nāma hotīti yojanā. Etanti āpattivuṭṭhānaṁ. Vadantopīti pisaddo na kevalaṁ tiṇavatthārakaṁ ukkoṭentoyeva ukkoṭeti nāma, atha kho vadantopīti dasseti.",
  "tika-vin12t4:238": "Chandāgatiṁ gacchantotiādīsu agatigamanākāraṁ dassento āha ‘‘vinayadharo hutvā’’tiādi. Atthāya ukkoṭentoti sambandho. Tassāti anatthaṁ carantassa. Mando pana ukkoṭeti nāmāti sambandho. Eko balavanissito ca hotīti sambandho. Gahanamicchādiṭṭhinti gahanasadisaṁ micchādiṭṭhiṁ pavanasadisaṁ micchādiṭṭhinti attho. Balavante cāti ettha casaddo sabbakammesu yojetabbo. Nissitattāti ekassa nissitattā. Balavanissito cāti etthāpi ca saddo sabbakattūsu yojetabbo. Tassāti visamādinissitassa.",
  "tika-vin12t4:239": "Soti sāmaṇero. Maṅkubhūtātthāti maṅkū hutvā bhūtā, maṅkuṁ vā pattā attha bhavathāti attho. Teti parājayabhikkhū. Tassāti sāmaṇerassa. Soti sāmaṇero. Teti parājayabhikkhū. Tanti sāmaṇeraṁ. Soti daharo. Tatoti sannipātakāraṇā. Hiyyoti anantarātītāhe. Itīti evaṁ vadeti. Soti daharo. Idaṁ sikkhāpadaṁ paññattanti yojanā. Gacchāti gacchāhi. Itīti evaṁ vattabboti yojanā.",
  "tika-vin12t4:240": "Saṅghena saddhiṁ adhikaraṇaṁ vinicchinitvā pariveṇagataṁ ekaṁ bhikkhunti yojanā. Kissāti kena kāraṇena. Evaṁ iminākārena vinicchitabbaṁ nanūti yojanā. Soti vinicchayakārako bhikkhu. Chandadāyako suviññeyyoyeva.",
  "tika-vin12t4:241": "Adhikaraṇanidānādivaṇṇanā",
  "tika-vin12t4:242": "342.Kiṁnidānantiādīsu chasu padesu samāsabhāvaṁ dassento āha ‘‘kiṁnidānamassā’’tiādi. Assāti vivādādhikaraṇassa. ‘‘Kiṁnidāna’’nti padānaṁ satipi samāsabhāve byañjanantapakatikattā ‘‘ki’’nti niggahitantabhāvena uccāraṇaṁ kātabbaṁ. Sabbānetānīti sabbāni nidānantiādīni etāni padāni. Vevacanānīti ekasmiṁyeva ‘‘kāraṇa’’nti atthe vividhāni vacanāni vivacanāni, tāniyeva vevacanāni. Atha vā vividhaṁ vacanametassatthassāti vivacanaṁ, kāraṇasaṅkhāto attho, abhidheyyaabhidhānabhāvena sambandhattā vivacanassa etāni vevacanāni, padāni.",
  "tika-vin12t4:243": "‘‘Aṭṭhārasabhedakaravatthusaṅkhāto’’ti iminā vivādasarūpaṁ dasseti. Vivādanti aṭṭhārasabhedakaravatthusaṅkhātaṁ vivādaṁ. Etanti ‘‘vivādanidāna’’nti etaṁ vacanaṁ. Assāti anuvādādhikaraṇassa. Idampīti ‘‘anuvādanidāna’’nti vacanampi. Assāti āpattādhikaraṇassa. Etanti ‘‘āpattinidāna’’nti vacanaṁ. Kiccameva byañjanavaḍḍhanavasena kiccayanti vuttaṁ. Assāti kiccādhikaraṇassa. Samanubhāsanādīnaṁ uppajjanakakiccānanti sambandho. Etanti ‘‘kiccayanidāna’’nti vacanaṁ. Ekapadayojanāti ekena ‘‘nidāna’’nti padena yojanā. Sabbapadānīti sabbāni samudayādīni padāni.",
  "tika-vin12t4:244": "Navannanti jātivasena channaṁ hetūnaṁ navasu antogadhattā tikavasenetaṁ vuttaṁ. Byañjanamattanti hetupaccayavasena byañjanameva. Hīti saccaṁ, yasmā vā. Etthāti tatiyapucchāvissajjane.",
  "tika-vin12t4:245": "343.Dvādasa mūlānīti ettha dvādasannaṁ mūlānaṁ sarūpaṁ dassento āha ‘‘kodhaupanāhayugaḷakādīnī’’tiādi . Ettha (vibha. 833, 944) ādisaddena makkhapaḷāsayugaḷa issāmacchariyayugaḷa māyāsāṭheyyayugaḷa pāpicchamicchādiṭṭhiyugaḷa sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggiyugaḷavasena pañca yugaḷāni saṅgaṇhāti. Ajjhattasantānappavattānīti niyakajjhattasantāne pavattāni.",
  "tika-vin12t4:246": "Aṭṭhārasabhedakaravatthūnaṁ samuṭṭhānabhāvaṁ nibbacanena pakāsento āha ‘‘taṁ hī’’tiādi. Tanti anuvādādhikaraṇaṁ, samuṭṭhātīti sambandho. Ettha ca ‘‘etesū’’ti iminā adhikaraṇabhāvaṁ dasseti. ‘‘Etehī’’ti iminā karaṇabhāvaṁ dasseti. Tenāti kāraṇena. Assāti vivādādhikaraṇassa. Etānīti aṭṭhārasabhedakaravatthūni. Sabbatthāti sabbesaṁ adhikaraṇānaṁ sabbesu samuṭṭhānesu.",
  "tika-vin12t4:247": "344. Ekena adhikaraṇena kiccādhikaraṇenāti idaṁ vuttanti sambandho. Etānīti adhikaraṇāni. Ekaṁsatoti ekaṁsena, ekakoṭṭhāsenāti attho. Hīti saccaṁ, yasmā vā.",
  "tika-vin12t4:248": "Sāvasesāpatti sammati viya anavasesāpatti na sammatīti yojanā. Kasmā na sammatīti āha ‘‘na hī’’tiādi. Hīti yasmā. Sāti anavasesā āpatti. Tatoti anavasesāpattito. Ettha ca ‘‘na sakkā desetu’’nti iminā desanāgāminiyā abhāvaṁ dīpeti. ‘‘Na sakkā…pe… patiṭṭhātu’’nti iminā vuṭṭhānagāminiyā abhāvaṁ dīpeti.",
  "tika-vin12t4:249": "349.Tatoti nayato. Yattha sativinayotiādikā cha yamakapucchāti sambandho. Tāsanti pucchānaṁ. Pakāsitoti pākaṭo.",
  "tika-vin12t4:250": "351.Dvinnampi samathānanti sammukhāvinayasativinayavasena dvinnampi samathānaṁ. Yasmāti yena kāraṇena na sakkāti sambandho. Pattavaṭṭīnaṁ nānākaraṇanti sambandho. Tesanti sammukhāvinayasativinayānaṁ nānākaraṇanti sambandho. Ayaṁ panettha yojanā – yasmā kadalikkhandhe pattavaṭṭīnaṁ nānākaraṇaṁ vinibbhujjitvā dassetuṁ na sakkā viya tesaṁ nānākaraṇaṁ vinibbhujjitvā dassetuṁ na sakkāti. Tenāti kāraṇena. Sabbatthāti sabbesu vissajjanesu.",
  "tika-vin12t4:251": "Sattasamathanidānavaṇṇanā",
  "tika-vin12t4:252": "352.Assāti sammukhāvinayassa. Tatthāti ‘‘nidānanidāno’’ti pāṭhe. Idanti sammukhācatukkaṁ. Laddhupavādoti laddho paresaṁ upavādo yenāti laddhupavādo, khīṇāsavo. Yassa cāti yassa ca santiketi sambandho. Ubhinnanti desakapaṭiggāhakānaṁ dvinnaṁ.",
  "tika-vin12t4:253": "353. Nanu pucchāyaṁ ‘‘sattannaṁ samathāna’’nti vuttaṁ, kasmā pana vissajjanāyaṁ sammukhāvinayassa samuṭṭhānaṁ na vuttanti āha ‘‘kiñcāpī’’tiādi. Tattha kiñcāpi vuttanti yojanā. Ettha kiñcāpisaddo sambhāvanattho, panasaddo garahattho. Tathā vuttampīti yojanā. Kammasaṅgahābhāvenāti kamme saṅgahassa abhāvena. Tatthāti tasmiṁ ‘‘kammassa kiriyā’’tiādipāṭhe. Kammaṁ karīyati imāyāti kiriyā, ñatti. Tena vuttaṁ ‘‘kammassa kiriyāti ñatti veditabbā’’ti. Kariyate ṭhapiyate karaṇaṁ. Sayaṁ upagamiyate upagamanaṁ. Ajjhesanena paraṁ upagamāpiyate ajjhupagamanaṁ. Adhivāsiyate adhivāsanā. Appaṭikkosiyate apaṭikkosanā. Iti imamatthaṁ dassento āha ‘‘karaṇanti tassāyevā’’tiādi. Etanti kammaṁ. Meti mayhaṁ. Khamudhātupayoge sampadānatthe sampadānavacanaṁ. Atha vā meti mayā. Katvatthe karaṇavacanaṁ, sāmivacanaṁ vā. Khamatīti katturūpasadisaṁ kammarūpaṁ. Rūpañhi katturūpasadisaṁ kammarūpaṁ ‘‘khamati saṅghassā’’tiādīsu (mahāva. 127) viya. Kammarūpasadisaṁ katturūpaṁ ‘‘upāsako sīlaṁ samādiyatī’’tiādīsu (paṭṭhā. 1.1.423) viya. Ettha kammatthe pavatto yapaccayo lopoti daṭṭhabbaṁ.",
  "tika-vin12t4:254": "Sattasamathanānātthādivaṇṇanā",
  "tika-vin12t4:255": "354. Mātāputtādīnaṁ ayaṁ vivādoti yojanā. ‘‘Viruddhavādattā’’ti iminā vadanaṁ vādo, viruddho vādo vivādoti nibbacanaṁ dasseti. Adhikaraṇīyatāyāti vūpasamitatāya. Iminā adhikariyati samathehi vūpasamiyatīti adhikaraṇanti vacanatthaṁ dasseti. Sabbatthāti sabbesu adhikaraṇabhedesu.",
  "tika-vin12t4:256": "Iti adhikaraṇabhedavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:257": "Dutiyagāthāsaṅgaṇikaṁ",
  "tika-vin12t4:258": "Codanādipucchāvissajjanāvaṇṇanā",
  "tika-vin12t4:259": "359. Dutiyagāthāsaṅgaṇiyaṁ codanā nāma kiṁ dassetvā codanāti āha ‘‘vatthuñca āpattiñca dassetvā codanā’’ti. Dosaṁ sarāpetīti dosasāraṇā. Saṅghasannipātoti saṅghassa sannipatanaṁ. Iminā saṅghoti ettha uttarapadalopaṁ dasseti. Matikammanti ettha matisaddo icchatthoti āha ‘‘vuccati mantaggahaṇa’’nti. Tanti matikammaṁ.",
  "tika-vin12t4:260": "‘‘Tena cuditakapuggalenā’’ti padaṁ ‘‘sāraṇatthāyā’’ti pade kāritakammaṁ. Tassa puggalassāti tassa cuditakassa puggalassa, iminā ‘‘niggahatthāyā’’ti padassa kammaṁ dasseti. Tatthāti tasmiṁ adhikaraṇavinicchayaṭṭhāne. Pariggahaṇatthāyāti pari vīmaṁsitvā gahaṇatthāya. Dhammā-dhammanti bhūtābhūtaṁ. ‘‘Vinicchayasanniṭṭhāpanattha’’nti iminā pāḷiyaṁ pāṭhasesaṁ dasseti.",
  "tika-vin12t4:261": "Mā kho paṭighanti ettha paṭighasaddo kopapariyāyoti āha ‘‘kopaṁ mā janayī’’ti. ‘‘Cuditake vā codake vā’’ti iminā ‘‘saṅghe’’ti ādhāraṁ paṭikkhipati. Sace anuvijjako tuvanti ettha anuvijjakasaddo vinayadharapariyāyoti āha ‘‘vinayadharo’’ti. Vinayadharo hi yasmā codakacuditakānaṁ vacanaṁ anuminitvā vatthuāpattādivasena vidati, tasmā anuvijjakoti vuccati.",
  "tika-vin12t4:262": "Viruddhaṁ gāhaṁ saṁvattetīti viggāhikaṁ. ‘‘Na tva’’ntiādinā ṇikapaccayassa sarūpaṁ dasseti. Yāyāti kathāya. Suttādīnaṁ sarūpaṁ dassento āha ‘‘suttaṁ nāmā’’tiādi.",
  "tika-vin12t4:263": "Anuyuñjanavattanti anuyuñjanassa, anuyuñjane vā vattaṁ. Kusalena buddhimatāti ettha kusalasaddo chekapariyāyo, buddhimantusaddo paṇḍitapariyāyoti āha ‘‘chekena paṇḍitenā’’ti. ‘‘Ñāṇapāramippattenā’’ti iminā buddhimatāti ettha na kevalaṁ ñāṇasāmaññaṁ, atha kho sabbaññutaññāṇanti dasseti. Ayanti eso yathāvutto attho. Ayaṁ panāti eso vakkhamāno pana. Etthāti imāsu gāthāsu. Sace tvaṁ anuvijjako hosīti yojanā. Yaṁ pana anuyogavattaṁ kataṁ supaññattaṁ sabbasikkhāpadānaṁ anulomanti yojanā. Tanti anuyogavattaṁ. Itīti ayaṁ sādhippāyasaṅkhepavaṇṇanā. Attanoti anuvijjakassa. Samparāyeti paraloke. Yoti anuvijjako. Tanti anuyogavattaṁ . Gatinti sugatiṁ. Hitanti codakacuditakānaṁ hitaṁ. Gavesantoti ñāṇena esanto. Iminā hitaṁ esantoti hitesīti vacanatthaṁ dasseti. Mettañcāti appanāpattaṁ mettañca. Mettāpubbabhāgañcāti appanāmettāya pubbabhāge pavattaṁ parikammaupacāramettañca. Tava bhāre saṅghena kate evāti yojanā.",
  "tika-vin12t4:264": "Yoti anuvijjako. Etesanti codakacuditakānaṁ. ‘‘Bhāsita’’nti iminā vohārasaddo bhāsitapariyāyoti dasseti. Tanti sahasā vohāraṁ.",
  "tika-vin12t4:265": "Anusandhitanti ettha vinicchayānusandhiṁ paṭikkhipanto āha ‘‘kathānusandhi vuccatī’’ti. Kathāya anurūpaṁ sandahanaṁ kathānusandhi. Paṭiññānusandhitenāti ettha paṭiññāsaddaanusandhisaddānaṁ tulyādhikaraṇato aññaṁ bhinnādhikaraṇaṁ dassento āha ‘‘athavā’’tiādi. Lajjiṁ puggalanti sambandho. Tatthāti gāthāyaṁ. Vattānusandhināti ācārasaṅkhātena vattena anusandhinā assa alajjīssa vattena saddhiṁ yā paṭiññā sandhiyatīti yojanā.",
  "tika-vin12t4:266": "Jānanto āpajjatīti jānanto hutvā āpajjati. Iminā sañciccāti padassa sañcetetvāti atthaṁ dasseti. Vītikkamacetanāya saddhiṁ cetetvāti attho. ‘‘Na deseti na vuṭṭhātī’’ti iminā parigūhatīti ettha parigūhanaṁ nāma atthato na desanaṁ na vuṭṭhānanti dasseti.",
  "tika-vin12t4:267": "Yanti ‘‘sañcicca āpattiṁ āpajjatī’’ti vacanaṁ. Tumhehīti parihārakārakehi. Saccanti tathaṁ avitathaṁ. Ahampīti codakopi. Pisaddena parihārakaṁ sampiṇḍeti. Nanti ‘‘sañciccā’’tiādivacanaṁ. Tanti tuvaṁ, tvaṁ vā.",
  "tika-vin12t4:268": "Pubbāparanti ettha pubbe kathetabbaṁ pubbaṁ, aparamhi kathetabbaṁ aparaṁ, pubbañca aparañca pubbāparanti dassento āha ‘‘pure’’tiādi. ‘‘Tasmiṁ pubbāpare’’ti iminā pāḷiyaṁ pubbaparassāti ettha bhummatthe sāmivacananti dasseti.",
  "tika-vin12t4:269": "Dvīhīti pārājikasaṅghādisesavasena dvīhi. Pañcahīti thullaccayādivasena pañcahi. Micchādiṭṭhiyāti ‘‘natthi dinna’’ntiādinā (dha. sa. 1221) dasavatthukāya micchādiṭṭhiyā. Antaggāhikadiṭṭhiyāti ‘‘sassato loko’’tiādinā (dī. ni. 1.31; ma. ni. 1.269) dasavatthukāya antaggāhikadiṭṭhiyā. Sabbatthāti sabbesu dutiyagāthāsaṅgaṇikesu.",
  "tika-vin12t4:270": "Iti dutiyagāthāsaṅgaṇikavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:271": "Codanākaṇḍaṁ",
  "tika-vin12t4:272": "Anuvijjakakiccavaṇṇanā",
  "tika-vin12t4:273": "360-1. Idāni āraddhanti sambandho. Eko bhikkhu ekena mātugāmenāti yojanā. Soti passanto bhikkhu. Tanti nikkhamantaṁ pavisantaṁ vā bhikkhuṁ. Itaroti cuditako. Tassāti codakassa. Na upetīti na upagacchati. Na paṭijānātīti na paṭissavaṁ karoti. Etthāti mātugāmena nikkhamantapavisantaṭṭhāne. Yanti kammaṁ. Tenāti codakena. Tassāti codakassa vacanenāti sambandho. Itaroti cuditako. Asuddhaparisaṅkitoti asuddhāya aṭṭhāne uppannāya parisaṅkāya parisaṅkito. Tadatthaṁ dasseti ‘‘amūlakaparisaṅkito’’ti iminā. Tassa puggalassāti cuditakassa paṭiññāyāti sambandho. Sabbatthāti sabbesu anuvijjakakiccesu.",
  "tika-vin12t4:274": "Iti anuvijjakakiccavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:275": "Codakapucchāvissajjanā",
  "tika-vin12t4:276": "362-3.Sacce ca akuppe cāti padhānaṁ sambandhaṭṭhānaṁ dassento āha ‘‘patiṭṭhātabba’’nti. ‘‘Ya’’ntiādinā sacce patiṭṭhātabbabhāvaṁ dasseti. Yanti kammaṁ. ‘‘Na cā’’tiādinā akuppe patiṭṭhātabbabhāvaṁ dasseti. Otiṇṇañcāti vinicchayaṁ otiṇṇañca. ‘‘Vacana’’nti iminā otiṇṇānotiṇṇasarūpaṁ dasseti. Tatrāti purimavacanāpekkhaṁ. ‘‘Otiṇṇānotiṇṇaṁ jānitabba’’nti vacaneti hi attho. Codakassa pamāṇanti ‘‘dhammo’’ti vā ‘‘adhammo’’ti vā ‘‘bālo’’ti vā ‘‘paṇḍito’’ti vā codakassa pamāṇaṁ. Cuditakassa pamāṇanti dhammacuditako nu kho, noti cuditakassa pamāṇaṁ. Anuvijjakassa pamāṇanti sakkā nu kho vinicchituṁ, noti anuvijjakassa pamāṇaṁ. Anuvijjako vattabboti sambandho. Yena dhammenātiādīsu dhammādīnaṁ sarūpaṁ dassento āha ‘‘dhammoti bhūtaṁ vatthū’’tiādi. Etena dhammena ca etena vinayena ca etena satthusāsanena cāti yojanā. Tasmā anuvijjakena vūpasametabbanti sambandho. Etthāti anuvijjakassa paṭipajjitabbaṭṭhāne.",
  "tika-vin12t4:277": "Avaññanti avajānanaṁ. Imeti therā. ‘‘Khatattā’’ti iminā attanāva attā khaññatīti khatoti vacanatthaṁ dasseti. Upahaniyantīti upahatāni, upahatāni indriyāni anenāti upahatindriyo. ‘‘Paññāya abhāvato’’ti iminā dummedhoti ettha dusaddo abhāvattho, medhāsaddo paññāpariyāyoti dasseti. Natthi medhā etassāti dummedhoti nibbacanaṁ kātabbaṁ. Khato…pe… dummedho so anuvijjako upagacchatīti yojanā. Tasmāti yasmā upagacchati, tasmā vuttanti sambandho. Tassāti pāṭhassa, gāthāya vā. Vitthāraṁ dassento āha ‘‘cuditakacodakesu hī’’tiādi. Ubhopeteti ubhopi ete āmisapuggalanissaye. Dhammoti sāsanadhammo. Itīti ayamattho.",
  "tika-vin12t4:278": "Upakaṇṇakaṁ jappatīti ettha kaṇṇassa samīpaṁ upakaṇṇaṁ, tadeva upakaṇṇakanti dassento āha ‘‘evaṁ kathehī’’tiādi. ‘‘Kaṇṇamūle’’ti iminā upakaṇṇakanti ettha upasaddassa samīpatthaṁ dasseti. Mantetīti katheti. Iminā jappadhātuyā kathanatthaṁ dasseti. Jimhaṁ pekkhatīti ettha jimhasaddo kuṭilavācako, kuṭilaṁ nāma atthato idha dosoti āha ‘‘dosamevā’’ti.",
  "tika-vin12t4:279": "Kathānusandhīti cuditakaanuvijjakānaṁ kathāya anusandhi. Vinicchayānusandhīti anuvijjakena katassa āpattānāpattivinicchayassa anusandhi. Sabbatthāti codanākaṇḍe.",
  "tika-vin12t4:280": "Iti codanākaṇḍavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:281": "Cūḷasaṅgāmaṁ",
  "tika-vin12t4:282": "Anuvijjakassa paṭipattivaṇṇanā",
  "tika-vin12t4:283": "365. Cūḷasaṅgāme samāgamanaṁ saṅgāmo, samāgamenti sannipatanti etthāti vā saṅgāmoti vacanatthaṁ dassento āha ‘‘saṅgāmo vuccati…pe… saṅghasannipāto’’ti. Sannipatanaṁ sannipāto, sannipatanti ettha deseti vā sannipāto, saṅghassa sannipāto saṅghasannipāto. Saṅgāma yuddheti dhātupāṭhesu (saddanītidhātumālāyaṁ 18 makārantadhātu) vuttaṁ. Tattha yuddhaṁ nāma atthato adhikaraṇavinicchayoti gahetabbaṁ. Tadatthaṁ vitthārento āha ‘‘tatra hī’’tiādi. Tattha tatrāti tasmiṁ saṅgāme, samosarantīti sambandho. Attapaccatthikāti attano paṭipakkhaṁ atthayanti. Uddhammanti dhammato viyogaṁ. Dīpentā hutvāti yojanā. Ke viyāti āha ‘‘vajjiputtakā viyā’’ti. So bhikkhu pavattetīti sambandho. Laddhinti uddhammādivādaṁ. Tatthāti saṅgāme. Avacaratīti ogāhetvā cāreti pavatteti. Tamevatthaṁ dassento āha ‘‘ajjhogāhetvā vinicchayaṁ pavattetī’’ti. Ettha ‘‘ajjhogāhetvā’’ti iminā avatyūpasaggassa ogāhatthaṁ dasseti. ‘‘Vinicchayaṁ pavattetī’’ti iminā caradhātussa kāritantogadhattā sahakāritakammena pavattanatthaṁ dasseti. Iminā saṅgāme avacaratīti saṅgāmāvacaroti nibbacanaṁ dasseti. Ko viyāti āha ‘‘yasatthero viyā’’ti. Mānaddhajanti ketukamyatāpaccupaṭṭhānamānasaṅkhātaṁ dhajaṁ. Rajoharaṇasamenāti ettha rajaṁ harati apaneti anenāti rajoharaṇaṁ, pādapuñjanaṁ, tena samenāti dassento āha ‘‘pādapuñjanasamenā’’ti. Pādaṁ puñjati sodheti anenāti pādapuñjanaṁ, tena samo pādapuñjanasamo, tena. Samākāraṁ dassento āha ‘‘yathā’’tiādi. Rajoharaṇassa neva rāgo hotīti sambandho. Yathāpatirūpanti patirūpassa anulomaṁ, patirūpānatikkantanti attho. Akathentena nisīditabbanti sambandho. Sāmaṁ vā dhammoti ettha dhammo nāma koti āha ‘‘kappiyākappiyanissitā vā’’tiādi. Rūpārūpaparicchedo ca samathācāro ca vipassānācāro ca ṭhānavattañca nisajjavattañca, ādisaddena caṅkamavattādīni saṅgaṇhāti. Cuddasamahāvattādīnaṁ ‘‘kappiyākappiyanissitā’’ti padena gahitattā vattasaddena ṭhānavattādīni eva gahetabbāni, ādisaddena caṅkamavattādīni gahetabbāni. Paro vā ajjhesitabboti yovā so vā koci ajjhesitabboti āha ‘‘yo’’tiādi. Iminā na yo vā so vā koci ajjhesitabbo, samatthoyeva pana ajjhesitabboti vā dasseti. ‘‘Āvuso’’tiādinā vattabbākāraṁ dasseti. Ariyovā tuṇhībhāvoti ettha na kevalaṁ kathetuṁ asamatthavasena tuṇhībhāvo, kammaṭṭhānamanasikāravasena panāti āha ‘‘kammaṭṭhānamanasikāravasena tuṇhībhāvo’’ti. Ariyānaṁ eso ariyo, tuṇhībhāvo. ‘‘Nāvajānitabbo’’ti iminā nātimaññitabboti padassa atikkamma na maññitabboti dasseti.",
  "tika-vin12t4:284": "Upajjhāyoti codakacuditakānaṁ upajjhāyo. Sabbatthāti sabbesu ‘‘na ācariyo pucchitabbo’’tiādipadesu. Kulameva jātināmagottavasena ayanti apadisiyatīti kulapadeso. Atrassāti ettha atra assāti padacchedaṁ katvā atrasaddo puggalavisayo, assasaddo ākhyātikoti āha ‘‘atra puggale’’tiādi. Tattha ‘‘bhaveyyā’’ti iminā assasaddassa sabbanāmattañca ‘‘bhavatī’’ti vattamānikabhāvañca paṭikkhipati. Parisānuvidhāyakenāti parisāya anumataṁ karontena. Iminā no parisakappikenāti ettha kappasaddo vijhatthoti dasseti. Yanti vacanaṁ. Na hatthamuddāti mudanti etāyāti muddā, sakkharamaṅguliyaṁ hatthassa muddā avayaviavayavavasena sambandhattāti hatthamuddā. Tassā vikāro ‘‘hatthamuddā’’ti gahetabboti āha ‘‘hatthavikāro’’ti.",
  "tika-vin12t4:285": "‘‘Atthaṁ anuvidhiyantenā’’ti ettha atthanti vinicchayatthaṁ. Anuvidhiyantenāti sallakkhentena. Iti imamatthaṁ dassento āha ‘‘vinicchayapaṭivedhameva sallakkhentenā’’ti. Sannipātamaṇḍaleti sannipātāya parisāya samūhe, sannipātamaṇḍalassa majjheti attho. Na vītihātabbanti ettha vītiharaṇaṁ nāma atthato hāpananti āha ‘‘na vinicchayo hāpetabbo’’ti. Duruttavācanti codakacuditakānaṁ duruttavācaṁ. Hitaparisakināti ettha hitaṁ pari esatīti hitaparisako, karuṇā ca karuṇāpubbabhāgo ca, so etassatthīti hitaparisakī, puggalo, tena hitaparisakinā. Tamevatthaṁ dassento āha ‘‘hitesinā hitagavesinā’’ti . Karuṇāti appanāpattā karuṇā. Karuṇāpubbabhāgoti appanāpattāya karuṇāya pubbabhāge pavattā parikammaupacārakaruṇā. Padadvayepīti ‘‘hitānukampinā kāruṇikena bhavitabbaṁ. Hitaparisakinā asamphappalāpinā bhavitabba’’nti padadvayepi. Ayaṁ adhippāyo veditabboti yojanā. ‘‘Asundaravacana’’nti iminā asuruttanti ettha sundaraṁ uttaṁ suruttaṁ, na suruttaṁ asuruttanti vacanatthaṁ dasseti. Pariggahetabboti parivīmaṁsitvā gahetabbo.",
  "tika-vin12t4:286": "Tassāti adhammacodakassa. Anosaṭaṁ vatthunti ettha ‘‘codakacuditakehi vutta’’nti padaṁ adhikāravasena veditabbaṁ. Ettha ca anosaṭanti vinicchayaṁ anosaṭanti attho. Kiṁ paggaṇhitabboti āha ‘‘nanu tva’’ntiādi. Anuyogavattanti ‘‘kālena vakkhāmī’’tiādinā (cūḷava. 399; pari. 362, 437) vuttaṁ, ‘‘sacce ca akuppe cā’’ti (cūḷava. 401) ca vuttaṁ anuyuñjanavattaṁ. Tañhi yasmā anena vattena codako cuditakaṁ, cuditako vā codakaṁ anuyuñjati, codakena cuditako, cuditakena vā codako anuyuñjiyati, tasmā anuyogavattanti vuccati. Kathāpetvāti codakacuditakeheva kathāpetvā. Tassāti codakassa vā cuditakassa vā, sārajjanti bhayaṁ. Teti tava. Vatvāpīti mukhena vatvāpi. Pisaddena kāyavikāraṁ dassetvāpīti sampiṇḍeti. ‘‘Anuyogavatta’’nti dhātukammaṁ, ‘‘so bhikkhū’’ti kāritakammaṁ ajjhāharitabbaṁ, taṁ kammaṁ tabbapaccayo vadati. Asuci vibhāvetabboti ettha natthi suci sīlametassāti asucīti vutte alajjīti āha ‘‘alajji’’nti. Uju sīlavā kāyavaṅkādirahito hotīti yojanā. Ettha ca kāyavaṅkādirahito hotīti iminā ujuno kāraṇaṁ dasseti. Kāyavaṅkādirahitattā uju hotīti adhippāyo. Soti bhikkhu. Maddavenevāti mudubhāveneva. Upacaritabboti kathetabbo. Iminā ujumaddavenāti padassa sambandhaṭṭhānaṁ pāṭhasesaṁ dasseti. Yoti bhikkhu. Ayamevāti evasaddena na dhammagaruko, puggalagaruko, dhammesu ca puggalesu ca na majjhattoti veditabboti dasseti.",
  "tika-vin12t4:287": "366. Tena ca pana anuvijjakenāti yojanā. Suttādīsūti ādisaddena vinayaanuloma paññattaanulomikāni saṅgahetabbāni. Suttaṁ saṁsandanatthāya hotīti yojanā. Kesaṁ saṁsandanatthāyāti āha ‘‘āpattānāpattīnaṁ saṁsandanattha’’nti. Opammaṁ atthadassanatthāya hotīti yojanā. Eseva nayo sesesupi. Paccekaṭṭhāyino avisaṁvādakaṭṭhāyinoti ettha paccekasmiṁ tiṭṭhanti sīlenāti paccekaṭṭhāyino, avisaṁvādake tiṭṭhanti sīlenāti avisaṁvādakaṭṭhāyinoti dassento āha ‘‘issa…pe… ṭhitā’’ti. ‘‘Issariyādhipaccajeṭṭhakaṭṭhāne’’ti iminā paccekasarūpaṁ dasseti. Teti saṅghena anumatā puggalā.",
  "tika-vin12t4:288": "Kimatthaṁ ‘‘vinayo saṁvaratthāyā’’tiādi vuttanti āha ‘‘idānī’’tiādi. Idāni dassetuṁ āhāti sambandho. Ye mandā mandabuddhino hutvā evaṁ vadeyyunti yojanā. Atha vā mandā mandabuddhino ye puggalā evaṁ vadeyyunti yojanā. Sakalāpi vinayapaññatti upanissayo hotīti sambandho. Iminā ‘‘saṁvaratthāyā’’tiādīsu ‘‘anupādāparinibbānatthāyā’’tipariyosānesu terasavākyesu ‘‘upanissayo hotī’’ti pāṭhaseso ajjhāharitabboti dasseti. ‘‘Paccayo’’ti iminā ‘‘upanissayo’’ti padassa upanissayapaccayoti atthaṁ dasseti. Sabbatthāti sabbesu dvādasavākyesu. Visesaṁ dassento āha ‘‘apicetthā’’tiādi. Tattha apica visesaṁ vakkhāmīti yojanā. Etthāti ‘‘avippaṭisāratthāyā’’tiādīsu. Tanti sukhaṁ. Taruṇavipassanā nāma kassa adhivacananti āha ‘‘udayabbayañāṇassetamadhivacana’’nti. Nanu ‘‘virāgo’’ti ettha catubbidhassa ariyamaggassa gahitattā ‘‘vimuttī’’ti etthāpi catubbidhaṁ phalaṁ gahetabbaṁ, kasmā pana ‘‘vimuttīti arahattaphala’’nti vuttanti āha ‘‘catubbidhopi hī’’tiādi. Hīti saccaṁ, yasmā vā. Apaccayaparinibbānatthāyāti asaṅkhataparinibbānatthāya. Natthettha hi parinibbāne koci paccayo, tasmā apaccayaparinibbānanti vuccati. Tanti vimuttiñāṇadassanaṁ. Tasmiṁanuppatteti tasmiṁ vimuttiñāṇadassane anukkamena patte. Avassanti dhuvaṁ ekantenāti attho. Etadatthāti eso anupādā parinibbānasaṅkhāto attho payojanaṁ imissā kathāyāti etadatthā. Kathāti atthassa kathā. Mantanāti dhammassa mantanā. Etadatthā upanisāti ettha upanisāsaddo paccayavācakoti āha ‘‘paraṁparapaccayatāpī’’ti. Paraṁparapaccayo hi yasmā ettha paraṁparaphalaṁ upagantvā nisīdati, tasmā upanisāti vuccati. ‘‘Vinayo saṁvaratthāyā’’tiādikā ayaṁ paraṁparapaccayatāpīti yojanā. Sotāvadhānanti ogāhetvā dhiyate ṭhapiyate avadhānaṁ, sotassa avadhānaṁ sotāvadhānaṁ. Imaṁ kathanti ‘‘vinayo saṁvaratthāyā’’tiādiṁ imaṁ kathaṁ. Yaṁ ñāṇaṁ uppajjati, tampi etadatthanti yojanā. Yadidaṁ anupādā cittassāti ettha ‘‘yadida’’nti nipāto ‘‘vimokkho’’ti padamapekkhitvā yo ayanti atthaṁ vadati. Anupādāti ettha ‘‘sayaṁ abhiññā’’tiādīsu (mahāva. 11) viya yakāralopo hoti, tassa padassa karaṇaṁ pana ‘‘catūhi upādānehī’’ti veditabbaṁ. Iti ima matthaṁ dassento āha ‘‘yo ayaṁ catūhi upādānehi anupādiyitvā’’ti. Ettha catūhi upādānehi anupādiyitvā cittassa arahattaphalasaṅkhāto yo ayaṁ vimokkho atthi, sopi etadatthāya hotīti yojanā. ‘‘Arahattaphalasaṅkhāto’’ti iminā ‘‘vimokkho’’ti padassa atthaṁ dasseti. Arahattaphalañhi yasmā viruddhehi, visesena vā sabbakilesehi muccittha, tasmā vimokkhoti vuccati. ‘‘Apaccayaparinibbānatthāya evā’’ti iminā etadatthāyāti padassa atthaṁ dasseti.",
  "tika-vin12t4:289": "367.Vatthuṁ…pe… na jānātīti etthāti yojanā kātabbā. Tasmāti yasmā sambandho, tasmā. Etthāti imāsu gāthāsu. Samena cāti ettha ‘‘samenā’’ti padaṁ ‘‘aññāṇenā’’ti atthassa vācakaṁ rūḷhīpadanti dassento āha ‘‘teneva pubbāparaṁ ajānanassa samena aññāṇenā’’ti. Pāḷiyaṁ kena kāraṇena katākataṁ na jānātīti āha ‘‘samenā’’ti. Samena pubbāparassa aññāṇena katākataṁ na jānātīti attho. Evantiādi nigamanaṁ . Yaṁ panetaṁ vacanaṁ vuttanti yojanā. ‘‘Tatthā’’ti ca ‘‘ākāraakovido’’ti ca ādhārādheyyānamabhedo hoti, tasmā avayavī ādhāro, avayavo ādheyyoti daṭṭhabbaṁ. Ākārasaddo iṅgitatthoti āha ‘‘kāraṇākāraṇe’’ti. Kāraṇaakāraṇasaṅkhāte iṅgiteti attho. Ākārassāti bhummatthe sāmivacanaṁ. Ākārasminti hi attho.",
  "tika-vin12t4:290": "Tathevāti yathā vatthuādīni na jānāti, tatheva. Itīti evaṁ. Yvāyanti yo ayaṁ bhikkhu. ‘‘Bhayenā’’ti iminā bhayāti ettha kāraṇatthe nissakkavacananti dasseti. Bhayā bhayena gacchatīti yojanā. Eseva nayo sammohena mohā gacchatīti etthāpi. Chandāti chandena. Dosāti dosena. Attanā ñātuṁ asamatthatāya na saññattiyā kusaloti āha ‘‘paraṁ saññāpetuṁ asamatthatāyā’’ti. Kasmā nijjhattiyā ca akovidoti āha ‘‘kāraṇā…pe… tāyā’’ti. ‘‘Parisāya laddhattā’’ti iminā laddho parisasaṅkhāto pakkho yenāti laddhapakkhoti vacanatthaṁ dasseti. Sace tādisako bhikkhu hoti, so bhikkhu ‘‘apaṭikkho’’ti vuccatīti yojanā. Eseva nayo heṭṭhāpi. ‘‘Na paṭikkhitabbo’’ti iminā paṭimukhaṁ na ikkhitabboti apaṭikkhoti vacanatthaṁ dasseti. ‘‘Na oloketabbo’’ti iminā ikkhadhātuyā dassanatthaṁ dasseti.",
  "tika-vin12t4:291": "Iti cūḷasaṅgāmavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:292": "Mahāsaṅgāmaṁ",
  "tika-vin12t4:293": "Voharantena jānitabbādivaṇṇanā",
  "tika-vin12t4:294": "368-74. Mahāsaṅgāme eteneva nayena veditabbanti sambandho. Vatthusaṅkamanākāraṁ dassetvā avajānanapaṭijānanākāraṁ dassento āha ‘‘yo panā’’tiādi. Yo pana vadatīti sambandho. Esevāti eso eva, avajānanapaṭijānanabhikkhūti attho.",
  "tika-vin12t4:295": "375.Nīlādivaṇṇāvaṇṇavasenāti nīlādivaṇṇavasena ca ārogyatthādiavaṇṇavasena ca. Sañcarittaṁ yasmā anena sikkhāpadena dhanaṁ anupadīyati, tasmā dhanamanuppadānanti vuccati. Pubbapayogoti pubbe payujjitabbo.",
  "tika-vin12t4:296": "Agatiagantabbavaṇṇanā",
  "tika-vin12t4:297": "379.Bahujanaahitāya paṭipanno hotīti pāḷiṁ vitthārento āha ‘‘vinayadharena hī’’tiādi. Tattha vinayadharenāti anuvijjakena, vinicchiteti sambandho. Ovādūpajīviniyoti bhikkhūnaṁ ovādaṁ upanissāya jīviniyo. Upāsakāpīti ratanattayaṁ paṭissaraṇanti upāsakāpi. Dāyakāpīti bhikkhūnaṁ paccayadāyakāpi. Tesanti upāsakādīnaṁ. Tathevāti yathā upāsakādayo dvidhā bhijjanti, tatheva. Tatoti ārakkhadevatāhi paranti sambandho. Tenāti dvidhākāraṇena.",
  "tika-vin12t4:298": "382.Gahananissitoti ettha gahanasaddo diṭṭhipariyāyoti āha ‘‘micchādiṭṭhiantaggāhikadiṭṭhisaṅkhātaṁ gahana’’nti.",
  "tika-vin12t4:299": "393.Tassa avajānantoti ettha ‘‘tassā’’ti padaṁ ‘‘vacana’’nti pāṭhasesena sambandhitabbanti āha ‘‘tassa vacana’’nti. Tassāti navakassa. Tanti navakaṁ.",
  "tika-vin12t4:300": "394.‘‘Yaṁatthāyā’’ti eso saddo samāsoti āha ‘‘yadatthāyā’’ti. ‘‘Taṁ attha’’nti eso saddo liṅgavipallāsoti āha ‘‘so attho’’ti. Atthasaddo hi pulliṅgo, pāḷiyaṁ na parihāpetabbanti etthāpi liṅgavipallāso veditabbo. Sabbatthāti sabbasmiṁ mahāsaṅgāme.",
  "tika-vin12t4:301": "Iti mahāsaṅgāmavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:302": "Kathinabhedaṁ",
  "tika-vin12t4:303": "Kathinaatthatādivaṇṇanā",
  "tika-vin12t4:304": "403.Kathinekhandhaketi kathinakkhandhake. Pubbeti kathinakkhandhake.",
  "tika-vin12t4:305": "404.Payogassāti ettha payogo nāma koti āha ‘‘cīvaradhovanādino’’tiādi. Ettha ādisaddena vicāraṇachedanabaddhanasibbanarajanakappabinduādiyanāni cha pubbakaraṇāni saṅgaṇhāti. Udakāharaṇādiko yo payogo karīyatīti yojanā. Anantaro nāma atītānantaraanāgatānantaravasena duvidho, idha anāgatānantaroyeva adhippetoti āha ‘‘anāgatavasenā’’ti. Udakāharaṇādipayoge hi uppanne pacchā dhovanādipubbakaraṇassa uppattito tappayogassa anāgatavaseneva paccayo. Samanantarapaccayenāti ettha saṁsaddo suṭṭhuatthoti āha ‘‘suṭṭhu anantarapaccayenā’’ti. ‘‘Āsannatara’’nti iminā suṭṭhubhāvaṁ dasseti. ‘‘Payogassā’’ti padaṁ ‘‘ādhārabhāva’’nti pade sāmī, ‘‘paccayā hontī’’ti pade sampadānaṁ. ‘‘Nissaya’’nti padaṁ ‘‘ādhārabhāva’’nti padena saṁvaṇṇeti. ‘‘Upetenā’’ti iminā upasaddassa upagamanatthaṁ dasseti, balavatthaṁ paṭikkhipati. Paṭhamanti payogato, payogassa vā tāva. Iminā purejātapaccayenāti ettha puresaddo paṭhamatthoti dasseti. Pacchāti payogato, payogassa vā paraṁ. Apubbaṁ acarimanti ekapahārena. Iminā sahajātasaddassa atthaṁ dasseti.",
  "tika-vin12t4:306": "Evaṁ pucchitvāti sambandho. Yanti dhammajātaṁ. Idāni āhāti sambandho. Yassāti payogādikassa. Tadevāti dhammajātameva. Tassāti ‘‘pubbakaraṇaṁ payogassā’’tiādivacanassa attho evaṁ veditabboti yojanā. ‘‘Payogassa katame dhammā’’tiādi yaṁ vacanaṁ vuttaṁ, tattha vissajjanaṁ mayā vuccateti yojanā. Iminā pāḷiyaṁ ajjhāharitvā yojetabbabhāvaṁ dasseti. Catūhi paccayehi paccayākāraṁ vitthārento āha ‘‘payogassa hī’’tiādi. Payogassa pubbakaraṇaṁ paccayo hotīti sambandho. Uddiṭṭhadhammesūti ‘‘anantarapaccayena paccayo’’tiādinā uddiṭṭhesu dhammesu purejātapaccayo panesāti sambandho. Atha vā uddiṭṭhadhammesūti pubbakaraṇavasena uddiṭṭhesu dhovanādidhammesu ekadhammampīti sambandho. Na labhatīti udakāharaṇādipayogassa pubbe na labhati. Ayanti udakāharaṇādipayogo. Pacchājātapaccayaṁ pana labhatīti udakāharaṇādipayogo pacchājātapaccayaṁ labhati. Kasmā labhatīti āha ‘‘pacchā uppajjanakassa hī’’tiādi. Pacchāti payogassa, payogato vā paraṁ. Hi yasmā kayirati, tasmā labhatīti yojanā. Sahajātapaccayaṁ pana na labhatīti sambandho. Mātikāpalibodhānisaṁsasaṅkhāteti aṭṭhamātikādvepalibodhapañcānisaṁsasaṅkhāte. Aññoti pannarasahi dhammehi añño. Payogādīsūtiādisaddena pubbakaraṇapaccuddhāraadhiṭṭhānāni saṅgaṇhāti. Etenupāyenāti etena yathāvuttaupāyena.",
  "tika-vin12t4:307": "Pubbakaraṇanidānādivibhāgavaṇṇanā",
  "tika-vin12t4:308": "406-7. Dvikkhattuṁ pucchitattā ‘‘pucchādvaya’’nti vuttaṁ. Hetupaccayānaṁ sarūpaṁ dassento āha ‘‘cha cīvarānī’’ti. Kasmā veditabbānīti āha ‘‘pubbapayogādīnañhī’’tiādi. Hīti yasmā. Tāniyevāti cha cīvarāni eva. Evasaddo pacchāpi yojetabbo, tāni evāti attho. Hīti saccaṁ, pubbakaraṇādīni na atthīti yojanā.",
  "tika-vin12t4:309": "408. ‘‘Imāya saṅghāṭiyā’’tiādinā vacībhedākāraṁ dasseti. Kathinatthārakena yasmā paccuddhāro ca adhiṭṭhānañca karīyati, tasmā kiriyāti vuccati. Tena vuttaṁ ‘‘paccuddhāro ceva adhiṭṭhānañcā’’ti.",
  "tika-vin12t4:310": "411. Vatthuvipannādīnaṁ sarūpaṁ dassento āha ‘‘akappiyadussaṁ hotī’’tiādi. Vināsaṁ, vikāraṁ vā pajjatīti vipannaṁ, vatthumeva vipannaṁ vatthuvipannaṁ.",
  "tika-vin12t4:311": "Kathinādijānitabbavibhāgavaṇṇanā",
  "tika-vin12t4:312": "412.Tesaññeva dhammānanti ettha dhammānaṁ sarūpaṁ dassento āha ‘‘yesu rūpādidhammesū’’ti. Tattha rūpādidhammesūti vaṇṇagandhādīsu suddhaṭṭhakarūpakalāpadhammesu. Satīti santesu. Tesanti rūpādīnaṁ dhammānaṁ. ‘‘Samodhāna’’nti iminā saṅgahoti padassa atthaṁ dasseti. ‘‘Missībhāvo’’ti iminā samavāyoti padassa atthaṁ dasseti. Avayavadhammānaṁ saṁ ekabhāvassa gahaṇaṁ saṅgaho. Avayavadhammānaṁ samaṁ ayanaṁ pavattanaṁ samavāyo. Bahūsu dhammesūti bahūsu paramatthapaññattidhammesu. Nāmamattanti nāmapaññattimattaṁ. Pubbeti kathinakkhandhake.",
  "tika-vin12t4:313": "‘‘Kāraṇehī’’ti iminā ākārasaddo kāraṇatthoti dasseti. Yanti vacanaṁ.",
  "tika-vin12t4:314": "416.Uppajjantīti kathinuddhārā uppajjanti. Kinti kiṁ atthajātaṁ. Sabbepi kathinuddhārāti sambandho. Hīti saccaṁ, yasmā vā. Etthāti kathinuddhāresu. Purimā dveti antarubbhārasahubbhāravasena purimā dve. Etesañcāti purimānaṁ dvinnañca. Itareti avasesā kathinuddhārā. Tesupīti itaresu kathinuddhāresu. Sabbatthāti sabbasmiṁ kathinavinicchaye.",
  "tika-vin12t4:315": "Iti samantapāsādikāya vinayasaṁvaṇṇanāya",
  "tika-vin12t4:316": "Paññattivaggavaṇṇanāya",
  "tika-vin12t4:317": "Yojanā samattā.",
  "tika-vin12t4:318": "Upālipañcakaṁ",
  "tika-vin12t4:319": "Anissitavaggavaṇṇanā",
  "tika-vin12t4:320": "417. Upālipañhesu ‘‘kati hi nu kho bhante’’ti pucchāya sambandho natthīti kassaci maññanaṁ nivārento āha ‘‘aya sambandho’’ti. Theroti upālitthero, pucchīti sambandho. Imesanti pañcakānaṁ tantinti sambandho. Kesaṁ atthāya tantiṁ ṭhapessāmīti āha ‘‘nissāya vasanakārīnaṁ atthāyā’’ti. Vasanakārīnaṁ bhikkhūnanti sambandho. Tesanti pañhānaṁ.",
  "tika-vin12t4:321": "Āpannokammakatoti ettha ‘‘āpanno’’ti padaṁ ‘‘kammakato’’ti padassa kāraṇadassananti āha ‘‘āpattiṁ āpanno, tappaccayāva saṅghena kammaṁ kataṁ hotī’’ti. Tappaccayāvāti taṁāpattiāpannasaṅkhātā kāraṇā eva.",
  "tika-vin12t4:322": "Nappaṭippassambhanavaggavaṇṇanā",
  "tika-vin12t4:323": "420.Ayanti kammakato bhikkhu, na vattatīti sambandho. Anulomavatteti katakammassa anulome vatte. Assāti bhikkhussa. Sarajjukoti saha kammasaṅkhātāya rajjuyāti sarajjuko.",
  "tika-vin12t4:324": "421. Samaggehi bhikkhūhīti sambandho. Hīti saccaṁ. Accayaṁ desāpetvāti aññamaññaṁ dosaṁ desāpetvā. Tiṇavatthārakasamathaṁ vāti vāsaddo atthantaravikappo. Tatra ceti ettha tasaddo kammavisayo, cesaddo sacepariyāyoti āha ‘‘sace tādise kamme’’ti. Diṭṭhāvikammampi katvāti diṭṭhāvikammaṁ katvāpīti yojanā. Pisaddena akatvāpīti sampiṇḍeti. Yatra panāti kamme pana. Tatthāti kamme. Pakkamitabbanti saṅgāmāvacarena pakkamitabbaṁ.",
  "tika-vin12t4:325": "422.Ussitamantīti ettha ussitaṁ mantī ussitamantīti dassento āha ‘‘lobha…pe… bhāsitā’’ti. Tattha ‘‘lobhadosa mohamānussannaṁ vāca’’nti iminā ussitapadassa atthaṁ dasseti. ‘‘Bhāsitā’’ti iminā ‘‘mantī’’ti padassa atthaṁ dasseti. Nissitajappīti ettha aññanissitaṁ jappametassāti nissitajappīti dassento āha ‘‘attano’’tiādi. Ettha jappanti vacanaṁ. Jappa vacaneti hi dhātupāṭhesu vuttaṁ. Ussadayuttanti lobhādiussadayuttaṁ, vacananti sambandho. Evamaññanti evaṁ attanā aññaṁ. Kathānusandhivacaneti codakacuditakānaṁ kathāya anusandhivacane. Ettha ‘‘vacane’’ti iminā ‘‘bhāsānusandhī’’ti ettha bhāsasaddo vacanapariyāyoti dasseti.",
  "tika-vin12t4:326": "Ussāretīti uddhaṁ gamāpeti. Iminā ussādeti upari gamāpetīti ussādetāti vacanatthaṁ dasseti. Ettha hi dakārarakārā sadisatthā . Te hi dve akkharā kadāci katthaci sadisatthā honti. Avasāretīti hīnabhāvaṁ gamāpeti. Iminā avasādeti adhobhāvaṁ gamāpetīti avasādetāti vacanatthaṁ dasseti. ‘‘Apasādetā’’tipi pāṭho, upasaggamattameva nānaṁ. Samphañca bahuṁ bhāsatīti ettha samphasaddo niratthakakathāvacanoti āha ‘‘niratthakakatha’’nti. Niratthakakathā hi yasmā saṁ hitasukhaṁ phalati vināseti, tasmā samphanti vuccati. Phā dhātūti ca phaladhātūti ca dhātupāṭhesu (saddanītidhātumālāyaṁ 16 lakārantadhātu) vuttaṁ.",
  "tika-vin12t4:327": "Bhāre anāropiteti ‘‘tava bhāro’’ti saṅghena bhāre anāropite. Ajjhottharitvāti abhibhavitvā . Iminā pasayha pavattāti ettha pasayhasaddassa abhibhavanatthaṁ dasseti. Anadhikāreti anadhipaccaṭṭhāne. ‘‘Kathetā’’ti iminā vatudhātuyā kathanatthaṁ dasseti. Anokāsakammaṁ kāretvāti ettha nakārassa ayuttayogabhāvato yuttaṭṭhānaṁ dassento āha ‘‘okāsakammaṁ akāretvā’’ti. Yassāti yā assa. Assa bhikkhuno attano yā diṭṭhi atthīti yojanā, athavā attano yā diṭṭhi bhaveyyāti yojanā. Tanti diṭṭhiṁ. ‘‘Kathetā’’ti iminā byākatāti ettha vi ā pubbakaradhātuyā kathanatthaṁ dasseti.",
  "tika-vin12t4:328": "Vohāravaggavaṇṇanā",
  "tika-vin12t4:329": "424. ‘‘Neva desanāya na vuṭṭhānenā’’ti idaṁ pārājikāpattiṁ sandhāya vuttaṁ. Dosānurūpanti vatthusaṅkhātassa dosassa anurūpaṁ.",
  "tika-vin12t4:330": "Payogaṁ na jānātīti ettha sace payogo mūlena visadiso hutvā bhinno hoti, evaṁ sati mūlapayoganti na vattabbanti āha ‘‘adhikaraṇānaṁ hī’’tiādi. Hīti saccaṁ, yasmā vā. Mūlameva payogā nāma honti, na aññanti adhippāyo.",
  "tika-vin12t4:331": "Kātabbanti na jānātīti kātabbaṁ iti kammassa karaṇaṁ na jānātīti yojanā. Vatthūti bhaṇḍanakalahādivatthu, niyassādīnaṁ vatthūti sambandho . Catunnanti tajjanīyaniyassapabbājanīyapaṭisāraṇīyavasena catunnaṁ. Yācatīti saṅghaṁ kammassa vūpasamaṁ yācati.",
  "tika-vin12t4:332": "Vatthunti ettha āpattikkhandhānameva vatthunti āha ‘‘sattannaṁ āpattikkhandhāna’’nti. Padesapaññattisabbatthapaññattisādhāraṇapaññattiasādhāraṇapaññattiekatopañña- ttiubhatopaññattivasena channaṁ paññattīnaṁ paññattiyaṁ paviṭṭhattā vuttaṁ ‘‘tividhaṁ paññatti’’nti. ‘‘Heṭṭhupariyaṁ katvā padaṁ yojetī’’ti iminā padapaccābhaṭṭhanti ettha padānaṁ heṭṭhupariyavasena paṭinivattitvā ābhassanaṁ gaḷanaṁ cutaṁ padapaccābhaṭṭhanti atthaṁ dasseti.",
  "tika-vin12t4:333": "Vinayeti ettha na kevalaṁ pāḷiyaṁyeva, atha kho aṭṭhakathāyampīti āha ‘‘vinayapāḷiyañceva aṭṭhakathāyañcā’’ti.",
  "tika-vin12t4:334": "Ñattiṁna jānātīti ettha ñattibhedaṁ dassento āha ‘‘saṅkhepato’’tiādi. Tatthāti duvidhāsu ñattīsu. Kammañattīti anussāvanakammassa ṭhāne ṭhitā ñatti. Anussāvanakammaṁ natthi, sayameva anussāvanakammaṭṭhāne ṭhitāti attho. Kammapādañattīti anussāvanakammassa pādabhūtā mūlabhūtā ñatti. Navasu ṭhānesūti osāraṇādīsu navasu ṭhānesū. Dvīsu ṭhānesūti ñattidutiyañatticatutthavasena dvīsu ṭhānesu, kammapādañattiyā karaṇaṁ na jānātīti sambandho. Yvāyaṁ catubbidho samathoti yojanā. Tanti catubbidhaṁ samathaṁ. Ñattiyāti sāmyatthe sāmivacanaṁ. Yaṁ adhikaraṇaṁ vūpasamatīti sambandho. Tassāti adhikaraṇassa. Taṁ vūpasamaṁ na jānātīti sambandho.",
  "tika-vin12t4:335": "Suttaṁ na jānātīti ettha suttasaddassa kadāci katthaci mātikāyañca suttantapiṭake ca pavattanato idha ubhatovibhaṅgeti āha ‘‘ubhatovibhaṅga’’nti. Vinayaṁ na jānātīti ettha vinayasaddassa sakale vinayapiṭake vattamānassāpi suttanti ettha ubhatovibhaṅgassa gahitattā idha khandhakaparivārāva gahetabbāti āha ‘‘khandhakaparivāraṁ na jānātī’’ti.",
  "tika-vin12t4:336": "Vinayaṁ na jānātīti ettha vinayapiṭakassa gahetabbattā vuttaṁ ‘‘ṭhapetvā vinayapiṭaka’’nti. Suttantike cattāro mahāpadeseti (dī. ni. 2.187 ādayo; a. ni. 4.180) buddhāpadesasaṅghāpadesasambahulattherāpadesaekattherā padesavasena cattāro mahāpadese. Etthāti pañcake. Yanti vacanaṁ. Sabbatthāti sabbesu pañcakesu.",
  "tika-vin12t4:337": "Iti",
  "tika-vin12t4:338": "Anissitavagga-nappaṭippassambhanavagga-vohāravaggavaṇṇanāya",
  "tika-vin12t4:339": "Yojanā samattā.",
  "tika-vin12t4:340": "Diṭṭhāvikammavaggavaṇṇanā",
  "tika-vin12t4:341": "425. Diṭṭhāvikammavagge diṭṭhāvikammāti ettha āvi karīyate āvikammaṁ, diṭṭhīnaṁ āvikammaṁ diṭṭhāvikammanti dassento āha ‘‘diṭṭhīnaṁ āvikammānī’’ti. ‘‘Laddhipakāsanāna’’nti iminā diṭṭhisaddo laddhipariyāyo, āvikammasaddo pakāsanapariyāyoti dasseti. Etanti ‘‘diṭṭhāvikammā’’ti nāmaṁ. Adesanāgāminī nāma atthato garukanti āha ‘‘garukāpattiyā’’ti. Lahukāyapīti pisaddo garahattho. Lahukāyapi desitāya diṭṭhāvikammaṁ adhammikaṁ hoti, pageva garukāyāti attho.",
  "tika-vin12t4:342": "Yathā…pe… hotīti yathā āvikate catūhi pañcahi ekībhūtehi āvikatā hotīti yojanā. Catūhi pañcahīti antimaparicchedadassanaṁ. Tato atirekehipi ekato desetuṁ na vaṭṭati, desitā ca āpatti na vuṭṭhāti, desanāpaccayā dukkaṭañca hoti. ‘‘Catūhi pañcahī’’ti antimaparicchedassa dassitattā dvīhi tīhi pana ekato desetuṁ vaṭṭatīti daṭṭhabbaṁ. Manomānasenāti ettha manosaddena mānasasaddassa rāgaarahattesupi pavattanato tadatthe paṭikkhipitvā citte eva vattatīti dasseti. Tena vuttaṁ ‘‘manasaṅkhātena mānasenā’’ti. Iminā manabhūtaṁ mānasaṁ manomānasanti vacanatthaṁ dasseti.",
  "tika-vin12t4:343": "Samānasaṁvāsakassāpīti pisaddo samānasaṁvāsakassapi nānāsīmāya ṭhitassa santike āvikammaṁ adhammikaṁ hoti, pageva nānāsaṁvāsakassāti dasseti. Māḷakasīmāyāti khaṇḍasīmāya aṅgaṇe. Avippavāsasīmāyāti mahāsīmāya, ṭhitassāpi santiketi sambandho. Pisaddena ‘‘khaṇḍasīmāya ṭhitassapī’’ti atthaṁ sampiṇḍeti.",
  "tika-vin12t4:344": "430.Na pariyattanti na samatthaṁ. Iminā nālanti ettha alaṁsaddo pariyattatthova, nārahabhūsanavāraṇatthoti dasseti. Idhāpīti pañcakepi. Pisaddena purimapañcakaṁ apekkhati. ‘‘Sāsanato’’ti iminā cudhātuyā apādānaṁ dasseti. ‘‘Kāmo’’ti iminā adhippāyasaddo kāmapariyāyoti dasseti.",
  "tika-vin12t4:345": "432.Mandattā momūhattāti ettha ttapaccayassa bhāvatthe, pañcamīvibhattiyā ca kāraṇatthe pavattabhāvaṁ dassento āha ‘‘mandabhāvena momūhabhāvenā’’ti. Paribhavāti ettha paribhavakāmāti atthaṁ dassento āha ‘‘paribhavaṁ āropetukāmo hutvā’’ti. Aññabyākaraṇesupīti arahattabyākaraṇesupi. Sabbatthāti diṭṭhāvikammavagge. Yanti vacanaṁ.",
  "tika-vin12t4:346": "Iti diṭṭhāvikammavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:347": "Musāvādavaggavaṇṇanā",
  "tika-vin12t4:348": "444. Dhammapadhānaṁ dhammādhiṭṭhānaṁ sandhāya ‘‘pārājikaṁ gacchatīti pārājikagāmī’’ti suddhakattuvasena vuttaṁ, puggalapadhānaṁ puggalādhiṭṭhānaṁ sandhāya ‘‘pārājikaṁ gacchati anena, gamāpetīti vā pārājikagāmī’’ti karaṇahetukattuvasenapi vattabbaṁ. Vitthāraṁ dassanto āha ‘‘tatthā’’tiādi . Tattha tatthāti ‘‘musāvādo pārājikagāmī’’tiādipāṭhe, evaṁ vitthāro veditabboti sambandho. Tesu ‘‘musāvādo pārājikagāmī’’tiādīsu vā, niddhāraṇe bhummaṁ.",
  "tika-vin12t4:349": "Adassanenāti ettha kassa adassanenāti āha ‘‘vinayadharassā’’ti. Vitthāraṁ dassento āha ‘‘kappiyākappiyesu hī’’tiādi. Tanti vinayadharaṁ. Assavanenāti ettha kesaṁ vacanaṁ assavanenāti āha ‘‘ekavihārepī’’tiādi. Ekavihārepīti vinayadharena ekavihārepi. Pisaddena nānāvihāre pana pagevāti dasseti. Upaṭṭhānanti upaṭṭhānatthaṁ, upaṭṭhānaṭṭhānaṁ vā. Vuccamānaṁ aññesaṁ vacanaṁ asuṇanto hutvā vāti yojanā. Pasuttakatāti ettha yakāralopoti āha ‘‘pasuttakatāyā’’ti. Pasuttakabhāvenapīti pisaddo aññampi adassanādikāraṇaṁ sampiṇḍeti. Tathāsaññīti ettha tathāsaddo kovisayoti āha ‘‘akappiye…pe… āpajjanto’’ti. Ekarattātikkamādivasenāti ādisaddena chārattātikkamādiṁ saṅgaṇhāti. Sabbatthāti musāvādavagge.",
  "tika-vin12t4:350": "Iti musāvādavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:351": "Bhikkhunovādavaggavaṇṇanā",
  "tika-vin12t4:352": "450. Bhikkhunivagge alābhāyāti ettha labhadhātuyā kammaṁ, sampadānavacanassa ca tadatthaṁ dassento āha ‘‘catunnaṁ paccayānaṁ alābhatthāyā’’ti. ‘‘Vāyamatī’’ti iminā parisakkatīti ettha sakkadhātuyā samatthatthaṁ paṭikkhipitvā vāyamatthaṁ dasseti. Kalisāsananti pāpaparājayaāṇaṁ. Nīharaṇatthāyāti niddharitvā apanayanatthāya.",
  "tika-vin12t4:353": "451. ‘‘Kamma’’nti sāmaññato vuttattā ‘‘sattannaṁ kammānaṁ aññatara’’nti.",
  "tika-vin12t4:354": "454.Nasākacchātabboti ettha ko nāma kathāmaggo na sākacchātabbo, nanu vinayoyevāti āha ‘‘kappiyā…pe… kathāmaggo’’ti. ‘‘Na kathetabbo’’ti iminā kacchasaddassa kathadhātuyā nipphannabhāvaṁ dīpeti. Kasmā pana paṭhamapañcake ‘‘na asekkhenā’’ti paṭikkhipitvā dutiyapañcake ‘‘asekkhenā’’tiādi vuttanti āha ‘‘yasmā panā’’tiādi. Itaro puthujjano na kathetīti yojanā.",
  "tika-vin12t4:355": "Na atthapaṭisambhidāpattoti ettha attho nāma aṭṭhakathāyevādhippetāti āha ‘‘aṭṭhakathāyā’’ti. ‘‘Pabhedagatañāṇappatto’’ti iminā atthādīsu pati visuṁ sambhijjatīti paṭisambhidā, paññā, taṁ pattoti paṭisambhidāpatto. Atthe paṭisambhidāpatto atthapaṭisambhidāpattoti dasseti. ‘‘Pāḷidhamme’’ti iminā dhammapaṭisambhidāpattoti ettha dhammasarūpaṁ dasseti. Vohāraniruttiyanti paññattiniruttiyaṁ. Iminā niruttipaṭisambhidāpattoti ettha niruttisarūpaṁ dasseti. Paṭibhānapaṭisambhidāpattoti ettha paṭibhānaṁ nāma heṭṭhimañāṇattayamevāti āha ‘‘atthapaṭisambhidādīni ñāṇānī’’ti, tesūti ñāṇesu, yaṁ yaṁ vimuttaṁ yathāvimuttaṁ, cittaṁ. Paccavekkhitāti punappunaṁ olokitā. Sabbatthāti bhikkhunivagge.",
  "tika-vin12t4:356": "Iti bhikkhunovādavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:357": "Ubbāhikavaggavaṇṇanā",
  "tika-vin12t4:358": "455. Ubbāhikavagge atthakusalotiādipadānaṁ bhedanissitasamāsaṁ dassento āha ‘‘aṭṭhakathākusalo’’tiādi. Ācariyamukhatoti ācariyavadanato, ācariyasammukhe vā, sithiladhanitādīti ādisaddena dīgharassādīni (pari. aṭṭha. 485; vi. saṅga. aṭṭha. 252) saṅgaṇhāti. Akkharaparicchedeti ettako sithilo, ettako dhanitotiādinā akkharaparicchede. Iminā byañjanakusaloti ettha byañjanasaddo akkharapariyāyoti dasseti. Na pubbāparakusaloti ettha pubbāparo nāma purimānaṁ catunnañceva kathāya ca pubbāparoti āha ‘‘atthapubbāpare’’tiādi.",
  "tika-vin12t4:359": "Kodhanotiādīni vuttānīti sambandho. Yasmā na sakkotīti yojanā. Pasāretāti ettha saradhātu upasaggavasena vecittavācakoti āha ‘‘mohetā’’ti.",
  "tika-vin12t4:360": "Iti ubbāhikavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:361": "Adhikaraṇavūpasamavaggavaṇṇanā",
  "tika-vin12t4:362": "457. Adhikaraṇavūpasamavagge saṅghagaru nāma koti āha ‘‘dhammañca…pe… saṅghagaru nāma hotī’’ti. Tānīti cīvarādīni.",
  "tika-vin12t4:363": "458.Pañcahupāliākārehīti ettha ākārasaddo kāraṇatthoti āha ‘‘pañcahi kāraṇehī’’ti. Kammenātiādīsu kammādīnaṁ sarūpaṁ dassento āha ‘‘apalokanādīsū’’tiādi. Upapattīhīti yuttīhi. Mayhaṁ uccākulā pabbajitabhāvañca bahussutabhāvañca tumhe jānāthāti yojanā. Mādiso nāma…pe… tumhākaṁ yuttaṁ nanūti yojanā. Kaṇṇamūleti kaṇṇasamīpe. Anussāvanenāti anusamīpe sāvāpanena. Tesanti bhikkhūnaṁ. Anivattidhammeti anivattanasabhāve. Salākaggāhenāti attano salākāya gāhāpanena.",
  "tika-vin12t4:364": "Etthāti kammādīsu. Pamāṇanti saṅghabhedassa kāraṇaṁ. Pubbabhāgāti saṅghabhedato pubbabhāge pavattā. Pubbabhāgabhāvaṁ āvikaronto āha ‘‘aṭṭhārasavatthudīpanavasena hī’’tiādi. Voharantepīti yojanā. Tatthāti vohāre. Kadā pana saṅgho bhinnoti āha ‘‘yadā panā’’tiādi. Yadā pana karotīti sambandho. Kammanti uposathakammato aññaṁ kammaṁ gahetabbaṁ. Uddesanti uposathakammaṁ. Itīti evaṁ. Saṅghabhedakakkhandhakavaṇṇanāyaṁ ‘‘evaṁ…pe… pakāsayissāmā’’ti (cūḷava. aṭṭha. 351) yaṁ vacanaṁ avocumhāti yojanā. Tassa vacanassāti pāṭhaṁ ajjhāharitvā ‘‘svāyaṁ attho’’ti padena sambandhitabbo.",
  "tika-vin12t4:365": "Paññattetanti ettha niggahitalopasandhīti āha ‘‘paññattaṁ eta’’nti. Kvāti kismiṁ khandhake. Tatrāti vattakkhandhake. Ettāvatāti ettakena āgantukavattādiakaraṇamattena. Anupubbenāti anukkamena. Yathārattanti ettha yathāsaddo anurūpatthavācako, rattisaddena rattippamāṇaṁ gahetabbanti dassento āha ‘‘rattiparimāṇānurūpa’’nti. Iminā rattiyā anurūpaṁ yathārattanti nibbacanaṁ dasseti. ‘‘Rattiparimāṇānurūpa’’nti vutte rattiparimāṇassa atikkantattā atthato theroti āha ‘‘yathātheranti attho’’ti. Vavatthānanti paricchedo. So hi visuṁ avahito hutvā tiṭṭhatīti vavatthānanti vuccati. Kammākammānīti ettha kammaṁ akammānīti padavibhāgaṁ katvā akāro vuddhatthoti āha ‘‘khuddakāni ceva mahantāni ca kammānī’’ti. Sati ca akammassa mahantabhāve kammaṁ nāma khuddakanti atthato siddhaṁ hoti. Tena vuttaṁ ‘‘khuddakāni cevā’’ti. Akārassa appatthaṁ gahetvā ‘‘mahantāni ceva khuddakāni ca kammānī’’ti atthopi yujjateva. So pana idha na gahito, aññattha pana dissati. ‘‘Uccāvacāni kammānī’’ti hi vākyavasena vuttaṭṭhāne uccasaddena mahantatthaṁ dasseti, avacasaddena khuddakatthaṁ dasseti. Tasmā mahantakhuddakāni kammānīti attho veditabbo. Sati ca akammassa khuddakabhāve kammaṁ nāma mahantanti atthatopi siddhanti daṭṭhabbaṁ.",
  "tika-vin12t4:366": "Saṅghabhedavaggadvayavaṇṇanā",
  "tika-vin12t4:367": "459. Saṅghabhedavaggadvaye eteti sabhāvā. Teti adhammādayo. Itīti evaṁ. Yaṁ kammanti yojanā. Diṭṭhiṁ vinidhāyāti sambandho. Ekasmiṁ pañcake ayaṁ atthayojanā kātabbāti sambandho. Etthāpīti imasmiṁ pañcakepi. Pisaddena heṭṭhā vuttaṁ pañcakaṁ apekkhati. Sabbatthāti sabbesu pañcakesu. Hīti saccaṁ. Pubbe avuttanayaṁ yaṁ vacanamatthi, taṁ vacanaṁ ettha pañcakesu na atthīti yojanā.",
  "tika-vin12t4:368": "Āvāsikavaggavaṇṇanā",
  "tika-vin12t4:369": "461. Āvāsikavagge ‘‘haritvā’’ti iminā yathābhatanti ettha bharadhātuyā haraṇatthañca kiriyāvisesanabhāvañca dasseti. ‘‘Ṭhapito’’ti iminā nikkhittoti ettha khipadhātuyā ṭhapanatthaṁ dasseti.",
  "tika-vin12t4:370": "462.Pariṇāmetīti pariṇataṁpāpeti. ‘‘Niyāmeti kathetī’’ti iminā adhippāyatthaṁ dasseti, etthāti āvāsikavagge.",
  "tika-vin12t4:371": "Kathinatthāravaggavaṇṇanā",
  "tika-vin12t4:372": "467. Kathinatthāravagge otamasikoti ettha avatamaṁ gato otamasikoti dassento āha ‘‘andhakāragato’’ti. Andhakārasaddena tamasaddo andhakārapariyāyoti dasseti. Tanti otamasikaṁ . Asamannāharantoti taṁ asamannāharanto, kasmā asamannāharantoti āha ‘‘kiccayapasutattā vandana’’nti. Ekatoti kopena saddhiṁ. Verī visabhāgapuggalo ekato ākodhena vattanaṭṭhena ekāvattoti vuccati. Pahareyyāti vandantaṁ pahareyya. ‘‘Aññaṁ cintayamāno’’ti iminā aññasmiṁ ārammaṇe cittaṁ vidahati ṭhapetīti aññavihitoti dasseti.",
  "tika-vin12t4:373": "Saṅghato uddharitvā khipitabbo apanetabboti ukkhitto, soyeva ukkhittako. Tehīti catūhi. Avandiyesu pannarasapuggalesūti sambandho. Antarā vuttakāraṇena cāti antare vuttena ‘‘tañhi vandantassa mañcapādādīsupi nalāṭaṁ paṭihaññeyyā’’tiādinā kāraṇena ca. Itoti pannarasapuggalamhā . Itīti evaṁ. Sace uddesācariyo ca ovādācariyo ca navako hoti, na vandanīyo. Sabbatthāti kathinatthāravagge.",
  "tika-vin12t4:374": "Iti kathinatthāravaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:375": "Niṭṭhitā ca upālipañcakavaṇṇanāya yojanā.",
  "tika-vin12t4:376": "Āpattisamuṭṭhānavaṇṇanā",
  "tika-vin12t4:377": "470. ‘‘Acittako āpajjatī’’tiādīsu evamattho veditabboti yojanā. Acittako āpajjatīti acittako hutvā āpajjati. Eseva nayo acittako vuṭṭhātīti etthāpi. Yaṁkiñci āpattinti sambandho. Itaraṁ āpattinti yojanā. Dhammadānaṁ karomīti ‘‘sabbadānaṁ dhammadānaṁ jinātī’’ti (dha. pa. 354) ca ‘‘amataṁdado ca so hoti, yo dhammamanusāsatī’’ti (saṁ. ni. 1.42) ca bhagavatā vuttavacanaṁ sutvā dhammadānaṁ karomi. Domanassikoti domanassena yutto, domanassavanto vā. Etthāti abyākatamūle.",
  "tika-vin12t4:378": "473.Yassa yassāti sikkhāpadassa. Taṁ sabbanti sabbaṁ taṁtaṁsamuṭṭhānasikkhāpadaṁ.",
  "tika-vin12t4:379": "Aparadutiyagāthāsaṅgaṇikaṁ",
  "tika-vin12t4:380": "(1) Kāyikādiāpattivaṇṇanā",
  "tika-vin12t4:381": "474.Chaāpattiyo kāyikāti ettha cha āpattiyo nāma kāti āha ‘‘antarapeyyāle’’tiādi. Antarapeyyāle vuttāti sambandho. ‘‘Kāyadvāre samuṭṭhitattā’’ti iminā kāye samuṭṭhantīti kāyikāti vacanatthaṁ dasseti. Tasmiṁyeva antarapeyyāle vuttāti sambandho. ‘‘Vajjapaṭicchādikāyā’’tiādinā chādentassa tissoti ettha tiṇṇaṁ sarūpaṁ dasseti. ‘‘Bhikkhuniyā’’tiādinā pañca saṁsaggapaccayāti ettha pañcannaṁ sarūpaṁ dasseti.",
  "tika-vin12t4:382": "‘‘Ekaratta’’itiādinā aruṇugge tissoti ettha tiṇṇaṁ sarūpaṁ dasseti. Dve yāvatatiyakāti saṁvaṇṇetabbena ‘‘ekādasa yāvatatiyakā nāmā’’ti saṁvaṇṇanāya viruddhabhāvaṁ paṭikkhipanto āha ‘‘paññattivasena panā’’tiādi. ‘‘Imasmiṁ sāsane’’ti iminā etthasaddassa visayaṁ dasseti. Ekena sabbasaṅgahoti ettha eko nāma ko, sabbāni nāma kānīti āha ‘‘yassa siyā’’tiādi. ‘‘Nidānuddesenā’’ti iminā ekassa sarūpaṁ dasseti. ‘‘Sikkhāpadānañca pātimokkhuddesānañcā’’ti imehi padehi sabbasarūpaṁ dasseti. Saṅgaha saddena kammachaṭṭhīsamāso.",
  "tika-vin12t4:383": "‘‘Vajjapaṭicchādikāyā’’tiādinā dve duṭṭhullacchādanāti ettha dvinnaṁ sarūpaṁ dasseti.",
  "tika-vin12t4:384": "‘‘Bhikkhu bhikkhuniyā’’tiādinā gāmantare catassoti ettha catassannaṁ sarūpaṁ dasseti. Puna ‘‘bhikkhu bhikkhuniyā’’tiādinā cetassā nadipārapaccayāti ettha catassannameva sarūpaṁ dasseti. ‘‘Cīvaradāne pācittiya’’nti iminā pācittiyabhāvena sadisattā saṅkhyāviseso na kātabboti dasseti.",
  "tika-vin12t4:385": "(2) Desanāgāminiyādivaṇṇanā",
  "tika-vin12t4:386": "475.Eketthāti etthasaddo sāsanavisayo.",
  "tika-vin12t4:387": "Ekasikkhāpadampi natthīti pisaddo bahusikkhāpadāni pana pagevāti ca āpatti pana pagevāti ca āpattīpi natthīti ca atthaṁ dasseti.",
  "tika-vin12t4:388": "‘‘Sakalepi vinaye’’ti iminā dvetthāti pāṭhe etthasaddassa visayaṁ dasseti. Ubhinnanti bhikkhubhikkhunīnaṁ. Aññathā pana kittakā paṭhamāpattikāti āha ‘‘itarathā panā’’tiādi. Tattha itarathāti paññattito aññena pakārena. Kammañcāti kammañatti ca. Kammapādikā cāti kammapādañatti ca. Navasu ṭhānesūti osāraṇādīsu navasu ṭhānesu. Dvīsūti ñattidutiya, ñatticatutthakammesu.",
  "tika-vin12t4:389": "Vajjapaṭicchādikāya pārājikaṁ, ukkhittānuvattikāya pārājikaṁ, aṭṭhavatthukāya pārājikanti iti ime tayoti yojanā. Kāraṇabhūtenāti hetubhūtena, ‘‘karaṇabhūtenā’’tipi pāṭho, sādhakatamasattibhūtenāti attho.",
  "tika-vin12t4:390": "Tesanti addhānahīnādīnaṁ. Etthāti ‘‘tayo puggalā na upasampādetabbā’’ti pāṭhe, etesu aṅgahīnādīsu vā. Yoti puggalo. Aparipūro na yācatīti sambandho. Mātughātakādayo karaṇadukkaṭakā cāti yojanā. Tatthāti tesu ñattikappanādīsu. Ñattikappanāti ñattividhi. Vippakatapaccattanti vippakataṁ paccattaṁ. Atītakaraṇanti atītassa karaṇaṁ. Vitthārento āha ‘‘vatthusampannaṁ hī’’tiādi. Tayo kammāna saṅgahāti ettha chandabhedarakkhanatthāya nakāre niggahitalopo. Nāsitakāti nāsetabbā puggalā, nāsitabbāti nāsitā, nāsitā eva nāsitakā. Tiṇṇaṁ janānanti tiṇṇaṁ upasampadāpekkhajanānaṁ ekūpajjhāyena nānācariyena hutvāti yojanā. Ekānussāvanāti ekato anussāvanā.",
  "tika-vin12t4:391": "Pādo nāma kahāpaṇassa catutthabhāgo. Māsako nāma pādassa pañcamabhāgo. Pārājikanti vanappatiṁ chindantassa dutiyapārājikaṁ (pārā. 110). Anodissāti ‘‘manusso maratū’’tiādinā na uddisitvā. Tenāti visena.",
  "tika-vin12t4:392": "Bhikkhunovādakavaggasminti sāmaññādhāro. Dasasu sikkhāpadesūti visesādhāro. Paṭhamasikkhāpadamhiyevāti dasasu sikkhāpadesu paṭhamasikkhāpadamhiyeva. Upasampannāya bhikkhuniyāti sambandho. ‘‘Āpatti hotī’’ti iminā ‘‘cīvarenā’’ti padassa sambandhaṭṭhānaṁ dasseti.",
  "tika-vin12t4:393": "‘‘Catasso evā’’ti iminā tattikāti ettha tasaddassa visayaṁ dasseti. Tā catasso parimāṇā yāsaṁ āpattīnanti tattikā. Nipannassāpi tattikāti etthāpi eseva nayo. Sāti bhikkhunī.",
  "tika-vin12t4:394": "(3) Pācittiyavaṇṇanā",
  "tika-vin12t4:395": "476.Pañca bhesajjānīti sabbiādīni pañca bhesajjāni. Imaṁ āpattinti sambandho. Pacchā āpannoti yojanā.",
  "tika-vin12t4:396": "Ekaṁkabaḷanti ekaṁ ālopaṁ, tumhamūleti tumhaṁ santike.",
  "tika-vin12t4:397": "Yathāvatthukanti vatthuanulomaṁ, āpattiyo desitāva hontīti yojanā.",
  "tika-vin12t4:398": "Kokālikādīnantiādisaddena kaṭamodakatissakādayo (pārā. 417) saṅgaṇhāti. Pāpikāya diṭṭhiyā appaṭinissagge pācittiyañca caṇḍakāḷikāya bhikkhuniyā pācittiyañcāti yojanā. Payuttavācāpaccayāti viññattinimittādīhi pakārena yuttāya vācāya paccayā. Āpatti pārājikassāti pārājikassa āpajjanaṁ. Athavā pārājikassāti assa bhikkhussa pārājikā āpatti hotīti vā pārājikā āpatti assa bhavatīti vā yojanā kātabbā. Itīti imā cha āpattiyo āpajjatīti yojanā.",
  "tika-vin12t4:399": "Bhojanaṁ gahetvā ajjhoharamānāti sambandho. Tathevāti yathā khādane, tatheva maṁsaṁ lasuṇaṁ ajjhoharamānāti yojanā. ‘‘Paṇītabhojanānī’’ti ca ‘‘akappiyamaṁsa’’nti ca padāni ‘‘ajjhoharamānā’’ti padena sambandhitabbāni.",
  "tika-vin12t4:400": "Pañca ṭhānānīti pañca āpattisaṅkhātāni ṭhānāni. Tatthāti pañcasu sahadhammikesu. Dvinnanti bhikkhubhikkhunīnaṁ. Tesanti sikkhamānādīnaṁ. Pañcannamevāti sahadhammikānaṁyeva. Vinicchayavohāroti vinicchayavacanaṁ. Iminā cattāri adhikaraṇāni paṭikkhipati. Aḍḍakammaṁ nāmāti abhiyuñjantānaṁ kammaṁ nāma.",
  "tika-vin12t4:401": "‘‘Sahadhammikāna’’nti iminā pañjannaṁ vinicchayoti ettha pañcasarūpaṁ dasseti. Sobhaṇabhāvaṁ vitthārento āha ‘‘katavītikkamo hī’’tiādi. Abbhuṇhasīloti abhinavuppannasīlo. Abbhuṇhasīlo nāma atthato pākatikasīloti āha ‘‘pākatiko’’ti, pakatisīlena niyuttoti attho.",
  "tika-vin12t4:402": "‘‘Kāyadvārasambhavā’’ti iminā kāyikāti padassa taddhitabhāvaṁ dasseti. Mukhaṁ oloketabbanti ettha vuttāti sambandho.",
  "tika-vin12t4:403": "Catunnaṁ desanāya cāti ettha ‘‘desanāyā’’ti padaṁ ādipadalopanti āha ‘‘accayadesanāyā’’ti. Sāti accayadesanā. Abhinilīyitvā dhanunā mārentīti abhimārā.",
  "tika-vin12t4:404": "Chejjaṁhotīti ettha chejjaṁ nāma pārājikāpajjanamevāti āha ‘‘devadatto viya pārājikaṁ āpajjatī’’ti. Imā pana āpattiyoti pārājikathullaccayāpattiyo.",
  "tika-vin12t4:405": "(4) Avandanīyapuggalādivaṇṇanā",
  "tika-vin12t4:406": "477.Tesanti dasannaṁ puggalānaṁ. ‘‘Saddhi’’nti iminā sāmīcenāti ettha sahatthe karaṇavacananti dasseti. Sāmīcenāti ca sāmīcinā kattabbaṁ sāmīcaṁ kammaṁ, tena sāmīcena. Dasa cīvaradhāraṇāti padassa samāsabhāvaṁ paṭikkhipanto āha ‘‘dasa divasāni atirekacīvarassa dhāraṇā’’ti.",
  "tika-vin12t4:407": "Katisatantiādīsu dvīsu gāthāpādesu catūsu vibhatyantapadesu purimaṁ purimena, pacchimañca pacchimena yathākkamaṁ yojetabbanti dassento āha ‘‘katisataṁ āpattiyo rattisataṁ chādayitvānā’’ti. Pacchimagāthāya pubbaḍḍhepi eseva nayo. Ayaṁ hīti ayaṁ eva vakkhamāno. Etthāti gāthāyaṁ. Yoti bhikkhu, paṭicchādetīti sambandho. Itīti ayaṁ saṅkhepattho.",
  "tika-vin12t4:408": "Heṭṭhā vuttesu catūsu catukkesu dhammena samaggaṁ apanetvā dvādasa kammadosā vuttāti daṭṭhabbaṁ. Adhammena vaggakammaṁ, adhammena samaggakammanti yojetabbaṁ.",
  "tika-vin12t4:409": "Etthāti chasu kammesu. Etadevāti dhammena samaggakammameva.",
  "tika-vin12t4:410": "Yaṁ desitāti ettha yaṁsaddo vacanavipallāsoti āha ‘‘yāni desitānī’’ti. ‘‘Desitānī’’ti iminā desitāti ettha nikārassa ākārādesabhāvaṁ dasseti. ‘‘Pariyantaparicchedabhāvarahitattā’’ti iminā natthi antaṁ pariyantametassāti anantanti vacanatthaṁ dasseti. Tanti nibbānaṁ, jitanti sambandho. Kena kaṁ kinti katvā jitanti āha ‘‘bhagavatā kilesagaṇaṁ abhimadditvā’’ti. Kena kaṁ kinti katvā kiṁ jitaṁ viyāti āha ‘‘raññā sapattagaṇaṁ abhimadditvā rajjaṁ viyā’’ti. Tattha ‘‘raññā’’ti iminā ‘‘kenā’’ti pucchaṁ vissajjesi. ‘‘Sapattagaṇa’’nti iminā ‘‘ka’’nti pucchaṁ vissajjesi. ‘‘Abhimadditvā’’ti iminā ‘‘kinti katvā’’ti pucchaṁ vissajjesi. ‘‘Rajja’’nti iminā ‘‘ki’’nti pucchaṁ vissajjesi. Sapattagaṇanti verigaṇaṁ. Ayaṁ panettha yojanā – raññā sapattagaṇaṁ abhimadditvā rajjaṁ rājabhāvaṁ jitaṁ viya, bhagavatā kilesagaṇaṁ abhimadditvā nibbānaṁ jitanti. Svevāti bhagavā eva. ‘‘Nibbikāratāyā’’ti iminā tādisaddo nibbikāratthavācako anipphannapāṭipadikoti dasseti. ‘‘Vivekapañcaka’’nti iminā kāyacittaupadhivasena vivekattayampi gahetabbaṁ vivekabhāvena samānattā. Tena bhagavatāti sambandho. ‘‘Yāni satta āpattikkhandhānī’’ti iminā eketthāti ettha ekasaddassa visayaṁ dasseti. Tatthāti sattasu āpattikkhandhesu. Ettha panāti samathesu pana. Hīti saccaṁ. Tassāti sammukhāvinayassa. Aṭṭhakathāsūti sabbaaṭṭhakathāsu. Mayaṁ panāti saṅgahakārakā amhe pana, buddhaghosanāmakā mayaṁ panāti attho, rocayāmāti sambandho. Kassa kimatthaṁ gahetvā rocesīti āha ‘‘vināti nipātassa paṭisedhanamatthamatta’’nti. ‘‘Vināti nipātassā’’ti padaṁ ‘‘atthamatta’’nti pade vācakasambandho. Attano sādhyavacanaṁ buddhavacanasaṅkhātena sādhakavacanena sādhento āha ‘‘vuttampi ceta’’ntiādi.",
  "tika-vin12t4:411": "Aṭṭhārasa aṭṭhakānīti adhammadiṭṭhibheda, dhammadiṭṭhibheda, vematikabhedesu tīsu ekamekaṁ mūlaṁ katvā tayo tayo mūliṁ katvā nava honti, tesu dhammadiṭṭhibhedesu dhammadiṭṭhibhedaṁ apanetvā aṭṭha honti, tāni aṭṭhārasa bhedakaravatthūsu yojetvā aṭṭhārasa aṭṭhakāni hontīti daṭṭhabbaṁ. Chaūnadiyaḍḍhasatanti catucattālīsādhikaṁ satanti vuttaṁ hoti.",
  "tika-vin12t4:412": "Ekekavatthusminti aṭṭhārasasu bhedakaravatthūsu ekekasmiṁ vatthusmiṁ.",
  "tika-vin12t4:413": "Iti gāthāsaṅgaṇikavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:414": "Sedamocikagāthā",
  "tika-vin12t4:415": "(1) Avippavāsapañhāvaṇṇanā",
  "tika-vin12t4:416": "479.Sedamocikagāthāsūti adhippāyatthassa gambhīrattā taṁ cintentānaṁ vinayadharānaṁ kāye sedaṁ mocetīti sedamocikā, sāyeva gāthā sedamocikagāthā, tāsu. ‘‘Akappiyasambhogo na labbhatī’’ti iminā kappiyasambhogo labbhatīti dasseti. Kappiyasambhogaṁ dassetuṁ ‘‘nahāpanabhojanādī’’ti vuttaṁ. Anāpattīti mātubhikkhuniyā anāpatti. Esā pañhāti ettha pañhasaddo sabhāvatiliṅgoti saddasatthesu (saddanītidhātumālāyaṁ 16 hakārantadhātu; abhidhānappadīpikāyaṁ 115 gāthāyaṁ) vutto, idha itthiliṅgavasena vutto. ‘‘Paṇḍitehī’’ti iminā kusalassa kāraṇaṁ dasseti, paṇḍitattā kusaloti adhippāyo. Assāti pañhāya. Etanti vissajjanaṁ. Assāti gāthāya.",
  "tika-vin12t4:417": "Ekādasa vivajjiyāti avibhattikaniddeso, ekādasa vivajjiyeti attho. Tena vuttaṁ ‘‘ye’’tiādi. Tepīti pisaddo gāthāyaṁ luttaniddiṭṭhagamyamānabhāvaṁ dasseti.",
  "tika-vin12t4:418": "Ayanti nhāpitapubbako bhikkhu. Nimmitabuddhanti buddhena nimmitaṁ buddharūpaṁ.",
  "tika-vin12t4:419": "Vivajjiyāti ettha yakāro tvāpaccayassa kāriyoti āha ‘‘vivajjetvā’’ti. Asīsakaṁ yaṁ taṁ kabandhaṁ atthīti yojanā. Asīsakattā kena sarīrena jīvitaṁ bandhatīti kabandho. Yassāti kabandhassa.",
  "tika-vin12t4:420": "Hīti saccaṁ. Teti abhabbapuggalā.",
  "tika-vin12t4:421": "Vācāti ettha yakāralopoti āha ‘‘vācāyā’’ti. Iti meti evaṁ mama. Evaṁ vadamāne mama vacananti yojanā. Athavā itimeti evaṁ ime, evaṁ vadamāne ime janāti yojanā. Saddampīti iminā girasaddo saddapariyāyoti dasseti. Hīti saccaṁ. Tuṇhībhūtassa nisinnassa tassa bhikkhunoti yojanā. Yadi manodvāre āpatti nāma natthi, evaṁ sati kasmā āpajjeyya vācasikanti vuttanti āha ‘‘yasmā panā’’tiādi. Tenāti tasmā. Assāti bhikkhussa.",
  "tika-vin12t4:422": "Sāti bhikkhunī, āpajjatīti sambandho. Vuttappakāranti ‘‘gāmantarapariyāpanna’’nti vuttappakāraṁ.",
  "tika-vin12t4:423": "Tāsūti dvīsu bhikkhunīsu.",
  "tika-vin12t4:424": "Caturo janāti ettha catunnaṁ janānaṁ sarūpaṁ dassento āha ‘‘ācariyo ca tayo ca antevāsikā’’ti . Sāhatthikāti sahatthā avaharitā. Āṇattiyāpīti āṇattena avaharitāpi. Itaresanti antevāsikānaṁ, ekeko māsakoti sambandho. Etthāti parivāre sedamocikagāthāyaṁ.",
  "tika-vin12t4:425": "(2) Pārājikādipañhāvaṇṇanā",
  "tika-vin12t4:426": "480.Santhatapeyyālañcāti paṭhamapārājikavibhaṅge (pārā. 65) vuttaṁ santhatapeyyālañca.",
  "tika-vin12t4:427": "Liṅgaparivattaṁ sandhāyāti sati liṅge parivatte paṭiggahaṇassa vijahanaṁ sandhāya vuttaṁ.",
  "tika-vin12t4:428": "Yoti bhikkhu, pariṇāmetīti sambandho. Attano atthāyāti yojanā.",
  "tika-vin12t4:429": "Assāti gāthāya. Kākauhadanti kākehi karīsussaggaṁ. Kaddamamakkhitanti kaddamena makkhitaṁ. Kāyagatāneva hutvāti sambandho.",
  "tika-vin12t4:430": "Hīti vitthāro. Anariyaṁ taṁ itthiṁ vā taṁ purisaṁ vā haneyyāti yojanā. Liṅgaparivattena hetubhūtena itthibhūtaṁ, purisabhūtañcāti sambandho. Itthibhūtanti ca itthī hutvā bhūtaṁ, itthibhāvaṁ vā pattaṁ.",
  "tika-vin12t4:431": "Migasiṅgatāpasasīhakumārādīnaṁ tiracchānagatamātāpitaro viyāti yojanā. Migasiṅgatāpasoti migasiṅganāmako (jā. aṭṭha. 5.17.96 ādayo) tāpaso. Sīhakumāroti sīhabāhukumāro. Ādisaddena bhūridattādayo saṅgaṇhāti.",
  "tika-vin12t4:432": "Kurundiyaṁ āgatanti sambandho.",
  "tika-vin12t4:433": "‘‘Saccaṁ bhaṇantoti gāthāyā’’ti padaṁ ‘‘saccaṁ bhāsato lahukāpatti hotī’’ti ettha itisaddena sambandhitabbaṁ. ‘‘Saccaṁ bhaṇanto’’ti gāthāya iti atthoti yojanā.",
  "tika-vin12t4:434": "(3) Pācittiyādipañhāvaṇṇanā",
  "tika-vin12t4:435": "481. Salākaṁ dentassa assa bhikkhussa chejjaṁ hotīti yojanā. ‘‘Pārājikaṁ hotī’’ti iminā hotichejjanti padassa atthaṁ dasseti.",
  "tika-vin12t4:436": "Suppatiṭṭhitanigrodhasadisaṁ rukkhamūlaṁ, tameva vā gahetabbaṁ.",
  "tika-vin12t4:437": "Tissitthiyoti ettha bhummatthe upayogavacanaṁ, paccattavacanaṁ vāti āha ‘‘tāsupī’’ti. ‘‘Yaṁ taṁ methunaṁ nāma ta’’nti iminā ‘‘methunaṁ yaṁ ta’’nti padānaṁ samānādhikaraṇabhāvaṁ dasseti. ‘‘Na sevatī’’ti iminā na seveti ettha tikārassa ekārādesabhāvaṁ (jā. aṭṭha. 4.11.76 putto vā pitaraṁ yāce viya) dasseti. Tayo puriseti ettha ‘‘upagantvā’’ti padaṁ ajjhāharitvā sambandhitabbanti dassento āha‘‘tayo purisepi upagantvā’’ti. Iminā tayo puriseti ettha upayogatthe upayogavacananti dasseti. Purimanayaṁ gahetvā etthāpi ‘‘tīsu purisesū’’ti bhummatthe upayogavacananti atthopi yujjateva. Imaṁ nayaṁ gahetvā purimapadepi tissitthiyo upagantvāti upayogatthe upayogavacananti atthopi yujjateva. Tasmā te dve nayā aññamaññopadesadāyakanayā nāmāti daṭṭhabbaṁ. ‘‘Ubhatobyañjanasaṅkhāte’’ti iminā anariyasaddena ubhatobyañjanova idha gahetabboti dasseti. ‘‘Nācaratī’’ti iminā na cācareti etthāpi tisaddassa ekārādesabhāvameva dasseti. Methunadhammassa pubbabhāgaṁ kāyasaṁsaggaṁ āpajjituṁ vāyamantiyā tassā bhikkhuniyāti yojanā.",
  "tika-vin12t4:438": "Assāti gāthāya, titthiyo ārādhako hotīti yojanā. Tatthevāti titthiyavatte eva. Assāti titthiyassa. Tamevāti titthiyavattameva.",
  "tika-vin12t4:439": "Saṅghādisesantiādigāthā vuttāti sambandho. Tanti ajjhoharaṇaṁ.",
  "tika-vin12t4:440": "Ākāsagataṁ sāmaṇeranti sambandho. Saṅghenapīti pisaddo na kammārahenevāti dasseti. ‘‘Na kātabba’’nti iminā saṅghopi kammārahopi bhūmigatova vaṭṭatīti dasseti.",
  "tika-vin12t4:441": "Assāti gāthāya vinicchayoti sambandho.",
  "tika-vin12t4:442": "‘‘Na deti, na paṭiggaṇhātī’’ti kiriyāpadānaṁ kattāraṁ dassento āha ‘‘nāpi uyyojikā’’tiādi. Tassāti avassutapurisassa. ‘‘Kāraṇenā’’ti iminā tenāti padassa kāraṇatthaṁ dasseti. Evasaddo pana sambhavavasena yojito, na aññena kāraṇenāti attho, avassutassa purisassāti sambandho. Gahaṇeti uyyojitāya gahaṇe. Tañca paribhogapaccayāti ettha tasaddassa visayaṁ, paribhogassa ca sambandhaṁ dassento āha ‘‘tañca panā’’tiādi. Tattha ‘‘āpatti’’nti iminā tasaddassa visayaṁ dasseti. ‘‘Tassā uyyojitāyā’’ti iminā paribhogassa sambandhaṁ dasseti. Tassāti uyyojitāya.",
  "tika-vin12t4:443": "Sattarasakesu saṅghādisesesūti sambandho. Vajjaṁ na phusatīti padassa atthaṁ dassento āha ‘‘aññaṁ navaṁ āpatti’’nti.",
  "tika-vin12t4:444": "Iti sedamocikagāthāvaṇṇanāya yojanā samattā.",
  "tika-vin12t4:445": "Pañcavaggo",
  "tika-vin12t4:446": "Kammavaggavaṇṇanā",
  "tika-vin12t4:447": "482. Kammavagge ‘‘gaṇanaparicchedavacana’’nti iminā na pamāṇavacananti dasseti. Iminā kammānaṁ tato ūnātirekabhāvaṁ nivāreti. Gaṇiyate gaṇanaṁ, paricchijjati anenāti paricchedo, gaṇanassa paricchedo gaṇanaparicchedo. Atha vā gaṇiyati anenāti gaṇanaṁ, tameva paricchedo gaṇanaparicchedo, soyeva vacanaṁ gaṇanaparicchedavacanaṁ. Apalokanakammaṁ nāmāti kattabbaṁ kammanti sambandho. Vuttanayenevāti ‘‘sīmaṭṭhakasaṅghaṁ sodhetvā chandārahānaṁ chandaṁ āharitvā’’ti vuttena eva nayena.",
  "tika-vin12t4:448": "Tatthāti catūsu kammesu, ñattidutiyakammaṁ pana atthīti sambandho.",
  "tika-vin12t4:449": "Tatthāti dvīsu kammesu. Avasesāti chahi kammehi avasesā. Yadi parivattetvā kataṁ daḷhīkammaṁ na hoti, evaṁ sati daḷhīkammatthāya kinti kātabbanti āha ‘‘sace panā’’tiādi. Tattha ‘‘akkharaparihīnaṁ vā padaparihīnaṁ vā’’ti idaṁ akkharapadānaṁ gaḷitaṁ sandhāya vuttaṁ. ‘‘Duruttapadaṁ vā’’ti idaṁ sithiladhanitādiaparipuṇṇaṁ sandhāya vuttaṁ. Ettha ‘‘duruttakkharaṁ vā’’ti ajjhāharitabbaṁ. Idanti punappunaṁ vacanaṁ. Kammaṁ hutvāti sukammaṁ hutvā.",
  "tika-vin12t4:450": "483. Sammukhākaraṇīyaasammukhākaraṇīyesu asammukhākaraṇīyāni appakattā paṭhamaṁ dassetvā sesānaṁ sammukhākaraṇīyabhāvaṁ dassento āha ‘‘tatthā’’tiādi. Tattha tatthāti tesu dvīsu, asammukhākaraṇīyaṁ nāma aṭṭhavidhaṁ hotīti sambandho. Tattha tatthāti tesu tesu khandhakesu. ‘‘Sukataṁ hotī’’ti vacanasāmatthiyato sammukhākatampi sukataṁ hotīti atthopi gahetabbo.",
  "tika-vin12t4:451": "Sesānīti aṭṭhakammehi sesāni. Etānīti kammāni. Vatthuvipannānīti vatthunā vipannāni.",
  "tika-vin12t4:452": "Tesampīti paṭipucchākaraṇīyānampi. Etthāti ‘‘paṭipucchākaraṇīya’’nti pade. ‘‘Pucchitvā’’ti iminā paṭipucchāti padassa tvāpaccayantabhāvaṁ dasseti. ‘‘Kātabba’’nti iminā karaṇīyanti ettha anīyasaddassa kammatthabhāvaṁ dasseti. Yathādinnāyāhi cuditakena yathādinnāya. Vippalapantassāti vikārena yaṁ vā taṁ vā vacanaṁ palapantassa cuditakassāti sambandho. Sabbatthāti sabbesu ‘‘tajjanīyakammārahassā’’tiādīsu.",
  "tika-vin12t4:453": "Anuposathadivaseti uposathadivasato aññasmiṁ divase. Tamevatthaṁ dassento āha ‘‘uposathadivaso nāmā’’tiādi. Kattikamāsanti pacchimakattikamāsaṁ. Tassa pavāraṇamāsattā ‘‘ṭhapetvā’’ti vuttaṁ. Sāmaggidivaso ca yathāvuttā cātuddasapannarasā ca uposathadivaso nāmāti yojanā. Yatrahīti yasmiṁ pana vihāre, ṭhapentīti sambandho. Antarāti cātuddasīpannarasīnaṁ majjhe.",
  "tika-vin12t4:454": "Paccukkaḍḍhitvā ṭhapitadivasoti pacchā upari kaḍḍhitvā ṭhapitaṁ kattikakāḷapakkhacātuddasiṁ vā pañcadasiṁ vā sandhāya vuttaṁ. Idhāpīti apavāraṇāya pavāraṇaṭṭhānepi. Pāḷiyamāgatanayato aññampi nayaṁ dassento āha ‘‘apicā’’tiādi. Antimavatthunti pārājikavatthuṁ. Yassāti puggalassa. Iminā kammāraho puggalo vatthu nāmāti dasseti.",
  "tika-vin12t4:455": "484. Dabbassa aggaṇhanaṁ vatthuaparāmasanaṁ nāma na hoti, atha kho nāmassa aggaṇhanamevāti āha ‘‘tassa nāmaṁ na gaṇhātī’’ti. Aparāmasanākāraṁ dassento āha ‘‘suṇātu me’’tiādi.",
  "tika-vin12t4:456": "Puggalaṁ na parāmasatīti ettha puggalo nāma upajjhāyoti āha ‘‘yo upasampadāpekkhassa upajjhāyo’’ti. Tanti upajjhāyaṁ.",
  "tika-vin12t4:457": "Sabbena sabbanti sabbathā sabbaṁ, nipātasamudāyoyaṁ, sabbena vā ākārena sabbaṁ ñattinti yojanā.",
  "tika-vin12t4:458": "Ñattikamme paṭhamaṁ kammaṁ katvā pacchā ñattiṭṭhapanampi pacchā ñattiṁ ṭhapetiyeva nāma. Iti imehītiādi nigamanaṁ.",
  "tika-vin12t4:459": "485. ‘‘Vuttanayenevā’’ti atidisitvāpi ñattikammavācānaṁ asadisattā aparāmasanākāraṁ dassento āha ‘‘evaṁ panā’’tiādi. Tattha nesanti vatthusaṅghapuggalānaṁ, paṭhamānussāvane vā dutiyatatiyānussāvanāsu vā vattabbe vadantoti sambandho.",
  "tika-vin12t4:460": "Sāvanaṁ hāpetīti ettha anusaddo lopoti āha ‘‘anussāvanaṁ na karotī’’ti. ‘‘Sāvanaṁ hāpetī’’ti ettha na kevalaṁ sabbena sabbaṁ anussāvanaṁ akarontoyeva sāvanaṁ hāpeti nāma, atha kho anussāvanāya duruttachaḍḍanampi hāpetiyeva nāmāti dassento āha ‘‘yopī’’tiādi. ‘‘Sakimeva vā dvikkhattuṁ vā’’ti iminā tikkhattuṁ aparipūrentoyeva sāvanaṁ hāpeti nāmāti dasseti. Imassa vacanassa sāmatthiyato ñattidutiyakamme ekakkhattuto, ñatticatutthakamme tikkhattuto atirekaṁ kammavācaṁ karonto na hāpetīti ñāyati.",
  "tika-vin12t4:461": "‘‘Chaḍḍetī’’ti ettha chaḍḍanassa padakkharānaṁ gaḷitabhāvena pākaṭattā taṁ adassetvā ‘‘duruttaṁ karotī’’ti ettha duruttameva dassento āha ‘‘duruttaṁ karotīti ettha panā’’tiādi. Karontena bhikkhunā upalakkhetabboti sambandho.",
  "tika-vin12t4:462": "‘‘Sithila…pe… pabhedo’’ti yvāyaṁ byañjanappabhedo vutto, ayaṁ byañjanappabhedoti yojanā . Gāthāyaṁ dasadhāti dasappakārena. Byañjanabuddhiyāti vaddhetīti buddhi, byañjanameva akkharameva sithilādivasena dasadhā buddhi byañjanabuddhi, tāya. Ettha ‘‘dasadhā’’ti padena ‘‘byañjanabuddhī’’ti samāsapadassa antare dasadhāsaddassa lopaṁ dasseti ‘‘kammajaṁ evā’’tiādīsu (visuddhi. 2.450; visuddhi. mahāṭi. 2.450) viya. Ettha hi evasaddena kammena eva jātaṁ kammajanti samāsaṁ katvā samāsamajjhe evasaddalopaṁ dasseti. Pabhedoti viseso. Ayaṁ panettha yojanā – sithilañca dhanitañca dīghañca rassañca garukañca lahukañca niggahitañca sambandhañca vavatthitañca vimuttañcāti dasadhā byañjanabuddhiyāva pabhedo viseso ñātabboti. ‘‘Sithila’’nti ādīni dasa padāni ‘‘akkharaṁ padaṁ byañjana’’nti napuṁsakaliṅgavasena vuttapāṭhaṁnissāya vuttānīti daṭṭhabbaṁ.",
  "tika-vin12t4:463": "Gāthāya vitthāraṁ dassento āha ‘‘ettha hī’’tiādi. Agāḷhena vacīpayogena vattabbaṁ akkharaṁ sithilaṁ. Gāḷhena vacīpayogena vattabbaṁ akkharaṁ dhanitaṁ. Tesvevāti pañcasu eva vaggesu. Na kevalaṁ dīghameva garukaṁ nāma, atha kho saṁyogaparampīti āha ‘‘yaṁ vā’’tiādi. Yaṁ akkharaṁ saṁyogaparaṁ katvā vuccati, tampi garukaṁ nāmāti yojanā. Saṁyogo paro yassa akkharassāti saṁyogaparaṁ. ‘‘Saṁyogapada’’ntipi pāṭho. Yaṁ asaṁyogaparaṁ katvā vuccati, tampi lahukaṁ nāmāti yojanā. Yaṁ sānunāsikaṁ katvā vattabbaṁ, taṁ niggahitaṁ nāmāti yojanā. Niggahetvāti niggahitaṁ nāma atthato ṭhānakaraṇānaṁ avissajjanaṁ amuñcananti āha ‘‘avissajjetvā’’ti. Yaṁ sambandhitvā vuccati, taṁ sambandhaṁ nāmāti yojanā. Yaṁ asambandhaṁ katvā vuccati, taṁ vavatthitaṁ nāmāti yojanā. Yaṁ aniggahetvā vuccati, taṁ vimuttaṁ nāmāti yojanā. Aniggahetvāti aniggahaṁ nāma atthato vissajjananti āha ‘‘vissajjetvā’’ti.",
  "tika-vin12t4:464": "Evaṁ byañjanabuddhivisesaṁ dassetvā idāni kammavācāya uccāraṇavisesaṁ vitthārena dassento āha ‘‘tatthā’’tiādi. Tattha tatthāti tāsu dasasu byañjanabuddhīsu. Tathāsaddena takārassa thakārakaraṇañca sithilassa dhanitakaraṇañca atidisati, tathā ‘‘pattakallaṁ esā ñattī’’tiādivacanañca sithilassa dhanitakaraṇaṁ nāmāti yojanā.",
  "tika-vin12t4:465": "Itīti evaṁ. Sithile kattabbe dhanitaṁ karotīti sambandho. Cattāri byañjanānīti cattāri akkharāni. Byañjanasaddo hi idha akkharavācako. Catassannaṁ byañjanabuddhīnaṁ kammadūsanaṁ dassetvā itarāsaṁ adūsanaṁ dassento āha ‘‘itaresu panā’’tiādi. Anukkamāgatanti ariyehi otaritvā anukkamena āgataṁ. Paveṇinti santatiṁ. Vināsetvā vutte kiṁ kammavācākopo hotīti āha ‘‘sace panā’’tiādi. Na kuppatīti na nassati. Kasmā pana kammavācā na kuppati, nanu kammaṁ kopentī kammavācā kuppatīti āha ‘‘imāni hī’’tiādi. Hi yasmā na kopenti, tasmā kammavācā na kuppatīti yojanā.",
  "tika-vin12t4:466": "Yaṁ pana vacanaṁ suttantikattherā vadantīti sambandho. Kaccāyanādisuttantaṁ karontīti suttantikā, kaccāyanādayo, suttantikā ca te therā ceti suttantikattherā. Na vaṭṭatīti akkharavikāro na vaṭṭati. Vinayadharena kammavācā kātabbāti sambandho. Yathāpāḷiyāti bhagavatā yathāvuttāya pāḷiyā. Byañjananiruttiyāti byañjananiruttiyaṁ. Itarathāti vuttadosapariharaṇato aññena pakārena.",
  "tika-vin12t4:467": "Akālevā sāvetīti ettha akālo nāma anokāsoti āha ‘‘anokāse’’ti. Anokāso nāma ñattianussāvanānaṁ pubbāparavitathanti āha ‘‘ñattiṁ aṭṭhapetvā’’tiādi. Paṭhamaṁyeva ñattiṁ aṭṭhapetvā paṭhamaṁyeva anussāvanakammaṁ katvāti yojanā. ‘‘Paṭhamaṁyevā’’ti hi padaṁ pubbāparāpekkhaṁ. Itītiādi nigamanaṁ.",
  "tika-vin12t4:468": "486. Yā ekavīsati bhikkhū na gaṇhāti, ayaṁ atikhuddakasīmā nāmāti yojanā. Ekavīsati bhikkhūti abbhānakamme kammārahena saddhiṁ ekavīsati bhikkhū. Yattha sīmāyaṁ nisīdituṁ na sakkonti, ayaṁ atikhuddakasīmā nāmāti yojanā. Nisīditunti aññamaññassa hatthapāsaṁ avijahitvā parimaṇḍalākārena nisīdituṁ. Tatthāti atikhuddake. Etthāti sesasīmāsu. Yā sammatā hoti, ayaṁ atimahatī nāmāti yojanā. Kesaggamattenāpīti pisaddo tato atirekena pana pagevāti dasseti. Aghaṭitaṁ asambandhaṁ nimittaṁ imissāti aghaṭitanimittā. Khaṇḍanimittabhāvaṁ akhaṇḍanimittadassanena pākaṭaṁ karonto āha ‘‘puratthimāyā’’tiādi. Pubbakittitanti paṭhamakittitaṁ. Tatthevāti uttarāya eva disāya. Aparāpīti pisaddo dutiyatthasampiṇḍanattho. Yā sammatā hoti, khaṇḍanimittā nāmāti yojanā. Animittupaganti yathābhūtakathanavisesanameva, na byavacchedavisesanaṁ tacasārādiggahaṇena animittupagabhāvassa pākaṭattā. Antarāti majjhe. Yā sammatā hoti, sā chāyānimittā nāma, animittā nāmāti yojanā.",
  "tika-vin12t4:469": "Bahi ṭhito hutvā sammannatīti yojanā. Nimittāni pana bahi ṭhatvāpi kittetuṁ vaṭṭati . Evaṁ sammatāpīti pisaddo asammatā pana pagevāti dasseti. Sīmāya sīmanti padānaṁ sambandhāpekkhattā, tassa ca asamānabhāvato tesaṁ visuṁ visuṁ sambandhaṁ dassento āha ‘‘attano sīmāya paresaṁ sīma’’nti. Sambhindatīti sambandhaṁ karoti. Ettha hi bhididhātu dvidhākaraṇatthavācako, dhātvatthabādhakena saṁtyūpasaggena sambandhavācako hotīti daṭṭhabbaṁ. Tatthāti tāsu dvīsu sīmāsu. Itīti evaṁ. Tāsūti sīmāsu.",
  "tika-vin12t4:470": "487-8. Yampi kammappattachandārahalakkhaṇanti yojanā. Tatthāti tassaṁ parisato kammavipattiyaṁ. Tampīti kammappattachandārahalakkhaṇampi, vuttamevāti sambandho. Tatthāti ‘‘cattāro bhikkhū pakatattā kammappattā’’ti pāṭhe. Anukkhittāti saṅghena ukkhepanīyakammassa akatattā anukkhittā. Parisuddhasīlāti pārājikaṁ anajjhāpannattā parisuddhasīlā. Imehi padehi pakati attā sabhāvo etesanti pakatattāti atthaṁ dasseti. ‘‘Kammassa arahā’’ti iminā ‘‘kammappattā’’ti padassa chaṭṭhīsamāsañca pattasaddassa arahaanucchavikatthabhāvañca dasseti. Tehīti catūhi pakatattehi. Etīti āgacchati. Avasesāti catūhi pakatattehi avasesā. Yassa panāti puggalassa pana. Kammārahoti kammassa araho.",
  "tika-vin12t4:471": "489.Etthāti paṇḍakādīnaṁ avatthubhāvadassanaṭṭhāne.",
  "tika-vin12t4:472": "Apalokanakammakathā",
  "tika-vin12t4:473": "495-6.Tatthāti catūsu kammesu. Etthāti osāraṇādipāṭhe. Padasiliṭṭhatāyāti loke padānaṁ siliṭṭhabhāvato. Tatthāti osāraṇādīsu pañcasu. Kaṇṭakasāmaṇerassa yā sā daṇḍakammanāsanā atthi, sā nissāraṇāti yojanā. ‘‘Micchādiṭṭhiko hotī’’ti vatvā tamevatthaṁ dassetuṁ ‘‘antaggāhikāya diṭṭhiyā samannāgato’’ti vuttaṁ. Micchādiṭṭhi hi liṅganāsanāya kāraṇaṁ hoti. Soti sāmaṇero, ‘‘nissajjāpetabbo’’ti pade kāritakammaṁ, vuttakammaṁ vā. Taṁ laddhinti dhātukammaṁ, avuttakammaṁ vā. Kinti kātabbanti āha ‘‘evañca pana kammaṁ kātabba’’nti.",
  "tika-vin12t4:474": "Kātabbākāraṁ dassento āha ‘‘saṅghaṁ bhante’’tiādi. Yaṁ sahaseyyaṁ labhantīti yojanā. Tassāti sahaseyyassa. Alābhāyāti alābhatthāya. ‘‘Cara pire vinassā’’ti iminā nissāraṇākāraṁ dasseti. Attho panassa heṭṭhā vuttoyeva.",
  "tika-vin12t4:475": "Soti samaṇero, osāretabboti sambandho.",
  "tika-vin12t4:476": "Svāyanti so ayaṁ sāmaṇero, accayaṁ desetīti sambandho. Soratoti sundaraladdhiyaṁ rato, duladdhito vā suṭṭhu orato. Yathā pureti yathā pubbe ruccati, tathāti yojanā. Kāyasambhogasāmaggidānanti kāyena ca sambhogena ca sāmaggiyā dānaṁ.",
  "tika-vin12t4:477": "Evantiādi nigamanaṁ. Yasmā pana brahmadaṇḍo pañcasatikakkhandhake (cūḷava. 445) channasseva paññatto, tasmā tasseva dātabboti āha ‘‘na kevala’’ntiādi. Esāti brahmadaṇḍo, aññopi yo bhikkhu viharati, tassapi dātabboti sambandho. Kinti dātabboti āha ‘‘evañca pana dātabbo’’ti. Dātabbākāraṁ dassento āha ‘‘saṅghamajjhe’’tiādi.",
  "tika-vin12t4:478": "Yaṁ vacanaṁ iccheyya, taṁ vacananti yojanā. Khamāpentassāti saṅghaṁ khamāpentassa tassa bhikkhussāti yojanā.",
  "tika-vin12t4:479": "Paṭisaṅkhāti paṭisaṅkhāya, ñāṇena paccavekkhitvāti attho.",
  "tika-vin12t4:480": "Yanti avandiyakammaṁ, anuññātanti sambandho. Kena anuññātanti āha ‘‘bhagavatā’’ti. Kismiṁ khandhake anuññātanti āha ‘‘bhikkhunikkhandhake’’ti. Kesu vatthūsu anuññātanti āha ‘‘tena kho pana…pe… imesu vatthūsū’’ti (cūḷava. 411). Kiṁ katvā anuññātanti āha ‘‘dukkaṭaṁ paññapetvā’’ti. Kinti anuññātanti āha ‘‘anujānāmi…pe… kātabbo’’ti. Tassāti avandiyassa. ‘‘Na osāraṇādīnī’’ti iminā evasaddassa chaḍḍetabbatthaṁ dasseti. Tassāti kammalakkhaṇabhūtassa avandiyassa. Tatthevāti bhikkhunikkhandhakeyeva. Nanti kammalakkhaṇaṁ. Idhāpīti parivāre kammavaggepi.",
  "tika-vin12t4:481": "Apāsādikanti apasādāvahaṁ, apasādajanakaṁ vā.",
  "tika-vin12t4:482": "Tatoti avandiyakaraṇato. Imanti bhikkhuṁ. Vandiyanti vanditabbaṁ, vandanaṁ vā.",
  "tika-vin12t4:483": "Etthāti apalokanakamme, bhikkhunisaṅghamūlakaṁ katvā paññattanti yojanā. Bhikkhusaṅghassāpīti pisaddo na bhikkhunisaṅghassevāti dasseti. Panasaddo sambhāvanattho, tathā bhikkhunisaṅghamūlakaṁ paññattampīti attho, labhitabbabhāvaṁ vitthārena dassento āha ‘‘yaṁ hī’’tiādi. Yaṁ apalokanakammaṁ karotīti yojanā. Appamattakavissajjakena pana dātabbānīti sambandho. Tesanti sūciādīnaṁ. Soyevāti appamattakavissajjakoyeva. Tatoti appamattakato. Tatthāti senāsanakkhandhakavaṇṇanāyaṁ (cūḷava. aṭṭha. 321). Vuttappakāraṁ gilānabhesajjampīti sambandho. Yopi cāti bhikkhupi ca hotīti sambandho. Tassa dātabbāti sambandho. Tatruppādatoti tasmiṁ mahāvāse uppādapaccayato, gahetvāti sambandho. ‘‘Pesalassā’’tiādinā dussīlādīnaṁ dātuṁ na vaṭṭatīti dasseti.",
  "tika-vin12t4:484": "Jaggāpetuṁ vaṭṭatīti ettha apucchitvā jaggāpetuṁ vaṭṭatīti āha ‘‘ayaṁ bhikkhū’’tiādi. Odissāti uddisitvā.",
  "tika-vin12t4:485": "Āsanagharaṁ vāti paṭimāgharaṁ vā, kārako manussoti sambandho. Upanikkhepato gahetvāti sambandho. Saṅghikenapīti pisaddo na kevalaṁ cetiyassa upanikkhepeneva, atha kho saṅghikenapīti dasseti.",
  "tika-vin12t4:486": "Yāpanamattaṁ alabhantehi karontehīti yojanā, paribhuñjantehi hutvāti sambandho. ‘‘Vattaṁ karomā’’tiādinā ‘‘yāpanamatta’’nti padassa atthaṁ dasseti. Vihāre ropitā ye phalarukkhāti yojanā. Yesanti rukkhānaṁ. Tesūti rukkhesu. Ye panāti rukkhā pana, apariggahitā hontīti sambandho. Taṁ panāti apalokanakammaṁ pana. Salākaṁ gaṇhanti etthāti salākaggaṁ, ṭhānaṁ. ‘‘Yāgaggabhattagga’’iti etthāpi eseva nayo. Uposathaggeti uposathassa gahaṇaṭṭhāne, uposathageheti attho. Tatthāti uposathagge. Tanti apalokanakammaṁ.",
  "tika-vin12t4:487": "Yaṁ mūlatacapattaaṅkurapupphaphalakhādanīyādīti yojanā. Antosīmāyāti anto upacārasīmāya.",
  "tika-vin12t4:488": "Sukatamevāti saṅghena katameva. Uposathadivaseti nidassanamattaṁ yasmiṁ kasmiṁci divasepi katattā.",
  "tika-vin12t4:489": "Phalavārenāti rukkhānaṁ phalagahaṇavārena. Rukkhā dharantīti rukkhā tiṭṭhanti, saṁvijjanti vā . Yehīti bhikkhūhi ropitā, hontīti sambandho. Sā eva katikāti pubbe katā sā eva katikā, aññā katikā na kātabbāti adhippāyo.",
  "tika-vin12t4:490": "Aññasmiṁ vihāreti rukkhānaṁ ṭhitavihārato aññasmiṁ vihāre. Tesanti rukkhānaṁ, sāmīti sambandho. Yepīti rukkhāpi, ropitāti sambandho. Aññato ṭhānatoti yojanā. Tesūti rukkhesu. Etthāti vihāre. Tehi panāti pariveṇasāmikehi bhikkhūhi pana. Dasabhāganti dasamabhāgaṁ. ‘‘Eseva nayo’’ti iminā dasabhāgaṁ datvāti atthaṁ atidisati.",
  "tika-vin12t4:491": "Sambhāvanīyabhikkhunoti sīlasutādīhi sambhāvanīyassa bhikkhuno. Tatthāti porāṇavihāre. Mūleti pubbe, ādikāleti attho. Nikkukkuccenāti ‘‘abhājitamida’’nti kukkuccavirahena. Khiyyanamattameva tanti taṁ khiyyanaṁ khiyyanamattameva, na sāmaṇerānaṁ khiyyanaṁ ruhatīti attho.",
  "tika-vin12t4:492": "Panasarukkhanti kaṇṭakīphalarukkhaṁ. Ayaṁ sāmīcīti ayaṁ bhājetvā khādanaṁ anudhammatā. Khāyitanti khāditaṁ. Dvinnaṁ tiṇṇaṁ katikapaṭippassambhanaṁ nayena ñātuṁ sakkuṇeyyattā taṁ adassetvā ekasseva katikapaṭippassambhanaṁ dassento āha ‘‘ekabhikkhuke panā’’tiādi. Purimakatikāti ‘‘yathāsukhaṁ paribhuñjituṁ ruccatī’’ti (pari. aṭṭha. 495-496) pure katā katikā. Tesanti sāmaṇerānaṁ, phātikammanti sambandho. Bhājetvāti sāmaṇerānaṁ bhājetvā. Iminā sāmaṇerānaṁ phātikammaṁ na dātabbampi bhāgaṁ bhājetabbanti dasseti.",
  "tika-vin12t4:493": "Sāmantagāmehīti āsannagāmehi, āgantvāti sambandho. Ekaṁ ambaṁ ekaṁ labujanti yojanā. Adiyyamāne dose dassite diyyamāne ānisaṁsampi atthato ñātabbanti dassento āha ‘‘adiyyamāne hī’’tiādi.",
  "tika-vin12t4:494": "Gaṇhantānaṁ manussānanti sambandho. Tatoti katikavattaṭṭhapanato. Na vattabbāti phaladānakuladūsakattā na vattabbā. Kinti ācikkhitabbanti āha ‘‘nāḷikerādīnī’’tiādi. Anuvicaritvāti padānamanukkamena vicaritvā. Upaḍḍhabhāgoti bhikkhūnaṁ laddhabhāgato upaḍḍho bhāgo. Apaloketvāti saṅghaṁ āpucchitvā.",
  "tika-vin12t4:495": "Maggagamiyasatthavāhoti maggaṁ gamiko satthavāho. Soti balakkārena gahetvā khādanto. Chāyādīnantiādisaddena ārāmavanāni saṅgahetabbāni. Sace atthīti sace attho atthi. Phalabharitāti phalena paripuṇṇā. ‘‘Phalabhāritā’’tipi pāṭho. Phalasaṅkhātena bhārena samannāgatāti attho. Apaccāsīsantenāti tesaṁ santikā dānapaṭidānaṁ apaccāsīsantena. Pubbe vuttamevāti pubbe saṅghikaṭṭhāne ‘‘kuddho hi so’’tiādinā vuttameva. Etthāti puggalikaṭṭhāne.",
  "tika-vin12t4:496": "Tanti phalārāmaṁ. Soti paṭibalo bhikkhu. Bhāriyaṁ kammanti jagganakammaṁ bhāriyaṁ. Ettakenāti tatiyabhāgaupaḍḍhabhāgamattena. Sabbaṁ phalārāmanti sambandho. Mūlabhāganti paṭhamabhāgaṁ. ‘‘Dasabhāgamatta’’nti iminā tadatthaṁ dasseti. Datvāti saṅghassa datvā. Soti bhikkhu. Akatāvāsanti pubbe akataṁ navaṁ senāsanaṁ. Ārāmanti saṅghassa ārāmaṁ. Tehipīti nissitakehipi. Pisaddo ācariyaṁ apekkhati. Tesanti nissitakānaṁ. Jaggitakāleti jaggitānaṁ rukkhānaṁ pupphaphalabharitakāle. Jagganakāleti jagganamattakāle, jagganamattameva, na jagganakāraṇā kiñci pupphaṁ vā phalaṁ vā hoti, tasmiṁ kāleti attho. ‘‘Bahu’’ntiādinā vāretabbākāraṁ dasseti.",
  "tika-vin12t4:497": "Phātikammena jagganto na atthīti yojanā. Anāpucchitvāvāti saṅghaṁ anapaloketvāva. Itīti evaṁ.",
  "tika-vin12t4:498": "Ñattikammaṭṭhānabhede pana evaṁ vinicchayo veditabboti yojanā. Osāreti saṅghamajjhaṁ paveseti imāya ñattiyāti osāraṇā.",
  "tika-vin12t4:499": "Nissāriyati saṅghato bahi kariyati imāyāti nissāraṇā. Ñatti uposatho nāmāti idaṁ kāraṇūpacāravasena vuttaṁ. Tenāha ‘‘uposathakammavasena ṭhapitā’’ti. Eseva nayo ñattipavāraṇā nāmāti etthāpi.",
  "tika-vin12t4:500": "Anusāseyyātiādinā paṭhamapurisaeyyavibhattivasena ṭhapitā ñatti attanā paraṁ sammanituṁ ṭhapitā ñatti nāma. Anusāseyyantiādinā uttamapurisaeyyaṁvibhattivasena ṭhapitā ñatti attanāva attānaṁ sammanituṁ ṭhapitā ñatti nāma. Attanāva attā vā paro vā sammaniyati imāya ñattiyāti sammuti. Nissaṭṭhapattacīvarādīni dīyanti anenāti dānaṁ, ñatti. Vaccaṁ anapekkhitvā vācakassa niyatanapuṁsakaliṅgattā napuṁsakaliṅgavasena vuttaṁ.",
  "tika-vin12t4:501": "Āpatti paṭiggaṇhiyati anenāti paṭiggaho.",
  "tika-vin12t4:502": "Paṭimukhaṁ upari kaḍḍhiyati imāyāti paccukkaḍḍhanā.",
  "tika-vin12t4:503": "Kammamevāti lakkhiyati anenāti kammalakkhaṇaṁ.",
  "tika-vin12t4:504": "‘‘Tathā’’ti padena ‘‘kammalakkhaṇaṁ nāmā’’ti padaṁ atidisati. Tatoti sabbasaṅgāhikañattito. Parā dve ñattiyo kammalakkhaṇaṁ nāmāti yojanā. Itītiādi nigamanaṁ.",
  "tika-vin12t4:505": "Ñattidutiyakammaṭṭhānabhede osāraṇādīnaṁ visesaṁ dassento āha ‘‘vaḍḍhassa licchavino’’tiādi. Sīmāsammuti cātiādinā yojanā kātabbā.",
  "tika-vin12t4:506": "Yā pana dve ñattidutiyakammavācā vuttāti yojanā. Itītiādi nigamanaṁ.",
  "tika-vin12t4:507": "Ñatticatutthakammaṭṭhānabhede yojanānayo pākaṭoyeva.",
  "tika-vin12t4:508": "497.Catuvaggakaraṇe kammetiādikāya desanāya sambandhaṁ dassento āha ‘‘iti kammāni cā’’tiādi. Tattha itīti evaṁ dassetvāti sambandho. Tassatthoti tassa ‘‘catuvaggakaraṇe kamme’’tiādivacanassa attho veditabboti sambandho.",
  "tika-vin12t4:509": "Iti kammavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:510": "Atthavasavaggādivaṇṇanā",
  "tika-vin12t4:511": "498. Evaṁ kammavaggavaṇṇanaṁ dassetvā tassānantare vuttāya ‘‘dve atthavase paṭiccā’’tiādikāya desanāya anusandhiṁ dassento āha ‘‘idānī’’tiādi, idāni āraddhanti sambandho. Yāni tāni sikkhāpadānīti yojanā. Diṭṭhadhammikaverānanti diṭṭhadhamme pavattattā ca viramitabbattā ca diṭṭhadhammikānaṁ verānaṁ. Saṁvarāyāti ettha saṁpubbo varadhātu pidahanattho, āyasaddo ca tadatthoti āha ‘‘pidahanatthāyā’’ti. Vipākadukkhasaṅkhātānanti pāṇātipātādīnaṁ vipākabhūtānaṁ dukkhasaṅkhātānaṁ. Samparāyikānanti samparāye pavattānaṁ. Idhāti imasmiṁ sikkhāpadapaññattānisaṁsaṭṭhāne. ‘‘Vajjanīyabhāvato’’ti iminā vajjetabbānīti vajjānīti vacanatthaṁ dasseti. Bhāyanti etehīti bhayāni. Akkhamaṭṭhenāti asahaṇīyaṭṭhena. ‘‘Akusalānīti vuccantī’’ti iminā vipākadukkhāni phalūpacārena akusalāni nāmāti dasseti. Gaṇabandhabhedanatthāya sikkhāpadaṁ paññattanti evameva pāṭho. Potthakesu pana ‘‘gaṇabhojanasikkhāpadaṁ paññatta’’nti pāṭho likhito. Sabbatthāti sabbasmiṁ atthavasavagge. Yanti vacanaṁ. Etthāti imasmiṁ vagge.",
  "tika-vin12t4:512": "Iti atthavasavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:513": "499. Vattesu vattamāno puggalo osārīyati anenāti osāraṇīyaṁ, kammaṁ. Tena vuttaṁ ‘‘yena kammena osārīyati, taṁ kammaṁ paññatta’’nti. ‘‘Yena kammenā’’tiādinā bhaṇḍanakārakādayo nissārīyanti anena kammenāti nissāraṇīyanti vacanatthaṁ dasseti.",
  "tika-vin12t4:514": "500. Sattāpattikkhandhā paññattaṁ nāmāti sambandho. Antarāti kakusandhādīnaṁ tiṇṇaṁ buddhānañca amhākaṁ bhagavato ca antare. ‘‘Sikkhāpade’’ti iminā ‘‘apaññatte’’ti padassa atthaṁ dasseti. Makkaṭīvatthuādivinītakathā anupaññattaṁ nāmāti sambandho. ‘‘Sikkhāpade’’ti iminā ‘‘paññatte’’ti padassa atthaṁ dasseti. Sabbatthāti sabbasmiṁ ānisaṁsavagge.",
  "tika-vin12t4:515": "Iti ānisaṁsavaggavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:516": "501. Sabbasikkhāpadānaṁ saṅgahanti sambandho. Tatthāti ‘‘nava saṅgahā’’tiādipāṭhe evamattho veditabboti yojanā. ‘‘Vatthunā saṅgaho’’ti iminā ‘‘vatthusmiṁ, vatthūnaṁ saṅgaho’’ti atthaṁ nivāreti. Etthāti ‘‘vatthusaṅgaho’’tiādipāṭhe. Hīti vitthāro. Yasmā natthīti sambandho. Sabbānīti sikkhāpadāni. ‘‘Saṅgahitānī’’ti iminā saṅgahitabboti saṅgahoti nibbacanaṁ dasseti. Evaṁ tāvātiādi nigamanaṁ.",
  "tika-vin12t4:517": "Yasmā pana saṅgahitāti sambandho.",
  "tika-vin12t4:518": "Evametthātiādinā khandhasamuṭṭhānaadhikaraṇasamathe sampiṇḍetvā nigamanaṁ dasseti. Etthāti saṅgahavagge.",
  "tika-vin12t4:519": "Iti samantapāsādikāya vinayasaṁvaṇṇanāya",
  "tika-vin12t4:520": "Navasaṅgahitavaṇṇanāya yojanā samattā.",
  "tika-vin12t4:521": "Niṭṭhitāti niṭṭhaṁ nipphattiṁ itā gatāti niṭṭhitā, atha vā niṭṭhe nipphattiyaṁ itā ṭhitāti niṭṭhitā. Casaddo avadhāraṇattho, niṭṭhitā evāti hi attho. Anuttānatthapadavaṇṇanāti anuttānānaṁ atthavantapadānaṁ, atthānañca padānañca vaṇṇanā.",
  "tika-vin12t4:522": "Iti parivāravaṇṇanāya yojanā samattā.",
  "tika-vin12t4:523": "Niṭṭhitā ca pācityādivaṇṇanāya yojanāti.",
  "tika-vin12t4:524": "Jādilañchitanāmenanekānaṁ vācito mayā;",
  "tika-vin12t4:525": "Parivāravinayassa, samatto yojanānayo.",
  "tika-vin12t4:526": "Nigamanakathāvaṇṇanā",
  "tika-vin12t4:527": "Evaṁ vinayasaṁvaṇṇanaṁ katvā idāni taṁ nigamento āha ‘‘ettāvatā’’tiādi. Tattha ettāvatāti ettakena ‘‘yo kappakoṭīhipi appameyya’’ntiādivacanato (pārā. aṭṭha. 1.ganthārambhakathā) paṭṭhāya ‘‘navasaṅgahitavaggavaṇṇanā niṭṭhitā’’ti vacanapariyosānānaṁ akkharapadabyañjanānaṁ samudāyabhūtena vacanakkamena, samattāti sambandho.",
  "tika-vin12t4:528": "Ubhatovibhaṅgakhandhakaparivāravibhattidesananti ubhatovibhaṅgena ca khandhakena ca parivārena ca vibhajitabbadesanaṁ vinayapiṭakanti sambandho. Nāthoti bhikkhubhikkhunīnaṁ hitapaṭipattiṁ yācanaṭṭhena ca kilesānaṁ upatāpanaṭṭhena ca veneyyānaṁ hitasukhaṁ āsīsanaṭṭhena ca cittissariyaṭṭhena ca nātho. Veneyyanti vinetabbaṭṭhena veneyyaṁ. Jinoti pañcamārānaṁ jitaṭṭhena jino. Ayaṁ panettha yojanā – nātho veneyyaṁ vinento jino ubhatovibhaṅgakhandhakaparivāravibhattidesanaṁ yaṁ vinayapiṭakaṁ āhāti.",
  "tika-vin12t4:529": "Samadhikasattavīsatisahassamattenāti saha adhikena sattasahassappamāṇena ca vīsatisahassappamāṇena ca ganthenāti sambandho. Tassāti vinayapiṭakassa. Samantapāsādikāti samantato pasādaṁ vahikā, janikā vā. Tatrāyaṁ yojanā – tassa samadhikasattavīsatisahassamattena ganthena samantapāsādikā nāma saṁvaṇṇanā samattāti.",
  "tika-vin12t4:530": "Tatridanti tatra idaṁ. ‘‘Tatrā’’ti padaṁ purimavacanāpekkhaṁ. Tatra ‘‘samantapāsādikā nāmā’’ti vacaneti hi attho. Samantapāsādikattasminti paccattatthe cetaṁ bhummavacanaṁ hoti ‘‘idampi sīlasmi’’ntiādīsu (dī. ni. 1.194 ādayo) viya, samantapāsādikattanti attho. Ayaṁ panettha yojanātatra ‘‘samantapāsādikā nāmā’’ti vacane samantapāsādikāya idaṁ samantapāsādikattaṁ hotīti ayaṁ samantapāsādikabhāvoti attho.",
  "tika-vin12t4:531": "Ācariyaparaṁparatotiādīsu gāthāsu vuttaṁ navavidhaṁ visesanapadaṁ ‘‘na dissatī’’ti padena sambandhitabbaṁ. Sampassatanti sammā passantānaṁ viññūnanti sambandho. Yatoti yasmā, na dissatīti sambandho. Etthāti saṁvaṇṇanāyaṁ. Samantapāsādikātvevāti samantapāsādikā iti eva nāma. Vinayassāti vinayapiṭakassa. Vineyyadamanakusalenāti vineyyānaṁ damane chekena. Lokanāthenāti lokānaṁ nāthena. Lokamanukampamānenāti lokaṁ anukampamānena. Ayañhettha yojanā – ācariyaparaṁparato…pe… vibhaṅganayabhedadassanato sampassataṁ viññūnaṁ ettha kiñci apāsādikaṁ yato na dissati, tasmā vineyyadamanakusalena lokanāthena lokamanukampamānena bhagavatā vuttassa vinayassa ayaṁ samantapāsādikātveva saṁvaṇṇanā pavattāti.",
  "tika-vin12t4:532": "Tissopi imā sīhaḷaṭṭhakathāyo sutvāti sambandho. Kassa santike sutanti āha ‘‘buddhamitto…pe… santike’’ti. ‘‘Buddhamitto’’ti nāmena vissutassa yasassino vinayaññussa dhīrassa therassa santike sutvāti yojanā. ‘‘Sutvā’’ti padaṁ ‘‘āraddhā’’ti pade pubbakālakiriyāvisesanaṁ.",
  "tika-vin12t4:533": "Mahāmeghavanuyyāne bhūmibhāge patiṭṭhito satthu mahābodhivibhūsito yo mahāvihāro atthīti yojanā.",
  "tika-vin12t4:534": "Tassa mahāvihārassa dakkhiṇe disābhāge padhānagharaṁ padhānagharanāmakaṁ uttamaṁ sucicārittasīlena bhikkhusaṅghena sevitaṁ yaṁ pariveṇaṁ atthi, tattha kārayīti yojanā.",
  "tika-vin12t4:535": "Konāmo kārayīti āha ‘‘uḷārakulasambhūto…pe… vissuto’’ti. Tattha uḷārakulasambhūto saṅghupaṭṭhāyako sadā anākulāya saddhāya ratanattaye pasanno ‘‘mahānigamasāmī’’ti vissuto upāsako kārayīti sambandho.",
  "tika-vin12t4:536": "Kaṁ kārayīti āha ‘‘cāru…pe… sampannasalilāsaya’’nti. Tattha cārupākārasaṁcitaṁ sobhena pākārena suṭṭhu citaṁ cinitaṁ manoramaṁ sītacchāyatarūpetaṁ sītacchāyena rukkhena upetaṁ sampannasalilāsayaṁ madhurajalādhāraṁ yaṁ pāsādaṁ kārayīti yojanā. Mahānigamasāmino tatra pāsāde vasatāmayāti sambandho.",
  "tika-vin12t4:537": "Kaṁ uddisitvā kīdisā kā āraddhāti āha ‘‘sucisīlasamācāraṁ…pe… vinayavaṇṇanā’’ti. Tattha sucisīlasamācāraṁ buddhasirivhayaṁ theraṁ uddisitvā iddhā atthavinicchayādīhi paripuṇṇā yā vinayavaṇṇanā āraddhāti yojanā.",
  "tika-vin12t4:538": "Kiṁnāmassa rañño katame saṁvacchare āraddhā, kismiṁ kāle pariniṭṭhitāti āha ‘‘pālayantassa…pe… pariniṭṭhitā’’ti. Tattha sakalaṁ laṅkādīpaṁ nirabbudaṁ katvāti sambandho. Pālayantassa sirinivāsassa siripālayasassino rañño jayasaṁvacchareti sambandho. Samavīsatime kheme jayasaṁvacchare ayaṁ vinayasaṁvaṇṇanā āraddhā, ekavīsamhi rañño ekavīsatime saṁvacchare sampatte sati pariniṭṭhitāti yojanā.",
  "tika-vin12t4:539": "Yathā attano saṁvaṇṇanā nirupaddavā sīghaṁ niṭṭhaṁ upagatā, evaṁ lokassa dhammūpasaṁhitā sīghaṁ gacchantūti āsīsaṁ dassento āha ‘‘upaddavākule’’tiādi. Tattha upaddavākule upaddavehi ākule loke sattaloke nirupaddavato upaddavavirahato yathā ayaṁ vinayasaṁvaṇṇanā ekasaṁvacchareneva niṭṭhaṁ upāgatā, evaṁ sabbassa lokassa āraddhā sabbepi dhammūpasaṁhitā atthā nirupaddavā sīghaṁ niṭṭhaṁ gacchantūti yojanā.",
  "tika-vin12t4:540": "Attanā samācitassa puññassa icchitatthe pariṇāmanaṁ dassento āha ‘‘ciraṭṭhitatthaṁ dhammassā’’tiādi. Tattha dhammassa ciraṭṭhitatthaṁ imaṁ vinayasaṁvaṇṇanaṁ karontena saddhammabahumānena mayā yañca puññaṁ samācitaṁ, sabbassa tassa puññassa ānubhāvena sabbepi pāṇino dhammarājassa bhagavato saddhammarasasevino bhavantu.",
  "tika-vin12t4:541": "Saddhammo ciraṁ tiṭṭhatu, devo kāle vassaṁ vassanto ciraṁ pajaṁ sattasamūhaṁ tappetu. Rājā dhammena medaniṁ rakkhatūti yojanā. Itisaddo parisamāpanattho. Iti pariniṭṭhaṁ suṭṭhu āpanaṁ daṭṭhabbantīti attho.",
  "tika-vin12t4:542": "Saddhā ca buddhi ca vīriyañca saddhābuddhivīriyāni, visuddhāni ca tāni saddhābuddhivīriyāni ceti visuddhasaddhābuddhivīriyāni, paramāni ca tāni visuddhasaddhābuddhivīriyāni ceti paramavisuddhasaddhābuddhivīriyāni, tehi parimaṇḍito paramavisuddhasaddhābuddhivīriyapaṭimaṇḍito, tena, therenāti sambandho. Sīlañca ācāro ca ajjavañca maddavañca sīlācārajjavamaddavāni, tāni ādīni yesaṁ teti sīlācārajjavamaddavādayo, ādisaddena khantisoraccādayo saṅgaṇhāti, teyeva guṇāti sīlācārajjavamaddavādiguṇā, tesaṁ samudayoti sīlācārajjavamaddavādiguṇasamudayo, tena samudito suṭṭhu pākaṭoti sīlācārajjavamaddavādiguṇasamudayasamudito, tena therenāti sambandho.",
  "tika-vin12t4:543": "Sakasamayo ca samayantaro ca sakasamayasamayantarā, teyeva pana gahanasadisattā gahananti sakasamayasamayantaragahanaṁ, tassa ajjhogāhaṇaṁ sakasamayasamayantaragahanajjhogāhaṇaṁ, tasmiṁ samattho sakasamayasamayantaragahanajjhogāhaṇasamattho. Tena therenāti sambandho. Visesena añjati pākaṭaṁ karotīti viyatto, puggalo, viyattassa idaṁ veyyattiyaṁ, sati. Paññā ca veyyattiyañca paññāveyyattiyaṁ, tena samannāgatenāti sambandho. Samannāgatena therenāti yojanā.",
  "tika-vin12t4:544": "Tīṇi piṭakānīti tipiṭakaṁ, tameva pariyāpuṇitabbattā pariyattīti tipiṭakapariyatti, tassa pabhedo ettha satthusāsaneti tipiṭakapariyattipabhedaṁ, tasmiṁ. Saha aṭṭhakathāyāti sāṭṭhakathaṁ, satthu sāsanaṁ, tasmiṁ satthusāsaneti sambandho. Satthuno pariyattipaṭipattipaṭivedhavasena tividhaṁ sāsanaṁ satthusāsanaṁ, byāsopi yujjateva, tasmiṁ satthusāsane ‘‘appaṭihata’’iti padena sambandhitabbaṁ. Appaṭihataṁ ñāṇaṁ appaṭihatañāṇaṁ, idaṁ tasmiṁ vinayasaṁvaṇṇanākāle therassa paṭivedhañāṇābhāvato sutamayacintāmayañāṇaṁ sandhāya vuttanti daṭṭhabbaṁ. Appaṭihatañāṇassa pabhāvo etassāti appaṭihatañāṇapabhāvo, tena therenāti sambandho. Mahantaṁ veyyākaraṇametassāti mahāveyyākaraṇo, iminā sikkhāniruttiādīhi chaḷaṅge mahantaveyyākaraṇe therassa appaṭihatañāṇapabhāvataṁ dasseti, tena mahāveyyākaraṇena therenāti sambandho.",
  "tika-vin12t4:545": "Karaṇaṁ vuccati ṭhānaṁ kariyati uccāriyati ettha, etenāti vā vacanatthena, karaṇassa sampatti karaṇasampatti, tāya janitaṁ karaṇasampattijanitaṁ. Sukhena theramukhato viniggataṁ sukhaviniggataṁ, karaṇasampattijanitena hetubhūtena sukhaviniggataṁ karaṇasampattijanitasukhaviniggataṁ. Madhuravacanañca udāravacanañca madhurodāravacanaṁ, pubbapade uttarapadalopo, iminā keṭubhapakaraṇe (subodhālaṁkāre 127-142 gāthāsu) vuttesu dasasu saddaguṇesu madhuratāguṇena ca udāratāguṇena ca samannāgatabhāvaṁ dasseti. Karaṇasampattijanitasukhaviniggatañca taṁ madhurodāravacanañceti karaṇasampattijanitasukhaviniggatamadhurodāravacanaṁ. Atha vā karaṇasampattijanitañca taṁ sukhaviniggatamadhurodāravacanañceti karaṇasampattijanitasukhaviniggatamadhurodāravacanaṁ. Elaṁ vuccati duruttadoso, natthi elametassāti nelā, soyeva vaṇṇo nelavaṇṇo, tena yuttaṁ nelavaṇṇayuttaṁ, karaṇasampattijanitasukhaviniggatamadhurodāravacanaṁ nelavaṇṇayuttametassāti karaṇasampattijanitasukhaviniggatamadhurodāravacananelavaṇṇayutto, thero. Visesanaparapadasamāso, nelavaṇṇayuttakaraṇasampatti janitasukhaviniggatamadhurodāravacanoti hi attho, tena therenāti sambandho. Yuttañca parisāya sotena anurūpattā, muttañca parisāya visāradattāti yuttamuttaṁ, vacanaṁ, taṁ vadati sīlenāti yuttamuttavādī, tena therenāti sambandho.",
  "tika-vin12t4:546": "Kammasassataucchedaissaranimmānādivasena nānā vādā etesanti vādino, nānāvādā janā, vādīnaṁ, vādīsu vā varo kammakiriyavādattāti vādivaro, tena therenāti sambandho. Pāḷiyā atthaṁ vaṇṇetuṁ samatthattā mahanto kavi mahākavi, tena therenāti sambandho.",
  "tika-vin12t4:547": "Atthadhammaniruttipaṭibhānavasena pabhinnāya paṭisambhidāya parivāritoti pabhinnapaṭisambhidāparivāro, tasmiṁ uttarimanussadhammeti sambandho. Cha abhiññā ca paṭisambhidā ca chaḷabhiññāpaṭisambhidā, tā ādayo yesaṁ teti chaḷabhiññāpaṭisambhidādayo, ādisaddena tevijjādayo saṅgaṇhāti. Chaḷabhiññāpaṭisambhidādayo pabhedā etassāti chaḷabhiññāpaṭisambhidādippabhedo, soyeva guṇo chaḷabhiññāpaṭisambhidādippabhedaguṇo, tena paṭimaṇḍito chaḷabhiññāpaṭisambhidādippabhedaguṇapaṭimaṇḍito, tasmiṁ uttarimanussadhammeti sambandho. Uttarimanussānaṁ jhānalābhiādīnaṁ dhammo uttarimanussadhammo, atha vā manussānaṁ kusalakammapathasaṅkhātadhammato uttarīti uttarimanussadhammo, jhānādidhammo, tasmiṁ, ‘‘suppatiṭṭhita’’ iti padena sambandhitabbaṁ. Suppatiṭṭhitā buddhi etesanti suppatiṭṭhitabuddhino, tesaṁ therānanti sambandho. Therānaṁ vaṁse pakārena dippanti, padīpo viyāti vā theravaṁsappadīpā, tesaṁ. Thiro sīlasamādhipaññāsaṅkhāto guṇo etesamatthīti therā, tesaṁ, vaṁsālaṅkārabhūtenāti sambandho. Mahāvihāre vasanasīlā vasanadhammā, vasane sādhukārīti vā mahāvihāravāsino, tesaṁ, therānanti sambandho . Vaṁse alaṅkāro, vaṁsassa vāti vaṁsālaṅkāro, so hutvā bhūto, vaṁsālaṅkārabhāvaṁ vā pattoti vaṁsālaṅkārabhūto, tena therenāti sambandho.",
  "tika-vin12t4:548": "Vipulā ca sā visuddhā ceti vipulavisuddhā, visesanobhayapado, vipulavisuddhā buddhi etassāti vipulavisuddhabuddhi, tena therenāti sambandho. Nāmameva nāmadheyyaṁ, gahitaṁ nāmadheyyametassāti gahitanāmadheyyo, tena therena katā samantapāsādikā nāma ayaṁ vinayasaṁvaṇṇanā tiṭṭhatūti sambandho.",
  "tika-vin12t4:549": "Suddhacittassa tādino lokajeṭṭhassa mahesino ‘‘buddho’’ti nāmampi yāva lokamhi pavattati, tāva lokanittharaṇesīnaṁ kulaputtānaṁ sīlavisuddhāya nayaṁ dassentī lokasmiṁ tiṭṭhatūti yojanā.",
  "tika-vin12t4:550": "Iti nigamanassa atthayojanā samattā.",
  "tika-vin12t4:551": "Nigamanakathā",
  "tika-vin12t4:552": "Ettāvatā ca –",
  "tika-vin12t4:553": "Ratanapuṇṇanāmassa, purassa rājadhāniyā;",
  "tika-vin12t4:554": "Dakkhiṇe munirūpassa, īsaṁpācīnanissite.",
  "tika-vin12t4:555": "Yo vihāro sapāsādo, kārito rājadeviyā;",
  "tika-vin12t4:556": "Yā vasatā mayā tatra, katā pācityādiyojanā.",
  "tika-vin12t4:557": "Māpitaratnapuṇṇassa, sattaraseva rājino;",
  "tika-vin12t4:558": "Jayavasseṭṭhārasamhi, sampatteyaṁ suniṭṭhitā.",
  "tika-vin12t4:559": "‘‘Ratanapuṇṇā’’tivhayassa rājadhānīnagarassa dakkhiṇasmiṁ disābhāge pañcayojanappamāṇe ṭhāne dvīhi mahātaḷākehi susobhitassa midhilanāmanagarassa puratthimasmiṁ disābhāge diyaḍḍhagāvutappamāṇe ṭhāne anekatālapantīhi susobhito catunnaṁ kulānaṁ ramaṇīyabhūto ‘‘kaphrū’’ iti voharito yo so mahāgāmo patiṭṭhito, tattha paṭisandhiyā jātena sīlādiguṇehi pasaṁsitena ‘‘jāgaro’’ti garūhi gahitanāmadheyyena tikkhattuṁ rājūhi rājamuddinā lañchitena me katāyaṁ pācityādivaṇṇanāya yojanā sampatte jinacakke terasādhikacatuvassasatādhikaṁ dvisahassaṁ, sakkarāje pana ekatiṁsādhikadvivassasatādhikaṁ sahassaṁ gimhāne jeṭṭhamāse juṇhapakkhassa pañcame sukkavāre niṭṭhaṁ pattā anāyāsenāti.",
  "tika-vin12t4:560": "Yojanāya imissāhaṁ, racanassānubhāvato;",
  "tika-vin12t4:561": "Bhaveyyānekajātīsu, piṭakattayadhārako.",
  "tika-vin12t4:562": "Kusalo cubhayatthesu, parisāsu visārado;",
  "tika-vin12t4:563": "Samijjhantu susaṅkappā, mayhañca sabbapāṇinaṁ.",
  "tika-vin12t4:564": "Vappādimanatikkamma, sammā devo pavassatu;",
  "tika-vin12t4:565": "Attajamiva rakkhantu, rājāno cāpi medininti.",
  "tika-vin12t4:566": "Iti bhadantajāgarattherena katā",
  "tika-vin12t4:567": "Pācityādivaṇṇanāya yojanā samattā."
}