{
  "tika-s0105t8:0": "10. Subhasuttavaṇṇanā",
  "tika-s0105t8:1": "Subhamāṇavakavatthuvaṇṇanā",
  "tika-s0105t8:2": "444. Evaṃ poṭṭhapādasuttaṃ saṃvaṇṇetvā idāni subhasuttaṃ saṃvaṇṇento yathānupubbaṃ saṃvaṇṇanokāsassa pattabhāvaṃ vibhāvetuṃ, poṭṭhapādasuttassānantaraṃ saṅgītassa suttassa subhasuttabhāvaṃ vā pakāsetuṃ ‘‘evaṃ me sutaṃ…pe… sāvatthiyanti subhasutta’’nti āha. Anunāsikalopena ‘‘acira parinibbute’’ti vuttanti dasseti ‘‘aciraṃ parinibbute’’ti iminā yathā poṭṭhapādasutte ‘‘appāṭihīraka taṃ bhāsitaṃ sampajjatī’’ti, aciraṃ parinibbutassa assāti vā aciraparinibbuto yathā ‘‘acirapakkanto, māsajāto’’ti. Atthamattaṃ pana dassetuṃ evaṃ vuttaṃ. Aciraparinibbuteti ca satthu parinibbutabhāvassa cirakālatāpaṭikkhepena āsannatāmattaṃ dassitaṃ, kālaparicchedo pana na dassitoti taṃ dassento ‘‘parinibbānato’’tiādimāha. Visākhapuṇṇamito uddhaṃ yāva jeṭṭhapuṇṇamī, tāva kālaṃ sandhāya ‘‘māsamatte’’ti vuttaṃ. Mattasaddena pana tassa kālassa kiñci asampuṇṇataṃ joteti. Tudisaññito gāmo nivāso etassāti todeyyo. Taṃ panesa yasmā soṇadaṇḍo (dī. ni. 1.300) viya campaṃ, kūṭadanto (dī. ni. 1.323) viya ca khāṇumataṃ ajjhāvasati, tasmā vuttaṃ ‘‘tassa adhipatittā’’ti, issarabhāvatoti attho. Ayampi hi rañño pasenadikosalassa purohitabrāhmaṇo. Puttampi āhāti subhaṃ māṇavampi ovadanto āha.",
  "tika-s0105t8:3": "Añjanānanti akkhiañjanatthāya ghaṃsitaañjanānaṃ. Vammikānanti kimisamāhaṭavammikānaṃ sañcayaṃ disvāti sambandho. Madhūnanti makkhikamadhūnaṃ. Samāhāranti makarandasannicayaṃ. Paṇḍito gharamāvaseti yasmā appatarappatarepi gayhamāne bhogā khīyanti, appatarappatarepi ca sañciyamāne vaḍḍhanti, tasmā yathāvuttamupamattayaṃ paññāya disvā viññujātiko kiñcipi vayamakatvā āyameva uppādento gharevase gharāvāsamanutiṭṭheyyāti lobhādesitapaṭipattiṃ upadisati.",
  "tika-s0105t8:4": "Adānameva sikkhāpetvā sikkhāpanahetu lobhābhibhūtatāya tasmiṃyeva ghare sunakho hutvā nibbatti. Lobhavasikassa hi duggati pāṭikaṅkhā , ‘‘janavasabho nāma yakkho hutvā nibbattī’’ti (dī. ni. aṭṭha. 1.150) ettha vuttanayena attho veditabbo. Pubbaparicayena ativiya piyāyati. Vuttañhi ‘‘pubbeva sannivāsenā’’tiādi (jā. 1.2.174). Nikkhanteti kenacideva karaṇīyena bahi niggate. Subhaṃ māṇavaṃ anuggaṇhitukāmo ekakova bhagavā piṇḍāya pāvisi. Bhukkāranti ‘‘bhu bhū’’ti sunakhasaddakaraṇaṃ. ‘‘Bho bho’’ti brāhmaṇasamudācārena paribhavitvā paribhavanahetu. ‘‘Bhovādi nāma so hoti, sace hoti sakiñcano’’ti (dha. pa. 396; su. ni. 625) hi vuttaṃ. Nanu ca heṭṭhā ‘‘adānameva sikkhāpetvā sunakho hutvā nibbatto’’ti āha, kasmā panettha ‘‘pubbepi maṃ ‘bho bho’ti paribhavitvā sunakho jāto’’ti vadatīti? Tathā nibbattiyā tadubhayasādhāraṇaphalattā. Ānisaṃsaphalañhi sādhāraṇakammenapi jātaṃ, na vipākaphalaṃ viya ekakammenevāti daṭṭhabbaṃ. Avīciṃ gamissasi katokāsassa kammassa paṭibāhitumasakkuṇeyyabhāvato. ‘‘Jānāti maṃ samaṇo gotamo’’ti vippaṭisārī hutvā. Uddhanantareti cullikantare. Nanti sunakhaṃ.",
  "tika-s0105t8:5": "Taṃ pavattinti bhagavatā yathāvuttakāraṇaṃ. Brāhmaṇacārittassa aparihāpitataṃ sandhāya, tathā pitaraṃ ukkaṃsento ‘‘brahmaloke nibbatto’’ti āha. Mukhāruḷhanti sayaṃpaṭibhānavasena mukhamāruḷhaṃ. Taṃ pavattiṃ pucchīti ‘‘sutametaṃ bho gotama mayhaṃ pitā sunakho hutvā nibbatto’’ti tumhehi vuttaṃ, ‘‘kimidaṃ saccaṃ vā asaccaṃ vā’’ti pucchi. Tatheva vatvāti yathā pubbe sunakhassa vuttaṃ, tatheva vatvā. Avisaṃvādanatthanti saccāpanatthaṃ, ‘‘todeyyabrāhmaṇo sunakho hutvā nibbatto’’ti vacanassa avisaṃvādanena attano avisaṃvādibhāvadassanatthanti vuttaṃ hoti. Appodakanti appakena udakena sampāditaṃ. Madhupāyāsanti sādurasaṃ, madhuyojitaṃ vā pāyāsaṃ. Tathā akāsi, yathā bhagavatā vuttaṃ. ‘‘Sabbaṃ dassesīti buddhānubhāvena so sunakho taṃ sabbaṃ netvā dassesi, na jātissaratāya. Bhagavantaṃ disvā bhukkaraṇaṃ pana purimajātisiddhavāsanāvasenā’’ti (dī. ni. ṭī. 1.444) evaṃ ācariyena vuttaṃ. Uparipaṇṇāsake pana cūḷakammavibhaṅgasuttaṭṭhakathāyaṃ ‘‘sunakho ‘ñātomhi iminā’ti roditvā ‘huṃ hu’nti karonto dhananidhānaṭṭhānaṃ gantvā pādena pathaviṃ khaṇitvā saññaṃ adāsī’’ti (ma. ni. aṭṭha. 3.289) jātissarākāramāha, vīmaṃsitvā gahetabbaṃ.",
  "tika-s0105t8:6": "‘‘Bhavapaṭicchannaṃ nāma evarūpaṃ sunakhapaṭisandhiantaraṃ pākaṭaṃ samaṇassa gotamassa, addhā esa sabbaññū’’ti bhagavati pasannacitto. Aṅgavijjāpāṭhako kiresa. Tenassa etadahosi ‘‘imaṃ dhammapaṇṇākāraṃ katvā samaṇaṃ gotamaṃ pañhaṃ pucchissāmī’’ti, tato so cuddasa pañhe abhisaṅkharitvā bhagavantaṃ pucchi. Tena vuttaṃ ‘‘cuddasa pañhe pucchitvā’’ti. Tattha cuddasa pañheti ‘‘dissanti hi bho gotama manussā appāyukā, dissanti dīghāyukā. Dissanti bavhābādhā, appābādhā. Dubbaṇṇā, vaṇṇavanto. Appesakkhā, mahesakkhā. Appabhogā, mahābhogā. Nīcakulīnā, uccākulīnā. Dissanti duppaññā, dissanti paññavanto. Ko nu kho bho gotama hetu ko paccayo, yena manussānaṃyeva sataṃ manussabhūtānaṃ dissanti hīnapaṇītatā’’ti (ma. ni. 3.289) ime cūḷakammavibhaṅgasutte āgate cuddasa pañhe. ‘‘Kammassakā māṇava sattā kammadāyādā’’tiādinā (ma. ni. 3.289) saṅkhepato, vitthārato ca vissajjanapariyosāne bhagavantaṃ saraṇaṃ gato. Aṅgasubhatāya ‘‘subho’’ tissa nāmaṃ. Māṇavoti pana mahallakakālepi taruṇavohārena naṃ voharati. Attano bhogagāmatoti tudigāmato āgantvā taṅkhaṇikaṃ vasati. Teneva pāḷiyaṃ ‘‘kenacideva karaṇīyenā’’ti vuttaṃ.",
  "tika-s0105t8:7": "445.‘‘Ekā ca me kaṅkhā atthī’’ti iminā upari pucchiyamānassa pañhassa pageva tena abhisaṅkhatabhāvaṃ dasseti. Māṇavakanti khuddakamāṇavaṃ ‘‘ekaputtako, (ma. ni. 2.296, 353; pārā. 26) piyaputtako’’tiādīsu viya ka-saddassa khuddakatthe pavattanato. Visabhāgavedanāti dukkhavedanā. Sā hi kusalakammanibbatte attabhāve uppajjanakasukhavedanāpaṭipakkhabhāvato ‘‘visabhāgavedanā’’ti ca kāyaṃ gāḷhā hutvā bādhanato pīḷanato ‘‘ābādho’’ti ca vuccati. Kīdisā pana sāti āha ‘‘yā ekadese’’tiādi. Ekadese uppajjitvāti sarīrekadese uṭṭhahitvāpi aparivattibhāvakaraṇato ayapaṭṭena ābandhitvā viya gaṇhāti, iminā balavarogo ābādho nāmāti dasseti. Kicchajīvitakaroti asukhajīvitāvaho, iminā dubbalo appamattako rogo ātaṅko nāmāti dasseti. Uṭṭhānanti sayananisajjādito uṭṭhahanaṃ, tena yathā tathā aparāparaṃ sarīrassa parivattanaṃ vadati. Garukanti bhāriyaṃ akiccasiddhikaṃ. Gilānasseva kāye balaṃ na hotīti sambandho. Lahuṭṭhānena cettha gelaññābhāvo pucchito. Heṭṭhā catūhi padehi aphāsuvihārābhāvaṃ pucchitvāpi idāni puna phāsuvihārabhāvaṃ pucchati, tena saviseso ettha phāsuvihāro pucchitoti viññāyati. Asatipi hi atisayatthajotane sadde atthāpattito atisayattho labbhateva yathā ‘‘abhirūpassa kaññā dātabbā’’ti. Tenāha ‘‘gamanaṭṭhānā’’tiādi. Purimaṃ āṇāpanavacanaṃ, idaṃ pana pucchitabbākāradassananti ayamimesaṃ visesoti dasseti ‘‘athassā’’tiādinā.",
  "tika-s0105t8:8": "447.Kālo nāma upasaṅkamanassa yuttapattakālo, samayo nāma tasseva paccayasāmaggī, atthato panesa tajjaṃ sarīrabalañceva tappaccayaparissayābhāvo ca. Upādānaṃ nāma ñāṇena tesaṃ gahaṇaṃ sallakkhaṇanti āha ‘‘paññāyā’’tiādi. ‘‘Sve gamanakālo bhavissatī’’ti iminā kālaṃ, ‘‘kāye’’tiādinā samayañca sarūpato dasseti. Pharissatīti pharaṇavasena ṭhassati.",
  "tika-s0105t8:9": "448.Cetiyaraṭṭheti cetiraṭṭhe. Ya-kārena hi padaṃ vaḍḍhetvā evaṃ vuttaṃ. ‘‘Cetiraṭṭhato aññaṃ visuṃyevekaṃ raṭṭha’’ntipi vadanti. ‘‘Yasmā maraṇaṃ nāma tādisānaṃ dasabalānaṃ rogavaseneva hoti, tasmā yena rogena taṃ jātaṃ, tassa sarūpapucchā, kāraṇapucchā, maraṇahetukacittasantāpapucchā, tassa ca santāpassa sabbalokasādhāraṇatā, tathā maraṇassa ca appaṭikaraṇatā’’ti evamādinā maraṇapaṭisaññuttaṃ sammodanīyaṃ kathaṃ kathesīti dassetuṃ ‘‘bho ānandā’’tiādi vuttaṃ. ‘‘Ko nāmā’’tiādinā hi rogaṃ pucchati, ‘‘kiṃ bhagavā paribhuñjī’’ti iminā kāraṇaṃ, ‘‘apicā’’tiādinā cittasantāpaṃ, ‘‘satthā nāmā’’tiādinā tassa sabbalokasādhāraṇataṃ, ‘‘ekā dānī’’tiādinā maraṇassa appaṭikaraṇataṃ dassetīti daṭṭhabbaṃ. Mahājānīti mahāhāni. Yatrāti yena kāraṇena parinibbuto, tena ko dāni añño maraṇā muccissatītiādinā yojetabbaṃ. Idānīti ca attano manasikāraṃ pati vohāramattena vuttaṃ. Lajjissatīti lajjā viya bhavissati, vijjissatīti attho . Pītabhesajjānurūpaṃ āhārabhojanaṃ porāṇāciṇṇanti āha ‘‘pīta…pe… datvā’’ti.",
  "tika-s0105t8:10": "Hutvāti pāṭhaseso santikāvacarabhāvassa visesanato. Māro pāpimā viya na randhagavesī, uttaramāṇavo viya ca na vīmaṃsanādhippāyo, api tu khalu upaṭṭhāko hutvā santikāvacaroti hi viseseti. Na randhagavesīti na chiddagavesī. Yesu dhammesūti vimokkhupāyesu niyyānikadhammesu. Dharantīti adhunā tiṭṭhanti, pavattantīti attho.",
  "tika-s0105t8:11": "449. Atthato payuttatāya saddapayogassa saddapabandhalakkhaṇāni tīṇi piṭakāni tadatthabhūtehi sīlādīhi tīhi dhammakkhandhehi saṅgayhantīti vuttaṃ ‘‘tīṇi piṭakāni tīhi khandhehi saṅgahetvā’’ti. Saṅkhittena kathitanti ‘‘tiṇṇaṃ kho māṇava khandhāna’’nti evaṃ gaṇanato, sāmaññato ca saṅkhepeneva kathitaṃ. ‘‘Katamesaṃ tiṇṇa’’nti ayaṃ adiṭṭhajotanāpucchāyeva, na kathetukamyatāpucchā. Māṇavasseva hi ayaṃ pucchā, na therassāti āha ‘‘māṇavo’’tiādi. Aññattha pana īdisesu ṭhānesu kathetukamyatāpucchāyeva dissati, na adiṭṭhajotanāpucchā. Idha pana aṭṭhakathāyaṃ evaṃ vuttaṃ, tadetaṃ aṭṭhakathāpamāṇato paccetabbaṃ. Tadā pavattamānañhi paccakkhaṃ katvā aṭṭhakathampi saṅgahamāropiṃsu. Kathetukamyatāpucchābhāve panassa therasseva vacanatā siyā.",
  "tika-s0105t8:12": "Sīlakkhandhavaṇṇanā",
  "tika-s0105t8:13": "450-453.Sīlakkhandhassāti ettha padatthavipallāsakārī itisaddo lutto, atthaniddeso viya saddaniddeso vā, yathāruto ca itisaddo ādyattho, pakārattho vā, tena ‘‘ariyassa samādhikkhandhassa…pe… patiṭṭhapesī’’ti ayaṃ pāṭho gahitoti daṭṭhabbaṃ. Tena vuttaṃ ‘‘tesu dassitesū’’ti, tesu tīsu khandhesu uddesavasena dassitesūti attho. Bhagavatā vuttanayenevāti sāmaññaphalādīsu (dī. ni. 1.194) desitanayeneva, tena imassa suttassa buddhabhāsitabhāvaṃ dassetīti veditabbaṃ. Sāsane na sīlameva sāroti ariyamaggasāre bhagavato sāsane yathādassitaṃ sīlaṃ sāro eva na hoti sāravato mahato rukkhassa papaṭikaṭṭhānikattā . Aṭṭhānapayutto hi evasaddo yathāṭhāne na yojetabbo. Yajjevaṃ kasmā tamidha gahitanti āha ‘‘kevala’’ntiādi. Jhānādiuttarimanussadhamme adhigantukāmassa adhiṭṭhānamattaṃ tattha appatiṭṭhitassa tesamasambhavato. Vuttañhi ‘‘sīle patiṭṭhāya naro sapañño’’tiādi (saṃ. ni. 1.23, 192; peṭako. 22) atha vā sāsane na sīlameva sāroti kāmañcettha sāsane maggaphalasīlasaṅkhātaṃ lokuttarasīlampi sārameva, tathāpi na sīlakkhandho eva sāro hoti, atha kho samādhikkhandhopi paññākkhandhopi sāro evāti evampettha yathāpayuttena evasaddena attho veditabbo, purimoyeva panattho yuttataro. Tathā hi vuttaṃ ‘‘ito uttarī’’tiādi. Aññampi kattabbanti sesakhandhadvayaṃ.",
  "tika-s0105t8:14": "Samādhikkhandhavaṇṇanā",
  "tika-s0105t8:15": "454. Kasmā panettha thero samādhikkhandhaṃ puṭṭhopi indriyasaṃvarādike vissajjesi, nanu evaṃ sante aññaṃ puṭṭho aññaṃ byākaronto ambaṃ puṭṭho labujaṃ byākaronto viya hotīti īdisī codanā idha anokāsāti dassento ‘‘kathañca…pe… ārabhī’’ti āha, tenettha indriyasaṃvarādayopi samādhiupakārakataṃ upādāya samādhikkhandhapakkhikabhāvena uddiṭṭhāti dasseti. Ye te indriyasaṃvarādayoti sambandho. Rūpāvacaracatutthajjhānadesanānantaraṃ abhiññādesanāya avasaroti katvā rūpajjhānāneva āgatāni,na arūpajjhānāni. Rūpāvacaracatutthajjhānapādikā hi saparibhaṇḍā chapi abhiññāyo. Yasmā pana lokiyābhiññāyo ijjhamānā aṭṭhasu samāpattīsu cuddasavidhena cittaparidamanena vinā na ijjhanti, tasmā abhiññāsu desiyamānāsu arūpajjhānānipi desitāneva honti nānantarikabhāvato. Tenāha ‘‘ānetvā pana dīpetabbānī’’ti, vuttanayena desitāneva katvā saṃvaṇṇakehi pakāsetabbānīti attho. Aṭṭhakathāyaṃ pana ‘‘catutthajjhānaṃ upasampajja viharatī’’ti imināva arūpajjhānampi saṅgahitanti dassetuṃ ‘‘catutthajjhānena hī’’tiādi vuttaṃ. Catutthajjhānameva hi rūpavirāgabhāvanāvasena pavattaṃ ‘‘arūpajjhāna’’nti vuccati.",
  "tika-s0105t8:16": "471-480.Na cittekaggatāmattakenevāti ettha heṭṭhā vuttanayānusārena ṭhānāṭhānapayuttassa evasaddassānurūpamattho veditabbo. Lokiyasamādhikkhandhassa pana adhippetattā ‘‘na cittekaggatā…pe… atthī’’ti vuttaṃ. Ariyo samādhikkhandhoti ettha hi ariyasaddo suddhamattapariyāyova, na lokuttarapariyāyo. Yathā cettha, tathā ariyo sīlakkhandhoti etthāpi. Itoti paññākkhandhato, so ca ukkaṭṭhato arahattaphalapariyāpanno evāti āha ‘‘arahattapariyosāna’’ntiādi. Lokiyābhiññāpaṭisambhidāhi vināpi hi arahatte adhigate ‘‘nattheva uttarikaraṇīya’’nti sakkā vattuṃ yadatthaṃ bhagavati brahmacariyaṃ vussati, tassa siddhattā. Idha pana lokiyābhiññāyopi āgatāyeva. Sesamettha suviññeyyaṃ.",
  "tika-s0105t8:17": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya paramasukhumagambhīraduranubodhatthaparidīpanāya suvimalavipulapaññāveyyattiyajananāya sādhuvilāsiniyā nāma līnatthapakāsaniyā subhasuttavaṇṇanāya līnatthapakāsanā.",
  "tika-s0105t8:18": "Subhasuttavaṇṇanā niṭṭhitā."
}