{
  "tika-vin07t28:0": "2. Pārivāsikakkhandhako",
  "tika-vin07t28:1": "Pārivāsikavattakathāvaṇṇanā",
  "tika-vin07t28:2": "75. Pārivāsikakkhandhake antamaso mūlāyapaṭikassanārahādīnampīti ādi-saddena mānattārahamānattacārikaabbhānārahe saṅgaṇhāti. Te hi pārivāsikānaṁ, pārivāsikā ca tesaṁ pakatattaṭṭhāne eva tiṭṭhanti. Adhotapādaṭṭhapanakanti yattha ṭhatvā pāde dhovanti, tādisaṁ dāruphalakakhaṇḍādiṁ. Pādaghaṁsananti sakkharakathalādiṁ. ‘‘Vattaṁ karontī’’ti ettakamattasseva vuttattā saddhivihārikādīhipi abhivādanādiṁ kātuṁ na vaṭṭati.",
  "tika-vin07t28:3": "‘‘Pārisuddhiuposathe kariyamāne’’ti idaṁ pavāraṇādivasesu saṅghe pavārente anupagatachinnavassādīhi kariyamānapārisuddhiuposathampi sandhāya vuttaṁ. Attano pāḷiyāti navakānaṁ purato.",
  "tika-vin07t28:4": "‘‘Pārivāsikassevā’’ti idaṁ abbhānārahapariyosāne sabbe garukaṭṭhe sandhāya vuttaṁ. Tesampi paccekaṁ oṇojanassa anuññātattā tadavasesā pakatattā eva taṁ na labhanti.",
  "tika-vin07t28:5": "Catussālabhattanti bhojanasālāya paṭipāṭiyā diyyamānabhattaṁ. Hatthapāse ṭhitenāti dāyakassa hatthapāse paṭiggahaṇaruhanaṭṭhāneti adhippāyo. Mahāpeḷabhattepīti mahantesu bhattapacchiādibhājanesu ṭhapetvā diyyamānabhattesupi.",
  "tika-vin07t28:6": "76.Pāpiṭṭhatarāti pārājikāpattīti ukkaṁsavasena vuttaṁ. Sañcarittādipaṇṇattivajjato pana sukkavissaṭṭhādikā lokavajjāva, tatthāpi saṅghabhedādikā pāpiṭṭhatarā eva.",
  "tika-vin07t28:7": "‘‘Kammantipārivāsikakammavācā’’ti etena kammabhūtā vācāti kammavācā-saddassa atthopi siddhoti veditabbo. Savacanīyanti ettha ‘‘sadosa’’nti (sārattha. ṭī. cūḷavagga. 3.76) atthaṁ vadati. Attano vacane pavattanakammanti evamettha attho daṭṭhabbo, ‘‘mā pakkamāhī’’ti vā ‘‘ehi vinayadharānaṁ sammukhībhāva’’nti vā evaṁ attano āṇāya pavattanakakammaṁ na kātabbanti adhippāyo. Evañhi kenaci savacanīye kate anādarena atikkamituṁ na vaṭṭati, buddhassa saṅghassa āṇā atikkantā nāma hoti.",
  "tika-vin07t28:8": "Rajohatabhūmīti paṇṇasālāvisesanaṁ. Paccayanti vassāvāsikacīvaraṁ. Senāsanaṁ na labhatīti vassaggena na labhati.",
  "tika-vin07t28:9": "Apaṇṇakapaṭipadāti aviraddhapaṭipadā. Sace vāyamantopīti ettha avisayabhāvaṁ ñatvā avāyamantopi saṅgayhati.",
  "tika-vin07t28:10": "81.Avisesenāti pārivāsikukkhittakānaṁ sāmaññena. Pañcavaṇṇacchadanabaddhaṭṭhānesūti pañcappakāracchadanehi channaṭṭhānesu.",
  "tika-vin07t28:11": "Obaddhanti uṭṭhānādibyāpārapaṭibaddhaṁ. Pīḷitanti attho. Mañce vā pīṭhe vāti ettha vā-saddo samuccayattho, tena taṭṭikācammakhaṇḍādīsu dīghāsanesupi nisīdituṁ na vaṭṭatīti dīpitaṁ hoti.",
  "tika-vin07t28:12": "Na vattabhedadukkaṭanti vuḍḍhatarassa jānantassāpi vattabhede dukkaṭaṁ natthīti dasseti. ‘‘Vattaṁ nikkhipāpetvā’’ti idaṁ pārivāsādimeva sandhāya vuttaṁ.",
  "tika-vin07t28:13": "Pārivāsikavattakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t28:14": "Pārivāsikakkhandhakavaṇṇanānayo niṭṭhito."
}