{
  "tika-vin08t8:0": "8. Adhiṭṭhānavikappanavinicchayakathā",
  "tika-vin08t8:1": "44. Evaṁ anāmāsavinicchayakathaṁ kathetvā idāni adhiṭṭhānavikappanavinicchayaṁ kathetuṁ ‘‘adhiṭṭhānavikappanesu panā’’tiādimāha. Tattha adhiṭṭhiyate adhiṭṭhānaṁ, gahaṇaṁ sallakkhaṇanti attho. Vikappiyate vikappanā, saṅkappanaṁ cintananti attho. Tattha ‘‘ticīvaraṁ adhiṭṭhātunti nāmaṁ vatvā adhiṭṭhātuṁ. Na vikappetunti nāmaṁ vatvā na vikappetuṁ. Esa nayo sabbattha. Tasmā ticīvaraṁ adhiṭṭhahantena ‘imaṁ saṅghāṭiṁ adhiṭṭhāmī’tiādinā nāmaṁ vatvā adhiṭṭhātabbaṁ. Vikappentena pana ‘imaṁ saṅghāṭi’ntiādinā tassa tassa cīvarassa nāmaṁ aggahetvāva ‘imaṁ cīvaraṁ tuyhaṁ vikappemī’ti vikappetabbaṁ. Ticīvaraṁ vā hotu aññaṁ vā, yadi taṁ taṁ nāmaṁ gahetvā vikappeti , avikappitaṁ hoti, atirekacīvaraṭṭhāne tiṭṭhatī’’ti sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) vuttaṁ.",
  "tika-vin08t8:2": "Vimativinodaniyaṁ (vi. vi. ṭī. 1.469) pana ‘‘ticīvaraṁ adhiṭṭhātunti saṅghāṭiādināmena adhiṭṭhātuṁ. Na vikappetunti iminā nāmena na vikappetuṁ, etena vikappitaticīvaro tecīvariko na hoti, tassa tasmiṁ adhiṭṭhitaticīvare viya avippavāsādinā kātabbavidhi na kātabboti dasseti, na pana vikappane doso’’ti vuttaṁ. Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 469) pana ‘‘ticīvaraṁ adhiṭṭhātunti ettha ticīvaraṁ ticīvarādhiṭṭhānena adhiṭṭhātabbayuttakaṁ, yaṁ vā ticīvarādhiṭṭhānena adhiṭṭhātuṁ na vikappetuṁ anujānāmi, tassa adhiṭṭhānakālaparicchedābhāvato sabbakālaṁ icchantassa adhiṭṭhātuṁyeva anujānāmi, taṁ kālaparicchedaṁ katvā vikappetuṁ nānujānāmi, sati pana paccaye yadā tadā vā paccuddharitvā vikappetuṁ vaṭṭatīti ‘anāpatti antodasāhaṁ adhiṭṭheti vikappetī’ti vacanato siddhaṁ hotī’’ti vuttaṁ.",
  "tika-vin08t8:3": "Imesu pana tīsu ṭīkāvādesu tatiyavādo yuttataro viya dissati. Kasmā? Pāḷiyā aṭṭhakathāya ca saṁsandanato. Kathaṁ? Pāḷiyañhi kataparicchedāsuyeva dvīsu vassikasāṭikakaṇḍupaṭicchādīsu tato paraṁ vikappetunti vuttaṁ, tato aññesu na vikappetuṁ icceva, tasmā tesu asati paccaye niccaṁ adhiṭṭhātabbameva hoti, na vikappetabbanti ayaṁ pāḷiyā adhippāyo dissati, itarāsu pana dvīsu anuññātakāleyeva adhiṭṭhātabbaṁ, ‘‘tato paraṁ vikappetu’’nti evaṁ pāḷiyā saṁsandati, aṭṭhakathāyaṁ ticīvaraṁ ticīvarasaṅkhepena pariharato adhiṭṭhātumeva anujānāmi, na vikappetuṁ. Vassikasāṭikaṁ pana cātumāsato paraṁ vikappetumeva, na adhiṭṭhātuṁ, evañca sati yo ticīvare ekena cīvarena vippavasitukāmo hoti, tassa cīvarādhiṭṭhānaṁ paccuddharitvā vippavāsasukhatthaṁ vikappanāya okāso dinno hotīti.",
  "tika-vin08t8:4": "Paṭhamavāde ‘‘na vikappetu’’nti nāmaṁ vatvā ‘‘na vikappetu’’nti attho vutto, evaṁ sante ‘‘tato paraṁ vikappetu’’nti ettha tato paraṁ nāmaṁ vatvā vikappetunti attho bhaveyya, so ca attho vikappanādhikārena vutto, ‘‘nāmaṁ vatvā’’ti ca visesane kattabbe sati ‘‘na vikappetu’’nti ca ‘‘tato paraṁ vikappetu’’nti ca bhedavacanaṁ na siyā, sabbesupi cīvaresu nāmaṁ avatvāva vikappetabbato, dutiyavāde ca ‘‘na vikappetu’’nti iminā nāmena na vikappetunti vuttaṁ, na anujānāmīti pāṭhaseso. Paṭhame ca ‘‘ticīvaraṁ vā hotu aññaṁ vā, yadi taṁ taṁ nāmaṁ gahetvā vikappeti, avikappitaṁ hoti, atirekacīvaraṭṭhāne tiṭṭhatī’’ti. Dutiye ca ‘‘na pana vikappane doso’’ti, tañca aññamaññaviruddhaṁ viya dissati, tasmā vicāretabbametaṁ.",
  "tika-vin08t8:5": "Tato paraṁ vikappetunti cātumāsato paraṁ vikappetvā paribhuñjitunti tīsu gaṇṭhipadesu vuttaṁ. Keci pana ‘‘tato paraṁ vikappetvā yāva āgāmisaṁvacchare vassānaṁ cātumāsaṁ, tāva ṭhapetuṁ anuññāta’’ntipi vadanti. ‘‘Tato paraṁ vikappetuṁ anujānāmīti ettāvatā vassikasāṭikaṁ kaṇḍupaṭicchādiñca taṁ taṁ nāmaṁ gahetvā vikappetuṁ anuññātanti evamattho na gahetabbo. Tato paraṁ vassikasāṭikādināmasseva abhāvato, kasmā tato paraṁ vikappentenapi nāmaṁ gahetvā na vikappetabbaṁ. Ubhinnampi tato paraṁ vikappetvā paribhogassa anuññātattā tathāvikappitaṁ aññanāmena adhiṭṭhahitvā paribhuñjitabbanti tīsupi gaṇṭhipadesu vutta’’nti sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) vuttaṁ. Vimativinodaniyampi (vi. vi. ṭī. 1.469) ‘‘tato paranti cātumāsato paraṁ vikappetvā paribhuñjituṁ anuññātanti keci vadanti. Aññe pana ‘vikappetvā yāva āgāmivassānaṁ tāva ṭhapetuṁ vaṭṭatī’ti vadanti. Apare pana ‘vikappane na doso, tathā vikappitaṁ parikkhārādināmena adhiṭṭhahitvā paribhuñjitabba’nti vadantī’’ti vuttaṁ.",
  "tika-vin08t8:6": "Vajirabuddhiṭīkāyaṁ (vajira. ṭī. pārājika 469) pana ‘‘vassikasāṭikaṁ tato paraṁ vikappetuṁyeva, nādhiṭṭhātuṁ. Vatthañhi katapariyositaṁ antocātumāse vassānadivasaṁ ādiṁ katvā antodasāhe adhiṭṭhātuṁ anujānāmi, cātumāsato uddhaṁ attano santakaṁ katvā ṭhapetukāmena vikappetuṁ anujānāmīti attho’’ti vuttaṁ. Idhāpi pacchimavādo pasatthataroti dissati, kasmā? Suviññeyyattā, purimesu pana ācariyānaṁ adhippāyoyeva duviññeyyo hoti nānāvādasseva kathitattā. Muṭṭhipañcakanti muṭṭhiyā upalakkhitaṁ pañcakaṁ muṭṭhipañcakaṁ, catuhatthe minitvā pañcamaṁ hatthamuṭṭhiṁ katvā minitabbanti adhippāyo. Keci pana ‘‘muṭṭhihatthānaṁ pañcakaṁ muṭṭhipañcakaṁ. Pañcapi hatthā muṭṭhī katvāva minitabbā’’ti vadanti. Muṭṭhittikanti etthāpi eseva nayo. Dvihatthena antaravāsakena timaṇḍalaṁ paṭicchādetuṁ sakkāti āha ‘‘pārupanenapī’’tiādi. Atirekanti sugatacīvarato atirekaṁ. Ūnakanti muṭṭhipañcakādito ūnakaṁ. Tena ca tesu ticīvarādhiṭṭhānaṁ na ruhatīti dasseti.",
  "tika-vin08t8:7": "Imaṁ saṅghāṭiṁ paccuddharāmīti imaṁ saṅghāṭiadhiṭṭhānaṁ ukkhipāmi, pariccajāmīti attho. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) pana ‘‘paccuddharāmīti ṭhapemi, pariccajāmīti vā attho’’icceva vuttaṁ. Kāyavikāraṁ karontenāti hatthena cīvaraṁ parāmasantena, cālentena vā. Vācāya adhiṭṭhātabbāti ettha kāyenapi cāletvā vācampi bhinditvā kāyavācāhi adhiṭṭhānampi saṅgahitanti veditabbaṁ, ‘‘kāyena aphusitvā’’ti vattabbattā ahatthapāsahatthapāsavasena duvidhaṁ adhiṭṭhānaṁ. Tattha ‘‘hatthapāso nāma aḍḍhateyyahattho vuccati. ‘Dvādasahattha’nti keci vadanti, taṁ idha na sametī’’ti vimativinodaniyaṁ (vi. vi. ṭī. 1.469) vuttaṁ. ‘‘Idāni sammukhāparammukhābhedena duvidhaṁ adhiṭṭhānaṁ dassetuṁ ‘‘sace hatthapāsetiādi vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) pana ‘‘hatthapāseti ca idaṁ dvādasahatthaṁ sandhāya vuttaṁ, tasmā dvādasahatthabbhantare ṭhitaṁ ‘ima’nti vatvā adhiṭṭhātabbaṁ, tato paraṁ ‘eta’nti vatvā adhiṭṭhātabbanti keci vadanti, gaṇṭhipadesu panettha na kiñci vuttaṁ, pāḷiyaṁ aṭṭhakathāyañca sabbattha ‘hatthapāso’ti aḍḍhateyyahattho vuccati, tasmā idha visesavikappanāya kāraṇaṁ gavesitabba’’nti vuttaṁ. Evaṁ pāḷiyaṭṭhakathāsupi aḍḍhateyyahatthameva hatthapāso vutto, ṭīkācariyehi ca tadeva sampaṭicchito, tasmā aḍḍhateyyahatthabbhantare ṭhitaṁ cīvaraṁ ‘‘ima’’nti, tato bahibhūtaṁ ‘‘eta’’nti vatvā adhiṭṭhātabbaṁ.",
  "tika-vin08t8:8": "‘‘Sāmantavihāreti idaṁ ṭhapitaṭṭhānasallakkhaṇayogge ṭhitaṁ sandhāya vuttaṁ, tato dūre ṭhitampi ṭhapitaṭṭhānaṁ sallakkhentena adhiṭṭhātabbameva. Tatthāpi cīvarassa ṭhapitabhāvasallakkhaṇameva pamāṇaṁ. Na hi sakkā niccassa ṭhānaṁ sallakkhetuṁ, ekasmiṁ vihāre ṭhapetvā tato aññasmiṁ ṭhapitanti adhiṭṭhātuṁ na vaṭṭati. Keci pana ‘tathāpi adhiṭṭhite na doso’ti vadanti, taṁ aṭṭhakathāya na sameti, vīmaṁsitabba’’nti vimativinodaniyaṁ (vi. vi. ṭī. 1.469) vuttaṁ. Sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) pana ‘‘sāmantavihāro nāma yattha tadaheva gantvā nivattetuṁ sakkā. Sāmantavihāreti idaṁ desanāsīsamattaṁ, tasmā ṭhapitaṭṭhānaṁ sallakkhetvā dūre ṭhitampi adhiṭṭhātabbanti vadanti. Ṭhapitaṭṭhānaṁ sallakkhetvāti ca idaṁ ṭhapitaṭṭhānasallakkhaṇaṁ anucchavikanti katvā vuttaṁ, cīvarasallakkhaṇamevettha pamāṇa’’nti vuttaṁ. Vajirabuddhiṭīkāyañca (vajira. ṭī. pārājika 469) ‘‘saṅghāṭi uttarāsaṅgo antaravāsakanti adhiṭṭhitānadhiṭṭhitānaṁ samānameva nāmaṁ. ‘Ayaṁ saṅghāṭī’tiādīsu anadhiṭṭhitā vuttā. ‘Ticīvarena vippavaseyyā’ti ettha adhiṭṭhitā vuttā. Sāmantavihāreti gocaragāmato vihāreti dhammasiritthero. Dūratarepi labbhatevāti ācariyā. Anugaṇṭhipadepi ‘sāmantavihāreti desanāsīsamattaṁ, tasmā ṭhapitaṭṭhānaṁ sallakkhetvā dūre ṭhitampi adhiṭṭhātabba’nti vuttaṁ. Sāmantavihāro nāma yattha tadaheva gantvā nivattituṁ sakkā. Rattivippavāsaṁ rakkhantena tato dūre ṭhitaṁ adhiṭṭhātuṁ na vaṭṭati, evaṁ kira mahāaṭṭhakathāyaṁ vuttanti. Keci ‘cīvaravaṁse ṭhapitaṁ añño parivattetvā nāgadante ṭhapeti, taṁ ajānitvā adhiṭṭhahantassapi ruhati cīvarassa sallakkhitattā’ti vadantī’’ti, tasmā ācariyānaṁ matabhedaṁ saṁsanditvā gahetabbaṁ.",
  "tika-vin08t8:9": "Adhiṭṭhahitvāṭhapitavatthehīti parikkhāracoḷanāmena adhiṭṭhahitvā ṭhapitavatthehi. Teneva ‘‘imaṁ paccuddharāmī’’ti parikkhāracoḷassa paccuddhāraṁ dasseti, etena ca tecīvarikadhutaṅgaṁ pariharantena paṁsukūlādivasena laddhaṁ vatthaṁ dasāhabbhantare katvā rajitvā pārupitumasakkontena parikkhāracoḷavasena adhiṭṭhahitvāva dasāhamatikkamāpetabbaṁ, itarathā nissaggiyaṁ hotīti dasseti, teneva ‘‘rajitakālato pana paṭṭhāya nikkhipituṁ na vaṭṭati, dhutaṅgacoro nāma hotī’’ti visuddhimagge (visuddhi. 1.25) vuttaṁ. Puna adhiṭṭhātabbānīti idañca saṅghāṭiāditicīvaranāmena adhiṭṭhahitvā paribhuñjitukāmassa vasena vuttaṁ, itarassa pana purimādhiṭṭhānameva alanti veditabbaṁ. Puna adhiṭṭhātabbanti iminā kappabindupi dātabbanti dasseti. Adhiṭṭhānakiccaṁnatthīti iminā kappabindudānakiccampi natthīti dasseti, mahantataramevātiādi sabbādhiṭṭhānasādhāraṇalakkhaṇaṁ. Tattha puna adhiṭṭhātabbanti anadhiṭṭhitacīvarassa ekadesabhūtattā anadhiṭṭhitañce, adhiṭṭhitassa appabhāvena ekadesabhūtaṁ adhiṭṭhitasaṅkhameva gacchati, tathā adhiṭṭhitañce, anadhiṭṭhitassa ekadesabhūtaṁ anadhiṭṭhitasaṅkhaṁ gacchatīti lakkhaṇaṁ. Na kevalañcettha dutiyapaṭṭameva, atha kho tatiyapaṭṭādikampi. Yathāha ‘‘anujānāmi bhikkhave…pe… utuddhaṭānaṁ dussānaṁ catugguṇaṁ saṅghāṭiṁ…pe… paṁsukūle yāvadattha’’nti (mahāva. 348).",
  "tika-vin08t8:10": "Muṭṭhipañcakāditicīvarappamāṇayuttaṁ sandhāya ‘‘ticīvaraṁ panā’’tiādi vuttaṁ. Parikkhāracoḷaṁ adhiṭṭhātunti parikkhāracoḷaṁ katvā adhiṭṭhātuṁ. Avasesā bhikkhūti vakkhamānakāle nisinnā bhikkhū. Tasmā vaṭṭatīti yathā ‘‘anujānāmi, bhikkhave, ticīvaraṁ adhiṭṭhātuṁ, na vikappetu’’nti (mahāva. 358) vuttaṁ, evaṁ parikkhāracoḷampi vuttaṁ, na cassa ukkaṭṭhaparicchedo vutto, na ca saṅkhāparicchedo, tasmā tīṇipi cīvarāni paccuddharitvā imāni cīvarāni parikkhāracoḷāni adhiṭṭhahitvā paribhuñjituṁ vaṭṭatīti attho. Nidhānamukhametanti etaṁ parikkhāracoḷādhiṭṭhānaṁ nidhānamukhaṁ ṭhapanamukhaṁ, atirekacīvaraṭṭhapanakāraṇanti attho. Kathaṁ ñāyatīti ce, tena kho pana samayena bhikkhūnaṁ paripuṇṇaṁ hoti ticīvaraṁ, attho ca hoti parissāvanehipi thavikāhipi. Etasmiṁ vatthusmiṁ ‘‘anujānāmi, bhikkhave, parikkhāracoḷaka’’nti anuññātattā bhikkhūnañca ekameva parissāvanaṁ, thavikā vā vaṭṭati, na dve vā tīṇi vāti paṭikkhepābhāvato vikappanūpagapacchimappamāṇāni, atirekappamāṇāni vā parissāvanādīni parikkhārāni kappantīti siddhaṁ. Paṭhamaṁ ticīvarādhiṭṭhānena adhiṭṭhātabbaṁ, puna pariharituṁ asakkontena paccuddharitvā parikkhāracoḷaṁ adhiṭṭhātabbaṁ , na tveva āditova idaṁ vuttaṁ. Baddhasīmāya avippavāsasīmāsammutisambhavato cīvaravippavāse nevatthi dosoti na tattha dupparihāroti āha ‘‘abaddhasīmāya dupparihāra’’nti.",
  "tika-vin08t8:11": "45. Atirittappamāṇāya chedanakaṁ pācittiyanti āha ‘‘anatirittappamāṇā’’ti. Tato paraṁ paccuddharitvā vikappetabbāti vassikamāsato paraṁ adhiṭṭhānaṁ paccuddharitvā vikappetabbā, iminā catunnaṁ vassikamāsānaṁ upari adhiṭṭhānaṁ tiṭṭhatīti viññāyati, asato paccuddharāyogā, yañca mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. kathinasikkhāpadavaṇṇanā) ‘‘vassikasāṭikā vassānamāsātikkamenāpi kaṇḍupaṭicchādi ābādhavūpasamenāpi adhiṭṭhānaṁ vijahantī’’ti vuttaṁ, taṁ samantapāsādikāyaṁ natthi, parivāraṭṭhakathāyañca ‘‘atthāpatti hemante āpajjati, no gimhe’’ti ettha na taṁ vuttaṁ, kattikapuṇṇamāsiyā pacchime pāṭipadadivase vikappetvā ṭhapitaṁ vassikasāṭikaṁ nivāsento hemante āpajjati. Kurundiyaṁ pana ‘‘kattikapuṇṇamadivase apaccuddharitvā hemante āpajjatī’’ti vuttaṁ, tampi suvuttaṁ. ‘‘Cātumāsaṁ adhiṭṭhātuṁ, tato paraṁ vikappetu’’nti hi vuttaṁ. Tattha mahāaṭṭhakathāyaṁ nivāsanapaccayā dukkaṭaṁ vuttaṁ, kurundaṭṭhakathāyaṁ pana apaccuddhārapaccayā, tasmā kurundiyaṁ vuttanayenapi vassikasāṭikā vassānātikkamepi adhiṭṭhānaṁ na vijahatīti paññāyati. Adhiṭṭhānavijahanesu ca vassānamāsaābādhānaṁ vigame vijahanaṁ mātikāṭṭhakathāyampi na uddhaṭaṁ, tasmā samantapāsādikāyaṁ (pārā. aṭṭha. 2.469) āgatanayena yāva paccuddhārā adhiṭṭhānaṁ tiṭṭhatīti gahetabbaṁ.",
  "tika-vin08t8:12": "Nahānatthāya anuññātattā ‘‘vaṇṇabhedamattarattāpi cesā vaṭṭatī’’ti vuttaṁ. Dve pana na vaṭṭantīti iminā saṅghāṭiādīsupi dutiyaadhiṭṭhānaṁ na ruhati, taṁ atirekacīvaraṁ hotīti dasseti. Mahāpaccariyaṁ cīvaravasena paribhogakiccassa abhāvaṁ sandhāya ‘‘anāpattī’’ti vuttā senāsanaparibhogatthāya dinnapaccattharaṇe viya. Yaṁ pana ‘‘paccattharaṇampi adhiṭṭhātabba’’nti vuttaṁ, taṁ senāsanatthāyevāti niyamitaṁ na hoti navasu cīvaresu gahitattā, tasmā attano nāmena adhiṭṭhahitvā nidahitvā parikkhāracoḷaṁ viya yathā tathā viniyujjitamevāti gahetabbaṁ, pāvārokojavoti imesampi paccattharaṇādinā lokepi voharaṇato senāsanaparikkhāratthāya dinnapaccattharaṇato visuṁ gahaṇaṁ kataṁ. Sace avasāne aparāvassikasāṭikā uppannā hoti, purimavassikasāṭikaṁ paccuddharitvā vikappetvā adhiṭṭhātabbāti vadanti.",
  "tika-vin08t8:13": "Nisīdanamhi pamāṇayuttanti ‘‘dīghato sugatavidatthiyā dve vidatthiyo, vitthārato diyaḍḍhaṁ, dasā vidatthī’’tiiminā pamāṇena yuttaṁ, taṁ pana majjhimapurisahatthasaṅkhātena vaḍḍhakīhatthena dīghato tihatthaṁ hoti, vitthārato chaḷaṅgulādhikadvihatthaṁ, dasā vidatthādhikahatthaṁ, idāni manussānaṁ pakatihatthena dīghato vidatthādhikacatuhatthaṁ hoti, vitthārato navaṅgulādhikatihatthaṁ, dasā chaḷaṅgulādhikadvihatthā, tato ūnaṁ vaṭṭati, na adhikaṁ ‘‘taṁ atikkāmayato chedanakaṁ pācittiya’’nti (pāci. 533) vuttattā. Kaṇḍupaṭicchādiyā pamāṇikāti ‘‘dīghato catasso vidatthiyo sugatavidatthiyā, tiriyaṁ dve vidatthiyo’’ti (pāci. 538) vuttattā evaṁ vuttappamāṇayuttā, sā pana vaḍḍhakīhatthena dīghato chahatthā hoti, vitthārato tihatthā, idāni pakatihatthena pana dīghato navahatthā hoti, tiriyato vidatthādhikacatuhatthāti veditabbā. Vikappanūpagapacchimacīvarappamāṇaṁ parikkhāracoḷanti ettha pana vikappanūpagapacchimacīvarappamāṇaṁ nāma sugataṅgulena dīghato aṭṭhaṅgulaṁ hoti, tiriyato caturaṅgulaṁ, vaḍḍhakīhatthena dīghato ekahatthaṁ hoti, tiriyato vidatthippamāṇaṁ, idāni pakatihatthena pana dīghato vidatthādhikahatthaṁ hoti, tiriyato chaḷaṅgulādhikavidatthippamāṇaṁ. Tenāha ‘‘tassa pamāṇa’’ntiādi.",
  "tika-vin08t8:14": "Bhesajjatthāyātiādīsu attano santakabhāvato mocetvā ṭhapitaṁ sandhāya ‘‘anadhiṭṭhitepi natthi āpattī’’ti vuttaṁ, ‘‘idaṁ bhesajjatthāya, idaṁ mātuyā’’ti vibhajitvā sakasantakabhāvato mocetvā ṭhapentena adhiṭṭhānakiccaṁ natthīti adhippāyo. ‘‘Iminā bhesajjaṁ cetāpessāmi, idaṁ mātuyā dassāmī’’ti ṭhapentena pana adhiṭṭhātabbamevāti vadanti. Senāsanaparikkhāratthāya dinnapaccattharaṇeti ettha anivāsetvā apārupitvā kevalaṁ mañcapīṭhesuyeva attharitvā paribhuñjiyamānaṁ paccattharaṇaṁ attano santakampi anadhiṭṭhātuṁ vaṭṭatīti vadanti, heṭṭhā pana paccattharaṇampi adhiṭṭhātabbamevāti avisesena vuttattā attano santakaṁ adhiṭṭhātabbamevāti amhākaṁ khanti, vīmaṁsitvā gahetabbaṁ. Tante ṭhitaṁyeva adhiṭṭhātabbanti ettha pacchā vītaṭṭhānaṁ adhiṭṭhitameva hoti, puna adhiṭṭhānakiccaṁ natthi. Sace pana paricchedaṁ dassetvā antarantarā vītaṁ hoti, puna adhiṭṭhātabbanti vadanti. Eseva nayoti vikappanūpagappamāṇamatte vīte tante ṭhitaṁyeva adhiṭṭhātabbanti attho.",
  "tika-vin08t8:15": "46.‘‘Hīnāyāvattanenāti ‘sikkhaṁ appaccakkhāya gihibhāvūpagamanenā’ti tīsupi gaṇṭhipadesu vuttaṁ, taṁ yuttaṁ aññassa dāne viya cīvare nirālayabhāveneva pariccattattā. Keci pana ‘hīnāyāvattanenāti bhikkhuniyā gihibhāvūpagamanenevāti etamatthaṁ gahetvā bhikkhu pana vibbhamantopi yāva sikkhaṁ na paccakkhāti, tāva bhikkhuyevāti adhiṭṭhānaṁ na vijahatī’ti vadanti, taṁ na gahetabbaṁ ‘bhikkhuniyā hīnāyāvattanenā’ti visesetvā avuttattā. Bhikkhuniyā hi gihibhāvūpagamanena adhiṭṭhānavijahanaṁ visuṁ vattabbaṁ natthi tassā vibbhamaneneva assamaṇībhāvato. Sikkhāpaccakkhānenāti pana idaṁ sace bhikkhuliṅge ṭhitova sikkhaṁ paccakkhāti, tassa kāyalaggampi cīvaraṁ adhiṭṭhānaṁ vijahatīti dassanatthaṁ vutta’’nti sāratthadīpaniyaṁ (sārattha. ṭī. 2.469) vuttaṁ. Vimativinodaniyaṁ (vi. vi. ṭī. 1.469) pana ‘‘hīnāyāvattanenāti idaṁ antimavatthuṁ ajjhāpajjitvā bhikkhupaṭiññāya ṭhitassa ceva titthiyapakkantassa ca bhikkhuniyā ca bhikkhunibhāve nirapekkhatāya gihiliṅgatitthiyaliṅgaggahaṇaṁ sandhāya vuttaṁ. Sikkhaṁ appaccakkhāya gihibhāvūpagamanaṁ sandhāya vuttanti keci vadanti, taṁ na yuttaṁ, tadāpi tassa upasampannattā cīvarassa ca tassa santakattā vijahanato’’ti vuttaṁ, iti imāni dve vacanāni aññamaññaviruddhāni hutvā dissanti.",
  "tika-vin08t8:16": "Aṭṭhakathāyaṁ pana ‘‘hīnāyāvattanena sikkhāpaccakkhānenā’’ti (pārā. aṭṭha. 2.469) visuṁ vuttattā hīnāyāvattante sati sikkhaṁ appaccakkhantepi cīvaraṁ adhiṭṭhānaṁ vijahati, sikkhaṁ paccakkhante sati hīnāya anāvattantepīti adhippāyo dissati, tasmā sikkhaṁ appaccakkhāya kevalaṁ gihibhāvaṁ upagacchantassa kiñcāpi bhikkhubhāvo atthi, cīvarassa ca tassa santakattā vijahanaṁ, tathāpi ‘‘hīnāyāvattanenā’’ti vuttattā gihibhāvūpagamaneneva adhiṭṭhānavijahanaṁ siyā yathā taṁ liṅgaparivattanena. Gihibhāvaṁ anupagantvā ca kevalaṁ sikkhāpaccakkhānaṁ karontassa kiñcāpi bhikkhuliṅgaṁ atthi, cīvarassa ca tassa santakattā vijahanaṁ, tathāpi ‘‘sikkhāpaccakkhānenā’’ti vuttattā sikkhāpaccakkhāneneva adhiṭṭhānavijahanaṁ siyā yathā taṁ paccuddharaṇe, tasmā bhikkhu vā hotu bhikkhunī vā, hīnāyāvattissāmīti cittena gihiliṅgaggahaṇena cīvaraṁ adhiṭṭhānaṁ vijahati. Sikkhāpaccakkhānena pana bhikkhusseva cīvaraṁ bhikkhuniyā sikkhāpaccakkhānābhāvāti ayamamhākaṁ khanti. Antimavatthuajjhāpannakatitthiyapakkantakānaṁ pana cīvarassa adhiṭṭhānavijahanaṁ aṭṭhakathāyaṁ anāgatattā tesañca hīnāyāvattānavohārābhāvā vicāretabbaṁ.",
  "tika-vin08t8:17": "Kaniṭṭhaṅgulinakhavasenāti heṭṭhimaparicchedaṁ dasseti. Orato paratoti ettha ca ‘‘orato chiddaṁ adhiṭṭhānaṁ bhindati, parato na bhindatī’’ti vuttaṁ. Kathaṁ oraparabhāvo veditabboti? Yathā nadīparicchinne padese manussānaṁ vasanadisābhāge tīraṁ orimaṁ nāma hoti, itaradisābhāge tīraṁ pārimaṁ nāma, tathā bhikkhūnaṁ nivāsanapārupanaṭṭhānabhūtaṁ cīvarassa majjhaṭṭhānaṁ yathāvuttavidatthiādippamāṇassa padesassa oraṁ nāma, cīvarapariyantaṭṭhānaṁ paraṁ nāma, iti lokato vā yathā ca orato bhogaṁ parato antaṁ katvā cīvaraṁ ṭhapetabbanti vutte bhikkhuno abhimukhaṭṭhānaṁ oraṁ nāma, itaraṭṭhānaṁ paraṁ nāma, evaṁ bhikkhūnaṁ nivāsanapārupanaṭṭhānaṁ oraṁ nāma, itaraṁ paraṁ nāma. Evaṁ sāsanato vā oraparabhāvo veditabbo. Teneva yo pana dubbalaṭṭhāne paṭhamaṁ aggaḷaṁ datvā pacchā dubbalaṭṭhānaṁ chinditvā apaneti, adhiṭṭhānaṁ na bhijjati. Maṇḍalaparivattanepi eseva nayoti sakalasmiṁ cīvare adhiṭṭhānabhijjanābhijjanabhāvo dassito. Tena vuttaṁ vimativinodaniyaṁ (vi. vi. ṭī. 1.469) ‘‘esa nayoti iminā pamāṇayuttesu yattha katthaci chidde adhiṭṭhānaṁ vijahatītiādiatthaṁ saṅgaṇhātī’’ti.",
  "tika-vin08t8:18": "Khuddakaṁ cīvaranti muṭṭhipañcakādibhedappamāṇato anūnameva khuddakacīvaraṁ. Mahantaṁ vā khuddakaṁ karotīti ettha tiṇṇaṁ cīvarānaṁ catūsu passesu yasmiṁ padese chiddaṁ adhiṭṭhānaṁ na vijahati, tasmiṁ padese samantato chinditvā khuddakaṁ karontassa adhiṭṭhānaṁ na vijahatīti adhippāyo. Vimativinodaniyaṁ pana vuttaṁ ‘‘mahantaṁ vā khuddakaṁ vā karotīti ettha atimahantaṁ cīvaraṁ muṭṭhipañcakādipacchimappamāṇayuttaṁ katvā samantato chindanenapi vicchindanakāle chijjamānaṭṭhānaṁ chiddasaṅkhaṁ na gacchati, adhiṭṭhānaṁ na vijahati evāti sijjhati, ‘ghaṭetvā chindati na bhijjatī’ti vacanena ca sameti. Parikkhāracoḷaṁ pana vikappanūpagapacchimappamāṇato ūnaṁ katvā chiddaṁ adhiṭṭhānaṁ vijahati adhiṭṭhānassa anissayattā, tāni puna baddhāni ghaṭitāni puna adhiṭṭhātabbamevāti veditabbaṁ. Keci pana ‘vassikasāṭikacīvare dvidhā chinne yadipi ekekaṁ khaṇḍaṁ pacchimappamāṇaṁ hoti, ekasmiṁyeva khaṇḍe adhiṭṭhānaṁ tiṭṭhati, na itarasmiṁ, dve pana na vaṭṭantī’ti vuttattā nisīdanakaṇḍupaṭicchādīsupi eseva nayoti vadantī’’ti.",
  "tika-vin08t8:19": "47. Sammukhe pavattā sammukhāti paccattavacanaṁ, tañca vikappanāvisesanaṁ, tasmā ‘‘sammukhe’’ti bhummatthe nissakkavacanaṁ katvāpi atthaṁ vadanti, abhimukheti attho. Atha vā sammukhena attano vācāya eva vikappanā sammukhāvikappanā. Parammukhena vikappanā parammukhāvikappanāti karaṇatthenapi attho daṭṭhabbo. Ayameva pāḷiyā sameti. Sannihitāsannihitabhāvanti āsannadūrabhāvaṁ. Ettāvatā nidhetuṁ vaṭṭatīti ettakeneva vikappanākiccassa niṭṭhitattā atirekacīvaraṁ na hotīti dasāhātikkame nissaggiyaṁ na janetīti adhippāyo. Paribhuñjituṁ…pe… na vaṭṭatīti sayaṁ apaccuddhāraṇaparibhuñjane pācittiyaṁ, adhiṭṭhahane paresaṁ vissajjane ca dukkaṭañca sandhāya vuttaṁ. Paribhogādayopi vaṭṭantīti paribhogavissajjanaadhiṭṭhānāni vaṭṭanti. Api-saddena nidhetumpi vaṭṭatīti attho. Etena paccuddhārepi kate cīvaraṁ adhiṭṭhātukāmena vikappitacīvarameva hoti, na atirekacīvaraṁ, taṁ pana ticīvarādināmena adhiṭṭhātukāmena adhiṭṭhahitabbaṁ, itarena vikappitacīvarameva katvā paribhuñjitabbanti dasseti.",
  "tika-vin08t8:20": "Keci pana ‘‘yaṁ vikappitacīvaraṁ, taṁ yāva paribhogakālā apaccuddharāpetvā nidahetabbaṁ, paribhogakāle pana sampatte paccuddharāpetvā adhiṭṭhahitvā paribhuñjitabbaṁ. Yadi hi tato pubbepi paccuddharāpeyya, paccuddhāreneva vikappanāya vigatattā atirekacīvaraṁ nāma hoti, dasāhātikkame patteva nissaggiyaṁ, tasmā yaṁ aparibhuñjitvā ṭhapetabbaṁ, tadeva vikappetabbaṁ. Paccuddhāre ca kate antodasāheyeva adhiṭṭhātabbaṁ. Yañca aṭṭhakathāyaṁ (pārā. aṭṭha. 2.469) ‘tato paraṁ paribhogādi vaṭṭatī’tiādi vuttaṁ, taṁ pāḷiyā virujjhatī’’ti vadanti, taṁ tesaṁ matimattameva. Pāḷiyañhi ‘‘antodasāhaṁ adhiṭṭheti vikappetī’’ti (pārā. 469) ca ‘‘sāmaṁ cīvaraṁ vikappetvā apaccuddhāraṇaṁ paribhuñjeyya pācittiya’’nti (pāci. 373) ca ‘‘anāpatti so vā deti, tassa vā vissāsanto paribhuñjatī’’ti (pāci. 376) ca sāmaññato vuttattā, aṭṭhakathāyañca (pārā. aṭṭha. 2.469) ‘‘imaṁ cīvaraṁ vā vikappanaṁ vā paccuddharāmī’’tiādinā paccuddhāraṁ adassetvā ‘‘mayhaṁ santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ karohī’’ti evaṁ attano santakattaṁ amocetvāva paribhogādivasena paccuddhārassa vuttattā, ‘‘tato pabhuti paribhogādayopi vaṭṭantī’’ti adhiṭṭhānaṁ vināpi visuṁ paribhogassa nidhānassa ca vuttattā vikappanānantarameva paccuddharāpetvā anadhiṭṭhahitvā eva ca ticīvararahitaṁ vikappanārahaṁ cīvaraṁ paribhuñjituñca nidahituñca idaṁ pāṭekkaṁ vinayakammanti khāyati. Apica bahūnaṁ pattānaṁ vikappetuṁ paccuddharetuñca vuttattā paccuddhāre tesaṁ atirekapattatā dassitāti sijjhati tesu ekasseva adhiṭṭhātabbato, tasmā aṭṭhakathāyaṁ āgatanayeneva gahetabbaṁ.",
  "tika-vin08t8:21": "Mittoti daḷhamitto. Sandiṭṭhoti diṭṭhamatto, na daḷhamitto. Paññattikovido na hotīti evaṁ vikappite anantarameva evaṁ paccuddharitabbanti vinayakammaṁ na jānāti. Tenāha ‘‘na jānāti paccuddharitu’’nti. Imināpi cetaṁ veditabbaṁ ‘‘vikappanāsamanantarameva paccuddhāro kātabbo’’ti. Vikappitavikappanā nāmesā vaṭṭatīti adhiṭṭhitaadhiṭṭhānaṁ viyāti adhippāyo.",
  "tika-vin08t8:22": "48. Evaṁ cīvare adhiṭṭhānavikappanānayaṁ dassetvā idāni patte adhiṭṭhānavikappanānayaṁ dassento ‘‘patte panā’’tiādimāha. Tattha patati piṇḍapāto etthāti patto, jinasāsanabhāvo bhikkhābhājanaviseso. Vuttañhi ‘‘pattaṁ pakkhe dale patto, bhājane so gate tisū’’ti, tasmiṁ patte. Panāti pakkhantaratthe nipāto. Nayoti adhiṭṭhānavikappanānayo. Cīvare vuttaadhiṭṭhānavikappanānayato aññabhūto ayaṁ vakkhamāno patte adhiṭṭhānavikappanānayo veditabboti yojanā. Pattaṁ adhiṭṭhahantena pamāṇayuttova adhiṭṭhātabbo, na appamāṇayuttoti sambandho. Tena pamāṇato ūnādhike patte adhiṭṭhānaṁ na ruhati, tasmā tādisaṁ pattaṁ bhājanaparibhogena paribhuñjitabbanti dasseti. Vakkhati hi ‘‘ete bhājanaparibhogena paribhuñjitabbā, na adhiṭṭhānūpagā na vikappanūpagā’’ti.",
  "tika-vin08t8:23": "Dve magadhanāḷiyoti ettha magadhanāḷi nāma yā māgadhikāya tulāya aḍḍhaterasapalaparimitaṁ udakaṁ gaṇhāti. Sīhaḷadīpe pakatināḷito khuddakā hoti, damiḷanāḷito pana mahantā. Vuttañhetaṁ samantapāsādikāyaṁ (pārā. aṭṭha. 2.602) ‘‘magadhanāḷi nāma aḍḍhaterasapalā hotīti andhakaṭṭhakathāyaṁ vuttaṁ. Sīhaḷadīpe pakatināḷi mahantā, damiḷanāḷi khuddakā, magadhanāḷipamāṇayuttā, tāya magadhanāḷiyā diyaḍḍhanāḷi ekā sīhaḷanāḷi hotīti mahāaṭṭhakathāyaṁ vutta’’nti. Atha vā magadhanāḷi nāma yā pañca kuḍuvāni ekañca muṭṭhiṁ ekāya ca muṭṭhiyā tatiyabhāgaṁ gaṇhāti. Vuttañhetaṁ sāratthadīpaniyaṁ (sārattha. ṭī. 2.598-602) ‘‘magadhanāḷi nāma chapasatā nāḷīti keci. ‘Aṭṭhapasatā’ti apare. Tattha purimānaṁ matena tipasatāya nāḷiyā dve nāḷiyo ekā magadhanāḷi hoti. Pacchimānaṁ catupasatāya nāḷiyā dve nāḷiyo ekā magadhanāḷi. Ācariyadhammapālattherena pana pakatiyā catumuṭṭhikaṁ kuḍuvaṁ, catukuḍuvaṁ nāḷikaṁ, tāya nāḷiyā soḷasa nāḷiyo doṇaṁ, taṁ pana magadhanāḷiyā dvādasa nāḷiyo hontīti vuttaṁ, tasmā tena nayena magadhanāḷi nāma pañca kuḍuvāni ekañca muṭṭhiṁ ekāya muṭṭhiyā tatiyabhāgañca gaṇhātīti veditabba’’nti. Tattha kuḍuvoti pasato. Vuttañhi abhidhānappadīpikāyaṁ –",
  "tika-vin08t8:24": "‘‘Kuḍuvo pasato eko;",
  "tika-vin08t8:25": "Pattho te caturo siyuṁ;",
  "tika-vin08t8:26": "Āḷhako caturo patthā;",
  "tika-vin08t8:27": "Doṇaṁ vā caturāḷhaka’’nti.",
  "tika-vin08t8:28": "Atha vā magadhanāḷi nāma yā catukuḍuvāya nāḷiyā catasso nāḷiyo gaṇhāti. Vuttañhetaṁ vimativinodaniyaṁ (vi. vi. ṭī. 1.602) ‘‘damiḷanāḷīti purāṇakanāḷiṁ sandhāya vuttaṁ. Sā ca catumuṭṭhikehi kuḍuvehi aṭṭhakuḍuvā, tāya nāḷiyā dve nāḷiyo magadhanāḷi gaṇhāti, purāṇā pana sīhaḷanāḷi tisso nāḷiyo gaṇhātīti vadanti, tesaṁ matena magadhanāḷi idāni vattamānāya catukuḍuvāya damiḷanāḷiyā catunāḷikā hoti, tato magadhanāḷito upaḍḍhañca purāṇadamiḷanāḷisaṅkhātaṁ patthaṁ nāma hoti, etena ca omako nāma patto patthodanaṁ gaṇhātīti pāḷivacanaṁ sameti. Lokiyehipi –",
  "tika-vin08t8:29": "‘Lokiyaṁ magadhañceti, patthadvayamudāhaṭaṁ;",
  "tika-vin08t8:30": "Lokiyaṁ soḷasapalaṁ, māgadhaṁ diguṇaṁ mata’nti. (vi. vi. ṭī. 1.602) –",
  "tika-vin08t8:31": "Evaṁ loke nāḷiyā magadhanāḷi diguṇāti dassitā. Evañca gayhamāne omakapattassa ca yāpanamattodanagāhikā ca siddhā hoti. Na hi sakkā aṭṭhakuḍuvato ūnodanagāhinā pattena athūpīkataṁ piṇḍapātaṁ pariyesitvā yāpetuṁ. Teneva vuttaṁ verañjakaṇḍaṭṭhakathāyaṁ ‘pattho nāma nāḷimattaṁ hoti, ekassa purisassa alaṁ yāpanāyā’ti’’. Vuttampi hetaṁ jātakaṭṭhakathāyaṁ (jā. aṭṭha. 5.21.192) ‘‘patthodano nālamayaṁ duvinna’’nti, ‘‘ekassa dinnaṁ dvinnaṁ tiṇṇaṁ pahotī’’ti ca, tasmā idha vuttanayānusārena gahetabbanti. Ālopassa ālopassa anurūpanti odanassa catubhāgamattaṁ. Vuttañhetaṁ majjhimanikāye brahmāyusuttasaṁvaṇṇanāyaṁ (ma. ni. aṭṭha. 2.387) ‘‘byañjanassa mattā nāma odanacatutthabhāgo’’ti. Odanagatikānīti odanassa gati gati yesaṁ tāni odanagatikāni. Gatīti ca okāso odanassa antopavisanasīlattā odanassa okāsoyeva tesaṁ okāso hoti, na aññaṁ attano okāsaṁ gavesantīti attho. Bhājanaparibhogenāti udakāharaṇādinā bhājanaparibhogena.",
  "tika-vin08t8:32": "Evaṁ pamāṇato adhiṭṭhānūpagavikappanūpagapattaṁ dassetvā idāni pākato mūlato ca taṁ dassetuṁ ‘‘pamāṇayuttānampī’’tiādimāha. Tattha ayopatto pañcahi pākehi pattoti kammārapakkaṁyeva anadhiṭṭhahitvā samaṇasāruppanīlavaṇṇakaraṇatthāya punappunaṁ nānāsambhārehi pacitabbo, ayopattassa atikakkhaḷattā kammārapākena saddhiṁ pañcavārapakkoyeva samaṇasāruppanīlavaṇṇo hoti. Mattikāpatto dvīhi pākehi pakkoti etthāpi eseva nayo. Tassa pana mudukattā kumbhakārakapākena saddhiṁ dvivārapakkopi samaṇasāruppanīlavaṇṇo hoti. Evaṁ katoyeva hi patto adhiṭṭhānūpago vikappanūpago ca hoti, nākato. Tena vakkhati ‘‘pāke ca mūle ca suniṭṭhiteyeva adhiṭṭhānūpago hoti. Yo adhiṭṭhānūpago, sveva vikappanūpago’’ti (vi. saṅga. aṭṭha. 48). So hatthaṁ āgatopi anāgatopi adhiṭṭhātabbo vikappetabboti etena dūre ṭhitampi adhiṭṭhātuṁ vikappetuñca labhati, ṭhapitaṭṭhānasallakkhaṇameva pamāṇanti dasseti. Idāni tamevatthaṁ vitthāretumāha ‘‘yadi hī’’tiādi. Hi-saddo vitthārajotako. Tattha pacitvā ṭhapessāmīti kāḷavaṇṇapākaṁ sandhāya vuttaṁ.",
  "tika-vin08t8:33": "Idāni pattādhiṭṭhānaṁ dassetumāha ‘‘tattha dve pattassa adhiṭṭhānā’’tiādi. Tattha sāmantavihāreti idaṁ upalakkhaṇavasena vuttaṁ, tato dūre ṭhitampi adhiṭṭhātabbameva. Ṭhapitaṭṭhānaṁ sallakkhetvāti idampi upacāramattaṁ, pattasallakkhaṇamevettha pamāṇaṁ.",
  "tika-vin08t8:34": "Idāni adhiṭṭhānavijahanaṁ dassetuṁ ‘‘evaṁ appamattassa’’tyādimāha. Tattha patte vā chiddaṁ hotīti mukhavaṭṭito heṭṭhā dvaṅgulamattokāsato paṭṭhāya yattha katthaci chiddaṁ hoti.",
  "tika-vin08t8:35": "Sattannaṁdhaññānanti –",
  "tika-vin08t8:36": "‘‘Sāli vīhi ca kudrūso;",
  "tika-vin08t8:37": "Godhūmo varako yavo;",
  "tika-vin08t8:38": "Kaṅgūti satta dhaññāni;",
  "tika-vin08t8:39": "Nīvārādī tu tabbhidā’’ti. –",
  "tika-vin08t8:40": "Vuttānaṁ sattavidhānaṁ dhaññānaṁ.",
  "tika-vin08t8:41": "49. Evaṁ pattādhiṭṭhānaṁ dassetvā idāni pattavikappanaṁ dassetuṁ ‘‘vikappane panā’’tiādimāha. Taṁ cīvaravikappane vuttanayeneva veditabbaṁ.",
  "tika-vin08t8:42": "50. Evaṁ vikappanānayaṁ dassetvā idāni patte bhinne kattabbavidhiṁ dassetumāha ‘‘evaṁ adhiṭṭhahitvā’’iccādi. Tattha apattoti iminā adhiṭṭhānavijahanampi dasseti. Pañcabandhanepi patte aparipuṇṇapāke patte viya adhiṭṭhānaṁ na ruhati. ‘‘Tipupaṭṭena vā’’ti vuttattā tambalohādikappiyalohehi ayopattassa chiddaṁ chādetuṁ vaṭṭati. Teneva ‘‘lohamaṇḍalakenā’’ti vuttaṁ. Suddhehi…pe… na vaṭṭatīti idaṁ uṇhabhojane pakkhitte vilīyamānattā vuttaṁ. Phāṇitaṁ jhāpetvā pāsāṇacuṇṇena bandhituṁ vaṭṭatīti pāsāṇacuṇṇena saddhiṁ phāṇitaṁ pacitvā tathāpakkena pāsāṇacuṇṇena bandhituṁ vaṭṭati. Aparibhogenāti ayuttaparibhogena. ‘‘Anujānāmi bhikkhave ādhāraka’’nti vuttattā mañcapīṭhādīsu yattha katthaci ādhārakaṁ ṭhapetvā tattha pattaṁ ṭhapetuṁ vaṭṭati ādhārakaṭṭhapanokāsassa aniyamitattāti vadanti.",
  "tika-vin08t8:43": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t8:44": "Adhiṭṭhānavikappanavinicchayakathālaṅkāro nāma",
  "tika-vin08t8:45": "Aṭṭhamo paricchedo."
}