{
  "tika-s0404t3:0": "4. Dānavaggo",
  "tika-s0404t3:1": "1-4. Paṭhamadānasuttādivaṇṇanā",
  "tika-s0404t3:2": "31-34. Catutthassa paṭhame āsajjāti yassa deti, tassa āgamanahetu tena samāgamanimittaṃ. Bhayāti bhayahetu. Nanu bhayaṃ nāma laddhakāmatārāgādayo viya cetanāya avisuddhikaraṃ, taṃ kasmā idha gahitanti? Nayidaṃ tādisaṃ vohārabhayādiṃ sandhāya vuttanti dassetuṃ ‘‘ayaṃ adāyako akārako’’tiādi vuttaṃ. Adāsi meti yaṃ pubbe kataṃ upakāraṃ cintetvā dīyati, taṃ sandhāya vuttaṃ. Dassati meti paccupakārāsīsāya yaṃ dīyati, taṃ sandhāya vadati. Sāhu dānanti dānaṃ nāmetaṃ paṇḍitapaññattanti sādhusamācāre ṭhatvā deti. Alaṅkāratthanti upasobhanatthaṃ. Dānañhi datvā taṃ paccavekkhantassa pāmojjapītisomanassādayo uppajjanti, lobhadosaissāmaccherādayopi vidūrī bhavanti. Idāni dānaṃ anukūladhammaparibrūhanena paccanīkadhammavidūrīkaraṇena ca bhāvanācittassa upasobhanāya ca parikkhārāya ca hotīti ‘‘alaṅkāratthañceva parikkhāratthañca detī’’ti vuttaṃ. Tenāha ‘‘dānañhi cittaṃ muduṃ karotī’’tiādi. Muducitto hoti laddhā dāyake ‘‘iminā mayhaṃ saṅgaho kato’’ti, dātāpi laddhari. Tena vuttaṃ ‘‘ubhinnampi cittaṃ muduṃ karotī’’ti.",
  "tika-s0404t3:3": "Adantadamananti adantā anassavāpissa dānena dantā assavā honti, vase vattanti. Adānaṃ dantadūsakanti adānaṃ pubbe dantānaṃ assavānampi vighātuppādanena cittaṃ dūseti. Unnamanti dāyakā piyaṃvadā ca paresaṃ garucittīkāraṭṭhānatāya. Namantipaṭiggāhakā dānena piyavācāya ca laddhasaṅgahāsaṅgāhakānaṃ.",
  "tika-s0404t3:4": "Cittālaṅkāradānameva uttamaṃ anupakkiliṭṭhatāya suparisuddhatāya guṇavisesapaccayatāya ca. Dutiyādīni uttānatthāneva.",
  "tika-s0404t3:5": "Paṭhamadānasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t3:6": "5. Dānūpapattisuttavaṇṇanā",
  "tika-s0404t3:7": "35. Pañcame dānapaccayāti dānakāraṇā, dānamayapuññassa katattā upacitattāti attho. Upapattiyoti manussesu devesu ca nibbattiyo. Ṭhapetīti ekavārameva anuppajjitvā yathā upari tenevākārena pavattati, evaṃ ṭhapeti. Tadeva cassa adhiṭṭhānanti āha ‘‘tasseva vevacana’’nti. Vaḍḍhetīti brūheti na hāpeti. Vimuttanti adhimuttaṃ, ninnaṃ poṇaṃ pabbhāranti attho. Vimuttanti vā vissaṭṭhaṃ. Nippariyāyato uttari nāma paṇītaṃ majjhepi hīnamajjhimavibhāgassa labbhanatoti vuttaṃ ‘‘uttari abhāvitanti tato uparimaggaphalatthāya abhāvita’’nti. Saṃvattati tathāpaṇihitaṃ dānamayaṃ cittaṃ. Yaṃ pana pāḷiyaṃ ‘‘tañca kho’’tiādi vuttaṃ, taṃ tatrupapattiyā vibandhakaradussīlyābhāvadassanaparaṃ daṭṭhabbaṃ, na dānamayassa puññassa kevalassa taṃsaṃvattanatādassanaparanti daṭṭhabbaṃ. Samucchinnarāgassāti samucchinnakāmarāgassa. Tassa hi siyā brahmaloke upapatti, na samucchinnabhavarāgassa. Vītarāgaggahaṇena cettha kāmesu vītarāgatā adhippetā, yāya brahmalokūpapatti siyā. Tenāha ‘‘dānamattenevā’’tiādi. Yadi evaṃ dānaṃ tattha kimatthiyanti āha ‘‘dānaṃ panā’’tiādi. Dānena muducittoti baddhāghāte veripuggalepi attano dānasampaṭicchanena mudubhūtacitto.",
  "tika-s0404t3:8": "Dānūpapattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t3:9": "6. Puññakiriyavatthusuttavaṇṇanā",
  "tika-s0404t3:10": "36. Chaṭṭhe pujjabhavaphalaṃ nibbattenti, attano santānaṃ punantīti vā puññāni ca tāni hetupaccayehi kattabbato kiriyā cāti puññakiriyā, tāyeva ca tesaṃ tesaṃ piyamanāpatādiānisaṃsānaṃ vatthubhāvato puññakiriyavatthūni.",
  "tika-s0404t3:11": "Anucchinnabhavamūlassa anuggahavasena, pūjāvasena vā attano deyyadhammassa parassa pariccāgacetanā dīyati etenāti dānaṃ, dānameva dānamayaṃ. Padapūraṇamattaṃ maya-saddo. Cīvarādīsu catūsu paccayesu (dī. ni. aṭṭha. 3.305), annādīsu vā dasasu dānavatthūsu, rūpādīsu vā chasu ārammaṇesu taṃ taṃ dentassa tesaṃ uppādanato paṭṭhāya pubbabhāge pariccāgakāle pacchā somanassacittena anussaraṇe cāti tīsu kālesu pavattacetanā dānamayaṃ puññakiriyavatthu nāma.",
  "tika-s0404t3:12": "Niccasīlauposathasīlādivasena pañca aṭṭha dasa vā sīlāni samādiyantassa ‘‘sīlapūraṇatthaṃ pabbajissāmī’’ti vihāraṃ gacchantassa pabbajantassa, manorathaṃ matthakaṃ pāpetvā ‘‘pabbajito vatamhi sādhu suṭṭhū’’ti āvajjentassa, saddhāya pātimokkhaṃ paripūrentassa, paññāya cīvarādike paccaye paccavekkhantassa, satiyā āpāthagatesu rūpādīsu cakkhudvārādīni saṃvarantassa, vīriyena ājīvaṃ sodhentassa ca pavattacetanā sīlati, sīletīti vā sīlamayaṃ puññakiriyavatthu nāma.",
  "tika-s0404t3:13": "Paṭisambhidāyaṃ (paṭi. ma. 1.48) vuttena vipassanāmaggena cakkhuṃ aniccato dukkhato anattato vipassantassa, sotaṃ…pe… ghānaṃ…pe… jivhaṃ…pe… kāyaṃ…pe… rūpe…pe… dhamme…pe… cakkhuviññāṇaṃ…pe… manoviññāṇaṃ…pe… cakkhusamphassaṃ …pe… manosamphassaṃ…pe… cakkhusamphassajaṃ vedanaṃ…pe… manosamphassajaṃ vedanaṃ…pe… jarāmaraṇaṃ aniccato dukkhato anattato vipassantassa yā cetanā, yā ca pathavīkasiṇādīsu sabbāsu aṭṭhattiṃsāya ārammaṇesu pavattā jhānacetanā, yā ca anavajjesu kammāyatanasippāyatanavijjāṭṭhānesu paricayamanasikārādivasena pavattā cetanā, sabbā sā bhāveti etāyāti bhāvanāmayaṃ vuttanayena puññakiriyavatthu cāti bhāvanāmayaṃ puññakiriyavatthu.",
  "tika-s0404t3:14": "Ekamekañcettha yathārahaṃ pubbabhāgato paṭṭhāya karontassa kāyakammaṃ hoti. Tadatthaṃ vācaṃ nicchārentassa vacīkammaṃ. Kāyaṅgaṃ vācaṅgañca acopetvā manasā cintayantassa manokammaṃ. Annādīni dentassa cāpi ‘‘annadānādīni demī’’ti vā, dānapāramiṃ āvajjetvā vā dānakāle dānamayaṃ puññakiriyavatthu hoti. Yathā hi kevalaṃ ‘‘annadānādīni demī’’ti dānakāle dānamayaṃ puññakiriyavatthu hoti, evaṃ ‘‘idaṃ dānamayaṃ sammāsambodhiyā paccayo hotū’’ti dānapāramiṃ āvajjetvā dānakālepi dānasīseneva pavattitattā. Vattasīse ṭhatvā dadanto ‘‘etaṃ dānaṃ nāma mayhaṃ kulavaṃsahetu paveṇicāritta’’nti cārittasīsena vā dento cārittasīlattā sīlamayaṃ. Khayato vayato sammasanaṃ paṭṭhapetvā dadato bhāvanāmayaṃ puññakiriyavatthu hoti. Yathā hi deyyadhammapariccāgavasena vattamānāpi dānacetanā vattasīse ṭhatvā dadato sīlamayaṃ puññakiriyavatthu hoti pubbābhisaṅkhārassa aparabhāge cetanāya ca tathāpavattattā.",
  "tika-s0404t3:15": "Puññakiriyavatthusuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t3:16": "7-8. Sappurisadānasuttādivaṇṇanā",
  "tika-s0404t3:17": "37-38. Sattame viceyya detīti ettha dve vicinanāni dakkhiṇeyyavicinanaṃ, dakkhiṇāvicinanañca. Tesu vipannasīle ito bahiddhā pañcanavuti pāsaṇḍabhede ca dakkhiṇeyye pahāya sīlādiguṇasampannānaṃ sāsane pabbajitānaṃ dānaṃ dakkhiṇeyyavicinanaṃ nāma. Lāmakalāmake paccaye apanetvā paṇītapaṇīte vicinitvā tesaṃ dānaṃ dakkhiṇāvicinanaṃ nāma. Tenāha ‘‘imassa dinnaṃ mahapphalaṃ bhavissatī’’tiādi. Aṭṭhame natthi vattabbaṃ.",
  "tika-s0404t3:18": "Sappurisadānasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t3:19": "9-10. Abhisandasuttādivaṇṇanā",
  "tika-s0404t3:20": "39-40. Navame puññābhisandāti puññanadiyo. Kusalābhisandāti kusalānaṃ pavāhā. Sukhassāhārāti sukhapaccayā. Aggānīti ñātattā aggaññāni. Cirarattaṃ ñātattā rattaññāni. Ariyānaṃ sādhūnaṃ vaṃsānīti ñātattā vaṃsaññāni. Porāṇānaṃ ādipurisānaṃ etānīti porāṇāni. Sabbaso kenacipi pakārena sādhūhi na kiṇṇāni na khittāni chaḍḍitānīti asaṃkiṇṇāni. Ayañca nayo nesaṃ yathā atīte, evaṃ etarahi anāgate cāti āha ‘‘asaṃkiṇṇapubbāni na saṃkiyanti na saṃkiyissantī’’ti. Tato eva appaṭikuṭṭhāni. Na hi kadāci viññū samaṇabrāhmaṇā hiṃsādipāpadhammaṃ anujānanti. Aparimāṇānaṃ sattānaṃ abhayaṃ detīti sabbesu bhūtesu nihitadaṇḍattā sakalassapi sattakāyassa bhayābhāvaṃ deti. Averanti verābhāvaṃ. Abyābajjhanti niddukkhataṃ. Evamettha saṅkhepato pāḷivaṇṇanā veditabbā. Dasame natthi vattabbaṃ.",
  "tika-s0404t3:21": "Abhisandasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t3:22": "Dānavaggavaṇṇanā niṭṭhitā."
}