{
  "tika-abh06t13:0": "13. Terasamo paricchedo",
  "tika-abh06t13:1": "Kārakapaṭivedhaniddeso",
  "tika-abh06t13:2": "Etthāha – niddiṭṭhā kusalādayo nāma dhammā, na panetesaṁ kārako attā niddiṭṭho. Tassa hi kārakassa vedakassa attano abhāve kusalākusalānaṁ dhammānaṁ abhāvo siyā, tesamabhāve tadāyattavuttīnaṁ tesaṁ vipākānamabhāvo hoti, tasmā kusalādīnaṁ dhammānaṁ desanā niratthikāti? Atra vuccate – nāyaṁ niratthikā, sātthikāvāyaṁ desanā. Yadi kārakassābhāvā kusalādīnamabhāvo siyā, tassa parikappitassa attanopi abhāvo siyā. Kiṁ kāraṇanti ce? Tassa attano aññassa kārakassābhāvato. Kārakābhāvepi kattā attā atthīti ce? Tathā kusalādīnampi asatipi kattari atthitā upagantabbā, kutoyaṁ tava tatthānurodho, idha virodhoti. Athāpi yathā pana loke kārakābhāvepi pathavīāpatejautuādayo paṭicca aṅkurādīnaṁ abhinibbatti dissati, tathā etesampi kusalādīnaṁ dhammānaṁ hetupaccayasāmaggiyā abhinibbatti hotīti veditabbā.",
  "tika-abh06t13:3": "Athāpi cettha tassā paññāya parikappito nicco dhuvo kusalādīnaṁ kattā attā paramatthato atthīti ce? Tamupaparikkhissāma tāva, so pana tāva attā kārako vedako kiṁ sacetano vā, udāhu acetano vāti? Kiñcettha – yadi acetano siyā, pākāratarupāsāṇasadiso siyā. Tassa kārakavedakattābhāvo siyā. Yadi sacetano, so cetanāya añño vā siyā, anañño vā. Athānañño, cetanāya nāse attanopi nāso siyā. Kiṁ kāraṇanti ce? Cetanāya anaññattā.",
  "tika-abh06t13:4": "Athāpi bhavato adhippāyo evaṁ siyā, attano pana nāso na bhavati niccattā, cetanāyayeva nāso bhavatīti? Vuccate – attano anāse sati cetanāyapi nāso na bhavati. Kiṁ kāraṇanti ce? Cetanāya anaññattā. Cetanattānaṁ anaññatte sati cetanāyayeva nāso bhavati, na attanoti ayuttametaṁ. Atha cetanāyayeva vināse visesakāraṇaṁ natthi, attāva nassatu, tiṭṭhatu cetanā. Atha cetanāya nāse attano nāso na bhavatīti ce? Cetanāya attā añño siyā. Atha aññassa attassa nāse sati sayaṁ nāso na bhavati, evañca sati ‘‘cetanāya anañño attā’’ti tava paṭiññā hīnā. Athāpi cetanattānaṁ anaññatte sati attano anāso cetanāyapi anāso bhavatu. Atha na bhavati, paṭiññā hīnā. Atha vuttappakārato viparītaṁ vā siyā, attā nassatu, cetanā tiṭṭhatu. Atha pana evaṁ na bhavatīti ce? Anaññattapakkhaṁ pariccaja. Atha pana na pariccajasi, paṭiññāhīno bhavasi.",
  "tika-abh06t13:5": "Athāyaṁ bhavato adhippāyo siyā ‘‘nāyaṁ mama attā cetanāya anañño, aññoyevā’’ti? Tatra vuccate – idha pana aññattaṁ duvidhaṁ hoti lakkhaṇakatamaññattañca desantarakatamaññattañcāti. Tattha kiṁ tvaṁ cetanattānaṁ lakkhaṇakatamaññattaṁ vadesi, udāhu desantarakatamaññattanti? Ahaṁ lakkhaṇakatamaññattaṁ vadāmīti. Yathā hi rūparasagandhādīnamekadese vattamānānampi lakkhaṇato aññattaṁ hoti, evaṁ cetanattānamekadese vattamānānampi lakkhaṇato aññattaṁ hoti, tasmā lakkhaṇakatamaññattaṁ vadāmīti. Tatra vuccate – yathā hi jātavedassa ḍayhamāne āmakasaṅghaṭe āmakavaṇṇavināse rasādīnaṁ vināso bhavati, tatheva cetanāya vināse attanopi vināso siyā. Kiṁ kāraṇanti ce? Rūparasādīnaṁ viya ekadesattāti.",
  "tika-abh06t13:6": "Athevaṁ bhavato mati siyā ‘‘ekadesatte satipi attano pana nāso na bhavati, cetanāyayeva vināso bhavatī’’ti? Atra vuccate – attano anāse cetanāyapi anāsova hoti. Kiṁ kāraṇanti ce? Rūparasādīnaṁ viya avinibbhogato. Atha samāne ekadesatte avinibbhogabhāvepi kena hetunā cetanāya eva nāso bhavati, na pana attano. Atha visesakāraṇaṁ natthi, tava laddhiyā attāva nassatu, tiṭṭhatu cetanā. Atha cetanāya nāse attano nāso na bhavati, ubhinnaṁ ekadesatā natthi. Evañca sati ko dosoti ce? Yaṁ pana tayā vuttaṁ, yathā rūparasagandhādīnaṁ ekadese vattamānānampi lakkhaṇato aññattaṁ, tathā cetanattānamekadese vattamānānampi lakkhaṇato aññattanti? Tamayuttanti tava paṭiññā hīnā. Atha rūparasādīnaṁ viya samānepi ekadesatte yadi attano anāse cetanāyapi anāso na bhavati, paṭiññāhīno asi. Atha vuttappakārato viparītaṁ vā siyā, tava attā nassatu, cetanā tiṭṭhatu. Athevaṁ na bhavatīti ce? Ekadesatāva natthīti.",
  "tika-abh06t13:7": "Atha desantarakatamaññattaṁ vadesi, cetanattānaṁ aññatte sati ghaṭapaṭasakaṭagehādīnaṁ viya aññattaṁ siyā. Cetanāya vinā anaññatā te attā na ghaṭena vinā paṭo viya añño siyā . Añño ca hi ghaṭo añño ca paṭoti? Na, evañca sati ko dosoti ce? ‘‘Acetano attā’’ti pubbe vuttadosato na parimuccatīti. Tasmā paramatthato na koci kattā vā vedako vā attā atthīti daṭṭhabbanti.",
  "tika-abh06t13:8": "Yadi evaṁ atha kasmā bhagavatā –",
  "tika-abh06t13:9": "779.",
  "tika-abh06t13:10": " ‘‘Asmā lokā paraṁ lokaṁ,",
  "tika-abh06t13:11": "So ca sandhāvatī naro;",
  "tika-abh06t13:12": "So ca karoti vedeti,",
  "tika-abh06t13:13": "Sukhadukkhaṁ sayaṁkata’’nti ca.",
  "tika-abh06t13:14": "780.",
  "tika-abh06t13:15": " ‘‘Satto saṁsāramāpanno,",
  "tika-abh06t13:16": "Dukkhamassa mahabbhayaṁ;",
  "tika-abh06t13:17": "Atthi mātā atthi pitā,",
  "tika-abh06t13:18": "Atthi sattopapātiko’’ti ca.",
  "tika-abh06t13:19": "781.",
  "tika-abh06t13:20": " ‘‘Bhārā have pañcakkhandhā,",
  "tika-abh06t13:21": "Bhārahāro ca puggalo;",
  "tika-abh06t13:22": "Bhārādānaṁ dukkhaṁ loke,",
  "tika-abh06t13:23": "Bhāranikkhepanaṁ sukha’’nti ca.",
  "tika-abh06t13:24": "782.",
  "tika-abh06t13:25": " ‘‘Yañhi karoti puriso,",
  "tika-abh06t13:26": "Kāyena vācā uda cetasā;",
  "tika-abh06t13:27": "Tañhi tassa sakaṁ hoti,",
  "tika-abh06t13:28": "Tañca ādāya gacchatī’’ti ca.",
  "tika-abh06t13:29": "783.",
  "tika-abh06t13:30": " ‘‘Ekassekena kappena,",
  "tika-abh06t13:31": "Puggalassaṭṭhisañcayo;",
  "tika-abh06t13:32": "Siyā pabbatasamo rāsi,",
  "tika-abh06t13:33": "Iti vuttaṁ mahesinā’’ti ca.",
  "tika-abh06t13:34": "784.",
  "tika-abh06t13:35": " ‘‘Asaddho akataññū ca,",
  "tika-abh06t13:36": "Sandhicchedo ca yo naro;",
  "tika-abh06t13:37": "Hatāvakāso vantāso,",
  "tika-abh06t13:38": "Sa ve uttamaporiso’’ti ca. –",
  "tika-abh06t13:39": "Vuttanti. Saccaṁ evaṁ vuttaṁ bhagavatā, tañca kho sammutivasena, na paramatthato. Nanu bhagavatā idampi vuttaṁ –",
  "tika-abh06t13:40": "785.",
  "tika-abh06t13:41": " ‘‘Kiṁ nu sattoti paccesi, māra diṭṭhigataṁ nu te;",
  "tika-abh06t13:42": "Suddhasaṅkhārapuñjoyaṁ, nayidha sattupalabbhatī’’ti ca.",
  "tika-abh06t13:43": "786.",
  "tika-abh06t13:44": " ‘‘Yathāpi aṅgasambhārā,",
  "tika-abh06t13:45": "Hoti saddo ratho iti;",
  "tika-abh06t13:46": "Evaṁ khandhesu santesu,",
  "tika-abh06t13:47": "Hoti sattoti sammutī’’ti ca.",
  "tika-abh06t13:48": "Tasmā na vacanamattamevāvalambitabbaṁ, na ca daḷhamūḷhagāhinā ca bhavitabbaṁ, garukulamupasevitvā suttapadānaṁ adhippāyo jānitabbo, suttapadesu abhiyogo kātabbo. Dve saccāni bhagavatā vuttāni – ‘‘sammutisaccaṁ, paramatthasaccañcā’’ti. Tasmā dvepi sammutiparamatthasaccāni asaṅkarato ñātabbāni. Evaṁ asaṅkarato ñatvā koci kārako vā vedako vā nicco dhuvo attā paramatthato natthīti upaparikkhitvā paccayasāmaggiyā dhammānaṁ pavattiṁ sallakkhetvā paṇḍitena kulaputtena atthakāmena dukkhassantakiriyāya paṭipajjitabbanti.",
  "tika-abh06t13:49": "787.",
  "tika-abh06t13:50": " Yo imaṁ ganthaṁ accantaṁ, cinteti satatampi so;",
  "tika-abh06t13:51": "Kamena paramā paññā, tassa gacchati vepulaṁ.",
  "tika-abh06t13:52": "788.",
  "tika-abh06t13:53": " Atimatikaramādhinīharaṁ,",
  "tika-abh06t13:54": "Vimativināsakaraṁ piyakkaraṁ;",
  "tika-abh06t13:55": "Paṭhati suṇati yo sadā imaṁ,",
  "tika-abh06t13:56": "Vikasati tassa matīdha bhikkhuno.",
  "tika-abh06t13:57": "Iti abhidhammāvatāre kārakapaṭivedhaniddeso nāma",
  "tika-abh06t13:58": "Terasamo paricchedo."
}