{
  "tika-s0302t8:0": "9. Opammasaṃyuttaṃ",
  "tika-s0302t8:1": "1. Kūṭasuttavaṇṇanā",
  "tika-s0302t8:2": "223.Kūṭaṃgacchantīti kūṭacchiddassa anupavisanavasena kūṭaṃ gacchanti. Yā ca gopānasiyo gopānasantaragatā, tāpi kūṭaṃ āhacca ṭhānena kūṭaṅgamā. Duvidhāpi kūṭe samosaraṇā. Kūṭassa samugghātena vināsena bhijjanena. Avijjāya samugghātenāti avijjāya accantameva appavattiyā. Tena ca mokkhadhammādhigamena tadanurūpadhammādhigamo dassito. Appamattāti pana iminā tassa upāyo dassito.",
  "tika-s0302t8:3": "Kūṭasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:4": "2. Nakhasikhasuttavaṇṇanā",
  "tika-s0302t8:5": "224.Evaṃ appakā yathā nakhasikhāya āropitapaṃsu, sugatisaṃvattaniyassa kammassa appakattā evaṃ devesupīti hīnūdāharaṇavasena vuttaṃ. Appatarā hi sattā ye devesu jāyanti, tañca kho kāmadevesu. Itaresu pana vattabbameva natthi.",
  "tika-s0302t8:6": "Nakhasikhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:7": "3. Kulasuttavaṇṇanā",
  "tika-s0302t8:8": "225.Vidhaṃsayanti viheṭhayanti. Vaḍḍhitāti bhāvanāpāripūrivasena paribrūhitā. Punappunaṃ katāti bhāvanāya bahulīkaraṇena aparāparaṃ pavattitā yuttayānaṃ viya katāti yathā yuttaṃ ājaññarathaṃ chekena sārathinā adhiṭṭhitaṃ yathāruci pavattati, evaṃ yathāruci pavattiyā gamitā. Patiṭṭhānaṭṭhenāti adhiṭṭhānaṭṭhena. Vatthu viya katā sabbaso upakkilesavisodhanena suvisodhitamariyādaṃ viya katā. Adhiṭṭhitāti paṭipakkhadūrībhāvato subhāvitabhāvena avikampaneyyatāya ṭhapitā . Samantato citāti sabbabhāgena bhāvanūpacayaṃ gamitā. Tenāha ‘‘suvaḍḍhitā’’ti . Suṭṭhu samāraddhāti mettābhāvanāya matthakappattiyā sammadeva sampāditā.",
  "tika-s0302t8:9": "Kulasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:10": "4. Okkhāsuttavaṇṇanā",
  "tika-s0302t8:11": "226.Mahāmukhaukkhalīnanti mahāmukhānaṃ mahantakoḷumbānaṃ sataṃ. Paṇītabhojanabharitānanti sappimadhusakkarādīhi upanītapaṇītabhojanehi paripuṇṇānaṃ. Tassāti pāṭhassa. Goduhanamattanti godohanavelāmattaṃ. Taṃ pana kittakaṃ adhippetanti āha ‘‘gāviyā’’tiādi. Sabbasattesu hitapharaṇanti anodhisomettābhāvanamāha – mettacittaṃ appanāppattaṃ bhāvetuṃ sakkotīti adhippāyo. Tampi tato yathāvuttadānato mahapphalataranti.",
  "tika-s0302t8:12": "Okkhāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:13": "5. Sattisuttavaṇṇanā",
  "tika-s0302t8:14": "227.Agge paharitvāti tiṇhaphalasattiyā agge hatthena vā muṭṭhinā vā pahāraṃ datvā. Kappāsavaṭṭiṃ viyāti pahatakappāsapiṇḍaṃ viya. Niyyāsavaṭṭiṃ viyāti phalasaṇṭhānaṃ niyyāsapiṇḍaṃ viya. Ekato katvāti kalikādibhāvena vīsatiṃsapiṇḍāni ekajjhaṃ katvā. Alliyāpento piṇḍaṃ karonto. Paṭileṇetīti paṭilīnayati nāmeti. Alliyāpento te dvepi dhārā ekato samphusāpento. Paṭikoṭṭetīti paṭipaharati. Tattha khaṇḍaṃ viya niyyāso. Kappāsavaṭṭanakaraṇīyanti vihatassa kappāsassa paṭisaṃharaṇavasena bandhanadaṇḍaṃ. Pavattentoti kappāsassa saṃvellanavasena pavattento.",
  "tika-s0302t8:15": "Sattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:16": "6. Dhanuggahasuttavaṇṇanā",
  "tika-s0302t8:17": "228.Daḷhadhanunoti thirataradhanuno. Idāni tassa thiratarabhāvaṃ paricchedato dassetuṃ ‘‘daḷhadhanū’’tiādi vuttaṃ. Tattha dvisahassathāmanti palānaṃ dvisahassathāmaṃ. Vuttamevatthaṃ pākaṭataraṃ katvā dassetuṃ ‘‘yassā’’tiādimāha. Tattha yassāti dhanuno. Āropitassāti jiyaṃ āropitassa. Jiyābaddhoti jiyāya baddho. Pathavito muccati, etaṃ ‘‘dvisahassathāma’’nti veditabbaṃ . Lohasīsādīnanti kāḷalohatambalohasīsādīnaṃ. Bhāroti purisabhāro, so pana majjhimapurisassa vasena edisaṃ tassa balaṃ daṭṭhabbaṃ. Uggahitasippā dhanuvedasikkhāvasena. Ciṇṇavasībhāvā lakkhesu avirajjhanasarakkhepavasena. Kataṃ rājakulādīsu upagantvā asanaṃ sarakkhepo etehīti katūpasanāti āha ‘‘rājakulādīsu dassitasippā’’ti.",
  "tika-s0302t8:18": "‘‘Bodhisatto cattāri kaṇḍāni āharī’’ti vatvā tameva atthaṃ vitthārato dassento ‘‘tadā kirā’’tiādimāha. Tattha javissāmāti dhāvissāma. Aggi uṭṭhahīti sīghapatanasantāpena ca sūriyarasmisantāpassa āsannabhāvena ca usumā uṭṭhahi. Pakkhapañjarenāti pakkhajālantarena.",
  "tika-s0302t8:19": "Nivattitvāti ‘‘nippayojanamidaṃ javana’’nti nivattitvā. Pattakaṭāhena otthaṭapatto viyāti pihitapatto viya ahosi, vegasā patanena nagarassa upari ākāsassa nirikkhaṇaṃ ahosi. Sañcāritattā anekahaṃsasahassasadiso paññāyi seyyathāpi bodhisattassa dhanuggahakāle sarakūṭādidassane.",
  "tika-s0302t8:20": "Dukkaranti tassa adassanaṃ sandhāyāha, na attano patanaṃ. Sūriyamaṇḍalañhi atisīghena javena gacchantampi paññāsayojanāyāmavitthataṃ attano vipulatāya pabhassaratāya ca sattānaṃ cakkhussa gocarabhāvaṃ gacchati, javanahaṃso pana tādisena sūriyena saddhiṃ javena gacchanto na paññāyeyya. Tasmā vuttaṃ ‘‘na sakkā tayā passitu’’nti. Cattāro akkhaṇavedhino. Gantvā gahite sotuṃ ghaṇḍaṃ piḷandhāpetvā sayaṃ puratthābhimukho nisinno. Puratthimadisābhimukhaṃ gatakaṇḍaṃ sandhāyāha ‘‘paṭhamakaṇḍeneva saddhiṃ uppatitvā’’ti. Te cattāri kaṇḍāni ekakkhaṇeyeva khipiṃsu.",
  "tika-s0302t8:21": "Āyuṃ saṅkharoti etenāti āyusaṅkhāro. Yathā hi kammajarūpānaṃ pavatti jīvitindriyapaṭibaddhā, evaṃ attabhāvassa pavatti tappaṭibaddhāti. Bahuvacananiddeso pana pāḷiyaṃ ekasmiṃ khaṇe anekasatasaṅkhassa jīvitindriyassa upalabbhanato. Taṃ jīvitindriyaṃ. Tato yathāvuttadevatānaṃ javato sīghataraṃ khīyati ittarakhaṇattā. Vuttañhetaṃ –",
  "tika-s0302t8:22": "‘‘Jīvitaṃ attabhāvo ca, sukhadukkhā ca kevalā;",
  "tika-s0302t8:23": "Ekacittasamāyuttā, lahuso vattate khaṇo’’ti. (mahāni. 10);",
  "tika-s0302t8:24": "Bhedoti bhaṅgo. Na sakkā paññāpetuṃ tatopi ativiya ittarakhaṇattā.",
  "tika-s0302t8:25": "Dhanuggahasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:26": "7. Āṇisuttavaṇṇanā",
  "tika-s0302t8:27": "229. Aññe rājāno ca bhāgaṃ gaṇhantā ime viya dasabhāgaṃ gaṇhantīti tesamayaṃ anugati paññāyati. Mahājanassa ānayanato ānakoti āha ‘‘evaṃladdhanāmo’’ti. Idāni taṃ ādito paṭṭhāya āgamanānukkamaṃ dassetuṃ ‘‘himavante kirā’’tiādimāha. Kareṇunti kareṇukaṃ, hatthininti attho. Sakkariṃsūti anatthapariharaṇavasena pasatthūpahāravasena ca pūjesuṃ. Otarīti kuḷīradahaṃ pāvisi. Paṭikkamitvā ṭhapanavasena apakkamitvā pati.",
  "tika-s0302t8:28": "Suvaṇṇarajatādimayanti kismiñci chidde suvaṇṇamayaṃ, kismiñci rajatamayaṃ, kismiñci phalikamayaṃ āṇiṃ ghaṭayiṃsu bandhiṃsu. Pubbe pharitvā tiṭṭhantassa dvādasa yojanāni pamāṇo etassāti dvādasayojanappamāṇo, saddo. Athassa anekasatakāle gacchante antosālāyampi dukkhena suyyittha āṇisaṅghāṭamattattā.",
  "tika-s0302t8:29": "Gambhīrāti agādhā dukkhogāḷhā. Sallasuttañhi ‘‘animittamanaññāta’’ntiādinā pāḷivasena gambhīraṃ, na atthagambhīraṃ. Tathā hi tattha tā tā gāthā duviññeyyarūpā tiṭṭhanti, duviññeyyaṃ ñāṇena dukkhogāhanti katvā ‘‘gambhīra’’nti vuccati. Pubbāparampettha kāsañci gāthānaṃ duviññeyyatāya dukkhogāhameva, tasmā taṃ pāḷivasena ‘‘gambhīra’’nti vuttaṃ ‘‘pāḷivasena gambhīrā sallasuttasadisā’’ti. Iminā nayena ‘‘atthavasena gambhīrā’’ti ettha attho veditabbo. Mahāvedallasuttassa atthavasena gambhīratā pākaṭāyeva. Lokaṃ uttaratīti lokuttaro, navavidhaappamāṇadhammo, so atthabhūto etesaṃ atthīti lokuttarā. Tenāha ‘‘lokuttaraatthadīpakā’’ti. Sattasuññatadhammamattamevāti sattena attanā suññataṃ kevalaṃ dhammamattameva. Uggahetabbaṃ pariyāpuṇitabbanti ca liṅgavacanavipallāsena vuttanti āha ‘‘uggahetabbe ca pariyāpuṇitabbe cā’’ti. Kavitāti kavino kammaṃ kavikatā. Yassa pana yaṃ kammaṃ, taṃ tena katanti vuccatīti āha ‘‘kavitāti kavīhi katā’’ti. Itaraṃ ‘‘kāveyyā’’ti padaṃ, kabbanti vuttaṃ hoti. ‘‘Kabba’’nti ca kavinā vuttanti attho. Tenāha ‘‘tasseva vevacana’’nti. Cittakkharāti vicitrākāraakkharā. Sāsanato bahibhūtāti na sāsanāvacarā. Tesaṃ sāvakehīti ‘‘buddhānaṃ sāvakā’’ti apaññātānaṃ yesaṃ kesañci sāvakehi. Anuggayhamānāti na uggayhamānā savanadhāraṇaparicayaatthūpaparikkhādivasena anuggayhamānā. Antaradhāyanti adassanaṃ gacchanti.",
  "tika-s0302t8:30": "Āṇisuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:31": "8. Kaliṅgarasuttavaṇṇanā",
  "tika-s0302t8:32": "230. Kaliṅgaraṃ vuccati khuddakadārukhaṇḍaṃ, taṃ upadhānaṃ etesanti kaliṅgarūpadhānā. Licchavī pana khadiradaṇḍaṃ upadhānaṃ katvā tadā vihariṃsu. Tasmā vuttaṃ ‘‘khadiraghaṭikāsū’’tiādi. Pakativijjusaññito natthi etesaṃ khaṇo vijjhaneti akkhaṇavedhino tato sīghataraṃ vijjhanato. ‘‘Akkhaṇa’’nti vijju vuccati ittarakhaṇattā. Akkhaṇobhāsena lakkhaṇavedhakā akkhaṇavedhino. Anekadhā bhinnassa vālassa vijjhanena vālavedhino. Vālekadeso hi idha ‘‘vālo’’ti gahito.",
  "tika-s0302t8:33": "Bahudeva divasabhāgaṃ padhānānuyogato uppannadarathaparissamavinodanatthaṃ nhāyitvā. Te sandhāyāti te tathārūpe padhānakammikabhikkhū sandhāya. Idaṃ idāni vuccamānaṃ atthajātaṃ vuttaṃ porāṇaṭṭhakathāyaṃ. Ayampi dīpoti tambapaṇṇidīpamāha. Padhānānuyuñjanavelāya nivedanavasena tattha tattha ekajjhaṃ pahataghaṇḍinigghoseneva ekaghaṇḍinigghoso, tattha tattha paṇṇasālādīsu vasantānaṃ bhikkhūnaṃ vasena ekapadhānabhūto. Nānāmukhoti anurādhapurassa pacchimadisāyaṃ eko vihāro, pilicchikoḷinagarassa puratthimadisāyaṃ. Ubhayattha pavattaghaṇḍisaddā antarāpavattaghaṇḍisaddehi missetvā osaranti. Kalyāṇiyaṃ pavattaghaṇḍisaddo tathā nāgadīpe.",
  "tika-s0302t8:34": "Kaliṅgarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:35": "9. Nāgasuttavaṇṇanā",
  "tika-s0302t8:36": "231.Atikkantavelanti bhattānumodanaupanisinnakathāvelato atikkantavelaṃ. Asambhinnenāti sarasampattito asambhinnena, sarassa uccāraṇasampattiṃ aparihāpetvāti attho. Aparisuddhāsayatāya neva guṇavaṇṇāya na ñāṇabalāya hoti. Tanti taṃ tathā paccayānaṃ paribhuñjanaṃ, taṃ tathā micchāpaṭipajjanaṃ.",
  "tika-s0302t8:37": "Nāgasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:38": "10. Biḷārasuttavaṇṇanā",
  "tika-s0302t8:39": "232.Gharānaṃsandhīti gharena gharassa sambandhaṭṭhānaṃ. Saha malena vattatīti samalaṃ. Gehato gāmato ca nikkhamanacandanikaṭṭhānaṃ. Saṅkāraṭṭhānanti saṅkārakūṭaṃ. Keci ‘‘sandhisaṅkārakūṭaṭṭhāna’’nti vadanti. Vuṭṭhānanti āpannaāpattito, na kilesato vuṭṭhānaṃ, suddhante adhiṭṭhānaṃ. Taṃ pana yathāāpannāya āpattiyā ‘‘desanā’’tveva vuccatīti āha ‘‘desanā paññāyatī’’ti.",
  "tika-s0302t8:40": "Biḷārasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:41": "11. Siṅgālasuttavaṇṇanā",
  "tika-s0302t8:42": "233.Ettakampīti iminā jarasiṅgālena laddhabbaṃ cittassādamattampi na labhissati sakalameva kappaṃ sabbaso avīcijālāhi nirantaraṃ jhāyamānatāya niccadukkhāturabhāvato.",
  "tika-s0302t8:43": "Siṅgālasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:44": "12. Dutiyasiṅgālasuttavaṇṇanā",
  "tika-s0302t8:45": "234.Katajānananti katūpakārajānanaṃ. Kataveditāti tasseva paresaṃ pākaṭakaraṇavasena jānanameva. Ācāramevāti katāparādhameva.",
  "tika-s0302t8:46": "Dutiyasiṅgālasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t8:47": "Sāratthappakāsiniyā saṃyuttanikāya-aṭṭhakathāya",
  "tika-s0302t8:48": "Opammasaṃyuttavaṇṇanāya līnatthappakāsanā samattā."
}