{
  "tika-s0501t2:0": "3. Niddesavāraatthavibhāvanā",
  "tika-s0501t2:1": "Soḷasahāraniddesavibhāvanā",
  "tika-s0501t2:2": "4. Hārādīsu samudāyassa nettippakaraṇassa uddeso uddiṭṭho, amhehi ca ñāto, ‘‘katamo niddeso’’ti pucchitabbattā uddiṭṭhe hārādayo niddisituṁ ‘‘tattha saṅkhepato nettī’’tiādi āraddhaṁ. Aṭṭhakathāyaṁ pana ‘‘evaṁ uddiṭṭhe hārādayo niddisituṁ ‘tattha saṅkhepato’tiādi āraddha’’nti (netti. aṭṭha. 4) vuttaṁ. Tattha tatthāti tasmiṁ ‘‘tattha katame soḷasa hārā? Desanā vicayo’’tiādiuddesapāṭhe. Saṅkhepatoti samāsato. Nettīti nettippakaraṇaṁ. Kittitāti kathitā, idāni niddesato kathessāmīti vuttaṁ hoti.",
  "tika-s0501t2:3": "1.",
  "tika-s0501t2:4": " ‘‘Assādādīnavatā, nissaraṇampi ca phalaṁ upāyo ca.",
  "tika-s0501t2:5": "Āṇattī ca bhagavato, yogīnaṁ desanāhāro’’ti. –",
  "tika-s0501t2:6": "Gāthāyaṁ yena saṁvaṇṇanāvisesena sutte āgatā assādopi ādīnavatā ādīnavopi nissaraṇampi phalampi upāyopi yogīnaṁ atthāya bhagavato āṇattipi ime dhammā dassitā saṁvaṇṇitā saṁvaṇṇanāvasena ñāpitā, so saṁvaṇṇanāviseso desanāhāro nāmāti atthayojanā.",
  "tika-s0501t2:7": "Vacanatthādayo aṭṭhakathāyaṁ vitthārato vuttāva, tasmā kiñcimattameva kathessāmi. Assādīyateti assādo, ko so? Sukhaṁ, somanassaṁ, iṭṭhārammaṇabhūtā pañcupādānakkhandhā ca. Assādeti etāyāti vā assādo, ko so? Taṇhā, vipallāsā ca. Vipallāsavasena hi ekacce sattā aniṭṭhampi ārammaṇaṁ iṭṭhākārena assādenti.",
  "tika-s0501t2:8": "Ābhusaṁ kammena dīnaṁ dukkhādi hutvā vāti pavattatīti ādīnavo, dukkhādi. Atha vā ativiya ādīnaṁ kapaṇaṁ hutvā vāti pavattatīti ādīnavo, kapaṇamanusso, tathābhāvā ca tebhūmakā dhammā aniccatādiyogato.",
  "tika-s0501t2:9": "Nissarati etenāti nissaraṇaṁ, ariyamaggo. Nissaratīti vā nissaraṇaṁ, nibbānaṁ. Pi-saddo sampiṇḍanattho. Nissaraṇabhedo aṭṭhakathāyaṁ (netti. aṭṭha. 4 hārasaṅkhepa) bahudhā vuttova.",
  "tika-s0501t2:10": "Phalati pavattatīti phalaṁ, desanāya phalaṁ. Yadipi desanā phalanipphādikā na hoti, tathāpi bhagavato dhammadesanaṁ sutvā puññasambhārā sambhavanti, puññasambhārahetuto phalaṁ pavattaṁ, tasmā desanāya phalaṁ nāmāti. Katamaṁ taṁ? Devamanussesu āyuvaṇṇasukhabalayasaparivāraadhipateyyaupadhisampatticakkavattisiridevarajja- siricatusampatticakkasīlasamādhisampadā vijjābhiññā paṭisambhidā sāvakabodhipaccekabodhisammāsambodhiyo.",
  "tika-s0501t2:11": "Paccayasāmaggiṁ upagantvā ayati pavattati phalaṁ etenāti upāyo, ko so? Ariyamaggassa pubbabhāgapaṭipadā. Purimā paṭipadā hi pacchimāya paṭipadāya adhigamūpāyo, paramparāya magganibbānādhigamassa ca upāyo. Keci ‘‘maggopi upāyo’’ti vadanti, tesaṁ matena nibbānameva nissaraṇanti vuttaṁ siyā. ‘‘Te pahāya tare oghanti idaṁ nissaraṇa’’nti (netti. 5) pana ariyamaggassa nissaraṇabhāvaṁ vakkhati, tasmā kesañci vādo na gahetabbo.",
  "tika-s0501t2:12": "Āṇattīti āṇārahassa bhagavato veneyyānaṁ hitasiddhiyā ‘‘evaṁ sammāpaṭipattiṁ paṭipajjāhi, micchāpaṭipattiṁ mā paṭipajjāhī’’ti vidhānaṁ āṇāṭhapanaṁ āṇatti nāma.",
  "tika-s0501t2:13": "Yujjanti payujjanti catusaccakammaṭṭhānabhāvanāsūti yogino, veneyyā, tesaṁ yogīnaṁ atthāyāti vacanasesaṁ nīharitvā yojanā kātabbā. Sutte āgatānaṁ sabbesaṁ assādādīnaṁ ekadesāgatānampi nīharitvā sabbesaṁ vibhajanasaṁvaṇṇanāviseso desanāhāroti niddesato gahetabbo, so ca vibhajanākāro desanāhāravibhaṅge (netti. 5) āgamissatīti idha na dassitoti.",
  "tika-s0501t2:14": "Desanāhāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo vicayahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:15": "2.",
  "tika-s0501t2:16": " ‘‘Yaṁ pucchitañca vissajjitañca, suttassa yā ca anugīti.",
  "tika-s0501t2:17": "Suttassa yo pavicayo, hāro vicayoti niddiṭṭho’’ti. –",
  "tika-s0501t2:18": "Gāthā vuttā. Tattha suttassa yaṁ pucchitañca yā pucchā vicayamānā ca suttassa yaṁ vissajjitañca yā vissajjanā vicayamānā ca suttassa yo padādivicayo, assādādivicayo ca atthi, te vuttappakārā vicayamānā pucchādayo yena saṁvaṇṇanāvisesena viciyanti, so saṁvaṇṇanāviseso vicayo hāroti niddiṭṭhoti atthayojanā kātabbā.",
  "tika-s0501t2:19": "Pucchīyate pucchitaṁ. Vissajjīyate vissajjitanti bhāvasādhanattho daṭṭhabbo, na kammasādhanattho. Tena vuttaṁ ṭīkāyaṁ ‘‘bhāvatthe toti āha – ‘vissajjitanti vissajjanā’’’ti.",
  "tika-s0501t2:20": "‘‘Suttassā’’ti niyamitattā saṁvaṇṇanāvasena aṭṭhakathāyaṁ āgataṁ na gahetabbanti daṭṭhabbaṁ. So vicayo hāro aṭṭhakathāyaṁ (netti. aṭṭha. 4 hārasaṅkhepa) vuttova. Kathaṁ? –",
  "tika-s0501t2:21": "‘‘Ayaṁ pucchā adiṭṭhajotanā diṭṭhasaṁsandanā vimaticchedanā anumatipucchā kathetukamyatāpucchā sattādhiṭṭhānā dhammādhiṭṭhānā ekādhiṭṭhānā anekādhiṭṭhānā sammutivisayā paramatthavisayā atītavisayā anāgatavisayā paccuppannavisayā’’tiādinā pucchāvicayo veditabbo. ‘‘Idaṁ vissajjanaṁ ekaṁsabyākaraṇaṁ vibhajjabyākaraṇaṁ paṭipucchābyākaraṇaṁ ṭhapanaṁ sāvasesaṁ niravasesaṁ sauttaraṁ niruttaraṁ lokiyaṁ lokuttara’’ntiādinā vissajjanavicayo.",
  "tika-s0501t2:22": "‘‘Ayaṁ pucchā iminā sameti, etena na sametī’’ti pucchitatthaṁ ānetvā, vicayo pubbenāparaṁ saṁsanditvā ca vicayo pubbāparavicayo. ‘‘Ayaṁ anugīti vuttatthasaṅgahā avuttatthasaṅgahā tadubhayatthasaṅgahā kusalatthasaṅgahā akusalatthasaṅgahā’’tiādinā anugītivicayo. Assādādīsu sukhavedanāya ‘‘iṭṭhārammaṇānubhavanalakkhaṇā’’tiādinā, taṇhāya ‘‘ārammaṇaggahaṇalakkhaṇā’’tiādinā, vipallāsānaṁ ‘‘viparītaggahaṇalakkhaṇā’’tiādinā, avasiṭṭhānaṁ tebhūmakadhammānaṁ ‘‘yathāsakalakkhaṇā’’tiādinā sabbesañca dvāvīsatiyā tikesu, dvācattālīsādhike ca dukasate labbhamānapadavasena taṁtaṁassādatthavisesaniddhāraṇaṁ assādavicayo.",
  "tika-s0501t2:23": "Dukkhavedanāya ‘‘aniṭṭhānubhavanalakkhaṇā’’tiādinā, dukkhasaccānaṁ ‘‘paṭisandhilakkhaṇā’’tiādinā, aniccatādīnaṁ ādiantavantatāya aniccantikatāya ca ‘‘aniccā’’tiādinā sabbesañca lokiyadhammānaṁ saṁkilesabhāgiyahānabhāgiyatādivasena ādīnavavuttiyā okāraniddhāraṇena ādīnavavicayo. Nissaraṇapade ariyamaggassa āgamanato kāyānupassanādipubbabhāgapaṭipadāvibhāgavisesaniddhāraṇavasena, nibbānassa yathāvuttapariyāyavibhāgavisesaniddhāraṇavasenāti evaṁ nissaraṇavicayo. Phalādīnaṁ taṁtaṁsuttadesanāya sādhetabbaphalassa tadupāyassa tattha tattha suttavidhivacanassa ca vibhāganiddhāraṇavasena vicayo veditabbo. Evaṁ padapucchāvissajjanapucchāpubbāparānugītīnaṁ, assādādīnañca visesaniddhāraṇavaseneva vicayalakkhaṇo ‘‘vicayo hāro’’ti veditabboti –",
  "tika-s0501t2:24": "Evaṁ vuttova.",
  "tika-s0501t2:25": "Vissajjanaviseso pana ṭīkāyaṁ vutto. Kathaṁ? –",
  "tika-s0501t2:26": "‘‘Cakkhu anicca’’nti puṭṭhe ‘‘āma, cakkhu aniccamevā’’ti ekantato vissajjanaṁ ekaṁsabyākaraṇaṁ, ‘‘aññindriyaṁ bhāvetabbaṁ, sacchikātabbañcā’’ti puṭṭhe ‘‘maggapariyāpannaṁ bhāvetabbaṁ, phalapariyāpannaṁ sacchikātabba’’nti vibhajitvā vissajjanaṁ vibhajjabyākaraṇaṁ, ‘‘aññindriyaṁ kusala’’nti puṭṭhe ‘‘kiṁ anavajjaṭṭho kusalattho, udāhu sukhavipākaṭṭho’’ti paṭipucchitvā vissajjanaṁ paṭipucchābyākaraṇaṁ, ‘‘sassato attā, asassato vā’’ti vutte ‘‘abyākatameta’’ntiādinā avissajjanaṁ ṭhapanaṁ, ‘‘kiṁ panete ‘kusalā’ti vā ‘dhammā’ti vā ekatthā, udāhu nānatthā’’ti idaṁ pucchanaṁ sāvasesaṁ. Vissajjanassa pana sāvasesato veneyyajjhāsayavasena desanāyaṁ veditabbā. Apāṭihīrakaṁ sauttaraṁ sappāṭihīrakaṁ niruttaraṁ, sesaṁ vicayahāraniddese suviññeyyamevāti –",
  "tika-s0501t2:27": "Vuttova. Saṁvaṇṇanāsu vutto attho anākulo pākaṭo yatipotehi viññāto, so sabbattha amhehi na vibhattoti daṭṭhabbo.",
  "tika-s0501t2:28": "Vicayahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo yuttihāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:29": "3.",
  "tika-s0501t2:30": " ‘‘Sabbesaṁ hārānaṁ, yā bhūmī yo ca gocaro tesaṁ.",
  "tika-s0501t2:31": "Yuttāyuttaparikkhā, hāro yuttīti niddiṭṭho’’ti. –",
  "tika-s0501t2:32": "Gāthā vuttā. Tattha sabbesaṁ soḷasannaṁ hārānaṁ yā bhūmi pavattanaṭṭhānabhūtaṁ byañjanaṁ, yo gocaro suttattho ca atthi, tesaṁ bhūmisaṅkhātabyañjanagocarasaṅkhātasuttatthānaṁ yā yuttāyuttaparikkhā yuttāyuttīnaṁ vicāraṇā saṁvaṇṇanā katā, so yuttiayuttiparikkhāvicāraṇasaṅkhāto saṁvaṇṇanāviseso ‘‘yutti hāro’’ti niddiṭṭhoti atthayojanā.",
  "tika-s0501t2:33": "Tesaṁ hārānaṁ bhūmibhūtassa sutte āgatassa byañjanassa yuttibhāvo duvidho sabhāvaniruttibhāvo, adhippetatthavācakabhāvo ca. Gocarabhūtassa pana sutte āgatassa yuttibhāvo suttavinayadhammatāhi avilomanaṁ. Ayuttibhāvo vuttavipariyāyena gahetabbo.",
  "tika-s0501t2:34": "Yuttihāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo padaṭṭhānahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:35": "4.",
  "tika-s0501t2:36": " ‘‘Dhammaṁ deseti jino, tassa ca dhammassa yaṁ padaṭṭhānaṁ.",
  "tika-s0501t2:37": "Iti yāva sabbadhammā, eso hāro padaṭṭhāno’’ti. –",
  "tika-s0501t2:38": "Gāthā vuttā. Tattha dhammanti yaṁ kiñci kusalādidhammaṁ sutte jino deseti, tassa sutte jinena desitassa kusalādidhammassa yañca padaṭṭhānaṁ niddhāretabbaṁ, taṁ taṁ padaṭṭhānañcāti evaṁ vuttanayena yāva yattakā sabbe dhammā sutte jinena desitā, tattakānaṁ sabbesaṁ dhammānaṁ yañca padaṭṭhānaṁ niddhāretabbaṁ, tassa ca padaṭṭhānassa yañca padaṭṭhānaṁ niddhāretabbaṁ, taṁ taṁ padaṭṭhānañca, iti evaṁ vuttanayena yāva yattakā sabbe padaṭṭhānadhammā niddhāretabbāva, tattakāni sabbāni dhammapadaṭṭhānāni yathānurūpaṁ niddhāretvā yena saṁvaṇṇanāvisesena kathitāni, eso saṁvaṇṇanāviseso ‘‘padaṭṭhāno hāro’’ti niddiṭṭhoti atthayojanā.",
  "tika-s0501t2:39": "Sutte desitakusaladhammassa yonisomanasikārasaddhammassavanasappurisūpanissayādi padaṭṭhānaṁ, sutte desitaakusaladhammassa ayonisomanasikāraasaddhammassavanaasappurisūpanissayādi padaṭṭhānaṁ, abyākatassa dhammassa yathārahaṁ kusalākusalābyākatā padaṭṭhānantiādinā niddhāretabbanti.",
  "tika-s0501t2:40": "Padaṭṭhānahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo lakkhaṇahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:41": "5.",
  "tika-s0501t2:42": " ‘‘Vuttamhi ekadhamme, ye dhammā ekalakkhaṇā keci.",
  "tika-s0501t2:43": "Vuttā bhavanti sabbe, so hāro lakkhaṇo nāmā’’ti. –",
  "tika-s0501t2:44": "Gāthā vuttā. Tattha ekadhamme sutte bhagavatā vuttamhi, aṭṭhakathāyaṁ niddhārite vā sati tena dhammena ye keci dhammā ekalakkhaṇā bhavanti, sabbe te dhammā sutte sarūpato avuttāpi samānalakkhaṇatāya saṁvaṇṇetabbabhāvena ānetvā yena saṁvaṇṇanāvisesena vuttā bhavanti, so saṁvaṇṇanāviseso ‘‘lakkhaṇo nāma hāro’’ti niddiṭṭhoti atthayojanā.",
  "tika-s0501t2:45": "Ekaṁ samānaṁ lakkhaṇaṁ etesanti ekalakkhaṇā, samānalakkhaṇā, sahacāritāya vā samānakiccatāya vā samānahetutāya vā samānaphalatāya vā samānārammaṇatāya vā avuttāpi niddhāritāti. Kathaṁ ? – ‘‘Nānattakāyānānattasaññino (dī. ni. 3.341, 357, 359; a. ni. 9.24), nānattasaññānaṁ amanasikārā’’tiādīsu sahacāritāya saññāya sahagatā dhammā niddhāritā. ‘‘Dadaṁ mittāni ganthatī’’tiādīsu (saṁ. ni. 1.246; su. ni. 189) samānakiccatā, piyavacanaatthacariyā samānatthatāpi niddhāritā, ‘‘phassapaccayā vedanā’’tiādīsu (ma. ni. 3.126; saṁ. ni. 2.1; mahāva. 1; vibha. 225; udā. 1; netti. 24) samānahetutāya saññādayopi niddhāritā, ‘‘avijjāpaccayā saṅkhārā’’tiādīsu (ma. ni. 3.126; saṁ. ni. 2.1; mahāva. 1; vibha. 225; udā. 1; netti. 24) samānaphalatāya taṇhupādānādayopi niddhāritā, ‘‘rūpaṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjatī’’tiādīsu (paṭṭhā. 1.1.424) samānārammaṇatāya taṁsampayuttā vedanādayopi niddhāritā, niddhāretvā vattabbāti atthoti. Vitthāro vibhaṅgavāre (netti. 23) āgamissati.",
  "tika-s0501t2:46": "Lakkhaṇo hāro niddiṭṭho, amhehi ca ñāto, ‘‘katamo catubyūho hāro’’ti pucchitabbattā –",
  "tika-s0501t2:47": "6.",
  "tika-s0501t2:48": " ‘‘Neruttamadhippāyo , byañjanamatha desanānidānañca;",
  "tika-s0501t2:49": "Pubbāparānusandhī, eso hāro catubyūho’’ti. –",
  "tika-s0501t2:50": "Gāthā vuttā. Tattha neruttaṁ suttapadanibbacanañca buddhānaṁ tassa tassa suttassa desakānaṁ, sāvakānaṁ vā adhippāyo ca atthabyañjanena byañjanamukhena desanānidānañca pubbāparena anusandhi ca ete niruttādayo yena saṁvaṇṇanāvisesena vibhāvīyanti, eso saṁvaṇṇanāviseso ‘‘catubyūho hāro’’ti niddiṭṭho. Desanāpavattinimittaṁ desakassa ajjhāsayādi desanānidānaṁ nāma. Catubyūhahārassa bahuvisayattā vibhaṅge (netti. 25 ādayo) lakkhaṇasampattiṁ katvā kathayissāma.",
  "tika-s0501t2:51": "Catubyūhahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo āvaṭṭahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:52": "7.",
  "tika-s0501t2:53": " ‘‘Ekamhi padaṭṭhāne, pariyesati sesakaṁ padaṭṭhānaṁ;",
  "tika-s0501t2:54": "Āvaṭṭati paṭipakkhe, āvaṭṭo nāma so hāro’’ti. –",
  "tika-s0501t2:55": "Gāthā vuttā. Tattha parakkamadhātuādīnaṁ padaṭṭhāne ekamhi ārambhadhātuādike desanāruḷhe sati visabhāgatāya vā sesakaṁ padaṭṭhānaṁ pariyesati , desanāya sarūpato aggahaṇena vā sesakaṁ padaṭṭhānaṁ pariyesati, yena saṁvaṇṇanāvisesena pariyesitvā yojento desanaṁ pamādādīnaṁ padaṭṭhānabhūte kosajjādike paṭipakkhe āvaṭṭati āvaṭṭāpeti, so saṁvaṇṇanāviseso ‘‘āvaṭṭo hāro nāmā’’ti niddiṭṭhoti atthayojanā.",
  "tika-s0501t2:56": "‘‘Paṭipakkhe’’ti idaṁ nidassanamattaṁ, sesepi sabhāge āvaṭṭanato. Na hi ārambhadhātuādike desanāruḷhe sati tappaṭipakkhe kosajjādikeyeva desanaṁ āvaṭṭeti, atha kho avasesavīriyārambhādikepi desanaṁ āvaṭṭetīti.",
  "tika-s0501t2:57": "Āvaṭṭahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo vibhattihāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:58": "8.",
  "tika-s0501t2:59": " ‘‘Dhammañca padaṭṭhānaṁ, bhūmiñca vibhajate ayaṁ hāro.",
  "tika-s0501t2:60": "Sādhāraṇe asādhāraṇe ca neyyo vibhattī’’ti. –",
  "tika-s0501t2:61": "Gāthā vuttā. Tattha kusalādivasena anekavidhaṁ sabhāvadhammañca dānasīlādipadaṭṭhānañca ‘‘dassanabhūmi bhāvanābhūmī’’ti evamādikaṁ bhūmiñca sādhāraṇe ca asādhāraṇe ca yena saṁvaṇṇanāvisesena vibhajate, so saṁvaṇṇanāviseso ‘‘vibhatti hāro’’ti neyyoti atthayojanā.",
  "tika-s0501t2:62": "‘‘Imasmiṁ sutte vuttā kusalā vāsanābhāgiyā, imasmiṁ sutte vuttā kusalā nibbedhabhāgiyā’’tyādinā, ‘‘imasmiṁ sutte vuttā akusalā kilesabhāgiyā’’tyādinā dhammañca, ‘‘idaṁ sīlaṁ imassa mahaggatavisesassa padaṭṭhānaṁ, idaṁ sīlaṁ idaṁ jhānaṁ imassa lokuttarassa padaṭṭhāna’’ntyādinā padaṭṭhānañca, ‘‘dassanapahātabbassa puthujjano bhūmi, bhāvanāpahātabbassa sotāpannādayo bhūmi’’tyādinā bhūmiñca, ‘‘kāmarāgabyāpādā puthujjanasotāpannānaṁ sādhāraṇā’’tyādinā sādhāraṇe ca, ‘‘kāmarāgabyāpādā anāgāmiarahantānaṁ asādhāraṇā’’tyādinā asādhāraṇe ca yena vibhajati, so vibhatti hāro nāmātiādinā (netti. 33-34) vitthāretvā vibhajanākāro gahetabbo.",
  "tika-s0501t2:63": "Vibhattihāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo parivattanahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:64": "9.",
  "tika-s0501t2:65": " ‘‘Kusalākusale dhamme, niddiṭṭhe bhāvite pahīne ca.",
  "tika-s0501t2:66": "Parivattati paṭipakkhe, hāro parivattano nāmā’’ti. –",
  "tika-s0501t2:67": "Gāthā vuttā. Tattha sutte bhāvite bhāvitabbe kusale anavajjadhamme niddiṭṭhe kathite, saṁvaṇṇite vā pahīne pahātabbe akusale sāvajjadhamme niddiṭṭhe kathite, saṁvaṇṇite vā tesaṁ dhammānaṁ paṭipakkhe viparītadhamme yena saṁvaṇṇanāvisesena parivattati parivatteti, so saṁvaṇṇanāviseso ‘‘parivattano hāro nāmā’’ti veditabboti atthayojanā.",
  "tika-s0501t2:68": "‘‘Sammādiṭṭhissa purisapuggalassa micchādiṭṭhi nijjiṇṇā bhavatī’’tiādinā ca ‘‘yassa vā pāṇātipātā paṭiviratassa pāṇātipāto pahīno’’tiādinā ca ‘‘bhuñjitabbā kāmā …pe… kāmehi veramaṇī tesaṁ adhammo’’tiādinā ca paṭipakkhe parivattanabhāvaṁ vibhaṅgavāre (netti. 35 ādayo) vakkhatīti na vitthāritā.",
  "tika-s0501t2:69": "Parivattanahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo vevacanahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:70": "10.",
  "tika-s0501t2:71": " ‘‘Vevacanāni bahūni tu, sutte vuttāni ekadhammassa.",
  "tika-s0501t2:72": "Yo jānāti suttavidū, vevacano nāma so hāro’’ti. –",
  "tika-s0501t2:73": "Gāthā vuttā. Tattha ekadhammassa padatthassa sutte vuttāni tu vuttāni eva, bahūni tu bahūni eva vevacanāni yena saṁvaṇṇanāvisesena yo suttavidū jānāti, jānitvā ekasmiṁyeva padatthe yojeti, tassa suttaviduno so saṁvaṇṇanāviseso ‘‘vevacano nāma hāro’’ti niddiṭṭhoti atthayojanā.",
  "tika-s0501t2:74": "Ettha ca yo so-saddā asamānatthā ca hontīti ‘‘yo suttavidū’’ti vatvā ‘‘so saṁvaṇṇanāviseso’’ti vuttanti. ‘‘Bhagavā’’ti padassa ekasmiṁyeva atthe bhagavati ‘‘arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā, phalanipphattigato vesārajjappatto adhigatapaṭisambhido catuyogavippahīno agatigamanavītivatto uddhaṭasallo niruḷhavaṇo madditakaṇṭako nibbāpitapariyuṭṭhāno bandhanātīto ganthaviniveṭhano ajjhāsayavītivatto bhinnandhakāro cakkhumā lokadhammasamatikkanto anurodhavirodhavippayutto iṭṭhāniṭṭhesu dhammesu asaṅkhepagato bandhanātivatto ṭhapitasaṅgāmo abhikkantataro ukkādharo ālokakaro pajjotakaro tamonudo raṇañjaho aparimāṇavaṇṇo appameyyavaṇṇo asaṅkheyyavaṇṇo ābhaṅkaro pabhaṅkaro dhammobhāsapajjotakaro’’ti (netti. 38) evamādīni bahūni vevacanāni yojitāni. Vitthāro vibhaṅgavāre (netti. 37 ādayo) āgamissati.",
  "tika-s0501t2:75": "Vevacanahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo paññattihāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:76": "11.",
  "tika-s0501t2:77": " ‘‘Ekaṁ bhagavā dhammaṁ, paññattīhi vividhāhi deseti.",
  "tika-s0501t2:78": "So ākāro ñeyyo, paññattī nāma so hāro’’ti. –",
  "tika-s0501t2:79": "Gāthā vuttā. Tattha bhagavā ekaṁ khandhādidhammaṁ vividhāhi nikkhepappabhavapaññattādīhi paññattīhi yena paññāpetabbākārena deseti, so paññāpetabbākāro yena saṁvaṇṇanāvisesena vibhāvito, so saṁvaṇṇanāviseso ‘‘paññatti hāro nāmā’’ti ñeyyoti atthayojanā.",
  "tika-s0501t2:80": "Tattha vividhāhi paññattīhi nikkhepapaññattipabhavapaññattipariññāpaññattipahānapaññatti- bhāvanāpaññattisacchikiriyāpaññattinirodhapaññattinibbidāpaññattīti evamādipaññattīhi ekapadatthasseva paññāpetabbākāravibhāvanālakkhaṇo saṁvaṇṇanāviseso paññatti hāro nāmāti.",
  "tika-s0501t2:81": "Tattha ‘‘idaṁ dukkha’’nti ayaṁ paññatti pañcannaṁ khandhānaṁ, channaṁ dhātūnaṁ, aṭṭhārasannaṁ dhātūnaṁ, dvādasannaṁ āyatanānaṁ, dasannaṁ indriyānaṁ nikkhepapaññatti.",
  "tika-s0501t2:82": "‘‘Kabaḷīkāre ce, bhikkhave, āhāre atthi rāgo, atthi nandī, atthi taṇhā, patiṭṭhitaṁ tattha viññāṇaṁ viruḷhaṁ. Yattha patiṭṭhitaṁ viññāṇaṁ viruḷhaṁ, atthi tattha nāmarūpassa avakkanti. Yattha atthi nāmarūpassa avakkanti, atthi tattha saṅkhārānaṁ vuddhī’’ti (saṁ. ni. 2.64; kathā. 296) evamādi pabhavapaññatti dukkhassa ca samudayassa cāti.",
  "tika-s0501t2:83": "‘‘Kabaḷīkāre ce, bhikkhave, āhāre natthi rāgo, natthi nandī, natthi taṇhā’’ti (saṁ. ni. 2.64; kathā. 296) evamādi pariññāpaññatti dukkhassa, ‘‘pahānapaññatti samudayassa, bhāvanāpaññatti maggassa, sacchikiriyāpaññatti nirodhassā’’ti ca ‘‘nikkhepapaññatti sutamayiyā paññāya, sacchikiriyāpaññatti anaññātaññassāmītindriyassa, pavattanāpaññatti dhammacakkassā’’ti evamādivitthāro vibhaṅge (netti. 39 ādayo) āgamissatīti.",
  "tika-s0501t2:84": "Paṇṇattihāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo otaraṇahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:85": "12.",
  "tika-s0501t2:86": " ‘‘Yo ca paṭiccuppādo, indriyakhandhā ca dhātuāyatanā.",
  "tika-s0501t2:87": "Etehi otarati yo, otaraṇo nāma so hāro’’ti. –",
  "tika-s0501t2:88": "Gāthā vuttā. Tattha yo paṭiccasamuppādo ca ye indriyakhandhā ca yāni dhātuāyatanāni ca yena saṁvaṇṇanāvisesena niddhāritāni, etehi paṭiccasamuppādādindriyakhandhadhātāyatanehi, sutte āgatapadatthamukhena niddhāriyamānehi ca yo saṁvaṇṇanāviseso otarati ogāhati paṭiccasamuppādādike tattha vācakavasena, tattha ñāpakavasena vā anupavisati, so saṁvaṇṇanāviseso otaraṇo hāro nāmāti atthayojanā.",
  "tika-s0501t2:89": "Tattha indriyakhandhāti indriyāni ca khandhā cāti indriyakhandhā. Dhātuāyatanāti dhātuyo ca āyatanāni ca dhātuāyatanā. Kathaṁ otaraṇo? ‘‘Uddhaṁ adho sabbadhi vippamutto’’tiādi (netti. 42) pāṭho.",
  "tika-s0501t2:90": "Uddhanti rūpadhātu ca arūpadhātu ca. Adhoti kāmadhātu. Sabbadhi vippamuttoti tedhātuke ayaṁ asekkhāvimutti. Tāniyeva asekkhāni pañcindriyāni, ayaṁ indriyehi otaraṇā.",
  "tika-s0501t2:91": "Tāniyeva asekkhāni pañcindriyāni vijjā, vijjuppādā avijjānirodho…pe… dukkhakkhandhassa nirodho hoti, ayaṁ paṭiccasamuppādehi otaraṇā.",
  "tika-s0501t2:92": "Tāniyeva asekkhāni pañcindriyāni tīhi khandhehi saṅgahitāni sīlakkhandhena samādhikkhandhena paññākkhandhena, ayaṁ khandhehi otaraṇā.",
  "tika-s0501t2:93": "Tāniyeva asekkhāni pañcindriyāni saṅkhārapariyāpannāni ye saṅkhārā anāsavā, no ca bhavaṅgā, te saṅkhārā dhammadhātusaṅgahitā, ayaṁ dhātūhi otaraṇā.",
  "tika-s0501t2:94": "Sā dhammadhātu dhammāyatanapariyāpannā, yaṁ āyatanaṁ anāsavaṁ, no ca bhavaṅgaṁ, ayaṁ āyatanehi otaraṇāti evamādīhi vibhaṅge (netti. 42 ādayo) āgamissatīti.",
  "tika-s0501t2:95": "Otaraṇahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo sodhanahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:96": "13.",
  "tika-s0501t2:97": " ‘‘Vissajjitamhi pañhe, gāthāyaṁ pucchitā yamārabbha.",
  "tika-s0501t2:98": "Suddhāsuddhaparikkhā, hāro so sodhano nāmā’’ti. –",
  "tika-s0501t2:99": "Gāthā vuttā. Tattha tissaṁ gāthāyaṁ āruḷhe pañhe ñātumicchite atthe bhagavatā vissajjanagāthāyaṁ vissajjitamhi yaṁ suttatthaṁ ārabbha adhikicca sā gāthā pucchitā pucchanatthāya ṭhapitā, tassa suttatthassa yena saṁvaṇṇanāvisesena suddhāsuddhaparikkhā vicāraṇā bhave, so saṁvaṇṇanāviseso sodhano hāro nāmāti atthayojanā.",
  "tika-s0501t2:100": "Kathaṁ? ‘‘Avijjāya nivuto loko’’ti padaṁ sodhitaṁ, ārambho na sodhito. ‘‘Vivicchā pamādā nappakāsatī’’ti padaṁ sodhitaṁ, ārambho na sodhito. ‘‘Jappābhilepanaṁ brūmī’’ti padaṁ sodhitaṁ, ārambho na sodhito. ‘‘Dukkhamassa mahabbhaya’’nti padañca sodhitaṁ, ārambho ca sodhitoti. Evaṁ padādīnaṁ sodhitāsodhitabhāvavicāro hāro sodhano nāma. Vitthārato pana vibhaṅge (netti. 45 ādayo) āgamissatīti.",
  "tika-s0501t2:101": "Sodhanahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo adhiṭṭhānahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:102": "14.",
  "tika-s0501t2:103": " ‘‘Ekattatāya dhammā, yepi ca vemattatāya niddiṭṭhā.",
  "tika-s0501t2:104": "Te na vikappayitabbā, eso hāro adhiṭṭhāno’’ti. –",
  "tika-s0501t2:105": "Gāthā vuttā. Tattha ye dukkhasaccādayo dhammā ekattatāya sāmaññenapi ca vemattatāya visesenapi niddiṭṭhā, yena saṁvaṇṇanāvisesena niddiṭṭhā dukkhasaccādayo dhammā na vikappayitabbā sāmaññavisesakappanāya vohārabhāvena anavaṭṭhānato, kāladisāvisesādīnaṁ viya apekkhāsiddhito ca, eso saṁvaṇṇanāviseso adhiṭṭhāno hāroti atthayojanā.",
  "tika-s0501t2:106": "Tattha ekattatāyāti ekassa samānassa bhāvo ekattaṁ, ekattameva ekattatā, tāya. Ekasaddo cettha samānatthavācako, na saṅkhyāvācakoti. Vemattatāyāti visiṭṭhā mattā vimattā, vimattā eva vemattaṁ, vemattassa bhāvo vemattatā, tāya. Yathā hi ‘‘ajja sve’’ti vuccamānā kālavisesā anavaṭṭhitā bhavanti, ‘‘purimā disā, pacchimā disā’’ti vuccamānā disāvisesā, evaṁ sāmaññavisesā ca atthassa sabhāvāti. Tathā hi ‘‘idaṁ dukkha’’nti vuccamānaṁ jātiādiṁ apekkhāya sāmaññaṁ samānampi saccāpekkhāya viseso hoti. Esa nayo samudayasaccādīsupīti. ‘‘Dukkha’’nti ekattatā. ‘‘Jāti dukkhā, jarā dukkhā, maraṇaṁ dukkha’’nti evamādi vemattatā. ‘‘Dukkhasamudayo’’ti ekattatā, ‘‘taṇhā ponobhavikā nandīrāgasahagatā’’ti evamādi vemattatāti evamādi vitthāro vibhaṅge (netti. 46 ādayo) āgamissatīti.",
  "tika-s0501t2:107": "Adhiṭṭhānahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo parikkhārahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:108": "15.",
  "tika-s0501t2:109": " ‘‘Ye dhammā yaṁ dhammaṁ, janayantippaccayā paramparato.",
  "tika-s0501t2:110": "Hetumavakaḍḍhayitvā, eso hāro parikkhāro’’ti. –",
  "tika-s0501t2:111": "Gāthā vuttā. Tattha avijjādikā ye paccayadhammā saṅkhārādikaṁ yaṁ phaladhammaṁ paccayā sahajātapaccayena paramparato paramparapaccayabhāvena janayanti, tassa saṅkhārādiphalassa paccayaṁ parikkhārabhūtaṁ purimuppannaṁ avijjādikaṁ asādhāraṇaṁ janakaṁ hetuṁ, ayonisomanasikārādikaṁ sādhāraṇaṁ paccayahetuñca avakaḍḍhayitvā suttato niddhāretvā yo saṁvaṇṇanāviseso parikkhārasaṁvaṇṇanābhāvena pavatto, eso saṁvaṇṇanāviseso parikkhāro hāro nāmāti atthayojanā. Avijjādayo hi avijjādīnaṁ asādhāraṇahetū bhavanti, ayonisomanasikārādayo sādhāraṇapaccayā. Tenāha – ‘‘asādhāraṇalakkhaṇo hetu, sādhāraṇalakkhaṇo paccayo’’ti, ‘‘avijjā avijjāya hetu, ayonisomanasikāro paccayo’’tiādikaṁ (netti. 49) vibhaṅgavacanañca.",
  "tika-s0501t2:112": "Parikkhārahāraniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo samāropanahāraniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:113": "16.",
  "tika-s0501t2:114": " ‘‘Ye dhammā yaṁmūlā, ye cekatthā pakāsitā muninā.",
  "tika-s0501t2:115": "Te samāropayitabbā, esa samāropano hāro’’ti. –",
  "tika-s0501t2:116": "Gāthā vuttā. Tattha ye sīlādayo dhammā yaṁmūlā yesaṁ samādhiādīnaṁ mūlā, te sīlādayo dhammā tesaṁ samādhiādīnaṁ padaṭṭhānabhāvena saṁvaṇṇanāvisesena samāropayitabbā, ye ca rāgavirāgacetovimuttisekkhaphalakāmadhātusamatikkamanādisaddā anāgāmiphalatthatāya ekatthā samānatthāti buddhamuninā pakāsitā, te rāga…pe… tikkamanādisaddā aññamaññavevacanabhāvena samāropayitabbā, eso saṁvaṇṇanāviseso samāropano hāro nāmāti atthayojanā.",
  "tika-s0501t2:117": "Ettha ca sīlādikkhandhattayassa pariyāyantaravibhāvanāpāripūrī kathitā, bhāvanāpāripūrī ca pahātabbassa pahānena hotīti bhāvanāsamāropanapahānasamāropanāpi dassitāti catubbidho samāropano padaṭṭhānasamāropano, vevacanasamāropano, bhāvanāsamāropano, pahānasamāropanoti.",
  "tika-s0501t2:118": "Tattha kāyikasucaritaṁ, vācasikasucaritañca sīlakkhandho, manosucarite anabhijjhā, abyāpādo ca samādhikkhandho, sammādiṭṭhi paññākkhandho. Sīlakkhandho samādhikkhandhassa padaṭṭhānaṁ, samādhikkhandho paññākkhandhassa padaṭṭhānaṁ. Sīlakkhandho, samādhikkhandho ca samathassa padaṭṭhānaṁ, paññākkhandho vipassanāya padaṭṭhānaṁ. Samatho rāgavirāgacetovimuttiyā padaṭṭhānaṁ, vipassanā avijjāvirāgapaññāvimuttiyā padaṭṭhānanti evamādi padaṭṭhānasamāropano. Rāgavirāgā cetovimutti sekkhaphalaṁ, avijjāvirāgā paññāvimutti asekkhaphalaṁ, idaṁ vevacanaṁ. Rāgavirāgā cetovimutti anāgāmiphalaṁ, avijjāvirāgā paññāvimutti aggaphalaṁ arahattaṁ, idaṁ vevacanaṁ. Rāgavirāgā cetovimutti kāmadhātusamatikkamanaṁ, avijjāvirāgā cetovimutti tedhātusamatikkamanaṁ, idaṁ vevacanaṁ. Paññindriyaṁ, paññābalaṁ, adhipaññāsikkhā, paññākkhandhoti evamādi vevacananti evamādi vevacanasamāropano. Kāye kāyānupassino viharato cattāro satipaṭṭhānā bhāvanāpāripūriṁ gacchanti, catūsu satipaṭṭhānesu bhāviyamānesu cattāro sammappadhānā bhāvanāpāripūriṁ gacchanti, catūsu sammappadhānesu bhāviyamānesu cattāro iddhipādā bhāvanāpāripūriṁ gacchantīti evamādi bhāvanāsamāropano. Kāye kāyānupassī viharanto asubhe ‘‘subha’’nti vipallāsaṁ pajahati, kabaḷīkāro cassa āhāro pariññaṁ gacchati, kāmupādānena ca anupādāno bhavati, kāmayogena ca visaṁyutto bhavati, abhijjhākāyaganthena ca vippayujjati, kāmāsavena ca anāsavo bhavati, kāmoghañca uttiṇṇo bhavati, rāgasallena ca visallo bhavati, rūpūpikā cassa viññāṇaṭṭhiti pariññaṁ gacchati , rūpadhātuyaṁ cassa rāgo pahīno bhavati, na ca chandāgatiṁ gacchati, vedanāsūti evamādi pahānasamāropanoti evamādi samāropano hāro niyuttoti.",
  "tika-s0501t2:119": "Iti sattibalānurūpā racitā.",
  "tika-s0501t2:120": "Soḷasahāraniddesavibhāvanā niṭṭhitā.",
  "tika-s0501t2:121": "Nayaniddesavibhāvanā",
  "tika-s0501t2:122": "17. Hāraniddesā niddiṭṭhā, amhehi ca ñātā, ‘‘katame nayaniddesā’’ti pucchitabbattā ‘‘taṇhañcā’’tiādi vuttaṁ. Atha vā evaṁ uddesakkameneva hāre niddisitvā idāni naye niddisituṁ ‘‘taṇhañcā’’tiādi vuttaṁ. Tattha yo saṁvaṇṇanāviseso sutte āgataṁ taṇhañca avijjañca atthato niddhāraṇavasena gahitaṁ taṇhañca avijjañca saṁkilesapakkhaṁ neti, sutte āgatena samathena, sutte āgatāya vipassanāya atthato niddhāraṇavasena vā gahitena samathena, gahitāya vipassanāya vodānapakkhaṁ neti, nayanto ca saccehi yojetvā neti, ayaṁ saṁvaṇṇanāviseso so nandiyāvaṭṭo nayo nāmāti atthayojanā.",
  "tika-s0501t2:123": "Ettha ca atthanayassa bhūmi, saṁvaṇṇanā ca gāthāyaṁ ‘‘nayo’’ti vuttā, tasmā ‘‘saṁvaṇṇanāviseso’’ti vuttaṁ. Na hi atthanayo saṁvaṇṇanā, catusaccapaṭivedhassa anurūpo pubbabhāge anugāhaṇanayo atthanayova. Tassa pana atthanayassa yā saṁvaṇṇanā ugghaṭitaññuādīnaṁ vasena taṇhādimukhena nayabhūmiracanā pavattā, tassa saṁvaṇṇanāva nayavohāro katoti vitthārato hārasampāte (netti. 78-79) āgamissati.",
  "tika-s0501t2:124": "Nandiyāvaṭṭanayaniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo tipukkhalanayaniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:125": "18.",
  "tika-s0501t2:126": " ‘‘Yo akusale samūlehi, neti kusale ca kusalamūlehi.",
  "tika-s0501t2:127": "Bhūtaṁ tathaṁ avitathaṁ, tipukkhalaṁ taṁ nayaṁ āhū’’ti. –",
  "tika-s0501t2:128": "Gāthā vuttā. Tattha yo saṁvaṇṇanāviseso akusale samūlehi attano akusalassa tīhi lobhādīhi mūlehi saṁkilesapakkhaṁ neti, kusale ca kusalamūlehi tīhi alobhādīhi vodānapakkhaṁ neti, nayanto ca bhūtaṁ kusalākusalaṁ neti, na abhūtaṁ māyāmarīciādayo viya, tathaṁ kusalākusalaṁ neti, na ghaṭādayo viya sammutisaccamattaṁ, avitathaṁ kusalākusalaṁ neti, na vitathaṁ. Kusalākusalānaṁ sabhāvato vijjamānattā bhūtā paramatthasaccattā tathā, akusalassa iṭṭhavipākatābhāvato, kusalassa ca aniṭṭhavipākatābhāvato vipāke sati avisaṁvādakattā avitathā bhavanti, kusalākusalā hi etesaṁ tiṇṇaṁ ‘‘bhūtaṁ, tathaṁ, avitatha’’nti padānaṁ kusalākusalavisesanatā daṭṭhabbā.",
  "tika-s0501t2:129": "Atha vā akusalamūlehi akusalāni, kusalamūlehi ca kusalāni nayanto ayaṁ nayo bhūtaṁ tathaṁ avitathaṁ neti cattāri saccāni niddhāretvā yojeti. Dukkhādīni hi bādhakādibhāvato aññathābhāvābhāvena bhūtāni, saccasabhāvattā tathāni, avisaṁvādanato avitathāni. Vuttañhetaṁ bhagavatā – ‘‘cattārimāni, bhikkhave, tathāni avitathāni anaññathānī’’ti saṁ. ni. 5.1090; paṭi. ma. 2.8). Akusalādisuttatthassa catusaccayojanamukhena nayanalakkhaṇaṁ taṁ saṁvaṇṇanāvisesaṁ tipukkhalaṁ nayanti āhūti atthayojanā.",
  "tika-s0501t2:130": "Tattha tīhi hetūhi pukkhalo sobhanoti tipukkhalo akusalādiko atthanayo saṁvaṇṇanāvisesoti ṭhānūpacārato tipukkhalanayo nāmāti. Vitthāro pana hārasampāte (netti. 87-88) āgamissati.",
  "tika-s0501t2:131": "Tipukkhalanayaniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo sīhavikkīḷitanayaniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:132": "19.",
  "tika-s0501t2:133": " ‘‘Yo neti vipallāsehi, kilese indriyehi saddhamme.",
  "tika-s0501t2:134": "Etaṁ nayaṁ nayavidū, sīhavikkīḷitaṁ āhū’’ti. –",
  "tika-s0501t2:135": "Gāthā vuttā. Tattha yo saṁvaṇṇanāviseso sutte vuttehi vipallāsehi kilese saṁkilesapakkhaṁ neti, sutte vuttehi indriyehi saddhamme vodānapakkhaṁ neti, etaṁ saṁvaṇṇanāvisesaṁ nayavidū saddhammanayakovidā, atthanayakusalā eva vā sīhavikkīḷitaṁ nayanti āhūti atthayojanā.",
  "tika-s0501t2:136": "Tattha vipallāsehīti asubhe subhaṁ, dukkhe sukhaṁ, anicce niccaṁ, anattani attāti catūhi vipallāsehi. Indriyehīti saddhādīhi indriyehi. Saddhammeti paṭipattipaṭivedhasaddhamme. Sesamettha vuttanayameva. Vitthāro pana hārasampāte (netti. 86-87) āgamissatīti.",
  "tika-s0501t2:137": "Sīhavikkīḷitanayaniddeso niddiṭṭho, amhehi ca ñāto, ‘‘katamo disālocananayaniddeso’’ti pucchitabbattā –",
  "tika-s0501t2:138": "20.",
  "tika-s0501t2:139": " ‘‘Veyyākaraṇesu hi ye, kusalākusalā tahiṁ tahiṁ vuttā.",
  "tika-s0501t2:140": "Manasā volokayate, taṁ khu disālocanaṁ āhū’’ti. –",
  "tika-s0501t2:141": "Gāthā vuttā. ‘‘Sīhalocanaṁ āhū’’ti pāṭho likhito, so pana na therassa pāṭhoti daṭṭhabbo bhinnalakkhaṇattā. Tattha tahiṁ tahiṁ veyyākaraṇesu ye kusalākusalā nayassa disābhūtā dhammā vuttā, te kusalākusale nayassa disābhūtadhamme abahi abbhantaraṁ citte eva yaṁ olokanaṁ karoti, taṁ olokanaṁ khu olokanaṁ eva disālocananti āhūti atthayojanā.",
  "tika-s0501t2:142": "Tattha veyyākaraṇesūti tassa tassa atthanayassa yojanatthaṁ katesu suttassa atthavissajjanesu. Kusalāti vodāniyā. Akusalāti saṁkilesikā. Vuttāti suttato niddhāretvā kathitā. Olokayateti te kusalādidhamme citteneva ‘‘ayaṁ paṭhamā disā, ayaṁ dutiyā disā’’tiādinā tassa tassa nayassa disābhāvena upaparikkhati, vicāretīti attho. Khūti avadhāraṇatthe nipāto, tena disālocananayo koci atthaviseso na hotīti dassetīti.",
  "tika-s0501t2:143": "21. Disālocananayaniddeso niddiṭṭho. Amhehi ca ñāto. ‘‘Katamo aṅkusanayaniddeso’’ti pucchitabbattā ‘‘oloketvā’’tiādigāthā vuttā. Tattha taṁtaṁnayadisābhūte sabbe kusalākusale disālocanena oloketvā ukkhipiya suttato uddharitvā yaṁ samāneti yaṁ samānayanaṁ karoti, ayaṁ samānayanasaṅkhāto nayo aṅkuso nayo nāmāti atthayojanā.",
  "tika-s0501t2:144": "Ettha ca aṅkuso nāma hatthīnaṁ icchitaṭṭhānaṁ ānayanakāraṇabhūto vajirādimayo tikkhaggo ujuvaṅkabhūto dabbasambhāraviseso, ayampi nayo aṅkuso viyāti atthena aṅkuso. Etena hi nayena icchitaṁ suttatthaṁ nayatīti. Mukhyato pana aṅke vijjhanaṭṭhāne uddhaṭo asati anto pavisatīti aṅkuso. Aṅkasaddūpapadaupubbaasadhātu apaccayoti. Ayampi nayo kocipi atthaviseso na hotīti.",
  "tika-s0501t2:145": "Soḷasa hāraniddesā ceva pañca nayaniddesā ca ācariyena niddiṭṭhā. Amhehi ca ñātā, ‘‘saṁvaṇṇetabbasutte kiṁ soḷasa hārā paṭhamaṁ yojetabbā, udāhu nayā’’ti pucchitabbattā –",
  "tika-s0501t2:146": "22.",
  "tika-s0501t2:147": " ‘‘Soḷasa hārā paṭhamaṁ, disālocanato disā viloketvā.",
  "tika-s0501t2:148": "Saṅkhipiya aṅkusena hi, nayehi tihi niddise sutta’’nti. –",
  "tika-s0501t2:149": "Gāthamāha. Aṭṭhakathāyaṁ pana ‘‘evaṁ hāre, naye ca niddisitvā idāni nesaṁ yojanakkamaṁ dassento ‘soḷasa hārā paṭhama’ntiādimāhā’’ti (netti. aṭṭha. 22) vuttaṁ. Tattha soḷasa hārā byañjanapariyeṭṭhibhāvato saṁvaṇṇetabbasutte saṁvaṇṇanābhāvena paṭhamaṁ yojetabbā, yojentena niddiṭṭhā hārānukkameneva yojetabbā, na uppaṭipāṭiyā. Hārasaṁvaṇṇanānukkamena saṁvaṇṇetabbaṁ paṭhamaṁ saṁvaṇṇetvā pacchā disālocanena oloketvā aṅkusanayena netvā tīhi atthanayehi niddiseti adhippāyo.",
  "tika-s0501t2:150": "Iti sattibalānurūpā racitā",
  "tika-s0501t2:151": "Nayaniddesavibhāvanā niṭṭhitā.",
  "tika-s0501t2:152": "Dvādasapadavibhāvanā",
  "tika-s0501t2:153": "Nettivisayaṁ sāsanavarasaṅkhātaṁ saṁvaṇṇetabbasuttaṁ yesaṁ byañjanapadānaṁ, atthapadānañca vasena ‘‘dvādasa padāni sutta’’nti saṅgahavāre vuttaṁ, ‘‘katamāni tānī’’ti pucchitabbattā sarūpato niddisituṁ –",
  "tika-s0501t2:154": "23.",
  "tika-s0501t2:155": " ‘‘Akkharaṁ padaṁ byañjanaṁ, nirutti tatheva niddeso.",
  "tika-s0501t2:156": "Ākārachaṭṭhavacanaṁ, ettāva byañjanaṁ sabbaṁ.",
  "tika-s0501t2:157": "24.",
  "tika-s0501t2:158": " Saṅkāsanā pakāsanā, vivaraṇā vibhajanuttānīkammapaññatti.",
  "tika-s0501t2:159": "Etehi chahi padehi, attho kammañca niddiṭṭha’’nti. –",
  "tika-s0501t2:160": "Gāthādvayaṁ vuttaṁ. Aṭṭhakathāyaṁ pana ‘‘idāni yesaṁ byañjanapadānaṁ, atthapadānañca vasena ‘dvādasa padāni ‘sutta’nti vuttaṁ, tāni padāni niddisituṁ ‘akkharapada’ntiādimāhā’’ti (netti. aṭṭha. 23) vuttaṁ.",
  "tika-s0501t2:161": "Tattha kenaṭṭhena akkharanti? Akkharaṭṭhena asañcaraṇaṭṭhena. Akārādivaṇṇo hi akārādito ikārādipariyāyaṁ nakkharati, na sañcarati, na saṅkamati. Tenāha aṭṭhakathāyaṁ ‘‘apariyosite pade vaṇṇo akkharaṁ pariyāyavasena akkharaṇato asañcaraṇato’’ti (netti. aṭṭha. 23). Apariyosite padeti ca vibhatyantabhāvaṁ appatte dviticatukkharavantesu padesu ekadvitikkharamatteyeva akkharaṁ nāma, pariyosite padaṁyeva, na akkharanti adhippāyo. Padaṁ pana pavesanato atthavasena pariyāyaṁ sañcarantaṁ viya hoti, na evaṁ akārādivaṇṇo avevacanattā. ‘‘Mā evaṁ maññasī’’tiādīsu vā ekakkharapadā mā-kārādi akkharaṁ nāma, vibhatyantaṁ padaṁ pana padameva hoti.",
  "tika-s0501t2:162": "Pajjati attho etenāti padaṁ. Taṁ nāmākhyātopasagganipātappabhedena catubbidhaṁ. Tattha dabbapadhānaṁ ‘‘phasso vedanā citta’’nti evamādikaṁ nāmapadaṁ. Tattha hi dabbamāvibhūtarūpaṁ, kiriyā anāvibhūtarūpā. Kiriyāpadhānaṁ ‘‘phusati vedayati vijānātī’’ti evamādikaṁ ākhyātapadaṁ nāma. Tattha hi phusanādikiriyā āvibhūtarūpā, dabbamanāvibhūtarūpaṁ. Kiriyāvisesabodhahetubhūtaṁ pa-upa-itievamādikaṁ upasaggapadaṁ nāma. ‘‘Cirappavāsiṁ (dha. pa. 219) upavuttha’’nti (a. ni. 3.71; su. ni. 405) evamādīsu hi pa-upādisaddā vasanādikiriyāya viyogādivisiṭṭhataṁ dīpenti. Vacanattho pana nāmapadaākhyātapadadvayaṁ upagantvā tassa padadvayassa atthaṁ sajjantīti upasaggāti daṭṭhabbo. Kiriyāya ceva dabbassa ca sarūpavisesapakāsanahetubhūtaṁ ‘‘evaṁ, itī’’ti evamādikaṁ nipātapadaṁ assapi saṁvaṇṇanāyapi icchitattā, akkharena pana kathaṁ gahitoti ce? Akkharehi suyyamānehi suṇantānaṁ visesavidhānassa katattā padapariyosāne padatthasampaṭipatti hoti. Tasmā akkharenapi atthākāro gahitovāti veditabbo. Tena vuttaṁ – ‘‘akkharehi saṅkāseti, padehi pakāseti, akkharehi ca padehi ca ugghaṭetī’’ti (netti. 9) ca.",
  "tika-s0501t2:163": "Vivaraṇā vitthāraṇā. Vibhajanā ca uttānīkammañca paññatti ca vibhajanuttānīkammapaññattīti samāhāre ayaṁ dvandasamāso. Tattha vibhāgakaraṇaṁ vibhajanaṁ nāma. Byañjanākārehi yo atthākāro niddisiyamāno, so atthākāro vivaraṇavibhajanāti dvīhi atthapadehi niddisito. Pākaṭakaraṇaṁ uttānīkammaṁ nāma. Pakārehi ñāpanaṁ paññatti. Niruttiniddesasaṅkhātehi byañjanapadehi pakāsiyamāno yo atthākāro atthi, so atthākāro uttānīkammapaññattīhi paṭiniddisito. Etehi saṅkāsanādīhi chahi atthapadehi attho suttattho gahito, kammañca ugghaṭanādikammañca niddiṭṭhanti attho. Yena suttatthena ugghaṭitaññuno cittasantānassa sambodhanakiriyāsaṅkhātassa ugghaṭanakammassa nibbatti bhave, so suttattho saṅkāsanāpakāsanākāro hoti. Yena suttatthena vipañcitaññuno cittasantānassa bodhanakiriyāsaṅkhātassa vipañcanakammassa nibbatti, so suttattho vivaraṇāvibhajanākāro hoti. Yena suttatthena neyyassa cittasantānassa pabodhanakiriyāsaṅkhātassa nayakammassa nibbatti, so suttattho uttānīkammapaññattākāro hotīti daṭṭhabbo. Tenāha aṭṭhakathācariyo ‘‘suttatthena hi desanāya pavattiyamānena ugghaṭitaññuādiveneyyānaṁ cittasantānassa pabodhanakiriyānibbatti, so ca suttattho saṅkāsanādiākāro’’ti (netti. aṭṭha. 24).",
  "tika-s0501t2:164": "‘‘Yathāvuttehi tīhi atthanayehi ceva chahi atthapadehi ca ayuttopi attho kiṁ koci atthi, udāhu sabbo attho yutto evā’’ti pucchitabbattā –",
  "tika-s0501t2:165": "25.",
  "tika-s0501t2:166": " ‘‘Tīṇi ca nayā anūnā, atthassa ca chappadāni gaṇitāni.",
  "tika-s0501t2:167": "Navahi padehi bhagavato, vacanassattho samāyutto’’ti. –",
  "tika-s0501t2:168": "Gāthamāha. Tattha tīṇīti liṅgavipallāsaniddeso, tayoti pana pakatiliṅganiddeso vattabbo. Gaṇitā anūnā tayo atthassa nayā ca gaṇitāni anūnāni cha atthassa padāni ca niddiṭṭhāni, niddiṭṭhehi ca atthapadehi bhagavato vacanassa sabbo attho samāyuttova ayutto koci attho natthīti yojanā kātabbā. Atthassāti suttatthassa. Nayāti nettiatthanayā. Padānīti nettiatthapadāni.",
  "tika-s0501t2:169": "26. Ye hārādayo niddiṭṭhā, te hārādayo sampiṇḍetvā nettippakaraṇassa padatthe sukhaggahaṇatthaṁ gaṇanavasena paricchinditvā dassento ‘‘atthassā’’tiādimāha. Tattha atthassa samūhassa avayavabhūtāni navabhedāni atthapadāni suttabyañjanassa atthassa pariyeṭṭhisaṅkhātāya saṁvaṇṇanāya gaṇanato catuvīsati byañjanapadāni honti, atthapadabyañjanapadabhūtaṁ ubhayaṁ saṅkhepayato sampiṇḍayato tettiṁsā tettiṁsavidhā ettikā tettiṁsavidhāva nettīti yojanā.",
  "tika-s0501t2:170": "Tattha navappadānīti tayo atthanayā, cha atthapadāni ca. Catubbīsāti soḷasa hārā, cha byañjanapadāni, dve disālocananayaaṅkusanayā cāti evaṁ tettiṁsavidhā ca netti nāma, ito vinimutto añño koci nettipadattho natthīti attho daṭṭhabbo.",
  "tika-s0501t2:171": "‘‘Evaṁ tettiṁsapadatthāya nettiyā hāranayānaṁ katamo desanāhāravicayahāro’’tiādi desanākkameneva siddho, evaṁ siddhe satipi ‘‘soḷasa hārā paṭhama’’nti ārambho ‘‘sabbepime hārā ceva nayā ca iminā dassitakkameneva saṁvaṇṇetabbesu suttesu saṁvaṇṇanāvasena yojetabbā, na uppaṭipāṭiyā’’ti imamatthaṁ dīpeti. Dīpanavacanasavanānusārena ñāpeti, tasmā evaṁ kamo dassito, assādādīnavanissaraṇāni dhammadesanāya nissayāni, phalañca dhammadesanāya phalaṁ, upāyo ca dhammadesanāya upāyo, āṇatti ca dhammadesanāya sarīraṁ. Desanāhārassa tāsaṁ assādādīnavanissaraṇaphalupāyāṇattīnaṁ vibhāvanasabhāvattā.",
  "tika-s0501t2:172": "Niddhāraṇena vināpi pakatiyā sabbasaṁvaṇṇetabbasuttesu anarūpāti suviññeyyattā, saṁvaṇṇanāvisesānaṁ vicayahārādīnaṁ nissayabhāvato ca paṭhamaṁ desanāhāro dassito.",
  "tika-s0501t2:173": "Padapucchāvissajjanāpucchāpadānugītīhi saddhiṁ desanāhārapadatthānaṁ assādādīnaṁ pavicayabhāvato desanāhārānantaraṁ vicayo hāro.",
  "tika-s0501t2:174": "Vicayahārena pavicitānaṁ atthānaṁ yuttāyuttivicāraṇabhāvato vicayahārānantaraṁ yutti hāro.",
  "tika-s0501t2:175": "Padaṭṭhānahārassa yuttāyuttānaṁyeva atthānaṁ upapattianurūpaṁ kāraṇaparamparāya niddhāraṇattā yuttihārānantaraṁ padaṭṭhānahāro.",
  "tika-s0501t2:176": "Yuttāyuttānaṁ kāraṇaparamparāya pariggahitasabhāvānaṁyeva ca dhammānaṁ avuttānampi samānalakkhaṇatāya gahaṇalakkhaṇattāya padaṭṭhānahārānantaraṁ lakkhaṇahāro.",
  "tika-s0501t2:177": "Lakkhaṇahārena atthato suttantarato niddhāritānampi dhammānaṁ nibbacanādīni vattabbāni, na sutte sarūpato āgatadhammānaṁyevāti dassanatthaṁ lakkhaṇahārānantaraṁ catubyūho hāro. Evañhi niravasesato atthāvabodho hoti.",
  "tika-s0501t2:178": "Catubyūhena hārena vuttehi nibbacanādhippāyanidānehi saddhiṁ sutte padatthānaṁ suttantarasaṁsandanasaṅkhāte pubbāparavicāre dassite tesaṁ suttapadatthānaṁ sabhāgavisabhāgadhammantarāvaṭṭanaṁ sukhena sakkā dassetunti catubyūhahārānantaraṁ āvaṭṭo hāro. Suttantarasaṁsandanassa hi sabhāgavisabhāgadhammantarāvaṭṭanayassa upāyabhāvato ‘‘ārambhatha nikkamathā’’tiādigāthāya (saṁ. ni. 1.185; netti. 29; peṭako. 38) ārambhananikkamanabuddhasāsanayogadhunanehi vīriyasamādhipaññindriyāni niddhāretvā tesu ārambhananikkamanabuddhasāsanayogadhunanesu ananuyogassa mūlaṁ pamādoti suttantare dassito pamādo āvaṭṭitoti.",
  "tika-s0501t2:179": "Āvaṭṭena hārena sabhāgavisabhāgadhammāvaṭṭanena payojite sādhāraṇāsādhāraṇavasena saṁkilesavodānadhammānaṁ padaṭṭhānato ceva bhūmito ca vibhāgo sakkā sukhena yojetunti āvaṭṭahārānantaraṁ vibhatti hāro.",
  "tika-s0501t2:180": "Vibhattihārena saṁkilesavodānadhammānaṁ vibhāge kate saṁvaṇṇetabbasutte āgatā dhammā akasirena paṭipakkhato parivattetuṁ sakkāti vibhattihārānantaraṁ parivattanahāro. Vibhattihārena hi ‘‘sammādiṭṭhissa purisapuggalassa micchādiṭṭhi nijjiṇṇā hotī’’ti (netti. 35) paṭivibhattasabhāve eva dhamme parivattanahāravibhaṅge udāharīyissati.",
  "tika-s0501t2:181": "Parivattanahārena paṭipakkhato parivattitāpi dhammā pariyāyavacanehi bodhetabbā, na saṁvaṇṇetabbasutte āgatadhammāyevāti dassanatthaṁ parivattanahārānantaraṁ vevacanahāro.",
  "tika-s0501t2:182": "Vevacanahārena pariyāyato pakāsitānaṁ dhammānaṁ pabhedato paññattivasena vibhajanaṁ sukhena sakkā ñātunti vevacanahārānantaraṁ paññatti hāro.",
  "tika-s0501t2:183": "Paññattihārena pabhavapariññādipaññattivibhāgamukhena paṭiccasamuppādasaccādidhammavibhāge kate sutte āgatadhammānaṁ paṭiccasamuppādādimukhena avataraṇaṁ sakkā dassetunti paññattihārānantaraṁ otaraṇo hāro.",
  "tika-s0501t2:184": "Otaraṇena hārena dhātāyatanādīsu otāritānaṁ saṁvaṇṇetabbasutte padatthānaṁ pucchārambhasodhanaṁ sakkā sukhena sampādetunti otaraṇahārānantaraṁ sodhano hāro.",
  "tika-s0501t2:185": "Sodhanena hārena saṁvaṇṇetabbasutte padapadatthesu visodhitesu tattha tattha ekattatāya vā vemattatāya vā labbhamānasāmaññavisesabhāvo sukaro hotīti dassetuṁ sodhanahārānantaraṁ adhiṭṭhāno hāro.",
  "tika-s0501t2:186": "Sāmaññavisesabhūtesu sādhāraṇāsādhāraṇesu dhammesu adhiṭṭhānena hārena paveditesu parikkhārasaṅkhātassa sādhāraṇāsādhāraṇarūpassa paccayaheturāsissa pabhedo suviññeyyoti adhiṭṭhānahārānantaraṁ parikkhāro hāro.",
  "tika-s0501t2:187": "Asādhāraṇe, sādhāraṇe ca kāraṇe parikkhārena hārena dassite tassa attano phalesu kāraṇākāro, tesaṁ hetuphalānaṁ pabhedato desanākāro, bhāvetabbapahātabbadhammānaṁ bhāvanāpahānāni ca niddhāretvā vuccamānāni sammā saṁvaṇṇetabbasuttassa atthaṁ tathattāvabodhāya saṁvattantīti parikkhārahārānantaraṁ samāropano hāro dassito hoti. Idaṁ hārānaṁ dassanānukkamakāraṇaṁ daṭṭhabbaṁ.",
  "tika-s0501t2:188": "Uddeso ugghaṭitaññuno upakārāya saṁvattati yathā, evaṁ nandiyāvaṭṭanayo ugghaṭitaññuno upakārāya saṁvattati, tasmā paṭhamaṁ nandiyāvaṭṭanayo dassito. Niddeso vipañcitaññuno upakārāya saṁvattati yathā, evaṁ tipukkhalanayo vipañcitaññuno upakārāya saṁvattati, tasmā nandiyāvaṭṭanayānantaraṁ tipukkhalanayo. Paṭiniddeso neyyassa upakārāya saṁvattati yathā, evaṁ sīhavikkīḷitanayo neyyassa upakārāya saṁvattati . Tasmā tipukkhalānantaraṁ sīhavikkīḷitanayo dassitoti tiṇṇaṁ atthanayānaṁ dassanānukkamo veditabbo. Atthanayānaṁ disābhūtāya bhūmiyā āloketvā tesaṁ tassā disāya bhūmiyā samānayanaṁ hoti. Na hi sakkā anoloketvā samānetunti disālocananayaṁ dassetvā aṅkusanayo dassito. Potthakāruḷhāvachekā sabbāsu disāsu hatthigamanaṭṭhānaṁ oloketvā aṅkusena icchitaṭṭhānaṁ samānayanti. Keci acchekā anoloketvā vinayanti. Tesaṁ nayanamattameva, na samānayanaṁ. Evameva paṇḍitā suttatthaṁ vaṇṇentā manasāva oloketvāva nayā netabbāti daṭṭhabbā.",
  "tika-s0501t2:189": "Samuṭṭhānasaṁvaṇṇanā adhippāyasaṁvaṇṇanā padatthasaṁvaṇṇanā vidhianuvādasaṁvaṇṇanā nigamanasaṁvaṇṇanāti vā, payojanasaṁvaṇṇanā piṇḍatthasaṁvaṇṇanā anusandhisaṁvaṇṇanā codanāsaṁvaṇṇanā parihārasaṁvaṇṇanāti vā, upogghāṭasaṁvaṇṇanā padaviggahasaṁvaṇṇanā padatthacālanasaṁvaṇṇanā paccupaṭṭhānasaṁvaṇṇanāti vā, tathā ekanāḷikākathā caturassakathā nisinnavattikākathāti vā āgatā.",
  "tika-s0501t2:190": "Tattha samuṭṭhānaṁ nidānameva. Vidhianuvādo visesavacanameva. Upogghāṭo nidānameva. Cālanā codanāyeva. Paccupaṭṭhānaṁ parihārova.",
  "tika-s0501t2:191": "Pāḷiṁ vatvā ekekapadassa atthakathanasaṅkhātā saṁvaṇṇanā ekanāḷikākathā nāma.",
  "tika-s0501t2:192": "Paṭipakkhaṁ dassetvā paṭipakkhassa upamaṁ dassetvā sapakkhaṁ dassetvā sapakkhassa upamaṁ dassetvā kathanasaṅkhātā saṁvaṇṇanā caturassakathā nāma.",
  "tika-s0501t2:193": "Visabhāgadhammavaseneva pariyosānaṁ gantvā puna sabhāgadhammavaseneva pariyosānagamanasaṅkhātā saṁvaṇṇanā nisinnavattikākathā nāma.",
  "tika-s0501t2:194": "Tā sabbā saṁvaṇṇanāyopi desanāhārādīsu nettisaṁvaṇṇanāsu antogadhāyeva. Tenāha ‘‘yattakā hi suttassa saṁvaṇṇanāvisesā, sabbe te nettiupadesāyattā’’ti. Evaṁ ettāvatā etaparamatā daṭṭhabbā . Hetuphalabhūmiupanisāsabhāgavisabhāgalakkhaṇanayādayo pana aṭṭhakathāyaṁ (netti. aṭṭha. 4 dvādasapada) vitthārato vuttāti na vitthārayissāmīti.",
  "tika-s0501t2:195": "Iti sattibalānurūpā racitā",
  "tika-s0501t2:196": "Niddesavāraatthavibhāvanā niṭṭhitā."
}