{
  "tika-s0301t11:0": "11. Sakkasaṁyuttaṁ",
  "tika-s0301t11:1": "1. Paṭhamavaggo",
  "tika-s0301t11:2": "1. Suvīrasuttavaṇṇanā",
  "tika-s0301t11:3": "247.Abhiyaṁsūti yuddhasajjābhimukhā hutvā gacchiṁsu. Tatrāti tasmiṁ asurānaṁ abhiyāne ayaṁ dāni vuccamānā anupubbato kathā. Tettiṁsa purise gahetvāti tettiṁsa purise puññakiriyāya sahāyabhūte gahetvā. ‘‘Yāvajīvaṁ mātāpitubharo assa’’ntiādinā samādinnāni satta vatapadāni pūretvā. Adhigaṇhantaṁ abhibhavantaṁ. Puttahatāyāti hataputtāya. Sā surā na hoti, na suraṁ pivimhāti adhippāyo. Tato paṭṭhāyāti ‘‘na surā’’ti vuttakālato paṭṭhāya. ‘‘Na suranti na dibbantīti asurā’’ti keci. Heṭṭhimatale antobhūmiyaṁ āyāmato dasayojanasahassaṁ.",
  "tika-s0301t11:4": "Uragādisahacaritāni ṭhānāni uragādīnīti āha ‘‘uragādīsu pañcasu ṭhānesū’’ti. Paṭhamālindeti paṭhame paribhaṇḍe. Pañcayojanasahassavitthāraputhubahalāhi sinerussa catūsupi passesu cattāro paribhaṇḍā. Sinerussa hi tasmiṁ tasmiṁ passe yugandharādīsu pañcasataparittadīpaparivāre mahādīpe ca labhitabbassa mahato atthassa vasena mahatthā. Kupitāvilacittāti kupitena kopena ākulacittā. Yuddhesīti yuddhesino. Sesesūti sesesu paribhaṇḍesu. Sesāti supaṇṇādayo.",
  "tika-s0301t11:5": "Vammikamakkhikāti sapakkhikaupacikā. Osakkitvāti piṭṭhibhāgena nivattitvā.",
  "tika-s0301t11:6": "Pamādaṁ āpādesīti sakkassa āṇāya pamādaṁ āpajji. Saṭṭhiyojanaṁ vitthārena. Suvaṇṇamahāvīthinti suvaṇṇamayabhūmijagativīthiṁ.",
  "tika-s0301t11:7": "Anuṭṭhahantoti uṭṭhānaṁ kāyikavīriyaṁ akaronto. Avāyamantoti vāyāmaṁ cetasikavīriyaṁ akaronto. Kiñci kiccanti kasivāṇijjādibhedaṁ aññataraṁ kiccaṁ kattabbakammaṁ. Varanti pavaraṁ. Tenāha ‘‘uttama’’nti. Tañca kho kasitabbaṭṭhānaṁ adhippetanti āha ‘‘okāsa’’nti. Kammaṁ akatvāti kiñcipi jīvitahetubhūtaṁ kammaṁ akatvā. Jīvitaṭṭhānaṁ nāmāti tassa jīvitassa hetu nāma. Nibbānassa maggoti nibbānassa adhigamupāyabhūto maggo.",
  "tika-s0301t11:8": "Suvīrasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:9": "2. Susīmasuttavaṇṇanā",
  "tika-s0301t11:10": "248.Antareti abbhantare. Evaṁnāmakanti ‘‘susīmo’’ti evaṁnāmakaṁ. Ekaṁ puttameva aññataraṁ attano puttameva.",
  "tika-s0301t11:11": "Susīmasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:12": "3. Dhajaggasuttavaṇṇanā",
  "tika-s0301t11:13": "249.Samupabyūḷhoti ubhinnaṁ saha eva samāgamo, bhusaṁ vā byūḷhoti attho. Bhusā panassa byūḷhatā dvinnaṁ senānaṁ samāgantvā sampiṇḍitabhāvenāti āha ‘‘sampiṇḍito rāsibhūto’’ti. Pacchimantoti rathapañjarassa paranto pacchimanto pacchimakoṭṭhāso. Rathasandhitoti rathapañjarassa kubbarena saddhiṁ sambandhanaṭṭhānato. Tadeva pamāṇanti tadeva ‘‘diyaḍḍhayojanasatāyāmo’’ti vuttappamāṇameva. Diguṇaṁ katvāti ‘‘pacchimanto satayojano’’tiādinā diguṇaṁ katvā. Candamaṇḍalasūriyamaṇḍalakiṅkiṇikajālādibhedassa sesālaṅkārassa. Passantānaṁ devānaṁ. Rājā noti amhākaṁ rājā devaseṭṭho. Dutiyaṁ āsanaṁ labhatīti sakke nisinne tassa anantaraṁ dutiyaṁ āsanaṁ labhati. Tasmā devaseṭṭhatāya sakko viya gāravaṭṭhāniyo, yato sakko ‘‘tassa dhajaggaṁ ullokeyyāthā’’ti āha. Esa nayo sesesupi. Asurehi parājitoti asurehi parājayaṁ āpādito. Rajadhajaṁ disvāti parasenāya upagacchantiyā uṭṭhitarajamattampi disvā ṭhitopi taṁ rajadhajaṁ disvā bhīrubhāvena palāyanadhammo.",
  "tika-s0301t11:14": "Yassa dhajaggaparittassa. Ānubhāvo vattati asammukhībhūtāhipi devatāhi sirasā sampaṭicchitabbato. Corabhayādīhīti ādi-saddena rogabhayādīnañceva vaṭṭadukkhassa ca saṅgaho daṭṭhabbo vidhinā bhāvite parittassa atthe upacārajjhānādīnampi ijjhanato.",
  "tika-s0301t11:15": "Dīghavāpīnāmake gāme cetiyaṁ dīghavāpicetiyaṁ. Muddhavedikā nāma hammiyaṁ parikkhipitvā katavedikā. Buddhagataṁ satiṁ upaṭṭhapetvā parittarakkhaguttiṁ āha. Parittassa ānubhāvena dve iṭṭhakā…pe… aṭṭhaṁsu. Tathā hi tasmiṁ nisseṇiyaṁ ṭhite…pe… aṭṭhaṁsūti.",
  "tika-s0301t11:16": "Dhajaggasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:17": "4. Vepacittisuttavaṇṇanā",
  "tika-s0301t11:18": "250. ‘‘Mahānubhāvatāya asurānaṁ cittavepanena vepacittī’’ti vadanti. Isīhi pana abhayaṁ yācite ‘‘bhayameva dadāmī’’ti vatvā tehi ‘‘akkhayaṁ hotu te bhaya’’nti abhisapavasena vuttakālato paṭṭhāya vepanacittatāya ‘‘vepacittī’’ti vuccati, yaṁ lokiyā ‘‘pulomo’’ti ca vadanti. Nipātapadānipi kānici atthavisesajotakāni hontīti āha ‘‘nipātamatta’’nti hetuatthādīnamettha asambhavato. Tanti sakkaṁ devānamindaṁ. Kaṇṭhe pañcamehīti kaṇṭhabandhanapañcamehi, vibhattialopena niddeso. Cittenevāti ‘‘imaṁ bandhāmi, ayaṁ bajjhatū’’ti uppannacitteneva. Bajjhati baddho hoti, ayaṁ devānubhāvo. Muccatīti etthāpi eseva nayo. Dasahīti ‘‘corosī’’tiādinā idha vuttehi dasahi. Tenāha ‘‘imehī’’ti. Nibbattitvā cirakālataṁ upādāya khuṁsanavasena vadati ‘‘jarasakkā’’ti. Na taṁ akkosaṁ manasi karoti dīgharattaṁ khantisoraccesu niruḷhaajjhāsayattā. Mahāpaṭiggahaṇanti mahantaṁ upasamabyañjanaṁ. Assāti vepacittassa.",
  "tika-s0301t11:19": "Paṭisaṁyujeti paṭisattu hutvā saṁyuddhaṁ kareyya. Tenāha ‘‘paṭipphareyyā’’ti. Upasamaṁ…pe… maññe upasameneva paccatthikassa nāyakabhūtassa kodhassa paṭisedhanato. Tādise hi kodho paṭikiriyaṁ alabhanto anupādāno viya jātavedo vūpasammati. Yadā-saddo hetuattho, na kālatthoti āha ‘‘yasmā taṁ maññatī’’ti. Tāvadeva dve gāvo yujjhanteti tasmiṁyeva khaṇe dvīsu goṇesu yujjhantesu.",
  "tika-s0301t11:20": "Khantito uttaritaro añño attho na vijjati anantareva assa virodhaṁ anatthaṁ paṭibāhitvā diṭṭhadhammikassa ceva samparāyikassa ca saṁvidhānato. Taṁ khantiṁ paramaṁ āhu seṭṭhabalaṁ virodhapaccayaṁ abhibhuyya pavattanato. Bālayogato bālo, tassa balaṁ bālabalaṁ, aññāṇanti āha ‘‘bālabalaṁ nāma aññāṇabala’’nti. Taṁ yassa balanti taṁ aññāṇabalaṁ yassa puggalassa balaṁ, abalameva taṁ paññābalena viddhaṁsetabbato. Paṭivattā na vijjatīti dhammaṭṭhaṁ paṭippharitvā abhibhavitvā pavattā natthi. Paṭivacanamattaṁ pana koci vadeyyāpi, taṁ akāraṇanti dassento ‘‘paṭippharitvā vā’’tiādimāha. Bālabalanti ‘‘paṭippharitvā’’ti vacanassa kāraṇavacanaṁ. Tasseva puggalassa paṭikujjhanakassa. Nānattāvitakkanato ubhinnaṁ atthaṁ. Tikicchantanti anatthapaṭibāhanamukhena paṇḍitakiccakaraṇena paṭisedhentaṁ. ‘‘Bālo aya’’nti evaṁ paññapetuṁ hetuphalānaṁ anavabodhato catusaccadhamme achekāti.",
  "tika-s0301t11:21": "Vepacittisuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:22": "5. Subhāsitajayasuttavaṇṇanā",
  "tika-s0301t11:23": "251.‘‘Chekatāyā’’ti vatvā tassa vattuṁ chekabhāvaṁ dassetuṁ ‘‘evaṁ kirassā’’tiādimāha. Gāhanti laddhiṁ. Mocetvāti yassa puna ‘‘coro’’ti uttari vattuṁ na sakkoti, evaṁ vimocetvāti paṭhamaṁ vattuṁ na sakkā. Garūti bhāriyaṁ, dukkaranti attho. Pacchāti ‘‘parassā’’ti vutto so kiñci paṭhamaṁ vadanto attano adhippāyaṁ pavedeti nāma, taṁ yathāsatti viditamano tassa uttari vattuṁ sakkoti. Tenāha ‘‘parassa vacanaṁ anugantvā pana pacchā sukhaṁ vattu’’nti. Api ca asurindena ‘‘hotu, devānaminda, subhāsitena jayo’’ti paṭhamaṁ vuttaṁ, viseso ca pubbaṁ upanentaṁ anuvattati. Vacasi kusalo sakko devarājā taṁ visesaṁ teneva pubbaṁ upanayāpento upalāpanavasena ‘‘tumhe khvetthā’’tiādimāha. Pubbadevāti sakkapamukhāya devaparisāya loke pubbeva uppannattā ‘‘pubbadevā’’ti pasaṁsavacanaṁ. Vepacittiṁ sandhāya ‘‘tumhe’’ti ‘‘pubbadevā’’ti ca vuttattā ‘‘tumhākaṁ tāva paveṇiāgataṁ bhaṇathā’’ti vuttaṁ. Gāravaṭṭhāniyattā vepacittino bahuvacanapayogo. Daṇḍena avacāro avacaraṇaṁ daṇḍāvacaro, natthi ettha vutto daṇḍāvacaroti adaṇḍāvacarā, sakkena vuttā gāthāyo.",
  "tika-s0301t11:24": "Subhāsitajayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:25": "6. Kulāvakasuttavaṇṇanā",
  "tika-s0301t11:26": "252.Rathasaddoti rathālaṅkārabhūtānaṁ kiṅkiṇikajālādīnaṁ saddo. Tathā dhajasaddo. Ājānīyasaddoti ājānīyānaṁ hasitasaddo ca. Karuṇāsamāvajjitahadayoti pāṇānaṁ anuparodhena paṇāmitacitto. Īsāmukhenāti rathakapparamukhena. Puññapaccayanibbattoti uḷāraṁ suvipulaṁ puññaṁ paccayaṁ katvā nibbatto. Na sajjati katthaci appaṭighaṭṭanena gacchanto. Simbalivanenāti simbalivanamajjhena . Vibhaggaṁ nimmathitanti ito cito vibhaggañceva niravasesato mathitañca hoti.",
  "tika-s0301t11:27": "Kulāvakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:28": "7. Nadubbhiyasuttavaṇṇanā",
  "tika-s0301t11:29": "253.Supaccatthikoti suṭṭhu ativiya paccatthiko paṭisattu. Gahitosīti devapāsena bandhitvā gahito asi. Baddhova ahosi sakkassa puññānubhāvena. Cetiyarājā kira imasmiṁ kappe tato pubbe kenaci avuttapubbaṁ kharamusāvādaṁ abhāsi, tāvadeva virajjhitvā mahāpathaviyā vivare dine nipatitvā avīciaggijālānamindanamahosi. Taṁ sandhāya vuttaṁ ‘‘cetiyarañño pāpaṁ sandhāyā’’ti. Mahāpāpānīti mahantāni garutarāni pāpāni. Tathā hi vepacittino sapathakaraṇe nidassanabhāvena etāni aṭṭhakathāyaṁ āgatānīti.",
  "tika-s0301t11:30": "Nadubbhiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:31": "8. Verocanaasurindasuttavaṇṇanā",
  "tika-s0301t11:32": "254.Dvārapālarūpakāniviyāti dvārapālākārena katapaṭimāyo viya. Vāyametheva, na antarā saṁkocaṁ āpajjeyyāti adhippāyo. Nipphannasobhanesūti nipphannabhāvena sundaresu. Sabbe hi anipphannā atthā na sobhanti. Kiccajātāti vippakatabhāvena sañjātakiccā. Akiccajātoti asañjātakicco kiccarahito nāma natthi gamanaṭṭhitasayananisajjādivasena uppajjanakadukkhavinodanabhāvato. Saṁyogaparamātveva sambhogāti imesaṁ sattānaṁ saṁbhuñjitabbavatthūni nāma pakatiyā virodhasīlānipi asaṁyogena vā asundarānipi, tāni abhisaṅkharaṇapacanasaṁyojanaparamāni veditabbāni tathā sati sambhogārahabhāvūpagamanato. Tenāha ‘‘pārivāsikaodanādīnī’’tiādi. Uṇhāpetvā paribhuñjitabbayutte paribhajjitvāti adhippāyo.",
  "tika-s0301t11:33": "Verocanaasurindasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:34": "9. Araññāyatanaisisuttavaṇṇanā",
  "tika-s0301t11:35": "255. Jāmātikā vuccati dhītupati, sasuro bhariyāya pitā, tasmā ime antaravattino dve janā sakkavepacittino sujāya vasena jāmātikasasurā. ‘‘Ciradikkhitāna’’nti dikkhitvā pabbajitvā cirakālānaṁ vatasamādānavasena ito bāhirakānaṁ pabbajitānanti āha ‘‘cirasamādinnavatāna’’nti. Ito paṭikkamāti ito yathāṭhitaṭṭhānato apehi apakkama. Na paṭikkūlasaññino guṇe gāravayogato. Devā hi yebhuyyena ‘‘mayaṁ pubbe guṇavante payirupāsitvā tesaṁ ovāde ṭhatvā puññāni upacinitvā idhūpapannā’’ti guṇavantesu ādarabhāvaṁ upaṭṭhapenti.",
  "tika-s0301t11:36": "Araññāyatanaisisuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:37": "10. Samuddakasuttavaṇṇanā",
  "tika-s0301t11:38": "256.Cakkavāḷamahāsamuddapiṭṭhiyanti cakkavāḷapabbatapādasamantā mahāsamuddatīrapiṭṭhiyaṁ. Yatheva sinerusamīpe mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, evaṁ yebhuyyena cakkavāḷapādasamīpepi. Tenāha ‘‘rajatapaṭṭavaṇṇe vālukapuline’’ti. Vuttappakārāsūti anantarasutte vuttappakārāsu. Assamapadenāti assamapadavemajjhena. Evaṁ cintayiṁsūti ‘‘yaṁ nūna maya’’ntiādinā yathā pāḷiyaṁ āgataṁ, evaṁ mantayiṁsu.",
  "tika-s0301t11:39": "Icchitakaroti yadicchitakaraṇaṁ. Duṭṭhānanti durāsayānaṁ. Te pana duṭṭhajjhāsayā viruddhā hontīti āha ‘‘duṭṭhānaṁ viruddhāna’’nti. Pavuttanti bījaṁ sandhāya vapitaṁ. Tenāha ‘‘khette patiṭṭhāpita’’nti.",
  "tika-s0301t11:40": "Sāyamāsabhattanti sāyaṁ asitabbabhojanaṁ. Yathāvāraṁ bhakkhitametaṁ devānaṁ viya sukhumaṁ guruvāsañca na hotīti ‘‘bhatta’’nti vuttaṁ. Gelaññajātanti sañjātagelaññaṁ. Vepatīti kampati pavedhati.",
  "tika-s0301t11:41": "Samuddakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:42": "Paṭhamavaggavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:43": "2. Dutiyavaggo",
  "tika-s0301t11:44": "1. Vatapadasuttavaṇṇanā",
  "tika-s0301t11:45": "257. Samādātabbato vatāni, aññamaññaṁ asaṅkarasabhāvena pabbajitabbato padāni, tato eva asaṁkiṇṇabhāgāti katvā ‘‘vatakoṭṭhāsānī’’ti vuttaṁ. Samattānīti puññavisesatāya pujjabhavaphalanibbattanena kittisaññānena ca samaṁ attāni samattāni. Paripuṇṇānīti akhaṇḍādibhāvena sabbaso puṇṇāni. Samādinnānīti tattha sakkaccakāritāya sammā ādinnāni. Mātulānīti pitubhaginī, na yā kāci mātulassa bhariyā kulajeṭṭhakānaṁ adhippetattā, bhariyāpi vā mātulasambandhato gahetabbā, tathā sati mahāpitubhariyādīnampi saṅgaho daṭṭhabbo.",
  "tika-s0301t11:46": "Ādi-saddena jeṭṭhabhaginīnaṁ saṅgaho. Apacitikārakoti tesaṁ paccuṭṭhānakaro. Yo koci dadantopi sāpekkho deti, so muttacāgo na hoti, ayaṁ pana na evanti ‘‘muttacāgo hotī’’ti vuttaṁ. Vissaṭṭhacāgoti nirapekkhapariccāgoti attho. Yathā pāṇātipātabahulo ‘‘lohitapāṇī’’ti vuccati, tathā dānabahulo ‘‘payatapāṇī’’ti vuttoti āha ‘‘deyyadhammadānatthāya sadā dhotahattho’’ti. Vossaggaratoti deyyadhammassa pariccajane abhirato. Parehi yācitabbārahoti parehi yācituṁ yutto icchitassa atthassa tāvadeva vissajjanato. Dāneneva yuttoti sabbakālaṁ dāneneva yutto abhiṇhaṁ pavattamahādānattā. Dāne ca saṁvibhāge cāti parassa sampuṇṇaṁ katvā pariccajanasaṅkhāte dāne ca attanā paribhuñjitabbato saṁvibhajanasaṅkhāte saṁvibhāge ca rato abhirato.",
  "tika-s0301t11:47": "Vatapadasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:48": "2. Sakkanāmasuttavaṇṇanā",
  "tika-s0301t11:49": "258.Manussabhūtoti manussesu bhūto, manussattaṁ vā patto. Āvasathanti nivāsaṭṭhānaṁ kāretvā adāsi, tasmā vāsaṁ adāsīti vāsavo. Attha-saddo idha kāraṇapariyāyoti āha ‘‘sahassampi kāraṇāna’’nti. Svāyamattho heṭṭhā vibhāvitova. Vinicchinati, tasmā sahassaṁ paññāakkhīni etassāti sahassakkho. Maghaṁ vuccati dhanaṁ, taṁ pana saddhāsaṅkhātaṁ maghaṁ assa atthīti maghavā. Pure dānaṁ dadātīti purindado anunāsikalopaṁ akatvā. Puññāni kātuṁ sakkotīti sakko.",
  "tika-s0301t11:50": "Sakkanāmasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:51": "3. Mahālisuttavaṇṇanā",
  "tika-s0301t11:52": "259.Soti sakko devarājā. Bahuvacane vattabbe ekavacanaṁ vuttaṁ. Vuccatīti vacanaṁ, attho. Tasmā bahuvacaneti bahumhi attheti attho . Yathā paṭipajjanto anukkamena te dhamme samādiyitvā sakko sakkattaṁ ajjhagā, taṁ paṭipattiṁ dassetuṁ ‘‘sakko kirā’’tiādi vuttaṁ. Anantareti sakkabhāvassa atītānantare attabhāve. Taṁ sabbanti sakkassa maghamāṇavakāle sammāpaṭipattiṁ, tāya sakkabhāvūpagamanañcāti taṁ sabbaṁ. Vutto, tasmā tattha vuttanayeneva veditabboti adhippāyo.",
  "tika-s0301t11:53": "Mahālisuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:54": "4. Daliddasuttavaṇṇanā",
  "tika-s0301t11:55": "260.Manussadaliddoti manussesu duggato. Manussakāruññatanti manussesu paramanihīnataṁ. Manussakapaṇoti manussesu vā paramanihīno. Tasmiṁ ṭhāneti tassa devaputtassa tasmiṁ uppajjanaṭṭhāne. Lāmakato cintentīti tassa purimavatthuṁ nissāya hīnato cintenti. Kathentīti tameva paresaṁ kathenti. Vitthārentīti vuttamatthaṁ vitthārikaṁ karonti. Sabbadā paricchijja parivārasampanno hutvā aḍḍhaṭṭharatane hatthikkhandhe mahaccarājānubhāvena nisinnattā janakāyena samullokiyamāno. Avalambantīti olambanti. Vandanamattaṁ vā nāhosi, aññadatthu paccekabuddhato attano samānādarakiriyaṁ paccāsīsati. Tena vuttaṁ ‘‘so’’tiādi. Kvāyanti ko ayanti byāpannavasena vadati. Kāḷarattehi suttehi sibbitattā vaṇṇavikāraṁ disvā ‘‘kuṭṭhicīvarāni pāruto’’ti āha. Mahāniraye nibbattitvā mahādukkhaṁ paccanubhoti. Tadanurūpapāpakammassa vipākāvasesena laddhokāsena rājagahe…pe… paṭisandhiṁ gaṇhi. Kāmañca ettha paṭisandhiggahaṇaṁ kusalakammeneva, tassa pana akusalakammassa vipākino balavabhāvato vuttaṁ ‘‘vipākāvasesenā’’ti. Tenāha ‘‘gahitakālato…pe… nikkhanto’’ti. Bhikkhāya carituṁ samatthakālato paṭṭhāya rogassa balavatāya maṁsāni…pe… patanti. Ñāṇaṁ pesetvāti vipassanāpaṭipāṭiyā bhāvanāñāṇaṁ nibbānaṁ paṭipesetvā pavattetvā. Indriyānaṁ paripakkattā satthu desanāvilāsena sotāpattiphale patiṭṭhito. Cumbaṭanti pādacumbaṭaṁ. Kuṭṭhino hi sakalapādatalaṁ mā rujīti cumbaṭaṁ katvā taṁ pādatale bandhitvā gacchanti, mattikapātiṁ bhinditvā viya tathā nihīnamanussattabhāvato cavitvā suvaṇṇapātiṁ paṭilabhanto viya devattabhāvaṁ gaṇhanto cuticittato dutiyacittavāre ādānacittakkhaṇe devaloke nibbatto.",
  "tika-s0301t11:56": "Maggenāgatāti maggādhigamanena āgatā uppannā. Ariyakantasīlanti ariyānaṁ kantaṁ manāpaṁ manoramaṁ sīladhammaṁ. Ariyānaṁ adhicittaadhipaññāsikkhā viya adhisīlasikkhāpi sabbā ativiya kantā evāti āha ‘‘kiñcāpī’’tiādi. Imasmiṁ panattheti imasmiṁ sotāpannassa bhavasaṅkhāte atthe niddhāretvā vuccamāne. Pañcasīlampi yasmā diṭṭhi viya bhavantarepi appahīnaṁ.",
  "tika-s0301t11:57": "Daliddasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:58": "5. Rāmaṇeyyakasuttavaṇṇanā",
  "tika-s0301t11:59": "261. Āramanti ettha sattāti ārāmā, manoramā upavanādayo. Te eva cetenti ettha saddhāya attano pītisomanassaṁ sandhahantīti cetiyāti ca vuccanti. Manussaramaṇīyabhāvassāti manussānaṁ āramaṇīyabhāvassa. Tassa pana sīlādiguṇavasena acinteyyāparimeyyānubhāvatāpi hotīti bhagavā ‘‘nāgghanti soḷasi’’nti avoca. Acetanāya bhūmiyā ramaṇīyatā nāma guṇavisiṭṭhānaṁ ariyānaṁ sevanavasena veditabbāti vuttaṁ ‘‘idāni…pe… gāme vātiādimāhā’’ti.",
  "tika-s0301t11:60": "Rāmaṇeyyakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:61": "6. Yajamānasuttavaṇṇanā",
  "tika-s0301t11:62": "262.Yajantānanti dakkhiṇeyyaṁ uddissa dentānaṁ. Aṭṭhuppattiko suttanikkhepoti dassetvā atthavaṇṇanaṁ kātuṁ ‘‘tadā kirā’’tiādi vuttaṁ. Agganti seṭṭhaṁ. Tehi tehi vā yathāladdhasappiādayo mā nassantu, aggabhāvena gahitāni sappiādīni kevalaṁ aggimhi jhāpanena, devā manussā micchāgāhena mā nassantu. Takkenāti takkamattena. ‘‘Kathemā’’ti amhe maññatha, idāni passatha, paccakkhato ayaṁ vo…pe… āgacchatīti āhaṁsūti yojanā.",
  "tika-s0301t11:63": "Upadhivipākanti upadhīsu vā vipaccati, upadhayo vā vipākā etassāti upadhivipākaṁ. Vipphāravantaṁ hoti vipulapakkhatāya. Bhikkhusaṅghassa adaṁsu ‘‘sammāsambuddhena mahābrahmunā ca evaṁ ovādo dinno’’ti.",
  "tika-s0301t11:64": "Yajamānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:65": "7. Buddhavandanāsuttavaṇṇanā",
  "tika-s0301t11:66": "263.Uṭṭhahāti uṭṭhānaṁ kāyikavīriyaṁ karohi. Tenāha ‘‘vicara, loke’’ti. Cetasikavīriyaṁ pana bhagavatā matthakaṁ pāpitameva. Tenāha ‘‘vijitasaṅgāmā’’ti. Dvādasayojanikassa uccabhāvena. Vitthārato pana āyāmato ca anekayojanasatasahassaparimāṇacakkavāḷaṁ atibyāpetvā ṭhitassa. Pannabhārāti pātitabhāra. Nikkhepitabbato bhārāti āha ‘‘oropitakhandhā’’tiādi. Te hi taṁsamaṅgino puggalassa sampātanaṭṭhena bhārā nāma. Vuttañhetaṁ ‘‘bhārā have pañcakkhandhā’’ti (saṁ. ni. 3.22). Tadekadesā ca kilesābhisaṅkhārā. Pannarasāya puṇṇamāya rattinti yathā pannarasapuṇṇamāya rattiyaṁ paripuṇṇakāle upakkilesavimutto cando sobhati, evaṁ tava cittaṁ sabbaso upakkilesavimuttaṁ sobhatīti adhippāyo.",
  "tika-s0301t11:67": "Buddhavandanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:68": "8. Gahaṭṭhavandanāsuttavaṇṇanā",
  "tika-s0301t11:69": "264.Puthuddisāti bahudisā. Kā pana tāti āha ‘‘catasso disā catasso anudisā cā’’ti. Anudisāgahaṇena cettha uddhaṁ adhopi gayhatīti ca dasseti. Bhūmivāsinoti bhūmipaṭibaddhavuttino. Etena rukkhapabbatanivāsinopi gahitā honti. Cirarattasamāhitacitteti upacārappanājhānāni uppādetvā aparihīnajjhānatāya cirakālaṁ samāhitacitte. Āpāṇakoṭikanti jīvitapariyantaṁ yāvajīvaṁ. Evamādīti ādi-saddena avasesapuññakiriyavatthūni saṅgaṇhāti. Niccasīlavasena pañcahi, niyamasīlavasena dasahi. Pi-saddena tato katipayehi uposathasīlavasena aṭṭhahipīti dasseti. Dhammikehīti dhammato anapetehi. Pamukhoti pamokkho.",
  "tika-s0301t11:70": "Gahaṭṭhavandanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:71": "9. Satthāravandanāsuttavaṇṇanā",
  "tika-s0301t11:72": "265.Brahmajāṇukoti dakkhiṇajāṇumaṇḍalaṁ pathaviyaṁ ṭhapetvā vandamāno brahmajāṇuko nāma tathābhūto hutvā. Yajitabbato yakkho, pūjanīyo. Evaṁ pūjāvisesayogato sakkoti āha ‘‘so yakkhoti so sakko’’ti. Sakkassa namakkārabhājanabhūtañhi pucchanto mātali ‘‘ko nāma so yakkho’’ti āha. Guṇanemittakehīti guṇahetukehi anantāni hi buddhānaṁ nāmāni, tāni ca kho sabbānipi guṇanemittakāneva. Anantaguṇattā. Vuttañhetaṁ –",
  "tika-s0301t11:73": "‘‘Asaṅkhyeyyāni nāmāni, saguṇena mahesino;",
  "tika-s0301t11:74": "Guṇena nāmamuddheyyaṁ, api nāmasahassato’’ti. –",
  "tika-s0301t11:75": "Tasmā anomanāmanti paripuṇṇaguṇanāmanti attho. Samatikkamenāti sammā samucchindanavasena atikkamanena. Kilesārīnaṁ apetacayoti apacayo, so āramitabbaṭṭhena ārāmo etesanti apacayārāmā. Tenāha ‘‘vaṭṭaviddhaṁsane ratā’’ti.",
  "tika-s0301t11:76": "Satthāravandanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:77": "10. Saṅghavandanāsuttavaṇṇanā",
  "tika-s0301t11:78": "266.Pūtimhi dehe mātu sarīre sayanato, attano eva vā pūtidehaṁ sarīraṁ tasmiṁ ṭhitatāya avattharitvā sayanato pūtidehasayāti yojanā. Kuṇapamheteti ete manussā asuciduggandhajegucchapaṭikkūle mātukucchisaṅkhāte kuṇapasmiṁ dasa māse nimuggā. Tesaṁ kinnāma tvaṁ pihayasīti yojanā. Etesaṁ etaṁ vihayāmīti etesaṁ isīnaṁ etaṁ sammāpaṭipattiṁ vihayāmi. Idāni taṁ paṭipattiṁ dassetuṁ ‘‘na te saṁ koṭṭhe opentī’’ti vuttaṁ. Dhaññaṁ koṭṭhe na pakkhipanti pakkhipitabbassa ca abhāvato. Tenāha ‘‘na hi etesaṁ dhañña’’nti. Paresaṁ niṭṭhitanti paresaṁ gahitaṁ santakaṁ tesaṁ pākāya niṭṭhitaṁ. Bhikkhācāravattenāti piṇḍācariyāya. Esamānā pariyesantā. Evaṁ pariyiṭṭhena. Yāpenti, na esanti anesanaṁ. Susamādinnasundaravatāti suṭṭhu samādinnasobhanavatā.",
  "tika-s0301t11:79": "Evaṁ subhāsitabhāsinoti ganthadhuravipassanādhurānaṁ vasena guṇaparimāṇasubhāsitasseva bhāsanasīlā . Ariyena tuṇhībhūtena tuṇhībhūtā. Tato eva manassa sātisayaṁ samañcarā. Gahitadaṇḍesu parāmāsādipayuttesu daṇḍādānādihetu uppajjanakakilesapariḷāhābhāvato nibbutā. Tenāha ‘‘vissaṭṭhadaṇḍā’’ti. Sādānesūti sabhavādānesu. Anādānāti tabbirahitā. Tenāha ‘‘bhavayonī’’tiādi.",
  "tika-s0301t11:80": "Saṅghavandanāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:81": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:82": "3. Tatiyavaggo",
  "tika-s0301t11:83": "1. Chetvāsuttavaṇṇanā",
  "tika-s0301t11:84": "267.Vuttatthameva heṭṭhā devaputtasaṁyuttavaṇṇanāyaṁ.",
  "tika-s0301t11:85": "Chetvāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:86": "3. Dubbaṇṇiyasuttavaṇṇanā",
  "tika-s0301t11:87": "268.Dubbaṇṇo duddasiko virūpavaṇṇo. Okoṭimakoti rassabhāvena avarakoṭimako. Sakkena gahitanāmamevetaṁ, na pana so tathārūpo koci yakkho. Tenāha ‘‘eko rūpāvacarabrahmā’’ti. Yadi evaṁ kasmā so tathārūpo hutvā āgatoti āha ‘‘sakko kirā’’ti. Kathaṁ panettha ñāyati ‘‘so eko rūpāvacarabrahmā, na paneso avaruddhakayakkho’’ti yuttiṁ dassento ‘‘avaruddhakayakkhā panā’’tiādimāha. Devānaṁ vacanaṁ sutvā. Pharusenāti pharusasamācārena. ‘‘Ko nāma mayhaṁ āsane sannisinno’’ti akkhantiṁ anuppādento khantiyaṁ ṭhatvā. Balavacittīkāranti garutaraṁ sakkārabahumānaṁ. Nīcavuttiyāti paramanipaccakāre suvūpasamane ca dassiyamāne. Sakkassa tāya eva ācārasampattiyā sakkāsane ṭhātuṁ, attano ca āvikātuṁ asakkonto antaradhāyi. Upahatacittomhīti khantimettānuddayāsabbhāvato parasmiṁ upahatacittomhīti sakko attano sabhāvaṁ vadati. Kodhavase vattetunti kodhena attano vase nibbattetuṁ na sukaromhi, atha kho kodhaṁ mayhaṁ vase na vattemīti adhippāyo. Ciraṁ na kujjhāmīti yadi me kadāci kodho uppajjeyya, taṁ kodhaṁ anuvattento cirakālaṁ na kujjhāmi . Na upanayhāmīti anto sace me kodho uppajjeyya, khippameva ca naṁ paṭivineyyanti taṁ me pubbeva vataṁ paripūritaṁ.",
  "tika-s0301t11:88": "Dubbaṇṇiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:89": "3. Sambarimāyāsuttavaṇṇanā",
  "tika-s0301t11:90": "269.Ābādhikoti ābādho assa atthīti ābādhiko. Vācesīti sikkhāpesi. Sambaro nāma asuramāyāya ādipuriso purātano asurindo. Taṁ sandhāyāha ‘‘yathā sambaro’’tiādi. Evaṁ paccati aññopi māyāvī māyaṁ payojetvā. Upavādantarāyo nāma khamāpane sati vigacchati, pākatikameva hotīti āha ‘‘evamassa phāsubhaveyyā’’ti. Tenāti vepacittinā sambaravijjāya adānena vañcitattā. Tathā akatvāti isīnaṁ santikaṁ netvā khamāpanavasena kātabbaṁ akatvā.",
  "tika-s0301t11:91": "Sambarimāyāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:92": "4. Accayasuttavaṇṇanā",
  "tika-s0301t11:93": "270.Sampayojesunti aññamaññaṁ vācasikaṁ pharusaṁ payojesuṁ. Tenāha ‘‘kalahaṁ akaṁsū’’ti, vivādaṁ akaṁsūti attho. Atikkammavacananti vacīsaṁvaraṁ atikkamitvā vacanaṁ. Yasmā accaye desiyamāne taṁ khīṇayati aññamaññassa khamamānassa khamanaṁ paṭiggaṇhato, tasmā vuttaṁ ‘‘nappaṭigaṇhātīti na khamatī’’ti. Tumhākaṁ vase vattatu, visevitaṁ akatvā yathākāmakaraṇīyo hotu. Mittadhammo idha uttarapadalopena ‘‘mitto’’ti vuttoti āha ‘‘mittadhamme’’ti. Karaṇavacananti ‘‘mittehī’’ti karaṇavacanaṁ bhummatthe. Tenāha ‘‘mittesū’’ti. Yathā nibbattasabhāvassa bhāvato aññathattaṁ jarā, evaṁ mittabhāvato vuttavipariyāyo amittadhammo jarāpariyāyena vutto. Agārayhaṁ anavajjaṁ sabbaso pahīnakilesaṁ. Tenāha ‘‘khīṇāsavapuggala’’nti.",
  "tika-s0301t11:94": "Accayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:95": "5. Akkodhasuttavaṇṇanā",
  "tika-s0301t11:96": "271.Kodho tumhe mā abhibhavīti ettha kodhena anabhibhavanīyattaṁ khantimettākaruṇāditappaṭipakkhadhammaparibrūhanena . Tathā hi taṁsamaṅgino kodho abhibhuyyatīti āha ‘‘tumheva kodhaṁ abhibhavatha. Kujjhantānaṁ mā paṭikujjhitthā’’ti. Paṭipadāti esā paṭipatti. Mettāti appanāppattā mettā. Tadupacāro mettāpubbabhāgo. Na vihiṁsati kiñci etāyāti avihiṁsā. Karuṇāti appanāppattakaruṇā veditabbā. Tadupacāro karuṇāpubbabhāgo. Lāmakajananti khantiādīsu yonisomanasikārābhāvena gārayhasamācārasamāyogena ca nihīnaṁ janaṁ. Paccayaparisuddhiyā kodho abhimaddamāno puggalaṁ abhimaddati, tassa so paṭisaṅkhānabhāvanābalehi sammadeva pahātabboti.",
  "tika-s0301t11:97": "Akkodhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:98": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0301t11:99": "Sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "tika-s0301t11:100": "Sakkasaṁyuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0301t11:101": "Niṭṭhitā ca sāratthappakāsiniyā",
  "tika-s0301t11:102": "Saṁyuttanikāya-aṭṭhakathāya sagāthāvaggavaṇṇanā.",
  "tika-s0301t11:103": "Paṭhamo bhāgo niṭṭhito."
}