{
  "tika-abh02t33:0": "16. Ñāṇavibhaṅgo",
  "tika-abh02t33:1": "1. Ekakamātikādivaṇṇanā",
  "tika-abh02t33:2": "751. Sampayuttānaṁ nissayapaccayatāya, ārammaṇassa pavattiṭṭhānatāya okāsaṭṭho veditabbo. Nahetādīti ādi-saddena ‘‘ahetukā’’tiādikaṁ sabbaṁ ekavidhena ñāṇavatthuṁ saṅgaṇhāti. Ekaṁ nahetūti nahetutāya ekaṁ pañcaviññāṇaṁ nahetūti vuttā tesaṁ nahetutā. Ekantāhetubhāvena hi te ekappakārāvāti. Aññampīti ahetukādi. Avitathasāmaññayuttanti teneva ahetukatādinā yathābhūtena samānabhāvena yuttaṁ. Ñāṇārammaṇanti ñāṇassa ārammaṇaṁ yathāvuttapañcaviññāṇādi. Vatthuvibhāvanāti pañcaviññāṇādikassa ñāṇavatthussa yathāvuttavisesena vibhāvanā pakāsanā paññā.",
  "tika-abh02t33:3": "Osānadukassāti ‘‘atthajāpikā paññā, jāpitatthā paññā’’ti imassa dukassa. Dukamātikā dhammasaṅgaṇiyaṁ vuttadukamātikāti āha ‘‘dukamātikaṁ anissāyā’’ti.",
  "tika-abh02t33:4": "‘‘Cintāmayā paññā’’tiādikā tikamātikaṁ anissāya vuttāti āha ‘‘evaṁ tikānurūpehīti etthāpi daṭṭhabba’’nti. Yadipi jāpa-saddo byattavacane, mānase ca pavattati, jananatthepi pana daṭṭhabboti dassento āha ‘‘anekatthattā dhātusaddāna’’ntiādi. Kusalapaññā vipākasaṅkhātassa, kiriyapaññā parikammādibhūtā attanā nibbattetabbaphalasaṅkhātassa atthassa nibbattanato atthajāpikāti vuttāti āha ‘‘atthajāpikā kāraṇagatā paññā’’ti. Vipākapaññā, kiriyapaññā ca sahajātādipaccayavasena taṁtaṁvipākādiatthaṁ jāpeti janetīti āha ‘‘jāpito janito attho etissāti jāpitatthā’’ti. Satipi sahajātānaṁ paccayabhāve vipākakiriyapaññā na kusalā viya vipākānaṁ nippariyāyena kāraṇavohāraṁ labhatīti āha ‘‘kāraṇapaññāsadisī’’ti. Vibhāvanatthena paññā ārammaṇaṁ viya sampayuttepi pakāsetiyevāti vuttaṁ ‘‘phalappakāsanabhūtā’’ti. Yato sā ālokobhāsapajjotapariyāyehi vibhāvitā.",
  "tika-abh02t33:5": "10. Dasakamātikāvaṇṇanā",
  "tika-abh02t33:6": "760. ‘‘Jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ. Atītampi addhānaṁ jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ. Anāgatampi addhānaṁ jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ. Yampissa taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti ñāṇaṁ. Bhavapaccayā…pe… avijjāpaccayā saṅkhārā…pe… nirodhadhamma’’nti (saṁ. ni. 2.34) evamāgatāni sattasattati ñāṇāni. ‘‘Jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye ñāṇaṁ, jarāmaraṇanirodhe ñāṇaṁ, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇaṁ. Jātiyā ñāṇaṁ…pe… saṅkhāresu ñāṇaṁ…pe… paṭipadāya ñāṇa’’nti (saṁ. ni. 2.33) evamāgatāni catucattārīsaṁ ñāṇāni. Sutamayañāṇādīni anāvaraṇañāṇapariyosānāni paṭisambhidāmagge (paṭi. ma. mātikā 1.1 ādayo) āgatāni tesattati ñāṇāni. Tenāha ‘‘tesattati pana…pe… na saṁyuttake’’ti. ‘‘Saṁyuttake’’ti vā idaṁ ‘‘sattasattati ñāṇānī’’ti iminā sambandhitabbaṁ, na ‘‘tesattatī’’ti iminā. Aññattha nikkhepakaṇḍādīsu. Yathā sammāpaṭivedhābhāvato micchāñāṇādi thusarāsimhi nikhātakhāṇuko viya ārammaṇe cañcalaṁ hoti, na evaṁ hoti yathābhūtāvabodhakaṁ ñāṇanti āha ‘‘yāthāvapaṭivedhato sayañca akampiya’’nti. Adhibalakaraṇaṁ upatthambhananti taṁ puggale āropento āha ‘‘puggalañca…pe… karotī’’ti. Visabhāgadhammesu vā akampiyattho, sabhāgadhammesu upatthambhanattho veditabbo.",
  "tika-abh02t33:7": "Abhimukhaṁ gacchantīti ‘‘upagacchantī’’ti padassa atthavacanaṁ. Upagamanañcettha sabbaññutāya paṭijānanamevāti vuttaṁ ‘‘paṭijānanavasenā’’ti. Aṭṭha vā parisā upasaṅkamantīti etthāpi paṭijānanavasena sabbaññutanti yojetabbaṁ. Aṭṭhasu parisāsu dassitaakampiyañāṇayuttoti sambandho.",
  "tika-abh02t33:8": "Phalasampattipavattīti sappurisūpanissayādīnaṁ kāraṇasampattīnaṁ phalabhūtāya patirūpadesavāsaattasammāpaṇidhiādisampattiyā pavattanaṁ. Ādi-saddena suttasesā saṅgahitā. Tattha sappurisūpanissayādike. Kasmā panettha samāne atthakicce paṭivedhañāṇassa viya desanāñāṇassāpi yāva arahattamaggā uppajjamānatā na vuttāti codanaṁ sandhāyāha ‘‘paṭivedhaniṭṭhattā’’tiādi . Paṭivedhaniṭṭhattāti paṭivedhassa pariyosānattā. Tenāti paṭivedhapariyosānabhūtena arahattamaggañāṇena. Tadadhigamena hi sampattasakalasabbaññuguṇo bhagavā anantapaṭibhāno anupamāya buddhalīḷāya dhammaṁ desetuṁ samattho ahosi. ‘‘Paṭiladdhassāpī’’ti iminā sabbathā labhāpakassa paṭivedhānurūpatā desanāñāṇassa asakkuṇeyyāti dīpeti, tena ca paṭivedhanamattenettha atthasiddhīti dasseti. Tenāha ‘‘desanāñāṇassā’’tiādi.",
  "tika-abh02t33:9": "Hānabhāgiyadhammanti vā hānabhāgiyabhāvassa kāraṇaṁ. Kāmasahagatasaññādidhammanti kāmaguṇārammaṇaṁ saññāmanasikārādiṁ. Pubbeva katābhisaṅkhārādinti ‘‘cande vā sūriye vā ettakaṁ gate vuṭṭhahissāmī’’tiādinā samāpajjanato pubbe pavattacittābhisaṅkhāraparikammādiṁ.",
  "tika-abh02t33:10": "Tadabhāvaggahaṇenāti kilesāvaraṇābhāvaggahaṇena. Ṭhitinti atthibhāvaṁ. Tabbiparītāyāti ‘‘natthi dinna’’ntiādikāya micchādiṭṭhiyā. Ṭhānābhāvanti appavattiṁ, natthibhāvaṁ vā. Uparīti imissā balānaṁ anukkamakathāya upari anantarameva. Vipākāvaraṇābhāvadassanādikassāti ādi-saddena kammāvaraṇābhāvadassanaṁ saṅgaṇhāti. Itaranti adhigamassa aṭṭhānadassanaṁ. Taṁsahitānaṁ dhātūnanti rāgādisahitānaṁ sabhāvānaṁ. Vemattatā ca tesaṁ paccayavisesasiddhena avatthādivisesena veditabbā. Cariyāhetūnanti rāgādicariyākāraṇabhūtānaṁ dhammānaṁ.",
  "tika-abh02t33:11": "1. Ekakaniddesavaṇṇanā",
  "tika-abh02t33:12": "761.Ayaṁ visesoti samānepi nayadvayassa tesaṁ ahetubhāvādidīpane ekassa hetubhāvādipaṭisedhatā, itarassa rāsantarāsaṅgahoti idaṁ nānākaraṇaṁ. Ekāya jātiyāti ādānanikkhepaparicchinnassa ekassa bhavassa. Tadantogadhatāyāti gatiantogadhatāya. Tattha tatthāti taṁtaṁgaticutibhavesu.",
  "tika-abh02t33:13": "762.Tathāti aññadvārārammaṇatāya. Khīrādīnaṁ…pe… vilakkhaṇatāti yathā khīrassa dadhibhāvena, dadhino takkabhāvena vilakkhaṇatāpatti, na evaṁ pañcaviññāṇānaṁ nahetubhāvādito aññassa sabhāvāpatti atthīti attho.",
  "tika-abh02t33:14": "763.Mahattepīti puthuttepi. Bahubhāvavācako hi ayaṁ mahā-saddo ‘‘mahājano’’tiādīsu viya rūpasaṅghāṭassa adhippetattā. Aññathā sabhāvadhammassa kā mahantatā, sukhumatā vā. Cakkhuviññāṇassa vacanaṁ katvā vuttattā āha ‘‘cakkhupasāde mama vatthumhī’’ti. Issariyaṭṭhānanti issariyapavattanaṭṭhānaṁ. Tathā hi naṁ aññattha bhāvitaṁ vibhāventameva tiṭṭhati, aññaviññāṇāni ca tena dinnanayāneva tattha pavattanti, api dibbacakkhuñāṇaṁ, yato taṁ andhassa na nipphajjati.",
  "tika-abh02t33:15": "764.Vavatthitānampīti aññamaññaṁ asaṁkiṇṇānampi. Paṭipāṭiniyamo niyatānupubbikatā. Tenāti ‘‘abbokiṇṇā’’ti vacanena.",
  "tika-abh02t33:16": "766.Āvaṭṭanabhāvo āvajjanakiccatā.",
  "tika-abh02t33:17": "Tesanti rūpādīnaṁ. Etesañhi rūpādīnaṁ pañcahi viññāṇehi samāgamo. Abhinipatitabbāni ālambitabbāni, vijānitabbānīti attho. Tenāha ‘‘ārammaṇakaraṇena paṭivijānitabbānī’’ti. Kusalākusalacetanāya, taṁsampayuttānañca yathāvuttānaṁ ‘‘manopubbaṅgamā…pe… akusalaṁ vā’’ti (vibha. aṭṭha. 766) evaṁ vuttānaṁ paṭivijānitabbānaṁ paṭivijānananti sambandho. Kammatthe hi etaṁ sāmivacanaṁ. Sahajapubbaṅgamadhammenāti dassanādīhi sahajātaphassādinā pubbaṅgamena āvajjanādinā. Kiccantaranti dassanādikiccato aññaṁ sampaṭicchanādikiccaṁ.",
  "tika-abh02t33:18": "Avipākabhāvena kāraṇena, tena vā saddhiṁ. Aññanti rūpabhāvādiṁ. Bhāsanakaraṇakarāti viññattisamuṭṭhāpanavasena pavattakusalākusalacittuppādadhammā. Te eva kāyaṅgavācaṅgaṁ acopetvā pavattā taṁsadisā. Pubbaṅgamapaṭivijānananti pubbaṅgamabhāvena vijānanaṁ manodvārikajavanānaṁ purecarabhāvena gahaṇaṁ. Tatthāti pañcadvāre. ‘‘Na paṭisiddha’’nti vatvā svāyamappaṭisedho sāmatthiyaladdhoti dassetuṁ ‘‘na kāyakammaṁ…pe… anuññātattā’’ti vuttaṁ. ‘‘Tathā’’ti idaṁ yathā kāyavacīkammapaṭṭhapanaṁ, evaṁ kusalādidhammasamādānampi natthīti upasaṁharaṇatthaṁ veditabbaṁ. Yadi na bhavato cavati, kathaṁ pañcadvāre cuti vuttāti āha ‘‘na pañcadvārika…pe… ataṁdvārikattā’’ti. Tassā pāḷiyā. Āpāthamattanti āpāthagamanamattaṁ ārammaṇapaccayabhāvamattaṁ. Aññanti ‘‘rūpaṁ nīla’’nti evamādidhammavisesaṁ. Tenāha ‘‘dhammasabhāva’’nti. Rūpanti ca na gaṇhātīti rūpārammaṇampi samānaṁ ‘‘rūpaṁ nāmeta’’nti na gaṇhāti. Tathā cāhu eke ‘‘cakkhuviññāṇasamaṅgī nīlaṁ vijānāti, no tu nīla’’nti. Rūpanīlādiākāro rūpārammaṇarūpādānākārapaññatti. Tajjāpaññatti hesā yathā aniccatādi. Sātisayaṁ savitakkasavicārattā. Tato aññanti saddārammaṇato aññaṁ nāmapaññattiārammaṇaṁ, aññathā sahuppattipaṭisedho na sambhaveyyāti adhippāyo.",
  "tika-abh02t33:19": "Manodvārepīti na pañcadvāreyeva dutiye moghavāre, atha kho manodvārepi. Āvajjanaṁ dvattikkhattuṁ…pe… daṭṭhabbaṁ ekacittakkhaṇikassa āvajjanassa uppattiyaṁ tathā asambhavato.",
  "tika-abh02t33:20": "Tassāti yāthāvakavatthuvibhāvanāya paññāya.",
  "tika-abh02t33:21": "Ekakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:22": "2. Dukaniddesavaṇṇanā",
  "tika-abh02t33:23": "767.Adhikaraṇesūti padatthesu. Aññatra sabhāvaṁ gahetvāti atthasaddassa tattha pavattanākāradassanaṁ, tena atthasaddassa sabhāvatthataṁ dasseti. Adhikaraṇavasena liṅgaparivattiṁ gacchati. ‘‘Abhidheyyānurūpaṁ liṅgavacanānī’’ti hi saddavidū vadanti.",
  "tika-abh02t33:24": "Dukaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:25": "3. Tikaniddesavaṇṇanā",
  "tika-abh02t33:26": "768.Paripācitesūti sādhitesu. ‘‘Vihitesū’’ti ettha duddhādīsu viya bhūtakālatā nādhippetāti āha ‘‘visayavisesanamattamevā’’ti. ‘‘Kammaṁ, sippa’’nti paññā kāraṇūpacārena vuttāti āha ‘‘paññā eva vā…pe… veditabbā’’ti.",
  "tika-abh02t33:27": "Kusalaṁkammaṁ sakaṁ ekantaṁ hitasukhāvahattā. Tappaṭipakkhattā itaraṁ akusalaṁ kammaṁ nosakaṁ. Saccapaṭivedhānulomanaṁ saccānulomanaṁ vuttanti āha ‘‘tappaṭivedhapaccayabhāvenā’’ti. Maggasaccassa anulomanato vā saccānulomikatā, tathā paramatthasaccassa anulomanato. Tenāha aṭṭhakathāyaṁ ‘‘maggasaccassā’’tiādi. Paññā vuttā paññāvisaye paññākiccassa dassitattā. ‘‘Yogavihitesū’’tiādinā vuttabhūminiddeso, ‘‘kammassakataṁ saccānulomika’’nti vuttasarūpaniddeso, ‘‘rūpaṁ anicca’’ntiādinā vuttappakāraniddeso ca yathāvuttā…pe… niddesā. ‘‘Yogavihitesu kammāyatanesu khantiṁ, kammassakataṁ khantiṁ, ‘rūpaṁ anicca’nti khanti’’ntiādinā khantiādipadehi yojetabbā. Olokanaṁ paccakkhakaraṇaṁ. Dhammā olokanaṁ khamantīti paññāya tadolokanasamatthatamāha.",
  "tika-abh02t33:28": "769.Muñcatīti pajahati. Ārabbha-kiriyāya adhiṭṭhānaṁ samaṅgibhāvo, adhikaraṇaṁ paṭṭhapananti āha ‘‘muñca…pe… vattuṁ yutta’’nti.",
  "tika-abh02t33:29": "770. Pañcasīladasasīlāni kammavaṭṭekadesabhūtāni sandhāya tesaṁ dhammaṭṭhitiyaṁ samavarodho vutto. Satipi savaneti ‘‘idha, bhikkhave, ariyasāvako pāṇātipātā paṭivirato’’tiādinā (a. ni. 8.39; katā. 480) tathāgatato savane satipi. Bhikkhuādīnampi taṁ vuttaṁ adhisīlapaññāpanaṁ viya na buddhāveṇikanti.",
  "tika-abh02t33:30": "Adhipaññānibbattesūti ṭhapetvā adhipaññaṁ tadaññesu maggaphaladhammesu. Tadadhiṭṭhānesūti tassā adhipaññāya adhiṭṭhānesu vipassanādhammesu.",
  "tika-abh02t33:31": "771.Apāyuppādanaṁ avaḍḍhinibbattanaṁ. Tasmiṁyeva ṭhāneti tasmiṁyeva khaṇe.",
  "tika-abh02t33:32": "Tikaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:33": "4. Catukkaniddesavaṇṇanā",
  "tika-abh02t33:34": "793. Paritassanaṁ parittāso, cittutrāso cāti ‘‘na paritassatī’’ti padassa ‘‘na pattheti na uttasatī’’ti atthamāha.",
  "tika-abh02t33:35": "796.Ariyasaccesudhammasaddo ‘‘diṭṭhadhammo’’tiādīsu viya. Ariyamaggo, tassa ca phalaṁ dhammo yathānusiṭṭhaṁ paṭipanne apāyesu apatamāne dhāretīti. Tattha paññāti tasmiṁ ariyamaggaphale nissayabhūte paññā. Tenāha ‘‘taṁsahagatā’’ti. Aviditaṁ viditaṁ viya neti ñāpetīti nayo, anumānaṁ, tassa nayanaṁ pavattanaṁ, taṁ pana visuṁyevekaṁ ñāṇuppādananti āsaṅkāya nivattanatthamāha ‘‘na añña…pe… viseso’’ti. Attano hi adhigamānusārena parādhigatānaṁ kālattaye maggādīnaṁ pavattiākārānumānaṁ nayanayanaṁ. Anuminanākārameva hissa sandhāya vuttaṁ ‘‘ñāṇasseva pavattiviseso’’ti. Kāraṇañca nayanayanassa saccesu paccakkhapavattanato. ‘‘Tathā’’ti iminā yathā maggañāṇato aññāpi ‘‘iminā dhammenā’’ti vattuṁ yuttaṁ, tathā pakārantarenapi ‘‘iminā dhammena ñāṇenā’’ti ettha attho yujjatīti imamatthaṁ upasaṁharati. Tenāti tasmā ñāṇena ñātato sampayogehi nayanayanato. Ñāṇavisayabhāvenāti paṭivedhañāṇassa visayabhāvena. Ñātena paṭividdhena catusaccadhammena, ñāṇasampayogena vā ñātena jānitvā ṭhitena maggaphaladhammena.",
  "tika-abh02t33:36": "Sabbena sabbanti sabbappakārena sabbaṁ, anavasesanti attho. Addhattayapariyāpannañhi sabbaṁ tebhūmakasaṅkhāragataṁ sammasīyati. Nayanatoti nayaggāhato. Anurūpatthavācako vā kāraṇasaddo ‘‘kāraṇaṁ vadatī’’tiādīsu viya.",
  "tika-abh02t33:37": "Anvayañāṇassapi pariyogāhetvā pavattanato saviseso visayāvabodhoti vuttaṁ ‘‘dhamme ñāṇa…pe… abhāvā’’ti. Visayobhāsanamattajānanasāmaññenāti asatipi abhisamecca gahaṇe visayavibhāvanasaṅkhātaavabodhasāmaññamattena. ‘‘Ñāṇa’’nti sammatesūti ‘‘ñāṇa’’nti voharitesu laddhañāṇavohāresu. Sammutivasenāti dhammañāṇādi viya samukhena visaye appavattitvā paññattimukhena pavattaṁ. Avasesanti sammutiñāṇamevāha. Itarañāṇattayavisabhāganti dhammañāṇādiñāṇattayavidhuraṁ.",
  "tika-abh02t33:38": "797.Kāmabhavadhammeti kāmabhavasaṅkhāte dhamme.",
  "tika-abh02t33:39": "798.Sāti paṭhamajjhānapaññā. Vītarāgabhāvanāvatthassāti ‘‘vītarāgo hotī’’ti evaṁ vuttassa. Tanti chaṭṭhābhiññaṁ. Maggañāṇañhi kiccato maggasaccampi paṭivijjhati. Itarāti heṭṭhimamaggapaññā. Tadupanissayattāti tassā chaṭṭhābhiññāya, tassa vā paṭivijjhanassa upanissayattā paṭivijjhati nāma. Yathānurūpanti diṭṭhāsavādīnaṁ yathānurūpaṁ. Āsavakkhayeti āsavakkhayapariyāye kāraṇūpacārena. Taṁnibbattanatoti tassa āsavakkhayasaṅkhātassa phalassa nibbattanato. Idañca ‘‘āsavānaṁ khaye ñāṇaṁ chaṭṭhābhiññā’’ti sutte āgatattā vuttaṁ.",
  "tika-abh02t33:40": "801.Abhivisiṭṭhena vā ñāṇena pākaṭaṁ karontassāti adhigamavasena pakāsaṁ vibhūtaṁ karontassa.",
  "tika-abh02t33:41": "802.Vasitāpañcakarahitaṁ vasibhāvaṁ apāpitaṁ paṭiladdhamattaṁ. Paṭipadārammaṇasahagatā paññā paṭipadārammaṇasambandhinīti āha ‘‘paññāya paṭipadārammaṇuddesenā’’ti.",
  "tika-abh02t33:42": "Catukkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:43": "5. Pañcakaniddesavaṇṇanā",
  "tika-abh02t33:44": "804.Tameva paññaṁ ‘‘dvīsu jhānesu paññā pītipharaṇenā’’tiādinā vibhajati. Abhisandanaparisandanaparipūraṇānipi parippharaṇaṁ viya pharaṇāpītiyā, taṁsahagatasukhassa ca kiccavisesabhūtāni adhippetānīti āha ‘‘abhisandetīti…pe… veditabba’’nti. Ādinā nayenāti ‘‘abhisandetī’’tiādinā (dī. ni. 1.226; ma. ni. 1.427) sutte āgatanayena. Pharaṇañcettha pītisukhasamuṭṭhitapaṇītarūpehi kāyassa abhibyāpanaṁ daṭṭhabbaṁ. Ārammaṇeti pītipharaṇatāsukhapharaṇatāsīsena vuttānaṁ tikadukajhānānaṁ ārammaṇe. Tāti pītipharaṇatāsukhapharaṇatā.",
  "tika-abh02t33:45": "Samādhimukhenāti samādhiṁ mukhaṁ pamukhaṁ katvā, samādhisīsenāti attho, samādhipamukhena vā uddesaniddesena. Aññe kilesā diṭṭhimānādayo . Appayogenāti jhānavimokkhādīnaṁ viya uppādanīyaparikammapayogena vinā. Āvajjanāsadiso hi phalasamāpattiattho sammasanacāro. Ṭhapitattāti pavattitattā. Satibahulatāyāti satiyā abhiṇhuppattiyā. Paricchindanasatiyā kālassa satoti dassetīti yojanā.",
  "tika-abh02t33:46": "Pañcakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:47": "6. Chakkaniddesavaṇṇanā",
  "tika-abh02t33:48": "805.Visuddhibhāvanti visuddhiyā sabbhāvaṁ. ‘‘Dibbacakkhuñāṇekadesattā’’ti idaṁ tassa paribhaṇḍañāṇattā vuttaṁ. Tathā hi pāḷiyaṁ ‘‘sattānaṁ cutūpapātañāṇāya cittaṁ abhinīharati abhininnāmetī’’ti (dī. ni. 1.247) ārabhitvā ‘‘so dibbena cakkhunā visuddhenā’’tiādi (dī. ni. 1.246) vuttaṁ. Dibbassa tirohitavippakaṭṭhādibhedassa, itarassa ca rūpāyatanassa dassanasamatthassāpi dibbacakkhuñāṇassa sikhāpatti cavamānopapajjamānasattadassananti āha ‘‘muddhappattena cā’’tiādi.",
  "tika-abh02t33:49": "Chakkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:50": "7. Sattakaniddesavaṇṇanā",
  "tika-abh02t33:51": "806.Chabbidhampi paccavekkhaṇañāṇanti ‘‘jātipaccayā jarāmaraṇanti ñāṇa’’ntiādinā (vibha. 806) vuttaṁ paṭiccasamuppādaṅgānaṁ paccavekkhaṇavasena pavattañāṇaṁ. Saha gahetvāti ekajjhaṁ gahetvā vipassanārammaṇabhāvasāmaññena ekattena gahetvā. Saṅkhipitvā vuttenāti pubbe chadhā vuttaṁ viya dassitaṁ dhammaṭṭhitiñāṇanti evaṁ saṅkhipitvā vuttena. ‘‘Khayadhamma’’ntiādinā pakārena dassananti sambandho. Pavattañāṇassāti ‘‘jātipaccayā jarāmaraṇa’’ntiādinā pavattassa ñāṇassa, pavatte vā saṁsāravaṭṭe ñāṇassa. Ñāṇārammaṇā vipassanā ñāṇavipassanā. Vipassanāti ca ‘‘jātipaccayā jarāmaraṇa’’ntiādinā paccayapaccayuppannadhamme vibhāgena dassanato dhammaṭṭhitiñāṇaṁ idhādhippetaṁ. Tassa khayadhammatādijānanaṁ paṭivipassanā. Tenāha ‘‘vipassanāpaṭivipassanādassanamatta’’nti.",
  "tika-abh02t33:52": "Evamettha aṭṭhakathādhippāyavasena pāḷiyā atthaṁ dassetvā idāni attano adhippāyavasena dassetuṁ ‘‘pāḷiyaṁ panā’’tiādimāha. Sabbatthāti addhattaye paccayavisesena paccayuppannavisesaniddhāraṇe. Ñāṇavacanenāti ‘‘jātipaccayā jarāmaraṇa’’ntiādinā ñāṇassa gahaṇena. Aṅgānanti sattasattatiyā aṅgānaṁ. Itisaddenāti ‘‘nirodhadhamma’’nti ettha vuttaitisaddena. Pakāsetvāti ñāṇassa pavattiākāraṁ jotetvā. Tena dhammaṭṭhitiñāṇato aññaṁyeva pariyosāne vuttaṁ ñāṇanti dasseti. Tenāha ‘‘vipassanāñāṇaṁ sattamaṁ ñāṇa’’nti. Ayameva cettha attho yuttoti dassento ‘‘na hī’’tiādimāha. Tattha ‘‘tampi ñāṇanti sambandho na hotī’’ti evaṁ sambandho na yutto aṅgantarabhāvassa avibhāvanatoti attho. Tena vuttaṁ ‘‘taṁñāṇa…pe… anadhippetattā’’ti. Na hi visuṁ visuṁ vuttameva ekajjhaṁ vacanamattena atthantaraṁ hotīti. ‘‘Khayadhammaṁ…pe… cā’’ti iminā purimasmiṁ pakkhe upacayena dosamāha.",
  "tika-abh02t33:53": "Sattakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:54": "8. Aṭṭhakaniddesavaṇṇanā",
  "tika-abh02t33:55": "808.Paccanīkadhammeti nīvaraṇādipaccanīkadhamme. Dukkhanti samāpajjane asati uppajjanakadukkhaṁ.",
  "tika-abh02t33:56": "Aṭṭhakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:57": "10. Dasakaniddeso",
  "tika-abh02t33:58": "Paṭhamabalaniddesavaṇṇanā",
  "tika-abh02t33:59": "809. Na ṭhānanti aṭṭhānaṁ, anupalabbhanattho ayamakāroti āha ‘‘avijjamānaṁ ṭhānaṁ aṭṭhāna’’nti. Abhāvattho vā, na aññapaṭipakkhādiatthoti āha ‘‘natthi ṭhānanti vā aṭṭhāna’’nti. Ko panetassa atthadvayassa visesoti? Paṭhamo hetupaccayehi anupalabbhamānataṁ vadati, dutiyo sabbena sabbaṁ abhāvanti ayametesaṁ viseso. Taṇhupādānādīnampi sukhato upagamanassa hetubhāve diṭṭhivipallāsassa so sātisayo asukhepi daḷhaṁ pavattāpanatoti āha ‘‘diṭṭhivipallāsova…pe… adhippeta’’nti. ‘‘Attadiṭṭhivasenā’’ti kasmā visesetvā vuttaṁ, nanu ariyasāvakassa sabbāpi diṭṭhiyo natthīti? Saccaṁ natthi, attadiṭṭhisannissayā pana sabbadiṭṭhiyoti dassetuṁ ‘‘attadiṭṭhivasenāti padhānadiṭṭhimāhā’’ti vuttaṁ. Bhedānurūpassa vatthuno. Bhedānurūpena ‘‘adhamme dhammo’’tiādinayappavattena.",
  "tika-abh02t33:60": "So evāti yo liṅge aparivatte tasmiṁ attabhāve bhavaṅgajīvitindriyappabandho, so eva. Tañhi upādāya ekajātisamaññā, na cettha bhāvakalāpajīvitindriyassa vasena codanā kātabbā tadaññasseva adhippetattā. Tañhi tattha avicchedavuttiyā pabandhavohāraṁ labhati, itarampi vā bhāvānupālanatāsāmaññenāti anokāsāva codanā.",
  "tika-abh02t33:61": "Sapattavasena yojetabbanti ‘‘sapattaṁ māremīti abhisandhinā sapattena nipannaṭṭhāne nipannaṁ manussabhūto manussabhūtaṁ mātaraṁ pitaraṁ vā mārento’’tiādinā yojetabbaṁ. Sabbatthāti catūsupi vikappesu. Purimaṁ abhisandhicittanti pubbabhāgiyo maraṇādhippāyo. Appamāṇaṁ tena atthasiddhiyā abhāvato. Puthujjanasseva taṁ dinnaṁ hotīti ettha yathā arahattaṁ patvā paribhuttampi puthujjanakāle dinnaṁ puthujjanadānameva hoti, evaṁ maraṇādhippāyena puthujjanakāle pahāre dinne arahattaṁ patvā teneva pahārena mate kasmā arahantaghātoyeva hoti, na puthujjanaghātoti? Visesasambhavato. Yathā hi dānaṁ deyyadhammassa pariccāgamattena hoti, na evaṁ vadho. So hi pāṇo, pāṇasaññitā, vadhakacetanā, upakkamo, tena maraṇanti imesaṁ pañcannaṁ aṅgānaṁ pāripūriyāva hoti, na apāripūriyā. Tasmā arahattaṁ pattasseva maraṇanti arahantaghātoyeva hoti , na puthujjanaghāto. Yasmā pana ‘‘imaṁ māremī’’ti yaṁ santānaṁ ārabbha māraṇicchā, tassa puthujjanakhīṇāsavabhāvena payogamaraṇakkhaṇānaṁ vasena satipi santānabhede abhedoyeva. Yadā ca atthasiddhi, tadā khīṇāsavabhāvo. Tasmā arahantaghātova hotīti nicchitaṁ. Kathaṁ panettha vadhakacetanā vattamānavisayā siyāti āha ‘‘vadhakacittaṁ paccuppannārammaṇampi…pe… pavattatī’’ti. Tattha pabandhavicchedavasenāti yena pabandho vicchijjati, tādisaṁ payogaṁ nibbattetīti attho. Tena yadā pabandhavicchedo, tadā arahāti yathāvuttaṁ arahantaghātaṁ patiṭṭhāpeti. Na evanti yathā kālantarāpekkhakiccasiddhaṁ vadhakacittaṁ, na evaṁ cāgacetanā. ‘‘Sā hī’’tiādinā cāgacetanāya kālantarānapekkhakiccasiddhitaṁyeva vibhāveti. Aññasakakaraṇanti attato vinimocetvā aññassa dakkhiṇeyyassa santakabhāvakaraṇaṁ. Tassāti cajitabbassa vatthuno. Yassāti yassa puthujjanassa. Tasseva taṁ dinnaṁ hoti, sacepi arahattaṁ patvā tena paribhuttanti attho.",
  "tika-abh02t33:62": "‘‘Kappavināse’’ti idaṁ ‘‘saṇṭhahante kappe’’ti vuttattā mahākappavināsaṁ sandhāya vuttanti āha ‘‘kappaṭṭhakathāya na sametī’’ti ettha āyukappassa adhippetattā. Āyukappo cettha avīciyaṁ nibbattasattānaṁ antarakappaparimāṇaṁ paramāyu veditabbaṁ. Tañhi sandhāya ‘‘ekaṁ kappaṁ asītibhāge katvā tato ekabhāgamattaṁ kāla’’nti (kathā. aṭṭha. 654-657) vuttaṁ. Tayidaṁ ‘‘ekaṁ kappa’’nti yadi ekaṁ mahākappanti attho, tathā sati vīsatiantarakappaparimāṇo eko asaṅkhyeyyakappoti vuttaṁ hoti. Atha ekaṁ asaṅkhyeyyakappanti attho, sabbathāpi ‘‘catusaṭṭhi antarakappā’’ti vacanena virujjhatīti vīmaṁsitabbaṁ. Yathā pana kappaṭṭhakathāya ayaṁ aṭṭhakathā sameti, taṁ dassetuṁ ‘‘kappavināseyevāti panā’’tiādimāha.",
  "tika-abh02t33:63": "Pakatatto vā apārājiko. Samānasaṁvāsako kammaladdhīnaṁ vasena anānāsaṁvāsakoti evamettha attho veditabbo.",
  "tika-abh02t33:64": "Niyatassa puggalassa vijjamānataṁ paṭisedhetvāti yojanā. Tattha paṭisedhetvāti ‘‘puggalo pana niyato nāma natthī’’ti evaṁ paṭisedhetvā. Tattha kāraṇamāha ‘‘micchattasammattaniyatadhammānaṁ viya sabhāvato’’ti. Paññattimattañhetaṁ micchattasammattaniyatadhammanissayaṁ, yadidaṁ niyato puggaloti . Yathāpucchitanti ‘‘kiṁ pubbahetu niyametī’’tiādinā pucchitappakāraṁ niyāmakahetuṁ. Yenāti yena uparimaggattayavipassanāñāṇena. Niyatāniyatabhedanti sotāpannādiniyatabhedaṁ, sattakkhattuparamādianiyatabhedañca. Sotāpanno eva hi eko sattakkhattuparamo nāma hoti, eko kolaṁkolo nāma, eko ekabījī nāmāti sotāpannassa niyatabhāvo vuttoti āha ‘‘sotāpanno ca niyato’’ti. Byatirekattho hi ayaṁ ca-saddo. Tato pubbeti sotāpattimaggato pubbe. ‘‘Pubbahetukiccaṁ natthī’’ti idaṁ sotāpannassa niyatatāya vuttattā vakkhamānañca dosaṁ hadaye ṭhapetvā vuttaṁ. Uparimaggānaṁ saupanissayatte paṭhamamaggassāpi saupanissayatā siddhā evāti codanaṁ sandhāyāha ‘‘yadi hī’’tiādi. Tañca niyatattaṁ. Assāti sotāpattimaggassa.",
  "tika-abh02t33:65": "Teneva khīṇāti sotāpattimaggeneva khīṇā. Kāraṇupacchedena hi phalupacchedo siyā. Tatoti sattakkhattuparamādito. Sāti sattakkhattuparamāditā. Pavattitoti vipākappabandhato. Tenāti sotāpattimaggena. Vuṭṭhāneti vuṭṭhāne sati. Kāraṇena vinā phalaṁ natthīti āha ‘‘sakkāya…pe… bhavitabba’’nti. ‘‘Nāmakaraṇanimittato’’ti iminā nāmakaraṇahetutāya niyāmakataṁ vibhāveti ekabījiādisamaññānaṁ anvatthasaññābhāvato. Tenāha ‘‘vipassanā…pe… sandhāya vutta’’nti.",
  "tika-abh02t33:66": "Ādi-saddena ‘‘ekomhi sammāsambuddho, sītībhūtosmi nibbuto’’tiādīni (mahāva. 11; kathā. 405; ma. ni. 1.285) saṅgayhanti. Ettha ca ‘‘sadiso me na vijjati, ekomhi sammāsambuddho (mahāva. 11; kathā. 405; ma. ni. 1.285). ‘Atthetarahi aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiya’nti evaṁ puṭṭho ahaṁ, bhante, ‘no’ti vadeyya’’ntiādi (dī. ni. 3.161) vacanehi imissā lokadhātuyā viya aññassa buddhassa aññissā lokadhātuyā uppādo nivāritoti daṭṭhabbaṁ. Na hi vijjamāne ‘‘sadiso me na vijjatī’’tiādi sakkā vattuṁ. Yaṁ pana vadanti ‘‘lokadhātuvisesāpekkhāya vutta’’nti, tampi natthi tathā visesanassa abhāvato, buddhānubhāvassa ca asamatthabhāvavibhāvanato. Āṇākhettakittanañcettha dhammatādassanatthaṁ. Sakkoti hi bhagavā yattha yattha icchati, tattha tattha āṇaṁ vattetuṁ. ‘‘Ekissā lokadhātuyā’’ti ca idaṁ buddhakhettabhūtāya lokadhātuyā dassanatthaṁ vuttaṁ. Tatthāyamattho – buddhakhettabhūtā ekāvāyaṁ lokadhātu. Tattha ekasmiṁ kāle eko eva sammāsambuddho uppajjatīti. Tenāha ‘‘buddhakhetta…pe… adhippāyo’’ti.",
  "tika-abh02t33:67": "Tasmāti yasmā upasampadādhīnaṁ pātimokkhaṁ, upasampadā ca pabbajjādhīnā, tasmā. Pātimokkhe siddhe, siddhāsu tāsu pabbajjūpasampadāsu. Tato paraṁ vinaṭṭhaṁ nāma hotīti pacchimapaṭivedhato paraṁ paṭivedhasāsanaṁ, pacchimasīlabhedato ca paraṁ paṭipattisāsanaṁ vinaṭṭhaṁ nāma hotīti sāsanabhāvasāmaññena pana ubhayaṁ ekajjhaṁ katvā dassento ‘‘pacchima…pe… ekato katvā’’ti āha.",
  "tika-abh02t33:68": "Paridevanakāruññanti paridevanena karuṇāyitabbatā karuṇāyanā.",
  "tika-abh02t33:69": "Dhammānaṁ sabhāvaviseso na sakkā dhāretuṁ, yato pāramīpavicayādīsu udakapariyantaṁ katvā mahāpathavīkampo ahosi, abhisambodhidivase ca ṭhapetvā pubbuttaradisābhāge bodhirukkhamūle bhūmibhāgo mahāpurisaṁ dhāretuṁ nāsakkhi, aññadatthu ekapasse pakkhittaatibhārabharitanāvā viya cakkavāḷagabbho viparivatto. ‘‘Samuppādikā’’ti vattabbe sa-kāre a-kārassa ā-kāro, ekassa ca pa-kārassa lopo katoti dassento āha ‘‘samaṁ uddhaṁ pajjatīti sāmupādikā’’ti. Samaṁ upādiyatīti vā samupādā, samupādā eva sāmupādikā, samupāhinīti attho.",
  "tika-abh02t33:70": "Santatikhaṇavasenāti santativasena āyūhanasamaṅgitā, sapubbapacchābhāgassa gahaṇavasena cetanākkhaṇavasena cetanāsamaṅgitāti yojetabbā. Ekasmiṁ upaṭṭhite paccayavasena tadaññassa upaṭṭhānaṁ parivattanaṁ.",
  "tika-abh02t33:71": "Paṭhamabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:72": "Dutiyabalaniddesavaṇṇanā",
  "tika-abh02t33:73": "810. Bhoge bhuñjituṁ na jānāti, vināsetīti yojanā.",
  "tika-abh02t33:74": "Lahuparivattitāya jīvitassāti adhippāyo.",
  "tika-abh02t33:75": "Naadāsi payuttavācāya uppannanti adhippāyena.",
  "tika-abh02t33:76": "Sammāpayogenāti sammāpaṭipattiyā.",
  "tika-abh02t33:77": "Dutiyabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:78": "Pañcamabalaniddesavaṇṇanā",
  "tika-abh02t33:79": "813.Dhātusabhāvoti bhūtādisaṅkhātadhātūnaṁ sabhāvo. Sabhāgavasena phalabhūtena. Ajjhāsayadhātuparicchindanatoti ajjhāsayasabhāvassa ‘‘hīnaṁ, paṇīta’’nti vā paricchijja jānanato, vuṭṭhinimittena viya mahoghena uparimeghavuṭṭhiyā.",
  "tika-abh02t33:80": "Pañcamabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:81": "Chaṭṭhabalaniddesavaṇṇanā",
  "tika-abh02t33:82": "Saddattho sambhavati samāsanteneva tathā saddasiddhito. Tesanti paroparānaṁ visadāvisadānaṁ saddhādiindriyānaṁ. Evañca katvāti āsayādito indriyaparopariyattassa, indriyaparopariyattato ca adhimuttibhedassa visiṭṭhasabhāvattā eva.",
  "tika-abh02t33:83": "815. ‘‘Ke pana te ariyāvāsā’’ti pucchitvā te sutteneva dassento ‘‘idha, bhikkhave’’tiādipāḷiṁ āharitvā ‘‘evaṁ vuttā’’ti nigametvā puna maggādhigameneva tesaṁ adhigamaṁ dassento ‘‘etesū’’tiādimāha. Tattha itareti chaḷaṅgasamannāgamaekārakkhāsaṅkhāyapaṭisevanādayo.",
  "tika-abh02t33:84": "816.Ārammaṇasantānānusayanesūti ārammaṇānusayanaṁ, santānānusayananti dvīsu anusayanesu. Yathā hi maggena asamucchinno rāgo kāraṇalābhe uppajjanāraho thāmagataṭṭhena santāne anusetīti vuccati, evaṁ iṭṭhārammaṇepīti tassa ārammaṇānusayanaṁ daṭṭhabbaṁ. Taṁ panassa anusayanaṁ uppattiyā pākaṭaṁ hotīti dassetuṁ aṭṭhakathāyaṁ ‘‘yathā nāmā’’tiādi (vibha. aṭṭha. 816) vuttaṁ. ‘‘Āciṇṇasamāciṇṇā’’ti etena iṭṭhārammaṇe rāgassa ciraparibhāvanaṁ vibhāveti. Yasmā pana evaṁ ciraparibhāvitaṁ pariveṭhetvā viya ṭhitaṁ hoti, tasmā ‘‘samantato veṭhetvā viya ṭhitabhāvena anusayitataṁ dassetī’’ti vuttaṁ. Tathā hi udake nimuggasadiso udāhaṭo. ‘‘Sabbepi tebhūmakā dhammā kāmanīyaṭṭhena kāmā’’tiādipāḷivasena bhavarāgassāpi vatthukāmatā veditabbā. Rāgavasenāti ārammaṇarajjanavasena.",
  "tika-abh02t33:85": "818.Indriyaviseso vineyyānaṁ indriyaparopariyattaṁ.",
  "tika-abh02t33:86": "819. Pahātabbena upaddutanirodhanatthaṁ pahāyakaṁ pariyesatīti paṭhamaṁ pahātabbaṁ, pacchā pahāyakanti ayaṁ pahātabbapajahanakkamo pahānakkamapadena vutto. Yassāti pahātabbassa. Tanti pahātabbaṁ. Paṭhamaṁ vuccatīti pahānavicāraṇānaṁ paṭhamaṁ vuccati. Tato pacchā appahātabbaṁ yathā taṁ dassanattikādīsu.",
  "tika-abh02t33:87": "826.Tanti bhavaṅgaṁ. Tassāti lokuttarassa. Pādakanti antimabhavikassa bhavaṅgaṁ sandhāyāha.",
  "tika-abh02t33:88": "Chaṭṭhabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:89": "Sattamabalaniddesavaṇṇanā",
  "tika-abh02t33:90": "828.Samāpannomhīti maññatīti attho.",
  "tika-abh02t33:91": "Samādhi vā tassa ārammaṇabhūtaṁ kammaṭṭhānaṁ vā cittamañjūsāti yojanā. Ṭhapetunti yathāparicchinnaṁ kālaṁ samāpatticittaṁ pavattetuṁ.",
  "tika-abh02t33:92": "Tehīti saññāmanasikārehi. Taṁsabhāvatāti kāmādidutiyajjhānādianupakkhandanasabhāvatā. Paguṇavodānaṁ paguṇabhāvasiddhā jhānassa paṭipakkhato visuddhi.",
  "tika-abh02t33:93": "Sattamabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:94": "Dasamabalaniddesavaṇṇanā",
  "tika-abh02t33:95": "831.Paññāva vimuttīti rāgādīhi vimuttibhūtā paññāva vimuttīti yojanā. Kammantarassa vipākantaramevāti attho vipākantarajānanasseva dutiyabalakiccattā, kammantarajānanassa ca tatiyabalakiccattā. Balasadisatanti ekaccabalasadisataṁ. Kasmā panettha balañāṇakicce vuccamāne jhānādiabalañāṇaṁ udāhaṭanti codanaṁ sandhāyāha ‘‘yadipī’’tiādi. Tadantogadhanti tasmiṁ jhānādipaccavekkhaṇāsabhāve sattamabalañāṇe antogadhaṁ. Evanti jhānādiñāṇaṁ viya. Appetuṁ, vikubbituñcāti attanā vuttākāraṁ sandhāyāha. Samudayappahānādiekaccañāṇakiccampi akarontaṁ sabbaññutaññāṇaṁ kathamappanādikaṁ jhānādikiccaṁ kareyya, balañāṇehi pana jānitabbaṁ, tato uttariñca jānantampi yasmā ekaccabalakiccaṁ na karoti, tasmā aññāneva balañāṇāni, aññaṁ sabbaññutaññāṇanti dassanatthaṁ ‘‘etesaṁ pana kiccaṁ na sabbaṁ karotī’’tiādi (vibha. aṭṭha. 831) aṭṭhakathāyaṁ vuttaṁ. Tattha yathā sabbaññutaññāṇaṁ abalakiccaṁ ekaccaṁ na karoti, evaṁ balakiccampīti udāharaṇadassanavasena ‘‘tañhi jhānaṁ hutvā appetu’’ntiādi vuttanti dassetuṁ ‘‘atha vā…pe… daṭṭhabba’’nti vuttaṁ.",
  "tika-abh02t33:96": "Dasamabalaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t33:97": "Ñāṇavibhaṅgavaṇṇanā niṭṭhitā."
}