{
  "tika-vin11t36:0": "Uttaravinicchaya-ṭīkā",
  "tika-vin11t36:1": "Ganthārambhakathāvaṇṇanā",
  "tika-vin11t36:2": "(Ka)",
  "tika-vin11t36:3": " Devātidevaṁ sugataṁ, devabrhmindavanditaṁ;",
  "tika-vin11t36:4": "Dhammañca vaṭṭupacchedaṁ, natvā vaṭṭātitaṁ gaṇaṁ.",
  "tika-vin11t36:5": "(Kha)",
  "tika-vin11t36:6": " Vandanāmayapuññena, kammena ratanattaye;",
  "tika-vin11t36:7": "Chetvā upaddave sabbe, ārabhissaṁ samāhito.",
  "tika-vin11t36:8": "(Ga)",
  "tika-vin11t36:9": " Therena buddhadattena, racitassa samāsato;",
  "tika-vin11t36:10": "Saṁvaṇṇanamasaṁkiṇṇaṁ, uttarassa yathābalaṁ.",
  "tika-vin11t36:11": "1. Athāyamācariyo attano viracite vinaye tassupanissaye vinayapiṭake ca bhikkhūnaṁ nānappakārakosallajananatthaṁ parivāraṭṭhakathāyañca āgatavinicchayaṁ saṅgahetvā uttarapakaraṇaṁ vaṇṇayitukāmo paṭhamaṁ tāva antarāyanivāraṇena yathādhippetasādhanatthaṁ ratanattayaṁ vandanto āha ‘‘sabbasattuttama’’ntiādi.",
  "tika-vin11t36:12": "Pakaraṇārambhe ratanattayavandanāpayojanaṁ tattha tatthācariyehi bahudhā papañcitaṁ, amhehi ca vinayavinicchayavaṇṇanāyaṁ samāsato dassitanti na taṁ idha vaṇṇayissāma. Pakaraṇābhidheyya karaṇappakārapayojanānipi tattha dassitanayānusārena idhāpi veditabbāni. Sambandhādidassanamukhena anuttānapadavaṇṇanamevettha karissāmi.",
  "tika-vin11t36:13": "Jinaṁ, dhammañca, gaṇañca vanditvā uttaraṁ dāni karissāmīti sambandho. Kiṁvisiṭṭhaṁ jinaṁ, dhammaṁ, gaṇañca vanditvāti āha ‘‘sabbasattuttama’’ntiādi. Tattha sabbasattuttamanti pañcasu kāmaguṇesu sattā āsattā visattā laggitāti sattā, paramatthato sattapaññattiyā upādānabhūtā upādānakkhandhā vohārato khandhasantatiṁ upādāya paññattā sammuti ‘‘sattā’’ti vuccanti. Te pana kāmāvacarādibhūmivasena, nirayādipadesavasena, ahetukādipaṭisandhivasenāti evamādīhi anantapabhedā. Tesu khīṇāsavānaṁ yathāvuttanibbacanatthena sattavohāro na labbhati. Tathāpi te bhūtapubbagatiyā vā taṁsadisattā vā ‘‘sattā’’ti vuccanti. Sabbe ca te sattā cā ti sabbasattā. Uddhaṭatamattā, uggatatamattā, seṭṭhattā ca uttamo, sabbasattānaṁ lokiyalokuttarehi rūpārūpaguṇehi uttamo, sabbasattesu vā uttamo pavaro seṭṭhoti sabbasattuttamo. ‘‘Jina’’nti etassa visesanaṁ.",
  "tika-vin11t36:14": "Punapi kiṁvisiṭṭhanti āha ‘‘dhīra’’nti. Dhī vuccati paññā, tāya īrati vattatīti dhīro, taṁ. Tādibhāvena indakhīlasineruādayo viya aṭṭhalokadhammasaṅkhātena bhusavātena akampiyaṭṭhena, catuvesārajjavasena sadevake loke kenaci akampanīyaṭṭhena ca dhīraṁ, dhitisampannanti attho. Idampi tasseva visesanaṁ.",
  "tika-vin11t36:15": "Vanditvāti kāyavacīmanodvārehi abhivādetvāti attho, yathābhuccaguṇasaṁkittanena thometvā. Sirasāti bhattibhāvanatuttamaṅgena karaṇabhūtena. Iminā visesato kāyapaṇāmo dassito, guṇasaṁkittanena vacīpaṇāmo, ubhayapaṇāmehi nānantariyakatāya manopaṇāmopi dassito ca hoti.",
  "tika-vin11t36:16": "Jinanti devaputtakilesābhisaṅkhāramaccukhandhamārasaṅkhāte pañcavidhe māre balavidhamanasamaucchedapahānasahāyavekallanidānopacchedavisayātikkamavasena pañcahi ākārehi jitavāti jino, taṁ.",
  "tika-vin11t36:17": "‘‘Dhamma’’nti etassa nibbacanādivasena atthavinicchayo heṭṭhā dassitova. Adhammaviddhaṁsanti dhammasaṅkhātassa kusalassa paṭipakkhattā adhammo vuccati akusaladhammo, taṁ akusalasaṅkhātaṁ adhammaṁ viddhaṁseti vināseti pajahati tadaṅgavikkhambhanasamucchedapaṭippassaddhinissaraṇappahānenāti adhammaviddhaṁso, sapariyattiko navalokuttaro dhammo. Pariyatti hi pañcannaṁ pahānānaṁ mūlakāraṇattā phalūpacārena tathā vuccati, taṁ adhammaviddhaṁsaṁ. ‘‘Dhamma’’nti etassa visesanaṁ.",
  "tika-vin11t36:18": "Gaṇanti aṭṭhannaṁ ariyapuggalānaṁ samūhaṁ, saṅghanti attho. Aṅgaṇanāsananti attano nissayaṁ aṅganti matthentīti aṅgaṇā, kilesā rāgadosamohā, te aṅgaṇe nāseti yathāyogaṁ tadaṅgavikkhambhanasamucchedapaṭippassaddhinissaraṇappahānehi pajahatīti aṅgaṇanāsano, taṁ. ‘‘Gaṇa’’nti etassa visesanaṁ.",
  "tika-vin11t36:19": "2. Mayā vinayassa yo sāro vinicchayo racito, tassa vinicchayassāti yojanā. Natthi tassa uttaroti anuttaro, sabbesu vinicchayesu, sabbesaṁ vā vinicchayānaṁ anuttaro uttamo vinicchayoti sabbānuttaro, taṁ. Uttaraṁ pakaraṇaṁ idāni karissāmīti yojanā.",
  "tika-vin11t36:20": "3.Bhaṇatoti bhaṇantassa paguṇaṁ vācuggataṁ karontassa. Paṭhatoti paṭhantassa vācuggataṁ sajjhāyantassa. Payuñjatoti tattha pakārena yuñjantassa, taṁ aññesaṁ vācentassa vā. Suṇatoti parehi vuccamānaṁ suṇantassa. Cintayatoti yathāsutaṁ atthato, saddato ca cintentassa. ‘‘Abuddhassa buddhivaḍḍhana’’nti vattabbe gāthābandhavasena vibhattilopo. Abuddhassa bālassa vinaye appakataññuno bhikkhubhikkhunijanassa. Buddhivaḍḍhanaṁ vinayavinicchaye paññāvuddhinipphādakaṁ. Atha vā buddhassa vinicchaye kataparicayattā paññavato janassa buddhivaḍḍhanaṁ buddhiyā paññāya tikkhavisadabhāvāpādanena bhiyyobhāvasādhakaṁ. Paramaṁ uttamaṁ uttaraṁ nāma pakaraṇaṁ vadato kathentassa me mama santikā niratā vinicchaye, tīsu sikkhāsu vā visesena ratā nibodhatha jānātha sutamayañāṇaṁ abhinipphādethāti sotujanaṁ savane niyojeti."
}