{
  "tika-abh04t3:0": "Dukamātikāpadavaṇṇanā",
  "tika-abh04t3:1": "1-6.Samānadesaggahaṇānaṁ ekasmiṁyeva vatthusmiṁ gahetabbānaṁ, ekavatthuvisayānaṁ vā. Atha vā samānadesānaṁ ekavatthukattā samānagahetabbabhāvānaṁ ekuppāditoti attho. Ye dhammā hetusahagatā, te hetūhi saha saṅgayhanti. Yo ca tesaṁ sahetukabhāvo, so sahajātādīhi hetūhi katoti katvā vuttaṁ ‘‘samā…pe… sabbhāva’’nti. Ādi-saddena cettha suppatiṭṭhitabhāvasādhanādihetubyāpāre pariggaṇhāti. Ekībhāvūpagamananti ekakalāpabhāvena pavattamānānaṁ cittacetasikānaṁ saṁsaṭṭhatāya samūhaghanabhāvena duviññeyyanānākaraṇataṁyeva sandhāya vuttaṁ. Dhammanānattābhāvepīti sabhāvatthabhedābhāvepi. Padatthanānattenāti nānāpadābhidheyyatābhedena. Etena pakārantarāpekkhaṁ dukantaravacananti dasseti. Anekappakārā hi dhammā. Teneva ‘‘sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchantī’’ti (mahāni. 156; cūḷani. mogharājamāṇavapucchāniddesa 85) vuttaṁ. Ayañca attho tikesupi daṭṭhabbo. Yesaṁ vineyyānaṁ yehi pakāravisesehi dhammānaṁ vibhāvane kate paṭivedho hoti, tesaṁ tappakārabhedehi dhammānaṁ vibhāvanaṁ. Yesaṁ pana yena ekeneva pakārena vibhāvane paṭivedho hoti, tesampi taṁ vatvā dhammissarattā tadaññaniravasesappakāravibhāvanañca desanāvilāsoti āha ‘‘desetabbappakārajānana’’ntiādi. Nanu ekena pakārena jānantassa tadaññappakāravibhāvanaṁ aphalaṁ hotīti? Na hoti paṭisambhidāppabhedassa upanissayattā. Te pakārā etesanti tappakārā, tabbhāvo tappakāratā. Iminā dhammānaṁ vijjamānasseva pakāravisesassa vibhāvanaṁ desanāvilāsoti dasseti.",
  "tika-abh04t3:2": "Aññatthāpīti ‘‘ahetukā ceva dhammā na ca hetū’’tiādīsu. Yathā paṭhamadukekadese gahetvā dutiyatatiyadukehi saddhiṁ chaṭṭhadukanaye yojanā ‘‘hetū dhammā sahetukāpi ahetukāpī’’tiādayo tayo dukā labbhanti, evaṁ dutiyatatiyadukekadese gahetvā paṭhamadukena saddhiṁ yojanāya ‘‘sahetukā dhammā hetūpi na hetūpi, ahetukā dhammā hetūpi na hetūpi, hetusampayuttā dhammā hetūpi na hetūpi, hetuvippayuttā dhammā hetūpi na hetūpī’’ti cattāro dukā labbhanti, te pana vuttanayeneva sakkā dassetunti na dassitāti daṭṭhabbā. Atha vā pāḷiyaṁ vuttehi catutthapañcamehi aṭṭhakathāyaṁ dassitehi purimehi dvīhi ninnānākaraṇato ete na vuttā. Sannivesavisesamattameva hettha visesoti. Teneva hi ninnānatthattā pāḷiyaṁ āgatadukesu yathāniddhāritadukānaṁ yathāsambhavaṁ avarodhanena avuttataṁ dassetuṁ ‘‘etesu panā’’tiādimāha.",
  "tika-abh04t3:3": "Atha vā ‘‘etena vā gatidassanenā’’tiādinā vakkhamānanayena ‘‘hetū ceva dhammā ahetukā cā’’tiādīnaṁ sambhavantānaṁ dukānaṁ saṅgahe sati etesampi saṅgaho siyā. Yato vā dukato padaṁ niddhāretvā dukantaraṁ vuccati, tena sati ca nānatte dukantaraṁ labbhati, na cettha koci viseso yathāvuttadukehīti saṁvaṇṇanāsu na dassitanti daṭṭhabbaṁ. Ettha ca yathā sahetukadukato hetusampayuttadukassa, hetusahetukadukato ca hetuhetusampayuttadukassa padatthamattato nānattaṁ, na sabhāvatthato. Evaṁ santepi sahetukahetusahetukaduke vatvā itarepi vuttā, evaṁ hetusampayuttahetuhetusampayuttadukādīhi sabhāvatthanānattābhāvepi padatthanānattasambhavato dhammanānattābhāvepi padatthanānattena dukantaraṁ vuccatīti vuttattā ‘‘hetusahagatā dhammā, na hetusahagatā dhammā, hetusahajātā dhammā, na hetusahajātā dhammā. Hetusaṁsaṭṭhā dhammā, hetuvisaṁsaṭṭhā dhammā. Hetusamuṭṭhānā dhammā, na hetusamuṭṭhānā dhammā. Hetusahabhuno dhammā, na hetusahabhuno dhammā’’tiādīnaṁ, tathā ‘‘hetū ceva dhammā hetusahagatā cā’’tiādīnaṁ, ‘‘na hetū kho pana dhammā hetusahagatāpi, na hetusahagatāpī’’tiādīnañca sambhavantānaṁ anekesaṁ dukānaṁ saṅgaho anuññāto viya dissati. Tathā hi vakkhati ‘‘etena vā gatidassanenā’’tiādi. Evaṁ āsavagocchakādīsupi ayamattho yathāsambhavaṁ vattabbo. Dhammānaṁ vā sabhāvakiccādiṁ bodhetabbākārañca yāthāvato jānantena dhammasāminā yattakā dukā vuttā, tattakesu ṭhātabbaṁ. Addhā hi te dukā na vattabbā, ye bhagavatā na vuttāti veditabbaṁ. Na hetuhetusampayuttaduko chaṭṭhadukena ninnānatthoti adhippāyo. Tesūti paṭhamadukatatiyadukesu. Yadi dukantarehi dukantarapadehi ca samānatthattā etesaṁ dukānaṁ dukantarapadānañca avacanaṁ , evaṁ sati chaṭṭhaduke paṭhamapadampi na vattabbaṁ catutthaduke dutiyapadena samānatthattā. Tathā ca chaṭṭhadukoyeva na hotīti codanaṁ sandhāyāha ‘‘catutthaduke’’tiādi. Dukapūraṇatthanti idaṁ samānatthataṁyeva sandhāya vuttaṁ, desanāviseso pana vijjatiyeva. Atthantaratābhāvepi pakārabhedahetukaṁ dukantaravacananti dassito hi ayamatthoti. Etena gatidassanenāti atthavisesābhāvepi chaṭṭhadukapūraṇasaṅkhātena nayadassanena. Paṭhamaduke…pe… dassito pāḷiyaṁ vuttehi catutthapañcamehi, aṭṭhakathāyaṁ dassitehi purimehi dvīhi, idha dassitehi catūhi. Tesūti dutiyatatiyadukesu. Paṭhamadukapakkhepena dassito pāḷiyaṁ chaṭṭhadukena itaratra ca itaradukehīti veditabbaṁ.",
  "tika-abh04t3:4": "7-13.Paccayabhāvamattena…pe… atthitanti etena na paṭiladdhattatāsaṅkhātā sasabhāvatāva atthitā, atha kho paṭipakkhena anirodho appahīnatā anipphāditaphalatā kāraṇāsamugghātena phalanibbattanārahatā cāti imamatthaṁ dasseti. Tathā hi ‘‘imasmiṁ sati idaṁ hotī’’ti ettha ‘‘satī’’ti iminā vacanena yena vinā yaṁ na hoti, taṁ atītādipi kāraṇaṁ saṅgahitamevāti. Tenevāha ‘‘na sahetu…pe… kālānamevā’’ti. Same…pe… dīpeti samecca sambhūya paccayehi katanti saṅkhatanti. Ayametesaṁ visesoti ayaṁ paccayanibbattānaṁ paccayavantatā anekapaccayanipphāditatā ca dukadvaye purimapadatthānaṁ bhedo, itaresaṁ pana purimapadasaṅgahitadhammavidhurasabhāvatāyāti. Avini…pe… ṭhapanatoti ‘‘ettakā’’ti pabhedaparicchedaniddhāraṇavasena abhidhammamātikāyaṁ dhammānaṁ avuttattā vuttaṁ. Suttantamātikāyaṁ pana niddhāritasarūpasaṅkhāvisesattā vinicchitatthaparicchedāyeva avijjādayo vuttāti. ‘‘Pathavīādi rūpa’’nti etasmiṁ atthavikappe anekahetukesu cittuppādesu hetūnaṁ sahetukabhāvo viya sabbesaṁ pathavīādīnaṁ rūpibhāvo siddhoti āha ‘‘purima…pe… pajjatī’’ti. Na hi tesu niyato katthaci saṁsāmibhāvoti. Aniccānupassanāya vā lujjati chijjati vinassatīti gahetabbo lokoti taṁgahaṇarahitānaṁ lokuttarānaṁ natthi lokatā. Tenevāti dukkhasaccabhāvena pariññeyyabhāvenāti attho.",
  "tika-abh04t3:5": "Dukabahutāāpajjatīti kasmā vuttaṁ, nanu vīsati dukā vibhattā, ‘‘avuttopi yathālābhavasena veditabbo’’ti ca vakkhatīti dukabahutā icchitā evāti? Saccametaṁ, taṁyeva pana dukabahutaṁ anicchanto evamāha. Apica dukabahutā āpajjati, sā ca kho viññāṇabhedānusārinī, tatrāpi kāmāvacarakusalato ñāṇasampayuttāni, tathā mahākiriyato manodvārāvajjananti evaṁpakārānaṁ sabbadhammārammaṇaviññāṇānaṁ anāmasanato na byāpinīti dasseti ‘‘dukabahutā’’tiādinā. Abyāpibhāve pana dosaṁ dassento ‘‘tathā ca…pe… siyā’’ti āha. Niddesena ca viruddhanti ‘‘ye te dhammā cakkhuviññeyyā, na te dhammā sotaviññeyyā’’tiādinā rūpāyatanādīnaṁ paccekacakkhuviññāṇādinā kenaci viññeyyataṁ, sotaviññāṇādinā kenaci naviññeyyatañca dassentena nikkheparāsiniddesena ‘‘dvinnampi padānaṁ atthanānattato duko hotī’’ti idaṁ vacanaṁ viruddhaṁ, tathā atthuddhāraniddesenapi atthato na sametīti attho. Tatthāti tassaṁ nikkheparāsisaṁvaṇṇanāyaṁ. Yo ca paṭisedho kato atthanānattato dukaṁ dassetunti adhippāyo. Na hi sama…pe… sedhetunti etena ‘‘ye te dhammā cakkhuviññeyyā, na te dhammā sotaviññeyyā’’ti ettakesu niddesapadesu dukapadadvayappavatti pāḷito eva viññāyatīti dasseti.",
  "tika-abh04t3:6": "Tathevāti ubhinnaṁ kecina-saddānaṁ aniyamato cakkhusotādinissayavohārena cakkhusotaviññāṇādiko bhinnasabhāvoyeva dhammo atthoti dassanavasena. Rūpāyatanameva hi cakkhusotaviññāṇehi viññeyyāviññeyyabhāvato ‘‘kenaci viññeyyaṁ kenaci naviññeyya’’nti ca vuccatīti. Yadi evaṁ imasmimpi pakkhe dukabahutā āpajjatīti codanaṁ manasi katvā āha ‘‘na cetthā’’tiādi. Viññātabbabhedenāti viññātabbavisesena, viññeyyekadesenāti attho. Dukabhedoti dukaviseso, kenaci viññeyyaduko, tappabhedoyeva vā. Samatto pariyatto paripuṇṇoti attho. Yattakā viññātabbā tattakā dukāti dukabhedāpajjanappakāradassanaṁ. Evañca satītiādinā imissā saṁvaṇṇanāya laddhaguṇaṁ dasseti. ‘‘Ye te dhammā cakkhuviññeyyā, na te dhammā sotaviññeyyā’’ti rūpāyatanasseva vuttattā atthabhedābhāvato kathamayaṁ duko hotīti āha ‘‘viññāṇanānattenā’’tiādi. Yadi pana sabbaviññātabbasaṅgahe dukosamatto hoti, nikkheparāsiniddeso kathaṁ nīyatīti āha ‘‘etassa panā’’tiādi.",
  "tika-abh04t3:7": "Ettha pana yathā viññāṇanānattena viññātabbaṁ bhinditvā duke vuccamāne satipi viññātabbānaṁ bahubhāve yattakā viññātabbā, tattakā dukāti natthi dukabahutā dukasaṅgahitadhammekadesesu dukapadadvayappavattidassanabhāvato. Evaṁ dvinnampi padānaṁ atthanānattena duke vuccamānepi yattakāni viññāṇāni, tattakā dukāti natthi dukabahutā dukasaṅga…pe… bhāvato eva. Na hi ekaṁyeva viññāṇaṁ ‘‘kenaci kenacī’’ti vuttaṁ, kintu aparampīti sabbaviññāṇasaṅgahe duko samatto hoti, na ca katthaci dukassa pacchedo atthi indriyaviññāṇānaṁ viya manoviññāṇassapi visayassa bhinnattā. Na hi atītārammaṇaṁ viññāṇaṁ anāgatādiārammaṇaṁ hoti, anāgatārammaṇaṁ vā atītādiārammaṇaṁ, tasmā yathāladdhavisesena visiṭṭhesu manoviññāṇabhedesu tassa tassa visayassa ālambanānālambanavasena dukapadadvayappavatti na sakkā nivāretuṁ. Teneva ca aṭṭhakathāyaṁ ‘‘manoviññāṇena pana kenaci viññeyyañceva aviññeyyañcāti ayamattho atthi, tasmā so avuttopi yathālābhavasena veditabbo’’ti bhūmibhedavasena yathālābhaṁ dassessati. ‘‘Vavatthānābhāvato’’ti idampi anāmaṭṭhavisesaṁ manoviññāṇasāmaññameva gahetvā vuttaṁ. Pāḷi pana indriyaviññāṇehi nayadassanavasena āgatāti daṭṭhabbaṁ. Evañca katvā imissāpi atthavaṇṇanāya ‘‘kenacī’’ti padaṁ aniyamena sabbaviññāṇasaṅgāhakanti siddhaṁ hoti, niddesena ca na koci virodho. Cakkhuviññeyyanasotaviññeyyabhāvehi dukapadadvayappavatti dassitā, na pana cakkhuviññeyyācakkhuviññeyyabhāvehi visesakāraṇābhāvato. Kiñca ‘‘ye vā panā’’ti padantarasampiṇḍanatopi ‘‘ye te dhammā cakkhuviññeyyā…pe… na te dhammā cakkhuviññeyyā’’ti (dha. sa. 1101) ettāvatā dukapadadvayappavatti dassitāti viññāyati. Padantarabhāvadassanattho hi yevāpana-saddo yathā ‘‘ye keci kusalā dhammā, sabbe te kusalamūlā. Ye vā pana kusalamūlā, sabbe te dhammā kusalā’’tiādīsu (yama. 1.mūlayamaka.1). Aññathā ‘‘ye te dhammā cakkhuviññeyyā, na te dhammā sotaviññeyyā. Ye te dhammā sotaviññeyyā, na te dhammā cakkhuviññeyyā’’ti pāḷi abhavissa. Yaṁ pana vadanti ‘‘ye te dhammā cakkhuviññeyyā…pe… na te dhammā cakkhuviññeyyāti iminā atthato dve dukā vuttā hontī’’ti, tadapi cakkhuviññeyyācakkhuviññeyyataṁ sotaviññeyyāsotaviññeyyatañca sandhāya vuttaṁ, na pana ‘‘cakkhuviññeyyanasotaviññeyyataṁ sotaviññeyyanacakkhuviññeyyatañcā’’ti daṭṭhabbaṁ. Etena pāḷipaṭisedhanañca nivāritaṁ daṭṭhabbaṁ paṭisedhanasseva abhāvato. Tathā yassa ārammaṇassa vijānanabhāvena yo attho vuccamāno aniyamadassanatthaṁ ‘‘kenacī’’ti vutto, soyeva tato aññassa avijānanabhāvena vuccamāno aniyamadassanatthaṁ puna ‘‘kenacī’’ti vuttoti tadatthadassane tenevāti ayaṁ padattho na sambhavatīti na sakkā vattunti. Evamettha yathā aṭṭhakathā avaṭṭhitā, tathā attho yujjatīti veditabbaṁ.",
  "tika-abh04t3:8": "14-19. Santānassa ajaññamalīnabhāvakaraṇato kaṇhakammavipākahetuto ca aparisuddhattā ‘‘asucibhāvena sandantī’’ti vuttaṁ. Tatthāti vaṇe. Paggharaṇaka…pe… saddoti etena āsavo viya āsavoti ayampi attho dassitoti daṭṭhabbaṁ. Gotrabhu…pe… vuttānīti etena gotrabhuggahaṇaṁ upalakkhaṇaṁ yathā ‘‘kākehi sappi rakkhitabba’’nti dasseti. Gotrabhusadisā gotrabhūti pana atthe sati guṇappadhānatthānaṁ ekena saddena avacanīyattā vodānādayova vuttā bhaveyyuṁ. Atha vā gotrabhūti ekasesena sāmaññena vā ayaṁ niddesoti veditabbaṁ. Abhividhivisayaṁ avadhinti vibhattiṁ pariṇāmetvā vattabbaṁ.",
  "tika-abh04t3:9": "Sampayuttehi āsavehi taṁsahitatā āsavasahitatā. Idaṁ vuttaṁ hoti – yathā sahetukānaṁ sampayuttehi hetūhi sahetukatā, na evaṁ sāsavāti vuttadhammānaṁ sampayuttehi āsavehi sāsavatā, atha kho vippayuttehīti. Dukantare avuttapadabhāvoyevettha dukayojanāya ñāyāgatatā. Yadi evaṁ hetugocchake kathanti āha ‘‘hetugocchake panā’’tiādi. Paṭhame duke dutiyassa pakkhepe ekoti catutthadukamāha. Paṭhame duke tatiyassa pakkhepe dveti ‘‘āsavā ceva dhammā āsavavippayuttā ca, āsavavippayuttā ceva dhammā no ca āsavā’’ti iminā saddhiṁ pañcamadukamāha. Paṭhamassa dutiye duke pakkhepe ekoti ‘‘no āsavā dhammā sāsavāpi anāsavāpī’’ti ayameko. Tatiye paṭhamassa pakkhepe dveti ‘‘āsavā dhammā āsavasampayuttāpi āsavavippayuttāpi, no āsavādhammā āsavasampayuttāpi āsavavippayuttāpī’’ti ime dve. Tatiye dutiyassa pakkhepe ekoti ‘‘sāsavā dhammā āsavasampayuttāpi āsavavippayuttāpī’’ti eko. Dutiye tatiyassa pakkhepe ekoti chaṭṭhadukamāha. Tīhīti catutthapañcamachaṭṭhehi. Itareti tadavasiṭṭhā pañca. Te pana paṭhame tatiyadukadutiyapadapakkhepe eko, dutiye paṭhamadukadutiyapadapakkhepe eko, tatiye paṭhamassa ekekapadapakkhepe dve, tatiye dutiyadukapaṭhamapadapakkhepe ekoti evaṁ veditabbā. ‘‘Sāsavā dhammā āsavāpi no āsavāpi. Āsavasampayuttā dhammā āsavāpi no āsavāpi. Āsavavippayuttā dhammā āsavāpi no āsavāpī’’ti etesampi, ‘‘āsavasahagatā dhammā no āsavasahagatā dhammā’’ti evamādīnañca aggahaṇe kāraṇaṁ gahaṇanayo ca pubbe vuttanayeneva veditabbaṁ.",
  "tika-abh04t3:10": "Esanayoti yo esa paṭhamaduke dutiyadukapakkhepādiko upāyo idha āsavagocchake vutto, esa nayo saṁyojanagocchakādīsu dukantaraniddhāraṇeti attho. Tattha pāḷiyaṁ anāgatadukā saṁyojanagocchake tāva ‘‘saṁyojanā ceva dhammā saṁyojanavippayuttā ca, saṁyojanavippayuttā ceva dhammā no ca saṁyojanā, saṁyojanā dhammā saṁyojanasampayuttāpi saṁyojanavippayuttāpi, no saṁyojanā dhammā saṁyojanasampayuttāpi saṁyojanavippayuttāpi, no saṁyojanā dhammā saṁyojaniyāpi asaṁyojaniyāpi, saṁyojaniyā dhammā saṁyojanasampayuttāpi saṁyojanavippayuttāpī’’ti pañca. Evaṁ ganthaoghayogaupādānagocchakesu paccekaṁ pañca. Nīvaraṇagocchake pana nīvaraṇānaṁ nīvaraṇavippayuttabhāvābhāvato ‘‘no nīvaraṇā dhammā nīvaraṇiyāpi anīvaraṇiyāpi, no nīvaraṇā dhammā nīvaraṇasampayuttāpi nīvaraṇavippayuttāpi, nīvaraṇiyā dhammā nīvaraṇasampayuttāpi nīvaraṇavippayuttāpī’’ti tayo. Tathā parāmāsagocchake ‘‘no parāmāsā dhammā parāmaṭṭhāpi aparāmaṭṭhāpi, no parāmāsā dhammā parāmāsasampayuttāpi parāmāsavippayuttāpi, parāmaṭṭhā dhammā parāmāsasampayuttāpi parāmāsavippayuttāpī’’ti. Kilesagocchake ‘‘no kilesā dhammā saṁkilesikāpi asaṁkilesikāpi, no kilesā dhammā saṁkiliṭṭhāpi asaṁkiliṭṭhāpi, no kilesā dhammā kilesasampayuttāpi kilesavippayuttāpi, saṁkilesikā dhammā saṁkiliṭṭhāpi asaṁkiliṭṭhāpi, saṁkilesikā dhammā kilesasampayuttāpi kilesavippayuttāpi, asaṁkiliṭṭhā dhammā saṁkilesikāpi asaṁkilesikāpī’’ti cha dukāti evaṁ veditabbā. Sesaṁ vuttanayameva.",
  "tika-abh04t3:11": "20-25.Paccayabhāvenāti saṁyojanatthaṁ dasseti. Yathāsakaṁ paccayabhāvo eva hi kāmarāgādīnaṁ vaṭṭasaṁyojananti. Yadi evaṁ kathaṁ kāmarāgādīnaṁyeva saṁyojanabhāvoti āha ‘‘satipī’’tiādi. Aññesanti saṁyojanehi aññesaṁ kilesābhisaṅkhārādīnaṁ. Tappaccayabhāveti tesaṁ kilesakammavipākavaṭṭānaṁ paccayabhāve. Orambhāgiyuddhaṁbhāgiyabhāvena saṅgahitā paricchinnā ora…pe… saṅgahitā, tehi kāmarāgādīhi visesapaccayabhūtehi. Kāmakammabhavādīnaṁ kāmūpapattibhavādinipphādanepi niyamoti katvā āha ‘‘taṁtaṁ…pe… hotī’’ti. Tena saṁyojanānaṁ bhāve yathāvuttaniyamānaṁ kammūpapattibhavānaṁ bhāvaṁ dassetvā tadabhāve abhāvaṁ dassento ‘‘na cā’’tiādimāha. Bandhanaṁ aseribhāvakaraṇaṁ andubandhanādayo viya. Ganthakaraṇaṁ avacchinnatākaraṇaṁ. Cakkalakaṁ pādapuñchanarajjumaṇḍalaṁ. Na codetabbanti paññācakkhunā pacurajanassa passituṁ asakkuṇeyyattā yathāvuttavisesassa saddheyyataṁ āha. Tividho hi attho koci paccakkhasiddho yo rūpādidhammānaṁ paccattavedanīyo aniddisitabbākāro, sabbadhammānaṁ sabhāvalakkhaṇanti vuttaṁ hoti. Koci anumānasiddho yo ghaṭādīsu paṭādīsu ca pasiddhena paccayāyattabhāvena ghaṭapaṭa-saddādīnaṁ aniccatādiākāro, koci okappanasiddho yo pacurajanassa accantamadiṭṭho saddhāvisayo sagganibbānādi. Tattha yassa satthuno vacanaṁ paccakkhasiddhe anumānasiddhe ca atthe na visaṁvādeti aviparītappavattiyā, tassa vacanena saddheyyatthasiddhīti tathārūpo ca bhagavāti ‘‘dhammānaṁ sabhāva…pe… na codetabba’’nti vuttaṁ. Esa nayo ito paresupi evarūpesu.",
  "tika-abh04t3:12": "26-37. Yathā sarabhehi atikkamitabbā pabbatarāji sarabhaniyā, evaṁ oghaniyāti saddasiddhīti āha ‘‘tenā’’tiādi.",
  "tika-abh04t3:13": "50-54. Vipariyesaggāho parāmasananti ‘‘parato’’ti ettha na dhammasabhāvato aññathāmattaṁ paranti adhippetaṁ, atha kho tabbipariyāyoti āha ‘‘paratoti niccādito’’ti.",
  "tika-abh04t3:14": "55-68. Yadi sabhāvato avijjamānaṁ, kathamārammaṇabhāvoti āha ‘‘vicittasaññāya saññita’’nti, parikappanāmattasiddhanti attho. Duviññeyyanānattatāya nirantarabhāvūpagamanaṁ saṁsaṭṭhabhāvoti ‘‘suviññeyyanānattattā na saṁsaṭṭhatā’’ti vuttaṁ. Tesaṁ arūpakkhandhānaṁ. Itarehi rūpanibbānehi. Kiṁ pana kāraṇaṁ samānuppādanirodhānaṁ ekakalāpabhūtānaṁ arūpadhammānameva aññamaññaṁ saṁsaṭṭhatā vuccati, na pana tathābhūtānampi rūpadhammānanti āha ‘‘esa hi tesaṁ sabhāvo’’ti. Tena yadipi keci arūpadhammā visuṁ ārammaṇaṁ honti, dandhappavattikattā pana rūpadhammānaṁyeva suviññeyyanānattaṁ, na arūpadhammānanti tesaṁ saṁsaṭṭhabhāvo tadabhāvo ca itaresaṁ sabhāvasiddhoti dasseti. Samūhaghanatāya vā dubbibhāgatarattā natthi arūpadhammānaṁ visuṁ ārammaṇabhāvoti duviññeyyanānattattā tesaṁyeva saṁsaṭṭhatā. Amuñcitvā tadadhīnavuttitāya gahetabbato buddhiyā.",
  "tika-abh04t3:15": "83-100. Kāmataṇhā kāmo uttarapadalopena yathā rūpabhavo rūpaṁ. Evaṁ sesesupi. Ārammaṇakaraṇavasenāti etena kāmarūpārūpataṇhānaṁ visayabhāvo yathākkamaṁ kāmarūpārūpāvacaratāya kāraṇanti dasseti. Avassañcetamevaṁ sampaṭicchitabbaṁ, aññathā kāmāvacarādibhāvo aparipuṇṇavisayo siyā. Yadi hi ālambitabbadhammavasena bhūmiparicchedo, evaṁ sati anārammaṇānaṁ saṅgaho na siyā. Atha vipākadānavasena, evampi avipākānaṁ saṅgaho na siyā, tasmā ārammaṇakaraṇavasena pariyāpannānaṁ bhūmiparicchedo kātabbo. Evañhi sati kāmāvacarādibhāvo paripuṇṇavisayo siyā. Tenevāha ‘‘evañhi satī’’tiādi. Apariyāpannānaṁ pana lokato uttiṇṇabhāvena anuttarabhūmitā. Akāmāvacarāditā nāpajjatīti abyāpitadosaṁ pariharati, kāmāvacarāditā nāpajjatīti atibyāpitadosaṁ. Nanu ca imasmiṁ pakkhe kāmataṇhā katamā, kāmāvacaradhammārammaṇā taṇhā, kāmāvacaradhammā katame, kāmataṇhāvisayāti itarītaranissayatā dosoti? Na, avīciādiekādasokāsaninnatāya kiñci taṇhaṁ kāmataṇhābhāvena gahetvā taṁsabhāvāya visayabhāvena kāmāvacaradhammānaṁ upalakkhetabbattā.",
  "tika-abh04t3:16": "Idāni yathāvuttamatthaṁ pāṭhena samatthento ‘‘nikkhepakaṇḍepī’’tiādimāha. Tattha hi kāmataṇhāya ālambitabbattā kāmadhātupariyāpannadhammā ca kāmabhavasaṅkhāte kāme ogāḷhā hutvā caranti, nāññatthāti etthāvacarāti vuttanti. Visesatthinā viseso anupayujjatīti imamatthaṁ dassento āha ‘‘lokassa vasena pariyāpannanicchayato’’ti. Tena lokiyadhammesu pariyāpanna-saddassa niruḷhataṁ dasseti bhagavato taduccāraṇānantaraṁ vineyyānaṁ tadatthapaṭipattito. Paricchedakāpekkhā paricchinnatāti ‘‘paricchedakārikāya taṇhāyā’’ti vuttaṁ. Sā hi dhammānaṁ kāmāvacarādibhāvaṁ paricchindati. Pari-saddo cettha ‘‘upādinnā’’tiādīsu upa-saddo viya sasādhanaṁ kiriyaṁ dīpetīti ayamattho vuttoti daṭṭhabbaṁ.",
  "tika-abh04t3:17": "Niyyānakaraṇasīlā niyyānikā yathā ‘‘apūpabhakkhanasīlo āpūpiko’’ti, niyyānasīlā eva vā. Rāgadosamohāva gahitāti ñāyati, itarathā pahānekaṭṭhatāvacanaṁ nippayojanaṁ siyā. ‘‘Raṇohatā na jotanti, candasūriyā satārakā’’tiādīsu raṇa-saddassa reṇupariyāyatā daṭṭhabbā. Sampahārapariyāyattā yuddha-saddassa sampahāro ca paharitabbādhāroti akusalasenāva ‘‘saraṇā’’ti vuttā. Dukkhādīnanti phalabhūtānaṁ dukkhavighātaupāyāsapariḷāhānaṁ sabhāgabhūtāya ca micchāpaṭipadāya. Tannibbattakasabhāvānaṁ akusalānanti etena sabbesampi akusalānaṁ saraṇataṁ dasseti.",
  "tika-abh04t3:18": "Abhidhammadukamātikāpadavaṇṇanā niṭṭhitā.",
  "tika-abh04t3:19": "Suttantikadukamātikāpadavaṇṇanā",
  "tika-abh04t3:20": "101-108.Vijjāsabhāgatāya, na saṅkappādayo viya vijjāya upakārakabhāvato. ‘‘Abhejjaṁ…pe… ruhatī’’ti ubhayampi anavasesappahānameva sandhāya vuttaṁ. Kiñcāpi hi heṭṭhimamaggehipi pahīyamānā kilesā tena tena odhinā anavasesameva pahīyanti, ye pana avasiṭṭhā bhinditabbā, te lobhādikilesabhāvasāmaññato puna viruḷhā viya honti. Arahattamagge pana uppanne na evaṁ avasiṭṭhābhāvato. Tadupacārena nissayavohārena. Kusalehi tāpetabbāti vā tapaniyā, tadaṅgādivasena bādhitabbā pahātabbāti attho. Samānatthāni adhivacanādīnaṁ saṅkhādibhāvato. ‘‘Sabbeva dhammā adhivacanapathā’’tiādinā adhivacanādīnaṁ visayabhāve na koci dhammo vajjito, vacanabhāvo eva ca adhivacanādīnaṁ vakkhamānena nayena yujjatīti adhippāyenāha ‘‘sabbañca vacanaṁ adhivacanādibhāvaṁ bhajatī’’ti.",
  "tika-abh04t3:21": "109-118. Aññaṁ anapekkhitvā sayameva attano nāmakaraṇasabhāvo nāmakaraṇaṭṭhoti, tena arūpadhammānaṁ viya opapātikanāmatāya pathavīādīnampi nāmabhāvo siyāti āsaṅkāya nivattanatthaṁ ‘‘nāmantarānāpajjanato’’ti āha. Na hi vinā pathavīādināmenapi rūpadhammā viya kesādināmehi vinā vedanādināmehi aññena nāmena arūpadhammā piṇḍākārato voharīyantīti. Yaṁ pana parassa nāmaṁ karoti, tassa aññāpekkhaṁ nāmakaraṇanti nāmakaraṇasabhāvatā natthīti sāmaññanāmādikaraṇānaṁ nāmabhāvo nāpajjati. Yassa caññehi nāmaṁ karīyati, tassa nāmakaraṇasabhāvatāya abhāvoyevāti natthi nāmabhāvo. Ye pana anāpannanāmantarā sabhāvasiddhanāmā ca, te vedanādayova nāmaṁ nāmāti dassento ‘‘attanāvā’’tiādimāha. Phassādīnaṁ ārammaṇābhimukhatā taṁ aggahetvā appavattiyevāti dassetuṁ ‘‘avinābhāvato’’ti vuttaṁ. Adhivacanasamphasso manosamphasso, so nāmamantarena gahetuṁ asakkuṇeyyatāya pākaṭoti nidassanabhāvena vutto. Ruppanasabhāvenāti nidassanamattaṁ daṭṭhabbaṁ. Pakāsakapakāsitabbabhāvenapi hi vināpi nāmena rūpadhammā pākaṭā hontīti. Atha vā pakāsakapakāsitabbabhāvo visayivisayabhāvo cakkhurūpādīnaṁ sabhāvo, so ruppanasabhāve sāmaññe antogadhoti daṭṭhabbaṁ.",
  "tika-abh04t3:22": "119-123.Ito pubbe parikammantiādinā samāpattivuṭṭhānakusalatā viya samāpattikusalatāpi jhānalābhīnaṁyeva hotīti vuttaṁ viya dissati. ‘‘Itaresampi anussavavasena samāpattīnaṁ appanāparicchedapaññā labbhatī’’ti vadanti. ‘‘Evaṁ sīlavisodhanādinā samāpattiṁ appetīti jānanakapaññā saha parikammena appanāparicchedajānanakapaññā’’ti keci. Vuṭṭhāne kusalabhāvo vuṭṭhānavasitā. Pubbeti samāpajjanato pubbe.",
  "tika-abh04t3:23": "124-134. Sobhane rato surato, tassa bhāvo soraccanti āha ‘‘sobhanakammaratatā’’ti. Suṭṭhu vā orato virato sorato , tassa bhāvo soraccanti. Ayaṁ panattho aṭṭhakathāyaṁ vutto eva. Appaṭisaṅkhānaṁ moho. Kusalabhāvanā bodhipakkhiyadhammānaṁ vaḍḍhanā. Saññāṇaṁ upalakkhaṇaṁ. Saviggahaṁ sabimbakaṁ. Upalakkhetabbākāraṁ dhammajātaṁ, ārammaṇaṁ vā. Avikkhepoti cittavikkhepapaṭipakkho. Ujuvipaccanīkatāya hi pahānavuṭṭhānena ca avikkhepo vikkhepaṁ paṭikkhipati, pavattituṁ na detīti.",
  "tika-abh04t3:24": "135-142.Kāraṇasīlaṁ lokiyaṁ. Phalasīlaṁ lokuttaraṁ tena sijjhatīti katvā, lokiyassapi vā sīlassa kāraṇaphalabhāvo pubbāparabhāvena daṭṭhabbo. Sampannasamudāyassa paripuṇṇasamūhassa. Akusalā sīlā akusalā samācārā. Sīlasampadā sīlasampatti sīlaguṇāti attho. Sahottappaṁ ñāṇanti ottappassa ñāṇappadhānataṁ āha, na pana ñāṇassa ottappasahitatāmattaṁ. Na hi ottapparahitaṁ ñāṇaṁ atthīti. Adhimuttatā abhirativasena nirāsaṅkāpavatti. Nissaṭatā visaṁyuttatā. Ettha ca adhimuttatānissaṭatāvacanehi tadubhayapariyāyā dve vimuttiyo ekasesanayena idha ‘‘vimuttī’’ti vuttāti dasseti. Tathā hi vuttaṁ ‘‘cittassa ca adhimutti nibbānañcā’’ti. Uppajjati etenāti uppādo, na uppādoti anuppādo, tabbhūte anuppādapariyosāne vimokkhante anuppādassa ariyamaggassa kilesānaṁ vā anuppajjanassa pariyosāneti ṭhānaphalehi ariyaphalameva upalakkhīyatīti daṭṭhabbaṁ.",
  "tika-abh04t3:25": "Mātikāpadavaṇṇanā niṭṭhitā."
}