{
  "tika-s0401t9:0": "10. Dutiyapamādādivaggavaṇṇanā",
  "tika-s0401t9:1": "98-115. Dasame vagge ajjhattasantāne bhavaṃ ajjhattikaṃ. Ajjhattasantānato bahiddhā bhavaṃ bāhiraṃ. Vuttapaṭipakkhanayenāti ‘‘avināsāyā’’ti evamādinā attho gahetabbo. Catukkoṭiketi ‘‘anuyogo akusalānaṃ , ananuyogo kusalānaṃ, anuyogo kusalānaṃ, ananuyogo akusalāna’’nti (a. ni. 1.96) evaṃ pariyosānasutte āgatanayaṃ gahetvā ‘‘nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmī’’tiādinā (a. ni. 1.11) āgatasuttānaṃ samaññā jātā.",
  "tika-s0401t9:2": "130. Suttantanaye yathācodanā saṃkilesadhammānaṃ vipariyesanaṃ, taṃtaṃdhammakoṭṭhāsānañca ūnato adhikato ca pavedanaṃ adhammaṃ dhammoti dīpanaṃ. Tesaṃyeva pana aviparītato anūnādhikato ca pavedanaṃ dhammaṃ dhammoti dīpanaṃ. Evaṃ vinayappaṭipattiyā ayathāvidhippavedanaṃ adhammaṃ dhammoti dīpanaṃ. Yathāvidhippavedanaṃ dhammaṃ dhammoti dīpanaṃ. Suttantanayena pañcavidho saṃvaravinayo pahānavinayo ca vinayo, tappaṭipakkhena avinayo. Vinayanayena vatthusampadādinā yathāvidhippaṭipatti eva vinayo, tabbipariyāyena avinayo veditabbo. Tiṃsa nissaggiyā pācittiyāti ettha iti-saddo ādyattho. Tena dvenavuti pācittiyā, cattāro pāṭidesaniyā, satta adhikaraṇasamathāti imesaṃ saṅgaho. Ekatiṃsa nissaggiyāti ettha ‘‘tenavuti pācittiyā’’tiādinā vattabbaṃ. Sesamettha suviññeyyameva.",
  "tika-s0401t9:3": "Adhigantabbato adhigamo, maggaphalāni. Nibbānaṃ pana antaradhānābhāvato idha na gayhati. Paṭipajjanaṃ paṭipatti, sikkhattayasamāyogo. Paṭipajjitabbato vā paṭipatti. Pariyāpuṇitabbato pariyatti, piṭakattayaṃ. Maggaggahaṇena gahitāpi tatiyavijjāchaṭṭhābhiññā vijjābhiññāsāmaññato ‘‘tisso vijjā cha abhiññā’’ti punapi gahitā. Tato paraṃ cha abhiññāti vassasahassato paraṃ cha abhiññā nibbattetuṃ sakkonti, na paṭisambhidāti adhippāyo. Tatoti abhiññākālato pacchā. Tāti abhiññāyo. Pubbabhāge jhānasinehābhāvena kevalāya vipassanāya ṭhatvā aggaphalappattā sukkhavipassakā nāma, maggakkhaṇe pana ‘‘jhānasineho natthī’’ti na vattabbo ‘‘samathavipassanaṃ yuganaddhaṃ bhāvetī’’ti (a. ni. 4.170) vacanato. Pacchimakassāti sabbapacchimassa. Kiñcāpi ariyo aparihānadhammo , sotāpannassa pana uddhaṃ jīvitapariyādānā adhigatadhammo uppanno nāma natthi, paccayasāmaggiyā asati yāva uparivisesaṃ nibbattetuṃ na sakkonti, tāva adhigamassa asambhavo evāti āha – ‘‘sotāpannassa…pe… nāma hotī’’ti. Tassidaṃ manussalokavasena vuttanti daṭṭhabbaṃ.",
  "tika-s0401t9:4": "Na codentīti aññamaññasmiṃ vijjamānaṃ dosaṃ jānantāpi na codenti na sārenti. Akukkuccakā hontīti kukkuccaṃ na uppādenti. ‘‘Asakkaccakārino hontī’’ti ca paṭhanti, sāthalikatāya sikkhāsu asakkaccakārino hontīti attho. Bhikkhūnaṃ satepi sahassepi dharamāneti idaṃ bāhullavasena vuttaṃ. Antimavatthuanajjhāpannesu katipayamattesupi bhikkhūsu dharantesu, ekasmiṃ vā dharante paṭipatti anantarahitā eva nāma hoti. Tenevāha – ‘‘pacchimakassa…pe… antarahitā hotī’’ti.",
  "tika-s0401t9:5": "Antevāsike gahetunti antevāsike saṅgahetuṃ. Atthavasenāti aṭṭhakathāvasena. Matthakato paṭṭhāyāti uparito paṭṭhāya. Uposathakkhandhakamattanti vinayamātikāpāḷimāha. Āḷavakapañhādīnaṃ viya devesu pariyattiyā pavatti appamāṇanti āha – ‘‘manussesū’’ti.",
  "tika-s0401t9:6": "Oṭṭhaṭṭhivaṇṇanti oṭṭhānaṃ aṭṭhivaṇṇaṃ, dantakasāvaṃ ekaṃ vā dve vā vāre rajitvā dantavaṇṇaṃ katvā dhārentīti vuttaṃ hoti. Kesesu vā allīyāpentīti tena kāsāvakhaṇḍena kese bandhantā allīyāpenti. Bhikkhugottassa abhibhavanato vināsanato gotrabhuno. Atha vā gottaṃ vuccati sādhāraṇaṃ nāmaṃ, mattasaddo luttaniddiṭṭho, tasmā ‘‘samaṇā’’ti gottamattaṃ anubhavanti dhārentīti gotrabhuno, nāmamattasamaṇāti attho. Kāsāvagatakaṇṭhatāya, kāsāvaggahaṇahetuuppajjanakasokatāya vā kāsāvakaṇṭhā. Saṅghagatanti saṅghaṃ uddissa dinnattā saṅghagataṃ. Taṃ sarīranti taṃ dhātusarīraṃ.",
  "tika-s0401t9:7": "Tenevāti pariyattiantaradhānamūlakattā eva itaraantaradhānassa. Sakko devarājā chātakabhaye paratīragamanāya bhikkhū ussukkamakāsīti adhippāyo. Neti ubhayepi paṃsukūlikatthere dhammakathikatthere ca. Therāti tattha ṭhitā sakkhibhūtā therā. Dhammakathikattherā ‘‘yāva tiṭṭhantisuttantā…pe… yogakkhemā na dhaṃsatī’’ti idaṃ suttaṃ āharitvā ‘‘suttante rakkhite sante, paṭipatti hoti rakkhitā’’ti iminā vacanena paṃsukūlikatthere appaṭibhāne akaṃsu . Idāni pariyattiyā anantaradhānameva itaresaṃ anantaradhānahetūti imamatthaṃ byatirekato anvayato ca upamāhi vibhāvetuṃ ‘‘yathā hī’’tiādi vuttaṃ. Taṃ suviññeyyameva.",
  "tika-s0401t9:8": "Dutiyapamādādivaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t9:9": "140-150. Ekādasamadvādasamavaggā suviññeyyā eva."
}