{
  "anya-e0806n3:0": "3. Tatiyakaṇḍavaṇṇanā",
  "anya-e0806n3:1": "1. Syādi",
  "anya-e0806n3:2": "Yassātikamāvaṭṭhitassayoādiakkharasamudāyassa, kintanti āha- ‘ida’miccādi, idanti yathāvuttaṃ syādisamudāyarūpaṃ, avayavena viggaho samudāyo samāsattho, samudāye pavattā saddā avayavesupi vattantīti syādisaddo siādike avayavepi vattate, vidhiggahaṇañāyenāti ‘‘paccayaggahaṇe yasmā sa vihito tadādino tadantassa ca gahaṇa’’nti ñāyena. Syādi ante yassa taṃ syādyantaṃ. Nanu ca ‘‘syādisyādinekattha’’nti sāmaññena vuccamāne yaṃkiñci syādyantaṃ yenakenaci syādyantena sahekatthībhāvamarahati, tathāhi yathā gāmagatotiādo, tathā passa devadatte gāmaṃ, gato yaññadatto gurukulanti ādopi samāso tyāsaṅkiyāha-‘sāmaññena vuttepi’ccādi, yassa syādyantassayena syādyantena sambandho, tena syādyantena sahataṃ syādyantamekatthambhavatīti sambandhato viññāyati avasīyatīti yassātyādisvattho, tathā ca gāmagatotyatratthīmesa-maññamaññāpekkhālakkhaṇo sambandhotyekatthībhāvo, tatoyevetthāhu-",
  "anya-e0806n3:3": "Niyataṃ sādhanaṃ sādhye, kriyā niyatasādhanā;",
  "anya-e0806n3:4": "Sannidhānena metesaṃ cethissā (potthake), niyamo-yampakāsatīti.",
  "anya-e0806n3:5": "Ayamettha attho ‘‘yato gāmamiccetaṃ sādhanaṃ sādhyaṃ kiriyaṃ taṃbyapadesajānanayogyamapekkhate gatoti, ato sādhanaṃ kāra kaṃ sādhye kiriyāya niyataṃ, yato ca kiriyā sayaṃ sādhanamapekkhate kiṃ gatoti, ato kiriyāpi niyataṃ sādhanametissāti niyatasādhanā hoti ayaṃ yathāvutto niyamo aññamaññāpekkhāvasena vattamāno etesaṃ sādhyasādhanānaṃ sannidhāna mattena aññamaññato pakāsatī’’ti. Passa devadatta gāmaṃ, gato yaññadatto gurukulaṃtyatra tu gāmanti sādhanaṃ passeti sādhyamapekkhate, gatoti gamanakiriyā tu gurukulamapekkhate, tato ca gāmagatānaṃ vākyantarāvayavānaṃ natthevāpekkhāti na bhavati samāso, sabbatthevamūhanīyaṃ, sambandho hi aññamaññāpekkhālakkhaṇo sambandhyantarato-navaṭṭhitaṃ nivattetvā visese niveseti, tathāca vuttaṃ–",
  "anya-e0806n3:6": "Tassa tvākaṅkhato bhede, yā pariplavamānatā;",
  "anya-e0806n3:7": "Visese taṃ nivesento, sambandhovāvachindatīti.",
  "anya-e0806n3:8": "Bhede visese gāmantetaṃ sāmaññaṃ visesāpekkhaṃ ‘gāmamāsīsati, jahāti, gato’ti, tathā ‘gato gāmaṃ, vanaṃ, gurukula’nti vevamākaṅkhato-bhilasato tassa tu padhānapadassupasajjanapadassa ca yā pariplavamānatā anavaṭṭhitatā taṃ visese visiṭṭhe sambandhini nivesento patiṭṭhapento sambandhovānekappakāro kvaci sādhyasādhanabhāvalakkhaṇo kvaci pakativikārabhāvasabhāvo kvaci sassāmi sambandharūpo avachindati sambandhyantarato nivattetīti attho, yato-yamapekkhā vākyakāleyeva nirūpyate, tato yatthātthi padānamapekkhā, tattha samāsāvagamo, yatra tu natthi, tatra na bhavatītyanupadiṭṭho visayavibhāgo ñāyateti bhāvo, bāle abudhetu nissāya vicitto samāsavidhānalopādinānekappakāro paṭipattiyā sādhusaddaparijānanatthamupāyo sambhavati, paramatthato tu saddantarattā accantaṃ aññattaṃ vākyasamāsānaṃ bhedo, na hi vākye diṭṭhapadāni samāse santi, tathā ca vuttaṃ–",
  "anya-e0806n3:9": "Bāle nissāyupāyo-yaṃ, vicitto paṭipattiyā;",
  "anya-e0806n3:10": "Bhedo vākyasamāsānaṃ, ccantaṃ ññattaṃ (potthake) saddantaraṃ yatoti.",
  "anya-e0806n3:11": "Atoyevāti yato sāmaññena vuttepiyassayena sambandhotena saha tadekatthambhavatīti sambandhato viññāyatīti nāniṭṭhaṃ kiñcipīha hoti, atoyeva hetutoti attho. Byapekkhā sāmatthiyapariggahāyeti padānamaññoññākaṅkhā byapekkhā, sāva sā matthiyaṃ, tassa pariggahāya. Samatthavacanaṃ na katanti pāṇiniyehi viya ‘‘samattho padavidhī’’ti (pā, 2-1-1) samatthavacanaṃ na kataṃ. Samattho pada vidhīti paribhāsāyamayamattho ‘‘vidhīyate vidhīyatīti (potthake) vidhi, padānaṃ vidhi padavidhisamāsādi, yokocīha satthe padavidhi,so samattho viggaha vākyatthābhidhāne (satti) veditabbo’’ti, tādisaparibhāsāya byāpārato tesaṃ ‘passa devadatta gāmaṃ, gato yaññadatto gurukulaṃ’ tyādo nāniṭṭhappatti, sāmatthiyañcettha dvidhātyupagamyate vākye byapekkhāvuttiyamekatthībhāvo ceti vuttiyamekatthībhāvo vākye byapekkhāceti (potthake). Tattha paṭhamassa pariggahaṃ vacanamantarena paṭipādiya dutiyassa pariggahamidāni vacanena paṭipādayamāha- ‘ekatthī bhāvo’ccādi, ekatthībhāvo bhinnatthānaṃ sādhāraṇatthatāvasena pavattiviseso, vākye hi sādhāraṇatthatā natthi bhinnatthattā, atoyevettha bhedanibandhanā chaṭṭhyupajāyate ‘rañño puriso’ti, vuttiyantūbhayapadabyavacchinnatthābhidhānato sādhāraṇatthatā bhavati, idaṃ vuttaṃ hoti ‘‘samāse visesanaṃ visessamanupavīsati ekībhavati visesanaṃ, vākye tu visesanaṃ visessato visuṃyevā vatiṭṭhate’’ti. Dvandasamāsassa tu padānaṃ visesanavisessābhāvepi sakalapadatthappadhānattā ‘rañño go ca asso ca puriso cā’ti vākyato ‘rañño gavāssa purisā’ti samāsassa viseso ekatthī bhāvalakkhaṇo bhavatyeva, tathāhi tattha vākye bhinnatthanibandhana samuccayapaṭipādanāya casaddo payujjate, samāse tu nappayujjate, ekattha vacanenevāti ‘‘syādisyādinekattha’’ tyekatthavacaneneva, ekattībhāvoyeva bhavatīti seso, evakāro na vākye tathāhi dīpeti. Vākye kathanti āha- vākye’tiādi.",
  "anya-e0806n3:12": "Vākyeti viggahavākye, visesena gayhati ñāyatyaneneti vigga- ho , so ca taṃ vākyaṃ ceti viggahavākyaṃ, visesena vā gahaṇaṃ viggaho, tadatthaṃ vākyaṃ viggahavākyaṃ, tasmiṃ, kāyaṃ byāpekkhāti āha-‘bhedādilakkhaṇā’ti, ādisaddena saṃsagga bheda saṃsaggānañca gahaṇaṃ.",
  "anya-e0806n3:13": "Tattha sāntarehi sāmyantarehi ca byāvutti chedo, saṃvisesa sāmivisesānaṃ sambandho saṃsaggo, tadāha- ‘tathāhi’ccādinā, bhedako byāvattako, atthagahitoti kāraṇavasena bhedavādinā gahito, yadeccādinā saṃsaggavādino-dhippāyamāha yadā tūbhayampiccādinā ubhayavādino, abhimatoti ‘‘pākkaḍārāsamāso’’ccanena (2-1-3) pāṇininā icchito. Pākkaḍārāti ‘‘kaḍārā kammadhāraye’’ccanena (2-2-38) kaḍārāsaṃsaddanā pagevāti attho.",
  "anya-e0806n3:14": "‘Putha bhinno attho yesaṃ padānaṃ tāni puthagatthāni, vākye hi rañño puriso tettha rājasaddo rājatthameva vadati, purisasaddo purisatthameva, vuttiyantu rājapurisotettha rājasaddopi purisatthameva vadatīti dvinnamekatthībhāvo bhavati, aññoyevāvayavatthānvito samudāyattho pātubhavatīti tadapekkhāya cekatthībhāvo vuccate, jahamānasakatthavuttimabhyupagamma vuttaṃ- ‘visesanassa sakattha pariccāgene’ccādi, atoyeva paro codessati ‘nanu ce’ccādinā. Ekatthībhavanaṃ samasananti iminā ekatthanti samāsoti nātthantaranti dīpeti.",
  "anya-e0806n3:15": "Jahamānāni padāni sakatthaṃ yassaṃ (sā) tathā vuttā, nāccantāya jayātīti evammaññate ‘‘pariccāgamattamabhisandhāya jahamānasakatthaṃtyuccate, na tu sabbathā pariccāgoparopakārāya tassopādānato, sabbathā ca sakatthapariccāge paropakārāsampādanato-nupādānameva payojanābhāvā tassa siyā’’ti, thapati vaḍḍhatī. Atthanti rājasaddavāccaṃ. Accantapariccāgepi na doso… vākye diṭṭhassupasajjanassa vuttiyaṃ soyevāyantyanvayāvasāyato tadatthāva gatiyāti dassento āha- ‘atha ve’ccādi.",
  "anya-e0806n3:16": "Soyevāyantyajjhavasāyo-nvayo, soyevāyaṃ rājasaddo yo vākyatāle diṭṭhoti vohārīnamekattāvasāyenāsatyapi (rājasaddassa)tthe purisassa visesanambhavissatīti bhāvo, ettheva diṭṭhantamāha- ‘yathe’ccādi.",
  "anya-e0806n3:17": "2. Asaṃ",
  "anya-e0806n3:18": "Abyayanti yadaññesaṃ pasiddhanti liṅgavacanabhedepi byayarahitattā upasagganipātānaṃ parehi abyayasaññākaraṇato abyayanti paresaṃ pasiddhaṃ, tesantvayaṃ samāso abyayatthapubbaṅgamattā anabyayaṃ abyayambhavatīti abyayībhāvo pasiddho, asaṅkhyassa sutattā tasseva vibhatyatthādayo visayabhāvena visesanānīti viññāyantītyāha- ‘asaṅkhye’ccādi, iminā nemesamāsatthāti dīpeti.",
  "anya-e0806n3:19": "Tāvasaddassa kamavuttiyaṃ yo-ttho sampajjate tamāha- ‘vibhatya’ccādi, vibhatyatthe udāharitvāti vibhatyatthavisaye vattamānassāsaṅkhyassa itthisaddena samāsamadhitthīti uvāharitvā, niccayamāsāna maviggaho, asakapadaviggaho vā yutto, aññathā aniccatāpattītyāha- ‘niccasamāsattā’iccādi.",
  "anya-e0806n3:20": "Asakapadena anattaniyapadena aññapadena viggaho asakapadaviggaho, tena, ettha hi yathā kumbhassa samīpaṃtyaññapadavākye samīpa saddenupasaddavacanīyassa vuttattā upasaddo nappayujjate, yathā itthī sūti etthādhisaddavacanīyassā (dhā)ratthassa sattamiyā vuttattā nādhisaddoti ‘itthīsū’ti aññapadavākyaṃ vuttaṃ, kathāpavattāti tvādheyyo padassanaṃ, evaṃ sabbatthonneyaṃ, asakapadaviggahenātthova vutto,",
  "anya-e0806n3:21": "Adhisaddassa pana puratovaṭṭhitassādhāre vattamānassa taṃsamānādhikaraṇena sattamyantenitthisaddena saha samāsoti dassetumāha-‘adhisaddo’ccādi.",
  "anya-e0806n3:22": "Syādilopoti adhisaddato itthisaddato ca paresaṃ sattamī bahuvacanānaṃ lopoti attho. Atta (bhāva) sampattīti sarīrasampatti adhippetāti brahmasaddassa sarīraṃ atthoti āha- ‘brahmaṃ sarīranti, katthacī uttarapadatthappadhānattāvāsaṅkhyasamāsassa ‘sampannaṃ brahma’nti viggaho vutto.",
  "anya-e0806n3:23": "Samāsavibhattiyāti samāsato uppannavibhattiyā, sakalo padesasakalo, pariggahāpekkhāti abhyupagamāpekkhāyāti attho, abhyupagamepi hi pariggahasaddo–",
  "anya-e0806n3:24": "Sapathe parivāre ca, mūlābhyupagamesu ca;",
  "anya-e0806n3:25": "Ravimhi rāhugahite, dāresu ca pariggaho’’ti nighaṇṭu.",
  "anya-e0806n3:26": "Sakalassa bhāvo sākalyaṃ-sakalasaddappavattinimittaṃ, tampana nissesa matanissesa (potthake) ggahaṇā puthu bhavatītyāha- ‘asesaggahaṇa’nti, tiṇānaṃ sākalyanti viggaho, tiṇasaddena hi tiṇasahitāni gahitāni, teneva vakkhati byatirekanaye- ‘taṃ sabbaṃ tiṇasahitamajjho- haratī’ti, satiṇamajjhoharatītetthādhippāyattha māha-‘yāvā’tiādi.",
  "anya-e0806n3:27": "Tiṇasaddo upalakkhaṇaṃ sesā-najjhohāriyānaṃ, tenāha ‘tiṇādikampī’ti. Pariggahāpekkhāyantabhūtassa gahaṇatthaṃ ‘‘abyayaṃ vibhattisamīpā’’disutte ‘sāgyadhīte’ti nipphādanatthamantavacana mudāhatampāṇininā, tampi sākalyeyevāharituṃ sākallenodāharituṃ sāgyadhītetyūdāhaṭanti dassetuṃ ‘tato’tyādi vuttaṃ.",
  "anya-e0806n3:28": "Tatoti yato sakalasakale na vattati, pariggahāpekkhāya samattiyā antato sakāsā sākalyaṃ na bhijjateti sambandho, samatthiyampi ante udāharaṇanti seso.",
  "anya-e0806n3:29": "Aggipariyantanti aggiattho gantho tādatthiyā aggi, sopariyanto-ssa ajjheyassāti aggipariyantaṃ, yattakassājjheyassa pariggaho, tassa aggi pariyanto, agginā pariyantabhūtena sahito sakaloti viggaho, aggino sākalyanti vā.",
  "anya-e0806n3:30": "Saddikānanti byākaraṇaññūnaṃ. Atthābhāveityatthaggahaṇaṃ itaretarābhāve dhammābhāve ca mā siyāti, atoyeva coccate ‘athetaretarābhāve’iccādi, itarasmiṃ itarassa abhāvo itaretarābhāvo, go asso na bhavatīti hi atthantarattaṃ nisedhīyate, na vatthubhāvo, brāhmaṇo na bhavatītyatrapibrāhmaṇattadhammo nisedhīyate, na vatthubhāvo, parattātiādinā vippaṭisedha visayamāha.",
  "anya-e0806n3:31": "Atikkamābhāvetī ettha atikkamāti pañcamiyā asamāsaniddesoti āha- ‘atikkamā’ti, na panuppannassa pacchāti iminā atikkamābhāvo nāma uppannassa pacchā abhāvoti dasseti.",
  "anya-e0806n3:32": "Nittiṇanti uttarapadatthappadhāno-saṅkhyasamāso. Sampatisaddassa sāmaññavacanattepi idhādhippetaṃ kālaṃ dassetumāha- ‘upabhogasse’’ccādi, upabhogo kammasādhano lahupāvuraṇassa nāyamupabhogakāloti viggaho, (ati) lahupāvuraṇanti rūpasiddhīti dassetuṃ lahupāvuraṇassātiādi vuttiyaṃ vuttaṃ.",
  "anya-e0806n3:33": "Yoggaṃ rūpanti viggahe anurūpaṃ, nanu cātra niccasamāsattāsapadaviggahena bhavitabbaṃtyāsaṅkiyāha-‘vicchāya’miccādi, anusaddena hi yoge vicchāyaṃ ‘‘anunā’’ti (2-10) dutiyā vidhīyate, vākyeyevāssa ca payogo nāññatreti vākyampi bhavatīti maññate. Sakikhīti etthāpi ‘‘akāle sakatthe’’ti (3-81) sahassa so.",
  "anya-e0806n3:34": "Sadiso kikhiyāti ettha kikhiyā pasiddhabhūtāya sādhiyassa sādhanabhāvena gahitāya sadhammattena koci sādhiyo sadisoti vuttoti kimidha sadiso appadhānaṃ padhānamevāti attho tathā sati puppapadatthappadhānenāsaṅkhyasamāsena sakikhīti ettha na bhavitabbanti āha-‘nanuce’tyādi, kikhiyāti sambandhe chaṭṭhī, ettha pana sadisattassa kikhīyā-ppaṭibaddhattāppadhānattaṃ. Netadatthītiādinā yathāvuttaṃ codanaṃ pariharati.",
  "anya-e0806n3:35": "Yathā devadattoti ettha yadi samāso bhaveyya, devadattena sadiso yathādevadattanti bhaveyya, paṭisiddhattā pana (na) samāsoti, kikhīti makkaṭassābhidhānaṃ. Jeṭṭhānukkamenāti vuttattā anujeṭṭhanti tatiyantatā gamyate. Cakkena yugapadi sacakkaṃ.",
  "anya-e0806n3:36": "4. Yāvāvadhāraṇe",
  "anya-e0806n3:37": "Amattānaṃ yattako paricchedo yāvāmattaṃ.",
  "anya-e0806n3:38": "5. Payyapābahitiro purepacchāvāpañcamyā",
  "anya-e0806n3:39": "Pañcamyāti kasmā vuttaṃ nanu avuttepi tasmiṃ vakkhamānanayena pañcamyantattā pañcamyanteheva samāso viññāyatītyāsaṅkiyāha‘yadipi’ccādi. Tathāpiccādinā pariharati, hotu kāmaṃ ‘paripabbataṃ vijjotate’ti dutiyānisedhāya, aññatra kathanti āha ‘iha ce’tyādi.",
  "anya-e0806n3:40": "Ācattāro vāti āsaddo vākye, saraṇe vā, gāmo bahi tiṭṭhatītyattho, purato gāmampassāti vadanto puretyatthappaghānoyanniddeso, nasarūpappadhānoti dasseti, abhimukhe gāmampassātyattho. Avuttānametānyupalakkhaṇāni, tasmā ‘tiro gāmampassā’tipi vuttaṃ hoti, tiriyato gāmampassa, pacchato gāmampassāti attho.",
  "anya-e0806n3:41": "Apasaddayoge niccapañcantassa vikappena samāsavidhānāvābhavanenodāharaṇaṃ dinnaṃ (ettha) pañcamyāti payojanābhāvepi aññadatthaṃ kariyamānamihāpyatthavantaṃ hoti.",
  "anya-e0806n3:42": "6. Samī",
  "anya-e0806n3:43": "‘‘Anu yaṃ samayā’’ti (2-1-15) ca ‘‘yassa cāyāmo’’ti (2-1-16) ca pāṇinino vacanadvayaṃ, ayametesamattho ‘‘yassa samayā samīpavācī anusaddo, tena saha samassateti ca, anu yassāyāmavācī, tena syādyantena saha samassate’’ti ca. Vatthuto tu sāmīpyāyāmavantānamaniddesepi sāmatthiyā tadākkhepoti dassento āha-‘samīpāyāmāna’miccādi.",
  "anya-e0806n3:44": "Sambandhittāti sambandhisaddā sakatthamiva niyatapaṭiyoginamākkhapanti… tena vinā tesaṃ sakatthābhāvā. Āyāmo dīghatā, ‘‘yassa samīpāyāmesvanu’’ti yathāvuttasuttadvayamākkhepenupadisati, vanassa sāmipyamanuvanaṃ, ‘‘asaṅkhyaṃ vibhattisampattisamīpa’’ icceva (3-2) siddhepuna samīpaggahaṇaṃ vikappatthaṃ, tena vanassānuti vākyenāpi bhavitabbaṃ.",
  "anya-e0806n3:45": "Gaṅgāya āyāmo anugaṅgaṃ, bhāgavuttikāro ‘‘lakkhaṇene’’ti vattate. Yassāyāmavācī anu, tena lakkhaṇena samassate anugaṅgaṃ bārāṇasī, gaṅgāya lakkhaṇabhūtāya pasiddhāyāmaguṇāya bārāṇasī lakkhīyate yāvāyatāyāmā gaṅgā tāvāyampīti sabhāvato tūpamānopameyyabhāvo samāse patīyate gaṅgā viya dīghā’’ti lakkhiyalakkhaṇabhāvaṃ vaṇṇeti. Evaṃ sati bārāṇasīti paṭhamā nopapajjateti maññamāno āha-‘gaṅgāyā mena yuttā ‘‘tyādi. Anugaṅgaṃ bārāṇasiyāti bārāṇasiyā gaṅgāyāmo lakkhaṇanti attho.",
  "anya-e0806n3:46": "7. Tiṭṭha",
  "anya-e0806n3:47": "Akatasamāsācāti anena iminā katasamāsataṃ dīpeti, tiṭṭhantīti idaṃntappaccayantassātthapadanti dassetumāha-‘‘ntokattari vattamāne’’ticcādi, (5-64) āyatītīmassāttapadaṃ āyantīti, pumbhāvābhāvo nīpātanā, akāro ca nipātanā ‘‘gotva catthe cā lope’’tyatra (3-46) ‘nāññāsaṅkhyatthesū’tyanuvattanato.",
  "anya-e0806n3:48": "Lūnayavādīnamettha nipātanā kālepi napuṃsakaliṅgattaṃ, saṃhaṭāyavā yasmiṃ kāle saṃhaṭayavaṃ, ummattagaṅganti saññāyamaññapadatthe vādhikārepi niccasamāso, na hi vākyaṃ saññāti, ādisaddena‘samassa sobhanattaṃ susama’miccādīnañca saṅgaho, pabhāvanaṃ pakāsanaṃ.",
  "anya-e0806n3:49": "8. Ore",
  "anya-e0806n3:50": "Oraṃ gaṅgāya, pāraṃ yamunāyāti samāse kate nipātanā ekāro, teneva vuttiyaṃ vuttaṃ ‘ekārantattaṃ nipātanato’ti, vuttivikappanatthatoti vuttiyā vikappo attho yassāti viggaho.",
  "anya-e0806n3:51": "10. Amā",
  "anya-e0806n3:52": "Socekatthībhāvo visiṭṭho-bhimatoti sambandho, muhuttanti accantasaṃyoge dutiyā, pādisamāsaṃ katvāti āsaddassa harasaddena vuttisaddena vuttipadena (pañcikā) kiriyākhyāpyateti asatyupasecanādikiriyāyaṃ saṅkhārakaṃ saṅkhāriyaṃ vā na bhavati, atthiceha tadubhayaṃ, tato tesaṃ sambhavāyeva samāsantobhūtakiriyā gamyateti maññate, tathāhi dadhibhojanaṃtyādo vutte adhyādino saṅkhārakattaṃ bhojanādino ca saṅkhāriyattaṃ patīyate, na copasekādimantarena saṅkhāriyasaṅkhārakabhāvo-tthīti sāmatthiyāyevupasekādippatīti.",
  "anya-e0806n3:53": "Tadapekkhāyāti gammamānopasecanādikiriyāpekkhāya. Pāṇiniyehi atthena ‘etassida’nti atthe niccasamāso-bhimato sabbaliṅgatā ca, tathā vacanābhāvamiha manasikatvā ‘katha’miccādinā vutti yaṃvuttaṃcodakavacanamāharitvā tatthādhippāyaṃvivarati ‘evamaññate’ccādinā, vidhānaṃ katanti evamaññateti sambandho, tattheccādinā añña padatthe bhavissatītyetthādhippāyaṃ vivaranto niccasamāsataṃ sabbaliṅgatañca paṭipādayati, vākyanivattisiddhāyevāti.",
  "anya-e0806n3:54": "Atthasaddenāvagatatthatāya etassāti vattumayuttanti ‘etassa attho’ti vākyanivatti siddhāyeva, kathañcipi catutthyantā bhinnatthassa samāse katepi tattha virodhamāha- ‘catutthyantasse’tyādi.",
  "anya-e0806n3:55": "Vacanampīti ‘‘atthena niccasamāso sabbaliṅgatāca’’iti (3-1-36) vākyakārena patiṭṭhitavacanampi, pāṇinīyānaṃ ‘etassa ida’nti atthe samāse kate yo-ttho sampajjati, aññatthasamāsepi soyevatthoti dasseti ‘yo’ iccādinā, anupādāparinibbānanimittaṃ vāyāmoccādinā yojetabbaṃ… taṃnimittattā vāyāmādīnaṃ, tesaṃ kathādīnanti ettha tesaṃ vāyāmādīnanti vattabbaṃ… vāyāmotyādinā vuttattā so ca tannimittaṃ hoteva, ayametthādhippāyo ‘‘etassa idanti vākye atthena samāse sabbaliṅgatā ca ‘etadattho etadatthā etadattha’nti vāyāmādayo ca samāsatthā honti, etaṃ anupādāparinibbānamattho payojanametassa etissā etassāti aññapadatthepi esaṃ padānaṃ soyevatthoti nātthabhedo’’ti.",
  "anya-e0806n3:56": "Idañca ‘‘avippaṭisāratthāni kho ānandaṃ kusalāni, avippaṭisāro pāmojjatthāya…pe… vimuttiñāṇadassanaṃ anupādāparinibbānatthāya etadattho vāyāmo etadatthā kathā etadatthā mantanā etadatthaṃ sotāvadhāna’’ntiādi (tikaṅguttara, ānandavagga) pāḷiṃ nissāya vuttaṃ.",
  "anya-e0806n3:57": "Pāṇiniyehi ‘‘kattukaraṇe kitantena bahula’’nti (2-1-32) kitantena tatiyāsamāsavidhānā tattheva bahulaggahaṇena ‘gāmaniggatā’dīsu samāso vutto, tenetthāntodāharaṇānaṃ dvinnamadhikattaṃ, samāsābhāvo-bhimatoti pāṇinīyehi ‘‘pūraṇaguṇasuhitatthasadabyayatabbasamānādhikaraṇene’’ti (2-2-11) sutte guṇa itivacanenābhimato, saditi saññā tesaṃ ntamānānaṃ.",
  "anya-e0806n3:58": "So kathanti iha ‘bhāvatittatthehī’ti bhāvappaccayanteneva samāsapaṭisedhavidhānā ‘brāhmaṇassa sukkā’ iccādo so samā sappaṭisedho kathaṃ sijjhatīti attho.",
  "anya-e0806n3:59": "Guṇattaniyevāti guṇasabhāve eva, abhimatoti vāttikakārassābhimato ‘‘tadavaṭṭhehi ca guṇehī’’ti, tasaddenāssa guṇassa parāmāso tasmiṃyeva guṇe avatiṭṭhantīti tadavaṭṭhā, guṇeyeva guṇātiṭṭhanti na kadācipi soyamityabhedā dabbavuttayo sukkādayo viya te tadavaṭṭhā guṇā gandhādayo, tadavaṭṭhitehi guṇehi chaṭṭhī samassateti vattabbanti attho.",
  "anya-e0806n3:60": "Ābhimatoti ‘‘pūraṇā’’disutte abyayaggahaṇena, devadattassāti chaṭṭhiyā gurumhi sāpekkhattepi gurusaddassa sambandhisaddattā sakatthe vākye viya vuttiyaṃ byapekkhā-yāhānito vuttisabbhāvaṃ vacanantarena sādhetumāha- ‘tathācāhū’ti.",
  "anya-e0806n3:61": "Sātthevāti sakatthe viya, assāti sambandhisaddassa, sāmatthiyaṃ gamakattañcatthīti padānamaññoññāpekkhālakkhaṇaṃ sāmatthiyaṃ sāmatthiyābhāvepi viggahavākyatthassa gamakattaṃ vā atthīti attho, guruno kulaṃ dāsassa bhariyāti viggaho, athātra brāhmaṇassa ucce’iccādo sāmatthiyaṃ gamakattaṃ vā natthīti kuto-vasitaṃ, yena tadābhāvātra samāsābhāvo vaṇṇīyateccāha-‘sāmatthyādinotvi’ccādi.",
  "anya-e0806n3:62": "Samāsābhāvo-bhimatoti ‘‘pūraṇā’’disutte samānādhikarassāpi upādānato. Sehīti attaniyehi, nābhimatoti ‘‘cayuttehi sehi asamāsitehi chaṭṭhīsamāsappaṭisedhovattabbo’’ (vā) tyanena, puthagatthatāya bhinnatthatāyaṃ-vutti miccassavivaraṇaṃ gavādīnamasamāseti, evamassādīnaṃ samāsenālanti sambandho.",
  "anya-e0806n3:63": "Yogīnanti itarītarayogīnaṃ, anenetaretarayogacatthasamāsaṃ vadati. Vuttihotītyassa vivaraṇaṃ chaṭṭhīsamāso bhavatīti, ekatthībhāveiccassa vivaraṇaṃ gavādīnañca catthasamāse satīti.",
  "anya-e0806n3:64": "Ruḷhittāti samāsasseva kīḷāvācakattena jīvikāya ca paccāya kattena pasiddhattā, na vākyassāti ‘uddālapupphabhañjikā’tyādo ruḷhīvasena niccasamāso bhavissatīti tatra kiṃ vacaneneti maññate, sarasi ruḷhanti viggaho.",
  "anya-e0806n3:65": "Ayampana amādisamāso kammadhārayadigusamāsāti sabbepi paresaṃ tappurisasadisattā tappurisā, yathā hi tassa puriso tappurisoti uttarapadatthappadhāno, tathā te siyuṃ, saṅkhyāpubbatta napuṃsakattasaṅkhātehi dvīhi lakkhaṇehi gacchati pavattatītidigu.",
  "anya-e0806n3:66": "11. Vise",
  "anya-e0806n3:67": "Kintaṃ visesana micchāha-‘yami’ccādi, yaṃ avatthāpayati taṃ vuccatīti sambandho, kintaṃ visessamiccāha-‘yadaneke’ccādi, yaṃ avatthā pīyate tamabhidhīyateti sambandho, nanvekatthenetyuccamāne visesseneti kathamavagamyate, yato evaṃ vivaritavā tyāsaṅkiyāha- ‘yadipi’ccādi.",
  "anya-e0806n3:68": "Sambandhisaddattāti evaṃ maññate ‘‘sambandhisaddā sakatthamiva niyatampaṭi-yoginamākkhipanti… tena vinā tesaṃ sakatthassāsambhavāti, vivaritavāti vivarittha, ekatthenetīmassa samānādhikaraṇena saha samāso hotīti evaṃ sājjhāhāro attho veditabbo, atthasaddassānekatthattā viseseti ‘attho abhidheyyo’ti. Kathaṃ tenattho vuccatītyāha- ‘adhikarīyati’ccādi.",
  "anya-e0806n3:69": "Visessassa samānādhikaraṇattañca visesanāpekkhanti sambandho. Visessasaddassa visesanena saha samānādhikaraṇattaṃ visesana saddāpekkhanti evamettha attho daṭṭhabbo, tattha kāraṇamāha- ‘sambandhā’ti, adhikaraṇassa samānattaṃ nāma bhinnānaṃ sambandhīnaṃ bhavati, sambandhino ca sambandhamantarena na hontī hoti (potthake) ti visesanavisessānaṃ sambandho viññāyate, evaṃ viññātā tasmā sambandhāti attho.",
  "anya-e0806n3:70": "Saddabyatirekena hettha atthānaṃ visesanavisessabhāvo na sambhavati, tathā hi ‘nīlamuppala’nti pañca vatthūni sannihitāni nīlanti nīlattaṃ guṇasāmaññaṃ, nīlo guṇo, tadādhāro dabbanti tīṇi, uppalanti uppalattaṃ uppalajāti, dabbañca tannissayoti dve.",
  "anya-e0806n3:71": "Tattha uppalajāti guṇajātīnaṃ nīlajātiuppalajābhadhanaṃ (kātantaṭīkā) tāva na sambhavati visesanavisessabhāvo jātiyā nigguṇattā, nīlattassa ca nīlaguṇe samavāyino, uppalattassa ca uppaladabbe samavāyino samānādhikaraṇattampi natthi, uppalajātiyā nīlassa ca guṇassa atthi samānādhikaraṇattaṃ… nīla muppalanti pavattinimittānaṃ uppalajātinīlaguṇānamekamadhi karaṇaṃnissayoti, visesana visessabhāvo tu natthi jātiyā anīlattā, guṇadabbānantu sambhavativisesanavisessattaṃ dabbassānekaguṇattā, samānantu tesamparamadhikaraṇaṃ tatiyaṃ natthi, yena samānādhikaraṇattaṃ siyā, evaṃ nīladabba uppaladabbānampi aññamaññaparihārena vattumicchitānaṃ na visesana visessabhāvo, nāpi samānādhikaraṇattaṃ, kasmā aññamaññāsambandhato apekkhābhāvato, vuttapaṭipakkhato pana vakkhamānanayena saddānameva sāmānādhikaraṇyaṃ visesanavisessattañca veditabbaṃ, tenevāha-‘atoyeve’ccādi.",
  "anya-e0806n3:72": "Atoyevāti yato visessassa samānādhikaraṇattaṃ visesanāpekkhaṃ, atoyeva hetutoti attho, bhinnanimittappa yuttānamevāti sāmaññena nīlaguṇādhāre dabbe guṇeyeva vā nīlasaddassa, uppalasaddassa ca sāmaññena guṇavati dabbe vattamānattā aññamaññesu bhinnesu saddappavattiyā kāraṇesu payuttānaṃ saddānameva niṭṭhānameva (potthake).",
  "anya-e0806n3:73": "Samānādhikaraṇattanti nīluppalasaddānaṃ visuṃvisuṃ yoge visiṭṭhadabba vācittassāsambhavā, nīlañca taṃ uppalaṃ ceti sāmānādhikaraṇye sannipatite sati sambhavā evaṃ tattha visiṭṭhe vatthumhi pavattānaṃ tesaṃ samānatthatā, evakārena byavacchinnamatthaṃ dassetumāha-‘natvabhinne’ccādi.",
  "anya-e0806n3:74": "Nanucetyādi codyaṃ, sīsampātīti sīsapā rukkhaviseso, nayida mevamiccādi parihāro.",
  "anya-e0806n3:75": "Atha tuccateiccādinā parassa vacanāvakāsamāsaṅkate, visesavuttīti phalassa rukkhassa ca sāmaññasaddattā bhāvena visese vutti, imesanti sīsapādīnaṃ na samodhāritāti na nicchitā, sāmaññavuttiyeva samodhāritāti adhippāyo, avasitā nicchitā vutti yesaṃ sīsapādīnaṃ te avasitavuttayo, payatanaṃ vinā tadā pappoti cāti sambandho, payatananti ‘sāmatthiyaladdhepivisesse’tivacanaṃ. Tañcanatthiccādi parihāro, sarūpamattakathanāyāti vuttatthānampi sarūpamattakathanāya ‘pūpe bahū ānaye’ti yathā, evaṃ jātīyakanti sarūpakathanappakārayuttaṃ. Upasaṃharamāha-‘tadeva’miccādi, nipātasamudāyovāyaṃ vuttena pakārenetyassa atthe vattate.",
  "anya-e0806n3:76": "Aññatarasambhavepi tannivattiyā vacanasabbhāvaṃ dassetumāha- ‘athapi’ccādi, aññatarasambhavepīti visesanassa visessassa vā sambhavepi, yatrapyubhinnamatthi visesanavisessabhāvasambhavo tatthapitāva bahulaṃvacanatova nivatti hoti, kimpanā-ññatarasambhaveti dassetumāha-‘yathā puṇṇo’iccādi, ettha pana aññepi puṇṇanāmakā santīti byabhicārasambhavā ubhinnampi visesanavisessabhāvasambhave bahulaṃvacanameva samāsaṃ nivatteti, evaṃ vidhepīti aññatarasambhavepi, na kevalaṃ visesanavisessabhāvasambhave, atha kho evaṃ vidhepyañña tarasambhavepityavisaddassa attho.",
  "anya-e0806n3:77": "Yajjevamiccādi paccekaṃ visesanavisessabhāve sati aniṭṭhā pādanacodanā, paccekaṃ visesanaṃ siyā ubhinnampi visesanattā, tattha dosamāha-‘visessassaca pubbanipāto’ti, co-vadhāraṇe, vattabbantarasamuccaye vā, kutoccāha- ‘nāggahite’ccādi, iti kāraṇe, ato kimaniṭṭhamāyāta miccāha- ‘uppalanīlantipi siyā’ti, itthañcarahi kintyāha- ‘nīluppalanti ce’ccādi. Parihāramāha-‘nesadoso’ccādi, upapattyantaramāha- ‘atha ce’ccādi.",
  "anya-e0806n3:78": "Aññamaññānupakārittāti aññamaññassa visesanavisessatte nānupakārittā sappadhānattāti attho, atha dvinnampi appadhānattaṃ kasmā na siyā tyāha- ‘appadhānattepi’ccādi, sakasakappadhānāpekkhāvantānanti sakesake padhāne attani apekkhāvantānaṃ. Atha kuto dabbasseva padhānattamasitaṃ, na tu guṇassetyāsaṅkiya ñāyamupanissayati ‘atha ce’tyādinā. Chāgotyajo vuccate, taṃ setavaṇṇamālabhetha māreyya, phusanaṃ vā kareyyāti attho, āpubbo labhi hi māraṇe phusane ca vattate, desanāyanti codanāyanti codanāvākya (potthake) vedavākyeti attho, kuto chāgato-ñño nālabbhateccāha- ‘na hi’ccādi.",
  "anya-e0806n3:79": "Chāgābhāveti setaguṇayuttassa chāgassābhāve, piṭṭhapiṇḍimālabbhāti setaguṇayogena viṭṭhapiṇḍiṃ ālambha, na ca nālambhate tasmā guṇo appadhānanti ajjhāharitabbaṃ.",
  "anya-e0806n3:80": "Puna codento āha- ‘nanu ce’ccādi, athetyadhippāyamāsaṅkate, aniṭṭhamāpādayati nīlasaddepi pasaṅgo’ti, kutoccāha- ‘sopihi’ccādi, idaṃ vuttaṃ hoti- ‘‘uppalasaddo jātivācī, na tu dabbavācī, jāti visiṭṭhadabbavācittā yadi dabbavācīti vuccate, tadā nīlasaddopi guṇavisiṭṭha dabbavācittā dabbavacanamāpajjatīti imesaṃ na koci viseso’’ti, pariharanto āha ‘nedamatthi’ccādi, apāyino apagantāro dabbāti gamyate, kutoccāha- ‘satīpi’ccādi, iti kāraṇe.",
  "anya-e0806n3:81": "Visesanamekattheneti siddhepi papañcatthaṃ paripphuṭatthañca udāharaṇabahuttaṃ dassetuṃ pāṇiniyehi bahuṃ suttitaṃ, sabbassetassa paccakkhātabhāvaṃ dassetuṃ vuttiyamudāharaṇamattaṃ dassitaṃ, tadidāni byākhyātukāmo āha- ‘pubbakāle’ccādi, chinnoca visesanantī sambandho ‘‘pubbakāleka sabbadhurapurāṇanavakevalāni samānādhikaraṇene’’ti (2-1-49) te samettha suttaṃ, tatthekādīnaṃ vuttiyamudāharaṇāni na dassitānyupalakkhaṇatova viññāyantīti dassetumāha- ‘eke’ccādi, eko ca so purisocātyādinā viggaho upalakkhaṇattāyeva ca ‘satta ca te isayo ca sattisayo’ccādikañca daṭṭhabbaṃ.",
  "anya-e0806n3:82": "Upamīyate paricchijjate-nenetyupamānaṃ, upamīyatītyupameyyaṃ, tesaṃ upamānopameyyānaṃ sādhāraṇo yo dhammo sāmatātena visiṭṭhaṃ yadupameyyaṃ, taṃ vacanenetyattho upamānopameyyaccādi kassa, samāso bhavatīti seso, kāraṇamāha- ‘visese’ccādi, visesāpariggahāti visesanantyeva sāmaññena pariggahā, evambhū tassāpīti upamānarūpassāpi. Nanu satthīsaddassasatthiyaṃ vutti sāmāsaddassa tu devadattāya, ato byadhikaraṇattā kathamettha samāsoccāsaṅkīyāha- ‘yade’ccādi, samāno dhammo sāmattādi yassa so sadhammo, tassa bhāvo sādhammiyaṃ sāmattaṃ, tasmā devadattātthe vattate upacāravasena, sāmāsaddopi guṇavacanopi sāmattaṃ vatvā saddhādittavasenābhedopacārena vā devadattāyaṃ vattate, nanu ca sāmāsaddassa devadattābhidhāne caritatthatāya satthī guṇena niddiṭṭhātyaniyataguṇappatītippasaṅgo nekaguṇādhārattā satthiyātyāsaṅkiyāha- ‘yadipi’ccādi.",
  "anya-e0806n3:83": "Ihāti niddhāraṇe, etesaṃ guṇānaṃ majjheti attho, iha vā satthiyaṃ, sāmaguṇavantatāya sāmāyāti gamyate, pasiddhivasenāti satthisāmātyatropamānaṃ satthī, upameyyā devadattā, pasiddhantupamānaṃ bhavati nāppasiddhaṃ… pasiddhasādhammiyā sādhyu sādhanamupamānanti katvā satthiyeva sāmaṅguṇena pasiddhā na devadattā, tasmā sāmaguṇappasiddhiyāti attho. Sādhyute upamīyateneneti sādhanamupamānaṃ, sādhyate upadhīyateti sādhyamupameyyaṃ, pasiddhassa sādhammiyaṃ tena, sādhyassāppasiddhassa kassaci sādhanaṃ sādhyasādhanaṃ. Yatratviccādinā bahulaṃvacanasāmatthiyā sāmaññavacaneneva samāsasabbhāvaṃ vatvā aññenāsabbhāvamudāharaṇena phuṭayituṃ ‘phālā iva taṇḍulā’tyādi āraddhaṃ.",
  "anya-e0806n3:84": "Taṇḍulasaddoti upameyyabhūtataṇḍulasaddo, taṇḍulattampi vatvā dabbe pavatto sāmaññavacano natu bhavatīti sambandho, dabbeti taṇḍuladabbe phāladabbe ca.",
  "anya-e0806n3:85": "Upamānopameyyasādhāraṇasūrattādidhammavacanāppayogeti upamānopameyyānaṃ sādhāraṇo yo visāradattādidhammo tabbacanassa ‘muni ayaṃ sīho viya visārado’tyādo visāradādisaddassāppayogeti attho, kesañciti kesañci saddānaṃ majjhe, visessattameva phuṭayati. ‘Tathā ce’tyādinā, visesanavisessānaṃ yathiṭṭhattā niccaṃ sīhādīnaṃ visessatāyeva vacanicchāti pubbanipātattāppasaṅgoti bhāvo, upapatyantaramāha-‘visesanasseve’ccādi, yadipi sīho visesanameva na visessaṃ, tathāpi bahulādhikārā visesanassāpi paranipātoti bhāvo.",
  "anya-e0806n3:86": "Athātrāpi visesananteva samāsappaṭipādane’muni ayaṃ sīhova visārado’ccādo sāmatthiyatova samāsāppasaṅgepi upamāno pameyyānaṃ sādhāraṇavisāradattādidhammavacanāppayoge sati tappasaṅgābhāvatthaṃ vacanamārabbhanīyanti codeti ‘nanuce’tyādinā, sāmatthiyatoti sāmaññavacanappayoge sāpekkhattā samāsāppasaṅgoti sāmatthiyaṃ tasmāti attho. Sāmaññappayogatthanti samāsavākye sāmaññavacanassa sūrattādi(no), appayogatthaṃ, tathā hiccādinā sāmaññasaddappayoge sāmatthiyato samāsāsabbhāvā suttantarassānārabbhanīyabhāvaṃ sādheti.",
  "anya-e0806n3:87": "Visesānantabbhāvāti sāmaññassa samāse antobhāvepi tikhīṇattādito visiṭṭhassa sūrassādivacanīyassa visesassa samāse anantogadhattā appasaṅgo sāpekkhamasamatthanti. Atheti ‘saccameta’ntiādiṃ paravacanamāsaṅkiya vadati, evamādisijjhanatthaṃ samāsoti (ñāpanatthaṃ) ārabbhanīyambhavatīti sambandho.",
  "anya-e0806n3:88": "Padhānassāti ‘raññopuriso-bhirūpo’tettha abhirūpasāpekkhassa purisassa visesanattenevā visesanaṃ tenevā (potthake) ppadhānaṃ, samāsāvayavabhūtaṃ rājānaṃ pati visessabhāvenāviphalitasakatthatāya padhānabhūtassa purisassa. Ādisaddena ‘rājapurisassa dassanīyassa geha’nti saṅgaṇhāti.",
  "anya-e0806n3:89": "Ettha hi gehampati visesanabhāvenāppadhānattepi rājānampati padhānabhūtassa purisassa sāpekkhassāpi samāso hoteva. Idañcañāpanatthaṃ vacanārambhappayojanañca, kāraṇamāha- ‘gamakattā’iccādi.",
  "anya-e0806n3:90": "Gamakattāti viggahavākyatthassa vuttiyampatīyamānattā gamakattaṃ tasmā, naceha gamakattamatthīti ‘muni sīhova sūro’tyatra tu vākyato yottho patīyate, nāyaṃ ‘muni sīho sūro’tyato gamyateti gamakattaṃ natthī-ti attho, tathāhi munisīhasaddenevo pamānopameyyabhāvanimittassa visāradattassa sabhāvenevopādānato visāradasaddassa tena sambandhābhāvo.",
  "anya-e0806n3:91": "Apavaggo nibbānaṃ, vākyameveti evakārena byavacchinnamatthampadassayamāha- ‘vuttinivattetī’ti bahulādhikārato viññāyati, nanu cātra visessabhāvāsambhavāppasaṅgoyeva vuttiyāti codeti. ‘Nanuce’tyādinā.",
  "anya-e0806n3:92": "Puṇṇatābyabhicārāti puṇṇatāsaṅkhātassa bālādiavatthāvisesassa avināppavattito byabhicārī hi visessambhavati yathā nīlatāyuppalaṃ, pariharati ‘nedamatti’ccādinā, mantāṇiputtānaṃ anekattāti kevalaṃ mantāṇiyā putto puṇṇoyevāti abhāvā tesaṃ bahubhāvato, attano attano gahassa patayoti gahapatīnaṃ bahuttaṃ pākaṭameva.",
  "anya-e0806n3:93": "Vuttiyeveti evakārena byavacchinnamatthamāha-‘vākyaṃ nivattetī’ti. Visiṭṭhajātivacanāti vuttaṃ kaṇhasappajātiyā lohitasālijātiyā ca visiṭṭhattā.",
  "anya-e0806n3:94": "Tacchako sappoti byākhyeyamupanikkhippacodayamāha- ‘nanu ce’ccādi. Tacchakabhāvānapetoti bālayuvattādisaṅkhātatacchakabhāvato abyāvutto, atthināmadheyyoti tacchako nāma koci tannāmo atthi, kiriyāsaddoti tacchatīti tacchakoti evaṃ kiriyāya pavattinimittattenopādinno vaḍḍhakīvācī tacchakasaddo, evaṃ maññate ‘‘yathāvuttanayena visesanavisessasabbhāvā samāsena bhavitabbaṃ, tathā sati kimidaṃ paccudāharaṇaṃ kata’’nti. Atra kenaci na nāmadheyyassetyādi nopajāyatevātyetadavasānaṃ vuccamānamanudyataṃ nirākattukāmo āha-‘yopā he’ccādi.",
  "anya-e0806n3:95": "Imassāyamadhippāyo ‘‘vuttanayena tacchakasaddassa kiriyā saddassātthavisayāpekkhāyābhāvato visessattābhāvā paccudāharaṇamidaṃ kata’’nti.",
  "anya-e0806n3:96": "Kasmā ayuttamiccāha-‘yato’ccādi, nāmadheyyassa kiriyāvācino ca atthābhidhānasāmatthiyaṃ tulyaṃ vā na vā, avayavappasiddhiyā samudāyappasiddhi balavati vā navetyetaṃ vicāretuṃ yato nādhikatantyattho, kiñcarahi adhikatantyāha- ‘apitvi’ccādi, tacchakasaddonekatthavutti nānekatthoti vicāretumadhikatanti yojanā.",
  "anya-e0806n3:97": "Evaṃ maññate- ‘‘visesanavisessabhāvacintāyaṃ saddānamatthābhidhānasāmatthiyacintā na yujjate ‘sati sambhave byabhicāre ca visesanaṃ sātthakaṃ hotī’ti visesanaṃ maggīyate, nāsambhave nābyabhicāre yathā sītaṃ (himaṃ) uṇhoggīti, tasmā sambhavabyabhicāracintā visesanavisessabhāvacintāyamupayujjatīti tacchakasaddo-nekatthavuttivā na vetyetadeva vicāretumadhikatanti katthacipi visesanavisessa sabbhāve samāso hotevā’’ti, yadipi nāmadheyyakiriyāvācīnamatulyamatthābhidhānaṃ samudāyappasiddhiyā ca balavatittaṃ, tathāpi vakkhamānanayena samāsasabbhāvā na kāci hānīti dassetumāha- ‘ettha cā’tiādi.",
  "anya-e0806n3:98": "Etthacāti keci pakkhe ca, kañci pīḷamāvahatīti sambandho, kutoccāha ‘tathāhi’ccādi. Evaṃ maññate- ‘‘yadīpi samudāyappasiddhiyā sati kiriyāsaddatthavisayāpekkhā nopajāyate, tathāpi nāmadheyyasseva tacchakasaddassāpyanekatthavuttittamattheva… sappavisese manusse ca tannāmake nāmadheyyassa tacchakasaddassa pavattisabbhāvā(ti) visesanavisessasabbhāvato samāsappasaṅgo tadavattho yevā’’ti, na kevalaṃ sappavisesasseva tacchakasaddo nāmadheyyamapitu manussānampīti pisaddattho. Tacchakasaddassānekatthavuttittepi na samudāyappasiddhiyā avayavappasiddhībādhāti dassetumāha- ‘nacā’tiādi. Co-vadhāraṇe, kutoccāha ‘kiriye’ccādi. Kamenatthappasiddhīti yaṃ, etampana sakkā viññātunti yojanā.",
  "anya-e0806n3:99": "Yanti yaṃ pasijjhanaṃ, kamenāti bādhābhāvato anukkamena. Evañceti iminā nacetyādinā vuttaṃ paccāmasati… kimpaṭivihitaṃ siyā parihaṭaṃ siyāti attho, iti iminā kāraṇena ‘tacchako sappo’ti paccudāharaṇaṃ na yuttaṃ… tacchakasappoti samāsasabbhāvatoti adhippāyo, nedamevamiccādinā pariharati, yadā carati yathā vuttena visesanavisessabhāvasambhavo, tadā kathaṃtyāha- ‘yadā visesane’ccādi. Tadāpi kathaṃ vākyena bhavitabbamiccāha- ‘idañce’ccādi. Bahulaṃvacanatoyevāti adhippāyo.",
  "anya-e0806n3:100": "Aññassāti kammani sambandhavacanicchāyaṃ chaṭṭhī. Avacchedakattāti ettha kattunā bhavitabbanti kāḷassāti kattari bhāvayoge chaṭṭhiyā ajjhāharitabbaṃ. Pattāpannehi dutiyantassa jīvikampatto jīvikā pannoti samāso ‘kārakaṃ bahula’’nteva (caṃ-2-2-19) vihito dutiyantena tu tesaṃ samāsatthaṃ suttantaraṃ kataṃ parehi, atthañca tesamitthiliṅgānampi samāseneva, kāranivattiyā, tathā māso jātassāti viggahe parimāṇivācinā chaṭṭhiyantena parimāṇavacanānaṃ kālasaddānaṃ, tadāha- ‘pattāpannāna’miccādi, parimāṇaṃ māsādi paricchedo tamassatthīti parimāṇī jātādi.",
  "anya-e0806n3:101": "Ettha hi māso parimāṇaṃ paricchedakattā, jāto parimāṇī paricchejjattā, pattā jīvikānenāti patto jīvikanti pāṭhena bhavitabbaṃ vacanicchāyaṃ yo-ttho so- ñāpadatthasamāsepyatinno vacanicchābhedamantarenātidassetuṃ ‘aññapadatthe bhavissatī’ti yaṃ vuttiyaṃ vuttaṃ, taṃ byākhyātukāmo āha- ‘vānekaññatthe iccevā’tiādi. Aññattha samāse kate sabbattha ‘‘itthiyaṃ bhāsite’’ccādinā (3-67) pumbhāvo. Māso jātassāti vacanicchāyaṃ yo-ttho, so-ññatthasamāsepyabhinno vacanicchābheda mantarenāti dassetumāha- ‘yassa jātādino’ccādi.",
  "anya-e0806n3:102": "Jātasaddassatthamāha sampannoti, sampuṇṇotyattho, iminā ca māso jāto-ssāti viggahassa attho dassito, aññathāti yadi māso tassa aññapadatthassa jātādino sampuṇṇo na bhātīti attho. Ttattavantūnaṃ niṭṭhāsaññaṃ vidhāya tadantassaññatthasamāse ‘‘niṭṭhā’’ti (2-2-36) suttena pubbanipāto vutto, tadāha- ‘nace’ccādi, pubbanipātappasaṅgo naca siyātisambandho, kutoccāha- ‘jāti’ccādi. Kesañciti vākyakāramāha, naca yuttanti sambandho, kāraṇamāha- ‘visesana’meccādi, tathāhiccādinā visesanassa sātthakatte samāsabbhāvamabhāve cābhāvaṃ sādheti… chaṭṭhīsamāse ‘sati sambhave byabhicāre ca visesanassa sātthakambhavatīti visesanassa sātthakattā.",
  "anya-e0806n3:103": "Avacanepīti niyamavacane (a)satīpi, chaṭṭhīsamāsappasaṅgo carahi vuttanayena byavacchejja byavacchedakattābhāvena visesanānatthakyā na bhaveyya ce vākyenāpi na bhavitabbanti āha- ‘vākyaṃ tvi’ccādi. Ayampana visesanasamāso parehi kammadhārayoti ñāyati… yathā kammaṃ kiriyaṃ payojanañca dhāreti evamayaṃ samāso kammamiva dvayaṃ dhārayatīti.",
  "anya-e0806n3:104": "12. Naña",
  "anya-e0806n3:105": "Etthevāti ‘‘ṭa nañssa’’iti (3-74) sutteeva. Pāmanaputtotipāmā kuṭṭhaviseso assa atthīti pāmasaddā ‘‘dissantaññepi paccayā’’ti (4-120) nappaccayo, pāmanassa putto, yadi hettha ñakāro visesanattho na karīyetha, tadā ‘‘ṭa nassā’’ti suttaṃ karīyetha, tathā ca satyuttarapade parato pāmanasadde nakārassāpi ṭo",
  "anya-e0806n3:106": "Siyāti bhāvo, nanu ciha samāsavidhimhi ña kāroccāraṇā ña lopa rahitassa samāso na bhavatīti vattumucitaṃ, na tu ‘‘ṭa nañssā’’ti visesanatthoti ññakāro etthova visesanattho, ti bhavitabba saccaṃ, kintviha samāsavidhimhi ña kārassa byavacchajjaṃ na dissate.",
  "anya-e0806n3:107": "Pariyudāsavuttīti pari tulitamuggayha nisedhanīyassa asanaṃ khepanaṃ vajjanaṃ pariyudāso, tena pariyudāsena visiṭṭhe-tthe vutti asseti pariyudāsavutti, pasajjappaṭisedhavuttīti paṭisedhanīyameva pasajja patvā taṃsadisamanapekkhiya nisedho, tena vutti asseti pasajjappaṭisedha vutti.",
  "anya-e0806n3:108": "Yattha brāhmaṇā aññova bhavatītyevaṃ vākyenātthantaravidhānā vidhino padhānattaṃ, atthantaravidhānasāmatthiyeneva brāhmaṇassa paṭisedho patīyate, brāhmaṇassa brāhmaṇassā (potthake) nivattane tadapekkhāyāññassa vidhānayogato sakapadena nañkhyena vidhibhāgī na vuccate, kiñcarahi aññasaddena… pariyudāsanissayinoññasaddasseva vākye payogato’ añño brāhmaṇā abrāhmaṇo’ti, nañssaca syādyantena sāmatthiyaṃ, na tyādyantenetyekavākyatā… añño brāhmaṇā abrāhmaṇoti tattha tattha pariyudāsavuttittā.",
  "anya-e0806n3:109": "Pasajjappaṭisedhetu paṭisedhassa padhānattā brāhmaṇo na bhavatīti vākyena brāhmaṇassa paṭisedho vidhi atthagammo vākyabhedo, sakapadena ca nañkhyena paṭisedhabhāgivācī sambajjhate. Ko so brāhmaṇā aññoti āha- ‘brāhmaṇattānajjhāsito’ccādi.",
  "anya-e0806n3:110": "Itarasminti pasajjappaṭisepekkhe, kenaci saṃsayanimittenāti upavītadassanādinā kenaci saṃsayakāraṇena, sabbampi padaṃ sakatthe payogampati ñāṇamapekkhate, tañca ñāṇaṃ dvidhā sammāñāṇaṃ micchā ñāṇañca. Ubhayampetabrāhmaṇasaddaṃ pavattayati. Tattha sammāñāṇa pubbake abrāhmaṇasaddappayoge natthi nañssa byāpāro, na hi tattha tena kiñci karīyati. Micchāñāṇapubbake tu vijjate tassa byāpā ro tattha hi tena micchāñāṇappabhavatā parassākhyāyate, micchāñāṇaṃ cendriyahetukaṃ, vinā sadisattaṃ na bhavatīti paṭisedhe sati uttarapadatthasadiso samāsattho jāyateccāha- ‘tattha sadisattaṃ vine’ccādi. Rajjuyaṃ hi sappabuddhi sadisattā.",
  "anya-e0806n3:111": "Payogasāmatthiyāceti abrāhmaṇamānayeccādipayogasāmatthiyā ca. Evammaññate- ‘‘yadyatra brāhmaṇamattassānayanaṃ siyā pubbapadassuccāraṇamanatthakaṃ siyā, atha na kassaci ānayanaṃ evampi sabbassevā brāhmaṇasaddassānatthakattaṃ, tasmā payogasāmatthiyāpi sadisappaṭipattī’’ti.",
  "anya-e0806n3:112": "Taggatāti sadisatthagatā. Yathāvuttassevā-tthassupabrūhanāya viññūvacanamupaññassati ‘atoyeva vuccate’ccādi. Ayañcettha attho ‘‘nañvacanena ivasaddena ca yaṃ yuttaṃ tadaññasmiṃ tappadatthasadise-tthe paṭipattiṃ janeti, tathāhyatthasampaccayo loke dissati ‘abrāhmaṇamānayā’ti brāhmaṇasadiso khattiyādi ānīyatīti, adhikarīyati niyujjate saddo-smintyadhikaraṇaṃ. Yathāvuttena ca byākhyānena kimiṭṭhaṃ siddhantyāha- ‘tadeva’miccādi. Keci pana uttarapadatthappadhānattamiha vaṇṇenti.",
  "anya-e0806n3:113": "Samatthavādīnanti ‘‘samattho padavidhi’’ (pā 2-1-1) tvevaṃ vādīnaṃ. Samattha vādīnaṃ samāso vidheyyoti sambandho, vidheyyoti vacanantarena vidheyyo, tathāhi apunageyyāti gāyanena nañssa sambandho, na tu punasaddatthena. Anokāsaṃ kāretvāti karaṇena sambandho na okāsena. Amūlāmūlaṃ gantvāti gamanena, na mūlenāti asāmatthiyaṃ. Gamakattavādinoti asāmatthiyepi yatra gamakattaṃ tattha samāso hoteva, tato gamakattañca samāsassa nibandhananti yo vadati tassetyattho. Etthāpīti apunageyyātyādopi, nanvayamapyācariyo gamakattavādī, tathāsati gamakattāiccanabhidhāya bahulādhikārāti kasmāvuttanti āha-‘so ce’ccādi.",
  "anya-e0806n3:114": "Kehicīti vuttigganthena byavacchinnamatthaṃ dassento āha- ‘kehiciyeva na sabbehī’ti, apunageyyāti ‘‘ṭa nañssā’’ti (3-74) nassaṭo, atippasaṅgābhāvatoti suttantarena samāse avihitepi anabhimatatthānampatītiyā abhāvato.",
  "anya-e0806n3:115": "13. Kupā",
  "anya-e0806n3:116": "Syādividhinoti kārakavibhattividhānato visuṃ itthambhūtādīsuvidhānā syādividhītisaṅkhaṃ gatassa syādividhino, asyādividhimhīti pariyudāso-natthakoti codento āha ‘nanvi’ccādi, anatthakaṃ bhaveyya… lakkhaṇādyatthānaṃ samāse guṇībhūtattā samāsato kiriyāsambandhānurūpavibhattiyatthassa padhānabhāvato, pariharati ‘nayidameva’miccādinā. ‘‘Anunā’’ti (2-10) vicchāyamanunā yoge dutiyā vidhānasāmatthiyā vākyampi hoti, aññathā niccasamāse dutiyā vidhānamanatthakanti bhāvo, nigamayati tasmāiccādinā, ‘‘ku pāpatthe’’ti paresaṃ gaṇapāṭho, evamuparipi ‘‘dunindāyaṃ’’tyādi veditabbaṃ.",
  "anya-e0806n3:117": "14. Cīkri",
  "anya-e0806n3:118": "Cīsaddoti ettha cīti iminā cīppaccayantaṃ parāmasati, cīppaccayanta saddoti attho.",
  "anya-e0806n3:119": "15. Bhūsa",
  "anya-e0806n3:120": "Pītisambhamoti pītiyā sambhamo pītipubbikā paccuṭṭhānāsana dānādivisayā turitatā, alaṃbhutvā pariyattaṃ sampuṇṇaṃ bhutvā.",
  "anya-e0806n3:121": "16. Aññe",
  "anya-e0806n3:122": "Purobhūya aggatobhūya. Tirobhūya antaradhānībhūya. Anaccādhāneti imassa attho ‘upariyādhānato aññatrā’ti, ādhānaṃ patiṭṭhāpanaṃ, icchantīti pāṇiniyādayo icchanti, urasi katvā pāṇinti pāṇiṃ urasi katvā.",
  "anya-e0806n3:123": "17. Vāne",
  "anya-e0806n3:124": "Anekaggahaṇassa payojanaṃ vattumupasakkati ‘idhe’ccādi, vivacchitekasaṅkhyāsāmaññanti vivacchitaṃ ekasaṅkhyāya sāmaññaṃ, evaṃ maññate ‘‘yadi‘syādi syādine’ti vattumicchitekasaṅkhyāsāmaññassa pariggaho na siyā tadā ihānatthaka (maneka)ggahaṇaṃ siyā tenehāne kaggahaṇasāmatthiyāyeva ‘syādisyādine’ti vattumicchitekasaṅkhyā sāmaññampariggahitanti viññāyate’’ti teneccādinā idaṃ dasseti ‘‘tena yathāvuttena pubbe vutto sabbopi samāso pubbaparānaṃ dvinnaṃyeva syādyantānaṃ hotī’’ti.",
  "anya-e0806n3:125": "Yajjevaṃ kathaṃ ‘tadahujāto’ti bahulādhikārena visesana samāsagabbhakārakasamāsena vā sijjhati, ayaṃ aññapadatthasamāso. Catthe bahunnamiṭṭhattā tadatthañcānekaggahaṇaṃ, tena ‘hotu potu pitā puttā’ti hoti uttarapade (yoni) sambandhe parato pubbapadassa ‘‘putte’’ti (3-65) suttenāttena, aññathā dvinnaṃdvinnaṃ samāse sabbattha uttarapadasambhavena ‘‘vijjāyonisambandhānamā tatra catthe’’ti (3-64) ‘‘putte’’ti ca suttadvayenāttena‘hotā potā pitā puttā’ti āpajjeyya. Anekanti paṭhamantattā syādītīdamevānuvattate, tenevānekaṃ syādyantamicceva vuttaṃ. Athāññattheti vutte-ññassa vākyassattheti avatvā padassecceva kasmā vuttantyāsaṅkiyā ha- ‘syādyantasse’ccādi, tassevāti sāmatthiyaladdhassa syādyanta padasseva samāso viññāyatīti sambandho.",
  "anya-e0806n3:126": "Tassa guṇā tagguṇā tasseccanenāññapadattho niddisīyate, tassa aññapadatthassa ye guṇā yāni visesanāni, tesaṃ saṃviññāṇaṃ gahaṇaṃ tagguṇasaṃviññāṇaṃ, athavā so guṇo yassa so tagguṇo, tagguṇassa tagguṇayuttassāññapadatthassasaṃviññāṇaṃ, na guṇavirahitassā(ti) tagguṇasaṃviññāṇaṃ, ettha pana ‘aññapadatthe tagguṇasaṃviññāṇaṃ pyatthī’ti paribhāsīyati, tatthāyamattho ‘‘aññapadatthe samāse-ññapadattho visesanena saha viññāyati navisesanarahito’’ti, kvaci atagguṇasaṃviññāṇassāpi dassane nāpisaddo, yatrāvayavena viggaho samudāyo samāsattho tattheva tagguṇasaṃviññāṇaṃ bhavati, tagguṇasaṃviññāṇato aññaṃ atagguṇasaṃviññāṇaṃ, tasmiṃ, yatrāvayavoyeva samāsattho tatrātagguṇasaṃviññāṇaṃ.",
  "anya-e0806n3:127": "Ettha pana bahudhanasaddo purisassa upalakkhaṇabhāvena katattā. Abhimatoti pāṇinīyānaṃ abhimato dasannaṃ samīpe āsannā dasannamiccādivākye.",
  "anya-e0806n3:128": "Parimāṇamevasaṅkhyeyanti parimāṇalakkhaṇameva saṅkhyeyaṃ, tañca parimāṇalakkhaṇaṃ saṅkhyeyañca.",
  "anya-e0806n3:129": "Saṅkhyānarūpanti saṅkhyānasabhāvaṃ.",
  "anya-e0806n3:130": "Parimāṇenāti pañcasaṅkhyāya paricchijjamānena saṅkhyeyasaṅkhātena parimāṇena.",
  "anya-e0806n3:131": "Saṅkhyānavuttīti tena anativattiyamānatapparicchedaka saṅkhyānarūpa saṅkhāte saṅkhyāne vutti yassā sā saṅkhyānavutti-pañcasaṅkhyā.",
  "anya-e0806n3:132": "Diṭṭhanteniminā imaṃ dīpeti ‘‘yathā pañca parimāṇamesanti pañcakāti ettha parimāṇarūpo-vayavabhedasamudāyasabhāvo pakatiyattho samudāyino sakunā paccayattho, tathā tidasāti etthāpi’’ti, kappaccayo pakatippaccayatthabhedasambhavena.",
  "anya-e0806n3:133": "Keci panāti iminā pāṇinīye dasseti.",
  "anya-e0806n3:134": "Pakatippaccayatthabhedasambhavāti iminā paresaṃ pakatippaccayatthānaṃ bhedābhāvassa icchitattā saññāyaṃ sakatthe kappaccayassa vidhānaṃ dasseti.",
  "anya-e0806n3:135": "Syādyantassāti iminā vāsaddassa padattaṃ dasseti.",
  "anya-e0806n3:136": "Tadatthepīti tassa vāiti aññapadassa atthepi, tadattho cettha vikappattho vā siyā tadā pana dvinnaṃ gahaṇe na tiṇṇaṃ, tesantu gahaṇe na dvinnaṃ, saṃsayo vā, tadā tu saṃsayassobhayā lambanarūpattā dvevāti vutte tayo, tayovāti vutte dve apekkhīyantīti buddhivisayā pañca atthā samāsābhidheyyo honti.",
  "anya-e0806n3:137": "Nāmattenāti ruḷhināmattena, abhimato pāṇiniyānaṃ, vikappitaṃ suttantarena vibhāsā sabbanāmasaññāvidhānena.",
  "anya-e0806n3:138": "Avayavadhammenāti avayavasaṅkhātena sabhāvena.",
  "anya-e0806n3:139": "Nanu ca samānādhikaraṇānaṃ bahubbīhi vutto pāṇiniyehi ‘pañcahi bhuttamasseti byadhikaraṇānaṃ na siyā’ti, tathā paṭhamatthaṃ vajjetvā sabbavibhatyatthesu iṭṭho ‘vuṭṭhe devegatoccatra vuṭṭhadevoti na siyā’ti tasmā kathamatra byadhikaraṇānaṃ paṭhamatthe samāso vaṇṇīyateccāsaṅkiyāha-‘byadhikaraṇānampi’ccādi, byadhikaraṇānampi yathābhidhānaṃsamāsasabbhāvato pañcahi bhuttamassetyādo bahulādhikārā anabhidhānato vā na bhavissati, tatoyeva ca pañca bhutta vanto-sseti samānādhikaraṇānampi kvaci na bhavissati, tathā paṭhamatthepi kvaci na bhavissati vuṭṭhe deve gato’ti. Tulyayoge gamyamāneti attho.",
  "anya-e0806n3:140": "Aññatracāti tulyayogato-ññatra salomakotyādīsu ca, vijjamānāni lomānyassa, vijjamānā pakkhā assāti viggaho. Upasaṅkhyāto ‘‘syādyadhikāre-tthikhīrādīnamupasaṅkhyāna’’nti (2-2-24-vā) sabhāvato eva nivatto na suttantarato, gatatthassāpi hi payoge anavaṭṭhānaṃ siyā piṭṭhapesane viya, kathañcarahi brāhmaṇe bahū ānaya, ahaṃ pacāmīti nāvassamevaṃ payogo, katthaci pana vacanasiliṭṭhatādippayojane sati hoteva.",
  "anya-e0806n3:141": "Kaṇṭhe sambhavoti kāḷassa kaṇṭhe sambhavo. Ṭṭhasaddatthoti kaṇṭhaṭṭhasadde ṭṭhasaddattho. Oṭṭhasaddova mukhavuttītyanena gammamānatthattā dutiyassa mukhasaddassāppayogamāha, tasmā oṭṭhova mukhamassāti viggayha oṭṭhamukhoti samāso, na ca pāṇi pāṇyantarassa mukhaṃ, mukheneva ca pāṇimukhassa sadisattaṃ pasiddhanti sāmatthiyā oṭṭhamukhamiva mukhamassetyattheva tiṭṭhate, upanyasyantetyupanyāsā, visayadassanatthāti iminā’kaṇṭhe kāḷo yassā’tyādīkameva vākyanti dasseti. Samudāye vikārecāti samudāyasambandhe vikārasambandhe ca. Taṃsamāsassāti tassā chaṭṭhiyā samāsassa, tadabhidhāyinanti saṅghāta vikārābhidhāyīnaṃ, kesānaṃ saṅghāto iccādi paresaṃ vākyaṃ. Dhātuto jātaṃ dhātujaṃ, uttarapadaṃ patitasaddādi, tassa payogoti patitasaddassa payogo.",
  "anya-e0806n3:142": "‘‘Nañsmātthyatthāna’’nti (2-2-24) vāttikaṃ, etanāha-‘ña kārānu bandhā’iccādi. Pāṇiniyā tu avijjamānasaddo nañsamāso, padantare nāssa bahubbīhi vottarapadalopo, avijjamānā puttāssa aputtovijjamānaputtoti sādhenti, icchate pāṇinīyehi… dakkhiṇapubbā saddānaṃ nānatthattā byadhikaraṇattā, vacanepīti sutte vijjamānepi, aya maññapadatthasamāso parehi bahubbīhīti vuccati tathāhi bahavo vihayo yassa so bahubbīhi, yathā bahubbīhīti aññapadatthappadhāno tathā ayampi.",
  "anya-e0806n3:143": "19. Catthe",
  "anya-e0806n3:144": "Samuccīti piṇḍīkaraṇaṃ, ko soti āha- ‘sādhanameka’miccādi. Ekaṃ sādhanaṃ ekaṃ kiriyaṃ vā paṭicca cīyamānatāti sambandho, kesanti āha- ‘kiriyāsādhanāna’nti, kenāti āha- ‘attarūpabhedenā’’ti. Tattha devadatto bhuñjati tiṭṭhati pacaticāti sādhanampaṭicca kiriyānaṃ attarūpabhedena cīyamānatā veditabbā, dhave ca khadire ca palāse ca chindāti kiriyampaṭicca attarūpabhedena sādhanānaṃ cīyamānatā veditabbā.",
  "anya-e0806n3:145": "Soti samuccayo bhavatīti seso, kesanti āha- ‘tulya balāna’miccādi.",
  "anya-e0806n3:146": "Tulyabalānanti iminā visuṃ padhānabhāvena kiriyābhisambandhā aññamaññānapekkhattamāha.",
  "anya-e0806n3:147": "Aniyatakkamayogapajjānanti kamo ca yogapajjañca, aniyataṃ kamayogapajjaṃ yesaṃ saddānaṃ tesaṃ, yathetyādinā tatthodāharaṇaṃ dasseti, etthāyamadhippāyo ‘‘ettha gavādīnaṃ visuṃ padhānabhāvenānayanakiriyābhisambandhā tulyabalatā gavādīnaṃ vuttakkameneva nayanābhāvā aniyatakkamatā gavādīnaṃ yugapadi nayanābhāvā aniyata yogapajjatā ca hoti, tathā aññaṃ tādisampī’’ti. Anu pacchā padhānānurodhena (cayanaṃ) anvācayo, taṃ byañjayati ‘yatthe’ccādi, tadanurodhenāti tadanuguṇena, udāharati ‘yathe’ccādi, bhikkhāgamanamettha padhānamantaraṅgattā , netaraṃ bahiraṅgattā, taṃ karaṇe yadi gāvopi passati tāpyānayati, ettha tu gossānayanaṃ bhikkhāṭanamapekkhate, netaramitarassa… vināpi tena tadanuṭṭhānato. Itarassa itarena yo go itaretarayogo, so ca etādisoti āha- ‘aññamaññe’ccādi.",
  "anya-e0806n3:148": "Avayavappadhāno cāti sābhāvikābhidhānasāmatthiyenāputhubhūto ca, vuttivayena sāriputtasaddo moggallānattho hoti moggallānasaddo sāriputtatthopīti aññamaññatthe padhānato yugapadyadhikaraṇavacane sati cattha samāsoti so-yamadhikaraṇa samudāyo ubhayapadānugataubhayatthavasena catubbidhopi yugapadi buddhiyā gayhamāno kadāci ubbhūtāvayavabhedo teneva sābhāvikābhidhānasāmatthiyeneccevamavayavappadhāno ca, nanu ca jananamaraṇānīti viruddhānaṃ kathamekenābhidhānanti vuccate- sabbopi saddo payujjamāno (itarī) tarenāvadhāraṇaṃ vattate, tena ekeko saddo ekekassatthassa vācako, tathāpi yathā sāriputtamoggallānāti ettha bahuvacanassaññathānupapattiyā yugapadyadhikaraṇavacanatā hotī, tathātrāpi bahuvacanassaññathānupapattilakkhaṇena sāmatthiyena ekenāpyabhidhānaṃ hoti. Iti hetumhi, yato evamavayavappadhāno tatoti attho.",
  "anya-e0806n3:149": "Bahuttāti kiñcāpi vākye nesaṃ vākyenevesaṃ (potthake) visuṃ bahvatthatā, na hi sāriputtamānayāti vutte moggallānassāpi sampaccayo bhavati, tathāpi yato vuttivisaye sahabhūtānamevesaṃ visuṃ bahvatthatā, tato tattha vacanīyassa atthassa saṅkhyātedena bahuttaṃ. Samāharaṇaṃ piṇḍīkaraṇavasena saṃharaṇaṃ samāhāro, so cevaṃ veditabboti dassetumāha ‘aññamaññe’ccādi.",
  "anya-e0806n3:150": "Ettha ca kiñcāpi itarītarayogassa samāhārassa ca bhāvarūpattā adabbarūpatā, tathāpītarītarayoge tu yathā guṇavaca nānaṃ sukkaṃ vatthaṃ sukko kambalo sukkā gāvīti nissayabhedato liṅgavacanasiddhi, tathā taddhammānamabhidhānato nissayato liṅgavacana siddhi veditabbā, saṃhatippadhānattācekavacananti yadā bahunnaṃ samudāyo tirohitāvayavabhedo saṃghāto pakkamīyate, tadā samāhārocceva saṃhatippadhānattā ekavacanaṃ hotīti attho. Tadanuṭṭhānatoti tassa karaṇato. Byatikaro missatā, byatikaraṃ dasseti pāṇiccādinā, paccekaṃ parisamattiyaṃ vākyabahuttaṃ dasseti ‘tattha hiccādi.",
  "anya-e0806n3:151": "Cakkhuñca sotañca, mukhañca nāsikā ca, hanu ca gīvā ca, chavi ca maṃsañca lohitañca, nāmañca rūpañca, jarā ca maraṇañcāti viggayha samāso, ‘‘samāhāre napuṃsaka’’nti (3-20) sabbattha napuṃsakaliṅgaṃ, syādimhi mukha nāsikantiādīsu ‘‘syādīsu rasso’’ti (3-23) rasso. Alabhatā gomukhaṃ ḍiṇḍimo bherivisesā, āḷambaraṃ paṇavo, murajo mudaṅgo, maddavo mudaṅgo. Maddavavādanaṃ paṇavavādanañca sippamassa maddaviko pāṇaviko, sammaṃ kaṃsatāḷaṃ, tāḷaṃ hatthatāḷaṃ, alasatā ca āḷambaro ca, murajo ca, gomukho ca, saṅkho ca ḍiṇḍimo ca, maddaviko ca, pāṇaviko ca, gītañca vāditañca, sammañca tāḷañcāti viggaho. Yugassa hitā yoggā goṇā, tesamidaṃ yoggaṃ kasikammaṃ, tassa aṅgaṃ. Tenāha- ‘kasibhaṇḍāna’nti, phālokasako, pācanaṃ patodo, yugo ca naṅgalañcāti viggaho. Piṇḍamāyudhaviseso, asi ca satti ca tomarañca piṇḍañcāti viggaho. Cammaṃ saravāraṇaphalakaṃ, kalāpo tūṇīraṃ, paharaṇañca āvaraṇañcāti viggaho. Ahi ca nakulo ca, bīḷāro ca mūsiko ca, kāko ca ulūko ca, nāgo ca supaṇṇocāti viggaho. Saṅkhyā ca parimāṇañca saṅkhyāparimāṇaṃ, tattha parimāṇasaññānaṃ yathādīgho ca majjhimo ca dīghamajjhimaṃ. Ekakañca dukañcāti viggaho, dukatikādīsupi esevanayo.",
  "anya-e0806n3:152": "Khuddajantu siyā- naṭṭhi, athavā khuddakova yo;",
  "anya-e0806n3:153": "Sataṃ vā pasate yesaṃ, keci ānakulā api.",
  "anya-e0806n3:154": "Kīṭo ca pataṅgo ca, kuntho ca kipilliko ca, ḍaṃso ca makaso ca, makkhikā ca kipillikācāti viggaho. Pacanacaṇḍālāti o rabbhikādīnaṃ ruḷhīsaññā. Urabbhe hantvā jīvatīti orabbhiko, evaṃ sesesu. Sānaṃ sunakhaṃ pacatīti sapāko, venā tacchakā, rathakārā cammakārā. Sādhāraṇā samānā, caraṇasaddo- yaṃ idha gayhatīti sambandho, yathā sakamajjhayanāya carīyanti vatānyetesūti caraṇāni, kaṭhādivājhānyajjhayanāni sākhāsaññakāni. Yasmā etehi carati ariyasāvako gacchati amataṃ disaṃ, tasmā caraṇāni sīlādayo paṇṇarasa dhammā. Tenāha- ‘kaṭhādīhī’tiādi, kaṭhādīhīti pasiddhivasena kamātikkamenāpi vuttaṃ, tato ādisaddena atisādayo gayhanti. Atisena bhāradvājena kaṭhena vuttaṃ vidantyadhīyanti vāti ‘‘aññasmi’’ti (4-121) ṇo, ‘‘lopo’’ti (4-123) lopo atisā bhāradvājā kaṭhā. Kalāpinā vuttaṃ vidantyadhīyanti vāti, teneva ṇo, kalāpā, kaṭhā ādi yesaṃ te kaṭhādayo, tehi ajjhenavisese ca purise ca upacārāti sambandho.",
  "anya-e0806n3:155": "Sīlādayotiādisaddena indriyasaṃvarādayo gayhanti. Sīlañca paññāṇañca, samatho ca vipassanā ca vijjā ca caraṇañcāti viggaho. Ekato ajjhayanametesūti ekajjhayanāni, pakaṭhāni vacanāni pāvacanāni saddhammo, ekajjhayanāni ca tāni pāvacanāni ca tesaṃ, dīgho ca dīghāgamo ca majjhimo ca majjhimāgamo ca, ekuttaro ca aṅguttarāgamo ca saṃyuttāgamo ca, khandhako ca vibhaṅgocāti viggaho.",
  "anya-e0806n3:156": "Tesanti iminā liṅgavisesānanti chaṭṭhiyantataṃ dīpeti, itthī ca pumā ca, dāsī ca dāso ca, cīvarañca piṇḍapāto ca senāsanañca gilānapaccayo bhesajjaparikkhāro ca, tiṇañca kaṭṭho ca sākhā ca palāso cāti viggaho. Cheko dakkho, pubbā ca parācātiādinā viggaho.",
  "anya-e0806n3:157": "Pubbadakkhiṇantiādīsu ‘‘byañjane dīgharassā’’ti (1-33) rasso. Kāso ca kuso ca usiro ca bīraṇañca, muñjañca babbajañcāti viggaho. Khadiro ca palāsocātiādinā ca, gajo ca gavajo cātiādinā ca, hatthī ca goca asso ca vaḷavācāti ca, haṃso ca balāvā cātiādinā ca, bako ca balākācāti ca. Hiraññañca suvaṇṇo ca, maṇi ca saṅkho ca muttā ca veḷuriyo ca jātarūpañca rajatañcāti ca, sāli ca yavakocātiādinā ca, sākañca suvañcātiādināca, kāsiyo ca kosalācātiādinā ca viggaho, janapadavācinā ca bahuvacanantā.",
  "anya-e0806n3:158": "Ekavīsaticcādino ekañca taṃ vīsaticāti visesanasamāso vā siyā, ekañca vīsati ca ekavīsatīti catthasamāso vā, samāhāre napuṃsakattantu na pappoti, ‘‘nānusāsanīyaṃ liṅgaṃ sokanissayattā liṅgasse’’ti loke napuṃsakaliṅgassehānabhidhānato napuṃsakaliṅgaṃ na bhavissatītyadhippāyo, sabhāparisāyāti ñāpakato vā samāhāre napuṃsakaliṅgamatra byabhicaratīti daṭṭhabbaṃ.",
  "anya-e0806n3:159": "Pubbappayogo-bhimatoti upasajjanasaññakassa syādīti paṭhamāya niddiṭṭhassa samāse pubbanipāto ‘‘upasajjanaṃ pubba’’miccanena (2-2-31) iṭṭho kamassa padhānabhāvena vattumiṭṭhattāti ‘‘syādisyādinekattha’’nti (3-1) ettha syādīti paṭhamāniddiṭṭhassāsaṅkhyādino pubbamavaṭṭhānato syādineti tatiyāniddiṭṭhassa pacchāvaṭṭhānato ‘‘syādisyādinā’’ti sutte paṭipāṭiyā padhānabhāvena vattumiṭṭhattā.",
  "anya-e0806n3:160": "Parappayogo-bhimatoti heṭṭhā vuttasuttena pubbanipāte patte ‘‘rājadantādīsu para’’ntīminā (2-2-30) paranipāto-bhimato, vacanenāti- ‘‘bahula’’nti vacanena, pubbakā layuttassa parappayogo-bhimatoti rājadantādipāṭhato evā-bhimato.",
  "anya-e0806n3:161": "Kamampaccanādarāti iminā padhānabhāvenā-kkamassa vattumiṭṭhattamāha. Saro ādi yassa taṃ sarādi, saṅkho ca dundubhi ca vīṇā ca, udukkhalañca musalo ca, dhanapati ca rāmo ca kesavocāti viggaho. Jaṃdaṃsaddā jāyāsaddasamānatthā asaṅkhyā-jañca pati ca, dañca paticāti viggaho, avantayo ca assakāca, aggi ca indocāti viggaho, taṃnivāsimhi gahite avanti ca assakocāti ekattenapi viggaho vattati. Dvandasamāso- yaṃ dvandasadisattā dvando, dve ca dve ca padāni dvandānīti hi ubhayatthappadhāno- yaṃ dvandasaddo.",
  "anya-e0806n3:162": "21. Saṅkhyā",
  "anya-e0806n3:163": "Atha ‘‘samāhāre napuṃsaka’’nti (3-20) vijjamāne kiṃ ‘‘saṅkhyādī’’ ti iminā satthagāravakarenāti āsaṅkiya codeti ‘nanuce’ccādi. Tathāhiccādinā ‘‘samāhāre napuṃsaka’’nteva sijjhanaṃ samattheti. Yathāvuttacodanācālane parādhippāyaṃ parikappento’catthe’tiādimāha.",
  "anya-e0806n3:164": "Neti iminā catthetiādinā kataparikappanā na sijjhatīti dasseti, tattha hetumāha- ‘sambandhassa purisādhīnattā’ti, saticeccādinā ‘samāhāre napuṃsaka’ntettha visesanaggahaṇe payojanaṃ vatvā ‘saṅkhyādī’ti imassa niratthakattameva thirīkaroti.",
  "anya-e0806n3:165": "Payojaneti lāghavappayojane;",
  "anya-e0806n3:166": "Sambandhīyatīti visesanaggahaṇaṃ sambandhīyati;",
  "anya-e0806n3:167": "Etthāti etasmiṃ ‘saṅkhyādī’sutte;",
  "anya-e0806n3:168": "Tanneti iminā yathāvuttaṃ codanaṃ nivatteti.",
  "anya-e0806n3:169": "‘Saṅkhyādī’ti suttassa sātthakattamāha- ‘catthasamāsānantara’miccādinā. Ekattabyapadeso kātabboti ‘‘saṅkhyāpubbo digū’’ti (2-1-52) saṅkhyāpubbassa samāsassa digusaññaṃ vidhāya tadatthassa ‘‘digurekavacana’’ntīminā (2-4-1) ekattabyapadeso parehi viya kātabbo.",
  "anya-e0806n3:170": "Samāharaṇaṃ samāhāroti iminā bhāvasādhano-yaṃ samāhārasaddo. Yadi samāharīyatīti samāhāroti kammasādhano siyā, tadā pañca kumāriyo samāhaṭāti vākyassātthe vutti siyā pañcakumārītyettha sakapadatthappadhānattā bahuvacanaṃ siyā ‘‘ghāpassāntassāppadhānassā’’ti (3-24) appadhānarassattañca na siyā… samāhaṭānameva kumārīnaṃ padhānattā, tasmā pañca gāvo sa māhaṭātyetasmiṃ vākye samāsova natthi kammasādhanassānupagamato. Pañcannaṃ gunnaṃ samāhāro, catunnaṃ pathānaṃ samāhāroti vākye pana atthi, samāhārassekattā tu sataṃ yūthaṃ vananti ettha viya sābhāvikamekavacanaṃ siddhameveti viññāpeti.",
  "anya-e0806n3:171": "22. Kvace",
  "anya-e0806n3:172": "Kvacisaddassa payoganiyamanattho ‘‘paro kvicī’’ti (1-27) ettha vuttanayena veditabbo. Avisesena udāharaṇepīti paresaṃ viya ‘‘chāyā’’ti (2-2-73) suttayitvā vikappena ‘(kuḍḍacchāya) kuḍḍacchāyāti ca ‘‘bāhulle’’ti (caṃ, 2-2-74) suttayitvā niccaṃ ‘ucchucchāyaṃ salabhacchāya’nti ca nodāharitvā sāmaññena ‘salabhacchāyaṃ sakuntacchāya’nti udāharaṇe dassitepi. Aññatthāti bahulabhāvato aññattha. Viggahasamattassāti viggahasāmaññassa, yathāsambhavanti pāsādassa chāyāiccādinā sambhavānatikkamena, saddāti saddato parāya.",
  "anya-e0806n3:173": "23. Syādi",
  "anya-e0806n3:174": "Nanuceccādinā vuttaṃ codanaṃ nisedheti ‘tanne’ti. Tattha kāraṇamāha- ‘ghasaññattā’tyādi. Aghonanti ghaokāravajjitānaṃ, nanu itthi yamākāro gho, tathāsati napuṃsake so (na siyāti) parikappeti ‘napuṃsakattā ghattameva natthīti cedi’ti. Tampi neti yathā vuttampaṭikkhipitvā attheva napuṃsake ghattanti napuṃsakattanti (potthake) dassetumāha-chaṭṭhīsamāsasse’ccādi. Napuṃsake ghattassa napuṃsakattassa (potthake) sabbhāvameva samattheti napuṃsakattaṃ hi’ccādinā, pāribhāsikanti ettha suttamevādhippetaṃ, paribhāsāya nibbattaṃ pāribhāsikaṃ suttikanti attho. Ārabhitabbamevidaṃ suttaṃ (napuṃsakassāpi) rassattavidhānāyāti adhippāyo. Ghanissitampi kāriyanti ‘‘ghabrahmādīte’’tyādinā (2-60) vidhiyamānamekārādikāriyampi. Etaṃ ghanissitaṃ kāriyaṃ naca yuttanti sambandho. Ayuttattepi doso-yamāpatatevākyāsaṅkiyāha-‘nāyampidoso’ccādi, na rassassa ettheva laddhāvasarattā paṭhamaṃ tena paviṭṭhe… (ghani)ssitaṃ kāriyanti nāyampi doso paribhāsāva senāti mantabbaṃ. Salabhacchāye iti padacchedo.",
  "anya-e0806n3:175": "24. Ghama",
  "anya-e0806n3:176": "Atoevacātiādi heṭṭhā vuttanayāvalambena vuttaṃ.",
  "anya-e0806n3:177": "25. Gossu",
  "anya-e0806n3:178": "Sakatthapariccāgena kule pavattattāti iminā chaṭṭhīsamāsassa uttarapadatthappadhānattamāha.",
  "anya-e0806n3:179": "26. Itthi",
  "anya-e0806n3:180": "Itthividhīsu ‘‘puthussa pathavaputhavā’’ti (3-39) suttapariyantesu. Itthiyanti idaṃ nāmavisesanaṃ vā siyā paccayatthavisesanaṃ vā, tattha nāmavisesanamevidaṃ na paccayatthavisesananti dassetumāha- ‘nāme’ccādi. Akārantato nāmasmāti ekattādimahantatthavācito akārantato nāmasmā. Itthattanti ettha itthīti itthiliṅgaṃ vuccati. Itthiyeva hi esāti liṅgīyati saṅketīyatīti liṅgaṃ. Itthiyā esāti pasiddhimato atthassa bhāvo sāmaññaṃ bālayuvattādi lakkhaṇaṃ itthattaṃ. Kimettha liṅgaṃ nāma–",
  "anya-e0806n3:181": "Eseso etamiti ca,",
  "anya-e0806n3:182": "Pasiddhi atthesu yesu lokassa;",
  "anya-e0806n3:183": "Thīpuṃ napuṃsakānīti,",
  "anya-e0806n3:184": "Vuccante tāni nāmāni.",
  "anya-e0806n3:185": "Atthesu yesu esā eso etanti pasiddhi lokassa hoti etāni yathākkamaṃ itthipurisanapuṃsakaliṅgānīti lokena vuccantīti attho. Evañcakatvā vuccate ‘‘liṅgaṃ nānusāsanīyaṃ lokanissa yattā liṅgassā’’ti. Tattha goiccādīsvesā esoti pasiddhiyā itthiliṅgattaṃ, acciādīsvesā etanti pasiddhiyā itthinapuṃsakattaṃ, taṭobhaṭī taṭamiccādīsveso esāetanti pasiddhiyā pumitthinapuṃsakattaṃ, mālāiccādīsvesāti pasiddhiyā itthattaṃ, rukkhoccādīsvesoti pasiddhiyā pulliṅgattaṃ, kulamiccādo etanti pasiddhiyā napuṃsakattaṃ. Samāsassāpyevaṃ daṭṭhabbaṃ, jotakāti dassetīti sambandho. Jotakā itthattasseti pakaraṇato viññāyati. Tato veccādinā paccayatthabhāvino ye dosā tesametthanāvakāsoti dasseti. Samānādhikaraṇattaṃ bahuvacanampi hotītisambandho. Iminā idaṃ dīpeti ‘‘itthattassa paccayatthatte sati padhānattāssa byatirekalakkhaṇāya chaṭṭhiyā ‘kumārittaṃ (devadattāyā’tibhavitabbaṃ, tato ca na siyā kumārī) devadattā’ti samānādhikaraṇattaṃ, tathā kumāriyoti bahuvacanampi itthattassekattā. Pakatiyattha visesanapakkhe tu pakatiyā itthattavisiṭṭhaṃ dabbamevoccate, āādayo tu jotakatāti tattha byatirekābhāvā chaṭṭhiyā appasaṅgo ca bahuvacanampi anekattāva dabbassa yuttanti yathāvuttadosāvasarābhāvā iṭṭhatthasiddhī’’ti. Aññeti jayādicca jinindabuddhyācariyādayo dasseti.",
  "anya-e0806n3:186": "Itthiyamabhidheyyāyanti itthiliṅgasaṅkhāte itthatte atthabhūte, yathevahītiādinā upamāvasena yathāvuttamevatthaṃ vibhāveti. Tattha itthattamiccādinā paropavaṇṇitapakkhassāyuttattannicchindeti, no papajjate nopapajjeyya (pañcikā) devadattāsaddavacanīyassāpi itthattato abyatirittattā ‘itthattaṃ devadattāyā’ti bhinnādhikaraṇatā na yujjate, anupapattimeva samattheti ‘devadattāyāti’ccādinā. Samānādhikaraṇattameva siyā itthisaddavacanīyato anaññattā devadattā saddavacanīyassa itthī devadattāti.",
  "anya-e0806n3:187": "Atoevāti itthatte āvidhānatoyeva. Tabbatotthassāti idaṃ jayādiccādimatānugāminā nugāmī pana (potthake) vuttaṃ, tathā hi te evaṃ liṅgalakkhaṇa māhu (pā, 4-1-3 kāsikāyaṃ) ‘‘sāmaññavisesā itthattādayo gottādayo viya bahuppakārabyattiyoti sāmaññāni ca tulyajātiyapadatthasādhāraṇattā tāni visesā ca añña maññehi vijātiyeti ca visissante byāvattanteti sāmaññavisesā. byañjīyantiā etehīti byattiyo sāmaññavisesānaṃ nissayā, bahuppakārā byatti yo yesaṃ sāmaññavisesānaṃ te tathāvuttāti– (kāsikāvivaraṇa pañjikā.) te hyevaṃ maññante ‘‘yathā gottādayo samānajātiyesu sabbesvanuvattante, vijātiyehi pana nivattante, tathā itthattādayopi. Vicittattā pana sāmaññavisesanissayānaṃ byañjakānaṃ kociyeva sāmaññaviseso kenacideva nissayena byañjate, na sabbo sabbena (pati) niyatavisayattā bhāvasattīnaṃ, tattha yenatthena itthattameva byañjate na pumattaṃ nāpi napuṃsakattaṃ, sā itthiyeva bhavati na pumā nāpi napuṃsakaṃ. Yena pumattameva byañjate, so pumāyeva. Yena tu napuṃsakattaṃ taṃ napuṃsakameva. Yo tu dvinnaṃ tiṇṇaṃ (vā) byañjako, so dviliṅgo tiliṅgo ve’’ti (pā, 4-1-3 kāsikāvivaraṇapañjikā) tasmā pabbato yathā vuttaitthattavato atthassa abhidheyyassāti evamettha attho daṭṭhabbo.",
  "anya-e0806n3:188": "Atheccādinā yathāvuttadosaparihārāya jinindabuddhinā yadupavaṇṇi taṃ taṃ parikappeti. So eva carahiccādinā upahāsapubbakamuttara mācikkhate. Masimakkhitakukkuṭoviyāti yadā koci aññakukkuṭo aññasmā bhīto siyā, tadā vijayino kukkuṭassa mukhaṃ masiyā makkhetvā upanenti so paṭhamaṃ tato bhītopi puna aññoti mantvā yujjhitumussahate. Yathātra sova kukkuṭo byāje nopadassito, tathā trāmītyattho.",
  "anya-e0806n3:189": "29. Ārā",
  "anya-e0806n3:190": "Puṃyogena bhariyāyaṃ vattamānatova niyamena ‘‘mātulāditvānī bhariyāyaṃ’’ (3-33) tyānī, iminā tvaniyamena bhariyāyamabhariyāyañca inītyaniyamena vattumāha- ‘ārāmikassa bhariyā’iccādi.",
  "anya-e0806n3:191": "31. Kti",
  "anya-e0806n3:192": "Ttimhāti ettake vuttepi ttippaccayantatoti vacane kāraṇamāha-kevalassa aññapadatthe payogābhāvā’ti. Iminā paccayaggahaṇaparibhāsamantarenāpi sāmatthiyenevāyamatthaviseso labbhatīti dīpeti.",
  "anya-e0806n3:193": "32. Ghara",
  "anya-e0806n3:194": "Taṃsanniyogāti tena nīppaccayena sanniyogā ekībhāvā, ayametthādhippāyo ‘yattha nīppaccayo tattheva yalopo’ti.",
  "anya-e0806n3:195": "33. Mātu",
  "anya-e0806n3:196": "Bhariyāyanti pakativisesanattā māha- ‘bhariyāya’ntiādi. Punnāmadheyyāti purisassa samaññābhūtā, puṃyogenāti purisena saha sambandhena hetunā. Itthiyaṃ vattantīti soyamityabhedavacanicchāyaṃ yadā bhariyāsaṅkhātāyamitthiyaṃ vattante, nadādipāṭhāti vutte viññāyati ‘ākatigaṇattā nadādipāṭho honto evaṃ hotī’ti dasseti, punnāmasmāyogāapālakantāti nadādipāṭhatoti atthoti seso. Idañca nadādīsu gaṇasuttanti veditabbaṃ, tassa atthaṃ vadati-‘pumuno’iccādi, apālakantāti kiṃpasupālikā khettapālikā.",
  "anya-e0806n3:197": "39. Puthu",
  "anya-e0806n3:198": "Puthusaddato saññāyaṃ vīppaccayaṃ samattheti‘puthubhūtā pathavīti hi mahī vuccatī’’ti, puthubhūtāti hi iminā pathavīsaddassa puthusaddabhūtattaṃ viññāpeti, mahī vuccatīti iminā nadādipāṭhā saññāyaṃ vīppaccayattaṃ, puthubhūtā patthaṭāti attho.",
  "anya-e0806n3:199": "40. Samā",
  "anya-e0806n3:200": "Parādhikārato paccayassa paravidhināva sāmīpyassa siddhattā sādhīpyavacanassantasaddassa gahaṇamanatthakaṃ siyāti mantvāvayavavacano yamantasaddo gayhatīti dassento āha- ‘tassa anto’iccādi. Avasānavati+avayavoti padacchedo, samāsaggahaṇena gahaṇe kāraṇamāha-‘avayavattā’ti. Yathāvuttacodanāya niddosattamupamāvasena dassetumāha-‘nāyaṃ doso’ccādi. Pallavitassa rukkhassa pallavānamavayavattaṃ viya samāsato uttarakālaṃ vidhīya mānassa akārassa samāsāvayavattaṃ na virujjhatīti attho.",
  "anya-e0806n3:201": "44. Asaṃ",
  "anya-e0806n3:202": "Atikkantamaṅguliyoti viggaho. Dve aṅguliyo samāhaṭāti paraviggahenātthamāha, dve aṅguliyo pamāṇamassāti viggahenevaṃ samāso tato mattappaccaye tagghappaccaye vā tassa ‘‘lopo’’ti (4-123) iminā lope kate visesanasamāsā akāroti dassetuṃ ‘katha’miccādinā yaṃ vuttaṃ taṃ dassetuṃ ‘aññapadatthe’ccādi vuttaṃ. Samāsavidhānaṃ atopīti mattādippaccayalopaṃ katvā ‘‘visesanamekatthene’’ti (3-11) samāsavidhānā, atha nāyamaṅgulisaddenevaṃ samāso, māne paccayalopavasena vināva appaccayena niṭṭhappattīti mantvā ‘aṅgulasaddo vā’ccādinā yaṃ vuttiyaṃ vuttaṃ tattha āsaṅkaṃ viracayati ‘athe’ccādi. Dvaṅgulasaddassa pamāṇinivattanato kathañcipi aññapadatthatā siyāti ‘yathā tathā aññapadatthe vattatū’tivuttaṃ. Nanu niraṅgulantyādi sabbamaṅgulasaddena sādhetuṃ sakkā, tathā sati kimaṅguli saddā appaccayavidhānenetyāsaṅkiya payojanantaraṃ apadisitumāha- ‘sabbatthe’ccādi. Aṅgulisaddato appaccaye avihite niraṅguliccādipi siyā tannivattanamettha payojananti dasseti ‘aṅgulisaddanivattanattha’nti.",
  "anya-e0806n3:203": "45. Dīghā",
  "anya-e0806n3:204": "Dīgharattantyādo nānusiṭṭhattā liṅgavisesassa kathaṃ napuṃsakattameviccāsaṅkiya codeti ‘nanuce’ccādi. Nāyaṃdosoccādinā pariharati. ‘‘Liṅgaṃ nānusāsanīyaṃ lokanissayattā liṅgassā’’tīdamālamba vadati ‘loke’tiādi. Athavāti pakkhantaropadassanatthe nipāto, vibhajjāti vibhajitvā. Kvacīti yogavibhāgenāti adhippāyo.",
  "anya-e0806n3:205": "Ahorattanti samāhāre (cattha) samāsā napuṃsakattaṃ. Atirattoti pulliṅge pādisamāso, samudāyasaddassāpyavayave vutti sabbhāvato ekadesavacano pubbarattādo rattisaddoccāha-‘pubbā ca sā ratti cā’tiādi. Evamekarattanti pāṭhena na bhavitabbaṃ… tassa samāhārena samāsattābhāvā. Napuṃsakaliṅgampana lokasannissa yattā viññeyyaṃ.",
  "anya-e0806n3:206": "Asamāsantapakkheti samāsantaappaccayassābhāvapakkhe. Pubbā atikkantā ratti pubbarattī(ti ratti saddo) nekadesavacanoti samāsantābhāvo.",
  "anya-e0806n3:207": "46. Gotva",
  "anya-e0806n3:208": "Nanuceccādinā yathāpāditadosaṃ nāyaṃ dosoti pariharati. Syādilopassiccādinā sulabhasyādi lopato pyasulabhataddhita lopova alopetīminā parāmaṭṭhuṃ yuttoti dasseti.",
  "anya-e0806n3:209": "47. Ratti",
  "anya-e0806n3:210": "Rattindivaṃ bhuñjatīti payoge ādheyye bhojanasaṅkhāte apekkhite ratyādayo ādeyyasāpekkhā, tesampi iminā nipāta nenevātimatā samāsassa siddhīti dassento āha- ‘rattandiva’ntiādi, ratti ca divācāti viggaho, catthasamāse tu ra(ttindi) vā.",
  "anya-e0806n3:211": "50. Dāru",
  "anya-e0806n3:212": "Samāsattho (ettha) dāru, nāssa mukhyāhi aṅgulīhi sambandho yujjati, nanu dve aṅgulī pamāṇamassa dārunoccādiṃ mukhyo aṅgulisaddogahitoti sambandho sambhavati kimevaṃ vuccateccāsaṅkiyāha-‘yadipi’ccādi, pamāṇavacanenāti mattādipaccayatthabhūtapamāṇavācakena, aṅguli saddassa dāruno pamāṇavācakattā vuttaṃ- ‘dāruno sambandho atthī’ti. Visesanasamāsato paraṃ tadatthavisaye tasmiṃpamāṇatthavisaye ‘‘mānematto’’tiādinā (4-46) mattādippaccayenabhavitabbantiattho, lopenabhavitabbanti sambandho, ‘‘asaṅkhyehi cāṅgulyā naññāsaṅkhyatthesu’’iccatra (3-44) yadākhyātaṃ, tadihāpyatidisamāha-‘pubbe viyasiddha’nti, anakārantānanti bhūmiādīnaṃ, tabbidhāne tassa appaccayassa vidhāne payojanaṃsissokārotisambandho. Iminā kaccāyanānaṃ pakaraṇe payojanaṃ dassitaṃ. Athaca panettha ‘‘kvaci samāsantagatānamakāranto’’ti (ka, 2-7-22) iminā akārantassa samāsante kate sāmatthiyā ‘syāca’iti (ka, 2-3-29) sissākārādesābhāvā niccamokārantarūpaṃ sampajjatīti parikappiyatassāyuttabhāvaṃ dassetuṃ yaṃ vuttaṃvuttikārena, taṃ dassetumāha‘akārantassapi’ccādi, yaṃ-vuttaṃ sissākārā desanivattane akārakaraṇe sāmatthiyaṃ, tadabhāvā sissākārādeso na nivārīyatīti dassetumāha-‘nace’ccādi. Caritatthatāya niṭṭhitappayojanatāya, teneva kaccāyanavuttikāreneva appaccayanta mudāhaṭaṃ sakkataganthānusārena, abyañjanantattāti iminā tiṇṇamesaṃ saddānaṃ sakkate byañjanantattameva bodheti, niratthakanti pubbeva akārantattā niratthakaṃ, ākāravidhānenevāti (ka, 2-7-25) ‘‘dhanumhāca’’ ityākāravidhāneneva.",
  "anya-e0806n3:213": "51. Civī",
  "anya-e0806n3:214": "Aññamaññakiriyeti kiriyāparivattanamāha, iminā sutte kiriya saddābhāvepi vītiharaṇasaddeneva kiriyābyatihāreti labbhatīti dasseti.",
  "anya-e0806n3:215": "52. Latvī",
  "anya-e0806n3:216": "Paṭimukkakambū āmukkavalayā.",
  "anya-e0806n3:217": "53. Vāñña",
  "anya-e0806n3:218": "Kāpekkhehīti kappaccayamapekkhitehi.",
  "anya-e0806n3:219": "54. Utta",
  "anya-e0806n3:220": "Āparicchedāvasānā na pare parena (potthake) tato paraṃ ṇādikāriyavidhānā.",
  "anya-e0806n3:221": "57. Ṭanta",
  "anya-e0806n3:222": "Ṭādese pubbasaralopo, atisayena mahantīti viggahe ‘‘taratamissikiyiṭṭhātisaye’’ti (4-64) tarappaccayo ṇādivuttiyaṃ vibhattilopo. Mahattarasaddā ‘nadāditovī’’ (3-27) mahato bhāvoti vākye‘‘tassa bhāvakammesuttatā ttana ṇya ṇeyya ṇiya ṇiyā’’ti (4-56) tto, vibhattilopo, chaṭṭhīsamāso, tenāha ‘rattaññūna’miccādi.",
  "anya-e0806n3:223": "58. A",
  "anya-e0806n3:224": "Nto neti sambandho.",
  "anya-e0806n3:225": "60. Para",
  "anya-e0806n3:226": "Parāsaddo ettha adhikatthoti āha-‘adhikā’ti.",
  "anya-e0806n3:227": "63. Klu",
  "anya-e0806n3:228": "Apavādavisayepīti ‘‘vijjāyonisambandhānamā tatra catthe’’ti (3-64) imassa apavādasuttassa visayepi.",
  "anya-e0806n3:229": "64. Vijjā",
  "anya-e0806n3:230": "Atha vijjāyonisambandhānamityuccamāne vijjāsambandhīnaṃ yonisambandhīnanti kathaṃ vivaraṇamiccāha-‘vijjāyoni’ccādi, vijjā ca yoni ca vijjā yonī tāsaṃ sambandho, so yesaṃ atthi te hotādayo mātādayo ca abhedopacāreneha vijjāyonisambandhisaddena gayhantīti adhippāyo, tasaddenāti tatretyatra. Te ca ltupitādayoti tasaddena parāmaṭṭhā ltupitādayo ca, atthe kāriyā sambhavā taṃvācako saddo gayhati.",
  "anya-e0806n3:231": "65. Putte",
  "anya-e0806n3:232": "Ltupitādī (ti pubba) sutte tatreti gahitaltupitādi.",
  "anya-e0806n3:233": "66. Cismiṃ",
  "anya-e0806n3:234": "Paccayaggahaṇaparibhāsāya cippaccayanteti vuttaṃ.",
  "anya-e0806n3:235": "67. Itthi",
  "anya-e0806n3:236": "Itthisaddena itthiliṅgaṃ gahitaṃ na itthī, taggahaṇe sati ‘itthiyaṃ vattamāne’ti vuttiganthassa itthisaṅkhāte atthe vattamāneti attho gayheyya, evaṃ sati ‘kalyāṇippadhānā’ti etthāpi pumbhāvo pasajjeyya… padhānasaddassa kalyāṇiyaṃ vattamānattāti āha- ‘itthiyanti itthiliṅge’ti. Atha itthiyanti ettake vutte kathaṃ taggahaṇaṃ siyāti āha-‘visesane’ccādi, ekattheti vuttepi itthiyaṃ vattamāneti ayamattho viññāyatīti itthiyanti vacanamanatthaṃ siyāti samatthamaññathānupapattiyanti itthiyanti visesanamitthiliṅgasseva gahaṇeti āha- ‘visesane’ccādi, itthiyanti itthiliṅgasseva gahaṇanti sambandho. Byavacchejjābhāvā visesanamanatthakaṃ siyāti ekattheiccaneneva itthiyaṃ vuttiyā (gamma) bhāvatoti bhāvo. Pume pulliṅge vattamāno saddo pumāsaddo, sakaloti padesasakalo hi gayhati… kassaci suttatthassa puthabhūtattā, tenevacāha- ‘itthiyantu na vattatte’ti.",
  "anya-e0806n3:237": "69. Sabbā",
  "anya-e0806n3:238": "Vattanaṃ ekasmiṃ atthe adhitthiccādo itthivisiṭṭhe sattamiyatthādo, vāsiṭṭhoccādo vasiṭṭhādivisiṭṭhe apaccādo, puttīyaticcādo puttādivisiṭṭhe icchādyatthe pavatti, tenāha-‘ekatthībhāvo’ti. Sāmañña gahaṇatthanti iminā mattasaddassa kasiṇatthe pavattimāha.",
  "anya-e0806n3:239": "70. Jāyā",
  "anya-e0806n3:240": "Evanti iminā itarītarayoge catthasamāsaṃ vibhāveti. Jānijāyā, saddantarenāti jānisaddena tathāsaddopadiṭṭhena daṃ jaṃ saddantarena ca, kesañciti kharīgatantiādīsu ‘kharī’tiādīnaṃ kesañci, kharīti kharatthe vattamāno-yaṃ saddo niyatavisayo… gatasaddaṃ vinā aññattha adiṭṭhattā, nāyampayogoti tudampatippayogaṃ nivattetvā hetumāha- ‘āgame’ccādi, aññehi cāti iminā rūpasiddhiṃ gaṇhāti.",
  "anya-e0806n3:241": "75. Ana",
  "anya-e0806n3:242": "Nanu sutte‘sare’ti ettakaṃ vuttaṃ‘sarādo’ti kathaṃ laddhanti āha-‘sare’tiādi, vaṇṇe yantantadādoti siṭṭhavacanaṃ, vaṇṇe parabhūte yaṃ kāriyaṃ vidhīyate taṃ so vaṇṇo ādi yassa taṃ tadādi, tasmiṃ tadādo uttarapade sampajjatīti attho, khādhātuto ktappaccaye vihite rassenākārenevāyampayogo, na visuṃ akārenāti dassetuṃ na ākkhātaṃ anakkhāta ‘‘byañjane dīgharassā’’ti uttarapadādi sarassa rassatta’nti vuttaṃ.",
  "anya-e0806n3:243": "76. Nakhā",
  "anya-e0806n3:244": "Saññāsaddesucātiādinā avayavatthanirapekkhānampi yathākathañci nipphattiṃ dassento sabbesameva saddānaṃ nipphannavācitañcāttano dīpeti, yathākathañci nipphatti, ruḷhiyā atthanicchayo, tena saññeccādo-dhippāyaṃ vivarati ‘yaṃkiñci’tyādinā, itthī ca pumā ca itthipumaṃ, na itthi pumanti samāse nipātaneniminā napuṃsakādeso napuṃsakaniddeso (potthake) ti dasseti ‘na itthi’ccādinā. Khī-khaye, khara-vināse cāti hi etehi ‘na khīyati na kharatī’ti atthe ‘‘bhāvakārakesva ghaṇa ghakā’’ti (5-44) appaccaye’ na khaya na khara’iti ṭhite khattādesoti āha- na khīyati’ccādi.",
  "anya-e0806n3:245": "77. Nago",
  "anya-e0806n3:246": "Evanti iminā gacchatīti vākye kvippaccayādiṃ dasseti, viseso panettha nañssa(ṭo) vasalo caṇḍālo, sītena karaṇabhūtena.",
  "anya-e0806n3:247": "78. Saha",
  "anya-e0806n3:248": "Tattha tasmiṃ parabhūte, yassa ca jhattanti sambandho.",
  "anya-e0806n3:249": "80. Apa",
  "anya-e0806n3:250": "Appaccakkhaṃ paccakkhañāṇenānupalabbhanīyaṃ tampanātthato-numeyyameva. Tasmiṃ gammamāne yamādesoti kenaci liṅgenādhigatenānumānañāṇenānumeyuttamagyādinoti dassetumāha- ‘kapote’ccādi. Kapotādibhāveti katthaci gharādo kapotavātamaṇḍalikādīnaṃ dassanavasena sabbhāve sati. Agyādidassanatoti aggipisācādidassanato, aññatrāpīti gharādito aññatra, kapotavātamaṇḍalikādino liṅgassa, agyādiyoganti aggiādīhi anumeyyehi sambandhaṃ. Mantvāti anumānañāṇena jānitvāpayogoti sāggisapisācāti payogo.",
  "anya-e0806n3:251": "81. Akā",
  "anya-e0806n3:252": "Sakatthe vattamānassa sahasaddassāti vattabbe vattamāno tappadhānoyevāti āha- ‘sakatthappadhānassa sahasaddassā’ti, vutti bhavatīti sambandho, yugapadi dhurā sadhuraṃ. Aparaṇhena sahitaṃ sahā paraṇhaṃ.",
  "anya-e0806n3:253": "82. Gantha",
  "anya-e0806n3:254": "‘‘Aṭṭhādasa nimesā tu, kaṭṭhā tiṃsantu tākalā’’ti vacanato āha- ‘kalā kālaviseso’ti. Kalādisaṅkhātaganthassānte sahasaddo vattatītisamāsavākyaṃ niddisati ‘kalanta’miccādi. Ganthanteccādinā āsaṅkatoyamadhippāyo ‘‘kālatthapariccāgena ganthante vattamānattā akālattho’’ti. Ganthavuttipi kalādi kālasaddatthaṃ nātikkamatīti adhippāyenāha- ‘ganthavuttipi’ccādi. Adhiko māsako assāti samāsako, vikappena siddheti ‘‘sahassa so-ññatthe’’ti (3-78).",
  "anya-e0806n3:255": "83. Samā",
  "anya-e0806n3:256": "Samāno pati yassā sapattinī sapattī iti nipphannānamekadeso ‘pattinī pattī’ti dassitoti vattumāha- ‘yakkhādi tvini’ccādi. Vayasaddassa ‘‘saravayāyavāsacetā jalāsayākkhayalohapaṭamanesū’’ti gaṇapāṭhato akkhaye vattamānasso manādittā okārantattanti dassetumāha- ‘vayo’tiādi. Yappaccayantoti iminā nipātanena takayappaccayanto.",
  "anya-e0806n3:257": "84. Uda",
  "anya-e0806n3:258": "‘‘Aññasmi’’nti (4-121) iyappaccayavidhāyakaṃ suttaṃ.",
  "anya-e0806n3:259": "88. Tumhā",
  "anya-e0806n3:260": "Tumhe viya dissantīti tumhādī amhādīccādiṃ ‘‘sabbādīnamā’’ti (3-86) ā.",
  "anya-e0806n3:261": "90. Vidhā",
  "anya-e0806n3:262": "Gabbhenāti iminā kucchigatena gabbhena saha dvihadayattamassāti dasseti, pubbapadeti dusadde.",
  "anya-e0806n3:263": "92. Digu",
  "anya-e0806n3:264": "Guṇā paṭalā dve padāni assa iti bhavitabbaṃ dve pādā esaṃ dve satāni assa, dve sahassāni assa, dvinnaṃ satānaṃ dvinnaṃ sahassānaṃ vā samāhāroti viggaho.",
  "anya-e0806n3:265": "93. Tīsva",
  "anya-e0806n3:266": "Dvattipattāti paṭhamantā‘pūra-pūraṇe’iccasmā karaṇatthe ‘‘bhāva kārakesva ghaṇa ghakā’’ti (5-44) appaccaye syādisamāsoti dassetu māha- ‘dvattipatta’iccādi.",
  "anya-e0806n3:267": "94. Āsaṃ",
  "anya-e0806n3:268": "Dve ca tiṃsā ca, dvīhi vā adhikā tiṃsāti viggaho.",
  "anya-e0806n3:269": "96. Cattā",
  "anya-e0806n3:270": "Sampattavibhāsāyanti ayaṃyogo (sampattavibhāsāti) dasseti, sampatte vibhāsā vikappoti attho, tayo ca cattālīsā ca, tīhi vā adhikā cattālīsāccādinā viggaho, tisso cattālīsā assa ticattālīsaṃ gaṇo.",
  "anya-e0806n3:271": "97. Dvissā",
  "anya-e0806n3:272": "Sampattavibhāsattāti ‘‘āsaṅkhyāye’’ccādinā (3-94) ākāre sampatte vibhāsattā.",
  "anya-e0806n3:273": "Iti moggallānapañcikāṭīkāyaṃ sāratthavilāsiniyaṃ",
  "anya-e0806n3:274": "Tatiyakaṇḍavaṇṇanā niṭṭhitā."
}