{
  "anya-e0804n2:0": "17. Rudhādichakka",
  "anya-e0804n2:1": "Rudhādigaṇika",
  "anya-e0804n2:2": "Ito paraṃ pavakkhāmi, rudhādikagaṇādayo;",
  "anya-e0804n2:3": "Sāsanassopakārāya, gaṇe tu chabbidhe kathaṃ.",
  "anya-e0804n2:4": "Rudhi āvaraṇe. Rudhidhātu āvaraṇe vattati. Ettha āvaraṇaṃ nāma pidahanaṃ vā parirundhanaṃ vā palibuddhanaṃ vā harituṃ vā appadānaṃ, sabbametaṃ vaṭṭati. Rundhati, rundhiti, rundhīti, rundheti, avarundheti. Kammani – maggo purisena rundhiyati. Rodho, orodho, virodho, paṭivirodho, viruddho, paṭiviruddho, pariruddho. Rundhituṃ, parirundhituṃ. Rundhitvā. Parirundhitvā.",
  "anya-e0804n2:5": "Tatra rodhoti cārako. So hi rundhati pavesitānaṃ kurūrakammantānaṃ sattānaṃ gamanaṃ āvaratīti rodhoti vuccati. Orodhoti rājubbarī, sā pana yathākāmacāraṃ carituṃ appadānena orundhiyati avarundhiyatīti orodho. Virodhoti ananukūlatā. Paṭivirodhoti punappunaṃ ananukūlatā. Viruddhoti virodhaṃ āpanno. Paṭiviruddhoti paṭisattubhāvena virodhaṃ āpanno. Pariruddhoti gahaṇatthāya samparivārito. Vuttañhi ‘‘yathā arīhi pariruddho, vijjante gamane pathe’’ti. Avaruddhoti pabbājito.",
  "anya-e0804n2:6": "Muca mocane. Migaṃ bandhanā muñcati. Muñcanaṃ, mocanaṃ. Dukkhappamocanaṃ, moco.",
  "anya-e0804n2:7": "Mocoti cettha aṭṭhikakadalīrukkho. Muñcituṃ. Muñcitvā. Kārite ‘‘moceti, mocetuṃ, mocetvā’’tiādīni.",
  "anya-e0804n2:8": "Rica virecane. Riñcati. Riñcanaṃ, virecanaṃ, vireko, virecako. Riñcituṃ. Riñcitvā.",
  "anya-e0804n2:9": "Sica paggharaṇe. Udakena bhūmiṃ siñcati. Puttaṃ rajje abhisiñci. Abhiseko. Muddhābhisitto khattiyo. Siñca bhikkhu imaṃ nāvaṃ, sittā te lahumessati. Sittaṭṭhānaṃ. Siñcituṃ. Siñcitvā.",
  "anya-e0804n2:10": "Yuja yoge. Yuñjati, anuyuñjati. Kammani ‘‘yuñjiyatī’’ti rūpāni. Keci ‘‘yuñjate’’ti icchanti. Yuñjanaṃ, saṃyogo, anuyogo, bhāvanānuyutto, saññogo, saññojanaṃ, atthayojanā. Dīghaṃ santassa yojanaṃ. Yuñjituṃ, anuyuñjituṃ. Anuyuñjitvā. Yojeti. Tattha saṃyojananti bandhanaṃ kāmarāgādi. Yojananti –",
  "anya-e0804n2:11": "Vidatthi dvādasaṅgulyo, tadvayaṃ ratanaṃ mataṃ;",
  "anya-e0804n2:12": "Sattaratanikā yaṭṭhi, usabhaṃ vīsayaṭṭhikaṃ;",
  "anya-e0804n2:13": "Gāvutaṃ usabhāsīti, yojanaṃ catugāvutaṃ.",
  "anya-e0804n2:14": "Bhuja pālanabyavaharaṇesu. Pālanaṃ rakkhaṇaṃ. Byavaharaṇaṃ ajjhoharaṇaṃ. Bhuñjati, paribhuñjati, saṃbhuñjati. Dāsaparibhogena paribhuñji. Kārite ‘‘bhojeti bhojayatī’’tiādīni rūpāni. Bhojanaṃ, sambhogo, mahibhujo, gāmabhojako , upabhogo, paribhogo. Bhutto odano bhavatā. Sace bhutto bhaveyyāhaṃ. Odanaṃ bhutto bhuttavā bhuttāvī. Tumantāditte ‘‘bhuñjituṃ, paribhuñjituṃ, bhojetuṃ, bhojayituṃ, bhuñjitvā, bhuñjitvāna, bhuñjiya, bhuñjiyāna, bhojetvā, bhojetvāna, bhojayitvā, bhojayitvāna’’ iccādīni parisaddādīhi visesitabbāni.",
  "anya-e0804n2:15": "Tatra bhuñjatīti bhattaṃ bhuñjati, bhojanīyaṃ bhuñjati. Tathā hi ‘‘khādanīyaṃ vā bhojanīyaṃ vā khādati vā bhuñjati vā’’tiādi vuttaṃ. Apica kadāci khādanīyepi ‘‘bhuñjatī’’ti vohāro dissati. ‘‘Phalāni khuddakappāni, bhuñja rāja varāvara’’nti hi vuttaṃ. Paribhuñjatīti cīvaraṃ paribhuñjati, piṇḍapātaṃ paribhuñjati, gilānapaccayabhesajjaparikkhāraṃ paribhuñjati, paṭisevatīti vuttaṃ hoti. Teneva ca paṭisevatīti paribhuñjatīti attho saṃvaṇṇiyati. Apica ‘‘kāme bhuñjatī’’ti ca ‘‘pañcakāmaguṇe paribhuñjatī’’ti ca dassanato pana bhuñjanaparibhuñjanasaddā paṭisevanatthena katthaci samānatthāpi hontīti avagantabbā. Saṃbhuñjatīti sambhogaṃ karoti, ekato vāsaṃ karotīti attho. Ettha siyā ‘‘nanu ca bho atra bhujadhātu pālanabyavaharaṇesu vutto, so kathaṃ ettakesupi atthesu vattatī’’ti? Vattateva, anekatthā hi dhātavo, te upasaggasahāye labhitvāpi anekatthatarāva honti. Ito paṭṭhāya tumantādīni rūpāni na vakkhāma. Yattha pana viseso dissati, tattha vakkhāma.",
  "anya-e0804n2:16": "Kati chedane. Kantati, vikantati. Sallakatto.",
  "anya-e0804n2:17": "Bhidi vidāraṇe. Bhindati. Anāgatatthe vattabbe ‘‘bhejjissati, bhindissatī’’ti dvidhā bhavanti rūpāni. Pāpake akusale dhamme bhindatīti bhikkhu. Tenāha –",
  "anya-e0804n2:18": "‘‘Na tena bhikkhu so hoti, yāvatā bhikkhate pare;",
  "anya-e0804n2:19": "Visaṃ dhammaṃ samādāya, bhikkhu hoti na tāvatā.",
  "anya-e0804n2:20": "Yodha puññañca pāpañca, bāhitvā brahmacariyaṃ;",
  "anya-e0804n2:21": "Saṅkhāya loke carati, save ‘bhikkhū’ti vuccatī’’ti.",
  "anya-e0804n2:22": "Idañca khīṇāsavaṃ sandhāya vuttaṃ, sekkhaputhujjanasamaṇāpi yathāsambhavaṃ ‘‘bhikkhū’’ti vattabbataṃ pāpuṇantiyeva. Saṅghaṃ bhindatīti saṅghabhedako. Devadattena saṅgho bhinno,. Bhindiyatīti bhinnoti hi nibbacanaṃ. Na te kaṭṭhāni bhinnāni. Bhindatīti bhettā.",
  "anya-e0804n2:23": "Chidi dvedhākaraṇe. Chindatīti chedako, evaṃ chettā. Kese chettuṃ vaṭṭati. Chindiyatīti chinno. Chinnopi rukkho punadeva rūhati. Idaṃ pana bhidichididvayaṃ divādigaṇaṃ patvā ‘‘bhijjati chijjatī’’ti suddhakattuvācakaṃ rūpadvayaṃ janeti, tasmā ‘‘bhijjatīti bhinno’’tiādinā suddhakattuvasenapi nibbacanaṃ kātabbaṃ.",
  "anya-e0804n2:24": "Tadi hiṃsānādaresu. Tandati. Tandī, taddu. Taddati kacchu.",
  "anya-e0804n2:25": "Udi pasavakiledanesu. Pasavanaṃ sandanaṃ. Kiledanaṃ tindatā. Undati. Undūro, samuddo.",
  "anya-e0804n2:26": "Vida lābhe. Vindati. Govindo, vitti. Ettha vittīti anubhavanaṃ, vedanā vā.",
  "anya-e0804n2:27": "Vida tuṭṭhiyaṃ. Vindati, nibbindati. Nibbindanaṃ. Virajjati. Nibbindo kāmaratiyā. Vitti, vittaṃ, vedo. Labhati atthavedaṃ dhammavedaṃ.",
  "anya-e0804n2:28": "Ettha vittīti somanassaṃ. ‘‘Vitti hi maṃ vindati suta disvā’’ti hi vuttaṃ. Vittanti vittijananattā vittasaṅkhātaṃ dhanaṃ. Vedoti ganthopi ñāṇampi somanassampi vuccati. ‘‘Tiṇṇaṃ vedānaṃ pāragū’’tiādīsu hi gantho ‘‘vedo’’ti vuccati. ‘‘Brāhmaṇaṃ vedagumabhijaññā akiñcanaṃ kāmabhave asatta’’ntiādīsu ñāṇaṃ. ‘‘Ye vedajātā vicaranti loke’’tiādīsu somanassaṃ.",
  "anya-e0804n2:29": "Vedaganthe ca ñāṇe ca, somanasse ca vattati;",
  "anya-e0804n2:30": "Vedasaddo imaṃ nānā-dhātuto samudīraye.",
  "anya-e0804n2:31": "Lipa limpane. Limpati, limpako. Avalepo. Avalepoti ahaṅkāro.",
  "anya-e0804n2:32": "Lupa acchedane. Lumpati. Vilumpako, vilutto vilopo.",
  "anya-e0804n2:33": "Vilumpateva puriso, yāvassa upakappati;",
  "anya-e0804n2:34": "Yadā caññe vilumpanti, so vilutto vilumpatīti.",
  "anya-e0804n2:35": "Pisa cuṇṇane. Piṃsati. Pisako. Pisuṇā vācā. Āgamaṭṭhakathāyaṃ pana ‘‘attano piyabhāvaṃ parassa ca suññabhāvaṃ yāya vācāya bhāsati, sā pisuṇā vācā’’ti vuttaṃ, taṃ niruttilakkhaṇena vuttanti daṭṭhabbaṃ.",
  "anya-e0804n2:36": "Hisi vihiṃsāyaṃ. Hiṃsati, vihiṃsati. Hiṃsako.",
  "anya-e0804n2:37": "Ahiṃsakoti me nāmaṃ, hiṃsakassa pure sato;",
  "anya-e0804n2:38": "Ajjāhaṃ saccanāmomhi, na naṃ hiṃsāmi kiñcanaṃ.",
  "anya-e0804n2:39": "Hiṃsitabbaṃ kiṃsatīti sīho. Ādiantakkharavipallāsavasena saddasiddhi, yathā ‘‘kantanaṭṭhena takka’’nti. Vihesako, vihesanaṃ.",
  "anya-e0804n2:40": "Sumbhapahāre. Yo no gāvova sumbhati. Parisumbhati. Sumbhoti. Atrime pāḷito payogā –",
  "anya-e0804n2:41": "‘‘Saṃsumbhamānā attānaṃ, kālamāgamayāmase’’ti ca,",
  "anya-e0804n2:42": "‘‘Kesaggahaṇamukkhepā, bhūmyā ca parisumbhanā;",
  "anya-e0804n2:43": "Datvā ca no pakkamati, bahudukkhaṃ anappaka’’nti ca,",
  "anya-e0804n2:44": "‘‘Bhūmiṃ sumbhāmi vegasā’’ti ca.",
  "anya-e0804n2:45": "Aññattha pana aññāpi vuttā. Tā idha anupapattito na vuttā. Kecettha maññeyyuṃ, yathā bhūvādigaṇe ‘‘saki saṅkāyaṃ khaji gativekalle’’tiādīnaṃ dhātūnaṃ paṭiladdhavaggantabhāvassa niggahītāgamassa vasena ‘‘saṅkati khañjatī’’ti rūpāni bhavanti, tathā imasmiṃ rudhādigaṇe ‘‘muca mocane kati chedane’’tiādīnaṃ dhātūnaṃ paṭiladdhavaggantabhāvassa niggahītāgamassa vasena ‘‘muñcati kantatī’’tiādīni rūpāni bhavanti. Evaṃ sante ko imesaṃ tesañca visesoti? Ettha vuccate – ye bhūvādigaṇasmiṃ anekassarā asaṃyogantā ikārantavasena niddiṭṭhā, te ākhyātattañca nāmikattañca patvā suddhakattuhetukattuvisayesu ekantato niggahītāgamena nipphannarūpā bhavanti, na katthacipi tesaṃ vinā niggahītāgamena rūpappavatti dissati. Taṃ yathā? Saṅkati, saṅkā, khañjati, khañjo iccādi. Ayaṃ anekassarānaṃ ikārantavasena niddiṭṭhānaṃ bhūvādigaṇikānaṃ viseso.",
  "anya-e0804n2:46": "Ye ca rudhādigaṇasmiṃ anekassarā asaṃyogantvā akārantavasena vā ukārantavasena vā niddiṭṭhā, te ākhyātattaṃ patvā suddhakattuvisayeyeva ekantato niggahītāgamena nipphannarūpā bhavanti, na hetukattuvisaye. Nāmikattaṃ pana sahaniggahītāgamena vinā ca niggahītāgamena nipphannarūpā bhavanti. Yattha vinā niggahītāgamena nipphannarūpā, tattha sasaṃyogarūpāyeva bhavanti. Taṃ yathā? Muñcati, muñcāpeti, moceti, mocāpeti. Chindāpeti. Chedeti, chedāpeti. Chindanaṃ, chedo. Muñcanaṃ, mocanaṃ. Kantati, kantanaṃ, sallakatto. Piṭṭhimaṃsāni attano, sāmaṃ ukkacca khādasi iccādīni. Tattha ukkaccāti ukkantitvā, chinditvāti attho.",
  "anya-e0804n2:47": "Nanu ca bho evaṃ sante ākhyātanāmikabhāvaṃ patvā suddhakattuhetukattuvisayesu ekantato paṭiladdhaniggahītāgamehi saki khaji ādīhiyeva rudhādigaṇikehi bhavitabbaṃ, na pana mucachidiādīhīti? Tanna, mucachidiādīhiyeva rudhādigaṇikehi bhavitabbaṃ rucadhātuyā samānagatikattā, tathā hi yathā ‘‘rundhissa, rundhayati, rundhāpeti, rundhanaṃ, rodho, virodho’’tiādīsu niggahītāgamāniggahītāgamavasena dvippakārāni rūpāni dissanti, tathā mucachidiādīnampīti.",
  "anya-e0804n2:48": "Nanu kaccāyane niggahītāgamassa niccavidhānatthaṃ ‘‘rudhādito niggahītapubbañcā’’ti lakkhaṇaṃ vuttanti? Saccaṃ, taṃ pana kriyāpadattaṃ sandhāya vuttaṃ. Yadi ca nāmikapadattampi sandhāya vuttaṃ bhaveyya, ‘‘virodho’’tiādīnaṃ dassanato vāsaddaṃ pakkhipitvā vattabbaṃ siyā, na ca vāsaddaṃ pakkhipitvā vuttaṃ, tena ñāyati kriyāpadattaṃyeva sandhāya vuttanti.",
  "anya-e0804n2:49": "Nanu ca bho evaṃ sante sakikhajiādīnaṃ niccaṃ saniggahītāgamakriyāpadattaṃyeva sandhāya ‘‘rudhādito niggahītapubbañcā’’ti idaṃ vuttanti sakkā mantunti? Na sakkā, sakikhajiādīnaṃ rudhadhātuyā asamānagatikattā nāmikatte dvippakārassa asambhavato. Tathā hi yesaṃ yā nāmikatte niggahītāgamāniggahītāgamavasena dvippakāravantatā, sā eva tesaṃ rudhādigaṇabhāvassa lakkhaṇaṃ. Tañca sakikhajiādīnaṃ natthi. ‘‘Saṅkā khañjo’’tiādinā hi nāmatte ekoyeva pakāro dissati saniggahītāgamo, ‘‘kamu padavikkhepe’’iccādīnaṃ pana ‘‘kamo, kamanaṃ, caṅkamo, caṅkamana’’ntiādinā nāmikatte dvippakāravantatāsambhavepi niggahītāgamassa abbhāsavisaye pavattattā sā dvippakāravantatā rudhādigaṇabhāvassa lakkhaṇaṃ na hoti, tasmā abbhāsavisaye pavattaṃ niggahītāgamaṃ vajjetvā yā dvippakāravantatā, sāyeva rudhādigaṇikabhāvassa lakkhaṇanti sanniṭṭhānaṃ kātabbaṃ. Ayaṃ nayo atīva sukhumo sammā manasi kātabbo.",
  "anya-e0804n2:50": "Rudhādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:51": "Suttesvaññepi pekkhitvā, gaṇhavho atthayuttitoti.",
  "anya-e0804n2:52": "Dudhādigaṇoyaṃ.",
  "anya-e0804n2:53": "Divādigaṇika",
  "anya-e0804n2:54": "Divu kīḷāvijigisābyavahārajutithutikantigatisattīsu. Ettha ca kīḷāti laḷanā, vihāro vā. Laḷanāti ca laḷitānubhavanavasena ramaṇaṃ. Vihāro iriyāpathaparivattanādinā vattanaṃ. Vijigisāti vijayicchā. Byavahāroti vohāro. Jutīti sobhā. Thutīti thomanā. Kantīti kamanīyatā. Gatīti gamanaṃ. Sattīti sāmatthiyaṃ. Imesu atthesu divudhātu vattati. Dibbati. Devo. Devī. Devatā.",
  "anya-e0804n2:55": "Ettha devoti tividhā devā sammutidevā upapattidevā visuddhidevāti. Tesu mahāsammatakālato paṭṭhāya lokena ‘‘devā’’ti sammatattā rājarājakumārādayo sammutidevā nāma. Devaloke upapannā upapattidevā nāma. Khīṇāsavā visuddhidevā nāma. Vuttampi cetaṃ ‘‘sammutidevā nāma rājāno deviyo kumārā. Upapattidevā nāma bhummadeve upādāya taduttaridevā. Visuddhidevā nāma buddhapaccekabuddhakhīṇāsavā’’ti.",
  "anya-e0804n2:56": "Idaṃ panettha nibbacanaṃ – dibbanti kāmaguṇajhānābhiññācittissariyādīhi kīḷanti, tesu vā viharantīti devā. Dibbanti yathābhilāsitaṃ visayaṃ appaṭighātena gacchantīti devā. Dibbanti yathicchitanipphādane sakkontīti devā. Atha vā taṃtaṃbyasananittharaṇatthikehi saraṇaṃ parāyaṇanti devanīyā abhitthavanīyāti devā. Sobhāvisesayogena kamanīyāti vā devā.",
  "anya-e0804n2:57": "Ettha ca thutikanti atthā kammasādhanavasena daṭṭhabbā, kīḷādayo cha atthā kattusādhanavasena. Keci pana ‘‘divu kīḷāvijigisābyavahārajutithutigatīsū’’ti paṭhanti. Keci ‘‘gatī’’ti padaṃ vihāya ‘‘jutithutīsū’’ti paṭhanti. Keci ‘‘thutī’’ti padaṃ vihāya ‘‘jutigatīsū’’ti paṭhanti, keci pana divudhātuṃ ‘‘sattithutika’’ntiatthepi icchanti. Tenāha abhidhammassa anuṭīkākāro ‘‘devasaddo yathā kīḷāvijigisāvohārajutigatiattho, evaṃ sattiabhitthavakamanatthopi hoti dhātusaddānaṃ anekatthabhāvato’’tiādi.",
  "anya-e0804n2:58": "Idaṃ pana yathāvuttesu sammutidevādīsu paccekaṃ nibbacanaṃ – dibbanti kīḷanti attano visaye issariyaṃ karontīti devā, rājāno. Dibbanti kīḷanti pañcahi kāmaguṇehi, paṭipakkhe vā vijetuṃ icchanti, voharanti ca lokassa yuttāyuttaṃ, jotanti paramāya sarīrajutiyā, thomiyanti tabbhāvatthikehi, kāmiyanti daṭṭhuṃ sotuñca sobhāvisesayogena, gacchanti ca yathicchitaṭṭhānaṃ appaṭihatagamanena, sakkonti ca ānubhāvasampattiyā taṃtaṃkiccaṃ nipphādetunti devā, cātumahārājikādayo. Kīḷanti paramāya jhānakīḷāya, vijetuṃ icchanti paṭipakkhaṃ, paramasukhumañāṇavisesavisayaṃ atthañca voharanti, jotanti sabbakilesadosakalusābhāvā paramavisuddhāya ñāṇajutiyā, thomiyanti ca viññātasabhāvehi paramanimmalaguṇavisesayogato, kāmiyanti ca anuttarapuññakkhettatāya daṭṭhuṃ sotuṃ pūjituñca, gacchanti ca amatamahānibbānaṃ apaccāgamanīyāya gatiyā, sakkonti ca cittācāraṃ ñatvā te te satte hite niyojetuṃ amatamahānibbānasukhe ca patiṭṭhāpetunti devā, visuddhidevā.",
  "anya-e0804n2:59": "Devasadda ‘‘viddhe vigatavalāhake deve’’tiādīsu ajaṭākāse āgato. ‘‘Devo ca thokaṃ thokaṃ phusāyatī’’tiādīsu meghe. ‘‘Ayañhi deva kumāro’’tiādīsu khattiye. ‘‘Ahaṃ deva sakalajambudīpe aññassa rañño santike kiñci bhayaṃ na passāmī’’tiādīsu issarapuggale. ‘‘Pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti devo maññe’’tiādīsu upapattideve. ‘‘Devātidevaṃ naradammasārathi’’ntiādīsu visuddhideve āgato.",
  "anya-e0804n2:60": "Devīti rājabhariyāpi devadhītāpi ‘‘devī’’ti vuccati. Devassa bhariyāti hi devī, sāpi atthato ‘‘dibbatīti devī’’ti vattabbā, yathā ‘‘bhikkhatīti bhikkhunī’’ti. Tathā hi vuttaṃ vimānavatthuaṭṭhakathāyaṃ ‘‘dibbati attano puññiddhiyā kīḷatīti devī’’ti.",
  "anya-e0804n2:61": "Devatāti devaputtopi brahmāpi devadhītāpi. ‘‘Atha kho aññatarā devatā abhikkantāya ruttiyā abhikkantavaṇṇā’’tiādīsu hi devaputto ‘‘devatā’’ti vutto ‘‘devoyeva devatā’’ti katvā, tathā ‘‘tā devatā sattasatā uḷārā, brahmā vimānā abhinikkhamitvā’’tiādīsu brahmāno.",
  "anya-e0804n2:62": "‘‘Abhikkantena vaṇṇena, yā tvaṃ tiṭṭhasi devate;",
  "anya-e0804n2:63": "Obhāsentī disā sabbā, osadhī viya tārakā’’ti-",
  "anya-e0804n2:64": "Ādīsu devadhītā.",
  "anya-e0804n2:65": "Imāni upapattidevānaṃ nāmāni –",
  "anya-e0804n2:66": "Devo suro ca vibudho, nijjaro amaro maru;",
  "anya-e0804n2:67": "Sudhāsī tidaso sagga-vāsī animisopi ca;",
  "anya-e0804n2:68": "Divoko’matapāyī ca, saggaṭṭho devatāni ca.",
  "anya-e0804n2:69": "Khi khaye. Khiyati. Khayo. Khiyanaṃ. Rāgakkhayo.",
  "anya-e0804n2:70": "Khi nivāse kodhahiṃsāsu ca. Khiyati. Na gacchasi yamakkhayaṃ. Nāgadānena khiyanti.",
  "anya-e0804n2:71": "Tattha khiyatīti nivasati. Yamakkhayanti yamanivesanaṃ. Khiyantīti kujjhanti hiṃsanti vā.",
  "anya-e0804n2:72": "Ghā gandhopādāne. Ghāyatīti ghānaṃ. Ghānena gandhaṃ ghāyituṃ ghāyitvā.",
  "anya-e0804n2:73": "Ruca rocane. Rocanaṃ ruci. Bhattaṃ me ruccati. Bhattampitassa na ruccati. Pabbajjā mama ruccati. Ruccituṃ, ruccitvā. Keci pana imasmiṃ divādigaṇe ‘‘ruca dittimhī’’ti paṭhanti. Taṃ na yuttaṃ katthacipi dittisaṅkhātasobhanatthavācakassa rucadhātuno ‘‘ruccatī’’ti rūpābhāvato. Tasmā evaṃ sallakkhetabbaṃ, dittirucīnaṃ vācako rucadhātu bhuvādigaṇiko. Tassa hi ‘‘rocati, virocati. Ekattamuparocita’’nti rūpāniyeva bhavanti, na ‘‘ruccatī’’ti rūpaṃ. Ruciyāyeva vācako pana divādigaṇikopi hoti curādigaṇikopi. Tassa hi divādigaṇikakāle ‘‘gamanaṃ mayhaṃ ruccatī’’ti rūpaṃ. Curādigaṇikakāle ‘‘kiṃ nu jātiṃ na rocesī’’ti rūpaṃ. Āpubbo ce ācikkhane vattati, ‘‘āroceti, ārocayatī’’ti rūpāni dissanti.",
  "anya-e0804n2:74": "Muca mokkhe. Dukkhato muccati. Saddhāya adhimuccati. Mutti, vimutti, adhimutti, muccamāno.",
  "anya-e0804n2:75": "Uca samavāye. Uccati. Oko, ūkā, ukkā.",
  "anya-e0804n2:76": "Okoti udakampi āvāsopi. ‘‘Okapuṇṇehi cīvarehī’’ti ca, ‘‘vārijova thale khitto, okamokatamubbhato’’ti cettha payogo. Ūkāti sīse nibbattakimiviseso.",
  "anya-e0804n2:77": "Ukkāti dīpikādayo vuccanti. ‘‘Ukkāsu dhāriyamānāsū’’ti hi āgataṭṭhāne dīpikā ‘‘ukkā’’ti vuccati. ‘‘Ukkaṃ bandheyya, ukkaṃ bandhitvā, ukkāmukhaṃ ālimpeyyā’’ti āgataṭṭhāne aṅgārakapallaṃ. ‘‘Kammārānaṃ yathā ukkā, anto jhāyati no bahī’’ti āgataṭṭhāne kammāruddhanaṃ. ‘‘Evaṃ vipāko ukkāpāto bhavissatī’’ti āgataṭṭhāne vātavego ‘‘ukkā’’ti vuccati. ‘‘Saṇḍāsena jātarūpaṃ gahetvā ukkāmukhe pakkhipeyyā’’ti āgataṭṭhāne suvaṇṇakārānaṃ mūsā ‘‘ukkā’’ti veditabbā. Iccevaṃ –",
  "anya-e0804n2:78": "Dīpikāvātavegesu, kammārānañca uddhane;",
  "anya-e0804n2:79": "Mūsāyampi ca aṅgāra-kapalle cāti pañcasu;",
  "anya-e0804n2:80": "Visayesu panetesu, ukkāsaddo pavattati;",
  "anya-e0804n2:81": "Che chedane. Chiyati, chiyanti. Avacchitaṃ, avacchātaṃ. Chetvāna moḷiṃ varagandhavāsitaṃ.",
  "anya-e0804n2:82": "Saja saṅge. Saṅgo laganaṃ. Sajjati. Sajjanaṃ, sajjito, satto.",
  "anya-e0804n2:83": "Yuja samādhimhi. Samādhānaṃ samādhi, kāyakammādīnaṃ sammāpayogavasena avippakiṇṇatāti attho. Yujjati. Yogo, yogī.",
  "anya-e0804n2:84": "Ettha yogoti vīriyaṃ. Tañhi –",
  "anya-e0804n2:85": "‘‘Vāyametheva puriso, na nibbindeyya paṇḍito;",
  "anya-e0804n2:86": "Passāmi vo’ha’mattānaṃ, yathā icchiṃ tathā ahu’’nti",
  "anya-e0804n2:87": "Vacanato avassaṃ kātuṃ yujjati upapajjatīti yogoti vuccati.",
  "anya-e0804n2:88": "Ranja rāge. Rajjati. Virajjati. Rajjamāno, rajjaṃ, rajjanto, rāgo, virāgo, rajjanaṃ, virajjanaṃ, rajanīyaṃ. Upasaggavasena añño attho bhavati. Samhā raṭṭhā nirajjati, attano raṭṭhā niggacchatīti attho.",
  "anya-e0804n2:89": "Tattha virāgoti virajjanti ettha saṃkilesadhammāti virāgo, nibbānaṃ maggo ca.",
  "anya-e0804n2:90": "Vijī bhayacalanesu. Vijjati, saṃvijjati. Saṃvego, saṃvejanīyaṃ. Ubbijjati. Ubbego, ubbiggahadayo.",
  "anya-e0804n2:91": "Lujavināse. Lujjatīti loko. Lopo, lutti, lujjanaṃ, lutto.",
  "anya-e0804n2:92": "Ṭhā gatinivattiyaṃ. Ṭhāyati. Ṭhāyī, ṭhiti, ṭhānaṃ, ṭhito, tatraṭṭho, tiṭṭhaṃ, kappaṭṭhāyī, āsabhaṭṭhānaṭṭhāyī.",
  "anya-e0804n2:93": "‘‘Sukhaṃ sayāmi ṭhāyāmi, sukhaṃ kappemi jīvitaṃ;",
  "anya-e0804n2:94": "Ahatthapāso mārassa, aho satthānukampako’’ti",
  "anya-e0804n2:95": "Pāḷi nidassanaṃ. Lāpaṃ gocaraṭṭhāyinanti ca. Tattha ṭhāyāmīti tiṭṭhāmi.",
  "anya-e0804n2:96": "Ḍigatiyaṃ. Ḍiyati. Ḍemāno. Ḍino vā. ‘‘Ucce sakuṇa ḍemāna, pattayāna vihaṅgama. Vajjesi kho tvaṃ vāmūru’’nti nidassanaṃ.",
  "anya-e0804n2:97": "Ettha ḍiyatīti ḍemānoti nibbacanaṃ gahetabbaṃ.",
  "anya-e0804n2:98": "Tā pālane. Tāyati. Aghassa tātā. So nūna kapaṇo tāto, ciraṃ rujjati assame. Tāṇaṃ, parittaṃ, gottaṃ. Tvaṃ khosi upāsaka katakalyāṇo katabhīruttāṇo.",
  "anya-e0804n2:99": "Tatra parittanti mahātejavantatāya samantato sattānaṃ bhayaṃ upaddavaṃ upasaggañca tāyati rakkhatīti parittaṃ, gaṃ tāyatīti gottaṃ.",
  "anya-e0804n2:100": "Nata gattavināme. Gattavināmo gattavikkhepo. Naccati. Naccaṃ. Nigaṇṭho nāṭaputto.",
  "anya-e0804n2:101": "Dā sodhane. Dāyati. Dānaṃ. Anuyogadāpanatthaṃ. Anuyogaṃ datvā. Dānaṃ datvā.",
  "anya-e0804n2:102": "Dāsupane. Dāyati. Niddāyati. Niddāyanaṃ, niddāyamāno, niddāyanto.",
  "anya-e0804n2:103": "Dādāne. Puriso dānaṃ dāyati. Āpubbo gahaṇe. Adinnaṃ ādiyati. Sīlaṃ samādiyati. Kamme – purisena dānaṃ dīyati, adinnaṃ ādiyati. Kārite – ādapeti, samādapeti, ādapayati, samādapayati, ye dhammamevādapayanti santo.",
  "anya-e0804n2:104": "Dā avakhaṇḍane. Diyati, diyanti. Parittaṃ.",
  "anya-e0804n2:105": "Ettha ca parittanti samantato khaṇḍitattā parittaṃ. Appamattakañhi gomayapiṇḍaṃ parittanti vuccati. Tasmā parittanti appakassa nāmaṃ kāmāvacarassa ca dhammassa appesakkhattā.",
  "anya-e0804n2:106": "Dā suddhiyaṃ. Dāyati. Vodāyati. Vodānaṃ. Akammakoyaṃ dhātu. Tathā hi ‘‘vodāyati sujjhati etenāti vodānaṃ, samathavipassanā’’ti nettisaṃvaṇṇanāyaṃ vuttaṃ.",
  "anya-e0804n2:107": "Dī khaye. Dīyate. Dīno, ādīnavo.",
  "anya-e0804n2:108": "Tatra dīnoti parikkhīṇañātidhanādibhāvena dukkhito. Ādīnavotiādīnaṃ dukkhaṃ vāti adhigacchati etenātiādīnavo, doso.",
  "anya-e0804n2:109": "Du paritāpe. Duyate. Duno, dūto.",
  "anya-e0804n2:110": "Bhidi bhijjane. Bhijjanadhammaṃ bhijjati. Bhijjatīti bhinno. Bhijjanaṃ bhedo.",
  "anya-e0804n2:111": "Chidi chijjane. Suttaṃ chijjati. Chijjatīti chinno. Evaṃ chiddaṃ. Chijjanaṃ chedo.",
  "anya-e0804n2:112": "Khididīniye. Dīnabhāvo dīniyaṃ, yathā dakkhiyaṃ. Khijjati, khinno, akhinnamati, khedo, khedaṅgato lokahitāya nātho.",
  "anya-e0804n2:113": "Ettha khedaṅgatoti kāyikadukkhasaṅkhātaṃ parissamaṃ patto, dukkhamanubhavīti attho.",
  "anya-e0804n2:114": "Pada gatiyaṃ. Pajjati. Maggaṃ paṭipajjati. Paṭipattiṃ paṭipajjati. Addhānamaggappaṭipanno hoti, phalasamāpattiṃ samāpajjati. Āpattiṃ āpajjati. Akammakampi bhavati, tesaṃ adhammo āpajjati, pajjo, byagghapajjo, sampadāyo.",
  "anya-e0804n2:115": "Ettha ca pajjoti maggo. Byagghapajje saddulapathe jātoti byagghapajjo, evaṃnāmako kulaputto. Sampadiyati ñāpiyati dhammo etenāti sampadāyo, akkhātā.",
  "anya-e0804n2:116": "Vida sattāyaṃ. Sattā vijjamānākāro. Vijjati, saṃvijjati. Jātavedo, vijjā, avijjā, vidito.",
  "anya-e0804n2:117": "Tattha jātavedoti aggi. So hi jātova vedayati dhūmajāluṭṭhānena paññāyati, tasmā jātavedoti vuccati. Vijjāti dhammānaṃ sabhāvaṃ viditaṃ karotīti vijjā, ñāṇaṃ. Avijjāti khandhānaṃ rāsaṭṭhaṃ, āyatanānaṃ āyatanaṭṭhaṃ, dhātūnaṃ suññaṭṭhaṃ, saccānaṃ tathaṭṭhaṃ, indriyānaṃ adhipatiyaṭṭhaṃ aviditaṃ karotīti avijjā. Dukkhādīnaṃ pīḷanādivasena vuttaṃ catubbidhaṃ atthaṃ aviditaṃ karotīti avijjā, moho.",
  "anya-e0804n2:118": "Mada ummāde. Ummādo nāma muyha naṃ vā sativippavāso vā cittavikkhepo vā. Majjati, pamajjati. Matto, surāmadamatto. Matto ahaṃ mahārāja. Puttamaṃsāni khādayiṃ. Mattahatthī, pamatto, ummatto.",
  "anya-e0804n2:119": "Appamādo amataṃ padaṃ, pamādo maccuno padaṃ;",
  "anya-e0804n2:120": "Appamattā na miyyanti, ye pamattā yathā matā.",
  "anya-e0804n2:121": "Mida sinehane. Mejjati. Mettā, metti, mittaṃ, mitto.",
  "anya-e0804n2:122": "Antaradhā adassane. Antarapubbo dhādhātu vijjamānassa vatthuno adassane vattati. Antaradhāyati. Antaradhānaṃ, antaradhāyanto. Sā devatā antarahitā. Antarāpidhāyati.",
  "anya-e0804n2:123": "Budha avagamane. Avagamanaṃ jānanaṃ. Bujjhati, buddho, buddhi, buddhaṃ, bodho, bodhi. Bujjhitā saccāni. Sakalaṃ buddho, buddhavā, vibodheti, bodhetā, buddho, vibuddho iccādīni.",
  "anya-e0804n2:124": "Tatra buddhoti bujjhitā saccānīti buddho, bodhetā pajāyāti buddho. Atha vā pāramitāparibhāvitāya paññāya sabbampi ñeyyaṃ abujjhīti buddho. Keci pana kammenapi buddhasaddassa siddhaṃ icchantā evaṃ nibbacanaṃ karonti ‘‘sammāsambuddho vata so bhagavāti adhigataguṇavisesehi khīṇāsavehi bujjhitabboti buddho’’ti. Vitthāro pana niddese vuttanayena gahetabbo. Buddhīti bujjhatīti buddhi. Evaṃ buddhaṃ bodho bodhi ca. Atha vā bujjhanaṃ buddhi. Evaṃ bodho bodhi ca, sabbametaṃ paññāyādhivacanaṃ.",
  "anya-e0804n2:125": "Idāni bodhisaddassa atthuddhāraṃ vadāma. Bodhīti hi rukkhopi maggopi sabbaññutaññāṇampi nibbānampi evaṃpaṇṇattiko puggalopi vuccati, tathā hi ‘‘bodhirukkhamūle paṭhamābhisambuddho’’ti ca, ‘‘antarā ca bodhiṃ antarā ca gaya’’nti ca āgataṭṭhāne rukkho bodhīti vuccati. ‘‘Catūsu maggesu ñāṇa’’nti āgataṭṭhāne maggo. ‘‘Pappoti bodhiṃ varabhūri sumedhaso’’ti āgataṭṭhāne sabbaññutaññāṇaṃ. ‘‘Patvāna bodhiṃ amataṃ asaṅkhata’’nti āgataṭṭhāne nibbānaṃ. ‘‘Bodhi bhante rājakumāro bhagavato pāde sirasā vandatī’’ti ‘‘ariyasāvako bodhīti vuccatī’’ti ca āgataṭṭhāne evaṃpaṇṇattiko puggalo.",
  "anya-e0804n2:126": "Atridaṃ vuccati –",
  "anya-e0804n2:127": "Rukkhe magge ca nibbāne, ñāṇe sabbaññutāya ca;",
  "anya-e0804n2:128": "Tathā paṇṇattiyañceva, bodhisaddo pavattati.",
  "anya-e0804n2:129": "Bujjhatīti bujjhitā, bodhetīti bodhetā.",
  "anya-e0804n2:130": "Ettha ca koci payogo tumantādīni ca rūpāni vuccante – ‘‘guyhamatthamasambuddhaṃ, sambodhayati yo naro. Paraṃ sambuddhumarahati. Bujjhituṃ, buddhuṃ, bujjhitvā, bujjhitvāna, bujjhituna, buddhiya, buddhiyāna, buddhā, buddhāna’’ iti bhavanti.",
  "anya-e0804n2:131": "Tatra asambuddhanti parehi aññātaṃ, ‘‘asambodha’’ntipi pāṭho, paresaṃ bodhetuṃ ayuttanti attho. Sambuddhunti saṃbujjhituṃ. Buddhāti bujjhitvā, evaṃ buddhānāti etthāpi.",
  "anya-e0804n2:132": "Keci pana ‘‘nāmarūpaparicchede ‘bodhimaggena budhvā’ti ca, ‘‘budhvā bodhitale yamāha sugato’ti ca dhakāravakārasaññogavato padassa dassanato tvāpaccayantabhāvato ca dhakāravakārasaṃyogavasena ‘‘budhvā’’ti padasiddhi icchitabbā’’ti vadanti, taṃ tādisassa padarūpassa buddhavacane adassanato ca, buddhavacanassa ananukūlatāya ca, parisuddhe ca porāṇapotthake vakārasaṃyogavigatassa ‘‘bodhimaggena buddhā’’tica, ‘‘buddhā bodhitale’’ti ca padassa dassanato na gahetabbaṃ. Tathā hi na tādiso pāṭho buddhavacanassa anukūlo hotīti. Na hi buddhavacane vassasatampi vassasahassampi pariyesantā tādisaṃ vakāradhakārasaññogapadaṃ passissanti. Evaṃ ‘‘budhvā’’ti padarūpassa buddhavacanassa ananukūlatā daṭṭhabbā. Tañhi sakkaṭaganthe kataparicayabhāvena vañcitehi vidūhi icchitaṃ, na saddhammanītividūhi. Ettha imāni nidassanapadāni veditabbāni –",
  "anya-e0804n2:133": "Ko maṃ viddhā nilīyati. Laddhā macco yadicchati. Laddhāna pubbāpariyaṃ visesaṃ, adassanaṃ maccurājassa gacche.",
  "anya-e0804n2:134": "Ummādantimahaṃ diṭṭhā, āmukkamaṇikuṇḍalaṃ;",
  "anya-e0804n2:135": "Na supāmi divārattiṃ, sahassaṃva parājito’’ti;",
  "anya-e0804n2:136": "Tattha viddhāti vijjhitvā. Laddhāti labhitvā. Laddhānāti labhitvāna. Diṭṭhāti disvā. Iti ‘‘viddhā laddhā laddhāna diṭṭhā’’ti padāni tvāpaccayena saddhiṃ gatānipi saññogavasena vakārapaṭibaddhāni na honti, tasmā ‘‘buddhā buddhāna’’ iccetānipi ‘‘laddhā laddhāna’’ iccādīni viya parihīnavakārasaññogāni eva gahetabbāni. Ye ‘‘budhvā’’ti rūpaṃ icchanti paṭhanti ca, maññe te tvāpaccayo vañceti, tena te vañcanaṃ pāpuṇanti, tasmā tādisaṃ rūpaṃ aggahetvā yo saddanītiyaṃ saddavinicchayo vutto, soyeva āyasmantehi sārato paccetabbo.",
  "anya-e0804n2:137": "Budha bodhane. Sakammakākammakoyaṃ dhātu. Tathā hi bodhanasadduccāraṇena jānanaṃ vikasanaṃ niddakkhayo ca gahito, tasmā ‘‘budha ñāṇe, budha vikasane, budha niddakkhaye’’ti vuttaṃ hoti. Bujjhati bhagavā, dhamme bujjhati, pabujjhati, padumaṃ bujjhati. Puriso buddho, pabuddho, bodhati, pabodhati iccādīni.",
  "anya-e0804n2:138": "Saṃdhāsandhimhi. Saṃpubbo dhādhātu sandhimhi vattati. Nevassa maddī bhākuṭi, na sandhiyati na rodati. Na sandhiyatīti idaṃ aññehi pakaraṇehi asādhāraṇaṃ divādirūpaṃ.",
  "anya-e0804n2:139": "Dhanu yācane. Mātā hi tava irandhati, vidharassa hadayaṃ dhaniyyati. Idampi asādhāraṇaṃ divādirūpaṃ.",
  "anya-e0804n2:140": "Dhī anādare. Dhīyate. Dhīno.",
  "anya-e0804n2:141": "Yudha sampahāre. Yujjhati. Yodho, yuddhaṃ, caraṇāyudho, yakārassa vakārabhāve ‘‘āvudha’’nti rūpaṃ. Tatra caraṇāyudhoti kukkuṭo.",
  "anya-e0804n2:142": "Kudha kope. Kujjhati. Kodho, kujjhanā, kujjhitattaṃ. Kuddho atthaṃ na jānāti, kuddho dhammaṃ na passati.",
  "anya-e0804n2:143": "Sudha soceyye. Soceyyaṃ sucibhāvo. Sujjhati. Suddhi, visuddhi, sujjhanaṃ, suddho, visuddho, parisuddho. Kārite ‘‘sodheti, sodhako’’ iccādīni.",
  "anya-e0804n2:144": "Sidhu saṃrādhane. Sijjhati. Siddhi.",
  "anya-e0804n2:145": "Radha hiṃsāyaṃ. Rajjhati, virajjhati, aparajjhati. Aparādho.",
  "anya-e0804n2:146": "Rādha sādha saṃsiddhiyaṃ. Rādhayati, sādhayati. Ārādhanaṃ, sādhanaṃ. Saparahitaṃ sādhetīti sādhu, sappuriso. Accantaṃ sādhetabbanti sādhu, laddhakaṃ sundaraṃ dānasīlādi.",
  "anya-e0804n2:147": "Vidha vijjhane. Vijjhati. Paṭivijjhati. Khaṇa viddha, vidhu, vijjhanako, viddho, paṭividdho, vijjhanaṃ, vedho, paṭivedho, vijjhitvā, viddhā, viddhāna. Ko maṃ viddhā nilīyati.",
  "anya-e0804n2:148": "Idha vuddhiyaṃ. Ijjhati, samijjhati. Iddhi, ijjhanaṃ, samijjhanaṃ, iddho. Tattha iddhīti ijjhanaṃ iddhi. Ijjhanti vā sattā etāya iddhā vuddhā ukkaṃsagatā hontīti iddhi.",
  "anya-e0804n2:149": "Gidhuabhikaṅkhāyaṃ. Gijjhati, gijjho. Gaddho. Gaddhabādhipubbo. Kāmagiddho na jānāsi. Gedho.",
  "anya-e0804n2:150": "Rudhi āvaraṇe. Rujjhati, virujjhati, paṭivirujjhati. Virodhako, viruddho. Rodho, virodho, paṭivirodho, anuvirodho.",
  "anya-e0804n2:151": "Anuvidhā anukaraṇe. Anuvipubbo dhādhātu anukriyāyaṃ vattati. Puriso aññassa purisassa kriyaṃ anuvidhīyati tatrāyaṃ pāḷi –",
  "anya-e0804n2:152": "Dūsito giridattena, hayo sāmassa paṇḍavo;",
  "anya-e0804n2:153": "Porāṇaṃ pakatiṃ hitvā, tassevānuvidhīyatī’’ti.",
  "anya-e0804n2:154": "Idampi asādhāraṇaṃ divādirūpaṃ.",
  "anya-e0804n2:155": "Anurudha kāme. Kāmo icchā. Anupubbo rudhadhātu icchāyaṃ vattati. Anuruddho, anurodho. Anusmāti kiṃ virodho.",
  "anya-e0804n2:156": "Tattha anuruddhoti anurujjhati paṇītaṃ paṇītaṃ vatthuṃ kāmetīti anuruddho. Anurodhoti anukūlatā. Ayaṃ pāḷi ‘‘so uppannaṃ lābhaṃ anurujjhati, alābhe paṭivirujjhatī’’ti.",
  "anya-e0804n2:157": "Byadha tāḷane. Byajjhati. Byādho. Byādhoti luddho. Taṃ taṃ migaṃ byajjhati tāḷeti hiṃsatīti byādho.",
  "anya-e0804n2:158": "Gudha pariveṭhane. Gujjhati. Godhā.",
  "anya-e0804n2:159": "Mana ñāṇe. Maññati, avamaññati, atimaññati. Seyyādivasena maññatīti māno. ‘‘Maññanā, maññitattaṃ, māno, ahaṅkāro, unnati, ketu, paggaho, avalepo’’ti pariyāyā.",
  "anya-e0804n2:160": "Janajanane. Sakammakoyaṃ dhātu. ‘‘Jaññatī’’timassa rūpaṃ, karotīti attho. Kārite – janesi phussatī mamaṃ. Janayati, sukhaṃ janeti, janayatīti janako, pitā, yo koci vā nibbattetā. Puthu kilese janetīti puthujjano. Tattha ‘‘janeti janayatī’’ti rūpāni curādigaṇaṃ patvā suddhakatturūpāni bhavanti. Karotīti hi tesaṃ attho. Hetukattuvasenapi tadattho vattabbo ‘‘nibbattetī’’ti.",
  "anya-e0804n2:161": "Janī pātubhāve. Īkārantoyaṃ akammako dhātu, vipubbo ce, sakammako. Putto jāyati, jāto. Puthu kilesā jāyanti etthāti puthujjano. Jananaṃ jāti, ‘‘sañjāti, nibbatti, abhinibbatti, khandhānaṃ pātubhāvo’’ti pariyāyā. Itthī puttaṃ vijāyati, itthī puttaṃ vijātā. So puriso vijātamātuyāpi amanāpo. Upavijaññā itthī. Kārite ‘‘jāpeti, jāpayati. Atthajāpikā paññā’’ti rūpāni.",
  "anya-e0804n2:162": "Hana hiṃsāyaṃ. Idha hiṃsāvacanena ghaṭṭanaṃ gahetabbaṃ. Saddo sotamhi haññati. Paṭihaññati. Buddhassa bhagavato vohāro lokile sote paṭihaññati. Imāni kattupadāni. Bhūvādigaṇaṃ pana patvā ‘‘lohena ve haññati jātarūpaṃ, na jātarūpena hananti loha’’nti pāḷiyaṃ ‘‘haññatī’’ti padaṃ kammapadaṃ, jātarūpaṃ lohena kammārehi haññatīti attho. ‘‘Hanantī’’ti padaṃ kattupadaṃ, lohaṃ jātarūpena kammārā hanantīti hi attho. Ettha hananaṃ paharaṇanti gahetabbaṃ.",
  "anya-e0804n2:163": "Rūpa ruppane. Ruppanaṃ kuppanaṃ ghaṭṭanaṃ pīḷanaṃ. Ruppati. Rūpaṃ, ruppanaṃ. Imassa pana ‘‘rūpa rūpakriyāya’’nti curādigaṇe ṭhitassa ‘‘rūpeti rūpayatī’’ti rūpāni bhavanti.",
  "anya-e0804n2:164": "Tattha rūpanti kenaṭṭhena rūpaṃ? Ruppanaṭṭhena rūpaṃ. Vuttañhetaṃ bhagavatā ‘‘kiñca bhikkhave rūpaṃ? Ruppatīti kho bhikkhave tasmā ‘rūpa’nti vuccati. Kena ruppati? Sītenapi ruppati, uṇhenapi ruppati, jighacchāyapi ruppati, pipāsāyapi ruppati, ḍaṃsamakasavātātapasarīsapasamphassenapi ruppati, ruppatīti kho bhikkhave tasmā ‘rupa’nti vuccatī’’ti.",
  "anya-e0804n2:165": "Tattha ruppatīti kuppati ghaṭṭiyati pīḷiyati, bhijjatīti attho. Bhijjatīti vikāraṃ āpajjati, vikārāpatti ca sītādisannipāte visadisarūpappavattiyeva. Ettha ca kuppatīti etena kattuatthe rūpapadasiddhiṃ dasseti, ghaṭṭiyati pīḷiyatīti etehi kammatthe. Kopādikriyāyeva hi ruppanakriyāti, so pana kattubhūto kammabhūto ca attho bhijjamāno nāma hotīti imassa atthassa dassanatthaṃ ‘‘bhijjatīti attho’’ti vuttaṃ.",
  "anya-e0804n2:166": "Atha vā ruppatīti rūpanti kammakattutthe rūpapadasiddhi vuttā. Vikāro hi ruppananti vuccati, teneva bhijjatīti atthoti kammakattutthena bhijjatīti saddena atthaṃ dasseti. Tattha yadā kammatthe ‘‘ruppatī’’ti padaṃ, tadā ‘‘sītenā’’tiādi kattuatthe karaṇavacanaṃ. Yadā pana ‘‘ruppatī’’ti padaṃ kattuatthe kammakattuatthe vā, tadā hetumhi karaṇavacanaṃ daṭṭhabbaṃ.",
  "anya-e0804n2:167": "Rūpasaddo khandha bhava nimitta paccaya sarīra vaṇṇasaṇṭhānādīsu atthesu vattati. Ayañhi ‘‘yaṃ kiñci rūpaṃ atītānāgatapaccuppanna’’nti ettha rūpakkhandhe vattati. ‘‘Rūpūpapattiyā maggaṃ bhāvetī’’ti ettha rūpabhave. ‘‘Ajjhattaṃ arūpasaññī bahiddhārūpāni passatī’’ti ettha kasiṇanimitte. ‘‘Sarūpā bhikkhave uppajjanti pāpakā akusalā dhammā, no arūpā’’ti ettha paccaye. ‘‘Ākāso parivārito rūpantveva saṅkhaṃ gacchatī’’ti ettha sarīre. ‘‘Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’nti ettha vaṇṇe. ‘‘Rūpappamāṇo rūpappasanno’’ti ettha saṇṭhāne. Iccevaṃ –",
  "anya-e0804n2:168": "Khandhe bhave nimitte ca, sarīre paccayepi ca;",
  "anya-e0804n2:169": "Vaṇṇe saṇṭhānaādimhi, rūpasaddo pavattati.",
  "anya-e0804n2:170": "Kupa kope. Kuppati. Kuppanti vātassapi eritassa. Kopo, pakopo. Vacīpakopaṃ rakkheyya.",
  "anya-e0804n2:171": "Tapa santāpe. Tappati, santappati. Santāpo.",
  "anya-e0804n2:172": "Tapa pīṇane. Tappati. Tappanaṃ.",
  "anya-e0804n2:173": "Dapa hāse. Dappati.",
  "anya-e0804n2:174": "Dīpa dittiyaṃ. Dippati. Dīpo.",
  "anya-e0804n2:175": "Lupa adassane. Luppanaṃ, lopo, lutti.",
  "anya-e0804n2:176": "Khipa peraṇe. Khippati. Khippaṃ.",
  "anya-e0804n2:177": "Lubha giddhiyaṃ. Lubbhati. Attanoyeva jaṇṇukaṃ olubbha tiṭṭhati. Lubbhanaṃ, lobho, lubbhitvā, lubbhitvāna, lubbhiya, lubbhiyāna, olubbhitvā, olubbhitvāna, olubbhiya, olubbhiyāna, lubbhituṃ, olubbhituṃ.",
  "anya-e0804n2:178": "Tattha lobhoti lubbhanti tena sattā, sayaṃ vā lubbhati, lubbhanamattameva vā tanti lobho. Ettha pana ‘‘lobho lubbhanā lubbhitattaṃ rāgo taṇhā tasiṇā mucchā ejā vanaṃ vanatho’’ iccādīni lobhassa bahunāmāni veditabbāni.",
  "anya-e0804n2:179": "Khubha sañcalane. Khubbhati, saṃkhubbhati. Khubbhitthanagaraṃ. Saṅkhobho. Kārite – khobheti, khobhayati.",
  "anya-e0804n2:180": "Samu upasame. Cittaṃ sammati, upasammati, vūpasammati, samaṇo, santi, santo.",
  "anya-e0804n2:181": "Ettha samaṇoti sammati santacitto bhavatīti samaṇo. Kāritavasena pana kilese sameti upasametīti samaṇoti nibbacanaṃ daṭṭhabbaṃ. Tathā hi ‘‘yaṃ sametīti idaṃ ariyaṃ. Samayatītidha sattāna’’nti dve kāritarūpāni.",
  "anya-e0804n2:182": "Samu khede nirodhe ca. Khedo. Kilamanaṃ. Nirodho abhāvagamanaṃ. Addhānamaggappaṭipannassa kāyo sammati. Aggi sammati. Santo.",
  "anya-e0804n2:183": "Santasaddo ‘‘dīghaṃ santassa yojana’’ntiādīsu kilantabhāve āgato. ‘‘Ayañca vitakko ayañca vicāro santā honti samitā’’tiādīsu niruddhabhāve. ‘‘Adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto’’tiādīsu santañāṇagocaratāyaṃ. ‘‘Upasantassa sadā satīmato’’tiādīsu kilesavūpasame. ‘‘Santo have sabbhi pavedayantī’’tiādīsu sādhūsu. ‘‘Pañcime bhikkhave mahācorā santo saṃvijjamānā’’tiādīsu atthibhāve. Etthetaṃ vuccati –",
  "anya-e0804n2:184": "‘‘Kilantatte niruddhatte, santadhīgocarattane;",
  "anya-e0804n2:185": "Kilesūpasame ceva, atthibhāve ca sādhusu;",
  "anya-e0804n2:186": "Imesu chasu ṭhānesu, santasaddo panāgato’’ti.",
  "anya-e0804n2:187": "Damu damane. Dammati. Danto, damo, damanaṃ. Kārite ‘‘cittaṃ dameti, damayatī’’ti rūpāni.",
  "anya-e0804n2:188": "Tattha damoti indriyasaṃvarādīnaṃ etaṃ nāmaṃ. ‘‘Saccena danto damasā upeto. Vedantagū vusitabrahmacariyo’’ti ettha hi indriyasaṃvaro ‘‘damo’’ti vutto. ‘‘Yadi saccā damā cāgā, khantyā bhiyyodha vijjatī’’ti ettha paññā ‘‘damo’’ti vuttā. ‘‘Dānena damena saṃyamena saccavajjenā’’ti ettha uposathakammaṃ ‘‘damo’’ti vuttaṃ. ‘‘Damupasamenā’’ti ettha khanti ‘‘damo’’ti vuttā. Iccevaṃ –",
  "anya-e0804n2:189": "‘‘Indriyasaṃvaro paññā, khanti cāpi uposatho;",
  "anya-e0804n2:190": "Ime atthā pavuccanti, damasaddena sāsane’’ti.",
  "anya-e0804n2:191": "Yā gatipāpuṇesu. Yāyati, yāyanti. Pariyāyo. Yāyamāno mahārājā, addā sīdantare nage. Yāyanto. Yāyantamanuyāyati. Yātānuyāyī. Yāyituṃ, yāyitvā iccādīni.",
  "anya-e0804n2:192": "Ettha pariyāyasaddassa atthuddhāro vuccate, pariyāyasaddo vāradesanākāraṇesu samantato gantabbaṭṭhāne ca sadise ca vattati. ‘‘Kassa nu kho ānanda ajja pariyāyo bhikkhuniyo ovaditu’’ntiādīsu hi vāre vattati. ‘‘Madhupiṇḍikapariyāyotinaṃ dhārehī’’tiādīsu desanāyaṃ. ‘‘Imināpi kho te rājañña pariyāyena evaṃ hotū’’tiādīsu kāraṇe. ‘‘Pariyāyapatho’’tiādīsu samantato gantabbaṭṭhāne. ‘‘Kopasaddo khobhapariyāyo’’tiādīsu sadise vattati. Iccevaṃ –",
  "anya-e0804n2:193": "Pariyāyaravo vāra-desanākāraṇesu ca;",
  "anya-e0804n2:194": "Samantatova gantabba-ṭṭhāne ca sadise siyā.",
  "anya-e0804n2:195": "Ri vasane. Riyati.",
  "anya-e0804n2:196": "Vilī vilīnabhāve. Sappi vilīyati. Kārite vilāpayati.",
  "anya-e0804n2:197": "Vā gatigandhanesu. Vāyati. Vāyo, vāto.",
  "anya-e0804n2:198": "Sivu tantasantāne. Sibbati, saṃsibbati. Sibbaṃ, sibbanto. Kārite – sibbeti, sibbayati, sibbāpeti, sibbāpayati.",
  "anya-e0804n2:199": "Sivu gatisosanesu. Sibbati.",
  "anya-e0804n2:200": "Dhivu khivu nidassane. Dhibbati. Khibbati.",
  "anya-e0804n2:201": "Sā tanukaraṇe. Siyati, siyanti.",
  "anya-e0804n2:202": "Sā antakammani. Siyati anavasesato mānaṃ siyati samucchindatīti aggamaggo mānasanti hi vuttaṃ.",
  "anya-e0804n2:203": "Sā assādane. Rasaṃ sāyati. Sāyitaṃ, sāyanaṃ.",
  "anya-e0804n2:204": "Si pāṇippasave. Sūyati, pasūyati. Pasūtā gāvī.",
  "anya-e0804n2:205": "Kusu haraṇadittīsu. Kusayati.",
  "anya-e0804n2:206": "Silisa āliṅgane. Silissati. Sileso.",
  "anya-e0804n2:207": "Kilisa upatāpe. Kilissati, saṃkilissati. Kileso, saṃkileso. Ikāralope klissati kleso iccādīni. Apica malīnatāpi kilisasaddena vuccati, kiliṭṭhavatthaṃ paridahati. ‘‘Cittena saṃkiliṭṭhena, saṃkilissanti māṇavā’’tiādīsu dhātūnaṃ anekatthatāya.",
  "anya-e0804n2:208": "Masa appībhāve khamāyañca. Massati.",
  "anya-e0804n2:209": "Līsa appībhāve. Lissati. Leso. ‘‘Lisa lesane’’tipi paṭhanti ācariyā.",
  "anya-e0804n2:210": "Tasa pipāsāyaṃ. Tassati, paritassati. Paritassanā, tasiṇā, tasito.",
  "anya-e0804n2:211": "Dusa dosane. Dussati. Doso, dosanaṃ, dosito.",
  "anya-e0804n2:212": "Dusa appītiyaṃ. Dussati, padussati. Doso, padoso, duṭṭho, paduṭṭho, dūsako, dūsito, dūsanā.",
  "anya-e0804n2:213": "Asu khepe. Khepo khipanaṃ. Assati. Nirassatiādiyati ca dhammaṃ. Issāso.",
  "anya-e0804n2:214": "Ettha ca nirassatīti chaḍḍeti satthāraṃ tathā dhammakkhānādīni. Issāsoti usuṃ assati khipatīti issāso, dhanuggaho.",
  "anya-e0804n2:215": "Yasu payatane. Yassati. Niyasakammaṃ.",
  "anya-e0804n2:216": "Ettha ca yena vinayakammena ‘‘nissāya te vatthabba’’nti niyassiyati bhajāpiyatīti niyaso bālaṃ, taṃ niyasakammaṃ nāma. ‘‘Karohi me yakkha niyasakamma’’nti ettha pana niggahakammaṃ niyasakammaṃ nāma.",
  "anya-e0804n2:217": "Bhassa bhassane. Bhassati. Bhassaṃ, bhassakārako.",
  "anya-e0804n2:218": "Vasa sadde. Sakuṇo vassati. Adhamo migajātānaṃ, siṅgālo tāta vassati. Maṇḍūko vassati.",
  "anya-e0804n2:219": "Nasaadassane. Nassanadhammaṃ nassati. Panassati. Vinassati. Nassa vasali, cara pire vinassa. Naṭṭho, vinaṭṭho. Kārite – nāseti, nāsayati.",
  "anya-e0804n2:220": "Susa sosane. Paṇṇaṃ sussati. Kārite – vāto paṇṇaṃ soseti, sosayati. Kamme – vātena paṇṇaṃ sosiyati. Bhāve kriyāpadamappasiddhaṃ. Soso, sukkhaṃ kaṭṭhaṃ. Sussaṃ, sussanto. Sussamāno dahado.",
  "anya-e0804n2:221": "Tusa tuṭṭhiyaṃ. Tussati, santussati. Santuṭṭhi, santoso, tosanaṃ, tuṭṭhabbaṃ, tussitabbaṃ, tusitā. Kārite ‘‘toseti’’ iccādīni.",
  "anya-e0804n2:222": "Hā parihāniyaṃ. Hāyati, parihāyati. Hāyanti tattha vaḷavā. Bhāve ‘‘bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissatī’’ti ca ‘‘rāgo pahīyatī’’ti ca rūpaṃ. Kamme kriyāpadamappasiddhaṃ. ‘‘Rāgo pahīyatī’’ti idaṃ pana ‘‘hā cāge’’ti vuttassa bhūvādigaṇikadhātussa rūpaṃ ‘‘rāgaṃ pajahatī’’ti kattupadassa dassanato.",
  "anya-e0804n2:223": "Naha bandhane. Nayhati. Upanayhati. Sannayhati. Sannāho. Sannaddho.",
  "anya-e0804n2:224": "Muha vecitte. Muyhati, sammuyhati, pamuyhati. Moho, pamoho. Mūḷho. Momūho puriso. Momūhaṃ cittaṃ. Kārite – moheti. Pamohako. Ettha ca momūhoti avisadatāya momūho, mahāmūḷhoti attho.",
  "anya-e0804n2:225": "Saha suha sattiyaṃ. Sayhati. Suyhati.",
  "anya-e0804n2:226": "Nhāsoceyye. Nhāyati, appakkharānaṃ bahubhāve nahāyati. Nahāyitvā, nhāyitvā. Nahānaṃ, nhānaṃ. Sīsaṃ nhāto. Ettha ca sīsaṃ nhātoti sīsaṃ dhovitvā nhātoti attho gahetabbo porāṇehi anumatattā.",
  "anya-e0804n2:227": "Siniha pītiyaṃ. Siniyhati. Sinehako, sinehito, siniddho. Putte sineho ajāyatha. Ikāralopena sneho. Tathā hi ‘‘nisnehamabhikaṅkhāmī’’ti pāḷi dissati.",
  "anya-e0804n2:228": "Viriḷa lajjāyaṃ codane ca. Viriḷito. Lajjāvasena attho pasiddho, na codanāvasena. Tathā hi ‘‘viriḷitoti lajjito’’ti atthasaṃvaṇṇakā garū vadanti ‘‘lajjanākārappatto’’ti ca.",
  "anya-e0804n2:229": "Divādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:230": "Suttesvaññepi pekkhitvā, gaṇhavho atthayuttitoti.",
  "anya-e0804n2:231": "Divādigaṇoyaṃ.",
  "anya-e0804n2:232": "Svādigaṇika",
  "anya-e0804n2:233": "Su savane. ‘‘Suṇoti, suṇāti. Suṇiṃsu. Paṭissuṇi, paṭissuṇiṃsu. Assosi, assosuṃ. Paccassosi, paccassosuṃ’’ iccādīni, ‘‘suṇissati, sossati’’ iccādīni ca bhavanti. Abbhāsavisaye ‘‘sussūsati, sussūsā’’ iccādīni. Anabbhāsavisaye – sāvako, soto, suṇaṃ, suṇanto, suṇamāno, suyyamāno, savanaṃ, sutaṃ. Asuyitthāti vā sutaṃ. Sutavā, sotaṃ, soṇo, suṇituṃ, sotuṃ. Suṇitvā, suṇiya, suṇiyāna, sutvā, sutvāna. Kārite – sāveti, sāvayati. Kamme – saddo suyyati, sūyati ca. Bhāve padarūpamappasiddhaṃ.",
  "anya-e0804n2:234": "Tattha sāvakoti antevāsiko, so duvidho āgatapphalo anāgatapphalo ca, tattha āgatapphalo savanante ariyāya jātiyā jātoti ‘‘sāvako’’ti vuccati, itaro garūnaṃ ovādaṃ suṇātīti ‘‘sāvako’’ti. Sāvako, antevāsiko, sissoti pariyāyā.",
  "anya-e0804n2:235": "Ettha sutasaddassa atthuddhāraṃ vadāma saddhiṃ sotasaddassa atthuddhārena. Sutasaddo saupasaggo anupasaggo ca anupapadena, sutasaddo ca –",
  "anya-e0804n2:236": "Gamane vissute tinte, niyogo’pacitepi ca;",
  "anya-e0804n2:237": "Sadde ca sotadvārānu-sārañātesu dissati.",
  "anya-e0804n2:238": "Tathā hi ‘‘senāya pasuto’’tiādīsu gacchantoti attho. ‘‘Sutadhammassa passato’’tiādīsu vissutadhammassāti attho. ‘‘Avassutā avassutassa purisapuggalassā’’tiādīsu tintassāti attho. ‘‘Ye jhānappasutā dhīrā’’tiādīsu anuyuttāti attho. ‘‘Tumhehi puññaṃ pasutaṃ anappaka’’ntiādīsu upacitanti attho. ‘‘Diṭṭhaṃ sutaṃ mutaṃ viññāta’’ntiādīsu saddoti attho. ‘‘Bahussuto hoti sutadharo sutasannicayo’’tiādīsu sotadvārānusāraviññātadhammadharoti attho.",
  "anya-e0804n2:239": "Sotasaddopi anekatthappabhedo. Tathā hesa –",
  "anya-e0804n2:240": "Maṃsaviññāṇañāṇesu, taṇhādīsu ca dissati;",
  "anya-e0804n2:241": "Dhārāyaṃ ariyamagge, cittasantatiyampi ca.",
  "anya-e0804n2:242": "‘‘Sotāyatanaṃ , sotadhātu, sotindriya’’ntiādīsu sotasaddo maṃsasote dissati, ‘‘sotena saddaṃ sutvā’’tiādīsu sotaviññāṇe. ‘‘Dibbāya sotadhātuyā’’tiādīsu ñāṇasote. ‘‘Yāni sotāni lokasminti, yāni etāni sotāni mayā kittitāni pakittitāni ācikkhitāni desitāni paññapitāni paṭṭhapitāni vivaritāni vibhattāni uttānīkatāni pakāsitāni. Seyyathidaṃ? Taṇhāsoto diṭṭhisoto kilesasoto duccaritasoto avijjāsoto’’tiādīsu pañcasu dhammesu. ‘‘Addasā kho bhagavā mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamāna’’ntiādīsu udakadhārāyaṃ. ‘‘Ariyassetaṃ āvuso aṭṭhaṅgikassa maggassa adhivacanaṃ, yadidaṃ soto’’tiādīsu ariyamagge. ‘‘Purisassa ca viññāṇasotaṃ pajānāti ubhayato abbocchinnaṃ idhaloke patiṭṭhitañca paraloke patiṭṭhitañcā’’tiādīsu cittasantatiyanti.",
  "anya-e0804n2:243": "Soṇoti sunakho. So hi sāmikassa vacanaṃ suṇātīti soṇoti vuccati.",
  "anya-e0804n2:244": "Imāni tadabhidhānāni –",
  "anya-e0804n2:245": "Sunakho sārameyyo ca, suṇo sūno ca kukkuro;",
  "anya-e0804n2:246": "Soṇo svāno suvāno ca, sāḷuro migadaṃsano.",
  "anya-e0804n2:247": "Sā sunidhāti’me saddā, pumānesu pavattare;",
  "anya-e0804n2:248": "Sunakhī kukkurī sī’ti, ime itthīsu vattare.",
  "anya-e0804n2:249": "Sunakhā sārameyyāti, ādi bahuvaco pana;",
  "anya-e0804n2:250": "Pavattati pumitthīsu, aññatrāpi ayaṃ nayo;",
  "anya-e0804n2:251": "Kukkuroti ayaṃ tattha, bālakāle ravena ve;",
  "anya-e0804n2:252": "Mahallakepi sunakhe, rūḷhiyā sampavattati.",
  "anya-e0804n2:253": "Tathā hi aṭṭhakathācariyā kukkurajātake ‘‘ye kukkurā rājakulamhi vaḍḍhā, koleyyakā vaṇṇabalūpapannā’’tiimasmiṃpadese evamatthaṃ vaṇṇayiṃsu ‘‘ye kukkurāti ye sunakhā. Yathā hi taruṇopi passāvo pūtimuttanti tadahujātopi siṅgālo ‘‘jarasiṅgālo’ti, komalāpi gaḷācīlatā ‘pūtilatā’ti, suvaṇṇavaṇṇopi kāyo ‘pūtikāyo’ti vuccati, evameva vassasatikopi sunakho ‘kukkuro’ti vuccati, tasmā mahallakā kāyūpapannāpi te ‘kukkurā’tveva vuttā’’ti.",
  "anya-e0804n2:254": "Ki hiṃsāyaṃ. Kiṇoti, kiṇāti, kiṇanti.",
  "anya-e0804n2:255": "Saka sāmatthiye. Samatthabhāvo sāmatthiyaṃ, yathā dakkhiyaṃ. Sakkuṇāti, sakkuṇanti. Asakkhi. Sakkhissati. Sakko. Sakkī.",
  "anya-e0804n2:256": "Ettha sakkoti devarājā. So hi parahitaṃ sakahitañca kātuṃ sakkuṇātīti sakko. Apica sakyakulajāto yo kocipi. Tathā hi ‘‘atha kho mahānāmo sakko’’tiādi vuttaṃ. ‘‘Bhagavantañca piṅgiyo maṃ sakka samuddharāhīti ālapi. Sakyā vata bho kumārā paramasakyā vata bho kumārā’’ti vacanamupādāya sabbepi sakyakule jātā ‘‘sakyā’’ti ca ‘‘sākiyā’’ti ca ‘‘sakkā’’ti ca vuccanti. Ettha svādittepi anekassaradhātuto ekova uṇāpaccayo hoti, na ṇu ṇāpaccayāti daṭṭhabbaṃ.",
  "anya-e0804n2:257": "Khīkhaye. Khīṇoti. Khīṇāti. Khīṇā jāti. Khīṇo. Ayogā bhūrisaṅkhayo.",
  "anya-e0804n2:258": "Ge sadde. Giṇoti, giṇāti.",
  "anya-e0804n2:259": "Ci caye. Ṇakārassa nakārattaṃ. Pākāraṃ cinoti. Citaṃ kusalaṃ. Ceto puggalo.",
  "anya-e0804n2:260": "Ru upatāpe. Ruṇoti, ruṇāti.",
  "anya-e0804n2:261": "Rādha sādha saṃsiddhiyaṃ. Rādhuṇāti. Sādhuṇāti. Rādhanaṃ. Ārādhanaṃ. Sādhanaṃ.",
  "anya-e0804n2:262": "Pī pītiyaṃ. Pīṇoti, pīṇāti. Pīti, piyo.",
  "anya-e0804n2:263": "Apa pāpuṇe sambhu ca. Pāpuṇoti, pāpuṇāti. Patto. Sabbaññutaṃ satthā patto. Sampatto yamasādhanaṃ. Sambhuṇāti, na kiñci atthaṃ abhisambhuṇāti. Sambhuṇanto, abhisambhuṇamāno.",
  "anya-e0804n2:264": "Tattha pattoti pasaddo upasaggo ‘‘pappotī’’ti ettha pasaddo viya. Tathā hi ‘‘patto’’ti ettha pāpuṇīti atthe papubbassa apadhātussa pakāre lutte tapaccayassa dvibhāvo bhavati. Tattha na abhisambhuṇātīti na sampāpuṇāti, na sādhetīti vuttaṃ hoti.",
  "anya-e0804n2:265": "Khipa khepe. Khipuṇāti. Khippaṃ. Khippanti macchapañjaro.",
  "anya-e0804n2:266": "Āpa byāpane. Āpuṇāti. Āpo.",
  "anya-e0804n2:267": "Mi pakkhepane. Minoti. Mitto.",
  "anya-e0804n2:268": "Ettha ca sabbaguyhesu nimiyati pakkhipiyatīti mitto. ‘‘Mitto have sattapadena hotī’’ti vacanaṃ pana vohāravasena vuttaṃ, na atthavasena. Vucceyya ce, yo koci avissāsiko attano paṭiviruddhopi ca mitto nāma bhaveyya, na cevaṃ daṭṭhabbaṃ. Evañca pana daṭṭhabbaṃ ‘‘sattapadavītihāramattenapi saha gacchanto saha gacchantassa piyavācānicchāraṇena aññamaññaṃ ālāpasallāpakaraṇamattena mitto nāma hotīti vattabbaṃ. Kiṃkāraṇā? Daḷhavissāso mitto nāma na bhaveyyāti mittassa guṇapasaṃsāvasena evaṃ vutta’’nti.",
  "anya-e0804n2:269": "Vu saṃvaraṇe. Vuṇoti, vuṇāti, saṃvuṇoti, saṃvuṇāti. Paṇḍito sīlasaṃvuto.",
  "anya-e0804n2:270": "Su abhisave. Abhisavo nāma pīḷanaṃ manthanaṃ sandhānaṃ sinhānaṃ vā. Suṇoti, suṇāti.",
  "anya-e0804n2:271": "Si bandhane. Sinoti.",
  "anya-e0804n2:272": "Si nisāne. Siṇoti, siṇāti. Nisitasatthaṃ.",
  "anya-e0804n2:273": "Na hi nūnāyaṃ sā khujjā, labhati jivhāya chedanaṃ;",
  "anya-e0804n2:274": "Sunisitena satthena, evaṃ dubbhāsitaṃ bhaṇaṃ;",
  "anya-e0804n2:275": "Ettha bhaṇanti bhaṇantī.",
  "anya-e0804n2:276": "Vusa pāgabbiye. Pāgabbiyaṃ nāma kāyavācāmanehi pagabbabhāvo. Vusuṇāti.",
  "anya-e0804n2:277": "Asu byāpane. Asuṇāti. Assu.",
  "anya-e0804n2:278": "Hi gatibuddhīsu upatāpe ca. Hinoti.",
  "anya-e0804n2:279": "Ettha pana asamānantattepi samānatthānaṃ samodhānaṃ vuccati.",
  "anya-e0804n2:280": "Tika tiga sagha dikkha kivi ciri jiri dāsa du hiṃsāyaṃ. Tikuṇāti. Tiguṇāti. Saghuṇāti. Dikkhuṇāti. Kivuṇāti . Ciruṇāti. Jiruṇāti. Dāsuṇāti. Duṇoti, duṇātīti rūpāni hiṃsāvācakāni bhavanti.",
  "anya-e0804n2:281": "Suvādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:282": "Suttesvaññepi pekkhitvā, gaṇavho atthayuttito.",
  "anya-e0804n2:283": "Svādigaṇoyaṃ.",
  "anya-e0804n2:284": "Kiyādigaṇika",
  "anya-e0804n2:285": "Kī dabbavinimaye. Dabbavinimayo kayavikkayavasena bhaṇḍassa parivattanaṃ. Kiṇāti, kiṇanti. Vikkiṇāti, vikkiṇanti. Ketuṃ, kiṇituṃ. Vikketuṃ, vikkiṇituṃ. Kiṇitvā, vikkiṇitvā. Kītaṃ bhaṇḍaṃ. Kayo, vikkayo. Vikkiṇeyya haneyya vā.",
  "anya-e0804n2:286": "Khi gatiyaṃ. Khiṇāti. Atikhiṇo saro. Khaṃ, khāni. Nakārassa ṇakārattaṃ.",
  "anya-e0804n2:287": "Tattha khiṇātīti gacchati. Atikhinoti atigato. Atrāyaṃ pāḷi ‘‘senti cāpātikhiṇāva, purāṇāni anutthuna’’nti. Tattha cāpātikhiṇā’ti cāpato atikhiṇā atigatā. Aṭṭhakathāyaṃ pana ‘‘cāpātikhiṇāti cāpato atikhiṇā cāpā vinimuttāti attho’’ti padatthavivaraṇaṃ kataṃ, tampi gatatthaññeva sandhāya adhippāyatthavasena katanti daṭṭhabbaṃ. Tatra khanti saggo. So hi katapuññehi gantabbattā ‘‘kha’’nti vuccati. Khānīti saggā.",
  "anya-e0804n2:288": "Ci caye. Puññaṃ cināti. Pākāraṃ cināti. Pāramiyo vicināti, vicinati ca. Pupphaṃ ocināti, ocinati vā. Pacināti. Pacinitvā. Citaṃ kusalaṃ. Cayo sañcayo. Cito pākāro. Cinātīti ceto, iṭṭhakavaḍḍhakī. Yo satto puññasañcayo . ‘‘Sañcayo rāsi samūho piṇḍo gaṇo saṅgho kadambo vaggo karo ghaṭā’’iccevamādayo pariyāyā.",
  "anya-e0804n2:289": "Ji jaye. Jināti, vijināti, jiniyati. Jetā, jino. Jito māro. Māraṃ jito. Jitavā, jitāvī, jitabbo, jeyyo, jayanaṃ, jitaṃ, vijitaṃ, jayo, parājayanaṃ, parājayo. Yassa jitaṃ nāvajīyati. Jitamassa noyāti koci loke. Jayo hi buddhassa sirīmato ayaṃ, mārassa ca pāpimato parājayo.",
  "anya-e0804n2:290": "Tattha jetāti jinātīti jetā, yo koci puggalo. Ajinīti jino, sabbaññū dhammarājā. Kiṃ so ajini? Pāpake akusale dhamme mārādiarayo ca. Iti pāpake akusale dhamme mārādayo ca arayo ajinīti jino. Vuttampi cetaṃ –",
  "anya-e0804n2:291": "‘‘Mādisā ve jinā honti, ye pattā āsavakkhayaṃ;",
  "anya-e0804n2:292": "Jitā me pāpakā dhammā, tasmāhaṃ upaka jino’’ti,",
  "anya-e0804n2:293": "‘‘Tathāgato bhikkhave abhibhū anabhibhūto’’ti ca.",
  "anya-e0804n2:294": "Jinasaddo hi kevalo sabbaññumhi pavattati, sopapado pana paccekabuddhādīsu tamhi ca yathārahaṃ pavattati. ‘‘Paccekajino, odhijino, anodhijino, vipākajino, avipākajino’’ti imānettha nidassanapadāni.",
  "anya-e0804n2:295": "Ji jāniyaṃ. Jināti, na jināti na jāpaye, jino rathassaṃ maṇikuṇḍale ca, putte ca dāre ca tatheva jino. Jino dhanañca dāse ca.",
  "anya-e0804n2:296": "Ñāavabodhane. Jānāti, ñāyati, nāyati. Animittā na nāyare. Jaññā so yadi hāpaye. Mā maṃ jaññūti icchati. ‘‘Ime amhāka’’nti ñātabbaṭṭhena ñāti, ñātako. Ñātimittā suhajjā ca. Ñātako no nisinnoti. Ñātabbaṃ ñeyyaṃ, saṅkhāravikāralakkhaṇanibbānapaññattidhammā. Īdisesu ṭhānesu ñeyyasaddo ekantena napuṃsako, vāccaliṅgatte sabbaliṅgiko, yathā? Ñeyyo phasso. Ñeyyā vedanā. Ñeyyaṃ cittaṃ. Ñeyyo puriso, ñeyyā itthī, ñeyyaṃ dhananti ca.",
  "anya-e0804n2:297": "Thu abhitthave. Thunāti. Abhitthunāti. Thuti, abhitthuti. Thavanā, abhitthavanā, thuto, abhitthuto.",
  "anya-e0804n2:298": "Thu nitthunane. Thunāti.",
  "anya-e0804n2:299": "Uṭṭhehi revate supāpadhamme,",
  "anya-e0804n2:300": "Apārutadvāre adānasīle;",
  "anya-e0804n2:301": "Nessāma taṃ yattha thunanti duggatā,",
  "anya-e0804n2:302": "Samappitā nerayikā dukkhena;",
  "anya-e0804n2:303": "Purāṇāni anutthuna’’nti ca payogo.",
  "anya-e0804n2:304": "Du hiṃsāyaṃ. Dunāti. Mittaddu. Dumo.",
  "anya-e0804n2:305": "Ettha mittaddūti mittaṃ dunāti hiṃsati dubbhatīti mittaddu. Atra ‘‘vedā na tāṇāya bhavanti tassa, mittadduno bhūnahuno narassā’’ti pāḷi nidassanaṃ. Dumoti duniyati gehasambhārādiatthāya hiṃsiyati chindiyati, paṇṇapupphādiatthikehi vā paṇṇapupphādiharaṇena pīḷiyatīti dumo.",
  "anya-e0804n2:306": "Dhū kampane. Dhunāti. Dhūmo, dhonā, dhono, dhuto. Dhunanto vākacīrāni, gacchāmi ambare tadā.",
  "anya-e0804n2:307": "Tattha dhūmoti dhunāti kampatīti dhūmo. Dhūmasaddo kodhe taṇhāya vitakke pañcasu kāmaguṇesu dhammadesanāyaṃ pakatidhūmeti imesu atthesu vattati. ‘‘Kodho dhūmo bhasmāni mosavajja’’nti ettha hi kodhe vattati. ‘‘Icchā dhūmāyito sadā’’ti ettha taṇhāyaṃ. ‘‘Tena kho pana samayena aññataro bhikkhu bhagavato avidūre dhūmāyanto nisinno hotī’’ti ettha vitakke.",
  "anya-e0804n2:308": "‘‘Paṅko ca kāmā palipo ca kāmā,",
  "anya-e0804n2:309": "Bhayañca metaṃ timulaṃ pavuttaṃ;",
  "anya-e0804n2:310": "Rajo ca dhūmo ca mayā pakāsito,",
  "anya-e0804n2:311": "Hitvā tuvaṃ pabbaja brahmadattā’’ti",
  "anya-e0804n2:312": "Ettha pañcasu kāmaguṇesu. ‘‘Dhūmaṃ kattā hotī’’ti ettha dhammadesanāyaṃ. ‘‘Dhajo rathassa paññāno, dhūmo paññānamaggino’’ti ettha pakatidhūme. Iccevaṃ –",
  "anya-e0804n2:313": "Kodhataṇhāvitakkesu, pañcakāmaguṇesu ca;",
  "anya-e0804n2:314": "Desanāyañca pakati-dhūme dhūmo pavattati.",
  "anya-e0804n2:315": "Dhonāti paññā. Vuttañhetaṃ niddese ‘‘dhonā vuccati paññā, yā paññā pajānanā sammādiṭṭhi, kiṃkāraṇā dhonāti vuccati paññā? Yaṃ tāya paññāya kāyaduccaritaṃ dhutañca dhotañca sandhotañca niddhotañca, vacīduccaritaṃ manoduccaritaṃ dhutañca dhotañca sandhotañca niddhotañca. Taṃkāraṇā dhonā vuccati paññā. Atha vā sammādiṭṭhi micchādiṭṭhiṃ dhutā ca dhotā ca sandhotā ca niddhotā ca, taṃkāraṇā dhonā vuccati paññā’’ti. ‘‘Dhonassa hi natthi kuhiñci loke, pakappitā diṭṭhi bhavābhavesū’’ti ayamettha pāḷi nidassanaṃ . Atra dhonā assa atthīti dhono, tassa dhonassāti nibbacanaṃ. Dhātūnamanekatthatāya dhūdhātu kampanatthepi dhovanatthepi vattati.",
  "anya-e0804n2:316": "Muna ñāṇe. Munāti. Monaṃ, muni. Imasmiṃ ṭhāne dhātuyā ākhyātatte ekantena antalopo bhavati. Sobhitattheragāthāyaṃ pana anāgatavacane ukārassa vuddhivasena ‘‘ahaṃ monena monissa’’nti rūpantarañca dissati. Tattha monissanti jānissaṃ. Nāmatte antalopo na hoti. Tattha monanti kiñcāpi ‘‘na monena muni hotī’’ti ettha tuṇhībhāvo ‘‘mona’’nti vuccati, tathāpi idha ‘‘ñāṇe’’ti vacanato na so adhippeto, ñāṇamevādhippetaṃ, tasmā moneyyapaṭipadāsaṅkhātaṃ maggañāṇamonampi gahetabbaṃ. Munīti munāti jānāti hitāhitaṃ paricchindatīti muni. Atha vā khandhādiloke tulaṃ āropetvā minanto viya ‘‘ime ajjhattikā khandhā, ime bāhirā’’tiādinā nayena ime ubho atthe munātīti muni. Tenāha bhagavā –",
  "anya-e0804n2:317": "‘‘Na monena muni hoti, mūḷharūpo aviddasu;",
  "anya-e0804n2:318": "Yo ca tulaṃva paggayha, varamādāya paṇḍito.",
  "anya-e0804n2:319": "Pāpāni parivajjeti, sa muni tena so muni;",
  "anya-e0804n2:320": "Yo munāti ubho loke, muni tena pavuccatī’’ti.",
  "anya-e0804n2:321": "Aparāpettha bhavati atthavibhāvanā. Munīti monaṃ vuccati ñāṇaṃ, kāyamoneyyādīsu vā aññataraṃ, tena samannāgatattā puggalo ‘‘munī’’ti vuccati. So panesa agāriyamuni anagāriyamuni sekkhamuni asekkhamuni paccekamuni munimunīti anekavidho . Tattha agāriyamunīti gihipi āgataphalo viññātasāsano. Anagāriyamunīti tathārūpova pabbajito. Sekkhamunīti satta sekkhā. Asekkhamunīti khīṇāsavo. Paccekamunīti paccekabuddho. Munimunīti sammāsambuddho. Tathā hi āyasmāpi sāriputto āha ‘‘munīti vuccati tathāgato arahaṃ sammāsambuddho’’ti.",
  "anya-e0804n2:322": "Pū pavane. Pavanaṃ sodhanaṃ. Punāti. Puññaṃ, putto, dantapoṇaṃ.",
  "anya-e0804n2:323": "Ettha ca puññanti attano kārakaṃ punāti sodhetīti puññaṃ. Atha vā yattha sayaṃ uppannaṃ taṃsantānaṃ punāti visodhetīti puññaṃ. Kintaṃ? Sucaritaṃ kusalakammaṃ. Sakammikattā dhātussa kāritavasena atthavivaraṇaṃ labbhati. Puttoti attano kulaṃ punāti sodhetīti putto. Evañca sati hīnajaccānaṃ caṇḍālādīnaṃ putto nāma na bhaveyyāti na vattabbaṃ saddānamatthakathanassa nānappakārena pavattito, tasmā attano pitu hadayaṃ pūretīti puttoti evamādināpi nibbacanaṃ gahetabbameva. Nānādhātuvasenapi hi padāni siddhiṃ samupagacchanti.",
  "anya-e0804n2:324": "Putto ca nāma atrajo khetrajo antevāsiko dinnakoti catubbidho. Tattha attānaṃ paṭicca jāto atrajo nāma. Sayanapīṭhe pallaṅke ureti evamādīsu nibbatto khetrajo nāma. Santike sippuggaṇhanako antevāsiko nāma. Posāpanatthāya dinno dinnako nāma dantapoṇanti dante punanti visodhenti etenāti dantapoṇaṃ, dantakaṭṭhaṃ.",
  "anya-e0804n2:325": "Pī tappanakantīsu. Piṇātīti pīti. Ettha ca pītīti pīṇanaṃ pīti, tappanaṃ kantīti ca vuttaṃ hoti. Idaṃ bhāvavasena nibbacanaṃ. Idaṃ pana hetukattuvasena piṇayatīti pīti, tappetīti attho.",
  "anya-e0804n2:326": "Sā panesā khuddakāpīti khaṇikāpīti okkantikāpīti ubbegāpīti pharaṇāpītīti pañcavidhā hoti. Tattha khuddakāpīti sarīre lomahaṃsanamattameva kātuṃ sakkoti. Khaṇikāpīti khaṇe khaṇe vijjuppādasadisā hoti. Okkantikāpīti samuddatīraṃ vīci viya kāyaṃ okkamitvā okkamitvā bhijjati. Ubbegāpīti balavatī hoti kāyaṃ uddhaggaṃ katvā ākāse laṅghāpanappamāṇā hoti. Pharaṇāpītiyā pana uppannāya sakalasarīraṃ dhamitvā pūritavatthi viya mahatā udakoghena pakkhandapabbatakucchi viya ca anupariphuṭaṃ hoti, evaṃ pañcavidhā pīti, sā sampiyāyanalakkhaṇattā ‘‘piṇātī’’ti pītīti suddhakattuvasenapi vattuṃ yujjati. Ettha ‘‘piyāyati, pitā, piyo, pemo’’tiādīni pīdhātuyā eva rūpāni. Tattha ‘‘puttaṃ piyāyatīti pitā’’ti vadanti. Piyāyitabboti piyo. Pemanaṃ pemo.",
  "anya-e0804n2:327": "Mā parimāṇe. Mināti. Mānaṃ, parimāṇaṃ, mattaṃ, mattā, mano, vimānaṃ, minitabbaṃ, metabbaṃ, chāyā metabbā. Īdisesu ṭhānesu anīyapaccayo na labbhati.",
  "anya-e0804n2:328": "Ettha manoti ekāya nāḷiyā ekāya ca tulāya minamāno viya ārammaṇaṃ mināti paricchindatīti mano. Visesato miniyate paricchindiyateti vimānaṃ, devānaṃ puññabalena nibbattabyamhaṃ devaniketaṃ. Yaṃ vimānaṃ upasobhitaṃ, pabhāsatimidaṃ byamhanti ca ādinā thomiyati.",
  "anya-e0804n2:329": "Mī hiṃsāyaṃ. Mināti. Mīno, kumīnaṃ.",
  "anya-e0804n2:330": "Ettha mīnoti maccho. Macchassa hi ‘‘mīno maccho ambujo vārijo vāricaro’’ti anekāni nāmāni. Visesanāmāni pana ‘‘amaro khaliso candakulo kandaphali indaphali indavalo kuliso vāmi kuṅkutalo kaṇḍiko sakulo maṅguro siṅgī satavaṅko rohito pāṭhīno kāṇo savaṅko pāvuso’’ iccevamādīni, ‘‘timi timiṅgalo’’ iccevamādīni ca bhavanti. Kumīnanti kucchitenākārena macche minanti hiṃsanti etenāti kumīnaṃ, macchabandhanapañjaro. So pana pāḷiyaṃ kumīnasaddena vuccati. Tathā hi –",
  "anya-e0804n2:331": "‘‘Vārijasseva me sato, bandhassa kumināmukhe;",
  "anya-e0804n2:332": "Akkosati paharati, piye putte apassato’’ti",
  "anya-e0804n2:333": "Pāḷi dissati.",
  "anya-e0804n2:334": "Mū bandhane. Munāti. Muni.",
  "anya-e0804n2:335": "Ettha munīti attano cittaṃ munāti mavati bandhati rāgadosādivasaṃ gantuṃ na detīti muni.",
  "anya-e0804n2:336": "Ri gatidesanesu. Rikāti. Reṇu. Nakārassa ṇattaṃ.",
  "anya-e0804n2:337": "Lī silese. Lināti, nilināti. Līnaṃ, sallīnaṃ, paṭisallānaṃ.",
  "anya-e0804n2:338": "Vī tantasantāne. Vatthaṃ vināti. Iminā suttena cīvaraṃ vināhi. Kamme – idaṃ kho āvuso cīvaraṃ maṃ uddissa viyyati. Vītaṃ. Suvītaṃ. Appakaṃ hoti vetabbaṃ. Kārite ‘‘vāyāpeti, tantavāyehi cīvaraṃ vāyāpessāmā’ti cīvaraṃ vāyāpesuṃ’’ iccevamādīni bhavanti.",
  "anya-e0804n2:339": "Vī hiṃsāyaṃ. Vināti. Veṇu. Veṇūti vaṃso.",
  "anya-e0804n2:340": "Lū chedane. Lunāti. Loṇaṃ, kusalaṃ, bālo, lūto.",
  "anya-e0804n2:341": "Ettha ca loṇanti lunāti vītarasabhāvaṃ vināseti sarasabhāvaṃ karotīti loṇaṃ, lavaṇaṃ. Kuso viya hatthappadesaṃ akusaladhamme lunātīti kusalaṃ, anavajjaiṭṭhavipākalakkhaṇo dhammo. Diṭṭhadhammikasamparāyike dve atthe lunātīti bālo, avidvā. Lūtoti makkaṭako vuccati. Tassa hi suttaṃ ‘‘lūtasutta’’nti vadanti. Yūsaṃ pātuṃ paṭaṅgamakkhikādīnaṃ jīvitaṃ lunātīti lūto.",
  "anya-e0804n2:342": "Si bandhane. Sināti. Sīmā, sīsaṃ.",
  "anya-e0804n2:343": "Ettha sīmāti sinīyate samaggena saṅghena kammavācāya bandhiyateti sīmā. Sā duvidhā baddhasīmā abaddhasīmāti. Tāsu abaddhasīmā mariyādakaraṇavasena ‘‘sīmā’’ti veditabbā. Sināti bandhati kese moḷikaraṇavasena etthāti sīsaṃ. Aññānipi yojetabbāni.",
  "anya-e0804n2:344": "Sā pāke. Sināti.",
  "anya-e0804n2:345": "Su hiṃsāyaṃ. Suṇāti. Parasu. Paraṃ suṇanti hiṃsanti etenāti parasu.",
  "anya-e0804n2:346": "Asa bhojane. Vuttānaṃ phalamasnāti. Asanaṃ.",
  "anya-e0804n2:347": "Ettha asananti āhāro. So hi asiyati bhuñjiyatīti ‘‘asana’’nti vuccati. ‘‘Asnātha khādatha pivathā’’ti idamettha nidassanaṃ.",
  "anya-e0804n2:348": "Kilisa vibādhane. Kilisnāti. Kileso.",
  "anya-e0804n2:349": "Ettha ca kilesoti rāgādayopi dukkhampi vuccati.",
  "anya-e0804n2:350": "Uddhasa uñche. Uñcho pariyesanaṃ. Uddhasnāti.",
  "anya-e0804n2:351": "Isaabhikkhaṇe. Isnāti.",
  "anya-e0804n2:352": "Visa vippayoge. Visnāti. Visaṃ.",
  "anya-e0804n2:353": "Pusa sinehasavanapūraṇesu. Pusnāti.",
  "anya-e0804n2:354": "Pusa posane. Pusnāti.",
  "anya-e0804n2:355": "Musa theyye. Musnāti. Musalo.",
  "anya-e0804n2:356": "Kiyādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:357": "Suttesvaññepi pekkhitvā, gaṇhavho atthayuttito.",
  "anya-e0804n2:358": "Sāsanā lokato cete,",
  "anya-e0804n2:359": "Dassitā tesu lokato;",
  "anya-e0804n2:360": "Sāsanassopakārāya,",
  "anya-e0804n2:361": "Vuttā tadanurūpakā.",
  "anya-e0804n2:362": "Kiyādigaṇoyaṃ.",
  "anya-e0804n2:363": "Gahādigaṇika",
  "anya-e0804n2:364": "Idāni gahādigaṇo vuccate. Ettheke evaṃ maññanti.",
  "anya-e0804n2:365": "Gahādīnaṃ gaṇo nāma, paccekaṃ nupalabbhati;",
  "anya-e0804n2:366": "Athameko gahadhātu, gahādīnaṃ gaṇo siyā.",
  "anya-e0804n2:367": "Yato ppaṇhā parā heyyuṃ, dhātuto jinasāsane;",
  "anya-e0804n2:368": "Tepi aññe na vijjanti, aññatra gahadhātuyā.",
  "anya-e0804n2:369": "Iti cintāya ekacce, gahadhātuṃ kiyādinaṃ;",
  "anya-e0804n2:370": "Pakkhipiṃsu gaṇe evaṃ, na vadiṃsu gahādikaṃ.",
  "anya-e0804n2:371": "Na tesaṃ gahaṇaṃ dhīro, gaṇheyya suvicakkhaṇo;",
  "anya-e0804n2:372": "Yato kaccāyane vutto, gahādīnaṃ gaṇo visuṃ.",
  "anya-e0804n2:373": "‘‘Gahādito ppaṇhā’’ iti, lakkhaṇaṃ vadatā hi so;",
  "anya-e0804n2:374": "Kaccāyanena garunā, dassito nanu sāsane.",
  "anya-e0804n2:375": "Sace visuṃ gahādīnaṃ, gaṇo nāma na labbhati;",
  "anya-e0804n2:376": "Gahādidīpake sutte, hitvāna bāhiraṃ idaṃ.",
  "anya-e0804n2:377": "‘‘Gahato ppaṇhā’’ icceva, vattabbaṃ atha vā pana;",
  "anya-e0804n2:378": "‘‘Kiyādito nāppaṇhā’’ti, kātabbaṃ ekalakkhaṇaṃ.",
  "anya-e0804n2:379": "Yasmā tathā na vuttañca, na katañcekalakkhaṇaṃ;",
  "anya-e0804n2:380": "Tasmā ayaṃ visuṃyeva, gaṇo icceva ñāyati.",
  "anya-e0804n2:381": "‘‘Sarā sare lopa’’miti-ādīni lakkhaṇāniva;",
  "anya-e0804n2:382": "Gambhīraṃ lakkhaṇaṃ etaṃ, dujjānaṃ takkagāhinā.",
  "anya-e0804n2:383": "Usādayopi sandhāya, ādiggaho kato tahiṃ;",
  "anya-e0804n2:384": "Tathā hi ‘‘uṇhāpetī’’ti, ādirūpāni dissare.",
  "anya-e0804n2:385": "Idāni pākaṭaṃ katvā, ādisaddaphalaṃ ahaṃ;",
  "anya-e0804n2:386": "Sappayogaṃ gahādīnaṃ, gaṇaṃ vakkhāmi me suṇa.",
  "anya-e0804n2:387": "Gaha upādāne. Upādānaṃ gahaṇaṃ, na kilesupādānaṃ. Upasaddo hettha na kiñci atthavisesaṃ vadati. Atha vā kāyena cittena vā upagantvā ādānaṃ gahaṇaṃ upādānanti samīpattho upasaddo. Katthaci hi upasaddo ādānasaddasahito daḷhaggahaṇe vattati ‘‘kāmupādāna’’ntiādīsu. Idha pana daḷhaggahaṇaṃ vā hotu sithilaggahaṇaṃ vā, yaṃ kiñci gahaṇaṃ upādānameva, tasmā gahadhātu gahaṇe vattatīti attho gahetabbo. Gheppati, gaṇhāti vā. Pariggaṇhāti, paṭiggaṇhāti, adhigaṇhāti, paggaṇhāti, niggaṇhāti. Padhānagaṇhanako. Gaṇhituṃ, uggaṇhituṃ. Gaṇhitvā, uggaṇhitvā. Aññathāpi rūpāni bhavanti. Ahaṃ jāliṃ gahessāmi. Gahetuṃ. Gahetvā. Uggāhako, saṅgāhako, ajjhogāḷho. Kārite ‘‘gaṇhāpeti, gaṇhāpayati, aññataraṃ satipaṭṭhānaṃ uggaṇhāpenti, saddhiṃ amaccasahassena gaṇhāpetvā. Upajjhaṃ gāhāpetabbo. Upajjhaṃ gāhāpetvā . Gāheti, gāhayati, gāhāpessati. Gāhāpayanti sabbhāvaṃ. Gāhako, gāhetvā’’ iccādīni. Kammani – gayhati, saṅgayhati, gaṇhiyati vā. Tathā hi ‘‘gaṇhiyanti uggaṇhiyantī’’ti niddesapāḷi dissati. ‘‘Gehaṃ, gāho, pariggaho, saṅgāhako, saṅgahetā’’ iccādīni yojetabbāni.",
  "anya-e0804n2:388": "Tatra akārānantaratyantapadānaṃ ‘‘gheppati, gheppanti. Gheppasī’’ti ca ‘‘gaṇhati, gaṇhanti. Gaṇhasī’’ti ca ādinā nayena sabbāsu vibhattīsu sabbathā padamālā yojetabbā. Ākārekārānantaratyantapadānaṃ ‘‘gaṇhāti gaṇhāpetī’’tiādinā yathāsambhavaṃ padamālā yojetabbā vajjetabbaṭṭhānaṃ vajjetvā.",
  "anya-e0804n2:389": "Imāni pana pasiddhāni kānici ajjatanīrūpāni ‘‘aggahī mattikāpattaṃ. Aggahuṃ, aggahiṃsu, aggahesu’’nti. Bhavissantīādīsu gahessati, gahessanti. Sesaṃ paripuṇṇaṃ kātabbaṃ. Aggahissā, aggahissaṃsu. Sesaṃ paripuṇṇaṃ kātabbaṃ.",
  "anya-e0804n2:390": "Usa dāhe. Dāho uṇhaṃ. Usati dahatīti uṇhaṃ. Uṇhasaddo ‘‘uṇhaṃ bhattaṃ bhuñjatī’’tiādīsu dabbamapekkhati, ‘‘sītaṃ uṇhaṃ paṭihanatī’’tiādīsu pana guṇaṃ uṇhabhāvassa icchitattā. Uṇhabhāvo hi sītabhāvo ca guṇo.",
  "anya-e0804n2:391": "Tasa vipāsāyaṃ. Taṇhā. Kenaṭṭhena taṇhā? Tassati paritassatīti atthena.",
  "anya-e0804n2:392": "Jusi pītisevanesu. Juṇho samayo. Kāḷe vā yadi vā juṇhe, yadā vāyati māluto.",
  "anya-e0804n2:393": "Tattha juṇhoti joseti lokassa pītiṃsomanassañca uppādetīti juṇho.",
  "anya-e0804n2:394": "Jutadittiyaṃ. Juṇhā ratti. Jotati sayaṃ nippabhāpi samānā candatārakappabhāsenapi dibbati virocati sappabhā hotīti juṇhā.",
  "anya-e0804n2:395": "Sā tanukaraṇe. Saṇhavācā. Siyati tanukariyati, na pharusabhāvena kakkasā kariyatīti saṇhā.",
  "anya-e0804n2:396": "So antakammani. Saṇhaṃ, ñāṇaṃ. Siyati sayaṃ sukhumabhāvena atisukhumampi atthaṃ antaṃ karoti nipphattiṃ pāpetīti saṇhaṃ.",
  "anya-e0804n2:397": "Tija nisāne. Nisānaṃ tikkhatā. Tiṇho parasu. Titikkhatīti tiṇho.",
  "anya-e0804n2:398": "Si sevāyaṃ. Attano hitamāsīsantehi seviyateti sippaṃ, yaṃ kiñci jīvitahetu sikkhitabbaṃ sippāyatanaṃ. Apica sippanti aṭṭhārasa mahāsippāni – suti sūramati byākaraṇaṃ chandoviciti nirutti jotisatthaṃ sikkhā mokkhañāṇaṃ kriyāvidhi dhanubbedo hatthisikkhā kāmatantaṃ assalakkhaṇaṃ purāṇaṃ itihāso nīti takko vejjakañcāti.",
  "anya-e0804n2:399": "Ku kucchāyaṃ. Kucchā garahā. Kaṇhā dhammā. Kaṇho puriso.",
  "anya-e0804n2:400": "Tattha kaṇhāti apabhassarabhāvakaraṇattā paṇḍitehi kucchitabbā garahitabbāti kaṇhā, akusaladhammā. Kāḷavaṇṇattā suvaṇṇavaṇṇādikaṃ upanidhāya kucchitabbo ninditabboti kaṇho, kāḷavaṇṇo. Vuttampi cetaṃ –",
  "anya-e0804n2:401": "‘‘Kaṇho vatāyaṃ puriso, kaṇhaṃ bhuñjati bhojanaṃ;",
  "anya-e0804n2:402": "Kaṇhe bhūmippadesasmiṃ, na mayhaṃ manaso piyo’’ti ca,",
  "anya-e0804n2:403": "‘‘Na kaṇho tacasā hoti,",
  "anya-e0804n2:404": "Antosāro hi brāhmaṇo;",
  "anya-e0804n2:405": "Yasmiṃ pāpāni kammāni,",
  "anya-e0804n2:406": "Sa ve kaṇho sujampatī’’ti ca.",
  "anya-e0804n2:407": "Iccevaṃ –",
  "anya-e0804n2:408": "Gahādike dhātugaṇe, sandhāya tasiādayo;",
  "anya-e0804n2:409": "Ādiggaho kato ppaṇhā, gahādīsu yathārahaṃ.",
  "anya-e0804n2:410": "Gahato dhātuto hi ppo,ākhyātattevadissati;",
  "anya-e0804n2:411": "Ākhyātatte ca nāmatte, ṇhāsaddo usato tathā.",
  "anya-e0804n2:412": "Usagahehi aññasmā, nāmatteva duve matā;",
  "anya-e0804n2:413": "Evaṃ visesato ñeyyo, gahādigaṇanicchayo.",
  "anya-e0804n2:414": "Ettha pana kiñcāpi sāsane ‘‘taṇhāyatī’’ti kriyāpadampi dissati, tathāpi tassa ‘‘pabbatāyati, mettāyatī’’tiādīni viya nāmasmā vihitassa āyapaccayassa vasena siddhattā kriyāpadattepi ṇhāpaccayo mukhyato labbhatīti na sakkā vattuṃ. ‘‘Taṇhāyatī’’ti hi idaṃ ṇhāpaccayavatā tasadhātuto nipphannataṇhāsaddasmā parassa āyapaccayassa vasena nipphannaṃ. Tathā kiñcāpi rūpiyasaṃvohārasikkhāpadavaṇṇanāyaṃ ‘‘vāsiphalaṃ tāpetvā udakaṃ vā khīraṃ vā uṇhāpetī’’ti imasmiṃ padese ‘‘uṇhāpetī’’ti hetukattuvācakaṃ kriyāpadaṃ dissati, tathāpi tassa ṇhāpaccayavatā usadhātuto nipphannauṇhāsaddato vihitassa kāritasaññassa ṇāpepaccayassa vasena nipphannattā kriyāpadattepi ṇhāpaccayo mukhyato labbhatīti na sakkā vattuṃ. ‘‘Uṇhāpetī’’ti idaṃ vuttappakārauṇhāsaddato ṇāpepaccayavasena nipphannaṃ, etasmiṃ diṭṭhe ‘‘uṇhāpayatī’’ti padampi diṭṭhameva hoti.",
  "anya-e0804n2:415": "Kiñca bhiyyo vinayaṭṭhakathāyaṃ ‘‘uṇhāpetī’’ti kāritapadassa diṭṭhattāyeva ‘‘uṇhatī’’ti kattupadampi nayato diṭṭhameva hoti kattukāritapadānaṃ ekadhātumhi upalabbhamānattā, yathā? Gaṇhati, gaṇhāpeti, gacchati, gacchāpetīti, tasmā ‘‘usa dāhe’’ti dhātussa ‘‘uṇhatī’’ti rūpaṃ upalabbhatīti mantvā ‘‘uṇhatīti uṇha’’nti nibbacanaṃ kātabbaṃ. Iti ppapaccayo gahato ca aññato ca ekadhā labbhati, ṇhāpaccayo pana gahato usato ca dvidhā aññato ekadhā labbhatīti daṭṭhabbaṃ. Kiñcāpettha evaṃ niyamo vutto, tathāpi sāṭṭhakathe tepiṭake buddhavacane aññānipi ekekassa dhātussa nāmikapadāni dve dve kriyāpadāni vicinitabbāni. Yena pana buddhavacanānurūpena nayena gahādigaṇe ādisaddena tasadhātādayo amhehi gahitā, imasmā nayā añño nayo pasatthataro natthi, ayameva pasatthataro, tasmā ayaṃ nīti sāsanaṭṭhitiyā āyasmantehi sādhukaṃ dhāretabbā vācetabbā ca.",
  "anya-e0804n2:416": "Gahādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:417": "Suttesvaññepi pekkhitvā, gaṇhavho atthayuttito.",
  "anya-e0804n2:418": "Gahādigaṇoyaṃ.",
  "anya-e0804n2:419": "Tanādigaṇika",
  "anya-e0804n2:420": "Tanu vitthāre. Tanoti. Āyatanaṃ, tanu. Kammani ‘‘taniyyati, taniyyanti. Vitaniyyatī’’ti rūpāni. Atrāyaṃ pāḷi ‘‘yathā hi āsabhaṃ cammaṃ, pathabyā vitaniyyatī’’ti. Garū pana ‘‘patāyate, pataññatī’’ti rūpāni vadanti. Tanituṃ, tanitvāna. Tumantādirūpāni.",
  "anya-e0804n2:421": "Tattha āyatananti āyabhūte dhamme tanoti vitthāretīti āyatanaṃ. Tanūti sarīraṃ. Tañhi kalalato paṭṭhāya kammādīhi yathāsambhavaṃ taniyyati vitthāriyati mahattaṃ pāpiyatīti ‘‘tanū’’ti vuccati. ‘‘Tanu vapu sarīraṃ puṃ kāyo deho’’tiādayo sarīravācakā saddā. Sarīraṃ khandhapañcakaṃ. Yañhi mahājano sarīranti vadati, taṃ paramatthato khandhapañcakamattameva, na tato attā vā attaniyaṃ vā upalabbhati. ‘‘Kāmarāgabyāpādānaṃ tanuttakaraṃ sakadāgāmimaggacitta’’ntiādīsu pana tanusaddo appatthavācako, appatthavācakassa ca tassa kriyāpadaṃ na passāma, tasmā nipātapadena tena bhavitabbaṃ. Tanusaddo nipātapadanti vuttaṭṭhānampi na passāma, nicchayena pana anipphannapāṭipadikoti gahetabbo.",
  "anya-e0804n2:422": "Tanoti, tanonti. Tanosi, tanotha. Tanomi, tanoma. Tanute, tanunte. Tanuse, tanuse, tanuvhe. Tane, tanumhe. Sesaṃ yathāsambhavaṃ vitthāretabbaṃ.",
  "anya-e0804n2:423": "Tanotu, tanontu. Taneyya, tane, taneyyuṃ. Vitana, vitanu. Atanā, atanu. Ammāya patanu kesā. Atani, ataniṃsu. Tanissati, tanissanti. Atanissā, atanissaṃsu. Kammani ‘‘taniyyati, taniyyanti. Taniyyasī’’tiādinā vitthāretabbaṃ.",
  "anya-e0804n2:424": "Saka sattiyaṃ. Satti samatthabhāvo. Sakkoti sakko. Viññāpetuṃ asakkhi. Sakkhissasi. Sakkhati. Tvampi amma pabbajituṃ sakkhissasi. Sakkate jarāya paṭikammaṃ kātunti pāḷi.",
  "anya-e0804n2:425": "Tattha sakkoti devarājā. So hi atthānaṃ sahassampi muhuttena cintanasamatthatāya saparahitaṃ kātuṃ sakkotīti ‘‘sakko’’ti vuccati. Aññatra pana dhātūnaṃ avisaye taddhitavasena sakkaccaṃ dānaṃ adāsīti sakkoti evampi atthaṃ gahetvā sakkasaddo niruttinayena sādhetabbo. Vuttañhi bhagavatā ‘‘sakko mahāli devānamindo pubbe manussabhūto samāno sakkaccaṃ dānaṃ adāsi, tasmā ‘sakko’ti vuccatī’’ti. Sakkonto. Sakkontī. Sakkontaṃ kulaṃ.",
  "anya-e0804n2:426": "Khuṇu khiṇu hiṃsāyaṃ. Khuṇoti. Khiṇoti.",
  "anya-e0804n2:427": "Iṇu gatiyaṃ. Iṇoti. Iṇaṃ iṇāyiko.",
  "anya-e0804n2:428": "Tiṇu adane. Tiṇoti. Tiṇaṃ. Ettha tiṇanti yavasaṃ. Tañhi tiṇiyate tiṇabhakkhehi goṇādīhi adiyate khādiyateti tiṇaṃ.",
  "anya-e0804n2:429": "Ghiṇu dittiyaṃ. Ghiṇoti.",
  "anya-e0804n2:430": "Hanu apanayane. Apanayanaṃ anālāpakaraṇaṃ nibbacanatākaraṇaṃ. Hanoti. Hanute.",
  "anya-e0804n2:431": "Panu dāne panoti. Panute.",
  "anya-e0804n2:432": "Manu bodhane. Manoti. Manute. Mano. Manaṃ. Mānasaṃ. Manusso. Mānavo. Māṇavo.",
  "anya-e0804n2:433": "Ettha manoti manute bujjhatīti mano, evaṃ manaṃ. Imesaṃ pana dvinnaṃ manasaddānaṃ ‘‘yasmiṃ mano nivisati. Santaṃ tassa manaṃ hotī’’tiādīsu punnapuṃsakaliṅgatā daṭṭhabbā. Mānasanti rāgopi cittampi arahattampi. ‘‘Antalikkhacaro pāso, yvāyaṃ carati mānaso’’ti ettha hi rāgo mānasaṃ. ‘‘Cittaṃ mano mānasa’’nti ettha cittaṃ. ‘‘Appattamānaso sekkho, kālaṃ kayirā jane suto’’ti ettha arahattaṃ. Etthetaṃ vuccati –",
  "anya-e0804n2:434": "Rāgo cittaṃ arahattañca, ‘‘mānasa’’nti samīritaṃ;",
  "anya-e0804n2:435": "Satthuno sāsane pāpa-sāsane’khilasāsane.",
  "anya-e0804n2:436": "Tattha sampayuttamanasi bhavoti rāgo mānaso. Mano eva mānasanti katvā cittaṃ mānasaṃ. Anavasesato mānaṃ siyati samucchindatīti aggamaggo mānasaṃ. Tannibbattattā pana arahattassa mānasatā daṭṭhabbā. Manūti satto. ‘‘Yena cakkhupasādena, rūpāni manu passatī’’ti ettha hi ‘‘manū’’ti satto vutto. Atha vā manūti paṭhamakappikakāle manussānaṃ mātāpibhuṭṭhāne ṭhito manunāmako puriso, yo sāsane ‘‘mahāsammatarājā’’ti vutto. So hi sakalalokassa hitaṃ kātuṃ manute jānātīti ‘‘manū’’ti vuccati. Yathābalaṃ attano hitaṃ manute jānātīti manusso, manassa vā ussannattā manusso. Atha vā vuttappakārassa manuno apaccaṃ manusso. Evaṃ mānavo māṇavo ca, nakārassa hi ṇakāre kate ‘‘māṇavo’’ti rūpaṃ sijjhati. Keci panāhu ‘‘dantajanakārasahito mānavasaddo sabbasattasādhāraṇavacano, muddhajaṇakārasahito pana māṇavasaddo kucchitamūḷhāpaccavacano’’ti, taṃ vīmaṃsitvā yuttañce, gahetabbaṃ, na panettha vattabbaṃ ‘‘māṇavasaddassa atthuddhāravacane idaṃ vacanaṃ virujjhatī’’ti antarasaddassa atthuddhāre antaraantarikāsaddānampi āharaṇassa dassanato.",
  "anya-e0804n2:437": "Tatra panāyaṃ vīmaṃsanā – cūḷakammavibhaṅgasuttasmiñhi ‘‘subho māṇavotodeyyaputto’’ti imasmiṃ padese aṭṭhakathācariyehi ‘‘subhoti so kira dassanīyo ahosi pāsādiko, tenassa aṅgasubhatāya ‘subho’tveva nāmaṃ akaṃsu. ‘Māṇavo’ti pana taṃ taruṇakāle vohariṃsu, so mahallakakālepi teneva vohārena vohariyatī’’ti evaṃ muddhajaṇakārassa māṇavasaddassa attho pakāsito, taṭṭīkāyampi garūhi ‘‘yaṃ apaccaṃ kucchitaṃ muddhaṃ vā, tattha loke māṇavavohāro, yebhuyyena ca sattā daharakāle muddhadhātukā hontīti vuttaṃ ‘taruṇakāle vohariṃsū’’ti, evaṃ muddhajaṇakārassa māṇavasaddassa attho pakāsito. Idāni māṇavasaddassa atthuddhāro bhavati, māṇavoti sattopi coropi taruṇopi vuccati. ‘‘Coditā devadūtehi, ye pamajjanti māṇavā’’tiādīsu hi satto ‘‘māṇavo’’ti vutto. ‘‘Māṇavehi saha gacchanti katakammehipi akatakammehipī’’tiādīsu coro. ‘‘Ambaṭṭho māṇavo’’tiādīsu taruṇo ‘‘māṇavo’’ti vutto.",
  "anya-e0804n2:438": "Appa pāpuṇe. Appoti. Āpo.",
  "anya-e0804n2:439": "Ettha āpoti appoti taṃ taṃ ṭhānaṃ vissaratīti āpo.",
  "anya-e0804n2:440": "Mā parimāṇe. Minoti. Upamā, upamānaṃ, vimānaṃ. Aññānipi yojetabbāni.",
  "anya-e0804n2:441": "Ettha ca yā accantaṃ na minoti na vicchindati, sā mānassa samīpe vattatīti upamā yathā ‘‘goṇo viya gavajo’’ti. Upamānanti upamā eva. Tathā hi ‘‘vītopamānamappamāṇamanāthanātha’’nti. Ettha vītopamānanti imassa vītopamaṃ, nirupamanti attho. Atha vā upamānanti upametabbākāro ‘‘sīho viya bhagavā’’ti. Ettha hi sīho upamā, bhagavā upameyyo tejoparakkamādīhi upametabbattā, tejoparakkamādayo upametabbākāro. Ettha pana sātisayattā kiñcāpi sīhassa tejādīhi bhagavato tejādiupametabbākāro natthi, tathāpi hīnūpamāvasena ‘‘sīho viya bhagavā’’ti vuttanti daṭṭhabbaṃ. Vimānanti utusamuṭṭhānattepi kammapaccayautusamuṭṭhānattā kammena visesato miniyati paricchindiyatīti vimānaṃ.",
  "anya-e0804n2:442": "Kara karaṇe. ‘‘Karoti, kayirati, kubbati, krubbati, pakaroti, upakaroti, apakaroti, paṭikaroti, nirākaroti, paṭisaṅkharoti, abhisaṅkharoti’’ iccevamādīni kattari bhavanti. Kamme pāḷinayavasena ikārāgamaṭṭhāne yakārassa dvebhāvo. Tasmiṃyevaṭhāne rayakārānaṃ vipariyāye sati na dvebhāvo. Tathā īkārāgamaṭṭhāne ‘‘kariyyati, kayirati, karīyati, kayyati, pakarīyati, pakariyyati, paṭisaṅkhariyyati, abhisaṅkhariyyati’’ iccevamādīni kammani bhavanti.",
  "anya-e0804n2:443": "Ettha ca kayiratīti padaṃ dvīsu ṭhānesu dissati kattari kamme ca. Tesa kattuvasena ‘‘puriso kammaṃ kayiratī’’ti yojetabbaṃ, kammavasena pana ayaṃ pāḷi ‘‘kuṭi me kayirati adesitavatthukā’’ti. Tattha ca kattuvasena vuttaṃ kattupadaṃ yirapaccayena siddhaṃ. Kammavasena pana vuttaṃ kammapadaṃ ikārāgamassa ādiantabhūtānaṃ rayakārānaṃ vipariyāyenāti daṭṭhabbaṃ. ‘‘Kāreti, kārayati, kārāpeti, kārāpayatī’’ti cattāri kāritarūpāni, yāni ‘‘hetukatturūpānī’’ti vuccanti taddīpakattā.",
  "anya-e0804n2:444": "Idāni pana padamālā vattabbā, tatra paṭhamaṃ ‘‘kubbatī’’ti padasseva padamālaṃ yojessāma sabbāsu vibhattīsu ekākārena yojetabbattā. ‘‘Karotī’’ti okārānantaratyantapadassa pana ‘‘kāretī’’ti ekārānantaratyantapadassa ca padamālaṃ yathāsambhavaṃ pacchā yojessāma ekākārena ayojetabbattā.",
  "anya-e0804n2:445": "Tatra kubbati, kubbanti. Kubbasi, kubbatha. Kubbāmi, kubbāma. Kubbate, kubbante. Kubbase, kubbavhe. Kubbe, kubbamhe. Vattamānāvasena vuttarūpāni.",
  "anya-e0804n2:446": "Pañcamiyādīnaṃ vasena pana kubbatu, kubbantu. Kubbeyya, kubbeyyuṃ. Sesaṃ ‘‘bhavati, bhavantī’’ti vuttanayānusārena sabbattha vitthāretabbaṃ.",
  "anya-e0804n2:447": "‘‘Kariyatī’’tiādīnipi a kārānantaratyantapadāni evameva yojetabbāni. Ettha ca ‘‘kubbati, kubbanti. Kubbasī’’tiādinā vuttā ayaṃ padamālā pāḷinayadassanato edisī vuttā. Saddasatthavidū pana sāsanikā saddasattheyeva ādaraṃ katvā ‘‘kubbati, kubbasī’’ti evaṃpakārāni rūpāni pāḷiyaṃ natthīti maññantā na icchanti. Tehi saddasatthe viya pāḷiyampi ‘‘asanto nānukubbantī’’tiādīsu okārapaccayassādesabhūto ukāro sareyeva pare vakāraṃ pappotīti maññamānā ‘‘kubbanti, kubbante’’tiādīniyeva rūpāni icchanti, parasarassābhāvato ‘‘kubbati, kubbasī’’tiādīni pāḷiyaṃ natthīti na icchanti. Mayaṃ pana pāḷinayadassanato tāni rūpāni icchāma. Atra sotārānaṃ kaṅkhāvinodanatthaṃ kiñci pāḷinayaṃ vadāma – ‘‘sīlavanto na kubbanti, bālo sīlāni kubbatī’’ti ca, ‘‘kasmā bhavaṃ vijanamaraññanissito, tapo idha krubbatī’’ti ca, ‘‘pharusāhi vācāhi pakrubbamāno’’ti ca. Īdisesu pana ṭhānesu akārāgamo kātabbo . Acinteyyo hi pāḷinayo, yebhuyyena saddasatthanayavidūro ca. Tathā hi yathā ‘‘agginiṃ sampajjalitaṃ pavisantī’’ti pāḷigatidassanato ‘‘aggini, agginī, agginayo. Agginiṃ, agginī, agginayo. Aggininā’’ti padamālā kātabbā hoti, evameva ‘‘bālo sīlāni kubbatī’’ti pāḷigatidassanato ‘‘kubbati, kubbanti. Kubbasī’’ti padamālāpi yojetabbāva.",
  "anya-e0804n2:448": "Yathā ca ‘‘bahumpetaṃ asabbhi jātavedā’’ti pāḷigatidassanato ‘‘santo sabbhīhi saddhiṃ sataṃ dhammo na jaraṃ upetīti pavedayantī’’ti aṭṭhakathāgatidassanato ca ‘‘sabbhi, sabbhī, sabbhayo. Sabbhiṃ, sabbhī, sabbhayo. Sabbhinā’’ti padamālā yojetabbā hoti, evameva ‘‘bālo sīlāni kubbatī’’ti pāḷigatidassanato ‘‘kubbati, kubbanti. Kubbasī’’ti padamālāpi yojetabbāva. Tathā ‘‘krubbati, krubbanti. Krubbasī’’tiādi sabbaṃ sabbattha yojetabbaṃ.",
  "anya-e0804n2:449": "Idāni yathāpaṭiññātā padamālā anuppattā. Karoti, karonti. Karosi, karotha. Karomi, kummi, karoma, kumma. Kurute, kubbante. Kuruse, kuruvhe. Kare, karumhe. Vattamānāvasena vuttarūpāni.",
  "anya-e0804n2:450": "Karotu, kurutu, karontu. Karohi, karotha. Karomi, kummi, karoma, kumma. Kurutaṃ, kubbantaṃ. Karassu, kurussu, kuruvho. Kare, kubbāmase. Pañcamīvasena vuttarūpāni.",
  "anya-e0804n2:451": "Ettha pana koci vadeyya –",
  "anya-e0804n2:452": "‘‘Na no vivāho nāgehi, katapubbo kudācanaṃ;",
  "anya-e0804n2:453": "Taṃ vivāhaṃ asaṃyuttaṃ, kathaṃ amhe karomase’’ti",
  "anya-e0804n2:454": "Pāḷidassanato ‘‘karomase’’ti padaṃ kasmā idha na vuttaṃ, nanu karadhātuto paraṃ okāraṃ paṭicca āmasevacanassāvayavabhūto ākāro lopaṃ pappotīti? Tanna, ‘‘karomase’’ti ettha ‘‘āmase’’ti vacanassa abhāvato mavacanassa sabbhāvato. Ettha hi sekāro āgamo, tasmā ‘‘karomā’’ti vattamānāvacanavasena attho gahetabbo, na pana pañcamīvacanavasena. Evaṃbhūto ca sekāro katthaci nāmikapadato paro hoti ‘‘ye keci buddhaṃ saraṇaṃ gatāse. Yaṃ balaṃ ahuvamhase’’tiādīsu. Katthaci panākhyātikapadato sādesanirādesavasena –",
  "anya-e0804n2:455": "‘‘Akaramhasa te kiccaṃ; Okkantāmasi bhūtāni;",
  "anya-e0804n2:456": "Sutaṃ netaṃ abhiṇhaso, tasmā evaṃ vademase’’ti",
  "anya-e0804n2:457": "Ādīsu.",
  "anya-e0804n2:458": "Kareyya, kareyyuṃ. Kareyyāsi, kareyyātha. Kareyyāmi, kareyyāma. Kubbetha, kubberaṃ. Kubbetho, kubbeyyavho. Kareyyaṃ, kare, kareyyāmhe. Sattamīvasena vuttarūpāni.",
  "anya-e0804n2:459": "Kara, karu. Kare, karittha. Karaṃ, karimha. Karittha, karire. Karittho, karivho. Kariṃ, karimhe. Parokkhāvasena vuttarūpāni.",
  "anya-e0804n2:460": "Ettha karāti puriso kammaṃ karīti paṭhamapurisayojanāya yojetabbaṃ. ‘‘Āguṃ kara mahārāja, akaraṃ kammadukkaṭa’’nti etthāpi ‘‘mahārāja bhavaṃ āguṃ karī’’ti paṭhamapurisayojanāya yojetabbaṃ. Evañhi sati ayaṃ payogo ‘‘maññe bhavaṃ patthayati, rañño bhariyaṃ patibbata’’ntiādayo viya paṭhamapurisappayogo bhavati.",
  "anya-e0804n2:461": "Jātakaṭṭhakathāyaṃ pana majjhimapurisappayogo vutto ‘‘āguṃ karāti mahārāja tvaṃ mahāparādhaṃ mahāpāpaṃ kari. Dukkaṭanti yaṃ kataṃ dukkaṭaṃ hoti,taṃ lāmakaṃ kammaṃ akara’’nti, tasmā jātakaṭṭhakathāvasenāpi kadāci karaiti ca karīti ca akaranti ca majjhimapurisappayogo bhavatīti daṭṭhabbaṃ. Yebhuyyavasena pana ‘‘puriso kammaṃ kara, puriso kammaṃ kari, ahaṃ kammaṃ akara’’nti paṭhamuttamapurisappayogo daṭṭhabbo. Ettha ca karaiti yathāvuttavibhattivasena, karīti ajjatanīvasena, akaranti hiyyattanīvasena vuttaṃ. Tattha ‘‘karittho’’ti padaṃ ‘‘aññaṃ bhattāraṃ pariyesa, mā kisittho mayā vinā’’ti ettha ‘‘kisittho’’ti padena samaṃ parokkhāyattanopadamajjhimapurisekavacanavasena, ediso pana nayo aññatrāpi yathāsambhavaṃ yojetabbo.",
  "anya-e0804n2:462": "Akā, akarā, akara iti rassapāṭhopi. Akaru. Ettha ‘‘sabbārivijayaṃ akā’’ti padaṃ nidassanaṃ. Akarāti puriso kammaṃ akāsīti atītakriyāvācako paṭhamapurisappayogo daṭṭhabbo. Tathā hi ‘‘rajjassa kira so bhīto, akarā ālaye bahū’’ti pāḷi dissati. ‘‘Mā metaṃ akarā kammaṃ, mā me udakamāharī’’ti ettha pana santepi atītavācakapaṭṭhamapurisappayogabhāve māsaddayogato hiyyattanajjatanīvibhattiyo pañcamīvibhattiatthe anuttakālikā hutvā ‘‘tvaṃ mā karosi, mā āharasī’’ti majjhimapurisappayogārahā bhavanti.",
  "anya-e0804n2:463": "Kiñca bhiyyo ‘‘jarādhammaṃ mā jīrīti alabbhaneyyaṃ ṭhāna’’ntiādīsupi santepi atītavācakapaṭhamapurisappayogabhāve māsaddayogato ajjatanīvibhattipañcamīvibhattiatthe anuttakālikā hutvā ‘‘mā jīratū’’tiādinā paṭhamapurisappayogārahā bhavanti. Tenāhu aṭṭhakathācariyā ‘‘jarādhammaṃ mā jīrīti yaṃ mayhaṃ jarāsabhāvaṃ, taṃ mā jīritu. Esa nayo sesesupī’’ti. Yaṃ panamhehi ‘‘akara iti rassapāṭhopī’’ti vuttaṃ, tassa ‘‘atikara’makarā’cariya, mayhampetaṃ na ruccatī’’ti imāya pāḷiyā vasena atthitā veditabbā. Tassāyamattho ‘‘ācariya bhavaṃ atikkantakaraṇaṃ akarā’’ti paṭhamapurisavasena gahetabbo. Apica ‘‘bhava’’nti vattabbe atthe ‘‘tva’’nti vacanaṃ vattabbamevāti adhippāyavasena ‘‘ācariya tvaṃ atikkantakaraṇaṃ karosī’’ti yojanāpi kātabbāva.",
  "anya-e0804n2:464": "Akaro, akattha, akarotha. Akaraṃ, akaṃ, akaramha, akamha. Ettha ‘‘saṃvaḍḍhayitvā puḷinaṃ, akaṃ puḷinacetiya’’nti pāḷi nidassanaṃ. Akattha, akatthuṃ. Akuruse, akaravhaṃ. Akariṃ, akaraṃ, akaramhase. Hiyyattanīvasena vuttarūpāni.",
  "anya-e0804n2:465": "Ettha ca pañcavidho sekāro āharitvā dassetabbo. Tathā hi pañcavidho sekāro padāvayava apadāvayavaanekantapadāvayava sosaddattha ādesavasena. Tattha padāvayavo sekāro ‘‘tvaṃ kammaṃ kuruse, tvaṃ atthakusalo abhavase’’tiādīsu daṭṭhabbo. Apadāvayavo pana ‘‘tasmā evaṃ vademase. Mūlā akusalā samūhatāse’’tiādīsu daṭṭhabbo. Anekantapadāvayavo ‘‘arogā ca bhavāmase. Maṇiṃ tāta gaṇhāmase’’ādīsu daṭṭhabbo. Ettha hi sekāro yadi pañcamīvibhattiyaṃ āmasevacanassāvayavo, tadā pañcamīvibhattiyuttānaṃ patthanāsīsanatthānaṃ ‘‘bhavāmase, gaṇhāmase’’ti padānaṃ avayavo hoti. Yadi pana āgamo, pañcamīvibhattiyuttānaṃ patthanāsīsanatthānaṃ ‘‘bhavāma, gaṇhāmā’’ti padānaṃ avayavo na hoti, evaṃ ‘‘bhavāmase’’tiādīsu sekārassa anekantapadāvayavattaṃ veditabbaṃ. Sosaddattho ‘‘esese eke ekaṭṭhe’’ti ettha daṭṭhabbo. Eseseti imassa hi ‘‘esoso eko ekaṭṭho’’ti attho. Ādeso ‘‘akaramhasa te kicca’’nti ettha, ‘‘okkantāmasi bhūtānī’’ti cettha daṭṭhabbo ekārassa akārikārādesakaraṇavasena. Tattha ‘‘akaramhasa te kicca’’nti imassa ‘‘akaramhase te kicca’’nti attho. ‘‘Akaramhase’’ti cettha sace sekāro āgamo, tadā ‘‘karamhā’’ti padaṃ hiyyattanīparassapade uttamapurisabahuvacanantaṃ. Sace pana mhasevacanassāvayavo, tadā ‘‘akaramhase’’ti padaṃ hiyyattanīattanopade uttamapurisabahuvacanantaṃ. Evaṃ pañcavidho sekāro bhavatīti avagantabbaṃ.",
  "anya-e0804n2:466": "Akari, kari, akāsi, akaruṃ, akariṃsu, akaṃsu, akaṃsuṃ. Akaro, akarittha, akāsittha.",
  "anya-e0804n2:467": "Ettha ca akaroti tvaṃ akaroti yojetabbaṃ. ‘‘Akaro’’ iti hi padaṃ ‘‘varañce me ado sakkā’’ti ettha majjhimapurisekavacanatthaṃ ‘‘ado’’ti padamiva daṭṭhabbaṃ pāḷiyaṃ avijjamānattepi nayavasena gahetabbattā. Garū pana ‘‘akaro’’ti vuttaṭṭhāne ‘‘akāsī’’ti majjhimapurisavacanaṃ icchanti. Tādisañhi padaṃ yebhuyyena paṭhamapurisavacanameva hoti. Tathā hi ‘‘adāsi me, akāsi me’’ti paṭhamapurisapāḷiyo bahū sandissanti. ‘‘Mākāsi mukhasā pāpaṃ, mā kho sūkaramukho ahū’’tiādīsu pana māsaddayogato ‘‘tvaṃ pāpaṃ mā akāsi, mā sūkaramukho ahosī’’ti padayojanā kātabbā hotīti daṭṭhabbaṃ.",
  "anya-e0804n2:468": "Akariṃ , kariṃ, akāsiṃ, akarimha, karimha, akāsimha. Akarā, akarū. Akaruse, akarivhaṃ. Akaraṃ, akarimhe. Ajjatanīvasena vuttarūpāni.",
  "anya-e0804n2:469": "Karissati, karissanti. Karissasi, karissatha. Karissāmi, karissāma. Karissate, karissante. Karissase, karissavhe. Karissaṃ, kassaṃ iccapi. Tathā hi pāḷi dissati ‘‘kassaṃ purisakāriya’’nti. Karissamhe. Tathā kāhati, kāhanti. Kāhasi, kāhatha. Kāhāmi, kāhāma. Kāhiti, kāhinti. Kāhisi iccevamādinā yathāsambhavaṃ yojetabbaṃ. Bhavissantīvasena vuttarūpāni.",
  "anya-e0804n2:470": "Akarissā, akarissa, akarissaṃsūti sesaṃ sabbaṃ yojetabbaṃ. Kālātipattivasena vuttarūpāni.",
  "anya-e0804n2:471": "Kayirati, kayiranti. Kayirasi, kayirātha. Kayirāmi, kayirāma. Kayirate. Sesaṃ yojetabbaṃ. Vattamānāvasena vuttarūpāni.",
  "anya-e0804n2:472": "Kayiratu, kayirantu. Sesaṃ yojetabbaṃ. Pañcamīvasena vuttarūpāni.",
  "anya-e0804n2:473": "Kayirā, kuyirā. Kayiruṃ. Atrāyaṃ pāḷi ‘‘kumbhimhipa’ñjaliṃ kuyirā, cātañcāpi padakkhiṇa’’nti. Tattha kumbhimhipi añjalinti chedo. Kayirāsi, kayirātha. Kayirāmi, kayirāma. Kayiretha, kayireraṃ. Kayiretho, kayirāvho. Kayiraṃ, kayirāmhe. Sattamīvasena vuttarūpāni.",
  "anya-e0804n2:474": "Tattha kayirāti idaṃ ‘‘puññañce puriso kayirā’’ti dassanato paṭhamapurisavasena yojetabbaṃ, ‘‘adhammaṃ sārathi kayirā’’ti etthāpi ‘‘sārathi bhavaṃ adhammaṃ kareyyā’’ti paṭhamapurisavasena yojetabbaṃ, na majjhimapurisavasena. Atha vā ‘‘kayirāsī’’ti vattabbe sikāralopaṃ katvā ‘‘kayirā’’ti majjhimapurisavacanaṃ vuttanti gahetabbaṃ.",
  "anya-e0804n2:475": "Ettha pana siyā – yathā ‘‘puttaṃ labhetha varada’’nti pāḷiyaṃ ‘‘labhethā’’ti imassa padassa ‘‘sabbhireva samāsetha, sabbhi kubbetha santhava’’ntiādīsu ‘‘samāsethā’’tiādīnaṃ viya paṭhamapurisavasena atthaṃ aggahetvā purisavipallāsaṃ katvā ‘‘labheyya’’nti uttamapurisavasenattho aṭṭhakathācariyehi gahito, tathā tumhehipi ‘‘adhammaṃ sārathi kayirā’’ti ettha ‘‘kayirā’’ti padassa purisavipallāsaṃ katvā ‘‘kareyyāsī’’ti majjhimapurisavasenattho vattabbo, aṭṭhakathācariyehipi ‘‘kareyyāsī’’ti tadattho vuttoti? Saccaṃ, evaṃ santepi aṭṭhakathācariyehi vohāratthesu paramakosallasamannāgatattā ‘‘tva’’nti vattabbe atthe bhavaṃsaddo pavattati, ‘‘bhava’’nti vattabbe atthe tvaṃsaddo pavattatīti cintetvā adhippāyatthavasena ‘‘kareyyāsī’’ti attho vutto, na purisavipallāsavasena. Tathā hi ‘‘puttaṃ labhetha varada’’nti imassa aṭṭhakathāyaṃ ‘‘labhethā’’ti ulliṅgitvā ‘‘labheyya’’nti purisavipallāsavasena vivaraṇaṃ kataṃ. ‘‘Adhammaṃ sārathi kayirā’’ti imassa pana aṭṭhakathāyaṃ ‘‘kayirā’’ti ulliṅgitvā ‘‘kareyyāsī’’ti vivaraṇaṃ kataṃ, tasmā ‘‘adhammaṃ sārathi kayirā’’ti ettha purisavipallāso na cintetabbo. Atha vā yathā ‘‘puttaṃ labhetha varada’’nti ettha ca ‘‘kāye rajo na limpethā’’tiādīsu ethavacanaṃ gahitaṃ, evaṃ ethavacanaṃ aggahetvā ‘‘labhe athā’’ti padacchedo karaṇīyo. Evañhi sati purisavipallāsena kiccaṃ natthi. Tattha labheti sattamiyā uttamapurisavacanaṃ ‘‘vajjhañcāpi pamocaye’’ti padamiva. Athāti adhikārantare nipāto padapūraṇe vā. Ettha ca adhikārantaravasena aparampi varaṃ puttaṃ labheyyanti attho. Yasmā panettha dvinnamatthānaṃ uppatti dissati, yasmā cetesu dvīsu dujjāno bhagavato adhippāyo, tasmā dvepi atthā gahetabbāva.",
  "anya-e0804n2:476": "Ettha pana kiñcāpi liṅgavipallāso vibhattivipallāso vacanavipallāso kālavipallāso purisavipallāso akkharavipallāsoti chabbidho vipallāso āharitvā dassetabbo, tathāpi so upari āvibhavissatīti na dassito. Tatra kayirāthāti padaṃ sattamiyā parassapadavasena attanopadavasena ca dvidhā bhijjati, tathā majjhimapurisabahuvacanavasena paṭhamapurisekavacanavasena ca. Tathā hi ‘‘yathā puññāni kayirātha, dadantā aparāpara’’nti ettha ‘‘kayirāthā’’ti idaṃ sattamiyā parassapadavasena majjhimapurisabahuvacanavasena ca vuttaṃ. Yathānurūpaṃ puññāni kareyyāthayevāti hi attho. ‘‘Kayirātha dhīro puññānī’’ti ettha pana ‘‘kayirāthā’’ti idaṃ sattamiyā attanopadavasena paṭhamapurisekavacanavasena ca vuttaṃ. Kareyyāti hi attho. Idha parokkhādivasena yirapaccayasahitāni rūpāni yebhuyyena sāsane appasiddhānīti na dassitāni.",
  "anya-e0804n2:477": "Attano phalaṃ karotīti kāraṇaṃ. Karotīti kattā, evaṃ kārako kārakaṃ vā. Ettha hi kārakasaddo yattha kattukārakakammakārakādivācako, tattha pulliṅgopi hoti, yebhuyyena napuṃsakaliṅgopi. Yattha pana rajatakārakammakāralohakārādivācako, tattha pulliṅgo eva. Kārāpetīti kārāpako. Karaṃ, kubbaṃ, krubbaṃ, karonto, kubbanto, kubbāno, kurumāno, pakruṃbbamāno . Kārikā, kārāpikā. Karontī, kubbantī. Kārakaṃ kulaṃ. Kārāpakaṃ, karontaṃ, kubbantaṃ, kurumānaṃ. Saṅkhāro, parikkhāro, parikkhato, purakkhato, karaṇaṃ, kriyā. Akkharacintakā pana ‘‘kriyā’’ iccapi padamicchanti. Ettha kriyāsaddo kiñcāpi ‘‘aphalā hoti akrubbato’’tiādīsu kakārarakārasaṃyogavantāni padāni dissanti, tathāpi klesasaddo viya pāḷiyaṃ na dissati, adissamānopi so aṭṭhakathācariyādīhi garūhi gahitattā gahetabbova. Tathā hi ‘‘kriyākriyāpattivibhāgadesako’’tiādikā saddaracanā dissati.",
  "anya-e0804n2:478": "Kātuṃ, kattuṃ. Kātave, kāretuṃ. Katvā, katvāna, kātuna, karitvā, karitvāna, kacca, adhikacca, kariya, kariyāna, purakkhitvā, kāretvā. Aññānipi tumantādīni yojetabbāni.",
  "anya-e0804n2:479": "Tatra kaccāti katvā. Adhikaccāti adhikaṃ katvā. Akkharacintakā pana saddasatthanayaṃ nissāya ‘‘adhikicca’’ iti rūpaṃ icchanti, mayaṃ panetādisaṃ rūpaṃ pāḷiyā anukūlaṃ na hotīti na icchāma. Tathā hi therikāgāthāyaṃ gotamiyā parinibbānavacane ‘‘padakkhiṇaṃ kacca nipacca pāde’’ti pāḷi dissati. Tattha hi padakkhiṇaṃ katvāti attho. Kaccāti padassa dassanena adhikaccāti padampi diṭṭhameva hoti, esa nayo aññatrāpi yathārahaṃ veditabbo.",
  "anya-e0804n2:480": "Idāni karotissa dhātussa appamattakaṃ atthātisayayogaṃ kathayāma – taṇhaṅkaro. Kāraṇā. Pharusāhi vācāhi pakrubbamāno. Sante na kurute piyanti.",
  "anya-e0804n2:481": "Tatra taṇhaṅkaroti veneyyānaṃ taṇhaṃ lobhaṃ karoti hiṃsatīti taṇhaṅkaro. Atha vā rūpakāyadhammakāyasampattiyā attani sakalalokassa taṇhaṃ sinehaṃ karoti janetīti taṇhaṅkaro. Kāraṇāti hiṃsanā. Pakrubbamānoti hiṃsamāno. Sante na kurute piyanti sappurise attano piye iṭṭhe kante manāpe na karotīti attho. Atha vā piyaṃ piyāyamāno tussamāno modamāno sante na kurute na sevatīti attho. Yathā ‘‘rājānaṃ sevatī’’ti etasmiṃ atthe rājānaṃ piyaṃ kuruteti saddasatthavidū mantenti, dullabhāyaṃ nīti sādhukaṃ manasi kātabbā.",
  "anya-e0804n2:482": "Ettha ca parikkhārasaddassa atthuddhāro nīyate, ‘‘parikkhāroti sattahi nagaraparikkhārehi suparikkhittaṃ hotī’’tiādīsu parivāro vuccati. ‘‘Ratho setaparikkhāro, jhānakkho cakkavīriyo’’tiādīsu alaṅkāro. ‘‘Ye cime pabbajitena jīvitaparikkhārā samudānetabbā’’tiādīsu sambhāro. Etthetañhi vuccati –",
  "anya-e0804n2:483": "Sāsanaññūhi viññūhi, parikkhāroti sāsane;",
  "anya-e0804n2:484": "Parivāro alaṅkāro, sambhāro ca pavuccati.",
  "anya-e0804n2:485": "Jāgara niddakkhaye. Jāgaroti. Jāgaraṃ. Dīghā jāgarato ratti.",
  "anya-e0804n2:486": "Tanādī ettakā diṭṭhā, dhātavo me yathābalaṃ;",
  "anya-e0804n2:487": "Suttesvaññepi pekkhitvā, gaṇhavho atthayuttitoti.",
  "anya-e0804n2:488": "Tanādigaṇoyaṃ.",
  "anya-e0804n2:489": "Rudhādichakkaṃ vividhatthasāraṃ,",
  "anya-e0804n2:490": "Matiṅkaraṃ viññujanādhirāmaṃ;",
  "anya-e0804n2:491": "Uḷārachandehi susevanīyaṃ,",
  "anya-e0804n2:492": "Suvaṇṇahaṃsehi suciṃva ṭhānaṃ.",
  "anya-e0804n2:493": "Iti navaṅge sāṭṭhakathe piṭakattaye byappathagatīsu viññūnaṃ",
  "anya-e0804n2:494": "Kosallatthāya kate saddanītippakaraṇe rudhādichakkaṃ",
  "anya-e0804n2:495": "Nāma",
  "anya-e0804n2:496": "Sattarasamo paricchedo."
}