{
  "anya-e0103n7:0": "7. Chaanussatiniddesavaṇṇanā",
  "anya-e0103n7:1": "1. Buddhānussatikathāvaṇṇanā",
  "anya-e0103n7:2": "123.Asubhānantaranti asubhakammaṭṭhānānantaraṁ. Anussatīsūti anussatikammaṭṭhānesu. ‘‘Anu anu sati anussatī’’ti imamatthaṁ dassetuṁ ‘‘punappunaṁ uppajjanato’’ti vatvā na ettha anu-saddayogena sati-saddo atthantaravācakoti dassetuṁ ‘‘satiyeva anussatī’’ti vuttaṁ. Tena nāyamanu-saddo ‘‘upalabbhatī’’tiādīsu upa-saddo viya anatthako, nāpi ‘‘sañjānanaṁ pajānana’’ntiādīsu saṁ-saddādayo viya atthantaradīpakoti dasseti. ‘‘Pavattitabbaṭṭhānamhiyeva vā pavattattā’’ti iminā ca anussatiyā anussaritabbānurūpatā vuttā hotīti pavattakasseva anurūpataṁ dassetuṁ ‘‘kulaputtassa anurūpā’’ti vuttaṁ, saddhāpabbajitassa vā kulaputtassa. Anurūpatā nāma pavattitabbaṭṭhānassa anurūpatāya eva hotīti pavattakasseva anurūpatā vuttā, na ubhayassa. Anurūpāti ca yuttāti attho. Buddhanti ye guṇe upādāya bhagavati ‘‘buddho’’ti paññatti, te guṇe ekajjhaṁ gahetvā vuttaṁ. Tenāha ‘‘buddhaguṇārammaṇāya satiyā etamadhivacana’’nti. Ārabbhāti ālambitvā. Dhammanti pariyattidhammena saddhiṁ navavidhampi lokuttaradhammaṁ. Nanu ca nibbānaṁ visuṁ kammaṭṭhānabhāvena vakkhati? Kiñcāpi vakkhati, dhammabhāvasāmaññena pana maggaphalehi saddhiṁ idha pāḷiyā saṅgahitattā tassāpi dhammānussatikammaṭṭhāne gahaṇaṁ daṭṭhabbaṁ, asaṅkhatāmatādibhāvena pana maggaphalehi visiṭṭhatāya tassa visuṁ kammaṭṭhānabhāvena gahaṇaṁ kataṁ. Sīlānussatiādīnaṁ pana tissannaṁ anussatīnaṁ visuṁ kammaṭṭhānabhāvena gahaṇaṁ yogāvacarassa attano eva sīlassa cāgassa saddhādīnañca anussatiṭṭhānabhāvena gahetabbattā. Rūpakāyaṁ gatāti attano karajakāyaṁ ārabbha ārammaṇakaraṇavasena pavattā. Kāyeti kāye visayabhūte. Koṭṭhāsanimittārammaṇāyāti kesādikoṭṭhāsesu paṭikkūlanimittārammaṇāya. Ito purimāsu sattasu anussatīsu natthi nimittuppatti , idha atthīti dassanatthaṁ nimitta-ggahaṇaṁ. Tathā assāsapassāsanimittārammaṇāyāti etthāpi. Upasamanti sabbasaṅkhārūpasamaṁ, nibbānanti attho.",
  "anya-e0103n7:3": "124. Avecca buddhaguṇe yāthāvato ñatvā uppanno pasādo aveccappasādo, ariyamaggena āgatappasādo, taṁsadisopi vā yo diṭṭhigatavātehi acalo asampakampiyo, tena samannāgatena. Tādisassa buddhānussatibhāvanā ijjhati, na itarassa. Patirūpasenāsaneti yathāvuttaaṭṭhārasadosavajjite pañcaṅgasamannāgate senāsane. Rahogatenāti rahasi gatena. Tena kāyavivekaṁ dasseti. Paṭisallīnenāti nānārammaṇato paṭisallīnena, bahiddhā puthuttārammaṇato paṭikkamāpetvā kammaṭṭhāne sallīnena, susiliṭṭhacittenāti attho. Evanti imāya pāḷiyā āgatanayena.",
  "anya-e0103n7:4": "So bhagavāti ettha soti yo so samatiṁsa pāramiyo pūretvā sabbakilese bhañjitvā anuttaraṁ sammāsambodhiṁ abhisambuddho devānaṁ atidevo brahmānaṁ atibrahmā lokanātho bhāgyavantatādīhi kāraṇehi sadevake loke ‘‘bhagavā’’ti patthaṭakittisaddo, so. Bhagavāti idaṁ satthu nāmakittanaṁ. Tathā hi vuttaṁ ‘‘bhagavāti netaṁ nāmaṁ mātarā kata’’ntiādi (mahāni. 198, 210; cūḷani. ajitamāṇavapucchāniddesa 2). Parato pana bhagavāti guṇakittanaṁ. Arahantiādīsu navasu ṭhānesu paccekaṁ itipi-saddaṁ yojetvā buddhaguṇā anussaritabbāti dassento ‘‘itipi arahaṁ…pe… itipi bhagavāti anussaratī’’ti āha. ‘‘Itipetaṁ bhūtaṁ itipetaṁ taccha’’ntiādīsu (dī. ni. 1.6) viya iti-saddo āsannapaccakkhakaraṇattho, pi-saddo sampiṇḍanattho. Tena nesaṁ bahubhāvo dīpito, tāni ca guṇasallakkhaṇakāraṇāni bhāventena cittassa sammukhībhūtāni kātabbānīti dassento ‘‘iminā ca iminā ca kāraṇenāti vuttaṁ hotī’’ti āha.",
  "anya-e0103n7:5": "125. Dūratā nāma āsannatā viya upādāyupādāya vuccatīti paramukkaṁsagataṁ dūrabhāvaṁ dassento ‘‘suvidūravidūre’’ti āha, suṭṭhu vidūrabhāveneva vidūreti attho. Sā panassa kilesato dūratā tesaṁ sabbaso pahīnattāti dassento āha ‘‘maggena kilesānaṁ viddhaṁsitattā’’ti. Nanu aññesampi khīṇāsavānaṁ te pahīnā evāti anuyogaṁ manasi katvā vuttaṁ ‘‘savāsanāna’’nti. Na hi bhagavantaṁ ṭhapetvā aññe saha vāsanāya kilese pahātuṁ sakkonti , etena aññehi asādhāraṇaṁ bhagavato arahattanti dassitaṁ hoti. Kā panāyaṁ vāsanā nāma? Pahīnakilesassāpi appahīnakilesassa payogasadisapayogahetubhūto kilesanihito sāmatthiyaviseso āyasmato pilindavacchassa (pārā. 621) vasalasamudācāranimittaṁ viya. Kathaṁ pana ‘‘ārakā’’ti vutte ‘‘kilesehī’’ti ayamattho labbhatīti? Sāmaññajotanāya visese avaṭṭhānato, visesatthinā ca visesassa anupayojetabbato, ‘‘ārakāssa honti pāpakā akusalā dhammā’’tiādīni (ma. ni. 1.434) suttapadānettha udāharitabbāni. Ārakāti cettha ā-kārassa rassattaṁ, ka-kārassa ca ha-kāraṁ, sānusāraṁ katvā niruttinayena ‘‘araha’’nti padasiddhi veditabbā. Vuttamevatthaṁ sukhaggahaṇatthaṁ ‘‘so tato ārakā nāmā’’ti gāthābandhamāha. Tattha samañjanasīlo samaṅgī, na samaṅgitā asamaṅgitā asamannāgamo asahavuttitā.",
  "anya-e0103n7:6": "126. Anatthacaraṇena kilesā eva arayoti kilesārayo. ‘‘Arīnaṁ hatattā arihā’’ti vattabbe niruttinayena ‘‘araha’’nti vuttaṁ.",
  "anya-e0103n7:7": "127. Yañcetaṁ saṁsāracakkanti sambandho. Rathacakkassa nābhi viya mūlāvayavabhūtaṁ anto, bahi ca samavaṭṭhitaṁ avijjābhavataṇhāmayaṁ dvayanti vuttaṁ ‘‘avijjābhavataṇhāmayanābhī’’ti. Nābhiyā, nemiyā ca sambandhā arasadisā paccayaphalabhūtehi avijjātaṇhājarāmaraṇehi sambandhā puññādisaṅkhārāti vuttaṁ ‘‘puññādiabhisaṅkhārāra’’nti. Tattha tattha bhave pariyantabhāvena pākaṭaṁ jarāmaraṇanti taṁ nemiṭṭhāniyaṁ katvā āha ‘‘jarāmaraṇanemī’’ti. Yathā ca rathacakkapavattiyā padhānakāraṇaṁ akkho, evaṁ saṁsāracakkapavattiyā āsavasamudayoti āha ‘‘āsavasamudayamayena akkhena vijjhitvā’’ti. Āsavā eva avijjādīnaṁ kāraṇattā āsavasamudayo. Yathāha ‘‘āsavasamudayā avijjāsamudayo’’ti (ma. ni. 1.103). Vipākakaṭattārūpappabhedo kāmabhavādiko tibhavo eva ratho, tasmiṁ tibhavarathe. Attano paccayehi samaṁ, sabbaso vā ādito paṭṭhāya yojitanti samāyojitaṁ. Ādirahitaṁ kālaṁ pavattatīti katvā anādikālappavattaṁ.",
  "anya-e0103n7:8": "‘‘Khandhānañca paṭipāṭi, dhātuāyatanāna ca;",
  "anya-e0103n7:9": "Abbocchinnaṁ vattamānā, ‘saṁsāro’ti pavuccatī’’ti. (dī. ni. aṭṭha. 2.95 apasādanāvaṇṇanā; saṁ. ni. aṭṭha. 2.2.60; a. ni. aṭṭha. 2.4.199) –",
  "anya-e0103n7:10": "Evaṁ vuttasaṁsārova saṁsāracakkaṁ. Anenāti bhagavatā. Bodhimaṇḍeti bodhisaṅkhātassa ñāṇassa maṇḍabhāvappatte ṭhāne, kāle vā. Vīriyapādehīti saṁkilesavodānapakkhiyesu sannirumbhanasannikkhipanakiccatāya dvidhā pavattehi attano vīriyasaṅkhātehi pādehi. Sīlapathaviyanti patiṭṭhaṭṭhena sīlameva pathavī, tassaṁ. Patiṭṭhāyāti sampādanavasena patiṭṭhahitvā. Saddhāhatthenāti anavajjadhammādānasādhanato saddhāva hattho, tena. Kammakkhayakaranti kāyakammādibhedassa sabbassapi kammassa khayakaraṇato kammakkhayakaraṁ. Ñāṇapharasunti samādhisilāyaṁ sunisitamaggañāṇapharasuṁ gahetvā.",
  "anya-e0103n7:11": "128. Evaṁ ‘‘arānaṁ hatattā’’ti ettha vuttaaraghāte saṁsāraṁ cakkaṁ viya cakkanti gahetvā atthayojanaṁ katvā idāni paṭiccasamuppādadesanākkamenapi taṁ dassetuṁ ‘‘atha vā’’tiādi vuttaṁ. Tattha anamataggaṁ saṁsāravaṭṭanti anu anu amataggaṁ aviññātakoṭikaṁ saṁsāramaṇḍalaṁ. Sesā dasa dhammā saṅkhārādayo jātipariyosānā arā. Kathaṁ? Nābhiyā avijjāya mūlato, nemiyā jarāmaraṇena antato sambandhattāti dassento āha ‘‘avijjāmūlakattā jarāmaraṇapariyantattā cā’’ti. Dukkhādīsūti dukkhasamudayanirodhamaggesu. Tattha dukkhe aññāṇaṁ tadantogadhattā, tappaṭicchādanato ca, sesesu paṭicchādanatova. Dukkhanti cettha dukkhaṁ ariyasaccaṁ adhippetanti taṁ kāmabhavādivasena tidhā bhinditvā tathā tappaṭicchādikaṁ avijjaṁ, avijjādipaccaye tīsu bhavesu saṅkhārādike ca paṭipāṭiyā dassento ‘‘kāmabhave ca avijjā’’tiādimāha. Tattha kāmabhave avijjāti kāmabhave ādīnavappaṭicchādikā avijjā. Rūpabhave arūpabhave avijjāti etthāpi eseva nayo. Kāmabhave saṅkhārānanti kāmabhūmipariyāpannānaṁ saṅkhārānaṁ, kāmabhave vā nipphādetabbā ye saṅkhārā, tesaṁ kāmabhavūpapattinibbattakasaṅkhārānanti attho. Paccayo hotīti puññābhisaṅkhārānaṁ tāva ārammaṇapaccayena ceva upanissayapaccayena cāti dvidhā paccayo hoti. Apuññābhisaṅkhāresu sahajātassa sahajātādivasena , asahajātassa anantarasamanantarādivasena, nānantarassa pana ārammaṇavasena ceva upanissayavasena ca paccayo hoti. Arūpabhave saṅkhārānanti āneñjābhisaṅkhārānaṁ . Paccayo hoti upanissayavaseneva. Imasmiṁ panatthe ettha vitthāriyamāne atippapañco hoti, sayameva ca parato āgamissatīti na naṁ vitthārayāma.",
  "anya-e0103n7:12": "Tiṇṇaṁ āyatanānanti cakkhusotamanāyatanānaṁ. Ekassāyatanassāti manāyatanassa. Iminā nayena phassādīnampi vibhāgo veditabbo. Tattha tattha sā sā taṇhāti rūpataṇhādibhedā tattha tattha kāmabhavādīsu uppajjanakā taṇhā.",
  "anya-e0103n7:13": "Taṇhādimūlikā kathā atisaṁkhittāti taṁ, upādānabhave ca vibhajitvā vitthāretvā dassetuṁ ‘‘katha’’ntiādi vuttaṁ. Tattha ‘‘kāme paribhuñjissāmī’’ti iminā kāmataṇhāpavattimāha. Tathā ‘‘saggasampattiṁ anubhavissāmī’’tiādīhi. Sā pana taṇhā yasmā bhusamādānavasena pavattamānā kāmupādānaṁ nāma hoti, tasmā vuttaṁ ‘‘kāmupādānapaccayā’’ti. Tathevāti kāmupādānapaccayā eva.",
  "anya-e0103n7:14": "Brahmalokasampattinti rūpībrahmaloke sampattiṁ. ‘‘Sabbepi tebhūmakā dhammā kāmanīyaṭṭhena kāmā’’ti (mahāni. 1; cūḷani. ajitamāṇavapucchāniddesa 8 thoka visadisaṁ) vacanato bhavarāgopi kāmupādānamevāti katvā ‘‘kāmupādānapaccayā eva mettaṁ bhāvetī’’tiādi vuttaṁ. Sesupādānamūlikāsupīti etthāyaṁ yojanā – idhekacco ‘‘natthi paro loko’’ti natthikadiṭṭhiṁ gaṇhāti, so diṭṭhupādānapaccayā kāyena duccaritaṁ caratītiādi vuttanayena yojetabbaṁ. Aparo ‘‘asukasmiṁ sampattibhave attā ucchijjatī’’ti ucchedadiṭṭhiṁ gaṇhāti, so tatrūpapattiyā kāyena sucaritaṁ caratītiādi vuttanayeneva yojetabbaṁ. Aparo ‘‘rūpī manomayo hutvā attā ucchijjatī’’ti rūpūpapattiyā maggaṁ bhāveti. Bhāvanāpāripūriyāti sabbaṁ vuttanayeneva veditabbaṁ. Aparo ‘‘arūpabhave uppajjitvā attā ucchijjatī’’ti arūpūpapattiyā maggaṁ bhāveti. Bhāvanāpāripūriyāti sabbaṁ vuttanayeneva veditabbaṁ. Etāhiyeva attavādupādānamūlikāpi yojanā saṁvaṇṇitāti daṭṭhabbaṁ. Evaṁ diṭṭhadhammanibbānavādavasenāpi yojanā veditabbā. Aparo ‘‘sīlena suddhī’’ti ‘‘asuddhimaggaṁ suddhimaggo’’ti parāmasanto sīlabbatupādānapaccayā kāyena duccaritaṁ caratītiādinā sabbaṁ vuttanayeneva yojetabbaṁ.",
  "anya-e0103n7:15": "Idāni yvāyaṁ saṁsāracakkaṁ dassentena ‘‘kāmabhave avijjā kāmabhave saṅkhārānaṁ paccayo hotī’’tiādinā avijjādīnaṁ paccayabhāvo, saṅkhārādīnaṁ paccayuppannabhāvo ca dassito, tameva paṭisambhidāmaggapāḷiṁ ānetvā nigamanavasena dassento ‘‘evaṁ aya’’ntiādimāha. Tattha yathā saṅkhārā hetunibbattā, evaṁ avijjāpi kāmāsavādinā sahetukā evāti āha ‘‘ubhopete hetusamuppannā’’ti. Paccayapariggaheti nāmarūpassa paccayānaṁ avijjādīnaṁ paricchijja gahaṇe, nipphādetabbe bhummaṁ. Paññāti kaṅkhāvitaraṇavisuddhisaṅkhātā pakārato jānanā. Dhammaṭṭhitiñāṇanti paṭiccasamuppādāvabodho. Idañca dhammaṭṭhitiñāṇaṁ yasmā addhāttaye kaṅkhāmalavitaraṇavasena pavattati, tasmā ‘‘atītampi addhāna’’ntiādi vuttaṁ. Eteneva nayenāti etena ‘‘avijjā hetū’’tiādinā avijjāyaṁ vuttena nayena. ‘‘Saṅkhārā hetu, viññāṇaṁ hetusamuppanna’’ntiādinā (paṭi. ma. 1.46) sabbapadāni vitthāretabbāni.",
  "anya-e0103n7:16": "Saṁkhippanti ettha avijjādayo, viññāṇādayo cāti saṅkhepo, hetu, vipāko ca. Hetu vipākoti vā saṁkhippatīti saṅkhepo, avijjādayo viññāṇādayo ca. Saṅkhepabhāvasāmaññena pana ekavacanaṁ katanti daṭṭhabbaṁ. Te pana saṅkhepā atīte hetu, etarahi vipāko, etarahi hetu, āyatiṁ vipākoti evaṁ kālavibhāgena cattāro jātā. Tenāha ‘‘purimasaṅkhepo cettha atīto addhā’’tiādi. Saṅkhepa-saddo vā bhāgādhivacananti atīto hetubhāgo paṭhamo saṅkhepo. Esa nayo sesesupi. Taṇhupādānabhavā gahitāva honti kilesakammabhāvasāmaññato, tehi vinā avijjāsaṅkhārānaṁ sakiccākaraṇato ca. Kammaṁ taṇhā ca tassa sahakārīkāraṇaṁ hutvā vaṭṭanatthena kammavaṭṭaṁ.",
  "anya-e0103n7:17": "Viññāṇanāmarūpasaḷāyatanaphassavedanānaṁ jātijarābhaṅgāvatthā ‘‘jātijarāmaraṇa’’nti vuttāti āha ‘‘jātijarāmaraṇāpadesenaviññāṇādīnaṁniddiṭṭhattā’’ti. Imeti viññāṇādayo. Āyatiṁ vipākavaṭṭaṁ paccuppannahetuto bhāvīnaṁ anāgatānaṁ gahitattā. Teti avijjādayo. Ākāratoti sarūpato avuttāpi tasmiṁ tasmiṁ saṅgahe ākirīyanti avijjāsaṅkhārādiggahaṇehi pakāsīyantīti ākārā, atītahetuādīnaṁ vā pakārā ākārā, tato ākārato. Vīsatividhā honti atītehetupañcakādibhedato.",
  "anya-e0103n7:18": "Saṅkhāraviññāṇānaṁ antarā eko sandhīti hetuto phalassa avicchedappavattibhāvato hetuphalasambandhabhūto eko sandhi. Tathā bhavajātīnamantarā. Vedanātaṇhānamantarā pana phalato hetuno avicchedappavattibhāvato phalahetusambandhabhūto eko sandhi. Phalabhūtopi hi dhammo aññassa hetusabhāvassa dhammassa paccayo hotīti.",
  "anya-e0103n7:19": "Itīti vuttappakāraparāmasanaṁ. Tenāha ‘‘catusaṅkhepa’’ntiādi. Sabbākāratoti idha vuttehi, avuttehi ca paṭiccasamuppādavibhaṅge (vibha. 225 ādayo), anantanayasamantapaṭṭhānādīsu ca āgatehi sabbehi ākārehi. Jānātīti avabujjhati. Passatīti dassanabhūtena ñāṇacakkhunā paccakkhato passati. Aññāti paṭivijjhatīti tesaṁyeva vevacanaṁ. Tanti taṁ jānanaṁ. Ñātaṭṭhenāti yathāsabhāvato jānanaṭṭhena. Pajānanaṭṭhenāti aniccādīhi pakārehi paṭivijjhanaṭṭhena.",
  "anya-e0103n7:20": "Idāni yadatthamidaṁ bhavacakkaṁ idhānītaṁ, taṁ dassetuṁ ‘‘iminā’’tiādi vuttaṁ. Tattha te dhammeti te avijjādike dhamme. Yathābhūtaṁ ñatvāti mahāvajirañāṇena yāthāvato jānitvā. Nibbindanto balavavipassanāya virajjanto vimuccanto ariyamaggehi are hanīti yojanā. Tattha yadā bhagavā virajjati vimuccati, tadā are hanati nāma. Tato paraṁ pana abhisambuddhakkhaṇaṁ gahetvā vuttaṁ ‘‘hani vihani viddhaṁsesī’’ti.",
  "anya-e0103n7:21": "129. Cakkavattino acetane cakkaratane uppanne tattheva loko pūjaṁ karoti, aññattha pūjāvisesā pacchijjanti, kimaṅgaṁ pana sammāsambuddhe uppanneti dassento ‘‘uppanne tathāgate’’tiādimāha. Ko pana vādo aññesaṁ pūjāvisesānanti yathāvuttato aññesaṁ amahesakkhehi devamanussehi kariyamānānaṁ nātiuḷārānaṁ pūjāvisesānaṁ arahabhāve kā nāma kathā. Atthānurūpanti arahattatthassa anurūpaṁ anvatthaṁ.",
  "anya-e0103n7:22": "130.Asilokabhayenāti akittibhayena. Raho pāpaṁ karonti ‘‘mā naṁ koci jaññā’’ti esa bhagavā na kadāci karoti pāpahetūnaṁ bodhimaṇḍe eva suppahīnattā. Aparo nayo – ārakāti arahaṁ, suvidūrabhāvatoicceva attho. Kuto pana suvidūrabhāvatoti? Ye abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tato eva appahīnarāgadosamohā ariyadhammassa akovidā ariyadhamme avinītā ariyadhammassa adassāvino appaṭipannā micchāpaṭipannā ca, tato suvidūrabhāvato. Vuttañhetaṁ bhagavatā –",
  "anya-e0103n7:23": "‘‘Saṅghāṭikaṇṇecepi me, bhikkhave, bhikkhu gahetvā piṭṭhito piṭṭhito anubandho assa pāde pādaṁ nikkhipanto, so ca hoti abhijjhālu kāmesu tibbasārāgo byāpannacitto paduṭṭhamanasaṅkappo muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo. Atha kho so ārakāva mayhaṁ, ahañca tassa. Taṁ kissa hetu? Dhammaṁ hi so, bhikkhave, bhikkhu na passati, dhammaṁ apassanto maṁ na passatī’’ti (itivu. 92).",
  "anya-e0103n7:24": "Yathāvuttapuggalā hi sacepi sāyaṁ pātaṁ satthu santikāvacarāva siyuṁ, na te tāvatā ‘‘satthu santikā’’ti vattabbā, tathā satthāpi nesaṁ. Iti asappurisānaṁ ārakā dūreti arahaṁ.",
  "anya-e0103n7:25": "‘‘Sammā na paṭipajjanti, ye nihīnāsayā narā;",
  "anya-e0103n7:26": "Ārakā tehi bhagavā, dūre tenārahaṁ mato’’ti.",
  "anya-e0103n7:27": "Tathā ārakāti arahaṁ, āsannabhāvatoti attho. Kuto pana āsannabhāvatoti? Ye bhāvitakāyā bhāvitasīlā bhāvitacittā bhāvitapaññā, tato eva pahīnarāgadosamohā ariyadhammassa kovidā ariyadhamme suvinītā ariyadhammassa dassāvino sammāpaṭipannā, tato āsannabhāvato. Vuttampi cetaṁ bhagavatā –",
  "anya-e0103n7:28": "‘‘Yojanasate cepi me, bhikkhave, bhikkhu vihareyya, so ca hoti anabhijjhālu kāmesu na tibbasārāgo abyāpannacitto appaduṭṭhamanasaṅkappo upaṭṭhitassati sampajāno samāhito ekaggacitto saṁvutindriyo. Atha kho so santikeva mayhaṁ, ahañca tassa. Taṁ kissa hetu? Dhammaṁ hi so, bhikkhave, bhikkhu passati, dhammaṁ passanto maṁ passatī’’ti (itivu. 92).",
  "anya-e0103n7:29": "Tathārūpā hi puggalā satthu yojanasahassantarikāpi honti, na tāvatā te ‘‘satthu dūracārino’’ti vattabbā, tathā satthāpi nesaṁ. Iti sappurisānaṁ ārakā āsanneti arahaṁ.",
  "anya-e0103n7:30": "Ye sammā paṭipajjanti, suppaṇītādhimuttikā;",
  "anya-e0103n7:31": "Ārakā tehi āsanne, tenāpi arahaṁ jino.",
  "anya-e0103n7:32": "Ye ime rāgādayo pāpadhammā yasmiṁ santāne uppajjanti, tassa diṭṭhadhammikampi samparāyikampi anatthaṁ āvahanti. Nibbānagāminiyā paṭipadāya ekaṁseneva ujuvipaccanīkabhūtā ca, te attahitaṁ, parahitañca paripūretuṁ sammā paṭipajjantehi sādhūhi dūrato rahitabbā pariccajitabbā pahātabbāti rahā nāma, te ca yasmā bhagavato bodhimūleyeva ariyamaggena sabbaso pahīnā samucchinnā. Yathāha –",
  "anya-e0103n7:33": "‘‘Tathāgatassa kho, brāhmaṇa, rāgo pahīno doso moho, sabbepi pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṁkatā āyatiṁ anuppādadhammā’’ti (pārā. 9-10 atthato samānaṁ).",
  "anya-e0103n7:34": "Tasmā sabbaso na santi etassa rahāti arahoti vattabbe okārassa sānusāraṁ a-kārādesaṁ katvā ‘‘araha’’nti vuttaṁ.",
  "anya-e0103n7:35": "Pāpadhammā rahā nāma, sādhūhi rahitabbato;",
  "anya-e0103n7:36": "Tesaṁ suṭṭhu pahīnattā, bhagavā arahaṁ mato.",
  "anya-e0103n7:37": "Ye te sabbaso pariññātakkhandhā pahīnakilesā bhāvitamaggā sacchikatanirodhā arahanto khīṇāsavā, ye ca sekkhā appattamānasā anuttaraṁ yogakkhemaṁ patthayamānā viharanti, ye ca parisuddhapayogā kalyāṇajjhāsayā saddhāsīlasutādiguṇasampannā puggalā, tehi na rahitabbo na pariccajitabbo, te ca bhagavatāti arahaṁ. Tathā hi ariyapuggalā satthārā diṭṭhadhammassa paccakkhakaraṇato satthu dhammasarīrena avirahitā eva honti. Yathāha āyasmā piṅgiyo –",
  "anya-e0103n7:38": "‘‘Passāmi naṁ manasā cakkhunāva,",
  "anya-e0103n7:39": "Rattindivaṁ brāhmaṇa appamatto;",
  "anya-e0103n7:40": "Namassamāno vivasemi rattiṁ,",
  "anya-e0103n7:41": "Teneva maññāmi avippavāsaṁ.",
  "anya-e0103n7:42": "‘‘Saddhā ca pīti ca mano sati ca,",
  "anya-e0103n7:43": "Nāpentime gotamasāsanamhā;",
  "anya-e0103n7:44": "Yaṁ yaṁ disaṁ vajati bhūripañño,",
  "anya-e0103n7:45": "Sa tena teneva natohamasmī’’ti. (su. ni. 1148-1149);",
  "anya-e0103n7:46": "Teneva ca te aññaṁ satthāraṁ na uddisanti. Yathāha –",
  "anya-e0103n7:47": "‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ diṭṭhisampanno puggalo aññaṁ satthāraṁ uddiseyyāti netaṁ ṭhānaṁ vijjatī’’ti (ma. ni. 3.128; a. ni. 1.276).",
  "anya-e0103n7:48": "Kalyāṇaputhujjanāpi yebhuyyena satthari niccalasaddhā eva honti. Iti suppaṭipannehi purisavisesehi avirahitabbato, tesañca avirahanato na santi etassa rahā pariccajanakā, natthi vā etassa raho sādhūhi pariccajitabbatāti arahaṁ.",
  "anya-e0103n7:49": "‘‘Ye sacchikatasaddhammā, ariyā suddhagocarā;",
  "anya-e0103n7:50": "Na tehi rahito hoti, nātho tenārahaṁ mato’’ti.",
  "anya-e0103n7:51": "Rahoti ca gamanaṁ vuccati, bhagavato ca nānāgatīsu paribbhamanasaṅkhātaṁ saṁsāre gamanaṁ natthi kammakkhayakarena ariyamaggena bodhimūleyeva sabbaso sasambhārassa kammavaṭṭassa viddhaṁsitattā. Yathāha –",
  "anya-e0103n7:52": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "anya-e0103n7:53": "Yakkhattaṁ yena gaccheyyaṁ, manussattañca abbaje;",
  "anya-e0103n7:54": "Te mayhaṁ āsavā khīṇā, viddhastā vinaḷīkatā’’ti. (a. ni. 4.36);",
  "anya-e0103n7:55": "Evaṁ natthi etassa rahogamanaṁ gatīsu paccājātītipi arahaṁ.",
  "anya-e0103n7:56": "Raho vā gamanaṁ yassa, saṁsāre natthi sabbaso;",
  "anya-e0103n7:57": "Pahīnajātimaraṇo, arahaṁ sugato mato.",
  "anya-e0103n7:58": "Pāsaṁsattā vā bhagavā arahaṁ. Akkharacintakā hi pasaṁsāyaṁ araha-saddaṁ vaṇṇenti. Pāsaṁsabhāvo ca bhagavato anaññasādhāraṇo yathābhuccaguṇādhigato sadevake loke suppatiṭṭhito. Tathā hesa anuttarena sīlena anuttarena samādhinā anuttarāya paññāya anuttarāya vimuttiyā asamo asamasamo appaṭimo appaṭibhāgo appaṭipuggaloti evaṁ tasmiṁ tasmiṁ guṇe vibhajitvā vuccamāne paṇḍitapurisehi devehi brahmehi bhagavatā vā pana pariyosāpetuṁ asakkuṇeyyarūpo. Iti pāsaṁsattāpi bhagavā arahaṁ.",
  "anya-e0103n7:59": "Guṇehi sadiso natthi, yasmā loke sadevake;",
  "anya-e0103n7:60": "Tasmā pāsaṁsiyattāpi, arahaṁ dvipaduttamo.",
  "anya-e0103n7:61": "Evaṁ sabbathāpi –",
  "anya-e0103n7:62": "‘‘Ārakā mandabuddhīnaṁ, ārakā ca vijānataṁ;",
  "anya-e0103n7:63": "Rahānaṁ suppahīnattā, vidūnamaraheyyato;",
  "anya-e0103n7:64": "Bhavesu ca rahābhāvā, pāsaṁsā arahaṁ jino’’ti.",
  "anya-e0103n7:65": "131.Sammāti aviparītaṁ. Sāmanti sayameva. Sambuddhoti hi ettha saṁ-saddo ‘‘saya’’nti etassa atthassa bodhako daṭṭhabbo. Sabbadhammānanti anavasesānaṁ ñeyyadhammānaṁ. Kathaṁ panettha sabbadhammāvabodho labbhatīti? Ekadesassa aggahaṇato. Padesaggahaṇe hi asati gahetabbassa nippadesatāva viññāyati yathā ‘‘dikkhito na dadātī’’ti. Evañca katvā atthavisesānapekkhā kattari eva buddhasaddasiddhi veditabbā kammavacanicchāya abhāvato. ‘‘Sammā sāmaṁ buddhattā sammāsambuddho’’ti ettakameva hi idha saddato labbhati, ‘‘sabbadhammāna’’nti pana atthato labbhamānaṁ gahetvā vuttaṁ. Na hi bujjhanakiriyā avisayā yujjati.",
  "anya-e0103n7:66": "Idāni tassā visayaṁ ‘‘sabbadhamme’’ti sāmaññato vuttaṁ vibhajitvā dassetuṁ ‘‘abhiññeyye dhamme’’tiādi vuttaṁ. Tattha abhiññeyyeti abhivisiṭṭhena ñāṇena jānitabbe. Ke pana teti? Catusaccadhamme. Abhiññeyyato buddhoti abhiññeyyabhāvato bujjhi. Pubbabhāge vipassanāpaññāya, adhigamakkhaṇe maggapaññāya, aparabhāge sabbaññutaññāṇādīhi aññāsīti attho. Ito paresupi eseva nayo. Pariññeyye dhammeti dukkhaṁ ariyasaccamāha. Pahātabbeti samudayapakkhiye. Sacchikātabbeti nibbānaṁ sandhāyāha. Bahuvacananiddeso pana sopādisesādikaṁ pariyāyasiddhaṁ bhedaṁ gahetvā kato, uddeso vā ayaṁ catusaccadhammānanti. Tathā hi vakkhati ‘‘cakkhuṁ dukkhasacca’’ntiādi. Uddeso ca avinicchitatthaparicchedassa dhammassa vasena karīyati. Uddesena hi uddisiyamānānaṁ dhammānaṁ atthitāmattaṁ vuccati, na paricchedoti aparicchedena bahuvacanena vuttaṁ yathā ‘‘appaccayā dhammā, asaṅkhatā dhammā’’ti (dha. sa. dukamātikā 7-8). Sacchikātabbeti vā phalavimuttīnampi gahaṇaṁ, na nibbānassevāti bahuvacananiddeso kato. Evañca bhāvetabbeti ettha jhānānampi gahaṇaṁ daṭṭhabbaṁ.",
  "anya-e0103n7:67": "Gāthāyaṁ bhāvetabbañcāti ettha ca-saddo avuttasamuccayattho, tena sacchikātabbassa gahaṇaṁ veditabbaṁ. Tasmā buddhosmīti yasmā cattāri saccāni mayā buddhāni, saccavinimuttañca kiñci ñeyyaṁ natthi, tasmā sabbampi ñeyyaṁ buddhosmi, abbhaññāsinti attho.",
  "anya-e0103n7:68": "132. Evaṁ saccavasena sāmaññato vuttamatthaṁ dvārārammaṇehi saddhiṁ dvārappavattadhammehi, khandhādīhi ca saccavaseneva vibhajitvā dassetuṁ ‘‘api cā’’tiādi āraddhaṁ. Tattha mūlakāraṇabhāvenāti santesupi avijjādīsu aññesu kāraṇesu tesampi mūlabhūtakāraṇabhāvena. Taṇhā hi kammassa vicittabhāvahetuto, sahāyabhāvūpagamanato ca dukkhavicittatāya padhānakāraṇaṁ. Samuṭṭhāpikāti uppādikā. Purimataṇhāti purimabhavasiddhā taṇhā. Ubhinnanti cakkhussa , taṁsamudayassa ca. Appavattīti appavattinimittaṁ. Nirodhapajānanāti sacchikiriyābhisamayavasena nirodhassa paṭivijjhanā. Ekekapaduddhārenāti ‘‘cakkhuṁ cakkhusamudayo’’tiādinā ekekakoṭṭhāsaniddhāraṇena . Taṇhāyapi pariññeyyabhāvasabbhāvato, upādānakkhandhantogadhattā ca dukkhasaccasaṅgahaṁ dassetuṁ ‘‘rūpataṇhādayo cha taṇhākāyā’’ti vuttaṁ.",
  "anya-e0103n7:69": "Kasiṇānīti kasiṇajjhānāni. Dvattiṁsākārāti dvattiṁsa koṭṭhāsā, tadārammaṇajjhānāni ca. Nava bhavāti kāmabhavādayo tayo, saññībhavādayo tayo, ekavokārabhavādayo tayoti nava bhavā. Cattāri jhānānīti aggahitārammaṇavisesāni cattāri rūpāvacarajjhānāni, vipākajjhānānaṁ vā etaṁ gahaṇaṁ. Ettha ca kusaladhammānaṁ upanissayabhūtā taṇhā samuṭṭhāpikā purimataṇhāti veditabbā. Kiriyadhammānaṁ pana yattha te tassa attabhāvassa kāraṇabhūtā.",
  "anya-e0103n7:70": "Anubuddhoti bujjhitabbadhammassa anurūpato buddho. Tenāti tasmā. Yasmā sāmaññato, visesato ca ekekapaduddhārena sabbadhamme buddho, tasmā vuttaṁ. Kinti āha ‘‘sammā sāmañca sabbadhammānaṁ buddhattā’’ti, sabbassapi ñeyyassa sabbākārato aviparītaṁ sayameva abhisambuddhattāti attho. Imināssa paropadesarahitassa sabbākārena sabbadhammāvabodhanasamatthassa ākaṅkhappaṭibaddhavuttino anāvaraṇañāṇasaṅkhātassa sabbaññutaññāṇassa adhigamo dassito.",
  "anya-e0103n7:71": "Nanu ca sabbaññutaññāṇato aññaṁ anāvaraṇañāṇaṁ, aññathā ‘‘cha asādhāraṇañāṇāni buddhañāṇānī’’ti (paṭi. ma. mātikā 1.73) vacanaṁ virujjheyyāti? Na virujjhati, visayapavattibhedavasena aññehi asādhāraṇabhāvadassanatthaṁ ekasseva ñāṇassa dvidhā vuttattā. Ekameva hi taṁ ñāṇaṁ anavasesasaṅkhatāsaṅkhatasammutidhammavisayatāya sabbaññutaññāṇaṁ, tattha ca āvaraṇābhāvato nissaṅgacāramupādāya ‘‘anāvaraṇañāṇa’’nti vuttaṁ. Yathāha paṭisambhidāyaṁ ‘‘sabbaṁ saṅkhatamasaṅkhataṁ anavasesaṁ jānātīti sabbaññutaññāṇaṁ, tattha āvaraṇaṁ natthīti anāvaraṇañāṇa’’ntiādi (paṭi. ma. 1.119). Tasmā natthi nesaṁ atthato bhedo, ekantena cetaṁ evamicchitabbaṁ. Aññathā sabbaññutānāvaraṇañāṇānaṁ sādhāraṇatā, asabbadhammārammaṇatā ca āpajjeyya. Na hi bhagavato ñāṇassa aṇumattampi āvaraṇaṁ atthi, anāvaraṇañāṇassa ca asabbadhammārammaṇabhāve yattha taṁ na pavattati, tatthāvaraṇasabbhāvato anāvaraṇabhāvoyeva na siyā. Atha vā pana hotu aññameva anāvaraṇañāṇaṁ sabbaññutaññāṇato, idha pana sabbattha appaṭihatavuttitāya anāvaraṇañāṇanti sabbaññutaññāṇameva adhippetaṁ. Tassa cādhigamena bhagavā ‘‘sabbaññū, sabbavidū, sammāsambuddho’’ti ca vuccati na sakiṁyeva sabbadhammāvabodhato. Tathā ca vuttaṁ paṭisambhidāyaṁ (paṭi. ma. 1.162) ‘‘vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhā sacchikā paññatti yadidaṁ ‘‘buddho’’ti. Sabbadhammāvabodhanasamatthañāṇasamadhigamena hi bhagavato santāne anavasesadhamme paṭivijjhituṁ samatthatā ahosīti.",
  "anya-e0103n7:72": "Etthāha – kiṁ panidaṁ ñāṇaṁ pavattamānaṁ sakiṁyeva sabbasmiṁ visaye pavattati, udāhu kamenāti? Kiñcettha – yadi tāva sakiṁyeva sabbasmiṁ visaye pavattati, atītānāgatapaccuppannaajjhattabahiddhādibhedabhinnānaṁ saṅkhatadhammānaṁ, asaṅkhatasammutidhammānañca ekajjhaṁ upaṭṭhāne dūrato cittapaṭaṁ pekkhantassa viya paṭivibhāgenāvabodho na siyā, tathā ca sati ‘‘sabbe dhammā anattā’’ti vipassantānaṁ anattākārena viya sabbadhammā anirūpitarūpena bhagavato ñāṇassa visayā hontīti āpajjati. Yepi ‘‘sabbañeyyadhammānaṁ ṭhitalakkhaṇavisayaṁ vikapparahitaṁ sabbakālaṁ buddhānaṁ ñāṇaṁ pavattati, tena te ‘sabbavidū’ti vuccanti, evañca katvā ‘caraṁ samāhito nāgo, tiṭṭhantopi samāhito’ti idampi vacanaṁ suvuttaṁ hotī’’ti vadanti, tesampi vuttadosānātivatti, ṭhitalakkhaṇārammaṇatāya ca atītānāgatasammutidhammānaṁ tadabhāvato ekadesavisayameva bhagavato ñāṇaṁ siyā. Tasmā sakiṁyeva ñāṇaṁ pavattatīti na yujjati.",
  "anya-e0103n7:73": "Atha kamena sabbasmiṁ visaye ñāṇaṁ pavattati? Evampi na yujjati. Na hi jātibhūmisabhāvādivasena, disādesakālādivasena ca anekabhedabhinne ñeyye kamena gayhamāne tassa anavasesapaṭivedho sambhavati, apariyantabhāvato ñeyyassa. Ye pana ‘‘atthassa avisaṁvādanato ñeyyassa ekadesaṁ paccakkhaṁ katvā ‘sesepi eva’nti adhimuccitvā vavatthāpanena sabbaññū bhagavā, tañca ñāṇaṁ na anumānikaṁ saṁsayābhāvato. Saṁsayānubaddhaṁ hi loke anumānañāṇa’’nti vadanti, tesampi taṁ na yuttaṁ. Sabbassa hi appaccakkhabhāve atthāvisaṁvādanena ñeyyassa ekadesaṁ paccakkhaṁ katvā ‘‘sesepi eva’’nti adhimuccitvā vavatthāpanassa asambhavato. Yañhi taṁ sesaṁ, taṁ appaccakkhanti.",
  "anya-e0103n7:74": "Atha tampi paccakkhaṁ, tassa sesabhāvo eva na siyāti? Sabbametaṁ akāraṇaṁ. Kasmā ? Avisayavicāraṇabhāvato. Vuttaṁ hetaṁ bhagavatā ‘‘buddhavisayo, bhikkhave, acinteyyo na cintetabbo. Yo cinteyya, ummādassa vighātassa bhāgī assā’’ti (a. ni. 4.77). Idaṁ panettha sanniṭṭhānaṁ – yaṁkiñci bhagavatā ñātuṁ icchitaṁ sakalaṁ, ekadeso vā, tattha appaṭihatavuttitāya paccakkhato ñāṇaṁ pavattati, niccasamādhānañca vikkhepābhāvato. Ñātuṁ icchitassa ca sakalassa avisayabhāve tassa ākaṅkhappaṭibaddhavuttitā na siyā, ekanteneva sā icchitabbā ‘‘sabbe dhammā buddhassa bhagavato āvajjanappaṭibaddhā ākaṅkhappaṭibaddhā manasikārappaṭibaddhā cittuppādappaṭibaddhā’’ti vacanato. Atītānāgatavisayampi bhagavato ñāṇaṁ anumānāgamatakkaggahaṇavirahitattā paccakkhameva.",
  "anya-e0103n7:75": "Nanu ca etasmiṁ pakkhe yadā sakalaṁ ñātuṁ icchitaṁ, tadā sakiṁyeva sakalavisayatāya anirūpitarūpena bhagavato ñāṇaṁ pavatteyyāti vuttadosānātivattiyevāti? Na, tassa visodhitattā. Visodhito hi so buddhavisayo acinteyyoti. Aññathā pacurajanañāṇasamānavuttitāya buddhānaṁ bhagavantānaṁ ñāṇassa acinteyyatā na siyā. Tasmā sakaladhammārammaṇampi taṁ ekadhammārammaṇaṁ viya suvavatthāpiteyeva te dhamme katvā pavattatīti idamettha acinteyyaṁ. Vuttañhetaṁ ‘‘yāvatakaṁ ñeyyaṁ, tāvatakaṁ ñāṇaṁ. Yāvatakaṁ ñāṇaṁ, tāvatakaṁ ñeyyaṁ. Ñeyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ ñeyya’’nti (mahāni. 69; cūḷani. mogharājamāṇavapucchāniddesa 85; paṭi. ma. 3.5). Evamekajjhaṁ, visuṁ, sakiṁ, kamena vā icchānurūpaṁ sammā sāmañca sabbadhammānaṁ buddhattā sammāsambuddho.",
  "anya-e0103n7:76": "133.Vijjāhīti ettha vindiyaṁ vindatīti vijjā, yāthāvato upalabbhatīti attho. Attano vā paṭipakkhassa vijjhanaṭṭhena vijjā, tamokkhandhādikassa padālanaṭṭhenāti attho. Tato eva attano visayassa viditakaraṇaṭṭhenapi vijjā. Sampannattāti samannāgatattā, paripuṇṇattā vā, avikalattāti attho. Tissannaṁ, aṭṭhannaṁ ca vijjānaṁ tattha tattha sutte gahaṇaṁ vineyyajjhāsayavasenāti daṭṭhabbaṁ. Satta saddhammā nāma saddhā hirī ottappaṁ bāhusaccaṁ vīriyaṁ sati paññā ca. Ye sandhāya vuttaṁ ‘‘idha bhikkhu saddho hotī’’tiādi (a. ni. 10.11). Cattāri jhānānīti yāni kānici cattāri rūpāvacarajjhānāni.",
  "anya-e0103n7:77": "Kasmā panettha sīlādayo pannaraseva ‘‘caraṇa’’nti vuttāti codanaṁ sandhāyāha ‘‘imeyeva hī’’tiādi . Tena tesaṁ sikkhattayasaṅgahato nibbānupagamane ekaṁsato sādhanabhāvamāha. Idāni tadatthasādhanāya āgamaṁ dassento ‘‘yathāhā’’tiādimāha. Bhagavātiādi vuttassevatthassa nigamanavasena vuttaṁ.",
  "anya-e0103n7:78": "Nanu cāyaṁ vijjācaraṇasampadā sāvakesupi labbhatīti? Kiñcāpi labbhati, na pana tathā, yathā bhagavatoti dassetuṁ ‘‘tattha vijjāsampadā’’tiādi vuttaṁ. Caraṇadhammapariyāpannattā karuṇābrahmavihārassa, so cettha mahaggatabhāvappattā sādhāraṇabhāvoti āha ‘‘caraṇasampadā mahākāruṇikataṁ pūretvā ṭhitā’’ti. Yathā sattānaṁ anatthaṁ parivajjetvā atthe niyojanaṁ paññāya vinā na hoti, evaṁ nesaṁ atthānatthajānanaṁ satthu karuṇāya vinā na hotīti ubhayampi ubhayattha sakiccakameva siyā. Yattha pana yassā padhānabhāvo, taṁ dassetuṁ ‘‘so sabbaññutāyā’’tiādi vuttaṁ. Tattha yathā taṁ vijjācaraṇasampannoti yathā aññopi vijjācaraṇasampanno, tena vijjācaraṇasampannassevāyaṁ āveṇikā paṭipattīti dasseti. Sā panāyaṁ satthu vijjācaraṇasampadā sāsanassa niyyānikatāya sāvakānaṁ sammāpaṭipattiyā ekantakāraṇanti dassetuṁ ‘‘tenassā’’tiādi vuttaṁ. Taṁ suviññeyyameva.",
  "anya-e0103n7:79": "Ettha ca vijjāsampadāya satthu paññāmahattaṁ pakāsitaṁ hoti, caraṇasampadāya karuṇāmahattaṁ. Tesu paññāya bhagavato dhammarajjappatti, karuṇāya dhammasaṁvibhāgo. Paññāya saṁsāradukkhanibbidā, karuṇāya saṁsāradukkhasahanaṁ. Paññāya paradukkhaparijānanaṁ, karuṇāya paradukkhapatikārārambho. Paññāya parinibbānābhimukhabhāvo, karuṇāya tadadhigamo. Paññāya sayaṁ taraṇaṁ, karuṇāya paresaṁ tāraṇaṁ. Paññāya buddhabhāvasiddhi, karuṇāya buddhakiccasiddhi. Karuṇāya vā bodhisattabhūmiyaṁ saṁsārābhimukhabhāvo, paññāya tattha anabhirati. Tathā karuṇāya paresaṁ abhiṁsāpanaṁ , paññāya sayaṁ parehi abhāyanaṁ. Karuṇāya paraṁ rakkhanto attānaṁ rakkhati, paññāya attānaṁ rakkhanto paraṁ rakkhati. Tathā karuṇāya aparantapo, paññāya anattantapo. Tena attahitāya paṭipannādīsu catūsu puggalesu catutthapuggalabhāvo siddho hoti. Tathā karuṇāya lokanāthatā, paññāya attanāthatā. Karuṇāya cassa ninnatābhāvo, paññāya unnamābhāvo. Tathā karuṇāya sabbasattesu janitānuggaho paññānugatattā na ca na sabbattha virattacitto, paññāya sabbadhammesu virattacitto karuṇānugatattā na ca na sabbasattānuggahāya pavatto. Yathā hi karuṇā bhagavato sinehasokavirahitā, evaṁ paññā ahaṁkāramamaṁkāravinimuttāti aññamaññavisodhitā paramavisuddhā guṇavisesā vijjācaraṇasampadāhi pakāsitāti daṭṭhabbaṁ.",
  "anya-e0103n7:80": "134.Gamanampi hi gatanti vuccati ‘‘gate ṭhite’’tiādīsu (dī. ni. 1.214; 2.376). Sobhananti subhaṁ. Subhabhāvo visuddhatāya, visuddhatā dosavigamenāti āha ‘‘parisuddhamanavajja’’nti. Gamanañca nāma bahuvidhanti idhādhippetaṁ gamanaṁ dassento ‘‘ariyamaggo’’ti āha. So hi nibbānassa gati adhigamoti katvā ‘‘gataṁ, gamana’’nti ca vuccati. Idāni tasseva gahaṇe kāraṇaṁ dassetuṁ ‘‘tena hesā’’tiādi vuttaṁ. Khemaṁ disanti nibbānaṁ. Asajjamānoti paripanthābhāvena sugatigamanepi asajjanto saṅgaṁ akaronto, pageva itarattha. Atha vā ekāsane nisīditvā khippabhiññāvaseneva catunnampi maggānaṁ paṭiladdhabhāvato asajjamāno asajjanto gato. Yaṁ gamanaṁ gacchanto sabbamanatthaṁ apaharati, sabbañca anuttaraṁ sampattiṁ āvahati, tadeva sobhanaṁ nāma. Tena ca bhagavā gatoti āha ‘‘iti sobhanagamanattā sugato’’ti sobhanattho su-saddoti katvā.",
  "anya-e0103n7:81": "Asundarānaṁ dukkhānaṁ saṅkhārappavattīnaṁ abhāvato accantasukhattā ekantato sundaraṁ nāma asaṅkhatā dhātūti āha ‘‘sundarañcesa ṭhānaṁ gato amataṁ nibbāna’’nti. Tenāha bhagavā ‘‘nibbānaṁ paramaṁ sukha’’nti (ma. ni. 2.215; dha. pa. 203-204). Sammāti suṭṭhu. Suṭṭhu gamanañca nāma paṭipakkhena anabhibhūtassa gamananti āha ‘‘pahīne kilese puna apaccāgacchanto’’ti. Idañca sikhāppattaṁ sammāgamanaṁ, yāya āgamanīyapaṭipadāya siddhaṁ, sāpi sammāgamanamevāti evampi bhagavā sugatoti dassetuṁ ‘‘sammā vā gato’’tiādi vuttaṁ. Sammāpaṭipattiyāti sammāsambodhiyā sampāpane aviparītapaṭipattiyā. ‘‘Sabbalokassa hitasukhameva karonto’’ti etena mahābodhiyā paṭipadā avibhāgena sabbasattānaṁ sabbadā hitasukhāvahabhāveneva pavattatīti dasseti. ‘‘Sassataṁ ucchedanti ime ante anupagacchanto gato’’ti etena paṭiccasamuppādagatiṁ dasseti. ‘‘Kāmasukhaṁ attakilamathanti ime anupagacchanto gato’’ti etena ariyamaggagatiṁ dasseti.",
  "anya-e0103n7:82": "Tatrāti yuttaṭṭhāne yuttasseva bhāsane nipphādetabbe, sādhetabbe cetaṁ bhummaṁ. Abhūtanti abhūtatthaṁ. Atthamukhena hi vācāya abhūtatā, bhūtatā vā. Atacchanti tasseva vevacanaṁ. Abhūtanti vā asantaṁ avijjamānaṁ. Atacchanti atathākāraṁ aññathāsantaṁ. Anatthasañhitanti diṭṭhadhammikena, samparāyikena vā anatthena sañhitaṁ, anatthāvahaṁ. Na atthoti anattho, atthassa paṭipakkho, abhāvo ca, tena sañhitaṁ, pisuṇavācaṁ, samphappalāpañcāti attho. Evamettha catubbidhassāpi vacīduccaritassa saṅgaho daṭṭhabbo. Ettha ca paṭhamā vācā sīlavantaṁ ‘‘dussīlo’’ti, acaṇḍālādimeva ‘‘caṇḍālo’’tiādinā bhāsamānassa daṭṭhabbā. Dutiyā dussīlaṁ ‘‘dussīlo’’ti, caṇḍālādimeva ‘‘caṇḍālo’’tiādinā avinayena bhāsamānassa. Tatiyā nerayikādikassa nerayikādibhāvavibhāvanīkathā yathā ‘‘āpāyiko devadatto nerayiko’’tiādikā (cūḷava. 348). Catutthī ‘‘vedavihitena yaññavidhinā pāṇātipātādikataṁ sugatiṁ āvahatī’’ti lokassa byāmohanakathā. Pañcamī bhūtena pesuññūpasaṁhārādikathā. Chaṭṭhā yuttappattaṭṭhāne pavattitā dānasīlādikathā veditabbā. Evaṁ sammā gadattāti yathāvuttaṁ abhūtādiṁ vajjetvā bhūtaṁ tacchaṁ atthasañhitaṁ piyaṁ manāpaṁ tato eva sammā suṭṭhu gadanato sugato da-kārassa ta-kāraṁ katvā. Āpāthagamanamattena kassaci appiyampi hi bhagavato vacanaṁ piyaṁ manāpameva atthasiddhiyā lokassa hitasukhāvahattā.",
  "anya-e0103n7:83": "Apica sobhanaṁ gataṁ gamanaṁ etassāti sugato. Bhagavato hi veneyyajanupasaṅkamanaṁ ekantena tesaṁ hitasukhanipphādanato sobhanaṁ bhaddakaṁ . Tathā lakkhaṇānubyañjanapaṭimaṇḍitarūpakāyatāya dutavilambitakhalitānukaḍḍhananippīḷanukkuṭikakuṭilākulatādidosarahitavilāsitarājahaṁsavasabhavāraṇamigarājagamanaṁ kāyagamanaṁ, ñāṇagamanañca vipulanimmalakaruṇāsativīriyādiguṇavisesasahitaṁ abhinīhārato yāva mahābodhi anavajjatāya, sattānaṁ hitasukhāvahatāya ca sobhanameva. Atha vā sayambhūñāṇena sakalampi lokaṁ pariññābhisamayavasena parijānanto sammā gato avagatoti sugato. Tathā lokasamudayaṁ pahānābhisamayavasena pajahanto anuppattidhammataṁ āpādento sammā gato atītoti sugato. Lokanirodhaṁ nibbānaṁ sacchikiriyābhisamayavasena sammā gato adhigatoti sugato. Lokanirodhagāminiṁ paṭipadaṁ bhāvanābhisamayavasena sammā gato paṭipannoti sugato. Tathā yaṁ imassa sadevakassa lokassa diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, sabbaṁ taṁ hatthatale āmalakaṁ viya sammā paccakkhato gato abbhaññāsīti sugato.",
  "anya-e0103n7:84": "135.Sabbathāti sabbappakārena. Yo yo loko yathā yathā veditabbo, tathā tathā. Te pana pakāre dassetuṁ ‘‘sabhāvato’’tiādi vuttaṁ. Tattha sabhāvatoti dukkhasabhāvato. Sabbo hi loko dukkhasabhāvo. Yathāha ‘‘saṁkhittena pañcupādānakkhandhā dukkhā’’ti (mahāva. 14; dī. ni. 2.387). Samudayatoti yato so samudeti, tato taṇhādito. Nirodhatoti yattha so nirujjhati, tato visaṅkhārato. Nirodhūpāyatoti yena vidhinā so nirodho pattabbo, tato ariyamaggato, ito aññassa pakārassa abhāvā.",
  "anya-e0103n7:85": "Iti ‘‘sabbathā lokaṁ avedī’’ti vatvā tadatthasādhakaṁ suttaṁ dassento ‘‘yattha kho āvuso’’tiādimāha. Tattha ‘‘na jāyatī’’tiādinā ujukaṁ jātiādīni paṭikkhipitvā ‘‘na cavati na upapajjatī’’ti padadvayena aparāparaṁ cavanupapajjanāni paṭikkhipati. Keci pana ‘‘na jāyatītiādi gabbhaseyyakavasena vuttaṁ, itaraṁ opapātikavasenā’’ti vadanti. Tanti jātiādirahitaṁ. Gamanenāti padasā gamanena. Ñāteyyanti jānitabbaṁ. ‘‘Ñātāya’’nti vā pāṭho, ñātā ayaṁ nibbānatthikoti adhippāyo.",
  "anya-e0103n7:86": "Kāmaṁ pādagamanena gantvā lokassantaṁ ñātuṁ, daṭṭhuṁ, pattuṁ vā na sakkā, apica parimitaparicchinnaṭṭhāne taṁ paññāpetvā dassemīti dassento ‘‘apicā’’tiādimāha. Tattha sasaññimhīti saññāsahite. Tato eva samanake saviññāṇake. Aviññāṇake pana utusamuṭṭhānarūpasamudāyamatte paññāpetuṁ na sakkāti adhippāyo. Lokanti khandhādilokaṁ. Lokanirodhanti tassa lokassa nirujjhanaṁ, nibbānameva vā. Adesampi hi taṁ yesaṁ nirodho, tesaṁ vasena upacārato, desatopi niddisīyati yathā ‘‘cakkhuṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhatī’’ti (dī. ni. 2.401; ma. ni. 1.134; vibha. 204).",
  "anya-e0103n7:87": "Gamanenāti pākatikagamanena. Lokassantoti saṅkhāralokassa anto antakiriyāhetubhūtaṁ nibbānaṁ. Kudācananti kadācipi. Apatvāti aggamaggena anadhigantvā. Pamocananti pamutti nissaraṇaṁ. Tasmāti yasmā lokassantaṁ apatvā vaṭṭadukkhato mutti natthi, tasmā. Haveti nipātamattaṁ. Lokavidūti sabhāvādito sabbaṁ lokaṁ jānanto. Sumedhoti sundarapañño. Lokantagūti pariññābhisamayena lokaṁ viditvā pahānābhisamayena lokantagū. Maggabrahmacariyavāsassa pariniṭṭhitattā vusitabrahmacariyo. Sabbesaṁ kilesānaṁ samitattā, catusaccadhammānaṁ vā abhisamitattā samitāvī. Nāsīsati na pattheti. Yathā imaṁ lokaṁ, evaṁ parañca lokaṁ appaṭisandhikattā.",
  "anya-e0103n7:88": "136. Evaṁ yadipi lokavidutā anavasesato dassitā sabhāvato dassitattā, loko pana ekadeseneva vuttoti taṁ anavasesato dassetuṁ ‘‘apica tayo lokā’’tiādi vuttaṁ. Tattha indriyabaddhānaṁ khandhānaṁ samūho, santāno ca sattaloko. Rūpādīsu sattavisattatāya satto, lokīyanti ettha kusalākusalaṁ, tabbipāko cāti lokoti. Anindriyabaddhānaṁ rūpādīnaṁ samūho, santāno ca okāsaloko lokiyanti ettha tasā, thāvarā ca, tesañca okāsabhūtoti. Tadādhāratāya hesa ‘‘bhājanaloko’’tipi vuccati. Ubhayepi khandhā saṅkhāraloko paccayehi saṅkharīyanti, lujjanti palujjanti cāti. Āhāraṭṭhitikāti paccayaṭṭhitikā, paccayāyattavuttikāti attho. Paccayattho hettha āhāra-saddo ‘‘ayamāhāro anuppannassa vā kāmacchandassa uppādāyā’’tiādīsu (saṁ. ni. 5.232) viya. Evaṁ hi ‘‘sabbe sattā’’ti iminā asaññasattāpi pariggahitā honti. Sā panāyaṁ āhāraṭṭhitikatā nippariyāyato saṅkhāradhammo, na sattadhammoti āha ‘‘āhāraṭṭhitikāti āgataṭṭhāne saṅkhāraloko veditabbo’’ti.",
  "anya-e0103n7:89": "Yadi evaṁ ‘‘sabbe sattā’’ti idaṁ kathanti? Puggalādhiṭṭhānā desanāti nāyaṁ doso. Yathā aññatthāpi ‘‘ekadhamme, bhikkhave, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. Katamasmiṁ ekadhamme? Sabbe sattā āhāraṭṭhitikā’’ti (a. ni. 10.27). Diṭṭhigatikānaṁ sassatādivasena ‘‘attā, loko’’ti ca parikappanā yebhuyyena sattavisayā, na saṅkhāravisayāti āha ‘‘sassato lokoti vā asassato lokoti vā āgataṭṭhāne sattaloko veditabbo’’ti.",
  "anya-e0103n7:90": "Yāvatā candimasūriyā pariharantīti yattake ṭhāne candimasūriyā parivattanti paribbhamanti. Disā bhanti virocamānāti tesaṁ paribbhamaneneva tā disā pabhassarā hutvā virocanti. Tāva sahassadhā lokoti tattakaṁ sahassappakāro okāsaloko, sahassalokadhātuyoti attho. ‘‘Tāva sahassavā’’ti vā pāṭho.",
  "anya-e0103n7:91": "Tampīti taṁ tividhampi lokaṁ. Tathā hissa sabbathāpi viditoti sambandho. Eko lokoti ‘‘sabbe sattā āhāraṭṭhitikā’’ti yāya puggalādhiṭṭhānāya kathāya sabbesaṁ saṅkhārānaṁ paccayāyattavuttitā vuttā, tāya sabbo saṅkhāraloko eko ekavidho pakārantarassa abhāvato. Dve lokātiādīsupi iminā nayena attho veditabbo. Nāma-ggahaṇena cettha nibbānassa aggahaṇaṁ, tassa alokasabhāvattā. Nanu ca ‘‘āhāraṭṭhitikā’’ti ettha paccayāyattavuttitāya maggaphaladhammānampi lokatā āpajjatīti? Nāpajjati, pariññeyyānaṁ dukkhasaccadhammānaṁ idha ‘‘loko’’ti adhippetattā. Atha vā ‘‘na lujjati na palujjatī’’ti yo gahito tathā na hoti, so lokoti taṁgahaṇarahitānaṁ lokuttarānaṁ natthi lokatā. Upādānānaṁ ārammaṇabhūtā khandhā upādānakkhandhā. Dasāyatanānīti dasa rūpāyatanāni.",
  "anya-e0103n7:92": "Ettha ca ‘‘āhāraṭṭhitikā’’ti paccayāyattavuttitāvacanena saṅkhārānaṁ aniccatā. Tāya ca ‘‘yadaniccaṁ, taṁ dukkhaṁ. Yaṁ dukkhaṁ, tadanattā’’ti (saṁ. ni. 3.15) vacanato dukkhānattatā ca pakāsitā hontīti tīṇipi sāmaññalakkhaṇāni gahitāni. Nāmanti cattāro arūpino khandhā, te ca atthato phassādayo. Rūpanti bhūtupādāyarūpāni, tāni ca atthato pathavīādayoti aviseseneva salakkhaṇato saṅkhārā gahitā. Taggahaṇeneva ye tesaṁ visesā kusalādayo, hetuādayo ca, tepi gahitā eva hontīti āha ‘‘iti ayaṁ saṅkhāralokopi sabbathā vidito’’ti.",
  "anya-e0103n7:93": "Āgamma cittaṁ seti etthāti āsayo migāsayo viya. Yathā migo gocarāya gantvā paccāgantvā tattheva vanagahane sayatīti so tassa āsayo, evaṁ aññathā pavattitvāpi cittaṁ āgamma yattha seti, so tassa āsayoti vuccati. So pana sassatadiṭṭhiādivasena catubbidho. Vuttañca –",
  "anya-e0103n7:94": "‘‘Sassatucchedadiṭṭhi ca, khanti cevānulomikā;",
  "anya-e0103n7:95": "Yathābhūtañca yaṁ ñāṇaṁ, etaṁ āsayasaddita’’nti.",
  "anya-e0103n7:96": "Tattha sabbadiṭṭhīnaṁ sassatucchedadiṭṭhīhi saṅgahitattā sabbepi diṭṭhigatikā sattā imā eva dve diṭṭhiyo sannissitā. Yathāha ‘‘dvayanissito khvāyaṁ, kaccāna, loko yebhuyyena atthitañca natthitañcā’’ti (saṁ. ni. 2.15). Atthitāti hi sassataggāho adhippeto, natthitāti ucchedaggāho. Ayaṁ tāva vaṭṭanissitānaṁ puthujjanānaṁ āsayo. Vivaṭṭanissitānaṁ pana suddhasattānaṁ anulomikā khanti, yathābhūtañāṇanti duvidho āsayo.",
  "anya-e0103n7:97": "Āsayaṁ jānātīti catubbidhampi sattānaṁ āsayaṁ jānāti. Jānanto ca tesaṁ diṭṭhigatānaṁ, tesañca ñāṇānaṁ appavattikkhaṇepi jānāti. Vuttañhetaṁ –",
  "anya-e0103n7:98": "‘‘Kāmaṁ sevantaññeva jānāti ‘ayaṁ puggalo kāmagaruko kāmāsayo kāmādhimutto’ti, kāmaṁ sevantaññeva jānāti ‘ayaṁ puggalo nekkhammagaruko nekkhammāsayo nekkhammādhimutto’ti’’ādi (paṭi. ma. 1.113).",
  "anya-e0103n7:99": "Appahīnabhāvena santāne anu anu sayantīti anusayā, anurūpaṁ kāraṇaṁ labhitvā uppajjantīti attho. Etena nesaṁ kāraṇalābhe uppajjanārahataṁ dasseti. Appahīnā hi kilesā kāraṇalābhe sati uppajjanti. Ke pana te? Rāgādayo satta anāgatā kilesā, atītā, paccuppannā ca taṁsabhāvattā tathā vuccanti. Na hi dhammānaṁ kālabhedena sabhāvabhedo atthi. Taṁ sattavidhaṁ anusayaṁ tassa tassa sattassa santāne paroparabhāvena pavattamānaṁ jānāti.",
  "anya-e0103n7:100": "Caritanti sucaritaduccaritaṁ. Taṁ hi vibhaṅge (vibha. 814, 817) caritaniddese niddiṭṭhaṁ. Atha vā caritanti cariyā veditabbā. Tā pana rāgadosamohasaddhābuddhivitakkavasena cha mūlacariyā, tāsaṁ apariyanto antarabhedo, saṁsaggabhedo pana tesaṭṭhividho. Taṁ caritaṁ sabhāvato saṁkilesavodānato samuṭṭhānato phalato nissandatoti evamādinā pakārena jānāti.",
  "anya-e0103n7:101": "Adhimutti ajjhāsayadhātu. Sā duvidhā hīnādhimutti paṇītādhimuttīti. Yāya hīnādhimuttikā sattā hīnādhimuttikeyeva sevanti, paṇītādhimuttikā ca paṇītādhimuttikeyeva. Sā ajjhāsayadhātu ajjhāsayasabhāvo adhimutti. Taṁ adhimuttiṁ jānāti ‘‘imassa adhimutti hīnā, imassa paṇītā’’ti, tatthāpi ‘‘imassa mudu, imassa mudutarā, imassa mudutamā’’tiādinā. Indriyānaṁ hi tikkhamudubhāvādinā yathārahaṁ adhimuttiyā tikkhamudubhāvādiko veditabbo. Tathā hi vuttaṁ sammohavinodanīyaṁ (vibha. aṭṭha. 818, 820) ‘‘heṭṭhā gahitāpi adhimutti idha sattānaṁ tikkhindriyamudindriyabhāvadassanatthaṁ puna gahitā’’ti.",
  "anya-e0103n7:102": "Apparajaṁ akkhaṁ etesanti apparajakkhā, appaṁ vā rajaṁ paññāmaye akkhimhi etesanti apparajakkhā, anussadarāgādirajā sattā, te apparajakkhe. Mahārajakkheti etthāpi eseva nayo. Ussadarāgādirajā mahārajakkhā.",
  "anya-e0103n7:103": "Tikkhindriyeti tikhiṇehi saddhādīhi indriyehi samannāgate. Mudindriyeti mudukehi saddhādīhi indriyehi samannāgate. Upanissayaindriyāni nāma idhādhippetāni. Svākāreti sundarākāre kalyāṇapakatike, vivaṭṭajjhāsayeti attho. Suviññāpayeti sammattaniyāmaṁ viññāpetuṁ sukare saddhe, paññavante ca. Bhabbe abhabbeti ettha bhabbeti kammāvaraṇakilesāvaraṇavipākāvaraṇarahite. Vuttavipariyāyena dvākāraduviññāpayābhabbā veditabbā. Ettha ca ‘‘imassa rāgarajo appo, imassa dosarajo appo’’tiādinā apparajakkhesu jānanaṁ veditabbaṁ. Sesesupi eseva nayo. Tasmāti yasmā bhagavā aparimāṇe satte āsayādito anavasesetvā jānāti, tasmā assa bhagavato sattalokopi sabbathā vidito.",
  "anya-e0103n7:104": "Nanu ca sattesu pamāṇādipi jānitabbo atthīti? Atthi. Tassa pana jānanaṁ na nibbidāya virāgāya nirodhāyāti idha na gahitaṁ, bhagavato pana tampi suviditaṁ suvavatthāpitameva, payojanābhāvā desanaṁ nāruḷhaṁ. Tena vuttaṁ –",
  "anya-e0103n7:105": "‘‘Atha kho bhagavā parittaṁ nakhasikhāyaṁ paṁsuṁ āropetvā bhikkhū āmantesi ‘taṁ kiṁ maññatha, bhikkhave, katamaṁ nu kho bahutaraṁ – yo vāyaṁ mayā paritto nakhasikhāyaṁ paṁsu āropito, ayaṁ vā mahāpathavī’’’tiādi (saṁ. ni. 5.1121).",
  "anya-e0103n7:106": "137. Okāsalokopi sabbathā viditoti sambandho. Cakkavāḷanti lokadhātu. Sā hi nemimaṇḍalasadisena cakkavāḷapabbatena samantato parikkhittattā ‘‘cakkavāḷa’’nti vuccati. Catutiṁsasatāni cāti catuadhikāni tiṁsasatāni, tīṇisahassāni, cattārisatāni cāti attho . Aḍḍhuḍḍhānīti upaḍḍhacatutthāni, tīṇisatāni, paññāsañcāti attho. Nahutānīti dasasahassāni. Saṅkhātāti kathitā. Saṇṭhitīti heṭṭhā, uparito cāti sabbaso ṭhiti.",
  "anya-e0103n7:107": "Evaṁ saṇṭhiteti evamavaṭṭhite. Etthāti cakkavāḷe. Accuggato tāvadevāti tattakameva caturāsīti yojanasahassāniyeva ubbedho . Na kevalaṁ cettha ubbedhova, atha kho āyāmavitthārāpissa tattakāyeva. Vuttañhetaṁ –",
  "anya-e0103n7:108": "‘‘Sineru, bhikkhave, pabbatarājā caturāsīti yojanasahassāni āyāmena, caturāsīti yojanasahassāni vitthārenā’’ti (a. ni. 7.66).",
  "anya-e0103n7:109": "Tatoti sinerussa heṭṭhā, upari ca vuttappamāṇato. Upaḍḍhupaḍḍhenāti upaḍḍhena upaḍḍhena. Idaṁ vuttaṁ hoti – dvācattālīsa yojanasahassāni samudde ajjhogāḷho tattakameva ca upari uggato yugandharapabbato, ekavīsa yojanasahassāni samudde ajjhogāḷho tattakameva ca upari uggato īsadharo pabbatoti iminā nayena sesesupi upaḍḍhupaḍḍhapamāṇatā veditabbā. Yathā mahāsamuddo yāva cakkavāḷapādamūlā anupubbaninno, evaṁ yāva sinerupādamūlāti heṭṭhā sinerupamāṇato upaḍḍhapamāṇopi yugandharapabbato pathaviyaṁ suppatiṭṭhito, evaṁ īsadharādayopīti daṭṭhabbaṁ. Vuttaṁ hetaṁ ‘‘mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro’’ti (udā. 45; cūḷava. 384; a. ni. 8.19). Sineruyugandharādīnaṁ antare sīdantarasamuddā nāma. Te vitthārato yathākkamaṁ sineruādīnaṁ accuggatasamānaparimāṇāti vadanti. Brahāti mahanto.",
  "anya-e0103n7:110": "Sinerussa samantatoti parikkhipanavasena sinerussa samantato ṭhitā. Sineruṁ tāva parikkhipitvā ṭhito yugandharo, taṁ parikkhipitvā īsadharo. Evaṁ taṁ taṁ parikkhipitvā ṭhitā ‘‘sinerussa samantato’’ti vuttā.",
  "anya-e0103n7:111": "Yojanānaṁ satānucco, himavā pañca pabbatoti himavā pabbato pañca yojanānaṁ satāni ucco ubbedho. Nagavhayāti naga-saddena avhātabbā rukkhābhidhānā. Paññāsayojanakkhandhasākhāyāmāti’ ubbedhato paññāsayojanakkhandhāyāmā, ubbedhato, samantato ca paññāsayojanasākhāyāmā ca. Tato eva satayojanavitthiṇṇā, tāvadeva ca uggatā. Yassānubhāvenāti yassā mahantatā kappaṭṭhāyitādippakārena pabhāvena.",
  "anya-e0103n7:112": "Garuḷānaṁ simbalirukkho sinerussa dutiyaparibhaṇḍe patiṭṭhito.",
  "anya-e0103n7:113": "Sirīsenāti paccatte karaṇavacanaṁ. Sattamanti liṅgavipallāsena vuttaṁ, sirīso bhavati sattamoti attho.",
  "anya-e0103n7:114": "Tattha caṇḍamaṇḍalaṁ heṭṭhā, sūriyamaṇḍalaṁ upari. Tassa āsannabhāvena candamaṇḍalaṁ attano chāyāya vikalabhāvena upaṭṭhāti. Tāni yojanantarikāni yugandharaggapamāṇe ākāse vicaranti. Asurabhavanaṁ sinerussa heṭṭhā. Avīci jambudīpassa. Jambudīpo sakaṭasaṇṭhāno. Aparagoyānaṁ ādāsasaṇṭhāno. Pubbavideho addhacandasaṇṭhāno. Uttarakuru pīṭhasaṇṭhāno. Taṁtaṁnivāsīnaṁ, taṁtaṁparivāradīpavāsīnañca manussānaṁ mukhampi taṁtaṁsaṇṭhānanti vadanti. Tadantaresūti tesaṁ cakkavāḷānaṁ antaresu. Tiṇṇaṁ hi pattānaṁ aññamaññaāsannabhāvena ṭhapitānaṁ antarasadise tiṇṇaṁ tiṇṇaṁ cakkavāḷānaṁ antare ekeko lokantaranirayo.",
  "anya-e0103n7:115": "Anantānīti aparimāṇāni, ‘‘ettakānī’’ti aññehi minituṁ asakkuṇeyyāni. Bhagavā anantena buddhañāṇena avedi ‘‘ananto ākāso, ananto sattanikāyo, anantāni cakkavāḷānī’’ti tividhampi anantaṁ buddhañāṇaṁ paricchindati sayampi anantattā. Yāvatakaṁ hi ñeyyaṁ, tāvatakaṁ ñāṇaṁ. Yāvatakaṁ ñāṇaṁ, tāvatakaṁ ñeyyaṁ. Ñeyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ ñeyyanti. Tena vuttaṁ ‘‘anantena buddhañāṇena avedī’’ti. Anantatā cassa anantañeyyapaṭivijjhaneneva veditabbā tattha appaṭihatacārattā. Nanu cettha vivaṭṭādīnampi viditatā vattabbāti? Saccaṁ vattabbaṁ, sā pana parato abhiññākathāyaṁ āgamissatīti idha na gahitā.",
  "anya-e0103n7:116": "138.Attanāti nissakkavacanametaṁ. Guṇehi attanā visiṭṭhatarassāti sambandho. Tara-ggahaṇaṁ cettha ‘‘anuttaro’’ti padassa atthaniddesatāya kataṁ, na visiṭṭhassa kassaci atthitāya. Sadevake hi loke sadisakappopi nāma koci tathāgatassa natthi, kuto sadiso. Visiṭṭhe pana kā kathā. Kassacīti kassacipi. Abhibhavatīti sīlasampadāya upanissayabhūtānaṁ hirottappamettākaruṇānaṁ, visesapaccayānaṁ saddhāsativīriyapaññānañca ukkaṁsappattiyā samudāgamato paṭṭhāya anaññasādhāraṇo savāsanapaṭipakkhassa pahīnattā ukkaṁsapāramippatto satthu sīlaguṇo. Tena bhagavā sadevakaṁ lokaṁ aññadatthu abhibhuyya pavattati, na sayaṁ kenaci abhibhuyyatīti adhippāyo. Evaṁ samādhiguṇādīsupi yathārahaṁ vattabbaṁ. Sīlādayo cete lokiyalokuttaramissakā veditabbā. Vimuttiñāṇadassanaṁ pana lokiyaṁ kāmāvacarameva.",
  "anya-e0103n7:117": "Yadi evaṁ, kathaṁ tena sadevakaṁ lokaṁ abhibhavatīti? Tassāpi ānubhāvato asadisattā. Tampi hi visayato, pavattito, pavatti ākārato ca uttaritarameva. Taṁ hi anaññasādhāraṇaṁ satthu vimuttiguṇaṁ ārabbha pavattati, pavattamānañca atakkāvacaraṁ paramagambhīraṁ saṇhasukhumaṁ savisayaṁ paṭipakkhadhammānaṁ suppahīnattā suṭṭhu pākaṭaṁ vibhūtataraṁ katvā pavattati, sammadeva ca vasībhāvassa pāpitattā, bhavaṅgaparivāsassa ca atiparittakattā lahuṁ lahuṁ pavattatīti.",
  "anya-e0103n7:118": "Evaṁ sīlādiguṇehi bhagavato uttaritarassa abhāvaṁ dassetvā idāni sadisassāpi abhāvaṁ dassetuṁ ‘‘asamo’’tiādi vuttaṁ. Tattha asamoti ekasmiṁ kāle natthi etassa sīlādiguṇena samā sadisāti asamo. Tathā asamehi atītānāgatabuddhehi samo, asamā vā samā etassāti asamasamo. Sīlādiguṇena natthi etassa paṭimāti appaṭimo. Sesapadadvayepi eseva nayo. Tattha upamāmattaṁ paṭimā, sadisūpamā paṭibhāgo, yugaggāhavasena ṭhito paṭipuggalo veditabbo.",
  "anya-e0103n7:119": "Na kho panāhaṁ samanupassāmīti mama samantacakkhunā hatthatale āmalakaṁ viya sabbalokaṁ passantopi tattha sadevake…pe… pajāya attanā attato sīlasampannataraṁ sampannatarasīlaṁ kañci puggalaṁ na kho pana passāmi, tādisassa abhāvatoti adhippāyo. Aggappasādasuttādīnīti ettha –",
  "anya-e0103n7:120": "‘‘Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṁ aggamakkhāyati arahaṁ sammāsambuddho. Ye, bhikkhave, buddhe pasannā, agge te pasannā. Agge kho pana pasannānaṁ aggo vipāko hotī’’ti (a. ni. 4.34; 5.32; 10.15; itivu90) –",
  "anya-e0103n7:121": "Idaṁ aggappasādasuttaṁ. Ādi-saddena –",
  "anya-e0103n7:122": "‘‘Sadevake…pe… sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.24; dī. ni. 3.188) –",
  "anya-e0103n7:123": "Evamādīni suttapadāni veditabbāni. Ādikā gāthāyoti ettha –",
  "anya-e0103n7:124": "‘‘Ahaṁ hi arahā loke, ahaṁ satthā anuttaro;",
  "anya-e0103n7:125": "Ekomhi sammāsambuddho, sītibhūtosmi nibbuto. (mahāva. 11; ma. ni. 1.285; 2.341);",
  "anya-e0103n7:126": "‘‘Danto damayataṁ seṭṭho, santo samayataṁ isi;",
  "anya-e0103n7:127": "Mutto mocayataṁ aggo, tiṇṇo tārayataṁ varo. (itivu. 112);",
  "anya-e0103n7:128": "‘‘Nayimasmiṁ loke parasmiṁ vā pana,",
  "anya-e0103n7:129": "Buddhena seṭṭho sadiso ca vijjati;",
  "anya-e0103n7:130": "Yamāhu dakkhiṇeyyānaṁ aggataṁ gato,",
  "anya-e0103n7:131": "Puññatthikānaṁ vipulaphalesina’’nti. (vi. va. 1047; kathā. 799) –",
  "anya-e0103n7:132": "Evamādikā gāthā vitthāretabbā.",
  "anya-e0103n7:133": "139.Dametīti sameti, kāyasamādīhi yojetīti attho. Taṁ pana kāyasamādīhi yojanaṁ yathārahaṁ tadaṅgavinayādīsu patiṭṭhāpanaṁ hotīti āha ‘‘vinetīti vuttaṁ hotī’’ti. Dametuṁ yuttāti damanārahā. Amanussapurisāti ettha na manussāti amanussā. Taṁsadisatā ettha jotīyati, tena manussattamattaṁ natthi, aññaṁ samānanti yakkhādayo ‘‘amanussā’’ti adhippetā, na ye keci manussehi aññe. Tathā hi tiracchānapurisānaṁ visuṁ gahaṇaṁ kataṁ, yakkhādayo eva ca niddiṭṭhā. Apalālo himavantavāsī. Cūḷodaramahodarā nāgadīpavāsino. Aggisikhadhūmasikhā sīhaḷadīpavāsino. Nibbisā katā dosavisassa vinodanena. Tenāha ‘‘saraṇesu ca sīlesu ca patiṭṭhāpitā’’ti. Kūṭadantādayoti ādi-saddena ghoṭamukhaupāligahapatiādīnaṁ saṅgaho daṭṭhabbo. Sakkadevarājādayoti ādi-saddena ajakalāpayakkhabakabrahmādīnaṁ saṅgaho daṭṭhabbo. Idaṁ cettha suttanti idaṁ kesisuttaṁ. Vinītā vicitrehi vinayanūpāyehīti etasmiṁ atthe vitthāretabbaṁ yathārahaṁ saṇhādīhi upāyehi vinayassa dīpanato.",
  "anya-e0103n7:134": "Visuddhasīlādīnaṁ paṭhamajjhānādīnīti ‘‘visuddhasīlassa paṭhamajjhānaṁ, paṭhamajjhānalābhino dutiyajjhāna’’ntiādinā tassa tassa uparūpari visesaṁ ācikkhantoti sambandho. Sotāpannādīnanti etthāpi eseva nayo. ‘‘Dantepi dametiyevā’’ti idaṁ pubbe ‘‘sabbena sabbaṁ damathaṁ anupagatā purisadammā’’ti vuttāti katvā vuttaṁ. Ye pana vippakatadammabhāvā sabbathā dametabbataṁ nātivattā, te satte sandhāya ‘‘dantepi dametiyevā’’ti vuttaṁ. Tepi hi purisadammā evāti, yato ne satthā dameti.",
  "anya-e0103n7:135": "Atthapadanti atthābhibyañjakapadaṁ, vākyanti attho. Vākyena hi atthābhibyatti, na nāmādipadamattena. Ekapadabhāvena ca anaññasādhāraṇo satthu purisadammasārathibhāvo dassito hoti. Tenāha ‘‘bhagavā hī’’tiādi. Aṭṭha disāti aṭṭha samāpattiyo. Tā hi aññamaññasambandhāpi asaṁkiṇṇabhāvena dissanti apadissantīti disā, disā viyāti vā disā. Asajjamānāti na sajjamānā vasībhāvappattiyā nissaṅgacārā. Dhāvanti javanavuttiyogato. Ekaṁyeva disaṁ dhāvati, attano kāyaṁ aparivattentoti adhippāyo. Satthārā pana damitā purisadammā ekiriyāpatheneva aṭṭha disā dhāvanti. Tenāha ‘‘ekapallaṅkeneva nisinnā’’ti. Aṭṭha disāti ca nidassanamattametaṁ, lokiyehi agatapubbaṁ nirodhasamāpattidisaṁ, amatadisañca pakkhandanato.",
  "anya-e0103n7:136": "140. Diṭṭhadhammo vuccati paccakkho attabhāvo, tattha niyuttoti diṭṭhadhammiko, idhalokattho . Kammakilesavasena samparetabbato sammā gantabbato samparāyo, paraloko, tattha niyuttoti samparāyiko, paralokattho. Paramo uttamo attho paramattho, nibbānaṁ. Tehi diṭṭhadhammikasamparāyikaparamatthehi. Yathārahanti yathānurūpaṁ. Tesu atthesu yo yo puggalo yaṁ yaṁ arahati, tadanurūpaṁ. Anusāsatīti vineti tasmiṁ atthe patiṭṭhapeti, saha atthena vattatīti sattho, bhaṇḍamūlena vāṇijjāya desantaraṁ gacchanto janasamūho. Hitupadesādivasena paripāletabbo sāsitabbo so etassa atthīti satthā, satthavāho. So viya bhagavāti āha ‘‘satthā viyāti satthā, bhagavā satthavāho’’ti.",
  "anya-e0103n7:137": "Idāni tamatthaṁ niddesapāḷinayena dassetuṁ ‘‘yathā satthavāho’’tiādi vuttaṁ. Tattha sattheti satthike jane. Kaṁ tārenti etthāti kantāro, nirudako araññappadeso. Ruḷhīvasena pana itaropi araññappadeso tathā vuccati. Corakantāranti corehi adhiṭṭhitakantāraṁ. Tathā vāḷakantāraṁ. Dubbhikkhakantāranti dullabhabhikkhaṁ kantāraṁ. Tāretīti akhemantaṭṭhānaṁ atikkāmeti. Uttāretītiādi upasaggena padaṁ vaḍḍhetvā vuttaṁ. Atha vā uttāretīti khemantabhūmiṁ upanento tāreti. Nittāretīti akhemantaṭṭhānato nikkhāmento tāreti. Patāretīti pariggahetvā tāreti, hatthena pariggahetvā viya tāretīti attho. Sabbampetaṁ tāraṇuttāraṇādikhemaṭṭhāne ṭhapanamevāti āha ‘‘khemantabhūmiṁ sampāpetī’’ti. Satteti veneyyasatte. Mahāgahanatāya, mahānatthatāya, dunnittharaṇatāya ca jātiyeva kantāro jātikantāro, taṁ jātikantāraṁ.",
  "anya-e0103n7:138": "Ukkaṭṭhaparicchedavasenāti ukkaṭṭhasattaparicchedavasena. Devamanussā eva hi ukkaṭṭhasattā, na tiracchānādayo. Bhabbapuggalaparicchedavasenāti sammattaniyāmokkamanassa yogyapuggalassa paricchindanavasena. Etanti ‘‘devamanussāna’’nti etaṁ vacanaṁ. Bhagavatoti nissakkavacanaṁ yathā ‘‘upajjhāyato ajjhetī’’ti, bhagavato santiketi vā attho. Upanissayasampattinti tihetukapaṭisandhiādikaṁ maggaphalādhigamassa balavakāraṇaṁ.",
  "anya-e0103n7:139": "Gaggarāyāti gaggarāya nāma rañño deviyā, tāya vā kāritattā ‘‘gaggarā’’ti laddhanāmāya. Sare nimittaṁ aggahesīti ‘‘dhammo eso vuccatī’’ti dhammasaññāya sare nimittaṁ gaṇhi, gaṇhanto ca pasannacitto parisapariyante nipajji. Sannirumbhitvā aṭṭhāsīti tassa sīse daṇḍassa ṭhapitabhāvaṁ apassanto tattha daṇḍaṁ uppīḷetvā aṭṭhāsi. Maṇḍūkopi daṇḍe ṭhapitepi uppīḷitepi dhammagatena pasādena vissaramakarontova kālamakāsi. Devaloke nibbattasattānaṁ ayaṁ dhammatā, yā ‘‘kutohaṁ idha nibbatto, tattha kiṁ nu kho kammamakāsi’’nti āvajjanā. Tasmā attano purimabhavassa diṭṭhattā āha ‘‘are ahampi nāma idhanibbatto’’ti . Bhagavato pāde vandi kataññutāsaṁvaḍḍhitena pemagāravabahumānena.",
  "anya-e0103n7:140": "Bhagavā jānantova mahājanassa kammaphalaṁ, buddhānubhāvañca paccakkhaṁ kātukāmo ‘‘ko me vandatī’’ti gāthāya pucchi. Tattha koti devanāgayakkhagandhabbādīsu ko, katamoti attho. Meti mama. Pādānīti pāde. Iddhiyāti imāya evarūpāya deviddhiyā. ‘‘Yasasā’’ti iminā edisena parivārena, paricchedena ca. Jalanti vijjotamāno. Abhikkantenāti ativiya kantena kamanīyena sundarena. Vaṇṇenāti chavivaṇṇena sarīravaṇṇanibhāya. Sabbā obhāsayaṁ disāti sabbā dasapi disā pabhāsento, cando viya, sūriyo viya ca ekobhāsaṁ ekālokaṁ karontoti attho.",
  "anya-e0103n7:141": "Evaṁ pana bhagavatā pucchito devaputto attānaṁ pavedento ‘‘maṇḍūkohaṁ pure āsi’’nti gāthamāha. Tattha pureti purimajātiyaṁ. ‘‘Udake’’ti idaṁ tadā attano uppattiṭṭhānadassanaṁ. ‘‘Udake maṇḍūko’’ti etena uddhamāyikādikassa thale maṇḍūkassa nivattanaṁ kataṁ hoti. Gāvo caranti etthāti gocaro, gunnaṁ ghāsesanaṭṭhānaṁ. Idha pana gocaro viyāti gocaro, vāri udakaṁ gocaro etassāti vārigocaro. Udakacārīpi hi koci kacchapādi avārigocaropi hotīti ‘‘vārigocaro’’ti visesetvā vuttaṁ. Tava dhammaṁ suṇantassāti brahmassarena karavīkarutamañjunā desentassa tava dhammaṁ ‘‘dhammo eso vuccatī’’ti sare nimittaggāhavasena suṇantassa. Anādare cetaṁ sāmivacanaṁ. Avadhi vacchapālakoti vacche rakkhanto gopāladārako mama samīpaṁ āgantvā daṇḍamolubbha tiṭṭhanto mama sīse daṇḍaṁ sannirumbhitvā maṁ māresīti attho.",
  "anya-e0103n7:142": "Sitaṁ katvāti ‘‘tathā parittatarenāpi puññānubhāvena evaṁ ativiya uḷārā lokiyalokuttarā sampattiyo labbhantī’’ti pītisomanassajāto bhāsurataradhavalavipphurantadassanakiraṇāvalīhi bhiyyoso mattāya taṁ padesaṁ obhāsento sitaṁ katvā. Pītisomanassavasena hi so –",
  "anya-e0103n7:143": "‘‘Muhuttaṁ cittapasādassa, iddhiṁ passa yasañca me;",
  "anya-e0103n7:144": "Ānubhāvañca me passa, vaṇṇaṁ passa jutiñca me.",
  "anya-e0103n7:145": "‘‘Ye ca te dīghamaddhānaṁ, dhammaṁ assosuṁ gotama;",
  "anya-e0103n7:146": "Pattā te acalaṭṭhānaṁ, yattha gantvā na socare’’ti. (vi. va. 859-860);",
  "anya-e0103n7:147": "Imā dve gāthā vatvā pakkāmi.",
  "anya-e0103n7:148": "141.Yaṁ pana kiñcīti ettha yanti aniyamitavacanaṁ. Tathā kiñcīti. Panāti vacanālaṅkāramattaṁ. Tasmā yaṁ kiñcīti ñeyyassa anavasesapariyādānaṁ kataṁ hoti. Panāti vā visesatthadīpako nipāto. Tena ‘‘sammāsambuddho’’ti iminā saṅkhepato, vitthārato ca satthu catusaccābhisambodho vutto. ‘‘Buddho’’ti pana iminā tadaññassapi ñeyyassāvabodho. Purimena vā satthu paṭivedhañāṇānubhāvo, pacchimena desanāñāṇānubhāvo. Pīti upari vuccamāno viseso jotīyati. Sabbaso paṭipakkhehi vimuccatīti vimokkho, aggamaggo. Tassa anto aggaphalaṁ, tattha bhavaṁ tasmiṁ laddhe laddhabbato vimokkhantikañāṇaṁ, sabbaññutaññāṇena saddhiṁ sabbampi buddhañāṇaṁ. Evaṁ pavattoti ettha –",
  "anya-e0103n7:149": "‘‘Sabbaññutāya buddho, sabbadassāvitāya buddho, anaññaneyyatāya buddho, visavitāya buddho, khīṇāsavasaṅkhātena buddho, nirupalepasaṅkhātena buddho, ekantavītarāgoti buddho, ekantavītadosoti buddho, ekantavītamohoti buddho, ekantanikkilesoti buddho, ekāyanamaggaṁ gatoti buddho, eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti buddho, abuddhivihatattā buddhipaṭilābhā buddho. Buddhoti netaṁ nāmaṁ mātarā kataṁ, na pitarā kataṁ, na bhātarā kataṁ, na bhaginiyā kataṁ, na mittāmaccehikataṁ, na ñātisālohitehi kataṁ, na samaṇabrāhmaṇehi kataṁ, na devatāhi kataṁ. Vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhā sacchikā paññatti yadidaṁ buddho’’ti (mahāni. 192) –",
  "anya-e0103n7:150": "Ayaṁ niddesapāḷinayo. Yasmā cettha tassā paṭisambhidāpāḷiyā bhedo natthi, tasmā dvīsu ekenāpi atthasiddhīti dassanatthaṁ ‘‘paṭisambhidānayo vā’’ti aniyamattho vā-saddo vutto.",
  "anya-e0103n7:151": "Tattha yathā loke avagantā ‘‘avagato’’ti vuccati, evaṁ bujjhitā saccānīti buddho suddhakattuvasena. Yathā paṇṇasosā vātā ‘‘paṇṇasusā’’ti vuccanti, evaṁ bodhetā pajāyāti buddho hetukattuvasena, hetuattho cettha antonīto.",
  "anya-e0103n7:152": "Sabbaññutāya buddhoti sabbadhammabujjhanasamatthāya buddhiyā buddhoti attho. Sabbadassāvitāya buddhoti sabbadhammānaṁ ñāṇacakkhunā diṭṭhattā buddhoti attho. Anaññaneyyatāya buddhoti aññena abodhanīto sayameva buddhattā buddhoti attho. Visavitāya buddhoti nānāguṇavisavanato padumamiva vikasanaṭṭhena buddhoti attho. Khīṇāsavasaṅkhātena buddhoti evamādīhi chahi pariyāyehi niddakkhayavibuddho puriso viya sabbakilesaniddakkhayavibuddhattā buddhoti vuttaṁ hoti. Ekāyanamaggaṁ gatoti buddhoti gamanatthānaṁ buddhiatthatāya buddhiatthānampi gamanatthatā labbhatīti ekāyanamaggaṁ gatattā buddhoti vuccatīti attho. Eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti buddhoti na parehi buddhattā buddho, atha kho sayameva anuttaraṁ sammāsambodhiṁ abhisambuddhattā buddhoti attho. Abuddhivihatattā buddhipaṭilābhā buddhoti buddhi buddhaṁ bodhoti anatthantaraṁ. Tattha yathā rattaguṇayogato ratto paṭo, evaṁ buddhaguṇayogato buddhoti ñāpanatthaṁ vuttaṁ. Tato paraṁ buddhoti netaṁ nāmantiādi atthānugatāyaṁ paññattīti bodhanatthaṁ vuttanti evamettha imināpi kāraṇena bhagavā buddhoti veditabbaṁ.",
  "anya-e0103n7:153": "142.Assāti bhagavato. Guṇavisiṭṭhasabbasattuttamagarugāravādhivacananti sabbehi sīlādiguṇehi visiṭṭhassa tato eva sabbasattehi uttamassa garuno gāravavasena vuttavacanamidaṁ bhagavāti. Tathā hi lokanātho aparimitanirupamappabhāvasīlādiguṇavisesasamaṅgitāya sabbānatthaparihārapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā sadevamanussāya pajāya, accantupakāritāya ca aparimāṇāsu lokadhātūsu aparimāṇānaṁ sattānaṁ uttamagāravaṭṭhānanti.",
  "anya-e0103n7:154": "Bhagavāti vacanaṁ seṭṭhanti seṭṭhavācakaṁ vacanaṁ seṭṭhaguṇasahacaraṇato ‘‘seṭṭha’’nti vuttaṁ. Atha vā vuccatīti vacanaṁ, attho. Tasmā yo ‘‘bhagavā’’ti vacanena vacanīyo attho, so seṭṭhoti attho. Bhagavāti vacanamuttamanti etthāpi eseva nayo. Gāravayuttoti garubhāvayutto garuguṇayogato, garukaraṇaṁ vā sātisayaṁ arahatīti gāravayutto, gāravārahoti attho.",
  "anya-e0103n7:155": "Guṇavisesahetukaṁ ‘‘bhagavā’’ti idaṁ bhagavato nāmanti saṅkhepato vuttamatthaṁ vitthārato vibhajitukāmo nāmaṁyeva tāva atthuddhāravasena dassento ‘‘catubbidhaṁ vā nāma’’ntiādimāha. Tattha āvatthikanti avatthāya viditaṁ taṁ taṁ avatthaṁ upādāya paññattaṁ voharitaṁ. Tathā liṅgikaṁ tena tena liṅgena voharitaṁ. Nemittikanti nimittato āgataṁ. Adhiccasamuppannanti yadicchāya pavattaṁ, yadicchāya āgataṁ yadicchakaṁ. Paṭhamena ādi-saddena bālo, yuvā, vuḍḍhoti evamādiṁ saṅgaṇhāti, dutiyena muṇḍī, jaṭīti evamādiṁ, tatiyena bahussuto, dhammakathiko, jhāyīti evamādiṁ, catutthena aghamarisanaṁ pāvacananti evamādiṁ saṅgaṇhāti. ‘‘Nemittika’’nti vuttamatthaṁ byatirekavasena patiṭṭhāpetuṁ ‘‘na mahāmāyāyā’’tiādi vuttaṁ. ‘‘Vimokkhantika’’nti iminā idaṁ nāmaṁ ariyāya jātiyā jātakkhaṇeyeva jātanti dasseti. Yadi vimokkhantikaṁ, atha kasmā aññehi khīṇāsavehi asādhāraṇanti āha ‘‘saha sabbaññutaññāṇassa paṭilābhā’’ti. Buddhānañhi arahattaphalaṁ nipphajjamānaṁ sabbaññutaññāṇādīhi sabbehi buddhaguṇehi saddhiṁyeva nipphajjati. Tena vuttaṁ ‘‘vimokkhantika’’nti. Sacchikā paññattīti sabbadhammānaṁ sacchikiriyānimittā paññatti. Atha vā sacchikā paññattīti paccakkhasiddhā paññatti. Yaṁguṇanimittā hi sā, te satthu paccakkhabhūtāti guṇā viya sāpi sacchikatā eva nāma hoti, na paresaṁ vohāramattenāti adhippāyo.",
  "anya-e0103n7:156": "143.Vadantīti mahātherassa garubhāvato bahuvacanenāha, saṅgītikārehi vā katamanuvādaṁ sandhāya. Issariyādibhedo bhago assa atthīti bhagī. Akāsi bhagganti rāgādipāpadhammaṁ bhaggaṁ akāsi, bhaggavāti attho. Bahūhi ñāyehīti kāyabhāvanādikehi anekehi bhāvanākkamehi. Subhāvitattanoti sammadeva bhāvitasabhāvassa. Paccatte cetaṁ sāmivacanaṁ.",
  "anya-e0103n7:157": "Niddese vuttanayenāti etthāyaṁ niddesanayo –",
  "anya-e0103n7:158": "‘‘Bhagavāti gāravādhivacanametaṁ. Apica bhaggarāgoti bhagavā, bhaggadosoti bhagavā, bhaggamohoti bhagavā, bhaggamānoti bhagavā, bhaggadiṭṭhīti bhagavā, bhaggataṇhoti bhagavā, bhaggakilesoti bhagavā, bhaji vibhaji pavibhaji dhammaratananti bhagavā, bhavānaṁ antakaroti bhagavā, bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapaññoti bhagavā, bhaji vā bhagavā araññavanapatthāni pantāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānīti bhagavā, bhāgī vā bhagavā cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti bhagavā, bhāgī vā bhagavā attharasassa dhammarasassa vimuttirasassa adhisīlassa adhicittassa adhipaññāyāti bhagavā, bhāgī vā bhagavā catunnaṁ jhānānaṁ catunnaṁ appamaññānaṁ catunnaṁ arūpasamāpattīnanti bhagavā, bhāgī vā bhagavā aṭṭhannaṁ vimokkhānaṁ aṭṭhannaṁ abhibhāyatanānaṁ navannaṁ anupubbavihārasamāpattīnanti bhagavā, bhāgī vā bhagavā dasannaṁ saññābhāvanānaṁ dasannaṁ kasiṇasamāpattīnaṁ ānāpānassatisamādhissa asubhasamāpattiyāti bhagavā, bhāgī vā bhagavā catunnaṁ satipaṭṭhānānaṁ catunnaṁ sammappadhānānaṁ catunnaṁ iddhipādānaṁ pañcannaṁ indriyānaṁ pañcannaṁ balānaṁ sattannaṁ bojjhaṅgānaṁ ariyassa aṭṭhaṅgikassa maggassāti bhagavā, bhāgī vā bhagavā dasannaṁ tathāgatabalānaṁ catunnaṁ vesārajjānaṁ catunnaṁ paṭisambhidānaṁ channaṁ abhiññānaṁ channaṁ buddhadhammānanti bhagavā, bhagavāti netaṁ nāmaṁ…pe… sacchikā paññatti yadidaṁ bhagavā’’ti (mahāni. 83).",
  "anya-e0103n7:159": "Ettha ca ‘‘gāravādhivacana’’ntiādīni yadipi gāthāyaṁ āgatapadānukkamena na niddiṭṭhāni, yathārahaṁ pana tesaṁ sabbesampi niddesabhāvena veditabbāni. Tattha gāravādhivacananti garūnaṁ garubhāvavācakaṁ vacanaṁ. Bhajīti bhāgaso kathesi. Tenāha ‘‘vibhajī’’ti. Dhammaratananti maggaphalādiariyadhammaratanaṁ. Puna bhajīti sevi. Bhāgīti bhāgadheyyavā. Puna bhāgīti bhajanasīlo. Attharasassāti atthasannissayassa rasassa. Vimuttāyatanasīse hi ṭhatvā dhammaṁ kathentassa, suṇantassa ca tadatthaṁ ārabbha uppajjanakapītisomanassaṁ attharaso. Dhammaṁ ārabbha dhammaraso. Yaṁ sandhāya vuttaṁ ‘‘labhati atthavedaṁ, labhati dhammaveda’’nti (a. ni. 6.10). Vimuttirasassāti vimuttibhūtassa, vimuttisannissayassa vā rasassa. Saññābhāvanānanti aniccasaññādīnaṁ dasannaṁ saññābhāvanānaṁ. Channaṁ buddhadhammānanti cha asādhāraṇañāṇāni sandhāya vuttaṁ. Tattha tattha ‘‘bhagavā’’ti saddasiddhi niruttinayena veditabbā.",
  "anya-e0103n7:160": "144. Yadipi ‘‘bhāgyavā’’tiādīhi padehi vuccamāno attho ‘‘bhagī bhajī’’ti niddesagāthāya saṅgahito eva, tathāpi padasiddhi atthavibhāgaatthayojanādisahito saṁvaṇṇanānayo tato aññākāroti vuttaṁ ‘‘ayaṁ pana aparo nayo’’ti. Ādikanti ādi-saddena vaṇṇavikāro , vaṇṇalopo, dhātuatthena niyojanañcāti imaṁ tividhaṁ lakkhaṇaṁ saṅgaṇhāti. Saddanayenāti byākaraṇanayena. Pisodarādīnaṁ saddānaṁ ākatigaṇabhāvato vuttaṁ ‘‘pisodarādipakkhepalakkhaṇaṁ gahetvā’’ti. Pakkhipanameva lakkhaṇaṁ. Tappariyāpannatākaraṇaṁ hi pakkhipanaṁ. Pārappattanti paramukkaṁsagataṁ pāramibhāvappattaṁ. Bhāgyanti kusalaṁ. Tattha maggakusalaṁ lokuttarasukhanibbattakaṁ, itaraṁ lokiyasukhanibbattakaṁ, itarampi vā vivaṭṭūpanissayaṁ pariyāyato lokuttarasukhanibbattakaṁ siyā.",
  "anya-e0103n7:161": "Lobhādayo ekakavasena gahitā. Tathā viparītamanasikāro vipallāsabhāvasāmaññena, ahirikādayo dukavasena. Lobhādayo ca puna ‘‘tividhākusalamūla’’nti tikavasena gahitā. Kāyaduccaritādi-taṇhāsaṁkilesādirāgamalādirāgavisamādikāmasaññādikāmavitakkāditaṇhāpapañcādayo tividhaduccaritādayo. Subhasaññādikā catubbidhavipariyesā. ‘‘Cīvarahetu vā bhikkhuno taṇhā uppajjamānā uppajjati, piṇḍapāta , senāsana, itibhavābhavahetu vā’’ti (a. ni. 4.9) evamāgatā cattāro taṇhuppādā. ‘‘Buddhe kaṅkhati, dhamme, saṅghe, sikkhāya, sabrahmacārīsu kupito hoti anattamano āhatacitto khīlajāto’’ti (dī. ni. 3.319; ma. ni. 1.185; a. ni. 5.205; 9.71; vibha. 941) evamāgatāni pañca cetokhīlāni. ‘‘Kāme avītarāgo hoti, kāye avītarāgo, rūpe avītarāgo, yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati, aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ caratī’’ti (dī. ni. 3.320; ma. ni. 1.186) āgatā pañca vinibandhā. Rūpābhinandanādayo pañcābhinandanā. Kodho, makkho, issā, sāṭheyyaṁ, pāpicchatā, sandiṭṭhiparāmāsoti imāni cha vivādamūlāni. Rūpataṇhādayo cha taṇhākāyā.",
  "anya-e0103n7:162": "Kāmarāgapaṭighadiṭṭhivicikicchābhavarāgamānāvijjā sattānusayā. Micchādiṭṭhiādayo aṭṭha micchattā. ‘‘Taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkhā, ārakkhādhikaraṇaṁ daṇḍādānādayo’’ti (dī. ni. 2.103; 3.359) ete nava taṇhāmūlakā. Cattāro sassatavādā, cattāro ekaccasassatavādā, cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha nevasaññīnāsaññīvādā , satta ucchedavādā, pañca paramadiṭṭhadhammanibbānavādāti etāni dvāsaṭṭhi diṭṭhigatāni. Ajjhattikassa upādāya ‘‘asmī’’ti hoti, ‘‘itthasmī’’ti, ‘‘evasmī’’ti, ‘‘aññathāsmī’’ti, ‘‘bhavissa’’nti, ‘‘itthaṁ bhavissa’’nti, ‘‘evaṁ bhavissa’’nti, ‘‘aññathā bhavissa’’nti, ‘‘asasmī’’ti, ‘‘sātasmī’’ti, ‘‘siya’’nti, ‘‘itthaṁ siya’’nti, ‘‘evaṁ siya’’nti, ‘‘aññathā siya’’nti, ‘‘apāhaṁ siya’’nti, ‘‘apāhaṁ itthaṁ siya’’nti, ‘‘apāhaṁ evaṁ siya’’nti, ‘‘apāhaṁ aññathā siya’’nti hotīti aṭṭhārasa, bāhirassupādāya ‘‘iminā asmī’’ti hoti, ‘‘iminā itthasmī’’ti, ‘‘iminā evasmī’’ti, ‘‘iminā aññathāsmī’’tiādikā (vibha. 975-976) vuttanayā aṭṭhārasāti chattiṁsa, atītā chattiṁsa, anāgatā chattiṁsa, paccuppannā chattiṁsāti aṭṭhasatataṇhāvicaritāni.",
  "anya-e0103n7:163": "Pabheda-saddo paccekaṁ sambandhitabbo. Tatthāyaṁ yojanā – lobhappabhedā dosappabhedā yāva aṭṭhasatataṇhāvicaritappabhedāti. Sabbāni sattānaṁ darathapariḷāhakarāni kilesānaṁ anekāni satasahassāni abhañjīti yojanā. Ārammaṇādivibhāgato hi pavattiākāravibhāgato ca anantappabhedā kilesāti. Saṅkhepatoti ettha samucchedappahānavasena sabbaso appavattikaraṇena kilesamāraṁ, samudayappahānapariññāvasena khandhamāraṁ, sahāyavekallakaraṇavasena sabbathā appavattikaraṇena abhisaṅkhāramāraṁ, balavidhamanavisayātikkamanavasena devaputtamaccumārañca abhañji bhagge akāsi. Parissayānanti upaddavānaṁ. Sampati, āyatiñca sattānaṁ anatthāvahattā māraṇaṭṭhena vibādhanaṭṭhena kilesāva māroti kilesamāro. Vadhakaṭṭhena khandhāva māroti khandhamāro. Tathā hi vuttaṁ ‘‘vadhakaṁ rūpaṁ ‘vadhakaṁ rūpa’nti yathābhūtaṁ nappajānātī’’tiādi (saṁ. ni. 3.85). Jātijarādimahābyasananibbattanena abhisaṅkhārova māroti abhisaṅkhāramāro. Saṁkilesanimittaṁ hutvā guṇamāraṇaṭṭhena devaputtova māroti devaputtamāro. Sattānaṁ jīvitassa, jīvitaparikkhārānañca jānikaraṇena mahābādharūpattā maccu eva māroti maccumāro.",
  "anya-e0103n7:164": "Satapuññalakkhaṇadharassāti anekasatapuññanibbattamahāpurisalakkhaṇavahato rūpakāyasampatti dīpitā hoti, itarāsaṁ phalasampadānaṁ mūlabhāvato, adhiṭṭhānabhāvato ca. Dhammakāyasampatti dīpitā hoti, pahānasampadāpubbakattā ñāṇasampadādīnaṁ. Bhāgyavatāya lokiyānaṁ bahumatabhāvo. Bhaggadosatāya parikkhakānaṁ bahumatabhāvoti yojanā. Evaṁ ito paresupi yathāsaṅkhyaṁ yojetabbaṁ. Puññavantaṁ hi gahaṭṭhā khattiyādayo abhigacchanti, pahīnadosaṁ pabbajitatāpasaparibbājakādayo ‘‘dosavinayāya dhammaṁ desetī’’ti. Abhigatānañca nesaṁ kāyacittadukkhāpanayane paṭibalabhāvo, āmisadānadhammadānehi upakārasabbhāvato. Rūpakāyaṁ tassa pasādacakkhunā, dhammakāyaṁ paññācakkhunā disvā dukkhadvayassa paṭippassambhanato upagatānañca tesaṁ āmisadānadhammadānehi upakāritā, ‘‘pubbe āmisadānadhammadānehi mayā ayaṁ lokaggabhāvo adhigato, tasmā tumhehipi evameva paṭipajjitabba’’nti evaṁ sammāpaṭipattiyaṁ niyojanena abhigatānaṁ lokiyalokuttarasukhehi saṁyojanasamatthatā ca dīpitā hoti.",
  "anya-e0103n7:165": "Sakacitte issariyaṁ attano cittassa vasībhāvāpādanaṁ, yena paṭikkūlādīsu appaṭikkūlasaññitādivihārasiddhi, adhiṭṭhāniddhiādiko iddhividhopi cittissariyameva cittabhāvanāya vasībhāvappattiyā ijjhanato. Aṇimālaghimādikanti ādi-saddena mahimā patti pākammaṁ īsitā vasitā yatthakāmāvasāyitāti ime chapi saṅgahitā. Tattha kāyassa aṇubhāvakaraṇaṁ aṇimā. Lahubhāvo laghimā ākāse padasā gamanādinā. Mahattaṁ mahimā kāyassa mahantatāpādanaṁ. Iṭṭhadesappatti patti. Adhiṭṭhānādivasena icchitanipphādanaṁ pākammaṁ. Sayaṁvasitā issarabhāvo īsitā. Iddhividhe vasībhāvo vasitā. Ākāsena vā gacchato, aññaṁ vā kiñci karoto yattha katthaci vosānappatti yatthakāmāvasāyitā. ‘‘Kumārakarūpādidassana’’ntipi vadanti. Evamidaṁ aṭṭhavidhaṁ lokiyasammataṁ issariyaṁ. Taṁ pana bhagavato iddhividhantogadhaṁ, anaññasādhāraṇañcāti āha ‘‘sabbākāraparipūraṁ atthī’’ti.",
  "anya-e0103n7:166": "Kesañci padesavutti, ayathābhūtaguṇasannissayattā aparisuddho ca yaso hoti, na evaṁ tathāgatassāti dassetuṁ ‘‘lokattayabyāpako’’tiādi vuttaṁ. Tattha idha adhigatasatthuguṇānaṁ āruppe uppannānaṁ ‘‘itipi so bhagavā’’tiādinā bhagavato guṇe anussarantānaṁ yaso pākaṭo hotīti āha ‘‘lokattayabyāpako’’ti. Yathābhuccaguṇādhigatattā eva ativiya parisuddho. Anavasesalakkhaṇānubyañjanādisampattiyā sabbākāraparipūrā. Sabbaṅgapaccaṅgasirī sabbesaṁ aṅgapaccaṅgānaṁ sobhā. ‘‘Tiṇṇo tāreyya’’ntiādinā yaṁ yaṁ etena lokanāthena icchitaṁ manovacīpaṇidhānavasena, patthitaṁ kāyapaṇidhānavasena. Tathevāti paṇidhānānurūpameva. Vīriyapāramibhāvappatto, ariyamaggapariyāpanno ca sammāvāyāmasaṅkhāto payatto.",
  "anya-e0103n7:167": "Bhedehīti sabbattikadukapadasaṁhitehi pabhedehi. Paṭiccasamuppādādīhīti ādi-saddena na kevalaṁ vibhaṅgapāḷiyaṁ āgatā satipaṭṭhānādayova saṅgahitā, atha kho saṅgahādayo, samayavimuttādayo, ṭhapanādayo , tikapaṭṭhānādayo ca saṅgahitāti veditabbaṁ. Dukkhasaccassa pīḷanaṭṭho taṁsamaṅgino sattassa hiṁsanaṁ avipphārikatākaraṇaṁ. Saṅkhataṭṭho sameccasambhūyapaccayehi katabhāvo. Santāpaṭṭho dukkhadukkhatādīhi santappanaṁ paridahanaṁ. Vipariṇāmaṭṭho jarāya, maraṇena cāti dvidhā vipariṇāmetabbatā. Samudayassa āyūhanaṭṭho dukkhassa nibbattanavasena sampiṇḍanaṁ. Nidānaṭṭho ‘‘idaṁ taṁ dukkha’’nti nidadantassa viya samuṭṭhāpanaṁ. Saṁyogaṭṭho saṁsāradukkhena saṁyojanaṁ. Palibodhaṭṭho maggādhigamassa nivāraṇaṁ. Nirodhassa nissaraṇaṭṭho sabbūpadhīnaṁ paṭinissaggasabhāvattā tato vinissaṭatā, tannissaraṇanimittatā vā. Vivekaṭṭho sabbasaṅkhāravisaṁyuttatā. Asaṅkhataṭṭho kenacipi paccayena anabhisaṅkhatatā. Amataṭṭho niccasabhāvattā maraṇābhāvo, sattānaṁ maraṇābhāvahetutā vā. Maggassa niyyānaṭṭho vaṭṭadukkhato niggamanaṭṭho. Hetuattho nibbānassa sampāpakabhāvo. Dassanaṭṭho accantasukhumassa nibbānassa sacchikaraṇaṁ. Ādhipateyyaṭṭho catusaccadassane sampayuttānaṁ ādhipaccakaraṇaṁ, ārammaṇādhipatibhāvo vā visesato maggādhipativacanato. Satipi hi jhānādīnaṁ ārammaṇādhipatibhāve ‘‘jhānādhipatino dhammā’’ti evamādiṁ avatvā ‘‘maggādhipatino dhammā’’ icceva vuttaṁ, tasmā viññāyati ‘‘atthi maggassa ārammaṇādhipatibhāve viseso’’ti. Ete ca pīḷanādayo soḷasākārā nāma. Kasmā panettha aññesu rogagaṇṭhādiākāresu vijjamānesu eteva pariggayhantīti? Salakkhaṇato ca saccantaradassanato ca āvibhāvato. Svāyamattho parato saccakathāyameva āvi bhavissati.",
  "anya-e0103n7:168": "Dibbavihāro kasiṇādiārammaṇāni rūpāvacarajjhānāni. Mettādijjhānāni brahmavihāro. Phalasamāpatti ariyavihāro. Kāmehi vivekaṭṭhakāyatāvasena ekībhāvo kāyaviveko. Paṭhamajjhānādinā nīvaraṇādīhi vivittacittatā cittaviveko. Upadhiviveko nibbānaṁ. Aññeti lokiyābhiññādike.",
  "anya-e0103n7:169": "Kilesābhisaṅkhāravasena bhavesu paribbhamanaṁ, so ca taṇhāppadhānoti vuttaṁ ‘‘taṇhāsaṅkhātaṁ gamana’’nti. Vantanti ariyamaggamukhena uggiritaṁ puna apaccāvamanavasena chaḍḍitaṁ. Bhagavāti vuccati niruttinayenāti dassento āha ‘‘yathā…pe… mekhalā’’ti.",
  "anya-e0103n7:170": "Aparo nayo – bhāgavāti bhagavā, bhatavāti bhagavā, bhāge vanīti bhagavā, bhage vanīti bhagavā, bhattavāti bhagavā, bhage vamīti bhagavā. Bhāge vamīti bhagavā.",
  "anya-e0103n7:171": "Bhāgavā bhatavā bhāge, bhage ca vani bhattavā;",
  "anya-e0103n7:172": "Bhage vami tathā bhāge, vamīti bhagavā jino.",
  "anya-e0103n7:173": "Tattha kathaṁ bhāgavāti bhagavā? Ye te sīlādayo dhammakkhandhā guṇakoṭṭhāsā, te anaññasādhāraṇā niratisayā tathāgatassa atthi upalabbhanti. Tathā hissa sīlaṁ samādhi paññā vimutti vimuttiñāṇadassanaṁ, hirī ottappaṁ, saddhā vīriyaṁ, sati sampajaññaṁ, sīlavisuddhi diṭṭhivisuddhi, samatho vipassanā, tīṇi kusalamūlāni, tīṇi sucaritāni, tayo sammāvitakkā, tisso anavajjasaññā, tisso dhātuyo, cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, cattāro ariyamaggā, cattāri ariyaphalāni, catasso paṭisambhidā, catuyoniparicchedakañāṇāni, cattāro ariyavaṁsā, cattāri vesārajjañāṇāni, pañca padhāniyaṅgāni, pañcaṅgiko sammāsamādhi, pañcañāṇiko sammāsamādhi, pañcindriyāni, pañca balāni, pañca nissāraṇīyā dhātuyo, pañca vimuttāyatanañāṇāni, pañca vimuttiparipācanīyā saññā, cha anussatiṭṭhānāni, cha gāravā, cha nissāraṇīyā dhātuyo, cha satatavihārā, cha anuttariyāni, cha nibbedhabhāgiyā saññā, cha abhiññā, cha asādhāraṇañāṇāni, satta aparihāniyā dhammā, satta ariyadhammā, satta ariyadhanāni, satta bojjhaṅgā, satta sappurisadhammā, satta nijjaravatthūni, satta saññā, sattadakkhiṇeyyapuggaladesanā, sattaviññāṇaṭṭhitidesanā, sattakhīṇāsavabaladesanā, aṭṭhapaññāpaṭilābhahetudesanā, aṭṭha sammattāni, aṭṭhalokadhammātikkamā, aṭṭha ārambhavatthūni, aṭṭhaakkhaṇadesanā, aṭṭha mahāpurisavitakkā, aṭṭhaabhibhāyatanadesanā, aṭṭha vimokkhā, nava yonisomanasikāramūlakā dhammā, nava pārisuddhipadhāniyaṅgāni, navasattāvāsadesanā, nava āghātapaṭivinayā, nava saññā, nava nānattā, nava anupubbavihārā, dasa nāthakāraṇā dhammā, dasa kasiṇāyatanāni, dasa kusalakammapathā, dasa sammattāni, dasa ariyavāsā, dasa asekkhadhammā, dasa tathāgatabalāni, ekādasa mettānisaṁsā, dvādasa dhammacakkākārā, terasa dhutaguṇā, cuddasa buddhañāṇāni, pañcadasa vimuttiparipācanīyā dhammā, soḷasavidhā ānāpānassati, soḷasa aparantapanīyā dhammā, aṭṭhārasa buddhadhammā, ekūnavīsati paccavekkhaṇañāṇāni, catucattālīsa ñāṇavatthūni , paññāsa udayabbayañāṇāni, paropaññāsa kusaladhammā, sattasattatiñāṇavatthūni, catuvīsatikoṭisatasahassasamāpattisañcārimahāvajirañāṇaṁ, anantanayasamantapaṭṭhānapavicayapaccavekkhaṇadesanāñāṇāni, tathā anantāsu lokadhātūsu anantānaṁ sattānaṁ āsayādivibhāvanañāṇāni cāti evamādayo anantāparimāṇabhedā anaññasādhāraṇā niratisayā guṇabhāgā guṇakoṭṭhāsā saṁvijjanti upalabbhanti. Tasmā yathāvuttavibhāgā guṇabhāgā assa atthīti bhāgavāti vattabbe ā-kārassa rassattaṁ katvā ‘‘bhagavā’’ti vutto. Evaṁ tāva bhāgavāti bhagavā.",
  "anya-e0103n7:174": "Yasmā sīlādayo sabbe, guṇabhāgā asesato;",
  "anya-e0103n7:175": "Vijjanti sugate tasmā, ‘‘bhagavā’’ti pavuccati.",
  "anya-e0103n7:176": "Kathaṁ bhatavāti bhagavā? Ye te sabbalokahitāya ussukkamāpannehi manussattādike aṭṭha dhamme samodhānetvā sammāsambodhiyā katamahābhinīhārehi mahābodhisattehi paripūretabbā dānapāramī, sīlanekkhammapaññāvīriyakhantisaccaadhiṭṭhānamettāupekkhāpāramīti dasa pāramiyo, dasa upapāramiyo, dasa paramatthapāramiyoti samatiṁsa pāramiyo, dānādīni cattāri saṅgahavatthūni, saccādīni cattāri adhiṭṭhānāni, attapariccāgo, nayana, dhana, rajja, puttadārapariccāgoti pañca mahāpariccāgā, pubbayogo, pubbacariyā, dhammakkhānaṁ, ñātatthacariyā, lokatthacariyā, buddhatthacariyāti evamādayo, saṅkhepato vā sabbe puññasambhārañāṇasambhārabuddhakārakadhammā, te mahābhinīhārato paṭṭhāya kappānaṁ satasahassādhikāni cattāri asaṅkhyeyāni yathā hānabhāgiyā, saṁkilesabhāgiyā, ṭhitibhāgiyā vā na honti, atha kho uttaruttari visesabhāgiyāva honti, evaṁ sakkaccaṁ nirantaraṁ anavasesato bhatā sambhatā assa atthīti bhatavāti vattabbe ‘‘bhagavā’’ti vutto niruttinayena ta-kārassa ga-kāraṁ katvā. Atha vā bhatavāti teyeva yathāvutte buddhakārakadhamme vuttanayena bhari sambhari, paripūresīti attho. Evampi bhatavāti bhagavā.",
  "anya-e0103n7:177": "Sammāsambodhiyā sabbe, dānapāramiādike;",
  "anya-e0103n7:178": "Sambhāre bhatavā nātho, tasmāpi bhagavā mato.",
  "anya-e0103n7:179": "Kathaṁ bhāge vanīti bhagavā? Ye te catuvīsatikoṭisatasahassasaṅkhā devasikaṁ vaḷañjanakasamāpattibhāgā, te anavasesato lokahitatthaṁ, attano ca diṭṭhadhammasukhavihāratthaṁ niccakappaṁ niccakappaṁ vani bhaji sevi bahulamakāsīti bhāge vanīti bhagavā. Atha vā abhiññeyyadhammesu, kusalādīsu, khandhādīsu ca ye te pariññeyyādivasena saṅkhepato vā catubbidhā abhisamayabhāgā, vitthārato pana ‘‘cakkhuṁ pariññeyyaṁ…pe… jarāmaraṇaṁ pariññeyya’’ntiādinā anekapariññeyyabhāgā, ‘‘cakkhussa samudayo pahātabbo…pe… jarāmaraṇassa samudayo pahātabbo’’tiādinā pahātabbabhāgā, ‘‘cakkhussa nirodho…pe… jarāmaraṇassa nirodho sacchikātabbo’’tiādinā (paṭi. ma. 1.21) sacchikātabbabhāgā, ‘‘cakkhussa nirodhagāminī paṭipadā’’tiādinā, ‘‘cattāro satipaṭṭhānā’’tiādinā ca anekabhedā bhāvetabbabhāgā ca dhammā, te sabbe vani bhaji yathārahaṁ gocarabhāvanāsevanānaṁ vasena sevi. Evampi bhāge vanīti bhagavā. Atha vā ye ime sīlādayo dhammakkhandhā sāvakehi sādhāraṇā guṇakoṭṭhāsā guṇabhāgā, ‘‘kinti nu kho te veneyyasantānesu patiṭṭhapeyya’’nti mahākaruṇāya vani abhipatthayi, sā cassa abhipatthanā yathādhippetaphalāvahā ahosi. Evampi bhāge vanīti bhagavā.",
  "anya-e0103n7:180": "Yasmā ñeyyasamāpatti-guṇabhāge tathāgato;",
  "anya-e0103n7:181": "Bhaji patthayi sattānaṁ, hitāya bhagavā tato.",
  "anya-e0103n7:182": "Kathaṁ bhage vanīti bhagavā? Samāsato tāva katapuññehi payogasampannehi yathāvibhavaṁ bhajīyantīti bhagā, lokiyalokuttarasampattiyo. Tattha lokiye tāva tathāgato sambodhito pubbe bodhisattabhūto paramukkaṁsagate vani bhaji sevi, yattha patiṭṭhāya niravasesato buddhakārakadhamme samannānento buddhadhamme paripācesi. Buddhabhūto pana te niravajjasukhūpasaṁhite anaññasādhāraṇe lokuttarepi vani bhaji sevi. Vitthārato pana padesarajjaissariyacakkavattisampattidevarajjasampattiādivasena, jhānavimokkhasamādhisamāpattiñāṇadassanamaggabhāvanāphalasacchikiriyādiuttarimanussadhammavasena ca anekavihite anaññasādhāraṇe bhage vani bhaji sevi. Evampi bhage vanīti bhagavā.",
  "anya-e0103n7:183": "Yā tā sampattiyo loke, yā ca lokuttarā puthū;",
  "anya-e0103n7:184": "Sabbā tā bhaji sambuddho, tasmāpi bhagavā mato.",
  "anya-e0103n7:185": "Kathaṁ bhattavāti bhagavā? Bhattā daḷhabhattikā assa bahū atthīti bhattavā. Tathāgato hi mahākaruṇāsabbaññutaññāṇādiaparimitanirupamappabhāvaguṇavisesasamaṅgi bhāvato sabbasattuttamo sabbānatthaparihārapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā sadevamanussāya pajāya accantupakāritāya dvattiṁsamahāpurisalakkhaṇaasītianubyañjanabyāmappabhādianaññasādhāraṇaguṇavisesapaṭimaṇḍitarūpakāyatāya yathābhuccaguṇādhigatena ‘‘itipi so bhagavā’’tiādinayappavattena lokattayabyāpināsuvipulena, suvisuddhena ca thutighosena samannāgatattā, ukkaṁsapāramippattāsu appicchatāsantuṭṭhiādīsu supatiṭṭhitabhāvato, dasabalacatuvesārajjādiniratisayaguṇavisesasamaṅgibhāvato ca ‘‘rūpappamāṇo rūpappasanno, ghosappamāṇo ghosappasanno, lūkhappamāṇo lūkhappasanno, dhammappamāṇo dhammappasanno’’ti evaṁ catuppamāṇike lokasannivāse sabbathāpi pasādāvahabhāvena samantapāsādikattā aparimāṇānaṁ sattānaṁ sadevamanussānaṁ ādarabahumānagāravāyatanatāya paramapemasambhattiṭṭhānaṁ. Ye tassa ovāde patiṭṭhitā aveccappasādena samannāgatā honti, kenaci asaṁhāriyā tesaṁ sambhatti samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vāti. Tathā hi te attano jīvitapariccāgepi tattha pasādaṁ na pariccajanti, tassa vā āṇaṁ daḷhabhattibhāvato. Tenevāha –",
  "anya-e0103n7:186": "‘‘Yo ve kataññū katavedi dhīro,",
  "anya-e0103n7:187": "Kalyāṇamitto daḷhabhatti ca hotī’’ti. (jā. 2.17.78);",
  "anya-e0103n7:188": "‘‘Seyyathāpi , bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati, evameva kho, bhikkhave, yaṁ mayā sāvakānaṁ sikkhāpadaṁ paññattaṁ, taṁ mama sāvakā jīvitahetupi nātikkamantī’’ti (udā. 45; cūḷava. 385) ca.",
  "anya-e0103n7:189": "Evaṁ bhattavāti bhagavā niruttinayena ekassa ta-kārassa lopaṁ katvā itarassa ga-kāraṁ katvā.",
  "anya-e0103n7:190": "Guṇātisayayuttassa , yasmā lokahitesino;",
  "anya-e0103n7:191": "Sambhattā bahavo satthu, bhagavā tena vuccati.",
  "anya-e0103n7:192": "Kathaṁ bhage vamīti bhagavā? Yasmā tathāgato bodhisattabhūtopi purimāsu jātīsu pāramiyo pūrento bhagasaṅkhātaṁ siriṁ, issariyaṁ, yasañca vami uggiri kheḷapiṇḍaṁ viya anapekkho chaḍḍayi. Tathā hissa somanassakumārakāle (jā. 1.15.211 ādayo) hatthipālakumārakāle (jā. 1.15.337 ādayo) ayogharapaṇḍitakāle (jā. 1.15.363 ādayo) mūgapakkhapaṇḍitakāle (jā. 2.22.1 ādayo) cūḷasutasomakāleti (jā. 2.17.195 ādayo) evamādīsu nekkhammapāramipūraṇavasena devarajjasadisāya rajjasiriyā pariccattaattabhāvānaṁ parimāṇaṁ natthi. Carimattabhāvepi hatthagataṁ cakkavattisiriṁ devalokādhipaccasadisaṁ catudīpissariyaṁ, cakkavattisampattisannissayaṁ sattaratanasamujjalaṁ yasañca tiṇāyapi amaññamāno nirapekkho pahāya abhinikkhamitvā sammāsambodhiṁ abhisambuddho, tasmā ime siriādike bhage vamīti bhagavā. Atha vā bhāni nāma nakkhattāni, tehi samaṁ gacchanti pavattantīti bhagā, sineruyugandharauttarakuruhimavantādibhājanalokavisesasannissayā sobhā kappaṭṭhiyabhāvato. Tepi bhagavā vami tannivāsasattāvāsasamatikkamanato tappaṭibaddhachandarāgappahānena pajahīti. Evampi bhage vamīti bhagavā.",
  "anya-e0103n7:193": "Cakkavattisiriṁ yasmā, yasaṁ issariyaṁ sukhaṁ;",
  "anya-e0103n7:194": "Pahāsi lokacittañca, sugato bhagavā tato.",
  "anya-e0103n7:195": "Kathaṁ bhāge vamīti bhagavā? Bhāgā nāma sabhāvadhammakoṭṭhāsā, te khandhāyatanadhātādivasena, tatthāpi rūpavedanādivasena, atītādivasena ca anekavidhā, te ca bhagavā ‘‘sabbaṁ papañcaṁ, sabbaṁ yogaṁ, sabbaṁ ganthaṁ, sabbaṁ saṁyojanaṁ samucchinditvā amataṁ dhātuṁ samadhigacchanto vami uggiri anapekkho chaḍḍayi na paccāvami. Tathā hesa sabbatthakameva pathaviṁ āpaṁ tejaṁ vāyaṁ, cakkhuṁ sotaṁ ghānaṁ jivhaṁ kāyaṁ manaṁ, rūpe sadde gandhe rase phoṭṭhabbe dhamme, cakkhuviññāṇaṁ…pe… manoviññāṇaṁ, cakkhusamphassaṁ…pe… manosamphassaṁ, cakkhusamphassajaṁ vedanaṁ…pe… manosamphassajaṁ vedanaṁ, cakkhusamphassajaṁ saññaṁ…pe… manosamphassajaṁ saññaṁ, cakkhusamphassajaṁ cetanaṁ…pe… manosamphassajaṁ cetanaṁ, rūpataṇhaṁ …pe… dhammataṇhaṁ, rūpavitakkaṁ…pe… dhammavitakkaṁ, rūpavicāraṁ…pe… dhammavicāra’’ntiādinā anupadadhammavibhāgavasenapi sabbeva dhammakoṭṭhāse anavasesato vami uggiri anapekkhapariccāgena chaḍḍayi. Vuttaṁ hetaṁ –",
  "anya-e0103n7:196": "‘‘Yaṁ taṁ, ānanda, cattaṁ vantaṁ muttaṁ pahīnaṁ paṭinissaṭṭhaṁ, taṁ tathāgato puna paccāvamissatīti netaṁ ṭhānaṁ vijjatī’’ti (dī. ni. 2.183).",
  "anya-e0103n7:197": "Evampi bhāge vamīti bhagavā. Atha vā bhāge vamīti sabbepi kusalākusale sāvajjānavajje hīnapaṇīte kaṇhasukkasappaṭibhāge dhamme ariyamaggañāṇamukhena vami uggiri anapekkho pariccaji pajahi, paresañca tathattāya dhammaṁ desesi. Vuttampi cetaṁ –",
  "anya-e0103n7:198": "‘‘Dhammāpi vo, bhikkhave, pahātabbā, pageva adhammā (ma. ni. 1.240). Kullūpamaṁ vo, bhikkhave, dhammaṁ desessāmi nittharaṇatthāya, no gahaṇatthāyā’’tiādi (ma. ni. 1.240).",
  "anya-e0103n7:199": "Evampi bhāge vamīti bhagavā.",
  "anya-e0103n7:200": "Khandhāyatanadhātādi-dhammabhedā mahesinā;",
  "anya-e0103n7:201": "Kaṇhā sukkā yato vantā, tatopi bhagavā mato.",
  "anya-e0103n7:202": "Tena vuttaṁ –",
  "anya-e0103n7:203": "‘‘Bhāgavā bhatavā bhāge, bhage ca vani bhattavā;",
  "anya-e0103n7:204": "Bhage vami tathā bhāge, vamīti bhagavā jino’’ti.",
  "anya-e0103n7:205": "Ettha ca yasmā saṅkhepato attahitasampattiparahitapaṭipattivasena duvidhā buddhaguṇā, tāsu attahitasampatti pahānasampadāñāṇasampadābhedato duvidhā, ānubhāvasampadādīnaṁ tadavinābhāvena tadantogadhattā. Parahitapaṭipatti payogāsayabhedato duvidhā. Tattha payogato lābhasakkārādinirapekkhacittassa sabbadukkhaniyyānikadhammūpadeso, āsayato paṭiviruddhesupi niccaṁ hitesitā, ñāṇaparipākakālāgamanādiparahitapaṭipatti ca, āmisapaṭiggahaṇādināpi atthacariyā parahitapaṭipatti hotiyeva. Tasmā tesaṁ vibhāvanavasena pāḷiyaṁ ‘‘araha’’ntiādīnaṁ padānaṁ gahaṇaṁ veditabbaṁ.",
  "anya-e0103n7:206": "Tattha ‘‘araha’’nti iminā padena pahānasampadāvasena bhagavato attahitasampatti vibhāvitā. ‘‘Sammāsambuddho, lokavidū’’ti ca imehi padehi ñāṇasampadāvasena. Nanu ca ‘‘lokavidū’’ti imināpi sammāsambuddhatā vibhāvīyatīti? Saccaṁ vibhāvīyati, atthi pana viseso, ‘‘sammāsambuddho’’ti iminā sabbaññutaññāṇānubhāvo vibhāvito, ‘‘lokavidū’’ti pana iminā āsayānusayañāṇādīnampi ānubhāvo vibhāvitoti. ‘‘Vijjācaraṇasampanno’’ti iminā sabbāpi bhagavato attahitasampatti vibhāvitā. ‘‘Sugato’’ti pana iminā samudāgamato paṭṭhāya bhagavato attahitasampatti, parahitapaṭipatti ca vibhāvitā. ‘‘Anuttaro purisadammasārathi satthā devamanussāna’’nti imehi padehi bhagavato parahitapaṭipatti vibhāvitā. ‘‘Buddho’’ti iminā bhagavato attahitasampatti, parahitapaṭipatti ca vibhāvitā. Evañca katvā ‘‘sammāsambuddho’’ti vatvā ‘‘buddho’’ti vacanaṁ samatthitaṁ hoti. Tenevāha ‘‘attanāpi bujjhi aññepi satte bodhesī’’tiādi. ‘‘Bhagavā’’ti ca imināpi samudāgamato paṭṭhāya bhagavato sabbā attahitasampatti, parahitapaṭipatti ca vibhāvitā.",
  "anya-e0103n7:207": "Aparo nayo – hetuphalasattūpakāravasena saṅkhepato tividhā buddhaguṇā. Tattha ‘‘arahaṁ sammāsambuddho vijjācaraṇasampanno lokavidū’’ti imehi padehi phalasampattivasena buddhaguṇā vibhāvitā. ‘‘Anuttaro purisadammasārathi satthā devamanussāna’’nti imehi sattūpakāravasena buddhaguṇā pakāsitā. ‘‘Buddho’’ti iminā phalavasena, sattūpakāravasena ca buddhaguṇā vibhāvitā. ‘‘Sugato bhagavā’’ti pana imehi padehi hetuphalasattūpakāravasena buddhaguṇā vibhāvitāti veditabbaṁ.",
  "anya-e0103n7:208": "145.Tassāti buddhānussatikammaṭṭhānikassa yogino. Evanti ‘‘tatrāyaṁ nayo’’tiādinā vuttappakārena. Tasmiṁ samayeti buddhaguṇānussaraṇasamaye. Rāgapariyuṭṭhitanti rāgena pariyuṭṭhitaṁ, pariyuṭṭhānappattehi rāgehi sahitaṁ cittaṁ araññamiva corehi tena pariyuṭṭhitanti vuttaṁ, tassa pariyuṭṭhānaṭṭhānabhāvato, pariyuṭṭhitarāganti attho. Yaṁ vā rāgassa pariyuṭṭhānaṁ, taṁ taṁsahite citte upacaritanti daṭṭhabbaṁ. Etasmiṁ pakkhe rāgenāti rāgena hetunāti attho. Ujugatamevāti pageva kāyavaṅkādīnaṁ apanītattā, cittassa ca anujubhāvakarānaṁ māyādīnaṁ abhāvato, rāgādipariyuṭṭhānābhāvena vā onatiunnativirahato ujubhāvameva kataṁ. Atha vā ujugatamevāti kammaṭṭhānassa vīthiṁ otiṇṇatāya līnuddhaccavigamanato majjhimasamathanimittapaṭipattiyā ujubhāvameva gataṁ. Tathāgataṁ ārabbhāti tathāgataguṇe ārammaṇaṁ katvā.",
  "anya-e0103n7:209": "Iccassāti iti assa. ‘‘So bhagavā itipi araha’’ntiādinā pubbe vuttappakārena buddhaguṇe anuvitakkayatoti sambandho. Evanti ‘‘neva tasmiṁ samaye’’tiādinā vuttanayena. Buddhaguṇapoṇāti buddhaguṇaninnā. ‘‘Vitakkavicārā pavattantī’’ti etena buddhaguṇasaṅkhātaṁ kammaṭṭhānaṁ vitakkāhataṁ, vitakkapariyāhataṁ, punappunaṁ anumajjanañca karotīti dasseti. Pīti uppajjatīti bhāvanāvasena upacārajjhānanipphādikā balavatī pīti uppajjati. Pītimanassa vuttappakārapītisahitacittassa. Kāyacittadarathāti kāyacittapassaddhīnaṁ paṭipakkhabhūtā sukhumāvatthā uddhaccasahagatā kilesā. Paṭippassambhantīti sannisīdanti. Anukkamena ekakkhaṇeti yadā buddhaguṇārammaṇā bhāvanā uparūpari visesaṁ āvahantī pavattati, tadā nīvaraṇāni vikkhambhitāneva honti, kilesā sannisinnāva honti, suvisadāni saddhādīni indriyāni honti, bhāvanāya paguṇatāya vitakkavicārā sātisayaṁ paṭukiccāva honti, balavatī pīti uppajjati, pītipadaṭṭhānā passaddhi savisesā jāyati, passaddhakāyassa samādhipadaṭṭhānaṁ sukhaṁ thirataraṁ hutvā pavattati, sukhena anubrūhitaṁ cittaṁ kammaṭṭhāne sammadeva samādhiyati. Evaṁ anukkamena pubbabhāge vitakkādayo uparūpari paṭupaṭutarabhāvena pavattitvā bhāvanāya majjhimasamathapaṭipattiyā indriyānañca ekarasabhāvena paṭutamāni hutvā ekakkhaṇe jhānaṅgāni uppajjanti. Yaṁ sandhāya vuttaṁ bhagavatā –",
  "anya-e0103n7:210": "‘‘Yasmiṁ , mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti…pe… sukhino cittaṁ samādhiyatī’’ti (a. ni. 6.10).",
  "anya-e0103n7:211": "Kasmā panettha jhānaṁ appanāpattaṁ na hotīti āha ‘‘buddhaguṇānaṁ pana gambhīratāyā’’tiādi. Gambhīre hi ārammaṇe gambhīre udake patitanāvā viya samathabhāvanā patiṭṭhaṁ na labhati, ‘‘gambhīratāyā’’ti ca iminā sabhāvadhammatāpi saṅgahitā. Sabhāvadhammo hi gambhīro na paññatti. Nanu ca tajjāpaññattivasena sabhāvadhammo gayhatīti? Saccaṁ gayhati pubbabhāge, bhāvanāya pana vaḍḍhamānāya paññattiṁ samatikkamitvā sabhāveyeva cittaṁ tiṭṭhati. Nanu ca sabhāvadhammepi katthaci appanā samijjhati dutiyāruppajjhānādīti? Saccaṁ samijjhati, tañca kho ekappakāre ārammaṇe, idaṁ pana nānappakāranti dassento ‘‘nānappakāraguṇānussaraṇādhimuttatāyā’’ti āha. Evampi yathā nānappakāresu kesādikoṭṭhāsesu manasikāraṁ pavattentassa ekasmiṁyeva koṭṭhāse appanāvasena bhāvanā avatiṭṭhati, evamidha kasmā na hotīti? Visamoyaṁ upaññāso. Tattha hi satipi koṭṭhāsabahubhāve ekappakāreneva bhāvanā vattati paṭikkūlākārasseva gahaṇato, idha pana nānappakārena guṇānaṁ nānappakārattā, na ayamekasmiṁyeva guṇe ṭhātuṁ sakkoti bhāvanābalena paccakkhato buddhaguṇesu upaṭṭhahantesu saddhāya balavabhāvato. Teneva hi ‘‘adhimuttatāyā’’ti vuttaṁ. Yadi upacārappattaṁ jhānaṁ hoti, kathaṁ buddhānussatīti vuttanti āha ‘‘tadeta’’ntiādi.",
  "anya-e0103n7:212": "Sagāravo hoti sappatisso, satthu guṇasarīrassa paccakkhato upaṭṭhahanato. Tatoyeva saddhāvepullaṁ aveccappasādasadisaṁ saddhāmahattaṁ. Buddhaguṇānaṁ anussaraṇavasena bhāvanāya pavattattā sativepullaṁ. Tesaṁ paramagambhīratāya, nānappakāratāya ca paññāvepullaṁ. Tesaṁ uḷārapuññakkhettatāya puññavepullañca adhigacchati. Pītipāmojjabahulo hoti pītisambojjhaṅgaṭṭhānīyattā buddhānussatiyā. Bhayabheravasaho buddhaguṇārammaṇāya satiyā bhayabheravābhibhavanato. Tenāha bhagavā ‘‘anussaretha sambuddhaṁ, bhayaṁ tumhāka no siyā’’ti (saṁ. ni. 1.249 thokaṁ visadisaṁ). Dukkhādhivāsanasamattho buddhānussatiyā sarīradukkhassa padumapalāse udakassa viya vinivaṭṭanato . Saṁvāsasaññanti sahavāsasaññaṁ. Buddhabhūmiyaṁ cittaṁ namati buddhaguṇānaṁ mahantabhāvassa paccakkhato upaṭṭhānato. Buddhānussatibhāvanāya sabbadā buddhaguṇānaṁ citte viparivattanato vuttaṁ ‘‘sammukhā satthāraṁ passato viyā’’ti. Uttari appaṭivijjhantoti imāya bhāvanāya upari taṁ adhiṭṭhānaṁ katvā saccāni appaṭivijjhanto. Sugatiparāyaṇoti sugatisamparāyo.",
  "anya-e0103n7:213": "Appamādanti appamajjanaṁ sakkaccaṁ anuyogaṁ. Kayirāthāti kareyya. Sumedhasoti sundarapañño . Evaṁ mahānubhāvāyāti vuttappakārena nīvaraṇavikkhambhanādisamatthena satthari sagāravabhāvādihetubhūtena mahatā sāmatthiyena samannāgatāya.",
  "anya-e0103n7:214": "2. Dhammānussatikathāvaṇṇanā",
  "anya-e0103n7:215": "146.Dhammānussatinti ettha padattho, sabhāvattho ca ādito vuttoyevāti taṁ anāmasitvā bhāvanāvidhānameva dassetuṁ ‘‘dhammānussatiṁ bhāvetukāmenāpī’’tiādi āraddhaṁ. Kasmā panettha buddhānussatiyaṁ viya ‘‘aveccappasādasamannāgatenā’’ti na vuttaṁ. Nanu etā paṭipāṭiyā cha anussatiyo ariyasāvakānaṁ vasena desanaṁ āruḷhāti? Saccametaṁ, evaṁ santepi ‘‘parisuddhasīlādiguṇānaṁ puthujjanānampi ijjhantī’’ti dassanatthaṁ ‘‘aveccappasādasamannāgatenā’’ti idha na vuttaṁ, ariyasāvakānaṁ pana sukhena ijjhantīti. Tathāpi pāḷiyaṁ āgatattā ca buddhānussatiniddese vuttanti daṭṭhabbaṁ, ayañca vicāro parato āgamissateva.",
  "anya-e0103n7:216": "147.Pariyattidhammopīti pi-saddena lokuttaradhammaṁ sampiṇḍeti. Itaresūti sandiṭṭhikādipadesu. Lokuttaradhammovāti avadhāraṇaṁ nippariyāyena sandiṭṭhikādiatthaṁ sandhāya vuttaṁ, pariyāyato panete pariyattidhammepi sambhavanteva. Tathā hi pariyattidhammo bahussutena āgatāgamena paramena satinepakkena samannāgatena paññavatā ādikalyāṇatādivisesato sayaṁ daṭṭhabboti sandiṭṭhiko. Ācariyapayirupāsanāya vinā na labbhāti ce? Lokuttaradhammepi samāne kalyāṇamittasannissayeneva sijjhanato, tathā satthusandassanepi. ‘‘Sandiṭṭhiyā jayatī’’ti ayaṁ panattho titthiyanimmaddane nippariyāyatova labbhati , kilesajaye pariyāyato paramparāhetubhāvato. ‘‘Sandiṭṭhaṁ arahatī’’ti ayampi attho labbhateva, sabbaso saṁkilesadhammānaṁ pahānaṁ, vodānadhammānaṁ paribrūhanañca uddissa pavattattā. Ayañca attho ‘‘ye kho tvaṁ, gotami, dhamme jāneyyāsi, ime dhammā sarāgāya saṁvattanti no virāgāya, saññogāya saṁvattanti no visaññogāya, saupādānāya saṁvattanti no anupādānāya. Ekaṁsena, gotami, dhāreyyāsi ‘neso dhammo, neso vinayo, netaṁ satthusāsana’’’nti (cūḷava. 406; a. ni. 8.53), ‘‘dhammāpi vo, bhikkhave, pahātabbā, pageva adhammā’’ti (ma. ni. 1.240) ca evamādīhi suttapadehi vibhāvetabbo. Akālikādhigamupāyatāya akāliko. Vijjamānatāparisuddhatāhi ehipassavidhiṁ arahatīti ehipassiko. Tato eva vaṭṭadukkhanittharaṇatthikehi attano citte upanayanaṁ, cittassa vā tattha upanayanaṁ arahatīti opaneyyiko. Vimuttāyatanasīse ṭhatvā paricayena sammadeva atthavedaṁ, dhammavedañca labhantehi paccattaṁ veditabbo viññūhīti. Evaṁ sandiṭṭhikādipadesu pariyattidhammampi pakkhipitvā manasikāro yujjateva.",
  "anya-e0103n7:217": "Sāti gāthā. Samantabhadrakattāti sabbabhāgehi sundarattā. Dhammassāti sāsanadhammassa. Kiñcāpi avayavavinimutto samudāyo nāma paramatthato koci natthi, yesu pana avayavesu samudāyarūpena avekkhitesu ‘‘gāthā’’ti samaññā, taṁ tato bhinnaṁ viya katvā saṁsāmivohāraṁ āropetvā dassento ‘‘paṭhamena pādena ādikalyāṇā’’tiādimāha. ‘‘Ekānusandhika’’nti idaṁ nātibahuvibhāgaṁ yathānusandhinā ekānusandhikaṁ sandhāya vuttaṁ, itarassa pana teneva desetabbadhammavibhāgena ādimajjhapariyosānabhāgā labbhantīti. Nidānenāti kāladesadesakaparisādiapadisanalakkhaṇena nidānaganthena. Nigamanenāti ‘‘idamavocā’’tiādikena (saṁ. ni. 1.249), ‘‘iti yaṁ taṁ vuttaṁ, idametaṁ paṭicca vutta’’nti (a. ni. 10.27) vā yathāvuttatthanigamanena.",
  "anya-e0103n7:218": "Ayaṁ kathā visesato suttapiṭakasaṁvaṇṇanāti katvā suttapiṭakavasena dhammassa ādikalyāṇādikaṁ dassetvā idāni suttapiṭakavinayapiṭakānaṁ vasena taṁ dassetuṁ ‘‘sanidānasauppattikattā’’tiādi vuttaṁ. Tattha sanidānasauppattikattāti yathāvuttanidānena sanidānatāya, saaṭṭhuppattikatāya ca. Veneyyānaṁ anurūpatoti sikkhāpadapaññattiyā, dhammadesanāya ca taṁtaṁsikkhāpadabhāvena paññāpiyamānassa veneyyajjhāsayānurūpaṁ pavattiyamānassa anurūpato. Atthassāti desiyamānassa ca sīlādiatthassa. ‘‘Taṁ kissa hetu (saṁ. ni. 1.249)? Seyyathāpi, bhikkhave’’tiādinā (saṁ. ni. 3.95) tattha tattha hetūpamāgahaṇena hetudāharaṇayuttato.",
  "anya-e0103n7:219": "Evaṁ suttavinayavasena pariyattidhammassa ādimajjhapariyosānakalyāṇataṁ dassetvā idāni tīṇi piṭakāni ekajjhaṁ gahetvā taṁ dassetuṁ ‘‘sakalopī’’tiādi vuttaṁ. Tattha sāsanadhammoti –",
  "anya-e0103n7:220": "‘‘Sabbapāpassa akaraṇaṁ, kusalassa upasampadā;",
  "anya-e0103n7:221": "Sacittapariyodapanaṁ, etaṁ buddhāna sāsana’’nti. (dha. pa. 183; dī. ni. 2.90) –",
  "anya-e0103n7:222": "Evaṁ vuttassa satthusāsanassa pakāsako pariyattidhammo. Sīlena ādikalyāṇo sīlamūlakattā sāsanassa. Samathādīhi majjhekalyāṇo tesaṁ sāsanasampattiyā vemajjhabhāvato. Nibbānena pariyosānakalyāṇo tadadhigamato uttarikaraṇīyābhāvato. Sāsane sammāpaṭipatti nāma paññāya hoti, tassā ca sīlaṁ, samādhi ca mūlanti āha ‘‘sīlasamādhīhi ādikalyāṇo’’ti. Paññā pana anubodhapaṭivedhavasena duvidhāti tadubhayampi gaṇhanto ‘‘vipassanāmaggehi majjhekalyāṇo’’ti āha. Tassa nipphatti phalaṁ, kiccaṁ nibbānasacchikiriyā, tato paraṁ kattabbaṁ natthīti dassento āha ‘‘phalanibbānehi pariyosānakalyāṇo’’ti. Phalaggahaṇena vā saupādisesanibbānamāha, itarena itaraṁ, tadubhayañca sāsanasampattiyā osānanti āha ‘‘phalanibbānehi pariyosānakalyāṇo’’ti.",
  "anya-e0103n7:223": "Buddhassa subodhitā sammāsambuddhatā, tāya ādikalyāṇo tappabhavattā. Sabbaso saṁkilesappahānaṁ vodānaṁ, pāripūrī ca dhammasudhammatā, tāya majjhekalyāṇo taṁsarīrattā. Satthārā yathānusiṭṭhaṁ tathā paṭipatti saṅghasuppaṭipatti, tāya pariyosānakalyāṇo, tāya sāsanassa loke suppatiṭṭhitabhāvato. Tanti sāsanadhammaṁ. Tathattāyāti yathattāya bhagavatā dhammo desito, tathattāya tathabhāvāya. So pana abhisambodhi paccekabodhi sāvakabodhīti tividho , ito aññathā nibbānādhigamassa abhāvato. Tattha sabbaguṇehi aggabhāvato, itarabodhidvayamūlatāya ca paṭhamāya bodhiyā ādikalyāṇatā, guṇehi vemajjhabhāvato dutiyāya majjhekalyāṇatā, tadubhayāvaratāya, tadosānatāya ca sāsanadhammassa tatiyāya pariyosānakalyāṇatā vuttā.",
  "anya-e0103n7:224": "Esoti sāsanadhammo. Nīvaraṇavikkhambhanatoti vimuttāyatanasīse ṭhatvā saddhammaṁ suṇantassa nīvaraṇānaṁ vikkhambhanasambhavato. Vuttaṁ hetaṁ –",
  "anya-e0103n7:225": "‘‘Yathā yathāvuso, bhikkhuno satthā vā dhammaṁ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī , tathā tathā so tattha labhati atthavedaṁ labhati dhammaveda’’nti (a. ni. 5.26).",
  "anya-e0103n7:226": "‘‘Yasmiṁ, bhikkhave, samaye ariyasāvako ohitasoto dhammaṁ suṇāti, pañcassa nīvaraṇāni tasmiṁ samaye pahīnāni hontī’’ti (saṁ. ni. 5.219) –",
  "anya-e0103n7:227": "Ca ādi. Samathavipassanāsukhāvahanatoti samathasukhassa ca vipassanāsukhassa ca sampādanato. Vuttampi cetaṁ –",
  "anya-e0103n7:228": "‘‘So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukha’’ntiādi (dī. ni. 1.279; ma. ni. 2.138).",
  "anya-e0103n7:229": "Tathā –",
  "anya-e0103n7:230": "‘‘Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "anya-e0103n7:231": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānataṁ;",
  "anya-e0103n7:232": "Amānusī ratī hoti, sammā dhammaṁ vipassato’’ti ca. (dha. pa. 374, 373);",
  "anya-e0103n7:233": "Tathāpaṭipannoti yathā samathavipassanāsukhaṁ āvahati, yathā vā satthārā anusiṭṭhaṁ, tathā paṭipanno sāsanadhammo. Tādibhāvāvahanatoti chaḷaṅgupekkhāvasena iṭṭhādīsu tādibhāvassa lokadhammehi anupalepassa āvahanato. Esa bhagavā vuttanayena tividhakalyāṇaṁ dhammaṁ desento yaṁ sāsanabrahmacariyaṁ, maggabrahmacariyañca pakāseti, taṁ yathānurūpaṁ atthasampattiyā sātthaṁ, byañjanasampattiyā sabyañjananti yojanā.",
  "anya-e0103n7:234": "Tattha avisesena tisso sikkhā, sakalo ca tantidhammo sāsanabrahmacariyaṁ. Yaṁ sandhāya vuttaṁ ‘‘katamesānaṁ kho, bhante, buddhānaṁ bhagavantānaṁ brahmacariyaṁ naciraṭṭhitikaṁ ahosī’’tiādi (pārā. 18). Sabbasikkhānaṁ maṇḍabhūtasikkhattayasaṅgahito ariyamaggo maggabrahmacariyaṁ. Yaṁ sandhāya vuttaṁ ‘‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīya’’nti (mahāva. 23; saṁ. ni. 5.186). Yathānurūpanti yathārahaṁ. Sikkhattayasaṅgahaṁ hi sāsanabrahmacariyaṁ atthasampattiyā sātthaṁ. Maggabrahmacariye vattabbameva natthi. Atthasampattiyāti sampannatthatāya. Sampattiattho hi idha saha-saddo. Itaraṁ pana yathāvuttenatthena sātthaṁ, sabyañjanañca. Ye panettha ‘‘vacanasabhāvaṁ sātthaṁ, atthasabhāvaṁ sabyañjana’’nti vibhajitvā vadanti, taṁ na sundaraṁ, tathā vibhattassa pariyattidhammassa abhāvato. Saddatthā hi abhinnarūpā viya hutvā viniyogaṁ gacchanti. Tathā hi nesaṁ lokiyāmissībhāvaṁ paṭijānanti. Satipi vā bhede ‘‘sabyañjana’’nti ettha yadi tulyayogo adhippeto ‘‘saputto āgato’’tiādīsu viya, evaṁ sati ‘‘atthapaṭisaraṇā, bhikkhave, hotha, mā byañjanapaṭisaraṇā’’ti atthappadhānavādo bādhito siyā, atha vijjamānatāmattaṁ ‘‘salomako sapakkhako’’tiādīsu viya byañjanasampatti aggahitā siyā. Tasmā aṭṭhakathāyaṁ vuttanayeneva attho gahetabbo.",
  "anya-e0103n7:235": "Sātthaṁ sabyañjananti ettha nettinayenāpi atthaṁ dassetuṁ ‘‘saṅkāsana…pe… sabyañjana’’nti vuttaṁ. Tattha yadipi nettiyaṁ byañjanamukhena byañjanatthaggahaṇaṁ hotīti ‘‘akkharaṁ pada’’ntiādinā (netti. 4 dvādasapada) byañjanapadāni paṭhamaṁ uddiṭṭhāni, idha pana pāḷiyaṁ ‘‘sātthaṁ sabyañjana’’nti āgatattā atthapadāniyeva paṭhamaṁ dassetuṁ ‘‘saṅkāsanapakāsanā’’tiādi vuttaṁ. Tattha saṅkhepato kāsanaṁ dīpanaṁ saṅkāsanaṁ ‘‘maññamāno bhikkhu baddho mārassa, amaññamāno mutto’’tiādīsu (saṁ. ni. 3.64) viya. Tattakena hi tena bhikkhunā paṭividdhaṁ. Tenāha ‘‘aññātaṁ bhagavā’’tiādi. Paṭhamaṁ kāsanaṁ pakāsanaṁ. Ādikammasmiṁ hi ayaṁ pasaddo ‘‘paññapeti paṭṭhapetī’’tiādīsu (saṁ. ni. 2.20) viya. Tikkhindriyāpekkhaṁ cetaṁ padadvayaṁ uddesabhāvato. Tikkhindriyo hi saṅkhepato paṭhamañca vuttamatthaṁ paṭipajjati . Saṁkhittassa vitthāravacanaṁ, sakiṁ vuttassa puna vacanañca vivaraṇavibhajanāni. Yathā ‘‘kusalā dhammā’’ti saṅkhepato sakiṁyeva ca vuttassa atthassa ‘‘katame dhammā kusalā? Yasmiṁ samaye kāmāvacaraṁ kusalaṁ citta’’ntiādinā (dha. sa. 1) vitthārato vivaraṇavasena, vibhajanavasena ca puna vacanaṁ. Majjhimindriyāpekkhametaṁ padadvayaṁ niddesabhāvato. Vivaṭassa vitthāratarābhidhānaṁ, vibhattassa ca pakārehi ñāpanaṁ veneyyānaṁ cittaparitosanaṁ uttānīkaraṇapaññāpanāni. Yathā ‘‘phasso hotī’’tiādinā (dha. sa. 2) vivaṭavibhattassa atthassa ‘‘katamo tasmiṁ samaye phasso? Yo tasmiṁ samaye phasso phusanā samphusanā’’tiādinā (dha. sa. 2) uttānīkiriyā, paññāpanā ca. Mudindriyāpekkhametaṁ padadvayaṁ paṭiniddesabhāvato. ‘‘Paññāpanapaṭṭhapanavivaraṇavibhajanauttānīkaraṇapakāsanaatthapadasamāyogato’’tipi pāṭho.",
  "anya-e0103n7:236": "Kathaṁ panāyaṁ pāṭhavikappo jātoti? Vuccate – nettipāḷiyaṁ āgatanayena purimapāṭho. Tattha hi –",
  "anya-e0103n7:237": "‘‘Saṅkāsanā pakāsanā,",
  "anya-e0103n7:238": "Vivaraṇā vibhajanuttānīkammapaññatti;",
  "anya-e0103n7:239": "Etehi chahi padehi,",
  "anya-e0103n7:240": "Attho kammañca niddiṭṭha’’nti. (netti. 4 dvādasapada) –",
  "anya-e0103n7:241": "Desanāhārayojanāya ca etassevatthassa ‘‘saṅkāsanā pakāsanā’’tiādinā āgataṁ. Pacchimo pana ‘‘paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti ‘passathā’ti cāhā’’ti (saṁ. ni. 2.20) sutte āgatanayena byañjanamattakato. Evañca nesaṁ dvinnaṁ pāṭhānaṁ viseso, na atthato. Tathā hi saṅkhepato ‘‘paṭhamaṁ ñāpanaṁ paññāpanaṁ, paṭhamameva ṭhapanaṁ paṭṭhapana’’nti imāni padāni saṅkāsanapakāsanapadehi atthato avisiṭṭhāni. Yañca purimapāṭhe chaṭṭhaṁ padaṁ ‘‘pakārato ñāpana’’nti paññāpanaṁ vuttaṁ, taṁ dutiyapāṭhe pakāsanapadena ‘‘nibbisesaṁ pakārato kāsana’’nti katvā. Yasmā ñāpanakāsanāni atthāvabhāsanasabhāvatāya abhinnāni, sabbesañca veneyyānaṁ cittassa tosanaṁ, buddhiyā ca nisānaṁ yāthāvato vatthusabhāvāvabhāsane jāyatīti. Evaṁ atthapadarūpattā pariyattiatthassa yathāvuttachaatthapadasamāyogato sātthaṁ sāsanaṁ.",
  "anya-e0103n7:242": "Akkharapadabyañjanākāraniruttiniddesasampattiyāti ettha uccāraṇavelāyaṁ apariyosite pade vaṇṇo akkharaṁ. ‘‘Ekakkharaṁ padaṁ akkhara’’nti eke ‘‘ā evaṁ kira ta’’ntiādīsu ā-kārādayo viya. ‘‘Visuddhakaraṇānaṁ manasā desanāvācāya akkharaṇato akkhara’’nti aññe. Vibhattiyantaṁ atthañāpanato padaṁ. Saṅkhepato vuttaṁ padābhihitaṁ atthaṁ byañjetīti byañjanaṁ, vākyaṁ. ‘‘Kiriyāpadaṁ abyayakārakavisesanayuttaṁ vākya’’nti hi vadanti. Pakārato vākyavibhāgo ākāro. Ākārābhihitaṁ nibbacanaṁ nirutti. Nibbacanavitthāro nissesupadesato niddeso. Etesaṁ akkharādīnaṁ byañjanapadānaṁ sampattiyā sampannatāya sabyañjanaṁ.",
  "anya-e0103n7:243": "Tatrāyamassa atthapadasamāyogo, byañjanasampatti ca – akkharehi saṅkāseti, padehi pakāseti, byañjanehi vivarati, ākārehi vibhajati, niruttīhi uttānīkaroti, niddesehi paññapeti, tathā akkharehi ugghāṭetvā padehi vineti ugghaṭitaññuṁ, byañjanehi vipañcetvā ākārehi vineti vipañcitaññuṁ, niruttīhi netvā niddesehi vineti neyyaṁ. Evañcāyaṁ dhammo ugghaṭiyamāno ugghaṭitaññuṁ vineti, vipañciyamāno vipañcitaññuṁ, niyyamāno neyyaṁ. Tattha ugghaṭanā ādi, vipañcanā majjhe, nayanamante. Evaṁ tīsu kālesu tidhā desito dosattayavidhamano guṇattayāvaho tividhaveneyyavinayanoti. Evampi tividhakalyāṇoyaṁ dhammo atthabyañjanapāripūriyā ‘‘sāttho sabyañjano’’ti veditabbo ‘‘paripuṇṇo, parisuddho’’ti ca.",
  "anya-e0103n7:244": "Atthagambhīratātiādīsu attho nāma tantiattho. Dhammo tanti. Paṭivedho tantiyā, tantiatthassa ca yathābhūtāvabodho. Desanā manasā vavatthāpitāya tantiyā desanā. Te panete atthādayo yasmā sasādīhi viya mahāsamuddo mandabuddhīhi dukkhogāhā, alabbhaneyyapatiṭṭhā ca, tasmā gambhīrā. Atha vā attho nāma hetuphalaṁ. Dhammo hetu. Desanā paññatti, yathādhammaṁ dhammābhilāpo, anulomapaṭilomasaṅkhepavitthārādivasena vā kathanaṁ. Paṭivedho abhisamayo, atthānurūpaṁ dhammesu, dhammānurūpaṁ atthesu, paññattipathānurūpaṁ paññattīsu avabodho, tesaṁ tesaṁ vā dhammānaṁ paṭivijjhitabbo salakkhaṇasaṅkhāto aviparītasabhāvo. Tepi cete atthādayo yasmā anupacitakusalasambhārehi duppaññehi sasādīhi viya mahāsamuddo dukkhogāhā, alabbhaneyyapatiṭṭhā ca, tasmā gambhīrā. Tesu paṭivedhassāpi atthasannissitattā vuttaṁ ‘‘atthagambhīratāpaṭivedhagambhīratāhi sāttha’’nti atthaguṇadīpanato. Tāsaṁ dhammadesanānaṁ byañjanasannissitattā vuttaṁ ‘‘dhammagambhīratādesanāgambhīratāhi sabyañjana’’nti tāsaṁ byañjanasampattidīpanato.",
  "anya-e0103n7:245": "Atthesu pabhedagataṁ ñāṇaṁ atthapaṭisambhidā. Atthadhammaniruttipaṭisambhidāsu pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidāti imissāpi paṭisambhidāya atthavisayattā āha ‘‘atthapaṭibhānapaṭisambhidāvisayato sāttha’’nti, atthasampattiyā asati tadabhāvato. Dhammoti tanti . Niruttīti tantipadānaṁ niddhāretvā vacanaṁ. Tattha pabhedagatāni ñāṇāni dhammaniruttipaṭisambhidāti āha ‘‘dhammaniruttipaṭisambhidāvisayato sabyañjananti, asati byañjanasampattiyā tadabhāvato. Parikkhakajanappasādakanti ettha iti-saddo hetuattho. Yasmā parikkhakajanānaṁ kiṁkusalagavesīnaṁ pasādāvahaṁ, tasmā sātthaṁ. Atthasampannanti phalena hetuno anumānaṁ nadīpūrena viya upari vuṭṭhippavattiyā. Sātthakatā panassa paṇḍitavedanīyatāya, sā paramagambhīrasaṇhasukhumabhāvato veditabbā. Vuttañhetaṁ ‘‘gambhīro duddaso’’tiādi (mahāva. 8). Lokiyajanappasādakanti sabyañjananti yasmā lokiyajanassa pasādāvahaṁ, tasmā sabyañjanaṁ. Lokiyajano hi byañjanasampattiyā tussati, idhāpi phalena hetuno anumānaṁ. Sabyañjanatā panassa saddheyyatāya, sā ādikalyāṇādibhāvato veditabbā.",
  "anya-e0103n7:246": "Atha vā paṇḍitavedanīyato sāttha’’nti paññāpadaṭṭhānatāya atthasampannataṁ āha, tato parikkhakajanappasādakaṁ. Saddheyyato sabyañjananti saddhāpadaṭṭhānatāya byañjanasampannataṁ, tato lokiyajanappasādakanti evamettha attho daṭṭhabbo. Gambhīrādhippāyato sātthanti adhippāyato agādhāpāratāya atthasampannaṁ aññathā tadabhāvato. Uttānapadato sabyañjananti subodhasaddatāya byañjanasampannaṁ, paramagambhīrassapi atthassa veneyyānaṁ suviññeyyabhāvāpādanato. Sabbopesa paṭhamassa atthadvayassa pabhedo daṭṭhabbo, tathā ceva tattha tattha saṁvaṇṇitaṁ. Tathā hettha vikappassa, samuccayassa vā aggahaṇaṁ. Upanetabbassāti pakkhipitabbassa vodānatthassa avuttassa abhāvato. Sakalaparipuṇṇabhāvenāti sabbabhāgehi paripuṇṇatāya. Apanetabbassāti saṁkilesadhammassa.",
  "anya-e0103n7:247": "Paṭipattiyāti sīlavisuddhiyādisammāpaṭipattiyā, tannimittaṁ. Adhigamabyattitoti saccapaṭivedhena adhigamaveyyattiyasabbhāvato sātthaṁ kapilavatādi viya tucchaṁ niratthakaṁ ahutvā atthasampannanti katvā. Pariyattiyāti pariyattidhammaparicayena. Āgamabyattitoti durakkhātadhammesu paricayaṁ karontassa viya sammohaṁ ajanetvā bāhusaccaveyyattiyasabbhāvato sabyañcanaṁ. Byañjanasampattiyā hi sati āgamabyattīti. Sīlādipañcadhammakkhandhayuttatoti sīlādīhi pañcahi dhammakoṭṭhāsehi avirahitattā. Kevalaparipuṇṇaṁ anavasesena samantato puṇṇaṁ pūritaṁ. Nirupakkilesatoti diṭṭhimānādiupakkilesābhāvato. Nittharaṇatthāyāti vaṭṭadukkhato nissaraṇāya. Lokāmisanirapekkhatoti kathañcipi taṇhāsannissayassa anissayanato.",
  "anya-e0103n7:248": "Evaṁ ādikalyāṇatādiapadesena satthu purimavesārajjadvayavasena dhammassa svākkhātataṁ vibhāvetvā idāni pacchimavesārajjadvayavasenāpi taṁ dassetuṁ ‘‘atthavipallāsābhāvato vā suṭṭhu akkhātoti svākkhāto’’ti vatvā tamatthaṁ byatirekamukhena vibhāvento ‘‘yathā hī’’tiādimāha. Tattha vipallāsamāpajjatīti tesaṁ dhamme ‘‘antarāyikā’’ti vuttadhammānaṁ vipākādīnaṁ antarāyikattābhāvato ekaṁsena apāyūpapattihetutāya abhāvato. Niyyānikattābhāvatoti atammayatābhāvato, saṁsārato ca niyyānikāti vuttadhammānaṁ ekaccayaññakiriyāpakatipurisantaraññāṇādīnaṁ tato niyyānikattābhāvato viparīto eva hoti. Tenāti atthassa vipallāsāpajjanena. Te aññatitthiyā. Tathābhāvānatikkamanatoti kammantarāyādīnaṁ pañcannaṁ antarāyikabhāvassa ariyamaggadhammānaṁ niyyānikabhāvassa kadācipi anativattanato.",
  "anya-e0103n7:249": "Nibbānānurūpāya paṭipattiyāti adhigantabbassa sabbasaṅkhatavinissaṭassa nibbānassa anurūpāya sabbasaṅkhāranissaraṇūpāyabhūtāya sapubbabhāgāya sammāpaṭipattiyā akkhātattāti yojanā. Paṭipadānurūpassāti sabbadukkhaniyyānikabhūtā ārammaṇakaraṇamattenāpi kilesehi anāmasanīyā yādisī paṭipadā, tadanurūpassa. Supaññattāti sīlādikkhandhattayasaṅgahitā sammādiṭṭhiādippabhedā micchādiṭṭhiādīnaṁ pahāyikabhāvena suṭṭhu sammadeva vihitā. Saṁsandati kilesamalavisuddhitāya sameti. Evaṁ magganibbānānaṁ paṭipadāpaṭipajjanīyabhāvehi aññamaññānurūpatāya svākkhātataṁ dassetvā idāni tividhassāpi lokuttaradhammassa paccekaṁ svākkhātataṁ dassetuṁ ‘‘ariyamaggo cetthā’’tiādi vuttaṁ. Tattha antadvayanti sassatucchedaṁ, kāmasukhaattakilamathānuyogaṁ, līnuddhaccaṁ, patiṭṭhānāyūhananti evaṁ pabhedaṁ antadvayaṁ. Anupagammāti anupagantvā, anupagamanahetu vā. Paṭipassaddhakilesānīti suṭṭhu vūpasantakilesāni, paṭipassaddhippahānavasena sammadeva pahīnadosāni. Sassatādisabhāvavasenāti ‘‘sassatañca vo, bhikkhave, dhammaṁ desessāmi amatañca tāṇañca leṇañcā’’tiādinā tesu tesu suttesu sassatādibhāvakittanavasena.",
  "anya-e0103n7:250": "148.‘‘Rāgādīnaṁ abhāvaṁ karontena ariyapuggalena sāmaṁ daṭṭhabbo’’ti iminā ‘‘ariyamaggena mama rāgādayo pahīnā’’ti sayaṁ attanā anaññaneyyena daṭṭhabboti sandiṭṭhi, sandiṭṭhi eva sandiṭṭhiko.",
  "anya-e0103n7:251": "Tenatena ariyasāvakena parasaddhāya parassa saddahanena paraneyyena gantabbataṁ hitvā ñāpetabbataṁ pahāya paccavekkhaṇañāṇena karaṇabhūtena. Pasatthā diṭṭhi sandiṭṭhi yathā sambojjhaṅgo. Ariyamaggo attanā sampayuttāya sandiṭṭhiyā kilese jayati, ariyaphalaṁ tāya eva attano kāraṇabhūtāya, nibbānaṁ ārammaṇakaraṇena attano visayībhūtāya sandiṭṭhiyā kilese jayatīti yojanā.",
  "anya-e0103n7:252": "Bhāvanābhisamayavasena maggadhammo. Sacchikiriyābhisamayavasena nibbānadhammo. Phalampi heṭṭhimaṁ sakadāgāmivipassanādīnaṁ paccayabhāvena upari maggādhigamassa upanissayabhāvato pariyāyato ‘‘dissamāno vaṭṭabhayaṁ nivattetī’’ti vattabbataṁ labhati.",
  "anya-e0103n7:253": "149.Nāssakāloti nāssa āgametabbo kālo atthi. Yathā hi lokiyakusalassa ‘‘upapajje, aparapariyāye’’tiādinā phaladānaṁ pati āgametabbo kālo atthi, na evametassāti attho. Tenāha ‘‘na pañcāhā’’tiādi. Pakaṭṭhoti dūro. Phaladānaṁ pati kālo pakaṭṭho assāti kāliko, kālantaraphaladāyī. Tenāha ‘‘attano phaladāne’’ti. Pattoti upanīto. Idanti ‘‘akāliko’’ti padaṁ.",
  "anya-e0103n7:254": "150.Vidhinti vidhānaṁ, ‘‘ehi passā’’ti evaṁpavattavidhivacanaṁ. Vijjamānattāti paramatthato upalabbhamānattā. Parisuddhattāti kilesamalavirahena sabbathā visuddhattā. Amanuññampi kadāci payojanavasena yathāsabhāvappakāsanena dassetabbaṁ bhaveyyāti tadabhāvaṁ dassento āha ‘‘manuññabhāvappakāsanenā’’ti.",
  "anya-e0103n7:255": "151. Upanetabboti upaneyyo, upaneyyova opaneyyikoti imassa atthassa adhippetattā āha ‘‘upanetabboti opaneyyiko’’ti. Citte upanayanaṁ uppādananti āha ‘‘idaṁ saṅkhate lokuttaradhamme yujjatī’’ti. Citte upanayananti pana ārammaṇabhūtassa dhammassa ārammaṇabhāvūpanayane adhippete asaṅkhatepi yujjeyya ‘‘ārammaṇakaraṇasaṅkhātaṁ upanayanaṁ arahatīti opaneyyiko’’ti. Allīyananti phusanaṁ. Nibbānaṁ upaneti ariyapuggalanti adhippāyo.",
  "anya-e0103n7:256": "152.Viññūhīti vidūhi, paṭividdhasaccehīti attho. Te pana ekaṁsato ugghaṭitaññūādayo hontīti āha ‘‘ugghaṭitaññūādīhī’’ti. ‘‘Paccatta’’nti etassa ‘‘pati attanī’’ti bhummavasena attho gahetabboti āha ‘‘attani attanī’’ti. Veditabboti vuttaṁ, kathaṁ veditabboti āha ‘‘bhāvito me’’tiādi. Tattha ‘‘me’’ti iminā ‘‘paccatta’’nti padena vuttamatthaṁ anvayato dassetvā puna byatirekena dassetuṁ ‘‘na hī’’tiādi vuttaṁ, taṁ suviññeyyameva. ‘‘Viññūhī’’ti idaṁ antogadhāvadhāraṇanti dassento ‘‘bālānaṁ pana avisayo cesā’’ti āha.",
  "anya-e0103n7:257": "Evaṁ ādikalyāṇatādinā aññamaññassa anurūpadesanāya dhammassa svākkhātataṁ dassetvā idāni purimassa purimassa pacchimaṁ pacchimaṁ padaṁ kāraṇavacananti dassento ‘‘apicā’’tiādimāha. Tattha sandiṭṭhikattāti yasmā ayaṁ dhammo vuttanayena sāmaṁ daṭṭhabbo, sandiṭṭhiyā kilese viddhaṁseti, sandassanañca arahati, tasmā svākkhāto durakkhāte titthiyadhamme tadabhāvato. Iminā nayena sesapadesupi yathārahaṁ attho daṭṭhabbo.",
  "anya-e0103n7:258": "153.Tassevantiādīsu yaṁ vattabbaṁ, taṁ buddhānussatiyaṁ vuttanayena veditabbaṁ.",
  "anya-e0103n7:259": "3. Saṅghānussatikathāvaṇṇanā",
  "anya-e0103n7:260": "154.Ariyasaṅghaguṇāti ārakattā kilesehi, anaye na iriyanato, aye ca iriyanato, sadevakena ca lokena ‘‘saraṇa’’nti araṇīyato ariyo ca so saṅgho ca, ariyānaṁ vā saṅgho ariyasaṅgho, tassa guṇā.",
  "anya-e0103n7:261": "155. Yaṁ sammāpaṭipadaṁ paṭipanno ‘‘suṭṭhu paṭipanno’’ti vuccati. Sā ariyamaggapaṭipadā paṭipakkhadhamme anivattidhamme katvā pajahanato payojanābhāvā sayampi anivattidhammā, adhigantabbassa ca nibbānassa ekaṁsato anulomīti. Tato eva apaccanīkā, anudhammabhūtā ca, tassā ca paṭipannattā ariyasaṅgho ‘‘suppaṭipanno’’ti vuttoti dassetuṁ ‘‘suṭṭhu paṭipanno’’tiādi vuttaṁ. Tattha ‘‘anivattipaṭipada’’nti iminā ujuppaṭipattiṁ dasseti. Punappunaṁ nivattane hi sati ujuppaṭipatti na hoti. ‘‘Anulomapaṭipadaṁ apaccanīkapaṭipada’’nti iminā ñāyappaṭipattiṁ. Paṭipajjitabbassa hi nibbānassa anulomanena, apaccanīkatāya cassā ñāyato. ‘‘Dhammānudhammapaṭipada’’nti iminā sāmīcippaṭipattiṁ anucchavikabhāvadīpanato. Etena paṭhamapadassa papañcaniddeso, itarāni tīṇi padānīti dasseti. Tenāha ‘‘yasmā panā’’tiādi.",
  "anya-e0103n7:262": "Yathānusiṭṭhaṁ paṭipajjanena kiccasiddhito ariyabhāvāvahaṁ savanaṁ sakkaccasavanaṁ nāmāti vuttaṁ ‘‘sakkaccaṁ suṇantīti sāvakā’’ti, tena ariyā eva nippariyāyato satthu sāvakā nāmāti dasseti. Sīladiṭṭhisāmaññatāyāti ariyena sīlena, ariyāya ca diṭṭhiyā samānabhāvena. Ariyānañhi sīladiṭṭhiyo majjhe bhinnasuvaṇṇaṁ viya ninnānākaraṇaṁ maggenāgatattā. Tena te yattha katthaci ṭhitāpi saṁhatāva. Tenāha ‘‘saṅghātabhāvamāpanno’’ti. Māyāsāṭheyyādipāpadhammasamucchedena uju. Tato eva gomuttavaṅkābhāvena avaṅkā. Candalekhāvaṅkābhāvena akuṭilā. Naṅgalakoṭivaṅkābhāvena ajimhā. Avaṅkādibhāvena vā uju. Parisuddhaṭṭhena ariyā. Apaṇṇakabhāvena ñāyati kamati nibbānaṁ, taṁ vā ñāyati paṭivijjhīyati etenāti ñāyo. Vaṭṭadukkhaniyyānāya anucchavikattā. Anurūpattā sāmīci opāyikātipi saṅkhaṁ samaññaṁ gatā sammāpaṭipatti, tāya samaṅgitāya suppaṭipannā ‘‘sammā paṭipajjantī’’ti katvā. Vattamānattho hi ayaṁ paṭipanna-saddo yathā ‘‘sotāpattiphalasacchikiriyāya paṭipanno’’ti (pu. pa. 206). Atītaṁ paṭipadanti yathāvuttamaggasammāpaṭipattiṁ vadati. Ubhayena ca sāmaññaniddesena, ‘‘suppaṭipannā ca suppaṭipannā ca suppaṭipannā’’ti ekasesanayena vā gahitānaṁ samūho ‘‘suppaṭipanno’’ti vuttoti dasseti.",
  "anya-e0103n7:263": "Evaṁ ādipadatthaniddesabhāvena itarapadānaṁ atthaṁ vatvā idāni catunnampi padānaṁ avomissakaṁ atthaṁ dassetuṁ ‘‘apicā’’tiādi vuttaṁ. Tattha yathānusiṭṭhanti satthārā yathā anusiṭṭhaṁ, tathā anusāsanīanurūpanti attho. Apaṇṇakapaṭipadanti avirajjhanakapaṭipadaṁ, anavajjapaṭipattinti attho. Ettha ca svākkhāte dhammavinaye apaṇṇakapaṭipadaṁ paṭipannattāti evaṁ sambandhitabbaṁ. Purimapadena sambandhe dutiyapadaṁ na vattabbaṁ siyā, nanu ca dutiyapadena sambandhepi paṭhamaṁ padaṁ na vattabbaṁ siyāti? Na tassa paṭhamaṁ apekkhitattā. Sā pana sāvakānaṁ apaṇṇakapaṭipadā yathānusiṭṭhaṁ paṭipadāti dassanatthaṁ ‘‘yathānusiṭṭhaṁ paṭipannattā’’ti vattabbaṁ . Ubhayassāpi vā suppaṭipannabhāvasādhanattā ubhayaṁ vuttaṁ. Tathā hi pi-saddena ubhayaṁ samuccinoti.",
  "anya-e0103n7:264": "Kilesajimhavasena antadvayagāhoti sabbaso taṁ pahāya sammāpaṭipadā kāyādivaṅkappahāyinī ujuppaṭipatti hotīti āha ‘‘majjhimāya paṭipadāya…pe… ujuppaṭipanno’’ti.",
  "anya-e0103n7:265": "Ñāyo nāma yuttappattapaṭipatti, nibbānañca, sabbasaṅkhārasamathatāya ādittaṁ celaṁ, sīsaṁ vā ajjhupekkhitvāpi paṭipajjitabbamevāti āha ‘‘ñāyo vuccati nibbāna’’nti. Nibbāyanakiriyāmukhena cettha nibbānaṁ vuttanti daṭṭhabbaṁ , maggañāṇādīhi vā ñāyati paṭivijjhīyati sacchikarīyati cāti ñāyo nibbānanti evamettha attho daṭṭhabbo.",
  "anya-e0103n7:266": "Guṇasambhāvanāya parehi kayiramānaṁ paccupaṭṭhānādisāmīcikammaṁ arahantīti sāmīcikammārahā.",
  "anya-e0103n7:267": "156.Yadidanti antogadhaliṅgavacanabhedo nipātoti tassa vacanabhedena atthamāha ‘‘yā imānī’’ti. Evanti pakāratthe nipāto, iminā pakārenāti attho. Tena itarāni tīṇi yugaḷāni dassitāni hontīti āha ‘‘evaṁ cattāri purisayugaḷāni hontī’’ti. Etanti etaṁ ‘‘purisapuggalā’’ti bahuvacanavasena vuttaṁ padaṁ. Purisā ca te puggalā ca purisapuggalā. Tattha ‘‘purisā’’ti iminā paṭhamāya pakatiyā gahaṇaṁ, ‘‘puggalā’’ti pana dutiyāyapi sattasāmaññenāti evaṁ vā ettha attho daṭṭhabbo. Catunnaṁ paccayānaṁ kīdisānaṁ? Ānetvā hunitabbānanti adhikārato pākaṭoyamattho. Dātabbanti vā paccattavacanaṁ ‘‘catunnaṁ paccayāna’’nti padaṁ apekkhitvā sāmivasena pariṇāmetabbaṁ, aññathā yesaṁ kesañci catunnaṁ paccayānaṁ ‘‘āhuna’’nti samaññā siyā. Āhunaṁ arahatīti vā āhuneyyo. Sakkādīnampi vā āhavananti sakkādīhipi diyyamānaṁ dānaṁ. Yattha hutaṁ mahapphalanti yasmiṁ āvahanīyaggimhi hutaṁ dadhiādi āhuneyyaggigahapataggidakkhiṇeyyaggīsu hutato uḷāraphalanti tesaṁ brāhmaṇānaṁ laddhi. Hutanti dinnaṁ. Nikāyantareti sabbatthikavādinikāye.",
  "anya-e0103n7:268": "Ṭhapetvā 165 teti te piyamanāpe ñātimitte apanetvā, tesaṁ adatvāti adhippāyo. Esa eso. Ekabuddhantare ca dissatīti ekasmiṁ buddhantare vītivatte dissati. Ca-saddena kadāci asaṅkhyeyyepi kappe vītivatteti dasseti. Abbokiṇṇanti paṭipakkhehi avomissaṁ, kiriyāvisesakañcetaṁ. Piyamanāpattakaradhammā nāma sīlādayo, te ariyasaṅghe suppatiṭṭhitā. Ayaṁ hettha adhippāyo – ñātimittā vippayuttā na cirasseva samāgacchanti, anavaṭṭhitā ca tesu piyamanāpatā, na evamariyasaṅgho. Tasmā saṅghova pāhuneyyoti. Pubbakāranti aggakiriyaṁ. Sabbappakārenāti ādaragāravabahumānādinā, deyyadhammassa sakkaccakaraṇādinā ca sabbena pakārena. Svāyaṁ pāhavanīya-saddo ‘‘pāhuneyyo’’ti vuccati pariyāyabhāvena.",
  "anya-e0103n7:269": "Dakkhanti etāya sattā yathādhippetāhi sampattīhi vaḍḍhantīti dakkhiṇā. Tathābhāvakaraṇena dakkhiṇaṁ arahati. Yathā uḷārātivipuludrayalābhena visodhitaṁ nāma hoti, evaṁ dakkhiṇā vipulaphalatāyāti vuttaṁ ‘‘mahapphalakaraṇatāya visodhetī’’ti.",
  "anya-e0103n7:270": "Puññatthikehi añjali karaṇīyā etthāti añjalikaraṇīyo.",
  "anya-e0103n7:271": "Yadipi pāḷiyaṁ ‘‘anuttara’’nti vuttaṁ. Natthi ito uttaraṁ visiṭṭhanti hi anuttaraṁ. Samampissa pana natthīti dassento ‘‘asadisa’’nti āha. Khittaṁ vuttaṁ bījaṁ mahapphalabhāvakaraṇena tāyati rakkhati, khipanti vapanti ettha bījānīti vā khettaṁ, kedārādi, khettaṁ viya khettaṁ, puññānaṁ khettaṁ puññakkhettaṁ. Sesaṁ buddhānussatiyaṁ vuttanayānusārena veditabbaṁ.",
  "anya-e0103n7:272": "4. Sīlānussatikathāvaṇṇanā",
  "anya-e0103n7:273": "158. Aho vata sīlāni akhaṇḍāni, aho vata acchiddānīti evaṁ sabbattha yojetabbaṁ. Aho vatāti ca sambhāvane nipāto. Tenāha ‘‘akhaṇḍatādiguṇavasenā’’ti. Akhaṇḍabhāvādisampattivasenāti attho. Parassa sīlāni anussariyamānāni piyamanāpabhāvāvahanena kevalaṁ mettāya padaṭṭhānaṁ honti, na visuṁ kammaṭṭhānanti āha ‘‘attano sīlāni anussaritabbānī’’ti. Cāgādīsupi eseva nayo.",
  "anya-e0103n7:274": "Yesanti sīlādīnaṁ. Paṭipāṭiyā samādāne samādānakkamena, ekajjhaṁ samādāne uddesakkamena sīlānaṁ ādiantaṁ veditabbaṁ. Pariyante chinnasāṭako viyāti vatthante, dasante vā chinnavatthaṁ viya, visadisūdāharaṇaṁ cetaṁ. Evaṁ sesānipi udāharaṇāni. Vinivedhavasena chinnasāṭako vinividdhasāṭako. Visabhāgavaṇṇena gāvī viyāti sambandho. Sabalarahitāni vā asabalāni. Tathā akammāsāni. Sattavidhamethunasaṁyogo heṭṭhā sīlakathāyaṁ vutto eva. Kodhūpanāhādīhīti ādi-saddena makkhapaḷāsaissāmacchariyamāyāsāṭheyyamānātimānādayo gahitā. Tāniyeva akhaṇḍādiguṇāni sīlāni. Sīlassa taṇhādāsabyato mocanaṁ vivaṭṭūpanissayabhāvāpādanaṁ. Tato eva taṁsamaṅgīpuggalo serī sayaṁvasī bhujisso nāma hoti. Tenāha ‘‘bhujissabhāvakaraṇena bhujissānī’’ti. ‘‘Imināhaṁ sīlena devo vā bhaveyyaṁ devaññataro vā, tattha nicco dhuvo sassato’’ti, ‘‘sīlena suddhī’’ti ca evamādinā taṇhādiṭṭhīhi aparāmaṭṭhattā ayaṁ te sīlesu dosoti catūsu vipattīsu yāya kāyaci vipattiyā dassanena parāmaṭṭhuṁ anuddhaṁsetuṁ. Samādhisaṁvattanappayojanāni samādhisaṁvattanikāni.",
  "anya-e0103n7:275": "159.Sikkhāya sagāravoti sīladhanaṁ nissāya paṭiladdhasamādānattā sātisayaṁ sikkhāya sagāravo sappatisso hoti. Sabhāgavuttīti sampannasīlehi sabhāgavuttiko, tāya eva vā sikkhāya sabhāgavutti. Yo hi sikkhāgāravarahito, so tāya visabhāgavutti nāma hoti vilomanato. Yathā parehi saddhiṁ attano chiddaṁ na hoti, evaṁ dhammāmisehi paṭisantharaṇaṁ paṭisanthāro. Sikkhāya sagāravattā eva tattha appamatto hoti. Attānuvādabhayaṁ parānuvādabhayaṁ daṇḍabhayaṁ duggatibhayanti evamādīni bhayāni imassa dūrasamussāritānīti āha ‘‘attānuvādādibhayavirahito’’ti. Sesaṁ suviññeyyameva.",
  "anya-e0103n7:276": "5. Cāgānussatikathāvaṇṇanā",
  "anya-e0103n7:277": "160.Pakatiyāti sabhāvena. Cāgādhimuttenāti deyyadhammapariccāge yuttappayuttena tanninnena tappoṇena. Niccaṁ sadā pavattā dānasaṁvibhāgā yassa so niccapavattadānasaṁvibhāgo, tena. Idhāpi ‘‘pakatiyā’’ti ānetvā sambandhitabbaṁ. Yaṁ parassa paṭiyattaṁ diyyati, taṁ dānaṁ. Yaṁ attanā paribhuñjitabbato saṁvibhajati, so saṁvibhāgo. Ito dāni pabhutīti ito paṭṭhāya dāni ajjatagge ajjadivasaṁ ādiṁ katvā. Adatvā na bhuñjissāmīti dānasamādānaṁ katvā . Taṁdivasanti tasmiṁ bhāvanārambhadivase. Tattha nimittaṁ gaṇhitvāti tasmiṁ dāne pariccāgacetanāya pavattiākārassa sallakkhaṇavasena nimittaṁ gahetvā. Vigatamalamaccheratādiguṇavasenāti vigatāni malamaccherāni etasmāti vigatamalamacchero, cāgo, tassa bhāvo vigatamalamaccheratā. Tadādīnaṁ guṇānaṁ, sampattīnaṁ, ānisaṁsānaṁ vā vasena.",
  "anya-e0103n7:278": "Sataṁdhammaṁ anukkamanti sādhūnaṁ bodhisattānaṁ dhammaṁ paveṇiṁ anu anu kamanto okkamanto, avokkamanto vā. Ye ime dāyakassa lābhā āyuvaṇṇasukhabalapaṭibhānādayo, piyabhāvādayo ca bhagavatā saṁvaṇṇitā pakittitā. Manussattaṁ vāti vā-saddo avuttavikappattho, tena indriyapāṭavabhāvakammassakatāñāṇādīnaṁ saṅgaho daṭṭhabbo.",
  "anya-e0103n7:279": "Maccheramalenāti maccherasaṅkhātena malena. Atha vā maccherañca malañca maccheramalaṁ, tena maccherena ceva lobhādimalena cāti attho. Pajāyanavasenāti yathāsakaṁ kammanibbattanavasena. Kaṇhadhammānanti lobhādiekantakāḷakānaṁ pāpadhammānaṁ. Vigatattāti pahīnattā. Vigatamalamaccherena cetasāti itthambhūtalakkhaṇe karaṇavacanaṁ. Sotāpannassa satoti gehaṁ āvasantassa sotāpannassa samānassa. Nissayavihāranti nissāya viharitabbavihāraṁ, devasikaṁ vaḷañjanakakammaṭṭhānanti attho. Abhibhavitvāti agāraṁ āvasantānaṁ aññesaṁ uppajjanakarāgādiupakkilese abhibhuyya.",
  "anya-e0103n7:280": "Yo kiñci dentopi sāpekkhova deti, so muttacāgo na hoti, ayaṁ pana na evanti ‘‘muttacāgo’’ti vuttaṁ. Vissaṭṭhacāgoti nirapekkhapariccāgoti attho. Yathā pāṇātipātabahulo puggalo ‘‘lohitapāṇī’’ti vuccati, evaṁ dānabahulo puggalo ‘‘payatapāṇī’’ti vuttoti dassento ‘‘dātuṁ sadā dhotahatthoyevā’’ti āha. Tattha sadāti niccaṁ, abhiṇhanti attho. Pariccāgoti deyyadhammapariccāgoti adhikārato viññāyati. Yaṁ yaṁ deyyadhammaṁ pare yācanakā. Yācane yogo yācanayogo, parehi yācituṁ yuttoti attho. Yājena yuttoti dānena yutto sadā pariccajanato. Ubhayeti yathāvutte dāne, saṁvibhāge ca rato abhirato.",
  "anya-e0103n7:281": "161. Yathā parisuddhasīlassa puggalassa akhaṇḍatādiguṇavasena attano sīlassa anussarantassa sīlānussatibhāvanā ijjhati, evaṁ parisuddhauḷārapariccāgassa puggalassa anupakkiliṭṭhameva attano pariccāgaṁ anussarantassa bhāvanā ijjhatīti dassetuṁ ‘‘vigatamalamaccheratādiguṇavasenā’’tiādi vuttaṁ, taṁ vuttatthameva.",
  "anya-e0103n7:282": "Bhiyyosoti uparipi. Mattāya pamāṇassa mahatiyā mattāya, vipulena pamāṇenāti attho. Cāgādhimuttoti pariccāge adhimutto ninnapoṇapabbhāro. Tato eva alobhajjhāsayo katthacipi anabhisaṅgacitto. Paṭiggāhakesu mettāyanavasena pariccāgo hotīti mettāya mettābhāvanāya anulomakārī anurūpapaṭipatti. Visāradoti visado attanova guṇena katthacipi amaṅkubhūto abhibhuyya vihārī. Sesaṁ suviññeyyameva.",
  "anya-e0103n7:283": "6. Devatānussatikathāvaṇṇanā",
  "anya-e0103n7:284": "162.Ariyamaggavasenāti ariyamaggassa adhigamavasena. Samudāgatehīti sammadeva taduppattito uddhaṁ āgatehi. Yādisā hi ariyānaṁ santāne lokiyāpi saddhādayo, na tādisā kadācipi pothujjanikā saddhādayo. Dibbantīti devā. Cattāro mahārājāno etesanti catumahārājā, te eva cātumahārājikā. Tettiṁsa sahapuññakārino tatthūpapannāti taṁsahacaritaṁ ṭhānaṁ tāvatiṁsaṁ, tannivāsinopi devā taṁsahacaraṇato eva tāvatiṁsā. Dukkhato yātā apayātāti yāmā. Tusāya pītiyā itā upagatāti tusitā. Bhogānaṁ nimmāne rati etesanti nimmānaratino. Paranimmitesu bhogesu vasaṁ vattentīti paranimmitavasavattino. Brahmānaṁ kāyo samūho brahmakāyo, tappariyāpannatāya tattha bhavāti brahmakāyikā. Tatuttarīti tato brahmakāyikehi uttari, upari parittābhādike sandhāya vadati. Devatā sakkhiṭṭhāne ṭhapetvāti ‘‘yathārūpāya maggenāgatāya saddhāya samannāgatā, sīlena sutena cāgena paññāya samannāgatā ito cutā tattha upapannā tā devatā, mayhampi tathārūpā saddhā sīlaṁ sutaṁ cāgo paññā ca saṁvijjatī’’ti devatā sakkhiṭṭhāne ṭhapetvā sakkhiṁ otārentena viya attano saddhādiguṇā anussaritabbā.",
  "anya-e0103n7:285": "Yadi evaṁ sutte (a. ni. 6.10) ubhayaguṇānussaraṇaṁ vuttaṁ, taṁ kathanti anuyogaṁ manasi katvā āha ‘‘sutte panā’’tiādi. Tattha kiñcāpi vuttanti ‘‘attano ca, tāsañca devatāna’’nti ubhayaṁ samadhuraṁ viya sutte (a. ni. 6.10) kiñcāpi vuttaṁ. Atha kho taṁ ‘‘devatānaṁ saddhañca sīlañcā’’tiādivacanaṁ. Sakkhiṭṭhāne ṭhapetabbanti ‘‘vutta’’nti parato padaṁ ānetvā sambandhitabbaṁ. Kimatthaṁ pana sakkhiṭṭhāne ṭhapananti āha ‘‘devatānaṁ attano saddhādīhi samānaguṇadīpanatthanti veditabba’’nti. Kasmā pana sutte yathārutavasena atthaṁ aggahetvā evaṁ attho gayhatīti āha ‘‘aṭṭhakathāyañhī’’tiādi.",
  "anya-e0103n7:286": "163.Tasmāti yasmā aṭṭhakathāyaṁ devatā sakkhiṭṭhāne ṭhapetvā attano guṇānussaraṇaṁ daḷhaṁ katvā vuttaṁ, sīlacāgānussatīsu viya idhāpi attano guṇānussaraṇaṁ jhānuppattinimittaṁ yuttaṁ, tasmā. Pubbabhāge bhāvanārambhe. Aparabhāgeti yathā bhāventassa upacārajjhānaṁ ijjhati, tathā bhāvanākāle. Yadi attano eva idha guṇā anussaritabbā, kathamayaṁ devatānussatīti āha ‘‘devatānaṁ guṇasadisasaddhādiguṇānussaraṇavasenā’’ti. Tena sadisakappanāya ayaṁ bhāvanā ‘‘devatānussatī’’ti vuttā, na devatānaṁ, tāsaṁ guṇānaṁ vā anussaraṇenāti dasseti. Pubbabhāge vā pavattaṁ devatāguṇānussaraṇaṁ upādāya ‘‘devatānussatī’’ti imissā samaññā veditabbā. Tathā hi vakkhati ‘‘pubbabhāge devatā ārabbha pavattacittavasenā’’ti. Sesaṁ suviññeyyameva.",
  "anya-e0103n7:287": "Pakiṇṇakakathāvaṇṇanā",
  "anya-e0103n7:288": "164.Etāsanti etāsaṁ buddhānussatiādīnaṁ channaṁ anussatīnaṁ. Vitthāradesanāyanti vitthāravasena pavattadesanāyaṁ, mahānāmasuttaṁ (a. ni. 6.10; 11.11) sandhāya vadati. Bhagavātiādīnaṁ atthanti bhagavātiādīnaṁ padānaṁ atthaṁ. Atthavedanti vā hetuphalaṁ paṭicca uppannaṁ tuṭṭhimāha. Dhammavedanti hetuṁ paṭicca uppannaṁ tuṭṭhiṁ. ‘‘Ārakattā araha’’nti anussarantassa hi yaṁ taṁ bhagavato kilesehi ārakattaṁ, so hetu. Ñāpako cettha hetu adhippeto, na kārako, sampāpako vā. Yonena ñāyamāno arahattattho, taṁ phalaṁ. Iminā nayena sesapadesupi hetuphalavibhāgo veditabbo. Dhammānussatiādīsupi ‘‘ādimajjhapariyosānakalyāṇattā’’tiādinā, ‘‘yasmā pana sā sammāpaṭipadā’’tiādinā ca tattha tattha hetuapadeso katoyevāti. Dhammūpasaṁhitanti yathāvuttahetuhetuphalasaṅkhātaguṇūpasaṁhitaṁ. Guṇeti attano guṇe.",
  "anya-e0103n7:289": "165.Ariyasāvakānaññevaijjhantīti ariyasāvakānaṁ ijjhantiyevāti uttarapadāvadhāraṇaṁ daṭṭhabbaṁ, avadhāraṇañca tesaṁ sukhasiddhidassanatthaṁ. Tenāha ‘‘tesaṁ hī’’tiādi. Na puthujjanānaṁ sabbena sabbaṁ ijjhantīti. Tathā hi vakkhati ‘‘evaṁ santepī’’tiādi. Yadi evaṁ , kasmā mahānāmasuttādīsu (a. ni. 6.10; 11.11) bahūsu suttesu ariyasāvakaggahaṇaṁ katanti? Tesaṁ bahulavihāratāyāti ācariyā.",
  "anya-e0103n7:290": "Nikkhantanti niggataṁ nissaṭaṁ. Muttanti vissaṭṭhaṁ. Vuṭṭhitanti apetaṁ. Sabbametaṁ vikkhambhanameva sandhāya vadati. Gedhamhāti palibodhato. Idampīti buddhānussativasena laddhaṁ upacārajjhānamāha. Ārammaṇaṁ karitvāti paccayaṁ katvā, pādakaṁ katvāti attho. Visujjhantīti paramatthavisuddhiṁ pāpuṇanti.",
  "anya-e0103n7:291": "Sambādheti taṇhāsaṁkilesādinā sampīḷe saṁkaṭe gharāvāse. Okāsādhigamo lokuttaradhammassa adhigamāya adhigantabbaokāso. Anussatiyo eva anussatiṭṭhānāni. Visuddhidhammāti visujjhanasabhāvā, visujjhituṁ vā bhabbā. Paramatthavisuddhidhammatāyāti paramatthavisuddhiyā nibbānassa bhabbabhāvena. Upakkamenāti payogena. Pariyodapanāti visodhanā.",
  "anya-e0103n7:292": "166.Evaṁ santepīti evaṁ mahānāmasuttādīsu anekesu suttesu ariyasāvakasseva vasena chasu anussatīsu desitāsupi. Yassānubhāvenāti yassa cittappasādassa balena. Pītiṁ paṭilabhitvāti anussavavasena buddhārammaṇaṁ pītiṁ uppādetvā.",
  "anya-e0103n7:293": "Chaanussatiniddesavaṇṇanā niṭṭhitā.",
  "anya-e0103n7:294": "Iti sattamaparicchedavaṇṇanā."
}