{
  "anya-e0903n:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0903n:1": "Suttantapiṭaka",
  "anya-e0903n:2": "Saṃyuttanikāye",
  "anya-e0903n:3": "Sagāthāvaggapāḷi",
  "anya-e0903n:4": "Saṃgāyanassa pucchā vissajjanā",
  "anya-e0903n:5": "Pucchā – paṭhamamahāsaṃgītikāle āvuso dhammasaṃgāhakā mahākassapādayo mahātheravarā porāṇasaṃgītikārā paṭhamaṃ vinayapiṭakaṃ saṃgāyitvā tadanantaraṃ suttantapiṭakaṃ saṃgāyantā dīghanikāyañca majjhimanikāyañca saṃgāyitvā tadanantaraṃ kiṃnāma pāvacanaṃ saṃgāyiṃsu.",
  "anya-e0903n:6": "Vissajjanā – paṭhamamahāsaṃgītikāle bhante dhammasaṃgāhakā mahākassapādayo porāṇatheravarā paṭhamaṃ vinayapiṭakaṃ saṃgāyitvā tadanantaraṃ suttantapiṭakaṃ saṃgāyantā dīghanikāyañca majjhimanikāyañca saṃgāyitvā tadanantaraṃ sattahi ca suttasahassehi sattahi ca suttasatehi dvāsaṭṭhiyā ca suttehi paṭimaṇḍitaṃ bhāṇavārasataparimāṇaṃ saṃyuttanikāyaṃ nāma pāvacanaṃ saṃgāyiṃsu.",
  "anya-e0903n:7": "Pucchā – saṃyuttanikāye ca āvuso sagāthāvaggo nidānavaggo khandhavaggo saḷāyatanavaggo mahāvaggoti pañcasaṃyuttappakaraṇāni, tesu paṭhamaṃ kataraṃ saṃyuttappakaraṇaṃ te saṃgāyiṃsu.",
  "anya-e0903n:8": "Vissajjanā – pañcasu bhante saṃyuttappakaraṇesu paṭhamaṃ sagāthāvaggasaṃyuttappakaraṇaṃ saṃgāyiṃsu.",
  "anya-e0903n:9": "Pucchā – sagāthāvaggepi āvuso devatāsaṃyuttādivasena ekādasasaṃyuttāni, tesu paṭhamaṃ kataraṃ saṃyuttaṃ te saṃgāyiṃsu.",
  "anya-e0903n:10": "Vissajjanā – ekādasasu bhante saṃyuttesu paṭhamaṃ devatāsaṃyuttaṃ saṃgāyiṃsu.",
  "anya-e0903n:11": "Pucchā – devatāsaṃyuttepi āvuso naḷavaggādayo aṭṭha vaggā, oghataraṇasuttādīni ca ekāsīti suttāni, tesu paṭhamaṃ kataraṃ vaggaṃ katarañca suttaṃ sagāyiṃsu.",
  "anya-e0903n:12": "Vissajjanā – aṭṭhasu bhante vaggesu paṭhamaṃ naḷavaggaṃ ekāsītiyā ca suttesu paṭhamaṃ oghataraṇasuttaṃ saṃgāyiṃsu.",
  "anya-e0903n:13": "Sādhu sādhu āvuso, mayampi dāni tatoyeva paṭṭhāya saṃgītipubbaṅgamāni pucchanavissajjanakiccāni āvahituṃ samārabhāra.",
  "anya-e0903n:14": "Devatāsaṃyutta",
  "anya-e0903n:15": "Oghataraṇasutta",
  "anya-e0903n:16": "Pucchā – tenāvuso bhagavatā jānatā passatā arahatā sammāsambuddhena oghataraṇasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:17": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devataṃ ārabbha bhāsitaṃ, aññatarā bhante devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi, ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca ‘‘kathaṃ nu tvaṃ mārisa oghamatarī’’ti,",
  "anya-e0903n:18": "Tasmiṃ bhante vatthusmiṃ ‘‘apatiṭṭhaṃ khvāhaṃ āvuso anāyūhaṃ oghamatariṃ’’ti, evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:19": "Accentisutta",
  "anya-e0903n:20": "Pucchā – accentisuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:21": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devataṃ ārabbha bhāsitaṃ. Aññatarā bhante devatā bhagavantaṃ etadavoca–",
  "anya-e0903n:22": "‘‘Accenti kālā tarayanti rattiyo,",
  "anya-e0903n:23": "Vayoguṇā anupubbaṃ jahanti,",
  "anya-e0903n:24": "Etaṃ bhayaṃ maraṇe pekkhamāno,",
  "anya-e0903n:25": "Puññāni kayirātha sukhāvahānī’’ti–",
  "anya-e0903n:26": "Tasmiṃ bhante vatthusmiṃ –",
  "anya-e0903n:27": "‘‘Accenti kālā tarayanti rattiyo,",
  "anya-e0903n:28": "Vayoguṇā anupubbaṃ jahanti,",
  "anya-e0903n:29": "Etaṃ bhayaṃ maraṇe pekkhamāno,",
  "anya-e0903n:30": "Lokāmisaṃ pajahe santipekkho’’ti –",
  "anya-e0903n:31": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:32": "Sattisutta",
  "anya-e0903n:33": "Pucchā – sattisuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:34": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devataṃ ārabbha bhāsitaṃ, aññatarā bhante devatā bhagavantaṃ etadavoca–",
  "anya-e0903n:35": "‘‘Sattiyā viya omaṭṭho, ḍayhamānova matthake;",
  "anya-e0903n:36": "Kāmarāgappahānāya, sato bhikkhu paribbaje’’ti–",
  "anya-e0903n:37": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:38": "Sattiyā viya omaṭṭho ḍayhamānova matthake;",
  "anya-e0903n:39": "Sakkāyadiṭṭhippahānāya, sato bhikkhu paribbajeti;",
  "anya-e0903n:40": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:41": "Sattiyā viya omaṭṭho, ḍayhamānova matthake;",
  "anya-e0903n:42": "Kāmarāgappahānāya, sato bhikkhu paribbaje –",
  "anya-e0903n:43": "Sattiyā viya omaṭṭho, ḍayhamānova matthake,",
  "anya-e0903n:44": "Sakkāyadiṭṭhippamānāya, sato bhikkhu paribbaje –",
  "anya-e0903n:45": "Jaṭāsutta",
  "anya-e0903n:46": "Pucchā – jaṭāsuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:47": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devataṃ ārabbha bhāsitaṃ, aññatarā bhante devatā bhavagantaṃ etadavoca–",
  "anya-e0903n:48": "‘‘Anto jaṭā bahijaṭā, jaṭāya jaṭitā pajā;",
  "anya-e0903n:49": "Taṃ taṃ gotama pucchāmi, ko imaṃ vijaṭaye jaṭa’’nti–",
  "anya-e0903n:50": "Tasmiṃ bhante vatthusmiṃ –",
  "anya-e0903n:51": "Sīle patiṭṭhāya naro sapañño, cittaṃ paññañca bhāvayaṃ;",
  "anya-e0903n:52": "Ātāpī nipako bhikkhu, so imaṃ vijaṭaye jaṭaṃ.",
  "anya-e0903n:53": "Yesaṃ rāgo ca doso ca, avijjā ca virājitā;",
  "anya-e0903n:54": "Khīṇāsavā arahanto, tesaṃ vijaṭitā jaṭāti;",
  "anya-e0903n:55": "Evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:56": "Sīle patiṭṭhāya naro sapañño, cittaṃ paññañca bhāvayaṃ;",
  "anya-e0903n:57": "Ātāpī nipako bhikkhu, so imaṃ vijaṭaye jaṭaṃ–",
  "anya-e0903n:58": "Yesaṃ rāgo ca doso ca, avijjā ca virājitā;",
  "anya-e0903n:59": "Khīṇāsavā arahanto, tesaṃ vijaṭitā jaṭā–",
  "anya-e0903n:60": "Yattha nāmañca rūpañca, asesaṃ uparujjhati;",
  "anya-e0903n:61": "Paṭighaṃ rūpasaññā ca, etthesā chijjate jaṭā.",
  "anya-e0903n:62": "Accharāsutta",
  "anya-e0903n:63": "Pucchā – accharāsuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:64": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devaputtaṃ ārabbha bhāsitaṃ. Aññataro bhante devaputto bhagavantaṃ etadavoca–",
  "anya-e0903n:65": "‘‘Accharāgaṇasaṅghaṭṭhaṃ, pisāca gaṇasevitaṃ;",
  "anya-e0903n:66": "Vanantaṃ mohanaṃ nāma, kathaṃ yātrā bhavissatī’’ti.",
  "anya-e0903n:67": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:68": "‘‘Ujuko nāma so maggo, abhayā nāma sā disā,",
  "anya-e0903n:69": "Ratho akūjano nāma, dhammacakkehi saṃyuto.",
  "anya-e0903n:70": "Hirī tassa apālambo, satyassa parivāraṇaṃ;",
  "anya-e0903n:71": "Dhammāhaṃ sārathiṃ brūmi, sammādiṭṭhi purejavaṃ.",
  "anya-e0903n:72": "Yassa etādisaṃ yānaṃ, itthiyā purisassa vā;",
  "anya-e0903n:73": "Sa ve etena yānena, nibbānasseva santike’’ti.",
  "anya-e0903n:74": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:75": "Accharāgaṇasaṅghuṭṭhaṃ, pisācagaṇasevitaṃ;",
  "anya-e0903n:76": "Vanantaṃ mohanaṃ nāma, kathaṃ yātrā bhavissati–",
  "anya-e0903n:77": "Jarāsutta",
  "anya-e0903n:78": "Pucchā – jarāsuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:79": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ devataṃ ārabbha bhāsitaṃ. Aññatarā bhante devatā bhagavantaṃ etadavoca–",
  "anya-e0903n:80": "‘‘Kiṃ su yāva jarā sādhu, kiṃ su sādhu patiṭṭhitaṃ;",
  "anya-e0903n:81": "Kiṃ su narānaṃ ratanaṃ, kiṃ su corehi dūhara’’nti.",
  "anya-e0903n:82": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:83": "‘‘Sīlaṃ yāva jarā sādhu, saddhā sādhu patiṭṭhitā;",
  "anya-e0903n:84": "Paññā narānaṃ ratanaṃ, puññaṃ corehi dūhara’’nti.",
  "anya-e0903n:85": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:86": "Kiṃ su yāva jarā sādhu.",
  "anya-e0903n:87": "Kiṃ su sādhu patiṭṭhitaṃ.",
  "anya-e0903n:88": "Kiṃ su narānaṃ ratanaṃ.",
  "anya-e0903n:89": "Kiṃ su corehi dūharaṃ.",
  "anya-e0903n:90": "Devaputtasaṃyutta",
  "anya-e0903n:91": "Subrahmasutta",
  "anya-e0903n:92": "Pucchā – tenāvuso bhagavatā jānatā passatā arahatā sammāsambuddhena subrahmasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ katañca bhāsitaṃ. Kīdiso ca tattha dhammapaṭiggāhakassa dhammassavanānisaṃso adhigato.",
  "anya-e0903n:93": "Vissajjanā – rājagahe bhante subrahmadevaputtaṃ ārabbha bhāsitaṃ. Subrahmā bhante devaputto maraṇabhayabhīto bhagavantaṃ upasaṅkamitvā etadavoca–",
  "anya-e0903n:94": "‘‘Niccaṃ utrastamidaṃ cittaṃ, niccaṃ ubbiggamidaṃ mano;",
  "anya-e0903n:95": "Anuppannesu kicchesu, atho uppatitesu ca;",
  "anya-e0903n:96": "Sace atthi anutrastaṃ, taṃ me akkhāhi pucchito’’ti–",
  "anya-e0903n:97": "Tasmiṃ bhante vatthusmiṃ.",
  "anya-e0903n:98": "‘‘Nāññatra bojjā tapasā, nāññatrindriyasaṃvarā;",
  "anya-e0903n:99": "Nāññatra sabbanissaggā, sotthiṃ passāmi pāṇina’’nti.",
  "anya-e0903n:100": "Evaṃ kho bhante bhagavatā bhāsitaṃ. Desanāpariyosāne ca bhante subrahmassa devaputtassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi, ‘‘yaṃkiñci samudayadhammaṃ, sabbaṃ taṃ nirodhadhamma’’nti.",
  "anya-e0903n:101": "Niccaṃ utrastamidaṃ cittaṃ, niccaṃ ubbiggamidaṃ mano;",
  "anya-e0903n:102": "Anuppannesu kicchesu, atho uppatitesu ca;",
  "anya-e0903n:103": "Sace atthi anutrasta, taṃ me akkhāhi pucchito-hu–",
  "anya-e0903n:104": "Nāññatra bojjā tapasā, nāññatrindriyasaṃvarā;",
  "anya-e0903n:105": "Nāññatra sabbanissaggā, sotthiṃ passāmi pāṇinaṃ–",
  "anya-e0903n:106": "Rohitassasutta",
  "anya-e0903n:107": "Pucchā – rohitassasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:108": "Vissajjanā – sāvatthiyaṃ bhante rohitassaṃ devaputtaṃ ārabbha bhāsitaṃ. Rohitasso bhante devaputto bhagavantaṃ etadavoca ‘‘yattha nu kho bhante na jāyati na jīyati na mīyati na cavati na upapajjati, sakkā nu kho so bhante gamanena lokassa anto ñātuṃ vā daṭṭhuṃ vā pāpuṇituṃ vā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yattha kho āvuso na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṃ taṃ gamanena lokassa antaṃ ñāteyyaṃ aṭṭheyyaṃ patteyyanti vadāmī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:109": "Kosalasaṃyutta",
  "anya-e0903n:110": "Daharasutta",
  "anya-e0903n:111": "Pucchā – daharasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:112": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃ pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavatā saddhiṃ sammodi, ekamantaṃ nisinno kho bhante rājā pasenadi kosalo bhagavantaṃ etadavoca ‘‘bhavampi no gotamo ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paṭijānātī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yañhi taṃ mahārāja sammā vadamānovadeyya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti, mameva taṃ sammā vadamāno vadeyyā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:113": "Tasmā hi paṇḍito poso, sampassaṃ atthamattano;",
  "anya-e0903n:114": "Bhujaṅgamaṃ pāvakañca, khattiyañca yasassinaṃ;",
  "anya-e0903n:115": "Bhikkhuñca sīlasampannaṃ, sammadeva samācare–",
  "anya-e0903n:116": "Attarakkhitasutta",
  "anya-e0903n:117": "Pucchā – attarakkhitasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:118": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃyeva pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo bhagavantaṃ upasaṅkamitvā ‘‘idha mayhaṃ bhante rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādī’’ti evamādikaṃ vacanaṃ avoca. Bhagavā ca bhante evametaṃ mahārāja evametaṃ mahārājāti evamādinā vibhajitvā bhāsitaṃ.",
  "anya-e0903n:119": "Kāyena saṃvaro sādhu, sādhu vācāya saṃvaro;",
  "anya-e0903n:120": "Manasā saṃvaro sādhu, sādhu, sabbattha saṃvaro;",
  "anya-e0903n:121": "Sabbattha saṃvuto lajjī, rakkhitoti pavuccati.",
  "anya-e0903n:122": "Appakasutta",
  "anya-e0903n:123": "Pucchā – appakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:124": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃyeva pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo bhagavantaṃ upasaṅkamitvā ‘‘idha mayhaṃ bhante rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi appakā te sattā lokasmiṃ, ye uḷāre uḷāre bhoge labhitvā na ceva majjanti na ca pamajjanti, na ca kāmesu gedhaṃ āpajjantī’’ti evamādikaṃ vacanaṃ avoca. Bhagavā ca bhante ‘‘evametaṃ mahārāja evametaṃ mahārājā’’ti evamādinā appakasuttaṃ bhāsitaṃ.",
  "anya-e0903n:125": "Mallikāsutta",
  "anya-e0903n:126": "Pucchā – mallikāsuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:127": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃyeva pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo mallikaṃ deviṃ etadavoca ‘‘atthi nu kho te mallike kocañño attanā piyataro’’ti. Tasmiṃ vatthusmiṃ sabbādisā anuparigamma cetasāti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:128": "Sabbā disā anuparigamma cetasā, nevajjhagā piyataramattanā kvaci. Evaṃ piyo puthu attā paresaṃ, tasmā na hiṃse paramattakāmo–",
  "anya-e0903n:129": "Sattajaṭilasutta",
  "anya-e0903n:130": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena sattajaṭilasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:131": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃ pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo acirapakkantesu sattasu ca jaṭilesu sattasu ca nigaṇṭhesu sattasu ca acelakesu sattasu ca ekasāṭakesu sattasu ca paribbājakesu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho bhante rājā pasenadi kosalo bhagavantaṃ etadavoca ‘‘ye te bhante loke arahanto vā arahattamaggaṃ vā samāpannā, ete tesaṃ aññatarā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘dujjānaṃ kho etaṃ mahārāja tayā gihinā kāmabhoginā puttasambādhasayanaṃ ajjhāvasantena kāsiṇacandanaṃ paccanubhontena mālāgandhavilepanaṃ dhārayantena jātarūparajataṃ sādiyantena ‘‘ime vā arahanto, ime vā arahattamaggaṃ samāpannā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:132": "Na vaṇṇarūpena naro sujāno, na vissase ittaradassanena;",
  "anya-e0903n:133": "Susaññatānañhi viyañjanena, asaññatā lokamimaṃ caranti.",
  "anya-e0903n:134": "Patirūpako mattikākuṇḍalova, lohaḍḍhamāsova suvaṇṇachanno;",
  "anya-e0903n:135": "Caranti loke parivārachannā, anto asuddhā bahisobhamānā-hū",
  "anya-e0903n:136": "Pañcarājasutta",
  "anya-e0903n:137": "Pucchā – pañcarājasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:138": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃyeva pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo bhagavantaṃ etadavoca ‘‘kiṃ nu kho bhante kāmānaṃ agga’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘manāpapariyantaṃ khvāhaṃ mahārāja pañcasu kāmaguṇesu agganti vadāmī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:139": "Idha bhante amhākaṃ pañcannaṃ rājūnaṃ pañcahi kāmaguṇehi samappitānaṃ samaṅgībhūtānaṃ paricārayamānānaṃ ayamantarākathā udapādiṃ ‘kiṃ nu kho kāmānaṃ agga’nti–",
  "anya-e0903n:140": "Padumaṃ yathā kokanadaṃ sugandhaṃ, pāto siyā phullamavītagandhaṃ. Aṅgīrasaṃ passa virocamānaṃ, tapantamādiccamivantalikkhe–",
  "anya-e0903n:141": "Dutiyaaputtakasutta",
  "anya-e0903n:142": "Pucchā – dutiyaaputtakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:143": "Vissajjanā – sāvatthiyaṃ bhante rājānaṃyeva pasenadiṃ kosalaṃ ārabbha bhāsitaṃ. Rājā bhante pasenadi kosalo bhagavantaṃ upasaṅkamitvā ‘‘idha bhante sāvatthiyaṃ seṭṭhi gahapati kālaṅkato, tamahaṃ aputtakaṃ sāpateyyaṃ rājantepuraṃ atiharitvā āgacchāmī’’ti evamādikaṃ vacanaṃ avoca. Bhagavā ca bhante ‘‘evametaṃ mahārāja, evametaṃ mahārāja, bhūtapubbaṃ so mahārāja seṭṭhi gahapati taggarasikhiṃ nāma paccekasambuddhaṃ piṇḍapātena paṭipādesī’’ti evamādinā tassa seṭṭhissa gahapatissa atītaṃ vatthuṃ āharitvā pariyosāne catūhi gāthāhi bhāsitaṃ.",
  "anya-e0903n:144": "Dhaññaṃ dhanaṃ rajataṃ jātarūpaṃ, pariggahaṃ vāpi yadatthi kiñci,",
  "anya-e0903n:145": "Dāsā kammakarā pessā, ye cassa anujīvino.",
  "anya-e0903n:146": "Sabbaṃ nādāya gantabbaṃ, sabbaṃ nikkhippagāminaṃ;",
  "anya-e0903n:147": "Yañca karoti kāyena, vācāya udacetasā.",
  "anya-e0903n:148": "Tañhi tassa sakaṃ hoti, taṃva ādāya gacchati;",
  "anya-e0903n:149": "Taṃvassa anugaṃ hoti, chāyāva anapāyinī.",
  "anya-e0903n:150": "Tasmā kareyya kalyāṇaṃ, nicayaṃ samparāyikaṃ;",
  "anya-e0903n:151": "Puññāni paralokasmiṃ, patiṭṭhā honti pāṇinaṃ –",
  "anya-e0903n:152": "Mārasaṃyutta",
  "anya-e0903n:153": "Tapokammasutta",
  "anya-e0903n:154": "Pucchā – tapokammasuttaṃ panāvuso bhagavatā jinena kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:155": "Vissajjanā – uruvelāyaṃ bhante māraṃ pāpimantaṃ ārabbha bhāsitaṃ. Māro bhante pāpimā bhagavantaṃ upasaṅkamitvā gāthāya ajjhabhāsi.",
  "anya-e0903n:156": "‘‘Tapokammā apakkamma, yena sujjhanti māṇavā;",
  "anya-e0903n:157": "Asuddho maññasi suddho, suddhimaggā aparaddho’’ti.",
  "anya-e0903n:158": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:159": "‘‘Anattasaṃhitaṃ ñatvā, yaṃ kiñci amaraṃ tapaṃ;",
  "anya-e0903n:160": "Sabbaṃ natthāvahaṃ hoti, phiyārittaṃva dhammani;",
  "anya-e0903n:161": "Sīlaṃ samādhi paññañca, maggaṃ bodhāya bhāvayaṃ;",
  "anya-e0903n:162": "Pattosmi paramaṃ suddhiṃ, nihato tvamasi antakā’’ti.",
  "anya-e0903n:163": "Evaṃ kho bhante bhagavatā jinena bhāsitaṃ.",
  "anya-e0903n:164": "Tapokammā apakkamma, ye na sujjhanti māṇavā;",
  "anya-e0903n:165": "Asuddho maññasi suddho, suddhimaggā aparaddho–",
  "anya-e0903n:166": "Anatthasaṃhitaṃ utvā, yaṃkiñci amaraṃ tapaṃ;",
  "anya-e0903n:167": "Sabbaṃ natthāvahaṃ hoti, phiyārittaṃva dhammani;",
  "anya-e0903n:168": "Hatthirājavaṇṇasutta",
  "anya-e0903n:169": "Pucchā – hatthirājavaṇṇasuttaṃ panāvuso bhavagatā jinena kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:170": "Vissajjanā – uruvelāyaṃ bhante mārakaṃyeva pāpimantaṃ ārabbha bhāsitaṃ. Māro bhante pāpimā bhagavato bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo mahantaṃ hatthirājavaṇṇaṃ abhinimminitvā yena bhagavā tenupasaṅkami.",
  "anya-e0903n:171": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:172": "‘‘Saṃsaraṃ dīghamaddhānaṃ, vaṇṇaṃ katvā subhāsubhaṃ;",
  "anya-e0903n:173": "Alaṃ te tena pāpima, nihato tvamasi antakā’’ti.",
  "anya-e0903n:174": "Evaṃ kho bhante bhagavatā jinena bhāsitaṃ.",
  "anya-e0903n:175": "Saṃsaraṃ dīghamaddhānaṃ, vaṇṇaṃ katvā subhāsubhaṃ,",
  "anya-e0903n:176": "Alaṃ te tena pāpima, nihato tvamasi antaka –",
  "anya-e0903n:177": "Bhikkhunīsaṃyutta",
  "anya-e0903n:178": "Āḷavikāsutta",
  "anya-e0903n:179": "Pucchā – idāni āvuso bhikkhunī saṃyuttaṃ pucchāmi, yaṃ tassa bhagavato arahato sammāsambuddhassa sāvikāhi therīhi attano",
  "anya-e0903n:180": "Ca buddhasāsanassa ca yathābhūtaṃ guṇaṃ pakāsetvā bhāsitaṃ. Tatthāvuso paṭhamaṃ porāṇakehi mahākassapādīhi dhammasaṃgāhakehi theravarehi saṃgītaṃ āḷavikāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:181": "Vissajjanā – sāvatthiyaṃ bhante māraṃ pāpimantaṃ ārabbha āḷavikāya bhikkhuniyā bhāsitaṃ. Māro bhante pāpimā āḷavikāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo vivekamhā cāvetukāmo āḷavikaṃ bhikkhuniṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:182": "‘‘Natthi nissaraṇaṃ loke, kiṃ vivekena kāhasi;",
  "anya-e0903n:183": "Bhuñjassa kāmaratiyo, māhu pacchānutāpinī’’ti.",
  "anya-e0903n:184": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:185": "‘‘Atthi nissaraṇaṃ loke, paññāya me suphussitaṃ;",
  "anya-e0903n:186": "Pamattabandhu pāpima, na tvaṃ jānāsi taṃ padaṃ;",
  "anya-e0903n:187": "Sattisūlūpamā kāmā, khandhāsaṃ adhikuṭṭanā;",
  "anya-e0903n:188": "Yaṃ tvaṃ kāmaratiṃ brūsi, arahi mayha sā ahū’’ti.",
  "anya-e0903n:189": "Evaṃ kho bhante āḷavikāya bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:190": "Natthi nissaraṇaṃ loke, kiṃ vivekena kāhasi;",
  "anya-e0903n:191": "Bhuñjassu kāmaratiyo, māhu pacchānutāpinī-hu–",
  "anya-e0903n:192": "Atthi nissaraṇaṃ loke, paññāya me suphussitaṃ;",
  "anya-e0903n:193": "Pamattabandhu pāpima, na tvaṃ jānāsi taṃ padaṃ.",
  "anya-e0903n:194": "Sattisūlūpamā kāmā, khandhāsaṃ adhikuṭṭanā;",
  "anya-e0903n:195": "Yaṃ tvaṃ kāmaratiṃ brūsi, arati mayha sā ahu–",
  "anya-e0903n:196": "Somāsutta",
  "anya-e0903n:197": "Pucchā – somāsuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:198": "Vissajjanā – sāvatthiyaṃyeva bhante andhavane māraṃ pāpimantaṃ ārabbha somāya bhikkhuniyā bhāsitaṃ. Māro bhante pāpimā somāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo somaṃ bhikkhuniṃ gāthāya ajjhabhāsi.",
  "anya-e0903n:199": "‘‘Yaṃ taṃ isīhi pattabbaṃ, ṭhānaṃ durabhisambhavaṃ;",
  "anya-e0903n:200": "Na taṃ dvaṅgulapaññāya, sakkā pappotumitthiyā’’ti.",
  "anya-e0903n:201": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:202": "‘‘Itthibhāvo kiṃ kayirā, cittamhi susamāhite;",
  "anya-e0903n:203": "Ñāṇamhi vattamānamhi, sammā dhammaṃ vipassato;",
  "anya-e0903n:204": "Yassa nūna siyā evaṃ, itthāhaṃ purisoti vā;",
  "anya-e0903n:205": "Kiñci vā pana aññasmi, taṃ māro vattumarahatī’’ti.",
  "anya-e0903n:206": "Evaṃ kho bhante somāya bhikkhuniyā ariyasāvikāya bhāsitaṃ.",
  "anya-e0903n:207": "Yaṃ taṃ isīhi pattabbaṃ, ṭhānaṃ durabhisambhavaṃ;",
  "anya-e0903n:208": "Na taṃ dvaṅgulapaññāya, sakkā pappotumitthiyā–",
  "anya-e0903n:209": "Itthi bhāvo kiṃ kayirā, cittamhi susamāhite;",
  "anya-e0903n:210": "Ñāṇamhi vatta mānamhi, sammā dhammaṃ vipassato.",
  "anya-e0903n:211": "Yassa nūna siyā evaṃ, itthāhaṃ purisoti vā;",
  "anya-e0903n:212": "Kiñci vā pana aññasmi, taṃ māro vattumarahati.",
  "anya-e0903n:213": "Kisāgotamīsutta",
  "anya-e0903n:214": "Pucchā – tatthāvuso kisāgotamīsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:215": "Vissajjanā – sāvatthiyaṃyeva bhante andhavane māraṃ pāpimantaṃ ārabbha kisāgotamiyā bhikkhuniyā theriyā bhāsitaṃ. Māro bhante pāpimā kisāgotamiyā bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo kisāgotamiṃ bhikkhuniṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:216": "‘‘Kiṃ nu tvaṃ mataputtāva, ekamāsi rudammukhī;",
  "anya-e0903n:217": "Vanamajjhagatā ekā, purisaṃ nu gavesasī’’ti.",
  "anya-e0903n:218": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:219": "Accantaṃ mataputtāmhi, purisā ekadantikā;",
  "anya-e0903n:220": "Na socāmi na rodāmi, na taṃ bhāyāmi āvuso.",
  "anya-e0903n:221": "Sabbattha vihatā nandī, tamokkhandho padālito;",
  "anya-e0903n:222": "Jetvāna maccuno senaṃ, viharāmi anāsavā’’ti.",
  "anya-e0903n:223": "Evaṃ kho bhante kisāgotamiyā bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:224": "Kiṃ nu tvaṃ mataputtāva, ekamāsi rudammukhī;",
  "anya-e0903n:225": "Vanamajjhagatā ekā, purisaṃ nu gasesasi-hu–",
  "anya-e0903n:226": "Accantaṃ mataputtāmhi, purisā etadantikā;",
  "anya-e0903n:227": "Na socāmi na rodāmi, na taṃ bhāyāmi āvuso.",
  "anya-e0903n:228": "Sabbattha vihatā nandī, tamokkhandho padālito;",
  "anya-e0903n:229": "Jetvāna maccuno senaṃ, viharāmi anāsavā.",
  "anya-e0903n:230": "Uppalavaṇṇāsutta",
  "anya-e0903n:231": "Pucchā – tatthāvuso porāṇehi saṃgītikāramahātheravarehi saṃgītaṃ uppalavaṇṇasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:232": "Vissajjanā – sāvatthiyaṃyeva bhante andhavane māraṃ pāpimantaṃ ārabbha uppalavaṇṇāya bhikkhuniyā bhāsitaṃ. Māro bhante pāpimā uppalavaṇṇāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo uppalavaṇṇaṃ bhikkhuniṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:233": "‘‘Supupphitaggaṃ upagamma bhikkhuni, ekā tuvaṃ tiṭṭhasi sālamūle. Na catthi te dutiyā vaṇṇadhātu, bāle na tvaṃ bhāyasi dhuttakāna’’nti.",
  "anya-e0903n:234": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:235": "‘‘Sataṃ sahassānipi dhuttakānaṃ,",
  "anya-e0903n:236": "Idhāgatā tādisakā bhaveyyuṃ;",
  "anya-e0903n:237": "Lomaṃ na iñjāmi na santasāmi,",
  "anya-e0903n:238": "Na māra bhāyāmi tamekikāpi.",
  "anya-e0903n:239": "Esā antaradhāyāmi, kucchiṃ vā pavisāmi te;",
  "anya-e0903n:240": "Pakhumantarikāyampi, tiṭṭhantiṃ maṃ na dakkhasi.",
  "anya-e0903n:241": "Cittasmiṃ vasībhūtāmhi, iddhipādā subhāvitā;",
  "anya-e0903n:242": "Sabbabandhanamuttāmhi, na taṃ bhāyāmi āvuso’’ti.",
  "anya-e0903n:243": "Evaṃ kho bhante uppalavaṇṇāya bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:244": "Cālāsutta",
  "anya-e0903n:245": "Pucchā – tatthāvuso cālāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:246": "Vissajjanā – sāvatthiyaṃ bhante andhavane māraṃyeva pāpimantaṃ ārabbha cālāya bhikkhuniyā ariyasāvikāya bhāsitaṃ. Māro bhante pāpimā cālaṃ bhikkhuniṃ upasaṅkamitvā etadavoca ‘‘kiṃ nu tvaṃ bhikkhuni na rocesī’’ti. Jātiṃ khvāhaṃ āvuso na rocemī’’ti.",
  "anya-e0903n:247": "Kiṃ nu jātiṃ na rocesi, jāto kāmāni bhuñjati;",
  "anya-e0903n:248": "Ko nu taṃ idamādapayi, jātiṃ mā roca bhikkhunīti.",
  "anya-e0903n:249": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:250": "Jātassa maraṇaṃ hoti, jāto dukkhāni phussati;",
  "anya-e0903n:251": "Bandhaṃ vadhaṃ pariklesaṃ, tasmā jātiṃ na rocaye.",
  "anya-e0903n:252": "Buddho dhammamadesesi, jātiyā samatikkamaṃ;",
  "anya-e0903n:253": "Sabbadukkhappahānāya, so maṃ sacce nivesayi.",
  "anya-e0903n:254": "Ye ca rūpūpagā sattā, ye ca arūpaṭṭhāyino;",
  "anya-e0903n:255": "Nirodhaṃ appajānantā, āgantāro punabbhavanti.",
  "anya-e0903n:256": "Evaṃ kho bhante cālāya bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:257": "Kiṃ nu jātiṃ na rocesi, jāto kāmāni bhuñjati;",
  "anya-e0903n:258": "Ko nu taṃ idamādapayi, jātiṃ mā roca bhikkhunī.",
  "anya-e0903n:259": "Jātassa maraṇaṃ hoti, jāto dukkhāni phussati;",
  "anya-e0903n:260": "Bandhaṃ vadhaṃ pariklesaṃ, tasmā jātiṃ na rocaye.",
  "anya-e0903n:261": "Buddho dhammamadesesi, jātiyā samatikkamaṃ,",
  "anya-e0903n:262": "Sabbadukkhappahānāya, so maṃ sacce nivesayi.",
  "anya-e0903n:263": "Selāsutta",
  "anya-e0903n:264": "Pucchā – tatthāvuso selāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:265": "Vissajjanā – sāvatthiyaṃ bhante māraṃyeva pāpimantaṃ ārabbbha selāya bhikkhuniyā ariyasāvikāya bhāsitaṃ. Māro bhante pāpimā selāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo selaṃ bhikkhuniṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:266": "Kenidaṃ pakataṃ bimbaṃ, kvanu bimbassa kārako;",
  "anya-e0903n:267": "Kvanu bimbaṃ samuppannaṃ, kvanu bimbaṃ nirujjhatīti.",
  "anya-e0903n:268": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:269": "Nayidaṃ attakataṃ bimbaṃ, nayidaṃ parakataṃ aghaṃ;",
  "anya-e0903n:270": "Hetuṃ paṭicca sambhūtaṃ, hetubhaṅgā nirujjhatīti.",
  "anya-e0903n:271": "Evamādinā bhante selāya bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:272": "Kenidaṃ pakataṃ bimbaṃ, kvanu bimbassa kārako;",
  "anya-e0903n:273": "Kvanu bimbaṃ samuppannaṃ, kvanu bimbaṃ nirujjhati-hu–",
  "anya-e0903n:274": "Nayidaṃ attakataṃ bimbaṃ, nayidaṃ parakataṃ aghaṃ;",
  "anya-e0903n:275": "Hetuṃ paṭicca sambhūtaṃ, hetubhaṅgā nirujjhati.",
  "anya-e0903n:276": "Vajirāsutta",
  "anya-e0903n:277": "Pucchā – tatthāvuso porāṇakehi mahākassapādīhi dhammasaṃgāhakatheravarehi saṃgītaṃ vajirāsuttaṃ kattha kaṃ ārabbha kena kathañca bhāsitaṃ.",
  "anya-e0903n:278": "Vissajjanā – sāvatthiyaṃ bhante māraṃ pāpimantaṃ ārabbha vajirāya theriyā bhikkhuniyā bhāsitaṃ. Māro bhante pāpimā purimanayeneva vajiraṃ bhikkhuniṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:279": "Kenāyaṃ pakato satto, kuvaṃ sattassa kārako,",
  "anya-e0903n:280": "Kuvaṃ satto samuppanno, kuvaṃ satto nirujjhatīti.",
  "anya-e0903n:281": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:282": "Kiṃ nu sattoti paccesi, māradiṭṭhigataṃ nu te;",
  "anya-e0903n:283": "Suddhasaṅkhārapuñjoyaṃ, nayidha sattupalabbhati.",
  "anya-e0903n:284": "Yathā hi aṅgasambhārā, hoti saddo ratho iti;",
  "anya-e0903n:285": "Evaṃ khandhesu santesu, hoti sattoti sammuti.",
  "anya-e0903n:286": "Dukkhameva hi sambhoti, dukkhaṃ tiṭṭhati veti ca,",
  "anya-e0903n:287": "Nāññatra dukkhā sambhoti, nāññaṃ dukkhā nirujjhatīti.",
  "anya-e0903n:288": "Evaṃ kho bhante vajirāya bhikkhuniyā bhāsitaṃ.",
  "anya-e0903n:289": "Kenāyaṃ pakato satto, kuvaṃ sattassakārako;",
  "anya-e0903n:290": "Kuvaṃ satto samuppanno, kuvaṃ satto nirujjhati-hu–",
  "anya-e0903n:291": "Kiṃ nu sattoti paccesi, māra diṭṭhigataṃ nu te;",
  "anya-e0903n:292": "Suddhasaṅkhārapuñjoyaṃ, nayidha sattupalabbhati.",
  "anya-e0903n:293": "Brahmasaṃyutta",
  "anya-e0903n:294": "Gāravasutta",
  "anya-e0903n:295": "Pucchā – brahmasaṃyutte āvuso porāṇehi mahākassapatherādīhi dhammasaṃgāhakatheravarehi dutiyaṃ saṃgītaṃ gāravasuttaṃ kattha kathañca samuppannaṃ.",
  "anya-e0903n:296": "Vissajjanā – uruvelāyaṃ bhante samuppannaṃ. Bhagavā bhante uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho. Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi ‘‘dukkhaṃ kho agāravo viharati appatisso, kaṃ nu khvāhaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyya’’nti.",
  "anya-e0903n:297": "Atha kho bhante bhagavato etadahosi ‘‘aparipuṇṇassa kho sīlakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyuṃ, na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā sīlasampannataraṃ aññaṃ samaṇaṃ vā",
  "anya-e0903n:298": "Brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyuṃ.",
  "anya-e0903n:299": "Aparipuṇṇassa kho samādhikkhandhassa;",
  "anya-e0903n:300": "Aparipuṇṇassa kho paññākkhandhassa;",
  "anya-e0903n:301": "Aparipuṇṇassa kho vimuttikkhandhassa.",
  "anya-e0903n:302": "Aparipuṇṇassa kho vimuttiñāṇadassanakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upaninissāya vihareyyaṃ. Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā vimuttiñāṇadassanasampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ. Yaṃnūnāhaṃ yvāyaṃ dhammo mayā abhisambuddho, tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihareyya’’nti. Evaṃ kho bhante bhagavato cetaso parivitakkavasena uppannaṃ.",
  "anya-e0903n:303": "Ye ca atītā sambuddhā, ye ca buddhā anāgatā;",
  "anya-e0903n:304": "Yo cetarahi sambuddho, bahūnaṃ sokanāsano;",
  "anya-e0903n:305": "Sabbe saddhammagaruno, vihaṃsu viharanti ca;",
  "anya-e0903n:306": "Tathāpi viharissanti, esā buddhāna dhammatā.",
  "anya-e0903n:307": "Tasmā hi attakāmena, mahattamabhikaṅkhatā;",
  "anya-e0903n:308": "Saddhammo garukātabbo, saraṃ buddhāna sāsanaṃ.",
  "anya-e0903n:309": "Aññaratabrahmasutta",
  "anya-e0903n:310": "Pucchā- tatthāvuso porāṇakehi mahākassapādīhi dhammasaṃgāhakatheravarehi paṭhamaṃ saṃgītaṃ aññatarabrahmasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:311": "Vissajjanā – brahmaloke bhante aññataraṃ brahmānaṃ ārabbha āyasmatā mahāmoggallānattherena bhāsitaṃ. Aññatarassa bhante brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti ‘‘natthi so samaṇo vā brāhmaṇo vā, yo idha āgaccheyyā’’ti. Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:312": "Ajjāpi te āvuso sā diṭṭhi, yā te diṭṭhi pure ahu;",
  "anya-e0903n:313": "Passasi vītivattantaṃ, brahmaloke pabhassaranti;",
  "anya-e0903n:314": "Evaṃ kho bhante āyasmatā mahāmoggallānattherena bhāsitaṃ.",
  "anya-e0903n:315": "Ajjāpi te āvuso sā diṭṭhi, yā te diṭṭhi pure ahu;",
  "anya-e0903n:316": "Passasi vītivattanta, brahmaloke pabhassaraṃ-hu–",
  "anya-e0903n:317": "Na me mārisa sā diṭṭhi, yā me diṭṭhi pure ahu;",
  "anya-e0903n:318": "Passāmi vītivattantaṃ, brahmaloke pabhassaraṃ;",
  "anya-e0903n:319": "Svāhaṃ ajja kathaṃ vajjaṃ, ahaṃ niccomhi sassato hu–",
  "anya-e0903n:320": "Tevijjā iddhipattā ca, cetopariyāya kovidā;",
  "anya-e0903n:321": "Khīṇāsavā arahanto, bahū buddhassa sāvakā-hu–",
  "anya-e0903n:322": "Aruṇavatīsutta",
  "anya-e0903n:323": "Pucchā – tatthāvuso aruṇavatīsuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:324": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave rājā ahosi aruṇavā nāma. Rañño kho pana bhikkhave aruṇavato aruṇavatī nāma rājadhānī ahosī’’ti evamādinā bhante bhagavatā aruṇavatī suttaṃ bhāsitaṃ.",
  "anya-e0903n:325": "Ārambhatha nikkamatha, yuñjatha buddhasāsane;",
  "anya-e0903n:326": "Dhunātha maccuno senaṃ, naḷāgāraṃva kuñjaro;",
  "anya-e0903n:327": "Yo imasmiṃ dhammavinaye, appamatto vihassati;",
  "anya-e0903n:328": "Pahāya jāti saṃsāraṃ, dukkhassantaṃ karissati-hu–",
  "anya-e0903n:329": "Brāhmaṇasaṃyutta",
  "anya-e0903n:330": "Dhanañjānīsutta",
  "anya-e0903n:331": "Pucchā – brāhmaṇasaṃyutte āvuso paṭhamaṃ saṃgītaṃ dhanañjānīsuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:332": "Vissajjanā – rājagahe bhante bhāradvājagottaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Bhāradvājagotto bhante brāhmaṇo bhagavantaṃ upasaṅkamitvā gāthāya ajjhabhāsi.",
  "anya-e0903n:333": "‘‘Kiṃ su chetvā sukhaṃ seti,",
  "anya-e0903n:334": "Kiṃ su chetvā na socati;",
  "anya-e0903n:335": "Kissassu ekadhammassa,",
  "anya-e0903n:336": "Vadhaṃ rocesi gotamā’’ti–",
  "anya-e0903n:337": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:338": "‘‘Kodhaṃ chetvā sukhaṃ seti;",
  "anya-e0903n:339": "Kodhaṃ chetvā na socati;",
  "anya-e0903n:340": "Kodhassa visamūlassa,",
  "anya-e0903n:341": "Madhuraggassa brāhmaṇa;",
  "anya-e0903n:342": "Vadhaṃ ariyā pasaṃsanti,",
  "anya-e0903n:343": "Tañhi chetvā na socatī’’ti;",
  "anya-e0903n:344": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:345": "Kiṃ su chetvā sukhaṃseti, kiṃ su chetvā na socati;",
  "anya-e0903n:346": "Kissassu ekadhammassa, vadhaṃ rocesi gotama–",
  "anya-e0903n:347": "Pucchā – imañca panāvuso dhammadesanaṃ sutvā bhāradvājagotto brāhmaṇo imasmiṃ dhammavinaye pasanno kīdisaṃ pasannākāramakāsi, kīvattakañca atthaṃ sampādesi.",
  "anya-e0903n:348": "Vissajjanā – imañca pana bhante dhammadesanaṃ sutvā bhāradvājagotto brāhmaṇo ‘‘abhikkantaṃ bho gotama, abhikkantaṃ bho gotama, seyyathāpi bho gotama nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya cakkhumanto rūpāni dakkhantī’’ti evamādinā bhante imasmiṃ dhammavinaye pasanno pasannākāramakāsi. Imañca pana bhante dhammadesanaṃ sutvā bhāradvājagotto brāhmaṇo bhagavato santike pabbajjaṃ upasampadaṃ yācitvā acirūpasampanno yāva arahattaṃ sampādesi.",
  "anya-e0903n:349": "Akkosasutta",
  "anya-e0903n:350": "Pucchā – akkosakabhāradvājasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:351": "Vissajjanā – rājagahe bhante akkosakabhāradvājaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Akkosakabhāradvājo bhante brāhmaṇo bhagavantaṃ upasaṅkamitvā asabbhāhi pharusāhi vācāhi bhagavantaṃ akkosati paribhāsati. Tasmiṃ bhante vatthusmiṃ ‘‘taṃ kiṃ maññasi brāhmaṇa, api nukho te āgacchanti mittāmaccā ñātisālohitā atitiyo’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:352": "Akkodhassa kuto kodho,",
  "anya-e0903n:353": "Dantassa samajīvino;",
  "anya-e0903n:354": "Sammadaññā vimuttassa,",
  "anya-e0903n:355": "Upasantassa tādino.",
  "anya-e0903n:356": "Tasseva tena pāpiyo,",
  "anya-e0903n:357": "Yo kuddhaṃ paṭikujjhati;",
  "anya-e0903n:358": "Kuddhaṃ appaṭikujjhanto,",
  "anya-e0903n:359": "Saṅgāmaṃ jeti dujjayaṃ.",
  "anya-e0903n:360": "Ubhinnamatthaṃ carati,",
  "anya-e0903n:361": "Attano ca parassa ca;",
  "anya-e0903n:362": "Paraṃ saṅkupitaṃ ñatvā,",
  "anya-e0903n:363": "Yo sato upasammati.",
  "anya-e0903n:364": "Ubhinnaṃ tikicchantānaṃ,",
  "anya-e0903n:365": "Attano ca parassa ca;",
  "anya-e0903n:366": "Janā maññanti bāloti,",
  "anya-e0903n:367": "Ye dhammassa akovidā.",
  "anya-e0903n:368": "Pucchā – imañca panāvuso dhammadesanaṃ sutvā akkosakabhāradvājo brāhmaṇo imasmiṃ dhammavinaye pasanno kīdisaṃ pasannākāramakāsi. Kīvattakañca atthaṃ sampādesi.",
  "anya-e0903n:369": "Vissajjanā – imañca pana bhante dhammadesanaṃ sutvā akkosakabhāradvājo brāhmaṇo ‘‘abhikkantaṃ bho gotama, abhikkantaṃ bho gotamā’’ti evamādinā imasmiṃ dhammavinaye pasanno pasannākāramakāsi. Yāva arahattā ca pana mahantaṃ atthaṃ sampādesi.",
  "anya-e0903n:370": "Bahudhītarasutta",
  "anya-e0903n:371": "Pucchā – tenāvuso bhagavatā jānatā…pe… sammāsambuddhena brāhmaṇasaṃyutte bahudhītarasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:372": "Vissajjanā – kosalesu bhante aññatarasmiṃ vanasaṇḍe aññataraṃ bhāradvājagottaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Aññataro bhante bhāradvājagotto brāhmaṇo goṇe naṭṭhe pariyesanto bhagavato santike imā gāthāyo abhāsi.",
  "anya-e0903n:373": "‘‘Na hi nūnimassa samaṇassa, balībaddā catuddasa;",
  "anya-e0903n:374": "Ajjasaṭṭhiṃ na dissanti, tenāyaṃ samaṇo sukhī;",
  "anya-e0903n:375": "Na hi nūnimassa samaṇassa, tilākhettasmi pāpakā;",
  "anya-e0903n:376": "Ekapaṇṇā dupaṇṇā ca, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:377": "(Peyyāla)",
  "anya-e0903n:378": "Na hi nūnimassa samaṇassa, paccūsamhi iṇāyikā;",
  "anya-e0903n:379": "Detha dethāti codenti, tenāyaṃ samaṇo sukhī’’ti.",
  "anya-e0903n:380": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:381": "Na hi mayhaṃ brāhmaṇa, balībaddā catuddasa;",
  "anya-e0903n:382": "Ajjasaṭṭhiṃ na dissanti, tenāhaṃ brāhmaṇā sukhī;",
  "anya-e0903n:383": "Na hi mayhaṃ brāhmaṇa, tilākhettasmi pāpakā;",
  "anya-e0903n:384": "Ekapaṇṇā dupaṇṇā ca, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:385": "(Peyyāla)",
  "anya-e0903n:386": "Na hi mayhaṃ brāhmaṇa, paccūsamhi iṇāyikā;",
  "anya-e0903n:387": "Detha dethāti codenti, tenāhaṃ brāhmaṇā sukhīti.",
  "anya-e0903n:388": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:389": "(1)",
  "anya-e0903n:390": "Na hi nūnimassa samaṇassa, balībaddā catuddasa;",
  "anya-e0903n:391": "Ajjasaṭṭhiṃ na dissanti, tenāhaṃ samaṇo sukhī.",
  "anya-e0903n:392": "(2)",
  "anya-e0903n:393": "Na hi nūnimassa samaṇassa, tilākhettasmi pāpakā;",
  "anya-e0903n:394": "Ekapaṇṇā dupaṇṇā ca, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:395": "(3)",
  "anya-e0903n:396": "Na hi nūnimassa samaṇassa, tucchakoṭṭhasmi mūsikā;",
  "anya-e0903n:397": "Ussoḷhikāya naccanti, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:398": "(4)",
  "anya-e0903n:399": "Na hi nūnimassa samaṇassa, santhāro sattamāsiko;",
  "anya-e0903n:400": "Uppāṭakehi sañchanno, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:401": "(5)",
  "anya-e0903n:402": "Na hi nūnimassa samaṇassa, vidhavā satta dhītaro;",
  "anya-e0903n:403": "Ekaputtā duputtā ca, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:404": "(6)",
  "anya-e0903n:405": "Na hi nūnimassa samaṇassa, piṅgalā tilakāhatā;",
  "anya-e0903n:406": "Sottaṃ pādena bodheti, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:407": "(7)",
  "anya-e0903n:408": "Na hi nūnimassa samaṇassa, paccūsami iṇāyikā;",
  "anya-e0903n:409": "Detha dethāti codenti, tenāyaṃ samaṇo sukhī.",
  "anya-e0903n:410": "(1)",
  "anya-e0903n:411": "Na hi mayhaṃ brāhmaṇa, balībaddā catuddasa;",
  "anya-e0903n:412": "Ajjasaṭṭhiṃ na dissanti, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:413": "(2)",
  "anya-e0903n:414": "Na hi mayhaṃ brāhmaṇa, tilākhettasmi pāpakā;",
  "anya-e0903n:415": "Ekapaṇṇā dupaṇṇā ca, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:416": "(3)",
  "anya-e0903n:417": "Na hi mayhaṃ brāhmaṇa, tucchakoṭṭhasmi mūsikā;",
  "anya-e0903n:418": "Ussoḷhīkāya naccanti, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:419": "(4)",
  "anya-e0903n:420": "Na hi mayhaṃ brāhmaṇa, santhāro sattamāsiko;",
  "anya-e0903n:421": "Uppāṭakehi sañchanno, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:422": "(5)",
  "anya-e0903n:423": "Na hi mayhaṃ brāhmaṇa, vidhavā satta dhītaro;",
  "anya-e0903n:424": "Ekaputtā duputtā ca, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:425": "(6)",
  "anya-e0903n:426": "Na hi mayhaṃ brāhmaṇa, piṅgalā tilakāhatā;",
  "anya-e0903n:427": "Sottaṃ pādena bodheti, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:428": "(7)",
  "anya-e0903n:429": "Na hi mayhaṃ brāhmaṇa, paccūsamhi iṇāyikā;",
  "anya-e0903n:430": "Detha dethāti codenti, tenāhaṃ brāhmaṇā sukhī.",
  "anya-e0903n:431": "Pucchā – imañca panāvuso dhammadesanaṃ sutvā so bhāradvājagotto brāhmaṇo imasmiṃ dhammavinaye pasanno kīdisaṃ pasannākāramakāsi. Kīva mahantañca imasmiṃ dhammavinaye atthaṃ sampādesi.",
  "anya-e0903n:432": "Vissajjanā – imañca pana bhante dhammadesanaṃ sutvā so bhāradvājagotto brāhmaṇo ‘‘abhikkantaṃ bho gotama abhikkantaṃ bho gotama, seyyathāpi bhogotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya, cakkhumanto rūpāni dukkhantī’’ti evamādinā imasmi dhammavinaye pasanno pasannākāramakāsi. Bhagavato ca santike ‘‘labheyyāhaṃ bhoto gotamassa santike pabbajaṃ, labheyyaṃ upasampada’’nti evamādinā pabbajjaṃ upasampadaṃ yācitvā acirūpasampanno yāva arahattā mahantaṃ visesaṃ sampādesi.",
  "anya-e0903n:433": "Kasibhāradvājasutta",
  "anya-e0903n:434": "Pucchā – tatthāvuso ekādasamaṃ mahākassapādīhi porāṇadhammasaṃgāhakatherehi saṃgītaṃ kasibhāradvājasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:435": "Vissajjanā – magadhesu bhante dakkhiṇāgirismiṃ ekanāḷāyaṃ brāhmaṇagāme kasibhāradvājaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Kasibhāradvājo bhante brāhmaṇo bhagavantaṃ gāthāya ajjhabhāsi.",
  "anya-e0903n:436": "‘‘Kassako paṭijānāsi, na ca passāmi te kasiṃ. Kassako pucchito brūhi, kathaṃ jānemu taṃ kasi’’nti. Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:437": "‘‘Saddhā bījaṃ tapo vuṭṭhi, paññā me yuganaṅgalaṃ;",
  "anya-e0903n:438": "Hirī īsā mano yottaṃ, sati me phālapācanaṃ.",
  "anya-e0903n:439": "Kāyagutto vacīgutto, āhāre udare yato;",
  "anya-e0903n:440": "Saccaṃ karomi niddānaṃ, soraccaṃ me pamocanaṃ.",
  "anya-e0903n:441": "Vīriyaṃ me dhuradhorayhaṃ, yogakkhemādhivāhanaṃ;",
  "anya-e0903n:442": "Gacchati anivattantaṃ, yattha gantvā na socati.",
  "anya-e0903n:443": "Evamesā kasī kaṭṭhā, sā hoti amatapphalā;",
  "anya-e0903n:444": "Etaṃ kasiṃ kasitvāna, sabbadukkhā pamuccatī’’ti.",
  "anya-e0903n:445": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:446": "Kassako paṭijānāsi, na ca passāmi te kasiṃ;",
  "anya-e0903n:447": "Kassako pucchito brūhi, kathaṃ jānemu taṃ kasiṃ.",
  "anya-e0903n:448": "Saddhā bījaṃ tapo vuṭṭhi, paññā me yuganaṅgalaṃ;",
  "anya-e0903n:449": "Hirī īsā mano yottaṃ, sati me phālapācanaṃ.",
  "anya-e0903n:450": "Pucchā – imañca panāvuso dhammadesanaṃ sutvā so kasibhāradvājo brāhmaṇo imasmiṃ dhammavinaye pasanno kīdisaṃ pasannākāramakāsi.",
  "anya-e0903n:451": "Vissajjanā – imañca pana bhante dhammadesanaṃ sutvā kasibhāradvājo brāhmaṇo ‘‘abhikkantaṃ bho gotama, abhikkantaṃ bho gotamā’’tievamādinā imasmiṃ dhammavinaye pasanno pasannākāramakāsi.",
  "anya-e0903n:452": "Seyyathāpi bho gotama ukkujjitaṃ vā nikkujjeyya.",
  "anya-e0903n:453": "Udayasutta",
  "anya-e0903n:454": "Pucchā – udayasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:455": "Vissajjanā – sāvatthiyaṃ bhante udayaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Udayo bhante brāhmaṇo bhagavantaṃ etadavoca ‘‘pakaṭṭhakoyaṃ samaṇo gotamo punappunaṃ āgacchatī’’ti. Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:456": "Punappunañceva vapanti bījaṃ, punappunaṃ vassati devarājā;",
  "anya-e0903n:457": "Punappunaṃ khettaṃ kasanti kassakā, punappunaṃ dhaññamupeti raṭṭhaṃ.",
  "anya-e0903n:458": "Evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:459": "Punappunaṃ ceva vapanti bījaṃ, punappunaṃ vassati deva rājā;",
  "anya-e0903n:460": "Punappunaṃ khettaṃ kasanti kassakā, punappunaṃ dhaññamupeti raṭṭhaṃ.",
  "anya-e0903n:461": "Punappunaṃ yācakā yācayanti, punappunaṃ dānapatī dadanti;",
  "anya-e0903n:462": "Punappunaṃ dānapatī daditvā, punappunaṃ saggamupeti ṭhānaṃ.",
  "anya-e0903n:463": "Punappunaṃ khīranikā duhanti, punappunaṃ vaccho upeti mātaraṃ;",
  "anya-e0903n:464": "Punappunaṃ kilamati phandati ca, punappunaṃ gabbhamupeti mando.",
  "anya-e0903n:465": "Punappunaṃ jāyati mīyati ca, punappunaṃ sivathikaṃ haranti;",
  "anya-e0903n:466": "Maggañca laddhā apunabbhavāya, na punappunaṃ jāyati bhūripañño-hu–",
  "anya-e0903n:467": "Mātuposakasutta",
  "anya-e0903n:468": "Pucchā – mātuposakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:469": "Vissajjanā – sāvatthiyaṃ bhante mātuposakaṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Mātuposako bhante brāhmaṇo bhagavantaṃ etadavoca ‘‘ahañhi bho gotama dhammena bhikkhaṃ pariyesāmi, dhammena bhikkhaṃ pariyesitvā mātāpitaro posemi, kaccāhaṃ bho gotama evaṃkārī kiccakārī homī’’ti, tasmiṃ bhante vatthusmiṃ ‘‘taggha tvaṃ brāhmaṇa evaṃkārī kiccakārī hosi, yo kho brāhmaṇa dhammena bhikkhaṃ pariyesati, dhammena bhikkhaṃ pariyesitvā mātāpitaro poseti, bahuṃ so puññaṃ pasavatī’’ti evamādinā bhante bhagavatā bhāsitā.",
  "anya-e0903n:470": "Yo mātaraṃ vā pitaraṃ vā, macco dhammena posati;",
  "anya-e0903n:471": "Tāya naṃ pāricariyāya, mātāpitūsu paṇḍitā;",
  "anya-e0903n:472": "Idheva naṃ pasaṃsanti, pecca sagge pamodati–",
  "anya-e0903n:473": "Khomadussasutta",
  "anya-e0903n:474": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena brāhmaṇasaṃyutte khomadussasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:475": "Vissajjanā – sakkesu bhante khomadusse nāma sakyānaṃ nigame khomadussake brāhmaṇagahapatike ārabbha bhāsita, khomadussakā bhante brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ ‘‘ke ca muṇḍakā samaṇakā, ke ca sabhādhammaṃ jānissantī’’ti.",
  "anya-e0903n:476": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:477": "‘‘Nesā sabhā yattha na santi santo,",
  "anya-e0903n:478": "Santo na te ye na vadanti dhammaṃ;",
  "anya-e0903n:479": "Rāgañca dosañca pahāya mohaṃ,",
  "anya-e0903n:480": "Dhammaṃ vadantā ca bhavanti santo’’ti.",
  "anya-e0903n:481": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:482": "Nesā sabhā yattha nasanti santo,",
  "anya-e0903n:483": "Santo na te ye na vadanti dhammaṃ;",
  "anya-e0903n:484": "Rāgañca dosañca pahāya mohaṃ,",
  "anya-e0903n:485": "Dhammaṃ vadantā ca bhavanti santo–",
  "anya-e0903n:486": "Vaṅgīsasaṃyutta",
  "anya-e0903n:487": "Ānandasutta",
  "anya-e0903n:488": "Pucchā – vaṅgīsasaṃyutte panāvuso catutthaṃ saṃṅgītaṃ ānandasuttaṃ katthakaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:489": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ vaṅgīsattheraṃ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ. Āyasmatā bhante vaṅgīso āyasmantaṃ ānandaṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:490": "‘‘Kāmarāgena ḍayhāmi, cittaṃ me pariḍayhati;",
  "anya-e0903n:491": "Sādhu nibbāpanaṃ brūhi, anukampāya gotamā’’ti.",
  "anya-e0903n:492": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:493": "‘‘Saññāya vipariyesā, cittaṃ te pariḍayhati;",
  "anya-e0903n:494": "Nimittaṃ parivajjehi, subhaṃ rāgūpasaṃhitaṃ;",
  "anya-e0903n:495": "Saṅkhāre parato passa, dukkhato mā ca attato;",
  "anya-e0903n:496": "Nibbāpehi mahārāgaṃ, mā ḍayhittho punappunaṃ;",
  "anya-e0903n:497": "Asubhāya cittaṃ bhāvehi, ekaggaṃ susamāhitaṃ;",
  "anya-e0903n:498": "Sati kāyagatā tyatthu, nibbidābahulo bhava;",
  "anya-e0903n:499": "Animittañca bhāvehi, mānānusayamujjaha;",
  "anya-e0903n:500": "Tato mānābhisamayā, upasanto carissasī’’ti.",
  "anya-e0903n:501": "Evaṃ kho bhante āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n:502": "Kāmarāgena ḍayhāmi, cittaṃ me pariḍayhati;",
  "anya-e0903n:503": "Sādhu nibbāpanaṃ brūhi, anukampāya gotama–",
  "anya-e0903n:504": "Saññāya vipariyesā, cittaṃ te pariḍayhati;",
  "anya-e0903n:505": "Nimittaṃ parivajjehi, subhaṃ rāgūpasaṃhitaṃ.",
  "anya-e0903n:506": "Saṅkhāre paratopassa, dukkhato mā ca attato;",
  "anya-e0903n:507": "Nibbāpehi mahārāgaṃ, mā ḍayhittho punappunaṃ.",
  "anya-e0903n:508": "Asubhāya cittaṃ bhāvehi, ekaggaṃ susamāhitaṃ;",
  "anya-e0903n:509": "Sati kāyagatā tyatthu, nibbidābahulo bhava.",
  "anya-e0903n:510": "Animittañca bhāvehi, mānānusayamujjaha;",
  "anya-e0903n:511": "Tato mānābhisamayā, upasanto carissasi.",
  "anya-e0903n:512": "Vaṅgīsasutta",
  "anya-e0903n:513": "Pucchā – tattha āvuso dvādasamaṃ vaṅgīsasuttaṃ kattha kena kathañca bhāsitaṃ.",
  "anya-e0903n:514": "Vissajjanā – sāvatthiyaṃ bhante āyasmatā vaṅgīsattherena acira arahattappattena vimuttisukhapaṭisaṃvedinā–",
  "anya-e0903n:515": "‘‘Kāveyyamattā vicarimha pubbe, gāmāgāmaṃ purāpuraṃ,",
  "anya-e0903n:516": "Athaddasāma sambuddhaṃ, saddhā no upapajjatha;",
  "anya-e0903n:517": "So me dhamma madesesi, khandhāyatana dhātuyo;",
  "anya-e0903n:518": "Tassāhaṃ dhammaṃ sutvāna, pabbajiṃ anagāriyaṃ;",
  "anya-e0903n:519": "Bahunnaṃ vata atthāya, bodhiṃ ajjhagamā muni;",
  "anya-e0903n:520": "Bhikkhūnaṃ bhikkhūnīnañca, ye niyāmagataddasā;",
  "anya-e0903n:521": "Svāgataṃ vata me āsi, mama buddhassa santike;",
  "anya-e0903n:522": "Tisso vijjā anuppattā, kataṃ buddhassa sāsanaṃ;",
  "anya-e0903n:523": "Pubbe nivāsaṃ jānāmi, dibbacakkhuṃ visodhitaṃ;",
  "anya-e0903n:524": "Tevijjo iddhipattomhi, cetopariyāya kovido.",
  "anya-e0903n:525": "Evaṃ kho bhante udānavasena bhāsitaṃ.",
  "anya-e0903n:526": "Kāveyya mattā vicarimha pubbe; Gāmāgāmaṃpurāpuraṃ,",
  "anya-e0903n:527": "Athaddasāma sambuddhaṃ, saddhā no upapajjatha.",
  "anya-e0903n:528": "So me dhammamadesesi, khandhāyatana dhātuyo;",
  "anya-e0903n:529": "Tassāhaṃ dhammaṃ sutvāna, pabbajiṃ anagāriyaṃ.",
  "anya-e0903n:530": "Bahunnaṃ vata atthāya, bodhiṃ ajjhagamā muni;",
  "anya-e0903n:531": "Bhikkhūnaṃ bhikkhunī nañca, ye niyāmagataddasā.",
  "anya-e0903n:532": "Svāgataṃ vata me āsi, mama buddhassa santike;",
  "anya-e0903n:533": "Tasso vijjā anuppattā, kataṃ buddhassa sāsanaṃ.",
  "anya-e0903n:534": "Pubbenivāsaṃ jānāmi; Dibbacakkhu visodhitaṃ;",
  "anya-e0903n:535": "Tevijjo iddhipattomhi, cetopariyāyakovido.",
  "anya-e0903n:536": "Vanasaṃyutta",
  "anya-e0903n:537": "Ānandasutta",
  "anya-e0903n:538": "Pucchā – vanasaṃyutte panāvuso pañcamaṃ saṃgītaṃ ānandasuttaṃ kadā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:539": "Vissajjanā – kosalesu bhante aññatarasmiṃ vanasaṇḍe aciraparinibbute bhagavati āyasmantaṃ ānandaṃ ārabbha tasmiṃ vanasaṇḍe adhivatthāya devatāya bhāsitaṃ. Āyasmā bhante ānando aciraparinibbute bhagavati ativelaṃ gihisaññattibahulo viharati, tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:540": "‘‘Rukkhamūlagahanaṃ pasakkiya,",
  "anya-e0903n:541": "Nibbānaṃ hadayasmiṃ opiya;",
  "anya-e0903n:542": "Jhāya gotama mā pamādo,",
  "anya-e0903n:543": "Kiṃ te biḷibiḷikā karissatī’’ti.",
  "anya-e0903n:544": "Evaṃ kho bhante vanasaṇḍe adhivatthāya devatāya āyasmato ānandattherassa anukampikāya atthakāmāya bhāsitaṃ.",
  "anya-e0903n:545": "Rukkhamūla gahanaṃ pasakkiya, nibbānaṃ hadayasmiṃ opiya;",
  "anya-e0903n:546": "Jhāya gotama mā pamādo, kiṃ te biḷibiḷikā karissati-hu–",
  "anya-e0903n:547": "Yakkhasaṃyutta",
  "anya-e0903n:548": "Indakasutta",
  "anya-e0903n:549": "Pucchā – yakkhasaṃyutte panāvuso paṭhamaṃ saṃgītaṃ indakasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:550": "Vissajjanā – rājagahe bhante indakūṭe pabbate indakassa yakkhassa bhavane indakaṃ yakkhaṃ ārabbha bhāsitaṃ. Indako bhante yakkho attavādo bhagavantaṃ upasaṅkamitvā gāthāya ajjhabhāsi–",
  "anya-e0903n:551": "‘‘Rūpaṃ na jīvanti vadanti buddhā,",
  "anya-e0903n:552": "Kathaṃ nvayaṃ vindatimaṃ sarīraṃ;",
  "anya-e0903n:553": "Kutassa aṭṭhīyakapiṇḍamebhi,",
  "anya-e0903n:554": "Kathaṃ nvayaṃ sajjati gabbharasmi’’nti.",
  "anya-e0903n:555": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:556": "‘‘Paṭhamaṃ kalalaṃ hoti, kalalā hoti abbudaṃ,",
  "anya-e0903n:557": "Abbudā jāyate pesi, pesi nibbattatī ghano;",
  "anya-e0903n:558": "Ghanā pasākhā jāyanti, kesā lomā nakhāpica;",
  "anya-e0903n:559": "Yañcassa bhuñjatī mātā, annaṃ pānañca bhojanaṃ;",
  "anya-e0903n:560": "Tena so tattha yāpeti, mātukucchigatonaro’’ti.",
  "anya-e0903n:561": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:562": "Āḷavakasutta",
  "anya-e0903n:563": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena yakkhasaṃyutte āḷavakasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:564": "Vissajjanā – āḷaviyaṃ bhante āḷavakassa yakkhassa bhavane āḷavakaṃ yakkhaṃ ārabbha bhāsitaṃ. Āḷavako bhante yakkho bhagavantaṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:565": "Kiṃ sūdhavittaṃ purisassa seṭṭhaṃ,",
  "anya-e0903n:566": "Kiṃ su suciṇṇaṃ sukhamāvahāti;",
  "anya-e0903n:567": "Kiṃ su have sādutaraṃ rasānaṃ,",
  "anya-e0903n:568": "Kathaṃ jīviṃ jīvitāmāhu seṭṭhanti.",
  "anya-e0903n:569": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:570": "Saddhīca vittaṃ purisassa seṭṭhaṃ,",
  "anya-e0903n:571": "Dhammo suciṇṇo sukhamāvahāti;",
  "anya-e0903n:572": "Saccaṃ have sādutaraṃ rasānaṃ,",
  "anya-e0903n:573": "Paññājīviṃ jīvitamāhu seṭṭhanti.",
  "anya-e0903n:574": "Evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:575": "Na khvāhaṃ taṃ āvuso nikkhamissāmi, yaṃ te karaṇīyaṃ, taṃ karohi,",
  "anya-e0903n:576": "Pañhaṃ taṃ samaṇa pucchissāmi, sace me na byākarissasi, cittaṃ vā te khipissāmi, hadayaṃ vā te phālessāmi, pādesu vā gahetvā pāragaṅgāya khipissāmi–",
  "anya-e0903n:577": "Kiṃ sūkha vittaṃ purisassa seṭṭhaṃ, kiṃ su suciṇṇaṃ sukhamāvahāti;",
  "anya-e0903n:578": "Kiṃ su have sādubharaṃ rasānaṃ, kathaṃ jīviṃ jīvitamāhu seṭṭhaṃ–",
  "anya-e0903n:579": "Saddhīdha vittaṃ purisassa seṭṭhaṃ, dhammo suciṇṇo sukhamāvahāti;",
  "anya-e0903n:580": "Saccaṃ have sādutaraṃ rasānaṃ, paññājīviṃ jīvitamāhu seṭṭhaṃ;",
  "anya-e0903n:581": "Kathaṃsu tarati oghaṃ, kathaṃsu tarati aṇṇavaṃ;",
  "anya-e0903n:582": "Kathaṃsu dukkha macceti, kathaṃsu parisujjhati.",
  "anya-e0903n:583": "Saddhāya tarati oghaṃ, appamādena aṇṇavaṃ;",
  "anya-e0903n:584": "Vīriyena dukkha macceti, paññāya parisujjhati–",
  "anya-e0903n:585": "Kathaṃsu labhate paññaṃ, kathaṃsu vindate dhanaṃ;",
  "anya-e0903n:586": "Kathaṃsu kittiṃ pappoti, kathaṃ mittāni ganthati;",
  "anya-e0903n:587": "Asmā lokā paraṃ lokaṃ, kathaṃ pecca na socati–",
  "anya-e0903n:588": "Saddahāno arahataṃ, dhammaṃ nibbānapattiyā;",
  "anya-e0903n:589": "Sussūsaṃ labhate paññaṃ, appamatto vicakkhaṇo;",
  "anya-e0903n:590": "Patirūpakārī dhuravā, uṭṭhātā vindate dhanaṃ;",
  "anya-e0903n:591": "Saccena kittiṃ pappoti, dadaṃ mittāni ganthati;",
  "anya-e0903n:592": "Asmā lokā paraṃ lokaṃ, evaṃ pecca na socati;",
  "anya-e0903n:593": "Yassete caturo dhammā, saddhassa gharamesino;",
  "anya-e0903n:594": "Saccaṃ dhammo dhiti cāgo, sa ve peccana socati–",
  "anya-e0903n:595": "Sakkasaṃyutta",
  "anya-e0903n:596": "Vatapadasutta",
  "anya-e0903n:597": "Pucchā – sakkasaṃyutte panāvuso vatapadasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:598": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha sakkassa bhikkhave devānamindassa pubbe manussabhūtassa satta vatapadāni samattāni samādinnāni ahesuṃ, yesaṃ samādinnattā sakko sakkattaṃ ajjhagāti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:599": "Sakkassa bhikkhave devānamindassa pubbe manussabhūtassa imāni satta vatapadāni samattāni samādinnāni ahesuṃ.",
  "anya-e0903n:600": "Mātāpettibharaṃ jantuṃ, kule jeṭṭhāpacāyinaṃ;",
  "anya-e0903n:601": "Saṇhaṃ sakhilasambhāsaṃ, pesuṇeyyappahāyinaṃ;",
  "anya-e0903n:602": "Maccheravinaye yuttaṃ, saccaṃ kodhābhibhuṃ naraṃ;",
  "anya-e0903n:603": "Taṃ ve devā tāvatiṃsā, āhu ‘‘sappuriso’’iti.",
  "anya-e0903n:604": "Daliddasutta",
  "anya-e0903n:605": "Pucchā – daliddasuttaṃ panāvuso kattha kaṃ ārabbha kathañca bhāsitaṃ. Vissajjanā. Rājagahe bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave aññataro puriso imasmiṃyeva rājagahe manussadaliddo ahosi manussakapaṇo manussavarāko, so tathāgatappavedite dhammavinaye saddhaṃ samādiyi, sīlaṃ, sutaṃ, cāgaṃ, paññaṃ samādiyī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:606": "Yassa saddhā tathāgate, acalā suppatiṭṭhitā;",
  "anya-e0903n:607": "Sīlañca yassa kalyāṇaṃ, ariyakantaṃ pasaṃsitaṃ.",
  "anya-e0903n:608": "Yajamānasutta",
  "anya-e0903n:609": "Pucchā – yajamānasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:610": "Vissajjanā – rājagahe bhante sakkaṃ devānamindaṃ ārabbha bhāsitaṃ. Sakko bhante devānamindo bhagavantaṃ gāthāya ajjhabhāsi–",
  "anya-e0903n:611": "‘‘Yajamānānaṃ manussānaṃ, puññapekkhāna pāṇinaṃ;",
  "anya-e0903n:612": "Karotaṃ opadhikaṃ puññaṃ, kattha dinnaṃ mahapphala’’nti.",
  "anya-e0903n:613": "Tasmiṃ bhante vatthusmiṃ–",
  "anya-e0903n:614": "‘‘Cattāro ca paṭipannā, cattāroca phale ṭhitā;",
  "anya-e0903n:615": "Esa saṅgho ujubhūto, paññāsīlasamāhito;",
  "anya-e0903n:616": "Yajamānānaṃ manussānaṃ, puññapekkhāna pāṇinaṃ;",
  "anya-e0903n:617": "Karotaṃ opadhikaṃ puññaṃ, saṅghe dinnaṃ mahapphalaṃ’’nti.",
  "anya-e0903n:618": "Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:619": "Yajamānānaṃ manussānaṃ, puññapekkhāna pāṇinaṃ,",
  "anya-e0903n:620": "Karotaṃ opadhitaṃ puññaṃ, kattha dinnaṃ mahapphalaṃ–",
  "anya-e0903n:621": "Cattāro ca paṭipannā, cattāro ca phale ṭhitā;",
  "anya-e0903n:622": "Esa saṅgho ujubhūto, paññāsīlasamāhito;",
  "anya-e0903n:623": "Yajamānānaṃ manussānaṃ, puññapekkhāna pāṇinaṃ;",
  "anya-e0903n:624": "Karotaṃ opadhikaṃ puññaṃ, saṅghe dinnaṃ mahapphalaṃ–",
  "anya-e0903n:625": "Gahaṭṭhavandanāsutta",
  "anya-e0903n:626": "Pucchā – gahaṭṭhavandanāsuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:627": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:628": "Taṃ namassanti tevijjā, sabbe bhummāca khattiyā;",
  "anya-e0903n:629": "Cattāro ca mahārājā, tidasāca yasassino;",
  "anya-e0903n:630": "Athako nāma so yakkho, yaṃ tvaṃ sakka namassasi–",
  "anya-e0903n:631": "Ahañca sīlasampanne, cirarattasamāhite;",
  "anya-e0903n:632": "Sammāpabbajite vande, brahmacariyaparāyane.",
  "anya-e0903n:633": "Ye gahaṭṭhā puññakarā, sīlavanto upāsakā;",
  "anya-e0903n:634": "Dhammena dāraṃ posenti, te namassāmi mātali.",
  "anya-e0903n:635": "Nidānavaggapāḷi",
  "anya-e0903n:636": "Nidānasaṃyutta",
  "anya-e0903n:637": "Paṭiccasamuppādasutta",
  "anya-e0903n:638": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena nidānavaggasaṃyutte paṭhamaṃ saṃgītaṃ paṭiccasamuppādasuttaṃ kattha taṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:639": "Vissajjanā – sāvatthiyaṃ bhante pañcasate janapadavāsino bhikkhū ārabbha bhāsitaṃ. Pañcasatā bhante janapadavāsino bhikkhū sabbe ugghāṭitaññuno dhutaṅgadharā āraddhavīriyā yuttayogā vipassakā saṇhaṃ sukhumaṃ suññataṃ paccayākāradhammadesanaṃ patthayamānā bhagavantaṃ abhivādetvā bhagavantaṃ parivāretvā nisīdiṃsu. Tasmiṃ vatthusmiṃ ‘‘paṭiccasamuppādaṃ vo bhikkhave desessāmi, taṃ suṇātha sādhukaṃ manasi karotha, bhāsissāmī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:640": "Katamo ca bhikkhave paṭiccasamuppādo. Avijjāpaccayā bhikkhave saṅkhārā, saṅkhārapaccayā viññāṇaṃ (peyyāla) jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāsā sambhavanti, evametassa kevalassa dukkhandhassa samudayo hoti. Ayaṃ vuccati bhikkhave paṭiccasamuppādo.",
  "anya-e0903n:641": "Avijjāya tveva asesavirāganirodho saṅkhāranirodho (peyyāla) jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti, evametassa kevalassa dukkhakkhandhassa nirodho hoti –",
  "anya-e0903n:642": "Vibhaṅgasutta",
  "anya-e0903n:643": "Pucchā – tatthāvuso dutiyaṃ saṃgītaṃ vibhaṅgasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:644": "Vissajjanā – sāvatthiyaṃ bhante pañcasate janapadavāsino vipañcitaññuno bhikkhū ārabbha bhāsitaṃ. Pañcasatā bhante janapadavāsikā bhikkhū vipañcitaññuno dhutaṅgadharā āraddhavīriyā yuttayogā vissakā saṇhaṃ sukhumaṃ suññatapaṭisaṃyuttaṃ paccayākāradhammadesanaṃ patthayamānā bhagavantaṃ parivāretvā nisīdiṃsu. Tasmiṃ vatthusmiṃ ‘‘paṭicca samuppādaṃ vo bhikkhave dedessāmi vibhajissāmi, taṃ suṇātha sādhukaṃ manasikarotha, bhāsissāmī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:645": "Pañcaverabhayasutta",
  "anya-e0903n:646": "Pucchā – pañcaverabhayasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:647": "Vissajjanā – sāvatthiyaṃ bhante anāthapiṇḍikaṃ gahapatiṃ ārabbha ‘‘yato kho gahapati ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya khīṇanirayomi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’’ti evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:648": "Pucchā – kathañcāvusotattha bhagavatā ariyasāvakassa pañcannaṃ bhayānaṃ verānaṃ vūpasantatā pakāsitā.",
  "anya-e0903n:649": "Vissajjanā – ‘‘katamāni pañca bhayāni verāni vūpasantāni honti. Yaṃ gahapati pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati. Pāṇātipātā ṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hotī’’ti evamādinā bhante tattha bhagavatā ariyasāvakassa pañcannaṃ bhayānaṃ verānaṃ vūpasantatā pakāsitā.",
  "anya-e0903n:650": "Pucchā – kathañcāvuso tattha bhagavatā ariyasāvakassa catūhi sotāpattiyaṅgehi samannāgatatā pakāsitā.",
  "anya-e0903n:651": "Vissajjanā – katamehi catūhi sotāpattiyaṅgehi samannāgato hoti. Idha gahapati ariyasāvako buddhe aveccappasādena samannāgato hoti ‘‘itipiso bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaropurisadammasārathi satthādevamanussānaṃ buddho bhagavā’’ti evamādinā bhante tattha bhagavatā ariyasāvakassa catūhi sotāpattiyaṅgehi samannāgatatā pakāsitā.",
  "anya-e0903n:652": "Pucchā – kathañcāvuso tattha bhagavatā ariyasāvakena ariyassa ñāyassa paññāya sudiṭṭhatā suppaṭividdhatā pakāsitā.",
  "anya-e0903n:653": "Vissajjanā – katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. Idha gahapati ariyasāvako paṭiccasamuppādaññeva sādhukaṃ yoniso manasi karoti ‘‘iti imasmiṃ sati idaṃ hoti, imasmiṃ asati idaṃ na hoti, imassuppādā idaṃ uppajjati, imassa nirodhā idaṃ nirujjhati, yadidaṃ avijjāpaccayā (peyyāla) evametassa kevalassa dukkhakkhandhassa nirodho hotī’’ti, evaṃ kho bhante bhagavatā tattha ariyasāvakena ariyassa ñāyassa paññāya sudiṭṭhatā suppaṭividdhatā pakāsitā.",
  "anya-e0903n:654": "Yato kho gahapati ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti. Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. Ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho–",
  "anya-e0903n:655": "Dukkhasutta",
  "anya-e0903n:656": "Pucchā – dukkhasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:657": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘dukkhassa bhikkhave samudayañca atthaṅgamañca desessāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:658": "Pucchā – kathañcāvuso tattha bhagavatā dukkhasamudayo pakāsito.",
  "anya-e0903n:659": "Vissajjanā – katamo ca bhikkhave dukkhassa samudayo. Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā. Ayaṃ kho bhikkhave dukkhassa samudayo. Sotañca paṭicca sadde ca uppajjati sotaviññāṇaṃ…pe… ghānañca paṭicca gandhe ca…pe… jivhañca paṭicca rase ca…pe… kāyañca paṭicca phoṭṭhabbe ca…pe… manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā. Ayaṃ kho bhikkhave dukkhassa samudayoti evaṃkho bhante tattha bhagavatā dukkhassa samudayo pakāsito.",
  "anya-e0903n:660": "Pucchā – kathañcāvuso tattha bhagavatā dukkhassa atthaṅgamo pakāsito.",
  "anya-e0903n:661": "Vissajjanā – katamo ca bhikkhave dukkhassa atthaṅgamo. Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, tassāyeva taṇhāya asesavirāganirodhā upādānanirodho upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. Evametassa kevalassa dukkhakkhandhassa nirodho hotīti evamādinā bhante tattha bhagavatā dukkhassa atthaṅgamo pakāsito.",
  "anya-e0903n:662": "Puttamaṃsūpamasutta",
  "anya-e0903n:663": "Pucchā – puttamaṃsūpamasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:664": "Vissajjanā – sāvatthiyaṃ bhante sambahule adhunā pabbajite bhikkhū ārabbha bhāsitaṃ. Bhagavato ca bhante bhikkhusaṅghassa ca mahālābhasakkāro udapādi, ekacce ca bhante bhikkhū navā acirapabbajitā kulaputtā āhāraṃ apaccavekkhitvā paribhuñjiṃsu. Tasmiṃ bhante vatthusmiṃ ‘‘cattārome bhikkhave āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. Katame cattāro kabaḷīkāro āhāro oḷāriko vā sukhumo vā phasso dutiyo manosañcetanā tatiyā viññāṇaṃ catuttha’’nti evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:665": "Pucchā – kathañcāvuso tattha kabaḷīkārassa āhārassa daṭṭhabbākāro bhagavatā pakāsito.",
  "anya-e0903n:666": "Vissajjanā – seyyathāpi bhikkhave dve jāyampatikā parittaṃ sambalaṃ ādāya kantāramaggaṃ paṭipajjeyyuṃ. Tesamassa ekaputtako piyo manāpoti evamādinā bhante tattha bhagavatā kabaḷīkārassa āhārassa daṭṭhabbākāro pakāsito.",
  "anya-e0903n:667": "Pucchā – kathañcāvuso tattha bhagavatā phassāhārassa daṭṭhabbākāro pakāsito.",
  "anya-e0903n:668": "Vissajjanā – seyyathāpi bhikkhave gāvī niccammā kuṭṭaṃ ce nissāya tiṭṭheyya, ye kuṭṭanissitā pāṇā, te naṃ khādeyyuṃ. Rukkhaṃ ce nissāya tiṭṭheyya. Udakaṃ ce nissāya tiṭṭheyya. Ākāsaṃ ce nissāya tiṭṭheyya, ye ākāsanissitā pāṇā, te naṃ khādeyyunti evamādinā bhante tattha bhagavatā phassassa āhārassa daṭṭhabbākāro vitthāretvā pakāsito.",
  "anya-e0903n:669": "Evameva khvāhaṃ bhikkhave phassāhāro daṭṭhabboti vadāmi.",
  "anya-e0903n:670": "Pucchā – kathañcāvuso tattha bhagavatā manosañcetanāhārassa daṭṭhabbākāro pakāsito.",
  "anya-e0903n:671": "Vissajjanā – seyyathāpi bhikkhave aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukha kāmo dukkhappaṭikūloti evamādinā bhante tattha bhagavatā manosañcetanāhārassa daṭṭhabbākāro vitthārena pakāsito.",
  "anya-e0903n:672": "Pucchā – kathañcāvuso tattha bhagavatā viññāṇāhārassa daṭṭhabbākāro pakāsito.",
  "anya-e0903n:673": "Vissajjanā – seyyathāpi bhikkhave coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ ‘‘ayaṃ te devacoro āgucārī, imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’’ti evamādinā bhante tattha bhagavatā viññāṇāhārassa daṭṭhabbākāro pakāsito.",
  "anya-e0903n:674": "Susimaparibbājakasutta",
  "anya-e0903n:675": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena susimaparibbājaka suttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:676": "Vissajjanā – rājagahe bhante āyasmantaṃ susimaṃ ārabbha bhāsitaṃ. Āyasmā bhante susimo yāvatako bhikkhūhi saddhiṃ ahosi kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi. Tasmiṃ vatthusmiṃ ‘‘pubbe kho susima dhammaṭṭhitiñāṇaṃ, pacchā nibbāne ñāṇa’’nti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:677": "Pucchā – kathañcāvuso tattha bhagavā āyasmato susimattherassa sampatiarahattapattassa anuyogavasena paṭipucchitvā paṭipucchitvā uttari dhammadesanaṃ vitthāretvā desesi.",
  "anya-e0903n:678": "Vissajjanā – jātipaccayā jarāmaraṇanti susima passasīti. Evaṃ bhante. Bhavapaccayā jātīti susima passasīti. Evaṃ bhanteti evamādinā bhante bhagavā tattha āyasmato susimassa sampatiarahattapattassa uttaripi anuyogavasena paṭipucchitvā paṭipucchitvā vitthārato dhammaṃ desesi.",
  "anya-e0903n:679": "Tassa me bhante bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃsaṃvarāya–",
  "anya-e0903n:680": "Abhisamayasaṃyutta",
  "anya-e0903n:681": "Nakhasikhāsutta",
  "anya-e0903n:682": "Pucchā – abhisamayasaṃyutte panāvuso paṭhamaṃ saṃgītaṃ nakhasikhāsuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:683": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yo vāyaṃ mayā paritto nakhasikhāyaṃ paṃsuāropito, ayaṃ vā mahāpathavī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:684": "Dhātusaṃyutta",
  "anya-e0903n:685": "Caṅkamasutta",
  "anya-e0903n:686": "Pucchā – dhātusaṃyutte panāvuso caṅkamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:687": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha ‘‘dhātusova bhikkhave sattā saṃsandanti samenti, hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti, kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samentī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:688": "Assaddhasaṃsandanasutta",
  "anya-e0903n:689": "Pucchā – assaddhasaṃsandanasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:690": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘dhātusova bhikkhave sattā saṃsandanti samenti, assaddhā assaddhehi saddhiṃ saṃsandanti samenti, ahirikā ahirikehi saddhiṃ saṃsandanti samenti, anottappino. Appassutā. Kusītā. Muṭṭhassatino. Duppaññā duppaññehi saddhiṃ saṃsandanti samentī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:691": "Anamataggasaṃyutta",
  "anya-e0903n:692": "Pathavīsutta",
  "anya-e0903n:693": "Pucchā – anamataggasaṃyutte āvuso dutiyaṃ saṃgītaṃ pathavīsuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:694": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘anamataggoyaṃ bhikkhave saṃsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. Seyyathāpi bhikkhave puriso imaṃ mahāpathaviṃ kolaṭṭhimattaṃ kolaṭṭhimattaṃ mattikāguḷikaṃ karitvā nikkhipeyya ‘ayaṃ me piyā, tassa me pitu ayaṃ pitā’ti. Apariyādinnāva bhikkhave tassa purisassa pitupitaro assu. Athāyaṃ mahāpathavī parikkhayaṃ pariyādānaṃ gaccheyya. Taṃ kissahetu, anamataggoyaṃ bhikkhave saṃsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhā saṃyojanānaṃ sandhāvataṃ saṃsarataṃ’’ evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:695": "Evaṃ dīgharattaṃ vo bhikkhave dukkhaṃ paccanubhūtaṃ tibbaṃ paccanubhūtaṃ byasanaṃ paccanubhūtaṃ kaṭasī vaḍḍhitā.",
  "anya-e0903n:696": "Alameva sabbasaṅkhāresu nibbindituṃ,",
  "anya-e0903n:697": "Alaṃ virajjituṃ, alaṃ vimuccituṃ,",
  "anya-e0903n:698": "Assusutta",
  "anya-e0903n:699": "Pucchā – tatthāvuso tatiyaṃ saṃgītaṃ assusuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:700": "Vissajjanā – sāvatthiyaṃ bhante sambahuleyeva bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yaṃ vā vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ amanāpasampayogā manāpavippayogā kandantānaṃ rodantānaṃ assu passannaṃ paggharitaṃ, yaṃ vā catūsu mahāsamuddesu udaka’’nti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:701": "Sāsapasutta",
  "anya-e0903n:702": "Pucchā – tatthāvuso chaṭṭhaṃ saṃgītaṃ sāsapasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:703": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha bhāsitaṃ. Aññataro bhante bhikkhu bhagavantaṃ etadavoca ‘‘kīvadīgho nu kho bhante kappo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘dīgho kho bhikkhu kappo, so na sukaro saṅkhātuṃ ettakāni vassāni itivā, (peyyāla) ettakāni vassasatasahassāni itivāti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:704": "Gaṅgāsutta",
  "anya-e0903n:705": "Pucchā – tenāvuso…pe… sammāsambuddhena anamataggasaṃyutte gaṅgāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:706": "Vissajjanā – rājagahe bhante aññataraṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Aññataro bhante brāhmaṇo bhagavantaṃ etadavoca ‘‘kīva-",
  "anya-e0903n:707": "Bahukā nu kho bho gotama kappā abbhatītā atikkantā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘bahukā kho brāhmaṇa kappā abbhatītā atikkantā, te na sukarā saṅkhātuṃ ‘ettakā kappā’ iti vā ‘ettakāni kappasatāni’ iti vā ‘ettakāni kappasahassāni’ itivā ‘ettakāni kappasatasahassāni’ iti vā’’ti eva mādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:708": "Puggalasutta",
  "anya-e0903n:709": "Pucchā – puggalasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:710": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha ‘‘anamataggoyaṃ bhikkhave saṃsāro, pubbākoṭi na paññāyati avijjā nīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. Ekapuggalassa bhikkhave kappaṃ sandhāvato saṃsarato siyā evaṃ mahā aṭṭhikaṅkalo aṭṭhipuñjo aṭṭhirāsi, yathā yaṃ vepullo pabbato. Sace saṃhārako assa, sambhatañca na vinassetyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:711": "Duggatasutta, sukhitasutta",
  "anya-e0903n:712": "Pucchā – tatthāvuso duggatasuttañca sukhitasuttañca bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:713": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘anamataggoyaṃ bhikkhave saṃsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. Yaṃ bhikkhave passeyyātha duggataṃ durūpetaṃ, niṭṭhamettha gantabbaṃ ‘amhehipi evarūpaṃ paccanubhūtaṃ iminā dīghena addhunā’ti, yaṃ bhikkhave passeyyātha sukhitaṃ susajjitaṃ,",
  "anya-e0903n:714": "Niṭṭhamettha gantabbaṃ, ‘‘amhehipi paccanubhūtaṃ iminā dīghena addhunā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:715": "Tiṃsamattasutta",
  "anya-e0903n:716": "Pucchā – tiṃsamattasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:717": "Vissajjanā – rājagahe bhante tiṃsamatte pāveyyake bhikkhū ārabbha ‘‘anamataggoyaṃ bhikkhave saṃsāro, pubbākoṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. Taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yaṃ vā vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, yaṃ vā catūsu mahāsamuddesu udaka’’nti evamādinā bhavagatā bhāsitaṃ.",
  "anya-e0903n:718": "Mātusutta",
  "anya-e0903n:719": "Pucchā – mātusuttādīni panāvuso chasuttāni bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:720": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘anamataggoyaṃ bhikkhave saṃsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. Na so bhikkhave satto sulabharūpo, yo na mātābhūtapubbo iminā dīghena addhunā. Yo na pitābhūtapubbo. Yo na bhātābhūtapubbo. Yo na bhaginibhūtapubbo. Yo na puttabhūtapubbo. Yo na dhītābhūtapubbo iminā dīghena addhunā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:721": "Kassapasaṃyutta",
  "anya-e0903n:722": "Candūpamasutta",
  "anya-e0903n:723": "Pucchā – kassapasaṃyutte panāvuso candūpamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:724": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘candūpamā bhikkhave kulāni upasaṅkamatha apakasseva kāyaṃ apakassa cittaṃ niccanavakā kulesu appagabbhā. Seyyathāpi bhikkhave puriso jarudapānaṃ vā olokeyya pabbatavisamaṃ vā nadīviduggaṃ vā apakasseva kāyaṃ apakassa cittaṃ. Evameva kho bhikkhave candūpamā kulāni upasaṅkamatha apakasseva kāyaṃ apakassa cittaṃ niccanavakā kulesu appagabbhā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:725": "Taṃ kiṃ maññatha bhikkhave, kathaṃ rūpā bhikkhu arahati kulāni upasaṅkamituṃ.",
  "anya-e0903n:726": "Pucchā – kathañcāvuso tattha bhagavatā parisuddhāparisuddha dhammadesanaṃ dassetvā bhikkhūnaṃ ovādo dinno.",
  "anya-e0903n:727": "Vissajjanā – ‘‘taṃ kiṃ maññatha bhikkhave, kathaṃ rūpassa bhikkhuno aparisuddhā dhammadesanā hoti, kathaṃ rūpassa bhikkhuno parisuddhā dhammadesanā hotī’’ti evamādinā parisuddhāparisuddhadhammadesanā vitthārato dassetvā ‘‘kassapena vā hi vo bhikkhave ovadissāmi yo vā panassa kassapasadiso, ovaditehi ca pana vo tathattāya paṭipajjitabba’’nti. Evaṃ kho bhante bhagavato bhikkhūnaṃ ovādo dinno.",
  "anya-e0903n:728": "Yo hi koci bhikkhave bhikkhu evaṃcitto paresaṃ dhammaṃ deseti ‘‘aho vata me dhammaṃ suṇeyyuṃ, sutvā ca pana dhammaṃ pasīdeyyuṃ, pasannā ca me pasannākāraṃ kareyyuṃ–",
  "anya-e0903n:729": "Svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehi passiko opaneyyiko paccattaṃ veditabbo viññūhi–",
  "anya-e0903n:730": "Kassapena vā hi vo bhikkhave ovadissāmi yo vā panassa kassapasadiso, ovaditehi ca pana vo tathattāya paṭipajjitabbaṃ–",
  "anya-e0903n:731": "Kulūpakasutta",
  "anya-e0903n:732": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena kassapasaṃyutte catutthaṃ kulūpakasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:733": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, kathaṃ rūpo bhikkhu arahati kulūpako hotuṃ, kathaṃ rūpo bhikkhu na arahati kulūpako hotu’’nti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:734": "Kassapena vā hi vo bhikkhave ovadissāmi yo vā panassa kassapasadiso, ovaditehi ca pana vo tathattāya paṭipajjitabbaṃ.",
  "anya-e0903n:735": "Dutiya ovādasutta",
  "anya-e0903n:736": "Pucchā – tatthevāvuso bhagavatā dutiya ovādasuttaṃ kattha kena saddhiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:737": "Vissajjanā – rājagahe bhante āyasmatā mahākassapena saddhiṃ ‘‘ovada kassapa bhikkhū, karohi kassapa bhikkhūnaṃ dhammiṃ kathaṃ, ahaṃ vā kassapa bhikkhū ovadeyyaṃ tvaṃ vā, ahaṃ vā bhikkhūnaṃ dhammiṃ kathaṃ kareyyaṃ tvaṃ vā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:738": "Yassa kassaci bhante saddhā natthi kusalesu dhammesu, hirī natthi. Ottappaṃ natthi. Vīriyaṃ natthi. Paññā natthi kusalesu dhammesu.",
  "anya-e0903n:739": "Tatiya ovādasutta",
  "anya-e0903n:740": "Pucchā – tatthevāvuso bhagavatā tatiyaovādasuttaṃ kattha kena saddhiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:741": "Vissajjanā – rājagahe bhante āyasmatāyeva mahākassapena saddhiṃ ‘‘ovada kassapa bhikkhū. Karohi kassapa bhikkhūnaṃ dhammiṃ kathaṃ, ahaṃ vā kassapa bhikkhū ovadeyyaṃ tvaṃ vā. Ahaṃ vā bhikkhūnaṃ dhammaṃ kathaṃ kareyyaṃ tvaṃ vā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:742": "Dubbacā kho bhante etarahi bhikkhū dovacassakaraṇehi dhammehi samannāgatā akkhamā appadakkhiṇaggāhino anusāsaniṃ–",
  "anya-e0903n:743": "Saddhammappatirūpakasutta",
  "anya-e0903n:744": "Pucchā – tatthevāvuso bhagavatā pariyosānaṃ saddhammappatirūpakasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:745": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃyeva mahākassapaṃ ārabbha bhāsitaṃ. Āyasmā bhante mahākassapo bhagavantaṃ etadevoca ‘‘ko nu kho bhante hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ, bahutarā ca bhikkhū aññāya saṇṭhahiṃsu. Ko pana bhante hetu ko paccayo, yenetarahi bahutarāni ceva sakkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘evañcetaṃ kassapa hoti sattesu hāyamānesu saddhamme antaradhāyamāne bahutarāniceva sikkhāpadāni honti, appatarāca bhikkhū aññāya saṇṭhahantī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:746": "Lābhasakkārasaṃyutta",
  "anya-e0903n:747": "Mīḷhakasutta",
  "anya-e0903n:748": "Pucchā – tenāvuso…pe… sammāsambuddhena lābhasakkāraṃyutte pañcamaṃ saṃgītaṃ mīḷhakasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:749": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘dāruṇo bhikkhave lābhasakkārasiloko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya. Seyyathāpi bhikkhave mīḷhakā gūthādī gūthapūrā puṇṇā gūthassa, purato cassa mahāgūthapuñjo, sā tena aññā mīḷhakā atimaññeyya ‘‘ahamhi gūthādī gūthapūrā puṇṇā gūthassa, purato ca myāyaṃ mahāgūthapuñjo’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:750": "Taṃ hi tassa bhikkhave moghapurisassa hoti dīgharattaṃ ahitāya dukkhāya.",
  "anya-e0903n:751": "Evaṃ dāruṇo kho bhikkhave lābhasakkārasiloko.",
  "anya-e0903n:752": "Tasmātiha bhikkhave evaṃ sikkhitabbaṃ, ‘‘uppannaṃ lābhasakkārasi lokaṃ pajahissāma, na ca no uppanno lābhasakkārasiloko cittaṃ pariyādāya ṭhassabhī’’ti, evañhi kho bhikkhave sikkhitabbaṃ.",
  "anya-e0903n:753": "Ekaputtakasutta",
  "anya-e0903n:754": "Pucchā – tattho āvuso porāṇakehi dhammasaṃgāhakehi saṃgītaṃ ekaputtakasuttaṃ kattha kaṃ ārabbhaṃ kathañca bhāsitaṃ.",
  "anya-e0903n:755": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘dāruṇo bhikkhave lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya, saddhā bhikkhave upāsikā ekaputtakaṃ piyaṃ manāpaṃ evaṃ sammāāyācamānā āyāceyya tādiso tāta bhavāhi, yādiso citto ca gahapati hatthako ca āḷavako’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:756": "Esā bhikkhave tulā etaṃ pamāṇaṃ mama sāvakānaṃ upāsakānaṃ yadidaṃ citto ca gahapati hatthako ca āḷavako.",
  "anya-e0903n:757": "Sace kho tvaṃ tāta agārasmā anagāriyaṃ pabbajasi, tādiso tāta bhavāhi, yādisā sāriputtamoggallānā.",
  "anya-e0903n:758": "Mā ca kho tvaṃ tāta sekhaṃ appattamānasaṃ lābhasakkārasiloko anupāpuṇātu–",
  "anya-e0903n:759": "Evaṃ dāruṇo bhikkhave lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya.",
  "anya-e0903n:760": "Ekavītusutta",
  "anya-e0903n:761": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāyakehi saṃgītaṃ ekadhītusuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:762": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘dāruṇo bhikkhave lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya. Saddhā bhikkhave upāsikā ekaṃ dhītaraṃ piyaṃ manāpaṃ evaṃ sammā āyācamānā āyāceyya ‘tādisā ayye bhavāhi, yādisā khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā’ti. Esā bhikkhave tulā etaṃ pamāṇaṃ mama sāvikānaṃ upāsikānaṃ, yadidaṃ khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:763": "Sace kho tvaṃ ayye agārasmā anagāriyaṃ pabbajasi, bhādisā ayye bhavāhi, yādisā khemā ca bhikkhunī uppalavaṇṇā ca–",
  "anya-e0903n:764": "Tasmātiha bhikkhave evaṃ sikkhitabbaṃ.",
  "anya-e0903n:765": "Rāhulasaṃyutta",
  "anya-e0903n:766": "Pucchā – rāhulasaṃyuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:767": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ rāhulaṃ ārabbha bhāsitaṃ. Āyasmā bhante rāhulo bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti, tasmiṃ bhante vatthusmiṃ ‘‘taṃ kiṃ maññasi rāhula, cakkhuniccaṃ vā aniccaṃ vāti. Aniccaṃ bhante. Yaṃ panāniccaṃ, dukkhaṃ vā taṃ sukhaṃ vāti. Dukkhaṃ bhante. Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ ‘etaṃ mama, eso hamasmi, eso me attā’ti. No hetaṃ bhante’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:768": "Lakkhaṇasaṃyutta",
  "anya-e0903n:769": "Aṭṭhisutta",
  "anya-e0903n:770": "Pucchā – lakkhaṇasaṃyutte panāvuso porāṇakehi dhammasaṃgāhakattherehi paṭhamaṃ saṃgītaṃ aṭṭhisuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:771": "Vissajjanā – rājagahe bhante āyasmantañca lakkhaṇaṃ āyasmantañca mahāmoggallānaṃ ārabbha bhāsitaṃ. Āyasmā bhante lakkhaṇo bhagavatā sammukhe āyasmantaṃ mahāmoggallānaṃ etadavoca ‘‘idhāyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi, ko nu kho āvuso moggallāna hetu, ko paccayo sitassa pātukammāyā’’ti. Āyasmā ca bhante mahāmoggallāno ‘‘idhāhaṃ āvuso gijjhakūṭā pabbatā orohanto addasaṃ aṭṭhikasaṅkhalikaṃ vehāsaṃ gacchantiṃ’’ti evamādinā ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘cakkhubhūtā vata bhikkhave sāvakā viharanti, ñāṇabhūtā vata bhikkhave sāvakā viharanti, yatrahi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:772": "Acchariyaṃ vata bho, abbhutaṃ vata bho;",
  "anya-e0903n:773": "Evarūpopi nāma satto bhavissati.",
  "anya-e0903n:774": "Piṇḍasutta",
  "anya-e0903n:775": "Pucchā – tenāvuso jānatā…pe… sammāsambuddhena lakkhaṇasaṃyutte tatiyaṃ saṃgītaṃ piṇḍasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:776": "Vissajjanā – rājagahe bhante āyasmantañca lakkhaṇaṃ āyasmantañca mahāmoggallānaṃ ārabbha bhāsitaṃ. Āyasmā bhante lakkhaṇo bhaggavato sammukhe āyasmantaṃ mahāmoggallānaṃ etadavoca ‘‘idhāyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi, ko nukho āvuso moggallānahetu, ko paccayo sitassa pātukammāyā’’ti. Āyasmā ca bhante mahāmoggallāno ‘‘idhāhaṃ āvuso gijjhakūṭā pabbatā orohanto addasaṃ maṃsapiṇḍaṃ vehāsaṃ gacchantaṃ, tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti virājenti. Sā sudaṃ aṭṭassaraṃ karotī’’ti evamādinā ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘cakkhubhūtā vata bhikkhave sāvakā viharanti, ñāṇabhūtā vata bhikkhave sāvakā viharanti, yatrahi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:777": "Asilomasutta",
  "anya-e0903n:778": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakehi mahātherehi saṃgītaṃ asilomasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:779": "Vissajjanā – rājagahe bhante āyasmantañca lakkhaṇaṃ āyasmantañca mahāmoggallānaṃ ārabbha bhāsitaṃ. Āyasmā bhante lakkhaṇo bhagavato sammukhe āyasmantaṃ mahāmoggallānaṃ etadavoca ‘‘ko nu kho āvuso moggallāna hetu, ko paccayo sitassa pātukammāyā’’ti. Āyasmā ca bhante mahāmoggallānatthero ‘‘idhāhaṃ āvuso gijjhakūṭā pabbatā orohanto addasaṃ asilomaṃ vehāsaṃ gacchantaṃ’’ti evamādinā ārocesi. Tasmiṃ bhante vatthusmiṃ cakkhubhūtā vata bhikkhave sāvakā viharanti, ñāṇabhūtā vata bhikkhave sāvakā viharanti. (Peyyāla) eso bhikkhave satto imasmiṃyeva rājagahe sūkariko ahosī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:780": "Sūcilomasutta",
  "anya-e0903n:781": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ sūcilomasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:782": "Vissajjanā – tattheva bhante rājagahe āyasmantañca lakkhaṇaṃ āyasmantañca mahāmoggallānaṃ ārabbha bhāsitaṃ. Āyasmā bhante lakkhaṇo bhagavato sammukhe tatheva avoca.",
  "anya-e0903n:783": "Āyasmā ca bhante mahāmoggallāno tatheva ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘cakkhubhūtā vata bhikkhave sāvakā viharanti, ñāṇabhūtā vata bhikkhave sāvakā viharanti, (peyyāla) eso bhikkhave satto imasmiṃyeva rājagahe sūto ahosī’’ti evamādinā bhagavatā bhāsitā.",
  "anya-e0903n:784": "Pāpabhikkhusutta",
  "anya-e0903n:785": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītāni pāpabhikkhusuttādīni pañcasuttāni bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitāni.",
  "anya-e0903n:786": "Vissajjanā – rājagahe āyasmantañca lakkhaṇaṃ āyasmantañca mahāmoggallānaṃ ārabbha bhāsitāni. Āyasmā bhante lakkhaṇo bhagavato sammukhe pubbe vuttanayeneva ārocesi. Āyasmā ca bhante mahāmoggallāno ‘‘idhāhaṃ āvuso gijjhakūṭā pabbatā orohanto addasaṃ bhikkhuṃ vehāsaṃ gacchantaṃ. Addasaṃ bhikkhuniṃ vehāsaṃ gacchantiṃ. Addasaṃ sikkhamānaṃ vehāsaṃ gacchantiṃ. Addasaṃ sāmaṇeraṃ vehāsaṃ gacchantaṃ. Addasaṃ sāmaṇeriṃ vehāsaṃ gacchantiṃ. Tassā saṅghāṭipi ādittā sampajjalitā sajotibhūtā, pattopi āditto sampajjalito sajotibhūto, kāyabandhanampi ādittaṃ sampajjalitaṃ sajotibhūtaṃ, kāyopi āditto sampajjalito sajotibhūto, sā sudaṃ aṭṭassaraṃ karotī’’ti evamādinā ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘cakkhubhūtā vata bhikkhave sāvakā viharanti ñāṇabhūtā vata bhikkhave sāvakā viharanti. (Peyyāla). Eso bhikkhave bhikkhu kassapassasammāsambuddhassa pāvacane pāpabhikkhu ahosi. Esā bhikkhave bhikkhunī kassapassa sammāsambuddhassa pāvacane pāpabhikkhunī ahosi. Esā bhikkhave sikkhamānā kassapassa sammāsambuddhassa pāvacane pāpasikkhamānā ahosi. Eso bhikkhave sāmaṇero kassapassasammāsambuddhassa pāvacane pāpasāmaṇero ahosi. Esā bhikkhave sāmaṇerī kassapassa sammāsambuddhassa pāvacane pāpasāmaṇerī ahosī’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0903n:787": "Opammasaṃyutta",
  "anya-e0903n:788": "Nakhasikhasutta",
  "anya-e0903n:789": "Pucchā – opammasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ nakhasikhasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:790": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yo cāyaṃ mayā paritto nakhasikhāyaṃ paṃsu āropito, yā cāyaṃ mahāpathavī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:791": "Taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ.",
  "anya-e0903n:792": "Tasmātiha bhikkhave evaṃ sikkhitabbaṃ.",
  "anya-e0903n:793": "Āṇisutta",
  "anya-e0903n:794": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ āṇisuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:795": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave dasārahānaṃ ānako nāma mudiṅgo ahosi, tassa dasārahā ānake ghaṭite aññaṃ āṇiṃ odahiṃsu, ahu kho so bhikkhave samayo yaṃ ānakassa mudiṅgassa porāṇaṃ pokkharaphalakaṃ antaradhāyi, āṇisaṅghāṭova avasissī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:796": "Bhikkhusaṃyutta",
  "anya-e0903n:797": "Navasutta",
  "anya-e0903n:798": "Pucchā – bhikkhusaṃyutte āvuso bhagavatā navasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:799": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ navaṃ bhikkhuṃ ārabbha bhāsitaṃ. Aññataro bhante navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā apposukko tuṇhībhūto saṅkasāyabhi, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye tasmiṃ bhante vatthusmiṃ ‘‘mā kho tumhe bhikkhave etassa bhikkhuno ujjhāyitthā eso kho bhikkhave bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhamma sukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:800": "Ahampi kho bhante sakaṃ kiccaṃ karomi,",
  "anya-e0903n:801": "Eso kho bhikkhave bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī –",
  "anya-e0903n:802": "Nayidaṃ sithilamārabbha, nayidaṃ appena thāmasā;",
  "anya-e0903n:803": "Nibbānaṃ adhigantabbaṃ, sabbadukkhappamocanaṃ;",
  "anya-e0903n:804": "Ayañca daharo bhikkhu, ayamuttamapuriso;",
  "anya-e0903n:805": "Dhāreti antimaṃ dehaṃ, jetvā māraṃ savāhiniṃ–",
  "anya-e0903n:806": "Khandhavaggasaṃyuttapāḷi",
  "anya-e0903n:807": "Saṃgāyanassa pucchā vissajjanā",
  "anya-e0903n:808": "Nakulapitusutta",
  "anya-e0903n:809": "Pucchā – tenāvuso bhagavatā jānatā…pe… sammāsambuddhena khandhavaggasaṃyutte paṭhamaṃ nakulapitusuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:810": "Vissajjanā – bhaggesu bhante susumāragire bhesakaḷāvane migadāye nakulapitaraṃ gahapatiṃ ārabbha bhāsitaṃ. Nakulapitā bhante gahapati bhagavantaṃ ‘‘ahamasmi bhante jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko, aniccadassāvī kho panāhaṃ bhante bhagavato manobhāvanīyānañca bhikkhūnaṃ, ovadatu maṃ bhante bhagavā, anusāsatu maṃ bhante bhagavā, yaṃ mamassa dīgharattaṃ hitāya sukhāyā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘evametaṃ gahapati, evametaṃ gahapati, āturo hāyaṃ gahapati kāyo aṇḍabhūto pariyonaddho, yo hi gahapati imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā. Tasmātiha te gahapati evaṃ sikkhitabbaṃ ‘āturakāyassa me sato cittaṃ anāturaṃ bhavissatī’ti. Evañhi te gahapati sikkhitabba’’nti. Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:811": "Tasmātiha te gahapati evaṃ sikkhitabbaṃ.",
  "anya-e0903n:812": "Pucchā – tañcāvuso bhagavatā saṃkhittena bhāsitaṃ vitthārena kena kathañca vibhattaṃ.",
  "anya-e0903n:813": "Vissajjanā – taṃ kho bhante bhagavatā saṃkhittena desitaṃ ‘‘kathañca gahapati āturakāyo ceva hoti āturacitto ca. Idha gahapati assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ, ‘‘ahaṃ rūpaṃ mama rūpa’’nti pariyuṭṭhaṭṭhāyī hoti. Tassa ‘‘ahaṃ rūpaṃ mama rūpa’’nti pariyuṭṭhaṭṭhāyino taṃ rūpaṃ vipariṇamati aññathā hoti. Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā’’ti evamādinā bhante āyasmatā sāriputtena dhammasenāpatinā vitthārena vibhattaṃ.",
  "anya-e0903n:814": "Aniccasutta",
  "anya-e0903n:815": "Pucchā – tattheva āvuso dutiyavagge porāṇakehi dhammasaṃgāhaka mahātherehi paṭhamaṃ saṃgītaṃ aniccasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:816": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘rūpaṃ bhikkhaveaniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ. Evaṃ passaṃ bhikkhave sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati, nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ ‘vimutta’miti ñāṇaṃ hotī’’ti. Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:817": "Dukkhaanattasutta",
  "anya-e0903n:818": "Pucchā – dukkhaanattasuttāni panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitāni.",
  "anya-e0903n:819": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘rūpaṃ bhikkhave dukkhaṃ, vedanā dukkhā, saññā dukkhā, saṅkhārā dukkhā, viññāṇaṃ dukkhaṃ. Rūpaṃ bhikkhave anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā. Evaṃ passaṃ bhikkhave sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati, nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ ‘vimutta’miti ñāṇaṃ hoti, khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānātī’’ti evaṃ kho bhante bhagavatā bhāsitāni.",
  "anya-e0903n:820": "Bhārasutta",
  "anya-e0903n:821": "Pucchā – bhārasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:822": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘bhārañca vo bhikkhave desessāmi bhārahārañca bhārādānañca bhāranikkhepanañca, taṃ suṇātha. Katamo ca bhikkhavebhāro, ‘pañcupādānakkhandhā’ tissa vacanīyaṃ. Katame pañca, rūpupādānakkhandho vedanupādānakkhandho saññupādānakkhandho saṅkhārupādānakkhandho viññāṇupādānakkhandho. Ayaṃ vuccati bhikkhave bhāro’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:823": "Bhārā have pañcakkhandhā, bhārahāro ca puggalo;",
  "anya-e0903n:824": "Bhārādānaṃ dukhaṃ loke, bhāranikkhepanaṃ sukhaṃ;",
  "anya-e0903n:825": "Nikkhipitvā garuṃ bhāraṃ, aññaṃ bhāraṃ anādiya;",
  "anya-e0903n:826": "Samūlaṃ taṇhamabbuyha, nicchāto parinibbuto.",
  "anya-e0903n:827": "Natumhākasutta",
  "anya-e0903n:828": "Pucchā – na tumhākasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:829": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhu ārabbha ‘‘yaṃ bhikkhave natumhākaṃ taṃ pajahatha, taṃ vo pahīnaṃ hitāya sukhāyabhavissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:830": "Anattalakkhaṇasutta",
  "anya-e0903n:831": "Pucchā – anattalakkhaṇasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:832": "Vissajjanā – bārāṇasiyaṃ bhante isipatane migadāye pañcavaggiye bhikkhū ārabbha ‘‘rūpaṃ bhikkhave anattā, rūpañca hidaṃ bhikkhave attā abhavissa, nayidaṃ rūpaṃ ābādhāya saṃvatteyya, labbhetha ca rūpe evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:833": "Yamakasutta",
  "anya-e0903n:834": "Pucchā – theravagge panāvuso tatiyaṃ saṃgītaṃ yamakasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:835": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ yamakattheraṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Āyasmato bhante yamakattherassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā khīṇāsavo bhikkhu kāyassa bhedā ucchijjati vinassati, na hoti paraṃmaraṇā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘taṃ kiṃ maññasi āvuso yamaka, rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:836": "Pucchā – kathañcāvuso tattha āyasmā sāriputtatthero dhammasenāpati āyasmato yamakattherassa paṭividdhasaccassa diṭṭhisampannassa anuyogavattajhāpanavasena paṭipucchitvā uttari dhammadesanaṃ vitthārena desesi.",
  "anya-e0903n:837": "Vissajjanā – taṃ kiṃ maññasi āvuso yamaka, rūpaṃ ‘tathāgato’ti samanupassasīti. ‘No hetaṃ āvuso’. Vedanaṃ. Saññaṃ. Saṅkhāre. Viññāṇaṃ ‘tathāgato’ti samanupassasīti. ‘No hetaṃ āvuso’ti evamādinā bhante āyasmā sāriputtatthero dhammasenāpati āyasmato yamakattherassa anuyogavattajhāpanavasena paṭipucchitvā paṭipucchitvā uttari dhammadesanaṃ pavattesi.",
  "anya-e0903n:838": "Taṃ kiṃ maññasi āvuso yamaka, rūpaṃ, vedanaṃ, saññaṃ, saṅkhāre, viññāṇaṃ ‘tathāgato’ti samanupassasi–",
  "anya-e0903n:839": "Vakkalisutta",
  "anya-e0903n:840": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena khandhavaggasaṃyutte theravagge pañcamaṃ vakkalisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:841": "Vissajjanā – rājagahe bhante āyasmantaṃ vakkaliṃ theraṃ ārabbha bhāsitaṃ. Āyasmā bhante vakkalithero ābādhiko dukkhito bāḷhagilāno bhagavantaṃ etadavoca ‘‘cirapaṭikāhaṃ bhante bhagavantaṃ dassanāya upasaṅkamitukāmo, natthi ca me kāyasmiṃ tāvatikā balamattā, yāvatāhaṃ bhagavantaṃ dassanāya upasaṅkameyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘alaṃ vakkali, kiṃ te iminā pūtikāyena diṭṭhena, yo kho vakkali dhammaṃ passati, so maṃ passati, yo maṃ passati, so dhammaṃ passati. Dhammañhi vakkali passanto maṃ passati, maṃ passanto dhammaṃ passati. Taṃ kiṃ maññasi vakkali, rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:842": "‘‘Ahaṃ vakkali, kiṃ te iminā pūtikāyena diṭṭhena’’ –",
  "anya-e0903n:843": "‘‘Taṃ kiṃ maññasi vakkali, rūpaṃ niccaṃ vā aniccaṃ vā’’ –",
  "anya-e0903n:844": "Aniccaṃ bhante.",
  "anya-e0903n:845": "‘‘Yaṃ panāniccaṃ, dukkhaṃ vā taṃ sukhaṃ vā’’–",
  "anya-e0903n:846": "Dukkhaṃ bhante.",
  "anya-e0903n:847": "Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ ‘‘etaṃ mama, esohamasmi, eso me attā’’–",
  "anya-e0903n:848": "Pucchā – kathañcāvuso punapi bhagavā bhikkhū pesetvā āyasmato vakkalittherassa paggahavacanaṃ ārocāpesi. Sopi kathaṃ attano pavattiṃ bhagavato paccārocāpesi. Kathañcassa abhisamparāyo ahosi.",
  "anya-e0903n:849": "Vissajjanā – suṇāvuso tvaṃ vakkali bhagavato vacanaṃ dvinnañca devatānaṃ, imaṃ āvuso rattiṃ dve devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ gijjhakūṭaṃ obhāsetvā yena",
  "anya-e0903n:850": "Bhagavā tenupasaṅkamiṃsu, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu, ekamantaṃ ṭhitā kho āvuso ekā devatā bhagavantaṃ etadavoca ‘vakkali bhante bhikkhu vimokkhāya cetetī’ti. Aparā devatā bhagavantaṃ etadavoca ‘so hi nūna bhante suvimutto vimuccissatī’ti. Bhagavā ca taṃ āvuso vakkali evamāha ‘mā bhāyi vakkali, mā bhāyi vakkali, apāpakaṃ te maraṇaṃ bhavissati, apāpikā kālakiriyā’ti. Evaṃ kho bhante bhagavā punapi bhikkhū pesetvā āyasmato vakkalittherassa paggahavacanaṃ ārocāpesi. Sopi bhante āyasmā tenahāvuso mama vacanena bhagavato pāde sirasā vandatha ‘‘vakkali bhante bhikkhu ābādhiko dukkhito bāḷhagilāno, so bhagavato pāde sirasā vandatī’’ti, evañca vadetha ‘‘rūpaṃ aniccaṃ, tāhaṃ bhante na kaṅkhāmi, yadaniccaṃ taṃ dukkhanti navicikicchāmi, yadaniccaṃ dukkhaṃ vipariṇāmadhammaṃ, natthi me tattha chando vā rāgo vā pemaṃvāti na vicikicchāmī’’ti evamādinā bhagavato attano pavattiṃ paccārocāpesi. So hi bhante āyasmā acirapakkantesu tesu bhikkhūsu satthaṃ āharitvā vedanaṃ vikkhambhetvā mūlakammaṭṭhānaṃ ādāya sampajāno arahattaṃ sacchikatvā kālamakāsi. Evaṃ kho bhante tassa āyasmato abhisamparāyo ahosi.",
  "anya-e0903n:851": "Assajisutta",
  "anya-e0903n:852": "Pucchā – assajisuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:853": "Vissajjanā – rājagahe bhante āyasmantaṃ assajiṃ ārabbha bhāsitaṃ. Āyasmā bhante assaji ābādhiko dukkhito bāḷhagilāno bhagavantaṃ etadavoca ‘‘pubbe khvāhaṃ bhante gelaññe passambhetvā passambhetvā kāyasaṅkhāre viharāmi, sohaṃ samādhiṃ nappaṭilabhāmi. Tassa mayhaṃ bhante taṃ samādhiṃ appaṭilabhato evaṃ hoti no cassāhaṃ parihāyāmī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘ye te assaji samaṇabrāhmaṇā samādhisārakā samādhisāmaññā, tesaṃ taṃ samādhiṃ appaṭilabhataṃ evaṃ hoti ‘no cassu mayaṃ parihāyāmā’ti. Taṃ kiṃ maññasi assaji, rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:854": "Khemakasutta",
  "anya-e0903n:855": "Pucchā – khemakasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:856": "Vissajjanā – kosambiyaṃ bhante sambahule there bhikkhū ārabbha āyasmatā khemakattherena bhāsitaṃ. Sambahulā bhante therā bhikkhū āyasmantaṃ dāsakaṃ pesetvā catukkhattuṃ āyasmantaṃ khemakaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ gelaññakāraṇañca dhammañca pucchiṃsu, tasmiṃ bhante vatthusmiṃ ‘‘pañcime āvuso upādānakkhandhā vuttā bhagavatā. Seyyathidaṃ, rūpupādānakkhandho vedanupādānakkhandho saññupādānakkhandho saṅkhārupādānakkhandho viññāṇupādānakkhandho, imesu khvāhaṃ āvuso pañcasu upādānakkhandhesu na kiñci attaṃ vā attaniyaṃ vā samanupassāmī’’ti evamādinā bhante āyasmatā khemakattherena bhāsitaṃ.",
  "anya-e0903n:857": "Pucchā – kathañcāvuso tattha āyasmā khemako uttari dhammadesanaṃ pavaḍḍhetvā vitthārena therānaṃ bhikkhūnaṃ desesi. Kīdiso ca nesaṃ dhammadesakadhammappaṭiggāhakānaṃ dhammadesanāya ānisaṃso adhigato.",
  "anya-e0903n:858": "Vissajjanā – catutthe bhante vāre āyasmā khemako ‘‘alaṃ āvuso dāsaka kiṃ imāya sandhāvanikāya, āharāvuso daṇḍaṃ, ahameva therānaṃ santikaṃ gamissāmī’’ti daṇḍamolubbha āyasmā khemako yena therā bhikkhū tenupasaṅkami, upasaṅkamitvā therehi bhikkhūhi pucchito ‘‘nakhvāhaṃ āvuso rūpaṃ asmīti vadāmi, napi aññatra rūpā asmīti vadāmi. Na khvāhaṃ āvuso vedanaṃ asmīti vadāmi, napi aññatra vedanā asmīti vadāmī’’ti evamādinā bhante āyasmā khemako uttaripi dhammadesanaṃ pavaḍḍhetvā vitthārena desesi. Imasmiñca pana bhante veyyākaraṇasmiṃ bhaññamāne saṭṭhimattānaṃ therānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsu āyasmatoca khemakassa. Evaṃ kho bhante tesaṃ therānaṃ dhammadesakadhammappaṭiggāhakānaṃ dhammābhisamayo ahosi.",
  "anya-e0903n:859": "Channasutta",
  "anya-e0903n:860": "Pucchā – channasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:861": "Vissajjanā – kosambiyaṃ bhante āyasmantaṃ channattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante channatthero āyasmantaṃ ānandaṃ etadavoca ‘‘ovadatu maṃ āyasmā ānando, anusāsatu maṃ āyasmā ānando, karotu me āyasmā ānando dhammiṃ kathaṃ, yathāhaṃ dhammaṃ passeyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘sammukhā me taṃ āvuso channa bhagavato sutaṃ, sammukhā paṭiggahitaṃ kaccānagottaṃ bhikkhuṃ ovadantassa, dvayanissito khvāyaṃ kaccāna loko yebhuyyena atthitañceva natthitañca, lokasamudayaṃ kho kaccāna yathābhūtaṃ sammappaññāya passato yā loke natthitā, sā na hotī’’ti evamādinā bhante āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n:862": "Ovadatu maṃ āyasmā ānando, anusāsatu maṃ āyasmā ānando.",
  "anya-e0903n:863": "Pupphasutta",
  "anya-e0903n:864": "Pucchā – tenāvuso…pe… sammāsambuddhena khandhavaggasaṃyutte pupphavagge pupphasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:865": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘nāhaṃ bhikkhave lokena vivadāmi, lokova mayā vivadati, na bhikkhave dhammavādī kenaci lokasmiṃ vivadati, yaṃ bhikkhave natthi sammataṃ loke paṇḍitānaṃ, ahampitaṃ ‘‘natthī’’ti vadāmi, yaṃ bhikkhave atthisammataṃ loke paṇḍitānaṃ, ahampitaṃ ‘‘atthī’’ti vadāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:866": "Nāhaṃ bhikkhave lokena vivadāmi.",
  "anya-e0903n:867": "Na bhikkhave dhammavādī kenaci lokasmiṃ vivadati.",
  "anya-e0903n:868": "Pheṇapiṇḍūpamasutta",
  "anya-e0903n:869": "Pucchā – tattheva āvuso pheṇapiṇḍūpamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:870": "Vissajjanā – ayujjhāyaṃ bhante gaṅgāya nadiyā tīre sambahule bhikkhū ārabbha ‘‘seyyathāpi bhikkhave ayaṃ gaṅgā nadī mahantaṃ pheṇapiṇḍaṃ āvaheyya, tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya, tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya, kiṃ siyā bhikkhave pheṇapiṇḍe sāro. Evameva kho bhikkhave yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃvā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati, tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati, kiñhi siyā bhikkhave rūpe sāro’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:871": "Pheṇapiṇḍūpamaṃ rūpaṃ, vedanā pubbuḷupamā;",
  "anya-e0903n:872": "Marīcikūpamā saññā, saṅkhārā kadalūpamā;",
  "anya-e0903n:873": "Māyūpamañca viññāṇaṃ, desitādiccabandhunā;",
  "anya-e0903n:874": "Yathā yathā nijjhāyati, yoniso upaparikkhati;",
  "anya-e0903n:875": "Rittakaṃ tucchakaṃ hoti, yo naṃ passati yoniso.",
  "anya-e0903n:876": "Imañca kāyaṃ ārabbha, bhūripaññena desitaṃ;",
  "anya-e0903n:877": "Pahānaṃ tiṇṇaṃ dhammānaṃ, rūpaṃ passatha chaḍḍitaṃ.",
  "anya-e0903n:878": "Āyu usmāca viññāṇaṃ, yadā kāyaṃ jahantimaṃ;",
  "anya-e0903n:879": "Apaviddho tadā seti, parabhattaṃ acetanaṃ.",
  "anya-e0903n:880": "Etādisāyaṃ santāno, māyāyaṃ bālalāpinī;",
  "anya-e0903n:881": "Vadhako esa akkhāto, sāro ettha na vijjati.",
  "anya-e0903n:882": "Evaṃ khandhe avekkheyya, bhikkhu āraddhavīriyo;",
  "anya-e0903n:883": "Divā vā yadi vā rattiṃ, sampajāno paṭissato.",
  "anya-e0903n:884": "Jaheyya sabbasaṃyogaṃ, kareyya saraṇattano;",
  "anya-e0903n:885": "Careyyādittasīsova, patthayaṃ accutaṃ padaṃ.",
  "anya-e0903n:886": "Dutiyadhammakatikasutta",
  "anya-e0903n:887": "Pucchā – tattheva āvuso dhammakathikavagge dutiyadhammakathikasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:888": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha bhāsitaṃ. Aññatamo bhante bhikkhu bhagavantaṃ etadavoca ‘‘dhammakathiko dhammakathikoti bhante vuccati, kittāvatā nu kho bhante dhammakathiko hoti, kittāvatā dhammānudhammappaṭipanno hoti, kittāvatā diṭṭhadhammanibbānappatto hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘rūpassa ce bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃ vacanāyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:889": "Sīlavantasutta, sutavantasutta",
  "anya-e0903n:890": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ sīlavantasuttañca sutavantasuttañca kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:891": "Vissajjanā – bārāṇasiyaṃ bhante āyasmantaṃ mahākoṭṭhikaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Āyasmā bhante mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca ‘‘sīlavatāvuso sāriputta bhikkhunā katame dhammā yoniso manasikātabbā. Sutāvatāvuso sāriputta bhikkhunā katame dhammā yoniso manasikātabbā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sīlavatāvuso koṭṭhika bhikkhunā, sutāvatāvuso koṭṭhika bhikkhunā pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasikātabbā’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:892": "Rādhasaṃyutta",
  "anya-e0903n:893": "Sattasutta",
  "anya-e0903n:894": "Pucchā – rādhasaṃyutte panāvuso dutiyaṃ sattasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:895": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ rādhattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante rādhatthero bhagavantaṃ etadavoca ‘‘satto sattoti bhante vuccati, kittāvatā nu kho bhante sattoti vuccatī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘rūpe kho rādha yo chando yo rāgo yā nandī yā taṇhā, tatra satto tatra visatto, tasmā sattoti vuccatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:896": "Diṭṭhisaṃyutta",
  "anya-e0903n:897": "Soattāsutta",
  "anya-e0903n:898": "Pucchā – diṭṭhisaṃyutte panāvuso tatiyaṃ saṃgītaṃ soattā suttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:899": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘kismiṃ nu kho bhikkhave sati kiṃ upādāya kiṃ abhinivissa evaṃ diṭṭhi uppajjati so attā so loko so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:900": "Natthidinnasutta",
  "anya-e0903n:901": "Pucchā – tattheva āvuso pañcamaṃ natthidinnasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:902": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘kismiṃ nu kho bhikkhave sati kiṃ upādāya kiṃ abhinivissa evaṃ diṭṭhi uppajjati natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:903": "Okkantasaṃyutta",
  "anya-e0903n:904": "Cakkhusutta",
  "anya-e0903n:905": "Pucchā – okkantasaṃyutte panāvuso paṭhamaṃ cakkhusuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:906": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘cakkhuṃ bhikkhave aniccaṃ vipariṇāmi aññathābhāvi. Sotaṃ. Ghānaṃ. Jivhaṃ. Kāyo. Mano anicco vipariṇāmī aññathābhāvī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:907": "Sāriputtasaṃyutta",
  "anya-e0903n:908": "Sucimukhīsutta",
  "anya-e0903n:909": "Pucchā – sāriputtasaṃyutte panāvuso dasamaṃ sucimukhīsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:910": "Vissajjanā – rājagahe bhante sucimukhiṃ paribbājikaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Sucimukhī bhante paribbājikā āyasmantaṃ sāriputtaṃ etadavoca ‘‘kiṃ nu kho samaṇa adhomukho bhuñjasī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘na khvāhaṃ bhagini adhomukho bhuñjāmī’’ti evamādinā paṭikkhipitvā ‘‘ye hi keci bhagini samaṇabrāhmaṇā vatthuvijjā tiracchānavijjāya micchājīvena jīvikaṃ kappenti, ime vuccanti bhagini samaṇabrāhmaṇā adhomukhā bhuñjantī’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:911": "Kiṃ nu kho samaṇa adho mukho bhuñjasi.",
  "anya-e0903n:912": "Na khvāhaṃ bhagini adhomukho bhuñjāmi.",
  "anya-e0903n:913": "Tena hi samaṇa ubbhamukho bhuñjasi.",
  "anya-e0903n:914": "Na khvāhaṃ bhagini ubbhamukho bhuñjāmi.",
  "anya-e0903n:915": "Saḷāyatanavaggasaṃyuttapāḷi",
  "anya-e0903n:916": "Ajjhattāniccasutta, bāhirasutta",
  "anya-e0903n:917": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena saḷāyatanavaggasaṃyutte paṭhamaṃ ajjhattāniccasuttañca catutthaṃ bāhirāniccasuttañca kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:918": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘cakkhuṃ bhikkhave aniccaṃ, yadaniccaṃ taṃ dukkhaṃ, yaṃ dukkhaṃ tadanattā, yadanattā taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabba’’nti evamādināca. ‘‘Rūpā bhikkhave aniccā. Yadaniccaṃ taṃ dukkhaṃ, yaṃ dukkhaṃ tadanattā, yadanattā taṃ netaṃ mama, nesohamasmi, na meso attā’’ti ca evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:919": "Sabbavagga",
  "anya-e0903n:920": "Ādittasutta",
  "anya-e0903n:921": "Pucchā – tatthāvuso sabbavagge chaṭṭhaṃ ādittasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:922": "Vissajjanā – gayāyaṃ bhante gayāsīse purāṇajaṭilaṃ bhikkhusahassaṃ ārabbha ‘‘sabbaṃ bhikkhave ādittaṃ, kiñca bhikkhave sabbaṃ ādittaṃ. Cakkhu bhikkhave ādittaṃ, rūpā ādittā, cakkhuviññāṇaṃ ādittaṃ, cakkhusamphasso āditto, yampidaṃ cakkhusamphassapaccayā uppajjati, vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃvā, tampi ādittaṃ. Kena ādittaṃ. Rāgagginā dosagginā mohagginā ādittaṃ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittanti vadāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:923": "Migajālavagga",
  "anya-e0903n:924": "Paṭhama migajālasutta",
  "anya-e0903n:925": "Pucchā – migajālavagge āvuso paṭhamamigajālasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:926": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ migajālattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante migajālatthero bhagavantaṃ etadavoca ‘‘ekavihārī ekavihārīti bhante vuccati, kittāvatānukho bhante ekavihārī hoti, kittāvatāca pana sadutiyavihārī hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘santi kho migajāla cakkhuviññeyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati, tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī, nandiyā sati sārāgo hoti, sārāge sati saṃyogo hoti, nandisaṃyojanasaṃyutto kho migajāla bhikkhu sadutiyavihārīti vuccatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:927": "Paṭhama chaphassāyatanasutta",
  "anya-e0903n:928": "Pucchā – tattheva navamaṃ saṃgītaṃ paṭhamachaphassāyatanasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:929": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha ‘‘yo hi koci vikkhave bhikkhu channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti, avusitaṃ tena brahmacariyaṃ, ārakā so imasmā dhammavinayā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:930": "Ahaṃ hi bhante channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāmi.",
  "anya-e0903n:931": "Cakkhuṃ etaṃ mama, esohamasmi, eso me attāti samanupassasi.",
  "anya-e0903n:932": "No hetaṃ bhante.",
  "anya-e0903n:933": "Ettha ca te bhikkhu cakkhu netaṃ mama, nesohamasmi, na meso attāti evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ bhavissati, esevanto dukkhassa.",
  "anya-e0903n:934": "Gilānavagga",
  "anya-e0903n:935": "Paṭhama gilānasutta",
  "anya-e0903n:936": "Pucchā – gilānavagge panāvuso paṭhamaṃ gilānasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:937": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ navaṃ bhikkhuṃ gilānaṃ ābādhitaṃ dukkhitaṃ bāḷhagilānaṃ ārabbha bhāsitaṃ. Aññataro bhante bhikkhu gilāno ābādhiko dukkhito bāḷhagilāno bhagavantaṃ etadavoca ‘‘nakhvāhaṃ bhante sīlavisuddhatthaṃ bhagavatā dhammaṃ desitaṃ ājānāmī’’ti. Tasmiṃ bhante vatthusmiṃ taṃ bhikkhuṃ paṭipucchitvā tassa ca vacanaṃ sādhukāraṃ datvā ‘‘rāgavirāgattho hi bhikkhu mayā dhammo desito, taṃ kiṃ maññasi bhikkhu, cakkhu niccaṃ vā aniccaṃ vāti. Aniccaṃ bhante. Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vāti, dukkhaṃ bhante’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:938": "Na me bhante khamanīyaṃ.",
  "anya-e0903n:939": "Sādhu kho tvaṃ bhikkhu rāgavirāgatthaṃ mayā dhammaṃ desitaṃ ājānāsi,",
  "anya-e0903n:940": "Channavagga",
  "anya-e0903n:941": "Puṇṇasutta",
  "anya-e0903n:942": "Pucchā – channavagge panāvuso pañcamaṃ saṃgītaṃ puṇṇasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:943": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ puṇṇattheraṃ ārabbha bhāsitaṃ, āyasmā bhante puṇṇatthero bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti. Tasmiṃ vatthusmiṃ ‘‘santi kho puṇṇa cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati, tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī, nandī samudayo dukkhasamudayo puṇṇāti vadāmī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:944": "Pucchā – evañcāvuso bhagavā āyasmato puṇṇattherassa saṃkhittena ovādaṃ datvā kathañca naṃ paṭipucchi, kathañca so bhagavato ārocesi, kathañcassāyasmato puṇṇattherassa abhisamparāyo ahosi.",
  "anya-e0903n:945": "Vissajjanā – evaṃ kho bhante bhagavā āyasmato puṇṇattherassa saṃkhittena ovādaṃ datvā ‘‘iminā tvaṃ puṇṇa mayā saṃkhittena ovādena ovadito katamasmiṃ janapade viharissasī’’ti taṃ āyasmantaṃ puṇṇattheraṃ paṭipucchi. So ca bhante āyasmā ‘‘atthi bhante sunāparanto nāma janapado, tatthāhaṃ viharissāmī’’ti evamādinā bhagavato ārocesi. So hi bhante āyasmā sunāparante janapade vasitvā teneva antaravassena tisso vijjā sacchākāsi. Teneva antaravassena parinibbāyi. Evaṃ kho bhante tassa āyasmato abhisamparāyo ahosi.",
  "anya-e0903n:946": "Santi kho tassa bhagavato sāvakā kāyena ca jīvitena ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti.",
  "anya-e0903n:947": "Sakkhissasi kho tvaṃ puṇṇa iminā damūpasamena samannāgato sunāparasantasmiṃ janapade vatthuṃ.",
  "anya-e0903n:948": "Saḷavagga",
  "anya-e0903n:949": "Mālukyaputtasutta",
  "anya-e0903n:950": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena saḷavagge dutiyaṃ mālukyaputtasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:951": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ mālukyaputtattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante mālukyaputtatthero bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti. Tasmiṃ vatthusmiṃ ‘‘ettha dāni mālukyaputta kiṃ dahare bhikkhū vakkhāmāti’’ādinā theraṃ apasādetvā ceva ussādetvā ca ‘‘taṃ kiṃ maññasi mālukyaputta, ye te cakkhuviññeyyā rūpā adiṭṭhā adiṭṭhapubbā, na ca passasi, na ca te hoti passeyyanti, atthi te tattha chando vā rāgo vā evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:952": "Pucchā – imasmiṃ ca kho panāvuso bhagavatā ovāde saṃkhittena bhāsite so āyasmā mālukyaputtatthero bhagavantaṃ kiṃ avoca kathañcassa bhagavā anuññāsi. Kīdiso cassāyasmato mālukyaputtattherassa dhammābhisamayo ahosi.",
  "anya-e0903n:953": "Vissajjanā – imasmiṃ kho bhante ovāde bhagavatā saṃkhittena bhāsite āyasmā mālukyaputtatthero bhagavantaṃ etadavoca ‘‘imassa khvāhaṃ bhante bhagavatā saṃkhittena bhāsitassa vitthārena atthaṃ ājānāmi.",
  "anya-e0903n:954": "Rūpaṃ disvā muṭṭhā, piyaṃ nimittaṃ manasi karoto;",
  "anya-e0903n:955": "Sārattacitto vedeti, tañca ajjhosa tiṭṭhati.",
  "anya-e0903n:956": "Tassa vaḍḍhanti vedanā, anekā rūpasambhavā;",
  "anya-e0903n:957": "Abhijjhā ca vihesā ca, cittamassūpahaññati;",
  "anya-e0903n:958": "Evaṃ ācinato dukkhaṃ, ārā nibbāna vuccati;",
  "anya-e0903n:959": "Peyyāla",
  "anya-e0903n:960": "Na so rajjati dhammesu, dhammaṃ ñatvā paṭissato;",
  "anya-e0903n:961": "Virattacitto vedeti, tañca nājjhosa tiṭṭhati.",
  "anya-e0903n:962": "Yathāssa jānato dhammaṃ, sevato cāpi vedanaṃ;",
  "anya-e0903n:963": "Khīyati nopacīyati, evaṃ so caratī sato;",
  "anya-e0903n:964": "Evaṃ apacinato dukkhaṃ, santike nibbāna vuccatīti.",
  "anya-e0903n:965": "Imassa khvāhaṃ bhante bhagavatā saṃkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmīti. Bhagavā ca bhante ‘‘sādhu sādhu mālukyaputta, sādhu kho tvaṃ mālukyaputta mayā saṃkhittena bhāsitassa vitthārena atthaṃ ājānāsī’’ti sādhukāraṃ datvā–",
  "anya-e0903n:966": "‘‘Rūpaṃ disvā sati muṭṭho, piyaṃ nimittaṃ manasi karoto;",
  "anya-e0903n:967": "Sārattacitto vedeti, tañca ajjhosa tiṭṭhatī’’ti–",
  "anya-e0903n:968": "Ādinā",
  "anya-e0903n:969": "Therassa vacanaṃ samanuññāsi. So ca bhante āyasmā mālukyaputtatthero eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi, ‘‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’’ti abbhaññāsi. Aññataroca panāyasmā mālukyaputto arahataṃ ahosi. Evaṃ kho bhante tassa āyasmato abhisamparāyo ahosi.",
  "anya-e0903n:970": "Rūpaṃ disvā sati muṭṭhā, piyaṃ nimittaṃ manasi karoto;",
  "anya-e0903n:971": "Sārattacitto vedeti, tañca ajjhosa tiṭṭhati.",
  "anya-e0903n:972": "Pamādavihārīsutta",
  "anya-e0903n:973": "Pucchā – tattheva āvuso catutthaṃ pamādavihārīsuttaṃ bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n:974": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘pamādavihāriñca vo bhikkhave desessāmi appamādavihāriñca, taṃ suṇātha. Kathañca bhikkhave pamādavihārī hoti. Cakkhundriyaṃ asaṃvutassa bhikkhave viharato cittaṃ byāsiñcati cakkhuviññeyyesu rūpesu, tassa byāsittacittassa pāmojjaṃ na hoti, pāmojje asati pīti na hoti, pītiyā passaddhi na hoti, passaddhiyā asati dukkhaṃ hoti, dukkhino cittaṃ na samādhiyati, asamāhi te citte dhammā na pātubhavanti, dhammānaṃ apātubhāvā pamādavihārītveva saṅkhaṃ gacchatī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:975": "Lokakāmaguṇavagga",
  "anya-e0903n:976": "Rāhulovādasutta",
  "anya-e0903n:977": "Pucchā – lokakāmaguṇavagge āvuso aṭṭhamaṃ rāhulovādasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:978": "Vissajjanā – sāvatthiyaṃyeva bhante āyasmantaṃ rāhulaṃ ārabbha ‘‘taṃ kiṃ maññasi rāhula, cakkhu niccaṃ vā aniccaṃ vāti. Aniccaṃ bhante. Yaṃ panāniccaṃ, dukkhaṃ vā taṃ sukhaṃvāti. Dukkhaṃ bhante. Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ kallaṃ nu taṃ samanupassituṃ ‘etaṃ mama, esohamasmi, eso me attā’ti. No hetaṃ bhante’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:979": "Yaṃnūnāhaṃ rāhulaṃ uttariṃ āsavānaṃ khaye vineyyaṃ.",
  "anya-e0903n:980": "Gaṇhāhi rāhula nisīdanaṃ.",
  "anya-e0903n:981": "Gahapativagga",
  "anya-e0903n:982": "Bhāradvājasutta",
  "anya-e0903n:983": "Pucchā – gahapativagge āvuso porāṇakehi dhammasaṃgāhakamahātherehi catutthaṃ saṃgītaṃ bhāradvājasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:984": "Vissajjanā – kosambiyaṃ bhante rājānaṃ udenaṃ ārabbha āyasmatā piṇḍolabhāradvājattherena bhāsitaṃ. Rājā bhante udeno āyasmantaṃ piṇḍolabhāradvājaṃ etadavoca ‘‘ko nu kho bho bhāradvāja hetu ko paccayo, yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī’’ti. Tasmiṃ vatthusmiṃ ‘‘vuttaṃ kho",
  "anya-e0903n:985": "Etaṃ mahārāja tena bhagavatā jānatā passatā arahatā sammāsambuddhena etha tumhe bhikkhave mātumattīsu mātucittaṃ upaṭṭhapetha. Bhaganimattīsu bhaginicittaṃ upaṭṭhapetha, dhītumattīsu dhītucittaṃ upaṭṭhapethā’’ti evamādinā bhante āyasmatā piṇḍola bhāradvājattherena bhāsitaṃ.",
  "anya-e0903n:986": "Verahaccānisutta",
  "anya-e0903n:987": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ verahaccānisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:988": "Vissajjanā – kāmaṇḍāyaṃ bhante verahaccānigottaṃ brāhmaṇiṃ ārabbha āyasmatā udāyittherena bhāsitaṃ. Verahaccānīgottā bhante brāhmaṇī āyasmantaṃ udāyittheraṃ etadavoca ‘‘kismiṃ nu kho bhante sati arahanto sukhadukkhaṃ paññapenti, kismiṃ asati arahanto sukhadukkhaṃ na paññapentī’’ti. Tasmiṃ vatthusmiṃ ‘‘cakkhusmiṃ kho bhagini sati arahanto sukhadukkhaṃ paññapenti, cakkhusmiṃ asati arahanto sukhadukkhaṃ na paññapentī’’ti evamādinā bhante āyasmatā udāyittherena bhāsitaṃ.",
  "anya-e0903n:989": "Devadahavagga",
  "anya-e0903n:990": "Khaṇasutta",
  "anya-e0903n:991": "Pucchā – devadahavagge āvuso khaṇasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:992": "Vissajjanā – sakkesu bhante devadahe nāma sakyānaṃ nigame sambahule bhikkhū ārabbha ‘‘lābhā vo bhikkhave, suladdhaṃ vo bhikkhave, khaṇo vo paṭiladdho brahmacariyavāsāyā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:993": "Samuddavagga",
  "anya-e0903n:994": "Bāḷisikopamasutta",
  "anya-e0903n:995": "Pucchā – samuddavagge panāvuso tatiyaṃ bāḷisikopamasuttaṃ bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n:996": "Vissajjanā – rājagahe bhante jīvakambavane sambahule bhikkhū ārabbha ‘‘seyyathāpi bhikkhave bāḷisiko āmisagatabaḷisaṃ gambhīre udakarahade pakkhipeyyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:997": "Ādittapariyāyasutta",
  "anya-e0903n:998": "Pucchā – saḷāyatanavaggasaṃyutte samuddavagge panāvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ aṭṭhamaṃ ādittapariyāyasuttaṃ bhagavatā kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:999": "Vissajjanā – sambahule bhante bhikkhū ārabbha ‘‘ādittapariyāyaṃ vo bhikkhave dhammapariyāyaṃ desessāmi, taṃ suṇātha. Katamo ca bhikkhave ādittapariyāyo dhammapariyāyo. Varaṃ bhikkhave tattāya ayosalākāya ādittāya sampajjalitāya sajotibhūtāya cakkhundriyaṃ sampalimaṭṭhaṃ, natveva cakkhuviññeyyesu rūpesu anubyañjanaso nimittaggāho’’tiādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1000": "Āsīvisavagga",
  "anya-e0903n:1001": "Paṭhamadārukkhandhopamasutta",
  "anya-e0903n:1002": "Pucchā – āsīvisavagge āvuso porāṇakehi dhammasaṃgāhakamahātherehi catutthaṃ saṃgītaṃ paṭhamadārukkhandhopamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1003": "Vissajjanā – kosambiyaṃ bhante gaṅgāya nadiyā tīre sambahule bhikkhū ārabbha ‘‘passatha no tumhe bhikkhave amhaṃ mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamāna’’nti evamādinā bhagavatā bhāsitā.",
  "anya-e0903n:1004": "Upacāravacanaṃ",
  "anya-e0903n:1005": "Pucchā – kathañcāvuso tattha bhagavatā orimatīrādīnaṃ upacāravacanānaṃ attho vitthārena vibhajitvā pakāsito.",
  "anya-e0903n:1006": "Vissajjanā – orimaṃ tīranti kho bhikkhu channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ. Pārimaṃ tīranti kho bhikkhu channetaṃ bāhirānaṃ āyatanānaṃ adhivacanaṃ. Majjhe saṃsīdoti kho bhikkhu nandirāgassetaṃ adhivacanaṃ. Thale ussādoti kho bhikkhu asmimānassetaṃ adhivacananti evamādinā bhante bhagavatā tattha orimatīrādīnaṃ upacāravacanānaṃ attho vitthārena vibhajitvā pakāsito.",
  "anya-e0903n:1007": "Pucchā – imasmiṃ kho pana āvuso sutte bhagavatā bhāsite visesato kassa kīdiso attho kathañca paṭiladdho.",
  "anya-e0903n:1008": "Vissajjanā – imasmiṃ bhante sutte bhagavatā bhāsite visesato nandassa gopālakassa pabbajjā ca upasampadā ca yāva arahattāca visesato attho adhigato.",
  "anya-e0903n:1009": "Labheyyāhaṃ bhante bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ.",
  "anya-e0903n:1010": "Tena hi tvaṃ nanda sāmikānaṃ gāvo niyyātehi.",
  "anya-e0903n:1011": "Gamissanti bhante gāvo vacchagiddhiniyo.",
  "anya-e0903n:1012": "Kiṃsukopamasutta",
  "anya-e0903n:1013": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi aṭṭhamaṃ saṃgītaṃ kiṃsukopamasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1014": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme aññataraṃ kārakaṃ bhikkhuṃ ārabbha bhāsitaṃ. Aññataro bhante kārako bhikkhu cattāro khāṇāsave bhikkhū ñāṇadassanavisuddhaṃ pucchitvā asantuṭṭho tesaṃ bhikkhūnaṃ pañhāveyyākaraṇena yena bhagavā tenupasaṅkami. Upasaṅkamitvā bhagavantaṃ etadavoca ‘‘kittāvatā nu kho bhante bhikkhuno dassanaṃ suvisuddhaṃ hotī’’ti. Tasmiṃ vatthusmiṃ ‘‘seyyathāpi bhikkhu purisassa kiṃsuko adiṭṭhapubbo assa, so yenaññataro puriso kiṃsukassa dassāvī tenupasaṅkameyyā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:1015": "Chappāṇakopamasutta",
  "anya-e0903n:1016": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ chappāṇakopamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1017": "Vissajjanā – sakkesuyeva bhante sambahule bhikkhū ārabbha ‘‘seyyathāpi, bhikkhave puriso arugatto pakkagatto saravanaṃ paviseyyā’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1018": "Pucchā – kathañcāvuso tattha bhagavatā asaṃvaro vitthārena vibhajitvā desito.",
  "anya-e0903n:1019": "Vissajjanā – kathañca bhikkhave asaṃvaro hoti, idha bhikkhave bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso. Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhantīti evamādinā bhante bhagavatā tattha asaṃvaro vitthārena vibhajitvā desito.",
  "anya-e0903n:1020": "Pucchā – kathañcāvuso tattha bhagavatā saṃvaro vibhajitvā vitthārena desito.",
  "anya-e0903n:1021": "Vissajjanā – kathañca bhikkhave saṃvaro hoti, idha bhikkhave bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjatīti, evamādinā bhante bhagavatā tattha saṃvaro vibhajitvā vitthārena desito.",
  "anya-e0903n:1022": "Vedanāsaṃyutta",
  "anya-e0903n:1023": "Daṭṭhabbasutta",
  "anya-e0903n:1024": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena vedanāsaṃyutte pañcamaṃ daṭṭhabbasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1025": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme sambahule bhikkhū ārabbha ‘‘tisso imā bhikkhave vedanā. Katamā tisso, sukhā vedanā dukkhāvedanā adukkhamasukhā vedanā. Sukhā bhikkhave vedanā dukkhato daṭṭhabbā, dukkhā vedanā sallato daṭṭhabbā, adukkhamasukhā vedanā aniccato daṭṭhabbā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1026": "Sukhā bhikkhave vedanā dukkhato daṭṭhabbā.",
  "anya-e0903n:1027": "Yo sukhaṃ dukkhato addasa, dukkhamaddakkhi sallato;",
  "anya-e0903n:1028": "Adukkhamasukhaṃ santaṃ, addakkhinaṃ aniccato.",
  "anya-e0903n:1029": "Sa ve sammaddaso bhikkhu, parijānāti vedanā;",
  "anya-e0903n:1030": "So vedanā pariññāya, diṭṭhe dhamme anāsavo;",
  "anya-e0903n:1031": "Kāyassa bhedā dhammaṭṭho, saṅkhyaṃ nopeti vedagū.",
  "anya-e0903n:1032": "Sallasutta",
  "anya-e0903n:1033": "Pucchā – tattheva āvuso chaṭṭhaṃ sallasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1034": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme sambahule bhikkhū ārabbha ‘‘assutavā bhikkhave puthujjano sukhampi vedanaṃ vedayati, dukkhampi vedanaṃ vedayati, adukkhamasukhampi vedanaṃ vedayati. Sutavā bhikkhave ariyasāvako sukhampi vedanaṃ vedayati, dukkhampi vedanaṃ vedayati, adukkhamasukhampi vedanaṃ vedayati. Tatra bhikkhave ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ sutavato ariyabhāvakassa assutavatā puthujjanenā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1035": "Jambukhādakasaṃyutta",
  "anya-e0903n:1036": "Nibbānapañhāsutta",
  "anya-e0903n:1037": "Pucchā – jambukhādakasaṃyutte āvuso paṭhamaṃ nibbānapañhāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1038": "Vissajjanā – magadhesu bhante nālakagāmake jambukhādakaṃ paribbājakaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Jambukhādako bhante paribbājako āyasmantaṃ sāriputtaṃ etadavoca ‘‘nibbānaṃ nibbānanti āvuso sāriputta vuccati, katamaṃ nukho āvuso nibbāna’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘yo kho āvuso rāgakkhayo dosakkhayo mohakkhayo, idaṃ vuccati nibbāna’’nti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:1039": "Dhammavādīpañhāsutta",
  "anya-e0903n:1040": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi tatiyaṃ saṃgītaṃ dhammavādīpañhāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1041": "Vissajjanā – magadhesuyeva bhante nālakagāme jambukhādakaṃ paribbājakaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Jambukhādako bhante paribbājako āyasmantaṃ sāriputtaṃ etadavoca ‘‘ke nu kho āvuso sāriputta loke dhammavādino, ke loke suppaṭipannā, ke loke sugatā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘ye kho āvuso rāgappahānāya dhammaṃ desenti, dosappahānāya dhammaṃ desenti, mohappahānāya dhammaṃ desenti. Te loke dhammavādino’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:1042": "Ke loke suppaṭipannā.",
  "anya-e0903n:1043": "Ke loke sugatā.",
  "anya-e0903n:1044": "Dukkarapañhāsutta",
  "anya-e0903n:1045": "Pucchā – tattheva porāṇakehi dhammasaṃgāhaka mahātherehi pariyosānasuttabhāvena saṃgītaṃ dukkarapañhāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1046": "Vissajjanā – magadhesuyeva nālakagāme jambukhādakaṃ paribbājakaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Jambukhādako bhante paribbājako āyasmantaṃ sāriputtaṃ etadavoca ‘‘kiṃ nu kho āvuso sāriputta imasmiṃ dhammavinaye dukkara’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘pabbajjā kho āvuso imasmiṃ dhammavinaye dukkarā’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:1047": "Moggallānasaṃyutta",
  "anya-e0903n:1048": "Sakkasutta",
  "anya-e0903n:1049": "Pucchā – moggallānasaṃyutte āvuso dasamaṃ saṃgītaṃ sakkasuttaṃ kattha kaṃ ārabbha kena kathañca bhāsitaṃ.",
  "anya-e0903n:1050": "Vissajjanā – devesu bhante tāvatiṃsesu sakkaṃ devānamindaṃ ārabbha ‘‘sādhu kho devānaminda buddhasaraṇagamanaṃ hoti, buddhasaraṇagamanahetu kho devānaminda evamidhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī’’ti evamādinā bhante āyasmatā mahāmoggallānattherena bhāsitaṃ.",
  "anya-e0903n:1051": "Cittasaṃyutta",
  "anya-e0903n:1052": "Nigaṇṭhanāṭaputtasutta",
  "anya-e0903n:1053": "Pucchā – cittasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi aṭṭhamaṃ saṃgītaṃ nigaṇṭhanāṭaputtasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1054": "Vissajjanā – macchikāsaṇḍe bhante nigaṇṭhaṃ nāṭaputtaṃ ārabbha cittena gahapatinā bhāsitaṃ. Nigaṇṭho bhante nāṭaputto cittaṃ gahapatiṃ etadavoca ‘‘saddahasi tvaṃ gahapati samaṇassa gotamassa atthi avitakko avicāro samādhi, atthi vitakkavicārānaṃ nirodho’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘na khvāhaṃ ettha bhante bhagavato saddhāya gacchāmi, atthi avitakko avicāro samādhi, atthi vitakkavicārānaṃ nirodho’’ti evamādinā cittena gahapatinā bhāsitaṃ.",
  "anya-e0903n:1055": "Idaṃ bhavanto passantu.",
  "anya-e0903n:1056": "Yāva ujuko cāyaṃ citto gahapati.",
  "anya-e0903n:1057": "‘‘Ahaṃ kho bhante yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi’’ –",
  "anya-e0903n:1058": "Idaṃ bhavanto passantu.",
  "anya-e0903n:1059": "Acelakassapasutta",
  "anya-e0903n:1060": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi navamaṃ saṃgītaṃ acelakassapasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1061": "Vissajjanā – tattheva bhante macchikāsaṇḍe acelaṃ kassapaṃ ārabbha cittena gahapatinā bhāsitaṃ. Acelo bhante kassapo cittaṃ gahapatiṃ etadavoca ‘‘imehi pana te gahapati tiṃsamattehi vassehi atthi koci uttarimanussadhammo alamariyañāṇadassanaviseso adhigato phāsuvihāro’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘gihinopi siyā bhante ahañhi bhante yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmī’’ti evamādinā cittena gahapatinā bhāsitaṃ.",
  "anya-e0903n:1062": "Gāmaṇisaṃyutta",
  "anya-e0903n:1063": "Caṇḍasutta",
  "anya-e0903n:1064": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena gāmaṇisaṃyutte paṭhamaṃ caṇḍasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1065": "Vissajjanā – sāvatthiyaṃ bhante caṇḍaṃ gāmaṇiṃ ārabbha bhāsitaṃ. Caṇḍo bhante gāmaṇi bhagavantaṃ etadavoca ‘‘ko nu kho bhante hetu ko paccayo, yena midhekacco caṇḍo caṇḍotveva saṅkhaṃ gacchati. Ko pana bhante hetu ko paccayo, yena midhekacco sorato soratotveva saṅkhaṃ gacchatī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘idha gāmaṇi ekaccassa rāgo appahīno hoti, rāgassa appahīnattā pare kopenti, parehi kopiyamāno kopaṃ pātukaroti, so caṇḍotveva saṅkhaṃ gacchatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1066": "Khettūpamasutta",
  "anya-e0903n:1067": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi sattamaṃ saṃgītaṃ khettūpamasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1068": "Vissajjanā – nāḷandāyaṃ bhante pāvārikambavane asibandhakaputtaṃ gāmaṇiṃ ārabbha bhāsitaṃ. Asibandhakaputto bhante gāmaṇi bhagavantaṃ etadavoca ‘‘nanu bhante bhagavā sabbapāṇabhūtahitānukampī viharatīti. Evaṃ gāmaṇi tathāgato sabbapāṇabhūtahitānukampī viharatīti. Atha kiñcarahi bhante bhagavā ekaccānaṃ sakkaccaṃ dhammaṃ deseti, ekaccānaṃ no tathā sakkaccaṃ dhammaṃ desetī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘tena hi gāmaṇi taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1069": "Saṅkhadhamasutta",
  "anya-e0903n:1070": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhaka mahātherehi aṭṭhamaṃ saṃgītaṃ saṅkhadhamasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1071": "Vissajjanā – nāḷandāyaṃyeva bhante pāvārikambavane asibandhakaputtaṃ gāmaṇiṃ nigaṇṭhasāvakaṃ ārabbha bhāsitaṃ. Bhagavā bhante asibandhakaputtaṃ gāmaṇiṃ nigaṇṭhasāvakaṃ etadavoca ‘‘kathaṃ nu kho gāmaṇi nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ desetī’’ti. Evaṃ kho bhante nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ deseti ‘‘yo koci pāṇaṃ atipāteti, sabbo so āpāyiko nerayiko. (Peyyāla) yaṃbahulaṃ yaṃbahulaṃ viharati, tena tena nīyatī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yaṃbahulaṃ yaṃbahulañca gāmaṇi viharati, tena tena nīyati, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacana’’nti evaṃ kho bhagavatā saṃkhittena bhāsitaṃ.",
  "anya-e0903n:1072": "Yaṃ bahulavāda",
  "anya-e0903n:1073": "Pucchā – kathañcāvuso tattha bhagavatā yaṃbahulavāde doso pakāsito.",
  "anya-e0903n:1074": "Vissajjanā – taṃ kiṃ maññasi gāmaṇi, yo so puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṃ upādāya katamo bahutaro samayo yaṃ vāso pāṇamatipāteti. Yaṃ vā so pāṇaṃ nātipātetīti evamādinā bhante tattha bhagavatā asibandhakaṃ nigaṇṭhanāṭaputtassa sāvakaṃ gāmaṇiṃ pucchitvā pucchitvā yaṃbahulavāde doso pakāsito.",
  "anya-e0903n:1075": "Pucchā – kathañcāvuso tattha bhagavatā anekaṃsa vipākakammassa ekaṃ savipākavāde doso pakāsito.",
  "anya-e0903n:1076": "Vissajjanā – idha gāmaṇi ekacco satthā evaṃvādī hoti evaṃdiṭṭhi yo koci pāṇamatipāteti, sabbo so āpāyiko nerayikoti evamādinā bhante tattha bhagavatā anekaṃsa kammavipākassa ekaṃsavipākavāde doso vitthāretvā pakāsito.",
  "anya-e0903n:1077": "Pucchā – kathañcāvuso tattha bhagavatā yathādhammasāsane guṇovibhajitvā pakāsito.",
  "anya-e0903n:1078": "Vissajjanā – idha pana gāmaṇi tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaropurisa dammasārathi satthādevamanussānaṃ buddho bhagavā, so anekapariyāyena pāṇātipātaṃ garahati vigarahati. ‘‘Pāṇātipātā viramathā’’ti cāhāti evamādinā bhante bhagavatā tattha yathādhammasāsane guṇo vitthāretvā pakāsito.",
  "anya-e0903n:1079": "Bhadrakasutta",
  "anya-e0903n:1080": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi ekādasamaṃ saṃgītaṃ bhadrakasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1081": "Vissajjanā – mallesu bhante uruvelakappenāma mallānaṃ nigame bhadrakaṃ gāmaṇiṃ ārabbha bhāsitaṃ. Bhadrako bhante gāmaṇi bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā dukkhassa samudayañca atthaṅgamañca desetū’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘ahañce te gāmaṇi atītamaddhānaṃ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṃ ‘evaṃ ahosi atītamaddhāna’nti. Tatra te siyā kaṅkhā siyā vimatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1082": "Sādhu me bhante bhagavā dukkhassa",
  "anya-e0903n:1083": "Samudayañca atthaṅgamañca desetu–",
  "anya-e0903n:1084": "‘‘Taṃ kiṃ maññasi gāmaṇi, atthi uruvelakappe manussā’’ –",
  "anya-e0903n:1085": "Rāsiyasutta",
  "anya-e0903n:1086": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena gāmaṇisaṃyutte dvādasamaṃ saṃgītaṃ rāsiyasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1087": "Vissajjanā – mallesu bhante uruvelakappenāma mallānaṃ nigame rāsiyaṃ gāmaṇiṃ ārabbha bhāsitaṃ. Rāsiyo bhante gāmaṇi bhagavantaṃ upasaṅkamitvā etadadoca ‘‘sutaṃ me bhante ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tamassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’’ti. Ye te bhante evamāhaṃsu ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’’ti. Kacci te bhante bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākarontī’’ti. Tasmiṃ bhante vatthusmiṃ ye te gāmaṇi evamāhaṃsu ‘‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1088": "Pucchā – kathañcāvuso tattha bhagavatā garahitabbāgarahitabbā kāmabhogino vitthārena vibhajitvā pakāsitā.",
  "anya-e0903n:1089": "Vissajjanā – tayo kho me gāmaṇi kāmabhogino santo saṃvijjamānā lokasmiṃ. Katame tayo. Idha gāmaṇi ekacco kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti na pīṇeti, na saṃvibhajati na puññāni karotīti evamādinā bhante tattha bhagavatā garahitabbāgarahitabbā kāmabhogino vitthārena vibhajitvā pakāsitā.",
  "anya-e0903n:1090": "Pucchā – kathañcāvuso tattha bhagavatā garahitabbāgarahitabbā tapassino lūkhajīvino vitthārena vibhajitvā pakāsitā.",
  "anya-e0903n:1091": "Vissajjanā – tayo me gāmaṇi tapassino lūkhajīvino santo saṃvijjamānā lokasmiṃ. Katame tayo. Idha gāmaṇī ekacco tapassī lūkhajīvī saddhā agārasmā anagāriyaṃ pabbajito hoti ‘‘appeva nāma kusalaṃ dhammaṃ adhigaccheyyaṃ, appeva nāma uttarimanussadhammā alamariyañāṇadassanavisesaṃ sacchikareyya’’nti, so attānaṃ ātāpeti paritāpeti, kusalañca dhammaṃ nādhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikarotīti evamādinā bhante tattha bhagavatā garahitabbāgarahitabbā tapassino lūkhajīvino vitthārena vibhajitvā pakāsitā.",
  "anya-e0903n:1092": "Abyākatasaṃyutta",
  "anya-e0903n:1093": "Khemāsutta",
  "anya-e0903n:1094": "Pucchā – abyākatasaṃyutte panāvuso porāṇakehi dhammasaṃgāhaka mahātherehi paṭhamaṃ saṃgītaṃ khemāsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ. Kathañca taṃ bhagavatāpi puna bhāsitaṃ.",
  "anya-e0903n:1095": "Vissajjanā – antarā ca bhante sāvatthiṃ antarā ca sāketaṃ toraṇavatthusmiṃ padese rājānaṃ pasenadiṃ kosalaṃ ārabbha khemāya bhikkhuniyā bhāsitaṃ. Rājā bhante pasenadi kosalo yena khemā bhikkhunī tenupasaṅkami, upasaṅkamitvā abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho bhante rājā pasenadikosalo khemaṃ bhikkhuniṃ etadavoca ‘‘kiṃ nukho ayye hoti tathāgato paraṃmaraṇā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘abyākataṃ kho etaṃ mahārāja bhagavatā hoti tathāgato paraṃ maraṇā’’ti evamādinā khemāya bhikkhuniyā bhāsitaṃ. Bhagavatā ca bhante aparena samayena raññā pasenadikosalena puṭṭhena evameva puna bhāsitaṃ.",
  "anya-e0903n:1096": "Kiṃ panayye nahoti tathāgato paraṃ maraṇā.",
  "anya-e0903n:1097": "Kutūhalasālāsutta",
  "anya-e0903n:1098": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi navamaṃ saṃgītaṃ kutūhalasālāsuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1099": "Vissajjanā – vesāliyaṃ bhante vacchagottaṃ paribbājakaṃ ārabbha bhāsitaṃ. Vacchagotto bhante paribbājako bhagavantaṃ upasaṅkamitvā ‘‘purimāni bho gotama divasāni purimatarāni sambahulānaṃ nānātitthiyānaṃ samaṇabrāhmaṇānaṃ paribbājakānaṃ kutūhalasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarakathā udapādī’’ti evamādikaṃ vacanaṃ avoca. Tasmiṃ bhante vatthusmiṃ ‘‘alañhi te vaccha kaṅkhituṃ, alaṃ vicikicchituṃ. Kaṅkhanīye ca pana te ṭhāne vicikicchā uppannā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1100": "Mahāvaggasaṃyuttapāḷi",
  "anya-e0903n:1101": "Avijjāvagga",
  "anya-e0903n:1102": "Upaḍḍhasutta",
  "anya-e0903n:1103": "Pucchā – mahāvaggasaṃyutte panāvuso porāṇakehi dhammasaṃgāhakamahātherehi dutiyaṃ saṃgītaṃ upaḍḍhasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1104": "Vissajjanā – sakkesu bhante sakkare nāma sakyānaṃ nigame āyasmantaṃ ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānandatthero bhagavantaṃ etadavoca ‘‘upaḍḍhamidaṃ bhante brahmacariyaṃ yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘mā hevaṃ ānanda, mā hevaṃ ānanda, sakalamevidaṃ ānanda brahmacariyaṃ yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1105": "Mamaṃ hi ānanda kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccanti.",
  "anya-e0903n:1106": "Bojjhaṅgasaṃyutta",
  "anya-e0903n:1107": "Kuṇḍaliyasutta",
  "anya-e0903n:1108": "Pucchā – bojjhaṅgasaṃyutte panāvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ kuṇḍaliyasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1109": "Vissajjanā – sākete bhante añjanavane migadāye kuṇḍaliyaṃ paribbājakaṃ ārabbha bhāsitaṃ. Kuṇḍaliyo bhante paribbājako bhagavantaṃ upasaṅkamitvā ‘‘ahamasmi bho gotama ārāmanissayī parisāvacaro, tassa mayhaṃ bho gotama pacchābhattaṃ bhuttapātarāsassa ayamācāro hoti ārāmena ārāmaṃ uyyānena uyyānaṃ anucaṅkamāmi anuvicarāmi, so tattha passāmi eke samaṇabrāhmaṇe itivādappamokkhānisaṃsañceva kathaṃ kathante upārambhānisaṃsañca, bhavaṃ pana gotamo kimānisaṃso viharatī’’ti etaṃ vacanaṃ avoca. Tasmiṃ bhante vatthusmiṃ ‘‘vijjāvimuttiphalānisaṃso kho kuṇḍaliya tathāgato viharatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1110": "Paṭhama gilānasutta",
  "anya-e0903n:1111": "Pucchā – tenāvuso bhagavvatā jānatā…pe… sammāsambuddhena bojjhaṅgasaṃyutte dutiye gilānavagge paṭhamagilānasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1112": "Vissajjanā – rājagahe bhante pippaliguhāyaṃ āyasmantaṃ mahākassapattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante mahākassapatthero pippaliguhāyaṃ viharati ābādhiko dukkhito bāḷhagilāno. Atha kho bhante bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā āyasmantaṃ mahākassapaṃ etadavoca– ‘‘kacci te kassapa khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamoti. Na me bhante khamanīyaṃ na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sattime kassapa bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṃvattantī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1113": "Udāyisutta",
  "anya-e0903n:1114": "Pucchā – tattheva āvuso tatiye udāyivagge porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ udāyisuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1115": "Vissajjanā – sumbhesu bhante setakenāma sumbhānaṃ nigame āyasmantaṃ udāyittheraṃ ārabbha bhāsitaṃ. Āyasmā bhante udāyitthero bhagavantaṃ upasaṅkamitvā ‘‘acchariyaṃ bhante, abbhutaṃ bhante, yāva bahukatañca me bhante bhagavati pemañca gāravo ca hirī ca ottappañcāti evamādikaṃ vacanaṃ avoca. Tasmiṃ bhante vatthusmiṃ ‘‘sādhu sādhu udāyi eso hi te udāyi maggo paṭiladdho. Yo te bhāvito bahulīkato, tathā tathā viharantaṃ tathattāya upanessati, yathā tvaṃ ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissatī’’ti. Evaṃ kho bhagavatā bhāsitaṃ.",
  "anya-e0903n:1116": "Satipaṭṭhānasaṃyutta",
  "anya-e0903n:1117": "Satisutta",
  "anya-e0903n:1118": "Pucchā – satipaṭṭhānasaṃyutte āvuso porāṇakehi dhammasaṃgāhaka mahātherehi dutiyaṃ saṃgītaṃ satisuttaṃ bhagavatā kattha kaṃ kārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1119": "Vissajjanā – vesāliyaṃ bhante ambapālivane sambahule bhikkhū ārabbha ‘‘sato bhikkhave bhikkhu vihareyya sampajāno ayaṃ vo amhākaṃ anusāsanī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1120": "Sālasutta",
  "anya-e0903n:1121": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi catutthaṃ saṃgītaṃ sālasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1122": "Vissajjanā – kosalesu bhante sālāyanāma kesalānaṃ brāhmaṇagāme sambahule bhikkhū ārabbha ‘‘ye te bhikkhave bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo bhikkhave bhikkhū catunnaṃ satipaṭṭhānānaṃ bhāvanāya samādapetabbā nivesetabbā patiṭṭhāpetabbā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:1123": "Sakuṇagghisutta",
  "anya-e0903n:1124": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ sakuṇagghisuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1125": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave sakuṇagghi lāpaṃ sakuṇaṃ sahasā ajjhappattā aggahesi. Atha kho bhikkhave lāpo sakuṇo sakuṇagghiyā hariyamāno evaṃ paridevasi mayamevamha alakkhikā, mayaṃ appapuññā, ye mayaṃ agocare carimha paravisaye, sacejja mayaṃ gocare careyyāma sake pettike visaye, na myāhaṃ sakuṇagghi alaṃ abhavissa yadidaṃ yuddhāyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1126": "Mayamevamha alakkhikā, mayaṃ appapuññā.",
  "anya-e0903n:1127": "Ko pana te lāpa gocaro sako pettiko visayo.",
  "anya-e0903n:1128": "Yadidaṃ naṅgalakaṭṭhakaraṇaṃ leḍḍuṭṭhānaṃ.",
  "anya-e0903n:1129": "Ehi kho dāni me sakuṇagghi, ehi kho dāni me sakuṇagghi,",
  "anya-e0903n:1130": "(Dāruguḷoviya vinivattitvā tasseva leḍḍussa antare paccupādi. Aṭṭhakathā)",
  "anya-e0903n:1131": "Evañhi taṃ bhikkhave hoti yo agocare carati paravisaye.",
  "anya-e0903n:1132": "Tasmātiha bhikkhave mā agocare carittha paravisaye.",
  "anya-e0903n:1133": "Gocare bhikkhave caratha sake pettike visaye.",
  "anya-e0903n:1134": "Gocare bhikkhave carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ.",
  "anya-e0903n:1135": "Bhikkhunupassayasutta",
  "anya-e0903n:1136": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ bhikkhunupassayasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1137": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānando yāvattako ahosi bhikkhunīhi saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘evametaṃ ānanda, evametaṃ ānanda, yohi koci ānanda bhikkhu vā bhikkhunī vā catūsu satipaṭṭhānesu suppatiṭṭhitacitto viharati, tassetaṃ pāṭikaṅkhaṃ uḷāraṃ pubbenāparaṃ visesaṃ sañjānissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1138": "Cundasutta",
  "anya-e0903n:1139": "Pucchā – tattheva āvuso dutiye nālandavagge porāṇakehi dhammasaṃgāhakamahātherehi tatiyaṃ saṃgītaṃ cundasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1140": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃyeva ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānandatthero cundena samaṇuddesena saddhiṃ yena bhagavā tenupasaṅkami. Upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho bhante āyasmā ānando bhagavantaṃ etadavoca ‘‘ayaṃ bhante cundo samaṇuddeso evamāha ‘āyasmā bhante sāriputto parinibbuto, idamassa pattacīvara’nti. Api ca me bhante madhurakajāto viya kāyo, disāpi me na pakkhāyanti, dhammāpi maṃ nappaṭibhanti ‘āyasmā sāriputto parinibbuto’ti sutvā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘kiṃ nu kho te ānanda sāriputto sīlakkhandhaṃ vā ādāya parinibbuto, samādhikkhandhaṃ vā, paññākkhandhaṃvā, vimuttikkhandhaṃvā, vimuttiñāṇadassanakkhandhaṃ vā ādāya parinibbuto’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1141": "Ayaṃ bhante cundosamaṇuddeso evamāha.",
  "anya-e0903n:1142": "Tasmātihānanda attadīpā viharatha attasaraṇā anaññasaraṇā dhammadīpā dhammasaraṇā anaññasaraṇā.",
  "anya-e0903n:1143": "Bāhiyasutta",
  "anya-e0903n:1144": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ bāhiyasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1145": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ bāhiyaṃ ārabbha bhāsitaṃ. Āyasmā bhante bāhiyo bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha tvaṃ bāhiya ādimeva visodhehi kusalesu dhammesu. Ko cādikusalānaṃ dhammānaṃ, sīlañca suvisuddhaṃ diṭṭhica ujukā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1146": "Sīlaṭṭhitivagga",
  "anya-e0903n:1147": "Ciraṭṭhitisutta",
  "anya-e0903n:1148": "Pucchā – tattheva āvuso tatiye sīlaṭṭhitivagge porāṇakehi dhammasaṃgāhakamahātherehi dutiyaṃ saṃgītaṃ ciraṭṭhitisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1149": "Vissajjanā – pāṭaliputte bhante āyasmantaṃ bhaddaṃ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ. Āyasmā bhante bhaddo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami, upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca ‘‘ko nu kho āvuso ānanda hetu ko paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti, ko panāvuso ānanda hetu ko paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sādhu sādhu āvuso bhadda, bhaddako kho te āvuso bhadda ummaṅgo’’ti evamādinā āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n:1150": "Bhaddako te āvuso bhadda ummaṅgo.",
  "anya-e0903n:1151": "‘‘Catunnaṃ kho āvuso satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī’’ –",
  "anya-e0903n:1152": "Sirivaḍḍhasutta",
  "anya-e0903n:1153": "Pucchā – tassāvuso bhagavatā arahato sammāsambuddhassa pāvacanasamudayabhūtāya mahāvaggapāḷiyā satipaṭṭhānasaṃyutte sīlaṭṭhitivagge navamaṃ sirivaḍḍhasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1154": "Vissajjanā – rājagahe bhante sirivaḍḍhaṃ gahapatiṃ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ. Sirivaḍḍho bhante gahapati ābādhiko hoti dukkhito bāḷhagilāno. Athakho bhante āyasmā ānando yenasirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando sirivaḍḍhaṃ gahapatiṃ etadavoca ‘‘kacci te gahapati khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo’’ti. Na me bhante khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha te gahapati evaṃ sikkhitabbaṃ ‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā vineyya loke abhijjhā domanassaṃ. Vedanāsu. Citte. Dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā vineyya loke abhijjhā domanassa’nti. Evañhi te gahapati sikkhitabba’’nti. Evaṃ kho āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n:1155": "Iddhipādasaṃyutta",
  "anya-e0903n:1156": "Moggallānasutta",
  "anya-e0903n:1157": "Pucchā – iddhipādasaṃyutte āvuso catutthaṃ moggallānasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1158": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ. Sambahulā bhante bhikkhū heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. Tasmiṃ bhante vatthusmiṃ āyasmantaṃ mahāmoggallānaṃ te bhikkhū saṃvejetvā ‘‘kiṃ nu tumhe bhikkhave saṃviggā lomahaṭṭhajātā ekamantaṃ ṭhitā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1159": "Acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "anya-e0903n:1160": "Nivātañca vata.",
  "anya-e0903n:1161": "Ayañca migāramātupāsādo gambhīranemo.",
  "anya-e0903n:1162": "Tumheva kho bhikkhave saṃvejetukāmena moggallānena bhikkhunā pādaṅguṭṭhakena migāramātupāsādo saṅkampito sampakampito sampadhālito.",
  "anya-e0903n:1163": "Taṃ kiṃ maññatha bhikkhave, katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃ mahiddhiko evaṃ mahānubhāvo.",
  "anya-e0903n:1164": "Anuruddhasaṃyutta",
  "anya-e0903n:1165": "Bāḷhagilānasutta",
  "anya-e0903n:1166": "Pucchā – anuruddhasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ bāḷhaginānasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1167": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha āyasmatā anuruddhattherena bhāsitaṃ. Sambahulā bhante bhikkhū āyasmantaṃ anuruddhaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavocuṃ ‘‘katamenāyasmato anuruddhassa vihārena viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘catūsu kho me āvuso satipaṭṭhānesu suppatiṭṭhitacittassa viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī’’ti evamādinā āyasmatā anuruddhattherena bhāsitaṃ.",
  "anya-e0903n:1168": "Ānāpānasaṃyutta",
  "anya-e0903n:1169": "Mahākappinasutta",
  "anya-e0903n:1170": "Pucchā – ānāpānasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi sattamaṃ saṃgītaṃ mahākappinasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1171": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘passatha no tumhe bhikkhave etassa bhikkhuno kāyassa iñjitattaṃ vā phanditabbaṃ vā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1172": "Icchānaṅgalasutta",
  "anya-e0903n:1173": "Pucchā – tattheva āvuso dutiyavagge paṭhamaṃ icchānaṅgalasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1174": "Vissajjanā – icchānaṅgale bhante sambahule bhikkhū ārabbha ‘‘sace kho bhikkhave aññatitthiyā paribbājakā evaṃ puccheyyuṃ ‘katame nāvuso vihārena samaṇo gotamo vassāvāsaṃ bahulaṃ vihāsī’ti. Evaṃ puṭṭhā tumhe bhikkhave tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha ānāpānassatisamādhinā kho āvuso bhagavā vassāvāsaṃ bahulaṃ vihāsī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:1175": "Sotāpattisaṃyutta",
  "anya-e0903n:1176": "Cakkavattirājasutta",
  "anya-e0903n:1177": "Pucchā – sotāpattisaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ cakkavattirājasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1178": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘kiñcāpi bhikkhave rājā cakkavattī catunnaṃ dīpānaṃ issariyādhipaccaṃ rajjaṃ kāretvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati devānaṃ tāvatiṃsānaṃ sahabyataṃ, so tattha nandane vane accharāsaṅghaparivuto dibbehi ca pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti so catūhi dhammehi asamannāgato, atha kho so aparimuttova nirayā, aparimutto tiracchānayoniyā, aparimutto pettivisayā, aparimutto apāyaduggativinipātā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:1179": "Dīghāvu upāsakasutta",
  "anya-e0903n:1180": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi tatiyaṃ saṃgītaṃ dīghāvuupāsakasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1181": "Vissajjanā – rājagahe bhante dīghāvuṃ upāsakaṃ ārabbha bhāsitaṃ. Bhagavā bhante dīghāvuṃ upāsakaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavoca ‘‘kacci te dīghāvu khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo’’ti. Na me bhante khamanīyaṃ, na yāpanīyaṃ bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamoti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha te dīghāvu evaṃ sikkhitabbaṃ buddhe aveccappasādena samannāgato bhavissāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1182": "Yānimāni bhante bhagavatā cattāri sotāpattiyaṅgāni desitāni, saṃvijjante te dhammā mayi–",
  "anya-e0903n:1183": "Tasmātiha tvaṃ dīghāvu imesu catūsu sotāpattiyaṅgesu patiṭṭhāya cha vijjābhāgiye dhamme uttari bhāveyyāsi–",
  "anya-e0903n:1184": "Mā tvaṃ tāta dīghāvu evaṃ manasākāsi.",
  "anya-e0903n:1185": "Iṅgha tvaṃ tāta dīghāvu yadeva te bhagavā āha, tadeva tvaṃ sādhukaṃ manasikarohi.",
  "anya-e0903n:1186": "Paṇḍito bhikkhave dīghāvu upāsako.",
  "anya-e0903n:1187": "Paccapādi dhammassānudhammaṃ.",
  "anya-e0903n:1188": "Na ca maṃ dhammādhikaraṇaṃ viheṭhesi.",
  "anya-e0903n:1189": "Dīghāvu bhikkhave upāsako pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.",
  "anya-e0903n:1190": "Veḷudvāreyyasutta",
  "anya-e0903n:1191": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena sotāpattisaṃyutte sattamaṃ saṃgītaṃ veḷudvāreyyasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1192": "Vissajjanā – kosalesu bhante veḷudvāre nāma kosalānaṃ brāhmaṇa gāme veḷudvāreyyake brāhmaṇagahapatike ārabbha bhāsitaṃ.",
  "anya-e0903n:1193": "Veḷudvāreyyakā bhante brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ ‘‘mayaṃ bho gotama evaṃkāmā evaṃchandā evaṃadhippāyā puttasambādhasayanaṃ ajjhāvaseyyāma…pe… jātarūparajataṃ sādiyeyyāma, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāma, tesaṃ no bhavaṃ gotamo amhākaṃ evaṃkāmānaṃ evaṃchandānaṃ evaṃadhippāyānaṃ tathā dammaṃ desetu, yathā mayaṃ puttasambādhasayanaṃ ajjhāvaseyyāma…pe… kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāmā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘attūpanāyikaṃ vo gahapatayo dhammapariyāyaṃ desessāmi, taṃ suṇātha sādhukaṃ manasi karotha, bhāsissāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1194": "Saraṇānivagga",
  "anya-e0903n:1195": "Paṭhama mahānāmasutta",
  "anya-e0903n:1196": "Pucchā – tattheva āvuso tatiye saraṇānivagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ paṭhamamahānāmasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1197": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme mahānāmaṃ sakkaṃ ārabbha bhāsitaṃ. Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘idaṃ bhante kapilavatthu iddhañceva phītañca bāhujaññaṃ ākiṇṇamanussaṃ sambādhabyūhaṃ, so khvāhaṃ bhante bhagavantaṃ vā payirupāsitvā manobhāvanīye vā bhikkhū sāyanhasamayaṃ kapilavatthuṃ pavisanto bhantenapi hatthinā samāgacchāmi, bhantenapi assena samāgacchāmi, bhantenapi rathena samāgacchāmi, bhantenapi sakaṭena samāgacchāmi, bhantenapi purisena samāgacchāmi, tassa mayhaṃ bhante tasmiṃ samaye mussateva bhagavantaṃ ārabbha sati, mussati dhammaṃ ārabbha sati, mussati saṅghaṃ ārabbha sati, tassa mayhaṃ bhante evaṃ hoti imamhi cāhaṃ samaye kālaṃ kareyyaṃ, kā mayhaṃ gati, ko abhisamparāyo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘mā bhāyi mahānāma, mā bhāyi mahānāma, apāpakaṃ te maraṇaṃ bhavissati apāpikā kālaṃ kiriyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1198": "Dutiya saraṇānisakkasutta",
  "anya-e0903n:1199": "Pucchā – tattheva āvuso dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ dutiyasaraṇānisakkasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1200": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme mahānāmaṃyeva sakkaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n:1201": "Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘idha bhante saraṇāni sakko kālaṅkato, so bhagavatā byākato ‘sotāpanno avinipātadhammo niyato sambodhiparāyaṇo’ti. Tatra sudaṃ bhante sambahulā sakkā saṅgamma samāgamma ujjhāyanti khīyanti vipācenti ‘acchariyaṃ vata bho, abbhutaṃ vata",
  "anya-e0903n:1202": "Bho, ettha dāni ko na sotāpanno bhavissati, yatra hi nāma saraṇāni sakko kālaṅkato, so bhagavatā byākato ‘sotāpanno avinipātadhammo niyato sambodhiparāyaṇo’ti, saraṇāni sakko sikkhāya aparipūrakārī ahosī’’ti tasmiṃ bhante vatthusmiṃ ‘‘yo so mahānāma dīgharattaṃ upāsako buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṅghaṃ saraṇaṃ gato, so kathaṃ vinipātaṃ gaccheyyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1203": "Paṭhama anāthapiṇḍikasutta",
  "anya-e0903n:1204": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ paṭhamaanāthapiṇḍikasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n:1205": "Vissajjanā – sāvatthiyaṃ bhante anāthapiṇḍikaṃ gahapatiṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:1206": "Āyasmā bhante sāriputtatthero āyasmatā ānandattherena pacchāsamaṇena saddhiṃ yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavoca ‘‘kacci te gahapati khamanīyaṃ kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti, no abhikkamanti, paṭikkamosānaṃ paññāyati, no abhikkamo’’ti, na me bhante khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti, abhikkamosānaṃ paññāyati, no paṭikkamoti. Tasmiṃ bhante vatthusmiṃ ‘‘yathā rūpena kho gahapati buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ niyaraṃ upapajjati tathārūpo te buddhe appasādo natthi, atthi ca kho te gahapati buddhe aveccappasādo ‘itipi so bhagavā arahaṃ sammāsambuddho…pe… bhagavā’ti tañca pana te buddhe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyyā’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n:1207": "Yassa saddhā tathāgate, acalā suppatiṭṭhitā;",
  "anya-e0903n:1208": "Sīlañca yassa kalyāṇaṃ, ariyakantaṃ pasaṃsitaṃ.",
  "anya-e0903n:1209": "Saṅghe pasādo yassatthi, ujubhūtañca dassanaṃ;",
  "anya-e0903n:1210": "Adaliddoti taṃ āhu, amoghaṃ tassa jīvitaṃ.",
  "anya-e0903n:1211": "Tasmā saddhañca sīlañca, pasādaṃ dhammadassanaṃ;",
  "anya-e0903n:1212": "Anuyuñjetha medhāvī, saraṃ buddhānasāsanaṃ.",
  "anya-e0903n:1213": "Puññābhisandavagga",
  "anya-e0903n:1214": "Mahānāmasutta",
  "anya-e0903n:1215": "Pucchā – tattheva āvuso puññābhisandavaggo porāṇakehi dhammasaṃgāhakamahātherehi sattamaṃ saṃgītaṃ mahānāmasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1216": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ mahānāmaṃ sakkaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n:1217": "Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘kittāvatā nu kho bhante upāsako hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yato kho mahānāma buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hotī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1218": "Kittāvatā nu kho bhante upāsako hoti.",
  "anya-e0903n:1219": "Kāḷigodhasutta",
  "anya-e0903n:1220": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi navamaṃ saṃgītaṃ kāḷigodhasuttaṃ bhagavatā kattha kaṃ kārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1221": "Vissajjanā – sakkesu bhante kāḷigodhaṃ nāma sākiyāniṃ ārabbha ‘‘catūhi kho godhe dhammehi samannāgatā ariyasāvikā sotāpannā hoti avinipātadhammā niyatā sambodhiparāyaṇā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1222": "Lābhā te godhe, suladdhaṃ te godhe, sotāpattiphalaṃ tayā godhe –",
  "anya-e0903n:1223": "Nandiyasakkasutta",
  "anya-e0903n:1224": "Pucchā – tenāvuso jānatā…pe… sammāsambuddhena sotāpattisaṃyutte puññābhisandavagge dasamaṃ nandiyasakkasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n:1225": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme nandiyaṃ sakkaṃ ārabbha bhāsitaṃ. Nandiyo bhante sakko bhagavantaṃ etadavoca ‘‘yasseva nu kho bhante ariyasāvakassa cattāri sotāpattiyaṅgāni sabbena sabbaṃ sabbathāsabbaṃ natthi, sveva nu kho bhante ariyasāvako pamādavihārī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yassa kho nandiya cattāri sotāpattiyaṅgāni sabbenasabbaṃ sabbathāsabbaṃ natthi, tamahaṃ bāhiro puthujjanapakkhe ṭhitoti vadāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1226": "Saccasaṃyutta",
  "anya-e0903n:1227": "Tiracchānakathāsutta",
  "anya-e0903n:1228": "Pucchā – saccasaṃyutte āvuso porāṇakehi dhammasaṃgāyakamahātherehi dasamaṃ saṃgītaṃ tiracchānakathāsuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1229": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha mā bhikkhave anekavihitaṃ tiracchānakathaṃ katheyyātha. Seyyathidaṃ, rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n:1230": "Idaṃ dukkhanti katheyyātha.",
  "anya-e0903n:1231": "Tasmātiha bhikkhave idaṃ dukkhanti yogo karaṇīyo…pe… ayaṃ dukkhanirodhagāminī paṭipadāti yogo karaṇīyo.",
  "anya-e0903n:1232": "Dhammacakkapavattanasutta",
  "anya-e0903n:1233": "Pucchā – tattheva āvuso dhammacakkappavattanavagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ dhammacakkapavattanasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1234": "Vissajjanā – bārāṇasiyaṃ bhante isipatane migadāye pañcavaggiye bhikkhū ārabbha ‘‘dve me bhikkhave antā pabbajitena nasevitabbā. Katame dve, yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, yo cāyaṃ attakilamathānuyogo dukkho anariyo anatthasaṃhito, ete kho bhikkhave ubho ante anupagamma majjhimāpaṭipadā tathāgatena abhisambuddhā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1235": "Āsavakkhayasutta",
  "anya-e0903n:1236": "Pucchā – tattheva āvuso koṭigāmavagge porāṇakehi dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ āsavakkhayasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1237": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘jānatohaṃ bhikkhave passato āsavānaṃ khayaṃ vadāmi, no ajānato apassato. Kiñca bhikkhave jānato passato āsavānaṃ khayo hoti, idaṃ dukkhanti bhikkhave jānato passato āsavānaṃ khayo hoti, ayaṃ dukkhasamudayoti, ayaṃ dukkhanirodhoti, ayaṃ dukkhanirodhagāminīpaṭipadāti jānato passato āsavānaṃ khayo hoti. Evaṃ kho bhikkhave jānato evaṃ passato āsavānaṃ khayo hoti. Tasmātiha bhikkhave ‘‘idaṃ dukkha’’nti yogo karaṇīyo, ayaṃ dukkhasamudayoti, ayaṃ dukkhanirodhoti, ayaṃ dukkhanirodhagāminīpaṭipadāti yogo karaṇīyo’’ti evaṃ kho bhagavatā bhāsitaṃ.",
  "anya-e0903n:1238": "Sīsapāvanasutta",
  "anya-e0903n:1239": "Pucchā – tattheva āvuso sīsapāvanavagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ sīsapāvanasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n:1240": "Vissajjanā – kosambiyaṃ bhante sīsapāvane sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nukho bahutaraṃ yāni vā mayā parittāni sīsapāpaṇṇāni pāṇinā gahitāni yadidaṃ upari sīsapāvane’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n:1241": "Pañcagatipeyyālavagga",
  "anya-e0903n:1242": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi pariyosānabhāvena saṃgīto pañcagatipeyyālavagge, bhagavatā kattha kaṃ ārabbha kathañca bhāsito.",
  "anya-e0903n:1243": "Vissajjanā – vesāliyaṃ bhante sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yo vāyaṃ mayā paritto nakhasikhāyaṃ paṃsu āropito, ayaṃ vā mahāpathavī’’ti evamādinā bhagavatā bhāsito.",
  "anya-e0903n:1244": "Pucchā – ke āvuso sikkhanti.",
  "anya-e0903n:1245": "Vissajjanā – sekkhā ca bhante puthujjanakalyāṇakā ca sikkhanti.",
  "anya-e0903n:1246": "Pucchā – ke āvuso sikkhitasikkhā.",
  "anya-e0903n:1247": "Vissajjanā – arahanto bhante sikkhitasikkhā.",
  "anya-e0903n:1248": "Pucchā – kattha āvuso ṭhitaṃ.",
  "anya-e0903n:1249": "Vissajjanā – sikkhākāmesu bhante ṭhitaṃ.",
  "anya-e0903n:1250": "Pucchā – ke āvuso dhārenti.",
  "anya-e0903n:1251": "Vissajjanā – yesaṃ bhante vattati te dhārenti.",
  "anya-e0903n:1252": "Pucchā – kassa āvuso vacanaṃ.",
  "anya-e0903n:1253": "Vissajjanā – bhagavato bhante vacanaṃ arahato sammāsambuddhassa.",
  "anya-e0903n:1254": "Pucchā – kena āvuso ābhataṃ.",
  "anya-e0903n:1255": "Vissajjanā – paramparāya bhante ābhataṃ."
}