{
  "anya-e0103n5:0": "5. Sesakasiṇaniddesavaṇṇanā",
  "anya-e0103n5:1": "Āpokasiṇakathāvaṇṇanā",
  "anya-e0103n5:2": "91. Yathāvitthāritassa atthassa atidesopi vitthāraṭṭhāneyeva tiṭṭhatīti āha ‘‘vitthārakathā hotī’’ti. Āpokasiṇanti āpokasiṇajjhānaṃ, āpokasiṇakammaṭṭhānaṃ vā. Sabbaṃ vitthāretabbanti pathavīkasiṇakammaṭṭhāne vuttanayena vitthāretabbaṃ. Ettakampīti ‘‘kate vā akate vāti sabbaṃ vitthāretabba’’nti ettakampi avatvā. Sāmuddikena loṇudakena bharito jalāsayo loṇī. Nīlādivaṇṇasaṅkarapariharaṇatthaṃ ‘‘suddhavatthena gahita’’nti vuttaṃ. Aññanti bhūmiṃ sampattaṃ. Tathārūpanti yādisaṃ ākāsajaṃ udakaṃ, tādisaṃ. Tenāha ‘‘vippasannaṃ anāvila’’nti, yaṃ pana udakanti sambandho. ‘‘Na vaṇṇo paccavekkhitabbo’’tiādīsu yaṃ vattabbaṃ, taṃ pathavīkasiṇakathāyaṃ vuttameva. Lakkhaṇaṃ pana idha paggharaṇalakkhaṇaṃ veditabbaṃ.",
  "anya-e0103n5:3": "Vuttanayenevāti pathavīkasiṇabhāvanāyaṃ vuttanayeneva. Taraṅguṭṭhānādi, pheṇamissatādi ca idha kasiṇadoso. Soti yogāvacaro. Tassāti paṭibhāganimittassa.",
  "anya-e0103n5:4": "Tejokasiṇakathāvaṇṇanā",
  "anya-e0103n5:5": "92.Siniddhāni sinehavantāni. Sāradārūni na pheggudārūni. Jālāya ciraṭṭhitatthaṃ siniddhasāradāruggahaṇaṃ. Ghaṭikaṃ ghaṭikaṃ katvāti khandhaso karitvā. Ālimpetvāti jāletvā. Ghanajālāyāti aviraḷavasena pavattaaggijālāyaṃ.",
  "anya-e0103n5:6": "Patanasadisanti patamānasadisaṃ. Akate gaṇhantassāti vuttanayena yathā kasiṇamaṇḍalaṃ paññāyati, evaṃ anabhisaṅkhate kevale tejasmiṃ nimittaṃ gaṇhantassa.",
  "anya-e0103n5:7": "Vāyokasiṇakathāvaṇṇanā",
  "anya-e0103n5:8": "93.Vuttañhetanti ettha hi-saddo hetuattho, yasmāti attho. Tassa ‘‘tasmā’’ti iminā sambandho. Ucchagganti ucchukhette yathāṭhitānaṃ aggaṃ. Eritanti vātena calitaṃ. Sameritanti sabbaso calitaṃ. Tasmāti yasmā ‘‘vāyokasiṇaṃ…pe… upalakkhetī’’ti evaṃ vuttaṃ aṭṭhakathāyaṃ, tasmā. Samasīsaṭṭhitanti upari pattānaṃ vasena samasīsaṃ hutvā ṭhitaṃ. Veḷuṃ vā rukkhaṃ vāti etthāpi ‘‘samasīsaṃ ṭhitaṃ ghanapattaveḷuṃ vā ghanapattarukkhaṃ vā’’ti ānetvā yojetabbaṃ. Ekaṅgulādippamāṇesu kesesu rassabhāvato, dīghataresu olambanato, viraḷesu anuppavesato vātappahāro na paññāyatīti caturaṅgulappamāṇaggahaṇaṃ, ghanaggahaṇañca kataṃ. Etasmiṃ ṭhāne paharatīti satiṃ ṭhapetvāti ucchaggādīnaṃ pacalanākāraggahaṇamukhena tesaṃ pahārake vātasaṅghāte satiṃ upaṭṭhapetvā. Tattha satiṃ ṭhapetvāti tasmiṃ kāyapadesassa saṅghaṭṭanavasena pavatte vāyupiṇḍe saṅghaṭṭanākāraggahaṇamukhena satiṃ upaṭṭhapetvā. ‘‘Usumavaṭṭisadisa’’nti etena purimakasiṇassa viya imassāpi nimittassa saṃviggahataṃ dasseti. ‘‘Niccala’’nti iminā niccalabhāvoyeva uggahanimittato imassa visesoti paṭibhāganimittassāpi usumavaṭṭisadisatāva vibhāvitā hoti.",
  "anya-e0103n5:9": "Nīlakasiṇakathāvaṇṇanā",
  "anya-e0103n5:10": "94. Añjanarājivaṭṭādi vaṇṇadhātuyā vā. Tathārūpaṃ mālāgacchanti aviraḷavikasitanīlavaṇṇapupphasañchannaṃ pupphagacchaṃ. Itarenāti akatādhikārena. Girikaṇṇikaggahanena nīlaṃ girikaṇṇikamāha. Karaṇḍapaṭalaṃ samuggapidhānaṃ. Pattehiyevāti nīluppalādīnaṃ kesaravaṇṭāni apanetvā kevalehi pattehiyeva. Pūretabbanti nīlavaṇṇaṃ vatthaṃ gahetvā bhaṇḍikaṃ viya bandhitvā yathā nīlamaṇḍalaṃ hutvā paññāyati, tathā caṅkoṭakaṃ vā karaṇḍapaṭalaṃ vā pūretabbaṃ. Mukhavaṭṭiyaṃ vā assāti assa caṅkoṭakassa, karaṇḍapaṭalassa vā mukhavaṭṭiyaṃ bandhitabbaṃ. Maṇitālavaṇṭaṃ indanīlamaṇimayaṃ tālavaṇṭaṃ.",
  "anya-e0103n5:11": "Pītakasiṇakathāvaṇṇanā",
  "anya-e0103n5:12": "95. Pītakasiṇe mālāgacchanti ikkaṭādimālāgacchaṃ. Haritālaṃ, manosilā vā dhātu. Pattaṅgapupphehīti pattaṅganāmikā pītavaṇṇapupphā ekā gacchajāti, tassa pupphehi. Āsanapūjanti cetiyaṅgaṇe kataṃ āsanapūjaṃ . Kaṇikārapupphādināti ādi-saddena ākulikiṅkirātapupphādīnaṃ saṅgaho daṭṭhabbo.",
  "anya-e0103n5:13": "Lohitakasiṇakathāvaṇṇanā",
  "anya-e0103n5:14": "96.Lohitamaṇi lohitaṅgamaṇiādi. Lohitadhātu gerukajātihiṅgulikādi.",
  "anya-e0103n5:15": "Odātakasiṇakathāvaṇṇanā",
  "anya-e0103n5:16": "97. Odātakasiṇe mālāgacchanti nandiyāvattādimālāgacchaṃ. Dhātu kakkaṭimuttasetikādi.",
  "anya-e0103n5:17": "Ālokakasiṇakathāvaṇṇanā",
  "anya-e0103n5:18": "98.Tathā asakkontenāti yathā sūriyālokādivasena obhāsanimittuppādanaṃ vuttaṃ, tassa obhāsamaṇḍalassa na ciraṭṭhititāya tathā nimittuppādanaṃ kātuṃ asakkontena. Ghaṭamukhena niggacchanakaobhāsassa mahantabhāvato ‘‘ghaṭamukhaṃ pidahitvā’’ti vuttaṃ. Bhittimukhanti bhittiabhimukhaṃ. Uṭṭhitamaṇḍalasadisanti bhittiādīsu uṭṭhitapākatikaālokamaṇḍalasadisaṃ. Ghanavippasannaṃ ālokapuñjasadisanti bhagavato byāmappabhā viya bahalo, vippasanno ca hutvā puñjabhūto āloko atthi ce, taṃsadisoti attho.",
  "anya-e0103n5:19": "Paricchinnākāsakasiṇakathāvaṇṇanā",
  "anya-e0103n5:20": "99.Chiddasadisameva hotīti yehi bhittipariyantādīhi paricchinnaṃ, taṃ chiddaṃ, taṃsadisaṃ, tenavākārena uggahanimittaṃ upaṭṭhātīti attho. ‘‘Vaḍḍhiyamānampi na vaḍḍhatī’’ti uggahanimittassa avaḍḍhanīyataṃ dassetuṃ vuttaṃ. Sabbampi hi uggahanimittaṃ vaḍḍhiyamānaṃ na vaḍḍhatiyeva. Satipi ca vaḍḍhetukāmatāyaṃ vaḍḍhanā na sambhavati bhāvanāya paridubbalattā. Bhāvanāvasena hi nimittavaḍḍhanā . Paṭibhāganimittaṃ pana tasmiṃ uppanne bhāvanā thirāti katvā ‘‘vaḍḍhiyamānaṃ vaḍḍhatī’’ti vuttaṃ.",
  "anya-e0103n5:21": "Kiñcāpi pāḷiyaṃ ‘‘pathavīkasiṇādīni rūpajhānārammaṇāni aṭṭheva kasiṇāni sarūpato āgatāni, odātakasiṇe pana ālokakasiṇaṃ, ākāsakasiṇe ca paricchinnākāsakasiṇaṃ antogadhaṃ katvā desanā katā’’ti adhippāyenāha ‘‘iti kasiṇāni dasabalo, dasa yāni avocā’’ti. Pakiṇṇakakathāpi viññeyyāti pubbe viya asādhāraṇaṃ tasmiṃ tasmiṃ kasiṇe paṭiniyatameva atthaṃ aggahetvā asādhāraṇato, sādhāraṇato ca tattha tattha pakiṇṇakaṃ visaṭaṃ atthaṃ gahetvā pavattā pakiṇṇakakathāpi vijānitabbā.",
  "anya-e0103n5:22": "Pakiṇṇakakathāvaṇṇanā",
  "anya-e0103n5:23": "100.Ādibhāvoti ettha ādi-saddena yassa kassaci pathavīpakkhiyassa vatthuno nimmānādiṃ saṅgaṇhāti. Ṭhānanisajjādikappanaṃ vāti etthāpi ‘‘ākāse vā udake vā’’ti ānetvā sambandhitabbaṃ. Parittaappamāṇanayenāti nīlādivaṇṇaṃ anāmasitvā parittaappamāṇanayeneva. Evamādīnīti ādi-saddena sarīrato udakadhārānimmānādiṃ saṅgaṇhāti.",
  "anya-e0103n5:24": "Yadeva so icchati tassa ḍahanasamatthatāti bahūsu kappāsapicusāradāruādīsu ekajjhaṃ rāsibhūtesu ṭhitesu yaṃ yadeva icchati, tassa tasseva ḍahanasamatthatā. Idha ādi-saddena andhakāravidhamanādiṃ saṅgaṇhāti.",
  "anya-e0103n5:25": "Vāyugatiyā gamanaṃ vāyugatigamanaṃ, atisīghagamanaṃ. Idha ādi-saddena yadicchitadesantaraṃ pāpuṇanādiṃ saṅgaṇhāti.",
  "anya-e0103n5:26": "Suvaṇṇanti adhimuccanā suvaṇṇabhāvādhiṭṭhānaṃ seyyathāpi āyasmā pilindavaccho (pārā. 619-620) tiṇaṇḍupagapāsādādīnaṃ. Vuttanayenāti suvaṇṇadubbaṇṇanayena.",
  "anya-e0103n5:27": "Vaṇṇakasiṇesu tattha tattha ādi-saddena nīlobhāsanimmānādīnaṃ saṅgaho daṭṭhabbo. Pathavīpabbatādīti ādi-saddena samuddādīnaṃ saṅgaho daṭṭhabbo.",
  "anya-e0103n5:28": "Sabbāneva dasapi kasiṇāni. Imaṃ pabhedaṃ labhantīti imaṃ vaḍḍhanādivisesaṃ pāpuṇanti. Ekoti ekacco. Sañjānātīti bhāvanāpaññāya sañjānāti. Ādi-saddena ‘‘āpokasiṇa’’ntiādipāḷiṃ saṅgaṇhāti.",
  "anya-e0103n5:29": "Uparigaganatalābhimukhaṃ ‘‘pathavīkasiṇameko sañjānātī’’ti pāḷipadāni ānetvā sambandhitabbaṃ. Tañca kho vaḍḍhanavasena. Tenāha ‘‘ekacco hi uddhameva kasiṇaṃ vaḍḍhetī’’ti. Heṭṭhābhūmitalābhimukhantiādīsupi eseva nayo. Pubbe vaḍḍhanakāle payojanaṃ anapekkhitvā vaḍḍhentānaṃ vasena vuttattā idāni ‘‘tena tena vā kāraṇena evaṃ pasāretī’’ti āha, kasiṇaṃ vaḍḍhetīti attho. Yathā kinti āha ‘‘ālokamiva dibbacakkhunā rūpadassanakāmo’’ti. Uddhañce rūpaṃ daṭṭhukāmo uddhaṃ ālokaṃ pasāreti, adho ce rūpaṃ daṭṭhukāmo adho ālokaṃ pasāreti, samantato ce rūpaṃ daṭṭhukāmo samantato ālokaṃ pasāreti, evamayaṃ kasiṇanti attho.",
  "anya-e0103n5:30": "Ekassāti pathavīkasiṇādīsu ekekassa. Aññabhāvānupagamanatthanti aññakasiṇabhāvānupagamanadīpanatthaṃ, na aññaṃ pathavīādi. Na hi udakena ṭhitaṭṭhāne sasambhārapathavī atthi. Añño kasiṇasambhedoti āpokasiṇādinā saṅkaro. Sabbatthāti sabbesu āpokasiṇādīsu sesakasiṇesu. Ekadese aṭṭhatvā anavasesena pharaṇappamāṇassa aggahaṇato pharaṇaṃ appamāṇaṃ. Teneva hi nesaṃ kasiṇasamaññā. Tathā cāha ‘‘tañhī’’tiādi. Tattha cetasā pharantoti bhāvanācittena ālambanaṃ karonto. Bhāvanācittañhi kasiṇaṃ parittaṃ vā vipulaṃ vā ekakkhaṇe sakalameva manasi karoti, na ekadesanti.",
  "anya-e0103n5:31": "101.Ānantariyakammasamaṅginoti pañcasu ānantariyakammesu yena kenaci samannāgatā. Niyatamicchādiṭṭhikāti ahetukadiṭṭhi akiriyadiṭṭhi natthikadiṭṭhīti tīsu micchādiṭṭhīsu yāya kāyaci niyatāya micchādiṭṭhiyā samannāgatā. Ubhatobyañjanakapaṇḍakāti ubhatobyañjanakā, paṇḍakā ca. Kāmañcete ahetukapaṭisandhikattā vipākāvaraṇena samannāgatā honti, tathāpi tibbakilesattā kilesāvaraṇena samannāgatā vuttā. Ahetukadvihetukapaṭisandhikāti ahetukapaṭisandhikā , dvihetukapaṭisandhikā ca. Duhetukapaṭisandhikānampi hi ariyamaggapaṭivedho, jhānapaṭilābho ca natthi, tasmā tepi vipākāvaraṇena samannāgatā eva.",
  "anya-e0103n5:32": "Apaccanīkapaṭipadāyanti maggassa anulomapaṭipadāyaṃ saccānulomikāyaṃ vipassanāyaṃ. Acchandikāti ‘‘kattukamyatāchandarahitā’’ti sammohavinodaniyaṃ vuttaṃ, tampi nibbānādhigamatthameva kattukamyatāchandaṃ sandhāya vuttanti daṭṭhabbaṃ. Uttarakurukāpi manussā mārādayo viya acchandikaṭṭhānaṃ paviṭṭhā nibbutichandarahitattā. Duppaññāti bhavaṅgapaññāya parihīnā. ‘‘Bhavaṅgapaññāya paripuṇṇāyapi yassa bhavaṅgaṃ lokuttarassa pādakaṃ na hoti, sopi duppaññoyevā’’ti sammohavinodaniyaṃ vuttaṃ. Yasmiṃ hi bhavaṅge vattamāne taṃsantatiyaṃ lokuttaraṃ nibbattati, taṃ tassa pādakaṃ nāma hoti.",
  "anya-e0103n5:33": "Kusalesu dhammesūti anavajjadhammesu, sukhavipākadhammesu vā. Okkamitunti adhigantuṃ. Kasiṇeyevāti kasiṇakammaṭṭhāneyeva. Etesanti kammāvaraṇasamannāgatādīnaṃ. Tasmāti yasmā ete vipākantarāyādayo evaṃ atthajānikarā, anatthahetubhūtā ca, tasmā. Tiṇṇameva cettha antarāyānaṃ gahaṇaṃ itarassa sappaṭikārattā, kammantarāyapakkhikattā vāti daṭṭhabbaṃ. Sappurisūpanissayādīhīti ādi-saddena tajjaṃ yonisomanasikārādiṃ saṅgaṇhāti. Saddhanti kammaphalasaddhaṃ, ratanattayasaddhañca. Chandanti bhāvanānuyoge tibbakattukamyatāsaṅkhātaṃ kusalacchandaṃ. Paññanti pārihāriyapaññaṃ. Vaḍḍhetvāti yathā bhāvanā ijjhati, tathā paribrūhetvā. Yaṃ panettha atthato na vibhattaṃ, taṃ suviññeyyattā, heṭṭhā vuttanayattā ca na vibhattaṃ.",
  "anya-e0103n5:34": "Sesakasiṇaniddesavaṇṇanā niṭṭhitā.",
  "anya-e0103n5:35": "Iti pañcamaparicchedavaṇṇanā."
}