{
  "anya-e0101n11:0": "11. Samādhiniddeso",
  "anya-e0101n11:1": "Āhārepaṭikkūlabhāvanā",
  "anya-e0101n11:2": "294. Idāni āruppānantaraṃ ekā saññāti evaṃ uddiṭṭhāya āhāre paṭikkūlasaññāya bhāvanāniddeso anuppatto. Tattha āharatīti āhāro. So catubbidho kabaḷīkārāhāro, phassāhāro, manosañcetanāhāro, viññāṇāhāroti.",
  "anya-e0101n11:3": "Ko panettha kimāharatīti? Kabaḷīkārāhāro ojaṭṭhamakaṃ rūpaṃ āharati. Phassāhāro tisso vedanā āharati. Manosañcetanāhāro tīsu bhavesu paṭisandhiṃ āharati. Viññāṇāhāro paṭisandhikkhaṇe nāmarūpaṃ āharati.",
  "anya-e0101n11:4": "Tesu kabaḷīkārāhāre nikantibhayaṃ. Phassāhāre upagamanabhayaṃ. Manosañcetanāhāre upapattibhayaṃ. Viññāṇāhāre paṭisandhibhayaṃ. Evaṃ sappaṭibhayesu ca tesu kabaḷīkārāhāro puttamaṃsūpamena (saṃ. ni. 2.63) dīpetabbo. Phassāhāro niccammagāvūpamena (saṃ. ni. 2.63). Manosañcetanāhāro aṅgārakāsūpamena (saṃ. ni. 2.63). Viññāṇāhāro sattisatūpamenāti (saṃ. ni. 2.63). Imesu pana catūsu āhāresu asitapītakhāyitasāyitappabhedo kabaḷīkāro āhārova imasmiṃ atthe āhāroti adhippeto. Tasmiṃ āhāre paṭikkūlākāraggahaṇavasena uppannā saññā āhāre paṭikkūlasaññā.",
  "anya-e0101n11:5": "Taṃ āhāre paṭikkūlasaññaṃ bhāvetukāmena kammaṭṭhānaṃ uggahetvā uggahato ekapadampi avirajjhantena rahogatena paṭisallīnena asitapītakhāyitasāyitappabhede kabaḷīkārāhāre dasahākārehi paṭikkūlatā paccavekkhitabbā. Seyyathidaṃ, gamanato, pariyesanato, paribhogato, āsayato, nidhānato, aparipakkato, paripakkato, phalato, nissandato, sammakkhanatoti.",
  "anya-e0101n11:6": "295. Tattha gamanatoti evaṃ mahānubhāve nāma sāsane pabbajitena sakalarattiṃ buddhavacanasajjhāyaṃ vā samaṇadhammaṃ vā katvā kālasseva vuṭṭhāya cetiyaṅgaṇabodhiyaṅgaṇavattaṃ katvā pānīyaṃ paribhojanīyaṃ upaṭṭhapetvā pariveṇaṃ sammajjitvā sarīraṃ paṭijaggitvā āsanamārūyha vīsatiṃsa vāre kammaṭṭhānaṃ manasikaritvā uṭṭhāya pattacīvaraṃ gahetvā nijanasambādhāni pavivekasukhāni chāyūdakasampannāni sucīni sītalāni ramaṇīyabhūmibhāgāni tapovanāni pahāya ariyaṃ vivekaratiṃ anapekkhitvā susānābhimukhena siṅgālena viya āhāratthāya gāmābhimukhena gantabbaṃ.",
  "anya-e0101n11:7": "Evaṃ gacchatā ca mañcamhā vā pīṭhamhā vā otaraṇato paṭṭhāya pādarajagharagolikavaccādisamparikiṇṇaṃ paccattharaṇaṃ akkamitabbaṃ hoti. Tato appekadā mūsikajatukavaccādīhi upahatattā antogabbhato paṭikkūlataraṃ pamukhaṃ daṭṭhabbaṃ hoti. Tato ulūkapārāvatādivaccasammakkhitattā uparimatalato paṭikkūlataraṃ heṭṭhimatalaṃ. Tato kadāci kadāci vāteritehi purāṇatiṇapaṇṇehi gilānasāmaṇerānaṃ muttakarīsakheḷasiṅghāṇikāhi vassakāle udakacikkhallādīhi ca saṃkiliṭṭhattā heṭṭhimatalato paṭikkūlataraṃ pariveṇaṃ. Pariveṇato paṭikkūlatarā vihāraracchā daṭṭhabbā hoti.",
  "anya-e0101n11:8": "Anupubbena pana bodhiñca cetiyañca vanditvā vitakkamāḷake ṭhitena muttarāsisadisaṃ cetiyaṃ morapiñchakalāpamanoharaṃ bodhiṃ devavimānasampattisassirīkaṃ senāsanañca anapaloketvā evarūpaṃ nāma ramaṇīyaṃ padesaṃ piṭṭhito katvā āhārahetu gantabbaṃ bhavissatīti pakkamitvā gāmamaggaṃ paṭipannena khāṇukaṇṭakamaggopi udakavegabhinnavisamamaggopi daṭṭhabbo hoti.",
  "anya-e0101n11:9": "Tato gaṇḍaṃ paṭicchādentena viya nivāsanaṃ nivāsetvā vaṇacoḷakaṃ bandhantena viya kāyabandhanaṃ bandhitvā aṭṭhisaṅghātaṃ paṭicchādentena viya cīvaraṃ pārupitvā bhesajjakapālaṃ nīharantena viya pattaṃ nīharitvā gāmadvārasamīpaṃ pāpuṇantena hatthikuṇapaassakuṇapagokuṇapamahiṃsakuṇapamanussakuṇapaahikuṇapakukkurakuṇapānipi daṭṭhabbāni bhavanti. Na kevalañca daṭṭhabbāni, gandhopi nesaṃ ghānaṃ paṭihanamāno adhivāsetabbo hoti. Tato gāmadvāre ṭhatvā caṇḍahatthiassādiparissayaparivajjanatthaṃ gāmaracchā oloketabbā honti.",
  "anya-e0101n11:10": "Iccetaṃ paccattharaṇādianekakuṇapapariyosānaṃ paṭikkūlaṃ āhārahetu akkamitabbañca daṭṭhabbañca ghāyitabbañca hoti. Aho vata bho paṭikkūlo āhāroti evaṃ gamanato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:11": "296. Kathaṃ pariyesanato? Evaṃ gamanapaṭikkūlaṃ adhivāsetvāpi gāmaṃ paviṭṭhena saṅghāṭipārutena kapaṇamanussena viya kapālahatthena gharapaṭipāṭiyā gāmavīthīsu caritabbaṃ hoti. Yattha vassakāle akkantaakkantaṭṭhāne yāva piṇḍikamaṃsāpi udakacikkhalle pādā pavisanti, ekena hatthena pattaṃ gahetabbaṃ hoti, ekena cīvaraṃ ukkhipitabbaṃ. Gimhakāle vātavegena samuṭṭhitehi paṃsutiṇarajehi okiṇṇasarīrena caritabbaṃ. Taṃ taṃ gehadvāraṃ patvā macchadhovanamaṃsadhovanataṇḍuladhovanakheḷasiṅghāṇikasunakhasūkaravaccādīhi sammissāni kimikulākulāni nīlamakkhikaparikiṇṇāni oḷigallāni ceva candanikaṭṭhānāni ca daṭṭhabbāni honti akkamitabbānipi. Yato tā makkhikā uṭṭhahitvā saṅghāṭiyampi pattepi sīsepi nilīyanti.",
  "anya-e0101n11:12": "Gharaṃ paviṭṭhassāpi keci denti, keci na denti. Dadamānāpi ekacce hiyyo pakkabhattampi purāṇakhajjakampi pūtikummāsapūpādīnipi dadanti. Adadamānāpi kecideva ‘‘aticchatha, bhante’’ti vadanti, keci pana apassamānā viya tuṇhī honti, keci aññena mukhaṃ karonti, keci ‘‘gaccha, re muṇḍakā’’tiādīhi pharusavācāhi samudācaranti. Evaṃ kapaṇamanussena viya gāme piṇḍāya caritvā nikkhamitabbanti.",
  "anya-e0101n11:13": "Iccetaṃ gāmappavesanato paṭṭhāya yāva nikkhamanā udakacikkhallādipaṭikkūlaṃ āhārahetu akkamitabbañceva daṭṭhabbañca adhivāsetabbañca hoti. Aho vata bho paṭikkūlo āhāroti evaṃ pariyesanato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:14": "297. Kathaṃ paribhogato? Evaṃ pariyiṭṭhāhārena pana bahigāme phāsukaṭṭhāne sukhanisinnena yāva tattha hatthaṃ na otāreti, tāva tathārūpaṃ garuṭṭhāniyaṃ bhikkhuṃ vā lajjimanussaṃ vā disvā nimantetumpi sakkā hoti. Bhuñjitukāmatāya panettha hatthe otāritamatte ‘‘gaṇhathā’’ti vadantena lajjitabbaṃ hoti. Hatthaṃ pana otāretvā maddantassa pañcaṅgulianusārena sedo paggharamāno sukkhathaddhabhattampi temento muduṃ karoti.",
  "anya-e0101n11:15": "Atha tasmiṃ parimaddanamattenāpi sambhinnasobhe ālopaṃ katvā mukhe ṭhapite heṭṭhimadantā udukkhalakiccaṃ sādhenti, uparimā musalakiccaṃ, jivhā hatthakiccaṃ. Taṃ tattha suvānadoṇiyaṃ suvānapiṇḍamiva dantamusalehi koṭṭetvā jivhāya samparivattiyamānaṃ jivhāgge tanupasannakheḷo makkheti, vemajjhato paṭṭhāya bahalakheḷo makkheti, dantakaṭṭhena asampattaṭṭhāne dantagūthako makkheti. So evaṃ vicuṇṇitamakkhito taṅkhaṇaññeva antarahitavaṇṇagandhasaṅkhāraviseso suvānadoṇiyaṃ ṭhitasuvānavamathu viya paramajegucchabhāvaṃ upagacchati. Evarūpopi samāno cakkhussa āpāthaṃ atītattā ajjhoharitabbo hotīti evaṃ paribhogato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:16": "298. Kathaṃ āsayato? Evaṃ paribhogaṃ upagato ca panesa anto pavisamāno yasmā buddhapaccekabuddhānampi raññopi cakkavattissa pittasemhapubbalohitāsayesu catūsu aññataro āsayo hotiyeva. Mandapuññānaṃ pana cattāro āsayā honti. Tasmā yassa pittāsayo adhiko hoti, tassa bahalamadhukatelamakkhito viya paramajeguccho hoti. Yassa semhāsayo adhiko hoti, tassa nāgabalapaṇṇarasamakkhito viya. Yassa pubbāsayo adhiko hoti, tassa pūtitakkamakkhito viya. Yassa lohitāsayo adhiko hoti, tassa rajanamakkhito viya paramajeguccho hotīti evaṃ āsayato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:17": "299. Kathaṃ nidhānato? So imesu catūsu āsayesu aññatarena āsayena makkhito antoudaraṃ pavisitvā neva suvaṇṇabhājane na maṇirajatādibhājanesu nidhānaṃ gacchati. Sace pana dasavassikena ajjhohariyati dasa vassāni adhotavaccakūpasadise okāse patiṭṭhahati. Sace vīsa, tiṃsa, cattālīsa, paññāsa, saṭṭhi, sattati, asīti, navutivassikena, sace vassasatikena ajjhohariyati. Vassasataṃ adhotavaccakūpasadise okāse patiṭṭhahatīti evaṃ nidhānato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:18": "300. Kathaṃ aparipakkato? So panāyamāhāro evarūpe okāse nidhānamupagato yāva aparipakko hoti, tāva tasmiññeva yathāvuttappakāre paramandhakāratimise nānākuṇapagandhavāsitapavanavicarite atiduggandhajegucche padese yathā nāma nidāghe akālameghena abhivuṭṭhamhi caṇḍālagāmadvāraāvāṭe patitāni tiṇapaṇṇakilañjakhaṇḍaahikukkuramanussakuṇapādīni sūriyātapena santattāni pheṇapupphuḷakācitāni tiṭṭhanti, evameva taṃdivasampi hiyyopi tato purime divasepi ajjhohato sabbo ekato hutvā semhapaṭalapariyonaddho kāyaggisantāpakuthitakuthanasañjātapheṇapupphuḷakācito paramajegucchabhāvaṃ upagantvā tiṭṭhatīti evaṃ aparipakkato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:19": "301. Kathaṃ paripakkato? So tattakāyagginā paripakko samāno na suvaṇṇarajatādidhātuyo viya suvaṇṇarajatādibhāvaṃ upagacchati. Pheṇapupphuḷake pana muñcanto saṇhakaraṇiyaṃ pisitvā nāḷike pakkhittapaṇḍumattikā viya karīsabhāvaṃ upagantvā pakkāsayaṃ, muttabhāvaṃ upagantvā muttavatthiñca pūretīti evaṃ paripakkato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:20": "302. Kathaṃ phalato? Sammā paripaccamāno ca panāyaṃ kesalomanakhadantādīni nānākuṇapāni nipphādeti asammāparipaccamāno daddukaṇḍukacchukuṭṭhakilāsasosakāsātisārappabhutīni rogasatāni, idamassa phalanti evaṃ phalato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:21": "303. Kathaṃ nissandato? Ajjhohariyamāno cesa ekena dvārena pavisitvā nissandamāno akkhimhā akkhigūthako kaṇṇamhā kaṇṇagūthakotiādinā pakārena anekehi dvārehi nissandati. Ajjhoharaṇasamaye cesa mahāparivārenāpi ajjhohariyati. Nissandanasamaye pana uccārapassāvādibhāvaṃ upagato ekakeneva nīhariyati. Paṭhamadivase ca naṃ paribhuñjanto haṭṭhapahaṭṭhopi hoti udaggudaggo pītisomanassajāto. Dutiyadivase nissandento pihitanāsiko hoti vikuṇitamukho jegucchī maṅkubhūto. Paṭhamadivase ca naṃ ratto giddho gadhito mucchitopi ajjhoharitvā dutiyadivase ekarattivāsena viratto aṭṭīyamāno harāyamāno jigucchamāno nīharati. Tenāhu porāṇā –",
  "anya-e0101n11:22": "‘‘Annaṃ pānaṃ khādanīyaṃ, bhojanañca mahārahaṃ;",
  "anya-e0101n11:23": "Ekadvārena pavisitvā, navadvārehi sandati.",
  "anya-e0101n11:24": "‘‘Annaṃ pānaṃ khādanīyaṃ, bhojanañca mahārahaṃ;",
  "anya-e0101n11:25": "Bhuñjati saparivāro, nikkhāmento nilīyati.",
  "anya-e0101n11:26": "‘‘Annaṃ pānaṃ khādanīyaṃ, bhojanañca mahārahaṃ;",
  "anya-e0101n11:27": "Bhuñjati abhinandanto, nikkhāmento jigucchati.",
  "anya-e0101n11:28": "‘‘Annaṃ pānaṃ khādanīyaṃ, bhojanañca mahārahaṃ;",
  "anya-e0101n11:29": "Ekarattiparivāsā, sabbaṃ bhavati pūtika’’nti.",
  "anya-e0101n11:30": "Evaṃ nissandato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:31": "304. Kathaṃ sammakkhanato? Paribhogakālepi cesa hatthaoṭṭhajivhātālūni sammakkheti. Tāni tena sammakkhitattā paṭikkūlāni honti, yāni dhotānipi gandhaharaṇatthaṃ punappunaṃ dhovitabbāni honti. Paribhutto samāno yathā nāma odane paccamāne thusakaṇakuṇḍakādīni uttaritvā ukkhalimukhavaṭṭipidhāniyo makkhanti, evameva sakalasarīrānugatena kāyagginā pheṇuddehakaṃ paccitvā uttaramāno dante dantamalabhāvena sammakkheti. Jivhātāluppabhutīni kheḷasemhādibhāvena, akkhikaṇṇanāsaadhomaggādike akkhigūthakakaṇṇagūthakasiṅghāṇikāmuttakarīsādibhāvena sammakkheti. Yena sammakkhitāni imāni dvārāni divase divase dhoviyamānānipi neva sucīni, na manoramāni honti. Yesu ekaccaṃ dhovitvā hattho puna udakena dhovitabbo hoti. Ekaccaṃ dhovitvā dvattikkhattuṃ gomayenapi mattikāyapi gandhacuṇṇenapi dhovato pāṭikulyatā vigacchatīti evaṃ sammakkhanato paṭikkūlatā paccavekkhitabbā.",
  "anya-e0101n11:32": "305. Tassevaṃ dasahākārehi paṭikkūlataṃ paccavekkhato takkāhataṃ vitakkāhataṃ karontassa paṭikkūlākāravasena kabaḷīkārāhāro pākaṭo hoti. So taṃ nimittaṃ punappunaṃ āsevati bhāveti bahulīkaroti. Tassevaṃ karoto nīvaraṇāni vikkhambhanti. Kabaḷīkārāhārassa sabhāvadhammatāya gambhīrattā appanaṃ appattena upacārasamādhinā cittaṃ samādhiyati. Paṭikkūlākāraggahaṇavasena panettha saññā pākaṭā hoti. Tasmā imaṃ kammaṭṭhānaṃ āhāre paṭikkūlasaññā icceva saṅkhaṃ gacchati.",
  "anya-e0101n11:33": "Imañca pana āhāre paṭikkūlasaññaṃ anuyuttassa bhikkhuno rasataṇhāya cittaṃ patilīyati patikuṭati pativaṭṭati. So kantāranittharaṇatthiko viya puttamaṃsaṃ vigatamado āhāraṃ āhāreti yāvadeva dukkhassa nittharaṇatthāya. Athassa appakasireneva kabaḷīkārāhārapariññāmukhena pañcakāmaguṇiko rāgo pariññaṃ gacchati. So pañcakāmaguṇapariññāmukhena rūpakkhandhaṃ parijānāti. Aparipakkādipaṭikkūlabhāvavasena cassa kāyagatāsatibhāvanāpi pāripūriṃ gacchati, asubhasaññāya anulomapaṭipadaṃ paṭipanno hoti. Imaṃ pana paṭipattiṃ nissāya diṭṭheva dhamme amatapariyosānataṃ anabhisambhuṇanto sugatiparāyano hotīti.",
  "anya-e0101n11:34": "Ayaṃ āhāre paṭikkūlasaññābhāvanāya vitthārakathā.",
  "anya-e0101n11:35": "Catudhātuvavatthānabhāvanā",
  "anya-e0101n11:36": "306. Idāni āhāre paṭikkūlasaññānantaraṃ ekaṃ vavatthānanti evaṃ uddiṭṭhassa catudhātuvavatthānassa bhāvanāniddeso anuppatto. Tattha vavatthānanti sabhāvūpalakkhaṇavasena sanniṭṭhānaṃ, catunnaṃ dhātūnaṃ vavatthānaṃ catudhātuvavatthānaṃ. Dhātumanasikāro, dhātukammaṭṭhānaṃ, catudhātuvavatthānanti atthato ekaṃ. Tayidaṃ dvidhā āgataṃ saṅkhepato ca vitthārato ca. Saṅkhepato mahāsatipaṭṭhāne āgataṃ. Vitthārato mahāhatthipadūpame rāhulovāde dhātuvibhaṅge ca. Tañhi –",
  "anya-e0101n11:37": "‘‘Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa, evameva kho, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati, atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’’ti –",
  "anya-e0101n11:38": "Evaṃ tikkhapaññassa dhātukammaṭṭhānikassa vasena mahāsatipaṭṭhāne (dī. ni. 2.378) saṅkhepato āgataṃ.",
  "anya-e0101n11:39": "Tassattho – yathā cheko goghātako vā tasseva vā bhattavetanabhato antevāsiko gāviṃ vadhitvā vinivijjhitvā catasso disā gatānaṃ mahāpathānaṃ vemajjhaṭṭhānasaṅkhāte catumahāpathe koṭṭhāsaṃ katvā nisinno assa, evameva bhikkhu catunnaṃ iriyāpathānaṃ yena kenaci ākārena ṭhitattā yathāṭhitaṃ. Yathāṭhitattāva yathāpaṇihitaṃ kāyaṃ atthi imasmiṃ kāye pathavīdhātu…pe… vāyodhātūti evaṃ dhātuso paccavekkhati.",
  "anya-e0101n11:40": "Kiṃ vuttaṃ hoti? Yathā goghātakassa gāviṃ posentassapi āghātanaṃ āharantassapi āharitvā tattha bandhitvā ṭhapentassapi vadhantassapi vadhitaṃ mataṃ passantassapi tāvadeva gāvītisaññā na antaradhāyati, yāva naṃ padāletvā bilaso na vibhajati. Vibhajitvā nisinnassa pana gāvīsaññā antaradhāyati, maṃsasaññā pavattati. Nāssa evaṃ hoti ‘‘ahaṃ gāviṃ vikkiṇāmi, ime gāviṃ harantī’’ti. Atha khvassa ‘‘ahaṃ maṃsaṃ vikkiṇāmi, imepi maṃsaṃ haranti’’cceva hoti, evameva imassāpi bhikkhuno pubbe bālaputhujjanakāle gihibhūtassapi pabbajitassapi tāvadeva sattoti vā posoti vā puggaloti vā saññā na antaradhāyati, yāva imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ ghanavinibbhogaṃ katvā dhātuso na paccavekkhati. Dhātuso paccavekkhato pana sattasaññā antaradhāyati, dhātuvaseneva cittaṃ santiṭṭhati. Tenāha bhagavā ‘‘seyyathāpi, bhikkhave, dakkho goghātako vā…pe… nisinno assa, evameva kho, bhikkhave, bhikkhu…pe… vāyodhātū’’ti.",
  "anya-e0101n11:41": "307.Mahāhatthipadūpame (ma. ni. 1.300 ādayo) pana – ‘‘katamā cāvuso, ajjhattikā pathavīdhātu? Yaṃ ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ. Seyyathidaṃ , kesā lomā…pe… udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, ayaṃ vuccati, āvuso, ajjhattikā pathavīdhātū’’ti ca,",
  "anya-e0101n11:42": "‘‘Katamā cāvuso, ajjhattikā āpodhātu? Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ. Seyyathidaṃ, pittaṃ…pe… muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, ayaṃ vuccatāvuso, ajjhattikā āpodhātū’’ti ca,",
  "anya-e0101n11:43": "‘‘Katamā cāvuso, ajjhattikā tejodhātu? Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ. Seyyathidaṃ, yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, ayaṃ vuccatāvuso, ajjhattikā tejodhātū’’ti ca,",
  "anya-e0101n11:44": "‘‘Katamā cāvuso, ajjhattikā vāyodhātu? Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ. Seyyathidaṃ, uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti vā, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, ayaṃ vuccatāvuso, ajjhattikā vāyodhātū’’ti ca –",
  "anya-e0101n11:45": "Evaṃ nātitikkhapaññassa dhātukammaṭṭhānikassa vasena vitthārato āgataṃ. Yathā cettha, evaṃ rāhulovādadhātuvibhaṅgesupi.",
  "anya-e0101n11:46": "Tatrāyaṃ anuttānapadavaṇṇanā, ajjhattaṃ paccattanti idaṃ tāva ubhayampi niyakassa adhivacanaṃ. Niyakaṃ nāma attani jātaṃ sasantānapariyāpannanti attho. Tayidaṃ yathā loke itthīsu kathā adhitthīti vuccati, evaṃ attani pavattattā ajjhattaṃ, attānaṃ paṭicca paṭicca pavattattā paccattantipi vuccati. Kakkhaḷanti thaddhaṃ. Kharigatanti pharusaṃ. Tattha paṭhamaṃ lakkhaṇavacanaṃ, dutiyaṃ ākāravacanaṃ, kakkhaḷalakkhaṇā hi pathavīdhātu, sā pharusākārā hoti, tasmā kharigatanti vuttā. Upādinnanti daḷhaṃ ādinnaṃ, ahaṃ mamanti evaṃ daḷhaṃ ādinnaṃ, gahitaṃ parāmaṭṭhanti attho. Seyyathidanti nipāto. Tassa taṃ katamanti ceti attho. Tato taṃ dassento ‘‘kesā lomā’’tiādimāha. Ettha ca matthaluṅgaṃ pakkhipitvā vīsatiyā ākārehi pathavīdhātu niddiṭṭhāti veditabbā. Yaṃ vā panaññampi kiñcīti avasesesu tīsu koṭṭhāsesu pathavīdhātu saṅgahitā.",
  "anya-e0101n11:47": "Vissandanabhāvena taṃ taṃ ṭhānaṃ appotīti āpo. Kammasamuṭṭhānādivasena nānāvidhesu āpesu gatanti āpogataṃ. Kiṃ taṃ? Āpodhātuyā ābandhanalakkhaṇaṃ.",
  "anya-e0101n11:48": "Tejanavasena tejo, vuttanayeneva tejesu gatanti tejogataṃ. Kiṃ taṃ? Uṇhattalakkhaṇaṃ. Yena cāti yena tejodhātugatena kupitena ayaṃ kāyo santappati, ekāhikajarādibhāvena usumajāto hoti. Yena ca jīrīyatīti yena ayaṃ kāyo jīrati, indriyavekallataṃ balaparikkhayaṃ valipalitādibhāvañca pāpuṇāti. Yena ca pariḍayhatīti yena kupitena ayaṃ kāyo ḍayhati. So ca puggalo ‘‘ḍayhāmi ḍayhāmī’’ti kandanto satadhotasappigosīsacandanādilepañceva tālavaṇṭavātañca paccāsīsati. Yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchatīti yenetaṃ asitaṃ vā odanādi pītaṃ vā pānakādi khāyitaṃ vā piṭṭhakhajjakādi sāyitaṃ vā ambapakkamadhuphāṇitādi sammā paripākaṃ gacchati, rasādibhāvena vivekaṃ gacchatīti attho. Ettha ca purimā tayo tejodhātusamuṭṭhānā. Pacchimo kammasamuṭṭhānova.",
  "anya-e0101n11:49": "Vāyanavasena vāyo, vuttanayeneva vāyesu gatanti vāyogataṃ. Kiṃ taṃ? Vitthambhanalakkhaṇaṃ. Uddhaṅgamā vātāti uggārahikkādipavattakā uddhaṃ ārohaṇavātā. Adhogamā vātāti uccārapassāvādinīharaṇakā adho orohaṇavātā. Kucchisayā vātāti antānaṃ bahivātā. Koṭṭhāsayā vātāti antānaṃ antovātā. Aṅgamaṅgānusārino vātāti dhamanijālānusārena sakalasarīre aṅgamaṅgāni anusaṭā samiñjanapasāraṇādinibbattakā vātā. Assāsoti antopavisananāsikavāto. Passāsoti bahinikkhamananāsikavāto. Ettha ca purimā pañca catusamuṭṭhānā. Assāsapassāsā cittasamuṭṭhānāva. Sabbattha yaṃ vā panaññampi kiñcīti iminā padena avasesakoṭṭhāsesu āpodhātuādayo saṅgahitā.",
  "anya-e0101n11:50": "Iti vīsatiyā ākārehi pathavīdhātu, dvādasahi āpodhātu, catūhi tejodhātu, chahi vāyodhātūti dvācattālīsāya ākārehi catasso dhātuyo vitthāritā hontīti ayaṃ tāvettha pāḷivaṇṇanā.",
  "anya-e0101n11:51": "308. Bhāvanānaye panettha tikkhapaññassa bhikkhuno kesā pathavīdhātu, lomā pathavīdhātūti evaṃ vitthārato dhātupariggaho papañcato upaṭṭhāti. Yaṃ thaddhalakkhaṇaṃ, ayaṃ pathavīdhātu. Yaṃ ābandhanalakkhaṇaṃ, ayaṃ āpodhātu. Yaṃ paripācanalakkhaṇaṃ, ayaṃ tejodhātu. Yaṃ vitthambhanalakkhaṇaṃ, ayaṃ vāyodhātūti evaṃ manasikaroto panassa kammaṭṭhānaṃ pākaṭaṃ hoti. Nātitikkhapaññassa pana evaṃ manasikaroto andhakāraṃ avibhūtaṃ hoti. Purimanayena vitthārato manasikarontassa pākaṭaṃ hoti.",
  "anya-e0101n11:52": "Kathaṃ ? Yathā dvīsu bhikkhūsu bahupeyyālaṃ tantiṃ sajjhāyantesu tikkhapañño bhikkhu sakiṃ vā dvikkhattuṃ vā peyyālamukhaṃ vitthāretvā tato paraṃ ubhatokoṭivaseneva sajjhāyaṃ karonto gacchati. Tatra nātitikkhapañño evaṃ vattā hoti ‘‘kiṃ sajjhāyo nāmesa oṭṭhapariyāhatamattaṃ kātuṃ na deti, evaṃ sajjhāye kariyamāne kadā tanti paguṇā bhavissatī’’ti. So āgatāgataṃ peyyālamukhaṃ vitthāretvāva sajjhāyaṃ karoti. Tamenaṃ itaro evamāha – ‘‘kiṃ sajjhāyo nāmesa pariyosānaṃ gantuṃ na deti, evaṃ sajjhāye kariyamāne kadā tanti pariyosānaṃ gamissatī’’ti. Evameva tikkhapaññassa kesādivasena vitthārato dhātupariggaho papañcato upaṭṭhāti. Yaṃ thaddhalakkhaṇaṃ, ayaṃ pathavīdhātūtiādinā nayena saṅkhepato manasikaroto kammaṭṭhānaṃ pākaṭaṃ hoti. Itarassa tathā manasikaroto andhakāraṃ avibhūtaṃ hoti. Kesādivasena vitthārato manasikarontassa pākaṭaṃ hoti.",
  "anya-e0101n11:53": "Tasmā imaṃ kammaṭṭhānaṃ bhāvetukāmena tikkhapaññena tāva rahogatena paṭisallīnena sakalampi attano rūpakāyaṃ āvajjetvā yo imasmiṃ kāye thaddhabhāvo vā kharabhāvo vā, ayaṃ pathavīdhātu. Yo ābandhanabhāvo vā dravabhāvo vā, ayaṃ āpodhātu. Yo paripācanabhāvo vā uṇhabhāvo vā, ayaṃ tejodhātu. Yo vitthambhanabhāvo vā samudīraṇabhāvo vā, ayaṃ vāyodhātūti evaṃ saṃkhittena dhātuyo pariggahetvā punappunaṃ pathavīdhātu āpodhātūti dhātumattato nissattato nijjīvato āvajjitabbaṃ manasikātabbaṃ paccavekkhitabbaṃ. Tassevaṃ vāyamamānassa nacireneva dhātuppabhedāvabhāsanapaññāpariggahito sabhāvadhammārammaṇattā appanaṃ appatto upacāramatto samādhi uppajjati.",
  "anya-e0101n11:54": "Atha vā pana ye ime catunnaṃ mahābhūtānaṃ nissattabhāvadassanatthaṃ dhammasenāpatinā ‘‘aṭṭhiñca paṭicca nhāruñca paṭicca maṃsañca paṭicca cammañca paṭicca ākāso parivārito rūpantveva saṅkhaṃ gacchatī’’ti (ma. ni. 1.306) cattāro koṭṭhāsā vuttā. Tesu taṃ taṃ antarānusārinā ñāṇahatthena vinibbhujitvā vinibbhujitvā yo etesu thaddhabhāvo vā kharabhāvo vā, ayaṃ pathavīdhātūti purimanayeneva dhātuyo pariggahetvā punappunaṃ pathavīdhātu āpodhātūti dhātumattato nissattato nijjīvato āvajjitabbaṃ manasikātabbaṃ paccavekkhitabbaṃ. Tassevaṃ vāyamamānassa nacireneva dhātuppabhedāvabhāsanapaññāpariggahito sabhāvadhammārammaṇattā appanaṃ appatto upacāramatto samādhi uppajjati. Ayaṃ saṅkhepato āgate catudhātuvavatthāne bhāvanānayo.",
  "anya-e0101n11:55": "309. Vitthārato āgate pana evaṃ veditabbo. Idaṃ kammaṭṭhānaṃ bhāvetukāmena hi nātitikkhapaññena yoginā ācariyasantike dvācattālīsāya ākārehi vitthārato dhātuyo uggaṇhitvā vuttappakāre senāsane viharantena katasabbakiccena rahogatena paṭisallīnena sasambhārasaṅkhepato, sasambhāravibhattito, salakkhaṇasaṅkhepato, salakkhaṇavibhattitoti evaṃ catūhākārehi kammaṭṭhānaṃ bhāvetabbaṃ.",
  "anya-e0101n11:56": "Tattha kathaṃ sasambhārasaṅkhepato bhāveti? Idha bhikkhu vīsatiyā koṭṭhāsesu thaddhākāraṃ pathavīdhātūti vavatthapeti. Dvādasasu koṭṭhāsesu yūsagataṃ udakasaṅkhātaṃ ābandhanākāraṃ āpodhātūti vavatthapeti. Catūsu koṭṭhāsesu paripācanakaṃ tejaṃ tejodhātūti vavatthapeti . Chasu koṭṭhāsesu vitthambhanākāraṃ vāyodhātūti vavatthapeti. Tassevaṃ vavatthāpayatoyeva dhātuyo pākaṭā honti. Tā punappunaṃ āvajjato manasikaroto vuttanayeneva upacārasamādhi uppajjati.",
  "anya-e0101n11:57": "310. Yassa pana evaṃ bhāvayato kammaṭṭhānaṃ na ijjhati, tena sasambhāravibhattito bhāvetabbaṃ. Kathaṃ? Tena hi bhikkhunā yaṃ taṃ kāyagatāsatikammaṭṭhānaniddese sattadhā uggahakosallaṃ dasadhā manasikārakosallañca vuttaṃ. Dvattiṃsākāre tāva taṃ sabbaṃ aparihāpetvā tacapañcakādīnaṃ anulomapaṭilomato vacasā sajjhāyaṃ ādiṃkatvā sabbaṃ tattha vuttavidhānaṃ kātabbaṃ. Ayameva hi viseso, tattha vaṇṇasaṇṭhānadisokāsaparicchedavasena kesādayo manasikaritvāpi paṭikkūlavasena cittaṃ ṭhapetabbaṃ, idha dhātuvasena. Tasmā vaṇṇādivasena pañcadhā pañcadhā kesādayo manasikaritvā avasāne evaṃ manasikāro pavattetabbo.",
  "anya-e0101n11:58": "311. Ime kesā nāma sīsakaṭāhapaliveṭhanacamme jātā. Tattha yathāvammikamatthake jātesu kuṇṭhatiṇesu na vammikamatthako jānāti mayi kuṇṭhatiṇāni jātānīti, napi kuṇṭhatiṇāni jānanti mayaṃ vammikamatthake jātānīti, evameva na sīsakaṭāhapaliveṭhanacammaṃ jānāti mayi kesā jātāti, napi kesā jānanti mayaṃ sīsakaṭāhaveṭhanacamme jātāti, aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti kesā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:59": "312.Lomā sarīraveṭhanacamme jātā. Tattha yathā suññagāmaṭṭhāne jātesu dabbatiṇakesu na suññagāmaṭṭhānaṃ jānāti mayi dabbatiṇakāni jātānīti, napi dabbatiṇakāni jānanti mayaṃ suññagāmaṭṭhāne jātānīti, evameva na sarīraveṭhanacammaṃ jānāti mayi lomā jātāti. Napi lomā jānanti mayaṃ sarīraveṭhanacamme jātāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti lomā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:60": "313.Nakhā aṅgulīnaṃ aggesu jātā. Tattha yathā kumārakesu daṇḍakehi madhukaṭṭhike vijjhitvā kīḷantesu na daṇḍakā jānanti amhesu madhukaṭṭhikā ṭhapitāti, napi madhukaṭṭhikā jānanti mayaṃ daṇḍakesu ṭhapitāti, evameva na aṅguliyo jānanti amhākaṃ aggesu nakhā jātāti. Napi nakhā jānanti mayaṃ aṅgulīnaṃ aggesu jātāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti nakhā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:61": "314.Dantā hanukaṭṭhikesu jātā. Tattha yathā vaḍḍhakīhi pāsāṇaudukkhalakesu kenacideva silesajātena bandhitvā ṭhapitathambhesu na udukkhalā jānanti amhesu thambhā ṭhitāti. Napi thambhā jānanti mayaṃ udukkhalesu ṭhitāti, evameva na hanukaṭṭhīni jānanti amhesu dantā jātāti. Napi dantā jānanti mayaṃ hanukaṭṭhīsu jātāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti dantā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:62": "315.Taco sakalasarīraṃ pariyonandhitvā ṭhito. Tattha yathā allagocammapariyonaddhāya mahāvīṇāya na mahāvīṇā jānāti ahaṃ allagocammena pariyonaddhāti. Napi allagocammaṃ jānāti mayā mahāvīṇā pariyonaddhāti, evameva na sarīraṃ jānāti ahaṃ tacena pariyonaddhanti. Napi taco jānāti mayā sarīraṃ pariyonaddhanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti taco nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:63": "316.Maṃsaṃ aṭṭhisaṅghāṭaṃ anulimpitvā ṭhitaṃ. Tattha yathā mahāmattikalittāya bhittiyā na bhitti jānāti ahaṃ mahāmattikāya littāti. Napi mahāmattikā jānāti mayā bhitti littāti, evameva na aṭṭhisaṅghāṭo jānāti ahaṃ navapesisatappabhedena maṃsena littoti. Napi maṃsaṃ jānāti mayā aṭṭhisaṅghāṭo littoti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti maṃsaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:64": "317.Nhāru sarīrabbhantare aṭṭhīni ābandhamānā ṭhitā. Tattha yathā vallīhi vinaddhesu kuṭṭadārūsu na kuṭṭadārūni jānanti mayaṃ vallīhi vinaddhānīti. Napi valliyo jānanti amhehi kuṭṭadārūni vinaddhānīti, evameva na aṭṭhīni jānanti mayaṃ nhārūhi ābaddhānīti. Napi nhārū jānanti amhehi aṭṭhīni ābaddhānīti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti nhāru nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:65": "318.Aṭṭhīsu paṇhikaṭṭhi gopphakaṭṭhiṃ ukkhipitvā ṭhitaṃ. Gopphakaṭṭhi jaṅghaṭṭhiṃ ukkhipitvā ṭhitaṃ. Jaṅghaṭṭhi ūruṭṭhiṃ ukkhipitvā ṭhitaṃ. Ūruṭṭhi kaṭiṭṭhiṃ ukkhipitvā ṭhitaṃ. Kaṭiṭṭhi piṭṭhikaṇṭakaṃ ukkhipitvā ṭhitaṃ, piṭṭhikaṇṭako gīvaṭṭhiṃ ukkhipitvā ṭhito. Gīvaṭṭhi sīsaṭṭhiṃ ukkhipitvā ṭhitaṃ. Sīsaṭṭhi gīvaṭṭhike patiṭṭhitaṃ. Gīvaṭṭhi piṭṭhikaṇṭake patiṭṭhitaṃ. Piṭṭhikaṇṭako kaṭiṭṭhimhi patiṭṭhito. Kaṭiṭṭhi ūruṭṭhike patiṭṭhitaṃ. Ūruṭṭhi jaṅghaṭṭhike patiṭṭhitaṃ. Jaṅghaṭṭhi gopphakaṭṭhike patiṭṭhitaṃ. Gopphakaṭṭhi paṇhikaṭṭhike patiṭṭhitaṃ.",
  "anya-e0101n11:66": "Tattha yathā iṭṭhakadārugomayādisañcayesu na heṭṭhimā heṭṭhimā jānanti mayaṃ uparime uparime ukkhipitvā ṭhitāti. Napi uparimā uparimā jānanti mayaṃ heṭṭhimesu heṭṭhimesu patiṭṭhitāti, evameva na paṇhikaṭṭhi jānāti ahaṃ gopphakaṭṭhiṃ ukkhipitvā ṭhitanti. Na gopphakaṭṭhi jānāti ahaṃ jaṅghaṭṭhiṃ ukkhipitvā ṭhitanti. Na jaṅghaṭṭhi jānāti ahaṃ ūruṭṭhiṃ ukkhipitvā ṭhitanti. Na ūruṭṭhi jānāti ahaṃ kaṭiṭṭhiṃ ukkhipitvā ṭhitanti. Na kaṭiṭṭhi jānāti ahaṃ piṭṭhikaṇṭakaṃ ukkhipitvā ṭhitanti. Na piṭṭhikaṇṭako jānāti ahaṃ gīvaṭṭhiṃ ukkhipitvā ṭhitanti. Na gīvaṭṭhi jānāti ahaṃ sīsaṭṭhiṃ ukkhipitvā ṭhitanti. Na sīsaṭṭhi jānāti ahaṃ gīvaṭṭhimhi patiṭṭhitanti. Na gīvaṭṭhi jānāti ahaṃ piṭṭhikaṇṭake patiṭṭhitanti. Na piṭṭhikaṇṭako jānāti ahaṃ kaṭiṭṭhimhi patiṭṭhitoti. Na kaṭiṭṭhi jānāti ahaṃ ūruṭṭhimhi patiṭṭhitanti. Na ūruṭṭhi jānāti ahaṃ jaṅghaṭṭhimhi patiṭṭhitanti. Na jaṅghaṭṭhi jānāti ahaṃ gopphakaṭṭhimhi patiṭṭhitanti. Na gopphakaṭṭhi jānāti ahaṃ paṇhikaṭṭhimhi patiṭṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti aṭṭhi nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:67": "319.Aṭṭhimiñjaṃ tesaṃ tesaṃ aṭṭhīnaṃ abbhantare ṭhitaṃ. Tattha yathā veḷupabbādīnaṃ anto pakkhittachinnavettaggādīsu na veḷupabbādīni jānanti amhesu vettaggādīni pakkhittānīti. Napi vettaggādīni jānanti mayaṃ veḷupabbādīsu ṭhitānīti, evameva na aṭṭhīni jānanti amhākaṃ anto miñjaṃ ṭhitanti. Nāpi miñjaṃ jānāti ahaṃ aṭṭhīnaṃ anto ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti aṭṭhimiñjaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:68": "320.Vakkaṃ galavāṭakato nikkhantena ekamūlena thokaṃ gantvā dvidhā bhinnena thūlanhārunā vinibaddhaṃ hutvā hadayamaṃsaṃ parikkhipitvā ṭhitaṃ. Tattha yathā vaṇṭupanibaddhe ambaphaladvaye na vaṇṭaṃ jānāti mayā ambaphaladvayaṃ upanibaddhanti. Napi ambaphaladvayaṃ jānāti ahaṃ vaṇṭena upanibaddhanti, evameva na thūlanhāru jānāti mayā vakkaṃ upanibaddhanti. Napi vakkaṃ jānāti ahaṃ thūlanhārunā upanibaddhanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti vakkaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:69": "321.Hadayaṃ sarīrabbhantare uraṭṭhipañjaramajjhaṃ nissāya ṭhitaṃ. Tattha yathā jiṇṇasandamānikapañjaraṃ nissāya ṭhapitāya maṃsapesiyā na sandamānikapañjarabbhantaraṃ jānāti maṃ nissāya maṃsapesi ṭhitāti. Napi maṃsapesi jānāti ahaṃ jiṇṇasandamānikapañjaraṃ nissāya ṭhitāti, evameva na uraṭṭhipañjarabbhantaraṃ jānāti maṃ nissāya hadayaṃ ṭhitanti. Napi hadayaṃ jānāti ahaṃ uraṭṭhipañjaraṃ nissāya ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti hadayaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:70": "322.Yakanaṃ antosarīre dvinnaṃ thanānamabbhantare dakkhiṇapassaṃ nissāya ṭhitaṃ. Tattha yathā ukkhalikapālapassamhi lagge yamakamaṃsapiṇḍe na ukkhalikapālapassaṃ jānāti mayi yamakamaṃsapiṇḍo laggoti. Napi yamakamaṃsapiṇḍo jānāti ahaṃ ukkhalikapālapasse laggoti, evameva na thanānamabbhantare dakkhiṇapassaṃ jānāti maṃ nissāya yakanaṃ ṭhitanti. Napi yakanaṃ jānāti ahaṃ thanānamabbhantare dakkhiṇapassaṃ nissāya ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti yakanaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:71": "323.Kilomakesu paṭicchannakilomakaṃ hadayañca vakkañca parivāretvā ṭhitaṃ. Appaṭicchannakilomakaṃ sakalasarīre cammassa heṭṭhato maṃsaṃ pariyonandhitvā ṭhitaṃ. Tattha yathā pilotikapaliveṭhite maṃse na maṃsaṃ jānāti ahaṃ pilotikāya paliveṭhitanti. Napi pilotikā jānāti mayā maṃsaṃ paliveṭhitanti, evameva na vakkahadayāni sakalasarīre ca maṃsaṃ jānāti ahaṃ kilomakena paṭicchannanti. Napi kilomakaṃ jānāti mayā vakkahadayāni sakalasarīre ca maṃsaṃ paṭicchannanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti kilomakaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:72": "324.Pihakaṃ hadayassa vāmapasse udarapaṭalassa matthakapassaṃ nissāya ṭhitaṃ. Tattha yathā koṭṭhamatthakapassaṃ nissāya ṭhitāya gomayapiṇḍiyā na koṭṭhamatthakapassaṃ jānāti gomayapiṇḍi maṃ nissāya ṭhitāti. Napi gomayapiṇḍi jānāti ahaṃ koṭṭhamatthakapassaṃ nissāya ṭhitāti, evameva na udarapaṭalassa matthakapassaṃ jānāti pihakaṃ maṃ nissāya ṭhitanti. Napi pihakaṃ jānāti ahaṃ udarapaṭalassa matthakapassaṃ nissāya ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti pihakaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:73": "325.Papphāsaṃ sarīrabbhantare dvinnaṃ thanānamantare hadayañca yakanañca upari chādetvā olambantaṃ ṭhitaṃ. Tattha yathā jiṇṇakoṭṭhabbhantare lambamāne sakuṇakulāvake na jiṇṇakoṭṭhabbhantaraṃ jānāti mayi sakuṇakulāvako lambamāno ṭhitoti. Napi sakuṇakulāvako jānāti ahaṃ jiṇṇakoṭṭhabbhantare lambamāno ṭhitoti, evameva na taṃ sarīrabbhantaraṃ jānāti mayi papphāsaṃ lambamānaṃ ṭhitanti. Napi papphāsaṃ jānāti ahaṃ evarūpe sarīrabbhantare lambamānaṃ ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti papphāsaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:74": "326.Antaṃ galavāṭakakarīsamaggapariyante sarīrabbhantare ṭhitaṃ. Tattha yathā lohitadoṇikāya obhujitvā ṭhapite chinnasīsadhammanikaḷevare na lohitadoṇi jānāti mayi dhammanikaḷevaraṃ ṭhitanti. Napi dhammanikaḷevaraṃ jānāti ahaṃ lohitadoṇiyā ṭhitanti, evameva na sarīrabbhantaraṃ jānāti mayi antaṃ ṭhitanti. Napi antaṃ jānāti ahaṃ sarīrabbhantare ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti antaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:75": "327.Antaguṇaṃ antantare ekavīsatiantabhoge bandhitvā ṭhitaṃ. Tattha yathā pādapuñchanarajjumaṇḍalakaṃ sibbetvā ṭhitesu rajjukesu na pādapuñchanarajjumaṇḍalakaṃ jānāti rajjukā maṃ sibbitvā ṭhitāti. Napi rajjukā jānanti mayaṃ pādapuñchanarajjumaṇḍalakaṃ sibbitvā ṭhitāti, evameva na antaṃ jānāti antaguṇaṃ maṃ ābandhitvā ṭhitanti. Napi antaguṇaṃ jānāti ahaṃ antaṃ ābandhitvā ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti antaguṇaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:76": "328.Udariyaṃ udare ṭhitaṃ asitapītakhāyitasāyitaṃ. Tattha yathā suvānadoṇiyaṃ ṭhite suvānavamathumhi na suvānadoṇi jānāti mayi suvānavamathu ṭhitoti. Napi suvānavamathu jānāti ahaṃ suvānadoṇiyaṃ ṭhitoti, evameva na udaraṃ jānāti mayi udariyaṃ ṭhitanti . Napi udariyaṃ jānāti ahaṃ udare ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti udariyaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:77": "329.Karīsaṃ pakkāsayasaṅkhāte aṭṭhaṅgulaveḷupabbasadise antapariyosāne ṭhitaṃ. Tattha yathā veḷupabbe omadditvā pakkhittāya saṇhapaṇḍumattikāya na veḷupabbaṃ jānāti mayi paṇḍumattikā ṭhitāti. Napi paṇḍumattikā jānāti ahaṃ veḷupabbe ṭhitāti, evameva na pakkāsayo jānāti mayi karīsaṃ ṭhitanti. Napi karīsaṃ jānāti ahaṃ pakkāsaye ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti karīsaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:78": "330.Matthaluṅgaṃ sīsakaṭāhabbhantare ṭhitaṃ. Tattha yathā purāṇalābukaṭāhe pakkhittāya piṭṭhapiṇḍiyā na lābukaṭāhaṃ jānāti mayi piṭṭhapiṇḍi ṭhitāti. Napi piṭṭhapiṇḍi jānāti ahaṃ lābukaṭāhe ṭhitāti, evameva na sīsakaṭāhabbhantaraṃ jānāti mayi matthaluṅgaṃ ṭhitanti. Napi matthaluṅgaṃ jānāti ahaṃ sīsakaṭāhabbhantare ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti matthaluṅgaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātūti.",
  "anya-e0101n11:79": "331.Pittesu abaddhapittaṃ jīvitindriyapaṭibaddhaṃ sakalasarīraṃ byāpetvā ṭhitaṃ. Baddhapittaṃ pittakosake ṭhitaṃ. Tattha yathā pūvaṃ byāpetvā ṭhite tele na pūvaṃ jānāti telaṃ maṃ byāpetvā ṭhitanti. Napi telaṃ jānāti ahaṃ pūvaṃ byāpetvā ṭhitanti, evameva na sarīraṃ jānāti abaddhapittaṃ maṃ byāpetvā ṭhitanti. Napi abaddhapittaṃ jānāti ahaṃ sarīraṃ byāpetvā ṭhitanti. Yathā vassodakena puṇṇe kosātakikosake na kosātakikosako jānāti mayi vassodakaṃ ṭhitanti. Napi vassodakaṃ jānāti ahaṃ kosātakikosake ṭhitanti, evameva na pittakosako jānāti mayi baddhapittaṃ ṭhitanti. Napi baddhapittaṃ jānāti ahaṃ pittakosake ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā . Iti pittaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:80": "332.Semhaṃ ekapatthapūrappamāṇaṃ udarapaṭale ṭhitaṃ. Tattha yathā upari sañjātapheṇapaṭalāya candanikāya na candanikā jānāti mayi pheṇapaṭalaṃ ṭhitanti. Napi pheṇapaṭalaṃ jānāti ahaṃ candanikāya ṭhitanti, evameva na udarapaṭalaṃ jānāti mayi semhaṃ ṭhitanti. Napi semhaṃ jānāti ahaṃ udarapaṭale ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti semhaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:81": "333.Pubbo anibaddhokāso yattha yattheva khāṇukaṇṭakappaharaṇaaggijālādīhi abhihate sarīrappadese lohitaṃ saṇṭhahitvā paccati, gaṇḍapīḷakādayo vā uppajjanti, tattha tattha tiṭṭhati. Tattha yathā pharasuppahārādivasena paggharitaniyyāse rukkhe na rukkhassa pahārādippadesā jānanti amhesu niyyāso ṭhitoti, napi niyyāso jānāti ahaṃ rukkhassa pahārādippadesesu ṭhitoti, evameva na sarīrassa khāṇukaṇṭakādīhi abhihatappadesā jānanti amhesu pubbo ṭhitoti. Napi pubbo jānāti ahaṃ tesu padesesu ṭhitoti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti pubbo nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:82": "334.Lohitesu saṃsaraṇalohitaṃ pittaṃ viya sakalasarīraṃ byāpetvā ṭhitaṃ. Sannicitalohitaṃ yakanaṭṭhānassa heṭṭhābhāgaṃ pūretvā ekapatthapūramattaṃ vakkahadayayakanapapphāsāni tementaṃ ṭhitaṃ. Tattha saṃsaraṇalohite abaddhapittasadisova vinicchayo. Itaraṃ pana yathā jajjarakapāle ovaṭṭhe udake heṭṭhā leḍḍukhaṇḍādīni temayamāne na leḍḍukhaṇḍādīni jānanti mayaṃ udakena temiyamānāti. Napi udakaṃ jānāti ahaṃ leḍḍukhaṇḍādīni tememīti, evameva na yakanassa heṭṭhābhāgaṭṭhānaṃ vakkādīni vā jānanti mayi lohitaṃ ṭhitaṃ amhe vā temayamānaṃ ṭhitanti. Napi lohitaṃ jānāti ahaṃ yakanassa heṭṭhābhāgaṃ pūretvā vakkādīni temayamānaṃ ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti lohitaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:83": "335.Sedo aggisantāpādikālesu kesalomakūpavivarāni pūretvā tiṭṭhati ceva paggharati ca. Tattha yathā udakā abbūḷhamattesu bhisamuḷālakumudanāḷakalāpesu na bhisādikalāpavivarāni jānanti amhehi udakaṃ paggharatīti. Napi bhisādikalāpavivarehi paggharantaṃ udakaṃ jānāti ahaṃ bhisādikalāpavivarehi paggharāmīti, evameva na kesalomakūpavivarāni jānanti amhehi sedo paggharatīti. Napi sedo jānāti ahaṃ kesalomakūpavivarehi paggharāmīti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti sedo nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:84": "336.Medo thūlassa sakalasarīraṃ pharitvā kisassa jaṅghamaṃsādīni nissāya ṭhito patthinnasineho. Tattha yathā haliddipilotikapaṭicchanne maṃsapuñje na maṃsapuñjo jānāti maṃ nissāya haliddipilotikā ṭhitāti. Napi haliddipilotikā jānāti ahaṃ maṃsapuñjaṃ nissāya ṭhitāti, evameva na sakalasarīre jaṅghādīsu vā maṃsaṃ jānāti maṃ nissāya medo ṭhitoti. Napi medo jānāti ahaṃ sakalasarīre jaṅghādīsu vā maṃsaṃ nissāya ṭhitoti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti medo nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto patthinnayūso ābandhanākāro āpodhātūti.",
  "anya-e0101n11:85": "337.Assu yadā sañjāyati tadā akkhikūpake pūretvā tiṭṭhati vā paggharati vā. Tattha yathā udakapuṇṇesu taruṇatālaṭṭhikūpakesu na taruṇatālaṭṭhikūpakā jānanti amhesu udakaṃ ṭhitanti. Napi taruṇatālaṭṭhikūpakesu udakaṃ jānāti ahaṃ taruṇatālaṭṭhikūpakesu ṭhitanti, evameva na akkhikūpakā jānanti amhesu assu ṭhitanti. Napi assu jānāti ahaṃ akkhikūpakesu ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti assu nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:86": "338.Vasā aggisantāpādikāle hatthatalahatthapiṭṭhipādatalapādapiṭṭhi nāsāpuṭanalāṭaaṃsakūṭesu ṭhitavilīnasneho. Tattha yathā pakkhittatele ācāme na ācāmo jānāti maṃ telaṃ ajjhottharitvā ṭhitanti. Napi telaṃ jānāti ahaṃ ācāmaṃ ajjhottharitvā ṭhitanti, evameva na hatthatalādippadeso jānāti maṃ vasā ajjhottharitvā ṭhitāti. Napi vasā jānāti ahaṃ hatthatalādippadesaṃ ajjhottharitvā ṭhitāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti vasā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:87": "339.Kheḷo tathārūpe kheḷuppattipaccaye sati ubhohi kapolapassehi orohitvā jivhātale tiṭṭhati. Tattha yathā abbocchinnaudakanissande nadītīrakūpake na kūpatalaṃ jānāti mayi udakaṃ santiṭṭhatīti. Napi udakaṃ jānāti ahaṃ kūpatale santiṭṭhāmīti, evameva na jivhātalaṃ jānāti mayi ubhohi kapolapassehi orohitvā kheḷo ṭhitoti. Napi kheḷo jānāti ahaṃ ubhohi kapolapassehi orohitvā jivhātale ṭhitoti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti kheḷo nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:88": "340.Siṅghāṇikā yadā sañjāyati, tadā nāsāpuṭe pūretvā tiṭṭhati vā paggharati vā. Tattha yathā pūtidadhibharitāya sippikāya na sippikā jānāti mayi pūtidadhi ṭhitanti. Napi pūtidadhi jānāti ahaṃ sippikāya ṭhitanti, evameva na nāsāpuṭā jānanti amhesu siṅghāṇikā ṭhitāti. Napi siṅghāṇikā jānāti ahaṃ nāsāpuṭesu ṭhitāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti siṅghāṇikā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:89": "341.Lasikā aṭṭhikasandhīnaṃ abbhañjanakiccaṃ sādhayamānā asītisatasandhīsu ṭhitā. Tattha yathā telabbhañjite akkhe na akkho jānāti maṃ telaṃ abbhañjitvā ṭhitanti. Napi telaṃ jānāti ahaṃ akkhaṃ abbhañjitvā ṭhitanti, evameva na asītisatasandhayo jānanti lasikā amhe abbhañjitvā ṭhitāti. Napi lasikā jānāti ahaṃ asītisatasandhayo abbhañjitvā ṭhitāti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti lasikā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:90": "342.Muttaṃ vatthissa abbhantare ṭhitaṃ. Tattha yathā candanikāya pakkhitte amukhe ravaṇaghaṭe na ravaṇaghaṭo jānāti mayi candanikāraso ṭhitoti. Napi candanikāraso jānāti ahaṃ ravaṇaghaṭe ṭhitoti, evameva na vatthi jānāti mayi muttaṃ ṭhitanti. Napi muttaṃ jānāti ahaṃ vatthimhi ṭhitanti. Aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti muttaṃ nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto yūsabhūto ābandhanākāro āpodhātūti.",
  "anya-e0101n11:91": "343. Evaṃ kesādīsu manasikāraṃ pavattetvā yena santappati, ayaṃ imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto paripācanākāro tejodhātūti, yena jīrīyati, yena pariḍayhati, yena asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, ayaṃ imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto paripācanākāro tejodhātūti evaṃ tejokoṭṭhāsesu manasikāro pavattetabbo.",
  "anya-e0101n11:92": "344. Tato uddhaṅgame vāte uddhaṅgamavasena pariggahetvā adhogame adhogamavasena, kucchisaye kucchisayavasena, koṭṭhāsaye koṭṭhāsayavasena, aṅgamaṅgānusārimhi aṅgamaṅgānusārivasena, assāsapassāse assāsapassāsavasena pariggahetvā uddhaṅgamā vātā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto vitthambhanākāro vāyodhātūti, adhogamā vātā nāma, kucchisayā vātā nāma, koṭṭhāsayā vātā nāma, aṅgamaṅgānusārino vātā nāma, assāsapassāsā vātā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto vitthambhanākāro vāyodhātūti evaṃ vāyokoṭṭhāsesu manasikāro pavattetabbo. Tassevaṃ pavattamanasikārassa dhātuyo pākaṭā honti. Tā punappunaṃ āvajjato manasikaroto vuttanayeneva upacārasamādhi uppajjati.",
  "anya-e0101n11:93": "345. Yassa pana evaṃ bhāvayato kammaṭṭhānaṃ na ijjhati, tena salakkhaṇasaṅkhepato bhāvetabbaṃ. Kathaṃ? Vīsatiyā koṭṭhāsesu thaddhalakkhaṇaṃ pathavīdhātūti vavatthapetabbaṃ. Tattheva ābandhanalakkhaṇaṃ āpodhātūti. Paripācanalakkhaṇaṃ tejodhātūti. Vitthambhanalakkhaṇaṃ vāyodhātūti.",
  "anya-e0101n11:94": "Dvādasasu koṭṭhāsesu ābandhanalakkhaṇaṃ āpodhātūti vavatthapetabbaṃ. Tattheva paripācanalakkhaṇaṃ tejodhātūti. Vitthambhanalakkhaṇaṃ vāyodhātūti. Thaddhalakkhaṇaṃ pathavīdhātūti.",
  "anya-e0101n11:95": "Catūsu koṭṭhāsesu paripācanalakkhaṇaṃ tejodhātūti vavatthapetabbaṃ. Tena avinibhuttaṃ vitthambhanalakkhaṇaṃ vāyodhātūti. Thaddhalakkhaṇaṃ pathavīdhātūti. Ābandhanalakkhaṇaṃ āpodhātūti.",
  "anya-e0101n11:96": "Chasu koṭṭhāsesu vitthambhanalakkhaṇaṃ vāyodhātūti vavatthapetabbaṃ. Tattheva thaddhalakkhaṇaṃ pathavīdhātūti. Ābandhanalakkhaṇaṃ āpodhātūti. Paripācanalakkhaṇaṃ tejodhātūti. Tassevaṃ vavatthāpayato dhātuyo pākaṭā honti. Tā punappunaṃ āvajjato manasikaroto vuttanayeneva upacārasamādhi uppajjati.",
  "anya-e0101n11:97": "346. Yassa pana evampi bhāvayato kammaṭṭhānaṃ na ijjhati, tena salakkhaṇavibhattito bhāvetabbaṃ. Kathaṃ? Pubbe vuttanayeneva kesādayo pariggahetvā kesamhi thaddhalakkhaṇaṃ pathavīdhātūti vavatthapetabbaṃ. Tattheva ābandhanalakkhaṇaṃ āpodhātūti. Paripācanalakkhaṇaṃ tejodhātūti. Vitthambhanalakkhaṇaṃ vāyodhātūti. Evaṃ sabbakoṭṭhāsesu ekekasmiṃ koṭṭhāse catasso catasso dhātuyo vavatthapetabbā. Tassevaṃ vavatthāpayato dhātuyo pākaṭā honti. Tā punappunaṃ āvajjato manasikaroto vuttanayeneva upacārasamādhi uppajjati.",
  "anya-e0101n11:98": "Apica kho pana vacanatthato, kalāpato, cuṇṇato, lakkhaṇādito, samuṭṭhānato, nānattekattato, vinibbhogāvinibbhogato, sabhāgavisabhāgato, ajjhattikabāhiravisesato, saṅgahato, paccayato, asamannāhārato, paccayavibhāgatoti imehipi ākārehi dhātuyo manasikātabbā.",
  "anya-e0101n11:99": "347. Tattha vacanatthato manasikarontena patthaṭattā pathavī. Appoti āpiyati appāyatīti vā āpo. Tejatīti tejo. Vāyatīti vāyo. Avisesena pana salakkhaṇadhāraṇato dukkhādānato dukkhādhānato ca dhātūti. Evaṃ visesasāmaññavasena vacanatthato manasikātabbā.",
  "anya-e0101n11:100": "348.Kalāpatoti yā ayaṃ kesā lomātiādinā nayena vīsatiyā ākārehi pathavīdhātu, pittaṃ semhanti ca ādinā nayena dvādasahākārehi āpodhātu niddiṭṭhā, tattha yasmā –",
  "anya-e0101n11:101": "Vaṇṇo gandho raso ojā, catasso cāpi dhātuyo;",
  "anya-e0101n11:102": "Aṭṭhadhammasamodhānā, hoti kesāti sammuti;",
  "anya-e0101n11:103": "Tesaṃyeva vinibbhogā, natthi kesāti sammuti.",
  "anya-e0101n11:104": "Tasmā kesāpi aṭṭhadhammakalāpamattameva. Tathā lomādayoti. Yo panettha kammasamuṭṭhāno koṭṭhāso, so jīvitindriyena ca bhāvena ca saddhiṃ dasadhammakalāpopi hoti. Ussadavasena pana pathavīdhātu āpodhātūti saṅkhaṃ gato. Evaṃ kalāpato manasikātabbā.",
  "anya-e0101n11:105": "349.Cuṇṇatoti imasmiṃ hi sarīre majjhimena pamāṇena pariggayhamānā paramāṇubhedasañcuṇṇā sukhumarajabhūtā pathavīdhātu doṇamattā siyā. Sā tato upaḍḍhappamāṇāya āpodhātuyā saṅgahitā, tejodhātuyā anupālitā vāyodhātuyā vitthambhitā na vikiriyati na viddhaṃsiyati, avikiriyamānā aviddhaṃsiyamānā anekavidhaṃ itthipurisaliṅgādibhāvavikappaṃ upagacchati, aṇuthūladīgharassathirakathinādibhāvañca pakāseti.",
  "anya-e0101n11:106": "Yūsagatā ābandhanākārabhūtā panettha āpodhātu pathavīpatiṭṭhitā tejānupālitā vāyovitthambhitā na paggharati na parissavati, apaggharamānā aparissavamānā pīṇitapīṇitabhāvaṃ dasseti.",
  "anya-e0101n11:107": "Asitapītādipācakā cettha usumākārabhūtā uṇhattalakkhaṇā tejodhātu pathavīpatiṭṭhitā āposaṅgahitā vāyovitthambhitā imaṃ kāyaṃ paripāceti, vaṇṇasampattiñcassa āvahati. Tāya ca pana paripācito ayaṃ kāyo na pūtibhāvaṃ dasseti.",
  "anya-e0101n11:108": "Aṅgamaṅgānusaṭā cettha samudīraṇavitthambhanalakkhaṇā vāyodhātu pathavīpatiṭṭhitā āposaṅgahitā tejānupālitā imaṃ kāyaṃ vitthambheti. Tāya ca pana vitthambhito ayaṃ kāyo na paripatati, ujukaṃ saṇṭhāti. Aparāya vāyodhātuyā samabbhāhato gamanaṭṭhānanisajjāsayanairiyāpathesu viññattiṃ dasseti, samiñjeti, sampasāreti, hatthapādaṃ lāḷeti. Evametaṃ itthipurisādibhāvena bālajanavañcanaṃ māyārūpasadisaṃ dhātuyantaṃ pavattatīti evaṃ cuṇṇato manasikātabbā.",
  "anya-e0101n11:109": "350.Lakkhaṇāditoti pathavīdhātu kiṃ lakkhaṇā, kiṃ rasā, kiṃ paccupaṭṭhānāti evaṃ catassopi dhātuyo āvajjetvā pathavīdhātu kakkhaḷattalakkhaṇā, patiṭṭhānarasā, sampaṭicchanapaccupaṭṭhānā. Āpodhātu paggharaṇalakkhaṇā, brūhanarasā, saṅgahapaccupaṭṭhānā. Tejodhātu uṇhattalakkhaṇā, paripācanarasā, maddavānuppadānapaccupaṭṭhānā. Vāyodhātu vitthambhanalakkhaṇā, samudīraṇarasā. Abhinīhārapaccupaṭṭhānāti evaṃ lakkhaṇādito manasikātabbā.",
  "anya-e0101n11:110": "351.Samuṭṭhānatoti ye ime pathavīdhātuādīnaṃ vitthārato dassanavasena kesādayo dvācattālīsa koṭṭhāsā dassitā. Tesu udariyaṃ karīsaṃ pubbo muttanti ime cattāro koṭṭhāsā utusamuṭṭhānāva. Assu sedo kheḷo siṅghāṇikāti ime cattāro utucittasamuṭṭhānā. Asitādiparipācako tejo kammasamuṭṭhānova. Assāsapassāsā cittasamuṭṭhānāva. Avasesā sabbepi catusamuṭṭhānāti evaṃ samuṭṭhānato manasikātabbā.",
  "anya-e0101n11:111": "352.Nānattekattatoti sabbāsampi dhātūnaṃ salakkhaṇādito nānattaṃ. Aññāneva hi pathavīdhātuyā lakkhaṇarasapaccupaṭṭhānāni. Aññāni āpodhātuādīnaṃ. Evaṃ lakkhaṇādivasena pana kammasamuṭṭhānādivasena ca nānattabhūtānampi etāsaṃ rūpamahābhūtadhātudhammaaniccādivasena ekattaṃ hoti. Sabbāpi hi dhātuyo ruppanalakkhaṇaṃ anatītattā rūpāni. Mahantapātubhāvādīhi kāraṇehi mahābhūtāni.",
  "anya-e0101n11:112": "Mahantapātubhāvādīhīti etā hi dhātuyo mahantapātubhāvato, mahābhūtasāmaññato, mahāparihārato, mahāvikārato, mahattā bhūtattā cāti imehi kāraṇehi mahābhūtānīti vuccanti.",
  "anya-e0101n11:113": "Tattha mahantapātubhāvatoti etāni hi anupādinnasantānepi upādinnasantānepi mahantāni pātubhūtāni. Tesaṃ anupādinnasantāne –",
  "anya-e0101n11:114": "Duve satasahassāni, cattāri nahutāni ca;",
  "anya-e0101n11:115": "Ettakaṃ bahalattena, saṅkhātāyaṃ vasundharāti. –",
  "anya-e0101n11:116": "Ādinā nayena mahantapātubhāvatā buddhānussatiniddese vuttāva.",
  "anya-e0101n11:117": "Upādinnasantānepi macchakacchapadevadānavādisarīravasena mahantāneva pātubhūtāni. Vuttañhetaṃ ‘‘santi, bhikkhave, mahāsamudde yojanasatikāpi attabhāvā’’tiādi.",
  "anya-e0101n11:118": "Mahābhūtasāmaññatoti etāni hi yathā māyākāro amaṇiṃyeva udakaṃ maṇiṃ katvā dasseti, asuvaṇṇaṃyeva leḍḍuṃ suvaṇṇaṃ katvā dasseti.",
  "anya-e0101n11:119": "Yathā ca sayaṃ neva yakkho na yakkhī samāno yakkhabhāvampi yakkhibhāvampi dasseti, evameva sayaṃ anīlāneva hutvā nīlaṃ upādārūpaṃ dassenti, apītāni alohitāni anodātāneva hutvā odātaṃ upādārūpaṃ dassentīti māyākāramahābhūtasāmaññato mahābhūtāni.",
  "anya-e0101n11:120": "Yathā ca yakkhādīni mahābhūtāni yaṃ gaṇhanti, neva nesaṃ tassa anto na bahi ṭhānaṃ upalabbhati, na ca taṃ nissāya na tiṭṭhanti, evameva tānipi neva aññamaññassa anto na bahi ṭhitāni hutvā upalabbhanti, na ca aññamaññaṃ nissāya na tiṭṭhantīti acinteyyaṭṭhānatāya yakkhādimahābhūtasāmaññatopi mahābhūtāni. Yathā ca yakkhinīsaṅkhātāni mahābhūtāni manāpehi vaṇṇasaṇṭhānavikkhepehi attano bhayānakabhāvaṃ paṭicchādetvā satte vañcenti, evameva etānipi itthipurisasarīrādīsu manāpena chavivaṇṇena manāpena attano aṅgapaccaṅgasaṇṭhānena manāpena ca hatthapādaṅgulibhamukavikkhepena attano kakkhaḷattādibhedaṃ sarasalakkhaṇaṃ paṭicchādetvā bālajanaṃ vañcenti, attano sabhāvaṃ daṭṭhuṃ na dentīti vañcakattena yakkhinīmahābhūtasāmaññatopi mahābhūtāni.",
  "anya-e0101n11:121": "Mahāparihāratoti mahantehi paccayehi pariharitabbato. Etāni hi divase divase upanetabbattā mahantehi ghāsacchādanādīhi bhūtāni pavattānīti mahābhūtāni. Mahāparihārāni vā bhūtānītipi mahābhūtāni.",
  "anya-e0101n11:122": "Mahāvikāratoti etāni hi anupādinnānipi upādinnānipi mahāvikārāni honti. Tattha anupādinnānaṃ kappavuṭṭhāne vikāramahattaṃ pākaṭaṃ hoti. Upādinnānaṃ dhātukkhobhakāle. Tathā hi –",
  "anya-e0101n11:123": "Bhūmito vuṭṭhitā yāva, brahmalokā vidhāvati;",
  "anya-e0101n11:124": "Acci accimato loke, ḍayhamānamhi tejasā.",
  "anya-e0101n11:125": "Koṭisatasahassekaṃ, cakkavāḷaṃ vilīyati;",
  "anya-e0101n11:126": "Kupitena yadā loko, salilena vinassati.",
  "anya-e0101n11:127": "Koṭisatasahassekaṃ, cakkavāḷaṃ vikīrati;",
  "anya-e0101n11:128": "Vāyodhātuppakopena, yadā loko vinassati.",
  "anya-e0101n11:129": "Patthaddho bhavati kāyo, daṭṭho kaṭṭhamukhena vā;",
  "anya-e0101n11:130": "Pathavīdhātuppakopena, hoti kaṭṭhamukheva so.",
  "anya-e0101n11:131": "Pūtiyo bhavati kāyo, daṭṭho pūtimukhena vā;",
  "anya-e0101n11:132": "Āpodhātuppakopena, hoti pūtimukheva so.",
  "anya-e0101n11:133": "Santatto bhavati kāyo, daṭṭho aggimukhena vā;",
  "anya-e0101n11:134": "Tejodhātuppakopena, hoti aggimukheva so.",
  "anya-e0101n11:135": "Sañchinno bhavati kāyo, daṭṭho satthamukhena vā;",
  "anya-e0101n11:136": "Vāyodhātuppakopena, hoti satthamukheva so.",
  "anya-e0101n11:137": "Iti mahāvikārāni bhūtānīti mahābhūtāni.",
  "anya-e0101n11:138": "Mahattā bhūtattā cāti etāni hi mahantāni mahatā vāyāmena pariggahetabbattā bhūtāni vijjamānattāti mahattā bhūtattā ca mahābhūtāni.",
  "anya-e0101n11:139": "Evaṃ sabbāpetā dhātuyo mahantapātubhāvādīhi kāraṇehi mahābhūtāni.",
  "anya-e0101n11:140": "Salakkhaṇadhāraṇato pana dukkhādānato ca dukkhādhānato ca sabbāpi dhātulakkhaṇaṃ anatītattā dhātuyo. Salakkhaṇadhāraṇena ca attano khaṇānurūpadhāraṇena ca dhammā. Khayaṭṭhena aniccā. Bhayaṭṭhena dukkhā. Asārakaṭṭhena anattā.",
  "anya-e0101n11:141": "Iti sabbāsampi rūpamahābhūtadhātudhammaaniccādivasena ekattanti evaṃ nānattekattato manasikātabbā.",
  "anya-e0101n11:142": "353.Vinibbhogāvinibbhogatoti sahuppannāva etā ekekasmiṃ sabbapariyantime suddhaṭṭhakādikalāpepi padesena avinibbhuttā. Lakkhaṇena pana vinibbhuttāti evaṃ vinibbhogāvinibbhogato manasikātabbā.",
  "anya-e0101n11:143": "354.Sabhāgavisabhāgatoti evaṃ avinibbhuttāsu cāpi etāsu purimā dve garukattā sabhāgā. Tathā pacchimā lahukattā. Purimā pana pacchimāhi pacchimā ca purimāhi visabhāgāti evaṃ sabhāgavisabhāgato manasikātabbā.",
  "anya-e0101n11:144": "355.Ajjhattikabāhiravisesatoti ajjhattikā dhātuyo viññāṇavatthuviññattiindriyānaṃ nissayā honti, sairiyāpathā, catusamuṭṭhānā. Bāhirā vuttaviparītappakārāti evaṃ ajjhattikabāhiravisesato manasikātabbā.",
  "anya-e0101n11:145": "356.Saṅgahatoti kammasamuṭṭhānā pathavīdhātu kammasamuṭṭhānāhi itarāhi ekasaṅgahā hoti samuṭṭhānanānattābhāvato . Tathā cittādisamuṭṭhānā cittādisamuṭṭhānāhīti evaṃ saṅgahato manasikātabbā.",
  "anya-e0101n11:146": "357.Paccayatoti pathavīdhātu āposaṅgahitā tejoanupālitā vāyovitthambhitā tiṇṇaṃ mahābhūtānaṃ patiṭṭhā hutvā paccayo hoti. Āpodhātu pathavīpatiṭṭhitā tejoanupālitā vāyovitthambhitā tiṇṇaṃ mahābhūtānaṃ ābandhanaṃ hutvā paccayo hoti. Tejodhātu pathavīpatiṭṭhitā āposaṅgahitā vāyovitthambhitā tiṇṇaṃ mahābhūtānaṃ paripācanaṃ hutvā paccayo hoti. Vāyodhātu pathavīpatiṭṭhitā āposaṅgahitā tejoparipācitā tiṇṇaṃ mahābhūtānaṃ vitthambhanaṃ hutvā paccayo hotīti evaṃ paccayato manasikātabbā.",
  "anya-e0101n11:147": "358.Asamannāhāratoti pathavīdhātu cettha ‘‘ahaṃ pathavīdhātū’’ti vā, ‘‘tiṇṇaṃ mahābhūtānaṃ patiṭṭhā hutvā paccayo homī’’ti vā na jānāti. Itarānipi tīṇi ‘‘amhākaṃ pathavīdhātu patiṭṭhā hutvā paccayo hotī’’ti na jānanti. Esa nayo sabbatthāti evaṃ asamannāhārato manasikātabbā.",
  "anya-e0101n11:148": "359.Paccayavibhāgatoti dhātūnaṃ hi kammaṃ, cittaṃ, āhāro, utūti cattāro paccayā. Tattha kammasamuṭṭhānānaṃ kammameva paccayo hoti, na cittādayo. Cittādisamuṭṭhānānampi cittādayova paccayā honti, na itare. Kammasamuṭṭhānānañca kammaṃ janakapaccayo hoti, sesānaṃ pariyāyato upanissayapaccayo hoti. Cittasamuṭṭhānānaṃ cittaṃ janakapaccayo hoti, sesānaṃ pacchājātapaccayo atthipaccayo avigatapaccayo ca. Āhārasamuṭṭhānānaṃ āhāro janakapaccayo hoti, sesānaṃ āhārapaccayo atthipaccayo avigatapaccayo ca. Utusamuṭṭhānānaṃ utu janakapaccayo hoti, sesānaṃ atthipaccayo avigatapaccayo ca. Kammasamuṭṭhānaṃ mahābhūtaṃ kammasamuṭṭhānānampi mahābhūtānaṃ paccayo hoti cittādisamuṭṭhānānampi. Tathā cittasamuṭṭhānaṃ, āhārasamuṭṭhānaṃ. Utusamuṭṭhānaṃ mahābhūtaṃ utusamuṭṭhānānampi mahābhūtānaṃ paccayo hoti kammādisamuṭṭhānānampi.",
  "anya-e0101n11:149": "Tattha kammasamuṭṭhānā pathavīdhātu kammasamuṭṭhānānaṃ itarāsaṃ sahajātaaññamaññanissayaatthiavigatavasena ceva patiṭṭhāvasena ca paccayo hoti, na janakavasena. Itaresaṃ tisantatimahābhūtānaṃ nissayaatthiavigatavasena paccayo hoti, na patiṭṭhāvasena na janakavasena. Āpodhātu cettha itarāsaṃ tiṇṇaṃ sahajātādivasena ceva ābandhanavasena ca paccayo hoti, na janakavasena. Itaresaṃ tisantatikānaṃ nissayaatthiavigatapaccayavaseneva, na ābandhanavasena na janakavasena. Tejodhātupettha itarāsaṃ tiṇṇaṃ sahajātādivasena ceva paripācanavasena ca paccayo hoti, na janakavasena. Itaresaṃ tisantatikānaṃ nissayaatthiavigatapaccayavaseneva, na paripācanavasena, na janakavasena. Vāyodhātupettha itarāsaṃ tiṇṇaṃ sahajātādivasena ceva vitthambhanavasena ca paccayo hoti, na janakavasena. Itaresaṃ tisantatikānaṃ nissayaatthiavigatapaccayavaseneva, na vitthambhanavasena, na janakavasena. Cittaāhārautusamuṭṭhānapathavīdhātuādīsupi eseva nayo.",
  "anya-e0101n11:150": "Evaṃ sahajātādipaccayavasappavattāsu ca panetāsu dhātūsu –",
  "anya-e0101n11:151": "Ekaṃ paṭicca tisso, catudhā tisso paṭicca eko ca;",
  "anya-e0101n11:152": "Dve dhātuyo paṭicca, dve chaddhā sampavattanti.",
  "anya-e0101n11:153": "Pathavīādīsu hi ekekaṃ paṭicca itarā tisso tissoti evaṃ ekaṃ paṭicca tisso catudhā sampavattanti. Tathā pathavīdhātuādīsu ekekā itarā tisso tisso paṭiccāti evaṃ tisso paṭicca ekā catudhā sampavattati. Purimā pana dve paṭicca pacchimā, pacchimā ca dve paṭicca purimā, paṭhamatatiyā paṭicca dutiyacatutthā, dutiyacatutthā paṭicca paṭhamatatiyā, paṭhamacatutthā paṭicca dutiyatatiyā, dutiyatatiyā paṭicca paṭhamacatutthāti evaṃ dve dhātuyo paṭicca dve chadhā sampavattanti.",
  "anya-e0101n11:154": "Tāsu pathavīdhātu abhikkamapaṭikkamādikāle uppīḷanassa paccayo hoti. Sāva āpodhātuyā anugatā patiṭṭhāpanassa. Pathavīdhātuyā pana anugatā āpodhātu avakkhepanassa. Vāyodhātuyā anugatā tejodhātu uddharaṇassa. Tejodhātuyā anugatā vāyodhātu atiharaṇavītiharaṇānaṃ paccayo hotīti evaṃ paccayavibhāgato manasikātabbā.",
  "anya-e0101n11:155": "Evaṃ vacanatthādivasena manasi karontassāpi hi ekekena mukhena dhātuyo pākaṭā honti. Tā punappunaṃ āvajjato manasikaroto vuttanayeneva upacārasamādhi uppajjati. Svāyaṃ catunnaṃ dhātūnaṃ vavatthāpakassa ñāṇassānubhāvena uppajjanato catudhātuvavatthānantveva saṅkhaṃ gacchati.",
  "anya-e0101n11:156": "360. Idañca pana catudhātuvavatthānaṃ anuyutto bhikkhu suññataṃ avagāhati, sattasaññaṃ samugghāteti. So sattasaññāya samūhatattā vāḷamigayakkharakkhasādivikappaṃ anāvajjamāno bhayabheravasaho hoti, aratiratisaho, na iṭṭhāniṭṭhesu ugghātanigghātaṃ pāpuṇāti. Mahāpañño ca pana hoti amatapariyosāno vā sugatiparāyano vāti.",
  "anya-e0101n11:157": "Evaṃ mahānubhāvaṃ, yogivarasahassa kīḷitaṃ etaṃ;",
  "anya-e0101n11:158": "Catudhātuvavatthānaṃ, niccaṃ sevetha medhāvīti.",
  "anya-e0101n11:159": "Ayaṃ catudhātuvavatthānassa bhāvanāniddeso.",
  "anya-e0101n11:160": "361. Ettāvatā ca yaṃ samādhissa vitthāraṃ bhāvanānayañca dassetuṃ ‘‘ko samādhi, kenaṭṭhena samādhī’’tiādinā nayena pañhākammaṃ kataṃ, tattha ‘‘kathaṃ bhāvetabbo’’ti imassa padassa sabbappakārato atthavaṇṇanā samattā hoti.",
  "anya-e0101n11:161": "Duvidhoyeva hayaṃ idha adhippeto upacārasamādhi ceva appanāsamādhi ca. Tattha dasasu kammaṭṭhānesu, appanāpubbabhāgacittesu ca ekaggatā upacārasamādhi. Avasesakammaṭṭhānesu cittekaggatā appanāsamādhi. So duvidhopi tesaṃ kammaṭṭhānānaṃ bhāvitattā bhāvito hoti. Tena vuttaṃ ‘‘kathaṃ bhāvetabboti imassa padassa sabbappakārato atthavaṇṇanā samattā’’ti.",
  "anya-e0101n11:162": "Samādhiānisaṃsakathā",
  "anya-e0101n11:163": "362. Yaṃ pana vuttaṃ ‘‘samādhibhāvanāya ko ānisaṃso’’ti, tattha diṭṭhadhammasukhavihārādipañcavidho samādhibhāvanāya ānisaṃso. Tathā hi ye arahanto khīṇāsavā samāpajjitvā ekaggacittā sukhaṃ divasaṃ viharissāmāti samādhiṃ bhāventi, tesaṃ appanāsamādhibhāvanā diṭṭhadhammasukhavihārānisaṃsā hoti. Tenāha bhagavā ‘‘na kho panete, cunda, ariyassa vinaye sallekhā vuccanti. Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccantī’’ti (ma. ni. 1.82).",
  "anya-e0101n11:164": "Sekkhaputhujjanānaṃ samāpattito vuṭṭhāya samāhitena cittena vipassissāmāti bhāvayataṃ vipassanāya padaṭṭhānattā appanāsamādhibhāvanāpi sambādhe okāsādhigamanayena upacārasamādhibhāvanāpi vipassanānisaṃsā hoti. Tenāha bhagavā ‘‘samādhiṃ, bhikkhave, bhāvetha. Samāhito, bhikkhave, bhikkhu yathābhūtaṃ pajānātī’’ti (saṃ. ni. 3.5).",
  "anya-e0101n11:165": "Ye pana aṭṭha samāpattiyo nibbattetvā abhiññāpādakaṃ jhānaṃ samāpajjitvā samāpattito vuṭṭhāya ekopi hutvā bahudhā hotīti vuttanayā abhiññāyo patthento nibbattenti, tesaṃ sati sati āyatane abhiññāpadaṭṭhānattā appanāsamādhibhāvanā abhiññānisaṃsā hoti. Tenāha bhagavā – ‘‘so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane’’ti (ma. ni. 3.158; a. ni. 3.102).",
  "anya-e0101n11:166": "Ye aparihīnajjhānā brahmaloke nibbattissāmāti brahmalokūpapattiṃ patthentā apatthayamānā vāpi puthujjanā samādhito na parihāyanti, tesaṃ bhavavisesāvahattā appanāsamādhibhāvanā bhavavisesānisaṃsā hoti. Tenāha bhagavā – ‘‘paṭhamaṃ jhānaṃ parittaṃ bhāvetvā kattha upapajjanti. Brahmapārisajjānaṃ devānaṃ sahabyataṃ upapajjantī’’tiādi (vibha. 1024).",
  "anya-e0101n11:167": "Upacārasamādhibhāvanāpi pana kāmāvacarasugatibhavavisesaṃ āvahatiyeva.",
  "anya-e0101n11:168": "Ye pana ariyā aṭṭha samāpattiyo nibbattetvā nirodhasamāpattiṃ samāpajjitvā satta divasāni acittā hutvā diṭṭheva dhamme nirodhaṃ nibbānaṃ patvā sukhaṃ viharissāmāti samādhiṃ bhāventi, tesaṃ appanāsamādhibhāvanā nirodhānisaṃsā hoti. Tenāha – ‘‘soḷasahi ñāṇacariyāhi navahi samādhicariyāhi vasībhāvatā paññā nirodhasamāpattiyā ñāṇa’’nti (paṭi. ma. 1.34).",
  "anya-e0101n11:169": "Evamayaṃ diṭṭhadhammasukhavihārādi pañcavidho samādhibhāvanāya ānisaṃso –",
  "anya-e0101n11:170": "‘‘Tasmā nekānisaṃsamhi, kilesamalasodhane;",
  "anya-e0101n11:171": "Samādhibhāvanāyoge, nappamajjeyya paṇḍito’’ti.",
  "anya-e0101n11:172": "363. Ettāvatā ca ‘‘sīle patiṭṭhāya naro sapañño’’ti imissā gāthāya sīlasamādhipaññāmukhena desite visuddhimagge samādhipi paridīpito hoti.",
  "anya-e0101n11:173": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n11:174": "Samādhiniddeso nāma",
  "anya-e0101n11:175": "Ekādasamo paricchedo.",
  "anya-e0101n11:176": "364. Paṭhamo sīlaniddeso. Dutiyo dhutaṅganiddeso;. Tatiyo kammaṭṭhānaggahaṇaniddeso. Catuttho pathavīkasiṇaniddeso. Pañcamo sesakasiṇaniddeso. Chaṭṭho asubhaniddeso. Sattamo chaanussatiniddeso. Aṭṭhamo sesānussatiniddeso. Navamo brahmavihāraniddeso. Dasamo āruppaniddeso. Paṭikkūlasaññādhātuvavatthānadvayaniddeso ekādasamoti.",
  "anya-e0101n11:177": "Visuddhimaggassa paṭhamo bhāgo niṭṭhito."
}