{
  "anya-e0104n7:0": "19. Kaṅkhāvitaraṇavisuddhiniddesavaṇṇanā",
  "anya-e0104n7:1": "Paccayapariggahakathāvaṇṇanā",
  "anya-e0104n7:2": "678. Anantaraniddiṭṭhāya diṭṭhivisuddhiyā visayabhāvena dassitattā ‘‘etassevā’’ti vuttaṁ, na tadaññato visesanatthaṁ tadaññasseva abhāvato. Ajjhattaṁ vā hi vipassanābhiniveso hotu bahiddhā vā, ajjhattasiddhiyaṁ pana lakkhaṇato sabbampi nāmarūpaṁ anavasesato pariggahitameva hotīti. Paccayapariggahenāti hetumhi karaṇavacanaṁ. Paccayapariggahahetu hissa addhattayakaṅkhāvitaraṇaṁ hotīti, karaṇe vā etaṁ karaṇavacanaṁ paccayapariggahassa sādhakatamabhāvato kaṅkhāvitaraṇakiriyāya. Yadā hissa suparisuddho nijjaṭo niggumbo paccayapariggaho sijjhati, tadānena kaṅkhā vitarīyatīti. Vitaritvāti atikkamitvā, vikkhambhetvāti attho. Taṁ pana ñāṇaṁ tathādhigataṁ vasībhāvappattaṁ jhānaṁ viya yogino santāne pabandhavasena pavattatīti katvā vuttaṁ ‘‘ṭhitaṁ ñāṇa’’nti.",
  "anya-e0104n7:3": "Tanti kaṅkhāvitaraṇavisuddhiṁ. Taṁ sampādetukāmo āpajjatīti sambandho. Yāthāvato diṭṭhaṁ nāmarūpaṁ tividhadukkhatāyogato rogo viya. Paccayā cassa rogasamuṭṭhānaṁ viya upaṭṭhahantīti imamatthaṁ dassento ‘‘yathā nāma…pe… pariyesatī’’ti āha. Saṁsāradukkhanimuggassa santānassa tato vimocetukāmatāvasena anukampitabbatā labbhatīti tamatthaṁ dassetuṁ ‘‘yathā vā panā’’tiādi vuttaṁ. Evameva ṭhite yadeke vadanti ‘‘anukampetabbakumārakadassanena tassa mātāpituāvajjanaṁ idha anudāharaṇaṁ nirodhetabbatāya nāmarūpassa anukampitabbatābhāvato’’ti, tadapāhataṁ hoti. Avassañcetaṁ evaṁ icchitabbaṁ, aññathā veneyyapuggalasantāne satthu mahākaruṇāpavatti eva vicāretabbā siyā. Mandabuddhitāya mandaṁ. Vuḍḍhataropi koci mandabuddhi hotīti tato visesanatthaṁ ‘‘kumāra’’nti vuttaṁ. Yo koci paṭhamavaye vattamāno ‘‘kumāro’’ti vuccatīti tato visesanatthaṁ ‘‘dahara’’nti vuttaṁ. Evampi yo ādhāvitvā paridhāvitvā vicāraṇako taruṇadārako, sopi ‘‘daharo’’ti vuccatīti tato nivattanatthaṁ ‘‘uttānaseyyaka’’nti vuttaṁ. Catūhipi padehi karuṇāyitabbataṁyeva dasseti. Āpajjatīti karoti.",
  "anya-e0104n7:4": "Yathā panassa hetupaccayapariyesanāpatti hoti, taṁ dassetuṁ ‘‘so’’tiādi vuttaṁ. Tattha byatirekamukhena attho sādhito sammadeva sādhito hotīti ahetukabhāvaṁ tāva paṭikkhipanto ‘‘na tāvidaṁ nāmarūpaṁ ahetuka’’nti vatvā tattha kāraṇamāha ‘‘sabbatthā’’tiādinā. Hetumantarena sati sambhave sabbadhammānaṁ hetuabhāvo samānoti sabbasamānatā siyā, tathā ca sati sotapadesādīsu, bahiddhā ca cakkhuviññāṇādihetuabhāvoti sabbattha, cakkhādīnaṁ uppattito pubbe, paribhedato uddhañca hetuabhāvoti sabbadā ca andhādīnaṁ arūpīnaṁ, asaññīnañca hetuabhāvoti sabbesañca cakkhuviññāṇādīhi bhavitabbaṁ, hetuabhāvā visesato tañca natthīti āha ‘‘sabbattha sabbadā sabbesañca ekasadisabhāvāpattito’’ti. Nidassanamattañcetaṁ yadidaṁ ‘‘cakkhuviññāṇādīsu hī’’ti. Yattakā loke visesā, tehi sabbesaṁ, sabbakālañca bhavitabbanti adhippāyo. Ādi-saddena vā tesampi gahaṇaṁ katamevāti daṭṭhabbaṁ. Tasmā ahetukabhāve visiṭṭhatāya asambhavo evāti sabbattha ekasadisabhāvāpattito, sabbadā ekasadisabhāvāpattito, sabbesaṁ ekasadisabhāvāpattitoti paccekaṁ sambandho veditabbo. Evaṁ ahetubhāve paṭisiddhe visamahetuvādī vadeyya ‘‘na idaṁ ahetukaṁ kiñcarahi sahetukaṁ, kena pana hetunā sahetukanti? Issarādinā’’ti.",
  "anya-e0104n7:5": "Ādi-saddena pakatipurisapajāpatikālādīnaṁ gahaṇaṁ veditabbaṁ, taṁ paṭikkhipanto āha ‘‘na issarādihetuka’’ntiādi. Na nāmarūpaṁ issarādihetukaṁ nāmarūpato aññassa anupalabbhamānattā issarapakatiādinameva abhāvato. Yadi pana asato issarādito nāmarūpassa uppatti, evaṁ sati sā eva sabbattha sabbadā sabbesaṁ ekasadisatā āpajjati. Atha nāmarūpamattameva issarādihetukaṁ, nāmarūpañca ahutvā sambhavantaṁ, hutvā ca vinassantaṁ dissatīti issarādīhipi tādisehi bhavitabbaṁ. Tathā ca tadapi sappaccayaṁ saṅkhatamevāti tassāpi paccayapariggaho kātabbo. Atha taṁ nuppajjati, ahetukatā tassa āpannā. Tenāha ‘‘ahetukabhāvāpattito’’ti.",
  "anya-e0104n7:6": "Apica na issarādihetukaṁ nāmarūpaṁ. Kiṁ kāraṇaṁ? Kamena uppattito. Yadi hi evaṁ niccaṁ issarādisaññitaṁ kammakilesindriyārammaṇādinirapekkhakāraṇampi siyā, sabbesaṁyeva ekajjhaṁ uppatti siyā, yattakehi tato uppajjitabbaṁ. Kasmā? Kāraṇassa sannihitabhāvato. Yadi pana tassa icchāvasena tassa uppattiṁ parikappeyyuṁ, tāsañca icchānaṁ ekajjhaṁ uppattiyaṁ ko vibandho. Atha aññampi kiñci kammakilesindriyārammaṇādiapekkhitabbaṁ atthīti ce? Tadeva hetu kāraṇaṁ, kimaññena adiṭṭhasāmatthiyena parikappitena payojanaṁ? Diṭṭhañhi kammādīnaṁ sāmatthiyaṁ tadaññapaccayasannidhānepi tadabhāve abhāvato. Yathā hi rūpālokamanasikārasannidhānepi cakkhuno abhāve cakkhuviññāṇassa abhāvaṁ, bhāve ca bhāvaṁ disvā cakkhuno cakkhuviññāṇuppādanasamatthatā atthīti viññāyati. Yathā ca yvāyaṁ yamakānampi samānānaṁ janakajananīsukkasoṇitādibāhirapaccayasamabhāvepi sattānaṁ hīnapaṇītatādiviseso dissati, so ca sasantāne tādisassa aññassa hetuno abhāvā kammakilesahetukoti tassa tattha samatthatā atthīti viññāyati, na evamissarādikassa. Kāraṇassa hi bhāvābhāve phalassa bhāvābhāvehi kāraṇassa samatthatā viññāyeyya. Na ca sannihite tadakāraṇassa nāmarūpassa issarādivekallena katthaci anuppatti diṭṭhā, tasmā akāraṇamissaro.",
  "anya-e0104n7:7": "Athāpi saggo evaṁ issarādihetuko vucceyya, sopi saggappakāro sabbakālaṁ tato nibbatteyya. Na hi sannihitakāraṇassa phalassa anuppatti yuttā. Nicce ca sati aññanirapekkhakāraṇe saggassa ādiyeva na yutto, yāva issarādikaṁ kāraṇaṁ, tāva sabbassa atthibhāvappasaṅgato. Athāpi vadeyya ‘‘aññepi yathārahaṁ paccayā hontiyeva, issarādikampi tesaṁ sahakārīkāraṇaṁ hotī’’ti. Yadettha vattabbaṁ, taṁ heṭṭhā vuttameva. Yadi paro vadeyya ‘‘idha buddhipubbo bhāvānaṁ racanāviseso diṭṭho, yathā taṁ ghaṭagehādīnaṁ. Atthi ca ajjhattikabāhirānaṁ sarīrapadumādīnaṁ racanāviseso, tasmā tenāpi buddhipubbena bhavitabbaṁ. Yassa ca so buddhipubbo, so issarādiko, tasmā tena nāmarūpasaññitassa lokassa kāraṇena bhavitabba’’nti. Tayidaṁ asiddhaṁ, racitā sarīrapadumādayoti tattheva uppannattā. Uppannassa hi sannivesavasena tathā tathā paṭṭhapanaṁ ‘‘racanā’’ti vuccati. Anekantiko cāyaṁ abuddhipubbassāpi diṭṭhattā. Diṭṭho hi nhāruādīnaṁ aggisaṁyogena racanāviseso, tathā visussantānaṁ pubbacammādīnaṁ. Yadi panāyamissarādiko gavassajagadrabhādīnaṁ karīsāvatte paṭimahutaṁ raceyya, ummatto viya vikkhitto siyā. Kiñcāyaṁ lokaṁ sajjento attatthaṁ vā sajjeyya lokatthaṁ vā.",
  "anya-e0104n7:8": "Tattha ca yadi purimo makkho katakicco na siyā lokena sādhetabbassa atthibhāvato. Atha dutiyo, kasmā lokassa ahitadukkhāvahaṁ pāpaṁ nirayādiṁ, jarāmaraṇādiñca sajati? Atha tadubhayaṁ anāmasitvā kīḷatthaṁ sajati. Kīḷā ca nāma ratiatthā hoti. Vinā kīḷāya ratiṁ ajānantānaṁ ratiatthañca kīḷamārabhanto ratiyaṁ issaro anissaro siyā. Atha payojananirapekkho, sabbakālaṁ sajeyya, tassa cāyaṁ sajanasamatthatā ahetukā vā siyā sahetukā vā. Ahetukā ce, sabbesaṁ siyā sahetukā vā. Ahetukā ce, sabbesampi siyā. Atha sahetukā, so cassa hetu parato vā sambhūto siyā attato vā. Tattha parato ce sambhūto, yadassa so laddho, tassāyaṁ veyyāvaccakarasadiso siyā. Atha attato taduppattito pubbe ayaṁ kīdiso loko cāti sabbamidaṁ ālunavisiṇaṁ ākulabyākulaṁ goyūthena gatamaggasadisapheṇapiṇḍasamaṁ avimaddakkhamaṁ asāraṁ. Tiṭṭhatu pasaṅgo, yathādhikatameva vaṇṇayissāma. Tasmāti yasmā idaṁ nāmarūpaṁ na ahetukaṁ, nāpi issarādivisamahetukaṁ, tasmā. Teti hetupaccayā.",
  "anya-e0104n7:9": "679. Oḷārikattā, supākaṭattā ca rūpassa paccayapariggaho sukaroti ‘‘imassa tāva rūpakāyassā’’tiādinā paṭhamaṁ tassa paccayapariggahavidhiṁ ārabhati. Tattha yathā nāmarūpassa paccayapariggaho ahetuvisamahetuvādanivattiyā hoti, evaṁ nibbidāvirāgāvahabhāvena tattha abhiratinivattiyāpi icchitabboti taṁ gabbhaseyyakavasena dassento nibbattaṭṭhānassa sucibhāvapaṭisedhanamukhena asucibhāvaṁ vibhāvetuṁ ‘‘ayaṁ kāyo’’tiādimāha. Tattha uppalādīni asuciṭṭhāne nibbattānipi sayaṁ sucisammatānevāti taṁdassanatthaṁ abbhantaraggahaṇaṁ. Tenāha bhagavā –",
  "anya-e0104n7:10": "‘‘Yathā saṅkāradhānasmiṁ, ujjhitasmiṁ mahāpathe;",
  "anya-e0104n7:11": "Padumaṁ tattha jāyetha, sucigandhaṁ manorama’’nti. (dha. pa. 58);",
  "anya-e0104n7:12": "‘‘Nibbattatī’’ti idaṁ mātukucchiyaṁ paṭisandhipavattīsu rūpakāyassa nibbattanasāmaññato gahetvā vuttaṁ, na paṭhamābhinibbattimattaṁ. Evañca katvā āhārassa upatthambhakapaccayatāvacanaṁ, udarapaṭalassa pacchato karaṇādivacanaṁ, duggandhajegucchapaṭikkūlatāvacanañca samatthitaṁ hoti. Evamavaṭṭhite yadekaccehi piṭṭhito, purato ca karaṇaṁ kiṁ siyā paṭisandhikāletiādi vuttaṁ, taṁ apāhataṁ hoti. ‘‘Nibbattakattā’’ti iminā bījaṁ viya aṅkurassa avijjādayo rūpakāyassa asādhāraṇakāraṇatāya hetūti dasseti. ‘‘Upatthambhakattā’’ti iminā pana aṅkurassa pathavīsalilapārisiādayo viya āhāro sādhāraṇakāraṇatāya paccayoti dasseti.",
  "anya-e0104n7:13": "Pañca dhammā hetupaccayāti avijjādayo pañca dhammā yathārahaṁ hetu ca paccayo cāti attho. Bhavesu vijjamānadosapaṭicchādanapatthanā daḷhaggāhabhāvena saṅkhārabhavānaṁ hetubhūtā janakasahāyatāya bhavanikanti taṁsahajātaāsannakāraṇattā abhisaṅkhārikā, apassayabhūtā cāti ‘‘mātā viya dārakassa upanissayā’’ti vuttā. Yathā pitu janitasukke puttassa uppattīti pitā janako, evaṁ kammaṁ sattassa uppādakattā janakaṁ vuttaṁ. Yathā dhāti jātassa dārakassa posanavasena sandhārikā, evaṁ āhāro uppannassa kāyassāti sandhārako vutto.",
  "anya-e0104n7:14": "Kāmañcettha avijjādayo nāmakāyassāpi paccayo, pakārantarena pana tassa pākaṭaṁ paccayapariggahavidhiṁ dassetuṁ ‘‘cakkhuñca paṭiccā’’tiādi vuttaṁ. Tattha cakkhuñcāti ca-saddo samuccayattho. Tena cakkhuviññāṇassa āvajjanādiajjhattaṁ sabbaṁ paccayajātaṁ saṅgaṇhāti. Rūpe cāti pana ca-saddena yathā bahulaṁ bāhirarūpaṁ cakkhuviññāṇassa ārammaṇapaccayo, evaṁ aññampi bāhiraṁ paccayajātaṁ saṅgaṇhāti. Paṭiccāti paccayabhūtaṁ laddhāti attho. Tena cakkhussa nissayapurejātaindriyavippayuttaatthiavigatavasena, rūpassa ārammaṇapurejātaatthiavigatavasena, itaresañca saṅgahitānaṁ anantarādisahajātādivasena paccayabhāvaṁ dasseti. Vacanabhede pana kāraṇaṁ heṭṭhā vuttameva. Ādi-saddena ca phassādīnaṁ viya sahapaccayehi sotaviññāṇādīnaṁ saṅgaho veditabbo ‘‘tiṇṇaṁ saṅgati phasso’’tiādipāṭhassa (ma. ni. 1.204; 3.421, 425-426; saṁ. ni. 2.43-45; kathā. 465, 467) viya ‘‘sotañca paṭiccā’’tiādipāṭhassa saṅgahitattā. Evaṁ sammasanupagaṁ sabbaṁ nāmaṁ sahapaccayena saṅgahitaṁ hoti. Tenāha ‘‘nāmakāyassa paccayapariggahaṁ karotī’’ti.",
  "anya-e0104n7:15": "Pavattiṁ disvāti etarahi pavattiṁ disvā. Evanti iminā na kevalaṁ sappaccayatāmattameva paccāmaṭṭhaṁ, atha kho yādisehi paccayehi etarahi pavattati, tādisehi avijjādipaccayeheva atītepi pavattitthāti paccayasadisatāpi paccāmaṭṭhāti daṭṭhabbaṁ.",
  "anya-e0104n7:16": "680.Pubbantanti atītaṁ khandhappabandhakoṭṭhāsaṁ. Ārabbhāti uddissa. Ahosiṁ nu kho, na nu kho ahosinti sassatākāraṁ, adhiccasamuppattiākārañca nissāya atīte attano vijjamānataṁ, avijjamānatañca kaṅkhati. Kiṁ nu kho ahosinti jātiliṅgūpapattiyo nissāya ‘‘khattiyo nu kho ahosiṁ, brāhmaṇādīsu gahaṭṭhādīsu devādīsu aññataro nu kho’’ti kaṅkhati. Kathaṁ nu khoti saṇṭhānākāraṁ nissāya ‘‘dīgho nu kho ahosiṁ, rassaodātakāḷapamāṇikaappamāṇikādīnampi aññataro’’ti kaṅkhati. Issaranimmānādiṁ nissāya ‘‘kena nu kho pakārena ahosi’’nti nibbattākārato kaṅkhatīti ca vadanti. Kiṁ hutvā kiṁ ahosinti jātiādiṁ nissāya ‘‘khattiyo hutvā nu kho brāhmaṇo ahosiṁ…pe… devo hutvā nu kho manusso ahosi’’nti attano aparāparuppattiṁ kaṅkhati. Sabbattheva ca addhānanti kālādhivacanaṁ. Bhavissāmi nu khoti sassatākāraṁ, ucchedākārañca nissāya anāgate attano vijjamānataṁ, avijjamānatañca kaṅkhati. Sesamettha vuttanayameva. Etarahi vā pana paccuppannaṁ addhānanti idāni vā paṭisandhimādiṁ katvā cutipariyantaṁ sabbampi vattamānakālaṁ. Ajjhattaṁ kathaṁkathī hotīti attano khandhesu vicikicchā hoti. Ahaṁ nu khosmīti attano atthibhāvaṁ kaṅkhati. Ayuttaṁ panetanti. Yuttaṁ ayuttanti kā ettha cintā. Ummattako viya hi bālaputhujjano. No nu khosmīti attano natthibhāvaṁ kaṅkhati. Kiṁ nu khosmīti khattiyova samāno attano khattiyabhāvaṁ kaṅkhati. Esa nayo sesesu. Kathaṁ nu khosminti vuttanayameva. Kevalañhettha ‘‘abbhantare jīvo nāma atthī’’ti gahetvā tassa dīghādibhāvaṁ kaṅkhanto ‘‘kathaṁ nu khosmi’’nti kaṅkhatīti veditabbo. Paccuppannaṁ pana attano sarīrasaṇṭhānaṁ ajānanto nāma natthi. Kuto āgato, so kuhiṁ gāmī bhavissatīti attabhāvassa āgatigatiṭṭhānaṁ kaṅkhati. Sā sabbāpi pahīyatīti sā yathāvuttā soḷasavidhāpi vicikicchā vikkhambhanavasena pahīyati.",
  "anya-e0104n7:17": "681. Kusalādibhedato sabbappakārassāpi nāmassa sādhāraṇo paccayoti, tato pavattito manasikārādiko kusalādibhedato sabbappakārassāpi nāmassa asādhāraṇo paccayoti ca yojetabbaṁ. Kusalādibhedatoti kusalākusalavipākakiriyabhedato. Tassāpi somanassasahagatādiaññatarabhedavasena sabbappakārassāpi. Yaṁ ekantato chadvārikaṁ, tampi chadvāraggahaṇeneva gahitaṁ yathā chaṭṭhārammaṇaṁ chaḷārammaṇaggahaṇenātipi vuttaṁ ‘‘sabbappakārassāpī’’ti. Tatoti cakkhurūpādito. Manasikārādikoti yonisomanasikāraayonisomanasikārādiko , kammabhavaṅgādiko ca. Kāmañcettha dvāracchakkayonisomanasikārādivasena nāmasseva sādhāraṇo, asādhāraṇo ca paccayo vutto, taṁ pana avisesavasena vuttaṁ. Visesato pana kammaṁ vipākanāmassa, kammasamuṭṭhānarūpānañca cittaṁ cetasikanāmassa, cittasamuṭṭhānarūpānañca sādhāraṇo paccayo, yathāvuttasseva ca nāmassa, rūpassa ca tadaññanāmarūpāpekkhāya asādhāraṇo paccayo. Tathā sabhāgo, utusabhāgo ca āhāro taṁsamuṭṭhānarūpānaṁ sādhāraṇo paccayo, tadaññāpekkhāya asādhāraṇoti rūpassāpi sādhāraṇo, asādhāraṇo ca paccayo yathārahaṁ niddhāretabbo. Paccayapariggaho nāma anadhigatārahattena kātabboti tadapekkhāya ‘‘yonisomanasikārasaddhammassavanādiko kusalassevā’’ti vuttaṁ. Ādi-saddena sappurisūpanissayassa, catunnampi vā sampatticakkānaṁ saṅgaho daṭṭhabbo. Viparīto akusalassāti vacanato yathā yonisomanasikārādiviparīto akusalasseva paccayo, tathā yonisomanasikārādi kusalasseva paccayo hotīti attho. Yassa vā kusalaṁ sambhavati, akusalaṁ sambhavati, kusalākusalāni vā, tassāti atthasiddhametaṁ. Kammādikoti ādi-saddena avijjādayo viya gatikālādayopi saṅgahitāti daṭṭhabbā. Bhavaṅgādikoti bhavaṅgasantīraṇaparittakiriyārahattādiko. Tattha bhavaṅgaṁ pañcadvāramanodvārāvajjanakiriyānaṁ, santīraṇaṁ voṭṭhabbanassa, parittakiriyā yathārahaṁ parittamahaggatakiriyānaṁ, arahattaṁ āvajjanavajjānaṁ sabbakiriyānaṁ paccayoti veditabbaṁ.",
  "anya-e0104n7:18": "Kammanti cetanāva adhippetā, sā ca kho kusalākusalā. Vuttañhetaṁ ‘‘kusalākusalacetanā vipākānaṁ khandhānaṁ, kaṭattā ca rūpānaṁ kammapaccayena paccayo’’ti (paṭṭhā. 1.1.427). Na cittaṁ viya sasampayuttā. Cittañhettha sasampayuttaṁ adhippetaṁ ‘‘hetū hetusampayuttakānaṁ dhammānaṁ, taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’tiādivacanato (paṭṭhā. 1.1.1). Tatthāti tesu kammādīsu rūpajanakapaccayesu. Atītato eva kammato phalaṁ uppajjati, na vattamānatoti vuttaṁ ‘‘kammaṁ atītameva kammasamuṭṭhānassa rūpassa paccayo’’ti. Yadi hi paccuppannato kammato phalaṁ uppajjeyya, āyūhanakkhaṇe eva phalena uppajjitabbaṁ bhaveyya, na ca taṁ diṭṭhamicchitaṁ vā. Na hi loke kudācanaṁ kariyamānameva kammaṁ phalaṁ dentaṁ diṭṭhaṁ, tathārūpo vā āgamo atthīti. Nanu ca idamapi na diṭṭhaṁ, yaṁ vinaṭṭhato hetuto phalaṁ uppajjamānaṁ, mato vā kukkuṭo vassantoti? Saccamadiṭṭhaṁ rūpadhammānaṁ pabandhavicchede, idaṁ pana arūpaṁ pabandhopi atthīti upamā na saṁsandati. Kammato hi atītato eva kammassa katattā, upacitattā ca phalaṁ uppajjati. Vuttañhetaṁ ‘‘kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hotī’’tiādi (dha. sa. 431). Yasmā anantarādipaccayalābhato uppādakkhaṇe eva cittassa balavatā, tasmā taṁ uppajjamānameva rūpaṁ janetīti āha ‘‘cittaṁ cittasamuṭṭhānassa uppajjamāna’’nti. Rūpassa paccayo hotīti sambandho. Yasmā pana rūpassa ṭhitikkhaṇe balavatā pacchājātādipaccayalābhato, tasmā vuttaṁ ‘‘utuāhārā…pe… hontī’’ti, bāhiraṁ utuṁ, āhārañca paccayaṁ labhitvā attano ṭhitikkhaṇe utuāhārā rūpaṁ janentīti attho.",
  "anya-e0104n7:19": "Evanti ‘‘sādhāraṇāsādhāraṇavasenā’’tiādinā vuttappakārena.",
  "anya-e0104n7:20": "682.Saṅkhārānanti saṅkhatasaṅkhārānaṁ. Bhaṅganti maraṇaṁ. Jarāmaraṇaṁ nāma jātiyā satītiādi phaladassanānupubbiyā hetudassanakkamena nāmarūpassa paccayapariggaho sukaroti katvā dassito. Tattha bhave satīti kammabhave sati.",
  "anya-e0104n7:21": "683.Pubbe vitthāretvā dassitaanulomapaṭiccasamuppādavasenāti pariyosānato paṭṭhāya paṭilomanayena ādipāpanavasena vitthāretvā dassitaanulomapaṭiccasamuppādavasena. ‘‘Asati jātiyā natthi jarāmaraṇa’’ntiādinā (saṁ. ni. 2.4) hi paṭilomavasena dassite paccayākāre ‘‘yassa abhāvā yassa abhāvo, so tassa paccayo’’ti byatirekato, anvayato ca nāmarūpassa paccayapariggaho sukaroti.",
  "anya-e0104n7:22": "684.Purimakammabhavasmiṁ mohotiādi vuttatthameva. Kammasahāyattā kilesavaṭṭaṁ kammavaṭṭe pakkhitvā vuttaṁ ‘‘kammavaṭṭavipākavaṭṭavasenā’’ti.",
  "anya-e0104n7:23": "685. Diṭṭhadhammo vuccati paccakkhabhūto paccuppanno attabhāvo, tattha veditabbaphalaṁ kammaṁ diṭṭhadhammavedanīyaṁ. Paccuppannabhavato anantaraṁ veditabbaphalaṁ kammaṁ upapajjavedanīyaṁ. Aparāpariyāyeti diṭṭhadhammānantarānāgatato aññasmiṁ attabhāvapariyāye attabhāvaparivatte. Ahosikammanti ahosi eva kammaṁ, na tassa vipāko ahosi, ‘‘atthi, bhavissati vā’’ti evaṁ vattabbakammaṁ. Paṭipakkhehi anabhibhūtatāya, paccayavisesena paṭiladdhavisesatāya ca balavabhāvaṁ pattā tādisassa pubbābhisaṅkhārassa vasena sātisayā hutvā pavattā paṭhamajavanacetanā tasmiṁyeva attabhāve phaladāyinī diṭṭhadhammavedanīyā nāma. Sā hi vuttākārena balavati javanasantāne guṇavisesayuttesu upakārāpakāravasappavattiyā, āsevanālābhena appavipākatāya ca paṭhamajavanacetanā itaradvayaṁ viya pavattasantānuparamāpekkhaṁ, okāsalābhāpekkhañca kammaṁ na hotīti idheva pupphamattaṁ viya pavattivipākamattaṁ phalaṁ deti. Tathā asakkontanti kammassa vipākadānaṁ nāma upadhipayogādipaccayantarasamavāyeneva hotīti tadabhāvato tasmiṁyeva attabhāve vipākaṁ dātuṁ asakkontaṁ. Atthasādhikāti dānādipāṇātipātādiatthassa nipphādikā. Kā pana sāti āha ‘‘sattamajavanacetanā’’ti. Sā hi sanniṭṭhāpakacetanā vuttanayena paṭiladdhavisesā, purimajavanacetanāhi laddhāsevanā ca samānā anantarattabhāve vipākadāyinī upapajjavedanīyakammaṁ nāma. ‘‘Sati saṁsārappavattiyā’’ti iminā asati saṁsārappavattiyaṁ ahosikammapakkhe tiṭṭhati vipaccanokāsassa abhāvatoti dīpeti.",
  "anya-e0104n7:24": "686.Yaṁ garukanti yaṁ akusalaṁ mahāsāvajjaṁ, kusalaṁ mahānubhāvaṁ kammaṁ. Yaṁ bahulanti yaṁ bahulaṁ abhiṇhaso kataṁ samāsevitaṁ. Maraṇakāle anussaritanti paribyattabhāvena maraṇassa āsannakāle anussaritaṁ. Āsannakāle kate vattabbameva natthīti hi vuttaṁ. ‘‘Punappunaṁ laddhāsevana’’nti iminā ‘‘yaṁ bahula’’nti vuttakammato viseseti. Tathā diṭṭhadhammavedanīyaṁ nivatteti paṭisandhiākaḍḍhanānujānanato. Paṭisandhijanakavasena hi garukādikammacatukkaṁ vuttaṁ.",
  "anya-e0104n7:25": "Tattha garukaṁ sabbapaṭhamaṁ vipaccati. Tathā hi taṁ garukanti vuttaṁ. Garuke asati bahulīkataṁ, tasmiṁ asati āsannaṁ, tasmimpi asati ‘‘kaṭattā vā panā’’ti vuttaṁ purimajātīsu katakammaṁ vipaccati. Bahulāsannapubbakatesu ca balābalaṁ vā jānitabbaṁ, pāpato pāpantaraṁ, kalyāṇañca, kalyāṇato ca kalyāṇantaraṁ, pāpañca, bahulīkatato ca mahato ca pubbakatādi, appañca. Bahulānussaraṇena vippaṭisārādijananato paṭipakkhassa aparipuṇṇatāya āraddhavipākassa kammassa, kammasesassa vā aparāpariyāye vedanīyassa aparikkhīṇatāya santatiyā pariṇāmavisesatoti tehi tehi kāraṇehi āhitabalaṁ paṭhamaṁ vipaccati. Mahānāradakassapajātake videharañño senāpati alāto, bījako dāso, rājakaññā rucā ca ettha nidassanaṁ. Tathā hi vuttaṁ bhagavatā –",
  "anya-e0104n7:26": "‘‘Tatrānanda , yvāyaṁ puggalo idha pāṇātipātī…pe… micchādiṭṭhi kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. Pubbe vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ , maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā, tena so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. Yañca kho so idha pāṇātipātī hoti…pe… micchādiṭṭhi hoti, tassa diṭṭhe vā dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye.",
  "anya-e0104n7:27": "‘‘Tatrānanda, yvāyaṁ puggalo idha pāṇātipātī…pe… micchādiṭṭhi kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. Pubbe vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā, tena so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. Yañca kho so idha pāṇātipātī hoti…pe… micchādiṭṭhi hoti, tassa diṭṭhe vā dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye.",
  "anya-e0104n7:28": "‘‘Tatrānanda, yvāyaṁ puggalo idha pāṇātipātā paṭivirato…pe… sammādiṭṭhi kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. Pubbe vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā, tena so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. Yañca kho so idha pāṇātipātā paṭivirato…pe… sammādiṭṭhi hoti, tassa diṭṭhe vā dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye.",
  "anya-e0104n7:29": "‘‘Tatrānanda, yvāyaṁ puggalo idha pāṇātipātā paṭivirato…pe… sammādiṭṭhi kāyassa bhedā paraṁ…pe… nirayaṁ upapajjati. Pubbe vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā, tena so kāyassa bhedā paraṁ maraṇā apāyaṁ …pe… nirayaṁ upapajjati. Yañca kho so idha pāṇātipātā paṭivirato hoti…pe… sammādiṭṭhi hoti, tassa diṭṭhe vā dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye’’ti (ma. ni. 3.303).",
  "anya-e0104n7:30": "Kiṁ bahunā yaṁ taṁ tathāgatassa mahākammavibhaṅgañāṇaṁ, tassevāyaṁ visayo, yadidaṁ tassa tassa kammassa tena tena kāraṇena pubbāparavipākatā sāmatthiyaṁ.",
  "anya-e0104n7:31": "687. Paṭisandhidānādivasena vipākasantānassa nibbattakaṁ janakaṁ. Tenāha ‘‘taṁ paṭisandhiyampi pavattepi rūpārūpavipākakkhandhe janetī’’ti. Sukhadukkhasantānassa, nāmarūpappabandhassa vā ciratarappavattihetubhūtaṁ upatthambhakaṁ. Tenāha ‘‘sukhadukkhaṁ upatthambheti, addhānaṁ pavattetī’’ti. Upapīḷakaṁ sukhadukkhappabandhe pavattamāne saṇikaṁ saṇikaṁ taṁ hāpeti. Tenāha ‘‘sukhadukkhaṁ pīḷeti bādhati, addhānaṁ pavattituṁ na detī’’ti. Ghātetvāti upacchinditvā. Kammassa upacchindanaṁ nāma tassa vipākapaṭibāhanamevāti āha ‘‘tassa vipākaṁ paṭibāhitvā’’ti. Tañca attano vipākuppattiyā okāsakaraṇanti vuttaṁ ‘‘attano vipākassa okāsaṁ karotī’’ti. Vipaccanāya katokāsaṁ kammaṁ vipakkameva nāma hotīti āha ‘‘evaṁ pana kammena kate okāse taṁ vipākaṁ uppannaṁ nāma vuccatī’’ti. Upapīḷakaṁ aññassa vipākaṁ upacchindati, na sayaṁ attano vipākaṁ deti. Upaghātakaṁ pana dubbalaṁ kammaṁ upacchinditvā attano vipākaṁ uppādetīti ayametesaṁ viseso. Bavhābādhatādipaccayūpanipātena vipākassa vibādhakaṁ upapīḷakaṁ, tathā vipākasseva upacchedakaṁ upaghātakaṁ. Kammaṁ upaghātetvā attano vipākassa okāsakaraṇena vipaccane sati janakameva siyā, janakādibhāvo nāma vipākaṁ pati icchitabbo, na kammaṁ patīti vipākasseva upaghātakatā yuttā viya dissati, vīmaṁsitabbaṁ.",
  "anya-e0104n7:32": "Kammantaranti kammaviseso kammānaṁ balābalabhedo. Vipākantaranti vipākaviseso, tassa hīnapaṇītatādibhedo. Aparo nayo – yasmiṁ kamme kate paṭisandhiyaṁ, pavatte ca vipākakaṭattārūpānaṁ uppatti hoti, taṁ janakaṁ. Yasmiṁ pana kate aññena janitassa iṭṭhassa vā aniṭṭhassa vā phalassa vibādhakavicchedakapaccayānuppattiyā, upabrūhanapaccayuppattiyā ca janakānubhāvānurūpaṁ pariposaciratarappabandhā honti, taṁ upatthambhakaṁ. Janakena nibbattitaṁ kusalaphalaṁ vā akusalaphalaṁ vā yena paccanīkabhūtena rogadhātusamatādinimittatāya bādhīyati, taṁ upapīḷakaṁ. Yena pana kammunā janakasāmatthiyavasena ciratarappabandhārahampi samānaṁ phalaṁ vicchedakapaccayuppattiyā upahaññati vicchijjati, taṁ upaghātakaṁ. Tattha keci dutiyassa kusalabhāvaṁ itthannāmagatassa appābādhadīghāyukatāsaṁvattanavasena, pacchimānaṁ dvinnaṁ akusalabhāvaṁ bavhābādhaappāyukatāsaṁvattanavasena vaṇṇenti. Devadattādīnaṁ, pana nāgādīnaṁ, ito anupadinnena yāpanakapetānañca narakādīsu akusalavipākupatthambhanupapīḷanupaghātakāni na na santīti catunnampi akusalākusalabhāvo na virujjhati. Buddhāveṇikatāya asādhāraṇasseva ñāṇassa gocarabhāvato kammantarādi ‘‘asādhāraṇaṁ sāvakehī’’ti vuttaṁ. Ekadesato jānitabbaṁ anavasesato jānituṁ na sakkā avisayattā. Sabbena sabbaṁ ajānane paccayapariggaho na paripūratīti.",
  "anya-e0104n7:33": "688. Yathāvuttaṁ kammaṁ vattamānavipākappabandhanimittameva adhippetanti kammekadesatāya ‘‘dvādasavidhaṁ kammaṁ kammavaṭṭe pakkhipitvā’’ti vuttaṁ. Kilesavaṭṭampi kammasahāyatāya kammavaṭṭapakkhikameva katvā āha ‘‘kammavaṭṭavipākavaṭṭavasenā’’ti. Yādisato paccayato paccuppanne addhāne nāmarūpassa pavatti, tādisato eva itarasmimpi addhadvayeti yathā atītānāgate nayaṁ neti, taṁ dassento ‘‘ida’’ntiādimāha. Tattha anāgatepi kammavaṭṭavipākavaṭṭavasenevāti ettha vuttaṁ eva-saddaṁ ‘‘etarahi atītepī’’ti etthāpi ānetvā vattabbaṁ addhattayepi kiriyākiriyaphalamattatādassanaparattā codanāya. Iti kammañcevātiādi vuttassevatthassa nigamanavasena vuttaṁ. Aparāparaṁ vaṭṭanaṭṭhena vaṭṭaṁ. Tathā pavattanaṁ pavattaṁ. Hetuphalabhāvena sambandhatīti santati, pabandho. Karaṇaṭṭhena, paccayehi karīyatīti vā kiriyā.",
  "anya-e0104n7:34": "Kammāti kammato. Sambhavati etasmāti sambhavo, kammaṁ sambhavo etassāti kammasambhavo, vipāko.",
  "anya-e0104n7:35": "Kāraṇasāmaggiyaṁ dānādīhi sādhitakiriyāya vattamānāya kāraṇamatte kattuvohāroti āha ‘‘neva kāraṇato uddhaṁ kārakaṁ passatī’’ti. Karotīti hi kārakaṁ. Vipākapaṭisaṁvedakaṁ na passatīti sambandho . Kāmaṁ bālāpi ‘‘kārako paṭisaṁvedako’’ti vadantā atthato paññattimattameva vadanti, te pana viparītābhinivesavasenāpi vadantīti taṁ appamāṇanti āha ‘‘samaññāmattena paṇḍitā voharantī’’ti.",
  "anya-e0104n7:36": "689.Evetanti evaṁvidhaṁ etaṁ dassanaṁ, sammadassanaṁ, aviparītadassananti attho. Bījarukkhādikānaṁvāti yathā bījato rukkho, rukkhato puna bījanti anādikālikattā bījarukkhasantānassa pubbakoṭi natthi, evaṁ kammapaccayā vipāko, vipākapaccayā kammanti anādikālikattā kammavipākasantānassa pubbakoṭi na paññāyati. Ādi-saddena ‘‘kukkuṭiyā aṇḍaṁ, aṇḍato kukkuṭī, punapi kukkuṭiyā aṇḍa’’nti evamādiṁ saṅgaṇhāti. Anāgatepi saṁsāreti yathā atīte, evaṁ anāgatepi addhāne ‘‘khandhānañca paṭipāṭī’’tiādinā (visuddhi. 2.619; dī. ni. aṭṭha. 2.95 apasādanāvaṇṇanā; saṁ. ni. aṭṭha. 2.2.60; a. ni. aṭṭha. 2.4.199; dha. sa. aṭṭha. nidānakathā; vibha. aṭṭha. 226 saṅkhārapadaniddesa; su. ni. aṭṭha. 2.523; udā. aṭṭha. 39; itivu. aṭṭha. 14, 58; theragā. aṭṭha. 1.67, 99; paṭi. ma. aṭṭha. 2.1.117; cūḷani. aṭṭha. 6; bu. vaṁ. aṭṭha. 2.58) vutte saṁsāre sati kammavipākānaṁ appavattaṁ na dissati, kammavipākānaṁ appavatti na dissati, pavattati evāti attho.",
  "anya-e0104n7:37": "Etamatthanti ‘‘kammassa kārako natthī’’tiādinā (visuddhi. 2.689) vuttamatthaṁ. Asayaṁvasīti na sayaṁvasino, micchābhinivesaparavasāti attho. Aññamaññavirodhitāti itarītaravirodhitā, diṭṭhiyo, diṭṭhiyā vā aññamaññena virodhitā viruddhā.",
  "anya-e0104n7:38": "Gambhīrañāṇagocaratāya gambhīraṁ. Tathā nipuṇaṁ. Sattasuññatāya, aññamaññasabhāvasuññatāya ca suññaṁ. Paccayanti nāmarūpassa paccayaṁ, tappaccayapaṭivedheneva ca sabbaṁ paṭividdhaṁ hotīti. Kammaṁ natthi vipākamhītiādīsu yaṁ vattabbaṁ, taṁ heṭṭhā vuttameva.",
  "anya-e0104n7:39": "Paccayasuññaṁ phalanti yathāvuttamatthaṁ upamāya vibhāvetuṁ ‘‘yathā na sūriye’’tiādi vuttaṁ. Tesanti sūriyādīnaṁ. Soti aggi. Sambhārehīti ātapādīhi kāraṇehi.",
  "anya-e0104n7:40": "Yadi ca hetu ca phalañca aññamaññarahitaṁ, kathaṁ hetuto phalaṁ nibbattatīti āha ‘‘kammañca kho upādāyā’’ti. Na kevalaṁ kammaphalameva suññaṁ katturahitaṁ, sabbampi dhammajātaṁ kārakarahitanti dassetuṁ ‘‘na hettha devo’’ti gāthā vuttā. Hetusambhārapaccayāti hetusamūhanimittaṁ, hetupaccayanimittaṁ vā.",
  "anya-e0104n7:41": "690.Cutipaṭisandhivasenaviditā hontīti kammavaṭṭavipākavaṭṭavasena paccayapariggahassa katattā cutipaṭisandhivasena viditā hontīti vadanti. Vuttanayena pana sappaccayanāmarūpassa dassanena tīsu addhāsu pahīnavicikicchassa addhattayapariyāpannā dhammā atītapaccuppannānāgatabhavesu ca cutipaṭisandhivasena viditā honti, na anupadadhammavasena tathāpariggahassa akatattā. Sāssa hoti ñātapariññāti yāya nāmarūpapariggahaṁ, tassa ca paccayapariggahaṁ karoti, sā assa yogino ‘‘idaṁ nāmaṁ, ettakaṁ nāma’’ntiādinā, ‘‘tassa ayaṁ paccayo, ettako paccayo’’tiādinā ca paricchedavasena ñātavatī paññāti katvā ñātapariññā.",
  "anya-e0104n7:42": "Idāni yena kāraṇena addhattayapariyāpannā dhammā cutipaṭisandhivasena viditā honti, taṁ dassetuṁ ‘‘so evaṁ pajānātī’’tiādi vuttaṁ. Tena dhammānaṁ bhavantarasaṅkamo nāma na kadācipi atthi, tattha tattheva nirujjhanatoti dasseti. Sajjhāya mantodakapāna mukhamaṇḍana padīpasīkhūpamāhi tameva dhammānaṁ saṅkamābhāvaṁ vibhāvetuṁ ‘‘apica kho’’tiādimāha.",
  "anya-e0104n7:43": "Manodhātuanantaranti kiriyamanodhātuyā anantaraṁ labbhamānaṁ cakkhuviññāṇaṁ. Na ceva āgatanti kiriyamanodhātuto na ceva āgataṁ kiriyamanodhātuyaṁ cakkhuviññāṇassa abhāvato. Nāpi na nibbattaṁ anantaranti kiriyamanodhātuto anāgacchantampi paccayasāmaggilābhena tato anantaraṁ nāpi na nibbattaṁ, nibbattameva hoti. Yathāyaṁ pavattiyaṁ cittappavatti, tatheva paṭisandhimhi vattate cittasantati, cuticittato anāgacchantampi paṭisandhicittaṁ tato anantaraṁ nāpi na nibbattati, paccayasāmaggivasena nibbattatevāti attho. Santatigahaṇena cettha kutoci āgamābhāvameva vibhāveti. Hetuphalabhāvena hi sambandhatāti dhammappavatti santatīti. Tenāha ‘‘purimaṁ bhijjate citta’’ntiādi. Purimanti cuticittaṁ. Bhijjateti nirujjhati. Pacchimanti paṭisandhicittaṁ. Tatoti cuticittato anantarameva jāyati. Yattha hi cuticittato dūrepi kālantarepi uppajjamānaṁ paṭisandhicittaṁ anantarameva jāyatīti vuccati. Tasmā tesaṁ antarikā natthi tesaṁ cutipaṭisandhicittānaṁ byavadhāyakaṁ kiñci natthi. Vīci tesaṁ na vijjatīti tasseva vevacanaṁ. Itoti cuticittato anantaraṁ na ca gacchati kiñci cittaṁ. Tañhi sasampayuttadhammaṁ tatheva nirujjhati. Paṭisandhi cāti paṭisandhiviññāṇañca aññameva yathāpaccayaṁ jāyati nibbattatīti punapi saṅkamābhāvameva vibhāvento sappaccayanāmarūpadassanaṁ nigameti.",
  "anya-e0104n7:44": "691. Nāmarūpaggahaṇena , tassa ca paccayadhammaggahaṇena aggahitassa tebhūmakadhammassa abhāvato ‘‘viditasabbadhammassā’’ti vuttaṁ. Na cettha lokuttaradhammā adhigatā. Thāmagataṁ hoti anekākāravokārapaccayapariggahavidhino anuṭṭhitattā. Suṭṭhutaraṁ pahīyati tiyaddhagatadhammappavattiyā vigatasammohattā. Sā evāti soḷasavidhā kaṅkhā eva. Yasmā ettha ‘‘buddho, dhammo, saṅgho, sikkhā’’ti ca kaṅkhāya gocarabhūtā lokiyā dhammā adhippetā. Na hi lokuttaradhamme ārabbha kilesā pavattituṁ sakkonti. Pubbantoti atītā khandhāyatanadhātuyo. Aparantoti anāgatā. Pubbantāparantoti tadubhayaṁ, addhāpaccuppannaṁ vā tadubhayabhāgayuttattā. Evaṁ buddhādiggahaṇena, paṭiccasamuppannadhammaggahaṇena ca gahito aṭṭhamo kaṅkhāvisayo nāmarūpamattaṁ, idappaccayatāggahaṇena pana tassa paccayo gahito, tasmā soḷasavatthukāya kaṅkhāya pahīnāya aṭṭhavatthukā kaṅkhā appatiṭṭhāva hotīti āha ‘‘na kevalañca…pe… pahīyatiyevā’’ti.",
  "anya-e0104n7:45": "Diṭṭhekaṭṭhattā vicikicchāya yathā diṭṭhi samucchijjamānā vicikicchāya saddhiṁyeva samucchijjati, evaṁ vicikicchā vikkhambhiyamānā diṭṭhiyā saddhiṁyeva vikkhambhīyatīti āha ‘‘dvāsaṭṭhi diṭṭhigatāni vikkhambhantī’’ti. Attābhinivesūpanissayā hi ‘‘ahosiṁ nu kho aha’’ntiādi (ma. ni. 1.18; saṁ. ni. 2.20) nayappavattā soḷasavatthukā kaṅkhā, sā eva ca pubbantādivatthukabhāvena vuttā. Attābhinivesavatthukāni ca dvāsaṭṭhi diṭṭhigatāni, buddhādivatthukā ca kaṅkhā tadekaṭṭhāti. Dharīyanti attano paccayehīti dhammā, tiṭṭhati ettha tadāyattavuttitāya phalanti ṭhiti, dhammānaṁ ṭhiti dhammaṭṭhiti, paccayadhammo. Atha vā dhammoti kāraṇaṁ ‘‘dhammapaṭisambhidā’’tiādīsu (vibha. 718 ādayo) viya, dhammassa ṭhiti sabhāvo, dhammato ca añño sabhāvo natthīti paccayadhammānaṁ paccayabhāvo dhammaṭṭhiti, dhammaṭṭhitiyaṁ ñāṇaṁ dhammaṭṭhitiñāṇaṁ. Saṅkhārānaṁ yaṁ yaṁ bhūtaṁ aniccatādi yathābhūtaṁ, tattha ñāṇanti yathābhūtañāṇaṁ. Sammā passatīti sammādassanaṁ.",
  "anya-e0104n7:46": "Avijjā paccayoti avijjā hetuādivasena saṅkhārānaṁ yathārahaṁ paccayo. Tato eva saṅkhārā paccayasamuppannā. Ubhopeteti yasmā avijjāpi āsavādivasena paccayasambhūtāva, tasmā avijjā saṅkhārāti ubhayepi ete dhammā paccayasamuppannā. Itīti evaṁ. Paccayapariggahe paññāti paccayānaṁ paricchijja gahaṇavasena pavattā paññā. Vuttanayena dhammaṭṭhitiñāṇaṁ.",
  "anya-e0104n7:47": "Nimittanti saṅkhāranimittaṁ, atthato pañcakkhandhā. Te hi ghanasaññāpavattiyā vatthubhāvato nimittaṁ, saviggahabhāvena upaṭṭhānato vā. Yasmā aniccatā nāma saṅkhārānaṁ aviparītākāro. Tattha niccatāya lesassāpi abhāvato aniccato passanto yathābhūtaṁ jānāti. Tañca ñāṇaṁ aviparītaggahaṇatāya sammādassanaṁ. Taṁsamaṅginā ca paccuppannesu viya atītānāgatesupi nayaṁ nentena te suparividitā honti.",
  "anya-e0104n7:48": "Aniccatā ca nāma uppattimato, uppādo ca paccayavasenāti aniccatā sijjhamānā saṅkhārānaṁ sappaccayataṁ sādhentī yathāvuttakaṅkhappahānāya saṁvattatīti imamatthaṁ dassento ‘‘aniccato…pe… pahīyatī’’ti āha. Tattha tadanvayenāti paccakkhato diṭṭhassa anugamanena. Etthāti yathādiṭṭhesu dhammesu. Dukkhato manasi karontotiādīsupi eseva nayo. Pavattanti upādinnakkhandhappavattaṁ. Tañhi kilesābhisaṅkhārehi pavattitattā sātisayaṁ dukkhabhāvena upaṭṭhāti. Pavattanti ṭhānanisajjādivasena dukkhadukkhatādivasena ca saṅkhārappavattanti apare. ‘‘Nimittaṁ, pavatta’’nti ca vutte ajjhattabahiddhāsantānasaññite sabbasmiṁ sappaccaye nāmarūpe yāthāvato pavattā ekāva paññā pariyāyavasena ‘‘yathābhūtañāṇa’’ntipi ‘‘sammādassana’’ntipi tattha kaṅkhāvikkhambhanena ‘‘kaṅkhāvitaraṇā’’tipi vuccati. Yathā ‘‘rukkho pādapo tarū’’ti imamatthaṁ dassento āha ‘‘yañca yathābhūtañāṇa’’ntiādi.",
  "anya-e0104n7:49": "Paramatthato sāsane assāso nāma ariyaphalaṁ, patiṭṭhā nāma ariyamaggo, ayaṁ pana anadhigatamaggaphalopi tadadhigamupāyapaṭipattiyaṁ ṭhitattā laddhassāso viya, laddhapatiṭṭho viya ca hotīti vuttaṁ ‘‘laddhassāso laddhapatiṭṭho’’ti. Aparihīnakaṅkhāvitaraṇavisuddhiko vipassako lokiyāhi sīlasamādhipaññāsampadāhi samannāgatattā uttari appaṭivijjhanto sugatiparāyaṇo ca hotīti vuttaṁ ‘‘niyatagatiko’’ti. Tato eva cūḷasotāpanno nāma hoti. Sotāpanno hi khīṇāpāyaduggativinipātoti.",
  "anya-e0104n7:50": "Atha vā laddhassāso diṭṭhivisuddhisamadhigamena. Nāmarūpaparicchedena hi khandhādike sabhāvasarasato sallakkhetvā sāsane dhammupasaṁhitapāmojjappaṭilābhena laddhassāso hoti. Laddhapatiṭṭho kaṅkhāvitaraṇavisuddhisamadhigamena. Sappaccayanāmarūpadassanena hi parimadditadiṭṭhikaṇṭako viniddhataahetuvisamahetuvādo yathāsakaṁ paccayeheva dhammamattaṁ jānitvā sāsane patiṭṭhitasaddho laddhapatiṭṭho nāma hoti. Nāmarūpavavatthānena dukkhasaccaṁ, dhammaṭṭhitiñāṇena samudayasaccaṁ, tasseva aparabhāgena aniccato manasikārādividhinā maggasaccañca abhiññāya pavattiyā dukkhabhāvaṁ disvā appavatte nirodhe ekaṁseneva ninnajjhāsayatāya lokiyeneva ñāṇena catunnaṁ ariyasaccānaṁ adhigatattā apāyesu abhabbuppattiko, sotāpannabhūmiyaṁ bhabbuppattiko ca hotīti vuttaṁ ‘‘niyatagatiko’’ti. Tenāha ‘‘cūḷasotāpanno nāma hotī’’ti.",
  "anya-e0104n7:51": "Tasmāti yasmā evaṁ mahānisaṁsametaṁ yathābhūtañāṇaṁ, tasmā. Sadāti sabbakālaṁ rattiñceva divā ca. Sabbasoti nibbattakahetuādipariggaṇhanavasena sabbappakārena.",
  "anya-e0104n7:52": "Kaṅkhāvitaraṇavisuddhiniddesavaṇṇanā niṭṭhitā.",
  "anya-e0104n7:53": "Iti ekūnavīsatimaparicchedavaṇṇanā."
}