{
  "anya-e1210n0:0": "Milidaṭīkā",
  "anya-e1210n0:1": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e1210n0:2": "Nirantaraṃ lokahitassa kārakaṃ",
  "anya-e1210n0:3": "Nirantaraṃ lokahitassa desakaṃ,",
  "anya-e1210n0:4": "Nirantaraṃ lokahitassa cintakaṃ",
  "anya-e1210n0:5": "Namāmi vīraṃ naradammasārathiṃ;",
  "anya-e1210n0:6": "Pañhadhammaviduṃ nāthaṃ guyhadhammappakāsakaṃ,",
  "anya-e1210n0:7": "Namassivāna sambuddhaṃ dhammaṃ sādhuguṇampi ca;",
  "anya-e1210n0:8": "Nāgasenamahātheraṃ piṭakattayakovidaṃ,",
  "anya-e1210n0:9": "Vadivā tampi sirasā pañhadhammappakāsakaṃ;",
  "anya-e1210n0:10": "Milidapañhavivaraṇaṃ madhurathappakāsiniṃ,",
  "anya-e1210n0:11": "Racayissaṃ samāsena taṃ suṇātha samāhitā;",
  "anya-e1210n0:12": "1. Tatha pakiṇṇakathavivaraṇaṃ jātakuddharaṇanti dve yevamātikā.",
  "anya-e1210n0:13": "Tatha-",
  "anya-e1210n0:14": "Sambadho ca padañceva padatho padaviggaho",
  "anya-e1210n0:15": "Codanā parihāro’ti chabbidhā athavaṇṇanā’ti;",
  "anya-e1210n0:16": "Vuttattā sambadho tāva veditabbo. So ca yathāvuttājjhāhāravasena duvidho.",
  "anya-e1210n0:17": "Pakiṇṇakathavivaraṇaṃ",
  "anya-e1210n0:18": "Tesu –’milido nāma so rājā …pe… sāgaranti etha ajjhāhārasambadho veditabbo yo’pi milido rājā bhagavato parinibbānato pañcavassasate atikkante rājakule uppanno so rājā milido nāma.",
  "anya-e1210n0:19": "Sāgalāyaṃ puruttame sāgalanāmake uttamanagare rajjaṃ kārento nāgasenatheraṃ upagañchi kiṃ viyā?Ti.",
  "anya-e1210n0:20": "Gaṅgāva yatha sāgaranti āha. Yathā gaṅgā vā yamunādīsu aññatarā vā sāgaraṃ upagañchi tathā upagañchi’ti atho. Va-saddo vetha samuccayatho. Gaṅgā vā’ti vattabbe ākārassa rassattaṃ kavā gaṅgāva iti vuttaṃ. Uppalaṃva yathodake’ti etha vuttasamuccayatho vāsaddo viya.",
  "anya-e1210n0:21": "Āsajja rājā …pe… vidāḷane’ti etha yathāvuttasambadho veditabbo. So ca suviñeñayyo’va. Padanti upasagga nipātanāmaākhyātapadavasena catubbidhaṃ. Tesu nāmapadaṃ sāmaññaguṇa-kittima-opapātika-nāma vasena catubbidhaṃ. Tatha paṭhamakappikamahājanena sammantivā ṭhapitattā mahāsammato’ti rañño nāmaṃ sāmañañanāmaṃ nāma. Dhammakathiko paṃsukuliko vinayadharo tepiṭako saddho pasanno’ti evarūpaṃ guṇato āgataṃ nāmaṃ guṇanāmaṃ nāma. Yampana jātassa kumārassa nāmagahaṇadivase dakkhiṇeyyānaṃ sakkāraṃ kavā samīpe ṭhitā ñātakā kappevā’ayaṃ amuko nāmā’ti nāmaṃ karonti idaṃ kittima nāmaṃ nāma. Yā pana purimapaññatti pacchimapaññattiyaṃ patati, purimavohāro pacchimavohāre seyyathidaṃ purimakappe’pi cado cadoyeva nāma etarahi’pi cado cadoyeva nāma, atīte sūriyo samuddo pathavī pabbatoyeva nāma. Etarahi’pi pabbato pabbatoyeva nāmāti idaṃ opapātikanāmaṃ nāma, idaṃ nāmacatukkaṃ abhidhammapariyāyena vuttaṃ. Saddasathe pana nāmanāma-sabbanāma-samāsanāma-taddhitanāma-kitanāmavasena pañcavidhaṃ vuttaṃ. Taṃ sabbaṃ idha yathārahaṃ veditabbaṃ. Padatho pana āsajjā’ti pavā. Ṭhānāṭhānagate’ti kāraṇākāraṇagate.",
  "anya-e1210n0:22": "Puthū’ti nānappakāre.",
  "anya-e1210n0:23": "Suttajālasamathitā’ti suttantapiṭakasaṅkhātasuttasamūhena samathitā pathitā, suttaṃ āharivā suttathavisodhanavasena suttajālasodhakā",
  "anya-e1210n0:24": "Nayehi cāti abhidhammavinayādīhi nayehi yuttīhi vā.",
  "anya-e1210n0:25": "Paṇidhāyā cāti abhidhammavinayādīhi nayehi yuttīhi vā.",
  "anya-e1210n0:26": "Paṇidhāyāti attano ñāṇaṃ ṭhapento.",
  "anya-e1210n0:27": "Bhāsayivāna mānasanti attano cittaṃ atisayena punappunaṃ pavattāpanavasena hāsevā",
  "anya-e1210n0:28": "Kaṅkhāṭhānavidāḷane’ti kaṅkhāya vicikicchāya vassā kāraṇabhūtānaṃ avijjādikilesānaṃ dhammānaṃ vidāḷanakāraṇe.",
  "anya-e1210n0:29": "Ayaṃ padatho nāma.",
  "anya-e1210n0:30": "Viggaho pana evaṃ veditabbo?",
  "anya-e1210n0:31": "Yonakasaṅkhātānaṃ milānaṃ ido",
  "anya-e1210n0:32": "Milido.",
  "anya-e1210n0:33": "Sotaṃ patitānaṃ janānaṃ saṃsīdanaṃ rāti ādadātī’ti",
  "anya-e1210n0:34": "Sāgaro, taṃ sāgaraṃ.",
  "anya-e1210n0:35": "Abhidhammavinayesu anupavisanathena ogāḷhā",
  "anya-e1210n0:36": "Abhidhammavinayogāḷhā.",
  "anya-e1210n0:37": "Suttajālassa samathitā",
  "anya-e1210n0:38": "Suttajālasamathitā.",
  "anya-e1210n0:39": "Kaṅkhā ca kaṅkhāṭhānañca kaṅkhāṭhānāni kaṅkhāṭhānānaṃ vidāḷanaṃ",
  "anya-e1210n0:40": "Kaṅkhāṭhānavidāḷanaṃ.",
  "anya-e1210n0:41": "Ayaṃ viggaho.",
  "anya-e1210n0:42": "Imā pañca gāthā kena katā?Ti codanā bhadantabuddhaghosācariyena katā’ti parihāro. Na kevalaṃ pañaca gāthā’va, therarājavacane’pi aññaṃ pubbāparavacanampi tena vuttaṃ.",
  "anya-e1210n0:43": "Tesu sambadhanaye–",
  "anya-e1210n0:44": "‘Ekakhyāto padaccayo siyā vākyaṃ sakārako’ti ca",
  "anya-e1210n0:45": "‘Yena yassa hi sambadho dūraṭṭhampi ca tassa taṃ,",
  "anya-e1210n0:46": "Athato asamānānaṃ āsannattaṃ akāraṇaṃnti ca;",
  "anya-e1210n0:47": "‘Nānattā sati yā nānā-kriyā hoti yathārahaṃ,",
  "anya-e1210n0:48": "Ekakriyāya channantu nathi kārakatā sadā’;",
  "anya-e1210n0:49": "‘Vohāravisayo saddo’nekathaparamathato,",
  "anya-e1210n0:50": "Buddhivikappato catho tassatho’ti pavuccati;",
  "anya-e1210n0:51": "Tīṇī’pi lakkhaṇāni sallakkhevā yathā atho ca sabhāvo ca labbhati, tathā saddappayogo kātabbo. Saddappayogena hi atthasabhāvā anuvattitabbā, na atthasabhāvehi saddappayogo api ca ācariyā nānāraṭṭhesu ṭhitā attano attano raṭṭhavohārānurūpena saddappayogassa athaṃ vadanti. Idha amhākaṃ biṅgaraṭṭhe siliṭṭhavohārānurūpena saddappayogassa atho vattabbo. Yathā vacanaṃ siliṭṭhaṃ hoti kulaputtānañca hadayaṃ pavisati tathā vattabbo kathaṃ? Yadi paṭhamā kattā hoti, dutiyā kammaṃ savisesanaṃ paṭhamantakattaṃ vavā kriyāpadaṃ vattabbaṃ. Kriyāpadaṃ vavā savisesanaṃ dutiyantakammaṃ vattabbaṃ. Yadi savisesanaṃ paṭhamantapadaṃ kammaṃ hoti taṃ tassa visesanañca vavā tatiyantakattā vattabbo. Taṃ vavā kriyāpadaṃ vattabbanti.",
  "anya-e1210n0:52": "Padatho pana –",
  "anya-e1210n0:53": "‘Athappakāraṇā liṅgā ojaññā (?) Desakālato;",
  "anya-e1210n0:54": "Saddathā vibhajīyanti; Na saddāyeva kevalā’ti ca;",
  "anya-e1210n0:55": "‘Parabhāvapathāpekkhaṃ sa-amādi tu kārakaṃ,",
  "anya-e1210n0:56": "Paccayassa sadhātussa athabhutantu sādhananti ca;",
  "anya-e1210n0:57": "‘Dhātu saddo kriyāvācī paccayo sādhanavācako,",
  "anya-e1210n0:58": "Athassa vācakaṃ liṅgaṃ vibhatti athajotakā;’",
  "anya-e1210n0:59": "Ti ca lakkhaṇāni sallakkhevā ekekapadassa athaviggaho vattabbo.",
  "anya-e1210n0:60": "Pada viggaho pana-",
  "anya-e1210n0:61": "‘Dhāvatho hi siyā hetu - paccayatho siyā phalaṃ,",
  "anya-e1210n0:62": "Dvinnaṃ jānanathañca iti saddo payujjate;",
  "anya-e1210n0:63": "Sabbavākye kriyāsaddo itisaddo ca hoti hi;",
  "anya-e1210n0:64": "Kriyābyuppatti nimittaṃ itisaddena dīpitanti,",
  "anya-e1210n0:65": "Ādīni lakkhaṇāni sallakkhevā vattabbo;",
  "anya-e1210n0:66": "Ayaṃ amhehi vutto saddappayogaathappayogo yojanānaṃ nayo sabbatha upakāro kulaputtehi uggahetabbo sallakkhetabboyeva.",
  "anya-e1210n0:67": "Ito paraṃ yaṃ athato ca rūpato ca apākaṭaṃ, taṃyeva vaṇṇayissāma.",
  "anya-e1210n0:68": "Suvibhatta-vīthi-caccara-catukka-siṅghāṭakanni suvibhattā rathikāsaṅkhātā vīthi caccarasaṅkhātā catukkā maggasadhisaṅkhātā siṅghāṭakā ethāti suvivibhattavīthicaccaracatukkasiṅghāṭaṃ. Vuttañhetaṃ abhidhānappadīpikāyaṃ;",
  "anya-e1210n0:69": "‘‘Racchā ca visikhā vuttā raṭikā vīthi cāpyatha",
  "anya-e1210n0:70": "Vyuho racchā anibbiddhā nibbiddhā tu pathaddhi ca,",
  "anya-e1210n0:71": "Catukkaṃ caccare magga-sadhi-siṅghāṭakambhave’’ti;",
  "anya-e1210n0:72": "Kāsika-koṭumbarakādi - nānāvidhavathāpaṇasampannanti etha mahagghavathaṃ kāsikaṃ kāsikaraṭṭhe vā uppannaṃ kāsikaṃ. Koṭumbaradese jātaṃ vathaṃ koṭumbaraṃ. Ādisaddena khomaṃ kappāsikaṃ koseyyaṃ kambalaṃ sāṇaṃ bhaṅganti. Dhavalavathāni ca khomassa anulomabhutaṃ dukulaṃ koseyyassa anulomabhutāni pattunnapaṭṭa-somāra-cīnaja vathāni ca saṅgaṇhāti. Vuttañhetaṃ khuddakasikkhāgathe?",
  "anya-e1210n0:73": "Dukūlañceva pattunna - pattaṃ somāracīnajaṃ iddhijaṃ devadinnañca tassa tassānulomakanti.",
  "anya-e1210n0:74": "Tassa ṭīkāyañca’vākamayattā dukulā sāṇassa anulomakehi katasuttamayattā pattuṇṇapaṭṭa-somāracīnavathāni koseyyassa anulomāni iddhijadevadinnavathāni channaṃ vathānaṃ anulomāni tesaṃ aññataramayattā’ti vuttaṃ.",
  "anya-e1210n0:75": "Tatha milidapañho lakkhaṇapañho vimaticchedanapañho’ti duvidho’ti etha dhammānaṃ lakkhaṇapucchanavasena pavatto pañho lakkhaṇapañehā.Dhammānaṃ lakkhaṇapañho’ti kathaci likhitaṃ. Ṭhānuppantikapaṭihāno’ti tasmiṃ tasmiṃ gambhīrathavicāraṇakāle kattabbakiccasaṅkhāte ṭhāne uppatti uppajjanaṃ ṭhānuppatti sā assa athiti ṭhānuppattikaṃ. Ārammaṇe paṭibhātīti paṭibhānaṃ, ñāṇaṃ. Ṭhānuppattikaṃ paṭibhānaṃ yassa so ṭhānuppattikapaṭibhāno.",
  "anya-e1210n0:76": "Paṭibalo atītānāgatapaccuppannānanti etha athānaṃ jānitunti pāṭhaseso kātabbo soyeva vā pāṭho. Tatha ahaṃ atītabhave dinnadāno rakkhitasīlo bhāvitabhāvano katakalyāṇo idāni ñāṇasampanno dhanavā yasavā’ti atītathaṃ jānituṃ paṭibalo idāni mayā dānādi puññaṃ kattabbaṃ sampatti bhavato. Sampatti bhave uppajjivā sukhī huvā parinibbāyissāmī’ti. Evaṃ paccuppannaanāgatathe jānituṃ paṭibalo nāma.",
  "anya-e1210n0:77": "Samantayogavidhānakiriyānaṃ karaṇakāle’ti yuñjitabbo yogo. Samantato sabbato sabbakāle yogo sabbakālesu sabbakattabbakammānaṃ vidahanaṃ vidhānaṃ nāma. Idañcidañca karissāmi, imasmiṃ kate idaṃ bhavissatī’ti pubbabhāge upāyena kattabbavidhānaṃ kiriyā nāma karaṇakāleyeva labbhati. Pubbabhāge ca karaṇakāle ca nisammakārīti adhippāyo.",
  "anya-e1210n0:78": "Seyyathīdanti yāni sathāni tena uggahitāni tāni seyyathidaṃ vibhajissāmīti atho anekathato mahanidānasuttavaṇṇanāyañca evamevatho vutto’ seyyathidaṃ katamānī’ti keci vadanti. Taṃ’katame pañcupādānakkhadhā? Seyyathidaṃ? Rūpūpādānakkhadho’tiādinā nayena sameti. Tesu ca ekūnavīsatisathesu.",
  "anya-e1210n0:79": "Sutīti etha suyyate dhammo etāyāti suti, vedo.",
  "anya-e1210n0:80": "Sammutīti saddagantho. Sesā saṅkhyādayopi ca kattuyonakattā bāhira sathesu yadi dissanti te sugahetabbā yevāti.",
  "anya-e1210n0:81": "Bhattavissaggakaraṇathāyāti bhattakiccakaraṇathāya.",
  "anya-e1210n0:82": "Sakiṃ evaṃ cakkhuṃ udapādīti atītabhave tīsu vedesu paricayasatiñāṇabalena sakimeva ekuggahaṇavārameva cakkhu veduggahañāṇacakkhu udapādi. Bahutaraṃ avacāpevā ekavārameva vadāpevā dhāretuṃ asakkontassa ñāṇacakkhu udapādīti adhippāyo.",
  "anya-e1210n0:83": "Ācariyassa anuyogaṃ davā’ti’ācariya, tumhehi yaṃ yaṃ icchatha, taṃ taṃ maṃ pucchatha, ahaṃ vissajessāmi. Byākātuṃ asakkontassa me ācikkhathā’ti ācariyassa attano anuyogaṃ anuyuñjanaṃ codanaṃ davā. Ekacco hi anuyogaṃ dātuṃ sakkoti byākātuṃ pana na sakkoti. Nāgasenadārako pana tadubhayampi kātuṃ sakkotiyeva.",
  "anya-e1210n0:84": "Dhammacakkhuṃ udapādīti’yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhammantidhammacakkhu sotāpattimaggañāṇaṃ nibbānārammaṇaṃ huvā evaṃ uppajjanākārena udapādiyaṃ kiñci saṅkhataṃ dhammajātaṃ samudayadhammaṃ uppajjanasabhāvaṃ sabbaṃ taṃ nirodhadhammaṃ, sabbaṃ taṃ dhammajātaṃ nirujjhanasabhāvaṃ aniccaṃ khayavayadhammanti udapādi. Kasmā nibbānārammaṇaṃyeva maggañāṇameva udapādī?Ti. Tappaṭicchādakamohadhakāraṃ viddhaṃsevā uppannattā.",
  "anya-e1210n0:85": "(Dosinā) dositāti vattabbe takārassa takāraṃ kavā dosinā’ti vuttaṃ.",
  "anya-e1210n0:86": "Rathaṃ āruyhā’ti etha sāmikaṃ ramayatīti ratho’ti viggaho kātabbo.",
  "anya-e1210n0:87": "Rājaratho nāma sabbaratanavicitto icchitabbo.",
  "anya-e1210n0:88": "(Vayahaṃ) vahantī etenāti vayahaṃ uparimaṇḍapasadisapadaracchannasabbamālāguṇṭhimaṃ vā chādevāti aṭṭhakathāyaṃ vuttanayena katasakaṭaṃ vayhaṃ nāma.",
  "anya-e1210n0:89": "Sadamānikā’ti ubhosu passesu suvaṇṇarajatādimayā gopānasiyo davā garuḷapakkhakanayena sadamānikā’ti aṭṭhakathāyaṃ vuttanayena kato yānaviseso vayhādidvayaṃ cekathāya idhānītaṃ",
  "anya-e1210n0:90": "Tithakaro’ti’uggaho savaṇaṃ pucchā kathanaṃ dhāraṇaṃ iti pañcadhammavaseneva tithavāso pavuccatī’ti evaṃ vutte tithavāse patiṭṭhāya pare ca patiṭṭhāpevā piṭakattayatithachekakaraṇena dhammatithaṅkaro.",
  "anya-e1210n0:91": "Nipuṇo’ti badhādīsu upajānanasamatho.",
  "anya-e1210n0:92": "Visārado’ti parisāsu bhayarahito.",
  "anya-e1210n0:93": "Sāmayiko’ti desajabhāsāsaṅkhātasamayakusalo sakasamayasamayantaracchekañāṇavanto.",
  "anya-e1210n0:94": "Paṭibhāṇo’ti kalyāṇavākya saṅkhyātapaṭibhāṇavanto.",
  "anya-e1210n0:95": "Medhāvīti dhammojapaññāya medhāvī. Dhammojapaññā nāya ñānagato paṇḍito’kiṃ sutaṃ kiṃ vā suṇāmi, kiṃ kusalaṃ gavesinti’ yāya vicāreti sā dhammojapaññā nāma.",
  "anya-e1210n0:96": "Āyasmāpi kho nāgaseno paṭisammodi…pe… ārādhesiti yeneva sammodaniyavacanena thero rañeñā milidassa cittaṃ ārādhesi tosesi teneva sammodanīyavacanena raññā saddhiṃ paṭisammodīti yojanā.",
  "anya-e1210n0:97": "Ñāyāmīti ñāto pākaṭo homi.",
  "anya-e1210n0:98": "Api ca kho mahārāja …pe… nāgaseno’ti yaṃ idaṃnāgaseno’ti nāmaṃ esā saṅkhā samaññā paññatti vohāro nāmamattaṃ hotīti yojanā.",
  "anya-e1210n0:99": "(Saṅkhā) etha ca saṅkhāyatīti saṅkhā. Saṅkathiyatīti atho kinti saṅkathiyati? Parassāti attā’ti bhavo’ti poso’ti puggalo’ti naro’ti māṇavo’ti tisso’ti datto’ti mañcapīṭhaṃ bhisibimbo hananti vihāro pariveṇaṃ dvāraṃ vātapānanti. Evaṃ anekehi ākārehi saṅkathīyatiti saṅkhā.",
  "anya-e1210n0:100": "Samaññā sammā ñāyatīti kinti ñāyatī?Ti. Ahanti mamanti…pe… dvāraṃ vātapānanti sammā ñāyatīti samaññā.",
  "anya-e1210n0:101": "(Paññatti) paññāpīyatīti paññatti.",
  "anya-e1210n0:102": "(Vohāro). Kinti paññāpīyatīti…pe… voharīyatīti vohāro. Kinni voharīyatiti. Ahanti mamanti…pe… dvāraṃ vātapātanti voharīyatīti vohāro. Imehi catuhi saṅkhāādīhi padehī nāmapaññattiyeva adhippetā nāmamattanti dassanato.",
  "anya-e1210n0:103": "Sace vaṃ mahārāja paṇḍitavādā sallapissasīti vaṃ sace mayā saddhiṃ paṇḍitānaṃ sallāpena.",
  "anya-e1210n0:104": "Āveṭhanampi kayirati nibbeṭhanampi kayiratī’ti pañhapūcchanavasena veṭhanaṃ paṇḍitehi kayirati pañhavissajjanavasena veṭhanaṃ paṇḍitehi kayirati pañhavissajjanavasena nibbeṭhanampi kayirati.",
  "anya-e1210n0:105": "Niggaho’pi kayiratī’ti nāgasenathero musābhaṇatītiādinā niggahanayena aññapaṇḍitānaṃ niggahaṇavacanaṃ aññapaṇḍitehi kayirati. Api ca kathāvathuppakaraṇe āgato sabbaniggaho niggahoyeva.",
  "anya-e1210n0:106": "Paṭikkamampī’ti vaṃ mahārāja’rājā milido jambudīpe aggarājā kasmā musā bhaṇasī’tiādinā paṭikkamampi kayirati.",
  "anya-e1210n0:107": "Viseso ‘pīti’sampannaṃ munino cittaṃ, ‘kammanā byattattena ca vijjācaraṇasampannaṃ dhammagatānaṃ pasaṃsatī’tiādinā guṇapasaṃsanasaṅkhāta viseso. Idha pana kallo’si bhante’tiādi paṭiggahaṇaviseso’ti’sampannaṃ munino cittaṃ…pe… dhammagatānaṃ anumodasī’tiādinā guṇapasaṃsanasaṅkhāto paṭiggahaṇaviseso. Idha pana sādhu kho vaṃ mahārāja rathaṃ jānāsī’tiādi. Ekaṃ vathuṃ paṭijānantīti kalyāṇamaṇiādikaṃ aññataraṃ ekaṃ vathuṃ kalyāṇaṃ vā athi nathiti paṭijānanti paṭhamadivase tayo pañhā raññā pucchitā nāmapaññattipañho sattavassikapañho vīmaṃsanapañho.",
  "anya-e1210n0:108": "Bhante nāgasena pucchissāmīti …pe… kimpana mahārāja tayā pucchitanti tatiyo vīmaṃsanapañho ṭhānuppattikapaṭihānajānanathāya vīmaṃsanavasena pucchitattā vimaṃsanapañho nāma. Tatha’pucchito me bhante’ti idaṃ raññā attanā heṭṭhā pucchite dve pañhe sadhāya vuttaṃ.",
  "anya-e1210n0:109": "Vissajjitaṃ me’ti idampi therena attanā heṭṭhā vissajjite dve pañhe sadhāya vuttaṃ.",
  "anya-e1210n0:110": "Nāgaseno nāgaseno’ti sajjhāyaṃ karonto pakkāmīti raññā nāgasenathere bahumānagāravo kato’ti dīpetuṃ buddhaghosācariyena vuttaṃ agāravo hi puggalo garuṭṭhāniyaṃ puggalaṃ disvāpi suvāpi jānivāpi apassanto asuṇanto ajānanto viya hotīti. Tatrāyaṃ vacanatho? Āguṃ pāpaṃ na karotīti nāgo. Senti sayanti etena vādapaccathikā janāti seno nāgo ca so seno cāti nāgaseno sāmaññādīsu catusu nāmesu idaṃ kittimanāmaṃ.",
  "anya-e1210n0:111": "Suṭṭhu thero ababhanumodīti’sādhu suṭṭhu’ti vacanena. Antarāmagge pucchito anathakālapañho.",
  "anya-e1210n0:112": "Katametha nāgaseno’ti katamo dhammo etasmiṃ vacane nāgaseno nāma hotīti pucchi.",
  "anya-e1210n0:113": "Jīvo’ti jīvabhuto vāyo.",
  "anya-e1210n0:114": "Assāsapassāsā nāmete kāyasaṅkhāro’ti thero abhidhammakathaṃ akāsīti iminā anantakāyassa ete anto-pavisana-bahi-nikkhamatavātā assāsapassasā nāma karajakāyena abhisaṅkharīyanti, tasmā kāyasaṅkhārā ca honti, teneva jīvena nāgaseno nāgaseno’ti iminā nāmamattaṃ gaṇhāti na puggalo jīvo gahetabbo’ti thero abhidhammakathaṃ akāsi.",
  "anya-e1210n0:115": "Upāsakattaṃ pavedesī’ti attasanniyyātanena sissabhāvūpagamanena paṇipātena samādānenāti catusu saraṇagamanūpāyesu samādānena ratanattayassa ca therassa ca upāsakabhāvaṃ, buddhaṃ saraṇaṃ gacchāmi, dhammaṃ saraṇaṃ gacchāmi, saṅghaṃ saraṇaṃ gacchāmi, tañca saraṇaṃ gacchāmi, upāsakaṃ maṃ dhārehi ajjatagge pāṇupetaṃ saraṇaṃ gatanti.",
  "anya-e1210n0:116": "Anantakāyapañho catutho.",
  "anya-e1210n0:117": "Kimhi hoti kathāsallāpo’ti kimhi kāraṇe nimittabhute kathāsallāpo hoti. Kimpayojano kathāsallāpo’ti adhippāyo idaṃ rañañā kimathāya vuttaṃ? Anuyogadānathāya ceva pucchanassa okāsadāpanathāya cāti ñātabbaṃ.",
  "anya-e1210n0:118": "Athena mayaṃ mahārāja athikā athena hotu kathāsallapo’ti iminā thero rañño anuyogañceva okāsañca deti tatha athenā’ti.",
  "anya-e1210n0:119": "’Atho payojano saddā’bhidheyya vuddhiyaṃ dhane,",
  "anya-e1210n0:120": "Vathamhi kāraṇe nāse hite pacchimapabbate’ti;",
  "anya-e1210n0:121": "Evaṃ vuttesu athesu idha payojanañca hitañca labbhati. Tesu lokiyalokuttaraphalaṃ payojanaṃ nāma, sāsanavuddhi vā. Yathicchitaphalanipphādāno hinoti pavattatīti hitaṃ. Dānasīlādilokiyalokuttarakāraṇaṃ.",
  "anya-e1210n0:122": "Kintī’ti kimhi asaṅkhatadhātusaṅkhāte nibbāne phalasaṅkhāte nibbāne idaṃ paccuppannadukkhaṃ nirujjheyya.",
  "anya-e1210n0:123": "Anupādāparinibbānanti arahattaphalasaṅkhātaṃ anupādāparinibbānaṃ. Nibbānañhi duvidhaṃ apaccayaparinibbānaṃ anupādāparinibbānanti. Tesu avijjādipaccayarahitattā asaṅkhatadhātu apaccaya-parinibbānaṃ nāma. Kilesasaṅkhata-parinibbānasaṅkhātaṃ upādāna rahitattā arahattaphalaṃ anupādāparinibbānaṃ nāma.",
  "anya-e1210n0:124": "Rājābhinītā’ti rājūhi pīḷitā rājabhītā vā.",
  "anya-e1210n0:125": "Iṇaṭṭā’ti iṇena pīḷitā.",
  "anya-e1210n0:126": "Kallo’sīti byākaraṇa ñāṇena cheko’si, aṅguttaraṭīkāyaṃ’ byākaraṇe samatho’. Paṭibalo’tipi vattuṃ vaṭṭati yevāti.",
  "anya-e1210n0:127": "Pabbajjāpañho pañcamo.",
  "anya-e1210n0:128": "Sopādāno’ti sakileso.",
  "anya-e1210n0:129": "Paṭisadahanapañho chaṭṭho.",
  "anya-e1210n0:130": "Yoniso manasikārenāti aniccaṃ dukkhanti upāyena pathena sāraṇalakkhaṇena ārammaṇapaṭipādakamanasikārena.",
  "anya-e1210n0:131": "Manasikārapañho sattamo.",
  "anya-e1210n0:132": "Ussahanalakkhaṇe’ti sampayuttānaṃ ārammaṇe saṃyojanavasena ussahanalakkhaṇe gaṇhanalakkhaṇe vā.",
  "anya-e1210n0:133": "Manasikāralakkhaṇapañho aṭṭhamo.",
  "anya-e1210n0:134": "Yo sīlakkhadho varapātimokkhiyo’ti yo pātimokkhasīlasaṃvarasaṅkhāto buddhuppādeyeva uppanno sīlaguṇo sayaṃ patiṭṭhāti iduyādīnaṃ ekadasannaṃ kusaladhammānaṃ nissayākārena nissayapaccayo ceva balavakāraṇaṭṭhena upanissayo ca pathavī iva sattānaṃ patiṭṭhā.",
  "anya-e1210n0:135": "Sīlapatiṭṭhānalakkhaṇapañho navamo.",
  "anya-e1210n0:136": "Aññesaṃ cittaṃ vimuttaṃ passivā’ti aññesaṃ ariyānaṃ sotāpattiphalādike phale visesena adhimuttaṃ pakkhadantaṃ ñāṇacakkhunā passivā.",
  "anya-e1210n0:137": "Saddhālakkhaṇapañho dasamo.",
  "anya-e1210n0:138": "Sabbe kusalā dhammā’ti sabbe lokiyakusaladhammā uppannā na parihāyanti.",
  "anya-e1210n0:139": "Vīriyalakkhaṇapañho ekādasamo.",
  "anya-e1210n0:140": "Apilāpanalakkhaṇo’ti ārammaṇe anupavisanaṭṭhena ogāhanalakkhaṇo sappaṭibhāgadhammo’ti paṭibhāgena paccathikena saha vattantīti sappaṭibhāgā sukko ca kaṇhapaṭibhāgena sappaṭibhāgo.",
  "anya-e1210n0:141": "Kaṇhasukkasappaṭibhāge’ti īdisapāṭho yadi athi sudaroyeva.",
  "anya-e1210n0:142": "Apilāpetīti anupavisanaṭṭhena ogāhati.",
  "anya-e1210n0:143": "Hitāhitānaṃ dhammānaṃ gatiyo’ti kusalākusalānaṃ dhammānaṃ iṭṭhāniṭṭha-vipākadānabhāva-saṃkhāta-nipphattiyo.",
  "anya-e1210n0:144": "Sabbathakanti sabbakicce niyuttaṃ sabbalīnudhaccesu icchitabbaṃ vā.",
  "anya-e1210n0:145": "Satilakkhaṇapañho dvādasamo.",
  "anya-e1210n0:146": "Tappamukhā’vāti rājappadhānā iva.",
  "anya-e1210n0:147": "Samādhipañho terasamo.",
  "anya-e1210n0:148": "Yo uppajjati so eva so’ti yo pathaviphassādiparamathadhammo uppajjati, so uppannapubbadhammo eva.",
  "anya-e1210n0:149": "Paññālakkhaṇapañho cuddasamo.",
  "anya-e1210n0:150": "Nānā-ekakiccakaraṇapañho paṇṇarasamo.",
  "anya-e1210n0:151": "Paṇṇarasapañhavanto paṭhamavaggo samatto.",
  "anya-e1210n0:152": "Vaṃ pana bhante evaṃ vutte kiṃ vadeyyāsī’ti yadā vaṃ daharo taruṇo mado uttānaseyyako ahosi soyeva vaṃ etarahi mahanto’ti imasmiṃ vacane mayā ca kenavidha pucchanavasena vutte vaṃ kiṃ vadeyyāsīti yojanā.",
  "anya-e1210n0:153": "Dutiyavagge pana dhammasantatipañho paṭhamo.",
  "anya-e1210n0:154": "Na paṭisadahanajānanapañho dutiyo.",
  "anya-e1210n0:155": "Sakiccayanti attano visayobhāsanakiccaṃ.",
  "anya-e1210n0:156": "Ālimpanaṃ vijjhāpetunti aggiṃ nibbāpetuṃ",
  "anya-e1210n0:157": "Paññānirujjhanapañho tatiyo.",
  "anya-e1210n0:158": "Nibbisaṃ bhatako yathā’ti yathā bhatako bhatakakammaṃ kavā lakkhaṃ nibbisaṃ nibbisanto labhanto dukkhaṃ jīvituṃ nābhinadati maraṇañca nābhinadati maraṇakālaṃ āgameti, evamevāhaṃ kālaṃ maraṇakālaṃ paṭikaṅkhāmi āgamemīti adhippāyo.",
  "anya-e1210n0:159": "Parīnibbānapañho catutho.",
  "anya-e1210n0:160": "Yadi kusalā na dukkhā’ti sukhā vedanā kusalā yadi siyā sā kusalā vedanā na dukkhabhūtā.Yadi siyā sā kusalā na hoti. Kusalaṃ dukkhanti na upapajjatī’ti kusalaṃ dukkhabhutanti vacanaṃ na upapajjatīti vattuṃ na yujjati. Kusalaṃ dukkhaṃ na. Aññamaññapaccanīkattā’ti rañño adhippāyo. Sabhāvo pana evaṃ na hoti. Kusalā hi sukhā vedanā saṅkhāradukkhena vipariṇāmadukkhena’pi dukkhā. Nekkhammanissitadomanassasaṅkhātadukkhā’pi anavajjaṭṭhena kusalā siyāti thero pana mayi rājānaṃ ayoguḷahimapiṇḍapañhaṃ pucchante taṃ rājā micchā byākarissati. Tasmiṃ dosaṃ āropessāmi. Rājā taṃ micchā byākarissati. Tasmiṃ dosaṃ āropessāmi. Rājā taṃ harituṃ asakkonto maṃ athajappanaṃ yācissati. Atha rājātaṃ sabhāvathaṃ saññāpessāmīti manvā taṃ kimmaññasi mahārājā’tiādimāha. Kinnu kho mahārāja ubho’pi te daheyyunti imasmiṃ pucchāvacane therena vutte rājā sītuṇhasamaññātā tejodhātu’ti sutattā sītahimapiṇḍassa kharakhādanabhāvañca sadhāya dhātunaṃ ussadabhāvajānanañāṇato virujjhivā’āma bhante ubho’pi te daheyyunti viruddhapaṭivacanaṃ adāsi.",
  "anya-e1210n0:161": "Na hi bhante’ti rañño avajānanapaṭikkhapanaṃ.",
  "anya-e1210n0:162": "Ajānāhi niggahanti theravacanaṃ. Yasmā te purimāya’āmā’ti paṭiññāya pacchimā’na hi bhante’ti paṭiññā pacchimāya ca purimā na sadhiyatī. Tasmā vaṃ niggahaṃ patto. Vaṃ niggahaṃ dosaṃ aparādhaṃ sampiṭicchāhī’ti atho. Idāni ubhinnaṃ tattābhāvadassanavasena ubhinnaṃ sītalābhāvadassanavasena ca taṃ niggahaṃ pākaṭaṃ karonto yadi tattaṃ dahatī’tiādimāha.",
  "anya-e1210n0:163": "Tatha– ‘yadi tattaṃ dahatī’ti sace ubhinnaṃ tattatā dahati. Yadi tattaṃ dahatī’ti ca ṭhapanavacanaṃ.",
  "anya-e1210n0:164": "Na ca te ubho’ti dosāropanavacanaṃ.",
  "anya-e1210n0:165": "Tena na uppajjatī’ti tena tasmiṃ ubhinnaṃ uṇhabhāvakāraṇā ubho’pete dahanti’ti vacanaṃ tattabhāvassa dahane na upapajjati, na yujjati.",
  "anya-e1210n0:166": "Yadi sītalaṃ dahatīti sace ubhinnaṃ sītalabhāvo dahati tena na upapajjatī’ti tasmā kāraṇā ubhinnaṃ sītalābhāvakāraṇā ubho’pi te dahanti’ti vacanaṃ sītalabhāvassa dahanena na upapajjatī’ti vattuṃ na yujjati puna taṃ dosaṃ pākaṭataraṃ karonto thero kissa pana te mahārāja ubho’pi dahantitiādimāha.",
  "anya-e1210n0:167": "(Kissa)tatha-kissāti kena kāraṇena ubhopi te dahantīti.",
  "anya-e1210n0:168": "Tena na upapajjatīti kena tasmā kāraṇā ekassa uṇhassa ekassa sītalassa bhāvakāraṇā ubhopi te dahantī’ti tayā vuttavacanaṃ na upapajjati na vaṭṭati. Ubhopi te dahantīti vuttaṃ, ayuttampi tayā vuttameva. Kusalaṃ dukkhanti vattuṃ vuttameva kusalaṃ dukkhanti na upapajjatīti idaṃ vaṃ kasmā vadasi? Vattuṃ yuttavacanaṃ na yujjatīti vadasi vattuṃ ayuttavacanaṃ yujjatīti vadasīti therassa vacanena attano vāde dosaṃ passanto taṃ pariharituṃ asakkonto nīvamano theraṃ athajappanaṃ yācanto’nāhaṃ paṭibalo’tiādimāha.",
  "anya-e1210n0:169": "Tayā vādināti yuttamathagambhīravicittapaṭibhānavādinā",
  "anya-e1210n0:170": "Sādhū athaṃ jappehī tī sādhu yācāmi. Sukhā vedanā kusalāti vā akusalā abyākatāti vā imassa mayā pucchitavacanassa athaṃ jappehi desehi athenāhaṃ athiko, kiṃ vivādenāti adhippāyo.",
  "anya-e1210n0:171": "Gehanissitānīti gehasadisakāmaguṇanissitāni tamārabbha pavattānīti atho.",
  "anya-e1210n0:172": "Nekkhammanissītānī’ti.",
  "anya-e1210n0:173": "Etha",
  "anya-e1210n0:174": "‘Pabbajjā paṭhamaṃ dhānaṃ nibbānañca vipassanā",
  "anya-e1210n0:175": "Sabbepi kusalā dhammā nekkhammanti pavuccatī’ti,",
  "anya-e1210n0:176": "Vuttanekkhammesu nibbānavipassanākusaladhammasaṅkhāte;",
  "anya-e1210n0:177": "Nekkhamme nissitāni.",
  "anya-e1210n0:178": "Sukhavedanāpañho pañcamo.",
  "anya-e1210n0:179": "So ca aññapañhehi gambhīrataro, kulaputtehi mayā vuttaathamattena santosaṃ kavā attano paññānubhāvena ca punappunaṃ cintevā pubbāparaṃ sallakkhevā yo mayā vuttaathato yuttaro so atho gahetabbo yevāti.",
  "anya-e1210n0:180": "Nāmarūpanti nāmakaraṇaṭṭhena namanaṭṭhena cattāro arūpino khadhā nāmaṃ. Idha vipākanāmaṃ adhippetaṃ sītādīhi ruppanaṭṭhena rūpaṃ nippariyāyato channavutirūpakoṭṭhāsasaṅkhātaṃ nipphannarūpaṃ pariyāyato dasavidhā anipphannarūpañca cakkhusotaghānajivhākāyabhāvavathudasakasaṅkhātā satta dasakā, citta utu-āhārajaaṭṭhakā tayo, cittaja utujasaddavasena dve saddā’ti channavutirūpakoṭṭhāsā. Idha pana kammajarūpaṃ adhippetaṃ.",
  "anya-e1210n0:181": "Tena kammena aññaṃ nāmarūpaṃ paṭisadahatīti tena kusalākusalakammena aññaṃ nāmarūpaṃ aññaṃ anāgatanāmarūpaṃ sugatiduggatipariyāpannaṃ iminā paccuppannanāmarūpena saddhiṃ paṭisadahati.",
  "anya-e1210n0:182": "Purimaṃ bhante ambabījaṃ bhūtaṃ mūlakāraṇabhūtaṃ apaccakkhāya avijahivā nibbattena pacchimena ambena puriso daṇaḍappatto bhaveyyāti yojanā.",
  "anya-e1210n0:183": "Nāmarūpapaṭisadahanapañehā chaṭṭho.",
  "anya-e1210n0:184": "Sattopamāpatimaṇaḍito.",
  "anya-e1210n0:185": "Adhikāranti mahantaṃ pūjāsakkāraṃ. Ayaṃ sattamopañho puna pucchate. Upamaṃ sotukāmatāvasena puna pucchito’ti ñātabbaṃ.",
  "anya-e1210n0:186": "Punapaṭisadahanapañho sattamo.",
  "anya-e1210n0:187": "Nāmarūpapañho aṭṭhamo.",
  "anya-e1210n0:188": "Addhāpañho navamo.",
  "anya-e1210n0:189": "Navapañhavanto dutiyo vaggo.",
  "anya-e1210n0:190": "Tatiyavagge addhāmulapucchanapañho paṭhamo.",
  "anya-e1210n0:191": "Pathaviyā cakkaṃalikhivā’ti bhamacakkaṃ punappunaṃ parivattanavasena ā bhuso likhivā.",
  "anya-e1210n0:192": "Pubbākoṭi napaññāyana pañho dutiyo.",
  "anya-e1210n0:193": "Khadhā ca dukkhassa bījātīti paṭisadhibhutā badhā kevalassa sakalassa pavattidukkharāsissa mulakāraṇabhāvena bījāni evaṃ khaṇakoṭisaṅkhātapaṭisadhibadhato pavatti dukkhavaḍḍhanaṃ sakkā kātunti adhippāyo.",
  "anya-e1210n0:194": "Koṭivaḍḍhanapañho tatiyo.",
  "anya-e1210n0:195": "Cakkhusmiñca kho mahārāja sati rūpesu ca cakkhuviññāṇaṃ hotīti etha abhidhammāvatāraṭīkāpariyāyena ekato sahajātesu bahūsu cakkhuppasādesu yaṃ cakkhu visaditaṃ taṃ cakkhuviññāṇassa nissayapaccayo. Cakkhusmiñcāti ekavacanadassanato. Rūpesu cā’ti bahuvacanassa dassanato pana bahūnipi rūpāni cakkhuviññāṇassa purejātapaccayo paccayabhāva. Visesa-sabhāvatoti daṭṭhabbo.",
  "anya-e1210n0:196": "Athi-keci-sañjānanapañho catutho.",
  "anya-e1210n0:197": "Bhavantāyeva kho mahārāja saṅkhārā jāyantiti etha antappaccayo atīte hoti. Atīte bhūtā’ti atho.",
  "anya-e1210n0:198": "Ayañca gāthā’ti sadisagāthā. Ahuvā sambhotīti ca gāthā khaṇikagāthā’ti daṭṭhabbaṃ. Evañhi pubbāparaṃ sameti.",
  "anya-e1210n0:199": "(Uttarāraṇi) araṇisahitekantakiccakaro daṇḍo uttarāraṇi nāma.",
  "anya-e1210n0:200": "Bhavantajāyanapañho sattopamāsahito pañcamo.",
  "anya-e1210n0:201": "Vedagupañho chaṭṭho.",
  "anya-e1210n0:202": "Cakkhuviññāṇādipañho sattamo.",
  "anya-e1210n0:203": "Phusanalakkhaṇo’ti cittārammaṇaphusanalakkhaṇo. Yathā cakkhu’ti etha cakkhuppasādo’pi cakkhuviññāṇampi labbhati.",
  "anya-e1210n0:204": "Saṅghaṭṭanaraso’ti imesaṃ vathārammaṇānaṃ saṅghaṭṭanaraso sampatti etassā ta atho labbhati. Yadā cakkhuviññāṇampi labbhati. Tadā cittārammaṇasaṅghaṭṭanaraso kiccaṃ etasseti atho labbhati. Saṅghaṭṭanaraso’ti ca pañcadvārikaphasse labbhati. Na manodvārikaphasse’ti ayamidiso atho atthasāliniyaṃ vutto yevā’ti.",
  "anya-e1210n0:205": "Phusanalakkhaṇapañho aṭṭhamo.",
  "anya-e1210n0:206": "Vedanālakkhaṇapañho navamo.",
  "anya-e1210n0:207": "Saññālakkhaṇapañho dasamo.",
  "anya-e1210n0:208": "Cetanālakkhaṇapañho ekādasamo.",
  "anya-e1210n0:209": "Viññāṇalakkhaṇapañho dvādasamo.",
  "anya-e1210n0:210": "Vaḍḍhakī suparikammakataṃ dāruṃ sadhismiṃ appetīti vaḍḍhakī jano suṭṭhuparikammakataṃ dāruṃ sadhismiṃ appeti pāpeti paveseti.",
  "anya-e1210n0:211": "Vitakkalakkhaṇapañho terasamo.",
  "anya-e1210n0:212": "Vicāralakkhaṇapañho cuddasamo.",
  "anya-e1210n0:213": "Cuddasapañhavanto tatiyavaggo samatto. Vinibbhujivā vinibabhujivā’ti aññamaññāto visuṃ visuṃ kavā vibhajivā vibhajivā.",
  "anya-e1210n0:214": "Vaggato atirekapaṭhamapañho vibhajjapañho paṭhamo.",
  "anya-e1210n0:215": "Nanu loṇameva āharitabbanti sakaṭehi suddhaloṇameva balivaddehi āharitabbaṃ.",
  "anya-e1210n0:216": "Na sakkā mahārāja loṇameva āharitunti pāṭhena bhavitabbanti nakāro pothake dissati.",
  "anya-e1210n0:217": "Loṇapañho dutiyo, rañño dhammalakkhaṇesu daḷhapatiṭṭhāpanathaṃ therena paṭhamaṃ vutto.",
  "anya-e1210n0:218": "Ettāvatā tecattāḷīsa pañhā samattā.",
  "anya-e1210n0:219": "Catuthavagge nānākammehi mahārāja nibbattāni na ekena kammenā’ti āpāyikasattānaṃ pañcāyatanāni nānāakusalakammehi nibbattāni sugatipariyāpannasattānaṃ pañcāyatanāni nānākusalakammehi ekena kammena ekena paṭisadhijanakakammeneva nibbattāni. Abhidhammāvatāraṭīkāyaṃ paṭisadhikkhaṇe mahaggatacetanā kaṭattārūpānaṃ kammapaccayena paccayo’ti vacanena paṭisadhikkhaṇe vijjamānānaṃ sabbesaṃyeva kaṭattārūpānaṃ kammapaccayo hotīti viññāyati. Nānācetanāhi tadā idriyuppattiyaṃ sati atiparittena ca mahaggatena ca kammena nibbattaṃ kaṭattārūpaṃ āpajjeyya, na cekā paṭisadhi anekammanibbattā hotī’ti.’Saddhiṃ ekena kammena anekidirayuppatti hotī’ti vuttaṃ. Vicārevā yaṃ yuttataraṃ taṃ gahetabbaṃ. Tatrāyaṃ vicāraṇākāro?",
  "anya-e1210n0:220": "Mahaggatasattānaṃ idriyāni ekena paṭisadhijanakakammena nibbattāni. Nāgasenathero pana arahā khīṇāsavo buddhamataññu tassa adhippāyānurūpena kāmāvacarakasattānaṃ nānākammehi nibbattīti gahetabbaṃ.",
  "anya-e1210n0:221": "Nānākammanibbattāyatanapañho paṭhamo.",
  "anya-e1210n0:222": "Mahākulīnatāti uccakulīnatā. Soyeva vā pāṭho. Ābādha-vaṇṇa-sukkha-bhoga-kulīnaṃ paññakā ete cuddasa pañhā’pi subhasutte pakāsitā’ti ayaṃ gāthā sukhavācuggatakaraṇathaṃ porāṇehi vuttā.",
  "anya-e1210n0:223": "Manussanānābhāvapañho dutiyo.",
  "anya-e1210n0:224": "Kiṃ paṭigacceva vāyamitenā’ti pubbe vāyāmena saha pavattakammena vāyāmakaraṇena kiṃ payojanaṃ athi?",
  "anya-e1210n0:225": "Akiccakaro’ti etha yathicchitaphalasaṅkhātaṃ kiccaṃ na karotīti akiccakaro. Ayañca ayuttasamāso. Saddhaṃ matakabhojanaṃ na bhuñjatīti asaddhabhojitiādiko viyā’ti.",
  "anya-e1210n0:226": "Bubhukkhito’ti budhābhibhūto.",
  "anya-e1210n0:227": "Paṭigaccakiccakaraṇapañho tatiyo.",
  "anya-e1210n0:228": "Paccamānā’ti nirayaggīnā ḍayhamānā.",
  "anya-e1210n0:229": "So na tāva kālaṃ karotīti tāva tattakaṃ so nerayikasatto kālaṃ maraṇaṃ na karoti. Kammādhikatenā’ti pubbe adhikatena kammena mūlakāraṇabhutena.",
  "anya-e1210n0:230": "Navilīyanapañho catutho.",
  "anya-e1210n0:231": "Ākāsa-udaka-pathavidhāraṇapañho pañcamo.",
  "anya-e1210n0:232": "Ajjhosāyā’ti taṇhāya gilivā pariniṭṭhapevā.",
  "anya-e1210n0:233": "Nirodhanibbānapañho chaṭṭho.",
  "anya-e1210n0:234": "Abhiññeyye dhamme’ti abhivisiṭṭhena catusaccañāṇena jānitabbe dhamme, catusaccadhamme.",
  "anya-e1210n0:235": "Nibbānalabhanapañhā sattamo.",
  "anya-e1210n0:236": "Nibbānajānanapañho aṭṭhamo.",
  "anya-e1210n0:237": "Aṭṭhapañhavanto catutho vaggo.",
  "anya-e1210n0:238": "Pañcamavagge nathibuddhapañho paṭhamo.",
  "anya-e1210n0:239": "Buddhānuttarapañho dutiyo.",
  "anya-e1210n0:240": "Sakkā jānituṃ buddho anuttaro’ti idaṃ raññā’bhagavā buddho anuttaro’ti theraṃ pubbe pucchitaṃ. Puna kasmā vuttaṃ? Pubbapañho therassa vijānanaṃ sadhāya pucchitaṃ pucchāpañho sabbapañho therassa vijānanaṃ sadhāya pucchitaṃ. Pucchāpañho sabbapaṇḍitānaṃ jānanaṃ sadhāya pucchito’ti viññātabbaṃ.",
  "anya-e1210n0:241": "Sakkā buddhānuttarapañho tatiyo.",
  "anya-e1210n0:242": "Buddhanettīyā’ti nibbānaṃ neti etāya sadevake loke’ti netti, suttantābhidhammapāli.",
  "anya-e1210n0:243": "(Buddhapaññatti) paññāyapīyati etāya bhagavato āṇā’ti paññatti. Buddhassa paññatti buddhapaññatti, vinayapāli.",
  "anya-e1210n0:244": "Yāvajīvaṃ sāvakehi vattitabbanti idaṃ therena’āma mahārāja dhammo mayā diṭṭho’ti avissajjevā kasmā vuttaṃ? Rājā therassa dhammadassanabhāvaṃ paccakkhato ñavā vicitrapaṭibhānaṃ sotukāmo pucchati, na jānanathāya thero tassa ajjhāsayaṃ ñavā evamāha. Adiṭṭhadhammo hi buddhanettiyā buddhapaññattiyā yāvajīvaṃ vattituṃ sakkoti.",
  "anya-e1210n0:245": "Dhammadiṭṭhapañho catutho.",
  "anya-e1210n0:246": "Navasaṅkamatipañho pañcamo.",
  "anya-e1210n0:247": "Vedagu upalabbhatīti ayampañho pubbe ca pucchito. Kasmā puna pucchito? Pubbapañho jīvavedaguṃ sadhāya pucchito. Ayaṃ’ye brāhmaṇā vedagu’tiādinā vuttaṃ puggalavedaguṃ sadhāya pucchito. Save thero’na upalabbhatī’ti byākarissati, tassa vāde dosaṃ āropetukāmatāya pucchati. Thero pana vijjamānena avijjamānapaññattiṃ sadhāya’paramathena kho mahārāja vedagu na upalabbhatī’ti āha. Paramathena na upalabbhati, vohārato upalabbhatī’ti therassa adhippāyo.",
  "anya-e1210n0:248": "Puggalavedagupañho chaṭṭho.",
  "anya-e1210n0:249": "Na kho-pe tena ropitāniti tāni ambāni avahāriyāni tāni ambāni purisena avaharitāni tena sāmikapurisena ropitāni ropitaambabhutāni na hontiti atho",
  "anya-e1210n0:250": "Imamhākāya pañhosattamo.",
  "anya-e1210n0:251": "Kuhintipañho aṭṭhamo.",
  "anya-e1210n0:252": "Upapajjati-jānāti pañho navamo.",
  "anya-e1210n0:253": "Athibuddhapañho dasamo.",
  "anya-e1210n0:254": "Dasapañhasahito pañcamo vaggo.",
  "anya-e1210n0:255": "Samantato paggharatīti ayaṃ kho guthamuttādīhi asucivathūhi samantato paggharāpeti.",
  "anya-e1210n0:256": "Chaṭṭhavagge kāyaappiyapañho paṭhamo.",
  "anya-e1210n0:257": "Sampattakālapañho dutiyo.",
  "anya-e1210n0:258": "Dvattiṃsa…pe…parirañjito’ti etha dvattiṃsamahāpurisalakkhaṇasarūpaṃ bahusu suttesu āgataṃ. Taṃ pākaṭaṃ asītyanubañjanasurūpaṃ na pākaṭaṃ jinālaṅkāraṭīkāyaṃyeva āgataṃ. Tasmā taṃ dassayissāma. Katamāni asītyānubyañjananāni? Citaṅgulitā, anupubbaṅgulitā, vaṭṭaṅgulitā, tambanakhatā, tuṅganakhatā, siniddhanakhatā, niguḷhagopphakatā, samapādatā, gajasamānakkamanatā, sīhasamānakkamanatā, haṃsasamānakkamanatā, usabhasamānakkamanatā, dakkhiṇāvaṭṭagattatā, samantatocārujāṇumaṇaḍalatā, paripuṇṇa purisabyañjanatā, acchiddanābhitā, gambhīranābhitā, dakkhiṇāvaṭṭanābhitā, suvaṇṇakadalurutā, erāvaṇakarasadisabhujatā, anupubbagattatā, maṭṭhakagattatā, sucigattatā, suvibhattagattatā, anussannānussannasabbagattatā, alīnagattatā, tilakādivirahitagattatā, anupubbaruciragattatā, visuddhagattatā, koṭisahassahathibaladhara gattatā, tuṅganāsatā, susaṇṭhānanāsatā, rattadvijamaṃsatā, susukkadantatā, suvisuddhidriyatā, vaṭṭadāṭhatā, rattoṭṭhasamabimbitā, āyatavadanatā, gambhīrapāṇilekhatā, āyatalekhatā, ujulekhatā, surucirasaṇṭhānalekhatā, parimaṇḍalakāyavantatā, paripuṇṇakapolatā, āyatavisālanettatā, pañcapasādavantanettatā, ākucitaggapakhumatā, mudutanuka-rattajīvhatā, āyatajīvhatā, āyatarucirakaṇṇatā, niggaṇṭhisiratā, nigguyhasiratā, chattasantibhacārusīsatā, āyata-puthula-lalāṭa-sobhatā, susaṇṭhānabhamukatā, kaṇhabhamukatā, sukhumālagattatā, ativiya ujjalitagattatā, ativiyasommagattatā, ativimalagattatā, komalagattatā, siniddhagattatā, sugadhatanutā, samalomatā, atisukhumaassāsapassāsadhāraṇatā, susaṇṭhānamukhatā, sugadhamukhatā, sugadhamuddhatā, sunīlakesatā, dakkhiṇāvaṭṭakesatā, susaṇṭhānakesatā, siniddhakesatā, saṇhakesatā, alulitakesatā, ketumālāratanacittatā. Dvattīṃsapurisalakkhaṇapañho tatiyo.",
  "anya-e1210n0:259": "Brahmacariyapañho pañcamo.",
  "anya-e1210n0:260": "Assupañehā chaṭṭho.",
  "anya-e1210n0:261": "Rasapaṭisaṃvedipañho aṭṭhamo.",
  "anya-e1210n0:262": "Paññāpañho aṭṭhamo.",
  "anya-e1210n0:263": "Saṃsārapañho navamo.",
  "anya-e1210n0:264": "Satipañho dasamo.",
  "anya-e1210n0:265": "Evañhi bhante nāgasena sabbā sati abhijānantī uppajjati nathi kaṭumikā satīti evaṃ mayā cintanākāre sabbā sati abhijānantī sayaṃ pākaṭā parūpadesarahitā uppajjati, kaṭumikā parinibbajjana-parūpadesa-saṅkhātā kaṭumasahitā sati nathiti atho.",
  "anya-e1210n0:266": "Sati abhijānanapañho ekādasamo.",
  "anya-e1210n0:267": "Ekādasapañhasahito chaṭṭhavaggo.",
  "anya-e1210n0:268": "Abhijānato’ti satisahitaṃabhivisesaṃjānato. Kaṭumikāyā’ti paripīḷana-parasāsana-saṅkhātakaṭumikāya. Olārikaviññāṇato’ti mahante ārammaṇe pavattaviññāṇato. Ahitaviññāṇato’ti dukkhasaṅkhātaahite pavattaviññāṇato. Sabhāganimittato’ti sabhāgārammaṇato. Visabhāganimittato’ti nāmavaṇṇādi - aññamaññavisadisārammaṇato. Kathābhiññāṇato’ti parakathāsaṅkhātaabhiññāṇato. Lakkhaṇato’ti goṇa-sakaṭa-danta-piḷakādilakkhaṇato. Saraṇato’ti parehi sarāpanato muddāto’ti akkharasikkhanato. Bhāvanāto’ti abhiññāsasaṅkhātabhāvanāto. Pothakanibadhanato’ti pothake likhitaovādaakkharadhāraṇato. Anubhūtato’ti channaṃ ārammaṇānaṃ anubhutapubbato. Nibadhantī’ti pīḷenti. Lipiyā sikkhitattā’ti akkharassa sikkhitattā.",
  "anya-e1210n0:269": "Sattamevagge satiākārapañho paṭhamo.",
  "anya-e1210n0:270": "Vassasatapañho dutiyo.",
  "anya-e1210n0:271": "Anāgatapañho tatiyo.",
  "anya-e1210n0:272": "Dūrabrahmalokapañho catutho.",
  "anya-e1210n0:273": "Brahmalokakasmīrapañho pañcamo.",
  "anya-e1210n0:274": "Sattabojjhaṅgapañho chaṭṭho.",
  "anya-e1210n0:275": "Puññabahutarapañho sattamo.",
  "anya-e1210n0:276": "Jānājānapañho aṭṭhamo.",
  "anya-e1210n0:277": "Uttarakurupañho navamo.",
  "anya-e1210n0:278": "Dīghaaṭṭhikapañho dasamo.",
  "anya-e1210n0:279": "Assāsapassāsapañho ekādasamo.",
  "anya-e1210n0:280": "Samuddapañho dvādasamo.",
  "anya-e1210n0:281": "Ekarasapañho terasamo.",
  "anya-e1210n0:282": "Nathi dutiyaṃ paññāya chedananti yaṃ chedanaṃ paññāya saddhiṃ dvayaṃ taṃ chedanaṃ nathiti atho. Chedanapañho cuddasamo. Bhutajivapañho pannarasamo. Dukkarapañho soḷasamo therena paṭhamaṃ vutto. Soḷasapañhasahito sattamo vaggo.",
  "anya-e1210n0:283": "Sampati kā velā’ti idāni kā velā sampattā’ti yojanā. Gamissantiti tayā saddhiṃ gamissanti. Bhaṇḍato bhaṇḍāgārato. Rājadeyyānīti rājasantakāni.",
  "anya-e1210n0:284": "Tassa pañhaveyyākaraṇena tuṭṭhe rājā’ti tassa nāgasenatherassa asītipañhaveyyākaraṇena tuṭṭho rājā. Abbhantarakathāyañhi aṭṭhāsīti pañhā paṭhamadivase visajjitā. Tayo divase pāsāde bhattakiccato paṭṭhāya yāva paṭhamayāmāvasānā aṭṭhāsīti pañhā visajjitā ahesuṃ.",
  "anya-e1210n0:285": "Bāhirakathāpañhā tayo. Tena saddhiṃ ekanavuti pañhā honti.",
  "anya-e1210n0:286": "Ekanavutīpañha paṭimaṇḍitā.",
  "anya-e1210n0:287": "Milidapañhavaṇṇanā samattā.",
  "anya-e1210n0:288": "Meṇḍakapañhe pana bhassappavādīti vohārakusalatāya yuttavacanasaṅkhātabhassavadanasīlo. Vetaṇaḍīti theravādena saddhiṃ viruddhavacanavadanasīlo.",
  "anya-e1210n0:289": "Vasanto tassa chāyāyāti dhammacariya-gurusaddhāpaññādiguṇamaṇḍito, assaddhopi so tassa’ medhāvī amatābhimukho’ti evaṃ vuttehi sobhaggaguṇehi samannāgato tassa therassa karuṇāpaññāvasena pavattakāraṇākāraṇahitupamāyuttiupadesavacanasaṅkhātachāyāya vasanto. Tāni hi therassa karuṇāñāṇaṃ nāmakāyato pavattanti pakatisarīrato pavattachāyā viya hotī tī.",
  "anya-e1210n0:290": "Addakkhi meṇḍake pañhe’ti ñāṇacakkhunā meṇḍake gambhīre pañhe addakkhi. Athavā senakādibhāsitabbaṃ anekapariyāyabhāvena ceva abhutabhāvena ca meṇaḍakapañhasadise. Athavā dvīvacanavantattā tassa pañhassa dvimeṇḍakayuddhasadise’tipi vuttaṃ vaṭṭati.",
  "anya-e1210n0:291": "Pariyāya bhāsitaṃ athi’ti’ānada, mayādve’pi vedanā vuttā pariyāyenā’tiādikaṃ pariyāyavacanaṃ athi. Kathaṃ imissā pariyāyanippariyāyadesanābhāvo jānitabbo? Upekkhāvedanā hi santamiṃ paṇīte sukhe vuttā bhagavatā’ti ayaṃ hetha pariyāyo.",
  "anya-e1210n0:292": "Sabhāvabhāsitaṃ athiti’tisso iha bhikkhave vedanā sukhā dukkhā upekkhā vedanā’tiādikaṃ nippariyāyavacanaṃ athi. Kathaṃ nippariyāyabhāvo jānitabbo? Vedanāsabhāvo hi tividho’ti ayametha nippariyāyo athi.",
  "anya-e1210n0:293": "Sadhāyabhāsitanti’tīhi bhikkhave ṭhānehi jambudīpikā manussā deve tāvatiṃse uttarakuruke ca manusse adhigaṇhanti. Katamehi tīhi? Sūrā satimanto idha brahmacariyavāso’tiādikaṃ sadhāya bhāsitaṃ athi.’Idha brahmacariyavāso’ti idaṃ pabbajjābrahmacariyavāsanaṃ vuttaṃ na maggabrahmacariyavāsaṃ. Neyyathanītathavacanaṃ idha anāgataṃ. Tampi āharivā dassetabbaṃ.’Yaṃ kiñci vedayitaṃ sabbaṃ taṃ dukkhanti’ādikaṃ nyethavacanaṃ.’Sukhāpi kho vedanā aniccā saṅkhatā’tiādikaṃ yathārutavasena jānitabbaṃ nītathavacanaṃ athīti.",
  "anya-e1210n0:294": "‘Neyyathavacanañceva atho sadhāyabhāsitaṃ",
  "anya-e1210n0:295": "Pariyāyabhāsitañceva atho sabhāvabhāsitaṃ’,",
  "anya-e1210n0:296": "Iti pañcappabhedaṃ’va sāsane jinabhāsitaṃ",
  "anya-e1210n0:297": "Sallakkhevāna taṃ sabbaṃ athaṃ vadetha paṇḍito’ti;",
  "anya-e1210n0:298": "Na rahassakaṃ kātabbanti athapaṭicchannavacanaṃ na kātabbaṃ.",
  "anya-e1210n0:299": "Garukaṃ pariṇamatīti garubhāvena paripākaṃ gacchati dadhabhāvena pākaṭo hotiti adhippāyo.",
  "anya-e1210n0:300": "Ittaratāyāti appapaññatāya.",
  "anya-e1210n0:301": "Tithavāsenāti",
  "anya-e1210n0:302": "‘Uggaho savanaṃ pucchā kathanaṃ dhāraṇaṃ iti,",
  "anya-e1210n0:303": "Pañcadhammavaseneva tithavāso pavuccatī’ti;",
  "anya-e1210n0:304": "Evaṃvuttatithavāsena.",
  "anya-e1210n0:305": "Snehasaṃsevā’ti piyapuggalasaṃsevanavasena. Mantisahāyo’ti mantī vicāraṇapañño sahāyo etassāti mantisahāyo.",
  "anya-e1210n0:306": "Mā hāyi atho te abhikkamatīti attānuvādādibhaye uppanne vaṃ ettakena kāraṇena mā bhāyi. Katapuñño katabhīruttāṇo ñāṇasampannosammāpayoge ṭhito na cirasseva lokiyalokuttararatho te abhikkamati abhikkamissati pavattissati.",
  "anya-e1210n0:307": "Allāpo’ti paṭhamāmantānā’ti keci vadanti. Raṭṭhakavacanaṃ āmantanā.",
  "anya-e1210n0:308": "Sakkaccakārinā’ti hitakaraṇa-hitadesana-hitacintanānaṃ akhaṇḍakārinā.",
  "anya-e1210n0:309": "Khalite dhammena paggahetabbo’ti sammāpaṭipattito vā yuttavacanato vā khalite antevāsikamhi dhammena sabhāvena taṃ taṃ kāraṇaṃ vavā sīlādiguṇesu paggahetabbo.",
  "anya-e1210n0:310": "Meṇḍakapañhā gambhīragaṇṭhiguyhapañhā.",
  "anya-e1210n0:311": "Abhivaḍḍhiyā vāyamatī’ti pariyattipaṭipattisāsanānaṃ abhivaḍḍhanathāya catupaccayadānādinā upāyena vāyāmaṃ karoti.",
  "anya-e1210n0:312": "‘Bhavati saṅghena samasukho dukkhi dhammādhipatiko’pi ca;",
  "anya-e1210n0:313": "Saṃvibhāgī yathāthāmaṃ jinacakkābhivaḍḍhako",
  "anya-e1210n0:314": "Sammādiṭṭhipurekkhāro anaññasathuko tathā;",
  "anya-e1210n0:315": "Surakkho kāyakammādi samaggābhirato’pi ca",
  "anya-e1210n0:316": "Akuho na varo cakke buddhādisaraṇaṃ gato",
  "anya-e1210n0:317": "Dasa upāsakaguṇā nāgasenena bhāsitā’ti;",
  "anya-e1210n0:318": "Imā tisso gāthā.",
  "anya-e1210n0:319": "‘Pañcamaṃ lahu sabbatha sattamaṃ dvicatuthisu,",
  "anya-e1210n0:320": "Chaṭṭhaṃ tu garupādānaṃ sesā aniyamā matā’ti;",
  "anya-e1210n0:321": "Iminā vuttalakkhaṇena vuttā.",
  "anya-e1210n0:322": "Lokasādhāraṇo’ti sattalokena sadiso,",
  "anya-e1210n0:323": "Appattamānasānanti apapattaarahattaphalānaṃ;",
  "anya-e1210n0:324": "Ñāṇaratanārammaṇenā’ti arahattamagagapadaṭṭhānasababaññuta ñāṇo bhagavā sabbaññu sabbadassāvī dasabalasamannāgato catuhi vesarajjehi samananāgato pabhinnapaṭisambhido chaḷabhiñño ca asādhāraṇañāṇo aṭṭhārasabuddhadhammasamannāgato, tassa arahattamagagañāṇaṃ dasabalādisabbaguṇadāyakaṃ sabbaññutañāṇaṃ sabbañeyyadhammajānanasamathanti bhagavato ñāṇaratanārammaṇena sakasakacittuppādena.",
  "anya-e1210n0:325": "Ubbattīyante’ti pakatipakatito viparīyanto vinassante vā.",
  "anya-e1210n0:326": "Nippabhā jātā kutithiyā vaṃ gaṇīvarapavaramāsajjāti kutithiyā micchādiṭṭhikā vaṃ bhadantaṃ gaṇivarapavaraṃ gaṇivarehi paraṃ seṭṭhaṃ āsajja pavā nippabhā nijjotā bhaveyyunti yojanā.",
  "anya-e1210n0:327": "Meṇḍakapañhesu pūjāvañdhāvañdhāpañho aṭṭhupamāsahito paṭhamo.",
  "anya-e1210n0:328": "Vāhasataṃ kho mahārāja vīhīnaṃ aḍḍhucūḷañca vāhā vīhī sattammaṇāni dve ca tumbā ekaccharakkhaṇe pavattavittassa ettakāvihīti lakkhaṃ ṭhapīyamānā parikkhayaṃ pariyādānaṃ gaccheyyunti etha sādikadiyaḍḍhavāhasataṃ thokena uddhaṃ upaḍḍhāvāhasatassa patanālike tumbo’ti aṅguttaraṭīkāyaṃ vuttaṃ. Aḍḍhacūḷanti vāhassa tassa aḍḍhādhikā vāhavīhī’tipi vattuṃ vaṭṭatiyeva.",
  "anya-e1210n0:329": "‘Kuḍubo pasato eko patho te caturo siyuṃ",
  "anya-e1210n0:330": "Āḷhako caturo pathā doṇaṃ vā caturāḷhakaṃ,",
  "anya-e1210n0:331": "Māṇikā caturo doṇā khārīti catumāṇikā;",
  "anya-e1210n0:332": "Khāriyo vīsa vāho’tha siyā tumbo dasammaṇaṃ",
  "anya-e1210n0:333": "Āḷahako nithiyaṃ tumbo patho tu nāḷi nāriyaṃ,",
  "anya-e1210n0:334": "Vāho tu sakaṭo ceko dasa doṇā tu ammaṇa’nti;",
  "anya-e1210n0:335": "Abhidhānappadipikāyaṃ vutto sakaṭapapamāṇo vāho’ti vinayaṭīkāyampana’ dve sakaṭā vāhā eko vāho’ti vuttaṃ. Vihīnaṃ vāhasatañca aḍḍhacūlañca vāhasatassa aḍaḍhañaca cūḷaṃ aḍaḍhato thokena ūnaṃ vā hoti. Yathāvuttavāhato adhikāni vīhisattammaṇāni vīhīnaṃ satta ammaṇāni dve ca tumbā hontī’ti yojanā. Vīhīnaṃ sādhikadiyaḍḍhavāhasatanti adhippāyo.",
  "anya-e1210n0:336": "Ekaccharakkhaṇe pavattacittassā’ti imassa lakkhanti iminā sambadho. Lakkhanati ci gahaṇasallakkhaṇathaṃ sampadānathe cetaṃ upayogavacanaṃ’ divāvihāraṃ pāvisī’ti divāvihārathāya pāvisitiādisu viya. Lakkhasaddo ca lakkhaṇavācako. Vuttañhetaṃ abhidhānasathe.",
  "anya-e1210n0:337": "‘Kalaṅko lañchanaṃ lakkhaṃ aṅko’bhiññāṇalakkhaṇaṃ,",
  "anya-e1210n0:338": "Ciṇhañcāpi tu sobhā tu paramā susamā’tha cā’ti;",
  "anya-e1210n0:339": "Parikkhayaṃ pariyādānanti khīṇabhāvaṃ gaccheyyuṃ. Iminā dasādhikadiḍḍhavāhasatavīhito adhikāniekaccharakkhaṇe pavattacittānī’ti dasseti.",
  "anya-e1210n0:340": "Evaṃ ekaccharakkhaṇe pavattacittassa ettakavīhito anekabhāvaṃ dassevā idāni ekaccharakkhaṇe pavattacittassa puggalavisesavasena visesabhāvaṃ dassetuṃ tatrīme’tiādimāha.",
  "anya-e1210n0:341": "Tatha",
  "anya-e1210n0:342": "Tatrāti sattavidhesu sattesu.",
  "anya-e1210n0:343": "Ime sattavidhā cittā pavattantīti imāni sattavidhāni cittāni pavattanti.",
  "anya-e1210n0:344": "Abhāvitakāyā’ti pañcupādānakkhadhakāyesu aniccādivasena abhāvitakāyā.",
  "anya-e1210n0:345": "Abhāvitasīlā’ti abhāvitalokuttarasīlā.",
  "anya-e1210n0:346": "Tīsu ṭhānesu’ti sakkāyadiṭṭhi-vicikicchā-sīlabbataparāmāsa samugghāṭitaṭṭhānavasena tīsu ṭhānesu. Uparibhumīsu’ti sakadāgāmiādīnaṃ pañcakkhadhasaṅkhāta uparibhumisu?",
  "anya-e1210n0:347": "Pañcasu ṭhānesu’ti heṭṭhā vuttesu tīsu ṭhānesu rāgadosatanuṭṭhānadvayaṃ pakkhipivā pañca ṭhānāni veditabbāni.",
  "anya-e1210n0:348": "Dasasu ṭhānesu’ti heṭṭhā pañcaṭṭhānāni ceva gahitaggahaṇanayena sakkāyadiṭṭhi-vicikicchā-sīlabbataparāmāsa-lobha-vyāpāda-saṅkhāta-pa- ñcorambhāgayasaññejanasamugghāṭitaddhānavasena pañcौddhamhāgiya saṃyojana samugghāṭitaṭṭhānavaseneva. Aparāti pañcā’ti dasa ṭhānāni vipassanāya ārammaṇabhutā pañcupādānakkhadhā yevāti gahetabbaṃ.",
  "anya-e1210n0:349": "Nārācassā’ti usuaggapavesita-ayomaya nārāvassa",
  "anya-e1210n0:350": "Daḷhaṃ cāpasamārūḷhassā’ti daḷhacāpadhanumhi āropitassa.",
  "anya-e1210n0:351": "Tathā’ti bhagavato lahukaparivattane. Uttarikāraṇa’nti yamakapāṭihāriyato uttariyaṃ vuttaṃ",
  "anya-e1210n0:352": "Tampi mahārāja pāṭihiranti tamabhagavato aggikkhadha-udakadhārā-pavattana-saṅkhāta-yamakapāṭihīraṃ attano paresaṃ rāgādipaccanīkaharaṇato pāṭihiraṃ.",
  "anya-e1210n0:353": "Āvajjanavikaḷamattakenā’ti bhagavatā anuppāditavasena manodvārāvajjanassa hīnavasena",
  "anya-e1210n0:354": "Sabbaññupañho dutiyo.",
  "anya-e1210n0:355": "Chakoṭṭhāse kate kappe’ti catusaṭṭhiantarakappapamāṇe vivaṭṭaṭṭhāyikappe chakoṭṭhāse kate.",
  "anya-e1210n0:356": "Atikkante paṭhamakoṭṭhāse kiñci sādhikadasantarakappapamāṇe vicaṭṭaṭṭhāyikappassa paṭhamakoṭaṭhāse atikkante devadatto saṅghaṃ bhidi devadattapabbajjāpañho tatiyo",
  "anya-e1210n0:357": "Yamaniyame’ti",
  "anya-e1210n0:358": "‘Yaṃ dehasādhanāpekkhaṃ niccaṃ kammamayaṃ yamo,",
  "anya-e1210n0:359": "Āgantaṃ sādhanaṃ kammaṃ aniccaṃ niyamo bhave;",
  "anya-e1210n0:360": "Ahiṃsāsaccamādheyyaṃ brahmacāra pariggaho,",
  "anya-e1210n0:361": "Niccaṃ sarīrasoceyyaṃ yamo nāmāti vuccare;",
  "anya-e1210n0:362": "Santosa-mona-sajjhāyā kicchākahāro ca bhāvanā,",
  "anya-e1210n0:363": "Sayampāka-vane vāsā-niyamā-niccasādhyatā’;",
  "anya-e1210n0:364": "Evaṃ vutte yamakamme ca niyamakamme ca.",
  "anya-e1210n0:365": "Yaṃ tathāgato…pe… evamadhippāyo athi yaṃ yena guṇena hetu bhutena…pe…evaṃ adhippayo hoti taṃ buddhānaṃ guṇaṃ abhutaṃ athiti yojanā.",
  "anya-e1210n0:366": "Parakkamo dakkhāpito’ti pāramīpūraṇe parakkamo vāyāmo dakkhāpito pekkhāpito.",
  "anya-e1210n0:367": "Hiyyo obhāsitā’ti jinānaṃ pāramī ca nayā bhiyyo atisayena obhāsitā.",
  "anya-e1210n0:368": "Bhidi tithiyānaṃ vādagaṇṭhinti vaṃ tithiyānaṃ micchāvādagaṇṭhiṃ pabhidi.",
  "anya-e1210n0:369": "Bhinnā parappavādakumbhā’ti parappavādā tayā bhinnā.",
  "anya-e1210n0:370": "Gambhīro uttānikato’ti ativiya gambhīro pañho tayā uttātīkato.",
  "anya-e1210n0:371": "Sammāladdhaṃ jinaputtānaṃ nibbāhananti paramicchāvādaharaṇe upāyasaṅkhātaṃ nibbāhanamukhaṃ jinaputtānaṃ jinaputtehi suṭṭhu laddhaṃ.",
  "anya-e1210n0:372": "Evametanti sabbaṃ heṭṭhāvuttavacanaṃ tayā vuttaṃ yathā hoti taṃ,",
  "anya-e1210n0:373": "Sabbaṃ vacanaṃ evaṃ sabhāvato hotīti ajjhāhārayojanā;",
  "anya-e1210n0:374": "Gaṇīvarapavarā’ti ālapanametaṃ gaṇīnaṃ gaṇaparisānaṃ varaparama,",
  "anya-e1210n0:375": "Atiseṭṭha yathā tayā vuttaṃ mayaṃ tathā sampaṭicachāmā’ti;",
  "anya-e1210n0:376": "Pathavikampanahetupañho catutho.",
  "anya-e1210n0:377": "Nathaññaṃ cethāti etesu saccesu vijjamānaṃ saccato aññaṃ kāraṇaṃ paṭivedhassa ca nathi.",
  "anya-e1210n0:378": "Sīharathenā’ti seṭṭharathena mañcarathena. Sīhasaddo vā usabhasaddo vā aññasaddena payutto seṭṭhavācako hotīti.",
  "anya-e1210n0:379": "Sivirājadibbacakkhupañho pañcamo.",
  "anya-e1210n0:380": "Kalalaṃ osaratīti idaṃ mātuyā piṭṭhikaṇṭakanābhīnaṃ majjhaṭṭhānabhute gabbhapatiṭṭhānārahaṭṭhāne sannicitaṃ paṭikalalasadisaṃ madarattalohitaṃ sadhāya vuttaṃ, na kalalarūpaṃ.",
  "anya-e1210n0:381": "Mukhapānenapi dvayasantipāto bhavatīti mukhapānenapi saha mātā ca utunī gabbho paccupaṭṭhito’ti dvayasannipāto bhavati.",
  "anya-e1210n0:382": "Purimena tatha kāraṇaṃ vakkhāmīti purimena sāmavathunā tesaṃ dvinnaṃ tiṇṇaṃ sannipātānaṃ antogadhabhāve kāraṇaṃ yūttivacanaṃ kathessāmi.",
  "anya-e1210n0:383": "Te sabbe’ti ye keci sattā mātugabbhaṃ okkantā te sabbe sattā ye vanarukkhādayo’ti yojanā.",
  "anya-e1210n0:384": "Yo koci gadhabbo’ti yo kovi attano kammena tatha tatha upagannabbasatto.",
  "anya-e1210n0:385": "Gababhāvakkantipañho chaṭṭho.",
  "anya-e1210n0:386": "Saddhammo’ti paṭisambhidāppattakhīṇāsavasantakādhigamasaddhammo suddhanaya-paṭivattanavasena paṭivedhasaddhammo vā.",
  "anya-e1210n0:387": "Taṃ khayaṃ paridīpayanto’ti tena vacanena pubbapañcavassasatappa-māṇaṭṭhānāraha-saddhammakkhayaṃ paridīpayanto.",
  "anya-e1210n0:388": "Sesakaṃ paricchidīti sesakaṃ pacchimapañcavassasataṃ saddhammatiṭṭhanakkhaṇaṃ paricchidi. Taṃ dīpanākāraṃ paricchadanākārañca dassento vassasataṃ sahassantiādimāha.",
  "anya-e1210n0:389": "Naṭṭhāyiko’ti naṭṭhadhano.",
  "anya-e1210n0:390": "Vassasatappamāṇapañho sattamo.",
  "anya-e1210n0:391": "Tatra ye te satte kammaṃ vibādhati te ime sattā kāraṇaṃ paṭibāhanti, tesaṃ taṃ vacana micchā’ti pothakesu likhitaṃ taṃ dujjānaṃ. Tasmā ye satte kammaṃ vibādhati, te sattā kammavipākajā, dukkha vedanā vedayantīti ye pana sattā kāraṇaṃ paṭibāhanti tesaṃ taṃ vacanaṃ micchā’ti pāṭhena bhavitabbaṃ. Evañhi sati pubbāparaṃ sameti.",
  "anya-e1210n0:392": "Tatra ye te navavidhā’ti tatra dasavidhesu kuppavātesu ye te navavidhā kuppavātā.",
  "anya-e1210n0:393": "Na te atīte uppajjantiti te vātā atīte bhave kammabalena na uppajjanti. Sesa padadvaye’pi eseva nayo.",
  "anya-e1210n0:394": "Tehi tehi kopehī’ti tehi tehi sītādikopappakārehi.",
  "anya-e1210n0:395": "Sakaṃ sakaṃ vedananti attano attano phalabhūtaṃ vedanaṃ.",
  "anya-e1210n0:396": "Visamaparihārajā’ti catunnaṃ iriyāpathānaṃ visadisaharaṇato jātā vedanā.",
  "anya-e1210n0:397": "Opakkamikenā’ti daṇḍappahāradivasena parūpakkamena.",
  "anya-e1210n0:398": "Kammavipākajā’ti kammavipākabhutapañcakkhadhato jātā.",
  "anya-e1210n0:399": "Bahutaraṃ avasesanti kammavipākajavedanāto avasesaṃ vedayitaṃ bahutaraṃ.",
  "anya-e1210n0:400": "Na sambhavatīti na sampajjati.",
  "anya-e1210n0:401": "Bījaduṭṭhatā’ti khettato aññakāraṇaduṭṭhatā.",
  "anya-e1210n0:402": "Kammavipakato vā’ti etha",
  "anya-e1210n0:403": "‘Vemātubhātikaṃ pubbe dhanahetu haniṃ ahaṃ",
  "anya-e1210n0:404": "Tena kammavipākena devadatto silaṃ khipi;",
  "anya-e1210n0:405": "Aṅguṭṭhaṃ piṃsayī pāde mama pāsāṇasakkharā’ti;",
  "anya-e1210n0:406": "Ayaṃ gāthā vattabbā tatha dhanahetu’ti dāsidāsasaṅkhāta-jaṅgamadhana-hetu. Dhanañhi thāvarajaṅgama-saṃhārima-aṅgasama-anugāmidhanavasena pañcavidhaṃ.",
  "anya-e1210n0:407": "Kiriyato vā’ti devadattassa upakkamakiriyato vā.",
  "anya-e1210n0:408": "Bhojanaṃ visamaṃ pariṇamatīti kucchigatabhojanaṃ visamaṃ paripakkabhāvaṃ gacchati.",
  "anya-e1210n0:409": "Tāya ca pana vedanāyā’ti idaṃ kattathe karaṇavacanaṃ.",
  "anya-e1210n0:410": "Nikāyavarañchake’ti etha lañchanti sañcānanti etena etha vā puññapāpāni paṇḍitajanāti lañchako’ti nikāyavaro ca so lañchako cāti viggaho.",
  "anya-e1210n0:411": "Sabbākusalajjhāpanapañho aṭṭhamo.",
  "anya-e1210n0:412": "Imasmiṃ pañhe therassa ekaṃsikaṃ byākaraṇaṃ na hoti. Tasmā vicārevā yaṃ yuttaraṃ taṃ gahetabbaṃ. Tatrāyaṃ vicāraṇākāro. Maggavajjhā hi kilesā anupādinnakabhutā ye neva atītā anāgatā na paccuppannā. Upādinnakanirodhakathā ca anāgatabhavaṃ sadhāya kathitā bhagavato uppannā vedanā imasmiṃ paccuppannabhaveyeva hoti. Aparāparavedaniyakammañca buddhapaccekabuddhehi’pi na sakkā nivāretuṃ. Tasmā therassa kammavipākato vā esā vedanā nibbattā’ti vādo yuttataro’ti gahetabbaṃ. Yadi evaṃ kasmā thero anekavihitaṃ kathesī?Ti. Rājā milido ñāṇabhedaṃ gavesanto vicitrapaṭibhānaṃ sotukāmo hoti. Tassa ajjhāsayavasena anekavihitaṃ kathesī’ti parihāro vattabbo aññesu īdisesu ṭhānesu yuttiyeva gavesitabbā, na ekacintinā bhavitabbanti.",
  "anya-e1210n0:413": "Katassa paticayo’ti catusu saccesu katasoḷasakiccassa paticayo puna vaḍḍhanaṃ nathi.",
  "anya-e1210n0:414": "Nibbāhitabbo’ti nibbeṭhetabbo kathetabbo. Paṭisallānanti kāyikacetasikapaṭisallānakiriyā. Athato pana paṭisallānaṭṭhāne lahitabbā samādhisatisampajaññādayo kusalā dhammā paṭisallānaṃ nāma.",
  "anya-e1210n0:415": "Rakkhatīti samparāyikaapāyādidukkhato rakkhati.",
  "anya-e1210n0:416": "Paṭisallānapañho navamo.",
  "anya-e1210n0:417": "Taṃ iddhibalanti tena iddhibalena labhitabbakappakappāvassaṭṭhānaṃ.",
  "anya-e1210n0:418": "Antamaso accharāsaṅghātamattampīti sabbantimena paricchedena accharāsaṅghātamattampi kālaṃ pañcakkhadhasaṅkhātabhavassa pavattanaṃ na vaṇṇemi, appavattananibbānameva vaṇṇemīti adhippāyo.",
  "anya-e1210n0:419": "Iddhibalakittanapañho dasamo.",
  "anya-e1210n0:420": "Dasapañhapaṭimaṇḍitaaṭṭhamavaggavaṇṇanā samattā.",
  "anya-e1210n0:421": "Abhiññāyāhaṃ bhikkhave dhammaṃ desemīti pañcakkhadhā, dvādasāyatanāni, aṭṭhārasa dhātuyo, cattāri saccāni, bāvīsatidriyāni, nava hetu, cattāro āhārā, sattavassā, satta vedanā, satta saññā, satta cetanā, satta cittānītiādinā abhivisesena sabbaññutañāṇena jānivā dhammaṃ desemi.",
  "anya-e1210n0:422": "Aññaṃ uttariṃ…pe…satanti khuddānukhuddakato aññaṃ uttariṃ catupārājika - terasa saṅghādisesa - tiṃsanissaggiya - dvānavuti - pācittiya - catupāṭidesanīya - sattādhikaraṇa -sikkhāpada - saṅkhātadiyaḍḍha - sikkhāpadasataṃ.",
  "anya-e1210n0:423": "Tehipi na ekajjhakatā’ti attano cittaniṭṭhā ekantabhāvena na katā.",
  "anya-e1210n0:424": "Dhammasaṇṭhitapariyāyenāti yañca taṃ āpattiṃ āpanno tañca yathādhammo kāretabbo’ti vuttadhammasaṇṭhitipariyāyena.",
  "anya-e1210n0:425": "Khuddānukhuddakasamūhananapañho paṭhamo.",
  "anya-e1210n0:426": "Aniccampana rūpanti vibhajjabyākaraṇiyo pañho’ti aniccaṃ nāmarūpaṃ, kiṃ. Rūpamevā?Ti puṭṭho aniccaṃ nāmarūpampi aniccā vedanā pī’tiādinā nayena vibhajivā byākātabbo vibhajjabyākaraṇīyo nāmā’ti atho. Kinnu kho cakkhunā sabbaṃ vijānātīti puggalo sabbaṃ cakkhunā kiṃ vijānātīti imasmiṃ pañhe kenāpi puṭṭho’katamena cakkhunā samantacakkhunā udāhu maṃsacakkhunā’ti vutte’āmā’ti vattabbo’ti ayaṃ pañho paṭipucchābyākaraṇīyo pañho nāmāti yojanā.",
  "anya-e1210n0:427": "Māluṅkyaputtapañho dutiyo.",
  "anya-e1210n0:428": "Samuhato bhayahetu arahato’ti bhayahetu arahato arahantena samūhato.",
  "anya-e1210n0:429": "Unnatāvanatā’ti sukhe unnatiṭhānavasena unnatā dukkhe maṅkuvasena onatā",
  "anya-e1210n0:430": "Kuṭipurise’ti pākaṭapurise.",
  "anya-e1210n0:431": "Āhaccapadanti bhagavato sabbaññutañāṇena visesevā vuttavacanaṃ.",
  "anya-e1210n0:432": "Sabbatasapañho tatiyo.",
  "anya-e1210n0:433": "Tena tesaṃ pavattenā’ti tesaṃ parittānaṃ tejavantānaṃ tena pavattena.",
  "anya-e1210n0:434": "Visaṃ cikkhassanto’ti visaṃ vināsayamāno.",
  "anya-e1210n0:435": "Uddhamadho ācayamāno’ti sarīrassa uddhaṃ sukhaṃ vaḍḍhayamāno.",
  "anya-e1210n0:436": "Corānaṃ ukkhittalaguḷantī pothakesu likhitaṃ vericorānaṃ ukkhattalaguḷampīti pāṭhena bhavitabbaṃ. Vericorehi ukkhittamuggaraṃ na sambhavatīti atho.",
  "anya-e1210n0:437": "Āhārathaṃ vā eratī’ti āhārakiccaṃ sampādeti.",
  "anya-e1210n0:438": "Sūcikāyā’ti uddha-vamanābādhena.",
  "anya-e1210n0:439": "Dūrupacārenā’ti duṭṭhapayuttena kāraṇena.",
  "anya-e1210n0:440": "Sattānaṃ rakkhanaṃ mahārājā parittanti mahārāja, parittaṃ nāma sattānaṃ rakkhantānaṃ sattānaṃ anurakkhanaṃ hotīti yojanā.",
  "anya-e1210n0:441": "Attanā katena ārakkhaṃ janātī’ti kammācaraṇādito pāpapuggalo attanā katena dosena parittassa rakkhanabhāvaṃ jahati vināseti.",
  "anya-e1210n0:442": "Pararittānurakkhanapañho catutho.",
  "anya-e1210n0:443": "Buddhabalato ca mārabalaṃ balavataraṃ na hotī’ti yojanā.",
  "anya-e1210n0:444": "Pañcasālagāpañho pañcamo.",
  "anya-e1210n0:445": "Tatra athantaraṃ athi’ti tatha tesu dvīsu vacanesu. Athabhedo athaviseso athi.’",
  "anya-e1210n0:446": "Antaraṃ majjhavathañca khaṇokāso’pi hetusu vyavadhāne vinā cetha bhede chidde manasyapī’ti abhidhānasathe vuttaṃ.",
  "anya-e1210n0:447": "Saññāvimokkhoti saññāya bhāvena āpattibhāvato vimokkho saññavimokkho. Sacittakāpattīti atho.",
  "anya-e1210n0:448": "No saññāvimokkhoti saññāyābhāvena āpattibhāvato no vimokkho, nasaññāvimokkho, acittakāpattīti atho.",
  "anya-e1210n0:449": "Pāpājānapañho chaṭṭho.",
  "anya-e1210n0:450": "Etasmiñca mahārāja pañhe’ti etasmiṃ tayā pucchitapañhe.",
  "anya-e1210n0:451": "Eko atho sāvaseso’ti’tathāgatassa kho ānadaevaṃ hotī’tiādivacanassa eko atho narāmisapariharaṇasaṅkhātaathena avasesena sāvaseso.",
  "anya-e1210n0:452": "Gaṇapariharaṇapañho sattamo.",
  "anya-e1210n0:453": "Katena ādānena vāti katena dosena vā.",
  "anya-e1210n0:454": "Abhejjaparisapañho aṭṭhamo.",
  "anya-e1210n0:455": "Aṭṭhapañhavanto dutiyavaggo.",
  "anya-e1210n0:456": "Seṭṭho yamo’ti",
  "anya-e1210n0:457": "‘Yaṃ dehasādhanāpekkhaṃ niccakammamayaṃ yamo",
  "anya-e1210n0:458": "Āgantukasādhanaṃ kammamaniccaṃniyamobhave’;",
  "anya-e1210n0:459": "Ahiṃsā saccamādheyyaṃ brahmacāri apariggaho",
  "anya-e1210n0:460": "Niccaṃ sarīre sādhyattā yamo nāmāti vuccare’ti;",
  "anya-e1210n0:461": "Evaṃ vutto seṭṭho yamo.",
  "anya-e1210n0:462": "Aggo niyamo’ti",
  "anya-e1210n0:463": "Santosa mona-sajjhāyā kicchāparo ca bhāvanā,",
  "anya-e1210n0:464": "Sayampākavanavāsā niyamāni ca sādhayato’ti;",
  "anya-e1210n0:465": "Evaṃ vutto aggo niyamo.",
  "anya-e1210n0:466": "Tatha ahiṃsā’ti iminā karuṇā vuttā. Saccanti vacīsaccañāṇasaccaparamathasaccāni. Ādheyyanti ādheyyavacanatā brahmacārīti methunavirati. Apariggahoti mama idanti pariggahitataṇhārahitabhāvo vutto santosamonasajjhāyā’ti dvādasavidhasantosā pāpappavāhā na buddhavacana sajjhāyā. Kicchāparoti iminā dhūtaṅgapariharaṇaṃ bhāvanā’ti parikamma bhāvanādayo tisso bhāvanā. Sayampākavane vāsā’ti etha imasmiṃ sayampākevane buddhasāsane sayampākavirati gahetabbā. Ādiākārenacāti.",
  "anya-e1210n0:467": "Cāro’ti sekhiya vaggānurūpenagāmavihāresu cāro.",
  "anya-e1210n0:468": "Vihāro’ti samaṇasārupperiyāpathavihāro ceva dibbabrahmaariyavasena tividhadhammavihāro ca.",
  "anya-e1210n0:469": "Sayaṃmo’ti idriyasaṃyamo.",
  "anya-e1210n0:470": "Saṃvaro’ti pātimokkhasaṃvaro.",
  "anya-e1210n0:471": "Khantī’ti adhivāsanakhanti ñāṇakhanti.",
  "anya-e1210n0:472": "Sikkhāpadānaṃ uddeso’ti sikkhāpadānaṃ pāḷi.",
  "anya-e1210n0:473": "Uggahaparipucchā’ti sikkhāpadānaṃ aṭṭhakathā uggahaṇaṃ",
  "anya-e1210n0:474": "Kāsāvadhāraṇaṃ bhaṇḍubhāvo’ti iminā dviliṅgasarūpaṃ dasseti",
  "anya-e1210n0:475": "Bhaṇḍubhāvo dvaṅgulakesovā navamuṇḍo vā’ti adhippāyo bhavati hi.",
  "anya-e1210n0:476": "‘‘Yamo ca niyamo ceva cāro cavihāro tathā,",
  "anya-e1210n0:477": "Saṃyamo saṃvaro ceva khantī ca soraccampi ca;",
  "anya-e1210n0:478": "Ekantacariyā ceva ekattābhiratā’pi ca,",
  "anya-e1210n0:479": "Paṭisallānasevanaṃ hiriotappameva ca;",
  "anya-e1210n0:480": "Appamādo ca vīriyaṃ uddesaparipucchā tathā,",
  "anya-e1210n0:481": "Sīlādyabhirati ceva nirālayasabhāvato;",
  "anya-e1210n0:482": "Sikkhāpadābhipūraṇamiti vīsappabhedena,",
  "anya-e1210n0:483": "Samaṇakaraṇā dhammā nāgasenena desitā;",
  "anya-e1210n0:484": "Kāsāvadhāraṇañceva bhaṇḍubhāvo tathā iti,",
  "anya-e1210n0:485": "Duve samaṇaliṅgā’ca nāgasenenadesitā’ti;",
  "anya-e1210n0:486": "Sāmaññaṃ upagato’ti vīsatidhammadviliṅgehi sadisabhāvaṅgato.",
  "anya-e1210n0:487": "So sāmaññanti so samaṇabhāvo. Aggaparisanti bhikkhuparisasaṅkhātaṃ aggaparisaṃ.",
  "anya-e1210n0:488": "So me āgamo’ti vīsatidhammadviliṅgānaṃ mayhaṃ sattāne so āgamo nathi.",
  "anya-e1210n0:489": "Puthujjanapañho paṭhamo.",
  "anya-e1210n0:490": "Ye te bhabbā’ti ye te sattā bhavyā yuttā",
  "anya-e1210n0:491": "Mukhalohitapaggharaṇapañho dutiyo.",
  "anya-e1210n0:492": "Tappaṭibhāganti tena vathaguyhena sadisaṃ.",
  "anya-e1210n0:493": "Anusāsaniyaṃ anuvāsetīti uparibhāge passāvamagge vathikammaṃvuttaṃ āyubbede",
  "anya-e1210n0:494": "‘Vamanaṃ recanaṃ nasyaṃ nirūha anuvāsanaṃ",
  "anya-e1210n0:495": "Ñeyyaṃ pañcavidhaṃ kammaṃ vidhānaṃ tassa vuccate’ti;",
  "anya-e1210n0:496": "Nirūhaanuvāsanavasena hi duvidhaṃ vathikammaṃ.",
  "anya-e1210n0:497": "Tatha nirūhavathikammaṃ adhobhāge vaccamagge kātabbaṃ. Anuvāsanavathikammaṃ uparibhāge passāvamagge kātabbaṃ. Vathikammaṃ uttaravathikammampi idaṃ nāmadvayaṃ tesaṃyeva nāmanti. Tassa ṭīkā?",
  "anya-e1210n0:498": "‘‘Sambādhasseva sāmantā tatha kammaṃ duvaṅgulaṃ,",
  "anya-e1210n0:499": "Vāritaṃ vathikammampi sambādheyeva satthunā’’;",
  "anya-e1210n0:500": "Vathikammanti telabhesajjānaṃ vijjhanavasenakattabbaṃ vathikammanti vinayaṭīkā.",
  "anya-e1210n0:501": "Guyhappakāsanapañho tatiyo.",
  "anya-e1210n0:502": "Asārambhenāti niddosena.",
  "anya-e1210n0:503": "Catusaccāhisamayo’ti catunnaṃ ariyasaccānaṃ ñāṇena abhisamayo.",
  "anya-e1210n0:504": "Purisattananti purisattaṃ, soyeva vā pāṭho.",
  "anya-e1210n0:505": "Aññaṃ kayiramānaṃ aññena sambhavatīti aññaṃ lokuttaraphalaṃ ārabbha vipassanā kammaṃ tena kayiramānaṃ aññena lokiyaphalena sambhavati, lokiyaphalaṃ detīti adhippāyo. Sabhāvampī’ti sabhāvena vacanena.",
  "anya-e1210n0:506": "Yo akkosanto’ti yo paraṃ akkosanto.",
  "anya-e1210n0:507": "Kiriyāyeva katā’ti dosavantassa puggalassa kiriyāyayeva karaṇenayeva moghapurisavacanakatā’ti.",
  "anya-e1210n0:508": "Savaṇena…pe… jigucchatīti bhagavato bhagavantassa savaṇena sāsanasavaṇena.",
  "anya-e1210n0:509": "Ottappatī’ti jigucchati.",
  "anya-e1210n0:510": "Bhiyyodassanenāti bhagavato dassanena ottappati jigucchati.",
  "anya-e1210n0:511": "Moghapurisavacanapañho catutho.",
  "anya-e1210n0:512": "‘‘Acetanaṃ brāhmaṇa assuṇantaṃ",
  "anya-e1210n0:513": "Jānaṃ ajānantamimaṃ palāsaṃ,",
  "anya-e1210n0:514": "Āraddhavīriyo dhuvamappamatto",
  "anya-e1210n0:515": "Sukhaseyyaṃ pucchasi kissahetu’’ti;",
  "anya-e1210n0:516": "Idaṃ catukkanipātñāgataṃ palāsajātakaṃ sadhāya vuttaṃ.",
  "anya-e1210n0:517": "Iti phadana rukkhe’pi tāvade’ti milide āgataṃ. Jātake pana",
  "anya-e1210n0:518": "‘‘Iti phadanarukkhepi devatā ajjhabhāsata,",
  "anya-e1210n0:519": "Mayhampi vacanaṃ athi bhāradvāja suṇohi me’’ti;",
  "anya-e1210n0:520": "Āgataṃ idañca terasanipāte āgataṃ phadanajātakaṃ sadhāya vuttaṃ.",
  "anya-e1210n0:521": "Rukkhācetanapañho pañcamo.",
  "anya-e1210n0:522": "Navannaṃ mahārāja anupubbavihārasamāpattīnanti aṭṭharūpāvacarasamāpattiekanirodhasamāpattivasena navannaṃ anupubbavihārasamāpattīnaṃ. Nibbānasuttakathāyampana phalasamāpattisamattāya parinibbānasamattāya tesaṃ dvinnaṃ dāyakānaṃ anussaraṇe samattāyāti tīhi kāraṇehidve piṇḍapātā samaphalā vuttā.",
  "anya-e1210n0:523": "Dvipiṇḍapātasamaphalapañho chaṭṭho.",
  "anya-e1210n0:524": "Pūjetha naṃ pūjanīyassa dhātuṃ evaṃ kira bho saggamito gamissathāti idaṃanekavaṇṇavimāne vuttaṃ.",
  "anya-e1210n0:525": "Buddhapūjāpañho sattamo.",
  "anya-e1210n0:526": "Animittakatasadisā’ti asallakkhanakatasadisā.",
  "anya-e1210n0:527": "Apāsanapapaṭikapañho aṭṭhamo.",
  "anya-e1210n0:528": "Khīṇāsavapañho navamo.",
  "anya-e1210n0:529": "Ubbilāvitapañho dasamo.",
  "anya-e1210n0:530": "Māmako’ti mama santako mama sāvako.",
  "anya-e1210n0:531": "Kāraṇā’ti pīḷanā.",
  "anya-e1210n0:532": "Sannativikopananti nāmarūpasantativināsanaṃ dhammo hi mahārājaahiṃsālakkhaṇo’ti sakalo hi sabhāvavacanadhammo ahiṃsāvacanalakkhaṇo. Uddhataṃ mahārāja cittaṃ niggahetabbanti yogāvacarehi uddhataṃ cittaṃ passaddhisamādhiupekkhāsambojjhaṅgehi niggahetabbaṃ paggahetabbantī paggahadaṇḍasadisehi dhammavicayavīriyapītisambojjhaṅgehi paggahetabbaṃ. Sati pana sabbatha līnuddhaccesuicchitabbā? ‘‘Satiṃ khavāhaṃ bhikkhavesabbathikaṃ vadāmī’’ti vacanato.",
  "anya-e1210n0:533": "Sayaṅkatenasoghātīyatīti so coro attanā katena duccaritakammenakattubhutena parighātīyati.",
  "anya-e1210n0:534": "Api ca dhammānusathi anusāsīyatīti ekaṃsena bhagavato anusiṭṭhi paṇḍitajane aparādhikamanusse anusāsayati dhammena anuvadāpeti.’ Niggahe niggahārahantivacanato vadato bhagavato doso nathiti adhippāyo’niggahe niggahārahanti’ idañca dhammena nigahanaṃ sadhāya vuttaṃ, na pīḷanakammaṃ sadhāya vuttanti idaṃ therena vattabbaṃ kasmā navuttanti ce rañño ruciyā ananukūlattā. Thero hi yathā rājā kaṅkhaṃ vinayivā dhammasabhāvaṃ jānāti tathā pañhaṃ byākarotīti. Bhagavatā saṅkhepavithāradesitanayena tathā tathā hi pañhaṃ pakāseti. Esa yathā yathāssa saddhammatejavihatavilayanakhaṇena milidarājahadaye vimati payātīti.",
  "anya-e1210n0:535": "Niggahapañho ekādasamo.",
  "anya-e1210n0:536": "Paṇāmesīti pabbājesi.",
  "anya-e1210n0:537": "Appativattito’ti appahīṇo.",
  "anya-e1210n0:538": "Nicchuhatīti nīharati.",
  "anya-e1210n0:539": "Thalaṃ ussādetī’ti thalaṭṭhāne rāsiṃ karoti.",
  "anya-e1210n0:540": "Parilīyatī’ti paṭilīyituṃ arahati",
  "anya-e1210n0:541": "Paṇāmīyatī’ti paṇametuṃ vā pabbājetuṃ vā arahati.",
  "anya-e1210n0:542": "Paṇāmanapañho dvādasamo.",
  "anya-e1210n0:543": "Dvādasapañhavantatatiyavaggavaṇṇanā samattā.",
  "anya-e1210n0:544": "Kammādhiggahitassāti abhibhavanīyamānassa.",
  "anya-e1210n0:545": "Moggallāna nibbānapañho paṭhamo.",
  "anya-e1210n0:546": "Atharaso’ti phalaṃ kathitaṃ.",
  "anya-e1210n0:547": "Dhammaraso’ti hetu.",
  "anya-e1210n0:548": "Vimuttiraso’ti nibbānaṃ.",
  "anya-e1210n0:549": "Aññaṃ ārādhetīti samattakārī paripuṇṇakārī aññaṃ arahattaphalaṃ ārādheti, attano santāne nipphādeti.",
  "anya-e1210n0:550": "Savarapuraṃ anugata’nti manussajānapadapuraṃ anuppattaṃ.",
  "anya-e1210n0:551": "Pātimokkhapihitapañho dutiyo.",
  "anya-e1210n0:552": "Ucchijjatī’ti yaṃ yena kāraṇena bhikkhubhāvo ucchijjati.",
  "anya-e1210n0:553": "Ubhato pakkhe’ti mātupitupakkhasaṅkhāte ubhatopakkhe.",
  "anya-e1210n0:554": "Manussantarenā’ti manussasānattena. Channañhi nānattaṃ ativiya nānattaṃ hoti. Vuttañhetaṃ vedasathe-",
  "anya-e1210n0:555": "‘‘Vājī vā maraṇalohānaṃ kaṭṭhapāsāṇavāsasaṃ,",
  "anya-e1210n0:556": "Nārīpurisagoyānaṃ antaraṃ bahutantaranti’’;",
  "anya-e1210n0:557": "Musāvādatarapañho tatiyo.",
  "anya-e1210n0:558": "Nimesantarampati cakkhunimmisanakkhaṇampi.",
  "anya-e1210n0:559": "Vāṇijo hathināgo ca sākaṭiko niyāmako",
  "anya-e1210n0:560": "Hisakko uttarasetu bhikkhu ceva bodhisatto,",
  "anya-e1210n0:561": "Uttarasetu paṭipannako puggalo;",
  "anya-e1210n0:562": "Ete anāgataṃ aṭṭha janā vilokiyā;",
  "anya-e1210n0:563": "Vikkayānāgatamaggo tithaṃ tīramāyuthiraṃ",
  "anya-e1210n0:564": "Anāgataṃ kulampi ca aṭṭhaṭṭhānā vilokiyā’ti;",
  "anya-e1210n0:565": "Kulavilokanapañho catutho.",
  "anya-e1210n0:566": "Yathādhammo kāretabbotiāpattidhammo vinaye tiṭṭhati. Yathā tiṭṭhati, tathā so bhikkhu saṅghena kāretabbo, tathā bodhetabbo.",
  "anya-e1210n0:567": "Attanipātanapañho pañcamo.",
  "anya-e1210n0:568": "Nete mahārāja guṇā puggalassāti puggalassa ete guṇā ekādasādisaṅkhā na honti. Mettā bhāvanāya eva ete guṇā. Mettāvihāri puggalassa saṃvijjantīti adhippāyo.",
  "anya-e1210n0:569": "Yassāti yassa guṇassa hetu.",
  "anya-e1210n0:570": "Antaradhānamūlanniti pakatisarīrassa antaradhāna-dibbabhesajjarukkhamūlaṃ.",
  "anya-e1210n0:571": "Antaradhānassā’ti antaradhānakaraṇassa.",
  "anya-e1210n0:572": "Yanti yena guṇena.",
  "anya-e1210n0:573": "Mettaṃ samāpanto’ti appaṇāppattaṃ mettaṃ samāpanno.",
  "anya-e1210n0:574": "Mettābhāvanā hitānampi ahitānampīti hitarahitānampi sattesu pharaṇakamettābhāvanā sabbakusalaguṇāvahā sabbaniravajjaguṇānisaṃsā’va hoti.",
  "anya-e1210n0:575": "Sabbesanti sabbesu viññāṇabaddhesu sattesu mahānisaṃsā mettābhāvanā samapharaṇavasena paṇḍitehi saṃvihajitabbā.",
  "anya-e1210n0:576": "Suvaṇṇasāmamettāvihārapañho chaṭṭho.",
  "anya-e1210n0:577": "Naṭṭhāyiko’ti naṭṭhadhano.",
  "anya-e1210n0:578": "Yadā devadatto sigālo ahosi khattiyadhammo, so yāvatā jambudīpe padesarājāno te sabbe anuyutte akāsi. Tadā bodhisatto vidhuro nāma paṇḍito ahosīti idaṃ dukanipāte sabbadāṭhajātakaṃ sadhāya vuttaṃ.",
  "anya-e1210n0:579": "Yathā paṇihitanti yathā icchitaṃ, yathā ṭhapitaṃ vā.",
  "anya-e1210n0:580": "Bodhisattādhikasamapañho sattamo.",
  "anya-e1210n0:581": "Sapakkho’ti saparivāro.",
  "anya-e1210n0:582": "Mittasama. No’ti attanā sahajāta-sahajanādhikehi mittehi samannāgato.",
  "anya-e1210n0:583": "Āyūhako’ti dhanapuññānaṃ āyūhako.",
  "anya-e1210n0:584": "Saṅgāhako’ti catuhi dānādisaṅgahavathūhi catuhi janasaṅgāhakehi saṅgāhako.",
  "anya-e1210n0:585": "Sakhilo’ti madhukavacano hadayaṅgamakaṇṇasukhamaṭṭhavacano.",
  "anya-e1210n0:586": "Hitesī upanissitānanti sattāna nissāya vasantānaṃ puggalānaṃ dhanayasapaññāsaṅkhātahitagavesanasīlo.",
  "anya-e1210n0:587": "Dhanavā’ti thāvarajaṅgamasaṃhārimaaṅgasamaanugāmidhanasaṅtehi pañcadhanehi dhanavā.",
  "anya-e1210n0:588": "Amarādevinimantanapañho aṭṭhamo.",
  "anya-e1210n0:589": "Opatantīti upagacchanti.",
  "anya-e1210n0:590": "Arahantasabhāyanapañho navamo.",
  "anya-e1210n0:591": "Okassā’ti ākaḍḍhivā pāgupameyyakassa. (?)",
  "anya-e1210n0:592": "Sakyopamāharaṇapañho dasamo.",
  "anya-e1210n0:593": "Dasapañhapaṭimaṇḍitacatuthavaggavaṇṇanā samattā.",
  "anya-e1210n0:594": "Dve athavase’ti dve ānisaṃse.",
  "anya-e1210n0:595": "Byattasaṅketā’ti pākaṭasaṅketā sulabhadassanaṃ dassanakāmānanti sīlavantānaṃ dassanakāmānaṃ upāsakopāsikānaṃ sulabhadassanaṃ sukhena labhitabbaṃ sīlavantadassanaṃ bhavissati.",
  "anya-e1210n0:596": "Aniketapañho paṭhamo.",
  "anya-e1210n0:597": "Vantassa…pe… āturassā’ti vantassa vejjena vamāpetabbassa.",
  "anya-e1210n0:598": "Virittassa adhoviracitassa.",
  "anya-e1210n0:599": "Anuvāsitassa passāvamaggakattabbassaanuvāsakammassa, āturassa gilānapuggalassa.",
  "anya-e1210n0:600": "Udarasaṃyatapañho dutiyo.",
  "anya-e1210n0:601": "Bāhirānaṃ āgamānanti’ti piṭakattayato bāhirānaṃ.",
  "anya-e1210n0:602": "Anuttarabhīsakkapañho tatiyo.",
  "anya-e1210n0:603": "Maggiyanti gavesitabbaṃ.",
  "anya-e1210n0:604": "Tassapakatanti tenaaparacakkavattinā pakataṃ.",
  "anya-e1210n0:605": "Yoniyā janayivā’ti attano passācamaggadvārena janevā.",
  "anya-e1210n0:606": "Anuppannamagguppādanapañho catutho.",
  "anya-e1210n0:607": "Vājapeyyanti sappiādivathusaṅkhātaṃ vājaṃ pivanti ethāti vājapeyyo, taṃ rāgavasena visaññinā’ti rāgabalena pakatisñārahitena lomasakassapabodhisattena.",
  "anya-e1210n0:608": "Ratto rāgavasenā’ti puttādisu ratto puttādīnaṃ maṅgalathāya rāgabalena pāṇaṃ hanti. Bhavatī ha-",
  "anya-e1210n0:609": "‘‘Ratto duṭṭho ca mūḷho ca mānī luddho tathā’laso,",
  "anya-e1210n0:610": "Rājā ca ghātakā aṭṭha nāgasenena desitā;’’",
  "anya-e1210n0:611": "Onameyyā’ti pāṇaṃ ghāteyya.",
  "anya-e1210n0:612": "Sasamuddapariyāyanti sasamuddaparikkhepaṃ.",
  "anya-e1210n0:613": "Lomasakassapapañho pañcamo.",
  "anya-e1210n0:614": "Jotipālachaddantapañho chaṭṭho.",
  "anya-e1210n0:615": "Kassapabuddhakuṭikāovassanapañho sattamo.",
  "anya-e1210n0:616": "Brāhmaṇarājapañho aṭṭhamo.",
  "anya-e1210n0:617": "Gāthābhigītapañho navamo.",
  "anya-e1210n0:618": "Nodhammadesanacittanamanapañho dasamo.",
  "anya-e1210n0:619": "Dasapañhapaṭimaṇḍitapañcamavaggavaṇṇanā.",
  "anya-e1210n0:620": "Onojevā’ti udakaṃ pātevā",
  "anya-e1210n0:621": "Namñācariyoathipañho paṭhamo.",
  "anya-e1210n0:622": "Samupādikā’ti sāmaṃ uddhaṃpathaviṃ pavattī’ti samupādikā. Udakassa upari samagamanaṃ nibbattīti atho.",
  "anya-e1210n0:623": "Dvibuddhoppajjanapañho dutiyo.",
  "anya-e1210n0:624": "Mārabalanisūdane buddhe’ti mārabalanimmaddanasamathe buddhe.",
  "anya-e1210n0:625": "Eko manopasādo budhasaraṇagamanacittuppādo.",
  "anya-e1210n0:626": "Añjalipaṇāmo añjalipaṇamanamattena vadanākāro",
  "anya-e1210n0:627": "Ussahate tārayitunti apāyadukkhavadhadukkhato tārayituṃ sakkoti.",
  "anya-e1210n0:628": "Gotamīdinnavathapañho tatiyo.",
  "anya-e1210n0:629": "Ārādhako hoti ñāyaṃ dhammaṃ kusalanti maggaphalanibbānasaṅkhātaṃ ñāyaṃ kusaladhammaṃ ārādhako samijjhanako hoti.",
  "anya-e1210n0:630": "Pabbajjānirathapañho catutho.",
  "anya-e1210n0:631": "Dukkarakiriyānirathakapañho pañcamo.",
  "anya-e1210n0:632": "Idametha kāraṇanti manussānaṃ idaṃ niṭṭhāvacanaṃ etha ariyamaggaapāpuraṇapabbajane kāraṇaṃ hotīti yojanā.",
  "anya-e1210n0:633": "Sayanti sāsanassa attanā jinasāsanavibbhantaṃ puggalaṃ kiṃ sodhessati?",
  "anya-e1210n0:634": "Nibbisesā’tisīlādiguṇavisesarahitā.",
  "anya-e1210n0:635": "Akatapuññā’ti pubbajinasāsanesu pabbajjāpuññassa akaraṇena akatapuññā.",
  "anya-e1210n0:636": "Avemūḷhā jinasāsane’ti sīlādiguṇavemūḷhabhāvaṃ pāpuṇituṃ asamathā.",
  "anya-e1210n0:637": "Hīnāyavattanadosapañho chaṭṭho.",
  "anya-e1210n0:638": "Arahantakāyikadukkhavedanāpañho sattamo.",
  "anya-e1210n0:639": "Pārājikaajjhānapañho aṭṭhamo.",
  "anya-e1210n0:640": "Saṅghasamayaṃanupaviṭṭhatāyā’ti saṅghasamayaṃ paviṭṭhabhāvena.",
  "anya-e1210n0:641": "Pabbajitagihīdussīlapañho navamo.",
  "anya-e1210n0:642": "Udakajīvapañho dasamo.",
  "anya-e1210n0:643": "Dasapañhavantachaṭṭhavaggavaṇṇanā samattā.",
  "anya-e1210n0:644": "Mahārajakkhā’ti paññāmaye akkhimhi mahantā rāgādirajā etesanti mahārajakkhā atha vā akkhaṃ yesaṃ atthiti akkhā. Mahantaṃ rāgādirajaṃ etesanti mahārājā. Mahārajā ca te akkhā cā ta mahārajakkhā. Mahārajā e mahārajakkhā’tipi vattuṃ vaṭṭatiyeva. Imasmiṃ pacchimavikappe akkhasaddo niratho.",
  "anya-e1210n0:645": "Nippapañcapañho paṭhamo.",
  "anya-e1210n0:646": "Visamakoṭṭhassā’ti visamaantassa.",
  "anya-e1210n0:647": "Dubbalagahaṇassā’ti appadubbalantaradehissa.",
  "anya-e1210n0:648": "Gihīarahantapañho dutiyo.",
  "anya-e1210n0:649": "Maggo pi tassamahiyā anaññāto’ti mahiyā maggo tassa addhikassa arahato anaññāto.",
  "anya-e1210n0:650": "Arahantasatisammosapañho tatiyo.",
  "anya-e1210n0:651": "Tīṇinathipañho catutho.",
  "anya-e1210n0:652": "Nathidhammanti avijahanasabhāvaṃ.",
  "anya-e1210n0:653": "Athidhammanti vijahanasabhāvaṃ.",
  "anya-e1210n0:654": "Akammajapañho pañcamo.",
  "anya-e1210n0:655": "Bījajātānī’ti bījavāsiyo.",
  "anya-e1210n0:656": "Kammajapañho chaṭṭho.",
  "anya-e1210n0:657": "Yakkhakuṇapapañho sattamo.",
  "anya-e1210n0:658": "Anāgatesupaññattisikkhāpañho navamo.",
  "anya-e1210n0:659": "Sūriyatapanapañho dasamo.",
  "anya-e1210n0:660": "Dasapañhavantasattamavaggavaṇṇanā samattā.",
  "anya-e1210n0:661": "Punadeva latāya badhivā adāsī’ti idaṃjātake na pākaṭaṃ. Rañño paramparāgatavacanaṃ gahevā vuttaṃ siyā. Api ca bodhisatto attano santikaṃ āgate badhanā amuñcivā ajjhupekkhito punadeva latāya badhivā adāsi viya saññāya vuttaṃ siyā.",
  "anya-e1210n0:662": "Rūḷarūḷassa pharusātipharusassa bhīmabhīmassa jūjakassa brāhmaṇassa savaṇe vattamāno.",
  "anya-e1210n0:663": "Dārakedārakadvaye bodhisattassa adassanaṃ gamite sati so bodhisatto satadhā vā sahassadhā vā sokavasena.",
  "anya-e1210n0:664": "Hadayaṃ na eli na phalesi idaṃ sattamaṃ dukkarato dukkarataraṃ ahosīti yojanā.",
  "anya-e1210n0:665": "Vessantaraputtadāradānapañho paṭhamo.",
  "anya-e1210n0:666": "Dukkarakāripañho dutiyo.",
  "anya-e1210n0:667": "Lokiyaṃ bhante nāgasena lokuttarena viññāpitanti lokikaṃ athajātaṃ viya…pe…tayā lokuttarena athajātena viññāpitaṃ.",
  "anya-e1210n0:668": "Pāpabalapañho tatiyo.",
  "anya-e1210n0:669": "Petapāpuṇanakapuññapañho catutho.",
  "anya-e1210n0:670": "Dibbo atho’ti dibbasadiso ca ekantadibbo ca atho.",
  "anya-e1210n0:671": "Middhasamāpanno’ti bhavaṅgavasena niddaṃ āpanno.",
  "anya-e1210n0:672": "Kapimiddhapareto’ti kapiniddāya samannāgato.",
  "anya-e1210n0:673": "Yo kāyassa onāho’ti nāmakāyassa ca rūpakāyassa ca badhanākāro.",
  "anya-e1210n0:674": "Patiyonāho’ti kammaṃ kātuṃ asamathatāvasena samantato badhanākāro.",
  "anya-e1210n0:675": "Yo mahārāja kapiniddāpareto vokiṇṇatā jāgaratī’ti yā kapiniddāya piḷitassa puggalassa niddā vokiṇṇakaṃ jāgaraṃ gatiyā niddāmissakajāgarapavattanaṃ.",
  "anya-e1210n0:676": "Supinapañho pañcamo.",
  "anya-e1210n0:677": "Akāraṇamaraṇapañho chaṭṭho.",
  "anya-e1210n0:678": "Parinibbutapāṭihāriyapañho sattamo.",
  "anya-e1210n0:679": "Ūnasattavassapañho aṭṭhamo.",
  "anya-e1210n0:680": "Sukhadukkhamissanibbānapaho navamo.",
  "anya-e1210n0:681": "Sabhāvato nathi’ti kiñci opammanidassanamattaṃ sabhāvato sarūpato nathi. Guṇato pana anupalitto dviguṇato kiñci opammanidassanamattaṃ sakkā tuyhaṃ upadassayituṃ pakāsetuṃ.",
  "anya-e1210n0:682": "Padumaṃ udakaṃ neva agadaṃ sāgaro tathā",
  "anya-e1210n0:683": "Bhojanaṃ ākāsa-maṇiratanavadanaṃ",
  "anya-e1210n0:684": "Sappimaṇḍo giri vathū dasūpamā",
  "anya-e1210n0:685": "Ekadviticattāri pañcakadasakā tīṇi.",
  "anya-e1210n0:686": "Puna tīṇi puna tīṇi pañca guṇā paṇḍitehi vijāniyā",
  "anya-e1210n0:687": "Tatha padumassa udake anupalittabhāvo eko guṇo nibbānaṃ anuppaviṭṭho.",
  "anya-e1210n0:688": "Udakassa sītalatā pipāsāvinayatā’ti dve guṇā.",
  "anya-e1210n0:689": "Agadassa paṭisaraṇatā rogaantakaraṇatā amatatā’ti tayo guṇā.",
  "anya-e1210n0:690": "Samuddassa kuṇapasuññatā savantīhi apūraṇatā mahantabhūtāvāsatā aparimitavicittapupphasaṃkusumitatā’ticattāro guṇā bhojanassa āyudhāraṇatā balavaḍḍhanatā vaṇṇajananatā darathavūpasamanatā jigacchādubbalyapaṭivinodanatā’ti pañcaguṇā. Ākāsassa ajāyanatā ajīraṇatā amīyanatā acavanatā anuppajjanatā duppasahatā acoraharaṇatā anissitatā vihagagamanatā nirāvaraṇatā anantatā’ti dasa guṇā.",
  "anya-e1210n0:691": "Maṇiratanassa kāmadadatā hāsakāraṇatā ujjotathakaraṇatā’ti tayo guṇā.",
  "anya-e1210n0:692": "Lohitacadanassa dullabhatā asamagadhatā sujanappasathatāti tayo guṇā.",
  "anya-e1210n0:693": "Sappimaṇḍassa vaṇṇasampannatā gadhasampannatā rasasampannatā’ti tayo guṇā.",
  "anya-e1210n0:694": "Girisikharassa accuggatatā acalatā durabhirohatā bījārūhaṇatā anunayapaṭighavippamuttatā’tī pañcaguṇā nabbānaṃ anuppaviṭṭhā’ti.",
  "anya-e1210n0:695": "Nibbānānuppaviṭṭhaguṇapañho dasamo.",
  "anya-e1210n0:696": "Ethevākirā’ti etha eva tayā sikkhite nibbāne ākirāhī’ti abhikarohi vā ayameva vā pāṭho.",
  "anya-e1210n0:697": "Anītito’ti anītibhāvato nibbānaṃ daṭṭhabbaṃ. Sesesu’pi eseva nayo.",
  "anya-e1210n0:698": "Kuhīyatī’ta vimbhayacitto hoti.",
  "anya-e1210n0:699": "Nibbānasacchikaraṇapañho dvādasamo.",
  "anya-e1210n0:700": "Dvādasapañhavantaaṭṭhamavaggavaṇṇanā samattā.",
  "anya-e1210n0:701": "Meṇḍakapañhe aṭhamavaggavaṇṇanā samattā.",
  "anya-e1210n0:702": "Anumānapañho.",
  "anya-e1210n0:703": "Kammamūlaṃ gahevānā’ti pubbabuddhānaṃsantike katakusalamūlaṃ gahevā.",
  "anya-e1210n0:704": "Tato muccatha vimuttiyā’ti tato tena ārammaṇakiṇanena dasa saññābhāvanānuyogena vimuttiyā samucchedavimuttiyā vaṭṭadukkhato muccatha.",
  "anya-e1210n0:705": "Anivāyantī’ti appaṭivātā huvā vāyanti.",
  "anya-e1210n0:706": "Saraṇasīlanti saraṇagamanaṃ gahevā gahetabbaṃ pañcasīlaṃ.",
  "anya-e1210n0:707": "Pañcuddesapariyāpannanti nidānuddesa-parājikuddesa-saṅghādisesuddesa-aniyatuddesa saṅkhātaṃ pañcuddesapariyāpannaṃ.",
  "anya-e1210n0:708": "Pātimokkhasaṃvarasīlanti sattavīsādhikadvisatapātimokkhasaṃvarasīlaṃ.",
  "anya-e1210n0:709": "Upādāyupādāya vimuttānanti taṇhādiṭṭhisaṅkhātopaye upādāyupādāya vimuttānaṃ sotāpannasakadāgāmianāgāmīnaṃ",
  "anya-e1210n0:710": "Gehajano’ti dāsakammakarādiko gehe ṭhitajano.",
  "anya-e1210n0:711": "Tathā buddhaṃ sokanudaṃ…pe… umma disvā sadevake’ti etha tathā eva ummiṃ disvā mahantaṃ dhammौmmiṃ ñāṇacakkhunā disvā buddhaṃ sokanudaṃ anumānena anumānañāṇena kātabbaṃ ñātabbaṃ. Sadevakeloke yathā dhammo ummivipphāro tathā sadevake lokebuddho aggo bhavissatī’ti anumānena ñātabbanti yojanā.",
  "anya-e1210n0:712": "Migarājassā’ti catuppādānaṃ mahantabhāvena migarājassa hathino.",
  "anya-e1210n0:713": "Padanti dhammapadaṃ.",
  "anya-e1210n0:714": "Dhammarājena gajjitanti buddhasīhanādavacanaṃ dhammarājena kathitaṃ.",
  "anya-e1210n0:715": "Anumānena ñātabbaṃ buddho ca mahanto buddhasīhanādo ca mahanto’ti viññātabbaṃ.",
  "anya-e1210n0:716": "Laggaṃ disvā bhusaṃ paṅkaṃ kalaladdaṃ gataṃ mahinti laggaṃ laggāpanasamathaṃ mahantaṃ paṅkañca disvā kalaladāyakaṃ udakañca gataṃ mahiṃ mahiyā gataṃ paviṭṭhaṃ disvā paṇḍitā mahāvārikkhadho gato pavatto’ti anumānena jānanti.",
  "anya-e1210n0:717": "Jananti sādhujanasamuhaṃ.",
  "anya-e1210n0:718": "Rajapaṅkasamohitanti rāgādirajasaṅkhātapaṅkehi ajjhothaṭaṃ pariyonaddhaṃ.",
  "anya-e1210n0:719": "Vahitaṃ dhammanaddhiyā’ti pariyattipaṭipattidhammanaddhiyā vahitaṃ.",
  "anya-e1210n0:720": "Vissaṭṭhaṃ dhammasāgare’ti nibbānasaṅkhāte mahāsamudde dhammanaddhiyā vissaṭṭhaṃ vissajjitaṃ pavesitaṃ.",
  "anya-e1210n0:721": "Dhammāmatagataṃ dhammāmate pavattaṃ sadevakaṃ sabrahmakaṃ iṃ mahiṃ mahiyā ṭhitaṃ imaṃ sādhujanasamūhaṃ.",
  "anya-e1210n0:722": "Disvā ñāṇacakkhunā passivā.",
  "anya-e1210n0:723": "Dhammakkhadho mahā’gato’ti sammāsambuddhacaraṇasaṅkhāto caturāsītiyā dhammakkhadhasahassānaṃ desitattā mahādhammakkhadhoāgato pavatto’ti anumānañāṇena ñātabbanti yojanā.",
  "anya-e1210n0:724": "Anumānapañho ekādasamo. (Dhutaṅgakathā)",
  "anya-e1210n0:725": "Katamena te pariyāyena anuyogaṃ te dammi’ti anuyogaṃ vaṃ pucchi ahaṃ byākarissāmi. Anuyogavacanaṃ te tava katamena kāraṇena dammi.",
  "anya-e1210n0:726": "Vamevetaṃ brūhīti rājavacanaṃ bhante nāgasena vameva pariyāyaṃ brūhi.",
  "anya-e1210n0:727": "Tenahī’ti tasmā tava sotukāmatāya satena vā…pe…koṭisatasahassena vā pariyāyaṃ te kathayissāmīti yojanā.",
  "anya-e1210n0:728": "Yā kāci kathā’ti sambadho",
  "anya-e1210n0:729": "Idhā’ti imasmiṃ dhutaṅgavaraguṇe,",
  "anya-e1210n0:730": "Abhivuṭṭhanti vassodakenaabhivuṭṭhaṃ",
  "anya-e1210n0:731": "Sampādake satīti paṭipādake puggale sati.",
  "anya-e1210n0:732": "Mayhaṃ puṭṭho’ti imasmiṃ dhūtaṅgavaraguṇe paribyattatāya chekatāya pākaṭāya buddhiyā yuttakāraṇaparidīpanaṃ samosarissatīti.",
  "anya-e1210n0:733": "Vijaṭitakilesajālavathū’ti taṃ kilena samuhapañcakkhadhavathu.",
  "anya-e1210n0:734": "Bhinnabhaggasaṅkuṭitasañchannagatinivāraṇo’ti arahattamaggaphalena bhinnabhaggasaṅkuṭitasañchinnagatinivāraṇo.",
  "anya-e1210n0:735": "Abhinītavāso’ti abhipuññakāmehi abhipathitavāso abhinītैriyāpathavāso vā.",
  "anya-e1210n0:736": "Vimuttijjhāyitatto’ti arahattaphalajjhānasampayuttacitto acaladaḷhabhīruttāṇaṭṭhānaṃ ārammaṇakaraṇavasena upagato.",
  "anya-e1210n0:737": "Dhūtaṅgapañhakathāsaṅkhātayogikathā samattā.",
  "anya-e1210n0:738": "Caturāsītipañhapaṭimaṇḍitameṇḍakapañhavaṇṇanā samattā.",
  "anya-e1210n0:739": "Milidapañhameṇḍakapañhesu sabbe pañhā sampiṇḍitā pañcasattādhikasatapañhā honti. Aṅgagahaṇakathāya pana nādhikasatamātikāsu sattasaṭṭhimātikā niddesavasenaavissajjitā. Sesā’ rañño cattāri aṅgāni gahetabbānī’tiādikā ekūnacattāḷīsa mātikā niddesavasena avissajjitā yatha pothakesu dissanti tato gahetabbā yevā’ti.",
  "anya-e1210n0:740": "Catasso dhammadesanāyo; dhammādhiṭṭhānā dhammadesanā, dhammādhiṭṭhānā puggaladesanā, puggalādhiṭṭhānā dhammadesanā, puggalādhiṭṭhānā puggaladesanā’ti. Tāsu purimā tisso dhammadesanā idha gathe labbhanti, catutho na labbhati.",
  "anya-e1210n0:741": "Aparā’pi cuddasavidhā desanā? Athasadassana-guṇaparidīpana-niggaha-sampahaṃsanacariyāvodānanidassana -pucchāvisajjana-anusāsana-puggalavisodhanaajjhāsayaparipūraṇapaveṇi sadassana-parappavādamaddanopanissayapaccayanidassanatuṭṭhā-kārasadassanadhammasabhā-vaguṇādi-nidassanākāradesanā’ti.",
  "anya-e1210n0:742": "Tatha",
  "anya-e1210n0:743": "Paccayākāradesanā’ti paccayākārasuttanta-satipaṭṭhāna-sammappa-dhāna-iddhipāda-idriyabala-bojjhaṅgādisuttantasambadhā.",
  "anya-e1210n0:744": "(Athasadassanā) paccayākārapaccayathaparamathaṃ desentī pavattā dhammadesanā athasadassanā nāma.",
  "anya-e1210n0:745": "(Guṇaparidīpanī). Susīma-gosāla-gosiṅgasampasādana-pāsādika-dasabala-gotamaka- mahāsīhanādādisuttantasambadha attaguṇaparaguṇa-sāsanaguṇaparidīpanī guṇaparidīpanī nāma.",
  "anya-e1210n0:746": "(Niggahadesanā) sakalavinayapiṭakaṃ ādiṃ kavā yā kāci kilesapāpapuggalaniggahadesanā esā niggahadesanā nāma.",
  "anya-e1210n0:747": "(Sampahaṃsanā) bhayabhīrukānaṃ puggalānaṃ bhayapaṭisedhanathāya upathambhajanana-maggānisaṃsa-sīlathomanādikā desanā sampahaṃ-sanā nāma.",
  "anya-e1210n0:748": "(Cariyāvodānanidassanā) sakalajātakaṃ acchiyasuttaṃ ādiṃ kavā dvedhāvitakkabodhirājakumārasuttādisambadhādesanā cariyāvodānanidassanā nāma.",
  "anya-e1210n0:749": "(Pucchāvissajjanā) aṭṭhahi parisāhi pucchitānaṃ pañhānaṃ vissajjanāpaṭisaṃyuttā sakalasagāthavaggamādiṃ kavā vammikasutta-parāyaṇasuttādikā desanā pucchāvissajjanā nāma.",
  "anya-e1210n0:750": "(Anusāsanā). Ariyavaṃsa-puññābhisada-dhutaṅgānusāsana-vattānusāsana-sambadhā desanā anusāsanā nāma.",
  "anya-e1210n0:751": "(Puggalavisodhanā) bhayasadassanadesanāpaṭisaṃyuttā devadūtaaggikkhadhopamādisuttasambadhāpuggalānaṃ sīlavattādivisodhanathāya vuttā puggalavisodhanā nāma.",
  "anya-e1210n0:752": "(Ajjhāsayaparipūraṇā). Tavaṭakanāḷaka-paṭipadā-dhammadāyādasuttādikā puggalānaṃ samathavipassanāparipūraṇathāya kathitā ajjhāsayaparipūraṇā nāma.",
  "anya-e1210n0:753": "(Pavenisadassanakathā). Buddhavaṃsa-mahāpadānasuttākārā attano ca paresañca abhinīhāramārabbha parinibbānapariyosānā pavenisadassanakathā nāma.",
  "anya-e1210n0:754": "(Parappavādamaddanā). Cariyāpiṭakamādiṃ kavā mahāsīhanāda-cūllasīhanāda-dhānābhiññāsaṃvaṇṇanā-paṭibaddhā desanā parappavādamaddanā nāma.",
  "anya-e1210n0:755": "(Upanissayapaccayanidassanā). Yathūpanissayā dissamānā dissamānakāyena desanā itivuttakamādiṃ katvā dhaniyasutta-aruṇavatiyasutta-nadanapariyāyasuttādippabhedāupanissāya– paccayanidassanā nāma.",
  "anya-e1210n0:756": "(Tuṭṭhākārasadassanā). Sakalodāna-sampasādaniya-saṅgītisuttādikā desanā tuṭṭhākārasadassanā nāma.",
  "anya-e1210n0:757": "(Dhammasabhāvaguṇanidassanā) khadhadhāvāyatanidriyasaccapaṭicca samuppādamaggaphalādayo dhammā vibhattā taṃ tatha sabhāgavisabhāgaparidīpikā abhidhammadesanā ca lakkhaṇaparidīpikā ye caññe dhammā salakkhaṇadhāraṇakā attano sabhāvavasena vuttā esā dhammasabhāvaguṇanidassanā nāma.",
  "anya-e1210n0:758": "Imehi cuddasavidhehi lokagganāyakā dhammaṃ desenti tesañca sāvakā’ti.",
  "anya-e1210n0:759": "Tesu pacchāvisajjanā desanā idha pākaṭā. Sesā yathārahaṃ idha gahetabbā yevāti.",
  "anya-e1210n0:760": "(Sāpatattikathā). Duvidhākathā imasmiṃ milidapañhappakaraṇehonti sāpattikathā ca anāpatattikathā ca. Tatha yaṃ therena bhagavato vacanaṃ rañño saññāpanathaṃ ābhataṃ taṃsāpattikathā nāma.",
  "anya-e1210n0:761": "(Anāpattikathā). Yā therena sakapaṭibhānena vuttā sā anāpattikathā nāma.",
  "anya-e1210n0:762": "Vuttañhetaṃ padasodhammasikkhāpadassa aṭṭhakathāyaṃ-’",
  "anya-e1210n0:763": "Meṇḍakamilidapañhesu therassa sakapaṭibhānena anāpatti. Yampanarañño sañañāpanathaṃ āharavā vuttaṃ tatha āpattī’ti (dve kathā) puna dve kathā idha honti sammutikathā ca paramathakathā ca.",
  "anya-e1210n0:764": "(Sammutikathā). Tatha sammutikathā nāma’bhante nāgasena vedagu upalabbhatī’tiādikā.",
  "anya-e1210n0:765": "Paramathakathā nāma’yo uppajjati so eva so’tiādikātenāha?",
  "anya-e1210n0:766": "Duve saccāni akkhāsi sambuddho vadataṃ varo,",
  "anya-e1210n0:767": "Sammutiṃ paramathañca tatiyaṃ nūpalabbhatī’ti.",
  "anya-e1210n0:768": "Yampubbe vuttaṃ anumānakathā upamākathā’ti, tāsu upamākathāya visuṃ koṭṭhāsabhāvo nathi. Milidapañhameṇḍakapañhānaṃ antarantarā ṭhitā hoti. Anumānakathā pana visuṃ koṭṭhāsabhāvena hotīti.",
  "anya-e1210n0:769": "Vicaretha anuṃ parame parame",
  "anya-e1210n0:770": "Sujanassa sukhaṃ nayane nayane,",
  "anya-e1210n0:771": "Kaṭu hoti padhānarato narato",
  "anya-e1210n0:772": "Idha yo pana sāramate ramate.",
  "anya-e1210n0:773": "Pakiṇṇakavacanavaṇṇanā samattā.",
  "anya-e1210n0:774": "Jātakuddharaṇaṃ.",
  "anya-e1210n0:775": "Jātakuddharaṇaṃ pana evaṃ veditabbaṃ. Meṇḍakapañhatatiyavagge pañca pañca pañhā.",
  "anya-e1210n0:776": "‘‘Acetanaṃ brāhmaṇa asuṇantaṃ…pe… pucchasi taṃ kissa hetu‘‘ti idaṃcatukkanipāte āgataṃpalāsajātakaṃ sadhāya vuttaṃ. Katamaṃ taṃ jātakanti?’",
  "anya-e1210n0:777": "Acetanaṃ brāhmaṇā’ti idaṃ sathā parinibbānamañce nipanno ānadatheraṃ ārabbha kathesi.",
  "anya-e1210n0:778": "‘‘So pāyasmā rukkhadevatā panā ahamevā’’ti.",
  "anya-e1210n0:779": "Palāsajātakaṃ samattaṃ.",
  "anya-e1210n0:780": "‘‘Iti phadanarukkhā’pi tā devatā…pe… bhāradvāja suṇohi me’’ti āgataṃ. Idañca terasanipātephadanajātakaṃ sadhāya vuttaṃ. Katamaṃ taṃ jātakanti?",
  "anya-e1210n0:781": "‘‘Kuṭhārihatho puriso’ti idaṃ sathā rohiṇīnadītīre viharanto ñātakānaṃ kalahaṃ ārabbha kathesi vanasaṇḍe devatā aha’’nti.",
  "anya-e1210n0:782": "Phadanajātakaṃ dutiyaṃ terasanipātaṃ.",
  "anya-e1210n0:783": "Meṇḍakapañhacatuthavagge devadattabodhisattādhikasampañhe bāvīsatijātakāni āgatānī’ti.",
  "anya-e1210n0:784": "‘‘Bhante nāgasena, tumhe bhaṇatha? Devadattoekantakaṇho ekantakaṇhehi dhammehi samannagato, bodhisatto ekantasukkehi dhammehi samannagato’ti. Puna ca devadatto bhave bhave yasena ca pakkhena ca bodhisattena samasamo hoti kadāci adhikataro vā yadā devadatto nagare bārāṇasiyaṃ brahmadattassa rañño purohitaputto ahosi, tadā bodhisatto chavakacaṇḍālo vijjādharo, vijjaṃ parijapivā akāle ambaphalāni nibbattesi. Etha tāva bodhisatto devadattena jātiyā nihīno yasasā ca nihīno …pe… puna ca paraṃ yadā devadatto tāpo nāma rājā ahosi tadābodhisatto tassa putto dhammapālo nāma ahosi tadā so rājā sakaputtassa hathapāde sīsañca chidāpesi. Tatha tāva devadattoyeva uttaro adhikataro. Ajjetarahi ubho’pi sakyakule jāyisu. Bodhisatto buddho ahosi sabbaññu lokanāyako. Devadatto atidevassa sāsane pabbajivā iddhiṃ nibbattevā buddhālayaṃ akāsi. Kinnu kho bhante nāgasena yaṃ mayā bhaṇitaṃ taṃ sabbaṃ tathaṃ udāhu vitathanti? ‘‘Ayampana milidaraññā yāni bāvīsatijātakāni nissāya pucchito hoti tāni mayā uddharivā idha kathetabbāni.",
  "anya-e1210n0:785": "Tatha ca,’yadā ca devadatto nagare bārāṇasiyaṃ brahmadattassa rañño purohitaputto ahosi tadā bodhisatto chavakacaṇḍālo ahosi vijjādharo vijjaṃ parijapivā akāle ambaphalāni nibbattesi. Etha tāva bodhisatto devadattato jātiyā nihīno yasasā ca nihīno. ‘‘Idampana vacanaṃ jetavanārāme viharantena sathārā terasanipāte devadattamārabbha kathitaṃ ambajātakaṃ sadhāya vuttaṃ hoti. Devadatto hi ‘‘ahaṃ buddho bhavissāmi…pe… caṇḍālaputto ahamevā’’ti.",
  "anya-e1210n0:786": "Evametaṃ milidaraññā imaṃ ambajātakaṃ sadhāya kathitaṃ hotīti idaṃ rañño ābhataṃ paṭhamaṃ jātakaṃ.",
  "anya-e1210n0:787": "‘‘Puna ca paraṃ yadā devadatto rājā ahosi mahīpati sabbakāmasamaṅgī tadā bodhisatto tassūpabhogo ahosi hathināgo sabbalakkhaṇasampanno tassa cārugativilāsaṃ asahamāno rājā vadhaṃ icchanto hathācariyaṃ evamavova? ‘‘Asikkhito te ācariya hathināgo tassa ākāsagamanaṃ nāma kāraṇaṃ hotī’’ti tathapa tāca bodhisatto devadattato jātiyā nīhīno, lāmako tiracchānagato’’ti. Idampana vacanaṃ milidaraññā veḷuvane viharantena sathārā ekakanipāte devadattamārabbhakathitaṃ dummedhajātakaṃ sadhāya vuttaṃ hoti dhammasabhāyaṃ bhikkhu’āvuso devadatto …pe… hathi pana ahamevā’’ti evametaṃ milidarañño imaṃ dummedhajātakaṃ sadhāya kathitaṃ hotīti. Dutiyaṃ jātakaṃ.",
  "anya-e1210n0:788": "Puna ca paraṃ yadā devadatto manusso ahosi. Pavane naṭṭhāyiko tadā bodhisatto mahāpathavi nāma makkaṭo ahosi. Ethapi tāva dissati viseso manussassa ca tiracchānagatassa ca. Ethapi tāva bodhisatto devadattato jātiyā nihīno’ti imaṃ pana vacanaṃ milidaraññā veḷuvane viharantena sathārā tiṃsanipāte devadattassa silāpavijjhanamārabbha kathitaṃ mahākapijātakaṃ sadhāya vuttaṃ hoti? ‘‘Tena hi dhanuggahe payojevā…pe… kapirājā ahamevā’’ti evametaṃ milidaraññā imaṃmahākapijātakaṃ sadhāya vuttaṃ hotīti. Tatiyaṃ jātakaṃ.",
  "anya-e1210n0:789": "‘‘Pūna ca paraṃ yadā devadatto manusso hoti soṇuttaro nāma nesādo balavā balavataro nāgabalo tadābodhisatto chaddanto nāma nāgarājā ahosi. Tadā luddako taṃ hathināgaṃ ghātesi. Tathapi tāva devadatto adhikataro‘‘ti idaṃ vacanaṃ milidaraññā jetavane mahāvihāre vihārantena sathārā tiṃsanipāte ekaṃ daharabhikkhuniṃ ārabbha kathitaṃ chaddantajātakaṃ sadhāya vuttaṃ hoti tatha bhagavatā vithārato desitaṃ chaddantajātakaṃ taṃ mayā idha saṅkhepato uddharivā kathetabbameva. ‘‘Sā kira sāvathiyaṃ…pe… sā pana bhikkhuṇī pacchā vipassivā arahattaṃ pattā’’ti. Evametaṃ milidaraññā imaṃ chaddantajātakaṃ sadhāya vuttaṃ hoti. Catuthājātakaṃ.",
  "anya-e1210n0:790": "Puna ca paraṃ yadā devadatto manusso ahosi vanacarako aniketavāsī tadā bodhisatto sakuṇo ahosi tittiro mantajjhāyī. Tadā so vanacarako taṃ sakuṇaṃ ghātesi. Tathapi tāva devadatto jātiyā adhikataro’’ti idampana vacanaṃ milidaraññā gijjhakūṭe viharantena sathārā navakanipāte devadattassa vadhāya parisakkanaṃ ārabbha kathitaṃ daddarajātakaṃ (tittirajātakaṃ) sadhāya vuttaṃ hoti. ‘‘Tasmiṃ samaye dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ…pe… tittirapaṇḍito pana ahamevā’’ti. Evametaṃ milidaraññā imaṃ daddarajātakaṃ sadhāya kathitaṃ hotīti. Pañcamajātakaṃ.",
  "anya-e1210n0:791": "‘‘Puna ca paraṃ yadā devadatto kalābu nāma bārāṇasirājā ahosi tadā bodhisatto tāpaso ahosi khantivādī. Tadā so rājā tassatāpasassa kuddho hathapāde vaṃsakalīre viya chedāpesi. Tathapi tāva devadattoyeva adhikataro jātiyā ca yasena cā’’ti idampana vacanaṃ milidaraññā jecavane viharantena sathārā catukkanipāte ekaṃ kodhanabhikkhuṃ ārabbha kathitaṃ khantivādijātakaṃ sadhāya vuttaṃ hoti. ‘‘Sathā pana taṃ bhikkhuṃ kasmāvaṃ…pe… khantivāditāpasopana ahamevā’’ti evametaṃ milidaraññā imaṃ khantivādijātakaṃ sadhāya vuttaṃ hotīti. Paṭṭhajātakaṃ.",
  "anya-e1210n0:792": "Puna ca paraṃ yadā devadatto ahosi vanacaro tadābodhisatto nadiyo nāma vānarido ahosi. Tadāpi so vanacaro taṃ vānaridaṃ ghātesi saddhiṃ mātarā katiṭṭhabhātikenapi. Tathapi tāva devadattoyevaadhikataro jātiyā‘‘ti idaṃ pana vacanaṃ milidaraññā veḷuvane viharantenasathārā dukanipāte devadattaṃ ārabbha kathitaṃ cullanadiyajātakaṃ sadhāya vuttaṃ hoti. ‘‘Ekadivasañhi bhikkhū dhammasahāyaṃ …pe… supaṇṇarājā pana ahamevā’’ti evametaṃ milidaraññā imaṃ paṇḍarajātakaṃ sadhāya paratoghosavasena bodhisatto paṇḍarako nāma nāgarāja ahosī’’ti kathitaṃ hoti tathāhi imasmiṃ jātake bodhisatto supaṇṇarājā yevā’ti. Aṭṭhamaṃ jātakaṃ.",
  "anya-e1210n0:793": "Puna ca paraṃ yadā devadatto manusso ahosipavane jaṭilako tadā bodhisatto tacchako nāma mahāsūkaro ahosi. Tathapi tāva devadattoyeva jātiyā adhikataro’’ti idampana vacanaṃ milidaraññā jetavane viharantena sathārā pakiṇṇakanipāte dve mahallake there ārabbha kathitaṃ tacchakasūkarajātakaṃ sadhāya vuttaṃ hoti. ‘‘Mahākosalo pana bimbisārassa dhitaraṃ dento…pe…rukkhadevatā pana ahamevā’’ti.",
  "anya-e1210n0:794": "Evametaṃ milidaraññā imaṃ tacchakasūkarajātakaṃ sadhāya paratoghosavasena bodhisatto mahātacchakasūkaro nāma ahositi kathitaṃ tathā hi imasmiṃ jātake bodhisatto rukkhadevatāyeva ahosīti. Navamaṃ jātakaṃ.",
  "anya-e1210n0:795": "Puna ca paraṃ yadādevadatto cetiyesu suraparicaro nāma rājā ahosi upari purisamatte gaganevehāsaṅgamo, tadā bodhisatto kapilo nāma brāhmaṇo ahosi. Tathapi tāva devadattassa pathavippavesamārabbha kathitaṃ cetiyajātakaṃ sadhāya vuttaṃ hoti. ‘‘Tasmiñhi divase bhikkhū dhammasahāyaṃ. Pe-kapila-brāhmaṇo pana ahamevā’’ti evañcetaṃ milidaraññā idaṃcetiyajātakaṃ sadhāya vuttaṃ hotīti. Dasamaṃ jātakaṃ.",
  "anya-e1210n0:796": "Puna ca paraṃ yadā devadatto manusso ahosi sāmo nāma, tadā bodhisatto rūrunāma migarājā ahosi. Tathapi tāva devadattoyeva jātiyā adhikataro’ti idampana vacanaṃ milidaraññā jetavane viharantena sathārā terasakanipāte devadattamārabbhakathitaṃ rūrūmagarājajātakaṃ sadhāya vuttaṃ hoti. So kira bhikkhūhi’bahupakāro āvuso-perūrumigo pana ahamevā’’ti. Evametaṃ milidaraññā imaṃrūrumigajātakaṃ sadhāya vuttaṃ hotī’ti ekādasamaṃ jātakaṃ.",
  "anya-e1210n0:797": "‘‘Puna ca paraṃ yadā devadatto manusso ahosi luddako pavanacaro, tadā bodhisatto hathināgo ahosi so luddako tassa hathināgassa sattakkhattuṃ dante chidivā hari tathapi tāva devadattoyeva yoniyā adhikataro’ti idampana vacanaṃ milidaraññā jetavane viharantena sathārā ekakanipāte devadattamārabbha kathitaṃ sīlavanāgarājajātakaṃ sadhāya vuttaṃ hoti. Dhammasabhāyañhi bhikkhū’āvuso devadatto…pe… sīlavanāgarājā pana ahamevāti.",
  "anya-e1210n0:798": "Evametaṃ milidaraññā imaṃ sīlavanāgarājajātakaṃ sadhāya vuttaṃ hotī’ti dvādasamaṃ jātakaṃ.",
  "anya-e1210n0:799": "Puna ca paraṃ yadā devadatto sigālo ahosi khattiyadhammo, so yāvatā jambudīpe padesarājāno te sabbe anuyutte akāsi, tadā bodhisatto vidhuro nāma paṇḍito ahosi tathapi tāva devadattoyeva yasena adhikataro’ti idampana vacanaṃ milidaraññā veḷuvane viharantena sathārā dukanipāte devadattamārabbha kathitaṃ sabbadāṭhajātakaṃ sadhāya vuttaṃ hoti. ‘‘Devadatto ajātasattuṃ pasādevā…pe… purohito pana ahamevā’’ti.",
  "anya-e1210n0:800": "Evametaṃ milidaraññā imaṃ sabbadāṭhika jātakaṃ sadhāya vuttaṃ paratoghosavasena ‘‘so yāvatā jambudīpe padesarājāno, te sabbe anuyutte akāsī’’ti vuttaṃ tadā hi sona sabbe rājāno anuyutte akāsī’ti. Terasamaṃ jātakaṃ.",
  "anya-e1210n0:801": "Puna ca paraṃ yadā devadatto sathināgo huvā laṭukikāya sakuṇikāya puttakeghātesi, tadā bodhisatto’pi hathināgo ahosi yuthapati tatha tāva ubho’pi samasamā ahesunti’ idampana vacanaṃ milidaraññā veḷuvane viharantena sathārā pañcakanipāte devadattamārarabbha kathitaṃ laṭukikajātakaṃ sadhāyavuttaṃ hotī’ti cuddasamaṃ jātakaṃ.",
  "anya-e1210n0:802": "Puna ca paraṃ ‘‘yadā devadatto yakkho ahosi adhammo nāma, tadā bodhisattopi yakkho ahosi dhammo nāma. Tathapi tāva ubhopi samasamā ahesunti‘‘idaṃ pana vacanaṃ milidaraññā jetavane viharantena sathārā ekādasakanipāte devadattassa pathavippavesamārabbha kathitaṃ dhammadevaputta jātakaṃ sadhāya vuttaṃ hoti. ‘‘Tadā bhikkhu dhammisabhāyaṃ dhammadevaputto pana ahameva sammāsambuddho’’ti. Evametaṃ milidarañño imaṃ dhammadevaputtajātakaṃ sadhāya vuttaṃ hotīti paṇṇarasamaṃ jātakaṃ.",
  "anya-e1210n0:803": "Puna ca paraṃ yadā devadatto nāviko ahosi, pañcannaṃ kulasatānaṃ issaro, tadā bodhisattopi nāviko ahosi pañcannaṃ kulasatānaṃ issaro tathapi tāva ubhopi samasamā’ca ahesunti‘‘idampana milidaraññā jetavane viharantena sathārā dvādasakanipāte devadattassa pañcakulasatāni gahevā niraye paviṭṭhabhāvamārabbha kathitaṃ samuddavāṇijajātakaṃ sadhāya vuttaṃ hoti. ‘‘So hi aggasāvakesu parisaṃ gahevā sopaṇḍitavaḍaḍhakī nāma ahamevā’’ti. Evametaṃ milidararañañā imaṃ samuddavāṇijajātakaṃ sadhāya vuttaṃ hotī’ti. Soḷasamaṃ jātakaṃ.",
  "anya-e1210n0:804": "Puna ca paraṃ yadā devadatto sathavāho ahosi pañcannaṃ sakaṭasatānaṃ issaro, tadā bodhisattopi sathavāho ahosi pañcannaṃ sakaṭasatānaṃ issaro. Tathapi tāva ubhopi samasamā ahesu’’nti idampanavacanaṃ milidaraññā jetavane viharantena sathārā ekakanipāte anāthapiṇḍikassasahāyake tithayasāvake ārabbha kathitaṃ apaṇṇaka jātakaṃ sadhāya vuttaṃ hotī’ti. Sattarasamaṃ jātakaṃ.",
  "anya-e1210n0:805": "Puna ca paraṃ yadā devadatto sākho nāma migarājā ahosi, tadā bodhisattopi nigrodho nāma migarājā ahosi. Tathapi tāva ubhopi samasamā ahesunti ‘‘idampana vacanaṃ milidaraññā jetavane viharantena sathārā ekakanipāte kumārakassapamātaraṃ bhikkhuṇiṃ ārabbha kathitaṃ nigrodhamigajātakaṃ sadhāya vuttaṃ hoti sā kira rājagahanagare mahāvibhavassa seṭṭhino dhītā ahosi nigrodhamigarājā pana ahamevā’’ti eva metaṃ milidaraññā imaṃ nigrodhamigarājajātakaṃ sadhāya vuttaṃ hotī’ti. Aṭṭhārasamaṃ jātakaṃ.",
  "anya-e1210n0:806": "Puna ca paraṃ yadā devadatto sākho nāma senāpati ahosi, tadā bodhisatto nigrodho nāma rājā ahosi. Tathapi tāva ubhopi samasamā ahesunti idampana vacanaṃ milidaraññā veḷuvane viharantena sathārā dasakanipāte devadattāmārabbha kathitaṃ nigrodhajātakaṃ sadhāya vuttaṃ hoti. ‘‘Ekadivasañhi bhikkhū nigrodhajātakaṃ sadhāya vuttaṃ hotī’ti. Ekunavisatimaṃ jātakaṃ.",
  "anya-e1210n0:807": "Puna ca paraṃ sadā devadatto khaṇḍahālo nāma brāhmaṇo ahosi, tadā bodhisatto cado nāma rājakumāro ahosi. Tathāpi tāva anena khaṇḍahālo adhikataro’ti ‘‘idampana vacanaṃ milidaraññā gijjhakūṭe viharantena sathārā dasajātakedevadattamārabbha kathitaṃ cadakumārajātakaṃ sadhāya vuttaṃ taṃ saṅkhepano dassayissāma. ‘‘Tassa vathu saṅghabhedakkhadhake āgatameva cadakumāro pana ahamovā’’ti evametaṃ milidaraññā imaṃ vadakumārajātakaṃ sadhāya vuttanti vīsatimajātakaṃ.",
  "anya-e1210n0:808": "Puna ca paraṃ yadā devadatto brahmadatto nāma rāja ahosi, tadā bodhisatto tassa putto mahāpadumo nāma kumāro ahosi, tadā sorājā sakaputtaṃ corappapāte khipāpesi. Yato kutoci pitā puttānaṃ adhikataro ahosi visiṭṭho, tathapi tāva devadattoyeva adhikataro’ti idampana evanaṃ milidaraññā jetavane viharantena sathārā dvādasakanipāte ciñcaṃ māṇavikamārabbha kathitaṃ mahāpadumajātakaṃ sadhāya vuttaṃ. ‘‘Paṭhamabodhiyañhi dasabalassa ahaṃ tadā rājaputto, evaṃ dhāretha jātakanti, evametaṃ milidaraññā imaṃ mahāpadumajātakaṃ sadhāya puttanti ekavīsatimajātakaṃ.",
  "anya-e1210n0:809": "Puna ca paraṃ yadā devadatto mahāpatāpo nāma rājā ahosi, tadā bodhisatto tassa putto dhammapālo nāma kumāro ahosi, tadā so rājā sakaputtassa hathapāde sīsañca chedāpesi. Tathapi tāva devadatto yeca uttaro adhikataro’’ti idampana vacanaṃ milidaraññā veḷuvane viharantena sathārā pañcakanipāte devadattassavadhaparisakkanamārabbha kathitaṃ culladhammapālajātakaṃ sadhāya vuttaṃ hoti. ‘‘Athekadivasaṃ bhikkhu dhammasabhāyaṃ kathaṃ dhammapālakumāro pana ahamevā’’ti evametaṃ milidaraññā imaṃ culladhammapālajātakaṃ sadhāya vuttanti bāvīsatima jātakaṃ samattaṃ.",
  "anya-e1210n0:810": "Ambajātaka-dummedhajātakāni mahākapi-",
  "anya-e1210n0:811": "Chaddanta-daddarañcāpi khantivādikajātakaṃ",
  "anya-e1210n0:812": "Cullanadiya-paṇḍaraka-tacchasukarajātakaṃ",
  "anya-e1210n0:813": "Cetiyajātakañcāpi rūrumigidajātakaṃ",
  "anya-e1210n0:814": "Sīlavaṃ sabbadāṭhañca laṭukikañca apaṇṇakaṃ",
  "anya-e1210n0:815": "Nigrodhamiga-nigrodha-cadakumārajātakaṃ",
  "anya-e1210n0:816": "Mahāpadumakumāra-dhammapālakajātakaṃ",
  "anya-e1210n0:817": "Iti etāni bāvīsa jātakāni yathākkamaṃ",
  "anya-e1210n0:818": "Milido nāmupadāya nāgasenassa abravīti.",
  "anya-e1210n0:819": "Evañca so rājā imāni jātakāni sadhāya kathevā punapi evamāha? ‘‘Bhante nāgasena, ajjekarahi ubhopi sakyakulesu jāyiṃsu. Bodhisattopi buddho ahosi. Sabbaññu lokanāyako, devadatto tassa devātidevassa sāsane pabbajivā buddhālayaṃ akāsi. Kinnukho bhante nāgasena, yaṃ mayā bhaṇitaṃ taṃ sabbampi tathaṃ udāhu vitathanti.’’",
  "anya-e1210n0:820": "Jātakuddharaṇaṃ samattaṃ.",
  "anya-e1210n0:821": "Gāthāsarūpaṃ ",
  "anya-e1210n0:822": "Gāthāsarūpampana evaṃ veditabbaṃ?",
  "anya-e1210n0:823": "Milido nāma so rājā sāgalāyampuruttame",
  "anya-e1210n0:824": "Upagañchi nāgasenaṃ gaṅgā’va yathasāgaraṃ.",
  "anya-e1210n0:825": "Āsajja rājā citrakathī ukkādhāraṃ tamonudaṃ apucchi nipuṇe pañhe ṭhānāṭhānagate puthū,",
  "anya-e1210n0:826": "Pucchā visajjanā ceva gambhirathūpanissitā",
  "anya-e1210n0:827": "Hadayaṅgamā kaṇṇasukhā abbhutā lomahaṃsanā",
  "anya-e1210n0:828": "Abhidhammavinayogāḷhā suttajālasamathitā",
  "anya-e1210n0:829": "Nāgasenakathā citrā opammehi nayehi ca",
  "anya-e1210n0:830": "Tatha ñāṇampaṇidhāya hāsayivāna mānasaṃ",
  "anya-e1210n0:831": "Suṇotha nipuṇe pañhe kaṅkhāṭṭhānavidāḷane’ti",
  "anya-e1210n0:832": "Tenāhu?-",
  "anya-e1210n0:833": "Bahussuto citrakathī nipuṇo ca visārado,",
  "anya-e1210n0:834": "Sāmayiko ca kusalo paṭibhāne ca kovido;",
  "anya-e1210n0:835": "Tepi tepiṭakā bhikkhū pañcanekāyikāpi ca,",
  "anya-e1210n0:836": "Catunekāyikā ceva nāgasenaṃ purakkharuṃ;",
  "anya-e1210n0:837": "Gambhīrapañño medhāvī maggāmaggassa kovido,",
  "anya-e1210n0:838": "Uttamathamanuppatto nāgaseno visārado;",
  "anya-e1210n0:839": "Tehi bhikkhūhi parivuto nipuṇehi saccavādibhī,",
  "anya-e1210n0:840": "Caranto gāmanigamaṃ sāgalaṃ upasaṅkamī;",
  "anya-e1210n0:841": "Saṅkheyyapariveṇasmiṃ nāgaseno tadā vasī,",
  "anya-e1210n0:842": "Katheti so manussehi pabbate kesarī yathā’ti;",
  "anya-e1210n0:843": "Caraṇena ceva sampannaṃ sudantaṃ uttame dame,",
  "anya-e1210n0:844": "Disvā rājā nāgasenaṃ idaṃ vacanamabravi;",
  "anya-e1210n0:845": "Kathikā mayā bahū diṭṭhā sākacchā osaṭā bahū,",
  "anya-e1210n0:846": "Na tādisaṃ bhayaṃ āsi ajjatāso yathā mama;",
  "anya-e1210n0:847": "Nissaṃsayaṃ parājayo mama ajja bhavissati,",
  "anya-e1210n0:848": "Jayo’va nāgasenassa yathā cittaṃ na saṇṭhitanti;",
  "anya-e1210n0:849": "Bāhiragāthā ",
  "anya-e1210n0:850": "Yathā hi aṅgasambhārā hoti saddo ratho iti,",
  "anya-e1210n0:851": "Evaṃ khadhesu santesu hoti sattoti sammuti;",
  "anya-e1210n0:852": "Sīle patiṭṭhāya naro sapañeñā cittaṃ paññañca bhāvayaṃ,",
  "anya-e1210n0:853": "Ātāpī nipako bhikkhu so imaṃ vijaṭaye jaṭanti;",
  "anya-e1210n0:854": "Ayampatiṭṭhā dharaṇīva pāṇinaṃ idañca mūlaṃ kusalābhivuddhiyā,",
  "anya-e1210n0:855": "Mukhañcidaṃ sabbajinānusāsane yo sūlakkhadho varapātimokkhiyo’ti;",
  "anya-e1210n0:856": "Saddhāya taratī oghaṃ appamādena aṇṇavaṃ,",
  "anya-e1210n0:857": "Vīriyena dukkhaṃ acceti paññāya parisujjhati;",
  "anya-e1210n0:858": "Nābhinadāmi maraṇaṃ nābhinadāmi jīvitaṃ,",
  "anya-e1210n0:859": "Kālañca paṭikaṅkhāmi nibbisaṃ bhatako yathā;",
  "anya-e1210n0:860": "Nābhinadāmi maraṇaṃ nābhinadāmi jīvitaṃ,",
  "anya-e1210n0:861": "Kālañca paṭikaṅkhāmi sampajāno patissato;",
  "anya-e1210n0:862": "Paṭigacceva taṃ kayirā yaṃ jaññā hitamattano,",
  "anya-e1210n0:863": "Na sākāṭikacintāya mantā dhīro parakkame;",
  "anya-e1210n0:864": "Yathā sākaṭiko nāma samaṃ hivā mahāpathaṃ,",
  "anya-e1210n0:865": "Visamaṃ maggamāruyha akkhabhinno’va dhāyati;",
  "anya-e1210n0:866": "Evaṃ dhammā apakkamma adhammamanuvattiya,",
  "anya-e1210n0:867": "Mado maccumukhampatto akkhacchinno’va socati;",
  "anya-e1210n0:868": "Allavammapaṭicchanno navadvāro mahāvaṇo,",
  "anya-e1210n0:869": "Samantato paggharati asuci pūtigadhiyo’ti;",
  "anya-e1210n0:870": "Milidapañhe ṭhitā bāvīsati gāthā samattā.",
  "anya-e1210n0:871": "Bhassappavedī vetaṇḍī atibuddhivicakkhaṇo,",
  "anya-e1210n0:872": "Milido ñāṇabhedāya nāgasenamupāgamī;",
  "anya-e1210n0:873": "Vasanto tassa chāyāya paripucchanto punappunaṃ,",
  "anya-e1210n0:874": "Pabhinnabuddhi huvāna so’pi āsi tipeṭako;",
  "anya-e1210n0:875": "Navaṅgaṃ anumajjanto rattibhāge rahogato,",
  "anya-e1210n0:876": "Addakkhi meṇḍake pañhe dunniveṭhe saniggahe;",
  "anya-e1210n0:877": "Pariyāyabhāsitaṃ athi athi sadhāya bhāsitaṃ,",
  "anya-e1210n0:878": "Sabhāvabhāsitaṃ athi dhammarājassa sāsane;",
  "anya-e1210n0:879": "Tesaṃ athamaviññāya meṇḍake jinabhāsite,",
  "anya-e1210n0:880": "Anāgatamhi addhāneviggaho tatha hessati;",
  "anya-e1210n0:881": "Hada kathimpasādetvā chejjāpessāmi meṇḍake,",
  "anya-e1210n0:882": "Tassa niddiṭṭhamaggena niddisissantyanāgate;",
  "anya-e1210n0:883": "Visamaṃ sabhayaṃ ativāto paṭicchannaṃ devanissitaṃ,",
  "anya-e1210n0:884": "Patho ca saṅkamo tithaṃ aṭṭhete parivajjiyā;",
  "anya-e1210n0:885": "Ratto duṭṭho ca mūḷho ca mānī luddho tathā’laso,",
  "anya-e1210n0:886": "Ekacintī ca bālo ca ete athavināsakā;",
  "anya-e1210n0:887": "Ratto duṭṭho ca mūḷho ca bhīru āmisacakkhuko,",
  "anya-e1210n0:888": "Ithi soṇḍo paṇḍako ca navamo bhavati dārako;",
  "anya-e1210n0:889": "Navete puggalā loke ittarā calitā calā,",
  "anya-e1210n0:890": "Etehi mantitaṃ guyhaṃ khippaṃ bhavati pākaṭaṃ;",
  "anya-e1210n0:891": "Vasena yasapucchāhi tithavāsena yoniso,",
  "anya-e1210n0:892": "Sākacchā snehasaṃsevā patirūpavasena ca",
  "anya-e1210n0:893": "Etāni aṭṭha ṭhānāni buddhivisadakārakā,",
  "anya-e1210n0:894": "Yesaṃ etāni samhonti tesaṃ buddhi pabhijjati;",
  "anya-e1210n0:895": "Pūjīyantā asamasamā sadevamānusehi te,",
  "anya-e1210n0:896": "Na sādiyanti sakkāraṃ buddhānaṃ esa dhammatā’ti",
  "anya-e1210n0:897": "Ayaṃ gāthā sāriputtatherena vuttā.",
  "anya-e1210n0:898": "Imehi aṭṭhihi tamaggapuggalaṃ",
  "anya-e1210n0:899": "Devātidevaṃ naradammasārathiṃ,",
  "anya-e1210n0:900": "Samantacakkhuṃ satapuññalakkhaṇaṃ",
  "anya-e1210n0:901": "Pāṇehi buddhaṃ saraṇaṃ gato’smi;",
  "anya-e1210n0:902": "Jāliṃkaṇhājinaṃ dhītaṃ maddideviṃ patibbataṃ,",
  "anya-e1210n0:903": "Cajamāno nacintesiṃ bodhiyāyeva kāraṇā; (Jātakagāthā)",
  "anya-e1210n0:904": "Na antalikkhe na samuddamajjhe",
  "anya-e1210n0:905": "Na pabbatānaṃ vivaraṃ pavissa,",
  "anya-e1210n0:906": "Na vijjati so jagatippadeso",
  "anya-e1210n0:907": "Yathaṭṭhitaṃ nappasaheyya maccu;",
  "anya-e1210n0:908": "Kāyena saṃvaro sādhu sādhuvācāya saṃvaro,",
  "anya-e1210n0:909": "Manasā saṃvaro sādhu sādhu sabbathasaṃvaro;",
  "anya-e1210n0:910": "Acetanaṃ brāhmaṇa assuṇantaṃ",
  "anya-e1210n0:911": "Jānaṃ ajānantamimaṃ palāsaṃ,",
  "anya-e1210n0:912": "Āraddhavīriyo dhuvamappamatto",
  "anya-e1210n0:913": "Sukhaseyyaṃ pucchasi kissa hetu’ti; (Jātakagāthā)",
  "anya-e1210n0:914": "Iti phadana rukkho’pi tāvade ajjhabhāsatha,",
  "anya-e1210n0:915": "Mayhampi vacanaṃ athi bhājadvāja suṇohi me’ti; (Jātakagāthā)",
  "anya-e1210n0:916": "Cudassa bhattaṃ bhuñjivā kammārassā’ti me sutaṃ,",
  "anya-e1210n0:917": "Ābādhaṃ samphusī dhīro pabāḷhaṃ māraṇantikatti",
  "anya-e1210n0:918": "Sathavāto bhayaṃ jātaṃ niketā jāyatī rajo,",
  "anya-e1210n0:919": "Aniketamasathavaṃ etaṃ ve munidassananti; (Jinabhāsitā minidena vuttā)",
  "anya-e1210n0:920": "Sasamuddapariyāyaṃ mahiṃ sāgarakuṇḍalaṃ,",
  "anya-e1210n0:921": "Na icche saha nidāya evaṃ sayha vijānahīti; (Jātakagāthā lomakassapena vuttā)",
  "anya-e1210n0:922": "Vadhissametanti parāmasanto",
  "anya-e1210n0:923": "Kāsāvamaddakkhi dhajaṃ isīnaṃ,",
  "anya-e1210n0:924": "Dukkhena phuṭṭhassudapādi saññā",
  "anya-e1210n0:925": "Arahaddhajo sabbhi avajjharūpo’ti; (Jātakagāthā chaddantanāgarājena vuttā)",
  "anya-e1210n0:926": "Gāthābhigītamme abhojaneyyaṃ",
  "anya-e1210n0:927": "Sampassataṃ brāhmaṇa nesa dhammo,",
  "anya-e1210n0:928": "Gāthābhigītaṃ panudanti buddhā",
  "anya-e1210n0:929": "Dhamme sati brāhmaṇa vuttiresā; (Suttānipātagāthā jinabhāsitā)",
  "anya-e1210n0:930": "Na me ācariyo atha sadiso me na vijjati,",
  "anya-e1210n0:931": "Sadevakasmiṃ lokasmiṃ nathi me paṭipuggalo’ti; (Khadhakagāthā jinabhāsitā)",
  "anya-e1210n0:932": "Vipulo rājagahikānaṃ giriseṭṭho pavuccati,",
  "anya-e1210n0:933": "Seto himavataṃ seṭṭho ādicco aghagāminaṃ;",
  "anya-e1210n0:934": "Samuddo’dadhinaṃ seṭṭho nakkhattānañca cadimā,",
  "anya-e1210n0:935": "Sadevakassa lokassa buddho aggo pavuccatīti;",
  "anya-e1210n0:936": "(Dve gāthā māṇavakadevaputtena vuttā nāgasenatherena vuttā)",
  "anya-e1210n0:937": "Eko manopasādo saraṇagamanaṃ añjalippaṇāmo vā,",
  "anya-e1210n0:938": "Ussahate tārayituṃ mārabalanisūdane buddhe’ti; (Ayaṃ gāthā sāriputtatherenābhatā)",
  "anya-e1210n0:939": "Ārahatha nikkhamatha yujjatha buddhasāsane,",
  "anya-e1210n0:940": "Dhunātha maccuno senaṃ naḷāgāraṃ’va kuñjaro’ti; (Jinabhāsitā milidena vuttā)",
  "anya-e1210n0:941": "Yo sīla vā dussīlesu dadāti dānaṃ",
  "anya-e1210n0:942": "Dhammena laddhaṃ supasanna citto,",
  "anya-e1210n0:943": "Abhisaddahaṃ kammaphalaṃ ulāraṃ",
  "anya-e1210n0:944": "Taṃ ve dānaṃ dāyakato visujjhatī’ti; (Ayaṃ nāgasenena ābhatā)",
  "anya-e1210n0:945": "Na me dessā ubho puttā maddī devī na appiyā,",
  "anya-e1210n0:946": "Sabbaññutaṃ piyaṃ mayhaṃ tasmā piye adāsahanti;",
  "anya-e1210n0:947": "Sahassagghañhi maṃ tāto brāhmaṇassa pitā adā,",
  "anya-e1210n0:948": "Atho kaṇhājinaṃ kaññaṃ hathinañca satena cā’ti;",
  "anya-e1210n0:949": "Jigacchāya pipāsāya ahinā daṭṭho visena ca,",
  "anya-e1210n0:950": "Aggi udaka sattīhi akāle tatha miyyati;",
  "anya-e1210n0:951": "Anumānapañhe vuccamānā imā gāthā sallakkhetabbā?",
  "anya-e1210n0:952": "Bahu jane tārayivā nibbuto upadhikkhaye,",
  "anya-e1210n0:953": "Anumānenañātabbaṃ’athi so dīpaduttamo’ti;",
  "anya-e1210n0:954": "Kammamūlaṃ gahetvāna āpaṇaṃ upagacchatha,",
  "anya-e1210n0:955": "Ārammaṇaṃ kiṇivāna tato muccatha muttiyāti;",
  "anya-e1210n0:956": "Na pupphagadho paṭivātameti na cadanaṃ tagaramallikā vā,",
  "anya-e1210n0:957": "Satañca gadho paṭivātameti sabbā disāsappuriso pavāti;",
  "anya-e1210n0:958": "Cadanaṃ tagaraṃ vāpi uppalaṃ atha vassikī,",
  "anya-e1210n0:959": "Etesaṃ gadhajātānaṃ sīlagadho anuttaro;",
  "anya-e1210n0:960": "Appamatto aya gadho yavāyaṃ nagaracadanī,",
  "anya-e1210n0:961": "Yo ca sīlavataṃ gadho vāta devesu uttamo’ti;",
  "anya-e1210n0:962": "Kammamūlaṃ janā davā gaṇhanti amataṃ phalaṃ,",
  "anya-e1210n0:963": "Tena te sukhitā honti ye kītā amataṃ phalanti;",
  "anya-e1210n0:964": "Ye keci loke agadā visānaṃ paṭibāhakā,",
  "anya-e1210n0:965": "Dhammāgadasamaṃ nathi etaṃ pivatha bhikkhavo’ti;",
  "anya-e1210n0:966": "Ye keci osadhā loke vijjanti vividhā bahū,",
  "anya-e1210n0:967": "Dhammosadha samaṃ nathi etaṃ pivatha bhikkhavo’ti;",
  "anya-e1210n0:968": "Dhammosadhaṃ pivivāna ajarāmaraṇā siyuṃ,",
  "anya-e1210n0:969": "Bhāvayivā ca passivā nibbutā upadhikkhaye’ti;",
  "anya-e1210n0:970": "Byādhitaṃ janataṃ disvā amatāpaṇaṃ pasārayī,",
  "anya-e1210n0:971": "Kammena taṃ kiṇivāna amatamādetha bhikkhavo’ti;",
  "anya-e1210n0:972": "Evarūpāni sīlānisanti buddhassa āpaṇe,",
  "anya-e1210n0:973": "Kammena taṃ kiṇivāna ratanaṃ vo piladhathā’ti;",
  "anya-e1210n0:974": "Samādhiratanamālassa kuvitakkā na jāyare,",
  "anya-e1210n0:975": "Na ca vikkhippate cittaṃ etaṃ tumhe piladhathā’ti;",
  "anya-e1210n0:976": "Paññāratanamālassa na ciraṃ vattate bhavo,",
  "anya-e1210n0:977": "Khippaṃ phasseti amataṃ na ca so rocate bhave’ti;",
  "anya-e1210n0:978": "Maṇimālādharaṃ gehajano sāmiṃ udikkhati,",
  "anya-e1210n0:979": "Vimuttiratanamālantu udikkhanti sadevakā’ti;",
  "anya-e1210n0:980": "Yena ñāṇena bujjhanti ariyā katakiccataṃ,",
  "anya-e1210n0:981": "Taṃ ñāṇaratanaṃ laddhuṃ vāyametha jinorasā’ti;",
  "anya-e1210n0:982": "Paṭisambhidā kiṇivānañāṇena phassayeyya yo,",
  "anya-e1210n0:983": "Asambhīto anubbiggo atirocati sadevake’ti;",
  "anya-e1210n0:984": "Bojjhaṅgaratanamālassa udikkhanti sadevakā,",
  "anya-e1210n0:985": "Kammena taṃ kiṇivāna ratanaṃ vo piladhathā’ti;",
  "anya-e1210n0:986": "Āyu ārogatā vaṇṇaṃ saggaṃ uccākulīnatā,",
  "anya-e1210n0:987": "Asaṅkhatañca amataṃ athi sabbāpaṇe jine;",
  "anya-e1210n0:988": "Appena bahukenāpi kammamūlena gayhati,",
  "anya-e1210n0:989": "Kiṇivā saddhāmūlena samiddhā hotha bhikkhavo;",
  "anya-e1210n0:990": "Bhavatīha-",
  "anya-e1210n0:991": "Vītarāgā vītadosā vītamohā anāsavā,",
  "anya-e1210n0:992": "Vītataṇhā anādānā dhammanagare vasanti te;",
  "anya-e1210n0:993": "Āraññakā dhūtadharā dhāyino lūkhacīvarā,",
  "anya-e1210n0:994": "Vivekābhiratā dhīrā dhammanagare vasanti te’ti;",
  "anya-e1210n0:995": "Nesajjikā sathatikā atho’pi ṭhānavaṅkamā,",
  "anya-e1210n0:996": "Paṃsukūladharā sabbe dhammanagare vasanti te;",
  "anya-e1210n0:997": "Ticīvaradharā sabbe cammakhaṇḍacatuthakā,",
  "anya-e1210n0:998": "Ratā ekāsane viññu dhammanagare vasanti te;",
  "anya-e1210n0:999": "Appicchā nipakā dhīrā appāhārā alolupā,",
  "anya-e1210n0:1000": "Lābhālābhena santuṭṭhā dhammanagare vasanti te;",
  "anya-e1210n0:1001": "Dhāyī dhānaratā dhīrā santacittā samāhitā,",
  "anya-e1210n0:1002": "Ākiñcaññaṃ pathayānā dhammanagare vasantī te;",
  "anya-e1210n0:1003": "Paṭipannā phalaṭṭhā ca sekkhā phalasamaṅgino,",
  "anya-e1210n0:1004": "Āsiṃsakā uttamathaṃ dhammanagare vasanti te;",
  "anya-e1210n0:1005": "Sotāpannā ca vimalā sakadāgāmino ca ye,",
  "anya-e1210n0:1006": "Anāgāmī ca arahanto dhammanagare vasanti te;",
  "anya-e1210n0:1007": "Satipaṭṭhānakusalā bojjhaṅgabhāvanāratā,",
  "anya-e1210n0:1008": "Vipassakā dhammadharā dhammanagare vasanti te;",
  "anya-e1210n0:1009": "Iddhipādesu kusalā samādhibhāvanāratā,",
  "anya-e1210n0:1010": "Sammappadhānamanuyuttā dhammanagare vasanti te;",
  "anya-e1210n0:1011": "Abhiññāpāramippattā pettike gocare ratā,",
  "anya-e1210n0:1012": "Antaḷikkhamhi caraṇā dhammanagare vasanti te;",
  "anya-e1210n0:1013": "Okkhittacakkhu mitabhāṇī guttadvārā susaṃvutā,",
  "anya-e1210n0:1014": "Sudantā uttame dame dhammanagare vasanti te;",
  "anya-e1210n0:1015": "Tevijjā jaḷabhiññā ca iddhiyā pāramiṃ gatā,",
  "anya-e1210n0:1016": "Pañañāya pāramippattā dhammanagare vasanti te;",
  "anya-e1210n0:1017": "Yathāpi nagaraṃ disvā suvibhattaṃ manoramaṃ,",
  "anya-e1210n0:1018": "Anumānena jānanti vaḍḍhakissa mahattanaṃ;",
  "anya-e1210n0:1019": "Tatheva lokanāthassa disvā dhammapuraṃ varaṃ,",
  "anya-e1210n0:1020": "Anumānena jānanti athi so bhagavā iti;",
  "anya-e1210n0:1021": "Anumānenajānanti ūmiṃ disvāna sāgare,",
  "anya-e1210n0:1022": "Yathā’yaṃ dissate ūmī mahanto so bhavissati;",
  "anya-e1210n0:1023": "Tathā buddhaṃ sokanudaṃ sabbathamaparājitaṃ,",
  "anya-e1210n0:1024": "Taṇhakkhayamanuppattambhavasaṃsāramocanaṃ;",
  "anya-e1210n0:1025": "Anumānena ñātabbaṃ ūmiṃ disvā sadevake,",
  "anya-e1210n0:1026": "Yathā dhammumivippharo aggo buddho bhavissati;",
  "anya-e1210n0:1027": "Anumānena jānanti disvā accuggataṃ giriṃ,",
  "anya-e1210n0:1028": "Yathā accuggato esa himavā so bhavissati;",
  "anya-e1210n0:1029": "Tathā disvādhammagiriṃ sītībhutaṃ nirūpadhiṃ,",
  "anya-e1210n0:1030": "Accuggataṃ bhagavato acalaṃ suppatiṭṭhitaṃ;",
  "anya-e1210n0:1031": "Anumānena ñātabbaṃ disvāna dhammapabbataṃ,",
  "anya-e1210n0:1032": "Tathā hi so mahāvīro aggo buddho bhavissati;",
  "anya-e1210n0:1033": "Yathāpi gajarājassa padaṃ disvāna mānusā,",
  "anya-e1210n0:1034": "Anumānenajānanti mahā esa gajo iti;",
  "anya-e1210n0:1035": "Tatheva buddhanāgassa padaṃ disvā vibhāvino,",
  "anya-e1210n0:1036": "Anumānena jānanti uḷāro so bhavissati;",
  "anya-e1210n0:1037": "Anumānenajānanti bhīte disvāna kummige,",
  "anya-e1210n0:1038": "Migarājassa saddenabhītā’me kummigā iti;",
  "anya-e1210n0:1039": "Tatheva tithiye disvā vithaddhe bhītamānase,",
  "anya-e1210n0:1040": "Anumānena ñātabbaṃ dhammarājena gajjitaṃ;",
  "anya-e1210n0:1041": "Nibbutaṃ pathaviṃ disvā haritapattaṃ mahodakaṃ,",
  "anya-e1210n0:1042": "Anamānena jānanti mahāmeghena nibbutaṃ;",
  "anya-e1210n0:1043": "Tathevimaṃ janaṃ disvā āmoditapamoditaṃ,",
  "anya-e1210n0:1044": "Anumānena ñātabbaṃ dhammarājena tappitaṃ;",
  "anya-e1210n0:1045": "Laggaṃ disvā bhisaṃ paṅkaṃ kalaladdagataṃ mahiṃ,",
  "anya-e1210n0:1046": "Anumānena jānanti vārikkhadho mahā gato;",
  "anya-e1210n0:1047": "Tathevimaṃ janaṃ disvā rajopakkhasamāhitaṃ,",
  "anya-e1210n0:1048": "Vahitaṃ dhammanadiyā vissaṭṭhaṃ dhammasāgare;",
  "anya-e1210n0:1049": "Dhammāmatagataṃ disvā sadevakamimaṃ mahiṃ,",
  "anya-e1210n0:1050": "Anumānena ñātabbaṃ dhammakkhadho mahā gato;",
  "anya-e1210n0:1051": "Anumānena jānanti ghāyivā gadhamuttamaṃ,",
  "anya-e1210n0:1052": "Yathā’yaṃ vāyatī gadho hessanti pupphitā dumā;",
  "anya-e1210n0:1053": "Tathevāyaṃ sīlagadho pavāyati sadevake,",
  "anya-e1210n0:1054": "Anumānena ñātabbaṃ athi buddho anuttaro’ti;",
  "anya-e1210n0:1055": "Anumānapañhaṃ.",
  "anya-e1210n0:1056": "Passatāraññake bhikkhū ajjhogāḷhe dhute guṇe,",
  "anya-e1210n0:1057": "Puna passati gihi rājā anāgāmiphale ṭhite;",
  "anya-e1210n0:1058": "Ubho’pi te vilokevā uppajji saṃsayo mahā,",
  "anya-e1210n0:1059": "Bujjheyya ce gihidhamme dhutaṅgaṃ nipphalaṃ siyā;",
  "anya-e1210n0:1060": "Paravādivādamathanaṃ nipuṇaṃ piṭakattaye,",
  "anya-e1210n0:1061": "Hada pucche kathiseṭṭhaṃ so me kaṅkhaṃ vinossatī’ti",
  "anya-e1210n0:1062": "Meṇḍakapañhe ṭhitā dvāsīti gāthā samattā.",
  "anya-e1210n0:1063": "Milidappakaraṇe sabbā gāthā sampiṇḍitā caturādhikasatagāthā honti.",
  "anya-e1210n0:1064": "Milidappakaraṇe sabbagāthāsarūpagahaṇaṃ samattaṃ.",
  "anya-e1210n0:1065": "Saṃkhyāsarūpaṃ",
  "anya-e1210n0:1066": "Saṅkhyāsarūpaṃ pana evaṃ veditabbaṃ. Eka-dvi-ti-catu-pañca-cha-satta-aṭṭha-nava-dasa-ekādasa-dvādasa- terasa-cuddasa-soḷasa-sattarasa-aṭṭhārasa-ekūnavīsati-pañcavīsati-aṭṭhavīsati-tiṃsā -chasaṭṭhi-diyaḍḍhasatanti pañcavīsatividhā saṅkhyā. Tatha buddho eko, pathavi ekā, samuddo eko, sineru eko, devaloko eko, brahmaloko eko’ti cha ekakā milidappakaraṇe āgatā.",
  "anya-e1210n0:1067": "Dve athavase sampassamānā bhagavatā vihāradānaṃ anuññātaṃ? Vihāradānaṃ nāma sabbabuddhehi vaṇṇitaṃ anumataṃ thomitaṃ pasathaṃ vihāradānaṃ davā devamanussā jātijarābyādhimaraṇehi muccissanti. Vihāre sati bhikkhū bhikkhuniyo vā katokāsā dassanakāmānaṃ sulabhadassanaṃ bhavissantī’ti.",
  "anya-e1210n0:1068": "Dve athavase paṭicca sabbabuddhā attanā nimmitaṃ catupaccayaṃ na paribhuñjanti? Aggadakkhiṇeyyo sathā’ti bahū devamanussā catupaccayaṃ datvā dukkhā muccissanti. Buddhā paṭihāriyaṃ kavā jīvitavuttiṃ pariyesantī’ti parūpavādalopanathañcāti.",
  "anya-e1210n0:1069": "Dve akammajā ahetujā anutujā? Ākāso nibbānañcā’ti",
  "anya-e1210n0:1070": "Dve athavase sampassamānena vessantarena raññā dve puttā dinnā? Dānapathova me na parihāyissati, ime kumārā mūlajalāhārabhuñjanadukkhato mucacissantī’ti.",
  "anya-e1210n0:1071": "Udakassa dve guṇā nibbānaṃ anuppaviṭṭhā? Sītalabhāvo, pītassa ghammavinayanabhāvo cā’ti.",
  "anya-e1210n0:1072": "Asatiyā ajānanena cā’ti dvīhi kāraṇehi āpattiṃ āpajjantī’ti cha dukā āgatā.",
  "anya-e1210n0:1073": "Sītena uṇhena atibhojanenā’ti tīhi ākārehi pittaṃ kuppati.",
  "anya-e1210n0:1074": "Sītena uṇhena annāpānena cā’ti tahī ākārehi semhaṃ kuppati.",
  "anya-e1210n0:1075": "Buddhavaṃsatāya dhammagarukatāya bhikkhubhumimahantatāyā’ti tīhi kāraṇehi pātimokkhaṃ paṭicchannaṃ kārāpeti.",
  "anya-e1210n0:1076": "Agadassa tayo guṇā nibbānaṃ anuppaviṭṭhā? Gilānakānaṃ parisaraṇaṃ rogavināsanaṃ amatakaraṇanti.",
  "anya-e1210n0:1077": "Maṇiratanassa tayo guṇā nibbānaṃ anuppaviṭṭhā? Sabbakāmadadaṃ nahāsakaraṃ ujjotathakaranti.",
  "anya-e1210n0:1078": "Ratanacadanassa tayo guṇā? Vaṇṇasampanno gadhasampanno rasasampanno’ti satta tikā vuttā.",
  "anya-e1210n0:1079": "Sappimaṇḍassa tayo guṇā? Vaṇṇasamapanno, gadhasampanno, rasasampanno’ti sattatikā vuttā diṭṭhadhammaphāsuvihāratāya anavajjaguṇabahulatāyaasesaariyavīthibhāvato sabbabuddhapasathatāyāti ime cattāro athavase sampassamānā buddhā paṭisallānaṃ sevanti.",
  "anya-e1210n0:1080": "Ninnatāya dvāratāya ciṇṇatāya samudācaritattāti catuhi ākārehi manoviññāṇaṃ dvipañcaviññāṇe anupavattati.",
  "anya-e1210n0:1081": "Kammavasena yonivasena kulavasena āyācanavasenā’ti catunnaṃ sannipātānaṃ vasena gabbhassāvakkanti hoti.",
  "anya-e1210n0:1082": "Adiṭṭhantarāyo, uddissakatassa antarāyo, upakkhaṭantarāyo paribhogantarāyo’ti cattāro antarāyā tesu adiṭṭhantarāyo bhagavato athi, sesā tayo nathi, uddissakatassa byāmappabhāya sabbaññutañāṇassa jīvitassa cā’ti catunnaṃ antarāyābhāvā.",
  "anya-e1210n0:1083": "Abbhā, mahikā, megho, rāhu cā’ti cattāro sūriyarogā samuddasasa cattāro guṇā? Kuṇapehi asaṃvāsiyabhāvo, nadīhi apūraṇatā, mahābhutāvāsatā, vicittapupphasamākiṇṇatā’ti.Satta catukkā vuttā.",
  "anya-e1210n0:1084": "5. Bhumimahantatā, parisuddhavimalatā, pāpehiasaṃvāsiyatā, duppaṭivijjhatā, bahuvidhasaṃvararakkhiyatā’ti sāsanassa ime atulyā pañca guṇā vattanti pakāsanti.",
  "anya-e1210n0:1085": "Bhojanassa pañca guṇā nibbānaṃ anuppaviṭṭhā? Accuggatatā, acalatā duradhirohaṇatā bījārūhaṇatā kopānunayavivajjanatā’ti.",
  "anya-e1210n0:1086": "Āhaccapadena rasena ācariyavaṃsatāya adhippāyākāratāya ñāṇuttaratāyā’ti imehi pañcaguṇehi atho paṭiggahetabbo cā’ti cattāro pañcakā vuttā.",
  "anya-e1210n0:1087": "6. Senāpati, purohito, akkhadasso, bhaṇḍāgāriko, chattagāho, khaggagāho amacco’ti cha amaccā gaṇīyanti. Vepullo rājagahiyānaṃ buddho aggo pavuccatī’ti cha aggā. Māṇavagāmikadevaputtena vuttagāthā nāgasenena āharivā vuttā.",
  "anya-e1210n0:1088": "Vātiko, pittiko, semhiko, devatūpasaṃhārato, samudāciṇṇato, pubbanimittato’ti cha janā supinaṃpassantī’ti tayo chakkā vuttā.",
  "anya-e1210n0:1089": "7. Puthujjanacittaṃ, sotāpannacittaṃ, sakadāgāmicittaṃ, anāgāmicittaṃ, arahantacittaṃ, paccekabuddhacittaṃ, sammāsambuddhacittanti satta cittavimuttiyo.",
  "anya-e1210n0:1090": "Nārado, dhammantarī, aṃgīraso, kapilo, kaṇḍaraggisāmo, atulo, pubbakaccāyano’ti satta ācariyā ovādakārakā.",
  "anya-e1210n0:1091": "‘‘Jighacchāya, pipāsāya, ahinā daṭṭho, visena ca,",
  "anya-e1210n0:1092": "Aggī-udaka-sattīhi akāle tattha miyyatī’’ti;",
  "anya-e1210n0:1093": "Ime satta janā akālamaraṇikā nāmā’ti tayo sattakā vuttā.",
  "anya-e1210n0:1094": "8. Visamaṃ sabhayaṃ …pe… aṭṭhete parivajjiyā’ti imāni aṭṭhaṭṭhānāni paṇḍitehi parivajjanīyānīti parivajjanīyaṭṭhānaṭṭhakaṃ nāma.",
  "anya-e1210n0:1095": "Rattoduṭṭho …pe… ete athavināsakā’ti idaṃ athavināsakaṭṭhakaṃ nāma.",
  "anya-e1210n0:1096": "Vasena yasapucchāhi …pe… tesaṃ buddhi pabhijjatī’ti idaṃ buddhivisadakaraṇaṭṭhakaṃ nāma.",
  "anya-e1210n0:1097": "Kālaṃ desaṃ dīpaṃ kulaṃ janettimāyuṃ māsaṃ nekkhammaṃ viloketī’ti idaṃ bodhisattena vilokiyaṭṭhakaṃ nāma.",
  "anya-e1210n0:1098": "‘‘Vikkayānāgatamaggo tithaṃ tīraṃ āyuthiraṃ;",
  "anya-e1210n0:1099": "Anāgataṃ kusalaṃvā’ti aṭṭhaṭṭhānā vilokiyā’’ti;",
  "anya-e1210n0:1100": "Idaṃ anāgatavilokiyaṭṭhakaṃ nāma.",
  "anya-e1210n0:1101": "‘‘Vāṇijo hathināgo ca sākaṭiko niyāmako",
  "anya-e1210n0:1102": "Bhisakko uttarasetu bhikkhu ceva jinaṅkuro,",
  "anya-e1210n0:1103": "Ete aṭṭha anāgate aṭṭha janā vilokiyā’’ti;",
  "anya-e1210n0:1104": "Idaṃ vilokiyaṭṭhakaṃ nāma.",
  "anya-e1210n0:1105": "Ratto duṭṭho’ca mūḷho ca mānī luddho tathā’laso rājā ca ghātakā aṭṭha nāgasenena desitā’tiidaṃ ghātakaṭṭhakaṃ nāma.",
  "anya-e1210n0:1106": "Vāta pittena semhena …pe… akāle tatha viyyatī’ti idaṃ akālamaraṇakāraṇaṭṭhakaṃ nāma.",
  "anya-e1210n0:1107": "Na vā atho anusāsitabbo, na rāgupasaṃhitaṃ cittaṃ na dosūpasaṃhitaṃ cittaṃ na mohūpasaṃhitaṃ cittaṃ upaṭṭhāpetabbaṃ, dāsakammakaraporisesu nīcavuttinā bhavitabbaṃ, kāyikavācasikaṃ suṭṭhu rakkhitabbaṃ, chaḷidriyāni suṭṭhū rakkhitabbāni, mettābhāvanāya mānasaṃ upaṭṭhāpetabbanti idaṃ raññā milidena samādinnaṃ vattaṭṭhakaṃ nāma.",
  "anya-e1210n0:1108": "Pupphāpaṇaṃ gadhāpanaṃ phalāpaṇaṃ agadāpaṇaṃ osadhāpaṇaṃ amatāpaṇaṃ ratanāpaṇaṃ sabbāpaṇanti idaṃ āpaṇaṭṭhakaṃ nāmā’ti. Dasa aṭṭhakā vuttā.",
  "anya-e1210n0:1109": "9.’Ratto duṭṭho ca mūḷho ca …pe… khippaṃ bhavati pākaṭanti’ idaṃ ittaranavakaṃ nāma.",
  "anya-e1210n0:1110": "Navānupubbavihārasaṅkhātadhammānumajjajanavakanti dve navakā vuttā.",
  "anya-e1210n0:1111": "10.",
  "anya-e1210n0:1112": "’Saṅghasamusukho dukkhi dhammādhipatikopi ca",
  "anya-e1210n0:1113": "Saṃvibhāgī yathāthāmaṃ jinacakkābhivaḍḍhako",
  "anya-e1210n0:1114": "Sammadiṭṭhipurakkhāro anaññasathuko tathā",
  "anya-e1210n0:1115": "Surakkho kāyakammādi samaggābhiratopi ca",
  "anya-e1210n0:1116": "Akubho na care cakke buddhādisaraṇaṅgato",
  "anya-e1210n0:1117": "Dasa upāsakaguṇā nāgasenena desitā’ti",
  "anya-e1210n0:1118": "Idaṃ upāsakaguṇadasakaṃ nāma.",
  "anya-e1210n0:1119": "Gaṅgā yamunā aciravatī sarabhu mahī sidhu sarassatī vetravatī vitathā cadabhāgā’tī idaṃnadidasakaṃ nāma.",
  "anya-e1210n0:1120": "Sītaṃ uṇhaṃ jighacchā pipāsā uccāro passāvo thinamiddhaṃ jarā byādhi maraṇanti idaṃ kāyānuvattakadasakaṃ nāma.",
  "anya-e1210n0:1121": "Buddhe sagāravo, dhamme sagāravo, saṅghe sagāravo, sabrahmacārisu sagāravo, uddesaparipucchāsu vāyamati, savaṇabahulo hoti, bhinnasīlo’pi ākappaṃ upaṭṭhāpeti, garahabhayā kāyikavācasikañcassa surakkhitaṃ hoti, padhānābhimukhaṃ cittaṃ hoti, karontopi pāpaṃ paṭicchannaṃ ācaratī’ti idaṃ gihidussīlādhikaguṇadasakaṃ nāma.",
  "anya-e1210n0:1122": "Avajjhakavacadhāraṇako, isisāmaññabhaṇḍaliṅgadhāraṇako, saṅghasamayamanupaviṭṭhatāya buddhadhammasaṅgharatanagatatāya padhānālayaniketavāsatāya jinasāsane dhanapariyesanato varadhammadesanato dhammadīpagatiparāyaṇatāya’ aggo buddho’ti ekantojudiṭṭhitāya uposathasamādānato dakkhiṇaṃ visodhetī’ti ekantojudiṭṭhitāya uposathasamādānato dakkhiṇaṃ visodhetī’ti ekantojudiṭṭhitāya uposathasamādānato dakkhiṇaṃ visodhetī’ti idaṃ dakkhiṇāvasena dasakaṃ nāma.",
  "anya-e1210n0:1123": "Alagganatā, nirālayatā, vāgo, pahāṇaṃ, apunarāvattitā, sukhumatā, mahantatā, duranubodhatā, dullabhatā asadisatā, buddhadhammassā’ti idaṃ bodhisattaguṇadasakaṃ nāma.",
  "anya-e1210n0:1124": "Majjajadānaṃ, samajjadānaṃ, ithidāṃ, asabhadānaṃ, cittakammadānaṃ, visadānaṃ, sathadānaṃ, saṅkhalikadānaṃ, kukkuṭasūkaradānaṃ, tulākūṭa mānanakūṭadānananti idaṃ loke adānasammatadānaṃ nāma.",
  "anya-e1210n0:1125": "Mātā badhanaṃ, pitā badhanaṃ, bhariyā badhanaṃ, puttā badhanaṃ, ñātī badhanaṃ, mittābadhanaṃ, dhanaṃ badhanaṃ, lābhasakkārobadhanaṃ, issariyaṃ badhanaṃ, pañcakāmaguṇā badhananti idaṃ badhanadasakaṃ nāma.",
  "anya-e1210n0:1126": "Vidhavā ithi, dubbalo puggalo, amittañātipuggalo, mahagghaso, anācāriyakulavāsī, pāpamitto, dhanahīno, ācariyahīno, kammahīno, payogahīno puggalo’ti idaṃ oñātabbapuggaladasakaṃ nāma.",
  "anya-e1210n0:1127": "Dame same khantisaṃvare yame niyame akkodhe vihiṃsāya sacce soceyye’ti dasaṭṭhānesu satataṃ cittaṃ pavattatī’ti idaṃ vessantaraguṇadasakaṃ nāmā’ti.",
  "anya-e1210n0:1128": "Ekādasa dasakā vuttā.",
  "anya-e1210n0:1129": "11. Ākāsassa ekādasa guṇā nibbānaṃ anuppaviṭṭhā? Na jāyati, najiyyati, na miyyati, na cavati, na uppajjati, duppasayho, acoraharaṇo, anissito, vihaṅgagamano, nirāvaraṇo, ananto’ti idaṃ ākāsaguṇakādasakaṃ nāma.",
  "anya-e1210n0:1130": "Sīlapākāraṃ …pe… satipaṭṭhānavīthikanti idaṃ dhammanagaraparivārekādasakaṃ nāmā’ti dve ekādasakā vuttā.",
  "anya-e1210n0:1131": "12. Ratto rāgavasena apacitiṃ na karoti, duṭṭho dosavasena, mūḷho mohavasena, unnaḷomānavasena, nigguṇo avisesatāya, atithaddho atisedhatāya, hīno hīnabhāvatāya,vacanakaro anissaratāya, pāpo kadariyatāya, dukkhāpito dukkhāpitatāya, luddho lobhavasena, āyūhito athasādhanavasena apacitiṃ na karotīti idaṃ apacitiakārakapuggaladvādasakaṃ nāma ekameva āgataṃ.",
  "anya-e1210n0:1132": "13. Paṃsukūlikaṅgaṃ tecīvarikaṅgaṃ piṇḍapātikaṅgaṃ sapadānacārikaṅgaṃ ekāsanikaṅgaṃ pattapiṇḍikaṅgaṃ khalupacachābhattikaṅgaṃ āraññikaṅgaṃ rukkhamūlikaṅgaṃ abbhokāsikaṅgaṃ sosānikaṅgaṃ yathāsathatikaṅgaṃ nesajajikaṅganti idaṃ dhutaṅgaterasakaṃ nāma ekameva.",
  "anya-e1210n0:1133": "14. Cuddasabuddhañāṇavasena cuddasakaṃ veditabbaṃ.",
  "anya-e1210n0:1134": "16. Alaṅkārapaḷibodho, maṇḍanapaḷibodho, telamakkhanapaḷibodho, vaṇṇapaḷibodho, mālāpaḷibodho, gadhapaḷibodho, vāsapaḷibodho, harīṭakipaḷibodho, āmalakapaḷibodho, raṅgapaḷibodho, badhanapaḷibodho, kocchapaḷibodho, kappakapaḷibodho, vijaṭanapaḷibodho, ūkāpaḷibodho, kesesu lūyantesu socanti kilamanti paridevanti urattāḷiṃ kadanti sammohaṃ āpajjantīti idaṃ kesapaḷibodhasoḷakaṃ.",
  "anya-e1210n0:1135": "Tiracchanagato peto micchādiṭṭhito kuhako mātughātako pitughātako arahantaghātako lohituppādako saṅghabhedako tithiyapakkantako theyyasaṃvāsako bhikkhunīdūsako terasannaṃ garukāpattīnaṃ aññataraṃ āpajjivā avuṭṭhito paṇḍako, ubhatobyañjanako, ūnasattavassako’ti idaṃ adhammābhisamayapuggalasoḷasakantī dve soḷasakā vuttā.",
  "anya-e1210n0:1136": "17. Abhijānato sati uppajjati kaṭumikāya, oḷārikaviññāṇato hitaviññāṇato ahitaviññāṇato sabhāganimittato vīsabhāganimittato kathābhiñañāṇato lakkhaṇato saraṇato muddato gaṇanāto dhāraṇato bhāvanato potthakanibadhanato upanikkhepato anubhutato sati uppajjatīti idaṃ satiuppajjanākārasattarasakaṃ ekameva.",
  "anya-e1210n0:1137": "18. Aṭṭhārasabuddhadhammavasena aṭṭhārasakaṃ veditabbaṃ.",
  "anya-e1210n0:1138": "19. Suti sumuti saṃkhyayogā ñāyavesesikā gaṇitā gadhabbā tikicchā catubbedā purāṇā itihāsajotisā māyā hetu mantanā yuddhā chadasā buddhavacanena ekūnavīsatīti idaṃ rañño sikkhitasathekūnavisatikaṃ.",
  "anya-e1210n0:1139": "22. Aggo yamo seṭṭho niyamo hāro vihāro saṃyamo saṃvaro khanti soraccaṃ ekantacariyā ekattābhirati paṭisallānaṃ hiri ottappaṃ vīriyaṃ appamādo sikkhāpadānaṃ uddeso paripucchā sīlādiabhirati nirālayatā sikkhāpadapāripūritāti bāvīsatisamaṇakaraṇā dhammā kāsāvadhāraṇaṃ bhaṇḍubhāvo cā’ti dve liṅgāni pakkhipivā vadanakāraṇaguṇabāvīsatikaṃ.",
  "anya-e1210n0:1140": "25. Ārakkhā sevanā ceva pamattappamattā tathā seyyāvakāso gelaññaṃ bhojanaṃ labbhakañceva viseso ca vijāniyā pattabhattaṃ saṃvibhaje assāso ca paṭicāro gāmaviharaṃ cārā be sallāpo pana kātabbo chiddaṃ disvā khameyya ca sakkaccākhaṇḍakārī dve arahassāsesakāri dve janeyya janakaṃ cittaṃ vaḍḍhicitataṃ janeyya ca sikkhābale ṭhapeyya naṃ mettaṃ cittañca bhāvaye. Na jahe apadāya ca karaṇīye ca ussukaṃ paggahe khalikaṃ dhamme. Iti paṃcavīsa guṇāmilidena pakāsitā’ti idaṃ antevāsikamhi ācariyena kataguṇapaṃcavīsatikaṃ",
  "anya-e1210n0:1141": "Kodho upanāho makkho palāso issā macchariyaṃ māyā sāṭheyyaṃ thamho sāramho māno atimāno mado pamādo thinamiddhaṃ nadi ālasyaṃ pāpamittatā rūpā saddā gadhā rasā phoṭṭhabbā budhā pipāsā aratīti idaṃ cittadubbalīkaraṇadhammapañcavīsatikanti dve pañcavīsatikā vuttā.",
  "anya-e1210n0:1142": "28. Paṭisallānaṃ paṭisalliyamānaṃ puggalaṃ rakkhati. Āyuṃ vaḍḍheti, balaṃ vaḍḍheti, vajjaṃ pidahati, ayasaṃ apaneti, yasaṃ upadahati, aratiṃ apaneti, ratiṃ upadahati, bhayaṃ apaneti, vesārajjaṃ karoti, kosajjaṃ apaneti, vīriyaṃ abhijaneti, rāgaṃ apaneti, dosaṃ apaneti, mohaṃ apaneti, mānaṃ nihanti, vitakkaṃ bhañjati, cittamekaggaṃ karoti, mānasaṃ sinehayati, hāsaṃabhijaneti, garukaṃkaroti, mānaṃ uppādayati, namassiyaṃ karoti, pītiṃ pāpeti, pāmojjaṃ karoti, saṅkhārānaṃ sabhāvaṃ dassayati, bhavapaṭisadhiṃ ugghāṭeti, sabbasāmaññaṃ detīti idaṃpaṭisallāne guṇaṭṭhavīsatikaṃ.",
  "anya-e1210n0:1143": "Mahosadho mahārāja sūro, hirimā, ottāpī, sapakkho, mittasampanno, khamo, sīlavā, saccavādī, soceyyasampanno, akodhano, anatimānī, anusūyako, vīriyavā, āyūhako, saṅgāhako, saṃvibhāgī, sakhilo, nivātavutti, asaṭho, amāyāvī, buddhisampanno, kittimā, vijjāsampanno, hitesī upanissitānaṃ, abhirūpo dassanīyo, pathito sabbajanassa, dhanavā yasavā’ti idaṃ mahosadhaguṇaṭṭhavīsatikaṃ iti dve aṭṭhavīsatikā vuttā.",
  "anya-e1210n0:1144": "30. Imehi terasahi dhutaguṇehi pubbe āsevitehi nisevitehi ciṇṇehi pariciṇṇehi caritehi paripūritehi nimittabhūtehi ariyasāvako idha bhave tiṃsaguṇavarehi samupeto hoti katamehi tiṃsaguṇavarehi? Siniddhamudumaddavamettacitto hoti, ghātitahatavihatakileso hoti, hatanihatamānadappo hoti, acaladaḷhaniviṭṭhanibbematikasaddho hoti, paripuṇṇa-pīṇita. Pahaṭṭhalobhaniya-santa-sukha-samāpattilābhī hoti, sīla-vara-pavara-asama-sucigadhaparibhāvito hoti, devamanussānaṃ piyo hoti manāpo, khīṇāsava-ariyapuggala-pathito hoti, devamanussānaṃ vaditapūjito thutathavitathomitapasatho, idha vā huraṃ vā lokena anupalitto, appathokavajje’pi bhayadassāvī, vipula-vara-sampattikāmānaṃ maggaphalavarathasādhano, ayācitavipulapaṇītapaccayabhāgī, aniketasano, dhānajjhāyitapavaravihārī, vijaṭitakilesajālavathuko, bhinna-bhagga-saṅkuṭita-samhina-gatinivāraṇo, akuppadhammo, ahīnītavāso, anavajjabhogī, gativimutto, uttiṇṇasabbavicikiccho, vimuttijjhāyitatto, diṭṭhadhammo, acaladaḷhabhīruttāṇamupagato, samucchinnānusayo, sabbāsavakkhayampatto, santasukhasamāpattivihārabahulo, sabbasamaṇaṇaguṇasamupeto, imehi tiṃsaguṇavarehi samupeto hoti. Iti dhutaṅgaguṇānisaṃsaguṇavaratiṃsakaṃ.",
  "anya-e1210n0:1145": "Jātipi dukkhā, jarāpi dukkhā, byādhipi dukkho, maraṇampi dukkhaṃ, sokopi paridevopi dukkho,upāyāsopi appiyehi sampayogopi piyehi vippayogopi, mātumaraṇampi pitumaraṇampi bhātumaraṇampi bhaginimaraṇampi ñātimaraṇampi ñātibyasanampi bhogavyasanampi sīlabyasanampi diṭṭhibyasanampi rājabyasanampi corabyasanampi veribhayampi dubbhikkhabhayampi aggibhayampi dukkhaṃ, udakabhayampi dukkhaṃ, ūmibhayampi āvaṭṭabhayampi kumbhīlabhayampi suṃsumārabhayampi attānuvādabhayampi parānuvādabhayampi asilokabhayampi daṇḍabhayampi duggatibhayampi parisasārajjabhayampi ājīvikabhayampi maraṇabhayampi mahābhayampi vettehi tāḷanampi kasāhi tāḷanampi aḍḍhadaṇḍakehi tāḷanampi hathacchedampi pādacchedampi nāsacchedampi kaṇṇacchedampi kaṇṇanāsacchedampi biḷaṅgathālikampi saṅkhamuṇḍikampi rāhumukhampi jotimalikampi hathapajjotikampi erakavattikampi cīrakavāsikampi eneyyakampi balisamaṃsikampi kahāpaṇikampi khārāpatacchikampi paḷighaparivattikampi palālapīṭhikampi tattenapi telena osiñcanampi sunakhehi khādāpanampi jīvasūlāropaṇampi asināsīsacchedanampīti idaṃ dukkhasaṭṭhikaṃ.",
  "anya-e1210n0:1146": "Saṅkhamuṇḍakanti saṅkhamuṇḍakammakaraṇaṃ taṃ karontā uttaroṭṭhassa ubhayato kaṇṇacūḷikagalavāṭakaparicchedena cammaṃ chidivā sabbakese ekato gaṇṭhiṃ kavā daṇḍakena veḍhavā uppāṭenti saha kesehi cammaṃ uṭṭhahati tato sīsakaṭāhaṃthūlasakkharāhi ghaṃsivā dhovantā saṅkhavaṇṇaṃ karonti.",
  "anya-e1210n0:1147": "Tatha biḷaṅgathālikanti kañjiyokkhalikakammakaraṇaṃ. Taṃ karontā sisakaṭāhaṃ uppāṭevā tattaṃ ayoguḷaṃ saṇḍāsena gahevā tatha pakkhipanti. Tena mathaluṅgaṃ pakkaṭhivā upari uttarati.",
  "anya-e1210n0:1148": "Rāhumukhanti rāhumukhakammakaraṇaṃ. Taṃ karontā saṅkunā vivarivā antomukhe dīpaṃ jālenti. Kaṇṇacūḷikāhi vā paṭṭhāya mukhaṃ nikhādanena khaṇanti lohitaṃpaggharivā mukhaṃ pūreti.",
  "anya-e1210n0:1149": "Jotimālikanti sakalasarīraṃ telapilotikāya veṭhevā ālimpenti.",
  "anya-e1210n0:1150": "Hathapajjotikanti hathe telapilotikāya veṭhevā pajjālenti.",
  "anya-e1210n0:1151": "Erakavattikanti erakavattakammakaraṇaṃ. Taṃ karontā heṭṭhāgivato paṭṭhāya cammavaṭṭe kantantā gopphake pātentī atha naṃ yottehi badhivā kaḍḍhanti. So attano’vacammavaṭṭe akkamivā patati cīrakavāsikanti cirakavāsikakammakaraṇaṃ. Taṃ karontā tatheva cammavaṭṭe kantivā kaṭiyaṃ ṭhapenti. Kaṭito paṭṭhāya kantivāgopphakesu ṭhapenti. Uparimehi heṭṭhimasarīraṃ cīrakanivāsananivathaṃ viya hoti.",
  "anya-e1210n0:1152": "Eṇeyyakanti eṇeyyakakammakaraṇaṃ. Taṃ karontā uhosu kapparesu ca jaṇṇukesu ca ayasalākayo davā ayasūlāni koṭṭenti. So catuhi ayayulehi bhumiyaṃ patiṭṭhahati. Atha naṃ parivārevā aggiṃ karonti. Taṃ sadhisadhito sūlāni apanovā catuhi aṭṭhikoṭīhiyeva ṭhapenti.",
  "anya-e1210n0:1153": "Baḷisamaṃsikantiubhatomukhehi baḷisehi paharivā cammamaṃsanahārūni uppāṭenti.",
  "anya-e1210n0:1154": "Kahāpaṇakanti sakala sarīraṃ tiṇhāhi vāsīhi koṭito paṭṭhāya kahāpaṇa mattaṃ kahāpaṇa mattaṃ pātentā koṭṭenti.",
  "anya-e1210n0:1155": "Khārāpatacchikanti sarīraṃ tatha tatha āvudhehi paharivā kocchehi khāraṃ saṃsenti cammamaṃsanahārūni paggharivā aṭṭhakasaṅkhalikā’va tiṭṭhati.",
  "anya-e1210n0:1156": "Paḷighaparivattakatī ekena passena nipajjāpevā kaṇṇaṇacchidde ayasūlaṃ koṭṭevā pathaviyā ekabaddhaṃ karonti atha naṃ pāde gahevā āvijjhanti.",
  "anya-e1210n0:1157": "Palālapīṭhikanti cheko kāraṇiko chavicammaṃ acchidivā nisadapotakehi aṭṭhini bhidivākesakalāpe gahevā ukkhipanti. Maṃsarāsiyeva hoti. Atha naṃ keseheva pariyonadhivā gaṇhanti palālavaṭṭiṃ viya kavā paḷiveṭhentī’ti vinayaṭīkā.",
  "anya-e1210n0:1158": "Imañca saṭṭhividhaṃ dukkhaṃ sallakkhevā bhavesu nibbidivā virajjivā bhavataṇhaṃ pahāvā dukkhalakkhaṇaṃ dukkhānupassanā ñāṇena passitabbanti.",
  "anya-e1210n0:1159": "Diyaḍḍhasikkhāpadasatanti pañcasattati sekhiye apanevā sesānaṃ vasena diyaḍḍhasikkhāpadasataṃ veditabbanti.",
  "anya-e1210n0:1160": "Saṅkhyāparicchedassa sarūpagahaṇaṃ samattaṃ.",
  "anya-e1210n0:1161": "Caturādhikasatesu gahetabbathesu pana catuttiṃsa ekathānī, catuttiṃsa dveyathāni soḷasa tyathāni, paṃca caturathāni, terasa pañcathāni, dve sattathānī’ti.",
  "anya-e1210n0:1162": "Milidapañhaṭīkā samattā.",
  "anya-e1210n0:1163": "Kusalena ṭhitā kusalā",
  "anya-e1210n0:1164": "Kusalo adhigacchati santipadaṃ,",
  "anya-e1210n0:1165": "Kathitaṃ muninā sucitaṃ",
  "anya-e1210n0:1166": "Paramatha sabhāvagatīsu gataṃ;",
  "anya-e1210n0:1167": "Nānāadhippāyavasā pavatte",
  "anya-e1210n0:1168": "Pāṭhānamathe kusalo vidivā,",
  "anya-e1210n0:1169": "Ārocamāno varayuttamathaṃ",
  "anya-e1210n0:1170": "Gaṇheyya sīho viya nāgarājaṃ;",
  "anya-e1210n0:1171": "Hivā asāraṃ suhitañca gaṇhe",
  "anya-e1210n0:1172": "Ārogyakāmo ahitaṃ’va rogaṃ,",
  "anya-e1210n0:1173": "Viññu paveseyya ca yuttamathaṃ",
  "anya-e1210n0:1174": "Haṃsādhipo vā udakaṃ’va khīrā’ti;",
  "anya-e1210n0:1175": "Paramavisuddhasaddhābuddhivīriyapatimaṇḍitena sīlācārajjavamaddavādi-guṇasamudayasamuditenasakasamayasamayantaragahaṇajjhogāhasamathena- paññāveyyattiyasamannāgatena tipiṭakapariyattippabhede sāṭṭha-kathe sathusāsane appaṭihatañāṇappabhāvena ānanubhāvakaraṇa- sampattijanitasukhaviniggatamadhuroḷāravacanalāvañañayuttena yutta-mathavādinā vādīvarena mahākavinā suvipulavimalabuddhinā mahātipiṭaka- cūḷābhayathero’ti garūhi gahitanāmadheyyenatherena kato milidaṭīkāgatho samatto.",
  "anya-e1210n0:1176": "Tāva tiṭṭhatu lokasmiṃ lokanitharaṇesitaṃ",
  "anya-e1210n0:1177": "Dassento kulaputtānaṃ nayapaññā visuddhiyā,",
  "anya-e1210n0:1178": "Yāva buddho’ti nāmampi suddhacittassa tādino",
  "anya-e1210n0:1179": "Lokamhi lokajeṭṭhassa pavattati mahesino;",
  "anya-e1210n0:1180": "Bhuttā sudhādvādasa hanti pāpake",
  "anya-e1210n0:1181": "Khudhaṃ pipāsaṃ atidaraṃtrimaṃ (?)",
  "anya-e1210n0:1182": "Kodhupanāhañcavivādapesuniṃ",
  "anya-e1210n0:1183": "Situṇhatadiñca rasaggamāvahā;",
  "anya-e1210n0:1184": "Dentassa pākādisakapphalāvahā",
  "anya-e1210n0:1185": "Dhammo suvutto pana kopadhāpake,",
  "anya-e1210n0:1186": "Taduttariṃ hanti asesapāpake",
  "anya-e1210n0:1187": "Dentassa sotādisakapphalāvaho;",
  "anya-e1210n0:1188": "Iti pañca tiyaḍḍhasate sakide (?)",
  "anya-e1210n0:1189": "Madhurābhiramekarasenana yuto,",
  "anya-e1210n0:1190": "Milidā suṭikā suguṇā sukatā",
  "anya-e1210n0:1191": "Nibhayena dvīpasena (?) Yatā samato;",
  "anya-e1210n0:1192": "Laṅkavhaye dipavare susaṇaṇṭhitā",
  "anya-e1210n0:1193": "Mahāvihāre ca jinorasālaye,",
  "anya-e1210n0:1194": "Paramparā theragaṇā susaṇṭhitā",
  "anya-e1210n0:1195": "Pakāsakā ye varasathusāsane;",
  "anya-e1210n0:1196": "Tesaṃ alaṅkārabhavena sāsane",
  "anya-e1210n0:1197": "Tipeṭake suddhavisuddhabuddhinā,",
  "anya-e1210n0:1198": "Sahāsayantena nare sarājike",
  "anya-e1210n0:1199": "Pahāsayantena gaṇe gaṇuttame;",
  "anya-e1210n0:1200": "Ṭīkā’ti nāmena milidadīpikā",
  "anya-e1210n0:1201": "Varathato gathappakarena sambhavaṃ (?)",
  "anya-e1210n0:1202": "Sugathakārenajinaṅkurena me",
  "anya-e1210n0:1203": "Katañca yaṃ yaṃ varapuñña sampadaṃ (?)",
  "anya-e1210n0:1204": "Kusalena tenevahipathayantā",
  "anya-e1210n0:1205": "Varabodhiñāṇaṃ tividhesu ye yaṃ,",
  "anya-e1210n0:1206": "Nibhayena tesaṃ turasijjhataṃ taṃ (?)",
  "anya-e1210n0:1207": "Paramañca sabbaññutaṃ pāpuṇeyyaṃ;",
  "anya-e1210n0:1208": "Ito cuto’haṃsuhitena kammunā",
  "anya-e1210n0:1209": "Bhavāmi deve tusitavhaye pure,",
  "anya-e1210n0:1210": "Ciraṃ caranto kusalaṃ punappunaṃ",
  "anya-e1210n0:1211": "Tatheva metteyyavare nirantaraṃ;",
  "anya-e1210n0:1212": "Tato naranto’va jinaṅkuro varo",
  "anya-e1210n0:1213": "Yathā vīrabuddho’ti bhavekanāyako,",
  "anya-e1210n0:1214": "Tato taranto varapuññakārako",
  "anya-e1210n0:1215": "Bhavāmi narānarapūjito sadā;",
  "anya-e1210n0:1216": "Susuro pavaro sumano varado",
  "anya-e1210n0:1217": "Piṭakena vase sajane kathite,",
  "anya-e1210n0:1218": "Pavaratha pakāsakañāṇavaro",
  "anya-e1210n0:1219": "Varadhammasukhesanako sīlavā (?)",
  "anya-e1210n0:1220": "Sace tidive tusite manorame",
  "anya-e1210n0:1221": "Bhavāmi jāto manorathappati,",
  "anya-e1210n0:1222": "Varappadese patirūpake sadā",
  "anya-e1210n0:1223": "Dhīrā pajāyanti supuñña kammino;",
  "anya-e1210n0:1224": "Ahampi tatheva padesamuttame",
  "anya-e1210n0:1225": "Bhavāmi nārīhi narehi pūjito,",
  "anya-e1210n0:1226": "Dhanena ñāṇena yasena dīpito",
  "anya-e1210n0:1227": "Visodhayanto puna sathusāsananaṃ;",
  "anya-e1210n0:1228": "Anena puññena bhavāvasānake",
  "anya-e1210n0:1229": "Sabbaññutaṃyāva ca pāpūṇevaraṃ,",
  "anya-e1210n0:1230": "Nirantaraṃ lokahitassa kārako",
  "anya-e1210n0:1231": "Bhave bhaveyyaṃ sucito ca pāramī;",
  "anya-e1210n0:1232": "Puññenanena vipulena bhavābhavesu",
  "anya-e1210n0:1233": "Puññābhivūḍḍha parisuddhaguṇādhivāso,",
  "anya-e1210n0:1234": "Huvā narādhikataro (vata) sabbaseṭṭho;",
  "anya-e1210n0:1235": "Buddho bhaveyyamahamuttamanāthanātho;",
  "anya-e1210n0:1236": "Puññena ciṇṇena piye mayā’daraṃ (?)",
  "anya-e1210n0:1237": "Sattā averā sukhitā bhavantu te,",
  "anya-e1210n0:1238": "Devā naridā sakalaṃ imaṃ mahiṃ",
  "anya-e1210n0:1239": "Rakkhantu dhammena samena dhammino’ti;"
}