{
  "anya-e0804n0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0804n0:1": "Saddanītippakaraṇaṃ",
  "anya-e0804n0:2": "Dhātumālā",
  "anya-e0804n0:3": "15. Saravaggapañcakantika suddhassaradhātu",
  "anya-e0804n0:4": "Ito paraṃ tu sarato, kakārantādibhedato;",
  "anya-e0804n0:5": "Dhātuyo dhātunipphanna-rūpāni vividhāni ca.",
  "anya-e0804n0:6": "Sāṭṭhakathe piṭakamhi, jinapāṭhe yathābalaṃ;",
  "anya-e0804n0:7": "Nayaṃ upaparikkhitvā, samāsena kathessa’haṃ.",
  "anya-e0804n0:8": "I gatiyaṃ. Yesaṃ dhātūnaṃ gatiattho, buddhipi tesaṃ attho. Pavattipāpuṇānipi. Tatra gamanaṃ duvidhaṃ kāyagamanaṃ ñāṇagamanañca. Tesu kāyagamanaṃ nāma iriyāpathagamanaṃ, ñāṇagamanaṃ nāma ñāṇuppatti, tasmā payogānurūpena ‘‘gacchatī’’ti padassa ‘‘jānātī’’tipi attho bhavati, ‘‘pavattatī’’tipi attho bhavati, ‘‘pāpuṇātī’’tipi attho bhavati, iriyāpathagamanena gacchatītipi attho bhavati, ñāṇagamanena gacchatītipi attho bhavati. Tathā hi ‘‘sīghaṃ gacchatī’’tiādīsu iriyāpathagamanaṃ ‘‘gamana’’nti vuccati. Sundaraṃ nibbānaṃ gato. ‘‘Gatimā’’tiādīsu pana ñāṇagamanaṃ. Evaṃ sabbesampi gatyatthānaṃ dhātūnaṃ yathāpayogaṃ attho gahetabbo.",
  "anya-e0804n0:9": "Tassimāni rūpāni bhavanti – iti, eti, udeti. Kārite ‘‘udāyatī’’ti rūpaṃ bhavati. Uṭṭhāpetīti hi attho, dukāro āgamo. Upeti, samupeti, veti, apeti, aveti, anveti, sameti, abhisameti, samayo, abhisamayo, īdi, udi, ekodi, paṇḍito, ito, udito, upeto, samupeto, anvito, apeto, sameto, etabbo, paccetabbo, paṭiyamāno, paṭicco, ento, adhippeto, adhippāyo, paccayo, aññānipi yojetabbāni. ‘‘Itā, ita’’ntiādinā yathārahaṃ itthinapuṃsakavasenapi. Paccetuṃ, upetuṃ, samupetuṃ, anvetuṃ, sametuṃ, abhisametuṃ, icca, paṭicca, samecca, abhisamecca, apecca, upecca, paṭimukhaṃ itvā, itvāna, upetvā, upetvāna, upetuna, aññānipi buddhavacanānurūpato yojetabbāni.",
  "anya-e0804n0:10": "Itiiti kriyāsaddo, suttantesu na dissati;",
  "anya-e0804n0:11": "Idamettha na vattabbaṃ, dassanāyeva me ruto.",
  "anya-e0804n0:12": "‘‘Itāyaṃ kodharūpena’’, iti pāḷi hi dissati;",
  "anya-e0804n0:13": "Aṅguttaranikāyamhi, munināhacca bhāsitā;",
  "anya-e0804n0:14": "Vuttañhetaṃ bhagavatā aṅguttaranikāye kodhaṃ nindantena –",
  "anya-e0804n0:15": "‘‘Itāyaṃ kodharūpena, maccuveso guhāsayo;",
  "anya-e0804n0:16": "Taṃ damena samucchinde, paññāvīriyena diṭṭhiyā’’ti.",
  "anya-e0804n0:17": "Tatra itāyanti iti ayanti chedo. Itiiti ca gacchati pavattatīti attho. Ayaṃ panettha suttapadattho – yo doso loke ‘‘kodho’’ti lokiyamahājanena vuccati, nāyaṃ atthato kodhoti vattabbo. Kinti pana vattabbo, eso hi sarīrasaṅkhātaguhāsayo maccurājā eva kodhavasena pamaddanto sattasantāne gacchatīti vattabbo. Taṃ evarūpaṃ ‘‘maccurājā’’ti vattabbaṃ bahuno janassa anatthakaraṃ kodhaṃ hitakāmo damena paññāya vīriyena diṭṭhiyā ca chindeyyāti.",
  "anya-e0804n0:18": "Etīti imassa pana āgacchatīti attho. ‘‘Etī’’ti ettha hi āupasaggo sandhikiccena paṭicchannattā na pākaṭo valāhakāvattharito puṇṇacando viya. Tathā hi ettha ā iti etīti sandhiviggaho bhavati, ākārassa ca ikārena parena saddhiṃyeva ekārādeso. Tasmā ‘‘ayaṃ so sārathī eti. Etu vessantaro rājā’’tiādīsu ‘‘āgacchati, āgacchatū’’tiādinā attho kathetabbo. Byākaraṇasatthepi hi ā iti etīti sandhiviggaho dissati, tasmā ayampi nīti sādhukaṃ manasi kātabbā. Atha vā itīti rassavasena vuttaṃ padaṃ gamanaṃ bodheti, etīti vuddhivasena vuttaṃ pana yathāpayogaṃ āgamanādīni. Mattāvasenapi hi padāni savisesatthāni bhavanti. Taṃ yathā? Sāsane pabbajito, raṭṭhā pabbājitoti. Saññogāsaññogavasenapi, taṃ yathā? Gāmā niggacchati. Yasaṃ poso nigacchati, tasmā ayampi nīti sādhukaṃ manasi kātabbā. Etthetaṃ vuccati –",
  "anya-e0804n0:19": "I gatiyanti kathitā, dhātu vuddhiṃ gatā yadā;",
  "anya-e0804n0:20": "Tadā āgamanatthassa, vācikā pāyato vasā.",
  "anya-e0804n0:21": "Iriyāpathatthato he-sā niccāgamavācikā;",
  "anya-e0804n0:22": "‘‘Ayaṃ so sārathī eti’’, iccādettha nidassanaṃ.",
  "anya-e0804n0:23": "Aniriyāpathatthena , vattane gamanepi ca;",
  "anya-e0804n0:24": "Āgamane ca hotīti, dhīmā lakkheyya taṃ yathā.",
  "anya-e0804n0:25": "‘‘Paṭicca phalametī’’ti, evamādīsu vattane;",
  "anya-e0804n0:26": "Vuddhippattā ikāravhā, esā dhātu pavattati.",
  "anya-e0804n0:27": "‘‘Atthamentamhi sūriye, vāḷā’’ iccādīsu pana;",
  "anya-e0804n0:28": "Gate, ‘‘etīti itī’’ti-ādisvāgamane siyā.",
  "anya-e0804n0:29": "Tathā hi ītīti anatthāya eti āgacchatīti īti, upaddavo, iti āgamanattho gahetabbo. Āha ca suttanipātaṭṭhakathāyaṃ ‘‘etīti īti, āgantukānaṃ akusalabhāgīnaṃ byasanahetūnaṃ etaṃ adhivacana’’nti.",
  "anya-e0804n0:30": "Idāni yathārahaṃ nipātākhyātanāmikapariyāpannānaṃ itiito saddānamatthuddhāro vuccate – tattha itisaddo hetuparisamāpanādipadattha vipariyāya pakārāvadhāraṇa nidassanādianekatthappabhedo. Tathā hesa ‘‘ruppatīti kho bhikkhave tasmā rūpanti vuccatī’’tiādīsu hetuatthe dissati. ‘‘Tasmātiha me bhikkhave dhammadāyādā bhavatha, mā āmisadāyādā. Atthi me tumhesu anukampā, kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’’tiādīsu parisamāpane. ‘‘Iti vā iti evarūpā visūkadassanā paṭivirato’’tiādīsu ādiattho. ‘‘Māgaṇḍiyoti tassa brāhmaṇassa saṅkhā samaññā paññatti vohāro nāmaṃ nāmakammaṃ nāmadheyyaṃ nirutti byañjanamabhilāpo’’tiādīsu padatthavipariyāye. ‘‘Iti kho bhikkhave sappaṭibhayo bālo, appaṭibhayo paṇḍito. Saupaddavo bālo, anupaddavo paṇḍito. Saupasaggo bālo, anupasaggo paṇḍito’’tiādīsu pakāro. ‘‘Atthi idappaccayā jarāmaraṇanti iti puṭṭhena satā ādanda atthītissa vacanīyaṃ. Kiṃ paccayā jarāmaraṇanti iti ce vadeyya, jātipaccayā jarāmaraṇanti iccassa vacanīya’’ntiādīsu avadhāraṇe. ‘‘Atthīti kho kaccāna ayameko anto, natthīti kho kaccāna ayaṃ dutiyo anto’’tiādīsu nidassane. Nipātavaseneva te payogā gahetabbā. ‘‘Itāyaṃ kodharūpenā’’ti ettha pana ākhyātavasena gamane itisaddo dissati. Ayamevattho idhādhippeto, nipātattho pana na icchitabbo, viññūnaṃ atthaggahaṇe kosallupādanatthaṃ kevalaṃ atthuddhāravasena āgatoti daṭṭhabbaṃ. Itaro pana –",
  "anya-e0804n0:31": "Gatyatthe cimasaddatthe, itosaddo pavattati;",
  "anya-e0804n0:32": "Anvito’’ti hi gatyatthe, paccattavacanaṃ bhave.",
  "anya-e0804n0:33": "Imasaddassa atthamhi, nissakkavacanaṃ bhave;",
  "anya-e0804n0:34": "‘‘Ito sā dakkhiṇā disā’’, itiādīsu pāḷisu.",
  "anya-e0804n0:35": "Gatyattho icchito ettha, itarattho na icchito;",
  "anya-e0804n0:36": "Atthuddhāravasā vutto, kosallatthāya viññunaṃ.",
  "anya-e0804n0:37": "Idha pana samayasaddassa atthuddhāraṃ sanibbacanaṃ vattabbampi avatvā upari ayadhātuvisayeyeva vakkhāma i e ayadhātuvasena tidhātumayattā samayasaddassa. Tatra itīti ikārānantaratyantapadassa ca ‘‘eti, udetī’’tiādīnañca ekārānantaratyantapadānaṃ aññesañca evarūpānaṃ padamālā yathārahaṃ yebhuyyena attanopadāni vajjetvā yojetabbā. Īdisesu hi ṭhānesu dukkarā kriyāpadamālā. Yasmā pana imasmiṃ pakaraṇe sukarā ca dukkarā ca tyantapadamālā jānitabbā , tasmā bhūvādigaṇādīsu aṭṭhasu gaṇesu vihitehi channavutiyā vacanehi sabbasādhāraṇaṃ asabbasādhāraṇañca padamālānayaṃ brūma –",
  "anya-e0804n0:38": "Akārānantaratyanta-padānaṃ pantiyo budho;",
  "anya-e0804n0:39": "Bhavati rundhatādīnaṃ, yoje sabbattha sabbathā.",
  "anya-e0804n0:40": "Iti etī’’ti cetesaṃ, padānaṃ pana pantiyo;",
  "anya-e0804n0:41": "Suddhassarapubbakānaṃ, yoje viññū yathārahaṃ.",
  "anya-e0804n0:42": "Ākārānantaratyanta-padānañcāpi pantiyo;",
  "anya-e0804n0:43": "‘‘Yāti suṇāti asnā-ti’’ iccādīnaṃ yathārahaṃ.",
  "anya-e0804n0:44": "Ivaṇṇānantaratyanta-padānamapi pāḷiyo;",
  "anya-e0804n0:45": "Yoje ‘‘rundhiti rundhīti’’-iccādīnaṃ yathārahaṃ.",
  "anya-e0804n0:46": "Ukārānantaratyanta-sutiiti padassa ca;",
  "anya-e0804n0:47": "Peraṇatthe pavattassa, yoje mālaṃ yathārahaṃ.",
  "anya-e0804n0:48": "Ekārānantaratyanta-padānampi yathārahaṃ;",
  "anya-e0804n0:49": "‘‘Jeti rundheti kāreti, kārāpetī’’tiādīnaṃ.",
  "anya-e0804n0:50": "Okārānantaratyanta-padānampi padakkame;",
  "anya-e0804n0:51": "‘‘Karoti bhoti hotī’’ti-ādīnaṃ yuttitovade;",
  "anya-e0804n0:52": "Iccevaṃ sattadhā vutto, padamālānayo mayā;",
  "anya-e0804n0:53": "Ito mutto nayo nāma, natthi koci kriyāpade.",
  "anya-e0804n0:54": "‘‘Ādatte kurute pete’’, iccādi nayadassanā;",
  "anya-e0804n0:55": "Yathārahaṃ yuttitoti, vacanaṃ ettha bhāsitaṃ.",
  "anya-e0804n0:56": "Idāni ikārānantaratyantapadassa kamo vuccate – iti, inti. Isi, itha. Imi, ima. Aparipuṇṇo vattamānānayo. Itu, intu. Ihi, itha. Imi, ima. Aparipuṇṇo pañcamīnayo. Ettha ca imesaṃ dvinnaṃ sāsanānurūpabhāvassa imāni sādhakapadāni ‘‘veti, apeti, anvetī’’ti. Tattha vi iti veti. Vigacchatīti attho, itisaddo hettha gamanaṃ bodheti. Tathā apa iti apeti. Apagacchatīti attho. Anu iti anveti. Anugacchatīti attho. Garū pana anu eti anvetīti vadanti. Taṃ –",
  "anya-e0804n0:57": "‘‘Yathā āraññakaṃ nāgaṃ, dantiṃ anveti hatthinī;",
  "anya-e0804n0:58": "Jessantaṃ giriduggesu, samesu visamesu ca;",
  "anya-e0804n0:59": "Evaṃ taṃ anugacchāmi, putte ādāya pacchato’’ti.",
  "anya-e0804n0:60": "Imāya pāḷiyā na sameti ‘‘jessantaṃ anvetī’’ti vacanato ‘‘anugacchāmī’’ti vacanato ca. Tathā hi etisaddo yattha ce iriyāpathavācako, tattha āgamanaṃyeva joteti, na gamanaṃ, tasmā āgamanatthassa ayuttito gamanatthassa ca yuttito vi itiādinā chedo ñeyyo. Etesañca itisaddavasena katachedānaṃ atthibhāvaṃ yuttibhāvañca ‘‘itāyaṃ kodharūpenā’’ti pāḷiyeva sādheti, tasmāyeva ‘‘anu iti, anu inti, anu isī’’tiādinā ‘‘anvetī’’tiādīnaṃ chede labbhamānanayena vuttappakāro vattamānāpañcamīnayo parassapadavasena dassito. Sattamīrūpādīni sabbathā appasiddhāni.",
  "anya-e0804n0:61": "Imāni pana bhavissantiyā rūpāni, sittā te lahumessati. Issati, issanti. Issasi, issatha. Issāmi, issāma. Issate, issante. Issase, issavhe. Issaṃ, issāmhe. Asabbadhātukattepi suddhassarattā dhātussa ikārāgamo na labbhati. Paripuṇṇo bhavissantīnayo.",
  "anya-e0804n0:62": "Atha kālātipattiyā rūpāni bhavanti, issā, issaṃsu. Isse, issatha. Issaṃ, issamhā. Issatha, issisu. Issase, issavhe. Issaṃ, issāmhase. Kālātipattibhāve ca asabbadhātukatte ca santepi suddhassarattā dhātussa akārikārāgamo na labbhati anekantikattā vā anupapannattā ca akārāgamo na hoti. Dvinnañhettha suddhassarānaṃ anantarikānaṃ ekatosannipāto anupapatti. Paripuṇṇo kālātipattinayo.",
  "anya-e0804n0:63": "Imasmiṃ pana ṭhāne sāṭṭhakathe tepiṭake buddhavacane sotūnaṃ payogatthesu paramakosallajananatthaṃ ‘‘nanu te sutaṃ brāhmaṇa bhaññamāne, devā na issanti purisaparakkamassā’’ti pāḷito nayaṃ gahetvā vuttappakārehi bhavissantiyā rūpehi sabbaso samānāni asamānatthāni vattamānikarūpāni ca īsakaṃ aññamaññaṃ samānāni bhavissantīkālātipattīnaṃ rūpāni ca pakāsayissāma – vattamānāvasena tāva ‘‘issati, issanti. Issasi, issathā’’ti sabbaṃ yojetabbaṃ. Attho pana ‘‘issaṃ karotī’’tiādinā vattabbo. Tasmiṃyeva atthe bhavissantīvasena ‘‘ississati, ississanti. Ississasi, ississathā’’ti paripuṇṇaṃ yojetabbaṃ. Attho pana ‘‘issaṃ karissatī’’tiādinā vattabbo. Kālātipattivasena pana ‘‘ississā, ississaṃsu. Ississe, ississathā’’ti paripuṇṇaṃ yojetabbaṃ, attho pana ‘‘issaṃ akarissā’’tiādinā vattabbo. Dhātvantaravasena saṃsandanānayoyaṃ.",
  "anya-e0804n0:64": "Idāni ekārānantaratyantapadassa kamo vuccate –",
  "anya-e0804n0:65": "Eti, enti. Esi, etha. Emi, ema.",
  "anya-e0804n0:66": "Etu, entu. Ehi, etha. Emi, ema.",
  "anya-e0804n0:67": "Na ca appatvā dukkhantaṃ, vissāsaṃ eyya paṇḍito;",
  "anya-e0804n0:68": "Nivesanāni māpetvā, vedehassa yasassino;",
  "anya-e0804n0:69": "Yadā te pahiṇissāmi, tadā eyyāsi khattiya.",
  "anya-e0804n0:70": "Eyya , eyyuṃ. Eyyāsi, eyyātha. Eyyāmi, eyyāma. Etha, eraṃ. Etho, eyyāvho. Eyyaṃ, eyyāmhe.",
  "anya-e0804n0:71": "So puriso eyya, te eyyuṃ. Tvaṃ eyyāsi, tumhe eyyātha. Ahaṃ eyyāmi, mayaṃ eyyāma. So puriso etha, te eraṃ. Tvaṃ etho, tumhe eyyāvho. Ahaṃ eyyaṃ, mayaṃ eyyāmhe.",
  "anya-e0804n0:72": "Parokkhāhiyyattanajjatanīrūpāni sabbaso appasiddhāni.",
  "anya-e0804n0:73": "Essati, essanti. Essasi, essatha. Essāmi, essāma. Essate, essante. Essase, essavhe. Essaṃ, essāmhe.",
  "anya-e0804n0:74": "Sammodamānā gacchanti, jālamādāya pakkhino;",
  "anya-e0804n0:75": "Yadā te vivadissanti, tadā ehinti me vasaṃ.",
  "anya-e0804n0:76": "‘‘Abhidosagato idāni ehī’’ti vacanadassanato aparānipi bhavissantīrūpāni gahetabbāni.",
  "anya-e0804n0:77": "Ehiti, ehinti. Ehisi, ehitha. Ehimi, ehima. Ehite, ehinte. Ehise, ehivhe. Ehissaṃ, ehissāmhe.",
  "anya-e0804n0:78": "Essā, essaṃsu. Esse, essatha. Essaṃ essāmhā. Essatha, essisu. Essase, essavhe. Essiṃ, essāmhase.",
  "anya-e0804n0:79": "Athāparopi ekārānantaratyantapadakkamo bhavati;",
  "anya-e0804n0:80": "Udeti, udenti; Udesi, udetha; Udemi, udema.",
  "anya-e0804n0:81": "Udetu, udentu. Udehi, udetha. Udemi, udema, udāmase.",
  "anya-e0804n0:82": "Udeyya, udeyyuṃ. Sesaṃ neyyaṃ. Udissati, udissanti. Sesaṃ neyyaṃ. Udissā, udissaṃsu. Sesaṃ neyyaṃ.",
  "anya-e0804n0:83": "Imāni suddhassaradhāturūpāni.",
  "anya-e0804n0:84": "Kakārantadhātu",
  "anya-e0804n0:85": "Kusadde ke ca. Koti, kavati, kāyati, evaṃ kattupadāni bhavanti. Kuyyati, kiyyati, evaṃ kammapadāni. Kānanaṃ, kabbaṃ, jātakaṃ, evaṃ nāmikapadāni. Kutvā, kutvāna, kavitvā, kavitvāna, kāvitvā, kāvitvāna, kāyituṃ, evaṃ abyayapadāni.",
  "anya-e0804n0:86": "Tatra kānananti ṭhitamajjhanhikasamaye kavati saddaṃ karotīti kānanaṃ, vanaṃ. Tathā hi –",
  "anya-e0804n0:87": "‘‘Ṭhite majjhanhike kāle, sannisīvesu pakkhisu;",
  "anya-e0804n0:88": "Saṇateva brahāraññaṃ, sā rati paṭibhāti ma’’nti",
  "anya-e0804n0:89": "Vuttaṃ. Atha vā kokilamayūrādayo kavanti saddāyanti kūjanti etthāti kānanaṃ. Manoharatāya avassaṃ kuyyati paṇḍitehīti kabbaṃ. Kāviyaṃ. Kāveyyaṃ. Aññatra pana kavīnaṃ idanti kabbanti taddhitavasena attho gahetabbo. Keci tu kābyanti saddarūpaṃ icchanti, na taṃ pāvacane pamāṇaṃ sakkaṭabhāsābhāvato. Sakkaṭabhāsātopi hi ācariyā nayaṃ gaṇhanti. Jātaṃ bhūtaṃ atītaṃ bhagavato cariyaṃ, taṃ kīyati kathīyati etenāti jātakaṃ. Jātakapāḷi hi idha ‘‘jātaka’’nti vuttā. Aññatra pana jātaṃ eva jātakanti gahetabbaṃ. Tathā hi jātakasaddo desanāyampi vattati ‘‘itivuttakaṃ jātakaṃ abbhutadhamma’’ntiādīsu. Jātiyampi vattati ‘‘jātakaṃ samodhānesī’’tiādīsu.",
  "anya-e0804n0:90": "Pakka nīcagatiyaṃ. Nīcagamanaṃ nāma hīnagamanaṃ hīnappavatti vā. Nīcasaddo hi hīnavācako ‘‘nīce kule paccājāto’’ti ettha viya. Pakkati kriyāpadamettha dissati, na nāmikapadaṃ. Yattha yattha nāmikapadaṃ na dissati, tattha tattha nāmikapadaṃ upaparikkhitvā gahetabbaṃ. Kriyāpadameva hi duddasaṃ, kriyāpade vijjamāne nāmikapadaṃ natthīti na vattabbaṃ, tasmā antamaso ‘‘pakkanaṃ, takanaṃ’’ iccevamādīni bhāvavācakāni nāmikapadāni sabbāsu dhātūsu yathārahaṃ labbhantīti daṭṭhabbaṃ.",
  "anya-e0804n0:91": "Taka hasane. Hasanaṃ hāso. Takati.",
  "anya-e0804n0:92": "Taki kicchajīvane. Kicchajīvanaṃ kasirajīvanaṃ. Taṅkati. Ātaṅkati. Ātaṅko. Ātaṅkoti kicchajīvitakaro rogo, tathā hi aṭṭhakathācariyā ‘‘appābādhaṃ appātaṅka’’nti imasmiṃ pāḷippadese iti atthaṃ saṃvaṇṇesuṃ ‘‘ābādhoti visabhāgavedanā vuccati, yā ekadese uppajjitvā sakalasarīraṃ ayapaṭṭena bandhitvā viya gaṇhāti. Ātaṅkoti kicchajīvitakaro rogo. Atha vā yāpetabbarogo ātaṅko, itaro ābādho. Khuddako vā rogo ātaṅko, balavā ābādho. Keci pana ‘ajjhattasamuṭṭhāno ābādho, bahiddhāsamuṭṭhāno ātaṅko’ti vadantī’’ti.",
  "anya-e0804n0:93": "Ātaṅko āmayo rogo,",
  "anya-e0804n0:94": "Byādhā’bādho gado rujā;",
  "anya-e0804n0:95": "Akallañceva gelaññaṃ,",
  "anya-e0804n0:96": "Nāmaṃ rogābhidhānakaṃ.",
  "anya-e0804n0:97": "Suka gatiyaṃ. Sokati, suko, sukī. Tatra sukoti suvo. Sokati manāpena gamanena gacchatīti suko. Tassa bhariyā sukī.",
  "anya-e0804n0:98": "Bukka bhassane. Idha bhassanaṃ nāma sunakhabhassanaṃ adhippetaṃ ‘‘sunakho bhassitvā’’ti ettha viya, na ‘‘āvāso gocaraṃ bhassa’’ntiādīsu viya. Vacanasaṅkhātaṃ bhassanaṃ, bukkati sā.",
  "anya-e0804n0:99": "Dhaka paṭighāte gatiyañca. Paṭighāto paṭihananaṃ. Dhakati.",
  "anya-e0804n0:100": "Caka tittipaṭighātesu. Titti tappanaṃ, paṭighātaṃ paṭihananaṃva. Cakati.",
  "anya-e0804n0:101": "Aka kuṭilagatiyaṃ. Akati. Etā kuādikā akapariyantā dhātuyo parassa bhāsāti saddasatthavidū vadanti. Tesaṃ mate etā ‘‘ti anti, tu antu’’ iccādīnaṃyeva visayo. Pāḷiyaṃ pana niyamo natthi, tasmā na taṃ idha pamāṇaṃ.",
  "anya-e0804n0:102": "I ajjhayane. Ajjhayanaṃ uccāraṇaṃ sikkhanaṃ vā, ayati, adhīyati, ajjhayati, adhīte, ajjhenaṃ, ajjhāyako. Dibbaṃ adhīyase māyaṃ. Adhīyanti mahārāja, dibbamāyidha paṇḍitā. Ajjhenamariyā pathaviṃ janindā. Tattha ajjhāyakoti ajjhayatīti ajjhāyako, mante parivattetīti attho.",
  "anya-e0804n0:103": "U sadde. Avati, avanti. Avasi. Ettha ‘‘yo ātumānaṃ sayameva pāvā’’ti pāḷi papubbassa udhātussa payogoti daṭṭhabbo. Papubbassa vadadhātussa dakāralopappayogotipi vattuṃ yujjati.",
  "anya-e0804n0:104": "Vaṅka koṭille. Vaṅkati. Vaṅkaṃ. Vaṅkasaddo hi vakkasaddena samānattho, vakkasaddo ca vaṅkasaddena. Tathā hi –",
  "anya-e0804n0:105": "‘‘Yaṃ nissitā jagatiruhaṃ, svāyaṃ aggiṃ pamuñcati;",
  "anya-e0804n0:106": "Disā bhajatha vakkaṅgā, jātaṃ saraṇato bhaya’’nti.",
  "anya-e0804n0:107": "Pāḷi dissati. Ayaṃ pana vakkasaddo sakkaṭabhāsaṃ patvā kakārarakārasaññogakkhariko bhavati, dhātubhāvo panassa porāṇehi na vutto, tasmā kriyāpadaṃ na diṭṭhaṃ. Imassa pana vaṅkasaddassa ‘‘vaṅka koṭille’’ti dhātubhāvo vutto, ‘‘vaṅkatī’’ti kriyāpadañca, pāḷiyaṃ tu ‘‘vaṅkatī’’ti kriyāpadaṃ na diṭṭhaṃ, tathā bhāvavācako vaṅkasaddopi. Vāccaliṅgo pana anekesu ṭhānesu diṭṭho. Tatta vaṅkatīti kriyāpadaṃ pāḷiyaṃ avijjamānampi gahetabbameva nāthatīti kriyāpadamiva. Bhāvavācakassa pana vaṅkasaddassa atthitā natthitā ca pāḷiādīsu punappunaṃ upaparikkhitabbā. Kecettha vadeyyuṃ ‘‘yadi bhāvavācako vaṅkasaddo natthi, kathaṃ ‘aṭṭhavaṅkaṃ maṇiratanaṃ uḷāra’nti ettha samāso’’ti. Ettha pana aṭṭhasu ṭhānesu vaṅkaṃ aṭṭhavaṅkaṃ, na aṭṭhavaṅkāni yassāti. Dabbavācako hi vaṅkasaddo, na bhāvavācakoti daṭṭhabbaṃ.",
  "anya-e0804n0:108": "Vaṅkaṃ vakkañca kuṭilaṃ, jimhañca rimhamanuju;",
  "anya-e0804n0:109": "Vaṅkasaddādayo ete, vāccaliṅgā tiliṅgikā.",
  "anya-e0804n0:110": "Atha vā vaṅkasaddoyaṃ, ‘‘vaṅkaghastā’’tiādisu;",
  "anya-e0804n0:111": "Baḷise giribhede ca, vattate sa pumā tadā.",
  "anya-e0804n0:112": "Ayañhi ‘‘te’me janā vaṅkaghastā sayanti. Yathāpi maccho baḷisaṃ, vaṅkaṃ maṃsena chāditaṃ. Vaṅkaghastova ambujo’’tiādīsu baḷise vattati.",
  "anya-e0804n0:113": "Ettha siyā ‘‘nanu ca bho ‘yathāpi maccho baḷisaṃ, vaṅkaṃ maṃsena chādita’nti ettha vaṅkasaddo guṇavācako visesanasado, yena baḷiso visesito, tena vaṅkaṃ kuṭilaṃ baḷisanti attho viññāyatī’’ti? Tanna, vaṅkasadde avuttepi baḷisasabhāvassa vaṅkattā kuṭilattho pākaṭoti natthi visesanasaddena payojanaṃ. Idaṃ pana ‘‘baḷisaṃ vaṅka’’nti vacanaṃ ‘‘hatthi nāgo. Saroruhaṃ padumaṃ. Hatthī ca kuñjaro nāgo’’tiādivacanamiva pariyāyavacanaṃ, tasmā ‘‘vaṅka’’nti padassa ‘‘kuṭila’’nti attho na gahetabbo. Atha vā yathā ‘‘yathā āraññakaṃ nāgaṃ, dantiṃ anveti hatthinī’’ti ettha nāgasaddassa dantīsaddassa ca aññamaññapariyā yavacanattepi dantinti manoramadantayuttanti attho saṃvaṇṇito, tathā ‘‘baḷisaṃ vaṅka’’nti imesampi aññamaññaṃ pariyāyavacanattepi vaṅkanti kuṭilanti attho vattabbo. Evañhi sati attho sālarājā viya suphullito hoti, desanā ca vilāsappattā, na pana ‘‘vaṅkaṃ baḷisa’’nti saddānaṃ guṇaguṇīvasena samānādhikaraṇabhāvo icchitabbo ‘‘buddho bhagavā verañjāyaṃ viharatī’’tiādīsu ‘‘buddho bhagavā’’ti imesaṃ viya samānādhikaraṇabhāvassa anicchitabbattā. Na hi īdisesu ṭhānesu samānādhikaraṇabhāvo porāṇehi anumato.",
  "anya-e0804n0:114": "‘‘Yattha etādiso satthā, loke appaṭipuggalo;",
  "anya-e0804n0:115": "Tathāgato balappatto, sambuddho parinibbuto’’ti,",
  "anya-e0804n0:116": "‘‘Buddhaṃ buddhaṃ nikhilavisayaṃ suddhiyā yāva suddhi’’nti ca ādīsu pana anumato. Ettha hi ‘‘etādiso’’ti ca ‘‘appaṭipuggalo’’ti ca ‘‘tathāgato’’ti ca ‘‘balappatto’’ti ca ‘‘sambuddho’’ti ca ‘‘parinibbuto’’ti ca imāni ‘‘satthā’’ti anena padena samānādhikaraṇāni. Tathā ‘‘buddhaṃ buddha’’nti dvinnaṃ padānaṃ pacchimaṃ purimena samānādhikaraṇaṃ bhavati.",
  "anya-e0804n0:117": "Iti ‘‘yathāpi maccho baḷisaṃ, vaṅkaṃ maṃsena chādita’’nti ettha vaṅkasaddo baḷisassābhidhānantaraṃ, na guṇavācako. Evaṃ vaṅkasaddo baḷise vattati. ‘‘Kaṅkaṃ gacchāma pabbataṃ. Dūre vaṅkatapabbato’’tiādīsu pana girivisese vattati. Ettha ca ‘‘vaṅkapabbato’’ti vattabbe sukhuccāraṇatthaṃ niruttinayena majjhe animittaṃ takārāgamaṃ katvā ‘‘vaṅkatapabbato’’ti vuttaṃ. Atha vā vaṅkoyeva vaṅkatā, yathā devo eva devatā. Yathā ca disā eva disatāti, evaṃ tāpaccayavasena vaṅkatā ca sā pabbato cāti ‘‘vaṅkatapabbato’’ti vuttaṃ, majjhe rassavasena cetaṃ daṭṭhabbaṃ. Atha vā vaṅkamassa saṇṭhānamatthīti vaṅkatoti mantuatthe tapaccayo, yathā pabbamassa atthīti pabbatoti. Evaṃ vaṅkato ca so pabbato cāti vaṅkatapabbato. ‘‘Vaṅkapabbato’’ icceva vā paṇṇatti, pādakkharapāripūriyā pana ‘‘dūre vaṅkatapabbato’’ti vuttanti daṭṭhabbaṃ.",
  "anya-e0804n0:118": "Loka dassane. Lokati. Loko. Ālokoti aññānipi rūpāni gahetabbāni. Curādigaṇaṃ pana patvā imissā ‘‘loketi, lokayati, oloketi, olokayatī’’tiādinā rūpāni bhavanti. Lokoti tayo lokā saṅkhāraloko sattaloko okāsalokoti. Tattha ‘‘eko loko, sabbe sattā āhāraṭṭhitikā’’ti āgato saṅkhāro eva loko saṅkhāraloko. Sattā eva loko sattaloko. Cakkavāḷasaṅkhāto okāso eva loko okāsaloko, yo ‘‘bhājanaloko’’tipi vuccati. Tesu saṅkhāro lujjatīti lokoti. Vuttañhetaṃ bhagavatā ‘‘lujjati palujjatīti kho bhikkhu tasmā lokoti vuccatī’’ti. Lokiyati ettha puññapāpaṃ tabbipāko cāti satto loko. Lokiyati vicittākārato dissatīti cakkavāḷasaṅkhāto okāso loko. Yasmā pana lokasaddo samūhepi dissati, tasmā lokiyati samudāyavasena paññāpiyatīti loko, samūhoti ayampi attho gahetabbo. Atha vā lokoti tayo lokā kilesaloko bhavaloko indriyalokoti. Tesaṃ sarūpaṃ curādigaṇe kathessāma bahuvidhatañca. Bahiddhā pana kavīhi ‘‘loko tu bhuvane jane’’ti ettakameva vuttaṃ.",
  "anya-e0804n0:119": "Siloka saṅghāte. Saṅghāto piṇḍanaṃ. Silokati, siloko, silokamanukassāmi. Akkharapadaniyamito vacanasaṅghāto siloko. So pajjanti vuccati, tathā hi ‘‘siloko yasassi pajje’’ti kavayo vadanti.",
  "anya-e0804n0:120": "Deka dheka saddussāhesu. Saddo ravo, ussāho vāyāmo. Dekati. Dhekati.",
  "anya-e0804n0:121": "Reka saki saṅkāyaṃ. Rekati. Saṅkati, tasmiṃ me saṅkate mano. Saṅkā.",
  "anya-e0804n0:122": "Aki lakkhaṇe. Aṅkati, aṅko, sasaṅko.",
  "anya-e0804n0:123": "Maki maṇḍane. Maṇḍanaṃ bhūsanaṃ, maṅkati.",
  "anya-e0804n0:124": "Kata loliye. Lolabhāvo loliyaṃ yathā dakkhiyaṃ. Kakati, kāko, kākī. Ettha ‘‘kāko, dhaṅko, vāyaso, bali, bhoji, ariṭṭho’’ti imāni kākābhidhānāni.",
  "anya-e0804n0:125": "Kuka vaka ādāne. Kukati, vakati, koko, vako. Ettha kokoti araññasunakho. Vakoti khuddakavanadīpiko, byagghotipi vadanti.",
  "anya-e0804n0:126": "Vaka dittiyaṃ paṭighāte ca. Ditti sobhā, vakati.",
  "anya-e0804n0:127": "Kakivaki sakka tika ṭika seka gatyatthā. Kaṅkati, vaṅkati, sakkati, nisakkati, parisakkati, osakkati, vadhāya parisakkanaṃ. Biḷāranisakkamattampi. Tekati, ṭekati, ṭīkā sekati. Ettha ṭīkāti ṭikiyati jāniyati saṃvaṇṇanāya attho etāyāti ṭīkā. Etā idhātuādikā sekapariyantā dhātuyo ‘‘attanobhāsā’’ti saddasatthavidū vadanti. Tesaṃ mate etā ‘‘te ante, taṃ antaṃ’’iccādīnaṃyeva visayo, pāvacane pana niyamo natthi.",
  "anya-e0804n0:128": "Hikka abyattasadde. Abyattasaddo avibhāvitatthasaddo niratthakasaddo ca. Hikkati, hikkate. Imaṃ ‘‘ubhayatobhāsā’’ti vadanti. Idaṃ tu pāvacanena saṃsandati. Parassattanobhāsānañhi dhātūnaṃ ‘‘bhavati, bhavate, bādhate, bādhatī’’tiādinā yebhuyyena dvidhā dvidhā rūpāni sāsane dissanti.",
  "anya-e0804n0:129": "Imāni kakārantadhāturūpāni.",
  "anya-e0804n0:130": "Khakārantadhātu",
  "anya-e0804n0:131": "Khā pakathane khyā ca. Pakathanaṃ ācikkhanaṃ desanaṃ vā. Khāti, saṅkhāti. Āpubbatte visadisabhāvena khātyakkharassa dvittaṃ, ākārassa ca saññogapubbattā rassattaṃ, akkhāti. Akkhāsi purisuttamo. Akkheyyaṃ te ahaṃ ayye. Dhammo saṅkhāyati. Akkhāyati. Atra pana kakāralopo. Svākhāto bhagavatā dhammo. Saṅkhāto. Akkhāto. Akkhātāro tathāgatā. Saṅkhātā sabbadhammānaṃ vidhuro. Saṅkhā, paṭisaṅkhā. Kriyaṃ ākyāti kathetīti ākhyātaṃ. Keci pana ‘‘svākhāto’’ti ca ‘‘svākkhyāto’’ti ca ‘‘svākhyāto’’ti ca padamicchanti. Tattha pacchimāni sakkaṭabhāsāto nayaṃ gahetvā vuttāni, itaraṃ yathāṭhitarūpanipphattivasena, ato yathādassitapadāniyeva pasatthatarāni. Tattha saṅkhāsaddassa atthuddhāro nīyate – saṅkhāsaddo ñāṇakoṭṭhāsapaññattigaṇanāsu dissati. ‘‘Saṅkhāyekaṃ paṭisevatī’’tiādīsu hi ñāṇe dissati. ‘‘Papañcasaññāsaṅkhā samudācarantī’’tiādīsu koṭṭhāse. ‘‘Tesaṃ tesaṃ dhammānaṃ saṅkhā samaññā’’tiādīsu paññattiyaṃ. ‘‘Na sukaraṃ saṅkhātu’’ntiādīsu gaṇanāyaṃ. Etthetaṃ vuccati –",
  "anya-e0804n0:132": "‘‘Ñāṇapaññattikoṭṭhāsa-gaṇanāsu padissati;",
  "anya-e0804n0:133": "Saṅkhāsaddoti dīpeyya, dhammadīpassa sāsane’’ti.",
  "anya-e0804n0:134": "Khi khaye. Khiyanadhammaṃ khīyati. Sāsanānurūpena sare ikārassa iyyādeso, khiyyati. ‘‘Khayo, khaṃ’’ iccapi rūpāni ñeyyāni. Tattha khayoti khiyanaṃ khayo. Atha vā khiyanti kilesā etthāti khayo, magganibbānāni. Khayasaṅkhātena maggena pāpuṇiyattā phalampi khayo. Khanti tucchaṃ suññaṃ vivittaṃ rittaṃ, khanti vā ākāso.",
  "anya-e0804n0:135": "Khi nivāse. Khīyati, khiyyati vā. Sāsanānurūpena ikārassa īya iyyādeso daṭṭhabbo. Ayaṃ divādigaṇepi pakkhipitabbo. Khaṃ khayaṃ. Abhiramaṇīyaṃ rājakkhayaṃ. Tattha khīyatīti nivasati. Khanti cakkhādiindriyaṃ cakkhuviññāṇādīnaṃ nivāsaṭṭhena. Khayanti nivesanaṃ. Rājakkhayanti rañño nivesanaṃ. Atrāyaṃ pāḷi –",
  "anya-e0804n0:136": "‘‘Sace ca ajja dhāresi, kumāraṃ cārudassanaṃ;",
  "anya-e0804n0:137": "Kusena jātakhattiyaṃ, savaṇṇamaṇimekhalaṃ;",
  "anya-e0804n0:138": "Pūjitā ñātisaṅghehi, na gacchasi yamakkhaya’’nti.",
  "anya-e0804n0:139": "Tattha yamakkhayanti yamanivesanaṃ.",
  "anya-e0804n0:140": "Khu sadde. Khoti khavati.",
  "anya-e0804n0:141": "Khe khādanasattāsu. Khāyati. Undūrā khāyanti. Vikkhāyitakaṃ. Gokhāyitakaṃ. Assirī viya khāyati. Disāpi me na pakkhāyanti. Etthādimhi kāyatīti khādati. Atha vā upaṭṭhāti paññāyati.",
  "anya-e0804n0:142": "Sukha dukkha takriyāyaṃ. Takriyāti sukhadukkhānaṃ vedanānaṃ kriyā, sukhanaṃ dukkhananti vuttaṃ hoti. Akammakā ime dhātavo. Sukhati, dukkhati. Sukhaṃ, dukkhaṃ. Sukhito, dukkhito. Sukhaṃ sātaṃ pīṇanaṃ, dukkhaṃ vighātaṃ aghaṃ kileso. Tattha sukhanti sukhayatīti sukhaṃ. Yassuppajjati, taṃ sukhitaṃ karotīti attho. Dukkhanti dukkhayatīti dukkhaṃ. Yassuppajjati, taṃ dukkhitaṃ karotīti attho. Imāni nibbacanāni kāritavasena vuttānīti daṭṭhabbaṃ aṭṭhakathāyaṃ sukhadukkhasaddatthaṃ vadantehi garūhi sukhayati dukkhayatisaddānaṃ kammatthamādāya vivaraṇassa katattā. Tathā hi ‘‘sukheti sukhayati, sukhāpeti sukhāpayati, dukkheti dukkhayati, dukkhāpeti dukkhāpayatī’’ti imāni tesaṃ kāritapadarūpāni, attānaṃ sukheti pīṇetīti ca, sukhayati sukhaṃ, dukkhayatīti dukkhanti ca,",
  "anya-e0804n0:143": "‘‘Sace ca kimhici kāle,",
  "anya-e0804n0:144": "Maraṇaṃ me pure siyā;",
  "anya-e0804n0:145": "Putte ca me paputte ca,",
  "anya-e0804n0:146": "Sukhāpeyya mahosadho’’ti ca",
  "anya-e0804n0:147": "Pāḷiādidassanato. Saddasatthe pana dhātupāṭhasaṅkhepe ca ime dhātavo curādigaṇeyeva vuttā. ‘‘Sukhayati dukkhayatī’’ti ca akāritāni suddhakattupadāni icchitāni. Mayaṃ tu tesaṃ tabbacanaṃ suddhakattari ca tāni padarūpāni na icchāma pāḷiādīhi viruddhattā, tasmāyeva te imasmiṃ bhūvādigaṇe vuttā. Ayañhi suddhakattuvisaye asmākaṃ ruci ‘‘sukhatīti sukhito, dukkhatīti dukkhito’’ti.",
  "anya-e0804n0:148": "Nanu ca bho ‘‘sukhati dukkhatī’’ti kriyāpadāni buddhavacane na dissantīti? Saccaṃ, evaṃ santepi aṭṭhakathānayavasena gahetabbattā dissantiyeva nāma. Na hi sabbathā sabbesaṃ dhātūnaṃ rūpāni sāsane loke vā labbhanti, ekaccāni pana labbhanti, ekaccāni na labbhanti. Evaṃ santepi nayavasena labbhantiyeva. ‘‘Kappayavho patissatā’’ti hi diṭṭhe ‘‘caravho bhuñjavho’’tiādīnipi nayavasena diṭṭhāniyeva nāma.",
  "anya-e0804n0:149": "Tatra panāyaṃ nayo. Visuddhimaggādīsu hi ‘‘ekadviyojanamattampi addhānaṃ gatassa vāyo kuppati, gattāni dukkhantī’’ti evaṃ bhūvādigaṇikaṃ akammakaṃ suddhakattuvācakaṃ ‘‘dukkhantī’’ti kriyāpadaṃ dissati. Tasmiṃ diṭṭhiyeva ‘‘sukhati, sukhanti. Sukhasi, sukhatha. Sukhāmi, sukhāmā’’tiādīni ca ‘‘dukkhati, dukkhanti. Dukkhasi, dukkhathā’’tiādīnica diṭṭhāni nāma honti diṭṭhena adiṭṭhassa tādisassa anavajjassa nayassa gahetabbattā, tasmā ‘‘sukhatīti sukhito, dukkhatīti dukkhito’’ti bhūvādinayo eva gahetabbo, na pana curādinayo. Aparampettha nibbacanaṃ, sukhaṃ sañjātaṃ etassāti sukhito, sañjātasukhoti attho. Esa nayo dukkhitoti etthāpi. Atha vā sukhena ito pavattoti sukhito. Esa nayo ‘‘dukkhito’’ti etthāpi. Dullabhāyaṃ nīti sādhukaṃ manasi kātabbā.",
  "anya-e0804n0:150": "Mokkha muccane. Akammakoyaṃ dhātu. Mokkhati. Mokkho. Pātimokkho. Kārite ‘‘mokkheti, mokkhayati, mokkhāpeti, mokkhāpayatī’’ti rūpāni. Keci panimaṃ ‘‘mokkha mocane’’ti paṭhitvā curādigaṇe pakkhipanti. Tesaṃ mate ‘‘mokkheti, mokkhayatī’’ti suddhakattupadāni bhavanti. Etāni pāḷiyā aṭṭhakathāya ca virujjhanti. Tathā hi ‘‘mokkhanti mārabandhanā. Na me samaṇe mokkhasi. Mahāyaññaṃ yajissāma, evaṃ mokkhāma pāpakā’’ti pāḷiyā virujjhanti. ‘‘Yo naṃ pāti rakkhati, taṃ mokkheti moceti āpāyikādīhi dukkhehīti pātimokkho’’ti aṭṭhakathāya ca virujjhanti, tasmā pāḷiyaṃ ‘‘mokkhesi mokkhemā’’ti ca avatvā ‘‘mokkhasi, mokkhāmā’’ti suddhakattuvācakaṃ vuttaṃ, tañca kho apādānavisayaṃ katvā. Aṭṭhakathāyaṃ pana ‘‘mokkheti, mocetī’’ti hetukattuvācakaṃ vuttaṃ, tampi apādānavisayaṃyeva katvā. Evaṃ imassa dhātuno suddhakattuvisaye akammakabhāvo vidito, hetukattuvisaye ekakammakabhāvo vidito muca paca chidādayo viya. Mokkhadhātu dvigaṇikoti ce? Na, anekesu sāṭṭhakathesu pāḷippadesesu ‘‘mokkheti, mokkhayatī’’ti suddhakatturūpānaṃ adassanatoti daṭṭhabbaṃ.",
  "anya-e0804n0:151": "Kakkha hasane. Kakkhati.",
  "anya-e0804n0:152": "Okha rākha lākha dākha dhākha sosanālamatthesu. Okhati. Rākhati. Lākhati. Dākhati. Dhākhati.",
  "anya-e0804n0:153": "Sākhabyāpane. Sākhati. Sākhā.",
  "anya-e0804n0:154": "Ukha nakha makha rakha lakha rakhi lakhi ikhi rikhi gatyatthā. Ukhati. Nakhati. Makhati. Rakhati. Lakhati. Raṅkhati. Laṅkhati. Iṅkhati. Riṅkhati.",
  "anya-e0804n0:155": "Rakkha pālane. Rakkhati. Rakkhā, rakkhaṇaṃ, sīlaṃ rakkhito devadatto, sīlaṃ rakkhitaṃ devadattena, sīlaṃ rakkhako devadatto.",
  "anya-e0804n0:156": "Akkha byattisaṅkhātesu. Akkhati, akkhi, akkhaṃ.",
  "anya-e0804n0:157": "Nikkha cumbane. Nikkhati, nikkhaṃ.",
  "anya-e0804n0:158": "Nakkha gatiyaṃ. Nakkhati. Nakkhattaṃ. Ettha nakkhattanti etto ito cāti visamagatiyā agantvā attano vīthiyāva gamanena nakkhanaṃ gamanaṃ tāyati rakkhatīti nakkhattaṃ. Porāṇā pana ‘‘nakkharanti na nassantīti nakkhattānī’’ti kathayiṃsu. ‘‘Nakkhattaṃ, joti, nirikkhaṃ, bhaṃ’’ iccete pariyāyā.",
  "anya-e0804n0:159": "Vekkha vekkhane. Vekkhati.",
  "anya-e0804n0:160": "Makkha saṅkhate. Makkhati.",
  "anya-e0804n0:161": "Takkha tapane. Tapanaṃ saṃvaraṇaṃ. Takkhati.",
  "anya-e0804n0:162": "Sukkha anādare. Sukkhati.",
  "anya-e0804n0:163": "Kakhi vakhi makhi kaṅkhāyaṃ. Satthari kaṅkhati. Vaṅkhati, maṅkhati. ‘‘Kaṅkhā kaṅkhāyanā kaṅkhāyitattaṃ vimati vicikicchā dveḷhakaṃ dvedhāpatho saṃsayo anekaṃsagāho āsappanā parisappanā apariyogāhanā thambhitattaṃ cittassa manovilekho’’ iccete kaṅkhāpariyāyā. Etesu pana –",
  "anya-e0804n0:164": "Vattanti lokavohāre, ‘‘kaṅkhā vimati saṃsayo;",
  "anya-e0804n0:165": "Vicikicchā’’ti etāni, nāmāniyeva pāyato.",
  "anya-e0804n0:166": "Kakhi iccāyaṃ. Dhanaṃ kaṅkhati, abhikaṅkhati, nābhikaṅkhāmi maraṇaṃ. Abhikaṅkhitaṃ dhanaṃ.",
  "anya-e0804n0:167": "Dakhi dhakhi ghoravāsite kaṅkhāyañca. Daṅkhati. Dhaṅkhati.",
  "anya-e0804n0:168": "Ukkha secane. Ukkhati.",
  "anya-e0804n0:169": "Kakha hasane. Kakhati.",
  "anya-e0804n0:170": "Jakkha bhakkhaṇe ca. Hasanānukaḍḍhanatthaṃ cakāro. Jakkhati.",
  "anya-e0804n0:171": "Likha lekhane. Likhati, sallekhati. Atisallekhatevāyaṃ samaṇo. Lekhā, lekhanaṃ, lekhako, likhitaṃ, sallekhapaṭipatti, etā dakhiādikā likhapariyantā ‘‘parassabhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:172": "Dhukkha dhikkha sandīpanakilesanajīvanesu. Dhukkhati. Dhikkhati. Saddasatthavidū pana ‘‘dhukkhate dhikkhate’’ti attanobhāsaṃ vadanti. Tathā ito parāni rūpānipi.",
  "anya-e0804n0:173": "Rukkha vakkha varaṇe. Varaṇaṃ saṃvaraṇaṃ. Rukkhati. Vakkhati. Rukkho, vakkho. Ettha ca vakkhoti rukkhoyeva. Tathā hi ‘‘sādūni ramaṇīyāni, santi vakkhā araññajā’’ti jātakapāṭho dissati. Imāni pana rukkhassa nāmāni –",
  "anya-e0804n0:174": "‘‘Rukkho mahīruho vakkho, pādapo jagatīruho;",
  "anya-e0804n0:175": "Ago nago kujo sākhī, sālo ca viṭapī taru;",
  "anya-e0804n0:176": "Dumo phalī tu phalavā, gaccho tu khuddapādapo’’ti.",
  "anya-e0804n0:177": "Kecettha vadeyyuṃ ‘‘nanu ca sālasaddena sālarukkhoyeva vutto, nāñño ‘sālā phandanamāluvā’ti payogadassanato, atha kimatthaṃ sālasaddena yo koci rukkho vutto’’ti? Na sālarukkhoyeva sālasaddena vutto, atha kho sālarukkhepi vanappatijeṭṭharukkhepi yasmiṃ kasmiñci rukkhepi ‘‘sālo’’ti vohārassa dassanato aññepi rukkhā vuttā. Tathā hi sālarukkhopi ‘‘sālo’’ti vuccati. Yathāha ‘‘seyyathāpi bhikkhave gāmassa vā nigamassa vā avidūre mahantaṃ sālavanaṃ, tañcassa elaṇḍehi sañchannaṃ. Antarena yamakasālāna’’nti. Vanappatijeṭṭharukkhopi. Yathāha –",
  "anya-e0804n0:178": "‘‘Taveva deva vijite, tavevuyyānabhūmiyā;",
  "anya-e0804n0:179": "Ujuvaṃsā mahāsālā, nīlobhāsā manoramā’’ti.",
  "anya-e0804n0:180": "Yo koci rukkhopi. Yathāha ‘‘atha kho taṃ bhikkhave māluvabījaṃ aññatarasmiṃ sālamūle nipateyyā’’ti. Atridaṃ vuccati –",
  "anya-e0804n0:181": "‘‘Sālarukkhe jeṭṭharukkhe,",
  "anya-e0804n0:182": "Yasmiṃ kasmiñci pādape;",
  "anya-e0804n0:183": "Sālo iti ravo sālā,",
  "anya-e0804n0:184": "Sandhāgāre thiyaṃ siyā’’ti.",
  "anya-e0804n0:185": "Sikkha vijjopādāne. Sikkhati. Sikkhā, sikkhanaṃ, sikkhitaṃ sippaṃ, sikkhako, sikkhito, sekkho, asekkho. Kakāralope ‘‘sekho asekho’’ti rūpāni bhavanti. Tattha sikkhitoti sañjātasikkho, asikkhīti vā sikkhito, tathā hi kattuppayogo dissati ‘‘ahaṃ kho pana susikkhito anavayo sake ācariyake kumbhakārakamme’’ti.",
  "anya-e0804n0:186": "Bhikkha yācane. Bhikkhati. Bhikkhu, bhikkhā, bhikkhanaṃ, bhikkhako, bhikkhitaṃ bhojanaṃ. Ettha pana ‘‘bhikkhu yati samaṇo muni pabbajito anagāro tapassī tapodhano’’ iccetāni pariyāyavacanāni. Etesu sāsane ‘‘bhikkhū’’ti upasampanno vuccati. Kadāci pana ‘‘bhikkhusataṃ bhojesi, bhikkhusahassaṃ bhojesī’’tiādīsu sāmaṇerepiupādāya ‘‘bhikkhū’’ti vohāro pavattati, tāpasāpi ca samaṇasaddādīhi vuccanti, ‘‘ahū atītamaddhāne, samaṇo khantidīpano’’tiādi ettha nidassanaṃ.",
  "anya-e0804n0:187": "Dakkha vuddhiyaṃ sīghatte ca. Dakkhati, dakkhiṇā, dakkho. Dakkhanti vaddhanti sattā etāya yathādhippetāhi sampattīhi iddhā vuddhā ukkaṃsagatā hontīti dakkhiṇā, dātabbavatthu. Dakkhati kusalakamme aññasmiñca kiccākicce adandhatāya sīghaṃ gacchatīti dakkho, cheko, yo ‘‘kusalo’’tipi vuccati.",
  "anya-e0804n0:188": "Dikkha muṇḍiopanayananiyamabbatādesesu. Dikkhadhātu muṇḍiye, upanayane, niyame, vate, ādese ca pavattati. Dikkhati. Dikkhito muṇḍo. Ettha siyā – nanu ca bho sarabhaṅgajātake ‘‘gandho isīnaṃ ciradikkhitānaṃ, kāyā cuto gacchati mālutenā’’ti etasmiṃ padese aṭṭhakathācariyehi ‘‘ciradikkhitānanti cirapabbajitāna’’nti vuttaṃ. Na hi tattha ‘‘ciramuṇḍāna’’nti vuttaṃ. Evaṃ sante kasmā idha ‘‘dikkhadhātu muṇḍiye vuttā’’ti? Saccaṃ, tattha pana dikkhitasaddassa pabbajite vattanato ‘‘cirapabbajitāna’’nti vuttaṃ, na dhātuatthassa vibhāvanatthaṃ. Ida pana dhātuatthavibhāvanatthaṃ muṇḍiye vuttā. Tāpasā hi muṇḍiyatthavācakena dikkhitasaddena vattuṃ yuttā. Tathā hi aṭṭhakathācariyehi cakkavattisuttatthavaṇṇanāyaṃ ‘‘kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā’’ti imissā pāḷiyā atthavivaraṇe ‘‘tāpasapabbajjaṃ pabbajantāpi hi paṭhamaṃ kesamassuṃ ohārenti, tato paṭṭhāya parūḷhakese bandhitvā vivaranti, tena vuttaṃ kesamassuṃ ohāretvā’’ti evaṃ attho saṃvaṇṇito.",
  "anya-e0804n0:189": "Ikkha dassanaṅkesu. Ikkhati, upekkhati, apekkhati. Upekkhā, apekkhā, paccavekkhaṇā. Kakāralope ‘‘upekhā, apekhā, upasampadāpekho’’ti rūpāni bhavanti.",
  "anya-e0804n0:190": "Dukkha hiṃsāgatīsu. Dakkhati. Dakkhako.",
  "anya-e0804n0:191": "Cikkha cakkha viyattiyaṃ vācāyaṃ. Cikkhati, ācikkhati, abbhācikkhati. Ācikkhako. Cakkhati, cakkhu. Ettha cakkhūti cakkhatīti cakkhu, samavisamaṃ abhibyattaṃ vadantaṃ viya hotīti attho. Atha vā ‘‘sūpaṃ cakkhati, madhuṃ cakkhatī’’tiādīsu viya yasmā assādatthopi cakkhusaddo bhavati, tasmā ‘‘cakkhati viññāṇādhiṭṭhitaṃ rūpaṃ assādentaṃ viya hotī’’ti assādatthopi gahetabbo. ‘‘Cakkhuṃ kho māgaṇḍiyaṃ rūpārāmaṃ rūparataṃ rūpasammudita’’nti hi vuttaṃ. Satipi sotādīnaṃ saddārāmatādibhāve nirūḷhattā nayane eva cakkhusaddo pavattati paṅkajādisaddā viya padumādīsu.",
  "anya-e0804n0:192": "Cakkha’kkhi nayanaṃ, locanaṃ diṭṭhi dassanaṃ;",
  "anya-e0804n0:193": "Pekkhanaṃ acchi pamhaṃ tu, ‘‘pakhuma’’nti pavuccati.",
  "anya-e0804n0:194": "Etā rukkhādikā cakkhapariyantā ‘‘attanobhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:195": "Khakārantadhāturūpāni.",
  "anya-e0804n0:196": "Gakārantadhātu",
  "anya-e0804n0:197": "Gu karīsussagge. Karīsussaggo vaccakaraṇaṃ. Gavati. Ge sadde. Gāyati. Gītaṃ.",
  "anya-e0804n0:198": "Vagga gatiyaṃ. Vaggati. Vaggo, vaggitaṃ. Ettha samudāyavasena vagganaṃ pavattanaṃ vaggo. Vaggitanti gamanaṃ. Tathā hi nāgapetavatthuaṭṭhakathāyaṃ ‘‘yo so majjhe assatarīrathena catubbhi yuttena suvaggitena. Amhākaṃ putto ahu majjhimo so, amaccharī dānapatī virocatī’’ti imissā pāḷiyā atthaṃ vadantehi ‘‘suvaggitenāti sundaragamanenā’’ti. Kiñci bhiyyo kriyāpadampi ca diṭṭhaṃ ‘‘dhunanti vagganti pavattanti cambare’’ti.",
  "anya-e0804n0:199": "Ragi lagi agi vagi magi igi rigi ligi tagi sagi gamane ca. Cakāro gatipekkhako. Raṅgati. Raṅgo. Laṅgati. Laṅgo, laṅgī. Aṅgati, aṅgeti. Aṅgo, samaṅgī, samaṅgitā, aṅgaṃ, aṅgaṇaṃ. Vaṅgati. Vaṅgo. Maṅgati. Maṅgo, upaṅgo, maṅgalaṃ. Iṅgati. Iṅgitaṃ. Riṅgati. Riṅganaṃ. Liṅgati. Liṅganaṃ. Ulliṅgati, ulliṅganaṃ. Taṅgati. Taṅganaṃ. Saṅgati. Saṅganaṃ. Tattha aṅganti yesaṃ kesañci vatthūnaṃ avayavo, sarīrampi kāraṇampi ca vuccati. Aṅgaṇanti katthaci kilesā vuccanti ‘‘rāgo aṅgaṇa’’ntiādīsu. Rāgādayo hi aṅganti etehi taṃsamaṅgipuggalā nihīnabhāvaṃ gacchantīti ‘‘aṅgaṇānī’’ti vuccanti. Katthaci malaṃ vā paṅko vā ‘‘tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamatī’’tiādīsu. Añjati makkhetīti hi aṅgaṇaṃ, malādi. Katthaci tathārūpo vivaṭappadeso ‘‘cetiyaṅgaṇaṃ, bodhiyaṅgaṇa’’ntiādīsu. Añjati tattha ṭhitaṃ atisundaratāya abhibyañjetīti hi aṅgaṇaṃ, vivaṭo bhūmippadeso. Iccevaṃ –",
  "anya-e0804n0:200": "Rāgādīsu kilesesu, paṅke kāyamalamhi ca;",
  "anya-e0804n0:201": "Vivaṭe bhūmibhāge ca, ‘‘aṅgaṇa’’nti ravo gato.",
  "anya-e0804n0:202": "Yugijugi vajjane. Yuṅgati. Juṅgati.",
  "anya-e0804n0:203": "Ragi saṅkāyaṃ. Raṅgati.",
  "anya-e0804n0:204": "Laga saṅgeca. Ca kāro anantaravuttāpekkhako. Lagati. Ca jato na hoti laganaṃ. Baḷise laggo.",
  "anya-e0804n0:205": "Thagaṃ saṃvaraṇe. Thagati.",
  "anya-e0804n0:206": "Agga kuṭilagatiyaṃ. Aggatīti aggi, kuṭilaṃ gacchatīti attho.",
  "anya-e0804n0:207": "Aggi dhūmasikho joti, jātavedo sikhī gini;",
  "anya-e0804n0:208": "Aggini bhāṇumā tejo, pāvako tivako’nalo.",
  "anya-e0804n0:209": "Hutāsano dhūmaketu, vessānaro ca accimā;",
  "anya-e0804n0:210": "Ghatāsano vāyusakho, dahano kaṇhavattani.",
  "anya-e0804n0:211": "Etā guādikā aggapariyantā ‘‘parassabhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:212": "Gā gatiyaṃ. Gāti.",
  "anya-e0804n0:213": "Gu sadde. Gavati.",
  "anya-e0804n0:214": "Gu uggame. Uggamo uggamanaṃ pākaṭatā. Gavati. Saddasatthavidū panimāsaṃ ‘‘gāte gavate’’ti attanobhāsattaṃ vadanti.",
  "anya-e0804n0:215": "Gakārantadhāturūpāni.",
  "anya-e0804n0:216": "Ghakārantadhātu",
  "anya-e0804n0:217": "Ghā gandhopādāne. Ghāti. Ghānaṃ. Gandhaṃ ghatvā. Atrāyaṃ pāḷi ‘‘gandhaṃ ghatvā sati muṭṭhā’’ti. Etissā pana divādigaṇaṃ pattāya ‘‘ghāyati ghāyitvā’’ti rūpāni bhavanti.",
  "anya-e0804n0:218": "Ghuabhigamane. Abhigamanaṃ adhigamanaṃ. Ghoti.",
  "anya-e0804n0:219": "Jaggha hasane. Jagghati, sañjagghati. Sañjagghittho mayā saha. Jagghitumpi na sobhati. Jagghitvā.",
  "anya-e0804n0:220": "Taggha pālane. Tagghati.",
  "anya-e0804n0:221": "Sighi āghāne. Āghānaṃ ghānena gandhānubhavanaṃ. Siṅghati, upasiṅghati. Upasiṅghitvā. Ārā siṅghāmi vārijaṃ. Etā ‘‘parassabhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:222": "Ghu sadde. Ghoti, ghavati.",
  "anya-e0804n0:223": "Raghi laghi gatyakkhepe. Gatyakkhepo gatiyā akkhepo. Raṅghati, laṅghati, ullaṅghati. Laṅghitā, ullaṅghikāpīti, laṅghitvā.",
  "anya-e0804n0:224": "Maghi ketave ca. Cakāro pubbatthāpekkho. Maṅghati.",
  "anya-e0804n0:225": "Rāgha lāgha sāmatthiye. Rāghati. Lāghati.",
  "anya-e0804n0:226": "Dāgha āyāse ca. Āyāso kilamanaṃ. Cakāro sāmatthiyāpekkhako. Dāghati. Nidāgho.",
  "anya-e0804n0:227": "Silāgha katthane. Katthanaṃ pasaṃsanaṃ. Silāghati. Silāghā. Buddhassa silāghate. Silāghitvā. ‘‘Attanobhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:228": "Gha kārantadhāturūpāni.",
  "anya-e0804n0:229": "Iti bhūvādāgaṇe kavaggantadhāturūpāni",
  "anya-e0804n0:230": "Samattāni.",
  "anya-e0804n0:231": "Cakārantadhātu",
  "anya-e0804n0:232": "Idāni cavaggantadhāturūpāni vuccante –",
  "anya-e0804n0:233": "Suca soke. Socati. Soko, socanā, socaṃ, socanto, socantī, socantaṃ kulaṃ, socitvā.",
  "anya-e0804n0:234": "Kuca sadde tāre. Tārasaddo accuccasaddo. Kocati. Uccasaddaṃ karotīti attho.",
  "anya-e0804n0:235": "Kuñca koṭilla’ppībhāvesu. Kuñcati. Kuñcikā, kuñcitakeso. Kuñcitvā.",
  "anya-e0804n0:236": "Luñca apanayane. Luñcati. Luñcako, luñcituṃ, luñcitvā.",
  "anya-e0804n0:237": "Añcu gatipūjanāsu. Maggaṃ añcati. Buddhaṃ añcati. Uddhaṃ anuggantvā tiriyaṃ añcitoti tiracchāno. Kaṭukañcukatā.",
  "anya-e0804n0:238": "Vañcu cañcu tañcu gatiyaṃ. Vañcati. Cañcati. Tañcati. Mañcati. Santi pādā avañcanā. Avañcanāti vañcituṃ gantuṃ asamatthā.",
  "anya-e0804n0:239": "Gucu gaṇecu theyyakaraṇe. Thenanaṃ theyyaṃ, corikā. Tassa kriyā theyyakaraṇaṃ. Gocati. Gaṇecati.",
  "anya-e0804n0:240": "Acca pūjāyaṃ accati. Brahmāsurasuraccito.",
  "anya-e0804n0:241": "Tacca hiṃsāyaṃ. Taccati.",
  "anya-e0804n0:242": "Cacca jacca paribhāsanavajjanesu. Caccati. Jaccati.",
  "anya-e0804n0:243": "Kuca saṃpaccanakoṭillapaṭikkamavilekhanesu. Kucati, saṅkucati. Saṅkoco.",
  "anya-e0804n0:244": "Taca saṃvaraṇe. Saṃvaraṇaṃ rakkhaṇaṃ. Tacati. Taco.",
  "anya-e0804n0:245": "Dicathutiyaṃ. Dicati.",
  "anya-e0804n0:246": "Kuca saṅkocane. Kocati, saṅkocati. Saṅkoco.",
  "anya-e0804n0:247": "Byāca byājikaraṇe. Byājikaraṇaṃ byājikriyā. Byācati.",
  "anya-e0804n0:248": "Vaca viyattiyaṃ vācāyaṃ. Viyattassa esā viyatti, tissaṃ viyattiyaṃ vācāyaṃ, viyattāyaṃ vācāyanti adhippāyo. Viyattassa hi vadato puggalassa vasena vācā viyattā nāma vuccati. Yathā pana kucchisaddatiracchānagatādisaddo ‘‘abyattasaddo’’ti vuccati, na evaṃ vacanasaṅkhāto saddo ‘‘abyattasaddo’’ti vuccati viññātatthattā. ‘‘Vatti, vacati, vacanti. Vacasi’’ iccādīni suddhakattupadāni. ‘‘Vāceti, vācenti’’ iccādīni hetukattupadāni. ‘‘Atthābhisamayā dhīro, paṇḍitoti pavuccati. Vuccanti. Santo sappurisā loke, devadhammāti vuccare’’ iccādīni kammapadāni. Garū pana vakārassa ukārādesavasena ‘‘uttaṃ uccate uccante’’tiādīni icchanti, tāni sāsane appasiddhāni, sakkaṭabhāsānulomāni. Sāsanasmiñhi rakārāgamavisaye nipubbasseva vacassa vassa ukārādeso siddho ‘‘nirutti, niruttaṃ, nerutta’’nti. Vacanaṃ, vācā, vaco, vacī, vuttaṃ, pavuttaṃ, vuccamānaṃ, adhivacanaṃ, vattabbaṃ, vacanīyaṃ, imāni nāmikapadāni. Vattuṃ, vattave, vatvā, vatvāna, imāni tumantādīni ‘‘parassabhāsā’’ti saddasatthavidū vadanti.",
  "anya-e0804n0:249": "Tattha vattīti vadati. Ākhyātapadañhetaṃ. Atthasaṃvaṇṇakehipi ‘‘vatti etāyāti vācā’’ti nibbacanamudāhaṭaṃ. Saddasatthe ca tādisaṃ ākhyātapadaṃ diṭṭhaṃ. Ettha paneke vadanti ‘‘vacati, vacantītiādīni kriyāpadarūpāni buddhavacane aṭṭhakathāṭīkāsu satthesu ca anāgatattā chaḍḍetabbānī’’ti. Tanna, yasmā sāsane ‘‘avaca, avaciṃsū’’ti suddhakattupadāni ca ‘‘vāceti, vācentī’’tiādīni hetukattupadāni ca dissanti, tasmā buddhavacanādīsu anāgatānipi ‘‘vacati, vacantī’’tiādīni rūpāni gahetabbāni. Vaceyya, vuccatu, vucceyya. Sesaṃ sabbaṃ sabbattha vitthārato gahetabbaṃ.",
  "anya-e0804n0:250": "Parokkhārūpāni vadāma – vaca, vacu. Vace, vacittha. Vacaṃ, vacimha. Vacittha, vacire. Vacittho, vacivho. Vaciṃ, vacimhe.",
  "anya-e0804n0:251": "Hiyyattanīrūpāni vadāma – avacā, avacū. Avaco, avacuttha. Avocaṃ, avacumha. Avacuttha, avacutthuṃ. Avacase, avacuvhaṃ. Avaciṃ, avacamhase.",
  "anya-e0804n0:252": "Ajjatanīrūpāni vadāma – avaci, avocuṃ, avaciṃsu. Avoco, avocuttha. Avociṃ, avocumha. Avocā, avocu. Avacase, avocivaṃ. Avocaṃ, avocimhe.",
  "anya-e0804n0:253": "Bhavissantīrūpāni vadāma – vakkhati, vakkhanti. Vakkhasi, vakkhatha. Vakkhāmi, vakkhāma. Vakkhate, vakkhante. Vakkhase, vakkhavhe. Vakkhassaṃ vakkhamhe.",
  "anya-e0804n0:254": "Imesaṃ pana padānaṃ ‘‘kathessati, kathessantī’’tiādinā attho vattabbo. Vakkha roseti dhātussa ca ‘‘vakkhati, vakkhanti. Vakkhasī’’tiādīni vatvā avasāne uttamapurisekavacanaṭṭhāne ‘‘vakkhemī’’ti vattabbaṃ. Attho panimesaṃ ‘‘rosati, rosantī’’tiādinā vattabbo. Ayaṃ vacavakkhadhātūnaṃ bhavissantīvattamānāvasena rūpasaṃsandanānayo. Aparānipi vacadhātussa bhavissantī sahitāni rūpāni bhavanti – vakkhissati, vakkhissanti. Vakkhissasi, vakkhissatha. Vakkhissāmi, vakkhissāma. Vakkhissate, vakkhissante. Vakkhissase, vakkhissavhe. Vakkhissaṃ, vakkhissāmhe.",
  "anya-e0804n0:255": "Atrāyaṃ pāḷi –",
  "anya-e0804n0:256": "‘‘Abhītakappe caritaṃ, ṭhapayitvā bhavābhave;",
  "anya-e0804n0:257": "Imamhi kappe caritaṃ, pavakkhissaṃ suṇohi me’’ti.",
  "anya-e0804n0:258": "Gadratapañhepi ‘‘rājā tumhehi saddhiṃ paṭisanthāraṃ katvā gahapati patirūpaṃ āsanaṃ ñatvā nisīdathāti vakkhissatī’’ti evamādiaṭṭhakathāpāṭho dissati, tasmāyeva edisī padamālā racitā. Vakkha roseti dhātussapi bhavissantīsahitāni rūpāni ‘‘vakkhissati, vakkhissantī’’tiādīni bhavanti. Attho panimesaṃ ‘‘rosissati, rosissantī’’tiādinā vattabbo. Ayaṃ vacavakkhadhātūnaṃ bhavissantīvaseneva rūpasaṃsandanānayo.",
  "anya-e0804n0:259": "Avacissā, vacissā, avacissaṃsu, vacissaṃsu. Sesaṃ sabbaṃ neyyaṃ. Idha pana vuttasaddassa atthuddhāraṃ vattabbampi avatvā upariyeva kathessāma ito ativiya vattabbaṭṭhānattā.",
  "anya-e0804n0:260": "Cu cavane. Cavati. Kārite ‘‘cāvetī’’ti rūpaṃ. Devakāyā cuto. Cutaṃ padumaṃ. Cavituṃ, cavitvā.",
  "anya-e0804n0:261": "Loca dassane. Locati. Locanaṃ.",
  "anya-e0804n0:262": "Seca secane. Secati.",
  "anya-e0804n0:263": "Saca viyattiyaṃ vācāyaṃ. Sacati.",
  "anya-e0804n0:264": "Kaca bandhane. Kacati.",
  "anya-e0804n0:265": "Maca muci kakkane. Kakkanaṃ sarīre ubbaṭṭanaṃ. Macati. Muñcati. Maci dhāraṇucchāyapūjanesu. Dhāraṇaṃ ucchāyo pūjananti tayo atthā. Tattha ucchāyo malaharaṇaṃ. Mañcati. Mañco, mañcanaṃ. Mañcati puggalaṃ dhāretīti mañco.",
  "anya-e0804n0:266": "Paca byattikaraṇe. Pacati. Pāko, paripāko, vipāko, pakkaṃ phalaṃ.",
  "anya-e0804n0:267": "Thuca pasāde. Thocati.",
  "anya-e0804n0:268": "Vaca vaci dittiyaṃ. Vacati. Vañcati.",
  "anya-e0804n0:269": "Rucadittiyaṃ rocane ca. Ditti sobhā. Rocanaṃ ruci. Rocati. Verocano. Samaṇassa rocate saccaṃ. Tassa te saggakāmassa, ekattamuparocitaṃ. Ayañca divādigaṇe ruciatthaṃ gahetvā ‘‘ruccatī’’ti rūpaṃ janeti. Tena ‘‘gamanaṃ mayha ruccatī’’ti pāḷi dissati. Curādigaṇe pana ruciatthaṃ gahetvā ‘‘roceti rocayatī’’ti rūpāni janeti. Tena ‘‘kiṃ nu jātiṃ na rocesī’’tiādikā pāḷiyo dissanti. Tegaṇikoyaṃ dhātu.",
  "anya-e0804n0:270": "Paca saṃpāke. Pacati, pacanti. Saddasatthavidū pana ‘‘attanobhāsā’’ti vadanti.",
  "anya-e0804n0:271": "Añca byayagatiyaṃ. Byayagati vināsagati. Añcati.",
  "anya-e0804n0:272": "Yāca yācanāyaṃ. Brāhmaṇo nāgaṃ maṇiṃ yācati. Nāgo maṇiṃ yācito brāhmaṇena. Te taṃ asse ayācisuṃ. So taṃ rathamayācatha. Devadattaṃ āyācati. Evaṃ suddhakattari rūpāni bhavanti. Brāhmaṇo brāhmaṇena nāgaṃ maṇiṃ yāceti, yācayati, yācāpeti, yācāpayati. Evaṃ hetukattari. Rājā brāhmaṇena dhanaṃ yāciyati, yācayiyati, yācāpiyati, yācāpayiyati. Evaṃ kammani. Yācaṃ, yācanto, yācantī, yācantaṃ kulaṃ. Yācamāno, yācamānā, yācamānaṃ kulaṃ. Yācako, yācanā, yācitabbaṃ, yācituṃ, yācitvāna, yācituna, yāciya, yāciyāna. Evaṃ nāmikapadāni tumantādīni ca bhavanti.",
  "anya-e0804n0:273": "Paca pāke. Odanaṃ pacati. ‘‘Ubhayatobhāsā’’ti saddasatthavidū vadanti. Yathā pana sāsane ‘‘paṇḍitoti pavuccatī’’ti vacadhātussa kammani rūpaṃ pasiddhaṃ, na tathā pacadhātussa. Evaṃ santepi garū ‘‘tayā paccate odano’’ti tassa kammani rūpaṃ vadanti. Sāsane pana avisesato ‘‘paccate’’ti vā ‘‘paccatī’’ti vā vuttassapi padassa akammakoyeva divādigaṇiko payogo icchitabbo ‘‘devadatto niraye paccati. Yāva pāpaṃ na paccatī’’tiādidassanato. Kecettha vadeyyuṃ ‘‘sayameva pīyate pānīyantiādi viya bhūvādigaṇapakkhiko kammakattuppayogo esa, tasmā ‘sayamevā’ti padaṃ ajjhāharitvā ‘sayameva devadatto paccatī’tiādinā attho vattabbo’’ti tanna, ‘‘sayameva pīyate pānīya’’nti ettha hi pānīyaṃ manussā pivanti, na pānīyaṃ pānīyaṃ pivati. Manusseheva taṃ pīyate, na sayaṃ. Evaṃ parassa pānakriyaṃ paṭicca kammabhūtampi taṃ sukarapānakriyāvasena sukarattā attanāva sijjhantaṃ viya hotīti ‘‘sayameva pīyate pānīya’’nti rūḷhiyā payogo kato.",
  "anya-e0804n0:274": "‘‘Sayameva kaṭo kariyate’’ti etthāpi kaṭaṃ manussā karonti, na kaṭaṃ kaṭo karoti. Manusseheva kaṭo kariyate, na sayaṃ. Evaṃ parassa karaṇakriyaṃ paṭicca kammabhūtopi so sukaraṇa kriyāvasena sukarattā attanāva sijjhanto viya hotīti ‘‘sayameva kaṭo kariyate’’ti rūḷhiyā payogo kato.",
  "anya-e0804n0:275": "Ettha yathā sayaṃsaddo pānīyaṃ pānīyeneva pīyate, na amhehi. Kaṭo kaṭeneva kariyate, na amhehīti sakammakavisayattā payogānaṃ aññassa kriyāpaṭisedhanasaṅkhātaṃ atthavisesaṃ vadati, na tathā ‘‘devadatto niraye paccati, kammaṃ paccatī’’tiādīsu tumhehi ajjhāharito sayaṃsaddo atthavisesaṃ vadati akammakavisayattā etesaṃ payogānaṃ. Evaṃ ‘‘devadatto’’tiādikassa paccattavacanassa akammakakattuvācakattā kammarahitasuddhakattuvācakattā ca ‘‘paccatī’’ti idaṃ divādigaṇikarūpanti daṭṭhabbaṃ. Pacadhātu saddasatthe divādigaṇa vutto natthīti ce? Natthi vā atthi vā, kimettha saddasatthaṃ karissati, pāḷi eva pamāṇaṃ, tasmā mayaṃ lokavohārakusalassa bhagavato pāḷinayaññeva gahetvā imaṃ pacadhātuṃ divādigaṇepi pakkhipissāma. Tathā hi dhammapālācariya anuruddhācariyādīhi abhisaṅkhatā divādigaṇikappayogā dissanti –-",
  "anya-e0804n0:276": "Ñāṇayuttavaraṃ tattha, datvā sandhiṃ tihetukaṃ;",
  "anya-e0804n0:277": "Pacchā paccati pākānaṃ, pavatte aṭṭhake duve.",
  "anya-e0804n0:278": "Asaṅkhāraṃ sasaṅkhāra-vipākāni ca paccati",
  "anya-e0804n0:279": "Iccevamādayo. Ettha pana tesaṃ idameva pāḷiyā na sameti. Ye curādigaṇamhi sakammakabhāvena bhūvādigaṇe ca akammakabhāvena pavattassa bhūdhātusseva bhūvādigaṇe pavattassa sakamakassapi sato divādigaṇaṃ patvā akammakabhūtassa pacadhātussa sakammakattamicchanti. Etañhi sāṭṭhakathe tepiṭake buddhavacane kuto labbhā, tasmā bhagavato pāvacane sotūnaṃ saṃsayasamugghāṭatthaṃ ettha imaṃ nītiṃ paṭṭhapema –",
  "anya-e0804n0:280": "Vināpi upasaggena, gaṇanānattayogato;",
  "anya-e0804n0:281": "Sakammākammakā honti, dhātū pacabhidādayo.",
  "anya-e0804n0:282": "Puriso odanaṃ pacati. Sa bhūtapacaniṃ paci. Odano paccati. Kammaṃ paccati. Vīhisīsaṃ paccati. Rukkhaphalāni paccanti. Nāgo pākāraṃ bhindati. Taḷākapāḷi bhijjati. Bhijjanadhammaṃ bhijjati. Ettha ca sayaṃsaddaṃ ajjhāharitvā ‘‘sayameva odano paccatī’’tiādinā vuttepi ‘‘puriso sayameva pāṇaṃ hanati. Bhagavā sayameva ñeyyadhammaṃ abujjhī’’ti payogesu parassa āṇattisambhūtahananakriyāpaṭisedhamiva paropadesasambhūtabujjhanakriyāpaṭisedhanamiva ca aññassa kriyāpaṭisedhanavasena vuttattā yo sayaṃsaddavasena kammakattubhāvaparikappo, taṃ na pamāṇaṃ. Sayaṃsaddo hi suddhakattuatthepi dissati, na kevalaṃ ‘‘sayameva pīyate pānīya’’ntiādīsu kammattheyeva, tasmā sāsanānurūpena attho gahetabbo nayaññūhi.",
  "anya-e0804n0:283": "Vināpi upasaggena, vināpi ca gaṇantaraṃ;",
  "anya-e0804n0:284": "Sakammākammakā honti, atthato divuādayo.",
  "anya-e0804n0:285": "Kāmaguṇehi dibbati. Paccāmitte dibbati. Aññānipi yojetabbāni.",
  "anya-e0804n0:286": "Gaṇantarañcopasaggaṃ, vināpi atthanānataṃ;",
  "anya-e0804n0:287": "Payogato sakammā ca, akammā ca gamādayo.",
  "anya-e0804n0:288": "Puriso maggaṃ gacchati. Gambhīresupi atthesu ñāṇaṃ gacchati. Dhammaṃ carati. Tattha tattha carati.",
  "anya-e0804n0:289": "Gaṇantarañcopasaggaṃ, payogañcatthanānataṃ;",
  "anya-e0804n0:290": "Vināpi tividhā honti, disādī rūpabhedato.",
  "anya-e0804n0:291": "Pāsādaṃ passati, pāsādaṃ dakkhati pāsādo dissati. Aññānipi yojetabbāni.",
  "anya-e0804n0:292": "Sabhāvato sakammā tu, rudadhātādayo matā;",
  "anya-e0804n0:293": "Sabhāvato akammā ca, nandadhātādayo matā.",
  "anya-e0804n0:294": "Mataṃ vā amma rodanti, idha nandati pecca nandati.",
  "anya-e0804n0:295": "Upasaggavaseneke, sakammāpi akammakā;",
  "anya-e0804n0:296": "Sambhavanti tathekacce, akammāpi sakammakā.",
  "anya-e0804n0:297": "Ekacce tupasaggehi, sakammā ca sakammakā;",
  "anya-e0804n0:298": "Akammakā akammā ca, esatthopettha dīpito;",
  "anya-e0804n0:299": "Puriso gāmā niggacchati, dhanaṃ adhigacchati, puriso pāṇaṃ abhibhavati, himavatā pabhavanti mahānadiyo. Aññānipi payogāni yojetabbāni.",
  "anya-e0804n0:300": "Tattha yadi sāsane pacadhātussa kammani rūpaṃ siyā, ‘‘purisena kammaṃ kariyatī’’ti payogo viya ‘‘purisena odano paciyatī’’ti payogo icchitabbo. Ye pana garū ‘‘tayā paccate odano’’tiādīni icchanti, te saddasatthanayaṃ nissāya vadanti maññe. Evaṃ santepi upaparikkhitvā yuttāni ce, gahetabbāni. Kārite ‘‘puriso purisena purisaṃ vā odanaṃ pāceti, pācayati, pācāpeti, pācāpayati. Purisena puriso odanaṃ pāciyati, pācayiyati, pācāpiyati, pācāpayiyatī’’ti rūpāni bhavanti. ‘‘Yathā daṇḍena gopālo, gāvaṃ pāceti gocara’’ntiādīsu aññopi attho daṭṭhabbo.",
  "anya-e0804n0:301": "Pacaṃ, pacanto, pacantī, pacamāno, pacamānā. Pātabbaṃ, pacitaṃ, pacitabbaṃ, pacanīyaṃ, pacituṃ, pacitvā. Ettha ca ‘‘imassa maṃsañca pātabba’’nti payogo udāharaṇaṃ. ‘‘Pacati, pacanti. Pacasī’’tiādi padakkamo subodho.",
  "anya-e0804n0:302": "Sica gharaṇe. Secati, seko, ‘‘ubhatobhāsā’’ti vadanti.",
  "anya-e0804n0:303": "Imāni cakārantadhāturūpāni.",
  "anya-e0804n0:304": "Chakārantadhātu",
  "anya-e0804n0:305": "Parassabhāsādibhāvaṃ, sabbesaṃ dhātunaṃ ito;",
  "anya-e0804n0:306": "Paraṃ na byākarissaṃ so, sāsane īrito na hi.",
  "anya-e0804n0:307": "Chuchedane. Choti. Chotvāna moḷiṃ varagandhavāsitaṃ. Acchocchuṃvata bho rukkhaṃ.",
  "anya-e0804n0:308": "Milecha aviyattāyaṃ vācāyaṃ. Milecchati, milakkhu. Paccantimesu janapadesu paccājāto hoti milakkhūsu aviññātāresu.",
  "anya-e0804n0:309": "Vachi icchāyaṃ. Vañchati. Vañchitaṃ dhanaṃ.",
  "anya-e0804n0:310": "Achi āyāme. Añcati. Dīghaṃ vā añchanto dīghaṃ añchāmīti pajānāti.",
  "anya-e0804n0:311": "Huccha koṭille. Hucchati.",
  "anya-e0804n0:312": "Muccha mohamucchāsu. Mucchati. Mucchito visavegena, visaññī samapajjatha. Mucchā, mucchitvā.",
  "anya-e0804n0:313": "Phucha visaraṇe phochati.",
  "anya-e0804n0:314": "Yucha pamāde. Yucchati.",
  "anya-e0804n0:315": "Uchi uñche. Uñcho pariyesanaṃ. Uñchati. Uñchācariyāya īhatha.",
  "anya-e0804n0:316": "Ucha pipāsāyaṃ. Uchati.",
  "anya-e0804n0:317": "Puccha pañhe pucchati. Pucchitā, pucchako, puṭṭho, pucchito, pucchā. Bhikkhu vinayadharaṃ pañhaṃ pucchati. Pucchi, pucchituṃ. Pucchitvā. Ettha ca pañcavidhā pucchā adiṭṭhajotanāpucchā diṭṭhasaṃsandanāpucchā vimaticchedanāpucchā anumatipucchā kathetukamyatāpucchāti. Tāsaṃ nānattaṃ aṭṭhasāliniyādito gahetabbaṃ.",
  "anya-e0804n0:318": "Viccha gatiyaṃ. Vicchati. Vicchikā.",
  "anya-e0804n0:319": "Vacchuchedane. Vucchati. Vuttā, vuttavā, vuttasiro. Vakāragatassa akārassa uttaṃ.",
  "anya-e0804n0:320": "Vuttasaddo kesoharaṇepi dissati ‘‘kāpaṭiko māṇavo daharo vuttasiro’’tiādīsu. Ettha ca sirasaddena siroruhā vuttā yathā mañcasaddena mañcaṭṭhā, cakkhusaddena ca cakkhunissitaṃ viññāṇaṃ. Ropitepi ‘‘yathā sāradikaṃ bījaṃ, khette vuttaṃ virūhatī’’tiādīsu. Kathitepi ‘‘vuttamidaṃ bhagavatā, vuttamarahatā’’tiādisu. Atridaṃ vuccati –",
  "anya-e0804n0:321": "Vacchuvapavacavasā, vuttasaddo pavattati;",
  "anya-e0804n0:322": "Kesohāre ropite ca, kathite ca yathākkamanti.",
  "anya-e0804n0:323": "Aparo nayo – vuttasaddo ‘‘no ca kho paṭivutta’’ntiādīsu vāpasamīkaraṇe dissati. ‘‘Pannalomo paradattavutto’’tiādīsu jīvitavuttiyaṃ. ‘‘Paṇḍupalāso bandhanā pavutto’’tiādīsu apagame. ‘‘Gītaṃ pavuttaṃ samīhita’’ntiādīsu pāvacanavasena pavattite. Loke pana ‘‘vutto pārāyano’’tiādīsu ajjhene dissati, atridaṃ vuccati",
  "anya-e0804n0:324": "‘‘Vāpasamīkaraṇe ca, atho jīvitavuttiyaṃ;",
  "anya-e0804n0:325": "Apagame pāvacana-vasena ca pavattite;",
  "anya-e0804n0:326": "Ajjhene cevametesu, vuttasaddo padissatī’’ti.",
  "anya-e0804n0:327": "Aparopi nayo – vuttasaddo saupasaggoca anupasaggo ca vapane vāpasamīkaraṇe kesohāre jīvitavuttiyaṃ pamuttabhāve pāvacanavasena pavattite ajjhene kathaneti evamādīsu dissati. Tathā hesa –",
  "anya-e0804n0:328": "‘‘Gāvo tassa pajāyanti, khette vuttaṃ virūhati;",
  "anya-e0804n0:329": "Vuttānaṃ phalamasnāti, yo mittānaṃ na dubbhatī’’ti",
  "anya-e0804n0:330": "Ādīsu vapane āgato. ‘‘No ca kho paṭivutta’’ntiādīsu aṭṭhadantakādīhi vāpasamīkaraṇe. ‘‘Kāpaṭiko māṇavo daharo vuttasiro’’tiādīsu kesoharaṇe. ‘‘Pannalomo paradattavutto migabhūtena cetasā viharatī’’tiādīsu jīvitavuttiyaṃ. ‘‘Seyyathāpi nāma paṇḍupalāso bandhanā pavutto abhabbo haritatthāyā’’tiādīsu bandhanato pamuttabhāve. ‘‘Yesamidaṃ etarahi porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samīhita’’ntiādīsu pāvacanabhāvena pavattite. Loke pana ‘‘vutto gaṇo, vutto pārāyano’’tiādīsu ajjhene. ‘‘Vuttaṃ kho panetaṃ bhagavatā, dhammadāyādā me bhikkhave bhavatha, mā āmisadāyādā’’tiādīsu kathane. Atridaṃ vuccati –",
  "anya-e0804n0:331": "Vapa vatu vacchuvaca-dhātūnaṃ vasato mato;",
  "anya-e0804n0:332": "Sopasaggo nopasaggo, vuttasaddo yathārahaṃ.",
  "anya-e0804n0:333": "Vapane ca vāpasamī-karaṇe muṇḍatāya ca;",
  "anya-e0804n0:334": "Jīvavutyaṃ pamuttatthe, vasā pāvacanassa tu;",
  "anya-e0804n0:335": "Pavattite ca ajjhene, kathane cāti lakkhaye;",
  "anya-e0804n0:336": "Taccha tanukaraṇe. Tacchati. Tacchako dāruṃ.",
  "anya-e0804n0:337": "Chakārantadhāturūpāni.",
  "anya-e0804n0:338": "Jakārantadhātu",
  "anya-e0804n0:339": "Jijaye. Jeti. Jayati, parājayati. Dhammaṃ caranto sāmikaṃ parājeti. Dhammaṃ caranto parajjati. Rājānaṃ jayāpesuṃ. Jayāpetvā. Ettha jayāpesunti ‘‘jayatu bhava’’nti āsīsavacanaṃ vadiṃsūti attho. Jayanaṃ, jitaṃ, jayo, vijitaṃ, jino, jetā, jeto, jito māro, māraṃ jito, jitavā, jitāvī, vijitāvī, māraji, lokaji, odhijino, anodhijino, jito. Vijito, jetuṃ, vijetuṃ, jitvā, vijitvā. Imassa pana dhātussa kiyādigaṇaṃ pattassa ‘‘jināti jinitvā’’tyādīni rūpāni bhavanti.",
  "anya-e0804n0:340": "Ji abhibhavane. Jeti. Jino. Pubbe viya rūpāni. Ettha ca ‘‘tumhehi ānanda sappurisehi vijitaṃ, pacchimā janatāsālimaṃsodanaṃ atimaññissatī’’ti pāḷi abhibhavanatthasādhakā. Ettha hi vijitanti adhibhūtanti attho.",
  "anya-e0804n0:341": "Ju gatiyaṃ. Ettha sīghagati adhippetā. Javati. Javanaṃ, javo, javaṃ, javanto, javanacittaṃ, javanapañño, javanahaṃso. Manojavaṃ gacchati yenakāmaṃ.",
  "anya-e0804n0:342": "Jekhaye. Jīyati. Ekārassa īyādeso. Sāsanānurūpena ‘‘kiṃ maṃ dhanena jīyethā’’ti hi pāḷi dissati. Saddasatthavidū pana ‘‘jāyatī’’ti rūpaṃ vadanti.",
  "anya-e0804n0:343": "Sajja gatiyaṃ. Sajjati.",
  "anya-e0804n0:344": "Kuju khuju theyyakaraṇe. Kojati. Khojati.",
  "anya-e0804n0:345": "Vaja gatiyaṃ. Dhaja dhaji ca. Vajati. Abbajati. Manussattañca abbaje. Vajo, vajanaṃ, pavajanaṃ, pabbajjā, pabbajito, pabbājito.",
  "anya-e0804n0:346": "Sakā raṭṭhā pabbājito, aññaṃ janapadaṃ gato;",
  "anya-e0804n0:347": "Mahantaṃ koṭṭhaṃ kayirātha, duruttānaṃ nidhetave.",
  "anya-e0804n0:348": "Dhajati. Dhajo. Dhañjati. Dhañjanaṃ. Ettha dhajoti ketu. Dhañjananti gamanaṃ.",
  "anya-e0804n0:349": "Aja khepane ca. Gatiapekkhakoyeva cakāro. Ajati. Ajo. Ettha ajoti eḷako. Imāni panassa pariyāyavacanāni ‘‘ajo eḷako urabbho avi meṇḍo’’ti. Tattha urabbhoti eḷako, yo ‘‘ajo’’tipi vuccati. Avīti rattalomo eḷako. Meṇḍoti kuṭilasiṅgo eḷako. Tathā hi janakajātake ajarathato meṇḍarathā visuṃ vuttā. Apica ajeḷakanti ajato eḷakassa visuṃ vacanato eḷakasaddena meṇḍopi gahetabbo, mahosadhajātakaṭṭhakathāyañhi meṇḍeḷakānaṃ nibbisesatā vuttāti.",
  "anya-e0804n0:350": "Ajja sajja ajjane. Ajjanaṃ ajjanakriyā. Ajjati. Sajjati.",
  "anya-e0804n0:351": "Kajja byathane. Byathanaṃ hiṃsā. Kajjati.",
  "anya-e0804n0:352": "Khajja majjane ca. Majjanaṃ suddhi. Byathanāpekkho cakāro. Khajjati. Khajjūro.",
  "anya-e0804n0:353": "Khaja manthe. Mantho viloḷanaṃ. Khajati.",
  "anya-e0804n0:354": "Khaji gativekalle. Kissa bhante ayyo khañjatīti. Ubho khañjā. Khañjanaṃ, khañjituṃ, khañjitvā.",
  "anya-e0804n0:355": "Khaja kampane. Khajati. Ejā. Ettha ca ejāti lābhādiṃ paṭicca ejati kampatīti ejā, balavataṇhāyetaṃ nāmaṃ.",
  "anya-e0804n0:356": "Buja vajiranibbese. Vajiranigghoseti keci vidū vadanti. Bojati.",
  "anya-e0804n0:357": "Khijakuji guji abyattasadde. Khijati. Kuñjati. Guñjati.",
  "anya-e0804n0:358": "Laja lāja tajja bhassane. Lajati. Lājati. Tajjati.",
  "anya-e0804n0:359": "Laji dittiyañca. Bhassanāpekkho cakāro. Lañjati. Tatiyo nayalañjako. Lañjeti pakāseti suttatthanti lañjako.",
  "anya-e0804n0:360": "Jaja jaji yuddhe. Yujjhanaṃ yuddhaṃ. Jajati. Jañjati.",
  "anya-e0804n0:361": "Tuja hiṃsāyaṃ. Tojati.",
  "anya-e0804n0:362": "Tuji balane ca. Balanaṃ balanakriyā. Hiṃsāpekkhako cakāro. Tuñjati.",
  "anya-e0804n0:363": "Gaja kuji muji gajja saddatthā. Gajati. Kuñjati. Muñjati. Gajo gajjati, megho gajjati. Yattha dāso āmajāto, ṭhito thullāni gajjati. Maṇi gajjati. Ñāṇagajjanaṃ gajjati. Gajjituṃ samattho. Gajjitā. Gajjitvā. Tattha gajoti hatthī. Hatthissa hi anekāni nāmāni –",
  "anya-e0804n0:364": "Hatthī nāgo gajo dantī, kuñjaro vāraṇo karī;",
  "anya-e0804n0:365": "Mātaṅgo dvirado saṭṭhi-hāyano’nekapo ibho.",
  "anya-e0804n0:366": "Thambho rammo dvipo ceva, hatthinī tu kareṇukā;",
  "anya-e0804n0:367": "Hatthipoto hatthicchāpo, bhiṅko ca kalabho bhave.",
  "anya-e0804n0:368": "Caja cāge. Cajati. Pariccajati. Cāgo. Pariccāgo. Cajanaṃ. Cajaṃ, cajanto. Cajamāno.",
  "anya-e0804n0:369": "Sanja saṅge. Saṅgo laganaṃ. Sañcati. Satto. Sajanaṃ, satti. Āsatti. Sajituṃ. Sajitvā.",
  "anya-e0804n0:370": "Īja gatiyaṃ. Ījati.",
  "anya-e0804n0:371": "Bhaji bhajjane. Bhajjanaṃ tāpakaraṇaṃ. Tilāni bhajjati. Purisena bhajjamānāni tilāni.",
  "anya-e0804n0:372": "Ejabheja bhāja dittiyaṃ. Ditti sobhā. Ejati. Bhejati. Bhājati.",
  "anya-e0804n0:373": "Tija nisāne, khamāyañca. Nisānaṃ tikkhatākaraṇaṃ. Khamā khanti. Tejati. Titikkhati. Tejano. Tejo. Tattha tejanoti kaṇḍo saro usu. Tejoti sūriyo. Atha vā tejoti tejanaṃ usmā uṇhattaṃ tāpo. Tejoti vā ānubhāvo pabhāvo.",
  "anya-e0804n0:374": "Sañja parissagge, āliṅganaṃ parissaggo. Sañjati.",
  "anya-e0804n0:375": "Khaji dāne, gatiyañca. Khañjati. Khañjanaṃ.",
  "anya-e0804n0:376": "Rāja dittiyaṃ bhāja ca. Rājati. Bhājati. Rājā. Rājinī. Vanarāji. Rājitvā. Virājitvā. Atra viññūnamatthavivaraṇe kosallajananatthaṃ silokaṃ racayāma –",
  "anya-e0804n0:377": "Ma’hā’rāja mahārāja, mahārāja mameva’hi;",
  "anya-e0804n0:378": "Ne’tassa iti vatvāna, dve janā kalahaṃ karuṃ.",
  "anya-e0804n0:379": "Ettha ca paṭhamapādassa dutiyapade ‘‘me ahi mahī’’ti chedo ‘‘puttā me atthi puttā matthī’’ti viya. ‘‘Mahi arāja mahārājā’’ti ca chedo ‘‘yopi ayaṃ yopāya’’nti viya. Ettha arājasaddo ‘‘atikaramakarācariyā’’ti ettha akarīti atthavācako akarasaddo viya ākhyātaparokkhāvibhattiko daṭṭhabbo. Arāja virocīti attho. Ayaṃ pana gāthāya piṇḍattho ‘‘mahārāja me ahi arāja, mama eva ahi arāja, na etassa iti vatvā dve ahituṇḍikajanā kalahaṃ kariṃsū’’ti.",
  "anya-e0804n0:380": "Ranja rāge. Bhikkhu cīvaraṃ rajati. Satto rūpādīsu rañjati. Rajanaṃ. Rajako. Rāgo. Virāgo. Haliddirāgo. Rājā. Rājinī. Imassa ca divādigaṇaṃ pattassa ‘‘rajjati virajjatī’’ti rūpāni bhavanti. Tattha rajananti rajanavatthu. Rajakoti rajakāro vatthadhovanako. Rāgoti rajjanti sattā tena, sayaṃ vā rañjati, rañjanamattameva vā etanti rāgo, taṇhā. Imāni pana tadabhidhānāni –",
  "anya-e0804n0:381": "Rāgo lobho tasiṇā ca, taṇhā ejā visattikā;",
  "anya-e0804n0:382": "Satti āsatti mucchā ca, lubbhitattañca lubbhanā.",
  "anya-e0804n0:383": "Kāmo nikāmanā icchā, nikanti ca niyanti ca;",
  "anya-e0804n0:384": "Vanañca vanatho ceva, apekkhā bhavanetti ca.",
  "anya-e0804n0:385": "Anurodho ca sārāgo, saṅgo paṅko ca sibbinī;",
  "anya-e0804n0:386": "Nandīrāgo anunayo, gedho sañjananī tathā;",
  "anya-e0804n0:387": "Janikā paṇidhi ceva, ajjhosānantinekadhā.",
  "anya-e0804n0:388": "Virāgoti maggo nibbānañca. Rājāti pathavissaro. Ettha dhātudvayavasena nibbacanāni niyyante. Nānāsampattīhi rājati dibbati virocatīti rājā. Dānañca piyavacanañca atthacariyā ca samānattatā cāti imehi catūhi saṅgahavatthūhi attani mahājanaṃ rañjetītipi rājā. Rājinīti rājabhariyā. Tesaṃ abhidhānāni vuccante sahābhidhānantarehi –",
  "anya-e0804n0:389": "Rājā bhūpati devo ca, manujindo disampati;",
  "anya-e0804n0:390": "Patthivo jagatipālo, bhūbhujo pathavissaro.",
  "anya-e0804n0:391": "Raṭṭhādhipo bhūmipālo, manussindo janādhipo;",
  "anya-e0804n0:392": "Narindo khattiyo ceva, khettassāmi pabhāvako.",
  "anya-e0804n0:393": "Muddhābhisitto rājāti, kathito itaro pana;",
  "anya-e0804n0:394": "Rājañño khattiyo cāti, vutto khattiyajātiko.",
  "anya-e0804n0:395": "Muddhābhisitto anurājā, uparājāti bhāsito;",
  "anya-e0804n0:396": "Catuddīpī rājarājā, cakkavattīti bhāsito.",
  "anya-e0804n0:397": "Rājinī uparī devī, mahesī bhūbhujaṅganā;",
  "anya-e0804n0:398": "Khattiyā rājapadumī, khattiyānī ca khattiyī;",
  "anya-e0804n0:399": "Itthāgārantu orodho, uparītipi vuccati.",
  "anya-e0804n0:400": "Bhaja sevāyaṃ. Bhajati. Bhajanā. Sambhajanā. Bhatti. Sambhatti. Bhattā.",
  "anya-e0804n0:401": "Yaja devapūjasaṅgatakaraṇadānadhammesu. Devapūjaggahaṇena buddhādipūjā gahitā. Saṅgatakaraṇaṃ samodhānakaraṇaṃ. Tathā hi adhimuttattheravatthumhi ‘‘yadatthi saṅgataṃ kiñci, bhavo vā yattha labbhatī’’ti gāthāyaṃ saṅgatasaddena samodhānaṃ vuttaṃ. Dānaṃ pariccāgo. Dhammo jhānasīlādi. Etesvatthesu yajadhātu vattati. Pupphehi buddhaṃ yajati. Devataṃ yajati. Devamanussehi bhagavā yajiyati. Ijjati. Yiṭṭhaṃ. Yañño. Yāgo. Dhammayāgo. Yajamāno sake pure. Yiṭṭhuṃ, yajituṃ. Puthuyaññaṃ yajitvāna. Soḷasaparikkhāraṃ mahāyaññaṃ kattukāmo.",
  "anya-e0804n0:402": "Majja saṃsuddhiyaṃ. Majjati. Bāhiraṃ parimajjati. Bhūmiṃ sammajjati. Majjanaṃ. Sammajjanī.",
  "anya-e0804n0:403": "Niñji suddhiyaṃ. Niñjati. Paniñjati. Niñjituṃ. Paniñjituṃ. Niñjitvā. Paniñjitvā. Ayaṃ pana pāḷi ‘‘tato tvaṃ moggallāna uṭṭhāyāsanā udakena akkhīni paniñjitvā disā anulokeyyāsī’’ti.",
  "anya-e0804n0:404": "Niji abyattasadde. Niñjati.",
  "anya-e0804n0:405": "Bhaja pāke. Tilāni bhajjati. Bhajjamānā tilāni ca.",
  "anya-e0804n0:406": "Uju ajjave. Ajjavaṃ ujubhāvo. Ojati. Uju.",
  "anya-e0804n0:407": "Sajavissaggaparissajjanabbhukkiraṇesu. Sajati. Lokyaṃ sajantaṃ udakaṃ.",
  "anya-e0804n0:408": "Ruja bhaṅge. Rujati. Rujā. Rogo. Ettha rujāti byādhi rujanaṭṭhena. Rogoti rujati bhañjati aṅgapaccaṅgānīti rogo, byādhiyeva, yo ‘‘ātaṅko’’tipi ‘‘ābādho’’tipi vuccati.",
  "anya-e0804n0:409": "Bhuja koṭille. Āvipubbo aññatthesu ca. Urago bhujati. Ābhujati. Bhikkhu pallaṅkaṃ ābhujati, ūrubaddhāsanaṃ bandhatīti attho. Mahāsamuddo ābhujati, āvaṭṭatīti attho. Keci pana ‘‘osakkatī’’ti atthaṃ vadanti. ‘‘Vaṇṇadāna’’nti ābhujati, manasi karotīti attho. Mūlāni vibhujatīti mūlavibhujo, ratho. Ettha ca vibhujatīti chindati. Bhogo. Bhogī. Ābhogo. Ābhujitvā. Ettha ca bhogoti bhujayati kuṭilaṃ kariyatīti bhogo, ahisarīraṃ. Bhogīti sappo.",
  "anya-e0804n0:410": "Raji vijjhane. Nāgo dantehi bhūmiṃ rañjati. Ārañjati. Ettha ca ‘‘tathāgatarañjitaṃ itipī’’ti nettipāḷi nidassanaṃ. Tassattho ‘‘idaṃ sikkhattayasaṅgahitaṃ sāsanabrahmacariyaṃ tathāgatagandhahatthino mahāvajirañāṇasabbaññutaññāṇadantehi rañjitaṃ ārañjitaṃ, tebhūmakadhammānaṃ ārañjanaṭṭhānantipi vuccatī’’ti. Rañjitanti hi rañjati vijjhati etthāti ruñjitaṃ, rañjanaṭṭhānaṃ. ‘‘Idaṃ nesaṃ padakkanta’’ntiādimhi viya etassa saddassa siddhi veditabbā adhikaraṇatthasambhavato.",
  "anya-e0804n0:411": "Vijī bhayacalanesu. Īkārantoyaṃ dhātu, tenassa saniggahītāgamāni rūpāni na santi. Vejati. Vego. Dhammasaṃvego. Saṃvigo vegena palāyi. Nadīvego. Ūmivego , vātavego. Ettha dhammasaṃvegoti sahottappaṃ ñāṇaṃ. ‘‘Vego, javo, rayo’’ti ime ekatthā. Divādigaṇaṃ pana pattassa ‘‘vijjati saṃvijjati ubbijjatī’’ti rūpāni bhavanti dvigaṇikattā.",
  "anya-e0804n0:412": "Lajja lajjane. Lajjati. Lajjā. Lajjāti hirī. Yā ‘‘viriḷanā’’tipi vuccati.",
  "anya-e0804n0:413": "Vaḷaji paribhoge. Vaḷañjati.",
  "anya-e0804n0:414": "Kujja adhomukhīkaraṇe. Kujjati. Nikujjati. Ukkujjati. Paṭikujjati. Nikujjitaṃ vā ukkujjeyya. Aññissā pātiyā paṭikujjati. Avakujjo nipajjahaṃ. Tattha kujjati nikujjatīti imāni ‘‘carati vicaratī’’ti padāni viya samānatthāni, adhomukhaṃ karotīti hi attho. Ukkujjatīti uparimukhaṃ karoti. Paṭikujjatīti mukhe mukhaṃ ṭhapeti.",
  "anya-e0804n0:415": "Mujja osīdane. Mujjati. Nimujjati. Nimuggo. Ummuggo.",
  "anya-e0804n0:416": "Opuji vilimpane. Gomayena pathaviṃ opuñjati.",
  "anya-e0804n0:417": "Jakārantadhāturūpāni.",
  "anya-e0804n0:418": "Jhakārantadhātu",
  "anya-e0804n0:419": "Jhe cintāyaṃ. Jhāyati, nijjhāyati, upanijjhāyati, ujjhāyati, sajjhāyati. Jhānaṃ, nijjhānaṃ, upanijjhānaṃ, ujjhāyanaṃ, sajjhāyanaṃ. Nijjhatti. Upajjhā, upajjhāyo. Jhāyī, ajjhāyako.",
  "anya-e0804n0:420": "Tattha jhāyananti duvidhaṃ jhāyanaṃ sobhanamasobhanañca. Tesu sobhanaṃ ‘‘jhāyī tapati brāhmaṇo. Jhāyāmi akutobhayo’’tiādīsu daṭṭhabbaṃ. Asobhanaṃ pana ‘‘tattha tattha jhāyanto nisīdi. Adhomukho pajjhāyanto nisīdī’’tiādīsu daṭṭhabbaṃ. Jhāyīti ārammaṇūpanijjhānena vā lakkhaṇūpanijjhānena vā jhāyanasīlo cintanasīlo. Jhāyī jhānavāti attho. Ajjhāyakoti idaṃ ‘‘na dānime jhāyanti, na dānime jhāyantīti kho vāseṭṭha ajjhāyakā ajjhāyakātveva tatiyaṃ akkharaṃ upanibbatta’’nti evaṃ paṭhamakappikakāle jhānavirahitānaṃ brāhmaṇānaṃ garahavacanaṃ uppannaṃ, idāni pana taṃ ajjhāyatīti ajjhāyako, mante parivattetīti iminā atthena pasaṃsāvacanaṃ katvā voharantīti. Ayaṃ panattho ‘‘adhipubbassa i ajjhayane’’ti dhātussa vasena gahetabbo. Evaṃ adhipubbassa idhātussa vasena imassa dhātussa atthaparivattanaṃ bhavati. Yaṃ sandhāya ‘‘ajjhāyako mantadharo’’ti vuttaṃ.",
  "anya-e0804n0:421": "Jhe dittiyaṃ. Dīpo jhāyati, dārūni jhāyanti. Ettha jhāyatīti jalati. Jhāyanajalanasaddā hi ekatthā.",
  "anya-e0804n0:422": "Jajjha paribhāsanatajjanesu. Jajjhati.",
  "anya-e0804n0:423": "Ujjha ussagge. Ussaggo chaḍḍanaṃ. Ujjhati. Ujjhitaṃ.",
  "anya-e0804n0:424": "Jhakārantadhāturūpāni.",
  "anya-e0804n0:425": "Ñakārantadhātu",
  "anya-e0804n0:426": "Ñā avabodhane. ‘‘Ñāti, ñanti, ñāsi. Ñātu, ñantu. Ñeyya, ñeyyu’’ntiādīni yathāpāvacanaṃ gahetabbāni. Ñāti, ñātako, añño, ñattaṃ, ñatti, paññatti, viññatti, saññatti, saññā, saññāṇaṃ, paññā, paññāṇaṃ, ñāṇaṃ, viññāṇaṃ.",
  "anya-e0804n0:427": "Tattha ñātīti jānāti. Puna ñātīti bandhu. So hi ‘‘ayaṃ amhāka’’nti ñātabbaṭṭhena ñātīti. Evaṃ ñātako. Aññoti diṭṭhadhammikādayo atthe na ñāti na jānātīti añño, avidvā bāloti attho. Ñattanti jānanabhāvo. ‘‘Yāvadeva anatthāya, ñattaṃ bālassa jāyatī’’ti pāḷi nidassanaṃ. Saññāṇanti cihanaṃ. Kārite ‘‘ñāpeti saññāpeti viññāpayatī’’tiādīni bhavanti. Yasmā pana ‘‘aññāti paṭivijjhati. Attatthaṃ vā paratthaṃ vā ñassati. Anaññātaññassāmītindriyaṃ. Ekacce nabbhaññaṃsu, ekacce abbhaññaṃsū’’ti pāḷiyo dissanti, tasmā ñātītiādīni ākhyātikapadāni diṭṭhāniyeva honti nayavasena. Tathā hi aññātīti ettha āiti upasaggo, so parassakkharassa saññoguccāraṇicchāya rassaṃ katvā niddiṭṭho. Ñātīti sāsane ākhyātikapadaṃ diṭṭhaṃ, tasmāyeva ‘‘ñāti, ñanti. Ñāsī’’tiādinā padamālākaraṇe nattheva doso.",
  "anya-e0804n0:428": "Ñā māraṇatosananisānesu. Māraṇaṃ jīvitindriyupacchedakaraṇaṃ. Tosanaṃ tuṭṭhi. Nisānaṃ tikkhatā. Ñatti. Manuññaṃ. Paññatti.",
  "anya-e0804n0:429": "Ettha ñattīti māretīti vā tosetīti vā nisetīti vā attho. Ayañca ñattisaddo ‘‘vatti etāyāti vācā’’ti ettha vattisaddo viya ākhyātikapadanti daṭṭhabbo. Tathā ādatteti ettha vibhattibhūtassa tesaddassa viya vibhattibhūtassa tisaddassa saññogabhāvo ca dhātuantassarassa rassattañca. Manuññanti manaṃ ābhuso ñeti tosetīti manuññaṃ. Ayamattho manasaddūpapadassa āpubbassimassa ñādhātussa vasena daṭṭhabbo. Paññattīti nānappakārato pavattinivāraṇena akusalānaṃ dhammānaṃ ñatti māraṇaṃ paññatti. Atha vā dhammaṃ suṇantānaṃ dhammadesanāya citte anekavidhena somanassuppādanaṃ. Atikhiṇabuddhīnaṃ anekavidhena ñāṇatikhiṇakaraṇañca paññatti nāma, tathā sotūnaṃ cittatosanena cittanisānena ca paññāpanaṃ paññattīti daṭṭhabbaṃ.",
  "anya-e0804n0:430": "Iti bhūvādigaṇe cavaggantadhāturūpāni",
  "anya-e0804n0:431": "Samattāni.",
  "anya-e0804n0:432": "Ṭakārantadhātu",
  "anya-e0804n0:433": "Idāni ṭavaggantadhāturūpāni vuccante –",
  "anya-e0804n0:434": "Soṭu gabbe. Gabbaṃ dabbanaṃ. Soṭati.",
  "anya-e0804n0:435": "Yoṭu sambandhe. Yoṭati.",
  "anya-e0804n0:436": "Meṭu mileṭu ummāde. Meṭati. Mileṭati.",
  "anya-e0804n0:437": "Kaṭa vassāvaraṇesu. Kaṭati.",
  "anya-e0804n0:438": "Saṭa paribhāsane. Saṭati.",
  "anya-e0804n0:439": "Laṭa bālye ca. Pubbāpekkhāya cakāro. Laṭati. Lāṭo.",
  "anya-e0804n0:440": "Saṭa rujāvisaraṇagatyāvasānesu. Rujā pīḷā. Visaraṇaṃ vippharaṇaṃ. Gatyāvasānaṃ gatiyā avasānaṃ osānaṃ abhāvakaraṇaṃ, nisīdananti vuttaṃ hoti. Saṭati. Sāṭo vuccati sāṭako.",
  "anya-e0804n0:441": "Vaṭa vedhane. Vaṭati. Vaṭo. Vāṭo.",
  "anya-e0804n0:442": "Khiṭa uttāsane. Kheṭati, ākheṭako, kheṭo, ukkheṭito, samukkheṭito.",
  "anya-e0804n0:443": "Siṭa anādare. Seṭati.",
  "anya-e0804n0:444": "Jaṭaghaṭa saṅghāte. Jaṭati. Jaṭā, jaṭilo, jaṭī. Antojaṭā bahijaṭā, jaṭāya jaṭitā pajā. Kārite ‘‘so imaṃ vijaṭaye jaṭaṃ. Arahattamaggakkhaṇe vijaṭeti nāmā’’ti payogo.",
  "anya-e0804n0:445": "Bhaṭa bhattiyaṃ. Bhaṭati. Bhaṭo. Vetanaṃ bhaṭako yathā.",
  "anya-e0804n0:446": "Taṭa ussaye. Ussayo āroho ubbedho. Taṭati. Taṭo, giritaṭo, nadītaṭo, taṭī, taṭaṃ.",
  "anya-e0804n0:447": "Khaṭa kaṃse. Khaṭati. Khaṭo.",
  "anya-e0804n0:448": "Naṭa natiyaṃ. Naṭati. Naṭo, nāṭakaṃ.",
  "anya-e0804n0:449": "Piṭa saddasaṅghāṭesu. Peṭati. Peṭako, piṭakaṃ. Piṭakasaddo ‘‘mā piṭakasampadānenā’’tiādīsu pariyattiyaṃ dissati. ‘‘Atha puriso āgaccheyya kudālapiṭakaṃ ādāyā’’tiādīsu yasmiṃ kismiñci bhājane.",
  "anya-e0804n0:450": "Haṭa dittiyaṃ. Haṭati. Hāṭakaṃ, haṭakaṃ. Yaṃ jātarūpaṃ haṭakanti vuccati.",
  "anya-e0804n0:451": "Saṭa avayave. Saṭati.",
  "anya-e0804n0:452": "Luṭa viloṭhane. Loṭati.",
  "anya-e0804n0:453": "Ciṭa pesane. Ceṭati. Ceṭako.",
  "anya-e0804n0:454": "Viṭa sadde. Veṭati. Veṭako.",
  "anya-e0804n0:455": "Aṭa paṭa iṭa kiṭa kaṭa gatiyaṃ. Aṭati. Paṭati. Eṭati. Keṭati. Kaṭati. Paṭo icceva nāmikapadaṃ diṭṭhaṃ. Paṭati jiṇṇabhāvaṃ gacchatīti paṭo. Paṭoti vatthaṃ. Vatthassa hi anekāni nāmāni –",
  "anya-e0804n0:456": "Paṭo coḷo sāṭako ca, vāso vasanamaṃsukaṃ;",
  "anya-e0804n0:457": "Dussamacchādanaṃ vatthaṃ, celaṃ vasani ambaraṃ.",
  "anya-e0804n0:458": "Muṭa pamaddane. Moṭati.",
  "anya-e0804n0:459": "Cuṭa appībhāve. Coṭati.",
  "anya-e0804n0:460": "Vaṭi vibhājane. Vaṭati. Vaṇṭo.",
  "anya-e0804n0:461": "Ruṭi luṭi theyye. Ruṇṭati. Luṇṭati. Ruṇṭako. Luṇṭako.",
  "anya-e0804n0:462": "Phuṭa visaraṇe phoṭati. Phoṭo.",
  "anya-e0804n0:463": "Ceṭa ceṭāyaṃ. Ceṭati. Ceṭako.",
  "anya-e0804n0:464": "Ghuṭa parivattane. Ghoṭati.",
  "anya-e0804n0:465": "Ruṭa luṭa paṭighāte. Roṭati. Loṭati.",
  "anya-e0804n0:466": "Ghaṭa cetāyaṃ. Ghaṭati. Ghaṭo. Ghaṭo vuccati kumbho. Imāni tadabhidhānāni –",
  "anya-e0804n0:467": "Ghaṭo kumbho ghaṭī kumbhī, tuṇḍikiro tu ukkhalī;",
  "anya-e0804n0:468": "Mahantabhājanaṃ cāṭi, atikhuddaṃ kuṭṭaṃ bhave;",
  "anya-e0804n0:469": "Caṭa bhaṭa paribhāsane deṭa ca. Caṭati. Bhaṭati. Deṭati.",
  "anya-e0804n0:470": "Kuṭa koṭille. Kuṭati. Paṭikuṭati.",
  "anya-e0804n0:471": "Puṭa saṃkilesane. Puṭati.",
  "anya-e0804n0:472": "Cuṭa chuṭa kuṭa chedane. Cuṭati. Chuṭati. Kuṭati.",
  "anya-e0804n0:473": "Phuṭa vikasane. Phuṭati.",
  "anya-e0804n0:474": "Muṭa aggisaddapakkhepamaddanesu. Muṭati.",
  "anya-e0804n0:475": "Tuṭa kalahakammani. Tuṭati.",
  "anya-e0804n0:476": "Ghuṭa paṭighāte. Ghuṭati. Ghoṭako.",
  "anya-e0804n0:477": "Ṭakārantadhāturūpāni.",
  "anya-e0804n0:478": "Ṭhakārantadhātu",
  "anya-e0804n0:479": "Ṭhāgatinivattiyaṃ. Gatinivatti uppajjamānassa gamanassupacchedo. Ṭhāti, ṭhanti. Tiṭṭhati. Patiṭṭhāti. Adhiṭṭhāti. Adhiṭṭheti. Saṇṭhāti. Saṇṭhahati. Adhiṭṭhahati. Upaṭṭhahati. Ṭhātu. Tiṭṭhatu. Tiṭṭheyya. Aṭṭha, aṭṭhu. Aṭṭhā, aṭṭhū, aṭṭhāsi, aṭṭhaṃsu. Yāvassa kāyo ṭhassati. Tiṭṭhissati. Upassuti tiṭṭhissatha. Aṭṭhissā, aṭṭhissaṃsu. Atiṭṭhissā, atiṭṭhissaṃsu. Ṭhātuṃ, upaṭṭhātuṃ. Upaṭṭhahituṃ. Adhiṭṭhātuṃ. Adhiṭṭhahituṃ. Ṭhatvā, adhiṭṭhitvā. Upaṭṭhahitvā, adhiṭṭhahitvā. Ṭhānaṃ, ṭhiti, saṇṭhiti, avaṭṭhiti. Saṇṭhānaṃ, paṭṭhānaṃ. Upaṭṭhāko, ṭhito. Pabbataṭṭho bhūmaṭṭho. Upaṭṭhahaṃ iccādīni.",
  "anya-e0804n0:480": "Tattha ṭhānasaddo issariyaṭhitikhaṇakāraṇesu dissati. ‘‘Kiṃ panāyasmā devānamindo kammaṃ katvā imaṃ ṭhānaṃ patto’’tiādīsu hi issariye dissati. ‘‘Ṭhānakusalo hoti akkhaṇavedhī’’tiādīsu ṭhitiyaṃ. ‘‘Ṭhānasopetaṃ tathāgataṃ paṭibhātī’’tiādīsu khaṇe. ‘‘Ṭhānañca ṭhānaso ñatvā aṭṭhānañca aṭṭhānaso’’tiādīsu kāraṇe. Kāraṇañhi yasmā tattha phalaṃ tiṭṭhati tadāyattavuttibhāvena, tasmā ṭhānanti vuccati.",
  "anya-e0804n0:481": "Issariye ṭhitiyañca, khaṇasmimpi ca kāraṇe;",
  "anya-e0804n0:482": "Catūsvatthesu etesu, ṭhānasaddo pavattatīti.",
  "anya-e0804n0:483": "Ṭhe saddasaṅkātesu. Ṭhīyati.",
  "anya-e0804n0:484": "Ṭhe veṭhane. Ṭhāyati.",
  "anya-e0804n0:485": "Paṭhaviyattiyaṃ vācāyaṃ. Dhammaṃ paṭhati. Pāṭho, nakkhattapāṭhako, so horapāṭhakaṃ pucchi. Sabbapāṭhī bhavissati. Paṭhituṃ, paṭhitave, paṭhitvā, paṭhitvāna, paṭhituna, paṭhiya, paṭhiyāna.",
  "anya-e0804n0:486": "Evaṃvidhaṃ tuṃpaccayantādivibhāgaṃ sabbattha yathārahaṃ vattukāmāpi gantha vitthārabhayena na vadāma. Avuttopi īdiso vibhāgo nayānusārena yathāsambhavaṃ sabbattha yojetabbo. Yattha pana pāḷinidassanādiviseso icchitabbo hoti, tatthevetaṃ dassessāma.",
  "anya-e0804n0:487": "Vaṭha thūliye. Vaṭhati. Vaṭharo. Vaṭharoti thūlaghanasarīrasmiṃ vattabbavacanaṃ. Tathā hi vinayaṭṭhakathāyaṃ ‘‘vaṭharoti thūlo, thūlo ca ghanasarīro cāyaṃ bhikkhūti vuttaṃ hotī’’ti vuttaṃ.",
  "anya-e0804n0:488": "Maṭha nivāse. Maṭhati. Maṭho.",
  "anya-e0804n0:489": "Kaṭha kicchajīvane. Kaṭhati. Kaṭho.",
  "anya-e0804n0:490": "Raṭha paribhāsane. Raṭhati.",
  "anya-e0804n0:491": "Sāṭha balakkāre. Balakkāro nāma attano balena yathājjhāsayaṃ dabbalassa abhibhavanaṃ. Sāṭhati. Sāṭho.",
  "anya-e0804n0:492": "Uṭha ruṭha luṭha upaghāte. Oṭhati. Roṭhati. Loṭhati.",
  "anya-e0804n0:493": "Piṭha hiṃsāsaṃkilesesu. Peṭhati. Piṭharo.",
  "anya-e0804n0:494": "Saṭha ketave ca. Pubbatthesu cakāro. Saṭhati. Saṭho saṭhoti kerāṭiko vuccati.",
  "anya-e0804n0:495": "Suṭha gatipaṭighāte. Gamanapaṭihananaṃ gatipaṭighāto. Soṭhati.",
  "anya-e0804n0:496": "Kuṭhi luṭhi ālassiye ca. Cakāro pubbatthe ca. Kuṇṭhati. Kuṇṭho. Luṇṭhati. Luṇṭho.",
  "anya-e0804n0:497": "Suṭhisosane. Suṇṭhati.",
  "anya-e0804n0:498": "Ruṭhi luṭhi aṭhi gatiyaṃ. Ruṇṭhati. Luṇṭhati. Aṇṭhati.",
  "anya-e0804n0:499": "Veṭha veṭhane. Veṭhati, nibbeṭhati. Veṭhanaṃ, nibbeṭhanaṃ.",
  "anya-e0804n0:500": "Vaṭhi ekacariyāyaṃ. Vaṇṭhati.",
  "anya-e0804n0:501": "Maṭha kuṭhi soke. Maṭhati. Kuṇṭhati.",
  "anya-e0804n0:502": "Eṭha heṭha vibādhāyaṃ. Eṭhati. Heṭhati. Viheṭhati. Viheṭhanaṃ.",
  "anya-e0804n0:503": "Luṭha paṭighāte. Loṭhati.",
  "anya-e0804n0:504": "Paṭha vikhyāne. Paṭhati.",
  "anya-e0804n0:505": "Luṭha saṃkilese. Loṭhati.",
  "anya-e0804n0:506": "Ṭhakārantadhāturūpāni.",
  "anya-e0804n0:507": "Ḍakārantadhātu",
  "anya-e0804n0:508": "Ḍi vihāyasagatiyaṃ gamanamatte ca. Ḍeti, ḍayati. Ḍemāno. Ucce sakuṇa ḍemāna. Ye maṃ pure paccuḍḍenti.",
  "anya-e0804n0:509": "Ḍi khipanuḍḍanesu. Ḍeti. Uḍḍeti.",
  "anya-e0804n0:510": "Ito bahiddhā pāsaṇḍā, diṭṭhīsu pasīdanti te;",
  "anya-e0804n0:511": "Na tesaṃ dhammaṃ rocemi, na te dhammassa kovidā.",
  "anya-e0804n0:512": "Ettha ca pāsaṇḍāti pāsaṃ ḍentīti pāsaṇḍā, sattānaṃ cittesu diṭṭhipāsaṃ khipantīti attho. Atha vā taṇhāpāsaṃ diṭṭhipāsañca ḍenti uḍḍentīti pāsaṇḍā.",
  "anya-e0804n0:513": "Muḍikaṇḍane. Muṇḍati. Kumāraṃ muṇḍiṃsu. Muṇḍo.",
  "anya-e0804n0:514": "Cuḍḍa hāvakaraṇe. Cuḍḍati.",
  "anya-e0804n0:515": "Aḍḍa abhiyoge. Aḍḍati.",
  "anya-e0804n0:516": "Gaḍi vadanekadese. Gaṇḍati. Gaṇḍo.",
  "anya-e0804n0:517": "Huḍi piḍi saṅghāte. Huṇḍati. Piṇḍati. Piṇḍo.",
  "anya-e0804n0:518": "Hiḍi gatiyaṃ. Hiṇḍati, āhiṇḍati.",
  "anya-e0804n0:519": "Kuḍi dāhe. Kuṇḍati. Kuṇḍo.",
  "anya-e0804n0:520": "Vaḍi maḍi veṭhane. Vaṇḍati. Maṇḍati. Maṇḍalaṃ.",
  "anya-e0804n0:521": "Bhaḍi paribhāsane. Bhaṇḍati. Bhaṇḍanaṃ. Bhaṇḍo.",
  "anya-e0804n0:522": "Maḍi majjane. Maṇḍati. Maṇḍanaṃ.",
  "anya-e0804n0:523": "Tuḍi toḷane. Tuṇḍati. Tuṇḍo. Tuṇḍenādāya gaccheyya.",
  "anya-e0804n0:524": "Bhuḍi bharaṇe. Bhuṇḍati.",
  "anya-e0804n0:525": "Caḍi kope. Caṇḍati. Caṇḍo. Caṇḍālo, caṇḍikkaṃ.",
  "anya-e0804n0:526": "Saḍi rujāyaṃ. Saṇḍati. Saṇḍo.",
  "anya-e0804n0:527": "Taḍi tāḷane. Taṇḍati. Vitaṇḍā.",
  "anya-e0804n0:528": "Paḍi gatiyaṃ. Paṇḍati. Paṇḍā, paṇḍito. Ettha paṇḍāti paññā. Sā hi sukhumesupi atthesu paṇḍati gacchati dukkhādīnaṃ pīḷanādikampi ākāraṃ jānātīti ‘‘paṇḍā’’ti vuccati. Paṇḍitoti paṇḍāya ito gato pavattoti paṇḍito. Atha vā sañjātā paṇḍā etassāti paṇḍito. Paṇḍati ñāṇagatiyā gacchatītipi paṇḍito. Tathā hi aṭṭhakathāyaṃ vuttaṃ ‘‘paṇḍantīti paṇḍitā. Sandiṭṭhikasamparāyikatthesu ñāṇagatiyā gacchantīti attho’’ti.",
  "anya-e0804n0:529": "Gaḍi made. Gaṇḍati.",
  "anya-e0804n0:530": "Khaḍi manthe. Khaṇḍati. Khaṇḍito, khaṇḍo.",
  "anya-e0804n0:531": "Laḍi jivhāmathane. Laṇḍati. Laṇḍo.",
  "anya-e0804n0:532": "Ḍakārantadhāturūpāni.",
  "anya-e0804n0:533": "Ḍakārantadhātu",
  "anya-e0804n0:534": "Vaḍḍha vaḍḍhane. Vaḍḍhati. Sirivaḍḍhako, dhanavaḍḍhako, vaḍḍhito, buḍḍho. Ettha ca vakārassa bakāro, akārassa cukāro.",
  "anya-e0804n0:535": "Kaḍḍha ākaḍḍhane. Kaḍḍhati, ākaḍḍhati, nikaḍḍhati. Akāmā parikaḍḍhanti, ulūkaññeva vāyasā.",
  "anya-e0804n0:536": "Imāni ḍhakārantadhāturūpāni.",
  "anya-e0804n0:537": "Ṇakārantadhātu",
  "anya-e0804n0:538": "Aṇa raṇa vaṇa bhaṇa maṇa kaṇa sadde. Aṇati. Aṇako brāhmaṇo. Raṇati. Raṇaṃ. Vaṇati. Vāṇako. Bhaṇati. Bhāṇako. Maṇati. Maṇiko. Kaṇati. Kāṇo. Tattha brāhmaṇoti brahmaṃ aṇatīti brāhmaṇo, mante sajjhāyatīti attho. Akkharacintakā pana ‘‘brahmuno apaccaṃ brāhmaṇo’’ti vadanti. Ariyā pana bāhitapāpattā brāhmaṇoti.",
  "anya-e0804n0:539": "Brāhmaṇo sottiyo vippo, bhovādī brahmabandhu ca;",
  "anya-e0804n0:540": "Brahmasūnu dvijo brahmā, kamalāsanasūnu ca;",
  "anya-e0804n0:541": "Raṇasaddo ‘‘saraṇā dhammā araṇā dhammā’’tiādīsu kilesesu vattati. Kilesā hi raṇanti kandanti etehīti raṇāti vuccanti.",
  "anya-e0804n0:542": "‘‘Dhanuggaho asadiso, rājaputto mahabbalo;",
  "anya-e0804n0:543": "Sabbāmitte raṇaṃ katvā, saṃyamaṃ ajjhupāgamī’’ti",
  "anya-e0804n0:544": "Ettha yuddhe vattati. Raṇaṃ katvāti hi yuddhaṃ katvāti attho. ‘‘Tiṇañca kaṭṭhañca raṇaṃ karontā, dhāviṃsu te aṭṭhadisā samantato’’ti ettha cuṇṇavicuṇṇakaraṇe vattati. Raṇaṃ karontāti hi cuṇṇavicuṇṇaṃ karontāti attho. Evaṃ atthavivaraṇampi saddasaṅkhātamatthaṃ antoyeva katvā adhippāyatthavasena kataṃ, na dhātunānatthavasenāti daṭṭhabbaṃ. Atha vā dhātūnamatthātisayayogopi bhavati, tena evaṃ atthavivaraṇaṃ katantipi daṭṭhabbaṃ.",
  "anya-e0804n0:545": "Bhaṇa bhaṇane. Parittaṃ bhaṇati, vacanaṃ bhaṇati. Dīghabhāṇako, piyabhāṇī, bhāṇavāro. Ettha bhāṇavāroti –",
  "anya-e0804n0:546": "‘‘Aṭṭhakkharā ekapadaṃ, ekā gāthā catuppadaṃ;",
  "anya-e0804n0:547": "Gāthā cekāmato gantho, gantho bāttiṃsatakkharo;",
  "anya-e0804n0:548": "Bāttiṃsakkharaganthānaṃ, paññāsaṃ dvisataṃ pana;",
  "anya-e0804n0:549": "Bhāṇavāro mato eko, svaṭṭhakkharasahassako’’ti.",
  "anya-e0804n0:550": "Evaṃ aṭṭhakkharasahassaparimāṇo pāṭho vuccati.",
  "anya-e0804n0:551": "Oṇaṃ apanayane. Oṇati.",
  "anya-e0804n0:552": "Soṇa vaṇṇagatīsu. Soṇati, soṇo.",
  "anya-e0804n0:553": "Soṇasiloṇa saṅghāte. Soṇati. Siloṇati.",
  "anya-e0804n0:554": "Ghiṇi ghuṇi ghaṇi gahaṇe. Ghiṇṇati. Ghuṇṇati. Ghaṇṇati.",
  "anya-e0804n0:555": "Ghuṇa ghuṇṇa gamane. Ghoṇati. Ghuṇṇati.",
  "anya-e0804n0:556": "Paṇa byavahāre, thutiyañca. Paṇati vāṇijo, vohāraṃ karoti iccattho. Saddho buddhaṃ paṇati, thomayati iccattho, āpaṇaṃ, sāpaṇo gāmo.",
  "anya-e0804n0:557": "Gaṇa raṇa gatiyaṃ. Gaṇati. Raṇati.",
  "anya-e0804n0:558": "Caṇa saṇa dāne. Caṇati. Saṇati.",
  "anya-e0804n0:559": "Phaṇa gatiyaṃ. Phaṇati. Phaṇaṃ.",
  "anya-e0804n0:560": "Veṇu ñāṇacintānisāmanesu. Veṇati.",
  "anya-e0804n0:561": "Pīṇa pīṇane. Pīṇanaṃ paripuṇṇatā. Pīṇati. Pīṇo divā na bhuñjati, pīṇorakkhaṃsabāhu.",
  "anya-e0804n0:562": "Miṇa hiṃsāyaṃ. Miṇati.",
  "anya-e0804n0:563": "Duṇa gatiyañca. Hiṃsāpekkhako cakāro. Duṇati.",
  "anya-e0804n0:564": "Saṇa abyattasadde. Saṇati. Saṇateva brahmāraññaṃ. Saṇatevāti nadati viya.",
  "anya-e0804n0:565": "Tuṇa koṭille. Toṇati.",
  "anya-e0804n0:566": "Puṇa nipuṇe. Puṇati, nipuṇati. Nipuṇadhammo. Ettha ca nipuṇasaṇhasukhumasaddā vevacanasaddā kusalachekadakkhasaddā viyāti daṭṭhabbaṃ.",
  "anya-e0804n0:567": "Muṇa paṭiññāṇe. Muṇati.",
  "anya-e0804n0:568": "Kuṇa saddopakaraṇe. Koṇati.",
  "anya-e0804n0:569": "Cuṇachedane. Coṇati.",
  "anya-e0804n0:570": "Maṇa cāge. Veraṃ maṇatīti veramaṇi.",
  "anya-e0804n0:571": "Phuṇa vikiraṇe vidhunane ca. Phuṇati. Aṅgārakāsuṃ apare phuṇanti.",
  "anya-e0804n0:572": "Imāni ṇakārantadhāturūpāni.",
  "anya-e0804n0:573": "Iti bhūvādigaṇe ṭavaggantadhāturūpāni",
  "anya-e0804n0:574": "Samattāni.",
  "anya-e0804n0:575": "Takārantadhātu",
  "anya-e0804n0:576": "Atha tavaggantadhāturūpāni vuccante –",
  "anya-e0804n0:577": "Te pālane. Pālanaṃ rakkhaṇaṃ. Tāyati. Tāṇaṃ, gottaṃ, nakkhattaṃ. Aghassa tātā. Kicchenādhigatā bhogā, te tāto vidhami dhamaṃ. Tattha gottanti gaṃ tāyatīti gottaṃ. ‘‘Gotamo kassapo’’ti hi ādinā pavattamānaṃ gaṃ vacanaṃ buddhiñca tāyati ekaṃsikavisayatāya rakkhatīti gottaṃ. Yathā hi buddhi ārammaṇabhūtena atthena vinā na vattati, tathā abhidhānaṃ abhidheyyabhūtena, tasmā so gottasaṅkhāto attho tāni tāyati rakkhatīti vuccati. Ko pana soti? Aññakulaparamparāsādhāraṇaṃ tassa kulassa ādipurisasammuditaṃ taṃkulapariyāpannasādhāraṇaṃ sāmaññarūpaṃ.",
  "anya-e0804n0:578": "Nakkhattanti visamagatiyā agantvā attano vīthiyāva gamanena nakkhanaṃ gamanaṃ tāyati rakkhatīti nakkhattaṃ, taṃ pana assayujādivasena sattavīsatividhaṃ hoti. Tathā hi assayujo bharaṇī kattikā rohaṇī migasiro addā punabbasu phusso assaliso māgho pubbaphagguṇī uttaraphagguṇī hattho cittaṃ svāti visākhā anurādhā jeṭṭhā mūlaṃ pubbāsaḷhaṃ uttarāsaḷhaṃ sāvaṇaṃ dhanasiṭṭhā satabhisattaṃ pubbabhaddapadaṃ uttarabhaddapadaṃ revatī cāti sattavīsati nakkhattāni. Tāni pana attano gamanaṭṭhānaṃ īsakampi na vijahanti kiñci sīghaṃ kiñci dandhaṃ, kadāci sīghaṃ, kadāci dandhaṃ, etto ito cāti evaṃ visamagatiyā agantvā yantacakke paṭipāṭiyā yojitāni viya samappamāṇagatiyā attano vīthiyāva gacchantāni maṇḍalākārena sineruṃ parivattanti. Evaṃ imāni nakkhanaṃ gamanaṃ tāyanti rakkhantīti nakkhattānīti vuccanti. Porāṇā pana kharadhātuvasena ‘‘nakkharanti na nassantīti nakkhattānī’’ti āvocuṃ, ‘‘nakkhattaṃ joti rikkhaṃ taṃ’’ iccetāni nakkhattatārakānaṃ nāmāni. ‘‘Uḷu tārā tārakā’’ti imāni pana sabbāsampi tārakānaṃ sādhāraṇanāmāni. Osadhīti pana tārakāvisesassa nāmaṃ.",
  "anya-e0804n0:579": "Citi saññāṇe. Saññāṇaṃ cihanaṃ lakkhaṇakaraṇaṃ. Cetati. Cihanaṃ karotīti attho. Īkārantavasena vuttattā asmā dhātuto saki saṅkāyanti dhātuto viya niggahītāgamo na hoti. Esa nayo aññesupi īdisesu ṭhānesu.",
  "anya-e0804n0:580": "Pata gatiyaṃ. Patati. Papatati papātaṃ, papateyyahaṃ. Pāpattaṃ nirayaṃ bhusaṃ. Ahaṃsaddena yojetabbaṃ, pāpattaṃ papatitosmīti attho. Pāpattha nirayaṃ bhusaṃ, sokumāroti yojetabbaṃ, pāpattha papatitoti attho. Parokkhāpadañhietaṃ dvayaṃ. ‘‘Pāvadaṃ pāvadā’’tiādīsu viya upasaggapadassa dīghabhāvo, tato aṃsaddassa ttaṃādeso, asaddassa ca tthādeso bhavati. Acinteyyo hi pāḷinayo.",
  "anya-e0804n0:581": "Atasātaccagamane. Sātaccagamanaṃ nirantaragamanaṃ. Atati. Yasmā pana atadhātu sātaccagamanatthavācikā, tasmā bhavābhavaṃ dhāvanto jātijarābyādhimaraṇādibhedaṃ anekavihitaṃ saṃsāradukkhaṃ atati satataṃ gacchati pāpuṇāti adhigacchatīti attātipi nibbacanamicchitabbaṃ. Atthantaravasena pana ‘‘āhito ahaṃmāno etthāti attā, attabhāvo’’ti ca ‘‘sukhadukkhaṃ adati anubhavatīti attā’’ti ca ‘‘attamanoti pītisomanassena gahitamano’’ti ca attho daṭṭhabbo, yattha yattha yathā yathā attho labbhati, tattha tattha tathā tathā atthassa gahetabbatoti.",
  "anya-e0804n0:582": "Cuta āsecane kharaṇe ca. Cotati.",
  "anya-e0804n0:583": "Ati bandhane. Antati. Antaṃ. Antiyatibandhiyati antaguṇenāti antaṃ. Idha anta saddassa atthuddhāro vuccate ‘‘antaṃ antaguṇaṃ udariya’’nti ettha dvattiṃsākārantogadhaṃ kuṇapantaṃ antaṃ nāma. ‘‘Kāyabandhanassa anto jīrati. Haritantaṃ vā’’ti ettha antimamariyādanto anto nāma. ‘‘Antamidaṃ bhikkhave jīvikāna’’nti ettha lāmakanto. ‘‘Sakkāyo eko anto’’ti ettha koṭṭhāsanto. ‘‘Esevanto dukkhassa sappaccayasaṅkhayā’’ti ettha koṭanto. Iccevaṃ –",
  "anya-e0804n0:584": "Kuṇapantaṃ antimañca, mariyādo ca lāmakaṃ;",
  "anya-e0804n0:585": "Koṭṭhāso koṭi’me attho, antasaddena bhāsitā.",
  "anya-e0804n0:586": "Kita nivāse rogāpanayane ca. Ketati. Sāketaṃ na garaṃ, niketo, niketaṃ pāvisi. Āmodamāno gacchati sanniketaṃ. Tikicchati, cikicchati, cikicchā, cikicchako. Tattha sāketanti sāyaṃ gahitavasanaṭṭhānattā sāketaṃ, yaṃsaddalopo.",
  "anya-e0804n0:587": "Yata patiyatane. Patiyatanaṃ vāyāmakaraṇaṃ. Yatati. Yati, yatavā, payatanaṃ, āyatanaṃ, lokāyataṃ. Ettha āyatananti āyatanato āyatanaṃ, cakkhurūpādīni. Etāni hi taṃdvārārammaṇacittacetasikā dhammā sena sena anubhavanādikiccena āyatanti uṭṭhahanti ghaṭanti vāyamanti etesūti ‘‘āyatanānī’’ti vuccanti. Ettha pana nītanudhātūnaṃ vasenapi āyatanasaddattho vattabbo siyā, so uttari āvibhavissati.",
  "anya-e0804n0:588": "Āyatanasaddo nivāsaṭṭhāne ākare samosaraṇaṭṭhāne sañjātidese kāraṇe ca. Tathā hi ‘‘loke issarāyatanaṃ vāsudevāyatana’’ntiādīsu nivāsaṭṭhāne āyatanasaddo vattati. ‘‘Suvaṇṇāyatanaṃ rajatāyatana’’ntiādīsu ākare. Sāsane pana ‘‘manorame āyatane, sevanti naṃ vihaṅgamā’’tiādīsu samosaraṇaṭṭhāne. ‘‘Dakkhiṇāpatho gunnaṃ āyatana’’ntiādīsu sañjātidese. ‘‘Tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane’’tiādīsu kāraṇe vattatīti veditabbo. So ca nānāpavattinimittavasena gahetabbo.",
  "anya-e0804n0:589": "Nivāse ākāre ceva, jātidese ca kāraṇe;",
  "anya-e0804n0:590": "Samosaraṇaṭṭhāne ca, āyatanaravo gato.",
  "anya-e0804n0:591": "Lokāyataṃ nāma ‘‘sabbaṃ ucchiṭṭhaṃ, sabbaṃ nucchiṭṭhaṃ. Seto kāko, kāḷo bako iminā ca iminā ca kāraṇenā’’ti evamādiniratthakakāraṇapaṭisaṃyuttaṃ titthiyasatthaṃ, yaṃ loke ‘‘vitaṇḍasattha’’nti vuccati, yañca sandhāya bodhisatto asamadhuro vidhurapaṇḍito ‘‘na seve lokāyatikaṃ, netaṃ paññāya vaḍḍhana’’nti āha. Āyatiṃ hitaṃ tena loko na yatati na īhatīti lokāyataṃ, kintaṃ? Vitaṇḍasatthaṃ. Tañhi ganthaṃ nissāya sattā puññakriyāya cittampi na uppādenti. Aññatthāpi hi evaṃ vuttaṃ ‘‘lokāyatasippanti ‘kāko seto, aṭṭhīnaṃ setattā, balākā rattā, lohitassa rattattā’ti evamādinayappavattaṃ paralokanibbānānaṃ paṭisedhakaṃ vitaṇḍasatthasippa’’nti.",
  "anya-e0804n0:592": "Yuta juta bhāsane. Bhāsanaṃ udīraṇaṃ. Yotati. Jotati.",
  "anya-e0804n0:593": "Jutadittiyaṃ. Jotati, vijjotati. Juti, joti. Kārite ‘‘joteti, jotayitvāna saddhamma’’nti payogā. Ettha ca jutīti āloko siri vā. Jotīti patāpo. Atha vā jotīti candādīni. Vuttampi ceta sirimāvimāna vatthuaṭṭhakathāyaṃ ‘‘jotīti candimasūriyanakkhattatārakānaṃ sādhāraṇanāma’’nti. Atha vā ‘‘joti jotiparāyaṇo’’ti vacanato yo koci jotati khattiyakulādīsu jātattā ca rūpasobhāyuttattā ca, so ‘‘jotī’’ti vuccati.",
  "anya-e0804n0:594": "Sitavaṇṇo. Sitadhātu setavaṇṇe vattati. Kiñcāpettha vaṇṇasāmaññaṃ vuttaṃ, tathāpi idha nīlapītādīsu setavaṇṇoyeva gahetabbo payogadassanavasena. Setati. Setaṃ vatthaṃ. Vāccaliṅgattā pana setasaddo tiliṅgo gahetabbo.",
  "anya-e0804n0:595": "Setaṃ sitaṃ suci sukkaṃ, paṇḍaraṃ dhavalampi ca;",
  "anya-e0804n0:596": "Akaṇhaṃ goramodātaṃ, setanāmāni honti hi.",
  "anya-e0804n0:597": "Vatu vattane. Vattati, pavattati, saṃvattati, anuvattati, parivattati. Pavattaṃ.",
  "anya-e0804n0:598": "Kilota addabhāve. Addabhāvo tintabhāvo. Kilotati, pakilotati, temetīti attho. Kārite pakiloteti, pakilotayati. Uṇhodakasmiṃ pakilotayitvā, temetvāti attho.",
  "anya-e0804n0:599": "Vata yācane. Vatati.",
  "anya-e0804n0:600": "Kita ñāṇe. Ketati. Ketanaṃ, ketako, saṅketo.",
  "anya-e0804n0:601": "Kati suttajanane. Suttaṃ kantati.",
  "anya-e0804n0:602": "Kati chedane. Maṃsaṃ kantati, vikantati, ayokanto. Sallakanto mahāvīro. Mā no ajja vikantiṃsu, rañño sūdā mahānase.",
  "anya-e0804n0:603": "Catī hiṃsāgandhesu. Īkārantattā imasmā niggahītāgamo na hoti. Catati.",
  "anya-e0804n0:604": "Takārantadhāturūpāni.",
  "anya-e0804n0:605": "Thakārantadhātu",
  "anya-e0804n0:606": "Thāgatinivattiyaṃ. Thāti. Avatthā, vavatthānaṃ, vavatthitaṃ, vanatho. ‘‘Chetvā vanaṃ vanathañcā’’ti ettha hi mahantā rukkhā vanaṃ nāma, khuddakā pana tasmiṃ vane ṭhitattā vanatho nāma vuccanti.",
  "anya-e0804n0:607": "Thu thutiyaṃ. Thavati, abhitthavati. Thavanā, abhitthavanā, thuti, abhitthuti.",
  "anya-e0804n0:608": "Yadi hi rūpinī siyā, paññā me vasumatī na sameyya;",
  "anya-e0804n0:609": "Anomadassissa bhagavato, phalametaṃ ñāṇathavanāya.",
  "anya-e0804n0:610": "Tehi thutippasattho so, yenidaṃ thavitaṃ ñāṇaṃ, buddhaseṭṭho ca thomito. Tatra thavanāti pasaṃsanā. Pasaṃsāya hi anekāni nāmāni.",
  "anya-e0804n0:611": "Thavanā ca pasaṃsā ca, silāghā vaṇṇanā thuti;",
  "anya-e0804n0:612": "Panuti thomanā vaṇṇo, katthanā guṇakittanaṃ;",
  "anya-e0804n0:613": "The saddasaṅghātesu. Thīyati, patitthīyati. Thī. Atrimā pāḷiyo – abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukaroti. Thiyo naṃ paribhāsiṃsūti. Tatra ‘‘thīyati patitthīyatī’’timāni ekārassīyādesavasena sambhūtāni. Thīyati saṅghātaṃ gacchati gabbho etissāti thī. Ācariyā pana itthīsaddasseva evaṃ nibbacanaṃ vadanti, na thīsaddassa.",
  "anya-e0804n0:614": "Gabbho thīyati etissā, iti thī iti no ruci;",
  "anya-e0804n0:615": "Gabbho thīyati etissā, iti itthīti ācariyā.",
  "anya-e0804n0:616": "Tesaṃ sudukkarovāde, ‘‘itthī’’ti padasambhavo;",
  "anya-e0804n0:617": "Ayaṃ vinicchayo patto, nicchayaṃ bho suṇātha me.",
  "anya-e0804n0:618": "Thīsaddena samānattho, itthīsaddo yato tato;",
  "anya-e0804n0:619": "Thīsadde labbhamānatthaṃ, itthīsaddamhi ropiya.",
  "anya-e0804n0:620": "Appānaṃ bahutā ñāye, gahite sati yujjati;",
  "anya-e0804n0:621": "Tathā hi ‘‘dve duve, taṇhā, tasiṇā’’ti nidassanaṃ.",
  "anya-e0804n0:622": "Atha vā pana ‘‘itthī’’ti-idaṃ vaṇṇāgamādito;",
  "anya-e0804n0:623": "Niruttilakkhaṇenāpi, sijjhatīti pakāsaye.",
  "anya-e0804n0:624": "Icchatīti nare itthī, icchāpetīti vā pana;",
  "anya-e0804n0:625": "Idaṃ nibbacanañcāpi ñeyyaṃ nibbacanatthinā.",
  "anya-e0804n0:626": "Atrimāni itthīnamabhidhānāni –",
  "anya-e0804n0:627": "Itthī thī vanitā nārī, abalā bhīru sundarī;",
  "anya-e0804n0:628": "Kantā sīmaninī mātu-gāmo piyā ca kāminī.",
  "anya-e0804n0:629": "Ramaṇī pamadā dayitā, lalanā mahilā’ṅganā;",
  "anya-e0804n0:630": "Tāsaṃyeva ca nāmāni, avatthāto imānipi.",
  "anya-e0804n0:631": "Gorī ca dārikā kaññā, kumārī ca kumārikā;",
  "anya-e0804n0:632": "Yuvatī taruṇī māṇa-vikā therī mahallikā.",
  "anya-e0804n0:633": "Tathā hi aṭṭhavassikā gorītipi dārikātipi vuccati. Dasavassikā kaññāti vuccati. Anibbiddhā vā yobbanitthī kaññāti vuccati. Dvādasavassikā kumārītipi vuccati kumārikātipi. Atho jaraṃ appattā yuvatītipi taruṇītipi māṇavikātipi vuccati. Jaraṃ pattā pana therītipi mahallikātipi vuccati. Purisesupi ayaṃ nayo yathārahaṃ veditabbo.",
  "anya-e0804n0:634": "Kiñcāpettha evaṃ niyamo vutto, tathāpi katthaci aniyamavasenapi vohāro pavattati. Tathā hi ‘‘rājā kumāramādāya, rājaputtī ca dārika’’nti ca ‘‘acchā kaṇhājinaṃ kañña’’nti ca imāsaṃ dvinnaṃ pāḷīnaṃ vasena yā itthī dārikāsaddena vattabbā, sā kaññāsaddenapi vattabbā jātā. Yāpi ca kaññāsaddena vattabbā, sāpi dārikāsaddena vattabbā jātā. Tathā ‘‘rājā kumāramādāya, rājaputtī ca dārika’’nti ca ‘‘kumāriye upaseniye, niccaṃ nigaḷamaṇḍite’’ti ca imāsaṃ pana pāḷīnaṃ vasena yā itthī dārikāsadena vattabbā, sā kumārikāsaddenapi vattabbā jātā. Yā ca pana kumārīsaddena vattabbā, sāpi dārikāsaddena vattabbā jātā. Apicettha ‘‘rājakaññā rucā nāmā’’ti ca ‘‘tato maddimpi nhāpesuṃ, sivikaññā samāgatā’’ti ca imāsaṃ dvinnaṃ pāḷīnaṃ dassanato yā anibbiddhā vā hotu nibbiddhā vā, yāva jaraṃ na pāpuṇāti, tāva sā kaññāyeva nāmātipi veditabbaṃ.",
  "anya-e0804n0:635": "Kecettha vadeyyuṃ – yaṃ tumhehi ‘‘aṭṭhavassikā gorītipi dārikātipi vuccatī’’ti vuttaṃ, etasmiṃ pana vacane ‘‘yadāhaṃ dārako homi, jātiyā aṭṭhavassiko’’ti vacanato aṭṭhavasso dārako hotu, ‘‘tatthaddasakumāraṃ so, ramamānaṃ sake pure’’ti pāḷiyaṃ pana puttadārehi saṃvaddho vessantaramahārājā kathaṃ ‘‘kumāro’’ti vattuṃ yujjissati dvādasavassātikkantattā? Yujjateva bhagavato icchāvasena. Bhagavā hi dhammissarattā vohārakusalatāya ca yaṃ yaṃ veneyyajanānurūpaṃ desanaṃ desetuṃ icchati, taṃ taṃ deseti eva, tasmā bhagavatā tassa mātāpitūnaṃ atthitaṃ sandhāya kumāraparihārena vaddhitattañca evaṃ desanā katā. Tathā hi āyasmā kumārakassapo kumāraparihārena vaddhitattā mahallakopi samāno kumārakassapotveva vohariyati. ‘‘Na vāyaṃ kumārako mattamaññāsī’’ti ettha pana sirasmiṃ palitesu jātesupi āyasmantaṃ ānandaṃ āyasmā mahākassapo tasmiṃ there adhimattavissāso hutvā komāravādena ovadanto kumārakoti avocāti gahetabbaṃ. Udānaṭṭhakathāyaṃ pana ‘‘sattā jātadivasato paṭṭhāya yāva pañcadasavassaṃ, tāva kumārakā, bālāti ca vuccanti, tato paraṃ vīsativassāni yuvāno’’ti vuttaṃ.",
  "anya-e0804n0:636": "Mantha mattha viloḷane. Manthati. Manthañca madhupiṇḍikañca ādāya. Abhimatthati dummedhaṃ vajiraṃvamhamayaṃ maṇiṃ. Sineruṃ matthaṃ katvā.",
  "anya-e0804n0:637": "Kuthi puthi luthi hiṃsāsaṃkilesesu. Kunthati. Kuntho, kunthakipillikaṃ. Disvāna patitaṃ sāmaṃ, puttakaṃ paṃsukunthitaṃ. Punthati. Lunthati.",
  "anya-e0804n0:638": "Nātha yācanopatāpissariyāsīsāsu. Nāthadhātu yācane upatāpe issariye āsīsane cāti catūsvatthesu vattati. Tenāhu porāṇā ‘‘nāthatīti nātho, veneyyānaṃ hitasukhaṃ āsīsati pattheti, parasantānagataṃ vā kilesabyasanaṃ upatāpeti, ‘‘sādhu bhikkhave bhikkhu kālena kālaṃ attasampattiṃ paccavekkheyyā’tiādinā taṃ taṃ hitapaṭipattiṃ yācatīti attho, paramena cittissariyena samannāgato sabbasatte vā guṇehi īsati abhibhavatīti paramissaro bhagavā ‘nātho’ti vuccatīti nāthatīti nātho’’ti. Saddasatthavidū pana tesu catūsu atthesu nātha nādha iti dhātudvayaṃ paṭhanti. Attanobhāsattā pana tassa ‘‘nāthate nādhate’’ti rūpāni bhavanti.",
  "anya-e0804n0:639": "Ettha siyā ‘‘yadi yācanatthena nāthatīti nātho, evaṃ sante yo koci yācako daliddo, so eva nātho siyā. Yo pana ayācako samiddho, so na nāthati na yācatīti anātho siyā’’ti? Na, nāthasaddo hi yācanatthādīsu pavattamāno lokasaṅketavasena uttamapurisesu nirūḷho, bhagavā ca uttamesu sātisayaṃ uttamo, tena taṃ taṃ hitapaṭipattiṃ yācatīti nāthasaddassattho vutto. Anāthasaddo pana ittarajanesu nirūḷho, so ca kho ‘‘na nāthoti anātho. Natthi nātho etassāti vā anātho’’ti dabbapaṭisedhavasena, na pana ‘‘na nāthati na yācatīti anātho’’ti dhātuatthapaṭisedhavasena. Yo hi aññassa saraṇaṃ gati patiṭṭhā hoti, so nātho, yo ca aññassa saraṇaṃ gati patiṭṭhā na hoti, nāpi attano añño saraṇaṃ gati patiṭṭhā hoti, so anāthoti vuccati saṅketavasena. Tathā hi ‘‘saṅketavacanaṃ saccaṃ, lokasammutikāraṇa’’nti vuttaṃ. Imassa panatthassa āvibhāvatthaṃ imasmiṃ ṭhāne ‘‘lokanātho tuvaṃ eko, saraṇaṃ sabbapāṇina’’nti ca ‘‘anāthānaṃ bhavaṃ nātho’’ti ca –",
  "anya-e0804n0:640": "‘‘Evāhaṃ cintayitvāna, nekakoṭisataṃ dhanaṃ;",
  "anya-e0804n0:641": "Nāthānāthānaṃ datvāna, himavantamupāgami’’nti ca",
  "anya-e0804n0:642": "Pāḷiyo nidassanāni bhavanti. Yasmā pana sāsane ca loke ca yācako ‘‘nātho’’ti na vuccati, ayācako ca ‘‘anātho’’ti. Lokassa pana saraṇaṃ ‘‘nātho’’ti vuccati. Yassa saraṇaṃ na vijjati, so ‘‘anātho’’ti vuccati, tathā samiddho ‘‘nātho’’ti vuccati, asamiddho ‘‘anātho’’ti. Tasmā paññavatā sabbesu ṭhānesu dhātuatthamattena lokasamaññaṃ anatidhāvitvā yathānurūpaṃ attho gahetabbo. Ayañca nīti sādhukaṃ manasi kātabbā.",
  "anya-e0804n0:643": "Vithuyācane. Vethati.",
  "anya-e0804n0:644": "Satha seṭhille. Sathati. Sathalo hi paribbājo, bhiyyo ākirate rajaṃ. Siṭhilotipi pāḷi dissati. Tadā ṭhikāro muddhajo gahetabbo.",
  "anya-e0804n0:645": "Kathi koṭille. Kanthati.",
  "anya-e0804n0:646": "Kattha silāghāyaṃ. Katthati, vikatthati. Katthanā, vikatthanā. Tattha katthatīti pasaṃsati. Vikatthatīti virūpaṃ katthati abhūtavatthudīpanato. Ettha ca ‘‘bahumpi so vikattheyya, aññaṃ janapadaṃ gato’’ti ca ‘‘idhekacco katthī hoti vikatthī, so katthati ‘ahamasmi sīlasampannoti vā vattasampannoti vā vikatthatī’ti’’ ca ādayo payogā.",
  "anya-e0804n0:647": "Byatha dukkhabhayacalanesu. Byathati. Bhantā byathitamānasā. Tato kumārābyathitā, sutvā luddassa bhāsitaṃ. Itthetaṃ dvayaṃ calañceva byathañca.",
  "anya-e0804n0:648": "Sutha kutha katha hiṃsāyaṃ. Sothati. Kothati. Kathati.",
  "anya-e0804n0:649": "Patha gatiyaṃ. Pathati. Patho. Pathoti maggo. So duvidho mahājanena padasā paṭipajjitabbo pakatimaggo ca paṇḍitehinibbānatthikehi paṭipajjitabbo paṭipadāsaṅkhāto ariyamaggo cāti. Tattha pakatimaggo uppannakiccākiccehi janehi pathiyati gacchiyatīti patho, paṭipadā pana amatamahāpuraṃ gantukāmehi kulaputtehi saddhāpātheyyaṃ gahetvā pathiyati paṭipajjiyatīti patho. Atha vā pātheti kārakaṃ puggalaṃ gameti nibbānaṃ sampāpetīti vā patho , paṭipadāyeva. Maggābhidhānaṃ curādigaṇe maggadhātukathanaṭṭhāne kathessāma.",
  "anya-e0804n0:650": "Katha nippāke. Kathati.",
  "anya-e0804n0:651": "Matha vilothane. Mathati.",
  "anya-e0804n0:652": "Potha pariyāyanabhāve. Pothati. Pothako. Pothetīti ayaṃ curādigaṇepi vattati. Tena ‘‘samantā anupariyeyyuṃ, nippothentā catuddisā’’ti payogo dissati.",
  "anya-e0804n0:653": "Gottha vaṃse. Gotthati. Gotthulo, gotthu.",
  "anya-e0804n0:654": "Puthu vitthāre. Pothati. Puthavī.",
  "anya-e0804n0:655": "Thakārantadhāturūpāni.",
  "anya-e0804n0:656": "Dakārantadhātu",
  "anya-e0804n0:657": "Dā dāne. Āpubbo gahaṇe. Saddho dānaṃ dadāti deti, sīlaṃ ādadāti ādeti. Imāni suddhakattupadāni taddīpakattā. Saddho assaddhaṃ dānaṃ dāpeti, sīlaṃ ādapeti, samādapeti. Ye dhammamevādapayanti santo. Imāni kāritapadāni hetukattupadānīti ca vuccanti taddīpakattā. Saddhena dānaṃ dīyati, sīlaṃ ādīyati, samādīyati, imāni kammapadāni taddīpakattā. Ayañca dā dāneti dhātu sāsanānurūpasutivasena divādigaṇaṃ patvā supanakriyaṃ vadanto ‘‘dāyati niddāyati niddā’’ti sanāmapadāni suddhakattupadāni janayati. Dānamavakhaṇḍanañca vadanto ‘‘diyati dānaṃ dātta’’nti sanāmapadāni suddhakattupadāni janayati. Suddhiṃvadanto ‘‘dāyati vedāyati vodāna’’nti sanāmapadāni suddhakattupadāni janayati, imasmiṃ pana bhūvādigaṇe dānaṃ vadanto āpubbavasena gahaṇañca vadanto ‘‘dadāti deti ādadāti ādeti dānaṃ ādāna’’nti sanāmapadāni suddhakattupadāni janayati. Tathā kucchitagamanaṃ vadanto ‘‘dāti suddāti suddo suddī’’ti sanāmapadāni suddhakattupadāni janayatīti ayaṃ viseso daṭṭhabbo. Yathā cettha, evamaññatrāpi yathāsambhavaṃ viseso upaparikkhitabbo nayaññūhi.",
  "anya-e0804n0:658": "Idānissa nāmapadāni tumantādīni brūma. ‘‘Dānaṃ, deyyaṃ, dātabbaṃ, brahmadeyyaṃ, dinnaṃ, dāyako, dāyikā, dakkhiṇā’’ iccādīni, ‘‘dātuṃ, padātuṃ, dātave, padātave, datvā, datvāna, dadātuna, daditvā, daditvāna, dadiya, dajjā, dadiyāna, ādātuṃ, ādāya, ādiya’’ iccādīni ca yojetabbāni.",
  "anya-e0804n0:659": "Tattha dānanti dātabbaṃ, dadanti etenāti atthe na deyyadhammo dānacetanā ca vuccati. Kasmā pana tattha dinnasaddoyeva kathiyati, na dattasaddoti? Akathane kāraṇamatthi. ‘‘Dānaṃ dinna’’ntiādīsu hi dinnasaddaṭṭhāne dattasaddo na dissati, tasmā na kathiyati.",
  "anya-e0804n0:660": "Guṇabhūto dattasaddo, na diṭṭho jinabhāsite;",
  "anya-e0804n0:661": "‘‘Manasā dānaṃ mayā dinnaṃ’’, iti dinnapadaṃ viya.",
  "anya-e0804n0:662": "‘‘Devadatto yaññadatto, datto’’ iti ca ādiko;",
  "anya-e0804n0:663": "Paṇṇattivacane diṭṭho, samāsabyāsato pana.",
  "anya-e0804n0:664": "Tasmā ‘‘devadatto’’tiādīsu ‘‘devena dinno’’ti samāsaṃ katvā paṇṇattivacanattā dinnasaddassa dattādeso kātabbo sāsanānurūpena. Upari hi ‘‘dinnassa datto kvaci paṇṇattiya’’nti lakkhaṇaṃ passissatha. Ayameva hi sāsane nīti avilaṅghanīyā. Idaṃ panettha vavatthānaṃ –",
  "anya-e0804n0:665": "Sakkaṭe dattasaddova, dinnasaddo na dissati;",
  "anya-e0804n0:666": "Byāsamhi dinnasaddova, dattasaddo na pāḷiyaṃ.",
  "anya-e0804n0:667": "‘‘Manasā dānaṃ mayā dinnaṃ, dānaṃ dinno’’tiādisu;",
  "anya-e0804n0:668": "‘‘Dhammadinnā mahāmāyā’’, iccādīsu ca pāḷisu.",
  "anya-e0804n0:669": "Iti byāsasamāsānaṃ, vasā dvedhā pavattati;",
  "anya-e0804n0:670": "Dinnasaddoti dīpeyya, na so sakkaṭabhāsite.",
  "anya-e0804n0:671": "Guṇabhūto dattasaddo, asamāsamhi kevalo;",
  "anya-e0804n0:672": "Na dissati munimate, dinnasaddova kevalo.",
  "anya-e0804n0:673": "Teneva dinnasaddassa, dattādeso kato mayā;",
  "anya-e0804n0:674": "‘‘Dattaṃ sirappadāna’’nti, kavayo pana abravuṃ.",
  "anya-e0804n0:675": "Ediso pāḷiyaṃ natthi, nayo tasmā na so varo;",
  "anya-e0804n0:676": "‘‘Datto’’ti bhūridattassa, saññā paṇṇattiyaṃ gatā.",
  "anya-e0804n0:677": "‘‘Brahmadatto buddhadatto, datto’’ iti hi sāsane;",
  "anya-e0804n0:678": "Paṇṇattiyaṃ dattasaddo, asamāsasamāsiko.",
  "anya-e0804n0:679": "‘‘Paradattabhojana’’nti, evamādīsu pāḷisu;",
  "anya-e0804n0:680": "Samāse guṇabhūtoyaṃ, dattasaddo patiṭṭhito.",
  "anya-e0804n0:681": "‘‘Manasā dānaṃ mayā dinnaṃ, dānaṃ dinno’’tiādisu;",
  "anya-e0804n0:682": "Guṇabhūto dinnasaddo, asamāsamhi dissati.",
  "anya-e0804n0:683": "‘‘Dinnādāyī dhammadinnā’’, iccevamādīsu pana;",
  "anya-e0804n0:684": "Samāse guṇapaṇṇatti-bhāvenesa padissati.",
  "anya-e0804n0:685": "Koci pana saddasatthavidū garu evaṃ saddaracanamakāsi –",
  "anya-e0804n0:686": "‘‘Yassaṅkurehi jimutambujaloditehi,",
  "anya-e0804n0:687": "Vāteritehi patitehi suṇehi tehi.",
  "anya-e0804n0:688": "Jenantacīvaramasobhatha brahmadattaṃ,",
  "anya-e0804n0:689": "Vandāmi taṃ caladalaṃ varabodhirukkha’’nti.",
  "anya-e0804n0:690": "Ettha ca brahmadattanti idaṃ sakkaṭabhāsāto nayaṃ gahetvā vuttaṃ, na pāḷito. Pāḷinayañhipatvā ‘‘brahmadattiya’’nti vā ‘‘brahmadinna’’nti vā ‘‘devadattiya’’nti vā ‘‘devadinna’’nti vā rūpena bhavitabbaṃ. Tathā hi ‘‘bodhisatto ca maddī ca sammodamānā sakkadattiye assame vasiṃsū’’ti pāḷinayānurūpo aṭṭhakathāpāṭho dissati. Tasmā etthevaṃ vadāma –",
  "anya-e0804n0:691": "‘‘Dattasaddassa ṭhānamhi, ‘‘dattiya’’nti ravo gato;",
  "anya-e0804n0:692": "Devadattiyapatto ca, assamo sakkadattiyo’’ti.",
  "anya-e0804n0:693": "Ayaṃ nīti sādhukaṃ manasi kātabbā. Atra pana paripuṇṇāparipuṇṇavasena yathārahaṃ padakkamo bhavati.",
  "anya-e0804n0:694": "Dadāti, dadanti. Dadāsi, dadātha. Dadāmi, dadāma. Dadātu, dadantu. Dadāhi, dadātha. Dadāmi, dadāma, dadāmase. Dadeyya, dade, dajjā. Dajjā sappuriso dānaṃ. Dadeyyuṃ, dajjuṃ. Pitā mātā ca te dajjuṃ. Dadeyyāsi, dajjāsi, dajjesi iccapi. Dajjāsi abhayaṃ mama. Mātaraṃ kena dosena, dajjāsi dakarakkhino. Sīlavantesu dajjesi, dānaṃ maddi yathārahaṃ. Dadeyyātha, dajjātha. Dadeyyāmi, dajjāmi, dadeyyāma, dajjāma. Dadetha, daderaṃ. Dadetho, dadeyyāvho, dajjāvho. Dadeyyaṃ, dajjaṃ. Neva dajjaṃ mahosadhaṃ. Dadeyyāmhe, dajjāmhe. Ayamasmākaṃ khanti. Garūnaṃ pana khanti aññathā bhavati. Tathā hi –",
  "anya-e0804n0:695": "Garū ‘‘dajjati dajjanti’’, itiādinayena tu;",
  "anya-e0804n0:696": "Aṭṭhannampi vibhattīnaṃ, vasenāhu padakkamaṃ.",
  "anya-e0804n0:697": "Pāḷiṃ upaparikkhitvā, tañce yujjati gaṇhatha;",
  "anya-e0804n0:698": "Na hi sabbappakārena, pāḷiyo paṭibhanti no.",
  "anya-e0804n0:699": "Tattha asmākaṃ khantiyā ‘‘dajjā dajja’’ntiādīni yyakārasahiteyeva sattamiyā padarūpe sijjhanti. ‘‘Dajjā sappuriso dāna’’nti ettha hi ‘‘dajjā idaṃ ‘‘dadeyyā’’ti padarūpaṃ patiṭṭhapetvā yyakāre pare saralopaṃ katvā tato tiṇṇaṃ byañjanānaṃ saṃyogañca tīsusaññogabyañjanesu dvinnaṃ sarūpānamekassa lopañca dyakārasaññogassa ca jakāradvayaṃ katvā tato dīghavasenuccāritabbattā animittaṃ dīghabhāvaṃ katvā nipphajjati. Evaṃ sāsanassānurūpo vaṇṇasandhi bhavati. Duvidho hi sandhi padasandhi vaṇṇasandhīti. Tesu yattha padacchedo labbhati, so padasandhi. Yathā? Tatrāyaṃ. Yattha pana na labbhati, so vaṇṇasandhi. Yathā? Atrajo. Yathā ca sugato, yathā ca paddhāni. Evaṃ duvidhesu sandhīsu ‘‘dajjā’’ti ayaṃ vaṇṇasandhi eva.",
  "anya-e0804n0:700": "Aparopi rūpanayo bhavati tvāpaccayantavasena –",
  "anya-e0804n0:701": "‘‘Ayaṃ so indako yakkho, dajjā dānaṃ parittakaṃ;",
  "anya-e0804n0:702": "Atirocati amhehi, cando tāragaṇe yathā’’ti",
  "anya-e0804n0:703": "Dassanato. Ettha hi dajjāti datvāti attho. Idaṃ pana datvāsaddena samānatthaṃ ‘‘dadiyya’’ iti padarūpaṃ patiṭṭhapetvā yyakāre pare saralopaṃ katvā saññogesu sarūpalopañca tato dyakārasaññogassa jjakāradvayaṃ dīghattañca katvā nipphajjati.",
  "anya-e0804n0:704": "Athāparopi rūpanayo bhavati kammani yapaccayavasena. Tathā hi ‘‘petānaṃ dakkhiṇaṃ dajjā’’ti ca ‘‘dakkhiṇā dajjā’’ti ca dve pāṭhā dissanti. Tattha pacchimassa dajjāti dātabbāti attho kammani yapaccayavasena. Idha pana dādhātuto yapaccayaṃ katvā dhātussa dvittañca pubbassa rassattañca tato yakāre pare saralopaṃ saññogabhāvañca jjakāradvayañca itthiliṅgattā āpaccayādiñca katvā ‘‘dajjā’’ti nipphajjati. Evaṃ ‘‘dajjā dadeyyā’’ti ca ‘‘dajjā dadiyya datvā’’ti ca ‘‘dajjā dātabbā’’ti ca etāni paccekaṃ pariyāyavacanāni bhavanti. ‘‘Dajjuṃ. Dajjāsi, dajjātha. Dajjāmi, dajjāma. Dajjāvho, dajja’’nti etānipi ‘‘dadeyyuṃ dadeyyāsī’’tiādinā padarūpāni patiṭṭhapetvā yyakāre pare saralopaṃ saññogesu sarūpalopaṃ dyakārasamaññogassa jjakāradvayañca katvā nipphajjanti. Etesu dajjāsīti yaṃ rūpaṃ tassāvayavassa ākārassa ekāraṃ katvā aparampi ‘‘dajjesī’’ti rūpaṃ bhavatīti daṭṭhabbaṃ. Esa nayo aññatrāpi yathāsambhavaṃ yojetabbo.",
  "anya-e0804n0:705": "Acinteyyānubhāvassa hi sammāsambuddhassa pāḷinayo acinteyyoyeva hoti, gambhīro dukkhogāḷho, na yena kenaci lakkhaṇena sādhetabbo, yathātanti viraciteheva lakkhaṇehi sādhetabbo. Tathā hi ‘‘khattiyā titthiyā cetiyānī’’tiādīsu yakāre pare saralopo bhavati, tena ‘‘athetthekasataṃ khatyā. Evampi titthyā puthuso vadanti. Ārāmarukkhacetyānī’’ti payogā dissanti. Tathā ‘‘sākacchati taccha’’nti etthāpi ‘‘saha kathayatī’’tivā ‘‘saṃkathayatī’’ti vā ‘‘tathya’’nti ca padarūpaṃ patiṭṭhapetvā sahasaddassa hakāralopaṃ, saṃsadde ca niggahītalopaṃ katvā sakāragatassa sarassa dīghaṃ katvā yakāre pare saralopaṃ katvā tato thyakārasaññogassa cchayugaṃ katvā visabhāgasaññoge eko ekassa sabhāgattamāpajjati. Tena ‘‘sākacchati taccha’’nti rūpāni sijjhanti. Tathā hi ‘‘aññamaññaṃ sākacchiṃsu. Kālena dhammasākacchā. Bhūtaṃ tacchaṃ. Yathātathiyaṃ viditvāpi dhammaṃ, sammā so loke paribbajeyyā’’ti savikapāni payogāni dissanti. ‘‘Najjā’’tiādīsupi ‘‘nadiyā’’tiādīni padarūpāni patiṭṭhapetvā vaṇṇasandhivasena yakāre pare lopavidhi labbhatiyeva. Vividho hi sāsanānukūlo rūpanipphādanupāyo, upari ca etesaṃ sādhanatthaṃ ‘‘saralopo yamanarādīsū’’tiādīni lakkhaṇāni bhavissanti. Tattha –",
  "anya-e0804n0:706": "‘‘Dajjā dajju’’ntiādīni, sattamīnaṃ vasena me;",
  "anya-e0804n0:707": "Vuttāni yogirājassa, sāsanatthaṃ mahesino.",
  "anya-e0804n0:708": "Atridaṃ vattabbaṃ, kiñcāpi aṭṭhakathācariyehi ‘‘mātaraṃ tena dosena, dajjāhaṃ dakarakkhino’’ti ettha dajjanti padassa ‘‘dammī’’ti vattamānāvasena vivaraṇaṃ kataṃ, tathāpi sattamīpayogoyeva. Ācariyā hi ‘‘sattamīpayogo aya’’nti jānantāpi ‘‘kadāci aññe parikappatthampi gaṇheyyu’’nti āsaṅkāya evaṃ vivaraṇamakaṃsu. Tathā kiñcāpi tehi ‘‘anāparādhakammantaṃ, na dajjaṃ dakarakkhino’’ti ettha na dajjanti padassa ‘‘nāhaṃ dakarakkhassa dassāmī’’ti bhavissantīvasena vivaraṇaṃ kataṃ, tathāpi sattamīpayogoyeva, anāgataṃ pana paṭicca vattabbatthattā evaṃ vivaraṇaṃ kataṃ. ‘‘Neva dajjaṃ mahosadha’’nti ettha pana ‘‘na tveva dadeyya’’nti sattamīpayogavaseneva vivaraṇaṃ katanti. Evaṃ dajjaṃpadassa vinicchayo veditabbo.",
  "anya-e0804n0:709": "Idāni parokkhādivasena padakkamo kathiyati. ‘‘Dada, dadū. Dadū’’ti ca idaṃ ‘‘nārado iti nāmena, kassapo iti maṃ vidū’’tiādīsu vidūsaddena samaṃ. Dade, dadittha, dadaṃ, dadimha. Dadittha, dadire. Dadittho, dadivho.",
  "anya-e0804n0:710": "Ettha ca daditthoti idaṃ ‘‘sañjagghittho mayā saha. Mā kisittho mayā vinā. Mā naṃ kalale akkamittho’’tiādīsu ‘‘sañjagghittho’’tiādīhi samaṃ. Iminā nayena sabbattha labbhamānavasena sadisatā upaparikkhitabbā. Dadaṃ, dadimhe. Parokkhāsahibharūpāni.",
  "anya-e0804n0:711": "Adadā, adadū. Adade, adadattha. Adadaṃ, adadamha. Adadattha, adadatthuṃ. Adadase, adadavhaṃ. Adadiṃ adadamhase. Iti anakārapubbampi rūpaṃ gahetabbaṃ ‘‘yesaṃ no na dadamhase’’ti dassanato. Hiyyattanīsahitarūpāni.",
  "anya-e0804n0:712": "Adadi, adaduṃ, adadiṃsu. Adado, adadittha. Adadiṃ, adadimhā. Adadā, adadū. Adadase, adadivhaṃ. Adadaṃ, adadimhe. Ajjatanīsahitarūpāni.",
  "anya-e0804n0:713": "‘‘Dadissati, dadissanti’’ iccādi sabbaṃ neyyaṃ. Bhavissantīsahitarūpāni.",
  "anya-e0804n0:714": "‘‘Adadisā, dadissā, adadissaṃsu, dadissaṃsu’’ iccādi ca sabbaṃ neyyaṃ. Kālātipattisahitarūpāni.",
  "anya-e0804n0:715": "Aparānipi vattamānādisahitarūpāni bhavanti. Deti, denti. Desi, detha. Demi, dammi, dema, damma. Detu, dentu. Dehi, detha. Demi, dammi, dema, damma. Attanopadāni appasiddhāni. Sattamīnayo ca parokkhānayo ca appasiddho. Hiyuttanīnayo pana ajjatanīnayo ca koci koci pasiddho pāḷiyaṃ āgatattā, sakkā ca ‘‘adā, adū, ado, ada’’ntiādinā yojetuṃ. Tathā hi nayo dissati. Adā dānaṃ purindado. Varañceme ado sakka. Brāhmaṇānaṃ adaṃ gajaṃ. Adāsime. Adaṃsu te mamokāsaṃ. Adāsiṃ brāhmaṇe tadāti. ‘‘Dassati, dassanti’’ iccādi sabbaṃ neyyaṃ. ‘‘Adassā, dassā, adassaṃsu, dassaṃsu, dassiṃsu’’ iccādi ca sabbaṃ neyyaṃ.",
  "anya-e0804n0:716": "Tathā ādadāti, ādadanti. Ādadāsi, ādadātha. Ādadāmi, ādadāma. Kaccāyanamate ‘‘ādatte’’ti attanopadaṃ vuttaṃ. Evaṃ ‘‘ādadātu, ādadeyya’’ iccādi sabbaṃ neyyaṃ. Ādetu ādeyya iccādi yathārahaṃ yojetabbaṃ. Evameva ca ‘‘dāpeti, ādāpetī’’tiādīnipi yathārahaṃ yojetabbāni.",
  "anya-e0804n0:717": "Dākucchite gamane. Dāti. Suddāti. Suddo, suddī. Tattha suddoti suddātīti suddo, parapothanādiluddācārakammunā dārukammādikhuddācārakammunā ca lahuṃ lahuṃ kucchitaṃ gacchatīti attho. Tathā hi su iti sīghatthe nipāto, dā iti garahattho dhātu kucchitagativācakattā. Suddassa bhariyā suddī.",
  "anya-e0804n0:718": "Du gatiyaṃ. Davati. Dumo. Ettha ca davati gacchati mūlakkhandhasākhāviṭapapattapallavapupphaphalehi vuddhiṃ virūḷhiṃ vepullaṃ pāpuṇātīti dumo.",
  "anya-e0804n0:719": "Desodhane. Sodhanaṃ pariyodāpanaṃ. Dāyati. Dāyanaṃ. Yathā gāyati, gāyanaṃ. Dāyituṃ, dāyitvā, dhātāvayavassekārassa āyādeso. ‘‘Dātuṃ, datvā’’ iccapi rūpāni.",
  "anya-e0804n0:720": "Tatra dātunti sodhetuṃ. Datvāti sodhetvāti attho gahetabbo. Tathā hi ‘‘bālo abyatto nappaṭibalo anuyuñjiyamāno anuyogaṃ dātu’’nti ettha dātunti padassa sodhetunti attho. Keci ‘‘dānattha’’nti atthaṃ vadanti, taṃ na yuttaṃ. Na hi yo parehi anuyuñjiyati, so anuyogaṃ deti nāmāti. Tasmā ‘‘ācariyassa anuyogaṃ datvā bārāṇasiṃ paccāgacchī’’tiādīsupi anuyogaṃ datvāti anuyogaṃ sodhetvāti atthoyeva gahetabbo. Tathā hi pubbācariyehi ‘‘anuyogadāpanattha’’nti etasmiṃ padese esoyevattho vibhāvito. Kathaṃ? Anuyogadāpanatthanti anuyogaṃ sodhāpetuṃ. Vimaddakkhamañhi sīhanādaṃ nadanto atthato anuyogaṃ sodheti nāma, anuyuñjanto ca naṃ sodhāpeti nāmāti. Idampi ca tehi vuttaṃ. Dātunti sodhetuṃ. Keci ‘‘dānattha’’nti atthaṃ vadanti, taṃ na yuttaṃ. Na hi yo sīhanādaṃ nadati, so eva tattha anuyogaṃ detīti. Samantapaṭṭhānamahāpakaraṇa saṃvaṇṇanāyampi pubbācariyehi ‘‘dānaṃ datvāti taṃ cetanaṃ pariyodāpetvā’’ti sodhanattho vutto. Dullabhā ayaṃ nīti sādhukaṃ citte ṭhapetabbā.",
  "anya-e0804n0:721": "De pālane. Dīyati. Dānaṃ, uddānaṃ dāyituṃ, dāyitvā. Tattha dānanti duggatito dāyati rakkhatīti dānaṃ, dānacetanā. Uddānanti vuttassa atthassa vakkhamānassa vā vippakiṇṇabhāvena nassituṃ adatvā uddhaṃ dānaṃ rakkhaṇaṃ uddānaṃ, saṅgahavacananti attho. Atha vā uddānanti pacchuddānādikaṃ uddānaṃ.",
  "anya-e0804n0:722": "Khāda bhakkhane. Khādati. Khādikā, khādanaṃ, aññamaññakhādikā. Pubbaphalakhādikā, khajjaṃ, khādanīyaṃ, khandhā.",
  "anya-e0804n0:723": "Tattha khajjanti pūvo. Khādanīyanti pūvaphalāphalādi. ‘‘Khādanīyaṃ vā bhojanīyaṃ vā’’ti visuṃ bhojanīyassa vacanato khādanaṃ nāma khajjassa vā khādanīyassa vā bhakkhanaṃ. Apica hiṃsāpi ‘‘khādana’’nti vuccati. Jātijarābyādhidukkhādīhi khajjantīti khandhā, rūpavedanāsaññāsaṅkhāraviññāṇāni. ‘‘Cīvarāni nassantipi ḍayhantipi undūrehipi khajjantī’’ti ettha viya khajjanti saddo kammattho.",
  "anya-e0804n0:724": "Badatheriye. Thirabhāvo theriyaṃ, yathā dakkhiyaṃ. Badati. Badarī, badaraṃ. Atridaṃ vuccati –",
  "anya-e0804n0:725": "Kakkandhu badarī kolī, kolaṃ kulavamiccapi;",
  "anya-e0804n0:726": "Tenilaṃ badarañcāti, nāmaṃ rukkhassa koliyāti.",
  "anya-e0804n0:727": "Khada dhitihiṃsāsu ca. Theriyāpekkhāya cakāro. Khadati. Khadiro.",
  "anya-e0804n0:728": "Gada viyattiyaṃ vācāyaṃ. Gadati. Āgadanaṃ, tatho āgado etassāti tathāgato. Suṭṭhu gadatīti sugado.",
  "anya-e0804n0:729": "Rada vilekhane. Radati. Radano, rado, dāṭhārado. Atra radanoti danto.",
  "anya-e0804n0:730": "Nada abyattasadde. Sīho nadati, paṇadati. Nādo, nadī. Pabbatesu vanādīsu nadatīti nadī. Nada i iti dhātudvayavasena pana ‘‘nadantī gacchatīti nadī’’tipi nibbacanaṃ vadanti.",
  "anya-e0804n0:731": "Kecettha vadeyyuṃ yā panesā ‘‘nada abyattasadde’ti dhātu tumhehi vuttā, sā kiṃniccamabyattasaddeyeva vattati, udāhu katthaci viyattiyampi vācāyaṃ vattatī’’ti? Niccamabyattasaddeyeva vattatīti. Yajjevaṃ ‘‘sīho nadatī’’tiādīsu tiracchānagatādisaddabhāvena avibhāvitatthatāya nadasaddo abyattasaddo hotu, ‘‘sīho viya ayaṃ puriso nadatī’’tiādīsu pana manussabhāsāpi abyattasaddo siyāti? Tanna viyattāpi samānā manussabhāsā sīho viyāti evaṃ samupekkhāvasena sīhapadatthassāpekkhanato nadasaddena niddisiyati , na purisāpekkhanavasena. Yathā hi valāhakūpamāvasena kathitaṃ, ‘‘kathañca puggalo gajjitā ca vassitā ca hotī’’ti pāḷiyaṃ gajjanaṃ vassanañca puggale alabbhamānampi valāhakassa gajjanavassanasadisatāya bhāsanakaraṇakriyāyūpalabbhanato vattabbameva hoti, evameva nibbhayabhāvena sīhanādasadisiyā vācāya niccharaṇato sīho viya nadatīti avibhāvitatthavantena nadasaddena manussabhāsāpi niddisitabbā hoti.",
  "anya-e0804n0:732": "Ettha ca ambaphalūpamādayopi āharitvā dassetabbā. Na hi pakkāmakatādīni puggalesu vijjanti, atha kho ambaphalādīsu eva vijjanti, evaṃ santepi bhagavatā aññenākārena sadisattaṃ vibhāvetuṃ ambaphalūpamādayo vuttā, evameva nadasaddo abyattasaddabhāvena tiracchānagatasaddādīsu eva vattabbopi atthantaravibhāvanatthaṃ ‘‘sīho viya nadatī’’tiādīsu manussabhāsāyampi rūḷhiyā vutto, na sabhāvato. Tathā hi sabhāvato nadasaddenapi vassitasaddādīhipi manussabhāsā niddisitabbā na hotīti. Yadi evaṃ –",
  "anya-e0804n0:733": "‘‘Suvijānaṃ siṅgālānaṃ, sakuṇānañca vassitaṃ;",
  "anya-e0804n0:734": "Manussavassitaṃ rāja, dubbijānataraṃ tato’’ti",
  "anya-e0804n0:735": "Ettha kasmā vassitasaddena manussabhāsā niddisiyatīti? Saccaṃ manussabhāsāpi vassitasaddena niddiṭṭhā dissati, evaṃ santepi sā ‘‘suvijānaṃ siṅgālānaṃ, sakuṇānañca vassita’’nti vassitasaddavasena payogassa vacanato tadanurūpaṃ niddisituṃ arahatīti mantvā vassitasaddasadisī niddiṭṭhā. Na hi ‘‘manusso vassatī’’tiādinā visuṃ payogā dissanti, ‘‘sakuṇo vassati, kūjatī’’tiādinā pana payogā dissanti, tasmā ‘‘saṅgāmaṃ otaritvāna, sīhanādaṃ nadi kuso’’tiādīsu viya yathārahaṃ attho gahetabbo. Evaṃ nadadhātu sabhāvato abyattasaddeyeva hoti, na viyattiyaṃ vācāyanti daṭṭhabbaṃ.",
  "anya-e0804n0:736": "Adda gatiyaṃ yācane ca. Addati.",
  "anya-e0804n0:737": "Nadda gadda sadde. Naddati. Gaddati.",
  "anya-e0804n0:738": "Tadda hiṃsāyaṃ. Taddati.",
  "anya-e0804n0:739": "Kadda kucchite sadde. Kaddati. Kaddamo.",
  "anya-e0804n0:740": "Khadda daṃsane. Daṃsanamiha dantasukatakattikā kriyā abhidhīyate. Sabhāvattā dhātuyā sādhanappayogasamavāyī. Khaddati.",
  "anya-e0804n0:741": "Adi bandhane. Andati. Andu. Andusaddopanettha itthiliṅgo gahetabbo pāḷiyaṃ itthiliṅgappayogadassanato ‘‘seyyathāpi vāseṭṭha ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā, atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo, so orimatīre daḷhāya anduyā pacchābāhaṃ gāḷhabandhanabandho’’ti. Tatra andūti yaṃ kiñci bandhanaṃ vā. ‘‘Yathā andughare puriso’’ti hi vuttaṃ. Bandhanaviseso vā, ‘‘andubandhanādīni chinditvā palāyiṃsū’’ti hi vuttaṃ. Apica andanaṭṭhena bandhanaṭṭhena andu viyātipi andu, pañca kāmaguṇā. Vuttañhetaṃ bhagavatā ‘‘ime kho vāseṭṭha pañca kāmaguṇā ariyassa vinaye andūtipi bandhanantipi vuccantī’’ti. Niggahītāgamavasenāyaṃ dhātu vuttā. Katthaci pana vigataniggahītāgamopi hoti, taṃ yathā? ‘‘Avijjā bhikkhave pubbaṅgamā akusalānaṃ dhammānaṃ samāpattiyā anvadeva ahirika’’nti pāḷi. Ettha anuandati anubandhatīti anvadi. Anvadi eva anvadevāti kitaviggaho sandhiviggaho ca veditabbo. Tathā hi aṭṭhakathāyaṃ ‘‘anvadevāti anubandhamānamevā’’ti vuttaṃ, taṃ avijjamahirikaṃ anubandhamānameva hotīti attho.",
  "anya-e0804n0:742": "Idi paramissariye indati. Indanaṃ, indo.",
  "anya-e0804n0:743": "Ettha indoti adhipatibhūto yo koci. So hi indati paresu issariyaṃ pāpuṇātīti indoti vuccati. Apica indoti sakko. Sakkassa hi anekāni nāmāni –",
  "anya-e0804n0:744": "Sakko purindado indo, vatrabhū pākasāsano;",
  "anya-e0804n0:745": "Sahassanetto maghavā, devarājā sujampati.",
  "anya-e0804n0:746": "Sahassakkho dasasata-locano vajirāvudho;",
  "anya-e0804n0:747": "Hūtapati mahindo ca, kosiyo devakuñjaro.",
  "anya-e0804n0:748": "Surādhipo suranātho, vāsavo tidivādhibhū;",
  "anya-e0804n0:749": "Jambāri ceva vajira-hattho asurasāsano;",
  "anya-e0804n0:750": "Gandharājā devindo, surindo asurābhibhūti.",
  "anya-e0804n0:751": "Evaṃ anekāni nāmāni. Ekopi hi attho anekasaddappavattinimittatāya anekanāmo. Tenāha bhagavā –",
  "anya-e0804n0:752": "Sakko mahāli devānamindo pubbe manussabhūto samāno magho nāma māṇavo ahosi, tasmā ‘‘maghavā’’ti vuccati. Sakko mahāli devānamindo pubbe manussabhūto samāno pure dānaṃ adāsi, tasmā ‘‘purindado’’ti vuccati. Sakko mahāli devānamindo pubbe manussabhūto samāno sakkaccaṃ dānaṃ adāsi, tasmā ‘‘sakko’’ti vuccati. Sakko mahāli devānamindo pubbe manussabhūto samāno āvāsaṃ adāsi, tasmā ‘‘vāsavo’’ti vuccati. Sakko mahāli devānamindo sahassaṃ atthānaṃ muhuttena cinteti, tasmā ‘‘sahassakkho’’ti vuccati. Sakkassa mahāli devānamindassa sujā nāma asurakaññā pajāpati, tasmā ‘‘sujampatī’’ti vuccati. Sakko mahāli devānamindo devānaṃ tāvatiṃsānaṃ issariyādhipaccaṃ rajjaṃ kāreti, tasmā ‘‘devānamindo’’ti vuccatīti.",
  "anya-e0804n0:753": "Evamekassāpi atthassa anekāni saddappavattinimittāni dissanti.",
  "anya-e0804n0:754": "Tathā hi yena pavattinimittena tāvatiṃsādhipatimhi indasaddo pavatto, na tena tattha sakkādisaddā pavattā, atha kho aññena. Tathā yena sammādiṭṭhiyaṃ paññāsaddo pavatto, na tena tattha vijjādisaddā. Yena sampayuttadhammānaṃ pubbaṅgamabhāvena uppannadhammasmiṃ cittasaddo pavatto, na tena tattha viññāṇādisaddā. Na hi vinā kenaci pavattinimittena saddo pavattatīti. Ekopi attho sammutyattho ca paramattho ca anekasaddappavttinimittatāya anekanāmoti daṭṭhabbaṃ.",
  "anya-e0804n0:755": "Ettha siyā ‘‘nāmānīti vadatha, kiṃ nāmaṃ nāmā’’ti. Vuccate – īdise ṭhāne atthesu saddappavattinimittaṃ ‘‘nāma’’nti gahitaṃ, yaṃ ‘‘liṅga’’ntipi vuccati. Tathā hi ‘‘nāma’’nti ca ‘‘liṅga’’nti ca saddopi vuccati, ‘‘aññaṃ sobhanaṃ nāmaṃ pariyesissāmi. Liṅgañca nippajjate’’tiādīsu viya. Asabhāvadhammabhūtaṃ nāmapaññattisaṅkhātaṃ atthesu saddappavattinimittampi vuccati ‘‘nāmagottaṃ na jīrati. Sataliṅgo’’tiādīsu viya. Iti nāmasaddenapi liṅgasaddenapi saddappavattinimittassa kathanaṃ daṭṭhabbaṃ. Saddappavattinimittañca nāma lokasaṅketasiddho taṃtaṃvacanatthaniyato sāmaññākāravisesoti gahetabbaṃ. So evaṃbhūtoyeva sāmaññākāraviseso nāma paññattīti pubbācariyā vadanti . So hi tasmiṃ tasmiṃ atthe saddaṃ nāmeti tassa tassa atthassa nāmasaññaṃ karotīti nāmaṃ, pakārehi ñāpanato paññatti ca. Saviññattivikārassa pana saddassa sammutiparamatthasaccānaṃ pakārehi ñāpanato paññattibhāve vattabbameva natthi. Saddasseva hi ekantena paññattibhāvo icchitabbo ‘‘niruttipaṭisambhidā parittārammaṇā’’ti ca ‘‘niruttipaṭisambhidā paccuppannārammaṇā’’ti ca ‘‘niruttipaṭisambhidā bahiddhārammaṇā’’ti ca pāḷidassanato. Idha pana saddappavattinimittādhikārattā nāmavasena attho pakāsito. Evaṃ anekavidhassa sāmaññākāravisesoti pubbācariyehi gahitassa nāmapaññattisaṅkhātassa saddappavattinimittassa vasena ekopi ñeyyattho anekaliṅgoti gahetabbo. Tenāha āyasmā suhemanto pabhinnapaṭisambhido –",
  "anya-e0804n0:756": "‘‘Sataliṅgassa atthassa, satalakkhaṇadhārino;",
  "anya-e0804n0:757": "Ekaṅgadassī dummedho, satadassīva paṇḍito’’ti.",
  "anya-e0804n0:758": "Evaṃ sabbābhidhānesupi iminā nayena yathārahaṃ attho vibhāvetabbo nayaññūhi.",
  "anya-e0804n0:759": "Vidi avayave. Vindati. Yadi abhidhānamatthi, ‘‘vindo’’ti dissati. Yathā kaṇḍati. Kaṇḍo.",
  "anya-e0804n0:760": "Khidi avayaveti candaviduno vadanti. Tesaṃ mate ‘‘khindatī’’ti rūpaṃ.",
  "anya-e0804n0:761": "Nidi kucchāyaṃ. Kucchāsaddo garahattho. Nindati. Nindā.",
  "anya-e0804n0:762": "Porāṇametaṃ atula, netaṃ ajjatanāmiva;",
  "anya-e0804n0:763": "Nindanti tuṇhimāsīnaṃ, nindanti bahubhāṇinaṃ;",
  "anya-e0804n0:764": "Mitabhāṇimpi nindanti, natthi loke anindito.",
  "anya-e0804n0:765": "Avaṇṇo aguṇo nindā, garahā ayasopi ca;",
  "anya-e0804n0:766": "Asiloko akitti ca, asilāghā ca atthuti.",
  "anya-e0804n0:767": "Nanda samiddhiyaṃ. Akammikā dhātu. Nandati puttehi puttimā. Nandāya nuna maraṇena. Nandasi sirivāhana. Nandanaṃ vanaṃ. Abhisaddayoge panāyaṃ sakammakopi. Abhinandanti āgataṃ nābhinandanti maraṇaṃ.",
  "anya-e0804n0:768": "Sirīva rūpiniṃ disvā, nanditaṃ āsi taṃ kulaṃ;",
  "anya-e0804n0:769": "Tena nandāti me nāmaṃ, sundaraṃ pavaraṃ ahu.",
  "anya-e0804n0:770": "Rammaṃ veḷuvanaṃ yena, na diṭṭhaṃ sugatālayaṃ;",
  "anya-e0804n0:771": "Na tena nandanaṃ diṭṭhaṃ, iti maññe mahesayaṃ.",
  "anya-e0804n0:772": "Yena veḷuvanaṃ diṭṭhaṃ, naranandananandanaṃ;",
  "anya-e0804n0:773": "Sudiṭṭhaṃ nandanaṃ tena, amarindasunandanaṃ.",
  "anya-e0804n0:774": "Cadi hilādane dittiyañca. Hilādanaṃ sukhanaṃ. Ditti sobhā. Candati. Candano, cando.",
  "anya-e0804n0:775": "Ettha ca candanassapi anekāni nāmāni – candanaṃ, gandhasāro, malayajo, suvaṇṇacandanaṃ, haricandanaṃ, rattacandanaṃ, gosītacandanaṃ. Candayati hilādayati sītaguṇasamaṅgitāya sattānaṃ paliḷāhaṃ vūpasamentaṃ sukhaṃ uppādetīti candanaṃ. Candoti somo, sopi candayati hilādayati sītaguṇasampattiyā attano pabhāya sattānaṃ pariḷāhaṃ vūpasamento sukhaṃ uppādetīti candoti vuccati. Atha vā candati dibbati siriyā virocatīti cando. Āgamaṭṭhakathāsu pana ‘‘chandaṃ janetīti cando’’ti vuttaṃ. Tassāpi anekāni nāmāni –",
  "anya-e0804n0:776": "Cando nakkhattarājā ca, indu somo nisākaro;",
  "anya-e0804n0:777": "Candimā mā nisānātho, osadhī so nisāpati.",
  "anya-e0804n0:778": "Uḷurājā sasaṅko ca, himaraṃsi sasīpi ca;",
  "anya-e0804n0:779": "Dvijarājā sasadharo, tārāpati himaṃsu ca.",
  "anya-e0804n0:780": "Kumudabandhavo ceva, migaṅko ca kalānidhi;",
  "anya-e0804n0:781": "Sudhaṃ sudhi dhūpi yūpa-rasmi ceva khamākaro;",
  "anya-e0804n0:782": "Nakkhatteso ca rajanī-karo subbhaṃsu eva ca.",
  "anya-e0804n0:783": "Tadi cetāyaṃ. Tandati. Tandī.",
  "anya-e0804n0:784": "Kadi kaladi avhāne rodane ca. Kandati, pakkandati. Pakkanduṃ, kandanto, kalandako.",
  "anya-e0804n0:785": "Kalidi paridevane. Kalindati.",
  "anya-e0804n0:786": "Khoda paṭighāte. Khodati.",
  "anya-e0804n0:787": "Khanda gatisosanesu. Khandati. Khando. Khando nāma eko devo, yo ‘‘kumāro sattidharo’’ti ca vuccati.",
  "anya-e0804n0:788": "Khudi āpavane. Khundati.",
  "anya-e0804n0:789": "Sidi sītiye. Sītiyaṃ sītibhāvo. Sindati. Sosindo, sotatto.",
  "anya-e0804n0:790": "Vanda abhivādanathutīsu. Vandati, abhivandati. Abhivandanā, vandanaṃ, vandako.",
  "anya-e0804n0:791": "Ettha pana vandatīti padassa namassati thometi vāti attho. Tathā hi suttantaṭīkākāro ‘‘vandeti vandāmi thomemi vā’’ti āha.",
  "anya-e0804n0:792": "Bhadi kallāṇe sokhiye ca. Kallāṇaṃ kalyāṇaṃ, sokhiyaṃ sukhino bhāvo, sukhamiccevattho. Bhandati. Bhandako, bhaddo, bhadro.",
  "anya-e0804n0:793": "Madithutimodamadasupanagatīsu. Mandati. Mando.",
  "anya-e0804n0:794": "Ettha pana mandoti aññāṇīpi bāladārakopi vuccati. Tattha aññāṇī mandati aññāṇabhāvena appasaṃsitabbampi puggalaṃ thometīti mando. Mandati amoditabbaṭṭhānepi modatīti mando. Mandati dānasīlādipuññakriyāsu pamajjatīti mando. Mandati attano ca paresañca hitāhitaṃ acintento khādanīyabhojanīyādīhi attano kāyaṃ sañjātamedaṃ kurumāno supatīti mando. Mandati ayuttaṃ paresaṃ kriyaṃ diṭṭhānugatiāpajjanena gacchati gaṇhātīti mando. Atha vā mandati punappunaṃ paṭisandhiggahaṇavasena gabbhaṃ gacchatīti mando. Vuttañhi bhagavatā ‘‘punappunaṃ gabbhamupeti mando’’ti. Bāladārako pana mandati yuttāyuttamajānanto uttānaseyyaṃparivattanaseyyaṃ vā supatīti mando. Tathā hi –",
  "anya-e0804n0:795": "‘‘Nonītasukhumālaṃ maṃ, jātapallavakomalaṃ;",
  "anya-e0804n0:796": "Mandaṃ uttānasayanaṃ, pisācabhayatajjitā.",
  "anya-e0804n0:797": "Pādamūle mahesissa, sāyesuṃ dīnamānasā;",
  "anya-e0804n0:798": "Idaṃ dadāma te nātha, saraṇaṃ hohi nāyakā’’ti",
  "anya-e0804n0:799": "Vuttaṃ, iti uttānasayanato paṭṭhāya yāva mandadasakaṃ, tāva ‘‘mando’’ti ‘‘dārako’’ti daṭṭhabbo. Appatthavācakopi pana mandasaddo hoti, so pāṭipadikattā idha nādhippeto, atha vā mandati appabhāvena gacchati pavattatīti nipphannapāṭipadikavasenapi gahetabbo.",
  "anya-e0804n0:800": "Muda hāse. Hasanaṃ hāso tuṭṭhi. Modati, pamodati. Sammodati. Sammodako. Sammodamānā gacchanti muditā. Mudā.",
  "anya-e0804n0:801": "Hadakarīsossagge. Karīsossaggo nāma karīsassa ossajjanaṃ vissajjanaṃ. Hadati. Uhadati. Hadano.",
  "anya-e0804n0:802": "Ettha ca ‘‘yesaṃ no santhate dārakā uhadantipi ummihantipī’’ti ayaṃ pāḷi nidassanaṃ, tatra uhadantipīti vaccampi karonti. Ummihantipīti passāvampi karonti. Pacchimapadassattho miha secaneti dhātuvasena daṭṭhabbo. Ayaṃ pana curādigaṇepi vattati dvigaṇikattā. Imasmiñhi ṭhāne ‘‘mutteti ohadeti cā’’ti cariyāpiṭakapāḷippadeso nidassanaṃ. Tattha muttetīti passāvaṃ karoti. Ohadetīti karīsaṃ vissajjeti.",
  "anya-e0804n0:803": "Uda mode kīḷāyañca. Udati. Udānaṃ. Udaggo.",
  "anya-e0804n0:804": "Tattha udānanti kenaṭṭhena udānaṃ? Udānanaṭṭhena. Kimidaṃ udānanaṃ nāma? Pībhivegasamuṭṭhāpito udāhāro. Yathā hi yaṃ telādi minitabbavatthu mānaṃgahetuṃ na sakkoti, vissanditvā gacchati, taṃ ‘‘avaseko’’ti vuccati. Yañca jalaṃ taḷākaṃ gahetuṃ na sakkoti, ajjhottharitvā gacchati, taṃ ‘‘ogho’’ti vuccati, evameva yaṃ pītivegasamuṭṭhāpitaṃ vitakkavipphāraṃ hadayaṃ sandhāretuṃ na sakkoti, so adhiko hutvā anto asaṇṭhahitvā vacīdvārena nikkhamanto paṭiggāhakanirapekkho udāhāraviseso ‘‘udāna’’nti vuccati. Udaggoti sañjātasomanasso.",
  "anya-e0804n0:805": "Kuda khuda guda kīḷāyameva. Kodati. Khodati. Godati.",
  "anya-e0804n0:806": "Sūda paggharaṇe. Sūdati. Suttaṃ. Sūdo. Rañño sūdā mahānase.",
  "anya-e0804n0:807": "Ettha ca suttanti sūdati dhenu viya khīraṃ atthe paggharāpetīti suttaṃ, tepiṭakaṃ buddhavacanaṃ. Sakammikadhātuttā pana ‘‘paggharāpetī’’ti kāritavasena attho kathetuṃ labbhati. Tathā hi ‘‘karotī’’ti padassa ‘‘nipphādetī’’ti attho kathetuṃ labbhati. Sūdoti bhattakāro. Yo ‘‘āḷāriko, odaniko, sūpakāro, rasako’’ti ca vuccati. Sūdati ‘‘evañcevañca kate khādanīyaṃ vā bhojanīyaṃ vā sugandhaṃ manāpaṃ surasañca bhavissatī’’ti randhanakriyāya sukusalatāya rasaṃ paggharāpeti abhinibbattetīti sūdo.",
  "anya-e0804n0:808": "Rahada abyattasadde. Rahadati. Rahado.",
  "anya-e0804n0:809": "Hilādi sukhe ca. Cakāro pubbatthāpekkhako. Hilādati. Hilādanaṃ, hilādo, mettāsahāyakatasattamahāhilādo.",
  "anya-e0804n0:810": "Sadda kucchite sadde. Saddati.",
  "anya-e0804n0:811": "Mida snehe. Sneho nāma vasāsaṅkhāto sneho pītisnehoti duvidho. Idha pana vasāsaṅkhāto sneho adhippeto, medati medo.",
  "anya-e0804n0:812": "Ettha ca medatīti medasahito bhavati ayaṃ purisoti attho. Medo nāma thūlassa sakalasarīraṃ pharitvā kisassa jaṅghamaṃsādīni nissāya ṭhito patthinnasineho, so vaṇṇena haliddivaṇṇo hoti. Kārite ‘‘medeti medayatī’’ti rūpāni. Tathā hi ‘‘te imaṃ kāyaṃ balaṃ gāhenti nāma brūhenti nāma medenti nāmā’’ti pāḷi dissati. Tattha medentīti sañjātamedaṃ karontīti attho. Imissā pana dhātuyā divādigaṇaṃ pattāya pītisinehatthe ‘‘mejjatī’’ti suddhakatturūpaṃ bhavati. Curādigaṇaṃ pana pattāya ‘‘medeti medayatī’’ti suddhakatturūpāni bhavantīti daṭṭhabbaṃ.",
  "anya-e0804n0:813": "Sida mocane. Sidati. Sedo.",
  "anya-e0804n0:814": "Sanda pasavane. Pasavanaṃ sandanaṃ avicchedappavatti. Sandati udakaṃ. Mahanto puññābhisando.",
  "anya-e0804n0:815": "Ettha ca puññābhisandoti puññappavāho, puññanadītipi vattuṃ yujjati.",
  "anya-e0804n0:816": "Madda maddane. Maddabhi, pamaddati. Mārasenappamaddano. Kaṇṭakaṃ maddati.",
  "anya-e0804n0:817": "Kadi velambe. Vilambabhāvo velambo. Kandati.",
  "anya-e0804n0:818": "Kada avhāne rodane ca. Kadati.",
  "anya-e0804n0:819": "Khadi ujjhane. Chandati.",
  "anya-e0804n0:820": "Sada sādane. Sadati. Assādo.",
  "anya-e0804n0:821": "Sīda visaraṇagatyāvasānesu. Visaraṇaṃ vippharaṇaṃ. Gatyāvasānaṃ gamanassa avasānaṃ osānaṃ abhāvakaraṇaṃ, nisīdananti attho. Sīdati, lābūni sīdanti. Saṃsīdati, osīdati, pasīdati, vippasīdati. Pasādo. Pasanno. Vippasanno. Pasādako. Pasādito. Pāsādo. Osīdāpako. Kusīto. Āsīno. Nisinno. Nisinnako. Sannisīvesu pakkhisu. Nisīdanaṃ, nisinnaṃ. Nisajjā. Gonisādo, upanisā. Sīdeti. Sīdayati. Sīdāpeti. Sīdāpayati. Pasādeti. Nisīdituṃ. Nisīdāpetuṃ, nisādetuṃ, nisīdāpeti, nisīdāpetvā. Ucchaṅge maṃ nisādetvā, pitā atthānusāsati. Nisīditvātipi pāṭho. Nisīditvā. Nisīditvāna. Nisīdituna . Nisīdiya. Nisīdiyāna. Saṃsīditvā. Avasīditvā. Osīditvā.",
  "anya-e0804n0:822": "Tattha kusītoti vīriyenādhigantabbassa atthassa alābhato kucchitenākārena sīdatīti kusīto. Atha vā sayampi kucchitenākārena sīdati aññepi sīdāpeti taṃ nissāya aññesaṃ sīdanassa sambhavatoti kusīto. Tathā hi vuttaṃ –",
  "anya-e0804n0:823": "‘‘Parittaṃ kaṭṭhamārūyha, yathā sīde mahaṇṇave;",
  "anya-e0804n0:824": "Evaṃ kusītamāgamma, sādhajīvīpi sīdatī’’ti;",
  "anya-e0804n0:825": "Kusītoti cettha dassa tattaṃ ‘‘sugato’’ti ettha viya ‘‘satasmīti hotī’’ti ettha viya ca. Tathā hi sīdatīti sataṃ, aniccassetaṃ adhivacanaṃ. Iminā ucchedadiṭṭhi vuttā. Sataiti cettha avibhattiko niddeso. Sannisīvesūti parissamavinodanatthaṃ sabbaso nisīdantesu, vissamamānesūti attho, dakārassa vakāraṃ katvā niddeso. Nisīdananti nisīdanakriyā. Mañcapīṭhādikaṃ vā āsanaṃ. Tañhi nisīdanti etthāti nisīdananti vuccati. Nisinnanti nisīdanakriyā eva. Ettha pana ‘‘gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. Mātugāmena saddhiṃ raho maññe tayā nisinnanti kukkuccaṃ upadahatītiādīsu cassa payogo veditabbo. Ettha hi gamanaṃ gabhaṃ, ṭhānaṃ ṭhitaṃ, nisīdanaṃ nisannaṃ, supanaṃ suttaṃ, jāgaraṇaṃ jāgaritaṃ, bhāsanaṃ bhāsitanti vuccati. Nisajjāti nisīdanā. Gonisādoti gonisajjanā. Upanisāti upanisīdati phalaṃ etthāti upanisā, kāraṇaṃ. Nisādetunti nisīdāpetuṃ. Nisādetvāti nisīdāpetvā.",
  "anya-e0804n0:826": "Bhāve napuṃsako ñeyyo, nisinnanti ravo pana;",
  "anya-e0804n0:827": "Vāccaliṅgo tiliṅgo so, gatādīsupyayaṃ nayo.",
  "anya-e0804n0:828": "Cada yācane. Yācanaṃ ajjhesanaṃ. Cadati.",
  "anya-e0804n0:829": "Mida meda medhāhiṃsāsu. Midati. Medati.",
  "anya-e0804n0:830": "Nida neda kucchāsannikarisesu. Kucchā garahā. Sannikarisaṃ vohāraviseso. Nidati. Nedati.",
  "anya-e0804n0:831": "Bundi nisāne. Nisānaṃ tejanaṃ tikkhatā. Bundati. Bondi.",
  "anya-e0804n0:832": "Ettha ca bondīti sarīraṃ. Tañhi bundāni tikkhāni pisuṇapharusavācādīni vā paññāvīriyādīni vā ettha santīti bondīti vuccati, saññogaparattepi ukārassokārādeso, pāpakalyāṇajanavasenesa attho daṭṭhabbo. Bondisaddassa sarīravācakatā pana –",
  "anya-e0804n0:833": "‘‘Nāhaṃ puna na ca puna, na cāpi apunappunaṃ;",
  "anya-e0804n0:834": "Hatthibondiṃ pavekkhāmi, tathā hi bhayatajjito’’tiādīsu",
  "anya-e0804n0:835": "Daṭṭhabbā. Imānissa nāmāni –",
  "anya-e0804n0:836": "Kāyo dehaṃ sarīrañca, vapu bimbañca viggahaṃ;",
  "anya-e0804n0:837": "Bondi gattaṃ tanu ceva, attabhāvo tathūpadhi;",
  "anya-e0804n0:838": "Samussayoti cetāni, dehanāmāni honti hi.",
  "anya-e0804n0:839": "Vada viyattiyaṃ vācāyaṃ. Vadati, vajjati. Vadeti, ovadati, ovadeti, paṭivadati. Abhivadati, anuvadati, upavadati, apavadati. Nivadati. Aññānipi yojetabbāni. Tattha ‘‘vajjantu bhonto amma’’nti pāḷidassanato vajjatīti padaṃ vuttaṃ. Keci pana garū ‘‘vajjetī’’ti rūpaṃ icchanti, taṃ upaparikkhitvā yuttañce gahetabbaṃ, ‘‘upāsako bhikkhuṃ vadeti. Tena yogena janakāyaṃ, ovadeti mahāmunī’’ti ca dassanato vadeti ovadetīti ca vuttaṃ. Sabbānetāni suddhakattupadāni.",
  "anya-e0804n0:840": "Ovādeti , vādayati, vādāpeti, vādāpayati. Vajjento, vajjayanto, imāni hetukattupadāni.",
  "anya-e0804n0:841": "Kamme ‘‘vadiyati, ovadiyati, vajjiyati. Vadiyamāno, vajjamāno, ovadiyamāno, ovajjamāno na karoti sāsanaṃ’’ iccādīni bhavanti. ‘‘Vādo, ovādo, paṭivādo, pavādo, abhivādanaṃ, anuvādo, upavādo, apavādo, vivādo, nivādanaṃ, vajjaṃ, vadanaṃ’’ iccevamādīni nāmikapadāni yojetabbāni.",
  "anya-e0804n0:842": "‘‘Vadituṃ, vaditvā, vivaditvā’’ iccevamādīni ca tumantādīni padāni.",
  "anya-e0804n0:843": "Tattha vādoti kathā. Vaditabbaṃ vattabbanti vajjaṃ, kiṃ taṃ? Vacanaṃ. Etena saccavajjena, samaṅginī sāmikena homīti ettha hi vacanaṃ ‘‘vajja’’nti vuccati. Vadanti etenāti vadanaṃ, mukhaṃ. Mukhassa hi imāni nāmāni –",
  "anya-e0804n0:844": "Vadanaṃ lapanaṃ tuṇḍaṃ, mukha massañca ānanaṃ;",
  "anya-e0804n0:845": "Sūkarādimukhaṃ tuṇḍa-miti ñeyyaṃ visesato.",
  "anya-e0804n0:846": "Tatra vadatīti pitā puttaṃ vadati. Apica vadatīti bherī vadati, nādaṃ muñcatīti attho. Esa nayo vajjatīti etthāpi.",
  "anya-e0804n0:847": "Tatrāyaṃ padamālā, vadati, vadanti. Vadasi, vadatha. Vadāmi, vadāma. Vadate, vadante. Vadase, vadavhe. Vade, vadamhe.",
  "anya-e0804n0:848": "Vadatu, vadantu. Vadāhi, vada, vadatha. Vadāmi, vadāma. Vadataṃ, vadantaṃ. Vadassu, vadavho. Vade, vadāmase.",
  "anya-e0804n0:849": "Vajjati, vajjanti. Vajjasi, vajjatha. Vajjāmi, vajjāma. Vajjate, vajjante. Vajjase, vajjavhe. Vajje, vajjamhe.",
  "anya-e0804n0:850": "Vajjatu , vajjantu. Vajjāhi, vajja, vajjatha. Vajjāmi, vajjāma. Vajjataṃ, vajjantaṃ. Vajjassu, vajjavho. Vajje, vajjāmhase. Imā dve padamālā vadadhātussa vajjādesavasena vuttāti daṭṭhabbaṃ. Atrāyaṃ sukhumatthavinicchayo, ‘‘mānussakā ca dibbā ca, tūriyā vajjanti tāvade’’ti pāḷi. Ettha vajjantīti idaṃ suddhakattupadaṃ taddīpakattā. Kiṃ viya?",
  "anya-e0804n0:851": "‘‘Udīrayantu saṅkhapaṇavā, vadantu ekapokkharā;",
  "anya-e0804n0:852": "Nadantu bheī sannaddhā, vaggū vadantu dundubhī’’ti",
  "anya-e0804n0:853": "Ettha ‘‘udīrayantu vadantu’’ādīni viya. Tathā hi aṭṭhakathāyaṃ ‘‘vajjantīti vajjiṃsūti atītavacane vattamānavacanaṃ veditabba’’nti suddhakattuvasena vivaraṇaṃ kataṃ, tasmā īdisesu ṭhānesu vadadhātussa vajjādeso daṭṭhabbo.",
  "anya-e0804n0:854": "‘‘Saṅkhā ca paṇavā ceva, athopi diṇḍimā bahū;",
  "anya-e0804n0:855": "Antalikkhamhi vajjanti, disvānaccherakaṃ nabhe’’ti",
  "anya-e0804n0:856": "Ettha pana vajjantīti hetukattupadaṃ taddīpakattā. Tañca kho vaṇṇasandhivisayattā vādayantīti kāritapadarūpena siddhaṃ. Tathā hi ‘‘vādayantī’’ti padarūpaṃ patiṭṭhapetvā yakāre pare saralopo kato, dyakārasaññogassa jjakāradvayaṃ pubbakkharassa rassattañca bhavati. Tenāha aṭṭhakathāyaṃ ‘‘vajjantīti vādayantī’’ti hetukattuvasena vivaraṇaṃ. Tathā hi ‘‘devatā nabhe accherakaṃ bhagavato yamakapāṭihāriyaṃ disvā antalikkhe etāni saṅkhapaṇavādīni tūriyāni vādayantī’’ti hetukattuvasena attho gahetabbo bhavati, tasmā īdisesu ṭhānesu vadassa vajjādeso na bhavati.",
  "anya-e0804n0:857": "Kecettha vadeyyuṃ ‘‘antalikkhamhi vajjanti, disvānaccherakaṃ nabhe’’ti etthāpi ‘‘vajjantī’’ti padaṃ suddhakattupadameva, na hetukattupadaṃ ‘‘vajjantīti vādayantī’’ti vivaraṇe katepi, tathā hi ‘‘ye kecime diṭṭhiparibbasānā, ‘‘idameva sacca’nti vivādayantī’’ti ca ‘‘evampi viggayha vivādayantī’’ti ca evamādīsu vadantipadena samānatthaṃ ‘‘vādayantī’’ti padañca sāsane diṭṭha’’nti? Tanna, ‘‘disvā’’ti dassanakriyāvacanato. Na hi saṅkhapaṇavādīnaṃ pāṭihāriyādidassanaṃ upapajjati dassanacittassa abhāvatoti. Saccaṃ, tathāpi –",
  "anya-e0804n0:858": "‘‘Rādante dārake disvā, ubbiddhā vipulā dumā;",
  "anya-e0804n0:859": "Sayamevonamitvāna, upagacchanti dārake’’ti",
  "anya-e0804n0:860": "Ettha viya upacaritattā upapajjateva dassanavacanaṃ. Tasmā ‘‘vajjantīti vādayantī’’ti vivaraṇaṃ suddhakattuvasena katanti? Tanna, heṭṭhā –",
  "anya-e0804n0:861": "‘‘Saṅgītiyo ca vattanti, ambare anilañjase;",
  "anya-e0804n0:862": "Cammanaddhāni vādenti, disvānaccherakaṃ nabhe’’ti",
  "anya-e0804n0:863": "Iminnā gāthāya ‘‘vādentīti vādayanti devatā’’ti sapāṭhasesassa atthavivaraṇassa hetukattuvasena katattā. Athāpi vadeyyuṃ ‘‘saṅkhā ca paṇavā ceva, athopi diṇḍimā bahū’ti paccattavacanavasena vuttattā vajjantīti padaṃ kammavācakapada’’nti ce? Tampi na, kammavasena vivaraṇassa akatattā, kattuvasena pana katattāti niṭṭhamettha gantabbaṃ.",
  "anya-e0804n0:864": "Ayamettha vinicchayo veditabbo. Dvigaṇiko vadadhātu bhūvādigaṇiko ca curādigaṇiko ca. So hi bhūvādigaṇe vattanto ‘‘vadati vajjatī’’ti suddhakatturūpāni janetvā ‘‘vādeti, vādayati, vādāpeti, vādāpayatī’’ti cattāri hetukatturūpāni janeti, curādigaṇe pana ‘‘vādeti, vādayatī’’ti suddhakatturūpāni janetvā ‘‘vādāpeti, vādāpayatī’’ti ca dve hetukatturūpāni janeti, tasmā sāsane ‘‘vādenti vādayantī’’ti suddhakattupadāni dissanti. ‘‘Vadeyya, vadeyyuṃ’’ iccādi sabbaṃ neyyaṃ. ‘‘Vajjeyya, vajjeyyuṃ’’ iccādi ca sabbaṃ neyyaṃ vajjādesavasena.",
  "anya-e0804n0:865": "Atha vā vadeyya, vadeyyuṃ, vajjuṃ. Pitā mātā ca te dajjunti padamiva. Ettha ca ‘‘vajjuṃ vā te na vā vajjuṃ, natthi nāsāya rūhanā’’ti pāḷi nidassanaṃ. Vadeyyuṃ vāna vadeyyuṃvāti attho. Vadeyyāsi, vajjāsi, vajjesi iccapi. Vutto vajjāsi vandanaṃ. Vajjesi kho tvaṃ vāmūraṃ. Vadeyyātha, vajjātha. Ammaṃ arogaṃ vajjātha. Vadeyyāmi, vajjāmi, vadeyyāma, vajjāma. Vadetha, vaderaṃ. Vadetho, vadeyyāvho, vajjāvho. Vadeyyaṃ, vajjaṃ, vadeyyāmhe, vajjāmhe. Pubbe viya idhāpi yakāre pare saralopo daṭṭhabbo. Aññānipi upaparikkhitvā gahetabbāni.",
  "anya-e0804n0:866": "Idāni parokkhādirūpāni kathayāma. Vada, pāvada, yathā babhuva. Dakāralope ‘‘pāva’’ itipi rūpaṃ bhavati, ‘‘paṭipaṃ vadehi bhaddante’’ti ettha ‘‘paṭipa’’nti padaṃ viya. Tathā hi ‘‘yo ātumānaṃ sayameva pāva’’ iti pāḷi dissati. Ettha pasaddo upasaggo dīghaṃ katvā vutto ‘‘pāvadati pāvacana’’ntiādīsu viya, pāvāti ca idaṃ atītavacanaṃ, aṭṭhakathāyaṃ pana atītavacanaṃ idanti jānantopi garu vattamānavacanavasena ‘‘pāvāti vadatī’’ti vivaraṇamakāsi īdisesu ṭhānesu kālavipallāsavasena atthassa vattabbattā.",
  "anya-e0804n0:867": "Āyasmāpi ca sāriputto niddese ‘‘yo ātumānaṃ sayameva pāvā’’ti padaṃ nikkhipitvā ātumā vuccati attā, sayameva pāvāti sayameva attānaṃ pāvadati, ‘‘ahamasmi sīlasampanno’’ti vā ‘‘vatasampanno’’ti vāti vattamānavacanena atthaṃ niddisi. Atha vā pāvāti idaṃ na kevalaṃ vadadhātuvaseneva nipphannaṃ, atha kho udhātuvasenapi. Tathā hi idaṃ papubbassa usadde iti dhātussa payoge ukārassa okārādesaṃ katvā tato parokkhābhūte akāre pare okārassa āvādesaṃ tato ca sandhikiccaṃ katvā sijjhati, tasmā udhātussa vadadhātuyā samānatthattā tannipphannarūpassa ca vadadhātuyā nipphannarūpena samānarūpattā ‘‘sayameva attānaṃ pāvadatī’’ti vadadhātuvasena niddisīti daṭṭhabbaṃ.",
  "anya-e0804n0:868": "Idāni vicchinnā padamālā ghaṭīyati. Vada, vaduṃ. Vade, vadittha, vadaṃ, vadimha. Vadittha, vadire. Vadittho, vadivho. Vadiṃ, vadimhe. Pāvada, pāva iccapi. Pāvadu. Pāvade, pāvadittha. Pāvadaṃ, pāvadimha. Pāvadittha, pāvadire. Pāvadittho, pāvadivho. Pāvadiṃ, pāvadimhe. Tathā ‘‘vajja, vajju’’ iccādīni parokkhārūpāni.",
  "anya-e0804n0:869": "‘‘Avadā, avadū. Avajjā, avajjū’’ iccādīni hiyyattanīrūpāni.",
  "anya-e0804n0:870": "‘‘Avadi, vadi, avaduṃ, vaduṃ, avadiṃsu, vadiṃsu. Avajji, vajji’’ iccādīni ajjatanīrūpāni.",
  "anya-e0804n0:871": "‘‘Vadissati, vadissanti. Vajjissati, vajjissanti’’ iccādīni bhavissantīrūpāni.",
  "anya-e0804n0:872": "‘‘Avadissā, vadissā, avajjissā, vajjissā’’ iccādīni kālātipattirūpāni. Sesāni sabbānipi yathāsambhavaṃ vitthāretabbāni. Yā panettha vadadhātu viyattiyaṃ vācāyaṃ vuttā, sā katthaci ‘‘vadantaṃ ekapokkharā. Bherivādako’’tiādīsu abyattasaddepi vattati upacaritavasenāti daṭṭhabbaṃ.",
  "anya-e0804n0:873": "Vidañāṇe. Ñāṇaṃ jānanaṃ. Vidati. Vedo. Vidū. Kārite ‘‘vedeti. Vedayati. Sayaṃ abhiññā sacchikatvā pavedeti. Vedayanti ca te tuṭṭhiṃ, devā mānusakā ubho’’ti payogā. Tattha pavedetīti bodheti ñāpeti pakāseti. Vedoti vidati sukhumampi kāraṇaṃ ājānātīti vedo, paññāyetaṃ nāmaṃ. ‘‘Vedehamunī’’ti ettha hi ñāṇaṃ vedoti vuccati. Vedoti vā vedaganthassapi nāmaṃ vidanti jānanti etena uccāritamattena tadādhāraṃ puggalaṃ ‘‘brāhmaṇo aya’’nti, vidanti vā etena brāhmaṇā attanā kattabbakiccanti vedo. So pana iruvedayajuvedasāmavedavasena tividho. Āthabbaṇavedaṃ pana paṇītajjhāsayā na sikkhanti parūpaghātasahitattā. Tasmā pāḷiyaṃ ‘‘tiṇṇaṃ vedānaṃ pāragū’’ti vuttaṃ. Eteyeva ‘‘chando, manto, sutī’’ti ca vuccanti.",
  "anya-e0804n0:874": "Paññāyaṃ tuṭṭhiyaṃ vede, vedasaddo pavattati;",
  "anya-e0804n0:875": "Pāvakepi ca so diṭṭho, jātasaddapurecaro;",
  "anya-e0804n0:876": "Pacchānuge jātasadde, sati tuṭṭhajanepi ca;",
  "anya-e0804n0:877": "‘‘Vedagū sabbadhamme’’ti etthāpi viditesu ca.",
  "anya-e0804n0:878": "Vidūti paṇḍitamanusso. So hi yathāsabhāvato kammañca phalañca kusalādibhede ca dhamme vidatīti ‘‘vidū’’ti vuccati.",
  "anya-e0804n0:879": "Ruda assuvimocane, sakammikavasenimissā attho gahetabbo. Rodati, rudati iccapi. Ruṇṇaṃ. Ruditaṃ. Rodanaṃ. Rodanto. Rodamāno. Rodantī. Rodamānā. Rudamukhā. Rudaṃ. Rudanto.",
  "anya-e0804n0:880": "Tattha rodatīti kiṃ rodati? Mataṃ puttaṃ vā bhātaraṃ vā rodati. Tatrāyaṃ pāḷi ‘‘nāhaṃ bhante etaṃ rodāmi, yaṃ maṃ bhante bhagavā evamāha’’. Ayaṃ panettha attho – ‘‘yaṃ maṃ bhante bhagavā evamāha, ahaṃ etaṃ bhagavato byākaraṇaṃ na parodāmi na paridevāmi na anutthunāmī’ti evaṃ sakammikavasenattho veditabbo, na assumuñcanamattena.",
  "anya-e0804n0:881": "‘Mataṃ vā amma rodanti, yo vā jīvaṃ na dissati;",
  "anya-e0804n0:882": "Jīvantaṃ amma passanti, kasmā maṃ amma rodasī’ti",
  "anya-e0804n0:883": "Ayañcettha payogo’’ti idamaṭṭhakathāvacanaṃ. Idaṃ pana ṭīkāvacanaṃ – ‘‘yathā sakammakā dhātusaddā atthavisesavasena akammakā honti ‘vibuddho puriso vibuddho kamalasaṇḍo’ti, evaṃ atthavisesavasena akammakāpi sakammakā hontīti dassetuṃ ‘na paridevāmi na anutthunāmī’ti āha. Anutthunasaddo sakammakavasena payujjati ‘purāṇāni anutthuna’ntiādīsu. Ayañcettha payogoti iminā gāthāya anutthunanaṃ rudanaṃ adhippetanti dassetī’’ti.",
  "anya-e0804n0:884": "Dalidda duggatiyaṃ. Dukkhassa gati patiṭṭhāti duggatīti ayaṃ attho ‘‘apāyaṃ duggatiṃvinipātaṃ nirayaṃ upapajjatī’’tiādīsu yujjati, idha pana idaṃ atthaṃ aggahetvā añño attho gahetabbo. Kathaṃ duggatīti? Dukkhena kicchena gati gamanaṃ annapānādilābho duggatīti. Daliddati. Daliddo, daliddī, dāliddiyaṃ. Tattha daliddatīti sabbaṃ icchiticchitaṃ paraṃ yācitvā eva dukkhena adhigacchati, na ayācitvāti attho. Duliddoti duggatamanusso. Daliddīti duggatā nārī. Daliddassa bhāvo dāliddiyaṃ. Ettha ca sabbameva ‘‘daliddatī’’ti lokikappayogadassanato ‘‘daliddatī’’ti kriyāpadaṃ vibhāvitaṃ. Sāsane pana taṃ kriyāpadaṃ na āgataṃ, ‘‘daliddo daliddī’’ti nāmapadāniyeva āgatāni. Anāgatampi taṃ ‘‘nāthatī’’ti padamiva sāsanānulomattā gahetabbameva. Garū pana kaccāyanamatavasena dala duggatimhīti duggativācakadaladhātuto iddapaccayaṃ katvā ‘‘daliddo’’ti nāmapadaṃ dassesuṃ.",
  "anya-e0804n0:885": "Tuda byathane. Tudati, vitudati. Kammani ‘‘tujjati, vitujjamāno, vedanābhibhunno’’ti rūpāni.",
  "anya-e0804n0:886": "Tudanti vācāhi janā asaññatā,",
  "anya-e0804n0:887": "Sarehi saṅgāmagataṃva kuñjaraṃ;",
  "anya-e0804n0:888": "Sutvāna vākyaṃ pharusaṃ udīritaṃ,",
  "anya-e0804n0:889": "Adhivāsaye bhikkhu aduṭṭhacitto;",
  "anya-e0804n0:890": "Nuda peraṇe. Peraṇaṃ cuṇṇikaraṇaṃ pisanaṃ, nudati, panudati. Panudanaṃ.",
  "anya-e0804n0:891": "Vidi lābhe. Vindati. Uṭṭhātā vindate dhanaṃ. Govindo.",
  "anya-e0804n0:892": "Khadi parighāte. Parighātaṃ samantato hananaṃ. Khandati.",
  "anya-e0804n0:893": "Dakārantadhāturūpāni.",
  "anya-e0804n0:894": "Dhakārantadhātu",
  "anya-e0804n0:895": "Dhā dhāraṇe. Dadhāti, vidadhāti. Yaṃ paṇḍito nipuṇaṃ saṃvidheti. Nidhiṃ nidheti. Nidhi nāma nidhīyati. Tāva sunihito santo. Yato nidhiṃ parihari. Nidahati. Kuhiṃ deva nidahāmi. Paridahati. Yo vattaṃ paridahissati. Dhassati. Paridhassati. Bāloti paraṃ padahati. Sakyā kho ambaṭṭha rājānaṃ ukkākaṃ pitāmahaṃ dahanti. Saddahati tathāgatassa bodhiṃ. Saddhā, saddahanā, saddhātabbaṃ, saddahitabbaṃ, saddhāyiko, paccayiko. Saddheyyavacasā upāsikā. Saddahituṃ, saddahitvā. Visesādhānaṃ. Sotāvadhānaṃ. Sotaṃ odahati. Ohitasoto. Sotaṃ odahitvā. Maccudheyyaṃ, māradheyyaṃ, nāmadheyyaṃ, dhātu, dhātā, vidhātā. Vidhi. Abhidhānaṃ, abhidheyyaṃ, nidhānavatī vācā, ādhānagāhī, sandhi. Aññānipi yojetabbāni.",
  "anya-e0804n0:896": "Vipubbo dhā karotyatthe, abhipubbo tu bhāsane;",
  "anya-e0804n0:897": "Nyāsaṃpubbo yathāyogaṃ, nyāsāropanasandhisu.",
  "anya-e0804n0:898": "Imasmā pana dhādhātuto pubbassa api iccupasaggassa akāro kvaci niccaṃ lopaṃ pappoti, kvaci niccaṃ lopaṃ na pappoti. Atra lopo vuccate, dvāraṃ pidahati, dvāraṃ pidahanto, pidahituṃ, pidahitvā, evaṃ akāralopo bhavati. Dvāraṃ apidahitvā, evaṃ akāralopo na bhavati. Ettha hi akāro apiupasaggassa avayavo na hoti. Kinti ce? Paṭisedhatthavācako nipātoyeva, upasaggāvayavo pana adassanaṃ gato, ayaṃ niccālopo. Evaṃ dhādhātuto pubbassa api iccupasaggassa akāro kvaci niccaṃ lopaṃ pappoti, kvaci niccaṃ lopaṃ na pappoti. Idaṃ acchariyaṃ idaṃ abbhutaṃ. Yatra hi nāma bhagavato pāvacane evarūpapopi nayo sandissati viññūnaṃ hadayavimhāpanakaro, yo ekasmiṃyeva dhātumhi ekasmiṃyeva upasagge ekasmiṃyevatthe kvaci lopālopavasena vibhajituṃ labbhati. Idāni mayaṃ sotūnaṃ paramakosallajananatthaṃ tadubhayampi ākāraṃ ekajjhaṃ karontā tadākāravatiṃ jinavarapāḷiṃ ānayāma –",
  "anya-e0804n0:899": "‘‘Gaṅgaṃ me pidahissanti, na taṃ sakkomi brāhmaṇa;",
  "anya-e0804n0:900": "Apidhetuṃ mahāsindhuṃ, taṃ kathaṃ so bhavissati;",
  "anya-e0804n0:901": "Na te sakkomi akkhātuṃ, atthaṃ dhammañca pucchito.",
  "anya-e0804n0:902": "Cittatthasādhaniṃ etaṃ, gāthaṃ sambhavajātake;",
  "anya-e0804n0:903": "Paññāsambhavamicchanto, kare citte sumedhaso’’ti.",
  "anya-e0804n0:904": "Dhu gatitheriyesu. Gati gamanaṃ, theriyaṃ thirabhāvo. Dhavati. Dhuvaṃ.",
  "anya-e0804n0:905": "Ettha ca dhuvanti thiraṃ. ‘‘Nicco dhuvo sassato avipariṇāmadhammo’’tiādīsu viya, tasmā dhuvanti thiraṃ kiñci dhammajātaṃ. Atha vā dhuvanti idaṃ gatitheriyatthavasena nibbānasseva adhivacanaṃ bhavitumarahati. Tañhi jātijarābyādhimaraṇasokādito muccitukāmehi dhavitabbaṃ gantabbanti dhuvaṃ, uppādavayābhāvena vā niccasabhāvattā dhavati thiraṃ sassataṃ bhavatīti dhuvaṃ. Yañhi sandhāya bhagavatā ‘‘dhuvañca vo bhikkhave desessāmi dhuvagāminiñca paṭipada’’nti vuttaṃ. Dhuvasaddo ‘‘vacanaṃ dhuvasassata’’nti ettha thire vattati. ‘‘Dhuvañca bhikkhave desessāmī’’ti ettha nibbāne. ‘‘Dhuvaṃ buddho bhavissasī’’ti ettha pana ekaṃse nipātapadabhāvena vattatīti daṭṭhabbaṃ.",
  "anya-e0804n0:906": "Dhū vidhūnane. Ūkārassa ūvattaṃ. Dhūvati. Dhūvitā, dhūvitabbaṃ. Rassatte ‘‘dhuto, dhutavā’’ iccapi rūpāni bhavanti.",
  "anya-e0804n0:907": "Dhe pāne. Dhayati, dhīyati. Dhena.",
  "anya-e0804n0:908": "Ettha ca dhenūti dhayati pivati ito khīraṃ potakoti dhenu, ‘‘godhenu, assadhenu, migadhenū’’ti dhenusaddo sāmaññavasena sapotikāsu tiracchānagatitthīsu vattati, evaṃ santepi yebhuyyena gāviyaṃ vattati. Tathā hi ‘‘satta dhenusate datvā’’ti pāḷi dissati.",
  "anya-e0804n0:909": "Sidhugatiyaṃ sedhati, nisedhati, paṭisedhati. Siddho, pasiddho, nisiddho, paṭisiddho, paṭisedhito, paṭisedhako, paṭisedho, paṭisedhituṃ, paṭisedhitvā. Idha acinteyyabalattā upasaggānaṃ taṃyoge sidhudhātussa nānappakārā atthā sambhavanti, aññesampi evameva.",
  "anya-e0804n0:910": "Sidhu satthe maṅgalye ca. Satthaṃ sāsanaṃ, maṅgalyaṃ pāpavināsanaṃ vuddhikāraṇaṃ vā. Sedhati. Siddho, pasiddho, pasiddhi.",
  "anya-e0804n0:911": "Dadha dhāraṇe. Janassa tuṭṭhiṃ dadhateti dadhi. Dhakārassa hakāratte ‘‘dahatī’’ti rūpaṃ. Ayaṃ itthī imaṃ itthiṃ ayyikaṃ dahati. Ime purisā imaṃ purisaṃ pitāmahaṃ dahanti. Cittaṃ samādahātabbaṃ. Samādahaṃ cittaṃ.",
  "anya-e0804n0:912": "Edha vuddhiyaṃ lābhe ca. Edhati. Edho, sukhedhito. Gambhīre gādhamedhati.",
  "anya-e0804n0:913": "Ettha ca edhoti edhati. Vaḍḍhati etena pāvakoti edho. Indanaṃ, upādānaṃ. Sukhedhitoti sukhena edhito, sukhasaṃvaḍḍhitoti attho. Gādhamedhatīti gādhaṃ patiṭṭhitaṃ edhati labhati.",
  "anya-e0804n0:914": "Baddha saṃharise. Saṃhariso vinibaddhakriyā. Baddhati, vinibaddhati. Vinibaddhā.",
  "anya-e0804n0:915": "Gādha patiṭṭhānissayagandhesu. Gādhati. Gādhaṃ kattā. Gambhīrato agādhaṃ.",
  "anya-e0804n0:916": "Bādha viloḷane bādhati, vibādhati. Ābādho. Ābādhati cittaṃ viloḷetīti ābādho.",
  "anya-e0804n0:917": "Nādhayācanādīsu. Nādhati. Nādhanaṃ.",
  "anya-e0804n0:918": "Bandha bandhane bandhati. Bandhanako, bandho, bandhāpito, paṭibandho, bandhanaṃ, bandho, sambandhanaṃ, sambandho, pabandho, bandhu.",
  "anya-e0804n0:919": "Tattha bandhananti bandhanti satte etenāti bandhanaṃ, saṅkhalikādi. ‘‘Ayaṃ amhākaṃ vaṃso’’ti sambandhitabbaṭṭhena bandhu, theragāthāsaṃvaṇṇanāyaṃ pana ‘‘pemabandhanena bandhū’’ti vuttaṃ.",
  "anya-e0804n0:920": "Dadhi asīghacāre. Asīghacāro asīghappavatti. Dandhati. Dandho, dandhapañño. Yo dandhakāle tarati, taraṇīye ca dandhati.",
  "anya-e0804n0:921": "Vaddha vaddhane. Vaddhati. Vaddhi, vuddhi, vaddho, vuddho, jātivuddho, guṇavuddho, vayovuddho.",
  "anya-e0804n0:922": "Ye vuddhamapacāyanti, narā dhammassa kovidā;",
  "anya-e0804n0:923": "Diṭṭheva dhamme pāsaṃsā, samparāye ca suggatiṃ.",
  "anya-e0804n0:924": "Sadhu saddakucchiyaṃ. Sadhati.",
  "anya-e0804n0:925": "Piḷadhi alaṅkāre. Piḷandhati. Piḷandhanaṃ.",
  "anya-e0804n0:926": "Piḷandhanamalaṅkāro, maṇḍanañca vibhūsanaṃ;",
  "anya-e0804n0:927": "Pasādhanañcābharaṇaṃ, pariyāyā ime matā.",
  "anya-e0804n0:928": "Medha hiṃsāyaṃ saṅgame ca. Medhati. Medhā, medhāvī. Atra medhāti asani viya siluccaye kilese medhati hiṃsatīti medhā. Medhati vā siriyā sīlādīhi ca sappurisadhammehi saha gacchati na ekikā hutvā tiṭṭhatīti medhā, paññāyetaṃ nāmaṃ. Tathā hi –",
  "anya-e0804n0:929": "‘‘Paññā hi seṭṭhā kusalā vadanti,",
  "anya-e0804n0:930": "Nakkhattarājāriva tārakānaṃ;",
  "anya-e0804n0:931": "Sīlaṃ sirī cāpi satañca dhammo,",
  "anya-e0804n0:932": "Anvāyikā paññavato bhavantī’’ti",
  "anya-e0804n0:933": "Vuttaṃ. Medhāvīti dhammojapaññāya ca samannāgato puggalo.",
  "anya-e0804n0:934": "Sadhu madhu unde. Sadhati. Madhati. Madhu.",
  "anya-e0804n0:935": "Budha bodhane. Bodhati. Buddho. Abhisambuddhāno. Sambuddhaṃ. Asambuddhaṃ. Bodhi. Divādigaṇepi ayaṃ dissati. Tatrahi ‘‘bujjhatī’’ti rūpaṃ, idha pana ‘‘bodhatī’’ti rūpaṃ. ‘‘Yo nindaṃ apabodhatī’’ti pāḷi dissati. Kārite pana ‘‘bodheti’’ iccādīni.",
  "anya-e0804n0:936": "Yudha sampahāre. Yodhati. Yodho. Yodhetha māraṃ paññāvudhena. Yuddhaṃ. Caraṇāyudho, caraṇāvudho vā. Āvudhaṃ. Divādigaṇikassa panassa ‘‘yujjhatī’’ti rūpaṃ.",
  "anya-e0804n0:937": "Dīdhi dittivedhanesu. Dīdhati. Dīdhiti. Ettha ca dīdhitīti rasmi. Anekāni hi rasmināmāni.",
  "anya-e0804n0:938": "Rasmi ābhā pabhā raṃsi, ditti bhā ruci dīdhiti;",
  "anya-e0804n0:939": "Marīci juti bhāṇva’su, mayūkho kiraṇo karo;",
  "anya-e0804n0:940": "Nāgadhāmo ca āloko, iccete rasmivācakā.",
  "anya-e0804n0:941": "Cakārantarūpāni.",
  "anya-e0804n0:942": "Nakārantadhātu",
  "anya-e0804n0:943": "Nī naye. Neti, nayati, vineti. Vineyya hadaye daraṃ. Āneti. Ānayati. Netā. Vinetā. Nāyako. Neyyo . Veneyyo. Venayiko. Vinīto puriso. Nīyamāne pisācena, kinnu tāta udikkhati. Nīyanto. Nettaṃ. Netti. Bhavanetti samūhatā. Nettiko. Udakañhi nayanti nettikā. Nettā. Nette ujuṃ gate sati. Nayo. Vinayo. Āyatanaṃ. Netuṃ. Vinetuṃ. Netvā. Vinetvā iccādīni.",
  "anya-e0804n0:944": "Tattha nettanti samavisamaṃ dassentaṃ attabhāvaṃ netīti nettaṃ, cakkhu. Nettīti nenti etāya satteti netti, rajju. Bhavanettīti bhavarajju, taṇhāyetaṃ nāmaṃ. Tāya hi sattā goṇā viya gīvāya bandhitvā taṃ taṃ bhavaṃ niyyanti, tasmā bhavanettīti vuccati. Nettikāti kassakā. Nettāti gavajeṭṭhako yūthapati. Nayoti nayanaṃ gamanaṃ nayo, pāḷigati. Atha vā tattha tattha netabboti nayo, sadisabhāvena netabbākāro. Nīyatīti nayo, tathattanayādi. Nīyati etenāti nayo, antadvayavivajjananayādi.",
  "anya-e0804n0:945": "Tathā hi chabbidho nayo tathattanayo pattinayo desanānayo antadvayavivajjananayo acinteyyanayo adhippāyanayoti. Tesu tathattanayo antadvayavivajjananayena nīyati, pattinayo acinteyyanayena, desanānayo adhippāyanayena nīyati. Etthādimhi tividho nayo kammasādhanena nīyatīti ‘‘nayo’’ti vuccati, pacchimo pana tividho nayo karaṇasādhanena nīyati etena tathattādinayattayamiti ‘‘nayo’’ti vuccati. Imasmiṃ atthe papañciyamāne ganthavitthāro siyāti vitthāro na dassito.",
  "anya-e0804n0:946": "Aparopi catubbidho nayo ekattanayo nānattanayo abyāpāranayo evaṃdhammatānayoti.",
  "anya-e0804n0:947": "Vineti satte ettha, etenāti vā vinayo. Kāyavācānaṃ vinayanatopi vinayo. Āyatananti anamatagge saṃsāre pavattaṃ atīva āyataṃ saṃsāradukkhaṃ yāva na nivattati, tāva nayateva pavattatevāti āyatanaṃ.",
  "anya-e0804n0:948": "Ayaṃ panettha atthuddhāro. ‘‘Āyatananti assānaṃ kambojo āyatanaṃ, gunnaṃ dakkhiṇāpatho āyatana’’nti ettha sañjātiṭṭhānaṃ āyaanaṃ nāma. ‘‘Manorame āyatane, sevanti naṃ vihaṅgamā.",
  "anya-e0804n0:949": "Chāyaṃ chāyatthino yanti, phalatthaṃ phalabhojino’’ti ettha samosaraṇaṭṭhānaṃ. ‘‘Pañcimāni bhikkhave vimuttāyatanānī’’ti ettha kāraṇaṃ. Aññepi pana payogā yata patiyataneti ettha pakāsitā.",
  "anya-e0804n0:950": "Nī pāpane. Neti, nayati. Nayanaṃ.",
  "anya-e0804n0:951": "Nu thutiyaṃ. Noti, navati. Nuto.",
  "anya-e0804n0:952": "Thana pana dhana sadde. Thanati. Panati. Dhanati.",
  "anya-e0804n0:953": "Kana dittikantīsu. Kanati. Kaññā. Kanakaṃ.",
  "anya-e0804n0:954": "Ettha ca yobbanibhāve ṭhitattā rūpavilāsena kanati dippati virocatīti kaññā. Atha vā kaniyati kāmiyabhi abhipatthiyati purisehītipi kaññā, yobbanitthī. Kanakanti kanati, kanīyatīti vā kanakaṃ, suvaṇṇaṃ. Suvaṇṇassa hi anekāni nāmāni.",
  "anya-e0804n0:955": "Suvaṇṇaṃ kanakaṃ hemaṃ, kañcanaṃ haṭakampi ca;",
  "anya-e0804n0:956": "Jātarūpaṃ tapanīyaṃ, vaṇṇaṃ tabbhedakā pana;",
  "anya-e0804n0:957": "Jambunadaṃ siṅgikañca, cāmikaranti bhāsitā.",
  "anya-e0804n0:958": "Vanasana sambhattiyaṃ. Vanati. Vanaṃ. Sanati.",
  "anya-e0804n0:959": "Tattha vananti. Taṃ sambhajanti mayūrakokilādayo sattāti vanaṃ, araññaṃ. Vanati sambhajati saṃkilesapuggalanti vanaṃ, taṇhā.",
  "anya-e0804n0:960": "Mana abbhāse. Manati. Mano.",
  "anya-e0804n0:961": "Māna vīmaṃsāyaṃ, vīmaṃsati. Vīmaṃsā.",
  "anya-e0804n0:962": "Jana suna sadde. Janati. Sunati.",
  "anya-e0804n0:963": "Ettha ca ‘‘kasmā te eko bhujo janati, eko te na janatī bhujo’’ti pāḷi nidassanaṃ. Tattha janatīti sunati saddaṃ karoti.",
  "anya-e0804n0:964": "Khanu avadāraṇe khanati. Sukhaṃ. Dukkhaṃ. Khato āvāṭo.",
  "anya-e0804n0:965": "Tattha sukhanti suṭṭhu dukkhaṃ khanatīti sukhaṃ. Duṭṭhu khanati kāyikacetasikasukhanti dukkhaṃ. Aññamaññapaṭipakkhā hi ete dhammā. Dvidhā cittaṃ khanatīti vā dukkhaṃ. Curādigaṇavasena pana ‘‘sukhayatīti sukhaṃ, dukkhayatīti dukkha’’nti nibbacanāni gahetabbāni. Samāsapaavasena ‘‘sukaraṃ khamassāti sukhaṃ, dukkaraṃ khamassāti dukkha’’nti nibbacanānipi vividhā hi saddānaṃ byuppatti pavatti nimittañca.",
  "anya-e0804n0:966": "Dāna avakhaṇḍane. Dānati. Apadānaṃ.",
  "anya-e0804n0:967": "Sāna tejane. Tejanaṃ nisānaṃ. Sānati.",
  "anya-e0804n0:968": "Hana hiṃsāgatīsu. Ettha pana hiṃsāvacanena pharusāya vācāya pīḷanañca daṇḍādīhi paharaṇañca gahitaṃ, tasmā hana hiṃsāpaharaṇagatīsūti attho gahetabbo. Tathā hi ‘‘rājāno coraṃ gahetvā haneyyuṃ vā bandheyyuṃ vā’’ti. Pāṭhassa atthaṃ saṃvaṇṇentehi ‘‘haneyyunti potheyyuñceva chindeyyuñcā’’ti vuttaṃ. Ettha ca chedanaṃ nāma hatthapādādichedanaṃ vā sīsacchedavasena māraṇaṃ vā. Hanassa vadhādeso ghātādeso ca bhavati, hanti hanati, hananti. Hanasi, hanatha. Sesaṃ sabbaṃ neyyaṃ.",
  "anya-e0804n0:969": "Hiṃsādayo cattāro atthā labbhanti. ‘‘Hanti hatthehi pādehī’’ti ettha pana hantīti paharatīti attho. ‘‘Kuddho hi pitaraṃ hanti. Vikkosamānā tibbāhi, hanti nesaṃ varaṃ vara’’nti. Ettha hantīti mārentīti attho. ‘‘Vadhati, vadheti, ghāteti’’ iccapi rūpāni bhavanti. Tattha ‘‘vadhati na rodati, āpatti dukkaṭassa. Attānaṃ vadhitvā vadhitvā rodatī’’tiādīsu vadho paharaṇaṃ. Pāṇaṃ vadheti. Pāṇavadho. ‘‘Esa vadho khaṇḍahālassa. Satte ghātetī’’ti ca ādīsu vadho māraṇaṃ.",
  "anya-e0804n0:970": "‘‘Upāhanaṃ, vadhū’’ti ca ettha hanavadhasaddatthogamanaṃ. ‘‘Purisaṃ hanati. Sītaṃ uṇhaṃ paṭihanati’’ iccādīni kattupadāni. Devadatto yaññadattena haññati. Tato vātātape ghore, sañjāte paṭihaññati. Paccattavacanassekārattaṃ, yathā ‘‘vanappagumbe’’ti. Vihārenāti padaṃ sambandhitabbaṃ, iccādīni kammapadāni. Hantā. Hato. Vadhako. Vadhū. Āghāto. Upaghāto. Ghātako. Paṭigho. Saṅgho. Byaggho. Sakuṇagghi. Hantuṃ, hanituṃ, hantvā, hanitvā. Vajjhetvā, vadhitvā iccādīni sanāmikāni tumantādipadāni.",
  "anya-e0804n0:971": "Tattha upāhananti taṃ taṃ ṭhānaṃ upahananti upagacchanti tato ca āhananti āgacchanti etenāti upāhanaṃ. Vadhūti kilesavasena sunakhampi upagamanasīlāti vadhū, sabbāsaṃ itthīnaṃ sādhāraṇametaṃ. Atha vā vadhūti suṇisā. Tathā hi ‘‘tena hi vadhu yadā utunī ahosi, pupphaṃ te uppannaṃ, atha me āroceyyāsī’’ti ettha vadhūti suṇisā vuccati. Sā pana ‘‘ayaṃ no puttassa bhariyā’’ti sassusasurehi adhigantabbā jānitabbāti vadhūti vuccati. Gatyatthānaṃ katthaci buddhiyatthakathanato ayamattho labbhateva. ‘‘Suṇhā, suṇisā, vadhū’’ iccete pariyāyā. Saṅghoti bhikkhusamūho. Samaggaṃ kammaṃ samupagacchatīti saṅgho, suṭṭhu vā kilese hanti tena tena maggāsinā māretītipi saṅgho, puthujjanāriyavasena vuttānetāni. Vividhe satte āhanati bhuso ghātetīti byaggho. So eva ‘‘viyaggho, vaggho’’ti ca vuccati. Aparampi puṇḍarīkoti tassa nāmaṃ. Dubbale sakuṇe hantīti sakuṇagghi, seno, ayaṃ pana hanadhātu divādigaṇe ‘‘paṭihaññatī’’ti akammakaṃ kattupadaṃ janeti. Tathā hi ‘‘buddhassa bhagavato vohāro lokiye sote paṭihaññatī’’tiādikā pāḷiyo dissanti.",
  "anya-e0804n0:972": "Ana pāṇane. Pāṇanaṃ sasanaṃ. Anati. Ānaṃ, pānaṃ. ‘‘Tattha ānanti assāso. Pānanti passāso. Etesu assāsoti bahi nikkhamanavāto. Passāsoti anto pavisanavāto’’ti vinayaṭṭhakathāyaṃ vuttaṃ, suttantaṭṭhakathāsu pana uppaṭipāṭiyā āgataṃ. Tattha yasmā sabbesampi gabbhaseyyakānaṃ mātukucchito nikkhamanakāle paṭhamaṃ abbhantaravāto bahi nikkhamati, pacchā bāhiravāto sukhumaṃ rajaṃ gahetvā abbhantaraṃ pavisanto tāluṃ āhacca nibbāyati, tasmā vinayaṭṭhakathāyaṃ ‘‘assāsoti bahi nikkhamanavāto, passāsoti anto pavisanavāto’’ti vuttaṃ. Etesu dvīsu nayesu vinayanayena anto uṭṭhitasasanaṃ assāso, bahi uṭṭhitasasanaṃ passāso. Suttantanayena pana bahi uṭṭhahitvāpi anto sasanato assāso. Anto uṭṭhahitvāpi bahi sasanato passāso. Ayameva ca nayo ‘‘assāsādimajjhapariyosānaṃ satiyā anugacchato ajjhattaṃ vikkhepagatena cittena kāyopi cittampi sāraddhā ca honti iñjitā ca phanditā cā’’ti, ‘‘passāsādimajjhapariyosānaṃ satiyā anugacchato bahiddhā vikkhepagatena cittena kāyopi cittampi sāraddhā ca honti iñjitā ca phanditā cā’’ti imāya pāḷiyā sametīti veditabbaṃ.",
  "anya-e0804n0:973": "Dhana dhaññe. Dhananaṃ dhaññaṃ, siripuññapaññānaṃ sampadāti attho. Dhātuattho hi yebhuyyena bhāvavasena kathiyati ṭhapetvā vakkarukkhataceti evamādippabhedaṃ. Yathā bhāvatthe vattamānena yapaccayena saddhiṃ nakārassa yyakāraṃ katvā thenanaṃ theyyanti vuccati, evamidha yapaccayena saddhiṃ nakārassa ññakāraṃ katvā dhananaṃ dhaññanti vuccati. Dhanino vā bhāvo dhaññaṃ, tasmiṃ dhaññe. Dhanti, dhanati. Dhanitaṃ. Dhaññaṃ. Yasmā pana dhaññasaddena siripuññapaññāsampadā gahitā, tasmā ‘‘dhaññapuññalakkhaṇasampannaṃ puttaṃ vijāyī’’tiādīsu dhaññasaddena siripaññāva gahetabbā puññassa visuṃ vacanato.",
  "anya-e0804n0:974": "‘‘Nadato parisāyante, vāditabbapahārino;",
  "anya-e0804n0:975": "Ye te dakkhanti vadanaṃ, dhaññā te narapuṅgava.",
  "anya-e0804n0:976": "Dīghaṅgulī tambanakhe, subhe āyatapaṇhike;",
  "anya-e0804n0:977": "Ye pāde paṇamissanti, tepi dhaññā guṇandhara.",
  "anya-e0804n0:978": "Madhurāni pahaṭṭhāni, dosagghāni hitāni ca;",
  "anya-e0804n0:979": "Yetevākyāni sossanti, tepi dhaññānaruttamā’’ti",
  "anya-e0804n0:980": "Evamādīsu pana dhaññasaddena puññasampadā gahetabbā, puññasampadāya vā saddhiṃ siripaññāsampadāpi gahetabbā. Idamettha nibbacanaṃ ‘‘dhaññaṃ siripuññapaññāsampadā etesaṃ atthīti dhaññā’’ti. ‘‘Dhaññaṃ maṅgalasammata’’nti ettha tu ‘‘uttamaratanaṃ ida’’nti dhanāyitabbaṃ saddhāyitabbanti dhaññaṃ, sirisampannaṃ puññasampannaṃ paññāsampannantipi attho yujjati. ‘‘Dhaññaṃ dhanaṃ rajataṃ jātarūpa’’nti ca ādīsu ‘‘natthi dhaññasamaṃ dhana’’nti vacanato dhanāyitabbanti dhaññaṃ, kiṃ taṃ? Pubbaṇṇaṃ. Apica osadhivisesopi dhaññanti vuccati. Dhanasaddassa ca pana samāsavasena ‘‘adhano, niddhano’’ti ca natthi dhanaṃ etassāti atthena daliddapuggalo vuccati. ‘‘Nidhanaṃ yātī’’tiettha tu kampanatthavācakassa dhūdhātussa vasena vināso nidhananti vuccatīti.",
  "anya-e0804n0:981": "Muna gatiyaṃ. Munati.",
  "anya-e0804n0:982": "Cine maññanāyaṃ. Aluttantoyaṃ dhātu, yathā gile, yathā ca mile. Cināyati, ocināyati. ‘‘Sabbo taṃ jano ocināyatū’’ti idamettha pāḷi nidassanaṃ. Ocināyatati avamaññatūti.",
  "anya-e0804n0:983": "Iti bhūvādigaṇe tavaggantadhāturūpāni",
  "anya-e0804n0:984": "Samattāni.",
  "anya-e0804n0:985": "Pakārantadhātu",
  "anya-e0804n0:986": "Idāni pavaggantadhāturūpāni vuccante –",
  "anya-e0804n0:987": "Pā pāne. Pānaṃ pivanaṃ. ‘‘Pāti, pānti. Pātu, pāntu’’ iccādi yathārahaṃ yojetabbaṃ.",
  "anya-e0804n0:988": "Khippaṃ gīvaṃ pasārehi, na te dassāmi jīvitaṃ;",
  "anya-e0804n0:989": "Ayañhite mayā rūḷho, saro pāssati lohitanti.",
  "anya-e0804n0:990": "Atra hi pāssatīti pivissati. ‘‘Pāssati, pāssanti. Pāssasi, pāssatha. Pāssāmi, pāssāma’’ iccādinā, ‘‘apassā, apassaṃsu’’ iccādinā ca nayena sesaṃ sabbaṃ yojetabbaṃ nayaññūhi. Ko hi samattho sabbāni buddhavacanasāgare vicitrāni vippakiṇṇarūpantararatanāni uddharitvā dassetuṃ, tasmā sabbāsupi dhātūsu saṅkhepena gahaṇūpāyamattameva dassitaṃ. Pivati, pivanti. Pivaṃ, pivanto, pivamāno, pivaṃ bhāgirasodakaṃ. Kārite kumāraṃ khīraṃ pāyeti. Muhuttaṃ taṇhāsamanaṃ, khīraṃ tvaṃ pāyito mayā. Kamme pīyati, pītaṃ. Tumādīsu ‘‘pātuṃ, pivituṃ, pitvā, pivitvā, pāyetvā’’ iccādīni yojetabbāni. Aññesupi ṭhānesu pāḷinayānurūpena saddarūpāni evameva yojetabbāni.",
  "anya-e0804n0:991": "Pā rakkhaṇe. Pāti. Nipāti. Pitā, gopo.",
  "anya-e0804n0:992": "Pā pūraṇe. Pāti, vippāti. Vippo.",
  "anya-e0804n0:993": "Vippoti brāhmaṇo. So hi vippeti pūreti visiṭṭhena veduccāraṇādinā attano brāhmaṇakammena lokassa ajjhāsayaṃ attano ca hadaye vedānīti vippoti vuccati. ‘‘Jāto vippakule aha’’nti ettha hi brāhmaṇo ‘‘vippo’’ti vuccati. Tassa kulaṃ vippakulanti.",
  "anya-e0804n0:994": "Pū pavane. Pavati. Putto, puññaṃ. Ettha puttoti attano kulaṃ pavati sodhetīti putto. Kiyādigaṇaṃ pana patvā ‘‘punātī’’ti vattabbaṃ.",
  "anya-e0804n0:995": "Putto’trajo suto sūnu,",
  "anya-e0804n0:996": "Tanujo tanayo’raso;",
  "anya-e0804n0:997": "Puttanattādayo cātha,",
  "anya-e0804n0:998": "Apaccanti pavuccare.",
  "anya-e0804n0:999": "Itthiliṅgamhi vattabbe, puttīti atrajāti ca;",
  "anya-e0804n0:1000": "Vattabbaṃ sesaṭṭhānesu, yathārahamudīraye;",
  "anya-e0804n0:1001": "Pāḷiyañhi atrajāti, itthī puttī kathiyati;",
  "anya-e0804n0:1002": "Ettha pana –",
  "anya-e0804n0:1003": "‘‘Tato dve sattarattassa, vedehassatrajā piyā;",
  "anya-e0804n0:1004": "Rājakaññā rucā nāma, dhātimātaramabravī’’ti",
  "anya-e0804n0:1005": "Ayaṃ pāḷi nidassanaṃ. ‘‘Puttī, dhītā, duhitā, attajā’’ti iccete pariyāyā. Evaṃ atrajāti itthivācakassa itthiliṅgassa dassanato sutasaddādīsupi itthiliṅganayo labbhamānālabbhamānavasena upaparikkhitabbo. Tathā hi loke ‘‘vesso, suddo, naro, kiṃpuriso’’ iccādīnaṃ yugaḷabhāvena ‘‘vessī, suddī, nārī, kiṃpurisī’’tiādīni itthivācakāni liṅgāni dissanti. ‘‘Puriso pumā’’ iccādīnaṃ pana yugaḷabhāvena itthivācakāni itthiliṅgāni na dissanti. Puññanti ettha pana attano kārakaṃ pavati sodhetīti puññaṃ. Kiyādigaṇaṃ pana patvā punātīti puññanti vattabbaṃ.",
  "anya-e0804n0:1006": "Añño atthopi vattabbo, niruttilakkhaṇassito;",
  "anya-e0804n0:1007": "Tasmā nibbacanaṃ ñeyyaṃ, janapūjādito idha.",
  "anya-e0804n0:1008": "Paraṃ pujjabhavaṃ janetīti puññaṃ. Sadā pūjitaṃ vā janetīti puññaṃ. Janaṃ attakāraṃ punātīti puññaṃ. Asesaṃ apuññaṃ punātīti puññaṃ.",
  "anya-e0804n0:1009": "Kalyāṇaṃ kusalaṃ puññaṃ, subhamicceva niddise;",
  "anya-e0804n0:1010": "Kammassa kusalassādhi-vacanaṃ vacane paṭu.",
  "anya-e0804n0:1011": "Pe gatiyaṃ. Peti, penti. Pesi, petha. Idha bhikkhave ekacco assakhaḷuṅko pehīti vutto viddho samāno codito sārathinā pacchato paṭisakkati, piṭṭhito rathaṃ paṭivatteti. Ummaggaṃ gaṇhāti, ubbaṭumaṃ rathaṃ karoti.",
  "anya-e0804n0:1012": "Pevuddhiyaṃ payati. Pāyo, apāyo. Ettha apāyoti natthi pāyo vuddhi etthāti apāyo. Ayadhātuvasenapi attho netabbo, ayato vuddhito, sukhato vā apetoti apāyo, nirayatiracchānayonipettivisayaasurakāyā.",
  "anya-e0804n0:1013": "Pe sosane. Pāyati, payati vā. Nipako. Ettha nipako nipayati visoseti paṭipakkhaṃ, tato vā attānaṃ nipāti rakkhatīti nipako, sampajāno.",
  "anya-e0804n0:1014": "Gupa rakkhaṇe. Gopati. Gopako.",
  "anya-e0804n0:1015": "Nagaraṃ yathā paccantaṃ, guttaṃ sāntarabāhiraṃ.",
  "anya-e0804n0:1016": "Evaṃ gopetha attānaṃ, khaṇo ve mā upaccagā.",
  "anya-e0804n0:1017": "Gopethāti gopeyya rakkheyya.",
  "anya-e0804n0:1018": "Vapa santāne. Vapati.",
  "anya-e0804n0:1019": "Sapa samavāye. Sapati.",
  "anya-e0804n0:1020": "Cupa mandagatiyaṃ. Copati.",
  "anya-e0804n0:1021": "Tupa hiṃsāyaṃ. Topati. Tuppati.",
  "anya-e0804n0:1022": "Gupa gopanajigucchanesu. Gopati, jigucchati. Jigucchaṃ, jigucchamāno. Jegucchī. Jigucchitvā iccādīni.",
  "anya-e0804n0:1023": "Kapu hiṃsātakkalagandhesu. Kappati. Kappūro.",
  "anya-e0804n0:1024": "Kapu sāmatthiye. Idaṃ amhākaṃ kappati. Netaṃ amhesu kappati.",
  "anya-e0804n0:1025": "Kapa karuṇāyaṃ. Kapati. Kapaṇo, kāpaññaṃ. Tattha kapatīti karuṇāyati, kāpaññanti kapaṇabhāvo.",
  "anya-e0804n0:1026": "Sapaakkose. Sapati. Sapatho, abhisapatho, abhisapito, sapanako.",
  "anya-e0804n0:1027": "Vapa bījanikkhepe. Bījaṃ vapati. Vāpako. Vāpitaṃ dhaññaṃ. Vuttaṃ bījaṃ purisena. Bījaṃ vappati. Vappamaṅgalaṃ.",
  "anya-e0804n0:1028": "Supa sayane. Supati. Sukhaṃ supanti munayo, ye itthīsu na bajjhare. Sutto puriso, supanaṃ, suttaṃ.",
  "anya-e0804n0:1029": "Khipa peraṇe. Peraṇaṃ cuṇṇikaraṇaṃ pisanaṃ. Khepati. Khepako.",
  "anya-e0804n0:1030": "Khipa abyattasadde. Khipati. Khipitasaddo. Yadā ca dhammaṃ desento, khipi lokagganāyako.",
  "anya-e0804n0:1031": "Khipa chaḍḍano. Khipati, ukkhipati, vikkhipati, avakhipati, saṃkhipati. Khittaṃ, ukkhittaṃ, pakkhittaṃ, vikkhittaṃ iccādīni.",
  "anya-e0804n0:1032": "Opa niṭṭhubhane. Niṭṭhubhanaṃ kheḷapātanaṃ. Opati. Osadhaṃ saṅkharitvā mukhe kheḷaṃ opi.",
  "anya-e0804n0:1033": "Lipi upalepe. Lepati. Littaṃ paramena tejasā.",
  "anya-e0804n0:1034": "Khipi gatiyaṃ. Khimpati.",
  "anya-e0804n0:1035": "Ḍipa khepe. Ḍepati.",
  "anya-e0804n0:1036": "Nidapi nidampane. Nidampanaṃ nāma sassarukkhādīsu vīhisīsaṃ vā varakasīsaṃ vā acchinditvā khuddakasākhaṃ vā abhañjitvā yathāṭhitameva hatthena gahetvā ākaḍḍhitvā bījamattasseva vā paṇṇamattasseva vā gahaṇaṃ. Puriso vīhisīsaṃ nidampati, rukkhapattaṃ nidampati. Nidampako, nidampitaṃ, nidampituṃ, nidampitvā.",
  "anya-e0804n0:1037": "Tapadittiyaṃ. Ditti virocanaṃ. Divā tapatiādicco.",
  "anya-e0804n0:1038": "Tapa ubbege. Ubbego utrāso bhīrutā. Tapati, uttapati. Ottappaṃ, ottappiyaṃ dhanaṃ.",
  "anya-e0804n0:1039": "Tapa dhūpa santāpe. Tapati. Tapodhanaṃ, ātāpo. Ātāpī. Ātapaṃ. Dhūpati, sandhūpano, kamme tāpiyati. Dhūpiyati. Bhāve tāpanaṃ, tāpo, paritāpo, santāpo. Dhūpanaṃ.",
  "anya-e0804n0:1040": "Pakārantadhāturūpāni.",
  "anya-e0804n0:1041": "Phakārantadhātu",
  "anya-e0804n0:1042": "Puppha vikasane. Akammako cāyaṃ sakammako ca. Pupphati. Pupphaṃ, pupphanaṃ, pupphito, pupphituṃ, pupphitvā. Pupphanti pupphino dumā. Thalajā dakajā pupphā, sabbe pupphanti tāvade. Mañjūsako nāma rukkho yattakāni udake vā thale vā pupphāni, sabbāni pupphati.",
  "anya-e0804n0:1043": "Tupha hiṃsāyaṃ. Tophati.",
  "anya-e0804n0:1044": "Dapha daphi vappha gatiyaṃ. Daphati. Damphati. Vapphati.",
  "anya-e0804n0:1045": "Dipha kathanayuddhanindāhiṃsādānesu. Dephati. Depho.",
  "anya-e0804n0:1046": "Tapha tittiyaṃ. Titti tappanaṃ, taphati.",
  "anya-e0804n0:1047": "Dupha upakkilese. Upakkilissanaṃ upakkileso. Dophati.",
  "anya-e0804n0:1048": "Gupha ganthe. Gantho ganthikaraṇaṃ. Gophati.",
  "anya-e0804n0:1049": "Phakārantadhāturūpāni.",
  "anya-e0804n0:1050": "Bakārantadhātu",
  "anya-e0804n0:1051": "Bhabbahiṃsāyaṃ. Bhabbati. Bhabbo.",
  "anya-e0804n0:1052": "Pabba vabba mabba kabba khabba gabba sabba cabba gatiyaṃ. Pabbati. Vabbati. Mabbati. Kabbati. Khabbati. Gabbati. Sabbati. Cabbati.",
  "anya-e0804n0:1053": "Abba sabba hiṃsāyañca. Gatyāpekkhāya cakāro. Abbati. Sabbati.",
  "anya-e0804n0:1054": "Kubi acchādane. Kubbati.",
  "anya-e0804n0:1055": "Lubi tubi addane. Lumbati. Tumbati. Lumbinīvanaṃ. Udakatumbo. Athopi dve ca tumbāni.",
  "anya-e0804n0:1056": "Cubi vadanasaṃyoge. Puttaṃ muddhani cumbati. Mukhe cumbati. Ettha siyā ‘‘yadi vadanasaṃyoge cubidhātu vattati, kathaṃ ambudharabinducumbitakūṭoti ettha avadane aviññāṇake pabbatakūṭe ambudharabindūnaṃ cumbanaṃ vutta’’nti? Saccaṃ, taṃ pana cumbanākārasadisenākārena sambhavaṃ cetasi ṭhapetvā vuttaṃ, yathā adassanasambhavepi dassanasadisenākārena sambhūtattā ‘‘rodante dārake disvā, ubbiddhā vipulā dumā’’ti acakkhukānampi rukkhānaṃ dassanaṃ vuttaṃ, evamidhāpi cumbanākārasadisenākārena sambhūtattā avadanānampi ambudharabindūnaṃ cumbanaṃ vuttaṃ. Sabhāvato pana aviññāṇakānaṃ dassanacumbanādīni ca natthi, saviññāṇakānaṃyeva tāni hontīti. Ayaṃ nayo kamu padavikkhepetiādīsupi netabbo.",
  "anya-e0804n0:1057": "Ubbi tubbi thubbi dubbi dhubbi hiṃsatthā. Ubbati. Tubbati. Thubbati. Dubbati. Dubbā. Dhubbati. Ettha dubbāti dabbatiṇaṃ, yaṃ ‘‘tiriyā nāma tiṇajātī’’ti pāḷiyaṃ āgataṃ. Ettha ca dubbāti itthiliṅgaṃ, dabbanti napuṃsakaliṅganti daṭṭhabbaṃ.",
  "anya-e0804n0:1058": "Mubbibandhane. Mubbati.",
  "anya-e0804n0:1059": "Kubbi uggame. Kubbati.",
  "anya-e0804n0:1060": "Pubba pabba sabba pūraṇe. Pubbati. Pabbati. Sabbati. Etta siyā ‘‘nanu bho pubbasabbasaddā sabbanāmāni, kasmā panete dhātucintāyaṃ gahitā’’ti? Vuccate – sabbanāmesu ca tumantādivirahitesu ca nipātesu upasaggesu ca dhātucintā nāma natthi, imāni pana sabbanāmāni na honti. Kevalaṃ sutisāmaññena sabbanāmāni viya upaṭṭhahanti, tena te tabbhāvamuttattā dhātucintāyaṃ pubbācariyehi gahitā ‘‘pubbati sabbatī’’ti payogadassanatoti. Yadi evaṃ kasmā buddhavacane etāni rūpāni na santīti? Anāgamanabhāvena na santi, na avijjamānabhāvena. Kiñcāpi buddhavacanesu etāni rūpāni na santi, tathāpi porāṇehi anumatā purāṇabhāsāti gahetabbāni, yathā ‘‘nāthatīti nātho’’ti ettha ‘‘nāthatī’’ti rūpaṃ buddhavacane avijjamānampi gahetabbaṃ hoti, evaṃ imānipi. Tasmā vohāresu viññūnaṃ kosallatthāya sāsane avijjamānāpi sāsanānurūpā lokikappayogā gahetabbāti ‘‘pubbati sabbatī’’ti rūpāni gahitāni. Esa nayo aññesupi ṭhānesu veditabbo.",
  "anya-e0804n0:1061": "Camba adane. Cambati.",
  "anya-e0804n0:1062": "Kabba khabba gabba dabbe. Dabbo ahaṅkāro. Kabbati. Khabbati. Gabbati.",
  "anya-e0804n0:1063": "Abi dabi sadde. Ambati. Ambā, ambu. Dambati.",
  "anya-e0804n0:1064": "Labi avasaṃsane. Avasaṃsanaṃ avalambanaṃ. Lambati, vilambati, byālambati. Nīce co’lambate sūriyo. Ālambati . Ālambanaṃ, tadālambanaṃ, tadālambaṇaṃ, tadālambaṃ vā. Lābu. Alābu vā, akāro hi tabbhāve.",
  "anya-e0804n0:1065": "Bakārantadhāturūpāni.",
  "anya-e0804n0:1066": "Bhakārantadhātu",
  "anya-e0804n0:1067": "Bhā dittiyaṃ. Cando bhāti, pañhā maṃ paṭibhāti. Ratti vibhāti. Bhāṇu, paṭibhānaṃ. Vibhātā ratti.",
  "anya-e0804n0:1068": "Bhī bhaye. Bhāyati. Bhayaṃ, bhayānako, bhīmo, bhīmaseno, bhīru, bhīruko, bhīrukajātiko. Kārite ‘‘bhāyeti, bhāyayati, bhāyāpeti, bhāyāpayatī’’ti rūpāni.",
  "anya-e0804n0:1069": "Sabhu sambhu hiṃsāyaṃ. Sabhati. Sambhati.",
  "anya-e0804n0:1070": "Sumbha bhāsane ca. Cakāro hiṃsāpekkhako. Sumbhati. Sumbho. Kusumbho.",
  "anya-e0804n0:1071": "Ettha sumbhoti āvāṭo. ‘‘Sumbhaṃ nikkhanāhī’’ti idamettha nidassanaṃ. Kusumbhoti khuddakaāvāṭo, ‘‘pabbatakandarapadarasākhāparipūrā kusumbhe paripūrentī’’ti idamettha nidassanaṃ.",
  "anya-e0804n0:1072": "Abbha vabbha mabbha gatiyaṃ. Abbhati. Abbho. Vabbhati. Mabbhati.",
  "anya-e0804n0:1073": "Ettha abbhoti megho. So hi abbhati anekasatapaṭalo hutvā gacchatīti ‘‘abbho’’ti vuccati. ‘‘Vijjumālī satakkakū’’ti vuttaṃ. Satakkakūti ca anekasatapaṭalo. Ettha ca abbhasaddo tiliṅgiko daṭṭhabbo. Tathā hi ayaṃ ‘‘abbhuṭṭhitova sa yāti, sa gacchaṃ na nivattatī’’ti ettha pulliṅgo. ‘‘Abbhā, mahikā, dhūmo, rajo, rāhū’’ti ettha itthiliṅgo. ‘‘Abbhāni candamaṇḍalaṃ chādentī’’ti ettha napuṃsakaliṅgo.",
  "anya-e0804n0:1074": "Imāni pana meghassa nāmāni –",
  "anya-e0804n0:1075": "Megho valāhako laṅghi, jīmūto ambudo ghano;",
  "anya-e0804n0:1076": "Dhārādharo ambudharo, pajjunno himagabbhako.",
  "anya-e0804n0:1077": "Yabha methune. Mithunassa janadvayassa idaṃ kammaṃ methūnaṃ, tasmiṃ methune yabhadhātu vattati. Yabhati. Yābhassaṃ.",
  "anya-e0804n0:1078": "Ettha ca ‘‘methuna’’nti esā sabbhivācā, lajjāsampannehi puggalehi vattabbabhāsābhāvato. Tathā hi ‘‘methuno dhammo na paṭisevitabbo’’ti ca ‘‘na me rājā sakhā hoti, na rājā hoti methuno’’ti ca sobhane vācāvisaye ayaṃ bhāsā āgatā. ‘‘Yabhatī’’tiādikā pana bhāsā ‘‘sikharaṇī’’tiādikā bhāsā viya asambhivācā. Na hi hirottappasampanno lokiyajanopi īdisiṃ vācaṃ bhāsati. Evaṃ santepi adhimattukkaṃsagatahirottappopi bhagavā mahākaruṇāya sañcoditahadayo lokānukampāya parisamajjhe abhāsi. Aho tathāgatassa mahākaruṇāti.",
  "anya-e0804n0:1079": "Imāni pana methunadhammassa nāmāni –",
  "anya-e0804n0:1080": "Saṃvesanaṃ niddhuvanaṃ, methunaṃ sūrataṃ rataṃ;",
  "anya-e0804n0:1081": "Byathayo gāmadhammo ca, yābhassaṃ mohanaṃ rati.",
  "anya-e0804n0:1082": "Asaddhammo ca vasala-dhammo mīḷhasukhampi ca;",
  "anya-e0804n0:1083": "Dvayaṃdvayasamāpatti, dvando gammo’dakantiko.",
  "anya-e0804n0:1084": "Sibha vibha katthane. Sibhati. Vibhati.",
  "anya-e0804n0:1085": "Debhaabhi dabhi sadde. Debhati. Ambhati. Ambho. Dambhati.",
  "anya-e0804n0:1086": "Ettha ca ambho vuccati udakaṃ. Tañhi nijjīvampi samānaṃ oghakālādīsu vissandamānaṃ ambhati saddaṃ karotīti ambhoti vuccati.",
  "anya-e0804n0:1087": "Imānissa nāmāni –",
  "anya-e0804n0:1088": "Pānīyaṃ udakaṃ toyaṃ, jalaṃ pāto ca ambu ca;",
  "anya-e0804n0:1089": "Dakaṃ kaṃ salilaṃ vāri, āpo ambho papampi ca.",
  "anya-e0804n0:1090": "Nīrañca kepukaṃ pāni, amataṃ elameva ca,",
  "anya-e0804n0:1091": "Āponāmāni etāni, āgatāni tato tato.",
  "anya-e0804n0:1092": "Ettha ca ‘‘vālaggesu ca kepuke. Pivitañca tesaṃ bhusaṃ hoti pānī’’tiādayo payogā dassetabbā.",
  "anya-e0804n0:1093": "Thabhi khabhi paṭibaddhe thambhati, vitthambhati. Khambhati, vikkhambhati. Thambho. Thaddho, upatthambho. Upatthambhinī. Vikkhambho. Vikkhambhitakileso.",
  "anya-e0804n0:1094": "Jabha jabhi gattavināme. Jabhati. Jambhati, vijambhati. Vijambhanaṃ, vijambhitā. Vijambhanto, vijambhamāno, vijambhito.",
  "anya-e0804n0:1095": "Sabbha kathane. Sabbhati.",
  "anya-e0804n0:1096": "Vabbha bhojane. Vabbhati.",
  "anya-e0804n0:1097": "Gabbha dhāraṇe. Gabbhati. Gabbho.",
  "anya-e0804n0:1098": "Ettha gabbhoti mātukucchipi vuccati kucchigataputtopi. Tathā hi ‘‘yamekarattiṃ paṭhamaṃ, gabbhe vasati māṇavo’’ti ettha mātukucchi ‘‘gabbho’’ti vuccati. ‘‘Gabbho me deva patiṭṭhito. Gabbho ca patito chamā’’ti ca ettha pana kucchigataputto. Apica gabbhoti āvāsaviseso. ‘‘Gabbhaṃ paviṭṭho’’tiādīsu hi ovarako ‘‘gabbho’’ti vuccati.",
  "anya-e0804n0:1099": "Rabha rābhasse. Āpubbo rabha hiṃsākaraṇavāyamanesu. Rābhassaṃ rābhasabhāvo. Taṃsamaṅgino pana pāḷiyaṃ ‘‘caṇḍā ruddhā rabhasā’’ti evaṃ āgatā.",
  "anya-e0804n0:1100": "Tattha rabhasāti karaṇuttariyā. Rabhati, ārabhati, samārabhati, ārambhati. Rabhaso. Ārambho. Samārambho, ārabhanto. Samārabhanto. Āraddhaṃ me vīriyaṃ. Sārambhaṃ. Anārambhaṃ. Sārambho te na vijjati. Pakāraṇārambho. Vīriyārambho. Ārabhituṃ. Ārabhitvā. Ārabbha.",
  "anya-e0804n0:1101": "Ettha vīriyārambhoti vīriyasaṅkhāto ārambho. Ārambhasaddo kamme āpattiyaṃ kriyāya vīriye hiṃsāya vikopaneti anekesu atthesu āgato.",
  "anya-e0804n0:1102": "‘‘Yaṃ kiñci dukkhaṃ sambhobhi, sabbaṃ ārambhapaccayā;",
  "anya-e0804n0:1103": "Ārambhānaṃ nirodhena, natthi dukkhassa sambhavo’’ti",
  "anya-e0804n0:1104": "Ettha hi kammaṃ ārambhoti āgataṃ. ‘‘Ārambhati ca vippaṭisārī ca hotī’’ti ettha āpatti. ‘‘Mahāyaññā mahārambhā, na te honti mahapphallā’’ti ettha yūpussāpanādikriyā. ‘‘Ārambhatha nikkamatha, yuñjatha buddhasāsane’’ti ettha vīriyaṃ. ‘‘Samaṇaṃ gotamaṃ uddissa pāṇaṃ ārambhantī’’ti ettha hiṃsā. ‘‘Bījagāmabhūtagāmasamārambhā paṭivirato hotī’’ti ettha chedanabhañjanādikaṃ vikopanaṃ. Iccevaṃ –",
  "anya-e0804n0:1105": "Kamme āpattiyañceva, vīriye hiṃsākriyāsu ca;",
  "anya-e0804n0:1106": "Vikopane ca ārambha-saddo hotīti niddise;",
  "anya-e0804n0:1107": "Labha lābhe. Labhati, labbhati. Lābho, laddhaṃ, alattha, alatthuṃ.",
  "anya-e0804n0:1108": "Subha dittiyaṃ. Sobhati. Sobhā, sobhanaṃ, sobhito.",
  "anya-e0804n0:1109": "Khubha sañcalane. Khobhati, saṅkhobhati. Hatthināge padinnamhi, khubbhittha nagaraṃ tadā. Khobhā, saṅkhobho.",
  "anya-e0804n0:1110": "Nabha tubha hiṃsāyaṃ. Nabhati. Tubhati.",
  "anya-e0804n0:1111": "Sambha vissāse. Sambhati. Sambhatti, sambhatto.",
  "anya-e0804n0:1112": "Lubha vimohane. Lobhati, palobhati. Thullakumārīpalobhanaṃ. Kārite pana ‘‘lobheti, palobheti, palobhetvā’’ti rūpāni bhavanti. Divādigaṇaṃ pana patvā giddhiyatthe ‘‘lubbhatī’’ti rūpaṃ bhavati.",
  "anya-e0804n0:1113": "Dabhi ganthane. Dambhati. Dambhanaṃ.",
  "anya-e0804n0:1114": "Rubhi nivāraṇe. Rumbhati, sannirumbhati. Sannirumbho, sannirumbhitvā.",
  "anya-e0804n0:1115": "Ubha ubbha umbha pūraṇe. Ubhati. Ubbhati. Umbhati. Ubhanā. Ubbhanā. Umbhanā. Obho. Keṭubhaṃ. Ubbhaṃ. Kumbho. Kumbhī. Kārite ‘‘obheti. Ubbheti. Umbhetī’’ti rūpāni bhavanti.",
  "anya-e0804n0:1116": "Tattha keṭubhanti kriyākappavikappo kavīnaṃ upakāriyasatthaṃ. Idaṃ panettha nibbacanaṃ kiṭeti gameti kriyādivibhāgaṃ, taṃ vā anavasesapariyādānato keṭento gamento obheti pūretīti keṭutaṃ kiṭaubhadhātuvasena. Ubbhati ubbheti pūretīti ubbhaṃ, pūraṇanti attho. Cariyāpiṭakepi hi īdisī saddagati dissati, taṃ yathā? ‘‘Mahādānaṃ pavattesi, accubbhaṃ sāgarūpama’’nti. Tattha ca accubbhanti ativiya yācakānaṃ ajjhāsayaṃ pūraṇaṃ. Akkhumbhantipi pāṭho. Kumbhoti kaṃ vuccati udakaṃ, tena ubbhetabboti kumbho, so eva itthiliṅgavasena kumbhī. Ettha ca ‘‘kumbhī dhovati onato’’ti payogo.",
  "anya-e0804n0:1117": "Kumbhasaddo ghaṭe hatthi-siropiṇḍe dasambaṇe;",
  "anya-e0804n0:1118": "Pavattatīti viññeyyo, viññunā nayadassinā.",
  "anya-e0804n0:1119": "Bhakārantadhāturūpāni.",
  "anya-e0804n0:1120": "Makārantadhātu",
  "anya-e0804n0:1121": "Mā māne sadde ca. Māti. Mātā. Ettha mātāti janikā vā cūḷamātā vā mahāmātā vā.",
  "anya-e0804n0:1122": "Mū bandhane. Mavati. Kiyādigaṇassa panassa ‘‘munātī’’ti rūpaṃ.",
  "anya-e0804n0:1123": "Me paṭidānaādānesu. Meti, mayati. Medhā.",
  "anya-e0804n0:1124": "Ettha medhāti paññā. Sā hi sukhumampi atthaṃ dhammañca khippameva meti ca dhāreti cāti medhāti vuccati. Ettha pana metīti gaṇhāti. Tathā hi aṭṭhasāliniyaṃ vuttaṃ ‘‘asani viya siluccaye kilese medhati hiṃsatīti medhā, khippaṃ gahaṇadhāraṇaṭṭhena vā medhā’’ti. Saṅgamatthavācakassa pana medhadhātussa vasena medhati sīlasamādhiādīhi saddhammehi siriyā ca saṅgacchatīti medhāti attho gahetabbo. Etthetaṃ vuccati –",
  "anya-e0804n0:1125": "‘‘Dvidhātuyekadhātuyā , dviratthavatiyāpi ca;",
  "anya-e0804n0:1126": "Medhāsaddassa nipphattiṃ, jaññā sugatasāsane’’ti.",
  "anya-e0804n0:1127": "Omā sāmatthiye. Sāmatthiyaṃ samatthabhāvo. Aluttantoyaṃ dhātu, omāti, omanti.",
  "anya-e0804n0:1128": "Atrāyaṃ pāḷi ‘‘omāti bhante bhagavā iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamitu’’nti. Tattha omātīti pahoti sakkoti.",
  "anya-e0804n0:1129": "Timu addabhāve. Addabhāvo tintabhāvo. Temati. Tinto, temiyo. Temitukāmā temiṃsu.",
  "anya-e0804n0:1130": "Ettha temiyoti evaṃnāmako kāsirañño putto bodhisatto. So hi rañño ceva mahājanassa ca hadayaṃ temento addabhāvaṃ pāpento sītalabhāvaṃ janento jātoti ‘‘temiyo’’ti vuccati.",
  "anya-e0804n0:1131": "Nitami kilamane. Nitammati. Hadayaṃ dayhate nitammāmi.",
  "anya-e0804n0:1132": "Camu chamu japu jhamu umu jimu adane. Camati. Camū. Camūti senā. Chamati. Jamati. Jhamati. Umati. Jemati.",
  "anya-e0804n0:1133": "Kamu padavikkhepe. Padavikkhepo padasā gamanaṃ. Idaṃ pana vohārasīsamattaṃ vacanaṃ, tasmā ‘‘nāssa kāye aggi vā visaṃ vā satthaṃ vā kamatī’’tiādīsu apadavikkhepatthopi gahetabbo. Kamati. Caṅkamati, atikkamati. Abhikkamati. Paṭikkamati. Pakkamati. Parakkamati. Vikkamati. Nikkamati. Saṅkamati. Saṅkamanaṃ. Saṅkanti. Kamanaṃ. Caṅkamanaṃ. Atikkamo. Abhikkamo. Paṭikkamo. Pakkamo. Vikkamo. Nikkamo. Atikkanto puriso. Abhikkantā ratti. Nikkhamati. Abhinikkhamati. Kārite nikkhāmeti. Aññānipi yojetabbāni. Yasmā panāyaṃ dhātu curādigaṇaṃ patvā icchākanti yatthesu vattati, tasmā tepi atthe upasaggavisesite katvā idha abhikkantasaddassa atthuddhāraṃ vattabbampi avatvā upari curādigaṇeyeva kathessāma.",
  "anya-e0804n0:1134": "Yamu uparame. Uparamo viramanaṃ. Yamabhi. Yamo. ‘‘Pare ca na vijānanti, mayamettha yamāmase’’ti idamettha nidassanaṃ. Tattha yamāmaseti uparamāma, nassāma, marāmāti attho.",
  "anya-e0804n0:1135": "Nama bahutte sadde. Bahutto saddo nāma uggatasaddo. Namati.",
  "anya-e0804n0:1136": "Ama dama hamma mima chama gatimhi. Amati. Damati. Hammati. Mimati. Chamati. Chamā.",
  "anya-e0804n0:1137": "Chamāti pathavī. Chamāsaddo itthiliṅgo daṭṭhabbo, ‘‘na chamāyaṃ nisīditvā āsane nisinnassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā’’ti ca ‘‘chamāyaṃ parivattāmi vāricarova ghamme’’ti ca payogadassanato. So ca kho sattahi aṭṭhahi vā vibhattīhi dvīsu ca vacanesu yojetabbo. Chamanti gacchanti etthāti chamā.",
  "anya-e0804n0:1138": "Dhama saddaggisaṃ yogesu. Dhamadhātu sadde ca mukhavātena saddhiṃ aggisaṃyoge ca vattati. Tattha paṭhamatthe ‘‘saṅkhaṃ dhamati. Saṅkhadhamako. Bheriṃ dhamati. Bheridhamako. Dhame dhame nātidhame’’ti payogo. Dutiyatthe ‘‘aggiṃ dhamati. Samuṭṭhāpeti attānaṃ, aṇuṃ aggiṃva sandhama’’nti payogo.",
  "anya-e0804n0:1139": "Bhāma kodhe. Bhāmati.",
  "anya-e0804n0:1140": "Namunamane. Namati. Namo. Nataṃ, namanaṃ. Nati. Namaṃ. Namamāno. Namanto. Namito. Nāmaṃ. Nāmitaṃ. Namituṃ. Natvā, natvāna. Namitvā, namitvāna, namituna. Kārite ‘‘nāmeti, nāmayati. Nāmetvā. Nāmayitvā’’ti rūpāni bhavanti. Tatra hi ‘‘namati namitvā’’ti evaṃpakārāni padāni namanatthe vandanāyañca daṭṭhabbāni, ‘‘namo natvā’’ti evaṃpakārāni pana vandanāyameva. Atrāyamupalakkhaṇamattā payogaracanā –",
  "anya-e0804n0:1141": "Rukkho phalī phalabhāragarutāya namitvāna bhijjati;",
  "anya-e0804n0:1142": "Vuddho jarājajjaratāya namati namitvā gacchati;",
  "anya-e0804n0:1143": "Saddho buddhaṃ namati namitvā gacchati;",
  "anya-e0804n0:1144": "Namo buddhassa satthāraṃ natvāna agamāsīti;",
  "anya-e0804n0:1145": "Ettha namoti padaṃ nipātesupi labbhati. Tena hi paccattopayogavacanāni abhinnarūpāni dissanti ‘‘devarāja namo tyatthu. Namo katvā mahesino’’ti. Upasaggehipi ayaṃ yojetabbā ‘‘paṇamati, paṇāmo, uṇṇamati, uṇṇati’’ iccādinā.",
  "anya-e0804n0:1146": "Khamu sahane. Khamati. Khanti. Khamo, khamanaṃ, evaṃ bhāve. Kattari pana ‘‘khantā. Khamitā. Khamo hoti sītassapi uṇhassapī’’ti payogā.",
  "anya-e0804n0:1147": "Sama adassane. Samati, vūpasamati aggi.",
  "anya-e0804n0:1148": "Yama parivesane. Yamati. Yamo. Yamarājā.",
  "anya-e0804n0:1149": "Sama sadde. Samati.",
  "anya-e0804n0:1150": "Sama thama velambe. Samati. Thamati.",
  "anya-e0804n0:1151": "Vāyama īhāyaṃ. Vāyamati. Vāyāmo.",
  "anya-e0804n0:1152": "Gamugatiyaṃ. Gacchati. Gamako. Gato. Gati. Gamanaṃ. Kārite ‘‘gameti, gamayati, gacchāpetī’’tiādīni bhavanti.",
  "anya-e0804n0:1153": "Ramu kīḷāyaṃ. Ramati. Viramati. Paṭiviramati. Uparamati. Ārati. Virati. Paṭivirati. Uparati. Veramaṇi. Viramaṇaṃ. Rati. Ramaṇaṃ. Rato. Ārato virato paṭivirato. Uparato, uparamo. Ārāmo.",
  "anya-e0804n0:1154": "Vamu uggiraṇe. Vamati. Vamathu. Vammiko.",
  "anya-e0804n0:1155": "Dhīratthu taṃ visaṃ vantaṃ, yamahaṃ jīvitakāraṇā;",
  "anya-e0804n0:1156": "Vantaṃ paccāvamissāmi, mataṃ me jīvitā varaṃ.",
  "anya-e0804n0:1157": "Tattha vammikoti vamatīti, vantakoti, vantussayoti, vantasinehasambandhoti vammiko. So hi ahinakulaundūragharagoḷikādayo nānappakāre pāṇake vamatīti vammiko. Upacikāhi vantakoti vammiko. Upacikāhi vamitvā mukhatuṇḍakena ukkhittapaṃsucuṇṇena kaṭippamāṇenapi porisappamāṇenapi ussitoti vammiko. Upacikāhi vantakheḷasinehena ābaddhatāya sattasattāhaṃ deve vassantepi na vippakirayati, nidāghepi tato paṃsumuṭṭhiṃ gahetvā tasmiṃ muṭṭhinā pīḷiyamāne sinehova nikkhamati, evaṃ vantasinehasambandhoti vammiko.",
  "anya-e0804n0:1158": "Ettha pana ‘‘bhagavā, himavā’’tiādīni padāni na kevalaṃ vantupaccayavaseneva nipphādetabbāni, atha kho vamudhātuvasenapi nipphādetabbāni, tenāha visuddhimaggakārako ‘‘yasmā pana tīsu bhavesu taṇhāsaṅkhātaṃ gamanamanena vantaṃ, tasmā ‘‘bhavesu vantagamano’ti vattabbe bhavasaddato bhakāraṃ, gamanasaddato gakāraṃ, vantasaddato vakārañca dīghaṃ katvā ādāya bhagavāti vuccati, yathā loke ‘mehanassa khassa mālā’ti vattabbe mekhalā’’ti vadatā niruttinayena saddasiddhi dassitā.",
  "anya-e0804n0:1159": "Ettha, siyā ‘‘visamamidaṃ nidassanaṃ, yena ‘mehanassa khassa mālā’ti ettha mekārakhakāralākārānaṃ kamato gahaṇaṃ dissati, ‘‘bhavesu vantagamano’ti ettha pana bhakāravakāragakārānaṃ kamato gahaṇaṃ na dissatī’’ti? Saccaṃ, idha pana ‘‘aggāhito, vijjācaraṇasampanno’’tiādīsu viya guṇasaddassa paranipātavasena ‘‘bhavesu gamanavanto’’ti vattabbepi evamavatvā saddasatthe yebhuyyena guṇasaddānaṃ pubbanipātabhvassa icchitattā saddasatthavidūnaṃ kesañca viññūnaṃ manaṃ tosetuṃ ‘‘bhagavā’’ti pade akkharakkamaṃ anapekkhitvā atthamattanidassanavasena ‘‘āhitaggi, sampannavijjācaraṇo’’tiādīni viya pubbanipātavasena ‘‘bhavesu vantagamano’’ti vuttaṃ. Īdisasmiñhi ṭhāne ‘‘āhitaggī’’ti vā ‘‘aggāhito’’ti vā ‘‘chinnahattho’’ti vā ‘‘hatthacchinno’’ti vā padesu yathā tathā ṭhitesupi atthassa ayutti nāma natthi aññamaññaṃ samānatthattā tesaṃ saddānaṃ.",
  "anya-e0804n0:1160": "Vedajātotiādīsu pana ṭhānesu atthevāti daṭṭhabbaṃ. Evaṃ visuddhimagge ‘‘bhagavā’’ti padassa vamudhātuvasenapi nipphatti dassitā, taṭṭīkāyampi ca dassitā ‘‘bhage vamīti bhagavā. Bhāge vamīti bhagavā’’ti. Nibbacanaṃ pana evaṃ veditabbaṃ – bhagasaṅkhātaṃ siriṃ issariyaṃ yasañca vami uggiri kheḷapiṇḍaṃ viya anapekkho chaḍḍayīti bhagavā. Atha vā bhāni nāma nakkhattāni, tehi samaṃ gacchanti pavattantīti bhagā, sineruyugandharauttarakuruhimavantādibhājanalokā, visesasannissayasobhākappaṭṭhiyabhāvato. Tepi bhagavā vami tannivāsisattāvāsasamatikkamanato tappaṭibaddhachandarāgappahānena pajahīti bhagavā.",
  "anya-e0804n0:1161": "Cakkavattisiriṃ yasmā, yasaṃ issariyaṃ sukhaṃ;",
  "anya-e0804n0:1162": "Pahāsi lokacittañca, sugato bhagavā tato.",
  "anya-e0804n0:1163": "Tathā khandhāyatanadhātādibhede dhammakoṭṭhāse sabbaṃ papañca sabbaṃ yogaṃ sabbaṃ ganthaṃ sabbaṃ saṃyojanaṃ samucchinditvā amataṃ dhātuṃ samadhigacchanto vami uggiri anapekkho chaḍḍayi na paccāvamīti bhagavā. Atha vā sabbepi kusalākusale sāvajjānavajje hīnappaṇīte kaṇhasukkasappaṭibhāge dhamme ariyamaggañāṇamukhena vami uggiri anapekkho pariccaji pajahīti bhagavā.",
  "anya-e0804n0:1164": "Khandhāyatanadhātādī, dhammabhedā mahesinā;",
  "anya-e0804n0:1165": "Kaṇhasukkā yato vantā, tatopi bagavā mato.",
  "anya-e0804n0:1166": "Jātakaṭṭhakathāyaṃ pana himavāti padassa vamudhātuvasenapi nipphatti dassitā. Tathā hi sambhavajātakaṭṭhakathāyaṃ ‘‘himavāti himapātasamaye himayuttoti himavā. Gimhakāle himaṃ vamatīti himavā’’ti vuttaṃ. Evaṃ jātakaṭṭhakathāyaṃ ‘‘himavā’’ti padassa vamudhātuvasenapi nipphatti dassitā, ayaṃ nayo īdisesu ṭhānesupi netabbo. ‘‘Guṇavāgaṇavā’’tiādīsu pana na netabbo. Yadi nayeyya, ‘‘guṇavā gaṇavā’’ti padānaṃ ‘‘nigguṇo parihīnaguṇo’’ti evamādiattho bhaveyya, tasmā ayaṃ nayo sabbatthapi na netabbo. Ettha siyā ‘‘yadi ‘‘bhagavā’tiādipadānaṃ vamudhātuvasena nipphatti hoti, kathaṃ ‘‘bhagavanto, bhagavanta’’ntiādīni sijjhantī’’ti? Yathā ‘‘bhagavā’’ti padaṃ niruttinayena sijjhati, tathā tānipi teneva sijjhanti. Acinteyyo hi niruttinayo kevalaṃ atthayuttipaṭibandhamattova, atthayuttiyaṃ sati nipphādetumasakkuṇeyyānipi rūpāni aneneva sijjhanti. Ettha ca yaṃ niruttilakkhaṇaṃ āharitvā dassetabbaṃ siyā, taṃ upari rūpanipphādanādhikāre udāharaṇehi saddhiṃ pakāsessāma.",
  "anya-e0804n0:1167": "Idha sāramate munirājamate,",
  "anya-e0804n0:1168": "Paramaṃ paṭutaṃ sujano pihayaṃ;",
  "anya-e0804n0:1169": "Vipulatthadharaṃ dhaninītimimaṃ,",
  "anya-e0804n0:1170": "Satataṃ bhajataṃ matisuddhakaraṃ.",
  "anya-e0804n0:1171": "Iti navaṅge sāṭṭhakathe piṭakattaye byappathagatīsu viññunaṃ",
  "anya-e0804n0:1172": "Kosallatthāya kate saddanītippakaraṇe",
  "anya-e0804n0:1173": "Saravaggapañcakantiko nāma dhātuvibhāgo",
  "anya-e0804n0:1174": "Pannarasamo paricchedo."
}