{
  "anya-e1101n2:0": "Nandiyarājavaggo",
  "anya-e1101n2:1": "11. Nandiyarājassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:2": "Ito kira kappasatasahassamatthake padumuttaro nāma satthā loke udapādi sadevakaṁ lokaṁ saṁsārakantārā uttārento. Tasmiṁ kira samaye eko kuṭumbiko satthu dhammadesanaṁ sutvā pasannamānaso buddhapamukhaṁ bhikkhusaṅghaṁ nimantetvā mahādānaṁ sajjetvā attano bhavanaṁ devabhavanamiva alaṅkaritvā buddhārahaṁ mahāsanaṁ paññāpetvā gantvā bhagavantaṁ yāci kāloyaṁ bhante bhagavato bhattaggassa upasaṅkamanāyāti. Atha bhagavā bhikkhusaṅghaparivuto mahatā buddhānubhāvena gantvā nisīdi paññattavarabuddhāsane, tato kuṭumbiko haṭṭho udaggo sapariso bhagavantaṁ parivisati anekehi madhurannapānādīhi. Tadā tassa bhagavato sāsane dhutaṅgadharānaṁ aggo vasabhattheronāma mahāsāvako sapadānavattena piṇḍāya caramāno tassa kuṭumbikassa gehadvāre aṭṭhāsi, atha so theraṁ disvā bhante satthā antogehe nisinno, tumhepi pavisathāti yāci, thero apavisitvāva agamāsi, kuṭumbiko bhagavantaṁ upasaṅkamitvā tamattaṁ vatvā kiṁ bhante sadevake loke bhagavatāpi uttaritaro guṇena saṁvijjatīti āha. Athassa satthā puttopamaṁ dassetvā therassa guṇe vaṇṇento evamāha.",
  "anya-e1101n2:3": "1.",
  "anya-e1101n2:4": " Pālenti nimmalaṁ katvā, pātimokkhādisaṁvaraṁ;",
  "anya-e1101n2:5": "Samādinnadhutaṅgāca, appicchā munisūnavo.",
  "anya-e1101n2:6": "2.",
  "anya-e1101n2:7": " Nicca mantakayuddhamhi, naddhā yodhāva dappitā;",
  "anya-e1101n2:8": "Puññānaṁ vatthubhūtā te, devamānusakā dinaṁ.",
  "anya-e1101n2:9": "3.",
  "anya-e1101n2:10": " Dhāremahaṁ vaṇṇavantaṁ, sīveyyampica cīvaraṁ;",
  "anya-e1101n2:11": "Buddhaputtā mahānāgā na dhārenti tathāvidhaṁ.",
  "anya-e1101n2:12": "4.",
  "anya-e1101n2:13": " Dhārenti te paṁsukūlaṁ, saṅghāṭetvā pilotike;",
  "anya-e1101n2:14": "Vaṇacchādanacolaṁva, icchālobha vivajjitā.",
  "anya-e1101n2:15": "5.",
  "anya-e1101n2:16": " Sādiyāmi sadā hambho, upāsakanimantanaṁ;",
  "anya-e1101n2:17": "Neva sādenti sambuddha, putto pāsakayācanaṁ.",
  "anya-e1101n2:18": "6.",
  "anya-e1101n2:19": " Sapadānena yaṁ laddhaṁ, lūkhaṁvāpi paṇītakaṁ;",
  "anya-e1101n2:20": "Tena tussanti me puttā, rasagedhavivajjitā.",
  "anya-e1101n2:21": "7.",
  "anya-e1101n2:22": " Nipajjāmi ahaṁ sādhu, santhate sayane subhe;",
  "anya-e1101n2:23": "Na te seyyaṁ pakappenti, saṁsārabhayabhīrukā.",
  "anya-e1101n2:24": "8.",
  "anya-e1101n2:25": " Ṭhānā sanagamanena, kappenti iriyāpathaṁ;",
  "anya-e1101n2:26": "Nekabhūmisamākiṇṇa, pāsādesu vasāmahaṁ.",
  "anya-e1101n2:27": "9.",
  "anya-e1101n2:28": " Buddhaputtā tathācchannaṁ, na kadā pavisanti te;",
  "anya-e1101n2:29": "Rukkhamūle susānasmiṁ, abbhokāse ramanti te.",
  "anya-e1101n2:30": "10.",
  "anya-e1101n2:31": " Bhāvetvā bhavanāsāya, hetuṁ bhāvanamuttamaṁ;",
  "anya-e1101n2:32": "Ahaṁ gāme vasissāmi, pāpento janataṁ sivaṁ.",
  "anya-e1101n2:33": "11.",
  "anya-e1101n2:34": " Ramanti mama puttā te, pantasenāsane kakā;",
  "anya-e1101n2:35": "Tesaṁ mahattaro santo, theroyaṁ vasabho mahā;",
  "anya-e1101n2:36": "Dhutapāpo dhutaṅgaggo, ñātoyaṁ mama sāsaneti.",
  "anya-e1101n2:37": "Evaṁ bhagavā hatthaṁ ukkhipitvā candamaṇḍale paharanto viya therassa guṇe pakāsesi, tato so tassa guṇakathaṁ sutvā sayampitaṁ ṭhānantaraṁ kāmayamāno yannūnāhaṁ anāgate aññatarassa sammāsambuddhassa sāsane dhutaṅgadharānaṁ aggo bhavissāmīti taṁ ṭhānantaraṁ patthento bhagavato pādamūle nipajji, satthā taṁ kāraṇaṁ upaparikkhitvā ito kappasatasahassamatthake gotamo nāma satthā uppajjissati. Tvaṁ tadā dhutaṅgadharānaṁ aggo hutvā kassa poti paññāyissatīti byākaraṇa madāsi. Tato paṭṭhāya so somanasso puññakammaṁ katvā tato cuto devamanussesu devissariyaṁ anubhavanto vipassīsammāsambuddhakāle ekasāṭako nāma brāhmaṇo hutvā mahādānaṁ adāsi. Tato cuto kassapasammāsambuddhe parinibbute bārāṇasīnagare bārāṇasīseṭṭhi hutvā nibbatto dānādīni puññāni katvā tato cavitvā saṁsāre saṁsaranto dasavassasahassā yukesu manussesu bārāṇasiyaṁ eko kuṭumbiko hutvā nibbatti. So panāyaṁ kuṭumbiko araññe jaṅghāvihāraṁ anuvicaranto paccantime janapade araññāyatane aññataraṁ paccekabuddhaṁ addasa. So ca paccekabuddho tattha cīvarakammaṁ karonto anuvāte appahonte saṁharitvā ṭhapetuṁ āraddho. Kuṭumbiko taṁ disvā bhante kiṁ karothāti pucchi. So paccekabuddho appicchatāya tena puṭṭho na kiñci vutto hoti. So cīvaradussaṁ nappahotīti ñatvā attano uttarasāṭakaṁ paccekabuddhassa pādamūle ṭhapetvā agamāsi. Paccekabuddho taṁ gahetvā anuvātakaṁ āropento cīvaraṁ katvā pārupi. Kuṭumbiko jīvitapariyosāne kālaṁ katvā tāvatiṁsabhavane nibbattitvā tattha yāvatāyukaṁ dibbasampattiṁ anubhavitvā tato cavitvā bārāṇasito tiyojanamattake ṭhāne aññatarasmiṁ nagare nibbatti, tassa mātāpitaro nandiyoti nandītināmaṁ itisabbattha nāmaṁ akaṁsu, tassa satta bhātaro ahesuṁ, sesā cha bhātaro nānākammantesu byāvaṭā mātāpitunnaṁ posenti. Nandiyo pana akammasīlo geheyeva vasati. Tasmā tassa sesā kujjhanti. Mātāpitaropi nandiyaṁ āmantetvā ovadanti. So tuṇhī hoteva. Athāparasmiṁ samaye gāme nakkhattaṁ saṅghuṭṭhaṁ, tadā so mātaraṁ āha. Amma sāṭakaṁ dehi, nakkhattaṁ kīḷissāmīti, sā dhota- vatthaṁ nīharitvā adāsi, amma thūlaṁ idanti, sā aññaṁ nīharitvā adāsi, tampi paṭikkhipi. Atha naṁ mātā āha. Tāta yādise mayaṁ gehe jātā, natthi ito sukhumatarassa paṭilābhāya puññanti, labhanaṭṭhānaṁ gamissāmi ammāti. Putta ahaṁ ajjeva tava bārāṇasīnagare rajjapaṭilābhaṁ icchāmīti āha. So sādhu ammāti mātaraṁ vanditvā padakkhiṇaṁ katvā pakkāmi. Mātuyā panassa evaṁ ahosi. Kahaṁ so gamissati, pubbeviya idhavā etthavā gehe nisīditvā āgacchatīti, so pana puññaniyāmena codiyamāno gāmato nikkhamitvā bārāṇasiṁ gantvā senaguttassa gehe paṭivasati, athekadivasaṁ so tassa kammakārehi saddhiṁ sallapanto nisīditvā pacalāyanto supinaṁ addasa. Mukhena antaṁ nikkhamitvā sakalajambudīpe pattharitvā antokucchimeva pāvisi. Pabuddho so bhīto mahāsaddamakāsi. Atha naṁ mahāsenagutto pucchi. Nandiyo supinaṁ addasanti āha. Atha tena kīdisanti puṭṭho kathesi, tato senagutto taṁ attano kulūpagaṁ paribbājikaṁ pucchi ko tassa vipākoti. Paribbājikā yadi bho itthī passati. Sattadivasabbhantareyeva abhisekaṁ labhati, yadi puriso passati, tatheva rājā hotīti kathesi. Senagutto tassā taṁ kathaṁ sutvā imaṁ mama ñātiṁ karomīti attano satta dhītare pakkositvā paṭipāṭiyā pucchi. Nandiyassa santike vasathāti, sesā sabbā na icchiṁsu, na mayaṁ jānāma etaṁ adhunāgataṁ kulavantaṁ vā dukkulavantaṁvāti. Atha kaṇiṭṭhikaṁ pucchi. Sā yassa maṁ mātāpitaro dassanti. Tesaṁ vacanaṁ na bhindissāmīti sampaṭicchi, atha senagutto nandiyaṁ pakkositvā attano dhītaraṁ datvā tassa mahāsampatti madāsi. Tato sattame divase nandiyo tattha tattha āhiṇḍanto rañño maṅgaluyyānaṁ passissāmīti gantvā dhaṅgalasilāpaṭṭesasīsaṁ pārupitvā nipajji, so ca bārāṇasīrañño kālaṅkatassa sattamo divaso hoti. Amaccāca purohitoca rañño sarīrakiccaṁ kāretvā rājaṅgaṇe nisīditvā mantayiṁsu. Rañño ekāva dhītā atthi, putto panassa natthi. Arājikaṁ rajjaṁ na tiṭṭhati. Phussarathaṁ vissajjessāmāti. Te kumudapattavaṇṇe cattāro sindhave yojetvā setacchattapamukhaṁpañcavidharājakakudhabhaṇḍaṁ rathasmiṁyeva ṭhapetvā rathaṁ vissajjetvā pacchato turiyāni paggaṇhāpesuṁ. Ratho pācīdvārena nikkhamitvā uyyānābhimukho ahosi. Paricayena uyyānābhimukho gacchati. Nivattemāti keci āhaṁsu. Purohito mā nivārayitthāti āha. Ratho kumārakaṁ padakkhiṇaṁ katvā ārohaṇasajjo hutvā aṭṭhāsi. Purohito pārupaṇakaṇṇaṁ apanetvā pādatalāni olokento tiṭṭhatu ayaṁ dīpo. Dvisahassadīpa parivāresu catūsu mahādīpesu ekarajjaṁ kātuṁ samatthotivatvā tassa dhitiṁ upadhāretuṁ tikkhattuṁ turiyāni paggaṇhāpesi. Atha kumāro mukhaṁ vivaritvā oloketvā kena kāraṇena āgatatthāti āha, deva tumhākaṁ rajjaṁ pāpuṇātīti, rājā kahanti, devattaṁ gato sāmīti, kati divasā atikkantāti, ajja sattamo divasoti. Putto vā dhītā vā natthīti, dhītā atthi deva. Putto na vijjatīti, tenahi karissāmi rajjanti, te tāvadeva abhisekamaṇḍapaṁ kāretvā rājadhītaraṁ sabbālaṅkārehi alaṅkāritvā uyyānaṁ netvā kumārassa abhisekaṁ akaṁsu, athassa katābhisekassa satasahassagghanakaṁ vatthaṁ ānesuṁ, so kimidaṁ tātāti āha, nivāsanavatthaṁ devāti, nanu tātā thūlaṁti, manussānaṁ paribhogavatthesu ito sukhumataraṁ natthi devāti, tumhākaṁ rājā evarūpaṁ nivāsesīti, āma devāti. Na maññe puññavā tumhākaṁ rājāti vatvā handa suvaṇṇabhiṅkāraṁ āharatha, labhissāma vatthanti, te suvaṇṇabhiṅkāraṁ āhariṁsu, so uṭṭhāya hatthe dhovitvā mukhaṁ vikkhāletvā hatthena udakaṁ ādāya puratthimadisāya abbhukkiri, tāvadeva ghanapathaviṁ bhinditvā soḷasakapparukkhā uṭṭhahiṁsu, puna udakaṁ hatthena gahetvā dakkhiṇaṁ pacchimaṁ uttaranti evaṁ catassopi disā abbhukkiri, sabbadisāsu soḷasa soḷasa hutvā catusaṭṭhikapparukkhā uṭṭhahiṁsu, so ekaṁ dibbadussaṁ nivāsetvā ekaṁ pārupitvā nandiyarañño vijite suttakantikā itthiyo mā suttaṁ kantantūti bheriṁ carāpethāti vatvā chattaṁ ussāpetvā alaṅkatapaṭiyatto hatthikkhandhavaragato nagaraṁ pavisitvā pāsādamabhiruyha mahāsampattiṁ anubhavi. Aho tadā paccekabuddhassa dinnānuvātakassa vipāko. Tenāhu porāṇā.",
  "anya-e1101n2:38": "12.",
  "anya-e1101n2:39": " Yathā sāsapamattamhā, bījā nigrodhapādapo;",
  "anya-e1101n2:40": "Jāyate satasākhaḍḍho, mahānīlambudopamo.",
  "anya-e1101n2:41": "13.",
  "anya-e1101n2:42": " Tatheva puññakammamhā, aṇumhā vipulaṁ phalaṁ;",
  "anya-e1101n2:43": "Hotīti appapuññanti, nāvamaññeyya paṇḍitoti.",
  "anya-e1101n2:44": "Evaṁ gacchante kāle ekadivasaṁ devī rañño sampattiṁ disvā aho tapassīti kāruññākāraṁ dassesi. Kimidaṁ devīti ca puṭṭhā atimahatī te deva sampatti. Atītamaddhānaṁ kalyāṇaṁ katattā. Idāni anāgatassatthāya kusalaṁ karothāti āha. Kassa dassāma. Sīlavantā natthīti. Asuñño deva jambudīpo arahantehi, tumhe dānaṁ sajjetha, ahaṁ arahante lacchāmīti āha. Punadivase rājā mahārahaṁ dānaṁ sajjāpesi. Devī sace imissā disāya arahanto atthi, idhā gantvā amhākaṁ bhikkhaṁ gaṇhantūti uttarahimavantābhimukhī pupphāni uddhaṁ khipitvā urena nipajji. Atha tāni pupphāni ākāsato gantvā himavantapadese vasantānaṁ padumavatiyā puttānaṁ pañcasatānaṁpaccekabuddhānaṁ jeṭṭhakamahāpadumapaccekabuddhassa pādamūle patiṁsu. Tathāhi.",
  "anya-e1101n2:45": "14.",
  "anya-e1101n2:46": " Aho passatha bho dāni, vimhayaṁ puññakammuno;",
  "anya-e1101n2:47": "Acetanāpi pupphāni, dūtakiccesu byāvaṭā.",
  "anya-e1101n2:48": "15.",
  "anya-e1101n2:49": " Kattukāmena lokasmiṁ, sakalaṁ attano vasaṁ;",
  "anya-e1101n2:50": "Sabbatthāmena kattabbaṁ, puññaṁ paññavatā sadāti.",
  "anya-e1101n2:51": "Tato mahāpadumapaccekabuddho taṁ ñatvā sesabhātare āmantesi. Mārisā nandiyarājā tumhe nimantesi. Adhivāsetha tassa nimantananti. Te adhivāsetvā tāvadeva ākāsenā gantvā uttaradvāre otariṁsu. Manussā pañcasatā deva paccekabuddhā āgatāti rañño ārocesuṁ, rājā saddhiṁ deviyā gantvā vanditvā patte gahetvā paccekabuddhe pāsādaṁ āropetvā tattha tesaṁ dānaṁ datvā bhattakiccāvasāne rājā saṅghattherassa devī saṅghanavakassa ca pādamūle nipajjitvā ayyā paccayehi na kilamissantu, mayaṁ puññena na hāyissāma, amhākaṁ idha vāsāya paṭiññaṁ dethāti paṭiññaṁ kāretvā uyyāne nivāsaṭṭhānādayo kāretvā yāvajīvaṁ paccakabuddhe upaṭṭhahitvā tesu parinibbutesu sādhukīḷanaṁ kāretvā candanā garuādīhi sarīrakiccaṁ kāretvā dhātuyo gahetvā cetiyaṁ patiṭṭhāpetvā evarūpānampi mahānubhāvānaṁ mahesīnaṁ maraṇaṁ bhavissati, kimaṅgaṁ pana mādisānanti saṁvegajāto jeṭṭhaputtaṁ rajje patiṭṭhāpetvā sayaṁ pabbajaṁ pabbaji, devīpi raññe pabbajite ahaṁ kiṁkarissāmīti pabbajitvā dvepi uyyāne vasantā jhānābhiññaṁ nibbattetvā jhānasukhena vītināmentā āyupariyosāne brahmaloke nibbattiṁsu. Te amhākaṁ bhagavato kāle brāhmaṇakule nibbattitvā buddhasāsane pabbajiṁsu, tadā nandiyarājā dhutaṅgadharānaṁ aggo mahākassapattheronāma hutvā cando viya suriyo viyaca loke pākaṭo hutvā bhagavati pari- nibbute buddhasāsanaṁ ativiya sobheti. Bhariyāpissa bhaddakāpiḷānī nāma ahosīti.",
  "anya-e1101n2:52": "16.",
  "anya-e1101n2:53": " Datvā pureko vipine caranto,",
  "anya-e1101n2:54": "Paccekabuddhassanuvātamattaṁ;",
  "anya-e1101n2:55": "Katvā saraṭṭhaṁ kurudīpasobhaṁ,",
  "anya-e1101n2:56": "Mahānubhāvo vasudhā dhiposi.",
  "anya-e1101n2:57": "17.",
  "anya-e1101n2:58": " Tumheca bhonto khalu sīlavante,",
  "anya-e1101n2:59": "Dadātha dānāni anappakāni;",
  "anya-e1101n2:60": "Taṁ vo patiṭṭhāca bhavantarasmiṁ,",
  "anya-e1101n2:61": "Cintāmaṇiṁ kappataruṁva sāranti.",
  "anya-e1101n2:62": "Nandiyarājassa vatthuṁ pathamaṁ.",
  "anya-e1101n2:63": "12. Aññataramanussassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:64": "Amhākaṁ bhagavati parinibbute pāṭaliputtasamīpe aññatarasmiṁ gāme aññataro duggatamanusso vasati, so panekadivasaṁ aññataraṁ gāmaṁ gacchanto dve sāṭake nivāsetvā mahantaṁ aṭaviṁpāpuṇi, tadevaṁ gacchantaṁ disvā etassa vatthaṁ gaṇhissāmīti eko coro anubandhi, so dūratova āgacchantaṁ coraṁ disvā cintesi, ahametasmā palāyituṁ vā tena saddhiṁyujjhituṁ vā na sakkomi, ayamāgantvā avassaṁ anicchantassāpi me vatthaṁ gaṇhissati. Mayāpissa niratthakena harituṁ na sakkā, dānavasenassa dassāmīti sanniṭṭhāna makāsi, atha coro āgantvā vatthakaṁ parāmasi, atha so puriso cittaṁ pasādetvā imaṁ mama vatthadānaṁ bhavabhogasukhatthāya paccayo hotūti vatthaṁ datvā ducchāditattā mahāmaggaṁ pahāya aññena jaṅghāmaggena gacchanto āsivisena daṭṭho kālaṁ katvā himavantappadese dvādasayojanike kanakavimāne nekaccharāsahassaparivuto nibbatti. Vimānaṁ panassa parivāretvā tiyojanike ṭhāne kapparukkhā nibbattiṁsu, so mahantaṁ dibbasampattiṁ disvā somanassaṁ pavedento āha.",
  "anya-e1101n2:65": "1.",
  "anya-e1101n2:66": " Pariṇāmitamattena, dānassa sakasantakaṁ;",
  "anya-e1101n2:67": "Dadāti vipulaṁ bhogaṁ, dibbamissariyaṁ varaṁ.",
  "anya-e1101n2:68": "2.",
  "anya-e1101n2:69": " Dvādasayojanubbedhaṁ, duddikkhaṁ cakkhumūsanaṁ;",
  "anya-e1101n2:70": "Kūṭā gāravarupetaṁ, sabbasovaṇṇayaṁ subhaṁ.",
  "anya-e1101n2:71": "3.",
  "anya-e1101n2:72": " Mama puññena nibbattaṁ, nekarāgaddhajākulaṁ,",
  "anya-e1101n2:73": "Tatheva parisuddhehi, vitānehi ca laṅkataṁ.",
  "anya-e1101n2:74": "4.",
  "anya-e1101n2:75": " Pāsādapariyantamhi, dibbavatthāni lambare;",
  "anya-e1101n2:76": "Vāteritā te sobhanti, avhentāva sudhāsino.",
  "anya-e1101n2:77": "5.",
  "anya-e1101n2:78": " Pāsādassa samantā me, bhūmibhāge tiyojane;",
  "anya-e1101n2:79": "Icchiticchitadātāro, jātāsuṁ surapādapā.",
  "anya-e1101n2:80": "6.",
  "anya-e1101n2:81": " Tattha naccehi gītehi, vādehi turiyehi ca;",
  "anya-e1101n2:82": "Ne kaccharāsahassehi, modāmi bhavane mama.",
  "anya-e1101n2:83": "7.",
  "anya-e1101n2:84": " Na sammā dinnavatthassa, akkhette phalamī disaṁ;",
  "anya-e1101n2:85": "Khette sammā dadantassa, ko phalaṁ vaṇṇayissatīti.",
  "anya-e1101n2:86": "8.",
  "anya-e1101n2:87": " Evaṁ vidhampi kusalaṁ manujo karitvā,",
  "anya-e1101n2:88": "Pappoti dibbavibhavaṁ munivaṇṇanīyaṁ;",
  "anya-e1101n2:89": "Mantvāna bho dadatha dānavaraṁ susīle,",
  "anya-e1101n2:90": "Saddhāya suddhamanasāssa visesabhāgīti.",
  "anya-e1101n2:91": "Aññataramanussassa vatthuṁ dutiyaṁ.",
  "anya-e1101n2:92": "13. Visamalomakumārassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:93": "Atīte kira imasmiṁ jambudīpe kassapo nāma sammāsambuddho pāramiyo pūretvā sabbaññutaṁ patto lokassa dukkhāpanudo sukhāvaho paṭivasati lokaṁ nibbāṇamahānagaravare paripūrento. Tasmiṁ samaye aññataro puriso satthu dhammadesanaṁ sutvā pasanno bhikkhusaṅghassa dānaṁ dento sīlaṁ rakkhanto uposathakammaṁ karonto nānāvidhāni puññakammāni katvā suttappabuddhoviya gantvā devaloke nibbatti sabbaratanamaye dibbavidhāne devaccharāsahassaparivuto. Tattha yāvatāyukaṁ ṭhatvā tato cuto amhākaṁ bhagavati parinibbute jambudīpe pāṭaliputtanagare āṇācakkavattidhammāsokamahānarindassa aggamahesiyā kucchimhi nibbatti. Tassa nāmaṁ karonto sīse lomaṁ visamaṁ hutvā jātatthā visamalomakumāroti sañjāniṁsu. So kamena viññutaṁ patto balasampanno ahosi. Mahāthāmo abhirūpoca ahosi. Dassanīyo pāsādiko yasaparivārasampanno paṭivasati. Tato aparena samayena dhammāsokamahānarindo caturāsītisahassarājaparivuto anantabalavāhano kī ḷā pa ro himavantaṁ gantvā yathābhirantaṁ kīḷitvā āgacchanto candabhāgaṁ nāma gaṅgaṁ sampāpuṇi. Sā pana yojanavitthatā tigāvutagambhīrā ahosi. Tadā sā adhunāgatehi oghehi mahāpheṇasamākulā bahūmiyo ubhokūle uttarantī mahāvegā mahāvegāgacchantī itisabbattha gacchanti. Tadā rājā gaṅgaṁ disvā ko nāmettha puriso evaṁvidhaṁ mahāgaṅgaṁ tarituṁ samattho bhavissatīti āha. Taṁ sutvā visamaloma kumāro āgantvā vanditvā ahaṁ deva gaṅgaṁ taritvā gantuñca āgantuñca sakkomīti āha. Rājā sādhūti sampaṭicchi. Atha kumāro gāḷhaṁ nivāsetvā makaradantiyā kese bandhitvā gaṅgākūle ṭhito aṭṭhārasahatthaṁ abbhuggantvā usabhamattaṭṭhāne patitvā taritu mārabhi. Tato caṇḍasotaṁ chinditvā taranto gamanā gamanakāle gaṇhanatthāya āgate caṇḍasuṁsumāre pāṇinā paharitvā cuṇṇavicuṇṇaṁ karonto vīsasataṁ māretvā uttāretvā talamuggamma rājānaṁ vanditvā aṭṭhāsi. Rājā taṁ kāraṇaṁ disvā bhayappatto eso kho maṁ māretvā rajjampi gahituṁ samattho. Etaṁ māretuṁ vaṭṭatīti cintetvā nagaraṁ sampatto kumāraṁ pakkosāpetvā amacce āha. Imaṁ bhaṇe bandhanāgāre karothāti. Te tathā kariṁsu, athassa bandhanāgāre vasantassa cattāro māsā atikkantā. Tato rājā catumāsaccayena dīghato saṭṭhihatthappamāṇe saṭṭhiveḷukalāpe āharāpetvā gaṇṭhiyo sodhāpetvā anto ayosāraṁ pūretvā rājaṅgaṇe ṭhapāpetvā visamalomakumāraṁ bandhanāgārato āhārāpetvā āṇāpetvā itisabbattha amacce evamāha. Bhaṇe svāyaṁ kumāro iminā khaggena ime veḷukalāpe caturaṅgulaṁ katvā chindatu. No ce chindituṁ sakkoti. Taṁ mārethāti āha, taṁ sutvā kumāro ahaṁ bandhanāgāre ci ra vu ttho jighacchāpīḷito āhārena kilamiṁ, yannūnāhaṁ āhāraṁ bhuñcitvā chindeyyanti. Te natthi dāni tuyhaṁ āhāranti āhaṁsu. Tenahi pokkharaṇiyā pānīyaṁ pivissāmīti āha. Te sādhūti pokkharaṇiṁ nesuṁ. Kumāro pokkharaṇiṁ otaritvā nahāyitvā nimuggo yāvadatthaṁ kalalaṁ bhuñcitvā pānīyaṁ pivitvā uṭṭhāya asipattaṁ gahetvā mahājanānaṁ mahājanānaṁpassantameva itisabbattha passantānameva aṭṭhāsītihatthaṭṭhānaṁ ākāsaṁ ullaṅghitvā sabbaveḷukalāpe caturaṅgulamattena khaṇḍākhaṇḍaṁ kurumāno otaritvā mūle thūlaayasalākaṁ patvā kiṇīti saddaṁ sutvā asipattaṁ vissajjetvā rodamāno aṭṭhāsi. Tato rājapurisehi kimattaṁ rodasīti vutte ettakānaṁ purisānamantare mayhaṁ ekopi suhado natti. Sace bhaveyya, imesaṁ veḷukalāpānamantare ayo sāraṁ atthibhāvaṁ katheyya, ahaṁ pana jānamāno ime veḷu kalāpe aṅgulaṅgulesu chindeyyanti āha. Tato rājā kumārena katakammaṁ oloketvā pasanno uparājaṭṭhānaṁ bahuñca vibhavaṁ dāpesi, evamassa balasampattilābho nāma na jātigottakulapadesādīnaṁ balaṁ. Na pāṇātipātādiduccaritānaṁ balaṁ. Kassetaṁ balanti. Kassapasammāsambuddhakāle bhikkhusaṅghassa dinnadānādisucaritakammavipākaṁ. Tena vuttaṁ.",
  "anya-e1101n2:94": "1.",
  "anya-e1101n2:95": " Kassapassa munindassa, kāle aññataro naro;",
  "anya-e1101n2:96": "Sambuddhamupasaṁkamma, sutvā dhammaṁ sudesitaṁ.",
  "anya-e1101n2:97": "2.",
  "anya-e1101n2:98": " Paṭiladdhasaddho hutvā, sīlavantāna bhikkhunaṁ;",
  "anya-e1101n2:99": "Madhurannapāne pacure, adāsi sumano tadā.",
  "anya-e1101n2:100": "3.",
  "anya-e1101n2:101": " Adāsi cīvare patte, tatheva kāyabandhane;",
  "anya-e1101n2:102": "Adā khīrasalākañca, bahū kattarayaṭṭhiyo.",
  "anya-e1101n2:103": "4.",
  "anya-e1101n2:104": " Adā supassayaṁ dānaṁ, mañcapīṭhādikaṁ tathā;",
  "anya-e1101n2:105": "Pāvāra kambalādīni, adā sītanivāraṇe.",
  "anya-e1101n2:106": "5.",
  "anya-e1101n2:107": " Adā bhesajjadānāni, ārogyatthāya bhikkhunaṁ;",
  "anya-e1101n2:108": "Evaṁ nānāvidhaṁ puññaṁ, katvāna tidivaṁ gato.",
  "anya-e1101n2:109": "6.",
  "anya-e1101n2:110": " Tattha dibbavimānamhi, uppanno so mahiddhiko;",
  "anya-e1101n2:111": "Devaccharāparivuto, devasenāpurakkhato.",
  "anya-e1101n2:112": "7.",
  "anya-e1101n2:113": " Dibbehi naccagītehi, dibbavāditatantihi;",
  "anya-e1101n2:114": "Modamāno anekehi, dibbasampattiyā saha.",
  "anya-e1101n2:115": "8.",
  "anya-e1101n2:116": " Yāvatāyuṁ tahiṁ ṭhatvā, jambudīpe manorame;",
  "anya-e1101n2:117": "Pure pāṭaliputtamhi, dhammāsokassa rājino.",
  "anya-e1101n2:118": "9.",
  "anya-e1101n2:119": " Putto hutvāna nibbatti, mahāthāmo mahābalo;",
  "anya-e1101n2:120": "Mahāyaso mahābhogo, āsi buddhādimāmako.",
  "anya-e1101n2:121": "10.",
  "anya-e1101n2:122": " Kātabbaṁ kusalaṁ tasmā, bhavasampatti micchatā;",
  "anya-e1101n2:123": "Pāletabba matho sīlaṁ, bhāvetabbañca bhāvananti.",
  "anya-e1101n2:124": "Tato kumāro uparājaṭṭhānaṁ labhitvā sampattiṁanubhavamāno moggaliputtatissattheramādiṁ katvā mahābhikkhusaṅghassa cīvarapiṇḍapātasenāsanagilānapaccayadānā divasena sakkāraṁ katvā sīlaṁ rakkhitvā uposathakammaṁ katvā āyupariyosāne yathākammaṁ gatoti.",
  "anya-e1101n2:125": "11.",
  "anya-e1101n2:126": " Evaṁvidhaṁ sucaritaṁ sumano karitvā,",
  "anya-e1101n2:127": "Bhāgissa nekavibhavassa bhavābhavesu;",
  "anya-e1101n2:128": "Tumhepi bho sucaritaṁ vibhavānurūpaṁ,",
  "anya-e1101n2:129": "Katvāna nibbutipadaṁ karagaṁ karothāti.",
  "anya-e1101n2:130": "Visamalomakumārassa vatthuṁ tatiyaṁ.",
  "anya-e1101n2:131": "14. Kañcanadeviyā vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:132": "Jambudīpe kira devaputtanagaraṁ nāma dassanīyaṁ ekaṁ nagaraṁ ahosi. Tasmiṁ samaye manussā yebhuyyena pattamahaṁ nāma pūjaṁ karonti, bhagavatā paribhuttapattaṁ gahetvā katānekapūjāvidhānā ussavaṁ karonti. Taṁ pattamahanti vuccati. Tasmiṁ samaye devaputtanagare rājā sabbaratanamayaṁ rathaṁ sabbālaṅkārehi alaṅkārāpetvā kumudapattavaṇṇe cattāro sindhave yojetvā susikkhitasippācariyehi sattaratanapariniṭṭhite asītihatthaveḷagge satthunā paribhuttaṁ selamayapattaṁ muttājālādīhi alaṅkaritvā veḷaggaṁ āropetvā veḷuṁ rathe ṭhapāpetvā nagaraṁ devanagaraṁ viya alaṅkaritvā dhajapatākādayo ussāpetvā toraṇaggha kapantiyoca puṇṇaghaṭadīpamālādayoca patiṭṭhāpetvā anekehi pūjāvidhānehi nagaraṁ padakkhiṇaṁ kāretvā nagaramajjhe susajjitaratanamaṇḍape pattadhātuṁ ṭhapetvā sattame divase mahādhammasavaṇaṁ kārāpesi. Tadā tasmiṁ janapade bahū manussāca devatāca yakkharakkhasanāgasupaṇṇādayoca manussavesena yebhuyyena taṁ samāgamaṁ otaranti, evamacchariyaṁ taṁ pūjāvidhānaṁ ahosi.",
  "anya-e1101n2:133": "Tadā eko nāgarājā uttamarūpadharaṁ agatapubbapurisaṁ ekaṁ kumārikaṁ dhammaparisantare nisinnaṁ disvā tassā paṭibaddhacitto anekākārehi taṁ yā ci tvā tassā aladdhamāno kujjhitvā nāsāvātaṁ vissajjesi imaṁ māressāmīti. Taṁ tassā saddhābalena kiñci upaddavaṁ kātuṁ samattho nāhosi. Athassā nāgo pādato paṭṭhāya yāvasakalasarīraṁ bhogena veṭhetvā sīse phaṇaṁ katvā bhāyāpento aṭṭhāsi. Anaññavihitāya tāya dhammasavaṇabalena aṇumattampi dukkhaṁ nāhosi. Pabhātāya rattiyā taṁ disvā manussā kimetanti kāraṇaṁ pucchiṁsu, sāpi tesaṁ kathetvā evaṁ saccakiriyamakāsi. Tathāhi.",
  "anya-e1101n2:134": "1.",
  "anya-e1101n2:135": " Brahmacārī ahosāhaṁ, sañjātā idha mānuse;",
  "anya-e1101n2:136": "Tena saccena maṁ nāgo, khippameva pamuñcatu.",
  "anya-e1101n2:137": "2.",
  "anya-e1101n2:138": " Kāmāturassa nāgassa, nokāsamakariṁyato;",
  "anya-e1101n2:139": "Tena saccena maṁ nāgo, khippameva muñcatu.",
  "anya-e1101n2:140": "3.",
  "anya-e1101n2:141": " Visavātena khittassa, kupitassoragassahaṁ;",
  "anya-e1101n2:142": "Akuddhā tena saccena, so maṁ khippaṁ pamuñcatu.",
  "anya-e1101n2:143": "4.",
  "anya-e1101n2:144": " Saddhammaṁ suṇamānāhaṁ, garugāravabhattiyā;",
  "anya-e1101n2:145": "Assosiṁ tena saccena, khippaṁ nāgo pamuñcatu.",
  "anya-e1101n2:146": "5.",
  "anya-e1101n2:147": " Akkharaṁvā padaṁvāpi, avināsetvāva ādito;",
  "anya-e1101n2:148": "Assosiṁ tena saccena, khippaṁ nāgo pamuñcatūti.",
  "anya-e1101n2:149": "Saccakiriyāvasāne nāgarājā tassā atīva pasanno bhogaṁ viniveṭhetvā phaṇasataṁ māpetvā taṁ phaṇagabbhe nisīdāpetvā bahūhi nāgamānavakehi saddhiṁ udakapūjaṁ nāma pūja makāsi, taṁ disvā bahū nagaravāsino acchariyabbhutajātā aṭṭhārasakoṭidhanena pūja makaṁsu. Tathāhi.",
  "anya-e1101n2:150": "6.",
  "anya-e1101n2:151": " Natthi saddhāsamo loke, suhado sabbakāmado;",
  "anya-e1101n2:152": "Passathassā balaṁ saddhā, pūjentevaṁ naro ragā.",
  "anya-e1101n2:153": "7.",
  "anya-e1101n2:154": " Idha lokeva sālattha, bhavabhoga manappakaṁ;",
  "anya-e1101n2:155": "Tasmā saddhena kātabbaṁ, ratanattayagāravanti.",
  "anya-e1101n2:156": "Athevaṁ sā paṭiladdhamahāvibhavā yāvajīvaṁ komāriya brahmacāriṇī hutvā āyupariyosāne kālaṁ katvā tasmiṁyeva nagare rañño aggamahesiyā kucchimhi paṭisandhiṁ gaṇhitvā dasamāsaccayena mātukucchito nikkhami. Nikkhantadivase panassā sakaladevaputtanagare ratanavassaṁ vassi. Tenassā kañjanadevīti nāmaṁ kariṁsu. Samantapāsādikā ahosi. Abhirūpā devaccharapaṭibhāgā. Mukhato uppalagandho vāyati. Sarīrato candanagandho vāyati. Sakalasarīrato bālasuriyo viya raṁsiyo nicchārentī caturatanagabbhe padīpakiccaṁ nāma natthi. Sabbo gabbho sarīrā lokena eko bhāso hoti, tassā rūpasampatti sakalajambudīpe pākaṭā ahosi. Tato sakalajambudīpavāsī rājāno tassā atthāya piturañño paṇṇākārāni pahiṇiṁsu. Sā pana pañcakāme ananulittā pitaraṁ anujānāpetvā bhikkhunū passayaṁ gantvā pabbajitvā vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ pāpuṇīti.",
  "anya-e1101n2:157": "8.",
  "anya-e1101n2:158": " Sutvāna sādaravasena kumārikevaṁ;",
  "anya-e1101n2:159": "Dhammañhi sīlamamalaṁ paripālayantī;",
  "anya-e1101n2:160": "Laddhāna nekavibhavaṁ vibhavaṁ payātā,",
  "anya-e1101n2:161": "Mā bho pamajjatha sadā kusalappayogeti.",
  "anya-e1101n2:162": "Kañcanadeviyā vatthuṁ catutthaṁ.",
  "anya-e1101n2:163": "15. Byagghassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:164": "Jambudīpe cūlaraṭṭhā sanne bārāṇasīnagare ekaṁ paṁsupabbataṁ vinivijjhitvā mahāmaggo hoti, tattha vemajjhe eko byaggho attano andhapitaraṁ pabbataguhāyaṁ katvā posento vasati. Tasseva pabbatassa vanadvāre tuṇḍilo nāma eko suvapotako rukkhasmiṁ vasati. Te ubhopi aññamaññaṁ piyasahāyā ahesuṁ, tasmiṁ samaye paccantagāmavāsī eko manusso attano mātugāmena saddhiṁ kalahaṁ katvā bārāṇasiṁ gacchanto taṁ vanadvāraṁ sampāpuṇi. Atha suvapotako parihīnattabhāvaṁ dukkhitaṁ taṁ disvā kampamānahadayo taṁ pakkositvā bho kuhiṁ gacchasīti āha, tena parakhaṇḍaṁ gacchāmīti vutte tuṇḍilo bho imasmiṁ vanakhaṇḍamajjhe eko byaggho vasati. Kakkhalo pharuso sampattasampatte māretvā khādati. Mā tvaṁ tena gacchāti āha. Svāyaṁ dubbhago manusso hitakāmassa tassa vacanaṁ anādiyitvā gacchāmevāti āha. Tuṇḍilo tenahi samma yadi anivattamāno gacchasi. Eso byaggho mama sahāyo. Me vacanaṁ tava santikā sutvā na gaṇhātīti. Tassa taṁ anādiyanto so suvarāje paduṭṭhacitto muggarena paharitvā māretvā araṇiṁ aggiṁ katvā maṁsaṁ khādi. Asappurisasaṁsaggo nāme sa idha lokaparalokesu dukkhāvahoyeva. Tathāhi.",
  "anya-e1101n2:165": "1.",
  "anya-e1101n2:166": " Mayā kataṁ mayhamidaṁ, iti vessānaraṁ naro;",
  "anya-e1101n2:167": "Samāliṅgati sappemo, dahatevassa viggahaṁ.",
  "anya-e1101n2:168": "2.",
  "anya-e1101n2:169": " Madhukhīrādidānena, pemasā paripālito;",
  "anya-e1101n2:170": "Sorago kupitovassa, ḍasatevassa viggahaṁ.",
  "anya-e1101n2:171": "3.",
  "anya-e1101n2:172": " Evaṁ nihīnajaccena, pāpena akataññunā;",
  "anya-e1101n2:173": "Narā dhamena dīnena, katopi khaṇasaṅgamo.",
  "anya-e1101n2:174": "4.",
  "anya-e1101n2:175": " Asādhuko ayaṁtevaṁ, jānamānena jantunā;",
  "anya-e1101n2:176": "Muhuttampi na kātabbo, saṅgamo so anatthadoti.",
  "anya-e1101n2:177": "Tato so asappuriso maṁsaṁ khāditvā gacchanto vanakhaṇḍamajjhaṁ sampāpuṇi. Atha byaggho taṁ disvā mahānādaṁ karonto gahaṇatthāya uṭṭhāsi. So byagghaṁ disvā bhayappatto tuṇḍilassa vacanaṁ saritvā ahaṁ bho tava sahāyatuṇḍilassa santikā āgatomhīti āha, taṁ sutvā byaggho attamano ehi sammāti taṁ pakkositvā attano vasanaṭṭhānaṁ netvā khāditabbāhārena taṁ santappetvā pitusantike nisīdāpetvā puna vanakhaṇḍa magamāsi. Athassa pitā puttassa gatakāle tena saddhiṁ sallapanto tassa vacanānusārena tuṇḍilaṁ māretvā khāditabhāvaṁ aññāsi. Tato so puttassa āgatakāle tava sahāyo tena māritoti āha. Taṁ sutvā byaggho anattamano vegena tassa vasanaṭṭhānaṁ gantvā samma tuṇḍilāti saddaṁ katvā apassanto luñcitapattaṁcassa disvā nissaṁsayaṁ tena mārito me sahāyoti socanto paridevanto āgañchi. Atha so asappuriso tasmiṁ tattha gate tassa pitaraṁ pāsāṇena paharitvā māretvā byagghaṁca dāni māressāmīti byagghāgamanamaggaṁ olokento nilīno aṭṭhāsi. Tasmiṁ khaṇe byagghopi āgañchi. So tassā gatakāle tassa tejena bhīto gantvā jīvitaṁ me sāmi dehīti pādamūle urena nipajji, byaggho pana tena katakammaṁ disvā tasmiṁ cittaṁ nibbāpetvā mama sahāyassa sāsanamādāyāgatassa dubbhituṁ na yuttanti cintento taṁ samassāsetvā gaccha sammāti sukhaṁ pesesi. Evañhi sappurisasamāgamo nāma idha lokaparalokesu sukhāvahoyeva, vuttaṁhi.",
  "anya-e1101n2:178": "5.",
  "anya-e1101n2:179": " Sabbhireva samāsetha, sabbhi kubbetha santhavaṁ;",
  "anya-e1101n2:180": "Sabbattha santhavo tena, seyyo hoti na pāpiyo.",
  "anya-e1101n2:181": "6.",
  "anya-e1101n2:182": " Sukhāvaho dukkhanudo, sadā sabbhi samāgamo;",
  "anya-e1101n2:183": "Tasmā sappuriseheva, saṅgamo hotu jantunaṁ.",
  "anya-e1101n2:184": "Tato so byaggho tena mettacittānubhāvena kālaṁ katvā sagge nibbattoti.",
  "anya-e1101n2:185": "7.",
  "anya-e1101n2:186": " Evaṁvidhopi pharuso paramaṁsabhojī;",
  "anya-e1101n2:187": "Byaggho dayāyupagato sugatiṁ sumedho;",
  "anya-e1101n2:188": "Tasmā karotha karuṇaṁ satataṁ janānaṁ,",
  "anya-e1101n2:189": "Taṁ vo dadāti vibhavañca bhavesu bhoganti.",
  "anya-e1101n2:190": "Byagghassa vatthuṁ pañcamaṁ.",
  "anya-e1101n2:191": "16. Phalakakhaṇḍadinnassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:192": "Sāvatthiyaṁ kireko manusso uttarāpathaṁ gacchāmīti addhānamaggapaṭipanno gimhānamāse majjhaṇhe bahalātapena kilanto hutvā rukkhacchāyaṁ pavisitvā tambulaṁ khādanto phalake nisīdi. Atha uttarāpathenāgacchānto eko tatheva ātapena kilanto āgantvā purimassa santike nisīditvā bho pānīyaṁ atthīti pucchi. Itaro pānīyaṁ natthīti āha. Athassa so mayhampi bho tambulaṁ dehi pipāsitomhiti vatvāpi na labhi. Catukahāpaṇena ekaṁ tambulapaṇṇaṁ kiṇitvā laddho tattheva nisīditvā khāditvā pipāsaṁ vinodetvā tena upakārena tassa sinehaṁ katvā attano gamanaṭṭhāna magamāsi, athā parabhāge so paṭṭanaṁ gantvā nāvāya vaṇijjatthāya gacchanto samuddamajjhaṁ pāpuṇi. Tato sattame divase nāvā bhijji. Manussā macchakacchapānaṁ bhakkhā jātā. So eva puriso arogo hutvā ekaṁ phalakakhaṇḍaṁ ure katvā samuddaṁ tarati. Athe taropi tatheva nāvāya bhinnāya seso hutvā samuddaṁ taranto purimena samāgami. Atha te sattadivasaṁ samudde tarantā aññamaññaṁ sañjāniṁsu. Tesu kahāpaṇe datvā tambulaṁ gahito ekaṁ phalakakhaṇḍaṁ ure katvā tarati. Itarassetaṁ natthi. Atha so kahāpaṇe gahetvā dinnatambulamattasso pakāraṁ saritvā attano phalakakhaṇḍaṁ tassa adāsi. So tasmiṁ sayitvā taranto taṁ pahāya agamāsi, aparo anādhārakena taranto ossaṭṭhaviriyo udake osīditumārati. Tasmiṁ khaṇe samudde adhivatthā maṇimekhalā nāma devadhītā osīdantaṁ taṁ disvā sappurisoti tassa guṇānussarantī vegenā gantvā taṁ attano ānubhāvena samuddatīraṁ pāpesi. Itaraṁpi sā etasseva guṇānubhāvena tīraṁ pāpesi. Atha phalakenotiṇṇapuriso taṁ disvā vimhito kathaṁ purato ahosi sammāti pucchi. So na jānāmi. Apica kho sukheneva tīraṁ pattosmīti āha. Atha devadhītā dissamānakasarīreneva attanā ānītabhāvaṁ ārocentī āha.",
  "anya-e1101n2:193": "1.",
  "anya-e1101n2:194": " Yo mātaraṁ pitaraṁvā, dhammena idha posati;",
  "anya-e1101n2:195": "Rakkhanti taṁ sadā devā, samudde vā thalepi vā.",
  "anya-e1101n2:196": "2.",
  "anya-e1101n2:197": " Yo ce buddhañca dhammañca, saṁghañca saraṇaṁ gato;",
  "anya-e1101n2:198": "Rakkhanti taṁ sadā devā, samudde vā thalepi vā.",
  "anya-e1101n2:199": "3.",
  "anya-e1101n2:200": " Pañcavidhaṁ aṭṭhavidhaṁ, pātimokkhañca saṁvaraṁ;",
  "anya-e1101n2:201": "Pāleti yo taṁ pālenti, devā sabbattha sabbadā.",
  "anya-e1101n2:202": "4.",
  "anya-e1101n2:203": " Kāyena vācā manasā, sucarittaṁ caratī dha yo;",
  "anya-e1101n2:204": "Pālenti taṁ sadā devā, samudde vā thalepi vā.",
  "anya-e1101n2:205": "5.",
  "anya-e1101n2:206": " Yo sappurisadhammesu, ṭhito dha katavediko;",
  "anya-e1101n2:207": "Pālenti taṁ sadā devā, samudde vā thalepi vā.",
  "anya-e1101n2:208": "Tato so āha.",
  "anya-e1101n2:209": "6.",
  "anya-e1101n2:210": " Neva dānaṁ adāsāhaṁ, na sīlaṁ paripālayiṁ;",
  "anya-e1101n2:211": "Kena me puññakammena, mamaṁ rakkhanti devatā;",
  "anya-e1101n2:212": "Pucchāmi saṁsayaṁ tuyhaṁ, taṁ me akkhāhi devateti.",
  "anya-e1101n2:213": "Devatā āha.",
  "anya-e1101n2:214": "7.",
  "anya-e1101n2:215": " Agādhā pārage bhīme, sāgare duritā kare;",
  "anya-e1101n2:216": "Bhinnanāvo taranto tvaṁ, hadaye katvā kaliṅgaraṁ.",
  "anya-e1101n2:217": "8.",
  "anya-e1101n2:218": " Ṭhatvā sappurise dhamme, attāna manavekkhiya;",
  "anya-e1101n2:219": "Khaṇasanthavassa purisassa, adāsi phalakaṁ sakaṁ.",
  "anya-e1101n2:220": "9.",
  "anya-e1101n2:221": " Taṁ tuyhaṁ mittadhammañca, dānañca phalakassa te;",
  "anya-e1101n2:222": "Patiṭṭhāsi samuddasmiṁ, evaṁ jānāhi mārisāti.",
  "anya-e1101n2:223": "Evañca vatvā sā te dibbāhārena santappetvā dibbavatthālaṅkārehi alaṅkaritvā attano ānubhāvena sāvatthinagareyeva te patiṭṭhāpesi. Tato paṭṭhāya tameva ārammaṇaṁ katvā te dānaṁ dadantā sīlaṁ rakkhantā uposathakammaṁ karontā āyupariyosāne saggaparāyaṇā ahesuṁ.",
  "anya-e1101n2:224": "10.",
  "anya-e1101n2:225": " Evaṁ parittakusalenapi sāgarasmiṁ,",
  "anya-e1101n2:226": "Sattā labhanti saraṇaṁ khalu devatāhi;",
  "anya-e1101n2:227": "Tumhepi sappurisataṁ na vināsayantā,",
  "anya-e1101n2:228": "Mā bho pamajjatha sadā kusalappayogeti.",
  "anya-e1101n2:229": "Phalakakhaṇḍadinnassa vatthuṁ chaṭṭhamaṁ.",
  "anya-e1101n2:230": "17. Corasahāyassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:231": "Amhākaṁ bhagavati parinibbute jambudīpe devadahanagare eko manusso dukkhito tattha tattha vicaranto paccante aññataraṁ gāmaṁ gantvā tattha ekasmiṁ kulagehe nivāsaṁ kappesi. Tattha manussā tassa yāgubhattaṁ datvā posesuṁ, tato so tattha manussehi mittasanthavaṁ katvā katipāhaṁ tattha vasitvā aññaṭṭhānaṁ gantvā aparabhāge corakammaṁ karonto jīvikaṁ kappeti. Athekadivasaṁ corentaṁ taṁ rājapurisā gahetvā rañño dassesuṁ. Rājā taṁ bandhanāgāre karothāti āṇāpesi, te taṁ bandhanāgāraṁ netvā saṅkhalikāhi bandhitvā ārakkhakānaṁ paṭipādetvā agamaṁsu, bandhanāgāre vasantassa tassa dvādasasaṁvaccharāni atikkantāni. Tato aparabhāge tassa pubbasahāyo paccantagāmavāsī manusso kenaci kammena devadaha māgato tattha tattha āhiṇḍanto bandhanāgāre baddhaṁ taṁ addasa. Disvā tassa hadayaṁ kampi, so roditvā paridevitvā kiṁ te mayā kattabbaṁ sammāti pucchi. Tato tena samma bandhanāgāre vasantassa me idāni dvādasasaṁvaccharāni atikkantāni, ettakaṁ kālaṁ dubbhojanādinā mahādukkhaṁ anubhomi. Yāvāhaṁ āhāraṁ pariyesitvā bhuñjitvā āgamissāmi. Tāva maṁ ito muñcanupāyaṁ jānāhīti vutte so sappuriso.",
  "anya-e1101n2:232": "1.",
  "anya-e1101n2:233": " Rūpena kintu guṇasīlavivajjitena,",
  "anya-e1101n2:234": "Micchālayassa kitavassa dhiyā kimatthaṁ;",
  "anya-e1101n2:235": "Dānā dicāgavigatena dhanena kiṁ vā;",
  "anya-e1101n2:236": "Mittena kiṁ byasanakālaparammukhenāti.",
  "anya-e1101n2:237": "Evañca pana vatvā sādhu samma karomi te vacananti ārakkhakānaṁ santikaṁ gantvā bhonto yāveso bhattaṁ bhuñjitvā āgacchati. Tāvāhaṁ tassa pāṭibhogo bhavissāmi. Vissajjetha nanti āha, tehi na sakkā bho etaṁ vissajjetuṁ, api ca kho yāvāyaṁ āgacchati. Tāva tvaṁ ayasaṅkhalikāya baddho nisīdissasi, evaṁ taṁ vissajjessāma, no ce na sakkāti āhaṁsu, so evampi hotu sammāti vatvā tassa pādato saṅkhalikaṁ muñcitvā attano pāde katvā bandhanāgāraṁ pavisitvā itaraṁ muñcāpesi. Sopi asappuriso bandhanā mutto na puna taṁ ṭhāna magamāsi, aho akataññuno pakatiṁ ñātuṁ bhāriyaṁ. Yathāha.",
  "anya-e1101n2:238": "2.",
  "anya-e1101n2:239": " Vāripūre yathā sobbhe, nevanto visamaṁ samaṁ;",
  "anya-e1101n2:240": "Paññāyatevaṁsādhussa, bhāvaṁ manasi sambhavaṁ.",
  "anya-e1101n2:241": "3.",
  "anya-e1101n2:242": " Bhāsanti mukhato ekaṁ, cintenti manasā paraṁ;",
  "anya-e1101n2:243": "Kāyenekaṁ karontevaṁ, pakatāyamasādhunaṁ.",
  "anya-e1101n2:244": "4.",
  "anya-e1101n2:245": " Tesaṁ yo bhāvamaññāsi, sova paṇḍitajātiko;",
  "anya-e1101n2:246": "Bahussutopi soyeva, paracittavidūpi so.",
  "anya-e1101n2:247": "Athassa bandhanāgāre vasantassa dvādasasaṁvaccharāni atikkantāni. Ettakaṁ kālaṁ jighacchāpīḷitena tena āhārattāya paro na yācitapubbo, anucchiṭṭhāhāraṁ labhanadivasato alabhanadivasāyeva bahutarā honti, atha dvādasasaṁvaccharātikkame rañño putto nibbatti. Tadā rājā attano vijite sabbabandhanāgārāni vivarāpesi. Antamaso migapakkhinopi bandhanā muñcāpesi. Dvāre vivaṭamatteyeva bandhanāgāre manussā icchiticchitaṭṭhānaṁ agamaṁsu. So panekova tehi saddhiṁ agantvā ohīyi. Ārakkhakehi tvaṁ bho kasmā na gacchasīti vutte ahaṁ bho paññātabhāvena idāni na gamissāmi. Atīva parihīnagattosmi. Andhakāre gamissāmīti vatvā andhakāre āgate nikkhamma antonagare vissāsikānaṁ abhāvena kuto āhāraṁ labhissāmīti cintento nikkhamma rattandhakāre āmakasusāna magamāsi. Etthāhāraṁ labhissāmīti. Tattha so adhunā nikkhittamatamanussaṁ disvā manussaṭṭhinā maṁsaṁ chinditvā sīsakapāle pakkhipitvā tīhi manussasīsehi katauddhane ṭhapetvā citakato omukkaalātehi aggiṁ katvā susānaṁ nibbāpanatthāyā bhataudakena manussaṭṭhinā ālolento maṁsaṁ pacitvā otāretvā sākhābhaṅgena hirikopīṇaṁ paṭicchādetvā nivatthapilokikaṁ vātāvaraṇaṁ katvānisīdi. Tasmiṁ khaṇe tattha pippalīrukkhe adhivatthā devatā tassa taṁ kiriyaṁ disvā pucchissāmi tāva nanti taṁ upasaṅkamitvā evamāha. Bho tvaṁ ghanataratimirākule mahārattiyaṁ tattha tattha vikiṇṇanaraṭṭhisamākiṇṇe soṇasigālādikuṇapādakākule manussamaṁsabhakkhayakkharakkhasākule tattha tattha pajjalantānekacitakabhayānake susāne manussamaṁsaṁ pacitvā kiṁkarosīti pucchantī āha.",
  "anya-e1101n2:248": "5.",
  "anya-e1101n2:249": " Rattandhakāre kuṇapādakehi,",
  "anya-e1101n2:250": "Samākule sīvathikāya majjhe;",
  "anya-e1101n2:251": "Manussamaṁsaṁ pacasī dha sīse,",
  "anya-e1101n2:252": "Vadehi kiṁ tena payojanaṁ teti.",
  "anya-e1101n2:253": "Atha so āha.",
  "anya-e1101n2:254": "6.",
  "anya-e1101n2:255": " Na yāgahetu na ca dānahetu,",
  "anya-e1101n2:256": "Susānamajjhamhi pacāmi maṁsaṁ;",
  "anya-e1101n2:257": "Khudāsamaṁ natthi narassa aññaṁ,",
  "anya-e1101n2:258": "Khudāvināsāya pacāmimambhoti.",
  "anya-e1101n2:259": "Tato devatā taṁ tathā hotu, iminā pilotikena vātāvaraṇaṁ karosi. Kimatthametanti pucchantī.",
  "anya-e1101n2:260": "7.",
  "anya-e1101n2:261": " Nivatthasākho hirisaṁvarāya,",
  "anya-e1101n2:262": "Pilotikaṁ tattha pasārayanto;",
  "anya-e1101n2:263": "Karosi vātāvaraṇañca samma,",
  "anya-e1101n2:264": "Kimatthametaṁ vada pucchito meti.",
  "anya-e1101n2:265": "So tassā cikkhanto āha.",
  "anya-e1101n2:266": "8.",
  "anya-e1101n2:267": " Subhā subhāmissitasītavāto,",
  "anya-e1101n2:268": "Sayaṁ acittova acittabhāvā;",
  "anya-e1101n2:269": "Dehaṁ phusitvāna asādhukassa,",
  "anya-e1101n2:270": "Akataññuno mittapadhaṁsakassa.",
  "anya-e1101n2:271": "9.",
  "anya-e1101n2:272": " Samāvahanto yadi me sarīre,",
  "anya-e1101n2:273": "Phusāti phusātisāsaṅgatimajjadāni itikattaci taṁ vāyu mamā visitvā;",
  "anya-e1101n2:274": "Dukkhaṁ dadātīti visaṁva taṁ bho,",
  "anya-e1101n2:275": "Parivajjituṁ baddhamimaṁ kucelanti.",
  "anya-e1101n2:276": "Devatā āha.",
  "anya-e1101n2:277": "10.",
  "anya-e1101n2:278": " Ki makāsi bho so katanāsako te,",
  "anya-e1101n2:279": "Dhanañca dhaññaṁ tava nāsayī ca;",
  "anya-e1101n2:280": "Mātā pitā bandhavo khetta vatthū,",
  "anya-e1101n2:281": "Vināsitā tena vadehi kiṁ teti.",
  "anya-e1101n2:282": "Tato so āha.",
  "anya-e1101n2:283": "11.",
  "anya-e1101n2:284": " Yaṁ rājato hoti bhayaṁ mahantaṁ,",
  "anya-e1101n2:285": "Sabbassa haraṇādivadhādikañca;",
  "anya-e1101n2:286": "Akataññunā sappurisena hoti,",
  "anya-e1101n2:287": "Ārāva so bho parivajjanīyo.",
  "anya-e1101n2:288": "12.",
  "anya-e1101n2:289": " Yamatthi corāribhayañhi loke,",
  "anya-e1101n2:290": "Atho dakenāpi ca pāvakena;",
  "anya-e1101n2:291": "Akataññunā taṁ sakalampi hoti,",
  "anya-e1101n2:292": "Ārāva so bho parivajjanīyo.",
  "anya-e1101n2:293": "13.",
  "anya-e1101n2:294": " Pāṇātipātampi adinnadānaṁ,",
  "anya-e1101n2:295": "Parassa dārūpagamaṁ musā ca;",
  "anya-e1101n2:296": "Majjassa pānaṁ kalahañca pesunaṁ,",
  "anya-e1101n2:297": "Samphaṁ giraṁ dhuttajanehi akkhadhuttādiyogaṁ itikatthaci yogaṁ.",
  "anya-e1101n2:298": "14.",
  "anya-e1101n2:299": " Sabbaṁ anatthaṁ asivaṁ aniṭṭhaṁ,",
  "anya-e1101n2:300": "Apāyikaṁ apāyikaṁ itikatthaci dukkhamananta maññaṁ;",
  "anya-e1101n2:301": "Akataññunā sappurisena hoti;",
  "anya-e1101n2:302": "Ārāva so bho parivajjanīyoti.",
  "anya-e1101n2:303": "Vatvā attanā asappurisasaṁsaggenānubhūtaṁ sabbaṁ dukkhaṁ kathesi, tato devatā ahampi bho satthuno maṅgalasuttadesanādivase imasmiṁyeva rukkhe nisinno.",
  "anya-e1101n2:304": "Asevanā ca bālānaṁ, paṇḍitānañca sevanā;",
  "anya-e1101n2:305": "Pūjā ca pūjanīyyānaṁ, etaṁ maṅgala muttamanti.",
  "anya-e1101n2:306": "Gāthāya bālassa dose assosiṁti vatvā tassa pasanno taṁ attano vimānaṁ netvā nahāpetvā dibbavatthālaṅkārehi alaṅkaritvā dibbannapānaṁ datvā mahantaṁ sakkārasammānaṁ katvā attano ānubhāvena tasmiṁ nagare rajje abhisiñcāpesi. So tattha rajjaṁ karonto dānādīni puññāni katvā āyupariyosāne yathākammaṁ gatoti.",
  "anya-e1101n2:307": "15.",
  "anya-e1101n2:308": " Evaṁ asādhujanasaṅgamasannivāsaṁ,",
  "anya-e1101n2:309": "Sañcajja sādhusucisajjanasaṅgamena;",
  "anya-e1101n2:310": "Dānādi nekakusalaṁ paripūrayantā,",
  "anya-e1101n2:311": "Saggā pavaggavibhavaṁ abhisambhunāthāti.",
  "anya-e1101n2:312": "Corasahāyassa vatthuṁ sattamaṁ.",
  "anya-e1101n2:313": "18. Maruttabrāhmaṇassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:314": "Jambudīpe candabhāgā nāma gaṅgātīre homagāmaṁ nāma atthi. Tasmiṁ eko marutto nāma brāhmaṇo paṭivasati. Tadā so vohāratthāya takkasīlaṁ gantvā gehaṁ āgacchanto antarāmagge ekāya sālāya kuṭṭharogā turaṁ sunakhaṁ disvā tasmiṁ kāruññena nīlavallitakkambilena madditvā pāyesi. Sunakho vūpasantarogo pākatiko hutvā brāhmaṇena attano katūpakāraṁ sallakkhento teneva saddhiṁ agamāsi. Aparabhāge brāhmaṇassa bhariyā gabbhaṁ paṭilabhi, paripuṇṇagabbhāya tāya vijāyanakāle dārako tiriyampatitvā antogabbheyeva mato. Tadā taṁ satthena khaṇḍākhaṇḍikaṁ chinditvā nīhariṁsu, atha brāhmaṇo taṁ disvā nibbindahadayo gharāvāsaṁ pahāya isipabbajjaṁ pabbajitvā araññe viharati. Athassa bhariyā aññena saddhiṁ saṁvasantī ayaṁ maṁ pahāya pabbajitoti brāhmaṇe paduṭṭhacittā bho brāhmaṇaṁ mārehīti sāmikena saddhiṁ mantesi. Tesaṁ mantanaṁ sunakho sutvā brāhmaṇeneva saddhiṁ carati. Athekadivasaṁ tassā sāmiko tā pa saṁ māressāmīti dhanu kalāpaṁ gahetvā nikkhami, tadā tāpaso phalāphalatthāya araññaṁ gato. Su na kho assameyeva o hī yi. Puriso tāpasassāgamanamaggaṁ olokento gacchantare nilīno acchi. Sunakho tassa pamādaṁ oloketvā dhanuno guṇaṁ khāditvā chindi. So puna guṇaṁ pākatikaṁ katvā āropesi. Evaṁ so āropitaṁ āropitaṁ khādateva, atha so pāpapuriso tāpasassāgamanaṁ ñatvā taṁ māressāmīti dhanunā saddhiṁ agamāsi. Athassa sunakho pāde ḍasitvā pātetvā tassa mukhaṁ khāditvā dubbalaṁ katvā bhuṅkāramakāsi, evañhi sappurisā attano upakārakānaṁ paccupakāraṁ karonti. Vuttañhi.",
  "anya-e1101n2:315": "1.",
  "anya-e1101n2:316": " Upakāraṁ karonto so, sunakho katavediko;",
  "anya-e1101n2:317": "Sattūpaghātakaṁ katvā, isino dāsi jīvitaṁ.",
  "anya-e1101n2:318": "2.",
  "anya-e1101n2:319": " Tiracchānāpi jānanti, guṇamattani kataṁ sadā;",
  "anya-e1101n2:320": "Iti utvāna medhāvī, kataññū hontu pāṇinoti.",
  "anya-e1101n2:321": "Tato tāpaso sunakhassa saddenā gantvā tassa taṁ vippakāraṁ disvā kāruññena paṭijiggitvā vūpasantavaṇaṁ balappattaṁ posetvā tattheva vasanto jhānābhiññaṁ nibbattetvā āyupariyosāne brāhmalokaparāyaṇo ahosīti.",
  "anya-e1101n2:322": "3.",
  "anya-e1101n2:323": " Sutvāna sādhu sunakhena katūpakāraṁ,",
  "anya-e1101n2:324": "Mettiṁdisassa pakataṁ isinā ca sutvā;",
  "anya-e1101n2:325": "Sammā karotha karuṇañca parūpakāraṁ,",
  "anya-e1101n2:326": "Taṁ sabbadā bhavati vo bhavabhogahetūti.",
  "anya-e1101n2:327": "Maruttabrāhmaṇassa vatthuṁ aṭṭhamaṁ.",
  "anya-e1101n2:328": "19. Pānīyadinnassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:329": "Jambudīpe aññatarasmiṁ janapade kire ko manusso raṭṭhato raṭṭhaṁ janapadato janapadaṁ vicaranto anukkamena candabhāgānadītīraṁ patvā nāvaṁ abhiruhitvā paratīraṁ gacchati. Athāparā gabbhinitthī tāya eva nāvāya gacchati, atha nāvā gaṅgāmajjhappattakāle tassā kammajavātā caliṁsu. Tato sā vijāyitumasakkontī kilantā pānīyaṁ me detha, pipāsitāmhiti manusse yāci. Te tassā vacanaṁ asuṇantā viya pānīyaṁ nādaṁsu, atha so jānapadiko tassā karuṇāyanto karuṇāyapānīyaṁ, karuṇāyantopānīyaṁ, karuṇāyatoyaṁ iticakatthaci toyaṁ gahetvā mukhe āsiñci, tasmiṁ khaṇe sā laddhassāsā sukhena dārakaṁ vijāyi, atha te tīraṁ patvā katipayadivasena attano attano ṭhānaṁ pāpuṇiṁsu. Athāparabhāge so jānapadiko aññatarakiccaṁ paṭicca tassā itthiyā vasananagaraṁ patvā tattha tattha āhiṇḍanto nivāsanaṭṭhānaṁ alabhitvā nagaradvāre sālaṁ gantvā tattha nipajji. Tasmiṁyeva divase corā nagaraṁ pavisitvā rājagehe sandhiṁ chinditvā dhanasāraṁ gahetvā gacchantā rājapurisehi anubandhā gantvā tāyeva sālāya chaḍḍetvā palāyiṁsu. Atha rājapurisā āgantvā core apassantā taṁ jānapadikaṁ disvā ayaṁ coroti gahetvā pacchābāhaṁ gāḷhaṁ bandhitvā puna divase rañño dassesuṁ. Raññā kasmā bhaṇe corakamma makāsīti pucchito nāhaṁ deva coro, āgantukomhīti vutte rājā core pariyesitvā alabhanto ayameva coro, imaṁ mārethāti āṇāpesi. Rājapurisehi taṁ gāḷhaṁ bandhitvā āghātanaṁ nīte sā itthī taṁ tathā nīyamānaṁ disvā sañjānitvā kampamānahadayā muhuttena rañño santikaṁ gantvā vanditvā deva eso na coro āgantuko muñcathetaṁ devāti āha. Rājā tassā kathaṁ asaddahanto yajjetaṁ mocetu micchasi. Tassagghanakaṁ dhanaṁ datvā muñcāpehīti, sā sāmi mama gehe dhanaṁ natthi. Apica mama sattaputtehi saddhiṁ maṁ dāsiṁ karohi, etaṁ muñca devāti āha, atha rājā tvaṁ etaṁ adhunāgatoti vadasi. Etaṁ nissāya puttehi saddhiṁ attānaṁ dāsattaṁ sāvesi. Kimeso te ñāti vā, udāhu upakārakoti pucchanto āha.",
  "anya-e1101n2:330": "1.",
  "anya-e1101n2:331": " Kiṁte bhoti ayaṁ poso, tuvaṁ pucchāmi saṁsayaṁ;",
  "anya-e1101n2:332": "Bhātā vā te pitā hoti, pati vā devaro tava.",
  "anya-e1101n2:333": "2.",
  "anya-e1101n2:334": " Ñāti sālohito kinnu, udāhu iṇadāyako;",
  "anya-e1101n2:335": "Athopakārako kinnu, kasmāssa desi jīvitaṁti.",
  "anya-e1101n2:336": "Tato sā āha.",
  "anya-e1101n2:337": "3.",
  "anya-e1101n2:338": " Eso me puriso deva, katapubbopakārako;",
  "anya-e1101n2:339": "Atāṇamekikaṁ attānamekikaṁ itikatthaci ceso, dukkhitaṁ maraṇe ṭhitaṁ.",
  "anya-e1101n2:340": "4.",
  "anya-e1101n2:341": " Vijāyitu masakkontiṁ, gabbhiniṁ dukkhavediniṁ;",
  "anya-e1101n2:342": "Toyena maṁ upaṭṭhāsi, tenāhaṁ sukhitā tadā.",
  "anya-e1101n2:343": "5.",
  "anya-e1101n2:344": " Bhaṅgakallolamālāya, uttarantaṁ mahaṇṇavaṁ;",
  "anya-e1101n2:345": "Pahāya pātuṁ kūpassa, yāti loko pipāsito.",
  "anya-e1101n2:346": "6.",
  "anya-e1101n2:347": " Tatheva vijjamānesu, janesu manujādhipa,",
  "anya-e1101n2:348": "Ekasseva manasmiṁhi, guṇaṁ tiṭṭhati sādhukaṁ.",
  "anya-e1101n2:349": "7.",
  "anya-e1101n2:350": " Pahatvāna mataṁ hatthiṁ, maṁsatthī keci jantuno;",
  "anya-e1101n2:351": "Anubandhanti maṁsatthaṁ, sasaṁ dhāvanta mekakaṁ.",
  "anya-e1101n2:352": "8.",
  "anya-e1101n2:353": " Tatheva vijjamānesu, janesu manujādhipa;",
  "anya-e1101n2:354": "Guṇavanta manubandhanti, sappurisaṁ katavedikaṁ.",
  "anya-e1101n2:355": "9.",
  "anya-e1101n2:356": " Tasmā sappurise dhamme, patiṭṭhāsmi narādhipa;",
  "anya-e1101n2:357": "Anussaranti etena, katapubbū pakārakaṁ.",
  "anya-e1101n2:358": "10.",
  "anya-e1101n2:359": " Ahañca mama puttā ca, etenamha sukhāpitā;",
  "anya-e1101n2:360": "Jīvitampi pariccajja, muccanīyo ayaṁ mayāti.",
  "anya-e1101n2:361": "Tato rājā dovārikaṁ pakkositvā tampi pucchitvā adhunāgatabhāvaṁ ñatvā tassā sappurisadhamme santuṭṭho tesaṁ ubhinnampi mahantaṁ yasaṁ anuppadāsi. Te laddhayasā ta to paṭṭhāya dānādīni puññakammāni katvā saggaparāyaṇā ahesunti.",
  "anya-e1101n2:362": "11.",
  "anya-e1101n2:363": " Dhamme patiṭṭhitamanā api mātugāmā,",
  "anya-e1101n2:364": "Evaṁ labhanti vibhavañca pasaṁsanañca;",
  "anya-e1101n2:365": "Dhammañca sādhucaritaṁ manasīkaronto,",
  "anya-e1101n2:366": "Dhammesu vattatha sadā sucisajjanāti.",
  "anya-e1101n2:367": "Pānīyadinnassa vatthuṁ navamaṁ.",
  "anya-e1101n2:368": "20. Sahāyassa pariccattajīvitakassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n2:369": "Bhagavati parinibbute sāvatthiyaṁ somabrāhmaṇo somadattabrāhmaṇoti dve brāhmaṇā vasanti. Tattha somadattabrāhmaṇena saddhiṁ somabrāhmaṇo yebhuyyena dūtaṁ kīḷati. Athekadivasaṁ somadatto somabrāhmaṇaṁ tena parājetvā tassa uttarāsaṅgañca lañchanamuddikañca gahetvā attano gehaṁ gacchanto somabrāhmaṇassa ehi gehaṁ gacchā- māti āha. Tato somo nāhaṁ samma ekasāṭako hutvā antaravīthiṁ otarituṁ sakkomi. Gamanato ettheva me ṭhānaṁ varataranti āha, somadattena evaṁ sati samma imaṁ uttarāsaṅgaṁ gaṇhāti tassa taṁ datvā idāni samma ehīti vuttopi nāgacchati. Puna tena bho kasmā nāgacchasīti puṭṭho samma mama hatthe muddikaṁ apassantā me puttadārādayo mayā saddhiṁ kalahaṁ karontīti āha, atha so evaṁ sante yadā te pahoti. Tadā mayhaṁ dehīti muddikampi datvā taṁ gahetvā gehaṁ agamāsi. Atha te ettakena sahāyā ahesuṁ. Aparabhāge somadattabrāhmaṇaṁ ayaṁ paradārakammaṁ akāsīti manussā gahetvā rañño dassesuṁ. Rājā tassa rūpasampattiṁ disvā rājāṇaṁ akatvā mā bho puna evamakāsīti ovaditvā vissajjesi. Rājā naṁ yāvatatiyavāraṁ ovadanto vissajjetvā catutthevāre gacchathetaṁ āghātanaṁ netvā mārethāti āṇāpesi. Evaṁ pāpakamme niratā anekākārena ovadantāpi na sakkā nivāretuṁ. Tathāhi.",
  "anya-e1101n2:370": "1.",
  "anya-e1101n2:371": " Soṇā ceva sigālā ca, vāyasā nīlamakkhikā;",
  "anya-e1101n2:372": "Iccete kuṇape sattā, na sakkā te nisedhituṁ.",
  "anya-e1101n2:373": "2.",
  "anya-e1101n2:374": " Tathā pāṇātipātesu, paradāre surāya ca;",
  "anya-e1101n2:375": "Musāvādesu theyyesu, sattasattā na vāriyāti.",
  "anya-e1101n2:376": "Tato rājapurisā taṁ bandhitvā pakkamiṁsu. Tadā somabrāhmaṇo somadattaṁ tathā nīyamānaṁ disvā kampamānahadayo rājapurisānaṁ santikaṁ gantvā imaṁ bho muhuttaṁ mā māretha. Yāva rājānaṁ jānāpessāmīti vatvā rañño santikaṁ gantvā vanditvā ṭhito deva mama jīvitaṁ somadattassa brāhmaṇassa dassāmi. Etaṁ muñcatha. Yadi māretukāmā, maṁ mārethāti āha. Rājā tuṇhī tuṭṭho itikatthaci ahosi, rājapurisā somadattaṁ muñcitvā somabrāhmaṇaṁ āghātanaṁ netvā māresuṁ, aho kataññuno kataveditā.",
  "anya-e1101n2:377": "Hoti cettha.",
  "anya-e1101n2:378": "3.",
  "anya-e1101n2:379": " Kakūpakāra mattānaṁ, sarantā keci mānusā;",
  "anya-e1101n2:380": "Jīvitaṁ denti somova, somadattassa attanoti.",
  "anya-e1101n2:381": "So tena jīvitadānena devaloke nibbattitvā mahante kanakavimāne devaccharāsahassaparivuto dibbasampattimanubhonto paṭivasati. Tadā somadattabrāhmaṇo eso maṁ maraṇappattaṁ mocesīti vatvā tassatthāya dānaṁ datvā pattiṁ adāsi. Tāvadevassa tato bahutaraṁ devissariyaṁ ahosi devānubhāvañca. Tato so somadevo attano devissariyaṁ olokento sahāyassa attano jīvitadānaṁ addasa. Disvā attabhāvaṁ vijahitvā māṇavakavaṇṇena somadattabrāhmaṇaṁ upasaṅkamitvā paṭisanthāraṁ katvā attānaṁ devaloke nibbattabhāvaṁ pakāsetvā taṁ gahetvā attano ānubhāvena devalokaṁ netvā yathākāmaṁ sampatti manubhavāti vatvā sattāhaṁ devassariyaṁ datvā sattame divase netvā tassa geheyeva patiṭṭhāpesi. Tattha hi dibbasampatti manubhūtassa manussasampatti paṭikkulā hoti. Tato so dibbasampattimanussaranto kiso dubbalo uppaṇḍuppaṇḍukajāto ahosi. Athekadivasaṁ devaputto taṁ olokento tathā dukkhappattaṁ disvā na sakkā manussena dibbasampattimanubhavitunti icchiticchitasampattidāyakaṁ ekaṁ cintāmaṇiṁ datvā tassa bhariyampi attano ānubhāvena rūpavanthaṁ yasavantaṁ vaṇṇavantaṁ atikkantamanussitthivaṇṇaṁ akāsi, aparabhāge te jayampatikā paccakkhato diṭṭhadibbasampattivibhavā dānaṁ datvā sīlaṁ rakkhitvā sahāyadevaputtassa santikeyeva nibbattiṁsūti.",
  "anya-e1101n2:382": "4.",
  "anya-e1101n2:383": " Mandena nanditamanā upakārakena,",
  "anya-e1101n2:384": "Pāṇampi denti sujanā iti cintayitvā;",
  "anya-e1101n2:385": "Mittaddu mā bhavatha bho upakārakassa;",
  "anya-e1101n2:386": "Pāsaṁsiyā bhavatha sādhujanehi niccaṁti.",
  "anya-e1101n2:387": "Sahāyassa pariccattajīvitakassa vatthuṁ dasamaṁ.",
  "anya-e1101n2:388": "Nandiyarājavaggo dutiyo."
}