{
  "anya-e1205n4:0": "5. Dhātunidhānādhikāro",
  "anya-e1205n4:1": "Tato vimaṃsetvā bhumibhāgaṃ gahetuṃ vaṭṭatī’ti bhūmi bhāgaṃ vīmaṃsento maṅgalasammate aṭṭha goṇe āharāpetvā gandhodakena nahāpetvā siṅgesu suvaṇṇakañcukaṃ patimuñcāpetvā gandhapañcaṅgulikaṃ dāpetvā gīvāya mālādāmaṃ bandhāpetvā ayodāmena bandhāpetvā evaṃ cintesi? Yadi pana bhagavato nalāṭadhātu yasmiṃ ṭhāne patiṭṭhahitvā lokatthacariyaṃ karontī pañcavassasahassāni sāsanaṃ patiṭṭhahissati tasmiṃ ṭhāne goṇā sayameva ayodāmato muñcitvā thupaṭṭhānaṃ samantato vicaritvā catusu disāsu sayantuti adhiṭṭhahitvā purise āṇāpesi. Te tatheva akaṃsu. Tato vibhātāya rattiyā rājāgoṇe gāhāpanatthāya āyuttake āṇāpesi. Te manussā gantvā goṇe apassitvā na passāma devā’ti rañño ārocesuṃ. Gaccha bhaṇe, goṇānaṃ gataṭṭhānaṃ olokethā’ti āha. Te gavesamānā bandhanaṭṭhāne adisvā padānupadaṃ gantvā thūpakaraṇaṭṭhānaṃ samantā vicaritvā catusu disāsu sayitagoṇe disvā sayitaṭṭhānato naṅguṭṭhādīni maddantāpi uṭṭhāpetuṃ asakkontā gantvā rañño ārocesu; deva, goṇā na uṭṭhahanti, ekaṃ ṭhānaṃ samantā vicaritvā catusu disāsu sayitā’ti. Taṃ sutvā rājā senaṅgaparivuto sayameva gantvā’pi goṇe uṭṭhāpetuṃ asakkonto rājā evaṃ adhiṭṭhāsi; yadi imasmiṃ ṭhāne dhātu patiṭṭhāpetabbā bhaveyya goṇā uṭṭhahitvā gacchantu’ti. Goṇā cittakkhaṇeyeva uṭṭhahitvā palāyiṃsu. Rājā taṃ acchariyaṃ disvā pasannamano hutvā punekadivasaṃ vuttaniyāmeneva asse alaṅkārāpetvā ayodāmena bandhāpetvā ṭhapesi. Assāpi te goṇā viya gantvā nipajjiṃsu. Rājā gantvā tatheva adhiṭṭhahitvā asse uṭṭhāpesi. Punekadivasaṃ hatthīṃ alaṅkārāpetvā tatheva adhiṭṭhāsi. Sopi bandhadāme chinditvā pacchimayāmasamanantare gantvā cetiyakaraṇaṭṭhāne nipajji. Pabhātāya rattiyā rājā hatthīgopake pakkosāpetvā hatthiṃ ānethā’ti āha. Hatthigopakā hatthiṃ bandhanaṭṭhāne adisvā, hatthiṃ bandhanaṭṭhāne na passāma devā’ti āhaṃsu. Tenahi bhaṇe, sīghaṃ upadhārethā’ti vutte hatthigopakā padānupadaṃ gavesamānā cetiyaṭṭhāne nipannaṃ hatthiṃ disvā āgantvā rañño ārocesuṃ. Taṃ sutvā rājā heṭṭhā vuttappakārena paṭipajjitvā hatthiṃ pure katvā āgacchi.",
  "anya-e1205n4:2": "Evaṃ tīhi vimaṃsanāhi vīmaṃsetvā bhumigahitabhāvaṃ therassa santikaṃ gantvā vanditvā upaṭṭhahamāno ārocesi. Tasmiṃ kāle serunagare sivarājā bahū paṇṇākāre gāhāpetvā rājānaṃ passissāmi’ti āgantvā vanditvā ekamantaṃ aṭṭhāsi. Rājā tena saddhiṃ sammodanīyaṃ kathaṃ katvā nisinnakāle loṇanagare mahānāgarājā’pi bahupaṇṇākāraṃ gāhāpetvā rājānaṃ passissāmi’ti āgantvā vanditvā ekamantaṃ nisīdi. Tena saddhiṃ sammodanīyaṃ kathaṃ akāsi; imasmiṃ ṭhāne dasabaladhātuṃ patiṭṭhāpessāmi, tumhe mama sahāyā hothā’ti te gahetvā gantvā dhātuṃ vandathā’ti vandāpesi. Tasmiṃ khaṇe dhātuto chabbaṇṇaraṃsiyo uggacchiṃsu. Devā sādhukāraṃ karontā ākāsato mālāyo khipiṃsu. Rājāno somanassappattā amhākaṃ laṅkāyaṃ dasabalassa nalāṭadhātu amhākaṃ raṭṭhe patiṭṭhahissati. Esā dhātu mahā janassa satthukiccaṃ sādheyyāti vanditvā gatā. Rājā tesaṃ gatakāle giriabhayaṃ pakkosāpetvā tāta, iṭṭhakaṃ janassa pīḷanaṃ akatvā kārāpemā’tī āha. Mā cintayittha deva, ahaṃ iṭṭhakaṃ kārāpessāmīti. Evañhi sati papañco bhavissatī’ti āha. Amhākaṃ santike suvaṇṇarajatāni mandāni kuto labhissāmā’ti vutte giriabhayo evamāha; deva, satthā mahāpuñño mahantaṃ pūjāsakkārasammānaṃ labhissati. Tvaṃ acintetvā cetiyakammaṃ paṭṭhapehī’ti āha.",
  "anya-e1205n4:3": "So tassa taṃ acintanīyaṃ kathaṃ sutvā somanassappatto therassa santike dhammaṃ sutvā dhātuṃ vanditvā nagaraṃ gantvā bhuttasāyamāso sayane nipanno niddaṃ okkami. Vibhātāya rattiyā pabujjhitvā iṭṭhakaṃ cintayamānassa domanassaṃ ahosi. Tasmiṃ kāle sakko devarājā vissakammaṃ devaputtaṃ āmantetvā; tāta, vissakamma, kākavaṇṇatissamahārājā amhākaṃ satthuno nalāṭa dhātuṃ nidahitvā mahantaṃ cetiyaṃ kārāpetukāmo iṭṭhakaṃ cintayi. Tvaṃ gantvā phāsukaṭṭhāne iṭṭhakaṃ māpehīti āha. Taṃ sutvā vissakammadevaputto duggatassa brāhmaṇassa khette iṭṭhakaṃ māpetvā devalokameva gato. Tasmiṃ khaṇe khettasāmiko duggatabrāhmaṇo pātova attano khettaṃ olokanatthāya gato itovito olokento iṭṭhakarāsiṃ disvā cintesi; hīyo rājā iṭṭhakaṃ kathaṃ labhissāmīti kathesi. Mahantaṃ vata paṇṇākāraṃ mayā laddhanti tuṭṭho devैṭṭhakāni kājena gahetvā rañño dassanatthāya gantvā rājadvāre ṭhatvā sāsanaṃ pahiṇi. Taṃ pakkosāpetvā kasmā pāto’va āgatosī’ti pucchi. Deva mayhaṃ khette iṭṭhakarāsiṃ disvā pāto’va iṭṭhakāni gahetvā āgatomhī’ti. Īdisāni iṭṭhakāni cetiyassa anucchavikānīti dassesi. Rājā passitvā somanassappatto brāhmaṇassa bahuṃ dhanaṃ dāpesi.",
  "anya-e1205n4:4": "Tasmiṃ khaṇe aññaṃ sāsanaṃ āhari. Madanapaṭṭanadvārato catasso rajatanāvā suvaṇṇabhumito catasso suvaṇṇanāvā ukkamiṃsūti paṭṭanamukhadvāre viharanto ārakkhaka jeṭṭhako dhammapālo nāma āgantvā rañño ārocesi. Rājā tuṭṭho suvaṇṇarajate āharāpesi.",
  "anya-e1205n4:5": "(Iṭṭhakaṃ rajatañceva suvaṇṇañca mahārahaṃ;",
  "anya-e1205n4:6": "Āharitvāna taṃ sabbaṃ kammaṃ ārabhi cetiye.",
  "anya-e1205n4:7": "Satthu puññānubhāvena rañño puññabalena ca;",
  "anya-e1205n4:8": "Cintitacintitaṃ sabbaṃ khaṇeneva samijjhati.)",
  "anya-e1205n4:9": "Tato rājā cūḷapiṇḍapātiyatissattherassa santikaṃ gantvā? Ayya iṭṭhakabhumiṃ gamissāmīti āha. Thero sutvā tuṭṭho attano parivārehi pañcasatabhikkhūhi saddhiṃ iṭṭhaka bhūmiṃ gato. Tato mahāsāgalatthero ca mahindatthero ca attano parivārehi bhikkhuhi saddhiṃ iṭṭhakabhumiṃ gatā. Siva nagare rājāpi iṭṭhakabhumiṃ gato. Loṇanagare nāgarājāpi iṭṭhakabhumiṃ gato. Somanagare giriabhayarājāpi attano senaṅgehi parivāretvā iṭṭhakabhumiṃ gato. Tesaṃ samaṇa brāhmaṇānaṃ rājabaḷānañca sampiṇḍitattā so piṭṭhipāsāṇo balavāhano nāma jāto. Te sabbe iṭṭhakabhumiṃ samosariṃsu. Thero iṭṭhakarāsiṃ oloketvā rājānaṃ evamāha? Mahārāja, ayaṃ iṭṭhakarāsi cetiye sabbakammatthāya pahotī’ti. Rājā attamano senaṅgaparivuto sayameva paṭhamaṃ iṭṭhakaṃ gaṇhi. Taṃ disvā sesarājāno ca amaccādayo ca parisā ca sabbe bhikkhu ca iṭṭhakāni gaṇhiṃsu tasmiṃ kāle bhāraṃ ukkhipitvā gamanaṃ papañcaṃ bhavissatī’ti rājā cintesi. Thero tassa cittaṃ jānitvā evamāha? Mā cintayittha mahārāja, iṭṭhakāni gahetvā gaccha. Pacchā devanāgādayo iṭṭhakabhumito paṭṭhāya yāva cetiyaṭṭhānaṃ nirantarā ṭhitā āharissantī’ti. Te āharitvā cetiyaṭṭhāne rāsiṃ karonti. Teneva nīyāmena yāva cetiyassa niṭṭhaṅgamā tāva devanāgasupaṇṇādayo nirantaraṃ ṭhatvā iṭṭhakāni āharitvā cetiyakaraṇaṭṭhāneva catusu disāsu rāsiṃ akaṃsu.",
  "anya-e1205n4:10": "Tato rājā sabbe iṭṭhakavaḍḍhakī rāsiṃ kārāpetvā tesaṃ vaḍḍhakīnaṃ antare jayasenaṃ nāma iṭṭhakavaḍḍhakiṃ parigaṇhitvā tassa pana satasahassagghanakāni dve sāṭakāni kahāpaṇasatasahassāni ca suvaṇṇakuṇḍalādayo ābharaṇāni ca dāpesi. Tassa parivārānaṃ vaḍḍhakīnaṃ ahatavatthādīni sabbupakaraṇāni dāpesi. Anekavidhaṃ mahantaṃ sammānaṃ kāretvā therena saddhiṃ mantento; ayya ajja visākhapuṇṇamī uposathadivaso, tasmā nalāṭadhātuyā maṅgalaṃ karitvā cetiyaṭṭhāne iṭṭhakaṃ patiṭṭhāpetuṃ vaṭṭatī’ti āha. Taṃ sutvā thero; bhaddakaṃ mahārāja, buddhassa bhagavato jātadivaso’ti vatvā cetiyakammakaraṇatthāya pañca jane gaṇhi. Tesu eko varadevo nāma, eko saṅkho nāma, eko vijjo nāma, eko pussadevo nāma, eko mahādevo nāma. Imesaṃ vaḍḍhakīnaṃ maṅgalaṃ kārāpetvā chaṇavesaṃ gahetvā sabbālaṅkārena alaṅkārāpetvā rājā sayampi sabbālaṅkārena patimaṇḍito maṅgalavidhānaṃ kārāpetvā bhikkhusaṅghaṃ gandhamālādīhi pūjetvā tikkhattuṃ padakkhiṇaṃ katvā catusu ṭhānesu pañcapatiṭṭhitena vanditvā vijamhetvā suvaṇṇaghaṭṭhānaṃ pavisitvā suvaṇṇakhacitaṃ maṇimuttāratanamayaṃ paribbhamanadaṇḍaṃ jīvamānakamātāpitarena ubhatosumaṇḍitapasādhitena abhimaṅgalasammatena amaccaputtena gāhāpetvā mahantaṃ cetiyaṃ tattha karonto sayampi paribbhamanadaṇḍaṃ gahetvā parikammakatabhumiyaṃ paribbhamitvā ekamantaṃ aṭṭhāsi. Tato mahāvaḍḍhakī sunakkhattena sumuhuttena cetiyaṭṭhāne iṭṭhakaṃ patiṭṭhāpesi.",
  "anya-e1205n4:11": "Tasmiṃ khaṇe catunahutādhika dviyojana satasahassabahulā ayaṃ mahāpathavī sādhukāraṃ pavattentī viya mahānādaṃ pavattesi. Devamanussā divase divase pahonaka-mattikaṃ nisadena piṃsitvā suppehi papphoṭhetvā denti. Evaṃ karonto katipayeneva divasena pupphādhānattayaṃ cinitvā mahābhikkhu saṅghassa nivedesi. Taṃ sutvā saṅgho cunduttaranāmake dve sāmaṇere āṇāpesi? Tumhe himavantaṃ gantvā medavaṇṇapāsāṇe āharathā’ti. Te pana sāmaṇerā jātiyā soḷasavassikā chaḷabhiññāppabhedena paṭisambhidappattā. Mahākhīṇāsavabhikkhusaṅghassa santikā bhikkhusaṅghassa vacanaṃ sampaṭicchitvā ākāsaṃ abbhuggantvā himavantato attano iddhibalena medavaṇṇapāsāṇe āhariṃsu. Etesu ekaṃ pāsāṇaṃ dhātugabbhassa bhumiyaṃ pattharitvā catusu passesu cattāro pāsāṇe patiṭṭhāpetvā aparaṃ dhātugabbhaṃ pidahituṃ adassanaṃ katvā ṭhapayiṃsu.",
  "anya-e1205n4:12": "Tadā rājā dhātugabbhe kammaṃ niṭṭhapento nava koṭippamāṇaṃ suvaṇṇaṃ āharāpetvā suvaṇṇakārānaṃ datvā dhātugabbhassa iṭṭhakāni karothā’ti āṇāpesi. Te suvaṇṇakārā dīghato ratanappamāṇaṃ puthulato vidatthīppamāṇaṃ bahalato caturaṅgulappamāṇaṃ iṭṭhakaṃ katvā dhātugabbhaṃ ciniṃsu. Taṃ pana dhātugabbhaṃ uccato soḷasahatthaṃ vitthāratopi itocito dasadasaratanaṃ katvā suvaṇṇiṭṭhakeheva niṭṭhapetvā dhātugabbhassa majjhe sattaratanamayaṃ sineruṃ kārāpetvā sinerussa upari jātihiṅgulakena paṇḍukambalasilāsanaṃ sattaratanena pāricchattakarukkhaṃ rajatamayaṃ setacchattaṃ brahmunā gāhāpetvā satthuno paṭimāya upari dhāriyamānaṃ kāresi. Sinerupādamūle gandhakalalapūrita nīluppalavibhusitasuvaṇṇamayaaṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tadanantaraṃ gandhakalalapūritaratnapadumavibhusitarajatamayaaṭṭhuttara- sataghaṭapantiyo ṭhapāpesi. Tadanantaraṃ gandhakalalapūrita setuppalamālāvibhusitamaṇimayaaṭṭhuttarasataghaṭapattiyo ṭhapāpesi. Tadanantaraṃ gandhakalalapūritasetuppalavibhusita-masāragallamaya aṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tadanantaraṃ gandhakalalapūritacampakapupphavibhusitalohitaṅkamayaaṭṭhuttarasata ghaṭapattiyo ṭhapāpesi. Tadanantaraṃ gandhakalalapūritapañcuppalavibhusitamattikāmayaaṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tāsaṃ ghaṭapantīnaṃ antare gandhakalalapūritasattaratanamayasarāvake ṭhapāpesi. Kañcanamaya-sattaratanamaya-vicittamālālatāpuṇṇaghaṭasirivacchanandiyāvaṭṭabhaddapīṭhādayo ca hatthiassasīhavyagghosabhapantiādayo ca kāresi. Devorohaṇaṃ yamakapāṭihīrādayo dhanapāla-aṅgulimāla-āḷavakadamanādayo, sāriputta-moggallāna-mahākassapattherādayo, asītimahāsāvakarūpādīni ca kārāpesi. Sinerussa majjhimabhāge tārāgaṇaparivāritaṃ rajatamayaṃ candamaṇḍalañca kārāpesi. Raṃsijālavibhusitaṃ kanakamayaṃ sūriyamaṇḍalañca kārāpesi.",
  "anya-e1205n4:13": "Tato sinerussa matthake pāricchattakamule paṇḍukambalasilāsane amhākaṃ satthuno paṭimaṃ ghanakoṭṭima rattasuvaṇṇamayaṃ kārāpetvā mātudevapāmokkha dasasahassa cakkavāḷadevatānaṃ sattappakaraṇaṃ abhidhammaṃ desanākārena nisīdāpesi. Tassa vīsatinakhā akkhitalānaṃ setaṭṭhānāni jātiphalikamayāni. Aṅguliyo suvaṇṇamayā hatthapādatalāni ca dantāvaraṇāni ca akkhīnaṃ rattaṭṭhānāni ca jātipavāḷamayāni, kesamassubhamukaṭṭhānāni indanīlamayāni, samacattālīsa dantā vajiramayā ahesuṃ. Uṇṇalomaṃ pana suvaṇṇa bhittiyaṃ ṭhapitarajatabubbuḷavilāsaṃ rajatamayaṃ ahosi. Bhagavato anavalokita muddhani matthake sattaratanamayaṃ vicittakiṃkiṇijālaṃ parikkhipāpesi. Maṇḍapassa anto navasatasahassagghanakaṃ muttākalāpamolambakaṃ manoramaṃ celavitānaṃ bandhāpetvā maṇḍapakoṭiyaṃ muttājālaṃ tadanantaraṃ satta ratanavicittaṃ kiṃkiṇijālaṃ parikkhipāpesi.",
  "anya-e1205n4:14": "Amhākaṃ bhagavato mātudevaputtampi sattaratanena kārāpesi. Tathā erāvaṇavissakammadevaputtādayo ca saparivāro sakko devarājā ca cattāro mahārājāno ca pañcasikhadevaputtādayo gandhabbadevaputtā ca sahampati mahā brahmādayo mahābrahmano ca kārāpesi. Vessantarajātakaṃ karonto saṃjayamahārājā phusatīdevī ādayo ca maddīdevī dve dārake ca jūjakabrāhmaṇādayo ca kārāpesi. Vidhura-soṇadatta mahānāradakassapa-sutasoma-suppāraka-saṅkhapālajātakādīni ca, dhammacakkappavattana-mahāsamayasuttādi desanākāro ca, suddhodanamahārājā mahāmāyā mahāpajāpatī gotamī bhaddakaccānā rāhulamātādevī ca rāhulakumāro ca channañca kanthakañca mahābhinikkhamanaṃ mahābodhimaṇḍalaṃ asītimahāsāvakā kosalamahārājā anāthapiṇḍikamahāseṭṭhi cūḷaanāthapiṇḍika-visākhā suppavāsā ca pacchā cūḷapiṇḍapātiya tissattherañca attānañca kārāpetvā te sabbe dhātu gabbhe patiṭṭhāpesi.",
  "anya-e1205n4:15": "Dhātugabbhavaṇṇaṇā samattā.",
  "anya-e1205n4:16": "Evaṃ dhātugabbhe pūjāvidhānaṃ suvibhattaṃ sumanoramaṃ kārāpetvā therena saddhiṃ kathesi? Bhante dhātugabbhe mayā kattabbaṃ niṭṭhāpitaṃ. Sve rohiṇīnakkhattena dhātu nidhānaṃ karissāmī. Ayyā pana kesadhātuyo gahetvā āgacchantuti. Tissattherassa bhāramakāsi. Thero taṃ sutvā bhaddakaṃ mahārāja, kesadhātuyo vicinitvā āharāpessāmāti vatvā attano saddhivihārikaṃ sivattheraṃ pakkosāpetvā āvuso bhūmindharanāgavimāne jayaseno nāma nāgarājā vasati. Tassa santike (kesadhātuyo santi.) Tapussa bhallikānaṃ dvebhātikavāṇijānaṃ paricaraṇakāle tesaṃ pamādaṃ ñatvā nāgarājā dve kesadhātuyo gahetvā nāgabhavane ṭhapesi. Tvaṃ tā dhātuyo āharitvā rañño dehīti āṇāpesi. Thero taṃ vacanaṃ sampaṭicchitvā gato.",
  "anya-e1205n4:17": "Tato rājā attano bhaginiyā somadeviyā ca bhāgineyyassa giriabhayarañño ca sāsanaṃ pesesi? Sve dhātunidhānaṃkarissāma. Tumhe senaṅgaṃ gahetvā āgacchathā’ti. Loṇanagare mahānāgarañño ca seru nagare sivarañño ca tatheva sāsanaṃ pesetvā sayampi attano vijite yena mayhaṃ hatthato antamaso ekakarīsamattampi laddhaṃ tadupādāya sabbepi tumhe saddhiṃ parivārena āgacchathā’ti bheriṃ carāpesi. Taṃ sutvā somanassappattā mahājanā attano attano vibhavānurūpena alaṅkatapaṭiyattā agamiṃsu. Rājā pabhātāya rattiyā sabbe seniyo gandhamālādhūpadhajādayo gahetvā dhātunidhānaṃ āgacchantuti vatvā bhikkhusaṅghassa mahādānaṃ datvā tivīvaratthāya mahagghavatthādīni datvā sayampi sabbālaṅkārapatimaṇḍito nānaggarasabhojanaṃ bhuñjitvā uposathaṃ adhiṭṭhāya maṇikuṇḍalamekhalānūpura valayādivicittasabbālaṅkāravibhūsitāhi koseyyādisukhumanānāvidhavicittavatthanivatthāhi naccagītavāditaturiyabhaṇḍagahita hatthāhi devaccharāpaṭibhāganāṭakitthīhi parivārito vuttappakārehi saddhiṃ cetiyaṭṭhānaṃ gantvā mahābhikkhusaṅghaṃ vanditvā aṭṭhāsi.",
  "anya-e1205n4:18": "Tato somanagare giriabhayarājā’pi sabbe nāgarā attano attano vibhavānurūpena dhātunidhānaṭṭhānaṃ āgacchantuti nagare bheriṃ carāpetvā sayaṃ sabbālaṅkārapatimaṇḍito susajjitaamaccagaṇaparivārito nikkhami. Soma devīpi sīsaṃ nahātvā ahatavatthanivatthā sabbālaṅkārapatimaṇḍitā devaccharā viya attano parivārā pañcasatakumāriyo nīlavatthehi paridahāpetvā tatheva alaṅkāretvā puṇṇaghaṭe gāhāpetvā tāsaṃ anantarā pañcasatakumāriyo pītavatthehi paridahāpetvā tatheva alaṅkāretvā pūjābhaṇḍāni gāhāpetvā, tāsaṃ anantarā pañcasata kumāriyo rattavatthehi paridahāpetvā tatheva. Alaṅkāretvā vicitrapupphapūritamañjusāyo gāhāpetvā tāsaṃ anantarā pañcasatakumāriyo setavatthehi paridahāpetvā tatheva alaṅkāretvā dhūma kaṭacchuke gāhāpetvā evaṃ pūjāvidhānaṃ saṃvidahitvā parivārena cetiṅgaṇaṃ gantvā mahābhikkhusaṅghaṃ pañcapatiṭṭhitena vanditvā gandhamālādīhi pūjaṃ katvā attano sāminā giriabhayarājena saddhiṃ ekapasse ṭhītā.",
  "anya-e1205n4:19": "Loṇanagare mahānāgarājā’pi sabbālaṅkārehi patimaṇḍito sabbābharaṇehi susajjītaamaccamaṇḍalaparivuto naccagītaturīyāni paggaṇhāpayamāno gandhamālā dhūmakaṭacchu gāhāpetvā cetiyaṭṭhānaṃ āgantvā bhikkhusaṅghaṃ vanditvā ekamantaṃ aṭṭhāsi.",
  "anya-e1205n4:20": "Serunagare sivarājā’pi attānaṃ sabbālaṅkārehi alaṅkaritvā mahantena parivārena pūjāvidhānaṃ gāhāpetvā cetiyaṭṭhānaṃ āgantvā mahābhikkhusaṅghaṃ vanditvā ekamantaṃ aṭṭhāsi. Rājaparisā attano vibhavānurūpena vatthālaṅkārehi candana mālādīhi ca sobhamānā nalāṭe muttākalāpamolambaka vicittasuvaṇṇapaṭṭāni bandhitvā hatthābharaṇādi anekābharaṇehi dibbaparisā viya sumaṇḍitapasādhitā vesānurūpāni vividhāvudhāni gahetvā ekapasse ṭhītā. Sīhavyagghadīpicammehi pasādhitasuvaṇṇālaṅkārasuvaṇṇadhajahemajālasañchanne ratha vare ca sabbālaṅkāravibhusitā rathikā āruyha ekapasse ṭhītā. Brāhmaṇaputtādayo maṇḍitacamme pārupitvā upasobhayamānā ekapasse ṭhītā. Bahu amaccā attano attano vesānurūpena mahagghavatthābharaṇavibhūsitā saparivārā ekapasse ṭhītā. Gandhodaka pūrita dakkhiṇāvatta saṅkhaṃ gahetvā upavītasuttaṃ ekaṃsaṃ karitvā brāhmaṇaveṭhanaṃ veṭhetvā purohitabrāhmaṇā mahantena parivārena pūjāvidhānaṃ gāhāpetvā cetiyaṭṭhānaṃ āgantvā mahābhikkhusaṅghaṃ vanditvā jayaghosaṃ sāventā evamāhaṃsu?",
  "anya-e1205n4:21": "Khemaṃ subhikkhaṃ bhavatu niccaṃ janapadaṃ sivaṃ;",
  "anya-e1205n4:22": "Sassāni samuppajjantu rañño evaṃ jayā siyuṃ.",
  "anya-e1205n4:23": "Avasesā mahājanā evamāhaṃsu? Samuddapariyantaṃ hi mahiṃ sāgarakuṇḍalaṃ vasundharaṃ āvasatu amaccaparivārito. Evaṃ vatvā? Amhākaṃ ayyo kākavaṇṇatisso mahā rājā sadevake loke ekapuggalassa lokanāthassanalāṭadhātuṃ patiṭṭhāpetī’ti attano attano vibhavānurūpena sumaṇḍitapasādhitā. Khujjavāmanakādayo’pi sabbe janā pūjābhaṇḍāni gahetvā sādhukāraṃ dadamānā aṭṭhaṃsu. Imasmiṃ cetiyaṭṭhāne rāsībhūtā parisā evaṃ veditabbā? Khattiyā brāhmaṇā vessā negamā ca samāgatā pupphādigahitā sabbe alaṅkāravibhūsitā.",
  "anya-e1205n4:24": "Gaṇanā vītivattā te aneke ca mahājanā;",
  "anya-e1205n4:25": "Samuddo pattharantova khattiyā samupāgatā.",
  "anya-e1205n4:26": "Alaṅkato mahārājā sarājaparivārito;",
  "anya-e1205n4:27": "Devarājā yathā sakko aṭṭhāsi cetiyaṅgaṇe.",
  "anya-e1205n4:28": "Sādhuvādena sattānaṃ pañcaṅgaturiyehi ca;",
  "anya-e1205n4:29": "Hatthassarathasaddena samākiṇṇaṃ mahītalaṃ.",
  "anya-e1205n4:30": "Tato cūḷapiṇḍapātiyatissatthero attano saddhivihārīke pañcasata khīṇāsave parivāretvā cetiyaṭṭhānameva āgato. Mahāsāgalatthero’pi pañcasata khīṇāsave parivāretvā cetiyaṭṭhānameva āgato. Mahindatthero’pi attano sāvake saṭṭhimatte khiṇāsave gahetvā cetiyaṭṭhānameva āgato. Iti iminā niyāmeneva eko dve tayo cattāro pañca khīṇāsavā āgacchantā satta sahassamattā ahesuṃ. Tato cūḷapiṇḍapātiyatissatthero ettake bhikkhū parivāretvā cetiyaṅgaṇe nisīdī. Tato rājā āgantvā pañcapatiṭṭhitena vanditvā therena saddhiṃ kathesi? Kesadhātu kuto labhissāma ayyā’ti. Tasmiṃ khaṇe tissatthero attano saddhivihārikaṃ sivattheraṃ olokesi. So olokitakkhaṇeyeva nisinnaṭṭhānato uṭṭhāya cīvaraṃ pārupitvā mahābhikkhusaṅghaṃ vanditvā chaḷabhiñño mahākhīṇāsavo catutthajjhānaṃ samāpajjitvā tato vuṭṭhāya pathaviyaṃ nimujjitvā bhumindharanāgavimāne pāturahosi.",
  "anya-e1205n4:31": "(Sutvāssa sivathero ca vasippatto visārado;",
  "anya-e1205n4:32": "Pākaṭo abhavi nāganagaraṃ purato khaṇe.)",
  "anya-e1205n4:33": "Tasmiṃ kho pana samaye jayaseno nāgarājā attano bhāgineyyaṃ dvikoṭimatte nāge parivāretvā mahā yasaṃ anubhavamānaṃ nisinnaṃ iṅgitasaññaṃ datvā theraṃ duratova āgacchantaṃ disvā cintesi? Imasmiṃ nāgabhavane samaṇehi kattabbakiccaṃ natthī. Nissaṃsayaṃ kesadhātuṃ nissāya āgato bhavissatīti uṭṭhāya dhātugharaṃ pavisitvā dhātukaraṇḍakaṃ gilitvā kiñci ajānanto viya nisīdi. Tasmiṃ kāle thero tassa santikaṃ agamāsi. Nāgarājā paccuggantvā paṭisanthāraṃ karonto therena saddhiṃ kathesi. Kasmā ayyo āgato’ti vutte evamāha? Tilokanāthassa amhākaṃ sambuddhassa kesadhātūnaṃ atthāya āgato, tuyhaṃ santike ṭhapitakesadhātuyo papañcaṃ akatvā mayhaṃ dehi, teyeva sandhāya upajjhāyena pesitomhī’ti vutte amhākaṃ sammā sambuddhassa kesadhātuyo mama santike natthī’ti āha. Thero dhātukaraṇḍakaṃ gilitabhāvaṃ ñatvā gaṇhāmi mahārājā kesadhātuyo’ti vutte āma passanto gahetvā gacchāhīti āha. Evaṃ tayo vāre paṭiññaṃ gahetvā tatheva ṭhīto?",
  "anya-e1205n4:34": "Iddhiyā māpayitvāna tato so sukhumaṃ karaṃ,",
  "anya-e1205n4:35": "Pavesetvā mukhe tassa gaṇhī dhātukaraṇḍakaṃ;",
  "anya-e1205n4:36": "Nāgālayābhinikkhami tiṭṭha nāgā’ti bhāsiya.",
  "anya-e1205n4:37": "Tasmiṃ khaṇe jayaseno nāgarājā samaṇaṃ vañcetvā pesitomhī’ti vatvā tassa gatakāle dhātukaraṇḍakaṃ oloketvā dhātu apassitvā samaṇena nāsitomhī’ti dve hatthe ukkhipitvā ṭhapetvā attano sakalanāgabhavanaṃ eka kolāhalaṃ katvā mahantena saddena paridevanto? Amhākaṃ cakkhuni uppāṭetvā gato viya sadevakassa lokassa patiṭṭhānabhūtassa sammāsambuddhassa kesadhātuyo apāyadukkhato amuñcantānaṃ amhākaṃ abhibhavitvā dhātuyo gahetvā gatasamaṇaṃ anubandhitvā gaṇhissāmā’ti dvekoṭimatte nāge gahetvā attano bhāgineyyena saddhiṃ tassa piṭṭhito piṭṭhito anubandhitvā ākāsaṃ uggacchiṃ (su). Tasmiṃ khaṇe pana sivatthero akāsato otaritvā pathaviyaṃ pāvisi. Puna tepi pathaviyaṃ pavisiṃsu. Evaṃ thero tehi saddhiṃ ummujja nimujjaṃ karonto pāṭihāriyaṃ dassetvā serunagarassa nātidūre piṭṭhipāsāṇe uggañji. Tattheva te saṃvejetvā cetiyaṅgaṇe mahābhikkhusaṅghassa purato pākaṭo ahosi. Nāgā taṃ gahetuṃ asakkontā mahantena saddena ravaṃ patiravaṃ datvā. Ito paṭṭhāya naṭṭhamhā’ti tasmiṃ piṭṭhi pāsāṇe sabbe samāgamaṃ katvā mahāsaddena parideviṃsu? Naṭṭhambhā vata bho’ti. Tato paṭṭhāya so piṭṭhipāsāṇo nāgānaṃ ravaṃ patiravaṃ datvā paridevitahāvena nāgagallaṃ nāma ahosi.",
  "anya-e1205n4:38": "Nāgo therassa piṭṭhitoyeva anubandhitvā cetiyaṅgaṇaṃ gantvā rājānaṃ evamāha? Deva, eso bhikkhu mayā adinnadhātu gahetvā āgato’ti. Taṃ sutvā rājā? Saccaṃ kira ayya nāgassa vacananti vutte naheva mahārāja, iminā dinnaṃ eva dhātuṃ aggahesinti vutte? Nāgo tava sakkhiṃ dehīti āha. Thero tassa bhāginyeṃ samaṇuppala nāgarājānaṃ sakkhiṃ akāsi. Rājā tassa bhāgineyyassa sabbavacanaṃ sutvā saddahi. Tasmiṃ kāle dukkhābhibhūto nāgarājā gantvā bahi ṭhīto. Tato paṭṭhāya so nāgarājā bahi hutvā nisinnattā bahināgarājā nāma ahosi. Tassa pana bhāgineyyaṃ anto cetiyaṅgaṇe nisīdāpesi. Imassa pana cetiyassa ārakkhaṃ gahitanāgā kathetabbā. Sumananāgarañño parivārā chakoṭimattā nāgā, jayasenassa parivārā koṭisatamattā nāgā, samaṇuppalanāgarañño parivārā dvikoṭimattā nāgā ahesuṃ. Sabbe dhātuyā ārakkhaṃ gaṇhiṃsu. Rājā therassa hatthato kesadhātuṃ gahetvā ratanacaṅegāṭake ṭhapetvā mahindassa nāma amaccassa adāsi. Tasmiṃ samāgame tipiṭakamahāphussadevattherassa saddhivihārikā paṭisambhidappattā cattāro sāmaṇerā ahesuṃ. Tesu eko malaya rājaputto sumanasāmaṇero nāma, eko serunagare sivarājabhāgineyyassa putto uttara sāmaṇero nāma. Eko mahāgāme mālākāraputto cunda sāmaṇero nāma eko mahāgāme ekassa kuṭumbikassa putto mahākassapasāmaṇero nāma, ime cattāro sāmaṇerā ajja kākavaṇṇatissamahārājā mahācetiye dhātu nidhānaṃ karissati, mayaṃ himavantaṃ gantvā sukusumāni āharissāmāti theraṃ vanditvā ākāsato himavantaṃ gantvā campakanāgasalalādayo pūjanīyamālaṃ gahetvā tāvatiṃsadeva lokaṃ gatā.",
  "anya-e1205n4:39": "Tasmiṃ kāle sakko devarājā sabbābharaṇapatimaṇḍito dvisu devalokesu devatāyo gahetvā erāvaṇahatthīkkhandhamāruyha aḍḍhateyyakoṭidevaccharāparivārito sudassanamahā vīthiyaṃ vicaranto savaṅgoṭake te cattāro sāmaṇere duratova āgacchante disvā hatthīkkhandhato oruyha pañca patiṭṭhitena vanditvā tesaṃ hatthe mālācaṅgoṭake disvā? Kiṃ ayyā tumhākaṃ hatthe’ti pucchi. Taṃ sutvā sāmaṇerā mahārāja, kiṃ tvaṃ na jānāsi. Laṅkāyaṃ kākavaṇṇatissa mahārājā dasabalassa nalāṭadhātuṃ gahetvā mahāvālukagaṅagāya dakkhiṇapasse seru nāma dahassa ante varāha nāma soṇḍimatthake cetiyaṃ kārāpetuṃ tumhākaṃ niyogena vissakammadevaputtena nimmitैṭṭhakāni gahetvā cetiyaṃ kārāpetvā ajja dhātunidhānaṃ karoti. Tattha pūjanatthāya himavantato ānītapupphamidanti vatvā itopi kusumaṃ gahetuṃ āgatamhā’ti vadiṃsu. Sakko tesaṃ vacanaṃ sutvā?",
  "anya-e1205n4:40": "Ayya tumhākaṃ hatthe pupphāni cūḷāmaṇicetiye pujetvā amhākaṃ uyyānato pupphāni gahetvā gacchathāti vatvā tehi saddhiṃ gantvā tesaṃ pupphehi cūḷāmaṇicetiyaṃ pūjesi. Tato papañcaṃ na bhavitabbanti sakkassa nivedesuṃ. Taṃ sutvā sakko sāmaṇerānaṃ pañcamahāuyyānato pāricchatta-koviḷārādīni pupphāni ca candanacuṇṇañca gahetvā dāpesi. Sāmaṇerā pupphāni gahetvā devalokato otaritvā himavantaṃ pavisitvā suvaṇṇamaṇipabbate santacchāyāya nasīditvā divāvihāraṃ katvā nakkhattavelāya sampattāya maṇī gavesamānā cattāro maṇayo addasaṃsu. Tesaṃ eko indanīlamaṇī, eko pahassarajotiraṅga maṇī, eko veluriyamaṇi, eko masāragallamaṇi, cattāro maṇayo ca dibbapupphāni ca gahetvā therānaṃ dassesuṃ. Thero? Mahārāja, ime sāmaṇerā pāricchattakakoviḷārādīni pupphāni ca candanacuṇṇañca cattāro maṇayo ca gahetvā āgatā’ti rañño ārocesuṃ.",
  "anya-e1205n4:41": "Rājā taṃ sutvā somanassajāto sāmaṇere pañca patiṭṭhītena vanditvā tesamāhatamaṇayo gahetvā mahānanda nāma amaccassa datvā therehī saddhiṃ mahantena parivārena cetiyaṅgaṇaṃ gantvā maṇikaraṇḍakena dhātuṃ gahetvā attano sīse dhātuṃ ṭhapetvā upari setacchattaṃ kārāpetvā cetiyaṃ tikkhattuṃ padakkhiṇaṃ katvā pācīnadvāre ṭhīto? Ayaṃ dasabalassa nalāṭadhātu amhehi kārāpitāya buddhapaṭimāya nalāṭe uṇṇalomākāraṃ hutvā patiṭṭhahatūti adhiṭṭhāsi. Tassa cintitakkhaṇeyeva dhātu karaṇḍato nabhamuggantvā ākāse sattatālappamāṇe ṭhatvā chabbaṇṇa raṃsiyo vissajjesi. Tā raṃsiyo kuṭena āsiñcamānavilīna suvaṇṇaṃ viya antalikkhato nikkhantasuvaṇṇarasadhārā viya sakalalaṅkādīpaṃ raṃsijālehi ekobhāsaṃ katvā gaṇhiṃsu. Tasmiṃ kāle yamakapāṭihāriyasadisaṃ pāṭihāriyaṃ ahosi. Mahākāruṇikassa bhagavato adiṭṭhapubbaṃ pāṭihāriyaṃ disvā mahājanā tathāgatassa rūpakāyaṃ paccakkhabhutā viya ahesuṃ.",
  "anya-e1205n4:42": "Adiṭṭhapubbaṃ satthussa pāṭihīraṃ mahājanā;",
  "anya-e1205n4:43": "Disvā pītiparā jātā pasādamajjhaguṃ jine.",
  "anya-e1205n4:44": "Pūjesuṃ gandhamālañca alaṅkāraṃ sakaṃ sakaṃ;",
  "anya-e1205n4:45": "Sabbe vandiṃsu sirasā-cetiyaṃ īdisaṃ varaṃ.",
  "anya-e1205n4:46": "Tasmiṃ samāgame eko paṇḍitapuriso jinaṃ thomento evamāha?",
  "anya-e1205n4:47": "Nibbutassāpi buddhassa yaso bhavati īdiso;",
  "anya-e1205n4:48": "Ṭhītassa lokanāthassa kīdisā āsi sampadā.",
  "anya-e1205n4:49": "Anubhāvamidaṃ sabbaṃ puññeneva mahesino;",
  "anya-e1205n4:50": "Kareyya ñatvā puññaṃ taṃ patthento bodhimuttamaṃ.",
  "anya-e1205n4:51": "Tasmiṃ kāle nānāratanavicittaṃ anekālaṅkārapatimaṇḍitaṃ mahārahaṃ samussitadhajapatākaṃ nānāvidhakusumasamākiṇṇaṃ anekapūjāvidhānaṃ gahetvā manussā chaṇavesaṃ gaṇhiṃsu. Anekavidhaturiyasaṅghuṭṭaṃ ahosi. Tasmiṃ khaṇe devatāyo pupphavassaṃ vassāpenti. Mahānubhāvasampannā nāgā pūjaṃ karonti. Evaṃ sabbe devā nāgā manussā sādhukāraṃ denti, apphoṭenti, velukkhepaṃ karonti, hatthīno kuñcanādaṃ nadanti. Assā tuṭṭhiravaṃ ravanti, bahalaghana mahāpathavī yāva udakapariyantaṃ kampi. Disāsu vijjullatā nicchariṃsu. Sakalalaṅkādīpe sumanakūṭādayo mahānagā kusumagaṇasamākiṇṇā ahesuṃ. Sabbe jalāsayā pañcavidha padumasañchantā, devatānamantare manussā, manussānaṃ antare yakkhanāgasupaṇṇādayo ca ahesuṃ. Bhikkhubhikkhunīupāsaka upāsikā aparimāṇā ahesuṃ. Mahantena sādhukārena mahā nigghosena sakalalaṅkādīpe tibbavātābhihatasamuddo viya ekaninnādaṃ ekanigghosaṃ ahosi. Iminā pūjāvidhānena pasādakabhūtamahājanakāyamajjhe dhātu pāṭihāriyaṃ dassetvā ākāsato otaritvā buddhapaṭimāya nalāṭe puṇṇacandasassirīkaṃ abhibhavantamiva virocamānā patiṭṭhāsi.",
  "anya-e1205n4:52": "Rājā mahānandanāmakassa amaccassa hatthato kesadhātuṃ gahetvā vihāradeviyā datvā tvaṃ imā kesadhātuyo dasabalassa anavalokita matthake patiṭṭhāpehī’ti āha. Sā kesadhātuyo gahetvā tattheva patiṭṭhahantu’ti adhiṭṭhānaṃ akāsi. Tasmiṃ khaṇe kesadhātuyo karaṇḍato nabhaṃ uggantvā mayūragīvasaṃkāsanīlaraṃsiyo vissajjentī ākāsato otaritvā buddhapaṭimāya uttamaṅge sirasmiṃ patiṭṭhahiṃsu.",
  "anya-e1205n4:53": "Tato rājā therena saddhiṃ dhātugabbhaṃ pavisitvā dibbacandanacuṇṇasamākiṇṇaṃ pāricchattakakoviḷārādi sugandhapupphasantharaṃ viyūhitvā pabhāsamudayasamākiṇṇe cattāro maṇi pāsāṇe ṭhapesi. Tesaṃ ālokābhibhūto dhātugabbho ativiya virocittha. Sabbanāṭakitthīyo attano attano ābharaṇāni omuñcitvā dhātugabbheyeva pūjesuṃ. Tato rājā dhātunidhānaṃ katvā buddharūpassa pādatale sīsaṃ ṭhapetvā nipanno evaṃ paridevi; mayhaṃ pitupitāmahaparamparāgatādhātu ajja ādiṃ katvā ito paṭṭhāya viyogā jātā ahaṃ dāni tumhākaṃ aticiraṃ (ṭhītā) ramaṇīyā rohaṇajanapadā āharitvā imasmiṃ ṭhāne patiṭṭhāpesinti vatvā sineru muddhani samujjalamahāpadīpo viya tumhe idheva ṭhītā. Idāni na gamissāma mayaṃ khamatha bhagavā’ti paridevamāno dhātu gabbheyeva patitvā āha?",
  "anya-e1205n4:54": "Aho viyogaṃ dukkhaṃ me etā bādhenti dhātuyo;",
  "anya-e1205n4:55": "Vatvā so paridevanto dhātugabbhe sayī tadā.",
  "anya-e1205n4:56": "Marissāmi no gamissaṃ ayyaṃ hitvā idheva’haṃ;",
  "anya-e1205n4:57": "Dullabhaṃ dassanaṃ tassa saṃsāre carato mamā’ti.",
  "anya-e1205n4:58": "Vatvā paridevanto nipajji. Tassa pana bhikkhusaṅghassa antare sahadevo nāma thero rājānaṃ dhātugabbhe rodamānaṃ nipannaṃ disvā kimajjhāsayo etassā’ti cetopariyañāṇena samantāharitvā idha nipanno marissāmī’ti nipannabhāvaṃ jānitvā iddhiyā saṃsaraṃ piyarūpaṃ māpetvā dhātugabbhato taṃ bahi akāsi.",
  "anya-e1205n4:59": "(Iddhiyā so vasipatto chaḷabhiñño visārado;",
  "anya-e1205n4:60": "Taṃ khaṇaññeva sappañño rājānaṃ taṃ bahiṃ akā.)",
  "anya-e1205n4:61": "Tato paṭhamānītajotiraṅga pāsāṇaṃ dhātugabbhassa upari vitānaṃ viya ṭhapetvā arahantā? Dhātugabbho samantato caturassamañcaṃ viya ekaghano hotu. Dhātu gabbhe gandhā mā sussantu, pupphāni mā milāyantu, ratanāni mā vivaṇṇā hontu, pūjanīyabhaṇḍāni mā nassantu, paccatthikapaccāmittānaṃ okāso vā vivaro vā mā hotu’ti adhiṭṭhahiṃsu. Tato rājā dhātuyo mahantaṃ pūjaṃ katvā maṅgalacetiye caturassakoṭṭhakaṃ atimanoramaṃ chattakammañca kelāsakūṭaṃ viya sudhākammañca vālukapādato paṭṭhāya sabbañca kattabbaṃ kammaṃ niṭṭhāpesi. So pana seta nimmalacandaraṃsi viya udakabubbuḷakelāsakūṭapaṭibhāgo chattadharo acalappatiṭṭhito sujanappasādako aññatitthīya maddanakaro maṅgalathūpo virocittha.",
  "anya-e1205n4:62": "Vilāsamāno aṭṭhāsi tosayanto mahājane;",
  "anya-e1205n4:63": "Maṅgalakelāsathūpo acalo suppatiṭṭhito.",
  "anya-e1205n4:64": "Sujanappasādanakaro titthiyadiṭṭhimaddano;",
  "anya-e1205n4:65": "Bhavi saddhākaro seṭṭho sabbajanapasādako.",
  "anya-e1205n4:66": "Cetiyo pavaro loke mahājananisevito;",
  "anya-e1205n4:67": "Dhajapupphasamākiṇṇo sadā pūjāraho bhavi.",
  "anya-e1205n4:68": "Bahū janā samāgamma nānā desā samāgatā;",
  "anya-e1205n4:69": "Pūjesuṃ taṃ mahāthūpaṃ sabbadāpi atanditā.",
  "anya-e1205n4:70": "Īdiso patirūpavāso so deso dullabho bhave;",
  "anya-e1205n4:71": "Appamattā sadā santā vinātha kusalaṃ bahunti.",
  "anya-e1205n4:72": "Rājā kappāsikasukhumavatthena mahārahaṃ cetiyaṃ veṭhetvā, sirivaḍḍhanaṃ nāma mahābodhiṃ patiṭṭhapetvā tattha bodhigharañca kārāpetvā tibhūmakaṃ uposathāgāraṃ kārāpetvā rattiṭṭhāna divāṭṭhānādīni katvā sabbaṃ vihāre kattabbaṃ kāresi. Ettakaṃ kārāpetvā vihāraṃ dakkhiṇodakaṃ dassāmī’ti cintetvā asītisahassamattānaṃ bhikkhūnaṃ sattadivasāni nānāvidha sūpavyañjanehi mahādānaṃ datvā sattame divase mahābhikkhu saṅghassa ticīvaratthāya vatthāni dāpetvā pātova pātarāsabhattaṃ bhuñjitvā therassa santikaṃ gantvā vanditvā ekamantaṃ ṭhīto evamāha? Ayyā, cātuddasike mahābhikkhusaṅghassa dakkhiṇaṃ dātumicchāmī’ti. So panāyasmā evamāha; upakaṭṭha puṇṇamāyaṃ uposathadivase assayujanakkhattena dakkhiṇaṃ dhātuṃ bhaddakanti. So therassa vacanaṃ sutvā pañcapatiṭṭhitena theraṃ vanditvā somanagare attano bhaginiṃ deviṃ kathesi? Bhagini, dasabalassa nalāṭadhātuṃ nidahitvā maṅgalamahācetiyānurūpaṃ pāsādaṃ alaṅkatadvāraṭṭālakatoraṇaṃ seta vattha anekadhajasamākiṇṇaṃ vihārañca kārāpetvā dakkhiṇaṃ dassāmī’ti ayyassa kathesiṃ. So panāyasmā; upakaṭṭha puṇṇamāya uposathadivase dātuṃ yuttanti āhā’ti. Deva, kiṃ kathesi, ayyassa kathītaniyāmeneva upakaṭṭha puṇṇamāya uposathadivase dakkhiṇaṃ dehī’ti āha. So tassā kathaṃ sutvā somanassapatto sādhu bhadde’ti sampaṭicchitvā somanagare viharanto, upakaṭṭha puṇṇamāya uposathe sampatteyeva ajjuposatho’ti ñatvā giriabhayaṃ pakkosāpetvā, tāta sve dakkhiṇaṃ dātabbaṃ tvaṃ senaṅgaṃ alaṅkaritvā sve amhehi saddhiṃ ehī’ti vatvā serunagare sivarañño loṇanagare mahānāgarañño paṇṇaṃ pahiṇī. Sve tumhākaṃ hatthiassarathapattādīni suvaṇṇālaṅkārehi alaṅkaritvā sve amhehi saddhiṃ chaṇa vesaṃ gāhāpetvā ayyassa tissattherassa dakkhiṇaṃ dīyamānaṃ samosarantuti. Te pana rājāno sāsanaṃ sutvā attano attano vibhavānurūpena hatthiassarathapattādīni alaṅkaritvā gandhapañcaṅgulikaṃ datvā suvaṇṇamālādīni pilandhāpetvā mahā goṇepi tatheva alaṅkaritvā siṅgesu suvaṇṇakañcukaṃ (paṭi) muñcāpetvā amaccagahapati-brāhmaṇaputta-ajagopaka-khujjavāmanaka-senāpatiādayo ca vicittavatthāni nivāsetvā nānāvidhavilepanāni vilimpetvā āgantvā rañño dassayiṃsu. Rājāpi caturaṅginiyā senāya parivuto alaṅkatahatthikkhandhaṃ āruhi. Sesarājāno ca attano attano senaṅgehi parivāretvā hatthikkhandhe nisīditvā rājānaṃ majjhe katvā vāmadakkhiṇapassato namassamānā nikkhamiṃsu. Tassa pana gamanaṃ ajātasattuno tathāgatassa dassanatthāya jīvakambavanagamanaṃ viya tiṃsayojanappamāṇaṃ erāvaṇahatthikkhandhaṃ āruhitvā dvīsu devalokesu devehi parivāretvā sakkassa devānamindassa nandanavanagamanakālo viya ca ahosi. So vaḍḍhamāsakacchāyāya sampattāya somanagarato nikkhamitvā serudahassa ante nānāvidha alaṅkatapaṭiyattanāṭakitthīnaṃ pañcaṅgikaturiyaṃ paggaṇhāpayamāno aṭṭhāsi.",
  "anya-e1205n4:73": "Mahāpathavī bhijjamānā viya pabbatā parivattamānā viya mahāsamuddo (thalaṃ) avattharitvā bhijjamānakālo viya ca ahosi. Brāhmaṇā jayamukhamaṅgalikā sotthi vacanaṃ vadiṃsu. Sabbālaṅkārapatimaṇḍitā nāṭakitthiyo pañcaṅgikaturiyaṃ pavattayiṃsu. Mahājano velukkhepasahassāni pavattesi. Tato rājā bahū gandhadīpadhūpādayo gāhāpetvā uṭṭhāya senāya parivuto therassa vasanaṭṭhānaṃ pavisitvā theraṃ vanditvā nisinno āha? Ayya rājāno ca sampiṇḍitvā dakkhiṇodakassa dīyamānassa kālo’ti. Thero tassa kathaṃ sutvā bhaddakaṃ mahārājā’ti sampaṭicchi. Tasmiṃ dakkhiṇodakassa dānadivase nānāvidhavicittamaṇidaṇḍakesu nānāvidha dhajapatākādīni bandhāpetvā samussitāni ahesuṃ. Purimādī disāsu manuññavātā vāyiṃsu. Tathā mahāraṃsijālasamujjalito sahassaraṃsibhākaro atthaṅgato ahosi. Vipphuritakiraṇarajadhūmarāhuabbhādīhi uparodhehi virahito tārāgaṇaparivuto puṇṇacando samujjalarajatamayaṃ ādāsamaṇḍalaṃ viya pācīnadisato samuggato. Tasmiṃ khaṇe daṇḍadīpikādayo samujjalāpesuṃ. Mahāmaṅgalacetiyaṃ pana jātisumanamālādāmena parikkhipitvā ekamālāguṇaṃ viya alaṅkari. Yathā tārāgaṇaparivuto puṇṇacando tathā padīpamālālaṅkato mahācetiyo ativiya virocati. Sakala laṅkādīpe pana sabbe rukkhāpi vicittadhajena alaṅkatā viya akālaphalapallavehi vicittā ahesuṃ. Mahāsamuddaloṇasāgarādayo’pi pañcavidhapadumasañchannā ahesuṃ.",
  "anya-e1205n4:74": "Vicitravatthābharaṇehi sabbe,",
  "anya-e1205n4:75": "Alaṅkatā devasamānavaṇṇā;",
  "anya-e1205n4:76": "Anekasaṅkhyā sumanā patītā,",
  "anya-e1205n4:77": "Janā samantā parivārayiṃsu.",
  "anya-e1205n4:78": "Sabbeva ujjalāpesuṃ daṇḍadīpaṃ manoramaṃ;",
  "anya-e1205n4:79": "Sakalampi idaṃ dīpaṃ āsi obhāsitaṃ tadā.",
  "anya-e1205n4:80": "Tārāgaṇasamākiṇṇo puṇṇacandova jotayī;",
  "anya-e1205n4:81": "Sārade nabhamajjhamhi ṭhito ruciraraṃsiyā.",
  "anya-e1205n4:82": "Tathā ayaṃ thūpavaro suppabhāso alaṅkato;",
  "anya-e1205n4:83": "Mālāpadīpamajjhamhi bhāti bhutilakuttamo.",
  "anya-e1205n4:84": "Sabbe’pi pādapā assa laṅkādīpassa sabbaso;",
  "anya-e1205n4:85": "Dhajehi’va samākiṇṇā āsuṃ pupphaphalandadā.",
  "anya-e1205n4:86": "Sacetanā yathā sabbe akā pūjaṃ akā tadā;",
  "anya-e1205n4:87": "Tathā acetanā sabbe akā pūjaṃ anappakaṃ.",
  "anya-e1205n4:88": "Yebhuyyena bhumaṭṭhe deve upādāya yāva akaṇiṭṭhakā devā brahmā dibbamālāpāricchattakakoviḷāracandanacuṇṇaṃ gahetvā āgatādevāti vā manussāti vā jānituṃ asakkonti. Ukkaṭṭhamahāsamāgamo ahosi. Tasmimpi divase mahāpathavi ākāsayugandharacakkavāḷapabbatuttamādayo kampiṃsu. Taṃ disvā rājā ativiya somanassappatto there ca avasesa mahāmattādayo sannipātetvā nāṭakādayo ca gahetvā, idānevāhaṃ vihāradakkhiṇaṃ dassāmi’ti cetiyaṅgaṇaṃ agamāsi. Theropi bhikkhusaṅghaṃ gahetvā cetiyaṅgaṇe alaṅkatamaṇḍape nisīdi. Rājā vāsitagandhodakasuvaṇṇabhiṅkāraṃ gahetvā udakaṃ therassa hatthe āsiñcitvā dakkhiṇaṃ adāsi. Datvā ca pana evamāha; ayyā esā dhātu mayhaṃ pitāmahavaṃsena āgatā. Idāni amhākaṃ atiruciraramaṇiyā rohaṇajanapadā āharitvā suvaṇṇena dhātugabbhaṃ, sattaratanena dhātumaṇḍapaṃ kārāpetvā tasmiṃ suvaṇṇamayaṃ buddhapaṭimaṃ nisīdāpetvā amhākaṃ dasabalassa nalāṭadhātuṃ nidahitvā ayyassa cīvarādīnamatthāya idāni soḷasagāmavarāni dassāmi’ti gāmavarāni datvā samantato tigāvutappamāṇe serudahe bheriṃ carāpetvā ārāmikaṃ katvā āha? Bhante, tumhākaṃ mayā dinnasoḷasagāmaṃ ajjeva gantabbaṃ. Gantvā ca pana ajjeva pariggahaṃ karothāti vatvā tattheva vāsupagato puna divase samāgantvā sattāhaṃ mahādānaṃ datvā sattame divase mahābhikkhusaṅghassa tīcīvarappahonakasāṭakaṃ paṇītaṃ bhojanaṃ datvā therassa santikaṃ āgato, ayya vihāre kattabbaṃ aparihāpetvā mayā kataṃ, gehaṃ gamissāmīti (nivedesi). Thero tassa kathaṃ sutvā sādhu mahārājāti sampaṭicchi.",
  "anya-e1205n4:89": "So pana cetiyassa pūjanatthāya pupphārāmaṃ kārāpetvā mālākārānaṃ paribbayaṃ dāpesi. Tathā bherivādakanāṭakānampi vihārasīmante suvaṇṇanaṅgalena paricchinditvā ārāmikānampi gāmaṃ kārāpesi. Bhikkhusaṅghassa veyyāvaccatthāya attano santike pañcasataamaccadhītaro tattake amaccaputte dāsadāsiyo ca datvā paribbayatthāya tesaṃ tesaṃ pañcasatasahassakahāpaṇe ca dāpesi. Bhikkhusaṅghassa ca dhātupujanatthāya soḷasasahassaṃ kahāpaṇaṃ dāpesi.",
  "anya-e1205n4:90": "Tato giriabhayaṃ pakkosāpetvā, tāta tumhe idheva niccaṃ vasatha. Amhākaṃ vihāre ca ārāmikesu ca ayyesu ca appamatto hohīti ovaditvā sabbaṃ tassa niyyādesi. Thero tassa evamāha? Mahārāja samantato mahāsīmaṃ bandhitabbanti. Bandhatha bhanteti vutte? Mahārāja akittitena nimittena sīmaṃ bandhituṃ nasakkā, vihārassa pācīna pacchimuttaradakkhiṇato mahāsīmaṃ bandhanāya nimittaṃ sallakkhetvā dehi, mayaṃ sīmaṃ bandhissāmāti āha. Rājā tuṭṭho satta amacce sabbālaṅkārena alaṅkaritvā sīmānimittaṃ kittetvā āgamanatthaṃ pesesi. Te pana satta amaccā catusu disāsu nimittaṃ sallakkhetvā paṇṇe likhitvā āharitvā rañño adaṃsu. Rājā ekekaṃ satakahāpaṇaṃ datvā catusu disāsu ārakkhaṃ dāpetvā sīmaṃ bandhantūti mahābhikkhusaṅghassa nivedesi. Atha thero bhikkhusaṅghaparivuto cetiyaṅgaṇe nisīditvā vappamāsakāḷapakkhadvādasadivase sīmaṃ bandhitvā niṭṭhapesi.",
  "anya-e1205n4:91": "Tattha sīmānimittaṃ evaṃ jānitabbaṃ; purimāya disāya sigāla pāsāṇaṃ gato. Tato macchaselagāmassa vāma passena koṭasīmā nāma gāmakkhettaṃ vissajjetvā gaṇadvāragāmaṃ gato. Cittavāpiyā uttaravāna koṭito varagāmakkhette piṭṭhipāsāṇaṃ gato. Tato sālikaṃ nāma madhukarukkhe ṭhītapāsāṇathūpassa gato. Tato vuttika nāma vāpiyā dakkhiṇavāna koṭito kaṇikāra selassa gato. Tato channajjhāpitaselassa gato. Tato kukkuṭasiva nāma upāsakassa madhukarukkhe ṭhītaṃ thūpaṃ gato. Tato soṇḍaṃ nāma selaṃ gato. Tato sabaraṃ nāma pāsāṇaṃ gato. Tato elālatitthassa gato. Tato sobbha majjhimena gantvā assabandhanaṃ nāma ṭhānaṃ gato. Tato pāsāṇassa matthake udaka kākaṃ nāma nigrodhaṃ gato. So rukkho udaka kākānaṃ vusita bhāvena evaṃ nāma jāto. Tato tambatitthaṃ nāma gantā mahācārikassanāma thūpamaggassa gato. Tato assamaṇḍalapiṭṭhiṃ gato. Tato mahā kadamba passe ṭhītaṃ pāsāṇathūpaṃ gato. Tato mahā rājuvāpiyā uttarakoṭiyā ṭhītaṃ mahānigrodharukkhaṃ gato. Tato mahāvanapiṭṭhiṃ gato. Tato loṇasāgarassa ante rajataselaṃ gato. Puna āvattitvā sigāla pāsāṇeyeva ṭhīto. Imaṃ ettakaṃ padesaṃ samantato paricchindāpetvā rājā adāsi. Vihārassa bahū ārāmike ca (tesaṃ) vividhāni upakaraṇāni (ca) dāpetvā sabbe pākāratoraṇādayo kārāpetvā vihāraṃ niṭṭhāpetvā rohaṇameva gato.",
  "anya-e1205n4:92": "Rājā pasannahadayo mahāpuñño mahābalo;",
  "anya-e1205n4:93": "Kāretvā uttamaṃ thūpaṃ kañcanagghīka sobhitaṃ.",
  "anya-e1205n4:94": "Bandhāpetvā tato sīmaṃ vaṭṭagāmañca soḷasa;",
  "anya-e1205n4:95": "Datvā ārāmikānañca sabbupakaraṇāni ca.",
  "anya-e1205n4:96": "Tato so rohaṇaṃ gantvā mahāsenāpurakkhato;",
  "anya-e1205n4:97": "Vihāradeviyā saddhiṃ modamāno vasī tahiṃ.",
  "anya-e1205n4:98": "Thero pana tattheva viharanto yo imasmiṃ vihāre vasanto tathāgatassa ekagandhakuṭiyaṃ vuttho viya bhavissatīti khyākaritvā tato paṭṭhāya sīlācārasamādhisamāpattipaṭiladdhajaḷabhiññāpaṭisambhidappattehi khīṇāsavehi parivāretvā sabba buddhaguṇaṃ anussaranto ciraṃ vasitvā tattheva anupādisesāya nibbānadhātuyā parinibbāyi.",
  "anya-e1205n4:99": "Anekaguṇasampanno tissatthero bahussuto;",
  "anya-e1205n4:100": "Janānaṃ saṅgahaṃkatvā nibbuto so anāsavo.",
  "anya-e1205n4:101": "Therāpi te sīlasamādhiyuttā,",
  "anya-e1205n4:102": "Bahussutā sādhuguṇābhirāmā;",
  "anya-e1205n4:103": "Paññāpabhāvāyuppannacittā,",
  "anya-e1205n4:104": "Guṇākarā tānayutā janānaṃ.",
  "anya-e1205n4:105": "Pahīnabhavasaṃsārā pabhinnapaṭisambhidā;",
  "anya-e1205n4:106": "Nāmarūpaṃ samāsanto pesalā chinnabandhanā.",
  "anya-e1205n4:107": "Sattānaṃ uttamaṃ santiṃ katvā ca janasaṅgahaṃ;",
  "anya-e1205n4:108": "Nibbutā te mahāpaññā padīpoca sumānasā.",
  "anya-e1205n4:109": "Iti ariyajanappasādanatthāya kate dhātuvaṃse",
  "anya-e1205n4:110": "Dhātunidhānādhikāro nāma",
  "anya-e1205n4:111": "Pañcamo paricchedo.",
  "anya-e1205n4:112": "Iminā kārāpitavihārā kathetabbā; vihāradevīmahāvihāraṃ, chātapabbata vihāraṃ, samuddavihāraṃ, cittalapabbatavihāraṃ, bhaddapāsāṇadvāravihāraṃ, acchagalla vihāraṃ, koḷambatissapabbatavihāraṃ, gaṇavihāraṃ, kālakavihāraṃ, dukkhapālaka vihāraṃ, uccaṅgaṇavihāraṃ, koṭitissavihāraṃ, tassa pana ekanāmaṃ katvā kārāpite mahāgāme tissamahāvihārādiṃ katvā ekasataaṭṭhavīsavihārāni katāni ahesuṃ.",
  "anya-e1205n4:113": "Aṭṭhavīsaekasatavihārañca mahārahaṃ;",
  "anya-e1205n4:114": "Vihāradeviyā saddhiṃ kārāpesi mahāyaso.",
  "anya-e1205n4:115": "Tato paṭṭhāya rājā mahādānaṃ datvā puññāni katvā tato cuto devaloke nibbatti.",
  "anya-e1205n4:116": "Katvāni puññakammāni anekāni mahāyaso;",
  "anya-e1205n4:117": "Atthaṃ janassa katvāna gantvāna tusitaṃ puraṃ.",
  "anya-e1205n4:118": "So tattha dibbasampattiṃ cīraṃ bhuñjiya nandito;",
  "anya-e1205n4:119": "Mahāvībhavasampanno devatānaṃ purakkhato.",
  "anya-e1205n4:120": "Tampi sampattimohāya jīvavaloke manorame;",
  "anya-e1205n4:121": "Lokuttaraṃ sivaṃ khemaṃ icchanto āgamissati.",
  "anya-e1205n4:122": "So tato cuto jambudīpe nibbattitvā metteyya bhagavato pitā subrahmā nāma bhavissati. Vihāradevī tasseva mātā brahmavatī nāma brāhmaṇī bhavissati. Abhayagāmaṇīkumāro tasseva metteyyassa bhagavato paṭhamaggasāvako bhavissati. Kaniṭṭho saddhātisso dutiyaggasāvako bhavissati.",
  "anya-e1205n4:123": "Ettāvatā nalāṭadhātu saṃvaṇṇanā samattā.",
  "anya-e1205n4:124": "Dhātuvaṃso samatto.",
  "anya-e1205n4:125": "Anena puññakammena saṃsaranto bhavābhave;",
  "anya-e1205n4:126": "Sabbattha paṇḍito homī sāriputtova paññavā.",
  "anya-e1205n4:127": "Arimedassa buddhassa pabbajitvāna sāsane;",
  "anya-e1205n4:128": "Nibbānaṃ pāpuṇitvāna muñcemi bhavabandhanā.",
  "anya-e1205n4:129": "Anena me sabbabhavābhave’haṃ,",
  "anya-e1205n4:130": "Bhaveyyamekantaparānukampī;",
  "anya-e1205n4:131": "Kulī balī ceva satī matī ca,",
  "anya-e1205n4:132": "Kavīhisantehi sadā samaṅgī.",
  "anya-e1205n4:133": "Paññāvantānaṃ aggo bhavatu."
}