{
  "anya-e0803n5:0": "5. Okārantapulliṅganāmikapadamālā",
  "anya-e0803n5:1": "Bhū dhātuto pavattānaṁ, nāmikānamito paraṁ;",
  "anya-e0803n5:2": "Nāmamālaṁ pakāsissaṁ, nāmamālantarampi ca.",
  "anya-e0803n5:3": "Vippakiṇṇakathā ettha, evaṁ vutte na hessati;",
  "anya-e0803n5:4": "Pabhedo nāmamālānaṁ, paripuṇṇova hehiti.",
  "anya-e0803n5:5": "Pubbācariyasīhānaṁ, tasmā idha mataṁ sutaṁ;",
  "anya-e0803n5:6": "Purecaraṁ karitvāna, vakkhāmi savinicchayaṁ.",
  "anya-e0803n5:7": "Puriso, purisā. Purisaṁ, purise. Purisena, purisehi, purisebhi. Purisassa, purisānaṁ. Purisā, purisasmā, purisamhā, purisehi, purisebhi. Purisassa, purisānaṁ. Purise, purisasmiṁ, purisamhi, purisesu. Bho purisa, bhavanto purisā.",
  "anya-e0803n5:8": "Ayamāyasmatā mahākaccānena pabhinnapaṭisambhidena katasmā niruttipiṭakato uddharito purisaiccetassa pakatirūpassa nāmikapadamālānayo. Tatra purisavacanaekavacanaputhuvacanesu paccattavacanādīni bhavanti. Taṁ yathā? Puriso tiṭṭhati, purisā tiṭṭhanti. Tatra purisoti purisavacane ekavacane paccattavacanaṁ bhavati, purisāti purisavacane puthuvacane paccattavacanaṁ bhavati.",
  "anya-e0803n5:9": "Purisaṁ passati, purise passati. Tatra purisanti purisavacane ekavacane upayogavacanaṁ bhavati, puriseti purisavacane puthuvacane upayogavacanaṁ bhavati.",
  "anya-e0803n5:10": "Purisena kataṁ, purisehi kataṁ, purisebhi kataṁ. Tatra purisenāti purisavacane ekavacane karaṇavacanaṁ bhavati, purisehi, purisebhīti purisavacane puthuvacane karaṇavacanaṁ bhavati.",
  "anya-e0803n5:11": "Purisassa dīyate, purisānaṁ dīyate. Tatra purisassāti purisavacane ekavacane sampadānavacanaṁ bhavati, purisānanti purisavacane puthuvacane sampadānavacanaṁ bhavati.",
  "anya-e0803n5:12": "Purisā nissaṭaṁ, purisasmā nissaṭaṁ, purisamhā nissaṭaṁ, purisehi nissaṭaṁ, purisebhi nissaṭaṁ. Tatra purisāti purisavacane ekavacane nissakkavacanaṁ bhavati. Purisasmāti…pe… purisamhāti purisavacane ekavacane nissakkavacanaṁ bhavati, purisehi, purisebhīti purisavacane puthuvacane nissakkavacanaṁ bhavati.",
  "anya-e0803n5:13": "Purisassa pariggaho, purisānaṁ pariggaho. Tatra purisassāti purisavacane ekavacane sāmivacanaṁ bhavati, purisānanti purisavacane puthuvacane sāmivacanaṁ bhavati.",
  "anya-e0803n5:14": "Purise patiṭṭhitaṁ, purisasmiṁ patiṭṭhitaṁ, purisamhi patiṭṭhitaṁ, purisesu patiṭṭhitaṁ. Tatra puriseti purisavacane ekavacane bhummavacanaṁ bhavati, purisasminti…pe… purisamhīti…pe… purisesūti purisavacane puthuvacane bhummavacanaṁ bhavati.",
  "anya-e0803n5:15": "Bho purisa tiṭṭha, bhavanto purisā tiṭṭhatha. Tatra bho purisaiti purisavacane ekavacane ālapanaṁ bhavati, bhavanto purisāiti purisavacane puthuvacane ālapanaṁ bhavatīti iminā nayena sabbattha nayo vitthāretabbo.",
  "anya-e0803n5:16": "Yamakamahātherena katāya pana cūḷaniruttiyaṁ ‘‘bho purisa’’iti rassavasena ālapanekavacanaṁ vatvā ‘‘bho purisā’’iti dīghavasena ālapanabahuvacanaṁ vuttaṁ. Kiñcāpi tādiso nayo niruttipiṭake natthi, tathāpi bahūnamālapanavisaye ‘‘bho yakkhā’’itiādīnaṁ ālapanabahuvacanānaṁ jātakaṭṭhakathādīsu dissanato pasatthatarova hoti viññūnaṁ pamāṇañca, tasmā iminā yamakamahātheramatenapi ‘‘puriso purisā purisa’’ntiādīni vatvā āmantane ‘‘bho purisa, bho purisā, bhavanto purisā’’ti nāmikapadamālā yojetabbā.",
  "anya-e0803n5:17": "Tattha purisoti paṭhamāya ekavacanaṁ. Purisāti bahuvacanaṁ. Purisanti dutiyāya ekavacanaṁ. Puriseti bahuvacanaṁ. Purisenāti tatiyāya ekavacanaṁ. Purisehi, purisebhīti dve bahuvacanāni. Purisassāti catutthiyā ekavacanaṁ. Purisānanti bahuvacanaṁ. Purisā, purisasmā, purisamhāti tīṇi pañcamiyā ekavacanāni. Purisehi, purisebhīti dve bahuvacanāni. Purisassāti chaṭṭhiyā ekavacanaṁ. Purisānanti bahuvacanaṁ. Purise, purisasmiṁ, purisamhīti tīṇi sattamiyā ekavacanāni. Purisesūti bahuvacanaṁ. Bho purisāti aṭṭhamiyā ekavacanaṁ. Bho purisā, bhavanto purisāti dve bahuvacanāni.",
  "anya-e0803n5:18": "Kiñcāpetesu ‘‘purisā’’ti idaṁ paṭhamāpañcamīaṭṭhamīnaṁ, ‘‘purise’’ti idaṁ dutiyāsattamīnaṁ, ‘‘purisehi, purisebhī’’ti tatiyāpañcamīnaṁ, ‘‘purisāna’’nti catutthīchaṭṭhīnaṁ ekasadisaṁ, tathāpi atthavasena asaṅkarabhāvo veditabbo. Kathaṁ? ‘‘Puriso tiṭṭhati, purisā tiṭṭhanti. Purisaṁ passati, purise passatī’’tiādinā.",
  "anya-e0803n5:19": "Tattha ca bhoti āmantanatthe nipāto. So na kevalaṁ ekavacanaṁyeva hoti, atha kho bahuvacanampi hotīti ‘‘bho purisā’’iti bahuvacanappayogopi gahito. ‘‘Bhavanto’’tidaṁ pana bahuvacanameva hotīti ‘‘purisā’’ti puna vuttanti daṭṭhabbaṁ. Iti yamakamahātherena ‘‘bho purisa’’iti rassavasena ālapanekavacanaṁ vatvā ‘‘bho purisā’’iti dīghavasena ālapanabahuvacanaṁ vuttaṁ. Tathā hi pāḷiyaṁ aṭṭhakathāsu ca nipātabhūto bhosaddo ekavacanabahuvacanavasena dvidhā bhijjati. Atrimāni nidassanapadāni – ‘‘api nu kho sapariggahānaṁ tevijjānaṁ brāhmaṇānaṁ apariggahena brahmunā saddhiṁ saṁsandati sametīti, no hidaṁ bho gotama. Acchariyaṁ bho ānanda, abbhutaṁ bho ānanda, ehi bho samaṇa, bho pabbajita’’iccādipāḷito aṭṭhakathāto ca bhosaddassa ekavacanappayoge pavattinidassanaṁ, ‘‘tena hi bho mamapi suṇātha. Yathā mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ, nāhaṁ bho samaṇassa gotamassa subhāsitaṁ subhāsitato nābbhanumodāmi, passatha bho imaṁ kulaputtaṁ. Bho yakkhā ahaṁ imaṁ tumhākaṁ bhājetvā dadeyyaṁ. Aparisuddho panamhi, bho dhuttā tumhākaṁ kriyā mayhaṁ na ruccati. So te purise āha bho tumhe maṁ mārentā rañño dassetvāva mārethā’’ti iccādi pana pāḷito aṭṭhakathāto ca bhosaddassa bahuvacanappayoge pavattinidassanaṁ. Kaccāyanappakaraṇe pana ‘‘bho purisa, bho purisā’’ti padadvayaṁ ālapanekavacanavasena vuttaṁ. Taṁ yathā āgamehi na virujjhati, tathā gahetabbaṁ.",
  "anya-e0803n5:20": "Keci pana adūraṭṭhassālapane ‘‘bho purisa’’iti rassavasena ālapanekavacanaṁ icchanti, dūraṭṭhassālapane pana ‘‘bho purisā’’iti dīghavasena ālapanekavacanaṁ icchanti. Adūraṭṭhānaṁ dūraṭṭhānañca purisānaṁ itthīnañca ālapane na kiñci vadanti. Tathā adūraṭṭhāya dūraṭṭhāya ca itthiyā ālapane te pucchitabbā ‘‘adūraṭṭhānaṁ dūraṭṭhānañca purisānamālapane kathaṁ vattabba’’nti. Addhā te evaṁ puṭṭhā uttari kiñci vattuṁ na sakkhissanti. Evampi te ce vadeyyuṁ ‘‘bhavanto purisāti imināva adūraṭṭhānaṁ dūraṭṭhānañca purisānamālapanaṁ bhavatī’’ti. Tadā te vattabbā ‘‘yadi bhavanto purisā’’ti iminā advejjhena vacanena adūraṭṭhānaṁ dūraṭṭhānañca purisānamālapanaṁ bhavati, evaṁ sante ‘‘bho purisa’’iti rassapadenapi dūraṭṭhassa ca purisassālapanaṁ vattabbaṁ, evaṁ avatvā kimatthaṁ adūraṭṭhassālapane ‘‘bho purisa’’iti rassavasena ālapanekavacanaṁ icchatha, kimatthañca dūraṭṭhassālapane ‘‘bho purisā’’iti dīghavasena ālapanekavacanaṁ icchatha.",
  "anya-e0803n5:21": "Nanu ‘‘taggha bhagavā bojjhaṅgā, taggha sugata bojjhaṅgā’’tiādīsu ālapanapadabhūtaṁ ‘‘bhagavā’’iti dīghapadaṁ samīpe ṭhitakālepi dūre ṭhitakālepi buddhassālapanapadaṁ bhavitumarahateva, tathā ālapanapadabhūtaṁ ‘‘sugata’’iti rassapadampi. Yasmā panetesu ‘‘bhagavā’’ti ālapanapadassa na katthacipi rassattaṁ dissati, ‘‘sugatā’’ti ālapanapadassa ca na katthacipi dīghattaṁ dissati, tasmā dīgharassamattābhedaṁ acintetvā ‘‘purisa’’iti rassavasena vuttapadaṁ pakatissaravasena samīpe ṭhitassa purisassa āmantanakāle adūraṭṭhassālapanapadaṁ bhavati, āyatassaravasena dūre ṭhitapurisassa āmantanakāle dūraṭṭhassālapanapadaṁ bhavatīti gahetabbaṁ. Tathā ‘‘bhavanto purisā, bho yakkhā, bho dhuttā’’tiādīni dīghavasena vuttāni ālapanabahuvacanapadānipi pakatissaravasena samīpe ṭhitapurisānaṁ āmantanakāle adūraṭṭhānamālapanapadāni bhavanti, āyatassaravasena dūre ṭhitapurisādīnaṁ āmantanakāle dūraṭṭhānamālapanapadāni bhavantīti gahetabbāni. Tathā hi brāhmaṇā katthaci katthaci rassaṭṭhānepi dīghaṭṭhānepi āyatena sarena majjhimāyatena sarena accāyatena ca sarena vedaṁ paṭhanti likhitumasakkuṇeyyena gītassarena viya. Iti sabbakkharesupi āyatena sarenuccāraṇaṁ labbhateva likhitumasakkuṇeyyaṁ, tasmā asampathamanotaritvā ‘‘bho purisa’’iti vacanena dūraṭṭhassa ca adūraṭṭhassa ca purisassālapanaṁ bhavati, ‘‘bho purisā, bhavanto purisā’’ti imehi vacanehipi dūraṭṭhānañca adūraṭṭhānañca purisānamālapanaṁ bhavatīti daṭṭhabbaṁ. Iti dūraṭṭhassa adūraṭṭhānañca āyatena sarena āmantanameva pamāṇaṁ, na dīgharassamattāviseso, tasmā ‘‘bho sattha, bho rāja, bho gaccha, bho muni, bho daṇḍi, bho bhikkhu, bho sayambhu, bhoti kaññe, bhoti patti, bhoti itthi, bhoti yāgu, bhoti vadhu, bho kula, bho aṭṭhi, bho cakkhu’’iccevamādīhi padehi adūraṭṭhassālapanañca dūraṭṭhassālapanañca bhavati. ‘‘Bhavanto satthā, satthāro, bhotiyo kaññā, kaññāyo’’ti evamādīhipi padehi adūraṭṭhānañcālapanaṁ bhavatīti daṭṭhabbaṁ.",
  "anya-e0803n5:22": "Idaṁ panettha sanniṭṭhānaṁ –",
  "anya-e0803n5:23": "Tassa taṁ vacanaṁ sutvā, rañño puttaṁ adassayuṁ;",
  "anya-e0803n5:24": "Putto ca pitaraṁ disvā, dūratovajjhabhāsatha.",
  "anya-e0803n5:25": "Āgacchu dovārikā khaggabandhā,",
  "anya-e0803n5:26": "Kāsāviyā hantu mamaṁ janinda;",
  "anya-e0803n5:27": "Akkhāhi me pucchito etamatthaṁ,",
  "anya-e0803n5:28": "Aparādho ko nvidha mamajja atthi.",
  "anya-e0803n5:29": "Evaṁ saddhammarājena, vohārakusalena ve;",
  "anya-e0803n5:30": "Sudesite somanassa-jātake sabbadassinā.",
  "anya-e0803n5:31": "Dūraṭṭhānepi rassattaṁ, ‘‘janinda’’iti dissati;",
  "anya-e0803n5:32": "Na katthacipi dīghattaṁ, iti nīti mayā matā.",
  "anya-e0803n5:33": "Idampettha vattabbaṁ ‘‘kuto nu bho idamāyātaṁ ‘dūraṭṭhassālapanaṁ adūraṭṭhassālapanami’ti’’? Saddasatthato. Saddasatthaṁ nāma na sabbaso buddhavacanassopakārakaṁ, ekadesena pana hoti.",
  "anya-e0803n5:34": "Imasmiṁ pakaraṇe ‘‘bahuvacana’’nti vā ‘‘puthuvacana’’nti vā ‘‘anekavacana’’nti vā atthato ekaṁ, byañjanameva nānaṁ, tasmā sabbattha ‘‘bahuvacana’’nti vā ‘‘puthuvacana’’nti vā ‘‘anekavacana’’nti vā vohāro kātabbo, puthuvacanaṁ anekavacananti ca idaṁ sāsane niruttaññūnaṁ vohāro, itaraṁ saddasatthavidūnaṁ.",
  "anya-e0803n5:35": "Kasmā pana imasmiṁ pakaraṇe dvivacanaṁ na vuttanti? Yasmā buddhavacane dvivacanaṁ nāma natthi, tasmā na vuttanti. Nanu buddhavacane vacanattayaṁ atthi, tathā hi ‘‘āyasmā’’ti idaṁ ekavacanaṁ, ‘‘āyasmantā’’ti idaṁ dvivacanaṁ, ‘‘āyasmanto’’ti idaṁ bahuvacananti? Tanna, yadi ‘‘āyasmantā’’ti idaṁ vacanaṁ dvivacanaṁ bhaveyya, ‘‘puriso purisā’’tiādīsu kataraṁ dvivacananti vadeyyātha, tasmā buddhavacane dvivacanaṁ nāma natthi. Teneva hi si yo aṁ yo nā hītiādinā ekavacanabahuvacanāneva dassitānīti.",
  "anya-e0803n5:36": "Nanu ca bho ‘‘suṇantu me āyasmantā, ajja uposatho pannaraso. Yadāyasmantānaṁ pattakallaṁ, mayaṁ aññamaññaṁ pārisuddhiuposathaṁ kareyyāmā’’ti pāḷiyaṁ dve sandhāya ‘‘āyasmantā’’ti vuttaṁ, ‘‘uddiṭṭhā kho āyasmanto cattāro pārājikā dhammā’’tiādīsu pana pāḷīsu bahavo sandhāya ‘‘āyasmanto’’ti vuttaṁ, na ca sakkā vattuṁ ‘‘yathā tathā vutta’’nti , parivāsādiārocanepi aṭṭhakathācariyehi viññātasugatādhippāyehi ‘‘dvinnaṁ ārocentena ‘āyasmantā dhārentū’ti, tiṇṇaṁ ārocentena ‘āyasmanto dhārentū’ti vattabba’’nti vuttattāti? Saccaṁ vuttaṁ, taṁ pana vinayavohāravasena vuttanti. Nanu vinayo buddhavacanaṁ, kasmā ‘‘buddhavacane dvivacanaṁ nāma natthī’’ti vadathāti? Saccaṁ vinayo buddhavacanaṁ, tathāpi vinayakammavasena vuttattā upalakkhaṇamattaṁ, na sabbasādhāraṇabahuvacanapariyāpannaṁ. Yadi hi ‘‘āyasmantā’’ti idaṁ dvivacanaṁ siyā, tappayogānipi kriyāpadāni dvivacanāneva siyuṁ, tathārūpānipi kriyāpadāni na santi. Na hi akkharasamayakovido jhānalābhīpi dibbacakkhunā vassasatampi vassasahassampi samavekkhanto buddhavacane ekampi kriyāpadaṁ dvivacananti passeyya, evaṁ kriyāpadesu dvivacanassābhāvā nāmikapadesu dvivacanaṁ natthi. Nāmikapadesu tadabhāvāpi kriyāpadesu tadabhāvo veditabbo. Sakkaṭabhāsāyaṁ dvīsupi dvivacanāni santi, māgadhabhāsāyaṁ pana natthi.",
  "anya-e0803n5:37": "Apica ‘‘puthuvacana’’nti niruttivohāropi ‘‘buddhavacane dvivacanaṁ natthī’’ti etamatthaṁ dīpeti. Tañhi sakkaṭabhāsāyaṁ vuttā dvivacanato bahuvacanato ca visuṁbhūtaṁ vacanaṁ, tattha vā vuttehi atthehi visuṁbhūtassa atthassa vacanaṁ ‘‘puthuvacana’’nti vuccati. Kathamidaṁ sakkaṭabhāsāyaṁ vuttā dvivacanato bahuvacanato ca visuṁbhūtaṁ vacananti ce? Yasmā sakkaṭabhāsāyaṁ ‘‘puthuvacana’’nti vohāro natthi, tasmā idaṁ tehi sakkaṭabhāsāyaṁ vuttehi dvivacanabahuvacanehi visuṁbhūtaatthassa vacananti vuccati. Kathañca pana sakkaṭabhāsāyaṁ vuttehi visuṁbhūtassa atthassa vacananti puthuvacananti ce? Yasmā sakkaṭabhāsāyaṁ dve upādāya dvivacanaṁ vuttaṁ, na ticatupañcādike bahavo upādāya, bahavo pana upādāya bahuvacanaṁ vuttaṁ, na dve upādāya, ayaṁ sakkaṭabhāsāya viseso. Māgadhabhāsāyaṁ pana dviticatupañcādike bahavo upādāya puthuvacanaṁ vuttaṁ, tasmā sakkaṭabhāsāyaṁ vuttehi atthehi visuṁbhūtassa atthassa vacananti puthuvacananti vuccati. Ayaṁ māgadhabhāsāya viseso. Tasmātra puthubhūtassa, puthuno vā atthassa vacanaṁ ‘‘puthuvacana’’nti attho samadhigantabbo.",
  "anya-e0803n5:38": "Idāni ‘‘puriso, purisā, purisa’’nti niruttipiṭakato uddharitanayaṁ nissāya pakatirūpabhūtassa bhūtasaddassa nāmikapadamālā vuccate –",
  "anya-e0803n5:39": "Bhūto, bhūtā. Bhūtaṁ, bhūte. Bhūtena, bhūtehi, bhūtebhi. Bhūtassa, bhūtānaṁ. Bhūtā, bhūtasmā, bhūtamhā, bhūtehi, bhūtebhi. Bhūtassa, bhūtānaṁ. Bhūte, bhūtasmiṁ, bhūtamhi, bhūtesu. Bho bhūta, bhavanto bhūtā.",
  "anya-e0803n5:40": "Atha vā ‘‘bho bhūtā’’iti bahuvacanaṁ viññeyyaṁ. Yathā panettha bhūtaiccetassa pakatirūpassa nāmikapadamālā purisanayena yojitā, evaṁ bhāvakādīnañca aññesañca taṁsadisānaṁ nāmikapadamālā purisanayena yojetabbā. Etthaññāni taṁsadisāni nāma ‘‘buddho’’tiādīnaṁ padānaṁ buddhaiccādīni pakatirūpāni.",
  "anya-e0803n5:41": "Buddho dhammo saṅgho maggo,",
  "anya-e0803n5:42": "Khandho kāyo kāmo kappo;",
  "anya-e0803n5:43": "Māso pakkho yakkho bhakkho,",
  "anya-e0803n5:44": "Nāgo megho bhogo yāgo.",
  "anya-e0803n5:45": "Rāgo doso moho māno,",
  "anya-e0803n5:46": "Makkho thambho kodho lobho;",
  "anya-e0803n5:47": "Hāso vero dāho tejo,",
  "anya-e0803n5:48": "Chando kāso sāso rogo.",
  "anya-e0803n5:49": "Asso sasso isso sisso,",
  "anya-e0803n5:50": "Sīho byaggho rukkho selo;",
  "anya-e0803n5:51": "Indo sakko devo gāmo,",
  "anya-e0803n5:52": "Cando sūro ogho dīpo.",
  "anya-e0803n5:53": "Passo yañño cāgo vādo,",
  "anya-e0803n5:54": "Hattho patto soso gedho;",
  "anya-e0803n5:55": "Somo yodho gaccho accho,",
  "anya-e0803n5:56": "Geho māḷo aṭṭo sālo.",
  "anya-e0803n5:57": "Naro nago migo saso,",
  "anya-e0803n5:58": "Suṇo bako ajo dijo;",
  "anya-e0803n5:59": "Hayo gajo kharo saro,",
  "anya-e0803n5:60": "Dumo talo paṭo dhajo.",
  "anya-e0803n5:61": "Urago paṭago vihago bhujago,",
  "anya-e0803n5:62": "Kharabho sarabho pasado gavajo;",
  "anya-e0803n5:63": "Mahiso vasabho asuro garuḷo,",
  "anya-e0803n5:64": "Taruṇo varuṇo baliso paligho.",
  "anya-e0803n5:65": "Sālo dhavo ca khadiro,",
  "anya-e0803n5:66": "Godhumo saṭṭhiko yavo;",
  "anya-e0803n5:67": "Kaḷāyo ca kulattho ca,",
  "anya-e0803n5:68": "Tilo muggo ca taṇḍulo.",
  "anya-e0803n5:69": "Khattiyo brāhmaṇo vesso,",
  "anya-e0803n5:70": "Suddo dhutto ca pukkuso;",
  "anya-e0803n5:71": "Caṇḍālo patiko paṭṭho,",
  "anya-e0803n5:72": "Manusso rathiko ratho.",
  "anya-e0803n5:73": "Pabbajito gahaṭṭho ca,",
  "anya-e0803n5:74": "Goṇo oṭṭho ca gadrabho;",
  "anya-e0803n5:75": "Mātugāmo ca orodho,",
  "anya-e0803n5:76": "Iccādīni vibhāvaye.",
  "anya-e0803n5:77": "Kecettha vadeyyuṁ ‘‘nanu bho ‘orodhā ca kumārā cā’ti pāṭhassa dassanato orodhasaddo itthiliṅgo’’ti? Tanna, tattha hi ‘‘orodhā’’ti idaṁ okārantapulliṅgameva, nā’kārantitthiliṅgaṁ, tumhe pana ‘‘ākārantitthiliṅga’’nti maññamānā evaṁ vadatha, na panidaṁ ākārantitthiliṅgaṁ, atha kho ‘‘mātugāmā’’tipadaṁ viya bahuvacanavasena vuttamākārantapadanti. Nanu ca bho sammohavinodaniyādīsu orodhasaddassa itthiliṅgatā pākaṭā, kathanti ce? ‘‘Rukkhe adhivatthā devatā therassa kuddhā paṭhamameva manaṁ palobhetvā ‘ito te sattadivasamatthake upaṭṭhāko rājā marissatī’ti supine ārocesi. Thero taṁ kathaṁ sutvā rājorodhānaṁ ācikkhi. Tā ekappahāreneva mahāviravaṁ viraviṁsū’’ti. Ettha hi ‘‘rājorodhāna’’nti vatvā ‘‘tā’’ti vuttattāva orodhasaddassa itthiliṅgatā pākaṭāti? Tanna, atthassa duggahaṇato. Duggahito hi ettha tumhehi attho, ettha pana orodhasaddena itthipadatthassa kathanato itthipadatthaṁ sandhāya ‘‘tā’’ti vuttattā ‘‘tā itthiyo’’ti ayamevattho. Tumhe pana amātāpitarasaṁvaddhattā ācariyakule ca anivuṭṭhattā etaṁ sukhumatthamajānantā yaṁ vā taṁ vā mukhārūḷhaṁ vadatha.",
  "anya-e0803n5:78": "Bhuñjanatthaṁ kathanatthaṁ, mukhaṁ hotīti no vade;",
  "anya-e0803n5:79": "Yaṁ vā taṁ vā mukhārūḷhaṁ, vacanaṁ paṇḍito naroti.",
  "anya-e0803n5:80": "Na mayaṁbho yaṁ vā taṁ vā mukhārūḷhaṁ vadāma, aṭṭhakathācariyānaññeva vacanaṁ gahetvā vadāma, aṭṭhakathāyeva amhākaṁ paṭisaraṇaṁ , na mayaṁ tumhākaṁ saddahāmāti. Amhākaṁ saddahatha vā mā vā, mā tumhe ‘‘aṭṭhakathācariyānaññeva vacanaṁ gahetvā vadāmā’’ti aṭṭhakathācariye abbhācikkhatha. Na hi aṭṭhakathācariyehi ‘‘orodhasaddo itthiliṅgo’’ti vuttaṭṭhānamatthi, tasmāpi aṭṭhakathācariye abbhācikkhatha, na yuttaṁ buddhādīnaṁ garūnamabbhācikkhanaṁ mahato anatthassa lābhāya saṁvattanato. Vuttañhetaṁ bhagavatā ‘‘attanā duggahitena amhe ceva abbhācikkhati, bahuñca apuññaṁ pasavati, tato attānañca khaṇatī’’ti.",
  "anya-e0803n5:81": "Evaṁ abbhācikkhanassa ayuttataṁ sāvajjatañca dassetvā punapi te idaṁ vattabbā – jātakaṭṭhakathāyampi tumhehi āhaṭaudāharaṇasadisaṁ udāharaṇamatthi, taṁ suṇātha. Kosiyajātakaṭṭhakathāyañhi ‘‘satthā jetavane viharanto ekaṁ sāvatthiyaṁ mātugāmaṁ ārabbha kathesi. Sā kirekassa saddhassa pasannassa upāsakabrāhmaṇassa brāhmaṇī dussīlā pāpadhammā’’ti pāṭho dissati. Ettha hi ‘‘mātugāmaṁ ārabbha kathesī’’ti vatvā ‘‘sā’’ti vuttattā tumhākaṁ matena mātugāmasaddo itthiliṅgoyeva siyā, na pulliṅgo, kimidaṁ aṭṭhakathāvacanampi na passatha, tadeva pana aṭṭhakathāvacanaṁ passatha, kiṁ sā eva aṭṭhakathā tumhākaṁ paṭisaraṇaṁ, na tadaññāti.",
  "anya-e0803n5:82": "Yadi tāsaddaṁ apekkhitvā orodhasaddassa itthiliṅgattamicchatha, etthāpi sāsaddamapekkhitvā mātugāmasaddassa itthiliṅgattamicchathāti. Evaṁ vuttā te niruttarā appaṭibhānā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyeyyuṁ. Etthāpi mātugāmasaddena itthipadatthassa kathanato itthipadatthaṁ sandhāya ‘‘sā’’ti vuttattā ‘‘sā itthī’’ti ayamevattho. Katthaci hi padhānavācakena pulliṅgena napuṁsakaliṅgena vā samānādhikaraṇassa guṇasaddassa abhidheyyaliṅgānuvattittāpulliṅgavasena vā napuṁsakaliṅgavasena vā niddisitabbattepi liṅgamanapekkhitvā itthipadatthamevāpekkhitvā itthiliṅganiddeso dissati. Taṁ yathā? ‘‘Idha visākhe mātugāmo susaṁvihitakammantā hoti saṅgahitaparijanā bhattumanāpaṁ carati, sambhataṁ anurakkhatī’’ti ca, ‘‘ko nu kho bhante hetu ko paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya, daliddā ca hoti appassakā appabhogā appesakkhā ca. Idha mallike ekacco mātugāmo kodhanā hoti upāyāsabahulā, appampi vuttā samānā abhisajjati kuppati byāpajjati patitthiyati kopañca dosañca appaccayañca pātukarotī’’ti ca, ‘‘taṁ kho pana bhikkhave itthiratanaṁ rañño cakkavattissa pubbuṭṭhāyinī pacchānipātinī kiṁkārapaṭissāvinī’’ti ca ime payogā.",
  "anya-e0803n5:83": "Katthaci pana padhānavācakena napuṁsakaliṅgena samānādhikaraṇassa guṇasaddassa abhidheyyaliṅgānuvattittā napuṁsakaliṅgavasena niddisitabbattepi liṅgamanapekkhitvā purisapadatthamevāpekkhitvā pulliṅganiddeso dissati. Taṁ yathā? ‘‘Pañca paccekabuddhasatāni imasmiṁ isigilismiṁ pabbate ciranivāsino ahesuṁ. Taṁ kho pana rañño cakkavattissa pariṇāyakaratanaṁ ñātānaṁ pavesetā aññātānaṁ nivāretā’’ti. Katthaci padhānavācakena liṅgattayena samānādhikaraṇassa guṇasaddassa abhidheyyaliṅgānurūpaṁ niddeso dissati. Taṁ yathā? Sā itthī ‘‘sīlavatī kalyāṇadhammā. Aṭṭhahi kho nakulamāte dhammehi samannāgato mātugāmo kāyassa bhedā parammaraṇā manāpakāyikānaṁ devānaṁ sahabyataṁ upapajjati. Saddho purisapuggalo, saddhaṁ kulaṁ, cittaṁ dantaṁ sukhāvaha’’nti.",
  "anya-e0803n5:84": "Seyyaiti saddo pana yebhuyyena okārantabhāve ṭhatvā liṅgattayānukūlo bhavati ekākāreneva tiṭṭhanato. Kathaṁ? Seyyo amitto matiyā upeto. Esāva pūjanā seyyo, ekāhaṁ jīvitaṁ seyyo.",
  "anya-e0803n5:85": "‘‘Dhammena ca alābho yo,",
  "anya-e0803n5:86": "Yo ca lābho adhammiko;",
  "anya-e0803n5:87": "Alābho dhammiko seyyo,",
  "anya-e0803n5:88": "Yañce lābho adhammiko.",
  "anya-e0803n5:89": "Yaso ca appabuddhīnaṁ, viññūnaṁ ayaso ca yo;",
  "anya-e0803n5:90": "Ayasova seyyo viññūnaṁ, na yaso appabuddhinaṁ.",
  "anya-e0803n5:91": "Dummedhehi pasaṁsā ca, viññūhi garahā ca yā;",
  "anya-e0803n5:92": "Garahāva seyyo viññūhi, yañce bālappasaṁsanā.",
  "anya-e0803n5:93": "Sukhañca kāmamayikaṁ, dukkhañca pavivekikaṁ;",
  "anya-e0803n5:94": "Pavivekaṁ dukkhaṁ seyyo, yañce kāmamayaṁ sukhaṁ.",
  "anya-e0803n5:95": "Jīvitañca adhammena, dhammena maraṇañca yaṁ;",
  "anya-e0803n5:96": "Maraṇaṁ dhammikaṁ seyyo, yañce jīve adhammika’’nti.",
  "anya-e0803n5:97": "Evamayaṁ seyya iti saddo okārantabhāve ṭhatvā liṅgattayānukūlo bhavati. Katthaci pana ākārantabhāve ṭhatvā itthiliṅgānukūlo dissati ‘‘itthīpi hi ekacciyā, seyyā posa janādhipā’’ti. Niggahītanto pana hutvā napuṁsakaliṅgānukūlo apasiddho. Evaṁpakāre payoge kiṁ tumhe na passathāti. Evaṁ vuttā ca te niruttarāva bhavissanti.",
  "anya-e0803n5:98": "Sacepi te ettha evaṁ vadeyyuṁ ‘‘tattha tattha suttappadese aṭṭhakathādīsu ca ‘mātugāmo’ti vā ‘mātugāmenā’ti vā okārantapulliṅgabhāvena mātugāmasaddassa dassanato pulliṅgabhūtaṁ mātugāmasaddaṁ anapekkhitvā itthipadatthameva apekkhitvā ‘‘sā itthī’’ti itthīsaddena sāsaddassa sambandhaggahaṇaṁ mayaṁ sampaṭicchāma, ‘orodho’ti vā ‘orodhenā’ti vā okārantapulliṅgabhāvena ṭhitassa orodhasaddassa adassanato pana tumhehi vuttaṁ purimatthaṁ na sampaṭicchāmā’’ti. Tadā tesaṁ imāni vinayapāḷiyaṁ āgatapadāni dassetabbāni ‘‘tena kho pana samayena rājā udeno uyyāne paricāresi saddhiṁ orodhena, atha kho rañño udenassa orodho rājānaṁ udenaṁ etadavocā’’ti. Evaṁ imāni suttapadāni dassetvā suttanipātaṭṭhakathāyaṁ ‘‘rāmo nāma rājā kuṭṭharogī orodhehi ca nāṭakehi ca jigucchamāno’’ti vacanañca dassetvā ‘‘gacchatha tumhe garukulamupagantvā bhagavato saddhammassa ciraṭṭhitatthaṁ sādhukaṁ padabyañjanāni uggaṇhathā’’ti uyyojetabbā.",
  "anya-e0803n5:99": "Idāni mātugāmasaddādīsu kiñci vinicchayaṁ vadāma – mātugāmasaddo ca orodhasaddo ca dārasaddo cāti ime itthipadatthavācakāpi samānā ekantena pulliṅgā bhavanti. Tesu dārasaddassa ekasmiṁ atthe vattamānassāpi bahuvacanakattameva saddasatthavidū icchanti, na ekavacanakattaṁ. Mayaṁ pana dārasaddassa ekasmiṁ atthe ekavacanakattaṁ, yebhuyyena pana bahuvacanakattaṁ anujānāma, bavhatthe vattabbameva natthi. Pāḷiyañhi dārasaddo yebhuyyena bahuvacanako bhavati, ekavacanako appo. Tatrime payogā –",
  "anya-e0803n5:100": "‘‘Dāsā ca dāsyo anujīvino ca,",
  "anya-e0803n5:101": "Puttā ca dārā ca mayañca sabbe;",
  "anya-e0803n5:102": "Dhammañcarāmapparalokahetu,",
  "anya-e0803n5:103": "Tasmā hi amhaṁ daharā na miyyare’’ti ca,",
  "anya-e0803n5:104": "‘‘Yo ñātīnaṁ sakhīnaṁ vā, dāresu paṭidissati;",
  "anya-e0803n5:105": "Sahasā sampiyāyena, taṁ jaññāvasalo itī’’ti ca,",
  "anya-e0803n5:106": "‘‘Sehi dārehi’santuṭṭho, vesiyāsu padissati;",
  "anya-e0803n5:107": "Dissati paradāresu, taṁ parābhavato mukha’’nti ca,",
  "anya-e0803n5:108": "‘‘Puttesu dāresu ca yā apekkhā’’ti ca byāse, samāse pana ‘‘puttadārā disā pacchā, puttadārehi mattano’’ti ca evamādayo bahuvacanappayogā bahavo bhavanti.",
  "anya-e0803n5:109": "Ekavacanappayogā pana appā. Seyyathidaṁ? ‘‘Garūnaṁ dāre, dhammaṁ care yopi samuñjakaṁ care, dārañca posaṁ dadamappakasmi’’nti ca,",
  "anya-e0803n5:110": "‘‘Ye gahaṭṭhā puññakarā, sīlavanto upāsakā;",
  "anya-e0803n5:111": "Dhammena dāraṁ posenti, te namassāmi mātalī’’ti ca,",
  "anya-e0803n5:112": "‘‘Paradāraṁ na gaccheyyaṁ, sadārapasuto siya’’nti ca,",
  "anya-e0803n5:113": "‘‘Yo icche puriso hotuṁ, jātiṁ jātiṁ punappunaṁ;",
  "anya-e0803n5:114": "Paradāraṁ vivajjeyya, dhotapādova kaddama’’nti ca",
  "anya-e0803n5:115": "Evamādayo ekavacanappayogā appā.",
  "anya-e0803n5:116": "Samāhāralakkhaṇavasena panesa dārasaddo napuṁsakaliṅgekavacanopi katthaci bhavati. ‘‘Ādāya puttadāraṁ. Puttadārassa saṅgaho’’iti evaṁ idha vuttappakārena liṅgañca atthañca sallakkhetvā ‘‘puriso purisā’’ti pavattaṁ purisasaddanayaṁ nissāya sabbesaṁ ‘‘bhūto bhāvako bhavo’’tiādīnaṁ bhūdhātumayānaṁ aññesañcokārantapadānaṁ nāmikapadamālāsu saddhāsampannehi kulaputtehi saddhammaṭṭhitiyā kosallamuppādetabbaṁ.",
  "anya-e0803n5:117": "Kiṁ pana sabbāni okārantapadāni purisanaye sabbappakārena ekasadisāneva hutvā paviṭṭhānīti? Na paviṭṭhāni. Kānici hi okārantapadāni purisanaye sabbathā paviṭṭhāni ca honti, ekadesena paviṭṭhāni ca, kānici okārantapadāni purisanaye ekadesena paviṭṭhāni ca honti, ekadesena na paviṭṭhāni ca, kānici okārantapadāni purisanaye sabbathā appaviṭṭhāneva. Tatra katamāni kānici okārantapadāni purisanaye sabbathā paviṭṭhāni ca honti, ekadesena paviṭṭhāni ca? ‘‘Saro vayo ceto’’tiādīni. Saroiti hi ayaṁsaddo ususaddasaravanaakārādisaravācako ce, purisanaye sabbathā paviṭṭho. Rahadavācako ce, manogaṇapakkhikattā purisanaye ekadesena paviṭṭho. Vayoiti saddo parihānivācako ce, purisanaye sabbathā paviṭṭho. Āyukoṭṭhāsavācako ce, manogaṇapakkhikattā purisanaye ekadesena paviṭṭho. Ceto iti saddo yadi paṇṇattivācako, purisanaye sabbathā paviṭṭho. Yadi pana cittavācako, manogaṇapakkhikattā purisanaye ekadesena paviṭṭho. Manogaṇo ca nāma –",
  "anya-e0803n5:118": "Mano vaco vayo tejo,",
  "anya-e0803n5:119": "Tapo ceto tamo yaso;",
  "anya-e0803n5:120": "Ayo payo siro chando,",
  "anya-e0803n5:121": "Saro uro raho aho –",
  "anya-e0803n5:122": "Ime soḷasa.",
  "anya-e0803n5:123": "Idāni yathāvuttassa pākaṭīkaraṇatthaṁ manasaddādīnaṁ nāmikapadamālaṁ kathayāma –",
  "anya-e0803n5:124": "Mano , manā. Manaṁ, mano, mane. Manasā, manena, manehi, manebhi. Manaso, manassa, manānaṁ. Manā, manasmā, manamhā, manehi, manebhi. Manaso, manassa, manānaṁ. Manasi, mane, manasmiṁ, manamhi, manesu. Bho mana, bhavanto manā.",
  "anya-e0803n5:125": "Atha vā ‘‘bho manā’’iti bahuvacanampi ñeyyaṁ. Evaṁ vaco, vacā. Vacaṁ, vaco, vace. Vacasātiādinā nāmikapadamālā yojetabbā. Ahasaddassa pana bhummekavacanaṭṭhāne ahasi, ahe, ahasmiṁ, ahamhi, ahu, ahanīti yojetabbā.",
  "anya-e0803n5:126": "Idāni rūpantaravisesadassanatthaṁ napuṁsakaliṅgassa manasaddassapi nāmikapadamālaṁ vadāma, aṭṭhāne ayaṁ kathitāti na codetabbaṁ.",
  "anya-e0803n5:127": "Manaṁ, manāni, manā. Manaṁ, manāni, mane. Manena, manehi, manebhi. Manassa, manaso, manānaṁ. Manā, manasmā, manamhā, manehi, manebhi. Manassa, manaso, manānaṁ. Mane, manasmiṁ, manamhi, manesu. Bho mana, bhavanto manā. Atha vā ‘‘bho manāni, bho manā’’evampi bahuvacanaṁ veditabbaṁ. Evamuttaratrāpi nayo.",
  "anya-e0803n5:128": "Ettha ca pulliṅgassa manasaddassa paccattakaraṇasampadānasāmibhummavacanāni mano manasā manaso manasīti rūpāni ṭhapetvā yāni sesāni, napuṁsakaliṅgassa ca manasaddassa paccattavacanāni ‘‘manaṁ manānī’’ti rūpāni ca, aṭṭhamyopayogavacanānaṁ ‘‘manaṁ manānī’’ti rūpadvayañca ṭhapetvā yāni sesāni, tāni sabbāni kamato samasamāni.",
  "anya-e0803n5:129": "Keci okāranto manoiti saddo napuṁsakaliṅgoti vadanti, te vattabbā – yadi so napuṁsakaliṅgo siyā, tassadisehi vaco vayotiādisaddehipi napuṁsakaliṅgeheva bhavitabbaṁ, na ‘‘te napuṁsakaliṅgā’’ti garū vadanti, ‘‘pulliṅgā’’icceva vadanti. Yasmā ca pāḷiyaṁ ‘‘kāyo anicco; mano anicco’’ti ca ‘‘kāyo dukkho, mano dukkho’’ti ca ‘‘nicco vā anicco vāti anicco bhante’’ti ca evamādayo pulliṅgappayogā bahavo diṭṭhā. Tena ñāyati manosaddo ekantena pulliṅgoti. Yadi pana napuṁsakaliṅgosiyā, ‘‘anicco dukkho’’ti evamādīni taṁsamānādhikaraṇāni anekapadasatānipi napuṁsakaliṅgāneva siyuṁ. Na hi tāni napuṁsakaliṅgāni, atha kho abhidheyyaliṅgānuvattakāni vāccaliṅgāni. Evaṁ manosaddassa pulliṅgatā paccetabbāti, sace manosaddo napuṁsakaliṅgo na hoti, kathaṁ ‘‘manānī’’ti napuṁsakarūpaṁ dissatīti? Saccaṁ ‘‘manānī’’ti napuṁsakaliṅgameva, tathāpi manogaṇe pamukhabhāvena gahitassokārantassa manasaddassa rūpaṁ na hoti. Atha kiñcarahīti ce? Cittasaddena samānaliṅgassa samānasutittepi manogaṇe apariyāpannassa niggahītantasseva manasaddassa rūpaṁ. Manasaddo hi punnapuṁsakavasena dvidhā bhijjati ‘‘mano manaṁ’’iti yathā ‘‘ajjavoajjava’’nti. ‘‘Mano ce nappadussati. Santaṁ tassa manaṁ hotī’’ti hi pāḷi. Yadi ca so manosaddo napuṁsakaliṅgo na hoti.",
  "anya-e0803n5:130": "‘‘Garu cetiyapabbatavattaniyā,",
  "anya-e0803n5:131": "Pamadā pamadā pamadā vimadaṁ;",
  "anya-e0803n5:132": "Samaṇaṁ sunisamma akā hasitaṁ,",
  "anya-e0803n5:133": "Patitaṁ asubhesu munissa mano’’ti",
  "anya-e0803n5:134": "Ettha manosaddena samānādhikaraṇo ‘‘patita’’nti saddo napuṁsakaliṅgabhāvena kasmā sannihito. Yasmā ca samānādhikaraṇapadaṁ napuṁsakaliṅgabhāvena sannihitaṁ, tasmā saddantarasannidhānavasena manosaddo napuṁsakaliṅgoti ñāyatīti? Tanna, samānādhikaraṇapadassa sabbattha liṅgavisesājotanato. Yadi hi samānādhikaraṇapadaṁ sabbattha liṅgavisesaṁ joteyya, ‘‘cattāro indriyānī’’ti etthāpi ‘‘cattāro’’ti padaṁ indriyasaddassa pulliṅgattaṁ kareyya, na ca kātuṁ sakkoti. Indriyasaddo hi ekantena napuṁsakaliṅgo. Yadi tumhe ‘‘patita’’nti samānādhikaraṇapadaṁ nissāya manosaddassa napuṁsakaliṅgattamicchatha, ‘‘cattāro indriyānī’’ti etthapi ‘‘cattāro’’ti samānādhikaraṇapadaṁ nissāya indriyasaddassa pulliṅgattaṁ icchathāti. Na mayaṁ bho indriyasaddassa pulliṅgattaṁ icchāma, atha kho napuṁsakaliṅgattaṁyeva icchāma, ‘‘cattāro’’ti padaṁ liṅgavipallāsavasena ṭhitattā ‘‘cattārī’’ti gaṇhāma, tasmā ‘‘cattāri indriyānī’’ti atthaṁ dhāremāti. Yadi evaṁ ‘‘patitaṁ asubhesu munissa mano’’ti etthāpi ‘‘patita’’nti padaṁ liṅgavipallāsavasena ṭhitanti mantvā ‘‘patito’’ti atthaṁ dhārethāti. Na dhārema ettha liṅgavipallāsassa anicchitabbato. Yadi hi manosaddo pulliṅgo siyā, taṁsamānādhikaraṇapadaṁ ‘‘patito’’ti vattabbaṁ siyā. Kimācariyo evaṁ vattuṁ na jāni, jānamāno eva so ‘‘patito’’ti nāvoca, ‘‘patita’’nti panāvoca, tena ñāyati ‘‘manosaddo napuṁsakaliṅgo’’ti. Mā tumhe evaṁ vadetha, samānādhikaraṇapadaṁ nāma katthaci padhānaliṅgamanuvattati, katthaci nānuvattati, tasmā na taṁ liṅgavisesajotane ekantato pamāṇaṁ. ‘‘Mātugāmo, orodho, āvuso visākha, ehi visākhe, cittāni aṭṭhīnī’’ti evamādirūpavisesoyeva pamāṇaṁ. Yadi samānādhikaraṇapadeyeva liṅgaviseso adhigantabbo siyā, ‘‘cattāro ca mahābhūtā’’tiādīsu liṅgavavatthānaṁ na siyā. Yasmā evamādīsupi ṭhānesu liṅgavavatthānaṁ hotiyeva. Kathaṁ? ‘‘Cattāro’’ti pulliṅgaṁ ‘‘mahābhūtā’’ti napuṁsakanti, tasmā ‘‘patitaṁ asubhesu munissa mano’’ti etthāpi ‘‘patita’’nti napuṁsakaliṅgaṁ ‘‘mano’’ti pulliṅganti vavatthānaṁ bhavatīti. Idaṁ sutvā te tuṇhī bhavissanti. Tato tesaṁ tuṇhībhūtānaṁ idaṁ vattabbaṁ – yasmā manogaṇe pavattānaṁ padānaṁ samānādhikaraṇapadāni katthaci napuṁsakavasena yojetabbāni, tasmā manogaṇe pamukhassa manosaddassapi samānādhikaraṇapadāni katthaci napuṁsakavasena yojitāni. Tathā hi pubbācariyā ‘‘saddhammatejavihataṁ vilayaṁ khaṇena, veneyyasattahadayesu tamo’payāti. Dukkhaṁ vaco etasminti dubbaco. Avanataṁ siro yassa soyaṁ avaṁsiro, appakaṁ rāgādi rajo yesaṁ paññāmaye akkhimhi te apparajakkhā’’tiādinā saddaracanaṁ kubbiṁsu, na pana tehi vaco siro rajosaddādīnaṁ napuṁsakaliṅgattaṁ vibhāvetuṁ īdisī saddaracanā katā, atha kho siromanosaddānaṁ manogaṇe pavattānaṁ pulliṅgasaddānaṁ katthacipi īdisānipi liṅgavipallāsavasena ṭhitāni samānādhikaraṇapadāni hontīti paresaṁ jānāpanādhippāyavatiyā anukampāya viracitā. Etthāpi tumhākaṁ matena manosaddassa napuṁsakaliṅgatte sati vaco siro iccādayopi napuṁsakaliṅgattamāpajjanti napuṁsakaliṅgavasena samānādhikaraṇapadānaṁ niddiṭṭhattā. Kiṁ panetesampi napuṁsakaliṅgattaṁ icchathāti. Addhā te idampi sutvā nibbeṭhetumasakkontā tuṇhī bhavissanti. Kiñcāpi te aññaṁ gahetabbakāraṇaṁ apassantā evaṁ vadeyyuṁ ‘‘yadi bho mano saddo napuṁsakaliṅgona hoti, kasmā veyyākaraṇā ‘manosaddo napuṁsakaliṅgo’ti vadantī’’ti? Te vattabbā – yadi tumhe veyyākaraṇamataṁ gahetvā manosaddassa napuṁsakaliṅgattaṁ rocetha, nanu bhagavāyeva loke asadiso mahāveyyākaraṇo mahāpuriso visārado parappavādamaddano. Bhagavantañhi padakā veyyākaraṇā ambaṭṭhamāṇavapokkharasātisoṇadaṇḍādayo ca brāhmaṇā saccakanigaṇṭhādayo ca paribbājakā vādena na sampāpuṇiṁsu, aññadatthu bhagavāyeva mattavāraṇagaṇamajjhe kesarasīho viya asambhīto nesaṁ nesaṁ vādaṁ maddesi, mahante ca ne atthe patiṭṭhāpesi, evaṁvidhena bhagavatā vohārakusalena yasmā ‘‘kāyo anicco’’ti ca ‘‘kāyo dukkho, mano anicco, mano dukkho’’ti ca evamādinā vuttā manosaddassa pulliṅgabhāvasūcanikā bahū pāḷiyo dissanti, tasmā manosaddo pulliṅgoyevāti sārato paccetabboti. Evaṁ vuttā te niruttarā appaṭibhānā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyissanti.",
  "anya-e0803n5:135": "Idāni sarasaddādīnaṁ nāmikapadamālā visesato vuccate –",
  "anya-e0803n5:136": "Saro, sarā. Saraṁ, sare. Sarena, sarehi, sarebhi. Sarassa, sarānaṁ. Sarā, sarasmā, saramhā, sarehi, sarebhi. Sarassa, sarānaṁ. Sare, sarasmiṁ, saramhi, saresu. Bho sara, bhavanto sarā.",
  "anya-e0803n5:137": "Ayaṁ purisanaye sabbathā paviṭṭhassa ususaddasaravanaakārādisaravācakassa sarasaddassa nāmikapadamālā.",
  "anya-e0803n5:138": "Ayaṁ pana purisanaye ekadesena paviṭṭhassa manogaṇapakkhikassa rahadavācakassa sarasaddassa nāmikapadamālā –",
  "anya-e0803n5:139": "Saro, sarā. Saraṁ, saro, sare. Sarasā, sarena, sarehi, sarebhi. Saraso, sarassa, sarānaṁ. Sarā, sarasmā, saramhā, sarehi, sarebhi. Saraso, sarassa, sarānaṁ. Sarasi, sare, sarasmiṁ, saramhi, saresu. Bho sara, bhavanto sarā, bho sarā iti vā.",
  "anya-e0803n5:140": "Vayo, vayā. Vayaṁ, vaye. Vayena, vayehi, vayebhīti purisanayena ñe yyo. Ayaṁ purisanaye sabbathā paviṭṭhassa parihānivācakassa vayasaddassa nāmikapadamālā.",
  "anya-e0803n5:141": "Ayaṁ pana purisanaye ekadesena paviṭṭhassa manogaṇapakkhikassa āyukoṭṭhāsavācakassa vayasaddassa nāmikapadamālā – vayo, vayā. Vayaṁ, vayo, vaye. Vayasā, vayena, vayehi, vayebhīti mananayena ñeyyo. Tassa ceto paṭissosi, araññe luddagocaro. Cetā haniṁsu vedabbaṁ.",
  "anya-e0803n5:142": "Ceto, cetā. Cetaṁ, cete. Cetena, cetehi, cetebhīti purisanayena ñeyyo. Ayaṁ purisanaye sabbathā paviṭṭhassa paṇṇattivācakassa cetasaddassa nāmikapadamālā.",
  "anya-e0803n5:143": "Ayaṁ pana purisanaye ekadesena paviṭṭhassa cittavācakassa cetasaddassa nāmikapadamālā – ceto, cetā. Cetaṁ, ceto, cete. Cetasā, cetena, cetehi, cetebhīti mananayena ñeyyo. Yaso kulaputto, yasaṁ kulaputtaṁ, yasena kulaputtenāti ekavacanavasena purisanayena yojetabbā, ekavacanaputhuvacanavasena vā. Evaṁ kānici okārantapadāni purisanaye sabbathā paviṭṭhāni ca honti, ekadesena paviṭṭhāni cāti iminā nayena sabbapadāni paññācakkhunā upaparikkhitvā viseso veditabbo. Avisesaññuno hi evamādivibhāgaṁ ajānantā yaṁ vā taṁ vā byañjanaṁ ropentā yathādhippetaṁ atthaṁ virādhenti, tasmā yo ettha amhehi pakāsito vibhāgo, so saddhāsampannehi kulaputtehi sakkaccamuggahetabbo. Katamāni kānici okārantapadāni purisanaye ekadesena paviṭṭhāni ca ekadesena na paviṭṭhāni ca? Mano vaco tejosaddādayo ceva ayyasaddo ca, tatra manasaddādīnaṁ nāmikapadamālā heṭṭhā vibhāvitā.",
  "anya-e0803n5:144": "Ayyasaddassa pana nāmikapadamālāyaṁ ‘‘ayyo, ayyā. Ayyaṁ, ayye’’ti purisanayena vatvā ālapanaṭṭhāne ‘‘bho ayya, bho ayyo’’ti dve ekavacanāni, ‘‘bhavanto ayyā, bhavanto ayyo’’ti dve bahuvacanāni ca vattabbāni. Ettha ayyo iti saddo paccattavacanabhāve ekavacanaṁ, ālapanavacanabhāve ekavacanañceva bahuvacanañca. Tatrime payogā ‘‘ayyo kira sāgato ambatitthikena nāgena saṅgāmesi, pivatu bhante ayyo sāgato kāpotikaṁ pasanna’’nti evamādīni ayyosaddassa paccattekavacanappayogāni, ‘‘atha kho sā itthī taṁ purisaṁ etadavoca ‘nāyyo so bhikkhu maṁ nippāṭesi, apica ahameva tena bhikkhunā gacchāmi, akārako so bhikkhu, gaccha khamāpehī’ti’’ evamādīni ayyosaddassa ālapanekavacanappayogāni, ‘‘etha’yyo rājavasatiṁ, nisīditvā suṇātha me. Etha mayaṁ ayyo samaṇesu sakyaputtiyesu pabbajissāmā’’ti evamādīni ayyosaddassa ālapanabahuvacanappayogāni. Bhavati catra –",
  "anya-e0803n5:145": "Ayyo iti ayaṁ saddo, paccattekavaco bhave;",
  "anya-e0803n5:146": "Ālapane bahuvaco, bhave ekavacopi ca –",
  "anya-e0803n5:147": "Evaṁ kānici okārantapadāni purisanaye ekadesena paviṭṭhāni ca honti ekadesena na paviṭṭhāni ca.",
  "anya-e0803n5:148": "Katamāni kānici okārantapadāni purisanaye sabbathā appaviṭṭhāni? Gosaddoyeva. Gosaddassa hi ayaṁ nāmikapadamālā –",
  "anya-e0803n5:149": "Go, gāvo, gavo. Gāvuṁ, gāvaṁ, gavaṁ, gāvo, gavo. Gāvena, gavena, gohi, gobhi. Gāvassa, gavassa, gavaṁ, gunnaṁ, gonaṁ. Gāvā, gāvasmā, gāvamhā, gavā, gavasmā, gavamhā, gohi, gobhi. Gāvassa, gavassa, gavaṁ, gunnaṁ, gonaṁ. Gāve, gāvasmiṁ, gāvamhi, gave, gavasmiṁ , gavamhi, gāvesu, gavesu, gosu. Bho go, bhavanto gāvo, gavo. Ayaṁ purisanaye sabbathā appaviṭṭhassa gosaddassa nāmikapadamālā.",
  "anya-e0803n5:150": "Nanu ca bho gosaddo attanā sambhūtagoṇasaddamālāvasena purisanaye ekadesena paviṭṭho ceva ekadesena na paviṭṭho cāti? Saccaṁ. Goṇasaddo gosaddavasena sambhūtopi ‘‘vatticchānupubbikā saddapaṭipattī’’ti vacanato gosaddato visuṁ amhehi gahetvā purisanaye pakkhitto. Tassa hi visuṁ gahaṇe yutti dissati syādīsu ekākāreneva tiṭṭhanato, tasmā gosaddato sambhūtampi goṇasaddaṁ anapekkhitvā suddhaṁ gosaddameva gahetvā purisanaye sabbathā gosaddassa appaviṭṭhatā vuttā.",
  "anya-e0803n5:151": "Nanu ca bho paccattavacanabhūto goiti saddo purisoti saddena sadisattā purisanaye ekadesena paviṭṭhoti? Tanna, gosaddo hi niccamokāranto, na purisasaddādayo viya paṭhamaṁ akārantabhāve ṭhatvā pacchā paṭiladdhokārantaṭṭho. Teneva hi paccattavacanaṭṭhānepi ālapanavacanaṭṭhānepi goicceva tiṭṭhati. Yadi paccattavacanattaṁ paṭicca gosaddassa purisanaye ekadesena paviṭṭhatā icchitabbā, ‘‘kānici okārantapadānī’’ti evaṁ vuttā okārantakathā kamatthaṁ dīpeyya, nipphalāva sā kathā siyā, tasmā amhehi yathāvutto nayoyeva āyasmantehi manasi kātabbo. Evaṁ gosaddassa purisanaye sabbathā appaviṭṭhatā daṭṭhabbā.",
  "anya-e0803n5:152": "Kecettha evaṁ puccheyyuṁ ‘‘gosaddassa tāva ‘go, gāvo, gavo. Gāvuṁ, gāvaṁ, gavaṁ’ iccādinā nayena purisanaye sabbathā appaviṭṭhatā amhehi ñātā, jaraggava puṅgavādisaddā pana kutra naye paviṭṭhā’’ti? Tesaṁ evaṁ byākātabbaṁ ‘‘jaraggava puṅgavādisaddā sabbathāpi purisanaye paviṭṭhā’’ti. Tathā hi tesaṁ gosaddato ayaṁ viseso, jaranto ca so go cāti jaraggavo. Ettha nakāralopo takārassa ca gakārattaṁ bhavati samāsapadattā, samāse ca simhi pare gosaddassokārassa avādeso labbhati, tasmā pāḷiyaṁ ‘‘visāṇena jaraggavo’’ti ekavacanarūpaṁ dissati. Tathā hi aññattha anupapadattā gavoiti bahuvacanapadaṁyeva dissati. Idha pana sopapadattā samāsapadabhāvamāgamma ‘‘jaraggavo’’ti ekavacanapadaṁyeva dissati. Tathā hi jaraggavoti ettha jarantā ca te gavo cāti evaṁ bahuvacanavasena nibbacanīyatā na labbhati lokasaṅketavasena ekasmiṁ atthe nirūḷhattāti. ‘‘Jaraggavo, jaraggavā. Jaraggavaṁ, jaraggave. Jaraggavenā’’ti purisanayena nāmikapadamālā yojetabbā. Esa nayo puṅgavo sakyapuṅgavotiādīsupi.",
  "anya-e0803n5:153": "Tatra puṅgavoti gunnaṁ yūthapati nisabhasaṅkhāto usabho. Yo pāḷiyaṁ ‘‘muhuttajātova yathā gavaṁpati, samehi pādehi phusī vasundhara’’nti ca ‘‘gavañce taramānānaṁ, ujuṁ gacchati puṅgavo’’ti ca āgato. Īdisesu pana ṭhānesu keci ‘‘pumā ca so go cāti puṅgavo’’ti vacanatthaṁ bhaṇanti. Mayaṁ pana padhāne nirūḷho ayaṁ saddoti vacanatthaṁ na bhaṇāma. Na hi puṅkokilotiādisaddānaṁ kokilādīnaṁ pumbhāvappakāsanamatte samatthatā viya imassa pumbhāvappakāsanamatte samatthatā sambhavati, atha kho padhānabhāvappakāsane ca samatthatā sambhavati. Tena ‘‘sakyapuṅgavo’’tiādīsu nisabhasaṅkhāto puṅgavo viyāti puṅgavo, sakyānaṁ, sakyesu vā puṅgavo sakyapuṅgavotiādinā samāsapadattho gahetabbo. Atha vā uttarapadatte ṭhitānaṁ sīhabyagghanāgādisaddānaṁ seṭṭhavācakattā ‘‘sakyapuṅgavo’’tiādīnaṁ ‘‘sakyaseṭṭho’’tiādinā attho gahetabbo. Iti sabbathāpi purisanaye pavattanato jaraggava puṅgavādisaddānaṁ gosaddassa padamālato visadisapadamālatā vavatthapetabbā. Gosaddassa pana purisanaye sabbathā appaviṭṭhatā ca vavatthapetabbā.",
  "anya-e0803n5:154": "Āpasadde ācariyānaṁ liṅgavacanavasena matibhedo vijjati, tasmā taṁmatena tassa purisanaye sabbathā appaviṭṭhatā bhavati. ‘‘Aṅguttarāpesū’’ti pāḷiyā aṭṭhakathāyaṁ ‘‘mahiyā pana nadiyā uttarena āpo’’ti vuttaṁ, ṭīkāyaṁ pana taṁ ulliṅgitvā ‘‘mahiyā nadiyā āpo tassa janapadassa uttarena honti, tāsaṁ avidūrattā so janapado uttarāpo’’ti vuttaṁ. Evaṁ āpasaddassa ekantena itthiliṅgatā bahuvacanatā ca ācariyehi icchitā, tesaṁ mate āpoiti itthiliṅge paṭhamābahuvacanarūpe honte dutiyātatiyāpañcamīsattamīnaṁ bahuvacanarūpāni kīdisāni siyuṁ. Tathā hi ‘‘purise, purisehi purisebhi purisesū’’ti rūpavato pulliṅgassa viya okārantitthiliṅgassa ekāraehi kārādiyuttāni rūpāni katthacipi na dissanti. Ato tesaṁ mate padamālānayo atīva dukkaro.",
  "anya-e0803n5:155": "Āpasaddassa garavo, saddasatthanayaṁ pati;",
  "anya-e0803n5:156": "Bahuvacanatañcitthi-liṅgabhāvañca abravuṁ.",
  "anya-e0803n5:157": "Iccāpasaddassa itthiliṅgabahuvacanantatā veyyākaraṇānaṁ mataṁ nissāya anumatāti veditabbā. Aṭṭhasāliniyaṁ pana āpo iti saddassa napuṁsakaliṅgekavacanavasena vutto payogo diṭṭho ‘‘omattaṁ pana āpo adhimattapathavīgatikaṁ jāta’’nti. Jātakapāḷiyaṁ tu tassekavacanantatā diṭṭhā. Tathā hi ‘‘suciṁ sugandhaṁ salilaṁ, āpo tatthābhisandatī’’ti. Imasmiṁ padese āpo iti saddo ekavacanaṭṭhāne ṭhito diṭṭho. Kecettha vadeyyuṁ ‘‘āpoti saṅkhaṁ gataṁ salilaṁ suci sugandhaṁ hutvā tattha abhisandatīti salilaṁsaddavasena ekavacanappayogo kato, na nāmasaddavasena. Āpasaddo hi ekantenitthiliṅgo ceva bahuvacananto ca. Tathā hi ‘āpo tatthābhisandantī’ti bahuvacanavasena tappayogo vattabbopi chandānurakkhaṇatthaṁ vacanavipallāsavasena niddiṭṭho’’ti. Tanna, ‘‘āpo tatthābhisandare’’ti vattuṁ sakkuṇeyyattā ‘‘tāni ajja padissare’’ti bahuvacanappayogā viya. Yasmā evaṁ na vuttaṁ, yasmā ca pana pāḷiyaṁ ‘‘āpo labbhati, tejo labbhati, vāyo labbhatī’’ti ekavacanappayogo dissati, tasmā ‘‘āpo’’ti saddassa ekavacanantatā paccakkhato diṭṭhāti.",
  "anya-e0803n5:158": "Athāpi ce vadeyyuṁ – nanu pāḷiyaṁyeva tassa bahuvacanantatā paccakkhato diṭṭhā ‘‘āpo ca devā pathavī ca, tejo vāyo tadāgamu’’nti? Tampi na. Ettha hi ‘‘devā’’ti saddaṁ apekkhitvā ‘‘āgamu’’nti bahuvacanappayogo kato, na ‘‘āpo’’ti saddaṁ. Yadi ‘‘āpo’’ti saddaṁ sandhāya bahuvacanappayogo kato siyā, ‘‘pathavī’’ti ‘‘tejo’’ti ‘‘vāyo’’ti ca saddampi sandhāya bahuvacanappayogo kato siyā . Evaṁ sante pathavī tejo vāyosaddāpi bahuvacanakabhāvamāpajjeyyuṁ, na pana āpajjanti. Na hete bahuvacanakā, atha kho ekavacanakā eva. Rūḷhīvasena te pavattā pakatiāpādīsu atthesu appavattanato. Tathā hi āpokasiṇādīsu parikammaṁ katvā nibbattā devā ārammaṇavasena ‘‘āpo’’tiādināmaṁ labhantīti. Evaṁ vuttāpi te evaṁ vadeyyuṁ ‘‘nanu ca bho ‘aṅguttarāpesū’ti bahuvacanapāḷi dissatī’’ti? Te vattabbā – asampathamavatiṇṇā tumhe, na hi tumhe saddappavattiṁ jānātha, ‘‘aṅguttarāpesū’’ti bahuvacanaṁ pana ‘‘kurūsu aṅgesu aṅgānaṁ magadhāna’’ntiādīni bahuvacanāni viya rūḷhīvasena ekassāpi janapadassa vuttaṁ, na āpasaṅkhātaṁ atthaṁ sandhāya. ‘‘Aṅguttarāpesū’’ti ettha hi āpasaṅkhāto attho upasajjanībhūto, pulliṅgabahuvacanena pana vutto janapadasaṅkhāto atthoyeva padhāno ‘‘āgatasamaṇo saṅghārāmo’’ti ettha samaṇasaṅkhātaṁ atthaṁ upasajjanakaṁ katvā pavattassa āgatasamaṇasaddassa saṅghārāmasaṅkhāto attho viya, tasmā āpasaṅkhātaṁ atthaṁ gahetvā yo aṅguttarāpo nāma janapado, tasmiṁ aṅguttarāpesu janapadeti attho veditabbo. Tathā hi ‘‘aṅguttarāpesu viharati āpaṇaṁ nāma aṅgānaṁ nigamo’’ti pāḷi dissati. Tattha uttarena mahāmahiyā nadiyā āpo yesaṁ te uttarāpā, aṅgā ca te uttarāpā cāti aṅguttarāpā, tesu aṅguttarāpesu. Evaṁ ekasmiṁ janapadeyeva bahuvacanaṁ na āpasaṅkhāte atthe, tena aṭṭhakathāyaṁ vuttaṁ ‘‘tasmiṁ aṅguttarāpesu janapade’’ti. Evaṁ vuttā te niruttarā bhavissanti.",
  "anya-e0803n5:159": "Tathāpi ye evaṁ vadanti ‘‘āpasaddo itthiliṅgo ceva bahuvacanakocā’’ti. Te pucchitabbā ‘‘kiṁ paṭicca tumhe āyasmanto ‘āpasaddo itthiliṅgo ceva bahuvacanako cā’ti vadathā’’ti ? Te evaṁ puṭṭhā evaṁ vadeyyuṁ – ‘‘aṅgāyeva so janapado, mahiyā pana nadiyā uttarena āpo, tāsaṁ avidūrattā uttarāpoti vuccatī’’ti ca ‘‘mahiyā pana nadiyā āpo tassa janapadassa uttarena honti, tāsaṁ avidūrattā so janapado uttarāpoti vuccatī’’ti ca evaṁ pubbācariyehi abhisaṅkhato saddaracanāviseso dissati, tasmā itthiliṅgo ceva bahuvacanako cā’’ti vadāmāti. Saccaṁ dissati, so pana saddasatthe veyyākaraṇānaṁ mataṁ gahetvā abhisaṅkhato, saddasatthañca nāma na sabbathā buddhavacanassopakārakaṁ, ekadesena pana hoti, tasmā kaccāyanappakaraṇe icchitānicchitasaṅgahavivajjanaṁ kātuṁ ‘‘jinavacanayuttañhi, liṅgañca nippajjate’’ti lakkhaṇāni vuttāni.",
  "anya-e0803n5:160": "Yadi ca āpasaddo itthiliṅgabahuvacanako, kathaṁ āpoti padaṁ sijjhatīti? Āpasaddato paṭhamāyovacanaṁ katvā tassokārādesañca katvā āpoti padaṁ sijjhati ‘‘gāvo’’ti padamivāti. Visamamidaṁ nidassanaṁ, ‘‘gāvo’’ti padañhi niccokārantena gosaddena sambhūtaṁ. Tathā hi yomhi pare gosaddantassāvādesaṁ katvā tato yonamokārādesaṁ katvā ‘‘gāvo’’ti nipphajjati, āpasadde pana dve ādesā na santi. Buddhavacanañhi patvā āpasaddo akārantatāpakatiko jāto, na aññathāpakatikoti.",
  "anya-e0803n5:161": "Evaṁ vuttāpi te ‘‘idameva saccaṁ, nāñña’’nti cetasi sannidhāya ādhānaggāhiduppaṭinissaggibhāve, ‘‘na vacanapaccanīkasātena suvijānaṁ subhāsita’’nti evaṁ vuttapaccanīkasātabhāve ca ṭhatvā evaṁ vadeyyuṁ ‘‘yatheva gāvosaddo, tatheva āposaddo kiṁ itthiliṅgo na bhavissati bahuvacanako cā’’ti? Tato tesaṁ imāni suttapadāni dassetabbāni. Seyyathidaṁ? ‘‘Āpaṁ āpato sañjānāti, āpaṁ āpato saññatvā āpaṁ maññati, āpasmiṁ maññati, āpaṁ meti maññati, āpaṁ abhinandatī’’ti evaṁ suttapadāni dassetvā ‘‘āpanti idaṁ kataravacana’’nti pucchitabbā. Addhā te āpasaddassa bahuvacanantabhāvameva icchamānā vakkhanti ‘‘dutiyābahuvacana’’nti. Te vattabbā ‘‘nanu yovacanaṁ na suyyatī’’ti? Te vadeyyuṁ ‘‘yovacanaṁ kataamādesattā na suyyatī’’ti. Yaṁ yaṁ bhonto icchanti, taṁ taṁ mukhārūḷhaṁ vadanti.",
  "anya-e0803n5:162": "‘‘Āpato’’ti idaṁ pana kiṁ bhonto vadantīti? ‘‘Āpato’’ti idampi ‘‘bahuvacanakaṁ topaccayanta’’nti vadāma topaccayassa ekatthe ca bavhatthe ca pavattanato. Iti tumhe bahuvacanakattaṁyeva icchamānā ‘‘āposaddo ca yovacananto’’ti bhaṇatha, ‘‘āpato’’ti idampi ‘‘bahuvacanakaṁ topaccayanta’’nti bhaṇatha, ‘‘āpasmiṁ maññatī’’ti ettha pana ‘‘āpasmi’’ntidaṁ kataravacanantaṁ katarādesena sambhūtanti? Addhā te evaṁ puṭṭhā niruttarā bhavissanti. Tathā yesaṁ evaṁ hoti ‘‘āpasaddo itthiliṅgo ceva bahuvacanako cā’’ti, te pucchitabbā ‘‘yaṁ ācariyehi veyyākaraṇamataṁ gahetvā ‘yā āpo’ti ca ‘tāsa’nti ca vuttaṁ, tattha ‘kiṁ tāsa’nti vacane ‘āpāna’nti padaṁ ānetvā attho vattabbo, udāhu āpassā’’ti? ‘‘Āpāna’nti padamānetvā attho vattabbo’’ti ce, evañca sati ‘‘yā āpā’’ti vattabbaṁ ‘‘yā kaññā tiṭṭhantī’’ti padamiva. Atha ‘‘āpā’’ti padaṁ nāma natthi, ‘‘āpo’’ti padaṁyeva bahuvacanakanti ce, evaṁ sati ‘‘tāsa’’nti etthāpi ‘‘āpassā’’ti padaṁ ānetvā attho veditabbo. Kasmāti ce? Yasmā ‘‘āpo’’ti paccattekavacanassa tumhākaṁ matena bahuvacanatte sati ‘‘āpassā’’ti padampi bahuvacananti katvā tāsaṁsaddena yojetvā vattuṁ yuttitoti. Evaṁ sati ‘‘āpāna’’nti padassa abhāveneva bhavitabbaṁ. Yathā pana ‘‘puriso, purisā. Purisaṁ, purise’’ti ca, ‘‘go, gāvo, gavo. Gāvu’’nti ca ekavacanabahuvacanāni bhavanti, evaṁ ‘‘āpo, āpā. Āpaṁ, āpe’’ti ekavacanabahuvacanehi bhavitabbaṁ. Evañca sati ‘‘āpasaddo bahuvacanakoyeva hotī’’ti na vattabbaṁ.",
  "anya-e0803n5:163": "Ye evaṁ vadanti, tesaṁ vacanaṁ sadosaṁ duppariharaṇīyaṁ mūlapariyāyasutte ‘‘āpaṁ maññati āpasmi’’nti ekavacanapāḷīnaṁ dassanato, visuddhimaggādīsu ca ‘‘vissandanabhāvena taṁ taṁ ṭhānaṁ āpoti appotīti āpo’’tiādikassa ekavacanavasena vuttanibbacanassa dassanato. Yathā pana pāḷiyaṁ itthiliṅgepi pariyāpanno gosaddo ‘‘tā gāvo tato tato daṇḍena ākoṭeyyā’’ti ca ‘‘annadā baladā cetā’’ti ca ādinā bavhatthadīpakehi itthiliṅgabhūtehi sabbanāmikapadehi ca asabbanāmikapadehi ca samānādhikaraṇabhāvena vutto dissati, na tathā pāḷiyaṁ bavhatthadīpakehi itthiliṅgabhūtehi sabbanāmikapadehi vā asabbanāmikapadehi vā samānādhikaraṇabhāvena vutto āpasaddo dissati. Yadi hi āpasaddo itthiliṅgo siyā, kaññasaddato āpaccayo viya āpasaddato āpaccayo vā siyā, nadasaddato viya ca īpaccayo vā siyā, ubhayampi natthi, ubhayābhāvato itthiliṅge vuttaṁ sabbampi vidhānaṁ tattha na labbhati, tena ñāyati ‘‘āpasaddo anitthiliṅgo’’ti. Nanu ca bho gosaddatopi āpaccayo natthi, tadabhāvato itthiliṅge vuttavidhānaṁ na labbhati, evaṁ sante kasmā soyeva itthiliṅgo hoti, na panāyaṁ āpasaddoti?",
  "anya-e0803n5:164": "Ettha vuccate – gosaddo na niyogā itthiliṅgo, atha kho pulliṅgova. Itthiliṅgabhāve pana tamhā āpaccaye ahontepi īpaccayo vikappena hoti, aññampi itthiliṅge vuttavidhānaṁ labbhati. So hi niccamokārantatāpakatiyaṁ ṭhatvā ‘‘go, gāvī’’tiādinā attano itthiliṅgarūpānaṁ nibbattikāraṇabhūto, tena so itthiliṅgo bhavati. Āpasadde pana īpaccayādi na labbhati. Tena so itthiliṅgoti na vattabbo. Yathā vā gosaddassa avisadākāravohārataṁ paṭicca itthiliṅgabhāvo upapajjati, na tathā āpasaddassa. Āpasaddassa hi anākularūpakkamattā avisadākāravohāratā na dissati, yāya eso itthiliṅgo siyā. Evaṁ vuttā te niruttarā bhavissanti.",
  "anya-e0803n5:165": "Tathā yesaṁ evaṁ hoti ‘‘āpasaddo sabbadā itthiliṅgo ceva bahuvacanako cā’’ti, te vattabbā – yathā itthiliṅgabhūtassa kaññāsaddassa paṭhamaṁ kaññaiti rassavasena ṭhapitassa āpaccayato paraṁ smiṁvacanaṁ sarūpato na tiṭṭhati, yaṁbhāvena ca yābhāvena ca tiṭṭhati ‘‘kaññāyaṁ, kaññāyā’’ti, na tathā ‘‘itthiliṅga’’nti tumhehi gahitassa āposaddassa paṭhamaṁ āpaiti rassavasena ṭhapitassa paraṁ smiṁvacanaṁ yaṁbhāvena ca yābhāvena ca tiṭṭhati, atha kho sarūpatoyeva tiṭṭhati ‘‘āpasmiṁ maññatī’’ti. Yadi pana āpasaddo itthiliṅgo siyā, smiṁvacanaṁ sarūpato na tiṭṭheyya. Yasmā ca smiṁvacanaṁ sarūpato tiṭṭhati, tasmā āpasaddo na itthiliṅgo. Na hi caturāsītidhammakkhandhasahassasaṅgahesu anekakoṭisatasahassesu pāḷippadesesu ekasmimpi pāḷippadese paṭhamaṁ akārantabhāvena ṭhapetabbānaṁ itthiliṅgasaddānaṁ parato ṭhitaṁ smiṁvacanaṁ sarūpato tiṭṭhatīti. Evaṁ vuttā te niruttarā bhavissanti.",
  "anya-e0803n5:166": "Keci panettha evaṁ vadeyyuṁ ‘‘āpasaddo napuṁsakaliṅgo, tathā hi aṭṭhasāliniyaṁ ‘omattaṁ pana āpo adhimattapathavīgatikaṁ jāta’nti napuṁsakaliṅgabhāvena taṁsamānādhikaraṇapadāni niddiṭṭhānī’’ti? Tanna, manogaṇe pavattehi tama vaca sirasaddādīhi viya āpasaddenapi samānādhikaraṇapadānaṁ katthaci napuṁsakaliṅgabhāvena niddisitabbattā. Pubbācariyānañhi saddaracanāsu ‘‘saddhammatejavihataṁ vilayaṁ khaṇena, veneyyasattahadayesu tamo payātī’’ti ettha ‘‘tamo’’tipadena samānādhikaraṇaṁ ‘‘vihata’’nti napuṁsakaliṅgaṁ dissati, tathā ‘‘dukkhaṁ vaco etasmiṁ vipaccanīkasāte puggaleti dubbaco’’ti ettha ‘‘vaco’’ti padena samānādhikaraṇaṁ ‘‘dukkha’’nti napuṁsakaliṅgaṁ, ‘‘avanataṁ siro yassa so avanatasiro’’ti ettha ‘‘siro’’ti padena samānādhikaraṇaṁ ‘‘avanata’’nti napuṁsakaliṅgaṁ, ‘‘appaṁ rāgādirajo yesaṁ paññāmaye akkhimhi te apparajakkhā’’ti ettha ‘‘rajo’’ti padena samānādhikaraṇaṁ ‘‘appa’’nti napuṁsakaliṅgaṁ dissati. Na te ācariyā tehi samānādhikaraṇapadehi tamavacasirasaddādīnaṁ napuṁsakaliṅgattaviññāpanatthaṁ tathāvidhaṁ saddaracanaṁ kubbiṁsu, atha kho ‘‘sobhanaṁ mano tassāti sumano’’ti ettha viya manogaṇe pavattapulliṅgānaṁ payoge napuṁsakaliṅgabhāvenapi samānādhikaraṇapadāni katthaci hontīti dassanatthaṁ kubbiṁsu. Yathā ca ‘‘vihata’’ntiādikā saddaracanā tamavacasirasaddādīnaṁ napuṁsakaliṅgattaviññāpanatthaṁ na katā, tathā ‘‘omatta’’nti ca ‘‘adhimattapathavīgatikaṁ jāta’’nti ca saddaracanāpi āpasaddassa napuṁsakaliṅgattaviññāpanatthaṁ na katā. Yasmā pana manogaṇe pavattehi manasaddādīhi ekadesena samānagatikattā āpasaddenapi napuṁsakaliṅgassa samānādhikaraṇatā yujjati, tasmā aṭṭhasāliniyaṁ ‘‘omattaṁ pana āpo adhimattapathavīgatikaṁ jāta’’nti napuṁsakaliṅgassa āpasaddena samānādhikaraṇatā katā. Tathāpi āpasaddo manasaddādīhi ekadesena samānagatiko samāsapadatte majjhokārassa ‘‘āpokasiṇaṁ, āpogata’’ntiādippayogassa dassanato, tasmā ‘‘omatta’’ntiādivacanaṁ āpasaddassa napuṁsakaliṅgattaviññāpanatthaṁ vuttanti na gahetabbaṁ, liṅgavipariyayavasena pana katthaci evampi saddagati hotīti ñāpanatthaṁ vuttanti gahetabbaṁ. ‘‘Omatto’’ti ca ‘‘adhimattapathavīgatiko jāto’’ti ca liṅgaṁ parivattetabbaṁ. Yadi hi āpasaddo napuṁsakaliṅgo siyā, sanikārāni’ssa paccattopayogarūpāni buddhavacanādīsu vijjeyyuṁ, na tādisāni santi. Kiñci bhiyyo – okārantaṁ nāma napuṁsakaliṅgaṁ katthacipi natthi, niggahītantaikāranta ukārantavasena hi tividhāniyeva napuṁsakaliṅgāni. Tena āpasaddassa napuṁsakaliṅgatā nupapajjatīti. Evaṁ vuttā te niruttarā bhavissanti. Iccokārantavasena gahitassa āpasaddassa itthiliṅgatā ca napuṁsakaliṅgatā ca ekantato natthi, niggahītantavasena pana gahitassa katthaci napuṁsakaliṅgatā siyā ‘‘bhante nāgasena samuddo samuddoti vuccati, kena kāraṇena āpaṁ udakaṁ samuddoti vuccatī’’ti payogadassanato. Ettha paneke vadeyyuṁ ‘‘yadi bho okārantavasena gahitassa āpasaddassa itthinapuṁsakaliṅgavasena dviliṅgatā natthi, okāranto āpasaddo kataraliṅgo’’ti? Pulliṅgoti mayaṁ vadāmāti.",
  "anya-e0803n5:167": "Yadi ca bho āpasaddo pulliṅgo. Yathā āpasaddassa pulliṅgatā paññāyeyya, nijjhānakkhamatā ca bhaveyya, tathā suttaṁ āharathāti. ‘‘Āharissāmisuttaṁ, na no suttāharaṇe bhāro atthī’’ti evañca pana vatvā tesaṁ imāni suttapadāni dassetabbāni. Seyyathidaṁ? ‘‘Āpo upalabbhatīti? Āmantā. Āpassa kattā kāretā upalabbhatīti? Na hevaṁ vattabbe. Atīto āpo atthīti? Āmantā. Tena āpena āpakaraṇīyaṁ karotīti? Na hevaṁ vattabbe. Āpaṁ maññati āpasmiṁ maññatī’’ti imāni suttapadāni.",
  "anya-e0803n5:168": "Ettha ca ‘‘upalabbhatī’’tiādinā āpasaddassa ekavacanatā siddhā, tāya siddhāya bahuvacanatāpi siddhāyeva. Ekavacanatāyeva hi saddasatthe paṭisiddhā, na bahuvacanatā, tena ‘‘āpenā’’ti iminā pana āpasaddassa itthiliṅgabhāvavigamo siddho itthiliṅge enādesābhāvato. ‘‘Āpassa, āpasmi’’nti imināpi itthiliṅgabhāvavigamoyeva itthiliṅge sarūpato nā smā smiṁ vacanānamabhāvā. ‘‘Atīto’’ti iminā itthiliṅganapuṁsakaliṅgabhāvavigamo okārantanapuṁsakaliṅgassa abhāvato, okārantassa guṇanāmabhūtassa itthiliṅgassa ca abhāvato.",
  "anya-e0803n5:169": "Apica buddhavacanādīsu ‘‘cittāni, rūpānī’’tiādīni viya sanikārānaṁ rūpānaṁ adassanato okārantabhāvena gahitassa napuṁsakaliṅgabhāvavigamo atīva pākaṭo. Aparampettha vattabbaṁ – ‘‘atīto āpo atthīti? Āmantā’’ti ettha ‘‘atīto’’ti iminā āpasaddassa visadākāravohāratāsūcakena okārantapadena tassa avisadākāravohāratāya ca ubhayamuttākāravohāratāya ca abhāvo siddho. Tassa ca avisadākāravohāratāya abhāve siddhe itthiliṅgabhāvo dūrataro. Ubhayamuttākāravohāratāya ca abhāve siddhe napuṁsakaliṅgabhāvopi dūrataroyeva. Iti na katthacipi okārantabhāvena gahito āpasaddo itthiliṅgo vā napuṁsakaliṅgo vā bhavati. Milindapañhe pana niggahītantavasena āgato napuṁsakaliṅgoti veditabbo, na cettha vattabbaṁ ‘‘atīto’’ti ‘‘tenā’’ti ca imāni liṅgavipallāsavasena vuttānīti vāccaliṅgānamanuvattāpakassa abhidheyyaliṅgabhūtassa āpasaddassa ‘‘kaññāya cittānī’’tiādīnaṁ viya itthinapuṁsakaliṅgarūpānaṁ abhāvato. Apica vohārakusalā tathāgatā tathāgatasāvakā ca, tehiyeva uttamapurisehi vohārakusalehi ‘‘atīto āpo’’tiādinā vuttattāpi ‘‘atīto’’ti ‘‘tenā’’ti ca imāni liṅgavipallāsavasena vuttānīti na cintetabbāni, tasmā taṁsamānādhikaraṇo okārantabhāvena gahito āpasaddo ekavacananto pulliṅgo ceva yathāpayogaṁ ekavacanabahuvacanako cāti veditabbo ‘‘āpo, āpā. Āpaṁ, āpe’’tiādinā yojetabbattā. Evaṁ vuttāni suttapadāni savinicchayāni sutvā addhā te āpasaddassa itthiliṅgabahuvacanatāvādino niruttarā bhavissanti.",
  "anya-e0803n5:170": "Ettha koci vadeyya – pāḷiyaṁ pulliṅganayo ekavacananayo ca kiṁ aṭṭhakathāṭīkācariyehi na diṭṭho, ye āpasaddassa itthiliṅgabahuvacanattaṁ vaṇṇesunti? No na diṭṭho, diṭṭhoyeva so nayo tehi. Yasmā pana te na kevalaṁ sāṭṭhakathe tepiṭake buddhavacaneyeva visāradā, atha kho sakalepi saddasatthe visāradā, tasmā saddasatthe attano paṇḍiccaṁ pakāsetuṁ, ‘‘saddasatthe ca īdiso nayo vutto’’ti viññāpetuñca saddasatthanayaṁ gahetvā āpasaddassa itthiliṅgabahuvacanakattaṁ vaṇṇesunti natthi tesaṁ doso. Tathā hi mūlapariyāyasuttantaṭṭhakathāyaṁ tehiyeva vuttaṁ āpasaddassa pulliṅgekavacanakattasūcanakaṁ ‘‘lakkhaṇasasambhārārammaṇasammutivasena catubbidho āpo, tesū’’tiādi, tasmā natthi tesaṁ doso. Pūjārahā hi te āyasmanto, namoyeva tesaṁ karoma, na tesaṁ vacanaṁ codanābhājanaṁ. Ye pana ujuvipaccanīkavādā daḷhameva āpasaddassa itthiliṅgabahuvacanattaṁ mamāyanti, tesaṁyeva vacanaṁ codanābhājanaṁ. Yasmā pana mayaṁ pāḷinayānusārena antadvayavato āpasaddassa pulliṅgattaṁ napuṁsakaliṅgattañca vidadhāma, tasmā yo koci idaṁ vādaṁ madditvā aññaṁ vādaṁ patiṭṭhāpetuṁ sakkhissatīti netaṁ ṭhānaṁ vijjati, idañca pana ṭhānaṁ mahāgahanaṁ duppaṭivijjhanaṭṭhena, paramasukhumañca katañāṇasambhārehi paramasukhumañāṇehi paṇḍitehi vedanīyattā. Sabbamidañhi vacanaṁ tesu tesu ṭhānesu atthabyañjanapariggahaṇe sotūnaṁ paramakosallajananatthañceva sāsane ādaraṁ akatvā saddasatthamatena kālaṁ vītināmentānaṁ sāthalikānaṁ pamādavihāranisedhanatthañca sāsanassātimahantabhāvadīpanatthañca vuttaṁ, na attukkaṁsanaparavambhanatthanti imissaṁ nītiyaṁ saddhāsampannehi kulaputtehi yogo karaṇīyo bhagavato sāsanassa ciraṭṭhitatthaṁ.",
  "anya-e0803n5:171": "Yasmā pana pāḷito aṭṭhakathā balavatī nāma natthi, tasmā pāḷinayānurūpeneva āpasaddassa nāmikapadamālaṁ yojessāma sotūnamasammohatthaṁ, kimettha saddasatthanayo karissati. Atrāyaṁ udānapāḷi ‘‘kiṁ kayirā udapānena, āpā ce sabbadā siyu’’nti.",
  "anya-e0803n5:172": "Āpo, āpā. Āpaṁ, āpe. Āpena, āpehi, āpebhi. Āpassa, āpānaṁ. Āpā, āpasmā, āpamhā, āpehi, āpebhi. Āpassa, āpānaṁ. Āpe, āpasmiṁ, āpamhi, āpesu. Bho āpa, bhavanto āpā.",
  "anya-e0803n5:173": "Sabbanāmādīhipi yojessāma – yo āpo, ye āpā. Yaṁ āpaṁ, ye āpe. Yena āpena, sesaṁ neyyaṁ , so āpo, te āpā. Atīto āpo, atītā āpā. Sesaṁ neyyaṁ. Iccevaṁ –",
  "anya-e0803n5:174": "Purisena samā āpa-saddādī sabbathā matā;",
  "anya-e0803n5:175": "Na sabbathāva gosaddo, purisena samo mato.",
  "anya-e0803n5:176": "Manādī ekadesena, purisena samā matā;",
  "anya-e0803n5:177": "Sarādī ekadesena, sabbathā vā samā matā.",
  "anya-e0803n5:178": "Ye panettha saddā ‘‘manogaṇo’’ti vuttā, kathaṁ tesaṁ manogaṇabhāvo sallakkhetabboti? Vuccate tesaṁ manogaṇabhāvasallakkhaṇakāraṇaṁ –",
  "anya-e0803n5:179": "Manogaṇo manogaṇā-",
  "anya-e0803n5:180": "Dikā cevā’manogaṇo;",
  "anya-e0803n5:181": "Iti saddā tidhā ñeyyā,",
  "anya-e0803n5:182": "Manogaṇavibhāvane.",
  "anya-e0803n5:183": "Ye te nā sa smiṁvisaye,",
  "anya-e0803n5:184": "Sā so syantā bhavanti ca;",
  "anya-e0803n5:185": "Samāsataddhitantatte,",
  "anya-e0803n5:186": "Majjhokārā ca honti hi.",
  "anya-e0803n5:187": "Sokārantapayogā ca, kriyāyogamhi dissare;",
  "anya-e0803n5:188": "Evaṁvidhā ca te saddā, ñeyyā ‘‘manogaṇo’’iti.",
  "anya-e0803n5:189": "Atra tassatthassa sādhakāni payogāni sāsanato ca lokato ca yathārahamāharitvā dassessāma – manasā ce pasannena, bhāsati vā karoti vā. Na mayhaṁ manaso piyo. Sādhukaṁ manasi karotha. Manopubbaṅgamā dhammā. Manoramaṁ, manodhātu, manomayena kāyena, iddhiyā upasaṅkami. Yo ve ‘‘dassa’’nti vatvāna, adāne kurute mano. Vacasā paricitā. Vacaso vacasi.",
  "anya-e0803n5:190": "Vacorasmīhi bodhesi, veneyyakumudañcidaṁ;",
  "anya-e0803n5:191": "Rāgo sārāgarahito, visuddho buddhacandimā.",
  "anya-e0803n5:192": "Kassapassa vaco sutvā, alāto etadabravi;",
  "anya-e0803n5:193": "Esa bhiyyo pasīdāmi, sutvāna munino vaco.",
  "anya-e0803n5:194": "Sakhā ca mitto ca mamāsi sīvika, susikkhito sādhu karohi me vaco. Ekūnatiṁso vayasā subhadda. Vayaso, vayasi, vayovuddho, vayoguṇā anupubbaṁ jahanti. Jalantamiva tejasā. Tejaso, tejasi, tejodhātukusalo. Tejokasiṇaṁ. Tapasā uttamo, tapaso, tapasi, tapodhano, tapojigucchā. Kasmā bhavaṁ vijanamaraññanissito, tapo idha krubbasi brahmapattiyā. Cetasā aññāsi, evaṁ cetaso parivitakko udapādi, etamatthaṁ cetasi sannidhāya, cetoparivitakkamaññāya. Cetopariyañāṇaṁ, ceto paricchindati, so parasattānaṁ parapuggalānaṁ cetasā ceto paricca jānāti. Tamasā, tamaso, tamasi, tamonudo, tamoharo. Navāhametaṁ yasasā dadāmi. Yasaso, yasasi, yaso bhogasamappito. Yasoladdhākho panasmākaṁ bhogā. Yasodharā devī, yaso laddhā na majjeyya. Ayasāva malaṁ samuṭṭhitaṁ. Ayaso, ayasi, ayopākārapariyantaṁ, ayasā paṭikujjitaṁ. Seyyo ayoguḷo bhutto, ayopatto , ayomayaṁ, ayo kantatīti ayokanto. Ghatena vā bhuñjassu payasā vā, sādhu khalu payaso pānaṁ yaññadattena, payasi ojā, payodharā, payonidhi. Sahassanetto sirasā paṭiggahi. Siraso, sirasi añjaliṁ katvā, vanditabbaṁ isiddhajaṁ. Siroruhā, siro chindati. Yo kāme parivajjeti, sappasseva padāsiro. Siro te vajjhayitvāna. Sarasā, saraso, tīṇi uppalajātāni, tasmiṁ sarasi brāhmaṇa. Saroruhaṁ. Yaṁ etā upasevanti, chandasāvā dhanenavā. Sāvittī chandaso mukhaṁ. Chandasi, chandoviciti, chandobhaṅgo, urasā panudahissāmi, uraso, urasi jāyati, urasilomo, uromajjhe vijjhi. Rahasā, rahaso, rahasi, rahogato nisīditvā, evaṁ cintesahaṁ tadā. Ahasā, ahasi. Jāyanti tattha pārohā, ahorattānamaccayeti imāni payogāni. Ettha ca ‘‘manena, manassa, mane, manasmiṁ, manamhī’’tiādīni ca ‘‘manaāyatanaṁ tamaparāyano ayapatto chandahānī’’tiādīni ca ‘‘na manaṁ aññāsi. Yasaṁ laddhāna dummedho. ‘‘Siraṁ chindatī’’tiādīni ca rūpāni manogaṇabhāvappakāsakāni na hontīti na dassitāni, na alabbhamānavasena, tasmātra imā ādito paṭṭhāya manogaṇabhāvavibhāvinī gāthāyo bhavanti –",
  "anya-e0803n5:195": "‘‘Manasā manaso manasi’’,",
  "anya-e0803n5:196": "Itiādivasā ṭhitā;",
  "anya-e0803n5:197": "Sā so syantā saddarūpā,",
  "anya-e0803n5:198": "Vuttā ‘‘manogaṇo’’iti.",
  "anya-e0803n5:199": "Manodhātu vacorasmi,",
  "anya-e0803n5:200": "Vayovuddho tapoguṇo;",
  "anya-e0803n5:201": "Tejodhātu tamonāso,",
  "anya-e0803n5:202": "Yasobhogasamappito.",
  "anya-e0803n5:203": "Cetoparivitakko ca, ayopatto payodharā;",
  "anya-e0803n5:204": "Siroruhā saroruhaṁ, uromajjhe rahogato.",
  "anya-e0803n5:205": "Chandobhaṅgo ahorattaṁ, manomaya’mayomayaṁ;",
  "anya-e0803n5:206": "Evaṁvidho viseso yo, lakkhaṇantaṁ manogaṇe.",
  "anya-e0803n5:207": "‘‘Vaco sutvā, siro chindi, ayo kantati’’ iccapi;",
  "anya-e0803n5:208": "Upayogassa saṁsiddhi, lakkhaṇantaṁ manogaṇe.",
  "anya-e0803n5:209": "Manogaṇe vuttanayo, itthiliṅge na labbhati;",
  "anya-e0803n5:210": "Punnapuṁsakaliṅgesu, labbhateva yathārahaṁ.",
  "anya-e0803n5:211": "Iccevaṁ sabbathāpi –",
  "anya-e0803n5:212": "Sā so syantāni rūpāni, sandissanti manogaṇe;",
  "anya-e0803n5:213": "Majjhokārantarūpā ca, sokārantūpayogatā.",
  "anya-e0803n5:214": "Idaṁ manogaṇalakkhaṇaṁ. Evaṁ manogaṇalakkhaṇaṁ anākulaṁ niggumbaṁ nijjaṭaṁ samuddiṭṭhaṁ.",
  "anya-e0803n5:215": "Atha manogaṇādilakkhaṇaṁ kathayāma –",
  "anya-e0803n5:216": "Ye te nā sasmiṁvisaye,",
  "anya-e0803n5:217": "Sā so syantā yathārahaṁ;",
  "anya-e0803n5:218": "Samāsataddhitantatte,",
  "anya-e0803n5:219": "Majjhokāro na honti tu.",
  "anya-e0803n5:220": "Sokārantūpayogā ca,",
  "anya-e0803n5:221": "Kriyāyoge na honti te;",
  "anya-e0803n5:222": "Saddā evaṁvidhā sabbe;",
  "anya-e0803n5:223": "Manogaṇādikā matā.",
  "anya-e0803n5:224": "Seyyathidaṁ? ‘‘Bilaṁ padaṁ mukha’’miccādayo. Tesaṁ rūpāni bhavanti – bilasā, bilaso, bilasi, bilagato, bilaṁ pāvisi. Padasāva agamāsi, tīṇi padavārāni, mākāsi mukhasā pāpaṁ, mukhagataṁ bhojanaṁ chaḍḍāpeti. Saccena danto damasā upeto. Rasavaraṁ rasamayaṁ rasaṁ pivīti. Idaṁ manogaṇādikalakkhaṇaṁ.",
  "anya-e0803n5:225": "Aparampi bhavati –",
  "anya-e0803n5:226": "Ye samāsādibhāvamhi, majjhokārāva honti tu;",
  "anya-e0803n5:227": "Nā sa smiṁvisaye sāso-syantā pana na hontihi.",
  "anya-e0803n5:228": "Sokārantūpayogā ca,",
  "anya-e0803n5:229": "Kriyāyoge na honti te;",
  "anya-e0803n5:230": "Saddā evaṁvidhā cāpi,",
  "anya-e0803n5:231": "Manogaṇādikā matā.",
  "anya-e0803n5:232": "Seyyathidaṁ? ‘‘Āpo vāyo sarado’’iccevamādayo. Tesaṁ rūpāni bhavanti – āpodhātu, vāyodhātu, āpokasiṇaṁ, vāyokasiṇaṁ, āpomayaṁ, vāyomayaṁ, jīva tvaṁ saradosataṁ, saradakālo. Āpena, āpassa, āpe, āpasmiṁ, āpamhi. Vāyena, vāyassa, vāye, vāyasmiṁ, vāyamhi. Saradena, saradassa, sarade, saradasmiṁ, saradamhi. Āpaṁ āpato sañjānāti. Vāyaṁ vāyato sañjānāti. Saradaṁ pattheti, saradaṁ ramaṇīyā nadī.",
  "anya-e0803n5:233": "Keci panettha vadeyyuṁ ‘‘nanu sāsane vāyasaddo viya vāyusaddopi manogaṇādīsu icchitabbo’’ti? Ettha vuccate –",
  "anya-e0803n5:234": "‘‘Vāyu vāyo’’ti etesu, pacchimoyeva icchito;",
  "anya-e0803n5:235": "Manogaṇādīsu nādi, ādiggahavasenidha.",
  "anya-e0803n5:236": "‘‘Manodhātu vāyodhātu’’, iccādīni padāni hi;",
  "anya-e0803n5:237": "Akārantavaseneva, majjhokārāni sijjhare.",
  "anya-e0803n5:238": "Vāyusaddamhi gahite, ādiggahavasenidha;",
  "anya-e0803n5:239": "‘‘Vāyodhātū’’ti omajjhaṁ, rūpameva na hessati.",
  "anya-e0803n5:240": "Yathā hi āyusaddassa, rūpaṁ dissati sāgamaṁ;",
  "anya-e0803n5:241": "‘‘Āyusā ekaputta’’nti, manasādipadaṁ viya.",
  "anya-e0803n5:242": "Na tathā vāyusaddassa, rūpaṁ dissati sāgamaṁ;",
  "anya-e0803n5:243": "Tasmā manogaṇādimhi, tasso’kāso na vijjati.",
  "anya-e0803n5:244": "Tathā hi ‘‘vāyati iti, vāyo’’ iti garū vaduṁ;",
  "anya-e0803n5:245": "‘‘Vāyodhātū’’ti etassa, padassatthaṁ tahiṁ tahiṁ.",
  "anya-e0803n5:246": "Yattha pathavī ca āpo ca, tejo vāyo na gādhati;",
  "anya-e0803n5:247": "Ettha āpādikaṁ sadda-ttikaṁ manogaṇādike.",
  "anya-e0803n5:248": "Idampi manogaṇādikalakkhaṇaṁ. Ettha manogaṇādikā dvidhā bhijjanti bila padādito āpādito ca. Evaṁ manogaṇādikalakkhaṇaṁ anākulaṁ niggumbaṁ nijjaṭaṁ samuddiṭṭhaṁ.",
  "anya-e0803n5:249": "Atha amanogaṇalakkhaṇaṁ kathayāma –",
  "anya-e0803n5:250": "Ye ca nāvisaye sontā, ye ca smāvisaye siyuṁ;",
  "anya-e0803n5:251": "Saddā evaṁpakārā te, amanogaṇasaññitā.",
  "anya-e0803n5:252": "Ke te? Atthabyañjanakkharasaddādayo ceva dīghorasaddā ca. Etesu hi atthasaddādīnaṁ nāvacanaṭṭhāne ‘‘atthaso byañjanaso akkharaso suttaso upāyaso sabbaso ṭhānaso’’tiādīni sontāni rūpāni bhavanti. Dīghorasaddānaṁ pana smāvacanaṭṭhāne ‘‘dīghaso oraso’’ti sontāni rūpāni bhavanti. Idaṁ amanogaṇalakkhaṇaṁ.",
  "anya-e0803n5:253": "Aparampi bhavati –",
  "anya-e0803n5:254": "Sabbathā vinimuttā ye, sā so syantādibhāvato;",
  "anya-e0803n5:255": "Evaṁvidhāpi te saddā, amanogaṇasaññitā.",
  "anya-e0803n5:256": "Ke te? ‘‘Puriso kaññā citta’’miccādayo. Idampi amanogaṇalakkhaṇaṁ. Evaṁ amanogaṇalakkhaṇaṁ anākulaṁ niggumbaṁ nijjaṭaṁ samuddiṭṭhaṁ.",
  "anya-e0803n5:257": "Evaṁ dassitesu manogaṇalakkhaṇādīsu koci vadeyya ‘‘yadidaṁ tumhehi vuttaṁ ‘ye samāsādibhāvamhi, majjhokārāva honti tū’tiādinā manogaṇādikalakkhaṇaṁ, tena ‘‘parosataṁ gomayaṁ godhano’’iccādīsu goparasaddādayopi manogaṇādikabhāvaṁ āpajjantīti? Nāpajjanti. Kasmāti ce? Yasmā –",
  "anya-e0803n5:258": "Ettha manogaṇādīnaṁ, antassottaṁ paṭiccidaṁ;",
  "anya-e0803n5:259": "‘‘Majjhokārā’’ti vacanaṁ, vuttaṁ na tvāgamādikaṁ.",
  "anya-e0803n5:260": "‘‘Parosataṁ gomaya’’nti-ādīsu amanogaṇo;",
  "anya-e0803n5:261": "Pubbabhūtaṁ padaṁ ossā-gamattā’niccatāya ca.",
  "anya-e0803n5:262": "Tasmā nāpajjanti. Iti sabbathāpi amanogaṇalakkhaṇaṁ nissesato dassitaṁ. Iccevaṁ manogaṇavibhāvanāyaṁ manogaṇo manogaṇādiko amanogaṇo cāti tidhā bhedo veditabbo.",
  "anya-e0803n5:263": "Tattha manogaṇe pariyāpannasaddānaṁ samāsaṁ patvā ‘‘abyaggamanaso naro, thiracetasaṁ kulaṁ, saddheyyavacasā upāsikātiādinā liṅgattayavasena aññathāpi rūpāni bhavanti. Ettha pana keci evaṁ vadanti ‘‘yadā manasaddo sakatthe avattitvā ‘abyaggo mano yassa soyaṁ abyaggamanaso, alīno mano yassa soyaṁ alīnamanaso’ti evaṁ aññatthe vattati, tadā purisanayeneva nāmikapadamālā labbhati, na manogaṇanayenā’’ti. Taṁ na gahetabbaṁ ubhinnampi yathārahaṁ labbhanato. Tathā hi visuddhimagge puggalāpekkhanavasena ‘‘khantisoraccamettādi-guṇabhūsitacetaso. Ajjhesanaṁ gahetvānā’’ti ettha manogaṇanayo dissati. Taṭṭīkāyampi ‘‘ajjhesito dāṭhānāga-ttherena thiracetasā’’ti manogaṇanayo dissati, tasmā tesaṁ vacanaṁ na gahetabbaṁ. Evaṁ vadantā ca te abyaggamanasaddādīnaṁ abyaggamanasaiccādinā sakārantapakatibhāvena ṭhapetabbabhāvaṁ vibbhantamativasena cintetvā sabbāsu vibhattīsu, dvīsu ca vacanesu purisanayena yojetabbataṁ maññanti. Evañca sati ‘‘guṇabhūsitacetaso, thiracetasā’’ti chaṭṭhīcatutthītatiyārūpāni nasiyuṁ, aññāniyeva anabhimatāni rūpāni siyuṁ. Yasmā siyuṁ, tasmā evaṁ aggahetvā ayaṁ viseso gahetabbo.",
  "anya-e0803n5:264": "Yattha hi samāsavasena manasaddo cetasaddādayo ca sakatthe avattitvā aññatthe vattanti, tattha sakārāgamānaṁ padānaṁ nāmikapadamālā purisanayena ca manogaṇe mananayena ca yathārahaṁ labbhati. Nissakārāgamānaṁ pana purisanayeneva labbhati. Yattha pana samāsavisayeyeva manādisaddā sakatthe vattanti, tattha nissakārāgamānaṁ nāmikapadamālā purisanayena ca manogaṇe mananayena ca labbhati.",
  "anya-e0803n5:265": "Idāni imassatthassa āvibhāvatthaṁ, saddagatīsu ca viññūnaṁ kosalluppādanatthaṁ yathāvuttānaṁ padānaṁ padamālā tidhā katvā dassayissāma – ‘‘byāsatto mano yassa soyaṁ byāsattamanaso naro’’ti evamaccantaṁ puggalāpekkhakassa imassa padassa –",
  "anya-e0803n5:266": "Byāsattamanaso naro, byāsattamanasā narā. Byāsattamanasaṁ naraṁ, byāsattamanase nare. Byāsattamanasā, byāsattamanena narena, byāsattamanehi, byāsattamanebhi narehi. Byāsattamanaso, byāsattamanassa narassa, byāsattamanānaṁ narānaṁ. Byāsattamanā, byāsattamanasmā, byāsattamanamhā narā, byāsattamanehi, byāsattamanebhi narehi. Byāsattamanaso, byāsattamanassa narassa, byāsattamanānaṁ narānaṁ. Byāsattamanasi, byāsattamane, byāsattamanasmiṁ, byāsattamanamhi nare, byāsattamanesu naresu. Bho byāsattamanasa nara, bhavanto byāsattamanasā narāti nāmikapadamālā bhavati.",
  "anya-e0803n5:267": "Evaṁ sakārāgamassa labbhamānālabbhamānatā vavatthapetabbā. Ettha hi paṭhamādutiyāvibhattīnaṁ ekavacanabahuvacanaṭṭhāne ca tatiyācatutthīchaṭṭhīsattamīnaṁ ekavacanaṭṭhāne ca yathārahaṁ sāgamo bhavati ādesasaravibhattisaraparattā. Ayañca nayo sukhumo sādhukaṁ manasi kātabbo.",
  "anya-e0803n5:268": "Aparo nayo – ‘‘byāsatto mano yassa soyaṁ byāsattamano’’ti evampi puggalāpekkhakassa imassa padassa ‘‘byāsattamano naro, byāsattamanā narā. Byāsattamanaṁ nara’’ntiādinā purisanayeneva nāmikapadamālā bhavati. Ettha pana sabbathāpi sāgamo natthi. Aparopi nayo – ‘‘byāsatto ca so mano cāti byāsattamano’’ti evaṁ cittāpekkhakassapi imassa padassa ‘‘byāsattamano, byāsattamanā. Byāsattamanaṁ, byāsattamane. Byāsattamanasā, byāsattamanenā’’tiādinā manogaṇe mananayena nāmikapadamālā bhavati, ettha pana tatiyācatutthīchaṭṭhīsattamīnaṁ ekavacanaṭṭhāneyeva sāgamo bhavati ādesasaraparattā. Yathā ca ettha, evaṁ ‘‘alīnamanaso naro’’tiādīsupi ayaṁ tividho nayo veditabbo.",
  "anya-e0803n5:269": "Napuṁsakaliṅge pana vattabbe ‘‘byāsattamanasaṁ kulaṁ, byāsattamanāni kulāni. Byāsattamanasaṁ kulaṁ, byāsattamanāni kulāni. Byāsattamanasā kulenā’’tiādinā nāmikapadamālā yojetabbā. Ettha pana paṭhamādutiyātatiyācatutthīchaṭṭhīsattamīnaṁ ekavacanaṭṭhāneyeva yathārahaṁ sāgamo bhavati ādesasaravibhattisaraparattā, ayampi nayo sukhumo sādhukaṁ manasi kātabbo.",
  "anya-e0803n5:270": "Itthiliṅge pana vattabbe ‘‘byāsattamanasā itthī’’ti evaṁ paṭhamekavacanaṭṭhāneyeva sāgamaṁ vatvā tato ‘‘byāsattamanā, byāsattamanāyo itthiyo. Byāsattamanaṁ itthi’’nti kaññānayena yojetabbā. ‘‘Evaṁ saddheyyavacasā upāsikā, saddheyyavacāyo upāsikāyo. Saddheyyavacaṁ upāsika’’ntiādināpi. ‘‘Byāsattamanaṁ kulaṁ, byāsattamanā itthī’’tiādinā pana cittakaññānayena yojetabbā. Ettha pana sabbathāpi sāgamo natthi.",
  "anya-e0803n5:271": "Sotūnaṁ ñāṇappabhedajananatthaṁ aparāpi nāmikapadamālāyo dassayissāma sahanibbacanena – mano eva mānasaṁ, samussāhitaṁ mānasaṁ yassa soyaṁ samussāhitamānaso. ‘‘Samussāhitamānaso, samussāhitamānasā. Samussāhitamānasaṁ, samussāhitamānase. Samussāhitamānasenā’’ti purisanayena yojetabbā. Sundarā medhā assa atthīti sumedhaso. ‘‘Sumedhaso, sumedhasā. Sumedhasaṁ, sumedhase. Sumedhasenā’’ti purisanayena, evaṁ ‘‘bhūrimedhaso’’tiādīnampi. Tatrime payogā –",
  "anya-e0803n5:272": "‘‘Yaṁ vadanti sumedhoti, bhūripaññaṁ sumedhasaṁ;",
  "anya-e0803n5:273": "Kiṁ nu tamhā vippavasi, muhuttamapi piṅgiya;",
  "anya-e0803n5:274": "Gotamā bhūripaññāṇā, gotamā bhūrimedhasā.",
  "anya-e0803n5:275": "Nāhaṁ tamhā vippavasāmi, muhuttamapi brāhmaṇa;",
  "anya-e0803n5:276": "Gotamā bhūripaññāṇā, gotamā bhūrimedhasā’’ti.",
  "anya-e0803n5:277": "Itthiliṅge vattabbe ‘‘samussāhitamānasā sumedhasā’’ti rūpāni, napuṁsake vattabbe ‘‘samussāhitamānasaṁ sumedhasa’’nti rūpāni, kaññā cittanayena etesaṁ padamālā yojetabbā. Okārantapulliṅgaṭṭhāne itthiliṅgādivinicchayo nayappakāsanatthaṁ kato. Visesato hi okārantakathāyeva idhādhippetā. Apica loke nīti nāma nānappakārehi kathitā eva sobhati, ayañca sāsane nīti, tasmā nānappakārehi kathitāti.",
  "anya-e0803n5:278": "Sabbāni nayato evaṁ, okārantapadānime;",
  "anya-e0803n5:279": "Pulliṅgāni pavuttāni, sāsanatthaṁ mahesino.",
  "anya-e0803n5:280": "Viseso tesu kesañci, pāḷiyaṁ yo padissati;",
  "anya-e0803n5:281": "Paccattavacanaṭṭhāne, pakāsessāmi taṁ’dhunā.",
  "anya-e0803n5:282": "‘‘Vanappagumbe yatha phussitagge’’, itiādinayena hi;",
  "anya-e0803n5:283": "Katthacodantapulliṅga-rūpāni aññathā siyuṁ.",
  "anya-e0803n5:284": "Paccattavacanicceva, tañca rūpaṁ pakāsaye;",
  "anya-e0803n5:285": "‘‘Paccatte bhummaniddeso’’, iti bhāsanti kecana.",
  "anya-e0803n5:286": "Tatra kānici suttapadāni dassessāma – natthi attakāre, natthi parakāre, natthi purisakāre, pariyantakate saṁsāre, jīve sattame, na hevaṁ vattabbe, bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantīti. Imāni ekavacanabahuvacanavasena dvidhā gahetabbāni. Paccattekavacanabahuvacanānañca ekārādeso veditabbo.",
  "anya-e0803n5:287": "Ye pana ‘‘vanappagumbeti paccattavacanassa bhummavacananiddeso’’ti vadanti, te vattabbā ‘‘yadi vanappagumbeti paccattavacanassa bhummavacananiddeso, evañca sati ‘thāliyaṁ odanaṁ pacatī’ti ettha viya ādhārasutisambhavato ‘gimhāna māse paṭhamasmiṁ gimhe’ti idaṁ kataratthaṁ jotetī’’ti? Te vadeyyuṁ ‘‘na mayaṁ bho ‘vanappagumbeti idaṁ bhummavacana’nti vadāma, atha kho ‘paccattavacanassa bhummavacananiddeso’ti vadāmā’’ti. Evampi dosoyeva tumhākaṁ, nanu ‘‘saṅghe gotami dehī’’ti etthāpi sampadānavacanassa bhummavacananiddesoti vuttepi saṅghassa dānakriyāya ādhārabhāvato ‘‘saṅghe’’ti vacanaṁ suṇantānaṁ ādhārasuti ca ādhāraparikappo ca hotiyeva. Na hi sakkā evaṁ pavattaṁ cittaṁ nivāretuṁ, tasmā ettha evaṁ pana viseso gahetabbo ‘‘paccattavacanassapi katthaci bhummavacanassa viya rūpaṁ hotī’’ti. Evañhi gahite na koci virodho. Īdisesu hi ṭhānesu niruttippabhedakusalo lokānukampako bhagavā paccattavacanavasena niddisitabbe sati evaṁ aniddisitvā lokassa sammohamuppādayanto viya kathaṁ bhummavacananiddesaṁ karissati, tasmā saddasāmaññalesamattaṁ gahetvā ‘‘bhummavacananiddeso’’ti na vattabbaṁ. Yadi saddasāmaññaṁ gahetvā bhummavacananiddesaṁ icchatha, ‘‘paccattekavacanassa upayogabahuvacananiddeso’’tipi icchitabbaṁ siyā.",
  "anya-e0803n5:288": "Apica tatheva ‘‘attakāre’’ti paccattavacanassa bhummavacananiddese sati ādhārasutisambhavato ‘‘attakārasmiṁ kiñci vatthu natthī’’ti anadhippeto attho siyā, na pana ‘‘attakāro natthī’’ti adhippeto attho. ‘‘Upayogabahuvacananiddeso’’ti gahaṇepi upayogatthassa natthisaddena avattabbattā dosoyeva siyā, atthisaddādīnaṁ viya pana natthisaddassapi paṭhamāya yogato ‘‘attakāre’’ti idaṁ paccattavacanamevāti viññāyati. ‘‘Bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī’’ti etthāpi paccattavacanassa ‘‘bhummavacananiddeso’’ti vā ‘‘upayogavacananiddeso’’ti vā gahaṇe sati ‘‘bālā ca paṇḍitā cā’’ti ettakampi vattuṁ ajānanadoso siyā, ‘‘karissantī’’ti padayogato pana ‘‘bāle cā’’tiādi paccattavacanamevāti viññāyati. Yathā pana niggahītāgamavasenuccārite ‘‘cakkhuṁ udapādī’’ti pade paccattavacanassa ‘‘cakkhuṁ me dehi yācito’’ti ettha upayogavacanena sutivasena samānattepi paccattavacanatthoyeva sotāre paṭibhāti ‘‘udapādī’’tiākhyātena kathitattā, na pana vibhattivipallāsatthabhūto upayogavacanattho ‘‘udapādī’’tiākhyātena avacanīyattā, ‘‘cakkhuṁ udapādī’’ti hi bhagavatā vuttakāle ko ‘‘cakkhuṁ udapādī’’ti padaṁ parivattitvā atthamācikkhati, tathā ‘‘bāle paṇḍite’’tiādīnampi paccattavacanānaṁ aparehi ‘‘bāle paṇḍite’’tiādīhi bhummopayogavacanehi sutivasena samānattepi paccattavacanatthoyeva sotāre paṭibhāti, na itaravacanattho yathāpayogaṁ atthassa gahetabbattā. Iti ‘‘vanappagumbe, bāle, paṇḍite’’tiādīnaṁ suddhapaccattavacanattaññeva sārato paccetabbaṁ, na sutisāmaññena bhummopayogavacanattaṁ.",
  "anya-e0803n5:289": "Yaṁ panācariyena jātakaṭṭhakathāyaṁ –",
  "anya-e0803n5:290": "‘‘Tayo giriṁ tiantaraṁ kāmayāmi,",
  "anya-e0803n5:291": "Pañcālā kuruyo kekake ca;",
  "anya-e0803n5:292": "Tatuttariṁ brāhmaṇa kāmayāmi,",
  "anya-e0803n5:293": "Tikiccha maṁ brāhmaṇa kāmanīta’’nti –",
  "anya-e0803n5:294": "Imassa kāmanītajātakassa saṁvaṇṇanāyaṁ ‘‘kekake cāti paccatte upayogavacanaṁ, tena kekakassa raṭṭhaṁ dassetī’’ti vuttaṁ. Evaṁ vadanto ca so ‘‘purise passati, purise patiṭṭhita’’nti, ‘‘passāmi loke sadhane manusse’’ti ca ādīsu yebhuyyena ‘‘purise, loke, sadhane, manusse’’tiādīnaṁ upayogabahuvacanabhummekavacanabhāvena āgatattā paccattekavacanabahuvacanabhāvassa pana apākaṭattā yebhuyyappavattiṁ sandhāya ‘‘idampi tādisamevā’’ti maññamāno vadati maññe. Ācariyā hi katthaci attano ruciyāpi visuṁ visuṁ kathenti. Ayaṁ pana amhākaṁ ruci – ‘‘kekake’’ti idaṁ paccattavacanameva ‘‘pañcālā, kuruyo’’ti sahajātapadāni viya, raṭṭhavācakattā pana ‘‘kuruyo’’ti padamiva bahuvacanavasena vuttaṁ. Na hi bhagavā ‘‘khattiyo, brāhmaṇo, vesso’’tiādīsu viya samānavibhattīhi niddisitabbesu sahajātapadesu pacchimaṁ upayogavacanavasena niddiseyya, yutti ca na dissati ‘‘pañcālā’’ti, ‘‘kuruyo’’ti paccattavacanaṁ vatvā ‘‘kekake’’ti upayogavacanassa vacane, tasmā ‘‘kekake’’ti idaṁ paccattavacanameva. Tathā hi sandhivisodhanavidhāyako ācariyo tādisānaṁ padānaṁ paccattavacanattaññeva vibhāvento sāmaṁ kate pakaraṇe ‘‘vanappagumbo vanappagumbe, sukhaṁ dukkhaṁ jīvo, sukhe dukkhe jīve’’ti āha, ṭīkāyampi ca tesaṁ paccattavacanabhāvameva vibhāvento ‘‘vanappagumbo, sukhaṁ, dukkhaṁ, jīvo’’ti sādhanīyaṁ rūpaṁ patiṭṭhapetvā niggahītalopavasena akārokārānañca ekārādesavasena ‘‘vanappagumbe, sukhe, dukkhe, jīve’’ti rūpanipphattimāha. Sā pāḷinayānu kūlā. Kaccāyanācariyenapi pāḷinayaṁ nissāya ‘‘dvipade tulyādhikaraṇe’’ti paccattabahuvacanapadaṁ vuttaṁ. Tenāha vuttiyaṁ ‘‘dve padāni tulyādhikaraṇānī’’ti. ‘‘Dvipade tulyādhikaraṇe’’ti ca idaṁ ‘‘aṭṭha nāgāvāsasatānī’’ti vattabbe ‘‘aṭṭha nāgāvāsasate’’ti padamiva vuccatīti daṭṭhabbaṁ.",
  "anya-e0803n5:295": "Keci pana tesaṁ bhummekavacanattaṁ icchanti. Tattha yadi ‘‘vanappagumbe’’ti paccatte bhummavacanaṁ, ‘‘kekake’’ti ca paccatte upayogavacanaṁ, ‘‘esese eke ekaṭṭhe’’ti ettha ‘‘esese’’ti imānipi paccatte bhummavacanāni vā siyuṁ, upayogavacanāni vā. Yathetāni evaṁvidhāni na honti, suddhapaccattavacanāniyeva honti, tathā ‘‘vanappagumbe, kekake’’tiādīnipi tathāvidhāni na honti, suddhapaccattavacanāniyeva honti. Iccevaṁ sabbathāpi ‘‘vanappagumbe, bāle, paṇḍite, kekake’’ti, ‘‘viratte kosiyāyane, aṭṭha nāgāvāsasate, ke purise, esese’’ti evamādīnaṁ anekesaṁ purisaliṅgaitthiliṅganapuṁsakaliṅgasabbanāmaekavacanaanekavacanavasena sāsanavare ṭhitānaṁ padānaṁ nipphatti paccattekavacanaputhuvacanānamekārādesavaseneva bhavatīti avassamidaṁ sampaṭicchitabbaṁ. Evaṁ ‘‘vanappagumbe, bāle, paṇḍite’’tiādīnaṁ suddhapaccattavacanatā atīva sukhumā dubbiññeyyā, saddhena kulaputtena ācariye payirupāsitvā tadupadesaṁ sakkaccaṁ gahetvā jānitabbā. Buddhavacanasmiñhi saddato ca atthato ca adhippāyato ca akkharacintakānaṁ ñāṇacakkhusammuyhanaṭṭhānabhūtā pāḷinayā vividhā dissanti.",
  "anya-e0803n5:296": "Tattha saddato tāva idaṁ sammuyhanaṭṭhānaṁ – ‘‘virattā kosiyāyanī’’ti vattabbe ‘‘viratte kosiyāyane’’ti itthiliṅgapaccattavacanaṁ dissati, ‘‘ko puriso’’ti vattabbe ‘‘ke purise’’ti sabbanāmikapaccattavacanaṁ dissati, ‘‘kinnāmo te upajjhāyo’’ti vattabbe ‘‘konāmo te upajjhāyo’’ti samāsapadaṁ pulliṅgavisayaṁ dissati. Kiṁ nāmaṁ etassāti konāmoti hi samāso. Tena ‘‘konāmā itthī, konāmaṁ kula’’nti ayampi nayo gahetabbo. ‘‘Kva te balaṁ mahārājā’’ti vattabbe ‘‘ko te balaṁ mahārājā’’ti ettha kvasaddena īsakaṁ samānasutiko sattamiyanto kosaddo dissati, kva kosaddā hi aññamaññamīsakasamānasutikā. Tathā ‘‘idha hemantagimhesu, idha hemantagimhisu, na tenatthaṁ abandhi so, na tenatthaṁ abandhisū’’ti aññānipi yojetabbāni.",
  "anya-e0803n5:297": "Atthato pana idaṁ sammuyhanaṭṭhānaṁ – ‘‘yaṁ na kañcanadvepiñcha, andhena tamasā gata’’nti ettha nakāro ‘‘kata’’nti iminā sambandhitabbo. Na katanti kataṁ viyāti attho. Ettha hi nakāro upamāne vattati, na paṭisedhe.",
  "anya-e0803n5:298": "‘‘Assaddho akataññū ca,",
  "anya-e0803n5:299": "Sandhicchedo ca yo naro;",
  "anya-e0803n5:300": "Hatāvakāso vantāso,",
  "anya-e0803n5:301": "Sa ve uttamaporiso’’ti",
  "anya-e0803n5:302": "Evamādīnipi aññāni yojetabbāni.",
  "anya-e0803n5:303": "Adhippāyato idaṁ sammuyhanaṭṭhānaṁ – ‘‘taṇhaṁ asmimānaṁ sassatucchedadiṭṭhiyo dvādasāyatananissitaṁ nandirāgañca hantvā brāhmaṇo anīgho yātī’’ti vattabbepi tathā avatvā tamevatthaṁ gahetvā aññena pariyāyena",
  "anya-e0803n5:304": "‘‘Mātaraṁ pitaraṁ hantvā, rājāno dve ca khattiye;",
  "anya-e0803n5:305": "Raṭṭhaṁ sānucaraṁ hantvā, anīgho yāti brāhmaṇo’’ti",
  "anya-e0803n5:306": "Vuttaṁ.",
  "anya-e0803n5:307": "‘‘Vanaṁ chindatha mā rukkhaṁ, vanato jāyate bhayaṁ;",
  "anya-e0803n5:308": "Chetvā vanañca vanathaṁ, nibbanā hotha bhikkhavo’’ti",
  "anya-e0803n5:309": "Evamādīnipi aññāni yojetabbāni. Evaṁ buddhavacane saddato ca atthato ca adhippāyato ca akkharacintakānaṁ ñāṇacakkhusammuyhanaṭṭhānabhūtā pāḷinayā vividhā dissanti. Yathāha –",
  "anya-e0803n5:310": "‘‘Jānantā api saddasatthamakhilaṁ muyhanti pāṭhakkame,",
  "anya-e0803n5:311": "Yebhuyyena hi lokanītividhurā pāṭhe nayā vijjare;",
  "anya-e0803n5:312": "Paṇḍiccampi pahāya bāhiragataṁ ettheva tasmā budho,",
  "anya-e0803n5:313": "Sikkheyyāmaladhammasāgaratare nibbānatitthūpage’’ti.",
  "anya-e0803n5:314": "Evaṁ pāḷinayānaṁ dubbiññeyyattā ‘‘vanappagumbe, bāle ca, paṇḍite cā’’tiādīnaṁ suddhapaccattavacanattaññeva sārato paccetabbaṁ, na sutisāmaññena bhummopayogavacanattaṁ bhummopayogavacanehi tesaṁ samānasutikattepi paccattajotakattā. Samānasutikāpi hi saddā atthappakaraṇaliṅgasaddantarābhisambandhādivasena atthavisesajotakā bhavanti. Taṁ yathā? ‘‘Sīho gāyatī’’ti vutte ‘‘evaṁnāmako puriso’’ti attho viññāyati. ‘‘Sīho naṅguṭṭhaṁ cāletī’’ti vutte pana ‘‘migarājā’’ti viññāyati. Evaṁ atthavasena samānasutikānaṁ atthavisesajotanaṁ bhavati. Saṅgāme ṭhatvā ‘‘sindhavamānehī’’ti vutte ‘‘asso’’ti viññāyati. Rogisālāyaṁ pana ‘‘sindhavamānehī’’ti vutte ‘‘lavaṇa’’nti viññāyati. Evaṁ pakaraṇavasena samānasutikānaṁ atthavisesajotanaṁ bhavati. ‘‘Issā’’ti vutte ‘‘evaṁnāmikā dhammajātī’’ti viññāyati. ‘‘Isso’’ti vutte pana ‘‘acchamigo’’ti viññāyati. Evaṁ liṅgavasena ekadesasamānasutikānaṁ atthavisesajotanaṁ bhavati. Ettha pana kiñcāpi ‘‘devadattaṁ pakkosa ghaṭadhārakaṁ daṇḍadhāraka’’ntiādīsupi ghaṭadaṇḍādīni liṅgaṁ, tathāpi samānasutikādhikārattā na taṁ idhādhippetaṁ.",
  "anya-e0803n5:315": "‘‘Issā uppajjatī’’ti ca ‘‘issā purisamanubandhiṁsū’’ti ca vutte pana sabbathā samānasutikānaṁ saddantarābhisambandhavasena yathāvuttaatthavisesajotanaṁ bhavati. Tathā ‘‘sīho bhikkhave migarājā sāyanhasamayaṁ āsayā nikkhamatī’’ti vutte ‘‘migādhipo kesarasīho’’ti viññāyati. ‘‘Sīho samaṇuddeso, sīho senāpatī’’ti ca vutte pana ‘‘sīho nāma sāmaṇero, sīho nāma senāpatī’’ti viññāyati. Evampi saddantarābhisambandhavasena samānasutikānaṁ atthavisesajotanaṁ bhavati. ‘‘Addasaṁsu kho chabbaggiyā bhikkhū sattarasavaggiye bhikkhū vihāraṁ paṭisaṅkharonte’’ti evampi saddantarābhisambandhavasena samānasutikānaṁ paccattopayogatthasaṅkhātaatthavisesajotanaṁ bhavati. Tathā ‘‘siñca bhikkhu imaṁ nāvaṁ, aññataro bhikkhu bhagavantaṁ etadavocā’’ti evampi saddantarābhisambandhavasena samānasutikānaṁ ālapanatthapaccattatthasaṅkhātaatthavisesajotanaṁ bhavati, tasmā ‘‘vanappagumbe yatha phussitagge’’tiādīni bhummopayogavacanehi sadisattepisaddantarābhisambandhavasena suddhapaccattavacanānīti gahetabbāni. Paccattekavacanabahuvacanānaṁ eva hi ekārādesavasena evaṁvidhāni rūpāni bhavanti bhummopayogavacanāni viyāti. Nanu ca bho evaṁvidhānaṁ rūpānaṁ pāḷiyaṁ dissanato ‘ekārantampi pulliṅgaṁ atthī’ti vattabbanti? Na vattabbaṁ, okārantabhāvogadharūpavisesattā tesaṁ rūpānaṁ. Ādesavasena hi siddhattā visuṁ ekārantapulliṅgaṁ nāma natthi, tasmā pulliṅgānaṁ yathāvuttasattavidhatāyeva gahetabbāti.",
  "anya-e0803n5:316": "Keci pana vadeyyuṁ ‘‘yāyaṁ purisasaddanayaṁ gahetvā ‘bhūto, bhūtā. Bhūta’ntiādinā sabbesamokārantapadānaṁ nāmikapadamālā vibhattā, tattha catutthekavacanassa āyādesasahitāni rūpāni kimatthaṁ na vuttānī’’ti? Visesadassanatthaṁ. Tādisāni hi catutthekavacanarūpāni pāḷinaye porāṇaṭṭhakathānaye ca upaparikkhiyamāne ‘‘gatyatthakammani, nayanatthakammani, vibhattivipariṇāme, tadatthe cā’’ti saṅkhepato imesu catūsuyeva ṭhānesu, pabhedato pana sattasu ṭhānesu dissanti. Dānarocanadhāraṇanamoyogādibhede pana yattha katthaci sampadānavisaye na dissanti, iti imaṁ visesaṁ dassetuṁ na vuttānīti. Nanu dānakriyāyoge ‘‘abhirūpāya kaññā deyyā’’ti catutthekavacanassa āyādesasahitarūpadassanato imasmimpi saddanītippakaraṇe ‘‘purisāya, bhūtāyā’’tiādīni vattabbāni, evaṁ sante kasmā ‘‘dānarocanadhāraṇanamoyogādibhede pana yattha katthaci sampadānavisaye na dissantī’’ti vuttanti? Apāḷinayattā. ‘‘Abhirūpāya kaññā deyyā’’ti ayañhi saddasatthato āgato nayo, na buddhavacanato. Buddhavacanañhi patvā ‘‘abhirūpassa kaññā deyyā’’ti padarūpaṁ bhavissatīti. Nanu ca bho namoyogādīsupi catutthekavacanassa āyādeso dissatīti. Sāsanāvacarāpi hi nipuṇā paṇḍitā ‘‘namo buddhāyā’’tiādīni vatvā ratanattayaṁ vandanti. Keci pana –",
  "anya-e0803n5:317": "‘‘Namo buddhāya buddhassa,",
  "anya-e0803n5:318": "Namo dhammāya dhammino;",
  "anya-e0803n5:319": "Namo saṅghāya saṅghassa,",
  "anya-e0803n5:320": "Namokārena sotthi me’’ti ca,",
  "anya-e0803n5:321": "‘‘Mukhe sarasi samphulle, nayanuppalapaṅkaje;",
  "anya-e0803n5:322": "Pādapaṅkajapūjāya, buddhāya satataṁ dade’’ti ca,",
  "anya-e0803n5:323": "‘‘Naro naraṁ yācati kiñci vatthuṁ, narena dūto pahito narāyā’’ti ca gāthāracanampi kubbantīti? Saccaṁ, sāsanāvacarāpi nipuṇā paṇḍitā ‘‘namo buddhāyā’’tiādīnivatvā ratanattayaṁ vandanti, gāthāracanampi kubbanti, evaṁ santepi te saddasatthe kataparicayavasena saddasatthato nayaṁ gahetvā tathārūpā gāthāpi cuṇṇiyapadānipi abhisaṅkharonti, ‘‘namo buddhāyā’’tiādīni vatvā ratanattayaṁ vandanti. Ye pana saddasatthe akataparicayā antamaso bāladārakā, tepi aññesaṁ vacanaṁ sutvā kataparicayavasena ‘‘namo buddhāyā’’tiādīni vatvā ratanattayaṁ vandanti, ‘‘namo buddhassā’’ti vadantā pana appakatarā. Katthaci hi padese kumārake akkharasamayaṁ uggaṇhāpentā garū akkharānamādimhi ‘‘namo buddhāyā’’ti sikkhāpenti, na pana ‘‘namo buddhassā’’ti, evaṁ santepi pāḷinaye porāṇaṭṭhakathānaye ca upaparikkhiyamāne ṭhapetvā gatyatthakammādiṭṭhānacatukkaṁ, pabhedato sattaṭṭhānaṁ vā dānarocanadhāraṇanamoyogādibhede yattha katthaci sampadānavisaye catutthekavacanassa āyādesasahitāni rūpāni na dissanti, tasmā kehici abhisaṅkhatāni ‘‘namo buddhāya, buddhāya dānaṁ dentī’’ti padāni pāḷiṁ patvā ‘‘namo buddhassa, buddhassa dānaṁ dentī’’ti aññarūpāni bhavantīti daṭṭhabbaṁ. Ayaṁ pana pāḷinayaaṭṭhakathānayānurūpena āyādesassa payogaracanā – ‘‘buddhāya saraṇaṁ gacchati, buddhaṁ saraṇaṁ gacchatī’’ti vā, ‘‘buddhāya nagaraṁ nenti, buddhaṁ nagaraṁ nentī’’ti vā, ‘‘buddhāya sakkato dhammo, buddhena sakkato dhammo’’ti vā, ‘‘buddhāya jīvitaṁ pariccajati, buddhassa atthāya jīvitaṁ pariccajatī’’ti vā, ‘‘buddhāya apenti aññatitthiyā, buddhasmā apenti aññatitthiyā’’ti vā , ‘‘buddhāya dhammatā, buddhassa dhammatā’’ti vā, ‘‘buddhāya pasanno, buddhe pasanno’’ti vā iti pabhedato imaṁ sattaṭhānaṁ vivajjetvā aññattha āyādeso na dissati. Tathā hi –",
  "anya-e0803n5:324": "Pāṭhe mahānamakkāra-saṅkhāte sādhunandane;",
  "anya-e0803n5:325": "Sampadāne namoyoge, āyādeso na dissati.",
  "anya-e0803n5:326": "Ettha mahānamakkārapāṭho nāma ‘‘namo tassa bhagavato arahato sammāsambuddhassā’’ti pāṭho. Atrāpi āyādeso na dissati. Vammikasuttepi ‘‘namo karohi nāgassā’’ti evaṁ āyādeso na dissati. Ambaṭṭhasuttepi ‘‘sotthi bhadante hotu rañño, sotthi janapadassa’’. Evaṁ āyādeso na dissati.",
  "anya-e0803n5:327": "‘‘Suppabuddha’’nti pāṭhassa, atthasaṁvaṇṇanāyapi;",
  "anya-e0803n5:328": "Sampadāne namoyoge, āyādeso na dissati.",
  "anya-e0803n5:329": "Tathā hi",
  "anya-e0803n5:330": "‘‘Suppabuddhaṁ pabujjhanti, sadā gotamasāvakā;",
  "anya-e0803n5:331": "Yesaṁ divā ca ratto ca, niccaṁ buddhagatā satī’’ti",
  "anya-e0803n5:332": "Imissā pāḷiyā aṭṭhakathāyaṁ ‘‘sammādiṭṭhikassa putto guḷaṁ khipamāno buddhānussatiṁ āvajjetvā ‘namo buddhassā’ti vatvā guḷaṁ khipatī’’ti āyādesavajjito saddaracanāviseso dissati. Sagāthāvaggavaṇṇanāyampi dhanañjānīsuttaṭṭhakathāyaṁ ‘‘tvaṁ ṭhitāpi nisinnāpi khipitvāpi kāsetvāpi ‘namo buddhassā’ti tassa muṇḍakassa samaṇakassa namakkāraṁ karosī’’ti āyādesavajjito saddaracanāviseso dissati. Tathā tattha tattha ‘‘buddhappamukhassa bhikkhusaṅghassa dānaṁ deti. Tassa purisassa bhattaṁ na ruccati. Samaṇassa rocate saccaṁ, buddhassa chattaṁ dhāreti, buddhassa silāghate’’tiādinā āyādesavivajjito saddaracanāviseso dissati. Evaṁ dānarocanādīsu bahūsu sampadānavisayesu catutthekavacanassa āyādesasahitaṁ rūpaṁ na dissati.",
  "anya-e0803n5:333": "Gatyatthakammādīsu pana catūsu ṭhānesu dissati. Tathā hi ‘‘mūlāya paṭikasseyya, appo saggāya gacchatī’’ti cettha gatyatthakammani dissati. Ettha hi ‘‘mūlaṁ paṭikasseyya, appo saggaṁ gacchatī’’ti ca attho. ‘‘Paṭikasseyyā’’ti cettha kasa gatiyanti dhātussa patiupasaggena visesitattā ‘‘ākaḍḍheyyā’’ti attho bhavati. ‘‘Ayaṁ puriso mama atthakāmo, yo maṁ gahetvāna dakāya netī’’ti ettha nayanatthakammani dissati. Ettha hi maṁ udakaṁ neti, attano vasanakasobbhaṁ pāpetīti attho. ‘‘Viramathāyasmanto mama vacanāyā’’ti ettha vibhattivipariṇāme dissati. Mama vacanato viramathāti hi nissakkavacanavasena attho. ‘‘Mahāgaṇāya bhattā me’’ti etthāpi vibhattivipariṇāme dissati. Mama mahato haṁsagaṇassa bhattāti hi sāmivacanavasena attho. Mama haṁsarājāti cettha adhippāyo. ‘‘Asakkatā casma dhanañcayāyā’’ti etthāpi vibhattivipariṇāme dissati. Mayaṁ dhanañcayassa rañño asakkatā ca bhavāmāti hi kattutthe sāmivacanaṁ. Tathā hi ‘‘dhanañcayassā’’ti vā ‘‘dhanañcayenā’’ti vā vattabbe evaṁ avatvā ‘‘dhanañcayāyā’’ti sampadānavacanaṁ dānakriyādikassa sampadānavisayassa abhāvato vibhattivipariṇāmeyeva yujjati, tasmā dhanañcayarājena mayaṁ asakkatā ca bhavāmāti attho gahetabbo. Aññampi vibhattivipariṇāmaṭṭhānaṁ maggitabbaṁ.",
  "anya-e0803n5:334": "‘‘Virāgāya upasamāya nirodhāyā’’tiādīni pana anekasahassāni āyādesasahitāni saddarūpāni tadatthe pavattanti. Aṭṭhakathācariyāpi hi dhammavinayasaddatthaṁ vaṇṇentā ‘‘dhammānaṁ vinayāya. Anavajjadhammatthañhesa vinayo, na bhavabhogādiattha’’nti tadatthavaseneva āyādesasahitaṁ saddarūpaṁ payuñjiṁsu, evaṁ catutthekavacanassa āyādesasahitāni rūpāni gatyatthakammani nayanatthakammani vibhattivipariṇāme tadatthe cāti imesu catūsuyeva ṭhānesu dissanti, na pana dānarocanādibhede yattha katthaci sampadānavisaye. Tathā hi niruttipiṭake ‘‘atthāyāti sampadānavacana’’nti āyādesasahitaṁ saddarūpaṁ vuttaṁ, purisasaddādivasena pana tādisāni rūpāni na vuttāni tādisānaṁ saddarūpānaṁ yattha katthaci appavattanato. Kaccāyanappakaraṇepi hi ‘‘āya catutthekavacanassa tū’’ti lakkhaṇassa vuttiyaṁ ‘‘atthāya hitāya sukhāya devamanussāna’’nti vuttaṁ. ‘‘Purisāyā’’ti vā ‘‘samaṇāyā’’ti vā ‘‘brāhmaṇāyā’’ti vā na vuttanti.",
  "anya-e0803n5:335": "Ettha siyā – nanu bho tasseva vuttiyaṁ ‘‘catutthīti kimatthaṁ purisassa mukhaṁ. Ekavacanassāti kimatthaṁ purisānaṁ dadāti. Vāti kimatthaṁ dātā hoti samaṇassa vā brāhmaṇassa vā’’ti vuttattā ‘‘purisāya samaṇāya brāhmaṇāyā’’tiādīni padarūpāni nayato dassitāni, kevalaṁ pana mukhasaddayogato bahuvacanabhāvato vikappanato ca ‘‘purisāyā’’tiādīni na sijjhanti, mukhasaddayogādivirahite pana ṭhāne avassaṁ sijjhantīti? Ettha vuccate – ‘‘catutthīti kimatthaṁ purisassa mukha’’nti vadanto ‘‘sace āyādeso bhaveyya , catutthiyā eva bhavati, na chaṭṭhiyā’’ti dassento ‘‘mukha’’nti padaṁ dassesi, na ca tena ‘‘mukhasaddaṭṭhāne detītiādike sampadānavisayabhūte kriyāpade ṭhite āyādeso hotī’’ti dasseti. ‘‘Ekavacanassāti kimatthaṁ purisānaṁ dadātī’’ti vadantopi ‘‘ekavacanasseva āyādeso hoti, na bahuvacanassā’’ti dasseti. ‘‘Dadātī’’ti idaṁ padaṁ ‘‘purisāna’’nti padassa sampadānavacanattaṁ ñāpetuṁ avoca, na ca ‘‘detītiādike sampadānavisayabhūte kriyāpade sati catutthekavacanassa āyādeso hotī’’ti imamatthaṁ viññāpeti. ‘‘Vāti kimatthaṁ dātā hoti samaṇassa vā brāhmaṇassa vā’’ti ca vadantopi ‘‘sampadāneyeva vikappena āyādeso hotī’’ti viññāpeti, na dānādikriyaṁ paṭicca āyādesavidhānaṁ ñāpeti.",
  "anya-e0803n5:336": "Yadi pana dānādikriyaṁ paṭicca āyādesavidhānaṁ siyā, vuttikārakena lakkhaṇassa vuttiyaṁ mūlodāharaṇeyeva ‘‘atthāya hitāyā’’ti tadatthapayogāni viya ‘‘purisāya dīyate’’tiādi vattabbaṁ siyā, na ca vuttaṁ. Kasmāti ce? Buddhavacane porāṇaṭṭhakathāsu ca tādisassa payogassa abhāvā. Niruttipiṭake hi pabhinnapaṭisambhido so āyasmā mahākaccāno ‘‘purisassa dīyate’’ti āyādesarahitāniyeva rūpāni dasseti, ‘‘atthāyāti sampadānavacana’’nti bhaṇantopi ca thero dānādikriyāpekkhaṁ akatvā catutthekavacanassa āyādesasahitaṁ rūpameva niddisi. Tena so payogo tadatthappayogoti viññāyati. Iti imehi kāraṇehi jānitabbaṁ ‘‘dānādikriyaṁ paṭicca āyādesavidhānaṁ na kata’’nti. Yajjevaṁ ‘‘atthāya hitāyā’’tiādīniyeva tadatthappayogāni ‘‘āya catutthekavacanassa tū’’ti lakkhaṇassa visayā bhaveyyuṁ, nāññānīti? Tanna, aññānipi visayāyeva tassa. Katamāni? ‘‘Mūlāya paṭikasseyya, appo saggāya gacchati, dakāya neti, viramathāyasmanto mamavacanāya, gaṇāya bhattā’’tiādīni. ‘‘Saggassa gamanena vā’’tiādīni pana vādhikārattā avisayāvāti.",
  "anya-e0803n5:337": "Nanu ca bho evaṁ sante vuttikārakena mūlodāharaṇesu ‘‘atthāya hitāya sukhāya devamanussāna’’nti vatvā ‘‘mūlāya paṭikasseyyā’’tiādīnipi vattabbāni, kimudāharaṇe pana ‘‘vāti kimatthaṁ saggassa gamanena vā’’ti vattabbanti? Saccaṁ, avacane kāraṇamatthi, taṁ suṇātha – ‘‘mūlāya paṭikasseyya, appo saggāya gacchatī’’ti ettha hi ‘‘mūlāya, saggāyā’’ti padāni suddhasampadānavacanāni na honti gatyatthakammani vattanato, tasmā mūlodāharaṇesu na vuttāni. Tathā ‘‘dakāya netī’’ti ettha ‘‘dakāyā’’ti padaṁ nayanatthakammani vattanato suddhasampadānavacanaṁ na hotīti na vuttaṁ. ‘‘Viramathāyasmanto mama vacanāyā’’ti ettha pana ‘‘vacanāyā’’ti padaṁ nissakkavacanatthe vattanato, ‘‘gaṇāya bhattā’’ti ettha ‘‘gaṇāyā’’ti padaṁ sāmivacanatthe vattanato, ‘‘asakkatā casma dhanañcayāyā’’ti ettha ‘‘dhanañcayāyā’’ti padaṁ kattuvasena sāmiatthe vattanato suddhasampadānavacanaṁ na hotīti na vuttaṁ. Kimudāharaṇepi ‘‘saggassā’’ti padaṁ gamanasaddasannidhānato gatyatthakammani vattanato suddhasampadānavacanaṁ na hotīti ‘‘vāti kimatthaṁ saggassa gamanena vā’’ti na vuttaṁ. Evañhettha vuttanayena buddhavacanaṁ porāṇaṭṭhakathānayañca patvā catutthekavacanassa āyādesasahitāni rūpāni gatyatthakammādīsu catūsuyeva ṭhānesu dissanti, na pana dānarocanādibhede yattha katthaci sampadānavisayeti daṭṭhabbaṁ.",
  "anya-e0803n5:338": "Nanu ca bho ‘‘candanasāraṁ jeṭṭhikāya adāsi suvaṇṇamālaṁ kaniṭṭhāyā’’ti dānappayoge catutthekavacanassa āyādesasahitarūpadassanato ‘‘rājakaññāya dīyate, rājakaññāya ruccati alaṅkāro, rājakaññāya chattaṁ dhāreti, rājakaññāya namo karohi, rājakaññāya sotthi bhavatu, rājakaññāya silāghate’’tiādīhipi payogehi bhavitabbaṁ, atha kasmā ‘‘buddhavacanaṁ porāṇaṭṭhakathānayañca patvā catutthekavacanassa āyādesasahitāni rūpāni gatyatthakammādīsu catūsuyeva ṭhānesu dissanti, na pana dānarocanādibhede yattha katthaci sampadānavisaye’’ti vadathāti? Uppathamavatiṇṇo bhavaṁ, na hi bhavaṁ amhākaṁ vacanatthaṁ jānāti. Ayañhettha amhākaṁ vacanattho – sabbānipi itthiliṅgāni ekavacanavasena tatiyācatutthīpañcamīchaṭṭhīsattamīṭhānesu samasamāni honti, appāni asamāni, tasmā tāni ṭhapetvā pulliṅganapuṁsakaliṅgesu purisādi cittādisaddānaṁ akārantapakatibhāve ṭhitānaṁ catutthekavacanassa āyādesasahitāni rūpāni buddhavacanādīsu dānarocanādibhede yattha katthaci sampadānavisaye na dissanti. Teneva hi ‘‘mūlāya, saggāya, dakāya, vacanāya, gaṇāyā’’tiādīni gatyatthakammādīsu tīsu ‘‘abhiññāya, sambodhāya, nibbānāyā’’ti evamādīni pana anekasatāni tiliṅgapadāni tadattheyevāti imesu catūsu ṭhānesu dissanti. ‘‘Deti, rocati, dhāretī’’tiādīsu pana suddhasampadānavisayesu na dissanti. Bhavanti catra –",
  "anya-e0803n5:339": "Catutthekavacanassa, āyādesena saṁyutaṁ;",
  "anya-e0803n5:340": "Rūpaṁ anitthiliṅgānaṁ, ṭhānesu catusuṭṭhitaṁ.",
  "anya-e0803n5:341": "Gatyatthakammani ceva, nayanatthassa kammani;",
  "anya-e0803n5:342": "Vibhattiyā vipallāse, tadatthe cāti niddise.",
  "anya-e0803n5:343": "‘‘Mūlāya paṭikasseyya, appo saggāya gacchati’’;",
  "anya-e0803n5:344": "Evaṁ gatyatthakammasmiṁ, diṭṭhamamhehi sāsane.",
  "anya-e0803n5:345": "‘‘Dakāya neti’’ iccevaṁ, nayanatthassa kammani;",
  "anya-e0803n5:346": "‘‘Vacanāyā’’ti nissakke, viramaṇappayogato.",
  "anya-e0803n5:347": "‘‘Gaṇāya’’iti sāmismiṁ, ‘‘bhattā’’ti saddayogato;",
  "anya-e0803n5:348": "‘‘Dhanañcayāyā’’ti padaṁ, kattutthe sāmisūcakaṁ.",
  "anya-e0803n5:349": "‘‘Asakkatā’’ti saddassa, yogatoti viniddise;",
  "anya-e0803n5:350": "Añño cāpi vipallāso, maggitabbo vibhāvinā.",
  "anya-e0803n5:351": "‘‘Abhiññāya sambodhāya, nibbānāyā’’timāni tu;",
  "anya-e0803n5:352": "Liṅgattayavaseneva, tadatthasmiṁ viniddise.",
  "anya-e0803n5:353": "Evaṁ pāṭhānulomena, kathito āyasambhavo;",
  "anya-e0803n5:354": "Idantu sukhumaṁ ṭhānaṁ, cintetabbaṁ punappunaṁ.",
  "anya-e0803n5:355": "Okārantavaseneva, nānānayasumaṇḍitā;",
  "anya-e0803n5:356": "Padamālā mahesissa, sāsanatthaṁ pakāsitā.",
  "anya-e0803n5:357": "Imamatimadhurañce cittikatvā suṇeyyuṁ,",
  "anya-e0803n5:358": "Vividhanayavicittaṁ sādhavo saddanītiṁ;",
  "anya-e0803n5:359": "Jinavaravacanete saddato jātakaṅkhaṁ,",
  "anya-e0803n5:360": "Kumudamiva’sinā ve suṭṭhu chindeyyumettha.",
  "anya-e0803n5:361": "Iti navaṅge sāṭṭhakathe piṭakattaye byappathagatīsu viññūnaṁ",
  "anya-e0803n5:362": "Kosallatthāya kate saddanītippakaraṇe",
  "anya-e0803n5:363": "Savinicchayo okārantapulliṅgānaṁ pakatirūpassa",
  "anya-e0803n5:364": "Nāmikapadamālāvibhāgo nāma",
  "anya-e0803n5:365": "Pañcamo paricchedo.",
  "anya-e0803n5:366": "Akārantokārantatāpakatikaokārantapulliṅgaṁ niṭṭhitaṁ."
}