{
  "anya-e0501n14:0": "15. Āhārapaccayo",
  "anya-e0501n14:1": "Duvidho āhārapaccayo rūpāhārapaccayo arūpāhāra paccayo.",
  "anya-e0501n14:2": "Tattha rūpāhārapaccayo nāma kabaḷīkārāhārasaṅkhātaṁ oja rūpaṁ vuccati. So ca ajjhattāhāro bahiddhāhāroti duvidho. Kabaḷīkārāhārabhakkhānaṁ sattānaṁ sabbepi catusamuṭṭhānikarūpadhammā tassa duvidhassa rūpāhārassa paccayuppannā.",
  "anya-e0501n14:3": "Arūpāhāro pana tividho phassāhāro manosañcetanā hāro viññāṇāhāro ca. Tayopete dhammā sahajātānaṁ nāmarūpadhammānaṁ āhārapaccayo honti. Sahajātā ca nāmarūpa dhammā tesaṁ paccayuppannā.",
  "anya-e0501n14:4": "Kenaṭṭhena āhāroti. Bhusaṁ haraṇaṭṭhena āhāro. Bhusaṁ haraṇaṭṭhenātica daḷhaṁ pavattāpanaṭṭhena, cirakālaṁ ṭhitiyā vuḍḍhiyā viruḷhiyā vepullāya upatthambhanaṭṭhenāti vuttaṁ hoti. Jananakiccayuttopi āhāro upatthambhanakiccappadhāno hotīti.",
  "anya-e0501n14:5": "Tattha duvidho rūpāhāro ajjhattasantāne catusamuṭṭhānikaṁ rūpakāyaṁ upabrūhayanto bhusaṁ harati, daḷhaṁ pavatteti, ciraṁ addhānaṁ gameti, taṁ taṁ āyukappapariyosānaṁ pāpetīti āhāro.",
  "anya-e0501n14:6": "Phassāhāro ārammaṇesu iṭṭhāniṭṭharasaṁ nīharanto sampayuttadhamme bhusaṁ harati. Manosañcetanāhāro kāyavacī manokammesu ussāhaṁ janento sampayuttadhamme bhusaṁ harati. Viññāṇāhāro ārammaṇavijānanaṭṭhena pubbaṅgamakiccaṁ vahanto sampayuttadhamme bhusaṁ harati, daḷhaṁ pavatteti, ciraṁ addhānaṁ gametīti āhāro. Sampayuttadhamme bhusaṁ haranto sahajātarūpadhammepi bhusaṁ haratiyeva.",
  "anya-e0501n14:7": "Idha suttantanayopi vattabbo. Yathā sakuṇā nāma cakkhūhi disāvidisaṁ vibhāvetvā pattehi rukkhato rukkhaṁ vanato vanaṁ ākāsena pakkhanditvā tuṇḍakehi phalāphalāni tuditvā yāvajīvaṁ attānaṁ yāpenti. Tathā ime sattā chahi viññāṇehi ārammaṇāni vibhāvetvā chahi manosañcetanāhārehi ārammaṇavatthuppaṭilābhatthāya ussukkanaṁ katvā chahi phassāhārehi ārammaṇesu rasaṁ pātubhavantaṁ katvā sukhadukkhaṁ anubhavanti. Viññāṇehi vā ārammaṇāni vibhāvetvā nāmarūpa sampattiṁ sādhenti. Phassehi ārammaṇesu rasaṁ pātubhavantaṁ katvā ārammaṇarasānubhavanaṁ vedanaṁ sampādetvā taṇhāvepullaṁ āpajjanti. Cetanāhi taṇhāmūlakāni nānākammāni pasavetvā bhavato bhavaṁ saṁsaranti. Evaṁ āhāradhammānaṁ mahantaṁ āhārakiccaṁ veditabbanti. Āhārapaccayadīpanā niṭṭhitā."
}