{
  "anya-e0105n26:0": "Vimuttimaggapakaraṇaṁ",
  "anya-e0105n26:1": "Ko so vimuttimaggo nāma? Visuddhimaggo viya sīlasamādhipaññānaṁ visuṁ visuṁ vibhajitvā dīpako eko paṭipattigantho. Tattha hi –",
  "anya-e0105n26:2": "‘‘Sīlaṁ samādhi paññā ca, vimutti ca anuttarā;",
  "anya-e0105n26:3": "Anubuddhā ime dhammā, gotamena yasassinā’’ti dī. ni. 2.186; a. ni. 4.1 –",
  "anya-e0105n26:4": "Imaṁ gāthaṁ paṭhamaṁ dassetvā tadatthavaṇṇanāvasena sīlasamādhipaññāvimuttiyo visuṁ visuṁ vibhajitvā dīpitā. So pana gantho idāni cinaraṭṭheyeva diṭṭho, cinabhāsāya ca parivattito (1048-bu-va) saṅghapālena nāma bhikkhunā. Kena pana so kuto ca tattha ānītoti na pākaṭametaṁ. Tassa pana saṅghapālassa ācariyo guṇabhadro nāma mahāyāniko bhikkhu majjhimaindiyadesiko, so indiyaraṭṭhato cinaraṭṭhaṁ gacchanto paṭhamaṁ sīhaḷadīpaṁ gantvā tato (978-bu-va) cinaraṭṭhaṁ gato. Tadā so tena ānīto bhaveyya vimuttimagga, visuddhimagga.",
  "anya-e0105n26:5": "Tasmiñhi vimuttimagge pubbāciṇṇanidānadassanaṁ dhātunidānadassanañca yatheva visuddhimagge ekaccevādo, tathevāgataṁ. Dosanidānadassane pana ‘‘semhādhiko rāgacarito, pittādhiko dosacarito, vātādhiko mohacarito. Semhādhiko vā mohacarito, vātādhiko rāgacarito’’ti tiṇṇampi rāgadosamohānaṁ dosaniyamo vutto. Ācariyabuddhaghosena diṭṭhavimuttimaggapotthake pana ‘‘pittādhiko dosacarito’’ti pāṭho ūno bhaveyya.",
  "anya-e0105n26:6": "Aññānipi bahūni visuddhimagge paṭikkhittāni tattha vimuttimagge gahetabbabhāvena dissanti. Kathaṁ?",
  "anya-e0105n26:7": "Sīlaniddese (1, 8-piṭṭhe) ‘‘aññe pana siraṭṭho sīlattho, sītalattho sīlatthoti evamādināpi nayenettha atthaṁ vaṇṇayantī’’ti paṭikkhitto atthopi tattha gahetabbabhāvena dissati.",
  "anya-e0105n26:8": "Tathā dhutaṅganiddese (1, 78-piṭṭhe) ‘‘yesampi kusalattikavinimuttaṁ dhutaṅgaṁ, tesaṁ atthato dhutaṅgameva natthi, asantaṁ kassa dhunanato dhutaṅgaṁ nāma bhavissati, dhutaguṇe samādāya vattatīti vacanavirodhopi ca nesaṁ āpajjati, tasmā taṁ na gahetabba’’nti paṭikkhittaṁ paññattidhutaṅgampi tattha dissati. Mahāṭīkāyaṁ (1-104) pana ‘‘yesanti abhayagirivāsike sandhāyāha, te hi dhutaṅgaṁ nāma paññattīti vadantī’’ti vaṇṇitaṁ.",
  "anya-e0105n26:9": "Tathā pathavīkasiṇaniddese (1, 144) ‘‘paṭipadāvisuddhi nāma sasambhāriko upacāro, upekkhānubrūhanā nāma appanā, sampahaṁsanā nāma paccavekkhaṇāti evameke vaṇṇayantī’’tiādinā paṭikkhittaekevādopi tattha dissati. Mahāṭīkāyaṁ (1, 172) pana ‘‘eketi abhayagirivāsino’’ti vaṇṇitaṁ.",
  "anya-e0105n26:10": "Tathā khandhaniddese (2, 80-piṭṭhe) ‘‘balarūpaṁ sambhavarūpaṁ jātirūpaṁ rogarūpaṁ ekaccānaṁ matena middharūpa’’nti evaṁ aññānipi rūpāni āharitvā porāṇaṭṭhakathāyaṁ tesaṁ paṭikkhittabhāvo pakāsito. Mahāṭīkāyaṁ ‘‘ekaccānanti abhayagirivāsīna’’nti vaṇṇitaṁ. Tesu jātirūpaṁ middharūpañca vimuttimagge dassitaṁ. Na kevalaṁ dassanamattameva, atha kho middharūpassa atthibhāvopi ‘‘middhaṁ nāma tividhaṁ āhārajaṁ utujaṁ cittajañcāti. Tesu cittajameva nīvaraṇaṁ hoti, sesā pana dve arahatopi bhaveyyu’’ntiādinā sādhito.",
  "anya-e0105n26:11": "Ettāvatā ca vimuttimagge visuddhimaggena asamānatthānaṁ vuttabhāvo ca abhayagirivāsīhi tassa ganthassa paṭiggahitabhāvo ca sakkā ñātuṁ. Aññānipi pana īdisāni asamānavacanāni bahūni tattha saṁvijjantiyeva, tāni pana sabbāni na sakkā idha dassetuṁ.",
  "anya-e0105n26:12": "Yebhuyyena panassa karaṇappakāro visuddhimaggassa viya hoti. Yā yā hi pāḷi abhidhammavibhaṅgato vā paṭisambhidāmaggato vā aññasuttantehi vā ānetvā sādhakabhāvena visuddhimagge dassiyati, tatthapi sā sā pāḷi yebhuyyena dissateva. Tāsu kañcimattaṁ uddharitvā anuminanatthāya dassayissāma.",
  "anya-e0105n26:13": "Yā visuddhimagge (1, 47-piṭṭhe) ‘‘pañca sīlāni pāṇātipātassa pahānaṁ sīla’’ntiādikā paṭisambhidāmaggapāḷi dassitā, sā vimuttimaggepi dissateva.",
  "anya-e0105n26:14": "Yañca visuddhimagge (1, 137-piṭṭhe) ‘‘samādhi kāmacchandassa paṭipakkho…pe… vicāro vicikicchāyā’’ti vacanaṁ peṭake vuttanti dassitaṁ, tañca tatthapi tatheva dassetvā ‘‘tipeṭake vutta’’nti niddiṭṭhaṁ. Tipeṭaketi nāmañca peṭakopadesameva sandhāya vuttaṁ bhaveyya. Tattha hi vivicceva kāmehīti pāṭhasaṁvaṇṇanāyaṁ ‘‘alobhassa pāripūriyā kāmehi viveko sampajjati, adosassa. Amohassa pāripūriyā akusalehi dhammehi viveko sampajjatī’’ti pāṭhassa tipeṭake vuttabhāvo dassito. So ca pāṭho peṭakopadese (262-piṭṭhe) ‘‘tattha alobhassa pāripūriyā vivitto hoti kāmehī’’tiādinā dissati.",
  "anya-e0105n26:15": "Yathā ca visuddhimagge (1, 258-piṭṭhe) ‘‘ayampi kho bhikkhave ānāpānassatisamādhi bhāvito’’tiādikā pāḷi mahāvaggasaṁyuttakato ānetvā dassitā, tatheva tatthapi.",
  "anya-e0105n26:16": "Yathā ca visuddhimagge (1, 272-piṭṭhe) ‘‘assāsādimajjhapariyosānaṁ satiyā anugacchato’’tiādi pāḷi ca (1, 273-piṭṭhe) kakacūpamapāḷi ca paṭisambhidāmaggato ānetvā dassitā, tatheva tatthapi.",
  "anya-e0105n26:17": "Yathā ca visuddhimagge (2, 69-piṭṭhe) ‘‘katamā cintāmayā paññā’’tiādikā ca pāḷi ‘‘tattha katamaṁ āyakosalla’’ntiādikā ca pāḷi (2, 71-piṭṭhe) ‘‘dukkhe ñāṇaṁ atthapaṭisambhidā’’tiādikā ca pāḷi abhidhammavibhaṅgato ānetvā dassitā, tatheva tatthapi. Sabbāpi ca tattha vuttā ekavidhaduvidhādipaññāpabhedakathā visuddhimagge vuttakathāya yebhuyyena samānāyeva.",
  "anya-e0105n26:18": "‘‘Yena cakkhupasādena, rūpāni manupassati;",
  "anya-e0105n26:19": "Parittaṁ sukhumaṁ etaṁ, ūkāsirasamūpama’’nti visuddhi. 2.436; dha. sa. aṭṭha. 596 –",
  "anya-e0105n26:20": "Ayampi gāthā vimuttimaggepi āyasmatā sāriputtattherena bhāsitabhāveneva dassitā. Ūkāsirasamūpamanti padaṁ pana ūkāsamūpamanti tattha dissati, tañca paramparalekhakānaṁ pamādalekhamattameva siyā.",
  "anya-e0105n26:21": "Catūsu saccesu visuddhimagge viya vacanatthato lakkhaṇato anūnādhikato kamato antogadhānaṁ pabhedato upamāto ca vinicchayo dassito, so ca yebhuyyena visuddhimaggena visuddhi. 2.530 samānoyeva.",
  "anya-e0105n26:22": "Yathā ca visuddhimagge (2, 242-245) sammasanañāṇakathāyaṁ pañcannaṁ khandhānaṁ atītādiekādasavidhena ca aniccādilakkhaṇattayena ca visuṁ visuṁ sammasananayo dassito, tatheva tatthapi. Cakkhādijarāmaraṇapariyosānesu pana dhammesu dhammavicārapariyosānānaṁ saṭṭhiyā eva dhammānaṁ aniccādilakkhaṇattayena sammasananayo tattha dassito.",
  "anya-e0105n26:23": "Visuddhimagge pana diṭṭhivisuddhiniddese (2, 230-232-piṭṭhesu) vuttā ‘‘yamakaṁ nāmarūpañca…pe… ubho bhijjanti paccayā’’ti gāthā ca, ‘‘na cakkhuto jāyare’’tiādikā cha gāthāyo ca, ‘‘na sakena balena jāyare’’tiādikā cha gāthāyo ca vimuttimagge bhaṅgānupassanāñāṇakathāyaṁ dassitā. Tāsu appamattakoyeva pāṭhabhedo dissati.",
  "anya-e0105n26:24": "Visuddhimagge (2, 261-2-piṭṭhesu) arūpasattakesu ariyavaṁsakathānayena vutto kalāpato ca yamakato ca sammasananayo vimuttimagge ettheva bhaṅgānupassanāñāṇakathāyaṁ dassito.",
  "anya-e0105n26:25": "Vimuttimagge buddhānussatikathāyaṁ lokavidūti padassa atthavaṇṇanāyaṁ sattalokasaṅkhāralokavasena dveyeva lokā dassitā, na pana okāsaloko yathā visuddhimagge (1, 199-200-piṭṭhesu).",
  "anya-e0105n26:26": "Ettāvatā ca vimuttimaggo nāma gantho kīdisoti sakkā anuminituṁ. So pana yathā na mahāvihāravāsīnaṁ gantho hoti, evaṁ mahāyānikānampi na hotiyeva theravādapiṭakameva nissāya katabhāvato. Yasmā pana tattha na kiñcipi sīhaḷadīpikaṁ nāmaṁ vā theravādo vā dissati, tasmā so sīhaḷadīpe kataganthopi na hoti. Indiyaraṭṭhikaṁ pana nāmañca vohāro ca tattha bahūsu ṭhānesu dissati, tasmā indiyaraṭṭhe kataganthova bhaveyya. Yasmā cassa peṭakopadesaṁ nissitabhāvo bahūsu ṭhānesu dissati, visesato pana middharūpassa atthibhāvo ca, arahatopi tassa atthibhāvo ca tameva nissāya dassīyati, paṭisambhidāmaggagaṇṭhipade ca peṭaketi padassa paṭi. ma. aṭṭha. 1.1.36 atthavaṇṇanāyaṁ ‘‘suttantapiṭakatthāya aṭṭhakathā peṭakaṁ mahisāsakānaṁ gantho’’ti vaṇṇito. Tasmā eso vimuttimaggo mahisāsakanikāyikena kato bhaveyyāti amhākaṁ mati."
}