{
  "anya-e0702n6:0": "6. Aparantaraṭṭhasāsanavaṁsakathāmaggo",
  "anya-e0702n6:1": "6. Idāni pana marammamaṇḍale aparantaraṭṭhe sāsanavaṁsaṁ vakkhāmi. Amhākañhi marammaraṭṭhe suppādakatitthe vāṇijagāme vasante cūḷapuṇṇa mahāpuṇṇedve bhātike paṭicca bhagavato dharamānasseva atirekavīsativassakālato pabhuti sāsanaṁ patiṭṭhāsi. Na pana tāva byāpetvā patiṭṭhāsi. Teneva puna sāsanassa patiṭṭhāpanatthāya mahāmoggaliputtatissatthero yonakadhammarakkhitattheraṁ pesesīti.",
  "anya-e0702n6:2": "Bhagavā pana lohitacandanavihāraṁ paṭiggahetvā sattasattāhāni nisīditvā samāgatānaṁ devamanussānaṁ dhammarasaṁ adāsi. Sattāhesu ca ekasmiṁ ahu caturāsītipāṇasahassānaṁ dhammābhisamayo ahosi. Pañcasatamattehi ca pāsādehi āgacchanto antarāmagge saccabandhapabbate nisinnassa saccabandhassa nāma isino dhammaṁ desetvā chahi abhiññāhi saddhiṁ arahattaṁ pāpesi. Vāṇijagāme ca isidinnaseṭṭhi ādīnampi dhammarasaṁ pāyesi. Iccevaṁ saccabandhaisidinnamahāpuṇṇādayo paṭicca amhākaṁ marammamaṇḍale sāsanaṁ patiṭṭhāsi.",
  "anya-e0702n6:3": "Idaṁ marammamaṇḍale aparantaraṭṭhe paṭhamaṁ sāsanassa",
  "anya-e0702n6:4": "Patiṭṭhānaṁ.",
  "anya-e0702n6:5": "Bhagavato parinibbutato pañcatiṁsādhike dvivassasate sampatte tatiyasaṅgītiṁ saṅgāyitvā avasāne mahāmoggaliputtatissatthero attano saddhivihārikaṁ yonakadhammarakkhitattheraṁ saddhiṁ catūhi bhikkhūhi aparantaraṭṭhaṁ pesesi. Aparantaraṭṭhañca nāma amhākaṁ marammamaṇḍale sunāparantaraṭṭhameva. Tamatthaṁ pana heṭṭhā avocumhā.",
  "anya-e0702n6:6": "Yonakadhammarakkhitattheropi aparantaraṭṭhaṁ āgantvā aggikkhandhopamasuttena raṭṭhavāsīnaṁ pasādesi. Sattatimattānaṁ pāṇasahassānaṁ dhammarasaṁ pāyesi. Raṭṭhavāsino ca bahavo sāsane pabbajiṁsu. Rājakulatopi sahassamattā pabbajiṁsu. Itthīnaṁ pana atirekasaṭṭhisahassamattā pabbajiṁsu. Tañca na aggikkhandhopamasuttantaṁ sutvā pabbajantīnaṁ itthīnaṁ vasena vuttaṁ, atha kho ādito paṭṭhāya yāvacirakālā sāsanaṁ pasīditvā pabbajantīnaṁ itthīnaṁ vasena vuttanti daṭṭhabbaṁ. Kasmāti ce, itthīnaṁ bhikkhunīnaṁ santikeyeva pabbajituṁ yuttattā yonakadhammarakkhitattherena ca saddhiṁ bhikkhunīnaṁ anāgatattā. Evaṁ cirakālaṁ atikkamitvā pacchā bhikkhuniyo āgantvā tāsaṁ santike pabbajitānaṁ vasena vuttanti daṭṭhabbaṁ. Sīhaḷadīpe anuḷādeviyo pabbajitakāle mahāmahindattherassa saṅghamittātheriyā pakkosanatā idha ñāpakāti. Evaṁ yonakadhammarakkhitattheraṁ paṭicca aparantaraṭṭhe sattānaṁ bahupakāro ahosi. Tenevaṭṭhakathāyaṁ–",
  "anya-e0702n6:7": "Aparantaṁ vigāhitvā, yonako dhammarakkhito;",
  "anya-e0702n6:8": "Aggikkhandhūpamenettha, pasādesi jane bahūti.",
  "anya-e0702n6:9": "Tatthāyaṁ adhippāya viseso gahetabbo. Kathaṁ. Aggikkhandhopamasuttantaṁ nāma bhikkhūnaṁ paṭipattivasena vuttaṁ, taṁ bhikkhūnaṁyeva desetuṁ vaṭṭati, theropi tattha taṁ desesi, tasmā puṇṇasaccabandhādayo paṭicca bhagavato dharamānassa vīsativassakāleyeva sāsanaṁ aparantaraṭṭhe patiṭṭhahitvā kasmiñci kasmiñci ṭhāne bhikkhūnaṁ saṁvijjamānattā tesaṁ bhikkhūnaṁ saṅgahetvā desetuṁ pacchā āgatānañca bhikkhūnaṁ parisuddhācārataṁ viññāpetuṁ aggikkhandhopamasuttaṁ thero desesīti. Evañca sati arimaddananagare samaṇakuttakānaṁ saṁvijjamānabhāvaṁ vakkhamānena vacanena sameti.",
  "anya-e0702n6:10": "Idaṁ marammamaṇḍale aparantaraṭṭhe dutiyaṁ",
  "anya-e0702n6:11": "Sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:12": "Yasmā pana buddhe, bhagavā puṇṇattherassa yācanamārabbha aparantaraṭṭhaṁ āgantvā vāṇije hi kārite candanavihāre vasitvā ekasmiṁ samaye ānandena pacchāsamaṇena tambadīparaṭṭhampi desacārikaṁ āhiṇḍi. Āhiṇḍitvā arimaddananagaraṭṭhānasamīpaṁ patvā pabbatamuddhani ṭhatvā anāgate kho ānanda imasmiṁ padese sammuti nāma rājā arimaddanaṁ nāma nagaraṁ māpessati , tasmiñca nagare mama sāsanaṁ virūḷaṁ hutvā patiṭṭhahissatīti byākāsi. Ayamattho porāṇavedapātthakesu vutto.",
  "anya-e0702n6:13": "Yonakadhammarakkhitatthero ca aparantaraṭṭhaṁ āgantvā tambadīparaṭṭhampi āhiṇḍitvā tambadīparaṭṭhavāsīnampi dhammarasaṁ pāyesiyeva. Ayamattho khattiyakulato eva purisasahassāni pabbajiṁsūti aṭṭhakathāyaṁ vuttattā viññāyati. Tadā hi aparantaraṭṭhe khattiyo natthi, tambadīparaṭṭhindoyeva taṁ anusāsetvā ati vasati, khattiye ca āsante kuto khattiyakulāni bhavissanti, teneva tambadīparaṭṭhato purisasahassāni pabbajiṁsūti viññātabbaṁ. Tasmā tambadīpikasāsanavaṁsampi idha vattuṁ yujjati.",
  "anya-e0702n6:14": "Tenidāni tambadīpikāsāsanavaṁsaṁ pavakkhāmi. Amhākañhi marammamaṇḍale tambadīparaṭṭhe arimaddananagare sammutirājā nāma bhūpālo rajjaṁ karesi. Tato paṭṭhāya yāva anuruddharaññā samathi nāmake dese nisinnānaṁ tiṁsamattānaṁ samaṇakuttakānaṁ saṭṭhisahassamattānaṁ sissānaṁ ovādaṁ datvā cariṁsu.",
  "anya-e0702n6:15": "Tesaṁ pana samaṇakuttakānaṁ ayaṁ vādo,- sace yo pāṇātipātaṁ kareyya, so īdisaṁ parittaṁ bhaṇanto tamhā pāpakammā parimucceyya, sace pana yo mātāpitaraṁ hantvā anantariyakammato parimuccitukāmo bhaveyya, īdisaṁ parittaṁ bhaṇeyya, sacepi puttadhitānaṁ āvāhavivāhakammaṁ kattukāmo bhaveyya, ācariyānaṁ paṭhamaṁ niyyādetvā āvāhavivāhakammaṁ kātabbaṁ, yo idaṁ cārittaṁ atikkameyya, bahu apuññaṁ pasaveyyāti evamādīhi micchāvādehi attano attano upagatānaṁ ovādaṁ adaṁsu. Tamatthaṁ sutvā anuruddharājā paricitapuñño tesaṁ vādaṁ na ruci. Ayaṁ tesaṁ micchāvādoti.",
  "anya-e0702n6:16": "Tadā ca arimaddananagare arahanto nāma thero āgantvā sāsanaṁ patiṭṭhāpesi. Ayaṁ arahantattherassa aṭṭhuppatti,– rājavaṁsāgataparittanidānāgatasāsanappaveṇiyāgatavasena tividhā hoti.",
  "anya-e0702n6:17": "Tatthāyaṁ rājavaṁsāgataṭṭhuppatti,– tadā hi sunāparantatambadīparaṭṭhesu sabbena sabbaṁ sabbadā thiraṁ sāsanaṁ na tāva patiṭṭhāsi. Teneva bhagavato byākataniyāmena sāsanaṁ patiṭṭhāpessāmāti cintetvā mahātherā sakkassa devānamindassa santikaṁ gantvā sāsanaṁ anuggahituṁ samatthaṁ puggalaṁ dehīti yāciṁsu. Sakkoca devānamindo tāvatiṁsabhavane ekaṁ devaputtaṁ yācitvā ekissā brāhmaṇiyā kucchimhi paṭisandhiṁ gaṇhāpesi. Dasamāsaccayena vijāyanakāle sīlabuddhi nāma thero anurakkhitvā vaye sampatte pabbājesi. Tīsu piṭakesu ativiya cheko hutvā arahattaṁ pāpuṇi. Arahantoti nāmena pākaṭo ahosi.",
  "anya-e0702n6:18": "Soca thero marammamaṇḍale jinasāsanaṁ vijjotāpetuṁ arimaddananagaraṁ āgantvā nagarato avidūre ekasmiṁ araññe nisīdi. Tadā sakko devānamindo ekaṁ nesādaṁ palobhetvā tassa theraṁ dassesi. Atha nesādassa etadahosi,– ayaṁ pana amanusso yakkho bhaveyya, sace pana manusso bhaveyya, evaṁ sati milakkhujātiko bhaveyyāti. Evaṁ pana cintetvā rañño dassanatthāya nagaraṁ ānesi. Thero ca aṭṭhaparikkhāre gahetvā anugacchi. Nesādā ca theraṁ ānetvā rañño dassesi.",
  "anya-e0702n6:19": "Rājā disvā santindriyo ayaṁ, na milakkhujātiko, imassa abbhantare sāradhammo atthi maññeti laddhasūriyobhāsaṁviya padumaṁ phullacittaṁ hutvā vīmaṁsetukāmo theraṁ āha,– attano sāruppaṁ āsanaṁ ñatvā nisīdāhīti.",
  "anya-e0702n6:20": "Thero ca rājapallaṅkaṁ āruhitvā nasīdi. Rājā ca ayaṁ aggāsane nisīdi, avassaṁ aggapuggalo bhaveyyāti cintetvā tvaṁ kassa ñāti, kassa bhisso, kuto āgatosīti pucchi. Thero ca evamāha,– lokasmiṁ yo navaguṇasampanno bhagavā sammāsambuddho, tassāhaṁ ñāti, sobhagavāyeva mamācariyo, bhikkhusaṅghassa nisinnaṭṭhānato āgatomhīti.",
  "anya-e0702n6:21": "Rājā ca somanassappatto hutvā āha, tava ācariyena desitaṁ dhammaṁ ekadesato desehīti. Atha yathā siridhammāsokarañño nigrodhasāmaṇerena appamādadhammo desito, evaṁ appamādadhammaṁyeva thero desesi.",
  "anya-e0702n6:22": "Rājā ca puna āha,– kuhiṁ dāni sammāsambuddho nisīdati, tena pana desito dhammo katippamāṇo, tassa sāvakā pana katippamāṇā, tumhādisā aññe atthi vā mā vāti. Idāni amhākaṁ ācariyo sammāsambuddho parinibbuto, dhātuyoyeva idāni atthi, tena pana desito dhammo caturāsītidhammakkhandhasahassappamāṇo, sudhammapure piṭakattayaṁ yugaḷavasena tiṁsavidhā atthi, mayā añño paramattha sammutivasena duvidhopi saṅgho atthīti.",
  "anya-e0702n6:23": "Taṁ sutvā rājā bhiyyosomattāya pasanno hutvā puna ārocesi,– mama bhante imasmiṁ paccakkhe natthi tayā añño nātho, ajjabhagge pāṇupetaṁ maṁ upāsakoti dhārehi, tava ovādaṁ ahaṁ sirasā paṭiggaṇhissāmīti.",
  "anya-e0702n6:24": "Tato pacchā araññakaṅgārahe ṭhāne vihāraṁ kārāpetvā adāsi. Samaṇakuttakānampii vādaṁ bhindi, yathā pana suvaṇṇapātiṁ labhitvā suvaṇṇabhājanaṁ labhitvā mattikābhājananti. Sakalepi ca raṭṭhe samaṇakuttakānaṁ vādaṁ jahāpesi. Tasmiñca kāle samaṇakuttakā hīnalābhā hutvā therassa upanāhaṁ bandhiṁsu. Te pana samaṇakuttakā araññe nissāmikāviya koleyakā sunakhā anāthā hutvā kāyikacetasikadukkhaṁ labhiṁsu.",
  "anya-e0702n6:25": "Rājā ca tamatthaṁ ñatvā yathā samaṇakuttakā nābhibhavanti, tathā ārakkhaṁ ṭhapesi. Te ca samaṇakuttake setavatthaṁ nivāsāpetvā āvudhagāhayodhabhāvena rājakamme niyojāpesi. Thero ca sāsane pasanne jane pabbājetvā upasampādetvā sāsanaṁ visodhāpesi. Rājā ca imasmiṁ raṭṭhe porāṇikā rājāno samaṇakuttakānaṁ vādaṁ gahetvā rajjaṁ kāresuṁ, sace hi pana tesaṁ anatthakarajjaṁ puna gaṇhāpetuṁ sakkuṇeyyaṁ, evaṁ sati ahaṁ tesaṁ anatthakarajjaṁ apanetvā sātthakarajjaṁ gaṇhāpetumicchāmīti anusocīti.",
  "anya-e0702n6:26": "Ayaṁ pana parittanidānāgataṭṭhuppatti, –",
  "anya-e0702n6:27": "Sīhaḷadīpe kira vippavāsīnagare nisinno eko bhikkhuupadvārāvatīnagaraṁ gantvā pariyattiṁ uggaṇhi. Tato pacchā sudhamma puraṁ gantvā pariyattiṁ uggaṇhi. Tasmiñca kāle sirikhettanagare pāṭalirukkhe eko gantho atthīti sutvā sudhammapurato sirikhettanagaraṁ agamāsi. Antarāmagge luddhako theraṁ passitvā ayaṁ yakkhoti maññitvā gahetvā anuruddharañño dassesi.",
  "anya-e0702n6:28": "Tadā rājā theraṁ pucchi,– ko pana tvanti. Ahaṁ mahārāja gobhamassa sāvakoti. Puna rājā pucchi,–tiṇṇaṁ pana ratanānaṁ kīdisoti. Thero āha,– mahosadhapaṇḍitoviya mahārāja buddho daṭṭhabbo, umaṅgoviya dhammo, videhasenā viya saṅghoti. Evaṁ upamāhi pakāsito rājā puna pucchi,–kiṁ nukho ime gotamassa sāvakāti. Na kho mahārāja ime gotamassa sāvakā, ime pana amhehi visabhāgā samaṇakuttakāye vāti. Evaṁ vutte tato paṭṭhāya te samaṇakuttake vijahi, tiṇaṁ viya nātimaññi. Pāṭalirukkhasu siratopi laddhaṁ tesaṁ ganthaṁ laddhaṭṭhāneyeva agginā jhāpesi. Tampi ṭhānaṁ yāvajjatanā aggijhāpanathalanti pākaṭanti.",
  "anya-e0702n6:29": "Thero ca vimāna vatthuṁ rañño desesi. Rājā ca pasīditvā sirikhettanagarato arimaddananagaraṁ paccāgamanakāle ānesi.",
  "anya-e0702n6:30": "Idaṁ pana pāṭalisusire laddhaganthassa kāraṇaṁ,- tesañhi samaṇakuttakānaṁ abbhantare eko upāyaccheko samaṇakuttako attano vādānurūpaṁ ganthaṁ katvā sirikhettanagare dvattiṁsaratanakkhandhassa pāṭalirukkhassa susire pavesetvā punappunaṁ udakena temetvā mattikāya limpetvā puna tacaṁ uppādetvā uṭṭhāpesi. Tadā mayaṁ supine pāṭalirukkhe sāragantho atthabyañjanasampanno eko atthītii passāmāti kolāhalaṁ uppādesuṁ. Taṁ sutvā rājā sirikhettanagaraṁ gantvā taṁ pāṭalirukkhaṁ bhinditvā gavesento taṁ ganthaṁ labhi. Ganthe pana sakavādavasena samaṇakuttakasāmaññatā īdisāyeva, ete gotamāsāvakā hontii, etesaṁyeva ācāro saggamaggapathabhūtoti evamādīhi kāraṇehi vuttaṁ. Rājā ca pasīditvā samaṇakuttakānaṁ bahūni dātabbāni adāsi. Tato pacchā therassa dhammakathaṁ sutvā taṁ agginā jhāpesīti evaṁ samaṇakuttakānaṁ vacanaṁ sutvā sirikhettanagaraṁ gantvā arimaddananagaraṁ paccāgacchanto theraṁ ānesīti daṭṭhabbaṁ. Arimaddananagaraṁ sampattakāle jetavanaṁ nāma vihāraṁ kārāpetvā adāsi. Thero ca tattha sāsānaṁ visodhetvā nisīdi. Rājā devasikaṁ udakaṁ ānetvā aggamahesī pana devasikaṁyeva piṇḍapātaṁ ānetvā bhojesi. Uppannakaṅkhā kālepi taṁtaṁkaṅkhāṭṭhānaṁ pucchīti.",
  "anya-e0702n6:31": "Ayaṁ pana sāsanappaveṇiyāgataṭṭhuppatti,–",
  "anya-e0702n6:32": "Sudhammapure hi samāpattilābhī anomadassī nāma thero soṇuttarattherānaṁ vaṁsānurukkhaṇavasena saddhiṁ pañcahi bhikkhu satehi nisīdi. Tassa pana padhānasisso adhisīlonāma, tassa padhānasisso prānadassī nāma, tassa padhānasisso kāḷo nāma, tassa padhānasisso arahanto nāma, tassa padhānasisso ariyavaṁso nāmāti.",
  "anya-e0702n6:33": "Idañca vacanaṁ-ko panesa uttarājīvamahātheroti. Ayañhi thero rāmaññadesiyaputto ariyavaṁsattherassa sisso. Ariyavaṁsatthero pana kappuṅganagaravāsī mahākāḷattherassa sisso. So pana sudhammanagaravāsino prānadassī mahātherassa sissoti kalyāṇī silālekhane vuttavacanena na sameti. Evampi sati yathicchita adhippāyo na nassatīti daṭṭhabbaṁ.",
  "anya-e0702n6:34": "Evaṁ nānācariyānaṁ vādo nānākārena dissamānopi arahantattherassa arimaddananagare sāsanaṁ anuggahetvā patiṭṭhānatāyevettha pamāṇanti katvā nāvamaññitabbo. Sabbesañhi ācariyānaṁ vādepi arahantatthero arimaddananagaraṁ āgantvā sāsanaṁ patiṭṭhāpesīti attho icchitabboyevāti.",
  "anya-e0702n6:35": "Arahantatthero pana mūlanāmena dhammadassīti pākaṭo sudhammapuravāsī sīlabuddhittherassa sissoti daṭṭhabbo. So ca thero pubbeva pabbajjakālato catūsu vedesu sikkhitasippo. Pabbajitvā pana sāḷakathaṁ piṭakattayaṁ uggaṇhitvā pāraṁ gantvā sabbattha pākaṭo. Sokkatayanagaraṁ anetvā manussā pūjenti. Tattha dasavassāni vasitvā puna sudhammapuraṁ āgantvā araññavāsaṁ samādiyi.",
  "anya-e0702n6:36": "Tato pacchā jinacakke ekasaṭṭhādhike pañcasate sahasseca sampatte kaliyuge ekūnāsītādhike tisate sampatte anuruddharājā rajjaṁ pāpuṇi. Tadā arimaddananagare samaṇakuttakā mayaṁ gotamasāvakāti vatvā tiṁsatiṁsavaggā hutvā nisīdiṁsu. Vaggavasena kira sahassamattāti. Anuruddharājā ca tesaṁ samaṇakuttakānaṁ āgāriyābrahmacariyādīni sutvā na pasīdi. Evampi paveṇiyā āgabhattā na pajahi. Arahantaṁ pana theraṁ passitvā tato paṭṭhāya tesaṁ samaṇakuttakānaṁ nibaddhavattāni bhinditvā sāsane pasīdi.",
  "anya-e0702n6:37": "Idaṁ marammamaṇḍale tambadīparaṭṭhe arimaddananagare arahantaṁ.",
  "anya-e0702n6:38": "Nāma theraṁ paṭicca tatiyaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:39": "Tasmiñca kāle arahantatthero anuruddharājānaṁ āha,-tīsu sāsanesu pariyattisāsane tiṭṭhanteyeva paṭipatti sāsanaṁ tiṭṭhati, paṭipattisāsane tiṭṭhanteyeva paṭivedhasāsanaṁ tiṭṭhati, yathā hi gunnaṁ satepi sahassepi vijjamāne paveṇipa,likāya dhenuyā asati so vaṁso sāpaveṇī na ghaḷīyatii, evamevaṁ dhutaṅgadharānaṁ bhikkhūnaṁ satepi sahassepi vijjamāne pariyattiyā antarahitāya paṭivedho nāma na hoti, yathā pana nimikumbhiyo jānanatthāya pāsāṇa piṭṭhe akkharesu ṭhapitesu yāva akkharāni dharanti, tāva nidhikumbhiyo naṭṭhā nāma na honti, evamevaṁ pariyattiyā dharamānāya sāsanaṁ anantarahitaṁ nāma hoti, yathā ca mahato taḷākassa pāḷiyā thirāya udakaṁ na ṭhassatīti na vattabbaṁ, udake sati padumādīni pupphāni na pupphissantīti na vattabbaṁ, evamevaṁ mahātaḷākassa thirapāḷisadise tepiṭake buddhavacane sati udakasadisā paṭipattipūrakā kulaputtā natthīti na vattabbaṁ, tesu sati padumādipupphasadiso paṭivedho natthīti na vattabbaṁ, evaṁ ekantato pariyattimeva pamāṇaṁ, tasmā antamaso dvīsu pātimokkhasu vattamānesupi sāsanaṁ anantarahitameva, pariyattiyā antarahitāya suppaṭipannassāpi dhammābhisamayo natthi, anantarahitāya eva dhammābhisamayo atthi , idānipi amhākaṁ pariyattisāsanaṁ paripuṇṇaṁ natthi, sarīradhātuyo ca natthi, tasmā yattha pariyattisāsanaṁ sarīradhātuyo ca atthi, tattha paṇṇākārena saddhiṁ dūtaṁ pesetvā ānetabbā, evaṁ sati amhākaṁ raṭṭhe jinasāsanaṁ cirakālaṁ patiṭṭhahissatīti.",
  "anya-e0702n6:40": "Evaṁ pana bhante sati kattha yācissāmāti. Suvaṇṇabhūmiraṭṭhe mahārāja sudhammapure tīhi vārehi piṭakattayaṁ likhitvā ṭhapesi, sarīradhātuyo ca bahū tattha atthīti. Rājā evaṁ bhanteti paṭiggaṇhitvā bahū paṇṇākāre paṭiyādetvā rājalekhanaṁ likhitvā aṭṭhaṅgasamannāgataṁ ekaṁ amaccaṁ dūtaṁ katvā pesesi.",
  "anya-e0702n6:41": "Sudhammapurindo manohari nāma rājāpi maccheracitto hutvā tumhādisānaṁ micchādiṭṭhīnaṁ ṭhāne piṭakattayaṁ sarīradhātuyo ca pahiṇituṁ na yuttā, tilokaggassa hi sammāsambuddhassa sāsanaṁ sammādiṭṭhīnaṁ ṭhāneyeva patiṭṭhahissati, yathā nāma kesarasīharājassa vasā suvaṇṇapātiyaṁyeva, na mattikābhājaneti.",
  "anya-e0702n6:42": "Dūtā paccāgantvā anuruddharañño tamatthaṁ ārocesuṁ. Taṁ sutvā anuruddharājā kujjhi, tattakakapāle pakkhittatilaṁviya taṭa taṭāyi.",
  "anya-e0702n6:43": "Atha rājā nadīmaggena nāvānaṁ asītisatasahassehi nāvikānaṁ yodhānaṁ aṭṭhakoṭīhi senaṁ byūhitvā thalamaggena saddhiṁ catūhi mahāyodhanāyakehi hatthīnaṁ asīti sahassehi assānaṁ navutiisatasahassehi yodhānaṁ asītikoṭiyā senaṁ byūhitvā sayameva yujjhituṁ sudhammaparaṁ gacchi.",
  "anya-e0702n6:44": "Taṁ sutvā manoharirājā sītatasito hutvā attano bahū yodhe saṁvidahitvā sudhammapurayeva paṭisenaṁ katvā nisīdi.",
  "anya-e0702n6:45": "Atha athabbaṇavede āgatappayogavasena punappunaṁ vāyamantāpi nagaramūlaṁ upasaṅkamituṁ na sakkā. Tadā rājā vedaññuno pucchi,–kasmā panettha nagaramūlaṁ upasaṅkamituṁ na sakkomāti. Vedaññuno āhaṁsu,-athabbaṇavedavidhānaṁ mahārāja atthi maññeti. Atha rājā pathaviyaṁ nidahitvā matakaḷevaraṁ uddharitvā mahāsamudde khipesi.",
  "anya-e0702n6:46": "Ekaṁ kira manussaṁ hindukulaṁ jeṅgunāmakaṁ kīṭaṁ khādāpetvā taṁ māretvā hatthapādādīni aṅgapaccaṅgāni gahetvā chinnachinnāni katvā nagarassa sāmantā pathaviyaṁ nadahitvā ṭhapesi. Tadā pana nagaraṁ upasaṅkamituṁ sakkā. Nagarañca pavisitvā anuruddharājā manoharirājānaṁ jīvaggāhaṁ gaṇhi. Sudhammapure porāṇikānaṁ rājūnaṁ paveṇīāgatavasena ratanamayamañjūsāyaṁ ṭhapetvā pūjitaṁ sahadhātūhi piṭakattayaṁ gahetvā manoharirañño santakānaṁ dvattiṁsahatthīnaṁ piṭṭhiyaṁ āropetvā ānesi.",
  "anya-e0702n6:47": "Arimaddananagaraṁ pana patvā dhātuyo ratanamayamañjūsāyaṁ ṭhapetvā sirisayanagabbhe ratanamañce sīsopadesassa samīpe ṭhapesi. Piṭakattayampi ratanamaye pāsāde ṭhapetvā bhikkhusaṅghassa uggahadhāraṇādiatthāya niyyādesi. Tato kira ānītaṁ piṭakattayaṁ uggaṇhantānaṁ ariyānaṁ sahassamattaṁ ahosīti.",
  "anya-e0702n6:48": "Sudhammanagaraṁ vijayitvā piṭakena saddhiṁ bhikkhusaṅghaṁ ānetvā sāsanassa patiṭṭhāpanaṁ jinacakke ekādhike chasate vassasahasse kaliyuge ca soḷasādhike catusate sampatteti silālekhanesu vuttaṁ.",
  "anya-e0702n6:49": "Anuruddharañño kāle puññānubhāvena tiiṇṇaṁ ratanānaṁ paripuṇṇattā puṇṇagāmotii samaññā ahosi. Cirakālaṁ atikkante ṇṇakāraṁ lopavasena makārassa ca niggahita vasena pugamīti marammabhāsāya vohārīyatīti anāgatavaṁsarājavaṁsesu vuttaṁ.",
  "anya-e0702n6:50": "Anuruddharājāyeva cattāro mahāyodhe sīhaḷadīpaṁ pesetvā tatopi piṭakattayaṁ ānesi. Sīhaḷadīpato ānītapiṭakattayena sudhammapurato ānītapiṭakattayaṁ aññamaññaṁ yojetvā saṁsandetvā arahantatthero vīmaṁsesi. Tadā gaṅgādakenaviya yamunodakaṁ aññamaññaṁ anūnaṁ anadhikaṁ ahosi. Tehi piṭakehi aññānipi vaḍḍhetvā tipiṭakagabbhe ṭhapetvā pūjesi. Tesu tesu ṭhānesupi patiṭṭhāpesi.",
  "anya-e0702n6:51": "Manoharirājānampi mraṅkapā nāma dese upaṭṭhākehi saha ṭhapesi. Tassa ca kira rañño mukhaṁ viravitvā kathaṁ sallāpentassa mukhato obhāso pajjalitvā nikkhami. So kadāci kadāci anuruddharañño santikaṁ āgantvā gāravavasena vandanādīni akāsi. Tadā anuruddharañño lomahaṁso uppajji ubbiggo ca. Tasmā tassa rañño nitthejatthāya buddharūpassa cetiyassa bhattaṁ pūjetvā taṁ gahetvā manoharirañño bhājesi. Tadā tassa tadānubhāvo antaradhāyi. Manoharirājā saṁvegaṁ āpajjitvā saṁsāre saṁsaranto yāva nibbānaṁ na pāpuṇāmi, tāva paravase nānuvatteyyanti patthanaṁ akāsi. Sudhammapurato ābhataṁ attano santakaṁ manomaya maṇiṁ ekassa seṭṭhino santike vikkiṇitvā laddhamūlena pañcavāharajatena abhujitapallaṅkavasena ekaṁ mahantaṁ buddha bimbaṁ parinibbānākārena ekanti dve buddhappaṭibimbāni kārāpesi. Yāvajjatanā tāni santīti. Iccevaṁ anuruddharājā sudhammapurato sīhaḷadīpato ca sāsanaṁ ānetvā arimaddananagare patiṭṭhāpesīti.",
  "anya-e0702n6:52": "Idaṁ amhākaṁ marammamaṇḍale tambadīparaṭṭhe arimaddananagare",
  "anya-e0702n6:53": "Anuruddharājānaṁ paṭicca catutthaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:54": "Uttarājīvattheropi soṇuttarānaṁ vaṁsato sāsanaṁ gahetvā sudhammapurato arimaddananagaraṁ āgantvā sāsanaṁ patiṭṭhāpesi.",
  "anya-e0702n6:55": "Idaṁ amhākaṁ marammamaṇḍale tambadīparaṭṭhe arimaddananagare uttarājīvattheraṁ paṭicca pañcamaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:56": "Uttarājīvattherassa sīhaḷadīpaṁ gatakāle tena saddhiṁ gataṁ chappadaṁ nāma sāmaṇeraṁ sīhaḷadīpeyeva sīhaḷadīpikā pabbajiṁsu. Pabbajitvā ca chappadasāmaṇero pariyattiṁ uggaṇhitvā dasavassaṁ tattha vasitvā arimaddananagaraṁ paccāgacchi. Sivalittherañca tāmalindattherañca ānandattherañca rāhulatthe rañca anesi. Te pana therā tipiṭakadharā honti byattā dakkhā ca. Ayañcattho vitthārena heṭṭhā vutto.",
  "anya-e0702n6:57": "Arimaddananagaraṁ patvā arimaddana vāsīhi bhikkhūhi saddhiṁ vinayakammāni akatvā puthu hutvā nisīdiṁsu. Narapatirājā ca tesu theresu ativiya pasīdi. Erāvatīnadiyaṁ uḷumpaṁ bandhitvā tattheva upasampadakammaṁ kārāpesi. Cirakālaṁ atikkamitvā so gaṇo vuḍḍhi hutvā uppajji.",
  "anya-e0702n6:58": "Narapatirājā ca te there saddhiṁ saṅghena nimantetvā mahādānaṁ adāsi. Tadā chaṇe ākappasampannaṁ rūpasobhaggappakkaṁ ekaṁ nāṭakittiṁ disvā rāhulatthero paṭibaddhacitto lepe laggitavānaroviya kaddame laggitamātaṅgoviya ca kāma guṇalepakaddamesu laggito sāsane viramitvā hī nāyāvattītuṁ ārabhi. Maraṇanti karogena abhibhūto viya atekiccho hutvā sesattheresu ovādaṁ dinnesu pinādiyi. Tadā sesattherā taṁ evamāhaṁsu,-mā tvaṁ ekaṁ taṁ paṭicca sabbepi amhe lajjāpetuṁ na arahasi, mā idha hīnāyā vattehi, mallārudīpaṁ gantvā yathāruciṁ karohīti pesesuṁ. Rāhulatthero ca kusimatitthato nāvaṁ āruyha mallārudīpaṁ agamāsi. Mallārudīpaṁ pattakāle mallārurājā vinayaṁ jānitukāmo saha ṭīkāya khuddasikkhāpakaraṇaṁ tassa santike uggaṇhitvā ekapattamattaṁ maṇiṁ adāsi. Soca taṁ labhitvā hīnāyāvattīti. Honti cettha,-",
  "anya-e0702n6:59": "Atidūreva hotabbaṁ, bhikkhunā nāma itthibhi;",
  "anya-e0702n6:60": "Itthiyo nāma bhikkhūnaṁ, bhavanti idha verino.",
  "anya-e0702n6:61": "Tāva tiṭṭhantu duppaññā, mayaṁ porāṇikāpi ca;",
  "anya-e0702n6:62": "Mahāpaññā vināsaṁ, pattā haritacādayo.",
  "anya-e0702n6:63": "Tasmā hi paṇḍito bhikkhu, antamasova itthibhi;",
  "anya-e0702n6:64": "Vissāsaṁ na kare loke, rāgo ca duppavāritoti.",
  "anya-e0702n6:65": "Sesesu ca theresu chappado nāma thero paṭhamaṁ kālaṅkato. Sivalitāmalindānandattherāyeva tayo pariyattiuggahaṇadhāraṇādivasena sāsanaṁ upatthambhetvā arimaddananagare nisīdiṁsu. Ekasmiñca kāle rājā tesaṁ tiṇṇaṁ therānaṁ ekekaṁ hatthiṁ adāsi. Sivalitāmalindattherā paṭiggahetvā vane vissajjāpesuṁ. Ānandatthero pana kiñcipuranagaraṁ pahiṇitvā ñātakānaṁ dehīti kusimatitthaṁ gantvā nāvaṁ āropesi. Taṁ kāraṇaṁ ñatvā sivalitāmalindattherātaṁ evamāhaṁsu,– mayaṁ pana āvuso hatthīnaṁ sukhatthāya vane vissajjema,tvaṁ pana adhammikaṁ karosīti. Kinnāma bhante ñābhakānaṁ saṅgaho na vaṭṭati, nanu ñātakānañca saṅgahoti bhagavatā vuttanti.",
  "anya-e0702n6:66": "Therā āhaṁsu,-sace tvaṁ amhākaṁ vacanaṁ nakareyyāsi,bhava icchānurūpaṁ karohi, mayaṁ pana tayā saddhiṁ saṁvāsaṁ na karissāmāti visuṁ nisīdiṁsu.",
  "anya-e0702n6:67": "Tato paṭṭhāya dve gaṇā bhijjiṁsu. Tato pacchākāle atikkante tāmalindatthero bahussutānaṁ byattibalānaṁ sissānaṁ anuggahatthāya gahaṭṭhānaṁ santike ayaṁ bahussuto ayaṁ mahāpaññoti evamādinā vacīviññattiṁ samuṭṭhāpeti, evaṁ kate kulaputtā sulabhapaccayavasena sāsanassa hitaṁ āvahibhuṁsakkhissantīti katvā. Taṁ kāraṇaṁ sutvā sivalitthero evamāha,- kasmā tvaṁ vacīviññattiṁ samuṭṭhāpetvā buddhappaṭikucchitaṁ kammaṁ karosīti. Bhagavatā attano atthāyayeva vacīviññattiṁ paṭikkhittā, ahaṁ pana paresaṁyeva atthāya vacīviññattiṁsamuṭṭhāpemi, nāttano atthāya, sāsanassa hi vepullatthāya evaṁ vacīviññattiṁsamuṭṭhāpemi. Sivalittheropi na tvaṁ mama vacanaṁ karosi, yaṁ yaṁ tvaṁ icchasi, taṁ taṁ karohi, ahaṁ pana tayā saddhiṁ saṁvāsaṁ nakarissāmīti visuṁ hutvā saddhiṁ sakapakkhena nisīdi. Tato paṭṭhāya tayo gaṇā bhijjiṁsu.",
  "anya-e0702n6:68": "Evaṁ arimaddananagare arahantattherassa eko vaṁso, sivalittherassa eko, tāmalindattherassa eko, ānandattherassa ekoti cattāro gaṇā ahesuṁ.",
  "anya-e0702n6:69": "Tesu arahantattheragaṇo sudhammapurato paṭhamaṁ āgatattā purimagaṇoti vohāriyati, aññe pana pacchā āgatattā pacchāgaṇāti.",
  "anya-e0702n6:70": "Sivalitthero arimaddananagare yāvījīvaṁ sāsanaṁ paggaṇhitvā kaliyuge navutādhike pañcavassasate kāle kālamakāsi.",
  "anya-e0702n6:71": "Ānandatthero pana arimaddananagareyeva catucattālīsa vassāni sāsanaṁ paggaṇhitvā chanavutādhike pañcavassasate kāle kālamakāsi.",
  "anya-e0702n6:72": "Tāmalindattheropi yāvajīvaṁ sāsanaṁ paggaṇhitvā aṭṭhana vutādhike pañcavassasate kāle kālamakāsīti. Aho saṅkhārasabhāvoti.",
  "anya-e0702n6:73": "Seyyathājagarasseva, nābhiyā cakkamaṇḍale;",
  "anya-e0702n6:74": "Laggo saso samitvāpi, disaṁ gacchati taṁ mukhaṁ.",
  "anya-e0702n6:75": "Tatheva sabbasattāpi, maccucakkesu laggitā;",
  "anya-e0702n6:76": "Yāvajīvampi dhāvitvā, maccumukhaṁ upāgamunti.",
  "anya-e0702n6:77": "Iccevaṁ arimaddanapure arahantehi ca ganthakārehi ca puthujjanehi jinasāsanaṁ nabhe candoviya vijjotati.",
  "anya-e0702n6:78": "Tattha hi yadā anuruddharājā sudhammapurato sāsanaṁ ānesi, tadā arahantā chasatasahassamattā āgatā, sotāpannasakadāgāmianāgāmino pana gaṇanapathaṁ vīti vattāti.",
  "anya-e0702n6:79": "Chattaguhindassa nāma rañño kālepi himavante gandhamādanapabbatato aṭṭha arahantā piṇḍāya rājagehaṁ āgamaṁsu. Rājā ca pattaṁ gahetvā piṇḍapātena bhojetvā idāni kuto āgatatthābhi pucchi. Himavante mahārāja gandha mādanapabbatatoti. Atha rājā atippasanno hutvā idha temāsaṁ vassaṁ upagacchathāti yācitvā vihāraṁ kārāpetvā adāsi. Temāsampi antogehe nimantetvā piṇḍapātena bhojesi.",
  "anya-e0702n6:80": "Ekaṁ samayaṁ arahantānaṁ gandhamādanapabbate nandamūlaguhaṁ viya ekaṁ guhaṁ māpetvā dassehīti yāci. Te ca arahantā nandamūlaguhaṁviya ekaṁ guhaṁ iddhiyā māpetvā dassesuṁ . Rājā ca tāya guhāya sadisaṁ ekaṁ guhaṁ kārāpesi. Nandamūlaguhākārena pana katattā nandāti nāmampi akāsi. Iccevaṁ chattaguhindassa rañño kāle gandhamādanapabbate nandamūlaguhato āgantvā arahantā sāsanaṁ patiṭṭhāpesuṁ.",
  "anya-e0702n6:81": "Arahantabhāvo ca nāmesa yathābhūtaṁ jānituṁ dukkaro, anupasampannānaṁ uttarimanussadhammadassanassa paṭikkhittattā, arahattaṁ vā patvāpi vāsanāya appajahitattā. Arahāpi hi samāno ahaṁ arahāti anupasampannānaṁ kathetuṁ na vaṭṭati, arahattaṁ patvāpi ekacco vāsanaṁ pajahituṁ na sakkā, pilindavacchattheravatthucettha ñāpakaṁ. Evaṁ loke arahanta bhāvo jānituṁ dukkaro. Teneva mahākassapattherassa upaṭṭhāko eko bhikkhu attano upajjhāyassa mahākassapattherassa santike vasitvāpi tassa arahanta bhāvaṁ na jāni.",
  "anya-e0702n6:82": "Mahākassapattherañhi ekena saddhivihārikena saddhiṁ araññavihārato gāmaṁ piṇḍāya carantaṁ antarāmagge pattā diparikkhāre gahetvā pacchā gacchantoyeva ekosaddhi vihāriko evamāha,–lokasmiṁ bhante arahā arahāti pākaṭo, sutamattovāhaṁ bhavāmi, na kadāci diṭṭhapubboti. Taṁ sutvā thero pacchā parivattatvā olokento parikkhāre āvuso gahetvā arahantassa pacchāgacchantoyeva arahantabhāvaṁ na jānātīti āhāti.",
  "anya-e0702n6:83": "Arimaddananagarepi sīlabuddhipolloṅkasumedhattherādayopi arahantāyeva ahesuṁ. Narapatirājā hi khaṇitti pādapabbataṁ gantvā paccāgamanakāle antarāmagge ekissā mātikāya maṇobhāsaṁ disvā idha puññaṁ kāretukāmo sakko dasseti maññeti manasikaritvā cetiyaṁ kārāpessāmīti tattha raṭṭhavāsīti samaṁ bhūmibhāgaṁ kārāpesi.",
  "anya-e0702n6:84": "Atha eko sīlabuddhi nāma thero evamāha,– puññaṁ mahārāja karissamīti idaṁ bhūmiparikammaṁ kārāpesi, evaṁ kārāpentassa te apuññaṁyeva bhavati, nopuññanti vatvā bahū sattā mā kilamantūti manasikatvā rañño daṇḍakammena tajjanatthāya raññā dinnaṁ piṇḍapātaṁ nabhuñji. Rājā ca sace tvaṁ mayā dinnaṁ piṇḍapātaṁ abhuñjitukāmo bhaveyyāsi, mama vijite vasantoyeva tvaṁ mama piṇḍapātā na mucceyyāsi, raṭṭhavāsīhipi dinnapiṇḍapāto mayhameva santako, nanu nāma mama piṇḍapātaṁyeva tvaṁ bhuñjasīti āha.",
  "anya-e0702n6:85": "Sīlabuddhittheropi sace ahaṁ evaṁ bhaveyyāmi, sīhaḷadīpaṁ gantvā vasissāmīti cintetvā araññe vasi.",
  "anya-e0702n6:86": "Atha tamatthaṁ jānitvā nagaradvāre ārakkho eko yakkho rañño āgatakāle abhimukhaṁ ṭhitova bhayānakarūpaṁ nisīdi. Atha nānāvijjākammehi apanentopi na sakkā apanetuṁ.",
  "anya-e0702n6:87": "Atha rājā nimittapāṭhake pakkosāpetvā pucchi,-kena kāraṇena ayaṁ yakkho idha nisinnoti. Tvaṁ mahārāja sīlabuddhittheraṁ agāravavasena pubbe kathesi, yakkhāpi there ativiya pasannāti amhehi sutapubbā, taṁ paṭicca yakkho bhayānakarūpaṁ dassetvā nisinno bhavissatīti āha.",
  "anya-e0702n6:88": "Rājāpi amacce āṇāpesi theraṁ pakkāsathāti. Thero nāgacchi. Sīhaḷadīpaṁyeva gamissāmīti ārabhi. Tamatthaṁ sutvā rājā ekaṁ caturaṅgapaccayaṁ nāma amaccaṁ pakkosāpetvā tvaṁ gantvā theraṁ pakkosāhīti pesesi. Caturaṅgapaccayo ca chekatāya ekaṁ suvaṇṇamayaṁ buddhappaṭibimbaṁ nāvāya ṭhapetvā mahāsamuddatitthaṁ agamāsi. Atha theraṁ sampāpuṇitvā idāni idha bhagavā sammāsambuddho agamāsi, sīlabuddhitthero bhagavato sammāsambuddhassa dassanatthāya āgacchatūti dūtaṁ pesesi. Theropi bhagavato sammāsambuddhassa dassanatthāya āgacchatūti vacanaṁ paṭikkhipituṁ buddhagāravavasena avisahatāya āgacchīti.",
  "anya-e0702n6:89": "Porāṇikānaṁva therānaṁ, buddhe sagāravaṁ idha;",
  "anya-e0702n6:90": "Paṇḍito gāravaṁ buddhe, kare pasannacetasāti.",
  "anya-e0702n6:91": "Nāvaṁ abhirūhitvā thero bhagavato sammāsambuddhassa vandanāmānapūjāsakkāradīni akāsi. Therassa evaṁ vandanāmānapūjāsakkārādīni karontasseva vegena nāvaṁ ānetvā gacchi. Atha caturaṅgapaccayo evamāha,– idāni bhante tumhākaṁ ācariyassa sammāsambuddhassa sāsanaṁ paggaṇhituṁ yuttoti. Rājā ca amaccehi parivārito paccuggacchi. Nāvāya therassa hatthe gahetvā rājagehaṁ ānesi. Dvāraṁ pattakāle yakkho pathaviyaṁ nisīditvā theraṁ vandi.",
  "anya-e0702n6:92": "Rājā rājagehaṁ patvā theraṁ nānābhojanehi bhojesi. Evañca avoca,–ajjatagge bhante tvamasi mamācariyo, bhagavatova ovādaṁ sirasā paṭiggahetvā anuvattissāmāti attano pañcaputtepi therassa adāsi. Te ca pañcakumārā therena saddhiṁ anuvattiṁsu. Thero te pakkosetvā vihāraṁ agamāsi. Antarāmagge kappiyapathaviyaṁ pañca parimaṇḍalākārāni likhitvā tesaṁ rājakumārānaṁ dassetvā nivattāpesi. Rājakumārā paṭinivattitvā taṁ kāraṇaṁ rañño ārocesuṁ. Rājā ca tumhākaṁ puññaṁ kārāpanatthāya dassetīti vatvā tulāvasena tehi rājakumārehi suvaṇṇaṁ samaṁ katvā tena suvaṇṇena mūlaṁ katvā bhagavato dharamānakāle passenadikosalaraññā kārāpitaṁ candanappaṭibimbaṁviya visuṁ visuṁ paṭibimbaṁ kārāpesi.",
  "anya-e0702n6:93": "Tesaṁ nidhānaṭṭhānabhūtāni pañca cetiyānipi sakko kamma vidhāyako hutvā patiṭṭhāpesi. Ettha ca pubbe raññā pasīditvā therassa rājakumārā dinnā, mūlaṁ ratanattayassa datvā puna rājakumāre bhūjisse kāretukāmatāya thero evaṁ saññaṁ adāsīti daṭṭhabbaṁ.",
  "anya-e0702n6:94": "So ca sīlabuddhitthero arahantagaṇavaṁsoti daṭṭhabbo.",
  "anya-e0702n6:95": "Arimaddananagareyeva narapati rañño kāle kassapo nāma thero desacārikaṁ caramāno polloṅkanāmakaṁ desaṁ, tadavasari. Atha dve mahallakapolloṅkā manussā there atippasannatāya dve putte upaṭṭhākatthāya niyyādesuṁ.",
  "anya-e0702n6:96": "Polloṅkamanussānaṁ atippasannataṁ paṭicca theropi polloṅkattheroti vohāriyati. Yadā ca pana so thero sīhaḷadīpaṁ gantukāmo ahosi, tadā sakko devānamindo byaggharūpaṁ māpetvā piṭṭhiyā yāva mahāsamuddatīraṁ ānesi. Mahāsamuddatīraṁ pana patvā nāvaṁ abhirūhitvā vāṇijehi saddhiṁ tari.",
  "anya-e0702n6:97": "Mahāsamuddamajjhe pana patvā sā nāvā na gacchi, niccalāva aṭṭhāsi. Atha vāṇijā mantesuṁ,-amhākaṁ nāvāya alakkhī pāpajano atthi maññeti. Evaṁ pana mantetvā salākādānaṁ akaṁsu. Yāva tatiyampi therasseva hatthe salākā pubbe katakammavipākavasena nipati. Idaṁ pana therassa pubbe katakammaṁ,-thero hi tato attabhāvato sattame bhave ekasmiṁ gāme kuladārako hutvā kīḷanatthāya ekaṁ sunakhaṁ nadiyaṁ otāretvā udake kīḷamāpesi. Evaṁ kīḷamantaṁ sunakhaṁ sayameva urena uggahetvā tīraṁ ānesīti evaṁ pubbe katakammavipākavasena therasseva hatthe salākā nipati.",
  "anya-e0702n6:98": "Tadā vāṇijā udakapiṭṭhe khipiṁsu. Atha sakko devānamindo kumbhīlarūpaṁ māpetvā piṭṭhiyaṁ āropetvā ānesi. Thero yakkhadīpaṁ patvā andhacakkhukānaṁ yakkhānaṁ mettānubhāvena cakkhuṁ labhāpesi. Yakkhā ca therassa guṇaṁ ñatvā dve yakkhabhātike adaṁsu. Thero ca sīhaḷadīpaṁ gantvā mahācetiyarūpaṁ lohapāsādarūpaṁ sarīradhātuṁ mahābodhibijāni ca ānetvā paccāgamāsīti.",
  "anya-e0702n6:99": "Sumedhatthero ca halaṅkassa nāma nagarassa dakkhiṇadisābhāge mhattipāme puratthimāya anudisāya dinnanāmike vihāre vasi. Ṭhānassa pana nāmavasena therassopi dinnavihāro tveva nāmaṁ ahosi. Sopi thero paṁsukūliko lajjīpesalo sikkhākāmo jhānalābhī arahāyeva. So hi devasikaṁ devasikaṁ aṭṭhanavayojanappamāṇe pādacetiyaṁ gantvā vandi. Cetiyaṅgaṇavattañca akāsi. Tato āgantvā mhattigāme piṇḍāya cari. Idaṁ therassa nibaddhavattaṁ.",
  "anya-e0702n6:100": "Aparānipi vatthūni bahūni santi, sabbāni pana tāni vitthāretvā vattabbānipi ganthapāravabhayena na vakkhāma. Sabbānipi hi vuccamānāni ayaṁ sāsanavaṁsappadīpikā atippapañcā bhavissati.",
  "anya-e0702n6:101": "Sammāsambuddhassa hi parinibbānato yāvajjatanā therānaṁ paramparavasena saṅghaṭṭetvā ānayanamevettha adhippetaṁ. Yathāvuttāni pana vatthūni adhunā abhiññālābhīnaṁ puggalānaṁ akhettabhāvena pasaṅgañāṇappaṭibāhaṇatthaṁ arimaddananagare ca bahūnaṁ abhiññālābhīnaṁ puggalānaṁ nivāsaṭṭhānatā dassanatthaṁ vuttāni. Vuttañcetaṁ bhikkhunīkhandhakaṭṭhakathāyaṁ,–",
  "anya-e0702n6:102": "Paṭisambhidāpattehi vassasahassaṁ sukkhavipassakehi vassasahassaṁ anāgāmīhi vassasahassaṁ sakadāgāmīhi vassasahassaṁ sotāpannehi vassasahassanti evaṁ pañcavassasahassāni paṭivedhadhammo ṭhassatīti.",
  "anya-e0702n6:103": "Dīghanikāyaṭṭhakathāyaṁ pana saṁyuttanikāyaṭṭhakathāyañca paṭisambhidāpattehi vassasahassaṁ chaḷābhiññehi vassasahassaṁ tevijjehi vassasahassaṁ sukkhavipassakehi vassasahassaṁ pātimokkhena vassasahassanti vuttaṁ.",
  "anya-e0702n6:104": "Aṅguttaranikāyaṭṭhakathāyaṁ pana vibhaṅgakathāyañca buddhānaṁ parinibbānato vassasahassameva paṭisambhidā nibbattetuṁ sakkonti, tato paraṁ cha abhiññā, tatopi asakkontā tisso vijjā nibbattiṁsu. Gacchante kāle tāpi nibbattetuṁ asakkontā sukkhavipassakā honti. Eteneva nayena anāgāmino sakadāgāmino sotāpannāti vuttaṁ.",
  "anya-e0702n6:105": "Evaṁ nānānayehi aṭṭhakathāyapi āgatattā adhunā loke ariyapuggalā bhavituṁ na sakkāti na vattabbaṁ. Ariyānameva khettassa adhunāpi sambhavato, sace āraddhavipassako bhaveyya so arahā bhavituṁ sakkāyevāti niṭṭhametthāvagantabbaṁ. Aṭṭhakathāsu pana nānābhāṇakattherānaṁ nānāvādavasena vuttanti daṭṭhabbaṁ. Ettakeneva pana nānākārena vādo bhinnopi sāsanaṁ bhijjatiyeva. Sāsanassa abhinnaṁyeva hi ettha pamāṇanti.",
  "anya-e0702n6:106": "Evaṁ marammamaṇḍale arimaddananagare anekehi arahantasatehi sāsanaṁ vijjotati. Bhagavato pana parinibbānato tiṁsādhikānaṁ navavassasatānaṁ upari parammaraṭṭhe señilaññikrodhināmena raññā samakālavasena sīhaḷadīpe rajjaṁ pattassa mahānāmarañño kāle buddhaghosabuddhadattattherehi pabhuti tetemahātherā teteganthe akaṁsu.",
  "anya-e0702n6:107": "Tato pacchā satisamādhipaññāmandavasena sukhāvabodhanatthaṁ ṭīkāyo akaṁsu. Arimaddananagare jinacakkesattanavutādhike chasate sahasse ca sampatte tiṇṇaṁ piṭakānaṁ mūlabhūtesu saddanayesu sotārānaṁ chekatthāya mahāsamuddeviya ānando nāma mahāmaccho tīsu piṭakesu sāṭṭhakathesu viloletvā aggavaṁso nāma thero saddanītippakaraṇaṁ akāsi. Arimaddananagare hi uttarājīvattherādīnaṁ sīhaḷadīpaṁ gamanato pubbeyeva tayo mahātherā pariyattivisāradā, mahāaggapaṇḍito, tassa saddhivihāriko dutiyaaggapaṇḍito, tassa bhāgineyyo tatiyaaggapaṇḍitoti. Tatiyaaggapaṇḍito pana aggavaṁsotipi vohāriyati.",
  "anya-e0702n6:108": "Tasmiñca kāle arimaddananagaravāsino saddakovidā bahavo santīti yāva laṅkādīpā kittighoso patthari. Tasmā sīhaḷadīpikā saddakovidā vīmaṁsetukāmā hutvā arimaddananagaraṁ āgamaṁsu. Tadā arimaddananagaravāsino bhikkhū saddanītippakaraṇaṁ dassesu.",
  "anya-e0702n6:109": "Sīhaḷadīpikā ca taṁ disvā upadhārentā saddavisaye ayaṁ ganthoviya sīhaḷadīpe gantho itthi, imasmiṁ pakaraṇe āgatavinicchayampi sakalaṁ na jānimhāti nānāppakārehi thomesunti yāvajjabhanā kathāmaggo na upacchinnoti.",
  "anya-e0702n6:110": "Arimaddananagare sīhaḷadīpaṁ gantvā paccāgato chappado nāma saddhammajotipālatthero saddanaye chekatāya suttaniddesaṁ akāsi. Paramatthadhamme ca chekatāya saṅkhepavaṇṇanaṁ nāmacāradīpakañca. Vinaye chekatāya vinayagūḷatthadīpaniṁ sīmālaṅkārañca akāsi. Attanā kathānaṁ ganthānaṁ nigame saddhamma jotipāloti mūlanāmena vuttaṁ. Kusimanagare pana chappada gāme jātattā ṭhānassa nāmena chappadoti pākaṭo.",
  "anya-e0702n6:111": "Kukhananagare pana chappadoti vohāritopi eko thero atthi. So alajjī dussīlo. Ekacce pana nāmasāmaññalesamattena pattalaṅkaṁ sīlavantaṁ pesalaṁ sikkhākāmaṁ chappadattheraṁ alajjidussīlabhāvena upavadanti, yathā nāma sāmaññalesamattena mallaputtaṁ āyasmantaṁ dabbaṁ asamācārenāti.",
  "anya-e0702n6:112": "Arimaddananagarayeva aloṅgacaññisūnāmakassa rañño kāle mahāvimalabuddhitthero cūḷavimalabuddhittheroti dve therā pariyattivisāradā ahesuṁ. Tesu mahāvimalabuddhitthero kaccāyanassa saṁvaṇṇanaṁ nyāsaganthamakāsi.",
  "anya-e0702n6:113": "Keci pana sīhaḷadīpavāsī vimalabuddhitthero tamakāsīti vadanti. Cūḷavimalabuddhitthero pana vuttodayassa porāṇaṭīkamakāsi. Chandosāratthavikāsiniṁ saddhammañāṇatthero akāsi. Vacanatthajotiṁ pana vepullatthero akāsi. Nyāsaganthassaporāṇaṭīkaṁ narapatirañño kāle eko amacco akāsi.",
  "anya-e0702n6:114": "So hi rañño ekaṁ orodhaṁ paṭicca jātaṁ ekaṁ dhītaraṁ disvā vānaroviya lepe laggito tissaṁ paṭibandhacitto hutvā laggi. Tamatthaṁ jānitvā rājā evamāha,– sace etaṁ iccheyyāsi, ekaṁ ganthaṁ paripuṇṇavinicchayaṁ gūḷatthaṁ karohi, sace tvaṁ tādisaṁ ganthaṁ kātuṁ sakkuṇeyyāsi, etaṁ labhissasīti. Atha so nyāsassa saṁvaṇṇanaṁ porāṇaṭīkaṁ akāsi.",
  "anya-e0702n6:115": "Tato pacchā hīnāyāvattitvā dhītaraṁ datvā rajjuggāhāmaccaṭṭhāne ṭhapesi, yaṁ marammavohārena saṁpyaṅgaiti vuccati. Tena pana katattā sopi gantho taṁ nāmena vuccati. Kārikaṁ tassā ca saṁvaṇṇanaṁ chattaguhindassa nāma rañño kāledhammasenāpatitthero akāsi. Tena kira kārapite nandaguhāya samīpe nandavihāre nisīditvā akāsi.",
  "anya-e0702n6:116": "Tasmiñcakāle ganthamādanapabbate nandamūlaguhato arahantā āgantvā tasmiṁ vihāre vassaṁ upagacchiṁsu. Tesaṁ sammukhe katattā te ca ganthā paṇḍitehi sārato paccetabbāti ācariyā vadanti.",
  "anya-e0702n6:117": "Vāccavācakaṁ pana dhammadassī nāma sāmaṇero akāsi.",
  "anya-e0702n6:118": "Saddatthabhedacintaṁ pana arimaddananagarasamīpe ṭhitassa khaṇittipādapabbatassa samīpe ekasmiṁ gāme vasanto saddhammasiri nāma thero akāsi. Soyeva thero brahajaṁ nāma vedasatthampi marammabhāsāya parivattesi.",
  "anya-e0702n6:119": "Ekakkharakosaṁ pana saddhammakittitthero akāsi. So hi kaliyuge sattāsītādhike aṭṭhasate sampatte micchā diṭṭhikānaṁ jalumasaññitānaṁ kulānaṁ bhayena sakalepi tambadīparaṭṭhe sāsanobhāso milāyati. Bahūnipi potthakāni aggibhayena nassesuṁ.",
  "anya-e0702n6:120": "Tadā taṁ pavattiṁ passitvā sace pariyattidhammovinasseyya, paṭipattidhammopi nassissati, paṭipattidhamme nassante kuto paṭivedhadhammo bhavissatīti saṁvegaṁ apajjitvā imaṁ ganthaṁ akāsīti taṭṭikāyaṁ vuttaṁ.",
  "anya-e0702n6:121": "Mukhamattasāraṁ sāgaratthero akāsi.",
  "anya-e0702n6:122": "Kaliyuge ekāsītādhike pañcasate sampatte ekaṁ daharaputtaṁ kālaṅkataṁ paṭicca saṁvegaṁ āpajjitvā paccekabuddhattaṁ patthayantassa jeyyasiṅkhanāmakassa rañño putto kyacvānāmako rājā rajjaṁ kāresi. Dhammarājātipi nāmalañchaṁ paṭiggaṇhi. Tīsu pana piṭakesu yathābhūtaṁ vijānakatāya marammavohārena kyacvāti vohāriyati.",
  "anya-e0702n6:123": "So ca kira rājā pāḷiaṭṭhakathāṭīkāganthantaresu atichekatāya piṭakattaye sākacchamattampi kātuṁ samattho nāma natthīti uggahitatipiṭako hutvā bhikkhusaṅghampi divase sattahi vārehi ganthaṁ vāceti.",
  "anya-e0702n6:124": "Khaṇittipādapabbatassa samīpepi ekaṁ taḷākaṁ kārāpetvā tattha rājāgāraṁ kārāpetvā tattha nisīditvā ganthaṁ vāceti. Sabbāni pana rājūnaṁ kiccāni puttasseva uparājassa niyyādesi. Ganthaṁ uggaṇhantānaṁ orodhānamatthāya saṅkhepato saddabinduṁ nāma pakaraṇaṁ paramatthabinduñca nāma pakaraṇaṁ akāsi. Tassa hi cittaṁ pariyattiyaṁyeva ramati. Aññaṁ pana rājakiccaṁ suṇitumpi na icchi. Anuruddharājā anāgate ahaṁ rājā bhaveyyāmi, tadāyeva imāni tāḷibījāni uṭṭhahantūti adhiṭṭhahitvā ropesi. Tāni tassa rañño kāle uṭṭhahiṁsu. Teneva anuruddharājāyevāyanti raṭṭhavāsino sañjāniṁsu. Sammutirājā hi anuruddharājā kyacvārājāti ime tayo ekasantānāti vadanti.",
  "anya-e0702n6:125": "So rājā ekampi cetiyaṁ akāsi, na taṁ niṭṭhaṁ agamāsi, pariyattiyaṁyeva paricārakattāti rājavaṁse āgataṁ. Lokasammutivasena kakkhaḷadine iṭṭhakāni kārāpetvā tasmiṁyeva dine bhūmisamaṁ katvā tasmiṁyeva dine aññampi sabbaṁ kārāpesi. Tena marammavohārena prassadā cetiyanti yāvajjabhanā pākaṭaṁ.",
  "anya-e0702n6:126": "Tassa rañño ekā dhibhā vibhatyatthaṁ nāma ganthaṁ akāsīti.",
  "anya-e0702n6:127": "Pubbe kira arimaddananagare uggahadhāraṇādivasena sāsanaṁ ativiya virūḷamāpajji. Arimaddananagareyeva hi eko vuḍḍhapabbajito bhikkhu ganthaṁ likhituṁ silālekhanadaṇḍena icchanto rājagehaṁ pāvisi. Rājā kena āgatosīti pucchi. Ganthaṁ likhituṁ silālekhanadaṇḍena icchanto āgato mhīti. Evaṁ mahallako tvaṁ ganthaṁ mahussāhena pariyāpuṇantopi ganthesu chekassa okāsaṁ na passāmi, sace himusalo aṅkuraṁ uṭṭhāpetvā rūheyya, evaṁ sati tvaṁ ganthesu chekataṁ āpajjeyyāsīti āha.",
  "anya-e0702n6:128": "Tato pacchā vihāraṁ gantvā devasikaṁ devasikaṁ ekadantakaṭṭhappamāṇattaṁ lekhanaṁ uggahetvā kaccāyanaabhidhammetthasaṅgahappakaraṇaṁ ādiṁ katvā ācariyassa santike uggaṇhi. So acireneva ganthesu chekataṁ patvā musale jamburukkhaṅkuraṁ bandhitvā ussāpetvā rājagehaṁ pāvisi.",
  "anya-e0702n6:129": "Atha taṁ rājā pucchi,-kenaāgatosīti. Ayaṁ mahāraja musalo aṅkuraṁ uṭṭhāpetvā rūhatīti ācikkhituṁ āgatomhīti vutte rājā etassa ganthesu chekataṁ pattomhīti vuttaṁ hotīti jānāsi. Taṁ saccaṁ vā alikaṁ vāti vīmaṁsanatthāya mahātherānaṁ santikaṁ pahiṇi. Mahātherāpi gūḷaṭṭhānaṁ pucchiṁsu. Sopi pucchitaṁ pucchitaṁ byākāsi.",
  "anya-e0702n6:130": "Aatha so bhikkhu mahāthere evamāha,-tumhe bhante maṁ bahū pucchatha, ahampi tumhe pucchituṁ icchāmi, okāsaṁ dethāti yācitvā aññasamānacetasikanti ettha aññasaddassa avadhyāpekkhattā avadhipadaṁ uddharitvā dassethāti pucchi. Mahātherāpi pubbe amanasikatattā sīghaṁ vissajjituṁ na sakkhiṁsu. Rājā tamatthaṁ sutvā tuṭṭhacitto hutvā disā pāmokkhanamena ācariyaṭṭhāne ṭhapesi. So pana bhikkhu aganthakārakopi ganthakārakoviya pacchimānaṁ janatānaṁ dinnopadesavasena upakāraṁ katvā sāsane uppajjīti. Honti cettha,–",
  "anya-e0702n6:131": "Ahaṁ mahallako homi, duppañño pariyattikaṁ;",
  "anya-e0702n6:132": "Uggahaṁ mahussāhena, na sakkhissāmi jānituṁ.",
  "anya-e0702n6:133": "Evañca nātimaññeyya,",
  "anya-e0702n6:134": "Nāppossukkatamāpajje;",
  "anya-e0702n6:135": "Saddhamme chekakāmova,",
  "anya-e0702n6:136": "Ussāhaṁva kare poso.",
  "anya-e0702n6:137": "Vuḍḍhapabbajito bhikkhu,",
  "anya-e0702n6:138": "Mahallakopi duppañño;",
  "anya-e0702n6:139": "Āpajji chekataṁ dhamme,",
  "anya-e0702n6:140": "Tamapekkhantu sotāroti.",
  "anya-e0702n6:141": "Pubbe kira arimaddananagare mātugāmāpi ganthaṁ uggaṇhiṁsu. Yebhuyyena uggahadhāraṇādivasena pariyattisāsanaṁ paggahesuṁ. Mātugāmā hi aññamaññaṁ passantā tumhe kittakaṁ ganthaṁ uggaṇhatha, kittakaṁ ganthaṁ vācuggataṁ karothāti pucchi sunti.",
  "anya-e0702n6:142": "Eko kira mātugāmo ekaṁ mātugā,maṁ pucchi,-tvaṁ idāni kittakaṁ ganthaṁ vācuggataṁ karosīti. Ahaṁ pana idāni daharaputtehi balibodhattā byākulaṁ patvā bahuṁ ganthaṁ vācuggataṁ kātuṁ nasakkā,samantamahāpaṭṭhāne pana kusalattikamattaṁva vācuggataṁ karomīti āhāti.",
  "anya-e0702n6:143": "Idampi arimaddananagaravāsīnaṁ mātugāmānampi pariyattuggahaṇe ekaṁ vatthu,–",
  "anya-e0702n6:144": "Ekaṁ kira bhikkhuṁ piṇḍāya carantaṁ ekā dvādasavassikā daharitthī pucchi,-kinnāmosi tvaṁ bhanteti. Khemānāmāhanti. Kathañhi bhante pumāva samāno itthiliṅgena nāmaṁ akāsīti āha. Atha antogehe nisinnā mātā sutvā dhītaraṁ āha,-tvaṁ rājādigaṇassa lakkhaṇaṁ na jānāsīti. Āma jānāmi, ayaṁ pana khemasaddo na rājādigaṇapakkhaṁ bhajatīti. Atha mātā evamāha,-ayaṁ pana khemasaddo ekadeseneva rājādigaṇapakkhaṁ bhajatīti.",
  "anya-e0702n6:145": "Ayaṁ panettha dhītu adhippāyo,-na rājādisaddo kadāci rājoti paccattavacanavasena okāranto dissati vinā devarājotiādisamāsavisayaṁ, khemasaddo pana katthaci khemoti ca khemanti ca liṅgantaravasena rūpantaraṁ dissati, teneva khemasaddo na rājādigaṇoti veditabboti.",
  "anya-e0702n6:146": "Ayaṁ pana mātu adhippāyo,-khemasaddo abhidheyyaliṅgattā tiliṅgako,yadā pana saññāsaddādhikāre paccattavacanavasena khemāti ākāranto dissati, tadā ekadesena khemasaddo rājādigaṇapakkhaṁ bhajatīti.",
  "anya-e0702n6:147": "Idampi ekaṁ vatthu,–",
  "anya-e0702n6:148": "Arimaddananagare kira ekassa kuṭumbikassa eko putto dve dhītaro ahesuṁ. Ekasmiñca kāle ghammābhibhūtattā gehassa uparitale nahāyitvā nisīdi. Atha ekā dāsī gehassa heṭṭhā ṭhatvā kiñci kammaṁ karontī tassa kuṭumbikassa guyhaṭṭhānaṁ olokesi. Tamatthaṁ jānitvā kuṭumbiko sākhaṁ olokesīti ekaṁ vākyaṁ bandhitvā puttassa dassesi,imassa atthayojanaṁ karohīti. Atha putto atthayojanaṁ akāsi,-sākhaṁ rukkhasākhaṁ olekesi udikkhatīti. Atha pacchā ekāya dhītuyā dassesi, imassa atthayojanaṁ karohīti. Sāpi atthayojanaṁ akāsi,- sā sunakho khaṁ ākāsaṁ olokesi udikkhatīti. Atha pacchā ekāya dhītuyā dassesi, imassa attha yojanaṁ karohīti. Sāpi atthayojanaṁ akāsi,-sā itthī khaṁ aṅgajātaṁ olokesi mukhaṁ uddhaṁ katvā olokesīti.",
  "anya-e0702n6:149": "Idampi ekaṁ vatthu,–",
  "anya-e0702n6:150": "Eko kira sāmaṇero ratanapūravāsī arimaddananagare mātugāmāpi saddanayesu atikovidāti sutvā ahaṁ tattha gantvā jānissāmīti arimaddananagaraṁ gato. Atha antarāmagge arimaddananagarassa samīpe ekaṁ daharitthiṁ kappāsavatthuṁ rakkhitvā nisinnaṁ passi. Atha sāmaṇero tassā santikaṁ maggapucchanatthāya gacchi. Atha daharitthī sāmaṇeraṁ pucchi,-kuto āgatosīti.",
  "anya-e0702n6:151": "Sāmaṇero āha,-ratanapūrato ahaṁ āgacchatīti. Kuhiṁ gatosīti vutte arimaddananagaraṁ gacchatīti āha. Atha daharitthī evamāha,-tvaṁ bhante saddayogavinicchayaṁ anupadhāretvā kathesi, amhayogaṭṭhāne hi tvaṁ nāma yogasaddena yojetvā kathesi, nanu paṇḍitānaṁ vacanena nāma paripuṇṇatthena aviruddhasaddanayena puṇṇindusaṅkāsena bhavitabbanti. Atha sāmaṇero khettavatthūni rakkhantī duggatā daharitthīpi tāva saddanayakovidā hoti, kimaṅgaṁ pana bhogasampannā mahallakitthiyoti lajjitvā tatoyeva paṭinivattitvā paccāgamāsīti.",
  "anya-e0702n6:152": "Idaṁ marammamaṇḍale tambadīparaṭṭhe arimaddananagare theraparamparavasena sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:153": "Idāni marammamaṇḍaleyeva jeyyavaḍḍhanaraṭṭhe ketumatīnagare sāsanavaṁsaṁ vakkhāmi.",
  "anya-e0702n6:154": "Kaliyuge hi dvisattatādhike aṭṭhavassasate sampatte jeyyavaḍḍhanaraṭṭhe ketumatīnagare mahāsirijeyyasūro nāma rājā rajjaṁ kāresi. Ekaṁ atichekaṁ devanāga nāmakaṁ ekaṁ hatthiṁ nissāya vijitaṁ vitthāramakāsi. Tassa pana rañño kāle kaliyuge dvinavutādhike aṭṭhavassasate sampatte mahāparakkamo nāma thero sīhaḷadīpato nāvāya āgantvā ketumatīnagaraṁ sampatto. Rājā ca dvārā vatīnagarassa dakkhiṇadisābhāge mahāvihāraṁ kārāpetvā tassa adāsi niccabhattampi. Tasmiñca vihāre sīmaṁ sammannitvā tissaṁ sīmāyaṁ tulāvasena attanā samaṁ katvā lohamayabuddhappaṭibimbaṁ kārāpesi. Tañca buddhappaṭibimbiṁ sampattalaṅkādīpanti nāmena pākaṭaṁ ahosi.",
  "anya-e0702n6:155": "Tassa rañño kāle surāmerayasikkhāpadaṁ paṭicca vipādo ahosi. Kathaṁ. Bījato paṭṭhāyāti sambhāre paṭiyā detvā cāṭiyaṁ pakkhittakālato paṭṭhāya tālanālikerādīnaṁ puppharaso pupphato galitābhinavakālato paṭṭhāya ca na pātabboti kaṅkhāvitaraṇīṭīkādīsu vuttavacane adhippāyaṁ vipallāsato gahetvā tālanālikerādīnaṁ raso galitābhinavato paṭṭhāya pivituṁ na vaṭṭatīti ekacce vadanti. Ekacce pana evaṁ vadanti,–tālanālikerādīnaṁ raso galitābhinavakāle pivituṁ vaṭṭatīti.",
  "anya-e0702n6:156": "Tattha pubbapakkhe ācariyānaṁ ayamadhippāyo,–",
  "anya-e0702n6:157": "Bījato paṭṭhāyāti ettha sambhāre paṭiyādetvā cāṭiyaṁ pakkhittakālato paṭṭhāya na pātabbo. Tālanālikerādīnaṁ puppharaso ca galitābhinavakālatoyeva na pātabboti.",
  "anya-e0702n6:158": "Ayaṁ pana aparapakkhe ācariyānamadhippāyo,–",
  "anya-e0702n6:159": "Bījato paṭṭhāyāti ettha sambhāre paṭiyādetvā cāṭiyaṁ pakkhittakālato paṭṭhāya na pātabbo. Tālanālikerādīnaṁ sambhārehi paṭiyādito puppharaso pupphato galitābhinavakālato na pātabboti.",
  "anya-e0702n6:160": "Evaṁ tālanālikerādīnaṁ raso galitābhinavakālato paṭṭhāya pātuṁ vaṭṭati na vaṭṭatīti vivādaṁ karontānaṁ majjhe nisīditvā sampattalaṅko mahāparakkamatthero tādiso pivituṁ vaṭṭatīti vinicchindi, surāvinicchayañca nāma ganthaṁ akāsi . Evaṁ ketumatīnagaraṁ māpentaṁ mahāsirijeyyasūraṁ nāma rājānaṁ nissāya ketumatiyaṁ sāsanaṁ patiṭṭhahi.",
  "anya-e0702n6:161": "Idaṁ marammamaṇḍaleyeva ketumatīnagare",
  "anya-e0702n6:162": "Sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:163": "Idāni marammamaṇḍale tambadīparaṭṭheyeva khandhapurasāsanavaṁsaṁ vakkhāmi.",
  "anya-e0702n6:164": "Kaliyuge hi catusaṭṭhādhike chavassasate tayo bhātikā kittitaranāmakaṁ rājānaṁ rajjato cāvetvā khandhapuranagare rajjaṁ kāresuṁ. Tadā kittitaranāmakassa rañño eko putto cīnaraṭṭhindarājānaṁ yācitvā bahūhi senaṅgehi khandhapuranagaraṁ samparivāretvā aṭṭhāsi. Atha tīsu piṭakesu chekaṁ ekaṁ mahātheraṁ pakkosetvā mantesuṁ. Thero evamāha,– janapadāyattamidaṁ kammaṁ samaṇānaṁ na kappati vicāretuṁ, ahampi samaṇo, nāṭakehi pana saddhiṁ mantethāti. Atha nāṭake pakkosetvā mantesuṁ. Nāṭakāpi sace kāraṇaṁ natthi, evaṁ sati phalaṁ na bhaveyya, sace pūti natthi, makkhikā na sannipateyyunti gītaṁ gāyitvā udake kīḷanti.",
  "anya-e0702n6:165": "Atha teca tayo bhātikā taṁ sutvā kittitaranāmakaṁ rājānaṁ bandhanāgārato gahetvā māretvā idāni yaṁ rajje ṭhapayissāmāti cintetvā tumhe gacchatha, ayaṁ tassa sīso, idāni esa paralokaṁ gatoti sīsaṁ dassesuṁ. Atha cīnaraṭṭhasenāyopi idāni rājavaṁsiko natthi, te nahi yujjhituṁ na icchāma, yaṁ rajje ṭhapayissāmāti katvā mayaṁ āgatā, idāni so natthīti vatvā nivattetvā agamaṁsu.",
  "anya-e0702n6:166": "So ca thero nāṭakehi saddhiṁ mantethāti ettakameva vuttattā bhikkhubhāvato na mocetīti daṭṭhabbaṁ. Vuttañcetaṁ,–",
  "anya-e0702n6:167": "Pariyāyoca āṇatti, tatiye dutiye pana;",
  "anya-e0702n6:168": "Āṇattiyeva sesesu, dvayametaṁ na labbhatīti.",
  "anya-e0702n6:169": "Tasmiṁ pana khandhapure arimaddananagare arahantagaṇavaṁsikā chappadagaṇavaṁsikā ānanda gaṇavaṁsikā ca therā bahavo vasanti. Tehi pana katagantho nāma koci natthīti.",
  "anya-e0702n6:170": "Idaṁ khandhapure sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:171": "Idāni marammamaṇḍale tambadīpareṭṭheyeva vijayapure sāsanavaṁsaṁ vakkhāmi.",
  "anya-e0702n6:172": "Kaliyuge hi catusattatādhike chavassasate sīhasūro nāma rājā vijayapuraṁ māpesi. Tato pacchā dvīsu saṁvaccharesu atikkantesu camuṁnadiyaṁ matasetibhaṁ ekaṁ labhitvā ekasetibhinnoti tassa nāmaṁ pākaṭaṁ ahosi. Tassa rañño kāle vijayapure sīlavantā lajjīpesalā bhikkhū bahavo natthi. Arimaddananagarato anuruddharājakāle rājabhayena nilīyitvā avasesā samaṇakuttakāyeva bahavo atthi. Pacchā cūḷaarahantattheradibbacakkhuttherānaṁ āgatakāleyeva lajjīpesalā bhikkhū balavantā hutvā gaṇaṁ vaḍḍhāpesuṁ. Rājā ca dibbacakkhuttheraṁ antepuraṁ pavesetvā devasikaṁ piṇḍapātena bhojesi. Anuruddharaññā tambulamañjūsāyaṁ ṭhapetvā pūjitā satta dhātuyo labhitvā tāsaṁ pañcadhātuyo caññiṅkhucetiye nidhānaṁ akāsi. Avasesā pana dve dhātuyo puññassa nāma amaccassa pūjanatthāya niyyādesi. Soca amacco jeyyapure puññacetiye nidhānaṁ akāsi.",
  "anya-e0702n6:173": "Tadā ca kira samaṇakuttakā gahaṭṭhāviya rājarājamahāmattānaṁ santike upaṭṭhānaṁ akaṁsu. Kaliyuge catuasītādhike chavassasate sampatte sīsasūrarañño jeṭṭha putto ujano nāma rājā rajjaṁ kāresi. So pana avapaṅkyā nāmake dese campakakaṭṭhamaye sattavihāre kārāpesi. Dvi vassādhike sattavassasate kāle te vihārā niṭṭhaṁ agamaṁsu.",
  "anya-e0702n6:174": "Tesu vihāresu campakaṁ nāma padhānavihāraṁ amaccaputtassa sudhammamahāsāmittherassa adāsi. So pana thero arimaddananagare arahantattherassa vaṁsikoti daṭṭhabbo.",
  "anya-e0702n6:175": "Veḷūvanaṁ nāma parivāravihāraṁ pana ābhidhammikassa ñāṇadhajassa nāma therassa adāsi. Sopi arahantattherassa vaṁsiko.",
  "anya-e0702n6:176": "Jetavanaṁ nāma parivāravihāraṁ pana sakalavinayapiṭakaṁ vācuggataṁ karontassa guṇārāmattherassa adāsi. So pana thero arimaddananagareyeva ānandattherassa vaṁsiko.",
  "anya-e0702n6:177": "Kulavihāraṁ nāma parivāravihāraṁ ādiccaraṁsino nāma therassa adāsi. Sopi ānandattherassa vaṁsikoyeva.",
  "anya-e0702n6:178": "Suvaṇṇavihāraṁ nāma parivāravihāraṁ sudhammālaṅkārassa nāma therassa adāsi. Sopi ānandattheravaṁsikoyeva.",
  "anya-e0702n6:179": "Nīcagehaṁ nāma parivāravihāraṁ varapattassa nāma therassa adāsi. So pana sudhammamahāsāmittherassa antevāsiko.",
  "anya-e0702n6:180": "Dakkhiṇakoṭiṁ nāma parivāravihāraṁ siripuññavāsino nāma therassa adāsi. Sopi sudhammamahāsāmittherassa antevāsikoti.",
  "anya-e0702n6:181": "Tesaṁ vihārānaṁ esannaṭṭhāne rājā sayameva hatthena gahetvā mahābodhirukkhaṁ ropesi. Tesaṁ vihārānaṁ paṭi jagganatthāya bahūnipi khettavatthūni adāsi ārāmagopaka kulāni ca.",
  "anya-e0702n6:182": "Tesaṁ pana therānaṁ sudhammapurārimaddanapurabhikkhuvaṁsikattālajjipesalatā viññātabbā. Teneva vijayapure sāsanaṁ ativiya parisuddhaṁ ahosīti daṭṭhabbaṁ.",
  "anya-e0702n6:183": "Tesampi sissaparamparā anekasahassappamāṇā ahesuṁ. Evaṁ lajjīpesalānaṁyo bhikkhūnaṁ santikā keci saddhivihārikā kīṭāgirimhi assajipunabbasukāviya alajjī dussīlā uppajjiṁsu, seyyathāpi nāma madhurambarukkhato ambilaphalanti. Te pana bahuanācāraṁ cariṁsuyeva. Idaṁ pana tesaṁ mūlauppatti dassanaṁ.",
  "anya-e0702n6:184": "Rājā hi tadā tesaṁ vihārānaṁ paṭijagganatthāya bahūni khettavatthūni adāsi. Tesu khettavatthūsu balivicāraṇatthāya sudhammamahāsāmitthero ekacce bhikkhū ārakkhaṇaṭṭhāne ṭhapesi. Ārakkhaṇabhikkhū pana dhammānulomavasena kassakānaṁ ovādāpesi, khettavatthusāmibhāgampi paṭiggaṇhāpesi. Tasmiñca kāle khettavatthūni paṭicca bhikkhū vivādaṁ akaṁsu. Atha taṁ vivādaṁ sutvā sāsanadharatthero ca dve parakkamattherā ca tato nikkhamiṁsu. Nikkhamitvā sāsanadharatthero khaṇitti pādapabbate nisīdi. Dve parakkamattherā ca caṅgakiṅgapabbatakandare nisīdiṁsu. Tesañhi nivāsaṭṭhānattā yāvajjatanā taṁ ṭhānaṁ parakkamaṭṭhānanti pākaṭaṁ ahosi. Te pana therā ekacārāti vohāriṁsu. Avasesā pana bhikkhū gāmavāsībahucārāti vohāriṁsu. Tato paṭṭhāya araññavāsīgāmavāsīvasena visuṁ gaṇā honti. Vihārassa ninnānaṁ khettavatthūnaṁ balippaṭiggāhakabhikkhūnampi saṅghajātisamaññā ahosi.",
  "anya-e0702n6:185": "Kaliyuge catuvassādhike sattasate ujanassa rañño dharamānasseva kaniṭṭhabhātiko kyecvā nāma rājā kumāro rajjaṁ gaṇhi.",
  "anya-e0702n6:186": "Ayaṁ pana tassa aṭṭhuppatti,– ujano nāma rājā tvaṁ samuddamajjhaṁ nāma gāmaṁ gantvā tattha nisīditvā tatruppādabaliṁ bhuñjāhīti niyyādesi. So pana rājakumāro luddakammesuyeva abhirammaṇasīlo. Ekasmiṁ samaye pigavaṁ gantvā paccāgatakāle rattiyaṁ supinaṁ passi,– sakko devānamindo āgantvā uposathasīlaṁ samādiyāhi, evaṁ sati acireneva setibhe labhissasatīti vatvā tāvatiṁsabhavanaṁ puna gatoti.",
  "anya-e0702n6:187": "Soca rājakumāro tato paṭṭhāya uposathasīlaṁ samādiyi. Pacchā kālepi attano hatthe guthena kilinnaṁ bhavatīti puna supinaṁ passi. So acireneva pañca setibhe labhi. Atha eko amacco gantvā rañño tamatthaṁ ārocesi. Rājā tuṭṭhacitto hutvā mama kira bhonto kaniṭṭhabhātiko pañca setibhe labhīti rājapurisānaṁ majjhe saṁvaṇṇesi. Amacco puna rājakumārassa santikaṁ gantvā tamatthaṁ ārocesi. Rājakumāropi mama bhātiko rājā akathitapubbaṁ vācāpeyyaṁ vadatīti ārādhayitvā puna gantvā tamatthaṁ rañño ārocāpesi. Rājāpi tatheva vadatīti. Taṁ sutvā rājakumāro bhiyyoso pasīdi.",
  "anya-e0702n6:188": "Kasmā pana ujano rājā kittitaraṁ nāma rājakumāraṁ kaniṭṭhavohārena na vadatīti. Ekasetibhindo hi rājā aparassa rañño deviṁ gabbhiniṁ ānetvā aggamahesiṭṭhāne ṭhapesi, ṭhapetvā acireneva ujanaṁ vijāyi, teneva na ujano ekasetibhindassa putto, kittitaro nāma rājakumāroyeva ekasetibhindassa putto, tasmā taṁ kāraṇaṁ paṭicca so taṁ kaniṭṭhavohārena na vadatīti.",
  "anya-e0702n6:189": "Kaniṭṭho pañcasetibhe labhatīti sutvā rājā bhāyitvā kaniṭṭhassa rajjaṁ upaniyyādesi. Rājā rājagehassa pacchimadvārena nikkhami. Kaniṭṭho purimadvārena pāvisi. Pañcannaṁ pana setibhānaṁ laddhattā pañcasetibhindoti pākaṭo. Mūlanāmaṁ panassa sīhasūroti daṭṭhabbaṁ. Tassa rañño kāle bahū alajjino gāmasāmanta vihāre vasitvā anekavidhaṁ ānācāraṁ cariṁsu. Sudhammapuraarimaddanapurato paramparavasena āgatā bhikkhūpi bahū lajjino sikkhākāmā santi.",
  "anya-e0702n6:190": "Atha tassa rañño bhattaṁ paribhuñjanakāle eko samaṇakuttako aṭṭha parikkhāre gahetvā āgantvā rañño sammukhe aṭṭhāsi. Kimatthāya āgatosīti pucchite piṇḍapātatthāya āgatomhīti āha. Atha rājā sayaṁ bhuñjissāmīti ārabhitvāpi atippasannatāya pana suvaṇṇapātiyā paṭiyāditaṁ sakalampi bhattaṁ adāsi. Atha rājā evaṁ cintesi,– ayaṁ bhikkhu piṇḍapātatthāya upamajjhanti kayeva āgantvā aṭṭhāsi, na so puthujjanabhikkhu, atha kho abhiññālābhī arahā bhaveyya, mama puññatthāya āgato bhaveyya maṁ anukampaṁ upādāyāti.",
  "anya-e0702n6:191": "Evaṁ pana cintetvā ekaṁ rājapurisaṁ āṇāpesi tassa pacchā anugantvā oloketuṁ. So pana samaṇakuttako sayaṁ alajjibhūtattāva attano bhariyā paccuggantvā pattaṁ gaṇhi. Taṁ disvā rājapuriso rañño santikaṁ gantvā paṭhamameva evaṁ cintesi,– sace yathābhūtaṁ āroceyyaṁ, rañño pasādo vinasseyya, evaṁ pana anārocetvā yathā rañño passādo bhiyyosomattāya bhaveyya, mayhampi lābho uppajjeyya, samaṇakuttakopi rājaparādhato vimucceyya, evaṁ ārocessāmīti. Evaṁ pana cintetvā ahaṁ mahārāja taṁ anugantvā olokesi, atha mama evaṁ olokentassava antaradhāyīti ārocesi. Rājā bhiyyosomattāya pasīditvā hatthaṁ pasāretvā yathāhaṁ maññami, tathā avirajjhanamevatanti tikkhattuṁ vācaṁ nicchāresi, rājapurisassa ca dātabbaṁ adāsi.",
  "anya-e0702n6:192": "Tasmiṁyeva divase eko amacco rañño paṇṇākāratthāya velāhakaṁ nāma ekaṁ turaṅgamaṁ adāsi. Atha rājā mama puññānubhāvena esa laddhoti sampahaṁsi. Taṁ pana turaṅgamaṁ ārohitvā ekaṁ hatthārohaṁ pājāpesi. Atha mahājanassa olokentassa hatthārohassa sīseveṭṭhanadussaṁyeva passitvā ākāse pakkhandho bakoviya paññāyati. So pana turaṅgamo pātova vijayapurato gacchanto pabbatabbhantaranagaraṁ sāyanhasamaye pāpuṇi. Abbha vijabbhanaassotipi nāmaṁ akāsi.",
  "anya-e0702n6:193": "Iccevaṁ samaṇakuttakā dārampi posesuṁ, pageva itaraṁ anācāraṁ. Teneva te samaṇakuttakā rañño mallaraṅgampi pavisitvā mallaṁ yujjhesuṁ. Tesu pana samaṇakuttakesu ovicaṅgākhuṁsaṅghajo nāma samaṇakuttako mallakamme ativiya cheko adhiko. So kira saṁvacchare saṁvacchare rañño mallaraṅge jayitvā pannarasa vā vīsati vā asse paṭilabhīti.",
  "anya-e0702n6:194": "Ratanapūranagare mallakamme aticheko adhiko eko kambojakulo atthi. So ratanapūranagare jeyyapuranagara ca attanā samathāmaṁ mallapurisaṁ asabhitvā vijaya puraṁ āgantvā campakavihārassa dvārasamīpe mallasabhāmaṇḍape pavisitvā mallakammaṁ kātuṁ icchāmīti rañño ārocesi. Atha rājā taṁ saṅghajaṁ āmantetvā evamāha,- idāni bho tvaṁ iminā saddhiṁ mallayuddhaṁ kātuṁ sakkhissasīti. Āmamahārāja pubbe ahaṁ dahare hutvā kīḷanatthāyayeva mallakammaṁ akāsiṁ, idāni pana ekūnasattativasso ahaṁ ito pacchā mallayuddhaṁ kātuṁ sakkhissāmi vā mā vāti na jānāmi, idāni parapakkhaṁ mallapurisaṁ mallakammena māressāmīti vadati.",
  "anya-e0702n6:195": "Atha rājūnaṁ mallakammaṁ nāma kīḷanatthāyayeva bhavati, mā māretuṁ ussāhaṁ karohīti vatvā aññamaññaṁ mallayuddhaṁ kārāpesi . Saparisassa rañño olokentasseva te mallākārena naccitvā aññamaññaṁ samīpaṁ upagacchiṁsu. Atha saṅghajo mallo kambojamallassa pādena paharaṇākāraṁ dassetvā dakkhiṇahatthamuṭṭhinā kapāle pahāraṁ adāsi. Atha kambojamallassa mukhaṁ pacchato ahosi. Tadā sapariso rājā īdisā pana vimukhato maraṇameva seyyo idāni pana imaṁ passituṁ na visahāmīti vadati. Puna saṅghajo vāmahattha muṭṭhinā pahāraṁ adāsi. Atha kambojamallassa mukhaṁ parivaṭṭetvā yathā pubbe, tathā patiṭṭhāsi.",
  "anya-e0702n6:196": "Tasmiñca kāle sapariso khattiyo taṁ acchariyaṁ disvā dve asse tiṁsamattāni vattāni satakahāpaṇañca adāsīti. Idañca vacanaṁ porāṇapotthakesu āgatattā sādhujanānañca saṁvejaniyaṭṭhānattā vuttaṁ. Ṭhapetvā hi saṁvegalābhaṁ natthi aññaṁ kiñci payojananti.",
  "anya-e0702n6:197": "Kaliyuge terasādhike sattavassasate vijayapureyeva tassa putto kittitaranāmako rājā rajjaṁ kāresi. Vitarā sadisanāmavaseneva sīhasūroti nāmaṁ paṭiggaṇhi. Pitu rañño kāle laddhesu pañcasu setihesu catunnaṁyeva avasesattā catusetibhindoti nāmaṁ pākaṭaṁ. Tene vāha abhidhānappadīpikāṭīkāyaṁ catusetibhindoti. Tassa rañño kāle caturaṅgabalo nāma mahāamacco ganthakovido abhidhānappadīpikāsaṁ vaṇṇanaṁ akāsi. So pana sakalabyākaraṇavanāsaṅgañāṇācārī ahosi.",
  "anya-e0702n6:198": "Ekasmiñca samaye rājā ekaṁ mahantaṁ vihāraṁ kārāpetvā asukaraññā ayaṁ vihāro kārāpito, imasmiṁ vihāre sīlavantāyeva nisīdantūti kolāhalaṁ uppādesi. Atha sācaññināmagāmavāsī eko thero āgantvā nisīdi.",
  "anya-e0702n6:199": "Ayaṁ pana tassa therassa aṭṭhuppatti,–",
  "anya-e0702n6:200": "Sācaññigāme kira eko gahapati attano puttaṁ sippuggahaṇatthāya vihāre ekassa bhikkhussa santike niyyādesi. Puttassa pana vihāraṁ agantukāmassa tajjanatthāya sakaṇṭakagacchassa upari khipati. So ca daharo nikkhamitvā gehaṁ anāgatvā vihāreyeva nisīdi. Mātāpitūnaṁ santikaṁ anāgantvā thokaṁ thokaṁ dūraṁ gantvā sāmaṇera bhūmito upasampadabhūmiṁ patvā arimaddananagaraṁ gacchi. Atipaññavantatāya pana pattappattaṭṭhāne mahāthero saṅgaṇhiṁsu. Tenevesa sakalamarammaraṭṭhe pākaṭo ahosi. Atha mātāpitaro puttassa āgamanaṁ apekkhitvāyeva nisīdiṁsu. Tamatthaṁ pana sutvā esa amhākaṁ putto bhavissati vā no vāti vīmaṁsitukāmo pitā anugacchi. Arimaddananagare taṁ sampāpuṇitvā upaṭṭhapetvā nisīdi. Sopi bhikkhu yathāupaṭṭhāneneva santappetvā ganthaṁ uggaṇhi. Aparasmiṁ pana kāleso bhikkhu ajja sūpo appaloṇotiādinā punappunaṁ bhaṇati.",
  "anya-e0702n6:201": "Atha pitā evamāha,- na pubbe piyaputtaka tayā īdisaṁ vacanaṁ kathitaṁ, idāni pana tvaṁ abhiṇhaṁ īdisaṁ vacanaṁ chaṇasi, kāraṇamettha kinti pucchi. Pubbe ganthesu chekattaṁ appatvā ganthesu chekatthaṁ byāpannacittatāya na vuttaṁ, idāni pana mayā icchito attho matthakaṁ patto, tasmā kāyabalapariggahaṇatthāya mayā īdisaṁ vacanaṁ vuttanti vadati. Taṁ vacanaṁ sutvā pitā mātuyā santikaṁ gamanatthāya okāsaṁ yācitvā pitarā saddhiṁ sakaṭṭhānaṁ āgacchanto vijayapuraṁ cetiyavandanatthāya pāvisi.",
  "anya-e0702n6:202": "Tadā raññā vuttavacanaṁ sutvā tasmiṁ vihāre aruhitvā nisīdi . Ārakkhapurisā ca taṁ bhikkhuṁ vihāre nisinnaṁ disvā tamatthaṁ rañño ārocesuṁ. Rājā ca caturaṅgabalaṁ amaccaṁ āṇepesi,-gantvā tassa bhikkhussa ñāṇathāmaṁ upadhārehīti. Caturaṅgabalo ca gantvā taṁ bhikkhuṁ gūḷagūḷaṭṭhānaṁ pucchi. Sopi pucchitaṁ pucchitaṁ vissajjesi. Caturaṅgabalo ca tamatthaṁ rañño ārocesi. Rājā tuṭṭhacitto hutvā taṁ vihāraṁ tassa bhikkhussa adāsi. Tassa pana bhikkhussa daharakāle sakaṇṭakagacche pituno khipanaṁ paṭicca kaṇḍakakhipattheroti samaññā ahosi, mūlanāmaṁ panassa nāgitoti. Sotasmiṁ vihāre nisīditvā saddasāratthajaliniṁ nāma ganthaṁ akāsi. Tassa kira therassa kāle tasmiṁ nagare āraddha vipassanādhurā mahallakā bhikkhū sahassamattā ahesuṁ. Āraddhaganthadhurā pana daharabhikkhū gaṇanapathaṁ vītivattā.",
  "anya-e0702n6:203": "Tassa pana pitarampi seṭṭhiṭṭhāne ṭhapesi. Teneva taṁ gāmaṁ seṭṭhigāmoti nāmena vohariṁsu.",
  "anya-e0702n6:204": "Kaccāyanavaṇṇanaṁ pana vijayapureyeva abhayagiripabbate nisinno mahāvijitāpī nāma thero akāsi. Vācako padesampi soyeva akāsi. Saddavuttiṁ pana saddhammagurutthero akāsi.",
  "anya-e0702n6:205": "Iccevaṁ vijayapure anekehi ganthakārehi sāsanaṁ vipulaṁ ahosi.",
  "anya-e0702n6:206": "Kaliyuge pana pañcāsītādhike chavassasate sampatte asaṅkhayācoyonnāmako rājā jeyyapuranagaraṁ māpetvā tattha rajjaṁ kāresi. Tattha pana rājūnaṁ kāle therehi katagantho nāma natthi.",
  "anya-e0702n6:207": "Kaliyuge chabbisādhike sattavassasate vesākhamāse jeyyapuranagaraṁ vinassi. Tasmiṁyeva saṁvacchare jeṭṭhamāse vijayapuraṁ vinassi. Tasmiṁyeva saṁvacchare phaggunamāse satvivarājā ratanapūraṁ nāma nagaraṁ māpetvā rajjaṁ kāresīti.",
  "anya-e0702n6:208": "Idaṁ vijayapurajeyyapuresu sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:209": "Idāni marammamaṇḍale tambanīparaṭṭheyeva ratanapūranagare sāsanavaṁsaṁ vakkhāmi.",
  "anya-e0702n6:210": "Kaliyuge hi aṭṭhāsītādhike sattavassasate narapatirañño dhitāya saddhiṁ aloṅgacaññisūrañño putto ānandasūriyo nāma santhavaṁ katvā ekaṁ (siddhikaṁ nāma puttaṁ vijāyi. So vaye sampatte rajjasampattiṁ labhi. Tato pabhuti yāva mrenacodighā raññā arimaddananagare rajjaṁ akaṁsu). Tato pacchā sirisudhammarājādhipatīti laddhanāmo satvivarājā ratanapūranagare rajjaṁ kāresi. Tassa rañño kāle kaliyuge ekanavutādhike sattavassasate sampatte laṅkādīpato sirisaddhammālaṅkāratthero sīhaḷamahāsāmittherocāti ime dve therā pañca sarīradhātuyo ānetvā nāvāya kusimatitthaṁ pāpuṇitvā rāmaññaraṭṭhe baññārani nāmena raññā nivāritā anisīdisvā tato soyeva rājā there yāva sirikhettanagarā pahiṇi. Tamatthaṁ ñatvā ratanapūrindo rājā cattālīsāya nāvāhi yāva sirikhettanagaraṁ paccuggantvā ānesi. Ānetvā ca mahānavagāmaṁ pattakāle saha orodhehi amaccehi ca sayameva rājā paccuggacchi. Ratanapūraṁ ppana pattakāle mahāpathavī cali, paṭinādañca nadi. Tadā rājā sammāsambuddhassa tilokaggassa sāsanaṁ paggaṇhissāmīti cintetvā sarīradhātuṁ ānetvā idha pattakāle ayaṁ mahāpathavī calati, paṭinādañca nadati, idaṁ amhākaṁ raṭṭhe jinasāsanassa cirakālaṁ patiṭṭhānabhāve pubbanimittanti sayameva nimittapāṭhaṁ akāsi.",
  "anya-e0702n6:211": "Tāva tiṭṭhatu jīvamānassa sammāsambuddhassa ānubhāvo, ahovata sarīradhātuyāyeva anubhāvoti bahuraṭṭha vāsino pasidiṁsu. Honti cettha, –",
  "anya-e0702n6:212": "Sarīradhātuyā tāva, mahantocchariyo hoti;",
  "anya-e0702n6:213": "Kā kathā pana buddhassa, jīvamānassa seṭṭhassa.",
  "anya-e0702n6:214": "Evaṁ anussaritvāna, uppādeyya pasādakaṁ;",
  "anya-e0702n6:215": "Buddhaguṇesu bāhullaṁ, gāravañcaṁ kare janoti.",
  "anya-e0702n6:216": "Kaliyuge dvenavutādhike sattavassasate tā pañca dhātuyo nidahitvā jeyyapuranagarato pacchimadisābhāge samabhūmibhāge cetiyaṁ patiṭṭhāpesi. Tañca cetiyaṁ ratanacetiyanti paññāpesi, hatthirūpabāhullatāya pana anekibhindoti pākaṭaṁ hoti. Tīhi sirigabbhehi sattahi dvārehī ca alaṅkataṁ nāma mahāvihāraṁ kārāpetvā dvinnaṁ sīhaḷadīpikattherānaṁ adāsi. Tato pacchā tesu mahantatthero sakavihārasamīpe pabbatamuddhani attano sissepi appavesetvā lajjīpesalabahussutasikkhākāmehi sabbehi tīhi therehi saddhiṁ sīmaṁ sammannati. Iccevaṁ sīmasammutipariyattivācanādikammehi marammaraṭṭhe sāsanaṁ virūḷaṁ katvā patiṭṭhāpesi.",
  "anya-e0702n6:217": "Idaṁ marammamaṇḍale ratanapūranagare sīhaḷadīpike",
  "anya-e0702n6:218": "Dve there paṭicca paṭhamaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:219": "Kaliyuge chabbīsādhike sattavassasate sampatte phaggunamāse satvavarājā ratanapūranagaraṁ māpesi. Tassa rañño kāle jeyyapuranagare ekā pūpikā itthī alajjino ekassa bhikkhussa santike dhanaṁ upanidahi. Aparabhāgesā taṁ dhanaṁ yāci. Atha so bhikkhu tava dhanaṁ ahaṁ na paṭiggaṇhāmīti musā bhaṇati. Evaṁ vivādaṁ katvā taṁ kāraṇaṁ rañño ārocesi. Rājā pakkosāpetvā sayameva taṁ bhikkhuṁ pucchi,-tvaṁ bhante tassā itthiyā dhanaṁ paṭiggaṇhāsi vā mā vāti. Ahaṁ mahārāja samaṇo alikaṁ bhaṇituṁ na vaṭṭati, na paṭiggaṇhāmīti vadati. Taṁ kāraṇaṁ rājā ca punappunaṁ pucchitvā vīmaṁsanto bhikkhussa kerāṭikabhāvaṁ jānitvā taṁ samaṇo samāno bhagavato paññattaṁ sikkhāpadaṁ akkamitvā musā bhaṇatīti kujjhitvā sayameva aparādhānurūpaṁ sīyaṁ chinditvā rājagehato heṭṭhā khipi.",
  "anya-e0702n6:220": "Tañca kāraṇaṁ sakalamarammaraṭṭhe pākaṭaṁ. Alajjībhikkhūpi aññe pāpakammaṁ kātuṁ na visahiṁsu. Raññā bhāyitvāyeva sikkhāpadaṁ na akkamesuṁ.",
  "anya-e0702n6:221": "Kaliyuge tiṁsādhike sattavassasate sampatte maṅgakricvācoṅka nāma rājā rajjaṁ kāresi. So pana rājā raṭṭhavāsīnaṁ sukhatthāya nimittaṁ gahetvā tālavaṇṭaṁ gahetvā rājagehaṁ paṭiggaṇhi. So ca rājā sakkarāje pañcacattālīsādhike sattavassasate sampatte caññiṅkhuṁ nāma cetiyaṁ patiṭṭhāpesi. Yaṅgaranāmakassa silāpabbatassa samīpe porāṇikaṁ ekaṁ cetiyaṁ nadīudakaṁ bhindi. Tadā sakaraṇḍakā pañca dhātuyo udake nimmujjantiyo erāpatho nāma nāgo gahetvā pacchā caññiṅkhuṁ nāma cetiyaṁ patiṭṭhāpessāmīti raññā āraddhakāleyeva dāṭhānāgassa nāma therassa saha karaṇḍakena pañca dhātuyo niyyādesi. So ca thero rañño adāsi. Rājā dve dhātuyo muṭṭhocetiye nidhānaṁ akāsi. Tisso pana caññiṅkhuṁ cetiyeti porāṇapotthakesu vuttaṁ.",
  "anya-e0702n6:222": "So rājā kumārakāle sikkhāpakassa ācariyassa setacchattaṁ datvā saṅghanāyakaṭṭhānaṁ niyyādesi. Khemācāro nāma eko thero rattibhāge majjhantikakāle cetiyaṅgaṇe olambetvā ṭhapitaṁ bheriṁ anekavāraṁ pahari. Atha rājā rājagehatoyeva sutvā yathāṭhapitantiyāmavasena vihāre koci bhikkhu kālaṁ kato bhaveyyāti maññitvā vihāraṁ gantvā pucchāhīti dūtaṁ pesesi. Dūto vihāraṁ gantvā kāraṇaṁ pucchi. Bhikkhū ca evamāhaṁsu,- na amhesu kālaṅkatabhikkhu nāma atthi, atha kho sakko devānamindo idāni kālaṅkatoti bahūnaṁ manussānaṁ ñāpanatthāya bheriṁ paharimhāti. Puna rājā bhikkhū pakkosāpetvā pucchi,-kasmā pana bhante tumhe sakkassa devānamindassa kālaṅkatabhāvaṁ jānāthāti. Atha bhikkhū evamāhaṁsu,-bhagalato parinibbānakāle sāsanaṁ rakkhissāmīti sakko devānamindo paṭiññaṁ katvāpi idāni sāsane vasantānaṁ amhākaṁ anupālanakammaṁ nāma kiñci na akāsi, sace pana sakko devānamindo jīvamāno bhaveyya, sammāsambuddhassa santike paṭiññaṁ daḷaṁ katvā idāni appossukko na bhaveyya. Idāni pana sakkassa devānamindassa ārakkhaṇakammaṁ nāma kiñci na dissati, tasmā idāni sakko devānamindo kālaṅkatoti jānimhāti.",
  "anya-e0702n6:223": "Rājā taṁ sutvā khemācārattherassa pasīditvā vihāraṁ kārāpetvā adāsi. So ca thero sudhammapuravāsīnaṁ sīhaḷavaṁsikānaṁ mahātherānaṁ vaṁse bhavati lajjī pesalo hotīti.",
  "anya-e0702n6:224": "Ratanapūranagareyeva adhikarañño kāle ratanapūranagarassa dakkhiṇadisābhāge mahāsetuṁ kārāpesi. Tassa pana ācariyo saṅgharājā lajjīpakkhaṁ na bhajati. Teneva theraparamparāya esa na saṅgahitabbo.",
  "anya-e0702n6:225": "Tassa rañño kāle chasaṭṭhādhike sattavassasate kaliyuge rājādhirājā nāma rāmaññaraṭṭhindo bhūpāloti sahassappamāṇāsu nāvāsu saṭṭhisatasahassehi yodhehi saddhiṁ nadīmaggena yujjhanatthāya ratanapūrābhimukhaṁ āgato.",
  "anya-e0702n6:226": "Atha adhikarājā bahavo amacceca bhikkhū ca sannipātāpetvā mantesi,-idāni rāmaññaraṭṭhino rājā yujjhanatthāya idha āgacchati, yuddhaṁ akatvā kenupāyena taṁ paṭinivattāpetuṁ sakkhissāmāti. Atha sabbe kiñci akathetvā tuṇhībhāveneva nisīdiṁsu.",
  "anya-e0702n6:227": "Atha jātavassena ekattiṁsavassiko upasampadāvasena pana ekādasavassiko eko bhikkhu evamāha,-eko pana rāmaññaraṭṭhindo rājādhirājā tāva tiṭṭhatu, sace sakalepi jambudīpe sabbe rājāno āgaccheyyuṁ, evampi kathāsallāpeneva yuddhaṁ akatvā paṭinivattāpesuṁ sakkomīti.",
  "anya-e0702n6:228": "Atha adhikarājā tuṭṭhacitto hutvā āha,- yathā bhante tvaṁ sakkosi rājādhirājaṁ yathāsallāpena paṭini vatthāpetuṁ, tathā karohīti.",
  "anya-e0702n6:229": "Atha so bhikkhu mettāsandesapaṇṇaṁ pesetvā okāsaṁ yāci tassa rājādhirājassa santikaṁ pavisitukāmo. Rājādhirājā ca tassa bhikkhussa mettāsandesapaṇṇaṁ passitvā taṁ bhikkhuṁ sīṅghaṁ ānethāti dūtaṁ pesesi. Dūto ānetvā rañño dassesi. Atha so bhikkhu rājādhirājaṁ dhammadesanāya ovādaṁ datvā sakaṭṭhānaṁ paṭinivattāpesi. Ayañca bhikkhu arimaddananagare catūsu gaṇesu arahantagaṇavaṁso sikkhākāmo lajjī pesalo. Arimaddananagare cāgahe nāma dese pana jātattā cāgruhi bhikkhūti vohāriyati.",
  "anya-e0702n6:230": "Kaliyuge aṭṭhāsītādhike sattavassasate sampatte miññhaṅga dhammarājā ratanapūreyeva rajjaṁ sampatto. Tassa rañño kāle sīhaḷadīpato dve mahātherā ratanapūraṁ āgantvā sāsanaṁ anuggahetvā nisīdiṁsu.",
  "anya-e0702n6:231": "Tadā kaliyuge aṭṭhasate sampuṇṇe porāṇakaṁ kaliyugaṁ apanetvā abhinavaṁ ṭhapetuṁ okāso anuppatto. Atha cāgrihi thero ca rājavihāravāsitthero ca evamāhaṁsu,- apanītabbakāle mahārāja sampatte anapanetuṁ na vaṭṭatīti.",
  "anya-e0702n6:232": "Atha rājā puna evamāha,-apanītabbe sampatte anapanetvā ajjhupekkhitvā vasantassa ko dosoti. Sace apanītabbe sampatte anapanetvā ajjhupekkhitvā nisīdeyya, raṭṭhavāsīnaṁ dukkhaṁ bhavissatīti vedasatthesu āgataṁ, sakkarājaṁ apanentopi rājā tasmiṁyeva vasse divaṅgato bhaveyyāti āhaṁsu.",
  "anya-e0702n6:233": "Atha rājā sattānaṁ sukhaṁ labhīyamānataṁ jānantoyeva mādiso attano bhayaṁ apekkhitvā apanītabbaṁ anapanetvā nisīdituṁ na vaṭṭati, kammaṁ khīyitvāpi mama aguṇaṁ loke pattharitvā patiṭṭhahissatīti manasikaritvā sakkarāje aṭṭhavassasate sampuṇṇe basyuchidramunisakhyaṁ apanetvā cammāvasesaṁ ṭhapesi. Atha mahāmaṇḍapaṁ kārāpetvā mahāchaṇaṁ katvā mahādānampi adāsi.",
  "anya-e0702n6:234": "Cāgrihithero rājavihāra vāsittherocāti arimaddana nagare arahantagaṇāṁsiko lajjī pesalo sikkhākāmo.",
  "anya-e0702n6:235": "Īdisaṁ pana vacanaṁ sāsanappaṭiyattattā ca raṭṭhavāsikāyattattā ca dhammānulomavasena vuttaṁ.",
  "anya-e0702n6:236": "Kaliyuge catuvassādhike aṭṭhasate mahānarapati rājā ratanapūranagare rajjaṁ kāresi. So ca rājā thūpārāmacetiyaṁ kārāpesi. Tassa pana ācariyo mahāsāmitthero nāma. So pana thero sīhaḷadīpaṁ gantvā sīhaḷindassa rañño ācariyassa sāriputtattherassa santike sikkhaṁ gahetvā paccāgatattheravaṁsikoti daṭṭhabbo. Tassa rañño kāle ratanapūranagare mahāariyavaṁso nāma eko thero atthi. So pana pariyattivisārado arimaddananagare chapppadagaṇato āgatavaṁsiko.",
  "anya-e0702n6:237": "Ekasmiṁ samaye jeyyapuranagaraṁ gantvā reṅga iti pākaṭassa mahātherassa santike saddanayaṁ uggaṇhitvā nisīdi. So pana kira mahāthero aññehi saddhiṁ yaṁvā taṁvā kathaṁ asallapitukāmatāya mukhe udakaṁ ṭhapetvā yebhuyyena nisīdati. Tenevesa marammavohārena reṅgu iti pākaṭo ahosi.",
  "anya-e0702n6:238": "So kira ariyavaṁsatthero reṅguṁ therassa santikaṁ ganthaṁ vācāpetu okāsaṁ yācissāmīti upagacchantopi kathāsallāpaṁ akatvā dve ahāni vattaṁ paripūretvāyeva paccāgacchi. Tatiyadivase pana cammakhaṇḍaṁ ākoṭunattā saddaṁ sutvā mukhato udakaṁ uggiritvā kāraṇaṁ pucchi. Ganthaṁ uggahaṇatthāya āgatabhāvaṁ ārocesi.",
  "anya-e0702n6:239": "Atha thero evamāha,-ahaṁ āvuso divase divavase tikkhattuṁ ganthaṁ vācemi, majjhanti kātikkamakālepi paññacetiyaṁ gantvā cetiyaṅgaṇe sammajjanakiccaṁ karomi, okāsaṁ na labhāmi, evampi tvaṁ bahūganthe uggahetvāpi ācariyehi dinnopadesaṁ alabhitvā puna mama santikaṁ āgacchasi, tasmāyaṅgaṇe sammajjanavattaṁ tāvakālikaṁ vikopetvā ganthuggahaṇatthāya okāsaṁ dassāmīti vatvā abhidhammatthavisāviniṁ nāma lakkhaṇaṭīkaṁ uggaṇhāpesi. Nānānayehi upadesaṁ datvā vācesi. Vācetvā ca tatiyadivase ācariyassa santikaṁ nāgacchi. Mahātheropi kāraṇaṁ akallatāya anāgato bhaveyyāti maññitvā pucchanatthāya bhikkhū pesesi.",
  "anya-e0702n6:240": "Ariyavaṁsattheroca ācariyassa santikaṁ gamissāmīti āgato, antarāmaggeyeva dūtabhikkhū passitvā tehi saddhiṁ mahātherassa santikaṁ āgamaṁsu. Ācariyassa santikaṁ patvā ācariyā ariyavaṁsattheraṁ pucchi,-kasmā pana tvaṁ na uggahaṇatthāya āgatosīti. Ahaṁ bhante tumhehi dinnopadesaṁ nissāya idāni sabbaṁ nayaṁ jānāmīti. Atha ācariyo āha, yaṁ pana ganthaṁ nissāya tvaṁ chekataṁ pattosi, tassa saṁvaṇṇanaṁ katvā upakāraṁ karohīti. Atha ariyavaṁsatthero ācariyassa vacanaṁ sirasā paṭiggahetvā abhidhammatthavibhāviniyā maṇisāramañjūsaṁ nāma anusaṁvaṇṇanaṁ akāsi. Niṭṭhitaniṭṭhitapāḷaṁ uposathadivase uposathadivase puññacetiyassa cetiyaṅgaṇe bhikkhusaṅghaṁ sannipātāpetvā bhikkhusaṅghassa majjhe vācāpetvā suṇāpesi,- sace koci doso atthi, taṁ vadathāti.",
  "anya-e0702n6:241": "Atha arimaddananagarato cetiyavandanatthāya eko bhikkhu āgantvā parisakoṭiyaṁ suṇitvā nisīdi. Atha so bhikkhu dve vāraṁ eeiti saddaṁ akāsi. Taṁ ṭhānaṁ sallakkhetvā ṭhapesi. Nivāsanaṭṭhānañca pucchi. Ariyavaṁsattheropi sakavihāraṁ patvā tasmiṁ ṭhāne upadhāronto ekasmiṁ ṭhāne ekassa atthassa dvikkhattuṁ vuttattā punaruttidoso dissati, ekasmiṁ ṭhāne imaṁ ganthanti pulliṅgarūpena vattabbaṭṭhāne idaṁ ganthanti napuṁsakaliṅgena vuttattā liṅgavirodhidoso dissati.",
  "anya-e0702n6:242": "Atha taṁ puggalaṁ pakkosāpetvā evamāha,-ahaṁ āvuso imaṁ ganthaṁ mahussāhena karomi, tañca vivekakāle rattibhāgeyeva potthakaṁ pattharitvā likhāmi, evaṁ mahussāhena karontampi tvaṁ aruccanākārena saddaṁ karosi, kīdisaṁ pana dosaṁ sutvā evaṁ karosīti pucchi. Atha so bhikkhu evamāha,- tayo bhante mahussāhena kate ganthe dosavasena bahuvattabbaṭṭhānaṁ natthi, saddatoceva atthato ca paripuṇṇoyevesa gantho, atha kho pana ekasmiṁ ṭhāne ekassa atthassa dvikkhattuṁ vuttattā puranuttidoso dissati, ekasmiṁ pana imaṁ ganthanti pulliṅgena vattabbaṭṭhāne idaṁ ganthanti napuṁsakaliṅgena vuttattā liṅgavirodhidoso dissati, evaṁ ettakaṁyeva dosaṁ disvā īdisaṁ aruccanākāraṁ dassemīti.",
  "anya-e0702n6:243": "Atha ariyavaṁsatthero tuṭṭhacitto hutvā attano sarīrapārupitaṁ dupaṭṭacīvaraṁ imināhaṁ tava ñāṇaṁ pūjemīti vatvā adāsi. Pacchākāle adhikarājā tamatthaṁ sutvā nāma lañchaṁ adāsi.",
  "anya-e0702n6:244": "So ca ariyavaṁsatthero maṇidīpaṁ nāma ganthaṁ ganthā bharaṇañceva jātakavisodhanañca pāḷibhāsāya akāsi. Anuṭīkāya pana atthayojanaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:245": "Ekaṁ samayaṁ adhikarājā vihāraṁ gantvā dhammaṁ suṇi. Thero dhammaṁ desetvā niṭṭhitakāle yānabaliṁ sukhatthāya yāci. Rājā adatvā nāvaṁ abhirūhitvā paccāgacchi. Antarāmagge nāvāya phiyaṁ eko saṁsumāro mukhena gaṇhitvā niccalaṁ katvā ṭhapesi. Therena yācitaṁ yānabaliṁ dadāmīti mahāsaddaṁ katvā rājapurise tikkhattuṁ nicchāresi. Atha saṁsumāro nāvaṁ muñcitvā gacchi. Ekasmiñca kāle rājā vihāraṁ nikkhami. Atha eko hatthinī vihārasamīpe bandhitvā ṭhapesi. Sā bodhirukkhasākhaṁ chinditvā khādi. Sā tattheva bhūmiyaṁ pati. Atha thero saccakiriyaṁ katvā mettābhāvanaṁ bhāvetvā mettodakena bhiñci. Taṁ khaṇaññeva sā uṭṭhahi. Rājā ca taṁ acchariyaṁ disvā tassā agghanakamūlaṁ datvā vihārato nadī titthaṁ gamanamagge silāpaṭṭaṁ cinitvā setuṁ akāsīti.",
  "anya-e0702n6:246": "Saddhammakittitthero pana ariyavaṁsattherassa saddhivihāriko jetavanavihāravāsī. Te pana therā chappadagaṇavaṁsikāti daṭṭhabbā.",
  "anya-e0702n6:247": "Kaliyuge dvecattālīsādhike aṭṭhavassasate sampatte ratanapūranagareyeva sirisudhammarājādhipati nāma dutiyādhikarājā rajjaṁ kāresi. Tasmiñca kāle pabbatabbhantaranagarato mahāsīlavaṁso nāma thero pañcacattālīsādhike aṭṭhavassasate sampatte sumedhakathaṁ kabyālaṅkāravasena bandhitvā buddhālaṅkārañca nāma kabyālaṅkāraṁ pabbatabbhantarappaṭisaṁyuttañceva kabyālaṅkāraṁ bandhitvā te gahetvā ratanapūranagaraṁ āgacchi.",
  "anya-e0702n6:248": "Atha rājā thūpārāmacetiyassa esannaṭṭhāne ratanavimānavihāre nisīdāpesi. So ca thero tattha sotārānaṁ pariyattiṁ vācetvā nisīdi. So ca thero tattha nisinnānaṁ therānaṁ aṭṭhamako hoti. So ca mahāsīlavaṁsatthero kaliyugassa pannarasādhike aṭṭhavassasate jāto. Tiṁsavassakāle ratanapūranagaraṁ āgatoti porāṇapotthakesu vuttaṁ. So pana thero nettipāḷiyā attha yojanaṁ marammabhāsāya akāsi pārāyanavatthuñca.",
  "anya-e0702n6:249": "Ratanapūranagareyeva raṭṭhasāro nāma eko thero atthi, mahāsīlavaṁsattherena samaññāṇathāmo. So pana ratanapūranagareyeva kaliyugassa tiṁsādhike aṭṭhavassasate kāle jāto. Bhūridattajātakaṁ hatthipālajātakaṁ saṁvarajātakañca kabyālaṅkāravasena bandhi aññañca anekavidhaṁ kabyālaṅkāraṁ. Te pana dve therā kabyālaṅkārakā rakāti theraparamparāya pavesetvā na gaṇenti porāṇā.",
  "anya-e0702n6:250": "Ettha ca kiñcāpi samaṇānaṁ uposathikānañca kabyālaṅkāraṁ bandhituṁ vācetuṁ vā kappākappavicāraṇaṁ vattuṁ okāso laddho, sāsanavaṁsaṁ pana vattuṁ okāsassa ativitthārovasesattā taṁ avatvā ajjhupekkhissāma. Uposathavinicchaye pana naccagītādisikkhāpadassa visaye vitthārena mayaṁ avocumhā.",
  "anya-e0702n6:251": "Kaliyugassa gate tesaṭṭhādhike aṭṭhavassasate ratanapūranagareyeva siritribhavanādityanarapatipavaramahādhamma rājādhipatirājā rajjaṁ kāresi. Tassa rañño kāletisāsanadhajo nāma bhikkhu saddhammakittittherassa santike ganthaṁ uggaṇhi. Atha arimaddananagarato eko mahātherosotunaṁ vācitvā ratanapūranagare nisīdissāmīti āgato. Atha saddhammakittittherassa ganthaṁ vācentasseva vihārassa heṭṭhā nisīditvā so mahāthero saddaṁ suṇitvā evaṁ cintesi,-etassa santike ahaṁ navakaṭṭhāne ṭhatvā thokaṁ ganthaṁ uggaṇhissāmīti. Atha so mahāthero saddhammakittittherassa santikaṁ pavisitvā ganthaṁ vācāpetuṁ okāsaṁ yāci. Atha saddhammakittitthero vassapamāṇaṁ pucchitvā tvaṁ bhante mayā vuḍḍhatarosīti āha. Ahaṁ tayā vuḍḍhataropi samāno navakaṭṭhāne ṭhatvā ganthaṁ uggaṇhissāmīti āha. Atha saddhammakittitthero tassa ganthaṁ vācesi. Atipasīditvā pana taṁ mahātheraṁ mahāsādhujjanoti nāmena vohārati.",
  "anya-e0702n6:252": "Atha pacchā marammaraṭṭhaṁ kaliyugassa pañcāsītādhikaaṭṭhasatakālato paṭṭhāya yāva aṭṭhāsītādhikaaṭṭhasatavassakālaṁ nānābhayehi saṅkhubbhitaṁ ahosi. Tadā kambojaraṭṭhato sihanisvā nāma bhinnakuto āgantvā ratana pūranagare rajjaṁ gaṇhi. Atha so evaṁ cintesi,- bhikkhū adārā aputtikā hutvā puna sisse posetvā parivāraṁ gavesanti, sace bhikkhū parivāraṁ vicinitvā rājabhāvaṁ gaṇheyyuṁ, evaṁ sati rajjaṁ gahetuṁ sakkhissanti, idāneva bhikkhū gahetvā māretuṁ vaṭṭatīti. Evaṁ pana cintetvā tovisīlū nāmake khettavane bahū maṇḍape kārāpetvā gomahisakukkuṭasūkarādayo mārāpetvā bhikkhū bhojessāmīti vatvā jeyyapuravijayapuraratanapūranagaresu sabbe mahāthere bahūhi antevāsikehi saddhiṁ pakkosāpetvā tesu maṇḍapesu nisīdāpetvā hatthiassādisenaṅgehi parivāretvā māresi. Tadā kira tisahassappamāṇā bhikkhū mariṁsūti. Bhikkhū ca māretvā bahūpi potthake agginā jhāpesi, cetiyānipi bhedāpesi. Ahovata pāpajanassa pāpakammanti. Honti cettha,-",
  "anya-e0702n6:253": "Sāsanaṁ nāma rājānaṁ, nissāya tiṭṭhate idha;",
  "anya-e0702n6:254": "Micchādiṭṭhikarājāno, sāsanaṁ dūsenti satthuno.",
  "anya-e0702n6:255": "Sammādiṭṭhī ca rājāno, paggaṇhanteva sāsanaṁ;",
  "anya-e0702n6:256": "Evañca sati ākāse, ulūrājāva dibbatīti.",
  "anya-e0702n6:257": "Atha kaliyuge ekavassādhike navavassasate sampatte ākāse bahūhi tārakāhi dhūmā nikkhamiṁsu. Caññiṅkhucetiyepi buddhappaṭibimbassa akkhikūpato udakadhārānettajalāniviya nikkhamiṁsūti rājavaṁse vuttaṁ.",
  "anya-e0702n6:258": "Atha saddhammakittitthero saddhiṁ mahāsādhujjanatisāya nadhajattherehi ketumatīnagaraṁ agamāsi. Raṭṭhasārattheropi sirikhettanagaraṁ sayameva agamāsīti porāṇapotthakesu vuttaṁ. Taṁ pana rājavaṁse sirikhettanagarindo satva varājā taṁ ānesīti vuttavacanena na sameti.",
  "anya-e0702n6:259": "Saddhammakittittheropi ketumatīnagare kālaṅkato. Tato pacchā thokaṁ kālaṁ atikkamitvā mahāsādhujjanatthero tattheva kālamakāsi.",
  "anya-e0702n6:260": "Tisāsanadhajatthero pana kaliyuge dvādasādhike navavassasate sampatte haṁsāvatīnagare anekasetibhindassa rañño kāle ketumatīnagarato haṁsāvatīnagaraṁ agamāsi.",
  "anya-e0702n6:261": "Tato pacchā ticattālīsavassiko hutvā kaliyuge terasādhike navavassasate miṅgha brahmanarapatiraññokāle puna jeyyapuranagaraṁ sampatto hutvā jetavanavihārasamīpe ekissaṁ guhāyaṁ disīdi. Mahāariyavaṁsagaṇikassa jetavanattherassa santike upasaṅkami.",
  "anya-e0702n6:262": "Tasmiñca kāle jetavanatthero gilāno hutvā mayi kālaṅkate mama ṭhānaṁ adhunā haṁsāvatīnagarato āgato tisāsanadhajo nāma thero pariggaṇhituṁ samattho bhavissati, tassa niyyādessāmīti cintesi. Tasmiṁ khaṇe tisāsanadhajatthero purimayāme supinaṁ massi,– matakaḷevaraṁ samīpaṁ āgacchatīti, majjhimayāme pana taṁ matakaḷevaraṁ guhāyaṁ pavisatīti, pacchimayāme matakaḷevarassa maṁsaṁ satthena chindatīti. Atha supinaṁ passitabhāvaṁ attano samīpe sayantassa ekassa sāmaṇerassa ārocesi. Ārocetvā ca parittaṁ bhaṇetvā nisīdantasseva jetavanatthero taṁ pakkositvā jetavanavihāraṁ tassa niyyādesi. Tisāsanadhajatthero ca jetavanavihāre nisīditvā ganthaṁ vācetvā nisīdi. Miṅgha brahmanarapatirājā ca tassa anuggahitaṁ akāsi.",
  "anya-e0702n6:263": "Pacchā kaliyuge soḷasādhike navavassasate sampatte haṁsāvatīnagarindo anekasetibhindo nāma rājā ratanapūranagaraṁ vijayitvā ekaṁ vihāraṁ kārāpetvā tassa adāsi.",
  "anya-e0702n6:264": "So ca tisāsanadhajatthero arimaddananagare arahanta gaṇavaṁsikoti daṭṭhabbo.",
  "anya-e0702n6:265": "Tassa pana sissā anekasatappamāṇā lajjino ahesuṁ. Tesu pana sissesu varabāhutthero bhūminikhānena garavāsitthero mahāraṭṭhagāmavāsino tayo mahātherāti ime pañca therā visesato pariyattikovidāti.",
  "anya-e0702n6:266": "Tisāsanadhajatthero ca mahallakakāle anāpāna satikammaṭṭhānaṁ gahetvā araññaṁ pavisitvā vivekaṭṭhānaṁ gaṇhi. Tadā jetavanagaṇādayo arahanta gaṇavaṁsāyeva. Aparabhāgeyeva tesaṁ sissānusissaparamparāsu keci bhikkhū siracchādanaṁ nānāvaṇṇappaṭimaṇḍitañca tālavaṇṭaṁ gahetvā ācāravikāraṁ āpajjiṁsu.",
  "anya-e0702n6:267": "Kaliyuge ekavassādhike sahasse sampatte ukkaṁsiko nāma rājā vihāraṁ kārāpetvā tisāsanadhajattherassa sissabhūtassa varabāhuttherassa sissabhūtassa mahāratanākarassa nāma therassa adāsi.",
  "anya-e0702n6:268": "So ca mahāratanākaratthero ukkaṁsikarañño sirisudhammarājāmahādhipatīti nāmalañchaṁ chandālaṅkārasaddanetti nayehi alaṅkaritvā dassitaṁ rajindarājanāmābhidheyyādīpaniṁ nāma ganthaṁ akāsi.",
  "anya-e0702n6:269": "Tañca ganthaṁ parivisodhanatthāya tiropabbatābhidheyyassa mahātherassa niyyādesi. Tisāsanadhajattherassa sissabhūtesu mahāraṭṭhagāmavāsīsu tīsu bhātikattheresu jeṭṭho tiṁsaguhāsuvasanto pariyattiṁ vācetvā nisīdi. Satvavarājā ca tasmiṁ there ativiya pasanno ahosi. Ññoṅkarami nāmakassa rañño kālepi cūḷapitā ekaṁ vihāraṁ kārāpetvā tasseva adāsi. Ukkaṁsikarañño kālepi maṅgavaṁnāmake pabbate vihāraṁ kārāpetvā tasseva adāsi.",
  "anya-e0702n6:270": "Tesu mahāraṭṭhagāmavāsittheresu majjhimattheropi tisāsanadhajattherassa jeṭṭhabhātikattherassa ca nivāsaṭṭhānabhūte jetavanavihāreyeva ganthaṁ vācetvā nisīdi. Kaniṭṭhattheropi tesaṁ nivāsaṭṭhānabhūtesuyeva vihāresu ganthaṁ vācetvā nisīdi. Ettha ca tisāsanadhajatthero nāma lajjialajjivasena dubbidho. Yathāvuttatthero pana lajjīye vāti daṭṭhabbo. Alajjī pana imasmiṁ theraparamparādassane na icchi tabbo. Alajjībhūtassa pana tisāsanadhajattherassa vatthuṁ idha avatvā ajjhupekkhissāma, payojanābhāvā ganthassa ca papañcūpagamanattāti.",
  "anya-e0702n6:271": "Yogiraṅga nāmakassa rañño kāle jeyyapure suvaṇṇaguhavāsī mahāthero dakkhiṇārāmavihāravāsī mahāthero catubhūmikavihāravāsī mahāthero toṅgabhīlū vihāravāsī mahāthero ca tisāsanadhajamahātherassa saddhivihārikāyeva. Tesaṁ pana vatthumpi ganthavitthārabhayena na vadāma. Lajjigaṇavaṁsikā eteti vijānanameva hettha pamāṇanti.",
  "anya-e0702n6:272": "Kaliyuge ekasaṭṭhādhike navavassasate sampatte phaggunamāsassa juṇhapakkhadutiyadivase sukkavāre ratanapūranagaraṁ dutiyaṁ māpetvā ññogīraṅga nāma rājā rajjaṁ kāresi. Sīhasūradhammarājātipi nāmalañchaṁ paṭiggaṇhi. Tocabhīlū vihāravāsīmahātheraṁ uddissa catubhūmikavihāraṁ kārāpesi. Cattāri mahāmunicetiyānipi kārāpesi. Vihāra cetiyesu aniṭṭhitesuyeva sinnīnagaraṁ nikkhamitvā tattha veraṁ vūpasamāpetvā paccāgatakāle saṅkhārasabhāvaṁ anatikkamanato divaṅgato ahosi. Ahovata saṅkhāradhammāti. Honti cettha,–",
  "anya-e0702n6:273": "Seyyathā vāṇijānaṁva, gharagoḷikarūpakaṁ;",
  "anya-e0702n6:274": "Taṁtaṁdisaṁ bhamitvāva, sīsaṁ ṭhapeti uttaraṁ;",
  "anya-e0702n6:275": "Evaṁ lokamhi sattā ca, sandhicutīnamantare;",
  "anya-e0702n6:276": "Yathā tathā bhamitvāva, ante ṭhapenti santanunti;",
  "anya-e0702n6:277": "Kaliyuge sattasaṭṭhādhike navavassasate phaggunamāsassa kāḷapakkhaterasamiyaṁ tassa jeṭṭhaputto pitu santakaṁ rajjaṁ gaṇhi. Mahādhammarājāti nāmalañchampi paṭiggaṇhi. Pitu kāle aniṭṭhitāni cetiyāni puna kārāpesi. Catubhūmikavihārañca niṭṭhaṁ gamāpetvā tovibhīlū mahātherassa paralokaṁ gantvā avijjamānatāya catubhūmikavihāravāsī mahātherassa dassāmīti antepuraṁ pakkosāpesi. Thero dve vārāni pakkosiyamānopi nāgacchi. Tatiya vāre pana bahū saddhivihārikā antepuraṁ gantvā pavisatha, na hi sakkā raññā pakkosite paṭikkhipitunti āhaṁsu.",
  "anya-e0702n6:278": "Atha thero evamāha,- ahaṁ āvuso raṭṭhapīḷanapiṇḍapātaṁ bhuñjituṁ na icchāmi, evampi sace tumhe icchatha rañño santikaṁ gantuṁ, evaṁ sati idāni rañño santikaṁ ahaṁ gamissāmīti antepuraṁ pāvisi. Pavisitvā raññā saddhiṁ sallāpaṁ katvā ayaṁ vihāro araññavāsīnaṁ bhikkhūnaṁ asappāyoti paṭikkhipi. Evaṁ pana bhante sati tasmiṁ vihāre nisīdiyamānaṁ theraṁ upadissathāti . Khaṇittipādavihāravāsī mahārāja thero pariyattivissārado sikkhākāmo, tassa dātuṁ vaṭṭatīti. Atha rājā tassa vihāraṁ adāsi. Mahāsaṅghanāthoti nāmalañchampi adāsi. So tattha pariyattiṁ vācetvā nisīdi.",
  "anya-e0702n6:279": "Tassa pana vihārassa parivārabhūtesu cattālīsāya vihāresu uttarāya anudisāya ekasmiṁ vihāre vasanto varābhisaṅghanātho nāma thero maṇikuṇḍalavatthuṁ marammabhāsāya akāsi. Pacchimāya anudisāya ekasmiṁ vihāre vasanto eko thero sattarājadhammavatthuṁ akāsi.",
  "anya-e0702n6:280": "Tasmiñca kāle bhāmaaṅkyo ācāraaṅkyoti dvinnaṁ bhikkhūnañca lokadhammesu chekatāya dve vihāre katvā adāsi. Te pana dve therā vedasatthakovidā, pariyattipaṭipattīsu pana mandā, rāmaññaraṭṭhato āgatā. Te pana theraparamparāya na gaṇanti porāṇā.",
  "anya-e0702n6:281": "Kaliyuge tisattatādhike navavassasate sampatte mahāmunicetiyassa puratthimadisābhāge cattāro vihāre kārāpetvā catunnaṁ therānaṁ adāsi. Te ca therā tattha nisīditvā sāsanaṁ paggaṇhiṁsu.",
  "anya-e0702n6:282": "Tasmiṁyeva kāle badaravanavāsī nāma ekopi thero atthi. Sopi pariyattivisārado chappadavaṁsiko. So ca thero yāvajīvaṁ yathābalaṁ sāsanaṁ paggaṇhitvā dutiyabhave calaṅganagare ekissā itthiyā kucchimhi paṭisandhiṁ gaṇhi. Dasamāsaccayena kaliyuge cattālīsādhike navavassasate sampatte budhavāre vijāyitvā terasavassikakāle sāsane pabbajitvā pariyattiṁ uggaṇhi. Sirikhettanagarindo rājā sirikhettanagaraṁ ānetvā sirikhettanagare sāmaṇeroti nāmena pākaṭo hutvā kaliyuge catupaṇṇāsādhike navavassasate sampatte pannarasavassikakāle vessantarajābhakaṁ kabyālaṅkāravasena bandhi. Paripuṇṇavīsativassakāle sirikhettanagareyeva sirikhettanagarindo veravijayo nāma rājā anuggahetvā upasampadabhūmiyaṁ patiṭṭhāti. Pacchimapakkhādhiko nāma rājā sirikhettanagaraṁ attano hatthagataṁ akāsi. Tasmiñca kāle taṁ theraṁ ānetvā ratanapūranagare vasāpesi. Sūrakitti nāma rañño kaniṭṭhabhātiko erāvatīnadītīre catubhūmikavihāraṁ kārāpetvā tassa therassa adāsi. Rājā ca tipiṭakālaṅkāroti nāmalañchaṁ adāsi.",
  "anya-e0702n6:283": "Kaliyuge vassasahasse sampatte phaggunamāsassa puṇṇamiyaṁ saṭṭhivassiko hutvā tiriyapabbataṁ gantvā araññavāsaṁ vasi. Dve vassādhike vassasahasse rājā tasmiṁ vihāraṁ kārāpetvā tasseva therassa adāsi. So pana tipiṭakālaṅkāratthero sirikhettanagare navaṅgakandare pattalaṅkassa atulavaṁsattherassa vaṁsiko. Sirikhettanagare navaṅgakandare suvaṇṇavihāre vasantassa therassa kittighoso sabbattha patthari. Jeyyapure erāvatīnadītīre catubhūmikavihāre vasanakāle aṭṭhasāliniyā ādito vīsati gāthānaṁ saṁvaṇṇanaṁ akāsi. Sūrakittināmakassa kaniṭṭhabhātikassa yācanamārabbha yasavaḍḍhanavatthuñca akāsi. Tiriyapabbate vasanakāle vinayālaṅkāraṭīkaṁ akāsi. Pacchimapakkhādhikarañño kāle mahāsaṅghanāthattheraṁ saṅgharājabhāve ṭhapesi. So ca saṅgharājā ativiya pariyatti visārado. Tasmiñca kāle ratanapūranagarepi ariyālaṅkārattharo nāma eko atthi. So pana tipiṭakālaṅkārattherena samaññāṇathāmo. Vayasāpi samānavassikā.",
  "anya-e0702n6:284": "Tesu tipiṭakālaṅkāratthero ganthantarabahussutaṭṭhāne adhiko, ariyālaṅkāratthero pana dhātupaccayavibhāgaṭṭhāne adhikoti daṭṭhabbo. Pacchā pana ukkaṁsikaraññokāle tepi dve therā rañño ācariyā hutvā sāsanaṁ paggaṇhiṁsu. Tesu ariyālaṅkāratthero aparabhāge kālaṅkaritvā tassa therassa saddhivihārikassa dutiyāriyālaṅkārattherassa rājamaṇicūḷacetiyassa samīpe dakkhiṇavanārāmaṁ nāma vihāraṁ kārāpetvā adāsi.",
  "anya-e0702n6:285": "Ukkaṁsiko nāma rājā pana sāsane bahuppakāro. So ca kaliyuge chanavutādhike navavassasate rajjaṁ patto. Rajjaṁ pana patvā siridhammāsokarājāviya cattāri vassāni atikkamitvā muddhābhisekaṁ paṭiggahetvā sirisudhamma rājāmahādhipatīti nāmalañchampi paṭiggaṇhi. Ekasmiṁ pana samaye haṁsāvatīnagaraṁ gantvā tattha nisīdi. Atha rāmaññaraṭṭhavāsino evamāhaṁsu,- marammikabhikkhū nāma pariyattikovidā vedasatthaññuno natthīti. Taṁ sutvā rājā catubhūmikavihāravāsittherassa santikaṁ sāsanaṁ pesesi,-tiṁsavassikā cattālīsavassikā vā pariyattikovidā vedasatthaññuno bhikkhū rāmaññaraṭṭhaṁ mama santikaṁ pesethāti. Atha catubhūmi kavihāravāsitthero tipiṭakālaṅkāraṁ tilokālaṅkāraṁ tisāsanālaṅkārañca saddhiṁ tiṁsamatthehi bhikkhūhi pesesi. Haṁsāvatīnagaraṁ pana patvā modhocetiyassa puratthimabhāge vihāre kārāpetvā tesaṁ adāsi.",
  "anya-e0702n6:286": "Uposathadivasesu sudhammasālāyaṁ rāmaññaraṭṭhavāsino pariyattikovide vedasatthaññuno sannipātāpetvā tehi tīhi therehi saddhiṁ kathāsallāpaṁ kārāpesi. Atha rāmaññaraṭṭhavāsino bhikkhū evamāhaṁsu,– pubbe pana mayaṁ marammaraṭṭhe pariyattikovidā vedasattaññuno natthīti maññāma, idāni marammaraṭṭhavāsino ativiya pariyatti kovidā vedasatthaññunoti. Aparabhāge kaliyuge chanavutādhike navavassasate sampatte rājā ratanapūranagaraṁ paccāgacchi.",
  "anya-e0702n6:287": "Tepi therā paccāgantukāmā rāmaññaraṭṭhe padhānabhūtassa tilokagarūti nāmadheyyassa mahātherassa santikaṁ vandanatthāya agamaṁsu.",
  "anya-e0702n6:288": "Tadā tilokagaruttheropi tehi saddhiṁ sallāpaṁ katvā evamāha,-tumhesu pana tipiṭakālaṅkāratthero paṭhamaṁ āvāsavihāraṁ labhissatīti. Kasmā pana bhante evama vocāti vutte ayaṁ pana piṇḍāya carantopi antarāmagge veḷuvettādīnii labhitvā gahetvā vihāre paṭisaṅkharaṇaṁ akāsi, tasmāhaṁ evaṁ vadāmi, loke vihāre paṭisaṅkharaṇasīlā bhikkhū sīghameva āvāsavihāraṁ labhantīti hi porāṇattherā āhaṁsūti āha.",
  "anya-e0702n6:289": "Tepi ratanapūranagaraṁ paccāgacchiṁsu. Tilokagaruttherassa vacanānurūpameva tipiṭakālaṅkāratthero sabbapaṭhamaṁ āvāsavihāraṁ labhīti.",
  "anya-e0702n6:290": "Kaliyuge pana navavassādhike vassasahasse sampatte rañño kaniṭṭho kālamakāsi. Athaṁ rañño putto uccanagarabhojako bālajanehi santhavaṁ katvā tesaṁ vacanaṁ ādiyitvā paccūsakāle pitaraṁ ghātetukāmo antepuraṁ sahasā pāvisi.",
  "anya-e0702n6:291": "Rājāva anagghaṁ muddikaṁ gahetvā nandajeyyena nāma amaccena rājayodhena nāma amaccenaca saddhiṁ aññataravesena nagarato nikkhamitvā rajatavālukanadiṁ sampatto.",
  "anya-e0702n6:292": "Tasmiñca kāle eko sāmaṇero mātāpitūnaṁ gehe piṇḍapātaṁ ānessāmīti khuddakanāvāya nadiyaṁ āgacchi. Atha taṁ sāmaṇeraṁ disvā rājā evamāha,- amhe bhante paratīraṁ nāvāya ānehīti. Sāmaṇero ca āha,-sace upāsaka tumhe paratīraṁ āneyyaṁ, bhattakālaṁ atikkameyyanti. Atha rājā amheyeva sīghaṁ ānehi, imaṁ muddikaṁ dassāmīti assāsetvā ānetuṁ okāsaṁ yāci. Atha sāmaṇero kāruññappattaṁ vacanaṁ sutvā paratīraṁ ānesi.",
  "anya-e0702n6:293": "Atha catubhūmikavihāraṁ patvā tasmiṁ vihāre therassa sabbampi kāraṇaṁ ārocetvā evamāha,-sace bhante amhe gaṇhituṁ āgacchayya, te nivārethāti. Theroca mayaṁ mahārāja samaṇā na sakkā evaṁ nivāretuṁ, evampi eko upāyo atthi,-nisinnavihāravāsitthero pana gihikammesu ativiya cheko, taṁ pakkosetvā kāraṇaṁ cintetuṁ yuttanti. Atha taṁ pakkosetvā tamatthaṁ ārocetvā rājā idamavo ca,- sace bhante amhe gaṇhituṁ āgaccheyyuṁ, atha kenacideva upāyena te nivārethāti. Atha so thero evamāha,-tena hi mahārāja mā kiñci soci mābhāyi vihāramajjhe sirigabbhaṁ pavisitvā nisīdathāti vatvā piṇḍāya acarante bhikkhusāmaṇere sannipātāpetvā visuṁ visuṁ daṇḍahatthā hutvā ekassapi purisassa vihāraṁ pavisituṁ okāsaṁ mā dethāti vatvā senaṁviya byūhesi. Sāmantavihāresupi vasante bhikkhusāmaṇere pakkosi. Tadā kira āgantvā sannipātānaṁ bhikkhusāmaṇerānaṁ atirekasahassamattaṁ ahosi. Thero te vihāre dvārakoṭṭhakesu āgatamagge ca visuṁ visuṁ daṇḍahatthā hutvā ārakkhaṇatthāya ṭhapesi, yathā vaḍḍhakī sūkaro byagghassa nivāraṇatthāya visuṁ visuṁ sūkare saṁvidhāya ṭhapesīti. Atha puttassa yodhāpi rājānaṁ gahetuṁ na sakkā, bhikkhu sāmaṇerānaṁ gāravavasena balakkārena māretvā pavisituṁ na visahanti, bhikkhu sāmaṇerānaṁ bāhullatāya ca.",
  "anya-e0702n6:294": "Tasmiṁyeva saṁvacchare assayujamāsassa kāḷapakkhapañcamito yāva kattikamāsassa kāḷapakkhapañcamī vihāreyeva rājā nilīyitvā nisīdi. Atha antepuravāsikā amaccā puttaṁ apanetvā rājānaṁ ānetvā rajje ṭhapesuṁ. Rājā ca puna rajjaṁ patvā vihāre nisinnakāle mā bhāyi mahārāja tvaṁ jinessatīti rañño ārocentassa vedasatthaññuno ekassa bhikkhussa caññiṅkhucetiyassa esannaṭṭhāne ekaṁ vihāraṁ kārāpetvā adāsi. Dhammanandarājagurūti nāmalañchampi adāsi. Tassa pana vijātaṭṭhānabhūtaṁ gāmaṁ nissāya marammavohārena ‘ye ne nā se yāṁ va’ iti samaññā ahosi.",
  "anya-e0702n6:295": "Rājā ca puna rajjaṁ patvā tasmiṁyeva saṁvacchare kattikamāsassa kāḷapakkhacuddasamiyaṁ sabbepi mahāthere nimantetvā rājagehaṁ pavesetvā piṇḍapātena bhojesi. Atha rājā evamāha,-catubhūmikavihāravāsitthero samparāyikatthāvaho ācariyo, nisinnavihāravāsitthero pana diṭṭhadhammikatthāvahoti evaṁ rājāvaṁse vuttaṁ. Porāṇapotthakesu pana catubhūmikavihāra vāsitthero ekantasamaṇo ācariyo, nisinnavihāravāsitthero pana yodhāraho yodhakamme chekoti rājā ahāti vuttaṁ. Rājā kira samparāyikatthaṁ anupekkhitvā dinnakāle nisinnavihārattherassa na adāsi, kadāci kadāci pana diṭṭhadhammikatthaṁ anuppekkhitvā tassa visuṁ adāsīti. Ettha ca yasmā nisinnavihāra vāsitthero rañño bhīyehi nivāraṇatthāya ārakkhaṁ akāsi, na paresaṁ viheṭhanatthāya, āṇattikappayogā ca na dissati, tasmā natthi āpattidoso. Saddhātissarañño bhayehi nivāraṇatthaṁ arahantehi therehi katappayogoviya daṭṭhabbo.",
  "anya-e0702n6:296": "Catubhūmikavihāra vāsitthero pana khaṇittipādagāme jāto, arimaddanapure arahantattheragaṇappabhavo, yattha katthaci gantvā aññesaṁ bhikkhūnaṁ ācāraṁ yathābhūtaṁ jānitvā tehi catupaccayasambhogo na kabhapubbo, antamaso udakampi na pivitapubbo, taṁtaṁṭṭhānampi cammakhaṇḍaṁ gahetvāyeva gamanasīlo. Ukkaṁsikarājā pana sirikhettanagare dvattapoṅkaraññā kārāvitacetiyasaṇṭhānaṁ gahetvā rājamaṇicūḷaṁ nāma cetiyaṁ akāsi. Taṁ pana cetiyaṁ parimaṇḍalato tihatthasatappamāṇaṁ, ubbedhatopi ettakameva. Tassa pana cetiyassa catūsu passesu cattāro vihārepi kārāpesi, puratthimapasse pubbavanārāmo nāma vihāro, dakkhiṇapasse pana dakkhiṇavanārāmo nāma, pacchimapasse pacchimavanārāmo nāma, uttarapasse uttaravanārāmo nāma. Tesu catūsu vihāresu uttaravanārāmo nāma vihāro asanipābhagginā ḍayhitvā vinassi. Avasese pana tayo vihāre pariyattikovidānaṁ tiṇṇaṁ mahātherānaṁ adāsi. Nāma lañchampi tesaṁ adāsi. Pacchimassa rañño kāleyeva uttarapasse vihāraṁ kārāpesi.",
  "anya-e0702n6:297": "Tasmiṁ pana cetiye chattaṁ anāropetvāyeva so rājā divaṅgato. Tesu pana catūsu vihāresu nisinnānaṁ therānaṁ dakkhiṇavanārāmavihāravāsīmahāthero kaccāyanaganthassa atthaṁ chabbidhehi saṁvaṇṇanānayehi alaṅkaritvā marammabhāsāya saṁvaṇṇesi. Pacchimavanārāmavihāra vāsitthero pana nyāsassa saṁvaṇṇanaṁ chahi nayehi alaṅkaritvā akāsi.",
  "anya-e0702n6:298": "Kaliyuge pana dasavassādhike sahasse sampatte tassa rañño putto sirinandasudhammarājāpavarādhīpati rajjaṁ kāresi. Pituno rājagehaṁ bhinditvā vihāraṁ kārāpetvā tilokālaṅkārassa nāma mahātherassa adāsi. Tilokālaṅkāratthero ca nāma tipiṭakālaṅkārattherena samaññāṇathāmassa ariyālaṅkārattherassa sissoti daṭṭhabbo. Ayañcattho heṭṭhā dassito. Jeyyapure catubhūmikaatulavihāraṁ kārāpetvā dāṭṭhānāgarājaguruttherassa adāsi. So ca thero niruttisāramañjūsaṁ nāma nyāsasaṁvaṇṇanaṁ akāsī.",
  "anya-e0702n6:299": "Kaliyuge dvādasādhike vassasahasse sampatte phaggunamāse sotāpannā nāma ārakkhadevatā aññattha gamissāmāti āhaṁsūti nagarā supinaṁ passantā hutvā bahūsannipatitvā devapūjaṁ akaṁsu. Devatānaṁ pana saṅkamanaṁ nāma natthi, pubbanimittamevatanti daṭṭhabbaṁ.",
  "anya-e0702n6:300": "Tasmiñca kāle cinarañño yodhā āgantvā marammaraṭṭhaṁ dūsesuṁ. Sāsanaṁ abbhappaṭicchanno viya cando dubbalaṁ ahosi.",
  "anya-e0702n6:301": "Kaliyuge tevīsādhike vassasahasse sampatte tassa rañño kaniṭṭho mahāpavaradhammarājālokādhipati nāma rājā rajjaṁ kāresi. Tasmiñca kāle lokasaṅketavasena puññaṁ mandaṁ bhavissatīti vedasatthaññūhi ārocitattā lokasaṅketavaseneva abhinavapuññuppādanatthaṁ khandhavāragehaṁ kārāpetvā tāvakālikavasena saṅkamitvā nisīdi. Tato aparabhāge uttaragehaṁ bhinditvā tasmiṁyeva ṭhāne vihāraṁ kārāpetvā ekassa mahātherassa adāsi.",
  "anya-e0702n6:302": "Dakkhiṇagehaṁ pana nagarassa puratthimadisābhāge vihāraṁ kārāpetvā aggaṇammālaṅkārattherassa adāsi. So ca thero kaccāyanaganthassaceva abhidhammatthasaṅgahassa ca mātikādhātukathāyamakapaṭṭhānānañca atthaṁ marammabhāsāya yojesi.",
  "anya-e0702n6:303": "Uparājā ca mahāsetuno pamukhe ṭhāne sovaṇṇamayavihāraṁ kārāpetvā uttaragehavihāra vāsittherassa antevāsikassa jinārāmattherassa adāsi. Tasmiṁyeva ṭhāne nānāratanavicitraṁ vihāraṁ kārāpetvā tasseva therassa antevāsikassa guṇagandhattherassa adāsi.",
  "anya-e0702n6:304": "So pana thero ‘china vḍina’ gāme vijāto. Vaye pana sampatte ratanapūranagaraṁ gantvā pariyattiṁ uggaṇhitvā tato puna nivattitvā badunanagare badaragāme nisīditvā pacchā ‘china vḍina’ gāme catūhi paccayehi kilamatho hutvā vasati. Tasmiñca kāle gāme mokkhassa nāma purisassa santike ekaṁ anagghaṁ maṇiṁ rājā labhitvā ativa mamāyi. ‘China vḍina’ mokkhamaṇīti pākaṭo ahosi.",
  "anya-e0702n6:305": "Atha uttaragehavihāravāsitthero āha,- ‘china vḍina’ gāmake na maṇiyeva anagghaṁ, atha kho ekopi thero guṇagandho nāma pariyattikovido anagghoyevāti.",
  "anya-e0702n6:306": "Atha taṁ sutvā rājā taṁ pakkosetvā catūhi paccayehi upatthambhetvā pūjaṁ akāsi.",
  "anya-e0702n6:307": "Sahassorodhagāme guṇasāro nāma thero paliṇagāme sujāto nāma thero ca guṇagandhattherassa sissāyeva ahesuṁ.",
  "anya-e0702n6:308": "Ekasmiñca kāle tiriyapabbatavihāravāsīmahāthero bhikkhusaṅghamajjhe aggadhammālaṅkārattheraṁ kīḷanavasena evamāha,- amhesu āvuso antaradhārayamānesu tvaṁ loke eko ganthakovidatthero bhavissasi maññeti. Atha aggadhammālaṅkāro ca evamāha,-tumhesu bhante antaradhārayamānesu mayaṁ ganthakovidāna bhaveyyāmako nāma puggalo loke ganthakovido bhavissatīti. Porāṇapotthakesu pana ariyālaṅkāratthero nanu panidāni mayaṁ ganthakovidā na tāva bhavāmāti evamāhāti vuttaṁ. So aggadhammālaṅkārattheroyeva raññā yācito rājavaṁsa. Saṅkhepampi akāsi. So ppana thero amaccaputto.",
  "anya-e0702n6:309": "Ekasmiñca kāle hīnāyāvattako eko mahāamacco rañño santikā attanā upaladdhaparibhogaṁ sabbaṁ gahetvā vihāraṁ āgantvā aggadhammālaṅkārattherena saddhiṁ sallāpaṁ akāsi. Sallāpaṁ pana katvā sabbaṁ paribhogaṁ therassa dassetvā sace bhante tvaṁ gihi bhaveyyāsi, ettakaṁ paribhogaṁ labhissatīti āha. Theropi evamāha,-tumhākaṁ pana ettako paribhogo amhākaṁ samaṇānaṁ vaccakuṭiṁ asubhabhāvanaṁ bhāvetvā pavisantānaṁ puññaṁ kalaṁ nāgghati soḷasinti. Kiñcāpi idañca pana vacanaṁ sāsanavaṁse appadhānaṁ hoti, pubbācariyasīhehi pana vutta vacanaṁ yāva apāṇakoṭikā saritabbamevāti manasikarontena vuttanti.",
  "anya-e0702n6:310": "Kaliyuge pana catuttiṁsādhike vassasahasse sampatte tassa putto narāvaro nāma rājā rajjaṁ kāresi. Mahāsīhasūradhammarājāti nāmalañchaṁ paṭiggaṇhi. Tassa rañño kāle ‘sī khoṁ’ cetiyassa samīpe jetavanavihāre ganthaṁ uggaṇhanto eko daharabhikkhu ganthachekopi samāno bālakāle bālacittena ākulito hutvā vaccakūpe vātātapehi bahisukkhabhāvena paṭicchādite daṇḍena ālulitvā duggandhoviya cittasantāne pariyattivātātapehi bahisukkhabhāvena paṭicchādite kenacideva rūpārammaṇādinā ālulitvā kilesasattisaṅkhāto duggandho vāyitvā hīnāyāvattissāmīti cintetvā gihivatthāni gahetvā saddhiṁ sahāyabhikkhuhi nadītitthaṁ agamāsi. Antarāmagge tāva bhikkhubhāveneva cetiyaṁ vandissāmīti gihivatthāni sahāyakānaṁ hatthe ṭhapetvā cetiyappamukhe leṇaṁ pavisitvā vanditvā nisīdi. Atha ekā daharitthī cetiyaṅaṇaṁ āgantvā bahi leṇaṁ nisīdisvā udakaṁ siñcitvā patthanaṁ akāsi,-iminā puññakammena sabbehi apāyādinukkhehi moceyyāmi, bhave bhave ca hīnāyāvattakassa purisassa pādacārikā na bhaveyyāmīti.",
  "anya-e0702n6:311": "Atha taṁ sutvā daharabhikkhu evaṁ cintesi,-idāni ahaṁhīnāyāvattissāmīti cintetvā āgato, ayampi daharitthī hīnāyāvattakassa purisassa pādacārikā na bhaveyyā mīti patthanaṁ akāsi, idāni taṁ daharitthiṁ kāraṇaṁ pucchissāmīti. Evaṁ pana cintetvā bahi leṇaṁ nikkhamitvā taṁ daharitthiṁkāraṇaṁ pucchi,-kasmā pana tvaṁ hīnāyāvattakassa purisassa pādacārikā na bhaveyyāmīti patthanaṁ karosīti. Hīnāyāvattakassa bhante purisassa pādacārikā na bhaveyyāmīti vuttavacanaṁ bālapurisassa pādacārikā na bhaveyyāmīti vuttavacanena nānā na hoti, sadisatthakamevāti nanu hīnāyā vattako bāloyeva nāma, sace pana bhante hīnāyāvattako bālo nāma na bhaveyya, ko nāma loke bālo bhaveyya, bhikkhu nāma hi parehi dinnaṁ cīvarapiṇḍapātasenāsanaṁ paribhuñjitvā sukhaṁ vasati, sace ganthaṁ uggaṇhitu kāmo bhaveyya, yathākāmaṁyeva ganthaṁ uggaṇhituṁ okāsaṁ labhati, evaṁ pana ahutvā alasikoyeva bhuñjitvā sayitvā nisīdituṁ iccheyya, evampi yathākāmaṁ bhuñjituṁ sayituṁ okāsaṁ labhati, evampi samāno parassa dāso bhavissāmi, dārassa kiṁkaro bhavissāmīti akathentopi kathentoviya hutvā hīnāyāvatteyya, so loke aññehi bālehi adhiko bāloti ahaṁ maññāmi, sace pana bālatarassa bhariyā bhaveyya, ahaṁ bālatarī bhaveyyanti vutte so daharabhikkhu saṁvegaṁ āpajjitvā bahinagaradvāraṁ nikkhamitvā vānaragaṇena vinā jhāyantoviya vānaro jhāyitvā nisīdi.",
  "anya-e0702n6:312": "Atha sahāyakā āgantvā gihivatthāni gaṇhāhīti pakkosiṁsu. Tasmiṁ kāle so daharabhikkhu āgacchatha bhavantoti vatvā sabbaṁ kāraṇaṁ tesaṁ ācikkhitvā idāni pana bhavanto hīnāyāvattehīti sace yo koci āgantvā mama sīsaṁ muggarena pahāreyya, evaṁ santepi hīnāyāvattituṁ na icchāmi, ito paṭṭhāya yāva jīvitapariyantā hīnāyāvattituṁ manasāpi na cintayissāmīti vatvā erāvatīnaṁdiṁ taritvā jeyyapuraṁ agamāsi. Tadā kira daharitthī devalābhavayya, na manussitthīti vadanti paṇḍitāti.",
  "anya-e0702n6:313": "Jeyyapuraṁ pana patvā pariyattikovidānaṁ mahātherānaṁ santike nayaṁ gahetvā puññacetiyassa dakkhiṇadisābhāge ekasmiṁ vihāre nisīdi. Pariyattiṁ vācetvā atha kamena taṁtaṁdisāhi bhikkhusāmaṇerā āgantvā tassa santike pariyattiṁ uggaṇhiṁsu. Āvāsaṁ pana alabhitvā keci bhikkhusāmaṇerā chattānipi chāditvā nisīdiṁsu.",
  "anya-e0702n6:314": "Ekasmiṁ kāle rājā nikkhamitvā puññacetiyaṁ vandissāmīti cetiyaṅgaṇaṁ pāvisi. Atha chattāni chādetvā nisinne bhikkhū disvā guhāya saddhiṁ vihāraṁ kārāpetvā tassa bhikkhussa adāsi. Tilokagarūtipi nāmalañchaṁ adāsi. Sukhavohāratthaṁ pana kakāralopaṁ katvā tilogarūti vohariṁsu.",
  "anya-e0702n6:315": "Tassa pana saddhivihāriko sattavassiko tejodīpo nāma bhikkhu parittaṭīkaṁ akāsi. Aparabhāge pana tilokālaṅkāroti nāmalañchaṁ adāsi. Evaṁ tejedīpo nāma bhikkhu narāvararañño kāle parittaṭīkaṁ akāsīti daṭṭhabbaṁ. Keci pana pacchimapakkhādhikarañño kāleti vadanti.",
  "anya-e0702n6:316": "Ekasmiṁ pana kāle tiriyapabbatavihāravāsīmahāthero pādacetiyaṁ vandanatthāya gantvā paccāgatakāle kukhananagare suvaṇṇaguhāyaṁ jambudhajattherassa santikaṁ pavisitvā tena saddhiṁ sallāpaṁ akāsi. Te ca mahātherā aññamaññaṁ passitvā sallapitvā ativiya pamodiṁsu. Lokasmiñhi bālo bālena paṇḍito paṇḍitena saddhiṁ ativiya pamodatīti. Te ca dve therā samānavassikā. Tiriyapabbatavihāra vāsīmahāthero tena saddhiṁ sallāpaṁ katvā paccāgacchi. Jambudhajatthero ca maggaṁ acikkhituṁ anugacchi. Atha tiriyapabbatavihāravāsīmahāthero jambudhajattheraṁ āha,- ahaṁ bhante rājavallabho homi rājaguru,tvaṁyeva mama purato gacchāhīti. Atha jambudhajattheropi tiriyapabbatavihāravāsittheraṁ āha,-tvaṁ bhante rājavallabho bhavasirājaguru, loke rājaguru nāma padhānabhāve ṭhito, tasmā tvaṁyeva mama purato gacchāhīti. Ettha ca dvepi mahātherā aññamaññaṁ gāravavasena lokavattaṁ apekkhitvā evamāhaṁsūti daṭṭhabbaṁ. Tiriyapabbatavihāravāsīmahātheropi ratanapūranagaraṁ patvā rājavaṁsapabbataṁ gantvā araññavāsaṁ vasi.",
  "anya-e0702n6:317": "Atha ukkaṁsikarājā kaniṭṭhena sūrakittināmena saddhiṁ mantesi,-sace tvaṁ vane theraṁ paṭhamaṁ passasi, tvaṁyeva vihāraṁ kārāpetvā therassa dadāhi, sace panāhaṁ paṭhamaṁ passeyya, ahaṁ vihāraṁ kārāpetvā dadāmīti.",
  "anya-e0702n6:318": "Atha kaniṭṭhā paṭhamaṁ passitvā tiriyapabbatakandare jetavanaṁ nāma vihāraṁ kārāpetvā adāsi. Idañca vacanaṁ sādhujjanānaṁ guṇaṁ evakāraṁ pītisomanassaṁ uppajji, tena puññakammena tena pītisomanassena sattakkhattuṁ devarajjasampattiṁ sattakkhattuṁ manussarajjasampattiṁ paṭilabhīti vuttattā sādhujjanānaṁ guṇaṁ anussaritvā puññavisesalābhatthāya vuttaṁ.",
  "anya-e0702n6:319": "Tiriyapabbatavihāravāsīmahāthero ca jambudhajattherassa guṇaṁ ukkaṁsikarañño ārocesi. Rājā ca ativiya pasīditvā jambudhajoti mūlanāme dīpasaddena yojetvā jambudīpadhajoti nāmalañchaṁ adāsi.",
  "anya-e0702n6:320": "Jambudhajatthero ca nāma dhammanandattherassa saddhivihārikā. Dhammanandatthero ca jotipuññattherassa saddhivihāriko. Te ca therā arahantagaṇavaṁsikā.",
  "anya-e0702n6:321": "Jambudhajatthero pana vinayapāḷiyā aṭṭhakathāya ca attha yojanaṁ marammabhāsāya akāsi. Maṇiratano nāma pana thero aṭṭhasālinīsammohavinodanīkaṅkhāvitaraṇīaṭṭhakathānaṁ abhidhammatthavibhāvanīsaṅkhapavaṇṇanāḷīkānañca atthaṁ maramma bhāsāya yojesi.",
  "anya-e0702n6:322": "Mūlāvāsagāme ca pubbārāmavihāravāsitthero gūḷattha dīpaniṁ nāma ganthaṁ visuddhimaggagaṇṭhipadatthañca mūlabhāsāya akāsi, nettipāḷiyā ca atthaṁ marammabhāsāya yojesi. So pana thero pubbe gāmavāsī hutvā sīsaveṭhanatālapattāni gahetvā ācariyappaveṇīvasena vinayavilomācāraṁ cari. Pacchā pana taṁ ācāraṁ vissajjitvā araññavāsaṁ vasi. Sopi thero gambhīrañāṇiko saddatthanayesu ativiya cheko.",
  "anya-e0702n6:323": "Kaliyuge pana pañcatiṁsādhike vassasahasse sampatte kaniṭṭho siripavaramahādhammarājā nāma bhūpālo rajjaṁ kāresi. Dabbimukhajātassare pana gehaṁ kārāpetvā nisīdanato dabbimukhajātassaroti nāmaṁ pākaṭaṁ ahosi. Tasmiṁ pana jātassare jeyyabhūmikittiṁ nāma vihāraṁ kārāpetvā sirisaddhammapālattherassa adāsi. Bahūnampi gāmavāsī araññavāsī bhikkhūnaṁ anuggahaṁ akāsi. Ratanapūranagarasmiñhi dasasu ‘ñyौṁ yāṁ’ rājāṁsesu ppacchimā pañca rājāno avicinitvāyeva alajjīlajjīmissakavasena sāsanaṁ paggaṇhiṁsu. Tadā jinasāsanaṁ abbhantare candoviya atiparisuddhaṁ na ahosi. Evampi lajjino attano attano vaṁsānurakkhaṇavasena dhammaṁ pūretuṁ anivāritattā lajjīgaṇavaṁso na chijjati. Tathā alajjinopi attano attano ācariyappaveṇīvasena vicariṁsu, tena alajjīgaṇavaṁsopi na chijjatīti daṭṭhabbaṁ. Tassa rañño kāle devacakkobhāso nāma eko thero atthi, vedasatthaññū piṭakesu pana mandoti.",
  "anya-e0702n6:324": "Kaliyuge pana aṭṭhatiṁsādhike vassasahasse sampatte vesākhamāsassa kāḷapakkhaaṭṭhamito paṭṭhāya lokasaṅketavasena uppajjamānaṁ bhayaṁ nivāretuṁ navaguhāyaṁ tena devacakkobhāsattherena kathitaniyāmena paṭhamaṁ marammikabhikkhū paṭṭhānappakaraṇaṁ vācāpesi. Tato pacchā jeṭṭhamāsassa juṇhapakkhapāṭipadadivasato rāmaññaraṭṭhavāsike bhikkhū paṭṭhānappakaraṇaṁ vācāpesi. Mahāchaṇañca kārāpesi. Raṭṭhavāsinopi bahupūjāsakkāraṁ kārāpesi. Tassa kira rañño kāle potthakaṁ aṭṭhibhallikarukkhaniyyāsehi parimaṭṭhaṁ katvā manosilāya likhitvā suvaṇṇena limpetvā piṭakaṁ patiṭṭhāpesi. Tato paṭṭhāya yāvajjatanā idaṁ potthakakammaṁ marammaraṭṭhe akaṁsūti.",
  "anya-e0702n6:325": "Kaliyuge saṭṭhādhike vassasahasse sampatte (assayujamāsassa kāḷapakkhachaṭṭhamiyaṁ aṅgāravāre) tassa putto rajjaṁ kāresi. Sirihāsīhasūrasudhammarājāti nāmalañchampi paṭiggaṇhi. Pitu rañño gehaṭṭhāne cetiyaṁ kārāpesi. Tassa pana mārajeyyaratananti samaññā ahosi. Tassa pana rañño kāle sallāvatiyā nāma nadiyā pacchimabhāge tunnanāmake gāme guṇābhilaṅkāro nāma thero sāmaṇerānaṁ gāmaggavesanakāle ekaṁsaṁ uttarāsaṅgaṁ kārāpetvā sīsaveṭhanatālapattāni pana na gaṇhāpetvā tālavaṇṭameva gaṇhāpesi. Eko gaṇo hutvā saparivārena saddhiṁ tunnagāme nisīdi. Tunnagaṇoti tassa samaññā ahosi. So pana thero pāḷiaṭṭhakathāṭīkāganthantaresu adhippāyaṁ yathābhūtaṁ na jānāti, abhidhammapiṭakaṁyeva sissānaṁ vācetvā nisīdi.",
  "anya-e0702n6:326": "Tasmiñca kāle ketumatīnagare nisinnā baddhannā buddhaṅkuratthera cittattherā, dīpayaṅganagare uḷugāme nisinno sunandatthero, taluppanagare jeyyabahuandhagāme kalyāṇattheroti ime cattāro therā sāmaṇerānaṁ gāmappavesanakāle ekaṁsaṁ uttarāsaṅgaṁ akārāpetvā sīsaveṭhanatālapattāni aggaṇhāpetvā cīvaraṁ pārupāpetvā tālavaṇṭaṁ gaṇhāpetvā sakalakagaṇaṁ ovādaṁ katvā nisīdiṁsu. Te pana therā pāḷiaṭṭhakathāṭīkāganthantaresu adhippāyaṁ yathābhūbhaṁ jāniṁsu, tīsupi piṭakesu kovidā ahesuṁ. Iccevaṁ sirimahāsīhasūrasudhammarañño kāle pārupanabhikkhūhi nānā hutvā virūpaṁ āpajjitvā ekaṁsikagaṇo nāma visuṁ bhijji, yathā pana ayamalaṁ ayato uṭṭhahitvā visadisaṁ hutvā viruddhaṁ hotīti. Evaṁ bhijjamānāpi gaṇā rājā pamādo anussukko hutvā attano attano rucivaseneva caritvā nisīdiṁsu.",
  "anya-e0702n6:327": "Tesu ca dvīsu gaṇesu pārupanagaṇe therā pāḷiaṭṭhakathāṭīkāganthantaresu nītatthavasena vuttaṁ vacanaṁ nissāya nikkaṅkhā niddosāva hutvā nisīdiṁsu. Ekaṁsikagaṇe pana therā attano attano vādo na pāḷiyaṁ na ca aṭṭhakathāsu neva ṭīkāsu nāpi ganthanteresu dissati, imamatthaṁ ajānantā idameva saccaṁ moghamaññanti vatvā keci pana sakasakasissānaṁ ovādaṁ adaṁsu. Evarūpāpi sissā ovādaṁ paṭiggaṇhiṁsu.",
  "anya-e0702n6:328": "Keci pana pāḷiyādīsu sakavādassa anāgatabhāvaṁ ñatvāyeva aparisuddhacittā hutvā sammāsambuddhassa bhagavato mukhaṁ anoloketvā sammāsambuddhasseva bhagavato guṇaṁ anussaritvā sakavāde ākāse pasārita hatthoviya appatiṭṭhānoti jānitvāyeva amhākaṁ vādo sampattalaṅkassa saddhammacārittherassa vaṁsappabhavoti anissāyabhūbhampi nissayaṁ akaṁsu. Abhūtena mahātheraṁ sīlavantaṁ abbhācikkhiṁsu. Phyasīnāmake gāme diṭṭhadhammikasamparāyi katthaṁ anapekkhantassa hīnāyāvattakassa dussīlassa upāsakassa lañjaṁ datvā amhākaṁ vādānurūpaṁ ekaṁ ganthaṁ karohīti uyyojetvā anāgate anubhaviyamānadukkhato abhāyitvā nissayaṁ gavesiṁsūti.",
  "anya-e0702n6:329": "Tasmiṁñca kāle nigrodhapāḷisuvaṇṇavihāravāsitthero gāmavāsībhikkhu gaṇaṁ samitiṁ katvā tassa nāyako hutvā sīsaveṭhanaṁ adhārentā amaṅgalabhikkhū sāsane mātiṭṭhantūti araññavāsīnaṁ bhikkhūnaṁ ganthaṁ vikopetvā tato tato pabbajesuṁ. Atha hatthisālagāmassa puratthimāya anudisāya seṭṭhitaḷākassa dakkhiṇāya anudisāya vihāre nisinne atirekapaṇṇāsabhikkhūpi pabbājessāmāsi cintetvā gāmavāsībhikkhū sannahitvā agamāsi. Atha rājā tamatthaṁ sutvā gāmavāsīgaṇopi eko, araññavāsīgaṇopi eko, gāmavāsībhikkhū araññavāsībhikkhū viheṭhesuṁ na sakkā, sakasakavādavasena sakasakaṭṭhāne nisīdi tabbanti rājalekhanaṁ pesesi. Atha araññavāsībhikkhū sukhaṁ vasituṁ okāsaṁ labhiṁsu.",
  "anya-e0702n6:330": "Kaliyuge chasattatādhike vassasahasse sampatte tassa rañño putto mahāsīhasūradhammarājādhirājā nāma rajjaṁ kāresi. Soyeva sūrajjarājāti ca setibhindoti ca vohāriyati.",
  "anya-e0702n6:331": "Tassa rañño kāle suvaṇṇayānolokanagāmavāsīukkaṁsamālaṁ nāma theraṁ antoyudhanāyako eko amacco ānetvā ratanapūranagaraṁ patvā suvaṇṇakukkuṭācale vihāraṁ kārāpetvā ṭhapesi.",
  "anya-e0702n6:332": "So pāḷiaṭṭhakathāṭīkāganthantaresu ativiya cheko. Vaṇṇabodhanaṁ nāma likhananayañca akāsi. Tassa gāmassa rājūhi dinnavasena cetiyajagganakamme yuttakulattā pana rañño ācariyaṭṭhāne aṭṭhapetvā antoyudhanāya kasseva pūjanatthāya niyyādesi. Tassāpi rañño kāle sāmaṇerehi gāmappavasanakāle pārupetvā pavisitabbanti ekacce vadiṁsu. Ekacce pana ekaṁsaṁ uttarāsaṅgaṁ katvā pavisitabbanti vadiṁsu. Evaṁ aññamaññaṁ kalahaṁ akaṁsu.",
  "anya-e0702n6:333": "Tattha ukkaṁsamālānāmako thero pārupanagaṇe padhāno hutvā nānāganthesu pārupanavattameva āgatanti pakāsiṁsu. Ekaṁsikagaṇe pana tiriyapabbatavihāravāsīmahātherā ācariyappaveṇīdassanavasena pārupanavādaṁ paṭikkhipiṁsu.",
  "anya-e0702n6:334": "Atha rājā ca phalikakhacitavihāravāsittheraṁ meghuccanavihāravāsittheraṁ suhatthattheraṁ buddhaṅkurattherañcāti ime cattāro there vinayavinicchakaṭṭhāne ṭhapetvā dve pakkhā attano attano vādaṁ dassentūti āha.",
  "anya-e0702n6:335": "Te ca cattāro therā pāḷiaṭṭhakathāṭīkāganthantaresu akovidā. Tesañhi ṭhapetvā rājavallabhamattaṁ añño koci guṇaviseso natthi rājagurubhāvatthāya, yathā byagghā rukkhagacchalatādippaṭicchanne duggaṭṭhāne nisinne mige khuddakattā dubbalepi gaṇhetuṁ na sakkonti, evameva te ekaṁsikatthere rājānaṁ nissāya ṭhite ganthesu anāgatattā dubbalepi vādavasena abhibhavituṁ na sakkhiṁsu. Teneva parasenāya balavataṁ jānitvā nipaccakāraṁ dassetvā veraṁ sametvā nisinno paṇḍitayodhoviya vādaṁ niṭṭhaṁ appāpetvāyeva pārupanagaṇā nisīdiṁsūti.",
  "anya-e0702n6:336": "Kaliyuge pana pañcanavutādhike vassasahasse sampatte tassa putto mahārājādhipati nāma rajjaṁ kāresi. Pacchā pana kāle terasādhike sate vassasahasse ca sampatte rāmaññaraṭṭhino rājā taṁ abhibhavitvāva anītattā pattahaṁsāvatīti pākaṭaṁ ahosi.",
  "anya-e0702n6:337": "Tassa rañño kāle kukhananagare jālayutta gāmato ñāṇavaraṁ nāma theraṁ ānetvā ācariyaṭṭhāne ṭhapesi. So pana thero pāḷiaṭṭhakathāṭīkāganthantaresu ativiya cheko. Sudhammasabhāyaṁ pariyattivācakānaṁ sotārānaṁ atthāya abhidhammatthasaṅgahappakaraṇassa gaṇṭhipadatthaṁ paṭhamaṁ akāsi. Tato pacchā aṭṭhasāliniyaṁ gaṇṭhipadatthaṁ surāvinicchayañca akāsi. Tato pacchā tena raññā yācito abhidhānappaṭīpikāya atthaṁ marammabhāsāya yojesi. Rañño nāmalañchaṁ chandolaṅkārasaddanettividaggadaṇḍībyañjīnanayehi alaṅkaritvā rājādhirājanāmatthappakāsiniṁ nāma ganthampi akāsi.",
  "anya-e0702n6:338": "Rājā hatthisālanāmake dese kārāpitagehaṁ bhinditvā satappamāṇe vihāre kārāpetvā sabbesampi vihārānaṁ kittijeyyavāsaṭṭhāpananti nāmāni paññāpetvā tasseva therassa adāsi. Vihāranāmeneva ca therassāpi taṁsamaññā ahosi.",
  "anya-e0702n6:339": "Tasmiñca kāle akyakarañño piturañño ca kāle tesaṁ dvinnaṁ gaṇānaṁ vivādavasena avippakatavacanaṁ puna vivādassa vūpasamanatthāya attano attano vādaṁ kathāpesi. Pārupanagaṇe so thero padhāno hutvā ekaṁsikagaṇe pana pāsaṁsatthero padhāno hutvā yathāyuddhaṁ akāsi. Atha rājā ativiya rājavallabhaṁ jeyyabhūmisuvaṇṇavihāravāsittheraṁ tesaṁ vādassa vinicchindanatthāya vinayacareṭṭhāne ṭhapesi.",
  "anya-e0702n6:340": "Kiñcāpi so pana thero pāḷiaṭṭhakathāṭīkāganthantaresu thokaṁyeva jānakattā pariyattikovidesu abbohārikoyeva ahosi, rājavallabhattā pana rājā yathābhūtaṁ ajānitvā vinayadharaṭṭhāne ṭhapesi. Yathā pana ayaṁ puratthimadisā, ayaṁ pana pacchimadisābhi evamādinā disāvavatthānamattaṁyeva kātuṁ samatthaṁ naṅgalakoṭiyā saṁvaḍḍhantaṁ parisuṁ rājāgāre dhammavinicchakāmapaccaṭṭhāne ṭhapeti, evameva rājā ayaṁ īdiso ayaṁ īdisoti ajānitvā vinayadharaṭṭhāne ṭhapitattā so jeyyabhūmisuvaṇṇavihāravāsitthero tesaṁ dvinnaṁ pakkhānaṁ dvīsu vādesu ayaṁ bhūto ayaṁ abhūtoti vattuṁ na sakkā, advāraghare paviṭṭhakāleviya tadā ahosi. Seyyathāpi nāma mahiso attano samīpe ṭhatvā devagītaṁ gāyitvā devavīṇaṁ vādentassa devagandhabbassa veḷusalākaṁ paharantassa ca gāmadārakassa saddesu kiñci visesaṁ na jānāti, evamidaṁ sampadaṁ daṭṭhabbaṁ. Atha rājā mama vijite yeyebhikkhū yaṁyaṁicchanti, tetebhikkhū taṁtaṁcaritvā yathākammaṁ nisīdantūti rājalekhanaṁ ṭhapesi. Tesaṁ vivādo tadā na vūpasami.",
  "anya-e0702n6:341": "Aparabhāge terasādhike sate sahasse ca sampatte ratanapūranagaraṁ vinassi.",
  "anya-e0702n6:342": "Tato pacchā dutiye saṁvacchare ratanasikhanagaramāpako rājā rāmaññaraṭṭhindassa rañño senaṁ yavakhettato cātakasakuṇaṁviya attano puññanubhāvena marammaraṭṭhato nīharitvā sakalampi rāmaññaraṭṭhaṁ attano hatthagataṁ katvā rajjaṁ kāresi.",
  "anya-e0702n6:343": "Tasmiñca kāle sakalamarammaraṭṭhavāsīnaṁ cittaṁ pasādesi, yathā nāma sūriyātapena milāyantānaṁ kumudānaṁ anotattodakena siñcitvā haritattaṁ pāpeti, evameva rāmaññaraṭṭhindassa senābalātapehi dukkhappattānaṁ marammaraṭṭhavāsīnaṁ gahaṭṭhānañceva bhikkhūnañca attano puññānotattodakena chiñcitvā kāyikacetasikavasena duvidhampi sukhaṁ uppādesi.",
  "anya-e0702n6:344": "Sakalamarammaraṭṭhavāsino ca ayaṁ amhākaṁ rājā bodhisattoti vohāriṁsu. Atha ekasmiṁ māse catūsu uposathadivasesu bhikkhusaṅghaṁ nimantetvā antepure pavesetvā piṇḍapātena bhojesi. Rājorodhāmaccehi saddhiṁ uposathaṁ upavasi. Sabbesampi rājorodhāmaccānaṁ guṇattayapāṭhaṁ saha atthayojanānayena vācaggataṁ kārāpesi.",
  "anya-e0702n6:345": "Atha beluvagāmavāsīyasattheraṁ anetvā attano ācariyaṭṭhāne ṭhapesi. Mahāatulayasadhammarājagurūti nāmalañchampi adāsi. Tato paṭṭhāya pana atulattheroti nāmena pākaṭo ahosi. Tasmiñca kāle pārupanagaṇapakkhāpaliṇagāmavāsīsujātattherādayo sāmaṇerānaṁ gāmappavesanakāle cīvaraṁ pārupitvā pavisitabbanti akkharaṁ likhitvā rañño santikaṁ sandesapaṇṇaṁ paveseti.",
  "anya-e0702n6:346": "Atha ekaṁsikagaṇapakkhāpi atulattherādayo pubbesaṁ rājūnaṁ kāle adhikaraṇaṁ vūpasami, idāni vūpasamitakammaṁ puna na uppādetabbanti lekhanaṁ likhitvā rañño santikaṁ pesesi.",
  "anya-e0702n6:347": "Atha rājā dvinnaṁ pakkhānaṁ sakasakavādaṁ kathetukāmopi idāni rājappaṭisaṁyuttaṁ kammaṁ bahu atthi, tiṭṭhasu tāva sāsanappaṭisaṁyuttaṁ kammaṁ, rājappaṭisaṁyuttameva kammaṁ paṭhamaṁ ārabhissāmi, pacchā sāsanappaṭisaṁyuttaṁ kammaṁ karissāmīti rājalekhanaṁ ṭhapesi. Aparabhāge pana rājā evaṁ āṇaṁ ṭhapesi,-idāni mama vijite sabbepi bhikkhū mama ācariyassa matiṁ anuvattitvā carantūti.",
  "anya-e0702n6:348": "Atha pārupanagaṇabhikkhūpi ekaṁsikagaṇaṁ anuvattesuṁ rañño āṇāvasena. Sahassorodhagāme pana dve mahātherā attano parisaṁ pārupanavaseneva gāmappavesanavattaṁ paripūritabbanti ovaditvā nisīdiṁsu.",
  "anya-e0702n6:349": "Tadā rañño ācariyo yasatthero tamatthaṁ sutvāte pakkosāpesi. Te ca āgantvā nagaraṁ sampattakāle eko upāsako pasanno hutvā tesaṁ therānaṁ piṇḍapātena upaṭṭhahi. Atha atulatthero te mahāthere dūraṭṭhānato vālukaṁ ānetvā tassa upāsakassa gehasamīpe okirāpesi. Idaṁ vinayadhammassa ananulomavasena carantānaṁ daṇḍakammanti kolāhalampi uppādesi. Atha tesaṁ vālukaṁ āharantānaṁyeva aññamaññaṁ sallapesuṁ,-idāni bhante vinayadhammānulomavasena ācarantānaṁ amhākaṁ īdisaṁ kammaṁ asāruppaṁ, aho acchariyadhammo lokoti eko thero āha. Atha pana eko thero evamāha,-idāni āvuso lokapālā devā īdisaṁ adhammakammaṁ disvāyeva ajjhupekkhitvā appossukā nisīdituṁ na sakkā, idāni lokapālā devā pamajjitvā nisīdanti maññeti.",
  "anya-e0702n6:350": "Tasmiṁyeva khaṇe vegena megho uṭṭhahitvā atulattherassa vihāre rājagehe ca ekakkhaṇe asaniyo nipatiṁsu. Evaṁ samānopi so thero atimānathaddhatāya satiṁ na labhi.",
  "anya-e0702n6:351": "Puna rājā idāni mama vijite sabbepi bhikkhū mama ācariyassa matiṁ anuvattanti vā mā vāti amacce pucchi. Amaccāpi evaṁ rañño ārocesuṁ,-idāni mahārāja kukhananagare nīpagāme nisinno eko mahāthero munindaghoso nāma atthi, so pārupanavasena attano parisaṁ ovādetvā bahuguṇaṁ uppādetvā nisīdatīti.",
  "anya-e0702n6:352": "Atha rājā evamāha,-taṁ pakkosetvā sudhammasasāyaṁ mahāthere sannipābhāpetvā tassa therassa vinaya paṇṇattiṁ yathābhūtaṁ ajānantassa yathābhūtaṁ sabhāvaṁ dassetvā ovādentūti.",
  "anya-e0702n6:353": "Atha amaccā tathā akaṁsu. Mahātherā ca sudhammasassayaṁ sannipatitvā taṁ pakkosetvā ovadiṁsu. Tesu pana mahātheresu eko thero bhūpālassa saṅgharañño ca mukhaṁ oloketvā bhagavato pana sammāsambuddhassa mukhaṁ anoloketvā munindaghosattheraṁ evamāha,- idāni āvuso imasmiṁ marammaraṭṭhe sabbepi bhikkhū bhūpālassa saṅghassa rañño ca āṇaṁ anuvattitvā ekaṁsikāyeva ahesuṁ, tvaṁyeva eko saddhiṁ parisāya pārupanavatthaṁ caritvā nisīdasi, kasmā pana tvaṁ mānathaddho hutvā īdisaṁ anācāraṁ avijahitvā tiṭṭhasīti.",
  "anya-e0702n6:354": "Atha munindaghosatthero tassa therassa mukhaṁ ujukaṁ oloketvā evamāha,- tvaṁ lajjīpesalo sikkhākāmoti pubbe mayā sutapubbo, īdiso pana puggalo īdisaṁ vacanaṁ vattunaṁ yutto,īdisassa hi puggalassa īdisaṁ vacanaṁ assāruppaṁ, sace tvaṁ ayaṁ appapuñño nittejo anāthoti maṁ maññitvā agāravavasena vattuṁ iccheyyāsi, evaṁ santepi mamācariyassa mukhaṁ oloketvā mamācariyassa guṇaṁ jānitvā tassa sissoyanti anussaritvā īdisaṁ vacanaṁ adhammikaṁ vattuṁ na sakkāti.",
  "anya-e0702n6:355": "Atha so thero taṁ pucchi,-ko pana tavācariyoti. Atha sukhammasabhāyaṁ ṭhapitaṁ buddharūpaṁ vadditvā ayaṁ mamācariyoti āha. Mamāsariyoti vatvā pana bhikkhusaṅghamajjhe uṭṭhahitvā ekaṁsaṁ uttarāsaṅgaṁ katvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ahaṁ bhante yāva jīvitapariyosānā mama jīvitaṁyeva pariccajissāmi, bhagavato panati lokaggassa sikkhāpadaṁ na vijahissāmīti ārocesi.",
  "anya-e0702n6:356": "Atha rājā tamatthaṁ sutvā mānathaddho eso mama vijite nisīdāpetuṁ vaṭṭati, raṭṭhantaraṁ pabbājetabboti rājāṇāya raṭṭhantaraṁ pesesi.",
  "anya-e0702n6:357": "Rājapurisā ca taṁ pakkosetvā raṭṭhantaraṁ ānesi. Bahaṅgaṁ nāma desaṁ patvā bahaṅganāyako puriso rājapurisānaṁ lañjaṁ datvā evamāha,- ayaṁ pana bhonto marammaraṭṭhassa pariyantappadeso, idheva ṭhapetvā tumhe nivattathāti.",
  "anya-e0702n6:358": "Rāja purisāpi lañjaṁ gahetvā tattheva ṭhapetvā nivattiṁsu. Theropi catūhi disāhi āgatānaṁ bhikkhusāmaṇerānaṁ pārupanavasena ovādaṁ datvā pariyattiṁ vācetvā tattha nisīdi. Abhidhammatthasaṅgahaganthassa atthayojanampi marammabhāsāya akāsi.",
  "anya-e0702n6:359": "Aparabhāge rājā tamatthaṁ sutvā idāni so thero mama vijitapariyanteyeva nisīditvā amhehi anicchitaṁ nivāritaṁ kammaṁ katvā nisīdi, taṁ pakkosathāti āha.",
  "anya-e0702n6:360": "Rājadūtā ca tattha gantvā pakkosiṁsu. Thero ca idāni maṁ rājā māretukāmoti maññitvā sikkhaṁ paccakkhitvā gihivatthaṁ nivāsetvā tehi saddhiṁ āgacchi. Nagaraṁ pana āgantvā pattakāle rañño santikaṁ ānesi.",
  "anya-e0702n6:361": "Atha rājā evamāha,-tvaṁ bhikkhu hutvā gaṇaṁ vaḍḍhāpetvā nisīdasīti mayā sutaṁ, kasmā panidāni gihi bhavasīti. Sace tvaṁ mahārāja maṁ māretukāmo pakkoseyyāsi, evaṁ sati yadi sikkhaṁ appaccakkhāya ṭhitaṁ maṁ māreyyāsi, tava bhāriyaṁ kammaṁ bhavissatīti manasikaritvā tava kammassa abhāriyatthāya sikkhaṁ paccakkhitvā āgatomhi, sace maṁ māretukāmosi, mārehīhi. Rājā ca taṁ bandhanāgāre ṭhapetvā syāmaraṭṭhaṁ yujjhanatthāyagacchi. Yajjhanatthāya pana gantvā paccāgatakāle antarāmaggeva divaṅgato ahosīti.",
  "anya-e0702n6:362": "Kaliyuge pana dvāvīsādhike vassasate sahasse ca sampatte tassa jeṭṭhaputto siripavaramahādhammarājā nāma rajjaṁ kāresi. Ratanasikhanagarato saṅkametvā jeyyapuraṁ dutiyaṁ māpitattā jeyyapuramāpeko rājātipi tassa samaññā ahosi. Tasmiñca kāle mahāpabbatabbhantaranagaravāsiṁ ñāṇattheraṁ ānetvā ācariyaṭṭhāne ṭhapesi. Sokira thero gambhīrapañño ekasmiṁ divase nava vā dasa vā bhāṇavāre vācuggataṁ kātuṁ samattho ahosi. Abhinavopasampannakāleyeva padavibhāgaganthaṁ nyāsasaṁ vaṇṇanaṁ yamakasaṁvaṇṇanaṁ mahāpaṭṭhānasaṁvaṇṇanañca marammabhāsāya akāsi. Rājā mahābhūmirammaṇiyavihāraṁ nāma kārāpetvā tasseva adāsi. Ñāṇālaṅkāramahādhammarājagurū tipi nāmalañchaṁ adāsi.",
  "anya-e0702n6:363": "Tasmiñca kāle pārupanagaṇe therā evaṁ cintesuṁ,- idāni pana amhākaṁ pakkhiko thero rañño ācariyo ahosi, idāni mayaṁ patiṭṭhānaṁ labhāmāti. Evaṁ pana cintetvā sāmaṇerānaṁ gāmappavesanakāle cīvaraṁ pārupetvā pavisitabbanti sandesapaṇṇaṁ rañño santikaṁ pavesesi. Atha atulatthero pubbe vuttanayena vūpasamitaṁ kammamidanti sandesapaṇṇaṁ rañño santikaṁ pavesesi. Teneva aññamaññaṁ paṭivacanavasena dassetuṁ okāsaṁ na labhiṁsūti.",
  "anya-e0702n6:364": "Tato pacchā kaliyuge pañcavīsavassādhike sate sahasse ca sampatte tassa rañño siripavarasudhammamahārājindādhipati nāma rajjaṁ kāresi. Ratanapūraṁ pana tatiyaṁ māpakattā ratanapūramāpakoti ekassa pana chaddantanāgarājassa sāmibhūtattā setibhindoti ca samaññā ahosi. Caracca gāmavāsīcandāvaraṁ nāma theraṁ ānetvā attano ācariyaṭṭhāne ṭhapesi. Sūmikittiatulaṁ nāma vihāraṁ kārāpetvā tassa adāsi. Jambudīpaanantadhajamahādhammarājagurūtipi nāmalañchaṁ adāsi. Tassa rañño kāle ekacce manussā diṭṭhivipallāsā ahesuṁ, tepi pakkosāpetvā sammādiṭṭhiṁ gaṇhāpesi. Tassa pana rañño kāle ekaṁsikagaṇaṁ abhibhavituṁ okāsaṁ na labhiṁsūti.",
  "anya-e0702n6:365": "Tato pacchā kaliyuge aṭṭhatiṁsādhike vassasate sahasse ca sampatte tassa rañño putto mahādhamme rājādhirājā nāma rajjaṁ kāresi. Nagarassa dakkhiṇadisābhāge pañcabhūmikavihāraṁ kārāpetvā jeyyabhūmivāsātulanāmena paññāpetvā mārāvaṭṭanassa nāma therassa adāsi. Guṇamunindābhisāsanadhajamahādhammarājādhirājagurūtipi nāmalañchaṁ adāsi.",
  "anya-e0702n6:366": "Tasmiñca kāle nandamālo nāma thero calaṅganagarassa puratthimadisābhāge vihāre nisīditvā bahūnaṁ bhikkhusāmaṇerānaṁ ganthaṁ vācesi. Sāmaṇerānaṁ gāmappavesanakāle pārupanavattameva paripūretvā pavisitabbaṁ, ekaṁsikavattaṁ pana neva pāḷiyaṁ na aṭṭhakathāyaṁ na ca ṭīkāsu nāpi ganthantaresu dissati, na dhammānulomanti ovādaṁ abhiṇhaṁ adāsi. Pāḷiaṭṭhakathādīsu āgatavinicchayaṁ dassetvā ekampiganthaṁ akāsi.",
  "anya-e0702n6:367": "Atha ekaṁsikagaṇikā bhikkhū taṁ ganthaṁ rañño santikaṁ pavesiṁsu dosāvikaraṇatthāya. Tasmiñca kāle rājā evarūpaṁ supinaṁ passi, -sakko hi devarājā setavatthaṁ nivāsetvā setālaṅkārehi alaṅkaritvā setakusumāni pilanditvā rañño santikaṁ āgantvā evamāha,- aparantaraṭṭhehi mahārāja nampadānadītīre pādacetiye bahūni tiṇāni uṭṭhahitvā aññamaññaṁ mūlena mūlaṁ khandhena khandhaṁ pattena pattaṁ sampandhitvā paṭicchādetvā ṭhitāni, tāni pana pubbarājūhi yathābhūtaṁ ajānantehi avisodhitāni, idāni pana tayā yathābhūtaṁ jānantena parisuddhaṁ kattukāmena visodhitabbāni, tatthaca eko bhikkhu āgantvā upadesanayaṁ dassatīti.",
  "anya-e0702n6:368": "Evaṁ pana supinaṁ passitvā nandamālaṁ nāma theraṁ pakkosāpetvā ratanapūranagarassa esannaṭṭhāne udakakīḷanatthāya kārāpite rājagehe vasāpesi.",
  "anya-e0702n6:369": "Atha thero sāmaṇerānaṁ gāmappavesanakāle pārupanavasena pavisitabbanti pāḷiaṭṭhakathāṭīkāganthantarehi rājānaṁ jānāpesi, yathā mahāmoggaliputtatissatthero siridhammāsokarājānaṁ sammāvādanti. Atha rājā paricita pāramīpuññasambhāro mahāñāṇo jānāsi,-pārupanavādoyeva pāḷiaṭṭhakathāṭīkāganthantaresu āgato, ekaṁsikavādo pana tesu katthacipi na āgatoti. Evaṁ pana jānitvā rañño gehe dve pakkhe there sannipātāpetvā attano attano vādaṁ kathāpesi.",
  "anya-e0702n6:370": "Atha ekaṁsikatthero evamāhaṁsu,-tumhākaṁ pārupanavādo kattha āgatoti. Tadā pārupanattherā parimaṇḍalaṁ pārupissāmītiādinā nayena pāḷiaṭṭhakathāṭīkāganthantaresu pārupanavādo āgatoti āhaṁsu. Tato pacchā pārupanattherā evamāhaṁsu,-tumhākaṁ pana ekaṁsikavādo kattha āgatoti. Tadā te ekaṁsikattherā advāragharaṁ paviṭṭhakāloviya rattibhāge mahāvanamagge gamanakāloviya ca hutvā kiñci vattuṁ na sakkā. Mukhaṁ nāma kathanatthāya bhuñjanatthāya hotīti vuttattā yaṁ vā taṁ vā vadantāpi rājānaṁ ārādhetuṁ na sakkhiṁsu.",
  "anya-e0702n6:371": "Rājā ca theraṁ nissāya vinaye kosallatāya pāḷiyaṁ īdisoyeva āgato, aṭṭhakathādīsu īdisoyevāti vatvā tumhākaṁ ekaṁsikavādo pāḷiaṭṭhakathāṭīkāganthantaresu na dissati, evampi samānā kasmā īdisaṁ vattaṁ akaṁsūti pucchi. Atha te ekaṁsikattherā catuhatthagabbhe sahoḍḍena gahitacorāviya manussehi gatitakākāviya ca kiñci vattuṁ asakkuṇeyyatāya sabbadisāsu oloketvāyeva amhākaṁ cārittaṁ pāḷiādīsu na diṭṭhapubbaṁ, atha kho pana ācariyappaveṇīvaseneva carimhāti vatvā parājayaṁ patvā pārupanapakkheyeva pavisiṁsūti. Rājā ca ito paṭṭhāya bhikkhū pārupanavattameva kārāpetuṁ sāmaṇerānaṁ ovadantūti rājāṇaṁ ṭhapesi. Tato paṭṭhāya ekaṁsikapakkhātherā aruṇuggamanakāle kosiyāviya sīsaṁ uṭṭhahitumpi na sakkāti.",
  "anya-e0702n6:372": "Sokasarabhūmahācetiyassa puratthimadisābhāge dvīhi pāsādehi alaṅkataṁ catubhūmikaṁ bhūmikittivirāmaṁ nāma vihāraṁ kārāpetvā nandamālattherassa adāsi, narindābhidhajamahādhammarājādhirājagurūti nāmalañchampi adāsi. So pana thero chappadavaṁsikoti daṭṭhabbo. Abhinavopasampannakāleyeva vinayavinicchayassa suttasaṅgahassa mahāvaggaṭṭhakathāya ca atthayojanaṁ marammabhāsāya akāsi, sāsanasuddhidīpikaṁ nāma ganthampi akāsīti.",
  "anya-e0702n6:373": "Tato pacchā kaliyuge tecattālīsādhike vassasate sahasse ca sampatte phaggunamāsassa kāḷapakkhapanna rasamiyaṁ ratanasikhamāpakassa rañño majjhimaputto rajjaṁ kāresi .",
  "anya-e0702n6:374": "Tadā rājā evaṁ cintesi,-ekaṁsikapārupanavasena uppanno vivādo pubbesaṁ rājūnaṁ kāle vūpasamituṁ na sakkā, siripavarasudhammamahārājindādhipatino kālepi rājagehe sannipātāpetvā rañño sammukhe kathāpitattā vissaṭṭhena kathetuṁ okāsassa aladdhattā yathākāmaṁ vattuṁ avisahattā parājayo ahosīti lesaṁ oḍḍatuṁ okāso bhaveyyamayhaṁ pana kāle īdisaṁ akatvā tesaṁ tesaṁ therānaṁ vihāre dūtaṁ pesetvā sakasakavādaṁ kathā pessāmi, evañhi sati tetetherā vissaṭṭhā hutvā kathessantīti.",
  "anya-e0702n6:375": "Evaṁ pana cintetvā antoyudhanāyakaṁ amaccaṁ padhānaṁ katvā tesaṁ tesaṁ therānaṁ santikaṁ gantvā ārocāpesi,-sakasakavādaṁ vissaṭṭhā hutvā vadathāti. Atha ekaṁsikagaṇikā therā amhehi vuttavacanaṁ pāḷiādīsu na dissati, atha kho pana ācariyappaveṇīvaseneva mayaṁ carimhāti anujāniṁsu.",
  "anya-e0702n6:376": "Mahārājā ca evaṁ therānaṁ anujānane sati kiñci kattabbaṁ natthi, idāni parimaṇḍalasuppaṭicchannasikkhāpadāni avikopetvā sāmaṇerā gāmaṁ pavisantūti rājalekhanaṁ tattha tattha pesesi.",
  "anya-e0702n6:377": "Aparabhāge pana sahassorodhagāmato upasampadā vassena sattavassikaṁ ñāṇaṁ nāma bhikkhuṁ ānetvā antoyudhavihāraṁ nāma kārāpetvā tassa adāsi, ñāṇābhisāsanadhajamahādhammarājagurūti nāmalañchampi adāsi. Atha raññā yācito rājābhisekaganthaṁ parisodhetvā marammabhāsāya atthaṁ yojesi.",
  "anya-e0702n6:378": "Aparabhāge bhagavā dharamānoyeva āgantvā catunnaṁ yakkhānaṁ dametvā tehi dinnaṁ maṁsodanaṁ paṭiggahetvā pabbatasāmantadesaṁ gantvā paribhuñjitvā taṁ ṭhānaṁ oloketvā sitaṁ pātvākāsi. Atha ānandatthero kāraṇaṁ pucchi. Anāgate kho ānanda imasmiṁ dese mahānagaraṁ bhavissati, cattāro ca ime yakkhā tasmiṁ nagare rājāno bhavissantīti byākāsi.",
  "anya-e0702n6:379": "Yathābyākataniyāmeneva kaliyuge catucattālīsādhike vassasate sahasse ca sampatte māghamāsassa kāḷapakkhadvādasamiyaṁ aṅgāravāre uttaraphaggunīnakkhattena yoge amarapuraṁ nāma mahārājaṭṭhānīnagaraṁ māpesi.",
  "anya-e0702n6:380": "Siriparavijayānantayasatribhavanādityādhipatipaṇḍitamahādhammarājādhirājāti nāmalañchampi paṭiggaṇhi.",
  "anya-e0702n6:381": "Aggamahesiyā kārāpitaṁ jeyyabhūmivihārakittināmakaṁ vihāraṁ guṇābhilaṅkārasaddhammamahādhammarājādhirājaguruttherassa adāsi, yo ‘me o sayāḍo’ iti vuccati.",
  "anya-e0702n6:382": "Kannīnagarabhojakāya rājakaññāya kārāpitaṁ vihāraramaṇīyavirāmaṁ nāma vihāraṁ guṇamunindādhipati mahādhammarājādhirājaguruttherassa adāsi, yo ‘māṁ le sayāḍo’ iti vuccati.",
  "anya-e0702n6:383": "Uparañño deviyā kārāpitaṁ maṅgalāvirāmaṁ nāma vihāraṁ tipiṭakasaddhammasāmimahādhammarājādhirājaguruttherassa adāsi, yo ‘soṁ ṭhā sayāḍo’ iti vuccati.",
  "anya-e0702n6:384": "Majjhimagehavāsideviyā kārāpitaṁ maṅgalāvāsātulaṁ nāma vihāraṁ ñāṇajambudīpaanantadhajamahādhammarājādhirājaguruttherassa adāsi, yo ‘meṁ jvā sayāḍo’ iti vuccati.",
  "anya-e0702n6:385": "Ime ppana cattāro mahāthere saṅgharājaṭṭhāne ṭhapesi.",
  "anya-e0702n6:386": "Uttaragehavāsideviyā kārāpitaṁ maṅgalabhūmikittiṁ nāma vihāraṁ kavindābhisaddhammadharadhajamahādhammarājaguruttherassa adāsi, yo ‘ñyoṁ kāṁ sayāḍo’ iti vuccati.",
  "anya-e0702n6:387": "Sirikhettanagarabhojakena rājakumārena kārāpitaṁ atulabhūmivāsaṁ nāma vihāraṁ kavindābhisaddhammapavaramahādhamma rājaguruttherassa adāsi, yo ‘sve ṭoṁ sayāḍo’ iti vuccati.",
  "anya-e0702n6:388": "Antoamaccena ekena kārāpitaṁ vihāraṁ ñāṇālaṅkārasaddhammadhajamahādhammarājaguruttherassa adāsi, yo ‘seṁ ṭe sayāḍo’ iti vuccati.",
  "anya-e0702n6:389": "Vāmabalanāyakenāmaccena kārāpitaṁ vihāraṁ paramasirivaṁsadhajamahādhammarājaguruttherassa adāsi, yo ‘me ṭhī sayāḍo’ iti vuccati.",
  "anya-e0702n6:390": "Dhammavinicchakena ekenāmaccena kārāpitaṁ vihāraṁ kavinda sāradhajamahādhammarājādhirājaguruttherassa adāsi, yo ‘lokā mhāṁ keṁ sayāḍo’ iti vuccati.",
  "anya-e0702n6:391": "Iccevaṁ pariyattikovidānaṁ anekānaṁ mahātherānaṁ saddhiṁ nāmalañchena vihāraṁ datvā anuggahaṁ akāsi. Yasmā pana sabbesaṁ therānaṁ nāmaṁ uddharitvā visuṁ visuṁ kathite ayaṁ sāsanavaṁsappadīpikakathā atippapañcā bhavissati, tasmā idha ajjhupekkhitvā vattabbameva vakkhāmāti.",
  "anya-e0702n6:392": "Pacchābhāge cattāro mahātherā rājādubbalatāya yathākāmaṁ sāsanaṁ visodhetuṁ sakkhissantīti maññitvā puna aṭṭha there etehi catūhi mahātherehi saddhiṁ sāsanaṁ visodhāpetuṁ saṅghanāyakaṭṭhāne ṭhapesi. Seyyathidaṁ, kavindābhisaddhammapavaramahādhammarājagurutthero, tipiṭakālaṅkāradhajamahādhammarājagurutthero, cakkindābhidhajamahādhammarājaguruttherā, paramasirivaṁsadhajamahādhammarājagurutthero, janindābhipavaramahādhammarājagurutthero, mahāñāṇābhidhajamahādhammarājagurutthero , ñāṇālaṅkārasaddhammadhajamahādhammarājaguruthero, ñāṇābhisāsanadhajamahādhammarājaguruttheroti.",
  "anya-e0702n6:393": "Atha arahāpi samāno nissayamuccakaṅgavikalo vinānissayācariyena vasituṁ na vaṭṭatīti jānitvā nissayā cariyappahonakānaṁ therānaṁ nissayaṅgāni nissayamuccakārahānaṁ nissayamuccakaṅgāni paripūrāpetvā nissitakānaṁ nissayaṁ gaṇhitvāva nisīdāpesi.",
  "anya-e0702n6:394": "Tato pacchā kaliyuge paññāsādhike vassasate sahasseva sampatte ñāṇābhisāsanadhajamahādhammarājaguruttheraṁyeva ekaṁ saṅgharājaṭṭhāne ṭhapesi. Tato paṭṭhāya soyeva eko saṅghanāyako hutvā sāsanaṁ visodhayi.",
  "anya-e0702n6:395": "Tato pacchā ekapaṇṇāsādhike vassasate sahasse ca sampatte phaggunamāse mahāmunicetiyassa dakkhiṇadisābhāge dvīhi iṭṭhakamayehi pākārehi parikkhittaṁ pañcabhūmikaṁ asokārāme ratanabhūmikittiṁ nāma vihāraṁ atimahantaṁ kārāpetvā ñāṇābhisāsanadhajamahādhammarājaguruttherassa adāsi. Ñāṇābhivaṁsadhammasenāpatimahādhammarājādhirājagurūti nāmalañchampi puna adāsi. Tato aññāni jeyyabhūmivihārakittimaṅgalavirāmādayo anekepii vihāre tasseva adāsi.",
  "anya-e0702n6:396": "So pana tesu vihāresu vārena nisīditvā pariyattiṁ vācesi. Ubhatovibhaṅgānipi vācuggataṁ akāsi. Niccaṁyeva ekāsanikadhujaṅgaṁ samādiyi.",
  "anya-e0702n6:397": "So pana thero upasampadāvassena pañcavassiko hutvā pubbeva saṅgharājabhāvato peṭakālaṅkāra nāma nettisaṁvaṇṇanaṁ abhinavaṭīkaṁ akāsi. Aṭṭhavassiikakāle saṅgharājā ahosi. Saṅgharājā hutvā sādhujjanavilāsiniṁ nāma dīghanikāyaṭīkaṁ akāsi. Ariyavaṁsālaṅkāraṁ nāma ganthañca akāsi. Mahādhammaraññā yācito jātakaṭṭhakathāya atthayojanaṁ catusāmaṇeravatthuṁ rājovādavatthuṁ tigumbhathomanaṁ chaddantanāgarājuppattikathaṁ rājādhirāja vilāsiniṁ nāma ganthañcāti evamādayopi akāsii.",
  "anya-e0702n6:398": "Kaliyuge pana dvāsaṭṭhādhike vassasate sahasse ca sampatte sīhaḷadīpato ampagahapatisso, mahādampo, koccha godho, brāhmaṇavatto, bhogahavatto, vāturagammoti ime cha sāmaṇerā dasa dhātuyo dhammapaṇṇā kāratthāya ānetvā amarapuraṁ nāma mahārājaṭṭhānīnagaraṁ āgatā saddhiṁ ekena upāsakena.",
  "anya-e0702n6:399": "Atha ñāṇābhivaṁsadhammasenāpatimahādhammarājādhirājagurunā saṅgharaññā upajjhāyena kavindābhisaddhammadharadhajamahādhammarājaguruttherena janindābhidhajamahādhammarājaguruttherena munindaghosamahādhammarājaguruttherenāti evamādīhi rājagurutthe rehi kammavācariyehi hatthirajjusuvaṇṇaguhasīmāyaṁ upasampadakammaṁ kārāpesi, upāsakañca sāmaṇerabhūmiyaṁ patiṭṭhāpesi, tato pacchā ca anekavāraṁ āgatānaṁ bhikkhūnaṁ puna sikkhaṁ gaṇhāpesi, sāmaṇerānañca upasampadakammaṁ kārāpesi, upāsakānañca pabbajjakammanti.",
  "anya-e0702n6:400": "Aparabhāge pana kaliyuge chacattālīsādhike vassasate sahasse ca sampatte piturañño ācariyapubbo atulo nāma thero cīvarapaṭalaṁ uparisaṅghāṭiṁ katvā urabandhanavatthaṁ bandhitabbanti cūḷagaṇṭhipade vuttattā sāmaṇerānaṁ gāmappavasenakāle ekaṁsaṁ uttarāsaṅgaṁ katvā urabandhanavatthaṁ bandhitvāyeva pavisitabbanti daḷaṁ katvā rañño santikaṁ lekhanaṁ pavesesi.",
  "anya-e0702n6:401": "Atha rājā taṁ sutvā mahāthere sudhammasabhāyaṁ sannipātāpetvā atulattherena saddhiṁ sākacchaṁ kārāpesi. Atha atulatthero cīvarapaṭalaṁ uparisaṅghāṭiṁ katvā urabandhanavatthaṁ bandhitabbanti cūḷagaṇṭhipade āgatapāṭhaṁ dassetvā sāmaṇerānaṁ gāmappavesanakāle ekaṁsaṁ uttarāsaṅgaṁ katvā urabandhanavatthaṁ bandhitvā pavisitabbanti āha.",
  "anya-e0702n6:402": "Atha mahātherā taṁ pucchiṁsu,-īdiso adhippāyo aññattha dissati vā mā vāti. Atha atulatthero evamāha,-aññattha pana īdiso adhippāyo na dissatīti. Evaṁ hotu, ayaṁ gantho kena katoti. Sīhaḷadīpe anurādhapurassa dakkhiṇadisābhāge pokkanti gāme arahantena moggalānattherenāti. Ayamattho kathaṁ jānitabboti. Piṭakattayalakkhaṇaganthe āgatattāti. Ayañca piṭakattaya lakkhaṇagantho kuto laddhoti. Buddhaghosattherena kira sīhaḷadīpato ānītattā tato, ayañhi gantho sīhaḷadīpato attanā ānītesu ganthesu asuko gantho asukena therena katoti viññāpanatthāya buddhaghosattherena kato, idānāyaṁ gantho amhākaṁ hatthe saṁvijjatīti. Sace idānāyaṁ gantho tumhākaṁ hatthe saṁvijjati, amhākaṁ dassehīti. Passathāvuso ayamamhākaṁ hatthe ganthoti dassesi. Atha mahātherehi saṅgharājappamukhehi tasmiṁ ganthe passite vinayagaṇṭhipadaṁ sīhaḷadīpe parakkamabāhurañño kāle moggalānatthero akāsīti āgataṁ, na cūḷagaṇṭhipadaṁ sīhaḷadīpe anurādhapurassadakkhiṇadisābhāge pokkantigāme arahā moggalānatthero akāsīti.",
  "anya-e0702n6:403": "Atha therā evamāhaṁsu,-kasmā pana piṭakattayalakkhaṇaganthe anāgatampi āgataṁviya katvā musā vadatha, na nu tumhākampi ekaṁsikabhikkhūnaṁ musāvādasikkhāpadaṁ atthīti. Atha atulatthero uttariṁ vattuṁ asakkuṇeyyattā luddakassa vākure bandhamigoviya phandamāno hutvā aṭṭhāsi, sahoḍḍena gahitoviya coro sahamusāvādakammena so thero gahito ahosīti.",
  "anya-e0702n6:404": "Idaṁ imassa atthassa āvibhāvatthāya vatthu, –",
  "anya-e0702n6:405": "Imasmiṁ kira raṭṭhe eko janapadavāsīpuriso kenacideva karaṇīyena amarapuraṁ nāma mahārājaṭṭhānīnagaraṁ āgacchi. Āgantvā ca paccāgatakāle antarāmagge pātheyyaṁ khayaṁ ahosi. Athassa etadahosi,- idāni mama pātheyyaṁ khayaṁ ahosi, imasmiṁ kira raṭṭhe sahassorodhagāme laddhavaro nāma mahāseṭṭhi sabbattha bhūtale ativiya pākaṭo. Tassāhaṁ ñātīti vañcetvā kathessāmi, evaṁ sati tena mahāseṭṭhinā mittasanthavaṁ kātuṁ tetegāmikā manussā mama bahu lābhaṁ dassanti, tadā pātheyyena akiccho bhavissāmīti. Evaṁ pana cintetvā antarāmagge sampattasampattagāmesu mahābhogānaṁ gehaṁ vicinetvā mahābhogānaṁ santikaṁ pavisitvā kathāsallāpaṁ akāsi.",
  "anya-e0702n6:406": "Atha tetegāmikā tvaṁ kuto āgato, kuhiṁ gamissasi, kassa ñāti,ko vā tvanti pucchiṁsu. Amarapūramahārājaṭṭhānīnagarato āgato, sahassorodhagāmaṁ gamissāmi, sahassorodhagāme laddhavarassa nāma mahāseṭṭhino jāmātā dhanavaḍḍhako nāmāhanti āha.",
  "anya-e0702n6:407": "Atha tetegāmikā laddhavarena mahāseṭṭhinā mittasanthavaṁ kātuṁ nānābhojanehi bhojesuṁ. Aññehipi bahūhi paṇṇākārehi saṅgahaṁ akaṁsu. Imināva nayena sampatta sampattagāmesu vañcetvā attano guṇaṁ kathetvā addhāna maggaṁ tari. Pacchā pana sahassorodhagāmaṁ sampatto. So sahassorodhagāmaṁ na sampattapubbo. Laddhavaro mahāseṭṭhi tena na diṭṭhapubbo. Sahassorodhagāmaṁ sampatteyeva ayaṁ kiṁ nāma gāmoti apucchitvāyeva tasmiṁ gāme mahābhogatarassa mahāgehaṁ vicinanto tasseva laddhavarassa seṭṭhino mahantaṁ gehaṁ passitvā laddhavarassa seṭṭhino santikaṁ pavisitvā tena saddhiṁ kathāsallāpaṁ akāsi.",
  "anya-e0702n6:408": "Atha mahāseṭṭhi taṁ pucchi,-tvaṁ kuto āgato, kuhiṁ gamissasi, kassa ñāti,ko tvanti. Amarapuramahārājaṭṭhānīnagarato sāmi āgato, sahassorodhagāmaṁ gamissāmi, sahassorodhagāme laddhavarassa nāma mahāseṭṭhino jāmātā, dhanavaḍḍhako nāmāhanti āha.",
  "anya-e0702n6:409": "Atha mahāseṭṭhi tassa mukhaṁ ujuṁ oloketvā ayaṁ māṇava sahassorodhagāmoyeva, ahampi laddhavaro nāma mahāseṭṭhi, mama dhītaro santi, tāpi sassāmikāyeva honti, idāni tā sakasakassāmikānaṁyeva santike vasanti, na tvaṁ kadāci mayā diṭṭhapubbo, kena kāraṇena kuto āgantvā mama jāmātā bhavasīti pucchi.",
  "anya-e0702n6:410": "Atha so mmanussehi anubandhiyamānoviya migo sakalampi kāyaṁ phandāpetvā kiñci vattabbaṁ vacanaṁ ajānitvā aladdhappatiṭṭhānatāya evaṁ sati kuto āgato, kuhiṁ gamissāmi, kassa ñāti, ko vā ahanti idāni na jānāmi, sabbadisā sammuyhāmi, khamāhi mama aparādhaṁ, ito paṭṭhāya yāva jīvitapariyosānā na vañcessāmi, vañcetuṁ na visahāmi, idāni ativiya bhāyāmi, mā kiñci daṇḍakammaṁ karohīti vatvā vegena uṭṭhahitvā palāyīti.",
  "anya-e0702n6:411": "Iccevaṁ atulatthero dummukho hutvā yaṁvātaṁvā mukhārūḷaṁ vilapitvā saṅghamajjhe nisīdi.",
  "anya-e0702n6:412": "Ayaṁ atulattherassa paṭhamo parājayo.",
  "anya-e0702n6:413": "Tato pacchā khalitvā kaddame patitaṁ purisaṁ puna upari akkamantāviya puna mahātherā evaṁ pucchiṁsu,-idaṁ bhante tava cūḷagaṇṭhipadaṁ nāma tīsu vinayamahāṭīkāsu sādhakavasena dassitaṁ cūḷagaṇṭhipadaṁ udāhu aparanti. Tīsu vinayamahāṭīkāsu sādhakavasena dassitaṁ cūḷagaṇṭhipadaṁyeva idanti. Evaṁsati kasmā tava cūḷagaṇṭhipadeyeva vuttañhi vajirabuddhiṭīkāyaṁ, vuttañhi sāratthadīpanīṭīkāyaṁ, tathā hi vuttaṁ vimati vinodanīṭīkāyanti tāsaṁ vinayamahāṭīkānaṁ pacchā hutvā tisso vinayamahāṭīkāyo sādhakavasena dassitāti. Evaṁ pana pucchanto so mayā pubbe vuttaṁ tīsu vinayamahāṭīkāsu sādhakavasena dassitaṁ cūḷagaṇṭhipadaṁyeva idanti vacanaṁ saccamevāti mukhāsuññatthāya punappunaṁ vadi.",
  "anya-e0702n6:414": "Idañca imassa atthassa āvibhāvatthāya vatthu, –",
  "anya-e0702n6:415": "Eko kira puriso ekena sahāyena saddhiṁ puttadāraposanatthāya rañño bhatiṁ gahetvā yuddhakammaṁ kātuṁ saṅgāmaṁ gacchati. Atha parasenāya yujjhitvā parasenā abhibhavitvā sabbe manussā attano attano abhimukhaṭṭhānaṁ palāyiṁsu. Atha sopi puriso tena sahāyena saddhiṁ attano abhimukhaṭṭhānaṁ palāyi. Tokaṁ palāyitvā antarāmagge parasenāhi paharitadaṇḍena mucchito hutvā so puriso tena saddhiṁ gantuṁ na sakkā, antamaso nisīditumpi na sakkā.",
  "anya-e0702n6:416": "Atha sahāyassa etadahosi,-idāni ayaṁ ativiya bāḷagilāno hoti maraṇāsanno, sacāhaṁ tassa upaṭṭhahitvā idheva nisīdeyyaṁ, verino āgantvā maṁ gaṇhissantīti. Evaṁ pana cintetvā gilānassa santakāni kahāpaṇavatthādīni gahetvā taṁ tattheva ṭhapetvā gacchati. Sakaṭṭhānasamīpaṁ pana pattassa tassa etadahosi,- sace taṁ antarāmagge ṭhapetvā āgacchāmīti vadeyyaṁ, tassa ñātakā mama upari dosaṁ ropessanti, idāni so maritvā ahaṁ ekakova āgacchāmīti vadissāmīti. Sakaṭṭhānaṁ pana patvā tassa bhariyā tassa santikaṁ āgantvā mayhaṁ pana sāmiko kuhiṁ gato, kattha ṭhapetvā tvaṁ ekakova āgacchasīti pucchi. Tava ayye sāmiko paresaṁ āvudhena paharitvā kālaṅkato, imāni tava sāmikassa santakānīti vatvā kahāpaṇavatthādīni datvā mā soci mā paridevi, idāni matakabhattaṁ datvā puññabhāgaṁyeva bhājehīti samassāsesi. Atha sā tāni gahetvā roditvā matakabhattaṁ datvā puññabhāgaṁ bhājesi.",
  "anya-e0702n6:417": "Aparabhāge pana thokaṁ kālaṁ atikkante gilānā vuṭṭhito sakagehaṁ āgacchati. Bhariyāpi taṁ na saddahi. Ahaṁ na kālaṅkato, gilānaṁyeva maṁ ṭhapetvā so mama santakāni gahetvā gato, sace maṁ tvaṁ na saddahasi, ahaṁ antogabbhe nilīyitvā nisīdissāmi, taṁ pakkosetvā pucchāhīti āha.",
  "anya-e0702n6:418": "Atha sā taṁ pakkosetvā bahi gabbhe nisīditvā pucchi,-mama sāmi sāmiko kālaṅkatoti taṁ saccaṁ vā alikaṁ vāti. Saccamevetaṁ, yaṁ tava sāmiko kālaṅkatoti.",
  "anya-e0702n6:419": "Atha so puriso bahi gabbhaṁ nikkhamitvā aṅguliṁ pasāretvā na idāni bhosamma ahaṁ kiñci mattopi marāmi, kasmā pana amarantaṁyeva maṁ mato esoti vadesīti. Atha kiñci vattabbassa kāraṇassa adissanato mukhāsuññatthāya aṅguliṁ pasāretvā ujuṁ oloketvā idāni tvaṁ idha āgantuṁ samatthopi matoyeva, matoti mayā vutta vacanaṁ saccaṁyeva, nāhaṁ kiñci alikaṁ vadāmīti āha. Evaṁ so punappunaṁ vadantopi jīvamānakassa saṁvijjamānattā paccakkheyeva ca tassa ṭhitattā kocipi tassa vacanaṁ na saddahi, parājayaṁyeva so pattoti.",
  "anya-e0702n6:420": "Iccevaṁ atulatthero mukhāsuññatthāya vadantopi koci na saddahi, parājayaṁyeva so pattoti.",
  "anya-e0702n6:421": "Ayaṁ atulattherassa dutiyo parājayo.",
  "anya-e0702n6:422": "Punapi seyyathāpi luddako kuñjaraṁ disvā ekena vārena usunā vijjhitvā patantampi kuñjaraṁ puna anuṭṭhāhanatthāya katipayavārehi usūhi vijjhati, evameva ekavāreneva parājayaṁ pattaṁ pana vādassa anukkhipanatthāya katipayavārehi parājayaṁ pāpetuṁ pārupanavādino mahātherā evamāhaṁsu,- tava cūḷagaṇṭhipadeyeva sāmaṇerānaṁ parimaṇḍalasuppaṭicchannādīni vattāni abhinditvāyeva pavisitabboti pubbe vatvā cīvarapaṭalauparisaṅghāṭiṁ katvā urabandhanavatthaṁ bandhitabbanti pana vuttaṁ, kasmā pana pubbena aparaṁ asaṁsanditvā vuttaṁ, tumhākaṁ vāde paṭisaraṇabhūtānaṁ pāḷiaṭṭhakathāṭīkāganthantarānaṁ natthitāya amhākaṁ paṭisaraṇabhūtaṁ cūḷagaṇṭhipadanti vadatha, tumhākaṁ paṭisaraṇabhūtā cūḷagaṇṭhipadatoyeva bhayaṁ uppajjatīti vatvā saha nilīyanaṭṭhānena gahitaṁ coraṁ viya saha nissayena adhammavādino gaṇhiṁsu.",
  "anya-e0702n6:423": "Idaṁ imassa atthassa avibhāvatthāya vatthu, –",
  "anya-e0702n6:424": "Atīte kira bārāṇasito avidūre nadītīre gāmake pāṭali nāma naṭamacco vasati. So ekasmiṁ ussava divase bhariyamādāya bārāṇasiṁ pavisitvā naccitvā vīṇaṁ vāditvā gāyitvā dhanaṁ labhitvā ussavapariyosāne bahu surābhattaṁ gāhāpetvā attano gāmaṁ gacchanto nadītīraṁ patvā navodakaṁ āgacchantaṁ disvā bhattaṁ bhuñjanto suraṁ vivanto nisīditvā matto hutvā attano balaṁ ajānanto mahāvīṇaṁ gīvāya bandhitvā nadiṁ otaritvā gamissāmīti bhariyaṁ hatthe gahetvā nadiṁ otari. Vīṇāchiddehi udakaṁ pāvisi. Atha naṁ sā pīṇā udake osīdāpesi. Bhariyā panassa osīdanabhāvaṁ ñatvā taṁ vissajjitvā uttaritvā nadītīre aṭṭhāsi. Naṭapāṭali sakiṁ ummujjati, sakiṁ nimmujjati, udakaṁ pavisitvā uddhumātaudaro ahosi. Athassa bhariyā cintesi,-mayhaṁ sāmiko idāni marissati, ekaṁ gītaṁ yācitvā parisamajjhe taṁ gāyantī jīvitaṁ kappessāmīti cintetvā sāmi tvaṁ udake nimmujjasi, ekaṁ me gītaṁ dehi, tena jīvitaṁ kappessāmīti vatvā–",
  "anya-e0702n6:425": "Bahussutaṁ cittakathaṁ, gaṅgā vahati pāṭaliṁ;",
  "anya-e0702n6:426": "Vuyhamānakaṁ bhaddante, ekaṁ me dehi gāthakanti.",
  "anya-e0702n6:427": "Atha naṁ naṭapāṭali bhadde kathaṁ tava gītaṁ dassāmi, idāni mahājanassa patisaraṇabhūtaṁ udakaṁ maṁ māretīti vatvā–",
  "anya-e0702n6:428": "Yena siñcanti dukkhitaṁ, yena siñcanti āturaṁ;",
  "anya-e0702n6:429": "Tassa majjhe marissāmi, jātaṁ saraṇato bhayanti.",
  "anya-e0702n6:430": "Atha atulatthero attano patisaraṇabhūtā cūḷagaṇṭhipadato bhayaṁ uppajjitvā kiñci vattabbaṁ ajānitvā adhomukho hutvā parājāyaṁ pattoti.",
  "anya-e0702n6:431": "Ayaṁ atulattherassa tatiyo parājayo.",
  "anya-e0702n6:432": "Atha rājā tesaṁ dvinnaṁ pakkhānaṁ vacanaṁ sutvā cūḷagaṇṭhipadassa pubbāparavirodhidosahi ākulattā suttasuttānulomādīsu appaviṭṭhattā āgamasuddhiyā ca abhāvato parovassasataṁ ciraṁ ṭhitassa gehassaviya atidubbalavasena athirataṁ jānitvā idāni sāsanaṁ parisuddhaṁ bhavissatīti somanassappatto hutvā mama vijite sabbepi bhikkhū pārupanavasena samānavādikā hontūti āṇaṁ ṭhapesi. Tato paṭṭhāya yāvajjatanā sakalepi marammaraṭṭhe pārupanavasena samānavādikā bhavantīti.",
  "anya-e0702n6:433": "Ayamettha saṅkhepo,-tesañhi dvinnaṁ pakkhānaṁ sannipatitvā vacanappaṭivacana vasena vivādakathā vitthārena vuccamānā chapañcasāṇavāramattampi patvā niṭṭhaṁ na pāpuṇeyya. Yasmā pana sabbaṁ anavasesetvā vuccamānaṁ ayaṁ sāsanavaṁsappaṭīpikā atippapañcā bhavissati, tasmā ettha icchitamattameva dassayitvā ajjhupekkhāmāti.",
  "anya-e0702n6:434": "Ñāṇābhivaṁsadhammasenāpatimahādhammarājādhirāja guru pana saṅgharājā mahāthero sīhaḷadīpe amarapuranikāyikānaṁ bhikkhūnaṁ ādibhūto ācariyo bahūpakāro. Amarapuranikāyoti tattherappabhavoti.",
  "anya-e0702n6:435": "Kaliyuge pana ekāsītādhike vassasate sahasse ca sampatte tassa rañño nattā siritribhavanādityapavarapaṇḍitamahādhammarājādhirājā nāma rajjaṁ kāresi. So pana amarapurato saṅkamitvā ratanapūraṁ catutthaṁ māpesi. Tassa rañño kāle guṇamunindādhipatimahādhammarājādhirājaguruttherassa sīssaṁ sajīvagāmavāsiṁ sīlācāraṁ nāma theraṁ araññavāsīnaṁ bhikkhūnaṁ pāmokkhaṭṭhāne ṭhapesi. Rājāgāranāmake dese vihāraṁ kārāpetvā tasseva adāsi.",
  "anya-e0702n6:436": "Kaliyuge ekāsītādhike vassasate sahasse ca sampatte calaṅgapurato paññāsīhaṁ nāma theraṁ ānetvā asokārāme ratanabhūmikittivihāre patiṭṭhāpesi, munindābhisirisaddhammadhajamahādhammarājādhirājagurūti nāmalañchampi adāsi.",
  "anya-e0702n6:437": "Kaliyuge catūsīsādhike vassasate sahasse ca sampatte munindābhivaṁsadhammasenāpatimahādhammarājādhirājagurūti nāmalañchaṁ datvā mahājeyyabhūmivihārarammaṇīyaṁ nāma vihāraṁ datvā taṁyeva mahātheraṁ saṅgharājaṭṭhāne ṭhapesi.",
  "anya-e0702n6:438": "Ekasmiñca samaye mahāthere rājā pucchi,-catasso dāṭhā nāma cattālīsāya dantesu antogadhā vā, udāhu cattālīsāya dantehi visuṁ bhūtāti pucchi.",
  "anya-e0702n6:439": "Atha ekacce therā evamāhaṁsu,-catasso dāṭhā nāma cattālīsāya dantesu antogadhāti. Ekacce pana catasso dāṭhā nāma cattālīsāya dantehi visuṁ bhūtāti āhaṁsu. Atha rājā ganthaṁ āharathāti āha. Atha antogadhavādikā therā ganthaṁ āhariṁsu,- aññesaṁ paripuṇṇadantānampi dvattiṁsadantā honti, imassa pana cattālīsaṁ bhavissantīti ca.",
  "anya-e0702n6:440": "Dantāti paripuṇṇadantassa dvattiṁsadantaṭṭhikāni. Tepi vaṇṇato setā, saṇṭhānato anekasaṇṭhānā. Tesañhi heṭṭhimāya tāva dantapāḷiyā majjhe cattāro dantā mattikāpiṇḍe paṭipāṭiyā ṭhapitaālābubījasaṇṭhānā, tesaṁ ubhosu passesu ekeko ekamūlako ekakoṭiko mallikamakuḷasaṇṭhāno, tato ekeko dvimūlako dvikoṭiko yānakaupatthamphinisaṇṭhāno, tato dve dve timūlakā tikoṭikā, tato dve dve catumūlakā catukoṭikāti. Uparimāya dantapāḷiyāpi eseva nayoti ca.",
  "anya-e0702n6:441": "Tassa kira uttaroṭṭhaappakatāya tiriyaṁ phāletvā apanītaddhaṁviya khāyati, cattāro dante dve ca dāṭhā na chādeti, tena naṁ oṭṭhaddhoti voharantīti ca.",
  "anya-e0702n6:442": "Tattha tassāti licchavino nāma rājakumārassa, uttaroṭṭhaappakatāyāti upari oṭṭhassa appakatāya. Apanītaddhaṁ viyāti upari oṭṭhassa upaḍḍhabhāgaṁ apanītaṁ viya khāyatīti attho. Na chādetīti upari oṭṭhassa upaḍḍhabhāge pana na paṭicchādeti. Tenāhi yena cattāro dante dve ca dāṭhā na chādeti, tena naṁ licchavīrājakumāraṁ oṭṭhaddhoti voharantīti . Evaṁ antogadhavādehi therehi ganthaṁ āharitvā dassite sabbepi tasmiṁ vāde patiṭṭhahiṁsūti.",
  "anya-e0702n6:443": "Ekasmiñca kāle rājā mantiniṁ amaccaṁ pucchi,-pubbarājūhi vihārassa cetiyassa vā dinnāni khettavatthuādīni pacchimarājūnaṁ kāle yathādinnaṁ tāni patiṭṭhahanti vā mā vāti.",
  "anya-e0702n6:444": "Atha mantiniāmacco evaṁ kathesi,- saṅghikāya bhūmiyā puggalikāni bījāni ropayanti, bhāgaṁ datvā paribhuñjitabbānīti dasakoṭṭhāse katvā eko koṭṭhāso bhūmissāmikānaṁ dātabboti ca vinayapāḷiaṭṭhakathāsu vuttattā pubbe ekena raññā dinnāni khettavatthuādīni pacchā ekassa rañño kāle yathādinnaṁ ṭhitāni. Ettha hi saṅghikāya bhūmiyāti vuttattā lābhasīmāyaṁviya baliṁyeva adatvā saha bhūmiyā dinnattā paveṇīvasena saṅghikā bhūmi atthīti viññāyati. Etthaca paṭiggāhakesu matesu tadañño catuddisasaṅgho anāgatasaṅgho ca issaro, tassa santako, tena vicāretabboti.",
  "anya-e0702n6:445": "Cetiya padīpatthāya paṭisaṅkhāraṇatthāya vā diinnaārāmopi jaggitabbo, vettanaṁ atvāpi jaggāpetabboti cetiye chattaṁ vā vedikaṁ vā jiṇṇaṁ vā paṭisaṅkharontena sudhākammādīni vā karontena cetiyassa upanikkhepato kāretabbanti ca aṭṭhakathāyaṁ vuttattā pubbarājūhi cetiyassa dinnāni khettavatthuādīni pacchimarājūnaṁ kālepi cetiyasantakasāveneva ṭhitānīti veditabbāni.",
  "anya-e0702n6:446": "Athāparampi pucchi,- kadā kassa rañño kāle ādiṁ katvā khettavatthuādīni vihārassa cetyassa vā dinnānīti.",
  "anya-e0702n6:447": "Atha mantinamacco evamāha,-purimakappesu purimānaṁ rājūnaṁ kālepi vihārassa cetiyassa vā dinnānīti veditabbāni, teneva sujātassa nāma bhagavato amhākaṁ bodhisatto cakkavattirājā saddhiṁ sattahi ratanehi dvisahasse khuddakadīpe cattāro mahādīpe ca adāsi, raṭṭhavāsino ca ārāmagopakakiccaṁ kārāpesīti ganthesu āgataṁ, tasmā cirakālatoyeva paṭṭhāya pubbarājūhi khettavatthuādini dinnānīti veditabbāni.",
  "anya-e0702n6:448": "Rājavaṁsesupi bhagavato parinibbānato vassasatānaṁ upari sirikhettanagare ekāya āpūpikāya pañcakarīsa mattaṁ khettaṁ ekassa therassa dinnaṁ, taṁ dvattapoṅko nāma rājā vilumpitvā gaṇhi. Atha pahāraghaṇṭabheriyo paharitāpi saddaṁ na akaṁsu. Rañño kuntacakkampi yathā pubbe, tathā pesitaṭṭhānaṁ na gacchi. Atha taṁ kāraṇaṁ ñatvā āpūpikāya yathādinnameva therassa niyyādesīti.",
  "anya-e0702n6:449": "Kaliyuge pana navanavutādhike vassasate sahasse ca sampatte tassa kaniṭṭho siripavarādityalokāpeti vijayamahādhammarājādhirānā rajjaṁ kāresi, so pana rājā ratanapūrato saṅkamitvā amarapuraṁ dutiyaṁ māpesi. Tassa rañño rajjaṁ pattasaṁvacchareyeva jeṭṭhamāsassa juṇhapakkhapañcamiyaṁ ratanapūranagare māravijayaratanasudhammāya nāma piṭakasālāya sūriyavaṁsassa nāma therassa parisamajjhe rājalekhanaṁ vācāpetvā saṅgharajjaṁ niyyādesi. Sūriyavaṁsābhisiripavarālaṅkāradhammasenāpatimahādhammarājādhirājagurūti nā malañchampi adāsi.",
  "anya-e0702n6:450": "So pana thero kaliyuge pañcavīsādhike vassasate sahasse ca sampatte migasiramāsassa juṇhapakkhasattamiyaṁ suttavāre vālukavāpigāme paṭisandhiyā vijātotisattativayaṁ sampatte saṅgharajjaṁ patto santindriyo khantī dhammo sikkhākāmo pariyattivihārado tipiṭakālaṅkāramahādhammarājaguruttherassa sisso. So pana kaliyuge pannarasādhike dvivassasate sahasseca sampatte tassa rañño kāleyeva maccuvasaṁ patto.",
  "anya-e0702n6:451": "Atha rājā anekasahassehi pāsādehi abhūtapubbehi acchariyakammehi sarīrajhāpanakiccaṁ akāsi. Atha kaliyuge seḷasādhike vassasate sahasseca sampatte tassa mahātherassa sissaṁ ñeyyadhammaṁ nāma theraṁ puna saṅgharājaṭṭhāne ṭhapesi. Paṭhamaṁ ñeyyadhammālaṅkāradhamma senāpatimahādhammarājādhirājagurūti nāmalañchaṁ adāsi. Tato pacchā dutiyaṁ ñeyyadhammābhivaṁsasiripavarālaṅkāradhammasenāpatimahādhammarājādhirāja- gurūti nāmalañchaṁ adāsi.",
  "anya-e0702n6:452": "So pana thero kaliyuge ekasaṭṭhādhike vassasate sahasseca devasūragāme paṭisandhiyā vijāto hutvā asītādhike vassasate sahasseca paṭhamaāsāḷimāsassa juṇhapakkhacuddasamiyaṁ upasampadabhūmiṁ patto.",
  "anya-e0702n6:453": "Tassa rañño kāle kaliyuge navanavutādhike vassasate sahasseca sampatte sīhaḷadīpato paññātisso nāma thero saddhiṁ sunandena nāma bhikkhunā indasārena nāma sāmaṇerena ekena upāsakena ekena dārakenaca amarapuraṁ nāma nagaraṁ sampatto. Atha saṅgharājā tesaṁ paccayānuggahena dhammānuggaheca anuggahesi. Tesu aparabhāge kaliyuge dvivassādhike dvisate vassasahasseca sampatte paññātissatthero jararogena abhibhūtattā saṅkhāradhammānaṁ sabhāvaṁ anativattattā kālamakāsi. Tassa puna sikkhaṁ gaṇhissāmīti parivitakko matthakaṁ appatto hutvā vinassayi. Tenāhabhagavā, –",
  "anya-e0702n6:454": "Acintitampi bhavati, cinti tampi vinassati;",
  "anya-e0702n6:455": "Na hi cintāmayā bhogā, itthiyā purisassa vāti.",
  "anya-e0702n6:456": "Imasmiṁ pana loke paṇḍito puññaṁ kattukāmo abhitthareva kareyya. Ko nāma jaññā ajje vā suve vā parasuve vā maraṇaṁ bhavissabhīti. Tenāha bhagavā, –",
  "anya-e0702n6:457": "Abhittharetha kalyāṇe, pāpā cittaṁ nivāraye;",
  "anya-e0702n6:458": "Dandañhi karato puññaṁ, pāpasmiṁ ramatī manoti.",
  "anya-e0702n6:459": "Atha mahārājā tassa sarīrajhāpanakiccaṁ bahūhi sādhukīḷanasabhāyehi akāsi. Tato pacchā sunandassa nāma bhikkhussa puna sikkhaṁ adāsi. Sāmaṇeraṁ pana upasampadabhūmiyaṁ patiṭṭhāpesi. Dārakañca sāmaṇerabhūmiyanti.",
  "anya-e0702n6:460": "Te pana mahārājā kaliyuge tivassādhike dvisate sahasseca sampatte māghamāse bahūhi paccayehi upatthambhetvā tānitāni sabbāni kammāni tīretvā kusimanagarajeṭṭhassa ekassa amaccassa bhāraṁ katvā tasseva sabbāni kiccāni niyyādetvā sīhaḷadīpaṁ pahiṇīti.",
  "anya-e0702n6:461": "Saṅgharājāmahāthero pana sāsanassa ciraṭṭhitatthāya sotārānaṁ sukhappaṭibodhanatthāya nānāganthehi pāṭhaṁ visodhetvā saddhammappajjotikāya nāma mahāniddesaṭṭhakathāya atthayojanaṁ marammabhāsāya akāsi. Bahūnaṁ sissānaṁ pariyattivācanavasena jinasāsanassa anuggahaṁ akāsīti.",
  "anya-e0702n6:462": "Aparabhāge kaliyuge aṭṭhavassādhike dvisake sahasseca sampatte migasiramāsassa juṇhapakkhaaṭṭhamiyaṁ tassa putto sīripavarādityavijayānantayasamahādhammarājādhirājā nāma rajjaṁ kāresi. Tadā sūriyavaṁsābhisiripavarālaṅkāradhammasenāpatimahādhammarājādhirājaguru- mahātherassa sissaṁ paññājotābhidhajamahādhammarājādhirājaguruttheraṁ saṅgharājaṭṭhāne ṭhapesi.",
  "anya-e0702n6:463": "Sopi sīlavā pariyattikovido sikkhākāmo lajjīpesalo. Aṅguttaranikāyapāḷiyā tadaṭṭhakathāyaca attha yojanaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:464": "Tassa rañño kāle ñeyyadhammābhivaṁsasiripavarālaṅkāradhammasenāpatimahādhammarājādhirāja- gurutthero saddhammavilāsiniyā nāma paṭisambhidāmaggaṭṭhakathāya atthayojanaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:465": "Maṇijotasaddhammālaṅkāramahādhammarājādhirājaguruttherosaṁyutta- nikāyapāḷiyā tadaṭṭhakathāyaca atthayojanaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:466": "Medhābhivaṁsasaddhammadhajamahādhammarājādhirājagurutthero dīghanikāyapāḷiyā tadaṭṭhakathāyaca atthayojanaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:467": "Ñeyyadhammābhivaṁsasiripavarālaṅkāradhammasenāpatimahā dhammarājādhirājaguruttherassa sisso upasampadāvasena pañcavassiko paññāsāmi nāmāhaṁ saddatthabhedacintānāmakassaganthassa gaṇṭhipadatthavaṇṇanaṁ marammabhāsāya akāsiṁ. Dasavassikakāle pana abhidhānappadīpikāsaṁvaṇṇanāya atthayojanaṁ marammabhāsāya akāsiṁ. Tassāca pāṭhaṁ bahūhi ganthehi saṁsadditvā visodhesinti.",
  "anya-e0702n6:468": "Aparabhāge sakkarāje cuddasādhike dvisate sahasseca sampatte ayaṁ amhākaṁ dhammiko rājā anekasatajātīsu upacitapuññānubhāvena jinasāsanassa paggaṇhanatthāya sammādevalokapālehi uyyojiyanoviyarajjasampattiṁ paṭilabhi. Dasabalassasāsanaṁ paggaṇhitukāmassa dhammarājassa manoratho matthakaṁ patto ahosi. Mariyādaṁ bhinditvā dinnakatamaggaṁviya udakaṁ laddhokāsatāya saddhā mahogho avattharitvā tiṭṭhati. Cattārica vassāni atikkamitvā besākhamāse pañcakakudhabhaṇḍādīhi anekehi rājabhoggabhaṇḍehi parivāretvā udumbarabhaddapiṭṭhe saddhiṁ mahesiyā abhisekaṁ patto. Tenāvocumhā nāgarājuppattikathāyaṁ,-",
  "anya-e0702n6:469": "Mahāpuññova rājāyaṁ, kaṭṭhaṭagheva āgate;",
  "anya-e0702n6:470": "Sakkarāje hi sampattiṁ, patvā dāne rato vate.",
  "anya-e0702n6:471": "Tadā cattāri vassāni, atikkamitvā visādhike;",
  "anya-e0702n6:472": "Saddhiṁ mahesiyā sekaṁ, patto hutvā mahātale.",
  "anya-e0702n6:473": "Jinacakkañca jotesi, mahāsokādayo yathā;",
  "anya-e0702n6:474": "Alajjinoca niggayha, paggahetvāna lajjino.",
  "anya-e0702n6:475": "Raṭṭheca dānasīlesu, bhāvanāyābhiyuñcaye;",
  "anya-e0702n6:476": "Nimirājādayo yathāti.",
  "anya-e0702n6:477": "Tadā yasmā alajjino niggahitabbapuggale avīcinarake nikkhipantoviya niggahakammaṁ akāsi, tasmā te aladdhokāsā nilīyanti, yathā aruṇuggamanakāle kosiyāti. Tenāvocumhā nāgarājuppattikathāyaṁ,-",
  "anya-e0702n6:478": "Tadā pana jinacakkaṁ, nabhe candova pākaṭaṁ;",
  "anya-e0702n6:479": "Alajjino nilīyanti, aruṇuggeva kosiyāti.",
  "anya-e0702n6:480": "Yasmāca lajjino paggahitabbapuggale bhavaggeukkhipantoviya paggahakammaṁ karoti, tasmā te laddhokāsā uṭṭhitasīsā nirāsaṅkā hutvā tiṭṭhanti, yathā candimasūriyālokānaṁ paṭiladdhakāle ādikappikāti. Tenāvocumhā, –",
  "anya-e0702n6:481": "Tadāpica jinacakkaṁ, khe bhāṇumāva pākaṭaṁ;",
  "anya-e0702n6:482": "Lajjinopi uṭṭhahanti, obhāladdheva kappikāti.",
  "anya-e0702n6:483": "Tepiṭakampi navaṅgaṁ buddhavacanaṁ ciraṭṭhitikaṁ kattukāmo pariyattivissaradehi mahātherehi visodhāpetvā lekhakānaṁ bhatiṁ datvā kaṇṭhajamuddhajādividhānaṁ sithiladhanitādividhānañca punappunaṁ vicāretvā antamaso paricchedalekhamattampi avirādhetvā antepuraṁ pavisetvā suvaṇṇamayesu lohamayesuca potthakesu likhāpesi. Ñāṇathāmasampanneca bhikkhū vicinetvā yathābalaṁ vinayapiṭakaṁ visuṁ visuṁ dhāreti vācuggataṁ kārāpeti. Aggamahesiṁ ādiṁ katvā sakala orodhādayo bahū rājasevakā amaccādayo nāgarikeca yathābalaṁ suttantapiṭakaṁ abhidhammapiṭakañca visuṁ visuṁ ekekasuttamātikāpadabhājanīcittavārādivasena vibhājetvā dhāreti vācuggataṁ kārāpeti. Sayañca anattalakkhaṇādikaṁ anekavidhaṁ suttaṁ devasikaṁ sajjhāyaṁ karoti. Jinasāsanassa ciraṭṭhitatthāyasakalavijiteca araññavāsīnaṁ bhikkhūnaṁ assamassa samantato pañcadhanusatappamāṇe ṭhānethaladakacarānaṁ sabbesaṁ sattānaṁ abhayaṁ adāsi. Pariyatti visāradānañca therānutherānaṁ mātāpitādayo ñātake sabbarājakiccato balikammatoca mocāpetvā yathāsukhaṁ vasāpeti. Ekāhenevāpi sahassamatte kulaputte pabbajūpasampadabhūmīsu patiṭṭhāpetvā sāsanaṁ paggaṇhi. Aññānipi bahūni puññakammāni karoti. Katvāca vivaṭṭameva pattheti, no vaṭṭaṁ. Aññeca orodhādayo tumhe yāni kānici puññakammāni katvā vivaṭṭameva pattheta, mā vaṭṭanti abhiṇhaṁ ovadati. Aniccalakkhaṇādisaṁyuttāya dhammakathāya niccaṁ ovadati. Sayampi samathavipassanāsu niccāraddhaṁ akāsi. Rājūnaṁ pana raṭṭhasāmikānaṁ dhammatāya kiccabāhullatāya kadāci kadāci okāsaṁ na labhati kammaṭṭhānamanuyuñjituṁ, evampi samāno sarīramalaparijagganakālepi kammaṭṭhānamanuyuñjatiyeva, na moghavasena kālaṁ khepeti. Loke hi amaṅgalasammatānipi manussasīsakapālaṭṭhiādīni susāsanato ānetvā dantakaṭṭhādīni vā taṁsadisāni kārāpetvā attano samīpe ṭhapetvā aṭṭhikādibhāvanāmayapuññaṁ vicināti.",
  "anya-e0702n6:484": "Tadā pana amhākaṁ ācariyavaraṁ pariyattivisāradaṁ tikkha javanagacchirādiñāṇopetaṁ vicitradhammadesanākathaṁ sakala marammikabhikkhūnaṁ onamitaṭṭhānabhūtaṁ vuddhāpacāyiṁ rūpasobhaggapattaṁ yuttavādikaṁ ñeyyadhammābhimunivarañāṇakittisiridhajadhammasenāpati- mahādhammarājādhirājagurūti tatiyaṁ laddhalañchaṁ taṁ bhikkhusaṅghānaṁ sakalaraṭṭhavāsīnaṁ pāmokkhabhāve patiṭṭhāpesi asokamahārājāviya mahāmoggaliputtatissattheraṁ. Tenāvocumhā nāgarājuppattikathāyaṁ,–",
  "anya-e0702n6:485": "Tadāca bhikkhusaṅghānaṁ, theraṁ pāmokkhabhāvake;",
  "anya-e0702n6:486": "Ñeyyādiladdhalañchaṁ taṁ, patiṭṭhāpesi sādhukanti.",
  "anya-e0702n6:487": "Tadāca amhākaṁ dhammikamahārājā sakkarāje ekūnavīsatādhike sahasse dvisateca sampatte mantalākhyātācalassa samīpe subhūmilakkhaṇopetaṁ ekanipātatitthamiva bahujananayanavihaṅgānaṁ sabbanagarālaṅkārehi parikkhittaṁ manussānaṁ cakkhulolatājanakaṁ nānāratanehi sampuṇṇaṁ nānā verajjavāṇijānaṁ puṭabhedanaṭṭhānabhūtaṁ ratanapuṇṇanāmakaṁ mahārājaṭṭhānikaṁ māpesi, mandhātuviya rājagahaṁ, sudassano viyaca kusāvatīnagaranti. Tenāvocumhā nāgarājuppattikathāyaṁ,–",
  "anya-e0702n6:488": "Tadā kaṭṭhaṭajhe sampatte, mantalākhyācalassaca;",
  "anya-e0702n6:489": "Erāvatīti nāmāya, māpesi samīpe nagaraṁ.",
  "anya-e0702n6:490": "Subhūmilakkhaṇopetaṁ , ratanapuṇṇanāmakaṁ;",
  "anya-e0702n6:491": "Rājagahaṁva mandhātu, akirammaṇiyaṁ subhanti.",
  "anya-e0702n6:492": "Seyyathāpi nāma loke ālokatthikānaṁ sattānaṁ pītisomanassaṁ uppādento upakaronto udayapabbatato sahassaraṁsī divākaro uṭṭhahati, evamevaṁ marammaraṭṭhikānaṁ lajjīpesalānaṁ sikkhākāmānaṁ bhikkhūnaṁ gihīnañca pītisomanassaṁ uppādento upakāronto ayaṁ dhammikorājā imasmiṁ marammaraṭṭhe uppajjati.",
  "anya-e0702n6:493": "Imañca dhammikarājānaṁ nissāya marammaraṭṭhe sammāsambuddhassa sāsanaṁ ativiya joteti. Vuḍḍhiṁ virūḷiṁ vepullaṁ āpajjati.",
  "anya-e0702n6:494": "Sāsanañca nāmetaṁ rājānaṁ nissāya tiṭṭhatīti. Ayaṁ dhammikarājāyeva na sāsanassūpakāro dhammacārī dhammamānī, apica kho dhammikarājānaṁ nissitāpi sabbaraṭṭhavāsikā sāsanassūpakārāyeva dhammacārino dhammamānino rājānugatā hutvā. Tenevāha mahābodhijātakādīsu, –",
  "anya-e0702n6:495": "Gavañce taramānānaṁ, ujuṁ gacchati puṅgavo;",
  "anya-e0702n6:496": "Sabbā gāvī ujuṁ yanti, nette ujuṁ gate sati.",
  "anya-e0702n6:497": "Evameva manussesu, yo hoti seṭṭhasammato;",
  "anya-e0702n6:498": "So cepi dhammaṁ carati, pageva itarā pajā;",
  "anya-e0702n6:499": "Sabbaraṭṭhaṁ sukhaṁ seti, rājā ce hoti dhammikoti.",
  "anya-e0702n6:500": "Visesato pana dutiyaṁ amarapuraṁ māpentassa mahādhammarañño aggamahesiyā ajjavamaddavasohajjādiguṇayuttāya dhitā amhākaṁ rañño aggamahesī sammācārinī patibbatā. Sabbanārīnaṁ aggabhāvaṁ pattāpi samānā kāmaguṇasaṅkhātena surāmadena appamajjitvā puññakammesu appamādavasena niccāraddhavīriyā hoti. Niccaṁ pariyattiyā uggahaṇaṁ akāsi. Vedapāragūca ahosi. Sammāsambuddhasāsane ativiya pasannā aññāpi orodhādayo mahādhammarañño ovāde ṭhatvā dhammaṁ cariṁsu. Sāsanaṁ pasīdiṁsuyeva. Uparājāpi mahādhammarājassa ekamātāpītiko mahādhammarājicchāya avirodhetvāyeva sakalaraṭṭhavāsīnaṁ gihīnaṁ bhikkhūnañca atthahitamāvahati, seyyathāpi cakkavattirañño santike jeṭṭhaputto thāmajavasampanno atisūro uṭṭhānavīriyo. Aññepi amaccā anekasahassappamāṇā mahādhammaraññā laddhesu laddhesu ṭhānantaresu ṭhitā mahādhammarañño taṁ taṁ kiccamāvahanti puññakammesu abhiramanti. Sakalaraṭṭhavāsinoca manussā dānasīlabhāvanāsuyeva cittaṁ ṭhapenti. Bhikkhūca saṅgharājappamukhādayo theranavamajjhimā ganthadhuravipassanādhuresu abhiyuñjanti.",
  "anya-e0702n6:501": "Evamekassa sādhujjanassa guṇaṁ mahantena ussāhena kathentopi dukkaraṁtāva niṭṭhaṁ pāpetuṁ, bhagavato pana tilokaggassa anekasahassapāramitānubhāvena pavattaṁ guṇaṁ ko nāma puggalo sakkhissati niṭṭhaṁ pāpetvā kathetunti. Evaṁ mahādhammarājassaca aggamahesiyāceva uparājādīnañca guṇe vissaṭṭhena vitthārato kathiyamāne imissā sāsanavaṁsappadīpikāya anekasatabhāṇavāramattampi patvā pariyanto na paññāyeyya, yasmāca atippapañcā bhaveyya, tasmā saṅkhepenevāyaṁ kathitā sādhujjanānaṁ mahāpuññamayāya pītiyā anumodanatthāya. Idañhi suṇantehi sādhujjanehi anumoditabbaṁ,- asukasmiṁ kira kāle asukasmiṁ raṭṭhe asuko nāma rājā sāsanaṁ paggaṇhitvā vuḍḍhiṁ virūḷiṁ vepullamāpajji, seyyathāpi nāma rukkho bhūmodakānaṁ nissāya vuḍḍhiṁ virūḷiṁ vepullamāpajjīti.",
  "anya-e0702n6:502": "Imassa rañño kāle ñeyyadhammābhimunivaraññāṇakitti siridhajadhammasenāpatimahādhammarājādhirājaguru nāma saṅgharājā mahāthero raññā abhiyācito surājamaggadīpaniṁ nāma ganthaṁ akāsi. Majjhimanikāyaṭṭhakathāya atthaṁ sissānaṁ vācetvā yathāvācitaniyāmena atthayojanānayaṁ potthake āropāpesi.",
  "anya-e0702n6:503": "Medhābhivaṁsasaddhammadhajamahādhammarājādhirājaguru nāma mahāthero jātakapāḷiyā atthayojanānayaṁ marammabhāsāya akāsi.",
  "anya-e0702n6:504": "Saṅgharājassa sisso paññāsāmisirikavidhajamahādhammarājādhirājagurūti raññā laddhanāmalañcho soyevāhaṁ dhamma raññā aggamahesiyāca abhiyācito sīlakathaṁ nāma ganthaṁ upāyakathaṁ nāma ganthañca akāsiṁ. Rañño ācariyabhūtena disāpāmokkhena nāma upāsakena abhiyācito soyevātaṁ akkharavisodhaniṁ nāma ganthaṁ āpattivinicchayaṁ nāma ganthañca. Tathā saṅgharaññā codito soye vāhaṁ nāgarājuppatikathaṁ vohāratthabhedañca vivādavinicchayañca akāsiṁ. Tathā pañcajambugāmabhojakena lekhakāmaccena dvīhica ārocanalekhakāmaccehi abhiyācito so yevāhaṁ rājasevakadīpaniṁ nāma ganthaṁ akāsiṁ. Tathā dīghanāvānagarabhojakena mahāamaccena abhiyācito soyevāhaṁ nirayakathādīpakaṁ nāma ganthaṁ akāsiṁ. Tathā silāleḍḍukanāmakena upāsakena abhiyācito soyevāhaṁ uposathavinicchayaṁ nāma ganthaṁ akāsiṁ. Tathā bahūhi sotujanehi abhiyācito soyevāhaṁ saddanītiyā saṁvaṇṇanaṁ pāḷibhāsāya akāsinti.",
  "anya-e0702n6:505": "Ekasmiñca samaye kaliyuge vīsādhike dvisate sahasseca sampatte rañño etadahosi,- idāni buddhassa bhagavato sāsane kesañci bhikkhūnaṁ sāmaṇerānañca kuladūsanādiasāruppakammehi uppāditā cattāro paccayā bahū dissanti , kecipi alajjī puggalā jātarūpādinissaggiyavatthumpisādiyanti, kecipi vinā paccayaṁ vikāle tambulaṁ khādanti, sannidhiñca katvā dhūmānica pivanti, agilānā hutvā saupāhanā gāmaṁ pavisanti, chattaṁ dhārenti, aññepi avinayānulomācāre caranti, idāni bhikkhūnaṁ sāmaṇerānañca buddhassa sammukhe buddhaṁ sakkhiṁ katvā ime anācāre na carissāmāti paṭiññaṁ kārāpetvā bhagavato sikkhāpadāni rakkhāpetuṁ vaṭṭati, evañca sati bhikkhū sāmaṇerāca mayaṁ buddhassa sammukhe evaṁ paṭiññaṁ karoma, paṭiññañca katvā vikāraṁ āpajjantānaṁ amhākaṁ imasmiṁyeva attabhāve imasmiṁyeva paccakkhe kiñci bhayaṁ uppajjeyyāti paccakkhabhayaṁ apekkhitvā te sikkhāpadaṁ rakkhissantīti. Evaṁ pana cintetvā bhikkhūnaṁ sāmaṇerānañca evaṁ paṭiññaṁ kārāpetuṁ yujjati vā mā vāti mayaṁ na jānāma, idāni saṅgharājādayo mahāthere sannipātāpetvā pucchissāmīti puna cintesi.",
  "anya-e0702n6:506": "Atha sabbepi mahāthere saṅgharājassa vihāre sannipātāpetvā imaṁ kāraṇaṁ pucchathāti amacce āṇāpesi. Atha amaccā mahāthere sannipātāpetvā pucchiṁsu,-idāni bhante sāsane bhikkhūnaṁ sāmaṇerānañca avinayānulomācārāni disvā buddhassa sammukhe buddhaṁ sakkhiṁ katvā rājā yathā ime anācāre na carissāmāti paṭiññaṁ kārāpetvā bhagavato sikkhāpadāni rakkhāpetuṁ icchati, tathā kārāpetuṁ yujjati vā mā vāti.",
  "anya-e0702n6:507": "Atha saṅgharājappamukhādayo mahātherā evamāhaṁsu,- yasmā sāsanassa parisuddhabhāvaṁ icchanto evaṁ karoti, tasmā tathā kārāpetuṁ yujjatīti.",
  "anya-e0702n6:508": "Paṇḍitābhidhajamunindaghosamahādhammarājaguruttherādayo pana katipayattherā evamāhaṁsu, – idāni bhikkhū nāma saddhābalādīnaṁ thokatāya bhagavato āṇāsaṅkhātaṁ sacittakācittakāpattiiṁ āpajjitvā bhagavatāyeva anuññātehi desanāvuṭṭhānakammehi paṭikaritvā sīlaṁ parisuddhaṁ katvā lajjīpesalabhāvaṁ karonti, na kadāci āpattiṁ anāpajjitvā, tasmā bhagavatā paṭikkhittaṁ kammaṁ sañciccana vītikkamissāmāti buddhassa sammukhe paṭiññākaraṇaṁ atibhāriyaṁ hoti, sacepi pubbe paṭiññaṁ katvā pacchā visaṁvādeyya, evaṁ sati paṭissavavisaṁvāde suddhacittassa dukkaṭaṁ paṭissavakkhaṇeeva pācitti itarassacāti vacanato taṁ taṁ āpattiṁ paṭissavavisaṁvādanadukkapettiyā saheva āpajjeyya, atha paṭiññākaraṇatoyeva āpattibahulatā bhaveyya, yathā pana rogaṁ vūpasamituṁ asappāyabhesajjaṁ paṭisevati, athassa rogo avūpasamitvā atikkameyya, evaṁ āpattiṁ anāpajjitukāmo buddhassa sammukhe paṭiññaṁ karoti, athassa āpattibahulāyeva bhaveyyāti, kiñca bhiyyo abhayadassāvino bhikkhū anekasatabuddhassa sammukhe anekasatavārānipi paṭiññaṁ katvā sikkhāpadaṁ vītikkamituṁ visahissantiyevāti.",
  "anya-e0702n6:509": "Atha saṅgharājā mahāthero attano sissaṁ paññāsāmisirikavidhajamahādhammarājādhirājaguruṁ nāma maṁ uyyojesi, tassa therassa vacane paṭivacanaṁ dātuṁ.",
  "anya-e0702n6:510": "Athāhaṁ evaṁ vadāmi,- dve puggalā abhabbā sañcicca āpattiṁ āpajjituṁ bhikkhūca bhikkhuniyoca ariyā puggalā, dve puggalā sabbā sañcicca āpattiṁ āpajjituṁ bhikkhūca bhikkhuniyoca puthujjanāti parivārapāḷiyaṁ vuttattā ariyapuggalānaṁviya puthujjanānaṁ vissaṭṭhena paṭiññaṁ kātuṁ na vaṭṭatīti manasikaritvā puthujjanabhikkhūnaṁ paṭiññākaraṇaṁ atibhāriyanti vedeyyace, sabbehipi ariyaputhujjanehi bhikkhūhi upasampadāmāḷake āditova cattāri akaraṇīyāni ācikkhitabbānīti vuttesu catūsu akaraṇīyesu antamaso tiṇasalākaṁ upādāya yo bhikkhu pādaṁ vā pādārahaṁ vā atirekapādaṁ vā adinnaṁ theyyasaṅkhātaṁ ādiyati, assamaṇo hoti asakyaputtiyoti, antamaso kuntakipillikaṁ upādāya yo bhikkhu sañcicca manussaviggahaṁ jīvitaṁ voropesi, antamaso gabbhapātanaṁ upādāya assamaṇo hoti asakyaputtiyoti, antamaso suññāgāre abhiramāmīti yo bhikkhupāpiccho icchāpakato asantaṁ abhūtaṁ uttarimanussadhammaṁ ullapati, assamaṇo hoti asakyaputtiyotica upajjhācariyena ovadiyamānehi abhinavopasampannehi āma bhanteti paṭiññākathāyeva. Sāmaṇerehipi pabbajjakkhaṇeyeva upajjhāyassa santike pāṇātipātāveramaṇisikkhāpadaṁ samādiyāmītiādinā paṭhamaṁ paṭiññā katāyeva. Tathā bhikkhūhi taṁtaṁāpattiṁ āpajjitvā desanāya paṭikaraṇakāle sādhu suṭṭhu bhante saṁvarissāmīti abhiṇhaṁ paṭiññā katāyeva. Sāmaṇerehipi upajjhācariyassa santike sikkhāggahaṇakālepi pāṇātipātāvera maṇisikkhāpadaṁ samādiyāmītiādinā abhiṇhaṁ paṭiññā katāyeva. Tāhi pana paṭiññāhi abhāyitvā itoyeva bhāyāmīti vuttavacanaṁ acchariyaṁviya hutvā khāyati. Imāya hi paṭiññāya tāsaṁ paṭiññānaṁ visesatā na dissatīti.",
  "anya-e0702n6:511": "Ayaṁ panettha sanniṭṭhānattho,- paṭissavadukkaṭāpatti nāma sāvatthiyaṁ passenadikosalaraññā imasmiṁ vihāre vassaṁ upagacchāhīti āyācite sādhūti paṭijānitvā lābhabahulataṁ paṭicca antarāmagge aññasmiṁ vihāre vassaṁ upagantvā paṭissavavisaṁvādanapaccayā upanandaṁ nāma bhikkhuṁ ārabbha paññattā. Samantapāsādikañca nāma vinayaṭṭhakathāya vassūpanāyikakkhandhakavaṇṇanāyaṁ paṭissaveca āpatti dukkaṭassāti ettha na kevalaṁ imaṁ temāsaṁ idha vassaṁ vasathāti etasseva paṭissave āpatti, imaṁ temāsaṁ bhikkhaṁ gaṇhatha, ubhopi mayaṁ vassaṁ vasissāma, ekato uddissāpessāmāti evamādināpi tassa tassa paṭissave dukkaṭaṁ, tañca kho paṭhamaṁ suddhacittassa pacchā visaṁvādanapaccayā, paṭhamampi asuddha cittassa pana paṭissave pācittiyanti vuttaṁ.",
  "anya-e0702n6:512": "Iccevaṁ bhikkhūnaṁ aññamaññaṁ dāyakehica saddhiṁ paṭijānitvā visaṁvādanapaccayā aññesaṁ atthahitabhedeyeva dukkaṭāpatti vuttā, na attano icchāvasena sayameva ahaṁ bhuñjissāmi sayissāmīti evamādinā vatvā yathāvuttānurūpaṁ akatvā visaṁvādaneti. Sace pana bhikkhusāmaṇerānaṁ paṭhamameva āma bhantetiādinā paṭiññaṁ katvā pacchā kenacideva karaṇīyena taṁtaṁāpattiṁ āpajjanto saha paṭissavavisaṁvādena dukkaṭāpattiyā āpajjeyya, evaṁ sati tattha tattha sikkhāpadesu dve dve āpattiyo paññāpeyya, na ca evampi paññattā, teneva paṭissavadukkaṭāpatti nāma paresaṁ santike paresaṁ matiṁ gahetvā paṭijānitvā visaṁvādanaṭṭhāneyeva paññattāti daṭṭhabbā.",
  "anya-e0702n6:513": "Idāni rājā sāsanassa suddhiṁ icchanto iminā upāyena bhikkhusāmaṇerānaṁ sīlaṁ saṁvarāpento paccakkhasamparāyikabhayaṁ anupekkhitvā saṁvaraṁ āpajjeyyunti cintetvā buddhassa sammukhe paṭiññaṁ kārāpitattā na koci doso dissati. Bhikkhusāmaṇerānampi bhiyyosomattāyasīlaṁ saṁvaritvā sīlaparisuddhi bhaveyyāti. Atha rājā sabbesaṁ bhikkhusāmaṇerānaṁ buddhassa sammukhe paṭiññaṁ kārāpetvā sīlaṁ rakkhāpesīti.",
  "anya-e0702n6:514": "Iccevaṁ imassa rañño kāle pubbe alajjinopi samānā bhayaṁ anupekkhitvā yebhuyyena lajjinova bhavantīti.",
  "anya-e0702n6:515": "Buddhassa bhagavato parinibbānato tisatādhikānaṁ dvivassasahassānaṁ upari navutime saṁvacchare bahinadītīre gāmasīmato paṭṭhāya yāva antoudakukkhepā, tāva kammaṁ karontānaṁ bhikkhūnaṁ sukhena gamanatthāya gahaṭṭhā gāmasīmāya udakukkhepasīmaṁ sambandhitvā setuṁ akaṁsu.",
  "anya-e0702n6:516": "Atha tattha ñāṇālaṅkārasumanamahādhammarājagurugaṇā cariyanāmako thero upasampadādivinayakammāni katipaya vassesu akāsi.",
  "anya-e0702n6:517": "Dhīrānandatthero pana tattha saṅkaradoso hotīti kammaṁ kātuṁ na icchati. Tathā paṭṭhāya ye ye ñāṇālaṅkārasumanamahādhammarājagurugaṇācariyassa matiṁ ruccanti, te te tassa pakkhikā bhavanti. Ye ye pana dhīrānandattherassamatiṁ ruccanti, tete tassa pakkhikā bhavanti. Evaṁlaṅkādīpe amarapuranikāyikā bhikkhū. Dvedhā bhinditvā tiṭṭhanti.",
  "anya-e0702n6:518": "Atha dhīrānandapakkhe bhikkhu tappakkhikassa sīlakkhandhattherassa sisse dhammakkhandhavanaratanabhikkhū amhākaṁ jambudīpe ratanapuṇṇanagaraṁ pesesuṁ saṅgharājamahātherassa santike ovādassa paṭiggāhaṇatthāya. Te ca kaliyuge aṭṭhārasādhike dvivassasate sahasseca sampatte kattikamāsassa juṇhapakkhaaṭṭhamiyaṁ sīhaḷadīpato nikkhamitvā āgacchantā ekūnavīsādhike dvivassasate sahasseca sampatte phaggunamāsassa juṇhapakkhasattamiyaṁ ratanapuṇṇanagaraṁ sampattā.",
  "anya-e0702n6:519": "Atha dhammarājā saṅgharājassa ārāme catubhūmikaṁ vihāraṁ kārāpetvā tattha te vasāpesi. Catūhi paccayehica saṅgahaṁ akāsi. Saṅgharājāca tesaṁ dvinnaṁ pakkhikānaṁ vacanaṁ sutvā bahūhi ganthehi saṁsanditvā vivādaṁ vinicchindi. Tādise ṭhāne saṅkaradosassa atthibhāvaṁ pakāsetvā sandesapaṇṇampi tesaṁ adāsi.",
  "anya-e0702n6:520": "Mahādhammarājāca tesaṁ puna sikkhaṁ saṅgharājassa santike gaṇhāpetvā piṭakattayapotthakādīni dātabbavatthūni datvā tasmiṁyeva saṁvacchare paṭhamaāsāḷimāsassa kāḷapakkhadasamiyaṁ nāvāya te pesesi.",
  "anya-e0702n6:521": "Tato pacchāca ñāṇālaṅkārasumanamahādhammarājagurugaṇācariyapakkhe bhikkhūpi tappakkhikassa paññāmolittherassa sisse vimalajotidhammanandabhikkhū pesesuṁ saddhiṁ ariyālaṅkārena nāma sāmaṇerena catūhica upāsakehi. Teca kaliyuge vīsādhike dvisate sahasseca sampatte kattikamāsassa juṇhapakkhapañcamiyaṁ sampattā.",
  "anya-e0702n6:522": "Tadāpi saṅgharājassa ārāmeyeva ekaṁ vihāraṁ kārāpetvā te vasāpesi. Catūhi paccayehica saṅgahaṁ akāsi. Saṅgharājāpi puna vinicchayaṁ adāsi yathāvuttanayena. Dhammarājā tesampi bhikkhūnaṁ saṅgharājassa santike puna sikkhaṁ gaṇhāpetvā sāmaṇerañca upasampādetvā catūhi paccayehi saṅgahaṁ katvā pahiṇi.",
  "anya-e0702n6:523": "Tato pacchāca kaliyuge bāvīsādhike dvivassasate sahasseca sampatte māghamāsassa kāḷapakkhaekādasamiyaṁ sīhaḷadīpatoyeva dve bhikkhū tayo sāmaṇerā cattāro upāsakā sarajatasuvaṇṇakaraṇḍakaṁ sarajatasuvaṇṇacetiyadātuṁ hatthidantamayaṁ buddharūpaṁ mahābodhipattāni mahābodhitacaṁ mahābodhipatiṭṭhānasūmiṁ sīhaḷadakkhiṇasākhābodhipattāni dutiyasattāhaanimisaṭṭhānabhūmiñca dhammapaṇṇākāratthāya gahetvā ratanapuṇṇaṁ nāma mahārājaṭṭhānīnagaraṁ sampattā. Tesampi dhammarājā catūhi paccayehi saṅgahaṁ katvā saṅgharañño ārāme vasāpesi. Bhikkhunañca puna sikkhaṁ gaṇhāpesi. Sāmaṇerānañca upasampadakammaṁ gahaṭṭhānañca pabbajjakammaṁ gaṇhāpesi.",
  "anya-e0702n6:524": "Iccevaṁ marammaraṭṭhe bhagavato parinibbānato paṭṭhāya yāvajjatanā sāsanassa theraparamparavasena patiṭṭhānatā veditabbā.",
  "anya-e0702n6:525": "Iccevaṁ marammamaṇḍale arimaddanapure arahantattheragaṇo uttarājīvattherachappadattheragaṇo sivalittheragaṇo ānandattheragaṇo tāmalindattheragaṇoti pañca gaṇā ahesuṁ.",
  "anya-e0702n6:526": "Idāni arimaddananagare pañcagaṇato paṭṭhāya vijayapurajeyyapuraratanapūresu theraparamparavasena sāsanassa anukkamena āgatabhāvaṁ dassayissāmi. Sirikhettanagare hi ‘so yāṁ noṁ’ nāma rājā parakkamavaṁsikassa sāradassittherassa antevāsikaṁ saddhammaṭṭhitittheraṁ attano ācariyaṁ katvā pūjesi.",
  "anya-e0702n6:527": "Kaliyugassa catuvassādhikaaṭṭhasatakāle sirikhettanagarato āgantvā so ratanapūre rajjaṁ kāresi. Atha attano puttaṁ anekibhaṁ nāma rājakumāraṁ mahārāja nāmena sirikhettanagaraṁ bhuñjāpesi. Dakkhiṇadisābhāge ‘kū vṭhe ṭa-yo mo’ nagaraṁ, pacchimadisābhāge ‘pho khoṁ’ nāma ṭhānaṁ, uttaradisābhāge ‘ma loṁ’ nagaraṁ, puratthimadisābhāge ‘koṁ khoṁ’ nāma ṭhānaṁ, etthantare nisinnānaṁ gihīnaṁ mama puttassa āṇā pavattatu, bhikkhūnaṁ mamācariyassa saddhammaṭṭhitittherassa āṇā pavattatūti niyyādesi.",
  "anya-e0702n6:528": "Tassaca saddhammaṭṭhitittherassa ariyavaṁsatthero mahāsāmittheroti dve sissā ahesuṁ. Tesu mahāsāmitthero pubbe vuttanayena sāsanavaṁsaṁ ānessāmīti sīhaḷadīpaṁ gantvā sīhaḷadīpato saddhiṁ pañcahi bhikkhūhi saddhammacāriṁ nāma theraṁ ānetvā abhinavasikkhaṁ gaṇhitvā sirikhettanagare sīhaḷadīpavaṁsikaṁ sāsanaṁ vaḍḍhāpetvā nisīdi. Tassa mahāsārittherassa sisso atulavaṁso nāma thero catūsu disāsu ahiṇḍitvā pariyattiṁ uggaṇhitvā sirikhettanagareyeva tambulabhuñjamātikāsamīpe sāsanaṁ paggaṇhitvā nisīdi. Tassa atulavaṁsattherassa sisso ratanaraṁsī nāma theroca pariyattivesārajjaṁ patvā sirikhettanagareyeva sāsanaṁ paggaṇhitvā nisīdi. Tassaca ratanaraṁ sittherassa sisso satvavadhammarājassa ācariyo abhisaṅketo nāma thero pariyattivesārajjaṁ patvā sirikhettanagarayeva sāsanaṁ paggaṇhitvā nisīdi. Tassa pana sisso munindaghoso nāma thero atthi. Kaliyuge sattatādhike navasate sampatte pacchimapakkhādhikarājā sirikhettanagaraṁ abhibhavitvā nandayodhena nāma amaccena saddhiṁ taṁ munindaghosattheraṁ ānetvā ratanapūre patiṭṭhāpesi.",
  "anya-e0702n6:529": "So kira pacchimapakkhādhikarājā evaṁ kathesi,- ahaṁ sirikhettanagaraṁ labhitvā ekaṁyeva bhikkhuṁ ekaṁyeva gihiṁ labhāmīti.",
  "anya-e0702n6:530": "So pana thero sāmaṇeranāmena munindaghoso nāma. Upasampannakāle pana mātulabhūtassa therassa nāmena upāli nāma. Dinnanāmena pana tipiṭakālaṅkāro nāma. Tiriyapabbatavihāre pana vāsattā ṭhānanāmena tiriyapabbatatthero nāma.",
  "anya-e0702n6:531": "So kira erāvatīnadītīre catubhūmikavihāre paṭhamaṁ nisīditvā pacchā kaliyugassa vassasahasse kālesaṭṭhivassāyuko hutvā tiriyapabbatavihāre nisīdi. Sāmaṇerakāle so jalumasyāmabhayena ratanapūrato nikkhamitvā ketumatīnagaraṁ patvā tattha tisāsanadhajattherassa sissabhūtassa dhammarājaguruttherassa santike ganthaṁ uggaṇhiṁ. Pāḷiaṭṭhakathāṭīkāsu atichekatāya daharakāleyevaca vessantarajātakaṁ kabyālaṅkārena bandhitvā kathanato ativiya pākaṭo ahosi. Tassa pana therassa sisso uccanagaravāsī mahātissattheroti saṅgirajanapade araññavāsaṁ vasitvā pariyattiṁ vācetvā sāsanaṁ paggaṇhi. Tassa pana sisso reminagāme gāmavāsī candatthero nāma. Tassa sisso taṁgāmavāsī guṇasiritthero nāma. Tassa sisso taṁgāmavāsī kalyāṇadhajattharo nāma. So pana thero padumanagare sahassorodhabodhodadhigāmesu pariyattiṁ vācetvā nisīdi. Tassa sisso bodhodadhigāmavāsino indobhāsakalyāṇacakkavimalācārattherā sahassorodhagāmavāsino guṇasāracandasārattherā vaṁtumagāmavāsī varaesitthero kanninagare jararājagāma vāsī guṇasirittherocāti ime therā kalyāṇadhajattherassa santike puna sikkhaṁ gahetvā pariyattiṁ uggaṇhitvā kovidā ahesuṁ.",
  "anya-e0702n6:532": "Tasseva kalyāṇadhajattherassa sisso saṅgirajanapade samivanagāme nisinno dhammadharo nāma thero mahallakakāle padumanagare kusumamūlagāme nisīditvā ganthaṁ vācetvā sāsanaṁ paggaṇhi.",
  "anya-e0702n6:533": "Tesu guṇasiritthero amarapuramāpakassa rañño kāle guṇābhilaṅkārasaddhammamahārājādhirājagurūti nāmalañchaṁ gaṇhitvā jeyyabhūmivāsakittivihāre paṭivasi.",
  "anya-e0702n6:534": "Tassa pana therassa sisso ñāṇābhivaṁsadhammasenāpatimahādhammarājāguru nāma mahāthero. Tasseva rañño kāle saṅgharājā ahosi. So pana thero sīhaḷadīpe amarapuranikāyikānaṁ pabhavo. Guṇābhilaṅkārasaddhammamahādhammarājādhirājaguruttherasseva sisso tipiṭakālaṅkāramahādhammarājaguru nāma thero. Tassa sisso sūriyavaṁsābhisiripavarālaṅkāradhammasenāpati mahādhammarājādhirājaguru nāma thero amarapuradutiyamāpakassa rañño kāle saṅgharājā ahosi. Tassa pana sisso ñeyya dhammābhivaṁsamunivarañāṇakittisiripavarālaṅkāradhammasenāpati- mahādhammarājādhirājaguru mahāthero dutiyaṁ amarapuramāpakassa ratanapuṇṇamāpakassaca rañño kālesu saṅgha rājā ahosi. So pana ñāṇābhivaṁsadhammasenāpatimahādhammarājādhirājaguruttherassa saṅgharañño sissopi varaesittherassa sissoca ahosi.",
  "anya-e0702n6:535": "Ayaṁ sīhaḷadīpato sabbapacchimāgatehi saddhammacārīmahāsāmittherehi yāva amhākaṁ ācariyā theraparamparā dassanakathā.",
  "anya-e0702n6:536": "Ayampi aparā theraparamparā veditabbā. Chappadattheravaṁsiko saddhammakitti nāma thero jeyyapuraṁ āgantvā catudīpabhūmiṭṭhāne nisīditvā mahāariyavaṁsattherassa santike pariyattiṁ uggaṇhitvā tato pacchā jetavanavihāraṁ saṅkamitvā tattha nisīditvā pariyattiṁ vācetvā sāsanaṁ paggaṇhi.",
  "anya-e0702n6:537": "Tassa saddhammakittittherassa sisso tisāsanadhajo nāma. Tassa sisso dhammarājaguru nāma. Tassa sisso munindaghoso nāma. Tassa sisso mahātisso nāma. Tassa sisso candapañño nāma. Tassa sisso guṇasiri nāma. Tassa sisso ñāṇadhajo nāma. Tassa sisso dhammadharo nāma. Tassa sisso indobhāso nāma. Tato paṭṭhāya kalyāṇacakka vimalācāra guṇasāra candasāra varaesī guṇasiri ñāṇābhivaṁsa ñeyyadhammābhivaṁsattherānaṁ vasena sāsanavaṁso veditabboti.",
  "anya-e0702n6:538": "Ayaṁ pattalaṅkassa chappadattherassa sissabhūtā saddhammakittittherato paṭṭhāya theraparamparadassanakathā.",
  "anya-e0702n6:539": "Idaṁ ratanapuṇṇanagare sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n6:540": "Evaṁ aparantaraṭṭhasaṅkhātena ekadesena sakalampi marammaraṭṭhaṁ gahetvā sāsanavaṁso dassetabbo. Bhagavāpi hi aparantaraṭṭhe candanavihāre vasitvā tambadīparaṭṭhe taṁtaṁdesampi iddhiyā caritvā sattānaṁ dhammaṁ desesiyevāti.",
  "anya-e0702n6:541": "Iti sāsanavaṁse aparantaraṭṭhasāsanavaṁsakathāmaggo",
  "anya-e0702n6:542": "Nāma chaṭṭho paricchedo."
}