{
  "anya-e1202n4:0": "Dhātunidhāna kathā",
  "anya-e1202n4:1": "11. Evaṁ niṭṭhite dhātunidhāne yāvatāyukaṁ ṭhatvā thero parinibbuto, rājāpi yathākammaṁ gato, tepi manussā kālakatā, aparabhāge piyadāso kumāro chattaṁ ussāpetvā asoko nāma dhamma rājā hutvā tā dhātuyo gahetvā jambudīpe caturāsītiyā cetiya sahassesu patiṭṭhāpesi. Kathaṁ biṇdusārassa kira ekasataṁ puttā ahesuṁ te sabbe asoko attanā saddhiṁ ekamātikaṁ tissa kumāraṁ ṭhapetvā ghātesi. Ghātento cattāri vassāni anabhisitto rajjaṁ kāretvā catunnaṁ vassānaṁ accayena tathāgatassa parinibbānato dvinnaṁ vassasatānaṁ upari aṭṭhārasame vasse sakalajambudīpe ekarajjābhisekaṁ pāpuṇi.",
  "anya-e1202n4:2": "Abhisekānubhāvena imā rājiddhiyo āgatā mahāpathaviyā heṭṭhā yojanappamāṇe āṇā pavatti, tathā upari ākāse, anotattadahato aṭṭhahi kājehi soḷasa pānīyaghaṭe divase divase devatā āharanti. Yato sāsane uppannasaddho hutvā aṭṭha ghaṭe bhikkhusaṅghassa adāsi dve ghaṭe saṭṭhimattānaṁ tipiṭaka bhikkhunaṁ dveghaṭe aggamahesiyā asaṇdhimittāya cattāro ghaṭe attanā paribhuñji. Devatā eva himavante nāgalatā dantakaṭṭha nāma atthi siniddhā mudukaṁ rasavantaṁ, taṁ divase divase ābhiranti yena rañño ca aggamahesiyā ca soḷasannaṁ nāṭakasahassānaṁ saṭṭhimattānaṁ bhikkhusahassānaṁ devasikaṁ dantapoṇakiccaṁ nipphajji.",
  "anya-e1202n4:3": "Devasikamevassa devatā agadāmalakaṁ agadaharīṭakaṁ suvaṇṇavaṇṇañca gaṇdhasampannaṁ ambapakkaṁ āharanti tathā chaddanta dahato pañcavaṇṇaṁ nivāsana pārupaṇaṁ, pītakavaṇṇaṁ hatthapuñchanaka paṭṭaṁdibbañcajānakaṁ āharanti devasikameva panassa anulepagaṇdhaṁ pārupanatthāya asuttamayikaṁ sumanapupphapaṭaṁ mahārahañca añjanaṁ nāgabhavanato nāgarājāno āharanti. Chaddantadaheyeva uṭṭhitassa sālino nava cāha sahassāni divase divase suvā āharanti. Mūsikā nitthusa kaṇe karonti ekopi khaṇḍataṇḍulo na hoti. Rañño sabbaṭṭhānesu ayameva taṇḍulo paribhogaṁ gacchati. Madhumakkhikā madhuṁ karonti. Kammārasālāsu acchā kūṭaṁ paharanti. Dīpikā cammāni cālenti karavīka sakuṇā āgattvā madhurassaraṁ vikujentā rañño balikammaṁ karonti.",
  "anya-e1202n4:4": "Imāhi iddhīhi samannāgato rājāeka divasaṁ suvaṇṇa saṅkhalika baṇdhanaṁ pesetvā catunnaṁ buddhānaṁ adhigata rūpadassanaṁ kappāyukaṁ mahākāḷa nāgarājānaṁ ānayitvā setacchattassa heṭṭhā mahārahe pallaṅke nisīdāpetvā aneka satavaṇṇehi jalaja thalaja pupphehi suvaṇṇapupphehi ca pūjaṁ katvā sabbālaṅkāra patimaṇḍitehi ca soḷasahi nāṭaka sahassehi samantato parikkhipitvā anantañāṇassa tāva me saddhammavara cakkavattino sammāsambuddhassa rūpaṁ imesaṁ akkhīnaṁ āpāthaṁ karohīti nibbattāsīti anubyañjana patimaṇḍitaṁ dvattiṁsa mahā purisa lakkhaṇa sassirīkatāya vikasita kamalupphala puṇḍarīka patimaṇḍitamiva salilatalaṁ tārāgaṇaraṁsijāla visaravipphutasobhāsamujjalamivagaganatalaṁ nīla-pīta-lohitādi bheda vicittavaṇṇaraṁsi vinaddha byāmappabhā parikkhepa vilāsitāya sañjhappabhānurāga iṇdadhanu vijjullatā parikkhittamiva kanakagiri sikharaṁ nānāvirāga vimalaketumālā samujjalitacārumatthakasobhaṁ nayanarasāyanamiva brahmadeva-manuja nāga-yakkha gaṇānaṁ buddharūpaṁ passanto sattadivasaṁ akkhipūjaṁ nāma akāsi",
  "anya-e1202n4:5": "Rājā kira abhisekaṁ pāpuṇitvā tīṇiyeva saṁvaccharāni bāhiraka pāsaṇḍaṁ parigaṇhi catutthe saṁvacchare buddhasāsane pasīdinaṁ brāhmaṇa jātiya pāsaṇḍānañca paṇḍaraṅga paribbājakānañca saṭṭhisahassamattānaṁ niccabhattaṁ paṭṭhapesi.",
  "anya-e1202n4:6": "Asoko pitarā pavattitaṁ dānaṁ attano antepure tatheva dadamāno ekadivasaṁ sīhapañjare ṭhito upasama paribāhirena ācārena bhuñjamāne asaṁyatiṇdriye avinita iriyāpathe disvā cintesi īdisaṁ dānaṁ upaparikkhitvā yuttaṭṭhāne dātuṁ vaṭṭatiti evaṁ cintetvā amacce āha. Gacchatha bhaṇe attano attano sādhusammate samaṇa brāhmaṇe antepuraṁ atiharatha, dānaṁ dassāmāti amaccā sādhu devāti rañño paṭissutvā te te paṇḍaraṅga paribbājakājīvaka nigaṇṭhādayo ānetvā ime mahārāja amhākaṁ arahantoti āhaṁsu.",
  "anya-e1202n4:7": "Atha rājā antepure uccāvacāni āsanāni paññāpetva āgacchantūti vatvā āgatāgate āha attano attano anurūpe āsane nisīdathāti ekacce bhaddapīṭhake ekacce phalakapīṭhakese nisīdiṁsu. Taṁ disvā rājā natthi etesaṁ antesāroti ñatvā tesaṁ anurūpaṁ khādanīyaṁ bhojanīyaṁ datvā uyyojesi.",
  "anya-e1202n4:8": "Evaṁ gacchante kāle eka divasaṁ sīhapañjare ṭhito addasa nigrodha sāmaṇeraṁ rājaṅgaṇena gacchantaṁ dantaṁ guttaṁ santiṇdriyaṁ iriyāpatha sampannaṁ. Ko panāyaṁ nigrodho nāma, biṇdusāra rañño jeṭṭhaputtassa sumanarāja kumārassa putto. Tatrāyaṁ ānupubbī kathā-biṇdusāra rañño kira dubbalakāleyeva asoka kumāro attanā laddhaṁ ujjenirajjaṁ pahāya āgantvā sabbaṁ nagaraṁ attano hatthagataṁ katvā sumana rājakumāraṁ aggahesi.",
  "anya-e1202n4:9": "Taṁ divasameva sumanassa rājakumārassa sumanā nāma devī paripuṇṇagabbhā ahosi. Sā aññātakavesena nikkhamitvā avidūre aññataraṁ caṇḍālagāmaṁ saṇdhāya gacchanti, jeṭṭhaka caṇḍālassa gehato avidūre ekasmiṁ nigrodha rukkhe adhivatthāya devatāya ito sumaneti vahantiyā saddaṁ sutvā tassā samīpaṁ gatā devatā attano ānubhāvena ekaṁ sālaṁ nimmiṇitvā ettha vasāhiti padāsi. Sā taṁ sālaṁ pāvisi. Gatadivaseyeva puttaṁ vijāyi.",
  "anya-e1202n4:10": "Sā tassa nigrodha devatāya pariggahitattā nigrodhotveva nāmaṁ akāsi. Jeṭṭhaka caṇḍālo daṭṭhadivasatoppabhūti taṁ attano sāmidhītaraṁ viya maññamāno nibaddhaṁ vaṭṭaṁ paṭṭhapesi. Rājadhītā tattha satta vassāni vasi. Nigrodhakumāropi sattavassiko jāto tadā mahāvaruṇatthero nāma eko arahā dārakassa hetusampadaṁ disvā viharamāno sattavassikodāni dārako kālo naṁ pabbājetunti cintetvā rājadhītayā ārocāpetvā nigrodhakumāraṁ pabbājesi. Kumāro khuraggeyeva arahattaṁ pāpuṇi. So ekadivasaṁ pātova sarīraṁ paṭijaggitvā ācariyupajjhānaṁ vattaṁ katvā pattacīvaramādāya mātuupāsikāya gehadvāraṁ gacchāmīti nikkhami mātu nivesanaṭṭhānañcassa dakkhiṇadvārena nagaraṁ pavisitvā nagaramajjhena gantvā pācīnadvārena nikkhamitvā gantabbaṁ hoti tena ca samayena asoko dhammarājā pācīna disābhimukho sīhapañjare caṅkamati.",
  "anya-e1202n4:11": "Taṁ khaṇaṁyeva sigrodho sāmaṇero rājaṅgaṇaṁ pāpuṇi santiṇdriyo santamānaso yugamattaṁ pekkhamāno. Tena vuttaṁ. Ekadivasaṁ sīhapañjare ṭhito addasa nigrodhasāmaṇeraṁ rājaṅgaṇena gacchantaṁ dantaṁ guttaṁ santiṇdriyaṁ iriyāpatha sampannanti. Disvā panassa etadahosi? Ayaṁ jano sabbopi vikkhittacittohantamagapaṭibhāgo, ayampana dārako avikkhittacitto ativiyassa alokita vilokitaṁ sammiñjana pasāraṇañca sobhati, addhā etassa abbhantare lokuttaradhammo bhavissatīti rañño sahadassaneneva sāmaṇere cittaṁ pasīdi. Pemaṁ saṇṭhahi kasmā? Pubbe kira puñña karaṇakāle esa rañño jeṭṭhabhātā vāṇijako ahosi.",
  "anya-e1202n4:12": "Atha rājā sañjātapemo sabahumāno sāmaṇeraṁ pakkosathāti amacce pesesi aticirāyatīti puna dve tayo pesesi turitaṁ āgacchatūti sāmaraṇero attano pakatiyā eva agamāsi rājā patirūpāsanaṁ ñatvā nisīdathāti āha. Ito cito ca oloketvā natthidāni añño bhikkhuti samussita setacchattaṁ rājapaḷlaṅkaṁ upasaṅkamitvā pattagahaṇatthāya rañño ākāraṁ dassesi. Rājā taṁ pallaṅkaṁ samīpaṁ gacchantaṁ disvā evaṁ cintesi. Ajjevadāni ayaṁ sāmaṇero imassa gehassa sāmiko bhavissati. Sāmaṇero rañño hatthe pattaṁ datvā pallaṅkaṁ abharuhitvā nisīdi.",
  "anya-e1202n4:13": "Rājā attano atthāya sampāditaṁ sabbaṁ yāgu-kajjaka bhatta vikatiṁ upanāmesi. Sāmaṇero attano yāpanamattameva sampaṭicchi. Bhattakiccāvasāne rājā āha satthārā tumhākaṁ dinnovādaṁ jānāthāti jānami mahārāja ekadesenāti. Tāta, mayhampi naṁ kathehīti sādhu mahārājāti rañño anurūpaṁ dhammapade appamāda vaggaṁ anumodanatthāya abhāsi.",
  "anya-e1202n4:14": "Rājā pana appamādo amatapadaṁ, pamādo maccuno padanti sutva ca, aññātaṁ tāta pariyosāpehīti āha anumodanāvasāne dvattiṁsa dhurabhattāni labhitvā puna divase dvattiṁsa bhikkhu gahetvā rājantepuraṁ pavisitvā bhattakiccamakāsi rājā aññepi dvattiṁsa bhikkhu tumhehi saddhiṁyeva bhikkhaṁ gaṇhantūti eteneva upāyena divase divase vaḍḍhāpente saṭṭhi sahassānaṁ brāhmaṇa paribbājakānaṁ bhattaṁ upacchiṇditvā anto nivesane saṭṭhisahassānaṁ bhikkhunaṁ niccabhattaṁ paṭṭhapesi, nigrodhatthera gateneva pasādena, nigrodhattheropi rājānaṁ saparisaṁ tīsu saraṇesu pañcasu ca sīlesu patiṭṭhāpetvā buddhasāsane pothujjanikena pasādena acalappasādaṁ katvā patiṭṭhāpesi.",
  "anya-e1202n4:15": "Puna rāja asokārāmaṁ nāma mahāvihāraṁ kārapetvā saṭṭhisahassānaṁ bhikkhūnaṁ bhattaṁ paṭṭhapesi. Sakalajambudīpe caturāsītiyā nagarasahassesu caturāsīti vihārasahassāni kārāpesi. Caturāsīti cetiyasahassa patimaṇḍitāni dhammeneva no adhammena, ekadivasaṁ kira rājā asokārāme mahādānaṁ datvā saṭṭhisahassa saṅkhassa bhikkhusaṅghassa majjhe nisajja saṅghaṁ catūhi pavcayehi pavāretvā imaṁ pañhaṁ pucchi bhante bhagavato desita dhammo nāma kittako hotīti. Mahārāja nava aṅgāni, khaṇdato caturāsīti dhammakkhaṇdha sahassānīti.",
  "anya-e1202n4:16": "Rājā dhamme pasīditvā ekekaṁ dhammakkhaṇdhaṁ ekekena vihārena pūjessāmīti ekadivasameva channavuti koṭidhanaṁ vissajjetvā amacce āṇāpesi. Etha bhaṇe ekekasmiṁ nagare ekamekaṁ vihāraṁ kārentā caturāsītiyā nagarasahassesu caturāsīti vihārasahassāni kārāpethāti sayañca asokārāme asoka mahāvihāratthāya kammaṁ paṭṭhapesi.",
  "anya-e1202n4:17": "Saṅgho iṇdaguttattheraṁ nāma mahiddhiyaṁ mahānubhāvaṁ khīṇāsavaṁ navakammādhiṭṭhāyakaṁ adāsi. Thero yaṁ yaṁ na niṭṭhāti taṁ taṁ attano ānubhāvena niṭṭhāpesi. Evaṁ tīhi saṁvaccharehi vihārakammaṁ niṭṭhāpesi. Ekadivasameva sabbanagarehi paṇṇāni āgamiṁsu amaccā rañño ārocesuṁ. Niṭṭhitāni deva caturāsīti vihārasahassānīti atha rājā bhikkhusaṅghaṁ upasaṅkamitvā bhante mayā caturāsīti vihārasahassāni kāritāni dhātuyokuto labhissāmīti puca pucchi.",
  "anya-e1202n4:18": "Mahārāja dhātunidhānaṁ nāma atthīti suṇoma. Na pana paññāyati asukāṭṭhāneti rājā rājagahe cetiyaṁ bhiṇdāpetvā dhātuṁ apassanto paṭipākatiyaṁ kāretvā bhikkhu-bhikkhuniyo-upāsaka-upāsikāyoti catasso parisā gahetvā vesāliṁ gato. Tatrāpi alabhitvā kapiḷavatthuṁ, tatrāpi alabhitvā rāmagāmaṁ gato, rāmagāme nāgā cetiyaṁ bhiṇdituṁ na adaṁsu. Cetiye nipatita kuddālo khaṇḍākhaṇḍaṁ hoti evaṁ tatrāpi alabhitvā allakappaṁ-pāvaṁ-kusināranti sabbattha cetiyāti bhiṇditvā dhātuṁ alabhitvā paṭipākatikāni katvā rājagahaṁ gantvā catasso parisā sannipātetvā atthi kenaci sutapubbaṁ asukaṭṭhāne nāma dhātu nidhānanti pucchi.",
  "anya-e1202n4:19": "Tattheko visaṁvassa satiko thero asukaṭṭhāne dhātunidhānanti na jānāmi. Mayhaṁ pana pitāmahatthero mayi sattavassikakāle mālācaṅgoṭakaṁ gāhāpetvā ehi sāmaṇera, asuka gacchantare pāsānathūpo atthi, tattha gacchāmāti gantvā pūjetvā imaṁ ṭhānaṁ upadhāretuṁ vaṭṭati sāmaṇeroti āha. Ahaṁ ettakameva jānāmi mahārājāti āha.",
  "anya-e1202n4:20": "Rājā etadeva ṭhānanti vatvā gacche harāpetvā pāsāṇathūpaṁ paṁsuñca apanetvā heṭṭhā sudhābhūmiṁ addasa. Tato sudhañca iṭṭhakāyo ca harāpetvā anupubbena pariveṇā oruyha satta ratanavālikaṁ asīti hatthāni ca kaṭṭharūpāni samparivattantāni addasa. So yakkha dāsake pakkosāpetvā balikammaṁ kāretvāpi neva antaṁ na koṭiṁ pannanto devatā namassamāno ahaṁ imā dhātuyo gahetvā caturāsītiyā vihārasahassesu nidahitvā sakkāraṁ karomi mā devatā antarāyaṁ karentūti āha.",
  "anya-e1202n4:21": "Sakko devarājā cārikaṁ caranto taṁ disvā vissakammaṁ āmantetvā āha. Tāta, asoko dhammarājā dhātuyo nīharissāmīti pariveṇaṁ otiṇṇo, gantvā kaṭṭharūpāni hārehīti so pañcacūḷagāma dārakavesenāgantvā rañño purato dhanukahattho ṭhatvā hāremi mahārājāti āha. Hara tātāti. Saraṁ gahetvā saṇdhimhiyeva vijjhi, sabbaṁ vippakirīyittha.",
  "anya-e1202n4:22": "Atha rājā āciñjane baddha kuñcika muddikaṁ gaṇhi, maṇikkhaṇdhaṁ passi, anāgate daḷiddarājāno imaṁ maṇiṁ gahetvā dhātūnaṁ sakkāraṁ karontūti pana akkharāni disvā kujjhitvā mādisaṁ nāma rājānaṁ daḷiddarājāti cattu yuttanti punappuna ghaṭetvā dvāraṁ vicaritvā antogehaṁ paviṭṭho. Aṭṭhārasa vassādhikānaṁ dvinnaṁ vassasatānaṁ upari āropitadīpā tatheva pajjalanti niluppala pupphāni taṁ khaṇaṁ āharitvā āropitāni viya, pupphasaṇtharo taṁ khaṇaṁ saṇthato viya, gaṇdhā taṁ muhuttaṁ piṁsitvā ṭhapitā viya.",
  "anya-e1202n4:23": "Rājā suvaṇṇapaṭṭaṁ gahetvā anāgate piyadāsonāma kumāro chattaṁ ussāpetvā asoko nāma dhammarājā bhavissati so imā dhātuyo gahetvā vitthārikā karissatīti vācetvā diṭṭho’haṁ ayyona mahākassapattherenāti vatvā vāmahatthaṁ ābhujitvā dakkhiṇahatthena appoṭhesi.",
  "anya-e1202n4:24": "So tasmiṁ ṭhāne paricaraṇaka dhātumattakameva ṭhapetvā sesadhātuyo sabbā gahetvā dhātugharaṁ pubbe pihitanayeneva pidahitvā sabbaṁ yathā pakatiyāva kāretvā upari pāsāṇacetiyaṁ patiṭṭhāpetvā caturāsītiyā vihārasahassesudhātuyo patiṭṭhāpesi evaṁ jambudīpatale asoko dhammarājā caturāsiti cetiya sahassāni kārāpesi.",
  "anya-e1202n4:25": "Sabbe thūpā sabbalokekadīpā sabbesaṁ ye saggamokkhāvahā ca, hitvā sabbaṁ kiccamaññaṁ janena vaṇdayyā te sabbathā sabbakālanti."
}