{
  "anya-e0806n5:0": "Pañcamakaṇḍa",
  "anya-e0806n5:1": "1. Tija",
  "anya-e0806n5:2": "Khamāvīmaṁsāsūti pakativisesanameva kathamicchitanti āha- ‘sambandhassi’ccādi, padānamaññamaññasambandhassa purisādhīnattāti attho, pakati visesananti tijamāha saddānaṁ visesanaṁ, kimpana pakativisesane phala miccāha- ‘pakativisesanopādāna’miccādi. Yajjatra ‘khamāvīmaṁsāsū’ti pakativisesanaṁ, kasmiṁ atthe carati khasā vidhīyanticcāha- ‘atthantarassā niddesā’iccādi. Atthantarassāti nisānādiatthantarassa. ‘‘Sutānumitesu sutasambandhova balavā’’ti paribhāsamupalakkheti ‘sutānumitāna’miccādinā. Tenevāti kiriyārūpāsu khamāvīmaṁsu khasānaṁ vīdhāneneva, sakatthe vidhāneneti vuttaṁ hoti. Titikkhakiriyattāti iminā paresaṁ viya khādyantānaṁ dhātusaññāvidhāna manatthakanti dasseti.",
  "anya-e0806n5:3": "Titikkhā khamā, titikkhati khamati, vīmaṁsā upaparikkhā, vīmaṁsati upaparikkhatīti attho. Sutte tijaiti niddesā bhūvādikassa gahaṇaṁ. Niccaṇyantassa curādikassa hi tādise payojane sati bahulaṁ vidhīyamānepi niccattamattano nātivattati. Athavā curādimānenābyabhicārinā sāhacariyā tijopi curādikova, taṁ yathā ‘gāvassa dutiyenāttho’ti. Vuttegoyevopādīyate, nāsso, na gadrabho. Kadāci pana assādinopi dutiyassa gahaṇaṁ siyā atthappakaraṇā dippabhāvato.",
  "anya-e0806n5:4": "Nanu ca vīmaṁsāyaṁ sappaccayavidhāna manupapannamitaretaranissayadosa duṭṭhattā, tathāhi siddhe vīmaṁsāsadde sappaccayo uppajjate, sati ca tasmiṁ vīmaṁsāti rūpaṁ sampajjatīti itaretaranissayo, itaretara nissayāni ca kāriyānī nopakappantīti tenāha- ‘anuvādarūpāna’miccādi. Anādikālasaṁsiddhasaddānuvāto natthi itaretaranissayo dosoti bhāvo. Payojakabyāpāraṇippaccayābhāve tejateti rūpaṁ.",
  "anya-e0806n5:5": "2. Kitā",
  "anya-e0806n5:6": "Pubbeviya pakativisesanādītyanena ‘‘sambandhassa purisāyattattā ‘tikicchāsaṁsayesū’ti pakativisesananti āha- ‘tikicchāya’miccādi’tyādikaṁ sabbaṁ yathāyogametthāpi vattabbantyatidisati. Vissatthoti visaddassa attho. Atha kimitthaṁ chappaccayantasseva dvidhodāharaṇantyāsaṅkiyāha- ‘atthabhedā dvidhodāharaṇa’nti. Niketo nivāso, saṅketo lakkhaṇaṁ.",
  "anya-e0806n5:7": "3. Nindā",
  "anya-e0806n5:8": "Ninda=garahāyaṁ tato ‘‘itthiyamaṇattikayakyā ce’’ti (5-49) appaccaye tato ‘‘itthiyamatvā’’ti (3-26) āppaccaye rūpaṁ. Bandhatīti badhako.",
  "anya-e0806n5:9": "4. Tuṁsmā",
  "anya-e0806n5:10": "Tuṁsmātīha paccayaggahaṇamācikkhati ‘tuṁtāye’ccādinā. Tato ceti yato tuṁsmāti paccayasseva gahaṇaṁ yato ca visesana niddeso, tatoti attho. Paccayaggahaṇe tadādiggahaṇaṁ viññāyate… ‘‘paccayaggahaṇe yasmā so vihito tadādino gahaṇa’’nti ñāyato. Visesanattena vattumicchitattā tadantaggahaṇaṁ… ‘‘vidhibbisesanantassā’’ti (1-13) vacanābhi manasi nidhāyāha- ‘yato kiriyatthā’iccādi. So kiriyattho ādi yassa samudāyassa so tadādi so paccayonte tassa (so tadanto). Tadāditadantasamudāyavisesassa gahaṇaṁ, (natu) tadantamattasse tyattho . Nanu ca tuṁsmāiti visesanattena vattumicchite bhavatu ‘‘vidhibbisesanantasse’’ti tadantaggahaṇaṁ paccayaggahaṇe tu kathaṁ tadādino gahaṇaṁ vacanābhāvatoccāha- ‘tadavinābhāvittā’ti. Yato vihito tena vinā na bhavati sīleneti tadavinābhāvī tassa bhāvo tasmā. Imāya yuttiyā viññāyate-ttho, yamākhyāyate ‘paccayaggahaṇe yasmā so vihito tadādino gahaṇa’nti. Bhavatvevaṁ tadādino tadantassa ca gahaṇaṁ, tato kipphalaṁtyāha- ‘tene’ccādi.",
  "anya-e0806n5:11": "Sapāditoti pādisahitato. Kha cha suppattābhāvāti kha cha sānaṁ uppattiyā abhāvā. Vuttappakārasseva tuṁppaccayantassa pakatibhāvena gahaṇā sapādito kha cha sānamanuppattīti adhippāyo. Vipubbā ‘ji-jaye’iccasmā tuṁpaccayantā ‘vijetumicchatī’ti atthe ‘‘tuṁsmā’’iccādinā(so), tuṁssaca lopo, nemittike ekāre nivatte ‘jisa jisa iti dvitte anādibyañjanalopo ‘‘jiharānaṁ gī’’ti (5-102) gī. Jigīsappakatito ‘‘bhūte īūṁ’’iccādinā (6-4) ī. Tasmiṁ aña. ‘‘Ā ī ū mhā ssā ssamhānaṁ vā’’ti (6-33) īssa rasse byajigīsi. Yadi tu sapādito sassa uppatti siyā, tadā byajigīsīti ettha dvibbacanaṁ karīyamānaṁ sappaccayantassa paṭhamassekassarassa dvibbacanaṁ bhavatīti ‘‘kha cha sāna’’miccādinā (5-69) vijiya iti samudāye ādibhūtassa visaddassa siyā īmhi ca vihite sapādino pakatibhāvoti visadda pubbe añāgamo siyā, tato ca avivijisīti aniṭṭhampasajjeyya.",
  "anya-e0806n5:12": "Tuṁsmā icchāyanti ca pakatippaccayatthānamupadiṭṭhattā tena sabhāva liṅgena kha cha sappaccayā tadanto ca anumito na pana tuṁ, tumiha sutoti āha- ‘na tadanto, nāpi cha chasā’ti. Jighacchāiccatra dvitte pubbassa ghassa ‘‘catuttha dutiyānaṁ tatiyapaṭhamā’’ti (5-78) go. Tassa ‘‘kavaggahānaṁ cavaggajā’’ti (5-79) jo. Pāṇinināpīha sappaccaya vidhāyake sutte vākyampi yathā siyāti vāvacanaṁ kataṁ, tadayuttanti nirākattumāha- ‘vākyampi’ccādi. Pakatyādityatra ādi saddena atthaviseso gahetabbo, pakati viseso tumanto, icchattho-tthaviseso . Idaṁ lakkhaṇanti ‘‘tuṁsmā lopo cicchāyaṁ te’’iti idaṁ lakkhaṇaṁ. Niyogatoti niyamena. Āsaṅkāyamupasaṅkhyāna’’nti (3-1-7) vākyakārena vuttaṁ nirākattumāha- ‘āsaṅkāya’miccādi.",
  "anya-e0806n5:13": "Acetanattā kūlassa icchāyāsambhavoti ‘kūlappatitumicchatī’ti vākyamevecchāpakāsanamasiddhaṁ, tenāsiddhena vākyenāsiddhānaṁ kha cha sānaṁ sādhanaṁ asiddhenāsiddhasādhanaṁ. Icchāvacanicchāti icchāya vattumicchā. Icchāyapavattito upaladdhīti icchāya upaladdhi upālambo parijānanaṁ pavattitoti attho. Cetanāvaticāti vuttaṁ tasmā cetanāvati pavattito upaladdhiṁ dassetvā tadapadese nācetanepi dassetuṁ ‘yopesā’tiādimāha. Devadatte rajju khīlādipāṇinā uyyogo, kūle mattikāvikīraṇādi. Rajju guṇo. Khīlo kīla (pañcikā) saṁkvādi.",
  "anya-e0806n5:14": "Pulo tiṇādīnaṁ saṅghāto. Sā sunakho mimarisatīti mara=pāṇacāge’icchāyaṁ tumantā so. ‘‘Ñi byañjanasse’’ti (5-170) ñi. Dvitte pubbato-ññassa lopo ‘‘kha cha sesvī’’ti (5-76) dvitte pubbassāssa imimarisati. Tathā pipatisatīti ‘patapatha=gamena’ iccassa. Sā mimarisatīti satipi sacetanatte visattajīvitassa sunakhassa maraṇicchā sambhavatīti paṭipāditaṁ. ‘‘Icchāsantā paṭisedho vattabbo’’ti (3-1-7) pāṇinīyavāttikakārena vuttaṁ, tannirākattumāha- ‘bubhukkhitu’miccādi. Jātipadatthanissayena nivuttimpaṭipādayamāha- ‘jātipadatthe’ccādi. Itaro icchattho.",
  "anya-e0806n5:15": "5. Īyo",
  "anya-e0806n5:16": "Karīyati sambandhīyatīti kammaṁ. Tañca nāma jāti guṇakiriyādabba sambandhato pañcadhā bhavati. Tattha nāmakammaṁ’ ḍittho ḍavitthoti nāmena piṇḍassa sambandhā. Jātikammaṁ goassoti gottādijātiyā piṇḍassa sambandhā. Guṇakammaṁ sukkonīloti sukkādinā guṇena dabbassa sambandhā. Kiriyākammaṁ pācako pāyakoti pācakādikiriyāya dabbassa sambandhā. Dabbakammaṁ daṇḍīvisāṇīti daṇḍādinā dabbena piṇḍassa sambandhā. Evaṁ kammassa pañcappakārasambhavepicchāyamatthe īyassa vidhānato icchāsambandhiyeva kammaṁ gayhatīti kiriyākammamevātra gayhate amukamevatthamupadassento āha- ‘yadipi’ccādi. Ayañca nipāta samudāyo visesābhidhānanimittāsyupagame vattate.",
  "anya-e0806n5:17": "Tathāpītilokavuttirayaṁvisesābhidhānārambhe. Taṁsambandhiyevāti icchāsambandhieva. Attanoputtamicchatītyādivacanicchāyamattasambandhiniputtādo attanotyanuvattiyasuttantarenapaccayovidhīyatepāṇininā, ettha tva(tta)ggahaṇamantarenātta sambandhinyeva puttādo kathaṁ viññāyate visesavacanābhāve hi parasambandhinyapi pappotītīmaṁcodyamubbhāvaya māha- ‘attasambandhini’ccādi. Īyassa parasambandhinyapi pasaṅgoti sambandho. Kutocāha-īyassāitidhānā’ti. Atthaggahaṇassāvacane īyassānabhidhānāti bhāvo.",
  "anya-e0806n5:18": "Appattiyāti karaṇe hetumhi vā tatiyā. Etthāti attano puttamicchatītetthāpi. Na iṭṭhoti īyappaccayo nābhimato. Nevettha bhavitabbanti vadato-dhippāyāmāha ‘sāpekkhatta yeveti bhāvo’ti. Yadi attano puttamicchatīti vattumicchāyaṁ sāpekkhettepi siyā, tadāyamaniṭṭhappasaṅgoti dassetumāha- ‘yadicettha’iccādi.",
  "anya-e0806n5:19": "Aniṭṭhappasaṅgassa sarūpamāha- ‘attano puttīyatīti siyā’ti. Uppajjamānena īyeneva attatthassābhihitattā attasaddassāppayogoti cetampi na saṅgatanti paṭipādayamāha ‘na ca sakkā’tiādi. Kasmādevaṁ vattuṁ na sakkāti āha- ‘pakati’ccādi. Apūpādikāya pakatiyā samānatthasseva visesanassa vuttipade antobhāva dassanāti attho. Kvapanevaṁ diṭṭhantyāha- ‘taṁyathe’ccādi. ‘‘Tamassa sippaṁ sīlaṁ paṇyaṁ paharaṇaṁ payojanaṁ’’ti (4-27) ṇike āpūpiko. Natu bhinnatthassāti byatirekaṁ dassetvā taṁ diṭṭhantena sādhetumāha- ‘devadattassi’ccādi. Kāraṇamāha- ‘sāmyantare’ccādi. Devadattassa dhuruno kulanti sāmyantarabyavacchedāya devadattasaddasso pādānato gurukulanti vuttipadena devadattatthassānto bhāvoti attho. Tametthopi samānantūpadassento āha- ‘tathehāpi’ccādi. Athāttano puttamicchatītyetasmiṁ vākye padassānvākhyānato attasaddassāpphayogo kinna siyāti dassetumāha- ‘nacāpi’ccādi.",
  "anya-e0806n5:20": "Padassāti puttīyādino padassa. Nacāpi appayogoti sambandho. Kāraṇamāha- ‘īyantassā’tiādi. Īyanto puttīyādi, niyogato na pappotīti sambandho. Tabbācīsaddappayoganti aññavācīsaddayogaṁ. Sutaggahaṇanti asutattāti vuttasutaggahaṇaṁ. Atthappakaraṇādyupalakkhaṇantyanena atthato pakaraṇāditopi puttassatta niyatā gamyate, sutasaddassa tu gahaṇamupalakkhaṇatthanti vadati.",
  "anya-e0806n5:21": "Nanu ca sutte kammāti vuttattā kammasamudāyatopīyo siyā tyāsaṅkiyeva (mabhā)vaṁ sādhayamāha- ‘kammā’tiādi. Vattuṁ iṭṭhā ekasakhyā yassa kammasāmaññassa taṁ tathāvuttaṁ. Vattumiṭṭheka saṅkhyassa gahaṇamāha- ‘kammasamudāyato’ti. Kimpanāvayavato na siyā’ mahantamputtamicchatī’ccatra puttamiccatoccāsaṅkiyāha ‘avayavatopi sāpekkhattāyevā’ti. Na bhatīti sambandho. Evañcarahi idampi na sijjhatīti codento āha ‘carahi’ccādi. Mahā cāyaṁ puttoceti mahāputtamicchatīti yadevaṁ karīyati tadāyampayogoti dassento āha- ‘bhavitabbameve’ccādi.",
  "anya-e0806n5:22": "6. Upamā",
  "anya-e0806n5:23": "Upamīyate paricchijjati sādhīyatītyattho. Kīdisantamupamānamiccāha- ‘pasiddhasādhamyā’iccādi. Pasiddho gavādi, tassa sādhamyā samāna rūpatāya yampasiddhassa gavayādino sādhiyassa sādhanaṁ tamupamānantyattho. Samāno dhammo-sseti sadhammo, gavādiyeva. Tassa bhāvo sādhamyaṁ. Sādhyate upamīyate-neneti sādhanamupamānaṁ gavādi. Sādhute upamīyateti sādhiyo, gavayādi. Tassa sādhanaṁ sādhiyasādhanaṁ.",
  "anya-e0806n5:24": "Puttamivācaratīti ettha ‘āvasathamāvasati’ccādo viya ādhāratthassa viññāyamānattā putte viya māṇavake madhurannapānadānādikamācaraṇaṁ karoticcevamatthasambhavena dvinnampi upamānopameyyabhāvotyavagamayitumāha- ‘putte’iccādi. Pasiddhena sādhanabhāvenupamānabhūte putte ācaraṇampi pasiddhanti āha- ‘tampasiddha’nti. Tadācaraṇena tena ācaraṇena puttamāṇavakavisayamācaraṇaṁ vā puttamāṇavaka saddenupacārato gahetvā visayīvasena visayabhāvavohārotipi yujjati. Vākyattho panetasmiṁ pakkhe ‘puttamiva puttavisaya māṇavakamiva ācarati māṇavakavisayamācaraṇaṁ karotī’ti, vuttiyantu yathāvuttamatthadvayaṁ yathāyogaṁ yojetvā veditabbaṁ.",
  "anya-e0806n5:25": "Nanu ca yajjatropamānopameyyabhāvo vuttiyaṁ īyeneva jotitoti ivasaddo nivattate, tadopamānopameyyabhāvo putta saddeva vattate, taṁ kathamupameyyavacanassa māṇavakasaddassa vuttatthassa payogo yuttoccāsaṅkiyāha- ‘upamānavacanato’ccādi.",
  "anya-e0806n5:26": "Tabbisiṭṭhācaraṇeti tenopamānena visiṭṭhe ācaraṇe. Upamānopameyyabhāvassānivattattāti etthāyamadhippāyo ‘upamāna visiṭṭhācaraṇe upamānavacanato īyassa vidhāne nopameyyavacanamantarenopamānavacanassa pavattīti upamānopameyyabhāvassānivattī’’ti. Aññathāti yadyupamānopameyyabhāvassa īyeneva jotitattā tadantassupameyye vutti siyātyattho. Pabbatāyatīti ‘‘kattutāyo’’ti (5-8) āyo. Upameyyassānivattattā upameyya kattusāmaññe tippaccayo.",
  "anya-e0806n5:27": "7. Ādhā",
  "anya-e0806n5:28": "Yathānantarasutte upamāne upameyyassa māṇavakassa payogo upapanno, tathātrāpi ‘pāsāde kuṭiya’nti copameyyassapayogoti atidisanto āha- ‘heṭṭhāviye’ccādi. Upamāne upameyyassānantobhāvāti attho. Nanu kimatthamidamuccate yavatāyo pāsāde ivācarati so pāsādamivācaratītipi vattuṁ sakkāti nātthabhedo-ññatra vacanicchābhedāti pubbenevetthāpi īyo siddho, tato nāttho-nena vacanene ccāsaṅkiyāha- ‘yadipi’ccādi.",
  "anya-e0806n5:29": "8. Kattu",
  "anya-e0806n5:30": "Ettha kattutoiti vacanā kammāti nivattate, āyaggahaṇā īyo. Kadā pana kattuviseso-vasīyaticcāha-‘yatthyādisaddasamānādhikaraṇatte’tiādi. Pabbatāyati hatthiccevamādinā hatthyādi saddena samānādhikaraṇatte satīti attho.",
  "anya-e0806n5:31": "9. Jhatthe",
  "anya-e0806n5:32": "Koyaṁ cyatthoccāsaṅkiya ‘‘abhūtatabbhāve karāsabhūyoge vikārācī’’ti (4-119) cīssa abhūtatabbhāve karādiyogesati vidhānā ‘abhūtatabbhāvo karādivisiṭṭho’ti āha. Abhūta tabbhāvassa karādivisiṭṭhattā karotyatthanivattiyāvassaṁ pāṇiniyā viya bhuviggahaṇaṁ kattabbamaññathā karotyatthepi siyātyāsaṅkiya nivattihetumāha- ‘tenevā’tiādi. Yeneva karotyādivisiṭṭho abhūtatabbhāvocyattho teneva hetunāti attho. Bhavatyatthe-nena kāraṇena laddhe karotyatthopyaniṭṭho labbhaticcāsaṅkiya tannivattimpaṭipādayamāha- ‘karotyatthe’ccādi. Adhavalaṁ dhavalaṁ karoti dhavalīkaroticceva cīppaccaye kattabbe kammeneva karotissābhisambandhassa diṭṭhattāti attho. Kāraṇantaramāha- ‘iha ce’ccādi. Itisaddo hetumhi yasmā iha kattutoti vattate tatoceti attho.",
  "anya-e0806n5:33": "Asatyatthassa pana bhavatyattheyevāntobhāvā na tannivatti paṭipāditā. Tappakaraṇeti dhātuppaccayappakaraṇe. Dvibbacananti paṭaiccassa dvibbacanaṁ tato ‘‘dissantaññepi paccayā’’ti (4-120) rāppaccayo. ‘‘Rānubandhentasarādissā’’ti (4-132) antasarādissa lopo. Cyantā paccayābhāvatthaṁ- ‘acīto’ti paccayavidhānasutte paṭisedho na kato, tenāha-‘acītoti paṭisedhābhāvā’ti. Cīti bhusoiti",
  "anya-e0806n5:34": "Paṭhamantācī . Ṇādivuttittā ‘‘ekatthatāya’’nti (2-119) vibhattilopo. Iheceti ‘cyatthe’’ itīmasmiṁyeva. Na ca vuccateti sambandho.",
  "anya-e0806n5:35": "10. Saddā",
  "anya-e0806n5:36": "Nanu ca asati sutte dutiyāggahaṇe dutiyantehiccāyaṁ viseso kuto labbhate yena ‘saddādīhi dutiyantehī’ti vivaraṇaṁ katanti saccaṁ, tathāpi paccayavidhimhi yuttepi pañcamiyā niddese ‘saddādīnī’ti dutiyāyopādānasāmatthiyā tathā vivaraṇaṁ kataṁ.",
  "anya-e0806n5:37": "Sabbatthāti ‘‘tamadhīte taṁ jānāti kaṇikācā’’do (4-14) sabbattha. Kiriyāvātyavadhāraṇena yaṁ byavacchinnaṁ, tamupadassento āha- ‘na kāle’ccādi. Yadīpi adhīteccādīsu vattamānakālena kattunā ekavacanena ca niddeso, tathāpi tesamappadhānattā aññasmimpi bhūtādike kāle kammādo sādhane bahuvacanena ca paccayo siyā eveti bhāvo.",
  "anya-e0806n5:38": "Nanu ca ‘‘dhātvatthenāmasmī’’ti (5-12) ippaccaye patte-yamārabbhate assapi dhātvattheyeva vidhānaṁ, tato ca saddādīhi dhātvatthe ippaccayena na bhavitabbaṁ, dissate ca ippaccayapayogoccāsaṅkiya ‘nāyamippaccayassa bādhako’ti paṭipādetumāha- ‘dhūvaṁ karoti’ccādi. Nānābhinnaṁ vākyaṁ nānāvākyaṁ, tassa bhāvena, tena bhinnavākyabhāvenāyassa ippaccayassa ca samuccayatoti attho. ‘‘Dhātvatthenāmasmī’’tyekaṁ vākyaṁ, ‘‘saddādīni karotya’’paraṁ. Etāni dve bhinnavākyāni- ‘dhātvatthe nāmasmā ippaccayo bhavati, saddādīni karoticcasmiṁ atthe āyo bhavatī’ti paccekamākhyātāpekkhāya vākyaparisamattiyā bhinnatā, abhinne hi kiriyāpadekavākyatā, bhinnetu nānāvākyatā, nānāvākye ca sati samuccayo. Na hi sāmaññavisesabhāvena vidhānameva bādhāhetu, kiñcarahi ekavākyatāpi, taṁ yathā-‘brāhmaṇānaṁ dadhi diyyataṁ, takkaṁ koṇḍaññāye’ti. Nānāvākye tu samuccayo, taṁ yathā- ‘brāhmaṇā bhojīyantu, māḍharāya vatthayugalaṁ dīyatū’ti māḍharo brāhmaṇabhāvena bhojīyate vatthayugalañca labhate, tenojukaṁ vuttena vatthayugaladānena sāmaññavuttaṁ bhojanaṁ na bādhīyate, tathehāpi ujukaṁ vihitenāyena sāmaññavihito ippaccayo na bādhīyate lakkhiyānurodhena satthakārassa vākya bhedābhedoti nānavaṭṭhitidosoti maññate. Timhi le ca siddhanti sambandho.",
  "anya-e0806n5:39": "Yappaccayo na vihito pāṇinīādīhi viyāti adhippāyo. ‘Jala dala- dittiyaṁ’. ‘‘Māno’’ti (5-65) māno, ‘‘kattari lo’’ti ‘‘parokkhāyaṁ ce’’ti (5-70) caggahaṇena ‘dala dala’itidvittaṁ ‘‘loponādibyañjanassa’’ (5-75) ‘‘saramhā dve’’ti (1-34) dassalassa ca dvibhāve daddallamānā. Jalamānāti aṭṭhakathāvacanatoti iminā kiriyāsamabhihāre yappaccayābhāvaṁ dasseti. Iminā ca sakkate viya bhusābhikkhaññepi kiriyāsamabhihāro kiriyāparivattanaṁ, tañca yadā kiriyamaññena kattabbamañño karoti, tena kattabbañcetaro, tadā bhavatīti viññeyyaṁ. ‘‘Sāmaññavihitā vidhayo payogamanusarantī’’ti iminā lakkhaṇena ‘dala-dittiya’nti imasmā ‘‘māno’’ti sāmaññena vihito mānappaccayo bhusatthe ābhikkhaññe ca bhavissati. Daddalla mānāti ettha bhusaṁ jalamānā, punappuna jalamānāti ca attho veditabbo.",
  "anya-e0806n5:40": "11. Namo",
  "anya-e0806n5:41": "Namo karoti namosaddamuccāreti, saddaṁ karoti saddamuccāretīticcevamattho (na) gahetabbe anissayanato anabhidhānato vā.",
  "anya-e0806n5:42": "12. Dhātvā",
  "anya-e0806n5:43": "Aparinipphannoti anipphanno asiddhāvatthoti attho. Kārakasādhiyoti yathālābhaṁ kārakehi sādhiyo. Asatvabhūtoti adabbabhūto. Ayantu kiriyārūpo padattho pacatyādīnaṁ vikledanādipadhānakiriyārūpo ca tadavayavarūpā pubbaparībhūtauddhanāro panādikādayo tādatthiyā ca pacatyādivacanīyā. Tasmā yathā vuttalakkhaṇe dhātvatthe dhātuto vidhīyamāno tyādippaccayo tathābhūtameva vadatīti bhedābhāvā abhedasaṅkhyāyekavacanenoccate, ‘na bahuvacanena, tenettha ‘ṭhīyate devadattena, ṭhīyate devadattehī’ti bhavati. Na yatokutocītiādinā yato yattha na dissati, tato tattha na hotīti dīpeti. Yato yattha vidhi, sa tassa sambandhī bhavatīti nāmehi vacanīyatthato-tthantarabhūto yoyaṁ dhātvattho kamādīnamatthabhūto, so sakatthoti sakattheyevāyamippaccayo curādiṇiviyāti veditabbo.",
  "anya-e0806n5:44": "Tassacāti ekārassa ca. Atha atihatthayaticcādo pādivisiṭṭhe eva dhātvatthe ippaccayassa vidhānā tadatthavihiteneva ippaccayena pādivisiṭṭho dhātvattho vutto, tena kimattho ippaccayantassa pādiyogoccāsaṅkiya payojanamākhyātumāha- ‘atihatthayati’ccādi. Na sāmatthiyanti samatthatā natthīti attho.",
  "anya-e0806n5:45": "13. Saccā",
  "anya-e0806n5:46": "Atthamācikkhati, vedamācikkhatīti viggaho. Sukhāpeticcādo sukhaṁ vedayaticcādinā viggaho. Vāpāṭhāti vikappena pāṭhato.",
  "anya-e0806n5:47": "15. Curā",
  "anya-e0806n5:48": "Asati sutte sakattheti kathaṁ labbhatīti āha- ‘atthānati desā’ti. Atthā-natidesāti atthavisesassa kassaci sutte aniddesāti attho. Atthavisesassā-natidesamattena sakatthoyeva ṇinā vāccoti kathaṁ viññāyateccāha- ‘sakatthassa ca sutattā’ti. Cura=theyye iccādīsu theyyādikassa sakatthassa sutattāti attho. Yogavibhāgatoti ‘ṇī’tiyogavibhāgato, rajjaṁ kāretīti ettha sāmyamaccādikaṁ sattaṅgaṁ rajjaṁ pavattetīti vā attho, payojakabyāpāre ṇi.",
  "anya-e0806n5:49": "16. Payo",
  "anya-e0806n5:50": "Payojako codako byāpārakoti attho nanu ca vuttiyaṁ ‘kattāraṁ payojayatī’ti vuttaṁ kathaṁ payujjamānassa kattuttaṁti āha- ‘payujjamāno’ccādi. Nāvassaṁ kiriyāpavattakatteneva yoggatāmattenapi kattuttaṁ siyāti dassento āha- ‘kiriyāya yoggo’tiādi. Pāsāṇambalenuṭṭhāpeti’ccādīsu hi yogyatāyapi kattuttāvasāyosiyā, kopanāyaṁ payojakabyapāroti āha- ‘pesane’ccādi. Dāsādino hīnassa katthaci atthe niyojanaṁ pesanaṁ. Guruādino sakkārapubbaṁ byāpāraṇamajjhesanaṁ. Taṁ pesanajjhesanādikaṁ lakkhaṇaṁ sabhāvo yassa so tathā vutto.",
  "anya-e0806n5:51": "Ādisaddena ānukūlyabhāgino byāpārassa gahaṇaṁ, tathā ca ‘bhikkhā vāsayati kārīso-jjhāpesī’ti sijjhati. Bhikkhā hi pacurabyañjanavatī labbhamānā vāsānukūlaṁ tittivisesamupajanayati. Kārīsopi nivāte padese suṭṭhu pajjalitojjhayanavirodhi sītakatamupaddavamapanayanto-jjhayanānukūlasāmatthiyamādadhāti tato tesampi yuttampayojakattanti.",
  "anya-e0806n5:52": "Payojakabyāpāretīdaṁ paccayavisesanaṁ vā siyā pakativisesanaṁ vā. Tattha yadi pakativisesanaṁ siyā, tadā payojakabyāpāre vattamānā ṇīṇāpī vidhīyantīti (gamanaṁ) pati yo niyogo tadattho gami, na gatyattho, tassa cāyaṁ payojjoti ‘gamayati māṇavakaṁ gāma’nti gatyatthassa payojje ‘‘gatibodhāhāre’’ccādinā (2-4) vihitā dutiyā na pappoti, tato pakatyatthavisesanapakkho duṭṭhoti paccayavisesanapakkhaṁ dassetumāha- ‘paccayavisesanaṁ vedaṁ na pakativisesana’nti.",
  "anya-e0806n5:53": "Payojakamattaggahaṇeti mattasaddo sāmaññavācī, yathā ‘kaññā mattaṁ vārayatī’ti. Kattāraṁ yo payujjati yo ca karaṇādīnaṁ payojako tesaṁ sāmaññena gahaṇe satīti attho. Byāpāretvevāti payojakaggahaṇamantarena byāpāreicceva vacanaṁ kattabbaṁ siyāti bhāvo, tanti payojakaggahaṇaṁ, visiṭṭho visayo yassa payojakaggahaṇassataṁtathāvuttaṁ. Kopanāyaṁvisiṭṭho visayoccāha- ‘yo loke’iccādi. Itovāti vakkhamānassa hetuno parāmāso. Tanti curādīhi ṇividhānaṁ. Evaṁsaddo vakkhamānāpekkho. Taṁ visuṁ curādīhi ṇividhānameva vakkhamānappakārena saphalaṁ siyā nāññathāti attho. Tameva pakāraṁ dasseti‘yadiminā’ccādi.",
  "anya-e0806n5:54": "17. Kyotā",
  "anya-e0806n5:55": "Kattari vihitesupi mānantatyādīsu parabhūtesu kyo bhavatīti viññāyeyyāti ‘bhāvakammesū’ti na kyassa visesananti āha- ‘mānantatyādīna’miccādi.",
  "anya-e0806n5:56": "Yadi hi kattari vihitesu siyā, tathā sati tesamubhinnaṁ padhānattenābhidhīyamānānamaññamaññānapekkhattā asambandho siyā, na ce vambhūtānamabhidhānamatthi, na hi ‘ṭhīyate’ccasmā bhāvo kattā ca patīyate, nāpi ‘gamyate’ccasmā kammaṁ kattāca. Api tu bhāvakammāneva gamyante, tenāha- ‘tasmā’iccādi.",
  "anya-e0806n5:57": "Tesamevāti mānantatyādīnameva. Parasamaññābhi paresaṁ kaccāyanā naṁ parokkhāicceva nāmaṁ. Tabbajjitesūti parokkhāsaññipaccayavajjitesu. Aparokkhesūti ettha parasamaññāvasena parokkhāiccanena saha samāsaṁ dassetvā idāni aññathāpi paṭipādetuṁ ‘athavā’tiādimāha. Parokkheti indriyāvisaye kāle. Parokkhevihitā paccayāti iminā upacārena taddhitappaccayavasena vā parokkhāti saddanipphattimāha. Te pana‘a u’ iccādayo. Tatoti parokkhappaccayato.",
  "anya-e0806n5:58": "Nanu pubbapakkhe ‘aparokkhesū’ti ettha ‘parokkhāvajjitesū’ti attha vacanaṁ yujjati, dutiyapakkhe pana ‘parokkhavajjitesū’ti, tathā sati kathamettha ‘parokkhāvajjitesū’ti atthavacanaṁ yujjatīti āha- ‘tepanā’tiādi. Idhāti aparokkhesūti imasmiṁ. Nanu ca ‘‘parokkhe a u’’iccādisutte (6-6) ‘parokkhe’ti pakativisesananti paccayānaṁ parokkhe vihitatā kathanti manasi nidhāyāha ‘parokkhe’iccādi. Bhavanaṁ bhāvo kiriyādhātvattho.",
  "anya-e0806n5:59": "Sādhīyamānāvatthoti iminā siddhāvatthā nirassate. Pubbaparībhūto padhānakiriyāvayavabhūto kiriyārūpo attho lakkhaṇaṁ sabhāvo yassa dhātvatthassa so tathā vutto. Satvabhūtoti ettha patīyatīti seso. Bahuvacanampi hoti pākāpāketi adhippāyo, karīyatīti kammaṁ, tañca yadipi nāmādikammamatthi, tathāpi kriyatthāiccādhikārato mānādīnamaññatthālabbhanato ca kiriyā sambandhova gayhate, su-savane sūyamānaṁ.",
  "anya-e0806n5:60": "Pāṇiniyehettha ‘‘bhindati kusūlaṁ’tyādo yā bhedanādikiriyā kammani dissate, sā yadā sukarattamattena sappadhānattavacanicchāyaṁ kattuttepyupalabbhati ‘bhijjate kusulo sayameve’ccādinā, tadāssa kattuno suttantarena kammasarikkhabhāvo vidhīyate ‘kammanissayaṁ kāriyaṁ yathā siyā’ti. Tannissāyāha- ‘yadā kammameve’ccādi. Yadā kammameva kattubhāvena vivacchīyateti sambandho. Kathaṁ katvā tathā vivacchīyateccāha- ‘attasamavetāya’iccādi. Attasaddena kammamatra vivacchitaṁ, attani samavetā ekadesībhūtā attasamavetā, tassā kiriyāya kammaṭṭhakiriyāyāti vuttaṁ hoti.",
  "anya-e0806n5:61": "Subhedattādineti hetumhi karaṇe vā tatiyā. Atthatoti ‘kammeyeva kyo’ti (na sakkhi) tasmā vuttanti adhippāyo. Tathāhi ‘bhijjateti savanā kammatāvagamyate’ti iminā atthato kammeyevakyotipaṭipāditameva. Vuttameva phuṭīkaramāha- ‘bhijjate iccasmiṁ pade’iccādi. Aññathāti yadi kammeyeva tepaccayo na siyā. Atoti bhijjate iccasmā. Upasaṁharamāha- ‘tasmā’iccādi. Kiṁ vacanenāti pāṇinīyānamiva kiṁ suttattarenāti attho.",
  "anya-e0806n5:62": "Vacanābhāvepi kammakattari padasaṅkhārakkamopadassanamukhena vutti ganthaṁ vivaritumāha- ‘vākyato’iccādi. Vākyato uddharitvā padesaṅkhariyamāneti ‘bhijjate kusūlo sayameve’ti vākyato visuṁ katvā bhijjate’ti pade saṅkhariyamāne nipphādīyamāneti attho. Tadevāti padatthasāmaññameva. Tannipphādaneti tassa saṅkharimānassa padassa saṅkharaṇe. Sayantīmassātra attanāti attho. Na kevala manenetadeva vuttaṁ- ‘kammeyeva paccayo’ti, kiñcarahi aññampatthīti dassetumāha- ‘anena ce’ccādi. Co vattabbantarasamuccaye. Anenabhijjateti savanāiccādinā idañcāhāti attho. Kintadiccāha ‘kamma kattuno’ccādi, na padamudāharaṇanti kammakattuno vākyamevodāharaṇaṁ… vākyeneva tassa patītiyā maññate. Padamevodāharaṇaṁ kasmā na siyāti āha- ‘padehi’ccādi. Dutiyamudāharaṇaṁ dassetumāha- ‘kattunissayo pi’ccādi.",
  "anya-e0806n5:63": "Asmiṁ pakkheti asmiṁ kattuttena vivacchite pakkhe. Tabbisayattanti kammavācīsayaṁ saddavisayattaṁ. Bhāvakammesūtīmassa kattariccassa ca paccayavisesanatthe sati sāmatthiyaladdhampayojanaṁ dassetumāha- ‘bhāvakammesū’tiādi. Iminā anena ca visesisattāti sambandho. Kintaṁ visesitanti āha- ‘mānanta tyādīsū’ti. Kintampayojananti payojanaṁ dassetumāha- ‘tyādīna’miccādi. Yadi bhāvakammesu kattari ca tena tena dhānena suttena mānādayo na siyuṁ, kathantaṁ visesitesu mānādīsu paresu kyādayo siyuntīminā sāmatthiyena ( ) (sati) bhāvakammesu kattari ( ) (ti) ca ‘‘vattamāneti anti’’ccādippabhutikehi (6-1) suttehi yathālābhaṁ bhāvādīsu paccayā hontīti viññāyatīti bhāvo.",
  "anya-e0806n5:64": "Natadatthaṁ vacanamāraddhanti bhāvakammesu kattari mānantatyādividhānatthaṁ pāṇiniyehi viya suttantaraṁ nāraddhanti attho. Atha bhāvakammesu kattari ca mānādividhānatthaṁ vacanaṁ nāraddhaṁ dhātuniyamanaṁ dhātuniyamatthaṁ tvassa vattabbanti tañca sāmatthiyāva (labbhateti) dassetumāha- ‘kiriyatthaniyamopi’ccādi. Akammakā dhātuto bhāve kattari ca sakammakā kamme kattari ceti kiriyatthaniyamo yathāvuttena sāmatthiyā labbhateti sambandho. Akammakānaṁ kammavirahā, sakammakānañca satopi bhāvassāppadhānattā akammakā kattari bhāve ca bhavanti na kamme, sakammakā kammasabbhāvā kattari kamme ca bhavanti na bhāvetīdaṁ sāmatthiyaṁ.",
  "anya-e0806n5:65": "Kammamapekkhateti pacādito kattari paṭhamapurisekavacane kate pacaticcādīsu pacādino pacanādikiriyā odanādikaṁ kammamapekkhate. Kattuttamapekkhateti bhavaticcādīsu bhūādīnaṁ bhavanādikiriyā kattumattamapekkhate.",
  "anya-e0806n5:66": "20. Ṇiṇā",
  "anya-e0806n5:67": "Yadatthanti yaṁpayojanaṁ.",
  "anya-e0806n5:68": "23. Jyā",
  "anya-e0806n5:69": "Jinantoti ‘‘byañjane dīgharassā’’ti (1-33) rasso. Sabbattheva yattha kattari paccayo tattha vikaraṇāpi kattariyeva, yattha bhāvakammesu tattha vikaraṇāpi bhāvakammesuyeva,… ekāya pakatiyā kārakabhede(na) paccayassāsambhavato. Tasmā sahābhidhānānaṁ mānādivikaraṇānaṁ kathannāma sahāsambhavaṁ gaccheyyunti vidhīyante.",
  "anya-e0806n5:70": "27. Bhāva",
  "anya-e0806n5:71": "Vivacchābhedenāti sakammakākammakavacanicchābhedena. Ubhayatthāti bhāvakammesu. Karīyatīti kattabbo karaṇīyo. ‘‘Apavāda visaye ussaggo nābhinivisatī’’ti eso ussaggadhammo. Tabbādīnantu kesañcussaggānampi apavādavisaye pavatti hoti bahulādhikārā. Yathā ‘‘bhāvakammesu tabbānīyā’’ti ussaggo, ‘‘vadādīhiyo’’ti (5-30) apavādo taṁvisayepi tabbānīyā honti ‘gantabbo gamanīyo’ti veditabboti.",
  "anya-e0806n5:72": "28. Dhyaṇa",
  "anya-e0806n5:73": "Kāriyaṁ ‘‘ñi byañjanassā’’ti (5-170) ñi.",
  "anya-e0806n5:74": "30. Vadā",
  "anya-e0806n5:75": "Annatotīminā ‘bhoggamañña’ntettha aññaṁ nāma annavatā aññanti atthamāha.",
  "anya-e0806n5:76": "31. Kīcca",
  "anya-e0806n5:77": "Kammakaro bharitabbatāyeccādinā kiriyāsaddattaṁ bhaccasaddassa dassento saññābhāvamapākaroti. ‘‘Saññāyaṁ bharā’’ti ca gaṇasuttanti daṭṭhabbaṁ, tenāha- ‘saññāyaṁ bharā’tiādi.",
  "anya-e0806n5:78": "Abharitabbāpiccādinā idaṁ dīpeti duvidhā saññāsaddā keci daccanta vigatāvayavatthā yathā ḍitthādayo, kecidavayavatthānugatāyathā sattapaṇṇādayo, tattha bhariyāsaddassa kammampavattinimittaṁ ‘bharitabbā bhariyā’ti, yathā satta paṇṇāni assāti sambandho pavattinimittaṁ sattapaṇṇasaddassa, etañca pavattinimittaṁ saddanipphattikiriyāyamevopadisīyate, kvacideva tvatthavisese satyasati vā tasmiṁ nimitte saddo vattatī’’ti. Okārassāti ‘‘yuvaṇṇāname oppaccaye’’ti (5-82) kataokārassa.",
  "anya-e0806n5:79": "32. Guhā",
  "anya-e0806n5:80": "Saddikānanti pāṇiniyakaccāyanādiveyyākaraṇānaṁ. Pesanaṁ sakkārapubbakaṁ vā niyojanaṁ. Kāmacārānuññāti kattumicchato yathiccha manujānanaṁ atisaggonāmāti attho. Nimittabhūtassāti ‘‘bhotā kaṭo kattabbo’ccādīsu kaṭakaraṇādino kāraṇabhūtassa.",
  "anya-e0806n5:81": "Nanu ca sāmaññena vihitā e(te), tathā ca sati vijjhatthavihi tehi eyyādīhi te bādhīyanticcāha- ‘nace’ccādi. Vidhivisesatte pīti vidhānaṁ vidhi niyojanaṁ kiriyāsu byāpāraṇā, tassa vidhino pesādīnaṁ visesattepi, nāvassantiādi jayādiccabyākhyānaṁ nissāya vuttaṁ, vuttañhi tena ‘‘kimatthaṁ pesādīsu kiccasaññino tabbaanīyaṇyatyappaccayā vidhīyante, na sāmaññena bhāvakammesu vihitā, evamete vihitāeva, vo-kāsikāvutti pesvādīññasvatra ca bhavissantīti visesavihitena vidhyādīsu paccayena bādhīyante, vāsarūpavidhinā bhavissanti evañcarahi etaṁ ñāpeti ‘itthīadhikārato parena vāsarūpavidhi nāvassambhavatī’ti kimatthamiccādi codya, vicasasavihiteccādi parihāro, kiccā hi sāmaññena vihitā, pañcamī tu pesādinātthavisesena, ato tena visesavihitena kiccā pesādivisaye bādhīyeranti punabbiyate, vāsarūpeccādinā parihāraṁ vighaṭayati. evaṁ carahiccādinā pesādīsu kiccavidhānassa ñāpakattaṁ dassayati. (jinindabuddhinu 21 sa). Asarūpavidhi asarūpāpavādappaccayo vā vikappena bādhako hoti ussaggassāti etaṁ avassaṁ na hotīti ñāpanatthampi na vidhīyateti yojanā. ‘‘Vā-sarūpo-nitthiyaṁ’’ti (pā, 3-1-94) parasuttaṁ. Dhātvadhikārevihito asarūpo apavādappaccayo ussaggassa bādhako bhavati itthi adhikāre vihitappaccayaṁ vajjayitvāti attho. Heṭṭhā vuttānusārenedaṁ viññātabbaṁ.",
  "anya-e0806n5:82": "Bhotā khalu kaṭo kātabboccādi pesane. Tvayā kaṭo kātabboti anuññāyaṁ. Pattakāle paramudāharaṇaṁ. Ettha pana kaṭakaraṇe kālārocanamattameva viññāyati, na pesādi. ‘‘Sattyarahesveyyādī’’ti (6-11) suttaṁ visesavihitaṁ, tenāha- ‘sāmañña vidhānato’ccādi. Sattivisiṭṭheccādinā vuttamatthaṁ vivarati ‘sattī’tiādinā. Kathaṁ sattivisiṭṭhatā kattunoti āha- ‘taṁyogā’ti. Tāya sattiyā yogo taṁyogo. Avassakādhamīṇatāvisiṭṭhe tu kattari kiccānaṁ tadaññesañca bhāvāya visuṁ- suttitaṁ, tena, vuttaṁ ‘āvassakādhamīṇatā visiṭṭheva kattarī’ti. Sabbatthevettha ‘uddhaṁ muhuttato’tiādinā ekekamudāharaṇaṁ kamena dassitaṁ. Bhotā rajjaṁ kātabbanti arahe, bhavatā rajjaṁ kātabbanti attho. Bhavaṁ arahoti pana arahakattuttappakāsanatthaṁ vuttaṁ. Evamuparipi. Sabbametaṁ bahulaggahaṇānubhāveneti viññeyyaṁ.",
  "anya-e0806n5:83": "33. Katta",
  "anya-e0806n5:84": "Galecopakoti alopasamāso. Abhimato parehi. Arahādīsu vihitappaccayehīti ‘‘sattyarahesveyyādī’’ (6-11) ca ‘‘sīlābhikkhaññāvassakesu ṇī’’ti (5-53) ca arahādīsu vihitappaccayehi. Upādānasīlo sikkhāpanasīlo. Muṇḍanaṁ dhammo sabhāvo yesaṁ te muṇḍanadhammā. Vadhuṁ katapariggahaṁ sāviṭṭhāyanā muṇḍayanti etesaṁ kuladhammo.",
  "anya-e0806n5:85": "35. Āsiṁ",
  "anya-e0806n5:86": "Kāpanāyamāsiṁsā nāmeccāha- ‘appattasse’ccādi. Kiriyā visesakattuvisayāti kiriyāvisesassa yo kattā so visayo yassā sā tathā vuttā. Kiriyāvisesakattuvisayattameva phuṭī kattumāha- ‘assā’iccādi. Assā jīvanakiriyāya nandana kiriyāya bhavanakiriyāya vā kattā taṁkiriyaṁ sampādento bhaveyya bhavatūti attho. Jīvatu nandatu bhavatūti āsiṁsāyaṁ payogena jīvaka nandaka bhavakasaddānaṁ taṁsamānatthatā dassitā.",
  "anya-e0806n5:87": "Akenevāsiṁ sanatthassa gamitattāti āsiṁsanā eva attho, tassa akappaccayeneva gamitattā avabodhitattā. Nāsiṁ sanatthassa payogoti āsiṁsanā attho yassa jīvatu nandatu bhavatviccādino saddantarassa, tassa nappayogoti attho.",
  "anya-e0806n5:88": "36. Karā",
  "anya-e0806n5:89": "Karoti attano phalanti kāraṇaṁ.",
  "anya-e0806n5:90": "37. Hāto",
  "anya-e0806n5:91": "Jahanti udakanti vīhīsu hāyanasaddassa pavattinimittaṁ dasseti. Jahāti bhāve padattheti imināpi saṁvacchare. Bhāveiccassatthamāha ‘padatthe’ti. Nipphattimattaṁ kiriyopādānanti keci.",
  "anya-e0806n5:92": "39. Vito",
  "anya-e0806n5:93": "Nanu ca vitoti pañcamīniddiṭṭhattā ‘vito parasmā ñāiccasmā’ti vattabbaṁ kathaṁ vipubbāti vuttanti āha- ‘vito paro’iccādi. Vipubbo yassaso vipubbo. Visaddato dhātumhi parabhūte sati visaddo pubbo nāma hotīti attho.",
  "anya-e0806n5:94": "40. Kasmā",
  "anya-e0806n5:95": "Sabbaṁ jānāti, kālaṁ jānātīti viggaho.",
  "anya-e0806n5:96": "41. Kvaca",
  "anya-e0806n5:97": "Nāmajātiguṇakiriyā dabbasambandhato pañcavidhattepi kammassa kriyatthassāvadhirayamupādinnoti kriyatthasambandhā kiriyākammasseha gahaṇaṁ. Tañca nibbattivikatipattibhedena tividhaṁ, tividhassāpyetassa visesānupānato gahaṇanti kamenudāharanto āha- ‘karakaraṇe’iccādi.",
  "anya-e0806n5:98": "Lokavidūtiādidassanato kvaciggahaṇe payojanaṁ vattumāha- ‘kammato’ccādi. Nanu ca kvaciggahaṇeneva ‘ādiccaṁ passati’ccādopi (nivatti) vattuṁ sakkā kasmā ‘bahulādhikārā’ti vuttanti āha ‘tene’ccādi. Tenāti yena kvaciggahaṇaṁ kutociyevāti dassanatthaṁ kataṁ tenāti attho. Tenāti vā kvaciggahaṇena. Atha ādiccaṁ passaticcādo viya kammakarādīsupi nivattimadassetvā ‘kvacīti kiṁ kammakaro’ti kasmā vuttanti āha- ‘yajjeva’miccādi.",
  "anya-e0806n5:99": "Tassāti bahulavacanassa, mahādhikārattāti mahāvisayattā. Kutociyevāti kutoci dhātutoyeva. Atheha kasmā na hoti devadatto sayati dāttena lunāti sunakhānaṁ dadāti nagarā apeti thāliyaṁ pacati mātu saratī’’ti, sabbamevedaṁ kiriyā (yā) bhisambandhīyatīti yadipevaṁ, tathāpi kammatteneva yaṁ vattu micchitaṁ na kārakantarattena nāpi sambandhabhāvena, tasseva kammasaddena gahaṇaṁ kammavacanasāmatthiyā, aññathā syāditocceva vadeyya kiṁ kammāti vacanenāti.",
  "anya-e0806n5:100": "42. Gamā",
  "anya-e0806n5:101": "Vedanti ettha atthamāha vittinti, tuṭṭhinti attho.",
  "anya-e0806n5:102": "43. Samā",
  "anya-e0806n5:103": "Tañceti upamānassa parāmāso. Bhedena vivaraṇanti samānādīhīti avatvā bhedena vivaraṇaṁ. Tulyatāyupalabbhamānassa sadisādisaddavacanīyattā avayavatthānugamenāttano-bhidheyye sadisādisaddānampavatti veditabbā.",
  "anya-e0806n5:104": "44. Bhāva",
  "anya-e0806n5:105": "Kārakaṁ sādhakaṁ nibbattakanti anatthantaraṁ. Karoti kiriyaṁ nibbatteti nimittabhāvenāti kārakaṁ. Kattādīnaṁ kiriyānimittattantu sayameva ‘tattha kattā’tiādinā bhedena pakāsayissati. Kiriyānimittaṁ… nibbattakesu kattādīsu chasupi ruḷhattā tenettha kattāvāttappadhāno, karaṇādayopyappadhānā kārakabyapadeso labbhante… aññathā kārakasaddena tesaṁ gahaṇaṁ na siyāti. Kimidaṁ kārakantyāha- ‘sattikāraka’nti. Evaṁ carahi dabbādīnaṁ kathaṁ kārakattamiccāha- ‘tadadhikaraṇā’tiādi. Tassā sattiyā ādhārā nissayāti attho, puṁ napuṁsake adhikaraṇasaddo. Tesu dabbā dīsu tiṭṭhatīti tatraṭṭhā, satti. Tassā bhāvo tatraṭṭhatā, tāya. Atha dabbādīnaṁ mukhyato kārakatte sati kimāyātantyāha ‘yadi’ccādi.",
  "anya-e0806n5:106": "Tesanti kattādikārakānaṁ. Aññamaññabyāvuttarūpattāti aññamaññato byāvuttaṁ nivattaṁ rūpaṁ karaṇādisabhāvo yesaṁ kattādi kārakānaṁ te tathā vuttā, tesaṁ bhāvo tattaṁ tasmā. Karaṇa rūpanti karaṇaṁ rūpaṁ sabhāvo yassa adhikaraṇassa taṁ tathā vuttaṁ. Evañcasatiko dosoccāha ‘tathā ce’ccādi. Kenaci sukarattena sappadhānattavacanicchāyaṁ ‘thālī pacatī’ti bhavati. Tatrevukkaṁsavaca nicchāyaṁ ‘thāliyā pacatī’ti.",
  "anya-e0806n5:107": "Evañcakatvāti nipātasamudāyo-yaṁ hetvattho. Tasmāti attho. Kattā nimittanti sambandho. Kattuṭṭhakiriyānimittassa kattuno udāharaṇaṁ ‘hasati naccatī’ti. Tadattheti tāya kammasamavāyiniyā pacanādikiriyāya atthe adhissayanādayo pavattento kiriyāya nimittanti sambandho. Evamuparipi.",
  "anya-e0806n5:108": "Odanaṁ pacati devadattoti kammaṭṭhakiriyāya nimittabhūtassa kattuno udāharaṇaṁ. Bhājanasaṅkharaṇamadhissayanaṁ. Ādisaddena taṇḍulavapanaindhanāpaharaṇādayo gayhanti. Dvidhāpattiyanti rukkhādīnaṁ dvidhā pavattiyaṁ.",
  "anya-e0806n5:109": "Byāpaneti sambandhe. Giradhātuto appaccaye- ‘‘eonama vaṇṇe’’ti (137) sutte ‘avaṇṇeti yogavibhāgato gakāre ikārassa attaṁ hotīti dassetumāha- ‘avaṇṇeti yogavibhāgā attaṁ issā’ti. Aññathāpi paṭipādetumāha- ‘essa vā’tiādi. Essāti ‘‘lahussupanthassā’’ti (5-87) kataessa. Sakalenāti ‘eonama vaṇṇe’’ti sakalena suttena. Purīti nipāto.",
  "anya-e0806n5:110": "Īsakkaroti bindulopo, dvittaṁ, sāmaññena vidhānatoti paresaṁ visesavidhānasabbhāvamāha. Gaṇikālayaṁ gaṇikānaṁ gehaṁ. Nepathyamākappo. Dattoladdhoti paccayassa kammasādhanattaṁ dīpetuṁvuttaṁ. Vināliṅgavacanehi pāṭipadikatthaṁ niddisituṁ na sakkāti bhāveti sabbaliṅgasaṅkhyāsambandhayoggapāṭipadikatthasāmaññe paccayanimittattena gahitepi sāmaññe caritatthattā liṅgavacanaṁ nappadhānanti iṭṭhiāvudhantī itthi napuṁsakebhāve, pākāti bahuvacanepi bhāve bhavati eva.",
  "anya-e0806n5:111": "45. Dādhā",
  "anya-e0806n5:112": "Sapādīhi apādīhicāti pādisahitehi pādirahitehi ca dādhāhi.",
  "anya-e0806n5:113": "46. Vamā",
  "anya-e0806n5:114": "Sāpānadoṇiyanti sārameyānaṁ bhuñjanakaambaṇe. Ṭhitasupāna vamathuviyāti pavattasunakhacchaddanaṁ viya.",
  "anya-e0806n5:115": "47. Kvi",
  "anya-e0806n5:116": "Yathādassananti ācikkhatīti yojanā. Tena kutoci dhātutoti. Gaṇhantīti gaha=upādāneccassa. Salākāsaddassa salākanti. Sabhāsaiccassa antabyañjanalope sabhāpakatito ‘‘itthi yamatvā’’ti (3-26) āppaccayo. Pabhātīti ā=dittiyamiccassa.",
  "anya-e0806n5:117": "48. Ano",
  "anya-e0806n5:118": "Calanādīnaṁ sīlādīsu nipphādanatthaṁ visuṁ suttitaṁ parehi, idha pana bahulaṁ vacanenevāti dassetumāha- ‘calanādīsū’tiādi.",
  "anya-e0806n5:119": "49. Itthi",
  "anya-e0806n5:120": "Klikayakiccatra kakārabahuttā kakārāti bahuvacanaṁ. Titikkhā iccādo titikkhanamiccādinā viggaho ‘‘itthiyamatvā’’ (3-26). Apari paṭhitoti dhātupāṭhe aparipaṭhito. Pāṇivisesoti sattaviseso. Iminā ca ‘‘yathākathañci nipphatti, ruḷhiyā atthanicchayo’’ti dasseti.",
  "anya-e0806n5:121": "Āsiṁ sāyaṁ gammamānāyaṁ saññāvisaye dhātūhi tippaccayo kiccappaccayo ca yathā siyāti ‘‘tikiccāsiṭṭhe’’ti (7-2-3) suttitaṁ kaccāyanena. Tamiha sāmaññena vidhānāva siddhanti nirūpayitumāha- ‘kaccāyanena pane’ccādi. Tabba anīyaṇya teyya riccappaccayānaṁ ‘‘te kiccā’’ti (7-1-22) kiccasaññaṁ vidhāya sesānaṁ ‘‘aññekitī’’ti (7-1-23) kitsaññā katā kaccāyanena. Tenāha- ‘kita sañño’ti.",
  "anya-e0806n5:122": "Tabbādippaccayo ca vihitoti sakiyavohārenāha. Sakiya satthe avuttadosaṁ suttadosaṁ pariharitvā vakkhamānanayena yutyabhāvā tathā vidhāne ayuttataṁ dassento ‘nacāsiṁ sāya’miccādimāha. Guhanaṁ, rujanaṁ, modananti viggaho. Sayanaṁ vā seyyā. Vajadhātuno vassa bakārena bhavitabbaṁ, so kathaṁ yakāre parabhūte asatīti āha- ‘cavaggabayañātiyogavibhāgā vassa bo’ti.",
  "anya-e0806n5:123": "51. Karā",
  "anya-e0806n5:124": "Ririyappaccaye ādirakārassa anubandhattā āha- ‘antasarādi lopo’ti.",
  "anya-e0806n5:125": "52. Iki",
  "anya-e0806n5:126": "Atha sarūpeccetāvati vutte- ‘kiriyatthassa sarūpe’ti kathaṁ viññāyaticcāha- ‘kiriyatthā’ticcādi. Nanu ca lo-yaṁ kattari vidhīya mānokathamettha siyātyāha- ‘akattaripi’ccādi. Abhimato kaccāyanassa. Paṭipādayitumāha- ‘tatthā’tiādi. Karaṇaṁ uccāraṇaṁ, assa karoti samāsavākyaṁ. Na hi eva dīhi kāro vihitoti akkhare heva kārassa vihitattā akkharasamudāyato na pappotīti bhāvo. Atha ceti matappadāne. Evādisaddavācakā evakārādayo sādhavoti atha matanti attho.",
  "anya-e0806n5:127": "Tatthāti tathā abhimate tasmiṁ. Niyamahetuno abhāvāti akkhareheva kārappaccayo vidheyyo na pana evādīhiccassa niyamassa yo hetu tassa hetuno abhāvā.",
  "anya-e0806n5:128": "53. Sīla",
  "anya-e0806n5:129": "Kimidasīlamiccāha- ‘sīlampakatisabhāvo’ti. Tañca sīlamanumānena viññāyaticcāha- ‘tañce’ccādi. Kiriyāvisayarucivisesānumitanti uṇhabhojanasaṅkhātā kiriyā visayo yassa so (kiriyā) visayo ruciviseso, tena anumitanti attho. Kimidamābhikkhaññanti āha- ‘ābhikkhañña’miccādi. Punappunabhāvo ponopuññaṁ. Āse vā tapparatāti tamevābhikkhaññaṁ pariyāyehi phuṭīkaroti.",
  "anya-e0806n5:130": "Yajjevanti yadi ābhikkhaññaṁ tappato vuccate. Tassīlyamidaṁ hotīti iminā- ‘sīlābhikkhaññādi’’sutte sīlasaddenevābhikkhaññassa gahitattaṁ dīpeti. Aññathāpi sīlato aññamevābhikkhaññanti dassetumāha- ‘yasmiṁ dese’tiādi.",
  "anya-e0806n5:131": "Gammamāneti patīyamāne. Patīti ca atthappakaraṇasaddantarādīhi. Abhimatoti pāṇiniyehi abhimato. Āvassakaggahaṇāyeva siddhoti vuttaṁ kathametthāvassambhāvo patīyati ccāha- ‘tañcā’tiādi.",
  "anya-e0806n5:132": "Yogavibhāgāti ‘ṇī’ti yoga vibhāgā. Sādhuṁ karoti, brahmaṁ vadati, asaddhaṁ bhuñjati, paṇḍitamattānaṁ maññatīti viggaho. Sādhunti kiriyāvisesanaṁ. Assaddhabhojīti vate. Vatañca bhojane atthitāyaṁ saddhaassaddhabhojanavisayāyaṁ pavattiyaṁ yadi bhuñjati assaddhameva bhuñjati na saddhanti satthe vuttaniyamo, assaddhaṁ bhuñjati evāti nottarapadāvadhāraṇaṁ… evañhi viññāyamāne yadevāssaddhaṁ na bhuñjati tadeva vatalopo siyāti atthitāya (bhojanākaṅkhitattā) yathecchaṁ sāmaññena bhojane pavattiyaṁ mattāyaṁ asaddhabhojanaṁ satthavihitamupalabhamānassa saddhato nivattitvā visese hi saddhe pavattiniyamo vatamuccate, niyamocātraduvidho sambhavati-asaddhaṁ bhūñjati eva, athaddhamo bhuñjatīti vā, tatrādime niyame yadevā saddhaṁ na bhuñjati tadevavata loposiyā (ra-3-228) kātantapañjikā. Aññathāpi paṭipādayitumāha- ‘ghaṇantādīhi’ccādi.",
  "anya-e0806n5:133": "54. Thāva",
  "anya-e0806n5:134": "Sayameva attanāeva. Kammakattarīti ubhayatthāpi kammakattari paccayo bahulādhikārāti adhippāyo. Ettha pana ekopi padattho kammañca hoti kattāca kārakasattibhedato. Yathā ‘pīyamānaṁ madhu madayatī’ti ekassāpi sattibhedā kammattaṁ kattuttaṁ, tathā trāpīti viññeyyaṁ. Yo paraṁ bhañjati tatthapi siyā sāmaññavidhānatoti āha- ‘nipātanassi’ccādi. Dosandhakāraṁ bhindatīti dosandhakārabhiduro.",
  "anya-e0806n5:135": "55. Katta",
  "anya-e0806n5:136": "Bhūtasaddenetthādhippetatthamupadassetumāha- ‘bhūtamatīta’miccādi. Aññathāti yadyatikkantavacano na siyāti attho.",
  "anya-e0806n5:137": "Nanucātretaretaranissayadoso pasajjate, satī hi bhūtādhikāretto vidhīyate, sati ca tte bhūtasaddassa nipphattīti phuṭo yevitaretaranissayadosoti. Nesadoso, saṅketāti byatto saddatthasambandho cirakālappavatto, nāssa kiñci asādhuttaṁ, atikkante cāssa vutti saddasattisabhāvato veditabbā. Ktavantā dayopi carahi saddasattisabhāvato bhūteeva bhavissantīti na vattabbaṁ. Bhūtasaddo-yamatikkantatthe pasiddho ktavantādayotvappasiddhā, ato tena pasiddhatthenāppasiddhānamanvākhyānaṁ karīyatīti. Bhūteti cāyaṁ pakativisesanaṁ vā siyā ‘bhūtatthe vattamānā’ti, paccayattha visesanaṁ vā’bhūte kattarī’ti, tatra kassidaṁ visesananti āhabhūteti pakativisesana’nti. Kutoccāha- ‘sambandhassa ce’tyādi. Atha paccayatthavisesane ko dosoccāha- ‘paccayatthavisesane hi’ccādi. Paccayatthassa kattuno anabhikkantattā ayanti payogo nopapajjateti bhāvo. Abhidheyyeti iminā payojanādiṁ byavacchindati.",
  "anya-e0806n5:138": "56. Kto",
  "anya-e0806n5:139": "Kamme guṇībhūtattāti kamme sati bhāvassāppadhānattā. ‘‘Guṇamukhyesu mukhyeyeva kāriyasampaccayo’’ti mukhye kammeyeva paccayo, na tu bhāve tassetthāppadhānattā.",
  "anya-e0806n5:140": "57. Katta",
  "anya-e0806n5:141": "Nanucārambheti vuttaṁ- ‘kiriyārambhe’ti kathanti āha- ‘soce’ccādi. So ca ārambho. Kiriyāyeva ārambhokiriyārambho tasmiṁ. Kiriyārambheti sāmaññena vuttattā kiriyatthavisesanaṁ vā etaṁsiyā paccayatthavisesanaṁ vā ubhayathāpi na dosoti dassetumāha- ‘kiriyatthavisesanaṁ ceta’ntiādi. Paccayatthavisesanapakkhepi sāmatthiyā ārambhe kiriyatthassāpi pavattī hotīti dassetumāha- ‘kiriyatthassāpi’ccādi. Sāmatthiyaṁ dasseti ‘sāmatthiyampanā’tiādinā. Anantarasuttena yo vihito kto, sopi sāmaññena vacanato bhāvakammesu ārambhepi hotīti yojanā. Sāmaññena vacanatoti ‘‘kto bhāvakammesū’’ti (5-56) sāmaññena vacanato. Bhāvakammesuceti evaṁ na vuttanti ‘yathāpattañce’ti vadatā vuttikārenevaṁ na vuttanti attho.",
  "anya-e0806n5:142": "Kasmā evaṁ na vuttanti āha- ‘pubbasmiṁ viyā’ti ādi. Aniyamuppatti saññāya sati ñāpananti tannisedhetumāha- ‘punabbacanato’tiādi. Māsaṅkīti kammani, tenevuppattīti paṭhamā. Evaṁ maññate ‘‘bhāvakamma gahaṇaṁ cākārenānukaḍḍhiya ‘bhāvakammesu cā’tyanena ktevidhīya māne idamāsaṅkīyate ‘pubbeneva sāmaññena siddhe punabbacanā punabbacanaṁ kiriyatthāniyamena ttassuppattī’ti, yathāpattañceti hyuccamāne cakārena yathāpattampi kāriyamanuññāyateti pubbeneva vacanena bhāvakammesvārambhepi yathāpatto kto bhavatīti viññāyate’’ti. Evañcarahi bhāvakammesvārambhepi pubbeneva siddhattā ‘‘kattariārambhe’’icceva vucceyya kiṁ cakārene ccāsaṅkiyāha- ‘padānamavadhāraṇa phalattā’ccādi.",
  "anya-e0806n5:143": "Nanucādibhūto kiriyākkhaṇo ārambho nāma, bahūhi kiriyākkhaṇehi kaṭe parisamatteyeva bhūto kālo ca bhavatīti kiriyāphalassāparinipphannattā vattamānova kāloti tatrakto na pappoticcāsaṅkiyāha- ‘kiriyāphalassi’ccādi. Kaṭekadesassāpi kaṭattā tassa ca nibbattattā bhūtavacanicchāti bhāvo. Nanucādisūte kiriyākkhaṇakāle kaṭo nābhinibbatto, kaṭakāraṇabhūtā bīraṇāva hi tadā santi, na ca tadavatthā te eva kaṭoti kathaṁ ‘pakato kaṭo’ti bhūtakālena pakatasaddena kaṭasaddasamānādhikaraṇattamiccāha- ‘ādibhūtene’ccādi. Tattha tasmiṁ visese. Pakattuṁ ārabhi, pakattuṁ ārabhīyittha, pasottuṁ ārabhi, pasottuṁ ārabhananti atthe tto.",
  "anya-e0806n5:144": "58. Ṭhāsa",
  "anya-e0806n5:145": "Anārambhatthaṁvacananti ārambhe pubbeneva siddhattā. Apādinopisilisassa sakammakattā- ‘yebhuyyenā’ti vuttaṁ. Sakammakatthanti vatvā sakammattamesaṁ pādiyoge sati hotīti dassetumāha- ‘pādisahitā’ccādi. Khaṭopikā mañco.",
  "anya-e0806n5:146": "59. Gama",
  "anya-e0806n5:147": "Avivacchitakammo cehākammakoti kathayamāha- ‘avijjamāne’ccādi. Yātavanto yātā, yānaṁ yātaṁ. Ayoyitthāti yā to. Kto na vidhātabbo pāṇiniyehi viya. Kāraṇasāmaggiyaṁ bhūtāyanti sassādihetubhūtasamiddhiyaṁ bhūtāyaṁ. Sā ca bhūtā yevātīminā kāraṇasāmaggiyā atītakālikattamāha.",
  "anya-e0806n5:148": "60. Āhā",
  "anya-e0806n5:149": "Ādhāreceti anuvuttiyā ettha cakārato ‘yathāpattañce’ti sambandhā vuttanti seso. Evaṁ na kutoci apakassanaṁ siyāti evamādhārādike anuvattamāne sati kutoci ādhārādito apakassanaṁ visuṁ karaṇaṁ na siyāti attho. Tathā sati heṭṭhā suttenekayogameva kareyyāti adhippāyo. Bhāvakammesūti sambajjhateti yojanā.",
  "anya-e0806n5:150": "Bahulassa bhāvo kammaṁvāti bahvatthādānamevātra bahulasaddassa pavattinimittaṁ bhāvo kammaṁceti tattha paccayo. Kecīti pāṇiniye yeva sandhāyāha. Tassāpi bhūteyeva pavattimupadisati ‘sopi’ccādi",
  "anya-e0806n5:151": "Nā . Bhijjamānanti paccamānaṁ. Pararūpena passinnoti yojanā. Keciti teyeva. ‘‘Matibuddhipūjatthehi ce’’ti (3-2-188) tesaṁ sutte casaddākaḍḍhite dasseti ‘yathā’tiādinā. Akkocchi tanti kamme viggahamāha, tanti kammapadaṁ, evamuparipi curādiṇilope ‘‘nimittābhāve nemittikassāpyabhāvo’’tyākāranivatti. Kasirayaṁ gatyādyane kattho, kaṭṭhaṁtyatra kimatthoti āha- ‘ettha hiṁsattho’ti.",
  "anya-e0806n5:152": "Hetunoti dukkhaphalassa hetuno agyādino. Kaṭṭhasaddassa phalahetubhūte agyādike vattamāne evaṁ hotu phalevattamāne kathanti āha- ‘yadāpanā’tiādi. Kodhātiko idha.",
  "anya-e0806n5:153": "61. Tuṁtā",
  "anya-e0806n5:154": "Nanu ca bhāveiti bhavatināyaṁ ghaṇantena niddeso karīyatīti bhavativisayova paccayatthaniddeso kato bhavati, tato ca bhavatino yo bhāvo tasmiṁyeva vācce paccayo siyā, so ca bhavatito yevuppajjamānena paccayena sakkābhidhātuṁ tato tasmāva paccayena bhavitabbaṁ, tasmā kathaṁ pacituṁ pāko cāgo rāgotipacādīhibhavati ccāha- ‘bhavanaṁbhāvo kiriyādhātvattho’ti.",
  "anya-e0806n5:155": "Kiriyāsāmaññañhi sabbadhātvatthānugataṁ bhavatissattho, tena kiriyāsāmaññavācinātthaniddeso karīyamāno sabbadhātuvisaye kato bhavati tasmā pacādīhipi bhavatītyadhippāyo.",
  "anya-e0806n5:156": "Nanu cātra tumādayo bhāve bhavantīti vutte na viññāyate kiṁvisesite bhāve tumādayo bhavanticcāha- ‘yato’ccādi. Tassāti dhātuno. Yo vattabbo bhāvoti yo vācco bhāvo. Kutoccāha- ‘sambandhā’ti. Tumādīnaṁ yā pakati tāya vācceneva bhāvena saha sambandhāti attho. Ṭhātabbanti bhāve tabbo. Atha kriyāyaṁtyanena tabbādyabhihitassa dabbarūpāpannassa bhāvassa kathaṁ gahaṇaṁtyāha- ‘yadipi’ccādi. Sakanissayakiriyābyapadesoti dabba rūpassa attano nissayabhūtāya kiriyāya byapadeso daṭṭhuṁ cakkhuccādo bhavanakiriyāya patīyamānattā tumādayo bhavanteva.",
  "anya-e0806n5:157": "Nanu ca tumādīnaṁ bhāve vihitattā kiriyāyeva padhānattanti kamma kārakaṁ nappatīyateti kathaṁ ‘kaṭaṁ kātuṁ gacchatī’ti siyāccā saṅkiya paṭipādetumāha- ‘yadipi’ccādi. Dhātvatthakato kiriyāsaṅkhātena dhātvatthena kato. Atthīti iminā yattha ‘supyate deva dattene’ccādo natthi, tattha na kammampatīyateti dasseti.",
  "anya-e0806n5:158": "‘‘Icchatthesu samānakattukesu tavetuṁ vā’’ti (4-2-12) kaccānena atadatthāyampikiriyāyaṁ tumādayo yathāsiyunti visuṁ suttitaṁ, tenāha- ‘icchatthesmi’ccādi. Yathā ‘bhottuṁ pacatī’tyādo bhojanakiriyā payojanā pacanakiriyā hoti, nevamettha tappa yojanā icchā… pacanakiriyāyaviyatappayojanattābhāvatoti ayamassādhippāyo. Puneccādinā vuttāniṭṭhapātassāsaṅkaṁ viracayamāha- ‘atadatthāyampi’ccādi.",
  "anya-e0806n5:159": "Icchatthassa dhātuno payogāti iminā ‘icchanto karotī’ti ettha icchantoti icchatthassa dhātuno payogatthameva, na icchāya payojanaṁ karaṇanti dīpeti. Devadattaṁ bhuñjamānamicchatītettha bhottunti na hoti samānakattukesūti vacanato, bhojanassa devadatto kattā, icchatissa aññoyevātipi suttassa visuṁ payojanaṁ na vattabbanti dassento āha- ‘devadatta’miccādi.",
  "anya-e0806n5:160": "Icchatissāti’devadattaṁ bhuñjamānamicchatī’ti ettha icchatīti vuttaisissa. Sādhanaṁ ‘devadattaṁ bhuñjamāna’nti vuttakammasaṅkhātaṁ attho payojanaṁ yassa so sādhanattho-icchati. Tassa bhāvo tattaṁ, tasmā. Kammamevicchāya payojanabhāve ṭhitanti bhāvo. Niratthakanti etadatthameva samānakattukaggahaṇaṁ kataṁ tañca yathāvuttena pasaṅgābhāvā niratthakanti adhippāyo.",
  "anya-e0806n5:161": "Sakādyatthesu dhātū sūpapadesu dhātu mattā tumādayo suttantarena vihitā pāṇiniyehi, tenāha- ‘sakādidhātuppayoge’tiādi. Siddhāti tumādayo siddhā. Bhujikiriyatthāti bhujikiriyā attho yassā sattiyā sā bhujikiriyatthā patīyate. Patīya mānatte kāraṇamāha- ‘asatopi hi’ccādi. Parehettha akiriyatthopapadattho punārabbhoti vaṇṇitaṁ. Tadetaṁ vighaṭayitumāha- ‘tene’ccādi. Paresamayamadhippāyo ‘‘sakkoti bhottuṁtyādo kosalyaṁ gamyate. Gilāyati bhottuṁti tadasatti. Ghaṭate bhottuṁtyādo yogyatā. Ārabhate bhottuṁtyādobhujisse vādyavatthākiriyantaraṁ. Labhate bhottuṁti appaccakkhānaṁ. Atthi bhottuntiādīsu sambhavamattaṁ. Vaṭṭati bhottuṁtyādo dosā bhāvo gamyate. Sakkoticcādino upapadassa bhojanādikiriyatthatā na gamyate tasmā akiriyatthesupi sakādīsūpapadesu tumādayo bhavantī’’ti.",
  "anya-e0806n5:162": "Patīyamānesvapyetesvatthantaresu tādatthiyamatthiyevāti pubbena vihitassa tumādinotra na bādheti dassetumāha- ‘yadipi’ccādi. Tādatthiyamatthiyevāti bhojanakiriyatthatā sakkotiādīnaṁ atthi yevāti attho siddhāyeva ‘‘tuṁtāye’’ccādinā. Alamatthavisiṭṭhesu pariyattivacanesūpapadesu dhātuto tumādayo vihitā parehi, tatthāha ‘alamatthavisiṭṭhe’iccādi. Pahusaddampi antogadhaṁ katvā ‘samatthādī’ti vuttaṁ, bhavatissa sambhavo ‘‘pubbekakattukāna’’nti (5-63) ettha byākhyāyissate. Abhimatāti kaccāyanena ‘‘arahasakkādīsu ce’’ti (4-2-13) casaddena abhimatā imassāti ‘kālo bhottuṁ’tiādino. Yathā bhottumanotiādinā paresampi ayameva nipphattikkamoti dīpeti. Abyabhicāratoti avinābhāvato, bhavati bhojanaṁ bhāvoti bhojanaṁ bhuñjanaṁ bhāvo bhavatīti attho. Natugamissakiriyātadatthāti gamanakiriyā bhojanatthā na hotīti attho. Atthasaddohyayaṁ payojanavacano yañca yamuddissa pavattati, taṁ tassa payojanaṁ bhavati. Nacāyaṁ bhojanamuddissa gamissati, kiñcarahi kāriyantaraṁ, kevalaṁ tena nimittena sambhāvīyate. Yadā tu bhojanatthamevārabbhate gamanakiriyā, tadā bhavatyeva’gamissati bhottu’nti.",
  "anya-e0806n5:163": "Tuṁvisaye ṇakopi vihito pāṇiniyehi, tatrāha- ‘kārako vajati’ccādi. Parihāramāha- ‘pubbe’ccādinā. ‘Kattariltu’ccādinā yoyaṁ ṇako tīsupi kālesu sāmaññena vihito, kriyatthā yaṁ kriyāyaṁ upapade kattuno-bhidhānaṁ siddhaṁ, na cāssa visesavihitena tuṁpaccayena bādhā bhinnattā, tuṁpaccayassa hi bhāve vidhānaṁ ṇakassa tu kattarīti. Pubbaṇakeneva siddhepi ltvādinivattiyā so vidheyyova, no ce ltvādayopi siyunti codakappasaṅgamāsaṅkiyāha- ‘naceva’miccādi. Avagamābhāvameva phuṭayitumāha- ‘nahiṁ’ccādi. Hi yasmātyatthe yo eso vajati so kattā, yo eso vajati so vikkhipotyayamattho-tra gamyate, na pana tehi tādatthiyaṁ gamyateti attho. Codako ltvādīhi sāmyamāpādayituṁ sāmarisaṁ vuttavidhinevāppattiṁ ṇakassāpyāha- ‘ṇakopi’ccādi. Agatthaṁ apakatatthaṁ (potthake) yadipi ṇakena tādatthiyaṁ na gamyate pakaraṇato gamyateti ṇako bhavissatītyāsaṅkiya codako āha- ‘athe’ccādi. Pubbeccādinā vutto-yaṁ ‘ṇako na vidheyyo’ccassa na parihāro… sottarattā yathāvuttena, kintu‘tasmā nevi’ccādinā iminā vuccamānovaparihārotiviññātabbaṁ. Tadevaṁltvādīnampipattitoṇakaltvādīhi tādatthiyānavagame vinicchite tādatthiyavisesena tesaṁ sambhavoti anatthakaṁ ‘‘ṇakassa kiriyatthopapadassavidhānaṁ ltvādipaṭisedhanattha’’nti vākyakāravacananti satthakāro nigamayamāha- ‘tasmā’’ccādi. Bhavatu pakaraṇatova cāpaccayabhova tādatthiyāvagamo, tathāpiṇako paro vidheyyotyadhippāyenāha- ‘athāpi’ccādi. Gatattaṁ. Bhavissati kāle kriyatthāyaṁ kriyāyamupapade bhāve ca ṇappaccayādayo vihitā, tatrāha- ‘pākāya vajati’ccādi. Avihitesupi tādatthiyā siddhameveti adhippāyo.",
  "anya-e0806n5:164": "62. Paṭi",
  "anya-e0806n5:165": "Sotunādīsu ‘savanaṁ kātuna’iccādinā viggaho. Suteneti savananti viggaho.",
  "anya-e0806n5:166": "63. Pubbe",
  "anya-e0806n5:167": "Veti nātisambajjhate vidhino niccattā. Ekasaddassānekatthattā viseseti ‘sakhyāvacanoyamekasaddo’ti. Kutoccāha-‘saddāna’miccādi. Ekasaddassa saṅkhyāvacanatte yottho sampajjate, tamāha ‘ekasaṅkhyāvacchinno’ti, tadatthāti kriyatthassatthā. Yadipi ‘pubbaṁ byāpāra’nti samudāye ekadesabhūto byāpāro niddhāriyamānoti vuttaṁ, tathāpi pubbasaddena byāpāravācako kriyattho vuccate upacārā, teneva ‘tesu yo pubbo tadatthato kriyatthā’ti vuttiyaṁvuttaṁ. Nanu ca satti kārakaṁ, aññā ca pubbakālakiriyāya satti, aññā uttara kālakiriyāya, tasmā kuto ekakattukattamiccāsaṅkiya paṭipādento āha- ‘yadipi’ccādi. Sattimato dabbassāti devadattādino sattimato dabbassa. Tadajjhāropāti ekattassa ajjhāropā. Eka kattukānaṁ byāpārānaṁ kamābhidhānāya tunādayo vidhīyamānā bhāveyevuppannā sakkonti kamamabhidhātunti bhāvetyatrābhisambajjhate.",
  "anya-e0806n5:168": "Ekakattukānanti bahuvacanattā ‘bhutvā pitvā vajatī’tipi bhavati. Bhuttasmintettha anekakattukattā bhuñjitvāpi bhavati. Pāṇini yānamiva visuṁ vacanamantarena tunādividhippaṭipādayamāha- ‘mukhaṁ byādāya supati’ccādi. Byādāyāti dādhātussa viāpubbassa tvāppaccaye ‘‘pyo vā tvāssa samāse’’ti (5-064) tvāssa pyādese rūpaṁ, mukhavivaraṇaṁ katvātyattho, byavadhāyakakālassāti byādāna supanānamantareyo kālo tassa, bhedānupalakkhaṇanti bhedassādassanaṁ. Bhedassīnaṁ kesañcivijjamānattā’kehīcī’ti vuttaṁ. Sahabhāvepīti byādānasupanānaṁ sahabhāvepi. Vaḍḍhitako bhattarāsi.",
  "anya-e0806n5:169": "Abhimatā pāṇiniyānaṁ, parāya nadiyā pabbato-varo visesī yateti appatvā nadimpabbato’ti vutte nadiyā orabhāge pabbatoti attho. Bhavati, tato ca pārebhūtanadīvisiṭṭho pabbato patīyate. Avarena pabbatena parā nadī visesīyateti atikkamma pabbataṁ nadīti vutte pāre nadiyā ore pabbatoti attho patīyate, tato ca orabhāge pabbatavisiṭṭhā nadī viññāyate. Bhavatino sabbattha sambhave sati ekakattukatā pubbakālatā yathā gamya te tathā dasseti ‘paṭhamaṁ na pappoti’ccādi. Nigamayati ‘tadeva’miccādinā.",
  "anya-e0806n5:170": "Bhutvā bhutvā gacchatīti pare-ññathā nipphattimākaṅkhanti pāṇiniyādayo, tatrāha- ‘ekakattukāna’miccādi. Ābhikkhaññāvagame kāraṇaṁ pucchati ‘yajjeva’miccādi. Vuttameva phuṭayati ‘yehi’ccādinā. Yehīti veyyākaraṇehi. Jivaggāhaṁ agāhayiccādo pareññathā paṭipannātadāha- ‘kamma’miccādi. Sakaṅgeti pāṇipādādike-ttaniyevayave. Ṇaṁ paccayo abhimatoti sambandho. Kiṁ ṇampaccayenāti idaṁ vuttaṁ hotīti sambandho. Aññathā siddhippakāramāha- ‘jīvassi’ccādi. Kiṁ visiṭṭhanti pucchitvā jīvaggāhena visiṭṭhanti dassetuṁ jīvaggāha’nti āha. Jīvaggāhasaṅkhātaṁ gahaṇamakāsīti attho.",
  "anya-e0806n5:171": "Ākhyātanti agāhayīti ākhyātaṁ kattabbarūpanti imānā gahaṇa kiriyāya kammattaṁ bodheti. Tabbisesanampīti kattabbarūpāya gahaṇa kiriyāya visesanampi. Tathābhūtamevāti kattabbarūpameva. Tathā ceti kiriyāvisesane dutiyāya ṇamante jāte sati. Ṇamanta rūpanti ṇamantassa rūpaṁ yassāti viggaho. Ṇaṁpaccayeniha kiñcineti sambandho. Iheti imasmiṁ byākaraṇe. Kiñci payojanaṁ. Pacāditotiādisaddena tehi avihitaṇampaccayā gahitā.",
  "anya-e0806n5:172": "64. Nto",
  "anya-e0806n5:173": "Yo sādhayitumāraddho naca niṭṭhamupagatoti yo kaṭādisādhayituṁ nibbattayituṁ āraddho niṭṭhaṁ parisamattiṁ na copagato nappatto. Pavatto-nuparatovāti yo pabbatādi niccappavato-avirato teneva niṭṭhaṁ nopagatosovattamānoti vuccateti yojanā. Tabbi sayakiriyādvārenāti yathāvuttakaṭādivisaya kiriyāmukhena, idaṁ vuttaṁ hoti ‘‘yathāvuttakaṭādīnaṁ vattamānattā tabbisayā kiriyāpi vattamānā evāti taṁdvārena kriyatthavisesana’’nti.",
  "anya-e0806n5:174": "Bhuñjati devadattoti ettha yajjapi bhuñjamāno hasati khajjati vadati pāniyaṁ pivati, tathāpi yuttā vattamānatā kattumicchitassārambho na parisamattoti vuttaṁ- ‘sādhayitumāraddho na ca niṭṭhamupagato’ti. Tiṭṭhanti pabbatātiādīsu niccesu pabbatādīsu bhūtānāgatānamasambhavā tannisedhino vattamānassāpyasambhavā yadīpi kālavibhāgo na viññāyate, tathāpi āraddhassa ṭhānassāparisamattiyā vattamānā evāti vuttaṁ- ‘pavatto-nuparato vā’ti. Kattuvisesane sati ko dosoccāha- ‘kattu visesane’ccādi. Ihāpi siyā kattuno vattamānattā, vattamānatta mevāssa pakāsetumayanti vuttaṁ. ‘‘Apaṭhamā samānādhikaraṇe’’tyādīhi (3-2-124) anekehi suttehintappaccayo pāṇiniyehi vihito.",
  "anya-e0806n5:175": "Idha pana sāmaññena vihitattā āha- ‘sāmaññenā’tiādi. Santo ‘asa-bhuvi’ntappaccayo. ‘‘Kattari lo’’ (5-18) ‘‘ntamānānti yiyuṁsvādilopo’’ti (5-130) akārassa lopo. Tapanto ‘tapa-santāpe’. Jappanto ‘jappa=vacane’. Paṭhanto ‘paṭha=uccāraṇe’ pacanto ‘paca=pāke’dhārayanto ‘dhara=dhāraṇe’. Payojakabyāpāre ṇi, dharituṁ payuñjamāno dhārayanto. Dissanto disa dusa=appitiyaṁ’’ divādīhi yaka’’ (5-12) yajanto ‘yaja-devapūjāyaṁ’. Arahanto ‘araha-pūjāyaṁ. Yathācātiādinā apaṭhamāsamānādhikaraṇādīsu ‘saṁvijjamāno virocamānaṁ jappamāno’ccādīsu māno nto viya daṭṭhabboti vadati.",
  "anya-e0806n5:176": "65. Māno",
  "anya-e0806n5:177": "Kālakato avatthāviseso vayo. Mānovāti imināntappaccayābhāvamāha. Yujjhamānā’yudha=sampahāre’ ‘‘divādīhi yaka’’ (5-12) ‘‘tavaggavaraṇāna’’miccādinā (1-48) dhassa jho’’vaggalasehi te’’ti (1-49) yassa ca. ‘‘Catutthadutiyesvesa’’ntiādinā (1-35) jhassa jo. Naccamānā ‘nacca=naccane’.",
  "anya-e0806n5:178": "67. Tessa",
  "anya-e0806n5:179": "Savisayeti kattari bhāve kammeca.",
  "anya-e0806n5:180": "68. Ṇvāda",
  "anya-e0806n5:181": "Ṇvādayoti ‘ṇvādayo’ccanena suttena. Katipayadhātvādipariggahenāti dhātavo pakatibhūtā ādī yeyaṁ kālādīnaṁ te dhā tvādayo tesaṁ pariggahenāti attho. Kālo vattamānādi, kārakaṁ kattādi pakaṁsena niyamena paccayo karīyate etasmāti pakati. Kākriyaṁ āyukādi.",
  "anya-e0806n5:182": "Kāriyavisesanti ādesādikāriyavisesaṁ. Kāru sippijāti viseso. Tacchakādayo (tacchakakamma) kāratantavāyarajakanahāpitā pañca kāravo cārudāruti vattamāne kālaniyamenāññatrāpi bhavissati. Evaṁ kāruādīsupi.",
  "anya-e0806n5:183": "69. Khacha",
  "anya-e0806n5:184": "Khachasānanti vutte tadantaggahaṇaṁ kathamiccāha- ‘paccayaggahaṇe’ccādi. Byākhyātatthaṁ, nanu sutte ekassaroti pulliṅgena niddeso, ādīti ca tabbisesanaṁ, evaṁ sati napuṁsakena vivaraṇaṁ kathaṁ yujjatīti āha- ‘sadde’ccādi, atha jāgareccādo puthagavayavekassarassa jāgarasaddassa ca paccekaṁ kasmā na dvibhāvoccāha- ‘teneve’ccādi.",
  "anya-e0806n5:185": "Tenevātiādīti ekassaroccassa visesanattahetunāva. Avayavekassarassāti visesanasamāso ‘avayavo ca so ekassaro ce’ti. Athādīhi ekassaravisesanattepyavayavekassarassa kasmā na dvibhāvoccāha- ‘ekassevādittā’ti.",
  "anya-e0806n5:186": "Itarassāti paṭhamekassarato-ñāssāvayavekassasarassa. Dosaduṭṭhattā nettha visesanasamāsoti vattumāha- ‘ekassaroti’ccādi. Tathā sati ko dosoti āha- ‘eko ce’ccādi. Sarodīti ca vutte ‘īha-ghaṭane’ccādīnameva siyā.",
  "anya-e0806n5:187": "Nanu ca pacatimhi yenevākārena pacasaddo ekassaro teneva tadavayavāpi acsaddo pasaddo ca ekassaro, tatovāvayavānampi paccekaṁ dvibbacanaṁ pappoti… dvibbacanakāriyino ādissa ekassarassa sāmaññena niddesā, evañca samudāyassa tadavayavānañcekassarānaṁ visuṁ dvibbacane kate aniṭṭhampappotītīdamapākattumāha- ‘sakiṁsatthappavattiyā sāvayavassa samudāyassa gahaṇa’nti. Sakiṁ satthappavattiyā ekavāraṁ dvibbacanasuttassa pavattiyā dvibbacanakaraṇenāti vuttaṁ hoti.",
  "anya-e0806n5:188": "Sāvayavassāti yathāvuttāvayavehi saha vattamānassa na vinā tehi. Evaṁ maññate ‘‘yassa dvibbacane karīyamāne sabbesamavayavānaṁ gahaṇaṁ bhavati, tasseva samudāyassa dvibbacanaṁ yuttaṁ nāvayavānaṁ, tesañhi dvibbacane ekāya dvibbacanassuppattiyā na sabbesaṁ gahaṇaṁ kataṁ hoti nāvayavantassa samudāyassa ca katanti puna tesaṁ dvibbacanāya satthappavattiyā bhavitabba’’nti. Upapattantaramāha- ‘athave’ccādi. Iha ṭhāne dvibbacanaṁ dvippayogo dvibbacananti dve pakkhā. Tatra ṭhāne dvibbacanapakkhe dosadassanato dvippayogo dvibbacanantyayameva pakkhobbhupagatoti dassento paṭhamantāva ṭhāne dvibbacanapakkhe bhāvinaṁ dosamāha- ‘paṭhamassekassarassi’ccādi. Dvisaddo saṅkhyeyye vattate.",
  "anya-e0806n5:189": "Saṅkhyeyyañcettha saddarūpamuccāraṇaṁ vā, tattha uccāraṇe saṅkhyeyye ṭhāne dvibbacanaṁ na sambhavati… uccāraṇassa saddā(nugata) dhammattā. Saddarūpe saṅkhyeyye ṭhāne dvibbacanaṁ, tattha tañca (potthake) doso. Tathā cāha- ‘rūpadvaye vidhīyamāne’ti. Tathā sati nivuttidhamme ṭhānī bhavatīti ṭhānino nivuttiyā bhavitabbaṁ, nivuttiyā ca dhātuttā nivutti, tenāha- ‘pakatippaccayavibhāgābhāvato’ti. Tena ppaccaye pare pakatiyā vidhīyamānaṁ kāriyaṁ na siyā, tena vuttaṁ- ‘assa ittaṁ na siyā’ti. Pipāsati ‘pā=pāne’. Icchāyaṁ pātuntitumantā ‘‘tuṁsmā’’ccādinā (5-61) so. ‘Pāsa pāsa’ iti dvitte pubbato-ññassa lopo, ‘‘rasso pubbassa’’ (5-74) ‘kha cha sesvassi. Dvippayoge tu dvibbacane nāyaṁ doso samāvisatīti āha- ‘āvuttiyaṁ ti’ccādi. Dvidhā bhūtassā tidhinā dhātusseva dvidhābhūtattaṁ dīpeti.",
  "anya-e0806n5:190": "70. Paro",
  "anya-e0806n5:191": "Yogavibhāgā ‘a ña’ādīsu gamyate. Yadi hyatrāpi chaṭṭhī abhimatā siyā tadā ‘‘kha cha sa parokkhānamekassarodidve’’ti ekameva yogaṁ kareyya. Parokkhe vihitā añaādayo dhātutova, nāññatoti parokkhāvacanasannidhānā casaddena dhātuvihitappaccayāva gayhantīti āha- ‘aññasmimpi dhātuvihitappaccaye’ti. Yadi pana bhusattho ābhikkhaññattho vā vattumiṭṭho siyā, tadā bhūsatthādīsu ca daddallaticcādikaṁ hotīti veditabbaṁ. Caṅkamati momūhacittānīti bhusatthassa yujjamānattā tyādayo bhusatthe bhavanti bahulādhikārāti vattuṁ sakkāti.",
  "anya-e0806n5:192": "71. Ādi",
  "anya-e0806n5:193": "Paṭhamo dutiyoti ca dve ekassarā. Tattha ‘‘khachasānamekassarodi dve’’ (5-69) ‘‘parokkhāyaṁ ce’’ti (5-70) paṭhamassekassa rassa dvibbacanaṁ ‘ādismā sarā’’ti tu dutiyassa, tasmā kathamaññassuccamāneaññassabādhakaṁsiyā tasmā katepidutiya dvibbacanepaṭhamadvibbacanaṁ sambhavatvevātinapaṭhamadvibbacanāpavādo-yaṁ yogoccāsaṅkiyāha- ‘paṭhame’ccādi. Kriyatthādhikārā kriyatthānanti chaṭṭhiyā dutiyenekassa renaca sambandhā paṭhamadvibbacanassavidhāya kamaññavākyamaññaṁ dutiyassāti na vākyabhedoti āha- ‘eke’ccādi. Assāti ‘ādismā sarā’’ti assa yogassa, pubbayogeti pubbehi dvihi suttehi. ‘‘Ādismā sarā’’ti saramadvittenupādāya sāmaññena saddarūpassa dvibbacanavidhānato pubbe viya byañjanayuttasseva vidhānaṁ tatheviṭṭhatthattāti paṭhamadvibbacana sambandhino byañjanassa dvibbacanabādhātyavagantabbaṁ.",
  "anya-e0806n5:194": "72. Napu",
  "anya-e0806n5:195": "Paṭinimittanti nimittaṁ nimittaṁ pati paṭinimittaṁ, nimitte satīti attho.",
  "anya-e0806n5:196": "73. Yathi",
  "anya-e0806n5:197": "Paṭhamekassarassa paṭhamadvibbacanaṁ visayo, dutiyekassarassa dutiyadvibbacanaṁ, tenāha- ‘yathā visaya’nti. Paṭhama dutiya tatiya dvibbacananti ettha puiti paṭhamaṁ saddarūpaṁ, ttiiti dutiyaṁ, yisiti tatiyaṁ.",
  "anya-e0806n5:198": "76. Kha cha",
  "anya-e0806n5:199": "Khappaccayādi karīyatīti seso.",
  "anya-e0806n5:200": "82. Yuva",
  "anya-e0806n5:201": "Catthaparattāti catthasamāsā parabhūtattā. Tena paccekāti sambandhena. Samānādhikaraṇattena visesananti sambandho. Ācariyena yovibhattilopeneva niddiṭṭhattā āha- ‘luttayovibhattiko vā niddeso’ti.",
  "anya-e0806n5:202": "83. Lahu",
  "anya-e0806n5:203": "Dhūpāyatīti dhūpitā, paccayassāti tippaccayassa. Kānubandhakaraṇamanatthakaṁ siyāti ghakvikaraṇassa paccayattābhāve (taṁ) nibandhanassa kāriyassābhāvā ‘na te kānubandhanāgamesū’’ti (5-85) paṭisedhā bhāvoti kakārānubandhamanatthakaṁ siyā.",
  "anya-e0806n5:204": "85. Nate",
  "anya-e0806n5:205": "Pucchīyitthāti viggayha tto, tassa ‘‘pucchādito’’ti (5-143) ṭho. Sesaṁ vuttanayameva. E onampaṭisedhamukhenāti eonampaṭisedhassa pakatattā vuttaṁ. Cinitabbantiādīsu cīyittha cīyati vātiādinā viggaho. Cinituntiādīsu cinanā yāti(ādinā). Nanu ca (ñiāga)mo, na paccayoti kathampaccaye ‘‘lahussupantassā’’ti (5-83) eo papponti kathañce sampaṭisedhoccāsaṅkiyāha- ‘ñisse’ccādi. Nanucādimhi na yuvaṇṇābhi kathametthappasaṅgoti āha- ‘sakāpānaṁ kukkūṇeti’ccādi.",
  "anya-e0806n5:206": "Pattokārassāti dhusadde ukārassa pattokārassa. Yuvaṇṇeccādināpattassāti (tabba) tuṁ paccayesu ca ṇino pattassa. Vā vidhānā na ñi. Dhunāpetabbantiādipāṭhe ñimhi akate ‘‘aññatrāpī’’ti (5-87) paṭisedhābhāvo. Dhunāpetīti pāṭhetimhi le ca ‘‘kvaci vikaraṇāna’’nti (5-161) vikaraṇalope ca ekāro. Asati nāgame ‘‘yuvaṇṇe’’ccādinā ettaṁ siyā tampināgame upantattā netyadhippāyenāha- ‘tathāpi’ccādi. Pakkhantaramāha- ‘nāgame’ccādi.",
  "anya-e0806n5:207": "87. Añña",
  "anya-e0806n5:208": "Sama dama-upasame. Sametīti samako, dametīti damako, jana-janane, janetīti janako badha=bandhane, badhatīti badhako.",
  "anya-e0806n5:209": "92. Padā",
  "anya-e0806n5:210": "Nipajjati nipajjanaṁ. Pamajjate pamajjitabbaṁ. Pamajjanāya pamajjituṁ. Pamajjati pamajjanaṁ.",
  "anya-e0806n5:211": "93. Maṁvā",
  "anya-e0806n5:212": "Rundhituntiādīsu rodhanāyāti viggaho.",
  "anya-e0806n5:213": "94. Kvimhi",
  "anya-e0806n5:214": "Nanu kimatthamantaggahaṇaṁ yato ‘‘kvimhi lopo-ntabyañjanassā’’ti vuttaṁ, ‘‘chaṭṭhiyantassā’’ti (1-17) antasseva lopo siyāti codanaṁ manasi nidhāya taggahaṇe payojanaṁ dassento āha- ‘antaggahaṇa’miccādi. Lopavidhīsūti (vīādilopavidhīsu, chaṭṭhī niddiṭṭhanti) ‘‘vīmantu vantū’’nti (4-138) chaṭṭhīniddiṭṭhaṁ. Bhadantavidhicaritattabyāpāraṁ tadantavidhicirabhedanāccanabyāpāraṁ (potthake) nissāyāha- ‘chaṭṭhiyantassā’’tī byāpārā’ti. Antassāti vīādīnamīkārādino. Aññathāti sabbāpahārilopaññāpanābhāve. Anatthakaṁ siyā ‘‘chaṭṭhiyantassā’’timassa byāpārasambhāvā. Idāni chaṭṭhīniddiṭṭhānaṁ visesena vattumicchittaṁ antasseva lopapattidosaṁ dassetumāha- ‘tadante’ccādi.",
  "anya-e0806n5:215": "101. Para",
  "anya-e0806n5:216": "Atha dvitteti kathamavasīyate sadde abhāvetiāha- ‘para’iccādi. Anantarasutte ‘‘paripaccasamo hī’’ti vuttattā tato parassāti kinnāvasīyatīti codana mubbhāviya tadayuttataṁ dassetumāha- ‘nanuce’ccādi.",
  "anya-e0806n5:217": "103. Dhāssa",
  "anya-e0806n5:218": "Apacurappayogattāti abahuppayogattā.",
  "anya-e0806n5:219": "104. Kimhi",
  "anya-e0806n5:220": "Kto dūsidhātuto dūsayatīti atthe.",
  "anya-e0806n5:221": "106. Muha",
  "anya-e0806n5:222": "‘‘Vaṇṇe yantaṁ tadādo’’ti paribhāsāya ayamattho ‘‘vaṇṇe pare yaṁ kāriyaṁ taṁ tadādo tasmiṁ vaṇṇe ādibhūte hotī’’ti teti takāre pare.",
  "anya-e0806n5:223": "107. Vaha",
  "anya-e0806n5:224": "Tetvevāti vatvā paccudāharaṇaṁ dasseti ‘vuyhatī’ti. Vuttivacanaṁ mulliṅgiya atthaṁ vadati ‘ussā’tiādi.",
  "anya-e0806n5:225": "108.",
  "anya-e0806n5:226": "Nidhīyitthāti viggaho.",
  "anya-e0806n5:227": "109. Gamā",
  "anya-e0806n5:228": "Rānanti vutte ‘rā-ādāne’iccassa gahaṇampi viññāyeyyāti āha- ‘rāna’ntiādi.",
  "anya-e0806n5:229": "110. Vacā",
  "anya-e0806n5:230": "Sutte ‘vassā’ti sassarova gayhatīti dassetumāha- ‘vassāti hī’tiādi.",
  "anya-e0806n5:231": "112. Vaddha",
  "anya-e0806n5:232": "Vatta=vattanetīmasmā ttippaccaye vā ukāro na vihitoti āsayena ‘katha’miccādi vuttanti dassento āha- ‘vattavattaneti’ccādi. Vuttimatteti nipātanāti ‘‘sabbādayo vuttimatte’’ tettha (3-69) ‘vuttimatte’ti nipātanā. Ṭhā=gatinivattiyanti ettha ‘gatinivattiya’nti nipātanā pakkhe ukāro na hoti, tenāha- ‘vattī’tiādi. Vattanaṁ vutti vatti.",
  "anya-e0806n5:233": "113. Yaja",
  "anya-e0806n5:234": "Kassa sabbassāti āha- ‘ya akārāna’nti.",
  "anya-e0806n5:235": "115. Gāpā",
  "anya-e0806n5:236": "Byattiniddesenāti iminā jātiniddesassānissitattaṁ dasseti. Īsseccādinā vuttiganthassādhippāyaṁ vivarati.",
  "anya-e0806n5:237": "117. Sāsa",
  "anya-e0806n5:238": "Satthaṁ ‘‘byañjane dīgharassā’’ti (1-33) rasso.",
  "anya-e0806n5:239": "120. Ñā",
  "anya-e0806n5:240": "‘‘Nto kattari vattamāne’’ti (5-64) ntoti sambandho.",
  "anya-e0806n5:241": "121. Sakā",
  "anya-e0806n5:242": "Kukppaccaye antakakāro kuppaccaye ādikakāro antāvayavattho.",
  "anya-e0806n5:243": "122. Nīto",
  "anya-e0806n5:244": "Nāññatracayādīsūti nicchayato-ññesu aññasmiṁ cayādīsvatthesu cho na bhavatīti attho.",
  "anya-e0806n5:245": "123. Jara",
  "anya-e0806n5:246": "Īmhi jasadde akārassa lopo, le tu jīrāpayati. Tassātikyassa.",
  "anya-e0806n5:247": "124. Disassa",
  "anya-e0806n5:248": "Diṭṭhi dassanaṁ, dassanāya daṭṭhuṁ. ‘‘Saramhā dve’’ti (1-34) dvitte duddaso. ‘‘Ā ī’’ccādinā (6-33) īssa rasso (addakkhi). Dakkhissati ‘‘bhavissati ssati’’ccādinā, (6-2) ssati.",
  "anya-e0806n5:249": "125. Samā",
  "anya-e0806n5:250": "Vādassareti vikappena dakārassa rādese.",
  "anya-e0806n5:251": "127. Ana",
  "anya-e0806n5:252": "Dassātyananuvattamānepi dasseva pappoti vacanabalenāti dassetuṁ pakkhantaramāha- ‘ādissā’tiādi. Anaghaṇsu paresu āparīhi dassāniyamena ḷoccāsaṅkiya nevaṁ, yathākkamameva nissitoti dassetumāha- ‘anaghaṇsu’ccādi. Āparassāti ākārato parassa dassa.",
  "anya-e0806n5:253": "128. Atyā",
  "anya-e0806n5:254": "Vuttiyaṁ etasmiṁ visayeti ettha etasminti tyādintavajjitapaccaya visayeti attho. Viññāyamānattā ñāpito hotīti gamyate. Na ñāpakatoti iminā idaṁ dasseti ‘‘kiñci vacanānusārato viññāyamānatāmattena ñāpīyate kiñci ñāpakena, asmimpakkhe vuttānusārato katthaci kassaci dhātuno appayogo viññāpīyatī’’ti. Pakkhantaramāha- ‘ñāpakattāyeva vā’tiādi. Samattheti tathāhiccādinā. Asassāppayogoti asadhātussa kismiñci tabbādike paccaye pare bhavitabbantiādīnamappayogoti attho.",
  "anya-e0806n5:255": "Vināpi suttanti ‘‘atyādī’’tiādikaṁ suttaṁ vināpi. Evaṁ maññate ‘‘asassa bhūādesena sādhīyamānaṁ sabbamiṭṭhaṁ bahulādhikārato bhūdhātunāva sijjhati vināpi bhūādesasuttantaranti katthaci kassaci appayogassa ñāpakattampissa yujjati aññattha karīyamānamihāpi atthavantaṁ siyā’’ti.",
  "anya-e0806n5:256": "Yeti dhātuppayogā yasminti visaye, pātissāti ‘pā-rakkhaṇe’tīmassa, nappayogo pāyayati pāyayitabbantiādippayogo na hotīti. Evamuparipi yathāyogaṁ ñeyyaṁ. Brūssāti ‘brū=vacane’iccassa. Adissāti ‘ada-bhakkhaṇe’iccassa. Īādīti bhūte īādi. Etissa ca īādīsūti sambandho.",
  "anya-e0806n5:257": "Avabodhe etissa ṇisesu ca īādīsu ca, ajjhene etissa parokkhāsu ca ṇisesu ca īādīsucāti yojetabbaṁ. Sabbattha nappayogoti yojetvā attho veditabbo. Bahulaṁvidhānato ñātabbāti yojanā. Yakvikaraṇena niddesā ‘asa-kkhepanetī massā’ti vuttaṁ, tadāha- ‘asassā’tiādi.",
  "anya-e0806n5:258": "129. Aā",
  "anya-e0806n5:259": "Ssāti jātiniddesoti āha- ‘ssaiti’ccādi.",
  "anya-e0806n5:260": "130. Nta",
  "anya-e0806n5:261": "Pubbasaralope rūpassa samānattā antinā antu ca gahitoti ‘santi santū’ti udāharaṇadvayaṁ dassitaṁ.",
  "anya-e0806n5:262": "131. Pādi",
  "anya-e0806n5:263": "Te ca pādayo jotentīti sambandho. Anvayabyatirekehi kiriyā yadipi dhātunāva vuccatīti sambandho. Kiṁ visiṭṭhā kiriye ccāha- ‘sāmaññabhūtā visiṭṭhā vā’ti. So visesoti yena visesena visiṭṭhā kiriyā dhātunāva vuccati so viseso. Vācaka bhedatoti sāmaññāya ca kiriyāya visiṭṭhāya ca vācakānaṁ dhātūnaṁ bhedato tenāpīti kaccānenāpi. Saṇṭhānaṁ saṇṭhiti.",
  "anya-e0806n5:264": "141. Kasa",
  "anya-e0806n5:265": "Kiṭṭhamadatīti kiṭṭhādo, kiṭṭhasaddenupacārato kasitaṭṭhāne uṭṭhita sassaṁ vuccati.",
  "anya-e0806n5:266": "142. Dhasto",
  "anya-e0806n5:267": "Ṭhassābhāvattaṁ nippaccanteti ajjhāhāro.",
  "anya-e0806n5:268": "144. Sāsa",
  "anya-e0806n5:269": "Anusāsīyitthāti anusiṭṭho kamme kto ‘‘sā sassa sisvā’’ (5-117) sāsanāya sāsituṁ.",
  "anya-e0806n5:270": "147. Baha",
  "anya-e0806n5:271": "Atha bahassāti ḍhādesasambandhe chaṭṭhī kasmā na viññāyateti āha- ‘bahassā’tiādi. Ḍhayogapajjenāti ḍhakārena saha yogapajjena ekībhāvenāti attho.",
  "anya-e0806n5:272": "148. Ruhā",
  "anya-e0806n5:273": "Ḷocāti vuttattāti evaṁ maññate ‘‘yadāyaṁ paccayādeso siyā tadā ete samāsene-kato niddiseyyā’’ti, tenāha- ‘haḷāti vadeyyā’ti.",
  "anya-e0806n5:274": "149. Muhā",
  "anya-e0806n5:275": "Muddhoti ‘‘dho hetehī’’ti (5-145) tassa dho.",
  "anya-e0806n5:276": "150. Bhidā",
  "anya-e0806n5:277": "Imassāti ‘pī-tappane’tīmassa, ihāti imasmiṁ ṭhāne. Pinayīti thūlo ahosīti attho sūyīti itisaddo ādyattho, tena adīyi aḍīyi alīyi alūyītime saṅgayhanti. Yāva ktiggahaṇāti ‘‘lopo vaḍḍhāktissā’’ti (5-158) ktivacanāvadhi.",
  "anya-e0806n5:278": "151. Dātvī",
  "anya-e0806n5:279": "Adīyitthāti dinno, adadīti dinnavā.",
  "anya-e0806n5:280": "152. Kirā",
  "anya-e0806n5:281": "Akirī, akirīyitthāti vā kiṇṇo, akirīti kiṇṇavā. Apurī purīyitthāti puṇṇo, apurīti puṇṇavā. Akhiyīti khīṇo khīṇavā.",
  "anya-e0806n5:282": "153. Tarā",
  "anya-e0806n5:283": "Atarī, ajīrīti kamena viggaho. Cīyitthāti ciṇṇo, cinīti ciṇṇavā.",
  "anya-e0806n5:284": "157. Mucā",
  "anya-e0806n5:285": "Asakkhīti satto sattavā. ‘Saja=saṅge’tī massāpi satto sattavāti hoti.",
  "anya-e0806n5:286": "158. Lopo",
  "anya-e0806n5:287": "Vaḍḍhanaṁ vaḍḍhi.",
  "anya-e0806n5:288": "159. Kvi",
  "anya-e0806n5:289": "Abhibhavatīti abhibhū.",
  "anya-e0806n5:290": "162. Māna",
  "anya-e0806n5:291": "Massa lopoti sambandho.",
  "anya-e0806n5:292": "163. Ññila",
  "anya-e0806n5:293": "Gahetvā ‘gaha-upādāne’gahaṇaṁ katvā gahetvā.",
  "anya-e0806n5:294": "164. Pyo",
  "anya-e0806n5:295": "Ossaṭṭhānubandhassāti pariccattānubandhassa. Yakāramattassa nivattanatthoti visesanatthotīmassa adhippāyatthamāha. Tathāhi visesanaṁ kevalayakārato visuṁ karaṇaṁ attho yassāti añña padatthe sati kevalayakārassa nivattanaṁ viññāyate. Yakāramatte gahite ko dosoti āha- ‘yo vā tvāssa samāsetihī’tiādi. Patvāti ‘pata patha=gamane, pada=gamane’iccassa vā.",
  "anya-e0806n5:296": "165. Tuṁ",
  "anya-e0806n5:297": "Tayopīti tuṁyāna raccā.",
  "anya-e0806n5:298": "169. Disā",
  "anya-e0806n5:299": "Nāppakketi na appatte patteyevāti attho. Ñāpakālopoti ‘‘titālīsā’’ti (1-1) ñāpakatoyeva ktvāppaccayassa yo vakāro tassa lopoti attho.",
  "anya-e0806n5:300": "171. Rā na",
  "anya-e0806n5:301": "Nanu nassāti vutte paccayanakārassāti kathaṁ viññāyatīti āha- ‘nassā’tiādi,ntamānatyādīnaṁ paccayānaṁ nassa ‘‘nantamānatyādīna’’nti (5-172) ṇattapaṭisedhā viññāyati pakaraṇatoti pakāroti (potthake) āha- ‘paccayanakārovā’ti.",
  "anya-e0806n5:302": "173. Gama",
  "anya-e0806n5:303": "Icchīyateti icchitabbaṁ. Esanaṁ icchā. Icchīyitthāti icchitaṁ, āsanamāsitabbaṁ. Āsanāya acchituṁ. ‘‘Byañjane dīgharassā’’ti (1-33) rasso.",
  "anya-e0806n5:304": "177. Kara",
  "anya-e0806n5:305": "Amānaparacchakkatte kuruādesena nodāhaṭaṁ. Karānoti ‘‘mānassamassā’’ti (5-16) malopo. Kasmā ntapubbachakkesu kuru ādesena nodāhaṭanti āha- ‘vavatthite’ccādi.",
  "anya-e0806n5:306": "179. Ṇo",
  "anya-e0806n5:307": "Niggahītassāti ‘‘mañcarudhādīna’’nti (5-19) kataniggahītassa. Gahaṇīyaṁ gaṇhitabbaṁ.",
  "anya-e0806n5:308": "Iti moggallānapañcikāṭīkāyaṁ sāratthavilāsiniyaṁ",
  "anya-e0806n5:309": "Pañcamakaṇḍavaṇṇanā niṭṭhitā."
}