{
  "anya-e0102n5:0": "17. Paññābhūminiddeso",
  "anya-e0102n5:1": "Paṭiccasamuppādakathā",
  "anya-e0102n5:2": "570. Idāni ‘‘khandhāyatanadhātuindriyasaccapaṭiccasamuppādādibhedā dhammā bhūmī’’ti evaṁ vuttesu imissā paññāya bhūmibhūtesu dhammesu yasmā paṭiccasamuppādoceva, ādisaddena saṅgahitā paṭiccasamuppannā dhammā ca avasesā honti, tasmā tesaṁ vaṇṇanākkamo anuppatto.",
  "anya-e0102n5:3": "Tattha avijjādayo tāva dhammā paṭiccasamuppādoti veditabbā. Vuttañhetaṁ bhagavatā –",
  "anya-e0102n5:4": "‘‘Katamo ca, bhikkhave, paṭiccasamuppādo? Avijjāpaccayā, bhikkhave, saṅkhārā, saṅkhārapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti. Evametassa kevalassa dukkhakkhandhassa samudayo hoti. Ayaṁ vuccati, bhikkhave, paṭiccasamuppādo’’ti (saṁ. ni. 2.1).",
  "anya-e0102n5:5": "Jarāmaraṇādayo pana paṭiccasamuppannā dhammāti veditabbā. Vuttañhetaṁ bhagavatā –",
  "anya-e0102n5:6": "‘‘Katame ca, bhikkhave, paṭiccasamuppannā dhammā? Jarāmaraṇaṁ, bhikkhave, aniccaṁ saṅkhataṁ paṭiccasamuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammaṁ. Jāti, bhikkhave…pe… bhavo… upādānaṁ… taṇhā… vedanā… phasso… saḷāyatanaṁ… nāmarūpaṁ… viññāṇaṁ… saṅkhārā… avijjā, bhikkhave, aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. Ime vuccanti, bhikkhave, paṭiccasamuppannā dhammā’’ti (saṁ. ni. 2.20).",
  "anya-e0102n5:7": "571. Ayaṁ panettha saṅkhepo. Paṭiccasamuppādoti paccayadhammā veditabbā. Paṭiccasamuppannā dhammāti tehi tehi paccayehi nibbattadhammā. Kathamidaṁ jānitabbanti ce? Bhagavato vacanena. Bhagavatā hi paṭiccasamuppādapaṭiccasamuppannadhammadesanāsutte –",
  "anya-e0102n5:8": "‘‘Katamo ca, bhikkhave, paṭiccasamuppādo? Jātipaccayā, bhikkhave, jarāmaraṇaṁ, uppādā vā tathāgatānaṁ anuppādā vā tathāgatānaṁ ṭhitāva sā dhātu dhammaṭṭhitatā dhammaniyāmatā idappaccayatā. Taṁ tathāgato abhisambujjhati abhisameti, abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti, passathāti cāha. Jātipaccayā, bhikkhave, jarāmaraṇaṁ. Bhavapaccayā, bhikkhave, jāti…pe… avijjāpaccayā, bhikkhave, saṅkhārā uppādā vā tathāgatānaṁ…pe… uttānīkaroti passathāti cāha. Avijjāpaccayā, bhikkhave, saṅkhārā. Iti kho, bhikkhave, yā tatra tathatā avitathatā anaññathatā idappaccayatā. Ayaṁ vuccati, bhikkhave, paṭiccasamuppādo’’ti (saṁ. ni. 2.20).",
  "anya-e0102n5:9": "572. Evaṁ paṭiccasamuppādaṁ desentena tathatādīhi vevacanehi paccayadhammāva paṭiccasamuppādoti vuttā. Tasmā jarāmaraṇādīnaṁ dhammānaṁ paccayalakkhaṇo paṭiccasamuppādo, dukkhānubandhanaraso, kummaggapaccupaṭṭhānoti veditabbo.",
  "anya-e0102n5:10": "So panāyaṁ tehi tehi paccayehi anūnādhikeheva tassa tassa dhammassa sambhavato tathatāti, sāmaggiṁ upagatesu paccayesu muhuttampi tato nibbattadhammānaṁ asambhavābhāvato avitathatāti, aññadhammapaccayehi aññadhammānuppattito anaññathatāti, yathāvuttānaṁ etesaṁ jarāmaraṇādīnaṁ paccayato vā paccayasamūhato vā idappaccayatāti vutto.",
  "anya-e0102n5:11": "573. Tatrāyaṁ vacanattho, imesaṁ paccayā idappaccayā. Idappaccayā eva idappaccayatā. Idappaccayānaṁ vā samūho idappaccayatā. Lakkhaṇaṁ panettha saddasatthato pariyesitabbaṁ.",
  "anya-e0102n5:12": "574. Keci pana paṭicca sammā ca titthiyaparikappitapakatipurisādikāraṇanirapekkho uppādo paṭiccasamuppādoti evaṁ uppādamattaṁ paṭiccasamuppādoti vadanti , taṁ na yujjati. Kasmā? Suttābhāvato, suttavirodhato, gambhīranayāsambhavato, saddabhedato ca. ‘‘Uppādamattaṁ paṭiccasamuppādo’’ti hi suttaṁ natthi. Taṁ ‘‘paṭiccasamuppādo’’ti ca vadantassa padesavihārasuttavirodho āpajjati. Kathaṁ? Bhagavato hi ‘‘atha kho bhagavā rattiyā paṭhamaṁ yāmaṁ paṭiccasamuppādaṁ anulomapaṭilomaṁ manasākāsī’’ti (mahāva. 1) ādivacanato paṭiccasamuppādamanasikāro paṭhamābhisambuddhavihāro, padesavihāro ca tassekadesavihāro. Yathāha ‘‘yena svāhaṁ, bhikkhave, vihārena paṭhamābhisambuddho viharāmi, tassa padesena vihāsi’’nti (saṁ. ni. 5.11). Tatra ca paccayākāradassanena vihāsi, na uppādamattadassanenāti. Yathāha ‘‘so evaṁ pajānāmi micchādiṭṭhipaccayāpi vedayitaṁ sammādiṭṭhipaccayāpi vedayitaṁ micchāsaṅkappapaccayāpi vedayita’’nti (saṁ. ni. 5.11) sabbaṁ vitthāretabbaṁ. Evaṁ uppādamattaṁ ‘‘paṭiccasamuppādo’’ti vadantassa padesavihārasuttavirodho āpajjati. Tathā kaccānasuttavirodho.",
  "anya-e0102n5:13": "Kaccānasuttepi hi ‘‘lokasamudayaṁ kho, kaccāna, yathābhūtaṁ sammappaññāya passato yā loke natthitā, sā na hotī’’ti (saṁ. ni. 2.15) anulomapaṭiccasamuppādo lokapaccayato ‘‘lokasamudayo’’ti ucchedadiṭṭhisamugghātatthaṁ pakāsito, na uppādamattaṁ. Na hi uppādamattadassanena ucchedadiṭṭhiyā samugghāto hoti. Paccayānuparamadassanena pana hoti. Paccayānuparame phalānuparamatoti. Evaṁ uppādamattaṁ ‘‘paṭiccasamuppādo’’ti vadantassa kaccānasuttavirodhopi āpajjati.",
  "anya-e0102n5:14": "Gambhīranayāsambhavatoti vuttaṁ kho panetaṁ bhagavatā ‘‘gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso cā’’ti (dī. ni. 2.95; saṁ. ni. 2.60). Gambhīrattañca nāma catubbidhaṁ, taṁ parato vaṇṇayissāma. Taṁ uppādamatte natthi. Catubbidhanayapaṭimaṇḍitañcetaṁ paṭiccasamuppādaṁ vaṇṇayanti, tampi nayacatukkaṁ uppādamatte natthīti gambhīranayāsambhavatopi na uppādamattaṁ paṭiccasamuppādo.",
  "anya-e0102n5:15": "575.Saddabhedatoti paṭiccasaddo ca panāyaṁ samāne kattari pubbakāle payujjamāno atthasiddhikaro hoti. Seyyathidaṁ, ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’nti (saṁ. ni. 2.43). Idha pana bhāvasādhanena uppādasaddena saddhiṁ payujjamāno samānassa kattu abhāvato saddabhedaṁ gacchati, na ca kiñci atthaṁ sādhetīti saddabhedatopi na uppādamattaṁ paṭiccasamuppādoti.",
  "anya-e0102n5:16": "Tattha siyā – ‘‘hoti-saddena saddhiṁ yojayissāma ‘paṭiccasamuppādo hotī’ti’’, taṁ na yuttaṁ. Kasmā? Yogābhāvato ceva, uppādassa ca uppādapattidosato. ‘‘Paṭiccasamuppādaṁ vo, bhikkhave, desessāmi. Katamo ca, bhikkhave, paṭiccasamuppādo…pe… ayaṁ vuccati, bhikkhave, paṭiccasamuppādo’’ti (saṁ. ni. 2.1). Imesu hi padesu ekenapi saddhiṁ hoti-saddo yogaṁ na gacchati, na ca uppādo hoti. Sace bhaveyya, uppādassāpi uppādo pāpuṇeyyāti.",
  "anya-e0102n5:17": "576. Yepi maññanti ‘‘idappaccayānaṁ bhāvo idappaccayatā, bhāvo ca nāma yo ākāro avijjādīnaṁ saṅkhārādipātubhāve hetu, so. Tasmiñca saṅkhāravikāre paṭiccasamuppādasaññā’’ti, tesaṁ taṁ na yujjati. Kasmā? Avijjādīnaṁ hetuvacanato. Bhagavatā hi ‘‘tasmātiha, ānanda, eseva hetu, etaṁ nidānaṁ, esa samudayo, esa paccayo jarāmaraṇassa yadidaṁ jāti…pe… saṅkhārānaṁ, yadidaṁ avijjā’’ti (dī. ni. 2.98 ādayo) evaṁ avijjādayova hetūti vuttā, na tesaṁ vikāro. Tasmā ‘‘paṭiccasamuppādoti paccayadhammā veditabbā’’ti iti yaṁ taṁ vuttaṁ, taṁ sammā vuttanti veditabbaṁ.",
  "anya-e0102n5:18": "577. Yā panettha ‘‘paṭiccasamuppādo’’ti imāya byañjanacchāyāya uppādoyevāyaṁ vuttoti saññā uppajjati, sā imassa padassa evamatthaṁ gahetvā vūpasametabbā. Bhagavatā hi,",
  "anya-e0102n5:19": "Dvedhā tato pavatte, dhammasamūhe yato idaṁ vacanaṁ;",
  "anya-e0102n5:20": "Tappaccayo tatoyaṁ, phalopacārena iti vutto.",
  "anya-e0102n5:21": "Yo hi ayaṁ paccayatāya pavatto dhammasamūho, tattha paṭiccasamuppādoti idaṁ vacanaṁ dvidhā icchanti. So hi yasmā patīyamāno hitāya sukhāya ca saṁvattati, tasmā paccetumarahanti naṁ paṇḍitāti paṭicco. Uppajjamāno ca saha sammā ca uppajjati, na ekekato, nāpi ahetutoti samuppādo. Evaṁ paṭicco ca so samuppādo cāti paṭiccasamuppādo . Apica saha uppajjatīti samuppādo, paccayasāmaggiṁ pana paṭicca apaccakkhāyāti evampi paṭiccasamuppādo. Tassa cāyaṁ hetusamūho paccayoti tappaccayattā ayampi, yathā loke semhassa paccayo guḷo semho guḷoti vuccati, yathā ca sāsane sukhappaccayo buddhānaṁ uppādo ‘‘sukho buddhānaṁ uppādo’’ti vuccati, tathā paṭiccasamuppādo icceva phalavohārena vuttoti veditabbo.",
  "anya-e0102n5:22": "578. Atha vā,",
  "anya-e0102n5:23": "Paṭimukhamitoti vutto, hetusamūho ayaṁ paṭiccoti;",
  "anya-e0102n5:24": "Sahite uppādeti ca, iti vutto so samuppādo.",
  "anya-e0102n5:25": "Yo hi esa saṅkhārādīnaṁ pātubhāvāya avijjādiekekahetusīsena niddiṭṭho hetusamūho, so sādhāraṇaphalanipphādakaṭṭhena avekallaṭṭhena ca sāmaggiaṅgānaṁ aññamaññena paṭimukhaṁ ito gatoti katvā paṭiccoti vuccati. Svāyaṁ sahiteyeva aññamaññaṁ avinibbhogavuttidhamme uppādetīti samuppādotipi vutto. Evampi paṭicco ca so samuppādo cāti paṭiccasamuppādo.",
  "anya-e0102n5:26": "579. Aparo nayo –",
  "anya-e0102n5:27": "Paccayatā aññoññaṁ, paṭicca yasmā samaṁ saha ca dhamme;",
  "anya-e0102n5:28": "Ayamuppādeti tatopi, evamidha bhāsitā muninā.",
  "anya-e0102n5:29": "Avijjādisīsena niddiṭṭhapaccayesu hi ye paccayā yaṁ saṅkhārādikaṁ dhammaṁ uppādenti, na te aññamaññaṁ apaṭicca aññamaññavekalle sati uppādetuṁ samatthāti. Tasmā paṭicca samaṁ saha ca na ekekadesaṁ, nāpi pubbāparabhāvena ayaṁ paccayatā dhamme uppādetīti atthānusāravohārakusalena muninā evamidha bhāsitā, paṭiccasamuppādotveva bhāsitāti attho.",
  "anya-e0102n5:30": "580. Evaṁ bhāsamānena ca,",
  "anya-e0102n5:31": "Purimena sassatādīna, mabhāvo pacchimena ca padena;",
  "anya-e0102n5:32": "Ucchedādivighāto, dvayena paridīpito ñāyo.",
  "anya-e0102n5:33": "Purimenāti paccayasāmaggiparidīpakena paṭiccapadena pavattidhammānaṁ paccayasāmaggiyaṁ āyattavuttittā sassatāhetuvisamahetuvasavattivādappabhedānaṁ sassatādīnaṁ abhāvo paridīpito hoti? Kiṁ hi sassatānaṁ, ahetuādivasena vā pavattānaṁ paccayasāmaggiyāti? Pacchimena ca padenāti dhammānaṁ uppādaparidīpakena samuppādapadena paccayasāmaggiyaṁ dhammānaṁ uppattito vihatā ucchedanatthikaakiriyavādāti ucchedādivighāto paridīpito hoti. Purimapurimapaccayavasena hi punappunaṁ uppajjamānesu dhammesu kuto ucchedo, natthikākiriyavādā cāti. Dvayenāti sakalena paṭiccasamuppādavacanena tassā tassā paccayasāmaggiyā santatiṁ avicchinditvā tesaṁ tesaṁ dhammānaṁ sambhavato majjhimā paṭipadā, ‘‘so karoti so paṭisaṁvedeti, añño karoti añño paṭisaṁvedetī’’ti vādappahānaṁ, janapadaniruttiyā anabhiniveso, samaññāya anatidhāvananti ayaṁ ñāyo paridīpito hotīti ayaṁ tāva paṭiccasamuppādoti vacanamattassa attho.",
  "anya-e0102n5:34": "581. Yā panāyaṁ bhagavatā paṭiccasamuppādaṁ desentena ‘‘avijjāpaccayā saṅkhārā’’tiādinā nayena nikkhittā tanti, tassā atthasaṁvaṇṇanaṁ karontena vibhajjavādimaṇḍalaṁ otaritvā ācariye anabbhācikkhantena sakasamayaṁ avokkamantena parasamayaṁ anāyūhantena suttaṁ appaṭibāhantena vinayaṁ anulomentena mahāpadese olokentena dhammaṁ dīpentena atthaṁ saṅgāhentena tamevatthaṁ punarāvattetvā aparehipi pariyāyantarehi niddisantena ca yasmā atthasaṁvaṇṇanā kātabbā hoti, pakatiyāpi ca dukkarāva paṭiccasamuppādassa atthasaṁvaṇṇanā. Yathāhu porāṇā –",
  "anya-e0102n5:35": "‘‘Saccaṁ satto paṭisandhi, paccayākārameva ca;",
  "anya-e0102n5:36": "Duddasā caturo dhammā, desetuṁ ca sudukkarā’’ti.",
  "anya-e0102n5:37": "Tasmā aññatra āgamādhigamappattehi na sukarā paṭiccasamuppādassatthavaṇṇanāti paritulayitvā,",
  "anya-e0102n5:38": "Vattukāmo ahaṁ ajja, paccayākāravaṇṇanaṁ;",
  "anya-e0102n5:39": "Patiṭṭhaṁ nādhigacchāmi, ajjhogāḷhova sāgaraṁ.",
  "anya-e0102n5:40": "Sāsanaṁ panidaṁ nānā, desanānayamaṇḍitaṁ;",
  "anya-e0102n5:41": "Pubbācariyamaggo ca, abbocchinno pavattati.",
  "anya-e0102n5:42": "Yasmā tasmā tadubhayaṁ, sannissāyatthavaṇṇanaṁ;",
  "anya-e0102n5:43": "Ārabhissāmi etassa, taṁ suṇātha samāhitā.",
  "anya-e0102n5:44": "Vuttañhetaṁ pubbācariyehi –",
  "anya-e0102n5:45": "‘‘Yo koci maṁ aṭṭhikatvā suṇeyya,",
  "anya-e0102n5:46": "Labhetha pubbāpariyaṁ visesaṁ;",
  "anya-e0102n5:47": "Laddhāna pubbāpariyaṁ visesaṁ,",
  "anya-e0102n5:48": "Adassanaṁ maccurājassa gacche’’ti.",
  "anya-e0102n5:49": "582. Iti avijjāpaccayā saṅkhārātiādīsu hi āditoyeva tāva,",
  "anya-e0102n5:50": "Desanābhedato attha, lakkhaṇekavidhādito. Aṅgānañca vavatthānā, viññātabbo vinicchayo.",
  "anya-e0102n5:51": "Tattha desanābhedatoti bhagavato hi vallihārakānaṁ catunnaṁ purisānaṁ valligahaṇaṁ viya ādito vā majjhato vā paṭṭhāya yāva pariyosānaṁ, tathā pariyosānato vā majjhato vā paṭṭhāya yāva ādīti catubbidhā paṭiccasamuppādadesanā.",
  "anya-e0102n5:52": "Yathā hi vallihārakesu catūsu purisesu eko valliyā mūlameva paṭhamaṁ passati, so taṁ mūle chetvā sabbaṁ ākaḍḍhitvā ādāya kamme upaneti, evaṁ bhagavā ‘‘iti kho, bhikkhave, avijjāpaccayā saṅkhārā…pe… jātipaccayā jarāmaraṇa’’nti (ma. ni. 1.402; saṁ. ni. 2.2) ādito paṭṭhāya yāva pariyosānāpi paṭiccasamuppādaṁ deseti.",
  "anya-e0102n5:53": "Yathā pana tesu purisesu eko valliyā majjhaṁ paṭhamaṁ passati, so majjhe chinditvā uparibhāgaññeva ākaḍḍhitvā ādāya kamme upaneti, evaṁ bhagavā ‘‘tassa taṁ vedanaṁ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. Yā vedanāsu nandī, tadupādānaṁ. Tassupādānapaccayā bhavo, bhavapaccayā jātī’’ti (ma. ni. 1.409; saṁ. ni. 3.5) majjhato paṭṭhāya yāva pariyosānāpi deseti.",
  "anya-e0102n5:54": "Yathā ca tesu purisesu eko valliyā aggaṁ paṭhamaṁ passati, so agge gahetvā aggānusārena yāva mūlā sabbaṁ ādāya kamme upaneti, evaṁ bhagavā ‘‘jātipaccayā jarāmaraṇanti iti kho panetaṁ vuttaṁ, jātipaccayā nu kho, bhikkhave, jarāmaraṇaṁ no vā kathaṁ vo ettha hotīti? Jātipaccayā, bhante, jarāmaraṇaṁ. Evaṁ no ettha hoti jātipaccayā jarāmaraṇanti. Bhavapaccayā jāti…pe… avijjāpaccayā saṅkhārāti iti kho panetaṁ vuttaṁ, avijjāpaccayā nu kho, bhikkhave, saṅkhārā no vā kathaṁ vo ettha hotī’’ti (ma. ni. 1.403) pariyosānato paṭṭhāya yāva āditopi paṭiccasamuppādaṁ deseti.",
  "anya-e0102n5:55": "Yathā panetesu purisesu eko valliyā majjhameva paṭhamaṁ passati, so majjhe chinditvā heṭṭhā otaranto yāva mūlā ādāya kamme upaneti, evaṁ bhagavā ‘‘ime ca, bhikkhave, cattāro āhārā kinnidānā, kiṁsamudayā, kiṁjātikā, kiṁpabhavā? Ime cattāro āhārā taṇhānidānā, taṇhāsamudayā, taṇhājātikā, taṇhāpabhavā. Taṇhā kinnidānā… vedanā… phasso… saḷāyatanaṁ… nāmarūpaṁ… viññāṇaṁ… saṅkhārā kinnidānā…pe… saṅkhārā avijjānidānā…pe… avijjāpabhavā’’ti (saṁ. ni. 2.11) majjhato paṭṭhāya yāva ādito deseti.",
  "anya-e0102n5:56": "583. Kasmā panevaṁ desetīti? Paṭiccasamuppādassa samantabhaddakattā sayañca desanāvilāsappattattā. Samantabhaddako hi paṭiccasamuppādo, tato tato ñāyapaṭivedhāya saṁvattatiyeva . Desanāvilāsappatto ca bhagavā catuvesārajjapaṭisambhidāyogena catubbidhagambhīrabhāvappattiyā ca. So desanāvilāsappattattā nānānayeheva dhammaṁ deseti.",
  "anya-e0102n5:57": "Visesato panassa yā ādito paṭṭhāya anulomadesanā, sā pavattikāraṇavibhāgasaṁmūḷhaṁ veneyyajanaṁ samanupassato yathāsakehi kāraṇehi pavattisandassanatthaṁ uppattikkamasandassanatthañca pavattāti viññātabbā. Yā pariyosānato paṭṭhāya paṭilomadesanā, sā ‘‘kicchaṁ vatāyaṁ loko āpanno jāyati ca jīyati ca mīyati ca cavati ca upapajjati cā’’tiādinā (dī. ni. 2.57; saṁ. ni. 2.4) nayena kicchāpannaṁ lokaṁ anuvilokayato pubbabhāgapaṭivedhānusārena tassa tassa jarāmaraṇādikassa dukkhassa attanā adhigatakāraṇasandassanatthaṁ. Yā majjhato paṭṭhāya yāva ādi pavattā, sā āhāranidānavavatthāpanānusārena yāva atītaṁ addhānaṁ atiharitvā puna atītaddhato pabhuti hetuphalapaṭipāṭisandassanatthaṁ. Yā pana majjhato paṭṭhāya yāva pariyosānaṁ pavattā, sā paccuppanne addhāne anāgataddhahetusamuṭṭhānato pabhuti anāgataddhasandassanatthaṁ. Tāsu yā pavattikāraṇasammūḷhassa veneyyajanassa yathāsakehi kāraṇehi pavattisandassanatthaṁ uppattikkamasandassanatthañca ādito paṭṭhāya anulomadesanā vuttā, sā idha nikkhittāti veditabbā.",
  "anya-e0102n5:58": "584. Kasmā panettha avijjā ādito vuttā, kiṁ pakativādīnaṁ pakati viya avijjāpi akāraṇaṁ mūlakāraṇaṁ lokassāti? Na akāraṇaṁ. ‘‘Āsavasamudayā avijjāsamudayo’’ti (ma. ni. 1.103) hi avijjāya kāraṇaṁ vuttaṁ. Atthi pana pariyāyo yena mūlakāraṇaṁ siyā, ko pana soti? Vaṭṭakathāya sīsabhāvo.",
  "anya-e0102n5:59": "Bhagavā hi vaṭṭakathaṁ kathento dve dhamme sīsaṁ katvā katheti, avijjaṁ vā. Yathāha – ‘‘purimā, bhikkhave, koṭi na paññāyati avijjāya ‘ito pubbe avijjā nāhosi, atha pacchā samabhavī’ti, evañcetaṁ, bhikkhave, vuccati, atha ca pana paññāyati idappaccayā avijjā’’ti (a. ni. 10.61). Bhavataṇhaṁ vā. Yathāha – ‘‘purimā, bhikkhave, koṭi na paññāyati bhavataṇhāya ‘ito pubbe bhavataṇhā nāhosi, atha pacchā samabhavī’ti, evañcetaṁ, bhikkhave, vuccati, atha ca pana paññāyati idappaccayā bhavataṇhā’’ti (a. ni. 10.62).",
  "anya-e0102n5:60": "585. Kasmā pana bhagavā vaṭṭakathaṁ kathento ime dve dhamme sīsaṁ katvā kathetīti? Sugatiduggatigāmino kammassa visesahetubhūtattā. Duggatigāmino hi kammassa visesahetu avijjā. Kasmā? Yasmā avijjābhibhūto puthujjano aggisantāpalaguḷābhighātaparissamābhibhūtā vajjhagāvī tāya parissamāturatāya nirassādampi attano anatthāvahampi ca uṇhodakapānaṁ viya kilesasantāpato nirassādampi duggatinipātanato ca attano anatthāvahampi pāṇātipātādiṁ anekappakāraṁ duggatigāmikammaṁ ārabhati. Sugatigāmino pana kammassa visesahetu bhavataṇhā. Kasmā? Yasmā bhavataṇhābhibhūto puthujjano sā vuttappakārā gāvī sītūdakataṇhāya saassādaṁ attano parissamavinodanañca sītūdakapānaṁ viya kilesasantāpavirahato saassādaṁ sugatisampāpanena attano duggatidukkhaparissamavinodanañca pāṇātipātā veramaṇiādiṁ anekappakāraṁ sugatigāmikammaṁ ārabhati.",
  "anya-e0102n5:61": "586. Etesu pana vaṭṭakathāya sīsabhūtesu dhammesu katthaci bhagavā ekadhammamūlikaṁ desanaṁ deseti. Seyyathidaṁ, ‘‘iti kho, bhikkhave, avijjūpanisā saṅkhārā, saṅkhārūpanisaṁ viññāṇa’’ntiādi (saṁ. ni. 2.23). Tathā ‘‘upādāniyesu, bhikkhave, dhammesu assādānupassino viharato taṇhā pavaḍḍhati, taṇhāpaccayā upādāna’’ntiādi (saṁ. ni. 2.52). Katthaci ubhayamūlikampi. Seyyathidaṁ, ‘‘avijjānīvaraṇassa, bhikkhave, bālassa taṇhāya sampayuttassa evamayaṁ kāyo samudāgato. Iti ayañceva kāyo bahiddhā ca nāmarūpaṁ itthetaṁ dvayaṁ. Dvayaṁ paṭicca phasso saḷevāyatanāni, yehi phuṭṭho bālo sukhadukkhaṁ paṭisaṁvedetī’’tiādi (saṁ. ni. 2.19). Tāsu desanāsu ‘‘avijjāpaccayā saṅkhārā’’ti ayamidha avijjāvasena ekadhammamūlikā desanāti veditabbā. Evaṁ tāvettha desanābhedato viññātabbo vinicchayo.",
  "anya-e0102n5:62": "587.Atthatoti avijjādīnaṁ padānaṁ atthato. Seyyathidaṁ, pūretuṁ ayuttaṭṭhena kāyaduccaritādi avindiyaṁ nāma, aladdhabbanti attho. Taṁ avindiyaṁ vindatīti avijjā. Tabbiparītato kāyasucaritādi vindiyaṁ nāma, taṁ vindiyaṁ na vindatīti avijjā. Khandhānaṁ rāsaṭṭhaṁ, āyatanānaṁ āyatanaṭṭhaṁ, dhātūnaṁ suññaṭṭhaṁ, indriyānaṁ adhipatiyaṭṭhaṁ, saccānaṁ tathaṭṭhaṁ aviditaṁ karotītipi avijjā. Dukkhādīnaṁ pīḷanādivasena vuttaṁ catubbidhaṁ atthaṁ aviditaṁ karotītipi avijjā. Antavirahite saṁsāre sabbayonigatibhavaviññāṇaṭṭhitisattāvāsesu satte javāpetīti avijjā. Paramatthato avijjamānesu itthipurisādīsu javati, vijjamānesupi khandhādīsu na javatīti avijjā. Apica cakkhuviññāṇādīnaṁ vatthārammaṇānaṁ paṭiccasamuppādapaṭiccasamuppannānañca dhammānaṁ chādanatopi avijjā.",
  "anya-e0102n5:63": "Yaṁ paṭicca phalameti, so paccayo. Paṭiccāti na vinā apaccakkhatvāti attho. Etīti uppajjati ceva pavattati cāti attho. Apica upakārakaṭṭho paccayaṭṭho. Avijjā ca sā paccayo cāti avijjāpaccayo. Tasmā avijjāpaccayā.",
  "anya-e0102n5:64": "Saṅkhatamabhisaṅkharontīti saṅkhārā. Apica avijjāpaccayā saṅkhārā, saṅkhārasaddena āgatasaṅkhārāti duvidhā saṅkhārā. Tattha puññāpuññāneñjābhisaṅkhārā tayo, kāyavacīcittasaṅkhārā tayoti ime cha avijjāpaccayā saṅkhārā. Te sabbepi lokiyakusalākusalacetanāmattameva honti.",
  "anya-e0102n5:65": "Saṅkhatasaṅkhāro, abhisaṅkhatasaṅkhāro, abhisaṅkharaṇakasaṅkhāro, payogābhisaṅkhāroti ime pana cattāro saṅkhāra-saddena āgatasaṅkhārā. Tattha ‘‘aniccā vata saṅkhārā’’tiādīsu (dī. ni. 2.221, 272; saṁ. ni. 1.186) vuttā sabbepi sappaccayā dhammā saṅkhatasaṅkhārā nāma. Kammanibbattā tebhūmakā rūpārūpadhammā abhisaṅkhatasaṅkhārāti aṭṭhakathāsu vuttā, tepi ‘‘aniccā vata saṅkhārā’’ti (dī. ni. 2.221; 272; saṁ. ni. 1.186) ettheva saṅgahaṁ gacchanti. Visuṁ pana nesaṁ āgataṭṭhānaṁ na paññāyati. Tebhūmikakusalākusalacetanā pana abhisaṅkharaṇakasaṅkhāroti vuccati, tassa ‘‘avijjāgatoyaṁ, bhikkhave, purisapuggalo puññañceva saṅkhāraṁ abhisaṅkharotī’’tiādīsu (saṁ. ni. 2.51) āgataṭṭhānaṁ paññāyati. Kāyikacetasikaṁ pana vīriyaṁ payogābhisaṅkhāroti vuccati, so ‘‘yāvatikā abhisaṅkhārassa gati, tāvatikā gantvā akkhāhataṁ maññe aṭṭhāsī’’tiādīsu (a. ni. 3.15) āgato.",
  "anya-e0102n5:66": "Na kevalañca eteyeva, aññepi ‘‘saññāvedayitanirodhaṁ samāpajjantassa kho, āvuso visākha, bhikkhuno paṭhamaṁ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro’’tiādinā (ma. ni. 1.464) nayena saṅkhāra-saddena āgatā aneke saṅkhārā. Tesu natthi so saṅkhāro, yo saṅkhatasaṅkhārehi saṅgahaṁ na gaccheyya, ito paraṁ saṅkhārapaccayā viññāṇantiādīsu vuttaṁ vuttanayeneva veditabbaṁ.",
  "anya-e0102n5:67": "Avutte pana vijānātīti viññāṇaṁ. Namatīti nāmaṁ. Ruppatīti rūpaṁ. Āye tanoti āyatañca nayatīti āyatanaṁ. Phusatīti phasso. Vedayatīti vedanā. Paritassatīti taṇhā. Upādiyatīti upādānaṁ. Bhavati bhāvayati cāti bhavo. Jananaṁ jāti. Jiraṇaṁ jarā. Maranti etenāti maraṇaṁ. Socanaṁ soko. Paridevanaṁ paridevo. Dukkhayatīti dukkhaṁ. Uppādaṭṭhitivasena vā dvidhā khaṇatītipi dukkhaṁ. Dummanabhāvo domanassaṁ. Bhuso āyāso upāyāso.",
  "anya-e0102n5:68": "Sambhavantīti abhinibbattanti. Na kevalañca sokādīheva, atha kho sabbapadehi sambhavanti-saddassa yojanā kātabbā. Itarathā hi ‘‘avijjāpaccayā saṅkhārā’’ti vutte kiṁ karontīti na paññāyeyya, sambhavantīti pana yojanāya sati avijjā ca sā paccayo cāti avijjāpaccayo. Tasmā avijjāpaccayā saṅkhārā sambhavantīti paccayapaccayuppannavavatthānaṁ kataṁ hoti. Esa nayo sabbattha.",
  "anya-e0102n5:69": "Evanti niddiṭṭhanayanidassanaṁ. Tena avijjādīheva kāraṇehi, na issaranimmānādīhīti dasseti. Etassāti yathāvuttassa. Kevalassāti asammissassa, sakalassa vā. Dukkhakkhandhassāti dukkhasamūhassa, na sattassa, na sukhasubhādīnaṁ. Samudayoti nibbatti. Hotīti sambhavati. Evamettha atthato viññātabbo vinicchayo.",
  "anya-e0102n5:70": "588.Lakkhaṇāditoti avijjādīnaṁ lakkhaṇādito. Seyyathidaṁ – aññāṇalakkhaṇā avijjā, sammohanarasā, chādanapaccupaṭṭhānā, āsavapadaṭṭhānā. Abhisaṅkharaṇalakkhaṇā saṅkhārā, āyūhanarasā, cetanāpaccupaṭṭhānā, avijjāpadaṭṭhānā. Vijānanalakkhaṇaṁ viññāṇaṁ, pubbaṅgamarasaṁ, paṭisandhipaccupaṭṭhānaṁ, saṅkhārapadaṭṭhānaṁ, vatthārammaṇapadaṭṭhānaṁ vā. Namanalakkhaṇaṁ nāmaṁ, sampayogarasaṁ, avinibbhogapaccupaṭṭhānaṁ, viññāṇapadaṭṭhānaṁ. Ruppanalakkhaṇaṁ rūpaṁ, vikiraṇarasaṁ, abyākatapaccupaṭṭhānaṁ, viññāṇapadaṭṭhānaṁ. Āyatanalakkhaṇaṁ saḷāyatanaṁ, dassanādirasaṁ, vatthudvārabhāvapaccupaṭṭhānaṁ, nāmarūpapadaṭṭhānaṁ. Phusanalakkhaṇo phasso, saṅghaṭṭanaraso, saṅgatipaccupaṭṭhāno, saḷāyatanapadaṭṭhāno. Anubhavanalakkhaṇā vedanā, visayarasasambhogarasā, sukhadukkhapaccupaṭṭhānā, phassapadaṭṭhānā. Hetulakkhaṇā taṇhā, abhinandanarasā, atittabhāvapaccupaṭṭhānā, vedanāpadaṭṭhānā. Gahaṇalakkhaṇaṁ upādānaṁ, amuñcanarasaṁ, taṇhādaḷhattadiṭṭhipaccupaṭṭhānaṁ, taṇhāpadaṭṭhānaṁ. Kammakammaphalalakkhaṇo bhavo, bhāvanabhavanaraso, kusalākusalābyākatapaccupaṭṭhāno , upādānapadaṭṭhāno. Jātiādīnaṁ lakkhaṇādīni saccaniddese vuttanayeneva veditabbāni. Evamettha lakkhaṇāditopi viññātabbo vinicchayo.",
  "anya-e0102n5:71": "589.Ekavidhāditoti ettha avijjā aññāṇādassanamohādibhāvato ekavidhā. Appaṭipattimicchāpaṭipattito duvidhā. Tathā sasaṅkhārāsaṅkhārato. Vedanattayasampayogato tividhā. Catusaccapaṭivedhato catubbidhā. Gatipañcakādīnavacchādanato pañcavidhā. Dvārārammaṇato pana sabbesupi arūpadhammesu chabbidhatā veditabbā.",
  "anya-e0102n5:72": "Saṅkhārā sāsavavipākadhammadhammādibhāvato ekavidhā. Kusalākusalato duvidhā. Tathā parittamahaggatahīnamajjhimamicchattaniyatāniyatato. Tividhā puññābhisaṅkhārādibhāvato. Catubbidhā catuyonisaṁvattanato. Pañcavidhā pañcagatigāmito.",
  "anya-e0102n5:73": "Viññāṇaṁ lokiyavipākādibhāvato ekavidhaṁ. Sahetukāhetukādito duvidhaṁ. Bhavattayapariyāpannato, vedanattayasampayogato, ahetukadvihetukatihetukato ca tividhaṁ. Yonigativasena catubbidhaṁ, pañcavidhañca.",
  "anya-e0102n5:74": "Nāmarūpaṁ viññāṇasannissayato kammapaccayato ca ekavidhaṁ. Sārammaṇanārammaṇato duvidhaṁ. Atītādito tividhaṁ. Yonigativasena catubbidhaṁ, pañcavidhañca.",
  "anya-e0102n5:75": "Saḷāyatanaṁ sañjātisamosaraṇaṭṭhānato ekavidhaṁ. Bhūtappasādaviññāṇādito duvidhaṁ. Sampattāsampattanobhayagocarato tividhaṁ. Yonigatipariyāpannato catubbidhaṁ pañcavidhañcāti iminā nayena phassādīnampi ekavidhādibhāvo veditabboti evamettha ekavidhāditopi viññātabbo vinicchayo.",
  "anya-e0102n5:76": "590.Aṅgānañca vavatthānāti sokādayo cettha bhavacakkassa avicchedadassanatthaṁ vuttā. Jarāmaraṇabbhāhatassa hi bālassa te sambhavanti. Yathāha – ‘‘assutavā, bhikkhave, puthujjano sārīrikāya dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṁ kandati sammohamāpajjatī’’ti (saṁ. ni. 4.252). Yāva ca tesaṁ pavatti, tāva avijjāyāti punapi avijjāpaccayā saṅkhārāti sambandhameva hoti bhavacakkaṁ. Tasmā tesaṁ jarāmaraṇeneva ekasaṅkhepaṁ katvā dvādaseva paṭiccasamuppādaṅgānīti veditabbāni. Evamettha aṅgānaṁ vavatthānatopi viññātabbo vinicchayo.",
  "anya-e0102n5:77": "Ayaṁ tāvettha saṅkhepakathā.",
  "anya-e0102n5:78": "Avijjāpaccayāsaṅkhārapadakathā",
  "anya-e0102n5:79": "561. Ayaṁ pana vitthāranayo – avijjāti suttantapariyāyena dukkhādīsu catūsu ṭhānesu aññāṇaṁ, abhidhammapariyāyena pubbantādīhi saddhiṁ aṭṭhasu. Vuttañhetaṁ ‘‘tattha katamā avijjā, dukkhe aññāṇaṁ…pe… dukkhanirodhagāminiyā paṭipadāya aññāṇaṁ, pubbante aññāṇaṁ, aparante, pubbantāparante, idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇa’’nti (dha. sa. 1106). Tattha kiñcāpi ṭhapetvā lokuttaraṁ saccadvayaṁ sesaṭṭhānesu ārammaṇavasena avijjā uppajjati, evaṁ santepi paṭicchādanavaseneva idha adhippetā. Sā hi uppannā dukkhasaccaṁ paṭicchādetvā tiṭṭhati, yāthāvasarasalakkhaṇaṁ paṭivijjhituṁ na deti, tathā samudayaṁ, nirodhaṁ, maggaṁ, pubbantasaṅkhātaṁ atītaṁ khandhapañcakaṁ, aparantasaṅkhātaṁ anāgataṁ khandhapañcakaṁ, pubbantāparantasaṅkhātaṁ tadubhayaṁ, idappaccayatāpaṭiccasamuppannadhammasaṅkhātaṁ idappaccayatañceva paṭiccasamuppannadhamme ca paṭicchādetvā tiṭṭhati. ‘‘Ayaṁ avijjā, ime saṅkhārā’’ti evaṁ yāthāvasarasalakkhaṇamettha paṭivijjhituṁ na deti. Tasmā dukkhe aññāṇaṁ…pe… idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇanti vuccati.",
  "anya-e0102n5:80": "592.Saṅkhārāti puññādayo tayo kāyasaṅkhārādayo tayoti evaṁ pubbe saṅkhepato vuttā cha, vitthārato panettha puññābhisaṅkhāro dānasīlādivasena pavattā aṭṭha kāmāvacarakusalacetanā ceva bhāvanāvasena pavattā pañca rūpāvacarakusalacetanā cāti terasa cetanā honti. Apuññābhisaṅkhāro pāṇātipātādivasena pavattā dvādasa akusalacetanā . Āneñjābhisaṅkhāro bhāvanāvaseneva pavattā catasso arūpāvacarakusalacetanā cāti tayopi saṅkhārā ekūnatiṁsa cetanā honti.",
  "anya-e0102n5:81": "Itaresu pana tīsu kāyasañcetanā kāyasaṅkhāro, vacīsañcetanā vacīsaṅkhāro, manosañcetanā cittasaṅkhāro. Ayaṁ tiko kammāyūhanakkhaṇe puññābhisaṅkhārādīnaṁ dvārato pavattidassanatthaṁ vutto. Kāyaviññattiṁ samuṭṭhāpetvā hi kāyadvārato pavattā aṭṭha kāmāvacarakusalacetanā, dvādasa akusalacetanāti samavīsati cetanā kāyasaṅkhāro nāma. Tā eva vacīviññattiṁ samuṭṭhāpetvā vacīdvārato pavattā vacīsaṅkhāro nāma. Abhiññācetanā panettha parato viññāṇassa paccayo na hotīti na gahitā. Yathā ca abhiññācetanā, evaṁ uddhaccacetanāpi na hoti. Tasmā sāpi viññāṇassa paccayabhāve apanetabbā, avijjāpaccayā pana sabbāpetā honti. Ubhopi viññattiyo asamuṭṭhāpetvā manodvāre uppannā pana sabbāpi ekūnatiṁsati cetanā cittasaṅkhāroti. Iti ayaṁ tiko purimattikameva pavisatīti atthato puññābhisaṅkhārādīnaṁyeva vasena avijjāya paccayabhāvo veditabbo.",
  "anya-e0102n5:82": "593. Tattha siyā – kathaṁ panetaṁ jānitabbaṁ ‘‘ime saṅkhārā avijjā paccayā hontī’’ti? Avijjābhāve bhāvato. Yassa hi dukkhādīsu avijjāsaṅkhātaṁ aññāṇaṁ appahīnaṁ hoti, so dukkhe tāva pubbantādīsu ca aññāṇena saṁsāradukkhaṁ sukhasaññāya gahetvā tasseva hetubhūte tividhepi saṅkhāre ārabhati. Samudaye aññāṇena dukkhahetubhūtepi taṇhāparikkhāre saṅkhāre sukhahetuto maññamāno ārabhati. Nirodhe pana magge ca aññāṇena dukkhassa anirodhabhūtepi gativisese dukkhanirodhasaññī hutvā nirodhassa ca amaggabhūtesupi yaññāmaratapādīsu nirodhamaggasaññī hutvā dukkhanirodhaṁ patthayamāno yaññāmaratapādimukhena tividhepi saṅkhāre ārabhati.",
  "anya-e0102n5:83": "Apica so tāya catūsu saccesu appahīnāvijjatāya visesato jātijarārogamaraṇādianekādīnavavokiṇṇampi puññaphalasaṅkhātaṁ dukkhaṁ dukkhato ajānanto tassa adhigamāya kāyavacīcittasaṅkhārabhedaṁ puññābhisaṅkhāraṁ ārabhati devaccharakāmako viya maruppapātaṁ. Sukhasammatassāpi ca tassa puññaphalassa ante mahāpariḷāhajanikaṁ vipariṇāmadukkhataṁ appassādatañca apassantopi tappaccayaṁ vuttappakārameva puññābhisaṅkhāraṁ ārabhati salabho viya dīpasikhābhinipātaṁ, madhubindugiddho viya ca madhulittasatthadhārālehanaṁ. Kāmupasevanādīsu ca savipākesu ādīnavaṁ apassanto sukhasaññāya ceva kilesābhibhūtatāya ca dvārattayappavattampi apuññābhisaṅkhāraṁ ārabhati, bālo viya gūthakīḷanaṁ, maritukāmo viya ca visakhādanaṁ. Āruppavipākesu cāpi saṅkhāravipariṇāmadukkhataṁ anavabujjhamāno sassatādivipallāsena cittasaṅkhārabhūtaṁ āneñjābhisaṅkhāraṁ ārabhati, disāmūḷho viya pisācanagarābhimukhamaggagamanaṁ.",
  "anya-e0102n5:84": "Evaṁ yasmā avijjābhāvatova saṅkhārabhāvo, na abhāvato. Tasmā jānitabbametaṁ ‘‘ime saṅkhārā avijjāpaccayā hontī’’ti. Vuttampi cetaṁ ‘‘avidvā, bhikkhave, avijjāgato puññābhisaṅkhārampi abhisaṅkharoti, apuññābhisaṅkhārampi abhisaṅkharoti, āneñjābhisaṅkhārampi abhisaṅkharoti. Yato ca kho, bhikkhave, bhikkhuno avijjā pahīnā, vijjā uppannā; so avijjāvirāgā vijjuppādā neva puññābhisaṅkhāraṁ abhisaṅkharotī’’ti.",
  "anya-e0102n5:85": "Paṭṭhānapaccayakathā",
  "anya-e0102n5:86": "594. Etthāha – gaṇhāma tāva etaṁ avijjā saṅkhārānaṁ paccayoti, idaṁ pana vattabbaṁ katamesaṁ saṅkhārānaṁ kathaṁ paccayo hotīti? Tatridaṁ vuccati, bhagavatā hi ‘‘hetupaccayo, ārammaṇapaccayo, adhipatipaccayo, anantarapaccayo, samanantarapaccayo, sahajātapaccayo, aññamaññapaccayo, nissayapaccayo, upanissayapaccayo, purejātapaccayo, pacchājātapaccayo, āsevanapaccayo, kammapaccayo, vipākapaccayo, āhārapaccayo, indriyapaccayo, jhānapaccayo, maggapaccayo, sampayuttapaccayo, vippayuttapaccayo, atthipaccayo, natthipaccayo, vigatapaccayo, avigatapaccayo’’ti (paṭṭhā. 1.1.paccayuddesa) catuvīsati paccayā vuttā.",
  "anya-e0102n5:87": "Tattha hetu ca so paccayo cāti hetupaccayo, hetu hutvā paccayo, hetubhāvena paccayoti vuttaṁ hoti. Ārammaṇapaccayādīsupi eseva nayo.",
  "anya-e0102n5:88": "595. Tattha hetūti vacanāvayavakāraṇamūlānametaṁ adhivacanaṁ. ‘‘Paṭiññā, hetū’’tiādīsu hi loke vacanāvayavo hetūti vuccati. Sāsane pana ‘‘ye dhammā hetuppabhavā’’tiādīsu (mahāva. 60) kāraṇaṁ. ‘‘Tayo kusalahetū, tayo akusalahetū’’tiādīsu (dha. sa. 1059) mūlaṁ hetūti vuccati, taṁ idha adhippetaṁ. Paccayoti ettha pana ayaṁ vacanattho, paṭicca etasmā etīti paccayo. Apaccakkhāya naṁ vattatīti attho. Yo hi dhammo yaṁ dhammaṁ apaccakkhāya tiṭṭhati vā uppajjati vā, so tassa paccayoti vuttaṁ hoti. Lakkhaṇato pana upakārakalakkhaṇo paccayo. Yo hi dhammo yassa dhammassa ṭhitiyā vā uppattiyā vā upakārako hoti, so tassa paccayoti vuccati. Paccayo, hetu, kāraṇaṁ, nidānaṁ, sambhavo, pabhavotiādi atthato ekaṁ, byañjanato nānaṁ. Iti mūlaṭṭhena hetu, upakārakaṭṭhena paccayoti saṅkhepato mūlaṭṭhena upakārako dhammo hetupaccayo.",
  "anya-e0102n5:89": "So sāliādīnaṁ sālibījādīni viya, maṇipabhādīnaṁ viya ca maṇivaṇṇādayo kusalādīnaṁ kusalādibhāvasādhakoti ācariyānaṁ adhippāyo. Evaṁ sante pana taṁsamuṭṭhānarūpesu hetupaccayatā na sampajjati. Na hi so tesaṁ kusalādibhāvaṁ sādheti, na ca paccayo na hoti. Vuttañhetaṁ ‘‘hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti (paṭṭhā. 1.1.1). Ahetukacittānañca vinā etena abyākatabhāvo siddho, sahetukānampi ca yonisomanasikārādipaṭibaddho kusalādibhāvo, na sampayuttahetupaṭibaddho. Yadi ca sampayuttahetūsu sabhāvatova kusalādibhāvo siyā, sampayuttesu hetupaṭibaddho alobho kusalo vā siyā abyākato vā. Yasmā pana ubhayathāpi hoti, tasmā yathā sampayuttesu, evaṁ hetūsupi kusalāditā pariyesitabbā.",
  "anya-e0102n5:90": "Kusalādibhāvasādhanavasena pana hetūnaṁ mūlaṭṭhaṁ agahetvā suppatiṭṭhitabhāvasādhanavasena gayhamāne na kiñci virujjhati. Laddhahetupaccayā hi dhammā virūḷhamūlā viya pādapā thirā honti suppatiṭṭhitā, ahetukā tilabījakādisevālā viya na suppatiṭṭhitā. Iti mūlaṭṭhena upakārakoti suppatiṭṭhitabhāvasādhanena upakārako dhammo hetupaccayoti veditabbo.",
  "anya-e0102n5:91": "596. Tato paresu ārammaṇabhāvena upakārako dhammo ārammaṇapaccayo. So ‘‘rūpāyatanaṁ cakkhuviññāṇadhātuyā’’ti (paṭṭhā. 1.1.2) ārabhitvāpi ‘‘yaṁ yaṁ dhammaṁ ārabbha ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayena paccayo’’ti (paṭṭhā. 1.1.2) osāpitattā na koci dhammo na hoti. Yathā hi dubbalo puriso daṇḍaṁ vā rajjuṁ vā ālambitvāva uṭṭhahati ceva tiṭṭhati ca, evaṁ cittacetasikā dhammā rūpādiārammaṇaṁ ārabbheva uppajjanti ceva tiṭṭhanti ca. Tasmā sabbepi cittacetasikānaṁ ārammaṇabhūtā dhammā ārammaṇapaccayoti veditabbā.",
  "anya-e0102n5:92": "597. Jeṭṭhakaṭṭhena upakārako dhammo adhipatipaccayo, so sahajātārammaṇavasena duvidho. Tattha ‘‘chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo’’tiādivacanato (paṭṭhā. 1.3.3) chandavīriyacittavīmaṁsāsaṅkhātā cattāro dhammā adhipatipaccayoti veditabbā, no ca kho ekato. Yadā hi chandaṁ dhuraṁ chandaṁ jeṭṭhakaṁ katvā cittaṁ pavattati, tadā chandova adhipati, na itare. Esa nayo sesesupi.",
  "anya-e0102n5:93": "Yaṁ pana dhammaṁ garuṁ katvā arūpadhammā pavattanti, so nesaṁ ārammaṇādhipati. Tena vuttaṁ ‘‘yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo’’ti (paṭṭhā. 1.1.3).",
  "anya-e0102n5:94": "598. Anantarabhāvena upakārako dhammo anantarapaccayo. Samanantarabhāvena upakārako dhammo samanantarapaccayo. Idañca paccayadvayaṁ bahudhā papañcayanti. Ayaṁ panettha sāro, yo hi esa cakkhuviññāṇānantarā manodhātu, manodhātuanantarā manoviññāṇadhātūtiādi cittaniyamo, so yasmā purimapurimacittavaseneva ijjhati, na aññathā, tasmā attano attano anantaraṁ anurūpassa cittuppādassa uppādanasamattho dhammo anantarapaccayo. Tenevāha – ‘‘anantarapaccayoti cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo’’tiādi (paṭṭhā. 1.1.4). Yo anantarapaccayo, sveva samanantarapaccayo. Byañjanamattameva hettha nānaṁ, upacayasantatīsu viya adhivacananiruttidukādīsu viya ca. Atthato pana nānaṁ natthi.",
  "anya-e0102n5:95": "Yampi ‘‘atthānantaratāya anantarapaccayo, kālānantaratāya samanantarapaccayo’’ti ācariyānaṁ mataṁ, taṁ ‘‘nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanakusalaṁ phalasamāpattiyā samanantarapaccayena paccayo’’tiādīhi (paṭṭhā. 1.1.418) virujjhati. Yampi tattha vadanti ‘‘dhammānaṁ samuṭṭhāpanasamatthatā na parihāyati, bhāvanābalena pana vāritattā dhammā samanantarā nuppajjantī’’ti, tampi kālānantaratāya abhāvameva sādheti. Bhāvanābalena hi tattha kālānantaratā natthīti, mayampi etadeva vadāma. Yasmā ca kālānantaratā natthi, tasmā samanantarapaccayatā na yujjati. Kālānantaratāya hi tesaṁ samanantarapaccayo hotīti laddhi. Tasmā abhinivesaṁ akatvā byañjanamattatovettha nānākaraṇaṁ paccetabbaṁ, na atthato. Kathaṁ? Natthi etesaṁ antaranti hi anantarā. Saṇṭhānābhāvato suṭṭhu anantarāti samanantarā.",
  "anya-e0102n5:96": "599. Uppajjamānova saha uppādanabhāvena upakārako dhammo sahajātapaccayo pakāsassa padīpo viya. So arūpakkhandhādivasena chabbidho hoti. Yathāha – ‘‘cattāro khandhā arūpino aññamaññaṁ sahajātapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ, okkantikkhaṇe nāmarūpaṁ aññamaññaṁ, cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ, mahābhūtā upādārūpānaṁ, rūpino dhammā arūpīnaṁ dhammānaṁ kiñcikāle sahajātapaccayena paccayo, kiñcikāle na sahajātapaccayena paccayo’’ti (paṭṭhā. 1.1.6). Idaṁ hadayavatthumeva sandhāya vuttaṁ.",
  "anya-e0102n5:97": "600. Aññamaññaṁ uppādanupatthambhanabhāvena upakārako dhammo aññamaññapaccayo aññamaññūpatthambhakaṁ tidaṇḍakaṁ viya. So arūpakkhandhādivasena tividho hoti. Yathāha – ‘‘cattāro khandhā arūpino aññamaññapaccayena paccayo. Cattāro mahābhūtā okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayo’’ti (paṭṭhā. 1.1.7).",
  "anya-e0102n5:98": "601. Adhiṭṭhānākārena nissayākārena ca upakārako dhammo nissayapaccayo tarucittakammādīnaṁ pathavīpaṭādayo viya. So ‘‘cattāro khandhā arūpino aññamaññaṁ nissayapaccayena paccayo’’ti evaṁ sahajāte vuttanayeneva veditabbo. Chaṭṭho panettha koṭṭhāso ‘‘cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe… sota… ghāna… jivhā… kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo’’ti (paṭṭhā. 1.1.8) evaṁ vibhatto.",
  "anya-e0102n5:99": "602.Upanissayapaccayoti ettha pana ayaṁ tāva vacanattho, tadadhīnavuttitāya attano phalena nissito na paṭikkhittoti nissayo. Yathā pana bhuso āyāso upāyāso, evaṁ bhuso nissayo upanissayo, balavakāraṇassetaṁ adhivacanaṁ. Tasmā balavakāraṇabhāvena upakārako dhammo upanissayapaccayoti veditabbo.",
  "anya-e0102n5:100": "So ārammaṇūpanissayo anantarūpanissayo pakatūpanissayoti tividho hoti. Tattha ‘‘dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁkatvā paccavekkhati, pubbe suciṇṇāni garuṁkatvā paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ garuṁkatvā paccavekkhati, sekkhā gotrabhuṁ garuṁkatvā paccavekkhanti, vodānaṁ garuṁkatvā paccavekkhanti. Sekkhā maggā vuṭṭhahitvā maggaṁ garuṁkatvā paccavekkhantī’’ti (paṭṭhā. 1.1.423) evamādinā nayena ārammaṇūpanissayo tāva ārammaṇādhipatinā saddhiṁ nānattaṁ akatvāva vibhatto. Tattha yaṁ ārammaṇaṁ garuṁkatvā cittacetasikā uppajjanti, taṁ niyamato tesu ārammaṇesu balavārammaṇaṁ hoti. Iti garukattabbamattaṭṭhena ārammaṇādhipati, balavakāraṇaṭṭhena ārammaṇūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "anya-e0102n5:101": "Anantarūpanissayopi ‘‘purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ khandhānaṁ upanissayapaccayena paccayo’’tiādinā (paṭṭhā. 1.1.9) nayena anantarapaccayena saddhiṁ nānattaṁ akatvāva vibhatto. Mātikānikkhepe pana nesaṁ ‘‘cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo’’tiādinā (paṭṭhā. 1.1.4) nayena anantarassa, ‘‘purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ upanissayapaccayena paccayo’’tiādinā (paṭṭhā. 1.1.9) nayena upanissayassa āgatattā nikkhepe viseso atthi. Sopi atthato ekībhāvameva gacchati. Evaṁ santepi attano attano anantarā anurūpassa cittuppādassa pavattanasamatthatāya anantaratā, purimacittassa pacchimacittuppādane balavatāya anantarūpanissayatā veditabbā. Yathā hi hetupaccayādīsu kiñci dhammaṁ vināpi cittaṁ uppajjati, na evaṁ anantaracittaṁ vinā cittassa uppatti nāma atthi. Tasmā balavapaccayo hoti. Iti attano attano anantarā anurūpacittuppādanavasena anantarapaccayo, balavakāraṇavasena anantarūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "anya-e0102n5:102": "Pakatūpanissayo pana pakato upanissayo pakatūpanissayo. Pakato nāma attano santāne nipphādito vā saddhāsīlādi upasevito vā utubhojanādi. Pakatiyā eva vā upanissayo pakatūpanissayo, ārammaṇānantarehi asammissoti attho. Tassa pakatūpanissayo ‘‘saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Sīlaṁ, sutaṁ, cāgaṁ, paññaṁ upanissāya dānaṁ deti…pe… samāpattiṁ uppādeti. Saddhā, sīlaṁ, sutaṁ, cāgo, paññā saddhāya, sīlassa, sutassa, cāgassa, paññāya, upanissayapaccayena paccayo’’tiādinā (paṭṭhā. 1.1.423) nayena anekappakārato pabhedo veditabbo. Iti ime saddhādayo pakatā ceva balavakāraṇaṭṭhena upanissayā cāti pakatūpanissayoti.",
  "anya-e0102n5:103": "603. Paṭhamataraṁ uppajjitvā vattamānabhāvena upakārako dhammo purejātapaccayo. So pañcadvāre vatthārammaṇahadayavatthuvasena ekādasavidho hoti. Yathāha – ‘‘cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Sota…pe… ghāna, jivhā, kāyāyatanaṁ, rūpa, sadda, gandha, rasa, phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Rūpa, sadda, gandha, rasa, phoṭṭhabbāyatanaṁ manodhātuyā. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ kiñcikāle purejātapaccayena paccayo. Kiñcikāle na purejātapaccayena paccayo’’ti (paṭṭhā. 1.1.10).",
  "anya-e0102n5:104": "604. Purejātānaṁ rūpadhammānaṁ upatthambhakattena upakārako arūpadhammo pacchājātapaccayo gijjhapotakasarīrānaṁ āhārāsācetanā viya. Tena vuttaṁ ‘‘pacchājātā cittacetasikā dhammā purejātassa imassa kāyassa pacchājātapaccayena paccayo’’ti (paṭṭhā. 1.1.11).",
  "anya-e0102n5:105": "605. Āsevanaṭṭhena anantarānaṁ paguṇabalavabhāvāya upakārako dhammo āsevanapaccayo ganthādīsu purimapurimābhiyogo viya. So kusalākusalakiriyajavanavasena tividho hoti. Yathāha – ‘‘purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ āsevanapaccayena paccayo. Purimā purimā akusalā…pe… kiriyābyākatā dhammā pacchimānaṁ pacchimānaṁ kiriyābyākatānaṁ dhammānaṁ āsevanapaccayena paccayo’’ti (paṭṭhā. 1.1.12).",
  "anya-e0102n5:106": "606. Cittapayogasaṅkhātena kiriyabhāvena upakārako dhammo kammapaccayo. So nānakkhaṇikāya ceva kusalākusalacetanāya sahajātāya ca sabbāyapi cetanāya vasena duvidho hoti . Yathāha – ‘‘kusalākusalaṁ kammaṁ vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. Cetanā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo’’ti (paṭṭhā. 1.1.13).",
  "anya-e0102n5:107": "607. Nirussāhasantabhāvena nirussāhasantabhāvāya upakārako vipākadhammo vipākapaccayo. So pavatte taṁsamuṭṭhānānaṁ, paṭisandhiyaṁ kaṭattā ca rūpānaṁ, sabbattha ca sampayuttadhammānaṁ paccayo hoti. Yathāha –‘‘vipākābyākato eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo…pe… paṭisandhikkhaṇe vipākābyākato eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ. Tayo khandhā ekassa khandhassa. Dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. Khandhā vatthussa vipākapaccayena paccayo’’ti.",
  "anya-e0102n5:108": "608. Rūpārūpānaṁ upatthambhakaṭṭhena upakārakā cattāro āhārā āhārapaccayo. Yathāha –‘‘kabaḷīkāro āhāro imassa kāyassa āhārapaccayena paccayo. Arūpino āhārā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo’’ti (paṭṭhā. 1.1.15). Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatā āhārā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena paccayo’’tipi (paṭṭhā. 1.1.429) vuttaṁ.",
  "anya-e0102n5:109": "609. Adhipatiyaṭṭhena upakārakā itthindriyapurisindriyavajjā vīsatindriyā indriyapaccayo. Tattha cakkhundriyādayo arūpadhammānaṁyeva, sesā rūpārūpānaṁ paccayā honti. Yathāha – ‘‘cakkhundriyaṁ cakkhuviññāṇadhātuyā…pe… sota… ghāna… jivhā… kāyindriyaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ indriyapaccayena paccayo. Arūpino indriyā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo’’ti (paṭṭhā. 1.1.16). Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatā indriyā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ indriyapaccayena paccayo’’tipi (paṭṭhā. 1.1.430) vuttaṁ.",
  "anya-e0102n5:110": "610. Upanijjhāyanaṭṭhena upakārakāni ṭhapetvā dvipañcaviññāṇe sukhadukkhavedanādvayaṁ sabbānipi kusalādibhedāni satta jhānaṅgāni jhānapaccayo. Yathāha –‘‘jhānaṅgāni jhānasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo’’ti (paṭṭhā. 1.1.17). Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena paccayo’’tipi (paṭṭhā. 1.1.431) vuttaṁ.",
  "anya-e0102n5:111": "611. Yato tato vā niyyānaṭṭhena upakārakāni kusalādibhedāni dvādasa maggaṅgāni maggapaccayo. Yathāha – ‘‘maggaṅgāni maggasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo’’ti (paṭṭhā. 1.1.18). Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatāni maggaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ maggapaccayena paccayo’’tipi (paṭṭhā. 1.1.432) vuttaṁ. Ete pana dvepi jhānamaggapaccayā dvipañcaviññāṇāhetukacittesu na labbhantīti veditabbā.",
  "anya-e0102n5:112": "612. Ekavatthukaekārammaṇaekuppādekanirodhasaṅkhātena sampayuttabhāvena upakārakā arūpadhammā sampayuttapaccayo. Yathāha – ‘‘cattāro khandhā arūpino aññamaññaṁ sampayuttapaccayena paccayo’’ti (paṭṭhā. 1.1.19).",
  "anya-e0102n5:113": "613. Ekavatthukādibhāvānupagamena upakārakā rūpino dhammā arūpīnaṁ dhammānaṁ, arūpinopi rūpīnaṁ vippayuttapaccayo. So sahajātapacchājātapurejātavasena tividho hoti. Vuttañhetaṁ ‘‘sahajātā kusalā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Pacchājātā kusalā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo’’ti (paṭṭhā. 1.1.434). Abyākatapadassa pana sahajātavibhaṅge ‘‘paṭisandhikkhaṇe vipākābyākatā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa. Vatthu khandhānaṁ vippayuttapaccayena paccayo’’tipi (paṭṭhā. 1.1.434) vuttaṁ. Purejātaṁ pana cakkhundriyādivatthuvaseneva veditabbaṁ. Yathāha – ‘‘purejātaṁ cakkhāyatanaṁ cakkhuviññāṇassa…pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu vipākābyākatānaṁ kiriyābyākatānaṁ khandhānaṁ…pe… vatthu kusalānaṁ khandhānaṁ…pe… vatthu akusalānaṁ khandhānaṁ vippayuttapaccayena paccayo’’ti (paṭṭhā. 1.1.434).",
  "anya-e0102n5:114": "614. Paccuppannalakkhaṇena atthibhāvena tādisasseva dhammassa upatthambhakattena upakārako dhammo atthipaccayo. Tassa arūpakkhandhamahābhūtanāmarūpacittacetasikamahābhūtaāyatanavatthuvasena sattadhā mātikā nikkhittā. Yathāha –‘‘cattāro khandhā arūpino aññamaññaṁ atthipaccayena paccayo, cattāro mahābhūtā, okkantikkhaṇe nāmarūpaṁ aññamaññaṁ. Cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ. Mahābhūtā upādārūpānaṁ. Cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe… kāyāyatanaṁ…pe… rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo’’ti (paṭṭhā. 1.1.21).",
  "anya-e0102n5:115": "Pañhāvāre pana sahajātaṁ purejātaṁ pacchājātaṁ āhāraṁ indriyantipi nikkhipitvā sahajāte tāva ‘‘eko khandho tiṇṇannaṁ khandhānaṁ taṁsamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo’’tiādinā (paṭṭhā. 1.1.435) nayena niddeso kato, purejāte purejātānaṁ cakkhādīnaṁ vasena niddeso kato. Pacchājāte purejātassa imassa kāyassa pacchājātānaṁ cittacetasikānaṁ paccayavasena niddeso kato. Āhārindriyesu ‘‘kabaḷīkāro āhāro imassa kāyassa atthipaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ atthipaccayena paccayo’’ti (paṭṭhā. 1.1.435) evaṁ niddeso katoti.",
  "anya-e0102n5:116": "615. Attano anantarā uppajjamānānaṁ arūpadhammānaṁ pavattiokāsadānena upakārakā samanantaraniruddhā arūpadhammā natthipaccayo. Yathāha –‘‘samanantaraniruddhā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ natthipaccayena paccayo’’ti.",
  "anya-e0102n5:117": "Te eva vigatabhāvena upakārakattā vigatapaccayo. Yathāha – ‘‘samanantaravigatā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ vigatapaccayena paccayo’’ti.",
  "anya-e0102n5:118": "Atthi paccayadhammā eva ca avigatabhāvena upakārakattā avigatapaccayoti veditabbā. Desanāvilāsena pana tathā vinetabbaveneyyavasena vā ayaṁ duko vutto, ahetukadukaṁ vatvāpi hetuvippayuttaduko viyāti.",
  "anya-e0102n5:119": "Avijjāpaccayāsaṅkhārapadavitthārakathā",
  "anya-e0102n5:120": "616. Evamimesu catuvīsatiyā paccayesu ayaṁ avijjā,",
  "anya-e0102n5:121": "Paccayo hoti puññānaṁ, duvidhānekadhā pana;",
  "anya-e0102n5:122": "Paresaṁ pacchimānaṁ sā, ekadhā paccayo matāti.",
  "anya-e0102n5:123": "Tattha puññānaṁ duvidhāti ārammaṇapaccayena ca upanissayapaccayena cāti dvedhā paccayo hoti. Sā hi avijjaṁ khayato vayato sammasanakāle kāmāvacarānaṁ puññābhisaṅkhārānaṁ ārammaṇapaccayena paccayo hoti. Abhiññācittena samohacittaṁ jānanakāle rūpāvacarānaṁ. Avijjāsamatikkamatthāya pana dānādīni ceva kāmāvacarapuññakiriyavatthūni pūrentassa, rūpāvacarajjhānāni ca uppādentassa dvinnampi tesaṁ upanissayapaccayena paccayo hoti. Tathā avijjāsammūḷhattā kāmabhavarūpabhavasampattiyo patthetvā tāneva puññāni karontassa.",
  "anya-e0102n5:124": "Anekadhā pana paresanti apuññābhisaṅkhārānaṁ anekadhā paccayo hoti. Kathaṁ? Esā hi avijjaṁ ārabbha rāgādīnaṁ uppajjanakāle ārammaṇapaccayena, garuṁkatvā assādanakāle ārammaṇādhipatiārammaṇūpanissayehi, avijjāsammūḷhassa anādīnavadassāvino pāṇātipātādīni karontassa upanissayapaccayena, dutiyajavanādīnaṁ anantarasamanantaraanantarūpanissayāsevananatthivigatapaccayehi, yaṁkiñci akusalaṁ karontassa hetu sahajāta aññamañña nissaya sampayutta atthi avigatapaccayehīti anekadhā paccayo hoti.",
  "anya-e0102n5:125": "Pacchimānaṁ sā ekadhā paccayo matāti āneñjābhisaṅkhārānaṁ upanissayapaccayeneva ekadhā paccayo matā. So panassā upanissayabhāvo puññābhisaṅkhāre vuttanayeneva veditabboti.",
  "anya-e0102n5:126": "617. Etthāha – kiṁ panāyamekāva avijjā saṅkhārānaṁ paccayo, udāhu aññepi paccayā santīti? Kiṁ panettha, yadi tāva ekāva, ekakāraṇavādo āpajjati. Athaññepi santi, ‘‘avijjāpaccayā saṅkhārā’’ti ekakāraṇaniddeso nupapajjatīti? Na nupapajjati. Kasmā? Yasmā –",
  "anya-e0102n5:127": "Ekaṁ na ekato idha, nānekamanekatopi no ekaṁ;",
  "anya-e0102n5:128": "Phalamatthi atthi pana eka-hetuphaladīpane attho.",
  "anya-e0102n5:129": "Ekato hi kāraṇato na idha kiñci ekaṁ phalamatthi, na anekaṁ. Nāpi anekehi kāraṇehi ekaṁ. Anekehi pana kāraṇehi anekameva hoti. Tathā hi anekehi utupathavībījasalilasaṅkhātehi kāraṇehi anekameva rūpagandharasādikaṁ aṅkurasaṅkhātaṁ phalaṁ uppajjamānaṁ dissati. Yaṁ panetaṁ ‘‘avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇa’’nti ekekahetuphaladīpanaṁ kataṁ, tattha attho atthi, payojanaṁ vijjati.",
  "anya-e0102n5:130": "Bhagavā hi katthaci padhānattā, katthaci pākaṭattā, katthaci asādhāraṇattā desanāvilāsassa ca veneyyānañca anurūpato ekameva hetuṁ vā phalaṁ vā dīpeti. ‘‘Phassapaccayā vedanā’’ti hi padhānattā ekameva hetuphalamāha. Phasso hi vedanāya padhānahetu yathāphassaṁ vedanā vavatthānato. Vedanā ca phassassa padhānaphalaṁ yathāvedanaṁ phassavavatthānato. ‘‘Semhasamuṭṭhānā ābādhā’’ti (a. ni. 10.60) pākaṭattā ekaṁ hetumāha. Pākaṭo hi ettha semho, na kammādayo. ‘‘Ye keci, bhikkhave, akusalā dhammā, sabbe te ayonisomanasikāramūlakā’’ti asādhāraṇattā ekaṁ hetumāha. Asādhāraṇo hi ayonisomanasikāro akusalānaṁ, sādhāraṇāni vatthārammaṇādīnīti. Tasmā ayamidha avijjā vijjamānesupi aññesu vatthārammaṇasahajātadhammādīsu saṅkhārakāraṇesu ‘‘assādānupassino taṇhā pavaḍḍhatī’’ti (saṁ. ni. 2.52) ca ‘‘avijjāsamudayā āsavasamudayo’’ti (ma. ni. 1.104) ca vacanato aññesampi taṇhādīnaṁ saṅkhārahetūnaṁ hetūti padhānattā, ‘‘avidvā, bhikkhave, avijjāgato puññābhisaṅkhārampi abhisaṅkharotī’’ti pākaṭattā, asādhāraṇattā ca saṅkhārānaṁ hetubhāvena dīpitāti veditabbā. Eteneva ca ekekahetuphaladīpanaparihāravacanena sabbattha ekekahetuphaladīpane payojanaṁ veditabbanti.",
  "anya-e0102n5:131": "618. Etthāha – evaṁ santepi ekantāniṭṭhaphalāya sāvajjāya avijjāya kathaṁ puññāneñjābhisaṅkhārapaccayattaṁ yujjati? Na hi nimbabījato ucchu uppajjatīti. Kathaṁ na yujjissati? Lokasmiñhi –",
  "anya-e0102n5:132": "Viruddho cāviruddho ca, sadisāsadiso tathā;",
  "anya-e0102n5:133": "Dhammānaṁ paccayo siddho, vipākā eva te ca na.",
  "anya-e0102n5:134": "Dhammānaṁ hi ṭhānasabhāvakiccādiviruddho cāviruddho ca paccayo loke siddho. Purimacittaṁ hi aparacittassa ṭhānaviruddho paccayo, purimasippādisikkhā ca pacchā pavattamānānaṁ sippādikiriyānaṁ. Kammaṁ rūpassa sabhāvaviruddho paccayo, khīrādīni ca dadhiādīnaṁ. Āloko cakkhuviññāṇassa kiccaviruddho, guḷādayo ca āsavādīnaṁ. Cakkhurūpādayo pana cakkhuviññāṇādīnaṁ ṭhānāviruddhā paccayā. Purimajavanādayo pacchimajavanādīnaṁ sabhāvāviruddhā kiccāviruddhā ca.",
  "anya-e0102n5:135": "Yathā ca viruddhāviruddhā paccayā siddhā, evaṁ sadisāsadisāpi. Sadisameva hi utuāhārasaṅkhātaṁ rūpaṁ rūpassa paccayo, sālibījādīni ca sāliphalādīnaṁ. Asadisampi rūpaṁ arūpassa, arūpañca rūpassa paccayo hoti, golomāviloma-visāṇa-dadhitilapiṭṭhādīni ca dubbā-sarabhūtiṇakādīnaṁ. Yesañca dhammānaṁ te viruddhāviruddhasadisāsadisapaccayā, na te dhammā tesaṁ dhammānaṁ vipākā eva.",
  "anya-e0102n5:136": "Iti ayaṁ avijjā vipākavasena ekantāniṭṭhaphalā, sabhāvavasena ca sāvajjāpi samānā sabbesampi etesaṁ puññābhisaṅkhārādīnaṁ yathānurūpaṁ ṭhānakiccasabhāvaviruddhāviruddhapaccayavasena, sadisāsadisapaccayavasena ca paccayo hotīti veditabbā. So cassā paccayabhāvo ‘‘yassa hi dukkhādīsu avijjāsaṅkhātaṁ aññāṇaṁ appahīnaṁ hoti, so dukkhe tāva pubbantādīsu ca aññāṇena saṁsāradukkhaṁ sukhasaññāya gahetvā tassa hetubhūte tividhepi saṅkhāre ārabhatī’’tiādinā nayena vutto eva.",
  "anya-e0102n5:137": "619. Apica ayaṁ aññopi pariyāyo –",
  "anya-e0102n5:138": "Cutūpapāte saṁsāre, saṅkhārānañca lakkhaṇe;",
  "anya-e0102n5:139": "Yo paṭiccasamuppanna-dhammesu ca vimuyhati.",
  "anya-e0102n5:140": "Abhisaṅkharoti so ete, saṅkhāre tividhe yato;",
  "anya-e0102n5:141": "Avijjā paccayo tesaṁ, tividhānampayaṁ tatoti.",
  "anya-e0102n5:142": "Kathaṁ pana yo etesu vimuyhati, so tividhepete saṅkhāre karotīti ce. Cutiyā tāva vimūḷho ‘‘sabbattha khandhānaṁ bhedo maraṇa’’nti cutiṁ agaṇhanto ‘‘satto marati, sattassa dehantarasaṅkamana’’ntiādīni vikappeti.",
  "anya-e0102n5:143": "Upapāte vimūḷho ‘‘sabbattha khandhānaṁ pātubhāvo jātī’’ti upapātaṁ agaṇhanto ‘‘satto upapajjati, sattassa navasarīrapātubhāvo’’tiādīni vikappeti.",
  "anya-e0102n5:144": "Saṁsāre vimūḷho yo esa,",
  "anya-e0102n5:145": "‘‘Khandhānañca paṭipāṭi, dhātuāyatanāna ca;",
  "anya-e0102n5:146": "Abbocchinnaṁ vattamānā, saṁsāroti pavuccatī’’ti. –",
  "anya-e0102n5:147": "Evaṁ vaṇṇito saṁsāro, taṁ evaṁ agaṇhanto ‘‘ayaṁ satto asmā lokā paraṁ lokaṁ gacchati, parasmā lokā imaṁ lokaṁ āgacchatī’’tiādīni vikappeti.",
  "anya-e0102n5:148": "Saṅkhārānaṁ lakkhaṇe vimūḷho saṅkhārānaṁ sabhāvalakkhaṇaṁ sāmaññalakkhaṇañca agaṇhanto saṅkhāre attato attaniyato dhuvato sukhato subhato vikappeti.",
  "anya-e0102n5:149": "Paṭiccasamuppannadhammesu vimūḷho avijjādīhi saṅkhārādīnaṁ pavattiṁ agaṇhanto ‘‘attā jānāti vā na jānāti vā, so eva karoti ca kāreti ca. So paṭisandhiyaṁ upapajjati, tassa aṇuissarādayo kalalādibhāvena sarīraṁ saṇṭhapento indriyāni sampādenti. So indriyasampanno phusati, vediyati, taṇhīyati, upādiyati, ghaṭiyati. So puna bhavantare bhavatī’’ti vā, ‘‘sabbe sattā niyatisaṅgatibhāvapariṇatā’’ti (dī. ni. 1.168) vā vikappeti.",
  "anya-e0102n5:150": "So avijjāya andhīkato evaṁ vikappento yathā nāma andho pathaviyaṁ vicaranto maggampi amaggampi thalampi ninnampi samampi visamampi paṭipajjati, evaṁ puññampi apuññampi āneñjābhisaṅkhārampi abhisaṅkharotīti.",
  "anya-e0102n5:151": "Tenetaṁ vuccati –",
  "anya-e0102n5:152": "‘‘Yathāpi nāma jaccandho, naro apariṇāyako;",
  "anya-e0102n5:153": "Ekadā yāti maggena, ummaggenāpi ekadā.",
  "anya-e0102n5:154": "‘‘Saṁsāre saṁsaraṁ bālo, tathā apariṇāyako;",
  "anya-e0102n5:155": "Karoti ekadā puññaṁ, apuññamapi ekadā.",
  "anya-e0102n5:156": "‘‘Yadā ca ñatvā so dhammaṁ, saccāni abhisamessati;",
  "anya-e0102n5:157": "Tadā avijjūpasamā, upasanto carissatī’’ti.",
  "anya-e0102n5:158": "Ayaṁ ‘‘avijjāpaccayā saṅkhārā’’ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:159": "Saṅkhārapaccayāviññāṇapadavitthārakathā",
  "anya-e0102n5:160": "620. Saṅkhārapaccayā viññāṇapade – viññāṇanti cakkhuviññāṇādi chabbidhaṁ. Tattha cakkhuviññāṇaṁ kusalavipākaṁ akusalavipākanti duvidhaṁ hoti. Tathā sotaghānajivhākaāyaviññāṇāni. Manoviññāṇaṁ kusalākusalavipākā dve manodhātuyo, tisso ahetukamanoviññāṇadhātuyo, aṭṭha sahetukāni kāmāvacaravipākacittāni, pañca rūpāvacarāni, cattāri arūpāvacarānīti bāvīsatividhaṁ hoti. Iti imehi chahi viññāṇehi sabbānipi bāttiṁsa lokiyavipākaviññāṇāni saṅgahitāni honti. Lokuttarāni pana vaṭṭakathāya na yujjantīti na gahitāni.",
  "anya-e0102n5:161": "Tattha siyā ‘‘kathaṁ panetaṁ jānitabbaṁ idaṁ vuttappakāraṁ viññāṇaṁ saṅkhārapaccayā hotī’’ti? Upacitakammābhāve vipākābhāvato. Vipākaṁ hetaṁ, vipākañca na upacitakammābhāve uppajjati. Yadi uppajjeyya sabbesaṁ sabbavipākāni uppajjeyyuṁ, na ca uppajjantīti jānitabbametaṁ saṅkhārapaccayā idaṁ viññāṇaṁ hotīti.",
  "anya-e0102n5:162": "Katarasaṅkhārapaccayā kataraṁ viññāṇanti ce. Kāmāvacarapuññābhisaṅkhārapaccayā tāva kusalavipākāni pañca cakkhuviññāṇādīni, manoviññāṇe ekā manodhātu, dve manoviññāṇadhātuyo, aṭṭha kāmāvacaramahāvipākānīti soḷasa. Yathāha –",
  "anya-e0102n5:163": "‘‘Kāmāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hoti… sota… ghāna… jivhā… kāyaviññāṇaṁ … vipākā manodhātu uppannā hoti. Somanassasahagatā manoviññāṇadhātu uppannā hoti. Upekkhāsahagatā manoviññāṇadhātu uppannā hoti. Somanassasahagatā ñāṇasampayuttā. Somanassasahagatā ñāṇasampayuttā sasaṅkhārena. Somanassasahagatā ñāṇavippayuttā. Somanassasahagatā ñāṇavippayuttā sasaṅkhārena. Upekkhāsahagatā ñāṇasampayuttā. Upekkhāsahagatā ñāṇasampayuttā sasaṅkhārena. Upekkhāsahagatā ñāṇavippayuttā. Upekkhāsahagatā ñāṇavippayuttā sasaṅkhārenā’’ti (dha. sa. 431, 498).",
  "anya-e0102n5:164": "Rūpāvacarapuññābhisaṅkhārapaccayā pana pañca rūpāvacaravipākāni. Yathāha –",
  "anya-e0102n5:165": "‘‘Tasseva rūpāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ vivicceva kāmehi paṭhamaṁ jhānaṁ…pe… pañcamaṁ jhānaṁ upasampajja viharatī’’ti (dha. sa. 499). Evaṁ puññābhisaṅkhārapaccayā ekavīsatividhaṁ viññāṇaṁ hoti.",
  "anya-e0102n5:166": "Apuññābhisaṅkhārapaccayā pana akusalavipākāni pañca cakkhuviññāṇādīni, ekā manodhātu, ekā manoviññāṇadhātūti evaṁ sattavidhaṁ viññāṇaṁ hoti. Yathāha –",
  "anya-e0102n5:167": "‘‘Akusalassa kammassa kaṭattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hoti… sota… ghāna… jivhā… kāyaviññāṇaṁ… vipākā manodhātu vipākā manoviññāṇadhātu uppannā hotī’’ti (dha. sa. 556).",
  "anya-e0102n5:168": "Āneñjābhisaṅkhārapaccayā pana cattāri arūpavipākānīti evaṁ catubbidhaṁ viññāṇaṁ hoti. Yathāha –",
  "anya-e0102n5:169": "‘‘Tasseva arūpāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ sabbaso rūpasaññānaṁ samatikkamā ākāsānañcāyatanasaññāsahagataṁ…pe… viññāṇañcā…pe… ākiñcaññā…pe… nevasaññānāsaññāyatanasahagataṁ sukhassa ca dukkhassa ca pahānā catutthaṁ jhānaṁ upasampajja viharatī’’ti (dha. sa. 501).",
  "anya-e0102n5:170": "621. Evaṁ yaṁ saṅkhārapaccayā yaṁ viññāṇaṁ hoti, taṁ ñatvā idānissa evaṁ pavatti veditabbā – sabbameva hi idaṁ pavattipaṭisandhivasena dvedhā pavattati. Tattha dve pañcaviññāṇāni, dve manodhātuyo, somanassasahagatā ahetukamanoviññāṇadhātūti imāni terasa pañcavokārabhave pavattiyaññeva pavattanti. Sesāni ekūnavīsati tīsu bhavesu yathānurūpaṁ pavattiyampi paṭisandhiyampi pavattanti.",
  "anya-e0102n5:171": "Kathaṁ? Kusalavipākāni tāva cakkhuviññāṇādīni pañca kusalavipākena akusalavipākena vā nibbattassa yathākkamaṁ paripākaṁ upagatindriyassa cakkhādīnaṁ āpāthagataṁ iṭṭhaṁ iṭṭhamajjhattaṁ vā rūpādiārammaṇaṁ ārabbha cakkhādipasādaṁ nissāya dassanasavanaghāyanasāyanaphusanakiccaṁ sādhayamānāni pavattanti. Tathā akusalavipākāni pañca. Kevalañhi tesaṁ aniṭṭhaṁ aniṭṭhamajjhattaṁ vā ārammaṇaṁ hoti. Ayameva viseso. Dasapi cetāni niyatadvārārammaṇavatthuṭṭhānāni niyatakiccāneva ca bhavanti.",
  "anya-e0102n5:172": "Tato kusalavipākānaṁ cakkhuviññāṇādīnaṁ anantarā kusalavipākā manodhātu tesaṁyeva ārammaṇaṁ ārabbha hadayavatthuṁ nissāya sampaṭicchanakiccaṁ sādhayamānā pavattati. Tathā akusalavipākānaṁ anantarā akusalavipākā. Idañca pana dvayaṁ aniyatadvārārammaṇaṁ niyatavatthuṭṭhānaṁ niyatakiccañca hoti.",
  "anya-e0102n5:173": "Somanassasahagatā pana ahetukamanoviññāṇadhātu kusalavipākamanodhātuyā anantarā tassā eva ārammaṇaṁ ārabbha hadayavatthuṁ nissāya santīraṇakiccaṁ sādhayamānā chasu dvāresu balavārammaṇe kāmāvacarasattānaṁ yebhuyyena lobhasampayuttajavanāvasāne bhavaṅgavīthiṁ pacchinditvā javanena gahitārammaṇe tadārammaṇavasena ca sakiṁ vā dvikkhattuṁ vā pavattatīti majjhimaṭṭhakathāyaṁ vuttaṁ. Abhidhammaṭṭhakathāyaṁ pana tadārammaṇe dve cittavārā āgatā. Idaṁ pana cittaṁ tadārammaṇanti ca piṭṭhibhavaṅganti cāti dve nāmāni labhati. Aniyatadvārārammaṇaṁ niyatavatthukaṁ aniyataṭṭhānakiccañca hotīti. Evaṁ tāva terasa pañcavokārabhave pavattiyaññeva pavattantīti veditabbāni.",
  "anya-e0102n5:174": "Sesesu ekūnavīsatiyā na kiñci attano anurūpāya paṭisandhiyā na pavattati. Pavattiyaṁ pana kusalākusalavipākā tāva dve ahetukamanoviññāṇadhātuyo pañcadvāre kusalākusalavipākamanodhātūnaṁ anantarā santīraṇakiccaṁ, chasu dvāresu pubbe vuttanayeneva tadārammaṇakiccaṁ, attanā dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake cittuppāde bhavaṅgakiccaṁ, ante cutikiccañcāti cattāri kiccāni sādhayamānā niyatavatthukā aniyatadvārārammaṇaṭṭhānakiccā hutvā pavattanti.",
  "anya-e0102n5:175": "Aṭṭha kāmāvacarasahetukacittāni vuttanayeneva chasu dvāresu tadārammaṇakiccaṁ, attanā dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake cittuppāde bhavaṅgakiccaṁ, ante cutikiccañcāti tīṇi kiccāni sādhayamānāni niyatavatthukāni aniyatadvārārammaṇaṭṭhānakiccāni hutvā pavattanti.",
  "anya-e0102n5:176": "Pañca rūpāvacarāni cattāri ca āruppāni attanā dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake cittuppāde bhavaṅgakiccaṁ, ante cutikiccañcāti kiccadvayaṁ sādhayamānāni pavattanti . Tesu rūpāvacarāni niyatavatthārammaṇāni aniyataṭṭhānakiccāni, itarāni niyatavatthukāni niyatārammaṇāni aniyataṭṭhānakiccāni hutvā pavattantīti evaṁ tāva bāttiṁsavidhampi viññāṇaṁ pavattiyaṁ saṅkhārapaccayā pavattati. Tatrāssa te te saṅkhārā kammapaccayena ca upanissayapaccayena ca paccayā honti.",
  "anya-e0102n5:177": "622. Yaṁ pana vuttaṁ ‘‘sesesu ekūnavīsatiyā na kiñci attano anurūpāya paṭisandhiyā na pavattatī’’ti, taṁ atisaṁkhittattā dubbijānaṁ. Tenassa vitthāranayadassanatthaṁ vuccati – kati paṭisandhiyo, kati paṭisandhicittāni, kena kattha paṭisandhi hoti, kiṁ paṭisandhiyā ārammaṇanti?",
  "anya-e0102n5:178": "Asaññapaṭisandhiyā saddhiṁ vīsati paṭisandhiyo. Vuttappakārāneva ekūnavīsati paṭisandhicittāni. Tattha akusalavipākāya ahetukamanoviññāṇadhātuyā apāyesu paṭisandhi hoti. Kusalavipākāya manussaloke jaccandhajātibadhirajātiummattakajātieḷamūganapuṁsakādīnaṁ. Aṭṭhahi sahetukakāmāvacaravipākehi kāmāvacaradevesu ceva manussesu ca puññavantānaṁ paṭisandhi hoti. Pañcahi rūpāvacaravipākehi rūpībrahmaloke. Catūhi arūpāvacaravipākehi arūpaloketi. Yena ca yattha paṭisandhi hoti , sā eva tassa anurūpā paṭisandhi nāma. Saṅkhepato pana paṭisandhiyā tīṇi ārammaṇāni honti atītaṁ paccuppannaṁ navattabbañca. Asaññā paṭisandhi anārammaṇāti.",
  "anya-e0102n5:179": "Tattha viññāṇañcāyatananevasaññānāsaññāyatanapaṭisandhīnaṁ atītameva ārammaṇaṁ. Dasannaṁ kāmāvacarānaṁ atītaṁ vā paccuppannaṁ vā. Sesānaṁ navattabbameva. Evaṁ tīsu ārammaṇesu pavattamānā pana paṭisandhi yasmā atītārammaṇassa vā navattabbārammaṇassa vā cuticittassa anantarameva pavattati. Paccuppannārammaṇaṁ pana cuticittaṁ nāma natthi. Tasmā dvīsu ārammaṇesu aññatarārammaṇāya cutiyā anantarā tīsu ārammaṇesu aññatarārammaṇāya paṭisandhiyā sugatiduggativasena pavattanākāro veditabbo.",
  "anya-e0102n5:180": "623. Seyyathidaṁ – kāmāvacarasugatiyaṁ tāva ṭhitassa pāpakammino puggalassa ‘‘tānissa tasmiṁ samaye olambantī’’tiādivacanato (ma. ni. 3.248) maraṇamañce nipannassa yathūpacitaṁ pāpakammaṁ vā kammanimittaṁ vā manodvāre āpāthamāgacchati. Taṁ ārabbha uppannāya tadārammaṇapariyosānāya javanavīthiyā anantaraṁ bhavaṅgavisayaṁ ārammaṇaṁ katvā cuticittaṁ uppajjati. Tasmiṁ niruddhe tadeva āpāthagataṁ kammaṁ vā kammanimittaṁ vā ārabbha anupacchinnakilesabalavināmitaṁ duggatipariyāpannaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā atītārammaṇā paṭisandhi.",
  "anya-e0102n5:181": "Aparassa maraṇasamaye vuttappakārakammavasena narakādīsu aggijālavaṇṇādikaṁ duggatinimittaṁ manodvāre āpāthamāgacchati, tassa dvikkhattuṁ bhavaṅge uppajjitvā niruddhe taṁ ārammaṇaṁ ārabbha ekaṁ āvajjanaṁ, maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni, dve tadārammaṇānīti tīṇi vīthicittāni uppajjanti. Tato bhavaṅgavisayaṁ ārammaṇaṁ katvā ekaṁ cuticittaṁ. Ettāvatā ekādasa cittakkhaṇā atītā honti. Athassa avasesapañcacittakkhaṇāyuke tasmiññeva ārammaṇe paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:182": "Aparassa maraṇasamaye pañcannaṁ dvārānaṁ aññatarasmiṁ rāgādihetubhūtaṁ hīnamārammaṇaṁ āpāthamāgacchati. Tassa yathākkamena uppanne voṭṭhabbanāvasāne maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni, dve tadārammaṇāni ca uppajjanti. Tato bhavaṅgavisayaṁ ārammaṇaṁ katvā ekaṁ cuticittaṁ. Ettāvatā ca dve bhavaṅgāni, āvajjanaṁ, dassanaṁ, sampaṭicchanaṁ, santīraṇaṁ, voṭṭhabbanaṁ, pañca javanāni, dve tadārammaṇāni, ekaṁ cuticittanti pañcadasa cittakkhaṇā atītā honti. Athāvasesaekacittakkhaṇāyuke tasmiññeva ārammaṇe paṭisandhicittaṁ uppajjati. Ayampi atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi. Esa tāva atītārammaṇāya sugaticutiyā anantarā atītapaccuppannārammaṇāya duggatipaṭisandhiyā pavattanākāro.",
  "anya-e0102n5:183": "624. Duggatiyaṁ ṭhitassa pana upacitānavajjakammassa vuttanayeneva taṁ anavajjakammaṁ vā kammanimittaṁ vā manodvāre āpāthamāgacchatīti kaṇhapakkhe sukkapakkhaṁ ṭhapetvā sabbaṁ purimanayeneva veditabbaṁ. Ayaṁ atītārammaṇāya duggaticutiyā anantarā atītapaccuppannārammaṇāya sugatipaṭisandhiyā pavattanākāro.",
  "anya-e0102n5:184": "625. Sugatiyaṁ ṭhitassa pana upacitānavajjakammassa ‘‘tānissa tasmiṁ samaye olambantī’’tiādivacanato maraṇamañce nipannassa yathūpacitaṁ anavajjakammaṁ vā kammanimittaṁ vā manodvāre āpāthamāgacchati. Tañca kho upacitakāmāvacarānavajjakammasseva. Upacitamahaggatakammassa pana kammanimittameva āpāthamāgacchati. Taṁ ārabbha uppannāya tadārammaṇapariyosānāya suddhāya vā javanavīthiyā anantaraṁ bhavaṅgavisayaṁ ārammaṇaṁ katvā cuticittaṁ uppajjati. Tasmiṁ niruddhe tameva āpāthagataṁ kammaṁ vā kammanimittaṁ vā ārabbha anupacchinnakilesabalavināmitaṁ sugatipariyāpannaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā atītārammaṇā vā navattabbārammaṇā vā paṭisandhi.",
  "anya-e0102n5:185": "Aparassa maraṇasamaye kāmāvacaraanavajjakammavasena manussaloke mātukucchivaṇṇasaṅkhātaṁ vā devaloke uyyānavimānakapparukkhādivaṇṇasaṅkhātaṁ vā sugatinimittaṁ manodvāre āpāthamāgacchati, tassa duggatinimitte dassitānukkameneva cuticittānantaraṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:186": "Aparassa maraṇasamaye ñātakā ‘‘ayaṁ tāta tavatthāya buddhapūjā karīyati cittaṁ pasādehī’’ti vatvā pupphadāmapaṭākādivasena rūpārammaṇaṁ vā, dhammassavanatūriyapūjādivasena saddārammaṇaṁ vā, dhūmavāsagandhādivasena gandhārammaṇaṁ vā, ‘‘idaṁ tāta sāyassu tavatthāya dātabbadeyyadhamma’’nti vatvā madhuphāṇitādivasena rasārammaṇaṁ vā, ‘‘idaṁ tāta phusassu tavatthāya dātabbadeyyadhamma’’nti vatvā cīnapaṭṭasomārapaṭṭādivasena phoṭṭhabbārammaṇaṁ vā pañcadvāre upasaṁharanti, tassa tasmiṁ āpāthagate rūpādiārammaṇe yathākkamena uppannavoṭṭhabbanāvasāne maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni, dve tadārammaṇāni ca uppajjanti. Tato bhavaṅgavisayaṁ ārammaṇaṁ katvā ekaṁ cuticittaṁ, tadavasāne tasmiññeva ekacittakkhaṇaṭṭhitike ārammaṇe paṭisandhicittaṁ uppajjati. Ayampi atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:187": "626. Aparassa pana pathavīkasiṇajjhānādivasena paṭiladdhamahaggatassa sugatiyaṁ ṭhitassa maraṇasamaye kāmāvacarakusalakamma-kammanimitta-gatinimittānaṁ vā aññataraṁ, pathavīkasiṇādikaṁ vā nimittaṁ, mahaggatacittaṁ vā manodvāre āpāthamāgacchati, cakkhusotānaṁ vā aññatarasmiṁ kusaluppattihetubhūtaṁ paṇītamārammaṇaṁ āpāthamāgacchati, tassa yathākkamena uppannavoṭṭhabbanāvasāne maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni uppajjanti. Mahaggatagatikānaṁ pana tadārammaṇaṁ natthi, tasmā javanānantaraṁyeva bhavaṅgavisayaṁ ārammaṇaṁ katvā ekaṁ cuticittaṁ uppajjati. Tassāvasāne kāmāvacaramahaggatasugatīnaṁ aññatarasugatipariyāpannaṁ yathūpaṭṭhitesu ārammaṇesu aññatarārammaṇaṁ paṭisandhicittaṁ uppajjati. Ayaṁ navattabbārammaṇāya sugaticutiyā anantarā atītapaccuppannanavattabbārammaṇānaṁ aññatarārammaṇā paṭisandhi.",
  "anya-e0102n5:188": "Etenānusārena āruppacutiyāpi anantarā paṭisandhi veditabbā. Ayaṁ atītanavattabbārammaṇāya sugaticutiyā anantarā atītanavattabbapaccuppannārammaṇāya paṭisandhiyā pavattanākāro.",
  "anya-e0102n5:189": "627. Duggatiyaṁ ṭhitassa pana pāpakammino vuttanayeneva taṁ kammaṁ kammanimittaṁ gatinimittaṁ vā manodvāre. Pañcadvāre vā pana akusaluppatti hetubhūtaṁ ārammaṇaṁ āpāthamāgacchati, athassa yathākkamena cuticittāvasāne duggatipariyāpannaṁ tesu ārammaṇesu aññatarārammaṇaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya duggaticutiyā anantarā atītapaccuppannārammaṇāya paṭisandhiyā pavattanākāroti. Ettāvatā ekūnavīsatividhassāpi viññāṇassa paṭisandhivasena pavatti dīpitā hoti.",
  "anya-e0102n5:190": "628. Tayidaṁ sabbampi evaṁ,",
  "anya-e0102n5:191": "Pavattamānaṁ sandhimhi, dvedhā kammena vattati;",
  "anya-e0102n5:192": "Missādīhi ca bhedehi, bhedassa duvidhādiko.",
  "anya-e0102n5:193": "Idañhi ekūnavīsatividhampi vipākaviññāṇaṁ paṭisandhimhi pavattamānā dvedhā kammena vattati. Yathāsakañhi ekassa janakakammaṁ nānākkhaṇikakammapaccayena ceva upanissayapaccayena ca paccayo hoti. Vuttañhetaṁ ‘‘kusalākusalaṁ kammaṁ vipākassa upanissayapaccayena paccayo’’ti (paṭṭhā. 1.1.423). Evaṁ vattamānassa panassa missādīhi bhedehi duvidhādikopi bhedo veditabbo.",
  "anya-e0102n5:194": "Seyyathidaṁ – idañhi paṭisandhivasena ekadhā pavattamānampi rūpena saha missāmissabhedato duvidhaṁ. Kāmarūpārūpabhavabhedato tividhaṁ. Aṇḍajajalābuja-saṁsedaja-opapātikayonivasena catubbidhaṁ. Gativasena pañcavidhaṁ. Viññāṇaṭṭhitivasena sattavidhaṁ. Sattāvāsavasena aṭṭhavidhaṁ hoti.",
  "anya-e0102n5:195": "629. Tattha,",
  "anya-e0102n5:196": "Missaṁ dvidhā bhāvabhedā, sabhāvaṁ tattha ca dvidhā;",
  "anya-e0102n5:197": "Dve vā tayo vā dasakā, omato ādinā saha.",
  "anya-e0102n5:198": "Missaṁ dvidhā bhāvabhedāti yaṁ hetaṁ ettha aññatra arūpabhavā rūpamissaṁ paṭisandhiviññāṇaṁ uppajjati, taṁ rūpabhave itthindriyapurisindriyasaṅkhātena bhāvena vinā uppattito. Kāmabhave aññatra jātipaṇḍakapaṭisandhiyā bhāvena saha uppattito sa-bhāvaṁ, a-bhāvanti duvidhaṁ hoti.",
  "anya-e0102n5:199": "Sabhāvaṁtattha ca dvidhāti tatthāpi ca yaṁ sa-bhāvaṁ, taṁ itthipurisabhāvānaṁ aññatarena saha uppattito duvidhameva hoti.",
  "anya-e0102n5:200": "Dve vā tayo vā dasakā omato ādinā sahāti yaṁ hetamettha ‘‘missaṁ amissa’’nti duke ādibhūtaṁ rūpamissaṁ paṭisandhiviññāṇaṁ, tena saha vatthukāyadasakavasena dve vā, vatthukāyabhāvadasakavasena tayo vā dasakā omato uppajjanti, natthi ito paraṁ rūpaparihānīti. Taṁ panetaṁ evaṁ omakaparimāṇaṁ uppajjamānaṁ aṇḍajajalābujanāmikāsu dvīsu yonīsu jātiuṇṇāya ekena aṁsunā uddhaṭasappimaṇḍappamāṇaṁ kalalanti laddhasaṅkhaṁ hutvā uppajjati. Tattha yonīnaṁ gativasena sambhavabhedo veditabbo.",
  "anya-e0102n5:201": "630. Etāsu hi,",
  "anya-e0102n5:202": "Niraye bhummavajjesu, devesu ca na yoniyo;",
  "anya-e0102n5:203": "Tisso purimikā honti, catassopi gatittaye.",
  "anya-e0102n5:204": "Tattha devesu cāti casaddena yathā niraye ca bhummavajjesu ca devesu, evaṁ nijjhāmataṇhikapetesu ca purimikā tisso yoniyo na santīti veditabbā. Opapātikā eva hi te honti. Sese pana tiracchānapettivisayamanussasaṅkhāte gatittaye pubbe vajjitabhummadevesu ca catassopi yoniyo honti. Tattha,",
  "anya-e0102n5:205": "Tiṁsa nava ceva rūpīsu, sattati ukkaṁsatotha rūpāni;",
  "anya-e0102n5:206": "Saṁsedupapātayonisu, atha vā avakaṁsato tiṁsa.",
  "anya-e0102n5:207": "Rūpībrahmesu tāva opapātikayonikesu cakkhusotavatthudasakānaṁ jīvitanavakassa cāti catunnaṁ kalāpānaṁ vasena tiṁsa ca nava ca paṭisandhiviññāṇena saha rūpāni uppajjanti. Rūpī brahme pana ṭhapetvā aññesu saṁsedajaopapātikayonikesu ukkaṁsato cakkhusotaghānajivhākāyavatthubhāvadasakānaṁ vasena sattati, tāni ca niccaṁ devesu. Tattha vaṇṇo gandho raso ojā catasso cāpi dhātuyo cakkhupasādo jīvitanti ayaṁ dasarūpaparimāṇo rūpapuñjo cakkhudasako nāma. Evaṁ sesā veditabbā . Avakaṁsato pana jaccandhabadhiraaghānakanapuṁsakassa jivhākāyavatthudasakānaṁ vasena tiṁsa rūpāni uppajjanti. Ukkaṁsāvakaṁsānaṁ pana antare anurūpato vikappo veditabbo.",
  "anya-e0102n5:208": "631. Evaṁ viditvā puna,",
  "anya-e0102n5:209": "Khandhārammaṇagatihetu-vedanāpītivitakkavicārehi;",
  "anya-e0102n5:210": "Bhedābhedaviseso, cutisandhīnaṁ pariññeyyo.",
  "anya-e0102n5:211": "Yā hesā missāmissato duvidhā paṭisandhi, yā cassā atītānantarā cuti, tāsaṁ imehi khandhādīhi bhedābhedaviseso ñātabboti attho.",
  "anya-e0102n5:212": "Kathaṁ? Kadāci hi catukkhandhāya āruppacutiyā anantarā catukkhandhāva ārammaṇatopi abhinnā paṭisandhi hoti. Kadāci amahaggatabahiddhārammaṇāya mahaggataajjhattārammaṇā. Ayaṁ tāva arūpabhūmīsuyeva nayo. Kadāci pana catukkhandhāya arūpacutiyā anantarā pañcakkhandhā kāmāvacarapaṭisandhi . Kadāci pañcakkhandhāya kāmāvacaracutiyā rūpāvacaracutiyā vā anantarā catukkhandhā arūpapaṭisandhi. Evaṁ atītārammaṇāya cutiyā paccuppannārammaṇā paṭisandhi. Ekaccasugaticutiyā ekaccaduggatipaṭisandhi. Ahetukacutiyā sahetukapaṭisandhi. Duhetukacutiyā tihetukapaṭisandhi. Upekkhāsahagatacutiyā somanassasahagatapaṭisandhi. Appītikacutiyā sappītikapaṭisandhi. Avitakkacutiyā savitakkapaṭisandhi. Avicāracutiyā savicārapaṭisandhi. Avitakkāvicāracutiyā savitakkasavicārapaṭisandhīti tassa tassa viparītato ca yathāyogaṁ yojetabbaṁ.",
  "anya-e0102n5:213": "632.",
  "anya-e0102n5:214": " Laddhapaccayamiti dhammamattametaṁ bhavantaramupeti;",
  "anya-e0102n5:215": "Nāssa tato saṅkanti, na tato hetuṁ vinā hoti.",
  "anya-e0102n5:216": "Iti hetaṁ laddhapaccayaṁ rūpārūpadhammamattaṁ uppajjamānaṁ bhavantaramupetīti vuccati, na satto, na jīvo. Tassa ca nāpi atītabhavato idha saṅkanti atthi. Nāpi tato hetuṁ vinā idha pātubhāvo. Tayidaṁ pākaṭena manussacutipaṭisandhikkamena pakāsayissāma.",
  "anya-e0102n5:217": "Atītabhavasmiṁ hi sarasena upakkamena vā samāsannamaraṇassa asayhānaṁ sabbaṅgapaccaṅgasandhibandhanacchedakānaṁ māraṇantikavedanāsatthānaṁ sannipātaṁ asahantassa ātape pakkhittaharitatālapaṇṇamiva kamena upasussamāne sarīre niruddhesu cakkhādīsu indriyesu hadayavatthumatte patiṭṭhitesu kāyindriyamanindriyajīvitindriyesu taṅkhaṇāvasesahadayavatthusannissitaṁ viññāṇaṁ garukasamāsevitāsannapubbakatānaṁ aññataraṁ laddhāvasesapaccayasaṅkhārasaṅkhātaṁ kammaṁ, tadupaṭṭhāpitaṁ vā kammanimittagatinimittasaṅkhātaṁ visayaṁ ārabbha pavattati. Tadevaṁ pavattamānaṁ taṇhāvijjānaṁ appahīnattā avijjāpaṭicchāditādīnave tasmiṁ visaye taṇhā nāmeti, sahajātasaṅkhārā khipanti. Taṁ santativasena taṇhāya nāmiyamānaṁ saṅkhārehi khippamānaṁ orimatīrarukkhavinibaddharajjumālambitvā mātikātikkamako viya purimañca nissayaṁ jahati, aparañca kammasamuṭṭhāpitaṁ nissayaṁ assādayamānaṁ vā anassādayamānaṁ vā ārammaṇādīhiyeva paccayehi pavattatīti.",
  "anya-e0102n5:218": "Ettha ca purimaṁ cavanato cuti. Pacchimaṁ bhavantarādipaṭisandhānato paṭisandhīti vuccati . Tadetaṁ nāpi purimabhavā idhāgataṁ, nāpi tato kammasaṅkhāranativisayādihetuṁ vinā pātubhūtanti veditabbaṁ.",
  "anya-e0102n5:219": "633.",
  "anya-e0102n5:220": " Siyuṁ nidassanānettha, paṭighosādikā atha;",
  "anya-e0102n5:221": "Santānabandhato natthi, ekatā nāpi nānatā.",
  "anya-e0102n5:222": "Ettha cetassa viññāṇassa purimabhavato idha anāgamane, atītabhavapariyāpannahetūti ca uppāde paṭighosa-padīpa-muddā-paṭibimbappakārā dhammā nidassanāni siyuṁ. Yathā hi paṭighosa-padīpa-muddā-chāyā saddādihetukā honti aññatra agantvā evamevaṁ idaṁ cittaṁ.",
  "anya-e0102n5:223": "Ettha ca santānabandhato natthi ekatā nāpi nānatā. Yadi hi santānabandhe sati ekantamekatā bhaveyya, na khīrato dadhi sambhūtaṁ siyā. Athāpi ekantanānatā bhaveyya, na khīrassādhīno dadhi siyā. Esa nayo sabbahetuhetusamuppannesu. Evañca sati sabbalokavohāralopo siyā, so ca aniṭṭho. Tasmā ettha na ekantamekatā vā nānatā vā upagantabbāti.",
  "anya-e0102n5:224": "634. Etthāha – nanu evaṁ asaṅkantipātubhāve sati ye imasmiṁ manussattabhāve khandhā, tesaṁ niruddhattā, phalapaccayassa ca kammassa tattha agamanato aññassa aññato ca taṁ phalaṁ siyā, upabhuñjake ca asati kassa taṁ phalaṁ siyā, tasmā na sundaramidaṁ vidhānanti. Tatridaṁ vuccati –",
  "anya-e0102n5:225": "Santāne yaṁ phalaṁ etaṁ, nāññassa na ca aññato;",
  "anya-e0102n5:226": "Bījānaṁ abhisaṅkhāro, etassatthassa sādhako.",
  "anya-e0102n5:227": "Ekasantānasmiṁ hi phalaṁ uppajjamānaṁ tattha ekantaekattanānattānaṁ paṭisiddhattā aññassāti vā aññatoti vā na hoti. Etassa ca panatthassa bījānaṁ abhisaṅkhāro sādhako. Ambabījādīnaṁ hi abhisaṅkhāresu katesu tassa bījassa santāne laddhapaccayo kālantare phalaviseso uppajjamāno na aññabījānaṁ, nāpi aññābhisaṅkhārapaccayā uppajjati , na ca tāni bījāni, te abhisaṅkhārā vā phalaṭṭhānaṁ pāpuṇanti, evaṁ sampadamidaṁ veditabbaṁ. Vijjāsipposadhādīhi cāpi bālasarīre upayuttehi kālantare vuḍḍhasarīrādīsu phaladehi ayamattho veditabbo.",
  "anya-e0102n5:228": "Yampi vuttaṁ ‘‘upabhuñjake ca asati kassa taṁ phalaṁ siyā’’ti, tattha,",
  "anya-e0102n5:229": "Phalassuppattiyā eva, siddhā bhuñjakasammuti;",
  "anya-e0102n5:230": "Phaluppādena rukkhassa, yathā phalati sammuti.",
  "anya-e0102n5:231": "Yathā hi rukkhasaṅkhātānaṁ dhammānaṁ ekadesabhūtassa rukkhaphalassa uppattiyā eva rukkho phalatīti vā phalitoti vā vuccati, tathā devamanussasaṅkhātānaṁ khandhānaṁ ekadesabhūtassa upabhogasaṅkhātassa sukhadukkhaphalassa uppādeneva devo, manusso vā upabhuñjatīti vā, sukhito, dukkhitoti vā vuccati. Tasmā na ettha aññena upabhuñjakena nāma koci attho atthīti.",
  "anya-e0102n5:232": "635. Yopi vadeyya ‘‘evaṁ santepi ete saṅkhārā vijjamānā vā phalassa paccayā siyuṁ, avijjamānā vā, yadi ca vijjamānā pavattikkhaṇeyeva nesaṁ vipākena bhavitabbaṁ, atha avijjamānā pavattito pubbe pacchā ca niccaṁ phalāvahā siyu’’nti, so evaṁ vattabbo –",
  "anya-e0102n5:233": "Katattā paccayā ete, na ca niccaṁ phalāvahā;",
  "anya-e0102n5:234": "Pāṭibhogādikaṁ tattha, veditabbaṁ nidassanaṁ.",
  "anya-e0102n5:235": "Katattāyeva hi saṅkhārā attano phalassa paccayā honti, na vijjamānattā, avijjamānattā vā. Yathāha – ‘‘kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hotī’’tiādi (dha. sa. 431). Yathārahassa ca attano phalassa paccayā hutvā na puna phalāvahā honti vipākattā. Etassa catthassa vibhāvane idaṁ pāṭibhogādikaṁ nidassanaṁ veditabbaṁ. Yathā hi loke yo kassaci atthassa niyyātanatthaṁ pāṭibhogo hoti, bhaṇḍaṁ vā kiṇāti, iṇaṁ vā gaṇhāti, tassa taṁ kiriyākaraṇamattameva tadatthaniyyātanādimhi paccayo hoti, na kiriyāya vijjamānattaṁ, avijjamānattaṁ vā, na ca tadatthaniyyātanādito parampi dhārakova hoti. Kasmā? Niyyātanādīnaṁ katattā. Evaṁ katattāva saṅkhārāpi attano phalassa paccayā honti, na ca yathārahaṁ phaladānato parampi phalāvahā hontīti. Ettāvatā missāmissavasena dvedhāpi vattamānassa paṭisandhiviññāṇassa saṅkhārapaccayā pavatti dīpitā hoti.",
  "anya-e0102n5:236": "636. Idāni sabbesveva tesu bāttiṁsavipākaviññāṇesu sammohavighātatthaṁ,",
  "anya-e0102n5:237": "Paṭisandhipavattīnaṁ, vasenete bhavādisu;",
  "anya-e0102n5:238": "Vijānitabbā saṅkhārā, yathā yesañca paccayā.",
  "anya-e0102n5:239": "Tattha tayo bhavā, catasso yoniyo, pañca gatiyo, satta viññāṇaṭṭhitiyo, nava sattāvāsāti ete bhavādayo nāma. Etesu bhavādīsu paṭisandhiyaṁ pavatte ca ete yesaṁ vipākaviññāṇānaṁ paccayā, yathā ca paccayā honti, tathā vijānitabbāti attho.",
  "anya-e0102n5:240": "Tattha puññābhisaṅkhāre tāva kāmāvacaraaṭṭhacetanābhedo puññābhisaṅkhāro avisesena kāmabhave sugatiyaṁ navannaṁ vipākaviññāṇānaṁ paṭisandhiyaṁ nānakkhaṇikakammapaccayena ceva upanissayapaccayena cāti dvedhā paccayo. Rūpāvacarapañcakusalacetanābhedo puññābhisaṅkhāro rūpabhave paṭisandhiyaṁ eva pañcannaṁ.",
  "anya-e0102n5:241": "Vuttappabhedakāmāvacaro pana kāmabhave sugatiyaṁ upekkhāsahagatāhetumanoviññāṇadhātuvajjānaṁ sattannaṁ parittavipākaviññāṇānaṁ vuttanayeneva dvedhā paccayo pavatte, no paṭisandhiyaṁ. Sveva rūpabhave pañcannaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ. Kāmabhave pana duggatiyaṁ aṭṭhannampi parittavipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ. Tattha niraye mahāmoggallānattherassa narakacārikādīsu iṭṭhārammaṇasamāyoge so paccayo hoti, tiracchānesu pana petamahiddhikesu ca iṭṭhārammaṇaṁ labbhatiyeva.",
  "anya-e0102n5:242": "Sveva kāmabhave sugatiyaṁ soḷasannampi kusalavipākaviññāṇānaṁ tatheva paccayo pavatte ca paṭisandhiyañca. Avisesena pana puññābhisaṅkhāro rūpabhave dasannaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:243": "Dvādasākusalacetanābhedo apuññābhisaṅkhāro kāmabhave duggatiyaṁ ekassa viññāṇassa tatheva paccayo paṭisandhiyaṁ, no pavatte. Channaṁ pavatte, no paṭisandhiyaṁ. Sattannampi akusalavipākaviññāṇānaṁ pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:244": "Kāmabhave pana sugatiyaṁ tesaṁyeva sattannaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ. Rūpabhave catunnaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ. So ca kho kāmāvacare aniṭṭharūpadassanasaddasavanavasena, brahmaloke pana aniṭṭharūpādayo nāma natthi. Tathā kāmāvacaradevalokepi.",
  "anya-e0102n5:245": "Āneñjābhisaṅkhāro arūpabhave catunnaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:246": "Evaṁ tāva bhavesu paṭisandhipavattīnaṁ vasena ete saṅkhārā yesaṁ paccayā, yathā ca paccayā honti, tathā vijānitabbā. Eteneva nayena yoniādīsupi veditabbā.",
  "anya-e0102n5:247": "637. Tatridaṁ ādito paṭṭhāya mukhamattapakāsanaṁ – imesu hi saṅkhāresu yasmā puññābhisaṅkhāro tāva dvīsu bhavesu paṭisandhiṁ datvā sabbamattano vipākaṁ janeti. Tathā aṇḍajādīsu catūsu yonīsu, devamanussasaṅkhātāsu dvīsu gatīsu, nānattakāyanānattasaññīnānattakāyaekattasaññī-ekattakāyanānattasaññī-ekattakāyaekattasaññīsaṅkhātāsu catūsu viññāṇaṭṭhitīsu. Asaññasattāvāse panesa rūpamattamevābhisaṅkharotīti catūsuyeva sattāvāsesu ca paṭisandhiṁ datvā sabbamattano vipākaṁ janeti. Tasmā esa etesu dvīsu bhavesu, catūsu yonīsu, dvīsu gatīsu, catūsu viññāṇaṭṭhitīsu, catūsu sattāvāsesu ca ekavīsatiyā vipākaviññāṇānaṁ vuttanayeneva paccayo hoti yathāsambhavaṁ paṭisandhiyaṁ pavatte ca.",
  "anya-e0102n5:248": "Apuññābhisaṅkhāro pana yasmā ekasmiṁyeva kāmabhave catūsu yonīsu, avasesāsu tīsu gatīsu , nānattakāyaekattasaññīsaṅkhātāya ekissā viññāṇaṭṭhitiyā, tādiseyeva ca ekasmiṁ sattāvāse paṭisandhivasena vipaccati, tasmā esa ekasmiṁ bhave, catūsu yonīsu, tīsu gatīsu, ekissā viññāṇaṭṭhitiyā, ekamhi ca sattāvāse sattannaṁ vipākaviññāṇānaṁ vuttanayeneva paccayo paṭisandhiyaṁ pavatte ca.",
  "anya-e0102n5:249": "Āneñjābhisaṅkhāro pana yasmā ekasmiṁyeva arūpabhave, ekissā opapātikayoniyā, ekissā devagatiyā, ākāsānañcāyatanādikāsu tīsu viññāṇaṭṭhitīsu, ākāsānañcāyatanādikesu ca catūsu sattāvāsesu paṭisandhivasena vipaccati, tasmā esa ekasmiṁ bhave, ekissā yoniyā, ekissā gatiyā, tīsu viññāṇaṭṭhitīsu, catūsu sattāvāsesu catunnaṁ viññāṇānaṁ vuttanayeneva paccayo hoti paṭisandhiyaṁ pavatte cāti. Evaṁ,",
  "anya-e0102n5:250": "Paṭisandhipavattīnaṁ , vasenete bhavādisu;",
  "anya-e0102n5:251": "Vijānitabbā saṅkhārā, yathā yesañca paccayāti.",
  "anya-e0102n5:252": "Ayaṁ ‘‘saṅkhārapaccayā viññāṇa’’nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:253": "Viññāṇapaccayānāmarūpapadavitthārakathā",
  "anya-e0102n5:254": "638. Viññāṇapaccayā nāmarūpapade –",
  "anya-e0102n5:255": "Vibhāgā nāmarūpānaṁ, bhavādīsu pavattito;",
  "anya-e0102n5:256": "Saṅgahā paccayanayā, viññātabbo vinicchayo.",
  "anya-e0102n5:257": "Vibhāgā nāmarūpānanti ettha hi nāmanti ārammaṇābhimukhaṁ namanato vedanādayo tayo khandhā, rūpanti cattāri mahābhūtāni catunnañca mahābhūtānaṁ upādāyarūpaṁ. Tesaṁ vibhāgo khandhaniddese vuttoyevāti. Evaṁ tāvettha vibhāgā nāmarūpānaṁ viññātabbo vinicchayo.",
  "anya-e0102n5:258": "Bhavādīsu pavattitoti ettha ca nāmaṁ ekaṁ sattāvāsaṁ ṭhapetvā sabbabhavayonigativiññāṇaṭṭhitisesasattāvāsesu pavattati, rūpaṁ dvīsu bhavesu, catūsu yonīsu, pañcasu gatīsu, purimāsu catūsu viññāṇaṭṭhitīsu, pañcasu sattāvāsesu pavattati.",
  "anya-e0102n5:259": "Evaṁ pavattamāne ca etasmiṁ nāmarūpe yasmā abhāvakagabbhaseyyakānaṁ aṇḍajānañca paṭisandhikkhaṇe vatthukāyadasakavasena rūpato dvesantatisīsāni, tayo ca arūpino khandhā pātubhavanti, tasmā tesaṁ vitthārena rūparūpato vīsati dhammā, tayo ca arūpino khandhāti ete tevīsati dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena pana ekasantatisīsato nava rūpadhamme apanetvā cuddasa. Sabhāvakānaṁ bhāvadasakaṁ pakkhipitvā tettiṁsa, tesampi aggahitaggahaṇena santatisīsadvayato aṭṭhārasa rūpadhamme apanetvā pannarasa.",
  "anya-e0102n5:260": "Yasmā ca opapātikasattesu brahmakāyikādīnaṁ paṭisandhikkhaṇe cakkhusotavatthudasakānaṁ, jīvitindriyanavakassa ca vasena rūpato cattāri santatisīsāni, tayo ca arūpino khandhā pātubhavanti, tasmā tesaṁ vitthārena rūparūpato ekūnacattālīsa dhammā, tayo ca arūpino khandhāti ete bācattālīsa dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena pana santatisīsattayato sattavīsati dhamme apanetvā pannarasa.",
  "anya-e0102n5:261": "Kāmabhave pana yasmā sesaopapātikānaṁ, saṁsedajānaṁ vā sabhāvakaparipuṇṇāyatanānaṁ paṭisandhikkhaṇe rūpato satta santatisīsāni, tayo ca arūpino khandhā pātubhavanti, tasmā tesaṁ vitthārena rūparūpato sattati dhammā, tayo ca arūpino khandhāti ete tesattati dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena pana rūpasantatisīsachakkato catupaññāsa dhamme apanetvā ekūnavīsati. Esa ukkaṁso. Avakaṁsena pana taṁtaṁrūpasantatisīsavikalānaṁ tassa tassa vasena hāpetvā hāpetvā saṅkhepato vitthārato ca paṭisandhiyaṁ viññāṇapaccayā nāmarūpasaṅkhā veditabbā.",
  "anya-e0102n5:262": "Arūpīnaṁ pana tayova arūpino khandhā. Asaññīnaṁ rūpato jīvitindriyanavakamevāti. Esa tāva paṭisandhiyaṁ nayo.",
  "anya-e0102n5:263": "Pavatte pana sabbattha rūpappavattidese paṭisandhicittassa ṭhitikkhaṇe paṭisandhicittena saha pavattaututo utusamuṭṭhānaṁ suddhaṭṭhakaṁ pātubhavati. Paṭisandhicittaṁ pana rūpaṁ na samuṭṭhāpeti. Tañhi yathā papāte patitapuriso parassa paccayo hotuṁ na sakkoti, evaṁ vatthudubbalatāya dubbalattā rūpaṁ samuṭṭhāpetuṁ na sakkoti. Paṭisandhicittato pana uddhaṁ paṭhamabhavaṅgato pabhuti cittasamuṭṭhānaṁ suddhaṭṭhakaṁ, saddapātubhāvakāle paṭisandhikkhaṇato uddhaṁ pavattaututo ceva cittato ca saddanavakaṁ, ye pana kabaḷīkārāhārūpajīvino gabbhaseyyakasattā, tesaṁ,",
  "anya-e0102n5:264": "‘‘Yañcassa bhuñjati mātā, annaṁ pānañca bhojanaṁ;",
  "anya-e0102n5:265": "Tena so tattha yāpeti, mātukucchigato naro’’ti. –",
  "anya-e0102n5:266": "Vacanato mātarā ajjhoharitāhārena anugate sarīre, opapātikānaṁ sabbapaṭhamaṁ attano mukhagataṁ kheḷaṁ ajjhoharaṇakāle āhārasamuṭṭhānaṁ suddhaṭṭhakanti idaṁ āhārasamuṭṭhānassa suddhaṭṭhakassa, utucittasamuṭṭhānānañca ukkaṁsato dvinnaṁ navakānaṁ vasena chabbīsatividhaṁ, pubbe ekekacittakkhaṇe tikkhattuṁ uppajjamānaṁ vuttaṁ kammasamuṭṭhānañca sattatividhanti channavutividhaṁ rūpaṁ, tayo ca arūpino khandhāti samāsato navanavuti dhammā. Yasmā vā saddo aniyato kadācideva pātubhāvato, tasmā duvidhampi taṁ apanetvā ime sattanavuti dhammā yathāsambhavaṁ sabbasattānaṁ viññāṇapaccayā nāmarūpanti veditabbaṁ. Tesaṁ hi suttānampi pamattānampi khādantānampi pivantānampi divā ca rattiñca ete viññāṇapaccayā pavattanti. Tañca nesaṁ viññāṇapaccayabhāvaṁ parato vaṇṇayissāma.",
  "anya-e0102n5:267": "Yampanetamettha kammajarūpaṁ, taṁ bhavayonigatiṭhitisattāvāsesu sabbapaṭhamaṁ patiṭṭhahantampi tisamuṭṭhānikarūpena anupatthaddhaṁ na sakkoti saṇṭhātuṁ, nāpi tisamuṭṭhānikaṁ tena anupatthaddhaṁ. Atha kho vātabbhāhatāpi catuddisā vavatthāpitā naḷakalāpiyo viya, ūmivegabbhāhatāpi mahāsamudde katthaci laddhapatiṭṭhā bhinnavāhanikā viya ca aññamaññupatthaddhānevetāni apatamānāni saṇṭhahitvā ekampi vassaṁ dvepi vassāni…pe… vassasatampi yāva tesaṁ sattānaṁ āyukkhayo vā puññakkhayo vā, tāva pavattantīti. Evaṁ bhavādīsu pavattitopettha viññātabbo vinicchayo.",
  "anya-e0102n5:268": "639.Saṅgahāti ettha ca yaṁ āruppe pavattipaṭisandhīsu, pañcavokārabhave ca pavattiyaṁ viññāṇapaccayā nāmameva, yañca asaññesu sabbattha, pañcavokārabhave ca pavattiyaṁ viññāṇapaccayā rūpameva, yañca pañcavokārabhave sabbattha viññāṇapaccayā nāmarūpaṁ, taṁ sabbaṁ nāmañca rūpañca nāmarūpañca nāmarūpanti evaṁ ekadesasarūpekasesanayena saṅgahetvā viññāṇapaccayā nāmarūpanti veditabbaṁ.",
  "anya-e0102n5:269": "Asaññesu viññāṇābhāvā ayuttanti ce, nāyuttaṁ. Idampi,",
  "anya-e0102n5:270": "Nāmarūpassa yaṁ hetu, viññāṇaṁ taṁ dvidhā mataṁ;",
  "anya-e0102n5:271": "Vipākamavipākañca, yuttameva yato idaṁ.",
  "anya-e0102n5:272": "Yañhi nāmarūpassa hetu viññāṇaṁ, taṁ vipākāvipākabhedato dvedhā mataṁ. Idañca asaññasattesu kammasamuṭṭhānattā pañcavokārabhave pavattaabhisaṅkhāraviññāṇapaccayā rūpaṁ. Tathā pañcavokāre pavattiyaṁ kusalādicittakkhaṇe kammasamuṭṭhānanti yuttameva idaṁ. Evaṁ saṅgahatopettha viññātabbo vinicchayo.",
  "anya-e0102n5:273": "640.Paccayanayāti ettha hi,",
  "anya-e0102n5:274": "Nāmassa pākaviññāṇaṁ, navadhā hoti paccayo;",
  "anya-e0102n5:275": "Vatthurūpassa navadhā, sesarūpassa aṭṭhadhā.",
  "anya-e0102n5:276": "Abhisaṅkhāraviññāṇaṁ, hoti rūpassa ekadhā;",
  "anya-e0102n5:277": "Tadaññaṁ pana viññāṇaṁ, tassa tassa yathārahaṁ.",
  "anya-e0102n5:278": "Yañhetaṁ paṭisandhiyaṁ pavattiyaṁ vā vipākasaṅkhātaṁ nāmaṁ, tassa rūpamissassa vā amissassa vā paṭisandhikaṁ vā aññaṁ vā vipākaviññāṇaṁ sahajātaaññamaññanissayasampayuttavipākāhārindriyaatthiavigatapaccayehi navadhā paccayo hoti.",
  "anya-e0102n5:279": "Vatthurūpassa paṭisandhiyaṁ sahajātaaññamaññanissayavipākāhārindriyavippayuttaatthiavigatapaccayehi navadhā paccayo hoti. Ṭhapetvā pana vatthurūpaṁ sesarūpassa imesu navasu aññamaññapaccayaṁ apanetvā sesehi aṭṭhahi paccayehi paccayo hoti.",
  "anya-e0102n5:280": "Abhisaṅkhāraviññāṇaṁ pana asaññasattarūpassa vā pañcavokārabhave vā kammajassa rūpassa suttantikapariyāyato upanissayavasena ekadhāva paccayo hoti. Avasesaṁ paṭhamabhavaṅgato pabhuti sabbampi viññāṇaṁ tassa tassa nāmarūpassa yathārahaṁ paccayo hotīti veditabbaṁ. Vitthārato pana tassa paccayanaye dassiyamāne sabbāpi paṭṭhānakathā vitthāretabbā hotīti na naṁ ārabhāma.",
  "anya-e0102n5:281": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ ‘‘paṭisandhināmarūpaṁ viññāṇapaccayā hotī’’ti? Suttato yuttito ca. Sutte hi ‘‘cittānuparivattino dhammā’’tiādinā (dha. sa. dukamātikā 62) nayena bahudhā vedanādīnaṁ viññāṇapaccayatā siddhā. Yuttito pana,",
  "anya-e0102n5:282": "Cittajena hi rūpena, idha diṭṭhena sijjhati;",
  "anya-e0102n5:283": "Adiṭṭhassāpi rūpassa, viññāṇaṁ paccayo iti.",
  "anya-e0102n5:284": "Citte hi pasanne appasanne vā tadanurūpāni rūpāni uppajjamānāni diṭṭhāni. Diṭṭhena ca adiṭṭhassa anumānaṁ hotīti iminā idha diṭṭhena cittajarūpena adiṭṭhassāpi paṭisandhirūpassa viññāṇaṁ paccayo hotīti jānitabbametaṁ. Kammasamuṭṭhānassāpi hi tassa cittasamuṭṭhānasseva viññāṇapaccayatā paṭṭhāne āgatāti. Evaṁ paccayanayatopettha viññātabbo vinicchayoti.",
  "anya-e0102n5:285": "Ayaṁ ‘‘viññāṇapaccayā nāmarūpa’’nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:286": "Nāmarūpapaccayāsaḷāyatanapadavitthārakathā",
  "anya-e0102n5:287": "641. Nāmarūpapaccayā saḷāyatanapade –",
  "anya-e0102n5:288": "Nāmaṁ khandhattayaṁ rūpaṁ, bhūtavatthādikaṁ mataṁ;",
  "anya-e0102n5:289": "Katekasesaṁ taṁ tassa, tādisasseva paccayo.",
  "anya-e0102n5:290": "Yañhetaṁ saḷāyatanasseva paccayabhūtaṁ nāmarūpaṁ, tattha nāmanti vedanādikkhandhattayaṁ, rūpaṁ pana sasantatipariyāpannaṁ niyamato cattāri bhūtāni cha vatthūni jīvitindriyanti evaṁ bhūtavatthādikaṁ matanti veditabbaṁ. Taṁ pana nāmañca rūpañca nāmarūpañca nāmarūpanti evaṁ katekasesaṁ chaṭṭhāyatanañca saḷāyatanañca saḷāyatananti evaṁ katekasesasseva saḷāyatanassa paccayoti veditabbaṁ. Kasmā? Yasmā āruppe nāmameva paccayo, tañca chaṭṭhāyatanasseva na aññassa. ‘‘Nāmapaccayā chaṭṭhāyatana’’nti (vibha. 322) hi vibhaṅge vuttaṁ.",
  "anya-e0102n5:291": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ ‘‘nāmarūpaṁ saḷāyatanassa paccayo’’ti? Nāmarūpabhāve bhāvato. Tassa tassa hi nāmassa rūpassa ca bhāve taṁ taṁ āyatanaṁ hoti, na aññathā. Sā panassa tabbhāvabhāvitā paccayanayasmiṁ yeva āvibhavissati. Tasmā,",
  "anya-e0102n5:292": "Paṭisandhiyā pavatte vā, hoti yaṁ yassa paccayo;",
  "anya-e0102n5:293": "Yathā ca paccayo hoti, tathā neyyaṁ vibhāvinā.",
  "anya-e0102n5:294": "Tatrāyamatthadīpanā –",
  "anya-e0102n5:295": "Nāmameva hi āruppe, paṭisandhipavattisu;",
  "anya-e0102n5:296": "Paccayo sattadhā chadhā, hoti taṁ avakaṁsato.",
  "anya-e0102n5:297": "Kathaṁ? Paṭisandhiyaṁ tāva avakaṁsato sahajātaaññamaññanissayasampayuttavipākaatthiavigatapaccayehi sattadhā nāmaṁ chaṭṭhāyatanassa paccayo hoti. Kiñci panettha hetupaccayena, kiñci āhārapaccayenāti evaṁ aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:298": "Pavattepi vipākaṁ vuttanayeneva paccayo hoti, itaraṁ pana avakaṁsato vuttappakāresu paccayesu vipākapaccayavajjehi chahi paccayehi paccayo hoti. Kiñci panettha hetupaccayena, kiñci āhārapaccayenāti evaṁ aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:299": "Aññasmimpi bhave nāmaṁ, tatheva paṭisandhiyaṁ;",
  "anya-e0102n5:300": "Chaṭṭhassa itaresaṁ taṁ, chahākārehi paccayo.",
  "anya-e0102n5:301": "Āruppato hi aññasmimpi pañcavokārabhave taṁ vipākanāmaṁ hadayavatthuno sahāyaṁ hutvā chaṭṭhassa manāyatanassa yathā āruppe vuttaṁ, tatheva avakaṁsato sattadhā paccayo hoti. Itaresaṁ pana taṁ pañcannaṁ cakkhāyatanādīnaṁ catumahābhūtasahāyaṁ hutvā sahajātanissayavipākavippayuttaatthiavigatavasena chahākārehi paccayo hoti. Kiñci panettha hetupaccayena, kiñci āhārapaccayenāti evaṁ aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:302": "Pavattepi tathā hoti, pākaṁ pākassa paccayo;",
  "anya-e0102n5:303": "Apākaṁ avipākassa, chadhā chaṭṭhassa paccayo.",
  "anya-e0102n5:304": "Pavattepi hi pañcavokārabhave yathā paṭisandhiyaṁ, tatheva vipākanāmaṁ vipākassa chaṭṭhāyatanassa avakaṁsato sattadhā paccayo hoti. Avipākaṁ pana avipākassa chaṭṭhassa avakaṁsatova tato vipākapaccayaṁ apanetvā chadhā paccayo hoti. Vuttanayeneva panettha ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:305": "Tattheva sesapañcannaṁ, vipākaṁ paccayo bhave;",
  "anya-e0102n5:306": "Catudhā avipākampi, evameva pakāsitaṁ.",
  "anya-e0102n5:307": "Tattheva hi pavatte sesānaṁ cakkhāyatanādīnaṁ pañcannaṁ cakkhupasādādivatthukaṁ itarampi vipākanāmaṁ pacchājātavippayuttaatthiavigatapaccayehi catudhā paccayo hoti. Yathā ca vipākaṁ, avipākampi evameva pakāsitaṁ. Tasmā kusalādibhedampi tesaṁ catudhā paccayo hotīti veditabbaṁ. Evaṁ tāva nāmameva paṭisandhiyaṁ pavatte vā yassa yassa āyatanassa paccayo hoti, yathā ca paccayo hoti, tathā veditabbaṁ.",
  "anya-e0102n5:308": "Rūpaṁ panettha āruppe, bhave bhavati paccayo;",
  "anya-e0102n5:309": "Na ekāyatanassāpi, pañcakkhandhabhave pana.",
  "anya-e0102n5:310": "Rūpato sandhiyaṁ vatthu, chadhā chaṭṭhassa paccayo;",
  "anya-e0102n5:311": "Bhūtāni catudhā honti, pañcannaṁ avisesato.",
  "anya-e0102n5:312": "Rūpato hi paṭisandhiyaṁ vatthurūpaṁ chaṭṭhassa manāyatanassa sahajātaaññamaññanissayavippayuttaatthiavigatapaccayehi chadhā paccayo hoti. Cattāri pana bhūtāni avisesato paṭisandhiyaṁ pavatte ca yaṁ yaṁ āyatanaṁ uppajjati, tassa tassa vasena pañcannampi cakkhāyatanādīnaṁ sahajātanissayaatthiavigatapaccayehi catudhā paccayā honti.",
  "anya-e0102n5:313": "Tidhā jīvitametesaṁ, āhāro ca pavattiyaṁ;",
  "anya-e0102n5:314": "Tāneva chadhā chaṭṭhassa, vatthu tasseva pañcadhā.",
  "anya-e0102n5:315": "Etesaṁ pana cakkhādīnaṁ pañcannaṁ paṭisandhiyaṁ pavatte ca atthi avigataindriyavasena rūpajīvitaṁ tidhā paccayo hoti. Āhāro ca atthiavigatāhāravasena tividhā paccayo hoti, so ca kho ye sattā āhārūpajīvino, tesaṁ āhārānugate kāye pavattiyaṁyeva, no paṭisandhiyaṁ. Tāni pana pañca cakkhāyatanādīni chaṭṭhassa cakkhu sotaghānajivhākāyaviññāṇasaṅkhātassa manāyatanassa nissayapurejātaindriyavippayuttaatthiavigatavasena chahākārehi paccayā honti pavatte, no paṭisandhiyaṁ. Ṭhapetvā pana pañcaviññāṇāni tasseva avasesamanāyatanassa vatthurūpaṁ nissayapurejātavippayuttaatthiavigatavasena pañcadhā paccayo hoti pavatteyeva, no paṭisandhiyaṁ. Evaṁ rūpameva paṭisandhiyaṁ pavatte vā yassa yassa āyatanassa paccayo hoti, yathā ca paccayo hoti, tathā veditabbaṁ.",
  "anya-e0102n5:316": "Nāmarūpaṁ panubhayaṁ, hoti yaṁ yassa paccayo;",
  "anya-e0102n5:317": "Yathā ca tampi sabbattha, viññātabbaṁ vibhāvinā.",
  "anya-e0102n5:318": "Seyyathidaṁ . Paṭisandhiyaṁ tāva pañcavokārabhave khandhattayavatthurūpasaṅkhātaṁ nāmarūpaṁ chaṭṭhāyatanassa sahajātaaññamaññanissayavipākasampayuttavippayuttaatthiavigatapaccayādīhi paccayo hotīti. Idamettha mukhamattaṁ. Vuttanayānusārena pana sakkā sabbaṁ yojetunti na ettha vitthāro dassitoti.",
  "anya-e0102n5:319": "Ayaṁ ‘‘nāmarūpapaccayā saḷāyatana’’nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:320": "Saḷāyatanapaccayāphassapadavitthārakathā",
  "anya-e0102n5:321": "642. Saḷāyatanapaccayā phassapade –",
  "anya-e0102n5:322": "Saḷeva phassā saṅkhepā, cakkhusamphassaādayo;",
  "anya-e0102n5:323": "Viññāṇamiva bāttiṁsa, vitthārena bhavanti te.",
  "anya-e0102n5:324": "Saṅkhepena hi saḷāyatanapaccayā phassoti cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphassoti ime cakkhusamphassādayo cha eva phassā bhavanti. Vitthārena pana cakkhusamphassādayo pañca kusalavipākā, pañca akusalavipākāti dasa, sesā bāvīsati-lokiyavipākaviññāṇasampayuttā ca bāvīsatīti evaṁ sabbepi saṅkhārapaccayā vuttaviññāṇamiva bāttiṁsa honti.",
  "anya-e0102n5:325": "Yaṁ panetassa bāttiṁsavidhassāpi phassassa paccayo saḷāyatanaṁ, tattha,",
  "anya-e0102n5:326": "Chaṭṭhena saha ajjhattaṁ, cakkhādiṁ bāhirehipi;",
  "anya-e0102n5:327": "Saḷāyatanamicchanti, chahi saddhiṁ vicakkhaṇā.",
  "anya-e0102n5:328": "Tattha ye tāva ‘‘upādiṇṇakapavattikathā aya’’nti sakasantatipariyāpannameva paccayaṁ paccayuppannañca dīpenti, te ‘‘chaṭṭhāyatanapaccayā phasso’’ti (vibha. 322) pāḷianusārato āruppe chaṭṭhāyatanañca, aññattha sabbasaṅgahato saḷāyatanañca phassassa paccayoti ekadesasarūpekasesaṁ katvā chaṭṭhena saha ajjhattaṁ cakkhādiṁ saḷāyatananti icchanti. Tañhi chaṭṭhāyatanañca saḷāyatanañca saḷāyatanantveva saṅkhaṁ gacchati.",
  "anya-e0102n5:329": "Ye pana paccayuppannameva ekasantatipariyāpannaṁ dīpenti, paccayaṁ pana bhinnasantānampi, te yaṁ yaṁ āyatanaṁ phassassa paccayo hoti, taṁ sabbampi dīpentā bāhirampi pariggahetvā tadeva chaṭṭhena saha ajjhattaṁ bāhirehipi rūpāyatanādīhi saddhiṁ saḷāyatananti icchanti. Tampi hi chaṭṭhāyatanañca saḷāyatanañca saḷāyatananti etesaṁ ekasese kate saḷāyatanantveva saṅkhaṁ gacchati.",
  "anya-e0102n5:330": "Etthāha – na sabbāyatanehi eko phasso sambhoti, nāpi ekamhā āyatanā sabbe phassā, ayañca saḷāyatanapaccayā phassoti ekova vutto, so kasmāti. Tatridaṁ vissajjanaṁ – saccametaṁ, sabbehi eko, ekamhā vā sabbe na sambhonti, sambhoti pana anekehi eko. Yathā cakkhusamphasso cakkhāyatanā rūpāyatanā cakkhuviññāṇasaṅkhātā manāyatanā avasesasampayuttadhammāyatanā cāti evaṁ sabbattha yathānurūpaṁ yojetabbaṁ. Tasmā eva hi,",
  "anya-e0102n5:331": "Ekopanekāyatanappabhavo iti dīpito;",
  "anya-e0102n5:332": "Phassoyaṁ ekavacananiddesenīdha tādinā.",
  "anya-e0102n5:333": "Ekavacananiddesenāti saḷāyatanapaccayā phassoti iminā ekavacananiddesena anekehi āyatanehi eko phasso hotīti tādinā dīpitoti attho. Āyatanesu pana,",
  "anya-e0102n5:334": "Chadhā pañca tato ekaṁ, navadhā bāhirāni cha;",
  "anya-e0102n5:335": "Yathāsambhavametassa, paccayatte vibhāvaye.",
  "anya-e0102n5:336": "Tatrāyaṁ vibhāvanā – cakkhāyatanādīni tāva pañca cakkhusamphassādibhedato pañcavidhassa phassassa nissayapurejātindriyavippayuttaatthiavigatavasena chadhā paccayā honti. Tato paraṁ ekaṁ vipākamanāyatanaṁ anekabhedassa vipākamanosamphassassa sahajātaaññamaññanissayavipākāhāraindriyasampayuttaatthiavigatavasena navadhā paccayo hoti. Bāhiresu pana rūpāyatanaṁ cakkhusamphassassa ārammaṇapurejātaatthiavigatavasena catudhā paccayo hoti. Tathā saddāyatanādīni sotasamphassādīnaṁ. Manosamphassassa pana tāni ca dhammāyatanañca tathā ca ārammaṇapaccayamatteneva cāti evaṁ bāhirāni cha yathāsambhavametassa paccayatte vibhāvayeti.",
  "anya-e0102n5:337": "Ayaṁ ‘‘saḷāyatanapaccayā phasso’’ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:338": "Phassapaccayāvedanāpadavitthārakathā",
  "anya-e0102n5:339": "643. Phassapaccayā vedanāpade –",
  "anya-e0102n5:340": "Dvārato vedanā vuttā, cakkhusamphassajādikā;",
  "anya-e0102n5:341": "Saḷeva tā pabhedena, ekūnanavutī matā.",
  "anya-e0102n5:342": "Etassapi padassa vibhaṅge ‘‘cakkhusamphassajā vedanā. Sota… ghāna… jivhā… kāya… manosamphassajā vedanā’’ti (vibha. 231) evaṁ dvārato saḷeva vedanā vuttā, tā pana pabhedena ekūnanavutiyā cittehi sampayuttattā ekūnanavuti matā.",
  "anya-e0102n5:343": "Vedanāsu panetāsu, idha bāttiṁsa vedanā;",
  "anya-e0102n5:344": "Vipākacittayuttāva, adhippetāti bhāsitā.",
  "anya-e0102n5:345": "Aṭṭhadhā tattha pañcannaṁ, pañcadvāramhi paccayo;",
  "anya-e0102n5:346": "Sesānaṁ ekadhā phasso, manodvārepi so tathā.",
  "anya-e0102n5:347": "Tattha hi pañcadvāre cakkhupasādādivatthukānaṁ pañcannaṁ vedanānaṁ cakkhusamphassādiko phasso sahajātaaññamaññanissayavipākaāhārasampayuttaatthiavigatavasena aṭṭhadhā paccayo hoti. Sesānaṁ pana ekekasmiṁ dvāre sampaṭicchanasantīraṇatadārammaṇavasena pavattānaṁ kāmāvacaravipākavedanānaṁ so cakkhusamphassādiko phasso upanissayavasena ekadhāva paccayo hoti.",
  "anya-e0102n5:348": "Manodvārepi so tathāti manodvārepi hi tadārammaṇavasena pavattānaṁ kāmāvacaravipākavedanānaṁ so sahajātamanosamphassasaṅkhāto phasso tatheva aṭṭhadhā paccayo hoti, paṭisandhibhavaṅgacutivasena pavattānaṁ tebhūmakavipākavedanānampi. Yā pana tā manodvāre tadārammaṇavasena pavattā kāmāvacaravedanā, tāsaṁ manodvārāvajjanasampayutto manosamphasso upanissayavasena ekadhāva paccayo hotīti.",
  "anya-e0102n5:349": "Ayaṁ ‘‘phassapaccayā vedanā’’ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:350": "Vedanāpaccayātaṇhāpadavitthārakathā",
  "anya-e0102n5:351": "644. Vedanāpaccayā taṇhāpade –",
  "anya-e0102n5:352": "Rūpataṇhādibhedena, cha taṇhā idha dīpitā;",
  "anya-e0102n5:353": "Ekekā tividhā tattha, pavattākārato matā.",
  "anya-e0102n5:354": "Imasmiṁ hi pade seṭṭhiputto brāhmaṇaputtoti pitito nāmavasena putto viya ‘‘rūpataṇhā. Sadda… gandha… rasa… phoṭṭhabba… dhammataṇhā’’ti (vibha. 232) ārammaṇato nāmavasena vibhaṅge cha taṇhā dīpitā.",
  "anya-e0102n5:355": "Tāsu pana taṇhāsu ekekā taṇhā pavattiākārato kāmataṇhā, bhavataṇhā, vibhavataṇhāti evaṁ tividhā matā. Rūpataṇhāyeva hi yadā cakkhussa āpāthamāgataṁ rūpārammaṇaṁ kāmassādavasena assādayamānā pavattati, tadā kāmataṇhā nāma hoti. Yadā tadevārammaṇaṁ ‘‘dhuvaṁ sassata’’nti pavattāya sassatadiṭṭhiyā saddhiṁ pavattati, tadā bhavataṇhā nāma hoti. Sassatadiṭṭhisahagato hi rāgo bhavataṇhāti vuccati. Yadā pana tadevārammaṇaṁ ‘‘ucchijjati vinassatī’’ti pavattāya ucchedadiṭṭhiyā saddhiṁ pavattati, tadā vibhavataṇhā nāma hoti. Ucchedadiṭṭhisahagato hi rāgo vibhavataṇhāti vuccati. Esa nayo saddataṇhādīsupīti. Etā aṭṭhārasa taṇhā honti.",
  "anya-e0102n5:356": "Tā ajjhattarūpādīsu aṭṭhārasa, bahiddhā aṭṭhārasāti chattiṁsa. Iti atītā chattiṁsa, anāgatā chattiṁsa, paccuppannā chattiṁsāti aṭṭhasataṁ taṇhā honti. Tā puna saṅkheppamāṇā rūpādiārammaṇavasena cha, kāmataṇhādivasena vā tissova taṇhā hontīti veditabbā.",
  "anya-e0102n5:357": "Yasmā panime sattā puttaṁ assādetvā putte mamattena dhātiyā viya rūpādiārammaṇavasena uppajjamānaṁ vedanaṁ assādetvā vedanāya mamattena rūpādiārammaṇadāyakānaṁ cittakāra-gandhabba-gandhika-sūda-tantavāyarasāyanavidhāyakavejjādīnaṁ mahāsakkāraṁ karonti. Tasmā sabbāpesā vedanāpaccayā taṇhā hotīti veditabbā.",
  "anya-e0102n5:358": "Yasmā cettha adhippetā, vipākasukhavedanā;",
  "anya-e0102n5:359": "Ekāva ekadhāvesā, tasmā taṇhāya paccayo.",
  "anya-e0102n5:360": "Ekadhāti upanissayapaccayeneva paccayo hoti. Yasmā vā,",
  "anya-e0102n5:361": "Dukkhī sukhaṁ patthayati, sukhī bhiyyopi icchati;",
  "anya-e0102n5:362": "Upekkhā pana santattā, sukhamicceva bhāsitā.",
  "anya-e0102n5:363": "Taṇhāya paccayā tasmā, honti tissopi vedanā;",
  "anya-e0102n5:364": "Vedanāpaccayā taṇhā, iti vuttā mahesinā.",
  "anya-e0102n5:365": "Vedanāpaccayā cāpi, yasmā nānusayaṁ vinā;",
  "anya-e0102n5:366": "Hoti tasmā na sā hoti, brāhmaṇassa vusīmatoti.",
  "anya-e0102n5:367": "Ayaṁ ‘‘vedanāpaccayā taṇhā’’ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:368": "Taṇhāpaccayāupādānapadavitthārakathā",
  "anya-e0102n5:369": "645. Taṇhāpaccayā upādānapade –",
  "anya-e0102n5:370": "Upādānāni cattāri, tāni atthavibhāgato;",
  "anya-e0102n5:371": "Dhammasaṅkhepavitthārā, kamato ca vibhāvaye.",
  "anya-e0102n5:372": "Tatrāyaṁ vibhāvanā – kāmupādānaṁ, diṭṭhupādānaṁ, sīlabbatupādānaṁ, attavādupādānanti imāni tāvettha cattāri upādānāni. Tesaṁ ayaṁ atthavibhāgo – vatthusaṅkhātaṁ kāmaṁ upādiyatīti kāmupādānaṁ, kāmo ca so upādānañcātipi kāmupādānaṁ. Upādānanti daḷhaggahaṇaṁ. Daḷhattho hettha upasaddo upāyāsaupakaṭṭhādīsu viya. Tathā diṭṭhi ca sā upādānañcāti diṭṭhupādānaṁ. Diṭṭhiṁ upādiyatīti vā diṭṭhupādānaṁ. ‘‘Sassato attā ca loko cā’’tiādīsu (dī. ni. 1.31) hi purimadiṭṭhiṁ uttaradiṭṭhi upādiyati. Tathā sīlabbataṁ upādiyatīti sīlabbatupādānaṁ. Sīlabbatañca taṁ upādānañcātipi sīlabbatupādānaṁ. Gosīlagovatādīni hi ‘‘evaṁ suddhī’’ti abhinivesato sayameva upādānāni. Tathā vadanti etenāti vādo. Upādiyanti etenāti upādānaṁ. Kiṁ vadanti, upādiyanti vā? Attānaṁ. Attano vādupādānaṁ attavādupādānaṁ. Attavādamattameva vā attāti upādiyanti etenāti attavādupādānaṁ. Ayaṁ tāva tesaṁ atthavibhāgo.",
  "anya-e0102n5:373": "Dhammasaṅkhepavitthāre pana kāmupādānaṁ tāva ‘‘tattha katamaṁ kāmupādānaṁ? Yo kāmesu kāmacchando kāmarāgo kāmanandī kāmataṇhā kāmasneho kāmapariḷāho kāmamucchā kāmajjhosānaṁ, idaṁ vuccati kāmupādāna’’nti (dha. sa. 1220; vibha. 938) āgatattā saṅkhepato taṇhādaḷhattaṁ vuccati. Taṇhādaḷhattaṁ nāma purimataṇhāupanissayapaccayena daḷhasambhūtā uttarataṇhāva. Keci panāhu ‘‘appattavisayapatthanā taṇhā andhakāre corassa hatthappasāraṇaṁ viya, sampattavisayaggahaṇaṁ upādānaṁ tasseva bhaṇḍaggahaṇaṁ viya. Appicchatāsantuṭṭhitāpaṭipakkhā ca te dhammā. Tathā pariyesanārakkhadukkhamūlā’’ti. Sesupādānattayaṁ pana saṅkhepato diṭṭhimattameva.",
  "anya-e0102n5:374": "Vitthārato pana pubbe rūpādīsu vuttaaṭṭhasatappabhedāyapi taṇhāya daḷhabhāvo kāmupādānaṁ. Dasavatthukā micchādiṭṭhi diṭṭhupādānaṁ. Yathāha – ‘‘tattha katamaṁ diṭṭhupādānaṁ? Natthi dinnaṁ, natthi yiṭṭhaṁ…pe… sacchikatvā pavedentīti yā evarūpā diṭṭhi…pe… vipariyesaggāho. Idaṁ vuccati diṭṭhupādāna’’nti (dha. sa. 1221; vibha. 938). Sīlabbatehi suddhīti parāmasanaṁ pana sīlabbatupādānaṁ. Yathāha – ‘‘tattha katamaṁ sīlabbatupādānaṁ? Sīlena suddhi, vatena suddhi, sīlabbatena suddhīti yā evarūpā diṭṭhi…pe… vipariyesaggāho. Idaṁ vuccati sīlabbatupādāna’’nti (dha. sa. 1222; vibha. 938). Vīsativatthukā sakkāyadiṭṭhi attavādupādānaṁ. Yathāha – ‘‘tattha katamaṁ attavādupādānaṁ? Idha assutavā puthujjano…pe… sappurisadhamme avinīto rūpaṁ attato samanupassati…pe… vipariyesaggāho, idaṁ vuccati attavādupādāna’’nti (dha. sa. 1223; vibha. 938). Ayamettha dhammasaṅkhepavitthāro.",
  "anya-e0102n5:375": "Kamatoti ettha pana tividho kamo uppattikkamo pahānakkamo desanākkamo ca. Tattha anamatagge saṁsāre imassa paṭhamaṁ uppattīti abhāvato kilesānaṁ nippariyāyena uppattikkamo na vuccati. Pariyāyena pana yebhuyyena ekasmiṁ bhave attaggāhapubbaṅgamo sassatucchedābhiniveso, tato ‘‘sassato ayaṁ attā’’ti gaṇhato attavisuddhatthaṁ sīlabbatupādānaṁ, ‘‘ucchijjatī’’ti gaṇhato paralokanirapekkhassa kāmupādānanti evaṁ paṭhamaṁ attavādupādānaṁ, tato diṭṭhisīlabbatakāmupādānānīti ayametesaṁ ekasmiṁ bhave uppattikkamo.",
  "anya-e0102n5:376": "Diṭṭhupādānādīni cettha paṭhamaṁ pahīyanti sotāpattimaggavajjhattā. Kāmupādānaṁ pacchā, arahattamaggavajjhattāti ayametesaṁ pahānakkamo.",
  "anya-e0102n5:377": "Mahāvisayattā pana pākaṭattā ca etesu kāmupādānaṁ paṭhamaṁ desitaṁ. Mahāvisayaṁ hi taṁ aṭṭhacittasampayogā, appavisayāni itarāni catucittasampayogā, yebhuyyena ca ālayarāmattā pajāya pākaṭaṁ kāmupādānaṁ, na itarāni. Kāmupādāna vā kāmānaṁ samadhigamatthaṁ kotūhalamaṅgalādibahulo hoti, sāssa diṭṭhīti tadanantaraṁ diṭṭhupādānaṁ, taṁ pabhijjamānaṁ sīlabbataattavādupādānavasena duvidhaṁ hoti. Tasmiṁ dvaye gokiriyaṁ kukkurakiriyaṁ vā disvāpi veditabbato oḷārikanti sīlabbatupādānaṁ paṭhamaṁ desitaṁ. Sukhumattā ante attavādupādānanti ayametesaṁ desanākkamo.",
  "anya-e0102n5:378": "Taṇhā ca purimassettha, ekadhā hoti paccayo;",
  "anya-e0102n5:379": "Sattadhā aṭṭhadhā vāpi, hoti sesattayassa sā.",
  "anya-e0102n5:380": "Ettha ca evaṁ desite upādānacatukke purimassa kāmupādānassa kāmataṇhā upanissayavasena ekadhāva paccayo hoti, taṇhābhinanditesu visayesu uppattito. Sesattayassa pana sahajātaaññamaññanissayasampayuttaatthiavigatahetuvasena sattadhā vā, upanissayena saha aṭṭhadhā vāpi paccayo hoti. Yadā ca sā upanissayavasena paccayo hoti, tadā asahajātāva hotīti.",
  "anya-e0102n5:381": "Ayaṁ ‘‘taṇhāpaccayā upādāna’’nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:382": "Upādānapaccayābhavapadavitthārakathā",
  "anya-e0102n5:383": "646. Upādānapaccayā bhavapade –",
  "anya-e0102n5:384": "Atthato dhammato ceva, sātthato bhedasaṅgahā;",
  "anya-e0102n5:385": "Yaṁ yassa paccayo ceva, viññātabbo vinicchayo.",
  "anya-e0102n5:386": "Tattha bhavatīti bhavo. So kammabhavo upapattibhavo cāti duvidho hoti. Yathāha – ‘‘bhavo duvidhena atthi kammabhavo, atthi upapattibhavo’’ti (vibha. 234). Tattha kammameva bhavo kammabhavo, tathā upapattiyeva bhavo upapattibhavo. Ettha ca upapatti bhavatīti bhavo. Kammaṁ pana yathā sukhakāraṇattā ‘‘sukho buddhānaṁ uppādo’’ti (dha. pa. 194) vutto, evaṁ bhavakāraṇattā phalavohārena bhavoti veditabbanti. Evaṁ tāvettha atthato viññātabbo vinicchayo.",
  "anya-e0102n5:387": "647.Dhammato pana kammabhavo tāva saṅkhepato cetanā ceva cetanāsampayuttā ca abhijjhādayo kammasaṅkhātā dhammā. Yathāha – ‘‘tattha katamo kammabhavo? Puññābhisaṅkhāro apuññābhisaṅkhāro āneñjābhisaṅkhāro (vibha. 234) parittabhūmako vā mahābhūmako vā, ayaṁ vuccati kammabhavo. Sabbampi bhavagāmikammaṁ kammabhavo’’ti (vibha. 234). Ettha hi puññābhisaṅkhāroti terasa cetanā. Apuññābhisaṅkhāroti dvādasa. Āneñjābhisaṅkhāroti catasso cetanā. Evaṁ parittabhūmako vā mahābhūmako vāti etena tāsaṁyeva cetanānaṁ mandabahuvipākatā vuttā. Sabbampi bhavagāmikammanti iminā pana cetanāsampayuttā abhijjhādayo vuttā.",
  "anya-e0102n5:388": "Upapattibhavo pana saṅkhepato kammābhinibbattā khandhā, pabhedato navavidho hoti. Yathāha – ‘‘tattha katamo upapattibhavo? Kāmabhavo rūpabhavo arūpabhavo saññābhavo asaññābhavo nevasaññānāsaññābhavo, ekavokārabhavo catuvokārabhavo pañcavokārabhavo, ayaṁ vuccati upapattibhavo’’ti (vibha. 234). Tattha kāmasaṅkhāto bhavo kāmabhavo. Esa nayo rūpārūpabhavesu. Saññāvataṁ bhavo, saññā vā ettha bhave atthīti saññābhavo. Vipariyāyena asaññābhavo. Oḷārikāya saññāya abhāvā sukhumāya ca bhāvā nevasaññā, nāsaññā asmiṁ bhaveti nevasaññānāsaññābhavo. Ekena rūpakkhandhena vokiṇṇo bhavo ekavokārabhavo. Eko vā vokāro assa bhavassāti ekavokārabhavo. Esa nayo catuvokārapañcavokārabhavesu. Tattha kāmabhavo pañca upādiṇṇakkhandhā. Tathā rūpabhavo. Arūpabhavo cattāro , saññābhavo pañca. Asaññābhavo eko upādiṇṇakkhandho. Nevasaññānāsaññābhavo cattāro. Ekavokārabhavādayo ekacatupañcakkhandhā upādiṇṇakkhandhehīti evamettha dhammatopi viññātabbo vinicchayo.",
  "anya-e0102n5:389": "648.Sātthatoti yathā ca bhavaniddese, tatheva kāmaṁ saṅkhāraniddesepi puññābhisaṅkhārādayova vuttā, evaṁ santepi purime atītakammavasena idha paṭisandhiyā paccayattā, ime paccuppannakammavasena āyatiṁ paṭisandhiyā paccayattāti punavacanaṁ sātthakameva, pubbe vā ‘‘tattha katamo puññābhisaṅkhāro? Kusalā cetanā kāmāvacarā’’ti (vibha. 226) evamādinā nayena cetanāva saṅkhārāti vuttā. Idha pana ‘‘sabbampi bhavagāmikamma’’nti (vibha. 234) vacanato cetanāsampayuttāpi. Pubbe ca viññāṇapaccayameva kammaṁ ‘‘saṅkhārā’’ti vuttaṁ. Idāni asaññābhavanibbattakampi. Kiṁ vā bahunā, ‘‘avijjāpaccayā saṅkhārā’’ti ettha puññābhisaṅkhārādayova kusalākusalā dhammā vuttā. ‘‘Upādānapaccayā bhavo’’ti idha pana upapattibhavassāpi saṅgahitattā kusalākusalābyākatā dhammā vuttā. Tasmā sabbathāpi sātthakamevidaṁ punavacananti evamettha sātthatopi viññātabbo vinicchayo.",
  "anya-e0102n5:390": "649.Bhedasaṅgahāti upādānapaccayā bhavassa bhedato ceva saṅgahato ca. Yañhi kāmupādānapaccayā kāmabhavanibbattakaṁ kammaṁ karīyati, so kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Esa nayo rūpārūpabhavesu. Evaṁ kāmupādānapaccayā dve kāmabhavā, tadantogadhā ca saññābhavapañcavokārabhavā, dve rūpabhavā, tadantogadhā ca saññābhavaasaññābhavaekavokārabhavapañcavokārabhavā, dve arūpabhavā, tadantogadhā ca saññābhavanevasaññānāsaññābhavacatuvokārabhavāti saddhiṁ antogadhehi cha bhavā. Yathā ca kāmupādānapaccayā saddhiṁ antogadhehi cha bhavā. Tathā sesupādānapaccayāpīti evaṁ upādānapaccayā bhedato saddhiṁ antogadhehi catuvīsati bhavā.",
  "anya-e0102n5:391": "Saṅgahato pana kammabhavaṁ upapattibhavañca ekato katvā kāmupādānapaccayā saddhiṁ antogadhehi eko kāmabhavo. Tathā rūpārūpabhavāti tayo bhavā. Tathā sesupādānapaccayā pīti. Evaṁ upādānapaccayā saṅgahato saddhiṁ antogadhehi dvādasa bhavā. Apica avisesena upādānapaccayā kāmabhavūpagaṁ kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Esa nayo rūpārūpabhavesu. Evaṁ upādānapaccayā saddhiṁ antogadhehi dve kāmabhavā, dve rūpabhavā, dve arūpabhavāti aparena pariyāyena saṅgahato cha bhavā. Kammabhavaupapattibhavabhedaṁ vā anupagamma saddhiṁ antogadhehi kāmabhavādivasena tayo bhavā honti. Kāmabhavādibhedampi anupagamma kammabhavaupapattibhavavasena dve bhavā honti. Kammupapattibhedañcāpi anupagamma upādānapaccayā bhavoti bhavavasena ekova bhavo hotīti evamettha upādānapaccayassa bhavassa bhedasaṅgahāpi viññātabbo vinicchayo.",
  "anya-e0102n5:392": "650.Yaṁ yassa paccayo cevāti yañcettha upādānaṁ yassa paccayo hoti, tatopi viññātabbo vinicchayoti attho. Kiṁ panettha kassa paccayo hoti? Yaṁkiñci yassa kassaci paccayo hotiyeva. Ummattako viya hi puthujjano. So idaṁ yuttaṁ idaṁ ayuttanti avicāretvā yassa kassaci upādānassa vasena yaṁkiñci bhavaṁ patthetvā yaṁkiñci kammaṁ karotiyeva. Tasmā yadekacce sīlabbatupādānena rūpārūpabhavā na hontīti vadanti, taṁ na gahetabbaṁ. Sabbena pana sabbo hotīti gahetabbaṁ.",
  "anya-e0102n5:393": "Seyyathidaṁ – idhekacco anussavavasena vā diṭṭhānusārena vā ‘‘kāmā nāmete manussaloke ceva khattiyamahāsālakulādīsu, cha kāmāvacaradevaloke ca samiddhā’’ti cintetvā tesaṁ adhigamatthaṁ asaddhammassavanādīhi vañcito ‘‘iminā kammena kāmā sampajjantī’’ti maññamāno kāmupādānavasena kāyaduccaritādīnipi karoti, so duccaritapāripūriyā apāye upapajjati. Sandiṭṭhike vā pana kāme patthayamāno paṭiladdhe ca gopayamāno kāmupādānavasena kāyaduccaritādīni karoti, so duccaritapāripūriyā apāye upapajjati. Tatrāssa upapattihetubhūtaṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññābhavapañcavokārabhavā pana tadantogadhā eva.",
  "anya-e0102n5:394": "Aparo pana saddhammassavanādīhi upabrūhitañāṇo ‘‘iminā kammena kāmā sampajjantī’’ti maññamāno kāmupādānavasena kāyasucaritādīni karoti. So sucaritapāripūriyā devesu vā manussesu vā upapajjati. Tatrāssa upapattihetubhūtaṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññābhavapañcavokārabhavā pana tadantogadhā eva. Iti kāmupādānaṁ sappabhedassa sāntogadhassa kāmabhavassa paccayo hoti.",
  "anya-e0102n5:395": "Aparo ‘‘rūpārūpabhavesu tato samiddhatarā kāmā’’ti sutvā parikappetvā vā kāmupādānavaseneva rūpārūpasamāpattiyo nibbattetvā samāpattibalena rūpārūpabrahmaloke upapajjati. Tatrāssa upapattihetubhūtaṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññā-asaññā-nevasaññānāsaññā-eka-catu-pañcavokārabhavā pana tadantogadhā eva. Iti kāmupādānaṁ sappabhedānaṁ sāntogadhānaṁ rūpārūpabhavānampi paccayo hoti.",
  "anya-e0102n5:396": "Aparo ‘‘ayaṁ attā nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ ucchinne suucchinno hotī’’ti ucchedadiṭṭhiṁ upādāya tadupagaṁ kammaṁ karoti, tassa taṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññābhavādayo pana tadantogadhā eva. Iti diṭṭhupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇampi kāmarūpārūpabhavānaṁ paccayo hoti.",
  "anya-e0102n5:397": "Aparo ‘‘ayaṁ attā nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ sukhī hoti vigatapariḷāho’’ti attavādupādānena tadupagaṁ kammaṁ karoti, tassa taṁ kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Saññābhavādayo pana tadantogadhā eva. Iti attavādupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇaṁ bhavānaṁ paccayo hoti.",
  "anya-e0102n5:398": "Aparo ‘‘idaṁ sīlabbataṁ nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ paripūrentassa sukhaṁ pāripūriṁ gacchatī’’ti sīlabbatupādānavasena tadupagaṁ kammaṁ karoti, tassa taṁ kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Saññābhavādayo pana tadantogadhā eva. Iti sīlabbatupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇaṁ bhavānaṁ paccayo hoti. Evamettha yaṁ yassa paccayo hoti, tatopi viññātabbo vinicchayo.",
  "anya-e0102n5:399": "Kiṁ panettha kassa bhavassa kathaṁ paccayo hotīti ce?",
  "anya-e0102n5:400": "Rūpārūpabhavānaṁ , upanissayapaccayo upādānaṁ;",
  "anya-e0102n5:401": "Sahajātādīhipi taṁ, kāmabhavassāti viññeyyaṁ.",
  "anya-e0102n5:402": "Rūpārūpabhavānaṁ hi, kāmabhavapariyāpannassa ca kammabhave kusalakammasseva, upapattibhavassa cetaṁ catubbidhampi upādānaṁ upanissayapaccayavasena ekadhāva paccayo hoti. Kāmabhave attanā sampayuttākusalakammabhavassa sahajātaaññamaññanissayasampayuttaatthiavigatahetupaccayappabhedehi sahajātādīhi paccayo hoti. Vippayuttassa pana upanissayapaccayenevāti.",
  "anya-e0102n5:403": "Ayaṁ ‘‘upādānapaccayā bhavo’’ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:404": "Bhavapaccayājātiādivitthārakathā",
  "anya-e0102n5:405": "651. Bhavapaccayā jātītiādīsu jātiādīnaṁ vinicchayo saccaniddese vuttanayeneva veditabbo. Bhavoti panettha kammabhavova adhippeto. So hi jātiyā paccayo, na upapattibhavo. So ca pana kammapaccayaupanissayapaccayavasena dvedhā paccayo hotīti.",
  "anya-e0102n5:406": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ bhavo jātiyā paccayoti ce? Bāhirapaccayasamattepi hīnapaṇītatādivisesadassanato. Bāhirānaṁ hi janakajananīsukkasoṇitāhārādīnaṁ paccayānaṁ samattepi sattānaṁ yamakānampi sataṁ hīnapaṇītatādiviseso dissati. So ca na ahetuko sabbadā ca sabbesañca abhāvato, na kammabhavato aññahetuko tadabhinibbattakasattānaṁ ajjhattasantāne aññassa kāraṇassa abhāvatoti kammabhavahetukova. Kammaṁ hi sattānaṁ hīnapaṇītatādivisesassa hetu. Tenāha bhagavā ‘‘kammaṁ satte vibhajati yadidaṁ hīnappaṇītatāyā’’ti (ma. ni. 3.289). Tasmā jānitabbametaṁ ‘‘bhavo jātiyā paccayo’’ti.",
  "anya-e0102n5:407": "Yasmā ca asati jātiyā jarāmaraṇaṁ nāma, sokādayo vā dhammā na honti. Jātiyā pana sati jarāmaraṇañceva, jarāmaraṇasaṅkhātadukkhadhammaphuṭṭhassa ca bālajanassa jarāmaraṇābhisambandhā vā tena tena dukkhadhammena phuṭṭhassa anabhisambandhā vā sokādayo ca dhammā honti. Tasmā ayampi jāti jarāmaraṇassa ceva sokādīnañca paccayo hotīti veditabbā. Sā pana upanissayakoṭiyā ekadhāva paccayo hotīti.",
  "anya-e0102n5:408": "Ayaṁ ‘‘bhavapaccayā jātī’’tiādīsu vitthārakathā.",
  "anya-e0102n5:409": "Bhavacakkakathā",
  "anya-e0102n5:410": "652. Yasmā panettha sokādayo avasāne vuttā, tasmā yā sā avijjāpaccayā saṅkhārāti evametassa bhavacakkassa ādimhi vuttā, sā,",
  "anya-e0102n5:411": "Sokādīhi avijjā, siddhā bhavacakkamaviditādimidaṁ;",
  "anya-e0102n5:412": "Kārakavedakarahitaṁ, dvādasavidhasuññatāsuññaṁ.",
  "anya-e0102n5:413": "Satataṁ samitaṁ pavattatīti veditabbaṁ.",
  "anya-e0102n5:414": "Kathaṁ panettha sokādīhi avijjā siddhā, kathamidaṁ bhavacakkaṁ aviditādi, kathaṁ kārakavedakarahitaṁ, kathaṁ dvādasavidhasuññatāsuññanti ce? Ettha hi sokadomanassupāyāsā avijjāya aviyogino, paridevo ca nāma mūḷhassāti tesu tāva siddhesu siddhā hoti avijjā. Apica ‘‘āsavasamudayā avijjāsamudayo’’ti (ma. ni. 1.103) vuttaṁ. Āsavasamudayā cete sokādayo honti.",
  "anya-e0102n5:415": "Kathaṁ? Vatthukāmaviyoge tāva soko kāmāsavasamudayā hoti. Yathāha –",
  "anya-e0102n5:416": "‘‘Tassa ce kāmayānassa, chandajātassa jantuno;",
  "anya-e0102n5:417": "Te kāmā parihāyanti, sallaviddhova ruppatī’’ti. (su. ni. 773);",
  "anya-e0102n5:418": "Yathā cāha – ‘‘kāmato jāyati soko’’ti. (Dha. pa. 215).",
  "anya-e0102n5:419": "Sabbepi cete diṭṭhāsavasamudayā honti. Yathāha –",
  "anya-e0102n5:420": "‘‘Tassa ‘ahaṁ rūpaṁ mama rūpa’nti pariyuṭṭhaṭṭhāyino rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā’’ti (saṁ. ni. 3.1).",
  "anya-e0102n5:421": "Yathā ca diṭṭhāsavasamudayā, evaṁ bhavāsavasamudayāpi. Yathāha –",
  "anya-e0102n5:422": "‘‘Yepi te devā dīghāyukā vaṇṇavanto sukhabahulā uccesu vimānesu ciraṭṭhitikā, tepi tathāgatassa dhammadesanaṁ sutvā bhayaṁ santāsaṁ saṁvegamāpajjantī’’ti (saṁ. ni. 3.78). Pañca pubbanimittāni disvā maraṇabhayena santajjitānaṁ devānaṁ viya.",
  "anya-e0102n5:423": "Yathā ca bhavāsavasamudayā, evaṁ avijjāsavasamudayāpi. Yathāha –",
  "anya-e0102n5:424": "‘‘Sa kho so, bhikkhave, bālo tividhaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedetī’’ti (ma. ni. 3.246).",
  "anya-e0102n5:425": "Iti yasmā āsavasamudayā ete dhammā honti, tasmā ete sijjhamānā avijjāya hetubhūte āsave sādhenti. Āsavesu ca siddhesu paccayabhāve bhāvato avijjāpi siddhāva hotīti. Evaṁ tāvettha sokādīhi avijjā siddhā hotīti veditabbā.",
  "anya-e0102n5:426": "Yasmā pana evaṁ paccayabhāve bhāvato avijjāya siddhāya puna avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇanti evaṁ hetuphalaparamparāya pariyosānaṁ natthi. Tasmā taṁ hetuphalasambandhavasena pavattaṁ dvādasaṅgaṁ bhavacakkaṁ aviditādīti siddhaṁ hoti.",
  "anya-e0102n5:427": "Evaṁ sati avijjāpaccayā saṅkhārāti idaṁ ādimattakathanaṁ virujjhatīti ce. Nayidaṁ ādimattakathanaṁ. Padhānadhammakathanaṁ panetaṁ. Tiṇṇannaṁ hi vaṭṭānaṁ avijjā padhānā. Avijjāggahaṇena hi avasesakilesavaṭṭañca kammādīni ca bālaṁ palibodhenti. Sappasiraggahaṇena sesasappasarīraṁ viya bāhaṁ. Avijjāsamucchede pana kate tehi vimokkho hoti . Sappasiracchede kate palibodhitabāhāvimokkho viya. Yathāha – ‘‘avijjāyatveva asesavirāganirodhā saṅkhāranirodho’’tiādi (saṁ. ni. 2.1; mahāva. 1). Iti yaṁ gaṇhato bandho, muccato ca mokkho hoti, tassa padhānadhammassa kathanamidaṁ, na ādimattakathananti. Evamidaṁ bhavacakkaṁ aviditādīti veditabbaṁ.",
  "anya-e0102n5:428": "Tayidaṁ yasmā avijjādīhi kāraṇehi saṅkhārādīnaṁ pavatti, tasmā tato aññena ‘‘brahmā mahābrahmā seṭṭho sajitā’’ti (dī. ni. 1.42) evaṁ parikappitena brahmādinā vā saṁsārassa kārakena, ‘‘so kho pana me ayaṁ attā vado vedeyyo’’ti evaṁ parikappitena attanā vā sukhadukkhānaṁ vedakena rahitaṁ. Iti kārakavedakarahitanti veditabbaṁ.",
  "anya-e0102n5:429": "Yasmā panettha avijjā udayabbayadhammakattā dhuvabhāvena, saṁkiliṭṭhattā saṁkilesikattā ca subhabhāvena, udayabbayapaṭipīḷitattā sukhabhāvena, paccayāyattavuttittā vasavattanabhūtena attabhāvena ca suññā. Tathā saṅkhārādīnipi aṅgāni. Yasmā vā avijjā na attā, na attano, na attani, na attavatī. Tathā saṅkhārādīnipi aṅgāni. Tasmā dvādasavidhasuññatāsuññametaṁ bhavacakkanti veditabbaṁ.",
  "anya-e0102n5:430": "653. Evañca viditvā puna,",
  "anya-e0102n5:431": "Tassāvijjātaṇhā, mūlamatītādayo tayo kālā;",
  "anya-e0102n5:432": "Dve aṭṭha dve eva ca, sarūpato tesu aṅgāni.",
  "anya-e0102n5:433": "Tassa kho panetassa bhavacakkassa avijjā taṇhā cāti dve dhammā mūlanti veditabbā. Tadetaṁ pubbantāharaṇato avijjāmūlaṁ vedanāvasānaṁ, aparantasantānato taṇhāmūlaṁ jarāmaraṇāvasānanti duvidhaṁ hoti. Tattha purimaṁ diṭṭhicaritavasena vuttaṁ, pacchimaṁ taṇhācaritavasena. Diṭṭhicaritānaṁ hi avijjā, taṇhācaritānañca taṇhā saṁsāranāyikā. Ucchedadiṭṭhisamugghātāya vā paṭhamaṁ, phaluppattiyā hetūnaṁ anupacchedappakāsanato, sassatadiṭṭhisamugghātāya dutiyaṁ, uppannānaṁ jarāmaraṇappakāsanato. Gabbhaseyyakavasena vā purimaṁ, anupubbapavattidīpanato, opapātikavasena pacchimaṁ, sahuppattidīpanato.",
  "anya-e0102n5:434": "Atītapaccuppannānāgatā cassa tayo kālā. Tesu pāḷiyaṁ sarūpato āgatavasena ‘‘avijjā, saṅkhārā cā’’ti dve aṅgāni atītakālāni. Viññāṇādīni bhavāvasānāni aṭṭha paccuppannakālāni. Jāti ceva jarāmaraṇañca dve anāgatakālānīti veditabbāni.",
  "anya-e0102n5:435": "654. Puna ,",
  "anya-e0102n5:436": "‘‘Hetuphalahetupubbaka-tisandhicatubhedasaṅgahañcetaṁ;",
  "anya-e0102n5:437": "Vīsati ākārāraṁ, tivaṭṭamanavaṭṭhitaṁ bhamati’’.",
  "anya-e0102n5:438": "Itipi veditabbaṁ.",
  "anya-e0102n5:439": "Tattha saṅkhārānañca paṭisandhiviññāṇassa ca antarā eko hetuphalasandhi nāma. Vedanāya ca taṇhāya ca antarā eko phalahetusandhi nāma. Bhavassa ca jātiyā ca antarā eko hetuphalasandhīti evamidaṁ hetuphalahetupubbakatisandhīti veditabbaṁ.",
  "anya-e0102n5:440": "Sandhīnaṁ ādipariyosānavavatthitā panassa cattāro saṅgahā honti. Seyyathidaṁ – avijjāsaṅkhārā eko saṅgaho. Viññāṇanāmarūpasaḷāyatanaphassavedanā dutiyo. Taṇhupādānabhavā tatiyo. Jātijarāmaraṇaṁ catutthoti. Evamidaṁ catubhedasaṅgahanti veditabbaṁ.",
  "anya-e0102n5:441": "Atīte hetavo pañca, idāni phalapañcakaṁ;",
  "anya-e0102n5:442": "Idāni hetavo pañca, āyatiṁ phalapañcakanti.",
  "anya-e0102n5:443": "Etehi pana vīsatiyā ākārasaṅkhātehi arehi vīsatiākārāranti veditabbaṁ. Tattha atīte hetavo pañcāti avijjā saṅkhārā cāti ime tāva dve vuttā eva. Yasmā pana avidvā paritassati, paritassito upādiyati, tassupādānapaccayā bhavo. Tasmā taṇhupādānabhavāpi gahitā honti. Tenāha ‘‘purimakammabhavasmiṁ moho avijjā, āyūhanā saṅkhārā, nikanti taṇhā, upagamanaṁ upādānaṁ, cetanā bhavoti ime pañca dhammā purimakammabhavasmiṁ idha paṭisandhiyā paccayā’’ti (paṭi. ma. 1.47).",
  "anya-e0102n5:444": "Tattha purimakammabhavasminti purime kammabhave, atītajātiyaṁ kammabhave kariyamāneti attho. Moho avijjāti yo tadā dukkhādīsu moho, yena mūḷho kammaṁ karoti, sā avijjā. Āyūhanā saṅkhārāti taṁ kammaṁ karoto yā purimacetanāyo, yathā ‘‘dānaṁ dassāmī’’ti cittaṁ uppādetvā māsampi saṁvaccharampi dānupakaraṇāni sajjentassa uppannā purimacetanāyo. Paṭiggāhakānaṁ pana hatthe dakkhiṇaṁ patiṭṭhāpayato cetanā bhavoti vuccati. Ekāvajjanesu vā chasu javanesu cetanā āyūhanā saṅkhārā nāma . Sattame bhavo. Yā kāci vā pana cetanā bhavo. Sampayuttā āyūhanā saṅkhārā nāma. Nikanti taṇhāti yā kammaṁ karontassa phale upapattibhave nikāmanā patthanā, sā taṇhā nāma. Upagamanaṁ upādānanti yaṁ kammabhavassa paccayabhūtaṁ ‘‘idaṁ katvā asukasmiṁ nāma ṭhāne kāme sevissāmi ucchijjissāmī’’tiādinā nayena pavattaṁ upagamanaṁ gahaṇaṁ parāmasanaṁ, idaṁ upādānaṁ nāma. Cetanā bhavoti āyūhanāvasāne vuttā cetanā bhavoti evamattho veditabbo.",
  "anya-e0102n5:445": "Idāni phalapañcakanti viññāṇādivedanāvasānaṁ pāḷiyaṁ āgatameva. Yathāha – ‘‘idha paṭisandhi viññāṇaṁ, okkanti nāmarūpaṁ, pasādo āyatanaṁ, phuṭṭho phasso, vedayitaṁ vedanā, ime pañca dhammā idhūpapattibhavasmiṁ purekatassa kammassa paccayā’’ti (paṭi. 1.47). Tattha paṭisandhi viññāṇanti yaṁ bhavantarapaṭisandhānavasena uppannattā paṭisandhīti vuccati, taṁ viññāṇaṁ. Okkanti nāmarūpanti yā gabbhe rūpārūpadhammānaṁ okkanti āgantvā pavisanaṁ viya, idaṁ nāmarūpaṁ. Pasādo āyatananti idaṁ cakkhādipañcāyatanavasena vuttaṁ. Phuṭṭho phassoti yo ārammaṇaṁ phuṭṭho phusanto uppanno, ayaṁ phasso. Vedayitaṁ vedanāti yaṁ paṭisandhiviññāṇena vā saḷāyatanapaccayena vā phassena saha uppannaṁ vipākavedayitaṁ, sā vedanāti evamattho veditabbo.",
  "anya-e0102n5:446": "Idāni hetavo pañcāti taṇhādayo pāḷiyaṁ āgatā taṇhupādānabhavā. Bhave pana gahite tassa pubbabhāgā taṁsampayuttā vā saṅkhārā gahitāva honti. Taṇhupādānaggahaṇena ca taṁsampayuttā, yāya vā mūḷho kammaṁ karoti, sā avijjā gahitāva hotīti. Evaṁ pañca. Tenāha ‘‘idha paripakkattā āyatanānaṁ moho avijjā, āyūhanā saṅkhārā, nikanti taṇhā, upagamanaṁ upādānaṁ, cetanā bhavoti ime pañca dhammā idha kammabhavasmiṁ āyatiṁ paṭisandhiyā paccayā’’ti (paṭi. ma. 1.47). Tattha idha paripakkattā āyatanānanti paripakkāyatanassa kammakaraṇakāle sammoho dassito. Sesaṁ uttānatthameva.",
  "anya-e0102n5:447": "Āyatiṁ phalapañcakanti viññāṇādīni pañca. Tāni jātiggahaṇena vuttāni. Jarāmaraṇaṁ pana tesaṁyeva jarāmaraṇaṁ. Tenāha – ‘‘āyatiṁ paṭisandhi viññāṇaṁ , okkanti nāmarūpaṁ, pasādo āyatanaṁ, phuṭṭho phasso, vedayitaṁ vedanā, ime pañca dhammā āyatiṁ upapattibhavasmiṁ idha katassa kammassa paccayā’’ti (paṭi. ma. 1.47). Evamidaṁ vīsati ākārāraṁ hoti.",
  "anya-e0102n5:448": "Tivaṭṭamanavaṭṭhitaṁ bhamatīti ettha pana saṅkhārabhavā kammavaṭṭaṁ, avijjātaṇhupādānāni kilesavaṭṭaṁ, viññāṇanāmarūpasaḷāyatanaphassavedanā vipākavaṭṭanti imehi tīhi vaṭṭehi tivaṭṭamidaṁ bhavacakkaṁ yāva kilesavaṭṭaṁ na upacchijjati, tāva anupacchinnapaccayattā anavaṭṭhitaṁ punappunaṁ parivattanato bhamatiyevāti veditabbaṁ.",
  "anya-e0102n5:449": "655. Tayidamevaṁ bhamamānaṁ,",
  "anya-e0102n5:450": "Saccappabhavato kiccā, vāraṇā upamāhi ca;",
  "anya-e0102n5:451": "Gambhīranayabhedā ca, viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:452": "Tattha yasmā kusalākusalaṁ kammaṁ avisesena samudayasaccanti saccavibhaṅge vuttaṁ, tasmā avijjāpaccayā saṅkhārāti avijjāya saṅkhārā dutiyasaccappabhavaṁ dutiyasaccaṁ. Saṅkhārehi viññāṇaṁ dutiyasaccappabhavaṁ paṭhamasaccaṁ. Viññāṇādīhi nāmarūpādīni vipākavedanāpariyosānāni paṭhamasaccappabhavaṁ paṭhamasaccaṁ. Vedanāya taṇhā paṭhamasaccappabhavaṁ dutiyasaccaṁ. Taṇhāya upādānaṁ dutiyasaccappabhavaṁ dutiyasaccaṁ. Upādānato bhavo dutiyasaccappabhavaṁ paṭhamadutiyasaccadvayaṁ. Bhavato jāti dutiyasaccappabhavaṁ paṭhamasaccaṁ. Jātiyā jarāmaraṇaṁ paṭhamasaccappabhavaṁ paṭhamasaccanti evaṁ tāvidaṁ saccappabhavato viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:453": "656. Yasmā panettha avijjā vatthūsu ca satte sammoheti, paccayo ca hoti saṅkhārānaṁ pātubhāvāya. Tathā saṅkhārā saṅkhatañca abhisaṅkharonti, paccayā ca honti viññāṇassa. Viññāṇampi vatthuñca paṭivijānāti, paccayo ca hoti nāmarūpassa. Nāmarūpampi aññamaññañca upatthambheti, paccayo ca hoti saḷāyatanassa. Saḷāyatanampi savisaye ca pavattati, paccayo ca hoti phassassa. Phassopi ārammaṇañca phusati, paccayo ca hoti vedanāya. Vedanāpi ārammaṇarasañca anubhavati, paccayo ca hoti taṇhāya. Taṇhāpi rajjanīye ca dhamme rajjati, paccayo ca hoti upādānassa. Upādānampi upādāniye ca dhamme upādiyati, paccayo ca hoti bhavassa. Bhavopi nānāgatīsu ca vikkhipati, paccayo ca hoti jātiyā. Jātipi khandhe ca janeti tesaṁ abhinibbattibhāvena pavattattā, paccayo ca hoti jarāmaraṇassa. Jarāmaraṇampi khandhānaṁ pākabhedabhāvañca adhitiṭṭhati, paccayo ca hoti bhavantarapātubhāvāya sokādīnaṁ adhiṭṭhānattā. Tasmā sabbapadesu dvedhā pavattikiccatopi idaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:454": "657. Yasmā cettha avijjāpaccayā saṅkhārāti idaṁ kārakadassananivāraṇaṁ. Saṅkhārapaccayā viññāṇanti attasaṅkantidassananivāraṇaṁ. Viññāṇapaccayā nāmarūpanti ‘‘attā’’tiparikappitavatthubhedadassanato ghanasaññānivāraṇaṁ. Nāmarūpapaccayā saḷāyatanantiādi attā passati…pe… vijānāti, phusati, vedayati, taṇhiyati, upādiyati, bhavati, jāyati, jīyati, mīyatītievamādidassananivāraṇaṁ. Tasmā micchādassananivāraṇatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:455": "658. Yasmā panettha salakkhaṇasāmaññalakkhaṇavasena dhammānaṁ adassanato andho viya avijjā. Andhassa upakkhalanaṁ viya avijjāpaccayā saṅkhārā. Upakkhalitassa patanaṁ viya saṅkhārapaccayā viññāṇaṁ. Patitassa gaṇḍapātubhāvo viya viññāṇapaccayā nāmarūpaṁ. Gaṇḍabhedapīḷakā viya nāmarūpapaccayā saḷāyatanaṁ. Gaṇḍapīḷakāghaṭṭanaṁ viya saḷāyatanapaccayā phasso. Ghaṭṭanadukkhaṁ viya phassapaccayā vedanā, dukkhassa paṭikārābhilāso viya vedanāpaccayā taṇhā. Paṭikārābhilāsena asappāyaggahaṇaṁ viya taṇhāpaccayā upādānaṁ. Upādiṇṇaasappāyālepanaṁ viya upādānapaccayā bhavo. Asappāyālepanena gaṇḍavikārapātubhāvo viya bhavapaccayā jāti. Gaṇḍavikārato gaṇḍabhedo viya jātipaccayā jarāmaraṇaṁ. Yasmā vā panettha avijjā appaṭipattimicchāpaṭipattibhāvena satte abhibhavati paṭalaṁ viya akkhīni . Tadabhibhūto ca bālo punabbhavikehi saṅkhārehi attānaṁ veṭheti kosakārakimi viya kosappadesehi. Saṅkhārapariggahitaṁ viññāṇaṁ gatīsu patiṭṭhaṁ labhati pariṇāyakapariggahito viya rājakumāro rajje. Upapattinimittaparikappanato viññāṇaṁ paṭisandhiyaṁ anekappakāraṁ nāmarūpaṁ abhinibbatteti māyākāro viya māyaṁ. Nāmarūpe patiṭṭhitaṁ saḷāyatanaṁ vuddhiṁ virūḷhiṁ vepullaṁ pāpuṇāti subhūmiyaṁ patiṭṭhito vanappagumbo viya. Āyatanaghaṭṭanato phasso jāyati araṇisahitābhimanthanato aggi viya. Phassena phuṭṭhassa vedanā pātubhavati agginā phuṭṭhassa dāho viya. Vedayamānassa taṇhā pavaḍḍhati loṇūdakaṁ pivato pipāsā viya. Tasito bhavesu abhilāsaṁ karoti pipāsito viya pānīye. Tadassupādānaṁ, upādānena bhavaṁ upādiyati āmisalobhena maccho baḷisaṁ viya. Bhave sati jāti hoti bīje sati aṅkuro viya. Jātassa avassaṁ jarāmaraṇaṁ uppannassa rukkhassa patanaṁ viya. Tasmā evaṁ upamāhipetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:456": "659. Yasmā ca bhagavatā atthatopi dhammatopi desanatopi paṭivedhatopi gambhīrabhāvaṁ sandhāya ‘‘gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso cā’’ti (dī. ni. 2.95; saṁ. ni. 2.60) vuttaṁ, tasmā gambhīrabhedatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:457": "Tattha yasmā na jātito jarāmaraṇaṁ na hoti, na ca jātiṁ vinā aññato hoti, itthañca jātito samudāgacchatīti evaṁ jātipaccayasamudāgataṭṭhassa duravabodhanīyato jarāmaraṇassa jātipaccayasambhūtasamudāgataṭṭho gambhīro. Tathā jātiyā bhavapaccaya…pe… saṅkhārānaṁ avijjāpaccayasambhūtasamudāgataṭṭho gambhīro. Tasmā idaṁ bhavacakkaṁ atthagambhīranti ayaṁ tāvettha atthagambhīratā. Hetuphalañhi atthoti vuccati. Yathāha – ‘‘hetuphale ñāṇaṁ atthapaṭisambhidā’’ti (vibha. 720).",
  "anya-e0102n5:458": "Yasmā pana yenākārena yadavatthā ca avijjā tesaṁ tesaṁ saṅkhārānaṁ paccayo hoti, tassa duravabodhanīyato avijjāya saṅkhārānaṁ paccayaṭṭho gambhīro. Tathā saṅkhārānaṁ…pe… jātiyā jarāmaraṇassa paccayaṭṭho gambhīro, tasmā idaṁ bhavacakkaṁ dhammagambhīranti ayamettha dhammagambhīratā. Hetuno hi dhammoti nāmaṁ. Yathāha – ‘‘hetumhi ñāṇaṁ dhammapaṭisambhidā’’ti (vibha. 720).",
  "anya-e0102n5:459": "Yasmā cassa tena tena kāraṇena tathā tathā pavattetabbattā desanāpi gambhīrā, na tattha sabbaññutaññāṇato aññaṁ ñāṇaṁ patiṭṭhaṁ labhati. Tathāhetaṁ katthaci sutte anulomato, katthaci paṭilomato, katthaci anulomapaṭilomato, katthaci vemajjhato paṭṭhāya anulomato vā paṭilomato vā, katthaci tisandhicatusaṅkhepaṁ, katthaci dvisandhitisaṅkhepaṁ, katthaci ekasandhidvisaṅkhepaṁ desitaṁ, tasmā idaṁ bhavacakkaṁ desanāgambhīranti ayaṁ desanāgambhīratā.",
  "anya-e0102n5:460": "Yasmā cettha yo so avijjādīnaṁ sabhāvo, yena paṭividdhena avijjādayo sammā salakkhaṇato paṭividdhā honti, so duppariyogāhattā gambhīro, tasmā idaṁ bhavacakkaṁ paṭivedhagambhīraṁ. Tathā hettha avijjāya aññāṇādassanasaccāsampaṭivedhaṭṭho gambhīro, saṅkhārānaṁ abhisaṅkharaṇāyūhanasarāgavirāgaṭṭho, viññāṇassa suññataabyāpāraasaṅkantipaṭisandhipātubhāvaṭṭho, nāmarūpassa ekuppādavinibbhogāvinibbhoganamanaruppanaṭṭho, saḷāyatanassa adhipatilokadvārakhettavisayibhāvaṭṭho, phassassa phusanasaṅghaṭṭanasaṅgatisannipātaṭṭho , vedanāya ārammaṇarasānubhavanasukhadukkhamajjhattabhāvanijjīvavedayitaṭṭho. Taṇhāya abhinanditajjhosānasaritālatānadītaṇhāsamuddaduppūraṭṭho, upādānassa ādānaggahaṇābhinivesaparāmāsaduratikkamaṭṭho, bhavassa āyūhanābhisaṅkharaṇayonigatiṭhitinivāsesukhipanaṭṭho, jātiyā jāti sañjāti okkanti nibbatti pātubhāvaṭṭho, jarāmaraṇassa khayavayabhedavipariṇāmaṭṭho gambhīroti ayamettha paṭivedhagambhīratā.",
  "anya-e0102n5:461": "660. Yasmā panettha ekattanayo, nānattanayo, abyāpāranayo, evaṁdhammatānayoti cattāro atthanayā honti, tasmā nayabhedatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:462": "Tattha avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇanti evaṁ bījassa aṅkurādibhāvena rukkhabhāvappatti viya santānānupacchedo ekattanayo nāma. Yaṁ sammā passanto hetuphalasambandhena santānassa anupacchedāvabodhato ucchedadiṭṭhiṁ pajahati. Micchā passanto hetuphalasambandhena pavattamānassa santānānupacchedassa ekattagahaṇato sassatadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:463": "Avijjādīnaṁ pana yathāsakaṁlakkhaṇavavatthānaṁ nānattanayo nāma. Yaṁ sammā passanto navanavānaṁ uppādadassanato sassatadiṭṭhiṁ pajahati. Micchā passanto ekasantānapatitassa bhinnasantānasseva nānattaggahaṇato ucchedadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:464": "Avijjāya saṅkhārā mayā uppādetabbā, saṅkhārānaṁ vā viññāṇaṁ amhehīti evamādibyāpārābhāvo abyāpāranayo nāma. Yaṁ sammā passanto kārakassa abhāvāvabodhato attadiṭṭhiṁ pajahati. Micchā passanto yo asatipi byāpāre avijjādīnaṁ sabhāvaniyamasiddho hetubhāvo, tassa aggahaṇato akiriyadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:465": "Avijjādīhi pana kāraṇehi saṅkhārādīnaṁyeva sambhavo khīrādīhi dadhiādīnaṁ viya, na aññesanti ayaṁ evaṁdhammatānayo nāma. Yaṁ sammā passanto paccayānurūpato phalāvabodhā ahetukadiṭṭhiṁ akiriyadiṭṭhiñca pajahati. Micchā passanto paccayānurūpaṁ phalappavattiṁ aggahetvā yato kutoci yassa kassaci asambhavaggahaṇato ahetukadiṭṭhiñceva niyatavādañca upādiyatīti evamidaṁ bhavacakkaṁ,",
  "anya-e0102n5:466": "Saccappabhavato kiccā, vāraṇāupamāhi ca;",
  "anya-e0102n5:467": "Gambhīranayabhedā ca, viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:468": "661. Idañhi atigambhīrato agādhaṁ. Nānānayagahanato duratiyānaṁ. Ñāṇāsinā samādhipavarasilāyaṁ sunisitena,",
  "anya-e0102n5:469": "Bhavacakkamapadāletvā, asanivicakkamiva niccanimmathanaṁ;",
  "anya-e0102n5:470": "Saṁsārabhayamatīto, na koci supinantarepyatthi.",
  "anya-e0102n5:471": "Vuttampi hetaṁ bhagavatā – ‘‘gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso ca. Etassa cānanda, dhammassa ananubodhā appaṭivedhā evamayaṁ pajā tantākulakajātā kulāgaṇṭhikajātā muñjapabbajabhūtā apāyaṁ duggatiṁ vinipātaṁ saṁsāraṁ nātivattatī’’ti (mahāva. 95; saṁ. ni. 2.60). Tasmā attano vā paresaṁ vā hitāya ca sukhāya ca paṭipanno avasesakiccāni pahāya,",
  "anya-e0102n5:472": "Gambhīre paccayākārappabhede idha paṇḍito;",
  "anya-e0102n5:473": "Yathā gādhaṁ labhethevamanuyuñje sadā satoti.",
  "anya-e0102n5:474": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0102n5:475": "Paññābhāvanādhikāre",
  "anya-e0102n5:476": "Paññābhūminiddeso nāma",
  "anya-e0102n5:477": "Sattarasamo paricchedo."
}