{
  "anya-e0102n7:0": "19. Kaṅkhāvitaraṇavisuddhiniddeso",
  "anya-e0102n7:1": "Paccayapariggahakathā",
  "anya-e0102n7:2": "678. Etasseva pana nāmarūpassa paccayapariggahaṇena tīsu addhāsu kaṅkhaṁ vitaritvā ṭhitaṁ ñāṇaṁ kaṅkhāvitaraṇavisuddhi nāma.",
  "anya-e0102n7:3": "Taṁ sampādetukāmo bhikkhu yathā nāma kusalo bhisakko rogaṁ disvā tassa samuṭṭhānaṁ pariyesati. Yathā vā pana anukampako puriso daharaṁ kumāraṁ mandaṁ uttānaseyyakaṁ rathikāya nipannaṁ disvā ‘‘kassa nu kho ayaṁ puttako’’ti tassa mātāpitaro āvajjati, evameva tassa nāmarūpassa hetupaccayapariyesanaṁ āpajjati.",
  "anya-e0102n7:4": "So āditova iti paṭisañcikkhati ‘‘na tāvidhaṁ nāmarūpaṁ ahetukaṁ, sabbattha sabbadā sabbesañca ekasadisabhāvāpattito, na issarādihetukaṁ, nāmarūpato uddhaṁ issarādīnaṁ abhāvato. Yepi nāmarūpamattameva issarādayoti vadanti, tesaṁ issarādisaṅkhātanāmarūpassa ahetukabhāvappattito. Tasmā bhavitabbamassa hetupaccayehi, ke nu kho te’’ti.",
  "anya-e0102n7:5": "679. So evaṁ nāmarūpassa hetupaccaye āvajjetvā imassa tāva rūpakāyassa evaṁ hetupaccaye pariggaṇhāti – ‘‘ayaṁ kāyo nibbattamāno neva uppalapadumapuṇḍarīkasogandhikādīnaṁ abbhantare nibbattati, na maṇimuttāhārādīnaṁ, atha kho āmāsayapakkāsayānaṁ antare udarapaṭalaṁ pacchato piṭṭhikaṇṭakaṁ purato katvā antaantaguṇaparivārito sayampi duggandhajegucchapaṭikkūlo duggandhajegucchapaṭikkūle paramasambādhe okāse pūtimacchapūtikummāsaoḷigallacandanikādīsu kimiva nibbattati. Tassevaṁ nibbattamānassa ‘avijjā taṇhā upādānaṁ kamma’nti ime cattāro dhammā nibbattakattā hetu, āhāro upatthambhakattā paccayoti pañca dhammā hetupaccayā honti. Tesupi avijjādayo tayo imassa kāyassa mātā viya dārakassa upanissayā honti. Kammaṁ pitā viya puttassa janakaṁ . Āhāro dhāti viya dārakassa sandhārako’’ti. Evaṁ rūpakāyassa paccayapariggahaṁ katvā, puna ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’ntiādinā (saṁ. ni. 2.43) nayena nāmakāyassa paccayapariggahaṁ karoti.",
  "anya-e0102n7:6": "So evaṁ paccayato nāmarūpassa pavattiṁ disvā yathā idaṁ etarahi, evaṁ atītepi addhāne paccayato pavattittha, anāgatepi paccayato pavattissatīti samanupassati.",
  "anya-e0102n7:7": "680. Tassevaṁ samanupassato yā sā pubbantaṁ ārabbha ‘‘ahosiṁ nu kho ahaṁ atītamaddhānaṁ, na nu kho ahosiṁ atītamaddhānaṁ, kiṁ nu kho ahosiṁ atītamaddhānaṁ, kathaṁ nu kho ahosiṁ atītamaddhānaṁ, kiṁ hutvā kiṁ ahosiṁ nu kho ahaṁ atītamaddhāna’’nti (ma. ni. 1.18; saṁ. ni. 2.20) pañcavidhā vicikicchā vuttā, yāpi aparantaṁ ārabbha ‘‘bhavissāmi nu kho ahaṁ anāgatamaddhānaṁ, na nu kho bhavissāmi anāgatamaddhānaṁ, kiṁ nu kho bhavissāmi anāgatamaddhānaṁ, kathaṁ nu kho bhavissāmi anāgatamaddhānaṁ, kiṁ hutvā kiṁ bhavissāmi nu kho ahaṁ anāgatamaddhāna’’nti pañcavidhā vicikicchā vuttā, yāpi paccuppannaṁ ārabbha ‘‘etarahi vā pana paccuppannaṁ addhānaṁ ajjhattaṁ kathaṁkathī hoti – ahaṁ nu khosmi, no nu khosmi, kiṁ nu khosmi, kathaṁ nu khosmi, ayaṁ nu kho satto kuto āgato, so kuhiṁ gāmī bhavissatī’’ti (ma. ni. 1.18) chabbidhā vicikicchā vuttā, sā sabbāpi pahīyati.",
  "anya-e0102n7:8": "681. Aparo sādhāraṇāsādhāraṇavasena duvidhaṁ nāmassa paccayaṁ passati, kammādivasena catubbidhaṁ rūpassa. Duvidho hi nāmassa paccayo sādhāraṇo asādhāraṇo ca. Tattha cakkhādīni cha dvārāni, rūpādīni cha ārammaṇāni nāmassa sādhāraṇo paccayo, kusalādibhedato sabbappakārassāpi tato pavattito. Manasikārādiko asādhāraṇo. Yoniso manasikārasaddhammassavanādiko hi kusalasseva hoti, viparīto akusalassa, kammādiko vipākassa, bhavaṅgādiko kiriyassāti.",
  "anya-e0102n7:9": "Rūpassa pana kammaṁ cittaṁ utu āhāroti ayaṁ kammādiko catubbidho paccayo. Tattha kammaṁ atītameva kammasamuṭṭhānassa rūpassa paccayo hoti . Cittaṁ cittasamuṭṭhānassa uppajjamānaṁ. Utuāhārā utuāhārasamuṭṭhānassa ṭhitikkhaṇe paccayā hontīti. Evameveko nāmarūpassa paccayapariggahaṁ karoti.",
  "anya-e0102n7:10": "So evaṁ paccayato nāmarūpassa pavattiṁ disvā yathā idaṁ etarahi, evaṁ atītepi addhāne paccayato pavattittha, anāgatepi paccayato pavattissatīti samanupassati. Tassevaṁ samanupassato vuttanayeneva tīsupi addhāsu vicikicchā pahīyati.",
  "anya-e0102n7:11": "682. Aparo tesaṁyeva nāmarūpasaṅkhātānaṁ saṅkhārānaṁ jarāpattiṁ jiṇṇānañca bhaṅgaṁ disvā idaṁ saṅkhārānaṁ jarāmaraṇaṁ nāma jātiyā sati hoti, jāti bhave sati, bhavo upādāne sati, upādānaṁ taṇhāya sati, taṇhā vedanāya sati, vedanā phasse sati, phasso saḷāyatane sati, saḷāyatanaṁ nāmarūpe sati, nāmarūpaṁ viññāṇe sati, viññāṇaṁ saṅkhāresu sati, saṅkhārā avijjāya satīti evaṁ paṭilomapaṭiccasamuppādavasena nāmarūpassa paccayapariggahaṁ karoti. Athassa vuttanayeneva vicikicchā pahīyati.",
  "anya-e0102n7:12": "683. Aparo ‘‘iti kho avijjāpaccayā saṅkhārā’’ti (saṁ. ni. 2.2) pubbe vitthāretvā dassitaanulomapaṭiccasamuppādavaseneva nāmarūpassa paccayapariggahaṁ karoti. Athassa vuttanayeneva kaṅkhā pahīyati.",
  "anya-e0102n7:13": "684. Aparo ‘‘purimakammabhavasmiṁ moho avijjā, āyūhanā saṅkhārā, nikanti taṇhā, upagamanaṁ upādānaṁ, cetanā bhavoti ime pañca dhammā purimakammabhavasmiṁ idha paṭisandhiyā paccayā, idha paṭisandhi viññāṇaṁ, okkanti nāmarūpaṁ, pasādo āyatanaṁ, phuṭṭho phasso, vedayitaṁ vedanāti ime pañca dhammā idhūpapattibhavasmiṁ purekatassa kammassa paccayā. Idha paripakkattā āyatanānaṁ moho avijjā…pe… cetanā bhavoti ime pañca dhammā idha kammabhavasmiṁ āyatiṁ paṭisandhiyā paccayā’’ti (paṭi. ma. 1.47) evaṁ kammavaṭṭavipākavaṭṭavasena nāmarūpassa paccayapariggahaṁ karoti.",
  "anya-e0102n7:14": "685. Tattha catubbidhaṁ kammaṁ – diṭṭhadhammavedanīyaṁ, upapajjavedanīyaṁ, aparāpariyavedanīyaṁ, ahosikammanti. Tesu ekajavanavīthiyaṁ sattasu cittesu kusalā vā akusalā vā paṭhamajavanacetanā diṭṭhidhammavedanīyakammaṁ nāma. Taṁ imasmiññeva attabhāve vipākaṁ deti. Tathā asakkontaṁ pana ‘‘ahosikammaṁ nāhosi kammavipāko, na bhavissati kammavipāko, natthi kammavipāko’’ti (paṭi. ma. 1.234) imassa tikassa vasena ahosikammaṁ nāma hoti. Atthasādhikā pana sattamajavanacetanā upapajjavedanīyakammaṁ nāma. Taṁ anantare attabhāve vipākaṁ deti. Tathā asakkontaṁ vuttanayeneva ahosikammaṁ nāma hoti. Ubhinnaṁ antare pañca javanacetanā aparāpariyavedanīyakammaṁ nāma. Taṁ anāgate yadā okāsaṁ labhati, tadā vipākaṁ deti. Sati saṁsārappavattiyā ahosikammaṁ nāma na hoti.",
  "anya-e0102n7:15": "686. Aparampi catubbidhaṁ kammaṁ – yaṁ garukaṁ, yaṁ bahulaṁ, yadāsannaṁ, kaṭattā vā pana kammanti. Tattha kusalaṁ vā hotu akusalaṁ vā, garukāgarukesu yaṁ garukaṁ mātughātādikammaṁ vā mahaggatakammaṁ vā, tadeva paṭhamaṁ vipaccati. Tathā bahulābahulesupi yaṁ bahulaṁ hoti susīlyaṁ vā dussīlyaṁ vā, tadeva paṭhamaṁ vipaccati. Yadāsannaṁ nāma maraṇakāle anussaritakammaṁ. Yañhi āsannamaraṇo anussarituṁ sakkoti, teneva upapajjati. Etehi pana tīhi muttaṁ punappunaṁ laddhāsevanaṁ kaṭattā vā pana kammaṁ nāma hoti, tesaṁ abhāve taṁ paṭisandhiṁ ākaḍḍhati.",
  "anya-e0102n7:16": "687. Aparampi catubbidhaṁ kammaṁ – janakaṁ, upatthambhakaṁ, upapīḷakaṁ, upaghātakanti. Tattha janakaṁ nāma kusalampi hoti akusalampi. Taṁ paṭisandhiyampi pavattepi rūpārūpavipākakkhandhe janeti. Upatthambhakaṁ pana vipākaṁ janetuṁ na sakkoti, aññena kammena dinnāya paṭisandhiyā janite vipāke uppajjamānakasukhadukkhaṁ upatthambheti, addhānaṁ pavatteti. Upapīḷakaṁ aññena kammena dinnāya paṭisandhiyā janite vipāke uppajjamānakasukhadukkhaṁ pīḷeti bādhati, addhānaṁ pavattituṁ na deti. Upaghātakaṁ pana sayaṁ kusalampi akusalampi samānaṁ aññaṁ dubbalakammaṁ ghātetvā tassa vipākaṁ paṭibāhitvā attano vipākassa okāsaṁ karoti. Evaṁ pana kammena kate okāse taṁ vipākaṁ uppannaṁ nāma vuccati.",
  "anya-e0102n7:17": "Iti imesaṁ dvādasannaṁ kammānaṁ kammantarañceva vipākantarañca buddhānaṁ kammavipākañāṇasseva yāthāvasarasato pākaṭaṁ hoti, asādhāraṇaṁ sāvakehi. Vipassakena pana kammantarañca vipākantarañca ekadesato jānitabbaṁ. Tasmā ayaṁ mukhamattadassanena kammaviseso pakāsitoti.",
  "anya-e0102n7:18": "688. Iti imaṁ dvādasavidhaṁ kammaṁ kammavaṭṭe pakkhipitvā evaṁ eko kammavaṭṭavipākavaṭṭavasena nāmarūpassa paccayapariggahaṁ karoti. So evaṁ kammavaṭṭavipākavaṭṭavasena paccayato nāmarūpassa pavattiṁ disvā ‘‘yathā idaṁ etarahi, evaṁ atītepi addhāne kammavaṭṭavipākavaṭṭavasena paccayato pavattittha, anāgatepi kammavaṭṭavipākavaṭṭavaseneva paccayato pavattissatī’’ti. Iti kammañceva kammavipāko ca, kammavaṭṭañca vipākavaṭṭañca, kammapavattañca vipākapavattañca, kammasantati ca vipākasantati ca, kiriyā ca kiriyāphalañca.",
  "anya-e0102n7:19": "Kammā vipākā vattanti, vipāko kammasambhavo;",
  "anya-e0102n7:20": "Kammā punabbhavo hoti, evaṁ loko pavattatīti. –",
  "anya-e0102n7:21": "Samanupassati. Tassevaṁ samanupassato yā sā pubbantādayo ārabbha ‘‘ahosiṁ nu kho aha’’ntiādinā nayena vuttā soḷasavidhā vicikicchā, sā sabbā pahīyati. Sabbabhavayonigatiṭṭhitinivāsesu hetuphalasambandhavasena pavattamānaṁ nāmarūpamattameva khāyati. So neva kāraṇato uddhaṁ kārakaṁ passati, na vipākappavattito uddhaṁ vipākapaṭisaṁvedakaṁ. Kāraṇe pana sati ‘‘kārako’’ti, vipākappavattiyā sati ‘‘paṭisaṁvedako’’ti samaññāmattena paṇḍitā voharanticcevassa sammappaññāya sudiṭṭhaṁ hoti.",
  "anya-e0102n7:22": "689. Tenāhu porāṇā –",
  "anya-e0102n7:23": "‘‘Kammassa kārako natthi, vipākassa ca vedako;",
  "anya-e0102n7:24": "Suddhadhammā pavattanti, evetaṁ sammadassanaṁ.",
  "anya-e0102n7:25": "‘‘Evaṁ kamme vipāke ca, vattamāne sahetuke;",
  "anya-e0102n7:26": "Bījarukkhādikānaṁva, pubbā koṭi na nāyati;",
  "anya-e0102n7:27": "Anāgatepi saṁsāre, appavattaṁ na dissati.",
  "anya-e0102n7:28": "‘‘Etamatthaṁ anaññāya, titthiyā asayaṁvasī;",
  "anya-e0102n7:29": "Sattasaññaṁ gahetvāna, sassatucchedadassino;",
  "anya-e0102n7:30": "Dvāsaṭṭhidiṭṭhiṁ gaṇhanti, aññamaññavirodhitā.",
  "anya-e0102n7:31": "‘‘Diṭṭhibandhanabaddhā te, taṇhāsotena vuyhare;",
  "anya-e0102n7:32": "Taṇhāsotena vuyhantā, na te dukkhā pamuccare.",
  "anya-e0102n7:33": "‘‘Evametaṁ abhiññāya, bhikkhu buddhassa sāvako;",
  "anya-e0102n7:34": "Gambhīraṁ nipuṇaṁ suññaṁ, paccayaṁ paṭivijjhati.",
  "anya-e0102n7:35": "‘‘Kammaṁ natthi vipākamhi, pāko kamme na vijjati;",
  "anya-e0102n7:36": "Aññamaññaṁ ubho suññā, na ca kammaṁ vinā phalaṁ.",
  "anya-e0102n7:37": "‘‘Yathā na sūriye aggi, na maṇimhi na gomaye;",
  "anya-e0102n7:38": "Na tesaṁ bahi so atthi, sambhārehi ca jāyati.",
  "anya-e0102n7:39": "‘‘Tathā na anto kammassa, vipāko upalabbhati;",
  "anya-e0102n7:40": "Bahiddhāpi na kammassa, na kammaṁ tattha vijjati.",
  "anya-e0102n7:41": "‘‘Phalena suññaṁ taṁ kammaṁ, phalaṁ kamme na vijjati;",
  "anya-e0102n7:42": "Kammañca kho upādāya, tato nibbattate phalaṁ.",
  "anya-e0102n7:43": "‘‘Na hettha devo brahmā vā, saṁsārassatthikārako;",
  "anya-e0102n7:44": "Suddhadhammā pavattanti, hetusambhārapaccayā’’ti.",
  "anya-e0102n7:45": "690. Tassevaṁ kammavaṭṭavipākavaṭṭavasena nāmarūpassa paccayapariggahaṁ katvā tīsu addhāsu pahīnavicikicchassa sabbe atītānāgatapaccuppannadhammā cutipaṭisandhivasena viditā honti, sāssa hoti ñātapariññā.",
  "anya-e0102n7:46": "So evaṁ pajānāti – ye atīte kammapaccayā nibbattā khandhā, te tattheva niruddhā, atītakammapaccayā pana imasmiṁ bhave aññe nibbattā, atītabhavato imaṁ bhavaṁ āgato ekadhammopi natthi, imasmimpi bhave kammapaccayena nibbattā khandhā nirujjhissanti, punabbhave aññe nibbattissanti, imamhā bhavā punabbhavaṁ ekadhammopi na gamissati. Apica kho yathā na ācariyamukhato sajjhāyo antevāsikassa mukhaṁ pavisati, na ca tappaccayā tassa mukhe sajjhāyo na vattati, na dūtena mantodakaṁ pītaṁ rogino udaraṁ pavisati, na ca tassa tappaccayā rogo na vūpasammati, na mukhe maṇḍanavidhānaṁ ādāsatalādīsu mukhanimittaṁ gacchati, na ca tattha tappaccayā maṇḍanavidhānaṁ na paññāyati, na ekissā vaṭṭiyā dīpasikhā aññaṁ vaṭṭiṁ saṅkamati, na ca tattha tappaccayā dīpasikhā na nibbattati, evameva na atītabhavato imaṁ bhavaṁ, ito vā punabbhavaṁ koci dhammo saṅkamati, na ca atītabhave khandhāyatanadhātupaccayā idha, idha vā khandhāyatanadhātupaccayā punabbhave khandhāyatanadhātuyo na nibbattantīti.",
  "anya-e0102n7:47": "Yatheva cakkhuviññāṇaṁ, manodhātuanantaraṁ;",
  "anya-e0102n7:48": "Na ceva āgataṁ nāpi, na nibbattaṁ anantaraṁ.",
  "anya-e0102n7:49": "Tatheva paṭisandhimhi, vattate cittasantati;",
  "anya-e0102n7:50": "Purimaṁ bhijjate cittaṁ, pacchimaṁ jāyate tato.",
  "anya-e0102n7:51": "Tesaṁ antarikā natthi, vīci tesaṁ na vijjati;",
  "anya-e0102n7:52": "Na cito gacchati kiñci, paṭisandhi ca jāyatīti.",
  "anya-e0102n7:53": "691. Evaṁ cutipaṭisandhivasena viditasabbadhammassa sabbākārena nāmarūpassa paccayapariggahañāṇaṁ thāmagataṁ hoti, soḷasavidhā kaṅkhā suṭṭhutaraṁ pahīyati. Na kevalañca sā eva, ‘‘satthari kaṅkhatī’’ti (dha. sa. 1008) ādinayappavattā aṭṭhavidhāpi kaṅkhā pahīyatiyeva, dvāsaṭṭhi diṭṭhigatāni vikkhambhanti. Evaṁ nānānayehi nāmarūpapaccayapariggahaṇena tīsu addhāsu kaṅkhaṁ vitaritvā ṭhitaṁ ñāṇaṁ kaṅkhāvitaraṇavisuddhīti veditabbaṁ. Dhammaṭṭhitiñāṇantipi yathābhūtañāṇantipi sammādassanantipi etassevādhivacanaṁ. Vuttañhetaṁ –",
  "anya-e0102n7:54": "‘‘Avijjā paccayo, saṅkhārā paccayasamuppannā. Ubhopete dhammā paccayasamuppannāti paccayapariggahe paññā dhammaṭṭhitiñāṇa’’nti (paṭi. ma. 1.46).",
  "anya-e0102n7:55": "‘‘Aniccato manasikaronto katame dhamme yathābhūtaṁ jānāti passati, kathaṁ sammādassanaṁ hoti, kathaṁ tadanvayena sabbe saṅkhārā aniccato sudiṭṭhā honti, kattha kaṅkhā pahīyati? Dukkhato…pe… anattato manasikaronto katame dhamme yathābhūtaṁ jānāti passati…pe… kattha kaṅkhā pahīyatīti?",
  "anya-e0102n7:56": "‘‘Aniccato manasikaronto nimittaṁ yathābhūtaṁ jānāti passati, tena vuccati sammādassanaṁ. Evaṁ tadanvayena sabbe saṅkhārā aniccato sudiṭṭhā honti. Ettha kaṅkhā pahīyati. Dukkhato manasikaronto pavattaṁ yathābhūtaṁ jānāti passati…pe… anattato manasikaronto nimittañca pavattañca yathābhūtaṁ jānāti passati, tena vuccati sammādassanaṁ. Evaṁ tadanvayena sabbe dhammā anattato sudiṭṭhā honti. Ettha kaṅkhā pahīyati.",
  "anya-e0102n7:57": "‘‘Yañca yathābhūtañāṇaṁ yañca sammādassanaṁ yā ca kaṅkhāvitaraṇā, ime dhammā nānatthā ceva nānābyañjanā ca, udāhu ekatthā byañjanameva nānanti? Yañca yathābhūtañāṇaṁ yañca sammādassanaṁ yā ca kaṅkhāvitaraṇā, ime dhammā ekatthā, byañjanameva nāna’’nti (paṭi. ma. 1.227).",
  "anya-e0102n7:58": "Iminā pana ñāṇena samannāgato vipassako buddhasāsane laddhassāso laddhapatiṭṭho niyatagatiko cūḷasotāpanno nāma hoti.",
  "anya-e0102n7:59": "Tasmā bhikkhu sadā sato, nāmarūpassa sabbaso;",
  "anya-e0102n7:60": "Paccaye pariggaṇheyya, kaṅkhāvitaraṇatthikoti.",
  "anya-e0102n7:61": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0102n7:62": "Paññābhāvanādhikāre",
  "anya-e0102n7:63": "Kaṅkhāvitaraṇavisuddhiniddeso nāma",
  "anya-e0102n7:64": "Ekūnavīsatimo paricchedo."
}