{
  "anya-e0810n3:0": "3. Sāmaññakaṇḍa",
  "anya-e0810n3:1": "1. Visesyādhīnavaggavaṇṇanā",
  "anya-e0810n3:2": "691.Iha vakkhamāne sāmaññakaṇḍe sāṅgopāṅgehi aṅgaupāṅgadvayasahitehi visesyādhīnehi visesyāyattehi visesanasaddehi sobhanādīhi saṃkiṇṇehi aññamaññavijātiyatthehi dabbakriyāguṇādīhi anekatthehi samayavaṇṇādīhi abyayehi cirassamādīhi ca kamā kamato vaggā kathyante, te ca pubbavaggasannissayā, tathā hi sobhanādayo devamanussādīsu visesanabhāvena sambandhā, kriyādayo tu tadādhāratāya, samayādayo vācakatāya, cirassamādayo taṃkriyāvisesanabhāvena, tatoyeva sādhāraṇattā sāmaññakaṇḍamidaṃ.",
  "anya-e0810n3:3": "692. Iha satthe bhiyyo rūpantarā liṅgavinicchayo, so atrāpi vagge bhiyyo rūpantarāyevāti vippaṭipattinirāsatthaṃ byāpakanyāyamāha ‘‘guṇi’’ccādinā. Tassattho – visesanabhūtā sabbe guṇasaddā, dabbasaddā, kriyāsaddā ca visesyādhīnabhāvena hetunāyeva, na bhiyyo rūpantarāpi visesanasaddena samaliṅgino siyunti, yathā – sobhanā itthī, sobhano puriso, sobhanaṃ cittaṃ.",
  "anya-e0810n3:4": "693-696.Subhantaṃ sobhane. Subha sobhane, yu. Ruca dittiyaṃ, iro. Sādha saṃsiddhiyaṃ, u. Manaṃ tosetīti manuññaṃ. Ñā parimāṇatosananisāmanesu, antassukāro, manaṃ ā bhuso tosetīti vā manuññaṃ, tadā ‘‘mano añña’’nti chedo, ālopo. Cara gatibhakkhanesu, ṇvu, carati cittametthāti cāru. Suṭṭhu darīyate sundaraṃ, dara dāraṇe . Vagga gamane, u, vaggu. Mano ramati asmiṃ. Kamu icchāyaṃ, to. Harati cittaṃ hārī, ṇī. Mana ñāṇe, ju, mano javati yasmiṃ vā mañju, nalopo. Piyasīlayuttatāya pesalaṃ, piyassa pe, īssattaṃ. Bhadi kalyāṇe, do. Vā gatiyaṃ, mo. Kala saṅkhyāne, yāṇo. Manaṃ appeti vaḍḍhetīti manāpaṃ, mano appoti yasminti vā manāpaṃ, āpa pāpuṇane, apādipubbo ca. Labhitabbanti laddhaṃ, to, sakatthe ko. Subhatīti subhaṃ, sundarena sabhāvena bhavatīti vā subhaṃ.",
  "anya-e0810n3:5": "Puṅgavantaṃ uttame, ubbhuto atyatthaṃ uttamo, ubhasaddato ubbhutatthato visesatthe tamo, uggatatamattā vā uttamo. Vara patthanāyaṃ, pavaro. Iṭṭhapaccaye vuḍḍhassa jādeso, jeṭṭho. Pakaṭṭhaṃ mukhaṃ ārambho assa pamukho. Natthi uttaro uttamo yasmā anuttaro. Pamukho ca anuttaro cāti dvando. Apādipubbe varo. Mukhamiva mukhyo, ivatthe yo. Padadhātīti padhānaṃ, yu. Pamukhabhāve tiṭṭhatīti pāmokkho, ubhayatrāpi vuḍḍhi. Pakaṭṭhaṃ rātīti paraṃ, ṇo. ‘‘Agga’’nti jānitabbanti aggaññaṃ, ‘‘agga’’nti pamānitabbanti vā aggaññaṃ. Uttaro uttamasadiso. Padhānabhāvaṃ nītaṃ paṇītaṃ, nī naye, kammani ṇo. Paraṃ paccanīkaṃ māretīti paramaṃ, pakaṭṭhabhāve ramatītivā paramaṃ, ṇo. Iyiṭṭhesu pasatthassa, vuḍḍhassa ca so, seyyo, seṭṭho ca, ‘‘kvacāsavaṇṇaṃ lutte’’ti isse. Gāmaṃ netīti gāmaṇi, ‘‘tassīlādīsu ṇī tvāvī cā’’ti ṇī, rasso, gāmaṇi. Santatamatāya sattamo, santato tamo, santassa ca so. Visesīyateti visiṭṭho, sisa visesane, to. Ara gamane, ṇyo, ikārāgamo, ariyo. Natthi aggo yasmā nāgo, dīghādi, galopo ca. I gatiyaṃ, ṇvu, isse, alopo ca, eko, sadisarahitatāya vā ekībhāve tiṭṭhatīti eko, ko. Ussāpeti paccanīketi usabho, usa dāhe, abho . Aja gamane, a, jassa go, dvittaṃ, aggo. Muca mocane, hīnamajjhimabhāvehi muccatīti mokkho, to, tassa kho. Mokkha mocane vā, a. Padhānabhāvaṃ gacchatīti puṅgavo, yadādi, pukkhalopyatra, pusa vuḍḍhimhi, alo, sassa kho, asarūpadvittaṃ. Ete cuttamādayo samāsagāpi asamāsagāpi uttamatthavācakā. Amarakose pana nāgosabhapuṅgavānaṃ samāsagatteyeva uttamatthavācakatā vuttā, vuttañca –",
  "anya-e0810n3:6": "‘‘Uttarasmiṃ pade byaggha-puṅgavo’sabhakuñjarā;",
  "anya-e0810n3:7": "Sīhasaddūlanāgādyā, pume seṭṭhatthagocarā’’ti amara 21.59.",
  "anya-e0810n3:8": "Tassattho – byagghādayo kammadhārayasamāse sati uttarapadībhūtā seṭṭhatthavisayā pubbapadassa seṭṭhatthavācakā pulliṅgā ca bhavanti, yathā ‘‘purisabyaggho, munipuṅgavo’’iccādi. Sīhādayo, ādinā varāhapuṇḍarīkadhorayhasovīrādayo ca samāsagā kammadhārayasamāse uttarapadabhūtā seṭṭhatthavācakā pumeva bhavanti, yathā ‘‘sakyasīho, kavikuñjaro, purisasaddūlo, purisavarāho’’iccādi.",
  "anya-e0810n3:9": "697. Cittassa, akkhino ca pītijanakaṃ vatthu abyāsekaṃ, asecanañca nāma, na byāsiñcanti nakkharanti nayanamanāni yasmāti abyāsekaṃ, asecanañca, na byāsiñcanti ca yasmiṃ āgantukabhūtāni aññarasānīti vā abyāsekaṃ, asecanañca. Ṇo, yu ca.",
  "anya-e0810n3:10": "Chakkaṃ iṭṭhe vatthumhi. Icchitabbaṃ, esitabbanti vā iṭṭhaṃ, isu icchāyaṃ, isa gavesane ca, to. Subhattaṃ gacchatīti subhagaṃ, kvi. Hadaye sādhu, hadayassa vā piyanti hajjaṃ, ṇo, dantassa lopo, dyassa jjo. Dayitabbaṃ ādātabbanti dayitaṃ, to. Valla saṃvaraṇe, kammani abho. Piyāyitabbanti piyaṃ,pī tappanakantīsu, ṇyo, rassādi.",
  "anya-e0810n3:11": "698. Tikaṃ tucche. Tuca vināse, cho. Rica viyojanasambajjhanesu, sambajjhanaṃ missanaṃ, to, sakatthe ko. Sunassa hitaṃ suññaṃ, yo, nyassa ñño, suna gatiyaṃ vā, yo. Dvayaṃ asāre. Phala nipphattiyaṃ, u, gu vā. Pubbatra gonto, asse, pheggu.",
  "anya-e0810n3:12": "Tikaṃ pavitte. Medha hiṃsāsaṅgamesu, medhīyate saṅgamīyate mejjhaṃ, ṇyo, jhassa jho, asarūpadvittaṃ. Pu pavane, to, dīghādi. Vuḍḍhāvādeso, ikārāgamo ca. Dvayaṃ aviraddhe. Na virajjhatīti aviraddho, radha hiṃsāparādhāpagamanesu, to. ‘‘Dhaḍhabhahehi dhaḍhā ce’’ti tassa dho. Paṇa byavahārathutīsu, ṇvu, viraddhavohārena na paṇāmetīti apaṇṇako.",
  "anya-e0810n3:13": "699-701. Dvayaṃ jātyācārādinā anindite. Upubbo, papubbo ca kasa vilekhane, hiṃsāyañca, to, ‘‘sādisantapucchabhanjahaṃsādīhi ṭṭho’’ti sahādibyañjanena tassa ṭṭho.",
  "anya-e0810n3:14": "Gārayhantaṃ jātyācārādinā nindite. Nihīyateti nihīno, hā cāge, ino, dīgho. Apādipubbe hīno. Lama nindāyaṃ, ṇvu, lāmako. Kiṭa gatiyaṃ, pati nipubbo tu nindāyaṃ, ṭho, patikiṭṭhaṃ, nikiṭṭhañca. Ittarasaddo lāmakatthavācako pāṭipadiko, ‘‘jātyācārādīhi nihīnoya’’nti avaditabboti avajjo, tabbhāvattho cettha akāro. Vada viyattiyaṃ vācāyaṃ, ṇyo, dyassa jjo. Kucchā sañjātā assa kucchito. Adhobhāge jāto adhamo, ossattaṃ. Uma nindāyaṃ, kamme a, sakatthe ko, usso, omako. Garahitabboti gārayho, garaha nindāyaṃ, ṇyo, vaṇṇavipariyayo.",
  "anya-e0810n3:15": "Dvayaṃ malayutte. Malayuttatāya malīno, ino, dīgho. Assatthyatthe ī, masapaccaye malīmaso, kaccaraṃ, maladūsitampi, kucchitaṃ caratīti kaccaraṃ.",
  "anya-e0810n3:16": "Tipādaṃ vipule. Braha vuddhiyaṃ, rājādi, brahā. Maha pūjāyaṃ, anto. Pula mahatte, vipulaṃ. Sala gamane, visālaṃ, ṇo. Patha saṅkhyāne, ulo, assu, puthulaṃ, umhi puthu. Gara secane, u, garu. Ara gamane, u, assu, uru. Tanu vitthāre, to, iṇṇādeso, tassa tho, assi, asarūpadvittaṃ, vitthiṇṇaṃ.",
  "anya-e0810n3:17": "Vaṭharantaṃ thūle. Pī tappanakantīsu, ino. Thūla paribrūhane, a. Pīdhātuto īvaro, pīvaraṃ. Lapaccaye thullaṃ, rassādi. Vada viyattiyaṃ vācāyaṃ, vadatīti vaṭharaṃ, aro, dassa ṭho. Thūlamupacitamaṃsavipulāyatamaṃsādi.",
  "anya-e0810n3:18": "Dvayaṃ sannicite. Ānipubbo ci caye, kamme to, ācitaṃ, nicitañca.",
  "anya-e0810n3:19": "702. Siloko sabbasmiṃ. Saratīti sabbaṃ, vo, rassa ca vo. Saṃpubbo asu khepane, to, samattaṃ, atha vā sama tima vekallabye, to, samattaṃ. Na khiyatīti akhilaṃ, lo, akhilaṃ, nikhilañca tathā. Saka sattiyaṃ, alo, kalābhi avayavehi saha vattateti vā sakalaṃ. Sesato avasiṭṭhato niggataṃ nissesaṃ. Kasa gamane, ino, ṇattaṃ, kasiṇaṃ. Na sesaṃ avasiṭṭhaṃ asesaṃ. Aggena sikharena saṅgataṃ samaggaṃ. Kate samāse pubbanipāto abhidhānā. Ūna parihāne, na ūnaṃ asmiṃ anūnakaṃ, ko.",
  "anya-e0810n3:20": "703.Bahulantaṃ bahutte, bhāveti vaḍḍhetīti bhūri, bhū sattāyaṃ, ri, bhūri, dīghādi, rassanto, īmhi bhūrī, medhā. Pahu sattiyaṃ, to, ukārāgamo, papubbo hū sattāyaṃ vā, rasso. Paci vitthāre, uro, pacuraṃ. Bhī bhaye, bhāyati yasmāti bhiyyo, dvittaṃ. Sampahotīti sampahulaṃ, lo. Baha vuḍḍhiyaṃ, u, bahu. Yebhuyyasaddo bahulatthavācako pāṭipadiko. Bahū atthe lābhīti bahulaṃ.",
  "anya-e0810n3:21": "Dvayaṃ bahigate. Bahi jātaṃ bāhiraṃ, iraṇa.",
  "anya-e0810n3:22": "704-706.Yesaṃ padatthānaṃ mattaṃ pamāṇaṃ satādito paraṃ adhikaṃ bhavati, te parosatādī. Ādinā parosahassādi. Satato paro parosataṃ. Sahassato paro parosahassaṃ, parassa pubbanipāto abhidhānā parasaddā okārāgamo. Pajjaṃ appe. Parito attaṃ khaṇḍitaṃ parittaṃ. Sukha takriyāyaṃ, takriyā sukhanaṃ, umo. Suca socane vā. Khuda pipāsāyaṃ, do, khuddaṃ. Thuca pasāde, ṇo. Ala bhūsanapariyattinivāraṇesu, po, lassa po, appaṃ. Kisa tanukaraṇe, ṇo. Tanu vitthāre. Ci caye, ulo, dvittaṃ, cullaṃ, nīce pana cullo. Mā māne, chadādīhi to. Rassādi, mattā, itthiyaṃ. Lisa appībhāve, a. Lū chedane, luyateti lavo, a. Aṇa gatyattho, u. Kaṇa sadde, a, kaṇo. Lavādīhi saha kaṇo pume, vuttañca amarakose ‘‘pume lavalesakaṇāṇavo’’ti amara 21.62.",
  "anya-e0810n3:23": "Ñattantaṃ samīpe. Saṅgatā āpo yasmiṃ samīpaṃ, āssī. Pādito yadādinā kaṭo, nikaṭo, natthi kaṭo āvaraṇaṃ etassāti vā nikaṭo. Sadasmā to, āsanno. Kaṇṭhaṃ samīpaṃ upagataṃ upakaṭṭho. ‘‘Kaṇṭho gale sanniṭṭhāne, sadde madanapādape’’ti hi nānatthasaṅgaho, idha pana kaṇṭhassa kaṭṭhādeso, ṇalopo vā. Abhyāsīdatīti abhyāso. ‘‘Abhyāso tu samīpamhi, pumā abhyasanepi ce’’ti cintāmaṇiṭīkā 21.67rabhaso. Saha antena santikaṃ, sakatthe iko. Vidūrapaṭipakkhattā avidūraṃ. Saṅgataṃ antaṃ sāmantaṃ, sasaddassa dīgho, niggahītassa mo, saṃ nipubbopi kaṭṭhasaddo samīpatthoyevāti dassanatthaṃ udāhaṭaṃ, kasa vilekhane vā, to, sannikaṭṭhaṃ. Antikabhāvaṃ upagataṃ upantikaṃ. Saha kāsena vattate sakāsaṃ, kāsa dittiyaṃ. Antayogā antikaṃ, iko. Ñāyateti ñattaṃ, to, sakāsasaddena saniḍasadesasavidhasamariyādasavesāpi gayhanti. Saha niḍena, saha desena, saha vidhāya, saha mariyādāya, saha vesena vattateti viggaho, byuppattinimittaṃ, rūḷhīsaddā pana ete.",
  "anya-e0810n3:24": "Dvayaṃ dūramatte. Dukkhena arati yaṃ dūraṃ. Vipapubbo kaṭṭhasaddo dūre, sakatthe ko, vippakaṭṭhakaṃ.",
  "anya-e0810n3:25": "707. Tikaṃ ghane, natthi antaraṃ chiddaṃ yassa. Hanatismā a, hassa gho ca, ghanaṃ. Samu upasame, do, sandaṃ. Pādo viraḷe. Viramatīti viraḷaṃ, a, vaṇṇavikāro. Piyo lavo appo yasmiṃ pelavaṃ, piyassa pe, pili gamane vā, avo. Tanu appādīsupi.",
  "anya-e0810n3:26": "Dvayaṃ dīghe. Yata āyatane, āyataṃ. I gamane vā, to, bhūvādi, isse, e aya, dīghādi. Di khaye, gho, dīghādi. Tikaṃ vaṭṭale. Niggataṃ talaṃ asmāti nittalaṃ. Vaṭṭa vaṭṭane, vaṭṭaṃ, latādi. Ulapaccaye vaṭṭulaṃ.",
  "anya-e0810n3:27": "708.Ucchitantaṃ unnate. Ci caye, uccinotīti ucco, a. Unnamatīti unnato. Tuja hiṃsāyaṃ, phalane ca, a, tuṅgo. Uggataṃ aggaṃ assa udaggo. Uddhaṃ sito ucchito, si sevāyaṃ, to, sassa cho, asarūpadvittaṃ, ucchito. Paṃsupi, pakaṭṭho aṃsu ditti yassa paṃsu.",
  "anya-e0810n3:28": "Tikaṃ vāmane. Uddhaṃ na añcatīti nīco, añca gamane, ṇo, akārañakārānaṃ lopo, nisaddo atra nisedhe. Rasa sadde, so, rasso. Vā gamane, mano, vāmano.",
  "anya-e0810n3:29": "Tikaṃ ujumhi. Na jimhaṃ kuṭilaṃ ajimhaṃ. Tasmiṃ avaṅkatāya pakaṭṭho guṇo yassa paguṇo. Aja gamane, u, assu, uju.",
  "anya-e0810n3:30": "709. Chakkaṃ vaṅke. Aladhātumhā aro, ḷattaṃ. Vela gamane, to, dvittādi, virūpena ilayatīti vā vellitaṃ, to, ila gamane. Vaṅka koṭilye, a. Kuṭa chedane, ilo, kuṭa koṭilye vā. Hā cāge, kattari mo, dvittaṃ, vaṇṇavipariyayādi, jimhaṃ. Kuñca koṭilye, to. Vakkampi, vakka gamane.",
  "anya-e0810n3:31": "Pañcakaṃ dhuve. Dhu gatitheriyesu, a, uvādeso. Sassate nicce bhavo sassato. Nicco vutto abhidhānappadīpikāṭīkā. Sadā kāle bhavo sadātano. Sanasaddo niccattho sattamyanto nipāto, sanaṃsaddo vā abhidhānappadīpikāṭīkā, tatra bhavo sanantano, ubhayatrāpi bhavatthe tano, pubbe niggahītāgamo.",
  "anya-e0810n3:32": "710. Ekeneva bhāvādirūpena kālassa byāpako nibbānākāsādikūṭaṭṭhoti pakāsito. Māyāniccalayantādīsu kūṭaṃ vakkhati abhidhānappadīpikāṭīkā. Niccalo tiṭṭhatīti kūṭaṭṭho, pabbato, kūṭaṭṭho viya sadā tiṭṭhatīti kūṭaṭṭho.",
  "anya-e0810n3:33": "Dvayaṃ lahuke. Laṅgha gati sosanesu, u, ghassa hattaṃ, niggahītalopo, lahu, laghupi. Saṃpubbe, satthikakapaccaye ca sallahukaṃ. Tikaṃ saṅkhyāte. Khyā kathane. Gaṇa saṅkhyāne. Mā parimāṇe, sabbatra to.",
  "anya-e0810n3:34": "711. Tikaṃ tikhiṇe. Tija nisāne, ho, vaṇṇavikāro, tiṇhaṃ. Tija nisāne, ino, jassa kho, ṇattaṃ, tikhiṇaṃ. Tijatoyeva vo, jassa vo, battaṃ, tibbaṃ. Tikaṃ caṇḍe. Caṇḍa kope, caṇḍaṃ. Ujja balapālanesu, a, jjassa ggo, uggaṃ. Khara vināse, a, kharaṃ.",
  "anya-e0810n3:35": "Catukkaṃ jaṅgame. Gamu gamane, dvittādi, jaṅgamaṃ. Cara gamane, a, caraṃ. Tasati calatīti tasaṃ, tasa ubbege, ubbego bhayaṃ, calanañca. Carabhismā caro, majjhe dīgho, carācaraṃ, abbhāsante vā rāgamo, carācaraṃ, sabbatra apaccayo. Iṅgampi, iṅgatīti iṅgo, iṅga gamane.",
  "anya-e0810n3:36": "712-713. Dvayaṃ calanamatte. Kampa calane. Cala kampane, sabbatra kattari yu.",
  "anya-e0810n3:37": "Dvayaṃ adhike. Atiriccatīti atiritto, rica viyojanasampaṭicchanagatīsu, to, bhujādi. Adhi eti gacchatīti adhiko, i gamane, ko.",
  "anya-e0810n3:38": "Jaṅgamā pāṇito añño thāvaro nāma, tiṭṭhatīti thāvaro, ṭhā gatinivattiyaṃ, varo, vaṇṇavikāro, thāvaro, ṭhāvaropītyeke.",
  "anya-e0810n3:39": "Catukkaṃ lole. Lola ummādane. Cala kampane, dvittādi, cañcalaṃ. Tara plavanataraṇesu, taraṃ lātīti taralaṃ, ete calanamattepi.",
  "anya-e0810n3:40": "Catukkaṃ purāṇe. Pure bhavo purāṇo, yadādinā napaccayo, ṇattaṃ. Purā bhavo purātano, tanapaccayo. Sanaṃsaddo iha sattamyanto purāṇatthe nipāto. Tatra bhavo sanantano, pubbe viya sanaṃsaddo vā, tatrāpi pubbe viya niggahītāgamo. Ciraṃsaddo nipāto sattamyanto purāṇattho iha gayhate, tatra bhavo cirantano. Niggahītalopo cirakālādīsu.",
  "anya-e0810n3:41": "Catukkaṃ abhinave. Patito aggo yassa paccaggho, gassa gho, bahuko vā aggho yassa paccaggho, anekatthattā hi upasagganipātānaṃ bahukattho ettha patisaddo. Navasaddāsakatthe tano, navassa nubhāvo ca. Navo eva abhinavo, nu thutiyaṃ, a, navo.",
  "anya-e0810n3:42": "714-715. Pañcakaṃ kakkhaḷe. Kantatīti kurūraṃ, ūro, kantassa ca kurādeso, kara hiṃsāyaṃ vā, ūro, assu. Kaṭha kicchajīvane, muddhajadutiyanto dhātu, ino, vaṇṇavipariyaye kathinantipi. Dala vidāraṇe, ho, ḷattaṃ, baha vuddhimhi vā, bassa do, ḷanto ca, daḷhaṃ daha bhasmīkaraṇe vā, a, ḷanto ca. Niṭṭhātīti niṭṭhuraṃ, ṭhā gatinivattiyaṃ, uro. Kakkha hasane, alo, ḷattaṃ. Kaṭhoraṃ, jaraṭhaṃ, muttimaṃ, muttampi, kaṭha kicchajīvane, oro. Jara jīraṇe, bhūvādi, ṭho. Mutti kathinyaṃ, taṃyogā muttimaṃ. Apaccaye muttaṃ.",
  "anya-e0810n3:43": "Sattakaṃ ante. Ama gamane, to, anto, anitthī. Paripubbo pariyanto. Papubbo panto. Pacchā bhavo pacchimo. Ante bhavo antimo, imo. Jaghane sādhu jighaññaṃ, yo, assi. Caratismā imo. Carimaṃ, carasaddā vā imo.",
  "anya-e0810n3:44": "Catukkaṃ paṭhame. Pubba pūraṇe, a. Aggaṃ seṭṭhepi vuttaṃ. Paṭha viyattiyaṃ vācāyaṃ, amo, patha saṅkhyāne vā, amo, vaṇṇavikāro, paṭhamaṃ, pathamantipi. Ādīyate paṭhamaṃ gaṇhīyateti ādi, i, pume, sosaddo ādissa pulliṅgattajotako, purimaṃ, puratthāpi, bhavatthe imatthā.",
  "anya-e0810n3:45": "Dvayaṃ anucchavike. Paṭiggahito rūpo patirūpo. Chaviyā anurūpaṃ anucchavikaṃ, sakatthe ko.",
  "anya-e0810n3:46": "Dvayaṃ niratthake. Mūha vecitte, a, hassa gho. Natthi attho yassa, sakatthe ko.",
  "anya-e0810n3:47": "716. Dvayaṃ pākaṭe. Visiṭṭho attā yassa byattaṃ. Puṭa pakāsane, puṭa vikāsane vā.",
  "anya-e0810n3:48": "Tikaṃ mudumhi. Muda modane, u, muda saṃsagge vā. Sobhanaṃ kumāraṃ kanti yassa. Ku sadde, alo, manto ca.",
  "anya-e0810n3:49": "Dvayaṃ indriyaggayhe. Akkhaṃ indriyaṃ patigataṃ nissitaṃ, akkhena vā patigataṃ paccakkhaṃ, kate samāse patisaddassa pubbanipāto abhidhānato. Indriyaṃ cakkhādikaṃ, tena gayhaṃ indriyaggayhaṃ.",
  "anya-e0810n3:50": "Dvayaṃ apaccakkhe. Paccakkhaviparītaṃ apaccakkhaṃ, paramāṇvādi. Indriyaṃ atikkantaṃ atindriyaṃ.",
  "anya-e0810n3:51": "717. Catukkaṃ aññatthe. Itarasaddo pāṭipadiko aññatthavācako, idaṃsaddā vā taro aññatthe, daṃlopo ca . Aññasaddā sakatthe taro. Eko seṭṭhepi vutto. Aññasaddo pāṭipadiko bhinnattho, na ñāyateti vā añño.",
  "anya-e0810n3:52": "Tikaṃ nānappakāre. Bahavo vidhā pakārā assa bahuvidho. Vicittā vidhā yassa vividho.",
  "anya-e0810n3:53": "Dvayaṃ anivārite. Natthi bādho nisedho yassa abādhaṃ. Natthi aggaḷaṃ assa.",
  "anya-e0810n3:54": "718. Catukkaṃ asahāye. Asahāyatthe ekato ākī, cco, ko ca, ekākī, ekacco. Aññatthepi ekako vutto. Samā tulyatthā.",
  "anya-e0810n3:55": "Anekasambandhini sādhāraṇādidvayaṃ. Saha ādhāraṇena vattatīti sādhāraṇaṃ, yadādi, thiyaṃ sādhāraṇī, sādhāraṇā ca. Samānameva sāmaññaṃ, yo, sāmaññā itthiyaṃ.",
  "anya-e0810n3:56": "Dvayaṃ appāvakāse. Sambādhate asmiṃ, ro. Saṃsaddā kaṭo, yadādi, saṅkaṭaṃ, saha āvaraṇena vattatīti vā saṅkaṭaṃ, sahattho saṃsaddo.",
  "anya-e0810n3:57": "719.Vāmaṃ kaḷevaraṃ vāmakāyo sabyaṃ nāma. ‘‘Sabyaṃ vāme ca dakkhiṇe’’ti cintāmaṇiṭīkā 21.84 hi ajayo, sava gatiyaṃ, yo. Dakkhiṇaṃ kaḷevaraṃ apasabyaṃ, sabyato apagataṃ apasabyaṃ.",
  "anya-e0810n3:58": "Dvayaṃ viparīte. Paṭikūlati āvaratīti paṭikūlaṃ, kūla āvaraṇe. Apasabyaṃ dakkhiṇepi vuttaṃ.",
  "anya-e0810n3:59": "Duradhigamanto pathaṃ gahanaṃ, yathā – gahanametaṃ satthaṃ, dubbivekamiccattho. Gacchantaṃ hantīti gahanaṃ, gahaṇampi, yadādi. Kala gamane, ilo, kaliṃ lātīti vā kalilaṃ.",
  "anya-e0810n3:60": "720-721. Dvayaṃ bahuppakāre. Uccañca taṃ avacañceti uccāvacaṃ, kammadhārayo. Bahavo bhedā assa.",
  "anya-e0810n3:61": "Tikaṃ janādinirantaragate. Saṅka saṅkāyaṃ, to. Kira pakkhepavikkhipanesu, to, iṇṇādeso. Saṅka saṅkāyaṃ, ulo, saṅkulaṃ, saṃpubbo kula santāne vā, ro.",
  "anya-e0810n3:62": "Siloko cheke. Kato abhyāsito hattho padattho yena katahattho. Kusa silesane, alo. Pakaṭṭhā vīṇā assa. Abhijānāti abhiñño. Sikkha vijjopādāne, to. Puṇa kammani subhe, ro. Paṭa gamane, u. Chidi dvidhākaraṇe, kattari a, dassa ko. Cata yācane, uro. Dala dittiyaṃ, kho, lassa ko, dakkha vuḍḍhiyaṃ vā, a, dakkha vuḍḍhihiṃsāgatisīghesu vā. Pisa hiṃsābaladānaniketanesu, alo, pesalo. Katamukho, katīpi, katasaddo abhyāsitattho, kataṃ abyāsitaṃ mukhaṃ upāyo anenāti katamukho. Kataṃ assatthīti katī.",
  "anya-e0810n3:63": "Sattakaṃ bāle. Bala pāṇane, balatīti bālo, assāsitapassāsitamattena jīvati, na paññājīvitenātyattho. Dā kucchāyaṃ gatiyaṃ vā, tu, dvittaṃ, rassādi. Jala dhaññe, a, ḷattaṃ. Mūha vecitte, lo, vaṇṇavipariyayo, mūḷho. Manda jaḷatte. Bālyayogā bāliso, iso. Añño, yathājātopi, na jānātīti añño. Yādiso jāto viveko yathājāto.",
  "anya-e0810n3:64": "722. Tikaṃ bhāgyasampanne. Puññaṃ, sukatañca yasmiṃ atthi puññavā, sukatī, vantu, ī ca. Dhanaṃ gahaṇaṃ laddhoti dhañño, yo. Dvayaṃ mahāvīriye. Mahādhiti mahāvīriyo. Dvayaṃ mahicche. Mahāsayopi.",
  "anya-e0810n3:65": "Dvayaṃ bahulahadaye, pasatthahadaye ca. Hadayaṃ bahulaṃ, pasatthañca yassa hadayī, hadayālu ca, tabbahule ī, ālu ca, suhadayopi.",
  "anya-e0810n3:66": "723. Dvayaṃ haṭṭhacitte. ‘‘Hāsamano vikubbāno, pamāno haṭṭhamānaso’’ti amara 21.7amarasīho. Dvayaṃ dummane. Duṭṭhaṃ, dukkhitaṃ vā mano yassa. Virūpaṃ mano yassa. Antamanopi.",
  "anya-e0810n3:67": "Catukkaṃ bahuppade. Yācakānaṃ vadaṃ vacanaṃ jānātīti vadāniyo, vadaññū ca, iyo, rū ca, pubbatraññassa nādeso, majjhadīgho ca. Dāne soṇḍo pasuto. Soṇḍasaddotra majjamadetyeke, thūlalakkhopyatra, dānatthaṃ thūlaṃ lakkhaṃ assa.",
  "anya-e0810n3:68": "724. Siloko pākaṭamatte. Khyā pakāsane, to. Patipubbo i gamane, to. Abhimukhaṃ etīti patīto. Ñā avabodhane, to, paññāto, abhiññāto ca. Patha khyāne. Su gatibuddhīsu, to, suto, vissuto ca, su savane vā, kamme to. Vida ñāṇe, vidito. Sidhu saṃrādhe, to, sidha saṃsiddhiyaṃ vā. Kaṭa gatiyaṃ, dassanaṃ kaṭatīti pākaṭo, upasaggassa dīgho.",
  "anya-e0810n3:69": "725. Tipādaṃ issare. Īsa issariye, īsatīti issaro, aro, rassādi, dvittaṃ. Nī naye, ṇvu, nāyako. Saṃ dhanaṃ assatthīti sāmī, dīghādi, rassante sāmipi. Pā rakkhaṇe,ti, rassādi, pati. Adhipubbe adhipati. Īsa issariye, a, īso. Pabhavatīti pabhu, u, pabhūpi. Aya gamane, yo, ayyo. Adhipātīti adhipo, ro. Adhibhavatīti adhibhū, kvi. Nī naye, ritu, netā.",
  "anya-e0810n3:70": "Tikaṃ bahudhane. Ibhaṃ arahatīti ibbho, vo, vaṇṇavipariyayo. Jhe cintāyaṃ, a, ajjhāyati dhanaṃ aḍḍho, jhassa ḍho, asarūpadvittaṃ, rassādi ca. Dhanā atisaye ī, dhanī.",
  "anya-e0810n3:71": "726. Dvayaṃ dakkhiṇeyye. Dānaṃ paṭiggaṇhituṃ arahatīti dānāraho, dakkha vuddhiyaṃ, sīghatthe ca, dakkhanti bhogasampadādīhi yāya, sā dakkhiṇā, iṇo, taṃ arahatīti dakkhiṇeyyo.",
  "anya-e0810n3:72": "Dvayaṃ snehavati. Siniha pītiyaṃ, dho, hassa do, siniddho, vaccho sineho yassatthi vacchalo, lo.",
  "anya-e0810n3:73": "Pamāṇiko parikkhako, parikkhate avadhārayate pamāṇehi atthanti parikkhako, ikkha dassanaṅkesu, ṇvu. Kāraṇaṃ jānātīti kāraṇiko, iko.",
  "anya-e0810n3:74": "Dvayaṃ āsatte. Sanja saṅge, to. Taṃ taṃ vatthu paraṃ padhānaṃ assa tapparo.",
  "anya-e0810n3:75": "727. Tikaṃ kāruṇike. Karuṇā sīlaṃ assa kāruṇiko. Dayā karuṇā yassatthi dayālu, ālu. Dukkhitesu suṭṭhu ramatīti sūrato, upasaggassa dīghatā.",
  "anya-e0810n3:76": "Iṭṭhatthe abhimatappayojane uyyuto puggalo ussuko nāma, uṭṭhānaṃ suṭṭhu kāyatīti ussuko, hasādyanuṭṭheyaṃ.",
  "anya-e0810n3:77": "Yo ālasyāvasādīhi anutiṭṭhati, so dīghasutto, dīghañca taṃ suttañca, tamiva caratīti dīghasuttaṃ, dīghasuttapariyantikaṃ kāriyaṃ karotīti dīghasutto. Cirena kriyānuṭṭhānaṃ assa.",
  "anya-e0810n3:78": "728. Dvayaṃ parāyatte, parasmiṃ, parena vā adhīno parādhīno, ajhantā sakatthe ino yadādinā. Paratanto, paravā, attavāpi nāthavā (amara 21.26, tantayatīti tanto, tanta kuṭumbadhāraṇe, a, paro tanto niyāmako yassa. Paro seṭṭho nāyako, attā ca atthīti paravā, attavā ca, vantu.",
  "anya-e0810n3:79": "Āyattatāmatte catukkaṃ. Yata payatane, āpubbo avasībhāve, to. Antena samīpena sahāti santako, sakatthe ko. Pariggayhate ‘‘saka’’nti karīyateti pariggaho. Adhigato ino pabhū yenāti adhīno.",
  "anya-e0810n3:80": "Sena attanā īritaṃ sīlaṃ assāti serī, tasmiṃ serini ca sacchando vattati, sassa attano chando yassatthīti sacchando, a. Savaso, sayaṃvasī, niravaggahopi.",
  "anya-e0810n3:81": "729. Guṇadose anisamma anupaparikkhitvā yo karoti, so jammo, jama adane, mo.",
  "anya-e0810n3:82": "Dvayaṃ atitaṇhe. Lubha lobhe, a, dvittaṃ, bhassa po, lolupo, lolubhopi.",
  "anya-e0810n3:83": "Tikaṃ luddhe. Gidha abhikaṅkhāyaṃ, to. Lubha giddhiyaṃ, to. Lola ummādane, a, lolo. Atha mahātaṇhātitaṇhagiddhānaṃ ko bhedo? Mahātaṇho nānārammaṇaṃ icchati, atitaṇho ekasmimpi ārammaṇe anekavāraṃ, adhikañca tasati, giddho pana ubhayathāpīti ayametesaṃ viseso.",
  "anya-e0810n3:84": "Yo kriyāsu mando, so kuṇṭho, kuṇṭha paṭighāte, ālasye ca, a.",
  "anya-e0810n3:85": "730. Pañcakaṃ kāmake. Kamu icchāyaṃ, curādi, ritu, kāmayitā, kāritalope kamitā. Yumhi kāmano, kamanopi. Ṇīpaccaye kāmī, ṇukapaccaye kāmuko, anuko, abhikopyatra, anukāmayate anuko, kvi. Abhikāmayate abhiko, kvi. Atikopi.",
  "anya-e0810n3:86": "Dvayaṃ matte. Suṇḍā surā, tatra kusalo soṇḍo, pānāgāraṃ vā suṇḍā, tatra bhavo, ṭhitaṃ vā soṇḍo. Mada ummāde , to. Ukkaṭo, khivopi, madena uddhato ukkaṭo, yadādinā uto kaṭo mattatthe pāṇini 5.2.29. Khiva made, a.",
  "anya-e0810n3:87": "Tikaṃ vacanakārini. Pavattinivattīsu vidhātuṃ sakyo vidheyyo, iyyo. Ādesitaṃ, ādarena vā suṇotīti assavo, rassādi, a. Sundaraṃ vaco ācariyādīnaṃ etasmiṃ hetubhūteti subbaco. Vinayaggāhīpi, vinayaṃ vidhipaṭisedhavacanaṃ gahetuṃ sīlo vinayaggāhī.",
  "anya-e0810n3:88": "731. Taṅkhaṇuppattiñāṇaṃ paṭibhā, tāya yutto pagabbho, sīghameva gabbhatīti pagabbho, gabbha dhāraṇe.",
  "anya-e0810n3:89": "Tikaṃ bhīruke. Bhī bhayaṃ sīlo yassa bhīsīlo. Bhāyatīti bhīru, bhī bhaye, ru. Rukapaccaye bhīruko, sakatthe vā ko.",
  "anya-e0810n3:90": "Dvayaṃ asūre. Na vīro sūro avīro. Kucchitatarattā kātaro, kussa kādeso.",
  "anya-e0810n3:91": "Dvayaṃ hiṃsāsīle, hananasīlo hiṃsāsīlo, ghātuko, uko, hanassa ghāto. Sarāru, hiṃsopi.",
  "anya-e0810n3:92": "732. Tikaṃ kodhayutte. Kudha kope, kujjhanasīlo kodhano, yu. Dusa dose, dosano, paṭigho , yu. Kupa kope, kupatīti kopī, ṇī. Amarisanopi, natthi marisanaṃ khamā assa amarisano, marisa asahane.",
  "anya-e0810n3:93": "Dvayaṃ adhikakodhayutte. Caṇḍateti caṇḍo, a, caṇḍa kope. Atirekaṃ kujjhatīti accantakodhano. Accantakopanopi, tadā kupato yu.",
  "anya-e0810n3:94": "Pañcakaṃ khantiyutte. Saha khamane, yu. Khamu sahane, yu. Tumhi khantā, satthādi. Titikkhā yassatthīti titikkhavā. Mantumhi khantimā, savibhattissa ntussa ā.",
  "anya-e0810n3:95": "733. Dvayaṃ saddhāyutte. Hi padapūraṇe. Saddhā yassatthīti saddhālu. Saddhā ratanattayādīsu pasādo, taṇhā, ādaro ca. Dvayaṃ dhajayutte. Cihane ca paṭākāyaṃ, dhajo sophe ca soṇḍike, sopho pulliṅgaṃ.",
  "anya-e0810n3:96": "Dvayaṃ niddāsīle. Niddā eva sīlaṃ yassa so niddāsīlo. Dvayaṃ pabhāyutte. Bhā dittimhi, sarapaccayo, rassādi, dvittañca, bhassaro, bhāsā rati yassāti vā bhassaro, rassādi eva. Sassa dvittābhāve bhāsuro, assu, bhāsa dittiyaṃ vā, uro, atha vā dvayaṃ bahukathāyutte, bhāsāsu sabbāsu bahūsu kathāsu ramatīti bhassaro, kvi, bhāsatīti vā bhassaro, aro, rassādi, dvittañca, bhāsāsu ramatīti vā bhāsaro, kvi, majjharasso, bhāsatīti vā bhāsaro, aro, imasmiṃ pakkhe assuttābhāvo.",
  "anya-e0810n3:97": "734. Tikaṃ nagge. Na gacchatīti naggo, dvittaṃ, lagga saṅge vā, nattaṃ, naji laji bile vā, ṇo, jassa go, dvittaṃ. Disā eva ambaraṃ vatthaṃ etassa, na pakativatthanti digambaro. Sassa go. Natthi vatthaṃ etassa, atha vā digambarā vatthā, aññatitthiko avattho cāti ete dve naggo nāma, naggā nāmāti vā, ‘‘te itthikhyā po, satta pakaraṇāni abhidhammo nāmā’’tyādīsu viya saññāsaññīsaddānaṃ vacanabhedassāpi sambhavato. Naggo ca naggo ca naggā, purimasmiṃ pakkhe pana sāmaññatāya ekavacananiddeso.",
  "anya-e0810n3:98": "Dvayaṃ bhakkhake. Ghasa adane, maro, ghasmaro. Bhakkha adane, ṇvu.",
  "anya-e0810n3:99": "Vattuṃ sotuñca akusalo, vacane savane ca akusalo eḷamūgo nāma, eḷo badhiro, mūgo avacano, kammadhārayo, saṭhepi eḷamūgo.",
  "anya-e0810n3:100": "735.Mukharādayo tayo appiyavādini. Vājhāvājhesu mukhaṃ assatthi, nindāyaṃ ro. Ninditaṃ mukhaṃ yassa dummukho. Abaddhaṃ anaggaḷaṃ mukhaṃ yassa abaddhamukho.",
  "anya-e0810n3:101": "Bahu ca gārayhañca vaco yassa so vācālo nāma. Kucchitā vācā assa santīti vācālo, nindāyaṃ lo.",
  "anya-e0810n3:102": "Dvayaṃ suvacane. Vadatīti vattā, pasaṃsāyaṃ tu. Vadatīti vado. So padapūraṇe.",
  "anya-e0810n3:103": "736. Tikaṃ attaniye. Netabboti niyo, niyo eva nijo, nī naye, ṇyo, yassa jo, samīpe jāyatīti vā nijo. Sassa attano ayaṃ sako, idamatthe ko, so eva vā sako, sassāyaṃ sako, ṇo. Attani jāto attaniyo, aniyo.",
  "anya-e0810n3:104": "Tikaṃ acchariye. Vipubbo maha pūjāyaṃ, bhūvādi, ṇyo, mantalopo, vimhayo. Āpubbo cara gatibhakkhanesu, a, carassa cchariyo, rassādi ca, acchariyo. Na bhavitthāti abbhuto, asarūpadvittaṃ, rasso ca, abhūtopi saddanītipadamālāyaṃ 340.1 piṭṭhesu passitabbaṃ.",
  "anya-e0810n3:105": "Sokādīhi itikattabbatāpaṭipattisuñño vihattho, byākulo ca. Vikkhitto hattho yassa vihattho. Kula saṅkhyāne viāpubbo.",
  "anya-e0810n3:106": "Katasannāho vadhudyato hantumudyato uyyuto ātatāyī nāma. ‘‘Vadhuyyutto’’tipi pāṭho. Āpubbo tā pālane, ṇī, dvittaṃ, ākārantānamāyo, ātatāyī.",
  "anya-e0810n3:107": "737.Sīsacchejjamhi sīsacchedārahe vajjho. Hantabboti vajjho, hana hiṃsāyaṃ, ṇyo, hanassa vadho, jhassa jho. Asarūpadvittaṃ, vajjho.",
  "anya-e0810n3:108": "Tikaṃ vakkāsaye. Nikantatīti nikato, kanta chedane, a, nalopo. Saṭha ketave, a. Natthi ujutā yassa anuju.",
  "anya-e0810n3:109": "Tikaṃ bhedakārake. Sūca pesuññe, ṇvu. Pisi sañcuṇṇane, pisi avayave vā, pisatīti pisuṇo, yadādinā uno, ṇattaṃ. Kaṇṇe japatīti, aluttasamāso, arucitabbarocakepi kaṇṇejapo.",
  "anya-e0810n3:110": "Dvayaṃ paharaṇasīle. Dhubbī hiṃsāyaṃ, to, bhujādi. Vañcayate vippalapateti vañcako, vañca gamane.",
  "anya-e0810n3:111": "738. Ariyāsāmaññena ca bālapurisassa lakkhaṇamāha. Hi padapūraṇe. Yo puriso yo jano, janapariyāyo cettha purisasaddo ‘‘dve mahāpurisā abhinikkhantā’’tyādīsu viya, anisamma anupaparikkhitvā vadhabandhanādikiccaṃ karoti, so khalu ekantato ‘‘capalo’’ti viññeyyo, kasmā? Avinicchitakārittā sammā avinicchitassa kāriyassa karaṇasīlattā. Capa kakkaraṇe, capa santāne vā, alo, capalo.",
  "anya-e0810n3:112": "739. Catukkaṃ kadariye. Kucchitaṃ dadātīti khuddo, do, kassa kho, adānasīlatāya samparāyesu khuddaṃ bubhukkhissāmīti vā khuddo, khuda bubhukkhāyaṃ, do anāgatatthe. Parānupabhogena atthasañcayasīlattā kucchito ariyo atthapati kadariyo, adāyakattā kucchitaṃ ṭhānaṃ aratīti vā kadariyo, iyo. Dānādīsu namanābhāvena thaddhena maccherayuttacittena sahitatāya thaddhamaccharī, ī. Kucchito paṇo yassa kapaṇo, kipacāno, mitappacopi. Kucchitaṃ pacānoti dutiyāsamāso. Mitaṃ pacatīti mitappaco, ṇo.",
  "anya-e0810n3:113": "Addhaṃ dalidde. Natthi kiñcanaṃ appamattakampi dhanaṃ yassa akiñcano. Dalidda duggatiyaṃ, a, dala vidāraṇe vā, ido, dvittaṃ. Dīna duggatabhāve, dīno, di khaye vā, īno. Natthi dhanaṃ assa. Ninditaṃ gamanaṃ assa duggato.",
  "anya-e0810n3:114": "740. Yaṃ kammaṃ ‘‘idamahaṃ uppādessāmī’’ti asambhāvitaṃ acintitameva hutvā sampattaṃ, taṃ ‘‘kākatālīya’’ntyuccate. Tālassa idaṃ phalaṃ tālaṃ, kāko ca tālañca kākatālāni, tehi sadisaṃ kammaṃ kākatāliyaṃ, kākassa, tālaphalassa uḍḍanapatanasadisaṃ kammantyattho.",
  "anya-e0810n3:115": "Catukkaṃ yācake. Yācanaṃ karotīti yācanako, yācatīti vā, yāca yācane, yu. Sakatthe ko. Attha yācanāyaṃ, atthanaṃ attho, so assatthīti atthī. Ṇvu, yācako . ‘‘Mādisassa dhanaṃ datvā rājā saggaṃ gamissatī’’tyādinā dānaphalaṃ vaṇṇetvā vakati yācatīti vanibbako, vaṇṇassa vani, vaka ādāne, ādānamettha yācanameva.",
  "anya-e0810n3:116": "741.Kiñcidūnakantaṃ patipādena nāmaṃ. Pakkhisappamacchādayo aṇḍato jātattā aṇḍajā. Narādayo pana gabbhāsayasaṅkhātajalābuto, tatra vā jātattā jalābujā. Kimi ca ḍaṃsā ca ādinā makasamaṅgurādayo ca sedajā, sedakāraṇattā usmā sedo, tato jātā sedajā. Devo ca ādinā brahmanerayikādayo ca opapātikā, upagantvā patatīti upapātī, ṇī, soḷasavassuddesikādiko attabhāvo, so yesamatthi, te opapātikā.",
  "anya-e0810n3:117": "742.Jaṇṇumatte jaṇṇuppamāṇayutte udakādimhi jaṇṇutaggho, jaṇṇuppamāṇo jaṇṇutaggho, pamāṇatthe taggho, jaṇṇuppamāṇo jaṇṇumatto, pamāṇatthe matto moggallāne 4.47 sutte passitabbaṃ, tasmiṃ.",
  "anya-e0810n3:118": "Kiñcidūnake appamattakayutte kappo pāṇini 5.4.67, ūnassa appakatāya kappīyati ekādivasena paricchijjatīti kappo, kappa paricchedane.",
  "anya-e0810n3:119": "Catukkaṃ pariyāpanne. Anto gacchatīti antaggataṃ, ‘‘lopañca tatrākāro’’ti olope aāgamo, dvittaṃ. Antogatampi. Paricchinditvā āpannaṃ gahitaṃ pariyāpannaṃ. Gādha patiṭṭhāyaṃ, anto ogādhatīti antogadhaṃ, rasso, ogādhatīti ogadhaṃ.",
  "anya-e0810n3:120": "743. Dvayaṃ sādhite. Rādha sādha siddhiyaṃ, kammani to.",
  "anya-e0810n3:121": "Dvayaṃ kuthite. Paca pāke, atīte kattari to, tassa kko, calopo. Kutha nippakke, to.",
  "anya-e0810n3:122": "Āpadaṃ byasanaṃ patto āpanno nāma, atipīḷanaṃ āpajjatīti āpanno, ‘‘ā tukodhamudāṭṭīsū’’ti hi ekakkharakosoekakkharakosa 14 gāthā. Pada gamane, ‘‘āpanno ca vipattimhi, patte ca vāccaliṅgiko’’ti nānatthasaṅgaho.",
  "anya-e0810n3:123": "Dvayaṃ paresamavasagate. Natthi vaso āyatto paresaṃ etasmiṃ serībhūteti vivaso, avaso ca.",
  "anya-e0810n3:124": "744. Chakkaṃ khitte. Nuda peraṇe, nuda khepe vā, to, tassa inno. Aninnādese bhujādi, nutto. Nutopi. Asu khepane, to, bhujādi, atto. Khipa peraṇe, to.",
  "anya-e0810n3:125": "Īra gatiyaṃ, kampane ca, ito, īrito. Āpubbo vidha peraṇe, to, āviddho.",
  "anya-e0810n3:126": "Catukkaṃ kampite. Kampa calane, dhū vidhunane, kampane ca. Dhūto, ādhūto, cala kampane, calito. Vellito, pekhitopi. Vella calanattho. Pekha gatyattho, pekhito.",
  "anya-e0810n3:127": "Dvayaṃ nisite. Nisi nisāne. Tija nisāne, nisānaṃ tikkhakaraṇaṃ, ubhayatrāpi kammani to.",
  "anya-e0810n3:128": "745-746. Tikaṃ pattabbe. Pata gamane, tabbo. Gamu gatiyaṃ, ṇyo, myassa mmo vā, gammaṃ, gamyaṃ, dyassa jjo, āpajjaṃ.",
  "anya-e0810n3:129": "Dvayaṃ pariṇate. Pacino anekatthattā iha pariṇatattho. Namu namane, bhūvādi, kattari to, samā dve tulyatthā.",
  "anya-e0810n3:130": "Pañcakaṃ veṭhite. Veṭha veṭhane. Valamiva valayaṃ, kuṇḍalākāraṃ valayaṃ kataṃ valayitaṃ, nāmadhātu, kāritantā to. Rudha āvaraṇe, ruddhaṃ. Saṃpubbo vu saṃvaraṇe, saṃvutaṃ. Samantato vutaṃ āvutaṃ, vu saṃvaraṇe, sabbatra kammani to.",
  "anya-e0810n3:131": "Dvayaṃ parikhādinā parikkhitte. Pari samantato karīyateti parikkhittaṃ, parikkhatampi. Vu saṃvaraṇe, nivutaṃ.",
  "anya-e0810n3:132": "Tikaṃ vitthate. Sara gatiyaṃ, to, tassa ṭo, ralopo, visaṭaṃ. Tanu vitthāre, to, tassa to, nalopo, vitthataṃ, tataṃ.",
  "anya-e0810n3:133": "Dvayaṃ lepanīye. Lipa lepane, diha upalepane, ubhayatrāpi kammani to.",
  "anya-e0810n3:134": "Dvayaṃ guḷhe. Guha saṃvaraṇe, ḷo, guḷho. Gupa gopane, gutto.",
  "anya-e0810n3:135": "Dvayaṃ posanīye. Pusa posane, to, satānaṃ ṭṭho, ṭṭhābhāve posito.",
  "anya-e0810n3:136": "747. Dvayaṃ salajje. Lajja pīḷe, pīḷo lajjāva. Hīḷa nindālajjāsu, hīḷito.",
  "anya-e0810n3:137": "Dvayaṃ sadde. Sana dhana sadde, sanitaṃ, dhanitaṃ.",
  "anya-e0810n3:138": "Pañcakaṃ bandhanīye. Sandanaṃ bandhanaṃ, taṃyogā vantu. Sandānavantaṃ kataṃ sandānitaṃ, nāmadhātumhā to, vantulopo. Sandānaṃ sajjā, tamassāti vā, ito. Si bandhane, to. Bandha bandhane, baddho. Kīla bandhane. Yamu uparame, saṃpubbo bandhane, sabbatra kammani to. Mūtaṃ, udditaṃ, sadditampi. Mū bandhane. Dā avakhaṇḍane. U saṃpubbo bandhane. Vuttañca ‘‘uddānantu ca bandhana’’nti.",
  "anya-e0810n3:139": "748. Tikaṃ siddhe. Sidha saṃsiddhimhi. Pada gamane, nipubbo siddhiyaṃ. Vatta vattane, vattanaṃpyatra sijjhanaṃ nipubbattā.",
  "anya-e0810n3:140": "Tikaṃ vidārite. Dara bhida vidāraṇe, innādeso. Bhinnaṃ. Aninnādese tu bheditaṃ.",
  "anya-e0810n3:141": "Dvayaṃ tiṇādīhi chādanīye. Chada saṃvaraṇe, to, tassa sadhātvantassa annādeso.",
  "anya-e0810n3:142": "Tikaṃ chindite. Vidha vedhane. Chidda kaṇṇabhede, curādi. Vidha vedhane, sabbatra kamme to, aparadvaye ca sañjātatthe ito.",
  "anya-e0810n3:143": "749. Tikaṃ ānīte. Hara haraṇe, bhara dhāraṇaposanesu, āpubbo nī naye.",
  "anya-e0810n3:144": "Dvayaṃ damayutte. Damu damane, kattari to. Pakkamādīhi nto. Antādese damito. Kammasādhanopyayaṃ.",
  "anya-e0810n3:145": "Dvayaṃ sante. Samu upasame, kattarito. Antādese samito, kammasādhanopyayaṃ.",
  "anya-e0810n3:146": "Dvayaṃ puṇṇe. Pūra pūraṇe, tarādīhi iṇṇo, dvīsupi kattukammasādhanāni labbhanti.",
  "anya-e0810n3:147": "750. Tipādaṃ pūjite. Cāya pūjānisāmanesu. Maha pūjāyaṃ, pūja pūjane, araha pūjāyaṃ, arahito. Acca pūjāyaṃ. Māna pūjāyaṃ. Ci caye, apapubbo pūjane. Namassitopi, namassadhātu pūjāyaṃ.",
  "anya-e0810n3:148": "Dvayaṃ tacchite dāruādimhi. Taccha tanukaraṇe, tanukarīyateti tanūkato, dīgho.",
  "anya-e0810n3:149": "751. Dvayaṃ aggiādīhi tatte. Tapa dhūpa santāpe.",
  "anya-e0810n3:150": "Dvayaṃ rājādīnaṃ santike bhajanādivasena upagate. Cara gatyattho, upacarito. Āsa upavesane, upāsito.",
  "anya-e0810n3:151": "Addhaṃ cute. Bhasa adhopatane, to. Gaḷa secane, gaḷitaṃ. Pada gamane, pannaṃ. Cu cavane, cu gamane vā. Dhaṃsu avasaṃsane, gatiyañca. Kannampi, kanna gatisosanesu.",
  "anya-e0810n3:152": "752.Tuṭṭhantaṃ pamudite, pī tappanakantīsu. Muda hāse. Hasa haṃsane, hasa alike vā. Mada hāse, matto. Tusa pītiyaṃ.",
  "anya-e0810n3:153": "Catukkaṃ chinne. Kanta chedane. Chidi dvidhākaraṇe. Lū chedane, ṇo, yu vā. Dā lavane, tu, dā avakhaṇḍane vā. Chātampi. Cho chedane, ossākāro.",
  "anya-e0810n3:154": "Tikaṃ pasatthe. Saṭha thutiyaṃ, to. Vaṇṇa vaṇṇakriyāvitthāraguṇavacanesu. Thu abhitthave. Īḍito, paṇitopi, īḍa thutimhi. Paṇa byavahāre, thutimhi ca, paṇito.",
  "anya-e0810n3:155": "753. Pañcakaṃ alle, tima addabhāve niccalepi, pakkamādīhi nto. Alla kledane, lo, allaṃ. Adda gatimhi, yācane ca, āpubbo dā avakhaṇḍane vā, do, addaṃ. Kilida addabhāve, innādeso. Unda kledane, inno, unno vā, sāddampi. Addaguṇayuttaṃ addaṃ, tena saha vattate sāddaṃ.",
  "anya-e0810n3:156": "Catukkaṃ gavesite. Magga anvesane, curādi. Esa gatiyaṃ, bhūvādi. Gavesa maggane, curādi.",
  "anya-e0810n3:157": "Dvayaṃ laddhe. Labha pattiyaṃ. Papubbo āpa byāpane, to, bhujādi, ālopo, pattaṃ. Bhāvitaṃ, āsāditaṃ, vibhūtañca.",
  "anya-e0810n3:158": "754.Pālitantaṃ rakkhanīye, rakkha pālane. Gupa gopane, bhujādi. Tā pālane, tātaṃ. Āyāgame gopāyitaṃ. Ava rakkhaṇe, avitaṃ.",
  "anya-e0810n3:159": "Catukkaṃ catte. Saja vissagge. Caja hāniyaṃ. Hā cāge, ino, dīghādi, hīno. Ujha ussagge, samujjhitaṃ. Dhūtampi, dhū kampane.",
  "anya-e0810n3:160": "755. Pajjaṃ bhāsite. Bhāsa byattiyaṃ vācāyaṃ. Lapa byattiyaṃ vācāyaṃ, vaca bhāsane, vuttaṃ. Abhipubbo dhā dhāraṇe, to, dhātissa hi, hi gamane vā, abhihitaṃ. Khyā kathane. Jappa byattiyaṃ vācāyaṃ. Īra khepagativacanakampanesu, udīritaṃ. Katha vākyapabandhe. Gada viyattiyaṃ vācāyaṃ. Bhaṇa bhaṇane. Vada viyattiyaṃ vācāyaṃ, to, vassu, uditaṃ.",
  "anya-e0810n3:161": "756. Catukkaṃ avamānite. Ñā avabodhane. Gaṇa saṅkhyāne. Bhū sattāyaṃ. Māna pūjāyaṃ, mana ñāṇe vā, avaparipubbā ete paribhūte. Heṭṭhā katvā ñāyati, gaṇīyati, maññatīti avaññito, avagaṇito, avamānito ca. Paribhavīyati avamānaṃ karīyatīti paribhūto.",
  "anya-e0810n3:162": "Catukkaṃ chāte. Ghasa adane, cho, dvittaṃ. Jighacchā sañjātā yassa jighacchito. Khuda pipāsāyaṃ. Chāda bhakkhane. Bhuja pālanajjhohāresu, kho, dvittādi, bubhukkhā sañjātā yassa bubhukkhito.",
  "anya-e0810n3:163": "757. Chakkaṃ ñāte. Budha ñā avagamane. Pada gamane, to, tassa anno, paṭipannaṃ. Vida ñāṇe. Gati bujhattho. Avagataṃ. Mana ñāṇe, to, mataṃ.",
  "anya-e0810n3:164": "Addhaṃ gilite. Gala adane, assi, gilito. Khāda bhakkhane. Bhuja pālanajjhohāresu. Bhakkha adane. Adhiavapubbo hara haraṇe, to, tassa ṭo, ralopo, ajjhohaṭo. Asa bhakkhane, asito. Jappito, gasitopi, jappa adane. Gasa adane.",
  "anya-e0810n3:165": "Visesyādhīnavaggavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:166": "2. Saṃkiṇṇavaggavaṇṇanā",
  "anya-e0810n3:167": "758. Pubbasmiṃ kaṇḍadvaye buddhādīni nāmāni samānatthāni pakaraṇena nibaddhāni, asmimpi kaṇḍe sobhanādīni visesananāmāni, samayādīnyanekatthāni, cirassamādīni ca abyayāni pakaraṇeneva nibaddhāni, idāni pana pubbavaggesu vitthārabhayā ye na nibaddhā, taṃsaṅgahatthaṃ, taṃsamayānupālanatthañca saṃkiṇṇamārabhate ‘‘ñe yya’’miccādinā. Tassattho – ihāpi saṃkiṇṇavaggepi kvāpi katthaci kriyādīsu paccayatthavasena āpaccayādīnaṃ itthiliṅgādibhāvajotakassa sabhāvassa vasena liṅgaṃ itthiliṅgādikaṃ ñeyyanti. Cakārena bhiyyo rūpantarādipariggahopi. Ihāti ca upalakkhaṇaṃ, vaggantaresupi paccayatthavasena liṅgādinicchayasambhavato.",
  "anya-e0810n3:168": "Kattabbato kriyā, kara karaṇe, ṇyo, ikārāgamo, assi, vaṇṇavipariyaye kriyā, kriyampi, ririyapaccaye kiriyaṃ, kiriyāpi. Rammapaccaye kammaṃ.",
  "anya-e0810n3:169": "Tikaṃ cittopasame. Samu upasame,ti, santi. Thamhi samatho.Amhi samo.",
  "anya-e0810n3:170": "Tikaṃ kāyopasame. Damu upasame. Thamhi damatho. Timhi danti. Cittopasamepyete.",
  "anya-e0810n3:171": "Suddhakammani vattaṃ bhavati. Vatta vattane, vatta samādāne vā vattaṃ, asītimahāvattādi.",
  "anya-e0810n3:172": "Āsaṅgavacanaṃ āsattavacanaṃ saddasarūpaṃ parāyaṇaṃ nāma vuttaṃ, tañca tīsu. Paraṃ āyanaṃ āyatto tāṇaṃ parāyaṇaṃ, kammāsatto iccattho, sākalyavacane tu pārāyaṇaṃ, pāraṃ pariyantaṃ ayanti gacchanti kassaci anenāti pārāyaṇaṃ, yu, ṇattaṃ, yathā – nāmapārāyaṇaṃ, dhātupārāyaṇaṃ.",
  "anya-e0810n3:173": "759. Tikaṃ dvidhābhāve. Bhidi dvidhākaraṇe, ṇo. Dara vidāraṇe. Phuṭa vikasane, phuṭa bhedane vā, yu.",
  "anya-e0810n3:174": "Dvayaṃ tappane. Tapa pīṇane, yu. Pī tappane, yu, kiyādi, nassa ṇattaṃ. Avanampi, ava pālane, dittiyañca anekatthattā.",
  "anya-e0810n3:175": "Dvayaṃ sāpe. Kusa avhāne, bhedane ca, yu. Sanja saṅge, abhisaṅgo.",
  "anya-e0810n3:176": "Tikaṃ yācanāyaṃ. Bhikkha yācane, yu. Yāca yācane. Attha yācane. Addanopyatra, adda gatimhi, yācane ca.",
  "anya-e0810n3:177": "760. Nimittarahitaṃ yadicchā nāma, yā yā icchā adhippāyo yadicchā nāma. Seritāpi.",
  "anya-e0810n3:178": "Tikaṃ āpucchane, āpucchanañca gamanāgamanādisamaye suhajja bandhavādīnamāliṅgana cumbanasvāgatapiyavacanārogyapucchanagamanānuññādinā ānandanaṃ. Puccha pucchane, āpucchanaṃ. Nanda samiddhiyaṃ, ānandanaṃ. Sabhāja pītidassanesu, sabhāja pītivacanesu vā, curādi, yu, sabhājanaṃ.",
  "anya-e0810n3:179": "Dvayaṃ naye. Ñāyanti yenāti ñāyo, ākārantānamāyo. Nyāyopi, nissesato ayati yena nyāyo. Nī naye, ayādeso, nayo.",
  "anya-e0810n3:180": "Dvayaṃ vuddhimhi. Phā vuddhimhi, phāya vuddhiyaṃ vā, yalopo,ti, phāti, nāriyaṃ. Vaddha vaddhane,ti, dalopo, dhaḍhabhahehi dhaḍhā ca, assu, vuddhi, vuḍḍhipi.",
  "anya-e0810n3:181": "761.Kilama hāsakkhaye, tho, kilamatho. Yumhi kilamanaṃ. Sū pāṇipasave, pasavanaṃ pasavo, timhi pasūti.",
  "anya-e0810n3:182": "Kasa gatiyaṃ hiṃsāyañca, niggahītāgamo, ukkaṃso, kasa vilekhane vā. Atisayo vutto. Bhusādayo pamāṇātisayavasena vuttā, ukkaṃso guṇātisayavasena vutto, atisayo pana ubhayavasenāti ubhayatra niddiṭṭhānaṃ bhedo. Tikaṃ jayane. Jayanaṃ jayo, yu, jayanaṃ. Timhi jiti, nārī.",
  "anya-e0810n3:183": "762.Bandhanantāni dve dve nāmāni. Vasa kantiyaṃ. Kamu kantiyaṃ,ti. Vidha vedhane, byathane ca anekatthattā, a, ikārassa yādeso, byadho, vedho. Gaha upādāne nibandhane ca, gaho, gāho ca. Vara āvaraṇe, varo. Vu saṃvaraṇe,ti, vuti. Paca pāke, itthiyamatiyavo vā, a. Pacanaṃ pāko, ṇo.",
  "anya-e0810n3:184": "Dvayaṃ āhvāne. Hu dānādanahabyappadānesu, ṇo, havo. Timhi huti. Dvayaṃ anubhavane. Vida ñāṇe, ṇo, vedo . Vida vedanākhyānanivāsesu, curādi, yu, vedanaṃ, vākāro vedanāsaddassa napuṃsakattāpekkho.",
  "anya-e0810n3:185": "763. Dvayaṃ dhanādijāniyaṃ. Jara vayohānimhi, yu, jīraṇaṃ, assī. Hā cāge, yu, nadādi, rasso, hassa jo, jāni. Tā pālane, yu, ṇattaṃ. Dvayaṃ pamāṇe. Mā māne,ti, pamiti. Amhi pamā.",
  "anya-e0810n3:186": "Dvayaṃ saṃyoge. Silisa āliṅgane. Saṃpubbo dhā dhāraṇe, i, sandhanaṃ sandhi. Dvayaṃ khaye. Khi khaye, ṇo, isse, e aya, khayo. Ci caye, apapubbo khaye. Dvayaṃ sadde. Ru sadde, ṇo, vuddhyādeso. Raṇa sadde. A, raṇo.",
  "anya-e0810n3:187": "764.Gada byattiyaṃ vācāyaṃ, ṇo, a ca, nigādo, nigado ca. Dvayaṃ made. Mada ummāde, mādo, mado ca. Si bandhane,ti, siti.",
  "anya-e0810n3:188": "Tikaṃ ākāre. Ākaraṇaṃ ākāro, anekatthattā mukhavaṅkādyaṅgavikāro vā, iṅgati jānātīti vā yena ākāro. Iṅga gamanattho, to, a ca, iṅgitaṃ, iṅgo ca. Atthassa dhanassa apagamo vināso byayo nāma. Byaya cittasamussagge.",
  "anya-e0810n3:189": "765. Dvayaṃ antarāye. Cutipaṭisandhīnamantare ayatīti antarāyo. Paṭipakkhavasena ūhati pavattatīti paccūho, atha vā kāriyasiddhi antaraṃ byavadhānaṃ ayati gamayatīti antarāyo. Paccūhanti vinihantīti paccūho.",
  "anya-e0810n3:190": "Vikaraṇaṃ aññathā bhavananti vikāro, vikati ca, kara karaṇe, ṇo,ti ca.",
  "anya-e0810n3:191": "Dvayaṃ sabhāvavigame. Silisa āliṅgane, pavipubbo taṃsabhāvavigame, vigato dhuro sadisabhāvo yasmāti vidhuro, ‘‘vidhuraṃ pavisilese, klivañca vikale tisū’’ti cintāmaṇiṭīkā 22.20rabhaso. Vidha vidhāne vā, uro. Dvayaṃ āsane. Visa pavesane, upavesanaṃ. Āsa upavesane, āsanaṃ.",
  "anya-e0810n3:192": "766. Tipādaṃ adhippāye. Cittamadhyāgantvā sayatīti ajjhāsayo. Anamipubbe āsayo. Adhipayati citteti adhippāyo, ṇo, paya gamane. Citte abhisandhāyatīti abhisandhi, dvīsu. Bhavati citteti bhāvo, ṇo. Adhimuccanaṃ citte adhiṭṭhānaṃ adhimutti, nārī. Chando taṇhāyampi vutto.",
  "anya-e0810n3:193": "Dvayaṃ ādīnave. Doso paṭighe vutto. Ā bhuso dīnaṃ vāyati gamayatīti ādīnavo, dīna duggatabhāve, vo, vī gamane ca.",
  "anya-e0810n3:194": "767. Dvayaṃ ānisaṃse. Saṃsa hiṃsāthutīsu, ānisaṃso amukhyaphale, mukhyaphale ca, tathā guṇo. Guṇa pakāsane, pakāseti kāraṇanti guṇo, gaṇa saṅkhyāne vā, assu, guṇo. Dvayaṃ majjhe. Maja suddhiyaṃ, jho. Vipubbe vemajjhaṃ.",
  "anya-e0810n3:195": "Dvayaṃ taruṇasūriyaṭṭhāne. Ahassa majjho majjhaho, so eva majjhanhiko, hassa nhomoggallāna 3.110 suttaṃ passitabbaṃ. Ahassa majjho majjhanho, majjhantopi. Dvayaṃ nānattāyaṃ. Vigatā mattā sadisappamāṇaṃ etena hetubhūtena vemattaṃ. Nānameva nānatā, nānasaddo punnapuṃsake, abyaye tu nānā.",
  "anya-e0810n3:196": "768. Dvayaṃ niddāpaṭikkhepe. Jāgara niddakkhaye, jāgarameva jāgariyo. Dvayaṃ jalādīnamavicchannāyaṃ santatiyaṃ. Vahatismā ṇo, pavāho. Vatu āvattane,ti, pavatti.",
  "anya-e0810n3:197": "Tikaṃ vitthāre. Asu khepane, ṇo, byāso. Papubbo pañca vitthāre. Thara santharaṇe, pādipubbo ca vitthāre. Tikaṃ saṃyame. Yamu uparame, ṇo, yāmo. Itaresu a.",
  "anya-e0810n3:198": "769. Dvayaṃ gattānaṃ maddane. ‘‘Sambāhano’ṅgamaddako’’ti vopālito, saṃpubbo vāha payatane, maddane vā, yu. Madda maddane. Dvayaṃ nānārammaṇādīsu visappane. Sara gamane, ṇa. Sappa gamane, yu, visappanaṃ.",
  "anya-e0810n3:199": "Dvayaṃ paricaye. Thu abhitthave. Ci caye. Tikaṃ saṅgame. Mila silesane, ṇo, sakatthe ko, melako. Sanja saṅge, ṇo. Saṃpubbā gamito a.",
  "anya-e0810n3:200": "770.Sannikaṭṭhamhi samīpe sannidhisaddo, sannidhānaṃ sannidhi, pume, ṭhapanepyayaṃ. Nasa adassane, ṇo. Disa pekkhane, yu, dissādeso, issattaṃ.",
  "anya-e0810n3:201": "Tikaṃ dhaññādīnaṃ lavane. Lū chedane, a. Ṇamhi abhilāvo. Yumhi lavanaṃ. Dvayaṃ khaṇappattiyaṃ. Papubbo thu abhitthave. Sara gamane, avasaro. Samāti dve tulyatthā.",
  "anya-e0810n3:202": "771. Catukkaṃ pariyosāne. Sā tanukaraṇe, yu, osānaṃ. Paripubbo pariyosānaṃ. Ukkaṃsātisayā pakaṭṭhepyuttā.",
  "anya-e0810n3:203": "Dvayaṃ saṇṭhāne. Visa pavesane, sanniveso. Ṭhā gatinivattiyaṃ, yu, saṇṭhānaṃ. Dvayaṃ abbhantaravācakaṃ pāṭipadikaṃ. Atha vā abhi bandhane, aro, dhātvatthānuvattako abhi, abbhantaraṃ. Abbhābhāve antaraṃ.",
  "anya-e0810n3:204": "772. Tikaṃ pāṭihāriye. Hi gatimhi, paṭito hissa heraṇa hīraṇa, pāṭiheraṃ, pāṭihīraṃ. Yadādinā hāriyañca, pāṭihāriyaṃ, atha vā paṭipakkhe haratīti pāṭihīraṃ, ṇo, assī. Ekārādese pāṭiheraṃ. Ṇyamhi pāṭihāriyaṃ, vihatupakkilesena paccāharitabbaṃ pavattetabbanti pāṭihīrantiādipi kātabbaṃ.",
  "anya-e0810n3:205": "Dvayaṃ kattabbamatte. Karamhā ricca, kiccaṃ, avassaṃ kātabbepi. Anīyapaccaye karaṇīyaṃ.",
  "anya-e0810n3:206": "Dvayaṃ pupphādinā udakādīnaṃ paribhāvane. Sundaraṃ karīyate yenāti saṅkhāro, ṇo, kharādeso. Vasa nivāse, yu, vāsanā, kilesādīnaṃ sattivisesepi. Sā hi kusalāpi atthi akusalāpi abyākatāpi, tathā pahātabbāpi atthi appahātabbāpi. Tattha yā kusalābyākatā, na sā pahātabbā. Yā pana akusalā, sā sukhumataratāya bhagavatoyeva ariyamaggena pahātabbā, nāññesaṃ. Evaṃ sante ariyānampi apāyūpapatti siyāti? Na siyā, sabbesameva ariyānaṃ apāyūpapattihetukāya vāsanāya pahīnattā. Duvidhā hi akusalā vāsanā kāyavacīpayogahetubhūtā ca apāyūpapattihetubhūtā ca. Tattha purimā bhagavatoyeva ariyamaggena pahātabbā, itarā sabbesampi ariyamaggenāti, tasmā yaṃ vuttaṃ ‘‘buddhāva savāsane kilese pajahituṃ sakkonti, nāññe’’ti, taṃ kāyavacīpayogahetubhūtaṃ vāsanaṃ sandhāya vuttaṃ, netaranti niṭṭhametthāvagantabbaṃ.",
  "anya-e0810n3:207": "773. Tikaṃ dhaññādīnaṃ pūtakaraṇe. Pū pavane, yu. Apaccaye pavo. Ṇamhi nippāvo. Dvayaṃ tasare. Tasa ubbege, aro. Suttena veṭhanaṃ suttaveṭhanaṃ.",
  "anya-e0810n3:208": "Dvayaṃ duggasañcāre. Saṅkamyate yenāti saṅkamo. Sañcaranti anenāti sañcāro, duggassa sañcāro duggasañcāro. Dvayaṃ paṭhamārambhe. Paṭhamaṃ kamo pakkamo, upakkamo ca.",
  "anya-e0810n3:209": "774. Tikaṃ pāṭhe. Paṭha viyattiyaṃ vācāyaṃ, ṇo, pāṭho. Nipubbe nipāṭho, amhi nipaṭho. Dvayaṃ apaharitādino vatthuno anvesane. Ci caye, cayanamatra anvesanaṃ. Magga anvesane, curādi, yu, ete dve apume, saṃvikkhanaṃpyatra.",
  "anya-e0810n3:210": "Catukkaṃ āliṅgane. Liṅga gatyattho. Sanja saṅge. Silisa āliṅgane. Guha saṃvaraṇe, yu, parirambhopyatra. Rambha sadde.",
  "anya-e0810n3:211": "775. Catukkaṃ ālokane. Loka dassane. Jhe cintāyaṃ. Ikkha dassanaṅkesu. Disa pekkhane, sabbatra bhāve yu.",
  "anya-e0810n3:212": "Catukkaṃ nirākaraṇe. Disa pekkhane. Asu khepane, nirasanaṃ. Pati āpubbo khākathane. Kara karaṇe, itthiyamatiyavo vā,ti.",
  "anya-e0810n3:213": "776. Pañcakaṃ vipariyaye. Viparipubbo asu khepane, ṇo, vipallāso. Aññena pakārena bhavanaṃ aññathābhāvo. Viparipubbo aya gamane, vipariyayo. Asu khepane, vipariyāso.",
  "anya-e0810n3:214": "Tikaṃ atikkame. Atikkamanaṃ atikkamo. Atikkamma patanaṃ atipāto. Aya gamane, upaccayo.",
  "anya-e0810n3:215": "Saṃkiṇṇavaggavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:216": "3. Anekatthavaggavaṇṇanā",
  "anya-e0810n3:217": "777. Idāni saṃkiṇṇavaggato anantaraṃ gāthāto, gāthāya addhato, pādato cāti imehi tīhi pakārehi anekatthe nānatthe samayādike sadde kamā kamato pavakkhāmi. Ettha anekatthavagge ekassa bhūtasaddādikassa yā punaruttatā, sā thīpunnapuṃsakasaṅkhātaliṅgavisesatthaṃ katā.",
  "anya-e0810n3:218": "778. Samavāyatthādivācake bahavo samayasadde jātiyā saṅgayha ‘‘samayo’’ti ekavacananiddeso kato. Tatra ‘‘kālañca samayañca upādāyā’’tyādīsu dī. ni. 1.447 samavāye paccayasāmaggiyaṃ. ‘‘Mahāsamayo pavanasmiṃ, devakāyā samāgatā’’tyādīsu samūhe. ‘‘Samayopi kho te bhaddāli appaṭividdho’’tyādīsu ma. ni. 2.135 kāraṇe. ‘‘Ekoyeva ca kho khaṇo ca samayo cā’’tyādīsu a. ni. 8.29 khaṇe okāse. ‘‘Abhisamayattho’’tyādīsu paṭivedhe. ‘‘Ekaṃ samayaṃ bhagavā’’tyādīsu dī. ni. 1.1 kāle. ‘‘Sammā mānābhisamayā’’tyādīsu ma. ni. 1.28 pahāne. ‘‘Atthābhisamayā dhīro’’tyādīsu lābhe saṃ. ni. 1.129. ‘‘Samayappavādake tindukācire’’tyādīsu ma. ni. 2.208 diṭṭhiyaṃ.",
  "anya-e0810n3:219": "Tattha sahakārīkāraṇatāya sannijjhaṃ sameti samavetīti samayo, samavāyo. Samaṃ, saha vā avayavānaṃ ayanaṃ pavatti avaṭṭhānanti samayo, samūho, yathā – samudāyoti avayavasahāvatthānameva hi samūhoti. Avasesapaccayānaṃ samāgame eti phalaṃ etasmā uppajjati pavattati cāti samayo, kāraṇaṃ, yathā ‘‘samudāyo’’ti. Sametisamāgacchati ettha maggabrahmacariyaṃ tadādhārapuggalehīti samayo, khaṇo. Abhimukhaṃ ñāṇena sammā etabbo avagantabboti abhisamayo, dhammānaṃ aviparīto sabhāvo. Abhimukhabhāvena sammā eti gacchati bujjhatīti abhisamayo, dhammānaṃ aviparītasabhāvāvabodho. Sameti ettha, etena vā saṅgacchati satto, sabhāvadhammo vā sahajātādīhi, uppādādīhi vāti samayo, kālo, dhammappavattimattatāya atthato abhūtopi hi kālo dhammappavattiyā adhikaraṇaṃ viya, karaṇaṃ viya ca parikappanāmattasiddhena rūpena voharīyatīti. Samassa nirodhassa yānaṃ, sammā vā yānaṃ apagamoti samayo, pahānaṃ. Samiti saṅgati samodhānanti samayo, paṭilābho, sameti sambandho eti attano visaye pavattati, daḷhaggahaṇabhāvato vā sampayuttā ayanti pavattanti sattā yathābhinivesaṃ etenāti samayo, diṭṭhi. Diṭṭhisaṃyojanena hi sattā ativiya bajjhantīti, evaṃ tasmiṃ tasmiṃ atthe samayasaddassa pavatti veditabbā. Samayasaddassa atthuddhāre abhisamayasaddassa udāharaṇaṃ sopasaggo, anupasaggo ca samayasaddo samavāyādyatthavācako hotīti dassanatthaṃ. Evaṃ sabbatra udāharaṇaṃ taṃtadatthānurūpanibbacanādayo daṭṭhabbā.",
  "anya-e0810n3:220": "779.Saṇṭhānaṃ dīgharassādi. Rūpaṃ rūpāyatanaṃ, jāti khattiyādikulaṃ. Chavi bahicammaṃ, pamāṇaṃ mariyādo. Akkharaṃ akārādi , yaso parivāro, kitti ca. Guṇo sīlādi, tapaniyepi vaṇṇo.",
  "anya-e0810n3:221": "780.Pātimokkhassa bhikkhubhikkhunīnaṃ vasena duvidhassa pātimokkhassa uddese ‘‘saṅgho uposathaṃ kareyyā’’ti mahāva. 134. Paṇṇattiyaṃ ‘‘uposatho nāma nāgarājā’’ti dī. ni. 2.246. Upavāso vutto. Aṭṭhaṅgo ‘‘pāṇātipātā veramaṇi’’ādi. Uposathadinaṃ ‘‘ajjuposatho pannaraso’’tyādīsu mahāva. 168.",
  "anya-e0810n3:222": "781-782.Rathaṅgaṃ cakkadvayaṃ. Lakkhaṇaṃ cakkalakkhaṇaṃ. ‘‘Mayā pavattitaṃ cakka’’ntyādīsu su. ni. 562dhammacakke. Uracakkaṃ nāma khuracakkaṃ ‘‘cakkaṃ bhamati matthake’’ti jā. 1.1.104; 1.5.100. ‘‘Catucakkaṃ navadvāra’’ntyādīsu saṃ. ni. 1.29iriyāpathacakke. ‘‘Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussānaṃ catucakkaṃ vattatī’’tyādīsu a. ni. 4.131sampatticakke. ‘‘Pitarā pavattitaṃ cakkaṃ anuvattetī’’tyādīsu a. ni. 5.132cakkaratane. Maṇḍalaṃ ‘‘alātacakka’’ntyādīsu ‘‘asanivicakka’’nti dī. ni. 3.61; saṃ. ni. 2.162 ca. Balaṃ thāmo. Kulālo kumbhakāro, tassa bhaṇḍe kulālacakkanti. Āṇāyaṃ ‘‘cakkaṃ vattayati pāṇīna’’nti jā. 1.7.149. Āyudhe cakkākāre āyudhe. Dānaṃ deyyadhammo. Rāsi khandho. Saddhagāthāpi gāthāyeva.",
  "anya-e0810n3:223": "‘‘Daṇḍakā caṇḍavuṭṭhyādi, pādehi chahi tīhi tu;",
  "anya-e0810n3:224": "Gāthāti ca paratthevaṃ, chandosaññā pakāsitā.",
  "anya-e0810n3:225": "Anantaroditaṃ cañña-metaṃ sāmaññanāmato;",
  "anya-e0810n3:226": "Gāthāicceva niddiṭṭhaṃ, munindavacane panā’’ti vuttodaya 14-15 gāthā hi vuttaṃ.",
  "anya-e0810n3:227": "783.",
  "anya-e0810n3:228": " ‘‘Kiṃ te vataṃ kiṃ pana brahmacariyaṃ,",
  "anya-e0810n3:229": "Kissa suciṇṇassa ayaṃ vipāko;",
  "anya-e0810n3:230": "Iddhijutibalaviriyūpapatti,",
  "anya-e0810n3:231": "Idañca te nāga mahāvimānaṃ.",
  "anya-e0810n3:232": "Ahañca bhariyā ca manussaloke,",
  "anya-e0810n3:233": "Saddhā ubho dānapatī ahumha;",
  "anya-e0810n3:234": "Opānabhūtaṃ me gharaṃ tadāsi,",
  "anya-e0810n3:235": "Santappitā samaṇabrāhmaṇā ca.",
  "anya-e0810n3:236": "Taṃ me vataṃ taṃ pana brahmacariyaṃ,",
  "anya-e0810n3:237": "Tassa suciṇṇassa ayaṃ vipāko;",
  "anya-e0810n3:238": "Iddhijutibalaviriyūpapatti,",
  "anya-e0810n3:239": "Idañca me dhīra mahāvimāna’’nti jā. 2.22.1592, 1593, 1595",
  "anya-e0810n3:240": "Imasmiṃ vidhurapaṇḍitajātake dānasmiṃ āgato.",
  "anya-e0810n3:241": "‘‘Taṃ kho pana pañcasikha brahmacariyaṃ neva nibbidāya na virāgāya yāvadeva brahmalokūpapattiyā’’ti dī. ni. 2.329 imasmiṃ mahāgovindasutte appamaññāsu. ‘‘Tayidaṃ brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāvadeva manussesu suppakāsita’’nti dī. ni. 3.174 pāsādikasutte sikkhattayasaṅgahe sakalasmiṃ sāsane. ‘‘Pare abrahmacārī bhavissanti, mayamettha brahmacārino bhavissāmā’’ti ma. ni. 1.83 imasmiṃ sallekhasutte methunā viratiyaṃ.",
  "anya-e0810n3:242": "‘‘Kena pāṇi kāmadado, kena pāṇi madhussavo;",
  "anya-e0810n3:243": "Kena te brahmacariyena, puññaṃ pāṇimhi ijjhati.",
  "anya-e0810n3:244": "Tena pāṇi kāmadado, tena pāṇi madhussavo;",
  "anya-e0810n3:245": "Tena me brahmacariyena, puññaṃ pāṇimhi ijjhatī’’ti pe. va. 275. –",
  "anya-e0810n3:246": "Imasmiṃ aṅkurapetavatthumhi veyyāvacce.",
  "anya-e0810n3:247": "‘‘Mayañca bhariyā nātikkamāma,",
  "anya-e0810n3:248": "Amhe ca bhariyā nātikkamanti;",
  "anya-e0810n3:249": "Aññatra tā brahmacariyaṃ carāma,",
  "anya-e0810n3:250": "Tasmā hi amhaṃ daharā na miyyare’’ti jā. 1.10.97. –",
  "anya-e0810n3:251": "Mahādhammapālajātake sadāratuṭṭhiyaṃ.",
  "anya-e0810n3:252": "‘‘Evaṃ kho taṃ, bhikkhave, tittiriyaṃ nāma brahmacariyaṃ ahosī’’ti cūḷava. 311 imasmiṃ tittirajātake pañcasīle.",
  "anya-e0810n3:253": "‘‘Idaṃ kho pana pañcasikha brahmacariyaṃ ekantanibbidāya virāgāya…pe… ayameva ariyo aṭṭhaṅgiko maggo’’ti dī. ni. 2.329 mahāgovindasutteyeva ariyamagge.",
  "anya-e0810n3:254": "‘‘Hīnena brahmacariyena, khattiye upapajjati;",
  "anya-e0810n3:255": "Majjhimena ca devattaṃ, uttamena visujjhatī’’ti jā. 1.8.75. –",
  "anya-e0810n3:256": "Nimijātake attadamanavasena kate aṭṭhaṅguposathe.",
  "anya-e0810n3:257": "‘‘Abhijānāmi kho panāhaṃ, sāriputta, caturaṅgasamannāgataṃ brahmacariyaṃ caritvā tapassi sudaṃ homī’’ti ma. ni. 1.155 lomahaṃsasutte dhitisaṅkhāte vīriye.",
  "anya-e0810n3:258": "784.Sabhāvo aviparītattho. Pariyatti pariyāpuṇitabbā vinayābhidhammasuttantā. Ñāyo yutti, sappaṭipadā vā maggādayo. Ñeyye saṅkhāravikāralakkhaṇanibbānapaññattivasena pañcavidhe ñeyye. Nissattatā sattasabhāvassa abhāvatā. Āpattiyaṃ ‘‘pārājikaṃ dhamma’’nti. ‘‘Saha dhammena niggayhā’’tyādīsu kāraṇe. Ādinā samayaññūpamāhiṃsādīsupi dhammo.",
  "anya-e0810n3:259": "785.Payojanaṃ phalaṃ. Saddābhidheyye saddatthe. Vuḍḍhiyaṃ vaḍḍhane. Vatthumhi dabbe. Nāse vināse. Pacchimapabbate atthagirimhi. Nivattivisayuppattisabhāvādīsupi.",
  "anya-e0810n3:260": "786.Yebhuyyatā bāhulyatā. Abyāmissaṃ asammissaṃ. Visaṃyoge vippayoge. Daḷhatthe daḷhasaddassa atthe. Anatireke atirekābhāve. Anavasesamhi sabbasmiṃ, taṃ kevalavacanaṃ tīsu liṅgesu.",
  "anya-e0810n3:261": "787. Paṭalaṃ ‘‘diguṇaṃ saṅghāṭiṃ pārupitvā’’tyādīsu mahāva. 348. ‘‘Vayoguṇā anupubbaṃ jahantī’’ti saṃ. ni. 1.4 rāsimhi. ‘‘Sataguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti ma. ni. 3.379 ānisaṃse. Bandhanaṃ kāmaguṇaṃ. Appadhāne visesane. Jiyāya dhanuno.",
  "anya-e0810n3:262": "788-789.Rukkhādo dumādimhi. Vijjamāne bhūtaguṇe. Arahante ‘‘yo ca kālaghaso bhūto, sabhūtapaciniṃ pacī’’ti jā. 1.2.190. Khandhapañcake ‘‘bhūtamidaṃ, sāriputta, samanupassathā’’ti ma. ni. 1.401. Satte pāṇimhi. Mahābhūte pathavādike. Amanusso devarakkhasādi. Vijjamānatthavajjite rukkhādo nāriyaṃ na bhavati, vijjamānatthe, pana atītādīsu ca vāccaliṅgo. Patte sampatte. Same tulyatthe.",
  "anya-e0810n3:263": "790.Sajjane sappurise.",
  "anya-e0810n3:264": "791. Padapūraṇe ‘‘suttanta vanantā’’tyādīsu. Dehāvayave ‘‘antaṃ antaguṇa’’ntyādīsu khu. pā. 3.dvattiṃsākāra. Deho ca avayavo cāti eke. Koṭṭhāse ‘‘ayameko anto’’tyādīsu a. ni. 6.61. Lāmakaṃ nihīnakaṃ.",
  "anya-e0810n3:265": "792.Nikāyo sadhammīnaṃ gaṇo. Sandhi paṭisandhi. Sāmaññe visesādhāre. Pasūti mātukucchito nikkhamanaṃ, kulaṃ khattiyādikulaṃ. Bhavo bhavanakriyā. Visesyo upādhi, yassa vasena bhinnesu sabalādīsu abhinnā dhīsaddā vattante. Sumanāyaṃ mālatiyaṃ. Saṅkhatalakkhaṇe saṅkhatadhammānaṃ lakkhaṇe.",
  "anya-e0810n3:266": "793.Bhavabhedo kāmabhavādi. Patiṭṭhāyaṃ nissaye. Niṭṭhā nipphatti. Ajjhāsayo adhippāyo. Buddhi ñāṇaṃ. Vāsaṭṭhānaṃ vasanaṭṭhānaṃ. Visarattaṃ visaraṇabhāvo. ‘‘Visadatthe’’tipi pāṭho, tadā sadadhātussa visaraṇatthatā daṭṭhabbā.",
  "anya-e0810n3:267": "794.Phale sotāpattādike. Aniccādianupassanā vipassanā nāma. Magge sotāpattimaggādike.",
  "anya-e0810n3:268": "795.Kammāruddhanaṃ kammārānaṃ uddhanaṃ, kammārānaṃ yathā ukkāti. Aṅgārakapallaṃ aṅgārānaṃ bhājanaṃ. Dīpikā nāma madhucchiṭṭhādimayā padīpakiccakārikā. Suvaṇṇakāramūsā mattikamayā ekā bhājanavikati. Vāyuno vege ca ukkāsaddo, yo ‘‘devadudrabhī’’ti vutto.",
  "anya-e0810n3:269": "796.Kesohāraṇaṃ kesānaṃ lavanaṃ. Jīvitavutti jīvitassa vattanaṃ. Vapanaṃ bījassa vapanaṃ. Vāpasamakaraṇaṃ vapitassa bījassa samakaraṇaṃ. Pavuttabhāvo bandhanā mutti.",
  "anya-e0810n3:270": "797-798.Suto vissute pākaṭe. Avadhārite upalakkhite. Upacite rāsīkate. Anuyogo pucchā. Kilinne tinte. Sotaviññeyyaṃ saddāyatanaṃ. Satthaṃ saddasatthādi, sutanāmako vā eko satthaviseso. Etesu dvīsu atthesu sutaṃ napuṃsakaṃ. Putte suto pulliṅgo, rājinipi suto.",
  "anya-e0810n3:271": "799.Yuge katādicatukke. Leso anumānañāṇavisayo. Paññattiyaṃ ‘‘kappatthero’’ti. Paramāyumhi ‘‘kappaṃ saggamhi modatī’’ti. Aññatra kappādīsu pulliṅge. Sadise pana tīsu liṅgesu. Samaṇavohāro vinayāgato samaṇānaṃ vohāro. Kappabindu cīvare katabindu. Samantatte samantabhāve. Antarakappo mahākappassa asītimo bhāgo. Ādisaddena asaṅkhyeyyamahākappe saṅgaṇhāti. Takke vitakke. Vidhi vidhānaṃ.",
  "anya-e0810n3:272": "800.Virati viratittayaṃ. Sapatho akkoso. Tacche tathabhāve. Ariyasaccamhi dukkhasaccādike. Diṭṭhi micchādiṭṭhi.",
  "anya-e0810n3:273": "801.Sañjātideso ‘‘kambojo assāyatana’’nti. Vāsaṭṭhānaṃ nivāsaṭṭhānaṃ ‘‘devānaṃ devāyatana’’nti. Ākaroti yattha suvaṇṇarajatādayo uppajjanti. Samosaraṇaṭṭhānaṃ bahūnaṃ sannipātaṭṭhānaṃ. Padapūraṇe ‘‘kammāyatanaṃ, sippāyatana’’nti.",
  "anya-e0810n3:274": "802.Vatthaṃ ambaraṃ. Añño yo sako na hoti. Odhi mariyādo. Bhedo viseso. Manasipi cittepi.",
  "anya-e0810n3:275": "803.Vipāke iṭṭhavipāke kusalo. Anavajjādīsu vāccaliṅgiko.",
  "anya-e0810n3:276": "804.Dravo madhvādi. Madhurādīsu chasu rasesu. Pārado sūto. Siṅgārādo nava nāṭyarase. Rasarattamaṃsamedaṭṭhisukkaṭṭhimiñjavasena satta dhātavo, tabbhede. Kicce phassādidhammānaṃ saṅghaṭṭanādikicce. Sampatti tesaṃyeva.",
  "anya-e0810n3:277": "805.Bodhisaddo ñāṇadvaye nāriyaṃ, bodhirājakumārādipaññattiyaṃ pume. Assattharukkhe pumitthiyaṃ.",
  "anya-e0810n3:278": "806.Yena kattubhūtena yo kammabhūto niccasevito, tatthāpi kammabhūte. Visayo anaññathābhāvo. Janapade kuruādike. Gocare tabbahulācāre.",
  "anya-e0810n3:279": "807.Sattāyaṃ vijjamānatāyaṃ.",
  "anya-e0810n3:280": "808. Bandhave so pume. Attani saṃ napuṃsake. Dhanasmiṃ so saṃ anitthiyaṃ. Sunakhe sā pume vutto. Attaniye so tiliṅgiko.",
  "anya-e0810n3:281": "809.Chavisampattiyaṃ chaviyā sampattiyaṃ.",
  "anya-e0810n3:282": "810.Jāmātā dhītusāmiko. Mandappiye appapiye varaṃ abyayaṃ.",
  "anya-e0810n3:283": "811.Makule avikāsasampatte. Nettiṃsādipidhāne khaggādīnaṃ gehe.",
  "anya-e0810n3:284": "812.Pitāmaho brahmā. Pitūsu mātāpitūsu. Tathā pakkhantare. Tapasi sīle.",
  "anya-e0810n3:285": "813-814.Majjhabandhe urobandhane. Pakoṭṭho kapparassādhobhāgo. Kacchabandhanaṃ adhombarassa daḷhabandhanaṃ. Mekhalāyañcāti kacchā catūsvatthesu. Kaccho latādīsu. Kaccho bāhumūlamhi parūḷhakacchanakhalome, ‘‘kacchehi sedā muñcantī’’ti. Anūpo bahūdakadeso.",
  "anya-e0810n3:286": "815.Mānaṃ tulāpatthaṅgulīhi. Pamātari pamāṇassa kattari.",
  "anya-e0810n3:287": "816.Dabbaṃ dhanaṃ. Attabhāvo pañcakkhandhasamūho. Pāṇo jīvitindriyaṃ. Dabbādīsu catūsu sattaṃ. Sattāyaṃ vijjamānatāyaṃ sattā. Jane satto. So sattasaddo, āsatte laggite tiliṅgiko.",
  "anya-e0810n3:288": "817.Semhādo tidose. Rasarattādi pubbevutto. Pabhādike rūpadhātumhi. Cakkhādike visayadhātumhi.",
  "anya-e0810n3:289": "818. Amaccādikā satta pakatiyo vuttā. Sattādisāmyavatthā sattarajatamabhūtānaṃ tiṇṇaṃ guṇānaṃ sāmyavatthā. Paccayā ṇapaccayādito paṭhame paṭhamasaṇṭhite karotyādidhātumhi.",
  "anya-e0810n3:290": "819.Parittāṇaṃ rakkhaṇaṃ. Vatthumhi okāse. Tallañchanaṃ pādassa ṭhānaṃ.",
  "anya-e0810n3:291": "820.Lohamuggare lohamaye muggare. Tāḷādike sammatāḷakaṃsatāḷādike. Kaṭhine kakkhaḷe.",
  "anya-e0810n3:292": "821.Makkhikā nīlamakkhikādikā. Tāsaṃ bhedā savisā madhukatā piṅgalamakkhikā. Madhumhi khuddaṃ appakādīsu catūsvatthesu vattamānaṃ tīsu liṅgesu. Adhamo nihīno. Kapaṇo ekacārī.",
  "anya-e0810n3:293": "822.Takke gorasavisese. Maraṇaliṅge maraṇañāpakalakkhaṇe. Asubhe, subhe cāti catūsvatthesu ariṭṭhaṃ. Āsavo majjaviseso. Pheṇiladdumo ‘‘baḍī-yौ-kho’’.",
  "anya-e0810n3:294": "823. Gehānaṃ dārubandhappayojanaṃ pīṭhikā nāma. Pakkhandadvayassa, kaṇṇikādīnañca nissayabhūtā pīṭhikā.",
  "anya-e0810n3:295": "824.Mittākāre amittassāpi mittasaṇṭhāne. Bale, rāsimhi, vipattiyañca, ‘‘balassa rāsī’’tipi eke.",
  "anya-e0810n3:296": "825.Khandhe rūpakkhandhe. Bhave rūpabhave. Nimittamhi kāraṇe. Vapu sarīraṃ.",
  "anya-e0810n3:297": "826.Vatthukilesakāmesūti vatthukāmakilesakāmesu. Madane māradevaputte. Rate methune. Nikāme icchārahite kāmaṃ napuṃsake. Anuññāyaṃ kāmamabyayaṃ bhave.",
  "anya-e0810n3:298": "827.Vajjabhaṇḍamukhe vīṇādoṇimukhe. Mātaṅgassa hatthino karakoṭi hatthaggaṃ.",
  "anya-e0810n3:299": "828.Rambho saṭhyaṃ, ketavantyattho. Asaccaṃ musā. Ayoghanaṃ yena paharati. Girisiṅgamhi giragge. Sīraṅge phālaṅge. Yante kūṭayante.",
  "anya-e0810n3:300": "830.Paṭivākye paṭivacane. Uttarāsaṅge uparivatthe. Seṭṭhādīsu uttaro tīsu, parasmiṃ uparismiñca īrito.",
  "anya-e0810n3:301": "831.Vimutti arahattaphalaṃ magganibbānānipi.",
  "anya-e0810n3:302": "832.Saṅkhate paccayābhisaṅkhate dhamme. Puññābhisaṅkhāro, apuññābhisaṅkhāro, āneñjābhisaṅkhāroti puññābhisaṅkhārādi. Payogo ussāho. Kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāroti kāyasaṅkhārādi. Abhisaṅkharaṇaṃ abhisaṅkharaṇakriyā.",
  "anya-e0810n3:303": "833.Tabbhāve diṭṭhisahagataṃ.",
  "anya-e0810n3:304": "834.Patirūpe yutte. Chādite tiṇādīhi. Raho suññaṭṭhānaṃ. Paññattiyaṃ channo bhikkhu, paññattiyaṃyeva pume.",
  "anya-e0810n3:305": "835.Buddhacakkhu buddhānaṃ cakkhu. Samantacakkhu sabbaññutañāṇaṃ. Dhammacakkhu heṭṭhāmaggattaye ñāṇaṃ.",
  "anya-e0810n3:306": "836.Abhikkamo abhikkamanīyo.",
  "anya-e0810n3:307": "837.Vevacanaṃ abhinnattho saddo. Pakārasmiṃ bhede. Avasaro avakāso.",
  "anya-e0810n3:308": "838.Cittakammaṃ cittakārānaṃ kammaṃ. Vicitte nānāvidhe. Paññattiyaṃ citto dhanudharoyeva. Cittamāso puṇṇenduyuttena cittena nakkhattena lakkhito māso. Tārantare cittanakkhatte. Thiyaṃ nāriyaṃ.",
  "anya-e0810n3:309": "839.Sāmale nīle. Sayamatthe sayaṃsaddassa atthe. Sārivā upāsakā.",
  "anya-e0810n3:310": "840.‘‘Pume’’tyādinā pubbaddhena gurusaddassa atthā vuttā, aparaddhena garusaddassa, ‘‘ekadesekattamanaññaṃve’’ti nyāyena dvinnampi ekattamaññamānena gāthānekatthavagge kathitā. Mahante bahutte. Dujjare jīrāpetumasakkuṇeyye, dukkare vā.",
  "anya-e0810n3:311": "841.Accite pūjite. Khinne kilamathappatte. Samite upasamite.",
  "anya-e0810n3:312": "Gāthānekatthavaggavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:313": "842. Visuddhidevo, sammutidevo, upapattidevo cāti visuddhidevādi. Nabhaṃ ākāso.",
  "anya-e0810n3:314": "Taruṇādīsu tīsvatthesu māṇavo.",
  "anya-e0810n3:315": "843. Ādyatthādīsu aggaṃ. Vare seṭṭhe tīsu.",
  "anya-e0810n3:316": "Paccanīko sattu. Aññe aññatthe. Pacchābhāge ‘‘dhātuliṅgehi parā paccayā’’ti.",
  "anya-e0810n3:317": "844.Yoni itthīnaṃ yonimaggo. Kāmo icchā. Sirī paññā, puñño ca. Issaraṃ pabhutā. Dhammo sīlādi. Uyyāmo vīriyaṃ. Yaso parivāro, kitti ca.",
  "anya-e0810n3:318": "845.Samaṅgini samannāgate.",
  "anya-e0810n3:319": "846.Ṭhiti ṭhānakriyā.",
  "anya-e0810n3:320": "848.Khandhakoṭṭhāso aṇḍajādicatukkaṃ. Passāvamaggo itthīnaṃ yoni. So pulliṅgo. Kūle tīre.",
  "anya-e0810n3:321": "849.Nāgotunāgasaddo tu. Urage sappe, hatthini ca.",
  "anya-e0810n3:322": "850.Saṅkhyā gaṇanā. ‘‘Aññatthe’’tyeke vadanti.",
  "anya-e0810n3:323": "851.Bhe nakkhattavisese. Santike samīpe. Mūlamūle lobhādike. Pābhate mūladhane. Aṃso sarīrāvayavo. Pakaṇḍe rukkhādīnaṃ sarīre.",
  "anya-e0810n3:324": "852.Kamme kriyāyaṃ. Vikopanaṃ viddhaṃsanaṃ.",
  "anya-e0810n3:325": "853.Pacchātāpo vippaṭisāro. Anubandho punappunaṃ pavattanaṃ. Rāgādo sattake. Mātaṅgassa muddhani piṇḍadvaye kumbho.",
  "anya-e0810n3:326": "854.Khaggakose khaggapidhāne. Paṭicchade samantato chādane. Sārambhe kolāhale.",
  "anya-e0810n3:327": "855.Kālaviseso dasaccharakālo. Nibyāpāraṭṭhiti aciraṭṭhiti, aciraṭṭhitīti dasaccharatopi ūnaṭṭhiti.",
  "anya-e0810n3:328": "Uppattibhūmi jātibhūmi.",
  "anya-e0810n3:329": "856.Kabaḷīkārāhārādīsu catūsu.",
  "anya-e0810n3:330": "857. Saddhāya aparappaccaye. Cīvarādīsu catūsu. Ādhāro nissayo.",
  "anya-e0810n3:331": "Dibbavihāro, ariyavihāro, brahmavihāro cāti dibbavihārādi. Sugatālaye bhikkhūnamāvāse.",
  "anya-e0810n3:332": "858.Samattane niṭṭhāyaṃ. Cakārena niyamādike saṅgaṇhāti.",
  "anya-e0810n3:333": "Saṅge lagge. Kāmādo catukke.",
  "anya-e0810n3:334": "859.Sappaphaṇaṅgesūti sappassa phaṇe, aṅge ca sarīre. Koṭille kuṭilatāya. Bhuñjanaṃ bhojanakriyā.",
  "anya-e0810n3:335": "Bhūmibhāge rājaṅgaṇādimhi. Kilese saṃkilese. Male rāgādike.",
  "anya-e0810n3:336": "860.Dhanādidappeti dhanādike paṭicca uppanne dappe.",
  "anya-e0810n3:337": "Nimitte kāraṇe. Chale saṭhye.",
  "anya-e0810n3:338": "861.So pulliṅgo. Paramattani diṭṭhīnaṃ gāhaladdhe attani. Thambhasmiṃ gehādīnaṃ thambhe. Balasajjanaṃ yuddhakāle balassa sajjanaṃ.",
  "anya-e0810n3:339": "862.Kusūlo dhaññādīnaṃ gehaṃ.",
  "anya-e0810n3:340": "Sopānaṅgamhi sopānasīse.",
  "anya-e0810n3:341": "863.Niyyāse silese. Sekhare sīse. Nāgadantake bhittiādīsu pavesite nāgadantākāre daṇḍe.",
  "anya-e0810n3:342": "Sikhaṇḍo piñchaṃ. Tūṇīre usunidhimhi. Nikare samūhe.",
  "anya-e0810n3:343": "864.Saṃyatakesesu bandhitakesesu.",
  "anya-e0810n3:344": "Kambu jalajantuviseso. Nalāṭaṭṭhi nalāṭe jātaṭṭhi. Gopphake pādagaṇṭhimhi.",
  "anya-e0810n3:345": "865.Kāle pañcadasīdivasaparimāṇe. Sādhye pattasādhanīye. Sakhī sahāyo. Vājo pattaṃ. Paṅguḷo pīṭhasampī.",
  "anya-e0810n3:346": "Dese desavisese. Aṇṇave samudde, ete pume. So sindhusaddo saritāyaṃ nadiyaṃ bhave.",
  "anya-e0810n3:347": "866.Kareṇusaddo gaje hatthimhi, purise pulliṅge vattati. Hatthiniyaṃ tu itthiyaṃ.",
  "anya-e0810n3:348": "Ratane ratanavisese. Maṇivedho nāma yaṃ loke ‘‘cina’’ iti vuccati. Indaheti indāvudho.",
  "anya-e0810n3:349": "867.Koṭiyaṃ ante. Vādittavādane vīṇādivādittavādanopāye.",
  "anya-e0810n3:350": "‘‘Koṇo vajjappabhede ca,",
  "anya-e0810n3:351": "Koṇo selaguḷe ije;",
  "anya-e0810n3:352": "Vīṇādivādanopāye,",
  "anya-e0810n3:353": "Ekadese gatassa ce’’ti. –",
  "anya-e0810n3:354": "Tikaṇḍasesotikaṇḍasesa 3.3.125.",
  "anya-e0810n3:355": "868.Vaṇippathe vāṇijānaṃ vohārakammapathe. Vede vedavisese, vāṇijepi nigamo.",
  "anya-e0810n3:356": "Vivādādo ‘‘vivādādhikaraṇa’’ pāci. 394 ntyādīsu. Ādhāro kārakaviseso, nissayo ca. Kāraṇe ‘‘yatvādhikaraṇamena’’nti dha. sa. 1354.",
  "anya-e0810n3:357": "869.Pasumhi goṇe. Vasudhā pathavī. Vācā vacanaṃ. Ādinā saggaraṃsivajiracandajalādayo gahitā.",
  "anya-e0810n3:358": "Harite sukapattasadise vaṇṇavisese. Vāsudeve kaṇhe.",
  "anya-e0810n3:359": "870.Āyatte nissaye.",
  "anya-e0810n3:360": "Kaṇṇapūro kaṇṇālaṅkāro. Sekhare agge. Ete dvinnampi atthā.",
  "anya-e0810n3:361": "871.Vijjuyaṃ cañcalāyaṃ. Itthipurise purisitthiyaṃ.",
  "anya-e0810n3:362": "Koṇe asse. Saṅkhyāviseso ‘‘koṭipakoṭī’’tyādīsu. Ukkaṃse pariyosāne.",
  "anya-e0810n3:363": "872.Jālā aggijālā. Aggaṃ koṭi.",
  "anya-e0810n3:364": "Nārī āsīsaddo sappadāṭhāyaṃ. Iṭṭhassa vatthuno āsīsanāyaṃ patthanāyampi itthī eva.",
  "anya-e0810n3:365": "873.Vilīnatele visaraṇatele. Vasagā vasaṃ gacchantī nārī. Vañcyagāvī anavacchā sorabheyī.",
  "anya-e0810n3:366": "Abhilāse icchāyaṃ. Kiraṇe raṃsimhi. Abhisaṅge laggane.",
  "anya-e0810n3:367": "874.Aṃse koṭṭhāse. Sippe nāṭakasatthāgate. Candassa soḷasame bhāge ca kalā.",
  "anya-e0810n3:368": "875.Bījakose varāṭake. Kaṇṇabhūsāyaṃ kaṇṇālaṅkāre.",
  "anya-e0810n3:369": "Āgāmikāle anāgatakāle. Pabhāvo daṇḍatejo. Saṃyamepi āyati bhave.",
  "anya-e0810n3:370": "876.Mesādilome eḷakādīnaṃ lome. Bhūmajjhe dvinnaṃ bhūnaṃ majjhe jātāyaṃ romadhātuyaṃ lome.",
  "anya-e0810n3:371": "Naṭṭakī nāṭakitthī. Madirā surā.",
  "anya-e0810n3:372": "877.Kriyacitte vīsatividhe kriyacitte. Karaṇe karaṇakriyāyaṃ, etesu dvīsu atthesu kriyaṃ. Kammani kattabbe kriyā nārī.",
  "anya-e0810n3:373": "Suṇisāyaṃ puttassa bhariyāyaṃ. Kaññāyaṃ anibbiddhāyaṃ. Jāyāyaṃ bhariyāsāmaññe.",
  "anya-e0810n3:374": "878.Issariyaṃ pabhutā. Akkharāvayave garuakkharānaṃ avayave.",
  "anya-e0810n3:375": "Pāvacane buddhavacane. Siddhe siddhante. Tante suttamaye. Supite niddāsīle.",
  "anya-e0810n3:376": "879.Rājaliṅgaṃ khaggādi. Usabhaṅgo usabhāvayavo. Rukkhe rukkhavisese. Nimittaṃ guyhaṅgaṃ. Cihane lakkhaṇe. Pade vibhatyante.",
  "anya-e0810n3:377": "880.Vohāre vāṇijakamme. Kīḷādo kīḷādimhi. Ādinā jutithutigatyādayo saṅgahitā.",
  "anya-e0810n3:378": "Sarīre sarīrādhideve.",
  "anya-e0810n3:379": "881.Sussūsāyaṃ sotumicchāyaṃ. Issātyāse sarābhyāse. Hiṃsanepi upāsanaṃ.",
  "anya-e0810n3:380": "Hetibhede āvudhabhede. Saṅku khāṇuviseso.",
  "anya-e0810n3:381": "882.Vīṇāguṇo vīṇāyajiyā. Tantaṃ tantasaddo. Mukhyaṃ padhānaṃ. Siddhantaṃ udāharaṇaṃ. Tantu suttaṃ.",
  "anya-e0810n3:382": "Rathanaṅgalādīnaṃ aṅge rathādyaṅge. Kappamhi katādike.",
  "anya-e0810n3:383": "883.Itthipupphaṃ itthīnaṃ utu. Reṇu dhūlī. Pakatije guṇe tiṇṇaṃ guṇānaṃ dutiye guṇe.",
  "anya-e0810n3:384": "Nyāsappaṇe ṭhapitassa dhanassa dāne. Dānamhi tadaññassa dāne.",
  "anya-e0810n3:385": "884.Guru ācariyādi. Upāyo hetu. Avatāro otaraṇaṭṭhānaṃ. Pūtambu pavittajalaṃ. Diṭṭhi buddhadassanā aññadassanaṃ. Āgamepi titthaṃ.",
  "anya-e0810n3:386": "Jotisaddo nakkhattaraṃsīsu paṇḍake napuṃsake. Aggimhi tu so pumā.",
  "anya-e0810n3:387": "885. ‘‘Iti sandhikappe paṭhamo kaṇḍo’’tyādīsu vagge. Avasarepi, avasaro avakāso.",
  "anya-e0810n3:388": "Atha bāhudvayassa uddhaṃ māne. Sūratte sūrabhāve.",
  "anya-e0810n3:389": "886.Porisaṃ purisakāro. Īhā vīriyaṃ. Nisinnādyuggamo nisinnādiko uggamo ṭhānaṃ.",
  "anya-e0810n3:390": "Anissayamahībhāge lokanissayabhūtānaṃ tarupabbatanagarādīnaṃ abhāvato anissayasaṅkhāte suññamahīkoṭṭhāse. ‘‘Irīṇaṃ ūsare suññe’’ti medinīkosa 15.36 hi tikaṇḍaseso. Ūsare ūsavati ṭhāne.",
  "anya-e0810n3:391": "887. Sādhanatthādīsu ārādhanaṃ. Rādhanaṃpyatra. ‘‘Pattiyaṃ sādhane vuttaṃ, rādhanaṃ tosanepi ce’’ti tikaṇḍaseso.",
  "anya-e0810n3:392": "Sānumhi pabbatassa same bhūbhāge. Visāṇe mātaṅgadante, pasūnaṃ siṅge ca.",
  "anya-e0810n3:393": "888.Diṭṭhaṃ rūpārammaṇaṃ. Ādimaggo sotāpattimaggo. Ñāṇaṃ sāmaññaṃ. Akkhi cakkhu. Ikkhanaṃ olokanaṃ. Laddhi gāho.",
  "anya-e0810n3:394": "Suvaṇṇo pañcadharaṇaṃ. Pañcasuvaṇṇo nikkho. Pasādhanaṃ alaṅkāraviseso.",
  "anya-e0810n3:395": "889.Tithibhede horasatthāgate aniṭṭhasammate tithimhi. Sākhādiphaḷumhi rukkhasākhādīnaṃ gaṇṭhimhi. Pūraṇepi pabbaṃ.",
  "anya-e0810n3:396": "Balavāmukho yatra plavādayo sīghasotena ākaḍḍhitvā pavesiyanti.",
  "anya-e0810n3:397": "890.Kāmaje taṇhāje surāpānādike. Dose aparādhe. Kopaje daṇḍapharusādike ca. Vipattiyaṃ vināse.",
  "anya-e0810n3:398": "Upakaraṇaṃ kulālādīnaṃ daṇḍacakkādi. Siddhi nipphatti. Kārako kattādisattavidho.",
  "anya-e0810n3:399": "891.Dānasīle dānapakatike ca. Vagguvādini madhuravādini ca vadaññū bhave. Ito paṭṭhāya ussitapariyanto tīsu vutto. Abhisitte muddhābhisitte rājini.",
  "anya-e0810n3:400": "892.Bhāgyavihīne apuññe. Appake abahuke. Mūḷhe bāle. Apaṭu acheko. Khale, jagatiyañca mando. Vuddhiyutte vaḍḍhanayutte. Samunnaddhe anīce ussitaṃ tīsu bhave, ‘‘bhāsita’’ntipi pāṭho.",
  "anya-e0810n3:401": "893.Rathaṅge rathāvayave. Suvaṇṇasmiṃ palassa catutthabhāge. Pāsake catuvīsatippamāṇe, tiṃsappamāṇe vā . Hatthidantādivikatiyaṃ tīsu akkho. Cakkhādindriye akkhaṃ.",
  "anya-e0810n3:402": "Sassate nicce. Takke vitakke. Nicchite vinicchite.",
  "anya-e0810n3:403": "894.Hare mahissare sivo, bhadde kalyāṇe. Mokkhe nibbāne ca sivaṃ. Jambuke siṅgāle sivā.",
  "anya-e0810n3:404": "Sattiyaṃ thāme. Thūlatte thūlabhāve.",
  "anya-e0810n3:405": "895.Saṅkhyābhedo uppalapuṇḍarīkānaṃ majjhe gaṇanā. Narakabhede ‘‘padumaniraye nibbatto’’tyādīsu. Vārije kakkasanāḷe kamale.",
  "anya-e0810n3:406": "Devabhedeti",
  "anya-e0810n3:407": "‘‘Āpo dhuvo ca somo ca,",
  "anya-e0810n3:408": "Dhavo cevā’nilo’nalo;",
  "anya-e0810n3:409": "Paccūso ca pabhāso ca,",
  "anya-e0810n3:410": "Aṭṭhete vasavo matā’’ti cintāmaṇiṭīkā 1.10. –",
  "anya-e0810n3:411": "Kathite devavisese. Ratane ratanasāmaññe, dhane ca, paṇḍakaṃ napuṃsakaṃ.",
  "anya-e0810n3:412": "896.Atthagamane vināsagamane. Apavagge sabbakilesānaṃ khayahetubhūte virāgadhamme.",
  "anya-e0810n3:413": "Setambuje setakamale. Rukkhantare ‘‘puṇḍarīka’’iti khyāte dumavisese, dvīsvatthesu pume.",
  "anya-e0810n3:414": "‘‘Puṇḍarīkaṃ sitamboje, setacchatte ca bhesajje;",
  "anya-e0810n3:415": "Kosakārantare byagghe, so disāvāraṇaggisū’’ti. –",
  "anya-e0810n3:416": "Nānatthasaṅgaho.",
  "anya-e0810n3:417": "897.Upahāre pūjādyatthaṃ ābhate vatthumhi. Karasmiṃ khettādisambhave rājabhāge. Asurantare balināmake asure.",
  "anya-e0810n3:418": "Sambhave itthipurisasambhave asucimhi sukkaṃ. Dhavale sete sukko, kusale puññe tīsu, ‘‘puññaṃ dhammamanitthiya’’nti ettha dhammasaddassa anitthibhāvassa vuttattā sukkasaddo tīsu vutto.",
  "anya-e0810n3:419": "898.Vibhattabbadhane vibhajitabbadhane. Pitūnaṃ dhane petānaṃ mātāpitūnaṃ puttehi vibhajitabbadhane ca.",
  "anya-e0810n3:420": "Pabhuno puggalassa bhāvo pabhuttaṃ, tathā āyattassa bhāvo āyattatā. Āyatto puggalo. Abhilāso icchā.",
  "anya-e0810n3:421": "899.Dhanimhi saddamatte. Yodhasīhanādamhi yodhānaṃ abhītanāde ca seḷanaṃ.",
  "anya-e0810n3:422": "900.Ādyupaladdhiyaṃ paṭhamasañjāte vatthumhi.",
  "anya-e0810n3:423": "901.Sādhakatame kattuto aññesaṃ kriyāsādhakatame karaṇakārake, kriyāyaṃ, gatte sarīre ca. Indriye cakkhādike.",
  "anya-e0810n3:424": "Kuñcikāyaṃ apāpuraṇe. Tūriyaṅge sammatāḷādike.",
  "anya-e0810n3:425": "902.Uppāde janane. Gabbhamocane puttavijāyane.",
  "anya-e0810n3:426": "Asse assamatte.",
  "anya-e0810n3:427": "903. Pupphaṃvinā phalaggāhirukkhe assatthādo, rukkhamatte ca vanappatisaddo. Āhate upaṭṭhāpite varāhapurisādirūpe ca, rajatamatte ca rūpiyaṃ.",
  "anya-e0810n3:428": "904.Kesasaddo pubbo yassa pāsasaddassa so kesapubbo. Caye samūhe vattati, yathā ‘‘kesapāso’’ti, kesakalāpotyattho.",
  "anya-e0810n3:429": "Akkhimajjhe yā ‘‘sūlā’’ti vuttā. Nakkhatte sattavīsatividhe, tadaññesu ca tārā itthī. Uccatarassare uccatare sadde tāro.",
  "anya-e0810n3:430": "905.Patte bhājanasāmaññe, bhuñjanapatte ca. Lohabhedasmiṃ ayotambādimaye bhājanavisese. Dehamajjhaṃ udaraṃ.",
  "anya-e0810n3:431": "906.Vese saṇṭhāne. Sippasālā sippīnaṃ sālā.",
  "anya-e0810n3:432": "Sampatti dhanādisampatti tivaggasampatti ca. Lakkhiyā katapuññehi seviyati. Itthī itthiviseso. Devatā sirīnāmikā ekā devadhītā.",
  "anya-e0810n3:433": "907.Yuvarājā pitari devaṅgate rājabhāvāraho rājaputto. Khande harassa putte. Susu taruṇo.",
  "anya-e0810n3:434": "Maṇibhede yo loke ‘‘santā’’ti vuccati. Aṅkure rukkhādīnaṃ aṅkure.",
  "anya-e0810n3:435": "908.Vetanaṃ kammakārehi labhitabbadhanaṃ. Mūlaṃ mūladhanaṃ. Vohāre vāṇijakamme.",
  "anya-e0810n3:436": "Bhājanantaraṃ yena kheḷādyasuciṃ paṭiggaṇhāti.",
  "anya-e0810n3:437": "909. Asubhe ca kamme subhe ca kamme dvayepi kamme cāti tīsvatthesu bhāgyaṃ vuttaṃ.",
  "anya-e0810n3:438": "Tarubhede assatthe.",
  "anya-e0810n3:439": "910.Vimuttiyaṃ nibbāne.",
  "anya-e0810n3:440": "‘‘Ayaṃ pumā’’ti jānanassa kāraṇabhāvo pumattaṃ, tadādimhi.",
  "anya-e0810n3:441": "911.Ajjhāye paricchede. Dive devaloke.",
  "anya-e0810n3:442": "912.Sapattasmiṃ amitte. Rukkhaṅge rukkhāvayave.",
  "anya-e0810n3:443": "913.Mukhye padhāne. Upāye hetumhi. Vadane lapane. Ādismiṃ paṭhame.",
  "anya-e0810n3:444": "Bhabbe vimuttārahe, bhavitabbe ca. Guṇādhāre guṇassa nissaye. Vitte dhane. Budhe paṇḍite. Dāru dārukkhandho.",
  "anya-e0810n3:445": "914.Patthādo pattho, tulā, aṅgulīti patthādi. Vidhāya unnatiyaṃ. Parissame khede.",
  "anya-e0810n3:446": "915.Saroruhe kamale. Khagantare rukkhakimikhādakasakuṇe. Tūriyantare vaṃsasaṅkhādike.",
  "anya-e0810n3:447": "916.Saṃvege ubbege, vimhaye ca.",
  "anya-e0810n3:448": "917.Tadupetanisāya candappabhāya yuttarattiyaṃ.",
  "anya-e0810n3:449": "918.Māse tatiyamāse. Ativuddhe ca atipasatthe ca.",
  "anya-e0810n3:450": "919.Nibandhe balakkāre ‘‘balaggaho’’tyādīsu.",
  "anya-e0810n3:451": "Mattikābhedo nīlādivaṇṇayuttakittimamattikā. Sikkāyaṃ udakakumbhādivāhike. Nayanāmaye cakkhurogavisese.",
  "anya-e0810n3:452": "920.Maṇḍale parimaṇḍale. Bimbikā latājāti, tassā phale ca bimbaṃ.",
  "anya-e0810n3:453": "921.Pathe añjase.",
  "anya-e0810n3:454": "922.Santi nibbānaṃ. Nibhe sadise.",
  "anya-e0810n3:455": "Cāpe dhanumhi issāsaṃ. Usuno sarassa khepakamhi perake issāso.",
  "anya-e0810n3:456": "923.Bālasaddo tīsu. Kutratthesu? Ādivayasā paṭhamavayena samaṅgini samannāgate ca. Apaṇḍite mūḷhe ca.",
  "anya-e0810n3:457": "Soṇite lohite. Tambaṃ udumbaraṃ. Anuratto anurāgayutto puggalo. Rañjitaṃ raṅgarañjitaṃ.",
  "anya-e0810n3:458": "924.Viraḷe nirantare. Kise athūle. Hime tuhine.",
  "anya-e0810n3:459": "925.Guḷabhedo yo loke ‘‘sakkharā’’ti vuccati. Kaṭhale silākhaṇḍe.",
  "anya-e0810n3:460": "926.Tikhiṇe tikkhe. Byatte cheke. Rogamutte niroge.",
  "anya-e0810n3:461": "Khattiye muddhābhisitte. Naranāthe tadaññasmiṃ. Pabhumhi issare.",
  "anya-e0810n3:462": "927.Dhaññakaraṇaṃ dhaññamaddanaṭṭhānaṃ. Kakke nahānacuṇṇe. Nīce adhame. Setepi khalo.",
  "anya-e0810n3:463": "928. Brahmacārī ca gahaṭṭho ca vānappattho ca bhikkhu cāti brahmacārīgahaṭṭhādi, tapodhane piyasīle.",
  "anya-e0810n3:464": "Kaṭhine kakkhaḷe. Niddaye nikkaruṇe.",
  "anya-e0810n3:465": "929. Kaniṭṭho ca kaniyo cāti ete tīsu. Kutratthesu? Atyappe, atiyuvepi.",
  "anya-e0810n3:466": "Iṭṭhe, nissāre ca agarumhi cāti etesvatthesu tīsu.",
  "anya-e0810n3:467": "930. Adhobhāge ca hīne ca. Dantacchade dantāvaraṇe.",
  "anya-e0810n3:468": "Pāricariyāyaṃ upaṭṭhāke.",
  "anya-e0810n3:469": "931.Ratane dvividatthike. Gaṇe samūhe yathā ‘‘kesahattho’’ti. Soṇḍāya karikare. Bhantaraṃ terasamanakkhattaṃ.",
  "anya-e0810n3:470": "Āvāṭe kāsuyaṃ. Udapānaṃ andhu, yatra jalaṃ ghaṭiyantena uddharitvā pivanti.",
  "anya-e0810n3:471": "932. Paṭhamaṃ pamukhañcāti idaṃ abhidhānadvayaṃ ādimhi padhāne vattati.",
  "anya-e0810n3:472": "Vajjabhedo ubhayatalaṃ tūriyaṃ.",
  "anya-e0810n3:473": "933.Thiraṃso thirakoṭṭhāso.",
  "anya-e0810n3:474": "Khandhabhāro khandhena vahitabbo bhāro. Ādinā kaṭibhārādayo gahitā. Yasmā palasataṃ tulā, vīsatitulā bhāro, tasmā ‘‘dvisahassapale’’ti vuttaṃ.",
  "anya-e0810n3:475": "934.Mandire gehe. Rogabhede khayaroge. Apacayamhi viddhaṃsane, vināse ca.",
  "anya-e0810n3:476": "Sāpade byagghādike duṭṭhamige. Sappe urage. Kurūre kakkhaḷe.",
  "anya-e0810n3:477": "935.Sajjadume assakaṇṇarukkhe. Rukkhe rukkhamatte.",
  "anya-e0810n3:478": "Sote kaṇṇe. Yajane pūjane. Sutiyaṃ savanakriyāyaṃ.",
  "anya-e0810n3:479": "936. Peto ca paretocāti ime mate kālaṅkate ca petayonije petayonisambhave siyuṃ.",
  "anya-e0810n3:480": "Khyāte pākaṭe. Haṭṭhe pahaṭṭhe.",
  "anya-e0810n3:481": "937.Adhippāye ajjhāsaye.",
  "anya-e0810n3:482": "Pakkhe sakuṇādīnaṃ pakkhe. Dale rukkhādīnaṃ chade. Bhājane lohamayādike. ‘‘Sogate’’ti idaṃ ‘‘bhājane’’ti imassa visesanaṃ. Sogate sugatassa santake bhājanetyattho.",
  "anya-e0810n3:483": "938.Suṭṭhukate sammā kate kammani.",
  "anya-e0810n3:484": "Anukampāyārahe dukkhitasatte.",
  "anya-e0810n3:485": "939.Dhanimhi sadde.",
  "anya-e0810n3:486": "940.Vihite vidhātabbe.",
  "anya-e0810n3:487": "Añjase magge. Visikhā racchā. Pantiyaṃ pāḷiyaṃ.",
  "anya-e0810n3:488": "941.Gagane ākāse. Byasane vipattiyaṃ.",
  "anya-e0810n3:489": "Nettaroge cakkhurogavisese. Chadimhi gehādīnaṃ chadane.",
  "anya-e0810n3:490": "942.Saṅghaṭṭane dvinnaṃ antarabhūte. Puna sandhīti padapūraṇatthaṃ vuttaṃ. Atisante atisamite.",
  "anya-e0810n3:491": "943.Yāpanā yāpanakārako kabaḷīkārāhāraraso. Ditti jalanaṃ. Balaṃ thāmo.",
  "anya-e0810n3:492": "944.Kucchi udaraṃ. Ovarako gehaviseso.",
  "anya-e0810n3:493": "Khaṇḍane chedane. Itivutte ca kammanīti ‘‘iti evaṃ mayā pubbe carita’’nti vattabbe subhāsubhakamme. ‘‘Ativatte ca kammanī’’tipi pāṭho, atītakāle pavattakammanītyattho.",
  "anya-e0810n3:494": "945.Cittake nalāṭe katakāḷādibindumhi rukkhabhede marīcappamāṇambilarukkhe, yassa phalena ambilasūpaṃ pacanti. Tilakāḷake taṃtaṃsarīrāvayave sañjātatilasaṇṭhāne kāḷake.",
  "anya-e0810n3:495": "Bodhe bujjhane. Patti lābho, pāpuṇañca.",
  "anya-e0810n3:496": "946.Āyumhi jīvite. Hadayaṅgānile urogamavāte.",
  "anya-e0810n3:497": "Vase āyattatāyaṃ. Vede catubbidhavede. Icchā ārammaṇicchā.",
  "anya-e0810n3:498": "947.Sirasaṭṭhimhi siraso aṭṭhimhi. Ghaṭādisakale ghaṭādikhaṇḍe.",
  "anya-e0810n3:499": "948.Veṇvādisākhājālasminti veṇuādīnañca aññamaññasaṃsagge sākhāsamūhe. Laggakese tāpasādīnaṃ laggakese. Ālaye taṇhāyaṃ.",
  "anya-e0810n3:500": "Vadhe māraṇe. Rakkhitasmiṃ kammani, kattari ca.",
  "anya-e0810n3:501": "949.Thiyaṃ itthiyaṃ. Piye sāmike. Manuññe manaso tosanajanake. Gavakkhe sīhapañjare.",
  "anya-e0810n3:502": "950.Kiṃ saddo pucchanatthādīsu saliṅgo. Vikappatthādīsu tu abyayaṃ.",
  "anya-e0810n3:503": "Sasaddhe saddhāya sahite. Nivāpe petādīnaṃ kattabbapūjādāne. Paccaye saddahane saddhā.",
  "anya-e0810n3:504": "951.Aṭṭhismiṃ ‘‘panasabījaṃ tālabīja’’ntyādīsu. Sukke ca bijaṃ.",
  "anya-e0810n3:505": "Pūye pakkavaṇasañjāte. Aggato purato. Disādo sūriyuggamanadisāyaṃ. Sā hi disānaṃ ādibhūtā, ‘‘disā’’ti vā disāviseso. Ādinā pubbajādīnaṃ gahaṇaṃ.",
  "anya-e0810n3:506": "952.Āgamane asantuppattikriyāyaṃ. Dīghādinikāyasmiṃ dīghanikāyamajjhimanikāyādike.",
  "anya-e0810n3:507": "953.Devarukkho sirīso. Santatiyaṃ vaṃse.",
  "anya-e0810n3:508": "Uttaraviparīte aseṭṭhe, imasmiṃ atthe nakāro paṭisedhattho. Seṭṭhe uttame. Imasmiṃ atthe paṭisedhatthova nakāro. ‘‘Anu uttara’’nti chedo ca viññeyyo.",
  "anya-e0810n3:509": "954.Sattisampattiyaṃ pabhāvādīhi sattīhi sampattiyaṃ. Kantimatte kamanīyamatte. Sūravīriyesupi vikkamo.",
  "anya-e0810n3:510": "Paṭibimbe patirūpake. Pabhāyaṃ āloke.",
  "anya-e0810n3:511": "955. Ghammo nidāgho cāti dve abhidhānāni. Sedajale kāyato mutte.",
  "anya-e0810n3:512": "Kantane chedane. Vikappe vitakke. Sajjane hatthādīnaṃ sajjane.",
  "anya-e0810n3:513": "956.Deso desaviseso. Aṅgasaddo puṃbahutte. ‘‘Bahumhī’’tipi pāṭho. Aṅgasaddo bahutte desetyattho. Vapumhi sarīre aṅgaṃ. Avayave hetumhi ca aṅgaṃ.",
  "anya-e0810n3:514": "‘‘Aṅgaṃ gattantikopāya-patikesva’ppadhānake;",
  "anya-e0810n3:515": "Aṅgadesavisesamhi, aṅgā sambodhane’byaya’’nti. –",
  "anya-e0810n3:516": "Nānatthasaṅgahe.",
  "anya-e0810n3:517": "Cetiyadume pūjetabbabhūte rukkhe assatthādo.",
  "anya-e0810n3:518": "957.Sādhupurise sappurise. Kappane hatthādīnaṃ kappane. ‘‘Sajjane sajjanā kappanāya’’nti nānatthasaṅgaho.",
  "anya-e0810n3:519": "Supane niddāyaṃ. Sutte ajāgarite. Viññāṇe suttassa viññāṇe citte taṃ supinavacanaṃ. Dassane ca supinaṃ.",
  "anya-e0810n3:520": "958.Paccakkhe sammukhe. Sannidhāne payoge, vidhāne ca. Bhiyyosaddo pahūtaratthe so pumā.",
  "anya-e0810n3:521": "959.Visalittasare visena lepitasare diddho pumā. Litte lepitabbasāmaññe.",
  "anya-e0810n3:522": "Vāse vasane. Dhūmādisaṅkhāre gandhacuṇṇadhūmādinā abhisaṅkhāre. Sampaṭicchane paṭiggahaṇe.",
  "anya-e0810n3:523": "960.Suppagabbhe vacanasūre.",
  "anya-e0810n3:524": "Madhucchiṭṭhe madane, yena dīpampi jālenti. Odanasambhave bhuttodanato patite lāmakasammate odanabindumhi.",
  "anya-e0810n3:525": "961.Surabhimhi sugandhe.",
  "anya-e0810n3:526": "Uppattiyaṃ uddhaṅgamane ca uggamanaṃ.",
  "anya-e0810n3:527": "962.Lūkhe samale, kakkhaḷe ca. Niṭṭhuravācāyaṃ akaṇṇasukhavacane.",
  "anya-e0810n3:528": "Ambuvege ambuno udakassa vege sote.",
  "anya-e0810n3:529": "963.Tappare tappadhāne. Kavace uracchade. Vāravāṇe cammamaye yuddhālaṅkāre ca. Nimmoke sappānaṃ jiṇṇacammani.",
  "anya-e0810n3:530": "965.Padāne dāne. Sele pabbate.",
  "anya-e0810n3:531": "966.Lohe kāḷāyase satthaṃ. Sañcaye samūhe sattho. Yathā ‘‘sakaṭasattho’’tyādi. Vattane pavattane.",
  "anya-e0810n3:532": "967.Valaye kaṭake.",
  "anya-e0810n3:533": "968.Kaṇḍe vāṇe. Vāpimhi dīghikādikāyaṃ. Dupphasse dukkhasamphasse. Kakace kharapatte.",
  "anya-e0810n3:534": "969.Surāya kādambariyaṃ, yāya pītāya mattā sattā anāgamanīyavatthūsupi gacchanti. Rathaṅge cakke. Kāmupadhiādīsu catūsu upadhīsu ca upadhi, anitthī.",
  "anya-e0810n3:535": "970.Dabbe dhanādike. Bhūbhedo vatthādi. Mahārāje catūsu mahārājesu ekasmiṃ mahārāje. Nare satte.",
  "anya-e0810n3:536": "971.Āpaṇe kayavikkayaṭṭhāne. Sambhāre upakaraṇe. ‘‘Ratho sīlaparikkhāro, jhānakkho cakkavīriyo’’ti saṃ. ni. 5.4 ettha alaṅkāro ‘‘parikkhāro’’ti vutto.",
  "anya-e0810n3:537": "972.Vohārasmiṃ rathasakaṭādivohāre. Upaṭṭhitagirā saddato atthato ca pākaṭagirā.",
  "anya-e0810n3:538": "973.Vacanāvayaveti vākyāvayave. Hetudāharaṇādiyuttassa sambandhatthassa vacanasamūhassa avayave. Mūle lobhādike. Kāraṇe lobhādito aññasmiṃ kāraṇe. Pācānalasmiṃ udaraṭṭhe bhuttapācane kammajatejasmiṃ. Rogabhedepi gahaṇī.",
  "anya-e0810n3:539": "974.Saṃyame cakkhādindriyasaṃyame.",
  "anya-e0810n3:540": "975.Muddikassa rukkhassa rase ca. Pupphassa sabbassa pupphassa rase ca. Khudde makkhikākate ca madhu punnapuṃsakaṃ.",
  "anya-e0810n3:541": "‘‘Madhu khudde jale khīre, majje puppharase madhu;",
  "anya-e0810n3:542": "Racche citte vasante ca, jīvasāke madhuddume’’ti. –",
  "anya-e0810n3:543": "Nānatthasaṅgahe.",
  "anya-e0810n3:544": "Ulloceti seyyādīnaṃ uparibhāge rajopātanivāraṇatthaṃ ṭhapite dussamayādike.",
  "anya-e0810n3:545": "976.Apavagge nibbāne. Sudhāyaṃ devatānaṃ bhojane.",
  "anya-e0810n3:546": "‘‘Amataṃ yaññasesasmiṃ, pīyūse salile ghate;",
  "anya-e0810n3:547": "Ayācite ca mokkhe ca, dhanvantarisudhāsisu;",
  "anya-e0810n3:548": "Amato amatā sivā-gaḷo jhāmalakīsu ce’’ti medinīkosa 16.77-8 gāthāyampi.",
  "anya-e0810n3:549": "Nānatthasaṅgahe vuttaṃ. Mohe avijjāyaṃ. Timire andhakāre. Saṅkhyā gaṇanaviseso. Guṇe tatiye guṇe.",
  "anya-e0810n3:550": "977.Khare pharuse. Akāriye akattabbe. Purise pulliṅge. Sukate kusale dhamme puññaṃ paṇḍake napuṃsake. Pavane pūte.",
  "anya-e0810n3:551": "978.Asiniddho sukkho. Saṅge lagge.",
  "anya-e0810n3:552": "979.Lañchane paṭibimbe. Sīmā mariyādo. Pakāro tulyo.",
  "anya-e0810n3:553": "980.Mantane catukkaṇṇādike. Byasane bhogabyasanādike. Vipattiyaṃ anatthe.",
  "anya-e0810n3:554": "981.Raṃsibhedo pubbe udayato sūriyassa raṃsiviseso. Abyattarāge kiñciratte. Lohite ratte.",
  "anya-e0810n3:555": "Pakatānivatte pakatito anivattane. ‘‘Pakatiyañca anivattane cā’’tipi attho. Nassanakkhareti vināsanakkhare. Nassa adassane akkhare.",
  "anya-e0810n3:556": "‘‘Anubandho pakatyādo, dosuppāde vinassare;",
  "anya-e0810n3:557": "Susumukhyānusāresu, pakatassā’nuvattane’’ti amara 23.98 gāthāyampi passitabbaṃ. –",
  "anya-e0810n3:558": "Nānatthasaṅgahe.",
  "anya-e0810n3:559": "982.Avataraṇe otaraṇe. Titthasmiṃ nadyādīnaṃ titthe. Vivare vivaraṇe. Iṅgite sīsacalanādike.",
  "anya-e0810n3:560": "983.Khattā khattiyato sañjāte sudditthitanaye sudditthiyā putte ca. Tibbamhi adhimatte ca. So uggo. Aggo seṭṭho. Dhiti vīriyaṃ.",
  "anya-e0810n3:561": "984.Pabhāte paccūse. Niroge rogamutte. Sajje saṅgate, ādhārepi ca. ‘‘Sajjutto sannaddhe saṅgatepi ce’’ti nānatthasaṅgahe. Dakkho cheko. Yuttepi kallaṃ. Kūṭacariyāyaṃ saṭhacariyāyaṃ.",
  "anya-e0810n3:562": "985.Pakkhibhedo pārāvatappamāṇo pakkhī. Yasmiṃ gehe palinā patite asubhanimittaṃ karonti. Pārāvate kalarave.",
  "anya-e0810n3:563": "Saradabbhūte saradakāle sambhūte. Appagabbhe kātaravacane.",
  "anya-e0810n3:564": "986.Kaṭhine kakkhaḷe. Sāhaso balakkāro. Appiye amanāpe. Cīre nantake, vāke ca cīraṃ.",
  "anya-e0810n3:565": "987.Migabhede kukkurappamāṇe mige. Paṭākāyaṃ dhaje. Mocaṃ pasiddhaṃ, kadalī īkāranto. Dakkhiṇā kammaphalaṃ saddahitvā dātabbaṃ dānaṃ.",
  "anya-e0810n3:566": "988.Uppāte bhūtavikatiyaṃ. Vessānare aggimhi.",
  "anya-e0810n3:567": "989.Potavāhe talakavāhe. Niyantari pājitari.",
  "anya-e0810n3:568": "990.Rodhane āvaraṇe.",
  "anya-e0810n3:569": "991.Bhājane vilīvamayādike. Pariyatti pariyāpuṇanaṃ sikkhanaṃ, pariyāpuṇitabbā vā sikkhitabbā. Jarāsithilacammasmiṃ jarāya kāraṇabhūtāya sithilacammani. Udaraṅge udaracammarājiyaṃ.",
  "anya-e0810n3:570": "992. Vidāritādīsu tīsupi vāccaliṅgikaṃ. Upajāpe catutthopāye.",
  "anya-e0810n3:571": "993.Gāmasandohe gāmasamūhe. Paridhi pariveso sūriyādigehaṃ. Āgame buddhavacane. Lekhe vācitalekhe.",
  "anya-e0810n3:572": "994.Ayomayavijjhanakaṇṭako sūjhādivijjhanaṃ. Guṇukkaṃse guṇātisaye. Vibhave bhoge. Sampatti, sampadāti ca abhidhānadvayaṃ.",
  "anya-e0810n3:573": "995.Bhū pathavī. Yogyādīsu tīsvatthesu tīsu. Yogye anucchavike. Yutte saṅgate. Addho addhasaddo bhāge samabhāge, asamabhāge ca. Tatra same addhaṃ. Itaratra addho addhampi, pathe magge addhā pume. Kālepi addhā pume. Ekaṃse nicchaye. Caturambaṇe karīsaṃ vuttaṃ.",
  "anya-e0810n3:574": "996.Usabhe gavasatajeṭṭhake gave. Seṭṭhesu ca usabho. Vīsayaṭṭhiyaṃ usabhaṃ. Tanti buddhavacanaṃ. Panti āḷi.",
  "anya-e0810n3:575": "997.Itthinimitte itthiyā aṅgajāte. Kilañje vilīvamaye. So kaṭasaddo kate tīsu.",
  "anya-e0810n3:576": "‘‘Kaṭo soṇikriyākāre,",
  "anya-e0810n3:577": "Kilañje’tisaye sive;",
  "anya-e0810n3:578": "Samaye gajagaṇḍe ca,",
  "anya-e0810n3:579": "Kaṭā vippaliyaṃ matā’’ti medinīkosa 11.3. –",
  "anya-e0810n3:580": "Vopālito. ‘‘Samaye ca kriyākāre, kilañje ca sare kaṭo’’ti tikaṇḍasesotikaṇḍasesa 3.3.93. Mandirālindavatthuni gehassa ālindabhāge vatthumhi.",
  "anya-e0810n3:581": "998.Mathite gorasavisese. Sūciphale ambilapattaphale. Duddasetare passituṃ adukkare.",
  "anya-e0810n3:582": "999.Antarīpaṃ jalamajjhathalaṃ. Pajjoto padīpo. Bandho sambandho. Mihite īsaṃhasite.",
  "anya-e0810n3:583": "1000.Thiyaṃ itthisāmaññe. Itthiliṅgeti vā attho. Dāre bhariyāyaṃ. Sure devatāyaṃ, devatāvisese vā. Vāsudeve nārāyane. Antake vasavattini. Asite kāḷavaṇṇe.",
  "anya-e0810n3:584": "1001.Upaṭṭhāne pāricariyāyaṃ, sevane ca. Aññaropane abhaṃsabhāvassa aññassa taṃsabhāvaropane. Sakko sakkasaddo. Inde devarāje sakko. Janapade sakkā. Sākiye ca khame tīsu.",
  "anya-e0810n3:585": "1002. Vajjanatthādīsu tīsu parihāro. Pañhavissajjanepi parihāro. Dvije brāhmaṇe. Vessepi ariyo.",
  "anya-e0810n3:586": "1003.Suṃsumāre nakke. Ulūpini caṇḍamacchavisese. Uddālapādape selurukkhe, yassa phalāni atipicchalāni.",
  "anya-e0810n3:587": "1004.Piyake pītasāle. Kaṇḍe sare. Khipane asanaṃ. Asu khepane. Yuge rathayugādo. Vikāro vikati. Antike samīpe.",
  "anya-e0810n3:588": "1005.Lavitte dātte. Ajjhesanā sakkārapubbikā āyācanā.",
  "anya-e0810n3:589": "1006.Makacivatthe yaṃ loke ‘‘cakkū’’ti vuccati, ‘‘sāṇavattha’’ntipi eke. Ganthe saddasatthādike. Lepyādikammani cittakārādīhi katarūpe.",
  "anya-e0810n3:590": "1007.Puññavati puggale. Bhūsaṇhakaraṇiyaṃ sudhālepakānaṃ dārumayahatthe.",
  "anya-e0810n3:591": "1008.Pāyite pātabbe, ‘‘vāyite’’tipi pāṭho. ‘‘Dayite’’tipi kvaci dissati.",
  "anya-e0810n3:592": "1009.Lohitādimhi vaṇṇavisese. Rañjane ‘‘mukharāgo’’tyādīsu. Pavuddhadariyaṃ mahādariyaṃ.",
  "anya-e0810n3:593": "1010.Kaserussa phale sakaṇṭakassa phale. Maggasamāgame caccare. Bahulāyaṃ ‘‘phālātī’’iti khyāte. Dose tu eḷamīritaṃ.",
  "anya-e0810n3:594": "1011.Adhikaraṇe adhikaraṇakārake. Pattādhāro bhājanassa ādhāro. Ālavālake tarusekatthaṃ tarumūlavicite sobbhajalādhāre. Agabhedo rukkhabhedo, so ca mahāsattena temiyarājakumārakāle bhuttarukkho. Tatra kārā itthī. Kāropi sakkāre, dvīsu. Bandhanālaye pana kārāyeva.",
  "anya-e0810n3:595": "1012.Meghapāsāṇe ghanopale. Kuṇḍikāyaṃ bhiṅgāre. Padātismiṃ catutthasenaṅge.",
  "anya-e0810n3:596": "1013.Chiddādīni tīṇi abhidhānāni susire ca dūsane aparādhe ca tīsu siyuṃ. Muccite muccitabbe.",
  "anya-e0810n3:597": "1014.Hatthiliṅge hatthisaṇṭhānasakuṇe. Made nāgamade.",
  "anya-e0810n3:598": "1015.Atthaṅgame vināse. Nigamubbhūte nigamesañjātavatthumhi. Āpaṇopajīvini āpaṇena jīvitavuttiyaṃ kattari.",
  "anya-e0810n3:599": "1016.Haritasmiṃ sukapattavaṇṇe. Paṇṇe chadamatte.",
  "anya-e0810n3:600": "1017.Phalamhi rukkhādīnaṃ phalamatte. Taṃ pakkavacanaṃ. Nāsamukhe nāsābhimukhe ca pariṇate ca tīsu.",
  "anya-e0810n3:601": "Ājīvane jīvitavuttiyaṃ. Piṇḍane rāsikaraṇe. Goḷake vaṭṭale.",
  "anya-e0810n3:602": "1018.Paribbaye vetane. Kammādike kammavaṭṭavipākavaṭṭakilesavaṭṭe. Vaṭṭale bubbuḷasaṇṭhāne. Paccāhāre paṭivacanāhāre.",
  "anya-e0810n3:603": "1019.Vikate vikatiyaṃ, virūpe vā.",
  "anya-e0810n3:604": "1020.Sabyamhi adakkhiṇe. Cāru manuññaṃ. Sarabye sarena vijjhitabbe phalakādo. Cihane lakkhaṇe.",
  "anya-e0810n3:605": "1021.Samasippīnaṃ samānasippīnaṃ gaṇe seṇī itthī. Āvaḷiyaṃ pantiyaṃ. Sudhāyaṃ lepe. Dhūliyaṃ rajasi. Vāsacuṇṇake vāsayoggacuṇṇe.",
  "anya-e0810n3:606": "1022.Atipasatthe pasatthassa jo, ativuḍḍhe vuḍḍhassa. Takke gorasavisese. Hotīti kriyāpadaṃ.",
  "anya-e0810n3:607": "1023.Paṇe jūtakārādīnaṃ kammani. Kaṇhe kāḷe.",
  "anya-e0810n3:608": "1024.Sambhave sukke. Amejjhe apavitte.",
  "anya-e0810n3:609": "1025.Ikke bahulome kāḷamige. Baḷise macchavedhane. Selabhede vaṅkanāmake pabbate.",
  "anya-e0810n3:610": "1026.Kuṇapamhi matakāye. Addhamhi samaddhabhāge, tenāha ‘‘purise’’ti, ‘‘purise’’ti ca yebhuyyappavattiṃ sandhāya vuttaṃ, tenāha ‘‘vā khaṇḍaṃ sakalaṃ pume’’ti.",
  "anya-e0810n3:611": "1027.Saṃvarīmukhe rattiyā ādimhi.",
  "anya-e0810n3:612": "1030.Devabhedo kumbhaṇḍo nāma yakkho. Vallijātiyaṃ yassā phalāni ukkhalippamāṇāni honti. Catutthaṃse catutthabhūte koṭṭhāse. Pade caraṇe. Paccantasele pabbatapāde.",
  "anya-e0810n3:613": "1031.Lohantare setalohe. Bahumhi bahuvacane. Kammārabhaṇḍabhede ‘‘tū’’iti khyāte. Khaṭake kuñcikapāṇimhi.",
  "anya-e0810n3:614": "1032.Doṇiyaṃ kaṭṭhamaye dhaññamānike. Adhiṭṭhitiyaṃ upariṭṭhāne. Ṭhāne ṭhānamatte.",
  "anya-e0810n3:615": "1034. Koṭṭhāsabhedasmiṃ ‘‘vakkaṃ hadaya’’ntyādīsu ma. ni. 1.110. Vaṅke kuṭilye. Dibbacakkhupubbenivāsānussatiāsavakkhayasaṅkhātā tisso vijjā, ādinā aṭṭha vijjā gahitā. Buddhiyaṃ ñāṇe.",
  "anya-e0810n3:616": "1035.Anākule ākularahite. Siloke anuṭṭhubhādo. Addhe bhāge. Tīsu pajjo pajjasaddo.",
  "anya-e0810n3:617": "1036.Rukkhabhedasmiṃ udakappasādanaphale. Kittime karaṇena nipphatte. Vidheyye vacanaggāhini. Pubbamhi pūye.",
  "anya-e0810n3:618": "1037.Laddhattharakkhaṇe laddhassa dhanādikassa atthassa rakkhaṇe. Niyojane pesane. Kāriye phale.",
  "anya-e0810n3:619": "1038.Assāsappatte laddhassāse. Bodhidume amhākaṃ bhagavato bodhirukkhe. Kurūre kakkhaḷakārake. Nesādamhi migamacchādiludde.",
  "anya-e0810n3:620": "1039.Laggasmiṃ saṅge. Majjhamhi udare. Bhāge asamaddhabhāge. Dhanimhi mahaddhane.",
  "anya-e0810n3:621": "1040.Gahane saṅkare. Sasantāne attano niyakajjhattasantāne. Visayagocarānaṃ viseso vutto.",
  "anya-e0810n3:622": "Gāthāddhavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:623": "1041.Bhuvane kāmabhavādike. Jane pāṇimhi. Yase kittiyaṃ. Pajje anuṭṭhubhādo. Rukkhe rukkhabhede.",
  "anya-e0810n3:624": "1042.Vaṭo vaṭarukkho. Vāyase kāke. Bake setapatte. Avasaro avakāso. Ahaṃ dinaṃ. Kuce nārithane. Abbhe meghe.",
  "anya-e0810n3:625": "1043.Ucchaṅge pallaṅkoparibhāge. Lakkhaṇe ñāpake.",
  "anya-e0810n3:626": "Diṭṭhobhāsesu dassane, obhāse cāti atthesu.",
  "anya-e0810n3:627": "1044.Sūraṃsūsu sūriye, kiraṇe ca. Dame damane. Mānaṃ mānaviseso. Sānu pabbatasānu.",
  "anya-e0810n3:628": "1045.Tāpo sūriyasantāpo. Sapace caṇḍāle, saṃ sunakhaṃ pacatīti sapaco. Pasu catuppado. Kuruṅgo ajinayoni. Ulūko koṭarasakuṇo. Indo sakko. ‘‘Mahinde guggululūka-palaggāhesu kosiyo’’ti amarasīho.",
  "anya-e0810n3:629": "1046.Māṇavo macco. Attā sarīrādhipatidevatā. Sire uttamaṅge. Tipumhi kāḷalohe.",
  "anya-e0810n3:630": "1047.Bali bhāgadeyyo. Hattho pāṇi. Aṃsu bhā. Dante rade. Vippe brāhmaṇe. Aṇḍaje aṇḍasañjāte. Pajje anuṭṭhubhādo. Ānanaṃ mukhaṃ. Ācāro asītimahāvattādi. Dhaññaṅge bhinnataṇḍule. Sukhume aṇumhi. ‘‘Lavalesakaṇāṇavo’’ti hi amarasīhena sukhumapariyāyo kaṇo vutto.",
  "anya-e0810n3:631": "1048.Thūṇā gehādīnaṃ padhānadāru. Jaḷattaṃ mūḷhattaṃ. Kummāso māsavikati. Byañjanaṃ tadaññabyañjanaṃ. Phoṭo nāma yasmiṃ pūye viparīte dukkhavedanā natthi. Kapolo nāma mukhacūḷikānaṃ antaraṭṭhānaṃ. Mūlye mūladhane.",
  "anya-e0810n3:632": "1049. Bhāsapakkhī ca pakkhī ca bhāsapakkhino, tesu, ‘‘sakunto pakkhibhedepi, bhāsapakkhi vihaṅgame’’ti hi ‘‘bhāsantaṃ sundarākāre, bhāsanto bhāsapakkhinī’’ti ca vopālito. ‘‘Sakunto bhāsapakkhinī’’tipi pāṭho. Bhāgye subhāsubhāvahe kammani. Vidhāne karaṇe.",
  "anya-e0810n3:633": "1050. Yo ākāsaṃ abbhuggantvā puna otaritvā udakabbhantare macche gaṇhāti, so nīlasakuṇo cātako nāma. Eṇe eṇīmigakhyāte. Saro kaṇḍo. Sede sedane, sida pāke. Pāko pacanaṃ. Bhikkhubhede ‘‘gaṇapūrako’’tyādīsu. Caye samūhe.",
  "anya-e0810n3:634": "1051.Puñje piṇḍe. Meso usabho methunaṃ kakkaṭo sīho kaññā tulā vicchiko dhanu makaro kumbho mīnoti mesādi. Loṇe lavaṇuttame. Saṃvaṭṭe vināsakappe. Kamuke tambūlaphalarukkhe.",
  "anya-e0810n3:635": "1052.Amate devatābhojane. Lepe suddhasakkharacuṇṇādimaye. Satthe dīghadaṇḍe satthavisese. Najjantareti gaṅgā yamunā aciravatī sarabhū mahīti pañcasu mahānadīsu pañcamāya mahānadiyaṃ. Bhuvi pathaviyaṃ. Kriyā nārīsiṅgārabhāvajā kriyā. Vilāso pana tadaññajo. Atraje putte.",
  "anya-e0810n3:636": "1053.Kutho hatthipiṭṭhattharaṇaṃ. Veṇī nārīnaṃ kesakalāpo. ‘‘Paveṇī veṇī kuthayo’’ti hi vopālito. ‘‘Paveṇī kulaveṇīsū’’tipi kvaci pāṭho. Vutti bhavanaṃ . Vuttā vuttanto. Vetane kammena laddhabbe. Bharaṇe posane, dhāraṇe ca.",
  "anya-e0810n3:637": "1054.Mariyādasaddo dvīsu. Sattā vijjamānatā. Samiddhi sampatti. Soppe niddāyaṃ. Vutti jīvitavutti.",
  "anya-e0810n3:638": "1055.Kucchā garahā. Apavādo avaṇṇavādo, abhūtākkhānampi. Dhaññe dhaññavisese, yassa sīsaṃ aṅguṭṭhappamāṇaṃ dīghañca. Piyaṅgu gandhadabbaṃ. Mokkhe nibbāne. Sive kalyāṇe.",
  "anya-e0810n3:639": "1056.Rañjane kāsāyādirañjane. Sūrate methune. Vāse vasanakriyāyaṃ.",
  "anya-e0810n3:640": "1057.Patthe mānatumbe. Nāḷe uppalādīnaṃ nāḷe. Pipāsāyaṃ pātumicchāyaṃ. Vutti bhavanaṃ.",
  "anya-e0810n3:641": "1058.Pāṇyaṅge saṅkhanābhiyaṃ. Cakkante cakkassa ante.",
  "anya-e0810n3:642": "‘‘Nābhi pāṇyaṅgaṅge khette, cakkantacakkavattisu;",
  "anya-e0810n3:643": "Nābhi padhāne katthūri-maṃse ca kvaci kittito’’ti. –",
  "anya-e0810n3:644": "Vopālito.",
  "anya-e0810n3:645": "1059.Antareti dvinnaṃ antare. ‘‘Vīci sukhataraṅgesū’’ti vopālito. Thiratte thirabhāve. ‘‘Dhīratte’’tipi pāṭho, soyevattho. Save savane.",
  "anya-e0810n3:646": "1060.Nissaye ādhāre.",
  "anya-e0810n3:647": "1061.Vitte dhane. Aṅko lakkhaṇaṃ. Buddhi ñāṇaṃ. Khe ākāse.",
  "anya-e0810n3:648": "1062.Vate titthiyasamācāre. Āgumhi aparādhe. Maṇi silāvikati, maṇisaṅkhāto vā ratanaviseso idha maṇi nāma. Hāyane saṃvacchare. Vuṭṭhi vassanaṃ.",
  "anya-e0810n3:649": "1063.Lipi akārādīnaṃ sannivesaviseso. Mokkho nibbānaṃ. Rate sūrate.",
  "anya-e0810n3:650": "1064. Pāpe ca asubhe ca riṭṭhaṃ. Ariṭṭhaṃpyatra, tabbhāve tatra akāro. Aparādho ādīnavo. Ketumhi paṭākāyaṃ. Cihane lakkhaṇe. ‘‘Dhajo soṇḍikalesesu, paṭākāyañca cihane’’ti vopālito.",
  "anya-e0810n3:651": "1065.Dvāramattepi bahidvārepi. Ito paraṃ ye anekatthā vuccante, te vāccaliṅgā. Phuṭe pākaṭe.",
  "anya-e0810n3:652": "1066.Ajjhakkhe adhikate. Jaḷe aññāṇe. Lolupe atitaṇhe. Cale kampite.",
  "anya-e0810n3:653": "1067.Vikate virūpe. Komalaṃ akaṭhinaṃ. Atikhiṇo kuṇṭho.",
  "anya-e0810n3:654": "1068.Site sete. Sūcako pesuññakārako. Ahi sappo. Sakke khame. ‘‘Satte’’ti pāṭhe pana sattiyuttetyattho. Sambandhe avippayoge. Akhile sakale.",
  "anya-e0810n3:655": "1069.Kevalaṃ asammissaṃ. Anto avasānaṃ. Adhamo nihīno. Paṇato buddhādīsu ninno. Ninno thalapaṭipakkho.",
  "anya-e0810n3:656": "1070.Suddhe aññena asammissite. Pūte mejjhe.",
  "anya-e0810n3:657": "1071.Byāpe byāpite. Bhāvini anāgate vatthumhi. There jiṇṇe.",
  "anya-e0810n3:658": "1072.Bahusaddo ‘‘ekasmiṃ, dvīsu ca na pavattatī’’tyādīsuyeva pavattatīti maññamāno ‘‘tyādo’’ti vadati. ‘‘Ekavacanaṃ, bahuvacana’’nti vuttattā pana dvīsupi bahusaddo vattateva. Ācariyena vā parasamayavacanāni manasi katvā ‘‘tyādo’’ti vuttaṃ. Tividhañhi tattha vacanaṃ ekavacanaṃ dvivacanaṃ bahuvacananti. Sabbapārisadattā hi byākaraṇassa sabbesaṃ vādā katthaci kathīyante.",
  "anya-e0810n3:659": "Dhī vuccati paññā, sā yassa atthi, sa dhīro, budho. Dhānaṃ vā dhī, sā yassatthīti sa dhīro, dhitimanto. Dhute cale.",
  "anya-e0810n3:660": "1073.Yāne hatthādiyāne yoggaṃ. Khame pana yoggo.",
  "anya-e0810n3:661": "1074.Vuḍḍhe āyuvuḍḍhe. Kulaje kulīne. Vuddho āyuvuḍḍho. Uru pamāṇato mahanto.",
  "anya-e0810n3:662": "1075.Vutte vattabbe. Uggate uddhaṃgate. Āditte agyādīhi, gabbite sañjātamāne.",
  "anya-e0810n3:663": "1076.Vigate vigatarāge. Vāyane vīte paṭe. Bhajjite dhaññādike. Bhajja pāke.",
  "anya-e0810n3:664": "1077.Caye samūhe. Samo tulyo. Ari sattu. ‘‘Samādisū’’tipi pāṭho. Vīre akātare sūre. Ravisūroti ravisūriyo ‘‘sūro’’ti vutto. Kuddhe kodhasahite. Dūsite appiye.",
  "anya-e0810n3:665": "1078.Arimhi sattumhi diṭṭho. Ikkhitepi diṭṭho. Pote bālake. Vate ekantasādhane vatakamme.",
  "anya-e0810n3:666": "1079.Salākāyaṃ kusāvahāre. Dabbe varahisatiṇe. Khaye udayabbayānupassīti. Sakuṇepi vayo ‘‘visayuttannabhuttānaṃ, vayānaṃ maraṇaṃ bhave’’tyādīsu. Gabbo abhimāno.",
  "anya-e0810n3:667": "1080.Biḷāle majjāre. Nakule ahisattumhi. Manthano khīramanthanadaṇḍo. Sattu taṇḍulavikatikhajjaviseso. Assādilome assādīnaṃ lome. Ghāto maraṇaṃ. Rāsi puñjo.",
  "anya-e0810n3:668": "1081.Gopagāme gopālānaṃ gāme. Rave sadde. Sārathi pājitā. Vandī thutipāṭhako.",
  "anya-e0810n3:669": "‘‘Sārathimhi ticchake ca, pasute veditepi ca;",
  "anya-e0810n3:670": "Khattiyā brāhmaṇiyā jepi, visūto pādavandisū’’ti. –",
  "anya-e0810n3:671": "Vopālito. Pupphe suttādinā asaṅkhate. Taddāme pupphadāme suttādinā saṅkhate. Sakaṭe ane. Haye asse.",
  "anya-e0810n3:672": "1082.Accane pūjāyaṃ. Bhe nakkhatte. Nettamajjhe ‘‘sūlā’’ti khyāte. Odhi mariyādo.",
  "anya-e0810n3:673": "1083.Puṇṇatā paripuṇṇatā. Avajjaṃ doso. Manakkārepi ābhogo. Āḷisaddo itthī. Sakhī vayasā. Setu jalavāraṇo, nadyādimaggo ca. Satte sattiyutte, thiretyattho. ‘‘Daḷho thūle bhuse satte, pagāḷhepi daḷhe mato’’ti vopālito.",
  "anya-e0810n3:674": "1084.Mokkhe nibbāne, arahattaphalepi. Sāmini patimhi. Dhāraketi dhāretīti dhārako, tattha. Posakepi bhattā.",
  "anya-e0810n3:675": "1085.Sikhā cūḷā. Piñchaṃ pucchaṃ. Attani ‘‘saṅghikaṃ puggalika’’ntyādīsu. Khepe nindāyaṃ.",
  "anya-e0810n3:676": "1086.Rūpe vaṇṇe. Karīse gūthe.",
  "anya-e0810n3:677": "1087.Khaṇḍe sakale. Paṇṇe rukkhādīnaṃ paṇṇe. Kaṇḍe sare. Salākā vaṇopayuttā. Sucino bhāvo sucittaṃ, tasmiṃ. Gate gamanakriyāyaṃ. ‘‘Dhāva gatisuddhiya’’nti hi dhātupāṭho. Hāvo itthīnaṃ siṅgārabhāvajakriyā. Avijjāya aññāṇe. Mucchane visaññibhāve.",
  "anya-e0810n3:678": "1088.Ghammajalaṃ kāye uṇhena sañjātajalaṃ. Pāke paccane. Goḷe ‘‘mu-yī’’iti khyāte mattikāguḷake. Ucchumaye ucchurasasañjāte. Mitte piyamitte, mittamatte vā. Sahāye atthacare. Pabhū adhipati. So pulliṅgo.",
  "anya-e0810n3:679": "1089.Kurūre kakkhaḷakammante. Parasmiṃ paraṭṭhāne, paraloke vā. Atra ṭhāne, loke vā. Aṅko cihanaṃ. Aparādhe nāṭakaparicchedepi aṅko. Apavādo lokagarahā. Dese desavisese. ‘‘Bhave janapado dese, jane janapadepi ce’’ti vopālito.",
  "anya-e0810n3:680": "1090.Pajje siloke. Vacībhede byattavācāyaṃ. Anvaye santāne. Sarūpasmiṃ samānabhāve. Adhobhāge ca talaṃ.",
  "anya-e0810n3:681": "1091.Vilagge kāyamajjhe. Vemajjhe majjhasāmaññe. Kusumaṃ pasavaṃ. Utu itthipupphaṃ. Subbate sundare vate.",
  "anya-e0810n3:682": "1092.Kose liṅgapasibbake. Gabbhare guhāyaṃ. Bile kipillikādīnaṃ āvāse. Gaṇḍake khaggavisāṇe. Kadambe ‘‘thina’’iti khyāte. Dume rukkhe. Caye samūhe.",
  "anya-e0810n3:683": "1093.Bhe nakkhattabhede. Dhenuyaṃ siṅginiyaṃ. Yoniyaṃ itthīnaṃ aṅgajāte. Sire sīse.",
  "anya-e0810n3:684": "1094.Bhogīsaddo bhogavati puggale, urage ca. Sivo mahissaro. Bale thāme. Pabhāve tejasi. ‘‘Vīriyaṃ sukke pabhāve, tejo sāmatthiyesvapī’’ti vopālito. Tejasaddo pana tesu ca yathāvuttesupi dvīsvatthesu, dittiyañca vattati.",
  "anya-e0810n3:685": "1095.Santati ādhāro. Khaggaṅge khaggassa tikhiṇāvayave. Sūte sārathimhi. Paṭihāre vacanahāre. ‘‘Vida lābhe’’ti dhātvatthato vitti. Pīḷā vibādhā.",
  "anya-e0810n3:686": "1096.Rave sadde. Palāse nittaṇḍulavīhimhi.",
  "anya-e0810n3:687": "1097.Rukkhe ambaṭṭharukkhe. Parasamaye pana bādhā. Adhikappeme atisayapeme.",
  "anya-e0810n3:688": "1098.Ketumhi dhaje. Lekhye likhitabbe lekhe. Rājiyaṃ tu lekhā.",
  "anya-e0810n3:689": "1099.Satthe āvudhabhede. Satte pāṇimhi. Caye samūhe.",
  "anya-e0810n3:690": "1100.Āḷiyaṃ nadīmagge, jaladhāraṇe ca.",
  "anya-e0810n3:691": "1101.Saṃsade sabhāye. Ayanasaddo gamane, pathe ca vattati.",
  "anya-e0810n3:692": "1102.Rukkhantare gaṇadume. Sūre sūriye. Koṇe vidisāyaṃ. Haye turaṅge ca asso. Khandhe bhujasire. Accisaddo jālāyaṃ aggijālāyaṃ. Aṃsumhi tassa, aññesañca aṃsumhi vattati. So ca no pume pulliṅge na vattati.",
  "anya-e0810n3:693": "1103.Abhāvasaddo nāse vijjamānassa nāse. Asattasaddo avijjamānatthe vattati. Bhutti bhuñjanakriyā. Pāṇe āyumhi jīvaṃ. Jane pāṇavati jīvo.",
  "anya-e0810n3:694": "1104.Chadane gahādīnaṃ chadane. Rāsi puñjo, sahadhammīnaṃ gaṇo ca.",
  "anya-e0810n3:695": "‘‘Nikāyo nilaye lakkhye, saṃhatānaṃ samuccaye;",
  "anya-e0810n3:696": "Ekattha bhājini vase, paramattani vuccate’’ti. –",
  "anya-e0810n3:697": "Vopālito. Yajane devapūjāyaṃ. Accane pūjāmatte. Dikkha muṇḍiyopanayananiyamabbatādesesu.",
  "anya-e0810n3:698": "1105. Karaṇaṃ kāro, so eva kārikā, kriyā, sakatthe ṇiko. Pajjepi soyevattho. Cihane lakkhaṇe. Thīraje itthīnaṃ utumhi. Pupphe sumane. Vānare makkaṭe.",
  "anya-e0810n3:699": "1106.Adhare dantāvaraṇe. Kharabhe ‘‘ka-la-au’’iti khyāte. Lobhapuggalepi luddho. Āvile anacche.",
  "anya-e0810n3:700": "1107.Caramhi guttapurise.",
  "anya-e0810n3:701": "1108. Hāso ca gandho ca hāsagandhā, tesu. Gandhotra dūragāmī. Kalyāṇepi cāru. Khala calane, sañcaye ca, to, khalito.",
  "anya-e0810n3:702": "1109.Vakkale rukkhattace. Adhirohe ārohanakriyāyaṃ. Vatthantaraṃ vicittarūpaṃ vatthaṃ, yaṃ cīnadese sañjātaṃ.",
  "anya-e0810n3:703": "1110.Paṭihāre ‘‘ḍa-gā’’iti khyāte. Mukhe bhattādīnaṃ pavesanaṭṭhāne. Pete paralokaṃ gate. Aparaṇṇaṃ muggādi. Kālo tiṃsarattidivaparicchinno.",
  "anya-e0810n3:704": "1111.Dose kodhe. Ghāte māraṇe. Migādo catuppade. Chagale aje. Arūpe phassādike. Avhaye saññāyaṃ. Darathe kāyacittasambhūte santāpe. Bhīti bhayaṃ.",
  "anya-e0810n3:705": "1112.Bhāre khandhabhārādike. Sujāsaddo dabbiyaṃ kaṭacchuyaṃ, indajāyāyaṃ sakkassa bhariyāyañca. Vihāyase ākāse.",
  "anya-e0810n3:706": "1113.Maṇike mahati udakabhājane. Ratane asmavikāre ratanasāmaññe. Selo candanapabbato. Ārāme pupphārāmādiārāme.",
  "anya-e0810n3:707": "‘‘Malayo dese selaṅgapabbatantare, malayātivutāyañcā’’ti vopālito. Aṅko cihanaṃ.",
  "anya-e0810n3:708": "1114.Sappimhi ghate, tadaññe hotabbe ca havi.",
  "anya-e0810n3:709": "‘‘Rahasi ca vicāre ca, viveko jaladoṇiya’’nti vopālito.",
  "anya-e0810n3:710": "1115.Pavāhe jalappavāhe.",
  "anya-e0810n3:711": "‘‘Vego jave pavāhe ca, mahākālaphalepi ce’’ti medinīkosa 3.24vopālito. Khile aṇukhāṇumhi. Kaṇe appe.",
  "anya-e0810n3:712": "1116.Nettante cakkhukoṇe. Cittake tilake.",
  "anya-e0810n3:713": "‘‘Apāṅgaṃ aṅgahīne ca, nettante tilakepi ce’’ti medinīkosa 3.28vopālito. Muttāguṇe suttabandhamuttāyaṃ. Gahaṇaṃ gāho, tasmiṃ. Makuḷe apupphite. Rase loṇarase.",
  "anya-e0810n3:714": "1117. Ago, nago cāti dve abhidhānāni selarukkhesu vattanti. Svappe suṭṭhu appe, appataretyattho. Avadhāraṇe ‘‘namanamatta’’ntyādīsu. Accane pūjāyaṃ.",
  "anya-e0810n3:715": "1118.Chidde dose. Otaraṇaṃ jalatitthādīsu avataraṇaṃ. Ayyake pitupitari.",
  "anya-e0810n3:716": "1119.Rukkhe khaggaphale. Sune sunakhe. Gandhe adhivāsanagandhe.",
  "anya-e0810n3:717": "1120.Koṇe asse. Savane sote. Pantiyaṃ vīthiyaṃ. Bhāgyaṃ puññaṃ. Ekadeso tatiyabhāgādi. Ajapālake pokkhare. ‘‘Kuṭṭhaṃ roge sugandhe cā’’ti vopālito.",
  "anya-e0810n3:718": "1121.Senāsane vihārādike. Sene pīṭhādike. Cundabhaṇḍamhi cundānaṃ upakaraṇe. ‘‘Bhamo’mbuniggame bhaṇḍi, cundākhye sippiyantake’’ti nānatthasaṅgahe vopālito. Aṃsusaddo vatthādīnaṃ lome, kare kiraṇamatte ca. Abyaye pakārādike.",
  "anya-e0810n3:719": "1122.Khajjantare sūkaravaccasaṇṭhāne dhaññavikāre. Dise ripumhi. Pati dhavo. Ariyo adhipati.",
  "anya-e0810n3:720": "1123.Rāge kasāyādike rāge.",
  "anya-e0810n3:721": "‘‘Raṅgo dāne khale rāge, tacche raṅgaṃ tipumhi ce’’ti vopālito. Peyye udakādike. Pītiyaṃ pivanakriyāyaṃ. ‘‘Rakkhaṇe pītiyaṃ pāna’’nti vopālito. Iṇe, ukkhepane ca uddhāro. Ummāre dvārummāre. Eḷakasaddassa ajassāpi vācakattā ‘‘eḷako aje’’ti vuttaṃ.",
  "anya-e0810n3:722": "1124. Paharaṇaṃ pahāro, pothanaṃ. Paharati etthāti pahāro, yāmo, hāyano saṃvaccharo. Kuṇḍikāyaṃ ‘‘kayā’’iti khyātāyaṃ. Āḷhake catupatthappamāṇe. Bhusamhi taṇḍulattace.",
  "anya-e0810n3:723": "1125.Āvāṭe kūpe. Caye samūhe ca. Kāsu sā, kāraṇe, rahasi ca upanisā.",
  "anya-e0810n3:724": "‘‘Bhave upanisā dhamme, vedantepi rahasyampī’’ti vopālito. Poṭagale ‘‘pho-khā’’iti khyāte. Guṇetare avajje.",
  "anya-e0810n3:725": "1126.Yutte ‘‘aṭṭaṃ vinicchinātī’’tyādīsu. Aṭṭāle ‘‘gopuraṭṭehi saṃyutta’’miccādīsu. Aṭṭite ‘‘aṭṭassaraṃkarotī’’tyādīsu. Aṭṭa abhiyoge, aṭṭa atikkamahiṃsāsūti dhātvattho. Kānane vane. Uppattiyaṃ janane, vihāyasāgamane ca.",
  "anya-e0810n3:726": "1127.Lāmake nihīne. Khandhe rūpādike. Mūlaṃ mūladhanaṃ. Upadā paheṇakaṃ. Avatthāyaṃ, paṭassa ante ca dasā. Ghāto māraṇaṃ.",
  "anya-e0810n3:727": "1128.Gabbe māne. Ghaṭanaṃ silesakaraṇaṃ. Rāsi puñjo, etesu ghaṭasaddo. Abhihāre pūjāyaṃ. Bandhane ‘‘pākāracayo’’tyādīsu.",
  "anya-e0810n3:728": "1129.Thoke appake. Dāne, hāniyañca cāgo. Gīvā, galo cāti dve abhidhānāni iṇe siyuṃ. ‘‘Iṇe gīvā galepi cā’’tipi pāṭho. Gale kaṇṭhe.",
  "anya-e0810n3:729": "1130. Daṇḍepi sāhasaṃ. Paṭe vatthavisese bhaṅgaṃ. Sāṇādike missitvā katañhi vatthaṃ ‘‘bhaṅga’’nti vuttaṃ. Chavake kaḷevare.",
  "anya-e0810n3:730": "1131.Anaṅge māre. Dume karahāṭake.",
  "anya-e0810n3:731": "‘‘Madano māradhuttara-vasantadumasitthake’’ti vopālito. Pamātari mātumātari. Veṭhe uṇhīse ca veṭhanaṃ.",
  "anya-e0810n3:732": "1132.Taṇḍuleyye tilaphalasāke. Ayye sāmini. Mutti muccanaṃ.",
  "anya-e0810n3:733": "1133.Aṅke lakkhaṇe. Ākāre sīsacalanādike. Vappe vappanīyabīje. Taṭe tīre ca vappo, pākāramūle, nettajale, usume ca vappo. Anuññāyaṃ, vohāre ca sammutisaddo. Akkhatasaddo lājāsu dhaññavikatīsu napuṃsake.",
  "anya-e0810n3:734": "1134.Yāge devapūjāyaṃ, sadādāne ca satraṃ. Sasu hiṃsāyaṃ, traṇa, satraṃ. Osadhimhi, cande ca somo.",
  "anya-e0810n3:735": "‘‘Somo kuvere pitudevatāyaṃ,",
  "anya-e0810n3:736": "Vasuppabhede vasudhākare ca;",
  "anya-e0810n3:737": "Dibbosadhisāmalatāsamīra-",
  "anya-e0810n3:738": "Kappūranīresu ca vānare cā’’ti. –",
  "anya-e0810n3:739": "Vopālito . Yugagehaṅgeti pubbāparāyāmavasena thambhānaṃ upari ṭhapite yugabhūte gehāvayave. Dakkhiṇuttarāyāmavasena ṭhapite gehaṅge saṅghāṭo.",
  "anya-e0810n3:740": "Gāthāpādavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:741": "Anekatthavaggavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:742": "4. Abyayavaggavaṇṇanā",
  "anya-e0810n3:743": "1136-1137.Cirassādayo cattāro ciratthakā. Cirāya, cirā cātra. Sahādayopi cattāro sahatthā. Punappunamādayo pañca punappunatthā. Vinādayo pañca vajjanatthā.",
  "anya-e0810n3:744": "1138. Balavaṃ suṭṭhu atīva kimuta su ati ete cha atisayatthe. Pasaṃsāyañca suṭṭhu. Pañhepi kimuta. Āho kiṃ kimu udāhu kimuta uda ete cha vikappe vitakke. Tatra āhosaddo dīghādi. ‘‘Diṭṭho āho udāhu ca, vikappatthe vibhāvane’’ti hi bhāguri. Khāṇurayamāho puriso. Ruddo tu rassādimāha ‘‘issarepyadhikepi ca, vikappevimhayepyaho’’ti. Kimusaddo rassanto. Kimāyaṃ khāṇu, kimu puriso. Udasaddo rassādi. Dhūmoyamoda kāpotaṃ, samūhatthe ṇo. Kiñcasaddopi vikappe. Kimutasaddo atisayeti vutto.",
  "anya-e0810n3:745": "1139. Bho are ambho hambho re je aṅga āvuso he hare ete dasa avhāne. Haṃ hosaddāpyatra. Kathaṃ kiṃsu nanu kacci nu kiṃ ete cha samā samānatthā.",
  "anya-e0810n3:746": "1140. Adhunā, etarahi, idāni, sampati cāti cattāro idānītyatthe. Aññadatthu taggha sasakkaṃ addhā kāmaṃ jātu ve have ete aṭṭha ekaṃse ekaṃsatthe.",
  "anya-e0810n3:747": "1141.Yāvatādayo satta paricchedavācakā. Tatra yāvatā, yāvāti dve aniyamaparicchedatthavācakā. Tāvatā, tāva, ettāvatāti niyamaparicchedatthavācakā. Kittāvatā, kīveti paricchedapucchanatthavācakā.",
  "anya-e0810n3:748": "1142-1143. Yathā tathā yatheva evaṃ yathānāma yathāhi seyyathāpi evamevaṃ vā tatheva yathāpi evampi seyyathāpi nāma yathariva yathā ca viya tathariva iccete sattarasa paṭibhāgatthe sadisatthe bhavanti.",
  "anya-e0810n3:749": "1144. Saṃ, sāmaṃ, sayañceti tayo sayamiccatthe. Āma sāhu lahu opāyikaṃ patirūpaṃ sādhu evaṃ ete satta sampaṭicchanatthe. Āmantāpyatra.",
  "anya-e0810n3:750": "1145.Yamādayo cha kāraṇatthesiyuṃ. Canasaddo, cisaddo cāti dve asākalye asakalatthe. Kadācanaṃ, kadācītyādi payogo. Mudhāsaddo nipphale phalarahite, nippayojanetyattho. Amūlepi ca mudhā.",
  "anya-e0810n3:751": "1146.Jātusaddo ekaṃsepi. Sabbato, samantato, parito, samantā cāti cattāro tulyatthā.",
  "anya-e0810n3:752": "1147. Na a no mā alaṃ nahi iccete cha nisedhe. Ce, sace, yadīti tayo yadyatthe. Saddhaṃsaddo anukūlatthe. Nattaṃ doso ca rajanīyamiccatthe. Divāsaddo ahe ahanītyatthe.",
  "anya-e0810n3:753": "1148. Īsaṃ , kiñci, manaṃ iccete appatthe. Atakkite avitakkite. Balakkāre tu sāhasaṃ. Aggato, purato ca pureiccatthe. Pecca amutrasaddā bhavantare.",
  "anya-e0810n3:754": "1149. Aho ca hi cāti ete vimhaye. Vikappepi aho. Sammodepi hi. Tuṇhīsaddo mone abhāsane. Āvi, pātu ca pākaṭatthe. Sajju sapadisaddā taṅkhaṇetyatthe.",
  "anya-e0810n3:755": "1150. Sudaṃ kho assu yagghe ve hādayo hakārādayo ca padapūraṇe siyuṃ. Antarena, antarā, anto cāti ete abbhantareiccatthe. Avassaṃ, nūna ca nicchayatthe.",
  "anya-e0810n3:756": "1151.Saṃsaddo diṭṭhāsaddo ānandatthe. Samupajo, saṃpyatra. Kāmappavedane icchāya akkhāne kacci jīvati te mātā , mamedamabhimatamiccatthe. Usūyopagame usūyāpubbake upagame.",
  "anya-e0810n3:757": "‘‘Kāmānumatiyaṃ kāmo,",
  "anya-e0810n3:758": "Usūyopagamepi cā’’ti ruddo.",
  "anya-e0810n3:759": "Usūyopagamānuññāṇepicāyaṃ attho dissate.",
  "anya-e0810n3:760": "1152-1153.Yathāttanti saccaṃ. Tathassa anatikkamo yathātathaṃ, yathātthe abyayībhāvo. Tathasaddoyaṃ bhūtapariyāyo. Sadāsaddo, sanaṃsaddo cāti nicce. Sanasaddopyatra. Pāyo, bāhulyañca samā. Pañcakaṃ bāhye. Saṇikaṃsaddo asīghe.",
  "anya-e0810n3:761": "1154. Sammā, suṭṭhūti dve abhidhānāni.",
  "anya-e0810n3:762": "1155.Sāyaṃ sāye sāyanhe. Atrāheti imasmiṃ ahani ajjasaddo.",
  "anya-e0810n3:763": "1156.Yatthādayo tayo aniyamaṭṭhānādivācakā. Tatthādayo niyamaṭṭhānādivācakā.",
  "anya-e0810n3:764": "1157. Sammukhā, āvi, pātu ca samānatthā.",
  "anya-e0810n3:765": "1158.Appevādayo tayo saṃsayatthamhi. Iti itthaṃ evaṃsaddā nidassane vattanti. Kathañcisaddo kicchatthe.",
  "anya-e0810n3:766": "1159.Khedo khinnatā. Paccakkhe sacchisaddo. Thire, avadhāraṇe ca dhuvaṃ. Tiro tiriyaṃsaddā samā. Duṭṭhukusaddā kucchāyaṃ.",
  "anya-e0810n3:767": "1160. Āsiṭṭhatthamhi suvatthi. Dhisaddo nindāyaṃ. Kuhiñcanādayo satta ṭhānādipucchanatthā.",
  "anya-e0810n3:768": "1161. Iha idha atra ettha attha ete okāsatthādivācakā. Sabbasmiṃ kālādike sabbatrādidvayaṃ. Kismiṃ kāle kadā. Kasmiṃ kāle kudācanaṃ.",
  "anya-e0810n3:769": "1162-1163. Vibhatyantanāmasarākhyātapatirūpake abyaye dassetvā tadaññabhāve abyaye dassetumāha ‘‘ādikamme’’iccādi. Tatra vibhatyantapatirūpakaṃ yathā – ‘‘cirassaṃ, ciraṃ , cireni’’ccādi. Nāmapatirūpakaṃ yathā – ‘‘āma, sāhu, lahu, opāyika’’miccādi. Sarapatirūpakaṃ yathā – ‘‘a’’iccādi. Ākhyātapatirūpakaṃ yathā – ‘‘atthi’’iccādi.",
  "anya-e0810n3:770": "Sambhavo pabhavo. Udiṇṇe pavuddhe vaḍḍhane. Tisa pīṇane,ti, titti. Niyoge niyojane. Agge uttame. Tappare tappadhāne. Saṅge laggane. Pakāre sadise, bhede vā. Antobhāve pakkhitte. Viyoge pavāse. Avayave padese. Dhitiyaṃ vīriye padhāne. Ete catthā dhātusaṃyogatthā vā nāmasaṃyogatthā vā bhavanti. Asaṃyogassa pana nāmapadassa attho ‘‘po siyā paramatthasmiṃ, pātu vātesu pā bhave’’ti ekakkharakoseekakkharakosa 73 gāthā vutto.",
  "anya-e0810n3:771": "1164.Vikkamo padhānaṃ.",
  "anya-e0810n3:772": "1165-1167.Sanyāse nikkhitte. Mokkho nibbānaṃ. Rāsi nikaro. Gehe nilaye. Ādeso ācikkhanaṃ. Upamāya sannibhe. Accayo atikkamo. Sāmīpye samīpabhāve . Uparati upasamo. Nīharaṇaṃ apanayanaṃ. Āvaraṇaṃ nīvaraṇaṃ āharaṇaṃ gahaṇaṃ (ka.).",
  "anya-e0810n3:773": "1168.Uddhakamme uyyāne. Viyoge uppāsite. Atthalābho uppatti. Pabalatte mahābahalatte. Dakkhaggatāsūti dakkhabhāve, aggabhāve ca. Sattiyaṃ, mokkhe nibbāne ca.",
  "anya-e0810n3:774": "1169. Du ca abhāve dussīlo, duppañño. Asamiddhiyaṃ dubbhikkhaṃ. Anandanaṃ amodanaṃ.",
  "anya-e0810n3:775": "1170.Samantattasamiddhīsūti samantabhāve, samiddhiyañca. Saṅgate sahite. Vidhāne karaṇe. Pabhavo sambhavo. Punappunakriyā punappunakaraṇaṃ.",
  "anya-e0810n3:776": "1171-1172.Atisayo atra adhimattaṃ. Bhusattho samantattho, tena samanta pariyāyopi bhusasaddo atthīti veditabbo. Issariyo pabhūti. Accaye atikkame. Kalahe viggahe. Bhāse kathane, ‘‘bhāsāyā’’tipi pāṭho. Kucchane kucchāyaṃ. Anabhimukhatthe vimukho. Moho vimati. Padhāne visiṭṭhe. Dakkhatā chekatā. Khede parissame.",
  "anya-e0810n3:777": "1173.Jānane avagate. Adhobhāge avaṃsire. Anicchaye aniṇṇaye. Paribhave avaññāte. Deso ca byāpanañca hāni cāti dvando. Vacokriyāya vacanakriyāyaṃ. Theyye coriye. Aññāṇe ca pattiādike ca.",
  "anya-e0810n3:778": "1174. Pacchātthe anucaro. Bhusatthe anuggato. Sadise anurūpo. Anuvattiyaṃ anveti. Hīne anu sāriputtaṃ paññavanto. Tatiyatthe nadimanvavasitā bārāṇasī. Dese, lakkhaṇe, vicchāyaṃ, itthambhūte, bhāgādike ca anu. Lakkhaṇe rukkha’manu vijjotate cando. Vicchāyaṃ rukkhaṃ rukkhamanu tiṭṭhati. Itthambhūte sādhu devadatto mātara’manu. Bhāge yadettha maṃ anu siyā.",
  "anya-e0810n3:779": "1175. Āliṅgane parissajati. Dosakkhāne paribhāsetvā. Nivāsane vatthaṃ paridahitvā. Avañño paribhavo. Ādhāre bhojane soke byāpane. Tatve sabhāve. Lakkhaṇādo lakkhaṇavicchāitthambhūtabhāge.",
  "anya-e0810n3:780": "1176. Visiṭṭhe abhidhammo. Uddhakamme sāruppe vuddhiyaṃ pūjāyaṃ adhike. Kule abhijano. Asacce lakkhaṇādimhi catubbidhe ‘abhirabhāge (pā.1.4.91)’ ti abhissa bhāgavajjitesu lakkhaṇādīsu kammappavacanīyasaññā vuttā (rūpasiddhi-kārakataṇḍe).",
  "anya-e0810n3:781": "1177. Adhike issare pāṭhe uccāraṇe, adhiṭṭhāne pāpuṇane nicchaye uparibhāgādike bhaṭane bhattiyaṃ visesane ca adhi.",
  "anya-e0810n3:782": "1178-1179.Vāmādāne iti pāṭhe vāme paṭilome, ādāne gahaṇe. Vācādāne paccassosi. Paṭinidhimhi mukhyasadise buddhasmā pati. Paṭibādhe nivattane. Paṭiccatthe ‘‘paṭiccā’’ti padassa atthe. Lakkhaṇādike catubbidhe.",
  "anya-e0810n3:783": "1180-1181. Samīpe ādikammani mariyāde uddhakammani icchāyaṃ bandhane abhividhimhi ca ā. Kicche īsatthe nivattiyañca appasāde āsīsane saraṇe vākyasaraṇe ā evaṃ anussaraṃ. Patiṭṭhāyaṃ, vimhayādīsu ca ā.",
  "anya-e0810n3:784": "1182.Bhūtabhāve atīto.",
  "anya-e0810n3:785": "1183.Sambhāvane api dibbesu kāmesu, ratiṃ so nādhigacchati dha. pa. 187. Sambhāvanamadhikatthavacanena aññatra sattiyā avighāto. Saṃvaraṇe apidhānaṃ.",
  "anya-e0810n3:786": "1184-1185.Apagato apeto. Upapattiyaṃ yuttiyaṃ upekkhā. Ādhikye upakhāriyaṃ doṇo. Pubbakammani buddhopakkamaṃ kilesacchedo. Gayhākāre paccupaṭṭhānaṃ. Uparitte uparibhāve upapanno. Anasane upavāso.",
  "anya-e0810n3:787": "1186.Upadese evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabbaṃ. Vacanapaṭiggāhe evaṃ hotu. Idamatthe idaṃsaddassa atthe.",
  "anya-e0810n3:788": "1187.Samuccaye kevalasamuccaye –",
  "anya-e0810n3:789": "Cīvaraṃ piṇḍapātañca, paccayaṃ sayanāsanaṃ;",
  "anya-e0810n3:790": "Adāsi ujubhūtesu, vippasannena cetasā jā. 2.22.551.",
  "anya-e0810n3:791": "Samāhāre cakkhu ca sotañca cakkhusotaṃ. Anvācayo ekaṃ padhānabhāvena vatvā itarassa appadhānabhāvena vacanaṃ, tasmiṃ. Sīlaṃ rakkhāhi, dānañca dehi. Itarītare samaṇo ca brāhmaṇo ca samaṇabrāhmaṇā. Tatra kevalasamuccayo ca anvācayo ca samāse natthi, itaradvayaṃ samāseyeva.",
  "anya-e0810n3:792": "1188.Pakāro tulyo, bhedo ca. Padatthassa vipallāse goti ayamāheti. Samāpane icchitassa padassa pariniṭṭhāpane.",
  "anya-e0810n3:793": "1189. Pajjaṃ vāsaddassatthe. Vavatthitavibhāsāyaṃ vā paro asarūpā. Viavapubbo ṭhā gatinivattiyaṃ, to, ṭhātissa tho, asarūpadvittañca. Vavatthitā niyamitā vibhāsā vavatthitavibhāsā. Avassaggeti avapubbo saja vissajjanāliṅgananimmānesu.",
  "anya-e0810n3:794": "1190.Bhūsane alaṅkāre. Vāraṇe nivāraṇe. Pariyatti pariyāpuṇanatā, yuttatthepi alaṃ. Atho athasaddā anantarādīsu catūsu atthesu siyuṃ.",
  "anya-e0810n3:795": "1191. Pasaṃsādīsu tīsu. Svīkāre paṭiññāṇe. Ādinā pakāsatthasambhābyākodhādike catthe nāmasaddo. Avadhāraṇamevattho.",
  "anya-e0810n3:796": "1192.Anuññā anumati. Santānaṃ anunayo. Ālapanaṃ sambodhanaṃ. Vatasaddo ekaṃse dayāyaṃ karuṇāyaṃ hāse pahāse khede parissame ālapane vimhaye acchariye ca siyā.",
  "anya-e0810n3:797": "1193.Vākyārambhe ‘‘handa vadāmi te’’ti. Visāde khede. Yāva tāva tūti yāvatāvasaddā sākalye niravasese. Yāvadatthaṃ tāva gahitaṃ. Māne pamāṇe. ‘‘Yāva pamāṇamariyādā-vadhāraṇatthakaṃ mata’’miti bhāguri. Avadhimhi paricchinne.",
  "anya-e0810n3:798": "1194.Puratthāsaddo pāciyaṃ disāyaṃ iccatthe, puratthe vakkhamāne, aggato samuddhe iccatthe ca paṭhamepi ādimhi vattati. Pabandhe vākyaracanāyaṃ vākyapabandhe purāṇādike. Cirantare atītabhūte. Nikaṭe sannihite. Āgāmike anāgate.",
  "anya-e0810n3:799": "1195.Khalusaddo nisedhe vākyālaṅkāre vākyabhūsāyaṃ avadhāraṇe evatthe, pasiddhiyañca vattati. Abhitosaddo āsanne abhimukhe ubhayato iccatthe , ādinā sīghe, sākalye ca atthe vattati. Āsanne abhitoyaṃ nadī. Abhimukhe abhitova tātā. Ubhayatoiccatthe abhito maggassa. Sīghe abhito adhīyitvā. Sākalye abhito vanaṃ daḍḍhaṃ.",
  "anya-e0810n3:800": "1196.Yadyapisaddatthe anuggahaṇagarahatthe. Ekaṃsatthe avitathatthe. Atho panasaddo visesasmiṃ atthe, padapūraṇatthe ca siyā.",
  "anya-e0810n3:801": "1197.Hisaddo kāraṇādīsu catūsu atthesu vattati. Tusaddo pana tattha catūsu atthesu majjhe hetuvajje tike atthe vattati. Kusaddo pāpe īsatthe kucchane jigucchāyañca.",
  "anya-e0810n3:802": "1198. Nukāro saṃsaye, pañhe ca. Nānāsaddo anekatthe, vajjane ca. Kiṃsaddo pucchāyaṃ, jigucchāyañca, abyayo. Tiliṅgo ca, niyame tu tiliṅgova. Vārimhi udake. Muddhani sīse ca, kaṃ sukhepi, vuttañca nānatthasaṅgahe –",
  "anya-e0810n3:803": "‘‘Ko brahmattānīlakkesu, samāne sabbanāmike;",
  "anya-e0810n3:804": "Pāvake ca mayūre ca, sukhasīsajalesu ka’’nti.",
  "anya-e0810n3:805": "1199.Amāsaddo sahatthe, samīpatthe ca, amāvāsī, amāgato ca. Punasaddo bhede visese. Apaṭhame puna dadāti. Kirasaddo anussave anukkamena savane, aruciyañca. Udasaddo apyatthe pañhe. Vikappane atthantarassa vikappane ca.",
  "anya-e0810n3:806": "1200.Pacchāsaddo patīciyaṃ disāyaṃ. Carime anāgate kāle. Sāmisaddo tu addhe bhāge, jigucchane nindāyañca. Addhe bhāge sāmi vuttaṃ, jigucchanepi tadeva. Pātu pakāse pakāsanīye, sambhave uppattiyañca. Mithosaddo aññoññeiccatthe, rahoiccatthe ca.",
  "anya-e0810n3:807": "1201.Hāsaddo khede, soke, dukkhe ca. Ahahasaddo khede, vimhaye abbhute ca. Dhisaddo hiṃsāpane, nindāyañca. Tiriyaṃ tirosaddā pidhāne vattanti. Tiriyaṃ katvā kaṇḍaṅgato, tirokatvā vā.",
  "anya-e0810n3:808": "1202-1203. Saṅkhyātāsaṅkhyātatthānaṃ upasagganipātasaṅkhyātānaṃ abyayānaṃ pasiddhe pacurappayoge ekacce vā dassetvā tadaññepi saṅkhepanayena dassetumāha ‘‘tuni’’ccādi. Ettha ca tunādisaddehi jjupariyantehi tadantāva gahitā, na hi kevalānaṃ etesaṃ abyayabhāvo sambhavati. Tassattho – tunapaccayanto ca tathā tvāna tave tvā tuṃ dhā so thā kkhattuṃ to tha tra hiñcanaṃ hiṃ haṃ dhi ha yakārato hiṃdha dhunā rahi dāni, kiṃsmā vo dācanaṃ dājjathaṃ thattaṃ jjhajjupaccayanto ca abyayībhāvasamāso ca tunādīnaṃ yādesanto ca abyayaṃ nāma bhaveti. Payogo yathā – ‘‘kātuna, katvāna, kātave, katvā, kātuṃ, sabbadhā, sabbaso, sabbathā, catukkhattuṃ, sabbato, sabbattha, sabbatra, kuhiñcanaṃ, kuhiṃ, kuhaṃ, sabbadhi, iha, yahiṃ, idha, adhunā, etarahi, idāni, kva, kudācanaṃ, kadā, ajja, kathaṃ, aññathattaṃ, ekajjhaṃ, sajju, upanagaraṃ, antopāsādaṃ, abhivandiya’’iccādi. Idaṃ pana sabbesampi abyayānaṃ saṅkhepalakkhaṇaṃ.",
  "anya-e0810n3:809": "‘‘Sadisaṃ tīsu liṅgesu, sabbāsu ca vibhattisu;",
  "anya-e0810n3:810": "Vacanesu ca sabbesu, yaṃ na byeti tadabyaya’’nti.",
  "anya-e0810n3:811": "Abyayavaggavaṇṇanā niṭṭhitā.",
  "anya-e0810n3:812": "Iti sakalabyākaraṇamahāvanāsaṅgañāṇacārinā kavikuñjarakesarinā dhīmatā sirimahācaturaṅgabalena mahāmaccena viracitāyaṃ abhidhānappadīpikāvaṇṇanāyaṃ sāmaññakaṇḍavaṇṇanā samattā.",
  "anya-e0810n3:813": "Nigamanavaṇṇanā",
  "anya-e0810n3:814": "1.‘‘Saggakaṇḍo cā’’tyādinā abhidhānappadīpikāyaṃ kapālatelavaṭṭisadisena kaṇḍattayena samaṅgitā dīpitā.",
  "anya-e0810n3:815": "2.‘‘Tidive’’tyādinā toṭakena tassā payojanaṃ kathitaṃ. Tassattho – yo naro kattubhūto tidive devaloke, brahmaloke ca mahiyaṃ manussaloke, bhujagāvasathe nāgaloke cāti etesu tīsu ṭhānesu sannihitānaṃ sakalatthānaṃ sabbesaṃ abhidheyyānaṃ samavhayassa abhidhānassa dīpaniyaṃ pakāsaniyaṃ iha abhidhānappadīpikāyaṃ savanadhāraṇādinā kusalo cheko hoti, sa naro mahāmunino sammāsambuddhassa vacane suttābhidhammavinayasaṅkhāte vacane paṭu cheko hoti, paṭuttāyeva matimā nāma hotīti.",
  "anya-e0810n3:816": "3-9. Idāni yassa rañño vihāre vasitvā ayaṃ gantho viracito, tassa nāmaguṇanivāsakaraṇappakāravihāraguṇanāmādīni dassetvā attano ca nāmaguṇe dassetuṃ satta gāthā vuttā.",
  "anya-e0810n3:817": "Tatra dutiyā bhujaṅgappayātaṃ nāma. Tāsaṃ ayaṃ sambandhādhippāyā atthavaṇṇanā – yo parakkamabhujo nāma bhūpālo rājā kāresi, rakkhesīti ca iminā sambandho. Kiṃguṇo so rājā? Guṇabhūsano saddhādiguṇālaṅkāradharo. Tejassī tejoyutto. Jayī arijayena yutto. Kesarivikkamo kesarasīho viya sūraguṇayutto, vīriyavā ca. Sa kattha nivāsī? So rājā laṅkāyamāsi laṅkānāmake dīpe nivāsanasīlo. Ciraṃ cirakālaṃ vibhinnaṃ tidhā vibhinnaṃ nikāyattayasmiṃ nikāyattayaṃ bhikkhusaṅghaṃ sammā nayena hetunā samagge samaggaṃ kāresi, kāritantoyaṃ karotīti kammiko, tathā sadehaṃva attano kāyaṃ iva niccādaro hutvā dīghakālaṃ mahagghehi ca paccayehi taṃ nikāyattayaṃ rakkhesi.",
  "anya-e0810n3:818": "Tathā yena raññā yathā kittiyā attano saddhādikittiyā karaṇabhūtāya laṅkā attano nivāsanaṭṭhānabhūtā kammabhūtā sambādhīkatā saṅkaṭīkatā anokāsīkatā, tathā vihārehi gāmehi ārāmehi khettehi vāpīhi ca laṅkā sambādhīkatā.",
  "anya-e0810n3:819": "Tathā yassa rañño sabbakāmadadaṃ aññehi asādhāraṇaṃ anuggahaṃ patvā pāpuṇanahetu ahaṃ vibudhagocaraṃ paṇḍitavisayaṃ ganthakārattaṃ patto, tena raññā kārite pāsādagopurādivibhūsite, saggakaṇḍe devalokassa kaṇḍasadise, satoyāsayasmiṃ sādusalilāsayasamannāgate, paṭibimbite bhagavato nivāsanaṭṭhānajetavanamahāvihārassa paṭibimbabhūte, sādhusammate sādhuvihāroti sammate, sādhūhi vā sammate sarogāmasamūhamhi salilāsayabhikkhācārayuttagāmasamūhasamannāgate mahājetavanākhyamhi vihāre vasatā nivāsaṃ kubbatā santavuttinā santacārinā saddhammaṭṭhitikāmena dhīmatā atisayañāṇayuttena moggallānena sammāsambuddhassa dutiyaaggasāvakabhūtassa āyasmato iddhimato mahāmoggallānassa nāmadheyyena therena esā abhidhānappadīpikā racitāti.",
  "anya-e0810n3:820": "Nigamanakathā",
  "anya-e0810n3:821": "Yadyatra dosoṇupamāṇasambhavo,",
  "anya-e0810n3:822": "Guṇīsu vīdhimpi tathā vigāhate;",
  "anya-e0810n3:823": "Yathā jalaṃ bhojanampi jantuvā,",
  "anya-e0810n3:824": "Catuppado vāpyacaro kaṇaṇyapi.",
  "anya-e0810n3:825": "Asampavedidassanāya bhāsite,",
  "anya-e0810n3:826": "Guṇo ca doso ca sadā vivijjare;",
  "anya-e0810n3:827": "Tato budhā me navadhānatā bhavaṃ,",
  "anya-e0810n3:828": "Khamantu dosaṃ guṇataṃ nayantu vā.",
  "anya-e0810n3:829": "Yo sīhasūro sitakuñjarindo,",
  "anya-e0810n3:830": "Rājādhirājā ahu tambadīpe;",
  "anya-e0810n3:831": "Dubbāranāgādijito narindo,",
  "anya-e0810n3:832": "Sukantabhīmādiguṇopapanno.",
  "anya-e0810n3:833": "Tannāmadheyyo tadanubbādajāto,",
  "anya-e0810n3:834": "Saddhādiyutto catusetibhindo;",
  "anya-e0810n3:835": "Nāgādithāmo atiduppasayho,",
  "anya-e0810n3:836": "Uḷārapañño dhitimā yasassī.",
  "anya-e0810n3:837": "Tenāhamaccantamanuggahīto,",
  "anya-e0810n3:838": "Anaññasādhāraṇasaṅgahena;",
  "anya-e0810n3:839": "Saṅkhepatokāsimimaṃ visuddhi-",
  "anya-e0810n3:840": "Saṃvaṇṇanaṃ sotuhitaṃ subodhaṃ.",
  "anya-e0810n3:841": "Rājā pajaṃ rakkhatu sappajaṃva,",
  "anya-e0810n3:842": "Dhammañca lokāpi samācarantu;",
  "anya-e0810n3:843": "Pūrentu atthā supakappitā ca,",
  "anya-e0810n3:844": "Kālena devopi pavassatūti.",
  "anya-e0810n3:845": "Abhidhānappadīpikāṭīkā niṭṭhitā."
}