{
  "anya-e0702n2:0": "2. Sīhaḷadīpikasāsanavaṁsakathāmaggo",
  "anya-e0702n2:1": "2. Idāni sīhaḷadīpasāsanakathāmaggaṁ vattuṁ okāso anuppatto, tasmā taṁ vakkhāmi.",
  "anya-e0702n2:2": "Sīhaḷadīpañhi sāsanassa patiṭṭhānabhūtattā cetiyagabbhasadisaṁ hoti. Sammāsambuddho kira sīhaḷadīpaṁ dharamānakālepi tikkhattuṁ agamāsi. Paṭhamaṁ yakkhānaṁ damanatthaṁ ekakova gantvā yakkhe dametvā mayi parinibbute sīhaḷadīpe sāsanaṁ patiṭṭhahissatīti tambapaṇṇidīpe ārakkhaṁ karonto tikkhattuṁ dīpaṁ āviñchi. Dutiyaṁ mātulabhāgineyyānaṁ nāgarā jūnaṁ damanatthāya ekakova gantvā te dametvā agamāsi. Tatiyaṁ pañcabhikkhusataparivāro gantvā mahācetiyaṭṭhāne ca thūpārāmacetiyaṭṭhāne ca mahābodhipatiṭṭhitaṭṭhāne ca mahiyaṅgaṇacetiyaṭṭhāne ca mudiṅgaṇacetiyaṭṭhāne ca dīghavāpi cetiyaṭṭhāne ca kalyāṇiyacetiyaṭṭhāne ca nirodhasamāpattiṁ samāpajjitvā nisīdi.",
  "anya-e0702n2:3": "Tadā ca pana sāsanaṁ ogāhetvāna tāva tiṭṭhati. Pacchā pana yathāvuttattheraparamparāya samabhiniviṭṭhena mahāmoggaliputtatissattherena pesito mahindatthero jinacakke pañcatiṁsādhike dvisate sampatte dutiyakattikamāse iṭṭiyena uttiyena sambulena bhaddasālena cāti etehi therehi saddhiṁ sīhaḷadīpaṁ agamāsi. Soṇuttarattherādayo jinacakke pañcatiṁsādhike dvisate sampatte dutiyakattikamāseyeva sāsanassa patiṭṭhāpanatthāya attano attano sampattabhārabhūtaṁ taṁ taṁ ṭhānaṁ agamaṁsu.",
  "anya-e0702n2:4": "Mahāmahindatthero pana sattamāsāni āgametvā jinacakke chattiṁsādhike dvisate sampatte jeṭṭhamāsassa puṇṇamiyaṁ sīhaḷadīpaṁ sāsanassa patiṭṭhāpanatthāya agamāsi. Teneva tesu navasu ṭhānesu sīhaḷadīpaṁ chattiṁsādhike dvisa te agamāsi. Aññāni pana aṭṭha ṭhānāni pañcatiṁsādhikadvisateyeva agamāsīti visuṁva vatthapetabbo.",
  "anya-e0702n2:5": "Kasmā pana mahāmahindatthero sattamāsāni āgametvā sabbapacchā sīhaḷadīpaṁ gacchatīti. Sīhaḷadīpe muṭabhivo nāma rājā jarādubbalo ahoti, sāsanaṁ paggahetuṁ asamattho, tassa pana putto devānaṁ piya tisso nāma rājakumāro daharo sāsanaṁ paggahetuṁ samattho bhavissati, so ca devānaṁ viyatisso rajjaṁ tāva labhatu vedissakagirinagare mātuyā saddhiṁ ñātake tāva passāmīti apekkhitvā sattamāsāni āgametvā chattiṁsādhikadvisateyeva jinacakke mahāmahindatthero sīhaḷadīpaṁ gacchatīti veditabbaṁ.",
  "anya-e0702n2:6": "Mahāmahindatthero ca iṭṭiyādīhi therehi catūhi bhāgineyyena sumanasāmaṇerena bhaṇḍukena nāma upāsake na cāti etehi saddhiṁ chattiṁsādhike dvisate jinacakke jeṭṭhamāsapuṇṇamiyaṁ suvaṇṇahaṁsā viya jeṭṭhamāse nabhaṁ uggantvā ākāsamaggena anurādhapurassa puratthimadisābhāge missa kapabbatakūṭe patiṭṭhāsi.",
  "anya-e0702n2:7": "Jeṭṭhamāsassa ca puṇṇamiyaṁ laṅkādīpe jeṭṭhamūlanakkhattasabhā hutvā manussā chaṇaṁ akaṁsu. Tenevāha sāratthadīpaniyaṁ nāma vinayaḍīkāyaṁ, jeṭṭhamāsassa puṇṇamiyaṁ jeṭṭhanakkhattaṁ mūlanakkhattaṁ vā hotīti. Tattha ca puṇṇaminakkhattaṁ rājamattante puṇṇaminakkhattavicāraṇanayena vuttanti daṭṭhabbaṁ.",
  "anya-e0702n2:8": "Devānaṁ piya tisso ca rājā nakkhattaṁ nāma ghosāpetvā chaṇaṁ kārethāti amacce āṇāpetvā cattālī sapurisasahassaparivāro nagaramhā nikkhamitvā yena missa kapabbato, tena pāyāsi migavaṁ kīḷitukāmo. Atha tasmiṁ pabbate adhivatthā ekā devatā migarūpena rājānaṁ phalobhetvā pakkositvā therassa abhimukhaṁ akāsi.",
  "anya-e0702n2:9": "Thero rājānaṁ āgacchantaṁ disvā mamaṁyeva rājā passatu mā itareti adhiṭṭhahitvā tissa tissa ito ehīti āha. Rājā taṁ sutvā cintesi, imasmiṁ dīpe jāto sakalopi manusso maṁ tissoti nāmaṁ gahetvā ālapituṁ samattho nāma natthi, ayaṁ pana bhinnabhinnapaṭadharo bhaṇḍukāsāva vasano maṁ nāmena ālapati, ko nukho ayaṁ bhavissati, manusso vā amanusso vāti. Thero āha,–",
  "anya-e0702n2:10": "Samaṇā mayaṁ mahārāja, dhammarājassa sāvakā;",
  "anya-e0702n2:11": "Taveva anukampāya, jambudīpā idhāgatāti.",
  "anya-e0702n2:12": "Tadā ca devānaṁ piyatisso rājā asokaraññā pesitena abhisekena ekamāsābhisitto ahosi. Visākhapuṇṇamāyaṁ hissa abhisekamakaṁsu. So ca asokaraññā pesite dhammapaṇṇākāre ratanattayaguṇappaṭisaṁyuttaṁ sāsanappavattiṁ acirasutaṁ anussaramāno taṁ therassa samaṇā mayaṁ mahārāja, dhammarājassa sāvakāti vacanaṁ sutvā ayyā nukho āgatāti tāvadeva āvudhaṁ nikkhipitvā ekamantaṁ nisīdi sammodanīyaṁ kathaṁ kathayamāno. Yathāha,–",
  "anya-e0702n2:13": "Āvudhaṁ nikkhipitvāna, ekamantaṁ upāvisi;",
  "anya-e0702n2:14": "Nisajja rājā sammodi, bahuṁ atthūpasañhitanti.",
  "anya-e0702n2:15": "Sammodanīyaṁ kathañca kurumāneyeva tasmiṁ tānipi cattālīsapurisasahassāni āgantvā samparivāresuṁ. Tadāthero itarepi cha jane dassesi. Rājā disvā ime kadā āgatāti āha. Mayā saddhiṁyeva mahārājāti. Idāni pana jambudīpe aññepi evarūpā samaṇā santīti. Santi mahārāja etarahijambudīpo kālāvapajjoto isivātapaṭivāto, tasmiṁ–",
  "anya-e0702n2:16": "Tevijjā iddhipattā ca, cetopariyakovidā;",
  "anya-e0702n2:17": "Khīṇāsavā arahanto, bahū buddhassa sāvakāti.",
  "anya-e0702n2:18": "Bhante kena āgatatthāti. Neva mahārāja udakena, na thalenāti. Rājā ākāsena āgatāti aññāsi. Thero atthi nukho rañño passāveyyattikanti vīmaṁsanatthāya āsannaṁ ambarukkhaṁ ārabbha pañhaṁ pucchi, –",
  "anya-e0702n2:19": "Kinnāmo mahārāja ayaṁ rukkhoti. Ambarukkho nāma bhanteti. Imaṁ pana mahārāja ambaṁ muñcitvā añño ambo atthi vā natthi vāti. Atthi bhante aññepi bahū ambarukkhāti. Imañca ambaṁ te ca ambe muñcitvā atthi nukho mahārāja aññe rukkhāti. Atthi bhante, te pana na ambarukkhāti. Aññe ca ambe anambe ca muñcitvā atthi pana añño rukkhoti. Ayameva bhante amba rukkhoti. Sādhu mahārāja paṇḍitosīti.",
  "anya-e0702n2:20": "Atthi pana mahārāja te ñātakāti. Atthi bhante bahūjanāti. Te muñcitvā keci aññātakāpi atthi mahārājāti. Aññātakā bhante ñātakehi bahutarāti. Tavañātake ca aññātake ca muñcitvā atthañño koci mahārājāti. Ahameva bhanteti. Sādhu mahārāja attā nāma attano neva ñātako na aññātakoti.",
  "anya-e0702n2:21": "Atha thero paṇḍito rājā sakkhissati dhammaṁ aññātunti cūḷahatthipadopamasuttaṁ kathesi. Kathāpariyosāne rājā tīsu saraṇesu patiṭṭhahi saddhiṁ cattālīsāya pāṇasahassehīti. Tato paraṁ yaṁ yaṁ vattabbaṁ, taṁ taṁ samantapāsādikādīsu vuttanayena veditabbaṁ.",
  "anya-e0702n2:22": "Iccevaṁ sīhaḷadīpe sāsanānuggahaṇa mahindattherato āgatā sissaparamparā bahū honti, gaṇanapathaṁ vīti vattā. Kathaṁ. Mahāmahindattherassa sisso ariṭṭho nāma thero, tassa sisso tissadatto, tassa sisso kāḷasumano, tassa sisso dīgho, tassa sisso dīgha sumano, tassa sisso kāḷasumano, tassa sisso nāgo, tassa sisso buddharakkhito, tassa sisso tisso, tassa sisso revo, tassa sisso sumano, tassa sisso cūḷanāgo, tassa sisso dhammapāli etā, tassa sisso khemo, tassa sisso upalisso, tassa sisso phussadevo, tassa sisso sumano, tassa sisso mahāpadumo, tassa sisso mahāsīvo, tassa sisso upāli, tassa sisso mahānāgo, tassa sisso abhayo, tassa sisso tisso, tassa sisso sumano, tassa sisso cūḷābhayo, tassa sisso tisso, tassa sisso cūḷadevo, tassa sisso sīvoti. Ayaṁ yāva potthakāruḷasaṅkhātā catutthasaṅgītikā, tāva theraparamparāti daṭṭhabbā.",
  "anya-e0702n2:23": "Vuttañhetaṁ aṭṭhakathāyaṁ,– yāvajjabhanā tesaṁyeva antevāsikaparamparabhūtāya ācariyaparamparāya ābhatantiti veditabbanti.",
  "anya-e0702n2:24": "Evaṁ tesaṁ sissaparamparabhūtā ācariyaparamparā yāvajjatanā sāsane pākaṭā hutvā āgacchantīti veditabba.",
  "anya-e0702n2:25": "Sāsane vinayadharehi nāma tilakkhaṇasampannehi bhavitabbaṁ. Tīṇi hi vinayadharassa lakkhaṇāni icchi tabbāni. Katamāni tīṇi. Suttañcassa svāgataṁ hoti suppavatti suvinicchitaṁ suttato anubyañjanatoti idamekaṁ lakkhaṇaṁ, vinaye kho pana ṭhito hoti asaṁhīroti idaṁ dutiyaṁ, ācariyaparamparā kho panassa suggahitā hoti sumanasikatā supadhāritāti idaṁ tatiyaṁ.",
  "anya-e0702n2:26": "Tattha ācariyaparamparā kho panassa suggahitā hotīti theraparamparā vaṁsaparamparā cassa suṭṭhugahitā hoti. Sumanasikatāti suṭṭhu manasikatā, āvajjitamatte ñajjali tappadīpo viya hoti.",
  "anya-e0702n2:27": "Supadhāritāti suṭṭhu upadhāritā, pubbāparānusandhito atthato kāraṇato ca upa dhāritā. Attano matiṁ pahāya ācariyasuddhiyā vattā hoti, mayhaṁ ācariyo asukācariyassa santike uggaṇhi, so asukassāti evaṁ sabbaṁ ācariyaparamparaṁ thera vādaṅgaṁ āharitvā yāva upālitthero sammāsambuddhassa santike uggaṇhīti pāpetvā ṭhapeti. Tatopi āharitvā upālitthero sammāsambuddhassa santike uggaṇhi, dāsakatthero attano upajjhāyassa upālittherassa, soṇakatthero attano upajjhāyassa dosakattherassa, siggavatthero attano upajjhāyassa soṇakattherassa, moggaliputtatissatthero attano upajjhāyassa siggavattherassa caṇḍa vajjittherassa cāti evaṁ sabbaṁ ācariyaparamparaṁ theravādaṅgaṁ āharitvā attano ācariyaṁ pāpetvā ṭhapeti. Evaṁ uggahitā hi ācariyaparamparā suggahitā hoti.",
  "anya-e0702n2:28": "Evaṁ asakkontena pana dve tayo parivaṭṭā uggahetabbā. Sabbapacchimena hi nayena yathā ācariyo ca ācariyācariyo ca pāḷiñca paripuñchañca vadanti, tathā ñātuṁ vattatīti.",
  "anya-e0702n2:29": "Yathā vuttattheraparamparā pana bhagavato dharamānakālato paṭṭhāya yāva potthakāruḷā mukhapāṭheneva piṭakattayaṁ dhāresuṁ, paripuṇṇaṁ pana katvā potthake likhitvā na ṭhapenti. Evaṁ mahātherā dukkarakammaṁ katvā sāsanaṁ paggaṇhiṁsu. Tatridaṁ vatthu,–",
  "anya-e0702n2:30": "Sīhaḷadīpe kira caṇḍālatissabhayena saṅkhubbhitvā devo ca avassitvā dubbhikkhabhayaṁ uppajji. Tadā akko devānamindo āgantvā tumhe bhante piṭakaṁ dhāretuṁ na sakkhissatha, nāvaṁ pana ārūhitvā jambudīpaṁ gacchatha, sace nāvā appahonakā bhaveyya, kaṭṭhena vā veḷunā vā taratha, abhayatthāya pana mayaṁ rakkhissāmāti āha.",
  "anya-e0702n2:31": "Tadā saṭṭhimattā bhikkhū samuddatīraṁ gantvā puna etadahosi,– mayaṁ jambudīpaṁ na gacchissāma, idheva vasitvā tepiṭakaṁ dhārissāmāti. Tato pacchā nāvā titthato nivattitvā sīhaḷadīpekadesaṁ malayajanapadaṁ gantvā mūlaphalādīhiyeva yāpetvā sajjhāyaṁ akaṁsu. Chātakabhayena atipīḷitā hutvā evampi kātuṁ asakkonto vāḷukatale uraṁ ṭhapetvā sīsena sīsaṁ abhimukhaṁ katvā vācaṁ anicchāretvā manasāyeva akaṁsu. Evaṁ dvādasavassāni saddhiṁ aṭṭhakathāya tepiṭakaṁ rakkhitvā sāsanaṁ anuggahesuṁ.",
  "anya-e0702n2:32": "Dvādasavassesu pana atikkantesu taṁ bhayaṁ vūpasamitvā pubbe jambudīpaṁ gacchantā sattabhikkhusatā āgantvā sīhaḷadīpekadesaṁ rāmajanapade maṇḍalārāmavihāraṁ āpajjiṁsu. Tepi saṭṭhimattā bhikkhū tameva vihāraṁ gantvā aññamaññaṁ sammantetvā sajjhāyiṁsu. Tadā aññamaññaṁ samenti, na virujjhanti, gaṅgādakena viya yamunodakaṁ saṁsandenti. Evaṁ piṭakattayaṁ mukhapāṭheneva dhāretvā mahātherā dukkarakammaṁ karontīti veditabbā.",
  "anya-e0702n2:33": "Yampi pariyattiṁ ekapadamattampi avirajjhitvā dhārenti, taṁ dukkarakammameva.",
  "anya-e0702n2:34": "Sīhaḷadīpe kira punabbasukassa nāma kuṭumbikassa putto tissatthero buddhavacanaṁ uggaṇhitvā imaṁ jambudīpaṁ āgantvā yonakadhammarakkhitattherassa santike buddhavacanaṁ uggaṇhitvā gacchanto nāvaṁ abhirūhanatitthe ekasmiṁ pade uppannakaṅkho yojanasatamaggaṁ nivattitvā ācariyassa santikaṁ āgacchanto antarāmagge ekassa kuṭumbikassa pañhaṁ kathesi. So pasīditvā satasahassagghanakaṁ kampalaṁ adāsi. Sopi taṁ āharitvā ācariyassa adāsi. Thero vā siyā koṭṭetvā nisīdanaṭṭhāne paribhaṇḍaṁ kāresi. Kimatthāyāti. Pacchimāya janatāya anuggahatthāya. Evaṁ kirassa ahosi,– amhākaṁ gatamaggaṁ āvajjitvā anāgate sabrahmacārino paṭipattiṁ pūretabbaṁ maññissantīti. Tissattheropi ācariyassa santike kaṅkhaṁ chinditvā sīhaḷadīpameva sakaṭṭhānaṁ āgamāsīti. Iccevaṁ pariyattiṁ ekapadamattampi avirajjhitvā dhāraṇampi dukkarakammamevāti daṭṭhabbaṁ.",
  "anya-e0702n2:35": "Yampi yebhuyyena paguṇaṁ na karonti, tassa anantaradhānatthāya asammosatthāya uggahadhāraṇādivasena rakkhanampi karonti, taṁ dukkarakammameva.",
  "anya-e0702n2:36": "Sīhaḷadīpeyeva kira mahābhaye ekasseva bhikkhuno mahāniddeso paguṇo ahosi. Atha catunikāyikatissattherassa upajjhāyo mahātipiṭakatthero nāma mahārakkhitattheraṁāha,– āvuso mahārakkhita asukassa santike mahāniddesaṁ gaṇhāhīti. Pāpokirāyaṁ bhante na gaṇhāmīti. Gaṇhāvuso ahaṁ te santike nisīdissāmīti. Sādhu bhante tumhesu nisinnesu gaṇhissāmīti paṭṭhapatvā rattindivaṁ nirantaraṁ pariyāpuṇanto osānadivase heṭṭhāmañce itthiṁ disvā bhante sutaṁyeva me pubbe, sacāhaṁ evaṁ jāneyyaṁ, na īdisassa santike dhammaṁ pariyāpuṇeyyanti āha. Tassa pana santike bahū mahātherā uggaṇhitvā mahāniddesaṁ patiṭṭhāpesuṁ. Evaṁ yaṁ yebhuyyena paguṇaṁ na karonti, tassa anantaradhānatthāya asammosattāya uggahadhāraṇādivasena rakkhanampi dukkarakammaṁ yevāti daṭṭhabbaṁ.",
  "anya-e0702n2:37": "Iccevaṁ bhagavato dharamānakālato pabhuti cirakālaṁ yathāvuttamahātheraparamparā pariyattiṁ mukhapāṭheneva dhāresuṁ . Ahovata porāṇikānaṁ mahātherānaṁ satipaññāsamādhivepullatāya hi te mukhapāṭheneva dhāretu sakkāti. Mukhapāṭheneva porāṇakattherānaṁ pariyattidhāraṇaṁ pañcanavutādhikāni catusatāni ahosi.",
  "anya-e0702n2:38": "Bhagavato parinibbānato mahāvaṁsasāratthasaṅgahesu āgatanayena jinacakke paṇṇāssādhike catusate sampatte tambapaṇṇidīpe rājūnaṁ aṭṭhārasamako’saddhātissassa nāma rañño putto vaṭṭagāmaṇi nāma rājā rajjaṁ patvā chavassakāle anāgate sattā hīnasatipaññāsamādhikā hutvā na sakkhissanti mukhapāṭhena dhāretunti upaparikkhitvā pubbe vuttehi mahātherehi anupubbena āgatā pañcamattā mahātherasatā vaṭṭagāmaṇirājānaṁ nissāya tambapaṇṇidīpekadese malayajanapade ālokaleṇe aṭṭhakathāya sahapiṭakattayaṁ potthake āropesuṁ.",
  "anya-e0702n2:39": "Tañca yathāvuttasaṅgītiyo upanidhāya catutthasaṅgītiyeva nāmāti veditabbā. Vuttañhetaṁ sāratthadīpaniyaṁ nāma vinayaṭīkāyaṁ,– catutthasaṅgītisadisā hi potthakārohasaṅgītīti.",
  "anya-e0702n2:40": "Sīhaḷadīpe pana vaṭṭagāmaṇirājā marammaraṭṭhe sirikhettanagare eko nāma kukkuṭasīsarājā ca ekakālena rajjaṁ kāresi. Amarapuramāpakassa rañño kāle sīhaḷadīpabhikkhuhi idha pesitasandesakathāyaṁ pana tettiṁsādhikacatusate sampatte potthakāruḷaṁ akaṁsūti āgataṁ. Vuttañhetaṁ tattha,– tettiṁsādhikacatuvassasataparimāṇakālanti.",
  "anya-e0702n2:41": "Idaṁ sīhaḷadīpe yāva potthakāruḷhā",
  "anya-e0702n2:42": "Sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n2:43": "Athāparaṁ jambudīpe sīhaḷadīpe ca bhikkhū visuṁ visuṁ gaṇavasena bhijjiṁsu, yathā anotattadahato nikkhamananadiyā gaṅgāyamunādivasena bhijjantīti. Tattha jambudīpe gaṇānaṁ bhijjamānataṁ upariyeva vakkhāma.",
  "anya-e0702n2:44": "Sīhaḷadīpe pana gaṇānaṁ bhijjamānatā evaṁ daṭṭhabbā. Kathaṁ. Sīhaḷadīpe hi sāsanassa patiṭṭhamānakālato aṭṭhārasādhi kadvivassasate sampatte vaṭṭagāmaṇiraññā kārāvite abhayagirivihāre parivārakhandhakaṁ pāṭhato ca atthato ca vipallāsaṁ katvā mahāvihāravāsigaṇato puthu hutvā eko gaṇo bhijji, so abhayagirivāsigaṇo nāma, dhammarucigaṇoti ca tasseva nāmaṁ.",
  "anya-e0702n2:45": "Abhayagirivāsigaṇassa bhijjamānato dvecattālīsādhikativassasate sampatte mahāsenena nāma raññā kārāpite jetavanavihāre bhikkhū ubhatovisaṅgapāṭhe viparītavasena abhisaṅkharitvā abhayagirivāsigaṇato visuṁ eko gaṇo ahosi, so jetavanavāsigaṇo nāma, sāgaliyagaṇoti ca tasseva nāmaṁ.",
  "anya-e0702n2:46": "Jetavana vāsigaṇassa bhijjamānakālato ekapaññāsavassādhikānaṁ tiṇṇaṁ vassasatānaṁ upari kurundavāsino ca kolambavāsino ca bhikkhū bhāgineyyaṁ dāṭhāpatiṁ nāma rājānaṁ nissāya ubhatovibhaṅgaparivārakhandhakapāṭhe viparītavasena abhisaṅkharitvā vuttehi dvīhi gaṇehi visuṁ hutvā mahāvihāra vāsigaṇhattamaṁ tulayitvā upadhāretvā mahāvihāranāmaṁ gahetvā eko gaṇo bhijji. Evaṁ sīhaḷadīpe mahāmahindattherādīnaṁ vaṁsabhūtena mahāvihāravāsi gaṇena saddhiṁ cattāro gaṇā bhijjiṁsu.",
  "anya-e0702n2:47": "Tattha mahāvihāravāsi gaṇoyeva eko dhammavādī ahosi, sesā pana adhammavādino. Te ca tayo adhammavādino gaṇā bhūtatthaṁ pahāya abhūtatthena dhammaṁ agaruṁ katvā cariṁsūti vacanato sīhaḷadīpe adhammavādino tayopi alajjino gaṇā parimaṇḍalasuppaṭicchannādisikkhāpadāni anādiyitvā vicariṁsu. Tato paṭṭhāya sāsane ekaccānaṁ bhikkhūnaṁ nānappakāravasena nivāsanapārupanādīni dissantiti veditabbaṁ.",
  "anya-e0702n2:48": "Adhammavādigaṇānaṁ bhijjamānakālato sattavīsādhikānaṁ pañcasatānaṁ vassānañca upari sirisaṅghabodhi nāma rājā mahāvihāra gaṇassa pakkho hutvā adhammavādinā tayo gaṇe niggahitvā jinasāsanaṁ paggahesi. So ca sirisaṅgha bodhirājā amhākaṁ marammaraṭṭhe arimandananagare anuruddhena nāma raññā samakālavasena rajjasampattiṁ anubhavi.",
  "anya-e0702n2:49": "Tato pacchā sīhaḷadīpe vohārakatissassa nāma rañño kāle kapilena nāma amaccena saddhiṁ mantetvā mahāvihāra vāsino bhikkhū nissāya adhammavādigaṇe niggaṇhitvā jinasāsanaṁ paggaṇhāti.",
  "anya-e0702n2:50": "Tato pacchā ca goṭṭhābhayassa nāma rañño kāle abhayagiri vāsino bhikkhū parasamuddaṁ pabbājetvā mahāvihāra vāsino bhikkhū nissāya sāsanaṁ visodhayi.",
  "anya-e0702n2:51": "Tato pacchāpi goṭṭhābhayarañño puttabhūtassa mahāsenassa nāma rañño kāle abhayagirivāsīnaṁ bhikkhūnaṁ abbhantare saṅghamitto nāma eko bhikkhu rañño padhānācariyo hutvā mahāmahindattherādīnaṁ arahantānaṁ nivāsaṭṭhānabhūtaṁ mahāvihārārāmaṁ vinassituṁ mahāsenaraññā mantetvā ārabhi. Tadā navavassāni mahāvihāre bhikkhu sañño ahosi. Ahovata mahātherānaṁ mahiddhikānaṁ nivāsaṭṭhānaṁ alajjino bhikkhū vinassāpesuṁ, suvaṇṇahaṁssānaṁ nivāsaṭṭhānaṁ kākā viyāti.",
  "anya-e0702n2:52": "Jetavanavāsīnañca bhikkhūnaṁ abbhantare eko tisso nāma bhikkhu teneva raññā mantetvā mahāvihāre sīmaṁ samūhani . Achekattā pana tesaṁ sīmasamūhanakammaṁ na sampajjīti. Ahovata dussīlānaṁ pāpakānaṁ kammaṁ acchariyaṁ, seyyathāpi nāma sākhamigo aggaggho kāsivatthaṁ mahagghaṁ bhinnati, evameva bhinditabbavatthunā bhedakapuggalo ativiya dūro ahosīti. Bhavanti cettha, –",
  "anya-e0702n2:53": "Yathā sākhamigo pāpo, appagghoyeva kāsikaṁ;",
  "anya-e0702n2:54": "Mahagghaṁ kacca bhinnaṁbhinnaṁ, mahussāhena chindati.",
  "anya-e0702n2:55": "Evaṁ adhammavādī pāpo, dhammavādigaṇaṁ subhaṁ;",
  "anya-e0702n2:56": "Mahussāhena bhindayi, aho acchariyo ayaṁ.",
  "anya-e0702n2:57": "Ārakā dūrato āsuṁ, bhinditabbehi bhedakā;",
  "anya-e0702n2:58": "Bhūmitova bhavagganto, aho kammaṁ ajānatanti.",
  "anya-e0702n2:59": "Iccevaṁ adhammavādigaṇānaṁ balavatāya dhammavādigaṇo parihāyati. Yathā hi gijjhasakuṇassa pakkhavātena suvaṇṇahaṁsā pakatiyā ṭhātuṁ na sakkonti, evameva adhammavādīnaṁ balavatāya dhammavādī parihāyati. Byagghavane viya suvaṇṇamigo nillayitvā gocaraṁ gaṇhāti, yathārucivasena dhammaṁ carituṁ okāsaṁ na labhi.",
  "anya-e0702n2:60": "Sīhaḷadīpe sāsanassa patiṭṭhānato dvisattatādhikānaṁ catusatānaṁ vassasahassānañca upari sammāsambuddhassa parinibbānato aṭṭhasattasatādhikānaṁ vassasahassānaṁ upari mahārājā nāma bhūpālo rajjaṁ kāresi. So pana rājā ñadumbaragirivāsikassapattheraggamukhā mahāvihāravāsino bhikkhū tameva rājānaṁ nissāya sāsane malaṁ visodhesuṁ, yathā heraññiko hiraññe malanti.",
  "anya-e0702n2:61": "Mahāvihāravāsigaṇato aññe adhammavādinā uppabbā jetvā visodhesuṁ. So ca mahārājā amhākaṁ marammaraṭṭhe arimaddananagare narapaticaññisūnā nāma raññā samakāla vasena rajjaṁ kāresīti veditabbo.",
  "anya-e0702n2:62": "Tato pacchā vi vijayabāhurājānaṁ parakkamabāhurājānañca nissāya mahāvihāra vāsino bhikkhū sāsanaṁ parisuddhaṁ akaṁsu, adhammavādino sabbepi uppabbājetvā mahāvihāravāsigaṇoyeva eko patiṭṭhahi, yathā abbhādiupakkilesamalehi vimutto nisānāthoti.",
  "anya-e0702n2:63": "Sirisaṅghabodhirājā vohārikatissarājā goṭṭhābhayarājāti ete rājāno sāsanaṁ visodhentopi sabbena sabbaṁ adhammavādigaṇānaṁ avinassanato sāsanaṁ parisuddhaṁ na tāva ahosi. Sirisaṅghabodhirañño mahārañño vijayabāhurañño parakkamabāhuraññoti etesaṁyeva rājūnaṁ kāle sabbena sabbaṁ adhammavādīnaṁ vinassanato sāsanaṁ parisuddhaṁ ahosi. Tadā pana adhammavādinā sīsampi uṭṭhahituṁ na sakkā, yathā aruṇugge kosiyāti.",
  "anya-e0702n2:64": "Aparabhāge pana ciraṁ kālaṁ atikkante micchādiṭṭhikānaṁ vijātiyānaṁ bhayena laṅkādīpe sāsanaṁ osakkitvā gaṇapūraṇamattassapi bhikkhusaṅghassa avijjamānatāya mahāvijayabāhurañño kāle rāmaññadesato saṅghaṁ ānetvā sāsanaṁ patiṭṭhāpesi.",
  "anya-e0702n2:65": "Tato pacchā ca vimaladhammasūriyassa nāma rañño kāle rakkhāpuraraṭṭhato saṅghaṁ ānetvā sāsanaṁ patiṭṭhāpesi. Tato pacchā ca vimalassa nāma rañño kāle tatoyeva saṅghaṁ ānetvā sāsanaṁ patiṭṭhāpesi. Tato pacchā ca kittissirirājasīhassa nāma rañño kāle syāmaraṭṭhato saṅghaṁ ānetvā tatheva akāsīti.",
  "anya-e0702n2:66": "Ayaṁ sīhaḷadīpe sāsanassa osakkanakathā.",
  "anya-e0702n2:67": "Tato pacchā jinasāsane navutādhike aṭṭhavassasate sampatte buddhadāsassa nāma rañño kāle eko dhamma kathikatthero ṭhapetvā vinayapiṭakaṁ abhidhammapiṭakañca avasesaṁ suttantapiṭakaṁ sīhaḷabhāsāya parivattitvā abhisaṅkharitvā ṭhapesi. Tañca kāraṇaṁ cūḷavaṁse vuttaṁ.",
  "anya-e0702n2:68": "Tassa kira buddhadāsassa rañño puttā asītimattā asītimahāsāvakānaṁ nāmeneva vohāritā ahesuṁ. Tesu puttesu sāriputtattherassa nāmena vohārito eko upatisso nāma rājakumāro pitari devaṅgate dvecattālīsavassāni rajjaṁ karesi.",
  "anya-e0702n2:69": "Tato pacchā kaniṭṭho mahānāmo nāma rājakumāro dvāvīsavassāni rajjaṁ kāresi. Tassa rañño kāle jina cakke tettiṁsādhikanavasatavasse sīhaḷadīpe chasaṭṭhimattānaṁ rājūnaṁ pūraṇakāle buddhaghoso nāma thero sīhaḷadīpaṁ gantvā sīhaḷabhāsāya likhite aṭṭhakathāganthe māgadhabhāsāya parivattitvā likhi.",
  "anya-e0702n2:70": "So pana mahānāma rājā amhākaṁ marammaraṭṭhe siripaccayanagare savilaññikrovi nāmakena raññā samakālo hutvā rajjaṁ kāresi. Parittaniddāne pana brūmavi?Thī? Nāmakena raññā samakālo hutvā rajjaṁ kāresīti vuttaṁ. Taṁ na yujjatiyeva.",
  "anya-e0702n2:71": "Sīhaḷadīpe pana kittissirimegho nāma rājā hutvā navame vasse tasmiṁyeva dīpe rājūnaṁ dvāsaṭṭhimattānaṁ pūraṇakāle jinacakke tiṁsādhike aṭṭhasatavasse jambudīpe kaliṅgapurato kuhasivassa nāma rañño jāmātā dantakumāro hemamālaṁ nāma rājadhītaṁ gahetvā dāṭhādhātuṁ thenetvā navāya taritvā sīhaḷadīpaṁ agamāsi. Jinacakke tiṁsādhikaaṭṭhavassasate jeṭṭhatissarājā navavassāni rajjaṁ kāresi.",
  "anya-e0702n2:72": "Buddhadāsarājā ekūnatiṁsati vassāni upalissarājā cadvicattālīsavassāni mahānāmarājā dvāvīsavassānīti sabbāni sampiṇḍitvā jinasāsanaṁ dvattiṁsādhikanavavassasatappamāṇaṁ hoti.",
  "anya-e0702n2:73": "Tasmiñca kāle yadā dvīhi vassehi ūnaṁ ahosi, tadā mahānāmarañño kāle tiṁsādhikanavavassasatamatte sāsane buddhaghoso nāma thero laṅkādīpaṁ agamāsi.",
  "anya-e0702n2:74": "Amarapuramāpakassa rañño kāle sīhaḷadīpikehi bhikkhūhi pesitasannesapaṇṇe pana chapaṇṇāsādhikanavavassasatātikkante sūti vuttaṁ.",
  "anya-e0702n2:75": "Ettha ṭhatvā buddhaghosattherassa aṭṭhuppattiṁsaṅkhepamattaṁ vakkhāma. Kathaṁ. Sīhaḷabhāsakkharehi parivattitaṁ pariyattisāsanaṁ māgadhasāsakkharena ko nāma puggalo parivattituṁ sakkhissatīti mahātherā nimantayitvā tāvatiṁsabhavanaṁ gantvā ghosaṁ devaputtaṁ disvā saddhiṁ sakkena devānamindena taṁ yācitvā bodhirukkhasamīpe ghosagāme kesassa nāma brāhmaṇassa kesiyā nāma brāhmaṇiyā kucchimhi paṭisandhiṁ gaṇhāpesuṁ. Khādatha bhonto pivatha bhontotiādinā brāhmaṇānaṁ aññamaññaṁ ghosakāle vijāyanattā ghosoti nāmaṁ akāsi. Sattavassikakāle so tiṇṇaṁ vedānaṁ pāragū ahosi.",
  "anya-e0702n2:76": "Atha kho ekena arahantena saddhiṁ vedakathaṁ sallapanto taṁ kathaṁ niṭṭhāpetvā kusalā dhammā akusalā dhammā abyākatā dhammātiādinā paramatthavedaṁ nāma buddhamantaṁ pucchi. Tadā so sutvā uggaṇhitukāmo hutvā tassa arahantassa santike pabbajitvā devasikaṁ devasikaṁ piṭakattayaṁ saṭṭhimattehi padasahassehi sajjhāyaṁ akāsi, vācuggataṁ akāsi. Ekamāseneva tiṇṇaṁ piṭakānaṁ pāragū ahosi.",
  "anya-e0702n2:77": "Tato paccā raho ekakova nisinnassa etadahosi,– buddhabhāsite piṭakattaye mama vā paññā adhikā, udāhu upajjhāyassa vāti. Taṁ kāraṇaṁ ñatvā upajjhācariyo niggahaṁ katvā ovadi. So saṁvegappatto hutvā khamāpetuṁ vandi. Upajjhācariyo tvaṁ āvuso sīhaḷadīpaṁ gantvā piṭakattayaṁ sīhaḷassāsakkharena likhitaṁ māgadhabhāsakkharena likhāhi, evaṁ sati ahaṁ khamissāmīti āha.",
  "anya-e0702n2:78": "Buddhaghoso ca pitaraṁ micchādiṭṭhibhāvato mocetvā ācariyassa vacanaṁ sirasā paṭiggahetvā piṭakattayaṁ likhituṁ sīhaḷadīpaṁ nāvāya agamāsi. Tadā samuddamajjhe tīhi divasehi tarante buddhadattatthero ca sīhaḷadīpato nāvāya āgacchanto antarāmagge devāna ānubhāvena aññamaññaṁ passitvā kāraṇaṁ pucchitvā jāni. Jānitvā ca buddhadattatthero evamāha,- mayā āvuso kato jinālaṅkāro appassāroti maññitvā piṭakattayaṁ parivattituṁ likhituṁ okāsaṁ nādāsuṁ, tvaṁ pana piṭakattayaṁ saṁvaṇṇehīti vatvā attano sakkena devānamindena dinnaṁ haritakiphalaṁ ayomayalekhana daṇḍaṁ nisitasilañca buddhaghosattherassa adāsi. Evaṁ tesaṁ dvinnaṁ therānaṁ aññamaññaṁ sallapantānaṁyeva nāvā sayameva apanetvā gacchiṁsu.",
  "anya-e0702n2:79": "Buddhaghosatthero ca sīhaḷadīpaṁ patvā paṭhamaṁ saṅghapālattheraṁ passitvā piṭakattayaṁ māgadhabhāsakkharena parivattetuṁ āgatomhīti kāraṇaṁ ārocetvā sīhaḷabhikkhū ca sīle patiṭṭhāyātiādigāthaṁ niyyādetvā imissā gāthāya atthaṁ piṭakattayaṁ āloletvā saṁvaṇṇehīti uyyojesuṁ, tasmiṁyeva divase sāyanhakālato paṭṭhāya yathāvuttagāthaṁ pamukhaṁ katvā visuddhimaggaṁ akāsi. Katvā taṁ kammaṁ nipphādetvā tassa ñāṇappabhavaṁ vīmaṁsetukāmo devānamindo tañca ganthaṁ antaradhāpesi. Punāpi thero akāsi . Tatheva devānamindo antaradhāpesi. Punāpi thero akāsi. Evaṁ tikkhattuṁ kārāpetvā pubbaganthepi dassesi. Tiṇṇampi ganthānaṁ aññamaññaṁ ekapadamattenapi visesatā natthi saṅghapālatthero ca taṁ ārādhayitvā piṭakattayaṁ niyyādesi. Evaṁ visuddhimagge saṅghapālattherassa yācanaṁ ārabbha visuddhimaggo katoti āgataṁ. Buddhaghosuppattikathāyaṁ pana saṅgharājattherassa āyācanaṁ ārabbhāti āgataṁ.",
  "anya-e0702n2:80": "Ayaṁ buddhaghosuppattikathāyaṁ āgatanayena dassitabuddhaghosuppattikathāsaṅkhepo.",
  "anya-e0702n2:81": "Cūḷavaṁse panevaṁ āgato. Buddhaghosatthero nāma mahābodhirukkhasamīpe ekasmiṁ brāhmaṇagāme vijāto tiṇṇampi vedānaṁ pāragū ahosi tesu tesu vādesu ca aticheko. So aññehi ca saddhiṁ pucchābyākaraṇakammaṁ kattukāmo jambunīpatale āhiṇḍanto ekaṁ vihāraṁ patvā tasmiṁ vā āgantukabhāvena nisīdi. Tasmiñca vihāre revato nāma thero vasi. Tena therena saddhiṁ bhallapanto so brāhmaṇamāṇavo tīsu vedesu aloletvā pañhaṁ pucchi. Pucchitaṁ pucchitaṁ thero byākāsi. Therassa pana pucchitaṁ pañhaṁ māṇavo na sakkā byākātuṁ. Atha māṇavo pucchi,–ko nāmāyaṁ bhante mantoti. Buddhamanto nāmāyanti vutte uggaṇhitukāmo hutvā therassa santike pabbajitvā piṭakattayaṁ uggaṇhi. Aciraneva tiṇṇampi piṭakānaṁ pāragū ahosi. Buddhasseva ghoso yassa atthīti buddhaghosoti nāmena pākaṭo ahosi.",
  "anya-e0702n2:82": "Buddhaghoso ca āyasmato revatassa santike nisīdanto ñāṇodayaṁ nāma ganthaṁ aṭṭhassāliniñca nāma ganthaṁ akāsi. Tato pacchā parittaṭṭhakathaṁ kattukāmo hutvā ārabhi. Tadā ācariyo evamāha,– jambudīpe pana āvuso pāḷimattaṁyeva atthi, aṭṭhakathā pana natthi, ācariyavādo ca bhinno hutvā atthi, teneva mahāmahindhattherena ānitā aṭṭhakathā tīsu ca saṅgītīsu āruḷo pāḷiyo sāriputtattherādīhi desito kathāmaggo sīhaḷadīpe atthi, tvaṁ gantvā māgadhabhāsakkharena likhehīti uyyojiyamāno buddhaghosatthero sīhaḷadīpaṁ gantvā anurādhapure mahāvihāraṁ pavisitvā saṅghapālattherassa santike saddhiṁ sīhaḷaṭṭhakathāya theravāde sutvā aṭṭhakathaṁ karissamīti ārocesi. Sīhaḷabhikkhū ca pubbe vuttanayeneva sīle patiṭṭhāyātiādi gāthā niyyādesuṁ. Buddhaghoso ca saddhiṁ aṭṭhakathāya piṭakattayaṁ saṅkhipitvā visuddhimaggaṁ akāsi.",
  "anya-e0702n2:83": "Pubbe vuttanayeneva sakko antaradhāpetvā tikkhattuṁ kārāpesi. Saṅghapālattheropi arādhayitvā piṭakattayaṁ niyyādesīti.",
  "anya-e0702n2:84": "Kiñcāpi nānā ganthesu nānākārehi buddhaghosuppatti āgatā, tathāpi buddhaghosattherassa sīhaḷadīpaṁ gantvā piṭakattayassa likhanaṁ aṭṭhakathānañca karaṇameva pamāṇanti manokiliṭṭhaṁ na uppādetabbanti. Buddhaghosatthero vikaṭattayaṁ likhitvā jambudīpaṁ paccāgamāsi.",
  "anya-e0702n2:85": "Iccevaṁ pāḷibhāsāya pariyattiṁ parivattitvā pacchā ācariyaparamparasissānusissavasena sīhaḷadīpe jinacakkaṁ majjhanti kaṁsumāsī viya atidibbati, anekakoṭippamāṇehi sotāpannasakadāgāmianāgāmiarahantehi laṅkādīpaṁ atisobhati, sabbapāliphullena tiyojanikapāricchattakarukkhena tāvatiṁsabhavanaṁ viya satapattapadumādīhi mahāpokkharaṇī viya tesu tesu ṭhānesu maggamahāmaggaāpakagharadvāratitthavanapabbataguhamandiravihārasālādīsu aladdhamaggaphalaṭṭhānaṁ nāma kiñci natthi, thokaṁ āgametvā piṇḍāya patiṭṭhamānapadesepi maggaphalāni labhiṁsuyeva.",
  "anya-e0702n2:86": "Maggaphalāni sacchikarontānaṁ puggalānaṁ bāhullatāya ayaṁ puthujjano ayaṁ puthujjanoti aṅguliṁ pasāretvā dassetabbo hoti. Ekasmiṁ kāle sīhaḷadīpe puthujjana bhikkhu nāma natthi. Tathā hi vuttaṁ vibhaṅgaṭṭhakathāyaṁ, ekavāraṁ puthujjanabhikkhu nāma natthīti.",
  "anya-e0702n2:87": "Abhiññālābhīnaṁ kira mahiddhikānaṁ gamanāgamanavasena sūriyossāsaṁ alabhitvā dhaññakoṭṭakā mātugāmā dhaññakoṭṭituṁ okāsaṁ na labhiṁsu.",
  "anya-e0702n2:88": "Devalokato sumanasāmaṇero dakkhiṇakkhakaṁ sīhaḷadīpaṁ anetvā tassa pāṭihāriyaṁ dassanavasena uddhakabindhūhi tiyojanasataṁ sakalampi laṅkādīpaṁ byāpatvā bhagavatā paribhuttacetiyaṅgaṇaṁ viya hutvā navāya gacchantā mahāsamudde udakato nāḷikeramattampi disvā sakalaṅkādīpaṁ pūjenti, mahāmahindattherassa santike ariṭṭhattherena saddhiṁ pañcamattā bhikkhusatā paṭhamaṁ tāva vinayapiṭakaṁ uggaṇhiṁsūti imehi kāraṇehi laṅkādīpaṁ jinacakkassa patiṭṭhānaṁ hutvā varadīpanti nāmaṁ paṭilabhi.",
  "anya-e0702n2:89": "Sīhaḷadīpeyeva piṭakattayaṁ potthakāruḷavasena patiṭṭhāpetvā tato pacchā coranāgassa nāma rañño kāle sakalalaṅkādīpaṁ dubbhikkhabhayena pīḷetvā piṭakattayaṁ dhārentā bhikkhū jambudīpaṁ āgamaṁsu. Anāgantvā tattheva ṭhitāpi bhikkhū chātakabhayena pīḷetvā udarapaṭalaṁ bandhitvā kucchiṁ vālukarāsimhi ṭhapetvā piṭakattayaṁ dhāresuṁ.",
  "anya-e0702n2:90": "Kuṭa kaṇṇatissassa rañño kāleyeva dubbhikkhabhayaṁ vūpasamitvā jambudīpato bhikkhū puna gantvā sīhaḷadīpe ṭhitehi bhikkhūhi saddhiṁ mahāvihāre piṭakattayaṁ avirodhāpetvā samasamaṁ katvā ṭhapesuṁ. Ṭhapetvā ca pana sīhaḷadīpeyeva suṭṭhu dhāresuṁ.",
  "anya-e0702n2:91": "Tattheva aṭṭhakathāyo buddhaghosatthero māgadhabhāsāya parivattetvā viraci. Pacchā ca yebhuyyena tattheva aṭṭhakathāṭīkāanumadhulakkhaṇagaṇṭhiganthantarāni akaṁsu. Puna sāsanaṁ nabhe ravinduva pākaṭanti.",
  "anya-e0702n2:92": "Tattha buddhavaṁsaṭṭhakathaṁ buddhadattatthere akāsi. Itivuttodānacariyāpiṭakatherātherīvimānavatthupetavatthunettiaṭṭhakathāyo ācariyadhammapālatthero akāsi. So ca ācariyadhammapālatthero sīhaḷadīpassa samīpe damilaraṭṭhe badaratitthamhi nivāsitattā sīhaḷadīpeyeva saṅgahetvā vattabbo.",
  "anya-e0702n2:93": "Paṭisambhidāmaggaṭṭhakathaṁ mahānāmo nāma thero ākāsi. Mahāniddesaṭṭhakathaṁ upaseno nāma thero akāsi. Abhidhammaṭīkaṁ pana ānandatthero akāsi. Sā ca sabbāsaṁ ṭīkānaṁ ādibhūtattā mūlaṭīkāti pākaṭā.",
  "anya-e0702n2:94": "Visuddhimaggassa mahāṭīkaṁ dīghanikāyaṭṭhakathāya ṭīkaṁ majjhimanikāyaṭṭhakathāya ṭīkaṁ saṁyuttanikāyaṭṭhakathāya ṭīkañhāti imāyo ācariyadhammapālatthero akāsi.",
  "anya-e0702n2:95": "Sāratthadīpaniṁ nāma vinayaṭīkaṁ aṅguttaranikāyaṭīkañca parakkamabāhuraññā yācito sāriputtatthero akāsi. Vimativinodaniṁ nāma vinayaṭīkaṁ damilaraṭṭhavāsikassapatthero akāsi.",
  "anya-e0702n2:96": "Anuṭīkaṁ pana ācariyadhammapālatthero. Sā ca mūlaṭīkāya anuttānatthāni uttānāni saṁvaṇṇitattā anuṭīkā tivuccati.",
  "anya-e0702n2:97": "Visuddhimaggassa cūḷaṭīkaṁ makhudīpaniñca aññetarā therā akaṁsu. Sā ca mūlaṭīkāya atthāvasesāti ca anuttānatthāti ca katvā mūlaṭīkāya saddhiṁ saṁsanditvā katattā madhura sattā ca madhudīpaninti vuccati. Mohavicchedaniṁ pana lakkhaṇaganthaṁ kassapatthero akāsi.",
  "anya-e0702n2:98": "Ābhidhammāvatāraṁ pana rupārūpavibhāgaṁ vinayavinicchayañca buddha dattatthero. Vinayasaṅgahaṁ sāriputtatthero. Khuddasikkhaṁ dhammasiritthero . Paramatthavinicchayaṁ nāmarūpaparicchedaṁ abhidhammatthasaṅgañca anuruddhatthero. Saccasaṅkhepaṁ dhammapālatthero. Khemaṁ khematthero. Te ca saṅkhepato saṁvaṇṇitattā sukhena ca lakkhaṇiyattā lakkhaṇaganthāti vuccanti.",
  "anya-e0702n2:99": "Tesaṁ pana saṁvaṇṇanāsu abhidhammatthasaṅgahassa porāṇaṭīkaṁ navavimalabuddhitthero akāsi. Saccaṁsaṅkhepanāmarūpaparicchedakhemāabhidhammāvatārānaṁ porāṇaṭīkaṁ vācissaramahāsāmitthero. Paramatthavinicchayassa porāṇaṭīkaṁ mahābodhitthero.",
  "anya-e0702n2:100": "Abhidhamatthasaṅgahābhidhammāvatārābhinava ṭīkāyo sumaṅgalasāmitthero. Saccasaṅkhepābhinavaṭīkaṁ araññavāsitthero. Nāmarūpaparicchedābhinavaṭīkaṁ mahāsāmitthero. Paramatthavinicchayābhinavaṭīkaṁ aññataratthero. Vinayavinicchayaṭīkaṁ revatatthero. Khuddasikkhāya purāṇaṭīkaṁ mahāyasatthero. Tāyayeva abhinavaṭīkaṁ saṅgharakkhitattheroti.",
  "anya-e0702n2:101": "Vajirabuddhiṁ nāma vinayagaṇṭhipadatthaṁ vajirabuddhitthero. Cūḷagaṇṭhiṁ majjhimagaṇṭhiṁ mahāgaṇṭhiñca sīhaḷadīpavāsino therā. Te ca padakkamena asaṁvaṇṇetvā anuttānatthāyeva saṁvaṇṇitattā gaṇṭhipadatthāti vuccanti.",
  "anya-e0702n2:102": "Abhidhānappadīpikaṁ pana mahāmoggalānatthero. Atthabyakkhānaṁ cūḷabuddhatthero. Vuttodayaṁ sambandhacintanaṁ subodhālaṅkārañca saṅgharakkhitatthero. Byākaraṇaṁ moggalānatthero.",
  "anya-e0702n2:103": "Mahāvaṁsaṁ cūḷavaṁsaṁ dīpavaṁsaṁ thūpavaṁsaṁ bodhivaṁsaṁ dhātuvaṁ sañca sīhaḷadīpavāsino therā. Dāṭhādhātuvaṁsaṁ pana dhammakittitthero akāsi. Ete ca pāḷimuttakavasena vuttattā ganthantarāti vuccanti.",
  "anya-e0702n2:104": "Iccevaṁ buddhaghosādayo thera varā yathābalaṁ yathāsattiṁ pariyattiṁ sāsanaṁ upatthambhetvā bahūhi mūlehi bahuhisākhāhi bahūhi ca viṭapehi upatthambhiyamāno vepullamā pajjamāno mahānigrodharukkho viya thiraṁ hutvā cirakālaṁ tiṭṭhatīti veditabbaṁ.",
  "anya-e0702n2:105": "Idaṁ sīhaḷadīpe potthakāruḷhato pacchā sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n2:106": "Etepi ca mahāthero, yathāsattiṁ yathābalaṁ;",
  "anya-e0702n2:107": "Aṭṭhakathādayo katvā, maccumukhaṁ upāgamuṁ.",
  "anya-e0702n2:108": "Seyyathāpi ca lokasmiṁ, obhāsitvāna candimā;",
  "anya-e0702n2:109": "Āvahitvāna sattānaṁ, hitaṁ atthaṁva gacchati.",
  "anya-e0702n2:110": "Evameva mahātherā, ñāṇobhāsehi bhāsiya;",
  "anya-e0702n2:111": "Āvahitvāna sattānaṁ, hitaṁ atthaṁva gacchati.",
  "anya-e0702n2:112": "Iti sāsanavaṁse sīhaḷadīpikasāsanavaṁsakathāmaggo",
  "anya-e0702n2:113": "Nāma dutiyo paricchedo."
}