{
  "anya-e1202n11:0": "Thūpasādhana lābhakathā",
  "anya-e1202n11:1": "20. Atha rājā thūpatthāya uppannāni suvaṇṇādīni āharāpetvā bhaṇḍāgāresu rāsiṁ kāresi tato sabbasambhāre samatte visākha puṇṇamuposathadivase patta visākha nakkhatte mahāthūpakaraṇatthāya bhūmiparikammaṁ ārabhi. Rājā thupaṭṭhāne patiṭṭhāpitaṁ silāthūpaṁ harāpetvā thirabhāvatthāya samantato hatthipākāra pariyantaṁ gambhīrato sataratanappamāṇaṁ bhūmiṁ khanāpetvā paṁsuṁ apanetvā yodhehi guḷapāsāṇe attharāpetvā kammārakūṭehi āhanāpetvā cuṇṇavicuṇṇe kāresi.",
  "anya-e1202n11:2": "Tato cammavinaddhehi pādehi mahā hatthīhi maddāpetvā pāsāṇakoṭṭimassupari navanīta mattikaṁ attharāpesi. Ākāsa gaṅgāyahi tipatitaṭṭhāne udakabindūni uggantvā samantā tiṁsa yojanappamāṇapadese patanti yattha sayañjātasālī uppajjatti taṁ ṭhānaṁ niccameva tintattā nintasīsakoḷaṁ nāma chātaṁ. Tattha mattikā sukhumuttā navanīta mattikāti vuccati.",
  "anya-e1202n11:3": "Taṁ tato khīṇasavā sāmaṇerā āharanti tāya sabbattha mattikākiccanti ñātabbaṁ. Mattikopari iṭṭhakā attharāpesi. Iṭṭhakopari kharasukammaṁ, tassoparikuruviṇdapāsāṇaṁ, tassopariayojālaṁ, tassopari khīṇāsava sāmaṇerehi himavantato āhaṭaṁ sugaṇdhamārumbaṁ, tassopari khīrapāsāṇaṁ, tassopari eḷikapāsāṇaṁ, tassopari sīlaṁ attharāpesi. Sabbamattikākicce navanītamattikā eva ahosi.",
  "anya-e1202n11:4": "Silāsatthāropari rasodaka santintena kapittha niyyāsena aṭṭhaṅgulabahalatambalohapaṭṭaṁ, tassopari tilatelayantintāya manosilāya sattaṅgula bahalaṁ rajatapaṭṭaṁ attharāpesi evaṁ rājā sabbākārena bhūmiparikammaṁ kārāpetvā āsāḷahi sukkapakkhassa cātuddasa divase bhikkhusaṅghā sannipātetvā evamāha. Sve puṇṇamuposathadivase uttarāsāḷha nakkhattena mahācetiye maṅgaliṭṭhakaṁ patiṭṭhāpessāmi sve thūpūṭṭhāne sabbo saṅgho santipatatūti nagare bheriṁ carāpesi mahājano uposathiko hutvā gaṇdhamālādīni gahetvā thūpaṭṭhāne sannipatatūti.",
  "anya-e1202n11:5": "Tato visākhasiri devanāmake dve amacce āṇāpesi. Tumhe gantvā mahā cetiyaṭṭhānaṁ alaṅkarothāti. Te gantvā samantato rajatapaṭṭavaṇṇavālukaṁ okīrāpetvā lājapañcamakāni pupphāni vikiritvā kadalitoraṇaṁ ussāpetvā puṇṇaghaṭe ṭhapāpetvā maṇivaṇṇe veḷumhi pañcapaṇṇadhajaṁ baṇdhāpetvā gaṇdhasampannāni nānāvidha kusumānisaṇtharāpetvā nānāppakārehi taṁ ṭhānaṁ alaṅkariṁsu.",
  "anya-e1202n11:6": "Atha rājā sakalanagarañca vihāragāmi maggañca alaṅkārāpesi pabhātāya rattiyā nagare catusu dvāresu massu kammatthāya nahāpite, nahāpanatthāyanahāpanake, alaṅkāratthāya kappakeva nānāvirāga vattha gaṇdhamālādīni ca sūpavyañjana sampannāni madhurabhattāni ca ṭhapāpetvā sabbe nagarā ca jānapadā ca yathāruciṁ massūkammaṁ kāretvā nahātvā bhuñjitvā vatthābharaṇādīhi alaṅkaritvā mahācetiyaṭṭhānaṁ āgacchantūti āyuttakehi ārocāpesi.",
  "anya-e1202n11:7": "Sayampi sabbābharaṇa vibhūsito cattālīsa purisa sahassehi saddhiṁ uposako hutvā anekehi sumaṇḍita pasādhitehi amaccehi gahitārakkho alaṅkatāhi devakañña pamāhi nāṭakitthihi parivuto amaragaṇa parivuto devarājā viya attano sirisampattihā mahājanaṁ tosayanto anekehi turiya saṅghuṭṭhehi vattamānehi aparaṇhe mahāthūpaṭṭhānaṁ upagañji. Mahā cetiyaṭṭhāna maṅgalatthāya puṭabaddhāni vatthāni aṭṭhuttara sahassaṁ ṭhapāpesi. Catusu passesu vattharāsiṁ kāresi tela-madhu-sakkara-phāṇitādīni ca ṭhapāpesi.",
  "anya-e1202n11:8": "Atha nānādesato bahū bhikkhū āgamiṁsu rājagahā samantā iṇdiguttatthero nāma asīti bhikkhusahassāni gahetvā ākāsenāgañchi tathā bārāṇasiyaṁ isipatane mahā vihārato dhammasenatthero nāma dvādasa bhikkhusahassāni. Sāvatthiyaṁ jetavana vihārato piyadassi nāma thero saṭṭhi bhikkhu sahassāni vesāliyaṁ mahā vanato buddharakkhitatthero aṭṭhārasa bhikkhu sahassāni, kosambiyaṁ ghositārāmato mahādhammarakkhitatthero tiṁsa bhikkhusahassāni. Ujjeniyaṁ dakkhiṇagiri mahā vihārato dhammarakkhitatthero cattālīsa bhikkhusahassāni-pāṭaliputte asokārāmato mittiṇṇatthero bhikkhūnaṁ satasahassāni saṭṭhiñca sahassāni gaṇdhāra raṭṭhato attinna thero nāma bhikkhūnaṁ dve satasahassāni asītiñca sahassāni. Mahāpallava bhogato mahādevatthero bhikkhūnaṁ cattāri satasahassāni saṭṭhiñca sahassāni yonakaraṭṭhe alasaṇdā nagarato yonaka dhammarakkhitatthero tiṁsa bhikkhu sahassāni. Viñjhāṭavivattaniya senāsanato uttaratthero asīti bhikkhusahassāni. Mahābodhimaṇḍa vihārato cittaguttatthero tiṁsa bhikkhusahassāni vanavāsibhogato caṇdaguttatthero asīti bhikkhusahassāni. Kelāsa mahāvihārato suribhaguttatthero channavuti sahassāni gahetvā ākāsenāgañchi.",
  "anya-e1202n11:9": "‘‘Bhikkhūnaṁ dīpavāsīnaṁ-āgatānañca sabbaso,",
  "anya-e1202n11:10": "Gaṇanāya paricchedo-porāṇehi na bhāsito;",
  "anya-e1202n11:11": "Samāgatānaṁ bhikkhūnaṁ-sabbesaṁ taṁ samāgame,",
  "anya-e1202n11:12": "Vuttā khīṇāsavāyeva-te channavuti koṭiyo;’’",
  "anya-e1202n11:13": "Atha saṅgho parikkhitta pavāḷavedikā viya majjhe rañño okāse ṭhapetvā aññamaññaṁ aghaṭṭetvā aṭṭhāsi. Pācinapasse buddharakkhitanāmako khīṇāsāvatthero attanāsadisanāmake pañcasatakhīṇāsave gahetvā aṭṭhāsi. Tathā dakkhiṇapasse pacchimapasse uttarapasse ca dhammarakkhita - saṅgharakkhita - ānaṇda nāmakā khīṇāsavattherā attanā sadisanāmake pañcapañcasata khīṇāsave gahetvā aṭṭhaṁsu piyadassi nāma khīṇāsavatthero mahābhikkhusaṅghaṁ gahetvā pubbuttara kaṇṇe aṭṭhāsi.",
  "anya-e1202n11:14": "Rājā kira saṅghamajjhaṁ pavisantoyeva sace mayā kayiramānaṁ cetiyakammaṁ anantarāyena niṭṭhaṁ gacchati pācina-dakkhiṇa-pacchima-uttarapassesu buddharakkhita-cammarakkhita-saṅgharakkhita-ānaṇda nāmakā therā attanāsadisanāmake pañcapañcasatabhikkhu gahetvā tiṭṭhantu piyadassi nāma thero pubbuttarakaṇṇe bhikkhusaṅghaṁ gahetvā tiṭṭhatūti cintesi. Therāpi rañño adhippāyaṁ ñatvā tathā ṭhitāti vadantī siddhatthero pana maṅgalo-sumano-padumo-sīvali-caṇdagutto-sūriyagutto-iṇdagu- tto-sāgaro-cittaseno -jayaseno-acaloti imehi ekādasahi therehi parivuto puṇṇaghaṭe pūrato katvā puratthābhimukho aṭṭhāsi.",
  "anya-e1202n11:15": "Atha rājā tathā ṭhitaṁ bhikkhusaṅghaṁ disvā pasannacitto gaṇdhamālādīhi pūjetvā padakkhiṇaṁ katvā catūsu ṭhānesu vanditvā puṇṇasaṭaṭṭhānaṁ pavisitvā suyaṇṇakhīle paṭimukkaṁrajatamayaṁ paribbhamana daṇḍaṁ vijjamānamātāpitūnaṁ ubhato sujātena sumaṇḍita pasādhitena abhimaṅgala sammatena amaccaputtena gāhāpetvā mahantaṁ cetiyāvaṭṭaṁ kāretuṁ ārabhi. Tathā kārentaṁ pana siddhatthatthero nivāresi. Evaṁ kirassa ahosi - yadi mahārājā mahantaṁ cetiyaṁ karoti, aniṭṭhiteyeva marissati anāgate dupparihariyañca bhavissatīti. Tasmiṁ khaṇe bhikkhusaṅgho mahā rāja thero pāṇḍito, therassa vacanaṁ kātuṁ vaṭṭatīti āha.",
  "anya-e1202n11:16": "Rājā bhikkhusaṅghassa adhippāyaṁ ñatvā thero karotīti maññamāno kīdisaṁ bhante pamāṇaṁ karomīti āha. Thero mama gatagataṭṭhānato cetiyāvaṭṭaṁ karohīti vatvā upadisanto āvijjhitvā agamāsi. Rājā therassa vuttanayena cetiyāvaṭṭaṁ kāretvā theraṁ upasaṅkamitvā nāmaṁ pucchitvā gaṇdhamālādīhi pūjetvā vambatvā parivāretvā ṭhite sesa ekādasa there ca upasaṅkamitvā pūjetvā vaṇditvā tesaṁ nāmāni ca pucchitvā paribbhamana daṇḍagāhakassa amacca puttassa tāma pucchi.",
  "anya-e1202n11:17": "Ahaṁ deva suppatiṭṭhita brahmā nāmāti vutte tava pitā kiṁ nāmoti pucchitvāna naṇdiseno nāmāti vutte mātunāmaṁ pucchi. Sumanādevī nāmāti vutte sabbesaṁ nāmāni abhimaṅgalasammatāni, mayā kayaramānaṁ cetiyakammaṁ avassaṁ niṭṭhānaṁ gacchatiti haṭṭho ahosi, tato rājā majjhe aṭṭha suvaṇṇaghaṭe rajataghaṭe ca ṭhapāpetvā te parivāretvā aṭṭhuttarasayassa puṇṇaghaṭe ṭhapāpesi.",
  "anya-e1202n11:18": "Atha aṭṭha suvaṇṇiṭṭhakā ṭhapāpesi. Tāsu ekekaṁ parivāretvā aṭṭhuttarasata aṭṭhuttarasata rajatiṭṭhakāyo. Aṭṭhuttarasata aṭṭhuttarasata vatthāni ca ṭhapāpesi. Atha suppatiṭṭhita brahmanāmena amaccaputtena ekaṁ suvaṇṇiṭṭhakaṁ gāhāpetvā tena sadisa nāmehi ca jīvamānaka mātāpitūhi sattahi amaccaputtehi sesa sattiṭṭhakāyo gāhāpesi.",
  "anya-e1202n11:19": "Tasmiṁ khaṇe mittatthero nāma puratthima disābhāge paribbhamita lekhāya bhūmiyaṁ gaṇdhapiṇḍaṁ ṭhapesi. Jayasenatthero nāma udakaṁ āsiñcitvā santintetvā samaṁ akāsi. Suppatiṭṭhitabrahmā bhadda nakkhattena evaṁ nānāvidha maṅgalānisaṅkhaṭaṭṭhāne paṭhamaṁ maṅgalikaṭṭhakaṁ patiṭṭhāpesi. Sumanattheronāma jātisumanapupphehi taṁ pūjesi. Tasmiṁ khaṇe udakapariyantaṁ katvā mahāpathavi kampo ahosi. Eteneva nayena sesa sattiṭṭhakāyopi patiṭṭhāpesuṁ.",
  "anya-e1202n11:20": "Tato rājā rajatiṭṭhakāyopi patiṭṭhāpetvā gaṇdhamālādīhi pūjetvā maṅgalavidhānaṁ niṭṭhāpetvā suvaṇṇapelāyapupphāni gāhāpetvā pācīnapasse bhikkhusaṅghassa purato ṭhitaṁ mahā buddharakkhitattheraṁ upasaṅkamitvā gaṇdhamālādīhi pūjetvā vaṇditvā therassa parivāretvā ṭhita bhikkhūnañca nāmāni pucchitvā tato dakkhiṇapasse ṭhitaṁ mahādhammarakkhitattheraṁ pacchimapasse ṭhitaṁ mahāsaṅgharakkhitattheraṁ uttarapasse ṭhitaṁ ānaṇdattherañca upasaṅkamitvā gaṇdhamālādīhi pūjetvā pañcapatiṭṭhitena vaṇditvā tatheva nāmāni pucchitvā pubbuttara kaṇṇaṁ gantvā tattha ṭhitaṁ piyadassi mahātheraṁ vaṇditvā pūjetvā nāmāni pucchitvā santike aṭṭhāsi.",
  "anya-e1202n11:21": "Thero maṅgalaṁ vaḍḍhento rañño dhammaṁ desesi. Maṅgalapariyosāne sampatta gihiparisāsu cattālīsa sahassāni arahanto patiṭṭhahiṁsu. Cattālīsa sahassāni sotāpattiphalo sahassaṁ sakadāgāmiphale, sahassaṁ anāgāmiphale, bhikkhūnaṁ pana aṭṭhārasasahassāni arahattaṁ pāpuṇiṁsu. Bhikkhunīnaṁ catuddasa sahassānīti."
}