{
  "anya-e0810n0:0": "Namo tassa bhagavato arahato sammāsambuddhassa.",
  "anya-e0810n0:1": "Abhidhānappadīpikāṭīkā",
  "anya-e0810n0:2": "Ganthārambha",
  "anya-e0810n0:3": "Yassa ñāṇaṃ sadā ñāṇaṃ, nāññeyyā ñāṇakaṃ vinā;",
  "anya-e0810n0:4": "Nissesaguṇayuttassa, tassa natvā mahesino.",
  "anya-e0810n0:5": "Satthantarā samādāya, sāraṃ sabbadharā tathā;",
  "anya-e0810n0:6": "Kariyyate’bhidhānappa-dīpakassatthavaṇṇanā.",
  "anya-e0810n0:7": "Paṇāmādivaṇṇanā",
  "anya-e0810n0:8": "[Ka] idhāyaṃ ganthakāro paṭhamamattano paresampi sammā hitatthanipphādanatthaṃ puññasampada’mācinoti ‘‘tathāgato’’ccādinā. Tattha karuṇākaro mahākaruṇāya uppattiṭṭhānabhūto yo tathāgato bhagavā karopayātaṃ attano hatthagataṃ sukhappadaṃ sukhassa patiṭṭhānabhūtaṃ sukhakāraṇaṃ vā sukhadāyakaṃ vā padaṃ nibbānaṃ osajja cajitvā kalisambhave dukkhakāraṇabhūte bhave saṃsāre kevaladukkaraṃ sukarenāsammissaṃ accantadukkaraṃ pañcavidhapariccāgādikaṃ karaṃ karonto paratthaṃ paresamatthaṃyeva akā katavā, tamedisaṃ tathāgataṃ ahaṃ namāmi.",
  "anya-e0810n0:9": "[Kha] yañca dhammaṃ jarārujādimuttā jarārogādīhi vimuttā munikuñjarā muniseṭṭhā bhagavanto apūjayuṃ pūjitavanto, tathā uttare uttame sattānaṃ vā saṃsāramahoghapakkhandānaṃ tato uttaraṇasamatthe yahiṃ tare yasmiṃ dhammaplave ṭhitā sammāpaṭipajjanavasena ārūḷhā narānarā manussā ca devā ca tivaṭṭambunidhiṃ kilesakammavipākavaṭṭasaṅkhātehi tīhi vaṭṭehi ākulitaṃ saṃsāramahamburāsiṃ tariṃsu tiṇṇā, aghappahaṃ kilesappahānakaraṃ, saṃsāradukkhappahānakaraṃ vā taṃ dhammamapi ahaṃ namāmi.",
  "anya-e0810n0:10": "[Ga] munindorasasūnutaṃ bhagavato ure sambhavadhammadesanāya ariyabhāvappattatāya munindassa orasaputtabhāvaṃ gataṃ pattaṃ nutaṃ kilesakhepanakaṃ supuññakhettaṃ puññatthikānaṃ puññabījaviruhanaṭṭhānaṃ sukhettabhūtaṃ bhuvane loke sutaṃ vissutaṃ , sutadharaṃ vā kilesasavanābhāvena assutaṃ apāṇopi pāṇo karīyitthāti pāṇīkato, pātimokkhasaṃvaro, sova saṃvaro etassatthīti pāṇīkatasaṃvaro, taṃ pāṇīkatasaṃvaraṃ, varaṃ sīlādiguṇehi sadevakehi lokehi patthanīyaṃ. ‘‘Devāpi tassa pihayanti tādino’’ti udā. 27 hi vuttaṃ. Sadā sabbasmiṃ kāle guṇoghena sīlādiguṇasamūhena nirantarantaraṃ avicchinnamānasaṃ, paripuṇṇacittaṃ vā gaṇampi aṭṭhannaṃ ariyapuggalānaṃ samūhaṃ api ahaṃ namāmīti evamettha tiṇṇampi saṅkhepato atthayojanā daṭṭhabbā.",
  "anya-e0810n0:11": "[Gha-ṅa] evaṃ puññasampadamācinitvā kimabhimataṃ sādhanīyamiccāha ‘‘pakāsissamabhidhānappadīpika’’nti. Buddhādīnamabhidhānānaṃ sarūpavasena, liṅgavasena ca paridīpanato pakāsanato ‘‘abhidhānappadīpika’’nti laddhanāmaṃ satthaṃ pakāsissaṃ antobhāvena nipphannaṃ bahibhāvena pakāsissaṃ. Antobhāvassa hi bahibhāvamapekkhitvā bhāvitamupapannaṃ. Nanu santeva pubbācariyānaṃ nāmaliṅgappakāsanānyamarakosatikaṇḍoppalinyādyabhidhānasatthāni, pāṇini byāḍivararucicandagomi ruddavāmanādivihitāni ca liṅgasatthāni, tato kimidamuccate iccāha ‘‘nāmaliṅgāni buddhabhāsitassārahāni dassayanto’’ti. Etena santesvapi pubbācariyānaṃ satthesu yasmā na tesu nāmaliṅgāni buddhavacanānurūpāni honti , tasmā tadanurūpāni nāmaliṅgāni dassayanto abhidhānasatthaṃ pakāsissāmīti etamatthaṃ dīpeti. Namyate abhidhīyate attho anenāti nāmaṃ, saddasatthe namudhātuvasena. Liṅgayate ‘‘itthiyamato āpaccayo’’tyādinā vibhajjateti, itthādayo vānena liṅgīyante byañjīyanteti liṅgaṃ, itthipumanapuṃsakaṃ. Kimetassa abhidhānasatthassa karaṇe payojananti pucchāyaṃ yasmiṃ sati taṃ sotāro sotumussahanti, taṃ dassetumāha ‘‘nāmaliṅgesvi’’ccādi. Yato buddhavacane paṭuno bhāvo pāṭavaṃ, tadeva attho payojanaṃ, taṃ icchantīti pāṭavatthino, tesaṃ pāṭavatthīnaṃ sotūnaṃ nāmaliṅgesu kosallaṃ kusalatā chekabhāvo buddhavacane mahabbalaṃ atthassa nicchayakāraṇaṃ hoti, ato tasmā kāraṇā buddhabhāsitassārahāni nāmaliṅgāni dassayanto abhidhānappadīpikaṃ satthaṃ pakāsissanti sambandho.",
  "anya-e0810n0:12": "[Ca] idāni satthalahubhāvatthamāha ‘‘bhiyyo’’ccādi. Bhiyyo bāhullena rūpantarā rūpabhedena itthipaccayapumbhāvādikāriyakatena thīpunnapuṃsakaṃ ñeyyaṃ, so ca nāmānaṃ nāmavisesanassa, nāmaparāmasisabbanāmasaddassa ca ñeyyo pakārantarābhāvā. Tatra nāmānaṃ rūpabhedo yathā – churikā satya’siputti abhidhāna 392 gāthā. Asi khaggo ca sāyako abhidhāna 391 gāthā. Pānīyaṃ salilaṃ dakanti abhidhāna 661 gāthā. Nāmavisesanassa yathā – nisītho majjhimā rattīti abhidhāna 70 gāthā. Nāmaparāmasisabbanāmasaddassa yathā – ākaṅkhā ruci vuttā sā, tvadhikā lālasā dvisūti abhidhāna 163 gāthā. Sāhacariyena niyataliṅgenāvippayogato thīpunnapuṃsakaṃ ñeyyaṃ. Katthacīti yatra rūpabhedo natthi, taṃ yathā – marīci migataṇhikā abhidhāna 65 gāthā. Raṃsimā bhākaro bhānu abhidhāna 63 gāthā. Āpo payo jalaṃ vāri abhidhāna 661 gāthā. Marījhādayo hyabhinnarūpattā liṅgantarepi sambhāviyantehi niyataliṅgehi migataṇhikābhākarajalādisaddehi sāhacariyena taṃliṅge nicchīyante. Āhaccavidhānena itthipumanapuṃsakānaṃ visesetvā kathanena thīpunnapuṃsakaṃ ñeyyaṃ. Kvacīti yatra na rūpabhedo liṅganiṇṇayassa nimittaṃ, na ca sāhacariyaṃ liṅgabhedobhimato, nekameva vā liṅgamicchate, taṃ yathā – vallarī mañjarī nārī abhidhāna 550 gāthā. Viṭapo viṭabhītthiyaṃ abhidhāna 547 gāthā. Bhītitthī bhayamuttāso abhidhāna 166 gāthā. Vajiraṃ punnapuṃsakeccādi abhidhāna 24 gāthā.",
  "anya-e0810n0:13": "[Cha] idāni rūpabhedoti liṅganiṇṇayassa paṭipattihetuko yo bhinnaliṅgānaṃ dvando, takkaraṇapaṭisedhena abhinnaliṅgānameva dvando katoti paribhāsitumupakkamate ‘‘abhinnaliṅgina’’miccādi. Abhinnaliṅgīnaṃyeva nāmānaṃ dvando kato, na bhinnaliṅgīnaṃ, yathā – vimutyasaṅkhatadhātu, suddhinibbutiyo siyunti abhidhāna 9 gāthā. Na kevalaṃ dvandoyeva, atha kho ekasesopyabhinnaliṅgānaṃyeva kato, yathā – naggo digambarāvatthā. abhidhāna 734 gāthāSabbadharakate pana ‘‘jīmūtā meghapabbatā’’ iccudāhaṭaṃ. Nanu ca bhinnaliṅgānampi ekaseso kato, yathā – mātā pitā tu pitaro, puttā tu puttadhītaro abhidhāna 249 gāthā. Sasurā sassu sasurā, bhātubhagini bhātaroti abhidhāna 250 gāthā. Ettha hi mātā ca pitā ca pitaro, putto ca dhītā ca puttā, sassu ca sasuro ca sasurā, bhātā ca bhaginī ca bhātaroti bhinnaliṅgānampi ekaseso dassitoti. Ṭhānantare tesaṃ bhinnaliṅgatāya dassitattā na doso. Tāto tu janako pitā abhidhāna 243 gāthā. Ammā’mbā jananī mātā abhidhāna 244 gāthā. Apaccaṃ puttotrajo suto abhidhāna 240 gāthā. Nāriyaṃ duhitā dhītā abhidhāna 241 gāthā. Jāyāpatīnaṃ jananī, sassu vuttātha tappitā. Sasuroti iccādikañhi tesaṃ abhidhāna 246 gāthā ṭhānantaranti. Tathā ettha kamaṃ vinā bhinnaliṅgānaṃ gaṇanapāṭho viya saṅkaropi na kato. Tatra hi saggadisādayo atthā yathākkamaṃ taṃsambandhā ca sakkavidisādayo atthā sakasakasambandhasahitā yathābhidhānaṃ sarūpapaṭipatyamatthabhidheyyā, tathā tappariyāyasambandhāni ca yāni nāmāni, tāni sabbāni tadabhidhānāvasare abhidheyyānīti sukhenekatreva sakalanāmapaṭipatti sarūpapaṭipatti ca yathā siyāticcetadatthaṃ kamo abhyupagamyate, tathā ca satyāvassaṃ saggādipariyāye divasaddādayo, harādyavasare kumārādayo abhidheyyā iti kamānurodhena liṅgasaṅkaro pariharitumasakkuṇeyyo, yathāvuttantu kamaṃ vinā neha saṅkaro kato, iti pariyāyena itthippakaraṇādikkamena yathāsambhavamabhidhānato, taṃ yathā – īti tvitthī ajaññañca, upasaggo upaddavoti abhidhāna 401 gāthā. Atra hi ye tiliṅgā, te tiliṅgāvasare eva nibaddhā, na gaṇanapāṭhā viya uccāraṇavasena, evaṃ sabbatra yathāsambhavaṃ nīyate. Vuttañca –",
  "anya-e0810n0:14": "‘‘Bhedākhyānāya na dvando, nekaseso na saṅkaro;",
  "anya-e0810n0:15": "Katotra bhinnaliṅgāna-mavuttānaṃ kamaṃ vinā’’ti amara 1.4.",
  "anya-e0810n0:16": "Idāni liṅgavācakānaṃ ṭhānavasenatthesu gamanaṃ dassetumāha ‘‘liṅgavācake’’ccādi. Gāthāpādantamajjhaṭṭhā gāthānaṃ pādānañca antamajjhaṭṭhā liṅgavācakā anekatthaliṅgavācakāni ñāṇadassanādīni liṅgāni pubbamatthaṃ vācakavasena yanti gacchanti. Apare gāthāpādānamādiṭṭhā liṅgavācakā paramatthaṃ yanti gacchanti. Taṃ yathā –",
  "anya-e0810n0:17": "Phale vipassanādibba-cakkhusabbaññutāsu ca;",
  "anya-e0810n0:18": "Paccavekkhaṇañāṇamhi, magge ca ñāṇadassanaṃabhidhāna 794 gāthā.",
  "anya-e0810n0:19": "Ṇādo saddhācīvarādi-hetvādhāresu paccayo;",
  "anya-e0810n0:20": "Kīḷādibbavihārādo, vihāro sugatālaye abhidhāna 857 gāthā.",
  "anya-e0810n0:21": "Khagge kurūre nettiṃso, parasmiñcātra tīsvamuabhidhāna 1089 gāthā;",
  "anya-e0810n0:22": "Kusale sukataṃ suṭṭhu-kate ca sukato tisu abhidhāna 938 gāthā.",
  "anya-e0810n0:23": "Samayo samavāye ca, samūhe kāraṇe khaṇe;",
  "anya-e0810n0:24": "Paṭivedhe siyā kāle, pahāne lābhadiṭṭhisu abhidhāna 778 gāthā.",
  "anya-e0810n0:25": "Kantāro vanaduggesu abhidhāna 1107 gāthā.",
  "anya-e0810n0:26": "Ettha ca –",
  "anya-e0810n0:27": "Yebhuyyatābyāmissesu, visaṃyoge ca kevalaṃ;",
  "anya-e0810n0:28": "Daḷhatthenatireke cā-navasesamhi taṃ tisu abhidhāna 786 gāthā.",
  "anya-e0810n0:29": "Samādhismiṃ pumekaggo-nākule vāccaliṅgiko abhidhāna 1035 gāthā.",
  "anya-e0810n0:30": "Jaḷe thūlo mahatyapi abhidhāna 1066 gāthā ccādīsu",
  "anya-e0810n0:31": "Gāthāmajjhaṭṭhānaṃ , pādantamajjhaṭṭhānañca liṅgavācakānaṃ pubbaparatthesvapi gamanabhāvato ‘‘pubbaṃ yantī’’ti idaṃ yebhuyyavasena vuttanti daṭṭhabbaṃ. Atha vā gāthānaṃ majjhantaṭṭhā pubbaṃ yanti, gāthāmajjhaṭṭhā, pādantamajjhaṭṭhā ca pubbāparañca yantīti yathālābhayojanā daṭṭhabbā.",
  "anya-e0810n0:32": "[Ja] idāni visesavidhimhi satthalahubhāvatthaṃ paribhāsate ‘‘pumitthiya’’miccādi. Pumitthiyaṃ ‘‘dvīsū’’ti padaṃ ñeyyaṃ, yathā – asani dvīsu abhidhāna 24 gāthā. Sabbaliṅge liṅgattaye ‘‘tīsū’’ti padaṃ ñeyyaṃ, yathā – sattannaṃ pūraṇe seṭṭhe’tisante sattamo tisu abhidhāna 942 gāthā. Ettha ca nisiddhaliṅganāmaṃ pārisesato ‘‘sesaliṅga’’nti ñeyyaṃ nisiddhaliṅga sesatthaṃ (amara 1.5.), yathā – vassa saṃvaccharā nitthīti abhidhāna 81 gāthā. Atra cekaliṅganisedhabyākhyānena liṅgadvayavidhānanti ekaliṅganisedhabyājena liṅgadvayābhidhānamiti (amarakosacintāmaṇiṭīkā).",
  "anya-e0810n0:33": "Ganthalāhavaṃ vidhāyedāni paṭipattilāhavatthamāha ‘‘abhidhānantarārambhe’’iccādi. Abhidhānantarassa aññassa abhidhānassa ārambhe sati, tu anto yassa abhidhānassa, atha ādi yassa abhidhānassāti idaṃ abhidhānadvayañca ñeyyaṃ. Tvantamathādikaṃ nāmādipadaṃ pubbena na sambajjhateti bhāvo. Tatra nāmapadaṃ yathā – jino sakko tu siddhattho abhidhāna 4 gāthā. Kesavo cakkapāṇyatha abhidhāna 16 gāthā. Mahissaro sivo sūlī abhidhāna 16 gāthā. Liṅgapadaṃ yathā – pume tu paṇhi pāsaṇi abhidhāna 277 gāthā. Pume tūtu rajo pupphaṃ abhidhāna 238 gāthā. Sā tirokaraṇīpyatha abhidhāna 298 gāthā. Punnapuṃsakamullocaṃ abhidhāna 299 gāthā. Atthapadaṃ yathā – udare tu tathā pācā’nalasmiṃ gahaṇītthiyaṃ abhidhāna 973 gāthā. Paṇīto tīsu madhure, uttame vihitepyatha. Añjase visikhāyañca, pantiyaṃ vīthi nāriyaṃ abhidhāna 940 gāthā. Athasaddena catra anantariyatthena sakapariyāyopalakkhaṇato atho saddādīsu ca na pubbena sambajjhate. Pāṇako cāpyatho uccāliṅgo lomasapāṇakoti abhidhāna 623 gāthā.",
  "anya-e0810n0:34": "[Jha] idāni buddhavacanānamanurūpānampi pacurappayogānameva kesañci gahaṇaṃ attano satthantarāpasayhatāvasena ahaṃkārapubbikābhāvañca dassetumāha ‘‘bhiyyo payoga’’miccādi. Sogate sugatassa vacanabhūte āgame piṭakattaye, tañhi āgacchanti tividhasampattiyo etenāti āgamoti vuccati. Tasmiṃ bhiyyo payogaṃ bāhullena payujjateti payogo, taṃ āgamma gahetvā kvaci araññavaggādīsu nighaṇṭuyuttiñca nighaṇṭunāmake satthe āgataṃ buddhavacanānurūpaṃ yuttiñca ānīya ānetvā nāmaliṅgaṃ kathīyati antobhāvena nipphannaṃ bahibhāvena pakāsīyate. Āvibhāvattameva hi jaññattaṃ santakāriyakārino. Āsīsāyaṃ vā avassambhāvinopi vacanassa vattamānatthavatticchāya vattamānattaṃ, tathā hi loke avassambhāvino siddhimabhisandhāya bhāvinamappattaṃ vattamānattena vā atītattena vā vattumicchati, taṃ yathā – ‘‘idaṃ mamamapāpaye’’ti koci kenacābhihito santo avassaṃ taṃ bhavissatīti maññamāno pāpiyamānaṃ pattaṃ vā vattumicchati , tatoyeva ‘‘āsīsāyaṃ bhūtamiva ce’’ti pāṇini 3.3.132 tadatidesavacanaṃ paccākhyāyate.",
  "anya-e0810n0:35": "Paṇāmādivaṇṇanā niṭṭhitā."
}