{
  "anya-e0201n0:0": " Namo tassa bhagavato arahato sammāsambuddhassa ",
  "anya-e0201n0:1": "Niruttidīpanīpāṭha",
  "anya-e0201n0:2": "Ganthārambha",
  "anya-e0201n0:3": "1.",
  "anya-e0201n0:4": " Caturāsītisahassa , dhammakkhandhāpabhaṅkarā;",
  "anya-e0201n0:5": "Lokamhi yassa jotanti, nantavaṇṇapabhassarā.",
  "anya-e0201n0:6": "2.",
  "anya-e0201n0:7": " Anantavaṇṇaṁ sambuddhaṁ, vande niruttipāraguṁ;",
  "anya-e0201n0:8": "Saddhammañcassa saṅghañca, visuddhavaṇṇabhājanaṁ.",
  "anya-e0201n0:9": "3.",
  "anya-e0201n0:10": " Moggallāno mahāñāṇī, niruttāraññakesarī;",
  "anya-e0201n0:11": "Nadi byākaraṇaṁnādaṁ, sogatāraññabyāpanaṁ.",
  "anya-e0201n0:12": "4.",
  "anya-e0201n0:13": " Tassatthaṁ dīpayissāmi, nānārāsiṁvibhājayaṁ;",
  "anya-e0201n0:14": "Ogāyha saddasatthāni, navaṅgaṁ satthusāsananti.",
  "anya-e0201n0:15": "1. Sandhikaṇḍa",
  "anya-e0201n0:16": "Saññārāsi",
  "anya-e0201n0:17": "Garusaññārāsi",
  "anya-e0201n0:18": "Vaṇṇo , saro, savaṇṇo, dīgho, rasso, byañjano, vaggo, niggahītaṁ.",
  "anya-e0201n0:19": "1.Aādayo titālīsaṁtitālīsa (bahūsu)vaṇṇāka. 2; rū. 2; nī. 1, 2.",
  "anya-e0201n0:20": "Aādayo bindantā tecattālīsakkharā vaṇṇā nāma honti.",
  "anya-e0201n0:21": "A, ā, i, ī, u, ū, eta, e, ota, o. Ka, kha, ga, gha, ṅa, ca, cha, ja, jha, ña, ṭa, ṭha, ḍa, ḍha, ṇa, ta, tha, da, dha, na, pa, pha, ba, bha, ma, ya, ra, la,va sa, ha, ḷa, aṁ. Atthaṁ vaṇṇenti pakāsentīti vaṇṇā, akkharāti ca vuccanti, nāmapaññattirūpattā nakkharanti khayavayaṁ na gacchantīti akkharā. ‘‘Nāmagottaṁ na jīratī’’ti saṁ. ni. 1.76 hi vuttaṁ.",
  "anya-e0201n0:22": "2.Dasādo sarāka. 3; rū. 3; nī. 3.",
  "anya-e0201n0:23": "Tesu vaṇṇesu ādimhi dasa vaṇṇā sarā nāma honti. Sayameva laddhasarūpā hutvā rājanti virocantīti sarā.",
  "anya-e0201n0:24": "3.Dve dve savaṇṇā.",
  "anya-e0201n0:25": "Tesu saresu dve dvesarā savaṇṇā nāma honti.",
  "anya-e0201n0:26": "A, ā avaṇṇo, i, ī ivaṇṇo, u, ū uvaṇṇo, eta, e etavaṇṇo, ota, o otavaṇṇo. Samāno vaṇṇo suti etesanti savaṇṇā, sarūpāti ca vuccanti, samānaṁ rūpaṁ suti etesanti sarūpā.",
  "anya-e0201n0:27": "4.Pubbo rassoka. 4; rū. 4; nī. 4.22.",
  "anya-e0201n0:28": "Dvīsu dvīsu savaṇṇesu yo yo pubbo hoti, so so rasso nāma hoti. Rassena kālena vattabbāti rassā, rassakālo nāma akkhidalānaṁ ummisananimmisanasamakālo.",
  "anya-e0201n0:29": "Tattha eta, ota iti dve ekapadasaṁyoge pare kvaci labbhanti. Eṭṭhi, seṭṭho, oṭṭho, sotthi.",
  "anya-e0201n0:30": "Ekapadasaṁyogeti kiṁ? Padantarasaṁyoge pare rassā mā hontūti. Maṁ ce tvaṁ nikhaṇaṁ vane, jā. 2.22.5 putto tyāhaṁ mahārāja jā. 1.1.7.",
  "anya-e0201n0:31": "Kvacīti kiṁ? Ekapadasaṁyogepi vaggantesu vā ya, ra, la, vesu vā paresu rassā mā hontūti. Enti, senti, eyya, bhāseyya, meṇḍo, soṇḍo.",
  "anya-e0201n0:32": "5.Paro dīghoka. 5; rū. 5; nī. 5.",
  "anya-e0201n0:33": "Dvīsu dvīsu savaṇṇesu yo yo paro hoti, so so dīgho nāma hoti. Dīghena kālena vattabbāti dīghā, dīghakālo nāma rassehi diguṇakālo.",
  "anya-e0201n0:34": "6.Kādayo byañjanāka. 6; rū. 8; nī. 6.",
  "anya-e0201n0:35": "Tesu vaṇṇesu kādayo bindantā vaṇṇā byañjanā nāma honti. Atthaṁ byañjayantīti byañjanā. Te pana suddhā addhamattikā, rassayuttā diyaddhamattikā, dīghayuttā tiyaddhamattikā.",
  "anya-e0201n0:36": "7.Pañcapañcakā vaggāka. 7; rū 9; nī. 7.",
  "anya-e0201n0:37": "Tesu byañjanesu kādi-mantā pañcabyañjanapañcakā vaggā nāma honti.",
  "anya-e0201n0:38": "Kādi pañcako kavaggo, cādi ca vaggo, ṭādi ṭavaggo, tādi tavaggo, pādi pavaggo. Sesā avaggāti siddhaṁ. Vaṇṇuddese ekaṭṭhānikānaṁ byañjanānaṁ vagge samūhe niyuttāti vaggā.",
  "anya-e0201n0:39": "8.Bindu niggahītaṁka. 8; rū. 10; nī. 8.",
  "anya-e0201n0:40": "Ante bindumatto vaṇṇo niggahītaṁ nāma. Niggayha gayhati uccāriyatīti niggahītaṁ.",
  "anya-e0201n0:41": "Garusaññārāsi niṭṭhito.",
  "anya-e0201n0:42": "Byañjanavuttirāsi",
  "anya-e0201n0:43": "Ṭhānaṁ, karaṇaṁ, payatanaṁ rū. 2 (piṭṭhe); nī 6 (piṭṭhe); 23 (suttaṅke).",
  "anya-e0201n0:44": "Cha ṭhānāni – kaṇṭhaṭṭhānaṁ, tāluṭṭhānaṁ, muddhaṭṭhānaṁ, dantaṭṭhānaṁ, oṭṭhaṭṭhānaṁ, nāsikaṭṭhānaṁ. Tesu byattaṁ vadantena yattha ‘‘akkha’’nti vuccati, taṁ kaṇṭhaṭṭhānaṁ. Yattha ‘‘iccha’’nti, taṁ tāluṭṭhānaṁ. Yattha ‘‘raṭṭha’’nti, taṁ muddhaṭṭhānaṁ. Yattha ‘‘sattha’’nti, taṁ dantaṭṭhānaṁ. Yattha ‘‘puppha’’nti vuccati, taṁ oṭṭhaṭṭhānaṁ. Nāsapadeso nāsikaṭṭhānaṁ.",
  "anya-e0201n0:45": "Katthaci pana uraṭṭhānaṁ, siraṭṭhānaṁ, jivhāmūlaṭṭhānantipi āgataṁ. Tattha siraṭṭhānaṁ nāma muddhaṭṭhānameva. Jivhāmūlaṭṭhānaṁ pana sabbavaṇṇānaṁ sādhāraṇanti vadanti.",
  "anya-e0201n0:46": "Karaṇaṁ catubbidhaṁ – jivhāmūlaṁ, jivhopaggaṁ, jivhaggaṁ, sakaṭṭhānanti.",
  "anya-e0201n0:47": "Payatanaṁ catubbidhaṁ – saṁvuṭaṁ, vivaṭaṁ, phuṭṭhaṁ, īsaṁphuṭṭhanti. Tattha karaṇānaṁ sakasakaṭṭhānehi saddhiṁ saṁvaraṇādiko visesākāro saṁvuṭādi nāma.",
  "anya-e0201n0:48": "Tattha kaṇṭhapadesānaṁ aññamaññaṁ saṅghaṭṭanena uppannā avaṇṇa, kavagga, hakārā kaṇṭhajā nāma. Tālumhi jivhāmajjhasaṅghaṭṭanena uppannā ivaṇṇa, cavagga, yakārā tālujā nāma. Mukhabbhantaramuddhamhi jivhopaggasaṅghaṭṭanena uppannā ṭavagga, ra, ḷakārā muddhajā nāma. Upari dantapantiyaṁ jivhaggasaṅghaṭṭanena uppannā tavagga, la, sakārā dantajā nāma. Oṭṭhadvayasaṅghaṭṭanena uppannā uvaṇṇa, pavaggā oṭṭhajā nāma. Niggahītaṁ nāsikajaṁ nāma. Pañcavaggantā pana nāsikaṭṭhānepi sakaṭṭhānepi jāyanti. Ekāro kaṇṭhatālujo. Okāro kaṇṭhoṭṭhajo. Vakāro dantoṭṭhajo. Apica ivaṇṇuvaṇṇā kaṇṭhepi jāyantiyeva. Yadā hakāro vaggantehi vā ya, ra, la, vehi vā yutto hoti, tadā urajoti vadanti. Pañho, tuṇhi, nhāto, vimhito, gayhate, vulhate, avhānaṁ.",
  "anya-e0201n0:49": "Kaṇṭhaṁ saṁvaritvā uccārito akāro saṁvuṭo nāma. Sakasakaṭṭhāna, karaṇāni vivaritvā uccāritā sesasarā ca sa, hakārā ca vivaṭā nāma. Tāniyeva gāḷhaṁ phusāpetvā uccāritā pañcavaggā phuṭṭhā nāma. Thokaṁ phusāpetvā uccāritā ya, ra, la, vā īsaṁphuṭṭhā nāma. Tattha oṭṭhajesu tāva pavaggaṁ vadantānaṁ oṭṭhadvayassa gāḷhaṁ phusanaṁ icchitabbaṁ. Kasmā? Phuṭṭhapayatanikattā pavaggassa. Uvaṇṇaṁ vadantānaṁ pana oṭṭhadvayassa vivaraṇaṁ icchitabbaṁ. Kasmā? Vivaṭapayatanikattā uvaṇṇassa. Esa nayo sesesu sabbesūti.",
  "anya-e0201n0:50": "Cūḷaniruttiyaṁ pana sabbe rassasarā saṁvuṭā nāma, sabbedīghasarā vivaṭā nāmāti vuttaṁ. Tathā saddasāratthajāliniyaṁ, katthaci sakkaṭaganthe ca. Idaṁ yuttataraṁ. Aññaṭṭhānikabyañjanehi yuttā sarā attano ṭhāna, karaṇāni jahantāpi payatanaṁ na jahanti. Tasmā nānāvaṇṇānaṁ saṁsagge payatanānaṁ saṁsaggabhedopi veditabboti. Tattha ‘‘suṇātu me’’ti vadanto yadi ṇā-kāraṁ jivhaggena dantaṭṭhāne katvā vadeyya, dantajo nā-kāro eva bhaveyya. Tu-kārañca jivhopaggena muddhaṭṭhāne katvā vadeyya, muddhajo ṭu-kāro eva bhaveyya. Evañca sati akkharavipatti nāma siyā. Esa nayo sesesu muddhajadantajesu. Tasmā kammavācaṁ sāventehi nāma ṭhāna, karaṇa, payatanesu suṭṭhu kusalehi bhavitabbanti.",
  "anya-e0201n0:51": "Sithilañca , dhanitañca, dīghaṁ, rassaṁ, garuṁ, lahuṁ;",
  "anya-e0201n0:52": "Niggahītaṁ, vimuttañca, sambandhañca, vavatthitaṁ nī. 9, 10, 11, 12, 13, 14, 15, 16-19, 20, 21 suttesu passitabbaṁ.",
  "anya-e0201n0:53": "Mudunā vacīpayogena vattabbā vaggapaṭhama, tatiya, pañcamā sithilā nāma. Thaddhena vacīpayogena vattabbā vaggadutiya, catutthā dhanitā nāma. Dīgha, rassā pubbe vuttā. Dīghā ceva saṁyogapubbā ca niggahītantā ca garukā nāma. Sesā lahukā nāma. Yathā saddasahito vāto mukhachiddena bahi anikkhamma nāsasotābhimukho hoti, tathā mukhaṁ avivaṭaṁ katvā vattabbaṁ byañjanaṁ niggahītaṁ nāma. Tena yuttāni sabbabyañjanāni niggahītantāni nāma. Sesā vimuttā nāma. Padasandhivasena vattabbaṁ sambandhaṁ nāma. Padacchedaṁ katvā vattabbaṁ vavatthitaṁ nāma.",
  "anya-e0201n0:54": "Byañjanavuttirāsi niṭṭhito.",
  "anya-e0201n0:55": "Lahusaññārāsi",
  "anya-e0201n0:56": "Jho, lo, po, gho, go.",
  "anya-e0201n0:57": "9.Yuvaṇṇāiyuvaṇṇā (bahūsu)jhalā nāmassanteka. 58; rū. 29; nī. 205.",
  "anya-e0201n0:58": "Anitthiliṅgassa nāmassa ante ivaṇṇuvaṇṇā kamena jhalasaññā honti.",
  "anya-e0201n0:59": "10.Pitthiyaṁka. 59; rū. 182; nī. 206.",
  "anya-e0201n0:60": "Itthiliṅge nāmassante ivaṇṇuvaṇṇā pasaññā honti.",
  "anya-e0201n0:61": "11.Ghāka. 60; rū. 177; nī. 207.",
  "anya-e0201n0:62": "Gho",
  "anya-e0201n0:63": ", Ā iti dvipadaṁ. Itthiliṅge ākāro ghasañño hoti.",
  "anya-e0201n0:64": "12.Go syālapaneka. 57; rū. 71; nī. 214.",
  "anya-e0201n0:65": "Ālapane si gasañño hoti.",
  "anya-e0201n0:66": "Lahusaññārāsi niṭṭhito.",
  "anya-e0201n0:67": "Saṅketarāsi",
  "anya-e0201n0:68": "13.Vidhi visesanaṁ yaṁ tassacaṁ. 1.1.6; pā. 1.1.72; vidhibbisesanantassa (bahūsu).",
  "anya-e0201n0:69": "Sutte yaṁ visesanaṁ dissati, tassa vidhi ñātabbo.",
  "anya-e0201n0:70": "‘Ato yonaṁ ṭāṭe’. Narā, nare. Yonanti visesanaṁ. Ṭāṭeti vidhi.",
  "anya-e0201n0:71": "14.Sattamiyaṁ pubbassarū. 8 (piṭṭhe); caṁ. 1.1.7; pā. 1.1.66.",
  "anya-e0201n0:72": "Sattamīniddese pubbavaṇṇasseva vidhi ñātabbo.",
  "anya-e0201n0:73": "‘Saro lopo sare’. Lokaggo apa. thera 1.12.57.",
  "anya-e0201n0:74": "15.Pañcamiyaṁ parassacaṁ. 1.1.8; pā. 1.1.67.",
  "anya-e0201n0:75": "Pañcamīniddese parasseva vidhi ñātabbo.",
  "anya-e0201n0:76": "‘Ato yonaṁ ṭāṭe’. Narā, nare.",
  "anya-e0201n0:77": "16.Ādissacaṁ. 1.1.9; pā. 1.1.54.",
  "anya-e0201n0:78": "Parassa sissamāno dissamāno (mū) vidhi ādivaṇṇassa ñātabbo.",
  "anya-e0201n0:79": "‘Ra saṅkhyāto vā’. Terasa.",
  "anya-e0201n0:80": "17.Chaṭṭhiyantassacaṁ. 1.1.10; pā. 1.1.52.",
  "anya-e0201n0:81": "Chaṭṭhīniddese tadantassa vidhi ñātabbo.",
  "anya-e0201n0:82": "‘Rājassi nāmhi’. Rājinā.",
  "anya-e0201n0:83": "18.Ṅānubandhocaṁ. 1.1.11; pā. 1.1.53.",
  "anya-e0201n0:84": "Ṅānubandho ādeso chaṭṭhīniddiṭṭhassa antassa ñātabbo.",
  "anya-e0201n0:85": "‘Gossāvaṅa’. Gavassaṁ.",
  "anya-e0201n0:86": "19.Ṭānubandhonekavaṇṇo sabbassacaṁ. 1.1.12; pā. 1.1.55; ṭānubandhānekavaṇṇā sabbassa (bahūsu).",
  "anya-e0201n0:87": "Yo ca ṭānubandho ādeso, yo ca anekavaṇṇo ādeso, tadubhayaṁ chaṭṭhīniddiṭṭhassa sabbasseva vaṇṇasamudāyassa ñātabbaṁ.",
  "anya-e0201n0:88": "Ṭānubandhe tāva –",
  "anya-e0201n0:89": "‘Imassānitthiyaṁ ṭe’. Esu.",
  "anya-e0201n0:90": "Anekavaṇṇe –",
  "anya-e0201n0:91": "‘Animi nāmhi’. Anena, iminā.",
  "anya-e0201n0:92": "20.Ñakānubandhā ādyantācaṁ. 1.1.13; pā. 1.1.46.",
  "anya-e0201n0:93": "Ñānubandho āgamo ca kānubandho āgamo ca kamena chaṭṭhīniddiṭṭhassa ādimhi ca ante ca ñātabbo.",
  "anya-e0201n0:94": "Ñānubandhe –",
  "anya-e0201n0:95": "‘Brūto tissiña’. Braviti.",
  "anya-e0201n0:96": "Kānubandhe –",
  "anya-e0201n0:97": "‘Bhūssa vuka’. Babhuva.",
  "anya-e0201n0:98": "21.Mānubandho sarānamantā parocaṁ. 1.1.14; pā. 1.1.47.",
  "anya-e0201n0:99": "Mānubandho āgamo sarānaṁ antasaramhā paro hoti.",
  "anya-e0201n0:100": "‘Najjāyo svāma’. Najjāyo sandanti. ‘Maṁ vā rudhādīnaṁ’. Rundhati. ‘Jara sadānamīma vā’. Jīrati, sīdati.",
  "anya-e0201n0:101": "Imasmiṁ byākaraṇe anekasaratā nāma nadī, purisa iccādīsu liṅgapadesu eva atthi, gamu, pacaiccādīsu dhātupadesu natthi. Sabbadhātuyo byañjanantā eva honti, dhātvantalopakiccaṁ natthi. Tasmā najjāyoti ettha ī-kāro antasaro nāma. Tato ‘najjāyo svāma’ iti suttena ā-kārāgamo. Rundhatīti ettha pana u-kāro antasaro nāma, tato ‘‘maṁ vā rudhādīna’’nti suttena bindāgamo. Evaṁ jīrati, sīdati iccādīsu. Mrammapotthakesu pana ‘‘mānubandho padānamantā paro’’ti pāṭho, so sīhaḷapotthakehi na sameti.",
  "anya-e0201n0:102": "22.Vippaṭisedhecaṁ. 1.1.16; pā. 1.4.2.",
  "anya-e0201n0:103": "Samānavisayānaṁ dvinnaṁ vidhīnaṁ aññamaññapaṭisedharahite ṭhāne yebhuyyena paro vidhi okāsaṁ labhati.",
  "anya-e0201n0:104": "Cattārome bhikkhave dhammā aṅguttaranikāye -ettha cattārimeti pubbalope sampatte paralopo okāsaṁ labhati.",
  "anya-e0201n0:105": "23.Saṅketo nāvayavonubandhocaṁ. 1.1.5.",
  "anya-e0201n0:106": "Yo vaṇṇo payogassa avayavo na hoti, suttesu saṅketamatto hoti, so anubandho nāma.",
  "anya-e0201n0:107": "‘Gossāva’ . Gavassaṁ-etena padarūpavidhāne anubandho upayogaṁ na gacchatīti ñāpeti.",
  "anya-e0201n0:108": "24.Vaṇṇaparena savaṇṇopi.",
  "anya-e0201n0:109": "Vaṇṇasaddo paro etasmāti vaṇṇaparo, vaṇṇaparena rassasarena savaṇṇopi gayhati sayañca, avaṇṇoti vutte ā-kāropi gayhati a-kāro cāti vuttaṁ hoti. Evaṁ ivaṇṇuvaṇṇesu.",
  "anya-e0201n0:110": "25.Ntuvantumantāvantutavantusambandhīntu vantumantvāvantutavantu sambandhī (bahūsu).",
  "anya-e0201n0:111": "Ntuiti vutte vantu, mantu, āvantu, tavantūnaṁ sambandhībhūto ntukāro gayhati.",
  "anya-e0201n0:112": "‘Ntantūnaṁ nto yomhi paṭhame’. Guṇavanto, satimanto, yāvanto, bhuttavanto.",
  "anya-e0201n0:113": "Saṅketarāsi niṭṭhito.",
  "anya-e0201n0:114": "Sandhividhāna",
  "anya-e0201n0:115": "Atha sandhividhānaṁ dīpiyate.",
  "anya-e0201n0:116": "Lopo, dīgho, rasso, vuddhi, ādeso, āgamo, dvibhāvo, vipallāso.",
  "anya-e0201n0:117": "Loparāsi",
  "anya-e0201n0:118": "26.Saro lopo sareka. 12; rū. 13; nī. 30.",
  "anya-e0201n0:119": "Luppatīti lopo. Sare pare sarūpo vā asarūpo vā pubbo saro lopo hoti.",
  "anya-e0201n0:120": "Sarūpe tāva –",
  "anya-e0201n0:121": "Avaṇṇe-lokaggo apa. thera 1.12.57, bhavāsavo, dha. sa. 1102 avijjāsavo dha. sa. 1102, avijjānusayo vibha. 949.",
  "anya-e0201n0:122": "Ivaṇṇe-munindo, munīrito, varavādīrito, itthindriyaṁ vibha. 219.",
  "anya-e0201n0:123": "Uvaṇṇe-bahūpakāro jā. 1.22.588, bahukā ūmi bahūmi, sarabhuyā ūmi sarabhūmi, sarabhuyā udakaṁ sarabhūdakaṁ.",
  "anya-e0201n0:124": "Asarūpe –",
  "anya-e0201n0:125": "Sotindriyaṁ vibha. 219, kāmupādānaṁ, bhavesanā dī. ni. 3.305, bhavogho dha. sa. 1156, so tuṇhassa pārā. 381, diṭṭhānusayo vibha. 949, diṭṭhupādānaṁ, diṭṭhekaṭṭhaṁ, diṭṭhogho dha. sa. 1156, mudindriyaṁ mahāva. 9, puttā matthi dha. pa. 62, urassa dukkho pāci. 402, asantettha na dissanti dha. pa. 304 iccādi.",
  "anya-e0201n0:126": "Iti pubbaloparāsi.",
  "anya-e0201n0:127": "27.Paro kvacika. 13; rū. 15; nī. 31.",
  "anya-e0201n0:128": "Pubbasaramhā sarūpo vā asarūpo vā paro saro kvaci lopo hoti.",
  "anya-e0201n0:129": "Sarūpe tāva –",
  "anya-e0201n0:130": "Taṁ kadāssu bhavissati jā. 2.22.144 ādayo; taṁ kudassu, kudāssu nāma dummedho, dukkhassantaṁ karissati dha. pa. 376, yadāssa sīlaṁ paññañca jā. 2.22.1474, tadāssu kaṇhaṁ yuñjanti jā. 1.1.29 -kaṇhanti mahākaṇhagoṇaṁ, taṇhāssa vippahīnā, māssu kujjha rathesabha, satthahārakaṁ vāssa pariyeseyya pārā. 167, 171, āgatāttha tumhe, sotukāmāttha tumhe, māyyo evarūpamakāsi, papaṁ avinduṁ jā. 1.1.2 -pavaḍḍhaṁ āpaṁ labhiṁsūtyattho, nālaṁ kabaḷaṁ padātave jā. 1.1.27 -pa+ādātaveti chedo, gaṇhituntattho, ruppatīti rūpaṁ, bujjhatīti buddho-dīgho, aggīva tappati, itthīva gacchati, nadīva sandati, mātupaṭṭhānaṁ, pitupaṭṭhānaṁ, yete dhammā ādikalyāṇā cūḷava. 399 iccādi.",
  "anya-e0201n0:131": "Asarūpe –",
  "anya-e0201n0:132": "Itissa pāci. 465, itipi pārā. 1, assamaṇīsi pārā. 135, akataññūsi dha. pa. 383, vandehaṁ, sohaṁ, yassadāni mahāva. 242, chāyāva anapāyinī dha. pa. 2, mādisesu kathāva kā, kinnumāva samaṇiyo madhuvā maññati bālo dha. pa. 69, cakkhundriyaṁ vibha. 219, dveme bhikkhave dhammā a. ni. 2.3, tayome bhikkhave dhammā a. ni. 3.17 iccādi.",
  "anya-e0201n0:133": "Kvacīti kiṁ? Katamā cānanda aniccasaññā a. ni. 10.60.",
  "anya-e0201n0:134": "Iti paraloparāsi.",
  "anya-e0201n0:135": "28.Na dve vā.",
  "anya-e0201n0:136": "Dve pubbaparasarā kvaci lopā na honti vā.",
  "anya-e0201n0:137": "Appamādo amataṁ padaṁ dha. pa. 21, ko imaṁ pathaviṁvicessati dha. pa. 44.",
  "anya-e0201n0:138": "Kvacitveva? Sotindriyaṁ vibha. 219, cakkhundriyaṁ vibha. 219,",
  "anya-e0201n0:139": "Vāti kiṁ ? Komaṁ vasaliṁ parāmasissati.",
  "anya-e0201n0:140": "Ito paṭṭhāya yāvasandhikaṇḍāvasānā yuttaṭṭhānesu sabbattha kvacisaddo, vāsaddo ca vattante. Tattha kvacisaddo nānāpayogaṁ dasseti. Vāsaddo ekapayogassa nānārūpaṁ dasseti. Lopanisedho.",
  "anya-e0201n0:141": "29.Parasarassa.",
  "anya-e0201n0:142": "Niggahītamhā parasarassa kvaci lopo hoti vā.",
  "anya-e0201n0:143": "Tvaṁsi pe. va. 47; jā. 2.22.764, candaṁva vimalaṁ suddhaṁ dha. pa. 413; su. ni. 642, cakkaṁva vahato padaṁ dha. pa. 1, halaṁdāni pakāsituṁ mahāva. 8, kinti vadeyyaṁ, cīvaranti, pattanti, bhikkhunti.",
  "anya-e0201n0:144": "Iti saraloparāsi.",
  "anya-e0201n0:145": "30.Saṁyogādi lopo.",
  "anya-e0201n0:146": "Saṁyogassa ādibhūto byañjano kvaci lopo hoti vā.",
  "anya-e0201n0:147": "Pupphaṁsā uppajjati pārā. 36 – idha pubbasuttena saralopo, evaṁsa te āsavā pahīnā honti ma. ni. 1.24, sace bhutto bhaveyyāhaṁ, sājīvo garahito mama mi. pa. 6.1.5 - assa+ājīvoti chedo, bhaveyyāti attho.",
  "anya-e0201n0:148": "Tīsu byañjanesu sarūpānaṁ dvinnaṁ ādibyañjanassa lopo – agyāgāraṁ pāci. 326, agyāhito, vutyassa, vityānubhūyate, ekasataṁ khatyā jā. 2.22.594, ratyo, ratyā, ratyaṁ, sakvāhaṁ mārisa devānamindo saṁ. ni. 1.268, iccādi.",
  "anya-e0201n0:149": "Sarūpānanti kiṁ? Titthyā puthuso vadanti su. ni. 897, catutthyantaṁ, chaṭṭhuntaṁ, cakkhvābādhaṁ, vatthvettha.",
  "anya-e0201n0:150": "Iti byañjanaloparāsi.",
  "anya-e0201n0:151": "31.Lopo.",
  "anya-e0201n0:152": "Niggahītassa kvaci lopo hoti vā.",
  "anya-e0201n0:153": "Sare pare tāva –",
  "anya-e0201n0:154": "Evāhaṁ cintayitvāna bu. vaṁ. 2.27, pupphadānaṁ adāsahaṁ-adāsiṁ+ahanti chedo, bindulopo, puna pubbasaralopo, tuyhatthāya mahāmuni, tuyhevetaṁ dukkaṭaṁ dī. ni. 2.178, tāsāhaṁ santike pāci. 709, tesāhaṁ evaṁ vadāmi, pañcannetaṁ dhammānaṁ adhivacanaṁ, channetaṁ dhammānaṁ adhivacanaṁ, samaṇa tveva pucchāmi jā. 2.22.253 samaṇa teva, brāhmaṇa tveva pucchāmi jā. 2.22.258 brāhmaṇa teva -tvaṁ+evāti chedo, vidūnaggamiti.",
  "anya-e0201n0:155": "Byañjane pare –",
  "anya-e0201n0:156": "Taṁ tuyhamūle paṭidesemi.",
  "anya-e0201n0:157": "Gāthāyaṁ –",
  "anya-e0201n0:158": "Ariyasaccānadassanaṁ khu. pā. 5.11, etaṁ buddhāna sāsanaṁ dha. pa. 183, khandhānañca paṭipāṭi, dhātuāyatanāna ca dha. sa. aṭṭha. nidānakathā.",
  "anya-e0201n0:159": "Māgame pare –",
  "anya-e0201n0:160": "Garuḷo uragāmiva jā. 1.4.124 supaṇṇo, dhammo arahatāmiva dī. ni. 2.348, āloko passatāmiva su. ni. 769, bako kakkaṭakāmiva jā. 1.1.38, nabhaṁ tārakitāmiva jā. 2.22.1989 tārācitāmiva, padumaṁ hatthagatāmiva jā. 2.22.2336 -etesu māgame bindulopo, byañjane pubbasaradīgho ca.",
  "anya-e0201n0:161": "Tathā saṁupasaggassa bindulope antasaradīgho –",
  "anya-e0201n0:162": "Sārāgo, sāratto, avisāhāro, sārambho, sāraddho, sāketaṁ nagaraṁ, sādhāraṇaṁ, saṁ assa atthīti sāmī.",
  "anya-e0201n0:163": "Samāse tumantamhi niccaṁ –",
  "anya-e0201n0:164": "Kattukāmo, gantukāmo iccādi.",
  "anya-e0201n0:165": "Iti binduloparāsi.",
  "anya-e0201n0:166": "32.Syādilopo pubbassekassa.",
  "anya-e0201n0:167": "Vicchāyaṁ ekassa vibhatyantassa padassa dvitte kate pubbapadassa syādilopo hoti.",
  "anya-e0201n0:168": "Ekekaṁ, ekekāni, ekekena, ekekassa iccādi.",
  "anya-e0201n0:169": "Māgame –",
  "anya-e0201n0:170": "Ekamekaṁ, ekamekāni iccādi.",
  "anya-e0201n0:171": "Iti syādiloparāsi.",
  "anya-e0201n0:172": "Appavidhānamuccate.",
  "anya-e0201n0:173": "33.Tadaminādīnicaṁ. 5.2.1.27; pā. 6.3.109; mu. 2.34; kā. 2.27.",
  "anya-e0201n0:174": "Mahāvuttisuttamidaṁ, tadaminādīni padarūpāni iminā nipātanena sijjhantīti attho.",
  "anya-e0201n0:175": "Saralopo byañjane –",
  "anya-e0201n0:176": "Lābu=alābu , pidhānaṁ=apidhānaṁ, dvāraṁ pidahitvā=apidahitvā, gini=aggini, ratnaṁ=ratanaṁ, nhānaṁ=nahānaṁ, asnāti=asanāti, hanti=hanati, hanti kuddho puthujjano a. ni. 7.64, phalaṁ ve kadaliṁ hanti a. ni. 4.68, sakkāro kāpurisaṁ hanti. Katthaci bahuvacanampi dissati. Vikkosamānā tibbāhi, hanti nesaṁ varaṁ varaṁ jā. 2.22.2370.",
  "anya-e0201n0:177": "Ivaṇṇalope –",
  "anya-e0201n0:178": "Ārāmarukkhacetyāni=cetiyāni dha. pa. 188, athatthekasataṁ khatyā jā. 2.22.594 =khattiyā, tithyā puthuso vadanti su. ni. 897. Tithyā puthuso niviṭṭhā su. ni. 898 =titthiyā. Viddhasto=viddhaṁsito, utrasto=utrāsito, sneho=sineho, klesavatthūni=kilesavatthūni, kriyā=kiriyā, plavanti=pilavanti.",
  "anya-e0201n0:179": "Uvaṇṇalope –",
  "anya-e0201n0:180": "Paddhāni=padumāni, usmā=usumā iccādi.",
  "anya-e0201n0:181": "Saṁyogādibyañjanalopo ca –",
  "anya-e0201n0:182": "Puttānañhi vadho dukho, mātigho labhate dukhaṁ, appassādā kāmā dukhā, natthi kāmaparaṁ dukhaṁ jā. 2.19.118, sekho=sekkho, apekhā=apekkhā, upasampadāpekho=upasampadāpekkho mahāva. 70 iccādi.",
  "anya-e0201n0:183": "Sarena saha byañjanalopo –",
  "anya-e0201n0:184": "Paṭisaṅkhā yoniso a. ni. 6.58, akkhāti=akkhāyati, gandhaṁ ghāti=ghāyati, abhiññā=abhiññāya, pariññā=pariññāya, adhiṭṭhā=adhiṭṭhāya, patiṭṭhā=patiṭṭhāya, āvīkatā hissa phāsu mahāva. 134, assavanatā dhammassa parihāyanti mahāva. 8, vipāko tadārammaṇatā uppajjati paṭṭhā. 3.1.98, dasāhaparamatā dhāretabbaṁ pārā. 462, nāyaṁ brāhmaṇabhojanatthā, tilodano hehiti jā. 1.8.1, visasenova gārayho, yassatthā rukkharopakā jā. 1.3.54 =visasenovāti evaṁnāmako rājā eva, yassatthā dūramāyanti jā. 1.3.28 – yassāti udarassa, pitu atthā candavatī jā. 1.9.66, upādārūpaṁ, anupādā vimutto, saddhāpabbajito, upanidhāpaññatti. Saṁvidhāvahāro, yāti=yāyati, vāti=vāyati, nibbāti=nibbāyati, nibbanti=nibbāyanti, pahāti=pahāyati, sappatisso=sappatissayo, suhado=suhadayo=sabbattha yalopo,",
  "anya-e0201n0:185": "Mukharo=mukhakharo, vācākaraṇo=vākkaraṇo, vācāpatho=byappatho=vāssa byattaṁ, rassattañca, evaṁ byākho=evaṁ viya kho=vissa byattaṁ, dīgho ca yalopo ca.",
  "anya-e0201n0:186": "Lolupo, momuho, kukkuco, susukho, roruvoiccādīsu pana atisayatthadīpanatthaṁ padadvittaṁ katvā pubbapadesu akkharalopo.",
  "anya-e0201n0:187": "Padalopo ādimajjhantesu –",
  "anya-e0201n0:188": "Datto=devadatto, assehi yutto ratho=assaratho, rūpabhavo=rūpaṁ, arūpabhavo=arūpaṁ iccādi.",
  "anya-e0201n0:189": "Loparāsi niṭṭhito.",
  "anya-e0201n0:190": "Dīgha, rassarāsi",
  "anya-e0201n0:191": "Atha dīgha, rassā dīpiyante.",
  "anya-e0201n0:192": "34.Sesā dīghā.",
  "anya-e0201n0:193": "Pakkhittamidaṁ suttaṁ. Luttehi vā ādesakatehi vā vaṇṇehi sesā rassasarā kvaci dīghā honti vā.",
  "anya-e0201n0:194": "Pubbalutte tāva –",
  "anya-e0201n0:195": "Tatrāyamādi bhavatiṁ dha. pa. 375, tatrābhiratimiccheyya dha. pa. 88; saṁ. ni. 5.198, buddhānussati, saddhīdha vittaṁ purisassa seṭṭhaṁ su. ni. 183, anāgārehi cūbhayaṁ dha. pa. 404; su. ni. 633, dhammūpasaṁhitā dī. ni. 2.349, tathūpamaṁ dhammavaraṁ adesayi khu. pā. 6.13, tesaṁ vūpasamo sukho dī. ni. 2.221 iccādi.",
  "anya-e0201n0:196": "Paralutte –",
  "anya-e0201n0:197": "Ajitāti bhagavā avoca su. ni. 1039, 1041, sumedho sājāto cāti, ruppatīti rūpaṁ saṁ. ni. 3.79, bujjhatīti buddho, sādhūtipatissuṇitvā dha. pa. aṭṭha. 1.4 kāḷayakkhinīvatthu, kiṁsūdha vittaṁ purisassa seṭṭhaṁ su. ni. 184 iccādi.",
  "anya-e0201n0:198": "Bindulutte –",
  "anya-e0201n0:199": "Tāsāhaṁ pāci. 709, tesāhaṁ jā. 2.22.313.",
  "anya-e0201n0:200": "Ādesesu –",
  "anya-e0201n0:201": "Myāyaṁdhammo mahāva. 7, svāhaṁ pe. va. 485, vityānubhūyate iccādi.",
  "anya-e0201n0:202": "Yadipi imāni rūpāni byañjane uparisuttena sijjhanti, luttādesesu pana niccamiva dīghasiddhiñāpanatthaṁ idaṁ suttaṁ pakkhittanti daṭṭhabbaṁ.",
  "anya-e0201n0:203": "35.Byañjane dīgharassāka. 25, 26; nī. 35, 36, 64, 71, 165, 179.",
  "anya-e0201n0:204": "Byañjane pare rassadīghānaṁ kvaci dīgha, rassā honti vā. Tattha dīghavidhi nāma gāthāvasena vā āgamavasena vā vacanasukhavasena vā buddhisukhavasena vā hoti.",
  "anya-e0201n0:205": "Tattha gāthāvasena tāva –",
  "anya-e0201n0:206": "Madhuvāmaññati bālo dha. pa. 69, khantī ca sovacassatā khu. pā. 5.10, evaṁ gāme munī care dha. pa. 49, sakko ujū ca suhujū ca khu. pā. 9.1 iccādi.",
  "anya-e0201n0:207": "Āgame –",
  "anya-e0201n0:208": "Uragāmiva jā. 1.7.30, arahatāmiva dī. ni. 2.348, passatāmiva su. ni. 769 iccādi. Gāthāvasenātipi yujjati.",
  "anya-e0201n0:209": "Vacanasukhañca buddhisukhañca purime sesadīghepi labbhati.",
  "anya-e0201n0:210": "Tattha vacanasukhe –",
  "anya-e0201n0:211": "Chārattaṁ mānattaṁ cūḷava. 97, pakaṭṭhaṁ vacanaṁ pāvacanaṁ, pāsādo, pākāro, pāvassi megho, nagaraṁ pāvisi, pāvekkhi, pārisuddhi, pāṭipado, caturāsītisahassāni dha. sa. aṭṭha. 584 iccādi.",
  "anya-e0201n0:212": "Buddhisukhaṁ nāma padacchedañāṇasukhaṁ. Tattha –",
  "anya-e0201n0:213": "Sātthaṁ sabyañjanaṁ pārā. 1, sātthikā dhammadesanā, cakkhumāssa yathā andho iccādi.",
  "anya-e0201n0:214": "Bindulutte pana sārāgo, sāratto iccādīni pubbe uddhaṭāniyeva.",
  "anya-e0201n0:215": "Iti dīgharāsi.",
  "anya-e0201n0:216": "Rassasandhimhi gāthāvasena tāva –",
  "anya-e0201n0:217": "Yiṭṭhaṁvahutaṁva loke dha. pa. 108, bhovādi nāma so hoti dha. pa. 396; su. ni. 625, yathābhāvi guṇena so iccādi.",
  "anya-e0201n0:218": "Āgame ya, ra, dāgamesu pubbarasso –",
  "anya-e0201n0:219": "Yathayidaṁ a. ni. 1.1-4, tathayidaṁ, yathariva amhākaṁ bhagavā, tathariva bhikkhusaṅgho, sammadeva samācare saṁ. ni. 1.112, sammadakkhāto mayā satisambojjhaṅgo saṁ. ni. 5.194 iccādi.",
  "anya-e0201n0:220": "Saṁyogarasso nāma bahulaṁ labbhati –",
  "anya-e0201n0:221": "Akkamo, parakkamo, akkhāto, aññā, aññindriyaṁ, aññātaṁ bhagavā, aññātaṁ sugata, attharaṇaṁ, apphoṭeti, alliyati, acchindati, assādo, ābhassaro, pabhassaro, sabbaññutaññāṇaṁ, jhānassa lābhimhi vasimhi pārā. 203-204.",
  "anya-e0201n0:222": "Tā, topaccayesupi rasso –",
  "anya-e0201n0:223": "Kataññutā, atthaññutā, dhammaññutā, kaññato, nadito, vadhuto.",
  "anya-e0201n0:224": "Samāse –",
  "anya-e0201n0:225": "Itthipumaṁ, itthiliṅgaṁ, itthibhāvo, sabbaññubuddho iccādi.",
  "anya-e0201n0:226": "Iti rassarāsi.",
  "anya-e0201n0:227": "Dīgha, rassarāsi niṭṭhito.",
  "anya-e0201n0:228": "Vuddhirāsi",
  "anya-e0201n0:229": "Atha vuddhisandhi dīpiyate.",
  "anya-e0201n0:230": "36.Yuvaṇṇānameo luttāka. 14; rū. 16; nī. 34.",
  "anya-e0201n0:231": "Luttā pubbasaramhā vā parasaramhā vā sesānaṁ ivaṇṇuvaṇṇānaṁ kamena e, oādesā honti vā.",
  "anya-e0201n0:232": "Paraivaṇṇe –",
  "anya-e0201n0:233": "Bandhusseva samāgamo, ateva me acchariyaṁ jā. 2.22.1988, vāteritaṁ, jineritaṁ.",
  "anya-e0201n0:234": "Parauvaṇṇe –",
  "anya-e0201n0:235": "Gaṅgodakaṁ, pattaṁ vodakaṁ katvā cūḷava. 376, saṅkhyaṁ su. ni. 754 nopeti vedagū mahāni. 6, udakomiva jātaṁ.",
  "anya-e0201n0:236": "Kriyāpadesu –",
  "anya-e0201n0:237": "Veti, apeti, upeti, apekkhā, upekkhā iccādi.",
  "anya-e0201n0:238": "Pubbaivaṇṇe –",
  "anya-e0201n0:239": "Rathesabho, janesabho, munelayo iccādi- tattha rathīnaṁ āsabho jeṭṭhakoti rathesabho, rathīnanti rathavantānaṁ ratharuḷhānaṁ yodhānanti attho. Janīnaṁ āsabho janesabho, janīnanti janavantānaṁ issarānaṁ. Munīnaṁ ālayo vihāro munelayo.",
  "anya-e0201n0:240": "Pubbauvaṇṇe –",
  "anya-e0201n0:241": "Sundarā itthī sotthi, sundaro attho yassāti sotthi, rassattaṁ, maṅgalaṁ.",
  "anya-e0201n0:242": "Vuddhirāsi niṭṭhito.",
  "anya-e0201n0:243": "Ādesasandhi",
  "anya-e0201n0:244": "Athādesasandhi dīpiyate.",
  "anya-e0201n0:245": "37.Yavā sareka. 18, 19, 21, 45; nī. 44, 46, 47, 51, 58.",
  "anya-e0201n0:246": "Sare pare ivaṇṇuvaṇṇānaṁ ya, vādesā honti vā.",
  "anya-e0201n0:247": "Ivaṇṇe –",
  "anya-e0201n0:248": "Paṭisanthāravutyassa dha. pa. 376, sabbā vityānubhūyate, kyāhaṁ aparajjhāmi pārā. 383 – idha paṭhamaṁ bindhulopo, sutā ca paṇḍitātyattha, sutā ca paṇḍitātyamhā jā. 2.21.149, ñāto senāpatītyāhaṁ jā. 2.21.94, iccetaṁ kusalaṁ pārā. 411, iccassa vacanīyaṁ dīghanikāye, paccuttaritvā, paccāharati pārā. 305-307, pacceti, paccayo, acceti, accayo dī. ni. 1.251, accāyaṁ majjhimo khaṇḍo jā. 1.7.33 – atireko ayaṁ majjhimo khaṇḍotyattho, apuccaṇḍatā – aputiaṇḍatātyattho, jaccandho, jaccaghānako, jacceḷako, abbhuggacchati, abbheti, abbhokāso dī. ni. 1.191, ajjhokāso ajjhāgamā iccādi.",
  "anya-e0201n0:249": "Vātveva? Itissa muhuttampi pāci. 465, atisigaṇo, adhīritaṁ.",
  "anya-e0201n0:250": "Ettha ca iccetantiādīsu iminā suttena iti, pati, atiputi, jāti, abhi, adhisaddānaṁ ivaṇṇassa yattaṁ, ‘tavagga, varaṇāna’…nti suttena yamhi tavaggassa cattaṁ, ‘vagga, la, sehi te’ti suttena yassa pubbarūpattaṁ, abhi, adhisaddesu pana ‘catutthadutiyesvesa’…nti suttena vaggacatutthānaṁ tatiyattaṁ.",
  "anya-e0201n0:251": "Uvaṇṇe –",
  "anya-e0201n0:252": "Cakkhvābādhamāgacchati, pātvākāsi ma. ni. 2.308, vatthvettha vihitaṁ niccaṁ, dvākāro mahāva. 9, madhvāsavo pāci. 328, anvayo, anveti, svākkhāto mahāva. 26, 62, svākāro mahāva. 9, bahvābādho iccādi.",
  "anya-e0201n0:253": "38.Eonaṁka. 17, 18; rū. 19, 20; nī. 43, 44.",
  "anya-e0201n0:254": "Sare pare e, onaṁ ya, vādeso hoti vā.",
  "anya-e0201n0:255": "Kyassa byapathayo assu su. ni. 967, kyassu idha gocarā su. ni. 967 -ke+assa puggalassāti attho, byapathayoti vacanapathā, yathā nāmaṁ tathā jhassa-ce+assāti chedo, tyāhaṁ evaṁ vadeyyaṁ ma. ni. 1.30, tyassa pahīnā honti, putto tyāhaṁ mahārāja jā. 1.1.7, pabbatyāhaṁ gandhamādane jā. 2.22.397, adhigato kho myāyaṁ dhammo mahāva. 7, yyassa vippaṭisārajā, yyassa te honti anatthakāmā, yyassu maññāmi samaṇe-ettha ca avisiṭṭhepi vacanasadde ye+assāti padacchedabuddhisukhatthaṁ ‘yyassā’ti potthakāropanaṁ yujjatiyeva, yathā taṁ? ‘Yadāssa sīlaṁ paññañca’ jā. 2.22.1474 iccādīsu viya, kvatthosi jīvitena me, yāvatakvassa kāyo, tāvatakvassa byāmo dī. ni. 2.35, atha khvassa, atthi khvetaṁ brāhmaṇa, yatvādhikaraṇaṁ dī. ni. 1.213, yvāhaṁ, svāhaṁ iccādi.",
  "anya-e0201n0:256": "Vātveva? So ahaṁ vicarissāmi su. ni. 194, so ahaṁ bhante.",
  "anya-e0201n0:257": "39.Yuvaṇṇānamiyaṅuvaṅamoga. 5-136 (yuvaṇṇāna miya ṅu va ṅa sare).",
  "anya-e0201n0:258": "Sare pare ivaṇṇuvaṇṇantānaṁ padānaṁ iyaṅa, uvaṅādesā honti vā. Ṅānubandho antādesattho. Evaṁ sabbattha.",
  "anya-e0201n0:259": "Idha ekekassa padassa rūpadvayaṁ vuccate.",
  "anya-e0201n0:260": "Ivaṇṇe –",
  "anya-e0201n0:261": "Tiyantaṁ tyantaṁ – tattha tiyantanti iminā suttena siddhaṁ, tyantanti ‘yavā sare’ti suttena. Evaṁ sesesu. Aggiyāgāre agyāgāre, catutthiyatthe mahāva. 37 catutthyatthe, pañcamiyatthe pañcamyatthe, pathaviyākāso pathabyākāso, viyañjanaṁ byañjanaṁ, viyākato byākato, viyākaṁsu byākaṁsu, viyatto byatto, viyūḷho byūḷho, dhammaṁ adhiyeti ajjheti, patiyeti pacceti pattiyāyati vā, pariyaṅko pallaṅko, vipariyāso vipallāso, idha ekarūpaṁ hoti – pariyatti, pariyatto, pariyāyo, pallaṅkoiccādīsu parisadde rassa lattaṁ katvā issa ‘yavā sare’ti yatte kate yassa pubbarūpattaṁ.",
  "anya-e0201n0:262": "Uvaṇṇe –",
  "anya-e0201n0:263": "Bhikkhuvāsane, sayambhuvāsane, idhapi rūpadvayaṁ labbhati – duvaṅgikaṁ=dvaṅgikaṁ, bhuvādigaṇo=bhvādigaṇo iccādi.",
  "anya-e0201n0:264": "40.Vitisseve vārū. 33 (piṭṭhe).",
  "anya-e0201n0:265": "Evasadde pare itisaddassa i-kārassa vo hoti vā.",
  "anya-e0201n0:266": "Itveva coro aṅgulimālo, samuddotveva saṅkhyaṁ udā. 45 gacchati, mahāudakakkhandhotveva saṅkhyaṁ gacchati, mahāsammatotveva paṭhamaṁ akkharaṁ nibbattaṁ dī. ni. 3.131, isigilitveva samaññā ahosi ma. ni. 3.133.",
  "anya-e0201n0:267": "Vāti kiṁ? Iccevattho, samuddoteva saṅkhyaṁ gacchati.",
  "anya-e0201n0:268": "Suttavibhattena evasadde pare aññati-kārassa vattaṁ. Vilapatveva so dijo jā. 1.6.103, anusetvevassa kāmarāgo, anusetvevassa rūparāgo – anuseti+eva+assāti chedo, hotveva kāriyasanniṭṭhānaṁ, hoteva vā.",
  "anya-e0201n0:269": "41.Eonama vaṇṇeka. 27; rū 39; nī. 66, 163-4.",
  "anya-e0201n0:270": "Sarabyañjanabhūte vaṇṇe pare e, onaṁ attaṁ hoti vā. Tattha essa attaṁ yebhuyyena ma, dāgamesveva hoti.",
  "anya-e0201n0:271": "Akaramhasa te kiccaṁ jā. 1.4.29 – akaramhasetyattho, disvā yācakamāgate jā. 1.7.58; 2.22.2261, disvā paṇḍitamāgate jā. 2.22.783, yamāhu natthi vīriyanti jā. 2.18.162 – ye+āhutyattho. Kadassu – ke+assu, yadeva te jātinissitā, tadeva te jarānissitāye+eva, te+evāti chedo, sve bhavo svātanaṁ pārā. 22 – byañjane dīgho.",
  "anya-e0201n0:272": "Omhi –",
  "anya-e0201n0:273": "Sa sīlavā dha. pa. 84, sa paññavā, sa ve kāsāvamarahati dha. pa. 10, esa attho, esa dhammo dha. pa. 5, dinnamāsi janindena jā. 2.22.2161 (dinnamhāti janindena) – dinno+āsīti chedo, maggamatthi vibha. aṭṭha. 189 – maggo+atthi, aggamakkhāyati a. ni. 1.47, paccayākārameva ca vibha. aṭṭha. 225, saṅgho pabbatamiva, saddo cicciṭamiva, hiyyo bhavo hiyyattanaṁ, pāto asanaṁ pātarāso, pātamanusiṭṭho, kakusandha koṇāgamano, thera vādānamuttamo – kakusandhoti ca theroti ca chedo, theravādoti attho.",
  "anya-e0201n0:274": "Suttavibhattena animittepi hoti. Tuvañca dhanusekha ca jā. 1.16.239, paccayamahāpadeso hesa, ekakoṭṭhāso esa, abhilāpamattabhedo esa iccādi.",
  "anya-e0201n0:275": "42.Gossāvaṅaka. 22, 78; rū. 28; nī. 52, 229.",
  "anya-e0201n0:276": "Sare pare gossa antassa avaṅa hoti.",
  "anya-e0201n0:277": "Go ca asso ca gavāssaṁ.",
  "anya-e0201n0:278": "Suttavibhattena byañjanepi. Sagavacaṇḍo a. ni. 4.108, paragavacaṇḍo.",
  "anya-e0201n0:279": "Appavidhānamuccate.",
  "anya-e0201n0:280": "Mahāvuttinā avaṇṇassa uttaṁ, ottañca –",
  "anya-e0201n0:281": "Puthujjano, puthubhūto-puthūti vā eko pāṭipadiko, puthunā puthunītipi dissati, apekkhiyāno apekkhiyānaapekkhitvātyattho. Evaṁ anumodiyāno, marīcikūpamaṁ abhisambuddhāno, mā maṁ pisācā khādantu, jīva tvaṁ saradosataṁ jā. 1.2.9, rattidivova so dibbo, mānusaṁ saradosataṁ-vassasatantyattho, anuyanti disodisaṁ dī. ni. 3.281, sampatanti disodisaṁ-taṁ taṁ disantyattho, parosataṁ, parosahassaṁ, aññoññaṁ aññamaññaṁ, ponopuññaṁ punappunaṁ, ponobbhavikā taṇhā-punoti vā eko nipāto, puno tassa mahe sino, puno pattaṁ gahetvāna, na ca dāni puno atthi, mama tuyhañca saṅgamo, na puno amatākāraṁ, passissāmi mukhaṁ tava apa. therī 2.2.235.",
  "anya-e0201n0:282": "Ivaṇṇassa attaṁ, uttaṁ, ettañca –",
  "anya-e0201n0:283": "Tadamināpetaṁ pariyāyena veditabbaṁ-taṁ etaṁ atthajātaṁ iminā pariyāyena veditabbanti attho, sakiṁ āgacchati sīlenāti sakadāgāmī, itthiyā bhāvo itthattaṁ, evumaṁ – evaṁ+imanti chedo, tvaṁ no satthā mahāmune, atthadhammavidū ise.",
  "anya-e0201n0:284": "Uvaṇṇassa ittaṁ, ottañca –",
  "anya-e0201n0:285": "Mātito dī. ni. 1.303, pitito, mātipakkho, pitipakkho, mātigho jā. 2.19.118, pitigho, mattikaṁ dhanaṁ pārā. 34, pettikaṁ dhanaṁ, api no lacchasi, kacci no tumhe yāpetha, kathaṁ no tumhe yāpetha, sotukāmattha no tumhe bhikkhave, na no samaṁ atthi khu. pā. 6.3, na hi no saṅkarantena ma. ni. 3.272, natthi no koci pariyāyo jā. 1.5.110 (na hi no koci pariyāyo) – imesu tīsu nusaddo ekaṁsatthe, sosito sotatto ceva jā. 1.1.94 sotatto sosindo ceva; ma. ni. 1.157 – suṭṭhu sītalo suṭṭhu santattotyattho, jambunadiyā jātaṁ jambonadaṁ.",
  "anya-e0201n0:286": "Essa ittaṁ –",
  "anya-e0201n0:287": "Okandāmasi bhūtāni, pabbatāni vanāni ca jā. 2.22.2173 – avakandāmasetyattho, yaṁ karomasi brahmuno, tadajja tuyhaṁ dassāma dī. ni. 2.370, idha hemantagimhisu dha. pa. 286, buddhapaccekabuddhisu, cetehi cetaputtihi cariyā. 1.106 – cetaputtehi saddhintyattho.",
  "anya-e0201n0:288": "Ossa uttaṁ –",
  "anya-e0201n0:289": "Manuññaṁ, na tenatthaṁ abandhisu jā. 1.6.7 – so tena vacanena atthaṁ na abandhi na labhītyattho. Avhāyantu su yuddhena jā. 2.22.871 – so pahāravacanena maṁ avhayantotyattho. Api nu hanukā santā jā. 1.1.146 – no hanukā ekantaṁ khinnā dukkhapattātyattho.",
  "anya-e0201n0:290": "Vikārasandhipi ādesasandhirūpattā idha saṅgayhati.",
  "anya-e0201n0:291": "Iti sarādesarāsi.",
  "anya-e0201n0:292": "Kavaggato paṭṭhāya vaggāvaggabyañjanānaṁ ādeso dīpiyate.",
  "anya-e0201n0:293": "43.Vaggalasehi te.",
  "anya-e0201n0:294": "Pañcavaggehi ca la, sehi ca parassa ya-kārassa kvaci te eva vagga la, sā honti vā yathākkamaṁ, ya-kāro pubbarūpattaṁ āpajjatīti vuttaṁ hoti.",
  "anya-e0201n0:295": "Nipaccatīti nipako, nipakassa bhāvo nepakkaṁ, vipāko eva vepakkaṁ, vattabbanti vākkaṁ, vākyaṁ vā. Pamukhe sādhu pāmokkhaṁ – yassa pubbarūpatte kate ādidutiyassa paṭhamattaṁ, subhagassa bhāvo sobhaggaṁ, dobhaggaṁ, bhuñjitabbanti bhoggaṁ, yuñjitabbanti yoggaṁ, kukkucabhāvo kukkuccaṁ, vattabbanti vāccaṁ, vuccate, paccate, vaṇijānaṁ kammaṁ vāṇijjaṁ, bhuñjitabbanti bhojjaṁ, yuñjitabbanti yojjaṁ.",
  "anya-e0201n0:296": "44.Tavaggavaraṇānaṁ ye cavaggabayañāka. 269, 41; nī. 104, 106, 119, 121-5.",
  "anya-e0201n0:297": "Ādesabhūte vā vibhattibhūte vā paccayabhūte vā ya-kāre pare tavaggānaṁva, ra, ṇānañca cavagga, ba, ya, ñādesā honti vā yathākkamaṁ.",
  "anya-e0201n0:298": "Pokkharañño, pokkharaññā, pokkharaññaṁ, samaṇassa bhāvo sāmaññaṁ, evaṁ brahmaññaṁ, iccetaṁ kusalaṁ pārā. 411 iccādīni ‘yavā sare’ti sutte udāhaṭāni.",
  "anya-e0201n0:299": "Paṇḍitassa bhāvo paṇḍiccaṁ, santassa bhāvo saccaṁ, tathassa bhāvotacchaṁ, yajjevaṁ-yadi+evaṁ, najjo, najjā, najjaṁ, suhadassa bhāvo sohajjaṁ, vattabbanti vajjaṁ, jhānaṁ upasampajja viharati dha. sa. 160, upasampajjati, ajjhokāso, bojjhaṅgo, bojjhā, bodhiyā vā, bujjhitabbanti bojjhaṁ, bujjhati, ponopuññaṁ, thanato sambhūtaṁ thaññaṁ.",
  "anya-e0201n0:300": "Pavagge yassa pubbarūpaṁ –",
  "anya-e0201n0:301": "Vappate, luppate, abbhuggato, abbhokāso, usabhassa bhāvo osabbhaṁ, labhiyateti labbhaṁ, labbhate, gāme hitaṁ gammaṁ, opammaṁ, sokhummaṁ, āgamma, upagamma, gamiyateti gammo, evaṁ dammo, rammo, gammate, rammate.",
  "anya-e0201n0:302": "‘Tavagga varaṇāna…’nti iminā suttena yamhi rassa yattaṁ –",
  "anya-e0201n0:303": "Kayyate kariyate, ayyo ariyo.",
  "anya-e0201n0:304": "‘Vaggalasehi te’ti lato yassa pubbarūpaṁ –",
  "anya-e0201n0:305": "Pallaṅko, vipallāso, kosallaṁ, pattakallaṁ.",
  "anya-e0201n0:306": "‘Tavaggavaraṇāna…’nti yamhi vassa battaṁ –",
  "anya-e0201n0:307": "Puthabyā, puthabyaṁ, bhātu apaccaṁ bhātabyo, korabyo, dive bhavaṁ dibbaṁ dibyaṁ.",
  "anya-e0201n0:308": "‘Vaggalasehi te’ti sato yassa pubbarūpaṁ –",
  "anya-e0201n0:309": "Rahasi bhavaṁ rahassaṁ, somanassaṁ, domanassaṁ, sovacassaṁ, dovacassaṁ-manogaṇattā majjhe sāgamo, bhāsitabbanti bhassaṁ, ādissa=ādisitvā, uddissa=uddisitvā, upavassa=upavasitvā, samphussa=samphusitvā, tussati, dussati, nassatiiccādi.",
  "anya-e0201n0:310": "45.Tathanarānaṁṭaṭhaṇalārū. 3 (piṭṭhe).",
  "anya-e0201n0:311": "Tādīnaṁ ṭādiādesā honti vā.",
  "anya-e0201n0:312": "Tassa ṭattaṁ –",
  "anya-e0201n0:313": "Paṭihaññati, paṭaggi dātabbo, paṭicchanno, paṭippanno, byāvaṭo, udāhaṭo, dukkaṭaṁ iccādi.",
  "anya-e0201n0:314": "Thassa ṭhattaṁ –",
  "anya-e0201n0:315": "Pīḷanaṭṭho paṭi. ma. 1.17, saṅkhataṭṭho paṭi. ma. 1.17, aṭṭhiṁkatvā suṇeyya jā. 2.17.92, aṭṭhakathā iccādi.",
  "anya-e0201n0:316": "Nassa ṇattaṁ –",
  "anya-e0201n0:317": "Gāmaṁ netīti gāmaṇi, senaṁ netīti senāṇi, paṇidhi, paṇidhānaṁ, paṇihitaṁ, paṇāmo, pariṇāmo, oṇāmo, uṇṇāmo, karaṇīyaṁ, karaṇaṁ, ñāṇaṁ, tāṇaṁ, pamāṇaṁ, saraṇaṁ, gahaṇaṁ iccādi.",
  "anya-e0201n0:318": "Rassa lattaṁ –",
  "anya-e0201n0:319": "Paligho, palibodho, palipanno, pallaṅko, taluṇo taruṇo, kalunaṁ paridevayi jā. 2.22.2151, mahāsālo, aṭṭhasālinī, nayasālinī iccādīni.",
  "anya-e0201n0:320": "Idāni mahāvuttividhānamuccate.",
  "anya-e0201n0:321": "Kassa khattaṁ –",
  "anya-e0201n0:322": "Nikkhamati, nikkhanto, nekkhamo, rājakiccaṁ karotīti khattā, kattā vā.",
  "anya-e0201n0:323": "Dattañca –",
  "anya-e0201n0:324": "Sadatthapasuto siyā dha. pa. 166.",
  "anya-e0201n0:325": "Yattañca –",
  "anya-e0201n0:326": "Sayaṁ raṭṭhaṁ hitvāna, pupphadānaṁ dadātīti pupphadāniyo pupphadāniko, sippalivane vasatīti sippalivaniyo sippalivaniko, kumāriyā kumārikā.",
  "anya-e0201n0:327": "Khassa gattaṁ –",
  "anya-e0201n0:328": "Eḷamūgo eḷamūkho.",
  "anya-e0201n0:329": "Gassa kattaṁ –",
  "anya-e0201n0:330": "Lujjatīti loko, ārogyaṁ abhisajjetīti bhisakko, kulūpako kulūpago, khīrūpako khīrūpago, gīvūpakaṁ gīvūpagaṁ.",
  "anya-e0201n0:331": "Ghassa hattaṁ –",
  "anya-e0201n0:332": "Sīghajavatāya sīho.",
  "anya-e0201n0:333": "Cassa chattaṁ –",
  "anya-e0201n0:334": "Vinicchayo, acchariyaṁ, macchariyaṁ, raṁsiyo niccharanti-nigacchantīti attho.",
  "anya-e0201n0:335": "Chassa sattaṁ –",
  "anya-e0201n0:336": "Atthi sāhassa jīvitaṁ jā. 2.22.314 -chāhaṁ+assāti chedo, saḷāyatanaṁ.",
  "anya-e0201n0:337": "Jassa dattaṁ –",
  "anya-e0201n0:338": "Parasenaṁ jinātītipassenadī-mahāvuttinā saralopo, rassa pararūpaṁ.",
  "anya-e0201n0:339": "Yattañca –",
  "anya-e0201n0:340": "Nissāya jāyatīti niyo, niyako vā, niyaṁ puttaṁ.",
  "anya-e0201n0:341": "Ñassaṇattaṁ – ",
  "anya-e0201n0:342": "Paṇṇatti paññatti, paṇṇāsaṁ paññāsaṁ. Paṇṇavīsati pañcavīsati.",
  "anya-e0201n0:343": "Nattañca –",
  "anya-e0201n0:344": "Nāmamattaṁ na nāyati, animittā na nāyare visuddhi. aṭṭha. 1.228 – na paññāyantīti attho.",
  "anya-e0201n0:345": "Tassa kattaṁ –",
  "anya-e0201n0:346": "Niyako niyato.",
  "anya-e0201n0:347": "Thattañca –",
  "anya-e0201n0:348": "Nitthiṇṇo, nittharaṇaṁ, netthāraṁ.",
  "anya-e0201n0:349": "Nattañca –",
  "anya-e0201n0:350": "Jino, pino, lino, paṭisallino, paḷino, malino, supino, pahīno, dhuno, puno, luno, āhunaṁ, pāhunaṁ.",
  "anya-e0201n0:351": "Dassa ḍattaṁ –",
  "anya-e0201n0:352": "Chavaḍāho, disāḍāho, kāyaḍāho.",
  "anya-e0201n0:353": "Ḷattañca –",
  "anya-e0201n0:354": "Pariḷāho, āgantvā chavaṁ dahanti etthāti āḷahanaṁ, susānaṁ.",
  "anya-e0201n0:355": "Tattañca –",
  "anya-e0201n0:356": "Sugato, tathāgato, kusito, udati pasavatīti utu.",
  "anya-e0201n0:357": "Dhassa dattaṁ –",
  "anya-e0201n0:358": "Ekamidāhaṁ bhikkhave samayaṁ ma. ni. 1.501 -idhāti vā nipāto.",
  "anya-e0201n0:359": "Hattañca –",
  "anya-e0201n0:360": "Sāhu dassanamariyānaṁ dha. pa. 206, saṁhitaṁ, vihitaṁ, pihitaṁ, abhihitaṁ, sannihitaṁ, paṇihitaṁ, saddahati, vidahati, pidahati.",
  "anya-e0201n0:361": "Nassa uttaṁ –",
  "anya-e0201n0:362": "Upaññāso=upanyāso, ñāyo=nyāyo-niccaṁ eti phalaṁ etenāti ñāyo, ñeyyaṁ=neyyaṁ.",
  "anya-e0201n0:363": "Yattañca –",
  "anya-e0201n0:364": "Thenassa kammaṁ theyyaṁ, therādhinanti therādheyyaṁ, pātimokkhaṁ, parādheyyakaṁ dukkhaṁ.",
  "anya-e0201n0:365": "Passa phattaṁ –",
  "anya-e0201n0:366": "Nipphajjati, nipphatti, nipphannaṁ.",
  "anya-e0201n0:367": "Battañca –",
  "anya-e0201n0:368": "Sambahulaṁ=sampahulaṁ, bahusanto na bharati su. ni. 98 =pahu santo na bharati.",
  "anya-e0201n0:369": "Bhassa phattaṁ –",
  "anya-e0201n0:370": "Anantaṁ sabbatopaphaṁ dī. ni. 1.499.",
  "anya-e0201n0:371": "Massa pattaṁ –",
  "anya-e0201n0:372": "Cirappavāsiṁ dha. pa. 219, hatthippabhinnaṁ dha. pa. 326.",
  "anya-e0201n0:373": "Yassa vattaṁ –",
  "anya-e0201n0:374": "Dīghāvu kumāro mahāva. 459 =dīghāyu kumāro, āyuṁ dhāretīti āvudhaṁ=āyudhaṁ, āyu assa atthīti atthe ‘āvuso’ti nipāto, kasāvo=kasāyo, kāsāvaṁ=kāsāyaṁ, sāliṁ lunātīti sālilāyako, tiṇalāyako.",
  "anya-e0201n0:375": "Lassa rattaṁ –",
  "anya-e0201n0:376": "Nīlaṁ jalaṁ etthāti nerañjarā, jalaṁ gaṇhituṁ alanti arañjaro, sassataṁ pareti, ucchedaṁ pareti-paletīti attho.",
  "anya-e0201n0:377": "Vassa pattaṁ –",
  "anya-e0201n0:378": "Pipāsati pivāsati.",
  "anya-e0201n0:379": "Battañca –",
  "anya-e0201n0:380": "Byākato, byatto, byañjanaṁ, sīlabbataṁ, nibbānaṁ, nibbutaṁ, dibbaṁ, dibbati, sibbati, kubbati, kubbanto, krubbati, krubbanto, asevitabbattā vāretabboti bālo, pabbajito, pabbajjā iccādi.",
  "anya-e0201n0:381": "Sassa chattaṁ –",
  "anya-e0201n0:382": "Ucchiṭṭhaṁ-avasiṭṭhantyattho, ‘‘dibbā saddā niccharanti, raṁsiyo vi. va. 730 niccharantī’’ti etthāpi sassa chattaṁ icchanti.",
  "anya-e0201n0:383": "Tattañca –",
  "anya-e0201n0:384": "Uttiṭṭhapattaṁ upanāmenti mahāva. 64, ‘‘uttiṭṭhe nappamajjeyyā’’ ti ettha pana uddissa tiṭṭhanaṁ uttiṭṭhanti attho. ‘‘Uddissa ariyā tiṭṭhanti, esā ariyāna yācanā jā. 1.7.59’’ti vuttaṁ.",
  "anya-e0201n0:385": "Hassa ghattaṁ –",
  "anya-e0201n0:386": "Niccaṁ dahati etthāti nidāgho, laghu lahu.",
  "anya-e0201n0:387": "Ḷassa ḍattaṁ –",
  "anya-e0201n0:388": "Garuḍo garuḷo.",
  "anya-e0201n0:389": "Iti byañjanādesarāsi.",
  "anya-e0201n0:390": "Missakādeso vuccate.",
  "anya-e0201n0:391": "Avassa uttaṁ –",
  "anya-e0201n0:392": "Uddhammo, ubbinayo, uppatho, ummaggo, uññā avaññā, uññātaṁ avaññātaṁ, ujjhānasaññī.",
  "anya-e0201n0:393": "Ottañca –",
  "anya-e0201n0:394": "Onaddho, okāso, ovādo, olokanaṁ iccādi.",
  "anya-e0201n0:395": "Vassa ottaṁ –",
  "anya-e0201n0:396": "Uposatho – upavasathoti ṭhiti, nonītaṁ navanītaṁ, nivatthakoco nivatthakavaco, ko te balaṁ mahārāja, ko nu te rathamaṇḍalaṁ jā. 2.22.1880 – kvati attho. Ko te diṭṭho vā suto vā, vānaro dhammiko iti, ko nume gotamasāvakā gatā-kva nu+imeti chedo, soṇṇaṁ suvaṇṇaṁ iccādi.",
  "anya-e0201n0:397": "Kussa kruttaṁ –",
  "anya-e0201n0:398": "Krubbati kubbati.",
  "anya-e0201n0:399": "Ttassa trattaṁ –",
  "anya-e0201n0:400": "Atrajo putto, khetrajo putto attajo, khettajo, gotrabhū, vatrabhū, citraṁ, vicitraṁ, cittaṁ, vicittaṁ, utrastamidaṁ cittaṁ saṁ. ni. 1.98, utrāsī palāyī saṁ. ni. 1.249, yātrā ca me bhavissati ma. ni. 1.23 iccādi.",
  "anya-e0201n0:401": "Dassa drattaṁ –",
  "anya-e0201n0:402": "Indriyaṁ, sukho udayo yassāti sukhudrayaṁ, dukkhudrayaṁ kammaṁ ma. ni. 2.109, pathavī undriyyati saṁ. ni. 1.158 – bhijjatītyattho, mittadrubbho mittaddubbho.",
  "anya-e0201n0:403": "Ddassa drattaṁ –",
  "anya-e0201n0:404": "Bhadraṁ bhaddaṁ, asso bhadro dha. pa. 143, sadā bhadrāni passati dī. ni. 2.153, sabbe bhadrāni passantu jā. 1.2.105, bhadrāni bhadrāni yānāni yojetvā, ludraṁ dī. ni. 2.43 luddaṁ.",
  "anya-e0201n0:405": "Bassa brattaṁ –",
  "anya-e0201n0:406": "Brahāvanaṁ, brahantaṁ vā vanappatiṁ jā. 1.1.14, brahmā, brāhmaṇo – bāhitapāpattā arahā brāhmaṇoti vuccati, brahmuno apaccanti jātibrāhmaṇo vuccati.",
  "anya-e0201n0:407": "Va, vīnaṁ byattaṁ –",
  "anya-e0201n0:408": "Byayo=vayo-vināsotyattho, kiccākiccesu byāvaṭo=vāvaṭo, paṅke byasanno=visanno, byamhito=vimhito, byamhaṁ=vimānaṁ-mānassa mhattaṁ.",
  "anya-e0201n0:409": "Kkhassa cchattaṁ –",
  "anya-e0201n0:410": "Acchi=akkhi, sacchi=sakkhi-saha akkhinā vattatīti atthe nipāto, paccakkhanti attho. Nibbānaṁ sacchikaroti mi. pa. 5.3.12, macchikā=makkhikā, lacchī=lakkhī-sirīti attho.",
  "anya-e0201n0:411": "Mahāvuttinā akkharasaṁkhittaṁ hoti –",
  "anya-e0201n0:412": "Ācero ācariyo, na mātāpitarasaṁvaḍḍho, anācerakule vasaṁ jā. 1.1.9, āceramhi susikkhitā jā. 1.7.82, brahmacero brahmacariyo, tiṇhaṁ tikhiṇaṁ, taṇhā tasiṇā, suṇhā suṇisā, abhiṇhaṁ abhikkhaṇaṁ, paṇho pubbaṇho, paṇhe vajjho mahosadho jā. 1.15.324, surāmerayo-surāmereyyo, surāmereyyapānāni, yo naro anuyuñjati dha. pa. 247. Kammadhārayo= kammadhāreyyo , pāṭihīraṁ pāṭiheraṁ pāṭihāriyaṁ, accheraṁ acchariyaṁ, maccheraṁ maccharaṁ macchariyaṁ iccādi.",
  "anya-e0201n0:413": "Akkharavaḍḍhipi hoti –",
  "anya-e0201n0:414": "Ekacciyo ekacceyyo ekacco, mātiyo macco, kiccayaṁ kiccaṁ, paṇḍitiyaṁ paṇḍiccaṁ, suvāmi sāmi, suvāmini sāmini, suvakehi puttehi sakehi puttehi, sattavo satto, tvañca uttamasattavo jā. 2.21.76, evaṁ uttamasattavo jā. 2.21.79 iccādi.",
  "anya-e0201n0:415": "Iti missakādesarāsi.",
  "anya-e0201n0:416": "Bindādeso dīpiyate.",
  "anya-e0201n0:417": "46.Vagge vaggantoka. 31; rū. 49; nī. 138-9.",
  "anya-e0201n0:418": "Vaggabyañjane pare niggahītassa sakavaggantabyañjanādeso hoti vā.",
  "anya-e0201n0:419": "Dīpaṅkaro, saṅkhāro, saṅgaho, sañcāro, sañjāto, saṇṭhitaṁ, attantapo, parantapo, amatandado, purindado, sandhi, sannidhi, sampatti, sambuddho, sambhavo, sambhāro, sambhinno, sammato iccādīsu niccaṁ, taṅkaro, taṁkaro iccādīsu aniccaṁ, buddhaṁ saraṇaṁ gacchāmi khu. pā. 1.saraṇattaya, na taṁ kammaṁ kataṁ sādhu iccādīsu dha. pa. 67 natthi.",
  "anya-e0201n0:420": "Mahāvuttividhānamuccate.",
  "anya-e0201n0:421": "Vaggāvaggesu byañjanesu paresu niggahītaṁ pararūpaṁ gacchati –",
  "anya-e0201n0:422": "Sakkaroti, sakkato, sakkāro, sakkaccaṁ, takkattā, takkaro, takkhaṇaṁ taṅkhaṇaṁ taṁ khaṇaṁ, taggatikaṁ taṁ gatikaṁ, tanninno, tappoṇo, tappabbhāro, tappadhāno, etapparamo, yagguṇo yaṁguṇo, talleṇā, malleṇā, sallekho, paṭisallīno, tabbaṇṇanā taṁvaṇṇanā, tassamo taṁsamo, idappaccayatā , cirappavāsiṁ, hatthippabhinnaṁ iccādi. Imasmiṁ ganthe ekattha siddhampi taṁ taṁ rūpaṁ tattha tattha punappunampi vidhiyyati ñāṇavicittatthaṁ.",
  "anya-e0201n0:423": "47.Mayadā sareka. 34, 35; rū. 34, 52; nī. 142-5.",
  "anya-e0201n0:424": "Sare pare niggahītassa kvaci ma, ya, dā honti vā.",
  "anya-e0201n0:425": "Tattha dādeso ya, ta, etasaddehi napuṁsake dissati –",
  "anya-e0201n0:426": "Yadabravi jā. 1.2.143, tadaniccaṁ ma. ni. 2.19, etadavoca satthā su. ni. dvayatānupassanāsutta.",
  "anya-e0201n0:427": "Samāse pana dādeso tiliṅge dissati –",
  "anya-e0201n0:428": "Yadanantaraṁ, tadanantaraṁ, etadatthā kathā a. ni. 2.68. Etadatthā mantanā a. ni. 2.68 -tattha yassa atthassa vā yassa padassa vā yassā kathāya vā anantaraṁ yadanantaraṁ.",
  "anya-e0201n0:429": "Kvacitveva? Yametaṁ vārijaṁ pupphaṁ, adinnaṁ upasiṅghasi jā. 1.6.115.",
  "anya-e0201n0:430": "Mādeso ya, ta, etasaddehi pumitthiliṅgesu dissati –",
  "anya-e0201n0:431": "Yamāhu devesu sujampatīti jā. 1.15.54, tamatthaṁ pakāsento satthā jā. aṭṭha. 1.20.35, etamatthaṁ viditvā mahāva. 2-3.",
  "anya-e0201n0:432": "Aññasaddehi pana dve ādesā tiliṅge dissanti –",
  "anya-e0201n0:433": "Sakadāgāmī, evametamabhiññāya su. ni. 1221 iccādi.",
  "anya-e0201n0:434": "Yādeso idaṁsadde pare tasaddamhā eva kvaci dissati –",
  "anya-e0201n0:435": "Tayidaṁ na sādhu jā. 2.22.279, tayidaṁ na suṭṭhu jā. 2.22.279.",
  "anya-e0201n0:436": "48.Yevahisu ño",
  "anya-e0201n0:437": "Ya , eva, hisaddesu paresu niggahītassa ño hoti. Yassa pubbarūpattaṁ.",
  "anya-e0201n0:438": "Ānantarikaññamāhu khu. pā. 6.5 – ānantarikaṁ + yaṁ + āhūti chedo, yaññadeva-yaṁ + yaṁ + eva, taññeva taṁ+eva, purisaññeva, paccattaññeva, tañhi, purisañhi, atthasañhito atthasaṁhito, dhammasañhito dhammasaṁhito.",
  "anya-e0201n0:439": "49.Ye saṁssaka. 33; rū. 51; nī. 141.",
  "anya-e0201n0:440": "Yamhi pare saṁ upasaggassa niggahītassa ño hoti. Yassa pubbarūpattaṁ.",
  "anya-e0201n0:441": "Saññogo saṁyogo, saññutto saṁyutto. Saṁyojanaṁ saṁyojanaṁ, saññamo saṁyamo, saññato saṁyato, saññamati saṁyamati, saññācikā saṁyācikā kuṭiṁ pārā. 348 iccādi.",
  "anya-e0201n0:442": "Iti bindādesarāsi.",
  "anya-e0201n0:443": "Ādesasandhirāsi niṭṭhito.",
  "anya-e0201n0:444": "Āgamasandhi",
  "anya-e0201n0:445": "Athāgamasandhi dīpiyate.",
  "anya-e0201n0:446": "Mahāvuttinā sarāgamo –",
  "anya-e0201n0:447": "A –",
  "anya-e0201n0:448": "Paṇṇasālaṁ amāpetvā jā. 2.22.1913, paṇṇasālaṁ amāpiya jā. 1.1.148 – māpetvā iccevattho, na cāpi apunappunaṁ, hatthibondiṁ pavekkhāmi jā. 1.1.148 -punappunaṁ iccevattho , natthi loke anāmataṁ jā. 1.2.31 – amata pubbaṁ ṭhānanti attho, anavajjaṁ, anamataggo, jaccandho, jaccabadhiro, jaccamūgo, jaccapaṇḍako.",
  "anya-e0201n0:449": "Ā –",
  "anya-e0201n0:450": "Aḍḍhe ājāyare kule saṁ. ni. 1.49, manussesu paccājāto, āpūrati tassa yaso pari. 386.",
  "anya-e0201n0:451": "I –",
  "anya-e0201n0:452": "Dhammikathaṁ katvā pārā. 39, sarantā sapanti gacchantīti sarisapā.",
  "anya-e0201n0:453": "Ī –",
  "anya-e0201n0:454": "Kabaḷīkāro, manasīkāro, manasīkaroti, tappākaṭīkaroti, dūrībhūto, abyayībhāvo.",
  "anya-e0201n0:455": "U –",
  "anya-e0201n0:456": "Ñātiparijinassa bhāvo ñātipārijuññaṁ, evaṁ bhogapārijuññaṁ- parijinassāti parihānassa, parikkhayassa.",
  "anya-e0201n0:457": "O –",
  "anya-e0201n0:458": "Parosataṁ, saradosataṁ, disodisaṁ dha. pa. 42 iccādi.",
  "anya-e0201n0:459": "‘Atippago kho tāva piṇḍāya caritu’ dī. ni. 3.1 nti ettha pātottho pagosaddo eva.",
  "anya-e0201n0:460": "Iti sarāgamarāsi.",
  "anya-e0201n0:461": "50.Vanataragācāgamā",
  "anya-e0201n0:462": "Sare pareva na, ta, ra, gā ca ma, ya, dā ca āgamā honti.",
  "anya-e0201n0:463": "Go, to, do, no, mo, yo, ro, vo,",
  "anya-e0201n0:464": "Tattha go –",
  "anya-e0201n0:465": "Ariyehi puthagevāyaṁ janoti puthujjano mahāniddese, idha pana pagosaddo eva, pageva vutyassa, pageva manussitthiyāti pārā. 55.",
  "anya-e0201n0:466": "To –",
  "anya-e0201n0:467": "Ajjatagge dī. ni. 1.250, tasmātiha ma. ni. 1.29, katamo nāma so rukkho, yassa tevaṁ gataṁ phalaṁ jā. 2.18.10 -tevanti evaṁ.",
  "anya-e0201n0:468": "Do –",
  "anya-e0201n0:469": "Udaggo, udabbahi, udapādi, udayo, udāhaṭo, udito, udīrito, dubhato vuṭṭhānaṁ paṭisambhidāmagge; visuddhimagge, dubhayāni viceyya paṇḍarāni su. ni. 531, todeyya, kappā dubhayo su. ni. 1131 – dve isayoti attho. Kiñcideva, kocideva, kismiñcideva, yāvadeva, tāvadeva, valutte-yāvade, tāvadeti siddhaṁ, punadeva, sakideva, sammadeva-dāgame rasso, sammadakkhāto saṁ. ni. 5.195, sammadaññā vimutto ma. ni. 2.234, bahudeva rattiṁ a. ni. 3.101, ahudeva bhayaṁ dī. ni. 1.159 iccādi.",
  "anya-e0201n0:470": "No –",
  "anya-e0201n0:471": "Ito nāyati, ciraṁ nāyati, kamme sādhu kammaniyaṁ kammaññaṁ, attano idaṁ attaniyaṁ, addhānaṁ khamatīti addhaniyaṁ, lobhassa hitaṁ lobhaniyaṁ lobhaneyyaṁ, dosaniyaṁ dosaneyyaṁ, mohaniyaṁ mohaneyyaṁ, oghaniyaṁ, yoganiyaṁ, ganthaniyaṁ, niddhunanaṁ, niddhunanako, sañjānanaṁ, sañjānanako, saññāpanako iccādi.",
  "anya-e0201n0:472": "Mo –",
  "anya-e0201n0:473": "Lahumessati dha. pa. 369, garumessati, maggamatthi vibha. aṭṭha. 189, aggamakkhāyati a. ni. 4.34, uragāmiva jā. 1.7.30, arahatāmiva dī. ni. 2.348 iccādīni. Tathā kena te idha mijjhati pe. va. 181, rūpāni manupassati dha. sa. aṭṭha. 596, ākāse mabhipūjaye, aññamaññassa ma. ni. 3.40, ekamekassa pārā. aṭṭha. 1.23, samaṇamacalo a. ni. 4.87, adukkhamasukhā vedanā saṁ. ni. 4.250 iccādi.",
  "anya-e0201n0:474": "Yo –",
  "anya-e0201n0:475": "Nayimassa vijjā mayamatthi jā. 1.3.25, yathayidaṁ a. ni. 1.21-22, tathayidaṁ, chayime dhammā a. ni. 6.11, navayime dhammā a. ni. 9.9, dasayime dhammā a. ni. 10.16, mamayidaṁ, soyeva, teyeva, taṁyeva taññeva, tehiyeva, tesaṁyeva tesaññeva, tasmiyeva, buddhoyeva, buddhesuyeva, bodhiyāyeva kāraṇā cariyā. 1.65, hotiyeva, atthiyeva iccādi. Tiyantaṁ, aggiyāgāre, catutthīyatthe iccādīni ivaṇṇantarūpāni yāgamenāpi sijjhantiyeva.",
  "anya-e0201n0:476": "Ro –",
  "anya-e0201n0:477": "Nirantaraṁ, niratthakaṁ, nirāhāro, nirābādho, nirālayo, nirindhano aggi, nirīhakaṁ, nirudakaṁ, nirutti, niruttaro, nirūmikā nadī, nirojaṁ, duratikkamo, durabhisambhavo, durāsadā buddhā apa. thera 1.40.270, durākhyāto dhammo dī. ni. 3.166, durāgataṁ, duruttaṁ vacanaṁ a. ni. 5.140, pāturahosi mahāva. 8, pāturahu jā. 1.14.202, pāturahesuṁ a. ni. 3.71, pātarāso, punareti, dhīratthu jā. 1.1.13, caturaṅgikaṁ jhānaṁ dha. sa. 168, caturārakkhā, caturāsītisahassāni, caturiddhilābho, caturoghā, vuddhiresā dī. ni. 1.251, pathavīdhāturevesā ma. ni. 3.348-349, āpodhāturevesā ma. ni. 3.350, sabbhireva samāsetha, nakkhattarājāriva tārakānaṁ, vijjuriva abbhakūṭe, āraggeriva, usabhoriva su. ni. 29, yathariva, tathariva dī. ni. 1.263 -rāgame rasso. Ettha ca yathā ‘‘atiriva kallarūpā su. ni. 688, ativiya lābhaggayasaggapatto, paraṁviya mattāya’’ iccādīsu iva, viyasaddā evatthe vattanti, tathā ‘‘yathariva, tathariva, varamhākaṁ bhusāmiva jā. 1.3.108, netaṁ ajjatanāmiva’’ iccādīsu ivasaddo evatthe vattati.",
  "anya-e0201n0:478": "Vo –",
  "anya-e0201n0:479": "Duvaṅgulaṁ, duvaṅgikaṁ, tivaṅgulaṁ, tivaṅgikaṁ, pāguññavujutā, vusitaṁ, vuttaṁ, vuccate, āsanā vuṭṭhāti pāci. 547, vuṭṭhānaṁ, vuṭṭhahitvā, bhikkhuvāsane, puthuvāsane, sayambhuvāsane iccādīni uvaṇṇantarūpāni vāgamenāpi sijjhantiyeva.",
  "anya-e0201n0:480": "51.Chā ḷo.",
  "anya-e0201n0:481": "Sare pare chamhā ḷāgamo hoti.",
  "anya-e0201n0:482": "Chaḷaṅgaṁ, chaḷāyatanaṁ, chaḷāsītisahassāni pe. va. 374, atthassa dvārā pamukhā chaḷete jā. 1.1.84, chaḷevānusayā honti abhidhammatthasaṅgaha, chaḷabhiññā mahiddhikā bu. vaṁ. 3.5.",
  "anya-e0201n0:483": "Mahāvuttividhānamuccate.",
  "anya-e0201n0:484": "Sare pare manādīhi sāgamo –",
  "anya-e0201n0:485": "Manasikāro, mānasiko, cetasiko, abyaggamanaso naro a. ni. 1.30, putto jāto acetaso, ure bhavo oraso iccādi.",
  "anya-e0201n0:486": "Sare pare bahulaṁ hāgamo –",
  "anya-e0201n0:487": "Māhevaṁ ānanda dī. ni. 2.95, nohetaṁ bhante dī. ni. 1.185-186, nohidaṁ bho gotama dī. ni. 1.263, nahevaṁ vattabbe kathā. 1, hevaṁ vattabbe, hevaṁ vadati, ujū ca suhujūca khu. pā. 9.1, suhuṭṭhitaṁ sukhaṇo iccādi.",
  "anya-e0201n0:488": "Iti byañjanāgamarāsi.",
  "anya-e0201n0:489": "52.Niggahītaṁka. 35; rū. 21 (piṭṭhe); nī. 56.",
  "anya-e0201n0:490": "Niggahītaṁ kvaci āgataṁ hoti vā.",
  "anya-e0201n0:491": "Upavassaṁ kho pana pārā. 653, navaṁ pana bhikkhunā cīvaralābhena pāci. 368, appamādo amataṁ padaṁ dha. pa. 21, cakkhuṁ udapādi mahāva. 15, aṇuṁthūlāni dha. pa. 265, kattabbaṁ kusalaṁ bahuṁ dha. pa. 53, avaṁsirā patanti jā. 1.11.35, yadattho, tadattho, etadattho, takkattā, takkaro iccādīni pubbe vuttāneva, tathā taṁsampayutto, tabbohāro, tabbahulo iccādi.",
  "anya-e0201n0:492": "Iti bindāgamarāsi.",
  "anya-e0201n0:493": "Mahāvuttinā padānaṁ ante gata, jāta, anta saddā āgamā honti.",
  "anya-e0201n0:494": "Rūpagataṁ ma. ni. 2.133 vedanāgataṁ ma. ni. 2.133, saññāgataṁ ma. ni. 2.133, gūthagataṁ ma. ni. 2.119, muttagataṁ ma. ni. 2.119, diṭṭhigataṁ mahāva. 66, atthajātaṁ pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā, dhammajātaṁ, suttanto kathā. 226, vananto, sammākammanto, micchākammanto iccādi.",
  "anya-e0201n0:495": "Āgamasandhirāsi niṭṭhito.",
  "anya-e0201n0:496": "Dvibhāvasandhi",
  "anya-e0201n0:497": "Atha dvibhāvasandhi dīpiyate.",
  "anya-e0201n0:498": "Dvibhāvo tividho. Tattha pakkamo, parakkamo iccādi byañjanadvittaṁ nāma. Rukkhaṁ rukkhaṁ siñcati iccādi vibhatyantapadadvittaṁ nāma. Titikkhā, tikicchā, jagamā, jagamu iccādi dhātupadadvittaṁ nāma.",
  "anya-e0201n0:499": "53.Saramhā dveka. 28; rū. 40; nī. 67.",
  "anya-e0201n0:500": "Saramhā parassa byañjanassa kvaci dve rūpāni honti.",
  "anya-e0201n0:501": "Tattha saramhā pa, pati, paṭīnaṁ passa dvittaṁ –",
  "anya-e0201n0:502": "Appamādo, idhappamādo, vippayutto, sammappadhānaṁ, appativattiyaṁ dhammacakkaṁ mahāva. 17, suppatiṭṭhito, appaṭipuggalo, vippaṭisāro, suppaṭipanno iccādi.",
  "anya-e0201n0:503": "Saramhāti kiṁ? Sampayutto.",
  "anya-e0201n0:504": "Kī, kudha, kamu, kusa, gaha, juta, ñā, si, su, sambhu, sara, sasa iccādīnaṁ dhātūnañca, u, du, nipubbānaṁ padānañca ādibyañjanassa dvittaṁ.",
  "anya-e0201n0:505": "Kī –",
  "anya-e0201n0:506": "Vikkināti, vikkayo, dhanakkīto.",
  "anya-e0201n0:507": "Kudha –",
  "anya-e0201n0:508": "Akkuddho, akkodho.",
  "anya-e0201n0:509": "Kamu –",
  "anya-e0201n0:510": "Abhikkamati, abhikkamo, abhikkanto, akkamati, akkamo, akkanto, parakkamati, parakkamo, vikkamati, vikkamo, okkamati, okkanto.",
  "anya-e0201n0:511": "Kusa –",
  "anya-e0201n0:512": "Akkosati, akkoso.",
  "anya-e0201n0:513": "Gaha –",
  "anya-e0201n0:514": "Paggaṇhāti, paggaho, viggaho, pariggaho, anuggaho.",
  "anya-e0201n0:515": "Juta –",
  "anya-e0201n0:516": "Ujjotati, vijjotati.",
  "anya-e0201n0:517": "Ñā –",
  "anya-e0201n0:518": "Aññā, paññā, abhiññā, pariññā, viññāṇaṁ, sabbaññutaññāṇaṁ, rattaññū, atthaññū, dhammaññū.",
  "anya-e0201n0:519": "Si –",
  "anya-e0201n0:520": "Atissayo, bhūmassito, gehassito.",
  "anya-e0201n0:521": "Su –",
  "anya-e0201n0:522": "Appassuto, bahussuto, vissuto, assavo, anassavo.",
  "anya-e0201n0:523": "Sambhu –",
  "anya-e0201n0:524": "Passambhati, passaddhi, passaddho.",
  "anya-e0201n0:525": "Sara –",
  "anya-e0201n0:526": "Anussarati, anussati, anussaro.",
  "anya-e0201n0:527": "Sasa –",
  "anya-e0201n0:528": "Assasati, assasanto, assāso, passāso.",
  "anya-e0201n0:529": "Saja –",
  "anya-e0201n0:530": "Vissajjeti, vissajjanto, vissaggo.",
  "anya-e0201n0:531": "Caja –",
  "anya-e0201n0:532": "Pariccajati, pariccajanto, pariccāgo iccādi.",
  "anya-e0201n0:533": "Upubbe –",
  "anya-e0201n0:534": "Ukkaṁsati, ukkaṁso, uggaho, uccāreti, uccāro, uccayo, samuccayo, ujjalo, samujjalo, uṇṇamati, uttarati iccādi.",
  "anya-e0201n0:535": "Dupubbe –",
  "anya-e0201n0:536": "Dukkaṭaṁ, dukkaraṁ, duggati, duccaritaṁ, duttaro, duddamo, dunnayo, dupposo, dubbalo, dummaggo, dullabho iccādi.",
  "anya-e0201n0:537": "Nipubbe –",
  "anya-e0201n0:538": "Nikkamo, nikkhanto, niggato, niccoro, nijjaro, niddoso, nippāpo, nimmito, nimmāno, niyyānaṁ, nillolo, nibbānaṁ, nissayo iccādi.",
  "anya-e0201n0:539": "Tika, taya, tiṁsānaṁ tassa dvittaṁ –",
  "anya-e0201n0:540": "Kusalattikaṁ, vedanattikaṁ, vatthuttayaṁ, ratanattayaṁ, dvattiṁsaṁ, tettiṁsaṁ.",
  "anya-e0201n0:541": "Catu , chehi parabyañjanassa dvittaṁ –",
  "anya-e0201n0:542": "Catubbidhaṁ, catuddasa, catuddisaṁ, catuppadaṁ, chabbidhaṁ, channavuti.",
  "anya-e0201n0:543": "Vā tveva? Catusaccaṁ, chasataṁ.",
  "anya-e0201n0:544": "Santassa satte parabyañjanassa niccaṁ dvittaṁ –",
  "anya-e0201n0:545": "Sajjano, sappuriso, saddhammo, santassa bhāvo sattā, sabbhāvo.",
  "anya-e0201n0:546": "Vassa batte bassa dvittaṁ –",
  "anya-e0201n0:547": "Sīlabbataṁ, nibbānaṁ, nibbutaṁ iccādi pubbe vuttameva.",
  "anya-e0201n0:548": "Vatu, vaṭu iccādīnaṁ antabyañjanassa dvittaṁ –",
  "anya-e0201n0:549": "Vattati, pavattati, nivattati, saṁvattati, vaṭṭati, vivaṭṭati.",
  "anya-e0201n0:550": "Saṁmhā anuno nassa dvittaṁ –",
  "anya-e0201n0:551": "Samannāgato, samannāhāro, samannesati.",
  "anya-e0201n0:552": "Aññatrapi –",
  "anya-e0201n0:553": "Sīmaṁ sammanneyya mahāva. 139, sīmaṁ sammannituṁ mahāva. 138, sīmaṁ sammannati mahāva. 139, sampaṭicchannaṁ, cīvaracetāpannaṁ, catunnaṁ, pañcannaṁ.",
  "anya-e0201n0:554": "Iti sadisadvittarāsi.",
  "anya-e0201n0:555": "54.Catutthadutiyesvesaṁ tatiyapaṭhamāka. 44, 29; rū. 24; nī. 57, 68, 74, 77-8, 80, 82-3, 91, 122.",
  "anya-e0201n0:556": "Vagge catuttha, dutiyesu paresu kamena tatiya, paṭhamā esaṁ catuttha, dutiyānaṁ dvibhāvaṁ gacchanti, dutiyabhāvaṁ gacchantīti attho. ‘Saramhā dve’ti suttena vā ‘vaggalasehi te’iccādīhi vā dutiya, catutthānampi sadisatte jāte puna iminā suttena ādidutiyassa paṭhamattaṁ, ādicatutthassa tatiyattañca jātaṁ.",
  "anya-e0201n0:557": "Tattha kavagge –",
  "anya-e0201n0:558": "Ākkhātaṁ, pakkhittaṁ, pakkhepo, rūpakkhandho, vedanākkhandho, dhātukkhobho, āyukkhayo, nakkhamati.",
  "anya-e0201n0:559": "‘Vaggalasehi te’ti suttavidhāne –",
  "anya-e0201n0:560": "Pamukhe sādhu pāmokkhaṁ, paggharati, ugghosati, nigghoso.",
  "anya-e0201n0:561": "Cavagge –",
  "anya-e0201n0:562": "Acchādeti, acchindati-saṁyoge rassattaṁ, pacchādeti, pacchindati, setacchattaṁ, rukkhacchāyā, tathassa bhāvo tacchaṁ, rathassa hitā racchā, pajjhāyati, ujjhāyati, nijjhāyati, paṭhamajjhānaṁ, dutiyajjhānaṁ, ajjhokāso, bojjhaṅgo, dummedhassa bhāvo dummejjhaṁ, bujjhati, bujjhitabbaṁ, bojjhaṁ, paṭivijjha, paṭivijjhiya, paṭivijjhitvā iccādi.",
  "anya-e0201n0:563": "Ṭavagge –",
  "anya-e0201n0:564": "Yatraṭṭhitaṁ, tatraṭṭhito, uṭṭhito, niṭṭhito, thalaṭṭho, jalaṭṭho, vuḍḍho iccādi.",
  "anya-e0201n0:565": "Tavagge –",
  "anya-e0201n0:566": "Sumanatthero, yasatthero, avatthā, avatthānaṁ, vitthāro, abhitthuto, vitthambhito, uddharati, uddharaṇaṁ, uddhaṭaṁ, niddhāreti, niddhāraṇaṁ, niddhāritaṁ, niddhano, niddhuto, niddhoto iccādi.",
  "anya-e0201n0:567": "Pavagge –",
  "anya-e0201n0:568": "Vippharati, vippharaṇaṁ, vipphāro, apphoṭeti, mahapphalaṁ, nipphalaṁ, madhupphāṇitaṁ, vibbhamati, vibbhamo, ubbhataṁ, nibbhayaṁ, dubbharo, sabbhāvo , usabhassa bhāvo osabbhaṁ, labbhati, ārabbho, ārabbha, ārabbhitvā iccādi.",
  "anya-e0201n0:569": "Idhapi u, du, nito parapadānaṁ ādibyañjanassa dvittaṁ visesato icchanti.",
  "anya-e0201n0:570": "Iti visadisadvittarāsi.",
  "anya-e0201n0:571": "55.Vicchābhikkhaññesu dvecaṁ. 6.3-1; pā. 8.1.1, 4.",
  "anya-e0201n0:572": "Vicchāyaṁ abhikkhaññe ca anekatthassa ekapadassa dve rūpāni honti. Bhinne atthe kriyāya vā dabbena vā guṇena vā byāpituṁ icchā vicchā. Punappunakriyā abhikkhaññaṁ.",
  "anya-e0201n0:573": "Vicchāyaṁ tāva –",
  "anya-e0201n0:574": "Rukkhaṁ rukkhaṁ siñcati. Gāme gāme sataṁkumbhā, gāmo gāmo ramaṇiyo, gehe gehe issaro, rasaṁ rasaṁ bhakkhayati, kriyaṁ kriyaṁ ārabhate.",
  "anya-e0201n0:575": "Ānupubbiyepi vicchāva gamyate –",
  "anya-e0201n0:576": "Mūle mūle thūlā, agge agge sukhumā, jeṭṭhaṁ jeṭṭhaṁ anupavesetha, imesaṁ devasikaṁ māsakaṁ māsakaṁ dehi, mañjūsakarukkho pupphaṁ pupphaṁ pupphati, ime janā pathaṁ pathaṁ accenti, sabbe ime aḍḍhā, katarā katarā imesaṁ aḍḍhatā, katamā katamā imesaṁ aḍḍhatā.",
  "anya-e0201n0:577": "Abhikkhaññe –",
  "anya-e0201n0:578": "Bhattaṁ pacati pacati, apuññaṁ pasavati pasavati, bhutvā bhutvā nippajjanti, paṭaṁ paṭaṁ karoti, paṭapaṭāyati, ekamekaṁ, ekamekāni iccādīsu vicchāsu pubbapade syādilopo.",
  "anya-e0201n0:579": "56.Sabbādīnaṁ vītihāre.",
  "anya-e0201n0:580": "Atikkamma haraṇaṁ atihāro, na atihāro vītihāro, aññamaññassa antoyeva haraṇantiattho, vītihāratthe gamyamāne sabbādīnaṁ sabbanāmānaṁ dve rūpāni honti, pubbassekassa ca syādilopo.",
  "anya-e0201n0:581": "Ime dve janā aññamaññassa upakārakā, itarītarassa upakārakā, aññamaññaṁ passanti, aññamaññassa denti, aññamaññassa apenti, aññamaññassa dhanaṁ, aññamaññe nissitā.",
  "anya-e0201n0:582": "57.Yāvatātāvaṁ sambhamecaṁ. 6.3.14; pā. 8.1.12; yāvabodhaṁ sambhame (bahūsu).",
  "anya-e0201n0:583": "Yaṁ parimāṇamassāti yāvaṁ. Taṁ parimāṇamassāti tāvaṁ. Punappunaṁ bhamanaṁ pavattanaṁ sambhamo. Turitena vacīpayogena taṁ taṁ upāyadīpanaṁ sambhamo, āmeḍitameva vuccati, sambhame gamyamāne yāvatā yattakena padena so attho paññāyati, tattakaṁ padaṁ payujjate, dvikkhattuṁ vā tikkhattuṁ vā taduttari vā udīriyatetyattho. Yathābodhaṁ sambhametipi pāṭho, soyevattho.",
  "anya-e0201n0:584": "Bhaye, kodhe, pasaṁsāyaṁ, turite, kotūhale’cchare.",
  "anya-e0201n0:585": "Hāse, soke, pasāde ca, kare āmeḍitaṁ budho.",
  "anya-e0201n0:586": "Tattha bhaye –",
  "anya-e0201n0:587": "Sappo sappo, coro coro –",
  "anya-e0201n0:588": "Kodhe –",
  "anya-e0201n0:589": "Vijjha vijjha, pahara pahara.",
  "anya-e0201n0:590": "Pasaṁsāyaṁ –",
  "anya-e0201n0:591": "Sādhu sādhu.",
  "anya-e0201n0:592": "Turite –",
  "anya-e0201n0:593": "Gaccha gaccha.",
  "anya-e0201n0:594": "Kotūhale –",
  "anya-e0201n0:595": "Āgaccha āgaccha.",
  "anya-e0201n0:596": "Acchare –",
  "anya-e0201n0:597": "Aho buddho aho buddho.",
  "anya-e0201n0:598": "Hāse –",
  "anya-e0201n0:599": "Abhikkamatha vāseṭṭhā abhikkamatha vāseṭṭhā dī. ni. 2.210.",
  "anya-e0201n0:600": "Soke –",
  "anya-e0201n0:601": "Kahaṁ ekaputtaka kahaṁ ekaputtaka saṁ. ni. 4.120.",
  "anya-e0201n0:602": "Pasāde –",
  "anya-e0201n0:603": "Abhikkantaṁ bho gotama abhikkantaṁ bho gotama ma. ni. 2.106 iccādi. Tikkhattuṁudānaṁ udānesi ‘‘namo tassa bhagavato’’ ma. ni. 2.357 iccādi.",
  "anya-e0201n0:604": "Iti padavākyadvittarāsi.",
  "anya-e0201n0:605": "Dvibhāvasandhirāsi niṭṭhito.",
  "anya-e0201n0:606": "Vipallāsasandhi",
  "anya-e0201n0:607": "Atha vipallāsasandhi dīpiyate.",
  "anya-e0201n0:608": "Padakkharānaṁ pubbāparavipariyāyo vipallāso.",
  "anya-e0201n0:609": "58.Hassa vipallāso.",
  "anya-e0201n0:610": "Yamhi pare hassa pubbāparavipallāso hoti vā.",
  "anya-e0201n0:611": "Dayhati, saṅgayhati, sannayhati, vuyhati, duyhati, muyhati.",
  "anya-e0201n0:612": "Vātveva ? Saṅgaṇhiyati, evaṁ saṅgayha saṅgaṇhitvā, āruyha āruhitvā, ogāyha ogāhitvā. Pasayha pasahitvā.",
  "anya-e0201n0:613": "59.Ve vārū. 40 (piṭṭhe).",
  "anya-e0201n0:614": "Vamhi pare hassa vipallāso hoti vā.",
  "anya-e0201n0:615": "Bavhābādho bahvābādho, bavhettha nhāyatī jano udā. 9 =bahvettha nhāyatī jano.",
  "anya-e0201n0:616": "Mahāvuttividhānaṁ vuccate.",
  "anya-e0201n0:617": "Ya, rānaṁ vipallāso –",
  "anya-e0201n0:618": "Kuṭi me kayirati pārā. 358, vacanaṁ payirudāhāsi, garuṁ payirūpāsati, vandāmi te ayyire pasannacitto jā. 2.17.54 -yassa dvittaṁ.",
  "anya-e0201n0:619": "Niggahītassa vipallāso –",
  "anya-e0201n0:620": "Nirayamhi apaccisuṁ jā. 2.22.60, te me asse ayācisuṁ jā. 2.22.1863. Imā gāthā abhāsisuṁ.",
  "anya-e0201n0:621": "Sarānampi vipallāso –",
  "anya-e0201n0:622": "Haññayyevāpi koci naṁ jā. 2.22.1193 – haññeyyāti ṭhiti, amūlamūlaṁ gantvā-mūlamūlaṁ agantvāti attho. Evaṁ paratra. Anokāsaṁ kārāpetvā pārā 389, animittaṁ katvā, saddhaṁ na bhuñjatīti asaddhabhoji, disvā padamanuttiṇṇaṁ jā. 1.1.20 – uttiṇṇaṁ adisvāti attho.",
  "anya-e0201n0:623": "Padānampi vipallāso –",
  "anya-e0201n0:624": "Navaṁ pana bhikkhunā cīvaralābhena, nāgakaññā caritaṁ gaṇena jā. 1.15.268 -nāgakaññāgaṇena caritanti ṭhiti.",
  "anya-e0201n0:625": "Iti vipallāsarāsi.",
  "anya-e0201n0:626": "60.Bahulaṁcaṁ. 1.1.130; pā. 3.3.113.",
  "anya-e0201n0:627": "Sandhividhānaṁ nāma bahulaṁ hoti, yebhuyyena hotīti attho. Adhikārasuttaṁ. Yāvaganthapariyosānā yuttaṭṭhānesu sabbattha vattate. Etena sabbasaddasuttesu aniṭṭhanivatti ca iṭṭhapariggaho ca kato hoti.",
  "anya-e0201n0:628": "Iti niruttidīpaniyā nāma moggallānadīpaniyaṁ",
  "anya-e0201n0:629": "Sandhikaṇḍo niṭṭhito."
}