{
  "anya-e1201n:0": "Moggallāna vuttivivaraṇapañcikā.",
  "anya-e1201n:1": "Vuttisametā.",
  "anya-e1201n:2": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e1201n:3": "Saddhamiddhaguṇaṃ sādhu namassitvā tathāgataṃ,",
  "anya-e1201n:4": "Sadhammasaṅghaṃ bhāsissaṃ māgadhaṃ saddalakkhaṇaṃ.",
  "anya-e1201n:5": "Akārādayo niggahītantā tecattālīsakkharā vaṇṇā nāma honti, a ā i ī u ū e ऐ o औ ka kha ga gha ṅa ca cha ja jha ña ṭa ṭha ḍa ḍha ṇa ta tha da dha na pa pha ba bha ma ya ra la va sa ha ḷa aṃ; tena kvattho ‘‘ñonama vaṇṇe‘‘. titālīsāti vacanaṃ katthavi vaṇṇalopaṃ ñāpeti; tena-paṭisaṅkhāyoni soti-ādi siddhaṃ.",
  "anya-e1201n:6": "Dasādo sarā-.",
  "anya-e1201n:7": "Tatthādimhi dasa vaṇṇā sarā nāma honti; tena kvattho ‘‘saro lopo sare‘‘. ccādi.",
  "anya-e1201n:8": "Dvedve savaṇṇā-.",
  "anya-e1201n:9": "Tesu dvedve sarā savaṇṇā nāma honti; tena kvattho ‘‘vaṇṇapareṇa savaṇṇopi‘‘",
  "anya-e1201n:10": "1.2.",
  "anya-e1201n:11": "Pubbo rasso-.",
  "anya-e1201n:12": "Tesu dvīsu yo yo pubbo so so rassasañño hoti; tesu e o saṃyogato pubbāva dissanti; tena kvattho ‘‘rasso ve‘‘.ccādi.",
  "anya-e1201n:13": "Paro dīgho-.",
  "anya-e1201n:14": "Tesveva dvīsu yo yo paro so so dīghasañño hoti; tena kvattho’yolopanisu dīgho‘‘.ccādi.",
  "anya-e1201n:15": "Kādayo byajanā-.",
  "anya-e1201n:16": "Kakārādayo vaṇṇā niggahītapariyantā byajanasaññā honti; tena kvattho ‘‘byajane dīgharassā‘‘.ccādi.",
  "anya-e1201n:17": "Pañca pañcakā vaggā-.",
  "anya-e1201n:18": "Kādayo pañcakā pañca vaggā nāma hontī; tena kvattho ‘‘vagge vagganto‘‘. ccādi.",
  "anya-e1201n:19": "Bindu niggahītaṃ-.",
  "anya-e1201n:20": "Yvāyaṃ vaṇṇe bindumatto so niggahītasañño hoti; tena kvattho ‘‘niggahītami‘‘. ccādi; garusaññā karaṇaṃ anvatthasaññatthaṃ.",
  "anya-e1201n:21": "Iyuvaṇṇā jjhalā nāmassante-.",
  "anya-e1201n:22": "Nāmaṃ pāṭipadikaṃ tassa ante vattamānā ivaṇṇuvaṇṇā jhalasaññā honti yathākkamaṃ; tena kvattho‘‘jhalā ve‘‘. Ccādi.",
  "anya-e1201n:23": "Pitthiyaṃ-. ",
  "anya-e1201n:24": "Itthiyaṃ vattamānassa nāmassante vattamānā ivaṇṇu vaṇṇā pasaññā honti; tena kvatthā ‘‘ye passivaṇṇassa‘‘. Iccādi.",
  "anya-e1201n:25": "Ghā-. ",
  "anya-e1201n:26": "Itthiyaṃ vattamānassa nāmassante vattamāno ākāro ghasañeññā hoti; tena kvattho ‘‘ghabrahmādite‘‘.Ccādi.",
  "anya-e1201n:27": "Gosyālapane-.",
  "anya-e1201n:28": "Ālapane si gasañño hoti; tena kvattho ‘‘ge ve‘‘.Ccādi.",
  "anya-e1201n:29": "Saññādhikāro.",
  "anya-e1201n:30": "Vidhibbisesanantassa-.",
  "anya-e1201n:31": "Yaṃ visesanaṃ tadantassa vidhi ñātabbo; ‘‘ato yonaṃ ṭāṭe‘‘. Narā nare.",
  "anya-e1201n:32": "Sattamiyaṃ pubbassa-.",
  "anya-e1201n:33": "Sattamīniddese pubbasseva kāriyaṃ ñatabbaṃ; ‘‘saro lopo sare‘‘. Veḷaggaṃ; tamahantīdha kasmā na hoti; saretopasilesikādhāro tatthetāva vuccate pubbasseva hoti na parassāti.",
  "anya-e1201n:34": "Pañcamiyaṃ parassa-.",
  "anya-e1201n:35": "Pañcamīniddese parassa kāriyaṃ ñatabbaṃ; ‘‘ato yonaṃ ṭāṭe‘‘. Narā nare; idha na hoti jantuyo anantā; idha kasmā na hoti; osadhyo anantare katatthatāya na vyava hitassa kāriyaṃ.",
  "anya-e1201n:36": "Ādissa-. ",
  "anya-e1201n:37": "Parassa sissamānaṃ kāriyamādivaṇṇassa ñātabbaṃ; ‘‘ra saṅkhyāto vā‘‘. Rājinā.",
  "anya-e1201n:38": "Chaṭṭhiyantassa-.",
  "anya-e1201n:39": "Chaṭṭhiniddiṭṭhassa yaṃ kāriyaṃ tadantassa vaṇṇassa viññeyyaṃ ‘‘rājassi nāmhi‘‘. Rājinā.",
  "anya-e1201n:40": "Ṅanubandho-.",
  "anya-e1201n:41": "Ṅakāro’nubandho yassa so’ntassa hoti; ‘‘gossāvaṅi‘‘. Gavāssaṃ.",
  "anya-e1201n:42": "Ṭanubandhānekavaṇṇā sabbassa-.",
  "anya-e1201n:43": "Ṭakāro’nubandho yassa so’nekakkharo cādeso sabbassa hoti; ‘‘imassānitthiyaṃ ṭe‘‘. Esu ‘‘nāmhanimi‘‘. Anena.",
  "anya-e1201n:44": "Ñakānubandhādyantā-. ",
  "anya-e1201n:45": "Chaṭṭhiniddiṭṭhassa ñānubandhakānubandhā ādyantā honti; ‘‘bruto tissīña‘‘. Bravīti, ‘‘bhussa vuka‘‘. Babhuva.",
  "anya-e1201n:46": "Manubandho sarānamantā paro-.",
  "anya-e1201n:47": "Makāro’nubandho yassa so sarānamantā sarā paro hotī; ‘‘mañca rudhādīnaṃ‘‘. Rundhati.",
  "anya-e1201n:48": "Vippaṭisedhe-. ",
  "anya-e1201n:49": "Dvinnaṃ tiṇṇaṃ vā purisānaṃ sahappattiyaṃ paro; so ca gacchati tvañca gacchasi, tumhe gacchatha; so ca gacchati tvañca gacchasi ahañca gacchāmi, mayaṃ gacchāma.",
  "anya-e1201n:50": "Saṅketo’navayavo’nubandho-. ",
  "anya-e1201n:51": "Yo’navayavabhuto saṅketo so’nubandhoti ñatabbo;latupitādīnamāsimhi. Kattā, saṅketaggahaṇaṃ kiṃ? Pakatīyādisamudāyassānubandhatā mā hotuti; anavayavo hi samudāyo samudāyarūpattāyeva; anavayavaggahaṇaṃ kiṃ?’Atena’. Janena; imināva lopassāvagatattā nānubandhalopāya vacanamāraddhaṃ.",
  "anya-e1201n:52": "Vaṇṇaparena savaṇṇo’pi-.",
  "anya-e1201n:53": "Vaṇṇasaddo paro yasmā tena savaṇṇo’pi gayhati saṃva rūpaṃ; yuvaṇṇānamño luttā‘‘. Vāteritaṃ, samonā.",
  "anya-e1201n:54": "Ntu vantumanatvāvantutavantusambandhi-.",
  "anya-e1201n:55": "Vantvādisambandhiyeva ntu gayhati, ‘‘ntantunaṃ nto yomhi paṭhame‘‘. Guṇavanto; vantvādisambandhīti kiṃ; jantu tantu.",
  "anya-e1201n:56": "Paribhāsāyo.",
  "anya-e1201n:57": "Saro lopo sare-.",
  "anya-e1201n:58": "Sare saro lopanīyo hoti; tatrime, saddhindriyaṃ, no hetaṃ, bhikkhunovādo, sametāyasmā, abhibhāyatanaṃ, puttā matthi, asantettha.",
  "anya-e1201n:59": "Paro kvaci lopanīyo hoti; so’pi, sāva, yatodakaṃ, tatova; kvavīti kiṃ? Saddhinduyaṃ ayamadhikāro āparicchedāvasānā tena nātippasaṅgo.",
  "anya-e1201n:60": "Nadvevā-. ",
  "anya-e1201n:61": "Pubbaparasarā dve’pi vā kvaci na lupyante; latā iva lateva latāva.",
  "anya-e1201n:62": "Yuvaṇṇanamño luttā-.",
  "anya-e1201n:63": "Luttā sarā paresaṃ ivaṇṇuvaṇṇānaṃ ño honti vā yathākkamaṃ; tassedaṃ, vāteritaṃ, nopeti, vāmoru, ateva’ññe, vodakaṃ; kathaṃ paccorasmanti; yogavibhagā, vātveva tassidaṃ; lutteti kiṃ? Latā iva.",
  "anya-e1201n:64": "Yavā sare-.",
  "anya-e1201n:65": "Sare pare ivaṇṇuvaṇṇānaṃ yakāravakārā hontiva yathākkamaṃ; vyākato, iccassa, ajjhiṇamutto, svāgataṃ, bhavāpanalānīlaṃ; vāttheva-itissa; kvacītveva-yānīdha, sūpaṭṭhitaṃ.",
  "anya-e1201n:66": "Ñonaṃ-.",
  "anya-e1201n:67": "Ñonaṃ yavā honti vā sare yathākkamaṃ; tyajja te’jja svāhaṃ so’haṃ,kvacitveva-puttāmatthi asantettha.",
  "anya-e1201n:68": "Gossāvaṅi-.",
  "anya-e1201n:69": "Sare gossa avaṅi hoti; gavāssaṃ; yathariva tatharivetinipātāva; bhusāmiveti ivasaddo evattho.",
  "anya-e1201n:70": "Byañjane dīgharassā-.",
  "anya-e1201n:71": "Rassadīghānaṃ kvaci dīgharassā honti byañjane; tatrāyaṃ, munīvare, sammadeva, mālahārī.",
  "anya-e1201n:72": "Saramhā dve-",
  "anya-e1201n:73": "Saramhā parassa byañjanassa kvaci dve rūpā honti; paggaho; saramhāti-kiṃ? Taṃkhaṇaṃ.",
  "anya-e1201n:74": "Catutthadutiyesveyaṃ tatiyapaṭhāmā-.",
  "anya-e1201n:75": "Catutthadutiyesu paresvesaṃ catutthadutiyānaṃ tabbagge tatiyapaṭhamā honti paccāsattya; mahaddhano, yasa tthero, apphuṭaṃ, abbhuggato; esviti-kiṃ? Thero; esantikiṃ?Pattho.",
  "anya-e1201n:76": "Vitisseve vā-.",
  "anya-e1201n:77": "Evasadde pare itissa vo hoti vā; ittheva icceva; eveti-kiṃ,iccāha.",
  "anya-e1201n:78": "Ñonama vaṇṇe-.",
  "anya-e1201n:79": "Ñonaṃ vaṇṇe kvaci a hoti vā; disvā yācakamāgate, akarambhasate,esaattho, esadhammo, maggo aggamakkhāyati, svāyatanaṃ, hiyyattanaṃ, karassu; vātveva-yācake āgate, eso dhammo; vaṇṇeti kiṃ?So.",
  "anya-e1201n:80": "Niggahītaṃ-. ",
  "anya-e1201n:81": "Niggabhītamāgamo hoti vā kvaci; cakkhuṃ udapādi cakkhu udapādi, purimaṃjāti purimajāti, kattabbaṃ kusalaṃ bahuṃ. Avaṃ siroti-ādisu niccaṃ vavatthītavibhāsattā vādhikārassa; sāmatthī yenāgamova sa ca rassasarasseva hoti tassa rassānugatattā.",
  "anya-e1201n:82": "Lopo-.",
  "anya-e1201n:83": "Niggahītassa lopo hoti vā kvaci; kyāhaṃ kīmahaṃ, sā ratto saṃratto; sallekho-gattukāmo-gantumanotiādisu niccaṃ.",
  "anya-e1201n:84": "Parasarassa-",
  "anya-e1201n:85": "Niggahītamhā parassa sarassa lopo hoti vā kvaci; tvaṃsi tvamasi.",
  "anya-e1201n:86": "Vagge vagganto-",
  "anya-e1201n:87": "Niggahītassa kho vagge vagganto vā hoti paccā satyā; taṅkaroti taṃ karoti, tañcarati taṃ carati, taṇṭhānaṃ taṃ ṭhānaṃ, tandhanaṃ taṃ dhanaṃ, tampāti taṃ pāti; niccaṃ pada majjhe, gantvā; kvacaññatrāpi, santiṭṭhati.",
  "anya-e1201n:88": "Yevahisuñño-.",
  "anya-e1201n:89": "Yaevahisaddesu niggahītassa vā ño hoti; yayaññadeva, taññeva, tañbhi; vātveva-yaṃyadeva.",
  "anya-e1201n:90": "Ye saṃssa-",
  "anya-e1201n:91": "Saṃsaddassa yaṃ niggahītaṃ tassa vā ño hoti yakāre; saññamo saṃyamo.",
  "anya-e1201n:92": "Mayadā sare-.",
  "anya-e1201n:93": "Niggahītassa mayadā honti vā sare kvaci; tamahaṃ, tayidaṃ, tadalaṃ; vātveva-taṃ ahaṃ.",
  "anya-e1201n:94": "Vanataragā cāgamā-.",
  "anya-e1201n:95": "Ete mayadā cāgamā honti sare vā kvaci; tivaṅgīkaṃ, ito nāyati, cinitvā, tasmātiha, nirojaṃ, puthageva, idhamāhu, yathayidaṃ, attadatthaṃ; vātveva-attatthaṃ; atippago kho tāvāti-paṭhamanto pagasaddova.",
  "anya-e1201n:96": "Chā ḷo-.",
  "anya-e1201n:97": "Chasaddā parassa sarassa ḷakāro āgamo hoti vā; chaḷahaṃ, chaḷāyatanaṃ; vātveva-cha abhiññā.",
  "anya-e1201n:98": "Tadaminādīni- ",
  "anya-e1201n:99": "Tadaminādīni sādhūni bhavanti? Taṃ iminā tadaminā, sakiṃ āgāmī sakadāgāmī, ekaṃ idha ahaṃ ekamidāhaṃ, saṃvidhāya avahāro saṃvidāvahāro, vārino vāhako valāhako, jīvanassa mūto jīmūto, chavassa sayanaṃ susānaṃ, uddhaṃ khamassa udukkhalaṃ, pisi tāso pisāco, mahiyaṃ ravatīti mayūro; evamaññepi payoga to’nugantabbā; paresaṃ pisodarādivedaṃ daṭṭhabbaṃ.",
  "anya-e1201n:100": "Tavaggavaraṇānaṃ ye cavaggabayañā-.",
  "anya-e1201n:101": "Tavaggavaraṇānaṃ cavaggabayañā honti yathākkamaṃ yakāre; apūccaṇḍakāyaṃ, tacchaṃ, yajjevaṃ, ajjhattaṃ, thañaññaṃ, dibbaṃ, payyesanā, pokkharañño; kvacītveva-ratyā.",
  "anya-e1201n:102": "Vaggalasehi te-",
  "anya-e1201n:103": "Vaggalasehi parassa yakārassa kvaci te vaggalasā honti; sakkate, paccate, aṭṭate, kuppate, phallate, assate, kvacī tveca-kyāhaṃ.",
  "anya-e1201n:104": "Hassa vipallāso-",
  "anya-e1201n:105": "Hassa vipallāso hoti yakāre; guyhaṃ.",
  "anya-e1201n:106": "Ve vā-.",
  "anya-e1201n:107": "Hassa vipallāso hoti vā vakāre; bavhābādho bahvā bādho.",
  "anya-e1201n:108": "Tathanarānaṃ ṭaṭhaṇalā-.",
  "anya-e1201n:109": "Tathanarānaṃ ṭaṭhaṇalā hontī vā; dukkaṭaṃ, aṭṭhakathā, gahaṇaṃ, paligho, palāyati, vātveca-dukkataṃ; kvacītveva-sugato.",
  "anya-e1201n:110": "Saṃyogādilopo-",
  "anya-e1201n:111": "Saṃyogassa yo ādibhuto’vayavo tassa vā kvacī lopo hoti; pupphaṃsā, jāyate’gini.",
  "anya-e1201n:112": "Vicchābhikkhaññesu dve-",
  "anya-e1201n:113": "Vīcchāyamābhikkhaññe ca yaṃ vattate tassa dve rūpāni honti, kriyāya guṇena dabbena vā bhinne atthe vyāpitu micchā vīcchā; rukkhaṃrukkhaṃ siñcati, gāmogāmo ramaṇīyo, gāme gāme pānīyaṃ, gehe gehe issaro, rasaṃ rasaṃ bhakkhayatī, kiriyaṃ kiriyamārahate.",
  "anya-e1201n:114": "Atthiyevānupubbiye’pi vīcchā, mūle thūlā, agge agge sukhumā; yadi hi ettha mūlaggabhedo na siyā ānupubbiyampi na bhaveyya, (jeṭṭhaṃ jeṭṭhamanuppavesaya) māsakaṃ māsakaṃ imamhā kahāpaṇā bhavantānaṃ dvinnaṃ dehīti- māsakaṃ māsakamiccetasmā vīcchāvagamyate saddantarato pana imamhā kahāpaṇāti avadhāraṇaṃ; pubbaṃ pubbaṃ pupphanti, paṭhamaṃ paṭhamaṃ paccantīti vīcchāva; ime ubho aḍḍhā katarā katarā esaṃ dvinnamaḍḍhatā, sabbe ime aḍḍhā katamā katamā imesaṃ aḍḍhatā, ihāpi vīcchāva; ābhikkhaññaṃ-ponopuññaṃ, pacati pacati papacati papacati, lunāhi lunāhitvevāyaṃ lunāti, bhutvā bhutvā gacchati, paṭapaṭā karoti, paṭapaṭāyati.",
  "anya-e1201n:115": "Syādilopo pubbassekassa-.",
  "anya-e1201n:116": "Vīcchāmekassa dvitte pubbassa syādilopo hoti, ekekassa, kathaṃ matthakamatthakenāti? Syādilopo pubbassāti yogavibhāgā; na cātippaṅgo yogavibhāgā iṭṭhappasiddhīti.",
  "anya-e1201n:117": "Sabbādīnaṃ vītihāre-.",
  "anya-e1201n:118": "Sabbādīnaṃ vītihāre dve bhavanti pubbassa syādilopo ca; aññamaññassa bhojakā, itarītarassa bhojakā.",
  "anya-e1201n:119": "Yāva bodhaṃ sambhame-.",
  "anya-e1201n:120": "Turitenāpāyahetupadassanaṃ sambhamo, tasmiṃ sati vattu yāvanteha saddehi so’ttho viññāyate tāvanto saddā payujjante; sappo sappo sappo, bujjhassu bujjhassu bujjhassu, bhinno bhikkhusaṅgho bhinno bhikkhusaṅgho.",
  "anya-e1201n:121": "Bahulaṃ-.",
  "anya-e1201n:122": "Ayamadhikāro āsatthaparisamattiyā tena nātippasaṅgo iṭṭhasiddhi ca.",
  "anya-e1201n:123": "Iti moggallānavyākaraṇe vuttīyaṃ paṭhamo kaṇḍo.",
  "anya-e1201n:124": "Dvedvekānekesu nāmasmā siyoaṃyonābhisanaṃ smāhisanaṃsmiṃsu-.",
  "anya-e1201n:125": "Etesaṃ dve dve honti ekānekatthesu vattamānato nāmasmā; muni munayo, muniṃ munayo, muninā munīhi, munissa munīnaṃ, munismā munīhi, munissa munīnaṃ, munismiṃ munīsu, evaṃ kumārī kumāriyo, kaññā kaññāyoti; etāni satta dukāni sattavibhattiyo; vibhāgo vibhattīti katvā-ettha siamitīkārā kārā ‘‘kimaṃsisū‘‘ti. Saṃketatthā.",
  "anya-e1201n:126": "Kamme dutiyā-.",
  "anya-e1201n:127": "Karīyati kattukriyāyābhīsambandhīyatīti kammaṃ, tasmiṃ dutiyā vibhatti hoti; kaṭaṃ karoti, odanaṃ pavati, ādiccaṃ passati, odano paccatīti-odanasaddato kammatā nappatīyate, kiṃ carahi? Ākhyātato; kaṭaṃ karoti vipulaṃ dassanīyanti- attheva guṇa yuttassa kammatā; icchite’pi kammattāva dutiyā siddha; gāvuṃ payo dohati, gomantaṃ gāvaṃ yāvati, gavamavarundhati vajaṃ, māṇavakaṃ maggaṃ pucchati, gomantaṃ gāvaṃ bhikkhate, rukkhamava cināti phalāni, sissaṃ dhammaṃ brūte, sissaṃ dhammamanusāsati.",
  "anya-e1201n:128": "Evamanicachite’pi; ahiṃ laṅghayati, vīsaṃ bhakkheti; yanne vicchitaṃ nāpi anicchitaṃ tatthāpi dutīyā siddhā; gāmaṃ gacchanto rukkhamūlamupasappati, pathaviṃ adhisessati, gāmamadhitiṭṭhati, rukkha majjhāsateti-adhisīṭhāsānaṃ payoge’dhikaraṇe kammavacanicchā.",
  "anya-e1201n:129": "Vatticchāto hi kārakāni honti; taṃ yathā- valāhakā vijjotate, valāhakassa vijjotate, valāhako vijjotate, valāhake vijjotate, valāhakena vijjotateti.",
  "anya-e1201n:130": "Evamabhinavisassa vā, dhammamabhinivisate dhamme vā, tathā upanvajjhāvasassābhojananavutticanassa; gāmamupavasati, gāma manuvasati, pabbatamadhivasati, gharamāvasati; abhojananivuttivaca nassāti-kiṃ? Gāme upavasati-bhojananivuttiṃ karotīti attho. Tappānācāre’pi kammattāva dutiyā siddhā, nadimpivati, gāmaṃ carati; evaṃ sace maṃ nālapissatīti-ādisupi.",
  "anya-e1201n:131": "Vihitāva paṭiyoge dutiyā, paṭibhantu taṃ cunda bojjhaṅgāti-taṃ paṭi bojjhaṅgā bhāsantūti attho; yadā tu dhātunā yutto pati tadā tenāyogā sambandhe chaṭṭhī ca tassa nappaṭi bhātīti? Akkhe dibbati, akkhehi dibbati, akkhesu dibbatītikammakaraṇādhikaraṇavacanicchā.",
  "anya-e1201n:132": "Kāladdhānamaccantasaṃyoge-. ",
  "anya-e1201n:133": "Kriyāguṇadabbehi sākallena kāladdhānaṃ sambandho accantasaṃyoge, tasmiṃ viññāyamāne kālasaddehi addha saddehi ca dutiyā hoti; māsamadhīte, māsaṃ kalyāṇi. Māsaṃ guḷadhānā, kosamadhīte, kosaṃ kuṭilā nadī, kosaṃ pabbato; accantasaṃyegeti kiṃ? Māsassa dvīhamadhīte; kosasseka dese pabbato; pubbanhasamayaṃ nivāsetvā, ekaṃ samayaṃ bhagavā, imaṃ rattiṃ cattāro mahārājāti; evamādisu kālavācīhi accantasaṃyegattāva dutiyā siddhā, vibhattivipallāsena vā bahulaṃ vidhānā-",
  "anya-e1201n:134": "Phalappattiyaṃ kriyāparisamattyapavaggo tasmiṃ viññāya māne kāladdhānaṃ kriyāyāccantasaṃyoge tatiyābhimatā sāpi karaṇattāva siddhā; māsenānuvāko’dhīto, kosenānuvā ko’dhītoti; anapavaggetu asādhakatamattā karaṇattābhave dutiyāva māsamadhīto’nuvāko, na cānena gahitoti.",
  "anya-e1201n:135": "Kārakamajjhe ye kāladdhānavācino tato sattamīpapañcamiyo abhimatā; ajja bhutvā devadatto dvīhe bhuñjissati dvīhā bhuñjissati, atraṭṭho’yamissāso kose lakkhaṃ vijjhati, kosā lakkhaṃ vijjhatīti-tāpīha sakasakakārakavacanicchāyeva siddhā.",
  "anya-e1201n:136": "Gatibodhāhārasaddatthakammakahajjādīnaṃ payojje-.",
  "anya-e1201n:137": "Gamanatthānaṃ bodhatthānaṃ āhāratthānaṃ saddatthānamakammakānaṃ bhajjādīnañca payojje kattari dutiyā hoti, sāmatthiyā ca payojakavyāpārena kammatāvassa hotīti patīyate; gama yati māṇavakaṃ gāmaṃ, yāpayati māṇavakaṃ gāmaṃ, bodhayati māṇavakaṃ dhammaṃ, vedayati māṇavakaṃ dhammaṃ, bhojayati māṇavakamodanaṃ, āsayati māṇavakamodanaṃ, ajjhāpayati māṇavakaṃ vedaṃ pāṭhayati māṇavakaṃ vedaṃ, āsayati devadattaṃ, sāyayati deva dattaṃ, aññaṃ bhajjāpeti, aññaṃ koṭṭāpeti, añaññaṃ santharāpeti. Etesamevāti kiṃ?Pācayati odanaṃ devadattena yañaññadatto; paye ppoti kiṃ?Gacchati devadatto, yadā carahigamayati devadattaṃ yañña datto, tamaparo payojayati tadā gamayati devadattaṃ yaññadatteneti - bhavitabbaṃ gamayatissāgamanatthattā.",
  "anya-e1201n:138": "Harādīnaṃ vā-.",
  "anya-e1201n:139": "Harādīnaṃ payojje kattari dutiyā hoti vā; hāreti hāraṃ devadattaṃ devadatteneti vā, ajjhohāreti sattuṃ devadattaṃ devadatteneti vā, kāreti devadattaṃ devadatteneti vā, dassayate janaṃ rājā janeneti vā, abhivādayate guruṃ devadattaṃ devadatteneti vā.",
  "anya-e1201n:140": "Na khādādīnaṃ-.",
  "anya-e1201n:141": "Khādādīnaṃ payojje kattari dutiyā na hoti; khādayati devadattena, ādayati devadattena, avhāpayati devadattena, saddāyati devadattena, kandayati devadattena, nāyayati devadattena.",
  "anya-e1201n:142": "Vahissāniyantuke-.()",
  "anya-e1201n:143": "Vāhayati bhāraṃ devadattena; aniyantuketi-kiṃ?Vāhayati gāraṃ balivadde.",
  "anya-e1201n:144": "Bhakkhissāhiṃsāyaṃ-.()",
  "anya-e1201n:145": "Bhakkhayati modake devadattena; ahiṃsāyanti kiṃ? Bhakkhayati balivadde sassaṃ.",
  "anya-e1201n:146": "Dhyādīhi yuttā-.",
  "anya-e1201n:147": "Dhiādīhi yuttato dutiyā hoti? Dhiratthumaṃ pūtikāyaṃ, antarā ca rājagahaṃ, antarā ca nāḷandaṃ, samādhānamantarena, mucalindamabhito saramiccādi-chaṭṭhiyāpavādo yaṃ.",
  "anya-e1201n:148": "Lakkhaṇitthambhutavīcchāsvabhinā-.",
  "anya-e1201n:149": "Lakkhaṇādisvatthesvahinā yuttamhā dutiyā hoti; rukkha mabhivijjetate vijju, sādhu devadatto mātaramabhi, rukkhaṃ rukkhamabhitiṭṭhati.",
  "anya-e1201n:150": "Patiparīhi bhāge ca-.",
  "anya-e1201n:151": "Patiparīhi yuttamhā lakkhaṇādisu bhāge vatthe dutiyā hoti; rukkhampati vijjotate vijju, sādhu devadatto mātaraṃ pati, rukkhaṃ rukkhaṃ pati tiṭṭhati, yadettha maṃ pati siyā, rukkhaṃ parivijjetate vijju, sādhu devadatto mātaraṃ pari, rukkhaṃ rukkhaṃ pari tiṭṭhati, yadettha maṃ pari siyā.",
  "anya-e1201n:152": "Anunā-. ",
  "anya-e1201n:153": "Lakkhaṇādisvatthesvanunā yuttamhā dutiyā hoti; rukkha manuvijjotate vijju, saccakiriyamanupavassi; hetu ca lakkhaṇaṃ bhavati, sādhu devadatto mātaramanu, rukkhaṃ rukkhamanu tiṭṭhati, yadettha maṃ anusiyā.",
  "anya-e1201n:154": "Sahatthe-",
  "anya-e1201n:155": "Sahatthe’nunā yuttamhā dutiyā hoti; pabbatamanutiṭṭhati.",
  "anya-e1201n:156": "Hīne-",
  "anya-e1201n:157": "Hīnatthe’nunā yuttamhā dutiyā hoti; anusāriputtaṃ paññāvanto.",
  "anya-e1201n:158": "Paññavanto-ma.",
  "anya-e1201n:159": "Upena-. ",
  "anya-e1201n:160": "Hinatthe upena yuttamhā dutiyā hoti; upasāriputta paññāvanto.",
  "anya-e1201n:161": "Sattamyādhikye-.",
  "anya-e1201n:162": "Ādhikyatthe upena yuttamhā sattamī hoti; upakhārayaṃ doṇo.",
  "anya-e1201n:163": "Sāmitte’dhinā-.",
  "anya-e1201n:164": "Sāmibhāvatthe’dhinā yuttamhā sattamī hoti; adhibrahmadatte pañcālā, adhipañcālesu brahmadatto.",
  "anya-e1201n:165": "Kattukaraṇesu tatiyā-.",
  "anya-e1201n:166": "Kattari karaṇa cैa kārake tatiyā hoti; purisena kataṃ, asinā chindati, pakatiyābhirūpo, gottena gotamo’sumedho nāma nāmena, jātiyā sattavassikoti-bhūdhātussa sambhavā karaṇe eva tatiyā; evaṃ samena dhāvati, visamena dhāvati, dvidoṇena dhaññaṃ kiṇāti, pañcakena pasavo kiṇātīti.",
  "anya-e1201n:167": "Sahatthena-",
  "anya-e1201n:168": "Sahatthena yoge tatiyā siyā; puttena sahāgato, puttena saddhiṃ āgato? Tatiyāpi chaṭṭhīva appadhāne eva bhavati.",
  "anya-e1201n:169": "Lakkhaṇe-. ",
  "anya-e1201n:170": "Lakkhaṇe vattamānato tatiyā siyā; tidaṇḍakena paribbājakamaddakkhi, akkhinā kāṇo, tena hi aṅgena aṅgino vikāro lakkhīyate.",
  "anya-e1201n:171": "Hetumhi-. ",
  "anya-e1201n:172": "Takkiriyāyogge tatiyā siyā; annena vasati, vijjāya yaso.",
  "anya-e1201n:173": "Pañcamīṇe vā-.",
  "anya-e1201n:174": "Iṇe hetumhī pañcamī hoti vā;jaḷattā baddho satena vā.",
  "anya-e1201n:175": "Guṇe-",
  "anya-e1201n:176": "Parāṅgabhute hetumhi pañcamī hoti vā; jaḷattā baddho jaḷattena vā, paññāya mutto, hutvā abhāvato’niccā, saṅkhāra nirodhā viññāṇanirodho.",
  "anya-e1201n:177": "Chaṭṭhī hetvatthehi-.",
  "anya-e1201n:178": "Hetvatthavacīhi yege hetumhi chaṭhī siyayā; udarassa hetu, udarassa kāraṇā.",
  "anya-e1201n:179": "Sabbādito sabbā-.",
  "anya-e1201n:180": "Hetvatthehi yoge sabbādīhi sabbā vibhattiyo honti; ko hetu, kaṃ hetuṃ, kena hetunā, tassa hetussa, kasmā hetusmā, kassa hetussa, kasmiṃ hetusmiṃ; kiṃ kāraṇaṃ, kena kāraṇena; kiṃ nimittaṃ, kena nimittena; kiṃ payojanaṃ, kena payojaneneccevamādi –hetvatthehītveva-kena kataṃ.",
  "anya-e1201n:181": "Catutthi sampadāne-.",
  "anya-e1201n:182": "Yassa sammā padīyate tasmiṃ catutthi siyā; saṅghassa dadāti, ādhāravicakkhāyaṃ sattamīpi siyā, saṅghe dehi.",
  "anya-e1201n:183": "Tādatthye-.",
  "anya-e1201n:184": "Tassedaṃ tadatthaṃ tadatthabhāve jotanīye nāmasmā catutthī siyā; sītassa paṭighātāya, atthāya hitāya devamanussānaṃ, nālaṃ dārabharaṇāya, yūpāya dāru, pākāya vajatītvevamādi.",
  "anya-e1201n:185": "Kassa sāduṃ na ruccati, mā āyasmantānampi saṅghabhedo ruccattha, khamati saṅghassa, bhattamassa nacchādetīti-chaṭṭhī sambandha vacanicchāyaṃ; na cevaṃ virodho siyā sadisarūpattā evaṃ vidhesu ca sambandhassa saddikānumatattā kassa vā tvaṃ dhammaṃ rocesīti-atthamatte paṭhamā.",
  "anya-e1201n:186": "Evamaññāpi viññeyyā parato’pi yathāgamaṃ.",
  "anya-e1201n:187": "Rañño sataṃ dhāreti, rañño chattaṃ dhāretīti sambandhe chaṭṭhī; evaṃ rañño silāghate, rañño hanute, rañño upa tiṭṭhate, rañño sapate, devāpi tassa pihayanti tādino, tassa kujjha mahāvīra, yaditaṃ tassa pakuppeyyaṃ, dubhayati disānaṃ megho, yo mittānaṃ na dūhatī,[ ] yo appaduṭṭhassa narassa dussati, kyāhaṃ ayyānaṃ aparajjhāmi, issayanti samaṇānaṃ titthiyā, dhammena nayamānānaṃ kā usūya, [ ] rañño bhāgyamā rajjhati, rañño bhāgyamikkhate, tena yācito ayācito vā tassa gāvo paṭisuṇāti, gāvo āsuṇāti, bhagavato paccassosuṃ, hotu patigiṇāti, hotvanugiṇāti, ārovayāmi vo, pativedayāmi vo, dhamma te desissāmi, yathā no satthā vyākareyya, alaṃ te idha vāsena, kiṃ te jaṭāhi dummedha, arahati mallo mallassāti –jīvitaṃ tiṇāyapi na maññamanoti tādatthye catutthi; tiṇena yo attho tadatthāyapīti attho;",
  "anya-e1201n:188": "‘‘Yo ca sitaca uṇhaca tiṇā bhiyyo na namaññati‘‘",
  "anya-e1201n:189": "Tiṇamiva jīvitaṃ maññamānoti-savisayāva vibhattiyo; saggāya gacchatīti-tādatthye catutthi, yo hi saggaṃ gacchati tadatthaṃ tassa gamananti–-kammavavanicchāyaṃ tu dutiyāva - saggaṃ gacchati; āyuṃ bhoto hotu, ciraṃ jīvitaṃ bhaddaṃ kalyāṇaṃ atthaṃ payojanaṃ kusalaṃ anāmayaṃ hitaṃ pathyaṃ sukhaṃ sātaṃ bhoto hotu; sādhu sammuti metassa, puttassāvikareyya guyhamatthaṃ, tassa me sakko pāturahosi, tassa pahiṇeyya, bhikkhūnaṃ dūtaṃ pāhesi, kappati samaṇānaṃ āyogo, ekassa dvinnaṃ tiṇṇaṃ vā pahoti, upamaṃ te karissāmi, añjaliṃ te pagaṇhāmi, tassa phāsu, lokassattho, namo te purisājañña, sotthi tassa, alaṃ mallo mallassa, samattho mallo millassa, tassa hitaṃ tassa sukhaṃ, svāgataṃ te mahārājāti-sabbattha chaṭṭhī sambandhe.",
  "anya-e1201n:190": "Evaṃ vidhamaññampevaṃ viññeyayyaṃ yathāgamaṃ.",
  "anya-e1201n:191": "Pañcamyavadhismā-. ",
  "anya-e1201n:192": "Padatthāvadhismā pañcamī vibhatti hoti; gāmasmā āgacchati evaṃ corasmā bhāyati, corasmā uttasati, corasmā tāyati corasmā rakkhatīti.",
  "anya-e1201n:193": "Savebhāyatha dukkhassa, pamāde bhayadassivā tasanti daṇḍassāti,-chaṭṭhisattamiyo’pi honteva sambandhādhāravavanicchāyaṃ ajjhenā parājeti, paṭipakkhe parājetīti-savīsayāva vibhattiyo; sace kevaṭṭassa parajjissāmīti- chaṭṭhīpi hoti sambandhavavanicchāyaṃ, yavehi gāvo vāreti, pāpā cittaṃ nivāraye, kāke rakkhati taṇḍulāti-savisayeva pañcamī? Cittaṃ rakkhetha medhāvīti-dutiyāva dissati kammatthe; upajjhāyā antaradhāyati, upajjhāyā adhīte; kāmato jāyatī sokoti-savisayeva pañcamī; tatthemichaddhayo’pi honteva savisaye; himacantā pabhavati gaṅgā, pāṇātipātā viramassu khippaṃ, añño devadattā, bhinno devadattāti-samisayeva pañcamī; añño devadattā, bhinno devadattāti-savisayeva pañcami; evaṃ ārā so [ ] āsavakkhayā, itaro devadattā, uddhaṃ pādatalā, adho kesamatthakā, pubbo gāmā, pubbeva sambodhā, tato paraṃ, tato aparena samayena, tatuttarinti, sambandha vacanicchāyaṃ chaṭṭhīpi; purato gāmassa, dakkhiṇato gāmassa, upari pabbatassa, heṭṭhā pāsādassāti;pāsādamāruyha pekkhati, pāsādā pekkhati, āsane upavisitvā pekkhati āsanā pekkhatīti-avadhi vacanicchāyaṃ pañcamī; pucchanakhyānesupi; kuto bhavaṃ, pāṭaliputta smāti; tathā desakālamāne’pi; pāṭaliputtasmā rājagahaṃ satta yojanāni sattasu yojanesūti vā; evamito tiṇṇaṃ māsā namaccayenāti; kicchā laddhantī-guṇe pañcamī; kacchena me adhi gatanti hetumhi karaṇe vā tatiyā; evaṃ thokā mutto, tho kena muttoti, thokaṃ valatīti-kriyāvisesane kammani dutiyā; dūrantikatthayoge’pi savisayeva pañcamīchaṭṭhiyo siyuṃ; dūraṃgāmasmā, antikaṃ gāmasmā, dūraṃ gāmassa, antikaṃ gāmassāti-dūranti katthe hī tu sabbāva savisaye siyuṃ bādhakābhāvā; dūro gāmo, antiko gāmotvevamādi; keci panāhu asattavacanehetehi pāṭipadikatthe dutiyātatiyāpañcamīsattamiyo sattavacanehi tu sabbāva savisayeti; te panaññeheva paṭikkhittā; dūraṃ maggo, antikaṃ maggoti- kriyāvisesanaṃ bhudhātussa gamma mānattā; suddho lobhanīyehi dhammehi, parimutto dukkhasmā, vivicceva kāmehi, gambhīrato ca puthulato ca yojanaṃ, āyāmena yojanaṃ, tatoppabhuti, yato sarāmi attānantī-savisayeva vibhattiyo.",
  "anya-e1201n:194": "Apaparīhi vajjane-.",
  "anya-e1201n:195": "Vajjane vattamānehi apaparīhi yoge pañcamī hoti; apasālāya āyanti vāṇijā, parisālāya āyanti vāṇijā, sālaṃ vajjetvāti attho; vajjaneti kiṃ? Rukkhaṃ parivijjotate vijju, āpāṭaliputtasmā vassi devoti-mariyādābhividhimhiyeva pañcama, vinā pāṭalaputtena saha veti-viseso; evaṃ yāva pāṭaliputtasma vassi devoti.",
  "anya-e1201n:196": "Paṭinidhipaṭidānesu patinā-.",
  "anya-e1201n:197": "Paṭinidhimhi paṭidāne ca vattamānena patinā yoge nāmasmā pañcamī vibhatti hoti; buddhasmā pati sāriputto, ghatamassa telasmā pati dadāti, paṭinidhipaṭidānesūti-kiṃ? Rukkhaṃ pati vippotate.",
  "anya-e1201n:198": "Rite dutiyā ca-",
  "anya-e1201n:199": "Rite saddena yoge nāmasmā dutiyā hoti pañcamī ca rite saddhammaṃ, rite saddhammā.",
  "anya-e1201n:200": "Vināññatra tatiyā ca-.",
  "anya-e1201n:201": "Vināññatrasaddehi yoge nāmasmā tatiyā ca hoti, dutiyāpañcamiyo ca; vinā vātena, vinā vātaṃ, vinā vātasmā, aññatra ekena piṇḍapātanīhārakena, aññatra dhammaṃ, aññatra dhammā.",
  "anya-e1201n:202": "Puthanānāhi-.",
  "anya-e1201n:203": "Etehi yoge tatiyā hoti pañcamī ca; puthageva janena, puthageva janasmā, janena nānā, jasanmā nānā.",
  "anya-e1201n:204": "Sattamyādhāre-.",
  "anya-e1201n:205": "Kriyādhārabhutakattukammānaṃ dhāraṇena yo kriyāyādhāro tasmiṃ kārake nāmasmā sattami hoti; kaṭe nisīdati, thāliyaṃ odanaṃ pacati, ākāse sakuṇā, tilesu telaṃ, gaṅgāyaṃ vajo.",
  "anya-e1201n:206": "Nimitte-. ",
  "anya-e1201n:207": "Nimittatthe sattamī hoti; ajinamhi haññate dīpi, musā vāde pācittiyaṃ.",
  "anya-e1201n:208": "Yabbhāvo bhāvalakkhaṇaṃ-.",
  "anya-e1201n:209": "Yassa bhāvo bhāvantarassa lakkhaṇaṃ bhavati tato sattamī hoti; gāvīsu duyhamānāsu gato, duddhāsu āgato; bhāvoti kiṃ? Yo jaṭāhi sa bhuñjati; bhāvalakkhaṇanti kiṃ;yo bhujate so devadatto? Akāle vassati tassa, kāle tassa na vassatīti-visayasattamī.",
  "anya-e1201n:210": "Chaṭṭhī cānādare-.",
  "anya-e1201n:211": "Yassa bhāvo bhāvantarassa lakkhaṇaṃ bhavati tato chaṭṭhī bhavati sattamī cānādare gamyāne.",
  "anya-e1201n:212": "‘‘Ākoṭayanto so neti sivirājassa pekkhato;",
  "anya-e1201n:213": "Maccu gacchati ādāya pekkhamāne mahājane.",
  "anya-e1201n:214": "Gunnaṃ sāmīti-sambandhe chaṭṭhī, geṃsu sāmīti visayasattamī, evaṃ gunnamissaro gosissaro, gunnaṃ adhipati gosu adhipati, gunnaṃ dāyādo gosu dāyādo gunnaṃ sakkhi gosu sakkhi, gunnaṃ patibhu gosupatibhu, gunnaṃ pasūto gosu pasūto, kusalā naccagītassa kusalā naccagīte, āyutto kaṭakaraṇassa āyutto kaṭakaraṇe, tathādhāravacanicchāyaṃ pattamī; bhikkhusu abhivādenti, muddhani cumbitvā, bāhāsu gahetvā, hatthesu piddhāya caranti, pathesu gacchanti, kadalīsu gaje rakkhantīti; ñāṇasmiṃ pasannotivisayasattamī; ñāṇena pasannoti-karaṇe tatiyā; evaṃ ñāṇasmiṃ ussukko ñāṇena ussukkoti.",
  "anya-e1201n:215": "Yato niddhāraṇaṃ-.",
  "anya-e1201n:216": "Jātiguṇakriyāhi samudāyatekadesassa puthakkaraṇaṃ niddhāraṇaṃ yato taṃ karīyati tato chaṭṭhīsattamiyo honti; sāliyo sūkadhaññānaṃ pathyatamā sāliyo sūkadhaññesu pathya tamā,kaṇbhā gāvīnaṃ sampannakhīratamā kaṇhā gāvīsu sampanna khīratamā, gacchataṃ dhāvanto sīghatamā gacchantesu dhāvanto sīghatamā –- sīlameva sutā seyyoti-avadhimhiyeva pañcamī.",
  "anya-e1201n:217": "Paṭhamātthamante -.",
  "anya-e1201n:218": "Nāmasmābhidheyyamatte paṭhamāvibhatti hoti; rukkho, itthi, pumā napuṃsakanti-liṅgampi saddotthova, tathā doṇo, khārī āḷahakanti-parimāṇampi saddatthova, eko, dve, bahavoti-saṃkhyyāpi saddatthova.",
  "anya-e1201n:219": "Āmantaṇe -.",
  "anya-e1201n:220": "Yato saddenābhimukhīkaraṇamāmantaṇaṃ tasmiṃ visaye paṭhamā vibhatti hoti; bho purisa, bho itthi, bho napuṃsaka. Chaṭṭhī sambandhe-.",
  "anya-e1201n:221": "Kriyākārakasañjāto assedambhāvahetuko sambandho nāma tasmiṃ chaṭṭhīvibhatti hoti; rañño puriso, sarati rajjassāti- sambandhe kṭṭhī, rajajjasambandhiniṃ satiṃ karotīti attho; kammavacanicchāyantu dutiyāva; sarati rajjaṃ, tathā rajakassa vatthaṃ dadāti, paharatopiṭṭhiṃ dadāti pūrati bālo pāpassa,",
  "anya-e1201n:222": "‘‘Amacce tāta jānāhi dhīre atthassa kovide’’",
  "anya-e1201n:223": "Divasassa tijhattuṃ, sakiṃ pakkhassa, pūraṃ hiraññasuvaṇṇassa kumbhiṃ tvevamādi.",
  "anya-e1201n:224": "Kitakappayoge kattukammesu bahulaṃ sambandhavacanicchāyaṃ chaṭṭhī; sādhu sammato bahujanassa, suppaṭividdhā buddhānaṃ dhammadhātu, dhammassa gutto medhāvī, amataṃ tesaṃ paribhuttaṃ, tassabhavanti vattāro, avisaṃvādako lokassa, alajjīnaṃ nissāya, catunnaṃ mahābhūtānaṃupādāya pasādotvevamādi; kattukamma vacanicchāyantu tatiyādutiyāyova sañcatto pitarā ahaṃ, sarasi tvaṃ evarūpiṃ vācā bhāsitā, bhagavantaṃ dassanāyatthemādi.",
  "anya-e1201n:225": "Tulyatthena vā tatiyā-.",
  "anya-e1201n:226": "Tulyatthena yoge chaṭṭhī hoti tatiyā vā; tulyo pitu, tulyo pitarā; sadiso pitu, sadiso pitarā –-iha kathaṃ tatiyayā na hoti; ajjunassa tulā natthi, kesavassupamā nacetinete lyatthā kiṃ carahi; tulyānamopammatthā.",
  "anya-e1201n:227": "Aato yonaṃ ṭāṭe-.",
  "anya-e1201n:228": "Akārantato nāmasmā yonaṃ ṭāṭe honti yathākkamaṃ ṭakārā sabbādesatthā; buddhā, buddhe, atoti-kiṃ? Kaññāyo itthiyo, vadhuyo –- idha kasmā na bhavati aggayo, avidhāna sāmatthiyā.",
  "anya-e1201n:229": "Nīnaṃ vā-.",
  "anya-e1201n:230": "Kārantato nāmasmā nīnaṃ ṭāṭe vā honti yathākka maṃ; rūpā, rūpe, rūpāni; atottheva-aṭṭhīni.",
  "anya-e1201n:231": "Smāsminnaṃ-. ",
  "anya-e1201n:232": "Akārantato nāmasmā smāsminnaṃ ṭāṭe vā honti yathākkamaṃ; buddhā, buddhasmā, buddhe, buddhasmiṃ; atotveva-aggīsmā aggismiṃ.",
  "anya-e1201n:233": "Sassāya catutthiyā-.",
  "anya-e1201n:234": "Akārantato parassa sassa catutthiyā āyo hoti vā; buddhāya, buddhassa, bhiyyo tādatthyeyevāyamāyo dissate kvavi devaññattha; atotveva-isissa; catutthiyāti-kiṃ? Buddhassa mukhaṃ –- attatthanti atthasaddena samāso; sabbādito’pi smāsmiṃ sānaṃ ṭāṭñāyā honteva. Niruttikārānumatattā buddha vacane sandassanato va-tatredamudāharaṇaṃ?-",
  "anya-e1201n:235": "‘‘Asmā lokā paramhā ca ubhayā dhaṃsate naro‘‘tyāhaṃ mante paratthaddho; yāyeva kho panatthāya āgaccheyyātho; tamevatthaṃ sādhukaṃ manasi kareyyāthoti.",
  "anya-e1201n:236": "Ghapatekasmiṃ sādīnaṃ yayā-.",
  "anya-e1201n:237": "Ghapato nādīnamekasmiṃ yayā honti yathākkamaṃ; kaññāya, rattiyā, itthiyā, dhenuyā, vadhuyā; ekasmintikiṃ?Kaññāhi, rattīhi.",
  "anya-e1201n:238": "Ssā vā tetimāmūhi-.",
  "anya-e1201n:239": "Ghapasaññehi tetimāmūhi nādīnamekasmiṃ ssā vā hoti; tassā kataṃ, tassā dīyate, tassā nissaṭaṃ, tassā pariggaho, tassā patiṭṭhitaṃ, tāya vā; evaṃ etissā, etāya, imissā, imāya, amussā, amuyā; etehīti-kiṃ? Sabbāya, nādīnaṃtveva-sā, ghapatotvevatena, ekasmiṃtveca-tāhi, amūhi.",
  "anya-e1201n:240": "Namhi nuka dvādanaṃ sattarasannaṃ-.",
  "anya-e1201n:241": "Dvādīnaṃ sattarasannaṃ saṃkhyānaṃ nuka hoti namhi vibhattimhi; dvinnaṃ, catunnaṃ, pañcannaṃ, evaṃ yāva aṭṭhārasannaṃ; ukāro uccāraṇattho, kakāro antāvayavattho, tenanamhi na dīgho.",
  "anya-e1201n:242": "Bahukatinnaṃ-. ",
  "anya-e1201n:243": "Namhi bahuno katissa ca sukaka hoti? Bahunnaṃ, katinnaṃ.",
  "anya-e1201n:244": "Ṇṇaṃṇṇannaṃ titojjhā-.",
  "anya-e1201n:245": "Jhasaññā tito naṃvacanassa ṇṇaṃṇṇannaṃ honti; tiṇṇaṃ, tiṇṇannaṃ, jhāti-kiṃ?Tissannaṃ.",
  "anya-e1201n:246": "Ubhinnaṃ-.",
  "anya-e1201n:247": "Ubhā naṃvacanassa innaṃ hoti; ubhinnaṃ.",
  "anya-e1201n:248": "Suñsassa-.",
  "anya-e1201n:249": "Nāmasmā sassa suña hoti; buddhassa–-dvisakārapāṭhena siddhe lāghavatthamidaṃ.",
  "anya-e1201n:250": "Ssaṃssāssāyesvitarekaññetimānami-. ",
  "anya-e1201n:251": "Ssamādisvitarādīnami hoti; itarissaṃ, itarissā, ekissaṃ, ekissā, aññassaṃ, aññassā, etissaṃ, etissāya, imissaṃ, imissā, imassāya; esviti-kiṃ? Itarāya, esanti-kiṃ? Sabbassaṃ, sabbassā.",
  "anya-e1201n:252": "Tāya vā -.",
  "anya-e1201n:253": "Ssamādisu tassā vā i hoti; tissaṃ, tassaṃ, tissā, tassā, tissāya, tassāya; ssaṃssāssāyesvitveva-tāya.",
  "anya-e1201n:254": "Tetimāto yassa ssāya-.",
  "anya-e1201n:255": "Tāetāimāto sassassāyo hoti vā; tassāya, tāya, etissāya, etāya, imissāya, imāya.",
  "anya-e1201n:256": "Ratyādīhi ṭo smino-.",
  "anya-e1201n:257": "Ratyādīhi smino ṭo hoti vā; ratto, rattiyaṃ, ādo, ādismiṃ.",
  "anya-e1201n:258": "Suhisubhasso-.",
  "anya-e1201n:259": "Ubhassa suhisvo hoti; ubhosu, ubhohi.",
  "anya-e1201n:260": "Ltupitādīnamā simhi-.",
  "anya-e1201n:261": "Latuppaccayantānaṃ pitādīnañcā hoti simhi; kattā pitā; pitu mātu bhātu dhītu duhitu jāmātu nattu hotu potu.",
  "anya-e1201n:262": "Ge a ca-.",
  "anya-e1201n:263": "Latupitādīnaṃ a hoti ge ā ca; bho katta, bho kattā, bho pita, bho pitā.",
  "anya-e1201n:264": "Ayūnaṃ vā dīgho-.",
  "anya-e1201n:265": "A i u iccesaṃ vā dīgho hoti ge pare tiliṅge; bho purisā, bho purisa, bho aggī, bho aggi, bho bhikkhū, bho bhikkhū.",
  "anya-e1201n:266": "Ghabrahmādite-.",
  "anya-e1201n:267": "Ghato brahmādito ca gasse vā hoti; hoti kaññe, hoti kaññā, bho brahme, bho brahma, bho katte, bho katta,bho ise, bho isi, bho sakhe, bho sakha –- sakhi sakhīti-itthiyaṃ siddhameva; ākatigaṇoyaṃ; evamaññatrāpi.",
  "anya-e1201n:268": "Nāmmādīhi-. ",
  "anya-e1201n:269": "Ammādīhi gassena hoti; bhoti ammā; bhoti annā, bhoti ambā.",
  "anya-e1201n:270": "Rasso vā-.",
  "anya-e1201n:271": "Ammādīnaṃ ge rasso hoti vā; bhoti amma, bhoti ammā.",
  "anya-e1201n:272": "Gho ssaṃssāssāyaṃtiṃsu-.",
  "anya-e1201n:273": "Ssamādisu gho rasso hoti; tassaṃ, tassā, tassāya, taṃ, sabhatiṃ –-esviti-kiṃ? Tāya, sahāya.",
  "anya-e1201n:274": "Ekavacanayosvaghonaṃ-. ",
  "anya-e1201n:275": "Ekavacane yosuva ghaokārantavajjitānaṃ nāmānaṃ rassohoti tiliṅge; itthiṃ, itthiyā, itthiyo, vadhuṃ, vadhuyā, vadhuyo; daddhiṃ, daddhinā, daddhino, sayambhuṃ, sayamabhunā, sayamabhuvo –- aghonanti-kiṃ? Kaññāya, kaññāyo; oggahaṇamuttaratthaṃ.",
  "anya-e1201n:276": "Ge vā-.",
  "anya-e1201n:277": "Aghonaṃ ge vā rasso hoti tiliṅge?Itthi, itthi, vadhu, vadhu,daddhi, daddhī, sayambhu, sayambhu –- aghonaṃtveva-hoti kaññā, bho go.",
  "anya-e1201n:278": "Sismiṃ nānapuṃsakassa-.",
  "anya-e1201n:279": "Napuṃsakavajjitassa nāmassa sismiṃ rasso na hoti. Itthi, daddhī, vadhū, sayambhu –-sisminti-kiṃ?Itthiṃ, anapuṃsakassāti-kiṃ. Daddhi, kulaṃ.",
  "anya-e1201n:280": "Gossāgasihinaṃsu gāvagavā-.",
  "anya-e1201n:281": "Gasihinaṃ cajjitāsu vibhattisu gosaddassa gāvagavā honti; gāvo, gavo, gāvena, gavena, gāvassa, gavassa, gāvasmā, gavasmā, gāve, gave; agasihinaṃsūti-kiṃ? Bho go go tiṭṭhati, gohi, gonaṃ.",
  "anya-e1201n:282": "Sumhi vā-.",
  "anya-e1201n:283": "Gossa sumhi gāvagavā honti vā; gāvesu, gavesu, gosu.",
  "anya-e1201n:284": "Gavaṃ sena-.",
  "anya-e1201n:285": "Gossa se vā gavaṃ hoti saha sena; gavaṃ, gāvassa, gavassa.",
  "anya-e1201n:286": "Gunnava naṃnā-.",
  "anya-e1201n:287": "Naṃvacanena saha gossa gunnaṃ hoti gavañca vā; gunnaṃ, gavaṃ, gonaṃ.",
  "anya-e1201n:288": "Nāssā-.",
  "anya-e1201n:289": "Goto nāssa ā hoti vā; gāvā, gavā, gāvena, gavena.",
  "anya-e1201n:290": "Gāvumhi-.",
  "anya-e1201n:291": "Aṃvacane gossa gāvu vā hoti; gāvuṃ, gāvaṃ, gavaṃ–-gossa goṇādeso na kato saddantarattā.",
  "anya-e1201n:292": "Yaṃ pito-.",
  "anya-e1201n:293": "Pasaññīto aṃvacanassa yaṃ vā hoti; itthiyaṃ, itthiṃ–-pitoti-kiṃ?Daddhiṃ, rattiṃ.",
  "anya-e1201n:294": "Naṃ jhīto-.",
  "anya-e1201n:295": "Jhasaññīto aṃvacanassa naṃ vā hoti; daddhinaṃ, daddhiṃ–- kathaṃ? Buddhaṃ ādiccabandhunanti-yogavibhāgā; jhāti-kiṃ? Itthiṃ, ītoti -kiṃ?Aggiṃ",
  "anya-e1201n:296": "Yonaṃ none pume-.",
  "anya-e1201n:297": "Jhito yonaṃ none vā honti yathākkamaṃ pulliṅge, daddhino, daddhine, daddhī–-jhītotveva aggī; pumeti-kiṃ?Daddhīni, kulāni.",
  "anya-e1201n:298": "No-.",
  "anya-e1201n:299": "Jhito yonaṃ no vā hoti pulliṅge; daddhino tiṭṭhanti, daddhino passa, daddhī vā.",
  "anya-e1201n:300": "Smino ni-.",
  "anya-e1201n:301": "Jhito smiṃvacanassa ni hoti vā; daddhinī, daddhismiṃ, jhito tveva-aggismiṃ.",
  "anya-e1201n:302": "Ambavādīhi-.",
  "anya-e1201n:303": "Ambuādīhi smino ni hoti vā; phalaṃ patati ambuni,’padumaṃ yathā paṃsuni ātape kataṃ’, vātveva-ambumha, paṃsumhi.",
  "anya-e1201n:304": "Kammādito-.",
  "anya-e1201n:305": "Kammādito smino ni hoti vā; kammanī, kamme; kamma camma vesma bhasma brahma atta ātuma ghamma muddha–-kammāditoti-kiṃ? Buddhe.",
  "anya-e1201n:306": "Nāsseno-.",
  "anya-e1201n:307": "Kammādito nāvavanassa eno vā hoti; kammena, kammanā, cammena, cammanā–-kammāditotveva-buddhena.",
  "anya-e1201n:308": "Jhalā sassa no-.",
  "anya-e1201n:309": "Jhalato sassa no vā hoti; aggino, aggissa, daddhino daddhissa, bhikkhuno, bhikkhussa, sayambhuno, sayambhussa–-kathaṃ?’Yo vā sisso mahāmune’ti.",
  "anya-e1201n:310": "Ito kvavī sassa ṭānubandheti -()",
  "anya-e1201n:311": "Brahmādisu pāṭhā sassa e ṭānubandho.",
  "anya-e1201n:312": "Nā smāssa-.",
  "anya-e1201n:313": "Jhalato smāssa nā hoti vā; aagginā aggismā daddhinā, daddhismā, bhikkhunā, bhikkhusmā, sayambhunā, sayambhusmā.",
  "anya-e1201n:314": "Lā yonaṃ vo pume-.",
  "anya-e1201n:315": "Lato yonaṃ vo hoti vā palliṅge; bhikkhavo, bhikkhū, sayambhuvo, sayambhu–-pumeti-kiṃ?Āyūni.",
  "anya-e1201n:316": "Janatvādito no ca-.",
  "anya-e1201n:317": "Jantvādito yonaṃ no hoti vo ca vā pulliṅge; jantuno, jantavo, jantuyo, gotrabhuno, gotrabhuvo, gotrabhaa, sahabhuno, sahabhuvo, sahabhu.",
  "anya-e1201n:318": "Kuto-.",
  "anya-e1201n:319": "Kuppaccayantato yonaṃ no vā hoti pulliṅge; viduno, vidū, viññuno, viñña, sabbaññuno, sabbañña.",
  "anya-e1201n:320": "Lopo’musmā-.",
  "anya-e1201n:321": "Amusaddato yonaṃ lopova hoti pulliṅge; amū pumetveva-amuyo,amūni; vo’pavādā’yaṃ.",
  "anya-e1201n:322": "Na no sassa-.",
  "anya-e1201n:323": "Amusmā sassa no na hoti; amussa, noti-kiṃ? Amuyā.",
  "anya-e1201n:324": "Yolopanisu dīgho-.",
  "anya-e1201n:325": "Yonaṃ lope nisuva dīgho hoti; aṭṭhi, aṭṭhīni; yolopa nisūti-kiṃ? Rattiyo.",
  "anya-e1201n:326": "Sunaṃhisu-.",
  "anya-e1201n:327": "Esu nāmassa dīgho hoti; aggīsu, aggīnaṃ, aggīhani.",
  "anya-e1201n:328": "Pañcādīnaṃ cuddasannama-.",
  "anya-e1201n:329": "Pañcādīnaṃ vaddasannaṃ sunaṃhisva hoti; pañcasu, pañcannaṃ, pañcahi, chasu, channa, chahi; evaṃ yāva aṭṭhārasā.",
  "anya-e1201n:330": "Yavādo ntussa-.",
  "anya-e1201n:331": "Yavādisu ntussa a hoti; guṇavantā, guṇavantaṃ, guṇavante, guṇavantena, iccādi–-yvādoti-kiṃ? Guṇavā tiṭṭhati. Amussā-ma.",
  "anya-e1201n:332": "Ntassa ca ṭa vaṃse-.",
  "anya-e1201n:333": "Aṃsesu ntappaccayayassa ṭa hoti vā ntussa ci;’ yaṃ yaṃ hirāja bhajati sataṃ vā yadi vā asaṃ’’ kiccāni kubbassa kareyya kiccaṃ’’himavaṃca pabbataṃ’,’sujāti manto’pi ajātimassa’ yogavibhāgenāññatrāpi’cakkhumā andhitā honti’’ vaggumudātīriyā pana bhikkhū vaṇṇavā honti.’",
  "anya-e1201n:334": "Yosujjhissa pume-.",
  "anya-e1201n:335": "Jhasaññassa issa yosu vā ṭa hoti pulliṅge;aggaso aggī–-jhaggahaṇaṃ kiṃ? Ikārantasamudāyassa ṭo mā siyātirattiyo; iggahaṇaṃ kiṃ? Daṇḍino; puveti-kiṃ; aṭṭhi.",
  "anya-e1201n:336": "Vevosu lussa-.",
  "anya-e1201n:337": "Lasaññassa ussa dvevosu ṭa hoti; bhikkhave, bhikkhavo, vevosūti-kiṃ?Cantuyo; uggahaṇaṃ kiṃ; sayambhuvo.",
  "anya-e1201n:338": "Yomhi vā kvavi-.",
  "anya-e1201n:339": "Yomhī kvaci lasaññassa vā ṭa hoti; hetayo,’nandanti taṃ kurayo dassanena ajjeva taṃ kurayo pāpayātu’ vāti-kiṃ hetuyo.",
  "anya-e1201n:340": "Pumālapane vevo-.",
  "anya-e1201n:341": "Lasaññato uto yossālapane vevo honti vā pulliṅge; bhikkhave, bhikkhavo, bhikkhū–-pumeti-kiṃ; āyūni; ālapaneti-kiṃ?Cantuyo tiṭṭhanti; lutātvevै-dhenuyo,sayambhuvo.",
  "anya-e1201n:342": "Smāhisminnaṃ mhābhimhi-.",
  "anya-e1201n:343": "Nāmasmā paresaṃ smāhisminnaṃ mhābhimhi vā honti yathā kkamaṃ; buddhamhā, buddhasmā, buddhehi, buddhamhi, buddhasmiṃ–-bahulādhikārāpavādavīsaye’pi; dasasahassimhi dhātuyā.",
  "anya-e1201n:344": "Suhisvasse-.",
  "anya-e1201n:345": "Akārantassa suhisve hoti; buddhesu, buddhehi.",
  "anya-e1201n:346": "Sabbādīnaṃ namhi ca-.",
  "anya-e1201n:347": "Akārantānaṃ sabbādīnaṃ e hoti namhi suhisuca; sabbesaṃ sabbesu, sabbehi–-sabbādīnanti-kiṃ?Buddhānaṃ; assetveva amūsaṃ.",
  "anya-e1201n:348": "Sabba katara katama ubhaya itara añña aññatara aññatama;",
  "anya-e1201n:349": "Pubbaparāparadakkhiṇuttarādharāni vavatthāyamasaññāyaṃ-().",
  "anya-e1201n:350": "Yatya ta eta ima amu kiṃ eka tumha amha (iccete sabbādayo )",
  "anya-e1201n:351": "Saṃsānaṃ-.",
  "anya-e1201n:352": "Sabbādito naṃvacanassa saṃsānaṃ honti; sabbesaṃ, sabbesānaṃ.",
  "anya-e1201n:353": "Ghapā sassa ssā vā-.",
  "anya-e1201n:354": "Sabbādīnaṃ ghapato sassa ssā vā hoti; sabbassā, sabbāya, paggahaṇamuttaratthaṃ.",
  "anya-e1201n:355": "Smino ssaṃ-.",
  "anya-e1201n:356": "Sabbādīnaṃ ghapato smino ssaṃ vā hoti; sabbassaṃ, sabbāya; amussaṃ, amuyā.",
  "anya-e1201n:357": "Yaṃ-.",
  "anya-e1201n:358": "Ghapato smino yaṃ vā hoti; kaññāyaṃ, daññāya, rattiyaṃ, rattiyā, vadhuyaṃ, vadhuyā, sabbāyaṃ, sabbāya, amuyaṃ, amuyā.",
  "anya-e1201n:359": "Tiṃ sabhāparisāya-.",
  "anya-e1201n:360": "Sabhāparisāhi smino tiṃ vā hoti; sabhatiṃ, sahāya, parisatiṃ, parisāya.",
  "anya-e1201n:361": "Padādīhi si-.",
  "anya-e1201n:362": "Ehi smino si hoti vā, padasi, padasmiṃ, bilasi, bilasmiṃ.",
  "anya-e1201n:363": "Nāssa sā-.",
  "anya-e1201n:364": "Padādīhi nāssa sā hoti vā; padasā, padena, bilasā, bilena.",
  "anya-e1201n:365": "Kodhādīhi-. ",
  "anya-e1201n:366": "Ehi nāssa sā hoti vā; kodhasā, kodhena, atthasā, atthena.",
  "anya-e1201n:367": "Atena-.",
  "anya-e1201n:368": "Akārantato parassa nāvavanassa enādeso hoti; buddhena; atoti-kiṃ?Agginā.",
  "anya-e1201n:369": "Sisso-.",
  "anya-e1201n:370": "Akārantato nāmasmā sissa o hoti; buddho; ato tveva-aggi.",
  "anya-e1201n:371": "Kvace vā-.",
  "anya-e1201n:372": "Akārantato nāmasmā sissa e hoti vā kvaci;’vanappa gumbe yathā phussitagge’ apavādavisaye’pi bahulaṃ vidhānā, sukhe, dukkhe–-vāti-kiṃ? Vanappagumbo; kvacīti-kiṃ? Pakkhe sabbattha mā hotu.",
  "anya-e1201n:373": "Aṃ napuṃsake-.",
  "anya-e1201n:374": "Akārantato nāmasmā sassa aṃ hoti napuṃsakaliṅge rūpaṃ.",
  "anya-e1201n:375": "Yonaṃ ni-.",
  "anya-e1201n:376": "Akārantato nāmasmā yonaṃ ni hoti napuṃsake; sabbāni, rūpāni –-niccavidhāne phalamekaccādisabbādanaṃ paṭhamāya.",
  "anya-e1201n:377": "Jhalā vā-.",
  "anya-e1201n:378": "Jhalato yonaṃ ni hoti vā napuṃsake; aṭṭhini, aṭṭhī, āyūni, āyū.",
  "anya-e1201n:379": "Lopo-.",
  "anya-e1201n:380": "Jhalato yonaṃ lopo hoti; aṭṭhī, āyū, aggī, bhikkhū, jhalātveva-aggayo; pageva kasmā na hoti; antaraṅgattā ākarassa.",
  "anya-e1201n:381": "Jantutvīghepehi vā-.",
  "anya-e1201n:382": "Jantuhetūhi īkārantehi ghapasaññohiva paresaṃ yonaṃ vā lopo hoti; jantu jantuyo, hetu hetuyo, daddhī daddhīyo, kaññā kaññāyo, rattī rattiyo, itthī itthiyo, deṇū deṇuyā, vैdhū vadhuyo.",
  "anya-e1201n:383": "Yepassivaṇṇassa-.",
  "anya-e1201n:384": "Pasaññassa ivaṇṇassa lopo hoti vā yakāre; ratyo ratyā ratyaṃ, pokkharañño pokkharañññā pokkharaññaṃ–-vātveva-rattiyo; passāti-kiṃ?Daddhiyo; ivaṇṇassāti-kiṃ? Dhenuyo vadhuyā; kैthaṃ; anuññāto ahaṃ matyāti?’ Ye passā’ti-yogavibhāgā.",
  "anya-e1201n:385": "Gasīnaṃ-. ",
  "anya-e1201n:386": "Nāmasmā gasīnaṃ lopo hoti vijjhantarābhāve; bho purisa, ayaṃ daddhī.",
  "anya-e1201n:387": "Asaṃkhyehi sabbāsaṃ-.",
  "anya-e1201n:388": "Avijjamānasaṅkhyehi parāsaṃ sabbāsaṃ vibhattīnaṃ lopohoti;va vā evaevaṃ. Etasmāyeva liṅgā [ ] asaṅkhyehi syāthuppattyanumīyate.",
  "anya-e1201n:389": "Ekatthatāyaṃ-. ",
  "anya-e1201n:390": "Ekatthībhāve sabbāsaṃ vibhattīnaṃ lopo hoti bahulaṃ; puttīyati, rājapuriso, vāsiṭṭho–- kvavi na hoti bahulaṃ vidhānā; parantapo. Bhagandaro, parassapadaṃ, attanopadaṃ, gavampati, devānampiyatisso, antevāsī, janesuto, mamattaṃ, māmako.",
  "anya-e1201n:391": "Pubbasmāmādito-. ",
  "anya-e1201n:392": "Amādekatthā pubbaṃ yadekatthaṃ tato parāsaṃ sabbāsaṃ vibhattīnaṃ lopo hoti; adhitthī–-idha na hoti bahulaṃ vidhānā, yathāpattiyā, yayathāparisāya; pubbasmāti-kiṃ?Gāmaṃ gato.",
  "anya-e1201n:393": "Nātomapañcamiyā-. ",
  "anya-e1201n:394": "Amādekatthā pubbaṃ yadekatthamakārantaṃ tato parāsaṃ sabbāsaṃ vibhattīnaṃ lopo na hoti astu bhavatyapañcamyā; upakumbhaṃ, apañcamiyāti-kiṃ? Upakumbhā ānaya.",
  "anya-e1201n:395": "Vā taniyāsattaminaṃ-",
  "anya-e1201n:396": "Amādekatthā pubbaṃ yadekatthamakārantaṃ tato parāsaṃ tatiyāsattaminaṃ vā aṃ hoti; upakumbhena kataṃ, upakumbhaṃ kataṃ, upakumbhe nidhehi, upakumbhaṃ nidhehi.",
  "anya-e1201n:397": "Rājassi nāmhi-.",
  "anya-e1201n:398": "Nāmhi rājassi vā hoti; sabbadattena rājinā; vātve varaññā.",
  "anya-e1201n:399": "Sunaṃhisū-.",
  "anya-e1201n:400": "Rājassa ū hoti vā sunaṃhisu; rājūsu rājesu, rājūnaṃ raññaṃ, rājūbhi rājebhi.",
  "anya-e1201n:401": "Imassānitthiyaṃ ṭe-.",
  "anya-e1201n:402": "Imasaddassānitthiyaṃ ṭe hoti vā sunaṃhisu; esu imesu, esaṃ imesaṃ, ehi imehi–-anitthiyanti-kiṃ? Imāsu, imāyaṃ, imāhi.",
  "anya-e1201n:403": "Nāmbhanimi-.",
  "anya-e1201n:404": "Imasaddassānitthiyaṃ nāmhi anैmi iccādesā honti; anena, iminā; anitthiyaṃtveva-imāya.",
  "anya-e1201n:405": "Sīmbhanapuṃsakassāyaṃ-. ",
  "anya-e1201n:406": "Imasaddassānapuṃsakassa ayaṃ hoti simhi; ayaṃ puriso, ayaṃ itthī; anapuṃsakassāti-kiṃ?Imaṃ.",
  "anya-e1201n:407": "Tyatetānaṃ tassa so-",
  "anya-e1201n:408": "Tyatetānamanapuṃsakānaṃ tassa so hoti simhi; syo puriso, syā itthi; evaṃ so, sā, eso, esā –-anapuṃsaka ssetvैva-tyaṃ, taṃ, etaṃ.",
  "anya-e1201n:409": "Massāmussa-.",
  "anya-e1201n:410": "Anapuṃsakassāmussa makārassa so hoti simhi; asu puriso, asu itthi.",
  "anya-e1201n:411": "Ke vā-.",
  "anya-e1201n:412": "Amussa massa ke vā so hoti; asuko amuko, asukā amukā, asukaṃ amukaṃ, asukāni amukāni.",
  "anya-e1201n:413": "Tatassa no sabbāsu-.",
  "anya-e1201n:414": "Tasaddassa tassa no vā hoti sabbāsuvibhattīsu; ne, te, nāyo, tāyo, naṃ, taṃ, nāni, tāni iccādi.",
  "anya-e1201n:415": "Ṭa sasmāsmiṃssāyayassaṃssāsaṃmbhāmhisavimassa ca-.",
  "anya-e1201n:416": "Sādisvimassa tatassa ca ṭo vā hoti; assैmassa, asmā, imasmā, asmiṃ imasmiṃ,assāya imissāya, assaṃ imassaṃ, assā imissā, āsaṃ imāsaṃ, amhā imamhā, amhi imamhi; assa tassa, asmā tasmā, asmiṃ tasmiṃ, assāya tassāya, assaṃ tassaṃ, assā tassā, āsaṃ tāsaṃ, amhā tamhā, amhi tamhi. Ssāyādiggahaṇa mādesantare mā hotutī.",
  "anya-e1201n:417": "Ṭā sissisismā-.",
  "anya-e1201n:418": "Isismā sissa ṭe vā hoti;’ yonajja vinaye kaṅkhaṃ atthadhammavidū ise’ vātveva-isi.",
  "anya-e1201n:419": "Dutiyassa yossa-.",
  "anya-e1201n:420": "Isismā parassa duyāyossa ṭe vā hoti;’ samaṇe brāhmaṇe vande sampannacaraṇe ise’ vātveva-isayo passa; dutiyassāti-kiṃ?Isayo tiṭṭhanti.",
  "anya-e1201n:421": "Ekaccādigato-.",
  "anya-e1201n:422": "Akārantehi ekaccādīhi yonaṃ ṭe hoti; ekacce tiṭṭhanti, ekacce passa–-atoti-kiṃ? Ekaccāyo; evaṃ esasa paṭhama.",
  "anya-e1201n:423": "Na nissa ṭā-.",
  "anya-e1201n:424": "Ekaccādīhi parassa nissa ṭā na hoti; ekaccāni.",
  "anya-e1201n:425": "Sabbādīhi parassa nissa ṭā na hoti; sabbāni.",
  "anya-e1201n:426": "Yeyānameṭa-. ",
  "anya-e1201n:427": "Akārantehi sabbādīhi yonameṭa hoti; sabbe tiṭṭhanti sabbe passa; atotveva-sabbāyo.",
  "anya-e1201n:428": "Nāññañca nāmappadhānā-.",
  "anya-e1201n:429": "Nāmabhutehi appadhānehi ca sabbādīhi yaṃ vuttaṃ yaṃ caññaṃ sabbādikāriyantaṃ na hoti; te sabbā, te piyasabbā, te ati sabbā.",
  "anya-e1201n:430": "Tatiyatthayoge-.",
  "anya-e1201n:431": "Tatiyatthena yoge sabbādīhi yaṃ vuttaṃ yaṃ caññaṃ sabbādi kāriyantaṃ na hoti; māsenapubbānaṃ māsapubbānaṃ.",
  "anya-e1201n:432": "Catthasamāse-. ",
  "anya-e1201n:433": "Catthasamāsavisaye sabbādīhi yaṃ vuttaṃ yaṃ caññaṃ sabbādi kāriyantaṃ na hoti; dakkhiṇuttarapubbānaṃ–-samāseti-kiṃ?Amusañca tesañca dehi.",
  "anya-e1201n:434": "Veṭa-.",
  "anya-e1201n:435": "Catthasamāsavisaye sabbādīhi yasseṭa vutto tassa vā hoti; pubbuttare, pubbuttarā.",
  "anya-e1201n:436": "Pubbādīhi jahi-",
  "anya-e1201n:437": "Etehi pubbādīhi chahi savisaye eṭa vā hoti?Pubbe pubbā, pare parā, apare aparā,dakkhiṇe dakkhiṇā, uttare uttarā, adhare adharā–-chahīti-kiṃ?Ye.[ ]",
  "anya-e1201n:438": "Manādīhi smiṃsaṃnāsmānaṃ sisoosāsā-.",
  "anya-e1201n:439": "Manādīhi samīmādīnaṃ sisoosāsā vā honti yathākkaṃ; manasi manasmiṃ, manaso manassa, mano manaṃ, manasā manena, manasā manasmā–-kathaṃ? Putto jāto avetaso, hitvā yāti sumedhaso; suddhuttaravāsasā, hemakapakpaṇavāsaseti-sakatthe ṇantā.",
  "anya-e1201n:440": "Mana tama tapa teja sira ura vaca oja raja yasa paya",
  "anya-e1201n:441": "Saravayayāyavāsacetā jalāsayākkhayalohapaṭamanesu-().",
  "anya-e1201n:442": "Sato sabbhe-.",
  "anya-e1201n:443": "Santasaddassa saba bhavati bhakāre; sabbhi.",
  "anya-e1201n:444": "Bhavato vā honto gayonāse-.",
  "anya-e1201n:445": "Bhavantasaddassa bhontādeso vā hoti gayonāse; bhonta, bhavaṃ, bhonto, bhavanto, bhotā, bhavatā, bhoto, bhavato–-bho iti-āmantaṇe nipāto’kutonu āgacchatha bho tayo janā’evaṃ bhanteti-bhaddeti-saddantarena siddhaṃ;bhaddanta iti-dassa dvibhāvena.",
  "anya-e1201n:446": "Sissāggito ni-.",
  "anya-e1201n:447": "Aggismā sissa ni hoti vā; agginī,aggi.",
  "anya-e1201n:448": "Ntassaṃ-. ",
  "anya-e1201n:449": "Simhi ntappaccayassa aṃ hoti vā; gacchaṃ, gacchanto.",
  "anya-e1201n:450": "Bhuto-.",
  "anya-e1201n:451": "Bhudhātuto ntassa aṃ hoti simhi niccaṃ punabbidhānā; bhavaṃ.",
  "anya-e1201n:452": "Mahantarahattānaṃ ṭā vā-.",
  "anya-e1201n:453": "Simhi mahantārahantānaṃ ntassa ṭā vā hoti; mahā, mahaṃ, arahā, arahaṃ.",
  "anya-e1201n:454": "Ntussa-.",
  "anya-e1201n:455": "Simhi ntussaṭā hoti; guṇavā.",
  "anya-e1201n:456": "Aṃṅaṃ napuṃsake-.",
  "anya-e1201n:457": "Ntussa aṃṅaṃ honti simhi napuṃsake; guṇavaṃ kulaṃ, guṇañca ntaṃ kulaṃ–-napuṃsaketi kiṃ? Sīlavā bhikkhu.",
  "anya-e1201n:458": "Himavato vā o-.",
  "anya-e1201n:459": "Himavato simhi ntussa o vā hoti; himavanto, himavā.",
  "anya-e1201n:460": "Rājādiyuvāditvā -.",
  "anya-e1201n:461": "Rājādīhi yayuvādīhi ca sissa ā hoti; rājā, yayuvā–-rāja brahma sakha atta ātuma.",
  "anya-e1201n:462": "Dhammo vāññatthe-().",
  "anya-e1201n:463": "Daḷhadhammā; (daḷhadhammo) asmā.",
  "anya-e1201n:464": "Imo bhāve-().",
  "anya-e1201n:465": "Aṇimā, laghimā–-yuva sā suvā maghava puma vattaha.",
  "anya-e1201n:466": "Vāmbhānaddha -.",
  "anya-e1201n:467": "Rājādīnaṃ yuvādīnaṃ cānaṅi hoti vāmhi; [ ] rājānaṃ, rājaṃ, yuvānaṃ, yuvaṃ.",
  "anya-e1201n:468": "Yonamāno-.",
  "anya-e1201n:469": "Rājādīhi yuvādīhi ca yonamāno vā hoti; rājāno, yuvāno–-vātveva-rājā,rāje, yuvā, yuve.",
  "anya-e1201n:470": "Āyo no ca sakhā-.",
  "anya-e1201n:471": "Sakhato yonamāyono honti vā āno ca; sakhāyo, sakhino, sakhāno?Vātveva-sakhā, sakhe.",
  "anya-e1201n:472": "Ṭe smino-.",
  "anya-e1201n:473": "Sakhato smino ṭe hoti; sakhe niccattho’yamārambho.",
  "anya-e1201n:474": "Nonāsesvi-. ",
  "anya-e1201n:475": "Sakhassa i hoti nonāsesu; sakhino, sakhinā, sakhissa.",
  "anya-e1201n:476": "Smānaṃsu vā-.",
  "anya-e1201n:477": "Sakhassa vā i hotī smānaṃsu; sakhismā, sakhasmā, sakhīnaṃ, sakhānaṃ.",
  "anya-e1201n:478": "Yosvaṃhisu cāraṅi-.",
  "anya-e1201n:479": "Sakhassa vā āraṅi hoti yosvaṃhisusmānaṃsu ca; sakhāro sakhāyo, sakhāresu, sakhesu,sakhāraṃ, sakhaṃ, sakhārehi, sakhehi, sakhārā, sakhārasmā, sakhārānaṃ, sakhānaṃ.",
  "anya-e1201n:480": "Latupitādinamase-.",
  "anya-e1201n:481": "Latuppaccayantānaṃ pitādīnaṃ cāraṅi bhoti sato’ññatra; kattāro, pitaro, kattāraṃ, pitaraṃ, kattārā, pitarā, kattari, pitari–-aseti-kiṃ?Kattuno, pituno.",
  "anya-e1201n:482": "Namhi vā-.",
  "anya-e1201n:483": "Namhi latupitādīnamāraṅi vā hoti; kattārānaṃ, kattunaṃ, pitarānaṃ, pitunnaṃ.",
  "anya-e1201n:484": "Ā-1",
  "anya-e1201n:485": ".",
  "anya-e1201n:486": "Namhi latupitādīnamā vā hoti; kattānaṃ, kattūnaṃ, pitānaṃ, pitunnaṃ.",
  "anya-e1201n:487": "Salopo-.",
  "anya-e1201n:488": "Latupitādīhi sassa lopo vā hoti; kattu, kattuno, sakamandhātu, sakamandhātuno, pitu, pituno.",
  "anya-e1201n:489": "Suhisvāraṅi-.",
  "anya-e1201n:490": "Suhisu latupitādīnamaraṅi vā hoti; kattāresu, kattusu, pitaresu, pitusu, kattārehi, kattuhi, pitarehi, pituhi.",
  "anya-e1201n:491": "Najjāyosvāma-.",
  "anya-e1201n:492": "Yosu nadīsaddassa āmi vā hoti; najjāyo, nadiyo.",
  "anya-e1201n:493": "Ṭi katimhā-.",
  "anya-e1201n:494": "Katimhā yonaṃ ṭi hoti; kati tiṭṭhanti, kati passa.",
  "anya-e1201n:495": "Ṭa pañcādihi cuddasahi-.",
  "anya-e1201n:496": "Pañcādīhi cuddasahi saṃkhyāhi yonaṃ ṭo hoti; pañca pañca, evaṃ yāva aṭṭhārasā–-pañcādīhīki-kiṃ? Dve tayo cattāro; cuddasabhīti-kiṃ? Dvevīsatiyo.",
  "anya-e1201n:497": "Ubhagohi ṭo-.",
  "anya-e1201n:498": "Ubhagohi yonaṃ ṭo hoti; ubho, ubho, gāvo, gāvo–-kathaṃ? Imekarattiṃ ubhayo vasāmāti- ṭomhi yakārāgamo.",
  "anya-e1201n:499": "Āraṅismā-.",
  "anya-e1201n:500": "Āraṅādesato paresaṃ yonaṃ ṭo hoti; sakhāro, kattāro, pataro.",
  "anya-e1201n:501": "Ṭoṭe vā-.",
  "anya-e1201n:502": "Āraṅādesamhā yonaṃ ṭoṭe vā honti yathākkamaṃ; sakhāro, sakhāre, sakhāro–-ṭoggahaṇaṃ lāghavatthaṃ.",
  "anya-e1201n:503": "Ṭā nāsmānaṃ-.",
  "anya-e1201n:504": "Āraṅādesamhā nāsmānaṃ ṭā hoti; kattārā, kattārā, kvaci vā hoti bahakulādhikārā; etādisā sakhārasmā",
  "anya-e1201n:505": "Ṭi smino-.",
  "anya-e1201n:506": "Āraṅādesamhā smino ṭi hoti; kattari, pitari.",
  "anya-e1201n:507": "Divādito-. ",
  "anya-e1201n:508": "Divādīhi nāmehi smino ṭi hoti; divi, bhuvi–-niccaṃ vakārāgamo.",
  "anya-e1201n:509": "Rassāraṅi-.",
  "anya-e1201n:510": "Smimhi āro rasso hoti; kattari, nattari.",
  "anya-e1201n:511": "Pitādīnamanattvādīnaṃ-.",
  "anya-e1201n:512": "Nattvādivajjitānaṃ pitādīnamāro rasso hoti sabbāsu vibhattisu; pitaro, pitaraṃ–-anattvādīnanti kiṃ? Nattāro.",
  "anya-e1201n:513": "Yuvādīnaṃ suhisvānaṅi-.",
  "anya-e1201n:514": "Suhisu yuvādīnaṃ ānaṅi hoti; yayuvānesu, yuvānehi.",
  "anya-e1201n:515": "Nonānesvā-.",
  "anya-e1201n:516": "Esu yuvādīnamā hoti; yuvāno, yuvānā, yuvāne.",
  "anya-e1201n:517": "Smāsminnaṃ nāne-.",
  "anya-e1201n:518": "Yuvādīhiṃ smāsminnaṃ nāne honti yathākkamaṃ; yuvānā, yuvāne.",
  "anya-e1201n:519": "Yonaṃ none vā-.",
  "anya-e1201n:520": "Yuvādīhi yonaṃ none vā honti yathākkamiṃ; yuvāno yuvāne–-vāti-kiṃ?Yuve passa;noggahaṇaṃ lāghavatthaṃ.",
  "anya-e1201n:521": "Ito’ññatthe pume-.",
  "anya-e1201n:522": "Aññapadatthe vattamānā ikārantato nāmasmā yonaṃ none vā honti yathākkamaṃ pulliṅge, tomaraṃkusa pāṇino, tomaraṃkusapāṇine, vātveva-tomaraṃkusapāṇayo; aññattheti-kiṃ?Pāṇayo.",
  "anya-e1201n:523": "Ne smino kvavi-.",
  "anya-e1201n:524": "Aññapadatthe vattamānā ikārantato nāmasmā smino ne hoti vā kvaci;’ kataññumhi ca posamhi sīlavante ariyavuttine’ vātveva-ariyavuttimhi; pumetveva-ariyayavuttiyā.",
  "anya-e1201n:525": "Pumā-. ",
  "anya-e1201n:526": "Pumasaddato smino yaṃ vuttaṃ taṃ vā hoti; pumānepume.",
  "anya-e1201n:527": "Nāmhi-.",
  "anya-e1201n:528": "Pumassa nāmhi yaṃ vuttaṃ taṃ vā hoti; pumānā pumena.",
  "anya-e1201n:529": "Sumhā ca-.",
  "anya-e1201n:530": "Pumassa sumhi yaṃ vuttaṃ taṃ ā ca vā hoti; pumānesu, pumesu, pumāsu.",
  "anya-e1201n:531": "Gassaṃ-.",
  "anya-e1201n:532": "Pumasaddato gassa aṃ vā hoti; bho pumaṃ, bho puma, bho itthipumaṃ, bho itthipuma.",
  "anya-e1201n:533": "Sāssaṃse cānaṅi-.",
  "anya-e1201n:534": "Sāsaddassa ānaṅi hoti aṃse ge ca; sānaṃ, sānassa, bho sāna.",
  "anya-e1201n:535": "Vattahā sanannaṃ nonānaṃ-.",
  "anya-e1201n:536": "Vattahā sanannaṃ nonānaṃ honti yathākkama; vattahā no, vattahānānaṃ.",
  "anya-e1201n:537": "Brahmassu vā-.",
  "anya-e1201n:538": "Brahmassu vā hoti sanaṃsu; brahmuno, brahmassa, brahmūnaṃ brahmānaṃ.",
  "anya-e1201n:539": "Nāmhi-.",
  "anya-e1201n:540": "Brahmassu hoti nāmhi; brahmunā,",
  "anya-e1201n:541": "Pumakammathāmaddhānaṃ vā sasmāsu ca-.",
  "anya-e1201n:542": "Pudīnamu hoti vā sasmāsu nāmhi ca; pumuno, pumassa; pumunā, pumānā, pumunā, pumānā; kammuno, kammassa; kammunā kammasmā; kammunā, kammanā; ṭhāmuno, ṭhāmassa;ṭhāmunā, ṭhāmasmā; ṭhāmunā, ṭhāmena; addhuno, addhassa; addhunā, addhasmā;addhunā, addhanā.",
  "anya-e1201n:543": "Yuvā sassano-.",
  "anya-e1201n:544": "Yuvā sassavā ino hoti, yuvino, yuvassa.",
  "anya-e1201n:545": "Nottātumā-.",
  "anya-e1201n:546": "Attātumehi sassa no hoti vā; attano, attassa; ātumano, ātumassa.",
  "anya-e1201n:547": "Suhisu naka-.",
  "anya-e1201n:548": "Attaātumānaṃ suhisu vā naka hoti; attanesu, attesu, ātumanesu, ātumesu; attanehi, attehi; ātumanehi, ātumehi–-kathaṃ?Verinesūti-naka iti yogavibhāgā.",
  "anya-e1201n:549": "Smāssanā brahmā ca-.",
  "anya-e1201n:550": "Brahma attaātumehi ca smāssa nā hoti; brahmunā, attanā, ātumanā.",
  "anya-e1201n:551": "Imetānamenāṇvādese dutiyāyaṃ-.",
  "anya-e1201n:552": "Imaetasaddānaṃ kathitānukathanavisaye dutiyāyamenādeso hoti; imaṃ bhikkhuṃ vinayamajjhāpayaatho enaṃ dhammamajjhāpaya, ime bhikkhū vinayamajjhāpaya atho ene dhammamajjhāpaya; evame tassa ca yojanīyaṃ.",
  "anya-e1201n:553": "Kissa ko sabbāsu-.",
  "anya-e1201n:554": "Sabbāsu vibhattisukissako hoti; ko, ke, kā, kāyo, kaṃ, kāni, keneccādi.",
  "anya-e1201n:555": "Ki sasmiṃsuvānitthiyaṃ-.",
  "anya-e1201n:556": "Anitthiyaṃ kissa ki vā hoti sasmiṃsu; kissa, kassa, kismiṃ, kasmiṃ; anitthiyanti-kiṃ? Ko, kaṃ.",
  "anya-e1201n:557": "Imassidaṃ vā-.",
  "anya-e1201n:558": "Aṃsisu saha tehiimassidaṃ hoti vā napuṃsake; idaṃ, imaṃ; idaṃ,imaṃ.",
  "anya-e1201n:559": "Amussāduṃ-. ",
  "anya-e1201n:560": "Aṃsisu saha tehi amussa aduṃ hoti vā napuṃsake; aduṃ, amuṃ; aduṃ, amuṃ.",
  "anya-e1201n:561": "Sumbhāmbhassāsmā-",
  "anya-e1201n:562": "Ahmassa asmā hoti vā sumhi; bhattīrasmāsu sā tava; vātveva-amhesu.",
  "anya-e1201n:563": "Namhi ticatuntamitthiyaṃ tissacatassā-.",
  "anya-e1201n:564": "Namhi ticatunnaṃ tissavatassā hontitthiyaṃ yathākkamaṃ; tissannaṃ, vatassannaṃ; itthiyanti-kiṃ? Tiṇṇaṃ, catunnaṃ.",
  "anya-e1201n:565": "Tissocatasso yomhi savibhattīnaṃ-. Vibhattisahitānaṃ tivatunnaṃ yomhi tisso catasso hontitthiyaṃ yathākkamaṃ; tisso,catasso",
  "anya-e1201n:566": "Tīṇicattāri napuṃsake-.",
  "anya-e1201n:567": "Yomhisavibhattīnaṃ ticatunnaṃ yathākkamaṃtīṇi cattāri honti napuṃsake; tīṇi, cattāri.",
  "anya-e1201n:568": "Pume tayocattāro-.",
  "anya-e1201n:569": "Yomhi savibhattīnaṃ ticatunnaṃ tayocattāro honti yathākkamaṃ pulliṅge; tayo, cattāro.",
  "anya-e1201n:570": "Caturovā catussa-.",
  "anya-e1201n:571": "Catusaddassa savibhattissa yombhi caturo vā hoti pulliṅge; caturo janā saṃvidhāya; kathaṃ? Caturo nimittenāddasāsinti liṅgavipallāsā.",
  "anya-e1201n:572": "Mayamasmāmhassa-.",
  "anya-e1201n:573": "Yeyāsvamhassa savibhattissaasmākaṃmamaṃ honti vā yathākkamaṃ; asmākaṃ, amhākaṃ; mamaṃ, mama.",
  "anya-e1201n:574": "Simbhahaṃ-.",
  "anya-e1201n:575": "Simhi amhassa savibhattissa ahaṃ hoti; ahaṃ.",
  "anya-e1201n:576": "Tumhassa tuvaṃtvamamhi ca-.",
  "anya-e1201n:577": "Amhī simhi ca tuhmassa savibhattissa tuvaṃtvaṃ honti yathākkamaṃ; tuvaṃ, tvaṃ.",
  "anya-e1201n:578": "Tayātayīnaṃ tvaṃ vā tassa-.",
  "anya-e1201n:579": "Tumhassatayātayīnaṃ takārassatva hoti vā; tvayā, tayā; tvayi, tayi.",
  "anya-e1201n:580": "Smāmhi tvamhā-.",
  "anya-e1201n:581": "Smāmhi tumhassa savibhattissa tvamhā hoti vā; pattā nissaṃsayaṃ [ ] tvamhā–-vātveva-tvayā.",
  "anya-e1201n:582": "Ntantunaṃ nto yomhi paṭhame-.",
  "anya-e1201n:583": "Paṭhame yomhi ntantunaṃ savibhattinaṃ nto iccādeso vā hoti; gacchanto, gacchantā; guṇavanto, guṇavantā.",
  "anya-e1201n:584": "Taṃ namhi-.",
  "anya-e1201n:585": "Namhi ntantunaṃ savibhattinaṃ taṃ vā hoti; gacchataṃ, gacchantānaṃ; guṇavataṃ, guṇavantānaṃ.",
  "anya-e1201n:586": "Totātitā sasmāsmiṃnāsu-.",
  "anya-e1201n:587": "Sādisuntantunaṃ savibhattinaṃ totātitā honti vā yathākkamaṃ; gacchato, gacchantassa; guṇavato, guṇavantassa; gacchatā, gacchantamhā; guṇavatā, guṇavantamhā; gacchati, gacchante;guṇavati, guṇavante; gacchatā, gacchantena; guṇavatā, guṇavantena.",
  "anya-e1201n:588": "Ṭaṭāaṃ ge-.",
  "anya-e1201n:589": "Ge pare ntantunaṃ savibhattīnaṃ ṭaṭāaṃ iccādesā honti; bho gaccha, bho gacchā, bhoka gacchaṃ; bho guṇava, bho guṇavā, bho guṇavaṃ.",
  "anya-e1201n:590": "Yomhi dvinnaṃ duveñce-.",
  "anya-e1201n:591": "Yomhi dvissa savibhattissa duvedve honti paccekaṃ; duve, dve.",
  "anya-e1201n:592": "Duvinnaṃ namhi vā-.",
  "anya-e1201n:593": "Namhi dvissa savibhattissa duvinnaṃ hoti vā; duvinnaṃ, dvinnaṃ.",
  "anya-e1201n:594": "Rājassa raññaṃ-.",
  "anya-e1201n:595": "Namhi rājasaddassasavibhattissaraññaṃ hoti vā; raññaṃ, rajānaṃ",
  "anya-e1201n:596": "Nāsmāsu raññā-.",
  "anya-e1201n:597": "Nāsmāsu rājassa savibhattissaraññā hoti, raññā kataṃ, raññānissaṭaṃ.",
  "anya-e1201n:598": "Raññoraññassarājino se-.",
  "anya-e1201n:599": "Se rājassa savibhattissa raññoraññassarājino hontī; rañño, raññassa, rājino.",
  "anya-e1201n:600": "Smimhi raññerājini-.",
  "anya-e1201n:601": "Smimhi rājassa savibhattissa raññerājini honti; raññe,rājini.",
  "anya-e1201n:602": "Samāse vā-.",
  "anya-e1201n:603": "Samāsavisaye ete ādesā rājassavā honti; kāsiraññā, kāsirājena; kāsiraññā, kāsirājasmā; kāsirañño, kāsirājassa; kāsiraññe, kāsirāje.",
  "anya-e1201n:604": "Smimhi tumhāmhānaṃtayimayi-.",
  "anya-e1201n:605": "Smimhi tumhaamhasaddānaṃ savibhattīnaṃ tayimayi honti yathākkamaṃ; tayi,mayayi.",
  "anya-e1201n:606": "Amhi taṃmaṃtavaṃmamaṃ-.",
  "anya-e1201n:607": "Amhi tumhaamhasaddānaṃ savibhattīnaṃ taṃmaṃtavaṃmamaṃ honti yathākkamaṃ; taṃ, maṃ, tavaṃ, mamaṃ.",
  "anya-e1201n:608": "Nāsmāsutayāmayā-.",
  "anya-e1201n:609": "Nāsmāsu tumhaamhasaddānaṃ savibhattīnaṃ tayāmayā honti yathākkamaṃ; tayā kataṃ, mayā kataṃ; tayā nissaṭaṃ, mayā nissaṭaṃ.",
  "anya-e1201n:610": "Tavamamatuyhaṃmayhaṃ se-.",
  "anya-e1201n:611": "Setumhaamhasaddānaṃ savibhattīnaṃ tavamamatuyhaṃmayhaṃ honti yathākkamaṃ; tava, tuyhaṃ; mama,mayhaṃ.",
  "anya-e1201n:612": "Ṅaṃṅakaṃ namhi-.",
  "anya-e1201n:613": "Namhi tumhaamhasaddānaṃ savibhattīnaṃ ṅaṃṅākaṃ honti paccekaṃ; tumhaṃ, tumhākaṃ, amhaṃ, amhākaṃ–-yathāsaṅkhyamatra na vivacchate.",
  "anya-e1201n:614": "Dutiye yomhi vā-.",
  "anya-e1201n:615": "Tumhaamhasaddānaṃ savibhattīnaṃ paccekaṃ ṅaṃṅākaṃ vā honti yomhi dutiye; tumhaṃ’tumhākaṃ, tumhe; amhaṃ,amhākaṃ,amhe.",
  "anya-e1201n:616": "Apādādo padatekavākye-.",
  "anya-e1201n:617": "Idamadhikataṃ veditabbaṃ; pajjate’nenatthoti-padaṃ, syādyantaṃ tyādyāntañca; padasamūho vākyaṃ.",
  "anya-e1201n:618": "Yonaṃhisvapañcamyā vono-.",
  "anya-e1201n:619": "Apañcamiyā yonaṃhisvapādādo vattamānānaṃ padasmā paresaṃ ekavākye ṭhitānaṃ tumhaamhasaddānaṃ savibhattīnaṃ vo no honti vā yathākkamaṃ; tiṭṭhatha vo, tiṭṭhatha tumhe; tiṭṭhāma no, tiṭṭhāma mayaṃ; passati vo, passati tumhe; passati no, passatiamhe; dīyate vo, dīyate tumhaṃ; dīyate no,",
  "anya-e1201n:620": "Dīyate amhaṃ; dhanaṃ vo, dhanaṃ tumhaṃ; dhanaṃ no, dhanaṃ amhaṃ; kataṃ vo, kataṃ tumhehi; kataṃ no, kataṃ amhehi–-apañcamyāti-kiṃ?Nissaṭaṃ tumhehi, nissaṭaṃ amhehi; apādādotveva",
  "anya-e1201n:621": "‘‘Balañca bhikkhūnamanuppadinnaṃ,",
  "anya-e1201n:622": "Tumhehi puññaṃ pasutaṃ anappakaṃ’’;",
  "anya-e1201n:623": "Padatotveva- tumhe tiṭṭhatha; ekavākyetveva- devadatto tiṭṭhati gāme, tumhe tiṭṭhathanagare; savibhattīnaṃtveva- arahati dhammo tumhādinaṃ; arahati dhammo amhādisānaṃ.",
  "anya-e1201n:624": "Teme nāse-.",
  "anya-e1201n:625": "Nāmhi se ca apādādo vattamānānaṃ padasmā paresaṃ eka vākye ṭhitānaṃ tumhaambhasaddānaṃ savibhattīnaṃ teme vā honti yathākkamaṃ; kataṃ te, kataṃ tayā; kataṃme, kataṃ mayā; dīyate te, dīyate tava; dīyate me, dīyayate mama; dhanaṃ te, dhanaṃme, dhanaṃ mama.",
  "anya-e1201n:626": "Anvādese-.",
  "anya-e1201n:627": "Kathitānukathanavisaye tumhaamhasaddānamādesā niccaṃ bhavanti punabbidhānā; gāmo tumhaṃ pariggaho, atho janapado vo pariggaho.",
  "anya-e1201n:628": "Sapubbā paṭhamantā vā-.",
  "anya-e1201n:629": "Vijjamānapubbasmā paṭhamantā paresaṃ tumhaamhasaddānamā desā vā honti anvādese’pi; gāme paṭo tumhākaṃ, atho nagare kambalo vo; atho nagare kambalo tumhākaṃ; sapubbāti-kiṃ? Paṭo tumhākaṃ, atho kambalo vo; paṭha mantāti-kiṃ-paṭo nagare tumhākaṃ, atho kambalo gāme vo.",
  "anya-e1201n:630": "Na vavāhāhevayoge-.",
  "anya-e1201n:631": "Cādīhi yoge tumhaamhasaddānamādesā na honti; gāmo tava ca pariggaho, mama ca pariggaho; gāmo tava vā pariggaho, mama vā pariggaho; gāmo tavaha pariggaho, mamaha pariggaho; gāmo tavāha pariggaho, mamāha parigga ho; gāmā taveva pariggaho, mameva pariggaho; evaṃ sabbattha udāhararitabbaṃ–-yogeti kiṃ? Gāmoca te pariggaho, nagarañca me pariggaho.",
  "anya-e1201n:632": "Dassanatthenālocane-.",
  "anya-e1201n:633": "Dassanatthesu ālocanavajjitesu payujjamānesu tumha amhasaddānamādesā na honti; gāmo tumhe uddissāgato, gāmo amhe uddissāgato–-anālocaneti-kiṃ? Gāmo vo āloveti, gāmo no āloceti.",
  "anya-e1201n:634": "Āmantaṇaṃ pubbamasantaṃva-.",
  "anya-e1201n:635": "Āmantaṇaṃ pubbamavijjamānaṃ viya hoti tumhaamhasaddāna mādesavisaye; devadatta tava pariggaho–-āmantaṇantikiṃ? Kambalo te pariggaho; pubbanti-kiṃ?’Mayetaṃ sabba makkhātaṃ tumhākaṃ dvijapuṅgavā’ parassa hi [ ] avijjamānantā apādādoti-paṭisedhona siyā? Ivāti-kiṃ? Savanaṃ[ ] yathā siyā.",
  "anya-e1201n:636": "Na sāmaññavacanamekatthe-.",
  "anya-e1201n:637": "Samānādhikaraṇe parato sāmaññavacanamāmantaṇamasantaṃ viya na hoti; māṇavaka jaṭilaka tepariggaho–-parassā vijjamānatte’pi pubbarūpamupādāyādeso hoti; sāmañña vacananti-kiṃ? Devadatta māṇavaka tava pariggaho; ekatthetikiṃ? Devadatta yaññadatta tumhaṃ pariggaho.",
  "anya-e1201n:638": "Bahusu vā-.",
  "anya-e1201n:639": "Bahusu vattamānamāmantaṇaṃ sāmaññavacanamekatthe avijjamānaṃ viya vā na hoti; brāhmaṇā guṇavanto tumhākaṃ pariggaho; brāhmaṇā guṇavanto vo pariggaho.",
  "anya-e1201n:640": "Iti moggallāne vyākaraṇe vuttiyaṃ syādikaṇḍo dutiyo.",
  "anya-e1201n:641": "Syādi syādinekatthaṃ-.",
  "anya-e1201n:642": "Syādyantaṃ syādyāntena sahekatthaṃ hotīti-idamadhikataṃ veditabbaṃ; so ca bhinnatthānamekatthibhāvo samāsoti vuccate.",
  "anya-e1201n:643": "Asaṃkhyaṃ vibhattisampattisamīpasākalyābhāvayathā pacchāyugapadatthe-.",
  "anya-e1201n:644": "Asaṃkhyaṃ syyādyantaṃ vibhatyādīnamatthe vattamānaṃ syādyantena sahekatthaṃ bhavati; tattha vibhatyatthe tāva-itthisu kathā pavattā adhitthi–-sampatti dvidhā attasampatti samiddhi casampannaṃ brahmaṃ sabrahmaṃ, licchavīnaṃ; samiddhi bhikkhānaṃ subhikkhaṃ. Samīpe-kumbhassa samīpamupakumbhaṃ–-sākalye-satiṇamajjho harati; sāggyadhīte–-abhāvo sambandhibhedā bahuvidho; tatra iddhābhāve-vigatā iddhi saddikānaṃ dussaddikaṃ; atthābhāve-abhāvo makkhikānaṃ nimmakkhikaṃ; atikkamābhāve-atigatāni tiṇāni nittiṇaṃ; sampatābhāve-atigataṃ lahupāpuraṇaṃ ati lahupāpuraṇaṃ; lahupāpuraṇassa nāyamupabhogakāloti attho. Yayathāttho’nekavidho; tatra yoggatāyaṃ-anurūpaṃ surūpo vahati; vicchāyaṃ -anvaddhamāsaṃ; atthānativattiyaṃ- yathāsatti; sadisatte- sadiso kikhiyā[ ] sakikhi; ānupubbiyaṃ- anujeṭṭhaṃ; pacchātthe [ -]anurathaṃ; yugapadatthe-sacakkaṃ nidhi.",
  "anya-e1201n:645": "Yathā na tulye-.",
  "anya-e1201n:646": "Yathāsaddotulyatthe vattamāno syādyantena sahekattho na bhavati; yathā devadatto tathā yaññadatto.",
  "anya-e1201n:647": "Yāvāvadhāraṇe-.",
  "anya-e1201n:648": "Yāvasaddo’vadhāraṇe vattamāno syādyantena sahekattho bhavati; avadhāraṇamettakatā paricchedo; yāvāmattaṃ brāhmaṇe āmantaya; yāvajīvaṃ–-avadhāraṇeti-kiṃ, yāva dinnaṃtāva bhuttaṃ nāvadhārayāmi kittakaṃ mayā bhuttanti.",
  "anya-e1201n:649": "Payyapābahitiropurepacchāvā pañcamyā-.",
  "anya-e1201n:650": "Pariādayo vañcamyantena sahekatthā honti vā; pari pabbataṃ vassi devo, paripabbatā; apapabbataṃ vassi devo, apa pabbatā; āpāṭaliputtaṃ vassidevo, āpāṭaliputtā; bahigāmaṃ, bahigāmā; tiropabbataṃ, tiropabbatā; purebhattaṃ, purebhattā; pacchābhattaṃ, pacchābhattā–-vetādhikāro",
  "anya-e1201n:651": "Samīpāyāmesvanu-. ",
  "anya-e1201n:652": "Anusaddo sāmīpye āyāme ca vattamāno syādyantena sahekattho hotī vā; anuvanamasani gatā; anugaṅgaṃ bārāṇasī–-samīpāyāmesviti-kiṃ, rukkhamanuvijjotate vijju.",
  "anya-e1201n:653": "Tiṭṭhagvādini-.",
  "anya-e1201n:654": "Tiṭṭhaguppabhutīni, ekatthibhāvavisaye nipātīyante;’tiṭṭhantī gāvo yasmiṃ kāle’tiṭṭhagu, kālo; vahaggu, kālo; āyatigavaṃ, khaleyavaṃ, lūnayavaṃ, lūyamānayavamiccādi–-vyanto’pettha; kesākesi; daṇḍādaṇḍi–-tathā velāppabhāvanattho’pi; pāto nahānaṃ pātanahānaṃ; sāyaṃ nahānaṃ sāyanahānaṃ; pātakālaṃ, sāyakālaṃ; pātameghaṃ, sāyameghaṃ; pātamaggaṃ, sāyamaggaṃ.",
  "anya-e1201n:655": "Oreparipaṭipāremajjheheṭhuddhādhonto vā chaṭṭhīyā-.",
  "anya-e1201n:656": "Orādayo saddā chaṭṭhiyantena sahekatthā vā honti; ekārantattaṃ nipātanato–-oregaṅgaṃ; uparisikharaṃ; paṭi sotaṃ; pāreyamunaṃ; majjhegaṅgaṃ; heṭṭhāpāsādaṃ; uddhagaṅgaṃ; adhogaṅgaṃ; antopāsādaṃ–-puna vāvidhānā gaṅgāoramiccā dipi hoti.",
  "anya-e1201n:657": "Taṃ napuṃsakaṃ-.",
  "anya-e1201n:658": "Yadetamatakkantamekatthaṃ taṃ napuṃsakaliṅgaṃ veditabbaṃ; tathā vevodāhaṭaṃ; vā kvaci bahulādhikārā–-yathāparisaṃ, yathā parisāya; sakāya sakāya parisāyāti attho.",
  "anya-e1201n:659": "Amādi-.",
  "anya-e1201n:660": "Amādisyādyantaṃ syādyāntena saha bahulamekatthaṃ hoti;’gāmaṃ gato’ gāmagato;’muhuttaṃ sukhaṃ’ muhuttasukhaṃ. Vuttiye vopapadasamāse-kumbhakāro; sapāko; tantavāyo; carā haro–-ntamānaktavantuhi vākyameva; dhammaṃ suṇanto; dhammaṃ suṇamāno; odanaṃ bhuttavā.’",
  "anya-e1201n:661": "Raññā hato’ rājahato;’asinā chinno’ asicchinno; pitusadiso; pitusamo; sukhasahagataṃ;’dadhinā upasittaṃ bhojanaṃ’dadhibhojanaṃ;’guḷena misso odano’ guḷodano. Vutti padenevopasittādikriyāyākhyāpanato natthāyuttatthatā.",
  "anya-e1201n:662": "Kvavi vuttiyeva; urago pādapo–-kvavi vākyameva; pharasunā chinnavā; dassanena pahātabbā.’",
  "anya-e1201n:663": "Buddhassadeyyaṃ’ buddhadeyyaṃ;’yūpāya dāru’ yūpadāru;’rajanāya doṇi’ rajanadoṇi; idha na hoti-saṅghassa dātabbaṃ–-kathaṃ, etadattho etadatthanti-aññapadatthe bhavissati.’",
  "anya-e1201n:664": "Savarehi bhayaṃ’ savarabhayaṃ; gāmaniggato, methunāpeto. Kvaci vuttiyeva; kammajaṃ, cittajaṃ–-idha na hoti-rukkhā patito.’",
  "anya-e1201n:665": "Rañño puriso’ rājapuriso–-bahulādhikārā ntamāna niddhāriyapūraṇabhāvatittatthehi na hoti; mamānukubbaṃ; mamānu kurumāno; gunnaṃ kaṇhā sampannakhīratamā; sissānaṃ pañcamo; paṭassa sukkatā–-kvaci hoteva; vattamānasāmīpyaṃ–-kathaṃ brāhmaṇassa sukkā dantāti-sāpekkhatāya na hoti–-idha panahoteva candanagandho; nadīghoso; kaññārūpaṃ; kāyasamphasso?Phalarasoti [ –-]phalānaṃtitto; phalānamāsito[ ] phalānaṃ suhito; brāhmaṇassौccaṃ gehanti; sāpekkha tāya na hoti–-raññopāṭaliputtakassadhananti–-dhana sambandhe chaṭṭhīti pāṭaliputtakैnasambandhābhāvā nahessati; rañño’gova asso ca puriso cā’ti bhīnnatthatāyaṃ [ ] vākya meva–-’rañño gavāssapurisā rājagavāssapurisāti vutti hotevekatthibhāve.’Dānesoṇḍo’ dānasoṇḍo; dhammarato; dānabhirato–-kvacivuttiyeva; kucchisayo; thalaṭṭho; paṅkajaṃ; saroruhaṃ idha na hoti bhojane mattaññutā; indriyesu guttadvāratā; āsane nisinno āsane nisīditabbaṃ.",
  "anya-e1201n:666": "Visesanamekatthena-. ",
  "anya-e1201n:667": "Visesanaṃ syādyantaṃ visessena syādyāntena samānādhikaraṇenasahekatthaṃ hoti;’nīlañca taṃ uppalañce’ti niluppalaṃ,’chinnañca taṃ parūḷhañce’ti chinnaparūḷhaṃ; satthiva satthī,’satthī ca sāsāmā ce’ti satthisāmā; sīhova sīho,’muni ca sosīho vā’timunisīho;’sīlameva dhanaṃ’ sīladhanaṃ–-kci vākyameva, puṇṇo mantāṇiputto; citto gahapati.–-Kvaci vuttiyeva; kaṇhasappo; lohitasāli. Visesananti-kiṃ? Tacchako sappo. Ekattheneti-kiṃ? Kāḷamhā añño–-kathaṃ, patta jīviko āpannajīviko[ ] māsajātoti-aññapadatthe bhavissati.",
  "anya-e1201n:668": "Naña-. ",
  "anya-e1201n:669": "Nañiccetaṃ syādyantaṃ syādyantena sahekatthaṃ hoti; na brāhmaṇo abrāhmaṇo–-bahulādhikārato asamatthehipi kehici hoti; apunageyyā, gāthā–-anokāsaṃ kāretvā amūlāmūlaṃ gantvā–-īsakaḷāro īsapiṅgaloti-syādi syādinekatthanti samāso; vākyameva vātippasaṅgābhāvā.",
  "anya-e1201n:670": "Kupādayo niccamasyādividhimhi-.",
  "anya-e1201n:671": "Kusaddo pādayo ca syādyantena sahekatthā honti niccaṃ syadividhivisayato’ññattha;’kucchito brāhmaṇo’ kubrāhmaṇo,’īsakaṃ uṇhaṃ’ kaduṇhaṃ; panāyako, abhiseko, pakarittvā, pakataṃ, duppuriso, dukkataṃ, supuriso, sukataṃ, abhitthutaṃ, atitthutaṃ, ākaḷāro, ābaddho. Pādayo gatādyatthe paṭhamāya()’ pagato ācariyo’ pācariyo; pantevāsī–-accādayo kantādyatthe dutiyāya;()’atikkanto maca’matimañco; atimālo. Avādayo kuṭṭhādyatthe tatiyāya;()’avakuṭṭhaṃ kokilāya vana’mavakokilaṃ; avamayayūraṃ. Pariyādayo gilānādyatthe catutthiyā; ()’parigila no’jjhenāya’ pariyajjheno–-nyādayo kannādyatthe pañcamiyā()’nikkhantokosambiyā’ nikkosambi–-asyādividhimhīti kiṃrukkhampati vijjotate.",
  "anya-e1201n:672": "Cī kriyatthehi-.",
  "anya-e1201n:673": "Cīppaccayanto kriyatthehi syadyantehi sahekattho hoti; malinī kariya.",
  "anya-e1201n:674": "Bhusanādarānādaresvalaṃsāsā-.",
  "anya-e1201n:675": "Bhusanādisvatthesvalamādayo saddā kriyātthehi syādyantehi sahekatthā honti; alaṃkariya; sakkacca; asakkacca–-bhusanādīsūti-kiṃ? Alaṃ bhutvā gato; sakkatvā gato; asakkatvā gato; pariyattaṃ sobhanamasobhananti attho.",
  "anya-e1201n:676": "Aññe ca-.",
  "anya-e1201n:677": "Aññe ca saddā kriyatthehi syādyantehi saha bahulamekatthā bhavanti; purobhuya; tirobhuya;tirokariya; urasikariya; manasikariya; majjhekariya; tuṇhibhuya.",
  "anya-e1201n:678": "Vānekaññatthe-.",
  "anya-e1201n:679": "Anekaṃ syādyantamaññassa padassatthe ekatthaṃ vā hoti; bahūni dhanāni yassaso’bahudhano;’lambā kaṇṇā yassa so’ lambakaṇṇo;’vajiraṃ pāṇimhi yassaso’yaṃ’ vajirapāṇi;’mattābahavo mātaṅgā ettha’ mattabahumātaṅgaṃ, vanaṃ;’ārūḷho vānaroyaṃ rukkhaṃ so’ ārūḷhavānaro;’jitāni indriyāni yenaso’ jitindriyo;’dinnaṃ bhojanaṃ yassaso’ dinnabhojano;’apagataṃ kāḷakaṃ yasmā paṭā so’ya’ mapagatakāḷako;’upagatādasa yesaṃ te’ upadasā; āsannadasā; adūradasā? Adhika dasā;’tayo dasa parimāṇamesaṃ) tidasā–-kathaṃ, dasasaddosaṃ khyāne vattate parimāṇasaddasannidhānā, yathā-pañcaparimāṇa mesaṃ’ pañcakā sakuṇāti; dve vā tayo vāparimāṇamesa’dvattayo;vāsaddatthe vā-’ve vā tayo vā’ dvattayo–-’dakkhiṇassā ca pubbassā ca disāya yadantarāḷaṃ’ dakkhiṇapubbā, dinā;’dakkhiṇā vasā pubbā cā’ti vā;’saha puttenāgato’ saputto salomako, vijjamānalomakoti attho evaṃ sapakkhako; atthikhīrā, brāhmaṇiti-atthisaddo vijjamānatthe nipāto–-kvaci gatatthatāya padantarānamappayogo, kaṇṭhaṭṭhā kāḷā assa kaṇṭhekāḷo; [ ] oṭṭhamukhamica mukhamassaoṭṭhamukho; kesasaṅghāto cūḷā assa kesacūḷo; suvaṇṇavikāro alaṅkāro assasuvaṇṇālaṅkāro;’ papatitaṃ paṇṇamassa’ papatitapaṇṇo, papaṇṇo;’avijjamānā puttā assa’ avijjamānaputto;’na santi puttā assa’ aputto–-kvaci na hotipañcabhuttavanto assa, bhātuno putto assa atthiti bahulādhikārato.",
  "anya-e1201n:680": "Tattha gahetvā tena paharitvā yuddhe sarūpaṃ-.",
  "anya-e1201n:681": "Sattamyantaṃ tatiyantañca sarūpamanekaṃ tattha gahetvā tena paharitvā yuddhe’ññapadatthe ekatthaṃ vā hoti;’kesesu ca kesesu ca gahetvā yuddhampavattaṃ’ kesākesi;’daṇḍehi ca daṇḍehi ca paharitvā yuddhampavattaṃ’ daṇḍādaṇḍi; muṭṭhāmuṭṭhi ‘‘ci vīti hāre’ti. Ci samāsanto [’]cismi. Ntyākāro–-tattha teneti-kiṃ? Kāyadva kāyadva [ ] gahetvā yuddhaṃ pavattaṃ; gahetvā paharitvāti- kiṃ? Rathe ca rathe ca ṭhatvā yuddhaṃpavattaṃ; yuddhetikiṃ? Hatthe ca hatthe ca gahetvā sakhyaṃ pacattaṃ; sarūpantikiṃ? Daṇḍehi ca musalehica paharitvā yuddhaṃ pavattaṃ.",
  "anya-e1201n:682": "Catthe-.",
  "anya-e1201n:683": "Anekaṃ syādyantaṃ catthe ekatthaṃ vā bhavati–-samuccayo’ṇvācayo itarītarayogo samāhāro ca casaddatthā, tattha samuccayāṇvācayesu nekatthibhāvo sambhavati- tesu hi samuccayo aññamaññanirapekkhānamattappadhānānaṃ katthaci kriyāvisese cīyamānatā-yathā-dhave ca khadire ca palāse ca chindāti; anvācayova yattheko padhānabhāvena vidhiyate aparo caguṇabhāvena-yathā-bhikkhaṃ cara gāvo vānayeti–-itarañcayaya tu sambhavati, tesu hi aññamaññasāpekkhānamava yavabhedānugato itarītarayogo- yathā- sāriputtamoggallānātiassāvayavappadhānattā bahuvacanameva; aññamañña sāpekkhānameva tirohitāvayavabhedo samudāyappadhāno samāhāro-yathā-chattupāhananti-assa pana samudāyappadhānattā ekavacanameva; te ca samāhārītarītarayogā bahulaṃ vidhānā niyatavisayāyeva honti, tatrāyaṃ visayavibhāgo nirutti piṭakāgato.",
  "anya-e1201n:684": "Pāṇituriyayoggasenaṅgānaṃ; niccaverīnaṃ; saṃkhyāpari māṇasaññānaṃ; khuddajantukānaṃ; pacanavaddhālānaṃ; caraṇasādhāraṇānaṃ; ekjhāyanapāvacanānaṃ; liṅgavisesānaṃ; vividhaviruddhānaṃ; disānaṃ; nadīnañca; niccaṃ samāhārekatthaṃ bhavati.",
  "anya-e1201n:685": "Tiṇarukkhapasusakuṇadhanadhaññavyañjanajanapadānaṃvā aññe samitarītarayogova.",
  "anya-e1201n:686": "Pāṇyaṅgānaṃ–-cakkhusotaṃ; mukhanāsika; hanugīvaṃ; chavi maṃsalohitaṃ; nāmarūpaṃ; jarāmaraṇaṃ;–-turiyaṅgānaṃ–-alasatāḷambaraṃ;murajagomukhaṃ; saṃkhadeddhimaṃ; [ ] maddavikapāṇavikaṃ; gītavādataṃ?Sammatāḷaṃ–-yoggaṅgānaṃ–-phālapācanaṃ; yuganaṅgalaṃ–-senaṅgānaṃ–-asisattitomarapiṇḍaṃ;[ ] asicammaṃ; bīḷāramūsikaṃ; kākolūkaṃ; nāgasupaṇṇaṃ–-saṃkhyāparimāṇa saññānaṃ–-ekakadukaṃ, dukatikaṃ; tikacatukkaṃ, catukkapañcakaṃ; dasekādasakaṃ –- khuddajantukānaṃ–-kīṭapaṭaṅgaṃ; kutthakipillikaṃ; ḍaṃsamakasaṃ; makkhikakipillikaṃ–-pavanavaddhālānaṃ–-orarabgikasukarikaṃ; sākuntikamāgavikaṃ;sapākavaddhālaṃ;vena",
  "anya-e1201n:687": "Rathakāraṃ; pukkusachavaḍāhakaṃ–-caraṇasādhāraṇānaṃ–-atisabhāradvājaṃ; kaṭhakālāpaṃ; sīlapaññāṇaṃ; samathavipassanaṃ; vijjācaraṇaṃ–-ekajjhāyanapāvacanānaṃ–-dīghamajjhimaṃ; ekuttarasaṃyuttakaṃ; khandhakavibhaṅgaṃ–-liṅgavisesānaṃ–-itthipumaṃ; dāsidāsaṃ; cīvarapiṇḍapātasenāsanagilānapaccayabhesajjapararikkhāraṃ; tiṇakaṭṭhasākhāpalāsaṃ; ‘‘lābhī hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārāna‘‘ntipi dissati–-vividhaviruddhānaṃ–-kusalākusalaṃ; sāvajjānavajjaṃ; hīnappaṇitaṃ; kaṇbhasukkaṃ; chekapāpakaṃ; adharuttaraṃ–-disānaṃ–-pubbāparaṃ; dakkhiṇuttaraṃ; pubbadakkhiṇaṃ; pubbuttaraṃ; apara dakkhiṇaṃ; aparuttaraṃ–-nadīnaṃ–-gaṅgāyamunaṃ, mahīsarabhu.",
  "anya-e1201n:688": "Tiṇavisesānaṃ–-kāsakusaṃ, kāsakusā; usīrabīraṇaṃ, usī rabīraṇā; mujababbajaṃ, muñjababbajā–-rukkhavasesānaṃ–-khadirapalāsaṃ, khadirapalāsā; dhavāssakaṇṇaṃ, dhavāssakaṇṇā; pilakkhanigrodhaṃ, pilakkhanagrodhā; assatthakapitthanaṃ, assattha kapitthanā; sākasālaṃ, sākasālā–-pasuvisesānaṃ–-gaja gavajaṃ,gajagavajā; govahisaṃ, gomahisā;eṇeyyagomahisaṃ, eṇeyyagomahisā; eṇeyyavarāhaṃ, eṇeyyavarāhā; aje",
  "anya-e1201n:689": "Ḷakaṃ, ajeḷakā; kukkurasūkaraṃ, kukkurasūkarā; hatthigavāssa vaḷavaṃ, hatthigavāssavaḷavā–-sakuṇavisesānaṃ–-haṃsabalāvaṃ, haṃsabalāvā; kāraṇḍavavakkavākaṃ, kāraṇḍavavakkavākā; bakabalākaṃ, bakabalākā–-dhanānaṃ–-hiraññasuvaṇṇaṃ, hirañña suvaṇṇā;maṇisaṃkhamuttāvephaphariyaṃ, maṇisaṃkhamuttāveḷuriyā; jātarūparajataṃ, jātarūparajatā–-dhaññānaṃ–-sāliyavakaṃ, sāliyavakā; tilamuggamāsaṃ, tilamaggamāsā; nipphāvakulatthaṃ, nipphāvakulatthā–-byañjanānaṃ–-sākasuvaṃ, sākasuvā; gabyamāhisaṃ, gabyamāhisā; eṇeyyavārāhaṃ, eṇeyyavārāhā; migamāyūraṃ, migamāyūrā–-janapadānaṃ–kāsikosalaṃ, kāsikosalā; vajjimallaṃ, vajjimallā; cetivīsaṃ, cetivīsā; macchasurasenaṃ, macchasūrasenā; kurupañcālaṃ, kurupañcālā.",
  "anya-e1201n:690": "Itarītarayogo-yathā-vandimasūriyā, samaṇabrāhmaṇā, mātāpitaro, iccādi, etasmiṃ ekatthibhāvakaṇḍe yaṃ vuttaṃ pubbaṃ tadeva pubbaṃ nipatati kamātikkame payojanābhāvā kvavi vipallāso’pi hoti bahulādhikārato.’ Dantānaṃ rājā’ rājadanto. Katthaci kamampaccanādarā pubbakālassāpi paranipāto. Littavāsito, naggamusito, sittasammaṭṭho, bhaṭṭhaluñcito–-catthe yadekatthaṃ tattha keci pubbapadaṃ bahudhā niyamenti tadiha vyabhivāradassanā na vuttanti daṭṭhabbaṃ.",
  "anya-e1201n:691": "Samāhāre sapuṃsakaṃ-.",
  "anya-e1201n:692": "Vatthe samāhāre yadekatthaṃ tannapuṃsakaliṅgamhavati; tathā vevodāhaṭaṃ–-katthaci na hoti sabhāparisāyāti ñāpakā; ādhi paccaparivāro; chandapārisuddhi; paṭisandhippavattiyaṃ.",
  "anya-e1201n:693": "Saṃkhyādi-.",
  "anya-e1201n:694": "Ekatthe samāhāre saṃkhyādi napuṃsakaliṅgambhavati; pañcagavaṃ; catuppathaṃ–-samāhārassekattā ekavacanameva hoti; samāhāretveva-pañcakapālo, pūvo; tiputto.",
  "anya-e1201n:695": "Kvacekattañca chaṭṭhiyā-.",
  "anya-e1201n:696": "Chaṭṭhiyekatthe kvaci napuṃsakattaṃ hotekattañca;’salabhānaṃ chāyā’ salahacchāyaṃ; evaṃ’sakuntānaṃ chāyā’ sakuntacchāyaṃ;",
  "anya-e1201n:697": "Pāsādacchāyayaṃ, pāsādacchāyayā; gharacchāyayaṃ, gharacchāyā. Amanussā sabhāya napuṃsakekattambhavati; brahmasabhaṃ; devasabhaṃ; indasabhaṃ; yakkhasabhaṃ; sarabhasabhaṃ–-manussasabhāyaṃ–-khattiyasabhā, rājasabhā iccevamādi–-kvacīti kiṃ?Rājapuriso.",
  "anya-e1201n:698": "Syādisu rasso-.",
  "anya-e1201n:699": "Napuṃsake vattamānassa rasso hoti syādisu; salabhacchāyaṃ–-syādisūti-kiṃ?Salabhacchāye.",
  "anya-e1201n:700": "Ghapassāntassāppadhānassa-. ",
  "anya-e1201n:701": "Antabhutassāppadhānassaghapassasyādisurassohoti; bahumālo, poso; nikkosambi; ativāmoru–-antassāti-kiṃ? Kaññāpiyo; appadhānassāti-kiṃ? Rājakumārī; brahmabandhū.",
  "anya-e1201n:702": "Gossu-.",
  "anya-e1201n:703": "Antabhutassāppadhānassa gossa syādisu u hoti; cittagu–-appadhānassātveva - sugo;antassātvecagokulaṃ.",
  "anya-e1201n:704": "Itthiyamatvā-.",
  "anya-e1201n:705": "Itthiyaṃ vattamānato akārantato nāmasmā āppaccayo hoti, dhammadinnā.",
  "anya-e1201n:706": "Nadādito ṇḍī-.",
  "anya-e1201n:707": "Nadādīhi itthiyaṃ ṇḍīppaccayo hoti; nadī, mahī, kumārī, taruṇī, vāruṇī, gotamī.",
  "anya-e1201n:708": "Goto vā().",
  "anya-e1201n:709": "Gāvī, go; ākatigaṇo’yaṃ–-ṅakāro ‘‘ntantunaṃ ṅimhi to vā‘‘ti. Visesanattho.",
  "anya-e1201n:710": "Yakkhādittvitī ca-.",
  "anya-e1201n:711": "Yakkhādito itthiyaminī hoti ṅī ca; yakkhinī, yakkhi; nāginī, nāgī; sīhinī, sīhī.",
  "anya-e1201n:712": "Ārāmikādīhi-.",
  "anya-e1201n:713": "Ārāmikādito inī hotitthiyaṃ; ārāmikinī; anantarāsikinī; rājinī.",
  "anya-e1201n:714": "Saññāyaṃ mānuso().",
  "anya-e1201n:715": "Mānusinī; aññatra mānusī.",
  "anya-e1201n:716": "Yuvaṇṇohi nī-.",
  "anya-e1201n:717": "Itthiyamivaṇṇuvaṇṇantehi nī hoti bahulaṃ; sadāpayata pāṇinī; daṇḍinī; khattabandhunī; paracittavidunī–-mātu ādito kasmā na hoti? Itthippaccayaṃ vināpi itthattāhi dhānato.",
  "anya-e1201n:718": "Ktimhāññatthe-.",
  "anya-e1201n:719": "Ktimhāññattheyeva itthiyaṃ nī hoti bahulaṃ; sāhaṃ ahiṃsāratinī; tassā muṭṭhassatiniyā; sā vacchagiddhinī–-aññattheti-kiṃ? Dhammarati.",
  "anya-e1201n:720": "Gharaṇyādayo-. ",
  "anya-e1201n:721": "Gharaṇīppabhutayo nīppaccayantā sādhavo bhavanti; gharaṇī; pokkharaṇī; īssattaṃ nipātanā.",
  "anya-e1201n:722": "Ācariyā vā yalopo ca(); ācarinī; ācariyā.",
  "anya-e1201n:723": "Mātulāditvānī bhariyāyaṃ-.",
  "anya-e1201n:724": "Mātulādito bhariyāyamānī hoti; mātulānī; varuṇānī; gahapatānī; ācariyānī.",
  "anya-e1201n:725": "Abhariyāyaṃ khattiyā vā() khattiyānī; khattiyā –-nadā dīpāṭhā bhariyāyantu khattiyī.",
  "anya-e1201n:726": "Upamāsaṃhitasahitasaññatasahasaphavāmalakkhaṇāditurutu-. ",
  "anya-e1201n:727": "Ūrusaddā upamānādipubbā itthiyamū hoti; karahorū; saṃhitorū; sahitorū; saññatorū; sahorū; saphorū; vāmo rū; lakkhaṇorū–-’ū’ti-yogavibhāgā ū; brahmabandhu.",
  "anya-e1201n:728": "Yuvāti -.",
  "anya-e1201n:729": "Yuvasaddatoti hotitthiyaṃ; yuvati.",
  "anya-e1201n:730": "Ntantunaṃ ṅīmhi to vā-.",
  "anya-e1201n:731": "Ṅīmhi ntantunaṃ to vā hoti; gacchatī, gacchantī; sīlavatī, sīlavantī.",
  "anya-e1201n:732": "Bhavato bhoto-.",
  "anya-e1201n:733": "Ṅīmhi bhavato bhotādeso hoti vā; bhotī; bhavantī.",
  "anya-e1201n:734": "Gossāvaṅi-.",
  "anya-e1201n:735": "Gosaddassa ṅīmhāvaṅi hoti; gāvī.",
  "anya-e1201n:736": "Puthussapathavaputhavā-.",
  "anya-e1201n:737": "Ṅīmhi puthussa pathavaputhavā honti; pathavī; puthavī.–-Ṭhe pathavī.",
  "anya-e1201n:738": "Samāsantva- ",
  "anya-e1201n:739": "Samāsanto a iti vādhikarīyanti.",
  "anya-e1201n:740": "Pāpādīhi bhumiyā-.",
  "anya-e1201n:741": "Pāpādīhi parā yā bhumi tassā samāsanto a hoti; pāpa bhumiṃ; jātibhumaṃ.",
  "anya-e1201n:742": "Saṃkhyāhi-.",
  "anya-e1201n:743": "Saṃkhyāhi parā yā bhumi tassā samāsanto a hoti; dvibhumaṃ; tibhumaṃ",
  "anya-e1201n:744": "Nadīgodāvarīnaṃ-.",
  "anya-e1201n:745": "Saṃkhyāhi parāsaṃ nadīgodāvarīnaṃ samāsanto a hoti; pañcanadaṃ, sattagodāvaraṃ.",
  "anya-e1201n:746": "Asaṃkhyehi cāṅgulyānaññāsaṃkhyatthesu-.",
  "anya-e1201n:747": "Asaṃkhyehi saṃkhyāhi ca parāya aṅgulyā samāsanto ahoti no ce aññapadatthe asaṃkhyattheva samāso vattite.’Niggatamaṅgulīhi’ niraṅgulaṃ; accaṅgulaṃ; dve aṅguliyo samāhaṭā’dvaṅgulaṃ–-anaññāsaṃkhyatthesūti-kiṃ? Pañcaṅgulihattho; upaṅguli–-kathaṃ, dvñaṅgulī pamāṇamassāti dvaṅgulanti-nātu samāso’ññapadatthe vihito mattādīnaṃ lope kate tatthavattate; aṅgulasaddovā pamāṇavācīsaddantaraṃ–-yathāsenāṅgulappamāṇena aṅgulānaṃ sataṃ puṇṇaṃ catuddasa vā aṅgulānīti.",
  "anya-e1201n:748": "Dīghāhovassekadesehi ca ratyā-.",
  "anya-e1201n:749": "Dīghādīhi asaṃkhyehi saṃkhyāhi ca parāya rattiyā samāsanto a hoti; dīgharattaṃ; ahorattaṃ; vassārattaṃ; pubbarattaṃ; apararattaṃ; aḍḍharattaṃ;’atikkanto rattiṃ’ atiratto;’dve rattī samāhaṭā’ dvirattaṃ–-vā kvaci bahulādhikārāekarattaṃ; ekaratti–-anaññāsaṃkhyatthesutveva-dīgharatti, hemanto; uparatti–-kvaci hoteva bahulaṃ vidhānā;yathārattaṃ.",
  "anya-e1201n:750": "Gotvacatthe cālope-.",
  "anya-e1201n:751": "Gosaddā alopavisayā samāsanto ahoti na ve vatthe samāso aññapadatthe asaṃkhyyatthe ca; rājagavo; paramagavora pañcagavadhano; dasagavaṃ–-alopeti-kiṃ?Pañcahi gohi kīto pañcagu; acattheti-kiṃ? Ajassagāvo –-anaññāsaṃkhyatthesutveva-cittagu;upagu.",
  "anya-e1201n:752": "Rattindivadāragavacaturassā-.",
  "anya-e1201n:753": "Ete saddā a antā nipaccante;’ratto ca divā ca’ rattindivaṃ;’ ratti ca divā ca’rattindivaṃ;’dārā ca gāvo ca’ dāragavaṃ;’ vatasso assiyo assa’ caturasso.",
  "anya-e1201n:754": "Āyāme’nugavaṃ-. ",
  "anya-e1201n:755": "Anugavanti nipaccate āyāme gamyamāne; anugavaṃ, sakaṭaṃ–-āyāmeti-kiṃ? Gunnaṃ pacchā anugu.",
  "anya-e1201n:756": "Akkhismāññatthe-.",
  "anya-e1201n:757": "Akkhismā samāsanto a hoti aññatthe ce samāso; visālakkho.",
  "anya-e1201n:758": "Dārumbhyaṅgulyā-.",
  "anya-e1201n:759": "Aṅgulantā aññapadatthe dārumhi samāsanto a hoti; dvaṅgulaṃ, dāru; pañcaṅgulaṃ–-aṅgulisadisāvayavaṃ dhaññādīnaṃ vīkkhepakaṃ dārūti vuccate–-pamāṇe tu pubbe viya siddhaṃ; sakharājasaddāakārantāva, sisso’pi na dissati–-gāṇḍīvadhatvāti pakatantarenasiddhaṃ.",
  "anya-e1201n:760": "Dvi vītihāre-.",
  "anya-e1201n:761": "Kriyāvyatihāre gamyamāne aññapadatthe vattamānato ci hoti; kesākesi; daṇḍādaṇḍi–-cakāro’cismi’nti. visesanattho; sugandhi duggandhīti-payogo nadissate.",
  "anya-e1201n:762": "Latvitthiyūhi ko-.",
  "anya-e1201n:763": "Latuppaccayantehi itthiyamīkārūkārantehi cabahulaṃ kappaccayo hoti aññapadatthe; bahukattuko; bahukumāriko; bahubrahmabandhuko, bahulaṃtveva-subbhu.",
  "anya-e1201n:764": "Vāññato-. ",
  "anya-e1201n:765": "Aññehi aññapadatthe ko vā bahulaṃ hoti; bahu mālako; bahumālo.",
  "anya-e1201n:766": "Uttarapade-.",
  "anya-e1201n:767": "Etamadhikataṃ veditabbaṃ.",
  "anya-e1201n:768": "Imassidaṃ-.",
  "anya-e1201n:769": "Uttarapade parato imassa idaṃ hoti; idamaṭṭhitā; idappaccayā; niggahītalopo passa ca dvibhāvo.",
  "anya-e1201n:770": "Puṃ pumassa vā-.",
  "anya-e1201n:771": "Pumassa puṃhotuttarapade vibhāsā; pulliṅgaṃ; puṃliṅgaṃ.",
  "anya-e1201n:772": "Ṭa nnantunaṃ-.",
  "anya-e1201n:773": "Esaṃ ṭa hotuttarapadekvaci vā; bhavampatiṭṭhā mayaṃ; bhāgavamamūlakā no dhammā–-bahulādhikārā tarādisu ca; pageva mahattarī; rattaññumahattaṃ.",
  "anya-e1201n:774": "A-5",
  "anya-e1201n:775": ".",
  "anya-e1201n:776": "Esaṃ a hotuttarapade; guṇavantapatiṭṭho’smi.",
  "anya-e1201n:777": "[Hhva page ]",
  "anya-e1201n:778": "Manādyāpādīnamo maye ca-.",
  "anya-e1201n:779": "Manādīnamāpādīnañca o hotuttarapade maye ca; mano seṭṭhā; manomayā; rajojallaṃ; rajomayaṃ; āpogataṃ; āpomayaṃ; anuyanti disodisaṃ.",
  "anya-e1201n:780": "Parassasaṃkhyāsu-.",
  "anya-e1201n:781": "Saṃkhyāsuttarapadesu parassa o hoti; parosataṃ, parosahassaṃ–-saṃkhyāsūti-kiṃ?Paradattupajīvino.",
  "anya-e1201n:782": "Jane uttarapade phuthassa u hoti; ariyehi puthagevāyaṃ janoti puthujjano.",
  "anya-e1201n:783": "So chassāhāyatane vā-.",
  "anya-e1201n:784": "Ahe āyatane vuttarapade chassa so vā hoti; sāhaṃ, chāhaṃ; saḷāyatanaṃ, chaḷāyatanaṃ.",
  "anya-e1201n:785": "Ltupitādīnamāraṅaraṅi-.",
  "anya-e1201n:786": "Latuppaccayantānaṃ pitādīnañca yathākkamamāraṅaraṅi vā hontuttarapade; satthāradassanaṃ; kattāraniddeso; mārata pitaro–-vātveva-satthudassanaṃ; mātāpitaro.",
  "anya-e1201n:787": "Vijjāyonisambāndhanamā tatra catthe-.",
  "anya-e1201n:788": "Latupitādīnaṃ vijjāsambandhīnaṃ yonisambandhīnañca tesveva latupitādisu vijjāyonisambandhisuttarapadesu catthavisaye ā hoti; hotāpotāro; mātāpitaro–-latupitādīnantvevaputtabhātaro; tatreti-kiṃ? Pitupitāmahā; cattheti-kiṃ; mātu bhātā; vijjāyonisambandhānanti-kiṃ?Dātubhātaro.",
  "anya-e1201n:789": "Putte-. ",
  "anya-e1201n:790": "Putte uttarapade vatthavisaye latupitādīnaṃvijjāyoni sambandhānamā hoti; pitāputtā; mātāputtā.",
  "anya-e1201n:791": "Cismiṃ-.",
  "anya-e1201n:792": "Cippaccayante uttarapade ā hoti; kesākesi; muṭṭhāmuṭṭhi.",
  "anya-e1201n:793": "Itthiyamhāsitapumitthi pumevekatthe-.",
  "anya-e1201n:794": "Itthiyaṃ vattamāne ekatthe samānādhikaraṇe uttarapade pare bhāsitapumā itthi pumeva hoti; kurabhariyo; dīgha",
  "anya-e1201n:795": "Jaṅgho; yuvajāyo–-itthiyanti-kiṃ?’Kalyāṇī padhānamesaṃ’ kalyyāṇippadhānā; bhāsitapumeti- kiṃ? Kaññābhariyo; itthiti-kiṃ? Gāmaṇikulaṃ diṭṭhi assa’ gāmaṇidiṭṭhi; ekattheti-kiṃ?’Kalyāṇiyā mātā’ kalyāṇīmātā.",
  "anya-e1201n:796": "Kvacippaccaye-.",
  "anya-e1201n:797": "Bhāsitapumitthi paccaye kvaci pumeva hoti; vyattatarā, vyyattatamā.",
  "anya-e1201n:798": "Sabbādayo vuttimatte-.",
  "anya-e1201n:799": "Itthivācakā sabbādayo vuttimatte pumeva honti; tassā mukhaṃ’ tammukhaṃ; tassaṃ tatra; tāya tato; tassaṃvelāyaṃ tadā.",
  "anya-e1201n:800": "Chāyāya jayaṃ patimhi-.",
  "anya-e1201n:801": "Patimhi pare jāyāya jayaṃ hoti; jayampatī–-jānipatītipakatantarena siddhaṃ; tathā dampatī jampatīti.",
  "anya-e1201n:802": "Saññāyamudodakassa-.",
  "anya-e1201n:803": "Saññāyamudakassuttarapade udādeso hoti; udadhī; udapānaṃ.",
  "anya-e1201n:804": "Kumbhādisuvā-. ",
  "anya-e1201n:805": "Kumbhādasuttarapadesu udakassa udādeso vā hoti; udakumbho, udakakumbho; udapatto, udakapatto; udabindu, ukabindu–-ākatigaṇo’yaṃ.",
  "anya-e1201n:806": "Sotādisūlopo-.",
  "anya-e1201n:807": "Sotādisuttarapadesuudakassa ussalopo hoti; dakasotaṃ; dakarakkhaso.",
  "anya-e1201n:808": "Ṭa nañssa-.",
  "anya-e1201n:809": "Uttarapadenañsaddassa ṭa hoti; abrāhmaṇo –-ñakāro kiṃ, kevalassamā hotu; pāmanaputto.",
  "anya-e1201n:810": "Ana sare-.",
  "anya-e1201n:811": "Sarādo uttarapade nañsaddassaana hoti; anakkhātaṃ.",
  "anya-e1201n:812": "2 Ñakāroti-sabbattha.",
  "anya-e1201n:813": "Nakhādayo-. ",
  "anya-e1201n:814": "Nakhādayo saddā akataṭādesā nipaccante;’nāssa khamatthiti’ nakho; akhamaññaṃ–-saññāsaddesu ca nipphattimattaṃ yathākathaci kattabbaṃ.’",
  "anya-e1201n:815": "Nāssa kulamatthi’ti nakulo; akulamaññaṃ; nakha nakula napuṃsaka nakkhatta nāka evamādi.",
  "anya-e1201n:816": "Nago vāppāṇini-.",
  "anya-e1201n:817": "Nagैccappāṇini vā nipaccate; nagā, rukkhā; nagā, pabbatā; agā, rukkhā; agā pabbatā–-appāṇinīti -kiṃ? Ago vasalo sītena.",
  "anya-e1201n:818": "Sahassa so’ññatthe-.",
  "anya-e1201n:819": "Aññapadatthavuttimhi samāse uttarapade pare sahassa so vā hoti; saputto, sahaputto; aññattheti-kiṃ? Sahakatvā sahayujjhitvā.",
  "anya-e1201n:820": "Saññāyaṃ-.",
  "anya-e1201n:821": "Sahassuttarapade so heti saññāyaṃ; sāssatthaṃ; sapalāsaṃ.",
  "anya-e1201n:822": "Apaccakkhe-.",
  "anya-e1201n:823": "Apaccakkhe gamyamāne sahassa so hotuttarapade; sāggi, kapoto; sapisāvā, vātamaṇḍalikā.",
  "anya-e1201n:824": "Akāle sakatthe-.",
  "anya-e1201n:825": "Sakatthappadhānassa sahasaddassa akāle uttarapade so hoti; sampannaṃ brahmaṃ sabrahmaṃ; sacakkaṃ nidhehi, sadhuraṃ–-akāleti-kiṃ? Sahapubbanahaṃ, sahāparanhaṃ.",
  "anya-e1201n:826": "Ganthāntādhikye-.",
  "anya-e1201n:827": "Ganthānte ādhikya cैa vattamānassa sahassa so hotuttarapade; sakalaṃ jotimadhīte; samuhuttaṃ–-kālattho ārambho; ādhikye-sadoṇā khārī; samāsako kahāpaṇo; niccattho’yamāramho.",
  "anya-e1201n:828": "Samānassa pakkhādisu vā-.",
  "anya-e1201n:829": "Pakkhādisuttarapadesu samānassaso hoti vā; sapakkho, samānapakkho; sajoti, samānajoti–-pakkhādisūti-kiṃ? Samānasīlo; pakkha joti janapada ratti pattinī pattī nābhī bandhu brahmacārī nāma gotta rūpa ṭhānavaṇṇa vayo vacana dhamma jātiya ghacca.",
  "anya-e1201n:830": "Udare iye-.",
  "anya-e1201n:831": "Udare iyapare parato samānassa so vā hoti; sodariyo; samānodariyo–-iyeti-kiṃ? Samānodarataṃ.",
  "anya-e1201n:832": "Rīrikkhakesu-.",
  "anya-e1201n:833": "Etesusamānassa so hoti; sarī; sarikkho; sariso.",
  "anya-e1201n:834": "Sabbādinamā-. ",
  "anya-e1201n:835": "Rīrikkhakesusabbādīnamā hoti; yādī, yādikkho, yādiso.",
  "anya-e1201n:836": "Ntakimimānaṃ ṭākīṭī-.",
  "anya-e1201n:837": "Rīrikkhakesu ntasaddakiṃsaddैmasaddānaṃ ṭākīṭī honti yathākkamaṃ; bhavādī, bhavādikkho, bhavādiso; kīdī, kīdikkho, kīdiso; īdī, īdikkho, īdiso.",
  "anya-e1201n:838": "Tumhāmbhānaṃ tāmekasmiṃ-.",
  "anya-e1201n:839": "Rīrikkhakesu tumhāmhānaṃ tāmā hontekasmiṃ yathākkamaṃ; tādī, tādikkho, tādiso;mādī, mādikkho, mādiso; –-ekasminti-kiṃ? Tumhādī, amhādī, tumhādikkho, amhādikkho, tumhādiso, amhādiso.",
  "anya-e1201n:840": "Taṃmamaññatra-. ",
  "anya-e1201n:841": "Rīrikkhakantato’ññasmiṃ uttarapade tumhāmhāname kasmiṃ taṃmaṃ honti yathākkamaṃ; tandīpā; mandīpā; taṃ saraṇā, maṃsaraṇā; tayyogo mayyogoti-bindulopo.",
  "anya-e1201n:842": "Vetasseṭa-.",
  "anya-e1201n:843": "Rīrikkhakesvetasseṭa vā hoti; edī, etādī; edikkho, etādikkho; ediso, etādiso.",
  "anya-e1201n:844": "Vidhādisu dvissa du-.",
  "anya-e1201n:845": "Dvissa du hoti vidhādisu; duvidho, dupaṭṭaṃ; evamādi.",
  "anya-e1201n:846": "Di guṇādisu-.",
  "anya-e1201n:847": "Guṇādisu dvissa di hoti; diguṇaṃ, dirattaṃ, digu; evamādi",
  "anya-e1201n:848": "Tisva-. ",
  "anya-e1201n:849": "Tīsu dvissa a hoti; dvattikkhattuṃ, dvattipattapūrā.",
  "anya-e1201n:850": "Ā saṃkhyāyāsatādo’naññatthe-.",
  "anya-e1201n:851": "Saṃkhyāyamuttarapade dvissaā hotasadādo’naññatthe; dvādasa, dvāvīsati, dvattiṃsa; saṃkhyāyanti-kiṃ?’Dirattaṃ; asatādoti-kiṃ? Dvisataṃ, dvisahassaṃ; anaññattheti-kiṃ?Dvidasā.",
  "anya-e1201n:852": "Tisse-.",
  "anya-e1201n:853": "Saṃkhyāyamuttarapade tissa ehotasatādo’naññatthe; terasa, tevisa, tettiṃsa–-saṃkhyāyantveva-tirattaṃ; asatādotveva-tisataṃ; anaññatthetveva-tivatukā.",
  "anya-e1201n:854": "Cattālisādo vā-.",
  "anya-e1201n:855": "Tissevā hoti cattālīsādo; tecattālīsa, ticattālīsa; tepaññāsa, tipaññāsa; tesaṭṭhi, tisaṭṭhi; tesattati, tīsattatī; tñasīti, tiyāsīti; tenavuti, tinavuti–-asatādotveva-tisataṃ.",
  "anya-e1201n:856": "Dvissā ca-.",
  "anya-e1201n:857": "Asatādo’naññatthe cattālīsādo dvisse vā hoti āva dvecattālīsaṃ, dvācattāsaṃ, dvicattālīsaṃ; dvepaññāsaṃ, dvāpaññāsaṃ, dvipaññāsaṃ; iccādi.",
  "anya-e1201n:858": "Bācattālisādo-. ",
  "anya-e1201n:859": "Dvissa bā vā hotacattālīsādo’naññatthe; bārasa, dvādasa; bāvīsati, dvāvīsati; battiṃsa, dvattiṃsa–-acattālīsādoti-kiṃ? Dvicattālīsa.",
  "anya-e1201n:860": "Dvisatidasesu pañcassa paṇṇupannā -.",
  "anya-e1201n:861": "Vīsatidasesu paresu pañcassa paṇṇupannā honti vā yathākkamaṃ; paṇṇuvīsati, pañcavīsati;pannarasa, pañcadasa.",
  "anya-e1201n:862": "Catussa cuto dase-.",
  "anya-e1201n:863": "Catussa cuco honti vā dasasadde pare; cuddasa, coddasa, catuddasa.",
  "anya-e1201n:864": "Chassa so-.",
  "anya-e1201n:865": "Chassa so iccayamādeso hoti dasasadde pare; soḷasa.",
  "anya-e1201n:866": "Ekaṭṭhānamā-.",
  "anya-e1201n:867": "Ekaaṭṭhānaṃ ā hoti dase pare; ekādasa, aṭṭhārasa.",
  "anya-e1201n:868": "Ra saṃkhyāto vā-.",
  "anya-e1201n:869": "Saṃkhyāto parassa dasassara hoti vibhāsā; ekārasa, ekādasa; bārasa, dvādasa; pannarasa, pañcadasa; sattarasa, sattadasa; aṭṭhārasa, aṭṭhādasa–-pannabādesesu niccaṃ, idha na hoti catuddasa.",
  "anya-e1201n:870": "Chatīhi ḷo ca-",
  "anya-e1201n:871": "Chatīhi parassa dasassa ḷo hoti ro ca; soḷasa, sorasa; teḷasa, terasa.",
  "anya-e1201n:872": "Catutthatatiyānamaḍḍhuḍḍhatiyā-. ",
  "anya-e1201n:873": "Aḍḍhā paresaṃ catutthatatiyānaṃ uḍḍhatiyā honti yathākkamaṃ;’aḍḍhana catuttho’ aḍḍhuḍḍho,’aḍḍhena tatiyo’ aḍḍhatiyo–-kathaṃ?Aḍḍhateyyoti-sakatthe ṇye uttara padavuddhi.",
  "anya-e1201n:874": "Dutiyassa saha diyaḍḍhadivaḍḍhā-.",
  "anya-e1201n:875": "Aḍḍhā parassa dutiyassa sahaaḍḍhasaddena diyaḍḍhadivaḍḍhā honti;’ aḍḍhena dutiyo’ diyaḍḍho, divaḍḍho vā.",
  "anya-e1201n:876": "Sare kada kussuntaratthe-.",
  "anya-e1201n:877": "Kussuttarapadatthe vattamānassa sarādo uttarapade kadā desohoti; kadannaṃ, kadasanaṃ–-sareti-kiṃ? Kuputto; uttarattheti-kiṃ? Kuoṭṭho; rājā.",
  "anya-e1201n:878": "Kāppatthe-.",
  "anya-e1201n:879": "Appatthe vattamānassa kussakā hotuttarapadatthe;’appakaṃ lavaṇaṃ’ kālavaṇaṃ.",
  "anya-e1201n:880": "Purisevā-.",
  "anya-e1201n:881": "Kussa purisekā hoti vā; kāpuriso, kupuriso–-ayamappattavibhāsā–-appatthe tupubbenaniccaṃhoti;’īsaṃ puriso’ kāpuriso.",
  "anya-e1201n:882": "Pubbādīhuttarapadassaahassa anhādeso hoti; pubbanho; aparanho; ajajanho; sāyanho; majjhanho.",
  "anya-e1201n:883": "Iti moggallāne vyākaraṇe vuttiyaṃ samāsakaṇḍo tatiyo.",
  "anya-e1201n:884": "Chaṭṭhiyantā nāmasmā vā ṇappaccayo hotapacce’bhidheye; ṇakāro vuddhyattho; evamaññatrāpi,’vasiṭṭhassāpaccaṃ’ vāsiṭṭho, vāsiṭṭhī vā; opagavo, opagavī vā –-veti-vākya samāsavikappatthaṃ tassādhikāro sakatthāvadhi.",
  "anya-e1201n:885": "Vacchāditoṇānaṇāyanā-. ",
  "anya-e1201n:886": "Vacchādīhi apaccappaccayantehi hottādīhica saddehi ṇānaṇāyanappaccayā vā hontapacce. Vacchāno vacchāyano; kaccāno, kaccāyano–-yāgame-kātiyāno; moggallāno, moggallāyano; sākaṭāno, sākaṭāyano; kaṇbhāno, kaṇbhāyano; iccādi.",
  "anya-e1201n:887": "Kattikādīhi vidhavādīhi ca ṇeyyaṇerā vā yathākkamaṃ hontapacce. Kattikeyyo. Venateyyo; bhāgīneyyo iccādi–-vedhavero; vandhakero; nāḷikero; sāmaṇero iccādi.",
  "anya-e1201n:888": "Ṇya diccādīhi-.",
  "anya-e1201n:889": "Ditippabhutīhi ṇyo vā hotapacce. Decco; ādicco; koṇḍañño; gaggyo; bhātabbo; iccādi",
  "anya-e1201n:890": "Ā ṇi-.",
  "anya-e1201n:891": "Akārantato ṇi vā hotapacce dakkhi; doṇi; vāsavi; vāruṇiccādi.",
  "anya-e1201n:892": "Rājato ñño jātiyaṃ-.",
  "anya-e1201n:893": "Rājasaddato ñño vā hotapacce jātiyaṃ gamyamānāyaṃ. Rājañño–-jātiyanti kiṃ?Rājāpaccaṃ.",
  "anya-e1201n:894": "Khattā yiyā-. Khattasaddā yeyā hontapacce jātiyaṃ khatyo; khattiyo jātiyayantve-khatti.",
  "anya-e1201n:895": "Manuto ssasaṇi-.",
  "anya-e1201n:896": "Manusaddato jātiyaṃ ssasaṇa hontapacce. Manusso; mānuso? Itthiyaṃ-manussā; mānusī–-jātiyantveva-māṇavo.",
  "anya-e1201n:897": "Janapadanāmasmā khattiyā rañño ca ṇo-.",
  "anya-e1201n:898": "Janapadassa yaṃ nāmaṃ tannāmasmā khattiyāpacce raññova ṇo hoti. Pañcālo; kosalo; māgadho; okkāko–-janapadanāmasmāti-kiṃ? Dāsarathi; khattiyāti-kiṃ?’Pañcālassa brāhmaṇassāpaccaṃ’ pañcāla.",
  "anya-e1201n:899": "Ṇya kurusivīhī-.",
  "anya-e1201n:900": "Kurusivīhapacce raññe ca ṇyo hoti; korabyo sebyo.",
  "anya-e1201n:901": "Ṇa rāgā tena rattaṃ-.",
  "anya-e1201n:902": "Rāgavācitatiyantato rattamiccetasmiṃ atthe ṇo hoti’kasāvena rattaṃ’ kāsāvaṃ;kosumbhaṃ; hāliddaṃ–-rāgāti kiṃ? Devadattena rattaṃ vatthaṃ; idha kasmā nahoti? Nīlaṃ pītanti–-guṇavacanattā vināpi ṇena ṇatthassābhidhānato.",
  "anya-e1201n:903": "Nakkhatteninduyuttena kāle-.",
  "anya-e1201n:904": "Tatiyantato nakkhattā tena lakkhite kāle ṇo hoti; taṃ ce nakkhantaminduyuttaṃ hoti. Phussī, rattī; phusso, aho–-nakkhatteneti-kiṃ? Gurunā lakkhitā ratti; indu yanutteneti-kiṃ? Kattikāya lakkhito muhutto; kāleti-kiṃ? Phussenalakkhitā atthasiddhi–-ajjakattikāti kattikā yutte cande kattikāsaddo vattate.",
  "anya-e1201n:905": "Sāssa devatā puṇṇamaṃsi-.",
  "anya-e1201n:906": "Seti paṭhamantā assāti chaṭṭhatthe ṇo bhavati yaṃ paṭhamantaṃ sā ve devatā puṇṇamāsī vā.’Sugato devatā assā’ti sogato; māhindo; yāmo; vāruṇo; phussī puṇṇamāsī assa sambandhinī’ti phusso, māgho; māgho; phagguno; citto; vesākho;peṭṭhamulo; āsāḷho; sāvaṇo; poṭṭhapādo; assayujo; kattiko; māgasiro–-puṇṇamāsīti-kiṃ, phussi pañcamī assa–-puṇṇamāsīva gatakamāsasambandhinī na hoti;’puṇṇo mā assanti’ nibbacanā–-ato eva nipātanā ṇo, sāgamo ca, māsasutīyāva napapañcadasarattādo vidhi.",
  "anya-e1201n:907": "Tamadhīte taṃ jānāti kaṇikā ca-.",
  "anya-e1201n:908": "Dutiyantato tamadhīte taṃ jānātīti etesphatthesuṇo hoti ko ṇikova.’ Vyākaraṇamadhīte jānāti vā’ veyyākaraṇo; chāndaso; kamako; padako; venayiko; suttantiko–-dvitaggahaṇaṃ puthageva vidhānatthaṃ jānanassaca ajjhenavisayabhāvadassanatthaṃ pasimbupasaṃgahatthañca.",
  "anya-e1201n:909": "Tassa visaye dese.-.",
  "anya-e1201n:910": "Chaṭhiyantā visaye desarūpe ṇo hoti.’Vasātīnaṃ visayo deso’vāsāto–-deseti kiṃ? Cakkhussa visayo rūpaṃ, devadattassa visayo’nuvāko.",
  "anya-e1201n:911": "Nivāse tannāme-.",
  "anya-e1201n:912": "Chaṭṭhiyantā nivāse dese tannāme ṇo hoti;’sivīnaṃ nivāso desosebyo; vāsāto.",
  "anya-e1201n:913": "Adūrabhave-. ",
  "anya-e1201n:914": "Chaṭṭhiyantā adūrabhave desetannāme ṇo hoti;’vidasāya adurabhavaṃ’ vedisaṃ.",
  "anya-e1201n:915": "Tenatibbatte-.",
  "anya-e1201n:916": "Tatiyantā nibbatte desetannāme ṇo hoti; kusambena nibbattā kosambī, nagarī; kākandī, mākandī,’sahassena nibbattā’ sāhassī, parikhā–-hetumhi kattarikaraṇe ca yathāyogaṃ tatiyā.",
  "anya-e1201n:917": "Tamidhatthi-.",
  "anya-e1201n:918": "Tanti paṭhamantā idhāti sattamyatthe dese tannāme ṇo hoti, yantaṃ paṭhamantamatthi ce;’udumbarā asmiṃ dese santī’ti odumbaro, bādaro, babbajo.",
  "anya-e1201n:919": "Tatra bhave-.",
  "anya-e1201n:920": "Sattamyantā bhavatthe ṇo hoti;’udake bhavo’odako, oraso, jānapado, māgadho, kāpilavatthavo, kosambo.",
  "anya-e1201n:921": "Ajjādīhi tato-.",
  "anya-e1201n:922": "Bhavatthe ajjādīhi tano hoti;’ajja bhavo’ ajjatano, svātano, hiyyattano.",
  "anya-e1201n:923": "Purāto ṇo ca-.",
  "anya-e1201n:924": "Purā iccasmā bhavatthe ṇo hoti tano ca; purāṇo, purātano.",
  "anya-e1201n:925": "Amātthacco-. Amāsaddato acco hoti bhavatthe; amacco.",
  "anya-e1201n:926": "Majjhāditvimo-.",
  "anya-e1201n:927": "Majjhādīhi sattamyantehi bhavatthe imo hoti; majjhimo, antimo–-majkjdhaanta heṭṭhā upari ora pāra pacchā abbhantara paccanta.",
  "anya-e1201n:928": "Kaṇṇeyyaṇeyyakayiyā-.",
  "anya-e1201n:929": "Sattamyantā ete paccayā honti bhavatthe; kaṇa-’kusinārāyaṃ bhavo’ kosinārako, māgadhako, āraññake, vihāro–-ṇeyya-gaṅgeyyo, pabbateyyo, vāneyeyyā–-ṇeyyaka-koleyyako, bārāṇaseyyako, campeyyako; mithileyyakoti-eyyako–-ya-gammo, dibbo; iyagāmiyo, udariyo, diviyo, pañcāliyo, bodhapakkhīyo, lokiyo.",
  "anya-e1201n:930": "Ṇiko-.",
  "anya-e1201n:931": "Sattamyantā bhavatthe ṇiko hoti; sāradiko, divaso; sāradikā, ratti.",
  "anya-e1201n:932": "Tamassa sippaṃ sīlaṃ paṇyaṃ paharaṇaṃ payojanaṃ-.",
  "anya-e1201n:933": "Paṭhamantā sippādivācakā asseti chaḍhatthe ṇiko hoti;’vīṇāvādanaṃ sippamassa’ veṇiko, modaṅgiko, vaṃsiko;’paṃsukūladhāraṇaṃ sīlamassa’ paṃsukūliko, tecīvariko;’gandhopaṇyamassa’ gandhiko, teliko, goḷiko’cāpo paharaṇamassa’ cāpiko, tomariko, muggariko;’upadhippa yojanamassa’ opadhikaṃ, sātikaṃ, sāhassikaṃ.",
  "anya-e1201n:934": "Taṃ hantarahati gacchatuñchati carati-. Dutiyantā hantīti evamādisvatthesu ṇiko hoti; pakkhīhi-’pakkhino hantī’ti pakkhiko, sākuṇiko, māyuriko–-macchehi- macchiko, meniko–-migehi māgaviko, hāriṇiko, - sūkarikoti- iko;’satamarahatī’ti sātikaṃ, sandiṭṭhikaṃ;’ehi passa vidhiṃ rahatī’ti ehipassiko, sāhassiko–-sahassiyotīdha iyo;’paradāraṃ gacchatī’ti pāradāriko, maggiko, paññāsayojaniko;’ badare uñchatī’ti bādariko, sāmākiko;’dhammaṃ caratī’ti dhammiko, adhammiko.",
  "anya-e1201n:935": "Tena kataṃ kītaṃ baddhamahisaṅkhataṃ saṃsaḍhaṃ hataṃ hanti jitaṃ jayati dibbati khaṇati tarati carati vahati jivati-.",
  "anya-e1201n:936": "Tatiyantā katādisvatthesu ṇiko hoti;’kāyena kataṃ’ kāyikaṃ, vācasikaṃ, mānasikaṃ;’vātenakato ābādho’ vātiko–-’satena kītaṃ’ sātikaṃ, sāhassikaṃ, mūlatova-devadattena kītoti na hoti tadatthāppatītiyā–-’varattāya baddho’ vārattiko, āyasiko, pāsiko; –-’ghatena abhisaṅkhataṃ saṃsaṭṭhaṃ vā’ ghātikaṃ, goḷikaṃ, dādhikaṃ, māricikaṃ–-’jālena hato hantīti vā’ jāliko, bāḷisiko–-’akkhohi jita’makkhikaṃ, sālākikaṃ–-’akkhehi jayati dibbati vā’ akkhiko–-’khaṇittiyā khaṇatī’ti khāṇittiko, kuddāliko-devadattena jitamaṅgulyā khaṇatīti na hoti tadatthā navagamā–-’uḷumpena taratī’ti oḷumpiko; uḷumpikoti-iko; gopucchiko; nāviko–-’sakaṭena caratī’ti sākaṭiko. Rathiko–-parappikoti iko-’khandhena vahatī’ti khandhiko, aṃsiko; sīsikoti-iko–-’vetatena jīvatī’ti khandhiko, aṃsiko; sīsikoti-iko–-’vetanena jīvatī’ti vetaniko, bhatiko, kayiko, vikkayiko; kayavikkayayikoti-iko.",
  "anya-e1201n:937": "Tassa saṃvattati-.",
  "anya-e1201n:938": "Catutthyantā saṃvattati asmiṃ atthe ṇiko hoti;’punabbhavāya saṃvattatī’ti ponobhaviko, itthiyaṃ-ponobhavikā;’lokāya saṃvattatī’ti lokiko,’ suṭṭhu aggo’ti saggo,’saggāya saṃvattatī’ti sovaggiko, sassāvैka tadaminādi pāṭhā–-’dhanāya saṃvattatī’ti dhaññaṃ-yo.",
  "anya-e1201n:939": "Tato sambhutamāgataṃ-.",
  "anya-e1201n:940": "Pañcamyantā sambhutamāgatantietesvatthesu ṇiko hoti;’mātito sambhutamāgatanti vā’ mattikaṃ, pettikaṃ–-ṇyariyaṇryāpi dissanti–-’surabhito sambhutaṃ’ sorabhyaṃ;’thanato sambhutaṃ’ thaññaṃ;’pitito sambhuto’ pettiyo, mātiyo, mattiyo; macco vā.",
  "anya-e1201n:941": "Tattha vasati vidito bhatto niyutto-.",
  "anya-e1201n:942": "Sattamyantā vasatītvevamādisvatthesu ṇiko hoti;’rukkhamūle vasatī’ti rukkhamuliko,āraññiko, sosāniko;’loke vidito’ lokiko;’catumahārājesu bhattā’ cātummahārājikā;;dvāre niyutto’ dovāriko; dassoka tadaminādipāṭhā,bhaṇḍāgāriko;-iko navakammiko–-kiyo-jātikiyo, andhakiyo.",
  "anya-e1201n:943": "Tassidaṃ-.",
  "anya-e1201n:944": "Chaṭṭhiyantā idamiccasmiṃatthe ṇiko hoti;’saṅghassa idaṃ’ saṅghikaṃ, puggalikaṃ, sakyaputtiko, nāthaputtiko, jenadattiko–-kiye-sakiyo, parakiyo; niye-attaniyaṃ;ke-sako, rājakaṃ, bhaddhaṃ.",
  "anya-e1201n:945": "Ṇo-.",
  "anya-e1201n:946": "Chaṭṭhiyantā idamiccasmiṃ atthe ṇo hoti;’kaccāyanassैdaṃ’ kaccāyanaṃ, vyākaraṇaṃ; sogataṃ, sāsanaṃ; māhisaṃ, maṃsādi.",
  "anya-e1201n:947": "Gavādīhi yo-.",
  "anya-e1201n:948": "Gavādīhi chaṭṭhiyantehi idamiccasmiṃ atthe yo hoti;’gunnaṃ idaṃ’gabyaṃ, maṃsādi; kabyaṃ, dabbaṃ.",
  "anya-e1201n:949": "Pitito bhātari reyyaṇa-.",
  "anya-e1201n:950": "Pitusaddā tassa bhātari reyyaṇa hoti;’pitubhātā’ petteyyo.",
  "anya-e1201n:951": "Mātito ca bhaginiyaṃ cho-.",
  "anya-e1201n:952": "Mātito pitito ca tesaṃ bhaginīyaṃ cho hoti;’mātu bhagini’ mātucchā;’pitubhaginī’ pitucchā–-kathaṃ mātulotu?’Mātulāditvānī’ti nipātanā.",
  "anya-e1201n:953": "Mātāpitusvāmaho-.",
  "anya-e1201n:954": "Mātāpitūhi tesaṃ mātāpitusvāmaho hoti;’mātumātā’ mātāmahī;’mātupitā’ mātāmaho;’pitumātā’ patāmahī;’pitupitā’ pitāmaho–-na yathāsaṃkhyaṃ paccekābhisambandhā.",
  "anya-e1201n:955": "Nahite reyyaṇa-.",
  "anya-e1201n:956": "Mātāpituhi hite reyyaṇa hoti; matteyyo, petteyyo.",
  "anya-e1201n:957": "Nindāññātappapaṭibhāgarassadayāsaññāsu ko-.",
  "anya-e1201n:958": "Nindādīsvatthesu nāmasmā ko hoti; nindāyaṃ-muṇḍako, samaṇako; aññāte-’kassāyaṃ asso’ti assako–-",
  "anya-e1201n:959": "Payogasāmatthiyā sambandhivisesānavagamo’vagamyate–-appatthe-telakaṃ, ghatakaṃ–-paṭibhāgatthe-’hatthi viya’ hatthiko, assako, balivaddako–-rasse-mānusako, rukkhako, pilakkhako–-dayāyaṃ-puttako, vacchako–-saññāyaṃ-’moroviya’ morako.",
  "anya-e1201n:960": "Tamassa parimāṇaṃ ṇiko ca-.",
  "anya-e1201n:961": "Paṭhamantā asseti asmiṃ atthe ṇiko hoti ko ca, taṃ ce paṭhamantaṃ parimāṇaṃ bhavati;’parimiyate’tene’ti parimāṇaṃ–-’doṇo parimāṇamassa’ doṇiko, vīhi; khārasatiko, khārasahassiko, āsītiko, vayo; upaḍḍhakāyikaṃ, bimbohanaṃ; pañcakaṃ,chakkaṃ.",
  "anya-e1201n:962": "Satetehi ttako-.",
  "anya-e1201n:963": "Yādīhi paṭhamantehiasseti chaṭṭhatthettako hoti, taṃ ve paṭhamantaṃ parimāṇaṃ bhavati;’yaṃ paramāṇamassa yantakaṃ, tattakaṃ, ettakaṃ; āvatake-yāvatako, tāvatako.",
  "anya-e1201n:964": "Sabbā cāvantu-.",
  "anya-e1201n:965": "Sabbato paṭhamantehi yādīhi ca asseti chaṭṭhatthe āvantu hoti, taṃ ve paṭhamantaṃ parimāṇaṃ bhavati;’sabbaṃ parimāṇamassa’ sabbāvantaṃ, yāvantaṃ, tāvantaṃ, etāvantaṃ.",
  "anya-e1201n:966": "Kimhā ratirivarīvatakarittakā-.",
  "anya-e1201n:967": "Kimhā paṭhamantā asseti chaṭṭhatthe ratirīvarīvatakarittakā honti, taṃ ce paṭhamantaṃ parimāṇaṃ bhavati;’kiṃ saṃkhyānaṃ parimāṇamesaṃ’ kati, ete; kiva, kīvatakaṃ, kittakaṃ–-rīvanto sabhāvato asaṃkhyo.",
  "anya-e1201n:968": "Saṃjātaṃ tārakāditvito-.",
  "anya-e1201n:969": "Tārakādīhi paṭhamantehiasseti chaṭṭhattheito hoti, te ve saṃjātā honti;’tārakāsaṃjātā assa’ tārakitaṃ, gaganaṃ; pupphīto, rukkho; pallavitā, latā.",
  "anya-e1201n:970": "Māne matto-.",
  "anya-e1201n:971": "Paṭhamantā mānavuttito asseti asmiṃ atthe mattohoti;’palaṃ ummānamassa’ palamattaṃ,’hattho pamāṇamassa’ hatthamattaṃ,’sataṃ mānamassa’ satamattaṃ,’doṇo parimāṇamassa’ doṇamattaṃ–-abhedopavārā doṇotipi hoti.",
  "anya-e1201n:972": "Taggho vuddhaṃ-.",
  "anya-e1201n:973": "Uddhamānavuttito asseti chaṭṭhatthe tagghā hotīmैtto ca; jaṇṇutagghaṃ, jaṇṇumattaṃ.",
  "anya-e1201n:974": "Ṇo ca purisā-.",
  "anya-e1201n:975": "Purisā paṭhamantā uddhamānavuttito ṇo hoti mattādayo ca; porisaṃ, purisamattaṃ, purisatagghaṃ.",
  "anya-e1201n:976": "Ayubhavītīhaṃse-.",
  "anya-e1201n:977": "Ubavitīhi avayavavuttīhi paṭhamantehi asseti chaṭṭhatthe ayo hoti;’ ubho aṃsā assa’ ubhayaṃ, dvayaṃ, tayaṃ.",
  "anya-e1201n:978": "Saṃkhyāya saccutīsasadasantādhakāsmiṃ satasahasseḍo-.",
  "anya-e1201n:979": "Satyantāya utyantāya īsantāya āsantāya dasantāya ca saṃkhyāya paṭhamantāya asminti sattamyatthe ḍo hoti, sā ce saṃkhyā adhikā hoti, yadasminti taṃ ce sataṃ sahassaṃsata",
  "anya-e1201n:980": "Sahassaṃ vā hoti;’vīsati adhikā asmiṃ sate’ti vīsaṃsataṃ, ekavīsaṃsataṃ, sahassaṃ satasahassaṃ vā–-tiṃsaṃsataṃ, ekatiṃsaṃ sataṃ –-utyantāya -navutaṃsataṃ, sahassaṃ satasahassaṃ vā –-īsantiya-cattārīsaṃsataṃ, sahassaṃ satasahassaṃ vā–-āsantāya-paññāsaṃsataṃ sahassaṃ satasahassaṃ vā–-dasantāya-ekādasaṃ sataṃ, sahassaṃ satasahassaṃ vā–-saccutīsāsadasanteti kiṃ?Chādhikā asmiṃ sate; adhiketi kiṃ? Pañcadasahīnā asmiṃ sate; asminti kiṃ? Vīsatyadhikā etasmāsatā; satasahasseti kiṃ? Ekādasaadhikā assaṃ vīsatiyaṃ.",
  "anya-e1201n:981": "Tassa pūreṇekādasādito vā-.",
  "anya-e1201n:982": "Chaṭṭhīyantāyekādasādikāya saṃkhyāya ḍo hoti pūraṇatthe vibhāsā; sā saṃkhyāpūrīyateyenataṃ pūraṇaṃ’ekādasannaṃ pūraṇo’ekādaso, ekādasamo; vīso, vīsatimo; tiṃso, tīṃsatimo; cattālīso, paññāso.",
  "anya-e1201n:983": "Ma paṃcādikatīhi-.",
  "anya-e1201n:984": "Chaṭṭhīyantāya paṃcādikāya saṃkhyāyakatismā ca mo hoti pūraṇatthe; pañcamo, sattamo, aṭṭhamo; katimo, katimī.",
  "anya-e1201n:985": "Satādīnami ca-.",
  "anya-e1201n:986": "Satādikāya saṃkhyāya chaṭṭhiyantāya puraṇatthe mo hoti, satādinamicāntādeso; satimo, sahassimo.",
  "anya-e1201n:987": "Chā ddhaddhamā -.",
  "anya-e1201n:988": "Chasaddāṭṭhaṭṭhamāhonti tassa pūraṇatthe; chaṭṭho, chaṭṭhamo; itthīya-chaṭṭhi chaṭṭhami–-kathaṃ,dutiyaṃ tatiyaṃ catutthanti? Dutiyassa-catutthatatiyānanti-nipātanā.",
  "anya-e1201n:989": "Ekā kākyasahāye-.",
  "anya-e1201n:990": "Ekasmā asahāyatthe kaāki honti vā; ekako, ekāki, eko.",
  "anya-e1201n:991": "Vacchādīhi tanutte taro-.",
  "anya-e1201n:992": "Vacchādīnaṃ sabhāvassa tanutte gamyamānetaro hoti; susuttassa tanutte-vacchataro; itthiyaṃ-vacchatarī; yobbanassatanuttै-okkhataro; assabhāvassa tanutte-assataro; sāmatthiyassa tanuttै-usabhataro.",
  "anya-e1201n:993": "Kimhā nidhāraṇe ratararatamā-.",
  "anya-e1201n:994": "Kiṃsaddā niddhāraṇe ratararatamā hontī; kataro bhavataṃ devadatto; kataro bhavataṃ kaṭho; katamo bhavataṃ devadatto; katamo bhavataṃ kaṭho; bhāradvājānaṃ katamo’si brahme.",
  "anya-e1201n:995": "Tena datte liyā-.",
  "anya-e1201n:996": "Tatiyantā datte’bhidheye lैyā honti;’devenadatto; devalo; deviyo; brahmalo; brahmayo–-sivā-sīvalo; sīviyo; sissa dīgho.",
  "anya-e1201n:997": "Tassa bhāvakammesu ttatāttanaṇyaṇeyya ṇiyaṇiyayā-.",
  "anya-e1201n:998": "Chaṭṭhiyantā bhāve kamme ca ttādayo honti bahulaṃ; na ca sabbe sabbato honti,añaññatra ttatāhi–-’bhavanti etasmābuddhisaddā’ti bhāvo, saddassa pavattinittaṃ–-’nīlassapaṭassa bhāvo’ nīlattaṃ, nīlatāti guṇo bhāvo–-’nīlassaguṇassa bhāvo nīlattaṃ, nīlatātī nīlaguṇajāti; gottaṃ gotāti, gojāti–-pācakattaṃ daṇḍittaṃ visāṇittaṃ rājapurisattanti kriyādisambandhittaṃ–-devadattatta candattaṃ sūriyattantītadavatthāvisesasāmaññaṃ–-ākāsattaṃ abhācattanti upacaritabhedasāmaññaṃ–-ttana-puthujjanattanaṃ; vedanattanaṃ; jāyattanaṃ jārattanaṃ–-ṇya-ālasyaṃ brahmaññaṃ cāpalyaṃ nepuññaṃpesuññaṃ rajjaṃ ādhipaccaṃ dāyajjaṃ vesammaṃ; vesamanti keci, sakhyaṃ vāṇijjaṃ–-ṇeyya-soceyyaṃ, ādhipateyyaṃ–-ṇa-gāravaṃ pāṭavaṃ ajjavaṃ maddavaṃ–-iya-adhipatiyaṃ paṇḍitiyaṃ bahussutiyaṃnaggiyaṃ sūriyaṃ –-ṇiya-ālasiyaṃ kālusiyaṃ mandiyaṃ dakkhiyaṃ porohitiyaṃ veyyattiyaṃ–-kathaṃ, rāmaṇīyakanti-sakatthe kantāṇena siddhaṃ–-kammaṃ kriyā; tattha.’Alasassa kammaṃ’ alasattaṃ, alasatā, alasattanaṃ; ālasyaṃ ālasiyaṃvā–-’sakatthe’ti. Sakatthe’pi yathābhuccaṃkāruññaṃ pattakallaṃ ākāsānañcaṃ, kāyapaguññatā.",
  "anya-e1201n:999": "Bya vaddhadāsā vā-.",
  "anya-e1201n:1000": "Chaṭṭhayantā vaddhā dāsā ca byo vāhoti bhāvakammesu; vaddhakhyaṃ, vaddhatā; dāsabyaṃ; dāsatā–-kathaṃ, vaddhavanti ṇe vāgamo.",
  "anya-e1201n:1001": "Naṇa yuvā kho cavassa-.",
  "anya-e1201n:1002": "Chaṭṭhiyantā yuvasdā bhāvakammesunaṇa vā hoti, vassabo ca; yobbanaṃ; vātveva-yuvattaṃ, yuvatā.",
  "anya-e1201n:1003": "Aṇvāditvimo-.",
  "anya-e1201n:1004": "Aṇuādīhi chaṭṭhiyantehi bhāve vā ime hoti; aṇimā; laghimā; mahimā;kasimā–-vātveva-aṇuttaṃ; aṇutā.",
  "anya-e1201n:1005": "Bhāvā tena nibbatte-.",
  "anya-e1201n:1006": "Bhāvavācakā saddā tena nibbatte’bhidheye imo hoti;’pākena nibbattaṃ’ pākimaṃ; sekimaṃ.",
  "anya-e1201n:1007": "Taratamissikiyiṭṭhātisaye-.",
  "anya-e1201n:1008": "Atisaye vattamānato hontete paccayā;’atisayena pāpo’ pāpataro; pāpatamo, pāpissiko, pāpiyo, pāpiṭṭho–-itthiyaṃ-pāpatarā–-atisayantāpi atisayappaccayo;’atisayena pāpiṭṭho’ pāpiṭṭhataro.",
  "anya-e1201n:1009": "Tannissite llo-.",
  "anya-e1201n:1010": "Dutiyantā llappaccayo hoti nissitatthe;’vedanissitaṃ’ vedallaṃ;’ duṭhunissitaṃ’ duṭṭhullaṃ–-ille-saṅkhārillaṃ.",
  "anya-e1201n:1011": "Tassa vikārāvayavesu ṇṇikaṇeyyamayā-.",
  "anya-e1201n:1012": "Pakatiyā uttaramavatthantaraṃ vikāro–-chaṭṭhiyantā nāmasmā vikāre’vayave ca ṇādayohontibahulaṃ; ṇa-āyasaṃ, bandhanaṃ; odumbaraṃ, paṇṇaṃ; odumbaraṃ, bhasmaṃ; kāpātैṃ, maṃsaṃ; kāpotaṃ, satthi –-ṇika-kappāsikaṃ, vatthaṃ; ṇeyya-eṇeyyaṃ,maṃsaṃ; eṇeyyaṃ, satthi; koseyyaṃ, vatthaṃ–-maya-tiṇamayaṃ; dārumayaṃ, naḷamayaṃ; mattikāmayaṃ–-’aññasminti’. Gunnaṃkarīse’pi mayo; gomayaṃ.",
  "anya-e1201n:1013": "Jatuto ssaṇvā-.",
  "anya-e1201n:1014": "Chaṭṭhiyantā nāmasmājatuto vikāravayavesussaṇvā hoti;’jatuno vikāro’ jātussaṃjātumayaṃ–-‘‘lopo‘‘ti. Bahulaṃ paccayalopo’pi phalapupphamūlesuvikārāvayavesu;’ piyālassa phalāni’ piyālāni;’mallikāya pupphāni’ pallikā;’usīrassa mūlaṃ’usīraṃ–-taṃsaddenavā tadabhidhānaṃ.",
  "anya-e1201n:1015": "Samūhe kaṇṇaṇikā-.",
  "anya-e1201n:1016": "Chaṭṭhiyantā samūhe kaṇṇaṇikā honti; gottappaccayantā kaṇa-rājaññakaṃ; mānussakaṃ–-ukkhādīhi-okkhakaṃ; oṭṭhakaṃ; orabbhakaṃ; rājakaṃ; rājaputtakaṃ; hatthikaṃ; dhenukaṃ–-ṇa-kākaṃ; bhikkhaṃ; ṇika-acittā-āpūpikaṃ; saṃkulikaṃ.",
  "anya-e1201n:1017": "Janādīhi tā-.",
  "anya-e1201n:1018": "Janādīhi chaṭṭhiyantehi samūhe tā hoti; janatā; gajatā; bandhutā; gāmatā; sahāyatā; nāgaratā–-tāntā sabhāvato itthiliṅgā–-madanīyanti-karaṇe’dhikaraṇe vā anīyenasiddhaṃ –-dhumāyitattanti-ktāntā nāmadhātuto tettana siddhaṃ.",
  "anya-e1201n:1019": "Iyo hite-.",
  "anya-e1201n:1020": "Chaṭṭhiyantā hite iyo hoti; upādāniyaṃ–-aññatrāpi’samānādैre sayito’ sodariyo.",
  "anya-e1201n:1021": "Cakkhavādito sso-.",
  "anya-e1201n:1022": "Chaṭṭhiyantehi cakkhuādīhi hite ssohoti; cakkhūssaṃ; āyussaṃ.",
  "anya-e1201n:1023": "Ṇyo tattha sādhu-.",
  "anya-e1201n:1024": "Sattamyantā tattha sādhūti asmiṃ atthe ṇyyo hoti; sabbho; pārisajjo–-sādhūti-kusalo yoggo hito vā–-aññatrāpi-’rathaṃ vahantī’ti racchā.",
  "anya-e1201n:1025": "Kammā niyaññā-.",
  "anya-e1201n:1026": "Sattamyantā kammasadadā tattha sādhūti asmiṃ atthe niyaññā honti;’ kamme sādhu’ kammaniyaṃ; kammaññaṃ.",
  "anya-e1201n:1027": "Kathāditviko-.",
  "anya-e1201n:1028": "Kathādīhi sattamyantehi tattha sādhūti asmiṃ atthe iko hoti; kathiko; dhammakathiko; saṅgāmiko; pavāsiko; upavāsiko.",
  "anya-e1201n:1029": "Pathādīhi ṇeyyo-.",
  "anya-e1201n:1030": "Pathādīhi sattamyantehi tattha sādhūti asmiṃ atthe ṇeyyo hoti; pātheyyaṃ; sāpateyyaṃ.",
  "anya-e1201n:1031": "Dakkhiṇāyārahe-.",
  "anya-e1201n:1032": "Dakkhiṇāsaddato arahatthe ṇeyyo hoti;’dakkhiṇaṃ arahatī’ti dakkhiṇeyyo.",
  "anya-e1201n:1033": "Rāyo tumantā-.",
  "anya-e1201n:1034": "Tumantato arahatthe rāyohoti; ‘‘ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ‘‘.",
  "anya-e1201n:1035": "Tametthassatthiti mantu-.",
  "anya-e1201n:1036": "Paṭhamantā ettha assa atthiti etesvatthesu mantu hoti;’gāmo ettha dese assa vā purisassa santīti’ gomā–-atthiti vattamānakālopādānato bhutāhi bhavissantīhi vā gohi na gomā. Kathaṃ gomā āsi gomā bhavissatīti? Tadāpi vattamānāhiyeva gohi gomā; āsi bhavissatīti padantarā kālantaraṃ; itikaraṇato visayaniyamo.",
  "anya-e1201n:1037": "Pahūte ca pasaṃsāyaṃ nindāyañcātisāyane niccayoge ca saṃsagge hontime mantuādayo.",
  "anya-e1201n:1038": "Goassoti-jātisaddānaṃ dabbābhidhānasāmatthiyā mantvā dayo nahonti; tathā guṇasaddānaṃ seto paṭoti; ye sattu guṇasaddānaṃ dabbābhidhānasāmatthiyaṃ natthi tehi honteva–-budhimā rūpavā rasavā gandhavā essavā saddavā; rasīrasiko; rūpi rūpiko; gandhī gandhikoti.",
  "anya-e1201n:1039": "Vantvavaṇṇā-. ",
  "anya-e1201n:1040": "Paṭhamantato avaṇṇantā mantvatthe vantu hoti; sīlavā; paññavā–-avaṇṇāti-kiṃ? Satimā; bandhumā.",
  "anya-e1201n:1041": "Daṇḍāditvikaī vā-.",
  "anya-e1201n:1042": "Daṇḍādīhi ikaī honti vā manttvatthe; bahulaṃ vidhānā kutovi dve honti; kutocekamekaṃva. Daṇḍako, daṇḍi, daṇḍavā; gandhiko, gandhī, gandhavā; rūpiko, rūpī, rūpavā–-uttamiṇeva dhanā iko () dhaniko; dhanī dhanavāñño –-asannitñatthā () atthiko atthi; aññatra atthavā",
  "anya-e1201n:1043": "–-Tadantā ca;() puññatthiko, puññatthi–-vaṇṇantā īyeva() brahmavaṇṇī devavaṇṇī–-hatthadantehi jātiyaṃ () hatthī; dantī; aññatra hatthavā; dantavā–-vaṇṇato brahmacārimhi; () vaṇṇī, buhmacārī; vaṇṇavāñño–-pokkharādito dese() pokkharaṇī uppalinī kumudinī bhisinī muḷālinī sālukinī –-kvāvādese’pi-padumanī, paduminīpaṇṇaṃ; aññatra pokkharavā, hatthi–-nāvāyiko () nāviko; –-sukhadukkhā ī() sukha dukkhī–-(sikhādihī vā)() sikhi sikhāvā mālī makālāvā sīli sīlavā balī balavā –-balā bāhūrupubbā ca() bāhubalī; ūrubalī.",
  "anya-e1201n:1044": "Tapādīhi ssī-.",
  "anya-e1201n:1045": "Tapādito mantvatthe vā ssi hoti; tapassi, yasassī, tejassī, manassī, payassī –-vātveva-yasavā.",
  "anya-e1201n:1046": "Mukhādito ro-.",
  "anya-e1201n:1047": "Mukhādīhi mantvattha ro hैoti; mukharo, susiro ūsaro, madhuro, kharo, kujaro, nagaro –-dantassu ca uttatadante () danturo.",
  "anya-e1201n:1048": "Tuṇḍyādīhi bho-.",
  "anya-e1201n:1049": "Tuṇḍiādīhi mantvatthe bho vā hoti; tuṇḍibho, sāḷibho,valibho, vātveva-tuṇḍimā.",
  "anya-e1201n:1050": "Saddhāditva-.",
  "anya-e1201n:1051": "Saddhādīhi mantvatthe a hoti vā; sanddho, pañño; itthiyaṃ-saddhā; vātveva-paññavā.",
  "anya-e1201n:1052": "Ṇo tapā-.",
  "anya-e1201n:1053": "Tapā ṇo hoti mantvatthe; tāpaso; itthiyaṃ-tāpasī.",
  "anya-e1201n:1054": "Ālvāhijjhādīhi-. Abhijjhādīhi ālu hotimantvatthe; abhijjhālu, sītālu, dhajālu, dayālu–-vātveva-dayāvā.",
  "anya-e1201n:1055": "Picchāditvilo-.",
  "anya-e1201n:1056": "Picchādīhi ilo hoti cā mantvatthe; picchilo, picchavā; pheṇilo, pheṇavā; jaṭilo, jaṭāvā;–-kathaṃ vāvāloti? Nindāyamilassādilope ‘‘paro kvacī‘‘ti.",
  "anya-e1201n:1057": "Silāditā vo-.",
  "anya-e1201n:1058": "Sīlādihi vo hoti vā mैntvatthe; sīlavo, sīlavā; kesavo, kesavā–-aṇṇā niccaṃ;() aṇṇavo–-gāṇḍi rājīhi saññāyaṃ; () gāṇḍivaṃ, dhanu; rājivaṃ, paṅkajaṃ.",
  "anya-e1201n:1059": "Māyāmedhāhi vī-.",
  "anya-e1201n:1060": "Etehi dvīhi vī hoti mantvatthe; māyāvi, medhāvī.",
  "anya-e1201n:1061": "Sissare āmyuvāmī-.",
  "anya-e1201n:1062": "Sasaddā āmyuvāmī hontissare’bhidheye mantvatthe;’samassatthiti’ sāmī, suvāmī.",
  "anya-e1201n:1063": "Lakkhyā ṇo a ca-.",
  "anya-e1201n:1064": "Lakkhīsaddāṇo hota mantvatthe; a cantassa; ṇakāro’va savo; lakkhaṇo.",
  "anya-e1201n:1065": "Aṅgā no kalyāṇe-.",
  "anya-e1201n:1066": "Kalyāṇe gamyamānñaṅgasmānohoti mantvatthe; aṅganā.",
  "anya-e1201n:1067": "So lomā-.",
  "anya-e1201n:1068": "Lomā sohoti mantvatthe; lomaso; itthiyaṃ-lomasā.",
  "anya-e1201n:1069": "Imiyā-.",
  "anya-e1201n:1070": "Mantvatthe imैyā honti bahulaṃ; puttimo, kittimo, puttiyo, kappiyo, jaṭiyo,hānabhāgiyo, seniyo.",
  "anya-e1201n:1071": "To pañcamyā-.-",
  "anya-e1201n:1072": "Pañcavyantā bahulaṃ to hoti vā; gāmato āgacchati, gāmasmāāgacchati; corato bhāyati, corehi bhāyati; satthatoparihīno, satthā parihīno.",
  "anya-e1201n:1073": "Itotettokuto-. ",
  "anya-e1201n:1074": "Tomhi imassa ṭi nipaccate etassa ṭa eta kiṃsaddassa kuttaca; ito, imasmā; ato, etto, etasmā; kuto, kasmā.",
  "anya-e1201n:1075": "Abhyādīhi-.",
  "anya-e1201n:1076": "Abhiādīhi to hoti; abhito, parito, pacchato, heṭṭhato.",
  "anya-e1201n:1077": "Ādyādīhi-.",
  "anya-e1201n:1078": "Ādippabhutīhi to vā hoti; ādo, ādito; majjhato, antato, piṭṭhito, passato, mukhato–-yatodakaṃ tadā dittaṃ, yaṃ udakaṃ tadevādittanti attho.",
  "anya-e1201n:1079": "Sabbādito sattamyā tratthā-.",
  "anya-e1201n:1080": "Sabbādīhi sattamyantehi tratthā vā honti; sabbatra, sabbattha, sabbasmiṃ; yatra, yattha, yasmiṃ–-bahulādhikārā na tumhāmhehi.",
  "anya-e1201n:1081": "Katthettha kutrātrakvehidha-.",
  "anya-e1201n:1082": "Ete saddā nipaccante; kasmiṃ kattha, kutra, kva; etasmiṃ ettha, atra; asmiṃ iha, idha.",
  "anya-e1201n:1083": "Dhi sabbā vā-",
  "anya-e1201n:1084": "Sattamyantato sabbasmādhi vā hoti; sabbadhi; sabbattha.",
  "anya-e1201n:1085": "Yā hiṃ-.",
  "anya-e1201n:1086": "Sattamyantā yato hiṃ vā hoti; yahiṃ, yatra.",
  "anya-e1201n:1087": "Tā haṃ ca-.",
  "anya-e1201n:1088": "Sattamyantā tato vā haṃ hoti hiñca; tahaṃ, tahiṃ, tatra.",
  "anya-e1201n:1089": "Kuhiṃkahaṃ-.",
  "anya-e1201n:1090": "Kiṃsaddā sattamyantā hiṃhaṃ nipaccante kissa kukā ca; kihiṃ, kahaṃ, kathaṃ kuhidvananti? Canaṃ iti nipātantaraṃ; kihidvīti-ettha visaddoviya.",
  "anya-e1201n:1091": "Sabbekaññayatehi kāle dā-.",
  "anya-e1201n:1092": "Etehi sattamyantehi cattamānehi kāle dā hoti; sabbasmiṃ kāle sabbadā; ekadā, aññadā, yadā, tadā–-kāleti-kiṃ? Sabbatthadese.",
  "anya-e1201n:1093": "Kadākudāsadādhunedāti-.",
  "anya-e1201n:1094": "Ete saddā nipaccante; tasmiṃ kāle kadā, kudā; sambasmiṃ kāle sadā; imasmiṃ kāle adhunā, idāni.",
  "anya-e1201n:1095": "Ajjasajjavaparajjvetarahikarahā-.",
  "anya-e1201n:1096": "Ete saddā nipaccante; ekatippaccayo ādeso kāla visesoti sabbametaṃ nipātanā labbhati; imassa vo jjo cāhani nipaccate; asmiṃ ahani ajja–-samānassa sabhāvojju cāhani–-samāne abhani sajju–-aparasmā jju–-aparasmiṃ ahaniaparajju–-imassetokāle rahi va–-imasmiṃ kāle etarahi–-kiṃsaddassa ko raha cānajjatane–-tasmiṃ kāle karaha.",
  "anya-e1201n:1097": "Sabbādīhi pakāre thā-.",
  "anya-e1201n:1098": "Sāmaññassa bhedako viseso pakāro, tattha vattamānehi sabbādīhi thā hoti sabbenapakārena sabbathā; yathā, tathā.",
  "anya-e1201n:1099": "Kathamitthaṃ-.",
  "anya-e1201n:1100": "Ete saddā nipaccante pakāre; kimimehi thaṃ paccayo, kैcca tesaṃ yathākkamaṃ; kathamitthaṃ.",
  "anya-e1201n:1101": "Dhā saṅkhyāhi-.",
  "anya-e1201n:1102": "Saṅkhyāvācīhi pakāre dhā paro hoti;’dvīhi pakārehi dve vā pakārekaroti’ vidhākaroti; bahudhā karoti;’ekaṃ rāsiṃ pañcappakāraṃ karoti’ pañcadhā karoti?Pañcappakāramekappakāraṃ karoti’ ekadhākaroti.",
  "anya-e1201n:1103": "Vekājjhaṃ-. ",
  "anya-e1201n:1104": "Ekasmā pakāre jjhaṃ vā hoti; ekajkvaṅkaroti; ekadhā karoti.",
  "anya-e1201n:1105": "Dvitīhedhā-.",
  "anya-e1201n:1106": "Dvītihi pakāre edhāvā hoti; vedhā, tedhā; dvidhā, tidhā.",
  "anya-e1201n:1107": "Tabbati jātiyo-.",
  "anya-e1201n:1108": "Pakāravati taṃsāmaññavācakā saddājātiyo hoti; paṭu jātiyo, mudujātiyo.",
  "anya-e1201n:1109": "Vārasaṃkhyāya kkhattuṃ-",
  "anya-e1201n:1110": "Vārasambandhiniyā saṃkhyāya kkhattuṃ hoti;’dve vāre bhuñjati’ dvikkhattuṃ divasassa bhuñjati; vāraggahaṇaṃ kiṃ? Pañaca bhiñjati; saṅkhyāyāti-kiṃ? Pahūte vāre bhuñjati.",
  "anya-e1201n:1111": "Katimhā-. ",
  "anya-e1201n:1112": "Vārasambandhiniyā katisaṃkhyāya kkhattuṃ hoti;’kati vāre bhuñjani’katikkhattuṃ bhuñjati.",
  "anya-e1201n:1113": "Bahumbhā dhā ca paccāsattiyaṃ-.",
  "anya-e1201n:1114": "Vārasambandhiniyā bahusaṃkhyāya dhāhoti kkhattuñca; vārānañce paccāsatti hoti; bahudhā divasassa buñjati bahukkhattuṃ–-paccāsattiyanti kiṃ? Bahukkhattuṃ māsassa bhuñjati.",
  "anya-e1201n:1115": "Sakiṃ vā-.",
  "anya-e1201n:1116": "Ekaṃ vāramiccasmiṃ atthe sakinti vā nipaccate;’ekaṃ vāraṃ bhuñjati’–-vāti kiṃ?Ekakkhattuṃ bhuñjati.",
  "anya-e1201n:1117": "So vicchāppakāresu-.",
  "anya-e1201n:1118": "Vīcchāyaṃ pakāre ca so hoti bahulaṃ; vīcchāyaṃ-khaṇḍaso, bilaso; pakāre-puthuso,sabbaso.",
  "anya-e1201n:1119": "Abhitatabbhāve karāsabhuyoge vikārā cī-.",
  "anya-e1201n:1120": "Avatthāvato vatthantarenābhutassa tāyāvatthāya bhāve karāsabhuhi sambandhesati vikāravācakācī hoti;’adhavalaṃ dhavalaṃ karoti’ dhavalī karoti; adhavalo dhavalo siyā dhavalī siyā; adhavalo dhavalo bhavati dhavalī bhavati–-abhatatabbhāveti-kiṃ? Ghaṭaṃ karoti, dadhiatthi, ghaṭo bhavati–-karāsabhuyogeti kiṃ? Adhavalā dhvaailo jāyate–-vikārāti-kiṃ? Pakatiyā mā hotu; suvaṇṇaṃ kuṇḍalī karoti.",
  "anya-e1201n:1121": "Dissantaññe’pi paccayā-.",
  "anya-e1201n:1122": "Vuttato’ññe’pi paccayā dissanti vuttāvuttatthesu;’vividhā mātaro’ vimātaro,’tāsaṃ puttā’ vemātīkā-rikaṇa;’pathaṃ gacchantīti’ pathāvino-āvī;’ issā assa atthiti’ issukī-ukī?’Dhuraṃ vahantīti’ dhorayhā-yhaṇa.-",
  "anya-e1201n:1123": "Aññasmiṃ-. ",
  "anya-e1201n:1124": "Vuttato’ññasmimpi atthe vuttappaccayā dissanti;’magadhānaṃ issaro’ māgadho-ṇo;’kāsīti sahassaṃ, tamagghatīti kāsiyo-iyo.",
  "anya-e1201n:1125": "Sakattha-.",
  "anya-e1201n:1126": "Sakatthe’pi paccayā dissanti; hīnako, potako, kicacayayaṃ.",
  "anya-e1201n:1127": "Lopo-.",
  "anya-e1201n:1128": "Paccayānaṃ lopo’pi dissati; buddhe ratanaṃ paṇītaṃ, cakkhuṃ suññaṃ attena vā attaniyeyana vāti bhāvappaccaya lopo.",
  "anya-e1201n:1129": "Sarānamādissāyuvaṇṇassāño ṇānubandhe-.",
  "anya-e1201n:1130": "Sarānamādibhutā ye akārivaṇṇuvaṇṇā tesaṃ āño honti yathākkamaṃ ṇānubandhe; rāghavo, vैnateyyo, meniko, oḷumpiko, dohaggaṃ–-ṇānubandheti-kiṃ? Purātano.",
  "anya-e1201n:1131": "Saṃyoge kvaci-.",
  "anya-e1201n:1132": "Sarānamādibhutā ye ayuvaṇṇā tesaṃ āño honti kvaci deva saṃyogavisaye ṇānubandhe;decco, koṇḍañño –-kvacīti-kiṃ? Kattikeyyo.",
  "anya-e1201n:1133": "Majjhe-. ",
  "anya-e1201n:1134": "Majjhe vattamānānampi ayuvaṇṇānaṃ āño honti kvaci; aḍḍhateyyā, vāseṭṭho.",
  "anya-e1201n:1135": "Kosjैjājjavapārisajjasubhajjamaddavārissāsabhājañña theyyabāhusaccā-.",
  "anya-e1201n:1136": "Ete saddā nipaccante ṇānubandhe;’kusītassa bhāvo’ kosajjajaṃ;’ ujuno bhāvo’ appavaṃ;’parisāsu sādhu’ pārisajjo;’suhadayoca’ suhajjo,’tassa pana bhāvo sohajjaṃ;’muduno bhāvo’maddavaṃ;’isino idaṃ, bhāvo vā’ ārissaṃ;’usabhassa idaṃ, bhāvo vā’ āsabhaṃ;’ājānīyassa bhāvo’ so eva vā’ ājaññaṃ;’thenassa bhāvo, kammaṃ vā’ theyyaṃ;’bahussutassa bhāvo’ bāhusaccaṃ–-etesu yamalakkhaṇikaṃ taṃ nipātanā.",
  "anya-e1201n:1137": "Manādīnaṃ saka-.",
  "anya-e1201n:1138": "Manādīnaṃ saka hoti ṇānubandhe;’manasi bhavaṃ’ mānasaṃ;’dummanaso bhāvo’ domanassaṃ; somanassaṃ.",
  "anya-e1201n:1139": "Uvaṇṇassāvaṅi hoti; rāghavo, jāmbavaṃ.",
  "anya-e1201n:1140": "Yamhi gossa ca-.",
  "anya-e1201n:1141": "Yakārādo paccaya gैossuvaṇṇassa ca avaṅi hoti; gabyaṃ, gātabyo.",
  "anya-e1201n:1142": "Lopo’vaṇṇivaṇṇānaṃ-. ",
  "anya-e1201n:1143": "Yakārādo paccaye avaṇṇivaṇṇānaṃ lāpo hoti, dāyjैjaṃ, kāruññaṃ, ādhipaccaṃ, deppaṃ–-bahakulaṃvidhānaṃ kvaci na hoti; kiccayaṃ.",
  "anya-e1201n:1144": "Rānubandhe’ntasarādissa-.",
  "anya-e1201n:1145": "Anto saro ādi yassāvayavassa tassa lopo hoti rānubandhe; kittakaṃ, petteyyaṃ.",
  "anya-e1201n:1146": "Kisamahatamime kasmahā-.",
  "anya-e1201n:1147": "Kisassa mahato ime kasmahā honti yathākkamaṃ; kasimā, mahimā.",
  "anya-e1201n:1148": "Āyussāyasa mantumhi-.",
  "anya-e1201n:1149": "Āyussa āyasādeso hoti mantumhi; āyasmā.",
  "anya-e1201n:1150": "Jo vuddhassiyiḍhesu-.",
  "anya-e1201n:1151": "Vuddhassa jo hoti iyैṭṭhesu; jeyyo, jeṭṭho.",
  "anya-e1201n:1152": "Bāḷhantikapasatthānaṃ sādhanedasā-.",
  "anya-e1201n:1153": "Iyeṭṭhesu bāḷhantikapasatthānaṃ sādhanedasā hontī yathākkamaṃ; sādhiyo, sādhiṭṭho; nediyo, nediṭṭho; seyyo, seṭṭho",
  "anya-e1201n:1154": "Kaṇkanāppayuvānaṃ-.",
  "anya-e1201n:1155": "Iyeṭṭhesu appayuvānaṃ kaṇkanā honti yayathākkamaṃ; kaṇiyo, kaṇiṭṭho; kaniyo, kaniṭṭho.",
  "anya-e1201n:1156": "Lopo vīmantuvattunaṃ-.",
  "anya-e1201n:1157": "Vīmantuvantunaṃ lopo hoti iyैṭṭhesu?’Atisayena medhāvī’ medhiyo, medhiṭṭho;’atisayenasatimā’satiyo, satiṭṭho;’atisayena guṇavā’ guṇiyā, guṇiṭṭho.",
  "anya-e1201n:1158": "Se stiaissa tissa-.",
  "anya-e1201n:1159": "Se pare satyantassa tikārassa lopo hoti; vīsaṃ sataṃ, tiṃsaṃ sataṃ.",
  "anya-e1201n:1160": "Etasseṭa ttake-.",
  "anya-e1201n:1161": "Ttake pare etassa eṭa henāti; ettakaṃ.",
  "anya-e1201n:1162": "Ṇikassiyo vā-.",
  "anya-e1201n:1163": "Ṇikassavā iyo hoti; sakyaputtiyo, sakyaputtiko.",
  "anya-e1201n:1164": "Adhātussa ke’syādito ghe’ssī-.",
  "anya-e1201n:1165": "Ghe pare adhātussa yo kakāro tato pubbassa akārassa bakahulaṃ i hoti, save ghona syādito paro hoti; bālikā, kārikā–-adhātussāti-kiṃ? Sakā; keti-kiṃ?Nandanā; asyāditoti-kiṃ? Bahuparibbājakā, madhurā –-bahucammikāti kakārena syādino byavahitattā siddhaṃ–-gheti-kiṃ? Bālako; assāti-kiṃ? Bahukattukā,sālā.",
  "anya-e1201n:1166": "Iti moggallāne vyākaraṇe vuttiyaṃ ṇādikaṇḍo catuttho.",
  "anya-e1201n:1167": "Tijamānehi khasā khamāvīmaṃsāsu-.",
  "anya-e1201n:1168": "Khantiyaṃ tijā vīmaṃsāyaṃ mānā ca khasappaccayā honti yathākkamaṃ; titikkhā, vīmaṃsā–-titikkhati, vīmaṃsati. Khamāvīmaṃsā suti-kiṃ? Tejanaṃ, tejo, tejayati, mānanaṃ, māno, māneti.",
  "anya-e1201n:1169": "Kitā tikicchāsaṃsayesu jo-.",
  "anya-e1201n:1170": "Tikicchāyaṃ saṃsaye ca vattamānā kitā jo hoti–-tikicchā, vicikicchā–-tikicchati, vicikicchati–-aññatraniketo, saṃketo, ketanaṃ, keto, ketayati.",
  "anya-e1201n:1171": "Nindāyaṃ gupabadhā bassabho ca-.",
  "anya-e1201n:1172": "Nindāyaṃ vattamānehi gupabadhehi jo hoti; bassa bho ca–-jigucchā, bībhacchā–-jigucchati, bībhacchati–-aññatragopanaṃ, gope, popeti, badhako.",
  "anya-e1201n:1173": "Tuṃsmā lopo vicchāyaṃte-.",
  "anya-e1201n:1174": "Tumantato icchāyamatthe te khasachā hontibahakulaṃ; lopo ca tuṃpaccayassahoti sutattā–-bubhukkhā, jigiṃsā, jighacchā–-bubhukkhati, jigiṃsati, jighacchati–-idhakasmā na hotibhottumicchatīti? Padantarenābhidhānā. Tuṃsmāti-kiṃ? Bhojanamicchati. Icchāyanti kiṃ? Bhuñjituṃ gacchati. Kathaṃ kulaṃ pipatisatīti? Yathā kulaṃ patitumicchatītivākyaṃ hoti, evaṃ vuttipi hessati; vākyamevacarahi kathaṃ hoti? Lokassa tathā vacanicchāya.",
  "anya-e1201n:1175": "Īyo kammā-.",
  "anya-e1201n:1176": "Icchākammato icchāyamatthe īyappaccayo hoti;’puttamicchati’ puttīyati–-kammāti-kiṃ? Aasinecchati; idha kasmā na hoti rañño puttamicchatīti? Sāpekkhattā; na hi aññamapekkhamāno aññenasahekatthibhāvamanubhavituṃ sakkoti; idhāpi carahi na siyā attanoputtamicchatīti; nevettha bhavitabbaṃ; na hi bhavati attanoputtiyatīti; kathaṃ carahi vuttassa attatiyatāvagamyate? Aññassāsutattā, icchāya ca tabbisayattā.",
  "anya-e1201n:1177": "Upamānācāre-. ",
  "anya-e1201n:1178": "Kammato upamānā āvāratthe īyo hoti;’puttamavā carati’ puttīyati māṇavakaṃ; upamānāti kiṃ? Puttamācarati.",
  "anya-e1201n:1179": "Ādhārā-. ",
  "anya-e1201n:1180": "Ādhāratupamānāāvāratthe īyo hoti;’kuṭiyamivācarati’ kuṭiyati pāsāde, pāsādīyati kuṭiyaṃ.",
  "anya-e1201n:1181": "Kattutāyo-.",
  "anya-e1201n:1182": "Kattatupamānā ācāratthe āyo hoti;’pabbatovā carati’pabbatāyati.",
  "anya-e1201n:1183": "Cyatthe-.",
  "anya-e1201n:1184": "Kattuto abhutatabbhāve āyo hoti bahulaṃ; bhusāyati, paṭapaṭāyati, lohitāyati–-kattutotveva-bhusaṃkarotīti; iha kasmā na hoti bhusi bhavatīti? Vuttatthatāya.",
  "anya-e1201n:1185": "Saddādīti karoti-.",
  "anya-e1201n:1186": "Saddādīhi dutiyantehi karotīti asmiṃ atthe āyo hoti; saddāyati, verāyati, kalahāyati, dhūpāyati.",
  "anya-e1201n:1187": "Namotvasso-. ",
  "anya-e1201n:1188": "Namo iccasmā karotīti asmiṃ atthe asso hoti; namassati tathāgataṃ.",
  "anya-e1201n:1189": "Dhātvatthe nāmasmi-.",
  "anya-e1201n:1190": "Nāmasmā dhātvatthe bahulami hoti;’hatthinā atikkamati’ati hatthayati;’ vīṇāya upagāyati’ upavīṇayati;’daḷahaṃ karoti’ vinayaṃ daḷahayati;’ visuddhā hoti’ ratti visuddhayati;’kusalaṃ pucchati’kusalayati.",
  "anya-e1201n:1191": "Saccādīhāpi-.",
  "anya-e1201n:1192": "Saccādīhi dhātvatthe āpi hoti; saccāpeti, atthāpeti, vedāpeti, sukkhāpeti sukhāpeti, dukkhāpeti.",
  "anya-e1201n:1193": "Kriyatthā-. ",
  "anya-e1201n:1194": "Ayamadhikāro ā satthaparisamattiyā;’kriyā attho yassaso kriyattho’,dhātu.",
  "anya-e1201n:1195": "Curādito ṇi-.",
  "anya-e1201n:1196": "Curādīhi kriyatthehi sakatthe ṇi paro hoti bahulaṃ; ṇakāro vuddhyattho–-evamaññatrāpi–-corayati, lāḷayati. Kathaṃ rajjaṃ kāretīti? Yogavibhāgato.",
  "anya-e1201n:1197": "Payojakabyāpāre ṇāpi ca-.",
  "anya-e1201n:1198": "Kattāraṃ yo payojayati tassa byāpāre kriyatthā ṇiṇāpī honti bahulaṃ; kāreti, kārāpeti–-nanu ca kattāpi karaṇādīnaṃpayojakoti tabyāpāre?Pi ṇiṇāpī pāpuṇanti? Payojakaggahaṇasāmatthiyā na bhavissanti, curādīhi visuṃ vacanasāmatthiyā ca–-āto bhiyyo ṇāpiyeva, ṇiye vuvaṇṇato, dvayamevaññehi.",
  "anya-e1201n:1199": "Kyo bhāvakammesvaparokkhesu mānantatyādisu-",
  "anya-e1201n:1200": "Bhāvakammavihitesu parokkhāvajjitesu mānantatyādisu paresukyo hoti krayatthā–-ntaggahaṇamuttaratthaṃ; kakāro avuddhyattho; evamuttaratrāpi–-ṭhiyamānaṃ, ṭhiyate; sūyamānaṃ, sūyate–-aparokkhesūti-kiṃ? Babhuva devadattena; bibhida kusūlo. Bhijjate kusūlo sayamevātibhijjateti savanā kammatāvagamyate, sayamevāti savanato kattutā; kattutāvacanicchāyantu-bhindatikusulo attānanti bhavati; evamaññampi yathāgamamanugantabbaṃ. ‘‘Aparokkhesu mānantatyādisū’ti-ayamadhikāro ā‘‘tanāditvo‘‘apivaete tyādayo tyādisu parabhutesu kattukammabhāvavihitesu kyalādīnaṃ vidhānato tesveva viññayantīti-akammakehi dhātuhi kattubhāvesu sakammakehi kattukammesukammāvacanicchāyaṃ bhāveva bhavantīti veditabbā–-yassapanadhātussa kriyā kammamapekkhate sosakammako? Yassa tu kriyā kattumattamapekkhate so akammakoti ñātabbaṃ.",
  "anya-e1201n:1201": "Kattari lo-.",
  "anya-e1201n:1202": "Kattari lo-.",
  "anya-e1201n:1203": "Kriyatthato aparokkhesu kattuvitamānantatyādisu lo hoti; lakāro ‘‘ñilasse’ti. Visesanattho–-pacamāno, pacanto; pavati.",
  "anya-e1201n:1204": "Mañca rudhādīnaṃ-.",
  "anya-e1201n:1205": "Rudhādito kattuvihitamānādisu lo hoti; maṃ vānta sarā paro; makāro’nubandho; akāro uccāraṇatvo–-rundhamāno, rundhanto, rundhati.",
  "anya-e1201n:1206": "Ṇaṇāpyāpīhi vā-.",
  "anya-e1201n:1207": "Ṇiṇāpyāphīhi kattuvihitamānādisu lo hoti vibhāsā; corayanto, corento; kārayantā, kārento; kārāpैyanto, kārāpento; saccāpayanto, saccāpento; corayati, coreti; kārayati, kāreti; kārāpayati, kārāpeti; saccāpayati, saccāpeti–-vacatthitavibhāsattho’yaṃ vā saddo; tena māne niccaṃ; corayamāno, kārayamāno, kārāpayamāno, saccāpayamāno.",
  "anya-e1201n:1208": "Dipādīhi yayaka-.",
  "anya-e1201n:1209": "Divādīhi lavīsaye yaka hoti; dibbanto; dibbati.",
  "anya-e1201n:1210": "Tudādīhi ko-.",
  "anya-e1201n:1211": "Tudādīhi lavīsaye ko hoti; tudamāno, tudanto; kudati.",
  "anya-e1201n:1212": "Jyādīhi knā-.",
  "anya-e1201n:1213": "Jiādīhi lavisaye knā hoti; jinanto, jināti–-kathaṃ jayanto, jayatīni? Bhuvādipāṭhā.",
  "anya-e1201n:1214": "Kyādīhī kṇā-.",
  "anya-e1201n:1215": "Kīādīhi lavisaye kṇā hoti; kiṇanto, kiṇāti.",
  "anya-e1201n:1216": "Svādīhī kṇo-.",
  "anya-e1201n:1217": "Suādīhi lavisaye kṇo hoti; suṇamāno, suṇanto, suṇoti; kathaṃ suṇātīti? Kyādipāṭhā.",
  "anya-e1201n:1218": "Tanāditvo-.",
  "anya-e1201n:1219": "Tanādito lavisaye o hoti; tanoti.",
  "anya-e1201n:1220": "Bhāvakammesu tabbānīyā-.",
  "anya-e1201n:1221": "Tabbaanīyā kriyatthā pare bhāvakammesu bahulambhavanti; kattabbaṃ, karaṇīyaṃ; kattabbo kaṭo; karaṇīyo–-bahulā",
  "anya-e1201n:1222": "Dhikārā karaṇādisupi bhavanti–-sinānīyaṃ, cuṇṇaṃ; dānīyo, brāhmaṇo; samāvattanīyo, guru; pavacanīyo, upajjhāyo; upaṭṭhānīyo, sisso.",
  "anya-e1201n:1223": "Ghyaṇa-.",
  "anya-e1201n:1224": "Bhāvakammesu kriyatthā paro ghyaṇa hoti bahulaṃ; vākyaṃ, kāriyaṃ, veyyaṃ, jeyyaṃ.",
  "anya-e1201n:1225": "Āsse ca-.",
  "anya-e1201n:1226": "Āto ghyaṇa hoti bhāvakammesu āssa e ca; deyyaṃ.",
  "anya-e1201n:1227": "Vadādīhi yo-.",
  "anya-e1201n:1228": "Vadādīhi kriyatthehi yo hoti bahulamhāvakammesu; vajjaṃ, majjaṃ, gammaṃ–-bhujānte () bhojjo, odano; bhojjā, yāgu; bhoggamaññaṃ.",
  "anya-e1201n:1229": "Kiccaghaccabhaccabhabbaleyyā-.",
  "anya-e1201n:1230": "Ete saddā yappaccayantā nipaccante.",
  "anya-e1201n:1231": "Guhādīhi yaka-.",
  "anya-e1201n:1232": "Guhādīhi kriyatthehi bhāvakammesu yaka hoti; guyhaṃ, duyhaṃ, sisso; siddhā evete tabbādayo pesātisaggapattakālesupi gamyamānesu sāmaññena vidhānato–-hotā khalu kaṭo kattabbo, karaṇīyo, kāriyo, kicco-evaṃ tvayā kaṭo kattabbo; hotā kaṭo kattabbo, hoto hi patto kālo kaṭakaraṇe–-evaṃ uddhamuhuttike’pi vattamānato pesādisu siddhā eva–-tathā arahe kattari sattivisiṭṭhe ca patīyamāne āvassakādhamiṇatāvisiṭṭheva bhāvādo siddhā–-uddha muhuttikato-bhotā kaṭo kattabbo; bhotā rajjaṃ kātabbaṃ, bhavaṃ araho; bhotā bhāro vahitabbo, bhavaṃ satto; bhotā avassaṃ kaṭo kattabbo; bhotā nikkho dātabbo.",
  "anya-e1201n:1233": "Kattari latuṇakā-.",
  "anya-e1201n:1234": "Kattari kārake kriyatthā latuṇakā bhontī; paṭhitā, pāṭhako–-bahulamitveva-pādehi harīyatī’ti pādahārake;’galecuppatī’ti galecopako–-saddho eva latuarahe sīlasādhu dhammesu ca sāmaññavihitatattā; bhavaṃ balu kaññāya pariggayitā, bhavametaṃ arahati; sīlādisu-khalvapi upādātā kumārake; gantākhelo; muṇḍayitāro sāviṭṭhāyanā vadhuṃ kataparigahaṃ.",
  "anya-e1201n:1235": "Āvī-. ",
  "anya-e1201n:1236": "Kriyayatthā āvī hoti bahulaṃ kattari; bhayadassāvī–-appavīsayatāñāpanatthaṃ bhinnayogakaraṇaṃ; sāmaññavihitattā sīlādisu ca hoteva.",
  "anya-e1201n:1237": "Āsiṃsāyamako-. Āsiṃsāyaṃ gamyamānāyaṃ kriyatthā ako hoti kattari;’jīvatuti’ jīvako; nandatuti’ nandako;’bhavatuti’ bhavako.",
  "anya-e1201n:1238": "Karā ṇano-.",
  "anya-e1201n:1239": "Karato kattari ṇano hoti;’karotī’ti kāraṇaṃ; kattarīti-kiṃ? Karaṇaṃ.",
  "anya-e1201n:1240": "Hāto vīhikālesu-.",
  "anya-e1201n:1241": "Hāto vīhisiṃ kāle caṇano hotī kattari; hāyanā nāma vīhayo; hāyano saṃvaccharo; vīhikālesūti - kiṃ? Hātā.",
  "anya-e1201n:1242": "Vīdā ku -.",
  "anya-e1201n:1243": "Vidasmā kū hoti kattari; vidū, lokavidū.",
  "anya-e1201n:1244": "Vito ñāto-.",
  "anya-e1201n:1245": "Vipubbā ñāiccasmā ku hoti kattari; viñña; vitoti-kiṃ? Pañño.",
  "anya-e1201n:1246": "Kammā-. ",
  "anya-e1201n:1247": "Kammato parā ñāiccasmā kū hoti kattari; sabbañña, kālañña.",
  "anya-e1201n:1248": "Kvacaṇa-.",
  "anya-e1201n:1249": "Kammato parā kriyatthā kvaci aṇa hoti kattari; kumbhakāro, saralāvo, mavtajjhāyo–-bahakulādhikārā iha na hoti, ādiccaṃ passati, himavantaṃ suṇoti, gāmaṃ gacchati. Kvacīti kiṃ? Kammakaro.",
  "anya-e1201n:1250": "Gamā rū-.",
  "anya-e1201n:1251": "Kammato paraṃ gamā rū hoti kattari; vedagu, pāragu.",
  "anya-e1201n:1252": "Samānaññabhavantayāditupamānā disā kamme rīrikkhakā-.",
  "anya-e1201n:1253": "Samānādīhi yādīhicopamānehi parā disā kammakārake rīrikkhakā honti;’ samāno viya dissatī’ti sadī, sadikkho, sadiso; aññādī, aññādikkho, aññādiso; bhavādī, bhavādikkho, bhavādiso; yādī, yādikkho, yādiso; tyādī, tyyādikkho, tyādiso –-samānādīhīti kiṃ? Rukkho viya dissati. Upamānāti kiṃ? So dissati kammeti kiṃ? So viya passatī–-rakārā antasarādilopatthā. Kakāro ekārābhāvattho.",
  "anya-e1201n:1254": "Bhāvakārakesvaghaṇghakā-. ",
  "anya-e1201n:1255": "Bhāve kārake ca kriyatthā aghaṇghakā honti bahakulaṃ; apaggaho, niggaho, karo, garo, cayo, jayo, ravo, bhavo, paco, vaco, annado, purindado, īsakkaro, dukkaro, sukaro–-ghaṇa-bhāve-pāko- vāgo, bhāvo. Kārake’pi saññāyaṃ tāva-’pajjate’nene’ti pādo;’rujatī’ti rogo;’vīsatīti veso;’sarati kālantara’nti sāro, thirattho;’darīyante etebhī’ti dārā;’jīrayati etenā’ti jāro–-asaññāyampi-dāyo, datto; lābho, laddho–-gha-vakonipako–-ka-piyo, khipo, bhujo, āyudhaṃ.",
  "anya-e1201n:1256": "Dādhātvi-. ",
  "anya-e1201n:1257": "Dādhāhi bahulami hotibhāvakārakesu; ādi, nidhi. Vāladhi.",
  "anya-e1201n:1258": "Vamādīhathu-.",
  "anya-e1201n:1259": "Vamādihi bhāvakārakesvathu hoti; vamathu, vepathu.",
  "anya-e1201n:1260": "Kvi-.",
  "anya-e1201n:1261": "Kriyatthā kvi hoti bahulaṃ bhāvakārakesu–-kakāro kānu bandhakāriyattho–-abhibhu, sayambhu, bhattaggaṃ, salākaggaṃ, sabhā, pabhā.",
  "anya-e1201n:1262": "Ano-. .",
  "anya-e1201n:1263": "Kriyatthā bhāvakārakesvano hoti; gamanaṃ, dānaṃ, sampadānaṃ, apādānaṃ, adhikaraṇaṃ, calano, jalano, kodhano, kopano, maṇḍano, bhusano.",
  "anya-e1201n:1264": "Itthiyamaṇaktikayakyā . ca-.",
  "anya-e1201n:1265": "Itthiliṅge bhāve kārake ca kriyatthā aādayo honta no ca bahulaṃ–-a-titikkhā. Vīmaṃsā, jigucchā, pipāsā, puttīyā, īhā, bhikkhā, āpadā, medhā, godhā–-ṇa-kārā, hārā, tārā, dhārā, ārā–-kti-iṭṭhi, siṭṭhi, bhitti, bhatti, tanti, bhuti –-ka- uhā, rujā, mudā,–-yaka-vijjā, ijjā–-ya-seyyā, samajjā, pabbajjā, paricariyā, jāgariyā–-ana-kāraṇā, hāraṇā, vedanā, vandanā, upāsanā.",
  "anya-e1201n:1266": "Jāhāha-. ",
  "anya-e1201n:1267": "Jāhā iccetehi ni hotitthiyaṃ; jāni, hāni.",
  "anya-e1201n:1268": "Karā ririyo-.",
  "anya-e1201n:1269": "Karato ririyo hotitthiyaṃ;’karaṇaṃ’ kiriyā–-kathaṃ kriyāti?’Kriyāya’nti nipātanā.",
  "anya-e1201n:1270": "Ikitī sarūpe-.",
  "anya-e1201n:1271": "Kriyatthassa sarūpe’bhidheye kriyatthā pare ikitī honti; vaci, yudhi. Pacati.–-Akāro kakārotiādisu kārasaddena samāso, yathā evakāroti.",
  "anya-e1201n:1272": "Sīlābhikkhaññāvassakesu ṇi-.",
  "anya-e1201n:1273": "Kriyatthā ṇī hoti sīlādisu patīyamānesu; uṇhabhoji, khīrapāyī, avassakārī, satatdāyī.",
  "anya-e1201n:1274": "Thāvarittarabhaṅgurabhidurabhāsurabhassarā-. ",
  "anya-e1201n:1275": "Ete saddā nipaccante sīle gamyamāne.",
  "anya-e1201n:1276": "Kattari bhute ktavantuktāvī-.",
  "anya-e1201n:1277": "Bhutatthe vattamānato kriyatthā ktavantuktāvī hontī kattari; vijitavā, vijitāvī; bhuteti adhikāro yāva āhāratthāti.",
  "anya-e1201n:1278": "Kto bhāvakammesu-.",
  "anya-e1201n:1279": "Bhāve kamme ca bhute kto hoti; āsitaṃ bhavatā; kato kaṭo bhavatā.",
  "anya-e1201n:1280": "Kattarī cāramhe-.",
  "anya-e1201n:1281": "Kriyārambhe kattari kto hota, yathāpattañca; pakato bhavaṃ kaṭaṃ; pakato kaṭo bhavatā; pasutto bhavaṃ; pasuttaṃ bhavatā.",
  "anya-e1201n:1282": "Ṭhāsavasasilisaghiruhajarajanīhi-. ",
  "anya-e1201n:1283": "Ṭhādīhi kattari kto hoti yathāpattañca; upaṭṭhito gurumbhavaṃ, upaṭṭhito guru bhotā; upāsito gurumbhavaṃ, upāsito guru bhotā; anuvusito gurumbhavaṃ, anuvusito guru bhotā; āsiliṭṭho gurumbhavaṃ, āsiliṭṭho guru bhotā;",
  "anya-e1201n:1284": "Adhisayito khaṭopikaṃ bhavaṃ, adhisayitā khaṭopikā bhotā; āruḷho rukkhaṃ bhavaṃ, āruḷho rukkho bhātā; anujiṇṇo vasaliṃ devadatto, anujiṇṇā vasalī devadattena; anujāto māṇavako māṇavikaṃ, anujātā māṇavikā māṇavakena.",
  "anya-e1201n:1285": "Gamanatthākammakādhāre ca-.",
  "anya-e1201n:1286": "Gamanatthato akammakato ca kriyatthā ādhāre kto hoti kattari ca yathāpattañca; idamesaṃ yātaṃ, iha te yātaṃ, ihatehi yātaṃ, ayaṃ tehi yāto patho, idamesamāsitaṃ, iha te āsitā, iha tehi āsitaṃ, devo ce vaṭṭho sampannā sālayoti -kāraṇa sāmaggisampatti etthābhimatā.",
  "anya-e1201n:1287": "Āhāratthā-. ",
  "anya-e1201n:1288": "Ajjhohāratthā ādhāre kto hoti yathāpattañca; idamesaṃ bhuttaṃ, idamesaṃ pītaṃ, iha tehi bhuttaṃ, iha tehi pītaṃ, odano tehi bhutto, pītamudakaṃ–-akattattho yogavibhāgo; kathaṃ pītā gāvoti?’Pītamesaṃ vijjatī’tipītā?Bāhulakā vā–-passinnoti yā ettha bhutakālatā tanra kto; evaṃ raññammato, raññamiṭṭho,raññambuddho, raññaṃ pūjito–-evaṃ sīlito, rakkhito, khanto, ākuṭṭho, ruṭṭho, rusito, abhivyāhaṭo, dayito, haṭṭho, kanto, saṃyato,amato–-kaṭṭhanti bhutatāyameva; hetuno phalaṃ tvatra bhāvi.",
  "anya-e1201n:1289": "Tuṃtāyetave bhāve bhavissati kriyāyaṃ tadatthāyaṃ-.",
  "anya-e1201n:1290": "Bhavissatiatthe vattamānato krayatthā bhāve tuṃtāye tave honti kriyāyaṃ tadatthāyaṃ patīyamānāyaṃ; kātuṃ gacchati; kattāye gacchati; kātave gacchati–-icchati bhottuṃ kāmeti bhottunti imināva siddhaṃpunabbidhānetvihāpi siyā icchanto karotīti–-evaṃ sakkotibhottuṃ, jānāti bhottuṃ, gilāyati bhottuṃ, ghaṭate bhottuṃ, ārabhate bhottuṃ, labhate bhottuṃ, pakkamati bhottuṃ, ussahatī bhontuṃ, arahati bhottuṃ, atthi bhottuṃ, vijjati bhottuṃ, vaṭṭati bhottuṃ, kappati bhottunti–-tathā pārayati bhottuṃ, pahu bhottuṃ, samattho bhottuṃ, pariyatto bhottuṃ, alaṃ bhottunti; bhavatissa sabbattha sambhavā–-tathā kālo bhottuṃ, samayo bhottuṃ, velā bhottunti–-yathā-bhottumano, sotuṃ soto, daṭṭhuṃ cakkhu. Yujjhituṃ dhanu, vattu jaḷo, gantuṃ mano, kattumalasoti–-uccāraṇantu vattāyattaṃ–-bhāveti kiṃ? Karissāmiti gacchati; kriyāyanti kiṃ? Bhikkhissaṃ iccassa jaṭā; tadatthāyanti kiṃ gacchissato te bhavissati bhattaṃ bhojanāya.",
  "anya-e1201n:1291": "Paṭisedhe’laṃkhalūnaṃ tūnaktvānaktvā vā-.",
  "anya-e1201n:1292": "Alaṃkhalusaddānaṃ paṭisedhatthānaṃpayoge tunādayo vā honti bhāve; alaṃ sotuna, khalu sotuna; alaṃ sutvāna, khalu sutvāna; alaṃ sutvā, khalu sutvā; laṃ sutena, khalu sutena–-alaṃ khalūnanti kiṃ? Mā hotu; paṭisedheti kiṃ? Alaṃkāro.",
  "anya-e1201n:1293": "Pubbekakattukānaṃ-. ",
  "anya-e1201n:1294": "Eko kattā yesaṃ vyāpārānaṃ tesuyo pubbo tadatthato kriyatthā tunādayo honti bhāve; sotuna yāti, sutvāna, sutvāvā–-ekakattukānanti kiṃ bhuttasmiṃ devadatte yaññadatto vajati; pubbāti kiṃ? Bhuñjati ca pacati ca–-appattvā nadiṃ pabbato, atikkamma pabbataṃ nadīti bhudhātussa sabbattha sambhavā ekakattukatā pubbakālatā ca gamyate. Bhutvā bhutvā gacchatīti imināva siddhamābhikkhaññantu dibbacanāvagamyate–-kathaṃ jīvagāhaṃ agāhasi, kāyappacālakaṃ gacchantītiādi? Ghaṇantena kriyāvisesanena siddhaṃ; yathā odanapākaṃ sayatīti.",
  "anya-e1201n:1295": "Nto kattari vattamāne-.",
  "anya-e1201n:1296": "Cattamānatthe vattamānato kriyatthā nto hoti kattari; tiṭṭhanto.",
  "anya-e1201n:1297": "Māno-. ",
  "anya-e1201n:1298": "Vattamānatthe vattamānato kriyatthā māno hoti kattari; tiṭṭhamāno.",
  "anya-e1201n:1299": "Bhāvakammesu -.",
  "anya-e1201n:1300": "Vattamānatthe vattamānato kriyatthā bhāve kamme ca māno hoti; ṭhīyamānaṃ, paccamāno odano.",
  "anya-e1201n:1301": "Te ssapubbānāgate-.",
  "anya-e1201n:1302": "Anāgatatthe vattamānato kriyanthā te ntamānā ssapubbā honti; ṭhassanto, ṭhassamāno, ṭhisissamānaṃ, paccassamāno odano.",
  "anya-e1201n:1303": "Ṇvādayo-. ",
  "anya-e1201n:1304": "Kriyatthā pare bahakulaṃ ṇvādayo honti; cāru, dāru.",
  "anya-e1201n:1305": "Khajayānamekassarodi dve-.",
  "anya-e1201n:1306": "Khachasappaccayantānaṃ kriyatthānaṃ paṭhamamekassaraṃ saddarūpaṃ dve bhavati; titikkhā, jigucchā, vīmaṃsā.",
  "anya-e1201n:1307": "Parokkhāyañca-. ",
  "anya-e1201n:1308": "Parokkhāyaṃ paṭhamamekassaraṃ saddarūpaṃ dve bhavati; jagāma–-cakāro avuttasamuccayattho; tenaññatrāpi yathāgamaṃ.",
  "anya-e1201n:1309": "Jahāti, jahitabbaṃ, jahituṃ, daddallati, vaṅkamati–-lolupo, momuhoti ottaṃ’tadaminādi’ pāsā.",
  "anya-e1201n:1310": "Ādismā sarā-.",
  "anya-e1201n:1311": "Ādibhutā sarā paramekassaraṃ dve hoti; asisisati–-ādismāti kiṃ? Jajāgāra; sarāti kiṃ? Papāca.",
  "anya-e1201n:1312": "Na puna-.",
  "anya-e1201n:1313": "Gaṃ dvibhutaṃ na taṃ puna dvattamāpajjate; titikkhasati, jigucchisati.",
  "anya-e1201n:1314": "Yathiṭṭhaṃ syādino-.",
  "anya-e1201n:1315": "Syādyantassa yathiṭṭhamekassaramādibhutamaññaṃ vā yathāgamaṃ dvittamāpajjate; puputtiyisati, putittīyisatī, puttīyiyisati.",
  "anya-e1201n:1316": "Rasso pubbassa-.",
  "anya-e1201n:1317": "Citte pubbassalaro rasso hoti; dadāti.",
  "anya-e1201n:1318": "Lopo’nādibyañjanassa-. ",
  "anya-e1201n:1319": "Dvitte pubbassādito’ññassabyañjanassa lopo hoti; asisisati.",
  "anya-e1201n:1320": "Khajasesvassi -.",
  "anya-e1201n:1321": "Dvitte pubbassa assa i hoti khachasesu; pipāsati–-khacha sesūti kiṃ? Jahāti; assāti kiṃ? Bubhukkhati.",
  "anya-e1201n:1322": "Gupissussa -.",
  "anya-e1201n:1323": "Dvitte pubbassa gupissa ussa i hoti khachasesu; jigucchati.",
  "anya-e1201n:1324": "Catutthadutiyayānaṃ tatiyapaṭhamā-.",
  "anya-e1201n:1325": "Dvitte pubbesaṃ catutthadutiyānaṃ tatiyapaṭhamā honti; bubhukkhati. Ciccheda.",
  "anya-e1201n:1326": "Kavaggahānaṃ cavaggajā-.",
  "anya-e1201n:1327": "Dvitte pubbesaṃ kavaggahānaṃ vavaggajāhonti yathā kkamaṃ; cukopa, jahāti.",
  "anya-e1201n:1328": "Mānassavī parassa ca maṃ-.",
  "anya-e1201n:1329": "Dvitte pubbassamānassa vī hoti, parassaca maṃ; vīmaṃsati.",
  "anya-e1201n:1330": "Kitassāsaṃsayeti vā-.",
  "anya-e1201n:1331": "Saṃsayato’ññasmiṃ cattamānassadvitte pubbassa kitassavāti hoti; tikicchati. Cikicchati–-asaṃsayeti kiṃ? Vicikicchati.",
  "anya-e1201n:1332": "Yuvaṇṇānamñoppaccaye-.",
  "anya-e1201n:1333": "Ivaṇṇuvaṇṇantānaṃ kriyatthānaṃ ño honti yathākkamaṃ paccaye; cetabbaṃ, netabbaṃ, sotabbaṃ, bhavitabbaṃ.",
  "anya-e1201n:1334": "Lahussupantassa-. ",
  "anya-e1201n:1335": "Lahubhutassa upantassa yuvaṇṇassa ño honti yathākkamaṃ; esitabbaṃ, kositabbaṃ–-lahussātikiṃ? Dhūpitā; upantassāti-kiṃ? Rundhati.",
  "anya-e1201n:1336": "Assā ṇānubandhe -.",
  "anya-e1201n:1337": "Ṇakārānubandhe paccaye pare upantassa akārassa āhoti; kārako.",
  "anya-e1201n:1338": "Na te kānubandhanāgamesu-.",
  "anya-e1201n:1339": "Te ñoā kānubandhe nāgame ca na honti; cito, suto, diṭṭho, puṭṭho–-nāgame vanādinā. –-Cinitabbaṃ, vinituṃ; suṇitabbaṃ, suṇituṃ; pāpuṇitabbaṃ, pāpuṇituṃ; dhunitabbaṃ, dhunituṃ, dhunanaṃ, dhunayitabbaṃ, dhunāpetabbaṃ, dhunayituṃ,dhunāpetuṃ, dhunayanaṃ, dhunāpanaṃ, dhunayati, dhunāpeti; pīnetabbaṃ, pīnayituṃ, pīnanaṃ, pīnituṃ, pīnayati; sunoti; sinoti; dunoti; hinoti; pahiṇitabbaṃ, pahiṇituṃ, pahiṇanaṃ.",
  "anya-e1201n:1340": "Vā kvavi-.",
  "anya-e1201n:1341": "Te kvaci vā na honti kānubandhanāgamesu; mudito modito; ruditaṃ, roditaṃ.",
  "anya-e1201n:1342": "Aññatrāpi-. ",
  "anya-e1201n:1343": "Kānubandhanāgamato’ññasmimpi te kvaci na honti; khipako, panudanaṃ, vadhako.",
  "anya-e1201n:1344": "Pye sissā-.",
  "anya-e1201n:1345": "Sissa āti pyādese; nissāya.",
  "anya-e1201n:1346": "Ñonamayavā sare-.",
  "anya-e1201n:1347": "Sare pare ñonamayavā honti; jayo, bhavo–-sareti kiṃ? Jeti; anubhoti.",
  "anya-e1201n:1348": "Āyāvā ṇānubandhe-.",
  "anya-e1201n:1349": "Ñonamāyāvā honti sarādoṇānubandhe; nāyayati, bhāvayati. Sayāpetvātiādisurassattaṃ.",
  "anya-e1201n:1350": "Āssāṇāpimhi yuka-.",
  "anya-e1201n:1351": "Ākārantassa kriyatthassa yuka hoti ṇāpito’ññasmiṃ ṇānubandhe; dāyako–-ṇānubandhetveva? Dānaṃ. Aṇāpimhīti kiṃ? Dāpayati.",
  "anya-e1201n:1352": "Padādīnaṃ kvaci-.",
  "anya-e1201n:1353": "Padādīnaṃ yuka hoti kvaci; nipajjitabbaṃ, nipajjituṃ, nipajjanaṃ, pamajjitabbaṃ, pamajjituṃ, pamajjanaṃ–-kvacīti kiṃ? Pādo.",
  "anya-e1201n:1354": "Maṃ vā rudhādīnaṃ-.",
  "anya-e1201n:1355": "Rudhādīnaṃ kvaci maṃ vā hoti; rundhituṃ, rujjhituṃ–-kvacitveva? Nirodho.",
  "anya-e1201n:1356": "Kvamhi lopo’ntabyañjanassa-.",
  "anya-e1201n:1357": "Antabyañjanassa lopo hoti kvamhi;’bhattaṃ ghasanti, gaṇhanti vāetthā’ti bhattaggaṃ.",
  "anya-e1201n:1358": "Pararūpamayakāre byañjane-.",
  "anya-e1201n:1359": "Kriyatthānamantabyañjanassa pararūpaṃ hoti yakārato’ññasmiṃ byañjane; hettabbaṃ; byañjaneti kiṃ? Bhinditabbaṃ. Ayakāreti kiṃ? Bhijjati.",
  "anya-e1201n:1360": "Manānaṃ niggahītaṃ-.",
  "anya-e1201n:1361": "Makāranakārantānaṃ kriyatthānaṃ niggahītaṃ hotayayakāre byañjane; gantabbaṃ, jaṅghā. Byañjanetveva? Gamanaṃ; aya kāretveva? Gamyate.",
  "anya-e1201n:1362": "Na brūsso-.",
  "anya-e1201n:1363": "Brūssa o na hoti byañjane; brūmi. Byañjanetveva? Abravi.",
  "anya-e1201n:1364": "Kagā cajānaṃ ghānubandhe-.",
  "anya-e1201n:1365": "Ghānubandhe cakārajakārantānaṃ kriyatthānaṃ kagā honti yathākkamaṃ; vākyaṃ, bhāgyaṃ.",
  "anya-e1201n:1366": "Hanassa ghāto ṇānubandhe-.",
  "anya-e1201n:1367": "Hanassa ghāto hoti ṇānubandhe; āghāto.",
  "anya-e1201n:1368": "Kvimhī gho paripaccasamohi-.",
  "anya-e1201n:1369": "Paṭhyādīhi parassahanassagho hoti kvimhi; paligho, paṭigho, aghaṃ-rassattaṃ nipātanā;saṅgho, ogho.",
  "anya-e1201n:1370": "Parassa ghaṃ se-.",
  "anya-e1201n:1371": "Dvitte parassa hanassa ghaṃ hoti se; jighaṃsā.",
  "anya-e1201n:1372": "Jiharānaṃ giṃ-.",
  "anya-e1201n:1373": "Dvitte paresaṃ jiharānaṃ giṃ hoti se; vijigiṃsā, jigiṃsā.",
  "anya-e1201n:1374": "Dhāssa ho-.",
  "anya-e1201n:1375": "Dvitte parassa dhāssa ha hoti; dahati.",
  "anya-e1201n:1376": "Ṇimhi dīgho dusassa-.",
  "anya-e1201n:1377": "Dusassadīgho hoti ṇimhī; dūsito–-ṇimhīti kiṃ? Duṭṭho.",
  "anya-e1201n:1378": "Guhissa sare-",
  "anya-e1201n:1379": "Guhissa dīgho hoti sare; niguhanaṃ–-sareti kiṃ? Guyhaṃ.",
  "anya-e1201n:1380": "Muhabahānañca te kānubandhe’tve-.",
  "anya-e1201n:1381": "Muhabahānaṃ guhissa ca dīgho hoti takārādo kānubandhetvānatvāvajjite; mūḷho, bāḷehā, guḷho–-neti kiṃ? Muyahati. Kānubandheti kiṃ? Mu-hitabbaṃ. Atveti kiṃ? Muyhitvāna, muyhitvā, kānubandhetveti ayamadhikāro yāva sāsassasisve‘‘ti.",
  "anya-e1201n:1382": "Vahassussa-.",
  "anya-e1201n:1383": "Vahassौssa dīgho hoti te kānubandhe tvānatvāvajjite; cūḷho.",
  "anya-e1201n:1384": "Dhāssa hi-.",
  "anya-e1201n:1385": "Dhā dhāraṇenimassa hi hoti te kānubandhe tvānatvā vajjite; nihito, nihitavā.",
  "anya-e1201n:1386": "Hamādirānaṃ lopo’ntassa -.",
  "anya-e1201n:1387": "Hamādīnaṃ rakārantānaṃ vāntassalopo hoti te kānubandhe tvānatvāvajjite; gato, khato, hato, mato, tato, saññato, rato, kato–-tetveca? Gamyate. Kānubandhetveva. Gantabbaṃ. Atvetveva? Gantvāna, gantvā.",
  "anya-e1201n:1388": "Vacādinaṃ vassuṭa vā-.",
  "anya-e1201n:1389": "Vacādīnaṃ vassa vā uṭa hoti kānubandhe’tve; uttā, vuttaṃ; utthaṃ, vutthaṃ; atvetveva? Vatvāna, vatvā.",
  "anya-e1201n:1390": "Assu-. ",
  "anya-e1201n:1391": "Vacādīnamassa u hoti kānubandhe’tve; vuttaṃ, vutthaṃ.",
  "anya-e1201n:1392": "Vaddhassa vā-.",
  "anya-e1201n:1393": "Vaddhassa assa vā u hoti kānubandhe’tve; vuddho, vaddho–-atvetvava? Vaddhitvāna; vaddhitvā. Kathaṃ vuttīti?’Vutti matte’ti. Nipātanā; vattīti hoteva yathālakkhaṇaṃ.",
  "anya-e1201n:1394": "Yajassayassa ṭiyī-.",
  "anya-e1201n:1395": "Yajassa yassa ṭiyī hontī kānubandhe’tve; iṭṭhaṃ, siṭṭhaṃ, atvetveva? Yajitvāna, yajitvā.",
  "anya-e1201n:1396": "Ṭhāssi-. ",
  "anya-e1201n:1397": "Ṭhāssi hoti kānubandhe’tve; ṭhito. Atvetveva? Ṭhatvāna, ṭhatvā.",
  "anya-e1201n:1398": "Gāpānami hoti kānubandhe’tve; gītaṃ, pītaṃ. Atvetveva? Gāyitvā; niccaṃ yāgamo; pāssa tu pītvāni bahulādhikārā.",
  "anya-e1201n:1399": "Janissā-.",
  "anya-e1201n:1400": "Janissa ā hoti kānubandhe’tve; jāto. Atvetveva? Janitvā.",
  "anya-e1201n:1401": "Sāsassasisvā-. ",
  "anya-e1201n:1402": "Sāsassa vā sishoti kānubandhe’tve; siṭṭhaṃ, satthaṃ; sisso, sāsiyo. Atvetveva? Anusāsitvāna.",
  "anya-e1201n:1403": "Karassātave-.",
  "anya-e1201n:1404": "Karassaā hoti tave; kātave.",
  "anya-e1201n:1405": "Tuṃtunatabbesuvā-.",
  "anya-e1201n:1406": "Tumādisu vā karassā hoti; kātuṃ, kattuṃ, kātuna, kattuna; kātabbaṃ, kattabbaṃ.",
  "anya-e1201n:1407": "Ñassa ne jā-.",
  "anya-e1201n:1408": "Ñadhātussa jā hoti nakāre; jānituṃ, jānatto. Neti kiṃ? Ñāto.",
  "anya-e1201n:1409": "Sakāpānaṃ kukku ṇe-.",
  "anya-e1201n:1410": "Sakaāpānaṃ kukku iccete āgamā honti ṇakāre. Sakkuṇanto, pāpuṇanto; sakkuṇoti, pāpuṇoti. Ṇeti kiṃ? Sakkoti, pāpeti.",
  "anya-e1201n:1411": "Nito cissa jo-.",
  "anya-e1201n:1412": "Nismā parassa cissa cho hoti; nicchayo.",
  "anya-e1201n:1413": "Jarasadānamima vā-.",
  "anya-e1201n:1414": "Jarasadānamantasarā paro īma hoti vibhāsā; jīraṇā, jīrati, jīrāpeti; nisīditabbaṃ, nisīdanaṃ, nisīdituṃ, nisīdati–-vāti kiṃ? Jarā, nisajjā;’īma veti yogavibhāgā aññesampi?Abhiratha, saṃyogādilopo’tthassa.",
  "anya-e1201n:1415": "Disassa passadassadasdadakkhā-.",
  "anya-e1201n:1416": "Disassa passādayo honti vibhāsā; vipassanā, vipassituṃ, vipassati; sudassī, piyadassī, dhammadassī, sudassaṃ, dassanaṃ, dasseti; daṭṭhabbaṃ, daṭṭhā, daṭṭhuṃ, duddaso, addasa; addā, addaṃ; addakkhi, dakkhissati–-vātveva? Dissanti bālā.",
  "anya-e1201n:1417": "Samānā ro rīrikkhakesu -.",
  "anya-e1201n:1418": "Samānasaddato parassa disassa ra hoti vā rīrikkhakesu; sarī, sadī; sarikkho, sadikkho; sariso, sadiso.",
  "anya-e1201n:1419": "Dahassa dassaḍo-.",
  "anya-e1201n:1420": "Dahassa dassaḍo hoti vā; ḍānehā, dāho; ḍahati, dahati.",
  "anya-e1201n:1421": "Anaghaṇsvāparīhi ḷo-.",
  "anya-e1201n:1422": "Āparīhi parassa dahassa dassa ḷo hotanaghaṇsu; āṇāhanaṃ, pariḷāho.",
  "anya-e1201n:1423": "Atyādintesvatthissa bhu-.",
  "anya-e1201n:1424": "Tyādinnavajjitesu paccayesu asa bhuviccassa bhu hoti; bhavitabbaṃ.",
  "anya-e1201n:1425": "Ādesavidhānamasassāppayogatthametasmiṃ visaye–-etena katthaci kassaci dhātussāppayogo’pi ñāpito hoti–-atyādintesūti kiṃ? Atthi, santo. Atthissāti kiṃ? Assatissa mā hotu.",
  "anya-e1201n:1426": "Aāssaādisu -.",
  "anya-e1201n:1427": "Aādo āādo ssaādo ca atthassa bhu hoti; babhuva, abhavā, abhavissā, bhavissati.",
  "anya-e1201n:1428": "Ntamānāntiyiyuṃsvādilopo-.",
  "anya-e1201n:1429": "Ntādīsvatthissādilopo hoti; santo, samāno, santi, santu, siyā, siyuṃ–-etesviti kiṃ? Atthi.",
  "anya-e1201n:1430": "Pādito ṭhāssa vā ṭhago kvaci-.",
  "anya-e1201n:1431": "Pādīhi kriyāvisesajotakehi saddehi parassa ṭhāssa kvaci ṭhaho vā hoti; saṇṭhahanto, santiṭṭhanto; saṇṭhahati, santiṭṭhati–-pa parā apa saṃanu ava o ni du vi adhi api ati su uabhipati pari upa ā pādi; kvacīti kiṃ? Saṇṭhiti.",
  "anya-e1201n:1432": "Dāssiyaṅi-. ",
  "anya-e1201n:1433": "Pādito parassa dāssa iyaṅi henāti kvaci; anādisitvā, samādiyati; kvacītveva? Ādāya.",
  "anya-e1201n:1434": "Pādito parassakarassa kvacikha hoti; saṅkhāro, saṅkharī yati –-karassāti avatvā karotissāti vacanaṃ timhi ca vikaraṇuppatti ñāpetuṃ.",
  "anya-e1201n:1435": "Purasmā-.",
  "anya-e1201n:1436": "Pura iccasmā nipātā parassa karassakha hoti; purakkhatvā, purekkhāro, ettaṃ tadaminādipāṭhā.",
  "anya-e1201n:1437": "Tito kamassa-.",
  "anya-e1201n:1438": "Nismā parassa kamassa kvaci kha hoti; purakkhatvā, purekkhāro, ettaṃ tadaminādipāṭhā.",
  "anya-e1201n:1439": "Nito kamassa-.",
  "anya-e1201n:1440": "Nismā parassa kamassa kvaci kha hoti; nikkhamati; kvacitveva? Nikkamo.",
  "anya-e1201n:1441": "Yuvaṇṇānamiyaṅuvaṅi sare-.",
  "anya-e1201n:1442": "Ivaṇṇuvaṇṇantānaṃ kriyatthānamiyaṅuvaṅi honti sare kvavi;vediyati, bruvanti; sareti kiṃ? Nivedeti, brūti; kvacītveva? Jayati, bhavati.",
  "anya-e1201n:1443": "Aññādissāssī kye-.",
  "anya-e1201n:1444": "Ñādito’ññassa ākārantassa kriyatthassa ī hoti kye; diyati; aññādissāti kiṃ? Ñāyati, tāyati.",
  "anya-e1201n:1445": "Tanassā vā-.",
  "anya-e1201n:1446": "Tanassa ā hoti vā kye; tāyate, taññate.",
  "anya-e1201n:1447": "Dīgho sarassa-.",
  "anya-e1201n:1448": "Sarantassa kriyatthassadīgho hoti kye; cīyate, sūyate. Sānantarassa tassa ṭho-.",
  "anya-e1201n:1449": "Sakārantato kriyatthā parassānantarassatakārassa ṭha hoti; kuṭṭho, tuṭṭhavā, tuṭṭhabbaṃ, tuṭṭhī; ananatarasāti kiṃ? Tussitvā.",
  "anya-e1201n:1450": "Kasassima ca vā-.",
  "anya-e1201n:1451": "Kasasmā parassānantarassa tassa ṭha hoti, kasassa vā ima ca; kiṭṭhaṃ, kaṭṭhaṃ–-anantarassātveva? Kasitabbaṃ.",
  "anya-e1201n:1452": "Dhastotrastā -.",
  "anya-e1201n:1453": "Ete saddā nipaccante.",
  "anya-e1201n:1454": "Pucchādito-.",
  "anya-e1201n:1455": "Pucchādīhi kriyatthehi parassānantarassa takārassaṭha hoti; puṭṭho, bhaṭṭho, yiṭṭho–-anantarassātveva? Pucchitvā.",
  "anya-e1201n:1456": "Sāsavasasaṃsasasā tho-.",
  "anya-e1201n:1457": "Etehi parassānantarassa tassa tha hoti; satthaṃ, vutthaṃ, pasatthaṃ, satthaṃ–-kathamanusiṭṭhoti? ‘‘Kathanarānaṃ ṭaṭhaṇalā‘‘ti. Ṭho. Anantarassātveva? Sāsatuṃ.",
  "anya-e1201n:1458": "Dho dahabhehi-.",
  "anya-e1201n:1459": "Dhakārahakārabhakārantehi kriyatthehi parassānantarassa tassa dha hoti; vuddho, duddhaṃ,laddhaṃ.",
  "anya-e1201n:1460": "Dahā ḍho-.",
  "anya-e1201n:1461": "Dahā parassānantarassa tassa ḍha hoti; daṅḍho.",
  "anya-e1201n:1462": "Bahassuma ca-.",
  "anya-e1201n:1463": "Bahā parassānantarassa tassa so hoti, bahassuma ca sasantayogena; buḍḍho.",
  "anya-e1201n:1464": "Ruhādīhi ho ḷa ca -.",
  "anya-e1201n:1465": "Ruhādīhi parassānantarassatassa ha hoti, ḷo cāntassa; āruḷho, guḷho, vuḷho, bāḷho; anantarassātveva? Ārogatuṃ.",
  "anya-e1201n:1466": "Muhā vā-.",
  "anya-e1201n:1467": "Muhā parassānantarassa tassa ha hoti vā, ḷo cāntassa hasantiyogena; muḷho, muddho.",
  "anya-e1201n:1468": "Bhidādito no ktakkavantunaṃ-. Bhidādito paresaṃ ktaktavantunaṃ tassano hoti; bhinno, bhinnavā, chinno, chinnavā, channo, channavā, khinno, khinnavā, uppanno, uppananavā, sinno, sinnavā, sanenā, sannavā, pīno, pīnavā, sūno, sūnavā, dīno, dīnavā, ḍīno, ḍīnavā, līno, līnavā, lūno, lūnavā–-ktaktavantunatti kiṃ? Bhitti; chitti, bhottuṃ, chettuṃ.",
  "anya-e1201n:1469": "Dātthīnno-.",
  "anya-e1201n:1470": "Dāto paresaṃ ktaktavantunaṃ tassa inno hoti; dinno, dinnavā.",
  "anya-e1201n:1471": "Kirādīhi ṇo-.",
  "anya-e1201n:1472": "Kirādīhi paresaṃ ktaktavantunaṃ tassānantarassa ṇa hoti; kiṇṇo, kiṇṇavā, puṇṇo, puṇṇavā, khīṇo, khīṇavā.",
  "anya-e1201n:1473": "Tarādīha riṇṇo-.",
  "anya-e1201n:1474": "Tarādīhi paresaṃ ktaktavantunaṃ tassaraṇṇo hoti; tiṇṇo, tiṇṇavā, jiṇṇo, jiṇṇavā, ciṇṇo, ciṇṇavā.",
  "anya-e1201n:1475": "Go bhañjādīhi-.",
  "anya-e1201n:1476": "Bhañjādīhi paresaṃktaktavantunaṃ tassānantarassaga hoti; bhaggo, bhaggavā, laggo, laggavā, nimuggo, nimuggavā, saṃviggo, saṃviggavā.",
  "anya-e1201n:1477": "Susā kho-.",
  "anya-e1201n:1478": "Susā paresaṃ ktaktavantunaṃ tassa kho hoti; sukkheṃ, sukkhavā.",
  "anya-e1201n:1479": "Pacā ko-.",
  "anya-e1201n:1480": "Pacā paresaṃ ktakkavantunaṃ tassa ko hoti; pakko, pakkavā.",
  "anya-e1201n:1481": "Mucā vā-.",
  "anya-e1201n:1482": "Mucā paresaṃktaktavantunaṃ tassa ko vā hoti; mukko, mutto; mukkavā, muttavā–-sakkoti ṇvādisu siddhaṃ–-ktaktavantusu satto sattavātveva hoti.",
  "anya-e1201n:1483": "Lopo vaḍḍhā ktissa-.",
  "anya-e1201n:1484": "Vaḍḍhā parassaktissa tassa lopo hoti; vaḍḍhi.",
  "anya-e1201n:1485": "Kvissa-.",
  "anya-e1201n:1486": "Kriyatthā parassa kvissa lopo hoti; abhibhu.",
  "anya-e1201n:1487": "Ṇiṇāpīnaṃ tesu-.",
  "anya-e1201n:1488": "Ṇiṇāpīnaṃ lopo hoti tesu ṇiṇāpīsu;’kārentaṃ payojayayati’kāreti, kārāpeti.",
  "anya-e1201n:1489": "Kvacī vikaraṇānaṃ-.",
  "anya-e1201n:1490": "Vikaraṇānaṃ kvaci lopo hota; udapādi, hanti.",
  "anya-e1201n:1491": "Mānassa massa-.",
  "anya-e1201n:1492": "Kriyatthā parassa mānassa makārassa lopo hoti kvaci; karāṇo; kvacati kiṃ? Kurumāno.",
  "anya-e1201n:1493": "Eilasse-.",
  "anya-e1201n:1494": "Eilāname hota kvacī; gahetvā, adenti; kvacītveva? Vapitvā.",
  "anya-e1201n:1495": "Pyo vā tvāssa samāse-.",
  "anya-e1201n:1496": "Tvāssavā pyo hota samāse; pakāro’pye sassā’ti. Visesanatthā; abhibhūya, abhibhavitvā–-samāseti kiṃ? Patvā; kvavāsamāse’pi bahakulādhikārā?Lataṃ dantehi chindiya.",
  "anya-e1201n:1497": "Tuṃyānā-. ",
  "anya-e1201n:1498": "Tvāssa vā tuṃyānā honti samāse kvaci; abhihaṭhūṃ, abhiharitvā; anumodiyāna, anumoditvā–-asamāse-pi bahulādhikārā? Daṭhuṃ; disvā–-esamappavisayatāñāpanattho yogavibhāgo.",
  "anya-e1201n:1499": "Hanā racco-.",
  "anya-e1201n:1500": "Hanasmā parassa tvāssa racco vā hoti samāse; ahacca, ahanitvā.",
  "anya-e1201n:1501": "Sāsādhikarā cacariccā-.",
  "anya-e1201n:1502": "Sāsādhīhi parā karā parassa tvāssa cacariccā vā honti yathākkamaṃ; sakkacca, sakkaritvā, asakkacca, asakkaritvā, adhikicca, adhikaritvā,",
  "anya-e1201n:1503": "Ito cco-.",
  "anya-e1201n:1504": "Iiccasmā parassa tvāssa cco vā hoti; adhicca, adhiyitvā, samecca, sametvā.",
  "anya-e1201n:1505": "Disā vānavā sa ca-.",
  "anya-e1201n:1506": "Disato tvāssa vānavā honti vā, disassa ca sakāro taṃ santiyogena; sassa savidhānaṃ pararūpabādhanatthaṃ; disvāna, disvā, passitvā–-kathaṃ nādaṭṭhā parato dosanti? Ñāpakātvāssa valopo; evaṃ laddhā(na) dhanantiādisu.",
  "anya-e1201n:1507": "Ei byañjanassa-.",
  "anya-e1201n:1508": "Kriyatthā parassa byañjanādippaccayassa ñi vā hoti; bhuñjituṃ, hottu; byañjanassāti kiṃ? Pācako.",
  "anya-e1201n:1509": "Rā nassa ṇo-.",
  "anya-e1201n:1510": "Rāntato kriyatthā parassa paccayanakārassa ṇo hoti; araṇaṃ, saraṇaṃ.",
  "anya-e1201n:1511": "Na ntamānatyyādinaṃ-.",
  "anya-e1201n:1512": "Rāntato paresaṃ ntamānatyādīnaṃ nassa ṇo na hoti; karonto, kurumāno; karonti.",
  "anya-e1201n:1513": "Gamayamisāsadisānaṃ vā cchaṅi-.",
  "anya-e1201n:1514": "Etesaṃ vā cchaṅi hoti ntamānatyādisu; gacchanto, gacchamāno, gacchati; yacchanto, yacchamāno, yacchati; icchanto, icchamāno, icchati; acchanto, acchamāno, acchati; dicchanto, dicchamāno, dicchati. Vāti kiṃ? Gamissati; vavatthita vihāsattenaññesu ca kvaci? Icchitabbaṃ, icchā, icchituṃ; acchitabbaṃ, acchatuṃ; aññesañca yogavibhāgā? Pavecchati.",
  "anya-e1201n:1515": "Jaramarānamīyaṅi-. ",
  "anya-e1201n:1516": "Etesamīyaṅi vā hoti ntamānatyādisu; jīyanto, jīranto; jīyamāno, jīramāno; jīyati, jīrati; mīyanto, maranto; mīyamāno, maramāno; mīyati, marati.",
  "anya-e1201n:1517": "Ṭhāpānaṃ tiṭṭhapivā-.",
  "anya-e1201n:1518": "Ṭhapānaṃ tiṭṭhapivā honti vā ntamānatyādisu; tiṭṭhanto, tiṭṭhamāno, tiṭṭhati; pivanto, pivati; vātveva? Ṭhāti, pāti.",
  "anya-e1201n:1519": "Gamavadadānaṃ ghammavajjadajjā-.",
  "anya-e1201n:1520": "Gamādīnaṃ ghammādayo vā honti ntamānatyyādisu; ghammanto, gacchanto; vajjanto, vadanto; dajjanto, dadanto.",
  "anya-e1201n:1521": "Karassa sossa kubbakurukayirā-.",
  "anya-e1201n:1522": "Karassa saokārassa kubbādayo vā honti ntamānatyādisu; kubbanto, kayiranto, karonto; kubbamāno, kurumāno, kayiramāno, karāṇo; kubbati, kayirati, karoti; kubbate, kurute, kayirate–-vacatthitavibhāsattā vādhikārassa bhiyyo mānaparacchakkesukuru, kvavideva pubbacchakke? Agghaṃ kurutu no bhavaṃ; sossāti vuttattā kattari yevime.",
  "anya-e1201n:1523": "Gahassa gheppo-.",
  "anya-e1201n:1524": "Gahassa vā gheppoti ntamānatyādisu; gheppanto, gheppamāno, gheppati–-vātveva? Gaṇhāti.",
  "anya-e1201n:1525": "Ṇo niggahitassa-.",
  "anya-e1201n:1526": "Gahassa niggahatassa ṇo hoti; gaṇhitabbaṃ, gaṇhituṃ, gaṇhanto.",
  "anya-e1201n:1527": "Iti moggallāne vyākaraṇe vuttiyaṃ khādikaṇḍo pañcamo.",
  "anya-e1201n:1528": "Vattamāne tiantisithamimatñante sevhñemhe-.",
  "anya-e1201n:1529": "Vattamānñāraddhāparisamatte atthe vattamānato kriyatthā tyādayo hontī; gacchati, gacchanti, gacchasi, gacchatha, gacchāmi, gacchāma; gacchate, gacchante, gacchase, gacchavhe, gacche, gacchamhe –-kathaṃ pure adhammo dippati, purā marāmiti? Vattamānasseva vattumiṭṭhattā, taṃsamīpassataggahaṇena gahaṇā; purepurāsaddehi vā anāgatattāvagamyate, tadā tassa vattamānattā; kālavyattayo vā eso; bhavanteva hi kālantare’pi tyādayo bāhulakā?‘‘Santesu pariguhāmi mā ca kiñci ito adaṃ, kāyayassa bhedā abhisamparāyaṃ sahavyataṃ gacchati vāsavassa, anekajātisaṃsāraṃ sandhāvissaṃ, ativelaṃ namassissanti‘‘.",
  "anya-e1201n:1530": "Bhavassati ssatissantissasissathassāmissāmassatessante ssasessavhessaṃssāmhe-.",
  "anya-e1201n:1531": "Bhavissati anāraddhe atthe vattamānato kriyatthā ssatyādayo honti; gamissati, gamissanti, gamissasi, gamissatha, gamissāmi, gamissāma; gamissate, gamissante, gamissase, gamissavhe, gamissaṃ, gamissāmhe.",
  "anya-e1201n:1532": "Nāme garahāvimbhayesu-.",
  "anya-e1201n:1533": "Nāmasadde nipāte sati garahāyaṃ vimbhaye ca gamyamānessatyādayo honti; ime hi nāma kalyāṇadhammā paṭijānissanti; na hi nāma bhikkhave tassa moghapurisassapāṇesu anuddayā bhavissati; kathañhi nāma so bhikkhave moghapuriso sabbamattikāmayaṃ kuṭikaṃ karissati; tattha nāma tvaṃ moghapurisamayā virāgāya dhamme desite sarāgāya vetessasi, atthi nāmatāta sudinna ābhidosikaṃ kummāsaṃ paribhuñjissasi, atthiyevihāpi nindāvagamo. Vimbhaye?- Acchariyaṃ vata bho abbhūtaṃ vata bho santena vata bho pabbajitā vihārenaviranti, yatra hi nāma saññī samāno jāgaro pañcamattānī sakaṭasatāni nissāya nissāya atikkantāni neva dakkhiti, na pana saddaṃ sossati; acchariyaṃ andho nāma pabbatamārohissati; badhiro nāma saddaṃ sossati.",
  "anya-e1201n:1534": "Bhute īuṃotthembhāāūsevhaṃambhe-.",
  "anya-e1201n:1535": "Bhute parisamattñatthe vattamānato kriyatthā īādayo honti; agamī, agamuṃ, agamo, agamittha, agamiṃ, agamimhā; agamā, agamū, agamise, agamivhaṃ, agama, agamimhe–-bhuta sāmaññavacanicchāyamanajjatanepi? Suvo ahosi ānando.",
  "anya-e1201n:1536": "Anajjatane āūotthaamhātthatthuṃsevhaṃiṃmbhase-.",
  "anya-e1201n:1537": "Avijjamānajjatane bhute’tthe vattamānato kriyatthā āādayo honti.",
  "anya-e1201n:1538": "Āñāyyā ca uṭṭhānā āñāyyā ca saṃvesanā,",
  "anya-e1201n:1539": "Esajjatano kālo aharūbhayataḍḍharattaṃ vā;",
  "anya-e1201n:1540": "Agamā, agamū, agamo, agamattha, agama, agamamhā; agamittha, agamatthuṃ, agamase, agamavhaṃ, gamiṃ, agamamhase; aññapadattho kiṃ? Ajja hiyyo vā agamāsi.",
  "anya-e1201n:1541": "Parokkhe oetthaambhattharetthovhoimhe-.",
  "anya-e1201n:1542": "Apaccakkhe bhutānajjatane’tthe cattamānato kriyatthā aādayo honti; jagāma, jagamu, jagame, jagamittha, jagama, jagamimha; jagamittha, jagamire, jagamittho, jagamivho, jagami, jagamimhe. –––––––––––––––––––-",
  "anya-e1201n:1543": "Mūḷhavikkhittabyāsattacittonattanāpi kriyā katābhinibbattikāle’nupaladdhā samānā elenānumīyamānā parokkhāca vatthuto; tenuttamavsaye’pi payogasambhavo.",
  "anya-e1201n:1544": "Eyyādo vātipattiyayaṃ ssāssaṃsussessathassaṃssamhāssatha ssiṃsussasessavhessiṃssāma ase-.",
  "anya-e1201n:1545": "Eyyādo visaye kriyātipattiyaṃ ssādayo honti vibhāsā; vidhurappaccayopanipātato kāraṇavekallato vā kriyāyāti patanamanipphatti kriyātipatti; ete ca ssādayo sāmatthiyātītānāgatesveva honti, na vattamāne, tatra kriyātipattya sambhavā.",
  "anya-e1201n:1546": "Sace paṭhamavaye pabbajjaṃ alabhissā, arahā abhavissā; dakkhiṇena ce agamissā, na sakaṭaṃ pariyābhavissā- dakkhiṇena ce agamissaṃsu, agamisse, agamissatha, agamissaṃ, agamissamhā, agamissatha, agamissiṃsu, agamissase, agamissavhe,agamissiṃ, agamissāma ase- na sakaṭaṃ pariyābhavissā. Vāti kiṃ? Dakkhiṇena ce gamissati, na sakaṭaṃ pariyābhavissati.",
  "anya-e1201n:1547": "Hetuphalesveyyaeyyuṃeyyāsaeyyāthaeyyāmieyyāmaetha eraṃethoeyyavhoeyyaṃeyyāmhe-.",
  "anya-e1201n:1548": "Hetubhutāyaṃ phalabhutāyañca kriyāyaṃ vattamānato kriyatthāeyyādayo vā honti.",
  "anya-e1201n:1549": "Sace saṃkhārā niccā bhaveyyuṃ, na nirujjheyyuṃ; dakkhineṇana ce gaccheyya, na sakaṭaṃ pariyābhaveyya-dakkhiṇena ce gaccheyyuṃ, gaccheyyāsi, gaccheyyātha, gaccheyyāmi, gaccheyayyāma; gacchetha, gaccheraṃ, gacchetho, gaccheyyavho, gaccheyyaṃ, gaccheyyāmhe- na sakaṭaṃ pariyābhaveyya; bhavanaṃ gamanañca hetu, anirujjhanaṃ pariyābhavanañca phalaṃ–-iha kasmā na hoti?- Hantīti palāyati, vassatīti dhāvati, hanissatīti palāyissatīti? Itisaddeneva hetuhetumantatāyaya jotitattā vāti kiṃ dakkhiṇena ce gamissati, na sakaṭaṃ pariyā bhavissati.",
  "anya-e1201n:1550": "Pañhapatthanāvidhisū-. ",
  "anya-e1201n:1551": "Pañho-sampucchanaṃ sampadhāraṇā nirūpanā kāriyanicchayanaṃ; patthanā-yāvanamiṭṭhāsiṃsanañca; vidhānaṃ vidhi niyojanaṃ kriyāsu vyāpāraṇā; sā ca duvidhāva?- Sādarānādaravasena, visayabhedena bhinnāyapi tadubhayānativattanato.",
  "anya-e1201n:1552": "Etesu pañhādisu kriyatthato eyyādayo honti; pañhe?-Kimāyasmā vinayampariyāpuṇeyya,udāhu dhammaṃ?; Gaccheyyaṃ vāhaṃ uposathaṃ, na vā gaccheyyaṃ?, Patthanāyaṃ?- Labheyyāhakakambhante bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ; passeyyaṃ taṃ vassasataṃ arogaṃ. Vidhimhi?-Bhavaṃ pattaṃ paceyya, bhavaṃ puññaṃ kareyya, iha bhavaṃ bhuñjeyya, iha bhavaṃ nisīdeyya, māṇavakaṃ bhavaṃ ajjhāpeyya–-anuññāpattakālesupi siddhāva, tatthāpi vidhippatītito; anuññāyaṃ?Evaṃkareyyāsi. Pattakāle?- Kaṭaṃ kareyyāsi, patto te kālo kaṭakaraṇe; yadi saṅghassa pattakallaṃ saṅgho uposathaṃ kareyya; etassa bhagavā kālo, etassa sugata kālo, yambhagavā sāvakānaṃ sikkhāpadaṃ paññapeyya–-pesane’picchanti?- Gāmaṃ tvaṃ bhaṇe gaccheyyāsi.",
  "anya-e1201n:1553": "Tuattuhithamimataṃantaṃssuvhoñāmase-. ",
  "anya-e1201n:1554": "Pañhādisvete honti kriyatthato; kriyatthato; yacchatu, gacchantu, gacchāhi, gacchatha, gacchāmi, gacchāma, gacchataṃ, gacchantaṃ, gacchassu, gacchavho, gacche, gacchāmase–-pañhe?- Kinnu balu ho vyākaraṇamadhiyassu?. Patthanāyaṃ?- Dadāhi me, jivatu bhavaṃ. Visimhi?-Kaṭaṃ karotu bhavaṃ, puññaṃ karotu bhavaṃ, iha bhavaṃ bhuñjatu, ihabhavaṃ nisīdatu, uddisatu bhante bhagavā pātimokkhā. Pesane?- Gaccha bhaṇe gāmaṃ. Anumatiyaṃ?Evaṃ karohi. Pattakāle?-Kālo’yaṃ te mahāvīra uppajja mātukucchiyaṃ.",
  "anya-e1201n:1555": "Sattyarahesveyyādi-. ",
  "anya-e1201n:1556": "Sattiyaṃ arahatthe ca kriyatthā. Eyyādayo honti; bhavaṃ khalu rajjaṃ kareyya, bhavaṃ satto; arabho.",
  "anya-e1201n:1557": "Sambhāvane vā-.",
  "anya-e1201n:1558": "Sambhāvane gamyamāne dhātunā vuccamāne ca eyyādayohonti vibhāsā; api pabbataṃ sirasā bhindeyya. Kriyātipattiyantussādi?- Asaniyāpi hato nāpatissā sambhāvemi saddahāmiavakappemi bhuñjeyya bhavaṃ; bhujissati bhavaṃ, abhuñji bhavaṃ. Krayātipattiyantussādi-sambhāvemi nābhujissaṃ bhavaṃ.",
  "anya-e1201n:1559": "Māyoge īāādi-.",
  "anya-e1201n:1560": "Māyoge sati īādayo āādayo ca vā honti; māssupunapi evarūpamakāsi, mā bhavaṃ agamā vanaṃ; vāti kiṃ? Mā tekāmaguṇe bhamassu cittaṃ, mā tvaṃ karissasi, mā tvaṃ kareyyāsi–-asakakālattho’yamārambho; buddho’bhavissatīti padantara sambandhena anāgatakālatā patiyate, evaṃ kato kaṭo svebhavissati, bhāvi kaccamāsīti; lunāhi lunāhitvevāyaṃ lunāti, lunassu lunassutvevāyaṃ lunātīti tvādīnamevetaṃ majjhimapuri sekavacanānamābhikkhaññe vibbavanaṃ; idaṃ vuttaṃ hoti?-Evamesa turito aññe’pi niyojento viya kiriyaṃ karotīti; evaṃ lunātha lunāthātvevāyaṃ lunāti, lunavho lunavho tvevāyaṃ lunāti; tathā kālattaresupi lunāhi lunāhitvevāyaṃ aluni, alunā, lulāva, lunissatīti; evaṃ ssumhi ca yojanīyaṃ–-tathā samuccaye’pi maṭhamaṭa, vihāramaṭetvevāyamaṭati; maṭhamaṭassu, vihāramaṭassutvevāyamaṭati–-byāpārabhede tu sāmaññavacanasseva byāpakattā anuppayogo bhavati? Odanaṃ bhuñja, yāgumpiva, dhānā khādetvāvāyamajjhoharati.",
  "anya-e1201n:1561": "Pubbaparacchakkānamekānekesu tumhāmhasesesu dvedve majjhimuttamapaṭhamā-.",
  "anya-e1201n:1562": "Ekanekesutumhāmhasaddavacanīyesu tadaññasaddavacanīyesu ca kārakesupubbacchakkānaṃ paracchakkānaṃ majjhimuttamapaṭhamā dve dve honti yathākkamaṃ kriyatthā; uttamasaddo’yaṃ sabhāvato tatiyaduke ruḷho–-tvaṃ gacchasi, tumhe gacchatha, tvaṃ gacchase, tumhe gacchavhe; tvaṃgacchasi, tumhe gacchatha, tvaṃ gacchase, tumhe gacchavhe; ahaṃgacchāmi, mayaṃ gacchāma,ahaṃ gacche, mayaṃ gacchāmhe; so gacchati, te gacchanti, so gacchate, te gacchante.",
  "anya-e1201n:1563": "Sāmatthiyā laddhantā appaṭhujjamānesupi tumhāmhasesesu bhavanti–-gacchasī, gacchatha, gacchase, gacchavhe; gacchāmi, gacchāma, gacche, gacchāmhe; gacchati,gacchanti, gacchate, gacchante.",
  "anya-e1201n:1564": "Āīssādisvaña vā-.",
  "anya-e1201n:1565": "Āādo īādo ssāādo ca kriyatthassa vā aña hoti, ñakāro’nubandho–-agamā, gamā; agamī, gamī; agamissā, gamissā.",
  "anya-e1201n:1566": "Aādisvāho brūssa-. Brūssa āho hoti aādisu; āha, āhu.",
  "anya-e1201n:1567": "Bhussa cuka-.",
  "anya-e1201n:1568": "Aādisu bhussa cuka hoti; kakāro’nubandho; ukāro uccāraṇattho; babhuva.",
  "anya-e1201n:1569": "Pubbassa a-.",
  "anya-e1201n:1570": "Aādisu dvitte pubbassa bhussaa hoti; babhuva.",
  "anya-e1201n:1571": "Ussaṃsvāhā vā-.",
  "anya-e1201n:1572": "Āhādesā parassौssaaṃsuvā hoti; āhaṃsu āhu.",
  "anya-e1201n:1573": "Tyantīnaṃ ṭaṭū-.",
  "anya-e1201n:1574": "Āhā paresaṃ tiantīnaṃ ṭaṭū honti; ṭakārā sabbādesatthā; āha, āhu. Atoyeva ca ñāpakā tiantisu ca brūssāho.",
  "anya-e1201n:1575": "Īādovacassoma-.",
  "anya-e1201n:1576": "Īādisuvacassa oma hoti; makāro’nubandhā; avoca; īādoti kiṃ? Avaca.",
  "anya-e1201n:1577": "Dāssa daṃ vā mamesvadvitte-.",
  "anya-e1201n:1578": "Advitte vattamānassa dāssa daṃ vā hoti mimesu; dammi,demi; damma, dema. Añcitteti kiṃ? Dadāmi. Dadāma.",
  "anya-e1201n:1579": "Karassa sossakuṃ-.",
  "anya-e1201n:1580": "Karassa saokārassa kuṃ vā hoti mimesu; kummi, kumma; karomi, karoma.",
  "anya-e1201n:1581": "Kā īādisu-.",
  "anya-e1201n:1582": "Karassa saokārassakā hoti vā īādisu; akāsi, akari; akaṃsu, akariṃsu; akā, akarā.",
  "anya-e1201n:1583": "Hāssacāhaṅi ssena-.",
  "anya-e1201n:1584": "Karassasossahāssaca āhaṅi vā hoti ssena saha; kāhati, karissati; akāhā, akarissā;hāhatī, hāyissati; āhāhā, ahāyissā.",
  "anya-e1201n:1585": "Labhavasacchidabhidarudānaṃ cchaṅi-.",
  "anya-e1201n:1586": "Labhādīnaṃ cchaṅi vā hoti ssena saha; alacchā, alabhissā, lacchati, labhissati; avacchā, avasissā; vacchati, vasissati; cchecchā, acchindissā; checchati. Chindissati; hecchā, bhindissā; bhecchati,bhindissati; arucchā, arodissā; rucchati, rodissati. Aññasmimpi chidassa vā cchaṅi yogavibhāgā?- Acchecchuṃ, acchindiṃsu. Aññesaṃ va?-Gacchaṃ, gacchissaṃ.",
  "anya-e1201n:1587": "Bhujamucavacavisānaṃ kkhaṅi-.",
  "anya-e1201n:1588": "Bhujādīnaṃ kkhaṅi vā hoti ssena saha; abhokkhā, abhuñjissā; bhokkhati, bhujissati; amokkhā, amuñcissā; mokkhatiṃ muñcissati; acakkhā, avacissā; cakkhati. Vacissati; pāvekkhā, pāvisissā; pavekkhati, pavisissati. Visassāññasmimpi vā kkhaṅi yogavibhāgā?-Pāvekkhi, pāvisi.",
  "anya-e1201n:1589": "Āīādisu harassā-.",
  "anya-e1201n:1590": "Āādoīādo ca harassaā hoticā; ahā, aharā; abhāsi, abhari.",
  "anya-e1201n:1591": "Gamissa-. ",
  "anya-e1201n:1592": "Āādoīādo ca gamissā hoti vā; agā, agamā; agā,agami. Saṃsassa ca chaṅi-.",
  "anya-e1201n:1593": "Saṃsassa ca gamissa ca chaṅi vā hoti āīādisu; aḍañchā, aḍaṃsā; aḍañchi,aḍaṃsi; agañchā, agacchā, agañchi, agacchi.",
  "anya-e1201n:1594": "Hūssahehehihohī ssaccādo-.",
  "anya-e1201n:1595": "Hūssa hñādayo honti ssaccādo; hessati, hehissati, hohissati.",
  "anya-e1201n:1596": "Ṇānāsu rasso-.",
  "anya-e1201n:1597": "Kaṇakanāsu kriyatthassarasso hoti; kiṇāti, dhunāti.",
  "anya-e1201n:1598": "Āīūmhāssāssamhānaṃ vā-.",
  "anya-e1201n:1599": "Esaṃ vā rasso hoti; gama, gamā; gami, gamī; gamu; gamimha, gamimhā; gamissa, gamissā; gamissamha, gamissamhā.",
  "anya-e1201n:1600": "Kusaruhehissa chi-.",
  "anya-e1201n:1601": "Kusā ruhā ca parassa īssa chi vā hoti; akkocchi, akkosi; abhirucchi, abhiruhi.",
  "anya-e1201n:1602": "Aīssaādīnaṃ byañjanassiña-.",
  "anya-e1201n:1603": "Kriyatthā paresaṃ aādīnaṃ īādinaṃ ssaādīnava byañjanassैña hoti vibhāsā; babhuvittha,abhavittha, abhavissā, anubhavissā, anubhavissati, anubhossati, (harissati) hassati. Etesanti kiṃ? Bhavati; byañjanassāti kiṃ? Babhuva.",
  "anya-e1201n:1604": "Brūto tissīña-.",
  "anya-e1201n:1605": "Brūto parassa tissa īña vā hoti; bravīti, brūti.",
  "anya-e1201n:1606": "Kyassa-.",
  "anya-e1201n:1607": "Kriyatthā parassakyassa īñvā hoti; pacīyati paccati.",
  "anya-e1201n:1608": "Eyyāthassñaāīthānaṃ oaaṃtthatthovhoka-.",
  "anya-e1201n:1609": "Eyyāthādīnaṃ oādayo vā honti yathākkamaṃ; tumhe bhaveyyātho, bhaveyyātha; tvaṃ abhavissa, abhavisse; ahaṃ abhavaṃ, abhava; so abhavittha, abhavā; so abhavittho, abhavī; tumhe bhavathavho, bhavatha–-āsahavaritova akāro gayhate–-tho panante niddesā tvādisambandhīyeva, tasseva vā nissītattā; nissayayakaraṇampi hi suttakārāviṇṇaṃ.",
  "anya-e1201n:1610": "Uṃssiṃsvaṃsu -.",
  "anya-e1201n:1611": "Umiccassa iṃsuaṃsu vā honti; agamiṃsu, agamaṃsu, agamuṃ.",
  "anya-e1201n:1612": "Emantā suṃ-.",
  "anya-e1201n:1613": "Ñādesato oādesato ca parassa umiccassa suṃ vā hoti; nesuṃ, nayiṃsu; assosuṃ, assuṃ–-ādesattākhyā panatthaṃ ttaggahaṇaṃ.",
  "anya-e1201n:1614": "Hūto resuṃ-.",
  "anya-e1201n:1615": "Hūto parassa umiccassa resuṃ vā hoti; ahesuṃ, ahavuṃ.",
  "anya-e1201n:1616": "Ossa ऐtthattho-.",
  "anya-e1201n:1617": "Ossa aādayo vā honti; tvaṃ abhava, abhavi, abhavittha, abhavittho, abhavo.",
  "anya-e1201n:1618": "Si-. ",
  "anya-e1201n:1619": "Ossa si vā hoti; ahosi tvaṃ ahuvo.",
  "anya-e1201n:1620": "Dīghā īssa-.",
  "anya-e1201n:1621": "Dīghato parassa īssa si vā hoti; akāsi, akā; adāsi, adā.",
  "anya-e1201n:1622": "Mhātthānamuña-.",
  "anya-e1201n:1623": "Mhātthānamuñdvā hoti; agamumhā, agamimhā; agamuttha, agamittha.",
  "anya-e1201n:1624": "Iṃssa ca siña-.",
  "anya-e1201n:1625": "Imiccassa siña vā hoti mhātthānañca bahulaṃ; akāsiṃ, akariṃ; aakāsimhā, akarimhā;akāsittha, akarittha.",
  "anya-e1201n:1626": "Eyyuṃssuṃ-. ",
  "anya-e1201n:1627": "Eyyumiccassa uṃ vā hoti; gacchuṃ, gaccheyyuṃ.",
  "anya-e1201n:1628": "Hissato lopo-.",
  "anya-e1201n:1629": "Ato parassa hissa lopo vā hoti; gaccha, gacchāhi–-atoti kiṃ? Karohi.",
  "anya-e1201n:1630": "Kyassa sse-.",
  "anya-e1201n:1631": "Kyassa vā lopo hoti sse; andhabhavissā, anvabhuyissā, anubhavissati, anubhuyissati.",
  "anya-e1201n:1632": "Atthiteyyādicchantaṃ ssusasathasaṃsāma -.",
  "anya-e1201n:1633": "Asa-bhuvīccasmā paresaṃeyyādicchannaṃ sādayo honti yathākkamaṃ; assa, assu, assa, assatha, assaṃ, assāma.",
  "anya-e1201n:1634": "Ādidvīnnamiyāiyuṃ-. ",
  "anya-e1201n:1635": "Atthiteyyādicchannaṃ ādibhūtānaṃ dvinnaṃ iyāisuṃ honti yathākkamaṃ; siyā, siyuṃ.",
  "anya-e1201n:1636": "Tassatho-.",
  "anya-e1201n:1637": "Atthito parassa takārassa tho hoti; attha, atthu.",
  "anya-e1201n:1638": "Sihisvaṭa-.",
  "anya-e1201n:1639": "Atthissa aṭa hoti sihisu; ṭo sabbādesattho; asi, ahi.",
  "anya-e1201n:1640": "Mimānaṃ vā mhimhā ca-.",
  "anya-e1201n:1641": "Atthismā paresaṃ mimānaṃ mhimhā vā honti, taṃsantiyo gena tthissa aṭa ca; amhi,asmi; amha, asma.",
  "anya-e1201n:1642": "Esu sa-.",
  "anya-e1201n:1643": "Esu mimesuatthissa sakāro hoti; asmi, asma; pararūpabādhanatthaṃ.",
  "anya-e1201n:1644": "Īādo dīgho-.",
  "anya-e1201n:1645": "Atthissa dīgho hoti īādimhi; āsi, āsuṃ, āsi, āsittha, āsiṃ, āsimhā.",
  "anya-e1201n:1646": "Himimesvassa-. Akārassa dīgho hoti himimesu; pavāhi, pavāmi, pavāma; muyhāmi.",
  "anya-e1201n:1647": "Sakā ṇāssa kha īādo-.",
  "anya-e1201n:1648": "Sakasmā kaṇāssa kho hoti ī ādisu; asakkhi, asakkhiṃsu.",
  "anya-e1201n:1649": "Sse vā-.",
  "anya-e1201n:1650": "Sakasmā kaṇāssa kho vā bhoti sse; sakkhissā, sakkuṇissā; sakkhissati, sakkuṇissati.",
  "anya-e1201n:1651": "Tesu suto keṇākaṇānaṃ roṭa-.",
  "anya-e1201n:1652": "Tesu īādissesu suto paresaṃ keṇākaṇānaṃ roṭa hoti; assosi, asuṇi; assossā, asuṇissā; sossati, suṇissati.",
  "anya-e1201n:1653": "Ñāssa sanāssa nāyo timhi-.",
  "anya-e1201n:1654": "Sanāssa ñāssa nāyo vā hoti timhi; nāyati. Jānāti.",
  "anya-e1201n:1655": "Ñamhi jaṃ-.",
  "anya-e1201n:1656": "Ñādese sanāssa ñāssa jaṃ vā hoti; jaññā, jāneyya.",
  "anya-e1201n:1657": "Eyyassiyāñā vā-.",
  "anya-e1201n:1658": "Ñāto eyyassa iyāñā honti vā; jāniyā, jaññā, jāneyya.",
  "anya-e1201n:1659": "Īssaccādisu kanā lopo-.",
  "anya-e1201n:1660": "Īādo ssaccādo ca ñāto kanā lopo vā hoti; aññasi, ajāni; ñassati, jānissati.",
  "anya-e1201n:1661": "Ssassa hi kamme-.",
  "anya-e1201n:1662": "Ñāto parassassassa hi vā hoti kamme; paññāyihiti, paññāyissatī,",
  "anya-e1201n:1663": "Etismā-.",
  "anya-e1201n:1664": "Etismā parassassassahi hoti vā; ehiti, essati.",
  "anya-e1201n:1665": "Hanā chekhā-.",
  "anya-e1201n:1666": "Hanā ssassa chekhā vā honti; hañchema, hanissāma; paṭihaṃkhāmi, paṭihanissāmi.",
  "anya-e1201n:1667": "Hāto ha-.",
  "anya-e1201n:1668": "Hāto parassa ssassa ha hoti vā; hāhati, chahissati.",
  "anya-e1201n:1669": "Dakkhakhahehihohīhi lopo-.",
  "anya-e1201n:1670": "Dakkhādīhi ādesehi parassassassa lopo vā hoti; dakkhati. Dakkhissati; sakkhati, sakkhissati; hehiti, hehissati; hohiti, hohissati.",
  "anya-e1201n:1671": "Kayireyyasseyyumādīnaṃ-.",
  "anya-e1201n:1672": "Kayirā parasseyyumādīnameyyassa lopo hoti; kayiruṃ, kayirāsi, kayirātha, kayirāmi, kayirāma.",
  "anya-e1201n:1673": "Ṭā-.",
  "anya-e1201n:1674": "Kayirā parassa eyyassaṭā hoti; sokayirā.",
  "anya-e1201n:1675": "Ethassā-. ",
  "anya-e1201n:1676": "Kayirā parassethassa ā hoti; kayirātha.",
  "anya-e1201n:1677": "Labhā iṃīnaṃ thaṃthā vā-.",
  "anya-e1201n:1678": "Labhasmā iṃīiccesaṃ thaṃthā honti vā; alatthaṃ, alabhiṃ; alattha, alabhi.",
  "anya-e1201n:1679": "Gurupubbā rassā re ntentīnaṃ-.",
  "anya-e1201n:1680": "Gurupubbasmā rassā paresaṃ ntentīnaṃ re vā hoti; gacchare, gacchanti; gacchare, gacchante; gamissare, gamissanti; gamissare, gamissante–-gurupubbāti kiṃ? Pacanti. Rassāti kiṃ? Honti",
  "anya-e1201n:1681": "Eyyeyyāseyyantaṃ ṭe-.",
  "anya-e1201n:1682": "Eyyādīnaṃ ṭe vā hoti; so kare, so kareyya; tvaṃ, kare, tvaṃ kareyyāsi; ahaṃ kare, ahaṃ kareyyaṃ.",
  "anya-e1201n:1683": "Ovikaraṇassu paracchakke-.",
  "anya-e1201n:1684": "Ovikaraṇassa u hoti paracchakkavisaye; tanute.",
  "anya-e1201n:1685": "Pubbacchakke vā kvaci-.",
  "anya-e1201n:1686": "Ovikaraṇassa u hoti vā kvaci pubbacchakke; vanuti, vanoti.",
  "anya-e1201n:1687": "Eyyāmassemu ca-.",
  "anya-e1201n:1688": "Eyyāmassemu vā hoti, u ca; bhavemu, bhaveyyāmu, bhaveyyāma.",
  "anya-e1201n:1689": "Iti moggallāne vyākaraṇe vuttiyaṃ tyādikaṇḍo chaṭṭho.",
  "anya-e1201n:1690": "Samattā cāyaṃ moggallānavutti chahi bhāṇavārehi.",
  "anya-e1201n:1691": "Yassa rañño pabhāvena bhāvitattasamākulaṃ,",
  "anya-e1201n:1692": "Anākulaṃ duladdhīhi pāpabhikkhūhi sabbaso;",
  "anya-e1201n:1693": "Laṅkāya munirājassa sāsanaṃ sādhu saṇṭhitaṃ,",
  "anya-e1201n:1694": "Puṇṇavandasamāyogā vāridhīca vivaddhate;",
  "anya-e1201n:1695": "Parakkamabhuje tasmiṃ saddhābuddhiguṇodite,",
  "anya-e1201n:1696": "Manuvaṃsaddhajākāre laṅkādīpaṃ pasāsati;",
  "anya-e1201n:1697": "Māggallānena therena dhīmatā sucivuttinaṃ,",
  "anya-e1201n:1698": "Racitaṃ yaṃ suviññeyyamasandiddhamanākulaṃ;",
  "anya-e1201n:1699": "Asesavisayavyāpi jinavyappathanissayaṃ,",
  "anya-e1201n:1700": "Saddasatthamanāyāsasādhiyaṃ buddhivaddhanaṃ;",
  "anya-e1201n:1701": "Tassa vutti samāsena vipulatthappakāsanī,",
  "anya-e1201n:1702": "Racitā puna teneva sāsanujjotakārināti;"
}