{
  "anya-e0104n11:0": "23. Paññābhāvanānisaṃsaniddesavaṇṇanā",
  "anya-e0104n11:1": "Ānisaṃsapakāsanāvaṇṇanā",
  "anya-e0104n11:2": "854.Anekasatānisaṃsā sāvakabodhiādivipulodātaguṇavisesāvahattā. Vitthāratoti nayadassanaṃ akatvā ‘‘ayampi paññābhāvanāya ānisaṃso, ayampī’’ti anupadadassanavasena vitthārato pakāsetuṃ na sukaraṃ atibahubhāvato. Assāti paññābhāvanāya. Nānākilesaviddhaṃsananti sakkāyadiṭṭhivicikicchādivasena nānāvidhānaṃ kilesadhammānaṃ tadaṅgādivasena pajahanaṃ. Ariyaphalarasānubhavananti sotāpattiphalādiphalasukhapaṭisaṃvedanaṃ.",
  "anya-e0104n11:3": "Nānākilesaviddhaṃsanakathāvaṇṇanā",
  "anya-e0104n11:4": "855. ‘‘Ariyaphalarasānubhavana’’nti eteneva kilesānaṃ paṭippassaddhippahānaṃ dīpīyatīti ‘‘ariyamaggakkhaṇe’’ti visesavacanaṃ, tabbhāvabhāvato vā. Siddhe hi samucchedappahāne paṭippassaddhippahānaṃ siddhameva hotīti.",
  "anya-e0104n11:5": "Bhīmavegānupatitāti sakalaṃ lokaṃ bhindantena viya bhīmena bhayānakena vegena sahasā patitā. Siluccayeti pabbate selaputhule. Satejujjalamaṇḍaloti saradakālasamiddhena attano tejasā samujjaladuddikkhamaṇḍalo. Vadhabandhanādiduggatiparipakkilesādijātiādisabbānatthavidhāyakaṃ. Sandiṭṭhikanti paccakkhabhūtaṃ. Jaññāti jāneyya. Idhāti imissaṃ paññābhāvanāyaṃ.",
  "anya-e0104n11:6": "Phalasamāpattikathāvaṇṇanā",
  "anya-e0104n11:7": "856. Ariyassa maggassa phalaṃ ariyaphalaṃ, ariyañca taṃ visuddhattā phalañcātipi ariyaphalaṃ, tassa raso, paṭippassaddhivimuttisukhaṃ, anubhavanaṃ nibbānārammaṇassa tassa paṭisevanaṃ. Tatrāti tesu dvīsu ākāresu. Assāti ariyaphalassa.",
  "anya-e0104n11:8": "857. Saṃyojanesu pahīnesu sabbepi kilesā pahīnāyeva hontīti saṃyojanānaṃyeva gahaṇaṃ. Saṃyojanappahānamattameva ariyamaggassa phalaṃ nāma, na aññaṃ kiñci atthantaraṃ vipākabhūtanti adhippāyo. Tenāha ‘‘phalaṃ nāma na koci añño dhammo atthī’’ti. Ke panetaṃ vadantīti? Andhakādayo. Te hi ‘‘arahattaṃ arahattanti, āvuso, vuccati…pe… mohakkhayo’’ti (saṃ. ni. 4.315) suttapadassa atthaṃ aññathā gahetvā nippariyāyato ‘‘arahattaṃ nāma kiñci natthi, kilesappahānameva tathā voharīyatī’’ti vadantā sesaphalepi paṭikkhipanti. Idaṃ suttampīti paṭisambhidāmaggapāḷimāha. Pakaṭṭho ukkaṭṭho yogoti payogo, ariyamaggo, payoganimittaṃ jātakilesānaṃ paṭippassaddhi payogapaṭippassaddhi. Yā pana ariyamaggassa bhāvitattā labbhamānāpi yassā vipākapaññāya nippajjamānāya nippajjati, sā paṭippassaddhiyaṃ nipphādetabbāyaṃ paññāti paṭippassaddhipaññāti vuttā. Sammādiṭṭhi micchādiṭṭhiyā vuṭṭhātīti sammādiṭṭhiyā ujuvipaccanīkadassanavasena vatvā tadaññatopi vuṭṭhānaṃ dassetuṃ ‘‘tadanuvattakakilesehī’’ti vuttaṃ, tassā micchādiṭṭhiyā sampayogato, upanissayato ca anuvattakakilesehi. Tena tadekaṭṭhappahānamāha. Khandhehīti tadanuvattakakkhandhehi, tāya micchādiṭṭhiyā sampayuttakkhandhehi ceva tappaccayā āyatiṃ uppajjanakkhandhehi cāti attho. Bahiddhā ca sabbanimittehīti yathāvuttakilesakkhandhehi bahiddhābhūtehi vipassanāya gocarabhūtehi sabbasaṅkhāranimittehi.",
  "anya-e0104n11:9": "Evaṃ maggakiccaṃ dassetvā idāni tassa vasena phalaṃ dassetuṃ ‘‘tampayogapaṭippassaddhattā’’tiādi vuttaṃ. Tattha tampayogapaṭippassaddhattāti tassa ajjhattabahiddhā vuṭṭhānādipayogassa paṭippassaddhattā. Maggo hi nimittato, pavattato ca vuṭṭhahanto kilese pajahatīti attano khaṇe taṃ payogaṃ karoti nāma, phalakkhaṇe panassa so payogo paṭippassaddho vūpasanto nāma hoti. Tena vuttaṃ ‘‘tampayogapaṭippassaddhattā’’ti. Uppajjatīti maggānantaraṃ dvikkhattuṃ vā tikkhattuṃ vā uppajjati. Phalasamāpattikāle pana bahukkhattuṃ, nirodhā vuṭṭhahantassa dvikkhattuṃ uppajjati. Sabbampi yathāvuttapayogapaṭippassaddhinimittaṃ uppajjanato ‘‘tampayogapaṭippassaddhattā uppajjatī’’ti vuttaṃ. Maggassetaṃ phalanti yathāvuttā vipākā sammādiṭṭhi nāma, etaṃ ariyamaggassa phalanti veditabbaṃ. Vitthāretabbanti ‘‘sotāpattimaggakkhaṇe abhiniropanaṭṭhena sammāsaṅkappo micchāsaṅkappā’’tiādinā (paṭi. ma. 1.63) saṅkappādivasena, sesamaggavasena ca vitthārato veditabbaṃ.",
  "anya-e0104n11:10": "Cattāri ca sāmaññaphalāni, ime dhammā appamāṇārammaṇāti appamāṇārammaṇatāya maggehi nibbisesatāya. Tathā nevasaññānāsaññāyatanasaṅkhāto mahaggato dhammo nirodhato vuṭṭhānavelāyaṃ appamāṇassa dhammassa anantarapaccayena paccayoti ariyaphalassa anantarapaccayatāya ca dīpanāti evamādīnipi ettha ariyaphalassa sabhāvadhammabhāvena atthitāya sādhakāni, na yathādassitapaṭisambhidāmaggapāḷiyevāti adhippāyo.",
  "anya-e0104n11:11": "858.Phalasamāpattiyanti phalapavattisaṅkhātāya samāpattiyaṃ. Assāti ariyaphalassa. Sarūpakattukāraṇākāraṭṭhitivuṭṭhānānantaravasena idaṃ pañhākammaṃ.",
  "anya-e0104n11:12": "859.Ariyaphalassa nirodhe appanāti ariyassa phalajhānassa nibbāne ārammaṇabhūte appanākārena pavatti.",
  "anya-e0104n11:13": "860.Sabbepi puthujjanāti jhānasamāpattilābhinopi puthujjanā na samāpajjanti, pageva itare. Ariyā sabbepi phalasamāpattiṃ samāpajjantīti kāmaṃ sāmaññajotanā, sā pana visesaniviṭṭhāyeva hoti. Adhigatattāti pana hetukittanaṃ. Uparimānampi heṭṭhimāya lokiyasamāpattiyā viya samāpajjanaṃ sādhentaṃ viya ṭhitanti taṃ nivattento ‘‘uparimā panā’’tiādimāha. Tattha uparimāti sakadāgāmiādayo. Heṭṭhimanti sotāpattiphalādiṃ. Na samāpajjanti satipi adhigatatte. Kasmāti ce? Kāraṇamāha ‘‘puggalantarabhāvūpagamanena paṭippassaddhattā’’ti. Etena uparimo ariyo heṭṭhimaṃ phalasamāpattiṃ samāpajjati attanā adhigatattā, yathā taṃ lokiyasamāpattinti, evaṃ pavattaṃ hetuṃ byabhicāreti. Na hi lokiyajjhānesu puggalantarabhāvūpagamanaṃ nāma atthi visesābhāvato. Idha pana asamugghāṭitakammakilesanirodhanena puthujjanehi viya sotāpannassa, sotāpannādīhi sakadāgāmiādīnaṃ puggalantarabhāvūpagamanaṃ atthi. Yato heṭṭhimā heṭṭhimā phaladhammā uparūpari maggadhammehi nivattitā paṭipakkhehi viya abhibhūtā appavattidhammataṃyeva āpannā. Tenāha ‘‘paṭippassaddhattā’’ti.",
  "anya-e0104n11:14": "Apica kusalakiriyapavatti nāma aññādisī, vipākapavatti ca aññādisī, anantaraphalattā ca lokuttarakusalānaṃ heṭṭhimato uparimo bhavantaragato viya hoti. Taṃtaṃphalavaseneva hi ariyānaṃ sotāpannādināmalābho. Te sace aññaphalasamaṅginopi honti, sotāpannādināmampi tesaṃ avaṭṭhitaṃ siyā, tena tena jhānena gahitapaṭisandhiko viyāti tassa tassa ariyassa taṃ taṃ phalaṃ bhavaṅgasadisanti na uparimassa heṭṭhimaphalasamaṅgitāya lesopi sambhavati, kuto tassa samāpajjananti daṭṭhabbaṃ. Heṭṭhimā ca uparimanti heṭṭhimā ca sotāpannādayo ariyā uparimaṃ sakadāgāmiphalādiṃ na samāpajjantīti sambandho. Tattha kāraṇamāha ‘‘anadhigatattā’’ti. Na hi anadhigatasamāpattiṃ samāpajjituṃ sakkā.",
  "anya-e0104n11:15": "‘‘Attano attanoyeva pana phalaṃ samāpajjantī’’ti iminā sabbepi ariyā attano attano phalasamāpattiṃ samāpajjantīti atthe āpanne tattha kesañci matibhedaṃ dassetuṃ ‘‘keci panā’’tiādi vuttaṃ. Ete hi samādhismiṃ paripūrakārinoti yasmā hi te ‘‘uparimā dve’’ti vuttā anāgāmino, arahanto ca samādhismiṃ paripūrakārino, itare pana sīlesu paripūrakārino, tasmā dve eva phalasamāpattiṃ samāpajjantīti. Na hi samādhipāripūriyā vinā samāpattivaḷañjanaṃ sambhavatīti adhippāyo. Tanti ‘‘samādhismiṃ paripūrakārino’’ti tehi vuttakāraṇaṃ. Akāraṇamevāti ayuttiyeva. Kasmāti ce? Āha ‘‘puthujjanassāpī’’tiādi. Tassattho – sabbaso asamucchinnakilesassa puthujjanassāpi attanā paṭiladdhalokiyasamāpattisamāpajjanaṃ labbhati, kimaṅgaṃ pana samucchinnekaccakilesānaṃ heṭṭhimānaṃ ariyānaṃ, tasmā tesaṃ samādhismiṃ aparipūrakāritā attano phalasamāpattiṃ asamāpajjanassa akāraṇanti. Yutticintā nāma pāḷianāruḷhe atthe yuttā, ayaṃ panattho pāḷiāruḷhoti kāraṇāpadese anādarakaraṇamukhena pāḷiṃ dassento ‘‘kiñcetthā’’tiādimāha. Sotāpattimaggapaṭilābhatthāyāti sotāpattimaggassa samadhigamāya. Sotāpattiphalasamāpattatthāyāti sotāpattiphalasamāpattiyā samāpajjanatthaṃ. Esa nayo sesesupi.",
  "anya-e0104n11:16": "Ettha ca ‘‘suññatavihārasamāpattatthāya animittavihārasamāpattatthāyā’’tiādinā sarūpato uddhaṭattā tato pubbe āgatā maggaphalavārā appaṇihitavasena vuttā. Tattha anattānupassanāmukhena, aniccānupassanāmukhena ca pavattānaṃ phalasamāpattīnaṃ purecarā gotrabhudhammā navadasabhāvena vuttāti veditabbā. ‘‘Sotāpattiphalasamāpattatthāyā’’tiādinā pana catūsupi phalesu ekasadisaṃ desanāya āgatattā sotāpannasakadāgāminopi attano phalaṃ samāpajjantīti viññāyati. Maggānantaraphalavasena taṃ vuttanti ca na sakkā vattuṃ vipassanāvasena dasannaṃ gotrabhudhammānaṃ dassanavasena desanāya āraddhattā, maggavāreneva ca tadatthasiddhito. Na ca maggānantaraṃ phalaṃ ‘‘phalasamāpattī’’ti vuccati visuṃ parikammābhāvato. Tasmā phalasamāpattivacaneneva sotāpannādīnampi phalasamāpattisamāpajjanaṃ siddhaṃ. Tenāha ‘‘tasmā’’tiādi.",
  "anya-e0104n11:17": "861. Payojanampi tadatthāya paṭipattiyā kāraṇaṃ hoti tannimittaṃ paṭipajjanatoti ‘‘kasmā samāpajjantī’’ti kāraṇaṃ pucchitvā ‘‘diṭṭhadhammasukhavihārattha’’nti payojanaṃ vissajjitaṃ. Kasmāti vā sampadāne nissakkavacanaṃ, kissāti vuttaṃ hoti. Diṭṭhadhammasukhavihāratthanti diṭṭheva dhamme kilesadarathapariḷāhavūpasamena santena sukhavihārena viharaṇatthaṃ. Satipi vipākabhāve parikammena vinā anuppajjanato phalasamāpattidhammānaṃ tassa tassa ariyassa rucivaseneva pavatti, yato nesaṃ sādhipatitāti āha ‘‘addhāna…pe… samāpajjantī’’ti.",
  "anya-e0104n11:18": "862.Dvīhi ākārehīti dvīhi kāraṇehi. Yathā hi lokiyajjhānānaṃ samadhigamo sampayogasamaṅgibhāvena sijjhamāno pahānaṅgasamatikkamamukhena vuccati tathā samadhigantabbattā, evaṃ phalasamāpattipi nibbānamanasikārena sijjhamānā tadaññārammaṇāmanasikāramukhena vuccati sabbasaṅkhārato vinivaṭṭitamānasatāvasena samijjhanato. Tenāha ‘‘nibbānato’’tiādi. Udayabbayañāṇādiñāṇaparamparavasena hi sabbaphalacittaṃ saṅkhārato sabbaso nibbinnavirattacittassa tato vinissaṭanibbānārammaṇaṃ pavattati. Evaṃ pavattamānañca taṃ nibbānato aññassa ārammaṇassa amanasikārā, nibbānassa ca manasikārā pavattatīti vuccati.",
  "anya-e0104n11:19": "Animittāyacetovimuttiyāti animittavimokkhadvayāya phalasamāpattiyā, aniccānupassanāmukhena vā samāpajjitabbāya phalasamāpattiyā. Samāpattiyāti samāpajjanatthāya. Sabbanimittānanti rūpādisabbasaṅkhāranimittānaṃ. Amanasikāroti ādīnavato disvā vissaṭṭhatāya anāvajjanaṃ asamannāhāro. Animittāya ca dhātuyā manasikāroti sabbasaṅkhāranimittābhāvato animittāya. Kehici paccayehi na saṅkhatattā ca asaṅkhatāti laddhanāmāya asaṅkhatāya dhātuyā phalasamāpattisahajātena manasikārena manasikaraṇaṃ, tassā vā dhātuyā phalasamāpatticittasaṅkhāte manasikaraṇaṃ.",
  "anya-e0104n11:20": "863.Udayabbayādivasenāti udayabbayabhaṅgabhayatupaṭṭhānādivasena pavattanakānaṃ navannampi ñāṇānaṃ byāpāraṃ vadati. Tenāha ‘‘pavattānupubbavipassanassā’’ti. Saṅkhārārammaṇagotrabhuñāṇānantaranti saṅkhārārammaṇassa ‘‘vodāna’’nti laddhanāmassa gotrabhuñāṇassa anantaraṃ. Kasmā panettha gotrabhuñāṇaṃ maggañāṇapurecārikaṃ viya nibbānārammaṇaṃ na hotīti? Phaladhammānaṃ aniyyānikabhāvato. Ariyamaggadhammā eva hi niyyānikā. Vuttañhetaṃ ‘‘katame dhammā niyyānikā? Cattāro maggā apariyāpannā’’ti (dha. sa. 1295, 1609). Tasmā ekantena niyyānikasabhāvassa ubhatovuṭṭhānabhāvena pavattamānassa maggañāṇassa anantarapaccayabhūtena ñāṇena nimittato vuṭṭhiteneva bhavitabbanti tassa nibbānārammaṇatā yuttā, na pana ariyamaggassa bhāvitattā tassa vipākabhāvena pavattamānānaṃ kilesānaṃ asamucchindanato aniyyānikattā avuṭṭhānasabhāvānaṃ phalañāṇānaṃ purecārikañāṇassa kadācipi nibbānārammaṇatā ubhayattha anulomañāṇānaṃ atulyākārato. Ariyamaggavīthiyañhi anulomañāṇāni anibbiddhapubbānaṃ thūlathūlalobhakkhandhādīnaṃ sātisayaṃ padālanena lokiyañāṇesu ukkaṃsapāramippattāni maggañāṇānuguṇāni uppajjanti. Phalasamāpattivīthiyaṃ pana tāni tena tena maggena tesaṃ tesaṃ kilesānaṃ samucchinnattā tattha kilesavikkhambhane nirussukkāni kevalaṃ ariyānaṃ phalasamāpattisukhasamaṅgibhāvassa parikammamattāni hutvā uppajjantīti na tesaṃ kutoci vuṭṭhānasambhavo, yato nesaṃ pariyosānañāṇaṃ saṅkhāranimittavuṭṭhānato nibbānārammaṇaṃ siyā.",
  "anya-e0104n11:21": "Evañca katvā ‘‘sekkhassa attano phalasamāpattivaḷañjanatthāya udayabbayādivasena saṅkhāre sammasantassa vipassanāñāṇānupubbiyā phalameva uppajjati, na maggo’’ti idañca aṭṭhakathāvacanaṃ samatthitaṃ hoti. Tenāha ‘‘sekkhassāpi phalameva uppajjati, na maggo’’ti. Nibbānārammaṇe appanajjhānavasena yathāparicchinnakālaṃ nirantaraṃ phalacittasseva pavattanaṃ samāpajjanaṃ phalasamāpattīti āha ‘‘phalasamāpattivasena nirodhe cittaṃ appetī’’ti. Yadi anupubbavipassanānaṃ vasena phalasamāpattisamāpajjanaṃ, tena nīhārena sekkhassa uparimaggenāpi bhavitabbanti anuyogaṃ sandhāyāha ‘‘phalasamāpattininnatāyā’’tiādi. Tena aññoyeva vipassanācāro ariyamaggāvaho, añño phalasamāpattiāvahoti dasseti, svāyaṃ vipassanāya vibhāgo vutto eva. Ye panāti abhayagirivāsino sandhāyāha. Te hi maggaphalavipassanāya āloḷetvā vadanti. Teneva hi ‘‘evaṃ satī’’tiādi vuttaṃ. Arahā paccekabuddho bhavissati yadi itaratthāpi vipassanā tadatthāya saṃvatteyyāti adhippāyo. Pāḷivaseneva ca paṭikkhittanti ‘‘dasa gotrabhudhammā vipassanāvasena uppajjantī’’ti maggatthā phalatthā vipassanā visuṃ katvā pavattapāḷivaseneva tesaṃ vacanaṃ paṭikkhittantipi na gahetabbaṃ, aññathā ‘‘dasa gotrabhudhammā’’ti vacanaṃ virujjheyyāti. Idameva pana gahetabbanti vuttassevatthassa nigamanaṃ. Phalañcassātiādi mahaggatavipākānaṃ viya lokuttaravipākānañca kusalasarikkhatādassanaṃ. Jhānato sarikkhatādassaneneva cettha bojjhaṅgamaggaṅgavasenāpi sarikkhatā dassitāyevāti veditabbaṃ.",
  "anya-e0104n11:22": "864.Ṭhitiyāti pabandhaṭṭhitiyā. Yathāparicchinnakālañhi samāpattiyā pabandhavasenāvaṭṭhānaṃ idha ṭhitīti. ‘‘Cande vā sūriye vā ettakaṃ ṭhānaṃ gate vuṭṭhahissāmī’’ti kālāvadhiggahaṇavasena samāpajjanaṃ cittassa abhisaṅkharaṇaṃ abhisaṅkhāro.",
  "anya-e0104n11:23": "865.Sabbānevetānīti rūpanimittādisabbāneva etāni ekato kāmaṃ na manasi karoti asambhavato. Sabbasaṅgāhikavasenāti anavasesapariyādānavasena. Samudāyasaddā hi avayavesupi pavattanti , avayavabyatirekena ca samudāyo na labbhatīti avayavagatampi kiccaṃ samudāyavasena vuttaṃ. Tasmāti sabbesaṃ saṅkhāranimittānaṃ ekato manasikārābhāvato. Yasmā bhavaṅgacitte uppanne phalasamāpattito vuṭṭhito nāma hoti, tasmā vuttaṃ ‘‘yaṃ bhavaṅgassā’’tiādi. Bhavaṅgassa ārammaṇaṃ nāma kammādi. Manasi karototi bhavaṅgasahagatena manasikārena manasi karoto, taṃ vā ārammaṇaṃ bhavaṅgamanasi karoto.",
  "anya-e0104n11:24": "866.Phalassa phalameva vā anantaraṃ hoti purimassa purimassa pacchimaṃ pacchimaṃ. Bhavaṅgaṃvā sabbapacchimassa. Phalānantaraṃ maggavīthiyaṃ, phalasamāpattiyañca. ‘‘Yena phalena nirodhā vuṭṭhānaṃ hotī’’ti idaṃ phaluppattiyā nirodhā vuṭṭhānabhāvato vuttaṃ. Tanti nirodhāvuṭṭhānabhāvena vuttaṃ anāgāmiphalaṃ vā aggaphalaṃ vā. Nevasaññānāsaññāyatanānantaranti nevasaññānāsaññāyatanassa kusalassa, kiriyassa vā anantaraṃ satipi sattāhātikkame vijātiyena antarikattā.",
  "anya-e0104n11:25": "Paṭippassaddhadarathanti sabbaso passaddhakilesadarathaṃ. Amatārammaṇanti nibbānārammaṇaṃ. Subhanti asobhanatāya kilesassāpi abhāvato sobhanaṃ. Taṇhāsaṅkhātaṃ lokāmisaṃ vantaṃ chaḍḍitaṃ etenāti vantalokāmisaṃ. Vūpasantakilesatāya, susantatāya ca santaṃ. Yena dhammena yogato samaṇo nāma hoti, tassa ariyamaggasaṅkhātassa sāmaññassa phalanti sāmaññaphalaṃ.",
  "anya-e0104n11:26": "Ojavantenāti sabhāvasampannena. Sucināti kilesāsucivirahato parisuddhena. Sukhenāti anuttarasukhena. Abhisanditanti sabbaso lūkhabhāvāpagamanena sinehitaṃ. Sātātisātenāti mahaggatasātato, lokuttarakusalasātato ca ativiya sātena madhurena. Maggasukhatopi hi phalasukhaṃ santataratāya paṇītataraṃ. Amatena sammoditaṃ. ‘‘Madhuṃ viyā’’ti iminā sātātisātataṃyeva vibhāveti.",
  "anya-e0104n11:27": "Tassa ariyassa phalassa rasabhūtaṃ sārabhūtaṃ taṃ sukhaṃ paññaṃ bhāvetvā yasmā paṇḍito vindati paṭilabhatīti yojanā.",
  "anya-e0104n11:28": "Nirodhasamāpattikathāvaṇṇanā",
  "anya-e0104n11:29": "867.Tatrāti tasmiṃ ‘‘nirodhasamāpattiyā samāpajjanasamatthatā’’ti saṃkhittavacane. Idaṃ sarūpādivasena pañhākammaṃ. Katthāti kasmiṃ bhave.",
  "anya-e0104n11:30": "868.Anupubbanirodhavasenāti vipassanānugatā aṭṭha samāpattiyo ārohantena taṃtaṃpaṭipakkhanirodhamukhena tiṇṇaṃ saṅkhārānaṃ anupubbato nirodhavasena. Yathāparicchinnakālaṃ yā cittacetasikānaṃ appavatti, ayaṃ nirodhasamāpattīti attho. Ke samāpajjanti, ke na samāpajjantīti kāmaṃ samāpajjanasamatthā padhānatāya paṭhamaṃ pucchitā, tabbissajjanaṃ pana garubhāvato pacchā vissajjetuṃ asamāpajjanake tāva dassento ‘‘sabbepi…pe… na samāpajjantī’’ti āha yathā ‘‘vāmaṃ muñca, dakkhiṇaṃ gaṇhā’’ti. Tattha ‘‘sabbepī’’ti idaṃ puthujjanādīnaṃ tiṇṇaṃ visesanaṃ. Te hi aṭṭhannaṃ samāpattīnaṃ lābhinopi alābhino viya samādhismiṃ aparipūrakāritāya nirodhaṃ samāpajjituṃ na sakkonti. Kāmacchandādisamucchindanena hi samādhismiṃ paripūrakāritā, na jhānādhigamamattena. Anāgāmino, arahantoti ettha sukkhavipassakā ca anāgāmino, sukkhavipassakā ca arahantoti sukkhavipassakasaddo paccekaṃ yojetabbo. Ubhayepi cete satipi vipassanābale samādhibalassa abhāvato nirodhaṃ na samāpajjanti. Anupubbavihārasambhavataññevettha samādhibalaṃ icchitabbaṃ. Purimakā pana tayo satipi samādhibale vipassanābalassa abhāvato, aparipuṇṇattā ca samāpajjituṃ na sakkonti. Aparipuṇṇatā cassa saṅkhārānaṃ na sammā parimadditattā. Aṭṭha samāpatti…pe… samāpajjantī’’ti vatvā tattha kāraṇaṃ pāḷivaseneva dassetuṃ ‘‘dvīhi balehī’’tiādi vuttaṃ. Tayo ca saṅkhārānanti ettha tayoti sāmiatthe paccattavacanaṃ, tiṇṇanti attho. Ñāṇacariyāhīti ñāṇappavattīhi. Nirodhasamāpattiyāti nirodhasamāpajjanāya ñāṇaṃ. Ayañca sampadāti ayaṃ baladvayasamannāgamādikā yathāvuttanirodhasamāpattiāvahā sampatti. Anāgāmikhīṇāsaveti anāgāmino ceva khīṇāsave ca.",
  "anya-e0104n11:31": "869.Samathabalanti kāmacchandādike paccanīkadhamme sametīti samatho, so eva paṭipakkhehi akampiyaṭṭhena balaṃ. Aniccādivasena vividhehi ākārehi passatīti vipassanā, sā eva vuttanayena balanti vipassanābalaṃ. Nekkhammavasenātiādīsu kāmacchandavikkhambhanassa nekkhammasaṅkappassa, alobhapadhānassa vā tathāpavattakusalacittuppādassa vasena cittassa ekaggatāsaṅkhāto yo avikkhepo, taṃ samathabalaṃ. Byāpādavikkhambhanassa abyāpādavitakkassa, adosapadhānassa vā tathāpavattakusalacittuppādassa vaseneva. Thinamiddhavikkhambhikāya vibhūtaṃ katvā manasikaraṇena upaṭṭhitaālokasaññāya vasena. Uddhaccavikkhambhanassa avikkhepassa samādhānassa vasena. Sakalamicchāvitakkavikkhambhanassa sikhāpattaānāpānassatisiddhapaṭinissaggānupassiassāsapassāsānaṃ vasena cittassa ekaggatāsaṅkhāto yo avikkhepo, taṃ samathabalanti atthayojanā.",
  "anya-e0104n11:32": "Evaṃ upacārassa jhānassa vasena samathabalaṃ dassetvā idāni taṃ aṭṭhannaṃ samāpattīnaṃ vasena paṭipakkhehi anabhibhavanīyatāya ca balappattivasena dassetuṃ ‘‘paṭhamajjhānenā’’tiādi vuttaṃ. Tattha nīvaraṇeti nīvaraṇanimittaṃ nīvaraṇapaccayā. Na kampati jhānasamaṅgipuggalo, jhānasampayuttasamādhi vā. So hi visesato idha ‘‘samathabala’’nti adhippeto. Tathā hi kenaṭṭhena samathabalanti balaṭṭho pucchito. Uddhacceti uddhaccanimittaṃ. Uddhaccasahagatakileseti uddhaccena sampayuttamohaahirikādikilesahetu. Khandheti uddhaccasampayuttacatukkhandhanimittaṃ. Na kampatītiādīni aññamaññavevacanāni. Kampanaṃ vā ṭhānāpagamo. Calanaṃ paribbhamanaṃ. Vedhanaṃ sandhāvanaṃ. Uddhacce na kampati, uddhaccasahagatakilese na calati, uddhaccasahagatakkhandhe na vedhatīti vā yojetabbaṃ. Uddhaccaggahaṇañcettha samathassa ujupaṭipakkhatāya tadabhibhavena balappattidassanatthaṃ. Tenetaṃ aṭṭhannampi samāpattīnaṃ sādhāraṇato kiccātisayadassanaṃ daṭṭhabbaṃ. Idaṃ samathabalanti yāyaṃ nekkhammādivasena laddhāya cittekaggatāya nīvaraṇādīhi akampanīyatā, tāni ca abhibhavitvā avaṭṭhānaṃ, idaṃ samathabalaṃ.",
  "anya-e0104n11:33": "Idāni vipassanābalaṃ niddisanto yasmā vipassanā saṅkhepato sattahi anupassanāhi saṅgahitā, tasmā tato tato samāpattito vuṭṭhāya tāsaṃ vasena anupassanā kātabbā, tattakeneva cettha anupassanākiccaṃ paripuṇṇaṃ hotīti ‘‘aniccānupassanā vipassanābalaṃ…pe… paṭinissaggānupassanā vipassanābala’’nti sarūpato dassetvā puna tā heṭṭhā vuttanayena visayavibhāgena dassetuṃ ‘‘rūpe aniccānupassanā’’tiādi vuttaṃ. Idhāpi paṭipakkhehi anabhibhavanīyatāva balaṭṭhoti dassetuṃ ‘‘kenaṭṭhena vipassanābala’’ntiādi āraddhaṃ. Tattha avijjāyāti dvādasasu akusalacittuppādesu avijjānimittaṃ. Avijjāsahagatakileseti avijjāya sampayuttalobhadosādikilesavatthunimittaṃ. Sesaṃ heṭṭhā vuttanayattā suviññeyyameva. Avijjaggahaṇañcettha vipassanāya ujupaṭipakkhatāya tadabhibhavena balappattidassanatthaṃ. Tenetaṃ sattannampi anupassanānaṃ sādhāraṇato kiccātisayadassanaṃ daṭṭhabbaṃ. Idaṃ vipassanābalanti yāyaṃ aniccānupassanādivasena laddhassa vipassanāñāṇassa niccasaññādinimittaṃ akampanīyatā, tā ca abhibhavitvā avaṭṭhānaṃ, idaṃ vipassanābalaṃ.",
  "anya-e0104n11:34": "Vitakkavicārā vacīsaṅkhārā vācaṃ saṅkharonti pavattentīti katvā. Tenāha ‘‘pubbe kho, āvuso visākha, vitakketvā vicāretvā pacchā vācaṃ bhindati, tasmā vitakkavicārā vacīsaṅkhāro’’ti (ma. ni. 1.463; saṃ. ni. 4.348). Te pana dutiyajjhāne vūpasantā hontīti āha ‘‘dutiyajjhānaṃ…pe… paṭippassaddhā hontī’’ti. Kāyena saṅkharīyantīti kāyasaṅkhārā, assāsapassāsā. Tathā hi vuttaṃ ‘‘assāsapassāsā kho, āvuso visākha, kāyikā ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro’’ti (ma. ni. 1.463; saṃ. ni. 4.348). Te pana yasmā catutthajjhāne vūpasantā honti, tasmā āha ‘‘catutthajjhānaṃ…pe… paṭippassaddhā hontī’’ti. Cittena saṅkharīyantīti cittasaṅkhārā, saññā vedanā. Tathā hi vuttaṃ ‘‘saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro’’ti (saṃ. ni. 1.463; saṃ. ni. 4.348). Te pana yasmā nirodhaṃ samāpannassa vūpasamanti, tasmā vuttaṃ ‘‘saññāvedayita…pe… paṭippassaddhā hontī’’ti.",
  "anya-e0104n11:35": "Ñāṇacariyāsu vivaṭṭānupassanāggahaṇeneva tassa ādibhūtā sesānupassanāpi gahitāva honti tadavinābhāvato. Maggo ñāṇacariyā, phalasamāpatti ñāṇacariyāti maggaphalasamāpattīnaṃ ñāṇacariyābhāvavacanaṃ maggaphaladhammānaṃ ñāṇapadhānattā, ñāṇena vā indriyādhipatihetumaggapaccayādivasena sātisayapaccayabhūtena sesā maggaphaladhammā caritā pavattitāti katvā tathā vuttaṃ. Samādhicariyāsupi eseva nayo . Imāhi soḷasahīti aṭṭhannaṃ anupassanānaṃ, aṭṭhannañca maggaphalañāṇānaṃ vasena imāhi soḷasahi ñāṇapavattīhi.",
  "anya-e0104n11:36": "Navahi samādhicariyāhīti aṭṭha samāpattiyo aṭṭha samādhicariyā, tāsaṃ upacārasamādhi upacārasamādhibhāvanāsāmaññena ekā samādhicariyāti evaṃ navahi samādhicariyāhi. Tenāha ‘‘paṭhamajjhānaṃ samādhicariyā’’tiādi. Paṭhamajjhānapaṭilābhatthāya vitakko cātiādi nānāvajjanupacāravasena vuttanti daṭṭhabbaṃ, uparisamāpattīnampi upacārassa tatheva vuttattā. Na hi ekāvajjane catutthajjhānādiupacāre pītiādayo sambhavanti. Ettha ca ‘‘paṭhamajjhānapaṭilābhatthāyā’’tiādivacanena upacārasamādhissāpi pāripūrī icchitabbāti dasseti. Kiṃ panettha samathabalasamādhicariyānaṃ nānattaṃ, kiṃ vā vipassanābalalokiyañāṇacariyānaṃ? Yathā samathabalepi ‘‘nekkhammavasenā’’tiādinā upacārasamādhinā saddhiṃ aṭṭhasu samāpattīsu appanāsamādhiyeva vutto, tathā samādhicariyāsu, vipassanābalalokiyañāṇacariyāsu ca vipassanāva vuttāti? Kiñcāpi vuttā, vivaṭṭānupassanā pana purecarañāṇādivipassanābale avuttā eva ñāṇacariyāsu vuttā. Apica paṭipakkhehi akampiyaṭṭho balaṭṭho, pañcannaṃ vasībhāvānaṃ vasena suciṇṇatā cariyaṭṭho, eteneva samathabalasamādhicariyānampi nānattaṃ saṃvaṇṇitanti daṭṭhabbaṃ.",
  "anya-e0104n11:37": "Vasībhāvatā paññāti ettha vaso etassa atthīti vasī, tassa bhāvo vasībhāvo, sā eva vasībhāvatā. ‘‘Vasiyo’’ti pana pāḷiyaṃ itthiliṅgavasena vuttattā tāyo dassetuṃ ‘‘vasīti pañca vasiyo’’tiādi vuttaṃ. Tattha jhānaṃ āvajjantassa nirantaraṃ jhānaṅgesu cittappavattanasamatthatā āvajjanavasī. Samāpajjitukāmassa sīghaṃ jhānaṃ samāpajjanasamatthatā samāpajjanavasī. Accharāmattaṃ vā katipayaccharāmattaṃ vā khaṇaṃ jhānaṃ ṭhapetuṃ samatthatā adhiṭṭhānavasī. Tatheva lahuṃ vuṭṭhātuṃ samatthatā vuṭṭhānavasī. Paccavekkhaṇavasī pana āvajjanavasiyā eva sijjhati. Paccavekkhaṇajavanāneva hi tattha āvajjanānantarānīti. Ayamettha saṅkhepo, vitthāro pana heṭṭhā āgato eva. Ayañca vasībhāvo samādhicariyānaṃ vasena vutto. Ñāṇacariyāsu pana lokuttarānaṃ ñāṇacariyānaṃ vasībhāvāpādanakiccaṃ nāma natthi. Paṭipakkhassa suvihatattā sabhāvasiddho tattha vasībhāvo, lokiyānaṃ pana paguṇabalavabhāvāpādanena vasībhāvo labbhateva.",
  "anya-e0104n11:38": "870.Ukkaṭṭhaniddesoti anavasesaniddeso. Cuddasahi ñāṇacariyāhi hoti aggamaggaphalānaṃ anadhigatattāti. Yadi evanti yadi ukkaṭṭhaniddesavasena ‘‘soḷasahi ñāṇacariyāhī’’ti vuttaṃ, tato avakaṃsavasenapi icchitabbaṃ, evaṃ sante kiṃ na hoti nirodhasamāpajjananti adhippāyo. Pañca kāmaguṇā vatthubhūtā etassa santīti pañcakāmaguṇiko, kāmarāgo. Appahīnattā asamucchinnattā. Na hi kāmarāgassa vikkhambhanappahānamattaṃ nirodhassa adhiṭṭhānaṃ bhavituṃ sakkoti. Tasmāti samādhipāripanthikassa kāmarāgassa supahīnattā. Etena kāmaṃ maggaphalañāṇacariyā lokiyañāṇasamādhicariyā viya nirodhasamāpajjane sarūpena na viniyujjanti tadā appavattanato, tassa tassa pana paṭipakkhassa samucchindanena balacariyānaṃ visesapaccayatāya nirodhasamāpattiyā adhiṭṭhānaṃ hotīti dasseti. Esāti anāgāmī. Idañhi ‘‘nirodhā vuṭṭhahantassā’’tiādivacanaṃ anāgāminova nirodhā vuṭṭhānaṃ sandhāya vuttaṃ ‘‘nevasaññānāsaññāyatanakusala’’nti (paṭṭhā. 1.1.417) vacanato, aññathā ‘‘nevasaññānāsaññāyatanakiriyā’’ti (paṭṭhā. 1.1.417) vucceyya.",
  "anya-e0104n11:39": "871.‘‘Pañcavokārabhave’’ti kasmā vuttaṃ, nanu catuvokārabhavepi arūpajjhānavasena yathārahaṃ anupubbasamāpatti labbhatīti? Kāmaṃ labbhati, sā pana ‘‘anupubbasamāpattī’’ti na vuccati ekadesabhāvato. Aṭṭhasamāpattivaseneva ca ‘‘anupubbasamāpattī’’ti vuccatīti dassento āha ‘‘paṭhamajjhānādīnaṃ uppatti natthī’’ti. Vatthussa abhāvāti hadayavatthuno abhāvāti vadanti, karajakāyasaṅkhātassa pana vatthuno abhāvāti attho. Yadi hi āruppe nirodhaṃ samāpajjeyya, cittacetasikānaṃ, aññassa ca kassaci abhāvato apaññattikova bhaveyya anupādisesāya nibbānadhātuyā parinibbutasadiso. Kiñcāyaṃ upādāya nirodhaṃ samāpannoti vucceyya, kiṃ vā etāya vatthucintāya. Aṅgavekallatova natthi āruppe nirodhasamāpattisamāpajjanaṃ.",
  "anya-e0104n11:40": "872.Saṅkhārānaṃpavattibhedeti saṅkhatadhammānaṃ khaṇe khaṇe uppajjane, bhijjane ca, tesaṃ vā kusalādibhedabhinne yathārahaṃ tīhi dukkhatāhi upaddute pavattivibhāge. Cittacetasikavigamehi rūpadhammesu labbhamānāpi saṅkhāradukkhatā abbohārikataṃ āpajjati. Ukkaṇṭhitvāti nibbinditvā. Nibbānaṃ patvāti anupādisesanibbānaṃ patvā viya. Sukhanti niddukkhaṃ.",
  "anya-e0104n11:41": "873.Samathavipassanāvasenāti yuganaddhānaṃ viya aññamaññūpakāritāya sahitānaṃ vasena. Ussakkitvāti ukkaṃsaṃ patvā yāva nevasaññānāsaññāyatanā, yāva ca anulomañāṇā āruhitvā. Nirodhayatoti nevasaññānāsaññāyatanaṃ samāpajjitvā taṃ nirodhentassa. Aññassa kassacipi cittassa anuppajjanena evamassā nirodhasamāpattiyā samāpajjanaṃ hoti. ‘‘Yo hī’’tiādinā ‘‘samathavipassanāvasenā’’ti vuttamevatthaṃ byatirekamukhena vivarati. Nevasaññānāsaññāyatanasamāpattiṃ patvā tiṭṭhati taduddhaṃ suddhasamathavipassanāya abhāvato. Yo vipassanāvaseneva ussakkati sace ariyo phalasamāpattatthiko, so attano phalasamāpattiṃ patvā tiṭṭhati. Atha puthujjano, sekho vā maggatthiko tāya ce vipassanāya maggaṃ patvā phale ṭhito, sopi phalasamāpattiṃ patvā tiṭṭhaticceva vuccati. Soti ubhayavasena paṭipanno. Tanti nirodhasamāpattiṃ.",
  "anya-e0104n11:42": "874. Yena phaladvayasamannāgamādinā nirodhaṃ samāpajjituṃ samattho hoti, so vidhi pageva vibhāvitoti samāpajjanākārameva dassento ‘‘katabhattakicco’’tiādimāha. Tañhi sabbāsampi bhāvanānaṃ sādhāraṇaṃ pubbakiccaṃ. Tattha saṅkhāreti tasmiṃ paṭhamajjhāne, paṭhamajjhānacittuppāde vā saṅkhāre.",
  "anya-e0104n11:43": "‘‘Vipassatī’’ti vuttaṃ, kīdisī panettha vipassanā icchitabbāti taṃ niddhāraṇatthaṃ ‘‘vipassanā panesā’’tiādinā tameva vipassanaṃ tidhā bhinditvā dasseti. Mandā ce vipassanā, dandhābhiññaṃ maggaṃ sādheti. Tikkhā ce, khippābhiññanti ayaṃ mandatikkhatāya viseso. Lakkhaṇappattā pana vipassanā maggassa paccayo hotiyevāti imamatthaṃ dassento āha ‘‘saṅkhāra…pe… hotiyevā’’ti. Tikkhāva vaṭṭati saṅkhārārammaṇepi sati sabbasaṅkhārehi vivaṭṭanākāreneva pavattanato, maggo viya visaṅkhāragatassa phalassa paccayabhāvato ca. Tenāha ‘‘maggabhāvanāsadisā’’ti. Yasmā atimandā samathādikā saṅkhārānaṃ nirodhane asamatthā samathaniṭṭhā hoti, atitikkhā ñāṇādikā sātisayaṃ saṅkhāresu dosadassane phalasamāpattiniṭṭhā hoti, tasmā vuttaṃ ‘‘nātimandanātitikkhā vaṭṭatī’’ti. Esa nirodhasamāpajjanako. Te saṅkhāreti te paṭhamajjhānasaṅkhāre.",
  "anya-e0104n11:44": "‘‘Tathevā’’ti iminā ‘‘nātimandāya nātitikkhāyā’’ti imamatthaṃ ākaḍḍhati. Esa nayo sesesupi. ‘‘Ākiñcaññāyatanaṃ samāpajjitvā vuṭṭhāya tattha saṅkhāre tatheva vipassatī’’ti vattabbaṃ, heṭṭhā vuttanayattā pana taṃ avatvā ‘‘catubbidhaṃ pubbakiccaṃ karoti’’cceva vuttanti keci, taṃ tesaṃ matimattaṃ. Vipassanācārato hi samādhicāro, tasmā samāpattito vuṭṭhāya pubbakiccaṃ kātabbaṃ. Tathā hi paratopi ‘‘ākiñcaññāyatanaṃ samāpajjitvā vuṭṭhāya imaṃ pubbakiccaṃ katvā’’tiādiṃ (visuddhi. 2.879) vakkhati, na pana ‘‘tattha saṅkhāre tatheva vipassitvā’’ti. Nānābaddhaavikopananti attanā asambaddhassa parikkhārassa avināsanaṃ. Yathā taṃ na vinassati, tathā adhiṭṭhānaṃ. Saṅghapaṭimānananti saṅghassa paṭimānanāvajjanaṃ. Satthupakkosananti satthu pakkosanāvajjanaṃ. Addhānaparicchedanti jīvitaddhānaparicchedaṃ pubbakiccaṃ karotīti sambandho.",
  "anya-e0104n11:45": "875.Adhiṭṭhātabbanti cittaṃ uppādetabbaṃ. Tathā cittuppādanameva hettha adhiṭṭhānaṃ.",
  "anya-e0104n11:46": "Cittajarūpādīnaṃ anuppajjanato, pacchājātapaccayādiupatthambhābhāvato ca sattāhameva tathā sarīraṃ pavattati, tato paraṃ kilamatīti sattāhameva paricchinditvā nirodhaṃ samāpajjantīti vadanti.",
  "anya-e0104n11:47": "Samāpattivasenevāti nirodhasamāpattivaseneva. Naṃ aggiādiantarāyaṃ rakkhati samāpannako adhiṭṭhānavasenāti adhippāyo. Āyasmato sañjīvassātiādīsu yaṃ vattabbaṃ, taṃ heṭṭhā iddhikathāyaṃ (visuddhi. 2.374) vuttameva.",
  "anya-e0104n11:48": "876.Etassāti nirodhaṃ samāpajjantassa, nirodhasamāpajjanassa vā. Tasmiṃ samayeti tasmiṃ tassa bhikkhuno upasaṅkamanasamaye vuṭṭhātiyeva. Kālaparicchedasadisañhetaṃ.",
  "anya-e0104n11:49": "Evaṃ garukāti aggiādīhipi anabhibhavanīyaṃ nirodhaṃ samāpannaṃ samāpattito vuṭṭhāpanato evaṃ garukā hi saṅghassa āṇā nāma, tasmā attano hitasukhaṃ ākaṅkhantena jīvitahetupi saṅghassa āṇā na atikkamitabbāti adhippāyo.",
  "anya-e0104n11:50": "877.Na pakkosati ‘‘satthā taṃ, āvuso, āmantetī’’ti. ‘‘Vuṭṭhahissāmī’’ti āvajjitabbanti sambandho.",
  "anya-e0104n11:51": "878.Jīvitaddhānassāti attano jīvitakālassa jīvitappavattiyā. Āyu eva āyusaṅkhārā. ‘‘Āyuusmāviññāṇānī’’ti ca vadanti, te cassa pakaticittasseva ārammaṇaṃ honti. Antonirodhe maraṇaṃ natthi carimabhavaṅgena mīyanato. Āvajjitvāva samāpajjitabbaṃ ‘‘sahasā maraṇaṃ mā ahosī’’ti. Sahasā hi maraṇe aññabyākaraṇabhikkhuovādadānasāsanānubhāvadīpanānaṃ anissaro siyā, anāgāmino vā aggamaggānadhigamo siyā. Avasesanti nānābaddhaavikopanāditividhampi pubbakiccaṃ. Vuttaṃ aṭṭhakathāyaṃ.",
  "anya-e0104n11:52": "879. Kiñcāpi ‘‘ekaṃ vā dve vā’’ti aniyametvā viya vuttaṃ, dve vāre eva pana niyamato vadanti. Cittavāreti nevasaññānāsaññāyatanacittavāre. Nirodhaṃ phusatīti acittakabhāvamevāha. Nirodhassa payogattāti cittanirodhāya payogabhāvato, baladvayasambharaṇādipayogassa cittanirodhattāti attho. Samathavipassanābalasamannāgamo, ñāṇasamādhicariyāvasībhāvo cettha aññamaññānativattanavaseneva icchitabboti āha ‘‘dve samathavipassanādhamme yuganaddhe katvā’’ti. Anupubbanirodhassa payogoti paṭhamajjhānādīnaṃ, tadanupassanānañca anupubbato nirodhanassāyaṃ payogo. Idaṃ vuttanayena aṭṭhasamāpattiārohanaṃ na nevasaññānāsaññāyatanasamāpattiyā samāpajjanassa. Tasmā dvinnaṃ cittānaṃ upari cittāni na pavattantīti yojanā.",
  "anya-e0104n11:53": "Paratoacittako bhavituṃ na sakkotīti sakalaṃ yathāparicchinnakālaṃ acittako bhavituṃ na sakkoti. Tañca kho saṅghapaṭimānanasatthupakkosanaaddhānaparicchedāvajjanānaṃ akaraṇena, na nānābaddhaavikopanassa. Tassa hi akaraṇena kadāci kevalaṃ tādisassa parikkhārassa avināso na siyā, na nirodhasamāpattivibandho. Ayañca attho mahānāgattheravatthunā vibhāvito eva. Evaṃ sante tīhi ākārehi nirodhasamāpattiyā vuṭṭhānaṃ hotīti āpajjati, tasmā taṃ na sārato paccetabbaṃ. Paṭinivattitvā puna ākiñcaññāyataneyeva patiṭṭhātīti iminā samāpattiyā vibandhe jāte evaṃ hotīti dasseti, avibandheneva pana yathāparicchinnakālavītikkamane phalacittuppattiyā vuṭṭhānaṃ hoti. Evañca katvā gambhīrakandaroruḷhatattapāsāṇakkantapurisanidassanampi samatthitaṃ hotīti keci vadanti. Apare pana ‘‘pubbakiccassa akatattā nevasaññānāsaññāyatanaṃ samāpannamattova ‘paṭinivattitvā ākiñcaññāyatane patiṭṭhātī’ti vuttattā saṅghapaṭimānanādiekaccapubbakiccākaraṇe aṅgavekallato nirodhasamāpattisamāpajjanaṃ na ijjhatevā’’ti vadanti. Vattasadisañhetaṃ nirodhasamāpattiyā, yadidaṃ pubbakiccakaraṇaṃ. Tasmā tattha yaṃ garutaraṃ, tassa akaraṇaṃ samāpajjanaṃ vibandhatīti apare. Vīmaṃsitvā gahetabbaṃ. ‘‘Ākiñcaññāyatane patiṭṭhātī’’ti ca idaṃ puna ākiñcaññāyatanassa samāpajjitabbattā vuttaṃ. Samāpajjitvā hi vuṭṭhāya pubbakiccassa kātabbattā.",
  "anya-e0104n11:54": "Yathā panātiādi katapubbakiccatāsāmaññena upamāsaṃsandanaṃ.",
  "anya-e0104n11:55": "880.Assāti nirodhasamāpattiyā. ‘‘Kālaparicchedavasenā’’tiādinā catūhi ākārehi nirodhasamāpattiyā ṭhānaṃ dasseti.",
  "anya-e0104n11:56": "882.Vivekaninnanti nissaraṇavivekaninnaṃ, pageva saṅkhāravimukhatāya, phalacittuppattiyā cāti veditabbaṃ.",
  "anya-e0104n11:57": "883. Ūsaṅkhārattayapaṭippassaddhiyā, avasesacetasikaviññāṇābhāvena rūpadhammamattāvasesatāya ca matanirodhasamāpannānaṃ avisesaṃ gahetvā pucchā ‘‘matassa ca samāpannassa ca ko viseso’’ti. Kāmaṃ nesaṃ saṅkhārattayapaṭippassaddhiādīhi aviseso, rūpadhammamattāvasesatāya pana āyuusmāindriyānaṃ apagamānapagamanaṃ visesoti dassetuṃ ‘‘yvāya’’ntiādi vuttaṃ.",
  "anya-e0104n11:58": "884.Sabhāvatoti sabhāvadhammato, paramatthatoti attho. Paramatthato hi vijjamānānaṃ saṅkhatādibhāvena vattabbataṃ labhati, na avijjamānaṃ. Samāpajjantassa vasenāti yasmā samāpajjantassa ariyapuggalassa samathavipassanādhamme yuganaddhe katvā aṭṭha samāpattiyo ārohantassa anukkamena saṅkhārānaṃ paṭippassambhanapayoganibbattiyā nirodhasamāpatti nipphannā nāma hoti, tasmā taṃ payoganibbattiṃ upādāya ‘‘nipphannā’’ti vattuṃ vaṭṭati.",
  "anya-e0104n11:59": "Saṅkhāravūpasamato, santadhammasamanvayato ca santaṃ. Ariyehi eva nisevitabbattā ariyanisevitaṃ. Tissannampi dukkhatānaṃ nibbutabhāvato nibbānamiti saṅkhaṃ upāgataṃ. Ariyaṃ paññanti suvisuddhaṃ maggaphalapaññaṃ. Imissāpīti nirodhasamāpattiyā. Samāpattisamatthatāti samāpajjanasamatthatā.",
  "anya-e0104n11:60": "Āhuneyyabhāvādisiddhikathāvaṇṇanā",
  "anya-e0104n11:61": "885.Āhuneyyabhāvādisiddhīti āhuneyyapāhuneyyadakkhiṇeyyaañjalikaraṇīyaanuttarapuññakkhettabhāvasiddhi. Avisesenāti dassanamaggapaññādivisesena vinā, etissā lokuttarapaññāya. Ānetvā hunitabbanti āhunaṃ, dūratopi ānetvā dātabbadānaṃ, taṃ paṭiggahetuṃ yuttoti āhuneyyo. Pāhunaṃ vuccati āgantukadānaṃ, taṃ paṭiggahetuṃ yuttoti pāhuneyyo. Dakkhiṇaṃ arahatīti dakkhiṇeyyo, añjalikaraṇaṃ añjalikammaṃ, taṃ arahatīti añjalikaraṇīyo. Anuttaraṃ uttamaṃ sattānaṃ puññaviruhanaṭṭhānanti anuttaraṃ puññakkhettaṃ lokassāti ayamettha saṅkhepo. Vitthāro pana heṭṭhā vuttoyeva.",
  "anya-e0104n11:62": "886.Mandāyavipassanāya āgatoti atikkhāya vipassanāya vasena paṭhamamaggapaññaṃ bhāvetvā sotāpannabhāvaṃ āgato. Saddhādīnaṃ mudūnaṃ indriyānaṃ vasena mudindriyopi samāno. Sattakkhattuparamoti sattakkhattuṃ paramā bhavūpapatti attabhāvaggahaṇaṃ, tato paraṃ aṭṭhamaṃ bhavaṃ nādiyatīti sattakkhattuparamo. Saṃsaritvāti paṭisandhiggahaṇavasena aparāparaṃ gantvā. Dukkhassantaṃ karotīti vaṭṭadukkhassa pariyantaṃ pariyosānaṃ karoti. Ayaṃ kālena devalokassa, kālena manussalokassāti missakassa bhavassa vasena ‘‘sattasugatibhave saṃsaritvā’’ti vutto. Kulato kulaṃ gacchatīti kolaṃkolo. Sotāpattiphalasacchikiriyato paṭṭhāya hi nīcakule upapatti nāma natthi, mahābhogakulesuyeva nibbattatīti attho. Dve vā tīṇi vā kulānīti devamanussavasena dve vā tayo vā bhave. Iti ayampi missakabhaveneva kathito. Desanāmattameva cetaṃ ‘‘dve vā tīṇi vā’’ti. Yāva chaṭṭhabhavā saṃsarantopi kolaṃkolova hoti. Attabhāvaggahaṇasaṅkhātaṃ ekaṃyeva khandhabījaṃ etassa atthīti ekabījī. ‘‘Mānusakaṃ bhava’’nti idampi desanāmattaṃ. ‘‘Devabhavaṃ nibbattetī’’tipi vattuṃ vaṭṭatiyeva. Ko panetesaṃ imaṃ pabhedaṃ niyametīti? Tiṇṇaṃ maggānaṃ vipassanā. Sace hi upari tiṇṇaṃ maggānaṃ vipassanā balavatī hoti, ekabījī nāma hoti. Tato mandāya kolaṃkolo, tato mandatarāya sattakkhattuparamo.",
  "anya-e0104n11:63": "887. Paṭisandhivasena sakiṃ āgacchatīti sakadāgāmī. Sakidevāti ekavāraṃyeva. ‘‘Imaṃ lokaṃ āgantvā’’ti iminā pañcasu sakadāgāmīsu cattāro vajjetvā ekova gahito. Ekacco hi idha sakadāgāmiphalaṃ patvā idheva parinibbāti, ekacco idha patvā devaloke parinibbāti, ekacco devaloke patvā tattheva parinibbāti, ekacco devaloke patvā idhūpapajjitvā parinibbāti. Ime cattāropi idha na gahitā. Yo pana idha patvā devaloke yāvatāyukaṃ vasitvā puna idhūpapajjitvā parinibbāti, ayaṃ idha gahito.",
  "anya-e0104n11:64": "888. Paṭisandhivasena idha anāgamanato anāgāmī. Indriyavemattatāvasenāti saddhādīnaṃ vimuttiparipācakaindriyānaṃ paropariyattena. Pañcadhā idha vihāya niṭṭho hotīti so anāgāmī antarāparinibbāyiādibhāvena pañcapakārena imaṃ lokaṃ pajahitvā parinibbāyanako hoti. Āyuvemajjhassa antarāyeva kilesaparinibbānena parinibbāyanato antarāparinibbāyī. Upahaccāti vā upagantvā kālakiriyaṃ. Appayogenāti adhimattapayogena vinā appakasireneva tikkhindriyatāya sukheneva. Sappayogenāti ettha vuttavipariyāyena attho veditabbo. Uddhaṃ vā hi bhāvena uddhamassa taṇhāsotaṃ, vaṭṭasotaṃ vāti uddhaṃsoto. Uddhaṃ vā gantvā paṭilabhitabbato uddhamassa maggasotanti uddhaṃsoto. Paṭisandhivasena akaniṭṭhabhavaṃ gacchatīti akaniṭṭhagāmī.",
  "anya-e0104n11:65": "Yatthupapannoti avihādīsu yattha yattha upapanno. Imesaṃ pana anāgāmīnaṃ pabhedajānanatthaṃ uddhaṃsotaakaniṭṭhagāmicatukkaṃ veditabbaṃ – yo hi avihato paṭṭhāya cattāro devaloke sodhetvā akaniṭṭhaṃ gantvā parinibbāti, ayaṃ uddhaṃsoto akaniṭṭhagāmī nāma. Yo pana heṭṭhā tayo devaloke sodhetvā sudassīdevaloke ṭhatvā parinibbāti, ayaṃ uddhaṃsoto naakaniṭṭhagāmī nāma. Yo ito akaniṭṭhameva gantvā parinibbāti, ayaṃ nauddhaṃsoto akaniṭṭhagāmī nāma. Yo pana heṭṭhā catūsu devalokesu tattha tattheva parinibbāti, ayaṃ nauddhaṃsoto naakaniṭṭhagāmī nāma. Ete pana avihesu upapannasamanantarā āyuvemajjhaṃ appatvā, patvā ca parinibbāyanavasena tayo antarāparinibbāyino, eko upahaccaparinibbāyī, eko uddhaṃsototi pañca. Te asaṅkhārasasaṅkhāraparinibbāyivibhāgena dasa honti. Tathā atappasudassasudassīsūti cattāro dasakā cattālīsaṃ. Akaniṭṭhe pana uddhaṃsoto natthi. Tayo antarāparinibbāyino, eko upahaccaparinibbāyīti cattāro. Te asaṅkhārasasaṅkhāraparinibbāyivibhāgena aṭṭhāti aṭṭhacattālīsaṃ anāgāmino.",
  "anya-e0104n11:66": "Sotāpannā pana paṭipadābhedena cattāro sattakkhattuparamā, cattāro kolaṃkolā, cattāro ekabījinoti saddhādhurena paṭipannā dvādasa, tathā paññādhurenāti catuvīsati.",
  "anya-e0104n11:67": "Sakadāgāmino suññatavimokkhena vimuttā paṭipadāvasena cattāro, tathā animittaappaṇihitavimokkhehīti dvādasa.",
  "anya-e0104n11:68": "889. Tathā arahanto. Te pana dvādasa paññāvimuttā, dvādasa ubhatobhāgavimuttā, dvādasa tevijjā, dvādasa chaḷabhiññā, dvādasa paṭisambhidāppattāti samasaṭṭhi honti. Evamete saddhiṃ paccekasambuddhasammāsambuddhehi chacattālīsādhikasataṃ ariyā. Yasmā tesaṃ ariyabhāvasiddhi ariyāya paññābhāvanāya, tena vuttaṃ ‘‘āhuneyyabhāvādisiddhipi imissā lokuttarapaññābhāvanāya ānisaṃso’’ti. Lokiyavijjābhiññāhi vināpi ubhatobhāgavimuttatā hotīti ubhatobhāgavimutto visuṃ gahito. Yaṃ sandhāya vuttanti yaṃ catutthamaggapaññābhāvanaṃ sandhāya heṭṭhā saṅkhepato gāthāvaṇṇanāyaṃ vuttaṃ, taṃ pana vuttākāraṃ nigamanavasena dassetuṃ ‘‘maggakkhaṇe’’tiādi vuttaṃ. Kāmaṃ catūsupi maggakkhaṇesu taṃ jaṭaṃ vijaṭeti nāma, phalakkhaṇesupi yathārahaṃ vijaṭitajaṭo, aggaphalakkhaṇeyeva pana sabbaso vijaṭitajaṭo, tato paraṃ vijaṭetabbāya jaṭāya abhāvato. Tenettha heṭṭhā heṭṭhimamaggapaññābhāvanānisaṃsassa vuttattāva catutthamaggapaññābhāvanāvasena attho vutto.",
  "anya-e0104n11:69": "Ratinti abhiratiṃ, abhirucinti attho. Tatthāti ariyāya paññābhāvanāya.",
  "anya-e0104n11:70": "890.Imissā gāthāyāti imissaṃ gāthāyaṃ. Gāthā hi attano atthabhūtassa visuddhimaggassa ādhārabhāvena vuttā, sāmivacanaṃ vā etaṃ atthassa taṃsambandhibhāvato.",
  "anya-e0104n11:71": "Paññābhāvanānisaṃsaniddesavaṇṇanā niṭṭhitā.",
  "anya-e0104n11:72": "Iti tevīsatimaparicchedavaṇṇanā.",
  "anya-e0104n11:73": "Nigamanakathāvaṇṇanā",
  "anya-e0104n11:74": "891.Imissādāni gāthāyātiādīnaṃ gāthānaṃ attho heṭṭhā vutto eva. Svāyaṃ ‘‘visuddhimaggaṃ bhāsissa’’nti evaṃ paṭiññāto visuddhimaggo ettāvatā bhāsito hotīti sambandho.",
  "anya-e0104n11:75": "892.Tatthātiādīsu ayaṃ padasambandhena saddhiṃ saṅkhepattho – tesaṃ ‘‘sīle patiṭṭhāyā’’tigāthāyaṃ vuttānaṃ sīlādippabhedānaṃ atthānaṃ pañcannampi mahānikāyānaṃ aṭṭhakathānaye aṭṭhakathātantiyaṃ tattha tattha vutto yo vinicchayo, yebhuyyena taṃ sabbaṃ samāharitvā samānetvā nikāyantarassa nikāyagatavādadosasaṅkarehi mutto so nicchayo yasmā pakāsito, tasmā visuddhikāmehi yogīhi etasmiṃ visuddhimagge ādaro karaṇīyoyevāti.",
  "anya-e0104n11:76": "Nigamanagāthāyo",
  "anya-e0104n11:77": "Ettāvatā ca –",
  "anya-e0104n11:78": "Suvisuddhasamācāro, visuddhanayamaṇḍitaṃ;",
  "anya-e0104n11:79": "Visuddhimaggaṃ lokassa, yadaccantavisuddhiyā.",
  "anya-e0104n11:80": "Abhāsi karuṇāvega-samussāhitamānaso;",
  "anya-e0104n11:81": "Mahesi vipulodāta-visuddhimatipāṭavo.",
  "anya-e0104n11:82": "Tassa atthaṃ pakāsetuṃ, kathāmaggaṃ purātanaṃ;",
  "anya-e0104n11:83": "Nissāya yā samāraddhā, atthasaṃvaṇṇanā mayā.",
  "anya-e0104n11:84": "Āyācito siddhagāma-pariveṇanivāsinā;",
  "anya-e0104n11:85": "Therena dāṭhanāgena, suddhācārena dhīmatā.",
  "anya-e0104n11:86": "Sā esā paramatthānaṃ, tattha tattha yathārahaṃ;",
  "anya-e0104n11:87": "Nidhānato paramattha-mañjūsā nāma nāmato.",
  "anya-e0104n11:88": "Sampattā pariniṭṭhānaṃ, anākulavinicchayā;",
  "anya-e0104n11:89": "Aṭṭhāsītippamāṇāya, pāḷiyā bhāṇavārato.",
  "anya-e0104n11:90": "Iti taṃ saṅkharontena, yaṃ taṃ adhigataṃ mayā;",
  "anya-e0104n11:91": "Puññaṃ tassānubhāvena, lokanāthassa sāsane.",
  "anya-e0104n11:92": "Ogāhetvā visuddhāya, sīlādipaṭipattiyā;",
  "anya-e0104n11:93": "Sabbepi dehino hontu, vimuttirasabhāgino.",
  "anya-e0104n11:94": "Ciraṃ tiṭṭhatu lokasmiṃ, sammāsambuddhasāsanaṃ;",
  "anya-e0104n11:95": "Tasmiṃ sagāravā niccaṃ, hontu sabbepi pāṇino.",
  "anya-e0104n11:96": "Sammā vassatu kālena, devo rājā mahīpati;",
  "anya-e0104n11:97": "Saddhammanirato lokaṃ, dhammeneva pasāsatūti.",
  "anya-e0104n11:98": "Badaratitthavihāravāsinā ācariyadhammapālena katā",
  "anya-e0104n11:99": "Paramatthamañjūsā nāma visuddhimaggamahāṭīkā samattā.",
  "anya-e0104n11:100": "Visuddhimagga-mahāṭīkā samattā."
}