{
  "anya-e0702n3:0": "3. Suvaṇṇabhūmisāsanavaṁsakathāmaggo",
  "anya-e0702n3:1": "3. Idāni yathāṭhapitamātikāvasena suvaṇṇabhūmi raṭṭhe sāsanavaṁsakathāmaggassa vatthuṁ okāso anuppattho, tasmā suvaṇṇabhūmiraṭṭhasāsanavaṁsakathāmaggaṁ ārabhissāmi.",
  "anya-e0702n3:2": "Tattha suvaṇṇabhūmīti tīsu rāmaññaraṭṭhesu ekassa nāmaṁ. Tīṇihi rāmaññaraṭṭhāni honti haṁsāvatīmuttimasuvaṇṇabhūmivasena ekadesena sabbampi rāmaññaraṭṭhaṁ gahetabbaṁ. Tattha pana ukkalāpajanapade tapussabhallike ādiṁ katvā bhagavato abhisambujjhitvā sattasattāhesu atikkantesuyeva āsāḷhimāsassa juṇhapakkhapañcamadivasato paṭṭhāya rāmaññaraṭṭhe sāsanaṁ patiṭṭhati.",
  "anya-e0702n3:3": "Idaṁ rāmaññaraṭṭhe paṭhamaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:4": "Bhagavato abhisambuddhakālato pubbeyeva aparaṇṇakaraṭṭhe subhinnanagare tissarañño kāle ekassa amaccassa tisso jayo cāti dveputtā ahesuṁ. Te gihibhāve saṁvegaṁ labhitvā mahāsamuddassa samīpe gajjagirimhi nāma pabbate itthusipabbaṁ pabbajitvā nisīdisuṁ. Tadā nāgiyā vijjādharo santavaṁ katvā dve aṇḍāni vijāyitvā sā nāgī lajjāya tāni vijahitvā gacchi.",
  "anya-e0702n3:5": "Tadā jeṭṭho tissakumāro tāni labhitvā kaniṭṭhena saddhiṁ vibhajitvā ekaṁ ekassa santike ṭhapesi. Kāle atikkante tehi aṇḍehi dve manussā vijāyiṁsu. Te dasa vassavaye sampatte kaniṭṭhassa aṇḍato vijāyanadaharo kālaṁ katvā majjhimadese mithilanagare gavaṁpati nāma kumāro upajji. So sattavassikakāle buddhassa bhagavato santike niyyādetvā pabbājetvā acireneva arahā ahosi.",
  "anya-e0702n3:6": "Jeṭṭhassa pana aṇḍato vijāyanadaharo dvādasavassikakāle sakko devānamindo āgantvā rāmaññaraṭṭhe sudhammapuraṁ nāma nagaraṁ māpetvā sīharājāti nāmena tattha rajjaṁ kārāpesi. Silālone pana sirimāsokoti nāmenāti vuttaṁ. Gavaṁpatitthero ca attanā mātaraṁ daṭṭhukāmo mithilanagarato āgantuṁ ārabhi. Tadā dibbacakkhunā mātuyā kālaṅkatabhāvaṁ ñatvā idāni me mātā kuhiṁ uppajjatīti āvajjanto bāhullena nesādakevaṭṭānaṁ nivāsanaṭṭhānabhūte dese uppajjatīti ñatvā sacāhaṁ gantvā na ovādeyyaṁ, mātā me apāyagamaniyaṁ apuññaṁ vicinitvā catūsu apāyesu uppajjeyyāti cintetvā bhagavantaṁ yācitvā rāmaññaraṭṭhaṁ vehāsamaggena āgacchi. Rāmaññaraṭṭhe sudhammaparaṁ patvā attano bhātunā sīharājena saddhiṁ raṭṭhavāsīnaṁ dhammaṁ desetvā pañcasu sīlesu patiṭṭhāpesi.",
  "anya-e0702n3:7": "Atha sīharājā āha, lokesu bhante tvamasi aggataro puggaloti. Na mahārāja ahaṁ aggataro, tīsu pana bhavesu sabbesaṁ sattānaṁ makuṭasaṅkāso gotamo nāma mayhaṁ satthā atthi, idāni majjhimadesaṁ rājagahaṁ paṭivasatīti. Evaṁ pana bhante sati tumhākaṁ ācariyaṁ mayaṁ daṭṭhuṁ arahāma vā no vāti pucchi. Gavaṁpatittheroca āma mahārāja arahatha bhagavantaṁ daṭṭhuṁ, ahaṁ yācitvā āgacchāmīti vatvā bhagavantaṁ yāci. Bhagavā ca abhisambujjhitvā aṭṭhame vasse saddhiṁ anekasatabhikkhūhi rāmaññaraṭṭhe sukhammapuraṁ ākāsena āgamāsi. Rājavaṁse pañcahi bhikkhusatehi āgamāsīti vuttaṁ. Silālekhane pana vīsatisahassamattehi bhikkhūhīti vuttaṁ. Ettha ca yasmā bhagavā saparisoyeva āgacchi, na ekakoti ettakameva icchitabbaṁ, tasmā nānā vādataṁ paṭicca cittassākulitā na uppādetabbāti.",
  "anya-e0702n3:8": "Atha āgantvā ratanamaṇḍape nisīditvā sarājikānaṁ raṭṭhavāsīnaṁ amatarasaṁ adāsi. Tīsu saraṇesu pañcasu ca sīlesu patiṭṭhāpesi. Atha bhagavā dassanatthāya āgatānaṁ channaṁ tāpasānaṁ cha kesadhātuyo pūjanatthāya adāsi. Tato pacchāsattatiṁsavassāni pūretvā parinibbānakālepi bhagavato adhiṭṭhānānurūpena citakaṭṭhānato tettiṁsa dante gahetvā gavaṁpatitthero sudhammapuraṁ ānetvā sīharañño datvā tettiṁsacetiyāni patiṭṭhāpesi. Evaṁ bhagavato parinibbānato aṭṭhameyeva vasse gavaṁpatitthero rāmañña raṭṭhe sudhammapure sāsanaṁ patiṭṭhāpesi.",
  "anya-e0702n3:9": "Idaṁ rāmaññaraṭṭhe dutiyaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:10": "Bhagavato parinibbutapañcatiṁsādhikānaṁ dvinnaṁ satānaṁ uparisuvaṇṇabhūmiṁ nāma rāmaññaraṭṭhaṁ āgantvā soṇatthero uttarattherocāti dve therā pañcavaggakammārahehi bhikkhūhi saddhiṁ sāsanaṁ patiṭṭhāpesuṁ. Te ca therā mahāmoggaliputtatissattherassa saddhivihārikāti aṭṭhakathāyaṁ āgatā.",
  "anya-e0702n3:11": "Tapussabhallike gavaṁpatittherañca paṭicca sāsanaṁ tāva patiṭṭhahi. Tañca na sabbena sabbaṁ ogāhetvā ye ye pana saddhā pasannā, te te attano icchāvaseneva sāsanaṁ pasīdiṁsu. Pacchā pana soṇuttarattherā mahussāhena ācariya āṇattiyā sāsanassa patiṭṭhāpanatthāya ussukkaṁ āpannā patiṭṭhāpesuṁ. Tena aṭṭhakathāyaṁ etaṁ raṭṭhaṁ gantvā ettha sāsanaṁ patiṭṭhāpehīti kāritapaccayavasena āṇattivibhattivasenaca vuttaṁ.",
  "anya-e0702n3:12": "Tadā pana suvaṇṇabhūmiraṭṭhe sudhammapure sirimāsoko nāma rājā rajjaṁ kāresi. Tañca sudhammapuraṁ nāma kelāsapabbatamuddhani dakkhiṇāya anudisāya pubbaḍḍhabhāgena pabbatamuddhani aparaḍḍhabhāgena bhūmitale tiṭṭhati. Taṁyeva guḷapācakānaṁ massānaṁ gehasadisāni gehāni yebhuyyena, teneva goḷamittika nāmenāpi vohāriyati. Tassa pana nagarassa mahāsamuddasamīpe ṭhitattā dakayakkhinī sabbadā āgantvā rājagehe jāte jāte kumāre khādi.",
  "anya-e0702n3:13": "Soṇuttarattherānaṁ sampattadivasayeva rājagehe ekaṁ puttaṁ vijāyi. Dakayakkhinīca khādissāmīti saha pañcahi yakkhinisatehi āgatā. Taṁ disvā manussā bhāyitvā mahāviravaṁ ravanti. Tadā therā bhayānakaṁ sīhasīsavasena ekasīsasarīradvayasambandhasaṇṭhānaṁ manusīharūpaṁ māpetvā dassetvā taṁ yakkhiniṁ saparisaṁ palāpesuṁ.",
  "anya-e0702n3:14": "Therā ca puna yakkhiniyā anāgamanatthāya parittaṁ akaṁsutasmiñca samāgame āgatānaṁ manussānaṁ brahmajālasuttaṁ adesayyuṁ . Saṭṭhimattasahassā sotāpannādiparāyanā ahesuṁ. Kuladārakānaṁ aḍḍhuḍḍhāni sahassāni pabbajiṁsu. Kuladhītānaṁ pana dighaḍḍhasahassaṁ. Rājakumārānaṁ pañcasatādhikasahassamattaṁ pabbajiṁsu. Avasesāpi manussā saraṇe patiṭṭhahiṁsu. Evaṁ so tattha sāsanaṁ patiṭṭhāpesītii. Vuttañca aṭṭhakathāyaṁ,–",
  "anya-e0702n3:15": "Suvaṇṇabhūmiṁ gantvāna, soṇuttarā mahiddhikā;",
  "anya-e0702n3:16": "Pisāce niddhamitvāna, brahmajāle madesisunti.",
  "anya-e0702n3:17": "Tato paṭṭhāya rājakumārānaṁ soṇuttaranāmehiyeva nāmaṁ akaṁsu. Avasesadvārakānampi rakkhasabhayato vimocanatthaṁ tālapattabhujapattesu therehi māpitaṁ manusīharūpaṁ dassetvā matthake ṭhapesuṁ. Manussāca silāmayaṁ manusīharūpaṁ katvā sudhammapurassa esanne padese ṭhapesuṁ. Taṁ yāvajjatanā atthīti. Iccevaṁ bhagavato parinibbānato pañcatiṁsādhike dvivassasate sampatte soṇuttarattherā āgantvā sāsanaṁ patiṭṭhāpetvā sāsanaṁ patiṭṭhāpetvā anuggahaṁ akaṁsūti.",
  "anya-e0702n3:18": "Idaṁ rāmaññaraṭṭhe tatiyaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:19": "Tato pacchā chasatādhike sahasse sampatte pubbe vuttehi tīhi kāraṇehi sāsanassa uppattiṭṭhānabhūtaṁ rāmaññaraṭṭhaṁ dāmarikacorabhayena pajjararogabhayena sāsanapaccatthikabhayenacāti tīhi bhayehi ākulitaṁ ahosi. Tadā ca tattha sāsanaṁ dubbalaṁ ahosi, yathā udake mande tatrajātaṁ uppalaṁ uppalaṁ dubbalanti. Tattha bhikkhūpi sāsanaṁ yathā kāmaṁ pūretuṁ na sakkā.",
  "anya-e0702n3:20": "Sūriyakumārassa nāma manoharirañño pana kāle sāsanaṁ ativiya dubbalaṁ ahosi. Jinacakke ekachasatādhike vassasahasse sampatte kaliyugeca ekūnavīsatādhike catuvassasate sampatte arimaddananagare anuruddhā nāma rājā tato saha piṭakena bhikkhusaṅghaṁ ānesi.",
  "anya-e0702n3:21": "Tato pacchā jinacakke navādhike sattasate sahasse ca sampatte laṅkādīpe sirisaṅghabodhiparakkamabāhumahārājā sāsanaṁ sodhesi.",
  "anya-e0702n3:22": "Tato channaṁ vassānaṁ upari kaliyuge dvattiṁsādhike pañcasate sampatte uttarājīvo nāma thero sāsane pākaṭo ahosi.",
  "anya-e0702n3:23": "So pana rāmaññaraṭṭhavāsino ariyāvaṁsattherassa saddhivihāriko. Ariyāvaṁsatthero pana kappuṅganagaravāsino mahākāḷattherassa saddhivihāriko. Mahākāḷatthero pana sudhammapuravāsino prānadassittherassa saddhivihāriko. Ayaṁ pana uttarājīvachappadattherānaṁ vaṁsadīpanatthaṁ vuttā.",
  "anya-e0702n3:24": "So pana prānadassitthero lokiyābhiññāyo labhitvā niccaṁ abhiṇhaṁ pātova magadharaṭṭhe uruvelanigame mahābodhiṁ gantvā mahābodhiyaṅgaṇaṁ sammajjitvā puna āgantvā sudhammapure piṇḍāya cari. Idaṁ therassa nibaddhavattuṁ. Ayañca attho sudhammapurato magadharaṭṭhaṁ gantvā uruvelanigame vāṇijakammaṁ karontā tadākāraṁ passitvā paccāgamanakāle sudhammapura vāsīnaṁ kathesuṁ, tasmā viññāyati.",
  "anya-e0702n3:25": "Tasmiñca kāle uttarājīvatthero paripuṇṇavīsativassena chappadena nāma sāmaṇerena saddhiṁ sīhaḷadīpaṁ gacchi. Sīhaḷadīpavāsino ca bhikkhū mayaṁ mahāmahindattherassa vaṁsikā bhavāma, tumhepi soṇuttarattherānaṁ vaṁsikā bhavatha, tasmā mayaṁ ekavaṁsikā bhavāma samāna vādikāti vatvā chappadasāmaṇerassa upasampadakammaṁ akaṁsu. Tato pacchā cetiya vandanādīni kammāni niṭṭhāpetvā uttarājīvatthero saddhiṁ bhikkhusaṅkhena arimaddananagaraṁ paccāgamāhi.",
  "anya-e0702n3:26": "Chappadassa pana etadahosi,- sacāhaṁ ācariyena saha jambudīpaṁ gaccheyyaṁ, bahūhi ñātibalibodhehi pariyattuggahaṇe antarāyo bhaveyya, tena hi sīhaḷadīpeyeva vasitvā pariyattimuggahetvā paccāgamissāmīti.",
  "anya-e0702n3:27": "Tato ācariyassa okāsaṁ yācitvā sīhaḷadīpeyeva paṭivasi. Sīhaḷadīpe vasitvā yāva laddhattherasammutikā pariyattiṁ pariyāpuṇitvā puna jambudīpaṁ paccāgantukāmo ahosi. Atha tassa etadahosi,– ahaṁ ekakova gacchanto sace mama ācariyo natthi, sacepi jambudīpavāsinā bhikkhusaṅghena saddhiṁ vinayakammaṁ kātuṁ na iccheyyaṁ, evaṁ sati visuṁ kammaṁ kātuṁ na sakkūṇeyyaṁ, tasmā piṭakadharehi catūhi therehi saddhiṁ gacceyyaṁ, iccetaṁ kusalanti.",
  "anya-e0702n3:28": "Evaṁ pana cintetvā tāmalittigāmavāsinā sivalittherena kambojarañño puttabhūtena tāmalindattherena kiñcipuravāsinā ānandattherena rāhulattherenacāti imehi catūhi therehi saddhiṁ nāvāya paccāgacchi. Te ca therā piṭakadharā ahesuṁ dakkhā thāmasampannā ca. Tesu visesato rāhulatthero thāmasampanno. Kusimanagaraṁ sampattakāle upakaṭṭhavassūpagamanakālo hutvā arimaddananagare ācariyassa santikaṁ asampāpuṇitvā kusimanagarayeva vassaṁ upagamiṁsu. Tesaṁ vassūpagamanavihāravatthu ārāmapākāro ca kusimanagarassa dakkhiṇadisāsāge yāvajjatanā atthi.",
  "anya-e0702n3:29": "Vassaṁvuṭṭhakāle pana mahāpavāraṇāya pavāretvā te pañca therā arimaddananagaraṁ agamaṁsu. Uttarājīvattheroca arimaddananagara vāsīhi bhikkhūhi visuṁ hutvā saṅghakammāni akāsi. Kiñcāpi cettha uttarājīvattherādayo sīhaḷadīpato paccāgantvā arimaddananagare vasitvā sāsanaṁ anuggahesuṁ, rāmaññaraṭṭhe pana jātattā pubbe ca tattha nivāsattā idha dassitāti daṭṭhabbā.",
  "anya-e0702n3:30": "Tasmiñca kāle dalanagare padīpajeyyagāme jāto sāriputto nāma mahallakassamaṇero eko arimaddananagaraṁ gantvā ānandattherassa santike upasampajjitvā pariyatti pariyapuṇi. So bahussuto ahosi dakkho thāmasampanno ca. Tamatthaṁ sutvā narapaticaññisūrājā cintesi,- saceso aṅgapaccaṅgasampanno bhaveyya, ācariyaṁ katvā ṭhapessāmi anuggahessāmīti. Rājā evaṁ cintetvā rājapurise pesetvā vīmaṁsāpesi. Rājapurisā ca tassa chinnapādaṅguṭṭhaggataṁ passitvā tamatthaṁ rañño ārocesuṁ. Rājā taṁ sutvā evaṁ vikalaṅgapaccaṅgo bhaveyya, padhānācariyaṭṭhāne ṭhapetuṁ na yuttoti katvā padhānācariyabhāvaṁ na akāsi. Pūjāsakkā ramatteneva anuggahaṁ akāsi. Ekasmiñca kāle dhammavilāsoti lañchaṁ datvā rāmaññaraṭṭhe sāsanaṁ sodhetvā parisuddhaṁ karohīti rāmaññaraṭṭhaṁ pesesi.",
  "anya-e0702n3:31": "Soca rāmaññaraṭṭhaṁ gantvā dalanagare bahunaṁ bhikkhūnaṁ dhamma vinayaṁ vācetvā sāsanaṁ paggahesi. Tattha ca rāmaññamanussā tassa dhammavilāsattherassa sissānusissā sīhaḷabhikkhu gaṇāti vohāranti. Iccevaṁ sīhaḷadīpikassa ānandattherassa sissaṁ dhammavilāsaṁ paṭicca rāmaññaraṭṭhe sīhaḷadīpato sāsanassa āgatamaggoti.",
  "anya-e0702n3:32": "Idaṁ rāmaññaraṭṭhe catutthaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:33": "Tasmiñca kāle muttimanagare aggamahesiyā ācariyā buddhavaṁsattheramahānāgattherā sīhaḷadīpaṁ gantvā mahāhāravāsigaṇavaṁsabhūtānaṁ bhikkhūnaṁ santike puna sikkhaṁ gaṇhitvā muttimanagaraṁ paccāgantvā muttimanagaravāsīti bhikkhūhi visuṁ hutvā saṅghakammāni katvā sāsanaṁ paggahesuṁ. Teca there paṭicca rāmaññaraṭṭhe puna sīhaḷadīpato sāsanaṁ āgatanti.",
  "anya-e0702n3:34": "Idaṁ rāmaññaraṭṭhe pañcamaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:35": "Tato pacchāca muttimanagare setibhindassa rañño mātuyā ācariyo medhaṅkaro nāma thero sīhaḷadīpaṁ gantvā sīhaḷadīpe araññavāsīnaṁ mahātherānaṁ santike puna sikkhaṁ gahetvā pariyattiṁ pariyāpuṇitvā suvaṇṇarajatamaye tipusīsacchanne setibhindassa rañño mātuyā kārāvite vihāre nisiditvā sāsanaṁ anuggahesi. Lokadīpakasārañca nāma ganthaṁ akāsi. Athāparimpi muttimanagareyeva suvaṇṇasobhaṇo nāma thero sīhaḷadīpaṁ gantvā mahāvihāravāsigaṇavaṁsabhūtānaṁ therānaṁ santike puna sikkhaṁ gahetvā muttimanagarameva paccāgacchi.",
  "anya-e0702n3:36": "So pana thero araññeyeva vasi. Dhutaṅgadharo ca ahosi appiccho santuṭṭho lajjī kukkuccako sikkhā kāmo dakkho thāmasampanno ca. Sīhaḷadīpe kalambumhi nāma jātassare udakukkhepasīmāyaṁ atirekapañcavaggena vanaratanaṁ nāma saṅgharājaṁ upajjhāyaṁ katvā rāhulabhaddaṁ nāma vijayabāhurañño ācariyabhūtaṁ theraṁ kammavācācariyaṁ katvā upasampajji. Soca thero punāgantvā muttimanagareyeva vasitvā gaṇaṁ vaḍḍhetvā sāsanaṁ anuggahesi. Ete ca dve there paṭicca rāmaññaraṭṭhe sīhaḷadīpato sāsanaṁ āgataṁ.",
  "anya-e0702n3:37": "Idaṁ rāmaññaraṭṭhe chaṭṭhaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:38": "Tato pacchā sāsanavasena dvivassādhike dvisahasse kaliyugato ekāsītike sampatte haṁsāvatīnagare siriparamamahādhammarājāti laddhanāmo dhammacetiyarājā kusimamaṇḍale haṁsāvatīmaṇḍale muttimamaṇḍale ca raṭṭhavāsino sapajaṁviya dhammena samena rakkhitvā rajjaṁ kāresi. So ca rājā tīsu piṭakesu catūsu ca vedesu byākaraṇacchandālaṅkārādīsu ca cheko sikkhitanānāsippo nānābhāsāsu ca pasuto saddhāsīlādiguṇopeto kumudakundasaradacandikāsamānasitapajapatibhūto ca sāsane ca atippasanno ahosi.",
  "anya-e0702n3:39": "Ekasmiṁ kāle so cintesi, bhagavato sāsanaṁ nāma pabbajjaupasampadatāvena sambandhaṁ, upasampadabhāvo ca sīmaparisavatthu ñattikammavācāsampattīhi sambandhoti. Evañca pana cintetvā sīmavinicchayaṁ tassaṁ vaṇṇanaṁ vinayasaṅgahaṁ tassaṁvaṇṇanaṁ sīmālaṅkāra sīmasaṅgahañca saddato atthato ca punappunaṁ upaparikkhitvā aññamaññaṁ saṁsanditvā pubbāparaṁ tulayitvā bhagavato adhippāyo īdiso ganthakārānaṁ adhippāyo īdisoti passitvā amhākaṁ rāmaññaraṭṭhe baddhanadīsamuddajātessarādayo sīmāyo bahukāpi samānā ayaṁ parisuddhāti vavatthapetuṁ dukkaraṁ, evaṁ sati sīmaparisāparisuddhā bhavituṁ dukkarāti paṭibhāti.",
  "anya-e0702n3:40": "Tato pacchā rāmaññaraṭṭhe tipiṭakadharabyattappaṭibalattherehi mantetvā rañño paṭibhānānurūpaṁ sīmaparisā parisuddhā bhavituṁ dukkarāti therā vinicchaniṁsu.",
  "anya-e0702n3:41": "Atha rājā evampi cintesi,– ahovata sammāsambuddhassa sāsanaṁ pañcavassasahassāni patiṭṭhatissatīti ganthesu vuttopi samāno abhisambuddhato catusaṭṭhādhikadvisahassamatteneva kālena sāsane malaṁ hutvā upasampadakamme kaṅkhāṭṭhānaṁ tāva uppajji, kathaṁ pana pañcavassasahassāni sāsanassa patiṭṭhānaṁ bhavissatīti. Evaṁ dhammasaṁvegaṁ uppādetvā punāpi evaṁ cintesi,- evaṁ ettakaṁ sāsane malaṁ dissamānopi samāno upasampadakamme kaṅkhāṭṭhānaṁ dissamānopi samāno parisuddhatthāya anārabhitvā mādiso appossukko majjhatto nisīdituṁ ayutto, evañhi sati bhagavati saddho pasannomhīti vattabbataṁ anāpajjeyyaṁ, tasmā sāsanaṁ nimmalaṁ kātuṁ ārabhissāmīti.",
  "anya-e0702n3:42": "Kuto nukho dāni sāsanaṁ āharitvā thiraṁ patiṭṭhā peyyanti āvajjanto evaṁ cintesi,- bhagavato kira parinibbānato chattiṁsādhike dvisate sampatte mahāmoggali puttatissatthero mahāmahindattheraṁ pesetvā sīhaḷadīpe sāsanaṁ patiṭṭhāpesi, tadā devānaṁ piyatissarājā mahāvihāraṁ kārāpetvā adāsi, sāsanavarañca ekāsitādhikāni dvivassasatāni vimalaṁ hutvā patiṭṭhahi, bhikkhusaṅghopi mahāvihāra vāsigaṇavasena ekatova aṭṭhāsi, tato pacchā abhayagirivāsije tavanavāsivasena dvedhā hutvā bhijji, jinacakke aṭṭhasattasatādhike sahasse sampatte sirisaṅghabodhiparakkamabāhumahārājā udumbaragirivāsi mahākassapattherappamukhaṁ mahāvihāra vāsigaṇaṁ anuggahetvā yathāvutte dvegaṇe visodhesi, sāsanaṁ nimmalaṁ akāsi, tato pacchā vijayabāhuparakkamabāhurājūnaṁ dvinnaṁ kālepi sāsanaṁ nimmalaṁ hutvāyeva aṭṭhāsi, teneva byattappaṭibalabhikkhū āyācitvā sīhaḷadīpaṁ gantvā puna sikkhaṁ gaṇhā pessāmi, tesaṁ pana paramparavasena pavattānaṁ bhikkhūnaṁ vasena amhākaṁ rāmaññaraṭṭhe sāsanaṁ nimmalaṁ hutvā patiṭṭhahissatīti. Evaṁ pana cintetvā moggalānattheraṁ somattherañca sīhaḷadīpaṁ gamanatthāya yāci. Therāca sāsanappaṭiyattakammamidanti manasikaritvā paṭiññaṁ akaṁsu.",
  "anya-e0702n3:43": "Rājā ca dāṭhādhātupūjanatthāya bhikkhusaṅghassa pūjanatthāya bhūvanekabāhurañño paṇṇākāratthāya deyyadhammapaṇṇākāravatthūni paṭiyādetvā citradūtaṁ rāmadūtanti ime dve amacce dvīsu nāvāsu nāyakaṭṭhāne ṭhapetvā kaliyuge sattatiṁsādhike aṭṭhavassasate sampatte māghamāsassa puṇṇamito ekādasamiyaṁ sūravāre citradūtaṁ saddhiṁ moggalānattherappamukhehi bhikkhūhi ekāya nāvāya gamāpesi. Phagguṇamāsassa aṭṭhamiyaṁ sīhaḷadīpe kalambutitthaṁ pāyāsi.",
  "anya-e0702n3:44": "Rāmadūtaṁ pana tasmiṁyeva vasse māghamāsassa puṇṇamito dvādasamiyaṁ candavāre saddhiṁ somattherappamukhehi bhikkhūhi ekāya nāvāya gamāpesi. Ujukaṁ pana vātaṁ alabhitvā citramāsassa juṇhapakkhanavamiyaṁ sīhaḷadīpe valligāmaṁ pāyāsi.",
  "anya-e0702n3:45": "Tato pacchā tepi dve amaccā dvīsu nāvāsu ābhatāni dātabbapaṇṇākāravatthūni sandesapaṇṇāni ca bhūvanekabāhurañño bhikkhūsaṅghassa ca adāsi. Raññā pesitabhikkhūnañca sandesapaṇṇe kathitaniyāmeneva kalyāṇiyaṁ nāma nadiyaṁ udakukkhepasīmāyaṁ sāmaṇerabhūmiyaṁ patiṭṭhāpetvā puna upasampadakammaṁ akaṁsu.",
  "anya-e0702n3:46": "Upasampajjitvā ca bhūvanekabāhurājā nānāppakāre bhikkhūnaṁ sāruppe parikkhāre datvā idaṁ pana āmisadānaṁ yāva jīvitapariyosānāyeva paribhuñjitabbaṁ bhavissati, nāmalañchaṁ pana na jīrissatīti katvā rāmadūtassa nāvāya pakhānabhūtassa somattherassa sirisaṅghabodhisāmīti nāmaṁ adāsi. Avasesānaṁ pana dasannaṁ therānaṁ kittisirimeghasāmi parakkamabāhusāmi buddhaghosasāmi sīhaḷadīpavisuddhasāmi guṇaratanadharasāmī jinālaṅkārasāmi ratanamālisāmi saddhammatejasāmi dhammarāmasāmi bhūvanekabāhusāmīti nāmāni adāsi.",
  "anya-e0702n3:47": "Citradūtassa nāvāya pakhānabhūtassa moggalānattherassa dhammakittilokagarusāmīti nāmaṁ adāsi. Avasesānaṁ pana sirivanaratanasāmi maṅgalattherassāmi kalyāṇatissassāmi candagirisāmi siridantadhātusāmi vanavāsitissasāmi ratanalaṅkārasāmi mahādevasāmi udumbaragirisāmi cūḷābhayatissasāmīti nāmāni adāsi. Bāvīsatiyā pana pacchā samaṇānaṁ nāmaṁ na adāsi. Abhinavasikkhaṁ pana sabbesaṁyeva adāsi.",
  "anya-e0702n3:48": "Tato pacchā cetiyapūjanādīni katvā taṁtaṁkiccaṁ nipphādetvā puna āgamaṁsu. Bhūvanekabāhurājā citradūtaṁ evamāha, rāmādhipatirañño paṇṇākāraṁ paṭidātuṁ icchāmi, paṭidūtañca pesetuṁ tāva tvaṁ āgamehīti. Evaṁ pana vatvā pacchā āgamanakāle caṇḍavātabhayena mahāsamuddamajjhe nāvā avagacchati. Tena sīhaḷaraññā pesitanāvāya sabbe sannipatitvā āruhitvā āgacchantā tīṇi divasāni atikkamitvā puna caṇḍavātabhayena agambhīraṭṭhāne silāya ghaṭṭetvā laggitvā gantuṁ asakkuṇitvā ekaṁ uḷumpaṁ bandhitvā jaṅgheneva agamaṁsu. Sīhaḷarañño ca dūto paṇṇākāraṁ datvā paccāgamāsi. Bhikkhūsu ca bhikkhū antarāmaggeyeva maccu ādāya gacchati. Aho aniccā vata saṅkhārāti. Honti cettha,–",
  "anya-e0702n3:49": "Imesaṁ pana āraddhaṁ, na kiccaṁ yāva niṭṭhitaṁ;",
  "anya-e0702n3:50": "Na tāva ādiyissanti, maccu natthi āpekkhanā.",
  "anya-e0702n3:51": "Nikkāruṇiko hi esa, balakkārena ādiya;",
  "anya-e0702n3:52": "Rodamānaṁva ñātīnaṁ anicchantaṁva gacchatīti.",
  "anya-e0702n3:53": "Rāmādhipatirājāca tesaṁ bhikkhūnaṁ pattakāle haṁsāvatīnagarassa pacchimasmiṁ disābhāge narasūrena nāma amaccena paribhutte gāmakhette pāḷiaṭṭhakathāḷīkādayo punappunaṁ passitvā upaparikkhitvā sīmasamūhanasīmasammutikammāni kārapesi. Sīhaḷadīpe bhagavatā nhāyitapubbāya kalyāṇiyā nāma nadiyaṁ udakukkhepasīmaṁ katvā tattha mahāvihāravāsīnaṁ bhikkhūnaṁ santike upaladdhaupasampadabhāvehi bhikkhūhi katattā kalyāṇīsīmāti samaññaṁ akāsi. Iccevaṁ rāmādhipatirājā pattalaṅke bhikkhū nissāya sāsanaṁ suṭṭhu patiṭṭhitaṁ akāsi. Kaliyugassa aṭṭhatiṁsādhikaaṭṭhavassasatakālato yāva ekacattālīsādhikaaṭṭhavassasatā tesaṁ bhikkhūnaṁ vaṁse asītimattā gaṇapāmokkhattherā ahesuṁ. Tesaṁ sissajātāni pana chabbisādhikāni dvisatāni catusahassāni dasasahassāni ahesuṁ. Evaṁ bhagavato sāsanaṁ rāmaññaraṭṭhe vuḍḍhiṁ rāmaññaraṭṭhe vuḍḍhiṁ virūḷiṁ vepullamāpajjiti.",
  "anya-e0702n3:54": "Idaṁ rāmaññaraṭṭhe sattamaṁ sāsanassa patiṭṭhānaṁ.",
  "anya-e0702n3:55": "Yadā pana arimaddananagare anuruddho nāma rājā sudhammapuraṁ sarājikaṁ abhibhavitvā viddhaṁsi, tadā rāmaññaraṭṭhaṁ rājasuññaṁ hutvā patiṭṭhahi. Rāmaññaraṭṭhe muttimanagare soṇuttaravaṁso eko gaṇo, sivalivaṁso eko, tāmalindavaṁso eko, ānandavaṁso eko, buddhavaṁso eko, mahānāgavaṁso ekoti chaggaṇā visuṁ visuṁ hutvā aṭṭhaṁsu nānāsaṁvāsakā nānānikāyā.",
  "anya-e0702n3:56": "Dhammacetiyaraññā pana kārāpitasāsanampi abhijjamānaṁ hutvā aṭṭhāsi. Samānasaṁvāso ekanikāyoyeva ahosi. Haṁsāvatīmuttimasuvasena tīṇipi rāmaññaraṭṭhāni sunāparanta saṅkhātena ekābaddhāni hutvā tiṭṭhanti. Pubbeca marammaraṭṭhindarājūnaṁ āṇāpavattanaṭṭhānāni ahesuṁ . Tasmā marammaraṭṭhato ekacce bhikkhū rāmaññaraṭṭhaṁ gantvā kalyāṇīsīmāyaṁ puna sikkhaṁ gaṇhiṁsu. Dhammacetiyaraññākārāvitasāsanaṁ sakalaṁ marammaraṭṭhampi byāpetvā ogāhetvā tiṭṭhati.",
  "anya-e0702n3:57": "Rāmaññaraṭṭhe soṇuttarattherānaṁ sāsanaṁ patiṭṭhāpitakālato paṭṭhāya yāva sudhammapure manohariraññā arahantānaṁ saṁvijjamānatā veditabbā. Tato pacchā pana uttarā jīvāriyāvaṁsamahākāḷaprānadassittherānaṁ kāle lokiyajjhānābhiññālābhiyoyeva saṁvijjaṁsūti. Adhunā pana tīsupi rāmaññaraṭṭhesu dhammacetiyaraññā kārāvitasāsanaṁyeva tiṭṭhati. Etthaca hetuphalasambandhavasena ādiantavasene ca sāsanavaṁsaṁ paññāya tulayitvā āditova dassitehi tīhi nayehi yathāpaveṇī ghaṭṭiyati, tathā gaṇheyyāti. Ayañca sāsanavaṁso lajjipesalasikkhākāmānaṁyeva vasena vutto, nālajjīnaṁ vasenāti daṭṭhabbo.",
  "anya-e0702n3:58": "Tāya ca theraparamparāya muttimanagaravāsimedhaṅkaratthero lokadīpakasāraṁ nāma ganthaṁ akāsi. Haṁsāvatīnagaravāsī pana ānandatthero madhusāratthadīpaniṁ nāma abhidhammaṭīkāya saṁvaṇṇanaṁ, haṁsāvatīnagaravāsīyeva dhammabuddhatthero kavissāraṁ nāma chandovaṇṇanaṁ, haṁsāvatīnagaravāsīyeva saddhammālaṅkāratthero paṭṭhānasāradīpaniṁ nāma pakaraṇaṁ, tatheva aññataro thero apheggusāraṁ nāma ganthaṁ akāsi. Evaṁ anekappakārānaṁ ganthakārānaṁ mahātherānaṁ vasanaṭṭhānaṁ hutvā sāsanaṁ ogāhetvā virūḷaṭṭhānaṁahosīti.",
  "anya-e0702n3:59": "Iti sāsanavaṁse suvaṇṇabhūmisāsanavaṁsakathāmaggā nāma",
  "anya-e0702n3:60": "Tatiyo paricchedo."
}