{
  "anya-e0501n12:0": "13. Kammapaccayo",
  "anya-e0501n12:1": "Duvidho kammapaccayo sahajātakammapaccayo nānākkhaṇika kammapaccayo.",
  "anya-e0501n12:2": "Tattha khaṇattayasamaṅgi bhūtā sabbāpi kusalākusalā byākatacetanā sahajātakamma paccayo. Cetanāsampayuttā sabbepi cittacetasikā dhammāca paṭisandhicittena sahuppannā kammajarūpadhammā ca pavattikāle sabbepi cittajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n12:3": "Atītā kusalākusalacetanā nānākkhaṇikakamma paccayo. Bāttiṃsavidhā lokiyavipāka cittacetasikā dhammā ca sabbe kammajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n12:4": "Kenaṭṭhena kammanti. Kiriyāvisesaṭṭhena kammaṃ. Cetanā hi kiriyā viseso hoti sabbakammesu jeṭṭhakattā. Tā hi sabbesu kāyavacīmanokammesu paccupaṭṭhitesu tassa tassa kammassa nipphattatthāya sampayuttadhamme ceteti kappeti saṃvidahati, ekato uṭṭhāpeti, tasmā sabbakammesu jeṭṭhakā hoti. Iti kiriyāvisesaṭṭhena kammaṃ nāma. Karonti etenāti vā kammaṃ. Kiṃ karonti. Kāyikakiriyaṃpi karonti, vācasikakiriyaṃpi karonti, mānasikakiriyaṃpi karonti. Tattha kāyikakiriyā nāma gamanaṭhāna nisajjādayo abhikkamanapaṭikkamanādayo antamaso akkhidalānaṃ ukkhipananikkhipanānipi. Vācasikakiriyā nāma vācāpavattanakiriyā. Mānasikakiriyā nāma sucintita ducintitakiriyā, antamaso pañca viññāṇānaṃ dassanakiccasavanakiccādīnipi. Sabbāpi imā kiriyāyo etāya cetanāya sattā karonti, saṃvidahanti, tasmā sā cetanā kammaṃ nāma.",
  "anya-e0501n12:5": "Attano paccayuppannena saha jāyatīti sahajātaṃ. Sahajātañca taṃ kammañcāti sahajātakammaṃ. Sahajātakammaṃ hutvā paccayo sahajātakamma paccayo. Sahajātakammabhāvena paccayoti vuttaṃ hoti.",
  "anya-e0501n12:6": "Añño kammassa uppattikkhaṇo añño vipākassa uppattikkhaṇoti evaṃ visuṃ visuṃ uppattikkhaṇo etassāti nānākkhaṇikaṃ. Nānākkhaṇikañca taṃ kammañcāti nānākkhaṇikakammaṃ. Nānākkhaṇikakammaṃ hutvā paccayo nānākkhaṇikakammapaccayo. Nānākkhaṇikakammapaccayabhāvena paccayoti vuttaṃ hoti. Ariyamaggasampayuttā cetanā attano niruddhānantare eva ariyaphalavipākaṃ janeti, sāpi nānākkhaṇikā eva hoti.",
  "anya-e0501n12:7": "Ettha ca ekā dānakusalacetanā attanā sahajātānaṃ cittacetasikānañca kāyikavācasikakiriyābhūtānaṃ cittajarūpānañca sahajātakammapaccayo. Tāya cetanāya āyatiṃ kālantare uppajjamānassa vipākakkhandhassa ca kammajarūpakkhandhassa ca nānākkhaṇika kammapaccayo. Evaṃ ekā kammapathapattā sucaritaduccaritacetanā dvīsu kālesudvinnaṃ paccayuppannānaṃ dvīhi paccayasattīhi paccayo hotīti.",
  "anya-e0501n12:8": "Ettha ca nānākkhaṇikakammapaccaye kammanti kiriyāviseso. So pana cetanāya niruddhāyapi anirujjhitvā taṃ cittasantānaṃ anugacchatiyeva. Yadā vipaccituṃ okāsaṃ labhati, tadā so kiriyā viseso cutinantare eko attabhāvo hutvā vipaccati pātubhavati. Okāsaṃ pana alabhamānā bhavasataṃpi bhavasahassaṃpi bhavasatasahassaṃpi taṃ santānaṃ anugacchatiyeva. Mahaggatakammaṃ pana laddhokāse sati dutiyabhave brahmaloke eko brahmattabhāvo hutvā vipaccati pātubhavati. Suparipakkakammattā pana dutiyabhaveyeva khīyati, tato paraṃ nānugacchatīti. Kammapaccayadīpanā niṭṭhitā."
}