{
  "anya-e1205n4:0": "5. Dhātunidhānādhikāro",
  "anya-e1205n4:1": "Tato vimaṁsetvā bhumibhāgaṁ gahetuṁ vaṭṭatī’ti bhūmi bhāgaṁ vīmaṁsento maṅgalasammate aṭṭha goṇe āharāpetvā gandhodakena nahāpetvā siṅgesu suvaṇṇakañcukaṁ patimuñcāpetvā gandhapañcaṅgulikaṁ dāpetvā gīvāya mālādāmaṁ bandhāpetvā ayodāmena bandhāpetvā evaṁ cintesi? Yadi pana bhagavato nalāṭadhātu yasmiṁ ṭhāne patiṭṭhahitvā lokatthacariyaṁ karontī pañcavassasahassāni sāsanaṁ patiṭṭhahissati tasmiṁ ṭhāne goṇā sayameva ayodāmato muñcitvā thupaṭṭhānaṁ samantato vicaritvā catusu disāsu sayantuti adhiṭṭhahitvā purise āṇāpesi. Te tatheva akaṁsu. Tato vibhātāya rattiyā rājāgoṇe gāhāpanatthāya āyuttake āṇāpesi. Te manussā gantvā goṇe apassitvā na passāma devā’ti rañño ārocesuṁ. Gaccha bhaṇe, goṇānaṁ gataṭṭhānaṁ olokethā’ti āha. Te gavesamānā bandhanaṭṭhāne adisvā padānupadaṁ gantvā thūpakaraṇaṭṭhānaṁ samantā vicaritvā catusu disāsu sayitagoṇe disvā sayitaṭṭhānato naṅguṭṭhādīni maddantāpi uṭṭhāpetuṁ asakkontā gantvā rañño ārocesu; deva, goṇā na uṭṭhahanti, ekaṁ ṭhānaṁ samantā vicaritvā catusu disāsu sayitā’ti. Taṁ sutvā rājā senaṅgaparivuto sayameva gantvā’pi goṇe uṭṭhāpetuṁ asakkonto rājā evaṁ adhiṭṭhāsi; yadi imasmiṁ ṭhāne dhātu patiṭṭhāpetabbā bhaveyya goṇā uṭṭhahitvā gacchantu’ti. Goṇā cittakkhaṇeyeva uṭṭhahitvā palāyiṁsu. Rājā taṁ acchariyaṁ disvā pasannamano hutvā punekadivasaṁ vuttaniyāmeneva asse alaṅkārāpetvā ayodāmena bandhāpetvā ṭhapesi. Assāpi te goṇā viya gantvā nipajjiṁsu. Rājā gantvā tatheva adhiṭṭhahitvā asse uṭṭhāpesi. Punekadivasaṁ hatthīṁ alaṅkārāpetvā tatheva adhiṭṭhāsi. Sopi bandhadāme chinditvā pacchimayāmasamanantare gantvā cetiyakaraṇaṭṭhāne nipajji. Pabhātāya rattiyā rājā hatthīgopake pakkosāpetvā hatthiṁ ānethā’ti āha. Hatthigopakā hatthiṁ bandhanaṭṭhāne adisvā, hatthiṁ bandhanaṭṭhāne na passāma devā’ti āhaṁsu. Tenahi bhaṇe, sīghaṁ upadhārethā’ti vutte hatthigopakā padānupadaṁ gavesamānā cetiyaṭṭhāne nipannaṁ hatthiṁ disvā āgantvā rañño ārocesuṁ. Taṁ sutvā rājā heṭṭhā vuttappakārena paṭipajjitvā hatthiṁ pure katvā āgacchi.",
  "anya-e1205n4:2": "Evaṁ tīhi vimaṁsanāhi vīmaṁsetvā bhumigahitabhāvaṁ therassa santikaṁ gantvā vanditvā upaṭṭhahamāno ārocesi. Tasmiṁ kāle serunagare sivarājā bahū paṇṇākāre gāhāpetvā rājānaṁ passissāmi’ti āgantvā vanditvā ekamantaṁ aṭṭhāsi. Rājā tena saddhiṁ sammodanīyaṁ kathaṁ katvā nisinnakāle loṇanagare mahānāgarājā’pi bahupaṇṇākāraṁ gāhāpetvā rājānaṁ passissāmi’ti āgantvā vanditvā ekamantaṁ nisīdi. Tena saddhiṁ sammodanīyaṁ kathaṁ akāsi; imasmiṁ ṭhāne dasabaladhātuṁ patiṭṭhāpessāmi, tumhe mama sahāyā hothā’ti te gahetvā gantvā dhātuṁ vandathā’ti vandāpesi. Tasmiṁ khaṇe dhātuto chabbaṇṇaraṁsiyo uggacchiṁsu. Devā sādhukāraṁ karontā ākāsato mālāyo khipiṁsu. Rājāno somanassappattā amhākaṁ laṅkāyaṁ dasabalassa nalāṭadhātu amhākaṁ raṭṭhe patiṭṭhahissati. Esā dhātu mahā janassa satthukiccaṁ sādheyyāti vanditvā gatā. Rājā tesaṁ gatakāle giriabhayaṁ pakkosāpetvā tāta, iṭṭhakaṁ janassa pīḷanaṁ akatvā kārāpemā’tī āha. Mā cintayittha deva, ahaṁ iṭṭhakaṁ kārāpessāmīti. Evañhi sati papañco bhavissatī’ti āha. Amhākaṁ santike suvaṇṇarajatāni mandāni kuto labhissāmā’ti vutte giriabhayo evamāha; deva, satthā mahāpuñño mahantaṁ pūjāsakkārasammānaṁ labhissati. Tvaṁ acintetvā cetiyakammaṁ paṭṭhapehī’ti āha.",
  "anya-e1205n4:3": "So tassa taṁ acintanīyaṁ kathaṁ sutvā somanassappatto therassa santike dhammaṁ sutvā dhātuṁ vanditvā nagaraṁ gantvā bhuttasāyamāso sayane nipanno niddaṁ okkami. Vibhātāya rattiyā pabujjhitvā iṭṭhakaṁ cintayamānassa domanassaṁ ahosi. Tasmiṁ kāle sakko devarājā vissakammaṁ devaputtaṁ āmantetvā; tāta, vissakamma, kākavaṇṇatissamahārājā amhākaṁ satthuno nalāṭa dhātuṁ nidahitvā mahantaṁ cetiyaṁ kārāpetukāmo iṭṭhakaṁ cintayi. Tvaṁ gantvā phāsukaṭṭhāne iṭṭhakaṁ māpehīti āha. Taṁ sutvā vissakammadevaputto duggatassa brāhmaṇassa khette iṭṭhakaṁ māpetvā devalokameva gato. Tasmiṁ khaṇe khettasāmiko duggatabrāhmaṇo pātova attano khettaṁ olokanatthāya gato itovito olokento iṭṭhakarāsiṁ disvā cintesi; hīyo rājā iṭṭhakaṁ kathaṁ labhissāmīti kathesi. Mahantaṁ vata paṇṇākāraṁ mayā laddhanti tuṭṭho devैṭṭhakāni kājena gahetvā rañño dassanatthāya gantvā rājadvāre ṭhatvā sāsanaṁ pahiṇi. Taṁ pakkosāpetvā kasmā pāto’va āgatosī’ti pucchi. Deva mayhaṁ khette iṭṭhakarāsiṁ disvā pāto’va iṭṭhakāni gahetvā āgatomhī’ti. Īdisāni iṭṭhakāni cetiyassa anucchavikānīti dassesi. Rājā passitvā somanassappatto brāhmaṇassa bahuṁ dhanaṁ dāpesi.",
  "anya-e1205n4:4": "Tasmiṁ khaṇe aññaṁ sāsanaṁ āhari. Madanapaṭṭanadvārato catasso rajatanāvā suvaṇṇabhumito catasso suvaṇṇanāvā ukkamiṁsūti paṭṭanamukhadvāre viharanto ārakkhaka jeṭṭhako dhammapālo nāma āgantvā rañño ārocesi. Rājā tuṭṭho suvaṇṇarajate āharāpesi.",
  "anya-e1205n4:5": "(Iṭṭhakaṁ rajatañceva suvaṇṇañca mahārahaṁ;",
  "anya-e1205n4:6": "Āharitvāna taṁ sabbaṁ kammaṁ ārabhi cetiye.",
  "anya-e1205n4:7": "Satthu puññānubhāvena rañño puññabalena ca;",
  "anya-e1205n4:8": "Cintitacintitaṁ sabbaṁ khaṇeneva samijjhati.)",
  "anya-e1205n4:9": "Tato rājā cūḷapiṇḍapātiyatissattherassa santikaṁ gantvā? Ayya iṭṭhakabhumiṁ gamissāmīti āha. Thero sutvā tuṭṭho attano parivārehi pañcasatabhikkhūhi saddhiṁ iṭṭhaka bhūmiṁ gato. Tato mahāsāgalatthero ca mahindatthero ca attano parivārehi bhikkhuhi saddhiṁ iṭṭhakabhumiṁ gatā. Siva nagare rājāpi iṭṭhakabhumiṁ gato. Loṇanagare nāgarājāpi iṭṭhakabhumiṁ gato. Somanagare giriabhayarājāpi attano senaṅgehi parivāretvā iṭṭhakabhumiṁ gato. Tesaṁ samaṇa brāhmaṇānaṁ rājabaḷānañca sampiṇḍitattā so piṭṭhipāsāṇo balavāhano nāma jāto. Te sabbe iṭṭhakabhumiṁ samosariṁsu. Thero iṭṭhakarāsiṁ oloketvā rājānaṁ evamāha? Mahārāja, ayaṁ iṭṭhakarāsi cetiye sabbakammatthāya pahotī’ti. Rājā attamano senaṅgaparivuto sayameva paṭhamaṁ iṭṭhakaṁ gaṇhi. Taṁ disvā sesarājāno ca amaccādayo ca parisā ca sabbe bhikkhu ca iṭṭhakāni gaṇhiṁsu tasmiṁ kāle bhāraṁ ukkhipitvā gamanaṁ papañcaṁ bhavissatī’ti rājā cintesi. Thero tassa cittaṁ jānitvā evamāha? Mā cintayittha mahārāja, iṭṭhakāni gahetvā gaccha. Pacchā devanāgādayo iṭṭhakabhumito paṭṭhāya yāva cetiyaṭṭhānaṁ nirantarā ṭhitā āharissantī’ti. Te āharitvā cetiyaṭṭhāne rāsiṁ karonti. Teneva nīyāmena yāva cetiyassa niṭṭhaṅgamā tāva devanāgasupaṇṇādayo nirantaraṁ ṭhatvā iṭṭhakāni āharitvā cetiyakaraṇaṭṭhāneva catusu disāsu rāsiṁ akaṁsu.",
  "anya-e1205n4:10": "Tato rājā sabbe iṭṭhakavaḍḍhakī rāsiṁ kārāpetvā tesaṁ vaḍḍhakīnaṁ antare jayasenaṁ nāma iṭṭhakavaḍḍhakiṁ parigaṇhitvā tassa pana satasahassagghanakāni dve sāṭakāni kahāpaṇasatasahassāni ca suvaṇṇakuṇḍalādayo ābharaṇāni ca dāpesi. Tassa parivārānaṁ vaḍḍhakīnaṁ ahatavatthādīni sabbupakaraṇāni dāpesi. Anekavidhaṁ mahantaṁ sammānaṁ kāretvā therena saddhiṁ mantento; ayya ajja visākhapuṇṇamī uposathadivaso, tasmā nalāṭadhātuyā maṅgalaṁ karitvā cetiyaṭṭhāne iṭṭhakaṁ patiṭṭhāpetuṁ vaṭṭatī’ti āha. Taṁ sutvā thero; bhaddakaṁ mahārāja, buddhassa bhagavato jātadivaso’ti vatvā cetiyakammakaraṇatthāya pañca jane gaṇhi. Tesu eko varadevo nāma, eko saṅkho nāma, eko vijjo nāma, eko pussadevo nāma, eko mahādevo nāma. Imesaṁ vaḍḍhakīnaṁ maṅgalaṁ kārāpetvā chaṇavesaṁ gahetvā sabbālaṅkārena alaṅkārāpetvā rājā sayampi sabbālaṅkārena patimaṇḍito maṅgalavidhānaṁ kārāpetvā bhikkhusaṅghaṁ gandhamālādīhi pūjetvā tikkhattuṁ padakkhiṇaṁ katvā catusu ṭhānesu pañcapatiṭṭhitena vanditvā vijamhetvā suvaṇṇaghaṭṭhānaṁ pavisitvā suvaṇṇakhacitaṁ maṇimuttāratanamayaṁ paribbhamanadaṇḍaṁ jīvamānakamātāpitarena ubhatosumaṇḍitapasādhitena abhimaṅgalasammatena amaccaputtena gāhāpetvā mahantaṁ cetiyaṁ tattha karonto sayampi paribbhamanadaṇḍaṁ gahetvā parikammakatabhumiyaṁ paribbhamitvā ekamantaṁ aṭṭhāsi. Tato mahāvaḍḍhakī sunakkhattena sumuhuttena cetiyaṭṭhāne iṭṭhakaṁ patiṭṭhāpesi.",
  "anya-e1205n4:11": "Tasmiṁ khaṇe catunahutādhika dviyojana satasahassabahulā ayaṁ mahāpathavī sādhukāraṁ pavattentī viya mahānādaṁ pavattesi. Devamanussā divase divase pahonaka-mattikaṁ nisadena piṁsitvā suppehi papphoṭhetvā denti. Evaṁ karonto katipayeneva divasena pupphādhānattayaṁ cinitvā mahābhikkhu saṅghassa nivedesi. Taṁ sutvā saṅgho cunduttaranāmake dve sāmaṇere āṇāpesi? Tumhe himavantaṁ gantvā medavaṇṇapāsāṇe āharathā’ti. Te pana sāmaṇerā jātiyā soḷasavassikā chaḷabhiññāppabhedena paṭisambhidappattā. Mahākhīṇāsavabhikkhusaṅghassa santikā bhikkhusaṅghassa vacanaṁ sampaṭicchitvā ākāsaṁ abbhuggantvā himavantato attano iddhibalena medavaṇṇapāsāṇe āhariṁsu. Etesu ekaṁ pāsāṇaṁ dhātugabbhassa bhumiyaṁ pattharitvā catusu passesu cattāro pāsāṇe patiṭṭhāpetvā aparaṁ dhātugabbhaṁ pidahituṁ adassanaṁ katvā ṭhapayiṁsu.",
  "anya-e1205n4:12": "Tadā rājā dhātugabbhe kammaṁ niṭṭhapento nava koṭippamāṇaṁ suvaṇṇaṁ āharāpetvā suvaṇṇakārānaṁ datvā dhātugabbhassa iṭṭhakāni karothā’ti āṇāpesi. Te suvaṇṇakārā dīghato ratanappamāṇaṁ puthulato vidatthīppamāṇaṁ bahalato caturaṅgulappamāṇaṁ iṭṭhakaṁ katvā dhātugabbhaṁ ciniṁsu. Taṁ pana dhātugabbhaṁ uccato soḷasahatthaṁ vitthāratopi itocito dasadasaratanaṁ katvā suvaṇṇiṭṭhakeheva niṭṭhapetvā dhātugabbhassa majjhe sattaratanamayaṁ sineruṁ kārāpetvā sinerussa upari jātihiṅgulakena paṇḍukambalasilāsanaṁ sattaratanena pāricchattakarukkhaṁ rajatamayaṁ setacchattaṁ brahmunā gāhāpetvā satthuno paṭimāya upari dhāriyamānaṁ kāresi. Sinerupādamūle gandhakalalapūrita nīluppalavibhusitasuvaṇṇamayaaṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tadanantaraṁ gandhakalalapūritaratnapadumavibhusitarajatamayaaṭṭhuttara- sataghaṭapantiyo ṭhapāpesi. Tadanantaraṁ gandhakalalapūrita setuppalamālāvibhusitamaṇimayaaṭṭhuttarasataghaṭapattiyo ṭhapāpesi. Tadanantaraṁ gandhakalalapūritasetuppalavibhusita-masāragallamaya aṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tadanantaraṁ gandhakalalapūritacampakapupphavibhusitalohitaṅkamayaaṭṭhuttarasata ghaṭapattiyo ṭhapāpesi. Tadanantaraṁ gandhakalalapūritapañcuppalavibhusitamattikāmayaaṭṭhuttarasataghaṭapantiyo ṭhapāpesi. Tāsaṁ ghaṭapantīnaṁ antare gandhakalalapūritasattaratanamayasarāvake ṭhapāpesi. Kañcanamaya-sattaratanamaya-vicittamālālatāpuṇṇaghaṭasirivacchanandiyāvaṭṭabhaddapīṭhādayo ca hatthiassasīhavyagghosabhapantiādayo ca kāresi. Devorohaṇaṁ yamakapāṭihīrādayo dhanapāla-aṅgulimāla-āḷavakadamanādayo, sāriputta-moggallāna-mahākassapattherādayo, asītimahāsāvakarūpādīni ca kārāpesi. Sinerussa majjhimabhāge tārāgaṇaparivāritaṁ rajatamayaṁ candamaṇḍalañca kārāpesi. Raṁsijālavibhusitaṁ kanakamayaṁ sūriyamaṇḍalañca kārāpesi.",
  "anya-e1205n4:13": "Tato sinerussa matthake pāricchattakamule paṇḍukambalasilāsane amhākaṁ satthuno paṭimaṁ ghanakoṭṭima rattasuvaṇṇamayaṁ kārāpetvā mātudevapāmokkha dasasahassa cakkavāḷadevatānaṁ sattappakaraṇaṁ abhidhammaṁ desanākārena nisīdāpesi. Tassa vīsatinakhā akkhitalānaṁ setaṭṭhānāni jātiphalikamayāni. Aṅguliyo suvaṇṇamayā hatthapādatalāni ca dantāvaraṇāni ca akkhīnaṁ rattaṭṭhānāni ca jātipavāḷamayāni, kesamassubhamukaṭṭhānāni indanīlamayāni, samacattālīsa dantā vajiramayā ahesuṁ. Uṇṇalomaṁ pana suvaṇṇa bhittiyaṁ ṭhapitarajatabubbuḷavilāsaṁ rajatamayaṁ ahosi. Bhagavato anavalokita muddhani matthake sattaratanamayaṁ vicittakiṁkiṇijālaṁ parikkhipāpesi. Maṇḍapassa anto navasatasahassagghanakaṁ muttākalāpamolambakaṁ manoramaṁ celavitānaṁ bandhāpetvā maṇḍapakoṭiyaṁ muttājālaṁ tadanantaraṁ satta ratanavicittaṁ kiṁkiṇijālaṁ parikkhipāpesi.",
  "anya-e1205n4:14": "Amhākaṁ bhagavato mātudevaputtampi sattaratanena kārāpesi. Tathā erāvaṇavissakammadevaputtādayo ca saparivāro sakko devarājā ca cattāro mahārājāno ca pañcasikhadevaputtādayo gandhabbadevaputtā ca sahampati mahā brahmādayo mahābrahmano ca kārāpesi. Vessantarajātakaṁ karonto saṁjayamahārājā phusatīdevī ādayo ca maddīdevī dve dārake ca jūjakabrāhmaṇādayo ca kārāpesi. Vidhura-soṇadatta mahānāradakassapa-sutasoma-suppāraka-saṅkhapālajātakādīni ca, dhammacakkappavattana-mahāsamayasuttādi desanākāro ca, suddhodanamahārājā mahāmāyā mahāpajāpatī gotamī bhaddakaccānā rāhulamātādevī ca rāhulakumāro ca channañca kanthakañca mahābhinikkhamanaṁ mahābodhimaṇḍalaṁ asītimahāsāvakā kosalamahārājā anāthapiṇḍikamahāseṭṭhi cūḷaanāthapiṇḍika-visākhā suppavāsā ca pacchā cūḷapiṇḍapātiya tissattherañca attānañca kārāpetvā te sabbe dhātu gabbhe patiṭṭhāpesi.",
  "anya-e1205n4:15": "Dhātugabbhavaṇṇaṇā samattā.",
  "anya-e1205n4:16": "Evaṁ dhātugabbhe pūjāvidhānaṁ suvibhattaṁ sumanoramaṁ kārāpetvā therena saddhiṁ kathesi? Bhante dhātugabbhe mayā kattabbaṁ niṭṭhāpitaṁ. Sve rohiṇīnakkhattena dhātu nidhānaṁ karissāmī. Ayyā pana kesadhātuyo gahetvā āgacchantuti. Tissattherassa bhāramakāsi. Thero taṁ sutvā bhaddakaṁ mahārāja, kesadhātuyo vicinitvā āharāpessāmāti vatvā attano saddhivihārikaṁ sivattheraṁ pakkosāpetvā āvuso bhūmindharanāgavimāne jayaseno nāma nāgarājā vasati. Tassa santike (kesadhātuyo santi.) Tapussa bhallikānaṁ dvebhātikavāṇijānaṁ paricaraṇakāle tesaṁ pamādaṁ ñatvā nāgarājā dve kesadhātuyo gahetvā nāgabhavane ṭhapesi. Tvaṁ tā dhātuyo āharitvā rañño dehīti āṇāpesi. Thero taṁ vacanaṁ sampaṭicchitvā gato.",
  "anya-e1205n4:17": "Tato rājā attano bhaginiyā somadeviyā ca bhāgineyyassa giriabhayarañño ca sāsanaṁ pesesi? Sve dhātunidhānaṁkarissāma. Tumhe senaṅgaṁ gahetvā āgacchathā’ti. Loṇanagare mahānāgarañño ca seru nagare sivarañño ca tatheva sāsanaṁ pesetvā sayampi attano vijite yena mayhaṁ hatthato antamaso ekakarīsamattampi laddhaṁ tadupādāya sabbepi tumhe saddhiṁ parivārena āgacchathā’ti bheriṁ carāpesi. Taṁ sutvā somanassappattā mahājanā attano attano vibhavānurūpena alaṅkatapaṭiyattā agamiṁsu. Rājā pabhātāya rattiyā sabbe seniyo gandhamālādhūpadhajādayo gahetvā dhātunidhānaṁ āgacchantuti vatvā bhikkhusaṅghassa mahādānaṁ datvā tivīvaratthāya mahagghavatthādīni datvā sayampi sabbālaṅkārapatimaṇḍito nānaggarasabhojanaṁ bhuñjitvā uposathaṁ adhiṭṭhāya maṇikuṇḍalamekhalānūpura valayādivicittasabbālaṅkāravibhūsitāhi koseyyādisukhumanānāvidhavicittavatthanivatthāhi naccagītavāditaturiyabhaṇḍagahita hatthāhi devaccharāpaṭibhāganāṭakitthīhi parivārito vuttappakārehi saddhiṁ cetiyaṭṭhānaṁ gantvā mahābhikkhusaṅghaṁ vanditvā aṭṭhāsi.",
  "anya-e1205n4:18": "Tato somanagare giriabhayarājā’pi sabbe nāgarā attano attano vibhavānurūpena dhātunidhānaṭṭhānaṁ āgacchantuti nagare bheriṁ carāpetvā sayaṁ sabbālaṅkārapatimaṇḍito susajjitaamaccagaṇaparivārito nikkhami. Soma devīpi sīsaṁ nahātvā ahatavatthanivatthā sabbālaṅkārapatimaṇḍitā devaccharā viya attano parivārā pañcasatakumāriyo nīlavatthehi paridahāpetvā tatheva alaṅkāretvā puṇṇaghaṭe gāhāpetvā tāsaṁ anantarā pañcasatakumāriyo pītavatthehi paridahāpetvā tatheva alaṅkāretvā pūjābhaṇḍāni gāhāpetvā, tāsaṁ anantarā pañcasata kumāriyo rattavatthehi paridahāpetvā tatheva. Alaṅkāretvā vicitrapupphapūritamañjusāyo gāhāpetvā tāsaṁ anantarā pañcasatakumāriyo setavatthehi paridahāpetvā tatheva alaṅkāretvā dhūma kaṭacchuke gāhāpetvā evaṁ pūjāvidhānaṁ saṁvidahitvā parivārena cetiṅgaṇaṁ gantvā mahābhikkhusaṅghaṁ pañcapatiṭṭhitena vanditvā gandhamālādīhi pūjaṁ katvā attano sāminā giriabhayarājena saddhiṁ ekapasse ṭhītā.",
  "anya-e1205n4:19": "Loṇanagare mahānāgarājā’pi sabbālaṅkārehi patimaṇḍito sabbābharaṇehi susajjītaamaccamaṇḍalaparivuto naccagītaturīyāni paggaṇhāpayamāno gandhamālā dhūmakaṭacchu gāhāpetvā cetiyaṭṭhānaṁ āgantvā bhikkhusaṅghaṁ vanditvā ekamantaṁ aṭṭhāsi.",
  "anya-e1205n4:20": "Serunagare sivarājā’pi attānaṁ sabbālaṅkārehi alaṅkaritvā mahantena parivārena pūjāvidhānaṁ gāhāpetvā cetiyaṭṭhānaṁ āgantvā mahābhikkhusaṅghaṁ vanditvā ekamantaṁ aṭṭhāsi. Rājaparisā attano vibhavānurūpena vatthālaṅkārehi candana mālādīhi ca sobhamānā nalāṭe muttākalāpamolambaka vicittasuvaṇṇapaṭṭāni bandhitvā hatthābharaṇādi anekābharaṇehi dibbaparisā viya sumaṇḍitapasādhitā vesānurūpāni vividhāvudhāni gahetvā ekapasse ṭhītā. Sīhavyagghadīpicammehi pasādhitasuvaṇṇālaṅkārasuvaṇṇadhajahemajālasañchanne ratha vare ca sabbālaṅkāravibhusitā rathikā āruyha ekapasse ṭhītā. Brāhmaṇaputtādayo maṇḍitacamme pārupitvā upasobhayamānā ekapasse ṭhītā. Bahu amaccā attano attano vesānurūpena mahagghavatthābharaṇavibhūsitā saparivārā ekapasse ṭhītā. Gandhodaka pūrita dakkhiṇāvatta saṅkhaṁ gahetvā upavītasuttaṁ ekaṁsaṁ karitvā brāhmaṇaveṭhanaṁ veṭhetvā purohitabrāhmaṇā mahantena parivārena pūjāvidhānaṁ gāhāpetvā cetiyaṭṭhānaṁ āgantvā mahābhikkhusaṅghaṁ vanditvā jayaghosaṁ sāventā evamāhaṁsu?",
  "anya-e1205n4:21": "Khemaṁ subhikkhaṁ bhavatu niccaṁ janapadaṁ sivaṁ;",
  "anya-e1205n4:22": "Sassāni samuppajjantu rañño evaṁ jayā siyuṁ.",
  "anya-e1205n4:23": "Avasesā mahājanā evamāhaṁsu? Samuddapariyantaṁ hi mahiṁ sāgarakuṇḍalaṁ vasundharaṁ āvasatu amaccaparivārito. Evaṁ vatvā? Amhākaṁ ayyo kākavaṇṇatisso mahā rājā sadevake loke ekapuggalassa lokanāthassanalāṭadhātuṁ patiṭṭhāpetī’ti attano attano vibhavānurūpena sumaṇḍitapasādhitā. Khujjavāmanakādayo’pi sabbe janā pūjābhaṇḍāni gahetvā sādhukāraṁ dadamānā aṭṭhaṁsu. Imasmiṁ cetiyaṭṭhāne rāsībhūtā parisā evaṁ veditabbā? Khattiyā brāhmaṇā vessā negamā ca samāgatā pupphādigahitā sabbe alaṅkāravibhūsitā.",
  "anya-e1205n4:24": "Gaṇanā vītivattā te aneke ca mahājanā;",
  "anya-e1205n4:25": "Samuddo pattharantova khattiyā samupāgatā.",
  "anya-e1205n4:26": "Alaṅkato mahārājā sarājaparivārito;",
  "anya-e1205n4:27": "Devarājā yathā sakko aṭṭhāsi cetiyaṅgaṇe.",
  "anya-e1205n4:28": "Sādhuvādena sattānaṁ pañcaṅgaturiyehi ca;",
  "anya-e1205n4:29": "Hatthassarathasaddena samākiṇṇaṁ mahītalaṁ.",
  "anya-e1205n4:30": "Tato cūḷapiṇḍapātiyatissatthero attano saddhivihārīke pañcasata khīṇāsave parivāretvā cetiyaṭṭhānameva āgato. Mahāsāgalatthero’pi pañcasata khīṇāsave parivāretvā cetiyaṭṭhānameva āgato. Mahindatthero’pi attano sāvake saṭṭhimatte khiṇāsave gahetvā cetiyaṭṭhānameva āgato. Iti iminā niyāmeneva eko dve tayo cattāro pañca khīṇāsavā āgacchantā satta sahassamattā ahesuṁ. Tato cūḷapiṇḍapātiyatissatthero ettake bhikkhū parivāretvā cetiyaṅgaṇe nisīdī. Tato rājā āgantvā pañcapatiṭṭhitena vanditvā therena saddhiṁ kathesi? Kesadhātu kuto labhissāma ayyā’ti. Tasmiṁ khaṇe tissatthero attano saddhivihārikaṁ sivattheraṁ olokesi. So olokitakkhaṇeyeva nisinnaṭṭhānato uṭṭhāya cīvaraṁ pārupitvā mahābhikkhusaṅghaṁ vanditvā chaḷabhiñño mahākhīṇāsavo catutthajjhānaṁ samāpajjitvā tato vuṭṭhāya pathaviyaṁ nimujjitvā bhumindharanāgavimāne pāturahosi.",
  "anya-e1205n4:31": "(Sutvāssa sivathero ca vasippatto visārado;",
  "anya-e1205n4:32": "Pākaṭo abhavi nāganagaraṁ purato khaṇe.)",
  "anya-e1205n4:33": "Tasmiṁ kho pana samaye jayaseno nāgarājā attano bhāgineyyaṁ dvikoṭimatte nāge parivāretvā mahā yasaṁ anubhavamānaṁ nisinnaṁ iṅgitasaññaṁ datvā theraṁ duratova āgacchantaṁ disvā cintesi? Imasmiṁ nāgabhavane samaṇehi kattabbakiccaṁ natthī. Nissaṁsayaṁ kesadhātuṁ nissāya āgato bhavissatīti uṭṭhāya dhātugharaṁ pavisitvā dhātukaraṇḍakaṁ gilitvā kiñci ajānanto viya nisīdi. Tasmiṁ kāle thero tassa santikaṁ agamāsi. Nāgarājā paccuggantvā paṭisanthāraṁ karonto therena saddhiṁ kathesi. Kasmā ayyo āgato’ti vutte evamāha? Tilokanāthassa amhākaṁ sambuddhassa kesadhātūnaṁ atthāya āgato, tuyhaṁ santike ṭhapitakesadhātuyo papañcaṁ akatvā mayhaṁ dehi, teyeva sandhāya upajjhāyena pesitomhī’ti vutte amhākaṁ sammā sambuddhassa kesadhātuyo mama santike natthī’ti āha. Thero dhātukaraṇḍakaṁ gilitabhāvaṁ ñatvā gaṇhāmi mahārājā kesadhātuyo’ti vutte āma passanto gahetvā gacchāhīti āha. Evaṁ tayo vāre paṭiññaṁ gahetvā tatheva ṭhīto?",
  "anya-e1205n4:34": "Iddhiyā māpayitvāna tato so sukhumaṁ karaṁ,",
  "anya-e1205n4:35": "Pavesetvā mukhe tassa gaṇhī dhātukaraṇḍakaṁ;",
  "anya-e1205n4:36": "Nāgālayābhinikkhami tiṭṭha nāgā’ti bhāsiya.",
  "anya-e1205n4:37": "Tasmiṁ khaṇe jayaseno nāgarājā samaṇaṁ vañcetvā pesitomhī’ti vatvā tassa gatakāle dhātukaraṇḍakaṁ oloketvā dhātu apassitvā samaṇena nāsitomhī’ti dve hatthe ukkhipitvā ṭhapetvā attano sakalanāgabhavanaṁ eka kolāhalaṁ katvā mahantena saddena paridevanto? Amhākaṁ cakkhuni uppāṭetvā gato viya sadevakassa lokassa patiṭṭhānabhūtassa sammāsambuddhassa kesadhātuyo apāyadukkhato amuñcantānaṁ amhākaṁ abhibhavitvā dhātuyo gahetvā gatasamaṇaṁ anubandhitvā gaṇhissāmā’ti dvekoṭimatte nāge gahetvā attano bhāgineyyena saddhiṁ tassa piṭṭhito piṭṭhito anubandhitvā ākāsaṁ uggacchiṁ (su). Tasmiṁ khaṇe pana sivatthero akāsato otaritvā pathaviyaṁ pāvisi. Puna tepi pathaviyaṁ pavisiṁsu. Evaṁ thero tehi saddhiṁ ummujja nimujjaṁ karonto pāṭihāriyaṁ dassetvā serunagarassa nātidūre piṭṭhipāsāṇe uggañji. Tattheva te saṁvejetvā cetiyaṅgaṇe mahābhikkhusaṅghassa purato pākaṭo ahosi. Nāgā taṁ gahetuṁ asakkontā mahantena saddena ravaṁ patiravaṁ datvā. Ito paṭṭhāya naṭṭhamhā’ti tasmiṁ piṭṭhi pāsāṇe sabbe samāgamaṁ katvā mahāsaddena parideviṁsu? Naṭṭhambhā vata bho’ti. Tato paṭṭhāya so piṭṭhipāsāṇo nāgānaṁ ravaṁ patiravaṁ datvā paridevitahāvena nāgagallaṁ nāma ahosi.",
  "anya-e1205n4:38": "Nāgo therassa piṭṭhitoyeva anubandhitvā cetiyaṅgaṇaṁ gantvā rājānaṁ evamāha? Deva, eso bhikkhu mayā adinnadhātu gahetvā āgato’ti. Taṁ sutvā rājā? Saccaṁ kira ayya nāgassa vacananti vutte naheva mahārāja, iminā dinnaṁ eva dhātuṁ aggahesinti vutte? Nāgo tava sakkhiṁ dehīti āha. Thero tassa bhāginyeṁ samaṇuppala nāgarājānaṁ sakkhiṁ akāsi. Rājā tassa bhāgineyyassa sabbavacanaṁ sutvā saddahi. Tasmiṁ kāle dukkhābhibhūto nāgarājā gantvā bahi ṭhīto. Tato paṭṭhāya so nāgarājā bahi hutvā nisinnattā bahināgarājā nāma ahosi. Tassa pana bhāgineyyaṁ anto cetiyaṅgaṇe nisīdāpesi. Imassa pana cetiyassa ārakkhaṁ gahitanāgā kathetabbā. Sumananāgarañño parivārā chakoṭimattā nāgā, jayasenassa parivārā koṭisatamattā nāgā, samaṇuppalanāgarañño parivārā dvikoṭimattā nāgā ahesuṁ. Sabbe dhātuyā ārakkhaṁ gaṇhiṁsu. Rājā therassa hatthato kesadhātuṁ gahetvā ratanacaṅegāṭake ṭhapetvā mahindassa nāma amaccassa adāsi. Tasmiṁ samāgame tipiṭakamahāphussadevattherassa saddhivihārikā paṭisambhidappattā cattāro sāmaṇerā ahesuṁ. Tesu eko malaya rājaputto sumanasāmaṇero nāma, eko serunagare sivarājabhāgineyyassa putto uttara sāmaṇero nāma. Eko mahāgāme mālākāraputto cunda sāmaṇero nāma eko mahāgāme ekassa kuṭumbikassa putto mahākassapasāmaṇero nāma, ime cattāro sāmaṇerā ajja kākavaṇṇatissamahārājā mahācetiye dhātu nidhānaṁ karissati, mayaṁ himavantaṁ gantvā sukusumāni āharissāmāti theraṁ vanditvā ākāsato himavantaṁ gantvā campakanāgasalalādayo pūjanīyamālaṁ gahetvā tāvatiṁsadeva lokaṁ gatā.",
  "anya-e1205n4:39": "Tasmiṁ kāle sakko devarājā sabbābharaṇapatimaṇḍito dvisu devalokesu devatāyo gahetvā erāvaṇahatthīkkhandhamāruyha aḍḍhateyyakoṭidevaccharāparivārito sudassanamahā vīthiyaṁ vicaranto savaṅgoṭake te cattāro sāmaṇere duratova āgacchante disvā hatthīkkhandhato oruyha pañca patiṭṭhitena vanditvā tesaṁ hatthe mālācaṅgoṭake disvā? Kiṁ ayyā tumhākaṁ hatthe’ti pucchi. Taṁ sutvā sāmaṇerā mahārāja, kiṁ tvaṁ na jānāsi. Laṅkāyaṁ kākavaṇṇatissa mahārājā dasabalassa nalāṭadhātuṁ gahetvā mahāvālukagaṅagāya dakkhiṇapasse seru nāma dahassa ante varāha nāma soṇḍimatthake cetiyaṁ kārāpetuṁ tumhākaṁ niyogena vissakammadevaputtena nimmitैṭṭhakāni gahetvā cetiyaṁ kārāpetvā ajja dhātunidhānaṁ karoti. Tattha pūjanatthāya himavantato ānītapupphamidanti vatvā itopi kusumaṁ gahetuṁ āgatamhā’ti vadiṁsu. Sakko tesaṁ vacanaṁ sutvā?",
  "anya-e1205n4:40": "Ayya tumhākaṁ hatthe pupphāni cūḷāmaṇicetiye pujetvā amhākaṁ uyyānato pupphāni gahetvā gacchathāti vatvā tehi saddhiṁ gantvā tesaṁ pupphehi cūḷāmaṇicetiyaṁ pūjesi. Tato papañcaṁ na bhavitabbanti sakkassa nivedesuṁ. Taṁ sutvā sakko sāmaṇerānaṁ pañcamahāuyyānato pāricchatta-koviḷārādīni pupphāni ca candanacuṇṇañca gahetvā dāpesi. Sāmaṇerā pupphāni gahetvā devalokato otaritvā himavantaṁ pavisitvā suvaṇṇamaṇipabbate santacchāyāya nasīditvā divāvihāraṁ katvā nakkhattavelāya sampattāya maṇī gavesamānā cattāro maṇayo addasaṁsu. Tesaṁ eko indanīlamaṇī, eko pahassarajotiraṅga maṇī, eko veluriyamaṇi, eko masāragallamaṇi, cattāro maṇayo ca dibbapupphāni ca gahetvā therānaṁ dassesuṁ. Thero? Mahārāja, ime sāmaṇerā pāricchattakakoviḷārādīni pupphāni ca candanacuṇṇañca cattāro maṇayo ca gahetvā āgatā’ti rañño ārocesuṁ.",
  "anya-e1205n4:41": "Rājā taṁ sutvā somanassajāto sāmaṇere pañca patiṭṭhītena vanditvā tesamāhatamaṇayo gahetvā mahānanda nāma amaccassa datvā therehī saddhiṁ mahantena parivārena cetiyaṅgaṇaṁ gantvā maṇikaraṇḍakena dhātuṁ gahetvā attano sīse dhātuṁ ṭhapetvā upari setacchattaṁ kārāpetvā cetiyaṁ tikkhattuṁ padakkhiṇaṁ katvā pācīnadvāre ṭhīto? Ayaṁ dasabalassa nalāṭadhātu amhehi kārāpitāya buddhapaṭimāya nalāṭe uṇṇalomākāraṁ hutvā patiṭṭhahatūti adhiṭṭhāsi. Tassa cintitakkhaṇeyeva dhātu karaṇḍato nabhamuggantvā ākāse sattatālappamāṇe ṭhatvā chabbaṇṇa raṁsiyo vissajjesi. Tā raṁsiyo kuṭena āsiñcamānavilīna suvaṇṇaṁ viya antalikkhato nikkhantasuvaṇṇarasadhārā viya sakalalaṅkādīpaṁ raṁsijālehi ekobhāsaṁ katvā gaṇhiṁsu. Tasmiṁ kāle yamakapāṭihāriyasadisaṁ pāṭihāriyaṁ ahosi. Mahākāruṇikassa bhagavato adiṭṭhapubbaṁ pāṭihāriyaṁ disvā mahājanā tathāgatassa rūpakāyaṁ paccakkhabhutā viya ahesuṁ.",
  "anya-e1205n4:42": "Adiṭṭhapubbaṁ satthussa pāṭihīraṁ mahājanā;",
  "anya-e1205n4:43": "Disvā pītiparā jātā pasādamajjhaguṁ jine.",
  "anya-e1205n4:44": "Pūjesuṁ gandhamālañca alaṅkāraṁ sakaṁ sakaṁ;",
  "anya-e1205n4:45": "Sabbe vandiṁsu sirasā-cetiyaṁ īdisaṁ varaṁ.",
  "anya-e1205n4:46": "Tasmiṁ samāgame eko paṇḍitapuriso jinaṁ thomento evamāha?",
  "anya-e1205n4:47": "Nibbutassāpi buddhassa yaso bhavati īdiso;",
  "anya-e1205n4:48": "Ṭhītassa lokanāthassa kīdisā āsi sampadā.",
  "anya-e1205n4:49": "Anubhāvamidaṁ sabbaṁ puññeneva mahesino;",
  "anya-e1205n4:50": "Kareyya ñatvā puññaṁ taṁ patthento bodhimuttamaṁ.",
  "anya-e1205n4:51": "Tasmiṁ kāle nānāratanavicittaṁ anekālaṅkārapatimaṇḍitaṁ mahārahaṁ samussitadhajapatākaṁ nānāvidhakusumasamākiṇṇaṁ anekapūjāvidhānaṁ gahetvā manussā chaṇavesaṁ gaṇhiṁsu. Anekavidhaturiyasaṅghuṭṭaṁ ahosi. Tasmiṁ khaṇe devatāyo pupphavassaṁ vassāpenti. Mahānubhāvasampannā nāgā pūjaṁ karonti. Evaṁ sabbe devā nāgā manussā sādhukāraṁ denti, apphoṭenti, velukkhepaṁ karonti, hatthīno kuñcanādaṁ nadanti. Assā tuṭṭhiravaṁ ravanti, bahalaghana mahāpathavī yāva udakapariyantaṁ kampi. Disāsu vijjullatā nicchariṁsu. Sakalalaṅkādīpe sumanakūṭādayo mahānagā kusumagaṇasamākiṇṇā ahesuṁ. Sabbe jalāsayā pañcavidha padumasañchantā, devatānamantare manussā, manussānaṁ antare yakkhanāgasupaṇṇādayo ca ahesuṁ. Bhikkhubhikkhunīupāsaka upāsikā aparimāṇā ahesuṁ. Mahantena sādhukārena mahā nigghosena sakalalaṅkādīpe tibbavātābhihatasamuddo viya ekaninnādaṁ ekanigghosaṁ ahosi. Iminā pūjāvidhānena pasādakabhūtamahājanakāyamajjhe dhātu pāṭihāriyaṁ dassetvā ākāsato otaritvā buddhapaṭimāya nalāṭe puṇṇacandasassirīkaṁ abhibhavantamiva virocamānā patiṭṭhāsi.",
  "anya-e1205n4:52": "Rājā mahānandanāmakassa amaccassa hatthato kesadhātuṁ gahetvā vihāradeviyā datvā tvaṁ imā kesadhātuyo dasabalassa anavalokita matthake patiṭṭhāpehī’ti āha. Sā kesadhātuyo gahetvā tattheva patiṭṭhahantu’ti adhiṭṭhānaṁ akāsi. Tasmiṁ khaṇe kesadhātuyo karaṇḍato nabhaṁ uggantvā mayūragīvasaṁkāsanīlaraṁsiyo vissajjentī ākāsato otaritvā buddhapaṭimāya uttamaṅge sirasmiṁ patiṭṭhahiṁsu.",
  "anya-e1205n4:53": "Tato rājā therena saddhiṁ dhātugabbhaṁ pavisitvā dibbacandanacuṇṇasamākiṇṇaṁ pāricchattakakoviḷārādi sugandhapupphasantharaṁ viyūhitvā pabhāsamudayasamākiṇṇe cattāro maṇi pāsāṇe ṭhapesi. Tesaṁ ālokābhibhūto dhātugabbho ativiya virocittha. Sabbanāṭakitthīyo attano attano ābharaṇāni omuñcitvā dhātugabbheyeva pūjesuṁ. Tato rājā dhātunidhānaṁ katvā buddharūpassa pādatale sīsaṁ ṭhapetvā nipanno evaṁ paridevi; mayhaṁ pitupitāmahaparamparāgatādhātu ajja ādiṁ katvā ito paṭṭhāya viyogā jātā ahaṁ dāni tumhākaṁ aticiraṁ (ṭhītā) ramaṇīyā rohaṇajanapadā āharitvā imasmiṁ ṭhāne patiṭṭhāpesinti vatvā sineru muddhani samujjalamahāpadīpo viya tumhe idheva ṭhītā. Idāni na gamissāma mayaṁ khamatha bhagavā’ti paridevamāno dhātu gabbheyeva patitvā āha?",
  "anya-e1205n4:54": "Aho viyogaṁ dukkhaṁ me etā bādhenti dhātuyo;",
  "anya-e1205n4:55": "Vatvā so paridevanto dhātugabbhe sayī tadā.",
  "anya-e1205n4:56": "Marissāmi no gamissaṁ ayyaṁ hitvā idheva’haṁ;",
  "anya-e1205n4:57": "Dullabhaṁ dassanaṁ tassa saṁsāre carato mamā’ti.",
  "anya-e1205n4:58": "Vatvā paridevanto nipajji. Tassa pana bhikkhusaṅghassa antare sahadevo nāma thero rājānaṁ dhātugabbhe rodamānaṁ nipannaṁ disvā kimajjhāsayo etassā’ti cetopariyañāṇena samantāharitvā idha nipanno marissāmī’ti nipannabhāvaṁ jānitvā iddhiyā saṁsaraṁ piyarūpaṁ māpetvā dhātugabbhato taṁ bahi akāsi.",
  "anya-e1205n4:59": "(Iddhiyā so vasipatto chaḷabhiñño visārado;",
  "anya-e1205n4:60": "Taṁ khaṇaññeva sappañño rājānaṁ taṁ bahiṁ akā.)",
  "anya-e1205n4:61": "Tato paṭhamānītajotiraṅga pāsāṇaṁ dhātugabbhassa upari vitānaṁ viya ṭhapetvā arahantā? Dhātugabbho samantato caturassamañcaṁ viya ekaghano hotu. Dhātu gabbhe gandhā mā sussantu, pupphāni mā milāyantu, ratanāni mā vivaṇṇā hontu, pūjanīyabhaṇḍāni mā nassantu, paccatthikapaccāmittānaṁ okāso vā vivaro vā mā hotu’ti adhiṭṭhahiṁsu. Tato rājā dhātuyo mahantaṁ pūjaṁ katvā maṅgalacetiye caturassakoṭṭhakaṁ atimanoramaṁ chattakammañca kelāsakūṭaṁ viya sudhākammañca vālukapādato paṭṭhāya sabbañca kattabbaṁ kammaṁ niṭṭhāpesi. So pana seta nimmalacandaraṁsi viya udakabubbuḷakelāsakūṭapaṭibhāgo chattadharo acalappatiṭṭhito sujanappasādako aññatitthīya maddanakaro maṅgalathūpo virocittha.",
  "anya-e1205n4:62": "Vilāsamāno aṭṭhāsi tosayanto mahājane;",
  "anya-e1205n4:63": "Maṅgalakelāsathūpo acalo suppatiṭṭhito.",
  "anya-e1205n4:64": "Sujanappasādanakaro titthiyadiṭṭhimaddano;",
  "anya-e1205n4:65": "Bhavi saddhākaro seṭṭho sabbajanapasādako.",
  "anya-e1205n4:66": "Cetiyo pavaro loke mahājananisevito;",
  "anya-e1205n4:67": "Dhajapupphasamākiṇṇo sadā pūjāraho bhavi.",
  "anya-e1205n4:68": "Bahū janā samāgamma nānā desā samāgatā;",
  "anya-e1205n4:69": "Pūjesuṁ taṁ mahāthūpaṁ sabbadāpi atanditā.",
  "anya-e1205n4:70": "Īdiso patirūpavāso so deso dullabho bhave;",
  "anya-e1205n4:71": "Appamattā sadā santā vinātha kusalaṁ bahunti.",
  "anya-e1205n4:72": "Rājā kappāsikasukhumavatthena mahārahaṁ cetiyaṁ veṭhetvā, sirivaḍḍhanaṁ nāma mahābodhiṁ patiṭṭhapetvā tattha bodhigharañca kārāpetvā tibhūmakaṁ uposathāgāraṁ kārāpetvā rattiṭṭhāna divāṭṭhānādīni katvā sabbaṁ vihāre kattabbaṁ kāresi. Ettakaṁ kārāpetvā vihāraṁ dakkhiṇodakaṁ dassāmī’ti cintetvā asītisahassamattānaṁ bhikkhūnaṁ sattadivasāni nānāvidha sūpavyañjanehi mahādānaṁ datvā sattame divase mahābhikkhu saṅghassa ticīvaratthāya vatthāni dāpetvā pātova pātarāsabhattaṁ bhuñjitvā therassa santikaṁ gantvā vanditvā ekamantaṁ ṭhīto evamāha? Ayyā, cātuddasike mahābhikkhusaṅghassa dakkhiṇaṁ dātumicchāmī’ti. So panāyasmā evamāha; upakaṭṭha puṇṇamāyaṁ uposathadivase assayujanakkhattena dakkhiṇaṁ dhātuṁ bhaddakanti. So therassa vacanaṁ sutvā pañcapatiṭṭhitena theraṁ vanditvā somanagare attano bhaginiṁ deviṁ kathesi? Bhagini, dasabalassa nalāṭadhātuṁ nidahitvā maṅgalamahācetiyānurūpaṁ pāsādaṁ alaṅkatadvāraṭṭālakatoraṇaṁ seta vattha anekadhajasamākiṇṇaṁ vihārañca kārāpetvā dakkhiṇaṁ dassāmī’ti ayyassa kathesiṁ. So panāyasmā; upakaṭṭha puṇṇamāya uposathadivase dātuṁ yuttanti āhā’ti. Deva, kiṁ kathesi, ayyassa kathītaniyāmeneva upakaṭṭha puṇṇamāya uposathadivase dakkhiṇaṁ dehī’ti āha. So tassā kathaṁ sutvā somanassapatto sādhu bhadde’ti sampaṭicchitvā somanagare viharanto, upakaṭṭha puṇṇamāya uposathe sampatteyeva ajjuposatho’ti ñatvā giriabhayaṁ pakkosāpetvā, tāta sve dakkhiṇaṁ dātabbaṁ tvaṁ senaṅgaṁ alaṅkaritvā sve amhehi saddhiṁ ehī’ti vatvā serunagare sivarañño loṇanagare mahānāgarañño paṇṇaṁ pahiṇī. Sve tumhākaṁ hatthiassarathapattādīni suvaṇṇālaṅkārehi alaṅkaritvā sve amhehi saddhiṁ chaṇa vesaṁ gāhāpetvā ayyassa tissattherassa dakkhiṇaṁ dīyamānaṁ samosarantuti. Te pana rājāno sāsanaṁ sutvā attano attano vibhavānurūpena hatthiassarathapattādīni alaṅkaritvā gandhapañcaṅgulikaṁ datvā suvaṇṇamālādīni pilandhāpetvā mahā goṇepi tatheva alaṅkaritvā siṅgesu suvaṇṇakañcukaṁ (paṭi) muñcāpetvā amaccagahapati-brāhmaṇaputta-ajagopaka-khujjavāmanaka-senāpatiādayo ca vicittavatthāni nivāsetvā nānāvidhavilepanāni vilimpetvā āgantvā rañño dassayiṁsu. Rājāpi caturaṅginiyā senāya parivuto alaṅkatahatthikkhandhaṁ āruhi. Sesarājāno ca attano attano senaṅgehi parivāretvā hatthikkhandhe nisīditvā rājānaṁ majjhe katvā vāmadakkhiṇapassato namassamānā nikkhamiṁsu. Tassa pana gamanaṁ ajātasattuno tathāgatassa dassanatthāya jīvakambavanagamanaṁ viya tiṁsayojanappamāṇaṁ erāvaṇahatthikkhandhaṁ āruhitvā dvīsu devalokesu devehi parivāretvā sakkassa devānamindassa nandanavanagamanakālo viya ca ahosi. So vaḍḍhamāsakacchāyāya sampattāya somanagarato nikkhamitvā serudahassa ante nānāvidha alaṅkatapaṭiyattanāṭakitthīnaṁ pañcaṅgikaturiyaṁ paggaṇhāpayamāno aṭṭhāsi.",
  "anya-e1205n4:73": "Mahāpathavī bhijjamānā viya pabbatā parivattamānā viya mahāsamuddo (thalaṁ) avattharitvā bhijjamānakālo viya ca ahosi. Brāhmaṇā jayamukhamaṅgalikā sotthi vacanaṁ vadiṁsu. Sabbālaṅkārapatimaṇḍitā nāṭakitthiyo pañcaṅgikaturiyaṁ pavattayiṁsu. Mahājano velukkhepasahassāni pavattesi. Tato rājā bahū gandhadīpadhūpādayo gāhāpetvā uṭṭhāya senāya parivuto therassa vasanaṭṭhānaṁ pavisitvā theraṁ vanditvā nisinno āha? Ayya rājāno ca sampiṇḍitvā dakkhiṇodakassa dīyamānassa kālo’ti. Thero tassa kathaṁ sutvā bhaddakaṁ mahārājā’ti sampaṭicchi. Tasmiṁ dakkhiṇodakassa dānadivase nānāvidhavicittamaṇidaṇḍakesu nānāvidha dhajapatākādīni bandhāpetvā samussitāni ahesuṁ. Purimādī disāsu manuññavātā vāyiṁsu. Tathā mahāraṁsijālasamujjalito sahassaraṁsibhākaro atthaṅgato ahosi. Vipphuritakiraṇarajadhūmarāhuabbhādīhi uparodhehi virahito tārāgaṇaparivuto puṇṇacando samujjalarajatamayaṁ ādāsamaṇḍalaṁ viya pācīnadisato samuggato. Tasmiṁ khaṇe daṇḍadīpikādayo samujjalāpesuṁ. Mahāmaṅgalacetiyaṁ pana jātisumanamālādāmena parikkhipitvā ekamālāguṇaṁ viya alaṅkari. Yathā tārāgaṇaparivuto puṇṇacando tathā padīpamālālaṅkato mahācetiyo ativiya virocati. Sakala laṅkādīpe pana sabbe rukkhāpi vicittadhajena alaṅkatā viya akālaphalapallavehi vicittā ahesuṁ. Mahāsamuddaloṇasāgarādayo’pi pañcavidhapadumasañchannā ahesuṁ.",
  "anya-e1205n4:74": "Vicitravatthābharaṇehi sabbe,",
  "anya-e1205n4:75": "Alaṅkatā devasamānavaṇṇā;",
  "anya-e1205n4:76": "Anekasaṅkhyā sumanā patītā,",
  "anya-e1205n4:77": "Janā samantā parivārayiṁsu.",
  "anya-e1205n4:78": "Sabbeva ujjalāpesuṁ daṇḍadīpaṁ manoramaṁ;",
  "anya-e1205n4:79": "Sakalampi idaṁ dīpaṁ āsi obhāsitaṁ tadā.",
  "anya-e1205n4:80": "Tārāgaṇasamākiṇṇo puṇṇacandova jotayī;",
  "anya-e1205n4:81": "Sārade nabhamajjhamhi ṭhito ruciraraṁsiyā.",
  "anya-e1205n4:82": "Tathā ayaṁ thūpavaro suppabhāso alaṅkato;",
  "anya-e1205n4:83": "Mālāpadīpamajjhamhi bhāti bhutilakuttamo.",
  "anya-e1205n4:84": "Sabbe’pi pādapā assa laṅkādīpassa sabbaso;",
  "anya-e1205n4:85": "Dhajehi’va samākiṇṇā āsuṁ pupphaphalandadā.",
  "anya-e1205n4:86": "Sacetanā yathā sabbe akā pūjaṁ akā tadā;",
  "anya-e1205n4:87": "Tathā acetanā sabbe akā pūjaṁ anappakaṁ.",
  "anya-e1205n4:88": "Yebhuyyena bhumaṭṭhe deve upādāya yāva akaṇiṭṭhakā devā brahmā dibbamālāpāricchattakakoviḷāracandanacuṇṇaṁ gahetvā āgatādevāti vā manussāti vā jānituṁ asakkonti. Ukkaṭṭhamahāsamāgamo ahosi. Tasmimpi divase mahāpathavi ākāsayugandharacakkavāḷapabbatuttamādayo kampiṁsu. Taṁ disvā rājā ativiya somanassappatto there ca avasesa mahāmattādayo sannipātetvā nāṭakādayo ca gahetvā, idānevāhaṁ vihāradakkhiṇaṁ dassāmi’ti cetiyaṅgaṇaṁ agamāsi. Theropi bhikkhusaṅghaṁ gahetvā cetiyaṅgaṇe alaṅkatamaṇḍape nisīdi. Rājā vāsitagandhodakasuvaṇṇabhiṅkāraṁ gahetvā udakaṁ therassa hatthe āsiñcitvā dakkhiṇaṁ adāsi. Datvā ca pana evamāha; ayyā esā dhātu mayhaṁ pitāmahavaṁsena āgatā. Idāni amhākaṁ atiruciraramaṇiyā rohaṇajanapadā āharitvā suvaṇṇena dhātugabbhaṁ, sattaratanena dhātumaṇḍapaṁ kārāpetvā tasmiṁ suvaṇṇamayaṁ buddhapaṭimaṁ nisīdāpetvā amhākaṁ dasabalassa nalāṭadhātuṁ nidahitvā ayyassa cīvarādīnamatthāya idāni soḷasagāmavarāni dassāmi’ti gāmavarāni datvā samantato tigāvutappamāṇe serudahe bheriṁ carāpetvā ārāmikaṁ katvā āha? Bhante, tumhākaṁ mayā dinnasoḷasagāmaṁ ajjeva gantabbaṁ. Gantvā ca pana ajjeva pariggahaṁ karothāti vatvā tattheva vāsupagato puna divase samāgantvā sattāhaṁ mahādānaṁ datvā sattame divase mahābhikkhusaṅghassa tīcīvarappahonakasāṭakaṁ paṇītaṁ bhojanaṁ datvā therassa santikaṁ āgato, ayya vihāre kattabbaṁ aparihāpetvā mayā kataṁ, gehaṁ gamissāmīti (nivedesi). Thero tassa kathaṁ sutvā sādhu mahārājāti sampaṭicchi.",
  "anya-e1205n4:89": "So pana cetiyassa pūjanatthāya pupphārāmaṁ kārāpetvā mālākārānaṁ paribbayaṁ dāpesi. Tathā bherivādakanāṭakānampi vihārasīmante suvaṇṇanaṅgalena paricchinditvā ārāmikānampi gāmaṁ kārāpesi. Bhikkhusaṅghassa veyyāvaccatthāya attano santike pañcasataamaccadhītaro tattake amaccaputte dāsadāsiyo ca datvā paribbayatthāya tesaṁ tesaṁ pañcasatasahassakahāpaṇe ca dāpesi. Bhikkhusaṅghassa ca dhātupujanatthāya soḷasasahassaṁ kahāpaṇaṁ dāpesi.",
  "anya-e1205n4:90": "Tato giriabhayaṁ pakkosāpetvā, tāta tumhe idheva niccaṁ vasatha. Amhākaṁ vihāre ca ārāmikesu ca ayyesu ca appamatto hohīti ovaditvā sabbaṁ tassa niyyādesi. Thero tassa evamāha? Mahārāja samantato mahāsīmaṁ bandhitabbanti. Bandhatha bhanteti vutte? Mahārāja akittitena nimittena sīmaṁ bandhituṁ nasakkā, vihārassa pācīna pacchimuttaradakkhiṇato mahāsīmaṁ bandhanāya nimittaṁ sallakkhetvā dehi, mayaṁ sīmaṁ bandhissāmāti āha. Rājā tuṭṭho satta amacce sabbālaṅkārena alaṅkaritvā sīmānimittaṁ kittetvā āgamanatthaṁ pesesi. Te pana satta amaccā catusu disāsu nimittaṁ sallakkhetvā paṇṇe likhitvā āharitvā rañño adaṁsu. Rājā ekekaṁ satakahāpaṇaṁ datvā catusu disāsu ārakkhaṁ dāpetvā sīmaṁ bandhantūti mahābhikkhusaṅghassa nivedesi. Atha thero bhikkhusaṅghaparivuto cetiyaṅgaṇe nisīditvā vappamāsakāḷapakkhadvādasadivase sīmaṁ bandhitvā niṭṭhapesi.",
  "anya-e1205n4:91": "Tattha sīmānimittaṁ evaṁ jānitabbaṁ; purimāya disāya sigāla pāsāṇaṁ gato. Tato macchaselagāmassa vāma passena koṭasīmā nāma gāmakkhettaṁ vissajjetvā gaṇadvāragāmaṁ gato. Cittavāpiyā uttaravāna koṭito varagāmakkhette piṭṭhipāsāṇaṁ gato. Tato sālikaṁ nāma madhukarukkhe ṭhītapāsāṇathūpassa gato. Tato vuttika nāma vāpiyā dakkhiṇavāna koṭito kaṇikāra selassa gato. Tato channajjhāpitaselassa gato. Tato kukkuṭasiva nāma upāsakassa madhukarukkhe ṭhītaṁ thūpaṁ gato. Tato soṇḍaṁ nāma selaṁ gato. Tato sabaraṁ nāma pāsāṇaṁ gato. Tato elālatitthassa gato. Tato sobbha majjhimena gantvā assabandhanaṁ nāma ṭhānaṁ gato. Tato pāsāṇassa matthake udaka kākaṁ nāma nigrodhaṁ gato. So rukkho udaka kākānaṁ vusita bhāvena evaṁ nāma jāto. Tato tambatitthaṁ nāma gantā mahācārikassanāma thūpamaggassa gato. Tato assamaṇḍalapiṭṭhiṁ gato. Tato mahā kadamba passe ṭhītaṁ pāsāṇathūpaṁ gato. Tato mahā rājuvāpiyā uttarakoṭiyā ṭhītaṁ mahānigrodharukkhaṁ gato. Tato mahāvanapiṭṭhiṁ gato. Tato loṇasāgarassa ante rajataselaṁ gato. Puna āvattitvā sigāla pāsāṇeyeva ṭhīto. Imaṁ ettakaṁ padesaṁ samantato paricchindāpetvā rājā adāsi. Vihārassa bahū ārāmike ca (tesaṁ) vividhāni upakaraṇāni (ca) dāpetvā sabbe pākāratoraṇādayo kārāpetvā vihāraṁ niṭṭhāpetvā rohaṇameva gato.",
  "anya-e1205n4:92": "Rājā pasannahadayo mahāpuñño mahābalo;",
  "anya-e1205n4:93": "Kāretvā uttamaṁ thūpaṁ kañcanagghīka sobhitaṁ.",
  "anya-e1205n4:94": "Bandhāpetvā tato sīmaṁ vaṭṭagāmañca soḷasa;",
  "anya-e1205n4:95": "Datvā ārāmikānañca sabbupakaraṇāni ca.",
  "anya-e1205n4:96": "Tato so rohaṇaṁ gantvā mahāsenāpurakkhato;",
  "anya-e1205n4:97": "Vihāradeviyā saddhiṁ modamāno vasī tahiṁ.",
  "anya-e1205n4:98": "Thero pana tattheva viharanto yo imasmiṁ vihāre vasanto tathāgatassa ekagandhakuṭiyaṁ vuttho viya bhavissatīti khyākaritvā tato paṭṭhāya sīlācārasamādhisamāpattipaṭiladdhajaḷabhiññāpaṭisambhidappattehi khīṇāsavehi parivāretvā sabba buddhaguṇaṁ anussaranto ciraṁ vasitvā tattheva anupādisesāya nibbānadhātuyā parinibbāyi.",
  "anya-e1205n4:99": "Anekaguṇasampanno tissatthero bahussuto;",
  "anya-e1205n4:100": "Janānaṁ saṅgahaṁkatvā nibbuto so anāsavo.",
  "anya-e1205n4:101": "Therāpi te sīlasamādhiyuttā,",
  "anya-e1205n4:102": "Bahussutā sādhuguṇābhirāmā;",
  "anya-e1205n4:103": "Paññāpabhāvāyuppannacittā,",
  "anya-e1205n4:104": "Guṇākarā tānayutā janānaṁ.",
  "anya-e1205n4:105": "Pahīnabhavasaṁsārā pabhinnapaṭisambhidā;",
  "anya-e1205n4:106": "Nāmarūpaṁ samāsanto pesalā chinnabandhanā.",
  "anya-e1205n4:107": "Sattānaṁ uttamaṁ santiṁ katvā ca janasaṅgahaṁ;",
  "anya-e1205n4:108": "Nibbutā te mahāpaññā padīpoca sumānasā.",
  "anya-e1205n4:109": "Iti ariyajanappasādanatthāya kate dhātuvaṁse",
  "anya-e1205n4:110": "Dhātunidhānādhikāro nāma",
  "anya-e1205n4:111": "Pañcamo paricchedo.",
  "anya-e1205n4:112": "Iminā kārāpitavihārā kathetabbā; vihāradevīmahāvihāraṁ, chātapabbata vihāraṁ, samuddavihāraṁ, cittalapabbatavihāraṁ, bhaddapāsāṇadvāravihāraṁ, acchagalla vihāraṁ, koḷambatissapabbatavihāraṁ, gaṇavihāraṁ, kālakavihāraṁ, dukkhapālaka vihāraṁ, uccaṅgaṇavihāraṁ, koṭitissavihāraṁ, tassa pana ekanāmaṁ katvā kārāpite mahāgāme tissamahāvihārādiṁ katvā ekasataaṭṭhavīsavihārāni katāni ahesuṁ.",
  "anya-e1205n4:113": "Aṭṭhavīsaekasatavihārañca mahārahaṁ;",
  "anya-e1205n4:114": "Vihāradeviyā saddhiṁ kārāpesi mahāyaso.",
  "anya-e1205n4:115": "Tato paṭṭhāya rājā mahādānaṁ datvā puññāni katvā tato cuto devaloke nibbatti.",
  "anya-e1205n4:116": "Katvāni puññakammāni anekāni mahāyaso;",
  "anya-e1205n4:117": "Atthaṁ janassa katvāna gantvāna tusitaṁ puraṁ.",
  "anya-e1205n4:118": "So tattha dibbasampattiṁ cīraṁ bhuñjiya nandito;",
  "anya-e1205n4:119": "Mahāvībhavasampanno devatānaṁ purakkhato.",
  "anya-e1205n4:120": "Tampi sampattimohāya jīvavaloke manorame;",
  "anya-e1205n4:121": "Lokuttaraṁ sivaṁ khemaṁ icchanto āgamissati.",
  "anya-e1205n4:122": "So tato cuto jambudīpe nibbattitvā metteyya bhagavato pitā subrahmā nāma bhavissati. Vihāradevī tasseva mātā brahmavatī nāma brāhmaṇī bhavissati. Abhayagāmaṇīkumāro tasseva metteyyassa bhagavato paṭhamaggasāvako bhavissati. Kaniṭṭho saddhātisso dutiyaggasāvako bhavissati.",
  "anya-e1205n4:123": "Ettāvatā nalāṭadhātu saṁvaṇṇanā samattā.",
  "anya-e1205n4:124": "Dhātuvaṁso samatto.",
  "anya-e1205n4:125": "Anena puññakammena saṁsaranto bhavābhave;",
  "anya-e1205n4:126": "Sabbattha paṇḍito homī sāriputtova paññavā.",
  "anya-e1205n4:127": "Arimedassa buddhassa pabbajitvāna sāsane;",
  "anya-e1205n4:128": "Nibbānaṁ pāpuṇitvāna muñcemi bhavabandhanā.",
  "anya-e1205n4:129": "Anena me sabbabhavābhave’haṁ,",
  "anya-e1205n4:130": "Bhaveyyamekantaparānukampī;",
  "anya-e1205n4:131": "Kulī balī ceva satī matī ca,",
  "anya-e1205n4:132": "Kavīhisantehi sadā samaṅgī.",
  "anya-e1205n4:133": "Paññāvantānaṁ aggo bhavatu."
}