{
  "anya-e1101n3:0": "Yakkhavañcitavaggo",
  "anya-e1101n3:1": "21. Yakkhavañcita vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:2": "Bhagavati parinibbutamhi kosalarañño kira janapade tuṇḍagāmonāma ahosi. Tattheko buddhadāso nāma manusso ‘‘yāvajīvaṁ buddhaṁ saraṇaṁ gacchāmi. Buddho me saraṇaṁ tāṇaṁ leṇaṁ parāyaṇanti’’ evaṁ jīvitapariyantaṁ buddhaṁ saraṇaṁ gato paṭivasati, tasmiṁ samaye eko janapadavāsiko tattha tattha āhiṇḍanto taṁ tuṇḍagāmaṁ patvā tasseva ghare nivāsaṁ kappesi, tassa pana jānapadikassa sarīre eko yakkho āvisitvā pīḷeti, tadā tassa gāmassa pavisanakāle yakkho buddhadāso pāsakassa guṇatejena tassa gehaṁ pavisituṁ asakkonto taṁ muñcitvā bahigāme sattāhaṁ aṭṭhāsi tassāgamanaṁ olokento. Tato so jānapadiko sattadivasaṁ tattha vasitvā sattame divase sakaraṭṭhaṁ gantukāmo gāmā nikkhami. Atha taṁ tathā nikkhantaṁ disvā yakkho aggahesi, atha so taṁ ettakaṁ kālaṁ kuhiṁgatosīti pucchi. Yakkho bho tavatthāya ettha vasantassa me sattāhaṁ atikkantanti. Tato so ko te mayā attho, kiṁ te dammīti, atha yakkhena bho ahaṁ khudāya pīḷito bhattena me atthoti vutto so evaṁ sati kasmā maṁ antogehe vasantaṁ na gaṇhīti āha. Yakkhena bho tasmiṁ ghare buddhaṁ saraṇaṁ gato eko upasako atthi, tassa sīlatejena gehaṁ pavisitumasakkonto aṭṭhāsinti vutto jānapadiko saraṇaṁ nāma kinti ajānanto kinti vatvā so saraṇaṁ aggahesīti yakkhaṁ pucchi. Yakkho ‘‘buddhaṁ saraṇaṁ gacchāmī’’ti vatvā saraṇaṁ aggahesīti āha. Taṁ sutvā jānapadiko idāni imaṁ vañcessāmīti cintetvā tenahi yakkha ahampi buddhaṁ saraṇaṁ gacchāmīti āha. Evaṁ vuttamatteyeva yakkho mahāsaddaṁ karonto bha ye na bhamanto palāyi, evaṁ sammāsambuddhassa saraṇaṁ idhaloke bhayo paddava nivāraṇatthaṁ hoti, paraloke saggamokkhāvahaṁ. Tathāhi.",
  "anya-e1101n3:3": "1.",
  "anya-e1101n3:4": " Buddhoti vacanaṁ etaṁ, amanussānaṁ bhayāvahaṁ;",
  "anya-e1101n3:5": "Buddhabhattikajantūnaṁ, sabbadā mudamāvahaṁ.",
  "anya-e1101n3:6": "2.",
  "anya-e1101n3:7": " Sabbopaddavanāsāya, paccakkhadibbamosadhaṁ;",
  "anya-e1101n3:8": "Dibbamantaṁ mahātejaṁ, mahāyantaṁ mahabbhutaṁ.",
  "anya-e1101n3:9": "3.",
  "anya-e1101n3:10": " Tasmā so dāruṇo yakkho,",
  "anya-e1101n3:11": "Disvā taṁ saraṇe ṭhithaṁ;",
  "anya-e1101n3:12": "Ubbiggo ca bhayappatto,",
  "anya-e1101n3:13": "Lomahaṭṭho ca chambhīto.",
  "anya-e1101n3:14": "4.",
  "anya-e1101n3:15": " Bhamanto dhāvitaṁ disvā, timirova suriyuggate,",
  "anya-e1101n3:16": "Simbalitūlabhaṭṭhaṁva, caṇḍavātena khaṇḍitaṁ.",
  "anya-e1101n3:17": "5.",
  "anya-e1101n3:18": " Yaṁ dukkhaṁ rājacorāri, yakkhapetā disambhavaṁ;",
  "anya-e1101n3:19": "Nicchantena manussena, gantabbaṁ saraṇattayaṁti.",
  "anya-e1101n3:20": "Tato jānapadiko saraṇāgamane mahāguṇaṁ mahānisaṁsaṁ oloketvā buddhe sagāravo sappemo ‘‘jīvitapariyantaṁ buddhaṁ saraṇaṁ gacchāmī’’ti saraṇaṁ gantvā teneva saraṇāgamanānubhāvena jīvitapariyosāne suttappabuddhoviya devaloke nibbattīti.",
  "anya-e1101n3:21": "6.",
  "anya-e1101n3:22": " Disvāna evaṁ saraṇaṁ gataṁ taṁ,",
  "anya-e1101n3:23": "Apenti yakkhāpi mahabbhayena;",
  "anya-e1101n3:24": "Pāletha sīlaṁ saraṇañca tasmā,",
  "anya-e1101n3:25": "Jahātha duritaṁ sugatiṁ bhajavhoti.",
  "anya-e1101n3:26": "Yakkhavañcitavatthuṁ pathamaṁ.",
  "anya-e1101n3:27": "22. Micchadiṭṭhikassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:28": "Bhagavati dharamāne rājagahanagare kira eko brahmabhattiko micchādiṭṭhiko paṭivasati, tattheva sammādiṭṭhikopi. Tesaṁ ubhinnampi dve puttā ahesuṁ. Te ekato kīḷantā vaḍḍhanti. Athāparabhāge guḷakīḷaṁkīḷantānaṁ sammādiṭṭhikassa putto ‘‘namo buddhayā’’ti vatvā guḷhaṁ khipanto divase divase jināti. Micchādiṭṭhikassa putto ‘‘namo brahmuno’’ti vatvā khipanto parājeti, tato micchādiṭṭhikassa putto niccaṁ jinantaṁ sammādiṭṭhikaṁ kumāraṁ disvā samma tvaṁ niccameva jināsi, kiṁ vatvā guḷaṁ khipasīti pucchi. Sohaṁ samma ‘‘namo buddhāyā’’ti vatvā khipāmīti āha. Sopi tato paṭṭhāya ‘‘namo buddhāyā’’ti vatvā khipati, atha te yebhuyyena dūte samasamāva honti. Aparabhāge micchādiṭṭhikassa putto pitarā saddhiṁ dārūnamatthāya vanaṁ gantvā sakaṭena dāruṁ gahetvā āgacchanto nagaradvārasamīpe sakaṭaṁ vissajjetvā tiṇe khādanatthāya goṇe vissajjesi, goṇā tiṇaṁ khādanto aññehi gorūpehi saddhiṁ antonagaraṁ pavisiṁsu. Athassa pitā goṇe pariyesanto sakaṭaṁ olokehīti puttaṁ nivattetvā nagaraṁ paviṭṭho ahosi, atha sāyaṇhe jāte manussā nagaradvāraṁ pidahiṁsu, tato kumāro bahinagare dārusakaṭassa heṭṭhā sayanto niddūpagato ahosi. Atha tassā rattiyā sammādiṭṭhiko ca micchādiṭṭhiko cāti dve yakkhā gocaraṁ pariyesamānā sakaṭassa heṭṭhā nipannaṁ kumāraṁ addasaṁsu, tesu micchādiṭṭhiko imaṁ khādāmīti āha. Athāparo mā eva makāsi, ‘‘namo buddhāyā’’ti vācako esoti, khādāmevetanti vatvā itarena yāvatatiyaṁ vāriyamānopi gantvā tassa pāde gahetvā ākaḍḍhi. Tasmiṁ khaṇe dārako pubbaparicayena ‘‘namo buddhāyā’’ti āha taṁ sutvā yakkho bhayappatto lomahaṭṭho hatthaṁ vissajjetvā paṭikkamma aṭṭhāsi. Aho acchariyaṁ buddhānubhāvaṁ abbhutaṁ, evaṁ attaṁ anīyyātetvā paricayena ‘‘namo buddhāyā’’ti vuttassapi bhayaṁ chambhitattaṁ upaddavaṁ vā na hoti. Pageva attaṁ nīyyātetvā yāvajīvaṁ buddhaṁ saraṇaṁ gatassāti. Vuttañhi.",
  "anya-e1101n3:29": "1.",
  "anya-e1101n3:30": " Yathāpi sikhino nādaṁ, bhujaṅgānaṁ bhayāvahaṁ;",
  "anya-e1101n3:31": "Evaṁ buddhoti vacanaṁ, amanussānaṁ bhayāvahaṁ.",
  "anya-e1101n3:32": "2.",
  "anya-e1101n3:33": " Yathā mantassa jappena, vilayaṁ yāti kibbisaṁ;",
  "anya-e1101n3:34": "Evaṁ buddhoti vacanena, apayanti pahāyanti itisabbattha pisācakā.",
  "anya-e1101n3:35": "3.",
  "anya-e1101n3:36": " Aggiṁ disvā yathā sitthaṁ, dūratova vilīyati;",
  "anya-e1101n3:37": "Disvānevaṁ saraṇagataṁ, petā pentiva petāpentāva itikatthaci dūrato.",
  "anya-e1101n3:38": "4.",
  "anya-e1101n3:39": " Pavaraṁ buddhaicceta, makkharadvayamabbhutaṁ;",
  "anya-e1101n3:40": "Sabbo paddavanāsāya, thirapākāra muggataṁ.",
  "anya-e1101n3:41": "5.",
  "anya-e1101n3:42": " Sattaratanapāsādaṁ, tameva vajiraṁ guhaṁ;",
  "anya-e1101n3:43": "Tameva nāvaṁ dīpaṁ taṁ, tameva kavacaṁ subhaṁ.",
  "anya-e1101n3:44": "6.",
  "anya-e1101n3:45": " Tameva sirasi bhāsantaṁ, kirīṭaṁ ratanāmayaṁ;",
  "anya-e1101n3:46": "Lalāṭe tilakaṁ rammaṁ, kappūraṁ nayanadvaye.",
  "anya-e1101n3:47": "7.",
  "anya-e1101n3:48": " Tāḍaṅkaṁ kaṇṇayugale, soṇṇamālā gale subhā;",
  "anya-e1101n3:49": "Ekāvaḷi tārahāra, bhārā jattusu laṅkatā.",
  "anya-e1101n3:50": "8.",
  "anya-e1101n3:51": " Aṅgadaṁ bāhumūlassa, karagge valayaṁ tathā;",
  "anya-e1101n3:52": "Aṅgulisvaṅguliyañca, khaggaṁ maṅgalasammataṁ.",
  "anya-e1101n3:53": "9.",
  "anya-e1101n3:54": " Soṇṇā tapatta muṇhīsaṁ, sabāṇaṁva sarāsanaṁ;",
  "anya-e1101n3:55": "Tameva sabbālaṅkāraṁ, tameva duritāpahaṁ.",
  "anya-e1101n3:56": "10.",
  "anya-e1101n3:57": " Tasmā hi paṇḍito poso,",
  "anya-e1101n3:58": "Lokalocanasatthuno;",
  "anya-e1101n3:59": "Saraṇaṁ tassa ganteva,",
  "anya-e1101n3:60": "Guṇanāmaṁ ehipassikaṁ.",
  "anya-e1101n3:61": "11.",
  "anya-e1101n3:62": " Namoti vacanaṁ pubbaṁ, buddhāyeti giraṁ tadā;",
  "anya-e1101n3:63": "Supantena kumārena, micchādiṭṭhikasūnunā.",
  "anya-e1101n3:64": "12.",
  "anya-e1101n3:65": " Sutvā vuttaṁ pisā cāpi, manussakuṇape ratā;",
  "anya-e1101n3:66": "Na hiṁsanti aho buddha, guṇasāramahantatāti.",
  "anya-e1101n3:67": "Atha sammādiṭṭhikayakkho micchādiṭṭhikassa yakkhassa evamāha, ayuttaṁ bho tayā kataṁ. Buddhaguṇe pahāro dinno, daṇḍakammaṁ tayā kātabbaṁti, tena kiṁmayā samma kātabbanti vutte bubhukkhitassa āhāraṁ dehīti āha. Tato so sādhūti vatvā yāvāhaṁ āgacchāmi, tvaṁ tāvettha vacchāhīti vatvā bimbisārarañño kañcanataṭṭake vaḍḍhitaṁ rasabhojanaṁ āharitvā kumārassa pituvaṇṇena dārakaṁ bhojetvā puna kumārena vuttabuddhavacanañca attanā katavāyāmaṁ cāti sabbaṁ taṭṭake likhitvā idaṁ raññoyeva paññāyatūti adhiṭṭhāya agamaṁsu, atha pabhātāya rattiyā rañño bhojanakāle rājapurisā tattha taṭṭakaṁ adisvā nagaraṁ upaparikkhantā sakaṭe dārakañca taṭṭakañca disvā taṭṭakena saddhiṁ taṁ gahetvā rañño dassesuṁ. Rājā taṭṭake akkharādīni disvā vācetvā tassa guṇe pasanno mahantena yasena saddhiṁ seṭṭhiṭṭhānamadāsi.",
  "anya-e1101n3:68": "13.",
  "anya-e1101n3:69": " Jinassa nāmaṁ supinena pevaṁ,",
  "anya-e1101n3:70": "Na hoti bhītiṁ lapanena yasmā;",
  "anya-e1101n3:71": "Tasmā munindaṁ satataṁ sarātha,",
  "anya-e1101n3:72": "Guṇe sarantā saraṇañca yāthāti.",
  "anya-e1101n3:73": "Micchādiṭṭhikassa vatthuṁ dutiyaṁ.",
  "anya-e1101n3:74": "23. Pādapīṭhikāya vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:75": "Jambudīpe mahābodhito kira dakkhiṇapasse etaṁ paccantanagaraṁ ahosi. Tattha saddhāsampanno ratanattayamāmako eko upāsako paṭivasati. Tadā eko khīṇāsavo bhagavatā paribhuttaṁ pādapīṭhaṁ thavikāya pakkhipitvā gatagataṭṭhāne pūjento anukkamena taṁ nagaraṁ sampāpuṇitvā sunivattho supāruto pattaṁ gahetvā antaravīthiṁ paṭipajji yugamattadaso pabbajjālīlāya janaṁ paritosento. Atha so upāsako tathā gacchantaṁ theraṁ disvā pasannamānaso upagantvā pañcapatiṭṭhitena vanditvā pattaṁ gahetvā bhojetvā nibaddhaṁ mama gehaṁ āgamanamicchāmi, mamānukampāya ettheva vasatha sāmīti yācitvā nagarāsanne ramaṇīye vanasaṇḍe nadīkūle paṇṇasālaṁ katvā therassa taṁ nīyyātetvā catupaccayehi paṭijagganto mānento pūjento vasati. Theropi tattha phāsukaṭṭhāne bhagavatā paribhuttapādapīṭhadhātuṁ nidhāya vālukāhi thūpaṁ katvā niccaṁ gandhadhūpadīpapupphapūjādīhi pūjayamāno vāsaṁ kappeti. Tasmiṁ samaye tasso pāsakassa anantaragehavāsiko eko issarabhattiko attano devataṁ nibaddhaṁ namassati. Taṁ disvāssa upāsako buddhaguṇe vatvā akhette samma mā viriyaṁ karohi. Pajahetaṁ diṭṭhiṁti āha. Tato so kerāṭiko issarabhattiko ko te satthu guṇānubhāvo, amhākaṁ issarassa guṇova mahantoti vatvā tassa aguṇaṁ guṇanti kathento āha.",
  "anya-e1101n3:76": "1.",
  "anya-e1101n3:77": " Tipuraṁ so vināsesi, lalāṭanayanagginā;",
  "anya-e1101n3:78": "Asureca vināsesi, tisūlena mahissaro.",
  "anya-e1101n3:79": "2.",
  "anya-e1101n3:80": " Jaṭākalāpamāvattaṁ, naccatī dinasandhiyaṁ;",
  "anya-e1101n3:81": "Vādeti bherivīṇādiṁ, gītaṁcāpi sa gāyati.",
  "anya-e1101n3:82": "3.",
  "anya-e1101n3:83": " Bhariyāyo tassa tisso, jaṭāyekaṁ samubbahe;",
  "anya-e1101n3:84": "Ekamekena passena, passamāno carekakaṁ.",
  "anya-e1101n3:85": "4.",
  "anya-e1101n3:86": " Hatthicammambaradharo, teneva vāritā tapo;",
  "anya-e1101n3:87": "Asādisehi puttehi, rūpena ca supākaṭo.",
  "anya-e1101n3:88": "5.",
  "anya-e1101n3:89": " Ratiyā ca madhupāne ca, byāvaṭo sabbadā ca so;",
  "anya-e1101n3:90": "Manussaṭṭhidharo sīsa, kapālenesa bhuñjaki.",
  "anya-e1101n3:91": "6.",
  "anya-e1101n3:92": " Na jāto na bhayaṁ tassa, maraṇaṁ natthi sassato;",
  "anya-e1101n3:93": "Īdiso me mahādevo, natthaññassīdiso guṇoti.",
  "anya-e1101n3:94": "Taṁ sutvā upāsako samma tuyhaṁ issarassa ete guṇā nāma tāva hontu. Aguṇā nāma kittakā hontīti vatvā bhagavato sakalaguṇe saṁharitvā kathento āha.",
  "anya-e1101n3:95": "7.",
  "anya-e1101n3:96": " Loke sabbasavantīnaṁ, ādhāro sāgaro yathā;",
  "anya-e1101n3:97": "Sabbesaṁ guṇarāsīnaṁ, ādhārova tathāgato.",
  "anya-e1101n3:98": "8.",
  "anya-e1101n3:99": " Carācarānaṁ sabbesaṁ, ādhārāva dharā ayaṁ;",
  "anya-e1101n3:100": "Tathā guṇānaṁ sabbesaṁ, ādhārova tathāgato.",
  "anya-e1101n3:101": "9.",
  "anya-e1101n3:102": " Evaṁ santo viyattoca viyanto itikatthaci, evaṁ so karuṇāparo;",
  "anya-e1101n3:103": "Eva middhividhā tassa, evamevaṁ guṇā iti.",
  "anya-e1101n3:104": "10.",
  "anya-e1101n3:105": " Buddhopi sakkoti na yassa vaṇṇe,",
  "anya-e1101n3:106": "Kappampi vatvā khayataṁ gametuṁ;",
  "anya-e1101n3:107": "Pageva ca brahmasurā surehi,",
  "anya-e1101n3:108": "Vattuṁ na hānantaguṇassa vaṇṇanti.",
  "anya-e1101n3:109": "Evaṁ vadantā pana te ubhopi amhākaṁ devo uttamo amhākaṁ devo uttamoti kalahaṁ vaḍḍhetvā rañño santikamagamaṁsu, rājā tesaṁ kathaṁ sutvā tenahi tumhākaṁ devatānaṁ mahantabhāvaṁ iddhipāṭihāriyena jānissāma. Dassetha tehi no iddhiṁti nagare bheriṁ carāpesi. Ito kira sattāhaccayena imesaṁ dvinnaṁ satthārānaṁ pāṭihāriyāni bhavissanti. Sabbe sannipatantūti taṁ sutvā nānādisāsu bahū manussā samāgamiṁsu, atha micchādiṭṭhikā ajja amhākaṁ devassa ānubhāvaṁ passāmāti mahantaṁ pūjaṁ karonto tattha sāraṁ nāddasaṁsu, sammādiṭṭhikāpi ajja amhākaṁ bhagavato ānubhāvaṁ passissāmāti vāḷukāthūpaṁ gantvā gandhamālādīhi pūjetvā padakkhiṇaṁ katvā añjalimpaggayha aṭṭhaṁsu. Atha rājāpi balavāhanaparivuto ekamante aṭṭhāsi. Nānāsamayavādinopi ajja tesaṁ pāṭihāriyaṁ passissāmāti mañcātimañcaṁ katvā aṭṭhaṁsu. Tesaṁ samāgame sammādiṭṭhikā vāḷukāthūpa mabhimukhaṁ katvā añjalimpaggayha sāmi amhākaṁ bhagavā sabbabuddhakiccāni niṭṭhāpetvā anupādisesāya nibbāṇadhātuyā parinibbāyi. Sāriputtamahāmoggallānādayo asītimahāsāvakāpi parinibbāyiṁsu, natthettha amhākaṁ aññaṁ paṭisaraṇanti vatvā saccakiriyaṁ karontā āhaṁsu.",
  "anya-e1101n3:110": "11.",
  "anya-e1101n3:111": " Āpāṇakoṭiṁ buddhassa, saraṇaṁ no gatā yadi;",
  "anya-e1101n3:112": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:113": "12.",
  "anya-e1101n3:114": " Āpāṇakoṭiṁ dhammassa, saraṇaṁ no gatā yadi;",
  "anya-e1101n3:115": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:116": "13.",
  "anya-e1101n3:117": " Āpāṇakoṭiṁ saṅghassa, saraṇaṁ no gatā yadi;",
  "anya-e1101n3:118": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:119": "14.",
  "anya-e1101n3:120": " Rāmakāle munindassa, pādukā cāsi abbhutā;",
  "anya-e1101n3:121": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:122": "15.",
  "anya-e1101n3:123": " Chaddantakāle munino, dāṭhā charaṁsirañjitā;",
  "anya-e1101n3:124": "Tena saccenayaṁ dhātu, nicchāretu cha raṁsiyo.",
  "anya-e1101n3:125": "16.",
  "anya-e1101n3:126": " Jātamatto tadā buddho, ṭhito paṅkajamuddhani;",
  "anya-e1101n3:127": "Nicchāresāsabhiṁvācaṁ, aggo seṭṭhotiādinā;",
  "anya-e1101n3:128": "Tena saccenayaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:129": "17.",
  "anya-e1101n3:130": " Nimitte caturo disvā, nikkhanto abhinikkhamaṁ;",
  "anya-e1101n3:131": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:132": "18.",
  "anya-e1101n3:133": " Mārasenaṁ palāpetvā, nisinno bujjhi bodhiyaṁ;",
  "anya-e1101n3:134": "Tena saccena yaṁ dhātu dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:135": "19.",
  "anya-e1101n3:136": " Dhammacakkaṁ pavattesi, jino sipatane tadā;",
  "anya-e1101n3:137": "Tena saccena yaṁ dhātu, dassetu pāṭihāriyaṁ.",
  "anya-e1101n3:138": "20.",
  "anya-e1101n3:139": " Nandopanandabhogindaṁ, nāgaṁ nālāgirivhayaṁ;",
  "anya-e1101n3:140": "Āḷavakā dayo yakkhe, brahmāno ca bakā dayo.",
  "anya-e1101n3:141": "21.",
  "anya-e1101n3:142": " Saccakādinigaṇṭheca, kūṭadantā dayo dvije;",
  "anya-e1101n3:143": "Damesi tena saccena, dassetu pāṭihāriyaṁti.",
  "anya-e1101n3:144": "Evañca pana vatvā upāsakā amhākaṁ anukammaṁ paṭicca mahājanassa micchādiṭṭhibhedanattaṁ pāṭihāriyaṁ dassetha sāmīti ārādhesuṁ. Atha buddhānubhāvañca therānubhāvañca upāsakānaṁ saccakiriyānubhāvañca paṭicca vāḷukāthūpaṁ dvidhā bhinditvā pādapīṭhadhātu ākāsa mabbhuggantvā chabbaṇṇaraṁsiyo vissajjentī vilāsamānā aṭṭhāsi. Atha mahājanā celukkhepasahassāni pavattentā sādhukīḷhaṁ kīḷantā mahānādaṁ pavattentā mahantaṁ pūjamakaṁsu. Micchādiṭṭhikāpi imaṁ acchariyaṁ disvā vimhitamānasā micchādiṭṭhiṁ bhinditvā ratanattayaparāyaṇā saraṇa magamaṁsūti.",
  "anya-e1101n3:145": "22.",
  "anya-e1101n3:146": " Phuṭṭhopi pādena jinassa evaṁ,",
  "anya-e1101n3:147": "Kaliṅgaro pā si mahānubhāvo;",
  "anya-e1101n3:148": "Lokekanāthassa anāsavassa,",
  "anya-e1101n3:149": "Mahānubhāvo hi acintanīyoti.",
  "anya-e1101n3:150": "Pādapīṭhikāya vatthuṁ tatiyaṁ.",
  "anya-e1101n3:151": "24. Uttarasāmaṇerassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:152": "So kira purimabuddhesu purimabuddhe itisabbattha katādhikāro tattha tattha bhave vivaṭṭūpanissayaṁ puññaṁ upacinanto sumedhassa bhagavato kāle vijjādharo hutvā himavati paṭivasati. Tadā sumedho nāma sammāsambuddho viveka manubrūhanto himavantaṁ gantvā ramaṇīye padese pallaṅkaṁ ābhujitvā nisīdi. Tadā vijjādharo ākāsena gacchanto chabbaṇṇaraṁsīhi virājamānaṁ bhagavantaṁ disvā tīhi kaṇikārapupphehi pūjesi, pupphāni buddhānubhāvena satthu upari chattākārena aṭṭhaṁsu, so tena bhīyyoso mattāya pasannacitto hutvā aparabhāge kālaṁkatvā tāvatiṁsabhavane nibbattitvā uḷāraṁ dibbasampattimanubhavanto yāvatāyukaṁ tattha ṭhatvā tato cuto devamanussesu saṁsaranto imasmiṁ buddhuppāde rājagahanagare brāhmaṇamahāsālassa putto hutvā nibbatti. Uttarotissa nāmaṁ ahosi. So uttamarūpadharo viññutaṁ patto brāhmaṇavijjāsu nipphattiṁ patvā jātiyā rūpena vijjāya sīlācārena ca lokassa mahanīyo jāto, tassa taṁ paññāsampattiṁdisvā vassakāro magadhamahāmatto attano dhītaraṁ dātukāmo hutvā attano adhippāyaṁ pavedesi. So nissaraṇajjhāsayatāya taṁ paṭikkhipitvā kālenakālaṁ dhammasenāpatiṁ payirupāsanto tassa santike dhammaṁ sutvā paṭiladdhasaddho pabbajitvā vattasampanno hutvā theraṁ upaṭṭhahati. Tena ca samayena therassa aññataro ābādho uppanno hoti, tassa bhesajjatthāya uttarasāmaṇero pātova pattacīvara mādāya vihārato nikkhamma antarāmagge taḷākassa tīre pattaṁ ṭhapetvā udakasamīpaṁ gantvā mukhaṁ dhovati, tadā aññataro ummaggacoro katakammo ārakkhapurisehi anubaddho aggadvāreneva nagarato nikkhamitvā palāyanto attanā gahitaṁ ratanabhaṇḍikaṁ sāmaṇerassa patte pakkhipitvā palāyi. So sāmaṇeropi pattasamīpaṁ sattusamīpaṁ itipi katthaci upagato hoti, coraṁ anubandhantā rājapurisā sāmaṇerassa patte bhaṇḍikaṁ disvā ayaṁ coro, iminā coriyaṁ katanti sāmaṇeraṁ pacchābāhaṁ bandhitvā vassakārassa brāhmaṇassa dassesuṁ. Vassakāro ca tadā rañño vinicchaye niyutto hutvā chejjabhejjaṁ anusāsati. So eso pubbe mama vacanaṁ nādiyi. Suddhapāsaṇḍiyesu pabbajīti ca baddhāghātattā taṁ kammaṁ asodhetvāva jīvantamevetaṁ sūle uttāsethāti āṇā pesi, rājapurisā taṁ nimbasūle uttāsesuṁ. Sāmaṇero sūlagge nisinno upajjhāyassa me ko bhesajjaṁ āharissatīti sāriputtattheraṁ sari. Tato thero taṁ pavattiṁ ñatvā sammāsambuddhassa kathesi, bhagavāpi mahāsāvakaparivuto tassa ñāṇaparipākaṁ oloketvā taṁ ṭhānamagamāsi. Tato bhagavato nikkhantabhāvā sakalanagare kolāhalaṁ ahosi, mahājanakāyo sannipati. Atha bhagavā vipphurantahatthatale nakhamaṇimayūkhasambhinnapītābhāsatāya paggharantajātihiṅgulakasuvaṇṇarasadhārāviya jālāvaguṇṭhitamudutalunaṅgulaṁ hatthaṁ uttarassa sīse ṭhapetvā uttara idaṁ te pubbe katapāpakammassa phalaṁ uppannaṁ, tattha tayā paccavekkhaṇabalena adhivāsanā kātabbāti āha. Teneva āha.",
  "anya-e1101n3:153": "1.",
  "anya-e1101n3:154": " Atīte kira ekasmiṁ, gāme tva masi dārako;",
  "anya-e1101n3:155": "Dārekehi samāgamma, kīḷanto keḷimaṇḍale.",
  "anya-e1101n3:156": "2.",
  "anya-e1101n3:157": " Gahetvā sukhumaṁ sūkaṁ, tadā tvaṁ nimbajalliyā;",
  "anya-e1101n3:158": "Uttāsesi tattha sūle, jīvamānakamakkhikaṁ.",
  "anya-e1101n3:159": "3.",
  "anya-e1101n3:160": " Aparampi te pāpakammaṁ, pavakkhāmi suṇohi me;",
  "anya-e1101n3:161": "Ovadantiṁ hitena tvaṁ, atīte sakamātaraṁ.",
  "anya-e1101n3:162": "4.",
  "anya-e1101n3:163": " Jīvasūle nisīdāti, kopenābhisapī tuvaṁ;",
  "anya-e1101n3:164": "Imehi dvīhi pāpehi, saraṁ saṁsārasāgare.",
  "anya-e1101n3:165": "5.",
  "anya-e1101n3:166": " Pañcajātisate acchi, jīvasūlamhi nimbaje;",
  "anya-e1101n3:167": "Ayaṁ te carimā jāti, etthāpica vipacci soti.",
  "anya-e1101n3:168": "Evamādinā nayena tassa ajjhāsayānurūpena dhammaṁ desesi, uttaro amatābhisekasadisena satthuno hatthasamphassasañjātapasādasomanassatāya uḷāraṁ pītipāmojjaṁ paṭilabhitvā yathāparicitaṁ vipassanāmaggaṁ samārūḷho ñāṇassa paripākaṁ gatattā satthu desanāvilāsena maggapaṭipāṭiyā sabbakilese khepetvā chaḷabhiñño ahosi. Dhammaṁ sutvā tattha samāgatānaṁ devamanussānaṁ caturāsītipāṇasahassānaṁ dhammābhisamayo ahosīti vadanti. Uttaro pana chaḷabhiñño hutvā sūlato uṭṭhahitvā ākāse ṭhatvā pāṭihāriyaṁ dassesi. Mahājanā acchariyabbhutacittā jātā ahesuṁ. Tāvadevassa vaṇorundhi, so bhikkhūhi āvuso tādisaṁ dukkhaṁ anubhavanto kathaṁ tvaṁ vipassanaṁ anuyuñjituṁ sakkhīti puṭṭho pageva me āvuso saṁsāre ādīnavo saṅkhārānañca sabhāvo sudiṭṭho. Tasmāhaṁ tādisaṁ dukkhaṁ anubhavantopi asakkhiṁ vipassanaṁ vaḍḍhetvā visesaṁ adhigantuṁti āha. Athāparabhāge so bhikkhusaṅghamajjhe attano pubbacaritā padānaṁ pakāsento imā gāthā abhāsi.",
  "anya-e1101n3:169": "6.",
  "anya-e1101n3:170": " Sumedho nāma sambuddho, dvattiṁsavaralakkhaṇo;",
  "anya-e1101n3:171": "Vivekakāmo sambuddho, himavanta mupāgami.",
  "anya-e1101n3:172": "7.",
  "anya-e1101n3:173": " Ajjhogahetvā himavantaṁ, aggo kāruṇiko muni;",
  "anya-e1101n3:174": "Pallaṅkaṁ ābhujitvāna, nisīdi purisuttamo.",
  "anya-e1101n3:175": "8.",
  "anya-e1101n3:176": " Vijjādharo tadā āsiṁ, antalikkhacaro ahaṁ;",
  "anya-e1101n3:177": "Tisūlaṁ sukataṁ gayha, gacchāmi ambare tadā.",
  "anya-e1101n3:178": "9.",
  "anya-e1101n3:179": " Pabbatagge yathā aggi, puṇṇamāseva candimā;",
  "anya-e1101n3:180": "Vanaṁ obhāsate buddho, sālarājāva phullito.",
  "anya-e1101n3:181": "10.",
  "anya-e1101n3:182": " Vanaggā nikkhamitvāna, buddharaṁsī vidhāvare;",
  "anya-e1101n3:183": "Nalaggivaṇṇasaṅkāsā, disvā cittaṁ pasādayiṁ.",
  "anya-e1101n3:184": "11.",
  "anya-e1101n3:185": " Vicinaṁ addasaṁ pupphaṁ, kaṇikāraṁ devagandhikaṁ;",
  "anya-e1101n3:186": "Tīṇi pupphāni ādāya, buddhaseṭṭhaṁ apūjayiṁ.",
  "anya-e1101n3:187": "12.",
  "anya-e1101n3:188": " Buddhassa ānubhāvena, tīṇi pupphāni me tadā;",
  "anya-e1101n3:189": "Uddhavaṇṭā adhopattā, chāyaṁ kubbanti satthuno.",
  "anya-e1101n3:190": "13.",
  "anya-e1101n3:191": " Tena kammena sukatena, cetanāpaṇidhīhica;",
  "anya-e1101n3:192": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsamagañchahaṁ.",
  "anya-e1101n3:193": "14.",
  "anya-e1101n3:194": " Tattha me sukataṁ byamhaṁ, kaṇikārīti ñāyati;",
  "anya-e1101n3:195": "Saṭṭhiyojana mubbedhaṁ, tiṁsayojanavitthataṁ.",
  "anya-e1101n3:196": "15.",
  "anya-e1101n3:197": " Sahassakhaṇḍaṁ satabheṇḍu, dhajālu haritāmayaṁ;",
  "anya-e1101n3:198": "Satasahassāni byūhāni, byamhe pāturahaṁsu me.",
  "anya-e1101n3:199": "16.",
  "anya-e1101n3:200": " Soṇṇamayā maṇimayā, lohitaṅkamayā pica;",
  "anya-e1101n3:201": "Phalikā pica pallaṅkā, yadicchaka yadicchakā.",
  "anya-e1101n3:202": "17.",
  "anya-e1101n3:203": " Mahārahañca sayanaṁ, tūlikaṁ vikatīyakaṁ;",
  "anya-e1101n3:204": "Uddalomikaekantaṁ, bimbohanasamāyutaṁ.",
  "anya-e1101n3:205": "18.",
  "anya-e1101n3:206": " Bhavanā nikkhamitvāna, caranto devacārikaṁ;",
  "anya-e1101n3:207": "Yadā icchāmi gamanaṁ, devasaṁghapurakkhato.",
  "anya-e1101n3:208": "19.",
  "anya-e1101n3:209": " Pupphassa heṭṭhā tiṭṭhāmi, uparicchadanaṁ mama;",
  "anya-e1101n3:210": "Samantā yojanasataṁ, kaṇikārehi chāditaṁ.",
  "anya-e1101n3:211": "20.",
  "anya-e1101n3:212": " Saṭṭhituriyasahassāni, sāyaṁ pātaṁ upaṭṭhahuṁ;",
  "anya-e1101n3:213": "Parivārenti maṁ niccaṁ, rattindivamatanditā.",
  "anya-e1101n3:214": "21.",
  "anya-e1101n3:215": " Tattha naccehi gītehi, tālehi vāditehi ca;",
  "anya-e1101n3:216": "Ramāmi khiḍḍāratiyā, modāmi kāmakāmahaṁ.",
  "anya-e1101n3:217": "22.",
  "anya-e1101n3:218": " Tattha bhutvā ca pitvā ca, modāmi tidase tadā;",
  "anya-e1101n3:219": "Nārīgaṇehi sahito, modāmi byamhamuttame.",
  "anya-e1101n3:220": "23.",
  "anya-e1101n3:221": " Satānaṁ pañcakkhattuñca, devarajja makārayiṁ;",
  "anya-e1101n3:222": "Satānaṁ tīṇikkhattuṁca, cakkavattī ahosahaṁ;",
  "anya-e1101n3:223": "Padesarajjaṁ vipulaṁ, gaṇanāto asaṁkhiyaṁ.",
  "anya-e1101n3:224": "24.",
  "anya-e1101n3:225": " Bhavābhave saṁsaranto, mahābhogaṁ labhāmahaṁ;",
  "anya-e1101n3:226": "Bhoge me ūnatā natthi, buddhapūjāyi daṁ phalaṁ.",
  "anya-e1101n3:227": "25.",
  "anya-e1101n3:228": " Dve me bhave saṁsarāmi, devatte atha mānuse;",
  "anya-e1101n3:229": "Aññaṁ gatiṁ na jānāmi, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:230": "26.",
  "anya-e1101n3:231": " Dve me kule pajānāmi, khattiye cāpi brāhmaṇe;",
  "anya-e1101n3:232": "Nīce kule na jānāmi, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:233": "27.",
  "anya-e1101n3:234": " Hatthiyānaṁ assayānaṁ, sivikaṁ sandamānikaṁ;",
  "anya-e1101n3:235": "Labhāmi sabbameve taṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:236": "28.",
  "anya-e1101n3:237": " Dāsīgaṇaṁ dāsagaṇaṁ, nāriyo ca alaṅkatā;",
  "anya-e1101n3:238": "Labhāmi sabba meve taṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:239": "29.",
  "anya-e1101n3:240": " Koseyyakambaliyāni, khomakappāsikānica;",
  "anya-e1101n3:241": "Labhāmi sabbamevetaṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:242": "30.",
  "anya-e1101n3:243": " Navavatthaṁ navaphalaṁ, navaggarasabhojanaṁ;",
  "anya-e1101n3:244": "Labhāmi sabbamevetaṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:245": "31.",
  "anya-e1101n3:246": " Imaṁ khāda imaṁ bhuñja, imamhi sayane saya;",
  "anya-e1101n3:247": "Labhāmi sabbamevetaṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:248": "32.",
  "anya-e1101n3:249": " Sabbattha pūjito homi, yaso accuggato mama;",
  "anya-e1101n3:250": "Mahesakkho ghadā homi, abhejjapariso sadā;",
  "anya-e1101n3:251": "Ñātīnaṁ uttamo homi, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:252": "33.",
  "anya-e1101n3:253": " Sītaṁ uṇhaṁ na jānāmi, pariḷāho na vijjati;",
  "anya-e1101n3:254": "Atho cetasikaṁ dukkhaṁ, hadaye me na vijjati.",
  "anya-e1101n3:255": "34.",
  "anya-e1101n3:256": " Suvaṇṇavaṇṇo hutvāna, saṁsarāmi bhavābhave;",
  "anya-e1101n3:257": "Vevaṇṇiyaṁ na jānāmi, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:258": "35.",
  "anya-e1101n3:259": " Devalokā cavitvāna, sukkamūlena codito;",
  "anya-e1101n3:260": "Sāvatthiyaṁ pure jāto, mahāsāle suaḍḍhake.",
  "anya-e1101n3:261": "36.",
  "anya-e1101n3:262": " Pañcakāmaguṇe hitvā, pabbajiṁanagāriyaṁ;",
  "anya-e1101n3:263": "Jātiyā sattavassohaṁ, arahattamapāpuṇiṁ.",
  "anya-e1101n3:264": "37.",
  "anya-e1101n3:265": " Upasampādayī buddho, guṇamaññāya cakkhumā;",
  "anya-e1101n3:266": "Taruṇova pūjanīyo haṁ, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:267": "38.",
  "anya-e1101n3:268": " Dibbacakkhuṁ visuddhaṁ me, samādhikusalo ahaṁ;",
  "anya-e1101n3:269": "Abhiññāpāramippatto, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:270": "39.",
  "anya-e1101n3:271": " Paṭisambhidā anuppatto, iddhipādesu kovido;",
  "anya-e1101n3:272": "Saddhamme pāramippatto, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:273": "40.",
  "anya-e1101n3:274": " Tiṁsakappasahassamhi, yaṁ buddhamabhipūjayiṁ;",
  "anya-e1101n3:275": "Duggatiṁ nābhijānāmi, buddhapūjāyidaṁ phalaṁ.",
  "anya-e1101n3:276": "41.",
  "anya-e1101n3:277": " Kilesā jhāpitā mayhaṁ, bhavā sabbe samūhatā;",
  "anya-e1101n3:278": "Nāgova bandhanaṁ chetvā, viharāmi anāsavo.",
  "anya-e1101n3:279": "42.",
  "anya-e1101n3:280": " Svāgataṁ vata me āsi, buddhaseṭṭhassa santikaṁ;",
  "anya-e1101n3:281": "Tisso vijjā anuppatto, kataṁ buddhassa sāsanaṁ.",
  "anya-e1101n3:282": "43.",
  "anya-e1101n3:283": " Paṭisambhidā catasso ca, vimekkhā pica aṭṭhime;",
  "anya-e1101n3:284": "Chaḷabhiññā sacchikatā, kataṁ buddhassa sāsanaṁti;",
  "anya-e1101n3:285": "Taṁ sutvā bahū kusalakammaparāyaṇā ahesuṁ.",
  "anya-e1101n3:286": "44.",
  "anya-e1101n3:287": " Sahetukā pacchimikāpi sattā,",
  "anya-e1101n3:288": "Pāpaṁ na sakkonti jahātumevaṁ;",
  "anya-e1101n3:289": "Anicchamānehi janehi dukkhaṁ,",
  "anya-e1101n3:290": "Ārāva pāpaṁ parivajjanīyaṁti.",
  "anya-e1101n3:291": "Uttarasāmaṇerassa vatthuṁ catutthaṁ.",
  "anya-e1101n3:292": "25. Kavīrapaṭṭana vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:293": "Jambudīpe kira coḷaraṭṭhe kāvīrapaṭṭanaṁ nāma ahosi. Tattha māhissarikā bahū micchādiṭṭhikā vasanti. Tatthekasmiṁ devālaye cittakammaṁ karontā ekasmiṁ phalake issarassa onamitvā vandanākāraṁ bhagavato rūpaṁ akaṁsu. Tasmiṁ samaye tattha bahū upāsakā taṁ devakulaṁ gantvā tattha tattha cittakammāni olokentā tasmiṁ phalake taṁ cittakammaṁ addasaṁsu. Disvāna te aho amhehi apassitabbaṁ passitaṁ. Sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyāsadevamanussāya pajāya ca aparimāṇesu cakkavāḷesu bhagavato uttaritaraṁ ṭhapetvā samasamopi natthi. Sakalehi sattanikāyehi vandanīyo pūjanīyo bhagavā. Ananurūpaṁ tassa etehi kataṁti rodantā paridevantā rājadvāraṁ gantvā ugghosesuṁ, taṁ sutvā rājā te pakkosāpetvā kasmā tumhe ugghosethāti pucchi, te eva māhaṁsu. Deva amhākaṁ bhagavā devātidevo sakkātisakko brahmātibrahmā meruva acalo sāgaro gambhīro ākāsova ananto pathavīva patthaṭotiādīhi bhagavato guṇaṁ vaṇṇesuṁ. Tena vuttaṁ apadāne.",
  "anya-e1101n3:294": "1.",
  "anya-e1101n3:295": " Battiṁsalakkhaṇadharo, sunakkhattova candimā;",
  "anya-e1101n3:296": "Anubyañjanasampanno, sālarājāva phullito.",
  "anya-e1101n3:297": "2.",
  "anya-e1101n3:298": " Raṁsijālaparikkhitto, dittova kanakācalo;",
  "anya-e1101n3:299": "Byāmappabhāparivuto, sataraṁsi divākaro.",
  "anya-e1101n3:300": "3.",
  "anya-e1101n3:301": " Soṇṇā nano jinavaro, samaṇīva siluccayo;",
  "anya-e1101n3:302": "Karuṇāpuṇṇahadayo, vivaṭṭo viya sāgaro.",
  "anya-e1101n3:303": "4.",
  "anya-e1101n3:304": " Lokavissutakittīva, sineruva naguttamo;",
  "anya-e1101n3:305": "Yasasā vitato dhīro, ākāsasadiso muni.",
  "anya-e1101n3:306": "5.",
  "anya-e1101n3:307": " Asaṅgacitto sabbattha, anilo viya nāyako;",
  "anya-e1101n3:308": "Patiṭṭhā sabbabhūtānaṁ, mahīva munisuttamo.",
  "anya-e1101n3:309": "6.",
  "anya-e1101n3:310": " Anūpalitto lokena, toyena padumaṁ yathā;",
  "anya-e1101n3:311": "Kuvādagacchadahano, aggikkhandhova sobhati.",
  "anya-e1101n3:312": "7.",
  "anya-e1101n3:313": " Agado viya sabbattha, kilesavisanāsako;",
  "anya-e1101n3:314": "Gandhamādanaselova, guṇagandhavibhūsito.",
  "anya-e1101n3:315": "8.",
  "anya-e1101n3:316": " Guṇānaṁ ākaro dhīro, ratanānaṁva sāgaro;",
  "anya-e1101n3:317": "Sindhūva vanarājīnaṁ, kilesamalahārako.",
  "anya-e1101n3:318": "9.",
  "anya-e1101n3:319": " Vijayīva mahāyodho, mārasenappamaddano;",
  "anya-e1101n3:320": "Cakkavattīva so rājā, bojjhaṅgaratanissaro.",
  "anya-e1101n3:321": "10.",
  "anya-e1101n3:322": " Mahābhisakkasaṅkāso, dosabyādhitikicchako;",
  "anya-e1101n3:323": "Sallakatto yathā vejjā, diṭṭhigaṇḍaviphālako.",
  "anya-e1101n3:324": "11.",
  "anya-e1101n3:325": " Satthā no bhagavā deva, mahābrahmehi vandito;",
  "anya-e1101n3:326": "Devindasurasiddhehi, vandanīyo sadā darā.",
  "anya-e1101n3:327": "12.",
  "anya-e1101n3:328": " Sabbesu cakkavāḷesu, ye aggā ye ca pūjitā;",
  "anya-e1101n3:329": "Tesamaggo mahārāja, bhagavā no patāpavāti.",
  "anya-e1101n3:330": "Ayuttaṁ deva devakulehi kataṁti āhaṁsu. Taṁ sutvā rājā bho sabbepi manussā attano attano devatānaṁ mahantabhāvaṁ kathenti. Tumhākaṁ pana satthuno mahantabhāvaṁ kathaṁ amhākaṁ jānāpethāti, upāsakā na garu tvaṁ mahārāja phalakaṁ āharāpetvā suddhavatthena veṭhetvā taṁ attano muddikāya lañchitvā surakkhitasugopite ekasmiṁ devakule ṭhapetvā sattāhaccayena āharāpetvā taṁ oloketha, tadā no satthuno mahantānubhāvaṁ jānāthāti āhaṁsu, atha rājā tesaṁ vuttaniyāmeneva kārāpetvā antodevakule ṭhapetvā sabbadvārāni pidahitvā lañchetvā rakkheyyāthāti niyojesi. Tato te upāsakā sabbe sannipatitvā sattāhaṁ dānaṁ dentā sīlaṁ rakkhantā uposathakammaṁ karontā sabbasattesu mettiṁ bhāventā sabbasattānaṁ attanā katapuññesu pattiṁ dentā tiṇṇaṁ ratanānaṁ pūjaṁ karontā evaṁ ugghosesuṁ. Amhākaṁ katakusalanissandena loke mahiddhikā mahānubhāvā sabbe devā ca lokaṁ pālentā cattāro mahārājāno ca amhākaṁ satthuno upaṭṭhānāya upaṭṭhāya itisabbattha ṭhitabhāvaṁ dassentūti saccakiriyaṁ akaṁsu. Atha tesaṁ puññānubhāvena tasmiṁ khaṇe sakkassa devarañño paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. Tato so manussalokaṁ olokento micchādiṭṭhīhi kataṁ taṁ vippakāraṁ disvā saṁviggo āgantvā issaraṁ bhagavato pāde vanditvā sayitākāraṁ katvā taṁ pavattiṁ upāsakānaṁ kathetvā sakaṭṭhānameva agamāsi. Tato sattame divasepātova te sabbepi rañño santikaṁ gantvā vanditvā evamāhaṁsu. Deva issaro amhākaṁ bhagavato pāde sirasā vanditvā nipannoti. Atha rājā tesaṁ kathaṁ sutvā nagare bheriṁ carāpetvā mahājane sannipātetvā tehi parivuto devakulaṁ gantvā lañchaṁ bhindāpetvā dvāraṁ vivaritvā phalakaṁ āharāpetvā veṭhitasāṭake mocāpesi. Atha rājā ca mahājano ca taṁ mahantaṁ pāṭihāriyaṁ disvā micchādiṭṭhiṁ pahāya sabbe satthuno saraṇa magamaṁsu. Atha rājā taṁ devakulaṁ bhindāpetvā mahantaṁ ramaṇīyaṁ vihāraṁ kārāpetvā yāvajīvaṁ puññakammaṁ katvā devaloke nibbatti.",
  "anya-e1101n3:331": "13.",
  "anya-e1101n3:332": " Anabbhutaṁ satthu dharīyamāne,",
  "anya-e1101n3:333": "Karonti disvā kusalāni iddhiṁ;",
  "anya-e1101n3:334": "Ye taṁ muninde parinibbutamhi,",
  "anya-e1101n3:335": "Karonti puññāni mahabbhūtaṁ yeti.",
  "anya-e1101n3:336": "Kāvīrapaṭṭanavatthuṁ pañcamaṁ.",
  "anya-e1101n3:337": "26. Coraghātakavatthumhi ayamānupubbīkathā",
  "anya-e1101n3:338": "Ekasmiṁ kira samaye amhākaṁ bhagavā sāvatthiyaṁ upanissāya jetavane viharati dhammadesanāya mahājanassa saggamokkhasampadaṁ dadamāno. Tasmiṁsamaye pañcasatā corā aṭavito nagaraṁ āgantvā rattibhāge corakammaṁ katvā tena puttadāre posenti. Athekadivasaṁ corā corakammatthāya nagaraṁ pavisantā nagaradvāre ekaṁ dukkhitaṁ janapadamanussaṁ passitvā hambho kattha vasatīti pucchiṁsu, so attajanā janapadavāsibhāvaṁ pakāsesi. Athassa te kasmā bho iminā dukkhavāsena vasissasi, ehi amhehi saddhiṁ corakammaṁ karonto vatthālaṅkārasampanno puttadāraṁ posehi. Iminā kapaṇavāsena na vasāti āhaṁsu. So panime yuttaṁ kathentīti tesaṁ vacanaṁ sampaṭicchi. Atha te evaṁ sati amhehi saddhiṁ āgacchāhīti vatvā naṁ gahetvā antonagaraṁ paviṭṭhā tattha tattha vilumpantā corakammaṁ akaṁsu. Tadā jānapadiko laddhavibhavo imameva varataranti tehi saddhiṁ corakammaṁ karonto jīvikaṁ kappesi, athekadivasaṁ rājapurisā katakamme te sabbeva gahetvā pacchābāhaṁ gāḷhaṁ bandhitvā kosalarañño dassesuṁ, rājā te disvā evamāha, bhaṇe tumhākaṁ antare yo etesaṁ māretvā jīvitakkhayaṁ pāpessati, tassa jīvitadānaṁ dammīti, taṁ sutvā te corā sabbe aññamaññañātisuhadasambandhabhāvena taṁ na icchiṁsu. So pana janapadavāsī manusso ahamete sabbe māressāmīti rañño vatvā tenānuññāto te sabbe māresi. Taṁ disvā tuṭṭho rājā tassa coraghātakammaṁ adāsi. So core ca vajjhappatte ca mārento pañcavīsativassāni vasanto aparabhāge mahallako ahosi. Atha so mandabalattā katipayapahārenāpi coraṁ māretuṁ na sakkoti, rājā taṁ ñatvā aññassa coraghātakammaṁ adāsi. Atha so coraghātakammā coraghātakamma itipikatthaci parihīno attano gehe vasati. Tadā aññataro manusso mantaṁ parivattetvā nāsāvātena manussamāraṇakamantaṁ jānāti. Tathāhi hatthapādakaṇṇanāsasīsādīsu yaṁkiñci chejjabhejjaṁ kattukāmo mantaṁ parivattetvā nāsāvātaṁ vissajjeti. Taṁ taṁ ṭhānaṁ chijjati bhijjati, evaṁ mahānubhāvo so manto, atha so taṁ purisaṁ upaṭṭhahitvā mantaṁ labhitvā rañño sāsanaṁ pesesi . Ahaṁ ito pubbe mahallakattā corānaṁ hatthapādādayo dukkhena chejja bhejjaṁ karomi, māretabbepi dukkhena māremi. Idāni panāhaṁ tathā na karomi, mama mantānubhāvena chejjabhejjakammaṁ karissāmīti. Rājā taṁ sāsanaṁ sutvā sādhūti taṁ pakkosāpetvā ṭhānantaraṁ tasseva pākatika makāsi. So tato paṭṭhāya taṁ kammaṁ karonto puna pañcavassāni atikkāmesi. So mahallako khīṇāyuko dubbalo maraṇamañcaparāyaṇo hutvā maraṇavedanādukkhena mahantena bhayānakena saddena vissaraṁ viravanto nimīlitena cakkhunā bhayānakaṁ narakaggijālāpajjalantaayakūṭamuggaradhare nirayapāle ca passanto nipanno hoti, tato tassa paṭivissakagehe manussā tassa bhayānakasaddasavaṇena gehaṁ chaṭṭetvā palāyiṁsu. Tasmiṁ kira divase mahāsāriputtatthero dibbacakkhunā lokaṁ olokentā taṁ coraghātakaṁ tadaheva kālaṁkatvā niraye nibbattamānaṁ disvā mayi tattha gate panesa mayi pasādena sagge nibbattatīti ñatvā ajja mayā tassānuggahaṁ kātuṁ vaṭṭatīti pubbaṇhasamayaṁ nivāsetvā tassa gharadvāra magamāsi. Atha so theraṁ disvā kuddho kopena taṭataṭāyamānadeho ajja taṁ vijjhitvā phāletvā māressāmīti nipannova mantaṁ parivattetvā nāsāvātaṁ vissajjesi, thero tasmiṁ khaṇe nirodhasamāpanno nirodhā vuṭṭhāya suriyo viya virocamāno aṭṭhāsi, atha so therassa tayo vāre tatheva katvā kiñci kātuṁ asakkonto ativiya vimhitacitto there cittaṁ pasādetvā attano paṭiyattaṁ pāyasaṁ therassa dāpesi, thero maṅgalaṁ vaḍḍhetvā vihārameva agamāsi, coraghātako therassa dinnadānaṁ anussaranto tasmiṁ khaṇe kālaṁ katvā sagge nibbatti. Aho vītarāgānaṁ buddhaputtānaṁ ānubhāvo. Evaṁ narake nibbattamānopissa balena sagge nibbattoti. Tathāhi.",
  "anya-e1101n3:339": "1.",
  "anya-e1101n3:340": " Dānaṁ tāṇaṁ manussānaṁ, dānaṁ duggativāraṇaṁ;",
  "anya-e1101n3:341": "Dānaṁ saggassa sopānaṁ, dānaṁ santikaraṁ paraṁ.",
  "anya-e1101n3:342": "2.",
  "anya-e1101n3:343": " Icchiticchitadānena, dānaṁ cintāmaṇī viya;",
  "anya-e1101n3:344": "Kapparukkhova sattānaṁ, dānaṁ bhaddaghaṭoviya.",
  "anya-e1101n3:345": "3.",
  "anya-e1101n3:346": " Sīlavantassa dānena, cakkavattisirimpi ca;",
  "anya-e1101n3:347": "Labhanti sakkasampattiṁ, tathā lokuttaraṁ sukhaṁ.",
  "anya-e1101n3:348": "4.",
  "anya-e1101n3:349": " Pāpakammesu nirato, ṭhitoyaṁ narakāyane narakāvane itipikatthaci;",
  "anya-e1101n3:350": "Sāriputtassa therassa, piṇḍapātassa vāhasā.",
  "anya-e1101n3:351": "5.",
  "anya-e1101n3:352": " Apāyaṁ parivajjetvā, nekadukkhasamākulaṁ;",
  "anya-e1101n3:353": "Devasaṅghaparibbūḷho, gato devapuraṁ varaṁ.",
  "anya-e1101n3:354": "6.",
  "anya-e1101n3:355": " Tasmā sukhette saddhāya, detha dānāni kāmadaṁ;",
  "anya-e1101n3:356": "Dānaṁ dentehi sīlampi, pālanīyaṁtisundaranti pālanaṁcātisundaraṁ itipikatthaci.",
  "anya-e1101n3:357": "Atha bhikkhū dhammasabhāyaṁ sannipatitvā nisinnā bhagavantaṁ pucchiṁsu, kiṁbhante so pāpo catūsu apāyesu katarasmiṁ nibbattoti. Atha satthā ajjesa bhikkhave sāriputtassa dinnadānānubhāvena devaloke nibbatto, tasseva nissandena anāgate paccekabuddho bhavissatīti byākāsīti.",
  "anya-e1101n3:358": "7.",
  "anya-e1101n3:359": " Bho sāriputte nihitappadānaṁ,",
  "anya-e1101n3:360": "Khaṇena pāpeti hi saggamaggaṁ;",
  "anya-e1101n3:361": "Tasmā sukhettesu dadātha dānaṁ,",
  "anya-e1101n3:362": "Kāmattha ce saggamokkhaṁ parattha.",
  "anya-e1101n3:363": "Coraghātakavatthuṁ chaṭṭhamaṁ.",
  "anya-e1101n3:364": "27. Saddhopāsakassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:365": "Atīte kira kassapadasabalassa kāle eko puriso saddho ratanattayesu pasanno ucchuyantakammena jīvikaṁ kappento paṭivasati. Atha so ekaṁ gilānabhikkhuṁ disvā tassa uḷuṅkamattaṁ sappiṁ adāsi, tathevekassa bhikkhussa ekaṁ guḷapiṇḍaṁ adāsi, athāparasmiṁdivase ekaṁ chātajjhattaṁ sunakhaṁ disvā tassa bhattapiṇḍena saṅgaha makāsi, athekassa iṇaṭṭhakassa ekaṁ kahāpaṇaṁ adāsi, athekadivasaṁ dhammaṁ suṇamāno dhammadesakassa bhikkhussa sāṭakaṁ pūjesi, so ettakaṁ puññakammaṁ katvā bhavesu caramānohaṁ samuddapabbatādīsupi yaṁ yaṁ icchāmi. Taṁ taṁ samijjhatūti patthanaṁ akāsi, so aparabhāge kālaṁ katvā teheva kusalamūlehi suttappabuddho viya devaloke nibbattitvā tattha mahantaṁ dibbasampattiṁ anubhavitvā tato cuto amhākaṁ bhagavato kāle sāvatthiyaṁ mahaddhane mahāsālakule nibbattitvā tato so viññutaṁ patto kālena kālaṁ dhammaṁ suṇanto gharāvāse ādīnavaṁ pabbajjāya ca ānisaṁsaṁ sutvā pabbajito na cireneva arahattaṁ pāpuṇi. So aparabhāge satthāraṁ vanditvā pañcasatabhikkhuparivāro ugganagaraṁ agamāsi, tattha seṭṭhino bhariyā saddhā ahosi pasannā. Sā theraṁ pañcahi bhikkhusatehi saddhiṁ bhikkhāya carantaṁ disvā turitaturitā gantvā therassa pattaṁ gahetvā saddhiṁ pañcasatehi bhikkhūhi bhojetvā theraṁ tattha nibaddhavāsatthaṁ yācitvā pañcasatakūṭāgārāni kārāpetvā alaṅkaritvā pañcasatabhikkhū tattha vāsentī nibaddhaṁ catupaccayehi upaṭṭhānamakāsi. Tato thero taṁ pañcasu sīlesu patiṭṭhāpetvā tattha yathābhirantaṁ viharitvā aññatta gantukāmo anupubbena paṭṭanagāmaṁ agamāsi, tattha vasitvā tato nāvaṁ abhiruyha pañcasatabhikkhūhi parivuto samuddapiṭṭhena gacchati, samuddaṁ tarantassa tassa sāgaramajjhe udaravāto samuṭṭhahitvā pīḷeti, taṁ disvā bhikkhū bhante idaṁ pubbe kena vūpasamessatīti pucchiṁsu, thero pubbe me āvuso uluṅkamatte sappipīte rogo vūpasammatīti āha, bhikkhū bhante samuddapiṭṭhe kathaṁ sappiṁ labhissāma, adhivāsethāti āhaṁsu, taṁ sutvā therena theronanoāyasmantā itisabbattha na no āyasmantā sappi dullabhā, mama pattaṁ gahetvā samuddodakaṁ uddharitvā ānethāti vutte bhikkhū tathā akaṁsu. Uddhaṭamattameva taṁudakaṁ parivattetvā sappi ahosi, atha bhikkhū taṁ disvā acchariyabbhutacittā jātā therassa sappiṁ upanāmesuṁ, therena sappino sappinā itisabbattha pītamatte so ābādho vūpasami, athassa bhikkhūhi ki metaṁ bhante acchariyaṁ, na no ito pubbe evarūpaṁ diṭṭhapubbaṁti vutte thero tenahi katapuññānaṁ puññavipākaṁ passissathāti vatvā samuddaṁ olokesi idaṁ sappi hotūti. Athassa cakkhupathe samudde sabbodakaṁ parivattetvā sappi ahosi. Athassa bhikkhū abbhutacittā aññampi īdisaṁ puññaṁ atthi bhanteti pucchiṁsu, tato thero tenahi passathāyasmantā mama puññanti vatvā samantā tattha tattha ghanaselapabbate olokesi, sabbāni tāni guḷapiṇḍāni ahesuṁ, tato cakkhupathe samantā bhattabhājanāni dassesi sabyañjanaṁ sopakaraṇaṁ. Tato himavantaṁ olokesi, sabbaṁ taṁ suvaṇṇamayaṁ ahosi. Athābhimukhaṭṭhāne mahantaṁ vanasaṇḍaṁ olokesi, sakalavanasaṇḍaṁnānāvirāgavatthehi sañchannaṁ ahosi, bhikkhū taṁ taṁ pāṭihāriyaṁ disvā atīva vimhitā bhante kena te puññakammena etādisāni pāṭihāriyāni bhavissantīti pucchiṁsu, thero kassapadasabalassa kāle attanā kataṁ sabbaṁ taṁ kusalaṁ pakāsesi. Tenettha.",
  "anya-e1101n3:366": "1.",
  "anya-e1101n3:367": " Imasmiṁ bhaddake kappe, kassapo nāma nāyako;",
  "anya-e1101n3:368": "Sabbalokahitatthāya, loke uppajji cakkhumā.",
  "anya-e1101n3:369": "2.",
  "anya-e1101n3:370": " Tadāhaṁ ucchuyantamhi, niyutto guḷakārako;",
  "anya-e1101n3:371": "Tena kammena jīvāmi, posento puttadārake.",
  "anya-e1101n3:372": "3.",
  "anya-e1101n3:373": " Kilantindriyamaddakkhiṁ, bhikkhuṁ rogāturaṁ tadā;",
  "anya-e1101n3:374": "Bhikkhācārakavattena, ghatatthaṁ ghatamattamupāgataṁ itisabbattha samupāgataṁ.",
  "anya-e1101n3:375": "4.",
  "anya-e1101n3:376": " Uluṅkamattaṁ sappissa, adadaṁ tassa bhikkhuno;",
  "anya-e1101n3:377": "Saddahanto dānaphalaṁ, dayāyu daggamānaso.",
  "anya-e1101n3:378": ".5",
  "anya-e1101n3:379": " Tena kammena saṁsāre, saṁsaranto bhavābhave;",
  "anya-e1101n3:380": "Yatthicchāmi ghataṁ tattha, uppajjati anappakaṁ.",
  "anya-e1101n3:381": "6.",
  "anya-e1101n3:382": " Icchāmahaṁ samuddasmiṁ, phalampi ghatamattano;",
  "anya-e1101n3:383": "Taṁ taṁ sabbaṁ ghataṁ hoti, ghatadānassidaṁ phalaṁ.",
  "anya-e1101n3:384": "7.",
  "anya-e1101n3:385": " Suṇātha mayhaṁ aññampi, puññakammaṁ manoramaṁ;",
  "anya-e1101n3:386": "Tadā disvānahaṁ bhikkhuṁ, rogena paripīḷitaṁ.",
  "anya-e1101n3:387": "8.",
  "anya-e1101n3:388": " Guḷapiṇḍaṁ gahetvāna, patte tassa samākiriṁ;",
  "anya-e1101n3:389": "Tena so sukhito āsi, rogaṁ byapagataṁ tadā.",
  "anya-e1101n3:390": "9.",
  "anya-e1101n3:391": " Tena me guḷadānena, saṁsaraṁ devamānuse;",
  "anya-e1101n3:392": "Yatthatthosmi guḷenāhaṁ, tattha taṁ sulabhaṁ mama.",
  "anya-e1101n3:393": "10.",
  "anya-e1101n3:394": " Selāca vipulā mayhaṁ, honti cittānuvattakā;",
  "anya-e1101n3:395": "Mahantaguḷapiṇḍāva, guḷadāne idaṁ phalaṁ.",
  "anya-e1101n3:396": "11.",
  "anya-e1101n3:397": " Athāpi me kataṁ puññaṁ, suṇātha sādhu bhikkhavo;",
  "anya-e1101n3:398": "Chātajjhattaṁ phandamānaṁ, disvāna sunakhaṁ tadā.",
  "anya-e1101n3:399": "12.",
  "anya-e1101n3:400": " Bhattapīṇḍena saṅgaṇhiṁ, tampi dānaṁ phalāvahaṁ;",
  "anya-e1101n3:401": "Tato paṭṭhāya nāhosi, annapānena ūnatā.",
  "anya-e1101n3:402": "13.",
  "anya-e1101n3:403": " Sulabhannapāno sukhito, ahosiṁjātijātiyaṁ;",
  "anya-e1101n3:404": "Ajjāpi yadi icchāmi, bhojanena payojanaṁ.",
  "anya-e1101n3:405": "14.",
  "anya-e1101n3:406": " Cakkhupathe samantā me, jāyantukkhaliyo bahū;",
  "anya-e1101n3:407": "Athāparampi kusalaṁ, akāsiṁtaṁ saṇātha me.",
  "anya-e1101n3:408": "15.",
  "anya-e1101n3:409": " Iṇaṭṭhakassa posassa, adāsekaṁ kahāpaṇaṁ;",
  "anya-e1101n3:410": "Tena me puññakammena, anomabhavasampadaṁ.",
  "anya-e1101n3:411": "16.",
  "anya-e1101n3:412": " Pacuraṁ jātarūpañca, labhāmi jātijātiyaṁ;",
  "anya-e1101n3:413": "Sacajja dhanakāmohaṁ, ghanaselopi pabbato;",
  "anya-e1101n3:414": "Hoti hemamayaṁ sabbaṁ, iṇato mocane phalaṁ.",
  "anya-e1101n3:415": "17.",
  "anya-e1101n3:416": " Aññampi mama puññaṁ bho, suṇātha sutisobhanaṁ;",
  "anya-e1101n3:417": "Kassapassa bhagavato, sāsanekaṁ bahussutaṁ.",
  "anya-e1101n3:418": "18.",
  "anya-e1101n3:419": " Desentaṁ munino dhammaṁ, sutvā pīṇitamānaso;",
  "anya-e1101n3:420": "Pūjesiṁsāṭakaṁ mayhaṁ, dhammassa dhammasāmino.",
  "anya-e1101n3:421": "19.",
  "anya-e1101n3:422": " Tenāhaṁ puññakammena, saṁsaraṁ devamānuse;",
  "anya-e1101n3:423": "Labhāmi pacuraṁ vatthaṁ, yaṁ lokasmiṁ varaṁ paraṁ.",
  "anya-e1101n3:424": "20.",
  "anya-e1101n3:425": " Icchamāno sace ajja jānamānopahaṁajja; jānadhānocahaṁajja itikatthaci, himavantampi pabbataṁ;",
  "anya-e1101n3:426": "Nānāvirāgavatthehi, chādayissaṁ samantato.",
  "anya-e1101n3:427": "21.",
  "anya-e1101n3:428": " Sace icchāmi ajjeva, vatthenacchādayā mite;",
  "anya-e1101n3:429": "Jantavo catudīpasmiṁ, vatthadānassidaṁ phalaṁ.",
  "anya-e1101n3:430": "22.",
  "anya-e1101n3:431": " Etesaṁ puññakammānaṁ, vāhasā kāmabhūmiyaṁ;",
  "anya-e1101n3:432": "Sampatti manubhutvāna, sāvatthipura muttame.",
  "anya-e1101n3:433": "23.",
  "anya-e1101n3:434": " Jāto kule mahābhoge,",
  "anya-e1101n3:435": "Vuddhippatto sukhedhito;",
  "anya-e1101n3:436": "Tassa dhammaṁ suṇitvāna,",
  "anya-e1101n3:437": "Pabbajitvāna sāsane.",
  "anya-e1101n3:438": "24.",
  "anya-e1101n3:439": " Lokuttaraṁ aggarasaṁ, bhuñcanto munivāhasā;",
  "anya-e1101n3:440": "Kilese pajahitvāna, arahattamapāpuṇiṁ.",
  "anya-e1101n3:441": "25.",
  "anya-e1101n3:442": " Kusalaṁ nā vamantabbaṁ, khuddakanti kadācipi;",
  "anya-e1101n3:443": "Anantaphaladaṁ hoti, nibbāṇampi dadāti taṁ.",
  "anya-e1101n3:444": "Athassa dhammadesanaṁ sutvā bhikkhū ca mahājano ca dānādikusalakammaṁ katvā yebhuyyena saggaparāyaṇā ahesuṁti.",
  "anya-e1101n3:445": "26.",
  "anya-e1101n3:446": " Manopasādenapi appapuññaṁ,",
  "anya-e1101n3:447": "Evaṁ mahantaṁ bhavatīti ñatvā;",
  "anya-e1101n3:448": "Mā appapuññanti pamajjathambho;",
  "anya-e1101n3:449": "Sarātha deviṁ idha lājadāyiṁ.",
  "anya-e1101n3:450": "Saddhopāsakassa vatthuṁ sattamaṁ.",
  "anya-e1101n3:451": "28. Kapaṇassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:452": "Amhākaṁ bhagavati parinibbute bārāṇasīnagaravāsī eko duggatapuriso paragehe bhatiṁkatvā jīvikaṁ kappeti, tasmiṁ samaye nagaravāsino yebhuyyena tasmiṁ tasmiṁ ṭhāne maṇḍapādayo kārāpetvā mahādānaṁ denti, taṁ disvā duggato evaṁ cintesi, ahaṁ pubbe akatapuññattā paragehe bhatiṁ katvā kicchena kasirena jīvāmi. Nivāsanapārupanampi vāsaṭṭhānamattammi dukkhato labhāmi. Idāni buddhuppādo vattati bhikkhusaṅghopi.",
  "anya-e1101n3:453": "Sabbe ime dānaṁ datvā saggamaggaṁ sodhenti. Mayāpi dānaṁ dātuṁ vaṭṭati. Tamme dīgharattaṁ hitāya sukhāya bhavissati. Api ca mayhaṁ taṇḍulanālimattampi natthi, akatavīriyena taṁ matthakaṁ pāpetuṁ na sakkā, etadatthāyāhaṁ uyyogaṁ katvā dānaṁ dassāmīti cintetvā tato paṭṭhāya bhatiṁ pariyesamāno gantvā tattha tattha bhatiṁ katvā laddhanivāpe ca bhikkhācariyāya laddhatilataṇḍulādayo ca ekattha saṁharitvā manusse samādāpetvā tasmiṁ maṇḍapaṁ kārāpetvā vanakusamādīhi taṁ alaṅkaritvā bhikkhū nimantetvā maṇḍape nisīdāpetvā sabbesaṁ pāyasaṁ pāyāsaṁ itisabbattha paṭiyādetvā bhojesi. Atha so maraṇakāle attanā kataṁ taṁ dānavaraṁ anussari. So tena kusalakammena suttappabuddho viya devaloke nibbatti. Tasmiṁ tena katapuññānurūpaṁ mahantaṁ kanakavimānaṁ nibbatti. Samantā tigāvutaṭṭhāne devatā nānā vidhāni turiyāni gahetvā upahāraṁ karonti. Niccaṁ devaccharāsahassāni devaccharāsahassaṁ itisabbattha taṁ parivāretvā tiṭṭhanti. Evaṁ so mahantaṁ sampattiṁ anubhavati. Athekadivasaṁ suvaṇṇaselavihāravāsī mahāsaṅgharakkhitatthero pattapaṭisambhido devacārikaṁ caramāno taṁ devaputtaṁ anupamāya devasampattiyā virocamānaṁ disvā upasaṅkamma ṭhito tena katakammaṁ pucchi. Sopissa yathābhūtaṁ byākāsi, tenattha.",
  "anya-e1101n3:454": "1.",
  "anya-e1101n3:455": " Sabbasovaṇṇayo āsi, pāsādo ratanāmayo;",
  "anya-e1101n3:456": "Soṇṇasiṅgasatākiṇṇo, duddikkho ca pabhassaro.",
  "anya-e1101n3:457": "2.",
  "anya-e1101n3:458": " Kūṭāgāra satākiṇṇo, soṇṇamālāsamākulo;",
  "anya-e1101n3:459": "Muttākalāpālambanti, tattha tattha manoramā.",
  "anya-e1101n3:460": "3.",
  "anya-e1101n3:461": " Nekagabbhasatākiṇṇo, sayanāsanamaṇḍito;",
  "anya-e1101n3:462": "Vibhatto bhabbabhāgehi, puññavaḍḍhakinā kato.",
  "anya-e1101n3:463": "4.",
  "anya-e1101n3:464": " Naccanti pamadā tattha, bherimaṇḍalamajjhagā;",
  "anya-e1101n3:465": "Gāyanti kāci kīḷanti, vādenti kāci tantiyo.",
  "anya-e1101n3:466": "5.",
  "anya-e1101n3:467": " Tato tigāvute ṭhāne, pāsādassa samantato;",
  "anya-e1101n3:468": "Sahaccharā devaputtā, gahetvā ātatādayo.",
  "anya-e1101n3:469": "6.",
  "anya-e1101n3:470": " Modanti parivāretvā, naccagītādinā sadā;",
  "anya-e1101n3:471": "Ullaṅghantica selenti, silāghanti samantato.",
  "anya-e1101n3:472": "7.",
  "anya-e1101n3:473": " Evaṁ mahiddhiko dāni, tuvaṁ vandova bhāsati;",
  "anya-e1101n3:474": "Pucchāmi taṁ devaputta, kiṁ kammamakarī purā.",
  "anya-e1101n3:475": "Devaputto āha.",
  "anya-e1101n3:476": "8.",
  "anya-e1101n3:477": " Ahosiṁ duggato pubbe, bārāṇasīpuruttame;",
  "anya-e1101n3:478": "Dānaṁ denti narā tattha, nimantetvāna bhikkhavo.",
  "anya-e1101n3:479": "9.",
  "anya-e1101n3:480": " Jīvanto bhatiyā sohaṁ, dānaṁ dente mahājane;",
  "anya-e1101n3:481": "Tuṭṭhahaṭṭhe pamudite, evaṁ cintesahaṁ tadā.",
  "anya-e1101n3:482": "10.",
  "anya-e1101n3:483": " Sampannavatthālaṅkārā, dānaṁ denti ime janā;",
  "anya-e1101n3:484": "Paratthapi pahaṭṭhāva, sampattimanubhonti te.",
  "anya-e1101n3:485": "11.",
  "anya-e1101n3:486": " Buddhuppādo ayaṁ dāni, dhammo loke pavattati;",
  "anya-e1101n3:487": "Susīlā dāni vattanti, dakkhiṇeyyā jinorasā.",
  "anya-e1101n3:488": "12.",
  "anya-e1101n3:489": " Anāvaṭṭhito avaṭṭhitoca; andhaṭṭhitoca itipikattaci saṁsāro, apāyā khalu pūritā;",
  "anya-e1101n3:490": "Kalyāṇavimukhā sattā, kāmaṁ gacchanti duggatiṁ.",
  "anya-e1101n3:491": "13.",
  "anya-e1101n3:492": " Idāni dukkhito hutvā, jīvāmi kasirenahaṁ;",
  "anya-e1101n3:493": "Daliddo kapaṇo dīno, appabhogo anālayo.",
  "anya-e1101n3:494": "14.",
  "anya-e1101n3:495": " Idāni bījaṁ ropemi, sukhette sādhusammate;",
  "anya-e1101n3:496": "Appevanāma tenāhaṁ, parattha sukhito siyā.",
  "anya-e1101n3:497": "15.",
  "anya-e1101n3:498": " Iti cintiya bhikkhitvā, bhatiṁ katvāna nekadhā;",
  "anya-e1101n3:499": "Maṇḍapaṁ tattha kāretvā, nimantetvāna bhikkhavo.",
  "anya-e1101n3:500": "16.",
  "anya-e1101n3:501": " Āyāsena adāsāhaṁ, pāyasaṁ amatāya so;",
  "anya-e1101n3:502": "Tena kammavipākena, devaloke manorame.",
  "anya-e1101n3:503": "17.",
  "anya-e1101n3:504": " Jātomhi dibbakāmehi, modamāno anekadhā;",
  "anya-e1101n3:505": "Dīghāyuko vaṇṇavanto, tejassīca ahosahanti.",
  "anya-e1101n3:506": "Evaṁ devaputto attanā katapuññakammaṁ vittārena kathesi, theropi manussalokaṁ āgantvā manussānaṁ attanā paccakkhato diṭṭhadibbasampattiṁ pakāsesi. Taṁ sutvā mahājano kusalakammaṁ katvā yebhuyyena sagge nibbattoti.",
  "anya-e1101n3:507": "18.",
  "anya-e1101n3:508": " Anālayo duggatadīnakopi,",
  "anya-e1101n3:509": "Dānaṁ dadanto dhigato visesaṁ;",
  "anya-e1101n3:510": "Saggā pavaggaṁ yadi patthayavho,",
  "anya-e1101n3:511": "Hantvāna maccheramalaṁ dadāthāti.",
  "anya-e1101n3:512": "Kapaṇassa vatthuṁ aṭṭhamaṁ.",
  "anya-e1101n3:513": "29. Devaputtassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:514": "Ito pubbe nāradassa kira sammāsambuddhassa kāle ayaṁ dīpo aññatarena nāmena pākaṭo ahosi, so panekasmiṁ kāle dubbhikkho ahosi dussasso, mahāchātakabhayaṁ satte pīḷeti. Tasmiṁ samaye nāradassa bhagavato eko sāsaniko sāvako aññatarasmiṁ gāme piṇḍāya caritvā yathā dhotapattova nikkhami. Athaññatarasmiṁ gehe manussā ekaṁ taṇḍulanāḷiṁpoṭalikāya bandhitvā udake pakkhipitvā pacitvā udakaṁ gahetvā pivanto jīvanti, tadā theraṁ disvā vanditvā pattaṁ gahetvā tena taṇḍulena bhattaṁ pacitvā patte pakkhipitvā therassa adaṁsu. Atha tesaṁ saddhābalena sā ukkhali bhattena paripuṇṇā ahosi, te taṁ abbhutaṁ disvā ayyassa dinnadāne vipāko ajjeva no diṭṭhoti somanassajātā mahājanaṁ sannipātetvā te bhattaṁ bhojetvā pacchā sayaṁ bhuñjiṁsu. Bhattassa gahitagahitaṭṭhānaṁ pūrateva. Tato paṭṭhāya te sampattamahājanassa dānaṁ dadantā āyupariyosāne devaloke nibbattiṁsu, atha so thero bhattaṁ ādāya gantvā aññatarasmiṁ rukkhamūle nisīditvā bhuñjitumārati. Tasmiṁ kira rukkhe nibbatto eko devaputto āhārena kilanto bhuñjamānaṁ theraṁ disvā attabhāvaṁ vijahitvā mahallakavesena tassa samīpe aṭṭhāsi. Thero anāvajjitvāva bhuñjati. Devaputto carimālopaṁ ṭhapetvā bhuttakāle ukkāsitvā attānaṁ ṭhitabhāvaṁ jānāpesi. Thero taṁ disvā vippaṭisāri hutvā carimaṁ bhatthapiṇḍaṁ tassa hatthe ṭhapesi, tato so bhattapiṇḍaṁ gahetvā ṭhito cintesi. Ito kira mayā pubbe samaṇabrāhmaṇānaṁ vā kapaṇaddhikānaṁ vā antamaso kākasunakhā dīnampi āhāraṁ adinnapubbaṁ bhavissati, tenavāhaṁ devo hutvāpi bhattaṁ na labhāmi. Handāhaṁ imaṁ bhattapiṇḍaṁ therasseva dassāmi, taṁ me bhavissati dīgharattaṁ hitāya sukhāya cāti. Evañca pana cintetvā bhattapiṇḍe āsaṁ pahāya theraṁ upasaṅkamma sāmi dāsassa vo alaṁ idha lokena saṅgahaṁ. Paralokena me saṅgahaṁ karothāti vatvā tassa patte okiri. Athassa bhatthapiṇḍaṁ bhatthapiṇḍaṁ itisabbattha patte patitamatteyeva tigāvutaṭṭhāne dibbamayāni bhattabhājanānipaññāyiṁsu. Devaputto theraṁ pañcapatiṭṭhitena vanditvā tato dibbabhojanaṁ gahetvā pathamaṁ dānaṁ datvā pacchā sayaṁ bhuñci. Tato deputto dutiyadivasato paṭṭhāya therassa ca sampattamahājanassa ca mahādānaṁ dento āyupariyosāne 0 devaloke nibbattitvā chasu kāmasaggesu aparāparaṁ dibbasampatti manubhavamāno padumuttarassa bhagavato kāle tato cuto bārāṇasiyaṁ anekavibhavassa micchādiṭṭhikassa kuṭumbikassa gehe nibbatti. Devotissa nāmaṁ akaṁsu. Aparabhāge viññutaṁ pattassa tassa mātāpitaro kālamakaṁsu. Sovaṇṇamaṇimuttādipūritakoṭṭhāgārādayo oloketvā mama mātāpitaro micchādiṭṭhikattā ito dānādikiñcikammaṁ akaritvā paralokaṁ gacchantā kākaṇikamattampi agahetvā gatā, ahaṁ pana taṁ gahetvāva gamissāmīti sanniṭṭhānaṁ katvā bheriṁ carāpetvā kapaṇaddhikavanibbake sannipātetvā sattāhabbhantare sabbaṁ sāpateyyaṁ dānamukhena datvā araññaṁ pavisitvā isippabbajjaṁ pabbajitvā kasiṇaparikammaṁ katvā pañca bhiññā aṭṭha samāpattiyo nibbattetvā ākāsacārī ahosi. Atha tasmiṁsamaye padumuttaro nāma bhagavā haṁsavatīnagare paṭivasanto devabrahmādiparivuto catusaccapaṭisaṁyuttaṁ dhammaṁ desento nisinno hoti, tadā so tāpaso ākāsena gacchanto mahājanasamāgamañca bhagavato sarīrato nikkhantachabbaṇṇaraṁsiyo ca disvā kimetaṁti vimhito ākāsā otaritvā mahatiyā buddhalīḷāya nisīditvā dhammaṁ desentaṁ bhagavantaṁ disvā pasannamānaso parisantare nisinno dhammaṁ sutvā bhagavantaṁ vanditvā attano assamameva agamāsi. Atha so tattha yāvatāyukaṁ ṭhatvā āyupariyosāne tāvatiṁsabhavane nibbatto tiṁsakappe dibbasampattimanubhavanto chasu kāmasaggesu aparāpariyavasena saṁsari. Ekapaññāsaattabhāve sakko devarājā ahosi, ekakavīsatiattabhāve cakkavatti hutvā manussasampatti manubhavitvā imasmiṁbuddhuppāde bhagavati parinibbute sāvatthiyaṁ aññatarasmiṁ kulagehe nibbattitvā sattavassiko ekaṁ bhikkhuṁ dhammaṁ desentaṁ addasa. Disvā taṁ upasaṅkamitvā dhammaṁ sutvā aniccasaññaṁ paṭilabhitvā tattha nisinnova arahattaṁ pāpuṇi, tato so pattapaṭisambhido attanā katapuññakammaṁ olokento taṁ pubbacariyaṁ bhikkhūnaṁ majjhe pakāsento āha. Tasmā.",
  "anya-e1101n3:515": "1.",
  "anya-e1101n3:516": " Nārado kira sambuddho, pubbe āsi naruttamo;",
  "anya-e1101n3:517": "Lokaṁ dukkhā pamocento, dadanto amataṁ padaṁ.",
  "anya-e1101n3:518": "2.",
  "anya-e1101n3:519": " Tasmiṁ tu samaye tassa, sāvako chinnabandhano;",
  "anya-e1101n3:520": "Bhikkhitvā dīpake laddha, māhāraṁ paribhuñjituṁ.",
  "anya-e1101n3:521": "3.",
  "anya-e1101n3:522": " Rukkhamūla mupā gañchi, tatthāsiṁ rukkhadevatā;",
  "anya-e1101n3:523": "Bubhukkhitā udikkhantī, aṭṭhāsiṁ tassa santike.",
  "anya-e1101n3:524": "4.",
  "anya-e1101n3:525": " Adāsi me bhattapiṇḍaṁ, karuṇāpūritantaro;",
  "anya-e1101n3:526": "Gahetvāna ṭhito piṇḍaṁ, sahamāno khudaṁ tadā.",
  "anya-e1101n3:527": "5.",
  "anya-e1101n3:528": " Adinnattā mayā pubbe, kiñci dānaṁ supesale;",
  "anya-e1101n3:529": "Jighacchāpīḷito homi, jātopi devayoniyaṁ.",
  "anya-e1101n3:530": "6.",
  "anya-e1101n3:531": " Ajja khettaṁ suladdhaṁme, deyyadhammopi vijjati;",
  "anya-e1101n3:532": "Bījamettha ca ropemi, bhavato parimuttiyā.",
  "anya-e1101n3:533": "7.",
  "anya-e1101n3:534": " Iti cintiya vanditvā, dāsassa sāmi vo alaṁ;",
  "anya-e1101n3:535": "Saṅgahaṁ idha lokasmiṁ, karotha pāralokikaṁ.",
  "anya-e1101n3:536": "8.",
  "anya-e1101n3:537": " Iti vatvā adāsāhaṁ, bhuñci sopi dayāparo;",
  "anya-e1101n3:538": "Tenāhaṁ puññakammena, sudhannamalabhiṁ khaṇe.",
  "anya-e1101n3:539": "9.",
  "anya-e1101n3:540": " Tato cuto chadevesu, vindanto mahatiṁsiriṁ;",
  "anya-e1101n3:541": "Cirakālaṁ vasiṁ tattha, deviddhīhi samaṅgitā.",
  "anya-e1101n3:542": "10.",
  "anya-e1101n3:543": " Satasahasse ito kappe, padumuttaranāmako;",
  "anya-e1101n3:544": "Uppajji lokanāyako, dhammarājā tathāgato.",
  "anya-e1101n3:545": "11.",
  "anya-e1101n3:546": " Mahiddhiko tadā āsiṁ, tāpaso kānane vane;",
  "anya-e1101n3:547": "Sampattapañcā bhiññāṇo, ākāsena carāmahaṁ.",
  "anya-e1101n3:548": "12.",
  "anya-e1101n3:549": " Tadā kāsena gacchanto, ramme haṁsavatīpure;",
  "anya-e1101n3:550": "Buddharaṁsiparikkhittaṁ, ketumālāvilāsitaṁ.",
  "anya-e1101n3:551": "13.",
  "anya-e1101n3:552": " Devasaṅghaparibbūḷhaṁ, desentaṁ addasaṁ jinaṁ;",
  "anya-e1101n3:553": "So taṁ disvāna nabhasā, ṭhitohaṁ parisantare.",
  "anya-e1101n3:554": "14.",
  "anya-e1101n3:555": " Dhammaṁ sutvā udaggohaṁ, kālaṁ katvāna satthuno;",
  "anya-e1101n3:556": "Tato cuto papannosmi, tāvatiṁse manorame.",
  "anya-e1101n3:557": "15.",
  "anya-e1101n3:558": " Tiṁsakappasahassāni, caranto devamānuse;",
  "anya-e1101n3:559": "Duggatiṁ nābhijānāmi, labhāmi vipulaṁ sukhaṁ.",
  "anya-e1101n3:560": "16.",
  "anya-e1101n3:561": " Ekapaññāsatikkhattuṁ, devarajjamakārayiṁ;",
  "anya-e1101n3:562": "Athekavīsatikkhattuṁ, cakkavattī ahosahaṁ.",
  "anya-e1101n3:563": "17.",
  "anya-e1101n3:564": " Padesarajjaṁ kāsāhaṁ, bahukkhattuṁ tahiṁ tahiṁ;",
  "anya-e1101n3:565": "Imasmiṁ bhaddake kappe, nibbutetu nibbutesu itisabbattha tathāgate.",
  "anya-e1101n3:566": "18.",
  "anya-e1101n3:567": " Codito puññakammena, sāvatthipuramuttame;",
  "anya-e1101n3:568": "Uppajjitvā kule seṭṭhe, jātiyā sattavassiko.",
  "anya-e1101n3:569": "19.",
  "anya-e1101n3:570": " Sutvā dhammaṁ kathentassa, bhikkhussaññatarassahaṁ;",
  "anya-e1101n3:571": "Bhavassantaṁ karitvāna, arahattamapāpuṇiṁ.",
  "anya-e1101n3:572": "20.",
  "anya-e1101n3:573": " Sudinnaṁ me tadā dānaṁ, sussutaṁ dhammamuttamaṁ;",
  "anya-e1101n3:574": "Dukkhassantaṁ akāsāhaṁ, tassa kammassa vāhasāti.",
  "anya-e1101n3:575": "Evañca pana vatvā bahū jane kusalakamme niyojesīti.",
  "anya-e1101n3:576": "21.",
  "anya-e1101n3:577": " Dānenapevaṁ carimāya piṇḍiyā,",
  "anya-e1101n3:578": "Savaṇāya dhammassa muhuttakena;",
  "anya-e1101n3:579": "Labhanti sattā tividhampi sampadaṁ,",
  "anya-e1101n3:580": "Phalaṁ vade ko bahudāyakassa bho.",
  "anya-e1101n3:581": "Devaputtassa vatthuṁ navamaṁ.",
  "anya-e1101n3:582": "30. Sīvalittherassa vatthumhi ayamānupubbīkathā",
  "anya-e1101n3:583": "Ito kira kappasatasahassamatthake padumuttaro nāma satthā loke udapādi dhammadesanāya satte amatamahānibbāṇaṁ pāpento, tasmiṁ samaye bhagavā haṁsāvatiyaṁ sarājikāya parisāya majjhe ekaṁ bhikkhuṁ lābhīnaṁ aggaṭṭhāne ṭhapesi. Tadā rājā taṁ disvā taṁ ṭhānaṁ kāmayamāno buddhapamukhassa saṅghassa mahādānaṁ datvā bhagavato pādamūle sirasā nipajji, tadāssa bhagavā anāgate gotamassa bhagavato sāsane taṁ ṭhānaṁ labhissasīti vatvā byākāsi. Taṁ sutvā mudito rājā puññāni katvā devaloke nibbatti. Tato aparabhāge bārāṇasiyaṁ seṭṭhiputto hutvā paccekabuddhasahassaṁ catupaccayadānena yāvajīvaṁ paṭijaggitvā devaloke nibbatto mahantaṁ sampatti manubhavitvā tato cuto vipassissa bhagavato kāle bandhumatīnagare aññatarasmiṁ kulagehe nibbatti. So tasmiṁ samaye senaguttaṭṭhāne ṭhatvā rañño kammaṁ karoti, tadā nagaravāsino upāsakagaṇā vipassīsammāsambuddhaṁ upasaṅkamma vanditvā bhagavā bhante sasāvako amhākaṁ anuggahaṁ karotūti svātanāya nimantetvā mahādānaṁ datvā sabbe ekacchandā bhagavanta muddissa mahārahaṁ mahāpariveṇaṁ kārāpetvā pariveṇamahe mahādānaṁ dadantā dānagge asukaṁ nāma natthīti na vattabbanti vatvā dānaṁ paṭiyādetvā dānaggaṁ olokentā navadadhiñca paṭalamadhuñca apassantā purise pakkositvā sahassaṁ datvā dadhimadhuṁ khippaṁ pariyesitvā ānethāti pesesuṁ, te sahassaṁ gahetvā dadhimadhuṁ upadhāretuṁ tattha tattha vicarantā dvārantare aṭṭhaṁsu, tadā ayaṁ senagutto rañño sabhattaṁ dadhimadhuṁ ādāya gacchanto mahādvāraṁ sampāpuṇi, atha te dadhimadhuṁ disvā bho kahāpaṇaṁ gahetvā imaṁ dehīti yāciṁsu. Tena tenadassāmi itipikattaci na dassāmīti vutte yāvasahassaṁ vaḍḍhetvā yāciṁsu. Tato senagutto imaṁ appagghaṁ sahassena yācatha, ki manena karothāti pucchi, tehi sambuddhatthāyāti vutte tenahi ahameva dassāmīti jīramaricādīhi sakkharamadhuphāṇitādayo yojetvā dānaggaṁ upanāmesi. Taṁ satthu ānubhāvena buddhapamukhassa aṭṭhasaṭṭhibhikkhusatasahassassa pahoṇakaṁ ahosi. Tato so tena puññakammena devamanussalokesu sampatti manubhavitvā aparabhāge amhākaṁ bhagavato kāle koliyanagare mahālilicchavirañño upanissāya suppiyāya nāma aggamahesiyā kucchismiṁ paṭisandhiṁ gaṇhi. So sattamāsasattasaṁvaccharāni mātukucchiyaṁ vasitvā sattadivasāni mūḷhagabbho dukkhamanubhavi. Mātukucchito nikkhamantassa tassa mātāpitaro sīvalīti nāma makaṁsu. Evaṁ mahāpuññassa ettakaṁ kālaṁ mātukucchimhi dukkhānubhavanaṁ attanāva katena pāpabalena ahosi, so kira atīte rājā hutvā attano sapattaraññā saddhiṁ saṅgāmento mātarā saddhiṁ mantesi. Sā nagaraṁ rundhitvā amitte gaṇhituṁ sakkāti upāya madāsi, sopi tassā vacanena nagaraṁ rundhitvā sattame divase aggahesi, tena pāpakammabalena mātāputtānaṁ evaṁ mahantaṁ dukkhaṁ ahosīti. Tato sā puttaṁ vijāyanakāle sattame divase bhagavantaṁ anussaritvā sukhena bhāraṁ muñci. Tuṭṭhā sā sattame divase buddhapamukhassa bhikkhusaṅghassa mahādānaṁ adāsi, athassā putto sattavassikakāle gehā nikkhamma satthāraṁ disvā pabbajjaṁ yāci. Satthā sāriputtattherassa niyojesi, tato sāriputtattherena upajjhāyena moggallānamācariyaṁ katvā pabbaji, atha so khuraggeyeva arahattaṁ patvā buddhasāsanaṁ sobhesi, so pubbe katapuññānubhāvena mahāpuñño ahosi lābhīnañca aggo. Athekasmiṁ samaye bhagavā revatattheraṁ dassanāya khadiravanavihāraṁ gacchanto tiṁsabhikkhusahassehi saddhiṁ tiṁsayojanikaṁ chaṭṭitakantāraṁ sampāpuṇi nirūdakaṁ appabhakkhaṁ. Yebhuyyena devatā sīvalitthere pasannā. Tasmā bhagavā sīvalittheraṁ purato cārikaṁ katvā devatāhi kārāpite vihāre vasanto devatāhi sajjitadānaṁ paribhuñjanto revatattheraṁ saṁpāpuṇitvā gatakammaṁ niṭṭhāpetvā jetavanamāgamma lābhīnaṁ aggaṭṭhāne taṁ ṭhapesīti. Tena vuttaṁ apadāne.",
  "anya-e1101n3:584": "1.",
  "anya-e1101n3:585": " Padumuttaro nāma jino, sabbadhammesu cakkhumā;",
  "anya-e1101n3:586": "Ito satasahassamhi, kappe uppajji nāyako.",
  "anya-e1101n3:587": "2.",
  "anya-e1101n3:588": " Sīlaṁ tassa asaṅkhyeyyaṁ, samādhi vajirūpamo vajirūpamā itikatthaci;",
  "anya-e1101n3:589": "Asaṁkhiyaṁ ñāṇavaraṁ, vimutti ca anopamā.",
  "anya-e1101n3:590": "3.",
  "anya-e1101n3:591": " Manujāmaranāgānaṁ, brahmānañca samāgame;",
  "anya-e1101n3:592": "Samaṇabrāhmaṇākiṇṇe, dhammaṁ deseti nāyako.",
  "anya-e1101n3:593": "4.",
  "anya-e1101n3:594": " Sasāvakaṁ mahālābhiṁ, puññavantaṁ jutindharaṁ,",
  "anya-e1101n3:595": "Ṭhapesi etadaggamhi, parisāsu visārado.",
  "anya-e1101n3:596": "5.",
  "anya-e1101n3:597": " Tadāhaṁ khattiyo āsiṁ, pure haṁsavatīvhaye haṁsāvatavhaye itisabbattha;",
  "anya-e1101n3:598": "Sutvā jinassa taṁ vākyaṁ, sāvakassa guṇaṁ bahuṁ.",
  "anya-e1101n3:599": "6.",
  "anya-e1101n3:600": " Nimantayitvā sattāhaṁ, bhojayitvā sasāvakaṁ;",
  "anya-e1101n3:601": "Mahādānaṁ daditvāna, taṁ ṭhānamabhipatthayiṁ.",
  "anya-e1101n3:602": "7.",
  "anya-e1101n3:603": " Tadā maṁ vinataṁ pāde, disvāna purisāsabho;",
  "anya-e1101n3:604": "So sarena mahāvīro, imaṁ vacanamabravī.",
  "anya-e1101n3:605": "8.",
  "anya-e1101n3:606": " Tato jinassa vacanaṁ, sotukāmā mahājanā;",
  "anya-e1101n3:607": "Devadānavagandhabbā, brahmānoca mahiddhikā.",
  "anya-e1101n3:608": "9.",
  "anya-e1101n3:609": " Samaṇabrāhmaṇā cāpi, namassisuṁ katañjalī;",
  "anya-e1101n3:610": "Namo te purisājañña, namo te purisuttama.",
  "anya-e1101n3:611": "10.",
  "anya-e1101n3:612": " Khattiyena mahādānaṁ, dinnaṁ sattāhakampi sattāhakaṁpito itipikatthaci no;",
  "anya-e1101n3:613": "Sotukāmā phalaṁ tassa, byākarohi mahāmune.",
  "anya-e1101n3:614": "11.",
  "anya-e1101n3:615": " Tato avoca bhagavā, suṇotha mama bhāsitaṁ;",
  "anya-e1101n3:616": "Appameyyamhi buddhasmiṁ, guṇamhi suppatiṭṭhitā.",
  "anya-e1101n3:617": "12.",
  "anya-e1101n3:618": " Dakkhiṇā dāyakaṁ patvā, appameyyaphalāvahā;",
  "anya-e1101n3:619": "Api ce sa mahābhogo, ṭhānaṁ pattheti muttamaṁ.",
  "anya-e1101n3:620": "13.",
  "anya-e1101n3:621": " Lābhī vipulalābhīnaṁ, yathā bhikkhu sudassano;",
  "anya-e1101n3:622": "Tathāhaṁpi bhaveyyanti, lacchate taṁ anāgate.",
  "anya-e1101n3:623": "14.",
  "anya-e1101n3:624": " Satasahassito kappe, okkākakulasambhavo;",
  "anya-e1101n3:625": "Gotamonāma nāmena, satthā loke bhavissati.",
  "anya-e1101n3:626": "15.",
  "anya-e1101n3:627": " Tassa dhammesu dāyādo, oraso dhammanimmito;",
  "anya-e1101n3:628": "Sīvali nāma nāmena, hessati satthusāvako.",
  "anya-e1101n3:629": "16.",
  "anya-e1101n3:630": " Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "anya-e1101n3:631": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsūpago ahaṁ.",
  "anya-e1101n3:632": "17.",
  "anya-e1101n3:633": " Tatoparasmiṁsamaye, bārāṇasipuruttame;",
  "anya-e1101n3:634": "Seṭṭhiputto ahaṁ āsiṁ, aḍḍhappatto mahādhano.",
  "anya-e1101n3:635": "18.",
  "anya-e1101n3:636": " Sahassamatte pacceka, nāyake ca nimantiya;",
  "anya-e1101n3:637": "Madhurenannapānena, santappesiṁtadādaro.",
  "anya-e1101n3:638": "19.",
  "anya-e1101n3:639": " Tato cuto chakāmagge, anubhosiṁmahāyasaṁ;",
  "anya-e1101n3:640": "Devaccharāparivuto, pāsāde ratanāmaye.",
  "anya-e1101n3:641": "20.",
  "anya-e1101n3:642": " Evaṁ acintiyā buddhā, buddhadhammā acintiyā;",
  "anya-e1101n3:643": "Acintiye pasannānaṁ, vipākopi acintiyo.",
  "anya-e1101n3:644": "21.",
  "anya-e1101n3:645": " Ekanavutito kappe, vipassīnāma nāyako;",
  "anya-e1101n3:646": "Uppajji cārunayano, sabbadhammavipassako.",
  "anya-e1101n3:647": "22.",
  "anya-e1101n3:648": " Tadāhaṁ bandhumatiyā, kulassaññatarassa ca;",
  "anya-e1101n3:649": "Dayito patthito putto, āsiṁ kammantabyāvaṭo.",
  "anya-e1101n3:650": "23.",
  "anya-e1101n3:651": " Tadā aññataro pūgo, vipassissa mahesino;",
  "anya-e1101n3:652": "Pariveṇaṁ akāresi, mahanta miti vissutaṁ.",
  "anya-e1101n3:653": "24.",
  "anya-e1101n3:654": " Niṭṭhite ca mahādānaṁ, dadaṁ khajjakasaṁyutaṁ;",
  "anya-e1101n3:655": "Navaṁ dadhi madhuñceva, vicinaṁ na ca maddasa.",
  "anya-e1101n3:656": "25.",
  "anya-e1101n3:657": " Tadāhaṁ taṁ gahetvāna, navaṁ dadhi madhumpica,",
  "anya-e1101n3:658": "Kammasāmigharaṁ gacchaṁ, tamenaṁ tamesaṁ itisabbattha dāna maddasaṁ.",
  "anya-e1101n3:659": "26.",
  "anya-e1101n3:660": " Sahassampi ca datvāna, na latiṁsu ca taṁ dvayaṁ;",
  "anya-e1101n3:661": "Tato evaṁ vicintesiṁ, netaṁ hessati orakaṁ.",
  "anya-e1101n3:662": "27.",
  "anya-e1101n3:663": " Yathā ime janā sabbe, sakkaronti tathāgataṁ;",
  "anya-e1101n3:664": "Ahampi kāraṁ kassāmi, sasaṅghe lokanāyake.",
  "anya-e1101n3:665": "28.",
  "anya-e1101n3:666": " Tadāhamevaṁ cintetvā, dadhiṁmadhuñca ekato;",
  "anya-e1101n3:667": "Yojetvā lokanāthassa, sasaṅghassa adāsahaṁ.",
  "anya-e1101n3:668": "29.",
  "anya-e1101n3:669": " Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "anya-e1101n3:670": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsa magañchahaṁ.",
  "anya-e1101n3:671": "30.",
  "anya-e1101n3:672": " Punāhaṁ bārāṇasiyaṁ, rājā hutvā mahāyaso;",
  "anya-e1101n3:673": "Sattukassa tadā ruddho, dvārarodhaṁ akārayiṁ.",
  "anya-e1101n3:674": "31.",
  "anya-e1101n3:675": " Tato sapattino sampattino; sapattāno iticakatthaci ruddhā, ekāhaṁ rakkhitā ahuṁ;",
  "anya-e1101n3:676": "Tato tassa vipākena, pāpuṇiṁ nirayaṁ bhusaṁ.",
  "anya-e1101n3:677": "32.",
  "anya-e1101n3:678": " Pacchime ca bhave dāni, jātohaṁ koliye pure;",
  "anya-e1101n3:679": "Suppavāsā ca me mātā, mahāli licchavī pitā.",
  "anya-e1101n3:680": "33.",
  "anya-e1101n3:681": " Khattiye puññakammena, dvārarodhassa vāhasā;",
  "anya-e1101n3:682": "Sattamāse sattavasse, vasiṁkucchimhi dukkhito.",
  "anya-e1101n3:683": "34.",
  "anya-e1101n3:684": " Sattāhaṁ dvāramūḷhohaṁ, mahādukkhasamappito;",
  "anya-e1101n3:685": "Mātā me chandadānena, eva māsi sudukkhitā.",
  "anya-e1101n3:686": "35.",
  "anya-e1101n3:687": " Suvatthitohaṁ nikkhanto, buddhena anukampito;",
  "anya-e1101n3:688": "Nikkhantadivaseyeva, pabbajiṁ anagāriyaṁ.",
  "anya-e1101n3:689": "36.",
  "anya-e1101n3:690": " Upajjhā sāriputto me, moggallāno mahiddhiko;",
  "anya-e1101n3:691": "Kese oropayanto me, anusāsi mahāmati.",
  "anya-e1101n3:692": "37.",
  "anya-e1101n3:693": " Kesesu chijjamānesu channamanesu itipikatthaci, arahattamapāpuṇīṁ;",
  "anya-e1101n3:694": "Devo nāgā manussā ca, paccayānu panenti me.",
  "anya-e1101n3:695": "38.",
  "anya-e1101n3:696": " Padumuttaranāmañca, vipassiṁca vināyakaṁ;",
  "anya-e1101n3:697": "Saṁpūjayiṁ pamudito, paccayehi visesato.",
  "anya-e1101n3:698": "39.",
  "anya-e1101n3:699": " Tato tesaṁ vipākena, kammānaṁ vipuluttamaṁ;",
  "anya-e1101n3:700": "Lābhaṁ labhāmi sabbattha, vane gāme jale thale.",
  "anya-e1101n3:701": "40.",
  "anya-e1101n3:702": " Revataṁ dassanatthāya, yadā yāti vināyako;",
  "anya-e1101n3:703": "Tiṁsabhikkhusahassehi, saha lokagganāyako.",
  "anya-e1101n3:704": "41.",
  "anya-e1101n3:705": " Tadā devo panītehi paṇītehi itisabbattha, mamatthāya mahāmati;",
  "anya-e1101n3:706": "Paccayehi mahāvīro, sasaṅgho lokanāyako.",
  "anya-e1101n3:707": "42.",
  "anya-e1101n3:708": " Upaṭṭhito mayā buddho, gantvā revatamaddasa;",
  "anya-e1101n3:709": "Tato jetavanaṁ gantvā, etadagge ṭhapesimaṁ.",
  "anya-e1101n3:710": "43.",
  "anya-e1101n3:711": " Lābhīnaṁ sīvali aggo, mama sissesu bhikkhavo;",
  "anya-e1101n3:712": "Sabbelokahito satthā, kittayī parisāsumaṁ.",
  "anya-e1101n3:713": "44.",
  "anya-e1101n3:714": " Kilesā jhāpitā mayhaṁ, bhavā sabbe samūhatā;",
  "anya-e1101n3:715": "Nāgova bandhanaṁ chetvā, viharāmi anāsavo.",
  "anya-e1101n3:716": "45.",
  "anya-e1101n3:717": " Svāgataṁ vata me āsi, buddhaseṭṭhassa santikaṁ;",
  "anya-e1101n3:718": "Tisso vijjā anuppatto, kataṁ buddhassa sāsanaṁ.",
  "anya-e1101n3:719": "46.",
  "anya-e1101n3:720": " Paṭisambhidā catassopi, vimokkhā pica aṭṭhime;",
  "anya-e1101n3:721": "Chaḷabhiññā sacchikatā, kataṁ buddhassa sāsananti.",
  "anya-e1101n3:722": "Itthaṁ sudaṁ āyasmā sīvalitthero imā gāthāyo abhāsitthāti.",
  "anya-e1101n3:723": "47.",
  "anya-e1101n3:724": " Sutvāna etaṁ caritaṁ mahabbhutaṁ,",
  "anya-e1101n3:725": "Puññānubhāvañca siriṁ sirīmataṁ;",
  "anya-e1101n3:726": "Hitvā kusītaṁ kusalaṁ karotha,",
  "anya-e1101n3:727": "Kāmāttha kāmaṁ bhavabhoganibbutiṁ.",
  "anya-e1101n3:728": "Sīvalittherassa vatthuṁ dasamaṁ.",
  "anya-e1101n3:729": "Yakkhavañcitavaggo tatiyo."
}