{
  "anya-e0201n5:0": "6. Ākhyātakaṇḍa",
  "anya-e0201n5:1": "Suddhakatturūpa",
  "anya-e0201n5:2": "Atha dhātupaccayasaṃsiddhaṃ kāla, kāraka, purisa, saṅkhyābhedadīpakaṃ liṅgabhedarahitaṃ kriyāpadhānavācakaṃ tyādyantanāmakaṃ ākhyātapadaṃ dīpiyate.",
  "anya-e0201n5:3": "Tattha kriyaṃ dhāretīti dhātu. Sā pakatidhātu, vikatidhātu, nāmadhātuvasena tividhā.",
  "anya-e0201n5:4": "Tattha bhū, hū, gamu, paca iccādi pakatidhātu nāma sabhāvena siddhattā.",
  "anya-e0201n5:5": "Titikkha, tikiccha, bubhukkha, jighacchaiccādi vikatidhātu nāma saṅkhatavasena siddhattā.",
  "anya-e0201n5:6": "Puttīya, pabbatāya iccādi nāmadhātu nāma nāmabhūtassa sato kriyavācīpaccayayogena dhātuṭṭhāne ṭhitattā.",
  "anya-e0201n5:7": "Pakatidhātu ca sakammikā’kammikavasena duvidhā.",
  "anya-e0201n5:8": "Tatthayā dhātu kammāpekkhaṃ kriyaṃ vadati, sā sakammikā nāma. Gāmaṃ gacchati, odanaṃ pacati iccādi.",
  "anya-e0201n5:9": "Yā kammanirapekkhaṃ kriyaṃ vadati, sā akammikā nāma. Bhavati, hoti, tiṭṭhati, seti iccādi.",
  "anya-e0201n5:10": "Sakammikā ca ekakammika, dvikammikavasena duvidhā.",
  "anya-e0201n5:11": "Tattha yā ekakammāpekkhaṃ kriyaṃ vadati, sā ekakammikā nāma. Gāmaṃ gacchati, odanaṃ pacati iccādi.",
  "anya-e0201n5:12": "Yā padhānā’padhānavasena kammadvayāpekkhaṃ kriyaṃ vadati, sā dvikammikā nāma.",
  "anya-e0201n5:13": "Sā ca nyādi, duhādivasena duvidhā.",
  "anya-e0201n5:14": "Tattha yā dhātu pāpanatthā hoti, sā nyādi nāma. Ajaṃ gāmaṃ neti, bhāraṃ gāmaṃ vahati, sākhaṃ gāmaṃ ākaḍḍhati.",
  "anya-e0201n5:15": "Sesā dvikammikā duhādi nāma. Gāviṃ khīraṃ duhati, brāhmaṇaṃ kambalaṃ yācati, dāyakaṃ bhikkhaṃ bhikkhati, goṇaṃ vajaṃ rundhati, bhagavantaṃ pañhaṃ pucchati, sissaṃ dhammaṃ anusāsati, bhagavā bhikkhū etaṃ [vacanaṃ] avoca, rājā amaccaṃ vacanaṃ bravīti iccādi.",
  "anya-e0201n5:16": "Tattha yadā kammasmiṃ rūpaṃ sijjhati, tadā vibhatti, paccayā nyādimhi padhānakammaṃ vadanti, duhādimhi apadhānakammaṃ, sabbadhātūsu kāritayoge kāritakammanti, sabbañcetaṃ dhātūnaṃ pakatiatthavasena vuttaṃ, anekatthattā pana dhātūnaṃ atthantaravacane vā nānupasaggayoge vā akammikāpi sakammikā honti, sakammikāpi akammikā honti.",
  "anya-e0201n5:17": "Atthantaravacane tāva –",
  "anya-e0201n5:18": "Vida – sattāyaṃ, dhammo vijjati, saṃvijjati.",
  "anya-e0201n5:19": "Vida – ñāṇe, dhammaṃ vidati.",
  "anya-e0201n5:20": "Vida – lābhe, dhanaṃ vindati.",
  "anya-e0201n5:21": "Vida – anubhavane, sukhaṃ vedeti, vipākaṃ paṭisaṃvedeti ma. ni. 3.303.",
  "anya-e0201n5:22": "Vida – ārocane, vedayāmahaṃ bhante vedayatīti maṃ dhāretu cūḷava. aṭṭha. 102, kāraṇaṃ nivedeti, dhammaṃ paṭivedeti iccādi.",
  "anya-e0201n5:23": "Nānupasaggayoge –",
  "anya-e0201n5:24": "Pada-gatiyaṃ, maggaṃ pajjati, paṭipajjati, maggo uppajjati, nipajjati, sampajjati, bhogo bhavati, sambhavati, bhogaṃ anubhavati, taṇhaṃ abhibhavati, paribhavati, adhibhavati, araññaṃ abhisambhavati, ajjhogāhatīti attho. Gacchantaṃ magge abhisambhavati, sampāpuṇātīti attho iccādi.",
  "anya-e0201n5:25": "Padānaṃ byañjanasampattiyā vā atthasampattiyā vā upakārakā vibhatti, paccayā paccayā nāma.",
  "anya-e0201n5:26": "Tattha vibhattiyo tyādi, tvādiiccādinā aṭṭhavidhā bhavanti, sarūpato channavutividhā.",
  "anya-e0201n5:27": "Tattha pubbachakkabhūtāni aṭṭhacattālīsarūpāni parassapadāni nāma. Parachakkabhūtāni aṭṭhacattālīsarūpāni attanopadāni nāma.",
  "anya-e0201n5:28": "Tattha parahitapaṭisaṃyuttesu ṭhānesu pavattibahulāni padāni parassapadāni nāma. Attahitapaṭisaṃyuttesu pavattibahulāni attanopadāni nāmāti eke.",
  "anya-e0201n5:29": "Paro vuccati kattā sabbakriyāsādhāraṇattā, attā vuccati kammaṃ sakasakakriyāsādhāraṇattā, parassa abhidhāyakāni padāni parassapadāni, attano abhidhāyakāni padāni attanopadānīti aññe.",
  "anya-e0201n5:30": "Attā vuccati padatthānaṃ sarīrabhūtā kriyā, kattunā pana sādhyaṭṭhena kriyarūpāni bhāva, kammānipi attāti vuccanti. Sādhakaṭṭhena tehi parabhūto kattā paro nāmāti apare.",
  "anya-e0201n5:31": "Attā vuccati amhattho, paro vuccati tumha, nāmattho, pubbachakkāni parabahulattā parassapadāni nāma, parachakkāni pana rūḷhīvasena attanopadāni nāmātipi vadanti. Idaṃ na yujjati parachakkesu tabbahulamattassāpi asiddhattā. Pāḷibhāsaṃ pana patvā dvinnaṃ chakkānaṃ attahita, parahitesu vā tīsu kārakesu vā pavattinānāttaṃ na dissatiyeva, tasmā imasmiṃ ganthe taṃ nāmadvayaṃ na gahitanti daṭṭhabbaṃ.",
  "anya-e0201n5:32": "Paccayā pana catubbidhā vikaraṇa, kicca, kārita, dhātupaccayavasena.",
  "anya-e0201n5:33": "Tattha ye dhātusiddhāni tyādipadāni tabbādipadāni ca gaṇavibhāgavasena aññamaññaṃ visadisarūpāni karonti, te vikaraṇapaccayā nāma, la, ya, ṇoiccādayo.",
  "anya-e0201n5:34": "Bhāva, kammavisayo kyo kiccapaccayo nāma.",
  "anya-e0201n5:35": "Paresaṃ āṇāpanasaṅkhāte payojakabyāpāre pavattā ṇi, ṇāpipaccayā kāritapaccayā nāma.",
  "anya-e0201n5:36": "Visuṃ taṃtaṃkriyavācībhāvena dhāturūpā kha, cha, saiccādikā paccayā dhātupaccayā nāma.",
  "anya-e0201n5:37": "‘‘Kāla, kāraka, purisa, saṅkhyābhedadīpaka’’nti ettha atīta, paccuppannā’nāgata, kālavimuttavasena kālabhedo catubbidho.",
  "anya-e0201n5:38": "Tattha hiyyattanī, ajjattanī ajjatanī (bahūsu), parokkhāti imā tisso vibhattiyo atīte kāle vattanti.",
  "anya-e0201n5:39": "Vattamānā, pañcamīti dve paccuppanne.",
  "anya-e0201n5:40": "Ekā bhavissantī anāgate.",
  "anya-e0201n5:41": "Sattamī, kālātipattīti dve kālavimutte vattanti, ayaṃ kira porāṇiko vibhattīnaṃ kamo, so ca pāḷiyā sametiyeva.",
  "anya-e0201n5:42": "‘‘Sabbe saddhammagaruno, vihaṃsu viharanti ca.",
  "anya-e0201n5:43": "Athopi viharissanti, esā buddhāna dhammatā’’ti a. ni. 4.21 ca –",
  "anya-e0201n5:44": "‘‘Abbhatītā ca ye buddhā, vattamānā anāgatā’’ti ca apa. thera 1.1.588 pāḷī. Imasmiṃ kame pañcamī, sattamīti nāmadvayampi anvatthavasena siddhaṃ bhavati. Pacchā pana garuno vatticchāvasena vibhattīnaṃ nānākamaṃ karonti.",
  "anya-e0201n5:45": "Kattu, kamma, bhāvā pana kārakabhedo nāma. Tattha bhāvo duvidho sādhya, sādhanavasena visesana, visesyavasena ca. Tattha dhātvatthakriyā sādhyabhāvo nāma. Paccayatthakriyā sādhanabhāvo nāma.",
  "anya-e0201n5:46": "Tesu sādhyabhāvo nānādhātūnaṃ vasena nānāvidho hoti. Sādhanabhāvo nānādhātvatthānaṃ pavattākārasaṅkhātena ekaṭṭhena ekova hoti. So pana yathā jāti nāma anuppannapakkhe ṭhite saṅkhatadhamme uppādentī viya khāyati, tathā vohāravisayamatte ṭhite sabbadhātvatthe pātubhonte karonto viya khāyati, tasmā so sādhananti ca kārakanti ca vuccati. Yathā ca jātivasena uppannā saṅkhatadhammā ‘‘cintanaṃ jātaṃ, phusanaṃ jāta’’ miccādinā ekantameva jātiṃ visesenti, tathā paccayatthavasena pātubhontā nānādhātvatthāpi ‘‘bhuyyate, gamyate, paccate, bhavanaṃ, gamanaṃ, pacana’’ miccādinā ekantameva paccayatthaṃ visesenti. Vatticchāvasena pana bhāvasādhanapadesu dhātvattha, paccayatthānaṃ abhedopi vattuṃ yujjatiyeva. Idha pana dvīsu bhāvesu sādhanabhāvo adhippetoti.",
  "anya-e0201n5:47": "Paṭhama, majjhimu’ttamapurisā purisabhedo. ‘Puriso’ti ca ‘‘yaṃkiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā’’ti ma. ni. 3.1 ettha attā eva vuccati, so ca attā ‘‘so karoti, so paṭisaṃvedetī’’ti a. ni. 6.43; visuddhi. 2.580 ettha kārakoti vuccati. Iti ‘puriso’ti kārako eva.",
  "anya-e0201n5:48": "So ca tividho nāmattho, tumhattho, amhattho cāti. Tattha attano ajjhattasantānabhūtattā amhattho uttamapuriso nāma, sesā pana kamena paṭhamapuriso, majjhimapurisoti vuccanti. Vibhattiyo pana taddīpakattā paṭhamapurisādināmaṃ labhanti. Idañca nāmaṃ kārakabhede antogadhamevāti katvā imasmiṃ ganthe na gahitanti.",
  "anya-e0201n5:49": "Saṅkhyābhedo duvidho ekatta, bahuttavasena.",
  "anya-e0201n5:50": "‘Liṅgabhedarahita’nti ‘‘puriso gacchati, itthī gacchati, kulaṃ gacchati’’ iccādīsu ‘puriso’iccādīnaṃ abhidheyyapadānaṃ liṅgānugato rūpabhedo ākhyātapade natthi.",
  "anya-e0201n5:51": "‘Kriyāpadhānavācaka’nti ettha kriyaṃ eva padhānato abhidhāti, na nāmapadaṃ viya dabbaṃ padhānato abhidhātīti adhippāyo.",
  "anya-e0201n5:52": "Tattha kriyā nāma dhātvatthabhāvo vuccati, sā ca kālavasena atītakriyā, paccuppannakriyā, anāgatakriyā, kālavimuttakriyāti catubbidhā hoti.",
  "anya-e0201n5:53": "Āṇattikriyā, āsiṭṭhakriyā, anumatikriyā, parikappakriyā, araha, sakka, vidhi, nimantanā’mantanādikriyāti bahuvidho kriyābhedoti.",
  "anya-e0201n5:54": "Bhū-sattāyaṃ, santassa bhāvo sattā, tassaṃ sattāyaṃ, bhūdhātu sattāyamatthe vattate, sabbapadatthānaṃ sadda, buddhivisayabhāvena vijjamānabhāve vattatetyattho.",
  "anya-e0201n5:55": "561.Kriyatthāka. 432, 455; rū. 362, 530; nī. 905, 936; pā. 3.1.91.",
  "anya-e0201n5:56": "Adhikārasuttamidaṃ, kriyatthā paraṃ vibhatti, paccayā bhavantīti attho. Kriyā attho yassāti kriyattho. Pakatidhātu, vikatidhātu, nāmadhātuvasena tividho dhātu, kāritapaccayantarūpampi vikatidhātumhi saṅgayhati.",
  "anya-e0201n5:57": "562.Vattamānetianti si tha mi ma te ante se vhe e mheka. 414; rū. 428; nī. 872; caṃ. 1.2.82; pā. 3.2.123.",
  "anya-e0201n5:58": "Ārabhitvā niṭṭhaṃ anupagato bhāvo vattamāno nāma, taṃsambandhīkālopi tadūpacārena vattamānoti vuccati. Vattamāne kāle kriyatthā paraṃ tyādivibhattiyo bhavanti. Ayañca vibhatti tyādīti ca vattamānakālavisayattā vattamānāti ca sijjhati.",
  "anya-e0201n5:59": "563.Pubbāparachakkānamekānekesu tumhamhasesesu dve dve majjhimuttamapaṭhamāka. 408; rū. 431; nī. 867.",
  "anya-e0201n5:60": "Tumhanāmaṃ, amhanāmaṃ, tadubhayato sesanāmanti tīsu nāmesu payujjamānesu vā gamyamānesu vā ekasmiṃ vā anekesu vā atthesu pubbachakka, parachakkānaṃ dve dve majjhima, uttama, paṭhamā vibhattiyo bhavanti. ‘‘Uttamanti uttaraṃ antima’’nti cūḷamoggallāne vuttaṃ.",
  "anya-e0201n5:61": "Ettha ca vibhattividhānamukhena taṃtaṃsaññāvidhānampi siddhaṃ hoti.",
  "anya-e0201n5:62": "Kathaṃ?Ti, anti, si, tha, mi, ma iti pubbachakkaṃ nāma.",
  "anya-e0201n5:63": "Te, ante, se, vhe, e, mhe iti parachakkaṃ nāma.",
  "anya-e0201n5:64": "Pubbachakke ca-ti, antidvayaṃ paṭhamadukaṃ nāma, si, thadvayaṃ majjhimadukaṃ nāma, mi, madvayaṃ uttamadukaṃ nāma. Evaṃ parachakke.",
  "anya-e0201n5:65": "Tattha tulyādhikaraṇabhūte sesanāme payujjamāne vā gamyamāne vā paṭhamadukaṃ bhavati. Tathā tumhanāme majjhimadukaṃ, amhanāme uttamadukaṃ. Dukesu ca ekasmiṃ atthe vattabbe ekavacanaṃ, bahumhi vattabbe bahuvacanaṃ.",
  "anya-e0201n5:66": "Ettha ca nāmānaṃ atthanissitā katvattha, kammatthā idha nāmatthāti vuccanti. Kattu, kammasaṅkhāte yasmiṃ nāmatthe tyādivibhattiyo bhavanti, so nāmattho tyādivācakānaṃ eva vāccabhūto vuttattho nāma hoti, na syādivibhattīnaṃ.",
  "anya-e0201n5:67": "Vuttakattu, kammādhiṭṭhānassa ca liṅgatthassa vācakaṃ nāmapadaṃ abhidheyyapadaṃ nāma, etadeva tulyādhikaraṇapadanti ca vuccati.",
  "anya-e0201n5:68": "Amādayo ca atthavācakavibhattiyo etasmiṃ okāsaṃ na labhanti, liṅgatthamattajotikā paṭhamāvibhatti eva okāsaṃ labhati. Evarūpāni tulyādhikaraṇabhūtāni abhidheyyapadāni sandhāya sutte ‘tumhamhasesesū’ti vuttaṃ.",
  "anya-e0201n5:69": "Idañca suttaṃ suddhehi tumha’mha, sesanāmehi yuttavākye ca missakehi yuttavākye cāti dvīsu dvīsu vākyesu veditabbaṃ.",
  "anya-e0201n5:70": "Tattha suddhehi yutte paccekaṃ dukāni vattanti. Yathā? So gacchati, te gacchanti, tvaṃ gacchasi, tumhe gacchatha, ahaṃ gacchāmi, mayaṃ gacchāmāti.",
  "anya-e0201n5:71": "Tathā suddhadvandepi. Yathā? So ca so ca gacchati, gacchanti vā. Te ca te ca gacchanti, so ca te ca gacchanti, tvañca tvañca gacchasi, gacchatha vā. Tumhe ca tumhe ca gacchatha, tvañca tumhe ca gacchathāti.",
  "anya-e0201n5:72": "Missakehi yutte dvandavākye pana ‘vippaṭisedhe’ti saṅketattā paradukāni eva okāsaṃ labhanti, tesu ca bahuvacanāni eva. Yathā? So ca tvañca gacchatha, so ca ahañca gacchāma, tvañca ahañca gacchāma, so ca tvañca ahañca gacchāma. Ekavacanacatukkaṃ.",
  "anya-e0201n5:73": "Te ca tumhe ca gacchatha, te ca mayañca gacchāma, tumhe ca mayañca gacchāma, te ca tumhe ca mayañca gacchāma. Bahuvacanacatukkaṃ.",
  "anya-e0201n5:74": "So ca tumhe ca gacchatha, so ca mayañca gacchāma, tvañca mayañca gacchāma, so ca tvañca mayañca gacchāma. Ekavacanamūlacatukkaṃ.",
  "anya-e0201n5:75": "Te ca tvañca gacchatha, te ca ahañca gacchāma, tumhe ca ahañca gacchāma, te ca tumhe ca ahañca gacchāma. Bahuvacanamūlacatukkaṃ.",
  "anya-e0201n5:76": "Api ca tvañca so ca gacchatha, ahañca so ca gacchāma, tvañca ahañca so ca gacchāma, tumhe ca so ca gacchatha, mayañca so ca gacchāma, tvañca te ca gacchatha, ahañca te ca gacchāmaiccādīnipi catukkāni veditabbāni.",
  "anya-e0201n5:77": "Atrimā pāḷī – tuvañca putto suṇisā ca nattā, sammodamānā gharamāvasetha jā. 1.8.7. Ahañca putto suṇisā ca nattā, sammodamānā gharamāvasema jā. 1.8.7.",
  "anya-e0201n5:78": "Ahañca dāni āyasmā ca sāriputto bhikkhusaṅghaṃ pariharissāma ma. ni. 2.160.",
  "anya-e0201n5:79": "Ahañca ime ca bhikkhū samādhinā nisīdimhā.",
  "anya-e0201n5:80": "Ahañca bhariyā ca dānapatī ahumhā jā. 2.22.1593.",
  "anya-e0201n5:81": "Ahañca sāmiko ca dānapatī ahumhā jā. 2.22.1617 iccādi.",
  "anya-e0201n5:82": "Yaṃ pana ‘‘so ca gacchati, tvañca gacchasī’’ti vattabbe ‘‘tumhe gacchathā’’ti vā ‘‘so ca gacchati, ahañca gacchāmī’’ti vattabbe ‘‘mayaṃ gacchāmā’’ti vā vacanaṃ, taṃ pakatibahuvacanameva, na paropurisabahuvacanaṃ.",
  "anya-e0201n5:83": "Yañca kaccāyane – ‘‘sabbesamekābhidhāne paro puriso’’ti nī. 216 piṭṭhe suttaṃ, tatthapi sabbesaṃ dvinnaṃ vā tiṇṇaṃ vā missakabhūtānaṃ nāma, tumha’mhānaṃ ekato abhidhāne missakadvandavākye paro puriso yojetabboti attho na na sambhavatīti.",
  "anya-e0201n5:84": "564.Kattari loka. 455; rū. 433; nī. 925.",
  "anya-e0201n5:85": "Aparokkhesu māna, nta, tyādīsu paresu kriyatthā paraṃ kattari lānubandho apaccayo hoti. Lānubandho ‘ūlasse’ti sutte visesanattho.",
  "anya-e0201n5:86": "Etena yattha māna, nta, tyādayo kattari vattanti, tattha ayaṃ lapaccayoti lapaccayena tesaṃ kattuvācakabhāvaṃ ñāpeti, esa nayo ‘‘kyo bhāvakammesu…’’ iccādīsupi.",
  "anya-e0201n5:87": "Ettha ca vikaraṇapaccayā nāma byañjanapūraṇā eva honti, na atthapūraṇā, tasmā yasmiṃ payoge tehi vinā padarūpaṃ na sijjhati, tattheva te vattanti. Yattha sijjhati, tattha na vattanti, ayampi lapaccayo dhātuto paraṃ vibhattisare vā āgamasare vā asante vattati, sante pana ‘‘pacāmi, pacāma, pacāhi, gameti, gamenti, vajjeti, vajjenti’’-iccādīsu kāriyantaratthāya vattati. Yattha ca paccayānaṃ lopo vihito, tattha gaṇantara, rūpantarappasaṅgapaṭisiddhāya vattati, aññattha na vattati.",
  "anya-e0201n5:88": "565.Yuvaṇṇānameo paccayeka. 485; rū. 434; nī. 975; caṃ. 1.1.82; pā. 3.1.60.",
  "anya-e0201n5:89": "Vibhatti, paccayā paccayo nāma. I, kī, khi, ci, ji iccādayo ivaṇṇā nāma. Cu, ju, bhū, hū iccādayo uvaṇṇā nāma. Paccaye pare ekakkharadhātvantānaṃ ivaṇṇu’vaṇṇānaṃ kamena e, ovuddhiyo honti. ‘Paro kvacī’ti parasaralopo.",
  "anya-e0201n5:90": "Saṃpubbo-sambhoti , sambhonti, sambhosi, sambhotha, sambhomi, sambhoma.",
  "anya-e0201n5:91": "Anupubbo-anubhavane, so bhogaṃ anubhoti, te bhogaṃ anubhonti, tvaṃ bhogaṃ anubhosi, tumhe bhogaṃ anubhotha, ahaṃ bhogaṃ anubhomi, mayaṃ bhogaṃ anubhoma.",
  "anya-e0201n5:92": "Tattha yathā ‘‘nīlo paṭo’’ti ettha nīlasaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:93": "Tattha guṇasaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:94": "Guṇanissayo dabbattho abhidheyyattho nāma.",
  "anya-e0201n5:95": "Nīlasaddo pana vaccātthameva ujuṃ vadati, nīlasaddamattaṃ suṇanto nīlaguṇameva ujuṃ jānāti, tasmā ‘‘paṭo’’ iti padantarena nīlasaddassa abhidheyyattho ācikkhīyati.",
  "anya-e0201n5:96": "Tathā ‘‘anubhotī’’ti ettha tisaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:97": "Tattha kattusattisaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:98": "Sattinissayo liṅgattho abhidheyyattho nāma.",
  "anya-e0201n5:99": "Tisaddo pana vāccatthameva ujuṃ vadati, na abhidheyyatthaṃ. ‘‘Anubhotī’’ti suṇantosādhyakriyāsahitaṃ kattārameva ujuṃ jānāti, na kiñci dabbanti attho. Tasmā ‘‘so’’ iti padantarena tisaddassa abhidheyyattho ācikkhīyati, vāccatthassa pana tisaddeneva ujuṃ vuttattā tatiyāvibhattiyā puna ācikkhitabbakiccaṃ natthi, liṅgatthajotanatthaṃ abhidheyyapade paṭhamāvibhatti eva pavattatīti. Esa nayo sabbattha.",
  "anya-e0201n5:100": "566.Eonamayavā sareka. 513, 514; rū. 435, 491; nī. 1027, 1028.",
  "anya-e0201n5:101": "Sare pare e, onaṃ kamena aya, avā honti. Ya, vesu a-kāro uccāraṇattho.",
  "anya-e0201n5:102": "Bhavati, bhavanti, bhavasi, bhavatha.",
  "anya-e0201n5:103": "567.Himimesvassaka. 478; rū. 438; nī. 959.",
  "anya-e0201n5:104": "Hi, mi, mesu paresu a-kārassa dīgho hoti.",
  "anya-e0201n5:105": "Bhavāmi, bhavāma.",
  "anya-e0201n5:106": "Parachakke – bhavate, bhavante, bhavase, bhavavhe, bhave, bhavamhe.",
  "anya-e0201n5:107": "Papubbo bhū-pavattiyaṃ, nadī pabhavati.",
  "anya-e0201n5:108": "Adhyā’bhi, paripubbo hiṃsāyaṃ, adhibhavati, abhibhavati, paribhavati.",
  "anya-e0201n5:109": "Vipubbo vināse, pākaṭe, sobhaṇe ca, vibhavati.",
  "anya-e0201n5:110": "Parāpubbo parājaye, parābhavati.",
  "anya-e0201n5:111": "Abhi, saṃpubbo pattiyaṃ, ajjhogāhe ca, abhisambhavati, tathā pātubbhavati, āvibhavati iccādi.",
  "anya-e0201n5:112": "Iti suddhakatturūpaṃ.",
  "anya-e0201n5:113": "Suddhabhāvakammarūpa",
  "anya-e0201n5:114": "568.Kyobhāvakammesvaparokkhesu māna nta tyādīsuka. 440; rū. 445; nī. 920; caṃ. 1.1.80; pā. 3.1.67.",
  "anya-e0201n5:115": "Parokkhāvajjitesu māna, ntapaccayesu tyādīsu ca paresu kriyatthā bhāvasmiṃ kammani ca kānubandho yapaccayo hoti, bahulādhikārā kvaci kattari ca.",
  "anya-e0201n5:116": "Rūpaṃ vibhuyyati, so pahīyissati saṃ. ni. 1.249, bhattaṃ paccati, gimhe udakaṃ chijjati, kusūlo bhijjati.",
  "anya-e0201n5:117": "569.Na te kānubandhanāgamesu.",
  "anya-e0201n5:118": "Kānubandhe nāgame ca ivaṇṇu’vaṇṇānaṃ assa ca te e, o,-ā na hontīti kyamhi vuddhi natthi.",
  "anya-e0201n5:119": "Kamme-tena purisena bhogo anubhūyati, tena bhogā anubhūyanti, tena tvaṃ anubhūyasi, tena tumhe anubhūyatha, tena ahaṃ anubhūyāmi, tena mayaṃ anubhūyāma. Yassa dvittaṃ rassattañca, anubhuyyati, anubhuyyanti.",
  "anya-e0201n5:120": "Tattha ‘‘anubhūyatī’’ti ettha kyapaccayasahitassa tisaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:121": "Tattha kammasattisaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:122": "Sattinissayo liṅgattho abhidheyyattho nāma.",
  "anya-e0201n5:123": "Tisaddo pana kyapaccayasahito vāccatthameva ujuṃ vadati, na abhidheyyatthaṃ. ‘‘Anubhūyatī’’ti suṇanto sādhyakriyāsahitaṃ kammasattiṃ eva ujuṃ jānāti, na kiñci dabbanti vuttaṃ hoti. Sesaṃ pubbe vuttanayameva.",
  "anya-e0201n5:124": "Anubhūyate , anubhuyyate, anubhūyante, anubhuyyante, anubhūyase, anubhūyavhe, anubhūye, anubhuyye, anubhūyamhe, anubhuyyamhe.",
  "anya-e0201n5:125": "570.Garupubbā rassā re ntentīnaṃka. 517; rū. 488; nī. 1105; ‘guru…’ (bahūsu).",
  "anya-e0201n5:126": "Garupubbamhā rassato nte, ntīnaṃ reādeso hoti.",
  "anya-e0201n5:127": "Jāyare, jāyanti, jāyare, jāyante, gacchare, gacchanti, gacchare, gacchante, gamissare, gamissanti, gamissare, gamissante.",
  "anya-e0201n5:128": "Garupubbāti kiṃ? Pacanti, pacante.",
  "anya-e0201n5:129": "Rassāti kiṃ? Pācenti, pācante.",
  "anya-e0201n5:130": "Ettha ca suttavibhāgena ‘‘sabbaṃ hidaṃ bhañjare kālapariyāyaṃ jā. 1.15.370, muñcare bandhanasmā jā. 2.22.1648, jīvare’ vāpi sussatī’’ti jā. 2.22.840 etāni pāḷipadāni sijjhanti.",
  "anya-e0201n5:131": "Tattha ‘bhañjare’ti bhijjati, ‘muñcare’ti muñcantu, ‘jīvare’ vāpī’ti jīvanto’vāpi. Anubhūyare, anubhūyanti, anubhūyare, anubhūyante.",
  "anya-e0201n5:132": "Bhāvo nāma bhavana, gamanādiko kriyākāro, so dhātunā eva tulyādhikaraṇabhāvena visesīyati, na nāmapadena, tasmā tattha tumha’mha, sesanāmavasena tyādidukavisesayogo nāma natthi, paṭhamadukameva tattha bhavati, dabbasseva ca tassa abyattasarūpattā saṅkhyābhedopi natthi, ekavacanameva bhavati.",
  "anya-e0201n5:133": "Tena bhogaṃ anubhūyati, anubhuyyati, anubhūyate, anubhuyyate, anubhavanaṃ hotīti attho.",
  "anya-e0201n5:134": "Iti suddhabhāvakammarūpāni.",
  "anya-e0201n5:135": "Hetukatturūpa",
  "anya-e0201n5:136": "571.Payojakabyāpāreṇāpi caka. 438; rū. 540; nī. 914.",
  "anya-e0201n5:137": "Yo suddhakattāraṃ payojeti, tassa payojakassa kattuno byāpāre kriyatthā ṇi ca ṇāpi ca honti. Ṇānubandhā vuddhutthā.",
  "anya-e0201n5:138": "Tesu ca ākārantato ‘ato’ (moga.) ṇāpiyeva hoti, dāpeti, dāpayati.",
  "anya-e0201n5:139": "Uvaṇṇantato ṇiyeva, sāveti, sāvayati.",
  "anya-e0201n5:140": "Sesato dvepi, pāceti, pācayati, pācāpeti, pācāpayati.",
  "anya-e0201n5:141": "Payojakabyāpāropi kriyā evāti tadatthavācīhi ṇi,-ṇāpīhi paraṃ vibhatti, paccayā bhavanti, dhātvantassa ca ṇi, ṇāpīnañca vuddhi.",
  "anya-e0201n5:142": "So maggaṃ bhāveti, te maggaṃ bhāventi, tvaṃ maggaṃ bhāvesi, tumhe maggaṃ bhāvetha, ahaṃ maggaṃ bhāvemi, mayaṃ maggaṃ bhāvema.",
  "anya-e0201n5:143": "572.Āyāvā ṇānubandheka. 515; rū. 541; nī. 1029.",
  "anya-e0201n5:144": "E, onaṃ kamena āya, āvā honti sarādo ṇānubandhe paccaye pare, suttavibhattiyā aṇānubandhepi āyā’vā honti.",
  "anya-e0201n5:145": "Ge-sadde, gāyati, gāyanti.",
  "anya-e0201n5:146": "Apapubbo ce-pūjāyaṃ, apacāyati, apacāyanti.",
  "anya-e0201n5:147": "Jhe-cintāyaṃ, jhāyati, jhāyanti, ujjhāyati, nijjhāyati iccādi.",
  "anya-e0201n5:148": "573.Ṇiṇāpyāpīhi ca‘‘…vā’’ (bahūsu).",
  "anya-e0201n5:149": "Ṇi , ṇāpi, āpīhi ca kattari lo hoti vā.",
  "anya-e0201n5:150": "Kārayati, kārāpayati, saddāpayati.",
  "anya-e0201n5:151": "Iminā asare ṭhāne ayādesato paraṃ akāro hoti, so maggaṃ bhāvayati, bhāvayanti, bhāvayasi, bhāvayatha, bhāvayāmi, bhāvayāma.",
  "anya-e0201n5:152": "Iti hetukatturūpāni.",
  "anya-e0201n5:153": "Tyādi",
  "anya-e0201n5:154": "‘Kyo bhāvakammesū…’ti ṇi, ṇāpipaccayantato yo.",
  "anya-e0201n5:155": "574.Kyassaka. 442; rū. 448; nī. 922.",
  "anya-e0201n5:156": "Kriyatthā parassa kyassa ādimhi īña hoti.",
  "anya-e0201n5:157": "Tena maggo bhāvīyati, tena maggā bhāvīyanti, tena tvaṃ bhāvīyasi, tena tumhe bhāvīyatha, tena ahaṃ bhāvīyāmi, tena mayaṃ bhāvīyāma.",
  "anya-e0201n5:158": "Rassatte-bhāviyati, bhāviyanti.",
  "anya-e0201n5:159": "Dvitte-bhāviyyati, bhāviyyanti. Tathā bhāvayīyati, bhāvayīyanti.",
  "anya-e0201n5:160": "Rassatte-bhāvayiyati, bhāvayiyanti.",
  "anya-e0201n5:161": "Dvitte-bhāvayiyyati, bhāvayiyyanti.",
  "anya-e0201n5:162": "Akammikāpi yā dhātu, kārite tve’kakammikā;",
  "anya-e0201n5:163": "Ekakammā dvikammā ca, dvikammā ca tikammakā.",
  "anya-e0201n5:164": "Iti suddhakatturūpaṃ, suddhakammarūpaṃ, hetukatturūpaṃ, hetukammarūpanti ekadhātumhi cattāri nipphannarūpāni labbhanti.",
  "anya-e0201n5:165": "Katturūpena cettha kammakatturūpampi saṅgayhati. Kusūlo bhijjati, bhijjanadhammo bhijjati.",
  "anya-e0201n5:166": "Kammarūpena ca kattukammarūpampi saṅgayhati. Tattha yaṃ padaṃ kattuvācakaṃ samānaṃ saddarūpena kammarūpaṃ bhavati, taṃ kattukammarūpaṃ nāma, taṃ pāḷiyaṃ bahulaṃ dissati.",
  "anya-e0201n5:167": "Rūpaṃ vibhāviyyati mahāni. 108, atikkamiyyati, samatikkamiyyati, vītivattiyyati, nimittaṃ abhibhuyyatīti gotrabhu paṭi. ma. 1.59, pavattaṃ abhibhuyyati paṭi. ma. 1.59, cutiṃ abhibhuyyati, upapattiṃ abhibhuyyatīti paṭi. ma. 1.59 gotrabhu iccādi.",
  "anya-e0201n5:168": "Tathā so pahīyethāpi nopi pahīyetha saṃ. ni. 1.249, so pahīyissati saṃ. ni. 1.249, nihiyyati yaso tassa dī. ni. 3.246, hiyyoti hiyyati poso, pareti parihāyati jā. 1.15.348, ājānīyā hasīyanti jā. 2.22.2369, vidhurassa hadayaṃ dhaniyati jā. 2.22.1350 iccādi.",
  "anya-e0201n5:169": "Yañca ‘yamhi dā dhā mā thā hā pā maha mathādīnamī’ti kaccāyane suttaṃ, taṃ kammani icchanti, kattari eva yujjati kammani ivaṇṇāgamassa sabbhāvā. Saddanītiyaṃ pana ‘‘so pahīyissatī’’ti padānaṃ bhāvarūpattaṃ daḷhaṃ vadati, tāni pana kattukammarūpāni evāti.",
  "anya-e0201n5:170": "Ettha ca vattamānaṃ catubbidhaṃ niccapavattaṃ, pavattāvirataṃ, pavattuparataṃ, samīpavattamānanti.",
  "anya-e0201n5:171": "Tattha niccapavatte – idhāyaṃ pabbato tiṭṭhati, candimasūriyā pariyāyanti, disā bhanti virocamānā a. ni. 4.69.",
  "anya-e0201n5:172": "Pavattāvirate – api nu te gahapati kule dānaṃ dīyatīti, dīyati me bhante kule dānaṃ a. ni. 9.20.",
  "anya-e0201n5:173": "Ettha ca yāva dāne saussāho, tāva yathāpavattā dānakriyā vattamānā eva nāma hoti ussāhassa aviratattā.",
  "anya-e0201n5:174": "Pavattuparate – na khādati ayaṃ maṃsaṃ, neva pāṇaṃ hanati a. ni. 3.67, na adinnaṃ ādiyati a. ni. 3.67. Ettha yāva tabbipakkhakriyaṃ na karoti, tāva viramaṇakriyā vattamānā eva nāma hoti.",
  "anya-e0201n5:175": "Samīpe – atīte – kuto nu tvaṃ āgacchasi saṃ. ni. 1.130, rājagahato āgacchāmīti. Anāgate – dhammaṃ te desemi, sādhukaṃ suṇohi.",
  "anya-e0201n5:176": "Suttavibhattena tadāyoge atītepi ayaṃ vibhatti hoti, vākacīrāni dhunanto, gacchāmi ambare tadā bu. vaṃ. 2.37.",
  "anya-e0201n5:177": "Yāva, pure, purāyoge anāgatepi-idheva tāva tiṭṭhāhi, yāvāhaṃ āgacchāmi, yaṃnūnāhaṃ dhammañca vinayañca saṅgāyeyyaṃ pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā, pure adhammo dibbati, dhammo paṭibāhiyyati cūḷava. 437, dante ime chinda purā marāmi jā. 1.16.127.",
  "anya-e0201n5:178": "Ekaṃsatthepi-nirayaṃ nūnagacchāmi, ettha me natthi saṃsayo jā. 2.22.331. Avassambhāviyatthepi-dhuvaṃ buddho bhavāmahaṃ bu. vaṃ. 2.109, dhuvaṃ buddho bhavissati bu. vaṃ. 2.81 vā.",
  "anya-e0201n5:179": "Aniyamatthepi-manasā ce pasannena, bhāsati vā karoti vā dha. pa. 2 cintetīti cittaṃ dha. sa. aṭṭha. 1, phusatīti phasso dha. sa. aṭṭha. 1, bujjhatīti buddho.",
  "anya-e0201n5:180": "Kadā karahiyogepi-kadā gacchati, karahi gacchati, gamissati vā.",
  "anya-e0201n5:181": "Iti tyādi.",
  "anya-e0201n5:182": "Tvādi",
  "anya-e0201n5:183": "Atha tvādi vuccate.",
  "anya-e0201n5:184": "575.Tu antu hi tha mi ma taṃ antaṃ su vho e āmaseka. 424; rū. 450; nī. 897; caṃ. 1.3.122; pā. 3.3.162.",
  "anya-e0201n5:185": "Vattamāne kāle pañha, patthanā, vidhīsu kriyatthā tvādayo honti.",
  "anya-e0201n5:186": "Pañhe-dhammaṃ vā tvaṃ adhiyassu vinayaṃ vā pāci. 471 (atthato sadisaṃ).",
  "anya-e0201n5:187": "Patthanāsaddena āsīsādayopi saṅgayhanti.",
  "anya-e0201n5:188": "Tattha patthanāyaṃ-bhavābhave saṃsaranto, saddho homi amaccharī.",
  "anya-e0201n5:189": "Āsīsāyaṃ-etena saccavajjena, pajjunno abhivassatu cariyā. 3.89, sabbe bhadrāni passantu jā. 1.2.105, sabbe sattā averā hontu paṭi. ma. 2.22.",
  "anya-e0201n5:190": "Yācane-ekaṃ me nayanaṃ dehi cariyā. 1.59.",
  "anya-e0201n5:191": "Āyācane-desetu bhante bhagavā dhammaṃ dī. ni. 2.68, ovadatu maṃ bhagavā saṃ. ni. 3.1, anusāsatu maṃ sugata saṃ. ni. 3.1, ullumpatu maṃ bhante saṅgho mahāva. 71, asmākaṃ adhipannānaṃ, khamassu rājakuñjara jā. 2.21.181, etha byagghā nivattavho jā. 1.3.66.",
  "anya-e0201n5:192": "Vidhisaddena niyojanādayopi saṅgayhanti.",
  "anya-e0201n5:193": "Tattha vidhimhi-akusalaṃ pajahatha, kusalaṃ upasampajja viharatha paṭi. ma. 3.30; pārā. 19, evaṃ vitakketha, mā evaṃ vitakketha paṭi. ma. 3.30.",
  "anya-e0201n5:194": "Niyojane-etha bhikkhave sīlavā hotha a. ni. 5.114, appamādena sampādetha dī. ni. 2.185, etha gaṇhatha bandhatha dī. ni. 2.342, mā vo muñcittha kiñcanaṃ dī. ni. 2.342.",
  "anya-e0201n5:195": "Ajjhesane-uddisatu bhante thero pātimokkhaṃ mahāva. 155.",
  "anya-e0201n5:196": "Āṇattiyaṃ-suṇātu me bhante saṅgho pārā. 368.",
  "anya-e0201n5:197": "Pesane-gacchatha tumhe sāriputtā pārā. 432.",
  "anya-e0201n5:198": "Pavāraṇāyaṃ-vadatu maṃ bhante saṅgho mahāva. aṭṭha. 213, vadetha bhante yenattho pārā. 290.",
  "anya-e0201n5:199": "Anumatiyaṃ-paribhuñja vā vissajjehi vā yathāpaccayaṃ vā karohi pāci. 374.",
  "anya-e0201n5:200": "Varadāne-phussatī varavaṇṇābhe, varassu dasadhā vare jā. 2.22.1655, icchitaṃ patthitaṃ tuyhaṃ, khippameva samijjhatu a. ni. aṭṭha. 1.1.192.",
  "anya-e0201n5:201": "Anuññāyaṃ-puccha vāsava maṃ pañhaṃ, yaṃ kiñci manasicchasi dī. ni. 2.356.",
  "anya-e0201n5:202": "Katāvakāsā pucchavho su. ni. 1036.",
  "anya-e0201n5:203": "Sampaṭicchane-evaṃ hotu dī. ni. 2.419.",
  "anya-e0201n5:204": "Akkose-muddhā te phalatu sattadhā jā. 1.16.295, corā taṃ khaṇḍākhaṇḍikaṃ chindantu ma. ni. aṭṭha. 1.",
  "anya-e0201n5:205": "Sapathe-etena saccavajjena, putto uppajjataṃ ise jā. 1.14.104, musā me bhaṇamānāya, muddhā phalatu sattadhā jā. 1.14.104.",
  "anya-e0201n5:206": "Āmantane-etu vessantaro rājā jā. 2.22.2341, ‘‘ehi bhikkhu cara brahmacariyaṃ mahāva. 28, etha bhikkhave sīlavā hotha’’ iccādīsupi ehi, ethasaddā āmantane tiṭṭhanti.",
  "anya-e0201n5:207": "Nimantane-adhivāsetu me bhante bhagavā svātanāya bhattaṃ pārā. 77.",
  "anya-e0201n5:208": "Pavedane-vedayatīti maṃ saṅgho dhāretu cūḷava. aṭṭha. 102, upāsakaṃ maṃ bhavaṃ gotamo dhāretu dī. ni. 1.299, punārāyu ca me laddho, evaṃ jānāhi mārisa dī. ni. 2.369.",
  "anya-e0201n5:209": "Pattakāle-parinibbātu bhante bhagavā, parinibbātu sugato, parinibbānakālo bhante bhagavato dī. ni. 2.168, kālo kho te mahāvīra, uppajja mātukucchiyaṃ bu. vaṃ. 1.67, byākarohi aggivessana na dāni te tuṇhībhāvassa kālo ma. ni. 1.357.",
  "anya-e0201n5:210": "Anubhotu, anubhontu, anubhohi, anubhotha, anubhomi, anubhoma, bhavatu, bhavantu, ‘himimesvassā’ti hi, mi, mesu assa dīgho, tvaṃ paṇḍito bhavāhi.",
  "anya-e0201n5:211": "576.Hissato lopoka. 479; rū. 452; nī. 960; caṃ. 5.3.99; pā. 6.4.105.",
  "anya-e0201n5:212": "Akārato parassa hissa lopo hoti.",
  "anya-e0201n5:213": "Atoti kiṃ? Brūhi, dehi, hohi.",
  "anya-e0201n5:214": "Iminā ato hissa lopo, tvaṃ paṇḍito bhava.",
  "anya-e0201n5:215": "Tumhe paṇḍitā bhavatha, bhavāmi, bhavāma.",
  "anya-e0201n5:216": "Parachakke-so bhavataṃ, te bhavantaṃ, tvaṃ bhavassu, tumhe bhavavho, ahaṃ bhave, mayaṃ bhavāmase, imāni suddhakatturūpāni.",
  "anya-e0201n5:217": "Anubhūyatu , anubhūyantu, anubhuyyatu, anubhuyyantu iccādi suddhakammarūpaṃ.",
  "anya-e0201n5:218": "Bhāvetu, bhāventu, bhāvayatu, bhāvayantu iccādi hetukatturūpaṃ.",
  "anya-e0201n5:219": "Bhāvīyatu, bhāvīyantu. Rassatte-bhāviyatu, bhāviyantu. Dvitte-bhāviyyatu, bhāviyyantu. Tathā bhāvayīyatu, bhāvayīyantuiccādi hetukammarūpaṃ.",
  "anya-e0201n5:220": "‘Eyyāthasse’iccādisuttena thassa vho, tumhe bhavavho, bhavatha vā.",
  "anya-e0201n5:221": "Iti tvādi.",
  "anya-e0201n5:222": "Eyyādi",
  "anya-e0201n5:223": "Atha eyyādi vuccate.",
  "anya-e0201n5:224": "577.Hetuphalesveyya eyyuṃ eyyāsi eyyātha eyyāmi eyyāma etha eraṃ etho eyyāvhoeyyavho (moggallānādīsu)eyyaṃ eyyāmhe vāka. 416; rū. 454; nī. 880; caṃ. 1.3.120; pā. 3.3.156.",
  "anya-e0201n5:225": "Aññamaññasambandhiniyā hetukriyāyañca phalakriyāyañca kriyatthā eyyādayo honti vā. Hetuphalesupi kadāci aññavibhattuppattidīpanattho vāsaddo, sace so yānaṃ labhissati, gamissati, sace na labhissati, na gamissati iccādi.",
  "anya-e0201n5:226": "Sace saṅkhāro nicco bhaveyya, sukho nāma bhaveyya, sace so paṇḍito bhaveyya, sukhito bhaveyya.",
  "anya-e0201n5:227": "578.Pañhapatthanāvidhīsucaṃ. 1.3.121; pā. 3.3.161.",
  "anya-e0201n5:228": "Etesu eyyādayo honti.",
  "anya-e0201n5:229": "Pañhe-kinnu kho tvaṃ vinayaṃ vā adhiyyeyyāsi dhammaṃ vā.",
  "anya-e0201n5:230": "Patthanāyaṃ-bhaveyyaṃ jātijātiyaṃ.",
  "anya-e0201n5:231": "Vidhimhi-pāṇaṃ na haneyya, adinnaṃ na ādiyeyya, dānaṃ dadeyya, sīlaṃ rakkheyya.",
  "anya-e0201n5:232": "579.Sattārahesveyyādīka. 416; rū. 454; nī. 881-4; caṃ. 1.3.128; pā. 3.3.169-172; satyarahesveyyādī (bahūsu).",
  "anya-e0201n5:233": "Sattiyaṃ arahatthe ca eyyādayo honti.",
  "anya-e0201n5:234": "Bhavaṃ rajjaṃ kareyya, bhavaṃ rajjaṃ kātuṃ sakko, kātuṃ arahoti attho.",
  "anya-e0201n5:235": "So imaṃ vijaṭaye jaṭaṃ saṃ. ni. 1.23.",
  "anya-e0201n5:236": "580.Sambhāvane vāka. 416; rū. 854; nī. 881, 883-4; caṃ. 1.3.118-9; pā. 3.3.154-5.",
  "anya-e0201n5:237": "Sambhāvanepi eyyādayo honti vā.",
  "anya-e0201n5:238": "Pabbatamapi sirasā bhindeyya, bhaveyya, bhaveyyuṃ, bhaveyyāsi, bhaveyyātha, bhaveyyāmi, bhaveyyāma.",
  "anya-e0201n5:239": "Parachakke-so bhavetha, te bhaveraṃ, tvaṃ bhavetho, tumhe bhaveyyāvho, ahaṃ bhaveyyaṃ, mayaṃ bhaveyyāmhe, iti suddhakatturūpāni.",
  "anya-e0201n5:240": "Anubhūyeyya, anubhūyeyyuṃ. Dvitte rassattaṃ, anubhuyyeyya, anubhuyyeyyuṃ iccādi suddhakammarūpaṃ.",
  "anya-e0201n5:241": "Bhāveyya , bhāveyyuṃ, bhāvayeyya, bhāvayeyyuṃ iccādi hetukatturūpaṃ.",
  "anya-e0201n5:242": "Bhāvīyeyya, bhāvīyeyyuṃ. Rassatte-bhāvayiyeyya, bhāvayiyeyyuṃ. Dvitte-bhāviyyeyya, bhāviyyeyyuṃ. Tathā bhāvayīyeyya, bhāvayīyeyyuṃ iccādi hetukammarūpaṃ.",
  "anya-e0201n5:243": "581.Eyyeyyāseyyaṃnaṃ ṭeka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:244": "Eyya, eyyāsi, eyyamiccetesaṃ ṭe hoti vā.",
  "anya-e0201n5:245": "Atrimā pāḷī-caje mattā sukhaṃ dhīro, passe ce vipulaṃ sukhaṃ dha. pa. 290. Kiṃ tvaṃ sutasomā’nutappe jā. 2.21.399, dhīraṃ passe suṇe dhīraṃ, dhīrena saha saṃvase jā. 1.13.94 iccādi.",
  "anya-e0201n5:246": "So bhave, bhaveyya, tvaṃ bhave, bhaveyyāsi, ahaṃ bhave, bhaveyyaṃ.",
  "anya-e0201n5:247": "582.Eyyuṃssuṃka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:248": "Eyyuṃssa uṃ hoti vā.",
  "anya-e0201n5:249": "Atrimā pāḷī-vajjuṃ vā te na vā vajjuṃ, natthi nāsāya rūhanā jā. 1.3.33, upayānāni me dajjuṃ, rājaputta tayī gateti jā. 2.22.26.",
  "anya-e0201n5:250": "583.Eyyāmassemu caka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:251": "Eyyāmassa emu ca hoti, antassa u ca.",
  "anya-e0201n5:252": "Atrimā pāḷī-kathaṃ jānemu taṃ mayaṃ dī. ni. 2.318, muñcemu naṃ uragaṃ bandhanasmā jā. 1.15.252, dakkhemu te nāga nivesanāni jā. 1.15.254, gantvāna taṃ paṭikaremu accayaṃ, appeva naṃ putta labhemu jīvitaṃ jā. 1.15.13, dajjemu kho pañcasatāni bhoto jā. 2.22.1302, pañhaṃ pucchemu mārisa dī. ni. 2.354, viharemu averino dī. ni. 2.357, tayājja guttā viharemu rattinti jā. 1.2.18. Bhaveyyāmu, bhaveyyāma.",
  "anya-e0201n5:253": "Mahāvuttinā kvaci majjhe yyā-kārassa lopo, atthaṃ dhammañca pucchesi jā. 1.16.150, uregaṇḍāyo bujjhesi, tāyo bujjhesi māṇava jā. 2.17.132-133, yathā gatiṃ me abhisambhavetha jā. 2.17.87-89, yathā gatiṃ te abhisambhavema jā. 2.17.87-89, okāsaṃ sampajānātha, vane yattha vasemaseti jā. 2.22.1885 ‘vasāmase’.",
  "anya-e0201n5:254": "‘Eyyāthasse’iccādisuttena eyyāthassa o ca, tumhe bhaveyyātho, bhaveyyātha vā.",
  "anya-e0201n5:255": "Ettha ca pubbe vuttā pañha, patthanā, vidhippabhedā idhapi yathāpayogaṃ veditabbā. Pañhasaddena paripañha, paripucchā, parivitakka, parivīmaṃsādayo saṅgayhanti.",
  "anya-e0201n5:256": "Paripañhe-dhammaṃ vā paṭhamaṃ saṅgāyeyyāma vinayaṃ vā.",
  "anya-e0201n5:257": "Paripucchāyaṃ-vadetha bhante kimahaṃ kareyyaṃ, ko imassa attho, kathañcassa atthaṃ ahaṃ jāneyyaṃ.",
  "anya-e0201n5:258": "Parivitakke-kassāhaṃ paṭhamaṃ dhammaṃ deseyyaṃ dī. ni. 2.72, yaṃnūnāhaṃ dhammañca vinayañca saṅgāyeyyaṃ pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā.",
  "anya-e0201n5:259": "Parivīmaṃsāyaṃ-gaccheyyaṃ vā ahaṃ uposathaṃ, na vāgaccheyyaṃ mahāva. 137.",
  "anya-e0201n5:260": "Patthanāyaṃ-evaṃrūpo siyaṃ ahaṃ anāgatamaddhānaṃ ma. ni. 3.274, ummādantyā ramitvāna, sivirājā tato siyaṃ jā. 2.18.70, passeyya taṃ vassasataṃ arogaṃ jā. 2.21.453.",
  "anya-e0201n5:261": "Āyācane-labheyyāhaṃ bhante bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ mahāva. 28; saṃ. ni. 2.17.",
  "anya-e0201n5:262": "Vidhimhi-careyya dhammaṃ jā. 1.14.63.",
  "anya-e0201n5:263": "Niyojane-careyyādittasīsova, natthi maccussa nā gamo saṃ. ni. 1.145.",
  "anya-e0201n5:264": "Ajjhesane-yassa siyā āpatti, so āvikareyya mahāva. 132, yassa nakkhamati, so bhāseyya mahāva. 70.",
  "anya-e0201n5:265": "Pavāraṇāyaṃ-vadeyyātha bhante yenattho pārā. 290.",
  "anya-e0201n5:266": "Anumatiyaṃ-taṃ jano hareyya vā daheyya vā yathāpaccayaṃ vā kareyya ma. ni. 1.247.",
  "anya-e0201n5:267": "Anuññāyaṃ-ākaṅkhamāno saṅgho kammaṃ kareyya cūḷava. 6.",
  "anya-e0201n5:268": "Āmantane-yadā te pahiṇeyyāmi, tadā eyyāsi khattiya jā. 2.22.635.",
  "anya-e0201n5:269": "Nimantane-idha bhavaṃ nisīdeyya.",
  "anya-e0201n5:270": "Pattakāle-saṅgho uposathaṃ kareyya, pātimokkhaṃ uddiseyya mahāva. 167.",
  "anya-e0201n5:271": "‘Sambhāvane vā’ti vāsaddo avuttavikappanattho, tena parikappa, kriyātipannādayo saṅgayhanti.",
  "anya-e0201n5:272": "Tattha parikappo duvidho bhūtā’bhūtavasena.",
  "anya-e0201n5:273": "Tattha bhūtaparikappe-yo bālaṃ seveyya, sopi bālo bhaveyya.",
  "anya-e0201n5:274": "Abhūtaparikappe-yadā kacchapalomānaṃ, pāvāro tividho siyā jā. 1.8.78. Yadā sasavisāṇānaṃ, nisseṇī sukatā siyā jā. 1.8.79.",
  "anya-e0201n5:275": "Kriyātipanne-sace so agāraṃ ajjhāvaseyya, rājā assa cakkavattī dī. ni. 3.136.",
  "anya-e0201n5:276": "Iti eyyādi.",
  "anya-e0201n5:277": "Hiyyattanī",
  "anya-e0201n5:278": "Atha hiyyattanī vuccate.",
  "anya-e0201n5:279": "584.Anajjattane ā ū o ttha a mhā ttha tthuṃ se vhaṃ iṃ mhaseka. 418; rū. 456; nī. 886; caṃ. 1.2.77; pā. 3.2.111.",
  "anya-e0201n5:280": "Ajjato aññasmiṃ bhūte kāle kriyatthā paraṃ āiccādayo honti.",
  "anya-e0201n5:281": "585.Ā ī ssādīsvau vāka. 519; rū. 457; nī. 1032.",
  "anya-e0201n5:282": "Āiccādīsu īiccādīsu ssādīsu ca tesaṃ ādimhi au hoti vā.",
  "anya-e0201n5:283": "So abhavā, bhavā, te abhavū, bhavū, tvaṃ abhavo, bhavo, tumhe abhavattha, bhavattha, ahaṃ abhava, bhava, mayaṃ abhavamhā, bhavamhā.",
  "anya-e0201n5:284": "Parachakke-abhavattha, bhavattha, abhavatthuṃ, bhavatthuṃ, abhavase, bhavase, abhavavhaṃ, bhavavhaṃ, abhaviṃ, bhaviṃ, abhavamhase, bhavamhase.",
  "anya-e0201n5:285": "586.Āī ū mhā ssā ssāmhānaṃ vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:286": "Etesaṃ rasso hoti vā.",
  "anya-e0201n5:287": "So abhava, te abhavu, mayaṃ abhavamha.",
  "anya-e0201n5:288": "‘Eyyāthasse’iccādinā āssa tthattaṃ, assa ca aṃ, so abhavattha, bhavattha, abhavā, bhavā vā, ahaṃ abhavaṃ, bhavaṃ, abhava, bhava vā, imāni suddhakatturūpāni.",
  "anya-e0201n5:289": "Ettha ca mahāvuttinā ā-vibhattiyā thādeso bahulaṃ dissati, medanī sampakampatha jā. 2.22.1672, visaññī samapajjatha jā. 2.22.328, imā gāthā abhāsatha jā. 2.22.328, tuccho kāyo adissatha theragā. 172, nibbidā samatiṭṭhatha theragā. 273, eko rahasi jhāyatha jā. 1.15.286 iccādi. Tathā o-vibhattiyā ca, dubbheyyaṃ maṃ amaññatha iccādi.",
  "anya-e0201n5:290": "Iti hiyyattanī.",
  "anya-e0201n5:291": "Ajjattanī",
  "anya-e0201n5:292": "Atha ajjattanī vuccate.",
  "anya-e0201n5:293": "587.Bhūte ī uṃ o ttha iṃ mhā ā ū se vhaṃ aṃ mheka. 419; rū. 469; nī. 887.",
  "anya-e0201n5:294": "Abhavīti bhūto, atītoti attho, bhūte kāle kriyatthā paraṃ īiccādayo honti.",
  "anya-e0201n5:295": "588.A ī ssā ssatyādīnaṃ byañjanassiuka. 516; rū. 466; nī. 1030; caṃ. 1.2.76; pā. 3.2.110 aīssaādīnaṃ byañjanassiu (bahūsu).",
  "anya-e0201n5:296": "Aādissa īādissa ssāādissa ssatiādissa ca byañjanassa ādimhi iu hoti. ‘Byañjanassā’ti etena aādimhi pañca, īādimhi sattāti dvādasa suddhasaravibhattiyo paṭikkhipati.",
  "anya-e0201n5:297": "‘Āīssādīsvau vā’iti suttena vikappena dhātvādimhi akāro.",
  "anya-e0201n5:298": "So abhavī, bhavī, te abhavuṃ, bhavuṃ, tvaṃ abhavo, bhavo, tumhe abhavittha, bhavittha, ahaṃ abhaviṃ, bhaviṃ, mayaṃ abhavimhā, bhavimhā, so abhavā, bhavā, te abhavū, bhavū, tvaṃ abhavise, bhavise, tumhe abhavivhaṃ, bhavivhaṃ, ahaṃ abhavaṃ, bhavaṃ, mayaṃ abhavimhe, bhavimhe.",
  "anya-e0201n5:299": "‘Āīū’iccādinā ī, mhā, ā, ūnaṃ rassatte-so abhavi, bhavi, mayaṃ abhavimha, bhavimha, so abhava, bhava, te abhavu, bhavu.",
  "anya-e0201n5:300": "589.Eyyāthasseaāīthānaṃ o a aṃ ttha ttho vho vāka. 517; rū. 488; nī. 1105; ‘…vhoka’ (bahūsu).",
  "anya-e0201n5:301": "Eyyāthādīnaṃ yathākkamaṃ oādayo honti vā.",
  "anya-e0201n5:302": "Tumhe gaccheyyātho, gaccheyyātha vā, tvaṃ agacchissa, agacchisse vā, ahaṃ agamaṃ, gamaṃ, agama, gama vā, so agamittha, gamittha, agamā, gamā vā, so agamittho, gamittho, agamī, gamī vā, tumhe gacchavho, gacchatha vāti.",
  "anya-e0201n5:303": "Iminā ī, ā, avacanānaṃ ttho, ttha, aṃādesā honti, so abhavittho, bhavittho, so abhavittha, bhavittha, ahaṃ abhavaṃ, bhavaṃ.",
  "anya-e0201n5:304": "Atrimā pāḷī – īmhi-paṅko ca mā visiyittho jā. 1.13.44, sañjagghittho mayā saha jā. 1.16.241. Āmhi-anumodittha vāsavo jā. 2.22.1667, nimantayittha vāsavo jā. 2.22.1667, khubbhittha nagaraṃ tadā jā. 2.22.1673, subhūtitthero gāthaṃ abhāsittha theragā. 1. Amhi-idhāhaṃ mallikaṃ deviṃ etadavocaṃ saṃ. ni. 1.119, ajānamevaṃ āvuso avacaṃ jānāmīti pārā. 195, ahaṃ kāmānaṃ vasamanvagaṃ jā. 2.19.45, ajjhagaṃ amataṃ santiṃ iccādi.",
  "anya-e0201n5:305": "590.Uṃssiṃsvaṃsuka. 504, 517; rū. 470-488; nī. 1016-1105.",
  "anya-e0201n5:306": "Umiccassa iṃsu, aṃsu honti.",
  "anya-e0201n5:307": "Agamiṃsu, agamaṃsu, agamuṃ. Iminā uṃssa iṃsu, abhaviṃsu, bhaviṃsu.",
  "anya-e0201n5:308": "591.Ossa a i ttha tthoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:309": "Ossa aiccādayo honti.",
  "anya-e0201n5:310": "Tvaṃ abhava, tvaṃ abhavi, tvaṃ abhavittha, tvaṃ abhavittho.",
  "anya-e0201n5:311": "Atrimā pāḷī-ossa atte-mā hevaṃ ānanda avaca dī. ni. 2.95, tvameva dāni’makara, yaṃ kāmo byagamā tayi jā. 1.2.167. Itte-mā tvaṃ bhāyi mahārāja, mā tvaṃ bhāyi rathesabha jā. 2.22.684, mā cintesi mā tvaṃ soci, yācāmi luddakaṃ ahaṃ gavesitabbaṃ. Tthattemāssu tiṇṇo amaññittha jā. 2.22.255, mā kilittha mayā vinā jā. 2.22.1713, māssu kujjhittha nāvika jā. 1.6.5. Tthotte-mā purāṇe amaññittho theragā. 280, mā dayhittho punappunaṃ saṃ. ni. 1.212, tiṇamatte asajjittho jā. 1.1.89, mā tvaṃ brahmuno vacanaṃ upātivattittho ma. ni. 1.502, mā tvaṃ maññittho na maṃ jānātī ma. ni. 1.502 ti.",
  "anya-e0201n5:312": "Tattha ‘mā dayhittho’iccādīni parokkhāvacanenapi sijjhanti.",
  "anya-e0201n5:313": "Suttavibhattena tthassa ttho hoti, taṃ vo vadāmi bhaddante, yāvantettha samāgatā apa. thera 1.1.367, massu mittānaṃ dubbhittho. Mittadubbho hi pāpakoti jā. 1.16.222.",
  "anya-e0201n5:314": "Mahāvuttinā ossa kvaci lopo, puna dānaṃ adā tuvaṃ jā. 2.22.1786, mā no tvaṃ tāta adadā jā. 2.22.2126, mā bhoti kupitā ahu jā. 2.22.1931, māhu pacchānutāpinī saṃ. ni. 1.162; therīgā. 57.",
  "anya-e0201n5:315": "592.Sika. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:316": "Ossa si hoti vā.",
  "anya-e0201n5:317": "Tvaṃ abhavasi, bhavasi, tvaṃ anubhosi.",
  "anya-e0201n5:318": "593.Mhātthānamuuka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:319": "Mhā, tthānaṃ ādimhi uu hoti.",
  "anya-e0201n5:320": "Assosumhā, ahesumhā, avocumhā, avocuttha iccādīni dissanti.",
  "anya-e0201n5:321": "Tumhe abhavuttha, bhavuttha, abhavittha, bhavittha vā, mayaṃ abhavumhā, bhavumhā, abhavimhā, bhavimhā vā.",
  "anya-e0201n5:322": "594.Iṃssa ca suuka. 517; rū. 488; nī. 1105; ‘‘…siu’’ (bahūsu).",
  "anya-e0201n5:323": "Imiccassa mhā, tthānañca ādimhi suu hoti, sāgamo hotīti attho. Casaddena īādīnampi ādimhi sāgamo hoti, sāgame ca sati byañjanaṃ hoti, tassa ādimhi iāgamo labbhati. Tena ‘‘imā gāthā abhāsisuṃ gavesitabbaṃ, te me asse ayācisuṃ, yathābhūtaṃ vipassisuṃ’’ jā. 2.22.1863 iccādīni dī. ni. 3.277 sijjhanti.",
  "anya-e0201n5:324": "So bhogaṃ anubhosi, anubhavi vā, tumhe anubhosittha, anubhavittha vā, ahaṃ anubhosi, anubhaviṃ vā. Mayaṃ anubhosimhā anubhavimhā vā.",
  "anya-e0201n5:325": "595.Eontā suṃka. 517; rū. 488; nī. 1105; ‘eottā suṃ’’ (bahūsu).",
  "anya-e0201n5:326": "Edantato odantato ca parassa uṃvacanassa suṃ hoti vā.",
  "anya-e0201n5:327": "Ānesuṃ, sāyesuṃ, cintesuṃ, paccanubhosuṃ, paribhosuṃ, adhibhosuṃ, abhibhosuṃ.",
  "anya-e0201n5:328": "Suttavibhattena ādantatopi ca, vihāsuṃ viharanti ca saṃ. ni. 1.173, te anubhosuṃ, imāni suddhakatturūpāni.",
  "anya-e0201n5:329": "Tena bhogo anvabhūyī, anubhūyī.",
  "anya-e0201n5:330": "Rassatte-anvabhūyi, anubhūyi.",
  "anya-e0201n5:331": "Dvitte-anvabhuyyi, anubhuyyi.",
  "anya-e0201n5:332": "Tena bhogā anvabhūyuṃ, anubhūyuṃ, anvabhūyiṃsu, anubhūyiṃsu iccādi suddhakammarūpaṃ.",
  "anya-e0201n5:333": "So maggaṃ abhāvi, bhāvi, abhāvesi, bhāvesi, abhāvayi, bhāvayi, te maggaṃ abhāviṃsu, bhāviṃsu.",
  "anya-e0201n5:334": "‘Eontāsu’nti edantamhā suṃ. Te maggaṃ abhāvesuṃ, bhāvesuṃ, abhāvayiṃsu, bhāvayiṃsu, tvaṃ maggaṃ abhāvaya, bhāvaya, abhāvayi, bhāvayi, tvaṃ maggaṃ abhāvittha, bhāvittha, abhāvayittha, bhāvayittha, tvaṃ maggaṃ abhāvayittho, bhāvayittho, tvaṃ maggaṃ abhāvesi, bhāvesi, tumhe maggaṃ abhāvittha, bhāvittha, abhāvayittha, bhāvayittha, ahaṃ maggaṃ abhāviṃ, bhāviṃ, abhāvesiṃ, bhāvesiṃ, abhāvayiṃ, bhāvayiṃ, mayaṃ maggaṃ abhāvimhā, bhāvimhā, abhāvimha, bhāvimha, abhāvayimhā, bhāvayimhā, abhāvayimha, bhāvayimha.",
  "anya-e0201n5:335": "So maggaṃ abhāvā, bhāvā, abhāvittha, bhāvittha, abhāvayittha, bhāvayittha iccādi hetukatturūpaṃ.",
  "anya-e0201n5:336": "Tena maggo abhāviyi, bhāviyi, tena maggā abhāviyiṃsu, bhāviyiṃsu iccādi hetukammarūpaṃ.",
  "anya-e0201n5:337": "Iti ajjattanī.",
  "anya-e0201n5:338": "Parokkhā",
  "anya-e0201n5:339": "Atha parokkhā vuccate.",
  "anya-e0201n5:340": "596.Parokkhe a u e tha aṃ mha ttha re ttho vho iṃ mheka. 417; rū. 460; nī. 887; caṃ. 1.2.81; pā. 3.2.115.",
  "anya-e0201n5:341": "Akkhānaṃ indriyānaṃ paraṃ parokkhaṃ, apaccakkhanti attho. Bhūte kāle attano parokkhakriyāya vattabbāya kriyatthā aādayo honti.",
  "anya-e0201n5:342": "Mahāvuttinā gassa dīgho vā, so kira jagāma, te kira jagāmu, tvaṃ kira jagāme, tumhe kira jagāmittha, ahaṃ kira jagāmaṃ, mayaṃ kira jagāmimha iccādi.",
  "anya-e0201n5:343": "Ettha ca ‘so kira jagāma’ iccādīni anussavaparokkhāni nāma.",
  "anya-e0201n5:344": "‘Ahaṃ kira jagāmaṃ, mayaṃ kira jagāmimhā’ti idaṃ attanā gantvāpi gamanaṃ pamuṭṭhassa vā asampaṭicchitukāmassa vā paṭivacanaparokkhaṃ nāma.",
  "anya-e0201n5:345": "597.Parokkhāyañcaka. 458; rū. 461; nī. 939; caṃ. 5.1.3; pā. 6.1.2.",
  "anya-e0201n5:346": "Parokkhamhi pubbakkharaṃ ekassaraṃ dverūpaṃ hoti, casaddena aññasmimpi dvedverūpaṃ sijjhati.",
  "anya-e0201n5:347": "Caṅkamati, daddallati, dadāti, jahāti, juhoti, lolupo, momūho.",
  "anya-e0201n5:348": "598.Dutiyacatutthānaṃ paṭhamatatiyāka. 461; rū. 464; nī. 942.",
  "anya-e0201n5:349": "Dvitte pubbesaṃ dutiya, catutthānaṃ kamena paṭhama, tatiyā honti.",
  "anya-e0201n5:350": "599.Pubbassa aka. 450; rū. 463; nī. 946; caṃ. 6.2.126; pā. 7.4.73.",
  "anya-e0201n5:351": "Dvitte pubbassa bhūssa anto a hoti.",
  "anya-e0201n5:352": "600.Bhūssa vukaka. 475; rū. 465; nī. 956; caṃ. 5.3.92; pā. 6.4.88.",
  "anya-e0201n5:353": "Dvitte bhūdhātussa ante vuka hoti, vāgamo hotīti attho.",
  "anya-e0201n5:354": "‘‘Tatthappanādo tumulo babhūvā’’ti jā. 2.22.1437 pāḷi.",
  "anya-e0201n5:355": "So kira rājā babhūva, te kira rājāno babhūvu, tvaṃ babhūve.",
  "anya-e0201n5:356": "‘A ī ssā ssatyādīnaṃ byañjanassiu’ iti suttena byañjanādimhi iāgamo, tumhe babhūvittha, ahaṃ babhūvaṃ, mayaṃ babhūvimha , so babhūvittha, te babhūvire, tvaṃ babhūvittho, tumhe babhūvivho, ahaṃ babhūviṃ, mayaṃ babhūvimhe, imāni suddhakatturūpāni.",
  "anya-e0201n5:357": "‘Kyo bhāvakammesvaparokkhesū’ti paṭisiddhattā parokkhamhi bhāvakammesu yapaccayo na hoti, ‘tena kira bhogo anubabhūvittha, tena bhogo anubabhūvire’tiādinā yojetabbaṃ.",
  "anya-e0201n5:358": "Iti parokkhā.",
  "anya-e0201n5:359": "Ssatyādi",
  "anya-e0201n5:360": "Atha ssatyādi vuccate.",
  "anya-e0201n5:361": "601.Bhavissati ssati ssanti ssasi ssatha ssāmi ssāma ssate ssante ssase ssavhe ssaṃ ssāmheka. 421; rū. 473; nī. 892; caṃ. 1.3.2; pā. 3.3.13.",
  "anya-e0201n5:362": "Bhavissatīti bhavissanto, anāgatakālo, tasmiṃ bhavissati kāle kriyatthassa tyādayo honti.",
  "anya-e0201n5:363": "602.Nāme garahāvimhayesuka. 421; rū. 473; nī. 893; caṃ. 1.3.109, 115; pā. 3.3.143, 150.",
  "anya-e0201n5:364": "Nipātanāmayoge garahāyañca vimhaye ca ssatyādayo honti, atītakālepi ssatyādīnaṃ uppattidīpanatthamidaṃ suttaṃ, anutthunana, paccānutāpa, paccānumodanādīnipi ettha saṅgayhanti.",
  "anya-e0201n5:365": "Tattha garahāyaṃ-atthi nāma tāta sudinna ābhidosikaṃ kummāsaṃ paribhuñjissasi pārā. 32.",
  "anya-e0201n5:366": "Vimhaye-yatra hi nāma saññī samāno pañcamattānaṃ sakaṭasatānaṃ saddaṃ na sossati dī. ni. 2.192.",
  "anya-e0201n5:367": "Anutthunanādīsu-na attanā paṭicodessaṃ, na gaṇassa ārocessaṃ pāci. 665, na pubbe dhanamesissaṃ jā. 1.12.50, iti pacchānutappati jā. 1.12.53, bhūtānaṃ nāpacāyissaṃ, pahu santo na posissaṃ, paradāraṃ asevissaṃ jā. 1.12.54, na pubbe payirupāsissaṃ jā. 1.12.58, iti pacchānutappati jā. 1.12.50, anekajātisaṃsāraṃ, sandhāvissaṃ anibbisaṃ dha. pa. 153.",
  "anya-e0201n5:368": "Katthaci pana gāthāvasena ekasakāralopo, mitto mittassa pāniyaṃ, adinnaṃ paribhuñjisaṃ jā. 1.11.59, nirayamhi apaccisaṃ therīgā. 438, gacchanto naṃ udakkhisaṃ gavesitabbaṃ, yoniso paccavekkhisaṃ theragā. 347 iccādi.",
  "anya-e0201n5:369": "‘A ī ssā ssatyādīnaṃ byañjanassiu’ iti iāgamo, bhavissati, bhavissanti, bhavissare, bhavissasi, bhavissatha, bhavissāmi, bhavissāma, bhavissate, bhavissante, bhavissare, bhavissase, bhavissavhe, bhavissaṃ, bhavissāmhe.",
  "anya-e0201n5:370": "Anubhossati, anubhossanti, anubhossare iccādi suddhakatturūpaṃ.",
  "anya-e0201n5:371": "Anubhūyissati, anubhūyissanti, anubhūyissare.",
  "anya-e0201n5:372": "603.Kyassa sseka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:373": "Kyassa lopo hoti vā ssakāravati vibhattimhi.",
  "anya-e0201n5:374": "Tena maggo gamissati, gamīyissati vā, tena maggo agamissā, agamīyissā vāti vikappena kyassa lopo.",
  "anya-e0201n5:375": "Tena bhogo anubhavissati, anubhūyissati vā, tena bhogā anubhavissanti, anubhūyissanti vā iccādi suddhakammarūpaṃ.",
  "anya-e0201n5:376": "Bhāvissati, ‘ūlasse’ti issa e, bhāvessati, bhāvayissatiiccādi hetukatturūpaṃ.",
  "anya-e0201n5:377": "Tena maggo bhāvīyissati, maggā bhāvīyissanti iccādi hetukammarūpaṃ.",
  "anya-e0201n5:378": "Iti ssatyādi.",
  "anya-e0201n5:379": "Ssādi",
  "anya-e0201n5:380": "Atha ssādi vuccate.",
  "anya-e0201n5:381": "604.Eyyādotipattiyaṃ ssā ssaṃsu sse ssatha ssaṃ ssāmhā ssatha ssiṃsu ssase ssavhe ssiṃ ssāmhaseka. 422; rū. 475; nī. 895; caṃ. 1.3.107; pā. 3.3.139; eyyādo vātipattiyaṃ (bahūsu).",
  "anya-e0201n5:382": "Eyyādivisaye kriyātipattiyaṃ ssādayo bhavanti. Eyyādivisayo nāma hetuphalakriyāsambhavo, tadubhayakriyāya abhāvo kriyātipatti.",
  "anya-e0201n5:383": "Sā duvidhā atītā ca anāgatā ca.",
  "anya-e0201n5:384": "Tattha atītāyaṃ-sace so paṭhamavaye pabbajjaṃ alabhissā, arahā abhavissā ‘sace pana nikkhamitvā pabbajissa, arahattaṃ pāpuṇissa’ (dhammapada aṭṭha. 1) iccādi.",
  "anya-e0201n5:385": "Anāgatāyaṃ-sacāhaṃ na gamissaṃ, mahājāniyo so abhavissā iccādi.",
  "anya-e0201n5:386": "‘Āīssādīsvau vā’iti dhātvādimhi vikappena akārāgamo,‘a īssā ssatyādīnaṃ byañjanassiu’ iti ssādīsu iāgamo, abhavissā, bhavissā, abhavissaṃsu, bhavissaṃsu, abhavisse, bhavisse, abhavissatha, bhavissatha, abhavissaṃ, bhavissaṃ, abhavissāmhā, bhavissāmhā, abhavissatha, bhavissatha, abhavissiṃsu, bhavissiṃsu, abhavissase, bhavissase, abhavissavhe, bhavissavhe, abhavissiṃ, bhavissiṃ, abhavissāmhase, bhavissāmhase.",
  "anya-e0201n5:387": "‘Āīū’iccādinā ssā, ssāmhānaṃ rassatte-so abhavissa, bhavissa, mayaṃ abhavissāmha, bhavissāmha. ‘Eyyāthasse’iccādinā ssessa atte-tvaṃ abhavissa, bhavissa iccādīni rūpacatukkāni yathāsambhavaṃ yojetabbāni.",
  "anya-e0201n5:388": "Itissādi.",
  "anya-e0201n5:389": "Bhūdhāturūpaṃ niṭṭhitaṃ.",
  "anya-e0201n5:390": "Aṭṭhavibhattuppattirāsi niṭṭhito.",
  "anya-e0201n5:391": "Bhūvādigaṇa",
  "anya-e0201n5:392": "Sarantadhātu",
  "anya-e0201n5:393": "Ākārantadhāturūpa",
  "anya-e0201n5:394": "Ito paṭṭhāya sarantadhātuyo sarānukkamena, byañjanantadhātuyo akkharānukkamena vuccante.",
  "anya-e0201n5:395": "Kaccāyanaganthe anekassaradhātuyo idha byañjanantadhātuyo nāma. Tasmā idha dhātvantasaralopakiccaṃ nāma natthi.",
  "anya-e0201n5:396": "Khā, khyā-kathane, gā-sadde, ghā-gandhopādāne, ñā-paññāyane avabodhane ca, ṭhā-gatinivattiyaṃ, tā-pālane, thā-ṭhāne , dā-dāne, dhā-dhāraṇe, pā-pāne, phā-vuddhiyaṃ, bhā-dittiyaṃ, mā-māne, yā-gatiyaṃ, lā-ādāne chedane ca, vā-gati, bandha, gandhanesu, sā-assādane tanukaraṇe antakammani ca, hā-cāge, nhā-soceyye.",
  "anya-e0201n5:397": "Tyādyuppatti, kattarilo, mahāvuttinā sare pare ādantamhā kvaci yāgamo, akkhāti. Parassaralopo, akkhāyati, kriyaṃ ākhyāti, ākhyāyati, jātiṃ akkhāhi pucchito su. ni. 423, saṅgāyati, saṅgāyiṃsu mahesayo vi. va. aṭṭha. ganthārambhakathā, gandhaṃ ghāyati, paññāyati, paññāyanti, paññāyatu, paññāyantu.",
  "anya-e0201n5:398": "Kamme kyo, dhammo ñāyati, dhammā ñāyanti, viññāyati, viññāyanti.",
  "anya-e0201n5:399": "Payojakabyāpāre-ṇāpi, ñāpeti, ñāpenti, ñāpayati, ñāpayanti.",
  "anya-e0201n5:400": "Kamme-ñāpīyati, ñāpīyanti, ṭhāti, ṭhānti, opupphā padmā ṭhānti, mālāva ganthitā ṭhānti, dhajaggāneva dissare jā. 2.22.1989.",
  "anya-e0201n5:401": "605.Ñcīlasseka. 510; rū. 487; nī. 1023.",
  "anya-e0201n5:402": "Ñānubandhassa īāgamassa ca kattari vihitassa lapaccayassa ca kvaci ettaṃ hotīti lassa ettaṃ.",
  "anya-e0201n5:403": "Adhiṭṭheti, adhiṭṭhenti.",
  "anya-e0201n5:404": "606.Ṭhāpānaṃ tiṭṭhapivāka. 468-9; rū. 492-4; nī. 949.",
  "anya-e0201n5:405": "Ṭhā, pānaṃ tiṭṭha, pivā honti nta, māna, tyādīsu.",
  "anya-e0201n5:406": "Tiṭṭhati, tiṭṭhanti.",
  "anya-e0201n5:407": "607.Pādito ṭhāssa vā ṭhaho kvacika. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:408": "Pādayo upasaggā pādi nāma, pādito parassa ṭhāssa ṭhaho hoti vā kvaci.",
  "anya-e0201n5:409": "Saṇṭhahati, saṇṭhahanti, saṇṭhāti, saṇṭhānti, upaṭṭhahati, upaṭṭhahanti, upaṭṭhāti, upaṭṭhānti.",
  "anya-e0201n5:410": "Kamme –",
  "anya-e0201n5:411": "608.Aññādissi kyeka. 502; rū. 493; nī. 1015; ‘aññādissāsīkye’ (bahūsu).",
  "anya-e0201n5:412": "Ñādito aññassa ākārantakriyatthassa i hoti kye paramhi.",
  "anya-e0201n5:413": "Adhiṭṭhīyati, adhiṭṭhīyanti, upaṭṭhīyati, upaṭṭhīyanti.",
  "anya-e0201n5:414": "Aññādissāti kiṃ? Ñāyati, ñāyanti, ākkhāyati, ākkhāyanti, ākhyāyati, ākhyāyanti.",
  "anya-e0201n5:415": "Ṇāpimhi-patiṭṭhāpeti, patiṭṭhāpenti, patiṭṭhāpayati, patiṭṭhāpayanti.",
  "anya-e0201n5:416": "Ajjhattanimhi vikappena sāgamo, aṭṭhāsi, patiṭṭhāsi, adhiṭṭhahi, adhiṭṭhāsi, adhiṭṭhesi, saṇṭhahi, saṇṭhāsi, upaṭṭhahi, upaṭṭhāsi.",
  "anya-e0201n5:417": "‘Uṃssiṃsvaṃsū’ti uṃssa iṃsu, aṃsu, adhiṭṭhahiṃsu, saṇṭhahiṃsu, upaṭṭhahiṃsu. Atthamentamhi sūriye, vāḷā panthe upaṭṭhahuṃ jā. 2.22.2186. Aṭṭhaṃsu, upaṭṭhahaṃsu.",
  "anya-e0201n5:418": "Parachakke-aṭṭhā buddhassa santike su. ni. 431.",
  "anya-e0201n5:419": "Kamme-adhiṭṭhiyi, adhiṭṭhiyiṃsu, upaṭṭhiyi, upaṭṭhiyiṃsu.",
  "anya-e0201n5:420": "Ṇāpimhi-patiṭṭhāpesi , patiṭṭhāpayi, saṇṭhāpesi, saṇṭhāpayi.",
  "anya-e0201n5:421": "‘Eontāsu’nti uṃssasuṃ, saralopo, aṭṭhāsuṃ, upaṭṭhāsuṃ, patiṭṭhāpesuṃ, saṇṭhāpesuṃ, patiṭṭhāpayuṃ, saṇṭhāpayuṃ, patiṭṭhāpayiṃsu, saṇṭhāpayiṃsu.",
  "anya-e0201n5:422": "Ssatyādimhi-ṭhassati, ṭhassanti, rassattaṃ, upaṭṭhissati, upaṭṭhissanti, ahaṃ bhotiṃ upaṭṭhissaṃ jā. 2.22.1934, saṇṭhahissati, saṇṭhahissanti.",
  "anya-e0201n5:423": "Ṇāpimhi-patiṭṭhāpessati, patiṭṭhāpessanti.",
  "anya-e0201n5:424": "Tā-pālane, bhayaṃ tāyati.",
  "anya-e0201n5:425": "Thā-ṭhāne, avatthāti, avatthāyati, vitthāyati, vitthāyanti, mā kho vitthāsi mahāva. 126.",
  "anya-e0201n5:426": "Dā-dāne, ‘ūlasse’ti lassa ettaṃ, deti, denti, desi, detha, demi, dema.",
  "anya-e0201n5:427": "‘Parokkhāyañcā’ti sutte casaddena dāssa dvittaṃ. ‘Rasso pubbassā’ti pubbassa rassattaṃ, dadāti, dadanti, dadāsi, dadātha, dadāmi, dadāma.",
  "anya-e0201n5:428": "609.Dāssa daṃ vā mimesvadvitteka. 482; rū. 508; nī. 972.",
  "anya-e0201n5:429": "Advitte dāssa daṃ hoti vā mi, mesu, niggahītassa vaggantattaṃ.",
  "anya-e0201n5:430": "Dammi, damma.",
  "anya-e0201n5:431": "Advitteti kiṃ? Dadāmi, dadāma.",
  "anya-e0201n5:432": "610.Dāssiyaṅaka. 502; rū. 493; nī. 1014.",
  "anya-e0201n5:433": "Pādito parassa dāssa iyaṅa hoti kvaci.",
  "anya-e0201n5:434": "‘Iyaṅa’ iti suttavibhattena aññadhātūnampi. Jā-hāniyaṃ, appena bahuṃ jiyyāma jā. 1.2.52, tassevā’nuvidhiyyati jā. 1.2.67, vidhurassa hadayaṃ dhaniyati jā. 2.22.1350, nihīyati tassa yaso jā. 1.10.60; a. ni. 4.17, eko rājā vihiyyasi jā. 2.22.1750, so pahīyissati saṃ. ni. 1.249 iccādi.",
  "anya-e0201n5:435": "Ādiyati, ādiyanti, upādiyati, upādiyanti, samādiyati, samādiyanti, sikkhāpadaṃ samādiyāmi khu. pā. 2.1, vattaṃ samādiyāmi cūḷava. 85.",
  "anya-e0201n5:436": "611.Gama vada dānaṃ ghamma vajja dajjāka. 499-500-1; rū. 443-486-507; nī. 1013, 1005-1006.",
  "anya-e0201n5:437": "Etesaṃ ghamma, vajja, dajjā honti vā nta, māna, tyādīsu.",
  "anya-e0201n5:438": "Dajjati, dajjanti, dajjasi, dajjatha, dajjāmi, dajjāma.",
  "anya-e0201n5:439": "‘Ūlasse’ti lassa ettaṃ, dajjeti, dajjenti.",
  "anya-e0201n5:440": "Kamme ‘aññādissi kye’ti kyamhi āssa ittaṃ, diyati, diyanti.",
  "anya-e0201n5:441": "Dīghatte-dīyati, dīyanti.",
  "anya-e0201n5:442": "Dvitte-diyyati, diyyanti, dajjīyati, dajjīyanti.",
  "anya-e0201n5:443": "Ṇāpimhi-dāpeti, dāpenti, dāpayati, dāpayanti.",
  "anya-e0201n5:444": "Pādipubbe rasso, samādapeti ma. ni. 2.387; 3.276, samādapenti, samādapayati, samādapayanti.",
  "anya-e0201n5:445": "Kamme-dāpīyati , dāpīyanti, samādapīyati, samādapīyanti.",
  "anya-e0201n5:446": "Eyyādimhi mahāvuttinā dajjato eyyādīnaṃ antassa eyyassa lopo vā, dānaṃ dajjā, dadeyya, dajjuṃ, dadeyyuṃ, dajjāsi, dadeyyāsi, dajjātha, dadeyyātha, dajjāmi, dadeyyāmi, dajjāma, dadeyyāma, ahaṃ dajjaṃ, dadeyyaṃ, mayaṃ dajjāmhe, dadeyyāmhe.",
  "anya-e0201n5:447": "Atrimā pāḷī-dajjā sappuriso dānaṃ jā. 2.22.2261, upāyanāni me dajjuṃ jā. 2.22.24, mātaraṃ kena dosena, dajjāsi dakarakkhino jā 1.16.227. Tāni ammāya dajjesi jā. 2.22.2149, chaṭṭhāhaṃ dajjamattānaṃ, neva dajjaṃ mahosadhaṃ jā. 1.16.225.",
  "anya-e0201n5:448": "Ajjhattanimhi-adadi, adāsi, adaduṃ, adaṃsu, adajji, adajjuṃ, tvaṃ adado. Varañce me ado sakka jā. 2.17.142.",
  "anya-e0201n5:449": "Parachakke-so dānaṃ adā, brāhmaṇassa adā dānaṃ, sivīnaṃ raṭṭhavaḍḍhano jā. 2.22.2117.",
  "anya-e0201n5:450": "Ssatyādimhi-dāssati, dāssanti, dadissati, dadissanti, dajjissati, dajjissanti.",
  "anya-e0201n5:451": "Dāiccassa diccha, pavecchādesampi icchanti, vipulaṃ annaṃ pānañca, samaṇānaṃ pavecchasi therīgā. 272. Appasmeke pavecchanti, bahuneke na dicchare saṃ. ni. 1.33. Devo sammā dhāraṃ pavecchatu. Bhojanaṃ bhojanatthīnaṃ, sammadeva pavecchatha.",
  "anya-e0201n5:452": "Dhā-dhāraṇe, sandhāti, vidhāti, nidheti, nidhenti. Vidheti, vidhenti.",
  "anya-e0201n5:453": "‘Parokkhāyañcā’ti casaddena dvittaṃ. ‘Dutiyacatutthāna…’nti dhassa dattaṃ. ‘Rasso pubbassā’ti pubbassa rasso.",
  "anya-e0201n5:454": "612.Dhāssa hoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:455": "Dvitte parassa dhāssa ho hoti.",
  "anya-e0201n5:456": "Saddahāti, saddahati vā. Saddahāti tathāgatassa bodhiṃ. Vidahāti, nidahāti, saddahanti, vidahanti, nidahanti.",
  "anya-e0201n5:457": "‘Mayadā sare’ti sutte ‘mayadā’ti suttavibhattiyā byañjanepi niggahītassa dattaṃ, kammaṃ saddahāti, kammaphalaṃ saddahāti, saddahanti, vatthaṃ paridahāti, paridahanti.",
  "anya-e0201n5:458": "Kamme-sandhīyati, sandhīyanti, sandhiyyati, sandhiyyanti, vidhiyyati. Navena sukhadukkhena, porāṇaṃ apidhiyyati jā. 1.2.114.",
  "anya-e0201n5:459": "Ṇāpimhi-nidhāpeti, nidhāpenti, nidhāpayati, nidhāpayanti.",
  "anya-e0201n5:460": "Kamme-nidhāpīyati, nidhāpīyanti.",
  "anya-e0201n5:461": "Eyyādimhi-saddaheyyaṃ, saddaheyyuṃ.",
  "anya-e0201n5:462": "Īādimhi-saddahi, saddahiṃsu. Tatra bhikkhavo samādahiṃsu dī. ni. 2.332, samādahaṃsu vā.",
  "anya-e0201n5:463": "Pā-pāne, pāti, pānti.",
  "anya-e0201n5:464": "‘Ṭhāpānaṃ tiṭṭhapivā’ti pāssa pivo, pivati, pivanti.",
  "anya-e0201n5:465": "Kamme-pīyati, pīyanti.",
  "anya-e0201n5:466": "Ṇimhi-‘āssā ṇāpimhi yuka’ iti suttena ṇānubandhe āssa ante yāgamo, puttaṃ thaññaṃ pāyeti, pāyenti, pāyayati, pāyayanti.",
  "anya-e0201n5:467": "Kamme-pāyīyati, pāyīyanti.",
  "anya-e0201n5:468": "Ssatyādimhi-passati, passanti, pissati, pissanti.",
  "anya-e0201n5:469": "Atrimā pāḷī-ayañhi te mayā’ruḷho, saro pissati lohitaṃ jā. 2.22.1968,aggodakāni pissāmi, yūthassa purato vajaṃ jā. 1.8.14. Naḷena vāriṃ pissāma, na ca maṃ tvaṃ vadhissasi jā. 1.1.20.",
  "anya-e0201n5:470": "Bhā-dittiyaṃ, bhāti, rattimābhāti candimā dha. pa. 387, disā bhanti virocamānā ma. ni. 1.503, daddallamānā ābhanti vi. va. 738; jā. 2.22.508, paṭibhāti, paṭibhanti, paṭibhātu, paṭibhantu taṃ cunda bojjhaṅgā saṃ. ni. 5.197, tisso maṃ upamāyo paṭibhaṃsu ma. ni. 1.374, ratti vibhāti, vibhāyati.",
  "anya-e0201n5:471": "Mā-māne, dvittaṃ rasso ca, mamāyati, mamāyanti. Yemaṃ kāyaṃ mamāyanti, andhā bālā puthujjanā theragā. 575.",
  "anya-e0201n5:472": "Yā-gatiyaṃ, yāti, yanti, yāyati, yāyanti, yāyanta’ manuyāyanti jā. 2.22.1753, uyyāti, uyyanti, niyyāti, niyyanti dhīrā lokamhā, hitvā māraṃ savāhanaṃ. Anuyāti, anuyanti, anupariyāyati, anupariyāyanti.",
  "anya-e0201n5:473": "Lā-ādāne, lāti.",
  "anya-e0201n5:474": "Vā-gati, gandhanesu, vāti devesu uttamo dha. pa. 56, vāto vāyati, vāyanti, nibbāti, nibbanti, nibbāyati, nibbāyanti, parinibbāti, parinibbāyati.",
  "anya-e0201n5:475": "Ṇāpimhi-nibbāpeti, nibbāpayati.",
  "anya-e0201n5:476": "Īādimhi-parinibbāyi, parinibbāyiṃsu.",
  "anya-e0201n5:477": "Ssatyādimhi-parinibbissati, parinibbissanti, parinibbāyissati, parinibbāyissanti.",
  "anya-e0201n5:478": "Sā-assādana, tanukaraṇa, antakriyāsu, sāti, sāyati, sāyanti, pariyosāyanti.",
  "anya-e0201n5:479": "Ṇāpimhi-osāpeti , pariyosāpeti, osāpayati, pariyosāpayati.",
  "anya-e0201n5:480": "Kamme-osāpīyati, pariyosāpīyati.",
  "anya-e0201n5:481": "Hā-cāge, pahāti, pahāyati, pahāyanti.",
  "anya-e0201n5:482": "Kattu, kammani kyo, īuāgamo, hiyyoti hiyyati poso jā. 1.15.348, nihiyyati tassa yaso a. ni. 4.17; jā. 1.10.60, tvaṃ eko avahiyyasi, dvittaṃ rasso ca.",
  "anya-e0201n5:483": "613.Kavaggahānaṃ cavaggajāka. 462-4; rū. 467-504; nī. 943-5; caṃ. 6.2.116; pā. 7.4.62.",
  "anya-e0201n5:484": "Dvitte pubbesaṃ kavagga, hānaṃ cavagga, jā honti.",
  "anya-e0201n5:485": "Jahāti, pajahāti, jahanti, pajahanti.",
  "anya-e0201n5:486": "Kamme-pahīyati, pahīyanti.",
  "anya-e0201n5:487": "Rassatte-pahiyati, pahiyanti.",
  "anya-e0201n5:488": "Dvitte-pahiyyati, pahiyyanti, pajahīyati, pajahīyanti.",
  "anya-e0201n5:489": "Ṇāpimhi-hāpeti, hāpenti, hāpayati, hāpayanti, jahāpeti, jahāpenti, jahāpayati, jahāpayanti.",
  "anya-e0201n5:490": "Kamme-hāpīyati, jahāpīyati.",
  "anya-e0201n5:491": "Īādimhi-pahāsi, pahāsuṃ, pajahi, pajahiṃsu.",
  "anya-e0201n5:492": "614.Hāto haka. 480; rū. 490; nī. 961.",
  "anya-e0201n5:493": "Hāto parassa ssa-kārassa ha hoti vā.",
  "anya-e0201n5:494": "‘‘Hāhisi tvaṃ jīvaloka’’nti jā. 1.5.36 pāḷi, hāhiti, hāhinti, hāhati, hāhanti, jahissati, hissati, aññamaññaṃ vadhitvāna, khippaṃ hissāma jīvitaṃ jā. 2.22.673.",
  "anya-e0201n5:495": "Nhā-soceyye, nhāti, nhāyati, nhāyanti.",
  "anya-e0201n5:496": "Mahāvuttinā byañjanavaḍḍhane, nahāti, nahāyati, nahāyanti.",
  "anya-e0201n5:497": "Iti bhūvādigaṇe ākārantadhāturūpaṃ.",
  "anya-e0201n5:498": "Ivaṇṇantadhāturūpa",
  "anya-e0201n5:499": "I-gatiyaṃ ajjhāyane ca, khi-khaye pakāsane ca, cicaye, ji-jaye, ḍī-vehāsagatiyaṃ, nī-naye, bhī-bhaye, lī-laye, sī-saye, mhi-hāse.",
  "anya-e0201n5:500": "Tyādyuppatti, kattari lo, eti, enti, esi, etha, emi, ema, veti, venti, sameti, samenti, abbheti, abbhenti, abhisameti, abhisamenti, aveti, aventi, samaveti, samaventi, apeti, apenti, upeti, upenti, anveti, anventi, acceti, accenti, pacceti, paccenti, ajjheti, ajjhenti, udeti, udenti, samudeti, samudenti, pariyeti, pariyenti, upayati, upayanti, accayati, accayanti, udayati, samudayati.",
  "anya-e0201n5:501": "Etu, sametu, entu, samentu, ehi, samehi, etha, sametha, etha byagghā nivattavho, paccupetha mahāvanaṃ jā. 1.3.66.",
  "anya-e0201n5:502": "Mahāvuttinā idhātumhā eyyādīnaṃ ekārassa lopo, na ca apatvā dukkhassantaṃ saṃ. ni. 1.107, vissāsaṃ eyya paṇḍito, yadā te pahiṇeyyāmi, tadā eyyāsi khattiya jā. 2.22.635.",
  "anya-e0201n5:503": "Īādimhi ‘paro kvacī’ti vibhattisaralopo, dhammaṃ abhisami, abhisamiṃsu.",
  "anya-e0201n5:504": "‘Eontā su’nti uṃssa suṃ, abhisamesuṃ, abhisamayuṃ, abhisamayiṃsu.",
  "anya-e0201n5:505": "Ssatyādimhi –",
  "anya-e0201n5:506": "615.Etismāka. 480; rū. 490; nī. 961.",
  "anya-e0201n5:507": "‘Etī’ti dhātuniddeso tisaddo, idhātumhā parassa ssakārassa hi hoti vā.",
  "anya-e0201n5:508": "Ehiti, essati. Bodhirukkhamupehiti bu. vaṃ. 2.63, nerañjaramupehiti bu. vaṃ. 2.63, upessati, tadā ehinti me vasaṃ jā. 1.1.33, tato nibbānamehisi cūḷava. 382 tassuddānaṃ, na punaṃ jātijaraṃ upehisi dha. pa. 238. Suttavibhattena aññadhātūhipi, kathaṃ jīvihisi tvaṃ apa. thera 1.3.13, jāyihitippasādo jā. 2.17.145, paññāyihinti etā daharā jā. 2.17.197.",
  "anya-e0201n5:509": "Ssādimhi ‘‘sace puttaṃ siṅgālānaṃ, kukkurānaṃ adāhisī’’ti gavesitabbaṃ pāḷi, ‘adāhisī’ti ca adadissasetyattho.",
  "anya-e0201n5:510": "Khi-khaye avaṇṇapakāsane ca, khayati, khayanti.",
  "anya-e0201n5:511": "Khito yāgamo, vikappena yassa dvittaṃ, kappo khīyetha, vaṇṇo na khīyetha tathāgatassa dī. ni. aṭṭha. 1.304, ujjhāyanti khīyanti pārā. 88, avaṇṇaṃ pakāsentīti attho. Khiyyati, khiyyanti, āyu khiyyati maccānaṃ, kunnadīnaṃva odakaṃ saṃ. ni. 1.146.",
  "anya-e0201n5:512": "Ci-caye, samucceti, samuccayati.",
  "anya-e0201n5:513": "616.Nito cissa choka. 20; rū. 27; nī. 50.",
  "anya-e0201n5:514": "Nito parassa cissa ca-kārassa cho hoti.",
  "anya-e0201n5:515": "Nicchayati, vinicchayati, vinicchayanti, viniccheti, vinicchenti,",
  "anya-e0201n5:516": "Kamme kyo –",
  "anya-e0201n5:517": "617.Dīgho sarassaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:518": "Sarantassa dhātussa dīgho hoti kyamhīti ikāru’kārānaṃ kyamhi vikappena dīgho.",
  "anya-e0201n5:519": "Samuccīyati samuccīyanti, vinicchīyati, vinicchīyanti.",
  "anya-e0201n5:520": "Ji-jaye, jeti, jenti, vijeti, vijenti, parājeti, parājenti, jayati, jayanti, vijayati, vijayanti, parājayati, parājayanti.",
  "anya-e0201n5:521": "Kamme kyamhi dīgho, na taṃ jitaṃ sādhu jitaṃ, yaṃ jitaṃ avajīyati. Taṃ kho jitaṃ sādhu jitaṃ, yaṃ jitaṃ nāvajīyati jā. 1.1.70.",
  "anya-e0201n5:522": "Ṇāpimhi pubbassaralopo vā, jāpeti, jāpayati. Yo na hanti na ghāteti, na jināti na jāpaye jā. 1.10.144. Jayāpeti, jayāpayati, jayāpīyati, jayāpīyanti, jayatu, jayantu.",
  "anya-e0201n5:523": "Īādimhi-ajesi, ajesuṃ, vijesi, vijesuṃ, ajayi, ajayuṃ, ajayiṃsu, vijayi, vijayuṃ, vijayiṃsu, jessati, vijessati, parājessati, jayissati, vijayissati, parājayissati.",
  "anya-e0201n5:524": "Ḍī-vehāsagatiyaṃ, sakuṇo ḍeti, ḍenti dī. ni. 1.215; a. ni. 4.198. Pāsaṃ oḍḍeti, oḍḍenti.",
  "anya-e0201n5:525": "Nī-naye , neti, nenti, vineti, vinenti, nayati, nayanti, vinayati, vinayanti.",
  "anya-e0201n5:526": "Kamme-nīyati, nīyanti.",
  "anya-e0201n5:527": "Dvitte-niyyati, niyyanti, niyyare.",
  "anya-e0201n5:528": "Ṇāpimhi āyādesassa rasso, nayāpeti, nayāpenti, nayāpayati, nayāpayanti.",
  "anya-e0201n5:529": "Kamme-nayāpīyati, nayāpīyanti.",
  "anya-e0201n5:530": "Īādimhi-nesi, nesuṃ, vinesi, vinesuṃ, ānesi, ānesuṃ, anayi, nayi, anayiṃsu, nayiṃsu, ānayi, ānayiṃsu, vinayi, vinayiṃsu.",
  "anya-e0201n5:531": "Ssatyādimhi-nessati, nessanti, nayissati, nayissanti.",
  "anya-e0201n5:532": "Bhī-bhaye, bheti. Mā bhetha kiṃ socatha modathavho jā. 1.12.27, vibhemi etaṃ asādhuṃ, uggatejo hi brāhmaṇo jā. 2.17.103. Bhāyati, bhāyanti.",
  "anya-e0201n5:533": "Kārite mahāvuttinā sāgamo vā, bhīseti, bhīsayati, bhīsāpeti, bhīsāpayati. Bhikkhuṃ bhīseyya vā bhīsāpeyya vā pāci. 346-347.",
  "anya-e0201n5:534": "Sī-saye, seti, senti, atiseti, atisenti, sayati, sayanti.",
  "anya-e0201n5:535": "Kamme-atisīyati, atisīyanti.",
  "anya-e0201n5:536": "Ṇāpimhi rasso, sayāpeti, sayāpayati.",
  "anya-e0201n5:537": "Ṇimhi-sāyeti, sāyayati, sāyesuṃ dīnamānasā apa. thera 2.54.48.",
  "anya-e0201n5:538": "Mhi-hāse , umheti, umhayati, vimheti, vimhayati, na naṃ umhayate disvā, na ca naṃ paṭinandati jā. 1.2.93.",
  "anya-e0201n5:539": "Kamme-umhīyati, vimhīyati.",
  "anya-e0201n5:540": "Kārite pubbassaralopo, sace maṃ nāganāsūrū, umhāyeyya pabhāvatī. Sace maṃ nāganāsūrū, pamhāyeyya pabhāvatī jā. 2.20.17.",
  "anya-e0201n5:541": "Iti bhūvādigaṇe ivaṇṇantadhārūpaṃ.",
  "anya-e0201n5:542": "Uvaṇṇantadhāturūpa",
  "anya-e0201n5:543": "Cu-cavane, ju-sīghagamane, thu-abhitthavane, du-gatiyaṃ upatāpe ca, bhū-sattāyaṃ, yu-missane gatiyañca, ru-sadde, brū-viyattiyaṃ vācāyaṃ, su-sandane janane ca, sū-pasavane, hu-dāne bhakkhane pūjāyaṃ sattiyañca, hū-sattāyaṃ.",
  "anya-e0201n5:544": "Tyādyuppatti, ‘kattari lo’ti lapaccayo, uvaṇṇassa avādeso, ‘dīgho sarassā’ti sakammikadhātūnaṃ kyamhi dīgho.",
  "anya-e0201n5:545": "Cu-cavane, cavati, cavanti.",
  "anya-e0201n5:546": "Ṇimhi-cāveti, cāvayati.",
  "anya-e0201n5:547": "Ju-sīghagamane, javati, javanti.",
  "anya-e0201n5:548": "Thu-abhitthavane, abhitthavati, abhitthavanti.",
  "anya-e0201n5:549": "‘Bahula’nti adhikatattā kyamhi kvaci vuddhi, avādeso, abhitthavīyati, abhitthavīyanti, abhitthaviyyati, abhitthaviyyanti.",
  "anya-e0201n5:550": "Du-upatāpe, upaddavati, upaddavanti.",
  "anya-e0201n5:551": "Bhū-sattāyaṃ, sambhoti, sambhavati.",
  "anya-e0201n5:552": "Yu-gatiyaṃ , yavati.",
  "anya-e0201n5:553": "Ru-sadde, ravati, ravanti, viravati, viravanti.",
  "anya-e0201n5:554": "Brū-viyattiyaṃ vācāyaṃ –",
  "anya-e0201n5:555": "618.Na brūsso.",
  "anya-e0201n5:556": "Byañjane pare brūssa o na hoti.",
  "anya-e0201n5:557": "Brūti.",
  "anya-e0201n5:558": "619.Brūto tissīuka. 520; rū. 502; nī. 1033; caṃ. 6.2.34; pā. 7.3.93.",
  "anya-e0201n5:559": "Brūto tissa ādimhi īu hoti. Īmhi pubbalopo.",
  "anya-e0201n5:560": "Bravīti.",
  "anya-e0201n5:561": "620.Yuvaṇṇānamiyaṅauvaṅa sareka. 70; rū. 30; nī. 220; …miyavuvaṅa… (bahūsu).",
  "anya-e0201n5:562": "Ivaṇṇu’vaṇṇantānaṃ dhātūnaṃ kvaci iyaṅa, uvaṅa honti sare.",
  "anya-e0201n5:563": "Bruvanti, brunti vā. ‘‘Ajānantā no pabruntī’’ti pāḷi. Brūsi, brūtha, brūmi, brūma.",
  "anya-e0201n5:564": "621.Tyantīnaṃ ṭaṭūka. 517; rū. 488; nī. 1105; caṃ. 1.4.13; pā. 3.4.84.",
  "anya-e0201n5:565": "Ti, antīsu brūssa āha hoti, tesañca ṭa, ṭū honti.",
  "anya-e0201n5:566": "So āha, te āhu.",
  "anya-e0201n5:567": "Atrimā pāḷī-nibbānaṃ bhagavā āha, sabbaganthapamocanaṃ, āha tesañca yo nirodho mahāva. 60, yaṃ pare sukhato āhu, tadariyā āhu dukkhato. Yaṃ pare dukkhato āhu, tadariyā sukhato vidū su. ni. 767. Tattha ‘āhā’ti katheti. ‘Āhū’ti kathenti.",
  "anya-e0201n5:568": "Brūtu , brūvantu, brūhi maṅgalamuttamaṃ khu. pā. 5.2, brūtha, brūmi, brūma.",
  "anya-e0201n5:569": "Eyyādimhi-brūssa uvaṅa hoti, bruveyya, bruveyyuṃ.",
  "anya-e0201n5:570": "Īādimhi sare pare brūssa ottaṃ, ossa ca avādeso, abravi, abravuṃ, abraviṃsu.",
  "anya-e0201n5:571": "Uvādese-abruvi, abruvuṃ, abruviṃsu.",
  "anya-e0201n5:572": "Parokkhamhi –",
  "anya-e0201n5:573": "622.Aādīsvāho brūssaka. 475; rū. 465; nī. 956.",
  "anya-e0201n5:574": "Aādīsu brūssa āha bhavati.",
  "anya-e0201n5:575": "So āha, te āhu.",
  "anya-e0201n5:576": "623.Ussaṃsvāhā vānī. 1036.",
  "anya-e0201n5:577": "Āhādesamhā parassa uvacanassa aṃsu hoti vā.",
  "anya-e0201n5:578": "Te āhaṃsu, saccaṃ kirevamāhaṃsu, narā ekacciyā idha jā. 1.13.123.",
  "anya-e0201n5:579": "Su-sandane, nadī savati, savanti, ābhavaggā savanti.",
  "anya-e0201n5:580": "Sū-pasavane, puññaṃ pasavati cūḷava. 354, pasavanti.",
  "anya-e0201n5:581": "Hu-pūjāyaṃ, ‘parokkhāyañcā’ti dvittaṃ, ‘kavaggahānaṃ cavaggajā’ti hassa jo, juhoti, juhonti.",
  "anya-e0201n5:582": "Kamme-tena aggi hūyate.",
  "anya-e0201n5:583": "Ṇimhi-juhāveti, juhāvayati.",
  "anya-e0201n5:584": "Ṇāpimhi-juhāpeti, juhāpayati.",
  "anya-e0201n5:585": "Hu-sattiyaṃ, pahoti, sampahoti, pahonti, sampahonti.",
  "anya-e0201n5:586": "Hū-sattāyaṃ , hoti, honti, hotu, hontu.",
  "anya-e0201n5:587": "Eyyādimhi- ‘yuvaṇṇānamiyaṅauvaṅa sare’ti dhātvantassa uvādeso, huveyya, huveyyuṃ.",
  "anya-e0201n5:588": "Āādimhi-so ahuvā. Vaṇṇagandhaphalūpeto, amboyaṃ ahuvā pure jā. 1.2.71. Ahuvā te pure sakhā saṃ. ni. 1.50, te ahuvū, tvaṃ ahuvo, tumhe ahuvattha ma. ni. 1.215, jhāyatha bhikkhave mā pamādāttha, mā pacchā vippaṭisārino ahuvattha, ahuva, ahuvaṃ vā, ahuvamhā. ‘‘Akaramhasa te kiccaṃ, yaṃ balaṃ ahuvamhase jā. 1.4.29. Ahuvamheva mayaṃ pubbe, na nāhuvamhā’’ti ma. ni. 1.180 pāḷiyo.",
  "anya-e0201n5:589": "Īādimhi sāgamo, ahosi, pāturahosi.",
  "anya-e0201n5:590": "Mahāvuttinā īlopo rasso ca. Ahudeva bhayaṃ ahu chambhitattaṃ. Ahudeva kukkuccaṃ, ahu vippaṭisāro pārā. 38. Ādīnavo pāturahu theragā. 269, dibbo ratho pāturahu.",
  "anya-e0201n5:591": "624.Hūto resuṃka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:592": "Hūto ñuṃvacanassa resuṃ hoti. Suttavibhattena mhāssa resumhā ca. ‘Rānubandhentasarādissā’ti dhātvantalopo.",
  "anya-e0201n5:593": "Te pubbe ahesuṃ. Uvādese ahuvuṃ, pubbassaralope ahuṃ.",
  "anya-e0201n5:594": "Atrimā pāḷī- sabbamhi taṃ araññamhi, yāvantettha dijā ahuṃ jā. 2.22.2425. Kūṭāgārasahassāni, sabbasoṇṇamayā ahuṃ apa. thera 1.1.407.",
  "anya-e0201n5:595": "Ossa si, ittha, ttho. Tvaṃ ahosi, ahuvi, ahuvittha, ahuvittho.",
  "anya-e0201n5:596": "Mahāvuttinā olopo rasso, mā bhoti kupitā ahu jā. 2.22.1931, māhu pacchānutāpinī saṃ. ni. 1.162, ahosiṃ nu kho ahaṃ atītamaddhānaṃ, na nu kho ahosiṃ, kinnu kho ahosiṃ, kathaṃ nu kho ahosiṃ saṃ. ni. 2.20; ma. ni. 1.18, ahaṃ ahuviṃ, mayaṃ ahosimhā, ahosimha vā. Ahesumhā nu kho mayaṃ atītamaddhānaṃ, na nu kho ahesumhā, kinnu kho ahesumhā, kathaṃ nu kho ahesumhā ma. ni. 1.407. Mayaṃ pubbe ahuvimhā, ahumhā vā. ‘‘Mayaṃ pubbe dānapatino ahumhā’’ti jā. 2.22.1617 pāḷi.",
  "anya-e0201n5:597": "Rassatte-ahumha.",
  "anya-e0201n5:598": "Mahāvuttinā mhāssa uñca. ‘‘Pañcasatā mayaṃ sabbā, tāvatiṃsupagā ahu’’nti pāḷi.",
  "anya-e0201n5:599": "Parachakke assa aṃ, ahaṃ pubbe ahuvaṃ, ahuva vā.",
  "anya-e0201n5:600": "‘Paro kvacī’ti paralopo, ahuṃ.",
  "anya-e0201n5:601": "Atrimā pāḷī- ‘‘ahaṃ kevaṭṭagāmasmiṃ, ahuṃ kevaṭṭadārako apa. thera 1.39.86, cakkavattī ahuṃ rājā, jambumaṇḍassa issaro. Sattakkhattuṃ mahābrahmā, vasavattī tadā ahuṃ. Muddhābhisitto khattiyo, manussādhipatī ahu’’nti. Mayaṃ ahuvimhe.",
  "anya-e0201n5:602": "Ssatyādimhi –",
  "anya-e0201n5:603": "625.Hūssa hehehihohi ssaccādoka. 480; rū. 490; nī. 961; ‘…ssatyādo’ (bahūsu).",
  "anya-e0201n5:604": "Ssatyādimhi hūdhātussa he ca hohi ca hohi ca honti.",
  "anya-e0201n5:605": "Hessati , hessanti, hehissati, hehissanti, hohissati, hohissanti. Buddho hessaṃ sadevake bu. vaṃ. 2.55, anāgatamhi addhāne, hessāma sammukhā imaṃ bu. vaṃ. 2.74.",
  "anya-e0201n5:606": "626.Dakkha sakkha hehi hohīhi lopoka. 480; rū. 490; nī. 961; ‘dakkhā hehihohilopo’ (bahūsu).",
  "anya-e0201n5:607": "Etehi ādesehi ssassa lopo hoti vā. Suttavibhattena aññehipi ssalopo.",
  "anya-e0201n5:608": "Sakkhisi tvaṃ kuṇḍalini, maññisi khattabandhuni jā. 2.17.14. Na hi sakkhinti chettuṃ su. ni. 28, adhammo haññiti dhammamajja jā. 1.11.31, brahmadatto palāyiti iccādi.",
  "anya-e0201n5:609": "Hehiti, hehinti, hohiti, hohinti.",
  "anya-e0201n5:610": "Atrimā pāḷī-piyo ca me hehiti mālabhārī, ahañca naṃ mālinī ajjhupessaṃ jā. 1.15.197, tilodano hehiti sādhupakko jā. 1.8.2. Doso pemañca hehiti theragā. 719. Mama tvaṃ hehisi bhariyā jā. 1.14.27. Tato sukhī hohisi vītarāgo. Khippaṃ hohisi anāsavo dī. ni. 2.207 iccādi.",
  "anya-e0201n5:611": "Iti bhūvādigaṇe uvaṇṇantadhāturūpaṃ.",
  "anya-e0201n5:612": "Edantadhāturūpa",
  "anya-e0201n5:613": "E-āgatiyaṃ gatiyañca, ke-sadde, khe-khādanu’paṭṭhānesu, ge-sadde, apapubba ce-pūjāyaṃ, jhe-cintāyaṃ dāha’jjhānesu ca, te-pālane, the-sadda, saṅghātesu, de-suddhi, niddāsu, pe-vuddhiyaṃ , bhe-bhaye, le-chedane, ve-gatiyaṃ tantasantāne ca, se-antakriyāyaṃ, hare-lajjāyaṃ, gile-kilamane, pale-gatiyaṃ, mile-hāniyaṃ.",
  "anya-e0201n5:614": "Ṇānubandhapaccayena vinā yesaṃ dhātūnaṃ āyādeso labbhati, te edantā nāma. Mahāvuttinā yalope sati ādantehi samānarūpaṃ, ādantānañca yāgame sati edantehi samānarūpaṃ, tasmā ādanta, edantā yebhuyyena samānarūpā bhavanti.",
  "anya-e0201n5:615": "Mahāvuttinā edantānaṃ tyādīsu tabbādīsu ca āyādeso, kvaci yalopo, e-āgatiyaṃ. Ayaṃ so sārathī eti jā. 2.22.51, sace enti manussattaṃ saṃ. ni. 1.49, lakkhaṇaṃ passa āyantaṃ, migasaṅghapurakkhataṃ jā. 1.1.11, yoga’māyanti maccuno saṃ. ni. 1.20, āyāmāvuso pārā. 228, āyāmānanda dī. ni. 2.186; pārā. 22; ma. ni. 1.273.",
  "anya-e0201n5:616": "Ettha edhātu āgaccha, gacchāmāti atthadvayaṃ vadati, yādhātuvasena āgaccha, yāmātipi atthaṃ vadanti.",
  "anya-e0201n5:617": "E-vuddhiyaṃ vā, ‘‘kāyo, apāyo, upāyo, samudāyo’’tiādīsu –",
  "anya-e0201n5:618": "Kucchitā dhammā āyanti vaḍḍhanti etthāti kāyo, ‘āyo’ti vuccati vaḍḍhi, tato apeto apāyo, tena upeto upāyo, avayavadhammā samudenti etthāti samudāyo, paribyattaṃ āyanti etenāti pariyāyo.",
  "anya-e0201n5:619": "Ke-sadde, kāyati.",
  "anya-e0201n5:620": "Kamme-kiyyati.",
  "anya-e0201n5:621": "Khe-khādane, tiṇaṃ khāyati, vikkhāyati, undurā khāyanti, vikkhāyanti.",
  "anya-e0201n5:622": "Khe-upaṭṭhāne , khāyati, pakkhāyati, alakkhī viya khāyati.",
  "anya-e0201n5:623": "Ge-sadde, gāyati, gāyanti.",
  "anya-e0201n5:624": "Apapubba ce-pūjāyaṃ, apacāyati, ye vuddha’mapacāyanti jā. 1.1.37.",
  "anya-e0201n5:625": "Jhe-cintāyaṃ, jhāyati, jhāyanti, pajjhāyati, pajjhāyanti, abhijjhāyati, abhijjhāyanti.",
  "anya-e0201n5:626": "Jhe-olokane, nijjhāyati, nijjhāyanti, upanijjhāyati, upanijjhāyanti, ujjhāyati, ujjhāyanti.",
  "anya-e0201n5:627": "Jhe-dayhane, padīpo jhāyati, parijjhāyati.",
  "anya-e0201n5:628": "Kamme-jhāyīyati.",
  "anya-e0201n5:629": "Ṇāpimhi yalopo, kaṭṭhaṃ jhāpeti, jhāpenti, jhāpayati, jhāpayanti.",
  "anya-e0201n5:630": "Jhe-ajjhayane saṃpubbo, mahāvuttinā niggahītassa jādeso, sajjhāyati, sajjhāyanti, mantaṃ sajjhāyati.",
  "anya-e0201n5:631": "Te-pālane, tāyati, tāyanti.",
  "anya-e0201n5:632": "The-sadda, saṅghātesu, thāyati.",
  "anya-e0201n5:633": "De-suddhiyaṃ, vodāyati, vodāyanti.",
  "anya-e0201n5:634": "De-soppane, niddāyati, niddāyanti.",
  "anya-e0201n5:635": "Pe-vuddhiyaṃ, appāyati, appāyanti.",
  "anya-e0201n5:636": "Bhe-bhaye, bhāyati, bhāyanti, sabbe bhāyanti maccuno dha. pa. 129, bhāyasi, sace bhāyatha dukkhassa udā. 44, kinnu kho ahaṃ tassa sukhassa bhāyāmi ma. ni. 1.381, nataṃ bhāyāmi āvuso, bhāyāma apa. therī. 2.2.458.",
  "anya-e0201n5:637": "Ṇāpimhi-bhayāpeti, bhāyāpeti, bhāyāpayati.",
  "anya-e0201n5:638": "Īādimhi-mā bhāyi, mā soci dī. ni. 2.207, mā cintayi.",
  "anya-e0201n5:639": "Ssatyādimhi-bhāyissati, bhāyissanti.",
  "anya-e0201n5:640": "Le-chedane, tiṇaṃ lāyati, sāliṃ lāyati, lāyanti.",
  "anya-e0201n5:641": "Ve-gatiyaṃ, vāto vāyati, vātā vāyanti.",
  "anya-e0201n5:642": "Ve-tantasantāne, tantaṃ vāyati, vāyanti.",
  "anya-e0201n5:643": "Kamme-vāyīyati, pubbalope vīyati, viyyati.",
  "anya-e0201n5:644": "Ṇāpimhi-cīvaraṃ vāyāpeti pārā. 638, vāyāpenti.",
  "anya-e0201n5:645": "Se-antakriyāyaṃ, osāyati, pariyosāyati, ajjhosāyati.",
  "anya-e0201n5:646": "Kamme-pariyosīyati.",
  "anya-e0201n5:647": "Ṇāpimhi-pariyosāpeti.",
  "anya-e0201n5:648": "627.Ṇiṇāpīnaṃ tesu.",
  "anya-e0201n5:649": "Ṇi, ṇāpīnaṃ lopo hoti tesuṇi, ṇāpīsu paresu.",
  "anya-e0201n5:650": "Bhikkhu attanā vippakataṃ kuṭiṃ parehi pariyosāpeti pārā. 363. Ettha akammakattā dhātussa ‘kuṭi’nti ca ‘parehī’ti ca dve kammāni dvikkhattuṃ pavattehi kāritehi sijjhanti.",
  "anya-e0201n5:651": "Anekassaraedantampi kiñci idha vuccati.",
  "anya-e0201n5:652": "Hare-lajjāyaṃ, harāyati, harāyanti, aṭṭiyāmi harāyāmi saṃ. ni. 1.165, harāyāma, harāyatīti hirī, mahāvuttinā upantassa ittaṃ.",
  "anya-e0201n5:653": "Gile-rujjane, gilāyati, piṭṭhi me āgilāyati cūḷava. 345; dī. ni. 3.300, gilāyanti.",
  "anya-e0201n5:654": "Pale-gatiyaṃ , palāyati, palāyanti.",
  "anya-e0201n5:655": "Mile-hāniyaṃ, milāyati, milāyanti.",
  "anya-e0201n5:656": "‘‘Jhānaṃ, ujjhānaṃ, nijjhānaṃ, tāṇaṃ, parittāṇaṃ, vodānaṃ, niddānaṃ, gilāno, palāto, milātanti’’ādīsu yalopo.",
  "anya-e0201n5:657": "Iti bhūvādigaṇe edantadhāturūpaṃ.",
  "anya-e0201n5:658": "Bhūvādigaṇe sarantadhātūnaṃ tyādyantarūpāni niṭṭhitāni.",
  "anya-e0201n5:659": "Byañjanantadhātu",
  "anya-e0201n5:660": "Avuddhikarūpa",
  "anya-e0201n5:661": "Tudādigaṇa",
  "anya-e0201n5:662": "Atha byañjanantadhāturūpāni vuccante. Tāni ca avuddhika, savuddhikavasena duvidhāni honti. Tattha avuddhikāni tāva vuccante.",
  "anya-e0201n5:663": "Khipa, guha, tuda, disa, pisa, phusa, likha, vadhādi.",
  "anya-e0201n5:664": "Idha dhātūnaṃ antassaro uccāraṇattho, so rūpavidhāne nappayujjate.",
  "anya-e0201n5:665": "628.Tudādīhi koka. 445; rū. 433; nī. 925; caṃ. 1.1.92; pā. 3.1.77.",
  "anya-e0201n5:666": "Tudādīhi kānubandho apaccayo hoti. Kānubandho avuddhidīpanattho.",
  "anya-e0201n5:667": "Khipa-khipane, khipati, pakkhipati, ukkhipati, okkhipati, nikkhipati, vikkhipati, paṭikkhipati, saṃkhipati.",
  "anya-e0201n5:668": "Kamme-khipīyati.",
  "anya-e0201n5:669": "Kārite-khipeti , khipayati, khipāpeti, khipāpayati, khepeti, khepayati vā, udakaṃ khepeti, taṇhaṃ khepeti, khayāpetīti attho.",
  "anya-e0201n5:670": "Guha-saṃvaraṇe, guhati, nigguhati.",
  "anya-e0201n5:671": "Kamme-guhiyati.",
  "anya-e0201n5:672": "Kārite gussa dīgho, gūheti, gūhayati, gūhāpeti, gūhāpayati.",
  "anya-e0201n5:673": "Kamme-gūhāpīyati.",
  "anya-e0201n5:674": "Ghaṭa-cetāyaṃ, ghaṭati.",
  "anya-e0201n5:675": "Kamme-ghaṭīyati.",
  "anya-e0201n5:676": "Kārite-ghaṭeti, ghaṭayati, ghaṭāpeti, ghaṭāpayati.",
  "anya-e0201n5:677": "Tuda-byadhane, byadhanaṃ vijjhanaṃ, tudati, vitudati.",
  "anya-e0201n5:678": "Assa ette-tudeti, tudenti.",
  "anya-e0201n5:679": "Kamme-tudīyati.",
  "anya-e0201n5:680": "‘Tavaggavaraṇānaṃ ye cavaggabayañā’ti dassa jattaṃ. ‘Vaggalasehi te’ti yassa pubbarūpattaṃ, tujjati.",
  "anya-e0201n5:681": "Kārite-tudeti, tudayati, tudāpeti, tudāpayati.",
  "anya-e0201n5:682": "Disī-uddisane, uddisanaṃ sarūpato kathanaṃ. Uddisati, pātimokkhaṃ uddisanti mahāva. 152, niddisati, niddisanti, apadisati, apadisanti.",
  "anya-e0201n5:683": "Kamme-uddisīyati, uddisīyanti.",
  "anya-e0201n5:684": "Kārite-ācariyo sissaṃ pāḷidhammaṃ uddisāpeti, uddisāpayati, vācetīti attho. Pāṭhesu pana sadvayampi dissati.",
  "anya-e0201n5:685": "Nuda-khipane , nudati, panudati, vinodeti, paṭivinodeti vā.",
  "anya-e0201n5:686": "Kamme-panudīyati, panujjati.",
  "anya-e0201n5:687": "Kārite-panudeti, panudayati, panudāpeti, panudāpayati.",
  "anya-e0201n5:688": "Pisa-saṃcuṇṇe, pisati.",
  "anya-e0201n5:689": "Kamme-pisīyati.",
  "anya-e0201n5:690": "Kārite-piseti, pisayati, pisāpeti, pisāpayati.",
  "anya-e0201n5:691": "Phusa-samphasse pattiyañca, phusati, phusanti dhīrā nibbānaṃ dha. pa. 23, vajjaṃ naṃ phuseyya pārā. 409; cūḷava. 344.",
  "anya-e0201n5:692": "Kamme-phusīyati.",
  "anya-e0201n5:693": "Kārite-phuseti, phusayati, phusāpeti, phusāpayati.",
  "anya-e0201n5:694": "Likha-lekhane, likhati, sallikhati, vilikhati.",
  "anya-e0201n5:695": "Kārite-likheti, sallikheti, vilikheti.",
  "anya-e0201n5:696": "Vadha-hiṃsāyaṃ, vadhati, vadheti.",
  "anya-e0201n5:697": "Kamme-vadhīyati.",
  "anya-e0201n5:698": "Yamhi dhassa jhattaṃ, yassa pubbarūpaṃ. ‘Catutthadutiyesvesaṃ tatiyapaṭhamā’ti jhassa tatiyajattaṃ, vajjhati, vajjhanti, vajjhare. Ime sattā haññantu vā vajjhantu vā ma. ni. 1.60.",
  "anya-e0201n5:699": "Kārite-vadheti, vadhayati, vadhāpeti, vadhāpayati, sāmiko purisaṃ maggaṃ gameti, gamayati, gamāpeti, gamāpayati iccādīnipi idha vattabbāni.",
  "anya-e0201n5:700": "Iti tudādigaṇo.",
  "anya-e0201n5:701": "Savuddhikarūpa",
  "anya-e0201n5:702": "Atha savuddhikarūpāni vuccante.",
  "anya-e0201n5:703": "Asa-bhuvi, āsa-nivāse upavesane ca, isu-icchā, kantīsu, kamu-padagamane, kusa-akkose, gamu-gatimhi, jaravayohānimhi, jana-janane, mara-pāṇacāge, yamu-uparame, ruda-assuvimocane kandane ca, ruha-janane, labha-lābhe, vaca, vada-viyattiyaṃ vācāyaṃ, vida-ñāṇe, vasa-nivāse, visapavesane, sada-gatyā’vasāne, hana-hiṃsāyaṃ, haraharaṇe.",
  "anya-e0201n5:704": "Tyādyuppatti, kattari lo, asa-bhuvi, sattāyanti attho.",
  "anya-e0201n5:705": "629.Tassa thoka. 494; rū. 495, 500; nī. 989, 991.",
  "anya-e0201n5:706": "Atthito parassati, tūnaṃ tassa tho hoti.",
  "anya-e0201n5:707": "‘Pararūpamayakāre byañjane’ti suttena byañjane pare dhātvantassa pararūpattaṃ, ‘catutthadutiyesvesaṃ tatiyapaṭhamā’ti suttena pararūpassa dutiyassa paṭhamattaṃ.",
  "anya-e0201n5:708": "Dhanaṃ me atthi.",
  "anya-e0201n5:709": "Ettha ca ‘‘atthi tvaṃ etarahi, na tvaṃ natthi, atthi ahaṃ etarahi, nāhaṃ natthi, puttā matthi dhanā matthi dha. pa. 62, atthi imasmiṃ kāye kesā’’ti khu. pā. 3.dvitiṃsākāra ādīsu atthisaddo ākhyātapaṭirūpako kattuvācako nipāto.",
  "anya-e0201n5:710": "‘‘Atthīti kho kaccāyana ayameko anto, natthīti dutiyo anto’’ti saṃ. ni. 2.15 ca ‘‘atthipaccayo, natthipaccayo’’ti paṭṭhā. 1.1.paccayuddesa ca evamādīsu nāmapaṭirūpako. Tathā natthisaddo.",
  "anya-e0201n5:711": "Tumhi-vipassissa ca namatthu dī. ni. 3.287, namo te buddha vīratthu saṃ. ni. 1.90, ettha ca ‘‘dhiratthumaṃ pūtikāya’’nti ādīsu atthusaddo nipāto.",
  "anya-e0201n5:712": "630.Ntamānantantiyiyuṃsvādilopoka. 494-5; rū. 496; nī. 1019; ‘ntamānānti…’ (bahūsu).",
  "anya-e0201n5:713": "Nta, māna, anti, antu, iyā, iyuṃsu atthissa ādilopo hoti.",
  "anya-e0201n5:714": "Santi, santu.",
  "anya-e0201n5:715": "631.Sihīsvaṭaka. 506; rū. 497; nī. 992.",
  "anya-e0201n5:716": "Atthissa aṭa hoti si, hīsu.",
  "anya-e0201n5:717": "Manussosi mahāva. 126, purisosi mahāva. 126. Himhi dīgho, tvaṃ paṇḍito āhi, bhavāhīti attho. Tavibhattīsu dhātvantassa pararūpaṃ, tumhe attha, kaccittha parisuddhā pārā. 233. Tvādimhi-mā pamādattha ma. ni. 1.88, 215, tumhe samaggā attha.",
  "anya-e0201n5:718": "632.Mimānaṃ vā mhimhā caka. 492; rū. 499; nī. 987; ‘sīhisvaṭa’ (bahūsu).",
  "anya-e0201n5:719": "Atthito paresaṃ mi, mānaṃ mhi, mhā honti vā, atthissa ca aṭa hoti.",
  "anya-e0201n5:720": "Ahaṃ pasannomhi, mayaṃ pasannāmha.",
  "anya-e0201n5:721": "Tvādimhi-ahaṃ iminā puññena anāgate paññavā amhi, mayaṃ paññavanto amha.",
  "anya-e0201n5:722": "633.Esu saka. 492; rū. 499; nī. 987.",
  "anya-e0201n5:723": "Etesu mi, mesu atthissa sassa so hoti. Pararūpanisedhanatthamidaṃ suttaṃ.",
  "anya-e0201n5:724": "Ahaṃ paṇḍito asmi, mayaṃ paṇḍitā asma.",
  "anya-e0201n5:725": "Tvādimhi-ahaṃ anāgate paññavā asmi, mayaṃ paññavanto asma.",
  "anya-e0201n5:726": "Eyyādimhi –",
  "anya-e0201n5:727": "634.Atthiteyyādichannaṃ sa su sasi satha saṃsāmaka. 571, 517; rū. 624, 488; nī. 830, 1105; ‘atthiteyyādicchannaṃ sasusasatha saṃ sāma’ (bahūsu).",
  "anya-e0201n5:728": "‘Atthī’ti dhātuniddeso ti-kāro, atthito paresaṃ eyyādīnaṃ channaṃ sādayo honti.",
  "anya-e0201n5:729": "Evamassa vacanīyo pārā. 411, evamassu vacanīyā pārā 418, tvaṃ assasi, tumhe assatha, ahaṃ assaṃ, mayaṃ assāma.",
  "anya-e0201n5:730": "Assunipātopi bahuṃ dissati, tayassu dhammā jahitā bhavanti khu. pā. 6.10, kenassu taratī oghaṃ, kenassu tarati aṇṇavaṃ saṃ. ni. 1.246. ‘‘Kiṃsu chetvā sukhaṃ seti, kiṃsu chetvā na socatī’’ti saṃ. ni. 1.71 ettha niggahītamhā saṃyogādilopo.",
  "anya-e0201n5:731": "635.Ādidvinnamiyāmiyuṃka. 517; rū. 488; nī. 993; ‘…miyā iyuṃ’ (bahūsu).",
  "anya-e0201n5:732": "Atthito eyyādīsu ādimhi dvinnaṃ iyā, iyuṃ honti. ‘Ntamānantantiyiyuṃsū…’tiādilopo.",
  "anya-e0201n5:733": "So siyā, te siyuṃ, ete dve nipātāpi honti. ‘‘Vedanākkhandho siyā kusalo, siyā akusalo, siyā abyākato’’ti vibha. 152 ādīsu ekaccoti attho.",
  "anya-e0201n5:734": "‘‘Siyā kusalaṃ dhammaṃ paṭicca kusalo dhammo uppajjeyya hetupaccayā’’ti paṭṭhā. 1.1.35-38 ādīsu kinnūti attho.",
  "anya-e0201n5:735": "‘‘Dvādasākusalā siyu’’nti abhidhammatthasaṅgaha 2 ādīsu bhavantīti attho.",
  "anya-e0201n5:736": "Mahāvuttinā eyyuṃ, eyyamiccetesaṃ iyaṃsu, iyaṃ honti, ādilopo, siyaṃsu dve bhikkhū abhidhamme nānāvādā ma. ni. 3.35, evaṃrūpo siyaṃ ahaṃ anāgatamaddhānaṃ, evaṃvedano siyaṃ, evaṃsañño siyaṃ ma. ni. 3.274.",
  "anya-e0201n5:737": "Ajjattanimhi –",
  "anya-e0201n5:738": "636.Īādo dīghoka. 517; rū. 488; nī. 1001.",
  "anya-e0201n5:739": "Atthissa dīgho hoti īādīsu.",
  "anya-e0201n5:740": "So āsi, te āsuṃ, āsiṃsu, tvaṃ āsi, tumhe āsittha, ahaṃ āsiṃ. Tatrāpāsiṃ evaṃvaṇṇo dī. ni. 1.245; ma. ni. 1.68. Mayaṃ āsimha, āsimhā.",
  "anya-e0201n5:741": "637.Aāssādīsuka. 507; rū. 501; nī. 1020; caṃ. 5.4.79; pā. 2.4.52.",
  "anya-e0201n5:742": "Aādiparokkhāyañca āādihiyyattaniyañca ssādīsu bhavissanti, kālātipattīsu ca atthissa bhū hoti. Idañca suttaṃ atthissa etāsaṃ vibhattīnampi sādhāraṇakaraṇatthaṃ. Rūpampi bhūrūpameva.",
  "anya-e0201n5:743": "So babhūva, te babhūvu, so abhavā, te abhavū, so bhavissati, te bhavissanti, so abhavissā, te abhavissaṃsu iccādi.",
  "anya-e0201n5:744": "638.Atyādintesvatthissa bhūka. 517; rū. 500; nī. 1020; caṃ. 5.4.79; pā. 2.4.52.",
  "anya-e0201n5:745": "Tyādivajjitesu ntavajjitesu ca paccayesu atthissa bhū hoti. Etena tyādi, tvādi, eyyādi, īādisaṅkhātāsu catūsu vibhattīsu ntapaccaye ca atthissa bhūādeso natthi, sesāsu catūsu vibhattīsu ca ntavajjitesu tabbādīsu ca atthissa bhūādeso labbhatīti veditabbo.",
  "anya-e0201n5:746": "Āsa-upavesane. Guruṃ upāsati, payirupāsati, upāsanti, payirupāsanti.",
  "anya-e0201n5:747": "Kamme-upāsīyati, payirupāsīyati.",
  "anya-e0201n5:748": "Kārite-mātā puttaṃ guruṃ upāseti, payirupāseti, upāsayati, payirupāsayati.",
  "anya-e0201n5:749": "Īādimhi-upāsi, payirupāsi, upāsiṃsu, payirupāsiṃsu, upāsuṃ, payirupāsuṃ.",
  "anya-e0201n5:750": "Āsa-nivāse.",
  "anya-e0201n5:751": "639.Gamayamisāsadisānaṃ vā cchaṅaka. 476, 522; rū. 442, 476; nī. 957, 1035.",
  "anya-e0201n5:752": "Gamu, yamu, isu, āsa, disānaṃ anto byañjano ṅānubandho ccho hoti vā nta, māna, tyādīsu.",
  "anya-e0201n5:753": "Gacchanto, niyacchanto, icchanto, acchanto, dicchantoti iminā tyādīsu āsassa ccho, acchati, acchanti, so acchi, te acchiṃsu.",
  "anya-e0201n5:754": "Isu-esanāyaṃ .",
  "anya-e0201n5:755": "640.Lahussupantassaka. 485; rū. 434; nī. 975; caṃ. 6.1.105-106 …pe… 7.3.77-78.",
  "anya-e0201n5:756": "Antassa samīpe pavattatīti upanto, byañjanantadhātūnaṃ pubbassaro ‘upanto’ti vuccati, lahubhūtassa upantabhūtassa ca ivaṇṇu’vaṇṇassa e, ovuddhī honti.",
  "anya-e0201n5:757": "Ira-kampane, erati, modati.",
  "anya-e0201n5:758": "Lahussāti kiṃ? Jīvati, dhūpati, ikkhati, sukkhati.",
  "anya-e0201n5:759": "Upantassāti kiṃ? Siñcati, bhuñjati, niggahītāgamena byavahitattā upanto na hoti.",
  "anya-e0201n5:760": "Ivaṇṇuvaṇṇassātvevaṃ? Pacati, vadati.",
  "anya-e0201n5:761": "Iminā issa evuddhi hoti, esati, anvesati, pariyesati.",
  "anya-e0201n5:762": "Adhipubbo isu-āyācane, ajjhesati.",
  "anya-e0201n5:763": "Kamme-esīyati, pariyesīyati, anvesīyati, ajjhesīyati.",
  "anya-e0201n5:764": "Kārite-eseti, esayati, esāpeti, esāpayati.",
  "anya-e0201n5:765": "Isu-icchāyaṃ, cchādeso, icchati, icchanti, sampaṭicchati, sampaṭicchanti.",
  "anya-e0201n5:766": "Kamme-icchīyati.",
  "anya-e0201n5:767": "Kārite-icchāpeti, icchāpayati, sampaṭicchāpeti, sampaṭicchāpayati.",
  "anya-e0201n5:768": "Kamme-icchāpīyati, icchāpayīyati, so icchi, te icchiṃsu, icchissati, icchissanti.",
  "anya-e0201n5:769": "Kamu-vijjhane, gambhīresu ṭhānesu ñāṇaṃ kamati, na satthaṃ kamati, na visaṃ kamati, na aggi kamati a. ni. 8.1, na vijjhatīti attho.",
  "anya-e0201n5:770": "Kamu-padagamane , pakkamati, apakkamati, upakkamati, vikkamati, abhikkamati, paṭikkamati, atikkamati, saṅkamati, okkamati.",
  "anya-e0201n5:771": "641.Nito kamassaka. 20; rū. 27; nī. 50.",
  "anya-e0201n5:772": "Nimhā parassa kamassa kassa kho hoti. ‘Ādissā’ti saṅketattā kassāti ñāyati.",
  "anya-e0201n5:773": "Nikkhamati, nikkhamanti.",
  "anya-e0201n5:774": "Kārite –",
  "anya-e0201n5:775": "642.Assā ṇānubandheka. 483; rū. 527; nī. 973.",
  "anya-e0201n5:776": "Byañjanantassa dhātussa ādimhi a-kārassa āvuddhi hoti ṇānubandhe paccaye. ‘Bahula’nti adhikatattā ṇāpimhi āvuddhi natthi.",
  "anya-e0201n5:777": "Pakkāmeti, pakkāmayati, nikkhāmeti, nikkhāmayati, nikkhamāpeti, nikkhamāpayati.",
  "anya-e0201n5:778": "Īādimhi mahāvuttinā ādidīgho vā hoti, so pakkami, pakkāmi, idaṃ vatvāna pakkāmi, maddī sabbaṅgasobhaṇā jā. 2.22.1857, pakkamuṃ, pakkāmuṃ, sammodamānā pakkāmuṃ, aññamaññaṃ piyaṃ vadā jā. 2.22.1868, pakkamiṃsu, pakkāmiṃsu, pakkamaṃsu, pakkāmaṃsu, pakkamissati, pakkamissanti, pakkamissare.",
  "anya-e0201n5:779": "Āpubbo kusa-akkose, lahupantattā vuddhi, akkosati, akkosanti. Papubbo āmantane, pakkosati, pakkosanti. Vipubbo uccasadde, vikkosati, vikkosanti. Paṭipubbo nīvāraṇe, paṭikkosati, paṭikkosanti.",
  "anya-e0201n5:780": "Īādimhi –",
  "anya-e0201n5:781": "643.Kusaruhīssacchika. 498; rū. 480; nī. 1114; ‘kusaruhehīssa chi’ (bahūsu).",
  "anya-e0201n5:782": "Kusato ruhato ca parassa īssa cchi hoti.",
  "anya-e0201n5:783": "Akkocchi maṃ avadhi maṃ dha. pa. 3-4, idañca rūpaṃ kudha, kupadhātūhipi sādhenti, evaṃ sati ‘‘akkocchi me’’ti pāṭho siyā. Akkosi, akkosiṃsu.",
  "anya-e0201n5:784": "Gamu gatimhi, kattari lo, ‘ūlasse’ti lassa ettaṃ, gameti, gamenti. Avapubbo ñāṇe, avagameti, avagamenti, adhipubbo ñāṇe lābhe ca, adhigameti, adhigamenti. Vipubbo vigame, vigameti, vigamenti.",
  "anya-e0201n5:785": "Kamme-gamīyati, gamiyati, gamiyyati.",
  "anya-e0201n5:786": "Pubbarūpatte-gammati, gammanti, adhigammati, adhigammanti, adhigammare, adhigammate, adhigammante, adhigammare.",
  "anya-e0201n5:787": "Kārite vuddhi natthi, gameti, gamayati, gamāpeti, gamāpayati.",
  "anya-e0201n5:788": "Kamme-gamayīyati, gamayīyanti, gamāpīyati, gamāpīyanti.",
  "anya-e0201n5:789": "Hiyyattanimhi-so agamā, gamā, te agamū, gamū, tvaṃ agamo, agama, agami, tumhe agamuttha, ahaṃ agamiṃ, gamiṃ, mayaṃ agamamhā, gamamhā, agamumhā, gamumhā, so agamattha, te agamatthuṃ, tvaṃ agamase, tumhe agamavhaṃ, ahaṃ agamaṃ, mayaṃ agamamhase.",
  "anya-e0201n5:790": "Ajjhattanimhi īādīsu ikārāgamo, so agamī, gamī.",
  "anya-e0201n5:791": "Rassatte-agami, gami.",
  "anya-e0201n5:792": "Mahāvuttinā ākārena saha sāgamo, so agamāsi, gāmaṃ agamāsi, nagaraṃ agamāsi.",
  "anya-e0201n5:793": "‘Eyyāthasse’iccādinā īssa ttho, so gāmaṃ agamittho, gamittho, te agamuṃ, gamuṃ.",
  "anya-e0201n5:794": "‘Uṃssiṃsvaṃsū’ti iṃsu, aṃsu, te agamiṃsu, gamiṃsu, agamaṃsu, gamaṃsu, tvaṃ agamo, gamo.",
  "anya-e0201n5:795": "‘Ossa a i ttha ttho’ ‘sī’ti suttāni, tvaṃ agama, gama, agami, gami, agamittha, gamittha, agamittho, gamittho, agamāsi, gamāsi, tumhe agamittha.",
  "anya-e0201n5:796": "‘Mhātthānamuu’iti uttaṃ, tumhe agamuttha, gamuttha, ahaṃ agamiṃ, gamiṃ, agamāsiṃ, gamāsiṃ, mayaṃ agamimhā, gamimhā.",
  "anya-e0201n5:797": "Rassatte-agamimha, gamimha, agamumhā, gamumhā, agamumha, gamumha, agamāsimhā, gamāsimhā, agamāsimha, gamāsimha.",
  "anya-e0201n5:798": "Parachakke-so agamā, gamā.",
  "anya-e0201n5:799": "Rassatte-agama, gama.",
  "anya-e0201n5:800": "‘Eyyāthasse’iccādinā tthatte-so agamittha, gamittha, te agamū, gamū.",
  "anya-e0201n5:801": "Rassatte-agamu, gamu, tvaṃ agamise, gamise, tumhe agamivhaṃ, gamivhaṃ, ahaṃ agama, gama, agamaṃ, gamaṃ vā, agamimhe, gamimhe.",
  "anya-e0201n5:802": "Kamme-agamīyi, agammi, agamīyittho, agammittho, agamīyuṃ, gamīyuṃ, agamīyiṃsu, gamīyiṃsu, agammuṃ, gammuṃ, agammiṃsu, gammiṃsu.",
  "anya-e0201n5:803": "Parachakke-agamīyittha, gamīyittha, agammittha, gammittha.",
  "anya-e0201n5:804": "Kārite-agamāpayi, gamāpayi, agamāpesi, gamāpesi, agamāpayuṃ, gamāpayuṃ, agamāpayiṃsu, gamāpayiṃsu.",
  "anya-e0201n5:805": "644.Gamissaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:806": "Āādimhi īādimhi ca gamissa massa ā hoti. Saralopo.",
  "anya-e0201n5:807": "So agā, te agū, tvaṃ ago, tumhe aguttha, ahaṃ agaṃ, mayaṃ agumhā.",
  "anya-e0201n5:808": "Īādimhi īsaralopo, agā devāna santike jā. 1.14.205, vāyaso anupariyagā su. ni. 449.",
  "anya-e0201n5:809": "Āpubbo āgamane, anavhito tato āgā jā. 1.5.21, sopā’gā samitiṃ vanaṃ dī. ni. 2.335.",
  "anya-e0201n5:810": "Adhipubbo paṭilābhe, ajjhagā amataṃ santiṃ vi. va. 846, taṇhānaṃ khayamajjhagā dha. pa. 154.",
  "anya-e0201n5:811": "Atipubbo upādhipubbo ca titikkame, nakkhattaṃ paṭimānentaṃ, attho bālaṃ upajjhagā jā. 1.1.49. Khaṇo ve mā upajjhagā.",
  "anya-e0201n5:812": "Etāni o, avacanānaṃ lope sati tumha’mhayogepi labhanti, aguṃ, agiṃsu, agaṃsu. Samantā vijjutā āguṃ jā. 2.22.2264, tepā’guṃsamitiṃ vanaṃ (gavesitabbaṃ), visesaṃ ajjhagaṃsute dī. ni. 2.354, asesaṃ parinibbanti, asesaṃ dukkhamajjhaguṃ itivu. 93, sabbaṃ dukkhaṃ upajjhaguṃ paṭi. ma. 1.236; ma. ni. 3.271. Ajjhago, ajjhaga, ajjhagi, ajjhaguttha, ajjhagiṃ, ajjhagimhā, ajjhagumhā, agā, āgā, anvagā, ajjhagā, upajjhagā, agū, āgū. Āgū devā yasassino dī. ni. 2.340, cittassa ekadhammassa, sabbeva vasamanvagū saṃ. ni. 1.61. Cetā haniṃsu vedabbaṃ, sabbe te byasanamajjhagū jā. 1.1.48.",
  "anya-e0201n5:813": "Parokkhāyaṃ ādissa dvittaṃ, ‘kavaggahānaṃ cavaggajā’ti pubbassa cavaggo. So jagama, mahāvuttinā upantassa dīgho, kvaci assa ittaṃ, ‘‘rājā dudīpo jagāmi magga’’nti jā. 2.22.911; ‘rājā dudīpopi jagāma saggaṃ’ pāḷi. So jagāma, te jagāmu, tvaṃ jagame.",
  "anya-e0201n5:814": "Byañjanādimhi ikārāgamo, tumhe jagamittha, ahaṃ jagamaṃ, mayaṃ jagamimha, so jagamittha, te jagamire, tvaṃ jagamittho, tumhe jagamivho, ahaṃ jagamiṃ, mayaṃ jagamimhe.",
  "anya-e0201n5:815": "Ssatyādimhi-gamissati, gamissanti, gamissare.",
  "anya-e0201n5:816": "Parachakke-so gamissate, te gamissante, gamissare, tvaṃ gamissase, tumhe gamissavhe, ahaṃ gamissaṃ, mayaṃ gamissāmhe.",
  "anya-e0201n5:817": "Ssādimhi-so agamissā, gamissā.",
  "anya-e0201n5:818": "‘Āīūmhāssāssāmhānaṃ vā’ti ssā, ssāmhānaṃ rasso, agamissa, gamissa, te agamissaṃsu, gamissaṃsu, tvaṃ agamisse, gamisse.",
  "anya-e0201n5:819": "‘Eyyāthasse’ iccādinā ssessa attaṃ, tvaṃ agamissa, gamissa, tumhe agamissatha, gamissatha, ahaṃ agamissaṃ, gamissaṃ, mayaṃ agamissāmhā, gamissāmhā, agamissāmha, gamissāmha.",
  "anya-e0201n5:820": "‘Gama vada dānaṃ ghammavajjadajjā’ti sabbavibhattīsu gamissa ghammo, ghammati, ghammanti.",
  "anya-e0201n5:821": "Kamme-ghammīyati, ghammīyanti.",
  "anya-e0201n5:822": "Mahāvuttinā gagghādeso vā, tvaṃ yena yeneva gagghasi, phāsuṃyeva gagghasi a. ni. 8.63.",
  "anya-e0201n5:823": "‘Gamayamisāsadisānaṃ vācchaṅa’ iti suttena sabbavibhattīsu gamissa massa ccho, gacchati, gacchanti, gacchare.",
  "anya-e0201n5:824": "Kamme-gacchīyati, gacchīyanti, gacchiyyati, gacchiyyanti, gacchiyyare.",
  "anya-e0201n5:825": "Kārite-gacchāpeti, gacchāpayati. Gacchatu, gacchantu, gaccheyya, gaccheyyuṃ.",
  "anya-e0201n5:826": "‘Eyyuṃssuṃ’iti uṃttaṃ, gacchuṃ.",
  "anya-e0201n5:827": "‘Eyyeyyāseyyaṃnaṃ ṭe’iti suttena eyya, eyyāsi, eyyaṃvibhattīnaṃ ettaṃ, so gacche, tvaṃ gacche, ahaṃ gacche.",
  "anya-e0201n5:828": "‘Eyyāthasse’ iccādinā eyyāthassa ottaṃ, tumhe gaccheyyātho.",
  "anya-e0201n5:829": "Āādimhi-agacchā, gacchā, agaccha, gaccha vā.",
  "anya-e0201n5:830": "Īādimhi-agacchi, gacchi, agacchuṃ, gacchuṃ, agacchiṃsu, gacchiṃsu.",
  "anya-e0201n5:831": "645.Ḍaṃsassa ca ñchaṅaka. 517; rū. 488; nī. 1105; ‘chaṅa’ (bahūsu).",
  "anya-e0201n5:832": "Āādīsu īādīsu ca ḍaṃsassa ca anto byañjano ñchaṅa hoti.",
  "anya-e0201n5:833": "So agañchā, gañchā. Tathā agañchū, gacchū.",
  "anya-e0201n5:834": "Īādimhi-so agañchi, gañchi.",
  "anya-e0201n5:835": "Tasmiṃ paṭipaviṭṭhamhi, añño āgañchi brāhmaṇo su. ni. 985. Khippameva upāgañchi, yattha sammati temiyo jā. 2.22.73. Te agañchuṃ, gañchuṃ.",
  "anya-e0201n5:836": "Ssatyādimhi-gacchissati, gacchissanti, gacchissare.",
  "anya-e0201n5:837": "646.Labha vasa chida gama bhida rudānaṃ cchaṅaka. 481; rū. 524; nī. 966, 968.",
  "anya-e0201n5:838": "Ssena saha etesaṃ cchaṅa hoti vā ssayuttāsu vibhattīsu, suttavibhattena susassa ca, ‘‘nadīva avasucchatī’’ti jā. 2.22.2140 pāḷi.",
  "anya-e0201n5:839": "Lacchati, labhissati, alacchā, alabhissā, vacchati, vasissati, avacchā, avasissā, checchati, chindissati, acchecchā, acchindissā, bhecchati, bhindissati, abhecchā, abhindissā, rucchati, rodissati, arucchā, arodissāti.",
  "anya-e0201n5:840": "Iminā ssayuttāsu dvīsu vibhattīsu ssena saha gamissa massa ccho, gacchati, gacchissati, gacchanti, gacchissanti, ahaṃ gacchaṃ, gacchissaṃ.",
  "anya-e0201n5:841": "Atrimā pāḷī-gacchaṃ pāraṃ samuddassa, kassaṃ purisakāriyaṃ jā. 2.22.131, tassāhaṃ santikaṃ gacchaṃ, so me satthā bhavissati, sabbāni abhisambhossaṃ, gacchaññeva rathesabha jā. 2.22.1832, vedhabyaṃ kaṭukaṃ loke, gacchaññeva rathesabha jā. 2.22.1835.",
  "anya-e0201n5:842": "Ssādimhi-agacchā, agacchissā, agacchaṃsu, agacchissaṃsu.",
  "anya-e0201n5:843": "Jara-vayohānimhi –",
  "anya-e0201n5:844": "647.Jarasadānamīma vāka. 505, 609; rū. 482, 484; nī. 1018, 1213.",
  "anya-e0201n5:845": "Jara, sadānaṃ saramhā īmaāgamo hoti vāti īmaāgamo.",
  "anya-e0201n5:846": "Jīrati, jīranti.",
  "anya-e0201n5:847": "Kārite-jīrāpeti, jīrāpayati.",
  "anya-e0201n5:848": "648.Jaramarānamiyaṅaka. 505; rū. 482; nī. 1018; ‘…mīyaṅa’ (bahūsu).",
  "anya-e0201n5:849": "Etesaṃ iyaṅa hoti vā nta, māna, tyādīsu.",
  "anya-e0201n5:850": "Jiyati, jiyanti.",
  "anya-e0201n5:851": "Dīghatte-jīyati, jīyanti.",
  "anya-e0201n5:852": "Dvitte-jiyyati, jiyyanti.",
  "anya-e0201n5:853": "Kārite-jiyāpeti, jiyāpayati.",
  "anya-e0201n5:854": "Janī-pātubhāve, mahāvuttinā sabbavibhattīsu nassa yādeso ādidīgho ca, jāyati, upajāyati, vijāyati, jāyanti, jāyare, pajāyanti, pajāyare, upajāyanti, upajāyare.",
  "anya-e0201n5:855": "Kārite vuddhi natthi, janeti, janenti, janayati, janayanti.",
  "anya-e0201n5:856": "Kamme-janīyati, janīyanti, jāyatu, jāyantu, jāyeyya, jāyeyyuṃ.",
  "anya-e0201n5:857": "Kārite-janeyya, janeyyuṃ, janayeyya, janayeyyuṃ.",
  "anya-e0201n5:858": "Īādimhi-ajāyi, ajāyiṃsu, vijāyi, vijāyiṃsu, ajani, jani vā.",
  "anya-e0201n5:859": "Kārite-ajanesi, janesi, ajanayi, janayi, ajanesuṃ, janesuṃ, ajanayuṃ, janayuṃ, ajanayiṃsu, janayiṃsu.",
  "anya-e0201n5:860": "Ssatyādimhi-jāyissati, vijāyissati.",
  "anya-e0201n5:861": "Ssādimhi-ajāyissā, jāyissā.",
  "anya-e0201n5:862": "Ḍaṃsa-ḍaṃsane, ḍaṃsati, ḍaṃsanti.",
  "anya-e0201n5:863": "Kārite-ḍaṃseti, ḍaṃsayati, ḍaṃsāpeti, ḍaṃsāpayati.",
  "anya-e0201n5:864": "Ā , īādīsu ‘ḍaṃsassa ca ñchaṅa’ iti suttaṃ, niggahītalopo, aḍañchā, ḍañchā, aḍañchi, ḍañchi.",
  "anya-e0201n5:865": "Daha-dāhe, dahati, dahanti.",
  "anya-e0201n5:866": "Kamme yamhi ‘hassa vipallāso’ti pubbāparavipallāso, agginā gāmo dayhati, dayhanti.",
  "anya-e0201n5:867": "Kārite-dāheti, dāhayati, dahāpeti, dahāpayati.",
  "anya-e0201n5:868": "649.Dahassa dassa ḍoka. 20; rū. 27; nī. 50; ‘…dasadadakkhā’ (bahūsu).",
  "anya-e0201n5:869": "Dahadhātussa dassa ḍo hoti vā.",
  "anya-e0201n5:870": "Ḍahati, ḍahanti.",
  "anya-e0201n5:871": "Disa-pekkhane, tyādyuppatti, kattari lo.",
  "anya-e0201n5:872": "650.Disassa passadassadasadadakkhāka. 471; rū. 483; nī. 951.",
  "anya-e0201n5:873": "Disadhātussa passa ca dassa ca dasa ca da ca dakkha cāti ete ādesā honti vā.",
  "anya-e0201n5:874": "Vipassanā, vipassī bhagavā, sudassī, piyadassī, atthadassī, dhammadassī, sudassaṃ vajjamaññesaṃ dha. pa. 252, sudassananagaraṃ, mahāsudassano nāma rājā dī. ni. 2.242.",
  "anya-e0201n5:875": "Dasādese-catusaccaddaso nātho vibha. aṭṭha. suttantabhājanīyavaṇṇanā, duddaso dhammo mahāva. 7; dī. ni. 2.64, attano pana duddasaṃ dha. pa. 252, so ve bhikkhu dhammadasoti vuccati gavesitabbaṃ. Passa dhammaṃ durājānaṃ, sammuḷhettha aviddasū. Daṭṭhabbaṃ, daṭṭhā, daṭṭhunti.",
  "anya-e0201n5:876": "Iminā suttena disassa sabbavibhattīsu yathārahaṃ passa, dassa, dakkhādesā honti, ā, īādīsu dasa, dādesā honti, ‘‘dissati, dissantī’’ti rūpāni pana yassa pubbarūpattena idha kamme sijjhanti, divādigaṇe kattari sijjhanti. Mahāvuttinā addassa, dissādesāpi honti. Atrimā pāḷī-yaṃ vāsavaṃ addassāmaṃ jā. 1.6.112; ‘addasāma’, ye mayaṃ bhagavantaṃ addassāma gavesitabbaṃ, api me mātaraṃ adassatha ma. ni. 2.356, dissanti bālā abyattā mahāva. 82, mayi ime dhammā sandissanti, ahañca imesu dhammesu sandissāmi ma. ni. 3.253, nimittāni padissanti, tāni ajja padissareti bu. vaṃ. 2.82, tasmā tyādīsupi ‘‘adassati, adassanti, adassasi, adassatha, adassāmi, addassāmā’’ti yujjanti.",
  "anya-e0201n5:877": "Kārite ṇimhi dassādeso, dasseti, dassayati, nidasseti, nidassayati, sandasseti, sandassayati.",
  "anya-e0201n5:878": "Kamme-dassīyati, dassīyanti, nidassīyati, nidassīyanti, sandassīyati, sandassīyanti, dakkhati, dakkhanti.",
  "anya-e0201n5:879": "Kamme-dakkhīyati, dakkhīyanti.",
  "anya-e0201n5:880": "‘Gamayamisāsadisānaṃ cchaṅa’ iti cchādese- dicchati, dicchanti iccādi.",
  "anya-e0201n5:881": "Passati, passanti, dakkhati, dakkhanti, passīyati, passīyanti, dakkhīyati, dakkhīyanti.",
  "anya-e0201n5:882": "Yassa pubbarūpatte-dissati, dissanti, dissate, dissante, uddissate, uddissante, niddissate, niddissante, apadissate, apadissante.",
  "anya-e0201n5:883": "Kārite-passāpeti, passāpayati, dakkhāpeti, dakkhāpayati.",
  "anya-e0201n5:884": "Kamme-passāpīyati, dassīyati, nidassīyati, sandassīyati, dakkhāpīyati.",
  "anya-e0201n5:885": "Passatu , passantu, dakkhatu, dakkhantu, passeyya, passeyyuṃ, dakkheyya, dakkheyyuṃ.",
  "anya-e0201n5:886": "Eyyāmassa emu ca antassa u ca honti. ‘‘Kattha passemu khattiyaṃ jā. 2.2.1947, dakkhemu te nivesana’’nti jā. 1.15.254 (…nivesanāni) pāḷi. Passeyyāma, passeyyāmu, dakkheyyāma, dakkheyyāmu.",
  "anya-e0201n5:887": "Āādimhi-apassā, adakkhā.",
  "anya-e0201n5:888": "Dasa, dādesesu dakārassa dvittaṃ, addasā kho bhagavā mahāva. 9; dī. ni. 2.69; saṃ. ni. 1.159, addasā kho āyasmā ānando ma. ni. 1.364.",
  "anya-e0201n5:889": "Rassatte-tamaddasa mahābrahmā, nisinnaṃ samhi vesmani jā. 1.16.148. Te addasū. Rassatte-addasu, āmantayassu vo putte, mā te mātaramaddasu jātake ‘‘āmantayassu te putte, mā te mātara maddasuṃ’’.",
  "anya-e0201n5:890": "Dādese-so addā.",
  "anya-e0201n5:891": "Rassatte-adda. Yāyamāno mahārājā, addā sīdantare nage jā. 2.22.2105. Yo dukkhaṃ sukhato adda, dukkhamaddakkhi sallato dī. ni. 2.368.",
  "anya-e0201n5:892": "Īādimhi-apassi, passi, apassī, passī, apassiṃsu, passiṃsu, apassi, passi, apassittha, passittha, apassiṃ, passiṃ, apassimhā, passimhā.",
  "anya-e0201n5:893": "Dassādese-addassi, addassuṃ, addassiṃsu, addassaṃsu, addassi, addassittha, addassiṃ, addassimhā.",
  "anya-e0201n5:894": "Dakkhādese-adakkhi, dakkhi iccādi.",
  "anya-e0201n5:895": "Dasādese gāthāsu-addasi, addasuṃ, addasiṃsu, addasaṃsu.",
  "anya-e0201n5:896": "Parachakke-addasā , addasū, ahaṃ addasaṃ, mayaṃ addassimhe. Addasaṃ kāma te mūlaṃ, saṅkappā kāma jāyasi jā. 1.8.39.",
  "anya-e0201n5:897": "Kvaci sāgame ākārāgamo, so addasāsi, te addasāsuṃ, ahaṃ addasāsiṃ, mayaṃ adasāsimha. Yaṃ addasāsiṃ sambuddhaṃ, desentaṃ dhammamuttamaṃ theragā. 287. Athaddasāsiṃ sambuddhaṃ, satthāramakutobhayaṃ theragā. 912.",
  "anya-e0201n5:898": "Mahāvuttinā iṃssa imhi hoti, pathe addasāsimhi bhojaputte jā. 2.17.146.",
  "anya-e0201n5:899": "Ssatyādimhi-passissati, passissanti.",
  "anya-e0201n5:900": "Dakkhādese‘dakkha sakkha hehi’iccādinā ssassalopo, dakkhati, dakkhanti, dakkhiti, dakkhinti, dakkhissati, dakkhissanti.",
  "anya-e0201n5:901": "Ssādimhi-apassissā, adakkhissā iccādi.",
  "anya-e0201n5:902": "Mara-pāṇacāge, marati, maranti.",
  "anya-e0201n5:903": "‘Jaramarānamiyaṅa’iti iyādeso, miyati, miyanti, amhaṃ daharā na miyyare jā. 1.10.97.",
  "anya-e0201n5:904": "Kārite ‘assā ṇānubandhe’ti āvuddhi, māreti, mārenti, mārayati, mārayanti, mārāpeti, mārāpenti, mārāpayati, mārāpayanti.",
  "anya-e0201n5:905": "Yamu-uparame, yamati, yamanti. Pare ca na vijānanti, mayamettha yamāmase. Ettha ca ‘yamāmase’ti viramāmase, maraṇaṃ gacchāmaseti attho.",
  "anya-e0201n5:906": "Saṃpubbo saṃyame, saṃyamati, saṃyamanti.",
  "anya-e0201n5:907": "Niggahītassa ñādese-saññamati, saññamanti.",
  "anya-e0201n5:908": "Nipubbo niyame, niyamati, niyamanti.",
  "anya-e0201n5:909": "‘Gamayamisāsadisānaṃ vā cchaṅa’iti massa cchādeso, niyacchati, niyacchanti.",
  "anya-e0201n5:910": "Kamme-niyamīyati, niyamīyanti.",
  "anya-e0201n5:911": "Pubbarūpe-niyammati, niyammanti.",
  "anya-e0201n5:912": "Kārite-niyāmeti, niyāmayati.",
  "anya-e0201n5:913": "Ṇāpimhi na vuddhi, niyamāpeti, niyamāpayati, vavatthapetīti attho.",
  "anya-e0201n5:914": "Ruda-assuvimocane, rodati, rodanti.",
  "anya-e0201n5:915": "Ssatyādimhi-‘labhavasachidagamabhidānaṃ cchaṅa’iti ssena saha dassa cchādeso, sā nūna kapaṇā ammā, cirarattāya rucchati jā. 2.22.2136. Koñjī samuddatīreva, kapaṇā nūna rucchati jā. 2.21.113. Sā nūna kapaṇā ammā, ciraṃ rucchati assame jā. 2.22.2138, kaṃ nva’jja chātā tasitā, uparucchanti dārakā jā. 2.22.2153. Rodissati, rodissanti, rucchati, rucchanti.",
  "anya-e0201n5:916": "Ssādīsu-arucchā, arucchaṃsu, arodissā, arodissaṃsu.",
  "anya-e0201n5:917": "Ruha-pāpuṇane, ruhati, ruhanti, āruhati, āruhanti, ārohati, ārohanti, abhiruhati, abhiruhanti, oruhati, oruhanti, orohati, orohanti.",
  "anya-e0201n5:918": "Kamme-ārohīyati.",
  "anya-e0201n5:919": "‘Hassa vipallāso’ti ha, yānaṃ vipariyāyo, āruyhati, oruyhati.",
  "anya-e0201n5:920": "Īādimhi-ruhi, āruhi, oruhi.",
  "anya-e0201n5:921": "‘Kusaruhissa cchī’ti suttaṃ, abhirucchi, abhiruhi vā.",
  "anya-e0201n5:922": "Labha-lābhe , labhati, labhanti.",
  "anya-e0201n5:923": "Yassa pubbarūpatte ‘catutthadutiyesvesaṃ tatiyapaṭhamā’ti saṃyogādissa catutthassa tatiyattaṃ, labbhati, labbhanti, labbhare.",
  "anya-e0201n5:924": "Īādimhi-alabhi, alabhiṃsu.",
  "anya-e0201n5:925": "651.Labhā iṃīnaṃ thaṃthā vāka. 497; rū. 477; nī. 1013.",
  "anya-e0201n5:926": "Labhamhā paresaṃ iṃ, īnaṃ kamena thaṃ, thā honti vā, dhātvantassa pararūpattaṃ, saṃyogādissa dutiyassa paṭhamattaṃ.",
  "anya-e0201n5:927": "Ahaṃ alatthaṃ, alabhiṃ vā, so alattha, alabhi vā.",
  "anya-e0201n5:928": "Mahāvuttinā uṃssa thuṃ, thaṃsu honti, mhāssa ca thamhā, thuṃmhā honti, te bhagavato santike pabbajjañca upasampadañca alatthuṃ dī. ni. 2.77, satiṃ paccalatthuṃ, viparītasaññaṃ paccalatthuṃ, te satiṃ paccalatthaṃsu, agamamhā kho tava gehaṃ, tattha neva dānaṃ alatthamhā ma. ni. 2.300 (thokaṃ visadisaṃ), akkosameva alatthamhā, mayañca alatthamhā savanāya, alatthumhā vā. Dhātvantassa ccho ca. Tadāhaṃ pāpikaṃ diṭṭhiṃ, paṭilacchiṃ ayoniso jā. 1.16.204.",
  "anya-e0201n5:929": "Ssatyādimhi-‘labhavasa chida gama bhida rudānaṃ cchaṅa’iti suttena ssena saha dhātvantassa cchādeso, lacchati, labhissati, lacchanti, labhissanti, lacchasi, labhissasi, lacchatha, labhissatha, lacchāmi, labhissāmi, lacchāma, labhissāma. Lacchāma putte jīvantā, arogā ca bhavāmase jā. 2.22.2260.",
  "anya-e0201n5:930": "Ssādimhi-alacchā, alabhissā, alacchaṃsu, alabhissaṃsu.",
  "anya-e0201n5:931": "Vaca-viyattiyaṃ vācāyaṃ, vacati, vacanti.",
  "anya-e0201n5:932": "Kamme-vacīyati, vacīyanti.",
  "anya-e0201n5:933": "Yassa pubbarūpatte ‘assū’ti suttena ādimhi akārassa uttaṃ, vuccati, vuccanti, vuccare, vuccate, vuccante, vuccare.",
  "anya-e0201n5:934": "Kārite-vāceti, vācenti, vācayati, vācayanti, vācāpeti, vācāpenti, vācāpayati, vācāpayanti.",
  "anya-e0201n5:935": "Īādimhi-avaci, vaci.",
  "anya-e0201n5:936": "Mahāvuttinā ākārena saha sāgamo, avacāsi, vacāsi, avacuṃ, vacuṃ, avaciṃsu, vaciṃsu, tvaṃ avaco, avaca, avaci, avacāsi, avacittha, avacittho, tumhe avacittha.",
  "anya-e0201n5:937": "‘Mhāthānamuña’iti suttaṃ, tumhe avacuttha, vacuttha, ahaṃ avaciṃ, vaciṃ, avacāsiṃ, vacāsiṃ, mayaṃ avacimhā, vacimhā, avacimha, vacimha vā, mayaṃ avacumhā, vacumhā, so avacā, vacā.",
  "anya-e0201n5:938": "Rassatte-avaca, avacittha, vacittha vā, ahaṃ avacaṃ, avaca, vaca vā, mayaṃ avacimhe, vacimhe.",
  "anya-e0201n5:939": "652.Īādo vacassomaka. 477; rū. 479; nī. 958; caṃ. 6.2.69; pā. 7.4.20.",
  "anya-e0201n5:940": "Īādīsu vacassa mānubandho o hoti.",
  "anya-e0201n5:941": "So avoci, te avocuṃ, avociṃsu, tvaṃ avoci, tumhe avocuttha, ahaṃ avociṃ, mayaṃ avocumhā, so avoca, rasso, bhagavā etadavoca udā. 20.",
  "anya-e0201n5:942": "Ssatyādimhi –",
  "anya-e0201n5:943": "653.Vacabhujamucavisānaṃ kkhaṅaka. 481; rū. 524; nī. 963; ‘bhuja muca vaca visānaṃ kkhaṅa (bahūsu).",
  "anya-e0201n5:944": "Ssena saha vacādīnaṃ anto byañjano kkhaṅa hoti vā ssayuttāsu vibhattīsu.",
  "anya-e0201n5:945": "Vakkhati , vacissati, vakkhanti, vakkhare, vacissanti, vacissare, vakkhasi, vakkhatha, vakkhāmi, vakkhāma, vakkhate, vakkhante, vakkhase, vakkhavhe, ahaṃ vakkhaṃ, vacissaṃ, mayaṃ vakkhāmhe, vacissāmhe.",
  "anya-e0201n5:946": "‘Ssenā’ti adhikārena vinā dhātvantassa kkhādesopi labbhati, vakkhissati, vakkhissanti.",
  "anya-e0201n5:947": "Ssādimhi-avakkhā, avacissā, avakkhaṃsu, avacissaṃsu.",
  "anya-e0201n5:948": "Vada-viyattiyaṃ vācāyaṃ, vadati, vadanti, ovadati, ovadanti, vadasi, vadatha, vadāmi, vadāma.",
  "anya-e0201n5:949": "Lassa ette-vadeti, vadenti, vadesi, vadetha, vademi, vadema.",
  "anya-e0201n5:950": "Kamme-vadīyati, vadiyyati, ovadīyati, ovadiyyati.",
  "anya-e0201n5:951": "Dassa cavaggatte yassa pubbarūpattaṃ, vajjati, vajjanti, ovajjati, ovajjanti.",
  "anya-e0201n5:952": "Kārite-bheriṃ vādeti, vādenti, vādayati, vādayanti, guruṃ abhivādeti, abhivādenti, abhivādesi, abhivādetha, abhivādemi, abhivādema.",
  "anya-e0201n5:953": "Mahāvuttinā assa ittaṃ, abhivādiyāmi, abhivādiyāma, abhivādayāmi, abhivādayāma vā, abhivandāmi, abhivandāmāti attho. Vandanto hi ‘‘sukhī hotū’’ti abhimaṅgalavacanaṃ vadāpeti nāma, tathāvacanañca vandanīyassa vattaṃ.",
  "anya-e0201n5:954": "Ṇāpimhi na vuddhi, vadāpeti, vadāpayati.",
  "anya-e0201n5:955": "‘Gamavadadānaṃ ghammavajjadajjā vā’ti vajjādeso, ‘ūlasse’ti lassa ettaṃ, vajjeti, vajjenti.",
  "anya-e0201n5:956": "Kamme-vajjīyati, vajjīyanti.",
  "anya-e0201n5:957": "Kārite-vajjāpeti, vajjāpayati.",
  "anya-e0201n5:958": "Eyyādimhi-‘eyyeyyāseyyaṃnaṃṭe’iti eyyādīnaṃ ekavacanānaṃ ettaṃ, vade, vadeyya, vajje, vajjeyya, vadeyyuṃ, vajjeyyuṃ.",
  "anya-e0201n5:959": "Vajjādese mahāvuttinā eyyassa āttaṃ, eyyumādīnaṃ eyyasaddassa lopo, so vajjā, te vajjuṃ.",
  "anya-e0201n5:960": "Eyyādīnaṃ yyāsaddassa lopo vā, tvaṃ vajjāsi, vajjesi, tumhe vajjātha, vajjetha, ahaṃ vajjāmi, vajjemi, mayaṃ vajjāma, vajjema, ahaṃ vajjaṃ, mayaṃ vajjāmhe, vajjeyyāmhe.",
  "anya-e0201n5:961": "Atrimā pāḷī-vajjuṃ vā te na vā vajjuṃ, natthi nāsāya rūhanā jā. 1.3.33, ammaṃ ārogyaṃ vajjāsi, tvañca tāta sukhī bhava jā. 2.22.2148, ammaṃ ārogyaṃ vajjātha, ayaṃ no neti brāhmaṇo jā. 2.22.2174 iccādi.",
  "anya-e0201n5:962": "Hiyyattaniyaṃ-so avadā, vadā, avajjā, vajjā, te avadū, vadū, avajjū, vajjū.",
  "anya-e0201n5:963": "Ajjattaniyaṃ-so avadi, vadi, avajji, vajji, te avaduṃ, vaduṃ, avajjuṃ, vajjuṃ, avadiṃsu, vadiṃsu, avajjiṃsu, vajjiṃsu.",
  "anya-e0201n5:964": "Ssatyādimhi-vadissati, vajjissati.",
  "anya-e0201n5:965": "Ssādimhi-avadissā, avajjissā iccādi.",
  "anya-e0201n5:966": "Vida-ñāṇe, vidati.",
  "anya-e0201n5:967": "‘Yuvaṇṇānamiyaṅauvaṅa sare’ti saramhi iyādeso, te vidiyanti.",
  "anya-e0201n5:968": "Kārite-nivedeti, paṭivedeti, nivedayati, paṭivedayati, paṭivedayāmi vo bhikkhave ma. ni. 1.416, jānāpemīti attho. Vedayāmahaṃ bhante, vedayatīti maṃ saṅgho dhāretūti cūḷava. aṭṭha. 102 jānāpemi, pākaṭaṃ karomīti vā attho.",
  "anya-e0201n5:969": "‘‘Vediyāmahaṃ bhante, vediyatīti maṃ saṅgho dhāretū’’tipi cūḷava. aṭṭha. 102 pāṭho, tattha apaccaye pare iyādeso yujjati.",
  "anya-e0201n5:970": "Eyyādimhi-videyya, vidiyeyya, videyyuṃ, vidiyeyyuṃ.",
  "anya-e0201n5:971": "Īādimhi-paccayānaṃ khayaṃ avedi, te viduṃ, vidiṃsu.",
  "anya-e0201n5:972": "Kārite-nivedesi, nivedayi, paṭivedesi, paṭivedayi, nivedayuṃ, nivedayiṃsu, paṭivedayuṃ, paṭivedayiṃsu.",
  "anya-e0201n5:973": "Ssatyādimhi-vidissati, vedissati, parisuddhāti vedissāmi mahāva. 134 iccādi.",
  "anya-e0201n5:974": "Vasa-nivāse, vasati, vasanti, nivasati, nivasanti.",
  "anya-e0201n5:975": "Kamme-adhi, āpubbo, tena gāmo adhivasīyati, āvasīyati, ajjhāvasīyati.",
  "anya-e0201n5:976": "‘Assū’ti suttena akārassa uttaṃ, vussati, vussanti, vussare, ‘‘bhagavati brahmacariyaṃ vussatī’’ti ma. ni. 1.257 pāḷi.",
  "anya-e0201n5:977": "Kārite-vāseti, adhivāseti, vāsayati, adhivāsayati.",
  "anya-e0201n5:978": "Ṇāpimhi vuddhi natthi, vasāpeti, vasāpayati.",
  "anya-e0201n5:979": "Īādimhi-avasi, vasi, avasuṃ, vasuṃ, avasiṃsu, vasiṃsu.",
  "anya-e0201n5:980": "Ssatyādīsu-‘labha vasa chida gama bhida rudānaṃ cchaṅa’iti ssena saha dhātvantassa cchādeso, vacchati, vasissati, vacchanti, vasissanti, āyasmato nissāya vacchāmi mahāva. 77, na te vacchāmi santike jā. 2.22.1933, avacchā, avasissā, avacchaṃsu, avasissaṃsu.",
  "anya-e0201n5:981": "Visa-pavisane, pavisati, pavisanti.",
  "anya-e0201n5:982": "Kamme-pavisīyati , pavisīyanti, pavisīyate, pavisīyante.",
  "anya-e0201n5:983": "Yassa pubbarūpatte-pavissati, pavissanti, pavissare, pavissate, pavissante, pavissare.",
  "anya-e0201n5:984": "Kārite-paveseti, pavesayati.",
  "anya-e0201n5:985": "Kamme-pavesīyati, pavesīyanti.",
  "anya-e0201n5:986": "Īādimhi upasaggassa dīgho vā, pāvisi.",
  "anya-e0201n5:987": "Mahāvuttinā dhātvantassa kkho hoti, pāvekkhi pathaviṃ cecco jā. 1.19.98, so pāvekkhi kāsirājā jā. 1.15.266, so tassa gehaṃ pāvekkhi jā. 1.15.303, pāvisuṃ, pāvisiṃsu, pāvekkhiṃsu.",
  "anya-e0201n5:988": "Ssatyādīsu ‘vaca bhuja muca visānaṃ kkhaṅa’iti ssena saha dhātvantassa kkho, pavekkhati, pavisissati, pavekkhanti, pavisissanti, esa bhiyyo pavekkhāmi, vammikaṃ sataporisaṃ jā. 1.4.100, pāvekkhā, pavisissā, pāvekkhaṃsu, pavisissaṃsu.",
  "anya-e0201n5:989": "Sada-saṃsīdane, ‘jarasadānamīma vā’tiādisaramhā īmaāgamo hoti vā, sīdati, sīdanti, lābūni sīdanti, silā plavanti jā. 1.1.77, saṃsīdati, visīdati, osīdati, avasīdati.",
  "anya-e0201n5:990": "Nipubbo nisajjāyaṃ, nisīdati, nisīdanti.",
  "anya-e0201n5:991": "Papubbo pasāde, pasīdati, pasīdanti.",
  "anya-e0201n5:992": "Kāritepi na vuddhi ādesantarattā, sīdeti, sīdayati, saṃsīdeti, saṃsīdayati, osīdeti, osīdayati, osīdāpeti, osīdāpayati, nisīdāpeti, nisīdāpayati.",
  "anya-e0201n5:993": "Papubbamhi īma na hoti, pitā puttaṃ buddhe pasādeti, pasādayati, pasādenti, pasādayanti.",
  "anya-e0201n5:994": "Kamme-pasādīyati , pasādīyanti.",
  "anya-e0201n5:995": "Hana-hiṃsā, gatīsu, hanati, hananti.",
  "anya-e0201n5:996": "‘Kvaci vikaraṇāna’nti suttena lavikaraṇassa lope hanti, phalaṃ ve kadaliṃ hanti, sakkāro kāpurisaṃ hanti cūḷava. 335, hanti kuddho puthujjano a. ni. 7.64.",
  "anya-e0201n5:997": "Mahāvuttinā kvaci dhātvantalopo, vikkosamānā tibbāhi, hanti nesaṃ varaṃ varaṃ jā. 2.22.2370, luddakā migaṃ hanti, kevaṭṭā macchaṃ hanti.",
  "anya-e0201n5:998": "Kamme-hanīyati, hanīyanti.",
  "anya-e0201n5:999": "Dhātvantassa cavaggatte yassa pubbarūpattaṃ, haññati, haññanti.",
  "anya-e0201n5:1000": "Kārite –",
  "anya-e0201n5:1001": "654.Hanassa ghāto ṇānubandheka. 591; rū. 544; nī. 1195.",
  "anya-e0201n5:1002": "Hanassa ghāto hoti ṇānubandhe paccaye.",
  "anya-e0201n5:1003": "Ghāteti, ghātayati, ghātāpeti, ghātāpayati.",
  "anya-e0201n5:1004": "Kamme-ghātīyati, ghātāpīyati.",
  "anya-e0201n5:1005": "Īādimhi-ahani, hani, ahaniṃsu, haniṃsu.",
  "anya-e0201n5:1006": "Kamme-ahaññi, haññi, ahaññiṃsu, haññiṃsu.",
  "anya-e0201n5:1007": "Ssatyādimhi –",
  "anya-e0201n5:1008": "655.Hanā jekhāka. 481; rū. 524; nī. 967, 969? ‘…chakhā’ (bahūsu) ‘chekhā’ (katthaci).",
  "anya-e0201n5:1009": "Hanamhā parassa ssakārassa je, khādesā honti vā, mahāvuttinā dhātvantassa pararūpattaṃ.",
  "anya-e0201n5:1010": "Hajjeti , hanissati, hajjenti, hajjesi, hajjetha, hajjemi, hanissāmi, hajjema, hanissāma.",
  "anya-e0201n5:1011": "Khādese mahāvuttinā dhātvantassa vaggantattaṃ, paṭihaṅkhati, paṭihanissati, paṭihaṅkhanti, paṭihaṅkhasi, paṭihaṅkhāmi, paṭihaṅkhāma, paṭihanissāma.",
  "anya-e0201n5:1012": "Hara-haraṇe, harati, haranti.",
  "anya-e0201n5:1013": "Kamme-harīyati, harīyanti.",
  "anya-e0201n5:1014": "Kārite-hāreti, hārayati.",
  "anya-e0201n5:1015": "Ṇāpimhi na vuddhi, harāpeti, harāpayati.",
  "anya-e0201n5:1016": "Kamme-hārīyati, harāpīyati.",
  "anya-e0201n5:1017": "Ā, īādīsu –",
  "anya-e0201n5:1018": "656.Āīādīsu harassā.",
  "anya-e0201n5:1019": "Āādīsu īādīsu ca harassa rakārassa ā hoti vā, so ahā, aharā.",
  "anya-e0201n5:1020": "Īādimhi-so ahāsi, ajini maṃ ahāsi me dha. pa. 3-4, attānaṃ upasaṃhāsi, āsanaṃ abhihāsi, sāsane vihāsi, vihāsi purisuttamo gavesitabbaṃ, dhammaṃ payirudāhāsi, ahari, hari, vihāsuṃ, āhiṃsu, vihiṃsu vā, ‘‘mā me tato mūlaphalaṃ āhaṃsū’’ti jā. 2.18.22 pāḷi, ahāsuṃ, aharuṃ, haruṃ, ahariṃsu, hariṃsu, tvaṃ ahāsi, ahari, tumhe ahāsittha, aharittha, ahaṃ ahāsiṃ, ahariṃ, vihāsiṃ sāsane rato apa. thera 1.2.84, mayaṃ ahāsimhā, aharimhā.",
  "anya-e0201n5:1021": "Parachakke assa tthattaṃ, so ahāsittha, aharittha.",
  "anya-e0201n5:1022": "Ssatyādīsu –",
  "anya-e0201n5:1023": "657.Harassa cāhaṅa sse‘yāssa cāhaṅa ssena’ (bahūsu).",
  "anya-e0201n5:1024": "Ssakāravatīsu vibhattīsu ssena saha harassa ca karassa ca rakārassa āhaṅa hoti vā.",
  "anya-e0201n5:1025": "Iu āgame-hāhiti, khārikājañca hāhiti jā. 2.22.1759. Hāhati vā, harissati, hāhinti, hāhanti, harissanti, hāhasi, sukhaṃ bhikkhu vihāhisi dha. pa. 379. Hāhatha, hāhāmi, hāhāma, harissāma.",
  "anya-e0201n5:1026": "Mahāvuttinā harassa dhātvantassa lopo ca, ‘‘yo imasmiṃ dhammavinaye appamatto vihassati saṃ. ni. 1.185, purakkhatvā vihassāma therīgā. 121, ahaṃ udakamāhissa’’nti jā. 2.22.1931 pāḷī.",
  "anya-e0201n5:1027": "Ssādimhi-ahāhā, aharissā, ahāhaṃsu, aharissaṃsu.",
  "anya-e0201n5:1028": "Āpubba sīsa-patthanāyaṃ, āsīsati, āsīsanti, paccāsīsati, paccāsīsanti.",
  "anya-e0201n5:1029": "658.Ādismā sarācaṃ. 5.1.3; pā. 6.1.2.",
  "anya-e0201n5:1030": "Ādibhūtā saramhā paraṃ paṭhamasaddarūpaṃ ekassaraṃ dverūpaṃ hoti, iminā sarapubbānaṃ dhātupadānaṃ padadvitte āsīsa, sīsa iti rūpadvayaṃ bhavati.",
  "anya-e0201n5:1031": "659.Loponādibyañjanassacaṃ. 6.2.112; pā. 7.4.60.",
  "anya-e0201n5:1032": "Dvitte anādibhūtassa ekassa byañjanassa lopo hotīti purime sīsarūpe sakāralopo.",
  "anya-e0201n5:1033": "Āsīsīsati , āsīsīsanti iccādi.",
  "anya-e0201n5:1034": "Tathā ‘parokkhāyañcā’ti sutte casaddena kamādīnaṃ dhātupadānaṃ padadvitte kate ‘loponādibyañjanassā’ti purime padarūpe anādibyañjanalopo, ‘kavaggahānaṃ cavaggajā’ti sesassa kavaggassa cavaggattaṃ, ‘niggahītañcā’ti niggahītāgamo, caṅkamati, caṅkamanti, caṅkamatu, caṅkamantu, caṅkameyya, caṅkameyyuṃ iccādi.",
  "anya-e0201n5:1035": "Kuca-saṅkocane, caṅkocati, caṅkocanti.",
  "anya-e0201n5:1036": "Cala-calane, cañcalati, cañcalanti.",
  "anya-e0201n5:1037": "Mahāvuttinā niggahītassa pararūpatte jara-bhijjane, jajjarati jajjaranti.",
  "anya-e0201n5:1038": "Daḷa-dittiyaṃ, daddallati, daddallanti.",
  "anya-e0201n5:1039": "Muha-vecitte, momuhati, momuhanti, mahāvuttinā ussa ottaṃ.",
  "anya-e0201n5:1040": "Tathā ru-sadde, roruvati, roruvanti.",
  "anya-e0201n5:1041": "Lupa-giddhe, loluppati, loluppanti iccādi.",
  "anya-e0201n5:1042": "Padadvittaṃ nāma padatthānaṃ atisayatādīpanatthaṃ, vicchāyaṃ pana ponopuñña, sambhamādīsu ca dvitte anādibyañjanalopo natthi, gāmo gāmo ramaṇīyo. Tathā kvaci atisayadīpanepi, rūparūpaṃ, dukkhadukkhaṃ, ajjhattajjhattaṃ, devadevo, munimuni, rājarājā, brahmabrahmā, varavaro, aggaaggo, jeṭṭhajeṭṭho, seṭṭhaseṭṭho, pasatthapasattho, uggatauggato, ukkaṭṭhukkaṭṭho, omakomako, dubbaladubbalo, abalaabalo, mahantamahanto iccādi.",
  "anya-e0201n5:1043": "Bhūvādigaṇo niṭṭhito.",
  "anya-e0201n5:1044": "Rudhādigaṇa",
  "anya-e0201n5:1045": "Atha rudhādigaṇo vuccate.",
  "anya-e0201n5:1046": "‘Kattarī’ti padaṃ vattate, tañca bahulādhikārā vikaraṇānaṃ kattari nibandhaṃ bhāva, kammesu anibandhaṃ vikappena pavattiṃ dīpeti, tasmā bhāva, kammesu ca kāritarūpesu ca vikaraṇānaṃ pavatti veditabbā hotīti.",
  "anya-e0201n5:1047": "Chida, bhida, bhuja, muca, yuja, rica, rudha, lipa, vida, sica, subha.",
  "anya-e0201n5:1048": "660.Mañca rudhādīnaṃka. 446; rū. 509; nī. 926; caṃ. 1.1.93; pā. 3.1.78.",
  "anya-e0201n5:1049": "Rudhādīhi kriyatthehi kattari lo hoti, tesañca rudhādīnaṃ pubbantasaramhā paraṃ niggahītaṃ āgacchati, mānubandho pubbantadīpanattho, akāro uccāraṇattho, casaddena rudha, subhādīhi i, ī, e, opaccaye saṅgaṇhāti, niggahītassa vaggantattaṃ.",
  "anya-e0201n5:1050": "Rundhati.",
  "anya-e0201n5:1051": "Chida-dvidhākaraṇe, chindati, chindanti.",
  "anya-e0201n5:1052": "Kamme kyo, ‘tavaggavaraṇānaṃ ye cavaggabayañā’ti yamhi dhātvantassa cavaggattaṃ, ‘vaggalasehi te’ti yassa pubbarūpattaṃ. Chijjati, chijjanti.",
  "anya-e0201n5:1053": "‘Garupubbā rassā re ntentīna’nti catunnaṃ nte, ntīnaṃ rettaṃ, chindate, chijjate, chijjante, chijjare.",
  "anya-e0201n5:1054": "Iminā niggahītāgamo, chindīyati, chindīyanti, chindīyate, chindīyante.",
  "anya-e0201n5:1055": "Kārite-chedeti, chedayati, chedāpeti, chedāpayati, chindeti, chindayati, chindāpeti, chindāpayati.",
  "anya-e0201n5:1056": "Īādimhi-acchindi , chindi, acchinduṃ, chinduṃ, acchindiṃsu, chindiṃsu.",
  "anya-e0201n5:1057": "Mahāvuttinā dhātvantassa ccho pubbassa dvittañca, acchecchi taṇhaṃ, vivattayi saṃyojanaṃ itivu. 53, ‘‘acchejjī’’tipi divādipāṭho dissati, acchecchuṃ vata bho rukkhaṃ jā. 2.22.1788.",
  "anya-e0201n5:1058": "Kamme-acchijji, chijji, acchindiyi, chindiyi.",
  "anya-e0201n5:1059": "Kārite-chedesi, kaṇṇanāsañca chedayi jā. 1.4.49, chindesi, chindayi.",
  "anya-e0201n5:1060": "Ssatyādimhi-‘labhavasachidagamabhidarudānaṃ cchaṅa’iti ssena saha dhātvantassa ccho, checchati, chindissati, checchanti, chindissanti, checchasi, checchata, checchāmi, checchāma, chindissāma.",
  "anya-e0201n5:1061": "Ssādimhi-acchecchā, acchindissā, acchecchaṃsu, acchindissaṃsu.",
  "anya-e0201n5:1062": "Bhida-vidāraṇe, bhindati, bhindanti.",
  "anya-e0201n5:1063": "Kamme-bhijjati, bhijjanti, bhijjare, bhindiyati, bhindiyanti.",
  "anya-e0201n5:1064": "Kārite-bhikkhū bhikkhūhi bhedeti mahāva. 107, bhedayati, bhedāpeti, bhedāpayati, bhindeti, bhindayati, bhindāpeti, bhindāpayati.",
  "anya-e0201n5:1065": "Kamme-bhedīyati, bhedāpīyati.",
  "anya-e0201n5:1066": "Īādimhi-abhindi, bhindi, abhinduṃ, bhinduṃ, abhindiṃsu, bhindiṃsu.",
  "anya-e0201n5:1067": "Kamme-abhijji, bhijji, abhindiyi, bhindiyi.",
  "anya-e0201n5:1068": "Kārite-abhedesi, bhedesi, abhedayi, bhedayi, bhedāpesi, bhedāpayi.",
  "anya-e0201n5:1069": "Ssatyādimhi-‘labhavasa…’iccādinā ssena saha dassa ccho, bhecchati, bhindissati, bhecchanti, bhindissanti, bhecchasi, bhecchatha, bhecchāmi, bhecchāma, bhindissāma, ‘‘taṃ te paññāya bhecchāmī’’ti su. ni. 445 pāḷi.",
  "anya-e0201n5:1070": "Ssādimhi-acchecchā, acchindissāiccādi.",
  "anya-e0201n5:1071": "Bhuja-pālana, byavaharaṇesu, bhuñjati, bhuñjanti.",
  "anya-e0201n5:1072": "Kamme-bhujjati, bhujjanti.",
  "anya-e0201n5:1073": "Kārite-bhojeti, bhojayati, bhojāpeti, bhojāpayati.",
  "anya-e0201n5:1074": "Kamme-bhojīyati, bhojāpīyati.",
  "anya-e0201n5:1075": "Ssatyādimhi-‘vacabhujamucavisānaṃ kkhaṅa’iti ssena saha dhātvantassa kkho, ādivuddhi, bhokkhati, bhuñjissati, bhokkhanti, bhokkhasi, bhokkhatha, bhokkhāmi, bhokkhāma, bhuñjissāma.",
  "anya-e0201n5:1076": "Ssādimhi-abhokkhā, abhuñjissā, abhokkhaṃsu, abhuñjissaṃsu iccādi.",
  "anya-e0201n5:1077": "Muca-mocane, muñcati, muñcanti, muñcare.",
  "anya-e0201n5:1078": "Kamme-muccati, muccanti, muñcīyati, muñcīyanti.",
  "anya-e0201n5:1079": "Kārite-mocāpeti, mocāpayati.",
  "anya-e0201n5:1080": "Īādimhi-amuñci, muñci, amuñciṃsu, muñciṃsu.",
  "anya-e0201n5:1081": "Kārite-amocesi, mocesi, amocayi, mocayi, amocesuṃ, mocesuṃ, amocayuṃ, mocayuṃ, amociṃsu, mociṃsu, amocayiṃsu, mocayiṃsu.",
  "anya-e0201n5:1082": "Ssatyādimhi-ssena saha cassa kkho, mokkhati, muñcissati, mokkhanti mārabandhanā dha. pa. 37. Na me samaṇa mokkhasi saṃ. ni. 1.140. Mokkhatha, mokkhāmi, mokkhāma, muñcissāma.",
  "anya-e0201n5:1083": "Ssādimhi-amokkhā , mokkhā, amuñcissā, muñcissā, amokkhaṃsu, mokkhaṃsu, amuñcissaṃsu, muñcissaṃsu.",
  "anya-e0201n5:1084": "Yuja-yoge, yuñjati buddhasāsane, ārabhatīti attho, yuñjanti, pamādamanuyuñjanti, bālā dummedhino janā dha. pa. 26. Yuñjasi, yuñjatha buddhasāsane saṃ. ni. 1.185. Yuñjāmi, yuñjāma.",
  "anya-e0201n5:1085": "Kamme-yuñjīyati, yuñjīyanti.",
  "anya-e0201n5:1086": "Kārite-yojeti, payojeti, niyojeti, uyyojeti, yojayati, payojayati, niyojayati, uyyojayati.",
  "anya-e0201n5:1087": "Kamme-yojīyati, payojīyati, niyojīyati, uyyojīyati.",
  "anya-e0201n5:1088": "Rudha-āvaraṇe, rundhati, rundhiti, rundhīti, rundheti, rundhoti, rundhanti, orundhati, avarundhati, rundhāpeti, rundhāpayati, avarodheti, avarodhayati, uparodheti, uparodhayati, rodhāpeti, rodhāpayati.",
  "anya-e0201n5:1089": "Kamme-avarodhīyati iccādi.",
  "anya-e0201n5:1090": "Lipa-limpane, limpati, limpanti.",
  "anya-e0201n5:1091": "Kamme-limpīyati.",
  "anya-e0201n5:1092": "Kārite-limpeti, limpayati, limpāpeti, limpāpayati, lepeti, lepayati, lepāpeti, lepāpayati iccādi.",
  "anya-e0201n5:1093": "Vida-paṭilābhe, vindati, vindanti.",
  "anya-e0201n5:1094": "Kamme-vindīyati, vindīyanti.",
  "anya-e0201n5:1095": "Kārite-vindeti, vindayati, vindāpeti, vindāpayahi.",
  "anya-e0201n5:1096": "Īādimhi-avindi , vindi, udaṅgaṇe tattha papaṃ avinduṃ jā. 1.1.2, avindiṃsu, vindiṃsu iccādi.",
  "anya-e0201n5:1097": "Sica-secane, siñcati, siñcanti.",
  "anya-e0201n5:1098": "Kamme-siñcīyati, siñcīyanti.",
  "anya-e0201n5:1099": "Kārite-siñceti, siñcayati, siñcāpeti, siñcāpayati, siñceyya vā siñcāpeyya vā pāci. 140 iccādi.",
  "anya-e0201n5:1100": "Subha-sampahāre, yo no gāvova sumbhati jā. 2.22.2132. Sumbhanti, sumbhasi, sumbhatha, bhūmiṃ sumbhāmi vegasā jā. 1.5.51, sumbhāma, sumbhiti, sumbhīti, sumbheti, sumbhoti iccādi.",
  "anya-e0201n5:1101": "Gahadhātupi idha saṅgahitā. Gaha-upādāne. ‘Mañca rudhādīna’nti niggahītena saha lapaccayo.",
  "anya-e0201n5:1102": "661.Ṇo niggahītassaka. 490; rū. 518; nī. 982.",
  "anya-e0201n5:1103": "Gahadhātumhi āgatassa niggahītassa ṇo hoti. Mahāvuttinā vikappena lassa dīgho.",
  "anya-e0201n5:1104": "Gaṇhāti, gaṇhati vā, gaṇhanti, gaṇhasi, gaṇhatha, gaṇhāmi, gaṇhāma.",
  "anya-e0201n5:1105": "Kamme-gaṇhīyati, gaṇhīyanti.",
  "anya-e0201n5:1106": "‘Hassa vipallāso’ti ha, yānaṃ vipariyāyo, gayhati, gayhanti, gayhare.",
  "anya-e0201n5:1107": "Kārite-gāheti, gāhayati, gāhāpeti, gāhāpayati iccādi.",
  "anya-e0201n5:1108": "662.Gahassa gheppoka. 489; rū. 519; nī. 901.",
  "anya-e0201n5:1109": "Nta, māna, tyādīsu gahassa gheppādeso hoti vā.",
  "anya-e0201n5:1110": "Gheppati , gheppanti.",
  "anya-e0201n5:1111": "Kamme-gheppīyati, gheppīyanti.",
  "anya-e0201n5:1112": "Īādimhi-agaṇhi, gaṇhi.",
  "anya-e0201n5:1113": "Mahāvuttinā niggahītalopo, iuāgamassa ettaṃ, aggahesi, paṭiggahesi, anuggahesi, aggaṇhiṃsu, gaṇhiṃsu. Aggahesuṃ, paṭiggahesuṃ, anuggahesuṃ.",
  "anya-e0201n5:1114": "Ssatyādimhi-gaṇhissati, gahessati, gaṇhissanti, gahessanti iccādi.",
  "anya-e0201n5:1115": "Rudhādigaṇo niṭṭhito.",
  "anya-e0201n5:1116": "Divādigaṇa",
  "anya-e0201n5:1117": "Atha divādigaṇo vuccate.",
  "anya-e0201n5:1118": "Idha dhātūnaṃ kamo antakkharavasena vattabbo sabbaso sadisarūpattā.",
  "anya-e0201n5:1119": "Muca, vica, yuja, luja, vija, gada, pada, mada, vida, idha, kudha, gidha, budha, yudha, vidha, sidha, sudha mana, hana, kupa, dīpa, lupa, vapa, supa, divu, sivu, tasa, tusa, disa, dusa, sisa, susa, daha, naha, muha.",
  "anya-e0201n5:1120": "663.Divādīhi yakaka. 447; rū. 510; nī. 928; caṃ. 1.1.87; pā. 3.1.69.",
  "anya-e0201n5:1121": "Divādīhi kriyatthehi kattari kānubandho yapaccayo hoti.",
  "anya-e0201n5:1122": "Dibbati.",
  "anya-e0201n5:1123": "Muca-muttiyaṃ, yassa pubbarūpattaṃ, muccati, vimuccati. Akammakattā suddhakammarūpaṃ na labbhati.",
  "anya-e0201n5:1124": "Kārite-moceti , mocayati, mocāpeti, mocāpayati.",
  "anya-e0201n5:1125": "Kamme-mocīyati, mocāpīyati, muccatu, dukkhā muccantu.",
  "anya-e0201n5:1126": "Ssatyādimhi dhātvantassa kkho, mokkhati, mokkhanti.",
  "anya-e0201n5:1127": "Vica-viveke, viviccati, viviccanti.",
  "anya-e0201n5:1128": "Kārite-viveceti, vivecayati, vivecāpeti, vivecāpayati.",
  "anya-e0201n5:1129": "Kamme-vivecīyati, vivecāpīyati iccādi.",
  "anya-e0201n5:1130": "Yuja-yuttiyaṃ, yujjati, yujjanti.",
  "anya-e0201n5:1131": "Luja-vināse, lujjati, lujjanti.",
  "anya-e0201n5:1132": "Vija-bhaya, calanesu, saṃvijjati, saṃvijjanti.",
  "anya-e0201n5:1133": "Kārite-saṃvejeti, saṃvejayati, saṃvejenti, saṃvejayanti iccādi.",
  "anya-e0201n5:1134": "Gada-gajjane, megho gajjati, gajjanti.",
  "anya-e0201n5:1135": "Pada-gatimhi, uppajjati, uppajjanti, nipajjati, vipajjati, sampajjati, āpajjati, samāpajjati, paṭipajjati.",
  "anya-e0201n5:1136": "Kamme-tena āpatti āpajjati, jhānaṃ samāpajjati, maggo paṭipajjati.",
  "anya-e0201n5:1137": "Kyamhi parepi yaka hoti, tena āpatti āpajjīyati. Jhānaṃ samāpajjīyati, maggo paṭipajjīyati.",
  "anya-e0201n5:1138": "Kārite-uppādeti, uppādayati, nipphādeti, nipphādayati. Sampādeti, sampādayati, āpādeti, āpādayati, paṭipādeti, paṭipādayati, paṭipajjāpeti, paṭipajjāpayati.",
  "anya-e0201n5:1139": "Kamme-uppādīyati, nipphādīyati, sampādīyati, āpādīyati, paṭipādīyati.",
  "anya-e0201n5:1140": "Uppajjatu , uppajjantu, uppajjeyya, uppajjeyyuṃ, kinti nu kho saddhivihārikassa patto uppajjiyetha, cīvaraṃ uppajjiyetha, parikkhāro uppajjiyethāti mahāva. 67 imāni pana kattu, kammarūpāni.",
  "anya-e0201n5:1141": "Īādimhi-uppajji, nipajji, vipajji, sampajji, āpajji, samāpajji, paṭipajji.",
  "anya-e0201n5:1142": "664.Kvaci vikaraṇānaṃka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1143": "Vikaraṇānaṃ kvaci lopo hoti.",
  "anya-e0201n5:1144": "Cakkhuṃ udapādi, ñāṇaṃ udapādi, vijjā udapādi, āloko udapādi saṃ. ni. 5.1081 iccādi, uppajjiṃsu, nipajjiṃsu.",
  "anya-e0201n5:1145": "Mada-ummāde, majjati, majjanti.",
  "anya-e0201n5:1146": "Vida-sattāyaṃ, vijjati, saṃvijjati.",
  "anya-e0201n5:1147": "Idha-samiddhiyaṃ, ijjhati, samijjhati.",
  "anya-e0201n5:1148": "Kudha-kope, kujjhati, kujjhanti.",
  "anya-e0201n5:1149": "Budha-avagamane, bujjhati, sambujjhati.",
  "anya-e0201n5:1150": "Paṭipubbo niddakkhaye vikasane ca, paṭibujjhati.",
  "anya-e0201n5:1151": "Kamme-tena dhammo bujjhati, dhammā bujjhanti, bujjhare, bujjhīyati, bujjhīyanti.",
  "anya-e0201n5:1152": "Kārite-bodheti, bodhayati, bodhāpeti, bodhāpayati, bujjhāpeti, bujjhāpayati.",
  "anya-e0201n5:1153": "Yudha-sampahāre, mallo mallena saddhiṃ yujjhati, dve senā yujjhanti, dve meṇḍā yujjhanti, dve usabhā yujjhanti, dve hatthino yujjhanti, dve kukkuṭā yujjhanti.",
  "anya-e0201n5:1154": "Kamme-yujjhīyati, yujjhīyanti.",
  "anya-e0201n5:1155": "Kārite-yodheti , yodhayati, yujjhāpeti, yujjhāpayati, ‘‘yodhetha māraṃ paññāvudhenā’’ti dha. pa. 40 pāḷi.",
  "anya-e0201n5:1156": "Vidha-tāḷane, sarena migaṃ vijjhati, dhammaṃ paṭivijjhati, paṭivijjhanti.",
  "anya-e0201n5:1157": "Kamme kattusadisampi rūpaṃ hoti, tena dhammo paṭivijjhati, dhammā paṭivijjhanti, paṭivijjhīyati, paṭivijjhīyanti.",
  "anya-e0201n5:1158": "Kārite-vedheti, vedhayati, paṭivedheti, paṭivedhayati, iccādi.",
  "anya-e0201n5:1159": "Sidha-saṃsiddhiyaṃ, sijjhati, sijjhanti, sijjhare.",
  "anya-e0201n5:1160": "Kārite mahāvuttinā issa āttaṃ, sādheti, sādhayati, sādhenti, sādhayanti.",
  "anya-e0201n5:1161": "Kamme-sādhīyati, sādhīyanti iccādi.",
  "anya-e0201n5:1162": "Sudha-suddhiyaṃ, sujjhati, sujjhanti, visujjhati, parisujjhati.",
  "anya-e0201n5:1163": "Kārite-sodheti, sodhayati.",
  "anya-e0201n5:1164": "Mana-maññanāyaṃ, maññati, avamaññati, atimaññati, maññanti, avamaññanti, atimaññanti iccādi.",
  "anya-e0201n5:1165": "Hana-vighāta, saṅghātesu, haññati, vihaññati, haññanti, vihaññanti iccādi.",
  "anya-e0201n5:1166": "Kupa-kope, paro parassa kuppati, kucchivāto kuppati, rogo kuppati, paṭikuppati, tejodhātu pakuppati ma. ni. 1.305.",
  "anya-e0201n5:1167": "Kārite-kopeti, kopayati iccādi.",
  "anya-e0201n5:1168": "Dīpa-dittiyaṃ, dippati, dippanti, pure adhammo dippati cūḷava. 437.",
  "anya-e0201n5:1169": "Kamme-dīpīyati, dīpīyanti.",
  "anya-e0201n5:1170": "Kārite garupantattā na vuddhi, dīpeti, dīpayati, dīpenti, dīpayanti iccādi.",
  "anya-e0201n5:1171": "Lupa-adassane , luppati, luppanti.",
  "anya-e0201n5:1172": "Kārite-lopeti, lopayati iccādi.",
  "anya-e0201n5:1173": "Vapa-bījanikkhepe, vappati, vappanti iccādi.",
  "anya-e0201n5:1174": "Supa-suppane, suppati, suppanti.",
  "anya-e0201n5:1175": "Mahāvuttinā ādivuddhi, soppati, soppanti.",
  "anya-e0201n5:1176": "Samu-upasame nivāse ca, sammati, visammati, upasammati, vūpasammati, assame sammati, yattha sammati temiyo jā. 2.22.73, sammanti. Kārite na vuddhi, sameti, vūpasameti iccādi.",
  "anya-e0201n5:1177": "Divu-kīḷāyaṃ vijigīsāyaṃ byavahāre thuti, kanti, gati, sattīsu ca, ‘tavaggavaraṇānaṃ ye cavaggabayañā’ti yamhi vassa battaṃ, ‘vaggalasehi te’ti yassa battaṃ, dibbati, dibbanti iccādi.",
  "anya-e0201n5:1178": "Sivu-saṃsibbane, sibbati, sibbanti, sibbeyya vā sibbāpeyya vā pāci. 176 iccādi.",
  "anya-e0201n5:1179": "Tasa-santāse, tassati.",
  "anya-e0201n5:1180": "Mahāvuttinā tassa trattaṃ, utrassati, ubbijjatīti attho. Tassati, paritassati, pipāsatīti attho.",
  "anya-e0201n5:1181": "Kārite-tāseti, tāsayati iccādi.",
  "anya-e0201n5:1182": "Tusa-pītimhi, tussati, santussati.",
  "anya-e0201n5:1183": "Kammepi-tussati, santussati, tussīyati.",
  "anya-e0201n5:1184": "Kārite-toseti, tosayati iccādi.",
  "anya-e0201n5:1185": "Disa-paññāyane, dissati, padissati, sandissati. Dissanti bālā abyattā mahāva. 76, nimittāni padissanti bu. vaṃ. 2.82, ime dhammā mayi sandissanti, ahañca imesu dhammesu sandissāmi ma. ni. 3.253 (thokaṃ visadisaṃ).",
  "anya-e0201n5:1186": "Dusa-paṭighāte , dussati. Dosaneyyesu dussati. Padussati, dussanti, padussanti.",
  "anya-e0201n5:1187": "Kārite dīgho, dūseti, dūsayati.",
  "anya-e0201n5:1188": "Kamme-dūsīyati iccādi.",
  "anya-e0201n5:1189": "Sisa-asabbayoge, sissati, avasissati. Sarīrāni avasissanti.",
  "anya-e0201n5:1190": "Kārite-seseti, sesayati iccādi.",
  "anya-e0201n5:1191": "Susa-sussane, sussati. Aṭṭhi ca nhāru ca cammañca avasissatu, upasussatu me sarīre maṃsalohitaṃ ma. ni. 2.184 (thokaṃ visadisaṃ) iccādi.",
  "anya-e0201n5:1192": "Daha-dāhe, ha, yānaṃ vipariyāyo, dayhati, dayhanti, ekacitakamhi dayhare.",
  "anya-e0201n5:1193": "Kārite-dāheti, dāhayati iccādi.",
  "anya-e0201n5:1194": "Naha-bandhane, sannayhati, sannayhanti iccādi.",
  "anya-e0201n5:1195": "Muha-muyhane, muyhati, sammuyhati, sammuyhāmi, pamuyhāmi. Sabbā muyhanti me disā jā. 2.22.2185.",
  "anya-e0201n5:1196": "Kārite-moheti, mohayati iccādi.",
  "anya-e0201n5:1197": "Divādigaṇo niṭṭhito.",
  "anya-e0201n5:1198": "Svādigaṇa",
  "anya-e0201n5:1199": "Atha svādigaṇo vuccate.",
  "anya-e0201n5:1200": "Gi, ci, mi, vu, su, hi, āpa, saka.",
  "anya-e0201n5:1201": "‘Kā’ti vattate.",
  "anya-e0201n5:1202": "665.Svādito kṇoka. 448; rū. 512; nī. 929; caṃ. 1.1.95; pā. 3.1.74; ‘svādīhi…’ (bahūsu).",
  "anya-e0201n5:1203": "Svādīhi kriyatthehi paraṃ kānubandhā ṇā, ṇo iti dve paccayā honti.",
  "anya-e0201n5:1204": "666.Na te kānubandhanāgamesu.",
  "anya-e0201n5:1205": "Ivaṇṇu’vaṇṇānaṃ akārassa ca te e, o, ā na honti kānubandhanāgamesu paresūti vuddhipaṭisedho.",
  "anya-e0201n5:1206": "Suṇāti, suṇoti.",
  "anya-e0201n5:1207": "Gi-sadde, giṇāti, giṇoti, anugiṇāti, paṭigiṇāti.",
  "anya-e0201n5:1208": "Pubbassaralopo, anugiṇanti, paṭigiṇanti.",
  "anya-e0201n5:1209": "Ci-caye, mahāvuttinā ṇassa nattaṃ, vaḍḍhakī pākāraṃ cināti, cinoti, ācināti, ācinoti, apacināti, apacinoti, viddhaṃsetīti attho.",
  "anya-e0201n5:1210": "Pubbassaralopo, cinanti, ācinanti, apacinanti.",
  "anya-e0201n5:1211": "Kamme-cīyati, ācīyati, apacīyati, cinīyati, ācinīyati, apacinīyati.",
  "anya-e0201n5:1212": "Kārite-cayāpeti, cayāpayati, cināpeti, cināpayati iccādi.",
  "anya-e0201n5:1213": "Mi-pakkhepe, miṇāti, miṇoti, mināti, minoti vā.",
  "anya-e0201n5:1214": "Vu-saṃvaraṇe, saṃvuṇāti, saṃvuṇoti, āvuṇāti, āvuṇoti.",
  "anya-e0201n5:1215": "Su-savane, suṇāti, suṇoti, suṇanti, suṇāsi, suṇosi.",
  "anya-e0201n5:1216": "Rassatte-suṇasi nāga mahāva. 126. Suṇātha, suṇotha, suṇāmi, suṇomi, suṇāma, suṇoma.",
  "anya-e0201n5:1217": "Kamme ‘dīgho sarassā’ti kyamhi dīgho, sūyati, suyyati, sūyanti, suyyanti, suṇīyati, suṇīyanti.",
  "anya-e0201n5:1218": "Kārite-sāveti, anusāveti, sāvayati, anusāvayati, suṇāpeti, suṇāpayati.",
  "anya-e0201n5:1219": "Kamme-sāvīyati, anusāvīyati.",
  "anya-e0201n5:1220": "Suṇātu, suṇantu, suyyatu, suyyantu, sāvetu, sāventu, suṇe, suṇeyya, suṇeyyuṃ, sūyeyya, suyyeyya, sūyeyyuṃ, suyyeyuṃ, sāveyya, sāveyyuṃ.",
  "anya-e0201n5:1221": "Īādimhi-asuṇi, suṇi.",
  "anya-e0201n5:1222": "667.Tesu suto kṇokṇānaṃ roṭaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1223": "Tesu īādīsu ssakāravantesu ca vacanesu sudhātuto paresaṃ kṇo, kṇānaṃ roṭa hoti, rānubandho sabbādesadīpanattho. ‘Rānubandhentasarādissā’ti suttena ādisarassa lopo, dvittaṃ.",
  "anya-e0201n5:1224": "Assosi, assosuṃ, assosi, assosittha, assosiṃ, assosimhā, assosumhā, assosittha iccādi.",
  "anya-e0201n5:1225": "Ssatyādimhi-suṇissati, sossati, suṇissanti, sossanti, suṇissasi, sossasi, suṇissatha, sossatha, suṇissāmi, sossāmi, suṇissāma, sossāma. Evaṃ parachakke.",
  "anya-e0201n5:1226": "Ssādimhi-asuṇissā, asossā, asuṇissaṃsu, sossaṃsu iccādi.",
  "anya-e0201n5:1227": "Papubbo hi-pesane, pahiṇāti, pahiṇoti, pahiṇanti.",
  "anya-e0201n5:1228": "Īādimhi-dūtaṃ pahiṇi, pahiṇiṃsu, ‘kvaci vikaraṇāna’nti vikaraṇalopo, mahāvuttinā passa dīgho, dūtaṃ pāhesi pārā. 297; mahāva. 198, pāhesuṃ iccādi.",
  "anya-e0201n5:1229": "Āpa-pāpuṇane papubbo –",
  "anya-e0201n5:1230": "668.Sakāpānaṃ kukku kṇeka. 517; rū. 488; nī. 1105; ‘‘…kukakū ṇe’’ (bahūsu).",
  "anya-e0201n5:1231": "Saka, āpadhātūnaṃ kānubandhā kukāra, ukārā kamena āgamā honti kṇamhi paccaye.",
  "anya-e0201n5:1232": "Pāpuṇoti, pāpuṇanti, sampāpuṇanti.",
  "anya-e0201n5:1233": "Paripubbo pariyattiyaṃ, pariyāpuṇāti, pariyāpuṇanti.",
  "anya-e0201n5:1234": "Saṃpubbo-samāpuṇāti, parisamāpuṇāti, niṭṭhānaṃ gacchatīti attho.",
  "anya-e0201n5:1235": "Kṇeti kiṃ? Pappoti.",
  "anya-e0201n5:1236": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1237": "Kārite-pāpeti, pāpayati, pāpenti, pāpayanti.",
  "anya-e0201n5:1238": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1239": "Īādimhi-pāpuṇi, pāpuṇiṃsu iccādi.",
  "anya-e0201n5:1240": "Saka-sattiyaṃ, sakkuṇoti, sakkuṇāti.",
  "anya-e0201n5:1241": "Kṇeti kiṃ? Sakkoti, sakkuṇanti.",
  "anya-e0201n5:1242": "Īādimhi-asakkuṇi, sakkuṇi, asakkuṇiṃsu, sakkuṇiṃsu.",
  "anya-e0201n5:1243": "669.Sakā kṇāssa kho īādo‘…ṇāssa kha…’’ (bahūsu).",
  "anya-e0201n5:1244": "Sakamhā parassa kṇāssa kho hoti īādimhi.",
  "anya-e0201n5:1245": "Asakkhi, sakkhi, asakkhiṃsu, sakkhiṃsu iccādi.",
  "anya-e0201n5:1246": "670.Sse vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1247": "Sakamhā parassa kṇassa kho hoti vā sse pare.",
  "anya-e0201n5:1248": "Sakkhissati, sakkuṇissati, sakkhissanti, sakkuṇissanti, sakkhissasi, sakkhissatha, sakkhissāmi, sakkhissāma, sakkuṇissāma.",
  "anya-e0201n5:1249": "‘Dakkha sakkha hehi hohīhi lopo’ti ssassa vikappena lopo, sakkhiti, sakkhissati, sakkhinti, sakkhissanti.",
  "anya-e0201n5:1250": "Ssādimhi-asakkhissā, sakkhissā, asakkuṇissā, sakkuṇissā iccādi.",
  "anya-e0201n5:1251": "Svādigaṇo niṭṭhito.",
  "anya-e0201n5:1252": "Kyādigaṇa",
  "anya-e0201n5:1253": "Atha kyādigaṇo vuccate.",
  "anya-e0201n5:1254": "Kī, ji, ñā, dhū, pu, bhū, mā, mū, lū.",
  "anya-e0201n5:1255": "671.Kyādīhi kṇāka. 449; rū. 513; nī. 930; caṃ. 1.1.101 …pe… 3.1.81.",
  "anya-e0201n5:1256": "Kīiccādīhi kriyatthehi paraṃ kattari kānubandho ṇāpaccayo hoti.",
  "anya-e0201n5:1257": "672.Kṇāknāsu rassoka. 517; rū. 488; nī. 1105; caṃ. 6.1.108; pā. 7.3.80.",
  "anya-e0201n5:1258": "Etesu dīghadhātūnaṃ rasso hoti.",
  "anya-e0201n5:1259": "Kī-dabbavinimaye, kiṇāti, kiṇanti, vikkiṇāti, vikkiṇanti.",
  "anya-e0201n5:1260": "Kamme-kīyati, kiyyati, vikkīyati, vikkiyyati, vikkiyyanti.",
  "anya-e0201n5:1261": "Kārite-vikkāyeti, vikkāyayati, kīṇāpeti, kīṇāpayati iccādi.",
  "anya-e0201n5:1262": "673.Jyādīhi knāka. 449; rū. 513; nī. 930.",
  "anya-e0201n5:1263": "Jiiccādīhi kattari kānubandho nāpaccayo hoti.",
  "anya-e0201n5:1264": "Jināti, jinanti.",
  "anya-e0201n5:1265": "Kamme-jīyati, jiyyati, jinīyati, jiniyyati.",
  "anya-e0201n5:1266": "Kārite-jayāpeti, jayāpayati, parājeti, parājayati, parājenti, parājayanti, jināpeti, jināpayati, ajini, jini, ajiniṃsu, jiniṃsu, jinissati, jinissanti iccādi.",
  "anya-e0201n5:1267": "Ñā-avabodhane.",
  "anya-e0201n5:1268": "674.Ñāssa ne jāka. 470; rū. 514; nī. 950; caṃ. 6.1.107; pā. 7.3.70, 79.",
  "anya-e0201n5:1269": "Nāpaccaye pare ñāssa jā hoti.",
  "anya-e0201n5:1270": "Jānāti, pajānāti, ājānāti, sañjānāti, vijānāti, abhijānāti, parijānāti, paṭijānāti, jānanti.",
  "anya-e0201n5:1271": "Kamme-ñāyati, paññāyati, aññāyati, saññāyati, viññāyati, abhiññāyati, pariññāyati, paṭiññāyati, ñāyanti.",
  "anya-e0201n5:1272": "Kārite-ñāpeti , ñāpayati, ñāpenti, ñāpayanti, jānāpeti, jānāpayati, jānāpenti, jānāpayanti.",
  "anya-e0201n5:1273": "Kamme-ñāpīyati, saññāpīyati, jānāpīyati.",
  "anya-e0201n5:1274": "675.Ñāssa sanāssa nāyo timhika. 509; rū. 516; nī. 1022.",
  "anya-e0201n5:1275": "Nāsahitassa ñāssa nāyo hoti timhi, suttavibhattiyā anti, antesu ca.",
  "anya-e0201n5:1276": "Nāyati. Viceyya viceyya atthe panāyatīti kho bhikkhave vipassīti vuccati dī. ni. 2.41-44. Nāyanti. ‘‘Animittā na nāyare’’ti visuddhi 1.174 pāḷi.",
  "anya-e0201n5:1277": "Eyyādimhi-jāneyya, jāneyyuṃ, jāneyyāsi, jāneyyātha, jāneyyāmi, jāneyyāma.",
  "anya-e0201n5:1278": "Utte-jāneyyāmu.",
  "anya-e0201n5:1279": "Eyyāmassa emutte ‘‘kathaṃ jānemu taṃ maya’’nti jā. 2.22.7 pāḷi.",
  "anya-e0201n5:1280": "676.Eyyassiyāñā vāka. 508; rū. 515; nī. 1021.",
  "anya-e0201n5:1281": "Ñāto eyyassa iyā, ñā honti, vāsaddena eyyumādīnampi ñū, ñāsi, ñātha, ñāmi, ñāmādesā honti, eyyamiccassa ñañca.",
  "anya-e0201n5:1282": "Jāniyā.",
  "anya-e0201n5:1283": "677.Ñāmhi jaṃka. 470; rū. 514; nī. 950.",
  "anya-e0201n5:1284": "Ñādese pare sanāssa ñāssa jaṃ hoti.",
  "anya-e0201n5:1285": "Jaññā, vijaññā.",
  "anya-e0201n5:1286": "Suttavibhattena ñūādīsupi jaṃ hoti. ‘‘Pāpaṃ katvā mā maṃ jaññūti icchati su. ni. 127; vibha. 894 ‘jaññā’ti, vivekadhammaṃ ahaṃ vijaññaṃ gavesitabbaṃ, jaññāmu ce sīlavantaṃ vadaññu’’nti jā. 2.22.1301 pāḷī. ‘Jaññāsi, jaññātha, jaññāmi, jaññāmā’tipi yujjati.",
  "anya-e0201n5:1287": "678.Īssatyādīsu knālopoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1288": "Knāssa lopo hoti vā īādimhi ssatyādimhi ca.",
  "anya-e0201n5:1289": "Aññāsi, abbhaññāsi, ajāni, aññāsuṃ, aññaṃsu, abbhaññaṃsu, jāniṃsu, aññāsi, abbhaññāsi, ajāni, aññittha, jānittha, aññāsiṃ, abbhaññāsiṃ, ajāniṃ, jāniṃ, aññāsimhā, ajānimhā, jānimhā, ñāssati, jānissati, ñāssanti, jānissanti.",
  "anya-e0201n5:1290": "Kamme-viññāyissati, viññāyissanti.",
  "anya-e0201n5:1291": "679.Ssassa hi kammeka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1292": "Ñāto ssassa hi hoti vā kamme.",
  "anya-e0201n5:1293": "Paññāyihi. ‘‘Paññāyihinti etā, daharā’’ti jā. 2.17.197 pāḷi. Paññāyissati, paññāyissanti iccādi.",
  "anya-e0201n5:1294": "Dhū-vidhunane, knāmhi rasso, dhunāti, dhunanti.",
  "anya-e0201n5:1295": "Kamme-dhunīyati, dhunīyanti.",
  "anya-e0201n5:1296": "Kārite-dhunāpeti, dhunāpayati.",
  "anya-e0201n5:1297": "Pu-sodhane, punāti, punanti.",
  "anya-e0201n5:1298": "Bhū-pattiyaṃ, rasso, abhisambhunāti, abhisambhunanti. Nāssa ṇatte-abhisambhuṇāti, abhisambhuṇanti.",
  "anya-e0201n5:1299": "Mā-parimāṇe , mahāvuttinā dhātvantassa ittaṃ, mināti, nimmināti.",
  "anya-e0201n5:1300": "Kamme-upamīyati, upamīyanti, nimmīyati, nimmīyanti.",
  "anya-e0201n5:1301": "Kārite-nagaraṃ māpeti, māpayati, māpīyati, māpīyanti, nimmini, nimminiṃsu, māpesi, māpayi, māpesuṃ, māpayuṃ, nimminissati, nimminissanti, māpessati, māpessanti iccādi.",
  "anya-e0201n5:1302": "Mū-bandhane, munāti.",
  "anya-e0201n5:1303": "Lū-chedane, rassattaṃ, lunāti, lunanti.",
  "anya-e0201n5:1304": "Kamme-lūyati, lūyanti.",
  "anya-e0201n5:1305": "Kārite-lāvayati, lāvayanti.",
  "anya-e0201n5:1306": "Kamme-lāvīyati iccādi.",
  "anya-e0201n5:1307": "Kyādigaṇo niṭṭhito.",
  "anya-e0201n5:1308": "Tanādigaṇa",
  "anya-e0201n5:1309": "Atha tanādigaṇo vuccate.",
  "anya-e0201n5:1310": "Āpa, kara, tana, saka.",
  "anya-e0201n5:1311": "680.Tanāditvoka. 451; rū. 520; nī. 932; caṃ. 1.1.97; pā. 3.1.79.",
  "anya-e0201n5:1312": "Tanādīhi paraṃ opaccayo hoti.",
  "anya-e0201n5:1313": "Tanoti.",
  "anya-e0201n5:1314": "Āpa-pāpuṇane papubbo. Dhātvantassa dvittaṃ rasso ca, pappoti, papponti.",
  "anya-e0201n5:1315": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1316": "Kārite-pāpeti, pāpayati.",
  "anya-e0201n5:1317": "Kamme-pāpīyati pāpīyanti iccādi.",
  "anya-e0201n5:1318": "Kara-karaṇe, karoti, karonti.",
  "anya-e0201n5:1319": "Kamme-karīyati, karīyanti.",
  "anya-e0201n5:1320": "‘Tavaggavaraṇānaṃ ye cavaggabayañā’ti yamhi dhātvantassa yattaṃ, kayyati, kayyanti, kayyare, kayyate, kayyante.",
  "anya-e0201n5:1321": "Kārite-kāreti, kārayati, kārenti, kārayanti, kārāpeti, kārāpayati, kārāpenti, kārāpayanti.",
  "anya-e0201n5:1322": "681.Karassa sossa kuṃka. 511; rū. 521; nī. 1124.",
  "anya-e0201n5:1323": "O-kārasahitassa karassa kuṃ hoti mi, mesu paresu.",
  "anya-e0201n5:1324": "Kummi, kumma, ‘‘bhattu apacitiṃ kummi jā. 1.3.126, dhammassāpacitiṃ kummī’’ti jā. 2.22.1752 pāḷī.",
  "anya-e0201n5:1325": "682.Karotissa khoka. 594; rū. 582; nī. 1198.",
  "anya-e0201n5:1326": "Pādito parassa karadhātussa kvaci kho hoti.",
  "anya-e0201n5:1327": "Saṅkharoti, saṅkharonti, abhisaṅkharoti, abhisaṅkharonti.",
  "anya-e0201n5:1328": "Kamme-saṅkharīyati, saṅkharīyanti.",
  "anya-e0201n5:1329": "Kārite-saṅkhāreti, saṅkhārayati.",
  "anya-e0201n5:1330": "Ṇāpimhi na vuddhi, saṅkharāpeti, saṅkharāpayati.",
  "anya-e0201n5:1331": "Kamme-saṅkhārīyati, saṅkharāpīyati.",
  "anya-e0201n5:1332": "683.Karassa sossa kubbakurukayirāka. 511-2; rū. 521-2; nī. 1077-8-9-10; caṃ. 5.2.103; pā. 6.4.110.",
  "anya-e0201n5:1333": "O-kārasahitassa karassa kubba, kuru, kayirā honti vā nta, māna, tyādīsu, mahāvuttinā vikappena kussa kruttaṃ.",
  "anya-e0201n5:1334": "Kubbati kubbanti, krubbati, krubbanti.",
  "anya-e0201n5:1335": "Parachakke-kubbate, krubbate, kubbante, krubbante, kurute, kayirati, kayiranti, kayirasi, kayiratha, kayirāmi, kayirāma, kayirate, kayirante.",
  "anya-e0201n5:1336": "Karotu, saṅkharotu, kubbatu, krubbatu, kurutu, agghaṃ kurutu no bhavaṃ dī. ni. 2.318, kayiratu.",
  "anya-e0201n5:1337": "Kareyya, saṅkhareyya, kubbeyya, krubbeyya, kayireyya.",
  "anya-e0201n5:1338": "684.Ṭāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1339": "Kayirādesato parassa eyyavibhattissa ṭānubandho ā hoti vā.",
  "anya-e0201n5:1340": "So puññaṃ kayirā, puññaṃ ce puriso kayirā dha. pa. 118, kayirā naṃ punappunaṃ dha. pa. 118.",
  "anya-e0201n5:1341": "685.Kayireyyasseyyumādīnaṃka. 517; rū. 488; nī. 1083-4-5-6-7.",
  "anya-e0201n5:1342": "Kayirādesato parassa eyyuṃādīnaṃ eyyasaddassa lopo hoti.",
  "anya-e0201n5:1343": "Kayiruṃ, kayireyyuṃ, kayirāsi, kayireyyāsi, kayirātha, kayireyyātha, kayirāmi, kayireyyāmi, kayirāma, kayireyyāma.",
  "anya-e0201n5:1344": "686.Ethassāka. 517; rū. 488; nī. 1082.",
  "anya-e0201n5:1345": "Kayirādesato parassa ethassa e-kārassa ā hoti vā.",
  "anya-e0201n5:1346": "So kayirātha, dīpaṃ kayirātha paṇḍito dha. pa. 28, kayirā ce kayirāthenaṃ dha. pa. 313; saṃ. ni. 1.89.",
  "anya-e0201n5:1347": "Īādimhi-akari, kari, saṅkhari, abhisaṅkhari, akubbi, kubbi, akrubbi, krubbi, akayiri, kayiri, akaruṃ, karuṃ, saṅkharuṃ, abhi, saṅkharuṃ, akariṃsu, kariṃsu, saṅkhariṃsu, abhisaṅkhariṃsu, akubbiṃsu, kubbiṃsu, akrubbiṃsu, krubbiṃsu, akayiriṃsu, kayiriṃsu, akayiruṃ, kayiruṃ.",
  "anya-e0201n5:1348": "687.Kā īādīsuka. 491; rū. 523; nī. 983.",
  "anya-e0201n5:1349": "Īādīsu saokārassa karassa kā hoti vā.",
  "anya-e0201n5:1350": "688.Dīghā īssaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1351": "Ā, e, ūdīghehi parassa īvacanassa si hoti vā.",
  "anya-e0201n5:1352": "Aṭṭhāsi, adāsi, vadesi, vajjesi, bhāvesi, kāresianubhosi, ahosi iccādi.",
  "anya-e0201n5:1353": "So akāsi, te akaṃsu, gāthāyaṃ ‘‘akaṃsu satthuvacana’’nti jā. 2.22.564 pāḷi. Akāsuṃ, tvaṃ akāsi. Mā tumhe evarūpaṃ akattha gavesitabbaṃ, mākattha pāpakaṃ kammaṃ, āvī vā yadi vā raho udā. 44. Akāsittha, ahaṃ akāsiṃ, mayaṃ akāsimhā, akamhā. Bhogesu vijjamānesu, dīpaṃ nākamha attano jā. 1.4.53. So akā. ‘‘Tato ekasataṃ khatye, anuyante bhavaṃ akā’’ti jā. 2.20.94 pāḷi. Akāsittha vā, ahaṃ akaṃ, akaraṃ vā. ‘‘Tassāhaṃ vacanaṃ nākaṃ, pitu vuddhassa bhāsita’’nti jā. 2.17.134 pāḷi.",
  "anya-e0201n5:1354": "Kārite-so kāresi, kārayi, kārāpesi, kārāpayi, te kāresuṃ, kārayuṃ, kārāpesuṃ, kārāpayuṃ iccādi.",
  "anya-e0201n5:1355": "Karissati saṅkharissati, kubbissati, krubbissati, kayirissati iccādi.",
  "anya-e0201n5:1356": "‘‘Harassa cāhaṅa sse’ti ssena saha karassa rakārassa āhaṅa hoti, kāhati, kāhanti, kathaṃ kāhanti dārakā jā. 2.22.1849.",
  "anya-e0201n5:1357": "Iñāgame-kāhiti, kāhinti iccādi. Kāhasi, kāhatha. Kāhāmi kusalaṃ bahuṃ jā. 1.4.56, kāhāma puññasañcayaṃ apa. thera 1.1.401.",
  "anya-e0201n5:1358": "‘Āīādīsū’ti sutte yogavibhāgena ssatyādīsupi kā hoti, saṃyoge rassattaṃ, kassati, kassanti, kassasi, kassatha, kassāmi, kassāma, kassaṃ purisakāriyaṃ jā. 2.22.131.",
  "anya-e0201n5:1359": "Ssādimhi-akāhā, akarissā iccādi.",
  "anya-e0201n5:1360": "Tanu-vitthāre, tanoti.",
  "anya-e0201n5:1361": "Parassaralopo-tanonti.",
  "anya-e0201n5:1362": "689.Ovikaraṇassu parachakkeka. 511; rū. 521; nī. 1024.",
  "anya-e0201n5:1363": "Parachakke pare ovikaraṇassa u hoti.",
  "anya-e0201n5:1364": "Tanute, tanunte.",
  "anya-e0201n5:1365": "‘Yavā sare’ti ussa vatte-tanvante.",
  "anya-e0201n5:1366": "690.Pubbachakke vā kvacika. 511; rū. 521; nī. 1024.",
  "anya-e0201n5:1367": "Pubbachakke ovikaraṇassa kvaci u hoti vā.",
  "anya-e0201n5:1368": "Tanuti, kurutu.",
  "anya-e0201n5:1369": "Kvacīti kiṃ? Karoti.",
  "anya-e0201n5:1370": "Vāti kiṃ? Tanoti.",
  "anya-e0201n5:1371": "Kamme-tanīyati, taññati.",
  "anya-e0201n5:1372": "691.Tanassā vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1373": "Tanadhātussa na-kārassa ā hoti vā kyamhi.",
  "anya-e0201n5:1374": "Tāyati, tāyanti, patāyati, patāyanti. ‘‘Ito’dāni patāyanti, sūciyo balisāni cā’’ti jā. 1.6.84 pāḷi. Tāyate, tāyante.",
  "anya-e0201n5:1375": "Saka-sattiyaṃ, sakkoti, sakkonti, sakkosi, sakkotha, sakkomi, sakkoma.",
  "anya-e0201n5:1376": "Tanādigaṇo niṭṭhito.",
  "anya-e0201n5:1377": "Curādigaṇa",
  "anya-e0201n5:1378": "Atha curādigaṇo vuccate.",
  "anya-e0201n5:1379": "Āpa, kamu, gaṇa, ghaṭa, cinta, ceta, cura, dhara, pāla, pūja, manta, māna, vida.",
  "anya-e0201n5:1380": "692.Curādīhiṇika. 452; rū. 525; nī. 933; caṃ. 1.1.45; pā. 3.1.25; ‘curādito ṇi’ (bahūsu).",
  "anya-e0201n5:1381": "Curādīhi kriyatthehi paraṃ sakatthe ṇipaccayo hoti.",
  "anya-e0201n5:1382": "Coreti, corayati.",
  "anya-e0201n5:1383": "Vipubbo āpa-byāpane, byāpeti, byāpayati.",
  "anya-e0201n5:1384": "Kamu-icchāyaṃ, kāmeti, kāmayati, kāmenti, kāmayanti, nikāmeti, nikāmayati, nikāmenti, nikāmayanti.",
  "anya-e0201n5:1385": "Kamme-kāmīyati, kāmīyanti.",
  "anya-e0201n5:1386": "Kārite ṇāpi eva, kāmāpeti, kāmāpayati.",
  "anya-e0201n5:1387": "Kamme-kāmāpīyati , kāmāpayīyati.",
  "anya-e0201n5:1388": "Gaṇa-saṅkhyāne, gaṇa, ghaṭānaṃ tudādittā na vuddhi, gaṇeti, gaṇayati.",
  "anya-e0201n5:1389": "Ghaṭa-cetāyaṃ, ghaṭeti, ghaṭayati.",
  "anya-e0201n5:1390": "Cinta-cintāyaṃ, garupantattā na vuddhi, cinteti, cintayati.",
  "anya-e0201n5:1391": "Kamme-cintīyati, cintīyanti.",
  "anya-e0201n5:1392": "Kārite-cintāpeti, cintāpayati.",
  "anya-e0201n5:1393": "Kamme-cintāpīyati, cintāpayīyati.",
  "anya-e0201n5:1394": "Īādimhi-cintesi, cintayi, cinteyuṃ, cintayuṃ, cintesi, cintayi, cintayittha, cintesiṃ, cintayiṃ, cintesimhā, cintayimhā.",
  "anya-e0201n5:1395": "Ceta-cetāyaṃ, ceteti, cetayati, cetenti, cetayanti.",
  "anya-e0201n5:1396": "Cura-theyye, coreti, corayati, corenti, corayanti.",
  "anya-e0201n5:1397": "Dhara-dhāraṇe, dhāreti, dhārayati, dhārenti, dhārayanti.",
  "anya-e0201n5:1398": "Pāla-pālane, pāleti, pālayati, pālenti, pālayanti.",
  "anya-e0201n5:1399": "Pūja-pūjāyaṃ, garupantattā na vuddhi, pūjeti, pūjayati, pūjenti, pūjayanti.",
  "anya-e0201n5:1400": "Manta-guttabhāsane, manteti, mantayati, mantenti, mantayanti.",
  "anya-e0201n5:1401": "Āpubbo kathane āmantane ca. Āmantayāmi vo bhikkhave dī. ni. 2.218, bhagavā bhikkhū āmantesi dī. ni. 2.208.",
  "anya-e0201n5:1402": "Nipubbo-nimantane, nimanteti, nimantayati.",
  "anya-e0201n5:1403": "Īādimhi-mantesi , mantayi, āmantesi, āmantayi, nimantesi, nimantayi, mantesuṃ, mantayuṃ, mantayiṃsu rahogatā jā. 2.22.1918, mantessati, āmantessati, nimantessati, mantayissati, āmantayissati, nimantayissati iccādi.",
  "anya-e0201n5:1404": "Māna-pūjāyaṃ, māneti, mānayati, mānenti, mānayanti iccādi.",
  "anya-e0201n5:1405": "Vida-anubhavane, vedeti, vedayati, paṭisaṃvedeti, paṭisaṃvedayati.",
  "anya-e0201n5:1406": "Paṭi, ni, papubbo ācikkhane, paṭivedeti, paṭivedayati, nivedeti, nivedayati, pavedeti, pavedayati iccādi.",
  "anya-e0201n5:1407": "Curādigaṇo niṭṭhito.",
  "anya-e0201n5:1408": "Vikaraṇapaccayarāsi niṭṭhito.",
  "anya-e0201n5:1409": "Sāmañña kha, cha, sarāsi",
  "anya-e0201n5:1410": "Atha dhātupaccayā vuccante.",
  "anya-e0201n5:1411": "Kriyāvācībhāvena dhāturūpā paccayā dhātupaccayā, kriyatthapaccayāti vuttaṃ hoti, tasmā tehipi sabbesaṃ tyādi, tabbādivibhatti, paccayānaṃ sambhavo.",
  "anya-e0201n5:1412": "Tija, māna, kita, gupa, badha.",
  "anya-e0201n5:1413": "693.Tijamānehi khasā khamāvīmaṃsāsuka. 433; rū. 528; nī. 906-9; caṃ. 1.1.17, 28; pā. 3.1.5.",
  "anya-e0201n5:1414": "Khamāyaṃ vīmaṃsāyañca pavattehi tija, mānadhātūhi paraṃ kamena kha, sapaccayā honti.",
  "anya-e0201n5:1415": "Tija-khamāyaṃ, iminā khapaccayo.",
  "anya-e0201n5:1416": "694.Khachasānamekassaraṃ dveka. 458; rū. 461; nī. 939; caṃ. 5.1.1; pā. 6.1.1, 9; ‘…mekasarodi…’ (bahūsu).",
  "anya-e0201n5:1417": "Kha , cha, sapaccayantānaṃ dhāturūpānaṃ paṭhamaṃ saddarūpaṃ ekassaraṃ dverūpaṃ hotīti ‘tija, tija’iti dvirūpe kate ‘loponādibyañjanassā’ti anādibyañjanabhūtassa ja-kārassa lopo, ‘pararūpamayakāre byañjane’ti dhātvantajakārassa pararūpattaṃ. ‘Catutthadutiyesvesaṃ tatiyapaṭhamā’ti saṃyogādissa khassa kattaṃ, ‘titikkha’iti dhātupaccayantarūpaṃ, tato tyādyuppatti.",
  "anya-e0201n5:1418": "Titikkhati, titikkhanti.",
  "anya-e0201n5:1419": "Kamme-titikkhīyati.",
  "anya-e0201n5:1420": "Kārite-titikkheti, titikkhayati, titikkhāpeti, titikkhāpayati.",
  "anya-e0201n5:1421": "Kamme-titikkhāpīyati, titikkhāpīyanti.",
  "anya-e0201n5:1422": "Titikkhatu, titikkhantu, titikkheyya, titikkheyyuṃ iccādi.",
  "anya-e0201n5:1423": "Khamāyanti kiṃ? Tija-nisāne, tejeti, tejenti.",
  "anya-e0201n5:1424": "Kārite-tejeti. ‘‘Samuttejeti sampahaṃsetī’’ti ma. ni. 3.276 pāḷi.",
  "anya-e0201n5:1425": "Māna-vīmaṃsāyaṃ, tato sapaccayo. ‘Khachasānamekassaraṃ dve’ti ‘māna, māna’iti dvirūpe kate –",
  "anya-e0201n5:1426": "695.Mānassa vī parassa ca maṃka. 463-7; rū. 532-3; nī. 944.",
  "anya-e0201n5:1427": "Dvitte pubbassa mānassa vī hoti, parassa ca sabbassa mānassa maṃ hoti.",
  "anya-e0201n5:1428": "Vīmaṃsati, vīmaṃsanti.",
  "anya-e0201n5:1429": "Kamme-vīmaṃsīyati , vīmaṃsīyanti.",
  "anya-e0201n5:1430": "Kārite-vīmaṃseti, vīmaṃsayati, vīmaṃsāpeti, vīmaṃsāpayati.",
  "anya-e0201n5:1431": "Kamme-vīmaṃsāpīyati, vīmaṃsāpīyanti.",
  "anya-e0201n5:1432": "Vīmaṃsāyanti kiṃ? Māna-pūjāyaṃ, māneti, sammāneti, abhimāneti, pūjetīti attho.",
  "anya-e0201n5:1433": "Kita-rogāpanayane saṃsaye ca.",
  "anya-e0201n5:1434": "696.Kitā tikicchāsaṃsayesu choka. 433; rū. 528; nī. 906-9; caṃ. 1.1.18; pā. 3.1.5 kā.",
  "anya-e0201n5:1435": "Tikicchāyaṃ saṃsaye ca pavattakitadhātuto paraṃ cho hoti.",
  "anya-e0201n5:1436": "‘Kita, kita’ iti dvirūpe kate –",
  "anya-e0201n5:1437": "697.Kitassāsaṃsayeti vāka. 463; rū. 532; nī. 944.",
  "anya-e0201n5:1438": "Saṃsayamhā aññasmiṃ tikicchatthe pavattassa kitadhātussa dvitte pubbassa kitassati hoti vā. ‘Pararūpamayakāre byañjane’ti pararūpattaṃ, saṃyogādissa cakārattaṃ.",
  "anya-e0201n5:1439": "Tikicchati, tikicchanti. Devāpi naṃ tikicchanti, mātāpettibharaṃ naraṃ jā. 2.22.408.",
  "anya-e0201n5:1440": "Kamme-tikicchīyati, tikicchīyanti.",
  "anya-e0201n5:1441": "Kārite-tikiccheti, tikicchayati, tikicchāpeti, tikicchāpayati.",
  "anya-e0201n5:1442": "Vāsaddena tikārābhāve ‘kavaggahānaṃ cavaggajā’ti dvitte pubbassa cavaggo, cikicchati, cikicchanti, cikicchīyati, cikicchīyanti.",
  "anya-e0201n5:1443": "Asaṃsayeti kiṃ? Vicikicchati, vicikicchanti.",
  "anya-e0201n5:1444": "Tikicchattha, saṃsayatthato aññasmiṃ atthe –",
  "anya-e0201n5:1445": "Kita-ñāṇe nivāse ca, ketati, saṃketati, niketati.",
  "anya-e0201n5:1446": "Gupa-nindāyaṃ.",
  "anya-e0201n5:1447": "698.Nindāyaṃ gupabadhā bassa bho caka. 433; rū. 528; caṃ. 1.1.19, 20; pā. 3.1.5, 6 kā.",
  "anya-e0201n5:1448": "Nindāyaṃ pavattehi gupa, badhehi paraṃ chapaccayo hoti, bassa ca bho hoti. Dvirūpe kate anādibyañjanalopo.",
  "anya-e0201n5:1449": "699.Gupissika. 465; rū. 463; nī. 946; ‘gupissussa’ (bahūsu).",
  "anya-e0201n5:1450": "Gupissa dvitte pubbassa u-kārassa i hoti. Gassa cavaggattaṃ, dhātvantassa pararūpattaṃ, saṃyogādissa paṭhamattaṃ.",
  "anya-e0201n5:1451": "Jigucchati, jigucchanti.",
  "anya-e0201n5:1452": "Kamme-jigucchīyati, jigucchīyanti.",
  "anya-e0201n5:1453": "Kārite-jiguccheti, jigucchayati, jigucchāpeti, jigucchāpayati. Jigucchatu, jigucchantu iccādi.",
  "anya-e0201n5:1454": "Nindāyanti kiṃ? Gupa-saṃvaraṇe, gopeti, gopayati.",
  "anya-e0201n5:1455": "Badha-nindāyaṃ, dvirūpādimhi kate –",
  "anya-e0201n5:1456": "700.Khachasessika. 465; rū. 463; nī. 946; ‘khachasesvassi’ (bahūsu).",
  "anya-e0201n5:1457": "Dvitte pubbassa assa i hoti kha, cha, sesūti assa ittaṃ, parabakārassa ca bhattaṃ, dhātvantassa pararūpādi.",
  "anya-e0201n5:1458": "Bibhacchati, virūpo hotīti attho. Bibhacchanti.",
  "anya-e0201n5:1459": "Nindāyanti kiṃ? Badha-bandhana, hiṃsāsu, bādheti, bādhayati. Vātaṃ jālena bādhesi jā. 1.12.8.",
  "anya-e0201n5:1460": "Kamme-bādhīyati, bādhīyanti, bajjhati, bajjhanti.",
  "anya-e0201n5:1461": "Iti sāmañña kha, cha, sarāsi.",
  "anya-e0201n5:1462": "Tumicchatthe khachasarāsi",
  "anya-e0201n5:1463": "701.Tuṃsmā lopo cicchāyaṃ teka. 434; rū. 534; nī. 910; caṃ. 1.1.22; pā. 3.1.7.",
  "anya-e0201n5:1464": "Tumantehi icchatthe te kha, cha, sā honti, tuṃpaccayassa ca lopo hoti. Idañca suttaṃ tumicchatthasambhave sati sabbadhātupadehipi kha, cha, sānaṃ pavattidīpanatthaṃ. Tena tumicchatthe sa, chapaccaye katvā ‘ū byañjanassā’ti sa, chānaṃ ādimhi īāgamaṃ katvā ‘‘aputtaṃ puttamiva ācarituṃ icchati puttīyīsati, pabbato viya attānaṃ ācarituṃ icchati pabbatāyīsati, dātuṃ icchati dicchati’’ iccādīni sijjhanti.",
  "anya-e0201n5:1465": "Bhuja, ghasa, hana, ji, hara, pā, su.",
  "anya-e0201n5:1466": "Bhuñjituṃ icchatīti atthe-bhujato khapaccayo, tuṃpaccayalopo, dvittaṃ, pubbassa anādilopo, pararūpatte saṃyogādissa paṭhamattaṃ, pubbassa bhassa battaṃ, bubhukkhati, bubhukkhanti, bubhukkhīyati, bubhukkhīyanti, bubhukkheti, bubhukkhayati, bubhukkhāpeti, bubhukkhāpayati, bubhukkhāpīyati, bubhukkhāpīyanti, bubhukkhatu, bubhukkhantu, bubhukkheyya, bubhukkheyyuṃ, bubhukkhi, bubhukkhiṃsu, bubhukkhissati, bubhukkhissanti, bubhukkhissā, bubhukkhissaṃsu.",
  "anya-e0201n5:1467": "Ghasa-adane, ghasituṃ icchatīti atthe – chapaccayo, dvittādi, pubbassa ghassa gattaṃ, gassa jattaṃ, assa ittaṃ, jighacchati, jighacchanti, jighacchīyati, jighacchīyanti, jighaccheti, jighacchāpeti iccādi.",
  "anya-e0201n5:1468": "Hana-hiṃ sāyaṃ, hantuṃ icchatīti atthe – chapaccayo, dvittādi, ‘kavaggahānaṃ cavaggajā’ti pubbassa hassa jo, assa ittaṃ.",
  "anya-e0201n5:1469": "702.Parassa ghaṃ se.",
  "anya-e0201n5:1470": "Dvitte parassa hanassa ghaṃ hoti se pare.",
  "anya-e0201n5:1471": "Jighaṃsati, jighaṃsanti.",
  "anya-e0201n5:1472": "Ji-jaye, jetuṃ icchatīti atthe – sapaccayo, dvittaṃ.",
  "anya-e0201n5:1473": "703.Jiharānaṃ gīka. 462, 474; rū. 467, 535; nī. 943-954.",
  "anya-e0201n5:1474": "Ji, harānaṃ dvitte parassa jissa harassa ca gī hoti se pare.",
  "anya-e0201n5:1475": "Jigīsati, jigīsanti, vijigīsati, vijigīsanti.",
  "anya-e0201n5:1476": "Hara-haraṇe, dvittādi, parassa gī, pubbassa hassa jo, assa ittaṃ, jigīsati, harituṃ icchatīti attho, jigīsanti.",
  "anya-e0201n5:1477": "Pā-pāne, pivituṃ icchatīti atthe – sapaccayo, dvittaṃ, ‘rasso pubbassā’ti rasso, assa ittaṃ, pipāsati, pipāsanti, pipāsīyati, pipāsīyanti.",
  "anya-e0201n5:1478": "Su-savane, sotuṃ icchatīti atthe – dvitte parassa dvittaṃ, sussusati sussūsati (bahūsu), sussusanti, sussusīyati, sussusīyanti, sussuseti, sussusayati, sussusāpeti, sussusāpayati, sussusāpīyati, sussusāpīyanti, sussusatu, sussusantu iccādi.",
  "anya-e0201n5:1479": "Titikkhituṃ icchatīti atthe – titikkhato sapaccayo, sapaccayaparattā puna dvittappasaṅge –",
  "anya-e0201n5:1480": "704.Na punacaṃ. 5.1.6.",
  "anya-e0201n5:1481": "Sakiṃ dvitte kate puna dvittaṃ na āpajjatīti puna dvittābhāvo, ‘ū byañjanassā’ti ū āgamo.",
  "anya-e0201n5:1482": "Titikkhisati, titikkhisanti iccādi. Evaṃ tikicchituṃ icchatīti tikicchisati, tikicchisanti, cikicchisati, cikicchisanti iccādi.",
  "anya-e0201n5:1483": "Iti tumicchatthe kha, cha, sa rāsi.",
  "anya-e0201n5:1484": "Nāmadhāturāsi",
  "anya-e0201n5:1485": "Puttaṃ icchatīti atthe –",
  "anya-e0201n5:1486": "705.Īyo kammāka. 437; rū. 538; nī. 912; caṃ. 1.1.23, 24; pā. 3.1.8, 9.",
  "anya-e0201n5:1487": "Kammatthā nāmapadamhā icchatthe īyo hotīti kammabhūtā puttasaddato icchāyaṃ īyo, ‘puttīya’iti dhātupaccayantarūpaṃ, tato tyādyuppatti.",
  "anya-e0201n5:1488": "Puttīyati, puttīyanti, puttīyeti, puttīyayati, puttīyāpeti, puttīyāpayati, puttīyāpīyati, puttīyāpīyanti. Evaṃ cīvarīyati, cīvarīyanti, pattīyati, pattīyanti, parikkhārīyati, parikkhārīyanti iccādi.",
  "anya-e0201n5:1489": "Aputtaṃ sissaṃ puttamiva ācaratīti atthe –",
  "anya-e0201n5:1490": "706.Upamāṇācāreka. 436; rū. 537; nī. 912; caṃ. 1.1.25; pā. 3.1.10.",
  "anya-e0201n5:1491": "Upamīyati upametabbo attho etenāti upamānaṃ, upamānabhūtā kammapadato ācāratthe īyo hoti.",
  "anya-e0201n5:1492": "Puttīyati , puttīyanti sissaṃ.",
  "anya-e0201n5:1493": "Kamme-aputtopi putto viya ācarīyati puttīyīyati, puttīyīyanti, puttīyeti, puttīyayati, puttīyāpeti, puttīyāpayati, puttīyāpīyati, puttīyāpīyanti. Evaṃ sissīyati, sissīyanti.",
  "anya-e0201n5:1494": "Kuṭiyaṃ viya pāsāde ācaratīti atthe –",
  "anya-e0201n5:1495": "707.Ādhārāka. 436; rū. 537; nī. 912; caṃ. 1.1.26; pā. 3.1.10.",
  "anya-e0201n5:1496": "Upamānabhūtā ādhārabhūtā ca nāmamhā ācāratthe īyo hoti.",
  "anya-e0201n5:1497": "Kuṭīyati, kuṭīyanti pāsāde, nadiyaṃ viya samudde ācarati nadīyati, nadīyanti iccādi.",
  "anya-e0201n5:1498": "Araññe viya nagare ācarati araññīyati, araññīyanti nagare. Evaṃ gehīyati vihāre.",
  "anya-e0201n5:1499": "Lokadhammehi akampanīyaṭṭhena pabbato viya attānaṃ ācaratīti atthe –",
  "anya-e0201n5:1500": "708.Kattutāyoka. 435; rū. 536; nī. 911; caṃ. 1.1.27; pā. 3.1.11.",
  "anya-e0201n5:1501": "Upamānabhūtā kattubhūtā ca nāmamhā ācāratthe āyo hotīti pabbatasaddato āyo. Tato tyādyuppatti.",
  "anya-e0201n5:1502": "Pabbatāyati saṅgho, pabbatāyanti, cicciṭo viya attānaṃ ācarati cicciṭāyati, saddo. Evaṃ paṭapaṭāyati, kaṭakaṭāyati, dhūmadhūmāyati, dhūpāyati, sandhūpāyati.",
  "anya-e0201n5:1503": "Abhusampi bhusaṃ bhavatīti atthe –",
  "anya-e0201n5:1504": "709.Jhattheka. 435; rū. 536; nī. 911; caṃ. 1.1.30; pā. 3.1.12, 13.",
  "anya-e0201n5:1505": "Cīpaccayassa attho abbhūtatabbhāvo jhattho nāma. Kattuto jhatthe āyo hoti.",
  "anya-e0201n5:1506": "Bhusāyati, bhusāyanti, apaṭopi paṭo bhavati paṭāyati, paṭāyanti, alohitampi lohitaṃ bhavati lohitāyati. Evaṃ nīlāyati, kamalāyati, candāyati, candanāyati, kañcanāyati, vajirāyati.",
  "anya-e0201n5:1507": "Kattutotveva? Bhusaṃ karoti.",
  "anya-e0201n5:1508": "Saddaṃ karotīti atthe –",
  "anya-e0201n5:1509": "710.Saddādīhi karotika. 435; rū. 536; nī. 911; caṃ. 1.1.36; pā. 3.1.17, 18; ‘saddādīni’ (bahūsu).",
  "anya-e0201n5:1510": "Saddādīhi dutiyantehi nāmehi karotyatthe āyo hoti.",
  "anya-e0201n5:1511": "Saddāyati, saddāyanti, veraṃ karoti verāyati, verāyanti, kalahaṃ karoti kalahāyati, kalahāyanti, mettaṃ karoti mettāyati, mettāyanti, karuṇaṃ karoti karuṇāyati, karuṇāyanti, muditaṃ karoti muditāyati, muditāyanti, upekkhaṃ karoti upekkhāyati, upekkhāyanti, kukkuccaṃ karoti kukkuccāyati, kukkuccāyanti, piyaṃ karoti piyāyati, piyāyanti, paccayaṃ saddahanaṃ karoti pattiyāyati, pattiyāyanti, taṇhaṃ karoti taṇhāyati, taṇhāyanti, taṇhīyati, taṇhīyanti vā, karotyatthe īyo. Mama idanti karoti mamāyati, mamāyanti.",
  "anya-e0201n5:1512": "Namo karotīti atthe –",
  "anya-e0201n5:1513": "711.Namotvassocaṃ. 1.1.37; pā. 3.1.19.",
  "anya-e0201n5:1514": "Namosaddato karotyatthe asso hoti.",
  "anya-e0201n5:1515": "Namassati, namassanti.",
  "anya-e0201n5:1516": "Samānaṃ sadisaṃ karotīti atthe –",
  "anya-e0201n5:1517": "712.Dhātvatthe nāmasmipā. 3.1.21, 25.",
  "anya-e0201n5:1518": "Dhātvattho vuccati yā kāci kriyā. Nāmasmā dhātvatthe i hoti. ‘Yuvaṇṇānameo paccaye’ti issa ettaṃ.",
  "anya-e0201n5:1519": "Samāneti, samānenti.",
  "anya-e0201n5:1520": "‘Eonamayāvā sare’ti essa ayādeso. ‘Ṇiṇāpyāpīhi vā’ti ettha vāsaddena lapaccayo, samānayati, samānayanti, piṇaṃ karoti piṇeti, piṇayati, kusalaṃ pucchati kusaleti, kusalayati, visuddhaṃ hoti visuddheti, visuddhayati, vīṇāya upagāyati upavīṇeti, upavīṇāyati, paññāya atikkamati atipaññeti, atipaññāyati, vaccaṃ karoti vacceti, vaccayati, muttaṃ karoti mutteti, muttayati, balena pīḷeti baleti, balayati.",
  "anya-e0201n5:1521": "Assa itte-balīyati, balīyanti. ‘‘Abalānaṃ balīyantī’’ti pāḷi.",
  "anya-e0201n5:1522": "Saccaṃ karotīti atthe –",
  "anya-e0201n5:1523": "713.Saccādīhāpisaṃyuttanikāye; rū. 540; nī. 914; pā. 3.1.25.",
  "anya-e0201n5:1524": "Saccādīhi nāmehi dhātvatthe āpi hoti.",
  "anya-e0201n5:1525": "Saccāpeti , saccāpenti, atthavibhāgaṃ karoti atthāpeti, atthāpenti, bedasatthaṃ karoti bedāpeti, bedāpenti, sukkhaṃ karoti sukkhāpeti, sukkhāpenti, sukhaṃ karoti sukhāpeti, sukhāpenti, dukkhaṃ karoti dukkhāpeti, dukkhāpenti, uṇhaṃ karoti uṇhāpeti, uṇhāpenti iccādi.",
  "anya-e0201n5:1526": "Aputtaṃ puttamiva ācarati puttīyati, puttīyituṃ icchatīti atthe ‘tuṃsmā lopo cicchāyaṃ te’ti sapaccayo.",
  "anya-e0201n5:1527": "714.Yathiṭṭhaṃ syādinoka. 458; rū. 461; nī. 939; caṃ. 5.1.8; pā. 6.1.3.",
  "anya-e0201n5:1528": "Icchīyatīti iṭṭhaṃ, yaṃ yaṃ iṭṭhaṃ yathiṭṭhaṃ. ‘‘Yamiṭṭha’’ntipi pāṭho. Syādyantassa yathiṭṭhaṃ ekassaraṃ ādibhūta’maññaṃ vā dverūpaṃ hoti, na tyādissa viya ādibhūtamevāti attho. ‘Ū byañjanassā’ti ū āgamo.",
  "anya-e0201n5:1529": "Ādimhi dvitte-pupputtīyisati.",
  "anya-e0201n5:1530": "Majjhe dvitte-puttittīyisati.",
  "anya-e0201n5:1531": "Akamalaṃ kamalaṃ bhavati kamalāyati, kamalāyituṃ icchatīti kakamalāyisati, kamamalāyisati, kamalalāyisati iccādi.",
  "anya-e0201n5:1532": "Iti nāmadhāturāsi.",
  "anya-e0201n5:1533": "Iti niruttidīpaniyā nāma moggallānadīpaniyā",
  "anya-e0201n5:1534": "Tyādikaṇḍo nāma ākhyātakaṇḍo",
  "anya-e0201n5:1535": "Niṭṭhito."
}