{
  "anya-e0301n4:0": "Cetasikasaṅgaha paramatthadīpanī",
  "anya-e0301n4:1": "68. Evaṃ cittaṅgahaṃ dassetvā idāni anupattaṃ cetasika saṅgahaṃ dassento catūhi sampayogalakkhaṇehi saha vacanatthañca sarūpatthañca tāva dassetuṃ ādi gāthamāha. Tattha ekuppādanirodhācaekālambaṇavatthukāti catussampayogalakkhaṇadassanaṃ. Ceto yuttāti vacanatthadassanaṃ. Cetasiyuttā cetasāvā yuttā cetasikāti dassanato. Dvipaññāsadhammāti sarūpadassanaṃ. Cetasikāti pana siddhapada dassanaṃ. Tattha dhammānaṃ anāgatabhāvasaṅkhātā pubbantato uddhaṃ pajjanaṃ gamanaṃ sarūpato pātubhavanaṃ uppādo. Jātīti vuttaṃ hoti. Sabbepihi saṅkhata dhammā anāgatabhāvapubbā eva honti. Tato paccayasāmaggiṃ labhitvā paccuppannabhāvaṃ gacchanti. Tato nirujjhitvā atītabhāvaṃ gacchantīti. Nirujjhanaṃ nirodho. Sarūpavināso bhaṅgo aniccatā maraṇanti vuttaṃ hoti. Yā cittassa jāti, sāyeva phassādīnaṃ. Yā cittassa jarā, yaṃ cittassa maraṇaṃ, yaṃ cittassa ārammaṇaṃ vatthu. Tadeva phassādīnantiādinā heṭṭhā vuttanayena eko uppādo etesanti ekuppādā. Eko nirodho etesanti ekanirodhā. Ekuppādāca te ekanirodhācāti ekuppādanirodhā. Uttarapade ekasaddassa lopo. Evaṃ paratthapi. Ekaṃ ālambaṇaṃ etesanti ekālambaṇā. Ekaṃ vatthu etesanti ekavatthukā. Ekālambaṇāca te ekavatthukācāti ekālambaṇavatthukā. Ālambaṇaṃ panettha ekacittassapi bahudeva hoti. Ekattaṃpana upanetvā ekaṃ ālambaṇanti vuttanti daṭṭhabbaṃ.",
  "anya-e0301n4:2": "[71] Vibhāvaniyaṃ pana",
  "anya-e0301n4:3": "‘‘Ekato uppādoca nirodhoca yesaṃ, te ekuppādanirodhā’’ti vuttaṃ. Taṃ na sundaraṃ.",
  "anya-e0301n4:4": "Na hi ekakkhaṇe ekato uppādamattena ekuppādatā idha adhippetā. Athakho vuttanayeneva adhippetā. Vuttañhetaṃ mūlaṭīkāyaṃ –",
  "anya-e0301n4:5": "Ekakalāpapariyāpannānaṃ rūpānaṃsahevauppādādippavattito",
  "anya-e0301n4:6": "Ekassakalāpassauppādādayo ekekāva hontīti.",
  "anya-e0301n4:7": "Tatrāyaṃ yojanā. Ekuppādanirodhāca ekālambaṇavatthukā ca hutvā yedhammā cetoyuttā. Te dvipaññāsadhammā cetasikā matāti. Bhāvapadhānaṃpivā ettha yuttaṃ. Visesaneca nissakkavacanaṃ. Ekuppādanirodhabhāvena ekālambaṇa vatthuka bhāvenaca yedhammā cetoyuttā. Te dvipaññāsadhammā cetasikānāma matā ñātāti. Etthaca ye cetoyuttā. Te cetasikāti vutte cittassa sahajātapaccayuppannarūpānipi tadāyattavuttitāya ekantena cittasambandhīni hutvā cetoyuttāni cetasikāni nāma siyuṃ. Tasmā tesaṃ nivattanatthaṃ ekuppādanirodhāca, ekā lambaṇavatthukāti vuttaṃ. Tānihi cittena khaṇato sahuppannānipi bhinnasantānattā yā cittassa jāti, sāeva tesanti imaṃ lakkhaṇaṃpi nānubhonti. Aññaṃhi rūpasantānaṃ. Aññaṃ arūpasantānanti. Phassādīnaṃpana uppādamattameva cittena saha ekaṃ nahoti. Athakho nirodhopi ālambaṇaṃpi vatthupi sabbaṃ ekamevāti ñāpanatthaṃ eka nirodhādiggahaṇaṃ vuttanti daṭṭhabbaṃ. Na hi evaṃ avutte sakkā tathā jānitunti. Yasmāpana yathā bahujanasantako eko goṇo tissassa goṇo dattassa goṇoti evaṃ visuṃ visuṃpi vattabboyeva hoti. Evamevaṃ uppādo nirodhoca ekasmiṃ rūpārūpakalāpe ekovasamānopi phassassa uppādo vedanāya uppādo pathavidhātuyā uppādo āpodhātuyā uppādoti evamādinā nayena visuṃ visuṃpi vattabboyeva. Tasmā suttantesu –",
  "anya-e0301n4:8": "Vedanāya uppādo paññāyati. Vayo paññāyati. Ṭhikāya aññatthaṃ paññāyati. Saññāya. Saṅkhārānaṃ. Viññāṇassa. La. Paññāyatīti vuttaṃ. Tathā yo bhikkhave pathavidhātuyā uppādo ṭhitiabhinibbatti pātubhāvo. Dukkhasseso uppādo rogānaṃ ṭhiti jarā maraṇassa pātubhāvo. Yo bhikkhave āpodhātuyā. Yo bhikkhave tejo dhātuyā. Yo bhikkhave vāyodhātuyā. Yo bhikkhave cakkhussa.La. Manassa uppādo.La. Jarāmaraṇassa pātubhāvoti.",
  "anya-e0301n4:9": "Vuttanti daṭṭhabbaṃ. Itarathā jīvitindriyādīnapi ekasmiṃ kalāpe bahubhāvo vattabbo siyā. Yo arūpīnaṃ dhammānaṃ āyu ṭhiti avaṭṭhitīti hi vuttaṃ. Tathā vikārarūpānaṃ. Sabbesaṃpivā cakkhādīnaṃ upādārūpānaṃ. Catunnaṃ cahābhūtānaṃ upādāyarūpantica catunnaṃ mahābhūtānaṃ upādāya pasādotica vuttanti. Kāyalahutā cittalahutādayopana atthavisesadīpanatthaṃ dvidhā bhinditvā vuttā. Soca atthavisesoupari āvi bhavissatīti. Ayametthaparamatthadīpanā.",
  "anya-e0301n4:10": "[72] Vibhāvaniyaṃ pana",
  "anya-e0301n4:11": "Imamatthaṃ asallakkhetvā yaṃ vuttaṃ ‘‘yadi ekuppādamatteneva cetoyuttāti adhippetā. Tadā cittena saha uppajjamānānaṃ rūpadhammānampi cetoyuttatā āpajjeyyāti eka nirodhaggahaṇaṃ. Evampi cittānuparivattino viññattidvayassa pasaṅgo nasakkā nīvāretuṃ. Tathā ekato uppādo vā nirodhovā etesanti ekuppādanirodhāti parikappentassa puretaramuppajjitvā cittassa bhaṅgakkhaṇe nirujjhamānānampi rūpadhammānanti ekālambaṇaggahaṇaṃ. Ye evaṃ tividhalakkhaṇā. Te niyāmato ekavatthukā yevāti dassanatthaṃ. Ekavatthukaggahaṇanti. Alamatipapañcenā’’ti. Sabbaṃ taṃ niratthakameva.",
  "anya-e0301n4:12": "69. Kathañca dvipaññāsa hontīti pucchitvā pathamaṃ dvipaññāsa sarūpaṃ tīhi rāsīhi vibhajitvā dassento kathantiādimāha. Tattha phusatīti phasso. Phusanti sampayuttakā dhammā etenāti phasso. Phusanamattamevavā etanti phasso. Phusanañcettha ārammaṇassa iṭṭhāniṭṭharasaṃ āhacca upahacca gahaṇaṃ daṭṭhabbaṃ. Yato tadanubhavanti vedanā pātubhavati. Phassapaccayā vedanāti hi vuttaṃ. Svāyaṃ phusanalakkhaṇo. Nanucāyaṃ arūpadhammo. Naca arūpadhammā appaṭighasabhāvā kiñci phusantīti. Saccaṃ, ayaṃpana phusanā kārenaca pavattati. Yañca phusantehi sādhetabbaṃ. Tañca kiccaṃ sādheti. Tasmā ayaṃ phassotica phusanalakkhaṇotica vutto. Kiṃpana sādhetīti. Ārammaṇarasānurūpaṃ cittassa vikārapatti. Vedanāvisesuppattiṃvā. Ayañca attho ambilakhādādike disvā aparassa kheḷuppādādīsu pākaṭoti.",
  "anya-e0301n4:13": "[73] Vibhāvaniyaṃ pana",
  "anya-e0301n4:14": "‘‘Kheḷuppādādiviya daṭṭhabbo’’ti vuttaṃ. Evañcasati idaṃ upamā mattaṃ siyā. Atipākaṭāyapana phassappavattiyā dassana midanti daṭṭhabbaṃ.",
  "anya-e0301n4:15": "70. Vedayatīti vedanā. Ārammaṇarasaṃ anubhavati. Aviditaṃvā ārammaṇarasaṃ sampayuttānaṃ taṃsamaṅgipuggalānaṃ vā viditaṃpākaṭaṃ karotīti attho. Vindantiva etāya sattā sātaṃvā asātaṃvā labhantīti vedanā. Vedayitamattamevavā etanti vedanā. Pāḷiyaṃpana –",
  "anya-e0301n4:16": "Vedayati vedayatīti kho bhikkhave tasmā vedanāti vuccati. Kiñca vedayati, sukhaṃpi vedayati. Dukkhaṃpi vedayati. Adukkhamasukhaṃpi vedayatīti vuttaṃ.",
  "anya-e0301n4:17": "Nanu sabbepi cittacetasikā dhammā ārammaṇarasānubhavanappa katikāevāti tepi vedanānāma siyunti. Nasiyuṃ. Tehi kiccantarabyāvaṭā honti. Ārammaṇarasaṃ ujuṃ anubhavituṃ nasakkonti. Attano attano kiccaṃ karontāva ekadesamattena anubhavanti. Vedanāyevapana anaññakiccatāya anubhavanakicce ādhipaccayogatāyaca issarabhāvena anubhavatīti sāeva vedanānāma bhavituṃ arahatīti. Evañcakatvā rājaggabhojana rasānubhavane tesaṃ sūdasadisatā vedanāyaevaca rājasadisatā vuttāti.",
  "anya-e0301n4:18": "71. Sañjānātīti saññā. Puna jānanatthaṃ saññāṇaṃ karotīti attho. Ayañhi pubbe gahitasaññānena sañjānanakālepi puna jānanatthaṃ saññāṇaṃ karotiyevāti. Sāhi evaṃ punappunaṃ saññāṇaṃ katvā uppajjamānā thirasaññābhāvaṃ patvā yāvatāyukaṃpi bhavantaraṃ patvāpi sattānaṃ appamuṭṭhabhāvaṃ sādheti. Micchā bhinivesasaññābhāvaṃ patvāca ime satte sabbaññu buddhehipi bodhetuṃ asakkuṇeyye karotīti. Tathāhi sā puna sañjānanatthaṃ nimittakaraṇe dārutacchakasadisātica. Yathāgahita nimittavasena abhinivesakaraṇe hatthidassaka andhasadisātica. Upaṭṭhitavisayaggahaṇe tiṇapurisakesu migapotakasadisātica vuttāti. Pāḷiyaṃpana –",
  "anya-e0301n4:19": "Sañjānāti sañjānātītikho bhikkhave tasmā saññāti vuccati. Kiñca sañjānāti. Nīlaṃpi sañjānāti. Pītakaṃpi sañjānātītiādi vuttanti.",
  "anya-e0301n4:20": "72. Cetayatīti cetanā. Sampayuttadhamme tasmiṃ tasmiṃ ārammaṇevā kiccevā abhisandahati punappunaṃ ghaṭeti, tattha pabandhavasena nirantaraṃ pavattamāne karotīti attho. Pakappeti vā te. Saṃvidahati ārammaṇapaṭilābhāyavā kammasiddhiyā abhisaṅkharoti. Āyūhativā te. Ārammaṇe sampiṇḍeti ekato samo sarante karotīti attho. Tathāhi sā āyūhanarasāhica saṃvidhānapaccupaṭṭhānātica vuttā. Tāyahi tasmiṃ nirantaraṃ ussukkana byāpāravasena pavattamānāya taṃ sampayuttāpi attano attano kiccaṃ kurumānā tasmiṃ tatheva pavattantīti. Teneva sā sakicca parakicca sādhaka jeṭṭhasissa mahāvaḍḍhaki ādisadisāti vuttāti.",
  "anya-e0301n4:21": "[74] Vibhāvaniyaṃ pana",
  "anya-e0301n4:22": "Ceteti saṅkhatābhisaṅkharaṇe byāpāramāpajjatīti vatvā tadatthasādhanatthaṃ yaṃ vuttaṃ ‘‘vibhaṅge suttantabhājaniye saṅkhā rakkhandhaṃ vibhajantena saṅkhatamatisaṅkharontīti saṅkhārāti vatvā’’ti. Taṃ na yujjati.",
  "anya-e0301n4:23": "Na hi vibhaṅge suttantabhājaniye saṅkhatama bhisaṅkharontīti saṅkhārāti vuttaṃ atthi. Khandhasaṃyuttake panetaṃ vuttanti.",
  "anya-e0301n4:24": "73. Ekattārammaṇasaṅkhāto aggo koṭṭhāso koṭi vā etassāti ekaggaṃ. Cittaṃ, tassa bhāvo ekaggatā. Ārammaṇañhi nāma ekaṃpi nānāsabhāvaṃ hoti. Tasmā tassa ekassapi nānāsabhāvesu vikkhepaṃ apatvā ekasmiṃ sabhāve khaṇamattaṃpi pavattassa cittassa yoniccalākāro atthi ayaṃ tasmiṃ ekaggābhidhānassa ekaggabuddhiyāca pavattihetubhāvena gayhatīti. Te neva hi sā nivāte dīpaccīnaṃ ṭhitiviya cetaso ṭhitīti daṭṭhabbāti vuttā.",
  "anya-e0301n4:25": "[75] Vibhāvaniyaṃ pana",
  "anya-e0301n4:26": "‘‘Ekaṃ ārammaṇaṃ aggaṃ imassāti ekagga’’nti vuttaṃ. Tatthapi aggasaddo koṭṭhāsevā koṭiyaṃvā pavattoti yutto. Kecipana ārammaṇe pavattoti vadanti. Taṃ na sundaraṃ.",
  "anya-e0301n4:27": "Na hi aggasaddo ārammaṇapariyāyo katthaci diṭṭhoti.",
  "anya-e0301n4:28": "74. Jīvanti sampayuttādhammā etenāti jīvitaṃ. Indoti issaro. Idha pana issarabhāvo vuccati. Indaṃ issarabhāvaṃ kāretīti indriyaṃ. Jīvitañca taṃ indriyañcāti jīvitindriyaṃ. Tañhi mayā vinā tumhākaṃ jīvitaṃ natthi. Tasmā tumhākaṃ jīvanakicce maṃ issaraṃ karothāti vadantamiva sahajātadhamme abhibhavitvā pavattatīti. Tathā hi taṃ pavattasantatādhipateyyanti ca padumuppa lānupālakamudakaṃ viyātica vuttaṃ. Tattha yāva khandhaparinibbānā anuppabandhavasena pavattamānā cittasantati pavattasantatināma. Adhipatibhāvo ādhipateyyaṃ. Pavattasantatiyaṃ ādhipateyyaṃ assāti samāso. Punappunaṃ niruddhaṃpi hi cittasantānaṃ tassa balena punappunaṃ jīvantaṃ hutvā yāva khandhaparinibbānā punappunaṃ pavattatiyeva.",
  "anya-e0301n4:29": "Na hi jīvitarahitesu anindriyabaddhadhammesu tādiso pavattasantati visesonāma atthīti.",
  "anya-e0301n4:30": "75. Manasmiṃ ārammaṇaṃ asuññaṃ manaṃvā ārammaṇe niccaninnaṃ karotīti manasikāro. So pana tividho vīthipaṭipādako javanapaṭipādakoārammaṇapaṭipādakoti. Tattha pañcadvārāvajjanaṃ vīthi paṭipādako nāma. Tañhi pañcadvārika cittasantatiṃ ārammaṇe paṭipādeti yojetīti. Manodvārāvajjanaṃ javanapaṭipādako nāma. Taṃpi javana santatiṃ ārammaṇe paṭipādeti yojetīti. Idameva dvayaṃ tattha tattha yoniso manasikārotica ayoniso manasikāro tica vuttaṃ. Tañhi pakatiyā samudāciṇṇaninnaniyāmitādīhi paccaye hi upatthambhitaṃ hutvā cittasantānaṃ yoniso ayonisovā ārammaṇe ninnaṃ karotīti. Paṭisandhicittato pana paṭṭhāya pavattamānā cittasantati ārammaṇaṃ muñcitvā nirujjhitvāpi puna uppajjamānā yassa dhammassa vasena tasmiṃyeva ārammaṇe uppajjati asati kāraṇavisese. So ārammaṇapaṭipādakonāma. Ayamidhā dhippeto. Ayañhi ārammaṇaṃ citte cittaṃvā ārammaṇe paṭipādeti yojetīti. Tathā hi ayaṃ sāraṇa lakkhaṇoti ca sampayuttānaṃ ārammaṇena saṃpayojanarasotica ārammaṇapaṭipādakaṭṭhena sampayuttānaṃ sārathīviya daṭṭhabbotica vutto. Tattha sāraṇalakkhaṇoti sārathīviya assānaṃ sampayuttadhammānaṃ ujuṃ ārammaṇābhimukhaṃ pavattayanalakkhaṇoti attho. Samaṃ dhārentiti sādhāraṇā. Sabbesaṃ cittānaṃ sādhāraṇā sabbacittasādhāraṇā.",
  "anya-e0301n4:31": "76. Vitakketīti vitakko. Tathā tathā saṅkappetvā ārammaṇaṃ ārohatīti attho. Tasmiṃ pana taṃ kathā ārohante sampayuttadhammāpi taṃ ārohanti. Tadā soyeva te ārammaṇaṃ abhiniropentonāma hotīti katvā ārammaṇā bhiniropanalakkhaṇo vitakkoti vutto. Rājavallabhaṃ nissāya janapadagāsino rājagehārohanañcettha nidassanaṃ. Avitakkaṃpi hi cittaṃ savitakkadhammasantāne vitakkena saha pavattaparicaya balena ārohanato vitakkena atinirovitamevanāma hotīti. Apica, avitakkaṃpi pañcaviññāṇaṃ vatthārammaṇa saṅghaṭṭanavasena ārohati. Dutīyajjhānādīnica upacārabhāvanāvasena ārohanti. Majjhimaṭṭhakathāyaṃ pana kiṃvā etāya yuttiyāti vatvā imamatthaṃ dasseti. Cittaṃpi hi ārammaṇaṃ āruhatiyeva. Tassa pana niccaṃ sahāyo manasikāro. Tasmiñhi asati taṃ niyāmakarahi tā nāvāviya yaṃvātaṃvā ārammaṇaṃ gahetvā pavatteyyāti. Iti pañcaviññāṇaṃ manasikārasahāyaṃ hutvā attano ārammaṇavijānanasattivaseneva ārammaṇaṃ ārohati. Akusalaṃ patvā pana cittaṃpi lobhādayopi ārammaṇāruhane thāmavatā eva honti. Pāpasmiṃ ramate manoti hi vuttaṃ. Dutīyajjhāna cittādīnica manasikāra vīriyassatīnaṃpi vasena ārohanti. Vitakko pana tathā tathā saṅkappetvā attasahite dhamme ārammaṇāruhane suṭṭhutaraṃ balavante karoti. Iti tasmiṃ kicce aññesaṃ sābhisayabyāpāratāyaeva ayaṃ vitakkoti vuttoti. Evaṃ pana vattabbaṃ. Nanu aññepi arūpadhammā sārammaṇasabhāvā ārammaṇaṃ ārohanti. Atha ca pana kasmā ayameva vitakkoti vuttoti. Aññesaṃ pana āruhanaṃ kiccantarayogavaseneva siddhaṃ. Imassa pana ito aññaṃ kiccaṃ nāma natthi. Tasmā ayameva tathā vuttoti.",
  "anya-e0301n4:32": "77. Vicaratīti vicāro. Vicāretivā sampayuttakedhamme, te vā dhammā vicaranti etenāti vicāro. Vicaraṇañcettha vitakkā ruḷhe tasmiṃyeva ārammaṇe sabhāvākārapātubhāvatthaṃ punappunaṃ anumajjanavasena pavattanaṃ daṭṭhabbaṃ. Etthaca vitakko oḷāriko pubbaṅgamo ārammaṇe cittassa pathamābhinipātabhūtoca hotīti ghaṇḍābhighāto viya daṭṭhabbo. Vicāro sukhumo anucaro tasmiṃyeva ārammaṇe cittassa anubandhanabhūto ca hotīti ghaṇḍānuravoviya daṭṭhabboti.",
  "anya-e0301n4:33": "78. Adhimuccanaṃ adhimokkho. Ārammaṇe evaṃ nukho no nukhoti evaṃ pavattaṃ saṃsappanaṃ adhibhavitvā vicchinditvā pakkhako muccanavasena cittassa pavattīti vuttaṃ hoti. Evañca katvā so ārammaṇe sanniṭṭhānalakkhaṇoti ca ārammaṇe niccalabhāvena indakhīlasadisotica vutto.",
  "anya-e0301n4:34": "79. Vīrassa kammasūrassa bhāvo kammavā vīriyaṃ. Taṃsamaṅgī puggalo hi kammasūro hoti. Mahantaṃpi kammaṃ appakato gaṇhāti. Dukkaraṃpi sukarato, bhāriyaṃpi abhāriyato gaṇhāti. Attakilamathaṃ nagaṇeti. Kammasiddhiyā niccaṃ paggahita kāya cittova hoti. Tasmā taṃ tassa puggalassa tathāpavattiyā hetubhāvoceva tathāpavattassa ca tassa puggalassa kāya cittakriyābhūtaṃ hotīti. Vidhināvā nayena upāyena vīriyavato kiṃ nāmakammaṃ na sijjhatītiādikena pubbābhisaṅkhārena īrayitabbaṃ pavattayitabbanti vīriyaṃ. Visesenavā sakaparahitahetu īranti kampanti taṃ samaṅgino etenāti vīriyaṃ. Etthaca vīriyu patthambhitā sampayuttadhammā sadā anikkhittadhurā paggahitasīsāviya hutvā attano attano kiccasampattiyā niccaṃ ussāhajātāva honti, tesuca tathāhontesu taṃsamaṅgino puggalāpi attanovā paresaṃvā hitahetu niccaṃ byāvaṭakāyacittā honti. Tasmā īranti kampantīti vuccantīti. Tathā hi taṃ upatthambhanalakkhaṇanti ca paggahalakkhaṇanti ca ussāhalakkhaṇanti ca gehassa thūṇūpatthambhana sadisanti ca sammā āraddhaṃ sabbasampattīnaṃ mūlanti ca vuttanti.",
  "anya-e0301n4:35": "80. Vinayati kāyacittaṃ tappeti, tuṭṭhaṃ suhitaṃ janeti, supupphitapadumaṃviyavā vaḍḍhetīti pīti, vinantivā etāya taṃ samaṅgino puṇṇacandoviya virocamāna kāyacittā hontīti pīti. Sā pañcavidhā khuddikā pīti, khaṇikāpīti, okkantikā pīti, ubbegā pīti, pharaṇāpītīti.",
  "anya-e0301n4:36": "81. Chandanaṃ chando. Icchā patthanā abhisandhīti vuttaṃ hoti. Sopana duvidho taṇhāchando, kattukamyatā chandoti. Idha kattukamyatā chando adhippeto. Etthaca kattuṃ kāmeti icchatīti kattukāmo. Chandasamaṅgipuggalo. Tassa bhāvo kattukamyaṃ. Tadeva kattukamyatā, yathā devoyeva devatāti. Etthaca kattusaddo sabbesaṃ dhātusaddānaṃ atthe saṅgahetvā pavatto. Tasmā kattukamyatāti etena kathetukamyatā cintetukamyatā daṭṭhukamyatā sotukamyatāti evamādīni sabba kriyāpadāni saṅgahitāni hontīti daṭṭhabbaṃ. So pana ārammaṇaṃ icchantopi taṇhā viya assādana rajjana laggana vasena naicchati. Yena yena pana atthiko hoti. Taṃ taṃ atthaṃ ārādhetu kāmatāvaseneva icchati. Yathā rañño issāsā dhanenavā yasenavā atthikā rājaverīnaṃ vijjhanavasena chaḍḍitabbayuttakepi sare bahū icchantiyeva. Evamevaṃ ayaṃpi parassa vissajjitabbayutta kānipi dānavatthūni aladdhānipi laddhuṃ icchati. Laddhānipi rakkhituṃ icchatīti. Ayañca attho vibhāvaniyaṃpi vuttoyeva.",
  "anya-e0301n4:37": "Vuttañhi tattha",
  "anya-e0301n4:38": "Dānavatthuvissajjanavasena pavattakālepi cesa vissajji tabbena tena atthikoyeva. Khipitabbausūnaṃ gahaṇe atthiko issāsoviyāti.",
  "anya-e0301n4:39": "Tattha yadaggena dānaṃ dassāmīti dānavatthupariyesanādivasena pavattā pubbabhāgacetanā dānavatthuvissajjana saṅkāte dāne saṅgahitā hoti. Tadaggena tassā pubbabhāgacetanāya pavattikālo idha dānavatthu vissajjanavasena pavatta kāloti veditabbo. Vissajjitabbenāti vissajjitabba yuttakena. Tena atthikoyeva parassa vissajjanatthāyāti adhippāyo. Khipitabbausūnaṃ gahaṇeti tesaṃ akatānaṃ karaṇavasena aladdhānaṃ pariyesanavasena gahaṇe. Ettha pana keci issāso usūnikhipitvāpi labhamāno tehi usūhi atthikoyevāti eva matthaṃ vadanti. So nayujjati. Evañhi sati khipitausūnanti vuttaṃ siyā. Yathā kathitaṃ lapitaṃ tathāgatenāti. Tathā vissajjitabbe nāti etthapīti. Keci issāso usūhi anatthiko khipanto nahoti. Atthikoyeva samāno aññaṃ ānisaṃsaṃ icchanto khipatīti evaṃ atthaṃ vadanti. Sopi nayujjati. Evañhi sati usūhi atthikoyeva tāni khipanto issāsoviyātivuttaṃ siyāti. Atthato pana tadubhayaṃpi avahasitabbameva hotīti. Yasmāca chandasampayuttaṃ cittaṃ ārammaṇaṃ gaṇhantaṃ chandavasena ati icchamānaṃ viya viluppamānaṃ viya gaṇhāti. Tasmā ayaṃ ārammaṇaggahaṇe cetaso hatthappasāraṇaṃviyāti vutto. Etthaca hatthappasāraṇaṃviyāti idaṃ abhūtaparikappavacanaṃ daṭṭhabbaṃ. Na hi cittassa hatthonāma atthi. Atthavisesapākaṭatthaṃ pana abhūtaṃpi bhūtaṃ viya kappetvā vuttanti daṭṭhabbaṃ. Apica, ayaṃ chandonāma thāmapatto taṇhāya balavataro hoti. Tathā hesa adhipatibhūto iddhipādabhūtoca hotīti. Yadi hi so taṇhāya samānabalo siyā. Ime sattā taṇhāya hatthe ṭhitā taṇhā pariggahitāni dhanabhogarajjasukhānivā dibbabrahmasampattiyovā chaḍḍetvā vaṭṭadukkhato niyyātuṃ nasakkhissanti yevāti.",
  "anya-e0301n4:40": "82. Sobhaṇā sobhaṇesu cittesu pakirantīti pakiṇṇā. Keeva pakiṇṇakā. Aññehi aññesaṃvā samānā aññasamānā. Yadā sobhaṇacittesu yuttā, tadā tehi asobhaṇato aññehi samānā. Yadā asobhaṇacittesu yuttā, tadā tehi sobhaṇato aññehi samānā sadisāti vuttaṃ hoti.",
  "anya-e0301n4:41": "Aññasamānarāsimhi paramatthadīpanā.",
  "anya-e0301n4:42": "83. Idāni akusalarāsiṃ dassento mohotiādimāha. Tattha muyhatīti moho. Muyhanti sattā etenātivā moho. Muyhanamattaṃvā moho, caturaṅgatamassa viya cakkhussa sabbaso kalyāṇapakkhaṃ paṭicchādetvā cittassa andhabhāvakaraṇanti vuttaṃ hoti. Pāpapakkhaṃ pana patvā so ñāṇagatiko hotīti daṭṭhabbo. Tathā hesa pāḷiyaṃ micchāñāṇanti vutto. Aṭṭhakathāsuca micchāñāṇanti pāpakriyāsu upāyacintāvasenapavatto mohoti vuttaṃ. Avijjāyaca appaṭipatti micchāpaṭipattivasena duvidhabhāvo vutto. Etthaca appaṭipattīti kalyāṇapakkhe aññāṇameva vuccati. Micchāpaṭipattīti pāpapakkhe micchāñāṇameva vuccatīti, tathā hi pāpapakkhaṃ patvā pañcadhammā ñāṇagatikā honti moho, lobho, diṭṭhi, vitakko, vicāroti. Cittena pana saddhiṃ chabbidhā honti. Tehi pakatiyā viññujātikesu sutapariyattisampannesuca uppannā pāpakriyāsu taṃ taṃ upāyadassanavasena tesaṃ tattha chekabhāvaṃ paṭibalabhāvañca sādhentīti.",
  "anya-e0301n4:43": "84. Nahiriyati kāyaduccaritādīhi nalajjati najigucchatīti ahirī. Hirippaṭipakkhāvā ahirī, sāeva ahirikaṃ. Tañhi pāpa kriyāsu paccupaṭṭhitāsu hiriyā okāsaṃ adatvā tāsu ruciṃ uppādetvā pavattatīti. Tathā hi taṃ kāyaduccaritādīhi ajigucchanalakkhaṇantica alajjālakkhaṇantica vuttaṃ.",
  "anya-e0301n4:44": "85. Naottappatīti anottappaṃ. Kāyaduccaritādīhi nabhāyati nautrasatīti attho. Ottappappaṭipakkhaṃvā anottappaṃ. Taṃpi hi tāsu paccupaṭṭhitāsu ottappassa okāsaṃ adatvā cittaṃ tāsu asārajjamānaṃ katvā pavattatīti. Tathā hetaṃ kāyaduccari tādīhi asārajjalakkhaṇanti ca anuttāsalakkhaṇanti ca vuttaṃ. Vuccati ca –",
  "anya-e0301n4:45": "Ajegucchī ahiriko, pāpāgūthāva sūkaro;",
  "anya-e0301n4:46": "Abhīruca anottappī, salabho viya pāvakāti.",
  "anya-e0301n4:47": "86. Uddharatīti uddhaṭaṃ. Pāsāṇapiṭṭhe vaṭṭetvā vissaṭṭha geṇḍuko viya nānārammaṇesu vikkhittaṃ cittaṃ, uddhaṭassa pana cittassa uddharaṇākārappavattiyā paccayabhūto dhammo uddhaccaṃ. Taṃ pana vāteritaṃ jalaṃ viya dhajapaṭākā viyaca daṭṭhabbaṃ.",
  "anya-e0301n4:48": "87. Lubbhatīti lobho, lubbhanti sampayuttā dhammā ete nāti lobho, lubbhanamattamevavā etanti lobho. Etthaca lubbhanaṃnāma ārammaṇābhisajjanaṃ daṭṭhabbaṃ. Sopana ārammaṇe lagga naṭṭhena makkaṭālepoviya abhikaṅkhaṭṭhena tattakapāle khittamaṃsa pesi viya aparicāgaṭṭhena telañjana rāgoviya taṇhānadibhāvena vaḍḍhitvā sattānaṃ apāyāvahaṭṭhena sabbāni sukkhakaṭṭha sākhāpalāsa tiṇakasaṭāni mahāsamuddaṃ vahantī sīghatotā nadī viya daṭṭhabbo.",
  "anya-e0301n4:49": "88. Dassanaṃ diṭṭhi. Dhammānaṃ yāthāvasabhāvesu ñāṇadassanaṃ viya tesameva ayāthāvasabhāvesu micchādassananti vuttaṃ hoti. Sāhi ekaccānaṃ paṇḍitamānīnaṃ micchāvitakkabahulānaṃ uppannā thāmagatā ayāthāvapakkhe paṭivedhaññāṇagatikā hotīti. Sāpana micchābhinivesalakkhaṇā paramaṃvajjanti daṭṭhabbā.",
  "anya-e0301n4:50": "89. Maññatīti māno. Ahaṃ loke eko puggalo asmi. Na kaṭṭhakaliṅgaroviya avamaññanārahoti evaṃ attānaṃ daḷhaṃ paggahetvā samanupassatīti attho. Sopana jāti kuladhana bhoga yasa issariyādīhi ceva sīla suta lābhasakkārā dīhica guṇehi upatthambhito atirekataraṃ vaddhitvā attānaṃ janamajjhe ketuṃviya accuggataṃ maññati. Tasmā so unnatilakkhaṇotica ummādoviyātica vutto.",
  "anya-e0301n4:51": "90. Dussatīti doso. Sopana caṇḍikkaṭṭhena pahatā sivisoviya visappanaṭṭhena asanipātoviya attano nissaya dahanaṭṭhena dāvaggiviya dussanaṭṭhena laddhokāso sapattoviya sabbaso ahitarāsi bhāvaṭṭhena visa saṃsaṭṭha pūtimuttaṃ viya daṭṭhabbo.",
  "anya-e0301n4:52": "91. Issatīti issā. Parasampattiṃ ussūyatīti attho. Sāhi paresaṃ pakatiyā laddhasampattiṃ disvā vā sutvāvā nasahati. Tassā sampattiyā vipattiṃ icchati ākaṅkhati. Asuko idaṃnāma labhissatīti sutvāpi nasahati. Tassa alābhaṃ icchati ākaṅkhati. Tasmā sā parasampattīnaṃ ussūyanalakkhaṇāti vuttā.",
  "anya-e0301n4:53": "92. Mama eva idaṃ guṇajātaṃvā vatthuvā hotu. Mā aññassāti evaṃ attano sampattihetu avipphārikatāvasena carati pavattatīti maccharaṃ, tathā pavattaṃ cittaṃ. Maccharassa bhāvo macchariyaṃ. Idaṃca issā viya duvidhaṃ attanā laddhasampatti labhitabbasampatti vasena. Tattha pakatiyā laddhasampattiyaṃ tāva taṃ parehi sā dhāraṇaṃvā yena kenacivā kāraṇena attasantakabhāvato muccitvā paresaṃ santakabhāvaṃ gamissamānaṃ disvā vā sutvāvā cintetvā dukkhī dummano hoti, labhitabbasampattiyaṃpi asukasmiṃ dese vākālevā idaṃnāma bhavissatīti sutvāvā cintetvāvā taṃ attanāva laddhuṃ icchati. Aññesaṃ lābhaṃ naicchati. Aññe labhissantīti sutvāvā cintetvāvā dukkhī dummano hotīti. Tathā hetaṃ laddhānaṃvā labhitabbānaṃvā attano sampattīnaṃ nigguhanalakkhaṇanti vuttaṃ. Etthaca labhitabbasampattiyaṃ yassa lābhaṃ naicchati. Solabhatītivā labhissatītivā sutvāvā cintetvāvā cittavighāto issānāma. Yaṃ yaṃ attanā laddhuṃ icchati. Taṃ taṃ attanā alabbhamānakaṃ cintetvā cittavighāto macchariyaṃnāma. Na hi ete dve ekato uppajjantīti.",
  "anya-e0301n4:54": "93.Kukkuccanti ettha kiriyā kataṃ. Kucchitaṃ katanti kukataṃ. Kucchitakiriyāti attho. Paṇḍitehi ekantena ninditabbo cittappavattivisesoti vuttaṃ hoti. Atthato pana akataṃ vata me kalyāṇaṃ kataṃ pāpanti evaṃ anusocanavasena pavatto kukkucca sampayuttacittuppādoyeva, so hi tathā pavattamānopi pubbe akataṃvā kalyāṇaṃ puna kataṃ kātuṃ na sakkoti. Pubbe kataṃ vā pāpaṃ puna akataṃ kātuṃ nasakkoti. Athakho kusaladhammesu cittapariyādānāyaeva saṃvattati. Tasmā kucchitakiriyā mattattā kukatanti vuccatīti. Vuttañhetaṃ aṭṭha kathāyaṃ katākatassa sāvajjānavajjassa abhimukhagamanaṃ paṭisāronāma. Yasmā paneso kataṃvā pāpaṃ akataṃ nakaroti. Akataṃvā kalyāṇaṃ kataṃ nakaroti. Tasmā virūpo kucchito vā paṭisāroti vippaṭisāroti. Etthaca vippaṭisāroti kukkucca meva. Kukkucceca kucchite sati taṃ sampayuttacittuppādopi kucchitoyeva. Yenaca kāraṇena kukkuccaṃ kucchitaṃnāma hoti. Teneva kāraṇena so cittuppādopi kucchitonāma hotīti katvā so cittuppādova kukatapade gahetuṃ yuttoti veditabbo. Sudinnakaṇḍaṭṭhakathāyaṃ pana ayamattho ujukatova vutto. Yathāha-viññūhi akattabbatāya kucchitakiriyābhāvato kukkuccanti.",
  "anya-e0301n4:55": "[76] Vibhāvaniyaṃ pana",
  "anya-e0301n4:56": "Imamatthaṃ asallakkhetvā yaṃ vuttaṃ ‘‘kucchitaṃ katanti kukataṃ. Katākata duccaritasucarita’’nti. Taṃ na yujjatiyeva. Etena yañca tattha vuttaṃ ‘‘akataṃpi hi kukatanti voharanti. Yaṃ mayā akathaṃ. Taṃ kukatantica. Idha pana katā kataṃ ārabbha uppanno vippaṭisāracittuppādo kukata’’ntica. Taṃpi sabbaṃ paṭikkhittameva hotīti.",
  "anya-e0301n4:57": "Kukatassa yathāvuttacittuppādassa tathāpavatti hetubhāvo kukkuccaṃ. Apica, dhātupāṭhesu kucasaddaṃ saṅkocana mano vilekhanatthesu paṭhantiyeva. Tasmā kucchitena ākārena kocati saṅkocati na pāpajigucchanākārenāti kukkuco. Kucchitenavā ākārena kocati vilikhati nakilesasallīkhanā kārenāti kukkuco. Tathā pavattadhammasamūho. Sohi kucchitena akataṃ vata me kalyāṇaṃ kataṃ pāpanti evaṃ pavattena anutthunanākārena saṅkocati. Kusaladhammasamādāne cittaṃ namituṃpi nadeti. Manaṃvā vilekhati. Saddhādīnaṃ sāradhammānaṃ tanukaraṇena cittaṃ kusaladhammasamādāne pariyādinnathāmabalaṃ karoti. Tasmā kukkucoti vuccati. Yena pana dhammena yuttattā so tathā pavatto hoti. So kukkuccaṃnāma kukkucassa bhāvoti katvā. Taṃ pana yasmā pubbe akatañca kalyāṇaṃ katañca pāpaṃ ārabbha pacchā anutāpanavasena anusocanavasenaca pavattati. Tasmātaṃ pacchānutāpalakkhaṇaṃ katākatānuyocana rasanti ca vuttaṃ. Etthaca pacchānutāpalakkhaṇanti pubbe kalyāṇañca akatvā pāpañca katvā āgatattā pacchime kāle anutāpalakkhaṇanti attho. Tena kukkuccassa ekantena atītārammaṇatā siddhā hoti. Paccuppannānāgatārammaṇatāca paṭisiddhāti. Katākatā nusocanarasanti ettha katañca pāpaṃ akatañca kalyāṇanti yo jetabbaṃ. Vuttañhetaṃ mahāniddese –",
  "anya-e0301n4:58": "Dvīhākārehi kukkuccaṃ uppajjati katattā ca akatattā ca. Kathañca dvīhā.La. Akatattāca. Akataṃ me kāyasu caritaṃ. Kataṃ kāyaduccaritanti uppajjati kukkuccaṃ. Akataṃ me vacīsucaritaṃ.La. Kataṃ manoduccaritanti uppajjati kukkuccaṃ. Akatāme pāṇātipātā veramaṇī. Kato pāṇāti pātoti uppajjati kukkuccaṃ.La. Akatā me sammādiṭṭhi. Katā micchāmiṭṭhīti uppajjati kukkuccanti.",
  "anya-e0301n4:59": "Etena pana akatasucaritā rammaṇatāya kataduccaritā rammaṇatāyaca vasena kukkuccassa dvidhābhāvoyeva siddho hoti. Dvīhākārehīti hi vuttaṃ. Soca kho pubbe pāpaṃ katvā pacchā apāyabhayatajjitānañceva apāyesu patitvā pubbe attanā katakammaṃ anussarantānañca hoti. Naaññesaṃ, akataṃ me kāyasucaritaṃ. Kataṃ kāyaduccaritanti hi vuttaṃ. Yathā pana māno duvidho hoti yāthāvamāno ayāthāvamānoti. Tathā kukkuccaṃpi, yāthāvakukkuccaṃ, ayāthāva kukkuccanti duvidhaṃ hoti. Tattha ayāthāva kukkuccaṃpi uppajjamānaṃ dvīhākāreho uppajjati akataṃ vata me kalyāṇaṃ kataṃ pāpanti. Katamaṃ pana tanti. Yañca pubbe kalyāṇakammepi pāpasaññī pāpadiṭṭhi akatvā pāpakammepi kalyāṇasaññī kalyāṇadiṭṭhi katvā pacchā anusocanavasena uppajjati. Yañca pubbe kalyāṇe kalyāṇasaññī katvā pacchā pāpasaññino pāpeca pāsaññī akatvā pacchā kalyāṇasaññino uppajjati. Idaṃ ayāthāvakukkuccaṃnāma. Anavajje sāvajjasaññī, kappiye akappiyasaññī, anāpattiyaṃ āpattisaññītiādināpi yojetabbaṃ. Idañca sabbaṃ uppajjamānaṃ dvīhā kāreheva uppajjati. Tasmā dvīsueva saṅgahitanti daṭṭhabbaṃ. Yaṃ pana mahāniddeseyeva hatthakukkuccakaṃpi kukkuccaṃ. Pādakukkuccakaṃpi kukkuccaṃ. Hatthapādakukkuccakaṃpi kukkuccanti niddiṭṭhaṃ. Taṃ asaṃyata kukkuccaṃnāma. Yaṃ pana taṃ bhikkhu kukkuccāyantā napaṭiggaṇhiṃsūti vinaye āgataṃ. Yañca kathaṃ kukkuccappakatatāya āpajjati kappiye akappiyasaññitā akappiye kappiyasaññitāti āgataṃ. Taṃ vinayakukkuccaṃnāma. Taṃpana vinayasaṃsayoeva. Soca kho attano avisaye kappati nukho nonukhoti saṃsappanākārena pavatto kusala kriya cittuppādo. Sopana yesaṃ uppajjati. Tesu ye sikkhākāmā, te taṃkammaṃ nakaronti. Te sandhāya kukkuccāyantā napaṭiggaṇhiṃsūti vuttaṃ. Ye pana karontiyeva. Te kappiyavatthusmiṃpi āpattiṃ āpajjanti. Te sandhāya kukkuccappakatatāya āpattiṃ āpajjatīti vuttaṃ.",
  "anya-e0301n4:60": "94. Thiyaticittaṃ mandamandaṃ katvā ajjhottharatīti thinaṃ. Thiyiyanā thiyitattanti hi pāḷiyaṃ niddiṭṭhaṃ.",
  "anya-e0301n4:61": "95. Medhati cetasike dhamme akammaññabhūte katvā vihiṃ satīti middhaṃ. Tathā hi ārammaṇe vipphāravasena taṃ taṃ iriyā pathaṃ sandhāretvā pavattamānesu sampayuttadhammesu muggarena pothetvā viya te ārammaṇato oliyāpetvā iriyāpathaṃpi sandhāretuṃ asamatthe katvā thinaṃ cittaṃ abhibhavati. Middhaṃ cetasiketi.",
  "anya-e0301n4:62": "96.Vicikicchāti ettha. Cikicchanaṃ cikicchā. Ñāṇappaṭikā roti attho. Tikicchituṃ dukkaratāya vigatā cikicchā etāyāti vicikicchā. Sabhāvaṃ vicinantā kicchanti kilamanti etāyātivā vicikicchā. Vicikicchativā dveḷhakabhāvena pavattatīti vicikicchā. Sā nīvaraṇabhūtā, paṭirūpakāti duvidhā. Tattha buddhādīsu aṭṭhasu vatthūsu vimativasena pavattamānā nīvaraṇabhūtā. Tato aññāpana asabbaññūnaṃ tesu tesu ārammaṇesu kathaṃ nukho evaṃ nukho idaṃnukhoti vematikabhāvena pavattā sabbā vicikicchā paṭirūpakānāma. Sā pana kusalāpi hoti, akusalāpi khīṇā savānaṃ uppanna kriyābyākatāpīti. Idha pana ekantākusalabhūtā nīvaraṇavicikicchāva adhippekāti.",
  "anya-e0301n4:63": "Akusalarāsimhi paramatthadīpanā.",
  "anya-e0301n4:64": "97. Saddahatīti saddhā. Yathā acchaṃ pasannaṃ nisinnaṃ udakaṃ canda sūriyādīni rūpanimittāni suṭṭhu attani dahati. Evaṃ ayaṃ buddhaguṇā dīni suṭṭhu attani dahati dhāreti thapetivāti attho. Saddahantivā etāyāti saddhā. Saddahanamattamevavā etanti saddhā. Sāpi buddhā dīsu saddheyyavatthūsu akālussiyabhāvena pavattamānāeva idha adhippetā. Tato aññāpana titthiyesuvā titthiyadhammesu vā evarūpesu asaddheyyavatthūsu saddahanavasena pavattā okappanā saddhā paṭirūpakānāma hoti. Sā pana atthato micchādhimokkho yevāti. Yathā pana manussā hatthe asati ratanāni disvā pi-gahetuṃ na sakkonti. Vitte asati tesaṃ sabbabhogā na sampajjanti. Bīje asati sassādīni nasampajjanti. Evaṃ saddhāya asati puññakriyāvatthūni nasampajjanti. Tasmā esā hatthavittabīja sadisāti vuttā.",
  "anya-e0301n4:65": "98. Saratīti sati. Attanā katāni kattabbāni ca kalyāṇakammāvā buddhaguṇādīnivā appamajjanavasena upagacchatīti attho. Sāpi sammāsati micchāsati duvidhā hoti. Tattha sammāsati idha adhippetā. Itarā pana satiyeva na hoti. Katassa kattabbassaca pāpakammassa appamajjanavasena pavatto satipaṭirūpako akusalacittuppādoyeva. Yasmā panesā cittaṃ sabbehi akusaladhammehica rakkhituṃ kusaladhammehica yojetuṃ sakkoti. Tasmā sā rañño sabbakammika mahāamacco viya daṭṭhabbāti. Satiṃkhvāhaṃ bhikkhave sabbatthikaṃ vadāmīti hi vuttaṃ.",
  "anya-e0301n4:66": "99. Hiriyatīti hiri. Kāyaduccaritādīhi lajjati jigucchati ukkaṇṭhatīti attho.",
  "anya-e0301n4:67": "100. Tehiyeva ottappatīti ottappaṃ. Ubbijjatīti attho. Etthapi hiriottappappaṭirūpakānāma atthi, vuttañhi –",
  "anya-e0301n4:68": "Lajjitabbe nalajjanti, alajjiyesu lajjareti ca;",
  "anya-e0301n4:69": "Bhāyitabbe nabhāyanti, abhaye bhayadassinoti ca.",
  "anya-e0301n4:70": "Yasmā pana sappurisā hiriyā attani ottappenaca paresu ārakkhadevatādīsu gāravaṃ uppādetvā pāpato vajjetvā suddhaṃ attānaṃ pariharanti. Tasmā ime dve lokapāladhammāti vuttā.",
  "anya-e0301n4:71": "101. Lobhappaṭipakkho alobho. So hi yesu attano hitasaññitesu ārammaṇesu lobho lagganavasena pavattati, tesveva taṃ lobhaṃ vidhamitvā lobhavatthubhūtā bhavabhogasampattiyo gūtharāsiṃviya hīḷetvā jigucchitvā ekānekkhamma dhātunāma hutvā pavattatīti.",
  "anya-e0301n4:72": "102. Dosappaṭipakkho adoso. Sopi hi yesu attano ahitasaññitesu ārammaṇesu doso dussanavasena pavattati. Tesveva taṃdosaṃ vidhamitvā diṭṭhadiṭṭhesu sattesu puṇṇacandasadisaṃ sommahadayaṃ uppādetvā ekā abyāpādadhātu nāma hutvā pavattatīti. Ayamevaca brahmavihāresu mettāti vuttā. Amohopi idha vattabbo. Mohappaṭipakkho amoho. Sopi hi yesu dhammesuvā atthesuvā catūsu ariyasaccesuvā moho andhakāraṃ katvā pavattati. Tesveva taṃ mohaṃ vidhamitvā candasūriyasahassaṃ uṭṭhāpentoviya vijjānāma hutvā pavattatīti.",
  "anya-e0301n4:73": "103.Tatramajjhattatāti ettha attā vuccati sabhāvo. Līnuddhaccādīnaṃ ubhinnaṃ visamapakkhānaṃ majjhe pavatto attā etassāti majjhattā. Samappavatto sampayuttadhammasamūho. Tassa bhāvo majjhakkatā. Tesu tesu sampayuttadhammesu dissamānā majjhattatā tatramajjhattatā tesu tesuvā hitakammesu cittacetasikānaṃ majjhattatā tatramajjhattatā. Tathā hi sā samappavattānaṃ sampayutta dhammānaṃ ajjhupekkhanavasena samappavattānaṃ ājāneyyānaṃ ajjhupekkhanasārathīviya daṭṭhabbāti vuttā. Ayamevaca brahmavihāresu upekkhāti vuttā.",
  "anya-e0301n4:74": "104. Kāyappassaddhādīsu kāyoti vedanādikkhandhattaya saṅkhāto cetasikasamūho vuccati. Cittanti sobhaṇacittaṃ. Kāyassa passaddhi kāyappassaddhi. Cittassa passaddhi cittappassaddhītiādinā samāso. Passambhanaṃ passaddhi. Santasītalabhāvoti attho. Yesaṃ idaṃ dvayaṃ dubbalaṃ hoti. Te puññakammesu cittasukhaṃ napindanti. Bahiddhāeva nesaṃ cittaṃ pakkhandati. Santatte pāsāṇapiṭṭhe thapitamacchoviya hoti. Yesaṃ pana balavaṃ hoti. Teyeva tattha taṃ vindanti. Tesaṃ cittaṃ sītale udake pakkhitta maccho viya hoti.",
  "anya-e0301n4:75": "105. Lahubhāvo lahutā. Agarutā adandhatāti attho. Yesaṃ idaṃ dubbalaṃ. Tesaṃ cittaṃ puññakammesu napasāreti saṅkocati. Tattapāsāṇe pakkhittapadumapupphaṃ viya hoti. Yesaṃ pana balavaṃ. Tesaṃ cittaṃ tattha pasāreti. Sītale udake pakkhitta padumapupphaṃ viya hoti.",
  "anya-e0301n4:76": "106. Mudubhāvo mudutā. Yesaṃ idaṃ dubbalaṃ. Tesaṃ cittaṃ puññakammesu thaddhaṃ hoti. Verīnaṃ majjhe gatamahāyodhoviya hoti. Yesaṃ pana balavaṃ. Tesaṃ cittaṃ tattha mudu hoti. Viyaññātīnaṃ majjhe gatamahāyodho viya hoti.",
  "anya-e0301n4:77": "107. Kammani sādhu kammaññaṃ. Tadeva kammaññatā. Yesaṃ idaṃ dubbalaṃ. Tesaṃ cittaṃ puññakammesu yathicchitaṃ thapetuṃ nalabbhati, vikkirati. Paṭivāte khittathusamuṭṭhiviya hoti. Yesaṃ pana balavaṃ. Tesaṃyeva taṃ tattha yathicchitaṃ thapetuṃ labbhati navikkirati. Paṭivāte khittasuvaṇṇakkhandhoviya hoti.",
  "anya-e0301n4:78": "108. Paguṇassa bhāvo pāguññaṃ. Tadeva pāguññatā. Yesaṃ idaṃ dubbalaṃ. Tesaṃ cittaṃ puññakammesu vikampati vihaññati. Gambhīre udake khittavānaroviya hoti. Yesaṃ pana balavaṃ, te saṃ taṃ tattha navikampati navihaññati. Gambhīre udake khitta kumbhilo viya hoti.",
  "anya-e0301n4:79": "109. Ujueva ujukaṃ, ujukassa bhāvo ujukatā. Yesaṃ idaṃ dubbalaṃ. Tesaṃ cittaṃ puññakammesu visamagahikaṃ hoti. Kadāci līnaṃ. Kadāci uddhaṭaṃ. Kadāci onataṃ. Kadāci unnataṃ. Surāmadamattassa maggagamanaṃ viya hoti. Yesaṃ pana balavaṃ, tesaṃ taṃ vuttavipariya yena veditabbanti.",
  "anya-e0301n4:80": "110. Etthaca siddhesupi cittappassaddhādikesu vuttesu visuṃ kāyappassaddhādīnaṃ vacanaṃ tesaṃ vasena rūpakāyassapi passaddhādi dīpanatthanti veditabbaṃ. Tattha taṃ taṃ suttantaṃ sutvā gelaññavuṭṭhā nādīsu rūpakāyassa passaddhabhāvo pākaṭo iddhimantānaṃ iddhiyā ākāsagamanādīsu lahu bhāvo. Kāyaṃ khuddakaṃ vā mahantaṃ vā katvā nimminanesu mudubhāvo. Antopathaviyaṃvā antopabbate suvā asajjamānaṃ katvā gamanādīsu kammaññabhāvo. Nāgavaṇṇaṃvā garuḷavaṇṇaṃvā katvā nimminanādīsu paguṇabhāvo tesveva sabbesu yathānimmitavasena cirappavattibhāvesu ujukabhāvo pākaṭo hotīti veditabbo. Samaṃ dhārentīti sādhāraṇā, sabbehi sobhaṇacittehi, tesaṃvā sādhāraṇā sobhaṇa sādhāraṇā.",
  "anya-e0301n4:81": "111.Sammāvācāti ettha tividhā sammāvācā kathā, cetanā, virativasena, tattha atthadhammappaṭisaṃyuttā subhāsitā vācā kathā sammāvācānāma. Taṃsamuṭṭhāpikā kusalakriyacetanā cetanāsammāvācānāma. Yā pana musāvādā veramaṇādīni sikkhāpadāni samādiyantassavā adhiṭṭhahantassavā sampattaṃ vatthuṃ avītikkamantassavā pāpaviramaṇākārena cittassa pavatti. Ayaṃ virati sammāvācānāma. Sā idha adhippetā. Sammā vadanti etā yāti sammāvācā. Etāyāti cettha karaṇatthe hetuatthe vā karaṇavacanaṃ daṭṭhabbaṃ. Tattha vācāya sikkhāpadāni samādiyantassa samādānavacanāni sandhāya karaṇattho hetuattho ca yujjati. Tato yathāsamādinnānivā yathādhiṭṭhitānivā sikkhāpadāni suṭṭhurakkhāmāti yāni anavajjānieva vacanāni vadantā vicaranti. Tāni sandhāya karaṇatthānukūlo hetu atthoyeva yujjatīti. Athavā, tathā vadantuvā māvā. Ayaṃpana vadamānesu sati tesaṃ sammā vattuṃeva deti. Namicchā vattunti katvā sammā vācātveva vuccati. Apica, ayaṃ vacīduccaritānaṃ pajahanavasena pavattamānā vacīdvārasuddhiyā eva hotīti sammāvācāti vuccatīti.",
  "anya-e0301n4:82": "112.Sammākammantopi tividho kriyā, cetanā, virati vasena. Tattha yaṃkiñci anavajjaṃ kammaṃ karontassa kāyikakriyā kriyākammantonāma. Taṃsamuṭṭhāpikā cetanā cetanākammanto nāma. Yā pana pāṇātipātā veramaṇādīni sikkhāpadāni samādi yantassavā adhiṭṭhahantassavā sampattaṃ vatthuṃ avītikkamantassavā pāpaviramaṇākārena cittassa pavatti. Ayaṃ virati sammākammanto nāma. Sammā karonti etenāti sammākammaṃ, tadeva sammā kammanto suttanto vanantoviya. Sesamettha vuttanayameva.",
  "anya-e0301n4:83": "113.Sammāājīvopi vīriya, virativasena duvidho. Tattha pakatiyā anavajjāni kasikammādīnivā bhikkhācariyādīnivā katvā jīvitaṃ kappentānaṃ uṭṭhānabalasaṅkhāto vāyāmo vīriyasammāājīvonāma. Yā pana ājīvasuddhiṃ apekkhitvā attano ājīvasīlavipattikāraṇāni kāyavacīduccaritāni pajahantānaṃ pāpaviramaṇākārena cittassa pavatti. Ayaṃ virati ājīvonāma. Ayamidhādhippeto. Sammā ājīvanti jīvitaṃ pavattenti etenāti sammāājīvo. Sesamettha vuttanayamevāti.",
  "anya-e0301n4:84": "114. Ekekāpi cettha sampatta virati, samādāna virati, samucchedavirativasena tividhā. Tattha yā sikkhāpadāni asamā diyitvāvā samādinnānipivā tāni anapekkhitvā kevalaṃ hiri ottappabaleneva sampattaṃ vatthuṃ avītikkamantānaṃ uppannā virati. Ayaṃ sampattaviratināma. Sā paccuppannārammaṇāyeva. Pañcasikkhā padā paccuppannārammaṇāti hi vuttaṃ. Yā pana sikkhāpadāni samādi yantassavā adhiṭṭhahantassavā yathāsamādinnānivā yathādhiṭṭhitāni vā suṭṭhurakkhāmīti sampatta vatthuṃ apītikkamantassavā uppannā. Ayaṃ samādānaviratināma. Sā pana paccuppannārammaṇāvā hoti anāgatārammaṇāvā. Tathā hi pañcasikkhāpadā paccuppannārammaṇāti idaṃ sampattavirativasena vuttanti aṭṭhakathāyaṃ vuttaṃ. Maggakkhaṇe pana sabbaduccaritānaṃ paccayasamucchedavasena uppannā samucchedaviratināma. Sā pana nibbānārammaṇāeva. Phalaviratipi ettheva saṅgahitāti. Tattha lokiyaviratiyo jīvitindriyādīni vītikkamitabbavatthūni ārammaṇaṃ katvā pāṇātipātādīni viramitabbavatthūni pajahanti. Lokuttaraviratiyo pana nibbānaṃ ārammaṇaṃ katvā tāniyeva viramitabbavatthūni pajahantīti daṭṭhabbaṃ.",
  "anya-e0301n4:85": "115. Paradukkhe sati kāruṇikānaṃ hadayakhedaṃ karotīti karuṇā. Kirativā paradukkhaṃ vikkhipati, kiṇātivā paradukkhaṃ hiṃsatīti karuṇā. Kirīyati dukkhitesu pasārīyatītivā karuṇā. Apica kali uṇāti chedo. Kalīti dukkhaṃ vuccati, yathā-kali sambhave bhaveti. Kalītivā pāpapi parājayopi vuccati. Pāpe kali parājayeti hi vuttaṃ. Sabbañcetaṃ kāruṇikā naṃ kāruññahetubhūtameva hoti. Iti kaliṃ dukkhaṃvā pāpaṃvā sabbasampattito parājayaṃvā sattehi avanti rakkhanti, sattevā tato vidhakalito avanti rakkhanti kāruṇikā janā etāyāti karuṇā.",
  "anya-e0301n4:86": "116. Parasampattiṃ disvā modanti etāyāti muditā. Natthi pamāṇaṃ etesanti appamāṇā, sattā. Appamāṇesu bhavāti appamaññā. Etāhi ettakesuyeva sattesu pavattetabbā. Na ito aññesūti evaṃ paricchedappamāṇassa abhāvā ekasmiṃ satte pavattāpi appamaññāevanāma hontīti.",
  "anya-e0301n4:87": "[77] Ṭīkāsu pana",
  "anya-e0301n4:88": "Appamāṇasattā rammaṇattā appamāṇā. Tāeva appamaññāti vuttaṃ. Taṃ na sundaraṃ.",
  "anya-e0301n4:89": "117. Paññindriyanti heṭṭhā vutto amohoeva. So hi pajānanaṭṭhena paññā, adhipatiyaṭṭhena indriyañcāti katvā paññindriyanti vuccatīti.",
  "anya-e0301n4:90": "Sobhaṇarāsimhi paramatthadīpanā.",
  "anya-e0301n4:91": "118.Ettāvatātiādi tiṇṇaṃ rāsīnaṃ saṅgaho. Evaṃ dvipaññāsa sarūpaṃ dassetvā idāni cetoyuttappakāraṃ dassento tesantiādimāha. Ito cetasikānaṃ sarūpadassanato paraṃ tesaṃ cittāviyuttānaṃ cittena aviyuttānaṃ cetasikānaṃ cittuppādesu paccekaṃ sampayogo tathāyogaṃ vuccateti yojanā. Cittuppādesūti cittesu icceva attho. Uppajjanti cetasikā etesūti uppādā. Cittānieva uppādā cittuppādāti katvā. Dvipañcaviññāṇānaṃ sabbadubbalattā tesu cha pakiṇṇakā nuppajjanti. Bhāvanābalena pahīnattā vitakko dutīyajjhānikādīsu, vicāro tatīyajjhānikādīsu, pīti catutthajjhānikādīsu nuppajjati. Sanniṭṭhānasabhāvattā adhimokkho asanniṭṭhānasabhāve vicikicchā citte nuppajjati. Vīriyaṃ balanāyakattā dubbalesu pañcadvārāvajjanā dīsu soḷasacittesu nuppajjati. Pīti sampiyāyanasabhāvattā domanassupekkhā sahagatesu nuppajjati. Chando icchāsabhāvattā icchārahitesu ahetukesu momūhacittesuca nuppajjatīti āha pakiṇṇakesupana vitakko.La. Momūhavajjitacittesūti. Te pana cittuppādā pakiṇṇakavivajjitā sapakiṇṇakāti sambandho.",
  "anya-e0301n4:92": "119.Akusalesūti akusalacetasikesu. Sabbākusala sādhāraṇānāma. Tasmā sabbesupi dvādasākusalacittesu labbhantīti yojanā.",
  "anya-e0301n4:93": "[78] Vibhāvaniyaṃ pana",
  "anya-e0301n4:94": "Pacchimaṃ purimassa samatthanavacananti adhippetaṃ. Taṃ na sundaraṃ.",
  "anya-e0301n4:95": "Idañhi ṭhānaṃ cittesu labbhamānatādassanapadhānanti. Yasmā pana sabbāni akusalacittāni imehi catūhi vinā nuppajjanti. Na hi tāni pāpesu ādīnavaṃ passitvā ṭhitānaṃ uppajjanti. Naca tehi lajjāyavā bhayenavā ukkaṇṭhitānaṃ. Nāpi kusalesu dhammesu samāhitānanti. Tasmā te sabbesu tesu labbhantīti. Yasmāca diṭṭhimānā khandhesu assādaṃ amuñcitvāva tesu tathā tathā āmasitvā pavattanti. Tasmā te lobhamūlacittesveva uppajjanti. Tattha uppajjantesu pana tesu diṭṭhi khandhesu attaggāhaṃ daḷhaṃ gahetvā taṃ attaṃ niccatādīhi micchāsabhāvehieva parāmasantī pavattati. Māno pana khandhe ahanti daḷhaṃ gahetvā taṃ gahitākāraṃ seyya tādīhieva āmasanto pavattati. Tasmā te āmasanākārato asadisavuttinoeva hontīti āha. Diṭṭhicatūsu.La. Vippayuttesūti. Ye pana diṭṭhigatikā diṭṭhiyā yathāgahitaṃ attānameva ahanti gaṇhanti. Tesaṃpi diṭṭhimānā āmasanākāraṃ patvā asadisavuttikāeva honti. Na hi mānassa viya diṭṭhiyā atta saṃpaggahaṇe byāpāro atthi. Na ca diṭṭhiyā viya mānassa dhammānaṃ ayāthāvapakkhaparikappaneti. Teneva hi ahaṃgāho māno anāgāmīnaṃpi pavattati. Attaggāhabhūtā pana diṭṭhi puthujjanāna mevāti.",
  "anya-e0301n4:96": "[79] Vibhāvaniyaṃ pana",
  "anya-e0301n4:97": "‘‘Mānopi ahaṃmānavasena pavattanato diṭṭhisadisova pavattatīti diṭṭhiyā saha ekacittuppāde napavattatī’’ti vatvā kesara sīho pamāya taṃ atthaṃ sādheti. Taṃ na sundaraṃ.",
  "anya-e0301n4:98": "Sadisappavatti hi nāma sahapavattiyā eva kāraṇanti. Macchariyaṃ pana attasampattīsu lagganalobhasamuṭṭhitaṃpi tāsaṃ parehi sādhāraṇabhāvaṃ asahanākārena pavattattā ekantena paṭighasampa yuttameva hotīti vuttaṃ doso.La. Cittesūti. Akammañña lakkhaṇaṃ thinamiddhaṃ kammaññasabhāvesu asaṅkhārikesu nasambhavatīti vuttaṃ thinamiddhaṃ pañcasu sasaṅkhārika cittesūti. Cattāro sabbā kusalasādhāraṇā. Tayo lobha diṭṭhimānā. Cattāro dosādayo. Dvayaṃ thinamiddhaṃ. Vicikicchā cittecāti casaddo avadhāraṇe. Vicikicchācitteevāti attho. Catuddasa akusala cetasikā.",
  "anya-e0301n4:99": "120.Sobhaṇesūti sobhaṇacetasikesu. Lokuttare aṭṭhaṅgikamagge tīsu khandhesu paññākkhandhe sammāsaṅkappo nāma sammādiṭṭhipacchimakova hoti. Tasmā pādakajjhānādivasena tasmiṃ asatipi paññākkhandho naparihāyati. Sīlasamādhikkhandhadhammesu pana eko ekassa kiccaṃ nasādheti. Tasmā lokuttara maggo sattaṅgikato heṭṭhā napavattatīti āha viratiyo pana tissopi.La. Labbhantīti. Niyatāva ekatova sabbathāpi labbhantīti yojanā. Tattha niyatāvāti na lokiyesuviya kadācieva labbhanti. Athakho sabbadāpi niyatā hutvāva labbhanti. Kasmā, lokuttaradhammānaṃ niccaṃ sīlesu paripūrakāritāvasena pavattattā. Na hi te lokiyā viya kadāci dānavasena kadāci sutapariyattivasena kadāci kasiṇabhāvanādivasena pavattantīti. Ekato vāti nalokiyesu viya visuṃ visuṃ labbhanti. Athakho tissopi ekato hutvāva labbhanti. Kasmā, abhinnārammaṇattā. Na hi te lokiyā viya vītikkamitabbavatthusaṅkhātāni jīvitindriyādīni nānārammaṇāni ārabbha pavattanti. Ekaṃpana nibbānameva ārabbhapavattantīti. Sabbathāpīti na lokiyesu viya ekade sappahānavasena labbhanti. Athakho tissopi anavasesa duccarita durājīvappahānākārena labbhanti. Lokiyesuhi sakiṃ uppannā sammāvācā catubbidhāni vacīduccaritāni sabbāni ekato pajahituṃ nasakkoti. Musāvādavirati musāvādameva pajahituṃ sakkoti. Na itarāni. Musāvādaṃpi samūlaṃ sānusayaṃ pajahituṃ nasakkoti. Tathā pisuṇavācā virati pisuṇavācameva pajahituṃ sakkoti. Na itarāni. Pisuṇavācaṃpi samūlaṃ sānusayaṃ pajahituṃ na sakkoti. Sabbaṃ vitthāretabbaṃ. Lokuttaresu pana sakiṃ uppannā sammāvācā sabbāni vacīduccaritāni samūlāni sānusayāni pajahati. Sakiṃ uppanno sammākammanto sabbāni kāyaduccaritāni samūlāni sānusayāni pajahati. Sakiṃ uppanno sammāājīvo sabbāni ājīvahetukāni kāyavacīduccaritāni samūlāni sānusayāni pajahati. Iti tisso lokuttaresueva sabbathāpi labbhantīti. Visaddo avayavasampiṇḍanattho. Sakiṃ uppannā ekā sammāvācā musāvādappahānavasenāpi labbhati. Nakevalañca tappahānavaseneva. Athakho pisuṇavācāpahānavasenapi labbhatīti sabbaṃ vattabbaṃ. Etthaca duccaritāni samūlāni sānusayānīti ettha kāyavacīcopana bhāgiyāni kāmarāgānusayādīni uparimaggavajjhāni kilesajātāni arūpasekkhānaṃpi santiyeva. Kāmarūpasekkhānaṃ pana vattabbameva natthi. Tasmā tesaṃ pajahanavasena uparimagga phalaviratīnaṃ duccaritappahānaṃ daṭṭhabbaṃ. Kāmāvacarakusalesveva, napana kāmāvacaravipākakriyacittesu, nāpimahaggatacittesūti adhippāyo. Kāmāvacarakusalesupi kāmabhūmiyaṃ uppannesueva, narūpārūpabhūmiyaṃ uppannesu. Na hi brahmānaṃ viramitabbavatthu saṅkhātāni kāyavacīduccaritānināma atthi. Naca lokiyaviratiyo viramitabba vatthurahitesu puggalesu pavattantīti. Upari chakāmāvacaradeve supi napavattantīti vadanti. Taṃ kathāvatthumhi vicāritameva. Yadi evaṃ manussalokepi tīsu heṭṭhimaphalaṭṭhesu tāsaṃ appavatti āpajjati. Na hi tesaṃpi pāṇātipātādīni viramitabbavatthūnināma atthīti. Saccaṃ, idha pana sattavidhaāpattikkhandhāpi viramitabbavatthuṭṭhāne ṭhitā. Tathā tividhakuhanavatthūnica. Tānica kānici tesaṃ phalaṭṭhānaṃpi sādhāraṇānieva. Manussānañca yāni kānici tassa tassa samādinnassa sikkhāpadassa vatthūnipi viramitabbavatthūnieva. Yānipi kāmasekkhānaṃ kāyavācā vipphandanakarāni kilesajātāni samucchedaviratīnaṃ vatthubhūtāni santi. Tāni tesaṃ tadaṅga viratīnaṃpi vatthūnievāti. Kadāci sandissantīti samādānasampattaviratīnaṃ aññataravasena pavattakāleeva sandissanti. Evaṃ sandissa mānāpi bhinnārammaṇattā naekato hutvā sandissantīti vuttaṃ visuṃ visunti. Visuṃvisuṃ sandissamānāpi ekekaduccaritappahānavaseneva sandissanti. Na lokuttaresu viya sabbathāpīti daṭṭhabbaṃ.",
  "anya-e0301n4:100": "121. Appanāpattānaṃ appamaññānaṃ somanassasahagatabhāvova vibhaṅge vuttoti vuttaṃ pañcamajjhānavajjitamahaggatacittesūti. Etāhi parasattānaṃ hetu adhimattabyāpārā honti, tasmā atisantāya nibyāpārāya pañcamajjhānupekkhāya saha napavattantīti. Appanāpubbabhāgabhūtānaṃ pana tāsaṃ upekkhāvedanāyapi sampayogo aṭṭhakathāyaṃ anuññātoyevāti vuttaṃ kāmāvacara.La. Cittesucāti. Kadācīti kāruññappakatikassa anissukinoca paresaṃ vipattisampattidassanakāle. Nānāhutvā jāyantīti tesaṃ vipattidassanakāle anukampanavasena karuṇā eva jāyati, namuditā. Sampattidassanakāle pana modanavasena muditāva jāyati, nakaruṇāti evaṃ visuṃ visuṃ hutvā jāyantīti attho. Yasmā panetā dosasamuṭṭhitānaṃ vihiṃsā aratīnaṃ nissaraṇabhūtāti suttantesu vuttā. Domanassapaṭipakkhañcaso manassameva hoti. Tasmā tāsaṃ appanāpubbabhāgabhūtānaṃpi niccaṃ somanassayogameva keci icchantīti vuttaṃ upekkhāsahagatesu.La. Keci vadantīti. So pana tesaṃ vādo aṭṭhakathāyapi saha viruddho. Tasmā taṃ bahū viññuno na sampaṭicchantīti katvā sovādo therena kecivādonāma kato. Yasmāca sabbesaṃpi lokiya lokuttarajjhānānaṃ pubbabhāga bhāvanā nāma appanāsannakāleeva somanassajjhānānaṃ pubbabhāgā somanassasahagatā honti. Upekkhājhānānaṃ pubbabhāgā upekkhāsahagatā honti. Anāsannakāle pana sabbesaṃpi tesaṃ pubbabhāgā kadāci somanassasahagatā, kadāci upekkhāsahagatāhonti. Tasmā so vādo kecivādova kātuṃ yuttoti. Etthaca sabbānipi samathavipassanābhāvanācittānināma ādimhi yebhuyyena upekkhāsahagatānieva bhaveyyuṃ, yadiyi tāni āditoyeva paṭṭhāya somanassasahajātāni siyuṃ. Tadā ime sattā so manassajātesu kammesu anabhiratānāma natthīti aññaṃ kammaṃ chaḍḍetvā bhāvanākammameva anuyuñjeyyunti. Pacchā pana attano bhāvanāya pubbāpariyavisesadassanakāleeva somanassa sahajātāni bhavanti. Paṭikūlā rammaṇesu pana asubhabhāvanācittesu dukkhitasattārammaṇesuca karuṇābhāvanācittesu vattabbameva natthi. Apica imā karuṇāmuditānāma pakatikālepi uppajjantiyeva. Tāsu pana muditā tāva iṭṭhasampattivisayāti sāyebhuyyena somanassa sahajātāti yuttametaṃ. Karuṇā pana aniṭṭhavipattivisayāti sā yebhuyyena upekkhāsahajātā eva siyā. Naca etā parasattahetu adhimatta byāpārāti katvā upekkhāvedanāya saha viruddhāevāti sakkā vattuṃ. Sā hi appanaṃ apattā vedanupekkhānāma ārammaṇarasānubhavaneeva nibyāpārāhoti. Na aññakiccesu. Tathā hi sattā upekkhāsahagata cittehi adinnaṃpi ādiyanti, dānaṃpi denti, aññānipi mahantāni puññāpuññakammāni karontiyevāti. Tasmā appanā pattānaññeva tāsaṃ vedanupekkhāya saha viruddhabhāvo vattuṃ yuttoti.",
  "anya-e0301n4:101": "[80] Ettāvatā yaṃ vuttaṃ vibhāvaniyaṃ",
  "anya-e0301n4:102": "‘‘Karuṇāmuditā bhāvanākāle appanāvīthito pubbe paricayavasena upekkhāsahagatacittehipi parikammaṃ hoti. Yathātaṃ paguṇaganthaṃ sajjhāyantassa kadāci aññavihi tassāpi sajjhāyanaṃ, yathāca paguṇavipassanāya saṅkhāre sammasantassakadāci paricayabalena ñāṇavippayuttacittehipi sammasananti upekkhā sahagatakāmāvacaresu karuṇā muditānaṃ asambhavavādo kecivādo kato’’ti. Taṃ paṭikkhittaṃ hotīti daṭṭhabbaṃ.",
  "anya-e0301n4:103": "Kiñcāpi kasiṇanimittādīni ārammaṇāni agambhīrānieva honti. Tathāpi yogakammabalena cittasamādhānabalena kilesa dūrībhāvenaca tadārammaṇesu jhānacittesu ñāṇaṃ ekantena pavatta tiyevāti āha sabbesupi pañca.La. Cittesucāti.",
  "anya-e0301n4:104": "122. Tayo viratidhammā. Dvayaṃ appamaññāyugaḷaṃ. Evaṃ so bhaṇacetasikā sobhaṇesveva cittesu catudhā catūhi pakārehi sampayuttāti yojanā. Idāni sabbesaṃpi ceto yuttānaṃ niyatā niyatayogivibhāgaṃ dassetuṃ issātiādimāha. Karuṇā ādi yassāti karuṇādi. Appamaññā dvayaṃ. Issāmaccherakukkuccānica viratiyoca karuṇādica issāmacche rakukkuccaviratikaruṇādayo. Te nānāca jāyanti, kadācica jāyanti. Mānoca kadācieva jāyati. Thinamiddhañca tathā kadāci eva jāyati. Jāyamānaṃ pana aññamaññaṃ saheva jāyati. Nanānāti yojanā. Etthaca appamaññāviratīnaṃ nānā kadāci yogo heṭṭhāca vutto. Uparica vakkhati. Issādīnaṃca upari vakkhati. Mānathinamiddhānaṃ pana idha vattabboti. Tattha māno catūsu diṭṭhivippayuttesu labbhamānopi kadāci tesaṃ seyyo hamasmītiādinā pavattakāleeva labbhati, naaññadā. Thinamiddhaṃ pañcasu sasaṅkhārikesu labbhamānaṃpi kadāci tesaṃ niddātibhūtavasena akammaññatāya pavattikāleeva labbhati. Na aññadā. Tadā labbhamānaṃpana dvayaṃ saheva labbhati. Na nānāti.",
  "anya-e0301n4:105": "[81] Vibhāvaniyaṃ pana",
  "anya-e0301n4:106": "‘‘Thinamiddhaṃ kadāci issāmaccherakukkuccehiceva mānenaca saha jāyati. Kadāci tehi tenaca nānā jāyatī’’ti yojanā vuttā. Sā sārato na paccetabbā.",
  "anya-e0301n4:107": "Na hi tehi tenaca tassa sahabhāvo nānābhāvoca kiccārammaṇavirodhāvirodhabhāvena siddhoti.",
  "anya-e0301n4:108": "Yāca ṭīkāyaṃ",
  "anya-e0301n4:109": "Mānoca thinamiddhañca kadāci nānā jāyati. Kāraṇaṃ vuttameva. Yojanā vuttā. Sāpi na sundarā. Kadāci sahajāyatīti.",
  "anya-e0301n4:110": "Yathāvuttānusārenāti sattasabbatthayujjantītiādinā vuttappakāraṃ anusārena sesāti ekādasahi aniyata yogīhi avasesā ekacattālīsadhammā. Te yathāvuttānusārena attanā labbhamāna cittuppādesu aniyatayogino veditabbāti yojanā.",
  "anya-e0301n4:111": "123. Evaṃ cetasikānaṃ yogaṭṭhānaparicchindanavasena sampayoganayaṃ dassetvā idāni yuttadhammarāsiparicchindanavasena saṅgaha nayaṃ dassento saṅgahañcātiādimāha. Idāni tesaṃ saṅgahañca yathārahaṃ pavakkhāmīti yojanā. Chattiṃsātiādi saṅgahanayassa uddesagāthā. Sattapaññattārammaṇā appamaññā nibbānā rammaṇesu nalabbhantiti vuttaṃ appamaññāvajjitāti tathā aṭṭhasu dutīyajjhānikacittesu vitakkavajjā aññasamānā dvādasaceta sikā appamaññāvajjitā tevīsati sobhaṇacetasikāceti pañcattiṃsa dhammā saṅgahaṃ gacchantītiādinayaṃ tathāsaddena niddisati. Teevāti vitakka vicāra pītisukhavajjā upekkhāsahagatā te eva tettiṃsadhammā. Aṭṭhasūti ettha aṭṭhaca aṭṭhaca aṭṭhāti ekasesaniddeso, vicchālopaniddesovā daṭṭhabbo. Pañcakajjhāna vasenāti pāḷiyaṃ pañcakanayena vuttassa jhānabhedassa vasena, catukkanayena vuttassa jhānabhedassa vasena pana catudhāva saṅgaho hotīti adhippāyo. Dvīsu rūpapathamajjhānalābhīsu dutīyajjhānaṃ uppādentesu mando vitakkamo atikkamituṃ sakkoti. Tassa caturaṅgikaṃ dutīyajjhānaṃ uppajjati. Tikkhapañño pana vitakka vicāre ekato atikkamituṃ sakkoti. Tassa tiyaṅgikaṃ dutīyajjhānaṃ uppajjatīti ayaṃ tesaṃ nayānaṃ viseso.",
  "anya-e0301n4:112": "124. Kiccārammaṇaviruddhattā viratiyo mahaggatesu nuppajjantīti āha viratittayavajjitāti. Viratiyo hi kāyavacī visodhanakiccā honti. Mahaggatajjhānāni pana suvisuddhakāyavacī payogasseva cittavisodhanakiccāni. Viratiyoca vītikkamitabba vatthuṃvā nibbānaṃvā ārabbha pavattanti. Mahaggatajjhānāni pana paññatti yovā mahaggatadhammevāti.",
  "anya-e0301n4:113": "125. Kiccārammaṇavi ruddhattāyeva viratiappamaññāyo ekasmiṃ citte dve nalabbhantīti vuttaṃ. Appamaññā viratiyo panettha.La. Yojetabbāti. Viratiyo ekantena dussilyappahāna kiccattā tappahāna kiccarahitesu lokiyābyākatesu nalabbhantīti vuttaṃ virativajjitāti. Pañcasikkhāpadā kusalāyevāti hi pāḷiyaṃ vuttaṃ. Idañca lokiyasikkhāpadāni sandhāya vuttanti daṭṭhabbaṃ. Appamaññānaṃ sattapaññattārammaṇattā mahāvipākānañca ekanta parittārammaṇattā tāsaṃ tesu sambhavo natthīti vuttaṃ appamaññā virativajjitāti. Nanu kāmakusalaṃ sattapaññattādi ārammaṇaṃpi hotīti tabbipākenapi tena sadisā rammaṇena bhavitabbanti. Na. Vikapparahitattā. Paññattiyo hi avijjamānattā mahaggatānuttaradhammāca saṇhasukhumadhammattā tathā tathā vikappetvāvā paṭivijjhitvāvā gaṇhantānaṃ kusalādīnaṃ eva ārammaṇabhūtā honti. Kāmavipākāni pana sayaṃ atidubbalatāya ārammaṇaṃ vikappetvā vigahetuṃ nasakkonti, kuto paṭivijjhitvā gahetuṃ. Tasmā tāni paññattiyovā mahaggatānuttaradhammevā ālambituṃ na sakkontīti daṭṭhabbaṃ. Mahaggatavipākāni pana vikapparahitānipi appanāpattakammavise sanibbattattā bhāvanābalanimmitāni paññattivisesāni ālambituṃ sakkontīti.",
  "anya-e0301n4:114": "[82] Vibhāvaniyaṃ pana",
  "anya-e0301n4:115": "Kāmataṇhādhinakammajanitattā kāmavipākāni kāmataṇhāya ārammaṇabhūte kāmadhammeeva ālambituṃ labhantīti adhippāyena ‘‘kāmataṇhādhinassa phalabhūtattā’’ti vatvā dāsiputtopamāya tadatthaṃ vibhāveti. Taṃ vicāretabbaṃ.",
  "anya-e0301n4:116": "Evañhi sati mahaggatavipākānipi rūpārūpataṇhādhina kammajanitāni eva hontīti tānipi rūpārūpataṇhānaṃ ārammaṇabhūte mahaggata dhammeeva ālambeyyunti. Apica, kāmataṇhāpi kāmadhammeeva ārammaṇaṃ karoti. Na paññattidhammeti natthi. Naca itthipurisādi hattha pādādi paññattīsu assādavasena pavattā taṇhā kāmataṇhā nāma nahotīti atthi. Subheti kusale. Maneti niddhāraṇe bhummaṃ. Subhe kriye pāketi niddhāraṇīyaṃ daṭṭhabbaṃ. Sahetu. La. Mane dvādasadhāva saṅgahotivā yojetabbaṃ. Navijjantetthāti vajjitānaṃ saṅgaho. Etthāti sobhaṇacittesu. Dvayanti viratiappamaññādukaṃ. Anuttareti visesakānaṃ saṅgaho. Jhāna dhammāti vitakkādayo. Majjhime mahaggate appamaññāca jhānadhammā ca. Parittesu kāmasobhaṇesu appamaññāca virati ñāṇapīti yoca visesakā, saṅgahanaya bhedakārakāti attho.",
  "anya-e0301n4:117": "126. Sattarasadhammā lobhadiṭṭhīhi saddhiṃ ekūnavīsati hutvā saṅgahaṃ gacchantīti yojanā. Pītivajjitā aññasamānā dvādasa cetasikā akusalasādhāraṇā cattārocāti soḷasadhammā lobhadiṭṭhīhi saha aṭṭhārasa hutvā saṅgahaṃ gacchantīti yojanā. Issāmacchariya kukkuccāni kiccato ārammaṇato ca bhinnāni hontīti vuttaṃ issā.La. Yojetabbānīti. Sabbesupi akusalacittuppādesu sampayuttadhammā dhammato asadisāeva honti. Gaṇanato pana ekacce ekaccehi sadisā eva hontīti vuttaṃ dvādasa.La. Saṅgahitābhavantīti. Etthaca pañcasu asaṅkhārikesu pathamadutīyesu ekūnavīsati. Tatīyacatutthesu aṭṭhārasa. Pañcame vīsati. Pañcasu sasaṅkhārikesu pathamadutīyesu ekavīsati. Tatīyacatutthesu vīsati. Pañcame dvāvīsati. Momūhadvaye pannarasāti evaṃ akusalesu satta saṅgahā bhavanti. Tenāha ekūnavīsātiādiṃ. Sādhāraṇāti sabbā kusalasādhāraṇā. Samānāti aññasamānā. Apareti chandapītiadhimokkhe thapetvā ekacce.",
  "anya-e0301n4:118": "127.Hasanacitteti hasituppādacitte. Voṭṭhabbaneti manodvārāvajjane. Sukhasantīraṇeti somanassa santīraṇe. Mano dhātuttikā hetuka paṭisandhi yugaḷeti pañcadvārāvajjana sampaṭicchanadvayasaṅkhāte manodhātuttikeceva upekkhā santīraṇa dvayasaṅkhāte ahetuka paṭisandhiyugaḷeca. Sabbattha sabbesu ahetukesu satta, tato sesā pakiṇṇakā pana yathārahaṃ yujjanti, iti tettiṃsa vidhasaṅgaho mayā vuttoti yojanā.",
  "anya-e0301n4:119": "128. Idāni ayaṃ cetasikaniddesoti katvā cittassa viya ekassapi cetasikassa bhūmijāti sampayogādi bhedena vibhāgo kathetabboti taṃ dassetuṃ antimagāthamāha. Itthaṃ iminā yathāvuttappakārena cittāviyuttānaṃ cetasikānaṃ soḷasavidhaṃ sampayogañca tettiṃsavidhaṃ saṅgahañca ñatvā tesaṃ yathā yogaṃ cittena samaṃ bhedaṃ uddiseti yojanā. Phasso tāva ekūnanavutiyā ekavīsasatesuvā cittesu yuttattā ekūnanavuti ekavīsasatavidhevāti evaṃ dvipaññāsacetasike visuṃ visuṃ uddharitvā yathāyogaṃ bhūmijātisampayogādibhedehi tesaṃ vibhāgaṃ katheyyāti attho.",
  "anya-e0301n4:120": "Iti paramatthadīpaniyānāma abhidhammatthasaṅgahassa",
  "anya-e0301n4:121": "Catutthavaṇṇanāya cetasika saṅgahassa",
  "anya-e0301n4:122": "Paramatthadīpanā niṭṭhitā."
}