{
  "anya-e0902n0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0902n0:1": "Suttantapiṭaka",
  "anya-e0902n0:2": "Majjhimanikāya",
  "anya-e0902n0:3": "Mūlapaṇṇāsapāḷi",
  "anya-e0902n0:4": "Saṃgāyanassa pucchā vissajjanā",
  "anya-e0902n0:5": "Pucchā – paṭhamamahāsaṃgītikāle āvuso dhammasaṃgāhakā mahākassapādayo mahātheravarā dīghanikāyaṃ saṃgāyitvā tadanantaraṃ kiṃ nāma pāvacanaṃ saṃgāyiṃsu.",
  "anya-e0902n0:6": "Vissajjanā – paṭhamamahāsaṃgītikāle bhante dhammasaṃgāhakā mahākassapādayo mahātheravarā dīghanikāyaṃ saṃgāyitvā tadanantaraṃ majjhimaṃ nāma nikāyaṃ saṃgāyiṃsu.",
  "anya-e0902n0:7": "Pucchā – majjhimanikāyo nāma āvuso mūlapaṇṇāsako majjhima paṇṇāsako uparipaṇṇāsakoti paṇṇāsakavasena tividho, tattha kataraṃ paṇṇāsakaṃ paṭhamaṃ saṃgāyiṃsu.",
  "anya-e0902n0:8": "Vissajjanā – tīsu bhante paṇṇāsakesu mūlapaṇṇāsakaṃ nāma pāvacanaṃ dhammasaṃgāhakā mahātheravarā paṭhamaṃ saṃgāyiṃsu.",
  "anya-e0902n0:9": "Pucchā – mūlapaṇṇāsakepi āvuso pañcavaggā paṇṇāsa ca suttāni, tesu kataraṃ vaggaṃ katarañca suttaṃ paṭhamaṃ saṃgāyiṃsu.",
  "anya-e0902n0:10": "Vissajjanā – mūlapaṇṇāsake bhante pañcasu vaggesu paṭhamaṃ mūlapariyāyavaggaṃ paṇṇāsakesu ca suttesu paṭhamaṃ mūlapariyāyasuttaṃ saṃgāyiṃsu.",
  "anya-e0902n0:11": "Sādhu āvuso mayampi dāni tatoyeva paṭṭhāya saṃgītipubbaṅgamāni pucchāvissajjanakiccāni kātuṃ samārabhāma.",
  "anya-e0902n0:12": "Mūlapariyāyasutta",
  "anya-e0902n0:13": "Pucchā – tena āvuso bhagavatā jānatā passatā arahatā sammāsambuddhena mūlapariyāyasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:14": "Vissajjanā – ukkaṭṭhāyaṃ bhante pañcasate brāhmaṇakulā pabbajite ārabbha bhāsitaṃ, pañcasatā bhante brāhmaṇakulā pabbajitā bhikkhū pariyattiṃ nissāya mānaṃ uppādesuṃ, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:15": "Pucchā – taṃ panāvuso suttaṃ bhagavatā katihi vārehi katihi ca antogadhapadehi vibhajitvā bhāsitaṃ.",
  "anya-e0902n0:16": "Vissajjanā – taṃ pana bhante mūlapariyāyasuttaṃ bhagavatā aṭṭhahi ca vārehi catuvīsatiyā ca antogadhapadehi vibhajitvā desitaṃ.",
  "anya-e0902n0:17": "Sabbāsavasutta",
  "anya-e0902n0:18": "Pucchā – dutiyaṃ panāvuso sabbāsavasuttaṃ bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:19": "Vissajjanā – sabbāsavasuttaṃ pana bhante bhagavatā sāvatthiyaṃ sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:20": "Pucchā – tatthāvuso bhagavatā āsavā katihi pakārehi vibhajitvā dassitā.",
  "anya-e0902n0:21": "Vissajjanā – sattahi bhante pakārehi vibhajitvā āsavā bhagavatā pakāsitā.",
  "anya-e0902n0:22": "Dhammadāyādasutta",
  "anya-e0902n0:23": "Pucchā – dhammadāyādasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:24": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ, bhagavato ca bhante bhikkhusaṅghassa ca tadā mahālābhasakkāro udapādi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:25": "Pucchā – tatthāvuso dve anusandhayo, tesu paṭhame anusandhimhi kathaṃ bhagavatā bhikkhūnaṃ ovādo dinno.",
  "anya-e0902n0:26": "Vissajjanā – paṭhame bhante anusandhimhi dhammadāyādā me bhikkhave bhavatha mā āmisadāyādā, atthi me tumhesu anukampā, kinti me sāvakā dhammadāyādā bhaveyyuṃ no āmisadāyādāti evamādinā bhagavatā bhikkhūnaṃ ovādo dinno.",
  "anya-e0902n0:27": "Dhammadāyādā me bhikkhave bhavatha mā āmisadāyādā, atthi me tumhesu anukampā kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā.",
  "anya-e0902n0:28": "Pucchā – dutiye panāvuso anusandhimhi āyasmatā sāriputtattherena dhammasenāpatinā kīdisī dhammadesanā vibhajitvā pakāsitā.",
  "anya-e0902n0:29": "Vissajjanā – dutiye pana bhante anusandhimhi āyasmatā sāriputtattherena dhammasenāpatinā satthu pavivittassa viharato sāvakānaṃ vivekaṃ ananusikkhataṃ tīhi ṭhānehi gārayutaṃ, anusikkhantānañca tīhi ṭhānehi pāsaṃsataṃ, soḷasa ca pāpake dhamme tesañca pahānāya majjhimā paṭipadā vibhajitvā pakāsitā.",
  "anya-e0902n0:30": "Bhayabheravasutta",
  "anya-e0902n0:31": "Pucchā – bhayabheravasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:32": "Vissajjanā – sāvatthiyaṃ bhante jāṇussoṇiṃ brāhmaṇaṃ ārabbha bhāsitaṃ, jāṇussoṇi bhante brāhmaṇo bhagavantaṃ upasaṅkamitvā etadavoca ‘‘ye me bho gotama kulaputtā bhavantaṃ gotamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, bhavaṃ tesaṃ gotamo pubbaṅgamo, bhavaṃ",
  "anya-e0902n0:33": "Tesaṃ gotamo bahukāro, bhavaṃ tesaṃ gotamo samādapetā, bhoto ca pana gotamassa sā janatā diṭṭhānugatiṃ āpajjatī’’ti, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:34": "Anaṅgaṇasutta",
  "anya-e0902n0:35": "Pucchā – anaṅgaṇasuttaṃ panāvuso kattha kaṃ ārabbha kena bhāsitaṃ.",
  "anya-e0902n0:36": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0902n0:37": "Ākaṅkheyyasutta",
  "anya-e0902n0:38": "Pucchā – ākaṅkheyyasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:39": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:40": "Vatthasutta",
  "anya-e0902n0:41": "Pucchā – vatthasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:42": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:43": "Sallekhasutta",
  "anya-e0902n0:44": "Pucchā – sallekhasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:45": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ mahācundaṃ ārabbha bhāsitaṃ, āyasmā mahācundo bhante bhagavantaṃ upasaṅkamitvā etadavoca ‘‘yā imā bhante anekavihitā diṭṭhiyo loke uppajjanti, attavādapaṭisaṃyuttā vā lokavādapaṭisaṃyuttā vā, ādimeva nu kho bhante bhikkhuno manasikaroto evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hotī’’ti, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:46": "Pucchā – tattha ca āvuso kati pariyāyā kati ca antogadhapadāni bhagavatā vibhajitvā pakāsitāni.",
  "anya-e0902n0:47": "Vissajjanā – tattha bhante pañca pariyāyā catucattālīsa ca antogadhapadāni bhagavatā vitthārena bhāsitāni.",
  "anya-e0902n0:48": "Sammāṭṭhisutta",
  "anya-e0902n0:49": "Pucchā – sammādiṭṭhisuttaṃ panāvuso kattha kaṃ ārabbha kena bhāsitaṃ.",
  "anya-e0902n0:50": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0902n0:51": "Pucchā – kassa āvuso vacanaṃ.",
  "anya-e0902n0:52": "Vissajjanā – bhagavato bhante vacanaṃ arahato sammāsambuddhassa.",
  "anya-e0902n0:53": "Pucchā – kenāvuso ābhataṃ.",
  "anya-e0902n0:54": "Vissajjanā – paramparāya bhante ābhataṃ.",
  "anya-e0902n0:55": "Mahāsatipaṭṭhānasutta",
  "anya-e0902n0:56": "Pucchā – mahāsatipaṭṭhānasuttaṃ panāvuso yogāvacarānaṃ bahupakārattā dīghanikāye ca idha cāti dvīsu nikāyesu porāṇakehi saṃgītikārehi dvikkhattuṃ saṃgāyitvā vitthārena patiṭṭhāpitaṃ, taṃ amhehi dīghanikāye yathānuppattavasena pucchitañca vissajjitañca. Tathāpi yogāvacarānaṃ bahupakārattāyeva taṃ idānipi yathānuppattavasena puna pucchissāmi, taṃ panetaṃ āvuso mahāsatipaṭṭhānasuttaṃ bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:57": "Vissajjanā – kurūsu bhante kammāsadhamme nāma kurūnaṃ nigame sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:58": "Pucchā – kathañcāvuso tattha ānāpānassati kāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:59": "Vissajjanā – idha bhikkhave bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā so satova assasati, satova passasati, dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti, evamādinā bhante tattha ānāpānassati kāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:60": "Pucchā – kathañcāvuso tattha iriyāpathakāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:61": "Vissajjanā – puna caparaṃ bhikkhave bhikkhu gacchanto vā gacchāmīti pajānāti, ṭhito vā ṭhitomhīti pajānāti, nisinno vā nisinnomhīti pajānāti, sayāno vā sayānomhīti pajānāti, evamādinā bhante bhagavatā iriyāpathakāyānupassanā bhāvanā vibhajitvā pakāsitā.",
  "anya-e0902n0:62": "Pucchā – kathañcāvuso tattha sampajaññakāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:63": "Vissajjanā – puna caparaṃ bhikkhave bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti, evamādinā bhante bhagavatā tattha sampajaññakāyānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:64": "Pucchā – kathañcāvuso tattha paṭikūlamanasikārakāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:65": "Vissajjanā – puna caparaṃ bhikkhave bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati atthi imasmiṃ kāye kesālomā nakhā dantā taco evamādinā bhante tattha bhagavatā paṭikūlamanasikārakāyānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:66": "Pucchā – kathañcāvuso tattha dhātumanasikārakāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:67": "Vissajjanā – puna caparaṃ bhikkhave bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātu evamādinā bhante bhagavatā dhātumanasikārakāyānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:68": "Pucchā – kathañcāvuso tattha nava sivathikakāyānupassanā bhagavatā vibhajitvā pakāsitā.",
  "anya-e0902n0:69": "Vissajjanā – puna caparaṃ bhikkhave bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ so imameva kāyaṃ upasaṃharati ‘‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’’ti evamādinā bhante tattha bhagavatā nava sivathikakāyānupassanā bhāvanā vibhajitvā pakāsitā.",
  "anya-e0902n0:70": "Pucchā – kathañcāvuso tattha vedanānupassanā bhagavatā vibhajitvā desitā.",
  "anya-e0902n0:71": "Vissajjanā – idha bhikkhave bhikkhu sukhaṃ vā vedanaṃ vedayamāno ‘‘sukhaṃ vedanaṃ vedayāmī’’ti pajānāti, dukkhaṃ vā vedanaṃ vedayamāno ‘‘dukkha vedanaṃ vedayāmī’’ti pajānāti, adukkhamasukhaṃ vā vedanaṃ vedayamāno ‘‘adukkhamasukhaṃ vedanaṃ vedayāmī’’ti pajānāti, evamādinā bhante tattha bhagavatā vedanānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:72": "Pucchā – kathañcāvuso tattha cittānupassanā bhagavatā vibhajitvā desitā.",
  "anya-e0902n0:73": "Vissajjanā – idha bhikkhave bhikkhu sarāgaṃ vā cittaṃ ‘‘sarāgaṃ citta’’nti pajānāti, vītarāgaṃ vā cittaṃ ‘‘vītarāgaṃ citta’’nti pajānāti, sadosaṃ vā vītadosaṃ vā samohaṃ vā vītamohaṃ vā saṃkhittaṃ vā cittaṃ ‘‘saṃkhittaṃ citta’’nti pajānāti, vikkhittaṃ vā cittaṃ ‘‘vikkhittaṃ citta’’nti pajānāti, evamādinā tattha bhagavatā cittānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:74": "Pucchā – kathañcāvuso tattha dhammānupassanā bhagavatā vibhajitvā desitā, taṃ saṅkhepamatteneva vissajjehi.",
  "anya-e0902n0:75": "Vissajjanā – idha bhikkhave bhikkhu dhammesu dhammānupassī viharati, pañcasu nīvaraṇesu evamādinā bhante tattha bhagavatā pañcahi pabbehi dhammānupassanā vibhajitvā pakāsitā.",
  "anya-e0902n0:76": "Cūḷasīhanādasutta",
  "anya-e0902n0:77": "Pucchā – cūḷanasīhanādasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:78": "Vissajjanā – sāvatthiyaṃ bhante parihīnalābhasakkāre nānātitthiye ārabbha bhāsitaṃ, nānātitthiyā bhante parihīnalābhasakkārā tesu tesu ṭhānesu parideviṃsu, catasso ca bhannte parisā bhagavato ekamatthaṃ ārocesuṃ, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:79": "Mahāsīhanādasutta",
  "anya-e0902n0:80": "Pucchā – tenāvuso bhagavatā jānatā passatā arahatā sammāsambuddhena mahāsīhanādasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:81": "Vissajjanā – vesāliyaṃ bhante sunakkhattaṃ licchaviputtaṃ ārabbha bhāsitaṃ, sanukkhatto bhante licchaviputto acirapakkanto hoti imasmā dhammavinayā, so vesāliyaṃ parisati evaṃ vācaṃ bhāsati ‘‘natthi samaṇassa gotamassa uttarimanussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayaṃ paṭibhānaṃ. Yassa ca khvāssa atthāya dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’’ti, etamatthaṃ bhante āyasmā sāriputto bhagavato ārocesi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:82": "Pucchā – kati panāvuso tattha bhagavatā tathāgatassa tathāgatabalāni vibhajitvā pakāsitāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "anya-e0902n0:83": "Vissajjanā – dasa bhante tathāgatassa tathāgatabalāni bhagavatā vibhajitvā pakāsitāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "anya-e0902n0:84": "Pucchā – kathañcāvuso tattha bhagavatā catuverajjañāṇāni vibhajitvā pakāsitāni, yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "anya-e0902n0:85": "Vissajjanā – khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇāti tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ sāriputta na samanupassāmi, etamahaṃ sāriputta nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. Evamādinā bhante tattha catuvesārajjañāṇāni bhagavatā vitthārena vibhajitvā pakāsitāni.",
  "anya-e0902n0:86": "Pucchā – kathañcāvuso tattha bhagavatā pañcagatiparicchedañāṇaṃ vibhajitvā pakāsitaṃ.",
  "anya-e0902n0:87": "Vissajjanā – pañca kho imā sāriputta gatiyo, katamā pañca, nirayo tiracchānayoni pettivisayo manussā devā, evamādinā bhante bhagavatā tattha pañcagatiparicchedakañāṇaṃ vibhajitvā pakāsitaṃ.",
  "anya-e0902n0:88": "Pucchā – kathañcāvuso tattha tathāgato attano paññāveyyattiyā aparihāniṃ pakāsesi.",
  "anya-e0902n0:89": "Vissajjanā – santi kho pana sāriputta eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino yāvadevāyaṃ bhavaṃ puriso daharo hoti, evamādinā bhante tattha tathāgato attano paññāveyyattiyā aparihāniṃ pakāsesi.",
  "anya-e0902n0:90": "Mahādukkhakkhandhasutta",
  "anya-e0902n0:91": "Pucchā – mahādukkhakkhandhasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:92": "Vissajjanā – sāvatthiyaṃ bhante aññatitthiye ārabbha bhāsitaṃ, sambahulā bhante aññatitthiyā bhikkhū etadavocuṃ ‘‘samaṇo āvuso gotamo kāmānaṃ pariññaṃ paññapeti, mayampi kāmānaṃ pariññaṃ paññapema, samaṇo āvuso gotamo rūpānaṃ vedanānaṃ pariññaṃ paññapeti, mayampi rūpānaṃ vedanānaṃ pariññaṃ paññapema, idha no āvuso ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā yadidaṃ dhammadesanāya vā dhammadesanaṃ anusāsaniyā vā anusāsani’’nti, etamatthaṃ bhikkhū bhagavato ārocesuṃ, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:93": "Cūḷadukkhakkhandhasutta",
  "anya-e0902n0:94": "Pucchā – cūḷadukkhakkhandhasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:95": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ mahānāmaṃ sakkaṃ ārabbha bhāsitaṃ, mahānāmo bhante sakko bhagavantaṃ upasaṅkamitvā etadavoca ‘‘dīgharattāhaṃ bhante bhagavatā evaṃ dhammaṃ desitaṃ ājānāmi ‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti, evañcāhaṃ bhante bhagavatā dhammaṃ desitaṃ ājānāmi ‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. Atha ca pana me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti, tassa mayhaṃ bhante evaṃ hoti ‘ko su nāma me dhammo ajjhattaṃ appahino , yena me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhantī’ti’’, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:96": "Anumānasutta",
  "anya-e0902n0:97": "Pucchā – anumānasuttaṃ panāvuso kattha kaṃ ārabbha kena bhāsitaṃ.",
  "anya-e0902n0:98": "Vissajjanā – bhaggesu bhante susumāragire bhesakaḷāvane āyasmatā mahāmoggallānattherena sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:99": "Cetokhilasutta",
  "anya-e0902n0:100": "Pucchā – cetokhilasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:101": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:102": "Vanapatthasutta",
  "anya-e0902n0:103": "Pucchā – vanapatthasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:104": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:105": "Madhupiṇḍikasutta",
  "anya-e0902n0:106": "Pucchā – madhupiṇḍikasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:107": "Vissajjanā – sakkesu bhante daṇḍapāṇiṃ sakkaṃ ārabbha bhāsitaṃ, daṇḍapāṇi bhante sakko bhagavantaṃ upasaṅkamitvā etadavoca ‘‘kiṃ vādī samaṇo kimakkhāyī’’ti, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:108": "Dvedhāvitakkasutta",
  "anya-e0902n0:109": "Pucchā – dvedhāvitakkasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:110": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:111": "Vitakkasaṇṭhānasutta",
  "anya-e0902n0:112": "Pucchā – vitakkasaṇṭhānasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:113": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:114": "Kakacūpamasutta",
  "anya-e0902n0:115": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena kakacūpamasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:116": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ moḷiyaphaggunaṃ ārabbha bhāsitaṃ, āyasmā bhante moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:117": "Pucchā – atha kho āvuso āyasmato moḷiyaphaggunassa taṃ bhagavato ovādaṃ sutvā kathaṃ cittaṃ uppannaṃ, kathañja bhagavā uttari bhikkhūna ovādamadāsi.",
  "anya-e0902n0:118": "Vissajjanā – atha kho bhante moḷiyaphaggunassa bhagavato imaṃ ovādaṃ sutvā bhikkhunisaṃsaggato oramissāmi viramissāmītipi cittaṃ na uppannaṃ, asaṃvarameva bhante cittaṃ uppannaṃ, bhagavā ca bhante ārādhayiṃsu vata me bhikkhave bhikkhū ekaṃ samayaṃ cittaṃ, evamādinā uttari bhikkhūnaṃ ovādamadāsi.",
  "anya-e0902n0:119": "Ubhato daṇḍakena cepi bhikkhave kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ.",
  "anya-e0902n0:120": "Alagaddūpamasutta",
  "anya-e0902n0:121": "Pucchā – alagaddūpamasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:122": "Vissajjanā – sāvatthiyaṃ bhante ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ ārabbha bhāsitaṃ, ariṭṭhassa bhante bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājādāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā’’ti, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:123": "Pucchā – atha kho āvuso āyasmato ariṭṭhassa gaddhabādhipubbassa kathaṃ cetaso parivitakko udapādi, kathañca bhagavā uttari bhikkhunaṃ dhammadesanaṃ pavattesi.",
  "anya-e0902n0:124": "Vissajjanā – atha kho bhante ariṭṭhassa bhikkhuno gaddhabādhipubbassa ‘‘kiñcāpi maṃ bhagavā moghapurisavādena vadesi, na kho pana me maggaphalānaṃ upanissayo na hoti, svāhaṃ ārabhitvā ghaṭṭetvā maggaphalāni nibbattessāmī’’ti, evaṃ kho bhante cetaso parivitakko udapādi, bhagavā ca bhante duppaññassa alagaddūpamaṃ dassetvā alagaddūpamaṃ pariyattiñca dassetvā paññavato alagaddūpamāya ca kullūpamāya ca paññavato nissaraṇapariyattiṃ dassetvā cha ca diṭṭhiṭṭhānāni, tesañca channaṃ diṭṭhiṭṭhānānaṃ viniveṭhanākāraṃ dassetvā pariyosāne ca khandhakammaṭṭhānaṃ arahattanikūṭena dassetvā uttari bhikkhūnaṃ dhammakathaṃ pavattesi.",
  "anya-e0902n0:125": "Vammikasutta",
  "anya-e0902n0:126": "Pucchā – dhammikasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:127": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ kumārakassapaṃ ārabbha bhāsitaṃ. Āyasmā bhante kumārakassapo bhagavantaṃ upasaṅkamitvā vammikapañhaṃ pucchi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:128": "Rathavinītasutta",
  "anya-e0902n0:129": "Pucchā – rathavinītasuttaṃ panāvuso kattha kena bhāsitaṃ.",
  "anya-e0902n0:130": "Vissajjanā – sāvatthiyaṃ bhante āyasmatā ca sāriputtattherena dhammasenāpatinā āyasmatā ca puṇṇena mantāṇiputtena aññamaññaṃ pucchāvissajjanavasena bhāsitaṃ.",
  "anya-e0902n0:131": "Nivāpasutta",
  "anya-e0902n0:132": "Pucchā – nivāpasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:133": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:134": "Pucchā – imasmiṃ āvuso sutte ko nivāpo ko nevāpiko kā nevāpikaparisā kā migajātā kathañcetissā upamāya attho daṭṭhabbo.",
  "anya-e0902n0:135": "Vissajjanā – imasmiṃ bhante sutte nivāpoti kho bhante pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ, nevāpikoti kho bhante mārassetaṃ pāpimato adhivacanaṃ, nevāpikaparisāti kho bhante māraparisāyetaṃ adhivacanaṃ, migajātāti kho bhante samaṇabrāhmaṇānametaṃ adhivacanaṃ, imasmiṃ bhante sutte etassa attho evaṃ daṭṭhabbo.",
  "anya-e0902n0:136": "Pāsarāsisutta",
  "anya-e0902n0:137": "Pucchā – kenāvuso bhagavatā…pe… sammāsambuddhena pāsarāsisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:138": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ, sambahulā bhante bhikkhū rammakassa brāhmaṇassa assame bhagavantaṃ ārabbha dhammiyā kathāya sannisīdiṃsu, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:139": "Pucchā – atha kho āvuso tesaṃ sambahulānaṃ bhikkhūnaṃ dhammiyā kathāya sannisinnānaṃ kīdisaṃ dhammakathaṃ kathesi.",
  "anya-e0902n0:140": "Vissajjanā – sādhu bhikkhave etaṃ kho bhikkhave tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe dhammiyā kathāya sannisīdeyyātha, sannipatitānaṃ vo bhikkhave dvayaṃ karaṇīyaṃ dhammī vā kathā ariyo vā tuṇhībhāvo. Dvemā bhikkhave pariyesanā ariyā ca pariyesanā anariyā ca pariyesanā. Evamādinā bhante bhagavā sannipatitānaṃ tesaṃ bhikkhūnaṃ ariyapariyesanañca anariyapariyesanañca vibhajitvā desesi.",
  "anya-e0902n0:141": "Pucchā – kathañcāvuso bhagavā attanāpi anariyapariyesanaṃ pahāya ariyapariyesanāya pariyesitabhāvaṃ pakāsesi.",
  "anya-e0902n0:142": "Vissajjanā – ahampi sudaṃ bhikkhave pubbeva sambodhā anabhisambuddho bodhisattova samāno attanā jātidhammo samāno jātidhammaṃyeva pariyesāmi, attanā jarādhammo byādhidhammo maraṇadhammo sokadhammo saṃkilesadhammo samāno saṃkilesadhammaṃyeva pariyesāmi. Evamādinā bhante bhagavā attanāpi anariyapariyesanaṃ pahāya ariyapariyesanāya pariyesitabhāvaṃ pakāsesi.",
  "anya-e0902n0:143": "Pucchā – evaṃ paṭhamābhisambuddhassa āvuso bhagavato ajapālanigrodharukkhamūle nisinnassa dhammadesanāya katasanniṭṭhānassa kīdiso",
  "anya-e0902n0:144": "Cetaso parivitakko udapādi, kathañca dhammadesanāya cārikā ahosi, kathañca paṭhamā dhammadesanā ahosi.",
  "anya-e0902n0:145": "Vissajjanā – ‘‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ, ko imaṃ dhammaṃ khippameva ājānissatī’’ti evaṃ kho bhante bhagavato paṭhamābhisambuddhassa ajapālanigrodhamūle dhammadesanāya katasanniṭṭhānassa parivitakko udapādi, atha bhante bhagavā uruvelāyaṃ yathābhirantaṃ viharitvā yena bārāṇasī, tena padasāyeva cārikaṃ pakkāmi dhammadesanāya, dveme bhikkhave antā pabbajitena na sevitabbā, katame dve, yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gāmmo pothujjaniko anariyo anattasaṃhito, evamādinā bhante bhagavato paṭhamā dhammadesanā ahosi.",
  "anya-e0902n0:146": "Sabbābhibhū sabbavidūhamasmi,",
  "anya-e0902n0:147": "Sabbadhammesu anūpalitto;",
  "anya-e0902n0:148": "Sabbañjaho taṇhākkhaye vimutto,",
  "anya-e0902n0:149": "Sayaṃ abhiññāya kamuddiseyyaṃ.",
  "anya-e0902n0:150": "Pucchā – kathañcāvuso bhagavā pāsarāsiupamāya taṃ desanaṃ pariniṭṭhāpesi.",
  "anya-e0902n0:151": "Vissajjanā – pañcime bhikkhave kāmaguṇā, katame pañca, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. Sotaviññeyyā saddā. Ghānaviññeyyā gandhā. Jivhāviññeyyā rasā. Kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. Ime kho bhikkhave pañca kāmaguṇā. Ye hi keci bhikkhave samaṇā vā brāhmaṇā vā ime kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā ‘‘anayamāpannā byāsanamāpannā yathākāmakaraṇīyā pāpimato’’, evamādinā bhante bhagavā pāsarāsiupamāya dhammadesanaṃ pariniṭṭhāpesi.",
  "anya-e0902n0:152": "Cūḷahatthipadopamasutta",
  "anya-e0902n0:153": "Pucchā – tenāvuso jānatā…pe… sammāsambuddhena cūḷahatthipadopamasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:154": "Vissajjanā – sāvatthiyaṃ bhante jāṇussoṇiṃ brāhmaṇaṃ ārabbha bhāsitaṃ. Jāṇussoṇi bhante brāhmaṇo bhagavantaṃ upasaṅkamitvā yāvatako ahosi pilotikena paribbājakena saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:155": "Pucchā – kathañcāvuso bhagavā hatthipadopamaṃ vitthārena paripūretvā desesi.",
  "anya-e0902n0:156": "Vissajjanā – ‘‘na kho brāhmaṇa ettāvatā hatthipadopamo vitthārena paripūro hoti, api ca brāhmaṇa yathā hatthipadopamo vitthārena paripūro hoti, taṃ suṇāhi sādhukaṃ manasikarohi bhāsissāmī’’ti, evamādinā bhante bhagavā hatthipadopamaṃ paripūretvā brāhmaṇassa jāṇussoṇissa desesi.",
  "anya-e0902n0:157": "Mahāhatthipadopamasutta",
  "anya-e0902n0:158": "Pucchā – mahāhatthipadopamasuttaṃ panāvuso kattha kaṃ ārabbha kena bhāsitaṃ.",
  "anya-e0902n0:159": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0902n0:160": "Mahāsāropamasutta",
  "anya-e0902n0:161": "Pucchā – mahāsāropamasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:162": "Vissajjanā – rājagahe bhante devadattaṃ ārabbha bhāsitaṃ, devadatto bhante saṅghaṃ bhinditvā ruhiruppādakammaṃ katvā acirapakkanto hoti, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:163": "Cūḷasāropamasutta",
  "anya-e0902n0:164": "Pucchā – cūḷasāropamasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:165": "Vissajjanā – sāvatthiyaṃ bhante piṅgalakocchaṃ brāhmaṇaṃ ārabbha bhāsitaṃ, piṅgalakoccho bhante brāhmaṇo bhagavantaṃ upasaṅkamitvā pañhaṃ pucchi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:166": "Cūḷagosiṅgasutta",
  "anya-e0902n0:167": "Pucchā – cūḷagosiṅgasuttaṃ panāvuso bhagavatā kattha kena saddhiṃ bhāsitaṃ.",
  "anya-e0902n0:168": "Vissajjanā – nābhike bhante gosiṅgasālavanadāye āyasmatā anuruddhattherena saddhiṃ bhāsitaṃ.",
  "anya-e0902n0:169": "Mahāgosiṅgasutta",
  "anya-e0902n0:170": "Pucchā – mahāgosiṅgasuttaṃ panāvuso bhagavatā kattha kena saddhiṃ bhāsitaṃ.",
  "anya-e0902n0:171": "Vissajjanā – gosiṅgasālavanadāye bhante āyasmatā ca sāriputtattherena dhammasenāpatinā āyasmatā ca mahāmoggallānattherena saddhiṃ bhāsitaṃ.",
  "anya-e0902n0:172": "Mahāgopālakasutta",
  "anya-e0902n0:173": "Pucchā – mahāgopālakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:174": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:175": "Cūḷagopālakasutta",
  "anya-e0902n0:176": "Pucchā – cūḷagopālakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:177": "Vissajjanā – vajjīsu bhante ukkacelāyaṃ gaṅgāya nadiyā tīre sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:178": "Cūḷasaccakasutta",
  "anya-e0902n0:179": "Pucchā – tenāvuso jānatā…pe… sammāsambuddhena cūḷasaccakasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:180": "Vissajjanā – vesāliyaṃ bhante saccakaṃ nigaṇṭhaputtaṃ ārabbha bhāsitaṃ, saccako nigaṇṭhaputto mahatiyā licchaviparisāya saddhiṃ yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ etadavoca ‘‘kathaṃ pana bhavaṃ gotamo sāvake vineti, kathaṃ bhāgā ca pana bhoto gotamassa sāvakesu anusāsanī bahulā pavattatī’’ti, atha bhante bhagavatā aniccavāde ca anattavāde ca pakāsite saccako nigaṇṭhaputto pathavīupamaṃ dassetvā attano attavādaṃ pakāsesi, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:181": "Pucchā – evaṃ āvuso saccakena nigaṇṭhaputtena mahāpathavīupamaṃ dassetvā attavāde pakāsite kathaṃ bhagavā taṃ attavādaṃ puna patiṭṭhāpetvā samanuyuñji samanugāhi samanubhāsi.",
  "anya-e0902n0:182": "Vissajjanā – ‘‘nanu tvaṃ aggivessana evaṃ vadesi, rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’’ti, evaṃ kho bhante bhagavā saccakaṃ nigaṇṭhaputtaṃ taṃ attavādaṃ patiṭṭhāpesi. Patiṭṭhāpetvā ca pana bhante bhagavā ‘‘tena hi aggivessana taññevettha paṭipucchissāmi, yathā te khameyya, tathā taṃ byākareyyāsī’’ti evamādinā bhante bhagavā saccakaṃ nigaṇṭhaputtaṃ samanuyuñji samanugāhi samanubhāsi.",
  "anya-e0902n0:183": "Pucchā – evaṃ kho āvuso saccake nigaṇṭhaputte tuṇhībhūte adhomukhe pajjhāyante appaṭibhāne nisinne dummukho nāma licchaviputto bhagavantaṃ kiṃ vacanaṃ avoca.",
  "anya-e0902n0:184": "Vissajjanā – evaṃ bhante saccake nigaṇṭhaputte tuṇhībhūte maṅkubhūte pattakkhandhe adhomukhe pajjhāyante appaṭibhāne dummukho licchaviputto bhagavantaṃ etadavoca ‘‘upamā maṃ bhagavā paṭibhātī’’ti.",
  "anya-e0902n0:185": "Pucchā – atha kho āvuso saccako nigaṇṭhaputto bhagavantaṃ kīdisaṃ pañhaṃ pucchi, kathañca taṃ bhagavā byākāsi.",
  "anya-e0902n0:186": "Vissajjanā – atha kho bhante saccako nigaṇṭhaputto dummukhaṃ licchaviṃ apasādetvā bhagavantaṃ sekhañca asekhañca pañhaṃ pucchi, bhagavā ca bhante ‘‘idha aggivessana mama sāvako yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā’’ evamādinā sekhañca asekhañca puggalaṃ vibhajitvā byākāsi.",
  "anya-e0902n0:187": "Buddho so bhagavā bodhāya dhammaṃ deseti.",
  "anya-e0902n0:188": "Danto so bhagavā damathāya dhammaṃ deseti.",
  "anya-e0902n0:189": "Santo so bhagavā samathāya dhammaṃ deseti.",
  "anya-e0902n0:190": "Tiṇṇo so bhagavā taraṇāya dhammaṃ deseti.",
  "anya-e0902n0:191": "Parinibbuto so bhagavā parinibbānāya dhammaṃ deseti.",
  "anya-e0902n0:192": "Mahāsaccakasutta",
  "anya-e0902n0:193": "Pucchā – mahāsaccakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:194": "Vissajjanā – vesāliyaṃ bhante saccakaṃyeva nigaṇṭhaputtaṃ ārabbha bhāsitaṃ. Saccako bhante nigaṇṭhaputto aparadivase bhagavantaṃ upasaṅkamitvā bhagavato sāvake āsajja bhāvanādvayapaṭisaṃyuttaṃ vācaṃ bhāsati, tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:195": "Pucchā – kathañcāvuso bhagavā saccakaṃ nigaṇṭhaputtaṃ paṭipucchitvā bhāvanādvayaṃ vibhajja kathesi.",
  "anya-e0902n0:196": "Vissajjanā – atha kho bhante bhagavā ‘‘kinti pana te aggivessana kāyabhāvanā sutā’’ti evamādinā saccakaṃ nigaṇṭhaputtaṃ paṭipucchitvā, kathañca aggivessana abhāvitakāyo ca hoti abhāvitacitto ca evamādinā bhāvanādvayaṃ vibhajitvā byākāsi.",
  "anya-e0902n0:197": "Pucchā – atha kho āvuso saccako nigaṇṭhaputto bhagavantaṃ kiṃ vacanaṃ avoca, kathañca bhagavā padhānakāle attanāanubhūtapubbā paramukkaṃsagatā sukhadukkhavedanāyo pakāsesi, yāpi bhagavato cittaṃ na pariyādāya aṭṭhaṃsu.",
  "anya-e0902n0:198": "Vissajjanā – atha kho bhante saccako nigaṇṭhaputto bhagavantaṃ etadavoca ‘‘na hi nūna bhoto gotamassa uppajjati, tathā rūpā sukhāvedanā, yathārūpā uppannā sukhāvedanā cittaṃ pariyādāya tiṭṭheyya, na hi nūna bhoto gotamassa uppajjati tathārūpā dukkhā vedanā, yathārūpā uppannā dukkhā vedanā cittaṃ pariyādāya tiṭṭheyyā’’ti atha kho bhagavā ‘‘kiñhi no siyā aggivessana, idha me aggivessena pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi, evamādinā bhante bhagavā padhānakāle attanānubhūtapubbā paramukkaṃsagatā sukhadukkhavedanāyo vitthārena, yāpi bhagavato cittaṃ na pariyādāya aṭṭhaṃsu.",
  "anya-e0902n0:199": "Cūḷataṇhāsaṅkhayasutta",
  "anya-e0902n0:200": "Pucchā – tenāvuso bhagavatā jānatā…pe… sammāsambuddhena cūḷataṇhāsaṅkhayasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:201": "Vissajjanā – sāvatthiyaṃ bhante sakkaṃ devānamindaṃ ārabbha bhāsitaṃ. Sakko bhante devānamindo bhagavantaṃ upasaṅkamitvā etadavoca ‘‘kittāvatānukho bhante bhikkhu saṃkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemi accantabrahmacārī accantapariyosāno seṭṭho devamanussāna’’nti. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:202": "Kittāvatā nu kho bhante bhikkhu saṃkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyāsāno seṭṭho devamanussānaṃ –",
  "anya-e0902n0:203": "Mahātaṇhāsaṅkhayasutta",
  "anya-e0902n0:204": "Pucchā – mahātaṇhāsaṅkhayasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:205": "Vissajjanā – sāvatthiyaṃ bhante sātiṃ bhikkhuṃ kevaṭṭaputtaṃ ārabbha bhāsitaṃ. Sātissa bhante bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anañña’’nti. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:206": "Pucchā – atha kho āvuso bhagavā kathaṃ bhikkhū āmantetvā ca paṭipucchitvā ca anattabhāvadīpikaṃ dhammakathaṃ kathesi.",
  "anya-e0902n0:207": "Vissajjanā – atha bhante bhagavā bhikkhū ‘‘taṃ kiṃ maññatha bhikkhave, apināyaṃ sāti bhikkhu kevaṭṭaputto usmīkatopi ismiṃ dhammavinaye’’ti āmantetvā, tumhepi me bhikkhave evaṃ dhammaṃ desitaṃ ājānāthatyādinā bhikkhū paṭipucchitvā ca yaṃ yadeva bhikkhave paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva viññāṇaṃ tveva saṅkhyaṃ gacchati, cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ cakkhuviññāṇaṃ tveva saṅkhyaṃ gacchati, evamādinā bhante anattatādīpikaṃ dhammiṃ kathaṃ kathesi.",
  "anya-e0902n0:208": "Mahāassapurasutta",
  "anya-e0902n0:209": "Pucchā – mahāassapurasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:210": "Vissajjanā – aṅgesu bhante assapure nāma aṅgānaṃ nigame bahū manusse saddhe pasanne ārabbbha bhāsitaṃ. Bahū bhante manussā saddhā pasannā bhikkhusaṅghaṃ sakkaccaṃ upaṭṭhahiṃsu, sabbakālañca ratanattayapaṭisaṃyuttaṃ vaṇṇakathaṃyeva kathayiṃsu. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:211": "Pucchā – katame āvuso tattha bhagavatā dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca uttaruttari paṇītapaṇītā desitā.",
  "anya-e0902n0:212": "Vissajjanā – hirottappā parisuddhakāyasamācāro parisuddhavacīsamācāro parisuddhamanosamācāro parisuddhājīvo indriyesu guttadvāratā bhojanemattaññutā jāgariyānuyogo satisampajaññaṃ nīvaraṇappahānaṃ cattāri ca jhānāni tisso ca vijjā ime kho bhante tattha bhagavatā samaṇakaraṇā ca brāhmaṇakaraṇā ca uttaruttari paṇītapaṇītā dhammā desitā.",
  "anya-e0902n0:213": "Cūḷaassapurasutta",
  "anya-e0902n0:214": "Pucchā – cūḷaassapurasuttaṃ panāvuso bhagavatā katta kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:215": "Vissajjanā – tasmiṃyeva bhante assapure nigame teyeva manusse saddhe pasanne ārabbha bhāsitaṃ, tasmiṃyeva bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:216": "Pucchā – kathañcāvuso tattha bhagavatā samaṇasāmīcippaṭipadā ca assamaṇasāmīcippaṭipadā ca vibhajitvā desitā.",
  "anya-e0902n0:217": "Vissajjanā – ‘‘kathañca bhikkhave bhikkhu na samaṇasāmīcippaṭipadaṃ paṭipanno hoti, yassa kassaci bhikkhave bhikkhuno abhijjhālussa abhijjhā appahīnā hoti, byāpannacittassa byāpādo appahīno hotī’’ti evamādinā ca. Kathañca bhikkhave bhikkhu samaṇasāmīcippaṭipadaṃ paṭipanno hoti, yassa kassaci bhikkhave bhikkhuno abhijjhālussa abhijjhā pahīnā hoti, byāpannacittassa byāpādo pahīno hoti evamādinā ca bhante bhagavatā tattha samaṇasāmīcippaṭipadā ca assamaṇasāmīcippaṭipadā ca vitthārena vibhajitvā desitā.",
  "anya-e0902n0:218": "Sāleyyakasutta",
  "anya-e0902n0:219": "Pucchā – sāleyyakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:220": "Vissajjanā – kosalesu bhante sālāyaṃ nāma brāhmaṇagāme sāleyyake brāhmaṇagahapatike ārabbha bhāsitaṃ. Sāleyyakā bhante brāhmaṇagahapatikā bhagavantaṃ upasaṅkamitvā etadavocuṃ ‘‘ko nu kho bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti, ko pana bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī’’ti. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:221": "Verañjakasutta",
  "anya-e0902n0:222": "Pucchā – verañjakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:223": "Vissajjanā – sāvatthiyaṃ bhante verañjake brāhmaṇagahapatike ārabbha bhāsitaṃ. Verañjakā bhante brāhmaṇagahapatikā bhagavantaṃ upasaṅkamitvā etadavocuṃ ‘‘ko nu kho bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti, ko pana bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī’’ti. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:224": "Mahāvedallasutta",
  "anya-e0902n0:225": "Pucchā – mahāvedallasuttaṃ panāvuso kattha kena bhāsitaṃ.",
  "anya-e0902n0:226": "Vissajjanā – sāvatthiyaṃ bhante āyasmatā mahākoṭṭhikena puṭṭhena āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0902n0:227": "Cūḷavedallasutta",
  "anya-e0902n0:228": "Pucchā – cūḷavedallasuttaṃ panāvuso kattha kena bhāsitaṃ.",
  "anya-e0902n0:229": "Vissajjanā – rājagahe bhante visākhena upāsakena puṭṭhāya dhammadinnāya theriyā bhāsitaṃ.",
  "anya-e0902n0:230": "Cūḷadhammasamādānasutta",
  "anya-e0902n0:231": "Pucchā – cūḷadhammasamādānasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:232": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:233": "Mahādhammasamādānasutta",
  "anya-e0902n0:234": "Pucchā – mahādhammasamādānasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:235": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:236": "Vīmaṃsakasutta",
  "anya-e0902n0:237": "Pucchā – vīmaṃsakasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha bhāsitaṃ.",
  "anya-e0902n0:238": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:239": "Kosambiyasutta",
  "anya-e0902n0:240": "Pucchā – kosambiyasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:241": "Vissajjanā – kosambiyaṃ bhante kosambike bhikkhū ārabbha bhāsitaṃ. Kosambikā bhante bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:242": "Brahmanimantanikasutta",
  "anya-e0902n0:243": "Pucchā – brahmanimantanikasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ bhāsitaṃ.",
  "anya-e0902n0:244": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ.",
  "anya-e0902n0:245": "Māratajjaniyasutta",
  "anya-e0902n0:246": "Pucchā – māratajjanīyasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena bhāsitaṃ.",
  "anya-e0902n0:247": "Vissajjanā – sakkesu bhante susumāragire bhesakaḷāvane migadāye āyasmatā mahāmoggallānena māraṃ pāpimantaṃ ārabbha bhāsitaṃ. Māro bhante pāpimā āyasmato mahāmoggallānassa kucchigato hoti koṭṭhamanupaviṭṭho. Tasmiṃ bhante vatthusmiṃ bhāsitaṃ."
}