{
  "anya-e0904n:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0904n:1": "Suttantapiṭaka",
  "anya-e0904n:2": "Aṅguttaranikāye",
  "anya-e0904n:3": "Saṁgāyanassa pucchā vissajjanā",
  "anya-e0904n:4": "Pucchā – paṭhamamahāsaṁgītikāle āvuso dhammasaṁgāhakā mahākassapādayo mahātheravarā porāṇasaṁgītikārā paṭhamaṁ vinayapiṭakaṁ saṁgāyitvā suttantapiṭake ca dīghamajjhimasaṁyuttasaṅkhāte tayo nikāye saṁgāyitvā tadanantaraṁ kiṁ nāma pāvacanaṁ saṁgāyiṁsu.",
  "anya-e0904n:5": "Vissajjanā – paṭhamamahāsaṁgītikāle bhante dhammasaṁgāhakā mahākassapādayo mahātheravarā porāṇasaṁgītikārā paṭhamaṁ vinayaṁ saṁgāyitvā suttantapiṭake ca dīghamajjhimasaṁyuttasaṅkhāte tayo nikāye saṁgāyitvā tadanantaraṁ navahi ca suttasahassehi pañcahi ca suttasattehi sattapaññāsāya ca suttehi paṭimaṇḍitaṁ vīsatibhāṇavārasataparimāṇaṁ aṅguttaranikāyaṁ nāma pāvacanaṁ saṁgāyiṁsu.",
  "anya-e0904n:6": "Pucchā – aṅguttaranikāyepi āvuso ekakanipāto dukanipāto tikanipātotiādinā nipātapakaraṇaparicchedavasena ekādasavidhā. Tattha kataraṁ nipātapakaraṇaṁ saṁgāyiṁsu.",
  "anya-e0904n:7": "Vissajjanā – aṅguttaranikāye bhante ekādasasu nipātapakaraṇaparicchedesu ekakanipātaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:8": "1. Rūpādivagga",
  "anya-e0904n:9": "Pucchā – ekakanipātepi āvuso rūpādivaggo nīvaraṇappahānavaggo akammaniyavaggotiādinā vaggabhedavasena bahuvidhā. Tattha kataraṁ vaggaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:10": "Vissajjanā – ekakanipāte bhante rūpādivaggo nīvaraṇappahānavaggotiādinā vīsatiyā vaggesu rūpādivaggaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:11": "Pucchā – sādhu sādhu āvuso, mayampi dāni āvuso tatoyeva paṭṭhāya saṁgāhanatthāya saṁgītipubbaṅgamāni dhammapucchanavissajjanakiccāni āvahituṁ samārabhāma. Tenāvuso bhagavatā jānatā passatā arahatā sammāsambuddhena aṅguttaranikāye ekakanipāte rūpādivagge purimāni pañca suttāni kattha kaṁ ārabbha kathañca bhāsitāni.",
  "anya-e0904n:12": "Vissajjanā – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha rūpādigarukānaṁ pañcannaṁ purisānaṁ ajjhāsayavasena ‘‘nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ purisassa cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave itthirūpaṁ, itthirūpaṁ bhikkhave purisassa cittaṁ pariyādāya tiṭṭhatī’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:13": "Nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ purisassa cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave itthirūpaṁ, itthirūpaṁ bhikkhave purisassa cittaṁ pariyādāya tiṭṭhati.",
  "anya-e0904n:14": "Pucchā – tattheva āvuso pacchimāni pañca suttāni bhagavatā kattha kaṁ ārabbha kathañca bhāsitāni.",
  "anya-e0904n:15": "Vissajjanā – tasmiṁyeva bhante sāvatthiyaṁ sambahule bhikkhū ārabbha rūpādigarukānaṁ pañcannaṁ itthīnaṁ ajjhāsayavasena ‘‘nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ itthiyā cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave purisarūpaṁ, purisarūpaṁ bhikkhave itthiyā cittaṁ pariyādāya tiṭṭhatī’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:16": "Nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ itthiyā cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave purisarūpaṁ, purisarūpaṁ bhikkhave itthiyā cittaṁ pariyādāya tiṭṭhati.",
  "anya-e0904n:17": "Nītatthavasena, neyyatthavasena",
  "anya-e0904n:18": "Pucchā – imasmiṁ āvuso rūpādivagge bhagavatā nītatthavasena kiṁ kathitaṁ, neyyatthavasena pana kiṁ ñāpitaṁ.",
  "anya-e0904n:19": "Vissajjanā – imasmiṁ bhante rūpādivagge bhagavatā nītatthavasena vaṭṭaṁ kathitaṁ. Neyyatthavasena pana vivaṭṭampi ñāpitaṁ.",
  "anya-e0904n:20": "2. Nīvaraṇappahānavagga",
  "anya-e0904n:21": "Pucchā – dutiyo pana āvuso nīvaraṇappahānavaggo bhagavatā kattha kathañca bhāsito.",
  "anya-e0904n:22": "Vissajjanā – sāvatthiyaṁ bhante ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yena anuppanno vā kāmacchando uppajjati, uppanno vā kāmacchando bhiyyobhāvāya vepullāya saṁvattati, yathayidaṁ bhikkhave subhanimittaṁ, subhanimittaṁ bhikkhave ayoniso manasikaroto anuppannoceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṁvattatī’’ti evamādinā bhagavatā bhāsito.",
  "anya-e0904n:23": "Pucchā – imasmiṁ pana āvuso dutiye nīvaraṇappahānavagge bhagavatā kiṁ kathitaṁ.",
  "anya-e0904n:24": "Vissajjanā – imasmiṁ pana bhante dutiye nīvaraṇappahānavagge bhagavatā vaṭṭampi vivaṭṭampi kathitaṁ.",
  "anya-e0904n:25": "3. Akammaniyava",
  "anya-e0904n:26": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte tatiye akammaniyavagge kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:27": "Vissajjanā – tatiye bhante akammaniyavagge ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ abhāvitaṁ akammaniyaṁ hoti, yathayidaṁ bhikkhave cittaṁ, cittaṁ bhikkhave abhāvitaṁ akammaniyaṁ hoti. Nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ bhāvitaṁ kammaniyaṁ hoti, yathayidaṁ bhikkhave cittaṁ. Cittaṁ bhikkhave bhāvitaṁ kammaniyaṁ hotī’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:28": "4. Adantavagga",
  "anya-e0904n:29": "Pucchā – catutthe panāvuso adantavagge bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:30": "Vissajjanā – catutthe bhante adantavagge ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ adantaṁ mahato anatthāya saṁvattati, yathayidaṁ bhikkhave cittaṁ, cittaṁ bhikkhave adantaṁ mahato anatthāya saṁvattati. Nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ dantaṁ mahato atthāya saṁvattati, yathayidaṁ bhikkhave cittaṁ, cittaṁ bhikkhave dantaṁ mahato atthāya saṁvattatī’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:31": "5. Paṇihitaacchavagga",
  "anya-e0904n:32": "Pucchā – pañcame āvuso paṇihitaacchavagge bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:33": "Vissajjanā – pañcame bhante paṇihitaacchavagge ‘‘seyyathāpi bhikkhave sālisūkaṁ vā yavasūkaṁ vā micchāpaṇihitaṁ hatthena vā pādena vā akkantaṁ hatthaṁ vā pādaṁ vā bhecchati, lohitaṁ vā uppādessatīti netaṁ ṭhāna vijjati. Taṁ kissahetu, micchāpaṇihitattā bhikkhave sūkassa. Evameva kho bhikkhave so vata bhikkhu micchāpaṇihitena cittena avijjaṁ bhecchati, vijjaṁ uppādessati, nibbānaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati, taṁ kissa hetu, micchāpaṇihitattā bhikkhave cittassā’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:34": "6. Accharāsaṅghātavagga",
  "anya-e0904n:35": "Pucchā – accharāsaṅghātavagge āvuso paṭhama dutiyasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:36": "Vissajjanā – accharāsaṅghātavagge bhante bhagavatā ‘‘pabhassaramidaṁ bhikkhave cittaṁ, tañca kho āgantukehi upakkilesehi upakkiliṭṭhaṁ, taṁ assutavā puthujjano yathābhūtaṁ nappajānāti, tasmā ‘assutavato puthujjanassa cittabhāvanā natthī’ti vadāmi. Pabhassaramidaṁ bhikkhave cittaṁ, tañca kho āgantukehi upakkilesehi vippamuttaṁ, taṁ subhavā ariyasāvako yathābhūtaṁ pajānāti. Tasmā ‘sutapato ariyasāvakassa cittabhāvanā atthī’ti vadāmī’’ti. Evaṁ kho bhagavatā bhāsitāni.",
  "anya-e0904n:37": "Tatiyasutta",
  "anya-e0904n:38": "Pucchā – tattheva āvuso tatiyasuttādīni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:39": "Vissajjanā – tattheva bhante tatiyasuttādīni pañcasuttāni ‘‘accharāsaṅghātamattampi ce bhikkhave bhikkhu mettācittaṁ āsevati, bhāveti, manasikaroti. Ayaṁ vuccati bhikkhave bhikkhu arittajjhāno viharati satthusāsanakaro ovādapatikaro amoghaṁ raṭṭhapiṇḍaṁ bhuñjati, ko pana vādo ye naṁ bahulīkaronti. Yekeci bhikkhave dhammā akusalā akusalabhāgiyā akusalapakkhikā, sabbete manopubbaṅgamā, mano tesaṁ dhammānaṁ paṭhamaṁ uppajjati, anvadeva akusalādhammā, yekeci bhikkhave dhammā kusalā kusalabhāgiyā kusalapakkhikā, sabbete manopubbaṅgamā, mano tesaṁ dhammānaṁ paṭhamaṁ uppajjati, anvadeva kusalā dhammā’’ti evaṁ kho bhante bhagavatā bhāsitāni.",
  "anya-e0904n:40": "Aṭṭhamasutta",
  "anya-e0904n:41": "Pucchā – tattheva āvuso aṭṭhama navama dasamasuttāni ca vīriyārambhādivagge dasasuttāni ca kalyāṇamittādivagge paṭhamasuttañca bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:42": "Vissajjanā – tattheva bhante aṭṭhama navama dasamasuttāni ca vīriyārambhādivagge dasasuttāni ca kalyāṇamittādivagge paṭhamasuttañca ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yena anuppannā vā akusalā dhammā uppajjanti, uppannā vā kusalā dhammā parihāyanti, yathayidaṁ bhikkhave pamādo, pamattassa bhikkhave anuppannā ceva akusalā dhammā uppajjanti, uppannā ca kusalā dhammā parihāyantī’’ti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:43": "Dutiyasutta",
  "anya-e0904n:44": "Pucchā – kalyāṇamittādivagge āvuso dutiya tatiyasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:45": "Vissajjanā – kalyāṇamittādivagge bhante dutiya tatiyasuttāni ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yena anuppannā vā akusalā dhammā uppajjanti, uppannā vā kusalā dhammā parihāyanti, yathayidaṁ bhikkhave anuyogo akusalānaṁ dhammānaṁ ananuyogo kusalānaṁ dhammāna’’nti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:46": "Chaṭṭhasutta",
  "anya-e0904n:47": "Pucchā – tattheva āvuso chaṭṭhasuttādīni ca pamādādivagge paṭhamasuttañca bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:48": "Vissajjanā – tattheva bhante chaṭṭhasuttādīni ca pamādādivagge paṭhamasuttañca ‘‘appamattikā esā bhikkhave parihāni yadidaṁ ñātiparihāni. Etaṁ patikiṭṭhaṁ bhikkhave parihānīnaṁ yadidaṁ paññāparihānīti. Appamattikā esā bhikkhave vuddhi yadidaṁ ñātivuddhi. Etadaggaṁ bhikkhave vuddhīnaṁ yadidaṁ paññāvuddhi . Tasmātiha bhikkhave evaṁ sikkhitabbaṁ ‘paññāvuddhiyā vaddhissāmā’ti. Evañhi vo bhikkhave sikkhitabba’’nti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:49": "Pamādādivagga",
  "anya-e0904n:50": "Pucchā – tenāvuso…pe… sammāsambuddhena pamādādivagge dutiyasuttādīni kathaṁ bhāsitāni.",
  "anya-e0904n:51": "Vissajjanā – nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yo evaṁ mahato anatthāya saṁvattati, yathayidaṁ bhikkhave pamādo. Pamādo bhikkhave mahato anatthāya saṁvattati. Nāhaṁ bhikkhave aññaṁ ekadhammampi, yo evaṁ mahato atthāya saṁvattati, yathayidaṁ bhikkhave appamādo, appamādo bhikkhave mahato anatthāya saṁvattatīti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:52": "Dutiya pamādādivagga",
  "anya-e0904n:53": "Pucchā – dutiye panāvuso pamādādivagge paṭhamasuttādīni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:54": "Vissajjanā – dutiye bhante pamādādivagge ajjhattikaṁ bhikkhave aṅganti karitvā nāññaṁ ekaṅgampi samanupassāmi, yaṁ evaṁ mahato anatthāya saṁvattati, yathayidaṁ bhikkhave pamādo. Pamādo bhikkhave mahato anatthāya saṁvattati. Ajjhattikaṁ bhikkhave aṅganti karitvā nāññaṁ ekaṅgampi samanupassāmi, yaṁ evaṁ mahato atthāya saṁvattati, yathayidaṁ bhikkhave appamādo. Appamādo bhikkhave mahato atthāya saṁvattatīti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:55": "Dasasutta",
  "anya-e0904n:56": "Pucchā – tattheva āvuso tettiṁsamādīnica dasasuttāni adhammavagge ca dasasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:57": "Vissajjanā – tattheva bhante tettiṁsamādīni dasasuttāni ca adhammavagge dasasuttāni ca ye te bhikkhave bhikkhū adhammaṁ ‘‘dhammo’’ti dīpenti, te bhikkhave bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. Bahuñca te bhikkhave bhikkhū apuññaṁ pasavanti, te cimaṁ saddhammaṁ antaradhāpentīti evamādinā ca, ye te bhikkhave bhikkhū adhammaṁ ‘‘adhammo’’ti dīpenti, te bhikkhave bhikkhū bahujanahitāya paṭipannā bahujanasukhāya bahujano janassa atthāya hitāya sukhāya devamanussānaṁ. Bahuñca te bhikkhave bhikkhū puññaṁ pasavanti, te cimaṁ saddhammaṁ ṭhapentīti evamādinā ca bhante bhagavatā bhāsitāni.",
  "anya-e0904n:58": "Ekapuggalavagga",
  "anya-e0904n:59": "Pucchā – ekapuggalavagge āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:60": "Vissajjanā – ekapuggalavagge bhante bhagavatā ekapuggalo bhikkhave loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. Katamo ekapuggalo, tathāgato arahaṁ sammāsambuddho, ayaṁ kho bhikkhave ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānanti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:61": "Etadaggavagga",
  "anya-e0904n:62": "Aññāsikoṇḍañña vatthu",
  "anya-e0904n:63": "Pucchā – etadavagge āvuso āgatesu ekacattālīsāya theresu āyasmā aññāsikoṇḍaññatthero kathaṁ bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:64": "Vissajjanā – etadaggavagge bhante āgatesu ekacattālīsāya mahātheresu ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ rattaññūnaṁ yadidaṁ aññāsikoṇḍañño’’ti, evaṁ kho bhante āyasmā aññāsikoṇḍaññatthero bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:65": "Aggasāvakavatthu",
  "anya-e0904n:66": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatesu ekacattālīsāya mahātheresu āyasmā ca sāriputtatthero dhammasenāpati paṭhamo aggasāvako āyasmā ca mahāmoggallānatthero dutiyo aggasāvako kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:67": "Vissajjanā – āyasmā bhante sāriputtatthero dhammasenāpati ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto’’ti. Āyasmā pana mahāmoggallānatthero ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’’ti. Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:68": "Idaṁ te āsanaṁ vīra, paññattaṁ tavanucchaviṁ;",
  "anya-e0904n:69": "Mama cittaṁ pasādento, nisīda pupphamāsane.",
  "anya-e0904n:70": "Ye vata loke arahanto vā arahattamaggaṁ vā samāpannā, ayaṁ tesaṁ bhikkhu aññataro.",
  "anya-e0904n:71": "Yaṁnūnāhaṁ imaṁ bhikkhuṁ upasaṅkamitvā pañhaṁ puccheyyaṁ.",
  "anya-e0904n:72": "Ye dhammā hetuppabhavā,",
  "anya-e0904n:73": "Tesaṁ hetuṁ tathāgato;",
  "anya-e0904n:74": "Āha tesañca yo nirodho,",
  "anya-e0904n:75": "Evaṁvādī mahāsamaṇo –",
  "anya-e0904n:76": "Labheyyāma mayaṁ bhante bhagavato santike pabbajjaṁ, labheyyāma upasampadaṁ.",
  "anya-e0904n:77": "Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto.",
  "anya-e0904n:78": "Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno.",
  "anya-e0904n:79": "Mahākassapavatthu",
  "anya-e0904n:80": "Pucchā – āyasmā pana āvuso mahākassapatthero paṭhamamahāsaṁgītikāle pāmokkhasaṅghanāyakabhūto bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:81": "Vissajjanā – āyasmā bhante mahākassapatthero paṭhamamahāsaṁgītikāle saṅghapāmokkhabhūto ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dhutavādānaṁ yadidaṁ mahākassapo’’ti. Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:82": "Anuruddhattheravatthu",
  "anya-e0904n:83": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatesu ekacattālīsāya mahātheresu āyasmā anuruddhatthero kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:84": "Vissajjanā – āyasmā bhante anuruddhatthero ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dibbacakkhukānaṁ yadidaṁ anuruddho’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:85": "Sīvalivatthu",
  "anya-e0904n:86": "Pucchā – āyasmā pana āvuso sīvalitthero bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:87": "Vissajjanā – āyasmā bhante sīvalitthero ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ lābhīnaṁ yadidaṁ sīvalī’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:88": "Sammāsambuddho vata so bhagavā, yo imassa evarūpassa dukkhassa pahānāya dhammaṁ deseti.",
  "anya-e0904n:89": "Suppaṭipanno vata tassa bhagavato sāvakasaṅgho, yo imassa evarūpassa dukkhassa pahānāya paṭipanno.",
  "anya-e0904n:90": "Susukhaṁ vata nibbānaṁ, yatthidaṁ evarūpaṁ dukkhaṁ na saṁvijjati –",
  "anya-e0904n:91": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ lābhīnaṁ yadidaṁ sīvali’’ hu –",
  "anya-e0904n:92": "Ānandātheravatthu",
  "anya-e0904n:93": "Pucchā – āyasmā pana āvuso ānandatthero dhammabhaṇḍāgāriko paṭhamamahāsaṁgītikāle dhammavissajjakatherabhūto kathaṁ bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:94": "Vissajjanā – āyasmā bhante ānandatthero dhammabhaṇḍāgāriko paṭhamamahāsaṁgītikāle dhammavissajjakabhūto ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ yadidaṁ ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ satimantānaṁ yadidaṁ ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ gatimantānaṁ yadidaṁ ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dhitimantānaṁ yadidaṁ ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ upaṭṭhākānaṁ yadidaṁ ānando’’ti evaṁ kho bhante bhagavatā pañcasu etadaggaṭṭhānesu ṭhapito.",
  "anya-e0904n:95": "Satasahassena me kītaṁ,",
  "anya-e0904n:96": "Satasahassena māpitaṁ;",
  "anya-e0904n:97": "Sobhanaṁ nāma uyyānaṁ;",
  "anya-e0904n:98": "Paṭiggaṇha mahāmuni –",
  "anya-e0904n:99": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ. Satimantānaṁ. Gatimantānaṁ. Dhitimantānaṁ. Upaṭṭhākānaṁ yadidaṁ ānando’’ –",
  "anya-e0904n:100": "Upālivatthu",
  "anya-e0904n:101": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatesu ekacattālīsāya mahātheresu āyasmā upālitthero paṭhamamahāsaṁgītikāle vinayavissajjakabhūto kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:102": "Vissajjanā – āyasmā bhante upālitthero paṭhamamahāsaṁgītikāle vinayavissajjakabhūto ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ vinayadharānaṁ yadidaṁ upālī’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:103": "Vinayo vāsayo mayhaṁ,",
  "anya-e0904n:104": "Vinayo ṭhānacaṅkamaṁ;",
  "anya-e0904n:105": "Kappemi vinaye vāsaṁ,",
  "anya-e0904n:106": "Vinayo mama gocaro.",
  "anya-e0904n:107": "Mahāpajāpatigotamītherīvatthu",
  "anya-e0904n:108": "Pucchā – etadaggavagge āvuso āgatāsu terasasu therīsu mahāpajāpati gotamītherī kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:109": "Vissajjanā – etadaggavagge bhante āgatāsu terasasu therīsu mahāpajāpatigotamītherī ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ rattaññūnaṁ yadidaṁ mahāpajāpati gotamī’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:110": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ rattaññūnaṁ yadidaṁ mahāpajāpatigotamī’’ –",
  "anya-e0904n:111": "Pucchā – khemātherī pana āvuso aggasāvikā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:112": "Vissajjanā – khemātherī bhante paṭhamā aggasāvikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahāpaññānaṁ yadidaṁ khemā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:113": "‘‘Ye rāgarattānupatanti sotaṁ,",
  "anya-e0904n:114": "Sayaṁkataṁ makkaṭova jālaṁ,",
  "anya-e0904n:115": "Etampi chetvāna vajanti dhīrā;",
  "anya-e0904n:116": "Anapekkhino sabbadukkhaṁ pahāya’’ –",
  "anya-e0904n:117": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahāpaññānaṁ yadidaṁ khemā’’ –",
  "anya-e0904n:118": "Pucchā – uppalavaṇṇā pana āvuso therī dutiyaaggasāvikā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:119": "Vissajjanā – uppalavaṇṇā bhante therī dutiyaaggasāvikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ iddhimantīnaṁ yadidaṁ uppalavaṇṇā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:120": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ iddhimantīnaṁ yadidaṁ uppalavaṇṇā’’ –",
  "anya-e0904n:121": "Paṭācārātherībhikkhunīmavatthu",
  "anya-e0904n:122": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatāsu terasasu therīsu paṭācārānāma therī kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:123": "Vissajjanā – etadaggavagge bhante āgatāsu terasasu therikāsu paṭācārā therī ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ vinayadharānaṁ yadidaṁ paṭācārā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:124": "‘‘Ubho puttā kālaṅkatā,",
  "anya-e0904n:125": "Panthe mayhaṁ patī mato;",
  "anya-e0904n:126": "Mātāpitā ca bhātā ca,",
  "anya-e0904n:127": "Ekacitakasmiṁ ḍayhare’’ –",
  "anya-e0904n:128": "‘‘Catūsu samuddesu jalaṁ parittakaṁ,",
  "anya-e0904n:129": "Tato bahuṁ assujalaṁ anappakaṁ;",
  "anya-e0904n:130": "Dukkhena phuṭṭhassa narassa socanā,",
  "anya-e0904n:131": "Kiṁ kāraṇā amma tuvaṁ pamajjasi’’ –",
  "anya-e0904n:132": "‘‘Na santi puttā tāṇāya,",
  "anya-e0904n:133": "Na pitā nāpi bandhavā;",
  "anya-e0904n:134": "Antakenādhipannassa,",
  "anya-e0904n:135": "Natthi ñātīsu tāṇatā;",
  "anya-e0904n:136": "Etamatthavasaṁ ñatvā, paṇḍito sīlasaṁvuto;",
  "anya-e0904n:137": "Nibbānagamanaṁ maggaṁ, khippameva visodhaye’’ –",
  "anya-e0904n:138": "‘‘Yo ca vassasataṁ jīve,",
  "anya-e0904n:139": "Apassaṁ udayabbayaṁ;",
  "anya-e0904n:140": "Ekāhaṁ jīvitaṁ seyyo,",
  "anya-e0904n:141": "Passato udayabbayaṁ’’ –",
  "anya-e0904n:142": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ vinayadharānaṁ yadidaṁ paṭācārā’’ –",
  "anya-e0904n:143": "Dhammadinnātherībhikkhunīmavatthu",
  "anya-e0904n:144": "Pucchā – dhammadinnā pana āvuso therī bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:145": "Vissajjanā – dhammadinnā bhante therī ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ dhammakathikānaṁ yadidaṁ dhammadinnā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:146": "‘‘Yassa pure ca pacchā ca,",
  "anya-e0904n:147": "Majjheca natthi kiñcanaṁ;",
  "anya-e0904n:148": "Akiñcanaṁ anādānaṁ,",
  "anya-e0904n:149": "Tamahaṁ brūmi brāhmaṇaṁ’’ –",
  "anya-e0904n:150": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ dhammakathikānaṁ yadidaṁ dhammadinnā’’ –",
  "anya-e0904n:151": "Yasodharātherībhikkhunīmavatthu",
  "anya-e0904n:152": "Pucchā – bhaddakaccānānāma āvuso yasodharātherī bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:153": "Vissajjanā – bhaddakaccānā bhante yasodharātherī bhagavatā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahābhiññapattānaṁ yadidaṁ bhaddakaccānā’’ti. Evaṁ kho bhante etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:154": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahābhiññapattānaṁ yadidaṁ bhaddakaccānā’’ –",
  "anya-e0904n:155": "Tapussabhallikavatthu",
  "anya-e0904n:156": "Pucchā – aṅguttaranikāye āvuso etadaggavagge āgatesu ekādasasu upāsakesu tapussabhallikānāma vāṇijā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:157": "Vissajjanā – tapussabhallikā bhante vāṇijā ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ paṭhamaṁ saraṇaṁ gacchantānaṁ yadidaṁ tapussabhallikā vāṇijā’’ti, evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:158": "‘‘Ete bhante mayaṁ bhagavantaṁ saraṇaṁ gacchāma dhammañca, upāsake no bhagavā dhāretu ajjatagge pāṇupete saraṇaṁ gate’’ hu –",
  "anya-e0904n:159": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ paṭhamaṁ saraṇaṁ gacchantānaṁ yadidaṁ tapussabhallikā vāṇijā’’ –",
  "anya-e0904n:160": "Anāthapiṇḍakavatthu",
  "anya-e0904n:161": "Pucchā – tenāvuso bhagavatā arahatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatesu ekādasasu upāsakesu sudatto gahapati anāthapiṇḍiko kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:162": "Vissajjanā – etadaggavagge bhante āgatesu ekādasasu upāsakesu sudatto gahapati anāthapiṇḍiko ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ dāyakānaṁ yadidaṁ sudatto gahapati anāthapiṇḍiko’’ti. Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:163": "Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ dāyakānaṁ yadidaṁ sudatto gahapati anāthapiṇḍiko–",
  "anya-e0904n:164": "Sūrambaṭṭhaupāsakāvatthu",
  "anya-e0904n:165": "Pucchā – sūrambaṭṭho nāma āvuso upāsako bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:166": "Vissajjanā – sūrambaṭṭho upāsako ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ aveccappasannānaṁ yadidaṁ sūrambaṭṭho’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:167": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ aveccappasannānaṁ yadidaṁ sūrambaṭṭho’’ hu –",
  "anya-e0904n:168": "Sujātā upāsikāvatthu",
  "anya-e0904n:169": "Pucchā – etadaggavagge āvuso āgatāsu dasasu upāsikāsu sujātānāma upāsikā seniyadhītā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:170": "Vissajjanā – sujātā bhante seniyadhītā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ paṭhamaṁ saraṇaṁ gacchantīnaṁ yadidaṁ sujātā seniyadhītā’’ti, evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:171": "‘‘Etā mayaṁ bhante bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca, upāsikāyo no bhagavā dhāretu ajjatagge pāṇupetā saraṇaṁ gatā’’ hu –",
  "anya-e0904n:172": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ paṭhamaṁ saraṇaṁ gacchantīnaṁ yadidaṁ sujātā seniyadhītā’’ –",
  "anya-e0904n:173": "Visākhā upāsikāvatthu",
  "anya-e0904n:174": "Pucchā – visākhā pana āvuso upāsikā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:175": "Vissajjanā – visākhā bhante upāsikā migāramātā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ dāyikānaṁ yadidaṁ visākhā migāramātā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:176": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ dāyikānaṁ yadidaṁ visākhā migāramātā’’ hu –",
  "anya-e0904n:177": "Khujjuttarā upāsikāvatthu",
  "anya-e0904n:178": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatāsu dasasu upāsikāsu khujjuttarānāma upāsikā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:179": "Vissajjanā – etadaggavagge bhante āgatāsu dasasu upāsikāsu khujjuttarā upāsikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ bahussutānaṁ yadidaṁ khujjuttarā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:180": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsikānaṁ bahussutānaṁ yadidaṁ khujjuttarā’’ hu –",
  "anya-e0904n:181": "Kāḷīupāsikāvatthu",
  "anya-e0904n:182": "Pucchā – kāḷīnāma āvuso upāsikā kuraragharikā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:183": "Vissajjanā – kāḷī bhante upāsikā kuraragharikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ anussavappasannānaṁ yadidaṁ kāḷī upāsikā kuraragharikā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:184": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ anussavappasannānaṁ yadidaṁ kāḷī upāsikā kuraragharikā’’ –",
  "anya-e0904n:185": "Aṭṭhānapāḷi",
  "anya-e0904n:186": "Pucchā – sakalāpi āvuso aṭṭhānapāḷi bhagavatā kathaṁ bhāsitā.",
  "anya-e0904n:187": "Vissajjanā – aṭṭhānametaṁ bhikkhave anavakāso, yaṁ diṭṭhisampanno puggalo kañcisaṅkhāraṁ niccato upagaccheyya, netaṁ ṭhānaṁ vijjati. Ṭhānañca kho etaṁ bhikkhave vijjati, yaṁ puthujjano kañcisaṅkhāraṁ niccato upagaccheyya, ṭhānametaṁ vijjatīti evamādinā bhante bhagavatā sakalāpi aṭṭhānapāḷi bhāsitā.",
  "anya-e0904n:188": "Ekadhammapāḷi paṭhamavagga",
  "anya-e0904n:189": "Pucchā – ekadhammapāḷiyaṁ āvuso paṭhamavagge kīdisī dhammadesanā bhagavatā desitā.",
  "anya-e0904n:190": "Vissajjanā – ekadhammapāḷiyaṁ bhante paṭhamavagge ‘‘ekadhammo bhikkhave bhāvito bahulīkato ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. Katamo ekadhammo, buddhānussati, ayaṁ kho bhikkhave ekadhammo bhāvito bahulīkato ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattatī’’ti evamādikā bhagavatā dhammadesanā desitā.",
  "anya-e0904n:191": "Pucchā – dutiyavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:192": "Vissajjanā – dutiyavagge bhante bhagavatā ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yena anuppannā vā akusalā dhammā uppajjanti, uppannā vā akusalā dhammā bhiyyobhāvāya vepullāya saṁvattanti, yathayidaṁ bhikkhave micchādiṭṭhi. Micchādiṭṭhikassa bhikkhave anuppannā ceva akusalā dhammā uppajjanti, uppannā ca akusalā dhammā bhiyyobhāvāya vepullāya saṁvattantī’’ti. Evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:193": "Tatiyavagga",
  "anya-e0904n:194": "Pucchā – tatiyavagge pana āvuso pañcamādīni aṭṭha suttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:195": "Vissajjanā – tatiyavagge bhante pañcamādīni aṭṭhasuttāni ‘‘durakkhāte bhikkhave dhammavinaye yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbete bahuṁ apuññaṁ pasavanti. Taṁkissahetu, durakkhābhattā bhikkhave dhammassa. Svākkhāte bhikkhave dhammavinaye yo ca samādapeti, yañca samādapeti, yo ca samādapito, tathattāya paṭipajjati, sabbete bahuṁ puññaṁ pasavanti. Taṁkissahetu svākkhātattā bhikkhave dhammassā’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:196": "Apara accharāsaṅghātavagga",
  "anya-e0904n:197": "Pucchā – aparaaccharāsaṅghātavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:198": "Vissajjanā – aparaaccharāsaṅghātavagge bhante ‘‘accharāsaṅghātamattampi ce bhikkhave bhikkhu paṭhamaṁ jhānaṁ bhāveti, ayaṁ vuccati bhikkhave bhikkhu arittajjhāno viharati satthusāsanakaro ovādapatikaro amoghaṁ raṭṭhapiṇḍaṁ bhuñjati, ko pana vādo ye naṁ bahulīkarontī’’ti evamādikā bhante bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:199": "Kāyagatāsativagga",
  "anya-e0904n:200": "Pucchā – sakalopi āvuso kāyagatāsativaggo bhagavatā kathaṁ bhāsito.",
  "anya-e0904n:201": "Vissajjanā – yassa kassaci bhikkhave mahāsamuddo cetasā phuṭo, antogadhā tassa kunnadiyo yākāci samuddaṅgamā, evameva bhikkhave yassa kassaci kāyagatāsati bhāvitā bahulīkatā, antogadhā tassa kusalā dhammā yekeci vijjābhāgiyā’’ti evamādinā bhante bhagavatā sakalopi kāyagatāsativaggo bhāsito.",
  "anya-e0904n:202": "Amatavagga",
  "anya-e0904n:203": "Pucchā – sakalopi āvuso amatavaggo bhagavatā kathaṁ bhāsato.",
  "anya-e0904n:204": "Vissajjanā – amataṁ te bhikkhave na paribhuñjanti, ye kāyagatāsatiṁ na paribhuñjanti. Amataṁ te bhikkhave paribhuñjanti, ye kāyagatāsatiṁ paribhuñjanti. Amataṁ te bhikkhave aparibhuttaṁ, yesaṁ kāyagatāsati aparibhuttā. Amataṁ te bhikkhave paribhuttaṁ, yesaṁ kāyagatāsati paribhuttāti evamādinā bhante bhagavatā sakalopi amatavaggo bhāsito.",
  "anya-e0904n:205": "Kammakaraṇavagga, vajjasutta",
  "anya-e0904n:206": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte kammakaraṇavagge paṭhamaṁ vajjasuttaṁ kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:207": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ‘‘dvemāni bhikkhave vajjāni. Katamāni dve diṭṭhadhammikañca vajjaṁ samparāyikañca vajja’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:208": "Tasmātiha bhikkhave evaṁ sikkhitabbaṁ ‘‘diṭṭhadhammikassa vajjassa bhāyissāma, samparāyikassa vajjassa bhāyissāma, vajjabhīruno bhavissāma vajjabhayadassāvino’’ti. Evañhi kho bhikkhave sikkhitabbaṁ.",
  "anya-e0904n:209": "Padhānasutta",
  "anya-e0904n:210": "Pucchā – tattheva āvuso dutiyaṁ padhānasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:211": "Vissajjanā – sāvatthiyaṁyeva bhante sambahulānaṁ bhikkhūnaṁ ‘‘dvemāni bhikkhave padhānāni durabhisambhavāni lokasmiṁ. Katamāni dve, yañca gihīnaṁ agāraṁ ajjhāvasataṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānuppādanatthaṁ padhānaṁ, yañca agārasmā anagāriyaṁ pabbajitānaṁ sabbūpadhipaṭinissaggattaṁ padhānaṁ. Imāni kho bhikkhave dve padhānāni durabhisambhavāni lokasmi’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:212": "Tapanīyasutta",
  "anya-e0904n:213": "Pucchā – tattheva āvuso tapanīyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:214": "Vissajjanā – dveme bhikkhave dhammā tapanīyā. Katame dve, idha bhikkhave ekaccassa kāyaduccaritaṁ kataṁ hoti, akataṁ hoti kāya sucaritaṁ, vacīduccaritaṁ kataṁ hoti, akataṁ hoti vacīsucaritaṁ, manoduccaritaṁ kataṁ hoti, akataṁ hoti manosucaritaṁ. So ‘‘kāyaduccaritaṁ me kata’’nti tappati, ‘‘akataṁ me kāyasucarita’’nti tappati. Vacīduccaritaṁ (pa) ‘‘manoduccaritaṁ me kata’’nti tappati, ‘‘akataṁ me manosucarita’’nti tappati. Ime kho bhikkhave dve dhammā tapanīyāti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:215": "Atapanīyasutta",
  "anya-e0904n:216": "Pucchā – catutthaṁ pana āvuso atapanīyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:217": "Vissajjanā – catutthaṁ bhante atapanīyasuttaṁ ‘‘dveme bhikkhave dhammā atapanīyā. Katame dve, idha bhikkhave ekaccassa kāyasucaritaṁ kataṁ hoti, akataṁ hoti kāyaduccaritaṁ. Vacīsucaritaṁ kataṁ hoti, akataṁ hoti vacīduccaritaṁ. Manosucaritaṁ kataṁ hoti, akataṁ hoti manoduccaritaṁ. So ‘kāyasucaritaṁ me kata’nti na tappati, ‘akataṁ me kāyaduccarita’nti natappati. ‘Vacīsucaritaṁ…pe… manosucaritaṁ me kata’nti na tappati. ‘Akataṁ me manoduccarita’nti na tappati. Ime kho bhikkhave dve dhammā atapanīyā’’ti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:218": "Upaññātasutta",
  "anya-e0904n:219": "Pucchā – pañcamaṁ pana āvuso upaññātasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:220": "Vissajjanā – pañcamaṁ bhante upaññātasuttaṁ ‘‘dvinnāhaṁ bhikkhave dhammānaṁ upaññāsiṁ. Yā ca asantuṭṭhitā kusalesu dhammesu, yā ca appaṭivānitā padhānasmiṁ. Appaṭivāni sudāhaṁ bhikkhave padahāmi ‘kāmaṁ-taco ca nhāru ca aṭṭhi ca avasissatu upasussatu sarīre maṁsalohitaṁ, yaṁ taṁ purisathāmena purisavīriyena purisaparakkamena pattabbaṁ, na taṁ apāpuṇitvā vīriyassa saṇṭhānaṁ bhavissatī’’ti. Evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:221": "Cariyasutta",
  "anya-e0904n:222": "Pucchā – navamaṁ pana āvuso cariyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:223": "Vissajjanā – navamaṁ bhante cariyasuttaṁ ‘‘dveme bhikkhave dhammā sukkā lokaṁ pālenti. Katame dve, hirīca ottappañca. Ime kho bhikkhave dve sukkā dhammā lokaṁ na pāleyyuṁ, nayidha paññāyetha ‘mātā’tivā ‘mātucchā’tivā ‘mātulānī’tivā ‘ācariyabhariyā’tivā ‘garūnaṁ dārā’ti’’vāti, evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:224": "Adhikaraṇavagga, sattamasutta",
  "anya-e0904n:225": "Pucchā – adhikaraṇavagge pana āvuso sattamasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:226": "Vissajjanā – sāvatthiyaṁ bhante jāṇussoṇiṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Jāṇussoṇi bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘ko nu kho bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṁmaraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘katattā ca brāhmaṇa akatattā ca evamidhekacce sattā kāyassa bhedā paraṁmaraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:227": "Ko nu kho bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti.",
  "anya-e0904n:228": "‘‘Katattāca brāhmaṇa akatattāca evamidhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti’’ –",
  "anya-e0904n:229": "Ko pana bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti –",
  "anya-e0904n:230": "Katattā ca brāhmaṇa akatattā ca evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti.",
  "anya-e0904n:231": "Na kho ahaṁ imassa bhoto gotamassa saṁkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ –",
  "anya-e0904n:232": "Sādhu me bhavaṁ gotamo tathā dhammaṁ desetu.",
  "anya-e0904n:233": "Aṭṭhamasutta",
  "anya-e0904n:234": "Pucchā – tattheva āvuso aṭṭhamasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:235": "Vissajjanā – sāvatthiyaṁ bhante āyasmato ānandassa ‘‘ekaṁsenāhaṁ ānanda akaraṇīyaṁ vadāmi kāyaduccaritaṁ manoduccarita’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:236": "‘‘Ekaṁsenāhaṁ ānanda karaṇīyaṁ vadāmi kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ’’ –",
  "anya-e0904n:237": "Navamasutta",
  "anya-e0904n:238": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte adhikaraṇavagge navamasuttaṁ bhāsitaṁ.",
  "anya-e0904n:239": "Vissajjanā – akusalaṁ bhikkhave pajahatha, sakkā bhikkhave akusalaṁ pajahituṁ. Nocedaṁ bhikkhave sakkā abhavissa akusalaṁ pajahituṁ, nāhaṁ evaṁ vadeyyaṁ ‘‘akusalaṁ bhikkhave pajahathā’’ti. Yasmā ca kho bhikkhave sakkā akusalaṁ pajahituṁ, tasmāhaṁ evaṁ vadāmi ‘‘akusalaṁ bhikkhave pajahathā’’ti. Akusalañca hidaṁ bhikkhave pahīnaṁ ahitāya dukkhāya saṁvatteyya, nāhaṁ evaṁvadeyyaṁ ‘‘akusalaṁ bhikkhave pajahathā’’ti. Yasmā ca kho bhikkhave akusalaṁ pahīnaṁ hitāya sukhāya saṁvattati, tasmāhaṁ evaṁ vadāmi ‘‘akusalaṁ bhikkhave pajahathā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:240": "Dasamasutta, ekādasamasutta",
  "anya-e0904n:241": "Pucchā – tattheva āvuso dasamaekādasamasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:242": "Vissajjanā – tattheva bhante dasamaekādasamasuttāni ‘‘dveme bhikkhave dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. Katame dve, dunnikkhittañca padabyañjanaṁ attho ca dunnīto, dunnikkhittassa bhikkhave padabyañjanassa atthopi dunnayo hoti. Ime kho bhikkhave dve dhammā saddhammassa sammosāya antaradhānāya saṁvattantī’’ti ca. ‘‘Dveme bhikkhave dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. Katame dve, sunikkhittañca padabyañjanaṁ attho ca sunīto, sunikkhittassa bhikkhave padabyañjanassa atthopi sunayo hoti. Ime kho bhikkhave dve dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattantī’’ti ca. Evaṁ kho bhante bhagavatā bhāsitāni.",
  "anya-e0904n:243": "Bālavagga",
  "anya-e0904n:244": "Dutiyasutta",
  "anya-e0904n:245": "Pucchā – bālavagge pana āvuso dutiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:246": "Vissajjanā – bālavagge bhante dutiyaṁ suttaṁ ‘‘dveme bhikkhave tathāgataṁ abbhācikkhanti. Katame dve, duṭṭho vā dosantaro saddho vā duggahitena. Ime kho bhikkhave dve tathāgataṁ abbhācikkhantī’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:247": "Tatiyasutta",
  "anya-e0904n:248": "Pucchā – tattheva āvuso tatiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:249": "Vissajjanā – tattheva bhante tatiyasuttaṁ bhagavatā ‘‘dveme bhikkhave tathāgataṁ abbhācikkhanti. Katame dve, yo ca abhāsitaṁ alapitaṁ tathāgatena ‘bhāsitaṁ lapitaṁ tathāgatenā’ti dīpeti. Yo ca bhāsitaṁ lapitaṁ tathāgatena ‘abhāsitaṁ alapitaṁ tathāgatenāti’ dīpeti. Ime kho bhikkhave dve tathāgataṁ abbhācikkhanti. Dveme bhikkhave tathāgataṁ nābbhācikkhanti. Katame dve, yo ca abhāsitaṁ alapitaṁ tathāgatena ‘abhāsitaṁ alapitaṁ tathāgatenā’ti dīpeti. Yo ca bhāsitaṁ lapitaṁ tathāgatena ‘bhāsitaṁ lapitaṁ tathāgatenā’ti dīpeti. Ime kho bhikkhave dve tathāgataṁ nābbhācikkhantī’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:250": "Catutthavagga, pañcamasutta",
  "anya-e0904n:251": "Pucchā – tattheva āvuso catutthapañcamasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:252": "Vissajjanā – tattheva bhante catutthapañcamasuttāni ‘‘dveme bhikkhave tathāgataṁ abbhācikkhanti. Katame dve, yo ca neyyatthaṁ suttantaṁ ‘nītattho suttanto’ti dīpeti, yo ca nītatthaṁ suttantaṁ ‘neyyattho suttanto’ti dīpetī’’ti, evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:253": "Samacittavagga, paṭhamasutta",
  "anya-e0904n:254": "Pucchā – samacittavagge āvuso paṭhamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:255": "Vissajjanā – samacittavagge bhante paṭhamasuttaṁ ‘‘asappurisabhūmiñca vo bhikkhave desessāmi sappurisabhūmiñca, taṁ suṇātha sādhukaṁ manasikarotha, bhāsissāmī’’ti, evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:256": "Dutiyasutta",
  "anya-e0904n:257": "Pucchā – tattheva āvuso dutiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:258": "Vissajjanā – tattheva bhante dutiyasuttaṁ ‘‘dvinnāhaṁ bhikkhave na suppatikāra vadāmi. Katamesaṁ dvinnaṁ, mātu ca pitu cā’’ti, evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:259": "Samacittasutta",
  "anya-e0904n:260": "Pucchā – tattheva āvuso pañcamaṁ samacittasuttaṁ kattha kassa kena kathañca bhāsitaṁ.",
  "anya-e0904n:261": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ‘‘ajjhattasaṁyojanañca āvuso puggalaṁ desessāmi bahiddhāsaṁyojanañca, taṁsuṇātha",
  "anya-e0904n:262": "Sādhukaṁ manasikarothā’’ti, evamādinā bhante āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṁ.",
  "anya-e0904n:263": "Ovāda",
  "anya-e0904n:264": "Pucchā – kathañca āvuso tattha bhagavā ovādaṁ adāsi.",
  "anya-e0904n:265": "Vissajjanā – tattha bhante bhagavā ‘‘tasmātiha sāriputta evaṁ sikkhitabbaṁ ‘santindriyā bhavissāma santamānasā’ti. Evañhi vo sāriputta sikkhitabba’’nti evamādinā ovādamadāsi.",
  "anya-e0904n:266": "‘‘Eso bhante āyasmā sāriputto pubbārāme migāramātupāsā de bhikkhūnaṁ ajjhattasaṁyojanañca puggalaṁ deseti bahiddhā saṁyojanañca’’ –",
  "anya-e0904n:267": "Sādhu bhante bhagavā yena āyasmā sāriputto tenupasaṅkamatu anukampaṁ upādāya.",
  "anya-e0904n:268": "Tā kho pana sāriputta devatā dasapi hutvā vīsampi hutvā tiṁsampi hutvā cattālīsampi hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti, na ca aññamaññaṁ byābādhenti–",
  "anya-e0904n:269": "Tasmātiha sāriputta evaṁ sikkhitabbaṁ santindriyā bhavissāma santamānasā.",
  "anya-e0904n:270": "Parisavagga",
  "anya-e0904n:271": "Uttānasutta",
  "anya-e0904n:272": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte parisavagge paṭhamaṁ uttānasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:273": "Vissajjanā – paṭhamaṁ bhante uttānasuttaṁ ‘‘dvemā sikkhave parisā, katamā dve, uttānā ca parisā gambhīrā ca parisā, katamā ca bhikkhave uttānā parisā, idha bhikkhave yassaṁ parisāyaṁ bhikkhū uddhatā honti unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatī asampajānā asamāhitā vibbhantacittā pākatindriyā. Ayaṁ vuccati bhikkhave uttānā parisā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:274": "Soparisattaka",
  "anya-e0904n:275": "Etadaggaṁ bhikkhave imāsaṁ dvinnaṁ parisānaṁ yadidaṁ gambhīrā parisā.",
  "anya-e0904n:276": "Anaggavatīsutta",
  "anya-e0904n:277": "Pucchā – tattheva āvuso tatiyaṁ anaggavatīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:278": "Vissajjanā – tattheva bhante tatiyaṁ anaggavatīsuttaṁ ‘‘dvemā bhikkhave parisā. Katamā dve, anaggavatī ca parisā aggavatī ca parisā. Katamā ca bhikkhave anaggavatī parisā, idha bhikkhave yassaṁ parisāyaṁ therā bhikkhū bāhulikā honti sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, na vīriyaṁ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikabhassa sacchikiriyāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:279": "Okkācitavinītasutta",
  "anya-e0904n:280": "Pucchā – tattheva āvuso chaṭṭhaṁ okkācitavinītasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:281": "Vissajjanā – tattheva bhante chaṭṭhaṁ okkācitavinītasuttaṁ ‘‘dvemā bhikkhave parisā. Katamā dve, okkācitavinītā parisā no paṭipucchāvinītā, paṭipucchā vinītā parisā no okkācitavinītā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:282": "Puggalavagga",
  "anya-e0904n:283": "Asantasannivāsasutta",
  "anya-e0904n:284": "Pucchā – puggalavagge āvuso ekādasamaṁ asantasannivāsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:285": "Vissajjanā – puggalavagge bhante ekādasamaṁ asantasannivāsasuttaṁ ‘‘asantasannivāsañca vo bhikkhave desessāmi santasannivāsañca, taṁ suṇātha, sādhukaṁ manasikarotha bhāsissāmī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:286": "Sukhavagga",
  "anya-e0904n:287": "Pucchā – sukhavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:288": "Vissajjanā – sukhavagge bhante bhagavatā ‘‘dvemāni bhikkhave sukhāni. Katamāni dve, gihisukhañca pabbajitasukhañca, imāni kho bhikkhave dve sukhāni. Etadaggaṁ bhikkhave imesaṁ dvinnaṁ sukhānaṁ yadidaṁ pabbajitasukha’’nti evamādikā dhammadesanāyo desitā.",
  "anya-e0904n:289": "Āyācanavagga",
  "anya-e0904n:290": "Pucchā – āyācanavagge pana āvuso bhagavatā paṭhamādīni cattāri suttāni kathaṁ bhāsitāni.",
  "anya-e0904n:291": "Vissajjanā – āyācanavagge bhante paṭhamādīni cattāri suttāni ‘‘saddho bhikkhave bhikkhu evaṁ sammā āyācamāno āyāceyya tādiso homi, yādisā sāriputtamoggallānā’’ti, evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:292": "Avaṇṇārahasutta",
  "anya-e0904n:293": "Pucchā – tattheva āvuso pañcamaṁ avaṇṇārahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:294": "Vissajjanā – tattheva bhante pañcamaṁ avaṇṇārahasuttaṁ ‘‘dvīhi bhikkhave dhammehi samannāgato bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavatī’’ti, evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:295": "Appasādanīyasutta",
  "anya-e0904n:296": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte āyācanavagge chaṭṭhaṁ appasādanīyasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:297": "Vissajjanā – chaṭṭhaṁ bhante appasādanīyasuttaṁ ‘‘dvīhi bhikkhave dhammehi samannāgato bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamehi dvīhi, ananuvicca apariyogāhetvā appasādanīye ṭhāne pasādaṁ upadaṁseti, ananuvicca apariyo gāhetvā pasādanīye ṭhāne appasādaṁ upadaṁsetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:298": "Mātāpitusutta",
  "anya-e0904n:299": "Pucchā – tattheva āvuso sattamaṁ mātāpitusuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:300": "Vissajjanā – tattheva bhante sattamaṁ mātāpitusuttaṁ ‘‘dvīsu bhikkhave micchā paṭipajjamāno bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hohi sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamesu dvīsu, mātari ca pitari cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:301": "Tathāgatasutta",
  "anya-e0904n:302": "Pucchā – tattheva āvuso aṭṭhamaṁ tathāgatasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:303": "Vissajjanā – tattheva bhante aṭṭhamaṁ tathāgatasuttaṁ ‘‘dvīsu bhikkhave micchāpaṭipajjamāno bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamesu dvīsu, tathāgate ca tathāgatasāvake cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:304": "Tikanipāta",
  "anya-e0904n:305": "Bālavagga, bhayasutta",
  "anya-e0904n:306": "Pucchā – tikanipāte pana āvuso paṭhamaṁ bhayasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:307": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ ‘‘yāni kānici bhikkhave bhayāni uppajjanti, sabbāni tāni bālato uppajjanti no paṇḍitato. Ye keci uppaddavā uppajjanti, sabbete bālato uppajjanti no paṇḍitato. Yekeci upasaggā uppajjanti, sabbete bālato uppajjanti no paṇḍitato’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:308": "Cintīsutta",
  "anya-e0904n:309": "Pucchā – tattheva āvuso tatiyaṁ cintīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:310": "Vissajjanā – tattheva bhante cintīsuttaṁ ‘‘tīṇimāni bhikkhave bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni. Katamāni tīṇi, idha bhikkhave bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:311": "Accayasutta",
  "anya-e0904n:312": "Pucchā – tattheva āvuso catutthaṁ accayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:313": "Vissajjanā – tattheva bhante catutthaṁ accayasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato bālo veditabbo. Katamehi tīhi, accayaṁ accayato disvā yathādhammaṁ nappaṭikaroti, parassa kho pana accayaṁ desentassa yathādhammaṁ nappaṭiggaṇhātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:314": "Malasutta",
  "anya-e0904n:315": "Pucchā – tattheva āvuso dasamaṁ malasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:316": "Vissajjanā – tattheva bhante dasamaṁ malasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato tayo male appahāya yathābhataṁ nikkhitto evaṁ niraye. Katamehi tīhi, dussīlo ca hoti, dussīlyamalañcassa appahīnaṁ hoti. Issukī ca hoti, issāmalañcassa appahīnaṁ hoti. Maccharī ca hoti, maccharamalañcassa appahīnaṁ hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:317": "Rathakāravagga, ñātasutta",
  "anya-e0904n:318": "Pucchā – rathakāravagge pana āvuso paṭhamaṁ ñātasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:319": "Vissajjanā – paṭhamaṁ bhante ñātasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato ñāto bhikkhu bahujanaahitāya paṭipanno hoti bahujana dukkhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. Katamehi tīhi, ananulomike kāyakamme samādapeti, ananulomike vacīkamme samādapeti, ananulomikesu dhammesu samādapetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:320": "Āsaṁsasutta",
  "anya-e0904n:321": "Pucchā – tattheva āvuso tatiyaṁ āsaṁsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:322": "Vissajjanā – tattheva bhante tatiyaṁ āsaṁsasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo nirāso āsaṁso’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:323": "Sacetanasutta",
  "anya-e0904n:324": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte rathakāravagge pañcamaṁ sacetanasuttaṁ kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:325": "Vissajjanā – bārāṇasiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ārabbha ‘‘bhūtapubbaṁ bhikkhave rājā ahosi sacetano nāma, atha kho bhikkhave rājā sacetano rathakāraṁ āmantesi ito me samma rathakāra channaṁ māsānaṁ paccayena saṅgāmo bhavissati sakkhissasi me samma rathakāra navaṁ cakkayugaṁ kātu’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:326": "Apaṇṇakasutta",
  "anya-e0904n:327": "Pucchā – tattheva āvuso chaṭṭhaṁ apaṇṇakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:328": "Vissajjanā – chaṭṭhaṁ bhante apaṇṇakasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato bhikkhu apaṇṇakapaṭipadaṁ paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṁ khayāya. Katamehi tīhi, idha bhikkhave bhikkhu indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyamanuyutto hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:329": "Devalokasutta",
  "anya-e0904n:330": "Pucchā – tattheva āvuso aṭṭhamaṁ devalokasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:331": "Vissajjanā – tattheva bhante aṭṭhamaṁ devalokasuttaṁ ‘‘sace vo bhikkhave aññatitthiyā paribbājakā evaṁ puccheyyuṁ ‘‘devalokūpapattiyā āvuso samaṇe gotame brahmacariyaṁ vussathā’ti. Nanu tumhe bhikkhave evaṁ puṭṭhā aṭṭīyeyyātha harāyeyyātha jiguccheyyāthā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:332": "Paṭhama pāpaṇikasutta",
  "anya-e0904n:333": "Pucchā – tattheva āvuso navamaṁ paṭhamapāpaṇikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:334": "Vissajjanā – tattheva bhante navamaṁ paṭhamapāpaṇikasuttaṁ ‘‘tīhi bhikkhave aṅgehi samannāgato pāpaṇiko abhabbo anadhigataṁ vā bhogaṁ adhigantuṁ, adhigataṁ vā bhogaṁ phātiṁ kātuṁ. Katamehi tīhi, idha bhikkhave pāpaṇiko pubbaṇhasamayaṁ na sakkaccaṁ kammantaṁ adhiṭṭhātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:335": "Puggalavagga",
  "anya-e0904n:336": "Gilānasutta",
  "anya-e0904n:337": "Pucchā – puggalavagge pana āvuso dutiyaṁ gilānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:338": "Vissajjanā – puggalavagge bhante dutiyaṁ gilānasuttaṁ ‘‘tayome bhikkhave gilānā santo saṁvijjamānā lokasmiṁ. Katame tayo, idha bhikkhave ekacco gilāno labhanto vā sappāyāni bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto vā sappāyāni bhesajjāni, labhanto vā patirūpaṁ upaṭṭhākaṁ alabhanto vā patirūpaṁ upaṭṭhākaṁ vuṭṭhāti tamhā ābādhā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:339": "Bahukārasutta",
  "anya-e0904n:340": "Pucchā – tattheva āvuso catutthaṁ bahukārasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:341": "Vissajjanā – tattheva bhante catutthaṁ bahukārasuttaṁ ‘‘tayo me bhikkhave puggalā puggalassa bahukārā. Katame tayo, yaṁ bhikkhave puggalaṁ āgamma puggalo buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti. Ayaṁ bhikkhave puggalo imassa puggalassa bahukāro’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:342": "Jigucchitabbasutta",
  "anya-e0904n:343": "Pucchā – tenāvuso bhagavatā jānatā passatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte puggalavagge sattamaṁ jigucchitabbasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:344": "Vissajjanā – sattamaṁ bhante jigucchitabbasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo, atthi bhikkhave puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo, atthi bhikkhave puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo, atthi bhikkhave puggalo sevitabbo bhajitabbo payirupāsitabbo’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:345": "Pucchā – kathañcāvuso tattha bhagavatā jigucchitabbo puggalo nasevitabbo nabhajitabbo na payirupāsitabbo pakāsito.",
  "anya-e0904n:346": "Vissajjanā – ‘‘katamo ca bhikkhave puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo. Idha bhikkhave ekacco dussīlo hoti pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, evarūpo bhikkhave puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo’’ti evamādinā bhante bhagavatā jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo puggalo pakāsito.",
  "anya-e0904n:347": "Pucchā – kathaṁ panāvuso tattha bhagavatā ajjhupekkhitabbo puggalo na sevitabbo na bhajitabbo na payirupāsitabbo pakāsito.",
  "anya-e0904n:348": "Vissajjanā – katamo ca bhikkhave puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo, idha bhikkhave ekacco puggalo kodhano hoti upāyāsabahulo, appampi vutto samāno abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukarotī’’ti evamādinā bhante bhagavatā tattha ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo puggalo pakāsito.",
  "anya-e0904n:349": "Pucchā – kathaṁ panāvuso tattha bhagavatā sevitabbo puggalo bhajitabbo payirupāsitabbo pakāsito.",
  "anya-e0904n:350": "Vissajjanā – ‘‘katamo ca bhikkhave puggalo sevitabbo bhajitabbo payirupāsitabbo, idha bhikkhave ekacco puggalo sīlavā hoti kalyāṇadhammo, evarūpo bhikkhave puggalo sevitabbo bhajitabbo payirupāsitabbo’’ti evamādinā bhante tattha bhagavatā sevitabbo puggalo bhajitabbo payirupāsitabbo pakāsito.",
  "anya-e0904n:351": "Gūthabhāṇīsutta",
  "anya-e0904n:352": "Pucchā – tattheva āvuso puggalavagge aṭṭhamaṁ gūthabhāṇīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:353": "Vissajjanā – tattheva bhante puggalavagge aṭṭhamaṁ gūthabhāṇīsuttaṁ ‘‘tayo me bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo, gūthabhāṇī pupphabhāṇī madhubhāṇī’’ti evaṁ kho bhagavatā bhāsitaṁ.",
  "anya-e0904n:354": "Gūthabhāṇīpuggala",
  "anya-e0904n:355": "Pucchā – kathañcāvuso tattha bhagavatā gūthabhāṇīpuggalo pakāsito.",
  "anya-e0904n:356": "Vissajjanā – katamo ca bhikkhave puggalo gūthabhāṇī, idha bhikkhave ekacco puggalo sabhaggato vā parisaggato vā ñātimajjhagatovā pūgamajjhagatovā rājakulamajjhagatovā abhinīto sakkhipuṭṭho ‘‘ehambho purisa yaṁ jānāsi, taṁ vadehī’’ti. So ajānaṁ vā āha ‘‘jānāmī’’ti, jānaṁ vā āha ‘‘na jānāmī’’ti, apassaṁ vā āha ‘‘passāmī’’ti, passaṁ vā āha ‘‘na passāmī’’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. Ayaṁ vuccati bhikkhave puggalo gūthabhāṇīti, evaṁ kho bhante tattha bhagavatā gūthabhāṇīpuggalo pakāsito.",
  "anya-e0904n:357": "Pupphabhāṇīpuggala",
  "anya-e0904n:358": "Pucchā – kathaṁ panāvuso tattha bhagavatā pupphabhāṇīpuggalo pakāsito.",
  "anya-e0904n:359": "Vissajjanā – katamo ca bhikkhave puggalo pupphabhāṇī, idha bhikkhave ekacco puggalo sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagatovā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘‘ehambho purisa yaṁ pajānāsi, taṁ vadehī’’ti. So ajānaṁ vā āha ‘‘na jānāmī’’ti, jānaṁ vā āha ‘‘jānāmī’’ti, apassaṁ vā āha ‘‘na passāmī’’ti, passaṁ vā āha ‘‘passāmī’’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti, ayaṁ vuccati bhikkhave puggalo pupphabhāṇīti, evaṁ kho bhante tattha bhagavatā pupphabhāṇīpuggalo pakāsito.",
  "anya-e0904n:360": "Madhubhāṇīpuggala",
  "anya-e0904n:361": "Pucchā – kathaṁ panāvuso tattha bhagavatā madhubhāṇī puggalo pakāsito.",
  "anya-e0904n:362": "Vissajjanā – katamo ca bhikkhave puggalo madhubhāṇī, idha bhikkhave ekacco puggalo pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato",
  "anya-e0904n:363": "Hotīti evamādinā bhante bhagavatā tattha madhubhāṇī puggalo pakāsito.",
  "anya-e0904n:364": "Andhasutta",
  "anya-e0904n:365": "Pucchā – tattheva āvuso puggalavagge navamaṁ andhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:366": "Vissajjanā – tattheva bhante puggalavagge navamaṁ andhasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo andho ekacakkhu dvicakkhū’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:367": "Pucchā – kīdiso āvuso puggalo tattha bhagavatā andho akkhāto.",
  "anya-e0904n:368": "Vissajjanā – yassa bhante bhogesu ceva dhammesu ca paññācakkhu natthi, ediso bhante puggalo tattha bhagavatā andho akkhāto.",
  "anya-e0904n:369": "Pucchā – kīdiso pana āvuso puggalo tattha bhagavatā ekacakkhu akkhāto.",
  "anya-e0904n:370": "Vissajjanā – yassa bhante bhogesuyeva paññācakkhu atthi na dhammesu. Īdiso bhante puggalo tattha bhagavatā ekacakkhu akkhāto.",
  "anya-e0904n:371": "Pucchā – kīdiso pana āvuso puggalo tattha bhagavatā dvicakkhu akkhāto.",
  "anya-e0904n:372": "Vissajjanā – yassa bhante bhogesu ceva dhammesu ca paññācakkhu atthi, īdiso bhante puggalo tattha bhagavatā dvicakkhu akkhāto.",
  "anya-e0904n:373": "Avakujjasutta",
  "anya-e0904n:374": "Pucchā – tenāvuso bhagavatā jānatā passatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte puggalavagge dasamaṁ avakujjasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:375": "Vissajjanā – dasamaṁ bhante avakujjasuttaṁ ‘‘tayo me bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo, avakujjapañño puggalo ucchaṅgapañño puggalo puthupañño puggalo. Katamo ca bhikkhave avakujjapañño puggalo. Idha bhikkhave ekacco puggalo ārāmaṁ gantā hoti abhikkhaṇaṁ bhikkhūnaṁ santike dhammassavanāya, tassa bhikkhū dhammaṁ desentiādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsenti. So tasmiṁ āsane nisinno tassā kathāya nevādiṁ manasikaroti, na majjhaṁ manasikaroti, na pariyosānaṁ manasikaroti, vuṭṭhitopi tamhā āsanā tassā kathāya nevādiṁ manasikaroti, na majjhaṁ manasikaroti, na pariyosānaṁ manasikarotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:376": "Devadūtavagga, sabrahmakasutta",
  "anya-e0904n:377": "Pucchā – devadūtavagge pana āvuso paṭhamaṁ sabrahmakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:378": "Vissajjanā – devadūtavagge bhante paṭhamaṁ sabrahmakasuttaṁ ‘‘sabrahmakāni bhikkhave tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Sapubbacariyakāni bhikkhave tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Āhuneyyāni bhikkhave tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Brahmāti bhikkhave mātāpitūnaṁ etaṁ adhivacanaṁ. Pubbācariyāti bhikkhave mātāpitūnaṁ etaṁ adhivacanaṁ. Āhuneyyāti bhikkhave etaṁ mātāpitūnaṁ adhivacanaṁ. Taṁ kissa hetu, bahukārā bhikkhave mātāpitaro puttānaṁ āpādakā posakā imassa lokassa dassetāro’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:379": "Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "anya-e0904n:380": "Āhuneyyā ca puttānaṁ, pajāya anukampakā;",
  "anya-e0904n:381": "Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "anya-e0904n:382": "Annena atha pānena, vatthena sayanena ca;",
  "anya-e0904n:383": "Ucchādanena nhāpanena, pādānaṁ dhovanena ca;",
  "anya-e0904n:384": "Tāya naṁ pāricariyāya, mātāpitūsu paṇḍitā.",
  "anya-e0904n:385": "Idheva naṁ pasaṁsanti, pecca sagge pamodatīti –",
  "anya-e0904n:386": "Pucchā – tattheva āvuso pañcamaṁ hatthakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:387": "Vissajjanā – pañcamaṁ bhante hatthakasuttaṁ āḷaviyaṁ hatthakaṁ āḷavakaṁ ārabbha bhāsitaṁ. Hatthako bhante āḷavako bhagavantaṁ etadavoca ‘‘kacci bhante bhagavā sukhamasayitthā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘evaṁ kumāra sukhamasayittha ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:388": "‘‘Kacci bhante bhagavā sukhamasayittha’’.",
  "anya-e0904n:389": "‘‘Evaṁ kumāra sukhamasayittha, ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’’.",
  "anya-e0904n:390": "‘‘Evaṁ kumāra sukhamasayittha, ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’’.",
  "anya-e0904n:391": "‘‘Sabbadā ve sukhaṁ seti,",
  "anya-e0904n:392": "Brāhmaṇo parinibbuto;",
  "anya-e0904n:393": "Yo na limpati kāmesu,",
  "anya-e0904n:394": "Sītibhūto nirūpadhi;",
  "anya-e0904n:395": "Sabbā āsattiyo chetvā,",
  "anya-e0904n:396": "Vineyya hadaye daraṁ;",
  "anya-e0904n:397": "Upasanto sukhaṁ seti;",
  "anya-e0904n:398": "Santiṁ pappuyya cetaso’’ hu –",
  "anya-e0904n:399": "Devadūtasutta",
  "anya-e0904n:400": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte devadūtavagge chaṭṭhaṁ devadūtasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:401": "Vissajjanā – chaṭṭhaṁ bhante devadūtasuttaṁ ‘‘tīṇimāni bhikkhave devadūtāni. Katamāni tīṇi, idha bhikkhave ekacco kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā duccaritaṁ carati. So kāyena duccaritaṁ caritvā vācāya duccaritaṁ caritvā manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. Tamenaṁ bhikkhave nirayapālā nānābāhāsu gahetvā yamassa rañño dassenti-ayaṁ deva puriso amatteyyo apetteyyo asāmañño abrahmañño, na kule jeṭṭhapacāyī, imassa devo daṇḍaṁ paṇetū’’ti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:402": "Pucchā – kathañcāvuso tattha bhagavatā yamassa rañño paṭhamadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:403": "Vissajjanā – tamenaṁ bhikkhave yamo rājā paṭhamaṁ devadūtaṁ samanuyuñjati samanugāhati samanubhāsati ‘‘ambho purisa na tvaṁ addasa manussesu paṭhamaṁ devadūtaṁ pātubhūta’’nti evamādinā bhante tattha bhagavatā yamassa rañño paṭhamadevadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:404": "‘‘Ambho purisa na tvaṁ addasa manussesu paṭhamaṁ devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:405": "Dutiya devadūta",
  "anya-e0904n:406": "Pucchā – kathaṁ panāvuso tattha bhagavatā yamassa rañño dutiyadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:407": "Vissajjanā – tamenaṁ bhikkhave yamo rājā paṭhamaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā samanubhāsitvā dutiyaṁ devadūtaṁ samanuyuñjati samanugāhati samanubhāsati ‘‘ambho purisa na tvaṁ addasa manussesu dutiyaṁ devadūtaṁ pātubhūta’’nti evamādinā bhante tattha bhagavatā yamassa rañño dutiyā devadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:408": "‘‘Ambho purisa na tvaṁ addasa manussesu dutiya devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:409": "‘‘Ambho purisa na tvaṁ addasa manussesu itthīṁ vā purisaṁ vā ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ’’ –",
  "anya-e0904n:410": "Tatiya devadūta",
  "anya-e0904n:411": "Pucchā – kathaṁ panāvuso tattha bhagavatā yamassa rañño tatiyadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:412": "Vissajjanā – tamenaṁ bhikkhave yamo rājā dutiyaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā samanubhāsitvā tatiyaṁ devadūtaṁ samanuyuñjati samanugāhati samanubhāsati ‘‘ambho purisa natvaṁ manussesu tatiyaṁ devadūtaṁ pātubhūtanti’’ evamādinā bhante tattha bhagavatā yamassa rañño tatiyā devadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:413": "‘‘Ambho purisa na tvaṁ addasa manussesu tatiyaṁ devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:414": "‘‘Ambho purisa na tvaṁ addasa manussesu itthiṁ vā purisaṁ vā ekāhamataṁ vā dvīhamataṁ vā tīhamataṁ vā uddhumātakaṁ vinīlakaṁ vipubbakajātaṁ’’ –",
  "anya-e0904n:415": "‘‘Nāsakkhissaṁ bhante pamādassaṁ bhante’’ –",
  "anya-e0904n:416": "Pucchā – kathaṁ panāvuso tattha bhagavatā nerayikassa sattassa niraya dukkhapaṭisaṁvedanā pakāsitā.",
  "anya-e0904n:417": "Vissajjanā – tamenaṁ bhikkhave ‘‘yamo rājā tatiyaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā samanubhāsitvā tuṇhī hoti. Tamenaṁ bhikkhave nirayapālā pañcavidhabandhanaṁ nāma kāraṇaṁ karonti, tattaṁ ayokhilaṁ hatthe gamenti, tattaṁ ayokhilaṁ dutiyasmiṁ hatthe gamenti, tattaṁ ayokhilaṁ pāde gamenti, tattaṁ ayokhilaṁ dutiyasmiṁ pāde gamenti, tattaṁ ayokhilaṁ majjheurasmiṁ gamenti. So tattha dukkhā tibbā kharā kaṭukā vedanā vedayati, na ca tāva kālaṁ karoti, yāva na taṁ pāpakammaṁ byantīhotī’’ti evamādinā bhante tattha bhagavatā nerayikassa nirayadukkhapaṭisaṁvedanā pakāsitā.",
  "anya-e0904n:418": "Saṁvejanīyakathā",
  "anya-e0904n:419": "Pucchā – kathaṁ panāvuso tattha bhagavatā saṁvejanīyakathā kathitā.",
  "anya-e0904n:420": "Vissajjanā – bhūtapubbaṁ bhikkhave yamassa rañño etadahosi ‘‘ye kira bho loke pāpakāni kammāni karonti, te evarūpā vividhā kammakaraṇā karīyanti, ahovatāhaṁ manussattaṁ labheyyaṁ, tathāgato ca loke uppajjeyya arahaṁ sammāsambuddho’’ti evamādinā bhante tattha bhagavatā saṁvejanīyakathā kathitā.",
  "anya-e0904n:421": "‘‘Ye kira bho loke pāpakāni kammāni karonti’’.",
  "anya-e0904n:422": "‘‘Coditā devadūtehi, ye pamajjanti māṇavā;",
  "anya-e0904n:423": "Te dīgharattaṁ socanti, hīnakāyūpagā narā.",
  "anya-e0904n:424": "Ye ca kho devadūtehi, santo sappurisā idha;",
  "anya-e0904n:425": "Coditā na pamajjanti, ariyadhamme kudācanaṁ.",
  "anya-e0904n:426": "Upādāne bhayaṁ disvā, jātimaraṇasambhave;",
  "anya-e0904n:427": "Anupādā vimuccanti, jātimaraṇasaṅkhaye.",
  "anya-e0904n:428": "Te appamattā sukhino, diṭṭhadhammābhinibbutā;",
  "anya-e0904n:429": "Sabbaverabhayātītā, sabbadukkhaṁ upaccaguṁ’’ hu –",
  "anya-e0904n:430": "Catumahārājasutta",
  "anya-e0904n:431": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte devadūtavagge aṭṭhamaṁ catumahārājasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:432": "Vissajjanā – aṭṭhamaṁ bhante catumahārājasuttaṁ ‘‘aṭṭhamiyaṁ bhikkhave pakkhassa catunnaṁ mahārājānaṁ amaccā pārisajjā imaṁ lokaṁ anuvicaranti kacci bahū manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti paṭijāgaronti, puññāni karontī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:433": "Appakā kho mārisā manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti paṭijāgaronti, puññāni karonti.",
  "anya-e0904n:434": "‘‘Dibbā vata bho kāyā parihāyissanti, paripūrissanti asura kāyā’’ –",
  "anya-e0904n:435": "Bahū kho mārisā manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti paṭijāgaronti, puññāni karonti.",
  "anya-e0904n:436": "‘‘Dibbā vata bho kāyā paripūrissanti, parihāyissanti asura kāyā’’ –",
  "anya-e0904n:437": "Ādhipateyyāsutta",
  "anya-e0904n:438": "Pucchā – tattheva āvuso dasamaṁ ādhipateyyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:439": "Vissajjanā – tattheva bhante dasamaṁ ādhipateyyasuttaṁ ‘‘tīṇimāni bhikkhave ādhipateyyāni. Katamāni tīṇi, attādhipateyyaṁ lokādhipateyyaṁ dhammādhipateyyaṁ. Katamañca bhikkhave attādhipateyyaṁ, idha bhikkhave bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:440": "Brāhmaṇavagga, paribbājakasutta",
  "anya-e0904n:441": "Pucchā – brāhmaṇavagge āvuso catutthaṁ paribbājakasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:442": "Vissajjanā – brāhmaṇavagge bhante catutthaṁ paribbājakasuttaṁ aññataraṁ brāhmaṇa paribbājakaṁ ārabbha bhāsitaṁ. Aññataro bhante brāhmaṇaparibbājako bhagavantaṁ etadavoca ‘‘sanniṭṭhiko dhammo sandiṭṭhiko dhammoti bho gotama vuccati, kittāvatānu kho bho gotama sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘ratto kho brāhmaṇa rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhaya byābādhāyapi ceteti, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti, rāge pahīne nevattabyābādhāyapi ceteti, naparabyābādhāyapi ceteti, naubhayabyābādhāyapi ceteti, nacetasikaṁ dukkhaṁ domanassaṁ paṭisaṁvedetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:443": "Vacchagottasutta",
  "anya-e0904n:444": "Pucchā – tattheva āvuso sattamaṁ vacchagottasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:445": "Vissajjanā – sattamaṁ bhante vacchagottasuttaṁ vacchagottaṁ paribbājakaṁ ārabbha bhāsitaṁ. Vacchagotto bhante paribbājako bhagavantaṁ etadavoca ‘‘sutaṁ metaṁ bho gotama samaṇo gotamo evamāha ‘‘mayhameva dānaṁ dātabbaṁ, nāññesaṁ dānaṁ dātabba. (Peyyāla) anabbhakkhā tukāmāhi mayaṁ bhavantaṁ gotama’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘ye te vaccha evamāhaṁsu samaṇo gotamo evamāha mayhameva dānaṁ dātabbaṁ, nāññesaṁ dātabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:446": "Saṅgāravasutta",
  "anya-e0904n:447": "Pucchā – tattheva āvuso dasamaṁ saṅgāravasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:448": "Vissajjanā – dasamaṁ bhante saṅgāravasuttaṁ saṅgāravaṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Saṅgāravo bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘mayamassu bho gotama brāhmaṇā nāma yaññaṁ yajāmapi yajāpemapi, tatra bho gotama yo ceva yajati yo ca yajāpeti, sabbe te anekasārīrikaṁ puññappaṭipadaṁ paṭipannā honti, yadidaṁ yaññādhikaraṇaṁ, yopanāyaṁ bho gotama yassa vā kulā agārasmā anagāriyaṁ pabbajito ekamattānaṁ dameti, ekamattānaṁ sameti, ekamattānaṁ parinibbāpeti, evamassāyaṁ ekasārīrikaṁ puññappaṭipadaṁ paṭipanno hoti, yadidaṁ pabbajjādhikaraṇa’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘tenahi brāhmaṇa taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:449": "‘‘Iccāyapi bho gotama evaṁ bhante anekasārīrikā puññappaṭipadā hoti’’ –",
  "anya-e0904n:450": "Pucchā – tattheva āvuso dutiya anusandhimhi bhagavatā kīdisī dhammadesanā desitā.",
  "anya-e0904n:451": "Vissajjanā – tattheva bhante dutiye anusandhimhi tividhā pāṭihāriyā paṭisaṁyuttā dhammadesanā bhagavatā desitā.",
  "anya-e0904n:452": "‘‘Seyyathāpi bhavaṁ gotamo bhavañcānando, ete me pujjā ete me pāsaṁsā’’ –",
  "anya-e0904n:453": "‘‘Seyyathāpi bhavaṁ gotamo bhavañcānando, ete me pujjā ete me pāsaṁsā’’ –",
  "anya-e0904n:454": "Mahāvagga, venāgapurasutta",
  "anya-e0904n:455": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanimāte mahāvagge tatiyaṁ venāgapurasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:456": "Vissajjanā – kosalesu bhante venāgapure nāma brāhmaṇānaṁ gāme venāgapurikaṁ vacchagottaṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Venāgapuriko bhante vacchagotto brāhmaṇo bhagavantaṁ etadavoca ‘‘acchariyaṁ bho gotama, abbhutaṁ bho gotama, yāvañcidaṁ bhoto gotamassa vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto (peyyāla) evarūpānaṁ nūna bhavaṁ gotamo uccāsayana mahāsayanānaṁ nikāmalābhī akicchalābhī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘yāni kho pana tāni brāhmaṇa uccāsayana mahāsayanāni. Seyyathidaṁ, āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṁ koseyyaṁ kuṭṭakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinappaveṇī kadalimigapavarapaccattharaṇaṁ sauttaracchadaṁ ubhatolohitakūpadhānaṁ. Dullabhāni tāni pabbajitānaṁ, laddhā ca pana nakappantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:457": "‘‘Acchariyaṁ bho gotama abbhutaṁ bho gotama’’.",
  "anya-e0904n:458": "Dibba uccāsayanamahāsayana",
  "anya-e0904n:459": "Pucchā – kathañcāvuso tattha bhagavatā dibbaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:460": "Vissajjanā – idhāhaṁ brāhmaṇa yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi, so pacchābhattaṁ piṇḍapātapaṭikkanto vanantaññeva pavisāmīti evamādinā bhante tattha bhagavatā dibbaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:461": "Brahma uccāsayanamahāsayana",
  "anya-e0904n:462": "Pucchā – kathañcāvuso tattha bhagavatā brahmaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:463": "Vissajjanā – idhāhaṁ brāhmaṇaṁ yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmīti evamādinā bhante tattha bhagavatā brahmauccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:464": "Katamaṁ pana taṁ bho gotama brahmauccāsayanamahāsayanaṁ.",
  "anya-e0904n:465": "Ariya uccāsayanamahāsayana",
  "anya-e0904n:466": "Pucchā – kathañcāvuso tattha bhagavatā ariyaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:467": "Vissajjanā – idhāhaṁ brāhmaṇa yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi. So pacchābhattaṁ piṇḍapāta paṭikkanto vanantaññeva pavisāmīti evamādinā bhante tattha bhagavatā ariyaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:468": "Pucchā – tattheva āvuso mahāvagge pañcamaṁ kesamuttisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:469": "Vissajjanā – kosalesu bhante kesamuttenāma kālāmānaṁ nigame kesamuttiye kālāme ārabbha bhāsitaṁ. Kesamuttiyā bhante kālāmā bhagavantaṁ etadavocuṁ ‘‘santi bhante eke samaṇa brāhmaṇā kesamuttaṁ āgacchanti, te sakaṁyeva vādaṁ dīpenti, jotenti, parappavādaṁ pana khuṁsenti vambhenti paribhavanti, omakkhiṁ karonti, aparepi bhante eke samaṇabrāhmaṇā kesamuttaṁ āgacchanti, tepi sakaṁyeva vādaṁ dīpenti jotenti, parappavādaṁ pana khuṁsenti vambhenti paribhavanti, omakkhiṁ karonti. Tesaṁ no bhante amhākaṁ hoteva kaṅkhā, hoti vicikicchā ko su nāma imesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ āha, ko musā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘alañhi vo kālāmā kaṅkhituṁ alaṁ vicikicchituṁ, kaṅkhīyeva pana vo ṭhāne vicikicchā uppannā’’ti eva mādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:470": "Uposatasutta",
  "anya-e0904n:471": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte mahāvagge dasamaṁ uposathasuttaṁ kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:472": "Vissajjanā – sāvatthiyaṁ bhante visākhaṁ migāramātaraṁ ārabbha ‘‘tayo kho me visākhe uposathā. Katame tayo. Gopālakuposatho nigaṇṭhuposatho ariyuposatho’’ti evaṁ kho bhagavatā bhāsitaṁ.",
  "anya-e0904n:473": "Handa kuto nu tvaṁ visākhe āgacchasi divā divassa.",
  "anya-e0904n:474": "‘‘Tayo kho me visākhe uposathā. Katame tayo, gopālakuposatho nigaṇṭhuposatho ariyuposatho’’ –",
  "anya-e0904n:475": "Gopālakaupuggala",
  "anya-e0904n:476": "Pucchā – kathañcāvuso tattha bhagavatā gopālakuposatho pakāsito.",
  "anya-e0904n:477": "Vissajjanā – kathañca visākhe gopālakuposatho hoti, seyyathāpi visākhe gopālako sāyanhasamaye sāmikānaṁ gāvo niyyātetvā iti paṭisañcikkhati ‘‘ajja kho gāvo amukasmiñca amukasmiñca padese cariṁsu, amukasmiñca amukasmiñca padese pānīyāni piviṁsu.",
  "anya-e0904n:478": "Sve dāni gāvo amukasmiñca amukasmiñca padese carissanti, amukasmiñca amukasmiñca padese pānīyāni pivissantī’’ti evamādinā bhante tattha bhagavatā gopālakuposatho pakāsito.",
  "anya-e0904n:479": "Nigaṇṭhaupuggala",
  "anya-e0904n:480": "Pucchā – kathañcāvuso tattha bhagavatā nigaṇṭhuposatho pakāsito.",
  "anya-e0904n:481": "Vissajjanā – kathañca visākhe nigaṇṭhuposatho hoti, atthi visākhe nigaṇṭhānāma samaṇajātikā, te sāvakaṁ evaṁ samādapenti, ‘‘ehitvaṁ ambhopurisa ye puratthimāya disāya pāṇā paraṁ yojanasataṁ, tesu daṇḍaṁ nikkhipāhi, ye pacchimāya disāya. Ye uttarāya disāya. Ye dakkhiṇāya disāya pāṇā paraṁ yojanasataṁ, tesu daṇḍaṁ nikkhipāhī’’ti evamādinā bhante tattha bhagavatā nigaṇṭhuposatho pakāsito.",
  "anya-e0904n:482": "Ehi tvaṁ ambho purisa.",
  "anya-e0904n:483": "Ehi tvaṁ ambho purisa sabbacelāni nikkhipitvā evaṁ vadehi.",
  "anya-e0904n:484": "Nāhaṁ kvacani kassaci kiñcanatasmiṁ, na ca mama kvacani katthaci kiñcana tatthi.",
  "anya-e0904n:485": "Ariyā uposatho",
  "anya-e0904n:486": "Pucchā – kathañcāvuso tattha bhagavatā ariyuposatho vitthārena vibhajitvā pakāsito.",
  "anya-e0904n:487": "Vissajjanā – kathañca visākhe ariyuposatho hoti, upakkiliṭṭhassa visākhe cittassa upakkamena pariyodapanā hoti. Kathañca visākhe upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. Idha visākhe ariyasāvako tathāgataṁ anussarati ‘‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’’ti. Tassa tathāgataṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyantīti evamādinā bhante tattha bhagavatā ariyo uposatho vitthāretvā pakāsito.",
  "anya-e0904n:488": "Pucchā – evaṁ upavutthassa pana āvuso ariyuposathassa kathaṁ mahapphalatā mahānisaṁsatā vuttā bhagavatā.",
  "anya-e0904n:489": "Vissajjanā – kīvamahapphalā hoti, kīvamahānisaṁso, kīvamahājutiko, kīvamahāvipphāro, seyyathāpi visākhe yo imesaṁ soḷasannaṁ mahājanapadānaṁ pahūtarattajanapadānaṁ issariyādhipaccaṁ rajjaṁ kāreyya, seyyathidaṁ ‘‘aṅgānaṁ magadhānaṁ kāsīnaṁ kosalānaṁ vajjīnaṁ mallānaṁ cetīnaṁ vaṅgānaṁ kurūnaṁ pañcālānaṁ macchānaṁ sūrasenānaṁ assakānaṁ avantīnaṁ gandhārānaṁ kambojānaṁ, aṭṭhaṅgasamannāgatassa uposathassa etaṁ kalaṁ nāgghati soḷasi’’nti evamādinā bhante tattha bhagavatā evaṁ upavutthassa ariyuposathassa mahapphalatā mahānisaṁsatā vuttā.",
  "anya-e0904n:490": "Ānandavagga",
  "anya-e0904n:491": "Ājīvakasutta",
  "anya-e0904n:492": "Pucchā – aṅguttaranikāye āvuso tikanipāte ānandavagge dutiyaṁ ājīvakasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kena kathañca bhāsitaṁ.",
  "anya-e0904n:493": "Vissajjanā – kosambiyaṁ bhante aññataraṁ ājīvakasāvakaṁ gahapatiṁ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ. Aññataro bhante ājīvakasāvako gahapati āyasmantaṁ ānandaṁ etadavoca ‘‘kesaṁ no bhante ānanda dhammo svākkhāto, ke loke suppaṭipannā, ke loke sukatā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘tena hi gahapati taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsī’’ti evamādinā āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ.",
  "anya-e0904n:494": "‘‘Kesaṁ no bhante ānanda dhammo svākkhāto, ke loke suppaṭipannā, ke loke sukatā’’.",
  "anya-e0904n:495": "‘‘Taṁ kiṁ maññasi gahapati’’ –",
  "anya-e0904n:496": "‘‘Iti kho gahapati tayāvetaṁ byākataṁ’’ –",
  "anya-e0904n:497": "‘‘Abhikkantaṁ bhante, abhikkantaṁ bhante, seyyathāpi bhante nikkujjitaṁ vā ukkujjeyya’’ –",
  "anya-e0904n:498": "Gandhajātasutta",
  "anya-e0904n:499": "Pucchā – tattheva āvuso navamaṁ gandhajātasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:500": "Vissajjanā – āyasmantaṁ bhante ānandaṁ ārabbha bhāsitaṁ. Āyasmā bhante ānando bhagavantaṁ etadavoca ‘‘tīṇimāni bhante gandhajātāni, yesaṁ anuvātaṁyeva gandho gacchati no paṭivātaṁ…pe… atthi nu kho bhante kiñci gandhajātaṁ, yassa anuvātampi gandho gacchati paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘atthānanda kiñci gandhajātaṁ, yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:501": "Na pupphagandho paṭivātameti;",
  "anya-e0904n:502": "Na candanaṁ tagaramallikā vā;",
  "anya-e0904n:503": "Satañca gandho paṭivātameti;",
  "anya-e0904n:504": "Sabbā disā sappuriso pavāyati;",
  "anya-e0904n:505": "Gadrabhasutta",
  "anya-e0904n:506": "Pucchā – samaṇavagge āvuso dutiyaṁ gadrabhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:507": "Vissajjanā – samaṇavagge bhante dutiyaṁ gadrabhasuttaṁ ‘‘seyyathāpi bhikkhave gadrabho gogaṇaṁ piṭṭhito piṭṭhito anubandho hoti ‘ahampi dammo ahampi dammo’ti, tassa na tādiso vaṇṇo hoti seyyathāpi gunnaṁ, na tādiso saro hoti seyyathāpi gunnaṁ, na tādisaṁ padaṁ hoti seyyathāpi gunnaṁ, so gogaṇaṁyeva piṭṭhito piṭṭhito anubandho hoti ahampi dammo ahampi dammo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:508": "Tasmātiha bhikkhave evaṁ sikkhitabbaṁ.",
  "anya-e0904n:509": "‘‘Tibbo no chando bhavissati adhisīlasikkhāsamādāne…pe… adhipaññāsikkhāsamādāne’’ –",
  "anya-e0904n:510": "Saṅkavāsutta",
  "anya-e0904n:511": "Pucchā – tattheva āvuso ekādasamaṁ saṅkavāsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:512": "Vissajjanā – kosalesu bhante saṅkavāyaṁ nāma kosalānaṁ nigame kassapagottaṁ nāma bhikkhuṁ ārabbha bhāsitaṁ. Kassapa gotto bhante bhikkhu bhagavati manopadūsitvā bhagavato santike accayaṁ accayato desesi. Tasmiṁ bhante vatthusmiṁ ‘‘thero cepi kassapa bhikkhu na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī. Ye caññe bhikkhū na sikkhākāmā, te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṁ bhaṇati bhūtaṁ tacchaṁ kālenā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:513": "Loṇakapallavagga",
  "anya-e0904n:514": "Accāyikasutta",
  "anya-e0904n:515": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye tikanipāte loṇakapallavagge paṭhamaṁ accāyikasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:516": "Vissajjanā – loṇakapallavagge bhante paṭhamaṁ accāyikasuttaṁ ‘‘tīṇimāni bhikkhave kassakassa gahapatissa accāyikāni karaṇīyāni. Katamāni tīṇi, idha bhikkhave kassako gahapati sīghaṁ sīghaṁ khettaṁ sukaṭṭhaṁ karoti sumatikataṁ. Sīghaṁ sīghaṁ khettaṁ sukaṭṭhaṁ karitvā sumatikataṁ sīghaṁ sīghaṁ bījāni patiṭṭhāpeti. Sīghaṁ sīghaṁ bījāni patiṭṭhāpetvā sīghaṁ sīghaṁ udakaṁ abhinetipi apanetipi. Imāni kho bhikkhave tīṇi kassakassa gahapatissa accāyikāni karaṇīyāni’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:517": "Sambodhavagga",
  "anya-e0904n:518": "Ruṇṇasutta",
  "anya-e0904n:519": "Pucchā – sambodhavagge panāvuso pañcamaṁ ruṇṇasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:520": "Vissajjanā – sambodhavagge bhante pañcamaṁ ruṇṇasuttaṁ ‘‘ruṇṇamidaṁ bhikkhave ariyassa vinaye yadidaṁ gītaṁ, ummattakamidaṁ bhikkhave ariyassa vinaye yadidaṁ naccaṁ, komārakamidaṁ bhikkhave ariyassa vinaye yadidaṁ ativelaṁ dantavidaṁsakahasitaṁ. Tasmātiha bhikkhave setughāto gīte setughāto nacce, alaṁ vo dhammappamoditānaṁ sataṁ sitaṁ sitamattāyā’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:521": "Arakkhīkasutta",
  "anya-e0904n:522": "Pucchā – tattheva āvuso sattamaṁ arakkhitasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:523": "Vissajjanā – sāvatthiyaṁ bhante anātapiṇḍikaṁ gahapatiṁ ārabbha ‘‘citte gahapati arakkhite kāyakammampi arakkhitaṁ hoti, vacīkammampi. Manokammampi arakkhitaṁ hoti. Tassa arakkhitakāyakammantassa arakkhitavacīkammantassa arakkhitamanokammantassa kāyakammampi avassutaṁ hoti, vacīkammampi avassutaṁ hoti, manokammampi avassutaṁ hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:524": "Āpāyikavagga",
  "anya-e0904n:525": "Apaṇṇakasutta",
  "anya-e0904n:526": "Pucchā – āpāyikavagge āvuso chaṭṭhaṁ apaṇṇakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:527": "Vissajjanā – āpāyikavagge bhante chaṭṭhaṁ apaṇṇakasuttaṁ ‘‘tisso imā bhikkhave vipattiyo. Katamā tisso sīlavipatti, cittavipatti, diṭṭhivipatti. Katamā ca bhikkhave sīlavipatti, idha bhikkhave ekacco pāṇātipātī hoti…pe… samphappalāpī hoti. Ayaṁ vuccati bhikkhave sīlavipattī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:528": "Kusināravagga",
  "anya-e0904n:529": "Kusinārasutta",
  "anya-e0904n:530": "Pucchā – kusināravagge panāvuso paṭhamaṁ kusinārasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:531": "Vissajjanā – kusinārāyaṁ bhante baliharaṇe vanasaṇḍe sambahule bhikkhū ārabbha ‘‘idha bhikkhave bhikkhu aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati, tamenaṁ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimantetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:532": "Hatthakasutta",
  "anya-e0904n:533": "Pucchā – tattheva āvuso pañcamaṁ hatthakasuttaṁ bhagavatā kattha kena saddhiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:534": "Vissajjanā – sāvatthiyaṁ bhante hatthakena devaputtena saddhiṁ ‘‘ye te hatthaka dhammā pubbe manussabhūtassa pavattino ahesuṁ, apinu te te dhammā etarahi pavattino’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:535": "Anuruddhasutta",
  "anya-e0904n:536": "Pucchā – tattheva āvuso aṭṭhamaṁ anuruddhasuttaṁ kaṁ ārabbha kena kathañca bhāsitaṁ.",
  "anya-e0904n:537": "Vissajjanā – aṭṭhamaṁ bhante anuruddhasuttaṁ āyasmantaṁ anuruddhattheraṁ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā ‘‘yaṁ kho te āvuso anuruddhaṁ evaṁ hoti ‘ahaṁ dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokaṁ volokemī’ti, idaṁ te mānasmiṁ’’ti evamādinā bhāsitaṁ.",
  "anya-e0904n:538": "‘‘Sādhu vatāyasmā anuruddho ime tayo dhamme pahāya ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṁ upasaṁharatu’’ –",
  "anya-e0904n:539": "Kusināravagga",
  "anya-e0904n:540": "Paṭicchannasutta",
  "anya-e0904n:541": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte kusināravagge navamaṁ paṭicchannasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:542": "Vissajjanā – navamaṁ bhante paṭicchannasuttaṁ ‘‘tīṇimāni bhikkhave paṭicchannāni āvahanti no vivaṭāni. Katamāni tīṇi, mātugāmo bhikkhave paṭicchanno āvahati no vivaṭo, brāhmaṇānaṁ bhikkhave mantā paṭicchannā āvahanti no vivaṭā, micchādiṭṭhi bhikkhave paṭicchannā āvahati no vivaṭā. Imāni kho bhikkhave tīṇi paṭicchannāni āvahanti no vivaṭānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:543": "Lekhasutta",
  "anya-e0904n:544": "Pucchā – tattheva āvuso dasamaṁ lekhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:545": "Vissajjanā – dasamaṁ bhante lekhasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo, pāsāṇalekhūpamo puggalo pathavilekhūpamo puggalo udakalekhūpamo puggalo. Katamo ca bhikkhave pāsāṇa lekhūpamo puggalo, idha bhikkhave ekacco puggalo abhiṇhaṁ kujjhati, so ca khvassa kodho dīgharattaṁ anuseti. Seyyathāpi bhikkhave pāsāṇalekhā na khippaṁ lujjati vātena vā udakena vā, ciraṭṭhitikā hoti, evameva kho bhikkhave idhekacco puggalo abhiṇhaṁ kujjhati, so ca khvassa kodho dīgharattaṁ anuseti. Ayaṁ vuccati bhikkhave pāsāṇalekhūpamo puggalo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:546": "Yodhājīvavagga",
  "anya-e0904n:547": "Kesakambalasutta",
  "anya-e0904n:548": "Pucchā – yodhājīvavagge pana āvuso pañcamaṁ kesakambalasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:549": "Vissajjanā – yodhājīvavagge bhante pañcamaṁ kesakambalasuttaṁ ‘‘seyyathāpi bhikkhave yāni kānici tantāvutānaṁ vatthānaṁ, kesakambalo tesaṁ paṭikiṭṭho akkhāyati. Kesakambalo bhikkhave sīte sīto uṇhe uṇho dubbaṇṇo duggandho dukkhasamphasso. Evameva kho bhikkhave yānikānici puthusamaṇabrāhmaṇavādānaṁ, makkhalivādo tesaṁ paṭikiṭṭho akkhāyatīti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:550": "Maṅgalavagga",
  "anya-e0904n:551": "Vandanāsutta",
  "anya-e0904n:552": "Pucchā – maṅgalavagge panāvuso navamaṁ vandanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:553": "Vissajjanā – maṅgalavagge bhante navamaṁ vandanāsuttaṁ ‘‘tisso imā bhikkhave vandanā. Katamā tisso, kāyena vācāya manasā. Imā kho bhikkhave tisso vandanā’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:554": "‘‘Tisso imā bhikkhave vandanā. Katamā tisso, kāyena vācāya manasā. Imā kho bhikkhave tisso vandanā’’.",
  "anya-e0904n:555": "Pubbaṇhasutta",
  "anya-e0904n:556": "Pucchā – tattho āvuso dasamaṁ pubbaṇhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:557": "Vissajjanā – dasamaṁ bhante pubbaṇhasuttaṁ ‘‘ye bhikkhave sattā pubbaṇhasamayaṁ kāyena sucaritaṁ caranti, vācāya sucaritaṁ caranti, manasā sucaritaṁ caranti. Supubbaṇho bhikkhave tesaṁ sattānaṁ. Ye bhikkhave sattā majjhanhikasamayaṁ…pe… sāyanhasamayaṁ kāyena sucaritaṁ caranti, vācāya sucaritaṁ caranti, manasā sucaritaṁ caranti. Susāyanho bhikkhave tesaṁ sattāna’’nti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:558": "Sunakkhattaṁ sumaṅgalaṁ, suppabhātaṁ suhuṭṭhitaṁ;",
  "anya-e0904n:559": "Sukhaṇo sumuhutto ca, suyiṭṭhaṁ brahmacārisu.",
  "anya-e0904n:560": "Bhaṇḍagāmavagga",
  "anya-e0904n:561": "Anubuddhasutta",
  "anya-e0904n:562": "Pucchā – catukkanipāte pana āvuso bhaṇḍagāmavagge paṭhamaṁ anubuddhasuttaṁ bhagavatā sattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:563": "Vissajjanā – vajjīsu bhante bhaṇḍagāme sambahule bhikkhū ārabbha ‘‘catunnaṁ bhikkhave dhammānaṁ ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. Katamesaṁ catunnaṁ, ariyassa bhikkhave sīlassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. Ariyassa bhikkhave samādhissa…. Ariyāya bhikkhave paññāya…. Ariyāya bhikkhave vimuttiyā ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañcā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:564": "Appassutasutta",
  "anya-e0904n:565": "Pu – tattheva āvuso chaṭṭhaṁ appassutasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:566": "Vi – tattha bhante chaṭṭhaṁ appassutasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, appassuto sutena anupapanno, appassuto sutena upapanno, bahussuto sutena anupapanno, bahussuto sutena upapanno’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:567": "Caravagga",
  "anya-e0904n:568": "Carasutta",
  "anya-e0904n:569": "Pu – caravagge pana āvuso paṭhamaṁ carasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:570": "Vi – caravagge bhante paṭhamaṁ carasuttaṁ ‘‘carato cepi bhikkhave bhikkhuno uppajjati kāmavitakko vā byāpādavitakko vā vihiṁsāvibhatto vā, taṁ ce bhikkhu adhivāseti nappajahati na vinodeti na byantīkaroti na anabhāvaṁ gametī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:571": "Uruvelavagga",
  "anya-e0904n:572": "Lokasutta",
  "anya-e0904n:573": "Pu – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte uruvelavagge tatiyaṁ lokasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:574": "Vi – uruvelavagge bhante tatiyaṁ lokasuttaṁ ‘‘loko bhikkhave tathāgatena abhisambuddho, lokasmā tathāgato visaṁyutto, lokasamudayo bhikkhave tathāgatena abhisambuddho, lokasamudayo tathāgatassa pahīno, lokanirodho bhikkhave tathāgatena abhisambuddho lokanirodho tathāgatassa sacchikato, lokanirodhagāminī paṭipadā bhikkhave tathāgatena abhisambuddhā, lokanirodhagāmini paṭipadā tathāgatassa bhāvitā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:575": "Danto damayataṁ seṭṭho,",
  "anya-e0904n:576": "Santo samayataṁ isi;",
  "anya-e0904n:577": "Mutto mocayataṁ aggo,",
  "anya-e0904n:578": "Tiṇṇo tārayataṁ varo–",
  "anya-e0904n:579": "Sabbaṁ lokaṁ abhiññāya,",
  "anya-e0904n:580": "Sabbaṁ loke yathātathaṁ;",
  "anya-e0904n:581": "Sabbaṁ lokaṁ visaṁyutto,",
  "anya-e0904n:582": "Sabbaloke anūpayo.",
  "anya-e0904n:583": "Sa ve sabbābhibhū dhīro,",
  "anya-e0904n:584": "Sabbaganthappamocano;",
  "anya-e0904n:585": "Puṭṭha’ssa paramā santi,",
  "anya-e0904n:586": "Nibbānaṁ akuto bhayaṁ.",
  "anya-e0904n:587": "Esa khīṇāsavo buddho,",
  "anya-e0904n:588": "Anīgho chinnasaṁsayo;",
  "anya-e0904n:589": "Sabbakammakkhayaṁ patto,",
  "anya-e0904n:590": "Vimutto upadhisaṅkhaye;",
  "anya-e0904n:591": "Esa so bhagavā buddho,",
  "anya-e0904n:592": "Esa sīho anuttaro;",
  "anya-e0904n:593": "Sadevakassa lokassa,",
  "anya-e0904n:594": "Brahmacakkaṁ pavattayī.",
  "anya-e0904n:595": "Iti devā manussā ca,",
  "anya-e0904n:596": "Ye buddhaṁ saraṇaṁ gatā;",
  "anya-e0904n:597": "Saṅgamma taṁ namassanti,",
  "anya-e0904n:598": "Mahantaṁ vītasāradaṁ.",
  "anya-e0904n:599": "Danto damayataṁ seṭṭho,",
  "anya-e0904n:600": "Santo samayataṁ isi;",
  "anya-e0904n:601": "Mutto mocayataṁ aggo,",
  "anya-e0904n:602": "Tiṇṇo tārayataṁ varo.",
  "anya-e0904n:603": "Iti hetaṁ namassanti,",
  "anya-e0904n:604": "Mahantaṁ vītasāradaṁ;",
  "anya-e0904n:605": "Sadevakasmiṁ lokasmiṁ,",
  "anya-e0904n:606": "Natthi me paṭipuggalo–",
  "anya-e0904n:607": "Brahmacariyasutta",
  "anya-e0904n:608": "Pu – tattheva āvuso pañcamaṁ brahmacariyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:609": "Vi – pañcamaṁ bhante brahmacariyasuttaṁ ‘‘nayidaṁ bhikkhave brahmacariyaṁ vussati janakuhanatthaṁ, na janalapanatthaṁ, na lābhasakkārasilokānisaṁsuttaṁ , na itivādappamokkhānisaṁsatthaṁ, na ‘iti maṁ jano jānātū’ti. Atha kho idaṁ bhikkhave brahmacariyaṁ vussati saṁvaratthaṁ pahānatthaṁ virāgatthaṁ nirodhattha’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:610": "Ariyavaṁsasutta",
  "anya-e0904n:611": "Pu – tattheva āvuso aṭṭhamaṁ ariyavaṁsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:612": "Vi – tattheva bhante aṭṭhamaṁ ariyavaṁsasuttaṁ ‘‘cattārome bhikkhave ariyavaṁsā aggaññā rattaññā vaṁsaññā porāṇā, asaṁkiṇṇā asaṁkiṇṇapubbāna saṁkīyissanti, appaṭikuṭṭhā samaṇehi brāhmaṇehi viññūhi. Katame cattāro, idha bhikkhave bhikkhu santuṭṭho hoti itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca cīvaraṁ na paritassati, laddhā ca cīvaraṁ agadhito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati, tāya ca pana itarītaracīvarasantuṭṭhiyā nevattānukkaṁseti no paraṁ vambheti. Yo hi tattha dakkho analaso sampajāno paṭissabho, ayaṁ vuccati bhikkhave bhikkhu porāṇe aggaññe ariyavaṁse ṭhito’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:613": "Cakkavagga",
  "anya-e0904n:614": "Cakkasutta",
  "anya-e0904n:615": "Pu – cakkavagge pana āvuso paṭhamaṁ cakkasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:616": "Vi – cakkavagge bhante paṭhamaṁ cakkasuttaṁ ‘‘cattārimāni bhikkhave cakkāni, yehi samannāgatānaṁ devamanussānaṁ catucakkaṁ vattati, yehi samannāgatā devamanussā nacirasseva mahantattaṁ vepullattaṁ pāpuṇanti bhogesu. Katamāni cattāri, patirūpadesavāso sappurisāvassayo attasammāpaṇidhi pubbe ca katapuññatā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:617": "Saṅgahasutta",
  "anya-e0904n:618": "Pu – tattheva āvuso dutiyaṁ saṅgahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:619": "Vi – tattheva bhante dutiyaṁ saṅgahasuttaṁ ‘‘cattārimāni bhikkhave saṅgahavatthūni. Katamāni cattāri, dānaṁ peyyavajjaṁ atthacariyā samānattatā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:620": "Sīhasutta",
  "anya-e0904n:621": "Pu – bhattheva āvuso tatiyaṁ sīhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:622": "Vi – tattheva bhante tatiyaṁ sīhasuttaṁ ‘‘sīho bhikkhave migarājā sāyanusamayaṁ āsayā nikkhamati, āsayā nikkhamitvā vijambhati, vijambhitvā samantā catuddisā anuviloketi, samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadati, tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:623": "Doṇasutta",
  "anya-e0904n:624": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte cakkavagge chaṭṭhaṁ doṇasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:625": "Vi – antarā ca bhante ukkaṭṭhaṁ antarā ca setabyaṁ doṇaṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Doṇo bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘devo no bhavaṁ bhavissatī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘na kho ahaṁ brāhmaṇa devo bhavissāmī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:626": "‘‘Acchariyaṁ vata bho, abbhutaṁ vata bho, na vatimāni manussabhūtassa padāni bhavissanti’’.",
  "anya-e0904n:627": "‘‘Devo no bhavaṁ bhavissati’’.",
  "anya-e0904n:628": "‘‘Na kho ahaṁ brāhmaṇa devo bhavissami’’.",
  "anya-e0904n:629": "‘‘Gandhabbo no bhavaṁ bhavissati’’.",
  "anya-e0904n:630": "‘‘Na kho ahaṁ brāhmaṇa gandhabbo bhavissāmi’’.",
  "anya-e0904n:631": "Ujjayasutta",
  "anya-e0904n:632": "Pu – tattheva āvuso navamaṁ ujjayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:633": "Vi – navamaṁ bhante ujjayasuttaṁ ‘‘na kho ahaṁ brāhmaṇa sabbaṁ yaññaṁ vaṇṇemi, na panāhaṁ brāhmaṇa sabbaṁ yaññaṁ na vaṇṇemi. Yathārūpe kho brāhmaṇa yaññe gāvo haññanti, ajeḷakā haññanti, kukkuṭasūkarā haññanti, vividhā pāṇā saṅghātaṁ āpajjantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:634": "‘‘Bhavampi no gotamo yaññaṁ vaṇṇeti’’.",
  "anya-e0904n:635": "Rohitassavagga",
  "anya-e0904n:636": "Samādhibhāvanāsutta",
  "anya-e0904n:637": "Pu – rohitassavagge pana āvuso paṭhamaṁ samādhibhāvanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:638": "Vi – rohitassavagge bhante paṭhamaṁ samādhibhāvanāsuttaṁ ‘‘catasso imā bhikkhave samādhibhāvanā, katamā catasso, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā āsavānaṁ khayāya saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:639": "Pañhabyākaraṇasutta",
  "anya-e0904n:640": "Pu – tattheva āvuso dutiyaṁ pañhabyākaraṇasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:641": "Vi – tattheva bhante dutiyaṁ pañhabyākaraṇasuttaṁ ‘‘cattārimāni bhikkhave pañhabyākaraṇāni. Katamāni cattāri, atthi bhikkhave pañho ekaṁsabyākaraṇīyo, atthi bhikkhave pañho vibhajjabyākaraṇīyo, atthi bhikkhave pañho paṭipucchābyākaraṇīyo, atthi bhikkhave pañho ṭhapanīyo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:642": "Puññābhisandavagga",
  "anya-e0904n:643": "Paṭhamasaṁvāsasutta",
  "anya-e0904n:644": "Pu – puññābhisandavagge pana āvuso tatiyaṁ saṁvāsasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:645": "Vi – puññābhisandavagge bhante tatiyaṁ saṁvāsasuttaṁ antarā ca madhuraṁ antarā ca verañjaṁ sambahule gahapatayo ca gahapatāniyo ca ārabbha ‘‘cattārome gahapatayo saṁvāsā. Katame cattāro, chavo chavāya saddhiṁ saṁvasati, chavo deviyā saddhiṁ saṁvasati, devo chavāya saddhiṁ saṁvasati, devo deviyā saddhiṁ saṁvasatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:646": "Paṭhamasamajīvīsutta",
  "anya-e0904n:647": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte puññābhisandavagge pañcamaṁ samajīvisuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:648": "Vi – pañcamaṁ bhante samajīvisuttaṁ ‘‘ākaṅkheyyuṁ ce gahapatayo ubho jānipatayo diṭṭhe ceva dhamme aññamaññaṁ passituṁ, abhisamparāyañca aññamaññaṁ passituṁ, ubhova assu samasaddhā samasīlā samacāgā samapaññā, te diṭṭhe ceva dhamme aññamaññaṁ passanti, abhisamparāyañca aññamaññaṁ passantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:649": "Pattakammavagga",
  "anya-e0904n:650": "Ānaṇyasukhasutta",
  "anya-e0904n:651": "Pu – pattakammavagge pana āvuso dutiyaṁ ānaṇyasukhasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:652": "Vi – pattakammavagge bhante dutiyaṁ ānaṇyasukhasuttaṁ sāvatthiyaṁ anāthapiṇḍikaṁ gahapatiṁ ārabbha ‘‘cattārimāni gahapati sukhāni adhigamanīyāni gihinā kāmabhoginā kālena kālaṁ samayena samayaṁ upādāya. Katamāni cattāri, atthisukhaṁ bhogasukhaṁ anaṇyasukhaṁ anavajjasukha’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:653": "Ānaṇyasukhaṁ ñatvāna, atho atthisukhaṁ paraṁ;",
  "anya-e0904n:654": "Bhuñjaṁ bhogasukhaṁ macco, tato paññā vipassati;",
  "anya-e0904n:655": "Vipassamāno jānāti, ubho bhāge sumedhaso;",
  "anya-e0904n:656": "Anavajjasukhassetaṁ, kalaṁ nāgghati soḷasiṁ–",
  "anya-e0904n:657": "Appaṇṇakavagga",
  "anya-e0904n:658": "Sappurisasutta",
  "anya-e0904n:659": "Pu – apaṇṇakavagge pana āvuso tatiyaṁ sappurisasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:660": "Vi – apaṇṇakavagge bhante tatiyaṁ sappurisasuttaṁ ‘‘catūhi bhikkhave dhammehi samannāgato asappuriso veditabbo. Katamehi catūhi, idha bhikkhave asappuriso yo hoti parassa avaṇṇo taṁ apuṭṭhopi pātu karoti ko pana vādo puṭṭhassā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:661": "Adhunāgatavadhukāsamena cetasā viharissāma’’ –",
  "anya-e0904n:662": "Acinteyyasutta",
  "anya-e0904n:663": "Pu – tattheva āvuso sattamaṁ acinteyyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:664": "Vi – sattamaṁ bhante acinteyyasuttaṁ ‘‘cattārimāni bhikkhave acinteyyāni na cintetabbāni, yāni cintento ummādassa vighātassa bhāgī assa. Katamāni cattāri, buddhānaṁ bhikkhave buddhavisayo acinteyyo na cintetabbo, yaṁ cintento ummādassa vighātassa bhāgī assā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:665": "Macalavagga",
  "anya-e0904n:666": "Tamotamasutta",
  "anya-e0904n:667": "Pu – macalavagge pana āvuso pañcamaṁ tamotamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:668": "Vi – macalavagge bhante pañcamaṁ tamotamasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, tamotamaparāyaṇo, tamojotiparāyaṇo, jotitamaparāyaṇo, jotijotiparāyaṇo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:669": "Asuravagga",
  "anya-e0904n:670": "Asurasutta",
  "anya-e0904n:671": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte asuravagge paṭhamaṁ asurasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:672": "Vi – asuravagge bhante paṭhamaṁ asurasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, asuro asuraparivāro, asuro devaparivāro, devo asuraparivāro, devo devaparivāro’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:673": "Samādhisutta",
  "anya-e0904n:674": "Pu – tattheva āvuso catutthaṁ samādhisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:675": "Vi – catutthaṁ bhante samādhisuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, idha bhikkhave ekacco puggalo lābhī hoti ajjhattaṁ cetosamathassa na lābhī adhipaññādhammavipassanāya. Idha pana bhikkhave puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṁ cetosamathassa. Idha pana bhikkhave ekacco puggalo na ceva lābhī hoti ajjhattaṁ cetosamathassa, na ca lābhī adhipaññādhammavipassanāya. Idha pana bhikkhave ekacco puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa, lābhī ca adhipaññādhammavipassanāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:676": "Rāgavinayasutta",
  "anya-e0904n:677": "Pu – tattheva āvuso chaṭṭhaṁ rāgavinayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:678": "Vi – chaṭṭhaṁ bhante rāgavinayasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:679": "Valāhakavagga",
  "anya-e0904n:680": "Paṭhamavalāhakasutta",
  "anya-e0904n:681": "Pu – valāhakavagge pana āvuso paṭhamaṁ valāhakasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:682": "Vi – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha ‘‘cattārome bhikkhave valāhakā. Katame cattāro, gajjitā no vassitā, vassitā no gajjitā, neva gajjitā no vassitā, gajjitā ca vassitā ca. Ime kho bhikkhave cattāro valāhakā. Evameva kho bhikkhave cattāro valāhakūpamā puggalā santo saṁvijjāmānā lokasmiṁ. Katame cattāro, gajjitā no vassitā, vassitā no gajjitā, neva gajjitā no vassitā, gajjitā ca vassitā cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:683": "Udakarahadasutta",
  "anya-e0904n:684": "Pu – tattheva āvuso catutthaṁ udakarahadasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:685": "Vi – catuttha bhante udakarahadasuttaṁ ‘‘cattārome bhikkhave udakarahadā. Katame cattāro, uttāno gambhīrobhāso, gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro gambhīrobhāso, ime kho bhikkhave cattāro udakarahadā. Evameva kho bhikkhave cattāro udakarahadūpamā puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, uttāno gambhīrobhāso, gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro gambhīrobhāso’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:686": "Mūsikasutta",
  "anya-e0904n:687": "Pu – tattheva āvuso sattamaṁ mūsikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:688": "Vi – sattamaṁ bhante mūsikasuttaṁ ‘‘catasso imā bhikkhave mūsikā. Katamā catasso, gādhaṁ kattā no vasitā, vasitā no gādhaṁ kattā, neva gādhaṁ kattā no vasitā, gādhaṁ kattā ca vasitā ca. Imā kho bhikkhave catasso mūsikā. Evameva kho bhikkhave cattāro mūsikūpamā puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, gādhaṁ kattā no vasitā, vasitā no gādhaṁ kattā, neva gādhaṁ kattā no vasitā, gādhaṁ kattā ca vasitā cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:689": "Balībaddhasutta",
  "anya-e0904n:690": "Pu – saṁgītāpi āvuso aṅguttaranikāyato kānici suttāni uddharitvā paṭipucchissāmi bahujanassa sutavuḍḍhiyā. Saṁgīte āvuso aṅguttaranikāye catukkanipāte valāhakavagge aṭṭhamaṁ balībaddhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:691": "Vi – valāhakavagge bhante aṭṭhamaṁ balībaddhasuttaṁ ‘‘cattārome bhikkhave balībaddhā. Katame cattāro, sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo. Ime kho bhikkhave cattāro balībaddhā. Evameva kho bhikkhave cattāro balībaddhūpamā puggalā santo saṁvijjamānā lokasmi’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:692": "Kesisutta",
  "anya-e0904n:693": "Pu – kesivagge pana āvuso paṭhamaṁ kesisuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:694": "Vi – kesiṁ bhante assadammasārathiṁ ārabbha bhāsitaṁ. Kesi bhante assadammasārathi bhagavantaṁ etadavoca ‘‘bhagavā pana bhante anuttaro purisadammasārathi, kathaṁ pana bhante bhagavā purisadammaṁ vinetī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘ahaṁ kho kesi purisadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi. Tatridaṁ kesi saṇhasmiṁ – iti kāyasucaritaṁ iti kāyasucaritassa vipāko, iti vacīsucaritaṁ iti vacīsucaritassa vipāko, iti manosucaritaṁ iti manosucaritassa vipāko, iti devā iti manussā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:695": "‘‘Tvaṁ khosi kesi paññāto assadammasārathīti, kathaṁ pana tvaṁ kesi assadammasārathi’’ –",
  "anya-e0904n:696": "‘‘Ahaṁ kho bhante assadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi’’ –",
  "anya-e0904n:697": "‘‘Sace te kesi assadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, kinti naṁ karosi’’ –",
  "anya-e0904n:698": "‘‘Bhagavā pana bhante anuttaro purisadammasārathi, kathaṁ pana bhante bhagavā purisadammaṁ vineti’’ –",
  "anya-e0904n:699": "Na 0.0087 kho bhante bhagavato pāṇātipāto kappati, atha ca pana bhagavā evamāha ‘‘hanāmi naṁ kesī’’ti.",
  "anya-e0904n:700": "Attānuvādasutta",
  "anya-e0904n:701": "Pu – bhayavagge pana āvuso paṭhamaṁ attānuvādasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:702": "Vi – bhayavagge bhante paṭhamaṁ attānuvādasuttaṁ ‘‘cattārimāni bhikkhave bhayāni. Katamāni cattāri, attānuvādabhayaṁ parānuvādabhayaṁ daṇḍabhayaṁ duggatibhaya’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:703": "Dhammakathikasutta",
  "anya-e0904n:704": "Pu – idāni āvuso bahujanassa sutavuḍḍhiyā saṁgītā aṅguttaranikāyatopi kānici suttāni uddharitvā paṭipucchissāmi, saṁgīte āvuso aṅguttaranikāye catukkanipāte puggalavagge navamaṁ dhammakathikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:705": "Vi – puggalavagge bhante navamaṁ dhammakathikasuttaṁ ‘‘cattārome bhikkhave dhammakathikā. Katame cattāro, idha bhikkhave ekacco dhammakathiko appañca bhāsati asahitañca, parisā cassa na kusalā hoti sahitāsahitassa. Evarūpo bhikkhave dhammakathiko evarūpāya parisāya dhammakathikotveva saṅkhaṁ gacchatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:706": "Rogasutta",
  "anya-e0904n:707": "Pu – indriyavagge pana āvuso sattamaṁ rogasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:708": "Vi – sattamaṁ bhante rogasuttaṁ ‘‘dveme bhikkhave rogā. Katame dve, kāyiko ca rogo, cetasiko ca rogo. Dissanti bhikkhave sattā kāyikena rogena ekampi vassaṁ ārogyaṁ paṭijānamānā dvepi vassāni tīṇipi vassāni cattāripi vassāni pañcapi vassāni dasapi vassāni vīsampi vassāni tiṁsampi vassāni cattārīsampi vassāni paññāsampi vassāni ārogyaṁ paṭijānamānā vassasatampi bhiyyopi ārogyaṁ paṭijānamānā. Te bhikkhave sattā sudullabhā lokasmiṁ, ye cetasikena rogena muhuttampi ārogyaṁ paṭijānanti aññatra khīṇāsavehī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:709": "Cattārome 0.0096 bhikkhave pabbajitassa rogā.",
  "anya-e0904n:710": "Yuganaddhasutta",
  "anya-e0904n:711": "Pu – paṭipadāvagge āvuso dasamaṁ yuganaddhasuttaṁ kattha kaṁ ārabbha kena kathañca bhāsitaṁ.",
  "anya-e0904n:712": "Vi – kosambiyaṁ bhante sambahule bhikkhū ārabbha ‘‘yo hi koci āvuso bhikkhu vā bhikkhunī vā mama santike arahattappattiṁ byākaroti, sabbo so catūhi maggehi etesaṁ vā aññatarenā’’ti evamādinā bhante āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ.",
  "anya-e0904n:713": "Pāṭibhogasutta",
  "anya-e0904n:714": "Pu – brāhmaṇavagge pana āvuso dutiyaṁ pāṭibhogasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:715": "Vi – brāhmaṇavagge bhante dutiyaṁ pāṭibhogasuttaṁ ‘‘catunnaṁ bhikkhave dhammānaṁ natthi koci pāṭibhogo samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmi’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:716": "Sutasutta",
  "anya-e0904n:717": "Pu – tattheva āvuso tatiyaṁ sutasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:718": "Vi – rājagahe bhante vassakāraṁ brāhmaṇaṁ magadhamahāmattaṁ ārabbha bhāsitaṁ. Vassakāro bhante brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca ‘‘ahañhi bho gotama evaṁvādī evaṁdiṭṭhi yo koci diṭṭhaṁ bhāsati ‘evaṁ me diṭṭha’nti, natthi tato doso. Yo koci sutaṁ bhāsati ‘evaṁ me suta’nti, natthi tato doso’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘nāhaṁ brāhmaṇa sabbaṁ diṭṭhaṁ ‘bhāsitabba’nti vadāmi, na panāhaṁ brāhmaṇa sabbaṁ diṭṭhaṁ ‘na bhāsitabba’nti vadāmi, nāhaṁ brāhmaṇa sabbaṁ sutaṁ ‘bhāsitabba’nti vadāmi, na panāhaṁ brāhmaṇa sabbaṁ sutaṁ ‘na bhāsitabba’nti vadāmī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:719": "Abhayasutta",
  "anya-e0904n:720": "Pu – aṅguttaranikāye āvuso catukkanipāte brāhmaṇavagge catutthaṁ abhayasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:721": "Vi – brāhmaṇavagge bhante catutthaṁ abhayasuttaṁ jāṇussoṇiṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Jāṇussoṇi bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘natthi yo maraṇadhammo samāno na bhāyati, na santāsaṁ āpajjati maraṇassā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘atthi brāhmaṇa maraṇadhammo samāno bhāyati, santāsaṁ āpajjati maraṇassa. Atthi pana brāhmaṇa maraṇadhammo samāno na bhāyati, na santāsaṁ āpajjati maraṇassā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:722": "Sotānugatasutta",
  "anya-e0904n:723": "Pu – mahāvagge pana āvuso paṭhamaṁ sotānugatasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:724": "Vi – mahāvagge bhante paṭhamaṁ sotānugatasuttaṁ ‘‘sotānugatānaṁ bhikkhave dhammānaṁ vacasā paricitānaṁ manasānupekkhitānaṁ diṭṭhiyā suppaṭividdhānaṁ cattāro ānisaṁsā pāṭikaṅkhā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:725": "Ayaṁ vā so dhammavinayo, yatthāhaṁ pubbe brahmacariyaṁ acariṁ.",
  "anya-e0904n:726": "Bhaddiyasutta",
  "anya-e0904n:727": "Pu – aṅguttaranikāye āvuso catukkanipāte mahāvagge tatiyaṁ bhaddiyasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:728": "Vi – vesāliyaṁ bhante bhaddiyaṁ licchavi ārabbha bhāsitaṁ. Bhaddiyo bhante licchavi bhagavantaṁ etadavoca ‘‘sutaṁ metaṁ bhante ‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti, yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti. Ye te bhante evamāhaṁsu ‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti, yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti…pe… anabbhakkhātukāmā hi mayaṁ bhante bhagavanta’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘etha tumhe bhaddiya mā anussavena mā paramparāya mā itikirāya mā piṭakasampadānena mā takkahetu mā nayahetu mā ākāravitakkena mā diṭṭhinijjhānakkhantiyā mā bhabbarūpatāya mā samaṇo no garūti. Yadā tumhe bhaddiya attanāva jāneyyātha ‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññū garahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṁvattantī’ti. Atha tumhe bhaddiya pajaheyyāthā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:729": "Pu – imissā ca pana āvuso desanāya desitāya bhaddiyassa licchavissa kīdiso dhammasavanānisaṁso adhigato. Kathañca naṁ bhagavā anuyuñjitvā taṁ vacanaṁ viniveṭhesi.",
  "anya-e0904n:730": "Vi – imissā bhante dhammadesanāya desitāya bhaddiyassa licchavissa sotāpattiphalasaṅkhāto dhammasavanānisaṁso adhigato. Api nu tāhaṁ bhaddiya evaṁ avacaṁ ‘‘ehi me tvaṁ bhaddiya sāvako hohi, ahaṁ satthā bhavissāmī’’ti evamādinā ca naṁ bhante bhagavā paṭipucchitvā anuyuñjitvā taṁ vacanaṁ viniveṭhesi.",
  "anya-e0904n:731": "Mallikādevīsutta",
  "anya-e0904n:732": "Pu – tattheva āvuso sattamaṁ mallikādevīsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:733": "Vi – sāvatthiyaṁ bhante mallikādeviṁ ārabbha bhāsitaṁ. Mallikā bhante devī bhagavantaṁ etadavoca ‘‘ko nu kho bhante hetu ko paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya, daliddā ca hoti appassakā appabhogā appesakkhā ca…pe… ko pana bhante hetu ko paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā, aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā cā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘idha mallike mātugāmo kodhanā hoti upāyāsabahulā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:734": "Dasakammasutta",
  "anya-e0904n:735": "Pu – aṅguttaranikāye āvuso catukkanipāte sappurisavagge catutthaṁ dasakammasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:736": "Vi – sappurisavagge bhante catutthaṁ dasakammasuttaṁ ‘‘asappurisañca vo bhikkhave desessāmi asappurisena asappurisatarañca sappurisañca sappurisena sappurisatarañca, taṁ suṇātha sādhukaṁ manasi karothā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:737": "Parisāsutta",
  "anya-e0904n:738": "Pu – tattheva āvuso parisāvagge paṭhamaṁ parisāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:739": "Vi – parisāvagge bhante paṭhamaṁ parisāsuttaṁ ‘‘cattārome bhikkhave parisadūsanā. Katame cattāro, bhikkhu bhikkhave dussīlo pāpadhammo parisadūsano, bhikkhunī bhikkhave dussīlā pāpadhammā parisadūsanā, upāsako bhikkhave dussīlo pāpadhammo parisadūsano, upāsikā bhikkhave dussīlā pāpadhammā parisadūsanā. Ime kho bhikkhave cattāro parisadūsanā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:740": "Sekhabalavagga",
  "anya-e0904n:741": "Saṁkhittasutta",
  "anya-e0904n:742": "Pu – pañcakanipāte pana āvuso paṭhame sekhabalavagge paṭhamaṁ saṁkhittasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:743": "Vi – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha ‘‘pañcimāni bhikkhave sekhabalāni. Katamāni pañca, saddhābalaṁ hirībalaṁ ottappabalaṁ vīriyabalaṁ paññābalaṁ. Imāni kho bhikkhave pañca sekhabalānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:744": "Dukkhasutta",
  "anya-e0904n:745": "Pu – tattheva āvuso tatiyaṁ dukkhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:746": "Vi – tatiyaṁ bhante dukkhasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṁ viharati savighātaṁ saupāyāsaṁ sapariḷāhaṁ kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā. Katamehi pañcahi, idha bhikkhave bhikkhu asaddho hoti ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:747": "Samāpattisutta",
  "anya-e0904n:748": "Pu – tattheva āvuso chaṭṭhaṁ samāpattisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:749": "Vi – chaṭṭhaṁ bhante samāpattisuttaṁ ‘‘na tāva bhikkhave akusalassa samāpatti hoti, yāva saddhā paccupaṭṭhitā hoti kusalesu dhammesu. Yato ca kho bhikkhave saddhā antarahitā hoti asaddhiyaṁ pariyuṭṭhāya tiṭṭhati, atha akusalassa samāpatti hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:750": "Kāmasutta",
  "anya-e0904n:751": "Pu – tattheva āvuso sattamaṁ kāmasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:752": "Vi – sattamaṁ bhante kāmasuttaṁ ‘‘yebhuyyena bhikkhave sattā kāmesu laḷitā. Asitabyābhaṅgiṁ bhikkhave kulaputto ohāya agārasmā anagāriyaṁ pabbajito hoti, saddhāpabbajito kulaputtoti alaṁ vacanāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:753": "Vimuttāyatanasutta",
  "anya-e0904n:754": "Pu – aṅguttaranikāye pañcakanipāte pañcaṅgikavagge chaṭṭhaṁ vimuttāyatanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:755": "Vi – pañcaṅgikavagge bhante chaṭṭhaṁ vimuttāyatanasuttaṁ ‘‘pañcimāni bhikkhave vimuttāyatanāni, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṁ vā cittaṁ vimuccati, aparikkhīṇā vā āsavā parikkhayaṁ gacchanti, ananuppattaṁ vā anuttaraṁ yogakkhemaṁ anupāpuṇātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:756": "Caṅkamasutta",
  "anya-e0904n:757": "Pu – tattheva āvuso navamaṁ caṅkamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:758": "Vi – navamaṁ bhante caṅkamasuttaṁ ‘‘pañcime bhikkhave caṅkame ānisaṁsā. Katame pañca, addhānakkhamo hoti, padhānakkhamo hoti, appābādho hoti, asitaṁ pītaṁ khāyitaṁ sāyitaṁ sammā pariṇāmaṁ gacchati, caṅkamādhigato samādhi ciraṭṭhitiko hoti. Ime kho bhikkhave pañca caṅkame ānisaṁsā’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:759": "Sumanasutta",
  "anya-e0904n:760": "Pu – sumanavagge pana āvuso paṭhamaṁ sumanasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:761": "Vi – sāvatthiyaṁ bhante sumanaṁ rājakumāriṁ ārabbha bhāsitaṁ. Sumanā bhante rājakumārī bhagavantaṁ etadavoca ‘‘idhassu bhante bhagavato dve sāvakā samasaddhā samasīlā samapaññā eko dāyako eko adāyako. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyuṁ. Devabhūtānaṁ pana nesaṁ bhante siyā viseso siyā nānākaraṇa’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘yo so sumane dāyako, so amhaṁ adāyakaṁ devabhūto samāno pañcahi ṭhānehi adhigaṇhāti, dibbena āyunā dibbena vaṇṇena dibbena sukhena dibbena yasena dibbena ādhipateyyena. Yo so sumane dāyako, so amhaṁ adāyakaṁ devabhūto samāno imehi pañcahi ṭhānehi adhigaṇhātī’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:762": "‘‘Yathāpi cando vimalo, gacchaṁ ākāsadhātuyā;",
  "anya-e0904n:763": "Sabbe tārāgaṇe loke, ābhāya atirocati;",
  "anya-e0904n:764": "Tatheva sīlasampanno, saddho purisapuggalo;",
  "anya-e0904n:765": "Sabbe maccharino loke, cāgena atirocati’’–",
  "anya-e0904n:766": "Uggahasutta",
  "anya-e0904n:767": "Pu – tattheva āvuso tatiyaṁ uggahasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:768": "Vi – tatiyaṁ bhante uggahasuttaṁ bhaddiye uggahaṁ meṇḍakanattāraṁ ārabbha bhāsitaṁ. Uggaho bhante meṇḍakanattā bhagavantaṁ etadavoca ‘‘imā me bhante kumāriyo patikulāni gamissanti, ovadatu tāsaṁ bhante bhagavā, anusāsatu tāsaṁ bhante bhagavā, yaṁ tāsaṁ assa dīgharattaṁ hitāya sukhāyā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘tasmātiha kumāriyo evaṁ sikkhitabbaṁ’’ yassa vo mātāpitaro bhattuno dassanti atthakāmā hitesino anukampakā anukampaṁ upādāya, tassa bhavissāma pubbuṭṭhāyino pacchānipātiniyo kiṁ kārapaṭissāviniyo manāpacāriniyo piyavādiniyo’ti. Evañhi vo kumāriyo sikkhitabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:769": "Sīhasenāpatisutta",
  "anya-e0904n:770": "Pu – aṅguttaranikāye āvuso pañcakanipāte sumanavagge catutthaṁ sīhasenāpatisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:771": "Vi – vesāliyaṁ bhante sīhaṁ senāpatiṁ ārabbha bhāsitaṁ. Sīho bhante senāpati bhagavantaṁ etadavoca ‘‘sakkā nu kho bhante sandiṭṭhikaṁ dānaphalaṁ paññāpetu’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘sakkā sīha, dāyako sīha dānapati bahuno janassa piyo hoti manāpo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:772": "Kāladānasutta",
  "anya-e0904n:773": "Pu – tattheva āvuso chaṭṭhaṁ kāladānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:774": "Vi – chaṭṭhaṁ bhante kāladānasuttaṁ ‘‘pañcimāni bhikkhave kāladānāni. Katamāni pañca, āgantukassa dānaṁ deti, gamikassa dānaṁ deti, gilānassa dānaṁ deti, dubbhikkhe dānaṁ deti, yāni tāni navasassāni navaphalāni, tāni paṭhamaṁ sīlavantesu patiṭṭhāpeti. Imāni kho bhikkhave pañca kāladānānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:775": "Bhojanasutta",
  "anya-e0904n:776": "Pu – tattheva āvuso sattamaṁ bhojanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:777": "Vi – sattamaṁ bhante bhojanasuttaṁ ‘‘bhojanaṁ bhikkhave dadamāno dāyako paṭiggāhakānaṁ pañca ṭhānāni deti. Katamāni pañca, āyuṁ deti, vaṇṇaṁ deti, sukhaṁ deti, balaṁ deti, paṭibhānaṁ deti. Āyuṁ kho pana datvā āyussa bhāgī hoti dibbassa vā mānusassa vā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:778": "Puttasutta",
  "anya-e0904n:779": "Pu – tattheva āvuso navamaṁ puttasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:780": "Vi – navamaṁ bhante puttasuttaṁ ‘‘pañcimāni bhikkhave ṭhānāni sampassanto mābhāpitaro puttaṁ icchanti kule jāyamānaṁ. Katamāni pañca,",
  "anya-e0904n:781": "Bhato vā no bharissati, kiccaṁ vā no karissati, kulavaṁso ciraṁ ṭhassati, dāyajjaṁ paṭipajjissatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:782": "Nāradasutta",
  "anya-e0904n:783": "Pu – muṇḍarājavagge panāvuso dasamaṁ nāradasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kena kathañca bhāsitaṁ.",
  "anya-e0904n:784": "Vi – pāṭaliputte bhante muṇḍaṁ rājānaṁ ārabbha bhāsitaṁ. Muṇḍassa bhante rañño bhaddā devī kālaṅkatā hoti piyā manāpā. So bhaddāya deviyā kālaṅkatāya piyāya manāpāya neva nhāyati na vilimpati na bhattaṁ bhuñjati, na kammantaṁ payojeti, rattindivaṁ bhaddāya deviyā sarīre ajjhomucchito. Tasmiṁ bhante vatthusmiṁ ‘‘pañcimāni mahārāja alabbhanīyāni ṭhānāni samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmi’’nti evamādinā bhante āyasmatā nāradattherena rañño pasenadissa kosalassa bhagavatā desitaniyāmena desitaṁ.",
  "anya-e0904n:785": "Ko nāmo ayaṁ bhante dhammapariyāyo.",
  "anya-e0904n:786": "Taggha bhante sokasallaharaṇo.",
  "anya-e0904n:787": "Samayasutta",
  "anya-e0904n:788": "Pu – aṅguttaranikāye āvuso pañcakanipāte nīvaraṇavagge catutthaṁ samayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:789": "Vi – nīvaraṇavagge bhante catutthaṁ samayasuttaṁ ‘‘pañcime bhikkhave asamayā padhānāya. Katame pañca, idha bhikkhave bhikkhu jiṇṇo hoti jarāyābhibhūto. Ayaṁ bhikkhave paṭhamo asamayo padhānāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:790": "Ṭhānasutta",
  "anya-e0904n:791": "Pu – tattheva āvuso sattamaṁ ṭhānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:792": "Vi – sattamaṁ bhante ṭhānasuttaṁ ‘‘pañcimāni bhikkhave ṭhānāni abhiṇhaṁ paccavekkhitabbāni itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā. Katamāni pañca, jarādhammomhi jaraṁ anatītoti abhiṇhaṁ paccavekkhitabbaṁ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:793": "Dhammavihārīsutta",
  "anya-e0904n:794": "Pu – yodhājīvavagge panāvuso tatiyaṁ dhammavihārisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:795": "Vi – yodhājīvavagge bhante tatiyaṁ dhammavihārisuttaṁ ‘‘idha bhikkhu bhikkhu dhammaṁ pariyāpuṇāti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ dutivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ, so tāya dhammapariyattiyā divasaṁ atināmeti, riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. Ayaṁ vuccati bhikkhu bhikkhu pariyattibahulo no dhammavihārī’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:796": "Dhammavihārī dhammavihārīti bhante vuccati, kittāvatā nu kho bhante bhikkhu dhammavihārī hoti.",
  "anya-e0904n:797": "Dutiyaanāgatabhayasutta",
  "anya-e0904n:798": "Pu – aṅguttaranikāye āvuso pañcakanipāte yodhājīvavagge aṭṭhamaṁ dutiyaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:799": "Vi – yodhājīvavagge bhante aṭṭhamaṁ dutiyaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:800": "Tatiyaanāgatabhayasutta",
  "anya-e0904n:801": "Pu – tattheva āvuso navamaṁ tatiyaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:802": "Vi – tattheva bhante navamaṁ katiyaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave anāgatabhayāni etarahi asamuppannāni āyatiṁ samuppajjissanti, tāni vo paṭibujjhitabbāni, paṭibujjhitvā ca tesaṁ pahānāya vāyamitabbaṁ. Katamāni pañca, bhavissanti bhikkhave bhikkhū anāgatamaddhānaṁ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:803": "Catutthaanāgatabhayasutta",
  "anya-e0904n:804": "Pu – aṅguttaranikāye āvuso pañcakanipāte yodhājīvavagge dasamaṁ catutthaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:805": "Vi – yodhājīvavagge bhante dasamaṁ catutthaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave anāgatabhayāni etarahi asamuppannāni āyatiṁ samuppajjissanti, tāni vo paṭibujjhitabbāni, paṭibujjhitvā ca tesaṁ pahānāya vāyamitabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:806": "Kakudhavagga",
  "anya-e0904n:807": "Sīhasutta",
  "anya-e0904n:808": "Pu – kakudhavagge āvuso navamaṁ sīhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:809": "Vi – kakudhavagge bhante navamaṁ sīhasuttaṁ ‘‘sīho bhikkhave migarājā sāyanhasamayaṁ āsayā nikkhamati, āsayā nikkhamitvā vijambhati, vijambhitvā samantā catuddisaṁ anuviloketi, samantā catuddisaṁ anuviloketvā tikkhattuṁ sīhanādaṁ nadatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:810": "Andhakavindavagga",
  "anya-e0904n:811": "Kulūpakasutta",
  "anya-e0904n:812": "Pu – andhakavindavagge pana āvuso ‘‘paṭhamaṁ kulūpakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:813": "Vi – andhakavindavagge bhante paṭhamaṁ kulūpakasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato kulūpako bhikkhu kulesu appiyo ca hoti amanāpo ca agaru ca abhāvanīyo cā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:814": "Andhakavindasutta",
  "anya-e0904n:815": "Pu – tattheva āvuso catutthaṁ andhakavindasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:816": "Vi – magadhesu bhante andhakavinde āyasmantaṁ ānandaṁ ārabbha ‘‘ye te ānanda bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, te vo ānanda bhikkhū pañcasu dhammesu samādapetabbā nivesetabbā patiṭṭhāpetabbā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:817": "Gilānavagga",
  "anya-e0904n:818": "Satisūpaṭṭhitasutta",
  "anya-e0904n:819": "Pu – aṅguttaranikāye āvuso pañcakanipāte gilānavagge dutiyaṁ satisūpaṭṭhitasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:820": "Vi – gilānavagge bhante dutiyaṁ satisūpaṭṭhitasuttaṁ ‘‘yo hi koci bhikkhave bhikkhu vā bhikkhunī vā pañca dhamme bhāveti, pañca dhamme bahulīkaroti, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ‘diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā’. Katame pañca, idha bhikkhave bhikkhuno ajjhattaññeva satisūpaṭṭhitā hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:821": "Upaṭṭhākasutta",
  "anya-e0904n:822": "Pu – tattheva āvuso tatiyaṁ upaṭṭhākasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:823": "Vi – tatiyaṁ bhante upaṭṭhākasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato gilāno dūpaṭṭhāko hoti. Katamehi pañcahi, asappāyakārī hoti, sappāye mattaṁ na jānāti, bhesajjaṁ nappaṭisevitā hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:824": "Anāyussāsutta",
  "anya-e0904n:825": "Pu – tattheva āvuso pañcamaṁ anāyussāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:826": "Vi – pañcamaṁ bhante anāyussāsuttaṁ ‘‘pañcime bhikkhave dhammā anāyussā. Katame pañca, asappāyakārī hoti, sappāye mattaṁ na jānāti, apariṇatabhojī ca hoti, akālacārī ca hoti, abrahmacārī ca. Ime kho bhikkhave pañca dhammā anāyussā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:827": "Samaṇasukhasutta",
  "anya-e0904n:828": "Pu – tattheva āvuso aṭṭhamaṁ samaṇasukhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:829": "Vi – aṭṭhamaṁ bhante samaṇasukhasuttaṁ ‘‘pañcimāni bhikkhave samaṇadukkhāni. Katamāni pañca, idha bhikkhave bhikkhu asantuṭṭho hoti itarītarena cīvarena, asantuṭṭho hoti itarītarena piṇḍapātena, asantuṭṭho hoti itarītarena senāsanena, asantuṭṭho hoti itarītarena gilānapaccayabhesajjaparikkhārena, anabhirato ca brahmacariyaṁ carati. Imāni kho bhikkhave pañca samaṇadukkhānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:830": "Byasanasutta",
  "anya-e0904n:831": "Pu – tattheva āvuso dasamaṁ byasanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:832": "Vi – dasamaṁ bhante byasanasuttaṁ ‘‘pañcimāni bhikkhave byasanāni. Katamāni pañca, ñātibyasanaṁ bhogabyasanaṁ rogabyasanaṁ sīlabyasanaṁ diṭṭhibyasana’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:833": "Rājavagga",
  "anya-e0904n:834": "Patthanāsutta",
  "anya-e0904n:835": "Pu – rājavagge pana āvuso chaṭṭhaṁ patthanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:836": "Vi – rājavagge bhante chaṭṭhaṁ patthanāsuttaṁ ‘‘pañcahi bhikkhave aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṁ patthetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:837": "Sappurisadānasutta",
  "anya-e0904n:838": "Pu – tikaṇḍakīvagge āvuso aṭṭhamaṁ sappurisadānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:839": "Vi – tikaṇḍakīvagge bhante aṭṭhamaṁ sappurisadānasuttaṁ ‘‘pañcimāni bhikkhave sappurisadānāni. Katamāni pañca, saddhāya dānaṁ deti, sakkaccaṁ dānaṁ deti, kālena dānaṁ deti, anuggahitacitto dānaṁ deti, attānañca parañca anupahacca dānaṁ detī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:840": "Saddhammavagga",
  "anya-e0904n:841": "Paṭhamasammattaniyāmasutta",
  "anya-e0904n:842": "Pu – saddhammavagge pana āvuso paṭhamaṁ sammattaniyāmasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:843": "Vi – saddhammavagge bhante paṭhamaṁ sammattaniyāmasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato sunakkhopi saddhammaṁ abhabbo niyāmaṁ okkamituṁ kusalesu dhammesu sammattaṁ. Katamehi pañcahi, kathaṁ paribhoti, kathikaṁ paribhoti, attānaṁ paribhotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:844": "Paṭhamasaddhammasammosasutta",
  "anya-e0904n:845": "Pu – tattheva āvuso catutthaṁ paṭhamasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:846": "Vi – tattheva bhante catutthaṁ paṭhamasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave bhikkhū na sakkaccaṁ dhammaṁ suṇanti, na sakkaccaṁ dhammaṁ pariyāpuṇanti, na sakkaccaṁ dhammaṁ dhārenti, na sakkaccaṁ dhātānaṁ dhammānaṁ atthaṁ upaparikkhanti, na sakkaccaṁ atthamaññāya dhammamaññāya dhammānudhammaṁ paṭipajjanti. Ime kho bhikkhave pañca dhammā saddhammassa sammosāya antaradhānāya saṁvattantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:847": "Dutiyasaddhammasammosasutta",
  "anya-e0904n:848": "Pu – tattheva āvuso pañcamaṁ dutiyasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:849": "Vi – tattheva bhante pañcamaṁ dutiyasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave bhikkhū dhammaṁ na pariyāpuṇanti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ. Ayaṁ bhikkhave paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:850": "Tatiyasaddhammasammosasutta",
  "anya-e0904n:851": "Pu – tattheva āvuso chaṭṭhaṁ tatiyasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:852": "Vi – tattheva bhante chaṭṭhaṁ tatiyasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave bhikkhū duggahitaṁ suttantaṁ pariyāpuṇanti dunnikkhittahi padabyañjanehi. Dunnikkhittassa bhikkhave padabyañjanassa atthopi dunnayo hoti. Ayaṁ bhikkhave paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:853": "Dukkatāsutta",
  "anya-e0904n:854": "Pu – aṅguttaranikāye āvuso pañcakanipāte saddhammavagge sattamaṁ dukkathāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:855": "Vi – saddhammavagge bhante sattamaṁ dukkathāsuttaṁ ‘‘pañcannaṁ bhikkhave puggalānaṁ kathā dukkathā puggale puggalaṁ upanidhāya. Katamesaṁ pañcannaṁ, assaddhassa bhikkhave saddhākathā dukkathā, dussīlassa sīlakathā dukkathā, appassutassa bāhusaccakathā dukkathā, maccharissa cāgakathā dukkathā, duppaññassa paññākathā dukkathā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:856": "Udāyīsutta",
  "anya-e0904n:857": "Pu – tattheva āvuso navamaṁ udāyisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:858": "Vi – kosambiyaṁ bhante āyasmantaṁ udāyiṁ ārabbha bhāsitaṁ. Āyasmā bhante udāyī mahatiyā gīhiparisāya parivuto dhammaṁ desento nisinno hoti. Addasā kho āyasmā ānando āyasmantaṁ udāyiṁ mahatiyā gihiparisāya parivutaṁ dhammaṁ desentaṁ nisinnaṁ. Disvā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca ‘‘āyasmā bhante udāyī mahatiyā gihiparisāya parivuto dhammaṁ desetī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘na kho ānanda sukaraṁ paresaṁ dhammaṁ desetuṁ, paresaṁ ānanda dhammaṁ desentena pañca dhamme ajjhattaṁ upaṭṭhāpetvā paresaṁ dhammo desetabbo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:859": "Āghātavagga",
  "anya-e0904n:860": "Paṭhamaāghātapaṭivinayasutta",
  "anya-e0904n:861": "Pu – āghātavagge pana āvuso paṭhamaṁ āghātapaṭivinayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:862": "Vi – āghātavagge bhante paṭhamaṁ āghātapaṭivinayasuttaṁ ‘‘pañcime bhikkhave āghātapaṭivinayā, yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo. Katame pañca, yasmiṁ bhikkhave puggale āghāto jāyetha, mettā tasmiṁ puggale bhāvetabbā, evaṁ tasmiṁ puggale āghāto paṭivinetabbo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:863": "Upāsakavagga",
  "anya-e0904n:864": "Caṇḍālasutta",
  "anya-e0904n:865": "Pu – upāsakavagge pana āvuso pañcamaṁ caṇḍālasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:866": "Vi – upāsakavagge bhante pañcamaṁ caṇḍālasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:867": "Pītisutta",
  "anya-e0904n:868": "Pu – tattheva āvuso chaṭṭhaṁ pītisuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:869": "Vi – chaṭṭhaṁ bhante pītisuttaṁ sāvatthiyaṁ anāthapiṇḍikaṁ gahapatiṁ ārabbha ‘‘tumhe kho gahapati bhikkhusaṅghaṁ paccupaṭṭhitā cīvara piṇḍapāta senāsana gilānapaccayabhesajjaparikkhārena . Na kho gahapati tāvatakeneva tuṭṭhi karaṇīyā ‘‘mayaṁ bhikkhusaṅghaṁ paccupaṭṭhitā cīvarapiṇḍapātasenāsanagilāna paccaya bhesajjaparikkhārenā’’ti. Tasmātiha gahapati evaṁ sikkhitabbaṁ ‘‘kindi mayaṁ kālena kālaṁ pavivekaṁ pītiṁ upasampajja vihareyyāmā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:870": "Vaṇijjāsutta",
  "anya-e0904n:871": "Pu – tattheva āvuso sattamaṁ vaṇijjāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:872": "Vi – tattheva bhante sattamaṁ vaṇijjāsuttaṁ ‘‘pañcimā bhikkhave vaṇijjā upāsakena akaraṇīyā. Katamā pañca, satthavaṇijjā sattavaṇijjā maṁsavaṇijjā majjavaṇijjā visavaṇijjā. Imā kho bhikkhave pañca vaṇijjā upāsakena akaraṇīyā’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:873": "Gavesīsutta",
  "anya-e0904n:874": "Pu – tattheva āvuso dasamaṁ gavesīsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:875": "Vi – dasamaṁ bhante gavesīsuttaṁ kosalesu āyasmantaṁ ānandattheraṁ dhammabhaṇḍāgārikaṁ ārabbha bhāsitaṁ. Āyasmā bhante ānandatthero dhammabhaṇḍāgāriko bhagavantaṁ etadavoca ‘‘ko nu kho bhante hetu ko paccayo bhagavato sitassa pātukammāya, na akāraṇena tathāgatā sitaṁ pātukarontī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘bhūtapubbaṁ ānanda imasmiṁ padese nagaraṁ ahosi iddhañceva phītañca bahujanaṁ ākiṇṇamanussaṁ, taṁ kho panānanda nagaraṁ kassapo bhagavā arahaṁ sammāsambuddho upanissāya vihāsī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:876": "Vācāsutta",
  "anya-e0904n:877": "Pu – brāhmaṇavagge āvuso aṭṭhamaṁ vācāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:878": "Vi – brāhmaṇavagge bhante aṭṭhamaṁ vācāsuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgatā vācā subhāsitā hoti no dubbhāsitā, anavajjā ca ananuvajjā ca viññūnaṁ. Katamehi pañcahi, kālena bhāsitā hoti, saccā ca bhāsitā hoti, saṇhā ca bhāsitā hoti, atthasaṁhitā ca bhāsitā hoti, mettācittena ca bhāsitā hoti, imehi kho bhikkhave pañcahi aṅgehi samannāgatā vācā subhāsitā hoti no dubbhāsitā, anavajjā ca ananuvajjā ca viññūna’’nti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:879": "Kulasutta",
  "anya-e0904n:880": "Pu – tattheva āvuso navamaṁ kulasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:881": "Vi – tattheva bhante navamaṁ kulasuttaṁ ‘‘yaṁ bhikkhave sīlavanto pabbajitā kulaṁ upasaṅkamanti, tattha manussā pañcahi ṭhānehi bahuṁ puññaṁ pasavanti. Katamehi pañcahi, yasmiṁ bhikkhave samaye sīlavante pabbajite kulaṁ upasaṅkamante manussā disvā cittāni pasādenti, saggasaṁvattanikaṁ bhikkhave taṁ kulaṁ tasmiṁ samaye paṭipadaṁ paṭipannaṁ hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:882": "Kimilavagga",
  "anya-e0904n:883": "Dhammassavanasutta",
  "anya-e0904n:884": "Pu – kimilavagge pana āvuso dutiyaṁ dhammassavanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:885": "Vi – kimilavagge bhante dutiyaṁ dhammassavanasuttaṁ ‘‘pañcime bhikkhave ānisaṁsā dhammassavane. Katame pañca, assutaṁ suṇāti, sutaṁ pariyodāpeti, kaṅkhaṁ vitarati, diṭṭhiṁ ujuṁ karoti, cittamassa pasīdati, ime kho bhikkhave pañca ānisaṁsā dhammassavane’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:886": "Akkosakavagga",
  "anya-e0904n:887": "Akkhantisutta",
  "anya-e0904n:888": "Pu – akkosakavagge pana āvuso pañcamaṁ akkhantisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:889": "Vi – akkosakavagge bhante pañcamaṁ akkhantisuttaṁ ‘‘pañcime bhikkhave ādīnavā akkhantiyā. Katame pañca, bahuno janassa appiyo hoti amanāpo, verabahulo ca hoti, vajjabahulo ca, sammūḷho kālaṁ karoti, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:890": "Apāsādikasutta",
  "anya-e0904n:891": "Pu – tattheva āvuso aṭṭhamaṁ apāsādikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:892": "Vi – tattheva bhante aṭṭhamaṁ apāsādikasuttaṁ ‘‘pañcime bhikkhave ādīnavā apāsādike. Katame pañca, appasannā nappasīdanti, pasannānañca ekaccānaṁ aññathattaṁ hoti, satthusāsanaṁ akataṁ hoti, pacchimā janatā diṭṭhānugatiṁ āpajjati, cittamassa nappasīdati. Ime kho bhikkhave pañca ādīnavā apāsādike’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:893": "Āvāsikavagga",
  "anya-e0904n:894": "Āvāsikasutta",
  "anya-e0904n:895": "Pu – āvāsikavagge panāvuso paṭhamaṁ āvāsikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:896": "Vi – āvāsikavagge bhante paṭhamaṁ āvāsikasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato āvāsiko bhikkhu abhāvanīyo hoti. Katamehi pañcahi, na ākappasampanno hoti na vattasampanno, na bahussuto hoti na sutadharo, na paṭisallekhitā hoti na paṭisallānārāmo, na kalyāṇavāco hoti na kalyāṇavākkaraṇo, duppañño hoti jaḷo eḷamūgo. Imehi kho bhikkhave pañcahi dhammehi samannāgato āvāsiko bhikkhu abhāvanīyo hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:897": "Avaṇṇārahasutta",
  "anya-e0904n:898": "Pu – tattheva āvuso sattamaṁ avaṇṇārahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:899": "Vi – tattheva bhante sattamaṁ avaṇṇārahasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato āvāsiko bhikkhu yathābhataṁ nikkhitto evaṁ niraye. Katamehi pañcahi, ananuvicca apariyogāhetvā avaṇṇārahassa vaṇṇaṁ bhāsati, ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṁ bhāsati, āvāsamaccharī hoti āvāsapaligedhī, kulamaccharī hoti kulapaligedhi, saddhādeyyaṁ vinipāteti. Imehi kho bhikkhave pañcahi dhammehi samannāgato āvāsiko bhikkhu yathābhataṁ nikkhitto evaṁ niraye’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:900": "Duccaritavagga",
  "anya-e0904n:901": "Paṭhamaduccaritasutta",
  "anya-e0904n:902": "Pu – duccaritavagge pana āvuso paṭhamaṁ duccaritasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:903": "Vi – duccaritavagge bhante paṭhamaṁ duccaritasuttaṁ ‘‘pañcime bhikkhave ādīnavā duccarite. Katame pañca, attāpi attānaṁ upavadati, anuvicca viññū garahanti, pāpako kittisaddo abbhuggacchati, sammūḷho kālaṁ karoti, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. Ime kho bhikkhave pañca ādīnavā duccarite’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:904": "Sivathikasutta",
  "anya-e0904n:905": "Pu – tattheva āvuso navamaṁ sivathikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:906": "Vi – tattheva bhante navamaṁ sivathikasuttaṁ ‘‘pañcime bhikkhave ādīnavā sivathikāya. Katame pañca, asuci, duggandhā, sappaṭibhayā, vāḷānaṁ amanussānaṁ āvāso, bahuno janassa ārodanā. Ime kho bhikkhave pañca ādīnavā sivathikāyā’’ti evamādinā bhagavatā bhāsitaṁ."
}