{
  "anya-e0501n13:0": "14. Vipākapaccayo",
  "anya-e0501n13:1": "Chattiṁsavidhā vipākabhūtā sahajātacittacetasikā dhammā vipāka paccayo. Teyeva aññamaññañca paṭisandhikkhaṇe kammajarūpāni ca pavattikkhaṇe vipāka cittajātāni cittajarūpāni ca vipākapaccayuppannā.",
  "anya-e0501n13:2": "Kenaṭṭhena vipākoti. Vipaccanaṭṭhena vipāko. Vipaccanaṁ nāma mudutaruṇabhāvaṁ atikkamma vipakkabhāvaṁ āpajjanaṁ. Kassa pana dhammassa mudutaruṇabhāvo, kassa vipakkabhāvoti. Nānākkhaṇikakammapaccaya saṅkhātassa atītakammassa mudutaruṇabhāvo, tasseva kammassa vipakkabhāvo.",
  "anya-e0501n13:3": "Tattha ekassa kammassa catasso avatthāyo honti cetanā vatthā kammāvatthā nimittāvatthā vipākāvatthāti.",
  "anya-e0501n13:4": "Tattha tāya cetanāya niruddhāyapi tassā kiriyā viseso na nirujjhati, taṁ cittasantānaṁ anugacchatiyeva. Ayaṁ kammāvatthā nāma.",
  "anya-e0501n13:5": "Nimittāvatthāti taṁ kammaṁ yadā vipaccituṁ okāsaṁ labhati, tadā maraṇāsannakāle tassa puggalassa tameva kammaṁ vā paccupaṭṭhāti, so puggalo tadā dānaṁ dento viya sīlaṁ rakkhanto viya pāṇaghātaṁ vā karonto viya hoti. Kammanimittaṁ vā paccupaṭṭhāti, dāna vatthuādikaṁ vā satthādikaṁ vā aññaṁ vāpi pubbe tassa kammassa upakaraṇabhūtaṁ ārammaṇaṁ tadā tassa puggalassa hatthagataṁ viya hoti. Gatinimittaṁ vā paccupaṭṭhāti, dibbavimānādikaṁ vā nirayaggijālādikaṁ vā uppajjamānabhave upalabhitabbaṁ vā anubhavitabbaṁ vā ārammaṇaṁ tadā dissamānaṁ hoti. Ayaṁ nimittā vatthā nāma.",
  "anya-e0501n13:6": "Vipākāvatthāti sace so puggalo tathā paccupaṭṭhitaṁ taṁ kammaṁ vā kammanimittaṁ vā gatinimittaṁ vā ekaṁ ārammaṇaṁ amuñcamāno marati, tadā taṁ kammaṁ tasmiṁbhave vipaccati, taṁ kammaṁ tasmiṁbhave eko attabhāvo hutvā pātubhavati . Tattha purimāsu tīsu avatthāsu taṁ kammaṁ mudutaruṇabhūtaṁ hoti, pacchimaṁ pana vipākāvatthaṁ patvā vipakkabhūtaṁ hoti. Tena vuttaṁ vipaccanaṁ nāma mudutaruṇabhāvaṁ atikkamma vipakkabhāvaṁ āpajjananti. Evaṁ vipakkabhāvaṁ āpanno citta cetasikadhammasamūho vipāko nāma.",
  "anya-e0501n13:7": "Tattha yathā ambapphalāni nāma yadā vipakkabhāvaṁ āpajjanti, tadā sabbaso siniddharūpāni honti. Evamevaṁ vipākadhammā nāma nirussāhā nibyāpārā hutvā sabbaso santarūpā honti. Tesaṁ santarūpattāyeva bhavaṅgacittānaṁ ārammaṇaṁ avibhūtaṁ hoti, bhavaṅgato vuṭṭhānakāle taṁ ārammaṇaṁ na jānāti. Tathāhi rattiyaṁ niddāyantassa purimabhave maraṇāsannakāle yathāgahitaṁ kammādikaṁ ārammaṇaṁ ārabbha bhavaṅgasotaṁ pavattamānaṁpi tassa bhavaṅgasotassa taṁ ārammaṇaṁ ārabbha idaṁ nāma me purimabhave ārammaṇaṁ diṭṭhanti kassaci jānanavīthicittassa uppattiyā paccayo na hoti. So puggalo niddāyanakālepi uṭṭhānakālepi purimabhavasiddhaṁ taṁ nimittaṁ na jānāti. Evaṁ nirussāhanibyāpārasantarūpa bhāvena upakārakatā vipākapaccayatā nāmāti. Vipāka paccayadīpanā niṭṭhitā."
}