{
  "anya-e0201n2:0": "3. Kārakakaṇḍa",
  "anya-e0201n2:1": "Paṭhamāvibhattirāsi",
  "anya-e0201n2:2": "Atha nāmavibhattīnaṃ atthabhedā vuccante.",
  "anya-e0201n2:3": "Kasmiṃ atthe paṭhamā?",
  "anya-e0201n2:4": "289.Paṭhamatthamattecaṃ. 2.1.93; pā. 2.3.46.",
  "anya-e0201n2:5": "Nāmassa abhidheyyamatte paṭhamāvibhatti hoti.",
  "anya-e0201n2:6": "Rukkho, mālā, dhanaṃ.",
  "anya-e0201n2:7": "Ettha ca mattasaddena kattu, kammādike vibhatyatthe nivatteti. Tasmā atthamattanti liṅgatthoyeva vuccati.",
  "anya-e0201n2:8": "Tattha anuccārite sati suṇantassa avidito attho līnattho nāma. Taṃ līnamatthaṃ gameti bodhetīti liṅgaṃ, uccāritapadaṃ.",
  "anya-e0201n2:9": "Taṃ pana pakatiliṅgaṃ, nipphannaliṅganti duvidhaṃ. Tattha vibhattirahitaṃ pakatiliṅgaṃ idhādhippetaṃ liṅga, vibhattīnaṃ visuṃ visuṃ vibhāgaṭṭhānattā.",
  "anya-e0201n2:10": "Līnaṃ aṅganti liṅgaṃ. Tattha ‘līna’nti apākaṭaṃ. ‘Aṅga’nti avayavo. Liṅgaṃ, nāmaṃ, pāṭipadikanti atthato ekaṃ.",
  "anya-e0201n2:11": "Liṅgassa attho paramattho, paññattiatthoti duvidho. Tathā visesanattho, visesyatthoti.",
  "anya-e0201n2:12": "Tattha visesanattho nāma sakattho, tassa tassa saddassa paṭiniyato pāṭipuggalikatthoti vuttaṃ hoti. Soyeva tasmiṃ tasmiṃ atthe ādimhi sadduppattiyā cirakālañca saddapavattiyā nibaddhakāraṇattā nimittatthoti ca vuccati . So suti, jāti, guṇa, dabba, kriyā, nāma, sambandhavasena sattavidho hoti.",
  "anya-e0201n2:13": "Visesyattho nāma sāmaññattho, bahunimittānaṃ sādhāraṇatthoti vuttaṃ hoti, soyeva taṃtaṃnimittayogā nemittakatthoti ca vuccati, so jāti, guṇa, dabba, kriyā, nāmavasena pañcavidho. Go, sukko, daṇḍī, pācako, tissoti.",
  "anya-e0201n2:14": "Tattha gosaddo yadā jātimattaṃ vadati go jātīti, tadā suti visesanaṃ. Yadā dabbaṃ vadati go gacchatīti, tadā suti ca jāti ca visesanaṃ.",
  "anya-e0201n2:15": "Sukkasaddo yadā guṇamattaṃ vadati sukko guṇoti, tadā suti visesanaṃ. Yadā guṇavisesaṃ vadati gossa sukkoti, tadā suti ca guṇajāti ca visesanaṃ. Yadā guṇavantaṃ dabbaṃ vadati sukko goti, tadā suti ca guṇajāti ca guṇaviseso ca sambandho ca visesanaṃ.",
  "anya-e0201n2:16": "Daṇḍīsaddo yadā jātimattaṃ vadati daṇḍī jātīti, tadā suti ca dabbañca visesanaṃ. Yadā dabbavantaṃ dabbaṃ vadati daṇḍī purisoti, tadā suti ca dabbañca jāti ca sambandho ca visesanaṃ.",
  "anya-e0201n2:17": "Pācakasaddo yadā jātimattaṃ vadati pācako jātīti, tadā suti ca kriyā ca visesanaṃ. Yadā kriyānipphādakaṃ dabbaṃ vadati pācako purisoti, tadā suti ca kriyā ca jāti ca kriyākārakasambandho ca visesanaṃ.",
  "anya-e0201n2:18": "Tissasaddo yadā nāmamattaṃ vadati tisso nāmanti, tadā suti visesanaṃ. Yadā nāmavantaṃ dabbaṃ vadati, tisso bhikkhūti, tadā suti ca nāmajāti ca sambandho ca visesanaṃ.",
  "anya-e0201n2:19": "Sabbattha yaṃ yaṃ vadatīti vuttaṃ, taṃ taṃ visesyanti ca dabbanti ca veditabbaṃ. Ettha ca suti nāma saddasabhāvā eva hoti, saddapakkhikā eva. Sabbo saddo paṭhamaṃ sattābhidhāyakoti ca ñāse vuttaṃ. Tasmā sabbattha sutiṭṭhāne sattā eva yuttā vattunti. Sattāti ca tassa tassa atthassa vohāramattenapi loke vijjamānatā vuccati, taṃ taṃ saddaṃ suṇantassa ca ñāṇaṃ taṃtadatthassa atthitāmattaṃ sabbapaṭhamaṃ jānāti, tato paraṃ jātisadde jātiṃ jānāti. Guṇasadde guṇanti evamādi sabbaṃ vattabbaṃ. Liṅga, saṅkhyā, parimāṇānipi visesanatthe saṅgayhanti.",
  "anya-e0201n2:20": "Tattha liṅgaṃ nāma ye itthi, purisānaṃ liṅga, nimitta, kuttā’kappā nāma abhidhamme vuttā, ye ca napuṃsakānaṃ liṅga, nimitta, kuttā’kappā nāma avuttasiddhā, ye ca saddesu ceva atthesu ca visadā’visadākāra, majjhimākārā sandissanti, sabbametaṃ liṅgaṃ nāma.",
  "anya-e0201n2:21": "Evaṃ visesana, visesyavasena duvidho attho pubbe vuttassa saddaliṅgassa attho nāma, so saliṅgo, sasaṅkhyo, saparimāṇo cāti tividho hoti.",
  "anya-e0201n2:22": "Tattha saliṅgo yathā? Saññā, phasso, cittaṃ. Kaññā, puriso, kulaṃ. Mālā, rukkho, dhananti.",
  "anya-e0201n2:23": "Sasaṅkhyo yathā? Eko, dve, tayo, bahū iccādi.",
  "anya-e0201n2:24": "Saparimāṇo yathā? Vidatthi, hattho, doṇo, āḷhakaṃ iccādi.",
  "anya-e0201n2:25": "Api ca suddho, saṃsaṭṭhoti duvidho liṅgattho. Tattha kammādisaṃsaggarahito suddho nāma. So saliṅgo, sasaṅkhyo, saparimāṇo, upasaggattho, nipātattho, pāṭi-padikatthoti chabbidho. Atthi, sakkā, labbhāiccādi idha pāṭipadikaṃ nāma. Tuna, tvāna, tvā, tave, tuṃ, khattuṃpaccayantāpi nipātesu gayhanti.",
  "anya-e0201n2:26": "Saṃsaṭṭho vuttasaṃsaṭṭho, avuttasaṃsaṭṭhoti duvidho. Tattha vuttasaṃsaṭṭho catubbidho samāsena vuttasaṃsaṭṭho, taddhitena, ākhyātena, kitenāti. Tattha samāsena vutto chakārakasambandhavasena sattavidho, bhāvena saddhiṃ aṭṭhavidho vā, tathā taddhitena vutto. Ākhyātena vutto kattu, kamma, bhāvavasena tividho. Kitena vutto chakāraka, bhāvavasena sattavidho. Sabbo suddho ceva vuttasaṃsaṭṭho ca paṭhamāya visayo.",
  "anya-e0201n2:27": "Avuttasaṃsaṭṭhopi kattusaṃsaṭṭho, kammasaṃsaṭṭhotiādinā anekavidho. So dutiyādīnaṃ eva visayoti. Ettha ca vibhattiyā vinā kevalo saddo payogaṃ nārahatīti katvā payogārahatthameva chabbidhe suddhe catubbidhe ca vuttasaṃsaṭṭhe paṭhamā payujjati, na atthajotanatthaṃ.",
  "anya-e0201n2:28": "Kenaci vācakena avuttāni pana kammādīni vibhattīhi vinā viditāni na hontītikatvā atthajotanatthampi kammādīsu dutiyādayo payujjanti. Tasmā atthamatteti idha desantarāvacchedake visayamatte bhummaṃ. Kamme dutiyāiccādīsu pana nipphādetabbe payojane bhummanti evaṃ dvinnaṃ bhummānaṃ nānattaṃ veditabbanti.",
  "anya-e0201n2:29": "290.Āmantaneka. 285; rū. 70; nī. 578; caṃ. 2.1.94; pā. 2.3.47; āmantaṇe (bahūsu).",
  "anya-e0201n2:30": "Pageva siddhassa vatthuno nāmena vā nipātena vā attano abhimukhīkaraṇaṃ āmantanaṃ nāma. Adhikāmantane atthamatte paṭhamā hoti. Ettha ca āmantanapadaṃ nāma kriyāpekkhaṃ na hoti, tasmā kārakasaññaṃ na labhati.",
  "anya-e0201n2:31": "Taṃ pana duvidhaṃ sādarā’nādaravasena. Ehi samma, ehi jeti.",
  "anya-e0201n2:32": "Tathā sajīva, nijjīvavasena, bho purisa, vadehi bho saṅkha, vadehi bho saṅkha dī. ni. 2.426. Ummujja bho puthusile, ummujja bho puthusileti saṃ. ni. 4.358.",
  "anya-e0201n2:33": "Tathā paccakkhā’paccakkhavasena, bho purisa, kahaṃ ekaputtaka, kahaṃ ekaputtakāti saṃ. ni. 2.63; dha. pa. aṭṭha. 1.2.",
  "anya-e0201n2:34": "Tathā niyamā’niyamavasena, bho purisa, acchariyaṃ vata bho abbhutaṃ vata bho dī. ni. 2.192. Yatra hi nāma saññī samānotiādi dī. ni. 2.192. Idaṃ āmantanaṃ nāma pageva siddhe eva hoti, na vidhātabbe, na hi pageva rājabhāvaṃ vā bhikkhubhāvaṃ vā appattaṃ janaṃ ‘‘bho rājā’’ti vā ‘‘bho bhikkhū’’ti vā āmantentīti.",
  "anya-e0201n2:35": "Paṭhamāvibhattirāsi niṭṭhito.",
  "anya-e0201n2:36": "Dutiyāvibhattirāsi",
  "anya-e0201n2:37": "Kasmiṃ atthe dutiyā?",
  "anya-e0201n2:38": "291.Kamme dutiyāka. 297; rū. 284; nī. 580; caṃ. 2.1.43; pā. 1.4.49-51.",
  "anya-e0201n2:39": "Kammatthe dutiyā hoti. Kariyateti kammaṃ, taṃ nibbattikammaṃ, vikatikammaṃ, pattikammanti tividhaṃ hoti.",
  "anya-e0201n2:40": "Tattha nibbattikammaṃ yathā? Iddhimā hatthivaṇṇaṃ māpeti, rājā nagaraṃ māpeti, mātā puttaṃ vijāyati, bījaṃ rukkhaṃ janeti, kammaṃ vipākaṃ janeti, āhāro balaṃ janeti, jano puññaṃ karoti, pāpaṃ karoti, buddho dhammaṃ desesi, vinayaṃ paññapesi, bhikkhu jhānaṃ uppādeti, maggaṃ uppādeti iccādi.",
  "anya-e0201n2:41": "Vikatikammaṃ yathā? Gehaṃ karoti, rathaṃ karoti, ghaṭaṃ karoti, paṭaṃ vāyati, odanaṃ pacati, bhattaṃ pacati, kaṭṭhaṃ aṅgāraṃ karoti, suvaṇṇaṃ kaṭakaṃ karoti, gehaṃ jhāpeti, rukkhaṃ chindati, pākāraṃ bhindati, vihayo lunāti, pāṇaṃ hanati, bhattaṃ bhuñjati iccādi.",
  "anya-e0201n2:42": "Pattikammaṃ yathā? Gāmaṃ gacchati, gehaṃ pavisati, rukkhaṃ ārohati, nadiṃ tarati, ādiccaṃ passati, dhammaṃ suṇāti, buddhaṃ vandati payirupāsati iccādi.",
  "anya-e0201n2:43": "Pakatikammaṃ, vikatikammanti duvidhaṃ. Suvaṇṇaṃ kaṭakaṃ karoti, kaṭṭhaṃ aṅgāraṃ karoti, purisaṃ ṭhitaṃ passati, purisaṃ gacchantaṃ passati, bhikkhuṃ passati sataṃ, sampajānaṃ, abhikkamantaṃ, paṭikkamantaṃ, ālokentaṃ, vilokentaṃ, samiñjentaṃ, pasārentaṃ.",
  "anya-e0201n2:44": "Ettha ‘purisaṃ, bhikkhu’nti pakatikammaṃ, ‘ṭhitaṃ, sataṃ’iccādīni vikatikammāni.",
  "anya-e0201n2:45": "Dhātukammaṃ, kāritakammanti duvidhaṃ. Gāmaṃ gacchati, purisaṃ gāmaṃ gameti.",
  "anya-e0201n2:46": "Dhātukammañca dvikammikadhātūnaṃ duvidhaṃ padhānakammaṃ, appadhānakammanti. Ajapālo ajaṃ gāmaṃ neti, puriso bhāraṃ gāmaṃ vahati, harati, gāmaṃ sākhaṃ kaḍḍhati, gāviṃ khīraṃ dohati, brāhmaṇaṃ kambalaṃ yācati, brāhmaṇaṃ bhattaṃ bhikkhati, gāviyo vajaṃ avarundhati, bhagavantaṃ pañhaṃ pucchati, rukkhaṃ phalāni ocināti, sissaṃ dhammaṃ bravīti, bhagavā bhikkhū etadavoca udā. 23 (thokaṃ visadisaṃ), sissaṃ dhammaṃ anusāsati iccādi.",
  "anya-e0201n2:47": "Ettha ca ‘ajaṃ, khīraṃ’ iccādi padhānakammaṃ nāma kattārā pariggahetuṃ iṭṭhatarattā. ‘Gāmaṃ, gāviṃ’iccādi appadhānakammaṃ nāma tathā aniṭṭhatarattā.",
  "anya-e0201n2:48": "Tattha padhānakammaṃ kathinakammaṃ nāma, kammabhāve thirakammanti vuttaṃ hoti. Appadhānakammaṃ akathinakammaṃ nāma, athirakammanti vuttaṃ hoti. Tañhi kadāci sampadānaṃ hoti, kadāci apādānaṃ, kadāci sāmi, kadāci okāso. Yathā – so maṃ dakāya neti, gāvito khīraṃ dohati, gāviyā khīraṃ dohahi, gāviyaṃ khīraṃ dohati iccādi.",
  "anya-e0201n2:49": "Kamme dutiyāti vattate.",
  "anya-e0201n2:50": "292.Gatibodhāhārasaddatthā kammaka bhajjādīnaṃ payojjeka. 300; rū. 286; nī. 587; caṃ. 2.1.44; pā. 1.4.52.",
  "anya-e0201n2:51": "Niccavidhisuttamidaṃ. Gamanatthānaṃ bodhanatthānaṃ āhāratthānaṃ saddatthānaṃ akammakānaṃ bhajjādīnañca dhātūnaṃ payojje kammani dutiyā hoti. Ettha ca payojjakammaṃ nāma kāritakammaṃ vuccati.",
  "anya-e0201n2:52": "Puriso purisaṃ gāmaṃ gamayati, sāmiko ajapālaṃ ajaṃ gāmaṃ nayāpeti, ācariyo sissaṃ dhammaṃ bodheti, puriso purisaṃ bhattaṃ bhojeti, ācariyo sissaṃ dhammaṃ pāṭheti, puriso purisaṃ sayāpeti, acchāpeti, uṭṭhāpeti, puriso purisaṃ dhaññaṃ bhajjāpeti, koṭṭāpeti, uddharāpeti.",
  "anya-e0201n2:53": "Etesamīti kiṃ? Puriso purisena odanaṃ pāceti.",
  "anya-e0201n2:54": "Ettha ca gamanatthādīnaṃ payojje tatiyāpi rūpasiddhiyaṃ 141 piṭṭhe saddanītiyañca sutta-148 piṭṭhe vuttā. Saddanītiyaṃ tatiyāpayogepi kammatthameva icchati. Ñāsādīsu katvatthaṃ icchanti.",
  "anya-e0201n2:55": "Yadā pana paṭhamaṃ payojakaṃ añño dutiyo payojeti, tadā paṭhamo payojjo nāma. Tasmiṃ tatiyāevāti vuttiyaṃ vuttaṃ. Attanā vippakataṃ kuṭiṃ parehi pariyosāpeti pārā. 363.",
  "anya-e0201n2:56": "293.Harādīnaṃ vāka. 300; rū. 286; nī. 587; caṃ. 2.1.45; pā. 1.4.53.",
  "anya-e0201n2:57": "Harādīnaṃ payojje kammani vikappena dutiyā hoti.",
  "anya-e0201n2:58": "Sāmiko purisaṃ bhāraṃ hāreti purisena vā, purisaṃ āhāraṃ ajjhohāreti purisena vā, purisaṃ kammaṃ kāreti purisena vā, rājā purisaṃ attānaṃ dasseti purisena vā, purisaṃ buddhaṃ vandāpeti purisena vā.",
  "anya-e0201n2:59": "194.Na khādādīnaṃka. 300; rū. 286; nī. 587; caṃ. 2.1.47; pā. 1.4.57.",
  "anya-e0201n2:60": "Khādādīnaṃ payojje kammani na dutiyā hoti.",
  "anya-e0201n2:61": "Sāmiko purisena khajjaṃ khādāpeti, ada-bhakkhane, bhattaṃ ādeti, sāmiko dāsena purisaṃ avhāpeti, saddāyāpeti, kandayati, nādayati. Ettha ca ‘saddāyāpetī’ti saddaṃ kārāpeti, nāmadhātu cesā. Kanda, nadāpi saddatthāyeva.",
  "anya-e0201n2:62": "295.Vahissāniyantukeka. 300; rū. 286; nī. 587; caṃ. 2.1.48; pā. 1.4.52.",
  "anya-e0201n2:63": "Vahissāti dhātuniddeso i-kāro, niyāmeti payojetīti niyantā, natthi niyantā etassāti aniyantuko. Yassa aññena payojakena kiccaṃ natthi, sayameva ñatvā vahati, so aniyantuko nāma, vahadhātussa tādise aniyantuke payojje kammani dutiyā na hoti.",
  "anya-e0201n2:64": "Sāmiko dāsena bhāraṃ vāheti.",
  "anya-e0201n2:65": "Aniyantuketi kiṃ? Balībadde bhāraṃ vāheti.",
  "anya-e0201n2:66": "296.Bhakkhissāhiṃsāyaṃka. 300; rū. 286; nī. 587; caṃ. 2.1.49; pā. 1.4.5.",
  "anya-e0201n2:67": "Bhakkhituṃ icchantassa bhakkhāpanaṃ hiṃsā nāma na hoti, anicchantassa bhakkhāpanaṃ hiṃsā nāma, bhakkhadhātussa payojje kammani ahiṃsāvisaye dutiyā na hoti.",
  "anya-e0201n2:68": "Sāmiko purisena modake bhakkhāpeti.",
  "anya-e0201n2:69": "Ahiṃsāyanti kiṃ? Balībadde sassaṃ bhakkhāpeti. Ettha ‘sassa’nti thūlataraṃ sassanti vadanti.",
  "anya-e0201n2:70": "Pāḷiyaṃ ‘‘sabbesaṃ viññāpetvāna apa. thera 1.1.438, tosenti sabbapāṇinaṃ apa. thera 1.1.300. Therassa patto dutiyassa gāhetabbo’’ iccādinā pārā. 615 payojje chaṭṭhīpi dissati.",
  "anya-e0201n2:71": "297.Jhādīhi yuttāka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.50; pā. 2.3.2.",
  "anya-e0201n2:72": "Dhīiccādīhi nipātopasaggehi yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:73": "Dhī brāhmaṇassa hantāraṃ dha. pa. 389, dhīratthu’maṃ pūtikāyaṃ jā. 1.3.129, dhīratthu taṃ dhanalābhaṃ jā. 1.4.36, dhīratthu bahuke kāme. Tatiyāpi dissati, dhīratthu jīvitena me jā. 2.17.135. Antarā ca rājagahaṃ antarā ca nāḷandaṃ dī. ni. 1.1, abhito gāmaṃ vasati, paritogāmaṃ vasati, nadiṃ nerañjaraṃ pati su. ni. 427, etesu chaṭṭhyatthe dutiyā.",
  "anya-e0201n2:74": "Tathā paṭibhāti maṃ bhagavā udā. 45; saṃ. ni. 1.217, apissu maṃ tisso upamāyo paṭibhaṃsu ma. ni. 1.374, paṭibhātu taṃ bhikkhu dhammo bhāsituṃ mahāva. 258. Paṭibhantu taṃ cunda bojjhaṅgā saṃ. ni. 3.79 – ‘ma’nti mama, ‘ta’nti tava, sampadānatthe dutiyā. ‘Ma’nti mamañāṇe, ‘ta’nti tavañāṇetipi vaṇṇesuṃ. Na upāyamantarena atthassa siddhi, natthi samādānamantarena sikkhāpaṭilābho, nevidha na huraṃ na ubhayamantarena, esevanto dukkhassa ma. ni. 3.393; udā. 74. Tattha ‘antarenā’ti nipātapadametaṃ, vajjetvātyattho. Pubbena gāmaṃ, dakkhiṇena gāmaṃ, uttarena gāmaṃ, gāmassa pubbeti attho.",
  "anya-e0201n2:75": "Upasaggapubbānaṃ akammakadhātūnaṃ payoge ādhāre dutiyā, pathaviṃ adhisessati, gāmaṃ adhitiṭṭhati, rukkhaṃ ajjhāvasati, mañcaṃ vā pīṭhaṃ vā abhinisīdeyya vā abhinipajjeyya vā pāci. 130, gāmaṃ upavasati, gāmaṃ anuvasati, pabbataṃ adhivasati, gharaṃ āvasati, agāraṃ ajjhāvasati dī. ni. 1.258; pārā. 519, uposathaṃ upavasati, kāmāvacaraṃ upapajjati, rūpāvacaraṃ upapajjati, arūpāvacaraṃ upapajjati, sakkassa sahabyataṃ upapajjati, nipannaṃ vā upanipajjeyya dī. ni. 3.282, nisinnaṃ vā upanisīdeyya dī. ni. 3.282, ṭhitaṃ vā upatiṭṭheyya dī. ni. 3.282 iccādi.",
  "anya-e0201n2:76": "Tappāna, cārepi dutiyā, nadiṃ pivati, samuddaṃ pivati, gāmaṃ carati, araññaṃ carati, nadiyaṃ, gāmeti attho.",
  "anya-e0201n2:77": "Kāla, disāsupi ādhāre eva dutiyā, taṃ khaṇaṃ, taṃ muhuttaṃ, taṃ kālaṃ, ekamantaṃ khu. pā. 5.1, ekaṃ samayaṃ khu. pā. 5.1; dī. ni. 1.1, pubbaṇhasamayaṃ pārā. 16, sāyanhasamayaṃ, taṃ divasaṃ, imaṃ rattiṃ dī. ni. 3.285, dutiyampi, tatiyampi, catutthaṃ vā pañcamaṃ vā appeti, tato pubbaṃ, tato paraṃ, purimaṃ disaṃ dī. ni. 2.336, dakkhiṇaṃ disaṃ dī. ni. 2.336, pacchimaṃ disaṃ dī. ni. 2.336, uttaraṃ disaṃ dī. ni. 2.336, imā dasa disāyo, katamaṃ disaṃ tiṭṭhati nāgarājā jā. 1.16.104, imāsu disāsu katamāya disāya tiṭṭhati chaddantanāgarājāti atthoiccādi.",
  "anya-e0201n2:78": "298.Lakkhaṇitthambhūtavicchāsvabhināka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.54; pā. 1.4.90, 91; 2.3.8.",
  "anya-e0201n2:79": "Lakkhaṇādīsu atthesu pavattena abhinā yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:80": "Lakkhīyati lakkhitabbaṃ anenāti lakkhaṇaṃ. Ayaṃ pakāro itthaṃ, īdiso visesoti attho. Itthaṃ bhūto pattoti itthambhūto. Bhinne atthe byāpituṃ icchā vicchā.",
  "anya-e0201n2:81": "Tattha lakkhaṇe –",
  "anya-e0201n2:82": "Rukkhamabhi vijjotate vijju, rukkhaṃ abhi byāpetvā vijjotateti attho, vijjobhāsena byāpito rukkho vijjuppādassa lakkhaṇaṃ saññāṇaṃ hoti.",
  "anya-e0201n2:83": "Itthambhūte –",
  "anya-e0201n2:84": "Sādhu devadatto mātaramabhi, mātaraṃ abhi visiṭṭhaṃ katvā sādhūti attho, devadatto sakkaccaṃ mātupaṭṭhāne aggapurisoti vuttaṃ hoti. Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato pārā. 1. Ettha ca ‘abbhuggato’ti abhi visiṭṭhaṃ katvā uggatoti attho, ayaṃ kittisaddo bhoto gotamassa sakalalokaggabhāvaṃ pakāsetvā uggatoti vuttaṃ hoti, kittisaddasambandhe pana tassa kho pana bhoto gotamassāti attho.",
  "anya-e0201n2:85": "Vicchāyaṃ –",
  "anya-e0201n2:86": "Rukkhaṃ rukkhaṃ abhi vijjotate cando, byāpetvā vijjotatetyattho.",
  "anya-e0201n2:87": "Ettha ca lakkhaṇādiatthā abhisaddena jotanīyā piṇḍatthā eva, na vacanīyatthā, byāpanādiatthā eva vacanīyatthāti.",
  "anya-e0201n2:88": "299.Patiparīhi bhāge caka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.55; pā. 1.4.90.",
  "anya-e0201n2:89": "Lakkhaṇi’tthambhūta, vicchāsu ca bhāge ca pavattehi pati, parīhi yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:90": "Lakkhaṇe –",
  "anya-e0201n2:91": "Rukkhaṃ pati vijjotate vijju, rukkhaṃ pari vijjotate vijju. Tattha ‘patī’ti paṭicca, ‘parī’ti pharitvā.",
  "anya-e0201n2:92": "Itthambhūte –",
  "anya-e0201n2:93": "Sādhu devadatto mātaraṃ pati, sādhu devadatto mātaraṃ pari.",
  "anya-e0201n2:94": "Vicchāyaṃ –",
  "anya-e0201n2:95": "Rukkhaṃ rukkhaṃ pati vijjotate cando, rukkhaṃ rukkhaṃ pari vijjotate cando.",
  "anya-e0201n2:96": "Bhāge –",
  "anya-e0201n2:97": "Taṃ dīyatu, yadettha maṃ pati siyā, taṃ dīyatu, yadettha maṃ pari siyā. Tattha ‘patī’ti paṭicca, ‘parī’ti paricca, uddissāti attho, ‘ṭhapita’nti pāṭhaseso. Ettha maṃ uddissa yaṃ vatthu ṭhapitaṃ siyā, taṃ me dīyatūtyattho, etesu bahūsu bhāgesu yo mama bhāgo, so mayhaṃ dīyatūti vuttaṃ hotīti.",
  "anya-e0201n2:98": "300.Anunāka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.56; pā. 1.4.84, 90.",
  "anya-e0201n2:99": "Lakkhaṇi’tthambhūta, vicchāsu ca bhāge ca pavattena anunā yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:100": "Lakkhaṇe –",
  "anya-e0201n2:101": "Rukkhaṃ anu vijjotate vijju, rukkhaṃ anu pharitvāti attho. Caturāsītisahassāni, sambuddhamanupabbajuṃ bu. vaṃ. 21.5, ‘sambuddha’nti bodhisattaṃ, anu gantvā pabbajiṃsūti attho, vipassibodhisatte pabbajite sati tānipi caturāsītikulaputtasahassāni pabbajiṃsūti vuttaṃ hoti. Saccakriyamanu vuṭṭhi pāvassi, ‘anū’ti anvāya, paṭiccāti attho, saccakriyāya sati saccakriyahetu devo pāvassīti vuttaṃ hoti. ‘‘Hetu ca lakkhaṇaṃ bhavatī’’ti vuttiyaṃ vuttaṃ. Saccakriyāya sahevātipi yujjati. ‘‘Saha sacce kate mayha’’nti cariyā. 3.82 hi vuttaṃ.",
  "anya-e0201n2:102": "Itthambhūte –",
  "anya-e0201n2:103": "Sādhu devadatto mātaramanu. Tattha ‘anū’ti anvāya paṭicca.",
  "anya-e0201n2:104": "Vicchāyaṃ –",
  "anya-e0201n2:105": "Rukkhaṃ rukkhaṃ anu vijjotate cando. Tattha ‘anū’ti anu pharitvā.",
  "anya-e0201n2:106": "Bhāge –",
  "anya-e0201n2:107": "Yadettha maṃ anu siyā, taṃ dīyatu. Tattha ‘anū’ti anvāya. Sesaṃ vuttanayameva.",
  "anya-e0201n2:108": "301.Sahattheka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.57; pā. 1.4.85.",
  "anya-e0201n2:109": "Sahatthe anunā yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:110": "Pabbataṃ anu tiṭṭhati pabbatamanusenā tiṭṭhati (moggallānavuttiyaṃ). Nadiṃ anvāvasitā bārāṇasī. ‘Anū’ti anugantvā, nadiyā saha ābaddhā tiṭṭhatīti vuttaṃ hoti.",
  "anya-e0201n2:111": "302.Hīneka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.58; pā. 1.4.86.",
  "anya-e0201n2:112": "Hīne pavattena anunā yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:113": "Anu sāriputtaṃ paññavanto, anugatā pacchato gatāti attho, sabbe paññavanto sāriputtato hīnāti vuttaṃ hoti.",
  "anya-e0201n2:114": "303.Upenaka. 299; rū. 288; nī. 582, 586; caṃ. 2.1.59; pā. 1.4.87.",
  "anya-e0201n2:115": "Hīne upena yuttā liṅgamhā dutiyā hoti.",
  "anya-e0201n2:116": "Upa sāriputtaṃ paññavanto, upecca gatā samīpe gatāti attho, hīnātveva vuttaṃ hoti.",
  "anya-e0201n2:117": "Ettha ca abhiiccādayo kammappavacanīyāti saddasatthesu vuttā. Tattha pakārena vuccatīti pavacanīyaṃ, pakāro ca lakkhaṇi’tthambhūta, vicchādiko piṇḍattho vuccati, kammanti byāpanādikriyā, kammaṃ pavacanīyaṃ yehi te kammappavacanīyā.",
  "anya-e0201n2:118": "Tattha byāpanādikriyāvisesavācīhi upasaggehi sambandhesati kammatthe dutiyā hoti, asambandhe pana ādhāra, sāmyādiatthesu hoti, lakkhaṇādayo pana sāmatthiyasiddhā piṇḍatthā evāti.",
  "anya-e0201n2:119": "304.Kāladdhānamaccantasaṃyogeka. 298; rū. 287; nī. 581; pā. 2.3.5",
  "anya-e0201n2:120": "Kālassa vā addhuno vā dabba, guṇa, kriyāhi accantaṃ nirantaraṃ saṃyoge kāla’ddhānavācīhi liṅgehi paraṃ dutiyā hoti.",
  "anya-e0201n2:121": "Kāle –",
  "anya-e0201n2:122": "Sattāhaṃ gavapānaṃ, māsaṃ maṃsodanaṃ, saradaṃ ramaṇīyā nadī, sabbakālaṃ ramaṇīyaṃ nandanaṃ, māsaṃ sajjhāyati, vassasataṃ jīvati, tayo māse abhidhammaṃ deseti.",
  "anya-e0201n2:123": "Addhāne –",
  "anya-e0201n2:124": "Yojanaṃ vanarāji, yojanaṃ dīgho pabbato, kosaṃ sajjhāyati.",
  "anya-e0201n2:125": "Accantasaṃyogeti kiṃ? Māse māse bhuñjati, yojane yojane vihāro.",
  "anya-e0201n2:126": "Ettha ca kriyāvisesanampi kattārā sādhetabbattā kammagatikaṃ hoti, tasmā tampi ‘kamme dutiyā’ti ettha kammasaddena gayhati.",
  "anya-e0201n2:127": "Sukhaṃ seti, dukkhaṃ seti, sīghaṃ gacchati, khippaṃ gacchati, dandhaṃ gacchati, muduṃ pacati, garuṃ essati, lahuṃ essati, sannidhikārakaṃ bhuñjati, samparivattakaṃ otāpeti, kāyappacālakaṃ gacchati pāci. 590, hatthappacālakaṃ gacchati, sīsappacālakaṃ gacchati pāci. 594-595, surusurukārakaṃ bhuñjati pāci. 627, avagaṇḍakārakaṃ bhuñjati pāci. 622, piṇḍukkhepakaṃ bhuñjati pāci. 620, hatthaniddhunakaṃ bhuñjati pāci. 623, hatthanillehakaṃ bhuñjati pāci. 628, candimasūriyā samaṃ pariyāyanti, visamaṃ pariyāyanti iccādi.",
  "anya-e0201n2:128": "Dutiyāvibhattirāsi niṭṭhito.",
  "anya-e0201n2:129": "Tatiyāvibhattirāsi",
  "anya-e0201n2:130": "Kasmiṃ atthe tatiyā?",
  "anya-e0201n2:131": "305.Kattukaraṇesu tatiyāka. 286, 288; rū. 291, 293; nī. 591, 594; caṃ. 2.1.62-3; pā. 2.3.18.",
  "anya-e0201n2:132": "Kattari karaṇe ca tatiyā hoti. Kattāti ca kārakoti ca atthato ekaṃ ‘‘karotīti kattā, karotīti kārako’’ti, tasmā ‘‘kattukārako’’ti vutte dvinnaṃ pariyāyasaddānaṃ vasena ayameva kriyaṃ ekantaṃ karoti, sāmī hutvā karoti, attappadhāno hutvā karotīti viññāyati, tato kriyā nāma kattuno eva byāpāro, na aññesanti ca, aññe pana kriyāsādhane kattuno upakārakattā kārakā nāmāti ca, tathā anupakārakattā akārakā nāmāti ca viññāyantīti.",
  "anya-e0201n2:133": "Tattha kattā tividho sayaṃkattā, payojakakattā, kammakattāti.",
  "anya-e0201n2:134": "Tattha dhātvatthaṃ sayaṃ karonto sayaṃkattā nāma, puriso kammaṃ karoti.",
  "anya-e0201n2:135": "Paraṃ niyojento payojakakattā nāma, puriso dāsaṃ kammaṃ kāreti.",
  "anya-e0201n2:136": "Kammakattā nāma payojjakakattāpi vuccati, puriso dāsena kammaṃ kāreti dāsassa vā, yo ca aññena kataṃ payogaṃ paṭicca kammabhūtopi sukarattā vā kammabhāvena avattukāmatāya vā ajānanatāya vā vañcetukāmatāya vā kattubhāvena voharīyati, so kammakattā nāma, kusūlo sayameva bhijjati, ghaṭo sayameva bhijjati. Apica sukaro vā hotu dukkaro vā, yo kammarūpakriyāpade paṭhamanto kattā, so kammakattāti vuccati. Saddarūpena kammañca taṃ attharūpena kattā cāti kammakattā, kusūlo bhijjati, ghaṭo bhijjati, paccati munino bhattaṃ, thokaṃ thokaṃ ghare ghare iccādi.",
  "anya-e0201n2:137": "Ettha ca saddattho duvidho paramattho, paññattatthoti. Tattha paramattho ekantena vijjamānoyeva. Paññattattho pana koci vijjamānoti sammato. Yathā? Rājaputto, govisāṇaṃ, campakapupphanti. Koci avijjamānoti sammato. Yathā? Vañjhāputto, sasavisāṇaṃ, udumbarapupphanti. Saddo ca nāma vatticchāpaṭibaddhavuttī hoti, vattamāno ca saddo atthaṃ na dīpetīti natthi, saṅkete sati suṇantassa atthavisayaṃ buddhiṃ na janetīti natthīti adhippāyo. Iti avijjamānasammatopi attho saddabuddhīnaṃ visayabhāvena vijjamāno eva hoti. Itarathā ‘vañjhāputto’ti padaṃ suṇantassa tadatthavisayaṃ cittaṃ nāma na pavatteyyāti, saddabuddhīnañca visayabhāvena vijjamāno nāma attho saddanānātte buddhinānātte ca sati nānā hoti, visuṃ visuṃ vijjamāno nāma hotīti adhippāyo. Evaṃ saddabuddhivisayabhāvena vijjamānañca nānābhūtañca atthaṃ paṭicca kārakanānāttaṃ kriyākārakanānāttañca hoti , na pana sabhāvato vijjamānameva nānābhūtameva ca atthanti niṭṭhamettha gantabbaṃ. Tasmā ‘‘saṃyogo jāyate’’ iccādīsu saddabuddhīnaṃ nānāttasiddhena atthanānāttena dvinnaṃ saddānaṃ dvinnaṃ atthānañca kriyākārakatāsiddhi veditabbāti.",
  "anya-e0201n2:138": "Kayirate anenāti karaṇaṃ, kriyāsādhane kattuno sahakārīkāraṇanti vuttaṃ hoti. Taṃ duvidhaṃ ajjhattikakaraṇaṃ, bāhirakaraṇanti.",
  "anya-e0201n2:139": "Tattha kattuno aṅgabhūtaṃ karaṇaṃ ajjhattikaṃ nāma, puriso cakkhunā rūpaṃ passati, manasā dhammaṃ vijānāti, hatthena kammaṃ karoti, pādena maggaṃ gacchati, rukkho phalabhārena oṇamati.",
  "anya-e0201n2:140": "Kattuno bahibhūtaṃ bāhiraṃ nāma, puriso yānena gacchati, pharasunā parasunā (sakkataganthesu) chindati, rukkho vātena oṇamati.",
  "anya-e0201n2:141": "306.Sahatthenaka. 287; rū. 296; nī. 592; caṃ. 2.1.65; pā. 2.3.19.",
  "anya-e0201n2:142": "Sahasaddassa attho yassa soti sahattho, sahatthena saddena yuttā liṅgamhā tatiyā hoti. Sahasaddassa attho nāma samavāyattho.",
  "anya-e0201n2:143": "So tividho dabbasamavāyo, guṇasamavāyo, kriyāsamavāyoti. Puttena saha dhanavā pitā, puttena saha thūlo pitā, puttena saha āgato pitā. Saha, saddhiṃ, samaṃ, nānā, vināiccādiko sahatthasaddo nāma.",
  "anya-e0201n2:144": "Nisīdi bhagavā saddhiṃ bhikkhusaṅghena mahāva. 59, sahassena samaṃ mitā saṃ. ni. 1.32, piyehi nānābhāvo vinābhāvo dī. ni. 2.183, 207, saṅgho saha vā gaggena vinā vā gaggena uposathaṃ kareyya mahāva. 167.",
  "anya-e0201n2:145": "307.Lakkhaṇerū. 147 piṭṭhe; nī. 598; caṃ. 2.1.66; pā. 2.3.21.",
  "anya-e0201n2:146": "Lakkhaṇaṃ vuccati itthambhūtalakkhaṇaṃ, tasmiṃ tatiyā hoti.",
  "anya-e0201n2:147": "Assupuṇṇehi nettehi, pitaraṃ so udikkhati jā. 2.22.2123. Brahmabhūtena attanā viharati a. ni. 3.67, asambhinnena vilepanena rājānamadakkhi, tidaṇḍakena paribbājakamadakkhi, ūnapañcabandhanena pattena aññaṃ pattaṃ cetāpeti pārā. 612 (thokaṃ visadisaṃ), bhikkhu pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena gāmaṃ piṇḍāya pāvisi, sā kāḷī dāsī bhinnena sīsena lohitena galantena pativissakānaṃ ujjhāpesi ma. ni. 1.226, ukkhittakāya antaraghare gacchanti pāci. 584, pallatthikāya antaraghare nisīdanti pāci. 599.",
  "anya-e0201n2:148": "Aṅgavikāropi idha saṅgayhati ka. 291; rū. 299; nī. 603, akkhinā kāṇaṃ passati, ‘akkhī’ti idaṃ ‘kāṇa’nti pade visesanaṃ, vikalena cakkhuaṅgena so kāṇo nāma hoti. Hatthena kuṇiṃ passati, pādena khañjaṃ passati.",
  "anya-e0201n2:149": "308.Hetumhika. 289; rū. 297; nī. 601.",
  "anya-e0201n2:150": "Hinoti pavattati phalaṃ etenāti hetu, tasmiṃ tatiyā hoti.",
  "anya-e0201n2:151": "Annena vasati, vijjāya sādhu, kammunā vattati loko, kammunā vattati pajā ma. ni. 2.460; su. ni. 659 (vattatī pajā). Kammunā vasalo hoti, kammunā hoti brāhmaṇo su. ni. 136. Kenaṭṭhena dha. sa. aṭṭha. nidānakathā, kena nimittena, kena vaṇṇena saṃ. ni. 1.234 kena paccayena, kena hetunā jā. 2.22.2097, kena kāraṇena jā. aṭṭha. 4.15 mātaṅgajātakavaṇṇanā iccādi.",
  "anya-e0201n2:152": "Ettha ca karaṇaṃ tividhaṃ kriyāsādhakakaraṇaṃ, visesanakaraṇaṃ, nānāttakaraṇanti.",
  "anya-e0201n2:153": "Tattha kriyāsādhakaṃ pubbe vuttameva.",
  "anya-e0201n2:154": "Visesanakaraṇaṃ yathā? Ādicco nāma gottena, sākiyo nāma jātiyā su. ni. 425. Gottena gotamo nātho apa. thera 1.1.253 (visadisaṃ), sāriputtoti nāmena apa. thera 1.1.251, vissuto paññavā ca so, jātiyā khattiyo buddho dī. ni. 2.92, jātiyā sattavassiko mi. pa. 6.4.8, sippena naḷakāro so, ekūnatiṃso vayasā dī. ni. 2.214, vijjāya sādhu, tapasā uttamo, suvaṇṇena abhirūpo, pakatiyā abhirūpo, pakatiyā bhaddako, yebhuyyena mattikā pāci. 86, dhammena samena rajjaṃ kāreti, samena dhāvati, visamena dhāvati, sukhena sukhito homi, pāmojjena pamudito bu. vaṃ. 2.78. Dvidoṇena dhaññaṃ kiṇāti, sahassena asse vikkiṇāti, attanāva attānaṃ sammannati pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā (sammanni) iccādi.",
  "anya-e0201n2:155": "Nānāttakaraṇaṃ yathā? Kiṃ me ekena tiṇṇena, purisena thāmadassinā bu. vaṃ. 2.56. Kiṃ te jaṭāhi dummedha, kiṃ te ajinasāṭiyā dha. pa. 394. Alaṃ te idha vāsena pārā. 436, alaṃ me buddhena pārā. 52, kinnumebuddhena pārā. 52, na mamattho buddhena pārā. 52, maṇinā me attho pārā. 344, vadeyyātha bhante yenattho, pānīyena pāṇiyena (mū.) attho, mūlehi bhesajjehi attho mahāva. 263, seyyena atthiko, mahagghena atthiko, māsena pubbo, pitarā sadiso, mātarā samo, kahāpaṇena ūno, dhanena vikalo, asinā kalaho, vācāya kalaho, ācārena nipuṇo, vācāya nipuṇo, guḷena missako, tilena missako, vācāya sakhilo iccādi.",
  "anya-e0201n2:156": "Tathā kammā’vadhi, ādhāra’ccantasaṃyoga, kriyāpavaggāpi nānāttakaraṇe saṅgayhanti.",
  "anya-e0201n2:157": "Kamme tāva –",
  "anya-e0201n2:158": "Tilehi khette vappati, tantavāyehi cīvaraṃ vāyāpeti, sunakhehi khādāpenti iccādi.",
  "anya-e0201n2:159": "Avadhimhi –",
  "anya-e0201n2:160": "Sumuttā mayaṃ tena mahāsamaṇena cūḷava. 437, muttomhi kāsirājena, cakkhu suññaṃ attena vā attaniyena vā saṃ. ni. 4.85, ottappati kāyaduccaritena a. ni. 5.2, hirīyati kāyaduccaritena a. ni. 5.2, jigucchati sakena kāyena, pathabyā ekarajjena, saggassa gamanena vā. Sabbalokādhipaccena, sotāpattiphalaṃ varaṃ dha. pa. 178 iccādi.",
  "anya-e0201n2:161": "Ādhāre –",
  "anya-e0201n2:162": "Tena khaṇena tena layena tena muhuttena mahāva. 17, tena samayena pārā. 1, kālena dhammassavanaṃ khu. pā. 5.9. So vo mamaccayena satthā dī. ni. 2.216, tiṇṇaṃ māsānaṃ accayena dī. ni. 2.168; udā. 51, pubbena gāmaṃ, dakkhiṇena gāmaṃ, puratthimena dhataraṭṭho, dakkhiṇena virūḷhako pacchimena virūpakkho dī. ni. 2.336, yena bhagavā tenupasaṅkami khu. pā. 5.1 iccādi.",
  "anya-e0201n2:163": "Accantasaṃyoge –",
  "anya-e0201n2:164": "Māsena bhuñjati, yojanena dhāvati iccādi.",
  "anya-e0201n2:165": "Kriyāpavaggo nāma kriyāya sīghataraṃ niṭṭhāpanaṃ, tasmiṃ jotetabbe tatiyā, ekāheneva bārāṇasiṃ pāpuṇi, tīhi māsehi abhidhammaṃ desesi, navahi māsehi vihāraṃ niṭṭhāpesi, gamanamattena labhati, oṭṭhapahaṭamattena paguṇaṃ akāsi.",
  "anya-e0201n2:166": "Tatiyāvibhattirāsi niṭṭhito.",
  "anya-e0201n2:167": "Catutthīvibhattirāsi",
  "anya-e0201n2:168": "Kasmiṃ atthe catutthī?",
  "anya-e0201n2:169": "309.Sampadāne catutthīka. 293; rū. 301; nī. 605; catutthī sampadāne (bahūsu), caṃ. 2.1.73; pā. 2.3.13.",
  "anya-e0201n2:170": "Sampadāne catutthī hoti. Sammā padīyate assāti sampadānaṃ, sampaṭicchakanti vuttaṃ hoti.",
  "anya-e0201n2:171": "Taṃ vatthusampaṭicchakaṃ, kriyāsampaṭicchakanti duvidhaṃ. Bhikkhussa cīvaraṃ deti, buddhassa silāghate.",
  "anya-e0201n2:172": "Puna anirākaraṇaṃ, anumati, ārādhananti tividhaṃ hoti. Tattha na nirākaroti na nivāretīti anirākaraṇaṃ, diyyamānaṃ na paṭikkhipatīti attho. Asati hi paṭikkhipane sampaṭicchanaṃ nāma hotīti. Kāyacittehi sampaṭicchanākāraṃ dassetvā paṭiggaṇhantaṃ sampadānaṃ anumati nāma. Vividhehi āyācanavacanehi parassa cittaṃ ārādhetvā sampaṭicchantaṃ ārādhanaṃ nāma. Bodhirukkhassa jalaṃ deti, bhikkhussa annaṃ deti, yācakassa annaṃ deti.",
  "anya-e0201n2:173": "Kriyāsampaṭicchakaṃ nānākriyāvasena bahuvidhaṃ.",
  "anya-e0201n2:174": "Tattha rocanakriyāyoge –",
  "anya-e0201n2:175": "Tañca amhākaṃ ruccati ceva khamati ca ma. ni. 1.179; ma. ni. 2.435, pabbajjā mama ruccati jā. 2.22.43, kassa sāduṃ na ruccati, na me ruccati bhaddante, ulūkassābhisecanaṃ jā. 1.3.60. Gamanaṃ mayhaṃ ruccati, māyasmantānampi saṅghabhedo ruccittha pārā. 418, yassāyasmato na khamati, khamati saṅghassa pārā. 438, bhattaṃ mayhaṃ chādeti, bhattamassa nacchādeti cūḷava. 282, tesaṃ bhikkhūnaṃ lūkhāni bhojanāni nacchādenti mahāva. 261 (thokaṃ visadisaṃ). Tattha ‘chādetī’ti icchaṃ uppādetīti attho.",
  "anya-e0201n2:176": "Dhāraṇappayoge –",
  "anya-e0201n2:177": "Chattaggāho rañño chattaṃ dhāreti, sampatijātassa bodhisattassa devā chattaṃ dhārayiṃsu.",
  "anya-e0201n2:178": "Buddhassa silāghate, thometīti attho, tuyhaṃ hanute, tuṇhibhāvena vañcetīti attho, bhikkhunī bhikkhussa bhuñjamānassa pānīyena vā vidhūpanena vā upaṭṭhāti pāci. 816 (visadisaṃ). Dutiyāpi hoti, rañño upaṭṭhāti, rājānaṃ upaṭṭhāti, ahaṃ bhotiṃ upaṭṭhissaṃ jā. 2.22.1934, ahaṃ taṃ upaṭṭhissāmi, mātāpituupaṭṭhānaṃ khu. pā. 5.6, tuyhaṃ sapate, sapassu me vepacitti saṃ. ni. 1.253, sapathampi te samma ahaṃ karomi jā. 2.21.407, tava mayi saddahanatthaṃ saccaṃ karomīti attho, rañño sataṃ dhāreti, idha kulaputto na kassaci kiñci dhāreti a. ni. 4.62, tassa rañño mayaṃ nāgaṃ dhārayāma. Tattha ‘rañño sataṃ dhāretī’ti sataṃ balidhanaṃ vā daṇḍadhanaṃ vā nidetīti nidhetīti, nidhema (keci) attho, ‘‘iṇaṃ katvā gaṇhātī’’ti ca vadanti. ‘Dhārayāmā’ti puna nidema nidhetīti, nidhema (keci), tuyhaṃ saddahati, mayhaṃ saddahati, saddahāsi siṅgālassa, surāpītassa brāhmaṇa jā. 1.1.113.",
  "anya-e0201n2:179": "Devāpi te pihayanti tādino dha. pa. 94 (tassa pihayanti), devāpi tesaṃ pihayanti, sambuddhānaṃ satīmataṃ dha. pa. 181, ‘pihayantī’ti punappunaṃ daṭṭhuṃ patthentīti attho. Dutiyāpi hoti, sace maṃ pihayasi, dhanaṃ piheti, hiraññaṃ piheti, suvaṇṇaṃ piheti. Tatiyāpi dissati, rūpena piheti, saddena piheti iccādi.",
  "anya-e0201n2:180": "Tassa kujjha mahāvīra jā. 1.4.49, mā me kujjha rathesabha jā. 2.22.1696 (kujjhi), yadihaṃ tassa kuppeyyaṃ, mātu kuppati, pitu kuppati, yo appaduṭṭhassa narassa dussati dha. pa. 125; su. ni. 667; jā. 1.5.94, duhayati disānaṃ megho, pūreti vināseti vāti attho, akāle vassanto hi vināseti nāma, yo mittānaṃ na dubbhati jā. 2.22.19, aduṭṭhassa tuvaṃ dubbhi jā. 1.16.295, mittānaṃ na dubbheyya, titthiyā issanti samaṇānaṃ, ussūyanti dujjanā guṇavantānaṃ, pativissakānaṃ ujjhāpesi ma. ni. 1.226 (ujjhāpesi), mā tumhe tassa ujjhāyittha udā. 26 (visadisaṃ), mahārājānaṃ ujjhāpetabbaṃ viravitabbaṃ vikkanditabbaṃ, kyāhaṃ ayyānaṃ aparajjhāmi pārā. 383 ayye vā, rañño aparajjhati rājānaṃ vā, ārādho me rājā hoti.",
  "anya-e0201n2:181": "Pati, āpubbassa su-dhātussa anu, patipubbassa ca gī-dhātussa yoge sampadāne catutthī. Tatra kho bhagavā bhikkhū āmantesi ‘‘bhikkhavo’’ti, ‘‘bhaddante’’ti te bhikkhū bhagavato paccassosuṃ a. ni. 1.1. Ettha ca pubbavākye āmantanakriyāya kattā bhagavā, so paravākye paccāsuyoge sampadānaṃ hoti, ‘paccassosu’nti bhaddanteti paṭivacanaṃ adaṃsūti attho. Bhikkhū buddhassa āsuṇanti, rājā bimbisāro pilindavacchattherassa ārāmikaṃ paṭissutvā mahāva. 270, amacco rañño bimbisārassa paṭissutvā mahāva. 270, sampaṭicchitvāti attho, bhikkhu janaṃ dhammaṃ sāveti , jano tassa bhikkhuno anugiṇāti paṭigiṇāti, sādhukāraṃ detīti attho.",
  "anya-e0201n2:182": "Ārocanatthayoge –",
  "anya-e0201n2:183": "Ārocayāmi vo bhikkhave ma. ni. 1.416, paṭivedayāmi vo bhikkhave ma. ni. 1.416, āmantayāmi vo bhikkhave dī. ni. 2.218 (visadisaṃ), dhammaṃ vo desessāmi ma. ni. 3.105, bhikkhūnaṃ dhammaṃ deseti, yathā no bhagavā byākareyya, niruttiṃ te pavakkhāmi, ahaṃ te ācikkhissāmi, ahaṃ te kittayissāmi, bhikkhūnaṃ etadavoca.",
  "anya-e0201n2:184": "310.Tadattheka. 277; rū. 303; nī. 554.",
  "anya-e0201n2:185": "Tassā tassā kriyāya atthoti tadattho, tadatthe sampadāne catutthī hoti.",
  "anya-e0201n2:186": "311.Sassāya catutthiyāka. 109; rū. 304; nī. 279-80.",
  "anya-e0201n2:187": "Akārantato catutthībhūtassa sassa āyo hoti vā.",
  "anya-e0201n2:188": "Vinayo saṃvaratthāya, saṃvaro avippaṭisāratthāya, avippaṭisāro pāmujjatthāya, pāmujjaṃ pītatthāya, pīti passaddhatthāya, passaddhi sukhatthāya, sukhaṃ samādhatthāya, samādhi yathābhūtañāṇadassanatthāya, yathābhūtañāṇadassanaṃ nibbidatthāya, nibbidā virāgatthāya, virāgo vimuttatthāya, vimutti vimuttiñāṇadassanatthāya, vimuttiñāṇadassanaṃ anupādāparinibbānatthāya pari. 366, atthāya hitāya sukhāya devamanussānaṃ ma. ni. 1.50, alaṃ kukkuccāya pārā. 38, alaṃ sammohāya, pākāya vajati, yuddhāya gacchati, gāmaṃ piṇḍāya pāvisiṃ pāci. 902.",
  "anya-e0201n2:189": "Tumatthopi tadatthe saṅgayhati, alaṃ mitte sukhāpetuṃ, amittānaṃ dukhāya ca jā. 2.17.13. Lokānukampāya buddho loke uppajjati, alaṃ phāsuvihārāya, abhiññāya sambodhāya nibbānāya saṃvattati mahāva. 13.",
  "anya-e0201n2:190": "Alamatthayoge –",
  "anya-e0201n2:191": "Alaṃ mallo mallassa, arahati mallo mallassa, alaṃ te idha vāsena pārā. 436, alaṃ te hiraññasuvaṇṇena, kiṃ me ekena tiṇṇena bu. vaṃ. 2.56, kiṃ te jaṭāhi dummedha, kiṃ te ajinasāṭiyā dha. pa. 394.",
  "anya-e0201n2:192": "Maññanāpayoge anādare apāṇismimeva catutthī, kaṭṭhassa tuvaṃ maññe, kaliṅgarassa kaḷiṅgarassa, kaḷaṅgarassa (ka.) tuvaṃ maññe, jīvitaṃ tiṇāyapi na maññati.",
  "anya-e0201n2:193": "Anādareti kiṃ? Suvaṇṇaṃ taṃ maññe.",
  "anya-e0201n2:194": "Apāṇisminti kiṃ? Gadrabhaṃ tuvaṃ maññe.",
  "anya-e0201n2:195": "Gatyatthānaṃ nayanatthānañca dhātūnaṃ kammani catutthī, appo saggāya gacchati dha. pa. 174, yo maṃ dakāya neti jā. 1.6.97, nirayāyupakaḍḍhati dha. pa. 311, mūlāya paṭikasseyya cūḷava. 111.",
  "anya-e0201n2:196": "Āsīsanakriyāyoge –",
  "anya-e0201n2:197": "Āyu bhavato hotu, bhaddaṃ te hotu, bhaddamatthu te jā. 1.8.15; jā. 2.17.1, kusalaṃ te hotu, anāmayaṃ te hotu, sukhaṃ te hotu, atthaṃ te hotu, hitaṃ te hotu, kalyāṇaṃ te hotu, svāgataṃ te hotu, sotthi te hotu sotthi gabbhassa ma. ni. 2.351, maṅgalaṃ te hotu.",
  "anya-e0201n2:198": "Sammutiyoge kammatthe [chaṭṭhī], itthannāmassa bhikkhuno rūpiyachaḍḍakassa sammuti pārā. 590, pattagāhāpakassa sammutiiccādi pārā. 614.",
  "anya-e0201n2:199": "Āvikaraṇādiyoge –",
  "anya-e0201n2:200": "Tuyhañcassa āvi karomi, tassa me sakko pāturahosi, tassa pahiṇeyya, bhikkhūnaṃ dūtaṃ pāhesi, kappati bhikkhūnaṃ āyogo, vaṭṭati bhikkhūnaṃ āyogo, patthodano dvinnaṃ tiṇṇaṃ nappahoti, ekassa pahoti, ekassa pariyatto, upamaṃ te karissāmi ma. ni. 1.258; jā. 2.19.24, añjaliṃ te paggaṇhāmi jā. 2.22.327, tathāgatassa phāsu hoti, āvikatā hissa phāsu mahāva. 134, lokassa attho, lokassa hitaṃ, maṇinā me attho pārā. 344, na mamattho buddhena pārā. 52, namatthu buddhānaṃ namatthu bodhiyā jā. 1.2.17, vipassissa ca namatthu dī. ni. 3.277, namo karohi nāgassa ma. ni. 1.249, namo te purisājañña, namo te purisuttama apa. thera 1.2.129. Sotthi pajānaṃ dī. ni. 1.274, suvatthi pajānaṃ iccādi.",
  "anya-e0201n2:201": "Catutthīvibhattirāsi niṭṭhito.",
  "anya-e0201n2:202": "Pañcamīvibhattirāsi",
  "anya-e0201n2:203": "Kasmiṃ atthe pañcamī?",
  "anya-e0201n2:204": "312.Pañcamyāvadhismiṃka. 295; rū. 307; nī. 607; caṃ. 2.1.81; pā. 2.3.28; 1.4.24.",
  "anya-e0201n2:205": "Avadhiyati vavatthiyati padattho etasmāti avadhi, tasmiṃ pañcamī hoti, avadhīti ca apādānaṃ vuccati.",
  "anya-e0201n2:206": "Apanetvā ito aññaṃ ādadāti gaṇhātīti apādānaṃ. Taṃ tividhaṃ niddiṭṭhavisayaṃ, uppāṭavisayaṃ, anumeyyavisayanti.",
  "anya-e0201n2:207": "Tattha yasmiṃ apādānavisayabhūto kriyāviseso sarūpato niddiṭṭho hoti, taṃ niddiṭṭhavisayaṃ. Yathā? Gāmā apenti munayo, nagarā niggato rājā.",
  "anya-e0201n2:208": "Yasmiṃ pana so pāṭhasesaṃ katvā ajjhāharitabbo hoti, taṃ uppāṭavisayaṃ. Yathā? Valāhakā vijjotate vijju, agārasmā anagāriyaṃ pabbajitoti mahāva. 30. Ettha hi ‘nikkhamitvā’ti padaṃ ajjhāharitabbaṃ.",
  "anya-e0201n2:209": "Yasmiṃ pana so niddiṭṭho ca na hoti, ajjhāharituñca na sakkā, atha kho atthato anumānavasena so viññeyyo hoti, taṃ anumeyyavisayaṃ. Yathā? Māthurā pāṭaliputtakehi abhirūpatarā, sīlameva sutā seyyo jā. 1.5.65, mayā bhiyyo na vijjati, aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa iccādi ma. ni. 3.207. Kriyaṃ vinā kārakaṃ nāma na sijjhatītikatvā ukkaṃsanakriyā ettha anumetabbā hoti. Evaṃ kriyāpadarahitesu dūrayogādīsupi avinābhāvikriyānumānaṃ veditabbaṃ.",
  "anya-e0201n2:210": "Puna calā’calavasena duvidhaṃ.",
  "anya-e0201n2:211": "Calaṃ yathā? Puriso dhāvatā assā patati, dve meṇḍā yujjhitvā aññamaññato apasakkanti. Ettha ca yadi calaṃ siyā, kathaṃ avadhi nāma bhaveyya. Accutilakkhaṇo hi avadhīti? Vuccate-dve meṇḍā sakasakakriyāya calanti, itarītarakriyāya avadhī hontīti natthi ettha avadhilakkhaṇavirodhoti.",
  "anya-e0201n2:212": "Acalaṃ yathā? Gāmā apenti munayo, nagarā niggato rājā.",
  "anya-e0201n2:213": "Puna kāyasaṃsaggapubbakaṃ, cittasaṃsaggapubbakanti duvidhaṃ hoti, gāmā apenti munayo, corā bhayaṃ jāyate. Ettha ca ‘‘kiṃva dūro ito gāmo, ito sā dakkhiṇā disā dī. ni. 3.279. Ito ekanavutikappe’’ti dī. ni. 2.4 ādīsu vadantassa cittasaṃsaggapubbakampi veditabbaṃ. ‘‘Na mātā puttato bhāyati, na ca putto mātito bhāyati, bhayā bhīto na bhāsasī’’ti jā. 2.21.138 pāḷi. Atthi te ito bhayaṃ ma. ni. 2.350, natthi te ito bhayaṃ, yato khemaṃ tato bhayaṃ jā. 1.9.58, corā bhāyati, corā bhīto. Chaṭṭhī ca, corassa bhāyati, corassa bhīto. Dutiyā ca, ‘‘kathaṃ paralokaṃ na bhāyeyya, evaṃ paralokaṃ na bhāyeyya, bhāyasi maṃ samaṇa su. ni. sūcilomasutta, nāhaṃ taṃ bhāyāmi su. ni. sūcilomasutta, bhāyitabbaṃ na bhāyati, nāhaṃ bhāyāmi bhoginaṃ jā. 2.22.835, na maṃ migā uttasantī’’ti jā. 2.22.307 pāḷipadāni dissanti. Tattha ‘‘bhogina’nti nāgaṃ, corā tasati uttasati corassa vā, sabbe tasanti daṇḍassa dha. pa. 129, pāpato ottappati jigucchati harāyati pāpena vā.",
  "anya-e0201n2:214": "Yato kiñci sippaṃ vā vijjaṃ vā dhammaṃ vā gaṇhāti, tasmiṃ akkhātari pañcamī, upajjhāyā adhīte, upajjhāyā sippaṃ gaṇhāti, dvāsīti buddhato gaṇhiṃ, dve sahassāni bhikkhuto. Caturāsītisahassāni, yeme dhammā pavattino theragā. 1027.",
  "anya-e0201n2:215": "Yato suṇāti, tasmiṃ pañcamī, chaṭṭhī ca, ito sutvā, imassa sutvā vā, yamhā dhammaṃ vijāneyya, sammāsambuddhadesitaṃ dha. pa. 392.",
  "anya-e0201n2:216": "Yato labhati, tasmiṃ pañcamī, saṅghato labhati, gaṇato labhati.",
  "anya-e0201n2:217": "Yato parājayati, yato pabhavati, yato jāyati, tasmiṃ pañcamī, buddhasmā parājayanti aññatitthiyā, pāḷiyaṃ pana parājiyoge apādānaṃ pāṭhasesavasena labbhati, tasmiṃ kho pana saṅgāme devā jiniṃsu, asurā parājiniṃsu. Ettha devehi parājiniṃsūti pāṭhaseso. ‘‘Mayaṃ jitāmhā ambakāya. Himavantā pabhavanti pañca mahānadiyo a. ni. aṭṭha. 3.8.19, ayaṃ bhāgīrathī gaṅgā, himavantā pabhāvitā’’ti pāḷi apa. thera 1.1.255, corā bhayaṃ jāyate, kāmato jāyate bhayaṃ dha. pa. 215, jātaṃ saraṇato bhayaṃ jā. 1.1.36; 1.2.13; 1.9.56, 57, 59, yaṃkiñci bhayaṃ vā veraṃ vā upaddavo vā upasaggo vā jāyati, sabbaṃ taṃ bālato jāyati, no paṇḍitato, kāmato jāyatī soko dha. pa. 214, ubhato sujāto putto dī. ni. 1.311, urasmā jāto, ure jāto vā, cīvaraṃ uppajjeyya saṅghato vā gaṇato vā ñātimittato vā pārā. 500 (thokaṃ visadisaṃ).",
  "anya-e0201n2:218": "Aññatthānaṃ yoge pañcamī, tato aññaṃ, tato paraṃ mahāva. 346, tato aparena samayena pārā. 195.",
  "anya-e0201n2:219": "Upasaggānaṃ yoge pana –",
  "anya-e0201n2:220": "313.Apaparīhi vajjaneka. 272; rū. 309; nī. 558, 568; caṃ. 2.1.82; pā. 1.4.88; 2.3.10.",
  "anya-e0201n2:221": "Vajjane pavattehi apa, parīhi yoge pañcamī hoti.",
  "anya-e0201n2:222": "Apapabbatā vassati devo, paripabbatā vassati devo, apasālāya āyanti vāṇijā, parisālāya āyanti vāṇijā, pabbataṃ sālaṃ vajjetvāti attho. Kaccāyane pana ‘‘uparipabbatā devo vassatī’’ti pāṭho porāṇapāṭho, paripabbatāti yutto. Upariyoge pana sattamīyeva dissati – ‘‘tasmiṃ uparipabbate ma. ni. 3.216; jā. 1.8.16, uparipāsāde dī. ni. 2.408, uparivehāse, uparivehāsakuṭiyā’’ti, pāci. 130 tattha pabbatassa upari uparipabbatanti attho.",
  "anya-e0201n2:223": "314.Paṭinidhipaṭidānesu patināka. 272; rū. 309; nī. 558, 568; caṃ. 2.1.83; pā. 2.3.11; 1.4.9.2.",
  "anya-e0201n2:224": "Paṭinidhi nāma paṭibimbaṭṭhapanaṃ, paṭidānaṃ nāma paṭibhaṇḍadānaṃ tesu pavattena patinā yoge pañcamī hoti.",
  "anya-e0201n2:225": "Buddhasmā pati sāriputto dhammaṃ deseti, telasmā pati ghataṃ deti.",
  "anya-e0201n2:226": "315.Rite dutiyā caka. 272; rū. 309; nī. 558, 568; caṃ. 2.1.84; pā. 2.3.29.",
  "anya-e0201n2:227": "Ritesaddena yoge pañcamī hoti dutiyā ca.",
  "anya-e0201n2:228": "Rite saddhammā, rite saddhammaṃ.",
  "anya-e0201n2:229": "316.Vināññatrehi tatiyā caka. 272; rū. 309; nī. 558, 568; caṃ. 2.1.85; pā. 2.3.32; ‘vināññatra tatiyāca’ (bahūsu).",
  "anya-e0201n2:230": "Vajjane pavattehi vinā, aññatrasaddehi yoge pañcamī, dutiyā, tatiyā ca honti.",
  "anya-e0201n2:231": "Vinā saddhammā, vinā saddhammaṃ, vinā saddhammena, aññatra saddhammā, aññatra saddhammaṃ, aññatra saddhammena.",
  "anya-e0201n2:232": "317.Puthunānāhi caka. 272; rū. 309; nī. 558, 568; caṃ. 2.1.86; pā. 2.3.32; ‘puthanānāhi ca’ (bahūsu).",
  "anya-e0201n2:233": "Vajjane pavattehi puthu, nānāsaddehi ca yoge pañcamī, tatiyā ca honti.",
  "anya-e0201n2:234": "Puthageva janasmā, puthageva janena, nānā saddhammā, nānā saddhammena, piyehi manāpehi nānābhāvo vinābhāvo dī. ni. 2.183; cūḷava. 437. ‘‘Te bhikkhū nānākulā pabbajitā’’ti ettha pana nānāppakārattho nānāsaddo, na vajjanattho, ettha ca vajjanattho nāma viyogattho asammissattho.",
  "anya-e0201n2:235": "Mariyādā’bhividhīsu pavattehi āsadda, yāvasaddehi yogepi pañcamī, dutiyā ca.",
  "anya-e0201n2:236": "Tattha yassa avadhino sambandhinī kriyā, taṃ bahikatvā pavattati, so mariyādo. Yathā? Āpabbatā khettaṃ tiṭṭhati āpabbataṃ vā, yāvapabbatā khettaṃ tiṭṭhati yāvapabbataṃ vā.",
  "anya-e0201n2:237": "Yassa sambandhinī kriyā, taṃ antokatvā byāpetvā pavattati, so abhividhi. Yathā? Ābhavaggā bhagavato kittisaddo abbhuggato ābhavaggaṃ vā, bhavato ābhavaggaṃ dhammato āgotrabhuṃ savantīti āsavā, yāvabhavaggā yāvabhavaggaṃ vā, tāvadeva yāvabrahmalokā saddo abbhuggato.",
  "anya-e0201n2:238": "Ārabbhe, sahatthe ca pañcamī, yatohaṃ bhagini ariyāya jātiyā jāto ma. ni. 2.351, yato paṭṭhāyāti attho. Yato sarāmi attānaṃ, yato pattosmi viññutaṃ jā. 2.22.307. Yato paṭṭhāya, yato pabhuti.",
  "anya-e0201n2:239": "Sahatthe –",
  "anya-e0201n2:240": "Saha sabbaññutaññāṇappaṭilābhā, saha parinibbānā dī. ni. 2.220, saha dassanuppādā.",
  "anya-e0201n2:241": "‘‘Uppādā vā tathāgatānaṃ anuppādā vā tathāgatāna’’nti saṃ. ni. 2.20, ettha bhāvalakkhaṇe pañcamī.",
  "anya-e0201n2:242": "‘‘Sahatthā dānaṃ deti, sahatthā paṭiggaṇhātī’’ti ettha karaṇe.",
  "anya-e0201n2:243": "‘‘Ajjatagge pāṇupetaṃ dī. ni. 1.250, tadagge kho vāseṭṭha’’iccādīsu dī. ni. 3.130, ārabbhe sattamī.",
  "anya-e0201n2:244": "‘‘Yatvādhikaraṇaṃ dī. ni. 1.213, yatonidānaṃ su. ni. 275, tatonidānaṃ’’ iccādīsu ma. ni. 1.238 vākye icchite sati hetvatthe pañcamī, samāse icchite sati atthamatte pañcamī.",
  "anya-e0201n2:245": "Dvinnaṃ kārakānaṃ kriyānañca majjhe pavattakāladdhānavācīhi pañcamī, luddako pakkhasmā migaṃ vijjhati, kosā kuñjaraṃ vijjhati. Ettha ca luddako sakiṃ migaṃ vijjhitvā pakkhabbhantaramhi na vijjhi, pakkhe paripuṇṇe puna vijjhati, pakkhasaddo dvinnaṃ vijjhanavārānaṃ majjhe kālavācī hoti, dvepi vijjhanakriyā kārakehi saheva sijjhantīti kārakānañca majjheti vuccati. Vuttiyaṃ pana ‘‘ajja bhutvā devadatto dvihe bhuñjissati, dvihā bhuñjissati, atraṭṭho’yamissāso kose lakkhaṃ vijjhati, kosā lakkhaṃ vijjhatī’’ti moga. 79 evaṃ sattamīvasena paripuṇṇavākyampi vuttaṃ. Pāḷiyaṃ ‘‘anāpatti chabbassā karoti pārā. 564, atirekachabbassā karotī’’ti pārā. 564, ‘‘chabbassānī’’tipi pāṭho.",
  "anya-e0201n2:246": "Rakkhanatthānaṃ yoge –",
  "anya-e0201n2:247": "Yañca vatthuṃ guttaṃ icchiyate, yato ca guttaṃ icchiyate, tattha pañcamī, yavehi gāvo rakkhati vāreti, taṇḍulā kāke rakkhati vāreti, taṃ maṃ puññā nivāresi, pāpā cittaṃ nivāraye dha. pa. 116, na naṃ jāti nivāreti, duggatyā garahāya vā su. ni. 141 (na ne). Rājato vā corato vā ārakkhaṃ gaṇhantu.",
  "anya-e0201n2:248": "Antaradhānatthayoge –",
  "anya-e0201n2:249": "Yassa adassanaṃ icchiyati, tasmiṃ pañcamī, upajjhāyā antaradhāyati sisso, nilīyatīti attho. Pāḷiyaṃ pana yassa adassanaṃ icchiyati, tasmiṃ chaṭṭhī eva- ‘‘antaradhāyissāmi samaṇassa gotamassa, antaradhāyissāmi samaṇassa gotamassā’’ti. ‘‘Na sakkhi me antaradhāyitu’’nti pāḷi, ‘antaradhāyissāmī’ti antarite acakkhuvisaye ṭhāne attānaṃ ṭhapessāmītyattho, nilīyissāmīti vuttaṃ hoti.",
  "anya-e0201n2:250": "Yasmiṃ ṭhāne antaradhāyati, tasmiṃ sattamī eva dissati, atikhippaṃ loke cakkhu antaradhāyissati dī. ni. 2.224 (visadisaṃ), jetavane antaradhāyitvā, brahmaloke antaradhāyitvā, maddakucchismiṃ antaradhāyitvā, tatthevantaradhāyī saṃ. ni. 1.1 iccādi. ‘‘Bhagavato purato antaradhāyitvā’’ti etthapi tosaddo sattamyatthe eva. ‘‘Sakko nimissa rañño sammukhe antarahito’’ti pāḷi. ‘Dhajatavane antaradhāyitvā’ti jetavane aññesaṃ adassanaṃ katvā, aññesaṃ acakkhuvisayaṃ katvāti attho. ‘‘Andhakāro antaradhāyati, āloko antaradhāyati, saddhammo antaradhāyati, sāsanaṃ antaradhāyati’’ iccādīsu pana chaṭṭhī, sattamiyo yathāsambhavaṃ veditabbā.",
  "anya-e0201n2:251": "Dūratthayoge –",
  "anya-e0201n2:252": "Kiṃva dūro ito gāmo, kacci ārā pamādamhā su. ni. 156, atho ārā pamādamhā su. ni. 157, gāmato avidūre, ārakā te moghapurisā imasmā dhammavinayā, ārakā tehi bhagavā, kilesehi ārakāti arahaṃ, ārā so āsavakkhayā dha. pa. 253. Dutiyā ca tatiyā ca chaṭṭhī ca, ārakā imaṃ dhammavinayaṃ iminā dhammavinayena vā, ārakā mandabuddhīnaṃ visuddhi ṭī. 1.130.",
  "anya-e0201n2:253": "Dūratthe –",
  "anya-e0201n2:254": "Dūratova namassanti, addasā kho bhagavantaṃ dūratova āgacchantaṃ dī. ni. 1.409, kinnu tiṭṭhatha ārakā, tasmā tiṭṭhāma ārakā. Dutiyā ca tatiyā ca, dūraṃ gāmaṃ āgato, dūrena gāmena āgato , dūrā gāmā āgato iccevattho, dūraṃ gāmena vā.",
  "anya-e0201n2:255": "Antikatthayoge –",
  "anya-e0201n2:256": "Antikaṃ gāmā, āsannaṃ gāmā, samīpaṃ gāmā. Dutiyā ca tatiyā ca chaṭṭhī ca, antikaṃ gāmaṃ, antikaṃ gāmena, antikaṃ gāmassa.",
  "anya-e0201n2:257": "Kāladdhānaṃ parimāṇavacane –",
  "anya-e0201n2:258": "Ito mathurāya catūsu yojanesu saṅkassaṃ, rājagahato pañcacattālīsayojane sāvatthi, ito ekanavutikappe dī. ni. 2.4, ito ekatiṃse kappe dī. ni. 2.4, ito sattame divase, ito tiṇṇaṃ māsānaṃ accayena parinibbāyissāmi dī. ni. 2.168; udā. 51 iccādi.",
  "anya-e0201n2:259": "Pamāṇatthe –",
  "anya-e0201n2:260": "Āyāmato ca vitthārato ca yojanaṃ, parikkhepato navayojanasataparimāṇo majjhimadeso parikkhepena vā, dīghaso navavidatthiyo pāci. 548, yojanaṃ āyāmena yojanaṃ vitthārena yojanaṃ ubbedhena sāsaparāsi saṃ. ni. 2.129 iccādi.",
  "anya-e0201n2:261": "Tvālopepi pañcamī. Ettha ca tvālopo nāma paripuṇṇavākye laddhabbassa tvāntapadassa aparipuṇṇavākye natthi bhāvo, yañca padaṃ tvāntapade sati kammaṃ vā hoti adhikaraṇaṃ vā. Taṃ tvāntapade asati padantare avadhi hoti, tasmiṃ pañcamī, pāsādā vā pāsādaṃ saṅkameyya saṃ. ni. 1.132, hatthikkhandhā vā hatthikkhandhaṃ saṅkameyya saṃ. ni. 1.132 iccādi. Ettha ca paṭhamaṃ ekaṃ pāsādaṃ abhirūhitvā puna aññaṃ pāsādaṃ saṅkameyyāti vā paṭhamaṃ ekasmiṃ pāsāde nisīditvā puna aññaṃ pāsādaṃ saṅkameyyāti vā evaṃ paripuṇṇavākyaṃ veditabbaṃ. ‘‘Andhakārā vā andhakāraṃ gaccheyya, tamā vā tamaṃ gaccheyyā’’ti saṃ. ni. 1.132 pāḷi. Tathā raṭṭhā raṭṭhaṃ vicarati, gāmā gāmaṃ vicarati, vanā vanaṃ vicarati, vihārato vihāraṃ gacchati, pariveṇato pariveṇaṃ gacchati, bhavato bhavaṃ gacchati, kulato kulaṃ gacchati iccādi. Tathā vinayā vinayaṃ pucchati, abhidhammā abhidhammaṃ pucchati, vinayā vinayaṃ katheti, abhidhammā abhidhammaṃ katheti. Etthapi paṭhamaṃ ekaṃ vinayavacanaṃ pucchitvā vā ekasmiṃ vinayavacane ṭhatvā vā puna aññaṃ vinayavacanaṃ pucchatīti paripuṇṇavākyaṃ veditabbaṃ. Vuttiyaṃ pana ‘‘pāsādaṃ āruyha pekkhati, pāsādā pekkhati, āsane pavisitvā pekkhati, āsanā pekkhatī’’ti vuttaṃ.",
  "anya-e0201n2:262": "Disatthayoge disatthe ca pañcamī, ito sā purimā disā dī. ni. 3.278, ito sā dakkhiṇā disā dī. ni. 3.278, avīcito upari, uddhaṃ pādatalā, adho kesamatthakā dī. ni. 2.377; ma. ni. 1.110.",
  "anya-e0201n2:263": "Disatthe –",
  "anya-e0201n2:264": "Purimato gāmassa, dakkhiṇato gāmassa, uparito pabbatassa, heṭṭhato pāsādassa, puratthimato, dakkhiṇato, yato khemaṃ, tato bhayaṃ jā. 1.9.58, yato yato sammasati, khandhānaṃ udayabbayaṃ dha. pa. 374 iccādi.",
  "anya-e0201n2:265": "Pubbādiyogepi pañcamī, pubbeva me sambodhā a. ni. 3.104, ito pubbe, tato pubbe, ito parā paccantimā janapadā mahāva. 259, tato pure, tato pacchā, tato uttari pārā. 499 iccādi.",
  "anya-e0201n2:266": "Vibhattatthe ca pañcamī chaṭṭhī ca. Vibhatti nāma pageva visuṃbhūtassa atthassa kenaci adhikena vā hīnena vā bhāgena tadaññato puthakkaraṇaṃ, māthurā pāṭaliputtakehi abhirūpatarā, yato paṇītataro vā visiṭṭhataro vā natthi, attadanto tato varaṃ dha. pa. 322, channavutīnaṃ pāsaṇḍānaṃ pavaraṃ yadidaṃ sugatavinayo , sadevakassa lokassa, satthā loke anuttaro, aggohamasmi lokassa ma. ni. 3.207, jeṭṭhohamasmi lokassa ma. ni. 3.207, seṭṭhohamasmi lokassa ma. ni. 3.207, paññavantā nāma sāriputtato hīnā sāriputtassa vā, tato adhikaṃ vā ūnaṃ vā na vaṭṭati iccādi.",
  "anya-e0201n2:267": "Viramaṇatthayoge –",
  "anya-e0201n2:268": "Āratī viratī pāpā khu. pā. 5.8, pāṇātipātā veramaṇi khu. pā. 2.1 iccādi.",
  "anya-e0201n2:269": "Suddhatthayoge –",
  "anya-e0201n2:270": "Lobhanīyehi dhammehi suddho iccādi.",
  "anya-e0201n2:271": "Mocanatthayoge pañcamī tatiyā ca, so parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimutto so dukkhasmāti vadāmi saṃ. ni. 3.29, mokkhanti mārabandhanā dha. pa. 37, na te muccanti maccunā iccādi, sabbattha avadhiattho veditabbo.",
  "anya-e0201n2:272": "Hetvatthe –",
  "anya-e0201n2:273": "Kasmā hetunā, kena hetunā, kasmā nu tumhaṃ kule daharā na miyyare jā. 1.10.92 (mīyare), tasmātiha bhikkhave saṃ. ni. 2.157. Dutiyā tatiyā chaṭṭhī ca, kiṃkāraṇaṃ jā. aṭṭha. 6.22.umaṅgajātakavaṇṇanā, yatvādhikaraṇaṃ dī. ni. 1.213, yatonidānaṃ su. ni. 275, tatonidānaṃ ma. ni. 1.238, kena kāraṇena jā. aṭṭha. 4.20.mātaṅgajātakavaṇṇanā, taṃ kissahetu ma. ni. 1.2, kissa tumhe kilamatha iccādi.",
  "anya-e0201n2:274": "Vivecanatthayoge –",
  "anya-e0201n2:275": "Vivicceva kāmehi vivicca akusalehi dhammehi dī. ni. 1.226, vivitto pāpakā dhammā.",
  "anya-e0201n2:276": "Bandhanatthayoge –",
  "anya-e0201n2:277": "318.Pañcamīṇe vāka. 296; rū. 314; nī. 608; caṃ. 2.1.69; pā. 2.3.24.",
  "anya-e0201n2:278": "Iṇabhūte hetumhi pañcamī hoti vā.",
  "anya-e0201n2:279": "Satasmā bandho naro satena vā.",
  "anya-e0201n2:280": "319.Guṇecaṃ. 2.1.70; pā. 2.3.25.",
  "anya-e0201n2:281": "Ajjhattabhūto hetu guṇo nāma, aguṇopi idha guṇotveva vuccati, tasmiṃ pañcamī hoti vā.",
  "anya-e0201n2:282": "Jaḷattā bandho naro jaḷattena vā, attano bālattāyeva bandhoti attho, paññāya bandhanā mutto, vācāya marati, vācāya muccati, vācāya piyo hoti, vācāya desso, issariyā janaṃ rakkhati rājā issariyena vā, sīlato naṃ pasaṃsanti a. ni. 4.6 sīlena vā, hutvā abhāvato aniccā, udayabbayapīḷanato dukkhā, avijjānirodhā saṅkhāranirodho udā. 2, saṅkhāranirodhā viññāṇanirodho udā. 2, catunnaṃ ariyasaccānaṃ anaññā appaṭivedhā dīghamaddhānaṃ saṃsaranti dī. ni. 2.186 (visadisaṃ) iccādi.",
  "anya-e0201n2:283": "Pañhā, kathanesupi pañcamī, kuto bhavaṃ, ahaṃ pāṭaliputtato iccādi.",
  "anya-e0201n2:284": "Thokatthepi asatvavacane pañcamī, satvaṃ vuccati dabbaṃ, thokā muccati thokena vā, muccanamattaṃ hotīti vuttaṃ hoti ‘‘nadiṃ taranto manaṃ vuḷho’’ti mahāva. 148 ettha viya. Appamattakā muccati appamattakena vā, kicchā muccati kicchena vā, kicchā laddho piyo putto jā. 2.22.353, kicchā muttā’mha dukkhasmā, yāma dāni mahosadha jā. 2.22.700.",
  "anya-e0201n2:285": "Asatvavacaneti kiṃ? Paccati munino bhattaṃ, thokaṃ thokaṃ ghare ghareti theragā. 248 (kule kule).",
  "anya-e0201n2:286": "‘‘Anupubbena medhāvī, thokaṃ thokaṃ khaṇe khaṇe dha. pa. 239’’ iccādīsu kriyāvisesane dutiyā.",
  "anya-e0201n2:287": "Akattaripi pañcamī, tassa kammassa katattā upacitattā ussannattā vipulattā tathāgato suppatiṭṭhitapādo hoti dī. ni. 3.201. Ettha ca ‘akattarī’ti akārake ñāpakahetumhīti vadanti. Ñāse pana ‘‘akattarīti hetvatthe saṅgaṇhāti. Yattha hi kattubuddhi sañjāyate, sova kattā na hotīti vattuṃ sakkā’’ti vuttaṃ. Etena kattusadiso janakahetu akattā nāmāti dīpeti, kammassa katattāiccādi ca janakahetu evāti.",
  "anya-e0201n2:288": "Bhiyyatthayoge –",
  "anya-e0201n2:289": "Yodha sītañca uṇhañca, tiṇā bhiyyo na maññati dī. ni. 3.253, sukhā bhiyyo somanassaṃ dī. ni. 2.287, khantyā bhiyyo na vijjati saṃ. ni. 1.250, mayā bhiyyo na vijjati, sotukāmāttha tumhe bhikkhave bhiyyosomattāya pubbenivāsakathaṃ, attamano tvaṃ hohi paraṃ viya mattāya, ahampi attamano homi paraṃ viya mattāya.",
  "anya-e0201n2:290": "Pañcamīvibhattirāsi niṭṭhito.",
  "anya-e0201n2:291": "Chaṭṭhīvibhattirāsi",
  "anya-e0201n2:292": "Kasmiṃ atthe chaṭṭhī?",
  "anya-e0201n2:293": "320.Chaṭṭhī sambandheka. 301; rū. 315; nī. 609; caṃ. 2.1.95; pā. 2.3.50.",
  "anya-e0201n2:294": "Dvinnaṃ sambandhīnaṃ kenaci pakārena āyattabhāvo sambandho nāma, sambandhe jotetabbe visesanasambandhimhi chaṭṭhī hoti.",
  "anya-e0201n2:295": "Tattha kriyākārakasañjāto assedambhāvahetuko sambandho nāmāti vuttaṃ. Tattha dve sambandhino aññamaññaṃ taṃtaṃkriyaṃ karonti, taṃ disvā ‘‘ime aññamaññasambandhino’’ti jānantassa dvinnaṃ kārakānaṃ dvinnaṃ kriyānañca saṃyogaṃ nissāya sambandhopi vidito hoti, evaṃ sambandho kriyākārakasañjāto, ‘imassa aya’nti evaṃ pavattabuddhiyā hetubhūtattā assedambhāvahetuko ca.",
  "anya-e0201n2:296": "Tattha sambandho tividho sāmisambandho, nānāttasambandho, kriyākārakasambandhoti.",
  "anya-e0201n2:297": "Tattha ‘sāmī’ti yassa kassaci visesanasambandhino nāmaṃ, tasmā visesyapadatthassa taṃtaṃvisesanabhāvena sambandho sāmisambandho nāma.",
  "anya-e0201n2:298": "So visesyapadatthabhedena anekavidho.",
  "anya-e0201n2:299": "Tattha tassa mātā, tassa pitāiccādi janakasambandho nāma.",
  "anya-e0201n2:300": "Tassā putto, tassā dhītā iccādi jaññasambandho nāma.",
  "anya-e0201n2:301": "Tassa bhātā, tassa bhaginī iccādi kulasambandho nāma.",
  "anya-e0201n2:302": "Sakko devānamindo saṃ. ni. 1.248 iccādi sāmisambandho nāma.",
  "anya-e0201n2:303": "Pahūtaṃ me dhanaṃ sakka jā. 1.15.72, bhikkhussa pattacīvaraṃ iccādi saṃsambandho nāma.",
  "anya-e0201n2:304": "Ambavanassa avidūre, nibbānasseva santike dha. pa. 32 iccādi samīpasambandho nāma.",
  "anya-e0201n2:305": "Suvaṇṇassa rāsi, bhikkhūnaṃ samūho iccādi samūhasambandho nāma.",
  "anya-e0201n2:306": "Manussasseva te sīsaṃ jā. 1.4.81, rukkhassa sākhā iccādi avayavasambandho nāma.",
  "anya-e0201n2:307": "Suvaṇṇassa bhājanaṃ, alābussa kaṭāhaṃ, bhaṭṭhadhaññānaṃ sattu iccādi vikārasambandho nāma.",
  "anya-e0201n2:308": "Yavassa aṅkuro, meghassa saddo, pupphānaṃ gandho, phalānaṃ raso, aggissa dhūmo iccādi kāriyasambandho nāma.",
  "anya-e0201n2:309": "Khandhānaṃ jāti, khandhānaṃ jarā, khandhānaṃ bhedo saṃ. ni. 2.1 iccādi avatthāsambandho nāma.",
  "anya-e0201n2:310": "Suvaṇṇassa vaṇṇo, vaṇṇo na khīyyetha tathāgatassa dī. ni. aṭṭha. 1.304, buddhassa kittisaddo, sippikānaṃ sataṃ natthi jā. 1.1.113, tilānaṃ muṭṭhi iccādi guṇasambandho nāma.",
  "anya-e0201n2:311": "Pādassa ukkhipanaṃ, hatthassa samiñjanaṃ, dhātūnaṃ gamanaṃ ṭhānaṃ iccādi kriyāsambandho nāma.",
  "anya-e0201n2:312": "Cātumahārājikānaṃ ṭhānaṃ iccādi ṭhānasambandho nāma. Evamādinā nayena sāmisambandho anekasahassappabhedo, so ca kriyāsambandhābhāvā kārako nāma na hoti. Yadi evaṃ ‘‘pādassa ukkhipanaṃ’’ iccādi kriyāsambandho nāmāti idaṃ na yujjatīti? Vuccate – kriyāsambandhābhāvāti idaṃ sādhakabhāvena sambandhābhāvaṃ sandhāya vuttaṃ, siddhāya pana kriyāya sambandhaṃ sandhāya kriyāsambandho nāma vuttoti.",
  "anya-e0201n2:313": "Nānāttasambandhe pana nānāatthesu chaṭṭhī hoti. Tattha ṇī, āvīpaccayānaṃ kamme niccaṃ chaṭṭhī, jhānassa lābhī, cīvarassa lābhī, dhanassa lābhī, ādīnavassa dassāvī, atthi rūpānaṃ dassāvī, atthi samavisamassa dassāvī, atthi tārakarūpānaṃ dassāvī, atthi candimasūriyānaṃ dassāvī.",
  "anya-e0201n2:314": "Tu, aka, ana, ṇapaccayānaṃ yoge kvaci kammatthe chaṭṭhī.",
  "anya-e0201n2:315": "Tupaccaye tāva –",
  "anya-e0201n2:316": "Tassa bhavanti vattāro ma. ni. 2.173, sahasā kammassa kattāro, amatassa dātā ma. ni. 1.203, bhinnānaṃ sandhātā dī. ni. 1.9, 164, sahitānaṃ vā anuppadātā dī. ni. 1.9, 164 iccādi.",
  "anya-e0201n2:317": "Kvacīti kiṃ? Gambhīrañca kathaṃ kattā a. ni. 7.37, gādhaṃ kattā novasitā a. ni. 4.107, kālena dhammīkathaṃ bhāsitā, sarasi tvaṃ evarūpaṃ vācaṃ bhāsitā, paresaṃ puññaṃ anumodetā, bujjhitā saccāni mahāni. 192 iccādi.",
  "anya-e0201n2:318": "Akapaccaye –",
  "anya-e0201n2:319": "Kammassa kārako natthi, vipākassa ca vedako visuddhi 2.689, avisaṃvādako lokassa dī. ni. 1.9 iccādi.",
  "anya-e0201n2:320": "Kvacīti kiṃ? Mahatiṃ mahiṃ anusāsako, janaṃ aheṭhako, kaṭaṃ kārako, pasavo ghātako iccādi.",
  "anya-e0201n2:321": "Anapaccaye –",
  "anya-e0201n2:322": "Pāpassa akaraṇaṃ sukhaṃ dha. pa. 61, bhārassa ukkhipanaṃ, hatthassa gahaṇaṃ, hatthassa parāmasanaṃ, aññatarassa aṅgassa parāmasanaṃ pārā. 270 iccādi.",
  "anya-e0201n2:323": "Kvacīti kiṃ? Bhagavantaṃ dassanāya udā. 23 iccādi.",
  "anya-e0201n2:324": "Ṇapaccaye –",
  "anya-e0201n2:325": "Acchariyo arajakena vatthānaṃ rāgo, agopālakena gāvīnaṃ doho, appapuññena lābhānaṃ lābho, hatthassa gāho, pattassa paṭiggāho iccādi.",
  "anya-e0201n2:326": "Tvāpaccayepi kvaci kammani chaṭṭhī, alajjīnaṃ nissāya, āyasmato nissāya vacchāmi, catunnaṃ mahābhūtānaṃ upādāya pasādo dha. sa. 596-599 (upādāya) iccādi.",
  "anya-e0201n2:327": "Kattari ta, tavantu, tāvī, māna’ntānaṃ yoge pana kammani dutiyā eva, sukhakāmo vihāraṃ kato, gāmaṃ gato, odanaṃ bhuttavā bhuttāvī, kammaṃ kurumāno, kammaṃ karonto iccādi.",
  "anya-e0201n2:328": "Kvaci chaṭṭhīpi dissati, dhammassa gutto medhāvī dha. pa. 257 iccādi.",
  "anya-e0201n2:329": "Sara, isu, cinta, isa, dayadhātūnaṃ kammani chaṭṭhī vā, mātussa sarati, mātaraṃ sarati, pitussa sarati, pitaraṃ sarati, na rajjassa sarissasi jā. 2.22.1721, na tesaṃ koci sarati, sattānaṃ kammapaccayā khu. pā. 7.2, āpattipariyantaṃ nassarati, rattipariyantaṃ nassarati cūḷava. 157, puttassa icchati puttaṃ vā, mātussa cinteti mātaraṃ vā, therassa ajjhesati theraṃ vā, telassa dayati telaṃ vā, rakkhatīti attho.",
  "anya-e0201n2:330": "Karadhātussa abhisaṅkharaṇatthavācino kamme chaṭṭhī, udakassa paṭikurute udakaṃ vā, kaṇḍassa paṭikurute kaṇḍaṃ vā iccādi.",
  "anya-e0201n2:331": "Tapaccaye pūjanatthādidhātūnaṃ kattari chaṭṭhī vā, rañño sammato raññā vā, gāmassa pūjito gāmena vā, rañño sakkato raññā vā, rañño apacito raññā vā, rañño mānito dī. ni. 1.303 raññā vā, tathā suppaṭividdhā buddhānaṃ dhammadhātu, amataṃ tesaṃ paribhuttaṃ, yesaṃ kāyagatāsati paribhuttā a. ni. 1.603, amataṃ tesaṃ viraddhaṃ, yesaṃ kāyagatāsati viraddhā a. ni. 1.603.",
  "anya-e0201n2:332": "Tipaccayepi kvaci kattari chaṭṭhī vā, sobhaṇā kaccāyanassa pakati kaccāyanena vā, sobhaṇā buddhaghosassa pakati buddhaghosena vā iccādi.",
  "anya-e0201n2:333": "Pūjanatthānaṃ pūraṇatthānañca karaṇe chaṭṭhī, pupphassa buddhaṃ pūjeti pupphena vā, ghatassa aggiṃ juhoti ghatena vā, pattaṃ udakassa pūretvā, pūraṃ nānāppakārassa asucino dī. ni. 2.377, bālo pūrati pāpassa dha. pa. 121, dhīro pūrati puññassa dha. pa. 121 pūrati dhaññānaṃ vā muggānaṃ vā māsānaṃ vā iccādi. Tatiyā vā, khemā nāma pokkharaṇī, puṇṇā haṃsehi tiṭṭhati.",
  "anya-e0201n2:334": "Tabba, rujādiyoge pana sampadāne catutthī eva, yakkhasenāpatīnaṃ ujjhāpetabbaṃ vikkanditabbaṃ viravitabbaṃ dī. ni. 3.283 (visadisaṃ), devadattassa rujjati, rajakassa vatthaṃ dadāti iccādi.",
  "anya-e0201n2:335": "Bhayatthādīnaṃ apādāne bahulaṃ chaṭṭhī, kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi, sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno dha. pa. 129, bhīto catunnaṃ āsīvisānaṃ saṃ. ni. 4.238, mā bhikkhave puññānaṃ bhāyittha udā. 22, saṅkhātuṃ nopi sakkomi, musāvādassa ottapaṃ saṃ. ni. 1.184 iccādi. Tattha ‘ottapa’nti ottappanto. Tathā aggohamasmi lokassa, jeṭṭhohamasmi lokassa ma. ni. 3.207 iccādi ca.",
  "anya-e0201n2:336": "Kusala, kovida, pasādatthānaṃ ādhāre chaṭṭhī, kusalā naccagītassa jā. 2.22.94, kusalo tvaṃ rathassa aṅgapaccaṅgānaṃ ma. ni. 2.87, amacce tāta jānāhi, dhīre atthassa kovide jā. 1.17.13, narā dhammassa kovidā jā. 1.1.37, maggāmaggassa kovidā, ‘‘keci iddhīsu kovidā’’tipi atthi, santi yakkhā buddhassa pasannā dī. ni. 3.276 (visadisaṃ), dhammassa pasannā, saṅghassa pasannā, buddhe pasannā, dhamme pasannā, saṅghe pasannā vā. Tathā cetopariyañāṇassa, vasī homi mahāmuni. Jhānassa vasimhi iccādi.",
  "anya-e0201n2:337": "321.Chaṭṭhī hetvatthehirū. 163 piṭṭhe; nī. 650; caṃ. 2.1.71; pā. 2.3.26.",
  "anya-e0201n2:338": "Hetvatthehi yoge hetumhi chaṭṭhī hoti.",
  "anya-e0201n2:339": "Taṃ kissa hetu ma. ni. 1.2; caṃ. 2.1.96; pā. 2.3.72, aṅgavarassa hetu, udarassa hetu, udarassa kāraṇā pārā. 228 iccādi.",
  "anya-e0201n2:340": "322.Tulyatthena vā tatiyānī. 638.",
  "anya-e0201n2:341": "Tulyatthena yoge chaṭṭhī hoti tatiyā vā.",
  "anya-e0201n2:342": "Tulyo pitu pitarā vā, sadiso pitu pitarā vā. Iti nānāttasambandho.",
  "anya-e0201n2:343": "Kriyākārakasambandho nāma kārakānaṃ kriyāya saha sādhaka, sādhyabhāvena aññamaññāpekkhatā avinābhāvitā vuccati, na hi kriyaṃ vinā kārakaṃ nāma sijjhati, na ca kārakaṃ vinā kriyā nāma sijjhatīti, sā pana chaṭṭhīvisayo na hotīti.",
  "anya-e0201n2:344": "Chaṭṭhīvibhattirāsi niṭṭhito.",
  "anya-e0201n2:345": "Sattamīvibhattirāsi",
  "anya-e0201n2:346": "Kasmiṃ atthe sattamī?",
  "anya-e0201n2:347": "323.Sattamyādhāreka. 302; rū. 313; nī. 630; caṃ. 2.1.88; pā. 1.3.45.",
  "anya-e0201n2:348": "Ādhāro, okāso, adhikaraṇanti atthato ekaṃ, ādhāratthe sattamī hoti. Kattukammaṭṭhaṃ kriyaṃ bhuso dhāretīti ādhāro.",
  "anya-e0201n2:349": "Kaṭe nisīdati puriso, thāliyaṃ odanaṃ pacati. Tattha kaṭo kattubhūte purise ṭhitaṃ nisīdanakriyaṃ dhāreti, thālī kammabhūte taṇḍule ṭhitaṃ pacanakriyaṃ dhāreti.",
  "anya-e0201n2:350": "So catubbidho byāpikādhāro, opasilesikādhāro, sāmīpikādhāro, vesayikādhāroti.",
  "anya-e0201n2:351": "Tattha yasmiṃ ādheyyavatthu sakale vā ekadese vā byāpetvā tiṭṭhati, so byāpiko. Yathā? Tilesu telaṃ tiṭṭhati, ucchūsu raso tiṭṭhati, jalesu khīraṃ tiṭṭhati, dadhimhi sappi tiṭṭhatīti.",
  "anya-e0201n2:352": "Yasmiṃ ādheyyavatthu allīyitvā vā tiṭṭhati, adhiṭṭhitamattaṃ hutvā vā tiṭṭhati, so opasilesiko. Yathā? Ukkhaliyaṃ ācāmo tiṭṭhati, ghaṭesu udakaṃ tiṭṭhati, āsane nisīdati bhikkhu, pariyaṅke rājā seti.",
  "anya-e0201n2:353": "Yo pana attho ādheyyassa avatthubhūtopi tadāyattavuttidīpanatthaṃ ādhārabhāvena vohariyati, so sāmīpiko nāma. Yathā? Gaṅgāyaṃ ghoso tiṭṭhati, sāvatthiyaṃ viharati bhagavāti a. ni. 1.1.",
  "anya-e0201n2:354": "Yo ca attho attanā vinā ādheyyassa aññatthattaṃ kriyaṃ sampādetuṃ asakkuṇeyyattā ādhārabhāvena vohariyati, yo ca ādheyyassa anaññābhimukhabhāvadīpanatthaṃ ādhārabhāvena vohariyati, so vesayiko nāma. Yathā? Ākāse sakuṇā pakkhanti, bhūmīsu manussā caranti , udake macchā caranti, bhagavantaṃ pādesu vandati, pādesu patitvā rodati, pāpasmiṃ ramatī mano dha. pa. 116, pasanno buddhasāsaneti dha. pa. 368.",
  "anya-e0201n2:355": "324.Nimitteka. 310; rū. 324; nī. 641; caṃ. 2.1.89; pā. 2.3.36.",
  "anya-e0201n2:356": "Niminanti sañjānanti etenāti nimittaṃ, nemittakasahabhāvino saññāṇakāraṇassetaṃ nāmaṃ, tasmiṃ nimitte sattamī hoti.",
  "anya-e0201n2:357": "Dīpi cammesu haññate, kuñjaro dantesu haññate, musāvāde pācittiyaṃ pāci. 2, omasavāde pācittiyaṃ pāci. 14 iccādi.",
  "anya-e0201n2:358": "325.Yambhāvo bhāvalakkhaṇaṃka. 313; rū. 327; nī. 644; caṃ. 2.1.90; pā. 2.3.37; ‘yabbhā vo’ (bahūsu).",
  "anya-e0201n2:359": "Yādiso bhāvo yambhāvo, lakkhiyati etenāti lakkhaṇaṃ, bhāvantarassa lakkhaṇaṃ bhāvalakkhaṇaṃ, yambhāvo bhāvantarassa lakkhaṇaṃ hoti, tasmiṃ bhāve gamyamāne sattamī hoti, chaṭṭhīpi dissati.",
  "anya-e0201n2:360": "Acirapakkantassa sāriputtassa brāhmaṇo kālamakāsi ma. ni. 2.452 (visadisaṃ), appamattassa te viharato itthāgāropi te appamatto viharissati saṃ. ni. 1.129 (visadisaṃ) iccādi.",
  "anya-e0201n2:361": "Imasmiṃ sati idaṃ hoti, imasmiṃ asati idaṃ na hoti saṃ. ni. 2.21, acirapakkante bhagavati brāhmaṇo kālamakāsi, sabbe maggā vivajjanti, gacchante lokanāyake ma. ni. aṭṭha. 2.22. Gāvīsu duyhamānāsu gato, gāvīsu duddhāsu āgato iccādi.",
  "anya-e0201n2:362": "Kvaci paṭhamāpi bahulaṃ dissati, gacchanto so bhāradvājo, addasā accutaṃ isiṃ jā. 2.22.2007 (addassa). Yāyamāno mahārājā, addā sīdantare nage jā. 2.22.566 iccādi.",
  "anya-e0201n2:363": "Pubbaṇhasamaye gato, sāyanhasamaye āgato iccādi vesayikādhāro eva.",
  "anya-e0201n2:364": "Tathā akāle vassatī tassa, kāle tassa na vassati jā. 1.2.88; 1.8.48. Ito satasahassamhi, kappe uppajji nāyako apa. thera 2.54.28 iccādi.",
  "anya-e0201n2:365": "326.Chaṭṭhī cānādareka. 305; rū. 323; nī. 633; caṃ. 2.1.91; pā. 2.3.38.",
  "anya-e0201n2:366": "‘Anādaro’ti dvinnaṃ lakkhaṇa, lakkhitabbakriyānaṃ ekappahārena pavattiyā adhivacanaṃ, anādarabhūte bhāvalakkhaṇe gamyamāne sattamī chaṭṭhī ca hoti.",
  "anya-e0201n2:367": "Maccu gacchati ādāya, pekkhamāne mahājane. Ākoṭayanto so neti, sivirājassa pekkhato jā. 2.22.2122 (teneti). Akāmakānaṃ mātāpitūnaṃ rudantānaṃ pabbaji, anagāriyupetassa, vippamuttassa te sato. Samaṇassa na taṃ sādhu, yadaññamanusocati jā. 1.7.107 (yaṃ petamanusocasi).",
  "anya-e0201n2:368": "327.Yato niddhāraṇaṃka. 304; rū. 322; nī. 632; caṃ. 2.1.92; pā. 2.3.41.",
  "anya-e0201n2:369": "Jāti, guṇa, kriyā, nāmehi samudāyato ekadesassa puthakkaraṇaṃ niddhāraṇaṃ, yato taṃ niddhāraṇaṃ jāyati, tasmiṃ samudāye chaṭṭhī, sattamiyo honti.",
  "anya-e0201n2:370": "Jātiyaṃ tāva –",
  "anya-e0201n2:371": "Manussānaṃ khattiyo sūratamo, manussesu khattiyo sūratamo.",
  "anya-e0201n2:372": "Guṇe –",
  "anya-e0201n2:373": "Kaṇhā gāvīnaṃ sampannakhīratamā, kaṇhāgāvīsu sampannakhīratamā.",
  "anya-e0201n2:374": "Kriyāyaṃ –",
  "anya-e0201n2:375": "Addhikānaṃ dhāvanto sīghatamo, addhikesu dhāvanto sīghatamo.",
  "anya-e0201n2:376": "Nāme –",
  "anya-e0201n2:377": "Āyasmā ānando arahataṃ aññataro, arahantesu aññataro iccādi.",
  "anya-e0201n2:378": "Idha nānāttasattamī vuccate.",
  "anya-e0201n2:379": "Kammatthe sattamī, bhikkhūsu abhivādenti pārā. 517, puttaṃ muddhani cumbitvā, purisaṃ nānābāhāsu gahetvā saṃ. ni. 2.63 iccādi.",
  "anya-e0201n2:380": "Atha vā ‘muddhani, bāhāsū’ti ādhāre eva bhummaṃ. Yathā? Rukkhaṃ mūle chindati, rukkhaṃ khandhe chindati, purisaṃ sīse paharati, bhagavantaṃ pādesu vandati.",
  "anya-e0201n2:381": "Karaṇe ca sattamī, hatthesu piṇḍāya caranti mahāva. 119, pattesu piṇḍāya caranti, pathesu gacchanti, sopi maṃ anusāseyya, sampaṭicchāmi matthake mi. pa. 6.4.8.",
  "anya-e0201n2:382": "Sampadāne ca sattamī, saṅghe dinne mahapphalaṃ, saṅghe gotamī dadeyyāsi, saṅghe dinne ahañceva pūjito bhavissāmi ma. ni. 3.376, viceyya dānaṃ dātabbaṃ, yattha dinnaṃ mahapphalaṃ pe. va. 329. Etesu pana visayasattamīpi yujjati.",
  "anya-e0201n2:383": "Apādāne ca sattamī, gadalīsu gaje rakkhantiiccādi.",
  "anya-e0201n2:384": "Sāmissarādiyoge pana chaṭṭhī sattamī ca hoti, gunnaṃ sāmi, gosu sāmi, gunnaṃ issaro, gosu issaro, gunnaṃ adhipati, gosu adhipati, gunnaṃ dāyādo, gosu dāyādo, gunnaṃ sakkhi, gosu sakkhi, gunnaṃ patibhū, gosu patibhū, gunnaṃ pasuto, gosu pasuto, āyutto kaṭakaraṇassa, āyutto kaṭakaraṇeti, etesu pana sambandhe chaṭṭhī, visayādhāre sattamī. Ñāṇasmiṃ pasanno, ñāṇasmiṃ ussukkoti visayādhāre sattamī. Ñāṇena pasanno, ñāṇena ussukkoti karaṇe tatiyā.",
  "anya-e0201n2:385": "328.Sattamyādhikyeka. 314; rū. 328; nī. 645; caṃ. 2.1.60; pā. 2.3.9; 1.4.87.",
  "anya-e0201n2:386": "Adhikabhāvatthe upena yuttā liṅgamhā sattamī hoti.",
  "anya-e0201n2:387": "Upa khāriyaṃ doṇo, upa nikkhe kahāpaṇaṃ, atirekadoṇā khārī, atirekakahāpaṇaṃ nikkhanti vuttaṃ hoti.",
  "anya-e0201n2:388": "329.Sāmittedhinācaṃ. 2.1.61; pā. 2.3.9; 1.4.97.",
  "anya-e0201n2:389": "Sāmibhāvatthe adhinā yuttā liṅgamhā sattamī hoti.",
  "anya-e0201n2:390": "Adhi brahmadatte pañcālā, adhi pañcālesu brahmadatto, adhi devesu buddho. Tattha ‘adhi brahmadatte pañcālā’ti brahmadattissarā pañcālaraṭṭhavāsinoti vadanti, ‘pañcālā’ti vā janapadanāmattā bahuvacanaṃ, kadāci pañcālarājā brahmadatte kāsiraññe issaro, kadāci brahmadatto pañcālaraññe issaroti attho.",
  "anya-e0201n2:391": "330.Sabbāditosabbācaṃ. 2.1.72; pā. 2.3.27.",
  "anya-e0201n2:392": "Hetvatthehi yoge sabbādīhi sabbanāmehi hetvatthe sabbā vibhattiyo honti.",
  "anya-e0201n2:393": "Kiṃ kāraṇaṃ, kena kāraṇena jā. aṭṭha. 4.15 mātaṅgajātakavaṇṇanā, kiṃ nimittaṃ, kena nimittena, kiṃ payojanaṃ, kena payojanena, kenaṭṭhena dha. sa. aṭṭha. nidānakathā, kena vaṇṇena saṃ. ni. 1.234, kimatthaṃ, kuto nidānaṃ pārā. 42, kissa hetu pārā. 39, kasmiṃ nidāne, etasmiṃ nidāne pārā. 42, etasmiṃ pakaraṇe pārā. 42 iccādi.",
  "anya-e0201n2:394": "Sattamīvibhattirāsi niṭṭhito.",
  "anya-e0201n2:395": "Iti niruttidīpaniyā nāma moggallānadīpaniyā",
  "anya-e0201n2:396": "Kārakakaṇḍo niṭṭhito."
}