{
  "anya-e0103n4:0": "4. Pathavīkasiṇaniddesavaṇṇanā",
  "anya-e0103n4:1": "51.Phāsuhotīti āvāsasappāyādilābhena manasikāraphāsutā bhāvanānukūlatā hoti. Parisodhentenāti tesaṁ tesaṁ gaṇṭhiṭṭhānānaṁ chindanavasena visodhentena. Akilamantoyevāti akilantakāyo eva. Sati hi kāyakilamathe siyā kammaṭṭhānamanasikārassa antarāyoti adhippāyo. Gaṇṭhiṭṭhānanti atthato, adhippāyato ca dubbinivedhatāya gaṇṭhibhūtaṁ ṭhānaṁ. Chinditvāti yāthāvato atthassa, adhippāyassa ca vibhāvanena chinditvā, vibhūtaṁ supākaṭaṁ katvāti adhippāyo. Suvisuddhanti suṭṭhu visuddhaṁ, nigumbaṁ nijjaṭanti attho.",
  "anya-e0103n4:2": "Ananurūpavihāravaṇṇanā",
  "anya-e0103n4:3": "52.Aññatarenāti aññatarenāpi, pageva anekehīti adhippāyo. Mahantabhāvo mahattaṁ. Tathā sesesu. Soṇḍavā soṇḍī. Tathā paṇṇantiādīsu. Bodhiaṅgaṇādīsu kātabbaṁ idha ‘‘vatta’’nti adhippetanti āha ‘‘pānīyaghaṭaṁ vā ritta’’nti. Niṭṭhitāyāti paviṭṭhapaviṭṭhānaṁ dānena parikkhīṇāya. Jiṇṇavihārepi yatra bhikkhū evaṁ vadanti ‘‘āyasmā, yathāsukhaṁ samaṇadhammaṁ karotu, mayaṁ paṭijaggissāmā’’ti. Evarūpe vihātabbanti ayampi nayo labbhati, vuttanayattā pana na vutto.",
  "anya-e0103n4:4": "Mahāpathavihāreti mahāpathasamīpe vihāre. Bhājanadārudoṇikādīnīti rajanabhājanāni, rajanatthāya dāru, dārumayadoṇikā, rajanapacanaṭṭhānaṁ, dhovanaphalakanti evamādīni. Sākahārikāti sākahāriniyo itthiyo. Visabhāgasaddo kāmaguṇūpasaṁhito gītasaddoti vadanti, kevalopi itthisaddo visabhāgasaddo eva. Tatrāti pupphavante vihāre. Tādisoyevāti ‘‘tatthassa kammaṭṭhānaṁ gahetvā’’tiādinā yādiso paṇṇavante vihāre upaddavo vutto, tādisoyeva. ‘‘Pupphahārikāyo pupphaṁ ocinantiyo’’ti pana vattabbaṁ. Ayamidha viseso.",
  "anya-e0103n4:5": "Patthanīyeti tattha vasantesu sambhāvanāvasena upasaṅkamanādinā patthetabbe. Tenāha ‘‘leṇasammate’’ti. Dakkhiṇāgirīti magadhavisaye dakkhiṇāgirīti vadanti.",
  "anya-e0103n4:6": "Visabhāgārammaṇāni iṭṭhāni, aniṭṭhāni ca. Aniṭṭhānaṁ hi dassanatthaṁ ‘‘ghaṭehi nighaṁsantiyo’’tiādi vuttaṁ. Dabbūpakaraṇayoggā rukkhā dabbūpakaraṇarukkhā.",
  "anya-e0103n4:7": "Yo pana vihāro. Khalanti dhaññakaraṇaṭṭhānaṁ. Gāvo rundhanti ‘‘sassaṁ khādiṁsū’’ti. Udakavāranti kedāresu sassānaṁ dātabbaudakavāraṁ. Ayampīti mahāsaṅghabhogopi vihāro. Vāriyamānā kammaṭṭhānikena bhikkhunā.",
  "anya-e0103n4:8": "Samuddasāmuddikanadīnissitaṁ udakapaṭṭanaṁ. Mahānagarānaṁ āyadvārabhūtaṁ aṭavimukhādinissitaṁ thalapaṭṭanaṁ. Appasannā honti. Tenassa tattha phāsuvihāro na hotīti adhippāyo. Maññamānā rājamanussā.",
  "anya-e0103n4:9": "Samosaraṇenāti ito cito sañcaraṇena. Papāteti papātasīse ṭhatvā gāyi ‘‘gītasaddena idhāgataṁ papāte pātetvā khādissāmī’’ti. Vegena gahetvāti vegenāgantvā ‘‘kuhiṁ yāsī’’ti khandhe gahetvā.",
  "anya-e0103n4:10": "Yatthāti yasmiṁ vihāre, vihārasāmantā vā na sakkā hoti kalyāṇamittaṁ laddhuṁ, tattha vihāre so alābho mahādosoti yojanā.",
  "anya-e0103n4:11": "Panthaninti panthe nīto pavattitoti panthanī, magganissito vihāro. Taṁ panthaniṁ. Soṇḍinti soṇḍisahito vihāro soṇḍī, taṁ soṇḍiṁ. Tathā paṇṇantiādīsu. Nagaranissitaṁ nagaranti vuttaṁ uttarapadalopena yathā ‘‘bhīmaseno bhīmo’’ti. Dārunāti dārunissitena saha. Visabhāgenāti yo visabhāgehi vusīyati, visabhāgānaṁ vā nivāso, so vihāro visabhāgo. Tena visabhāgena saddhiṁ. Paccantanissitañca sīmānissitañca asappāyañca paccantasīmāsappāyaṁ. Yattha mitto na labbhati, tampīti sabbattha ṭhāna-saddāpekkhāya napuṁsakaniddeso. Iti viññāyāti ‘‘bhāvanāya ananurūpānī’’ti evaṁ vijānitvā.",
  "anya-e0103n4:12": "Anurūpavihāravaṇṇanā",
  "anya-e0103n4:13": "53.Ayaṁanurūpo nāmāti ayaṁ vihāro bhāvanāya anurūpo nāma. Nātidūranti gocaraṭṭhānato aḍḍhagāvutato orabhāgatāya na atidūraṁ. Nāccāsannanti pacchimena pamāṇena gocaraṭṭhānato pañcadhanusatikatāya na atiāsannaṁ. Tāya ca pana nātidūranāccāsannatāya, gocaraṭṭhānaṁ parissayādirahitamaggatāya ca gamanassa ca āgamanassa ca yuttarūpattā gamanāgamanasampannaṁ. Divasabhāge mahājanasaṁkiṇṇatābhāvena divā appākiṇṇaṁ. Abhāvattho hi ayaṁ appa-saddo ‘‘appiccho’’tiādīsu (ma. ni. 1.336) viya. Rattiyaṁ janālāpasaddābhāvena rattiṁ appasaddaṁ. Sabbadāpi janasannipātanigghosābhāvena appanigghosaṁ. Appakasirenāti akasirena sukheneva. Sīlādiguṇānaṁ thirabhāvappattiyā therā. Suttageyyādi bahu sutaṁ etesanti bahussutā. Vācuggatakaraṇena, sammadeva garūnaṁ santike āgamitabhāvena ca āgato pariyattidhammasaṅkhāto āgamo etesanti āgatāgamā. Suttābhidhammasaṅkhātassa dhammassa dhāraṇena dhammadharā. Vinayassa dhāraṇena vinayadharā. Tesaṁyeva dhammavinayānaṁ mātikāya dhāraṇena mātikādharā. Tattha tattha dhammaparipucchāya paripucchati. Atthaparipucchāya paripañhati vīmaṁsati vicāreti. Idaṁ, bhante, kathaṁ imassa ko atthoti paripucchanaparipañhākāradassanaṁ. Avivaṭañceva pāḷiyā atthaṁ padesantarapāḷidassanena āgamato vivaranti. Anuttānīkatañca yuttivibhāvanena uttānīkaronti. Kaṅkhaṭṭhāniyesu dhammesu saṁsayuppattiyā hetutāya gaṇṭhiṭṭhānabhūtesu pāḷipadesesu yāthāvato vinicchayadānena kaṅkhaṁ paṭivinodenti. Ettha ca ‘‘nātidūraṁ, nāccāsannaṁ, gamanāgamanasampanna’’nti ekaṁ aṅgaṁ, ‘‘divā appākiṇṇaṁ, rattiṁ appasaddaṁ appanigghosa’’nti ekaṁ, ‘‘appaḍaṁsamakasavātātapasarīsapasamphassa’’nti ekaṁ, ‘‘tasmiṁ kho pana senāsane viharantassa…pe… parikkhārā’’ti ekaṁ, ‘‘tasmiṁ kho pana senāsane therā…pe… kaṅkhaṁ paṭivinodentī’’ti ekaṁ. Evaṁ pañca aṅgāni veditabbāni.",
  "anya-e0103n4:14": "Khuddakapalibodhavaṇṇanā",
  "anya-e0103n4:15": "54. Khuddakapalibodhupacchede payojanaṁ parato āgamissati. Aggaḷaanuvātaparibhaṇḍadānādinā daḷhīkammaṁ vā. Tantacchedādīsu tunnakammaṁ vā kātabbaṁ.",
  "anya-e0103n4:16": "Bhāvanāvidhānavaṇṇanā",
  "anya-e0103n4:17": "55.Sabbakammaṭṭhānavasenāti anukkamena niddisiyamānassa cattālīsavidhassa sabbassa kammaṭṭhānassa vasena. Piṇḍapātapaṭikkantenāti piṇḍapātaparibhogato paṭinivattena, piṇḍapātabhuttāvinā onītapattapāṇināti attho. Bhattasammadaṁ paṭivinodetvāti bhojananimittaṁ parissamaṁ vinodetvā. Āhāre hi āsayaṁ paviṭṭhamatte tassa āgantukatāya yebhuyyena siyā sarīrassa koci parissamo, taṁ vūpasametvā. Tasmiṁ hi avūpasante sarīrakhedena cittaṁ ekaggataṁ na labheyyāti. Pavivitteti janavivitte. Sukhanisinnenāti pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya nisajjāya sukhanisinnena. Vuttañhetanti yaṁ ‘‘katāya vā’’tiādinā pathaviyā nimittaggahaṇaṁ idha vuccati, vuttaṁ hetaṁ porāṇaṭṭhakathāyaṁ.",
  "anya-e0103n4:18": "Idāni taṁ aṭṭhakathāpāḷiṁ dassento ‘‘pathavīkasiṇaṁ uggaṇhanto’’tiādimāha. Tatthāyaṁ saṅkhepattho – pathavīkasiṇaṁ uggaṇhantoti uggahanimittabhāvena pathavīkasiṇaṁ gaṇhanto ādiyanto, uggahanimittabhūtaṁ pathavīkasiṇaṁ uppādentoti attho. Uppādanañcettha tathānimittassa upaṭṭhāpanaṁ daṭṭhabbaṁ. Pathaviyanti vakkhamānavisese pathavīmaṇḍale. Nimittaṁ gaṇhātīti tattha cakkhunā ādāsatale mukhanimittaṁ viya bhāvanāñāṇena vakkhamānavisesaṁ pathavīnimittaṁ gaṇhāti. ‘‘Pathaviya’’nti vatvāpi maṇḍalāpekkhāya napuṁsakaniddeso. Kateti vakkhamānavidhinā abhisaṅkhateti attho. Vā-saddo aniyamattho. Akateti pākatike khalamaṇḍalādike pathavīmaṇḍale. Sāntaketi saantake eva, saparicchede evāti attho. Sāvadhāraṇañhetaṁ vacanaṁ. Tathā hi tena nivattitaṁ dassetuṁ ‘‘no anantake’’ti vuttaṁ. Sakoṭiyetiādīnipi tasseva vevacanāni. Suppamatte vātiādīsu suppasarāvāni samappamāṇāni icchitāni. Keci pana vadanti ‘‘sarāvamattaṁ vidatthicaturaṅgulaṁ hoti, suppamattaṁ tato adhikappamāṇanti. Kittimaṁ kasiṇamaṇḍalaṁ heṭṭhimaparicchedena sarāvamattaṁ, uparimaparicchedena suppamattaṁ, na tato adho, uddhaṁ vāti parittappamāṇabhedasaṅgaṇhanatthaṁ ‘suppamatte vā sarāvamatte vā’ti vutta’’nti. Yathāupaṭṭhite ārammaṇe ekaṅgulamattampi vaḍḍhitaṁ appamāṇamevāti vuttovāyamattho. Keci pana ‘‘chattamattampi kasiṇamaṇḍalaṁ kātabba’’nti vadanti.",
  "anya-e0103n4:19": "Sotaṁ nimittaṁ suggahitaṁ karotīti so yogāvacaro taṁ pathavīmaṇḍalaṁ suggahitaṁ nimittaṁ karoti. Yadā cakkhuṁ ummīletvā oloketvā tattha nimittaṁ gahetvā nimmīletvā āvajjentassa ummīletvā olokitakkhaṇe viya upaṭṭhāti, tadā suggahitaṁ karoti nāma. Athettha satiṁ sūpaṭṭhitaṁ katvā abahigatena mānasena punappunaṁ sallakkhento sūpadhāritaṁ upadhāreti nāma. Evaṁ upadhāritaṁ pana naṁ punappunaṁ āvajjento manasi karonto tamevārabbha āsevanaṁ bhāvanaṁ bahulaṁ pavattento suvavatthitaṁ vavatthapeti nāma. Tasmiṁ ārammaṇeti evaṁ suggahitakaraṇādinā sammadeva upaṭṭhite tasmiṁ pathavīkasiṇasaññite ārammaṇe. Cittaṁ upanibandhatīti attano cittaṁ upacārajjhānaṁ upanetvā nibandhati aññārammaṇato vinivattaṁ karoti. Addhā imāyātiādi ānisaṁsadassāvitādassanaṁ.",
  "anya-e0103n4:20": "Idāni yathādassitassa aṭṭhakathāpāṭhassa atthappakāsanena saddhiṁ bhāvanāvidhiṁ vibhāvetukāmo akate tāva nimittaggahaṇaṁ dassento ‘‘tattha yena atītabhavepī’’tiādimāha. Tattha tatthāti tasmiṁ aṭṭhakathāpāṭhe. Catukkapañcakajjhānānīti catukkapañcakanayavasena vadati. Puññavatoti bhāvanāmayapuññavato. Upanissayasampannassāti tādiseneva upanissayena samannāgatassa. Khalamaṇḍaleti maṇḍalākāre dhaññakaraṇaṭṭhāne. Taṁṭhānappamāṇamevāti olokitaṭṭhānappamāṇameva.",
  "anya-e0103n4:21": "Avirādhetvāti avirajjhitvā vuttavidhinā eva. Nīlapītalohitaodātasambhedavasenāti nīlādivaṇṇāhi mattikāhi paccekaṁ, ekajjhañca saṁsaggavasena. Gaṅgāvaheti gaṅgāsote. Sīhaḷadīpe kira rāvaṇagaṅgā nāma nadī, tassā sotena chinnataṭaṭṭhāne mattikā aruṇavaṇṇā. Taṁ sandhāya vuttaṁ ‘‘gaṅgāvahe mattikāsadisāya aruṇavaṇṇāyā’’ti. Aruṇavaṇṇāya aruṇanibhāya, aruṇappabhāvaṇṇāyāti attho.",
  "anya-e0103n4:22": "Evaṁ kasiṇadose dassetvā idāni kasiṇakaraṇādike sesākāre dassetuṁ ‘‘tañca kho’’tiādi vuttaṁ. Saṁhārimanti saṁharitabbaṁ gahetvā caraṇayoggaṁ. Tatraṭṭhakanti yatra kataṁ, tattheva tiṭṭhanakaṁ. Vuttappamāṇanti ‘‘suppamatte vā sarāvamatte vā’’ti vuttappamāṇaṁ. Vaṭṭanti maṇḍalasaṇṭhānaṁ. Parikammakāleti nimittuggahaṇāya bhāvanākāle. Etadevāti yaṁ vidatthicaturaṅgulavitthāraṁ, etadeva pamāṇaṁ sandhāya ‘‘suppamattaṁ vā sarāvamattaṁ vā’’ti vuttaṁ. Suppaṁ hi nātimahantaṁ, sarāvañca mahantaṁ cāṭipidhānappahonakanti samappamāṇaṁ hoti.",
  "anya-e0103n4:23": "56.Tasmāti paricchedatthāya vuttattā. Evaṁ vuttapamāṇaṁ paricchedanti yathāvuttappamāṇaṁ vidatthicaturaṅgulavitthāraṁ paricchedaṁ katvā, evaṁ vuttappamāṇaṁ vā kasiṇamaṇḍalaṁ visabhāgavaṇṇena paricchedaṁ katvā. Rukkhapāṇikāti kucandanādirukkhapāṇikā aruṇavaṇṇassa visabhāgavaṇṇaṁ samuṭṭhapeti. Tasmā taṁ aggahetvāti vuttaṁ. Pakatirukkhapāṇikā pana pāsāṇapāṇikāgatikāva. Ninnunnataṭṭhānābhāvena bherītalasadisaṁ katvā. Tato dūrataretiādi yathāvuttato padesato, pīṭhato ca aññasmiṁ ādīnavadassanaṁ. Kasiṇadosāti hatthapāṇipadādayo idha kasiṇadosā.",
  "anya-e0103n4:24": "Vuttanayenevāti ‘‘aḍḍhateyyahatthantare padese, vidatthicaturaṅgulapādake pīṭhe’’ti ca vuttavidhināva. Kāmesu ādīnavanti ‘‘kāmā nāmete aṭṭhikaṅkalūpamā nirassādaṭṭhena, tiṇukkūpamā anudahanaṭṭhena, aṅgārakāsūpamā mahābhitāpaṭṭhena, supinakūpamā ittarapaccupaṭṭhānaṭṭhena, yācitakūpamā tāvakālikaṭṭhena, rukkhaphalūpamā sabbaṅgapaccaṅgapalibhañjanaṭṭhena, asisūnūpamā adhikuṭṭanaṭṭhena, sattisūlūpamā vinivijjhanaṭṭhena, sappasirūpamā sapaṭibhayaṭṭhenā’’tiādinā (pāci. aṭṭha. 417; ma. ni. aṭṭha. 1.234) ‘‘appassādā kāmā bahudukkhā bahupāyāsā’’tiādinā (pāci. 417; ma. ni. 1.234; 2.42) ‘‘kāmasukhañca nāmetaṁ bahuparissayaṁ, sāsaṅkaṁ, sabhayaṁ, saṁkiliṭṭhaṁ, mīḷhaparibhogasadisaṁ, hīnaṁ, gammaṁ, pothujjanikaṁ, anariyaṁ, anatthasaṁhita’’ntiādinā ca anekākāravokāraṁ vatthukāmakilesakāmesu ādīnavaṁ dosaṁ paccavekkhitvā. Kāmanissaraṇeti kāmānaṁ nissaraṇabhūte, tehi vā nissaṭe. Aggamaggassa pādakabhāvena sabbadukkhasamatikkamassa upāyabhūte. Nekkhammeti jhāne. Jātābhilāsena sañjātacchandena. ‘‘Sammāsambuddho vata bhagavā aviparītadhammadesanattā, svākkhāto dhammo ekantaniyyānikattā, suppaṭipanno saṅgho yathānusiṭṭhaṁ paṭipajjanato’’ti evaṁ buddhadhammasaṅghaguṇānussaraṇena ratanattayavisayaṁ pītipāmojjaṁ janayitvā. Nekkhammaṁ paṭipajjati etāyāti nekkhammapaṭipadā, saupacārassa jhānassa, vipassanāya, maggassa, nibbānassa ca adhigamakāraṇanti attho. Pubbe pana paṭhamajjhānameva nekkhammanti vuttattā vuttāvasesā sabbepi nekkhammadhammā. Yathāha –",
  "anya-e0103n4:25": "‘‘Pabbajjā paṭhamaṁ jhānaṁ, nibbānaṁ ca vipassanā;",
  "anya-e0103n4:26": "Sabbepi kusalā dhammā, ‘nekkhamma’nti pavuccare’’ti. (itivu. aṭṭha. 109);",
  "anya-e0103n4:27": "Pavivekasukharasassāti cittavivekādivivekajassa sukharasassa. Evametehi pañcahi padehi ‘‘ānisaṁsadassāvī’’tiādīnaṁ padānaṁ attho dassitoti daṭṭhabbaṁ. Samena ākārenāti atiummīlanaatimandālocanāni vajjetvā nātiummīlananātimandālocanasaṅkhātena samena ālocanākārena. Nimittaṁ gaṇhantenāti pathavīkasiṇe cakkhunā gahitanimittaṁ manasā gaṇhantena. Bhāvetabbanti tathāpavattaṁ nimittaggahaṇaṁ vaḍḍhetabbaṁ āsevitabbaṁ bahulīkātabbaṁ.",
  "anya-e0103n4:28": "Cakkhu kilamati atisukhumaṁ, atibhāsurañca rūpagataṁ upanijjhāyato viya. Ativibhūtaṁ hoti attano sabhāvāvibhāvato. Tathā ca vaṇṇato vā lakkhaṇato vā upatiṭṭheyya. Tena vuttaṁ ‘‘tenassa nimittaṁ nuppajjatī’’ti. Avibhūtaṁ hoti gajanimmīlanena pekkhantassa rūpagataṁ viya. Cittañca līnaṁ hoti dassane mandabyāpāratāya kosajjapātato. Tenāha ‘‘evampi nimittaṁ nuppajjatī’’ti. Ādāsatale mukhanimittadassinā viyāti yathā ādāsatale mukhanimittadassī puriso na tattha atigāḷhaṁ ummīlati, nāpi atimandaṁ, na ādāsatalassa vaṇṇaṁ paccavekkhati, nāpi lakkhaṇaṁ manasi karoti. Atha kho samena ākārena olokento attano mukhanimittameva passati, evameva ayampi pathavīkasiṇaṁ samena ākārena olokento nimittaggahaṇappasutoyeva hoti, tena vuttaṁ ‘‘samena ākārenā’’tiādi. Na vaṇṇo paccavekkhitabboti yo tattha pathavīkasiṇe aruṇavaṇṇo, so na cintetabbo. Cakkhuviññāṇena pana gahaṇaṁ na sakkā nivāretuṁ. Tenevettha ‘‘na oloketabbo’’ti avatvā paccavekkhaṇaggahaṇaṁ kataṁ. Na lakkhaṇaṁ manasi kātabbanti yaṁ tattha pathavīdhātuyā thaddhalakkhaṇaṁ, taṁ na manasi kātabbaṁ.",
  "anya-e0103n4:29": "Disvā gahetabbattā ‘‘vaṇṇaṁ amuñcitvā’’ti vatvāpi vaṇṇavasenettha ābhogo na kātabbo, so pana vaṇṇo nissayagatiko kātabboti dassento āha ‘‘nissayasavaṇṇaṁ katvā’’ti. Nissayena samānākārasannissito so vaṇṇo tāya pathaviyā samānagatikaṁ katvā, vaṇṇena saheva ‘‘pathavī’’ti manasi kātabbanti attho. Ussadavasena paṇṇattidhammeti pathavīdhātuyā ussannabhāvena sattito adhikabhāvena sasambhārapathaviyaṁ ‘‘pathavī’’ti yo lokavohāro, tasmiṁ paṇṇattidhamme cittaṁ paṭṭhapetvā ‘‘pathavī, pathavī’’ti manasi kātabbaṁ. Yadi lokavohārena paṇṇattimatte cittaṁ ṭhapetabbaṁ, nāmantaravasenapi pathavī manasi kātabbā bhaveyyāti, hotu, ko dosoti dassento ‘‘mahī medinī’’tiādimāha. Tattha yamicchatīti yaṁ nāmaṁ vattuṁ icchati, taṁ vattabbaṁ. Tañca kho yadassa saññānukūlaṁhoti yaṁ nāmaṁ assa yogino pubbe tattha gahitasaññāvasena anukūlaṁ pacuratāya, paguṇatāya vā āgacchati, taṁ vattabbaṁ. Vattabbanti ca paṭhamasamannāhāre kassaci vacībhedopi hotīti katvā vuttaṁ, ācariyena vā vattabbataṁ sandhāya. Kiṁ vā bahunā, pākaṭabhāvoyevettha pamāṇanti dassetuṁ ‘‘apicā’’tiādi vuttaṁ. Kālena ummīletvā kālena nimmīletvāti kiñci kālaṁ cakkhuṁ ummīletvā nimittaggahaṇavasena pathavīmaṇḍalaṁ oloketvā puna kiñci kālaṁ cakkhuṁ nimmīletvā āvajjitabbaṁ. Yenākārena oloketvā gahitaṁ, tenākārena puna taṁ samannāharitabbaṁ.",
  "anya-e0103n4:30": "57.Āpāthamāgacchatīti manodvārikajavanānaṁ gocarabhāvaṁ upagacchati. Tassa uggahanimittassa. Na tasmiṁ ṭhāne nisīditabbaṁ. Kasmā? Yadi uggahanimitte jātepi pathavīmaṇḍalaṁ oloketvā bhāveti, paṭibhāganimittuppatti na siyā. Samīpaṭṭhena ca na oloketuṁ na sakkā. Tena vuttaṁ ‘‘attano vasanaṭṭhānaṁ pavisitvā’’tiādi. Nissaddabhāvāya ekapaṭalikūpāhanāgahaṇaṁ, parissayavinodanatthaṁ kattaradaṇḍaggahaṇaṁ. Sace nassati, athānena bhāvetabbanti sambandho. Vakkhamānesu asappāyesu kenacideva asappāyena kāraṇabhūtena. Nimittaṁ ādāyāti yathājātaṁ uggahanimittaṁ gahetvā. Samannāharitabbanti āvajjitabbaṁ nimittanti adhippāyo, sammā vā anu anu āharitabbaṁ kammaṭṭhānanti attho. Takkāhataṁ vitakkāhatanti takkanato, savisesaṁ takkanato ca ‘‘takko, vitakko’’ti ca evaṁ laddhanāmena bhāvanācittasampayuttena sammāsaṅkappena āhananapariyāhananakiccena aparāparaṁ vattamānena kammaṭṭhānaṁ āhataṁ, pariyāhatañca kātabbaṁ, balappattavitakko manasikāro bahulaṁ pavattetabboti attho. Evaṁ karontassāti evaṁ kammaṭṭhānaṁ takkāhataṁ vitakkāhataṁ karontassa. Yathā bhāvanā pubbenāparaṁ visesaṁ āvahati, evaṁ anuyuñjantassa. Anukkamenāti bhāvanānukkamena. Yadā saddhādīni indriyāni suvisadāni tikkhāni pavattanti, tadā assaddhiyādīnaṁ dūrībhāvena sātisayathāmappattehi sattahi balehi laddhūpatthambhāni vitakkādīni kāmāvacarāneva jhānaṅgāni bahūni hutvā pātubhavanti. Tato eva tesaṁ ujuvipaccanīkabhūtā kāmacchandādayo saddhiṁ tadekaṭṭhehi pāpadhammehi vidūrī bhavanti, paṭibhāganimittuppattiyā saddhiṁ taṁ ārabbha upacārajjhānaṁ uppajjati. Tena vuttaṁ ‘‘nīvaraṇāni vikkhambhantī’’tiādi. Tattha sannisīdantīti sammadeva sīdanti, upasamantīti attho.",
  "anya-e0103n4:31": "Imassāti paṭibhāganimittassa. Aṅgulipadapāṇipadādiko kasiṇadoso. Ādāsamaṇḍalūpamādīhi uggahanimittato paṭibhāganimittassa suparisuddhataṁ, saṇhasukhumatañca dasseti. Tañca kho paṭibhāganimittaṁ neva vaṇṇavantaṁ na saṇṭhānavantaṁ aparamatthasabhāvattā. Īdisanti vaṇṇasaṇṭhānavantaṁ. Tilakkhaṇabbhāhatanti uppādādilakkhaṇattayānupaviṭṭhaṁ, aniccatādilakkhaṇattayaṅkitaṁ vā. Yadi na panetaṁ tādisaṁ vaṇṇādivantaṁ, kathaṁ jhānassa ārammaṇabhāvoti āha ‘‘kevalañhī’’tiādi. Saññajanti bhāvanāsaññājanitaṁ, bhāvanāsaññāya sañjātamattaṁ. Na hi asabhāvassa kutoci samuṭṭhānaṁ atthi. Tenāha ‘‘upaṭṭhānākāramatta’’nti.",
  "anya-e0103n4:32": "58.Vikkhambhitāneva sannisinnāva, na pana tadatthaṁ ussāho kātabboti adhippāyo. ‘‘Upacārasamādhinā’’ti vutte itaropi samādhi atthīti atthato āpannanti tampi dassetuṁ ‘‘duvidho hi samādhī’’tiādi āraddhaṁ. Dvīhākārehīti jhānadhammānaṁ paṭipakkhadūrībhāvo, thirabhāvappatti cāti imehi dvīhi kāraṇehi. Idāni tāni kāraṇāni avatthāmukhena dassetuṁ ‘‘upacārabhūmiyaṁ vā’’tiādi vuttaṁ. Upacārabhūmiyanti upacārāvatthāyaṁ. Yadipi tadā jhānaṅgāni paṭutarāni mahaggatabhāvappattāni na uppajjanti, tesaṁ pana paṭipakkhadhammānaṁ vikkhambhanena cittaṁ samādhiyati. Tenāha ‘‘nīvaraṇappahānena cittaṁ samāhitaṁ hotī’’ti. Paṭilābhabhūmiyanti jhānassa adhigamāvatthāyaṁ. Tadā hi appanāpattānaṁ jhānadhammānaṁ uppattiyā cittaṁ samādhiyati. Tenāha ‘‘aṅgapātubhāvenā’’ti. Cittaṁ samāhitaṁ hotīti sambandho.",
  "anya-e0103n4:33": "Na thāmajātānīti na jātathāmāni, na bhāvanābalaṁ pattānīti attho. Cittanti jhānacittaṁ. Kevalampi rattiṁ kevalampi divasaṁ tiṭṭhatīti samāpattivelaṁ sandhāyāha. Upacārabhūmiyaṁ nimittavaḍḍhanaṁ yuttanti katvā vuttaṁ ‘‘nimittaṁ vaḍḍhetvā’’ti. Laddhaparihānīti laddhaupacārajjhānaparihāni. Nimitte avinassante tadārammaṇajhānampi aparihīnameva hoti, nimitte pana ārakkhābhāvena vinaṭṭhe laddhaṁ laddhaṁ jhānampi vinassati tadāyattavuttito. Tenāha ‘‘ārakkhamhī’’tiādi.",
  "anya-e0103n4:34": "Sattasappāyavaṇṇanā",
  "anya-e0103n4:35": "59. ‘‘Thāvarañca hotī’’ti vatvā yathā thāvaraṁ hoti, taṁ dassetuṁ ‘‘sati upaṭṭhāti, cittaṁ samādhiyatī’’ti vuttaṁ. Yathāladdhañhi nimittaṁ tattha satiṁ sūpaṭṭhitaṁ katvā ekaggataṁ vindantassa thiraṁ nāma hoti, surakkhitañca. Sati-ggahaṇena cettha sampajaññaṁ, samādhiggahaṇena vīriyañca saṅgahitaṁ hoti nānantariyabhāvato. Tatthāti tesu āvāsesu. Tīṇi tīṇīti ekekasmiṁ āvāse avutthaavutthaṭṭhāne vasananiyāmena tayo tayo divase vasitvā.",
  "anya-e0103n4:36": "Uttarena vā dakkhiṇena vāti vuttaṁ gamanāgamane sūriyābhimukhabhāvanivāraṇatthanti. Sahassadhanuppamāṇaṁ diyaḍḍhakosaṁ.",
  "anya-e0103n4:37": "Dvattiṁsa tiracchānakathāti rājakathādike (dī. ni. 1.17; ma. ni. 2.223; saṁ. ni. 5.1080; a. ni. 10.69; pāci. 508) sandhāyāha. Tā hi pāḷiyaṁ sarūpato anāgatāpi araññapabbatanadīdīpakathā iti-saddena saṅgahetvā saggamokkhānaṁ tiracchānabhāvato ‘‘dvattiṁsa tiracchānakathā’’ti vuttā. Dasakathāvatthunissitanti ‘‘appicchatā, santuṭṭhi, paviveko, asaṁsaggo, vīriyārambho, sīla, samādhi, paññā, vimutti, vimuttiñāṇadassana’’nti imāni appicchakathādīnaṁ vatthūni, tannissitaṁ bhassaṁ sappāyaṁ.",
  "anya-e0103n4:38": "Atiracchānakathikoti natiracchānakathiko, tiracchānakathā vidhuraṁ dhammikaṁ kammaṭṭhānapaṭisaṁyuttameva kathaṁ kathetīti adhippāyo. Sīlādiguṇasampannoti sīlasamādhiādiguṇasampanno. Yo hi samādhikammaṭṭhāniko, samādhikammaṭṭhānassa vā pāraṁ patto, so imassa yogino sappāyo. Tenāha ‘‘yaṁ nissāyā’’tiādi. Kāyadaḷhībahuloti kāyassa santappanaposanappasuto. Yaṁ sandhāya vuttaṁ ‘‘yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharatī’’ti (dī. ni. 3.320; ma. ni. 1.186; a. ni. 5.206).",
  "anya-e0103n4:39": "Bhojanaṁ yebhuyyena madhurambilarasavasena sattānaṁ upayogaṁ gacchati dadhiādīsu tathā dassanato. Kaṭukādirasā pana kevalaṁ abhisaṅkhārakā evāti āha ‘‘kassaci madhuraṁ, kassaci ambilaṁ sappāyaṁ hotī’’ti.",
  "anya-e0103n4:40": "Yasmiṁ iriyāpathe ādhārabhūte, vattamāne vā, yasmiṁ vā iriyāpathe pavattamānassa. Nimittāsevanabahulassāti nimitte āsevanābahulassa paṭibhāganimitte visayabhūte bhāvanāmanasikāraṁ bahulaṁ āsevantassa, nimittassa vā gocarāsevanavasena āsevanābahulassa. Yena hi bhāventassa bhāvanāsevanā, tena gocarāsevanāpi icchitabbāti.",
  "anya-e0103n4:41": "Dasavidhaappanākosallavaṇṇanā",
  "anya-e0103n4:42": "60.Na hoti appanā. Yena vidhinā appanāyaṁ kusalo hoti, so dasavidho vidhi appanākosallaṁ, tannibbattaṁ vā ñāṇaṁ. Vatthuvisadakiriyatoti vatthūnaṁ visadabhāvakaraṇato appanākosallaṁ icchitabbanti sambandho. Evaṁ sesesupi.",
  "anya-e0103n4:43": "61. Cittacetasikānaṁ hi pavattiṭṭhānabhāvato sarīraṁ, tappaṭibaddhāni cīvarādīni ca idha ‘‘vatthūnī’’ti adhippetāni. Tāni yathā cittassa sukhāvahāni honti, tathā karaṇaṁ tesaṁ visadabhāvakaraṇaṁ. Tena vuttaṁ ‘‘ajjhattikabāhirāna’’ntiādi. Sarīraṁ vāti vā-saddo aṭṭhānappayutto, sarīraṁ sedamalaggahitaṁ vā aññena vā avassutakiccena vibādhitanti adhippāyo. Senāsanaṁ vāti vā-saddena pattādīnampi saṅgaho daṭṭhabbo. Nanu cāyaṁ nayo khuddakapalibodhupacchedena saṅgahito, puna kasmā vuttoti? Saccaṁ saṅgahito, so ca kho bhāvanāya ārambhakāle. Idha pana āraddhakammaṭṭhānassa upacārajjhāne ṭhatvā appanāparivāsaṁ vasantassa kālantare jāte tathāpaṭipatti appanākosallāya vuttā. Avisade sati, visayabhūte vā. Kathaṁ bhāvanamanuyuñjantassa tāni visayo? Antarantarā pavattanakacittuppādavasenevaṁ vuttaṁ. Te hi cittuppādā cittekaggatāya aparisuddhabhāvāya saṁvattanti. Cittacetasikesu nissayādipaccayabhūtesu. Ñāṇampīti pi-saddo sampiṇḍane. Tena ‘‘na kevalaṁ taṁ vatthuyeva, atha kho tasmiṁ aparisuddhe ñāṇampi aparisuddhaṁ hotī’’ti dassitaṁ. Taṁsampayuttānaṁ pana aparisuddhatā avuttasiddhā, ñāṇassa ca visuṁ gahaṇaṁ appanāya bahukārattā. Tathā hi jhānaṁ ‘‘dandhābhiññaṁ, khippābhiñña’’nti ñāṇamukhena niddiṭṭhaṁ. Nissayanissayopi nissayotveva vuccatīti āha ‘‘dīpakapallikavaṭṭitelāni nissāyā’’ti. Ñāṇe avisade vipassanābhāvanā viya samādhibhāvanāpi paridubbalā hotīti dassetuṁ ‘‘aparisuddhena ñāṇenā’’tiādi vuttaṁ. Tattha kammaṭṭhānanti samathakammaṭṭhānaṁ āha. Vuḍḍhiṁ aṅgapātubhāvena, virūḷhiṁ guṇabhāvena, vepullaṁ sabbaso vasibhāvappattiyā veditabbaṁ. Visade panāti sukkapakkho, tassa vuttavipariyāyena attho veditabbo.",
  "anya-e0103n4:44": "62.Samabhāvakaraṇanti kiccato anūnādhikabhāvakaraṇaṁ. Yathāpaccayaṁ saddheyyavatthusmiṁ adhimokkhakiccassa paṭutarabhāvena, paññāya avisadatāya, vīriyādīnaṁ ca sithilatādinā saddhindriyaṁ balavaṁ hoti. Tenāha ‘‘itarāni mandānī’’ti. Tatoti tasmā saddhindriyassa balavabhāvato, itaresañca mandattā. Kosajjapakkhe patituṁ adatvā sampayuttadhammānaṁ paggaṇhanaṁ anubalappadānaṁ paggaho, paggahova kiccaṁ, paggahakiccaṁ kātuṁ na sakkotīti sambandhitabbaṁ. Ārammaṇaṁ upagantvā ṭhānaṁ, anissajjanaṁ vā upaṭṭhānaṁ, vikkhepapaṭipakkho. Yena vā sampayuttā avikkhittā honti, so avikkhepo. Rūpagataṁ viya cakkhunā yena yāthāvato visayasabhāvaṁ passati, taṁ dassanakiccaṁ kātuṁ na sakkoti balavatā saddhindriyena abhibhūtattā. Sahajātadhammesu hi indaṭṭhaṁ kārentānaṁ sahapavattamānānaṁ dhammānaṁ ekarasatāvaseneva atthasiddhi, na aññathā. Tasmāti vuttamevatthaṁ kāraṇabhāvena paccāmasati . Tanti saddhindriyaṁ. Dhammasabhāvapaccavekkhaṇenāti yassa saddheyyavatthuno uḷāratādiguṇe adhimuccanassa sātisayappavattiyā saddhindriyaṁ balavaṁ jātaṁ, tassa paccayapaccayuppannādivibhāgato yāthāvato vīmaṁsanena. Evañhi evaṁdhammatānayena sabhāvarasato pariggayhamāne savipphāro adhimokkho na hoti, ‘‘ayaṁ imesaṁ dhammānaṁ sabhāvo’’ti parijānanavasena paññābyāpārassa sātisayattā. Dhuriyadhammesu hi yathā saddhāya balavabhāve paññāya mandabhāvo hoti, evaṁ paññāya balavabhāve saddhāya mandabhāvo hotīti. Tena vuttaṁ ‘‘taṁ dhammasabhāvapaccavekkhaṇena hāpetabba’’nti.",
  "anya-e0103n4:45": "Tathā amanasikārenāti yenākārena bhāvanamanuyuñjantassa saddhindriyaṁ balavaṁ hoti, tenākārena bhāvanāya ananuyuñjanatoti vuttaṁ hoti. Idha duvidhena saddhindriyassa balavabhāvo, attano vā paccayavisesato kiccuttariyena, vīriyādīnaṁ vā mandakiccatāya. Tattha paṭhamavikappe hāpanavidhi dassito, dutiyavikappe pana yathā manasi karoto vīriyādīnaṁ mandakiccatāya saddhindriyaṁ balavaṁ jātaṁ, tathā amanasikārena vīriyādīnaṁ paṭukiccabhāvāvahena manasikārena saddhindriyaṁ tehi samarasaṁ karontena hāpetabbaṁ. Iminā nayena sesindriyesupi hāpanavidhi veditabbo.",
  "anya-e0103n4:46": "Vakkalittheravatthūti so hi āyasmā saddhādhimuttatāya katādhikāro satthu rūpakāyadassanappasuto eva hutvā viharanto satthārā ‘‘kiṁ te, vakkali, iminā pūtikāyena diṭṭhena? Yo kho, vakkali, dhammaṁ passati, so maṁ passatī’’tiādinā (saṁ. ni. 3.87) ovaditvā kammaṭṭhāne niyojitopi taṁ ananuyuñjanto paṇāmito attānaṁ vinipātetuṁ papātaṭṭhānaṁ abhiruhi. Atha naṁ satthā yathānisinnova obhāsaṁ visajjento attānaṁ dassetvā –",
  "anya-e0103n4:47": "‘‘Pāmojjabahulo bhikkhu, pasanno buddhasāsane;",
  "anya-e0103n4:48": "Adhigacche padaṁ santaṁ, saṅkhārūpasamaṁ sukha’’nti. (dha. pa. 381) –",
  "anya-e0103n4:49": "Gāthaṁ vatvā ‘‘ehi vakkalī’’ti āha. So tena amateneva abhisitto haṭṭhatuṭṭho hutvā vipassanaṁ paṭṭhapesi. Saddhāya pana balavabhāvato vipassanāvīthiṁ na otari. Taṁ ñatvā bhagavā indriyasamataṁ paṭipādento kammaṭṭhānaṁ sodhetvā adāsi. So satthārā dinnanayena vipassanaṁ ussukkāpetvā maggapaṭipāṭiyā arahattaṁ pāpuṇi. Tena vuttaṁ ‘‘vakkalittheravatthu cettha nidassana’’nti.",
  "anya-e0103n4:50": "Itarakiccabhedanti upaṭṭhānādikiccavisesaṁ. Passaddhādīti ādi-saddena samādhiupekkhāsambojjhaṅgānaṁ saṅgaho daṭṭhabbo. Hāpetabbanti yathā saddhindriyassa balavabhāvo dhammasabhāvapaccavekkhaṇena hāyati, evaṁ vīriyindriyassa adhimattatā passaddhiādibhāvanāya hāyati, samādhipakkhiyattā tassā. Tathā hi sā samādhindriyassa adhimattataṁ kosajjapātato rakkhantī vīriyādibhāvanā viya vīriyindriyassa adhimattataṁ uddhaccapātato rakkhantī ekaṁsato hāpeti. Tena vuttaṁ ‘‘passaddhādibhāvanāya hāpetabba’’nti.",
  "anya-e0103n4:51": "Soṇattherassa vatthūti (mahāva. 243) sukumārassa soṇattherassa vatthu. So hi āyasmā satthu santike kammaṭṭhānaṁ gahetvā sītavane viharanto ‘‘mama sarīraṁ sukhumālaṁ, na ca sakkā sukheneva sukhaṁ adhigantuṁ, kāyaṁ kilametvāpi samaṇadhammo kātabbo’’ti ṭhānacaṅkamameva adhiṭṭhāya padhānamanuyuñjanto pādatalesu phoṭesu uṭṭhitesupi vedanaṁ ajjhupekkhitvā daḷhaṁ vīriyaṁ karonto accāraddhavīriyatāya visesaṁ nibbattetuṁ nāsakkhi. Satthā tattha gantvā vīṇovādena ovaditvā vīriyasamatāyojanavidhiṁ dassento kammaṭṭhānaṁ sodhetvā gijjhakūṭaṁ gato. Theropi satthārā dinnanayena vīriyasamataṁ yojento vipassanaṁ ussukkāpetvā arahatte patiṭṭhāsi. Tena vuttaṁ ‘‘soṇattherassa vatthu dassetabba’’nti.",
  "anya-e0103n4:52": "Sesesupīti satisamādhipaññindriyesupi. Ekassāti ekekassa. Sāmaññaniddesovāyaṁ daṭṭhabbo. Evaṁ pañcannaṁ indriyānaṁ paccekaṁ adhimattatāya pana hāpanavasena samataṁ dassetvā idāni tattha yesaṁ visesato asādhāraṇato, sādhāraṇato ca samatā icchitabbā, taṁ dassetuṁ ‘‘visesato panā’’tiādi vuttaṁ. Etthāti etesu pañcasu indriyesu. Samatanti saddhāpaññānaṁ aññamaññaṁ anūnānadhikabhāvaṁ. Tathā samādhivīriyānaṁ . Yathā hi saddhāpaññānaṁ visuṁ visuṁ dhuriyadhammabhūtānaṁ kiccato aññamaññānativattanaṁ visesato icchitabbameva, yato nesaṁ samadhuratāya appanā sampajjatīti, evaṁ samādhivīriyānaṁ kosajjauddhaccapakkhikānaṁ samarasatāya sati aññamaññūpatthambhanato sampayuttadhammānaṁ antadvayapātābhāvena sammadeva appanā ijjhati.",
  "anya-e0103n4:53": "‘‘Balavasaddho hī’’tiādi nidassanavasena vuttaṁ. Tassattho – yo balavatiyā saddhāya samannāgato avisadañāṇo, so muddhappasanno hoti, na aveccappasanno. Tathā hi so avatthusmiṁ pasīdati seyyathāpi titthiyasāvakā. Kerāṭikapakkhanti sāṭheyyapakkhaṁ bhajati. Saddhāhīnāya paññāya atidhāvanto ‘‘deyyavatthupariccāgena vinā cittuppādamattenapi dānamayaṁ puññaṁ hotī’’tiādīni parikappeti hetupaṭirūpakehi vañcito. Evaṁbhūto pana sukkhatakkaviluttacitto paṇḍitānaṁ vacanaṁ nādiyati, saññattiṁ na gacchati. Tenāha ‘‘bhesajjasamuṭṭhito viya rogo atekiccho hotī’’ti. Yathā cettha saddhāpaññānaṁ aññamaññaviraho na atthāvaho anatthāvaho ca, evamidhāpi samādhivīriyānaṁ aññamaññaviraho na avikkhepāvaho vikkhepāvaho cāti veditabbaṁ. Kosajjaṁ abhibhavati, tena appanaṁ na pāpuṇātīti adhippāyo. Uddhaccaṁ abhibhavatīti etthāpi eseva nayo. Tadubhayanti taṁ saddhāpaññādvayaṁ, samādhivīriyadvayañca. Samaṁ kātabbanti samarasaṁ kātabbaṁ.",
  "anya-e0103n4:54": "Samādhikammikassāti samathakammaṭṭhānikassa. Evanti evaṁ sante, saddhāya tesaṁ balavabhāve satīti attho. Saddahantoti ‘‘pathavī pathavī’’ti manasikaraṇamattena kathaṁ jhānuppattīti acintetvā ‘‘addhā sammāsambuddhena vuttavidhi ijjhissatī’’ti saddahanto saddhaṁ janento. Okappentoti ārammaṇaṁ anupavisitvā viya adhimuccanavasena okappento pakkhandanto. Ekaggatā balavatī vaṭṭati samādhipadhānattā jhānassa. Ubhinnanti samādhipaññānaṁ, samādhikammikassa samādhino adhimattatāpi icchitabbāti āha ‘‘samatāyapī’’ti, samabhāvenāpīti attho. Appanāti idhādhippetaappanā. Tathā hi ‘‘hotiyevā’’ti sāsaṅkaṁ vadati , lokuttarappanā pana tesaṁ samabhāveneva icchitā. Yathāha – ‘‘samathavipassanaṁ yuganaddhaṁ bhāvetī’’ti (paṭi. ma. 2.1, 5).",
  "anya-e0103n4:55": "Yadi visesato saddhāpaññānaṁ, samādhivīriyānañca samatā icchitā, kathaṁ satīti āha ‘‘sati pana sabbattha balavatī vaṭṭatī’’ti. Sabbatthāti līnuddhaccapakkhesu pañcasu indriyesu. Uddhaccapakkhiye gaṇhanto ‘‘saddhāvīriyapaññāna’’nti āha. Aññathāpīti ca gahetabbā siyā. Tathā hi ‘‘kosajjapakkhena samādhinā’’ icceva vuttaṁ, na ‘‘passaddhisamādhiupekkhāhī’’ti. Sā sati. Sabbesu rājakammesu niyutto sabbakammiko. Tena kāraṇena sabbattha icchitabbatthena. Āha aṭṭhakathāyaṁ. Sabbattha niyuttā sabbatthikā, sabbena vā līnuddhaccapakkhiyena bojjhaṅgaggahaṇena atthetabbā sabbatthiyā, sabbatthiyāva sabbatthikā. Cittanti kusalacittaṁ. Tassa hi sati paṭisaraṇaṁ parāyaṇaṁ appattassa pattiyā anadhigatassa adhigamāya. Tenāha ‘‘ārakkhapaccupaṭṭhānā’’tiādi.",
  "anya-e0103n4:56": "63.Cittekaggatānimittassāti cittekaggatāya nimittassa, cittekaggatāsaṅkhātassa ca nimittassa. Cittassa hi samāhitākāraṁ sallakkhetvā samathanimittaṁ rakkhantoyeva kasiṇanimittaṁ rakkhati. Tasmā pathavīkasiṇādikassāti ādi-saddena na kevalaṁ paṭibhāganimittasseva, atha kho samathanimittassāpi gahaṇaṁ daṭṭhabbaṁ. Tanti rakkhaṇakosallaṁ. Idha appanākosallakathāyaṁ ‘‘nimittakosalla’’nti adhippetaṁ, karaṇabhāvanākosallānaṁ pageva siddhattāti adhippāyo.",
  "anya-e0103n4:57": "64.Atisithilavīriyatādīhīti ādi-saddena pamodanasaṁvejanavipariyāye saṅgaṇhāti. Līnanti saṅkucitaṁ kosajjapakkhapatitaṁ. Cittanti bhāvanācittaṁ. Dhammavicayasambojjhaṅgādayo bhāvetīti ettha ‘‘tayo’’ti padaṁ ānetvā sambandhitabbaṁ. Yathā pana te bhāvetabbā, taṁ sayameva vakkhati.",
  "anya-e0103n4:58": "Parittanti appakaṁ. Ujjāletukāmoti padīpetukāmo. Udakavātaṁ dadeyyāti udakamissaṁ vātaṁ upaneyya. Akāloti nakālo, ayuttakālo vā. Satiādidhammasāmaggisaṅkhātāya bodhiyā bujjhati etāyāti katvā, taṁsamaṅgino vā bujjhatīti bodhino yogino aṅganti bojjhaṅgo , pasattho, sundaro vā bojjhaṅgo sambojjhaṅgo . Kāyacittadarathavūpasamalakkhaṇā passaddhiyeva sambojjhaṅgo passaddhisambojjhaṅgo, tassa passaddhisambojjhaṅgassa. Samādhisambojjhaṅgādīsupi eseva nayo. Ayaṁ pana viseso – samādhissa tāva padatthalakkhaṇāni heṭṭhā āgatāneva. Upapattito ikkhatīti upekkhā. Sā panāyaṁ atthato tatramajjhattupekkhāva idha bojjhaṅgupekkhā veditabbā. Dusamuṭṭhāpayanti samuṭṭhāpetuṁ uppādetuṁ asakkuṇeyyaṁ. Dhammānaṁ, dhammesu vā vicayo dhammavicayo, paññāti attho. Vīrassa bhāvo, kammaṁ vā, vidhinā vā īretabbaṁ pavattetabbanti vīriyaṁ, ussāho. Pīṇeti kāyaṁ, cittaṁ ca santappetīti pīti.",
  "anya-e0103n4:59": "Yaṁ yaṁ sakaṁ yathāsakaṁ, attano attanoti attho. Āhāravasenāti paccayavasena. Bhāvanāti uppādanā, vaḍḍhanā ca. Kusalākusalāti kosallasambhūtaṭṭhena kusalā, tappaṭipakkhato akusalā. Ye akusalā, te sāvajjā. Ye kusalā, te anavajjā. Akusalā hīnā, itare paṇītā. Kusalāpi vā hīnehi chandādīhi āraddhā hīnā, itare paṇītā. Kaṇhāti kāḷakā cittassa apabhassarabhāvakaraṇā, sukkāti odātā cittassa pabhassarabhāvakaraṇā. Kaṇhābhijātihetuto vā kaṇhā, sukkābhijātihetuto sukkā. Te eva sappaṭibhāgā. Kaṇhā hi ujuvipaccanīkatāya sukkehi sappaṭibhāgā. Tathā sukkāpi itarehi. Atha vā kaṇhā ca sukkā ca sappaṭibhāgā ca kaṇhasukkasappaṭibhāgā. Sukhā hi vedanā dukkhāya vedanāya sappaṭibhāgā, dukkhā ca vedanā sukhāya sappaṭibhāgāti. Anuppannassāti anibbattassa. Uppādāyāti uppādanatthāya. Uppannassāti nibbattassa. Bhiyyobhāvāyāti punappunabhāvāya. Vepullāyāti vipulabhāvāya. Bhāvanāyāti vaḍḍhiyā. Pāripūriyāti paripūraṇatthāya.",
  "anya-e0103n4:60": "Tatthāti ‘‘atthi bhikkhave’’tiādinā dassitapāṭhe. Sabhāvasāmaññalakkhaṇapaṭivedhavasenāti ekajjhaṁ katvā gahaṇe anavajjasukhavipākādikassa visuṁ visuṁ pana phusanādikassa sabhāvalakkhaṇassa, aniccādikassa sāmaññalakkhaṇassa ca paṭivijjhanavasena. Pavattamanasikāroti kusalādīnaṁ taṁtaṁsabhāvalakkhaṇādikassa yāthāvato avabujjhanavasena uppannajavanacittuppādo. So hi aviparītamanasikāratāya ‘‘yonisomanasikāro’’ti vutto. Tadābhogatāya āvajjanāpi taggatikāva. Ruppanalakkhaṇādikampi idha sāmaññalakkhaṇeneva saṅgahitanti daṭṭhabbaṁ. Kusalakiriyāya ādiārambhavasena pavattavīriyaṁ dhitisabhāvatāya ‘‘dhātū’’ti vuttanti āha ‘‘ārambhadhātūti paṭhamavīriyaṁ vuccatī’’ti. Laddhāsevanaṁ vīriyaṁ balappattaṁ hutvā paṭipakkhaṁ vidhamatīti āha ‘‘kosajjato nikkhantattā tato balavatara’’nti. Adhimattādhimattatarānaṁ paṭipakkhadhammānaṁ vidhamanasamatthaṁ paṭupaṭutarādibhāvappattaṁ hotīti vuttaṁ ‘‘paraṁ paraṁ ṭhānaṁ akkamanato tatopi balavatara’’nti. Tiṭṭhati pavattati etthāti ṭhāniyā, pītisambojjhaṅgassa ṭhāniyā pītisambojjhaṅgaṭṭhāniyā. Ṭhātabbo vā ṭhāniyo, pītisambojjhaṅgo ṭhāniyo etesūti pītisambojjhaṅgaṭṭhāniyā, aparāparaṁ vattamānā pītisambojjhaṅgasampayuttā dhammā. Yasmā pana tesu pītiyeva pītisambojjhaṅgassa visesakāraṇaṁ, tasmā vuttaṁ ‘‘pītiyā eva etaṁ nāma’’nti. Uppādakamanasikāroti yathā manasi karoto anuppanno pītisambojjhaṅgo uppajjati, uppanno ca vaḍḍhati, tathā pavattamanasikāro.",
  "anya-e0103n4:61": "Paripucchakatāti pariyogāhetvā pucchakabhāvo. Pañcapi hi nikāye uggahetvā ācariye pariyupāsitvā tassa tassa atthaṁ paripucchantassa, te vā saha aṭṭhakathāya pariyogāhetvā yaṁ yaṁ tattha gaṇṭhiṭṭhānaṁ, taṁ taṁ ‘‘idaṁ, bhante, kathaṁ, imassa ko attho’’ti pucchantassa dhammavicayasambojjhaṅgo uppajjatīti. Vatthuvisadakiriyā indriyasamattapaṭipādanā saṅkhepato, vitthārato ca pakāsitā eva. Tattha pana samādhisaṁvattaniyabhāvena āgatā, idha paññāsaṁvattaniyabhāvena. Yadaggena hi samādhisaṁvattanikā, tadaggena paññāsaṁvattanikā samādhissa ñāṇapaccupaṭṭhānato. ‘‘Samāhito yathābhūtaṁ pajānātī’’ti (saṁ. ni. 4.99; 5.1071) vuttaṁ. Duppaññapuggalaparivajjanā nāma duppaññānaṁ mandabuddhīnaṁ bhattanikkhittakākamaṁsanikkhittasunakhasadisānaṁ momūhapuggalānaṁ dūrato pariccajanā. Paññavantapuggalasevanā nāma paññāya katādhikārānaṁ saccapaṭiccasamuppādādīsu kusalānaṁ ariyānaṁ, vipassanākammikānaṁ vā mahāpaññānaṁ kālena kālaṁ upasaṅkamanaṁ. Gambhīrañāṇacariyapaccavekkhaṇāti gambhīrañāṇehi caritabbānaṁ khandhāyatanadhātādīnaṁ, saccapaccayākārādidīpanānaṁ vā suññatāpaṭisaṁyuttānaṁ suttantānaṁ paccavekkhaṇā. Tadadhimuttatāti paññādhimuttatā, paññāya ninnapoṇapabbhāratāti attho.",
  "anya-e0103n4:62": "Apāyādīti ādi-saddena jātiādiṁ atīte vaṭṭamūlakaṁ dukkhaṁ, anāgate vaṭṭamūlakaṁ dukkhaṁ, paccuppanne āhārapariyeṭṭhimūlakañca dukkhaṁ saṅgaṇhāti. Vīriyāyattassa lokiyalokuttaravisesassa adhigamo eva ānisaṁso, tassa dassanasīlatā vīriyāyatta…pe… dassitā. Sapubbabhāgo nibbānagāmimaggo gamanavīthi gantabbā paṭipajjitabbā paṭipadāti katvā . Dāyakānaṁ mahapphalabhāvakaraṇena piṇḍāpacāyanatāti paccayadāyakānaṁ attani kārassa attano sammāpaṭipattiyā mahapphalakārabhāvassa karaṇena piṇḍassa bhikkhāya paṭipūjanā. Itarathāti āmisapūjāya. Kusītapuggalaparivajjanatāti alasānaṁ bhāvanāya nāmamattampi ajānantānaṁ kāyadaḷhībahulānaṁ yāvadatthaṁ bhuñjitvā seyyasukhādianuyuñjanakānaṁ tiracchānakathikānaṁ puggalānaṁ dūrato pariccajanā. Āraddhavīriyapuggalasevanatāti ‘‘divasaṁ caṅkamena nisajjāyā’’tiādinā (vibha. 519; a. ni. 3.16) bhāvanārambhavasena āraddhavīriyānaṁ daḷhaparakkamānaṁ puggalānaṁ kālena kālaṁ upasaṅkamanā. Sammappadhānapaccavekkhaṇatāti catubbidhasammappadhānānubhāvassa paccavekkhaṇatā. Tadadhimuttatāti tasmiṁ vīriyasambojjhaṅge adhimutti sabbiriyāpathesu ninnapoṇapabbhāratā. Ettha ca thinamiddhavinodanakusītapuggalaparivajjanaāraddhavīriyapuggalasevanatadadhimuttatā paṭipakkhavidhamanapaccayūpasaṁhāravasena, apāyādibhayapaccavekkhaṇādayo samuttejanavasena vīriyasambojjhaṅgassa uppādakā daṭṭhabbā.",
  "anya-e0103n4:63": "Buddhādīsu pasādasinehābhāvena thusakharahadayā lūkhapuggalā, tabbipariyāyena siniddhapuggalā veditabbā. Buddhādīnaṁ guṇaparidīpanā sampasādanīyasuttādayo (dī. ni. 3.141 ādayo) pasādanīyasuttantā. Imehi ākārehīti yathāvuttehi kusalādīnaṁ sabhāvasāmaññalakkhaṇapaṭivijjhanādiākārehi ceva paripucchakatādiākārehi ca. Ete dhammeti ete kusalādīsu yonisomanasikārādike ceva dhammatthaññutādike ca.",
  "anya-e0103n4:64": "65.Accāraddhavīriyatādīhīti ativiya paggahitavīriyatādīhi. Ādi-saddena saṁvejanapamodanādiṁ saṅgaṇhāti. Uddhatanti samādhiādīnaṁ mandatāya avūpasantaṁ. Duvūpasamayanti vūpasametuṁ samādhātuṁ asakkuṇeyyaṁ.",
  "anya-e0103n4:65": "Taṁākāraṁ sallakkhetvāti yenākārena assa yogino passaddhi samādhi upekkhāti ime passaddhiādayo dhammā pubbe yathārahaṁ tasmiṁ tasmiṁ kāle uppannapubbā, taṁ cittataṁsampayuttadhammānaṁ passaddhākāraṁ, samāhitākāraṁ, ajjhupekkhitākārañca upalakkhetvā upadhāretvā. Tīsupi padesūti ‘‘atthi, bhikkhave, kāyappassaddhī’’tiādinā āgatesu tīsupi vākyesu, tehi vā pakāsitesu tīsu dhammakoṭṭhāsesu. Yathāsamāhitākāraṁ sallakkhetvā gayhamāno samatho eva samathanimittanti āha ‘‘samathanimittanti ca samathassevetamadhivacana’’nti. Nānārammaṇe paribbhamanena vividhaṁ aggaṁ etassāti byaggo, vikkhepo. Tathā hi so anavaṭṭhānaraso, bhantatāpaccupaṭṭhāno ca vutto. Ekaggatābhāvato byaggapaṭipakkhoti abyaggo, samādhi. So eva nimittanti pubbe viya vattabbaṁ. Tenāha ‘‘avikkhepaṭṭhena ca tasseva abyagganimittanti adhivacana’’nti.",
  "anya-e0103n4:66": "Sarīrāvatthaṁ ñatvā mattaso paribhutto paṇītāhāro kāyalahutādīnaṁ samuṭṭhāpanena passaddhiyā paccayo hoti, tathā utusappāyaṁ, iriyāpathasappāyañca sevitaṁ, payogo ca kāyiko pavattitoti āha ‘‘paṇītabhojanasevanatā’’tiādi. Payogasamatādīnaṁ abhāvena sadarathakāyacittā puggalā sāraddhapuggalā. Vuttavipariyāyena passaddhakāyā puggalā veditabbā.",
  "anya-e0103n4:67": "Nirassādassāti bhāvanassādarahitassa. Bhāvanā hi vīthipaṭipannā pubbenāparaṁ visesavatī pavattamānā cittassa assādaṁ upasamasukhaṁ āvahati, tadabhāvato nirassādaṁ cittaṁ hoti. Saddhāsaṁvegavasenāti saddhāvasena, saṁvegavasena ca. Sampahaṁsanatāti sammadeva pahaṁsanatā saṁvejanapubbakapasāduppādanena bhāvanā cittassa tosanā. Sammāpavattassāti līnuddhaccavirahena, samathavīthipaṭipattiyā ca samaṁ, savisesañca pavattiyā sammadeva pavattassa bhāvanācittassa. Ajjhupekkhanatāti paggahaniggahasampahaṁsanesu abyāvaṭatā. Jhānavimokkhapaccavekkhaṇatāti paṭhamādīni jhānāni paccanīkadhammehi suṭṭhu vimuttatādinā teyeva vimokkhā tesaṁ ‘‘evaṁ bhāvanā, evaṁ samāpajjanā, evaṁ adhiṭṭhānaṁ, evaṁ vuṭṭhānaṁ, evaṁ saṁkileso, evaṁ vodāna’’nti pati pati avekkhaṇā.",
  "anya-e0103n4:68": "Sattamajjhattatāti sattesu piyaṭṭhāniyesupi gahaṭṭhapabbajitesu majjhattākāro ajjhupekkhanā. Saṅkhāramajjhattatāti ajjhattikesu cakkhādīsu, bāhiresu pattacīvarādīsu majjhattākāro ajjhupekkhanā. Sattasaṅkhārānaṁ mamāyanaṁ sattasaṅkhārakelāyanaṁ. Imehākārehīti imehi yathāvuttehi kāyacittānaṁ passaddhākārasallakkhaṇādiākārehi ceva sappāyāhārasevanādiākārehi ca. Ete dhammeti ete passaddhiādidhamme.",
  "anya-e0103n4:69": "66.Paññāpayogamandatāyāti paññābyāpārassa appabhāvena. Yathā hi dānasīlāni alobhādosappadhānāni , evaṁ bhāvanā amohappadhānā visesato appanāvahā. Tattha yadā paññā na balavatī hoti, tadā bhāvanācittassa anabhisaṅkhato viya āhāro purisassa abhiruciṁ na janeti, tena taṁ nirassādaṁ hoti. Yadā ca bhāvanā pubbenāparaṁ visesāvahā na hoti sammadeva avīthipaṭipattiyā, tadā upasamasukhassa alābhena cittaṁ nirassādaṁ hoti. Tadubhayaṁ sandhāyāha ‘‘paññāpayogamandatāyā’’tiādi. Nanti cittaṁ. Jātijarābyādhimaraṇāni yathārahaṁ sugatiyaṁ, duggatiyañca hontīti tadaññameva pañcavidhabandhanādikhuppipāsādiaññamaññavibādhanādihetukaṁ apāyadukkhaṁ daṭṭhabbaṁ. Tayidaṁ sabbaṁ tesaṁ tesaṁ sattānaṁ paccuppannabhavanissitaṁ gahitanti atīte, anāgate ca kāle vaṭṭamūlakadukkhāni visuṁ gahitāni. Ye pana sattā āhārūpajīvino, tattha ca uṭṭhānaphalūpajīvino, tesaṁ aññehi asādhāraṇaṁ jīvitadukkhaṁ aṭṭhamaṁ saṁvegavatthu vuttanti daṭṭhabbaṁ.",
  "anya-e0103n4:70": "Assāti cittassa. Alīnantiādīsu kosajjapakkhiyānaṁ dhammānaṁ anadhimattatāya alīnaṁ. Uddhaccapakkhikānaṁ dhammānaṁ anadhimattatāya anuddhataṁ. Paññāpayogasampattiyā, upasamasukhādhigamena ca anirassādaṁ. Pubbenāparaṁ savisesaṁ tato eva ārammaṇe samappavattaṁ, samathavīthipaṭipannañca. Tattha alīnatāya paggahe, anuddhatatāya niggahe, anirassādatāya sampahaṁsane na byāpāraṁ āpajjati. Alīnānuddhatatāya hi ārammaṇe samappavattaṁ anirassādatāya samathavīthipaṭipannaṁ. Samappavattiyā vā alīnaṁ anuddhataṁ, samathavīthipaṭipattiyā anirassādanti daṭṭhabbaṁ.",
  "anya-e0103n4:71": "Nekkhammapaṭipadanti jhānapaṭipattiṁ. Samādhiadhimuttatāti samādhinibbattane jhānādhigame yuttappayuttatā. Sā pana yasmā samādhiṁ garuṁ katvā tattha ninnapoṇapabbhārabhāvena pavattiyā hoti, tasmā ‘‘samādhigarū’’tiādi vuttaṁ.",
  "anya-e0103n4:72": "67. Paṭiladdhe nimittasmiṁ evaṁ hi sampādayato appanākosallaṁ imaṁ appanā sampavattatīti sambandho. Sāti appanā. Hitvā hīti hi-saddo hetuattho. Yasmā ṭhānametaṁ na vijjati, tasmā cittappavattiākāraṁ bhāvanācittassa līnuddhatādivasena pavattiākāraṁ sallakkhayaṁ upadhārento. Samataṁ vīriyasseva vīriyassa samādhinā samarasataṁyeva yojayetha. Kathaṁ pana yojayethāti āha ‘‘īsakampī’’tiādi. Tattha layanti līnabhāvaṁ, saṅkocanti attho. Yantanti gacchantaṁ , paggaṇhetheva samabhāvāyāti adhippāyo. Tenāha ‘‘accāraddhaṁ nisedhetvā samameva pavattaye’’ti. Kathaṁ pana samameva pavattayeti āha ‘‘reṇumhī’’tiādi. Yathāti reṇuādīsu yathā madhukarādīnaṁ pavatti upamābhāvena aṭṭhakathāyaṁ sammavaṇṇitā, evaṁ līnuddhatabhāvehi mocayitvā vīriyasamatāyojanena nimittābhimukhaṁ mānasaṁ paṭipādaye paṭibhāganimittābhimukhaṁ bhāvanācittaṁ sampādeyyāti attho.",
  "anya-e0103n4:73": "Nimittābhimukhapaṭipādanavaṇṇanā",
  "anya-e0103n4:74": "68.Tatrāti tasmiṁ ‘‘reṇumhī’’tiādinā vuttagāthādvaye. Atthadīpanā upamūpameyyatthavibhāvanā. Achekoti akusalo. Pakkhandoti dhāvituṁ āraddho. Vikasanakkhaṇeyeva sarasaṁ kusumaparāgaṁ hoti, pacchā vātādīhi paripatati, virasaṁ vā hoti. Tasmā nivattane reṇu khīyatīti āha ‘‘khīṇe reṇumhi sampāpuṇātī’’ti. Puppharāsinti rukkhasākhāsu nissitaṁ pupphasañcayaṁ.",
  "anya-e0103n4:75": "Sallakattaantevāsikesūti sallakattaācariyassa antevāsikesu. Udakathālagateti udakathāliyaṁ ṭhapite. Satthakammanti sirāvedhanādisatthakammaṁ. Phusitumpi uppalapattanti sambandho. Samenāti purimakā viya garuṁ, mandañca payogaṁ akatvā samappamāṇena payogena. Tatthāti uppalapatte. Pariyodātasippoti suvisuddhasippo nipphannasippo.",
  "anya-e0103n4:76": "Makkaṭakasuttanti lūtasuttaṁ. Niyāmako nāvāsārathī. Laṅkāranti kilañjādimayaṁ nāvākaṭasārakaṁ. Telena achaḍḍento nāḷiṁ pūretīti sarāvādigatena telena achaḍḍento sukhumacchiddakaṁ telanāḷiṁ pūreti. Evamevāti yathā te ādito vuttamadhukarasallakattaantevāsisuttākaḍḍhakaniyāmakatelapūrakā vegena payogaṁ karonti, evameva yo bhikkhu ‘‘sīghaṁ appanaṁ pāpuṇissāmī’’ti gāḷhaṁ vīriyaṁ karoti, yo majjhe vuttamadhukarādayo viya vīriyaṁ na karoti, ime dvepi vīriyasamatābhāvena appanaṁ pāpuṇituṁ na sakkonti. Yo pana avasāne vuttamadhukarādayo viya samappayogo, ayaṁ appanaṁ pāpuṇituṁ sakkoti vīriyasamatāyogatoti upamāsaṁsandanaṁ veditabbaṁ. Tena vuttaṁ ‘‘eko bhikkhū’’tiādi. Līnaṁ bhāvanācittanti adhippāyo.",
  "anya-e0103n4:77": "Paṭhamajjhānakathāvaṇṇanā",
  "anya-e0103n4:78": "69.Evanti vuttappakārena. Vīriyasamatāyojanavasena vīthipaṭipannaṁ bhāvanāmānasaṁ paṭibhāganimitteyeva ṭhapanavasena nimittābhimukhaṁ paṭipādayato assa yogino. Ijjhissatīti samijjhissati, uppajjissatīti attho. Anuyogavasenāti bhāvanāvasena. Sesānīti sesāni tīṇi, cattāri vā. Pakaticittehīti pākatikehi kāmāvacaracittehi. Balava…pe… cittekaggatāni bhāvanābalena paṭutarasabhāvappattiyā. Parikammattāti paṭisaṅkhārakattā. Yadi āsannattā upacāratā, gotrabhuno eva upacārasamaññā siyāti āha ‘‘samīpacārittā vā’’ti. Anaccāsannopi hi nātidūrapavattī samīpacārī nāma hoti. Appanaṁ upecca carantīti upacārāni. Ito pubbe parikammānanti nānāvajjanavīthiyaṁ parikammānaṁ. Etthāti etesu parikammupacārānulomasaññitesu. Sabbantimanti tatiyaṁ, catutthaṁ vā. Parittagottābhibhavanatoti parittassa gottassa abhibhavanato. Gaṁtāyatīti hi gottaṁ, ‘‘paritta’’nti pavattamānaṁ abhidhānaṁ, buddhiñca ekaṁsikavisayatāya rakkhatīti parittagottaṁ. Yathā hi buddhi ārammaṇabhūtena atthena vinā na pavattati, evaṁ abhidhānaṁ abhidheyyabhūtena. Tasmā so tāni tāyati rakkhatīti vuccati. Taṁ pana mahaggatānuttaravidhuraṁ kāmataṇhāya gocarabhūtaṁ kāmāvacaradhammānaṁ āveṇikarūpaṁ daṭṭhabbaṁ. Mahaggatagottepi iminā nayena attho veditabbo. Bhāvanatoti uppādanato.",
  "anya-e0103n4:79": "Avisesena sabbesaṁ sabbā samaññāti paṭhamanayo gahitaggahaṇaṁ hotīti āha ‘‘aggahitaggahaṇenā’’tiādi. Nānāvajjanaparikammameva parikammanti adhippāyena ‘‘paṭhamaṁ vā upacāra’’ntiādi vuttaṁ. Catutthaṁ appanācittaṁ, pañcamaṁ vā appanācittaṁ pubbe vuttanayena sace catutthaṁ gotrabhu hotīti attho. Pañcamaṁ vāti vā-saddo aniyame. Svāyaṁ aniyamo iminā kāraṇenāti dassetuṁ ‘‘tañca kho khippābhiññadandhābhiññavasenā’’ti vuttaṁ. Tattha khippābhiññassa catutthaṁ appeti, dandhābhiññassa pañcamaṁ. Kasmā pana catutthaṁ, pañcamaṁ vā appeti, na tato paranti āha ‘‘tato paraṁ javanaṁ patatī’’ti. Tato pañcamato paraṁ chaṭṭhaṁ, sattamañca javanaṁ patantaṁ viya hoti parikkhīṇajavattāti adhippāyo.",
  "anya-e0103n4:80": "Yathā aladdhāsevanaṁ paṭhamajavanaṁ dubbalattā gotrabhuṁ na uppādeti, laddhāsevanaṁ pana balavabhāvato dutiyaṁ, tatiyaṁ vā gotrabhuṁ uppādeti, evaṁ laddhāsevanatāya balavabhāvato chaṭṭhaṁ, sattamampi appetīti therassa adhippāyo. Tenāha ‘‘tasmā chaṭṭhepi sattamepi appanā hotī’’ti. Tanti therassa vacanaṁ. Suttasuttānulomaācariyavādehi anupatthambhitattā vuttaṁ ‘‘attanomatimatta’’nti. ‘‘Purimā purimā kusalā dhammā’’ti (paṭṭhā. 1.1.12) pana suttapadamakāraṇaṁ āsevanapaccayalābhassa balavabhāve anekantikattā. Tathā hi aladdhāsevanāpi paṭhamacetanā diṭṭhadhammavedanīyā hoti, laddhāsevanā dutiyacetanā yāva chaṭṭhacetanā aparāpariyavedanīyā. Catutthapañcamesuyevātiādi vuttassevatthassa yuttidassanamukhena nigamanatthaṁ vuttaṁ. Tattha yadi chaṭṭhasattamaṁ javanaṁ patitaṁ nāma hoti parikkhīṇajavattā, kathaṁ sattamajavanacetanā upapajjavedanīyā, ānantariyā ca hotīti? Nāyaṁ viseso āsevanapaccayalābhena balappattiyā. Kiñcarahi kiriyāvatthāvisesato. Kiriyāvatthā hi ārambhamajjhapariyosānavasena tividhā. Tattha ca pariyosānāvatthāya sanniṭṭhāpakacetanābhāvena upapajjavedanīyāditā hoti, na balavabhāvenāti daṭṭhabbaṁ. Paṭisandhiyā anantarapaccayabhāvino vipākasantānassa anantarapaccayabhāvena tathā abhisaṅkhatattāti ca vadanti. Tasmā chaṭṭhasattamānaṁ papātābhimukhatāya parikkhīṇajavatā na sakkā nivāretuṁ. Tathā hi ‘‘yathā hi puriso’’tiādi vuttaṁ.",
  "anya-e0103n4:81": "Sāca pana appanā. Addhānaparicchedoti kālaparicchedo. So panettha sattasu ṭhānesu katthaci aparimāṇacittakkhaṇatāya, katthaci atiittarakhaṇatāya natthīti vutto. Na hettha sampuṇṇajavanavīthi addhā labbhati. Tenevāha ‘‘ettha maggānantaraphala’’ntiādi. Sesaṭṭhānesūti paṭhamappanā, lokiyābhiññā, maggakkhaṇo, nirodhā vuṭṭhahantassa phalakkhaṇoti etesu catūsu ṭhānesu.",
  "anya-e0103n4:82": "Ettāvatāti ettakena bhāvanākkamena esa yogāvacaro paṭhamaṁ jhānaṁ upasampajja viharati. Evaṁ viharatā ca anena tadeva paṭhamaṁ jhānaṁ adhigataṁ hoti pathavīkasiṇanti sambandho.",
  "anya-e0103n4:83": "70.Tatthāti tasmiṁ jhānapāṭhe. Viviccitvāti visuṁ hutvā. Tenāha ‘‘vinā hutvā apakkamitvā’’ti, pajahanavasena apasakkitvāti attho. Vivicceva kāmehīti ettha ‘‘viviccā’’ti iminā vivecanaṁ jhānakkhaṇe kāmānaṁ abhāvamattaṁ vuttaṁ. ‘‘Viviccevā’’ti pana iminā ekaṁsato kāmānaṁ vivecetabbatādīpanena tappaṭipakkhatā jhānassa, kāmavivekassa ca jhānādhigamūpāyatā dassitā hotīti imamatthaṁ dassetuṁ ‘‘paṭhamaṁ jhāna’’ntiādiṁ vatvā tamevatthaṁ pākaṭataraṁ kātuṁ ‘‘katha’’ntiādi vuttaṁ. ‘‘Andhakāre sati padīpobhāso viyā’’ti etena yathā padīpobhāsābhāvena rattiyaṁ andhakārābhibhavo, evaṁ jhānābhāvena sattasantatiyaṁ kāmābhibhavoti dasseti.",
  "anya-e0103n4:84": "Etanti pubbapadeyeva avadhāraṇavacanaṁ. Na kho pana evaṁ daṭṭhabbaṁ ‘‘kāmehi evā’’ti avadhāraṇassa akatattā. Nissaranti niggacchanti etena, ettha vāti nissaraṇaṁ. Ke niggacchanti? Kāmā, tesaṁ kāmānaṁ nissaraṇaṁ pahānaṁ tannissaraṇaṁ, tato. Kathaṁ pana samāne vikkhambhane kāmānamevetaṁ nissaraṇaṁ, na byāpādādīnanti codanaṁ yuttito, āgamato ca sodhetuṁ ‘‘kāmadhātū’’tiādi vuttaṁ. Tattha kāmadhātusamatikkamanatoti sakalassapi kāmabhavassa samatikkamapaṭipadābhāvato. Tena imassa jhānassa kāmapariññābhāvamāha. Kāmarāgapaṭipakkhatoti vakkhamānavibhāgassa kilesakāmassa paccatthikabhāvato. Tena yathā mettā byāpādassa, karuṇā vihiṁsāya, evamidaṁ jhānaṁ kāmarāgassa ujuvipaccanīkabhūtanti dasseti. Evamattano pavattiyā, vipākappavattiyā ca kāmarāgato, kāmadhātuto ca vinivattasabhāvattā idaṁ jhānaṁ visesato kāmānameva nissaraṇaṁ. Svāyamattho pāṭhagato evāti āha ‘‘yathāhā’’tiādi. Kāmañcetamatthaṁ dīpetuṁ purimapadeyeva avadhāraṇaṁ gahitaṁ, uttarapadepi pana taṁ gahetabbameva tathā atthasambhavatoti dassetuṁ ‘‘uttarapadepī’’tiādi vuttaṁ. Itoti kāmacchandato. Esa niyamo. Sādhāraṇavacanenāti avisesavacanena. Tadaṅgavikkhambhanasamucchedappaṭipassaddhinissaraṇavivekā tadaṅgavivekādayo. Cittakāyaupadhivivekā cittavivekādayo. Tayo eva idha jhānakathāyaṁ daṭṭhabbā samucchedavivekādīnaṁ asambhavato.",
  "anya-e0103n4:85": "Niddeseti mahāniddese (mahāni. 1, 7). Tattha hi ‘‘uddānato dve kāmā – vatthukāmā kilesakāmā cā’’ti uddisitvā ‘‘tattha katame vatthukāmā? Manāpiyā rūpā…pe… manāpiyā phoṭṭhabbā’’tiādinā vatthukāmā niddiṭṭhā. Te pana kāmīyantīti kāmāti veditabbā. Tatthevāti niddese eva. Vibhaṅgeti jhānavibhaṅge (vibha. 564). Patthanākārena pavatto dubbalo lobho chandanaṭṭhena chando, tato balavā rañjanaṭṭhena rāgo, tatopi balavataro bahalarāgo chandarāgo. Nimittānubyañjanāni saṅkappeti etenāti saṅkappo, tathāpavatto lobho, tato balavā rañjanaṭṭhena rāgo, saṅkappanavaseneva pavatto tatopi balavataro saṅkapparāgoti. Svāyaṁ pabhedo ekasseva lobhassa pavattiākāravasena, avatthābhedavasena ca veditabbo yathā ‘‘vaccho dammo balībaddo’’ti. Ime kilesakāmā. Kāmentīti kāmā, kāmenti etehīti vā.",
  "anya-e0103n4:86": "Evañhi satīti evaṁ ubhayesampi kāmānaṁ saṅgahe sati. Vatthukāmehipīti ‘‘vatthukāmehi viviccevā’’tipi attho yujjatīti evaṁ yujjamānatthantarasamuccayattho pi-saddo, na kilesakāmasamuccayattho. Kasmā? Imasmiṁ atthe kilesakāmehi vivekassa dutiyapadena vuttattā. Tenāti vatthukāmavivekena. Kāyaviveko vutto hoti puttadārādipariggahavivekadīpanato. Purimenāti kāyavivekena. Etthāti ‘‘vivicceva kāmehi, vivicca akusalehi dhammehī’’ti etasmiṁ padadvaye, ito vā niddhārite vivekadvaye. Akusala-saddena yadipi kilesakāmā, sabbākusalāpi vā gahitā, sabbathā pana kilesakāmehi viveko vuttoti āha ‘‘dutiyena kilesakāmehi vivekavacanato’’ti. Dutiyenāti ca cittavivekenāti attho. Etesanti yathāvuttānaṁ dvinnaṁ padānaṁ, niddhāraṇe cetaṁ sāmivacanaṁ. Taṇhādisaṁkilesānaṁ vatthuno pahānaṁ saṁkilesavatthuppahānaṁ. Lolabhāvo nāma tattha tattha rūpādīsu taṇhuppādo, tassa hetu vatthukāmā eva veditabbā. Bālabhāvo avijjā, duccintitacintitādi vā, tassa ayonisomanasikāro, sabbepi vā akusalā dhammā hetu. Kāmaguṇādhigamahetupi pāṇātipātādiasuddhapayogo hotīti tabbivekena payogasuddhi vibhāvitā. Taṇhāsaṁkilesasodhanena, vivaṭṭūpanissayasaṁvaḍḍhanena ca ajjhāsayavisodhanaṁ āsayaposanaṁ. Kāmesūti niddhāraṇe bhummaṁ.",
  "anya-e0103n4:87": "Anekabhedoti kāmāsavakāmarāgasaṁyojanādivasena, rūpataṇhādivasena ca anekappabhedo. Kāmacchandoyevāti kāmasabhāvoyeva chando, na kattukamyatāchando, nāpi kusalacchandoti adhippāyo. Jhānapaṭipakkhatoti jhānassa paṭipakkhabhāvato taṁhetu tannimittaṁ visuṁ vutto. Akusalabhāvasāmaññena aggahetvā visuṁ sarūpena gahito. Yadi kilesakāmova purimapade vutto, kathaṁ bahuvacananti āha ‘‘anekabhedato’’tiādi.",
  "anya-e0103n4:88": "Aññesampi diṭṭhimānaahirikānottappādīnaṁ, taṁsahitaphassādīnañca. Upari vuccamānāni jhānaṅgāni uparijhānaṅgāni, tesaṁ attano paccanīkānaṁ paṭipakkhabhāvadassanato tappaccanīkanīvaraṇavacanaṁ. Nīvaraṇāni hi jhānaṅgapaccanīkāni tesaṁ pavattinivāraṇato. Samādhi kāmacchandassapaṭipakkho rāgappaṇidhiyā ujuvipaccanīkabhāvato, nānārammaṇehi palobhitassa paribbhamantassa cittassa samādhānato ca. Pīti byāpādassa paṭipakkhā pāmojjena samānayogakkhemattā. Vitakko thinamiddhassa paṭipakkho yoniso saṅkappanavasena savipphārapavattito. Sukhaṁ avūpasamānutāpasabhāvassa uddhaccakukkuccassa paṭipakkhaṁ vūpasantasītalasabhāvattā. Vicāro vicikicchāya paṭipakkho ārammaṇe anumajjanavasena paññāpaṭirūpasabhāvattā. Mahākaccānattherena desitaṁ piṭakānaṁ saṁvaṇṇanā peṭakaṁ, tasmiṁ peṭake.",
  "anya-e0103n4:89": "Pañcakāmaguṇabhedavisayassāti rūpādipañcakāmaguṇavisesavisayassa. Āghātavatthubhedādivisayānanti byāpādavivekavacanena ‘‘anatthaṁ me acarī’’ti (dī. ni. 3.340; a. ni. 9.29; vibha. 960) ādiāghātavatthubhedavisayassa dosassa, mohādhikehi thinamiddhādīhi vivekavacanena paṭicchādanavasena dukkhādipubbantādibhedavisayassa mohassa vikkhambhanaviveko vutto. Kāmarāgabyāpādatadekaṭṭhathinamiddhādivikkhambhakañcetaṁ sabbākusalapaṭipakkhasabhāvattā. Sabbakusalānaṁ tena sabhāvena sabbākusalappahāyakaṁ hoti, hontampi kāmarāgādivikkhambhanasabhāvameva hoti taṁsabhāvattāti avisesetvā nīvaraṇākusalamūlādīnaṁ ‘‘vikkhambhanaviveko vutto hotī’’ti āha.",
  "anya-e0103n4:90": "71. Yathāpaccayaṁ pavattamānānaṁ sabhāvadhammānaṁ natthi kāci vasavattitāti vasavattibhāvanivāraṇatthaṁ ‘‘vitakkanaṁ vitakko’’ti vuttaṁ. Tayidaṁ ‘‘vitakkanaṁ īdisamida’’nti ārammaṇassa parikappananti āha ‘‘ūhananti vuttaṁ hotī’’ti. Yasmā cittaṁ vitakkabalena ārammaṇaṁ abhiniruḷhaṁ viya hoti, tasmā so ārammaṇābhiniropanalakkhaṇo vutto. Yathā hi koci rājavallabhaṁ, taṁsambandhinaṁ mittaṁ vā nissāya rājagehaṁ ārohati anupavisati, evaṁ vitakkaṁ nissāya cittaṁ ārammaṇaṁ ārohati. Yadi evaṁ, kathaṁ avitakkaṁ cittaṁ ārammaṇaṁ ārohatīti? Vitakkabaleneva. Yathā hi so puriso paricayena tena vināpi nirāsaṅko rājagehaṁ pavisati, evaṁ paricayena vitakkena vināpi avitakkaṁ cittaṁ ārammaṇaṁ ārohati. Paricayenāti ca santāne pavattavitakkabhāvanāsaṅkhātena paricayena. Vitakkassa hi santāne abhiṇhaṁ pavattassa vasena cittassa ārammaṇābhiruhaṇaṁ ciraparicitaṁ. Tena taṁ kadāci vitakkena vināpi tattha pavattateva. Yathā taṁ ñāṇasahitaṁ hutvā sammasanavasena ciraparicitaṁ kadāci ñāṇavirahitampi sammasanavasena pavattati, yathā vā kilesasahitaṁ hutvā pavattaṁ sabbaso kilesarahitampi paricayena kilesavāsanāvasena pavattati, evaṁsampadamidaṁ daṭṭhabbaṁ. Ādito, abhimukhaṁ vā hananaṁ āhananaṁ. Parito, parivattetvā vā āhananaṁ pariyāhananaṁ. ‘‘Rūpaṁ rūpaṁ, pathavī pathavī’’ti ākoṭentassa viya pavatti ‘‘āhananaṁ, pariyāhanana’’nti ca veditabbaṁ. Ānayanaṁ cittassa ārammaṇe upanayanaṁ, ākaḍḍhanaṁ vā.",
  "anya-e0103n4:91": "Anusañcaraṇaṁ anuparibbhamanaṁ. Svāyaṁ viseso santānamhi labbhamāno eva santāne pākaṭo hotīti daṭṭhabbo. Sesesupi eseva nayo. Anumajjanaṁ ārammaṇe cittassa anumasanaṁ, parimajjananti attho. Tathā hi vicāro ‘‘parimajjanahattho viya, sañcaraṇahattho viyā’’ti ca vutto. Tatthāti ārammaṇe. Sahajātānaṁ anuyojanaṁ ārammaṇe anuvicāraṇasaṅkhātaanumajjanavaseneva veditabbaṁ. Anuppabandhanaṁ ārammaṇe cittassa avicchinnassa viya pavatti. Tathā hi so ‘‘anusandhānatā’’ti (dha. sa. 8) niddiṭṭho. Teneva ca ‘‘ghaṇḍānuravo viya, paribbhamanaṁ viyā’’ti ca vutto.",
  "anya-e0103n4:92": "Katthacīti paṭhamajjhāne, parittacittuppādesu ca. Vicārato oḷārikaṭṭhena, vicārasseva ca pubbaṅgamaṭṭhena anuravato oḷāriko, tassa ca pubbaṅgamo ghaṇḍābhighāto viya vitakko. Yathā hi ghaṇḍābhighāto paṭhamābhinipāto hoti, evaṁ ārammaṇābhimukhaniropanaṭṭhena vitakko cetaso paṭhamābhinipāto hoti. Abhighāta-ggahaṇena cettha abhighātajo saddo gahitoti veditabbo. Vipphāravāti vicalanayutto saparipphando. Paribbhamanaṁ viya parissayābhāvavīmaṁsanatthaṁ. Anuppabandhena pavattiyanti upacāre vā appanāyaṁ vā santānena pavattiyaṁ. Tattha hi vitakko niccalo hutvā ārammaṇaṁ anupavisitvā viya pavattati, na paṭhamābhinipāte. Pākaṭo hotīti vitakkassa viseso abhiniropanākāro oḷārikattā paṭhamajjhāne pākaṭo hoti, tadabhāvato pañcakanaye dutiyajjhāne vicārassa viseso anumajjanākāro pākaṭo hoti.",
  "anya-e0103n4:93": "Vālaṇḍupakaṁ eḷakalomādīhi katacumbaṭakaṁ. Uppīḷanahatthoti piṇḍassa uppīḷanahattho. Tasseva ito cito ca sañcaraṇahattho. Maṇḍalanti kaṁsabhājanādīsu kiñci maṇḍalaṁ vaṭṭalekhaṁ karontassa. Yathā pupphaphalasākhādiavayavavinimutto avijjamānopi rukkho ‘‘sapuppho saphalo’’ti voharīyati, evaṁ vitakkādiaṅgavinimuttaṁ avijjamānampi jhānaṁ ‘‘savitakkaṁ savicāra’’nti voharīyatīti dassetuṁ ‘‘rukkho viyā’’tiādi vuttaṁ. Jhānabhāvanāya puggalavasena desetabbattā ‘‘idha bhikkhu vivicceva kāmehī’’tiādinā puggalādhiṭṭhānena jhānāni uddiṭṭhānīti. Yadipi vibhaṅge puggalādhiṭṭhānā desanā katā, attho pana tatrāpi vibhaṅgepi yathā idha ‘‘iminā ca vitakkenā’’tiādinā dhammavasena vutto, evameva daṭṭhabbo, paramatthato puggalasseva abhāvatoti adhippāyo. Attho…pe… daṭṭhabbo jhānasamaṅgino vitakkavicārasamaṅgitādassanena, jhānasseva ca savitakkasavicāratāya vuttattāti evaṁ vā ettha attho daṭṭhabbo.",
  "anya-e0103n4:94": "Vivekāti vivekā hetubhūtāti viveka-saddassa bhāvasādhanataṁ sandhāyāha. Viveketi kattusādhanataṁ, kammasādhanataṁ vā. ‘‘Vivitto’’ti hi iminā nīvaraṇehi vinābhūto tehi vivecitoti ca sādhanadvayampi saṅgahitamevāti.",
  "anya-e0103n4:95": "72.Pīṇayatīti tappeti, vaḍḍheti vā. Sampiyāyanalakkhaṇāti paritussanalakkhaṇā. Pīṇanarasāti paribrūhanarasā. Pharaṇarasāti paṇītarūpehi kāyassa byāpanarasā. Udaggabhāvo odagyaṁ. Khuddikā lahuṁ lomahaṁsanamattaṁ katvā bhinnā na puna uppajjati. Khaṇikā bahulaṁ uppajjati. Ubbegato pharaṇā niccalattā, ciraṭṭhitikattā ca paṇītatarā. Cetiyaṅgaṇaṁ gantvāti puṇṇavallikavihāre cetiyaṅgaṇaṁ gantvā. Pakatiyā diṭṭhārammaṇavasenāti pubbe mahācetiyaṁ gahitārammaṇavasena. Citrageṇḍuko vicitrākārena katageṇḍuko. Upanissayeti samīpe, tassa vā vihārassa nissayabhūte, gocaraṭṭhānabhūteti attho.",
  "anya-e0103n4:96": "Gharājireti gehaṅgaṇe. Pabbatasikhare katacetiyaṁ ‘‘ākāsacetiya’’nti vuttaṁ. Gahitanimittenevāti cetiyavandanaṁ, dhammassavanañca uddissa ‘‘dhaññā vatime’’tiādinā gahitakusalanimitteneva kāraṇabhūtena. Gahitaṁ vā nimittaṁ etenāti gahitanimittaṁ, vuttākārena pavattacittaṁ, tena gahitanimitteneva cittena saha. Pakkhandanti anupaviṭṭhaṁ. Anuparipphuṭanti anu anu samantato phuṭaṁ, sabbaso anuvisaṭanti attho.",
  "anya-e0103n4:97": "Passaddhiyā nimittabhāvena gabbhaṁ gaṇhantī. Paripācanavasena paripākaṁ gacchantī. Appanāsampayuttāva pīti appanāsamādhipūrikā. Khaṇikasamādhipūrikā ca upacārasamādhipūrikā ca appanāsamādhissa vidūratarāti tadubhayaṁ anāmasanto ‘‘tāsu yā appanāsamādhissā’’tiādimāha . Samādhisampayogaṁ gatāti pubbe upacārasamādhinā sampayuttā hutvā anukkamena vaḍḍhitvā appanāsamādhinā sampayogaṁ gatā.",
  "anya-e0103n4:98": "73. Sukhayatīti sukhaṁ, attanā sampayuttadhamme laddhassāde karotīti attho. Svāyaṁ kattuniddeso pariyāyaladdho dhammato aññassa kattu nivattanattho, nippariyāyena pana bhāvasādhanameva labbhatīti ‘‘sukhanaṁ sukha’’nti vuttaṁ. Iṭṭhasabhāvattā taṁsamaṅgīpuggalaṁ, sampayuttadhamme vā attani sādayatīti sātaṁ da-kārassa ta-kāraṁ katvā. Sātaṁ ‘‘madhura’’nti vadanti. Sātaṁ lakkhaṇaṁ etassāti sātalakkhaṇaṁ. Upabrūhanaṁ sampayuttadhammānaṁ saṁvaḍḍhanaṁ. Dukkhaṁ viya avissajjetvā adukkhamasukhā viya anajjhupekkhitvā anu anu gaṇhanaṁ, upakāritā vā anuggaho. Katthaci paṭhamajjhānādike. Paṭilābhatuṭṭhīti paṭilābhavasena uppajjanakatuṭṭhi. Paṭiladdharasānubhavananti paṭiladdhassa ārammaṇarasassa anubhavananti sabhāvato pītisukhāni vibhajitvā dasseti. Yattha pīti, tattha sukhanti vitakkassa viya itarena pītiyā sukhena accantasaṁyogamāha. ‘‘Yattha sukhaṁ, tattha na niyamato pītī’’ti vicārassa viya vitakkena sukhassa pītiyā anaccantasaṁyogaṁ. Tena accantānaccantasaṁyogitāya pītisukhānaṁ visesaṁ dasseti. Kaṁ tārenti etthāti kantāraṁ, nirudakamaruṭṭhānaṁ. Vanameva vanantaṁ. Tasmiṁ tasmiṁ samayeti iṭṭhārammaṇassa paṭilābhasamaye, paṭiladdhassa rasānubhavanasamaye, vanacchāyādīnaṁ savanadassanasamaye, pavesaparibhogasamaye ca. Pākaṭabhāvatoti yathākkamaṁ pītisukhānaṁ vibhūtabhāvato.",
  "anya-e0103n4:99": "Vivekajaṁ pītisukhanti ettha purimasmiṁ atthe vivekajanti jhānaṁ vuttaṁ. Pītisukhasaddato ca atthiatthavisesato ‘‘assa jhānassa, asmiṁ vā jhāne’’ti ettha a-kāro daṭṭhabbo. Dutiye pītisukhameva vivekajaṁ. ‘‘Vivekajaṁpītisukha’’nti ca aññapadatthasamāso, paccattaniddesassa ca alopo kato. Lope vā sati ‘‘vivekajapītisukha’’nti pāṭhoti ayaṁ viseso.",
  "anya-e0103n4:100": "Upasampajjāti ettha upa-saṁ-saddā ‘‘upalabbhati, saṁbhuñjatī’’tiādīsu viya niratthakāti dassetuṁ ‘‘upagantvā’’tiādiṁ vatvā puna tesaṁ sātthakabhāvaṁ dassetuṁ ‘‘upasampādayitvā’’tiādi vuttaṁ, tasmā patvā, sādhetvāti vā attho. Iriyanti kiriyaṁ. Vuttiādīni tasseva vevacanāni. Pālanāti hi ekaṁ iriyāpathabādhanaṁ iriyāpathantarehi rakkhaṇā.",
  "anya-e0103n4:101": "Pañcaṅgavippahīnādivaṇṇanā",
  "anya-e0103n4:102": "74. Pañca aṅgāni vikkhambhanavasena pahīnāni etassāti pañcaṅgavippahīnaṁ. ‘‘Agyāhito’’ti ettha āhita-saddassa viya vippahīna-saddassettha paravacanaṁ daṭṭhabbaṁ, pañcahi aṅgehi vippahīnanti vā pañcaṅgavippahīnaṁ. Nanu aññepi akusalā dhammā iminā jhānena pahīyanti, atha kasmā pañcaṅgavippahīnatāva vuccatīti āha ‘‘kiñcāpī’’tiādi. Jhānalābhinopi ajhānasamaṅgikāle jhānapaṭipakkhalobhacittādīnaṁ pavattisabbhāvato ‘‘jhānakkhaṇe’’ti vuttaṁ. Pahīyantīti vigacchanti, nappavattantīti attho. Ekattārammaṇeti pathavīkasiṇādivasena ekasabhāve, ekaggatāsaṅkhāte ekattāvahe vā ārammaṇe. Tanti taṁ nānāvisayapalobhitaṁ cittaṁ. Kāmadhātuppahānāyāti nānāvisayasamūpabyūḷhāya kāmadhātuyā pahānāya samatikkamāya paṭipadaṁ jhānaṁ nappaṭipajjati. Nirantaranti vikkhepena anantaritaṁ, sahitanti attho. Akammaññanti akammanīyaṁ, bhāvanākammassa ayogyanti attho. Uddhaccakukkuccaparetanti uddhaccakukkuccena abhibhūtaṁ. Paribbhamati anavaṭṭhānato, avaṭṭhānassa samādhānassa abhāvatoti attho. Vicikicchāya upahatanti sātisayassa vicārassa abhāvato ‘‘sammāsambuddho nu kho bhagavā, na nu kho’’ti, ‘‘pathavī pathavī’’tiādinā manasikārena, ‘‘jhānaṁ siyā nu kho, na nu kho’’tiādinā ca pavattāya vicikicchāya upahataṁ. Nārohati appaṭipattinimittattā. Visesena jhānantarāyakarattāti samādhiādīnaṁ ujuvipaccanīkabhāvena jhānādhigamassa antarāyakaraṇato.",
  "anya-e0103n4:103": "Tehīti jhānādhigamassa paccayabhūtehi vitakkavicārehi. Avikkhepāya sampāditappayogassāti tato evaṁ samādhānāya nipphāditabhāvanāpayogassa. Cetaso payogasampattisambhavāti yathāvuttabhāvanāpayogasampattisamuṭṭhānā. Pīti pīṇanaṁ bhāvanāvasena tappanaṁ. Upabrūhanaṁ bhāvanāvasena parivuddhiṁ cetaso karotīti sambandho. Nanti cittaṁ. Sasesasampayuttadhammanti avasiṭṭhaphassādidhammasahitaṁ, samaṁ sammā ca ādhiyatīti sambandho. Indriyasamatāvasena samaṁ, paṭipakkhadhammānaṁ. Dūrībhāve līnuddhaccābhāvena sammā ca ṭhapetīti attho. Ekaggatā hi samādhānakiccena cittaṁ, sampayuttadhamme ca attānaṁ anuvattāpentī jhānakkhaṇe sātisayaṁ samāhite karotīti. Uppattivasenāti yathāpaccayaṁ uppajjanavasena . Etesu vitakkādīsu jhānaṁ uppannaṁ nāma hoti tattheva jhānavohārato. Tenāha ‘‘tasmā’’tiādi. ‘‘Yathā panā’’tiādināpi upamāvasena tamevatthaṁ pākaṭataraṁ karoti.",
  "anya-e0103n4:104": "Pakaticittatoti pākatikakāmāvacaracittato. Suvisadenāti suṭṭhu visadena, paṭutarenāti attho. Sabbāvantanti sabbāvayavavantaṁ, anavasesanti attho. Apphuṭanti asamphuṭṭhaṁ. Ārammaṇesu phusitāti appanāvasena pavattamānā cittekaggatā samantato ārammaṇaṁ pharantī viya hotīti katvā vuttaṁ. Kasmā panettha jhānapāṭhe aggahitā cittekaggatā gahitāti anuyogaṁ sandhāya ‘‘tattha cittekaggatā’’tiādi vuttaṁ. Tatthāti tesu jhānaṅgesu. Na niddiṭṭhāti sarūpato na niddiṭṭhā, sāmaññato pana jhānaggahaṇena gahitā. Evaṁ vuttattāti sarūpeneva vuttattā, aṅgameva cittekaggatāti sambandho. Yena adhippāyenāti yena vitakkādīhi saha vattantaṁ dhammaṁ dīpetuṁ tassa pakāsanādhippāyena ‘‘savitakkaṁ savicāra’’ntiādinā uddeso kato. So eva adhippāyo tena bhagavatā vibhaṅge ‘‘cittekaggatā’’ti niddisantena pakāsito. Tasmā sā jhānapāṭhe aggahitāti na cintetabbaṁ.",
  "anya-e0103n4:105": "Tividhakalyāṇavaṇṇanā",
  "anya-e0103n4:106": "75.Ādimajjhapariyosānavasenāti jhānassa ādimajjhapariyosānavasena. Lakkhaṇavasenāti tesaṁyeva appanāyaṁ lakkhitabbabhāvavasena.",
  "anya-e0103n4:107": "Tatrāti tasmiṁ kalyāṇatālakkhaṇānaṁ vibhāvane. Paṭipadāvisuddhīti paṭipajjati jhānaṁ etāyāti paṭipadā, gotrabhupariyosāno pubbabhāgiyo bhāvanānayo. Paripanthato visujjhanaṁ visuddhi, paṭipadāya visuddhi paṭipadāvisuddhi. Sā panāyaṁ yasmā jhānassa uppādakkhaṇe labbhati, tasmā vuttaṁ ‘‘paṭipadāvisuddhi ādī’’ti. Upekkhānubrūhanāti visodhetabbatādīnaṁ abhāvato jhānapariyāpannāya tatramajjhattupekkhāya kiccanipphattiyā anubrūhanā. Sā panāyaṁ visesato jhānassa ṭhitikkhaṇe labbhati. Tena vuttaṁ ‘‘upekkhānubrūhanā majjhe’’ti. Sampahaṁsanāti tattha dhammānaṁ anativattanādisādhakassa ñāṇassa kiccanipphattivasena pariyodapanā. Sā pana yasmā jhānassa osānakkhaṇe pākaṭā hoti , tasmā vuttaṁ ‘‘sampahaṁsanā pariyosāna’’nti. Imāni tīṇi lakkhaṇānīti paripanthato cittassa visujjhanākāro , majjhimassa samathanimittassa paṭipajjanākāro, tattha pakkhandanākāroti imāni tīṇi jhānassa ādito uppādakkhaṇe appanāpattilakkhaṇāni tehi ākārehi vinā appanāpattiyā abhāvato, asati ca appanāya tadabhāvato. Ādikalyāṇañceva visuddhipaṭipadattā. Yathāvuttehi lakkhaṇehi samannāgatattā, sampannalakkhaṇattā ca tilakkhaṇasampannañca. Iminā nayena majjhapariyosānalakkhaṇānañca yojanā veditabbā.",
  "anya-e0103n4:108": "Sambharīyati jhānaṁ etenāti sambhāro, nānāvajjanaparikammaṁ. Saha sambhārenāti sasambhāro, so eva sasambhāriko. Upacāroti ekāvajjanūpacāramāha. Paggahādikiccassa pubbabhāge bhāvanāya eva sādhitattā yā tattha ekāvajjanūpacāre siddhā ajjhupekkhanā, sā jhānakkhaṇe paribrūhitā nāma hotīti vuttaṁ ‘‘upekkhānubrūhanā nāma appanā’’ti. Yathādhigataṁ jhānaṁ nissāya yo pahaṭṭhākāro cittassa paritoso, taṁ paccavekkhaṇāvasena pavattaṁ sandhāyāha ‘‘sampahaṁsanā nāma paccavekkhaṇā’’ti. Eketi abhayagirivāsino. Te hi evaṁ paṭipadāvisuddhiādike vaṇṇayanti, tadayuttaṁ. Tathā hi sati ajjhānadhammehi jhānassa guṇasaṁkittanaṁ nāma kataṁ hoti. Na hi bhūmantaraṁ bhūmantarapariyāpannaṁ hoti. Pāḷiyā cetaṁ viruddhanti dassetuṁ ‘‘yasmā panā’’tiādi vuttaṁ. Tattha ekattagataṁ cittanti indriyānaṁ ekarasabhāvena, ekaggatāya ca sikhāppattiyā tadanuguṇaṁ ekattaṁ gatanti ekattagataṁ, sasampayuttaṁ appanāpattacittaṁ. Tasseva paṭipadāvisuddhipakkhandatādi anantarameva vuccati. Tasmāti yasmā ekasmiṁyeva appanācittakkhaṇe paṭipadāvisuddhiādi pāḷiyaṁ vuttaṁ, tasmā āgamanavasenāti parikammāgamanavasena. Anativattanādīti ādi-saddena indriyekarasatātadupagavīriyavāhanāsevanāni saṅgaṇhāti. Pariyodāpakassāti parisodhakassa pabhassarabhāvakarassa. Anativattanādibhāvasādhanameva cettha ñāṇassa kiccanipphatti veditabbā.",
  "anya-e0103n4:109": "Tasminti tasmiṁ vāre, catupañcacittaparimāṇāya appanāvīthiyanti attho. Tato paripanthato. Cittaṁ visujjhatīti yadipi āgamanaṁ gahetuṁ avisesena viya vuttaṁ, parikammavisuddhito pana appanāvisuddhi sātisayāva. Tenāha ‘‘visuddhattā’’tiādi. Āvaraṇavirahitaṁ hutvāti yenāvaraṇena āvaṭattā cittaṁ tato pubbe majjhimaṁ samathanimittaṁ paṭipajjituṁ na sakkoti, tena vivittaṁ hutvā, taṁ vikkhambhetvāti attho. Līnuddhaccasaṅkhātānaṁ ubhinnaṁ antānaṁ anupagamanena majjhimo, savisesaṁ paccanīkadhammānaṁ vūpasamanato samatho, yogino sukhavisesānaṁ kāraṇabhāvato nimittañcāti majjhimaṁ samathanimittaṁ. Tenāha ‘‘samappavatto appanāsamādhiyevā’’ti. Tadanantaraṁ pana purimacittanti tassa appanācittassa anantarapaccayabhūtaṁ purimaṁ cittaṁ, gotrabhucittanti attho. Ekasantatipariṇāmanayenāti yathā ‘‘tadeva khīraṁ dadhisampanna’’nti, evaṁ satipi parittamahaggatabhāvabhede, paccayapaccayuppannabhāvabhede ca ekissā eva santatiyā pariṇāmūpagamananayena ekattanayavasena. Tathattanti tathabhāvaṁ appanāsamādhivasena samāhitabhāvaṁ. Evaṁ paṭipannattāti vuttākārena paṭipajjamānattā. Yasmiñhi khaṇe tathattaṁ majjhimaṁ samathanimittaṁ paṭipajjati, tasmiṁyeva khaṇe tathattupagamanena appanāsamādhinā samāhitabhāvūpagamanena tattha pakkhandati nāma. Purimacitteti appanācittassa purimasmiṁ citte gotrabhucitte. Vijjamānākāranipphādikāti tasmiṁ citte vijjamānānaṁ paripanthavisuddhimajjhimasamathapaṭipattipakkhandanākārānaṁ nipphādikā, tenākārena nipphajjamānāti attho. Teyeva hi ākārā paccayavisesato jhānakkhaṇe nipphajjamānā ‘‘paṭipadāvisuddhī’’ti laddhasamaññā jhānassa taṁ visesaṁ nipphādentā viya vuttā. Uppādakkhaṇeyevāti attalābhavelāyameva. Yadi evaṁ, kathaṁ te ākārā nipphajjantīti āha ‘‘āgamanavasenā’’ti.",
  "anya-e0103n4:110": "Tassāti cittassa. ‘‘Visuddhaṁ cittaṁ ajjhupekkhatī’’ti pāḷiyaṁ (paṭi. ma. 1.158) puggalādhiṭṭhānena āgatāti ‘‘byāpāraṁ akaronto’’ti āha. Samathapaṭipattitathattupagamanañca idha samathabhāvāpattiyevāti āha ‘‘samathabhāvūpagamanenā’’ti. Kilesasaṁsaggaṁ pahāya ekattena upaṭṭhitassāti pubbe ‘‘kathaṁ nu kho kilesasaṁsaggaṁ pajaheyya’’nti paṭipannassa idāni samathapaṭipattiyā tassa pahīnattā kilesasaṅgaṇikābhāvena ekattena upaṭṭhitassa jhānacittassa. Paripanthavisuddhimajjhimasamathapaṭipattipakkhandanehi vuddhippattiyā anubrūhite jhānacitte laddhokāsā tatramajjhattupekkhā sampayuttesu samavāhitabhāvena pavattamānā te anubrūhentī viya hotīti āha ‘‘tatramajjhattupekkhāya kiccavasena upekkhānubrūhanā veditabbā’’ti.",
  "anya-e0103n4:111": "Ye panete yuganaddhadhammāti sambandho. Tatthāti tasmiṁ jhānacitte. Aññamaññānativattanavasena kiccakaraṇato yuge naddhā baddhā viya yuganaddhā. Vimuttirasenāti vimuccanakiccena, vimuccanasampattiyā vā. Esa yogī. Vāhayatīti pavatteti. Assāti jhānacittassa. Tasmiṁ khaṇeti bhaṅgakkhaṇe. Uppādakkhaṇe atīte hi ṭhitikkhaṇato paṭṭhāya āsevanā pavattati nāma. Te ākārāti aññamaññānativattanādayo tattha dhammānaṁ pavattiākārā. Āsevanāpi hi āsevanapaccayabhāvīnaṁ dhammānaṁ pavattiākāroyeva. Saṁkilesavodānesūti samādhipaññānaṁ samarasatāya akaraṇaṁ bhāvanāya saṁkileso, karaṇaṁ vodānaṁ. Tathā sesesupi. Evametesu saṁkilesavodānesu taṁ taṁ ādīnavaṁ dosaṁ ānisaṁsaṁ guṇaṁ puretaraṁ pāṭihāriyañāṇena disvā yathā aññamaññānativattanādayo honti, tathā bhāvanāya sampahaṁsitattā teneva ñāṇena visodhitattā. Visodhanaṁ hettha sampahaṁsanaṁ. Te ākārā yasmā nipphannā, tasmā ‘‘dhammānaṁ…pe… veditabbāti vutta’’nti lakkhaṇasaṁvaṇṇanāya ādimhi vuttaṁ nigamanavasena dasseti.",
  "anya-e0103n4:112": "‘‘Yasmā upekkhāvasena ñāṇaṁ pākaṭaṁ hotī’’ti ko sambandho. Kasmā sampahaṁsanāva pariyosānanti vuttā, na upekkhānubrūhanāti codanaṁ sandhāya ‘‘tattha yasmā upekkhāvasena ñāṇaṁ pākaṭaṁ hotī’’ti vuttaṁ. Tatthāti tasmiṁ bhāvanācitte. Upekkhāvasena ñāṇaṁ pākaṭaṁ hotīti appanākāle bhāvanāya samappavattiyā, paṭipakkhassa ca pahānato paggahādīsu byāpārassa akātabbato ajjhupekkhanāva hoti. Yaṁ sandhāya vuttaṁ ‘‘samaye cittassa ajjhupekkhanā, visuddhaṁ cittaṁ ajjhupekkhatī’’ti ca ādi. Sā panāyaṁ ajjhupekkhanā ñāṇassa kiccasiddhiyā hoti, visesato ñāṇasādhanattā appanābyāpārassāti phalena kāraṇānumānañāyena. Yasmā upekkhāvasena ñāṇaṁ pākaṭaṁ hoti, tasmā ñāṇakiccabhūtā sampahaṁsanā pariyosānanti vuttāti sambandho.",
  "anya-e0103n4:113": "Idāni yathāvuttamatthaṁ pāḷiyā samatthetuṁ ‘‘yathāhā’’tiādi vuttaṁ. Tathāpaggahitaṁ cittanti yathā bhāvanācittaṁ kosajjapakkhe na patati, tathā vīriyasambojjhaṅgaṭṭhāniyānaṁ dhammānaṁ bahulīkāravasena paggahitaṁ. Sādhukaṁ ajjhupekkhatīti paggaṇhantenāpi samādhissa vīriyasamatāyojanavasena paggahitattā sakkaccaṁ ajjhupekkhati, tatramajjhattupekkhā okāsaṁ labhati. Taṁ pana ajjhupekkhanaṁ upekkhāvasena pubbe pavattapārihāriyapaññāvasena appanāpaññāya kiccādhikatāti āha ‘‘paññāvasena paññindriyaṁ adhimattaṁ hotī’’ti. Tassa adhimattattā eva ajjhupekkhantasseva nānāsabhāvehi nīvaraṇapamukhehi kilesehi appanācittaṁ vimuccati. Vimokkhavasena vimuccanavasena. Paññāvasenāti pubbe pavattapārihāriyapaññāvasena. Vimuttattāti nānākilesehi vimuttattā eva. Te dhammā saddhādayo, visesato saddhāpaññāvīriyasamādhayo ca ekarasā samānakiccā honti. Evamayaṁ indriyānaṁ ekarasaṭṭhena bhāvanā nipphajjamānā ñāṇabyāpāroti āha ‘‘ñāṇakiccabhūtā sampahaṁsanā pariyosāna’’nti. Evaṁ tividhāya paṭipadāvisuddhiyā laddhavisesāya tividhāya upekkhānubrūhanāya sātisayaṁ paññindriyassa adhimuttabhāvena catubbidhāpi sampahaṁsanā sijjhatīti āgamanupekkhā ñāṇakiccavasena dasapi ākārā jhāne eva veditabbā.",
  "anya-e0103n4:114": "Gaṇanānupubbatāti gaṇanānupubbatāya, gaṇanānupubbatāmattaṁ vā paṭhamanti idanti attho. Tena desanākkamaṁ ulliṅgeti. ‘‘Paṭhamaṁ uppannanti paṭhama’’nti iminā paṭipattikkamaṁ, uppannanti hi adhigatanti attho. ‘‘Paṭhamaṁ samāpajjitabbanti paṭhama’’nti idaṁ pana na ekantalakkhaṇanti aṭṭhakathāyaṁ (dha. sa. aṭṭha. 160) paṭisiddhattā idha na gahitaṁ. Ārammaṇūpanijjhānaṁ lakkhaṇūpanijjhānanti duvidhe jhāne idhādhippetajjhānameva dassetuṁ ‘‘ārammaṇūpanijjhānato’’ti vuttaṁ. Pathavīkasiṇasaṅkhātassa attano attano ārammaṇassa rūpaṁ viya cakkhunā upanijjhāyanato. Paccanīkajhāpanatoti nīvaraṇādīnaṁ paccanīkadhammānaṁ dahanato vikkhambhanavasena pajahanato. Sakalaṭṭhenāti heṭṭhā vuttanayena kate vā akate vā paricchijja gahite pathavībhāge pathavīmaṇḍale sakalārammaṇakaraṇaṭṭhena. Na hi tassa ekadesamārammaṇaṁ karīyati. Pathavīkasiṇasannissayatāya nimittaṁ pathavīkasiṇaṁ yathā ‘‘mañcā ukkuṭṭhiṁ karontī’’ti. Taṁsahacaraṇato jhānaṁ pathavīkasiṇaṁ yathā ‘‘kuntā pacarantī’’ti.",
  "anya-e0103n4:115": "Ciraṭṭhitisampādanavaṇṇanā",
  "anya-e0103n4:116": "76. Lakkhaṭṭhāne ṭhitaṁ sarena vālaṁ vijjhatīti vālavedhī. Idha pana anekadhā bhinnassa vālassa aṁsuṁ vijjhanto ‘‘vālavedhī’’ti adhippeto. Tenavālavedhinā. Sūdenāti bhattakārena. ‘‘Ākārā pariggahetabbā’’ti saṅkhepato vuttamatthaṁ vivarituṁ ‘‘yathā hī’’tiādi vuttaṁ. Tattha sukusaloti suṭṭhu cheko. Dhanuggahoti issāso. Kammanti yogyaṁ. Akkantapadānanti vijjhanakāle akkamanavasena pavattapadānaṁ. Ākāranti dhanujiyāsarānaṁ gahitākāraṁ. Pariggaṇheyyāti upadhāreyya. Bhojanasappāyādayoti ādi-saddo avuttākārānampi saṅgāhako daṭṭhabbo. Tena utubhāvanānimittādīnampi pariggaṇhanaṁ vuttaṁ hoti. Tasminti tasmiṁ taruṇasamādhimhi.",
  "anya-e0103n4:117": "Bhattāranti sāminaṁ, bhattavetanādīhi posakanti attho. Parivisantoti bhojento. Tassa ruccitvā bhuñjanākāraṁ sallakkhetvā tassa upanāmentoti yojanā. Ayampi yogī. Adhigatakkhaṇe bhojanādayo ākāreti pubbe jhānassa adhigatakkhaṇe kiccasādhake bhojanādigate ākāre. Gahetvāti pariggahetvā sallakkhetvā. Naṭṭhe naṭṭhe samādhimhi punappunaṁ appanāya.",
  "anya-e0103n4:118": "Mahānasavijjāparicayena paṇḍito. Tattha visadañāṇatāya byatto. Ṭhānuppattikakaosallayogena kusalo. Nānaccayehīti nānaccayehi nānāsabhāvehi, nānārasehīti attho. Tenāha ‘‘ambilaggehī’’tiādi. Sūpehīti byañjanehi. Ambilaggehīti ambilakoṭṭhāsehi, ye vā ambilarasā hutvā aggabhūtā, tehi caturambilādimissehi. Esa nayo tittakaggādīsupi. Khārikehīti vātiṅgaṇakaḷīrādimissehi. Nimittanti ākāraṁ ruccanavasena bhuñjanākāraṁ. Uggaṇhātīti uparūpari gaṇhāti upadhāreti. Imassa vā sūpeyyassa atthāya hatthaṁ abhiharati. Abhihārānanti abhimukhena haritabbānaṁ paṇṇākārānaṁ, pūjābhihārānaṁ vā. Nimittaṁ uggaṇhātīti ‘‘evaṁ me cittaṁ samāhitaṁ ahosī’’ti nimittaṁ gaṇhāti sallakkheti.",
  "anya-e0103n4:119": "Samādhiparipanthānanti samādhissa paripanthabhūtānaṁ. Dhammānanti kāmacchandādinīvaraṇadhammānaṁ. Suvisodhitattāti suṭṭhu visodhitattā, vikkhambhanavaseneva sammadeva pahīnattāti attho. Kāmādīnavapaccavekkhaṇādīhīti ādi-saddena asubhamanasikāranekkhammānisaṁsapaccavekkhaṇādīni saṅgaṇhāti. Nekkhammaguṇadassanenāpi hi tassa vibandhabhūte kāmacchande ādīnavo visesato pākaṭo hotīti. Kāyaduṭṭhullanti kāyadarathaṁ sāraddhakāyataṁ. Tena kāyacittānaṁ sārambhanimittassa byāpādanīvaraṇassa na visodhanamāha. Ārambhadhātumanasikārādīti ādi-saddena vīriyasambojjhaṅganimittānaṁ, ālokasaññādīnañca saṅgaho daṭṭhabbo. Samathanimittamanasikārādīti ādi-saddena samādhisambojjhaṅgaṭṭhāniyānaṁ dhammānaṁ saṅgaho daṭṭhabbo. Aññepi samādhiparipantheti vicikicchāṭṭhāniye, madamānādike ca sandhāyāha. Āsayanti vasanakasusiraṁ. Suparisuddhanti āsaṅkanīyattābhāvena suṭṭhu parisuddhaṁ. Etthāha – nanu cāyaṁ pageva kāmādīnavaṁ paccavekkhitvā samathapaṭipadaṁ paṭipanno upacārakkhaṇeyeva jhānena nīvaraṇāni vikkhambhitāni, atha kasmā puna kāmādīnavapaccavekkhaṇādi gahitanti? Saccametaṁ. Taṁ pana pahānamattanti jhānassa ciraṭṭhitiyā atisayapahānatthaṁ puna gahitaṁ.",
  "anya-e0103n4:120": "Uddhaccamiddhanti kukkuccaṁ, thinañca tadekaṭṭhatāya gahitamevāti katvā vuttaṁ. Suddhantagatoti suparisuddhapariyantaṁ sabbaso visodhitakoṇapariyantaṁ uyyānaṁ gato. Tahiṁ rameti tasmiṁ jhāne rameyya divasabhāgampi jhānasamaṅgī eva bhaveyya.",
  "anya-e0103n4:121": "Cittabhāvanāvepullatthanti samādhibhāvanāya vipulabhāvāya. Yathā hi bhāvanāvasena nimittassa uppatti, evamassa bhāvanāvaseneva vaḍḍhanampi. Tasmā ekaṅgulādivasena nimittaṁ vaḍḍhentassa punappunaṁ bahulīkārena jhānaṁ bhāvanāpi vuddhiṁ viruḷhiṁ vepullaṁ āpajjati. Tena vuttaṁ ‘‘cittabhāvanāvepullatthañca yathāladdhaṁ paṭibhāganimittaṁ vaḍḍhetabba’’nti. Tassāti paṭibhāganimittassa.",
  "anya-e0103n4:122": "Nimittavaḍḍhananayavaṇṇanā",
  "anya-e0103n4:123": "77.Tatrāti sāmiatthe bhummavacanaṁ, tassāti attho. Avaḍḍhetvāti yathā kumbhakāro mattikāya pattaṁ karonto paṭhamaṁ aparicchinditvāva pattaṁ vaḍḍheti, evaṁ pattavaḍḍhanayogena pattavaḍḍhanayuttiyā avaḍḍhetvā pūvikassa pūvavaḍḍhanaṁ. Bhattassa upari bhattapakkhipanaṁ bhattavaḍḍhanaṁ. Vatthassa tintassa añchanādi dussavaḍḍhanaṁ. Paccekaṁ yoga-saddo yojetabbo. Aparicchinditvā na vaḍḍhetabbaṁ saparicchede eva bhāvanāpavattito. Tathā hi vuttaṁ ‘‘sāntake no anantake’’ti (visuddhi. 1.55).",
  "anya-e0103n4:124": "Haṁsapotakāti javanahaṁsapotakā. Ukkūlaṁ unnataṭṭhānaṁ. Vikūlaṁ ninnaṭṭhānaṁ. Nadīsotena kataṁ viduggaṁ nadīviduggaṁ. Visamākārena ṭhito pabbatapadeso pabbatavisamo.",
  "anya-e0103n4:125": "Thūlāni hutvā upaṭṭhahanti paccavekkhaṇābāhullena vibhūtabhāvato. Dubbalāni hutvā upaṭṭhahanti paguṇabalavabhāvassa anāpādikattā. Upari ussukkanāyāti bhāvanāya upari ārohanāya, dutiyajjhānādhigamāyāti attho.",
  "anya-e0103n4:126": "Pabbateyyāti pabbate bahulacārinī. Akhettaññūti agocaraññū. Samādhiparipanthānaṁ visodhanānabhiññātāya bālo. Jhānassa paguṇabhāvāpādanaveyyattiyassa abhāvena abyatto. Uparijhānassa padaṭṭhānabhāvānavabodhena akhettaññū. Sabbathāpi samāpattikosallābhāvena akusalo. Samādhinimittassa vā anāsevanāya bālo. Abhāvanāya abyatto. Abahulīkārena akhettaññū. Sammadeva anadhiṭṭhānato akusaloti yojetabbaṁ. Ubhato bhaṭṭhoti ubhayato jhānato bhaṭṭho. So hi appaguṇatāya na suppatiṭṭhitatāya saussāhopi vināsato, asāmatthiyato ca jhānadvayato parihīno. Ciṇṇavasināti āsevitavasinā.",
  "anya-e0103n4:127": "Pañcavasīkathāvaṇṇanā",
  "anya-e0103n4:128": "78. Vasanaṁ vasīti dhātuniddesatāya kiriyāniddesoti adhippāyenāha ‘‘vasiyo’’ti, yathāruci pavattiyoti attho. Āvajjanāya vasī, āvajjanāvasena vā vasī āvajjanavasī. Jhānaṁ āvajjituṁ yattha yattha padese icchā yatthicchakaṁ. Yadā yadā, yasmiṁ yasmiṁ vā jhānaṅge icchā yadicchakaṁ. Yāva yāva icchā yāvadicchakaṁ, da-kāro padasandhikaro. ‘‘Yāvā’’ti ca idaṁ bahūnaṁ javanavārānaṁ nirantaraṁ viya tathāpavattanaṁ sandhāya vuttaṁ, na ekameva. So hi paricchinnacittakkhaṇoti. Āvajjanāya dandhāyitattaṁ natthīti vuttanayena yattha katthaci ṭhāne yadā yadā yaṁ kiñci jhānaṅgaṁ āvajjentassa yathicchitaṁ kālaṁ āvajjanāya āvajjanappavattiyā dandhāyitattaṁ vitthāyitattaṁ, cirāyitattaṁ vā natthi. Evaṁ āvajjanavasī siddhā nāma hotīti attho. Sesāti vuṭṭhānaadhiṭṭhānapaccavekkhaṇāvasiyo.",
  "anya-e0103n4:129": "Aṅgasamudāyabhāvato jhānassa jhāne āvajjanavasiṁ nipphādetukāmena paṭipāṭiyā jhānaṅgāni āvajjetabbānīti āha ‘‘paṭhamaṁ vitakkaṁ āvajjayato’’ti. Yadipi āvajjanamevettha icchitaṁ āvajjanavasiyā adhippetattā, āvajjanāya pana uppannāya javanehi bhavitabbaṁ. Tāni ca kho āvajjanatapparatāya cittābhinīhārassa yathāvajjitajhānaṅgārammaṇāni katipayāneva honti, na paripuṇṇānīti vuttaṁ ‘‘vitakkārammaṇāneva cattāri pañca vā javanāni javantī’’ti. Cattāri tikkhindriyassa. Pañca nātitikkhindriyassāti daṭṭhabbaṁ. Nirantaranti visabhāgehi nirantaraṁ. Ayaṁ panāti bhavaṅgadvayantaritā catujavanacittā yathāvuttā āvajjanavasī. Aññesaṁ vā dhammasenāpatiādīnaṁ. Evarūpe kāleti uṭṭhāya samuṭṭhāya lahutaraṁ āvajjanavasīnibbattanakāle. Sā ca kho ittarā parittakālā, na satthu yamakamahāpāṭihāriye viya ciratarappabandhavatī. Tathā hi taṁ sāvakehi asādhāraṇaṁ vuttaṁ. Adhigamena samaṁ sasampayuttassa jhānassa sammā āpajjanaṁ paṭipajjanaṁ samāpajjanaṁ, jhānasamaṅgitā.",
  "anya-e0103n4:130": "Sīghanti ettha samāpajjitukāmatānantaraṁ dvīsu bhavaṅgesu uppannesu bhavaṅgaṁ upacchinditvā uppannāvajjanānantaraṁ samāpajjanaṁ sīghaṁ samāpajjanasamatthatā. Ayañca matthakappattā samāpajjanavasī satthu dhammadesanāyaṁ labbhati. Yaṁ sandhāya vuttaṁ ‘‘so kho ahaṁ, aggivessana, tassā eva kathāya pariyosāne tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapemi sannisādemi ekodiṁ karomi samādahāmi yenassudaṁ niccakappaṁ viharāmī’’ti (ma. ni. 1.387). Ito sīghatarā hi samāpajjanavasī nāma natthi. Juṇhāya rattiyā navoropitehi kesehi kapotakandarāyaṁ viharantassa āyasmato sāriputtassa yakkhena mahantampi pabbatakūṭaṁ padāletuṁ samatthe pahāre sīse dinne samāpajjanampettha nidassetabbaṁ. Tathā hi vakkhati ‘‘tadā thero tassa paharaṇasamaye samāpattiṁ appesī’’ti (visuddhi. 2.374). Pāḷiyaṁ pana ‘‘aññataraṁ samādhiṁ samāpajjitvā nisinno’’ti (udā. 34) vuttaṁ. Ime pana therā ‘‘samāpattito vuṭṭhānasamakālaṁ tena pahāro dinno’’ti vadanti.",
  "anya-e0103n4:131": "Accharāmattanti aṅguliphoṭamattaṁ khaṇaṁ. Ṭhapetunti setu viya sīghasotāya nadiyā oghaṁ vegena pavattituṁ adatvā yathāvuttakkhaṇaṁ jhānaṁ ṭhapetuṁ samatthatā. Abhibhuyya ṭhapanaṁ, adhiṭṭhānaṁ viyāti vā adhiṭṭhānaṁ. Tattha vasī adhiṭṭhānavasī. Tatheva lahuṁ vuṭṭhātunti accharāmattaṁ vā dasaccharāmattaṁ vā lahuṁ khaṇaṁ jhānasamaṅgī hutvā jhānato vuṭṭhātuṁ samatthatā. Bhavaṅgacittuppattiyeva hettha jhānato vuṭṭhānaṁ nāma. Ettha ca yathā ‘‘ettakameva khaṇaṁ jhānaṁ ṭhapessāmī’’ti pubbaparikammavasena adhiṭṭhānasamatthatā adhiṭṭhānavasī, evaṁ ‘‘ettakameva khaṇaṁ jhānasamaṅgī hutvā jhānato vuṭṭhahissāmī’’ti pubbaparikammavasena vuṭṭhānasamatthatā vuṭṭhānavasī veditabbā, yā samāpatti ‘‘vuṭṭhānakusalatā’’ti vuccati. Tadubhayadassanatthanti adhiṭṭhānavuṭṭhānavasīdassanatthaṁ.",
  "anya-e0103n4:132": "Tatthāti tasmiṁ nimmitapabbate tassa vivare. Kiñcāpi ekaṁyeva taṁ abhiññācittaṁ yena pabbataṁ nimmineyya, abhiññāpādakassa pana jhānassa lahutaraṁ ṭhapanaṁ, vuṭṭhānañca idha nidassitanti daṭṭhabbaṁ. ‘‘Ettakā iddhimantā ekaṁ upaṭṭhākaṁ garuḷato rakkhituṁ na sakkhiṁsū’’ti gārayhā assāma.",
  "anya-e0103n4:133": "Āvajjanānantarānīti āvajjanavasībhāvāya yathākkamaṁ vitakkādīnaṁ jhānaṅgānaṁ āvajjanāya parato yāni javanāni pavattāni, tāni tesaṁ paccavekkhaṇāni. Yadaggena āvajjanavasīsiddhi, tadaggena paccavekkhaṇāvasīsiddhi veditabbā.",
  "anya-e0103n4:134": "Dutiyajjhānakathāvaṇṇanā",
  "anya-e0103n4:135": "79. Nīvaraṇappahānassa tappaṭhamatāya āsannanīvaraṇapaccatthikā. Thūlaṁ nāma vipulampi pheggu viya sukhabhañjanīyanti āha ‘‘oḷārikattā aṅgadubbalā’’ti. Santato manasi karitvāti paṭhamajjhānaṁ viya anoḷārikaṅgattā, santadhammasamaṅgitāya ca ‘‘santa’’nti manasi katvā. Ye hi dhammā dutiyajjhāne pītisukhādayo, kāmaṁ te paṭhamajjhānepi santi, tehi pana te santatarā ceva paṇītatarā ca bhavantīti. Nikantinti nikāmanaṁ, apekkhanti attho. Pariyādāyāti khepetvā. Cattāri pañcāti vā-saddo luttaniddiṭṭho. Dutiyajjhānaṁ etassa atthīti dutiyajjhānikaṁ. Vuttappakārānevāti paṭhamajjhāne vuttappakārāniyeva, parikammādināmakānīti attho.",
  "anya-e0103n4:136": "80.Vūpasamāti vūpasamahetu, vūpasamoti cettha pahānaṁ adhippetaṁ, tañca vitakkavicārānaṁ. Atikkamo atthato dutiyajjhānakkhaṇe anuppādoti āha ‘‘samatikkamā’’tiādi. Katamesaṁ panettha vitakkavicārānaṁ vūpasamo adhippeto, kiṁ paṭhamajjhānikānaṁ, udāhu dutiyajjhānikānanti. Kiñcettha yadi paṭhamajjhānikānaṁ, natthi tesaṁ vūpasamo. Na hi kadāci paṭhamajjhānaṁ vitakkavicārarahitaṁ atthi. Atha dutiyajjhānikānaṁ, evampi nattheva vūpasamo, sabbena sabbaṁ tesaṁ tattha abhāvatoti? Vuccate – yehi vitakkavicārehi paṭhamajjhānassa oḷārikatā, tesaṁ samatikkamā dutiyassa jhānassa samadhigamo, na sabhāvato anoḷārikānaṁ phassādīnaṁ samatikkamāti ayamattho ‘‘vitakkavicārānaṁ vūpasamā’’ti etena dīpito. Tasmā ‘‘kiṁ paṭhamajjhānikānaṁ vitakkavicārānaṁ vūpasamo idhādhippeto, udāhu dutiyajjhānikāna’’nti edisī codanā anokāsāva. Yasmā diṭṭhādīnavassa taṁtaṁjhānakkhaṇe anuppattidhammatāpādanaṁ vūpasamanaṁ adhippetaṁ. Vitakkādayo eva jhānaṅgabhūtā tathā karīyanti, na taṁsampayuttā phassādayo, tasmā vitakkādīnaṁyeva vūpasamādivacanaṁ ñāyāgataṁ. Yasmā pana vitakkādīnaṁ viya taṁsampayuttadhammānampi etena ‘‘etaṁ oḷārika’’nti ādīnavadassanaṁ sutte āgataṁ, tasmā avisesena vitakkādīnaṁ, taṁsahagatānañca vūpasamādike vattabbe vitakkādīnaṁyeva vūpasamo vuccamāno adhikavacanaṁ aññaṁ atthaṁ bodhetīti katvā kiñci visesaṁ dīpetīti dassetuṁ aṭṭhakathāyaṁ ‘‘oḷārikassa panā’’tiādi gahitanti idha ‘‘yehi vitakkavicārehī’’tiādi vuttanti daṭṭhabbaṁ. ‘‘Pītiyā ca virāgā’’tiādīsupi eseva nayo. Tasmā vitakkavicārapītisukhasamatikkamavacanāni oḷārikoḷārikaṅgasamatikkamā dutiyādiadhigamadīpakānīti tesaṁ ekadesabhūtaṁ vitakkavicārasamatikkamavacanaṁ taṁdīpakaṁ vuttaṁ. Visuṁ visuṁ ṭhitepi hi vitakkavicārasamatikkamavacanādike paheyyaṅganiddesatāsāmaññena cittena samūhato gahite vitakkavicāravūpasamavacanassa tadekadesatā daṭṭhabbā. Ayañca attho avayavena samudāyopalakkhaṇanayena vutto. Atha vā vitakkavicāravūpasamavacaneneva taṁsamatikkamā dutiyādhigamadīpakena pītivirāgādivacanānaṁ pītiādisamatikkamā tatiyādiadhigamadīpakatā dīpitā hotīti tassa taṁdīpakatā vuttā.",
  "anya-e0103n4:137": "Niyakajjhattamadhippetaṁ na ajjhattajjhattādi. Tattha kāraṇamāha ‘‘vibhaṅge panā’’tiādi. Nīlavaṇṇayogato nīlavatthaṁ viyāti nīlayogato vatthaṁ nīlaṁ viyāti adhippāyo. Yena sampasādanena yogā jhānaṁ sampasādanaṁ. Tasmiṁ dassite ‘‘sampasādanaṁ jhāna’’nti samānādhikaraṇaniddeseneva taṁyogā jhāne taṁsaddappavatti dassitāti avirodho yutto. Ekodibhāve kathanti ekodimhi dassite ekodibhāvaṁ jhānanti samānādhikaraṇaniddeseneva jhānassa ekodivaḍḍhanatā vuttā hotīti ce? ‘‘Ekodibhāva’’nti padaṁ uddharitvā ekodissa niddeso na kātabbo siyāti ekodibhāvasaddo eva samādhimhi pavatto sampasādanasaddo viya jhāne pavattatīti yuttaṁ. Imasmiñca atthavikappeti ‘‘cetaso sampasādayatī’’ti etasmiṁ pakkhe ‘‘cetaso’’ti ca upayogatthe sāmivacanaṁ. Purimasminti ‘‘sampasādanayogato jhānaṁ sampasādana’’nti vuttapakkhe. Cetasoti sambandhe sāmivacanaṁ.",
  "anya-e0103n4:138": "Seṭṭhopi loke ‘‘eko’’ti vuccati ‘‘yāva pare ekāhaṁ te karomī’’tiādīsu. Eko adutiyo ‘‘ekākībhi khuddakehi jita’’ntiādīsu asahāyatthopi eka-saddo diṭṭhoti āha ‘‘eko asahāyo hutvā’’ti. Saddhādayopi kāmaṁ sampayuttadhammānaṁ sādhāraṇato, asādhāraṇato ca paccayā hontiyeva, samādhi pana jhānakkhaṇe sampayuttadhammānaṁ avikkhepalakkhaṇe indaṭṭhakaraṇena sātisayaṁ paccayo hotīti dassento ‘‘sampayuttadhamme…pe… adhivacana’’nti āha.",
  "anya-e0103n4:139": "‘‘Sampasādanaṁ , cetaso ekodibhāva’’nti visesanadvayaṁ jhānassa atisayavacanicchāvasena gahitaṁ. Svāyamatisayo yathā imasmiṁ jhāne labbhati, na tathā paṭhamajjhāneti imaṁ visesaṁ dassetuṁ ‘‘nanu cā’’tiādi vuttaṁ. Ārammaṇe āhananapariyāhananavasena, anumajjanaanuyojanavasena ca pavattamānā dhammā satipi nīvaraṇappahānena kilesakālussiyāpagame sampayuttānaṁ kañci khobhaṁ karontā viya tehi ca te na sannisinnā hontīti vuttaṁ ‘‘vitakkavicārakkhobhena na suppasanna’’nti. Khuddikā ūmiyo vīciyo. Mahatiyo taraṅgā. Satipi indriyasamatte, vīriyasamatāya ca teneva khobhena, sampasādābhāvena ca samādhipi na suṭṭhu pākaṭo bahale viya jale maccho. Yathāvuttakkhobho eva palibodho. Evaṁ vuttenāti yassā saddhāya vasena sampasādanaṁ, yassā ca cittekaggatāya vasena ekodibhāvanti ca jhānaṁ vuttaṁ. Tāsaṁ eva ‘‘saddahanā’’tiādinā pavattiākārassa visesavibhāvanāvasena vuttena. Tena vibhaṅgapāṭhena. ‘‘Sampasādanayogato, sampasādanato vā sampasādanaṁ, ekodiṁ bhāvetīti ekodibhāvanti jhānaṁ vutta’’nti evaṁ pavattā ayaṁ atthavaṇṇanā na virujjhati. Yathā pana avirodho, so vutto eva.",
  "anya-e0103n4:140": "81.Santāti samaṁ nirodhaṁ gatā. Samitāti bhāvanāya samaṁ gamitā nirodhitā. Vūpasantāti tato eva suṭṭhu upasantā. Atthaṅgatāti atthaṁ vināsaṁ gatā. Abbhatthaṅgatāti upasaggena padaṁ vaḍḍhetvā vuttaṁ. Appitāti vināsaṁ gamitā. Sositāti pavattisaṅkhātassa santānassa abhāvena sosaṁ sukkhabhāvaṁ itā. Byantikatāti vigatantakatā.",
  "anya-e0103n4:141": "Ayamatthoti bhāvanāya pahīnattā vitakkavicārānaṁ abhāvo. Codakena vuttamatthaṁ sampaṭicchitvā pariharituṁ ‘‘evametaṁ siddhovāyamattho’’ti vatvā ‘‘na paneta’’ntiādi vuttaṁ. Tattha etanti ‘‘vitakkavicārānaṁ vūpasamā’’ti etaṁ vacanaṁ. Tadatthadīpakanti tassa vitakkavicārābhāvamattasaṅkhātassa atthassa dīpakaṁ. Ayañhettha attho – dutiyajjhānādiadhigamūpāyadīpakena ajjhattasampasādanatāya, cetaso ekodibhāvatāya ca hetudīpakena, avitakkaavicārabhāvahetudīpakena ca vitakkavicāravūpasamavacaneneva vitakkavicārābhāvo dīpitoti kiṁ puna avitakkaavicāravacanena katenāti? Na, adīpitattā. Na hi vitakkavicāravūpasamavacanena vitakkavicārānaṁ appavatti vuttā hoti. Vitakkavicāresu hi taṇhāppahānaṁ etesaṁ vūpasamanaṁ, ye ca saṅkhāresu taṇhāppahānaṁ karonti, tesu maggesu, pahīnataṇhesu ca phalesu saṅkhārapavatti hoti eva , evamevidhāpi vikkhambhitavitakkavicārataṇhassa dutiyajjhānassa vitakkavicārasampayogo purimena na nivārito siyāti taṁnivāraṇatthaṁ, āvajjitukāmatādiatikkamova tesaṁ vūpasamoti dassanatthañca ‘‘avitakkaṁ avicāra’’nti vuttaṁ. Paṭhamampīti paṭhamaṁ jhānampi.",
  "anya-e0103n4:142": "‘‘Dutiyaṁ uppannantipi dutiya’’nti vattuṁ vaṭṭatiyeva. Na tathā imassa vitakkavicārāti yathā paṭhamajjhānassa upacārakkhaṇe nīvaraṇāni pahīyanti, tathā imassa dutiyajjhānassa upacārakkhaṇe vitakkavicārā na pahīyanti asaṁkiliṭṭhasabhāvattā, upacārabhāvanāya ca te pahātuṁ asamatthabhāvato. Yadipi tāya tesu taṇhā pahīyati, na pana savisesaṁ. Savisesañhi tattha taṇhāppahānaṁ appanāya eva hoti. Tena vuttaṁ ‘‘appanākkhaṇeyevā’’tiādi. Pahānaṅgatāpi atisayappahānavaseneva veditabbā yathā nīvaraṇānaṁ paṭhamajjhānassa. Tasmāti yasmā tivaṅgamevetaṁ jhānaṁ, tasmā. Tanti vibhaṅge vacanaṁ. Rathassa paṇḍukambalaṁ viya sampasādo jhānassa parikkhāro, na jhānaṅganti āha ‘‘saparikkhāraṁ jhānaṁ dassetu’’nti.",
  "anya-e0103n4:143": "Tatiyajjhānakathāvaṇṇanā",
  "anya-e0103n4:144": "82.Uppilāvitanti kāmañcāyaṁ pariggahesu apariccattapemassa anādīnavadassino taṇhāsahagatāya pītiyā pavattiākāro, idha pana dutiyajjhānapīti adhippetā. Tathāpi sabbaso pītiyaṁ avirattaṁ, sāpi anubandheyyāti vuttaṁ. Uppilāvitaṁ viyāti vā uppilāvitaṁ. Ādīnavaṁ hi tattha pākaṭataraṁ katvā dassetuṁ evaṁ vuttanti daṭṭhabbaṁ.",
  "anya-e0103n4:145": "83. Virajjanaṁ virāgo. Taṁ pana virajjanaṁ nibbindanamukhena hīḷanaṁ vā tappaṭibaddharāgappahānaṁ vāti tadubhayaṁ dassetuṁ ‘‘vuttappakārāya pītiyā jigucchanaṁ vā samatikkamo vā’’ti āha. Vuttappakārāyāti ‘‘yadeva tattha pītī’’tiādinā vuttappakārāya. Sampiṇḍanaṁ samuccayo.",
  "anya-e0103n4:146": "Maggoti upāyo. Tadadhigamāyāti tatiyamaggādhigamāya.",
  "anya-e0103n4:147": "84.Upapattitoti samavāhitabhāvena patirūpato. Jhānupekkhāpi samavāhitameva antonītaṁ katvā pavattatīti āha ‘‘samaṁ passatī’’ti. Visadāyāti paribyattāya saṁkilesavigamena. Vipulāyāti mahatiyā sātisayaṁ mahaggatabhāvappattiyā. Thāmagatāyāti pītivigamena thirabhāvappattāya.",
  "anya-e0103n4:148": "Parisuddhapakati khīṇāsavapakati nikkilesatā. Sattesu kammassakatādassanahetuko samabhāvadassanākāro majjhattākāro brahmavihārupekkhā.",
  "anya-e0103n4:149": "Sahajātadhammānanti niddhāraṇe sāmivacanaṁ. Samappavattiyā bhāvanāya vīthipaṭipannāya alīnānuddhatā nirassādatāya paggahaniggahasampahaṁsanesu byāpārābhāvato sampayuttadhammesu majjhattākārabhūtā bojjhaṅgupekkhā.",
  "anya-e0103n4:150": "Upekkhānimittanti ettha līnuddhaccapakkhapātarahitaṁ majjhattaṁ vīriyaṁ upekkhā. Tadeva taṁ ākāraṁ gahetvā pavattetabbassa tādisassa vīriyassa nimittabhāvato upekkhānimittaṁ bhāvanāya samappavattikāle upekkhīyatīti upekkhā, vīriyameva upekkhā vīriyupekkhā.",
  "anya-e0103n4:151": "‘‘Paṭhamaṁ jhānaṁ paṭilābhatthāya nīvaraṇe…pe… nevasaññānāsaññāyatanasamāpattiṁ paṭilābhatthāya ākiñcaññāyatanasaññaṁ paṭisaṅkhā santiṭṭhanā paññā saṅkhārupekkhāsu ñāṇa’’nti (paṭi. ma. 1.57) evamāgatā imā aṭṭha samādhivasena uppajjanti. ‘‘Sotāpattimaggaṁ paṭilābhatthāya uppādaṁ pavattaṁ nimittaṁ āyūhanaṁ paṭisandhiṁ gatiṁ nibbattiṁ upapattiṁ jātiṁ jaraṁ byādhiṁ maraṇaṁ sokaṁ paridevaṁ upāyāsaṁ. Sotāpattiphalasamāpattatthāya uppādaṁ pavattaṁ…pe… arahattamaggaṁ paṭilābhatthāya uppādaṁ…pe… upāyāsaṁ…pe… arahattaphalasamāpattatthāya suññatāvihārasamāpattatthāya animittavihārasamāpattatthāya uppādaṁ pavattaṁ nimittaṁ āyūhanaṁ paṭisandhiṁ gatiṁ nibbattiṁ upapattiṁ jātiṁ jaraṁ byādhiṁ maraṇaṁ sokaṁ paridevaṁ upāyāsaṁ paṭisaṅkhā santiṭṭhanā paññā saṅkhārupekkhāsu ñāṇa’’nti evamāgatā imā dasa vipassanāvasena uppajjanti. Ettha ca paṭhamajjhānādīhi vikkhambhitāni nīvaraṇavitakkavicārādīni paṭisaṅkhāya sabhāvato upaparikkhitvā sanniṭṭhānavasena tiṭṭhamānā nīvaraṇādipaṭisaṅkhāsantiṭṭhanā diṭṭhādīnavattā tesaṁ gahaṇe uppādane ajjhupekkhantī vipassanāpaññā gahaṇe majjhattabhūtā upekkhā.",
  "anya-e0103n4:152": "Tattha uppādanti purimakammapaccayā khandhānaṁ idha uppattimāha. Pavattanti tathāuppannassa pavattiṁ. Nimittanti sabbampi tebhūmakasaṅkhāragataṁ nimittabhāvena upaṭṭhānato. Āyūhananti āyatiṁ paṭisandhihetubhūtaṁ kammaṁ. Paṭisandhinti āyatiṁ uppattiṁ. Gatinti yāya gatiyā sā paṭisandhi hoti. Nibbattinti khandhānaṁ nibbattanaṁ. Upapattinti ‘‘samāpannassa vā upapannassa vā’’ti (paṭi. ma. 1.72) ettha ‘‘upapannassā’’ti vuttavipākappavattiṁ. Jātinti jarādīnaṁ paccayabhūtaṁ bhavapaccayā jātiṁ. Jarābyādhimaraṇādayo pākaṭā eva. Ettha ca uppādādayo pañceva saṅkhārupekkhāñāṇassa visayavasena vuttā, sesā tesaṁ vevacanavasena. ‘‘Nibbatti, jātī’’ti idañhi dvayaṁ uppādassa ceva paṭisandhiyā ca vevacanaṁ, ‘‘gati, upapatti cā’’ti idaṁ dvayaṁ pavattassa, jarādayo nimittassāti veditabbaṁ. Appaṇihitavimokkhavasena magguppattihetubhūtā catasso, tathā phalasamāpattiyā catasso, suññatavihāraanimittavihāravasena dveti dasa saṅkhārupekkhā.",
  "anya-e0103n4:153": "Yāti vipassanāpaññā. Yadatthīti yaṁ aniccādilakkhaṇattayaṁ upalabbhati. Yaṁ bhūtanti yaṁ paccayanibbattattā bhūtaṁ khandhapañcakaṁ. Taṁ pajahatīti aniccānupassanādīhi niccasaññādayo pajahanto sammadeva diṭṭhādīnavattā tappaṭibaddhacchandarāgappahānena pajahati, yathā āyatiṁ ādānaṁ na hoti, tathā paṭipattiyā pajahati. Tathābhūto ca tattha upekkhaṁ paṭilabhati. Vicinaneti aniccādivasena sammasanepi.",
  "anya-e0103n4:154": "Sampayuttadhammānaṁ samappavattihetutāya samavāhitabhūtā. Nīvaraṇavitakkavicārādisabbapaccanīkehi vimuttattā sabbapaccanīkaparisuddhā. Tesaṁ vūpasantattā paccanīkavūpasamanepi abyāpārabhūtā abyāpārabhāvena pavattā, abyāpārataṁ vā pattā.",
  "anya-e0103n4:155": "Yadi atthato ekā, kathamayaṁ bhedoti āha ‘‘tena tenā’’tiādi. Tasmāti yasmā satipi sabhāvato abhede yehi pana paccayavisesehi svāyamimāsaṁ avatthābhedo, tesaṁ ekajjhaṁ appavattito na tāsaṁ abhedo, ekajjhaṁ vā pavatti, tasmā. Tenāha ‘‘yattha chaḷaṅgupekkhā’’tiādi.",
  "anya-e0103n4:156": "Ekībhāvoti ekatā. Satipi majjhattābhāvasāmaññe visayabhedena panassā bhedo. Yamatthaṁ sandhāya ‘‘kiccavasena dvidhā bhinnā’’ti vuttaṁ, taṁ vitthārato dassento ‘‘yathā hī’’tiādimāha. Ayaṁ vipassanupekkhā. Yaṁ sandhāya vuttaṁ pāḷiyaṁ ‘‘yadatthi yaṁ bhūtaṁ, taṁ pajahati, upekkhaṁ paṭilabhatī’’ti (ma. ni. 3.71; a. ni. 7.55). Tattha yadatthi yaṁ bhūtanti khandhapañcakaṁ, taṁ muñcitukamyatāñāṇena pajahati. Diṭṭhasovattikattayassa sabbalakkhaṇavicinane viya diṭṭhalakkhaṇattayassa bhūtassa saṅkhāralakkhaṇavicinane upekkhaṁ paṭilabhati. Saṅkhārānaṁ aniccādilakkhaṇassa sudiṭṭhattā tesaṁ vicinane majjhattabhūtāya vipassanupekkhāya siddhāya tathā diṭṭhādīnavānaṁ tesaṁ gahaṇepi ajjhupekkhanā siddhāva hoti, sabbaso visaṅkhāraninnattā ajjhāsayassa.",
  "anya-e0103n4:157": "Anābhogarasāti paṇītasukhepi tasmiṁ avanatipaṭipakkhakiccāti attho. Abyāpārapaccupaṭṭhānāti satipi sukhapāramippattiyaṁ tasmiṁ sukhe abyāvaṭā hutvā paccupatiṭṭhati, sampayuttānaṁ vā tattha abyāpāraṁ paccupaṭṭhapetīti attho. Sampayuttadhammānaṁ khobhaṁ, uppilavañca āvahantehi vitakkādīhi abhibhūtattā aparibyattaṁ. Tattha tatramajjhattatāya kiccaṁ. Tadabhāvato idha paribyattaṁ.",
  "anya-e0103n4:158": "Niṭṭhitā ‘‘upekkhako ca viharatī’’ti etassa",
  "anya-e0103n4:159": "Sabbaso atthavaṇṇanā.",
  "anya-e0103n4:160": "85.‘‘Saratīti sato’’ti padassa kattusādhanatamāha. Sampajānātīti sammadeva pajānāti. Saraṇaṁ cintanaṁ upaṭṭhānaṁ lakkhaṇametissāti saraṇalakkhaṇā. Sammussanapaṭipakkho asammussanaṁ, taṁ kiccaṁ etissāti asammussanarasā. Kilesehi ārakkhā hutvā paccupatiṭṭhati, tato vā ārakkhaṁ paccupaṭṭhapetīti ārakkhapaccupaṭṭhānā. Asammuyhanaṁ sammadeva pajānanaṁ, sammohapaṭipakkho vā asammoho. Tīraṇaṁ kiccassa pāragamanaṁ. Pavicayo vīmaṁsā.",
  "anya-e0103n4:161": "Kāmaṁ upacārajjhānādīni upādāya paṭhamadutiyajjhānānipi sukhumāneva, imaṁ pana uparijhānaṁ upādāya ‘‘oḷārikattā’’ti vuttaṁ. Sā ca oḷārikatā vitakkādithūlaṅgatāya veditabbā. Keci ‘‘bahucetasikatāyā’’ti ca vadanti . Gati sukhā hoti tattha jhānesūti adhippāyo. Abyattaṁ tattha satisampajaññakiccaṁ ‘‘idaṁ nāma dukkaraṁ karīyatī’’ti vattabbassa abhāvato. Oḷārikaṅgappahānena sukhumattāti ayamattho kāmaṁ dutiyajjhānepi sambhavati, tathāpi yebhuyyena avippayogībhāvena vattamānesu pītisukhesu pītisaṅkhātassa oḷārikaṅgassa pahānena sukhumatāya idha sātisayo satisampajaññabyāpāroti vuttaṁ ‘‘purisassā’’tiādi. Punadeva pītiṁ upagaccheyyāti hānabhāgiyaṁ jhānaṁ siyā dutiyajjhānameva sampajjeyyāti attho. Tenāha ‘‘pītisampayuttameva siyā’’ti. ‘‘Idañca atimadhuraṁ sukha’’nti tatiyajjhānasukhaṁ sandhāyāha. Atimadhuratā cassa pahāsodagyasabhāvāya pītiyā abhāveneva veditabbā. Idanti ‘‘sato, sampajāno’’ti padadvayaṁ.",
  "anya-e0103n4:162": "Tasmā etamatthaṁ dassentoti yasmā tassa jhānasamaṅgino yaṁ nāmakāyena sampayuttaṁ sukhaṁ, taṁ so paṭisaṁvedeyya. Yaṁ vā tanti atha vā yaṁ taṁ yathāvuttaṁ nāmakāyasampayuttaṁ sukhaṁ. Taṁsamuṭṭhānena tato samuṭṭhitena atipaṇītena rūpena assa jhānasamaṅgino rūpakāyo yasmā phuṭo. Yassa rūpakāyassa phuṭattā jhānā vuṭṭhitopi jhānasamaṅgī kāyikaṁ sukhaṁ paṭisaṁvedeyya. Tasmā etaṁ cetasikakāyikasukhapaṭisaṁvedanasaṅkhātaṁ atthaṁ dassento ‘‘sukhañca kāyena paṭisaṁvedetīti āhā’’ti yojanā. Ayañhettha saṅkhepattho – nāmakāyena cetasikasukhaṁ, kāyikasukhaheturūpasamuṭṭhāpanena kāyikasukhañca jhānasamaṅgī paṭisaṁvedetīti vuccati. Phuṭattāti byāpitattāti attho. Yathā hi udakena phuṭasarīrassa tādise nātipaccanīke vātādiphoṭṭhabbe phuṭe sukhaṁ uppajjati, evametehi phuṭasarīrassāti. Aparo nayo – sukhañca kāyena paṭisaṁvedetīti ettha kathamābhogena vinā sukhapaṭisaṁvedanāti codanāyaṁ ‘‘kiñcāpi…pe… evaṁ santepī’’ti. Yasmā tassa nāmakāyena sampayuttaṁ sukhaṁ, tasmā sukhañca kāyena paṭisaṁvedetīti yojanā. Idāni sahāpi ābhogena sukhapaṭisaṁvedanaṁ dassetuṁ ‘‘yaṁ vā ta’’ntiādi vuttaṁ.",
  "anya-e0103n4:163": "86.Yanti hetuatthe nipāto, yasmāti attho. Tenāha ‘‘yaṁjhānahetū’’ti. ‘‘Ācikkhantī’’tiādīni padāni kittanatthānīti adhippāyenāha ‘‘pasaṁsantīti adhippāyo’’ti. Kintīti pasaṁsanākārapucchā. Edisesu ṭhānesu satiggahaṇeneva sampajaññampi gahitaṁ hotīti idha pāḷiyaṁ satiyā eva gahitattā evaṁ upaṭṭhitasatitāya ‘‘satimā’’ icceva vuttaṁ, ‘‘sampajāno’’ti heṭṭhā vuttattā vā.",
  "anya-e0103n4:164": "Jhānakkhaṇe cetasikasukhameva labbhatīti ‘‘sukhaṁ nāmakāyena paṭisaṁvedetī’’ti ca vuttaṁ. Tatiyantigaṇanānupubbatāti ito paṭṭhāya dutiyatatiyajjhānakathāhi aviseso, viseso ca vuttoti.",
  "anya-e0103n4:165": "Catutthajjhānakathāvaṇṇanā",
  "anya-e0103n4:166": "87. Idāni nibbattitavisesaṁ dassento ‘‘ayaṁ pana viseso’’ti vatvā ‘‘yasmā’’tiādimāha. Āsevanapaccayena paccayo na hoti, aniṭṭhe ṭhāne padantarasaṅgahitassa āsevanapaccayattābhāvato. Adukkhamasukhāya vedanāya uppajjitabbaṁ sātisayaṁ sukhavirāgabhāvanābhāvato. Tānīti appanāvīthiyaṁ javanāni sandhāyāha.",
  "anya-e0103n4:167": "88.‘‘Pubbevā’’ti vuttattā kadā pana tesaṁ pahānaṁ hotīti codanāyaṁ āha ‘‘catunnaṁ jhānānaṁ upacārakkhaṇe’’ti. Evaṁ veditabbanti sambandho. Pahānakkamo nāma pahāyakadhammānaṁ uppattipaṭipāṭi. Tena pana vuccamāne ‘‘dukkhaṁ domanassaṁ sukhaṁ somanassa’’nti vattabbaṁ siyā. Kasmā ito aññathā vacananti āha ‘‘indriyavibhaṅge’’tiādi. Atha kasmā jhānesveva nirodho vuttoti sambandho.",
  "anya-e0103n4:168": "Kattha cuppannaṁ dukkhindriyanti attano paccayehi uppannaṁ dukkhindriyaṁ. Kattha ca aparisesaṁ nirujjhatīti nirodhaṭṭhānaṁ pucchati. Tena ‘‘katthā’’ti pucchāyaṁ, ‘‘etthā’’ti vissajjanepi hetumhi bhummavacanaṁ daṭṭhabbaṁ. Jhānānubhāvanimittaṁ hi anuppajjantaṁ ‘‘dukkhindriyaṁ aparisesaṁ nirujjhatī’’ti vuttaṁ. Atisayanirodho suṭṭhu pahānaṁ ujupaṭipakkhena vūpasamo.",
  "anya-e0103n4:169": "Nānāvajjaneti yena āvajjanena appanāvīthi, tato bhinnāvajjane, anekāvajjane vā. Appanāvīthiyañhi upacāro ekāvajjano, itaro anekāvajjano anekakkhattuṁ pavattanato. Visamanisajjāya uppannakilamatho visamāsanupatāpo. Pītipharaṇenāti pītiyā pharaṇarasattā, pītisamuṭṭhānānaṁ vā paṇītarūpānaṁ kāyassa byāpanato vuttaṁ. Tenāha ‘‘sabbo kāyo sukhokkanto hotī’’ti. Vitakkavicārapaccayepīti pi-saddo aṭṭhānappayutto, so ‘‘pahīnassā’’ti ettha ānetvā sambandhitabbo ‘‘pahīnassāpi domanassindriyassā’’ti. Etaṁ domanassindriyaṁ uppajjatīti sambandho. ‘‘Tassa mayhaṁ aticiraṁ vitakkayato vicārayato kāyopi kilamicittampi uhaññī’’ti vacanato kāyacittakhedānaṁ vitakkavicārappaccayatā veditabbā . ‘‘Vitakkavicārabhāve uppajjati domanassindriya’’nti ānetvā sambandhitabbaṁ. Tatthassa siyā uppattīti tattha dutiyajjhānūpacāre assa domanassassa uppatti bhaveyya.",
  "anya-e0103n4:170": "Ettha ca yadeke ‘‘tatthassa siyā uppattī’’ti vadantena jhānalābhīnampi domanussuppatti atthīti dassitaṁ hoti. Tena ca anīvaraṇasabhāvo lobho viya dosopi atthīti dīpeti. Na hi dosena vinā domanassaṁ pavattati. Na cettha paṭṭhānapāḷiyā virodho cintetabbo. Yasmā tattha parihīnaṁ jhānaṁ ārammaṇaṁ katvā pavattamānaṁ domanassaṁ dassitaṁ, aparihīnajjhānamārammaṇaṁ katvā uppajjamānassa domanassassa asambhavato. Jhānalābhīnaṁ sabbaso domanassaṁ nuppajjatīti ca na sakkā vattuṁ, aṭṭhasamāpattilābhino api tassa uppannattā. Na heva kho so pahīnajjhāno ahosīti vadanti, taṁ ayuttaṁ anīvaraṇasabhāvassa dosassa abhāvato. Yadi siyā, rūpārūpāvacarasattānampi uppajjeyya, na ca uppajjati. Tathā hi ‘‘arūpe kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇa’’ntiādīsu byāpādakukkuccanīvaraṇāni anuddhaṭāni. Na cettha nīvaraṇattā parihāro, kāmacchandādīnampi anīvaraṇānaṁyeva nīvaraṇasadisatāya nīvaraṇapariyāyassa vuttattā. Yaṁ pana vuttaṁ ‘‘aṭṭhasamāpattilābhino api tassa uppannattā’’ti, tampi akāraṇaṁ uppajjamānena ca domanassena jhānato parihāyanato. Lahukena pana paccayena parihīnaṁ tādisā appakasireneva paṭipākatikaṁ karontīti daṭṭhabbaṁ. ‘‘Tatthassa siyā uppattī’’ti idaṁ pana parikappavacanaṁ upacārakkhaṇe domanassassa appahīnabhāvadassanatthaṁ. Tathā hi vuttaṁ ‘‘na tveva antoappanāya’’nti. Yadi pana tadā domanassaṁ uppajjeyya, paṭhamajjhānampissa parihīnamevāti daṭṭhabbaṁ. Pahīnampi somanassindriyaṁ pīti viya na dūreti katvā ‘‘āsannattā’’ti vuttaṁ. Nānāvajjanūpacāre pahīnampi pahānaṅgaṁ paṭipakkhena avihatattā antarantarā uppajjeyya vāti imamatthaṁ dassento ‘‘appanāppattāyā’’tiādimāha. Tādisāya āsevanāya icchitabbattā yathā maggavīthito pubbe dve tayo javanavārā sadisānupassanāva pavattanti, evamidhāpi appanāvārato pubbe dve tayo javanavārā upekkhāsahagatāva pavattantīti vadanti.",
  "anya-e0103n4:171": "Samāhaṭāti samānītā, saṅgahetvā vuttāti attho. Sukhadukkhāni viya anoḷārikattā avibhūtatāya sukhumā. Tato eva anuminitabbasabhāvattā duviññeyyā. Duṭṭhassāti duṭṭhapayogassa, duddammassāti attho. Sakkā hoti esā gāhayituṁ aññāpohananayenāti adhippāyo.",
  "anya-e0103n4:172": "Adukkhamasukhāyacetovimuttiyāti idameva catutthajjhānaṁ daṭṭhabbaṁ. Paccayadassanatthanti adhigamassa upāyabhūtapaccayadassanatthaṁ. Tenāha ‘‘dukkhappahānādayo hi tassā paccayā’’ti. Dukkhappahānādayoti ca sopacārā paṭhamajjhānādayovettha adhippetā.",
  "anya-e0103n4:173": "Pahīnāti vuttā ‘‘pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā’’ti. Etāti sukhādayo vedanā.",
  "anya-e0103n4:174": "Somanassaṁ rāgassa paccayo. Vuttañhi ‘‘sukhāya kho, āvuso visākha, vedanāya rāgānusayo anusetī’’ti (ma. ni. 1.465). Domanassaṁ dosassa paccayo. Vuttampi cetaṁ ‘‘dukkhāya kho, āvuso visākha, vedanāya paṭighānusayo anusetī’’ti. Sukhādighātenāti sukhādīnaṁ pahānena. Assa jhānassa.",
  "anya-e0103n4:175": "Na dukkhanti adukkhaṁ, dukkhavidhuraṁ. Yasmā tattha dukkhaṁ natthi, tasmā vuttaṁ ‘‘dukkhābhāvenā’’ti. Asukhanti etthapi eseva nayo. Etenāti dukkhasukhapaṭikkhepavacanena. ‘‘Paṭipakkhabhūta’’nti idaṁ idha tatiyavedanāya dukkhādīnaṁ samatikkamavasena pattabbattā vuttaṁ, na kusalākusalānaṁ viya ujuvipaccanīkatāya. Iṭṭhāniṭṭhaviparītassa majjhattārammaṇassa, iṭṭhāniṭṭhaviparītaṁ vā majjhattākārena anubhavanalakkhaṇā iṭṭhāniṭṭhaviparītānubhavanalakkhaṇā. Tato eva majjhattarasā. Avibhūtapaccupaṭṭhānāti sukhadukkhāni viya na vibhūtākārā , piṭṭhipāsāṇe migagatamaggo viya tehi anumātabbā avibhūtākāropaṭṭhānā. Sukhanirodho nāma idha catutthajjhānūpacāro, so padaṭṭhānaṁ etissāti sukhanirodhapadaṭṭhānā.",
  "anya-e0103n4:176": "89.‘‘Upekkhāsatipārisuddhi’’nti purimapade uttarapadalopenetaṁ samāsapadanti āha ‘‘upekkhāya janitasatipārisuddhi’’nti. Sabbapaccanīkadhammaparisuddhāya paccanīkasamanepi abyāvaṭāya pārisuddhiupekkhāya vattamānāya catutthajjhāne sati sampahaṁsanapaññā viya suparisuddhā, suvisadā ca hotīti āha ‘‘yā ca tassā satiyā pārisuddhi, sā upekkhāya katā, na aññenā’’ti. Yadi tatramajjhattatā idha ‘‘upekkhā’’ti adhippetā, kathaṁ satiyeva ‘‘parisuddhā’’ti vuttāti āha ‘‘na kevala’’ntiādi.",
  "anya-e0103n4:177": "Evampi kasmā ayameva sati ‘‘upekkhāsatipārisuddhī’’ti vuttāti anuyogaṁ sandhāya ‘‘tattha kiñcāpī’’tiādi vuttaṁ. Tattha heṭṭhā tīsu jhānesu vijjamānāyapi tatramajjhattatāya paccanīkābhibhavato, sahāyapaccayavekallato ca apārisuddhi, tathā taṁsampayuttānaṁ. Tadabhāvato idha pārisuddhīti imamatthaṁ rūpakavasena dassetuṁ ‘‘yathā panā’’tiādi vuttaṁ. Sūriyappabhābhibhavāti sūriyappabhāya abhibhuyyamānattā. Atikkhatāya candalekhā viya rattipi sommasabhāvā sabhāgāya rattiyameva ca candalekhā samujjalatīti sā tassā sabhāgāti dassento ‘‘sommabhāvena ca attano upakārakattena vā sabhāgāya rattiyā’’ti āha.",
  "anya-e0103n4:178": "‘‘Ekavīthiya’’nti idaṁ tattha somanassassa ekaṁsena abhāvato vuttaṁ, na tato purimataresu ekaṁsena bhāvato. Yathā pana vitakkādayo dutiyādijjhānakkhaṇeyeva pahīyanti, na tesaṁ ekavīthiyaṁ purimajavanesu, na evametanti dassetuṁ vuttaṁ. Catukkajjhāneti catukkanayavasena nibbattitajjhānacatukke.",
  "anya-e0103n4:179": "Pañcakajjhānakathāvaṇṇanā",
  "anya-e0103n4:180": "90.Tatthāti paṭhamajjhāne. Catukkanayassa dutiyajjhāne viyāti catukkanayasambandhini dutiyajjhāne viya. Taṁ dvidhā bhinditvāti catukkanaye dutiyaṁ ‘‘avitakkaṁ vicāramattaṁ, avitakkaṁ avicāra’’nti ca evaṁ dvidhā bhinditvā pañcakanaye dutiyañceva tatiyañca hoti abhidhammeti (dha. sa. 168) adhippāyo. Suttantesu pana sarūpato pañcakanayo na gahito.",
  "anya-e0103n4:181": "Kasmā panettha nayadvayavibhāgo gahitoti? Abhidhamme nayadvayavasena jhānānaṁ desitattā. Kasmā ca tattha tathā tāni desitāni? Puggalajjhāsayato, desanāvilāsato ca. Sannipatitadevaparisāya kira yesaṁ yathādesite paṭhamajjhāne vitakko eva oḷārikato upaṭṭhāsi, itare santato. Tesaṁ ajjhāsayavasena ca caturaṅgikaṁ avitakkaṁ vicāramattaṁ jhānaṁ desitaṁ. Yesaṁ vicāro, yesaṁ pīti, yesaṁ sukhaṁ oḷārikato upaṭṭhāsi, itare santato. Tesaṁ tesaṁ ajjhāsayavasena tatiyādīni jhānāni desitāni. Ayaṁ tāva puggalajjhāsayo.",
  "anya-e0103n4:182": "Yassā pana dhammadhātuyā suppaṭividdhattā bhagavā yasmā desanāvilāsappatto, tasmā ñāṇamahantatāya desanāya sukusalo yaṁ yaṁ aṅgaṁ labbhati, tassa tassa vasena yathāruciṁ desanaṁ niyāmento catukkanayavasena, pañcakanayavasena ca. Tattha ca pañcaṅgikaṁ paṭhamaṁ, caturaṅgikaṁ dutiyaṁ, tivaṅgikaṁ tatiyaṁ, duvaṅgikaṁ catutthaṁ, duvaṅgikameva pañcamaṁ jhānaṁ desesīti ayaṁ desanāvilāso. Ettha ca pañcakanaye dutiyajjhānaṁ catukkanaye dutiyajjhānapakkhikaṁ katvā vibhattaṁ ‘‘yasmiṁ samaye rūpūpapattiyā maggaṁ bhāveti avitakkaṁ vicāramattaṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharatī’’ti (dha. sa. 168). Kasmā? Ekattakāyanānattasaññīsattāvāsaphalatāya dutiyajjhānena samānaphalattā, paṭhamajjhānasamādhito jātattā ca. Paṭhamajjhānameva hi ‘‘kāmehi akusalehi ca vivitta’’nti tadabhāvā na idha ‘‘vivicceva kāmehi vivicca akusalehī’’ti sakkā vattuṁ, nāpi ‘‘vivekaja’’nti. Suttantadesanāsu ca pañcakanaye dutiyatatiyajjhānāni dutiyajjhānameva bhajanti vitakkavūpasamā vicāravūpasamā avitakkattā, avicārattā ca. Evañca katvā suttantadesanāyapi pañcakanayo labbhatevāti siddhaṁ hoti. Nanu suttante cattāriyeva jhānāni vibhattānīti pañcakanayo na labbhatīti? Na, ‘‘savitakkasavicāro samādhī’’tiādinā (dī. ni. 3.305) samādhittayāpadesena pañcakanayassa labbhamānattā. Catukkanayanissito pana katvā pañcakanayo vibhattoti suttantadesanāyapi pañcakanayo niddhāretabbo. ‘‘Vitakkavicārānaṁ vūpasamā’’ti hi vitakkassa, vicārassa, vitakkavicārānañca ‘‘vitakkavicārāna’’nti sakkā vattuṁ. Tathā ‘‘avitakkaṁ, avicāra’’nti ca vinā, saha ca vicārena vitakkappahānena avitakkaṁ, saha, vinā ca vitakkena vicārappahānena avicāranti avitakkaṁ, avicāraṁ, avitakkañca avicārañcāti vā tividhampi sakkā saṅgahetuṁ.",
  "anya-e0103n4:183": "Dutiyanti ca vitakkarahite, vitakkavicāradvayarahite ca ñāyāgatā desanā dutiyaṁ adhigantabbattā, vicāramattarahitepi dvayappahānādhigatasamānadhammattā. Evañca katvā pañcakanayaniddese dutiye vūpasantopi vitakko sahāyabhūtavicārāvūpasamena na sammā vūpasantoti vitakkavicāradvayarahite viya vicāravūpasameneva tadupasamaṁ, sesadhammānaṁ samānatañca dassentena ‘‘vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ tatiyaṁ jhānaṁ upasampajja viharatī’’ti tatiyaṁ catukkanaye dutiyena nibbisesaṁ vibhattaṁ. Duvidhassāpi sahāyavirahena, aññathā ca vitakkappahānena avitakkattaṁ, samādhijaṁ pītisukhattañca samānanti samānadhammattāpi dutiyanti niddeso . Vicāramattampi hi vitakkavicāradvayarahitaṁ viya ‘‘yasmiṁ samaye rūpūpapattiyā maggaṁ bhāveti avitakkaṁ vicāramattaṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharatī’’ti (dha. sa. 168) avitakkaṁ samādhijaṁ pītisukhanti vibhattaṁ. Paṭhamajjhāne vā sahacārīsu vitakkavicāresu ekaṁ atikkamitvā dutiyampi tatraṭṭhameva dosato disvā ubhayampi sahātikkamantassa pañcakanaye tatiyaṁ vuttaṁ, tatiyaṁ adhigantabbattā. Paṭhamato anantarabhāvena panassa dutiyabhāvo ca uppajjatīti. Kasmā panevaṁ sarūpato pañcakanayo na vibhattoti? Vineyyajjhāsayato. Yathānulomadesanā hi suttantadesanāti.",
  "anya-e0103n4:184": "Pathavīkasiṇaniddesavaṇṇanā niṭṭhitā.",
  "anya-e0103n4:185": "Iti catutthaparicchedavaṇṇanā."
}