{
  "anya-e0701n0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0701n0:1": "Cūḷaganthavaṃsapāḷi",
  "anya-e0701n0:2": "1. Piṭakattayaparicchedo",
  "anya-e0701n0:3": "Namassetvāna sambuddhaṃ, aggavaṃsavaraṃvaraṃ;",
  "anya-e0701n0:4": "Natvāna dhammaṃ buddhajaṃ, saṅghañcāpiniraṅgaṇaṃ.",
  "anya-e0701n0:5": "Ganthavaṃsampi nissāya, ganthavaṃsaṃ pakathissaṃ;",
  "anya-e0701n0:6": "Tipeṭakasamāhāraṃ, sādhunaṃ jaṅghadāsakaṃ.",
  "anya-e0701n0:7": "Vimatinodanamārambhaṃ, taṃ me suṇātha sādhavo;",
  "anya-e0701n0:8": "Sabbampi buddhavacanaṃ, vimutti ca sahetukaṃ.",
  "anya-e0701n0:9": "Hoti ekavidhaṃyeva, tividhaṃ piṭakena ca;",
  "anya-e0701n0:10": "Tañca sabbampi kevalaṃ, pañcavidhaṃ nikāyato.",
  "anya-e0701n0:11": "Aṅgato ca navavidhaṃ, dhammakkhandhagaṇanato;",
  "anya-e0701n0:12": "Caturāsīti sahassa, dhammakkhandhapabhedananti.",
  "anya-e0701n0:13": "Kathaṃ piṭakato piṭakañhi tividhaṃ hoti?",
  "anya-e0701n0:14": "Vinayapiṭakaṃ, abhidhammapiṭakaṃ suttantapiṭakanti. Tattha katamaṃ vinaya piṭakaṃ? Pārājikakaṇḍaṃ, pācittiyakaṇḍaṃ, mahāvaggakaṇḍaṃ, cullavaggakaṇḍaṃ, parivārakaṇḍanti. Imāni kaṇḍāni vinayapiṭakaṃ nāma.",
  "anya-e0701n0:15": "Katamaṃ abhidhammapiṭakaṃ? Dhammasaṅgaṇī-pakaraṇaṃ, vibhaṅga-pakaraṇaṃ, dhātukathā-pakaraṇaṃ, puggalapaññatti-pakaraṇaṃ, kathāvatthu-pakaraṇaṃ, yamaka-pakaraṇaṃ, paṭṭhāna-pakaraṇanti. Imāni satta pakaraṇāni abhidhammapiṭakaṃ nāma. Katamaṃ suttantapiṭakaṃ? Sīlakkhandhavaggādikaṃ, avasesaṃ buddhavacanaṃ suttantapiṭakaṃ nāma.",
  "anya-e0701n0:16": "Kathaṃ nikāyato? Nikāyā pañca vidhā honti. Dīghanikāyo, majjhimanikāyo, saṃyuttanikāyo, aṅguttaranikāyo, khuddakanikāyoti.",
  "anya-e0701n0:17": "Tattha katamo dīgha-nikāyo? Sīlakkhandhavaggo, mahāvaggo, pāthikavaggoti, ime tayo vaggā dīghanikāyo nāma. Imesu tīsu vaggesu, catutiṃsa vaggāni ca honti. [Catutiṃseva suttantā, sīlakkhandhavaggādikā, yassa bhavanti so yeva dīghanikāya nāma hoti.]",
  "anya-e0701n0:18": "Katamo majjhimanikāyo? Mūlapaṇṇāso, majjhimapaṇṇāso, uparipaṇṇāsoti, ime tayo paṇṇāsā majjhimanikāyo nāma. Imesu tīsu paṇṇāsesu dvepaññāsādhika-sutta-satāni honti [diyaḍḍhasatasuttantā, dvi suttaṃ yassa santiso, majjhimanikāyo nāmo mūlapaṇṇāsamādi hoti.]",
  "anya-e0701n0:19": "Katamo saṃyuttanikāyo? Sagāthāvaggo, nidānavaggo, khandhakavaggo, saḷāyatanavaggo, mahāvaggoti, ime pañca vaggā saṃyuttanikāyo nāma. Imesu pañcasu vaggesu dvāsaṭṭhisuttasattasatādhikasatta-suttasahassāni honti. [Dvāsaṭṭhi-satta-satāni, sattasahassakāni ca.] Suttāni yassa honti so, sagāthādikavaggako, saṃyuttanikāyo nāmo veditabbo ca viññūnāti.",
  "anya-e0701n0:20": "Katamo aṅguttaranikāyo? Ekkanipāto, dukkanipāto, tikkanipāto, catukkanipāto, pañcakanipāto, chakkanipāto, sattakanipāto, aṭṭhakanipāto, navakanipāto, dasakanipāto, ekādasanipātoti, ime ekādasa nipātā aṅguttaranikāyo nāma. Imesu ekādasa nipātesu satta-paññāsa-pañca-satādhikanava-sutta-sahassāni honti. [Navasuttasahassāni, pañcasatamattāni ca, sattapaññāsādhikāni, suttāni yassa honti so, aṅguttaranikāyoti, ekkanipātakādikoti.]",
  "anya-e0701n0:21": "Katamo khuddakanikāyo? Khuddakapāṭho, dhammapadaṃ, udānaṃ, itivuttakaṃ, suttanipāto, vimānavatthu, petavatthu, therakathā, therīkathā, jātakaṃ, mahāniddeso, paṭisambhidāmaggo, apadānaṃ, buddhavaṃso, cariyāpiṭakaṃ, vinayapiṭakaṃ, abhidhammapiṭakanti. Imesu sattarasasu ganthesu anekāni sutta-sahassāni honti. [Anekāni sutta-sahassāni, niddiṭṭhāni mahesinā, nikāye pañcame ime, khuddake iti visuteti.]",
  "anya-e0701n0:22": "Kathaṃ aṅgato aṅgahi nava vidhaṃ hoti? Suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthā, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallanti, navappabhedaṃ hoti. Tattha ubhato vibhaṅganiddesakhandhakaparivārā, suttanipāte, maṅgalasutta, ratanasutta, tuvaṭṭakasuttāni. Aññampi suttanāmakaṃ tathāgatavacanaṃ, suttanti veditabbaṃ. Sabbaṃ sagāthakaṃ geyyanti veditabbaṃ. Visesanasaṃyuttake sakalopi sagāthakavaggo, sakalaṃ abhidhammapiṭakaṃ nigāthakañca suttayañca aññampi aṭṭhahi aṅgehi asaṅgahitaṃ buddhavacanaṃ taṃ veyyākaraṇanti veditabbaṃ. Dhammapadaṃ, therakathā, therīkathā, suttanipāte, no suttanāmikā suddhikagāthā, gāthāti veditabbā. Somanassa ñāṇamayikagāthā paṭika-saṃyuttā dve asītisuttantā udānanti veditabbā. Vuttañhetaṃ bhagavatātiādinayappavattā dasuttarasatasuttantā, itivuttakanti veditabbā. Apaṇṇakajātakādīni paññāsādikāni. Pañcajātakasatāni, jātakanti veditabbaṃ. Cattāro me bhikkhave acchariyā abhūtadhammā, ānandetiādinayappavattā sabbepi acchariya abhūtadhammapaṭisaṃyuttā suttantā abhūtadhammanti veditabbā. Cullavedalla, mahāvedalla, sammādiṭṭhi, sakkapañha, saṅkhārabhājaniya, mahāpuṇṇamasuttantādayo sabbepi vedañca tuṭṭhiñca laddhā [puccha] laddhā pucchitasuttantā, vedallanti veditabbā. Katamāni caturāsīti dhammakkhandhasahassāni dujānāni, caturāsīti dhammakkhandhasahassāni sace vitthārena kathissaṃ atipapañco bhavissati. Tasmā naya vasena kathissāmi. Ekaṃ vatthu, eko dhammakkhandho, ekaṃ nidānaṃ eko dhammakkhandho, ekaṃ pañhā pucchantaṃ eko dhammakkhandho, ekaṃ pañhā visajjanaṃ eko dhammakkhandho, caturāsīti dhammakkhandhasahassāni kena bhāsitāni, kattha bhāsitāni, kadā bhāsitāni, kamārabbha bhāsitāni, kimatthaṃ bhāsitāni, kena dhāritāni, kenābhatāni, kimatthaṃ pariyāpuṇitabbāni. Tatrāyaṃ visajjanā, kena bhāsitānīti? Buddhānu buddhehi bhāsitāni. Kattha bhāsitānīti? Devesu ca mānussesu ca, bhāsitāni. Kadā bhāsitānīti? Bhagavato dharamānakāle ceva pacchimakāle ca bhāsitāni. Katamārabbha bhāsitānīti? Pañcavaggiyādike veneyya bandhave ārabbha bhāsitānīti. Kimatthaṃ bhāsitānīti? Tivajjañca avajjañca ñatvā vajjaṃ pahāya avajje paṭipattitvā nibbānapariyante. Diṭṭha-dhammikasamparāyikatthe sampāpuṇituṃ.",
  "anya-e0701n0:23": "Kena dhāritānīti? Anubuddhehi ceva sissānusissehi ca dhāritāni. Kenā bhatānīti? Ācariya paraṃparehi ābhatāni. Kimatthaṃ pariyāpuṇitabbānīti? Vajjañca avajjañca ñatvā vajjaṃ pahāya avajje paṭipattitvā nibbānapariyante diṭṭhadhammikasamparāyikatthe, saṃpāpuṇituṃ, yadevaṃ tāya nibbānapariyante diṭṭhadhammikasamparāyikatthe sādhikāni honti. Teva tattha kehi appamattena pariyāpuṇitabbāni dhāretabbāni dhāretabbāni vācetabbāni sajjhāyaṃ kātabbānīti [iti cullaganthavaṃse piṭakattaya dīpako nāma paṭhamo paricchedo.]",
  "anya-e0701n0:24": "2. Ganthakārakācariya-paricchedo",
  "anya-e0701n0:25": "Ācariyo pana atthi. Porāṇācariyā atthi, aṭṭhakathācariyā atthi, ganthakārakācariyā atthi, tividhanāmikācariyā. Katame porāṇācariyā? Paṭhamasaṅgāyanāyaṃ pañcasatā khīṇāsavā pañcannaṃ nikāyānaṃ nāmañca atthañca adhippāyañca yadañca byañjana sodhanañca avasesaṃ kiccaṃ kariṃsu. Dutiyasaṅgāyanāyaṃ sattasatā khīṇāsavā tesaṃyeva saddatthādikaṃ kiccaṃ puna kariṃsu. Tatiyasaṅgāyanāyaṃ sahassamattā khīṇāsavā tesaṃyeva saddatthādikaṃ kiccaṃ puna kariṃsu. Iccevaṃ dvesatādhikā dvesahassa khīṇāsavā mahākaccāyanaṃ ṭhapetvā avasesā porāṇācariyā nāma. Ye porāṇācariyā teyeva aṭṭhakathācariyā nāma. Katame ganthakārakācariyā? Mahāaṭṭhakathikāpebhadaanekācariyā ganthakārakācariyā nāma. Katame tividha nāmācariyā mahākaccāyano tividhanāmaṃ. Katame ganthā mahākaccāyanena katā? Kaccāyanagantho, mahāniruttigantho, cullaniruttigantho, yamakagantho, nettigantho, peṭakopadesaganthoti, ime cha ganthā mahākaccāyanena katā. Katame anekācariyena katā ganthā? Mahāpaccarikācariyo mahāpaccariyaṃ nāma ganthaṃ akāsi. Mahākurundikācariyo kurundi nāma ganthaṃ akāsi. Aññataro ācariyo mahāpaccariya ganthassa aṭṭhakathaṃ akāsi. Aññataro ācariyo kurundi ganthassa aṭṭhakathaṃ akāsi, mahābuddhaghosā nāmacariyo visuddhimaggo dīghanikāyassa sumaṅgalavilāsani nāma aṭṭhakathā, majjhimanikāyassa papañcasūdanī nāma aṭṭhakathā, saṃyuttanikāyassa sāratthappakāsinī nāma aṭṭhakathā, aṅguttaranikāyassa manorathapūraṇī nāma aṭṭhakathā, pañcavinaya ganthānaṃ samantapāsādikā nāma aṭṭhakathā, sattannaṃ abhidhammaganthānaṃ paramatthakathā nāma aṭṭhakathā, pātimokkha saṃkhātāya mātikāya kaṅkhāvitaraṇīti visuddhi nāma aṭṭhakathā, dhammapadassa aṭṭhakathā, jātakassa aṭṭhakathā, khuddakapāṭhassa aṭṭhakathā, suttanipātassa aṭṭhakathā, apadānassa aṭṭhakathāti, ime terasa ganthe akāsi. Buddhadattonāmācariyo vinaya vinicchayo, uttaravinicchayo, abhidhammāvatāro, buddhavaṃsassa madhuratthavilāsinī nāma aṭṭhakathāti, ime cattāro ganthe akāsi. Ānandonāmācariyā sattābhidhammaganthaṭṭhakathāya mūṭīkaṃ nāma ṭīkaṃ akāsi. Dhammapālācariyo nettippakaraṇaṭṭhakathā, itivuttakaṭṭhakathā, udānaṭṭhakathā, cariyāpiṭakaṭṭhakathā, therakathaṭṭhakathā, therīkathaṭṭhakathā, vimānavatthussa vimalavilāsini nāma aṭṭhakathā, petavatthussa vimalavilāsini nāma aṭṭhakathā, visuddhimaggassa paramatthamañjūsā nāma ṭīkā, dīghanikāyassa aṭṭhakathādīnaṃ catunnaṃ aṭṭhakathānaṃ līnatthappakāsani nāma ṭīkā, jātakaṭṭhakathāya līnatthappakāsani nāma ṭīkā, nettipakaraṇaṭṭhakathāya ṭīkā, buddhavaṃsaṭṭhakathāya paramatthadīpanī nāma ṭīkā, abhidhammaṭṭhakathāyaṭīkā līnatthavaṇṇanā nāma anuṭīkāti ime cuddasa matte ganthe akāsi.",
  "anya-e0701n0:26": "Dve pubbācariyānāmā cariyānirutti mañjūsaṃ nāma cullanirutti ṭīkañca mahānirutti saṅkhepañca akaṃsu. Mahāvajirabuddhināmācariyo vinayagaṇṭhināma pakaraṇaṃ akāsi. Dīpaṅkarasaṅkhāto vimalabuddhi nāmācariyo mukhamattadīpanī nāmakaṃ nyāsappakaraṇaṃ akāsi. Cullavajirabuddhi nāmācariyo atthabyākhyānaṃ nāma pakaraṇaṃ akāsi.",
  "anya-e0701n0:27": "Dīpaṅkaro nāmācariyo rūpasiddhi pakaraṇaṃ, rūpasiddhi ṭīkaṃ, sampapañca suttañceti tividhaṃ pakaraṇaṃ akāsi. Ānandācariyassa jeṭṭhasisso dhammapālo nāmācariyo saccasaṅkhepaṃ nāma pakaraṇaṃ akāsi. Kassapo nāmācariyo mohavicchedanī, vimaticchedanī, dasabuddhavaṃso, anāgatavaṃsoti, catuvidhaṃ pakaraṇaṃ akāsi.",
  "anya-e0701n0:28": "Mahānāmo nāmācariyo, saddhammapakāsanī nāma paṭisambhidāmaggassa aṭṭhakathaṃ akāsi. Dīpavaṃso, thūpavaṃso, bodhivaṃso, cūlavaṃso, mahāvaṃso, paṭisambhidāmaggaṭṭhakathā gaṇṭhi ceti ime cha ganthā mahānāmācari visuṃ visuṃ katā.",
  "anya-e0701n0:29": "Navo mahānāmo nāmācariyo navaṃ mahāvaṃsa nāma pakaraṇaṃ akāsi. Upaseno nāmācariyo saddhammapajjotikaṃ nāma mahāniddesassa aṭṭhakathaṃ akāsi. Moggalāno nāmācariyo moggalānabyākaraṇaṃ nāma pakaraṇaṃ akāsi. Saṅgharakkhito nāmācariyo, subodhālaṅkāraṃ nāma pakaraṇaṃ akāsi. Vuttodayakāro nāmācariyo vuttodayaṃ nāma pakaraṇaṃ akāsi. Dhammasiri nāmācariyo khuddakasikkhaṃ nāma pakaraṇaṃ akāsi. Purāṇakhuddasikkhāya ṭīkā, mūlasikkhā ceti, ime dve ganthā dvehācariyehi visuṃ visuṃ katā.",
  "anya-e0701n0:30": "Anuruddho nāmācariyo paramatthavinicchayaṃ, nāmarūpaparicchedaṃ, abhidhammatthasaṅgahaṃ ceti tividhaṃ pakaraṇaṃ akāsi. Khemo nāmācariyo khemaṃ nāma pakaraṇaṃ akāsi. Sāriputto nāmācariyo vinayaṭṭhakathāya sāratthadīpanī nāma ṭīkaṃ; vinayasaṅgahapakaraṇaṃ, vinayasaṅgahassaṭīkaṃ; aṅguttaraṭṭhakathāya sāratthamañjūsaṃ nāma navaṃ ṭīkaṃ; pañcikā ṭīkañceti, ime pañca ganthe akāsi. Buddhanāgo nāmācariyo vinayatthamañjūsaṃ nāma kaṅkhāvitaraṇīyā ṭīkaṃ akāsi. Navo moggalāno nāmācariyo abhidhānappadīpikaṃ nāma pakaraṇaṃ akāsi. Vācissaro nāmācariyo mahāsāmi nāma subodhālaṅkārassa ṭīkā, vuttodaya vivaraṇaṃ, sumaṅgalappasādani nāma khuddasikkhāya ṭīkā; sambandhacintā, sambandhacintāya ṭīkā; bālāvatāro, moggalānabyākaraṇassa pañcikāya ṭīkā; yogavinicchayo, vinayavinicchayassa ṭīkā, uttaravinicchayassa ṭīkā, nāmarūpa-paricchedassa vibhāgo, saddatthassa padarūpavibhāvanaṃ; khemassa pakaraṇassa ṭīkā, sīmālaṅkāro, mūlasikkhāya ṭīkā, rūpavibhāgo, paccayasaṅgaho, saccasaṅkhepassa ṭīkā ceti, ime aṭṭhārasa ganthe akāsi.",
  "anya-e0701n0:31": "Sumaṅgalo nāmācariyo abhidhammāvatārassaṭīkaṃ, abhidhammatthasaṅgahassaṭīkañca duvidhaṃ pakaraṇaṃ akāsi. Buddhapiyo nāmācariyo sāratthasaṅgahaṃ nāma pakaraṇaṃ akāsi. Dhammakitti nāmācariyo dantadhātu pakaraṇaṃ akāsi. Medhaṅkaro nāmācariyo jinacaritaṃ nāma pakaraṇaṃ akāsi. Buddharakkhito nāmācariyo jinalaṅkāraṃ, jinalaṅkārassa ṭīkañcāti duvidhaṃ pakaraṇaṃ akāsi. Upatisso nāmācariyo anāgatavaṃsassa aṭṭhakathaṃ akāsi.",
  "anya-e0701n0:32": "Kaṅkhāvitaraṇīyā līnatthappakāsini, nisandeho, dhammānusāraṇī, ñeyyāsantati, ñeyyāsantatiyā ṭīkā, sumatādāvatāro, lokapaññatti pakaraṇaṃ, tathāgatuppatti pakaraṇaṃ, nalāṭadhātu vaṇṇanā, sīhaḷavatthu, dhammadīpako, paṭipattisaṅgaho, visuddhimaggaṇṭhi, abhidhammagaṇṭhi, nettipakaraṇagaṇṭhi, visuddhimaggacullanavaṭīkā, sotabbamālinī, pasādajananī, okāsaloko, subodhālaṅkārassa nava ṭīkā ceti, ime vīsati ganthā vīsatācariyehi visuṃ visuṃ katā.",
  "anya-e0701n0:33": "Saddhammasiri nāmācariyo saddatthabhedacintā nāma pakaraṇaṃ akāsi. Devo nāmācariyo sumana kūṭavaṇṇanaṃ nāma pakaraṇaṃ akāsi. Cullabuddhaghoso nāmācariyo sotatthakinidānaṃ nāma pakaraṇaṃ akāsi. Raṭṭhapālo nāmācariyo madhurasaṅgāhaṇīkitti nāma pakaraṇaṃ akāsi. Subhūtacando nāmācariyo liṅgatthavivaraṇa-pakaraṇaṃ akāsi. Aggavaṃso nāmācariyo saddanīti pakaraṇaṃ nāma akāsi. Vajirabuddhi nāmācariyo mahāṭīkaṃ nāma nyāsapakaraṇaṭīkaṃ akāsi. Guṇasāgaro nāmācariyo mukhamattasāraṃ, mukhamattasārassa ṭīkañca duvidhaṃ pakaraṇaṃ akāsi. Abhayo nāmācariyo saddatthabhedacintāya mahāṭīkaṃ akāsi. Ñāṇasāgaro nāmācariyo liṅgatthavivaraṇappakāsanaṃ nāma pakaraṇaṃ akāsi. Aññataro ācariyo gūḷatthaṭīkaṃ, bālappabodhanañca duvidhaṃ pakaraṇaṃ akāsi. Aññataro ācariyo saddattha-bhedacintāya majjhimaṭīkaṃ akāsi. Uttamo nāmācariyo bālāvatāraṭīkaṃ, liṅgatthavivaraṇaṭīkañca duvidhaṃ pakaraṇaṃ akāsi. Aññataro ācariyo saddatthabhedacintāya nava-ṭīkaṃ akāsi. Eko amacco abhidhānappadīpikāyaṭīkaṃ, gaṇṭhipakaraṇassa daṇḍīppakaraṇassa māgadhabhūtaṃ ṭīkaṃ, koladdhajanassa sakaṭabhāsāya kataṭīkañca tividhaṃ pakaraṇaṃ akāsi. Dhammasenāpati nāmācariyo kārikaṃ, etimāsapidīpanī, manohārañca tividhaṃ pakaraṇaṃ akāsi. Aññataro ācariyo kārikāya ṭīkaṃ akāsi. Aññataro ācariyo etimāsapidīpikāya ṭīkaṃ akāsi.",
  "anya-e0701n0:34": "Aññataro ācariyo saddabindu nāma pakaraṇaṃ akāsi. Saddhammaguru nāmācariyo saddavuttippakāsakaṃ nāma pakaraṇaṃ akāsi. Sāriputto nāmācariyo saddavuttippakāsakassa ṭīkaṃ akāsi. Aññataro ācariyo kaccāyanasāraṃ nāma pakaraṇaṃ kaccāyanasārassa ṭīkañca duvidhaṃ pakaraṇaṃ akāsi. Navo medhaṅkaro nāmācariyo lokadīpakasāraṃ nāma pakaraṇaṃ akāsi. Aggapaṇḍito nāmācariyo lokuppatti nāma pakaraṇaṃ akāsi. Cīvaro nāmācariyo jaṅghadāsakassa ṭīkaṃ akāsi. Mātikatthadīpanī, abhidhammatthasaṅgahavaṇṇanā, sīmālaṅkārassaṭīkā, vinayasamuṭṭhānadīpanī ṭīkā, gaṇṭhi sāro, paṭṭhānagaṇanā nayo, suttaniddeso, pātimokkho, ceti, ime aṭṭha ganthe saddhammajotipālācariyo akāsi. Vimalabuddhi nāmācariyo abhidhamma-pannarasaṭṭhānaṃ nāma pakaraṇaṃ akāsi. Navo vimalabuddhi nāmācariyo saddasāratthajālinī, saddasāratthajāliniyā ṭīkā, vuttodaya ṭīkā, paramatthamañjūsā nāma abhidhammasaṅgahaṭīkāya anuṭīkā dasagaṇṭhivaṇṇanā, māgadhabhūtāvidaggamukhamaṇḍanaṭīkā ceti ime cha ganthe akāsi. Aññataro ācariyo pañcapakaraṇaṭīkāya navānuṭīkaṃ akāsi. Ariyavaṃso nāmācariyo abhidhammasaṅgaha-ṭīkāya [paramattha] maṇisāramañjūsaṃ nāma navānuṭīkaṃ akāsi. Abhidhammatthasaṅgahassa ṭīkā, peṭakopadesassa ṭīkā, catubhāṇavārassa aṭṭhakathā, mahāsārapakāsanī, mahādīpanī, sāratthadīpanī gati pakaraṇaṃ, hatthasāro, bhummasaṅgaho, bhummaniddeso, dasavatthukāyaviratiṭīkā, jotanā nirutti, vibhattikathā, kaccāyanavivaraṇā, saddhammamālinī, pañcagati vaṇṇanā, bālacittapabodhanaṃ, dhammacakkasuttassa navaṭṭhakathā, dantadhātu pakaraṇassa ṭīkā ceti, ime vīsati ganthā nānācariyehi katā, aññāni pana pakaraṇāni atthi.",
  "anya-e0701n0:35": "Katamāni saddhammo pāyano, bālappabodhanapakaraṇassa ṭīkā ca, jinālaṅkārapakaraṇassa navaṭīkā ca, liṅgatthavivaraṇaṃ, liṅgavinicchayo; pātimokkhavivaraṇaṃ, paramatthakathāvivaraṇaṃ, samantapāsādikā vivaraṇaṃ, catubhāṇavāraṭṭhakathā vivaraṇaṃ, abhidhammatthasaṅgahavivaraṇaṃ, saccasaṅkhepavivaraṇaṃ, saddatthabhedacintāvivaraṇaṃ, saddavuttivivaraṇaṃ, kaccāyanasāravivaraṇaṃ, abhidhammatthasaṅgahassa ṭīkā vivaraṇaṃ, mahāvessantarājātakassa vivaraṇaṃ, sakkābhimataṃ, mahāvessantarajātakassa navaṭṭhakathā, paṭhama saṃbodhi, lokanetti ca, buddhaghosācariyanidānaṃ milindapañhā vaṇṇanā, caturā rakkhā, caturakkhāya aṭṭhakathā, saddavuttipakaraṇassa navaṭīkā, iccevaṃ pañcavīsati pamāṇāni pakaraṇāni laṅko dīpādīsuṭṭhānesu paṇḍitehi katāni ahesuṃ, sambuddhegāthā ca, naradeva nāma gāthā ca, dātave cīratti gāthā ca, vīsati ovādagāthā ca, dānasattari, sīlasattari, sappādānavaṇṇanā, anantabuddhavandanagāthā ca, aṭṭhavīsati buddhavandanagāthā ca, atītānāgatapaccuppannavandanagāthā ca, asītimahāsāvakavandanagāthā ca, navahāraguṇavaṇṇanā cāti, ime buddhapaṇāma-gāthādikā gāthā yo paṇḍitehi laṅkādīpādisuṭṭhānesu katā ahesuṃ [iti cullaganthavaṃse ganthakārakācariya dīpako nāma dutiyo paricchedo]",
  "anya-e0701n0:36": "3. Ācariyānaṃ sañjātaṭṭhānaparicchedo",
  "anya-e0701n0:37": "Ācariyesu ca atthi jambudīpikācariyā atthi, laṅkādīpikācariyā. Katame jambudīpikācariyā? Katame laṅkādīpikācariyā? Mahākaccāyano jambudīpikācariyo so hi avantiraṭṭhe ujjenī nagare candapajjotassa nāma rañño purohito hutvā kāmānaṃ ādīnavaṃ disvā, gharāvāsaṃ pahāya satthusāsane pabbajjitvā heṭṭhā vuttappakāre ganthe akāsi. Mahāaṭṭhakathācariyo jambudīpiko, mahāpaccarikācariyo, mahākurundikācariyo, aññataro ācariyā dveti ime ca bhūvācariyā. Laṅkādīpikācariyā nāma te kira buddhaghosācariyassa pūre bhūtācariye kāle ahesuṃ. Mahābuddhaghosācariyo jambudīpiko. So kira magadharaṭṭhe ghosakagāme rañño purohitassa kesi nāma brāhmaṇassa putto, satthusāsane pabbajjitvā laṅkādīpaṃ gato heṭṭhā vuttappakāre ganthe akāsi.",
  "anya-e0701n0:38": "Buddhadattācariyo, ānandācariyo, dhammapālācariyo, dve bubbācariyo, mahāvajira-buddhācariyo, cullavajira-buddhācariyo, vimalabuddhasaṅkhāto dīpaṅkarācariyo, culladīpaṅkarācariyo, culladhammapālācariyo, kassapācariyoti ime ekādasacariyā jambudīpikā heṭṭhā vuttapakāre ganthe akaṃsu. Mahānāmācariyo, aññatarācariyā, cullamahānāmācariyo, upasenācariyo, moggalānācariyo, saṅgharakkhitācariyo, vuttodayakārācariyo, dhammasirācariyo, aññatarā dvācariyā, anuruddhācariyo, khemācariyo, sāriputtācariyo, buddhanāgācariyo, cullamoggalānācariyo, vācissavācariyo, sumaṅgalācariyo, buddhapiyācariyo, dhammakitti ācariyo medhaṅkarācariyo, buddharakkhitācariyo, upatissā cariyo, aññatarā vīsatācariyā, saddhammasirācariyo, devācariyo, cullabuddhaghosācariyo, sāriputtācariyo, raṭṭhapālācariyoti ime dve paññāsācariyā laṅkādīpikācariyā nāma. Subhūtacandācariyo, aggavaṃsācariyo, navo vajirabuddhācariyo, guṇasāgarācariyo, abhayācariyo, ñāṇasāgarācariyo, aññatarā dvācariyā, uttamācariyo, aññataro ācariyo, aññataro mahāmacco, dhammasenāpatācariyo, aññatarā tayo ācariyā, saddhammaguru ācariyo, sāriputtācariyo, aññataro ekā ācariyo, medhaṅkarācariyo, aggapaṇḍitācariyo, cīvarācariyo, saddhammajotipālācariyo, vimalabuddhācariyoti ime tevīsati ācariyā jambudīpikā heṭṭhā vuttappakāre ganthe pukkāma saṅkhāte arimaddana nagare akaṃsu.",
  "anya-e0701n0:39": "Navovimalabuddhācariyo jambudīpiko heṭṭhā vuttappakāre ganthe paṃyanagare akāsi. Aññatarācariyo ariyavaṃsācariyoti ime dvācariyā jambudīpikā heṭṭhā vuttappakāre ganthe ati [navi] pure akaṃsu, aññatarā vīsatācariyā jambudīpikā heṭṭhā vuttappakāre ganthe kiñci purādighare akaṃsu.",
  "anya-e0701n0:40": "[Iti cullaganthavaṃse ācariyānaṃ sañjātaṭṭhāna dīpako nāma tatiyo paricchedo.]",
  "anya-e0701n0:41": "4. Āyāyakācariya-paricchedo",
  "anya-e0701n0:42": "Ganthā pana siyā āyācanena ācariyehi katā, siyā anāyācanena ācariyehi katā. Katame ganthā āyācanena, katame anāyācanena katā? Mahākaccāyana gantho, mahāaṭṭhakathā gantho, mahāpaccariya gantho, mahākurundi gantho, mahāpaccariyaganthassa aṭṭhakathā gantho, mahākurundi ganthassa aṭṭhakathā ganthoti. Imehi cha ganthehi attano matiyā sāsanuggahanatthāya saddhammaṭhitiyā katā.",
  "anya-e0701n0:43": "Ka. buddhaghosācariya-ganthadīpanā",
  "anya-e0701n0:44": "Buddhaghosācariya ganthesu pana visuddhimaggo, saṅghapālena nāma saṅghatherena āyācitena buddhaghosācariyena kato. Dīghanikāyassa aṭṭhakathā gantho dāṭhā nāmena saṅghatherena āyācitena buddhaghosācariyena kato. Majjhimanikāyassa aṭṭhakathā gantho buddhamittanāmena therena āyācitena buddhaghosācariyena kato. Saṃyuttanikāyassa aṭṭhakathā gantho jotipālena nāma therena āyācitena buddhaghosācariyena kato. Aṅguttaranikāyassa aṭṭhakathā gantho bhaddantā nāma therena sahaājīvakena upāsakena ca āyācitena buddhaghosācariyena kato. Samantapāsādikā nāma aṭṭhakathā gantho buddhasiri nāmena therena āyācitena buddhaghosācariyena kato. Sattannaṃ abhidhamma-ganthānaṃ aṭṭhakathā gantho cullabuddhaghosena bhikkhunā āyācitena buddhaghosācariyena kato. Dhammapadassaaṭṭhakathā gantho kumārakassapanāmena therena āyācitena buddhaghosācariyena kato. Jātakassaaṭṭhakathā gantho atthadassī, buddhamitta, buddhapiyadeva saṅkhātehi tīhi therehi āyācitena buddhaghosācariyena kato. Khuddakapāṭhassa aṭṭhakathā gantho, suttanipātassa aṭṭhakathā gantho attano matiyā buddhaghosācariyena kato. Apadānassa aṭṭhakathā gantho pañcanikāya viññūhi pañcahi therehi āyācitena buddhaghosācariyena kato.",
  "anya-e0701n0:45": "Buddhaghosācariya-ganthadīpanā niṭṭhitā.",
  "anya-e0701n0:46": "Kha. buddhadattācariya-ganthadīpanā",
  "anya-e0701n0:47": "Buddhattācariya ganthesu pana vinaya-vinicchayagantho attano sissena buddhasīhena nāma therena āyācitena buddhattācariyā kato. Uttara-vinicchayagantho saṅghapālena nāmena therena āyācitena buddhadattācariyena kato. Abhidhammāvatāro nāma gantho attano sissena sumati therena āyācitena buddhadattācariyena kato. Buddhavaṃsassa aṭṭhakathā gantho teneva buddhasīhanāma therena āyācitena buddhadattācariyena kato.",
  "anya-e0701n0:48": "Buddhadattācariya-ganthadīpanā niṭṭhitā.",
  "anya-e0701n0:49": "Abhidhammakathāya mūlaṭīkā nāma ṭīkā gantho buddhamittā nāma therena āyācitena ānandācariyena kato.",
  "anya-e0701n0:50": "Ga. dhammapālācariyena-ganthadīpanā",
  "anya-e0701n0:51": "Nettipakaraṇassa aṭṭhakathā gantho dhammarakkhita nāma therena āyācitena dhammapālācariyena kato. Itivuttakaaṭṭhakathā gantho, udānaaṭṭhakathā gantho, cariyāpiṭakaaṭṭhakathā gantho, therakathāaṭṭhakathā gantho, therikathāaṭṭhakathā gantho, vimānavatthuaṭṭhakathā gantho, petavatthuaṭṭhakathā gantho, ime satta ganthā attano matiyā dhammapālācariyena kato. Visuddhimaggaṭīkā gantho dāṭhā nāmena nāma therena āyācitena dhammapālācariyena kato, dīghanikāya-aṭṭhakathādīnaṃ catunnaṃ aṭṭhakathānaṃ ṭīkā gantho, abhidhammaṭṭhakathāya anuṭīkā gantho, nettipakaraṇaṭṭhakathāya ṭīkā gantho, buddhavaṃsaṭṭhakathāya ṭīkā gantho, jātakaṭṭhakathāya ṭīkā gantho ceti ime pañca ganthā attano matiyā dhammapālācariyena kato.",
  "anya-e0701n0:52": "Dhammapālācariya-ganthadīpanā niṭṭhitā.",
  "anya-e0701n0:53": "Niruttimañjūsā nāma cullaniruttiṭīkā gantho, mahāniruttisaṅkhepo nāma gantho ca attano matiyā pubbācariyehi viṃsu kato.",
  "anya-e0701n0:54": "Pañca vinayapakaraṇānaṃ vinayagaṇṭhi nāma gantho attano matiyā mahāvajirabuddhācariyena kato. Nyāsasaṅkhāto mukhamattadīpanī nāma gantho attano matiyā vimalabuddhi ācariyena kato. Atthabyakkhyāno nāma gantho attano matiyā cullavajirabuddhācariyena kato. Rūpasiddhi tassa ca ganthassa ṭīkā gantho sabba pañcasuttañca attano matiyā dīpaṅkarācariyena kato. Saccasaṅkhepo nāma gantho attano matiyā culladhammapālācariyena kato. Mohacchedanī gantho, vimaticchedanī gantho, dasa buddhavaṃso, anāgatavaṃso ca. Attano matiyā kassapācariyena kato. Paṭisambhidāmaggassa aṭṭhakathā gantho mahānāmena upāsakena āyācitena mahānāmācariyena kato. Dīpavaṃso, thūpavaṃso, bodhivaṃso, cullavaṃso, porāṇavaṃso, mahāvaṃso cāti ime cha ganthā attano matiyā mahānāmācariyehi visuṃ katā. Navo mahāvaṃsagantho attano matiyā cullamahānāmācariyena kato. Saddhammapajjotikā nāma mahāniddesassa aṭṭhakathā gantho devena therena āyācitena upasenācariyena kato. Moggalānabyākaraṇaganthe attano matiyā moggalānācariyena kato. Subodhālaṅkāra nāma gantho attano matiyā saṅgharakkhitācariyena kato. Vuttodaya gantho attano matiyā vuttodayakārācariyena kato. Khuddasikkhā nāma gantho attano matiyā dhammasirācariyena kato. Porāṇakhuddasikkhā ṭīkā ca mūlasikkhā cāti, ime dve ganthe attano matiyā aññatarehi dvihācariyehi viṃsu katā.",
  "anya-e0701n0:55": "Paramatthavinicchayaṃ nāma gantho saṅgharakkhitena therena āyācitena anuruddhācariyena kato. Nāmarūpa-paricchedo nāma gantho attano matiyā anuruddhācariyena kato. Abhidhammatthasaṅgahaṃ nāma gantho namma nāmena upāsakena āyācitena anuruddhācariyena kato. Khemo nāma gantho attano matiyā khemācariyena kato. Sāratthadīpanī nāma vinayaṭṭhakathāya ṭīkā gantho, vinayasaṅgahaṃ, vinayasaṅgahassa ṭīkā gantho, aṅguttaraṭṭhakathāya navo ṭīkā ganthoti ime cattāro ganthā parakkamabāhu nāmena laṅkādīpissarena raññā āyācitena sāriputtācariyena kato. Sakaṭasaddasatthassa pañcikāya ṭīkā gantho attano matiyā sāriputtācariyena kato. Kaṅkhāvitaraṇiyā vinayatthamañjūsā nāma ṭīkā gantho sumedhā nāmatherena āyācitena buddhanāgācariyena kato. Abhidhānappadīpiko nāma gantho attano matiyā cūlamoggalānācariyena kato. Subodhālaṅkārassa mahāsāmi nāma ṭīkā, vuttodaya vivaraṇañcāti ime dve ganthā attano matiyā vācissarena katā. Khuddasikkhāya sumaṅgalappasādani nāma navo ṭīkā gantho sumaṅgalena āyācitena navācissarena kato. Sambandhacintāṭīkā bālāvatāro, moggalānabyākaraṇassa ṭīkā cāti ime tayo ganthā, sumaṅgala, buddhamitta, mahākassapa saṅkhātehi tīhi therehi ca, dhammakitti nāma upāsakena, vānijjā bhātu upāsakena ca āyācitena vācissarena kato. Nāmarūpaparicchedassa vibhāgo, saddatthassa padarūpa-vibhāvanaṃ, khemapakaraṇassa ṭīkā, sīmālaṅkāro, mūlasikkhāya ṭīkā, rūpavibhāgo, paccayasaṅgaho cāti ime satta ganthā attano matiyā vācissarena katā. Saccasaṅkhepassa ṭīkā gantho sāriputta-nāmena therena āyācitena vācissarena kato. Abhidhammāvatārassa ṭīkā, abhidhammatthasaṅgahassa ṭīkā cāti ime dve ganthā attano matiyā sumaṅgalācariyena katā. Sāratthasaṅgahaṃ nāma gantho attano matiyā buddhappiyena kato dantadhātuvaṇṇanā nāma pakaraṇaṃ",
  "anya-e0701n0:56": "Laṅkādīpissarassa rañño senāpatinā āyācitena dhammakittināmācariyena kataṃ. Jinacaritaṃ nāma pakaraṇaṃ attano matiyā medhaṅkarācariyena kataṃ. Jinālaṅkāro, jinālaṅkārassa ṭīkā attano matiyā buddharakkhitācariyena kato. Amatadharassa nāma anāgatavaṃsassa attano matiyā aṭṭhakathā upatissācariyena katā. Kaṅkhāvitaraṇīyā līnatthapakāsinī, nisandeho, dhammānusāraṇī, ñeyyā-santati, ñeyyā-santatiyā ṭīkā, sumatāvatāro, lokapaññatti pakaraṇaṃ, tathāgatuppatti pakaraṇaṃ, nalāṭadhātuvaṇṇanā, sīhaḷavatthu, dhammadīpako paṭipatti saṅgaho, visuddhimaggassa gaṇṭhi, abhidhammagaṇṭhi, nettipakaraṇagaṇṭhi, visuddhimaggacūla-navaṭīkā, sotabbamālinī, pasādajananī, okassaloko, subodhālaṅkārassa nava ṭīkā ceti, ime vīsati ganthā attano matiyā vīsatācariyehi viṃsu viṃsu katā.",
  "anya-e0701n0:57": "Saddattha bhedacintā nāma pakaraṇaṃ attano matiyā saddhammasirināmācariyena kataṃ. Sumana-kūṭavaṇṇanaṃ nāma pakaraṇaṃ, rāhulā nāma therena āyācitena vācissarenadevatherena kataṃ. Sotattha kiṃ mahānidānaṃ nāma pakaraṇaṃ attano matiyā cullabuddhaghosācariyena kataṃ. Madhurasaṅgāhani nāma pakaraṇaṃ attano matiyā raṭṭhapālācariyena kataṃ. Liṅgatthavivaraṇaṃ nāma pakaraṇaṃ attano matiyā subhūtacandācariyena kataṃ. Saddanītipakaraṇaṃ attano matiyā aggavaṃsācariyena kataṃ. Nyāsapakaraṇassa mahāṭīkā nāma ṭīkā attano matiyā vajirabuddhācariyena katā. Mukhamattasāro attano matiyā guṇasāgarācariyena kato. Mukhamattasārassa ṭīkā sutasampanna nāmena dhammarājino gurunā saṅghatherena āyācitena guṇasāgarācariyena katā. Saddatthabhedacintāya mahāṭīkā attano matiyā abhayācariyena katā. Liṅgatthavivaraṇappakāsakaṃ nāma pakaraṇaṃ attano matiyā ñāṇasāgarācariyena kataṃ. Guḷhatthassa ṭīkā bālappabodhanañca duvidhaṃ pakaraṇaṃ attano matiyā aññatarācariyena kataṃ. Saddatthabhedacintāya majjhimaṭīkā attano matiyā aññatarācariyena katā. Bālāvatārassa ṭīkā, liṅgatthavivaraṇā ṭīkā ca attano matiyā uttamācariyena katā. Saddatthabhedacintāya nava ṭīkā attano matiyā aññatarācariyena katā. Abhidhānappadīpikāya ṭīkā daṇḍīpakaraṇassa magagha-bhūtā ṭīkā cāti duvidhā ṭīkāyo attano mati, sīhasūra nāma rañño ekena amaccena katā. Koladdhajanassaṭīkā pāsādikena nāma therena āyācitena teneva mahāmaccena katā. Kārikaṃ nāma pakaraṇaṃ ñāṇagambhīranāmena bhikkhunā āyācitena dhammasenāpatācariyena kataṃ. Etimāsamidīpanī [vā etimāsamidīpikā] nāma pakaraṇaṃ manohārañca attano matiyā teneva dhammasenāpatācariyena kataṃ. Kārikāya ṭīkā attano matiyā aññatarācariyena katā. Etimāsamidīpikāya ṭīkā attano matiyā aññatarācariyena katā.",
  "anya-e0701n0:58": "Saddabindupakaraṇaṃ attano matiyā dhammarājassa gurunā aññatarācariyena kataṃ. Saddavuttippakāsakaṃ nāma pakaraṇaṃ aññatarena bhikkhunā āyācitena saddhammaguru nāmācariyena kataṃ. Saddavuttippakāsakassa ṭīkā attano matiyā sāriputtācariyena katā.",
  "anya-e0701n0:59": "Kaccāyana sāro ca kaccāyanasārassa ṭīkā cāti duvidhaṃ pakaraṇaṃ attano matiyā aññatarācariyena kataṃ. Lokadīpakasāraṃ nāma pakaraṇaṃ attano matiyā navenamedhaṅkarācariyena kataṃ. Lokuppattipakaraṇaṃ attano matiyā aggapaṇḍitācariyena kataṃ. Jaṅghadāsakassa ṭīkā bhūtā magadhaṭīkā attano matiyā cīvarācariyena katā. Mātikatthadīpanī, abhidhammatthasaṅgahavaṇṇanā, sīmālaṅkārassaṭīkā, gaṇṭhisāro, paṭṭhānagaṇanānayo cāti ime pañca pakaraṇāni attano matiyā saddhammajotipālācariyena katāni. Saṅkhepavaṇṇanā parakkamabāhu-nāmena jambudīpissarena rañño āyācite teneva saddhammajotipālācariyena katā. Kaccāyanassa suttaniddeso attano sissena dhammacārinā therena āyācitena saddhammajotipālācariyena kato. Vinayasamuṭṭhānadīpanī nāma pakaraṇaṃ, attano gurunā saṅghatherena āyācitena saddhamma-jotipālācariyena kataṃ.",
  "anya-e0701n0:60": "Sattapakaraṇāni pana tena pukkāmanagare katāni. Saṅkhepavaṇṇanāva laṅkādīpe katā. Abhidhamma-pannarasaṭṭhānavaṇṇānaṃ nāma pakaraṇaṃ attano matiyā navena-vimalabuddhācariyena katā. Saddasāratthajālinī nāma pakaraṇaṃ attano matiyā navena-vimalabuddhācariyena kataṃ. Saddasārattha-jāliniyā ṭīkā, paṃyanagare rañño gurunā saṅgharājena āyācitena teneva navena vimalabuddhācariyena katā. Vuttodayassa ṭīkā, abhidhammasaṅgahassa ṭīkāya paramatthamañjūsā nāma anuṭīkā, dasagaṇṭhivaṇṇanaṃ nāma pakaraṇaṃ, magadhabhūtavidaggamukhamaṇḍaniyāṭīkā cāti imāni cattāri pakaraṇāni attano matiyā teneva navena vimalabuddhācariyena katāni.",
  "anya-e0701n0:61": "Pañcapakaraṇaṭīkāya navānuṭīkā attano matiyā aññataro cariyena katā. Abhidhammasaṅgahassa navaṭīkā attano matiyā aññatarācariyena katā. Abhidhammatthasaṅgahaṭīkāya [maṇi] mañjūsā [maṇisāramañjūsā] nāma navānuṭīkā attano matiyā ariyavaṃsācariyena katā.",
  "anya-e0701n0:62": "Peṭakopadesassa ṭīkā attano matiyā udumbarināmācariyena pukkāmanagare katā. Catubhāṇavārassa aṭṭhakathā, mahāsārapakāsini, mahādīpanī, sāratthadīpanī, gatipakaraṇaṃ, hatthāsāro, bhummasaṅgaho, bhummaniddeso, dasavatthukāyaviratiṭīkā, codanānirutti, vibhattikathā, saddhammamālini, pañcagativaṇṇanā, bālacitta-pabodhanaṃ, dhammacakkasuttassa navaṭṭhakathā, dantadhātu-pakaraṇassa ṭīkā ca saddhammopāyano bālappabodhanaṭīkā ca, jinālaṅkārassa navaṭīkā ca, liṅgattha-vivaraṇaṃ, liṅgattha-vinicchayo, pātimokkhavivaraṇaṃ, paramatthakathāvivaraṇaṃ, samantapāsādikavivaraṇaṃ, catubhāṇavāraṭṭhakathā vivaraṇaṃ, abhidhammasaṅgahavivaraṇaṃ, saccasaṅkhepavivaraṇaṃ, saddatthabhedacintāvivaraṇaṃ, saddavuttivivaraṇaṃ, kaccāyanasāravivaraṇaṃ, kaccāyanavivaraṇaṃ, abhidhammasaṅgahassaṭīkāvivaraṇaṃ, mahāvessantarajātakassa vivaraṇaṃ, sakkābhimataṃ, mahāvessantarajātakassa navaṭṭhakathā, paṭhama-sambodhi ca lokanetti, buddhaghosācariyanidānaṃ, milinda-pañho vaṇṇanā, caturārakkhā, caturārakkhāyaaṭṭhakathā, saddavuttippakaraṇassa navaṭīkā cāti imāni, ticattālīsa pakaraṇāni attano matiyā sāsanassa jātiyā saddhammassa ṭhitiyā ca laṅkādīpādīsu viṃsu viṃsu katāni.",
  "anya-e0701n0:63": "Sambuddhe gāthā ca…pe… navahāraguṇavaṇṇanā cāti ime buddhapaṇāmādikā gāthāyo. Attano attano buddhaguṇapakāsanatthāya attano ca pare ca anantapaññāpavattanatthāya ca paṇḍitehi laṅkādīpādīsu viṃsu viṃsu katā.",
  "anya-e0701n0:64": "[Iti culla-ganthavaṃse āyācakācariyadīpako nāma catuttho paricchedo.]",
  "anya-e0701n0:65": "5. Pakiṇṇaka-paricchedo",
  "anya-e0701n0:66": "Nāmaṃ āropanaṃ potthakaṃ ganthakārassa ca. Lekhaṃlekhāpanañceva, vadāmi tadanantaranti. Tattha caturāsītiyā dhammakkhandhasahassāni piṭaka, nikāyaṅga, vagga, nipātādikaṃ nāmaṃ, kenāropitaṃ, kattha āropitaṃ, kadā āropitaṃ, kimatthaṃ āropitanti? Tatrāyaṃ pivisajjanākena āropitanti pañcasatakhīṇāsavehi āropitaṃ. Tehi sabbabuddhavacanaṃ saṅgāyanti, idaṃ piṭakaṃ, ayaṃ nikāyo, idaṃ aṅgaṃ, ayaṃ vaggo, ayaṃ nipātoti. Evamādikaṃ nāmaṃ āropenti. Kattha āropitanti? Rājagahe vebhārapabbatassa pāde dhammamaṇḍappe āropitaṃ. Kadā āropitanti? Bhagavato parinibbute paṭhamasaṅgāyanakāle āropitaṃ. Kimatthaṃ āropitanti? Dhammakkhandhānaṃ vohārasukhatthāya sukhadhāraṇatthāya ca āropitaṃ. Saṅgītikāle pañcasatā khīṇāsavā tesañca dhammakkhandhānaṃ nāma vagganipātato. Imassa dhammakkhandhassa ayaṃ nāmo hotu, imassa ca pakaraṇassa ayaṃ nāmoti, abravuṃ sabbaṃ nāmādikaṃ kiccaṃ akaṃsu. Te khīṇāsavā, yadi nāmādikaṃ kiccaṃ akataṃ na supākataṃ tasmā vohārasukhatthāyanāmādikaṃ kiccaṃ kataṃ anāgate panatthāya nāmādikaṃ pavattitaṃ asañjātanāmo na suṭṭhu pākato sabbaso bhaveti. Dhammakkhandhānaṃ nāma dīpanā niṭṭhitā.",
  "anya-e0701n0:67": "Caturāsīti dhammakkhandhasahassāni kena potthake āropitāni, kadā āropitāni, kimatthaṃ āropitānīti. Tatrāyaṃ visajjanā kenāropitāniti? Khīṇāsavamahānāgehi āropitāni. Kattha āropitānīti? Laṅkādīpe āropitāni. Kadā āropitānīti? Saddhātissassarājino puttassa vaṭṭagāmani rājassa kāle āropitāni. Kimatthaṃ āropitānīti? Dhammakkhandhānaṃ avidhaṃsanatthāya saddhammaṭṭhitiyā ca āropitāni.",
  "anya-e0701n0:68": "Dharamāno hi bhagavā, amhākaṃ sugatodhīro;",
  "anya-e0701n0:69": "Nikāye pañcadeseti, yāva nibbānagamanā.",
  "anya-e0701n0:70": "Sabbepi te bhikkhu ādi, manasā vacasāhāro;",
  "anya-e0701n0:71": "Sabbe ca vācuggatā honti, mahāpaññāsativarā.",
  "anya-e0701n0:72": "Nibbūte lokanāthamhi, tato vassasataṃ bhave;",
  "anya-e0701n0:73": "Ariyānariyā cāpi ca, sabbe vācuggatā dhuvaṃ.",
  "anya-e0701n0:74": "Tato paraṃ aṭṭharasaṃ, dvisataṃvassa gaṇanaṃ;",
  "anya-e0701n0:75": "Sabbe puthujjanā ceva, ariyā ca sabbepite.",
  "anya-e0701n0:76": "Manasāvacasāyeva, vācuggatāva sabbadā;",
  "anya-e0701n0:77": "Duṭṭhagāmaṇirañño ca, kāle vācuggatā dhuvaṃ.",
  "anya-e0701n0:78": "Ariyānariyāpi ca, nikāye dhāraṇāsadā;",
  "anya-e0701n0:79": "Tato paramhi rājā ca, tato cuto ca tusite.",
  "anya-e0701n0:80": "Uppajji deva loke so, devehi parivārito;",
  "anya-e0701n0:81": "Saddhā tissoti nāmena, tassa kaniṭṭhako hito.",
  "anya-e0701n0:82": "Tato laddharaṭṭho hoti, buddhasāsanapālako.",
  "anya-e0701n0:83": "Tadā kāle bhikkhū āsuṃ, sabbe vācuggatā sadā;",
  "anya-e0701n0:84": "Nikāye pañcavedheva, yāva rañño ca dhāraṇā;",
  "anya-e0701n0:85": "Tato cuto so rājā ca, tussīte upapajjati;",
  "anya-e0701n0:86": "Devalokeṭṭhito santo, tadā vācuggatā tato.",
  "anya-e0701n0:87": "Tassa puttāpi ahesuṃ, anekā varajjaṃ gatā;",
  "anya-e0701n0:88": "Anukkamena cutate, devalokaṃ gatā dhuvaṃ;",
  "anya-e0701n0:89": "Tadāpite sabbe bhikkhū, vācuggatāva sabbadā;",
  "anya-e0701n0:90": "Nikāye pañcavidheva, dhāraṇāvasatimatā.",
  "anya-e0701n0:91": "Tato paraṃ potthakesu, nikāyā pañca piṭṭhitā;",
  "anya-e0701n0:92": "Tadā aṭṭhakathā ṭīkā, sabbe ganthā potthake gatā;",
  "anya-e0701n0:93": "Sabbe potthesu ye ganthā, pāḷi aṭṭhakathā ṭīkā;",
  "anya-e0701n0:94": "Saṃṭṭhitāsaṃ ṭhitā honti, sabbepi no na santite.",
  "anya-e0701n0:95": "Tadā te potthakeyeva, nikāyā piṭhitā khilā;",
  "anya-e0701n0:96": "Tadā aṭṭhakathādīni, bhavantīti vadanti ca.",
  "anya-e0701n0:97": "Parihāro paṇḍitehi vattabbova;",
  "anya-e0701n0:98": "Laṅkādīpassa raññova, saddhā tissassa rājino.",
  "anya-e0701n0:99": "Puttako laṅkādīpassa, issaro dhammiko varo;",
  "anya-e0701n0:100": "Tadā khīṇāsavā sabbe, olokenti anagate.",
  "anya-e0701n0:101": "Khīṇāsavā passanti te, dupaññeva puthujjane;",
  "anya-e0701n0:102": "Sabbepi te bhikkhū āsuṃ, bahuṃtarā puthujjanā;",
  "anya-e0701n0:103": "Na sakkhissanti te pañca, nikāye vācuggataṃ iti;",
  "anya-e0701n0:104": "Potthakesu sabbe pañca, āropenti khīṇāsavā.",
  "anya-e0701n0:105": "Saddhammaṭṭhiti cirattāya, janānaṃ puññatthāya ca;",
  "anya-e0701n0:106": "Tato paṭṭhāyate sabbe, nikāyā honti potthake;",
  "anya-e0701n0:107": "Aṭṭhakathā ṭīkā sabbe, te honti potthakeṭṭhitā.",
  "anya-e0701n0:108": "Tato paṭṭhāyate sabbe, bhikkhu ādi mahāgaṇā;",
  "anya-e0701n0:109": "Potthakesu ṭhiteyeva, sabbe passanti sabbadā.",
  "anya-e0701n0:110": "[Potthake āropana dīpakā niṭṭhitā.]",
  "anya-e0701n0:111": "Yo koci paṇḍito dhīro, aṭṭhakathādikaṃ ganthaṃ karoti vā kārāpeti vā, tassa anantako hoti puññasaṃcayo, anantako hoti puññānisaṃso. Caturāsīti cetiyasahassa karaṇasadiso, caturāsīti buddharūpasahassa karaṇasadiso, caturāsīti bodhirukkhasahassaropanasadiso, caturāsīti vihārasahassa karaṇasadiso, yo ca buddhavacanamañjūsaṃ karoti vā kārāpeti vā, yo ca buddhavacanaṃ maṇḍanaṃ karoti vā kārāpeti vā, yo ca buddhavacanaṃ lekhaṃ karoti vā kārāpeti vā, yo ca potthakaṃ vā, yo ca potthakamūlaṃ vā, deti vā dāpeti vā, yo ca telaṃ vā cuṇṇaṃ vā, dhaññaṃ vā potthakabhañjanatthāya yaṃ kiñci nitthaṃ vā potthakachidde āvunatthāya, yaṃ kiñci suttaṃ vā kaṭṭhaphalakadvayaṃ vā potthakaṃ puṭanatthāya yaṃ kiñci vatthaṃ vā, potthaka-bandhanatthāya, yaṃ kiñci yottaṃ vā potthakalāpa pūṭanatthāya yaṃ kiñci thavikaṃ deti vā dāpeti vā.",
  "anya-e0701n0:112": "Yo ca haritālena vā manosilāya vā, suvaṇṇena vā rajatena vā potthakamaṇḍanaṃ vā kaṭṭhaphalakamaṇḍanaṃ vā karoti vā kārāpeti vā, tassa anantako hoti puññasaṃcayo, anantako hoti puññānisaṃso. Caturāsīti cetiyasahassa karaṇasadiso, caturāsīti vihārasahassa karaṇasadiso.",
  "anya-e0701n0:113": "Bhave nibbattamāno so, sīlaguṇamupāgatā;",
  "anya-e0701n0:114": "Mahā tejo sadā hoti, sīhanādo visārado.",
  "anya-e0701n0:115": "Āyuvaṇṇabaluppeto, dhammakāmo bhave saddā;",
  "anya-e0701n0:116": "Devamanussalokesu, mahesakkho anāmayo.",
  "anya-e0701n0:117": "Bhave nibbattamāno so, paññavā susamāhito;",
  "anya-e0701n0:118": "Adhipacca parivāro, sabbasukhādhi gacchati.",
  "anya-e0701n0:119": "Saddohīrimā vadaññū, saṃvigga mānaso bhave;",
  "anya-e0701n0:120": "Aṅgapaccaṅga sampanno, āroha pariṇāhavā.",
  "anya-e0701n0:121": "Sabbe sattāpi yo loke, sabbattha pūjitābhave;",
  "anya-e0701n0:122": "Devamanussa sañcaro, mittasahāya pālito.",
  "anya-e0701n0:123": "Devamanussa sampattiṃ, anubhoti punappunaṃ;",
  "anya-e0701n0:124": "Arahatta phalaṃ patto, nibbānaṃ pāpuṇissati.",
  "anya-e0701n0:125": "Paṭisambhidā catasso, abhiññā chabbidhe vare;",
  "anya-e0701n0:126": "Vimokkhe aṭṭhake seṭṭhe, gamissati anāgate.",
  "anya-e0701n0:127": "Tasmāhi paṇḍito poso, saṃpassaṃ hita mattano;",
  "anya-e0701n0:128": "Kāreyya sāma ganthe ca, aññe cāpi kārāpaye.",
  "anya-e0701n0:129": "Potthake ca ṭhite ganthe, pāḷi aṭṭhakathādike;",
  "anya-e0701n0:130": "Dhammamañjūsā ganthe ca, lekhaṃ kare kārāpaye.",
  "anya-e0701n0:131": "Potthakaṃ potthakamūlañca, tesaṃ cullathūsampi ca;",
  "anya-e0701n0:132": "Pilotikādikaṃ suttaṃ, kaṭṭhaphaladvayamhi ca.",
  "anya-e0701n0:133": "Dhammabandhanatthāya ca, yaṃ kiñci mahagghaṃ vatthaṃ;",
  "anya-e0701n0:134": "Dhammabandhanayottañca, yaṃ kiñci thavikampi ca.",
  "anya-e0701n0:135": "Dadeyya dhammakhettamhi, vippassannena cetasā;",
  "anya-e0701n0:136": "Añño cāpi dajjāpeyya, mittasahāyabandhaveti.",
  "anya-e0701n0:137": "Ganthākaralekhalekhāpanānisaṃsa dīpanā niṭṭhitā.",
  "anya-e0701n0:138": "[Iti cūlaganthavaṃse pakiṇṇakadīpako nāma pañcamo paricchedo.]",
  "anya-e0701n0:139": "Sohaṃ haṃsāraṭṭha jāto, nantapaññoti vissuto",
  "anya-e0701n0:140": "Saddhā sīla vīrappeto, dhammarasaṃ gavesano.",
  "anya-e0701n0:141": "Sohaṃ tato gantvā cimaṃ, jina navaṃ yaṃ pūraṃ;",
  "anya-e0701n0:142": "Sabba dhammaṃ vicinanto, vīsati vassamāgato.",
  "anya-e0701n0:143": "Sabba dhammaṃ vissejjento, kikāre neva bhikkhuno;",
  "anya-e0701n0:144": "Cha vassānaṃ gaṇaṃ bhitvā, kāmānaṃ abhimaddanaṃ.",
  "anya-e0701n0:145": "Santi sabhā ca nibbānaṃ, gavesiñca punappunaṃ;",
  "anya-e0701n0:146": "Vasantohaṃ, vanārammaṃ, piṭakattaya saṅgahaṃ;",
  "anya-e0701n0:147": "Ganthavaṃsaṃ imaṃ khuddaṃ, ariyasaṅghadāsakanti.",
  "anya-e0701n0:148": "Iti pāmojjatthāya araññavāsinā, nandapaññācariyena kato cūḷaganthavaṃso niṭṭhito.",
  "anya-e0701n0:149": "Dhammavaṭaṃsakanāmena visuto thero, yaṃ pakaraṇaṃ likkhitaṃ taṃ paripuṇṇaṃ tena puññena taṃ piṭakaṃ parisippaṃ pariniṭṭhitaṃ.",
  "anya-e0701n0:150": "Mameva sissasamūhānañca parisippaṃ pariniṭṭhitaṃ. Tave sissānū sissāni ca, parisippaṃ pariniṭṭhitaṃ.",
  "anya-e0701n0:151": "Cūḷaganthavaṃso niṭṭhito."
}