{
  "anya-e0401n5:0": "6. Rūpasaṅgahaanudīpanā",
  "anya-e0401n5:1": "156. Rūpasaṅgahe . ‘‘Cittacetasike’’ti cittacetasika dhamme. ‘‘Dvīhi pabhedappavattīhī’’ti dvīhi pabhedasaṅgahapavatti saṅgahehi. ‘‘Ye vattantī’’ti ye dhammā vattanti pavattanti. ‘‘Ettāvatā’’ti ettakena ‘tattha vuttābhidhammatthā’tiādikena vacanakkamena. Nipātaṁ icchantā ettakehi pañcahi paricchedehīti vaṇṇenti. Vacanavipallāsaṁ icchantātipi yujjati. ‘‘Samuṭṭhātī’’ti suṭṭhu uṭṭhāti, pātubbhavati, vijjamānataṁ gacchati. ‘‘Kammādī’’ti kammādipaccayo. ‘‘Piṇḍī’’ti ekagghanatā vuccati. Upādāya mahantāni eva hutvāti sambandho. Indriyabaddhasantānaṁ sattasantānaṁ. Ajjhatta santānaṁtipi vuccati. ‘‘Visaṁvādakaṭṭhenā’’ti virādhakaṭṭhena. Bhūtañca abhūtaṁ katvā abhūtañca bhūtaṁ katvā sandassakaṭṭhenāti vuttaṁ hoti. Bhūtavajjappaṭicchādanakammaṁ mahāmāyā nāma. Māyaṁ karontīti māyākārā. Āvisanaṁ nāma sattānaṁ sarīresu āvisanaṁ. Gahaṇaṁ nāma sattānaṁ attanovasaṁ vattāpanaṁ. Tadubhayaṁ karontā kattha ṭhatvā karonti. Antovāṭhatvā karonti, bahivā ṭhatvā karontīti pākatikehi manussehi jānituṁ passituṁ asakkuṇeyyattā acinteyyaṭṭhānaṁ nāma. ‘‘Vañcakaṭṭhenā’’ti etā pakatiyā atidubbaṇṇaṁ attānaṁ devaccharāvaṇṇaṁ katvā vañcenti. Vasanarukkhagumbaṁpi dibbavimānaṁ katvā vañcenti. Evarūpena vañcakaṭṭhena. ‘‘Tenevaṭṭhenā’’ti visaṁvādakaṭṭhādinā tividheneva atthena. Tānipihi asattabhūtaṁyeva attānaṁ sattoti visaṁvādenti. Arukkhaṁyeva attānaṁ rukkhoti visaṁvādenti. Aniṭṭhaṁ, akantaṁ, amanāpaṁyeva attānaṁ iṭṭho, kanto, manāpoti vañcenti, tathā sahajātānañca tesaṁ aññamaññassa anto vā tiṭṭhanti. Udāhubahivātiṭṭhantīti jānituṁ passituṁ asakkuṇeyyaṁ ṭhānaṁ hotīti. ‘‘Ubhayatthapī’’ti māyākārādi mahābhūtesu ca pathaviyādimahābhūtesu ca. ‘‘Abhūtānī’’ti asantāni, asaccāni .‘‘Abbhutānī’’ti acchariyakammāni. ‘‘Imasmiṁ pāṭhe’’ti catunnaṁ mahābhūtānanti evaṁ sambandha padasahite pāṭhe. Aññattha pana upādārūpaṁ anupādārūpantiādīsu yakāra viraho diṭṭhoti adhippāyo. Dhātūnaṁ anekatthattā ‘‘pathayati pakkhāyatī’’ti vuttaṁ. ‘‘Puthū’’ti pāṭipadikapadaṁ. Tameva jātatthe niruttinayena pathavīti siddhanti dassetuṁ ‘‘puthumahantī’’tiādi vuttaṁ. Pakārena thavīyatīti atthe pathavīti idaṁ ujukameva. ‘‘Āpetī’’ti byāpeti. ‘‘Appāyatī’’ti bhusaṁ pāyati, vaḍḍheti. Tenāha ‘‘suṭṭhu brūhetī’’tiādiṁ. Nisānatthavaseneva paripācanatthopi labbhatīti āha ‘‘paripācetivā’’ti. ‘‘Samīretī’’ti suṭṭhu īreti kampeti. Vāyati vahatīti vāyo atthātissaya nayena. ‘‘Vitthambhanaṁ’’ti vividhena ākārena bhūtasaṅghāṭānaṁ thambhanaṁ vahanaṁ abhinīharaṇaṁ. Kakkhaḷatā nāma kharatā pharusatā. Sahajātarūpānaṁ patiṭṭhānatthāya thaddhatā thūlatā. Sā sesabhūtesu natthīti āha ‘‘sesabhūtattayaṁ upādāyā’’ti. ‘‘Anavaṭṭhānatā’’ti ettha avaṭṭhānaṁ nāma acalaṭṭhānaṁ. Na avaṭṭhānanti anavaṭṭhānaṁ. Calananti vuttaṁ hoti. Tenāha ‘‘mudubhūtāpī’’tiādiṁ. Ābandhakaṁ nāma ābandhitabbe vatthumhi mudumhi sati, daḷhaṁ na bandhati. Thaddhesati, daḷhaṁ bandhatīti idaṁ lokatova siddhanti āha ‘‘ābandhitabbāyā’’tiādiṁ. ‘‘Tabbhāvaṁ’’ti pariṇatabhāvaṁ. ‘‘Paripācakatā dassanato’’ti hemante ajjhohaṭāhārānaṁ suṭṭhuparipācakatā dassanatoti vadanti. Usati dahatīti uṇhaṁ. ‘‘Dahatī’’ti ca uṇhatejopi uṇhabhāvena dahati, sītatejopi sītabhāvena dahati. Uṇhena phuṭṭhaṁ vatthu uṇhattaṁ gacchati, sītena phuṭṭhaṁ vatthu sītattaṁ gacchati. Yañca uṇhattaṁ gacchati, taṁ uṇhatejo uṇhabhāvena dahatināma. Yañca sītattaṁ gacchati, taṁ sītatejo sītabhāvena dahatināma. Evaṁ sītatejopi usatidahatīti atthena uṇhatta lakkhaṇonāma hotīti. Evaṁsante nīlenavaṇṇena phuṭṭhaṁ vatthu nīlaṁ hoti. Pītena phuṭṭhaṁ pītaṁ hoti. Nīlaṁpi pītaṁpi taṁ vatthuṁ dahatināmāti ce. Nīlena vaṇṇena phuṭṭhaṁnāma natthi. Tathā pītena . Kasmā, nīlādīnaṁ upādārūpānaṁ phusana kiccā bhāvato. Sammissitaṁ nāma hoti. Na ca sammissanamattena dahati. Phusanto eva dahati. Phusantānaṁpi pathavivātānaṁ dahanakiccaṁ natthi. Paripācanakiccaṁ natthīti adhippāyo. Sace ghanathaddhe silāthambhe vitthambhanaṁ atthi, sakalo silāthambho kappāsapicuguḷhoviya sithilo ca lahuko ca bhaveyya. Naca bhavati. Tasmā tattha vitthambhanaṁ natthīti adhippāyena ‘‘so pana ghanathaddhesu silāthambhādīsu na labbhatī’’ti codeti. Tattha pana vitthambhanaṁ labbhamānaṁ adhimattena na labbhati, sahajātabhūtānaṁ upatthambhanamattena labbhatīti dassento ‘‘nā’’ti vatvā ‘‘tatthahī’’tiādimāha. Tattha ‘‘vahatī’’ti thaddhakakkhaḷa kiccaṁ vahati.",
  "anya-e0401n5:2": "Pasādarūpesu. ‘‘Samavisamaṁ’’ti samaṭṭhānañca visamaṭṭhānañca, samadesañca visamadesañca, samapathañca visamapathañcāti evamādiṁ samavisamaṁ. ‘‘Ācikkhatī’’ti ācikkhantaṁ viya taṁ jānana kiccaṁ sampādeti. Tenāha ‘‘samavisamajānanassa taṁ mūlakattā’’ti. ‘‘Anirākaraṇato’’ti appaṭikkhipanato. ‘‘Taṁ vā’’ti rūpaṁ vā. Suṇanti janā. Suyyanti janehi. Evaṁ ghāyantītiādīsu. ‘‘Jīvita nimittaṁ’’ti jīvitappavattikāraṇabhūto. ‘‘Ninnatāyā’’ti visayavisayībhāvūpagamanena ninnatāya. ‘‘Jīvitavutti sampādakattā’’ti nānāvacībhedavacīkammappavattanenāti adhippāyo. Ime pana pañca cakkhu pasādādayoti sambandho. ‘‘Daṭṭhukāmatā’’ti rūpataṇhā vuccati. Ādisaddena sotukāmatā ghāyitukāmatā sāyitukāmatā phusitukāmatāyo saṅgayhanti. Atthato saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā eva. ‘‘Nidānaṁ’’ti kāraṇaṁ. Daṭṭhukāmatādayo nidāna massāti viggaho. Kusalā kusalakammaṁ. Samuṭṭhāti etenāti samuṭṭhānaṁ. Kammameva. Daṭṭhukāmatādinidānakammaṁ samuṭṭhānaṁ yesanti samāso. Pathaviādīni bhūtāni. Tesaṁ pasādo lakkhaṇaṁ etesanti viggaho. Dutīya vikappe. Rūpādīnaṁ pañcārammaṇānaṁ abhighātaṁ arahatīti rūpādiabhighātāraho. Bhūtānaṁ pasādo bhūtappasādo. So lakkhaṇaṁ etesanti viggaho. Cakkhu ūkāsirappamāṇe diṭṭha maṇḍale tiṭṭhatīti sambandho. ‘‘Diṭṭhamaṇḍale’’ti mahājanehi pakati cakkhunā diṭṭhe pasannamaṇḍale. Telaṁ sattapicupaṭalāni byāpetvā tiṭṭhativiyāti yojanā. ‘‘Sotabilaṁ’’ nāma sotakūpo. ‘‘Aṅguliveṭhanā’’ nāma aṅgulimuddikā. ‘‘Upacitatanutambalomaṁ’’ti rāsīkatañca viraḷañca tambalohavaṇṇañca sukhumalomaṁ. Upacitaṁ rāsīkataṁ tanutambalomaṁ etthāti viggaho. ‘‘Ajapadasaṇṭhānaṁ’’ti ajassa pādena akkantapadasaṇṭhānavantaṁ. ‘‘Uppaladalaṁ’’ nāma uppalapaṇṇaṁ. Uppaladalassa aggasaṇṭhānavantaṁ. ‘‘Vaṭṭi’’ nāma idha manussānaṁ sarīrākārasaṇṭhitā āyatapiṇḍi. ‘‘Sukkhacammāni ca ṭhapetvā’’ti sambandho. Te pana pañcappasādā. Samudīraṇaṁ cañcalanaṁ. ‘‘Yathātaṁ’’ti katamaṁ viya taṁ. Ime pasādā vicittā, kathaṁvicittāti āha ‘‘aññamaññaṁ asadisā’’ti. Kathaṁ asadisāti āha ‘‘tehī’’tiādiṁ.",
  "anya-e0401n5:3": "Gocararūpesu. ‘‘Vaṇṇavisesaṁ’’ti vaṇṇavisesatthaṁ. Vaṇṇavikāranti vuttaṁ hoti. Hadaye gato pavatto bhāvo hadayaṅgatabhāvo. ‘‘Bhāvo’’ti ca adhippāyo vuccati. Taṁ pakāseti, mukhe vaṇṇavikāraṁ disvā ayaṁ me tussati, ayaṁ me ruccati, ayaṁ me kuppati, ayaṁ somanassito, ayaṁ domanassitoti evaṁ jānanapaccayattā. ‘‘Pakatiyā pī’’ti vaṇṇavisesaṁ anāpajjitvāpīti adhippāyo. ‘‘Yaṁ kiñcidabbaṁ’’ti saviññāṇakavatthuṁ. Samavisamaṁ pubbe pakāsitaṁ. Taṁ taṁ atthaṁ vā ācikkhati taṁ sutvā tassa tassa atthassa jānanato. Attano vatthuṁ vā ācikkhati taṁ sutvā tassa vatthussapi jānanato. ‘‘Attano vatthuṁ sūcetī’’ti idha idaṁ nāma atthīti pakāseti. ‘‘Phusīyatī’’ti phusitvā vijānīyati. ‘‘Taṁ’’ti phusanaṁ. ‘‘Tassā’’ti āpodhātuyā. ‘‘Dravatāvā’’ti addatintarasatāvā. Phusitvā gayhati, sā ca āpodhātu siyāti codeti. Vuccate parihāro. Evaṁ pana na labbhati, tasmā sā tejoyeva. Na āpoti. Ettha evaṁ alabbhamānāpi sāsītatā āpoyeva, na tejo. Kasmā, āpassapi sītuṇhavasena duvidhatā sambhavato . Tasmiñhi loharase uṇhatā uṇhaāpo, sītavatthūsu sītatā sītaāpoti ce. Evaṁ pana sati tejo nāma natthīti āpajjatīti parihāro. ‘‘Saha appavattanato’’ti ekato appavattanato. ‘‘Orapārānaṁ viyā’’ti nadiyaṁ tīraṁ nāma idaṁ orimatīraṁ, idaṁ pārimanti niyamato natthi. Yattha sayaṁ tiṭṭhati, taṁ orimanti, itaraṁ pārimanti voharati. Evaṁ orapārānaṁ anavaṭṭhānaṁ hotīti. Ettha ca ‘‘sītuṇhānaṁ saha appavattanato’’ti etena yadi te saha pavatteyyuṁ. Tattha sītatā āponāma, uṇhatā tejonāmāti vattabbā siyuṁ. Na pana te saha pavattanti, tasmā tathā na vattabbā hontīti dasseti. Na na vattabbā. Kasmā, uṇhatejena yuttohi āpo uṇhattameva gacchati. Yathātaṁ uṇhatejena yuttā pathavīpi vāyopi uṇhattameva gacchantīti. Tasmā te saha na pavattanti. Saha appavattesupi tesu aññattha sītavatthūsu sītatā āponāmāti vattabbameva hotīti codanā. Evaṁsante tasmiṁ loharase sabbepi rūpadhammā uṇhattaṁ gacchantīti sabbepi tejobhāvaṁ pāpuṇanti. ‘Uṇhatta lakkhaṇo tejo’tihi vuttaṁ. Yadi ca sītavatthūsu sītabhāvo nāma siyā. Tatthapi tena yuttā sabbepi rūpadhammā sītataṁ gacchantiyeva. Tatthapi tavamatiyā sabbepi āpobhāvaṁ pāpuṇanti. Na pana sakkā tathā bhavituṁ. Na hi evarūpaṁ lakkhaṇaññathattaṁ nāma tesaṁ atthi. Bhāvaññathattameva atthi. Tattha ‘‘lakkhaṇaññathattaṁ’’ nāma pathavī āpobhāvaṁ gacchati. Āpo pathavibhāvaṁ gacchatītiādi. ‘‘Bhāvaññathattaṁ’’ nāma pathavī kadāci kakkhaḷā hoti. Kadāci mudukā. Āpo kadāci ābandhanamatto hoti. Kadāci paggharaṇako. Tejo kadāci uṇho, kadāci sīto. Vāyo kadāci vitthambhanamatto, kadāci samudīraṇoti. Evaṁ ekamekassā dhātuyā tikkha manda omattādhimattavasena kriyāsaṅkanti nāma atthīti. Tasmā yaṁ vuttaṁ ‘uṇhatejena yuttohi āpo uṇhattameva gacchati, yathā taṁ uṇhatejena yuttā pathavīpi vāyopi uṇhattameva gacchantī’ti. Taṁ lakkhaṇaññathattavacanaṁ hoti. Na yujjati. Na hi uṇhatejena yuttā sabbetedhammā uṇhattaṁ gacchanti. Attano attano sabhāvaṁ na vijahanti. Tathāhi tasmiṁ pakkuthite santatte loharase bhāvo uṇhattaṁ na gacchati. Ābandhana sabhāvaṁ vā paggharaṇa sabhāvaṁ vā na vijahati. Yadi uṇhattaṁ gaccheyya, taṁ sabhāvaṁ vijaheyya. Evaṁsati, tasmiṁ loharase ābandhanākāro vā paggharaṇākāro vā na paññāyeyya. Sabberūpa dhammā vikkireyyuṁ. Vikkiritvā antaradhāreyyuṁ. Na ca na paññāyati. Nāpi vikkiranti. Noca tattha ābandhanākāro uṇhattaṁ gacchati. Aññohi ābandhanākāro, aññaṁ uṇhattaṁ. Ābandhanākāro āpo, uṇhattaṁ tejo. Tattha pathavivāyesupi esevanayo. Tasmā yaṁ vuttaṁ ‘‘yadi te saha pavatteyyuṁ. Tattha sītatā āponāma, uṇhatā tejo nāmāti vattabbā siyuṁ. Na pana te saha pavattanti. Tasmā tathā na vattabbā hontīti dassetī’’ti. Taṁ suvuttamevāti daṭṭhabbaṁ. ‘‘Tesaṁ anavaṭṭhānato’’ti etena sace te sītuṇhā avaṭṭhitā siyuṁ. Atha sabbakālepi sītatā āponāma, uṇhatā tejonāmāti vattabbā siyuṁ. Na pana te avaṭṭhitā honti. Anavaṭṭhitā eva honti. Tasmā tathā na vattabbā hontīti dasseti. Ettha ca anavaṭṭhitesu santesu yadi sītatā āpo nāma, uṇhatā tejonāmāti vadeyyuṁ. Evañcasati, āpatejāpi anavaṭṭhitā siyuṁ. Yo idāni āpo, soyeva khaṇantare tejo nāma. Yo vā idāni tejo, soyeva khaṇantare āpo nāmāti āpajjeyyuṁ. Na ca sakkā tathā bhavituṁ. Lakkhaṇaññathatte asante vohāraññathattassapi asambhavato. Tena vuttaṁ ‘‘orapārānaṁ viya tesaṁ anavaṭṭhānato ca viññāyatī’’ti. Tattha ‘‘viññāyatī’’ti sāsītatā tejoyeva, na āpoti viññāyatīti.",
  "anya-e0401n5:4": "‘‘Atha panā’’tiādīsu. Yaṁ pubbe parena vuttaṁ ‘nanu dravatā vā phusitvā gayhatī’ti. Taṁ vicāretuṁ ‘‘atha panā’’tiādi vuttaṁ. Tattha ‘‘atha panā’’ti yadi pana gayhati, evaṁsatīti ca. Evañcasati ārammaṇa bhūto eva siyāti sambandho. Ayaṁ panetthā dhippāyo. Sace dravabhāvabhūto āpo phusitvā gayheyya. Evaṁ sati , ayopiṇḍādīsu ābandhanamattabhūto āpopi phusitvā gahetabbo siyā. Kasmā, āpabhāvena ekattā. Evañcasati, tesu ayopiṇḍādīsu so āpo tāni hatthena vā pādena vā phusantassa paharantassa vinā itara mahābhūtehi visuṁ kāyika sukhadukkhānaṁ ārammaṇa paccayo siyā. Yathātaṁ, tesveva ayopiṇḍādīsu pathavimahābhūtaṁ vinā itaramahābhūtehi visuṁ kāyikasukhadukkhānaṁ ārammaṇa paccayo hoti. Evaṁ tejovāyesupīti. Na pana so visuṁ kāyikasukhadukkhānaṁ ārammaṇa paccayo hoti. Tasmā so phoṭṭhabba sabhāvo na hoti. Yathā ca so phoṭṭhabbasabhāvo na hoti. Tathā pakati udakādīsu dravabhāvabhūtopi āpo tāni phusantassa paharantassa kāyikasukhadukkhānaṁ ārammaṇa paccayo na hoti. Na ca phoṭṭhabba sabhāvoti. Evañcasati, kathaṁ ayopiṇḍādīsu ābandhanamattabhūto āpo kāyikasukhadukkhānaṁ paccayo na hoti. Kathañca tesu itaramahābhūtāni visuṁ visuṁ kāyikasukhadukkhānaṁ paccayā hontīti. Taṁ dassetuṁ ‘‘yañhī’’tiādimāha. Tattha ‘‘saṇhathaddhatāvasenavā’’ti tesu ṭhitāya pathavidhātuyā saṇhathaddhatāvasena vā. Saṇhapathavīsukhavedanāya thaddhapathavīdukkhavedanāya ārammaṇa paccayoti vuttaṁ hoti. Evaṁ sesesu. ‘‘Abbhantaratthambhanassā’’ti tesaṁ ayopiṇḍādīnaṁ abbhantare ṭhitassa vitthambhana sabhāvassa. ‘‘No aññathā’’ti tānitīṇi kāraṇāni ṭhapetvā ābandhana kriyaṁ paṭicca kāyikasukhadukkhuppatti nāma natthīti adhippāyo. Idāni pakati udakādīsu dravabhāvabhūtaṁ āpodhātumpi phusitvā jānantīti mahājanā maññanti. Tabbisodhanena saha laddhaguṇaṁ dassetuṁ ‘‘tasmā’’tiādimāha. Tattha ‘‘pathamaṁ dravatā sahitāni. La. Jānantī’’ti idaṁ padhāna vacanaṁ. Loke hatthena parāmasitvā vā cakkhunā disvā vā idaṁ rassaṁ, idaṁ dīghaṁ, idaṁ vaṭṭaṁ, idaṁ maṇḍalantiādinā saṇṭhānaṁ jānantā hattha phusanena vā cakkhu dassanena vā saheva taṁ jānantīti maññanti. Tattha pana purimabhāge kāyadvāravīthi cittena paccuppannāni tīṇibhūtāni phusitvā vā cakkhudvāra vīthicittena paccuppannaṁ rūpaṁ disvā vā pacchā vatthuggahaṇavīthiyā uppannāya eva saṇṭhānaṁ jānanti. Esevanayo rattiyaṁ alātacakkasaṇṭhānaṁ jānantassapi. Tattha pana bahūnipi pubbāparavīthicittasantānāni icchitabbāni. Tathā loke cakkhunā disvā dvāravātapānādīnaṁ chiddavivarāni jānantā cakkhunā dassanena saheva tāni jānantīti maññanti. Tattha pana purimabhāge cakkhudvārikavīthi cittena paccuppannāni kavāṭarūpabhitti rūpāni punappunaṁ disvā pacchā alātacakkassa majjhe vivaraṁpi jānantā viya visuṁ uppannāya manodvārika viññāṇavīthiyā eva taṁ chiddavivarabhūtaṁ ākāsaṁ jānanti. Tathā hatthena udakaṁ phusantassa pathamaṁ dravasahitāni vilīnāni mudūni tīṇiphoṭṭhabba mahābhūtāni visuṁ visuṁ kāyadvārika vīthi cittehi phusanakiccena ārammaṇaṁ karitvā pacchā visuṁ suddhāya manodvārika vīthiyā eva dravabhāvasaṅkhātaṁ paggharaṇaka āpodhātuṁ jānanti. Evaṁ santepi taṁ dravabhāvaṁpi hatthena phusanena saheva jānantīti maññantīti adhippāyo.",
  "anya-e0401n5:5": "Gāvo caranti etthāti āha ‘‘gunnaṁ caraṇaṭṭhānaṁ’’ti. Akkhara vidū pana gosaddaṁ indriyatthepi icchantīti āha ‘‘goti vā’’tiādiṁ. Tāni cakkhādīni etesu rūpādīsu caranti, etāni vā rūpādīni tesu cakkhādīsu caranti. Tattha purimena gāvo indriyāni caranti etesūti gocarānīti dasseti. Pacchimena gosuindriyesu carantīti gocarānīti. Imāni pana pañca rūpādīni.",
  "anya-e0401n5:6": "Bhāvadvaye. Icchanaṭṭhena ṭhānaṭṭhena ṭhapanaṭṭhena ca itthī. Sāhikāmarati atthāya sayaṁpi aññaṁkāmikaṁ icchati. Sayañca kāmikena icchīyati. Añño ca kāmiko gharāvāsa sukhatthāya tattha ṭhānaṁ upeti, patiṭṭhāti. Āyatiñca kulavaṁsappatiṭṭhānatthāya tattha kulavaṁsa bījaṁ ṭhapetīti. Pūraṇaṭṭhena icchanaṭṭhena ca puriso. Sohi attahitañca pūreti, parahitañca icchati. Idhalokahitañca pūreti, paralokahitañca icchati. Ubhayalokahitañca pūreti, lokuttarahitañca icchati, esati, gavesatīti. Pumassasakaṁ puṁsakaṁ. Purisaliṅgādi. Natthi puṁsakaṁ etassāti napuṁsakaṁ. ‘‘Yassa pana dhammassā’’ti bhāvarūpadhammassa. ‘‘Taṁ’’ti khandhapañcakaṁ. Mahāsaṇṭhānaṁ sattānaṁ jātibhedaṁ liṅgeti ñāpetīti liṅgaṁ. Lakkhaṇapāṭhakā niminanti sañjānanti kalyāṇa pāpakaṁ kammavipākaṁ etenāti nimittaṁ. Kiriyā kuttaṁ. Āyukantaṁ kappīyati saṅkharīyatīti ākappo. Sabbepeteliṅgādayo. Soca avisadādibhāvo. ‘‘Vacanesucā’’ti itthisaddapurisasaddādīsu ca. ‘‘Vacanatthesu cā’’ti itthi saṇṭhāna purisasaṇṭhānādi atthesu ca. ‘‘Nimittasaddo viyā’’ti nimitta saddo aṅgajāte pākaṭo viyāti. Na pākaṭo diṭṭho. Apākaṭo pana katthaci diṭṭhoti adhippāyo. ‘‘Bhavanti saddabuddhiyo’’ti saddasatthanayo. ‘‘Bhavanti liṅgādīnī’’ti aṭṭhakathānayo. Tattha hi itthiliṅgādīnaṁ hetubhāva lakkhaṇanti vuttaṁ. ‘‘Etasmiṁ satī’’ti ca jātiyā sati, jarāmaraṇaṁ hoti. Asati na hotīti etthaviya hetu phalabhāvapākaṭatthaṁ vuttaṁ.",
  "anya-e0401n5:7": "Vatthurūpe. Niruttinayena vacanatthā bhavanti. Dhātu dvayaṁ nāma manodhātu manoviññāṇadhātu dvayaṁ. ‘‘Avatvā’’ti hadaya vatthuṁ avatvā. ‘‘Taṁ’’ti hadaya vatthu rūpaṁ. ‘‘Pañcā’’ti pañcavatthūni. ‘‘Tesaṁ’’ti tesaṁ kusalādīnaṁ. ‘‘Tattha vuttaṁ’’ti paṭṭhāne vuttaṁ. ‘‘Yaṁ rūpaṁ nissāyā’’ti yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattantīti imaṁ pāṭhaṁ niddisati. ‘‘Anañña sādhāraṇesu ṭhānesū’’ti cakkhu vatthādīhi aññavatthūhi asādhāraṇesu kusalākusalaṭṭhānesu.",
  "anya-e0401n5:8": "Jīvitarūpe. ‘‘Ādhippaccayogenā’’ti adhipatibhāvayogena. ‘‘Adhipatibhāvo’’ti ca indriyapaccaya kiccaṁ vuccati. Na adhipati paccayakiccaṁ. ‘‘Jīvantī’’ti haritabhāvaṁ na vijahantīti vuttaṁ hoti. Na hi tāni ekantena jīvantāni nāma honti. Jīvita rūpassa ekanta kammajassa bahiddhā anupaladdhattā. Kammajarūpāni jīvanti yevāti sambandho. ‘‘Kamme asantepī’’ti kammacetanāya pubbe niruddhattā vuttaṁ. Tadatthaṁ byatirekato pākaṭaṁ karonto ‘‘tathāhī’’tiādimāha. ‘‘Itara rūpānī’’ti cittajarūpādīni. Ekavīthivāro nāma pañcadvāravīthivāro. Manodvāravīthivāro ekajavana vāroti vutto. Paricchinnaṁ hoti. Kasmā, ekekasmiṁ vīthivāre niruddhe bhavaṅga samaye asadisassa rūpasantānassa pātubbhāvatoti adhippāyo. Tañca kho rūpavisesaṁ jānantasseva pākaṭaṁ hoti. Ajānantassa pana taṅkhaṇamatte apākaṭaṁ. Kasmā, tādisassapi utujarūpasantānassa thokaṁ pavattanato. Yassahi dosa samuṭṭhitena rūpasantānena mukharūpaṁ dubbaṇṇaṁ hoti. Tassa dose niruddhepi taṁ rūpaṁ thokaṁ dubbaṇṇameva khāyatīti. ‘‘Utujāhārajānañca santati paccuppannaṁ’’ti adhikāro. Ekaṁ addhāpaccuppannameva hotīti vuttaṁ. Na nu cakkhusotādīni kammajarūpasantānānipi pavattikāle kadāci suppasannāni, kadāci pasannāni, kadāci appasannāni dissantīti. Saccaṁ, tathā pavatti pana santāna vicchedena na hoti, nānāvicchinne ca ekekasmiṁ santāne tesaṁ punaghaṭanaṁ nāma natthi. Sakiṁ andho andhoyeva hoti. Badhiroca badhiroyevāti adhippāyo. ‘‘Yadi evaṁ’’ti evaṁ yadi siyāti attho. ‘‘Arūpa dhammānaṁ santati paccuppannaṁ’’ti adhikāro. ‘‘Vipākānī’’ti bhavaṅgabhūtāni vipākāni. Ekasantativasena pavattissantiyeva, tasmā tesaṁ nānāsantati paccuppannaṁ nāma na vattabbaṁ. Kasmā, yāvajīvampi eka kammanibbattattāti adhippāyo. ‘‘Itarāni panā’’ti kusalā kusala kriyacittāni pana. ‘‘Tadārammaṇā’’ti niruddhārammaṇā. Addhānappharaṇānubhāvena pavattantiyeva. Na pana cittajarūpādīni viya attano janakapaccaye niruddhe nirujjhanti. Ayaṁ arūpadhammānaṁ jīvantatte visesoti adhippāyo. ‘‘Ayamattho vattabbo’’ti arūpa dhammānaṁ jīvantatāviseso vattabbo. Yathā rūpasantatiyaṁ anantara paccayo nāma natthi. Cutikāle bhavantararūpasantānassa kiñci paccayattaṁ anupagantvā nirujjhati. Tena bhavantara pātubbhāvo nāma tesaṁ natthi. Na tathā arūpasantatiyaṁ. Tattha pana cuticittampi paṭisandhiyā anantara paccayo hutvā nirujjhati. Tena bhavantarapātubbhāvo nāma tesaṁ atthi. Ayampi arūpadhammānaṁ jīvantatte viseso. Tasmā arūpadhammānaṁpi kammajarūpānaṁ viya niccaṁ jīvitayogena jīvantattā santati paccuppannaṁ nāma na bhaveyyāti na codetabbanti. Kusalā kusala kriyacittāni nāma akammajāni honti. Cittajarūpādīni viya atītaṁ kammaṁ anapekkhitvā taṅkhaṇikehi nānāpaccayehi uppajjanti. Tasmā tesaṁ jīvantānaṁpi sataṁ ajīvantānaṁ cittajarūpādīnaṁ viya nānāsantati paccuppannaṁ nāma atthi. Jīvantatā visesopi atthīti adhippāyo. Ettha keci vadanti. Rukkhādīsupi jīvitaṁ nāma atthi. Yato tesaṁ haritatā ca aharitatā ca rūhanañca-arūhanañca dissatīti. Vuccate, yadi tesaṁ jīvitaṁ nāma atthi, arūpajīvitaṁ vā siyā, rūpajīvitaṁ vā. Tattha sace arūpajīvitaṁ hoti. Yathā tena samannāgato satto punappunaṁ maritvā punappunaṁ bhavantare pātubbhavanti. Tathā rukkhāpi maritvā bhavantare pātubbhaveyyuṁ. Atha rūpajīvitaṁ siyā. Yathā sattānaṁ cakkhādi aṅgesu jīvita santāne bhinne tāni aṅgāni puna jīvantāni kātuṁ na sakkonti. Tathā rukkhāpi khandhesu vā sākhāsuvā chinnesu jīvitasantāne bhinne tekhandhāvā sākhāyo vā puna aññattha ropetuṁ na sakkā bhaveyyuṁ. Sakkā eva bhavanti. Tasmā tadubhayaṁpi jīvitaṁ nāma tesaṁ natthīti daṭṭhabbaṁ. Vibhāvanipāṭhe. Na hi tesaṁ kammaṁyeva ṭhitikāraṇaṁ hotīti ettha kammaṁ ṭhitikāraṇaṁ eva na hotīti yojetabbaṁ. Tenāha ‘‘āhārajādīnaṁ’’tiādiṁ. Ekakalāpe gatā pavattā sahajāta paccayā, tehi āyattā paṭibaddhāti viggaho. Kammādīnaṁ rūpajanakapaccayānaṁ janakānubhāvo nāma rūpakalāpānaṁ uppādakkhaṇe eva pharati, na ṭhitikkhaṇe. Upacayasantatiyo ca uppādakkhaṇe labbhanti, na ṭhitikkhaṇe. Tasmā tā janakapaccayānubhāvakkhaṇe laddhattā kutocijātanāmaṁ labhanti. Jaratāpana ṭhitikkhaṇe eva labbhati, na uppādakkhaṇe. Tasmā sā kutocijāta nāmaṁ na labhati. Yadi pana āhārajādīnaṁ rūpadhammānaṁ ṭhiti nāma āhārādi janakapaccayāyattā bhaveyya. Jaratāpi janakapaccayānubhāvakkhaṇeva labbhamānā siyā. Evañcasati, sāpi kutocijāta nāmaṁ labheyya. Na pana labhati. Tasmā tesaṁ ṭhiti nāma janakapaccayāyattā na hotīti imamatthaṁ dassento ‘‘itarathā’’tiādimāha. ‘‘Upatthambhamānā’’ti kalāpantare ṭhatvā upatthambhamānā. ‘‘Na khaṇaṭhitippavattiyā’’ti khaṇaṭhi tibhāvena pavattiatthāya upatthambhanti, anupāletīti yojanā. Sabbesaṁpi rūpārūpadhammānaṁ. ‘‘Taṁ’’ti vibhāvanivacanaṁ. ‘‘Idaṁ panā’’ti jīvitarūpaṁ pana.",
  "anya-e0401n5:9": "Āhārarūpe. ‘‘Savatthukavacanaṁ’’ti bhojanādi vatthunā saha pavattatīti savatthukaṁ. Vacanaṁ. Na hi nibbattitaṁ āhāra rūpaṁ nāma kabaḷaṁ kātuṁ sakkā hotīti. ‘‘Vivecitānī’’ti pācana kiccena vibhajitāni. Visuṁ visuṁ katāni. ‘‘Pañcadhā vibhāgaṁ gacchantī’’ti ekaṁ bhāgaṁ pāṇakā khādanti. Ekaṁ bhāgaṁ udaraggi jhāpeti. Eko bhāgo muttaṁ hoti. Ekobhāgo karīsaṁ. Ekobhāgo rasabhāvaṁ āpajjitvā soṇitamaṁsādīni upabrūhayatīti evaṁ vuttanayena pañcadhā vibhāgaṁ gacchanti. ‘‘Loke’’ti lokiya ganthe. ‘‘Tato’’ti āmāsayato. Anupharanto hutvā. ‘‘Tassā’’ti rasabhāgassa. ‘‘Bhūtesū’’ti mahābhūtesu. Saha indriyena vattatīti sendriyo. Kāyo. Udayatīti ojā. Dakārassa jakāro. Avati janetīti ojā. Avasaddassa okāro. ‘‘Attanovatthuṁ’’ti attanonissayabhūtaṁ rūpakāyaṁ.",
  "anya-e0401n5:10": "‘‘Aññāpadeso’’ nāma rūpassa lahutātiādīsu aññassa rūpassa kriyāmattabhāvena apadisanaṁ vuccati. ‘‘Ujukatova nipphāditaṁ’’ti mukhyatova janitaṁ. Yathāhi sabbaṁ anipphannarūpaṁ ajāti dhammattā ujukato kammādīhi jātaṁ nāma na hoti. Kammādīhi jātaṁ pana nipphannarūpaṁ nissāya dissamānattā ṭhānūpacārena viññatti dvayaṁ cittajaṁtiādinā vuccati. Na tathā idaṁ nipphannarūpaṁ. Idaṁ pana jātidhammattā ujukatova kammādīhi paccayehi nipphāditaṁ janitanti vuttaṁ hoti. ‘‘Rūpaṁ’’ti vutte anipphannarūpaṁpi labbhatīti tato visesanatthaṁ rūparūpanti vuccatīti āha ‘‘ruppanalakkhaṇa sampannaṁ’’tiādiṁ. Tattha ‘‘ruppanalakkhaṇaṁ’’ nāma sītuṇhādīhi vikārapattilakkhaṇaṁ. Tampana anipphanna rūpe mukhyato na labbhati. Nipphannarūpe eva labbhati. Kasmā, nipphannarūpassahi nānāvikāro vikārarūpanti vuccati. Lakkhaṇaṁ lakkhaṇa rūpanti vuccati. Vikārassa pana vikāro nāma natthi. Lakkhaṇassa ca lakkhaṇaṁ nāma natthi. Yadi atthīti vadeyya. Vikārassa vikāro, tassa ca vikāro, tassa ca vikāroti apariyantameva siyā. Tathā lakkhaṇepīti.",
  "anya-e0401n5:11": "Ākāsadhātuyaṁ. ‘‘Pakāsantī’’ti idaṁ ekaṁ idaṁ ekanti paññāyanti. ‘‘Paricchindatī’’ti āha ‘‘parito’’tiādiṁ. ‘‘Asammissaṁ’’ti vatvā tadatthaṁ vivarati ‘‘ekattaṁ anupagamanaṁ’’ti. Paricchindīyatīti paricchedoti āha ‘‘tehi vā’’tiādiṁ. ‘‘Tehi vā’’ti kalāpantarabhūtehi vā. ‘‘Attano vā paresaṁ vā akatvā’’ti attanopakkhikaṁ vā paresaṁ pakkhikaṁ vā akatvā. Pariccheda kriyāmattaṁ paricchedoti āha ‘‘tesaṁ vā’’tiādiṁ. ‘‘Tesaṁ vā’’ti kalāpantarabhūtānaṁ vā. ‘‘Ayaṁ panā’’ti ayaṁ paricchedo pana. ‘‘Tassā’’ti paricchedassa. So pāḷiyaṁ vuttoti sambandho. ‘‘Iti katvā’’ti evaṁ manasikatvā. ‘‘Etehī’’ti etehi mahābhūtehi. ‘‘Aññamañña abyāpitatā’’ti dvinnaṁ tiṇṇaṁ vā rūpakalāpānaṁ ekakalāpattūpagamanaṁ aññamañña byāpitā nāma, tathā anupagamanaṁ aññamañña abyāpitatā nāma. Tenāha ‘‘ekattaṁ’’tiādiṁ. ‘‘Tatthā’’ti tissaṁ pāḷiyaṁ. ‘‘Nānākalāpagatānaṁ bhūtānaṁ’’ti etena kalāpapariyantatā eva vuttā hoti.",
  "anya-e0401n5:12": "Viññatti dvaye. ‘‘Sayañcā’’ti viññatti saṅkhātaṁ sayañca. ‘‘Tenā’’ti calamānena kāyaṅgena. ‘‘Tehī’’ti paccakkhe ṭhitehi janehi. Tatthātiādīsu. ‘‘Kāyaṅgavikāraṁ karontassā’’ti abhikkamanādi atthāya hatthapādādīnaṁ kāyaṅgānaṁ calana saṅkhātaṁ vikāraṁ karontassa. Uppajjantā ca sabbete cittajavātakalāpā yathādhippeta disābhimukhā eva uppajjantīti yojanā. ‘‘Yathā vā tathā vā anuppajjitvā’’ti aniyamato anuppajjitvāti vuttaṁ hoti. Yassa copana kāyassa. ‘‘Tehī’’ti cittajavātakalāpehi. Niyāmako nāvāniyojako. ‘‘Te cā’’ti tecittajavātakalāpasaṅghāṭā. Etena sakalaṁ kāyaṅgaṁ nidasseti. Sakalakāyaṅgaṁ nāvāsadisanti vuttaṁ hoti. ‘‘Cāretvā’’ti viyūhitvā. Kathaṁ pana sā niyāmakasadisī hotīti āha ‘‘yathāhī’’tiādi. Yadetaṁ sakkotīti vacanaṁ vuttanti sambandho. ‘‘Katīpayajavana vārehī’’ti dvatti javanavārehi. ‘‘Tato’’ti yasmiṁ vāre calana saṅkhātaṁ desantara pāpanaṁ jāyati. Tato calanavārato. Santhambhana sandhāraṇāni eva sampajjanti, na calanasaṅkhātaṁ desantara pāpanaṁ. ‘‘Etthā’’ti etissaṁ aṭṭhakathāyaṁ. Nānājavanavīthīsu. La. Upatthambhane ca yujjatiyeva. Na ekissāya javanavīthiyaṁ eva yujjatīti adhippāyo. Yadi nānājavanavīthīsu tathā upatthambhanañca gayheyya. Evaṁsati, antarantarā bahū bhavaṅgavārāpi santi. Tattha kathaṁ tadupatthambhanaṁ sampajjeyyāti āha ‘‘tathāhī’’tiādiṁ. Tattha ‘‘utujarūpasaṅghāṭāni pī’’ti bhavaṅgasamaye pavattāni utujarūpakalāpasandhānakāni. ‘‘Tadākāra vantānī’’ti tassā cittajarūpasantatiyā ākāra vantāni. Pacchima pacchimānaṁ rūpakalā pasaṅghāṭānaṁ aparāparaṁ uppajjananti sambandho. Purimapurimānaṁ rūpakalāpasaṅghāṭānaṁ khaṇikadhammatā ca tesaṁ na siyā. Na ca te khaṇikadhammā na honti. Aññathā desantara saṅkamanasaṅkhātaṁ calanaṁ eva na siyā. Calanaṁ tihi nānākriyānaṁ pātubbhāvo vuccati. Nānākriyā ca nāma nānādhammā eva. Yasmā ca aṅgapaccaṅgānaṁ khaṇekhaṇe calanaṁ nāma loke paccakkhato diṭṭhaṁ. Tasmā tesaṁ khaṇikadhammatāpi daṭṭhabbā hotīti. Etena tesaṁ khaṇikamaraṇaṁ dasseti, yaṁ rūpārūpadhammānaṁ aniccalakkhaṇanti vuccati. Abyāpāra dhammatā ca avasavattitā ca tesaṁ na siyā. Na ca te abyāpāra dhammā, na avasavatti dhammā ca na honti. Aññathā paccayāyatta vuttitā eva tesaṁ na siyā. Paccayāyatta vuttitāti ca paccaye sati, te vattanti, asati na vattantīti evaṁ pavattā paccayāyatta vuttitā yasmā ca paccayasāmaggiyaṁ sati, te vattantiyeva. Tesaṁ vattanatthāya kenacibyāpārena kiccaṁ natthi. Te māvattantūti ca attano vasena vattanti. Paccaye asati, na vattantiyeva. Tesaṁ avattanatthāya kenacibyāpārena kiccaṁ natthi. Temāvattantūti ca attano vasenavattanti. Yasmā ca tesaṁ paccayāyatta vuttitā nāma loke viññūnaṁ paccakkhatodiṭṭhā. Tasmā tesaṁ abyāpāratā ca avasavattitā ca daṭṭhabbā hoti. Etena tesaṁ sabbehi sattapuggala attākārehi sabbaso suññaṁ dasseti, yaṁ rūpārūpadhammānaṁ anattalakkhaṇanti vuccatīti.",
  "anya-e0401n5:13": "‘‘Vacībhedaṁ’’ti akkhara padabhāvapattaṁ vacīmayasaddappakāraṁ. Upādinnakapathavīdhātuyo nāma kammaja pathavīdhātuyo. Tāsu saṅghaṭṭananti sambandho. Attanā sahajātenayena ākāravikārena upagacchati, yena ca upalabbhatīti sambandho. Ajjhatta santānagatā sabbe catujarūpadhammāpi katthaci upādinnakāti vuccantīti āha ‘‘catujabhūtāya eva vā’’ti. Dvīsuṭhāna karaṇesu karaṇapakkhe calanākārappavattā cittajapathavīdhātu ṭhānapakkhe pathavidhātuyaṁ saṅghaṭṭayamānā kammajapathaviyaṁ eva ghaṭṭeti. Itara pathaviyaṁ na ghaṭṭetīti na sakkā vattuṁti katvā idha evaggahaṇaṁ kataṁ. ‘‘Vikāra dvayañcā’’ti kāyavikāra vacīvikāra dvayañca. Kathaṁ pana asammissaṁ katvā veditabbanti āha ‘‘etthacā’’tiādiṁ. Yaṁ pana tāsaṁ ghaṭṭanappakāravidhānaṁ atthīti sambandho. ‘‘Tāsaṁ’’ cittajapathavīnaṁ. ‘‘Taṁ taṁ vaṇṇattapattiyā’’ti ka, khā, divaṇṇattapattatthāya. Yaṁ pana kāyaviññattiṭṭhāne ‘ayañca attho upari akkharuppatti vicāraṇāyaṁ pākaṭo bhavissatī’ti vuttaṁ. Taṁ idha pākaṭaṁ karonto ‘‘ettha cā’’tiādimāha. Teneva hi mūlaṭīkāyaṁ vuttanti sambandho. ‘‘Ettha cā’’ti mūlaṭīkāpāṭhe. ‘‘Pubbabhāge’’ti paribyatta akkharappavattavīthito pubbabhāge. ‘‘Nānājavanavīthīhī’’ti nānappakārehi javanavīthivārehi. ‘‘Pathamajavanacittassapī’’ti paribyatta akkharappavattivīthiyaṁ uppannapathamajavana cittassapi. Tassa āsevanañca nāma tato purimehi vīthivārehi eva laddhaṁ siyāti adhippāyo. ‘‘Āsevanaṁ’’ti ca upacāra vacanaṁ daṭṭhabbanti heṭṭhā vuttameva. ‘‘Tassā’’ti paribyattakkharassa. Vuttañca saddasatthesu. ‘‘Dīghamuccare’’ti pañcadīghā vuccanti. Mithinda pañhāpāṭhe. ‘‘Sādhike vīhivāhasate’’ti vīhidhaññapūro sakaṭo vīhivāho nāma. Vīhivāhānaṁ sādhike satasmiṁ. Abhimaññanaṁ abhimāno. ‘‘Sesamettha kāyaviññattiyaṁ vuttanaye nā’’ti tathāhi calanacittajarūpasantatiyaṁ pavattānītiādinā vutta nayenāti attho. Idha pana vacībhedakara cittajasaddasantatiyaṁ pavattāni utujarūpasaṅghāṭānītiādinā vattabbaṁ. Tenāha ‘‘yathāsambhavaṁ’’ti. ‘‘Pavattanattho’’ti abhikkamanādi sajjhāyanādīnaṁ pavattāpanattho. ‘‘Ettha cā’’tiādīsu. ‘‘Bodhetu kāmatā rahitesū’’ti abhikkamanapaṭikkamanādīsu kāyaviññatti ca, suttanta sajjhāyanādīsu vacīviññatti ca paraṁ bodhetukāmatā rahitāti daṭṭhabbā. ‘‘Dvīsu bodhakaviññattīsū’’ti bodhakakāyaviññatti bodhakavacī viññattīsu. Purimā kāyaviññatti, pacchimā ca vacīviññatti. Pacchā suddhena manodvārika javanena eva viññāyati, na pañcadvārika javanenāti yojanā. Cakkhuviññāṇa vīthiyā gahetvāti sambandho. ‘‘Kāyaviññāṇa vīthiyā’’ti vacībhedaṁ akatvā hatthaggahaṇādi vasena adhippāya viññāpane ayaṁ kāyaviññāṇavīthi daṭṭhabbā. Kasmā pana sayañcaviññāyatīti viññattīti ayaṁ vikappo vuttoti āha ‘‘sāhi attānaṁ’’tiādiṁ. ‘‘Majjhe’’ti viññattiggahaṇavīthi adhippāyaggahaṇavīthinaṁ majjhe. Kathaṁ pavattakaviññattīsu adhippāyaṁ viññāpeti, sayañcaviññāyatīti dve atthā labbhantīti āha ‘‘dvīsu panā’’tiādiṁ. Ayaṁ abhikkamati, ayaṁ paṭikkamatīti jānantā abhikkamanapayogañca tappayoga janakacittañca jānanti. ‘‘Parassakathaṁ’’ti bodhetukāmatārahitampi parassavacanasaddaṁ. Rāgacittañca jānanti. Tena vuttaṁ mūlaṭīkāyaṁ paraṁ bodhetukāmatāya vināpi abhikkamanādippavattanena socittasahabhuvikāro adhippāyaṁ. La. Dvidhāpi viññatti yevāti.",
  "anya-e0401n5:14": "Vikārarūpesu. ‘‘Kammayogyaṁ’’ti abhikkamanādikammesu yojetuṁ yuttaṁ. Adandhatā vuccati sīghappavatti. Sā lakkhaṇaṁ assāti viggaho. Sarīra kriyānukulo kammaññabhāvo lakkhaṇaṁ yassāti samāso. ‘‘Dhātuyo’’ti mahābhūtadhātuyo vā, pittasemhādidhātuyo vā. Pūtimukhasappasaṅkhātassa āpassa pariyuṭṭhānanti vākyaṁ. Asayhabhāro nāma vahituṁ asakkuṇeyyabhāro. ‘‘Sā pavattatī’’ti kāyalahutā pavattati. Thaddhaṁ karonti sarīragatā dhātuyoti adhikāro. Bhusaṁ māretīti āmariko. Dakāro āgamo. Gāmanigamaviluppako coragaṇo. Tassa bhayena pariyuṭṭhitaṁ. ‘‘Vivaṭṭamānaṁ’’ti virūpaṁ hutvā vaṭṭantaṁ. ‘‘Mūlabhūtā hotī’’ti asappāya sevane sati, sā pathamaṁ pariyuṭṭhāti. Sītādhikāvā hoti, uṇhādhikāvā. Tāya pariyuṭṭhitāya eva sabbapariyuṭṭhānāni pavattantīti vuttaṁ hoti. ‘‘Imāpanatisso rūpajātiyo rūpakāyassa visesākārā honti. Iti tasmā vikārarūpaṁ nāmāti yojanā.",
  "anya-e0401n5:15": "Lakkhaṇarūpesu. ‘‘Cayanaṁ’’ti sañcitabhāvagamanaṁ. ‘‘Ādito’’tiādimhi. ‘‘Uparito’’ti uparibhāge. ‘‘Ācayo’’tiādimhi cayo. ‘‘Upacayo’’ti uparūparicayo. ‘‘Addhānapūraṇavasenā’’ti vassasatampi vassasahassampi dīghakālaṁ attabhāvaṁ pūraṇavasena. ‘‘Tena pariyāyenā’’ti upasaddassa atthanānattaṁ acintetvā nibbattiṁ vaḍḍhiyaṁ antogadhaṁ katvā vuttena tenapariyāyena. Tassa ca ekekassa santati paccuppannassa. Tattha cittajarūpesu assāsa passāsānaṁ vā padavārahatthavārādīnaṁ vā akkharānaṁ vā nibbatti vaḍḍhi pavattiyo dissantiyeva. Tathā nānācittasamuṭṭhitānaṁ nānārūpasantatīnaṁ pīti. Utujarūpesu iriyā pathanānattaṁ paṭicca sukhadukkhajanakānaṁ nānārūpasantatīnaṁ nibbattivaḍḍhipavattiyo dissantiyeva. Tathā bahiddhā khāṇukaṇṭakādisamphassena sītuṇhādisamphassena vātātapādisamphassena vā sarīre uppannānaṁ nānārūpasantatīnampi cakkhurogādirūpānampīti. Āhārajarūpesu āhāranānattaṁ paṭicca sarīre uppannānaṁ samavisamarūpasantatīnaṁti. ‘‘Ayaṁ nayo’’ti bahiddhāsantāne nidassana nayo. Tena ajjhattasantānepi sattasantānānaṁ hatthapādādisantānānaṁ kesalomādi santānānañca nibbatti vaḍḍhipavattiyo nidasseti. ‘‘Jīraṇaṁ’’ti abhinavāvatthato hāyanaṁ. Pāḷipāṭhe. ‘‘Ṭhitassa aññathattaṁ’’ti añño pakāro aññathā. Aññathā bhāvo aññathattaṁ . Etena jarāvasenavā nānārogābādhādivasena vā vipariṇāmo vutto. ‘‘Tathā avatthābhedayogato’’ti jātirūpameva ādimhi nibbatti hoti. Tatoparaṁ tameva vaḍḍhi hoti. Tato paraṁ tameva pavatti hotīti evaṁ tathā avatthābhedayogato. Tenāha ‘‘sāhī’’tiādiṁ. ‘‘Pabandhayatī’’ti pabandhaṁ karoti. Saṅgahagāthādīsu pana suviññeyyā. ‘‘Ettha ca pacchimānī’’tiādīsu. Vohārasiddhamattabhāvaṁ’’ti puggalo satto attā jīvotiādikā paññatti nāma vohāra siddhamattā hoti. Sabhāvasiddhā na hoti. Sāhi mahājanehi khandha pañcakaṁ upādāya puggalo nāma atthīti sammatattā voharitattā vohārasiddhā nāma. Sabhāvasiddhā pana na hoti. Tasmā ariyānaṁ vohāre puggalo nāma natthīti sijjhati. Imāni pana rūpāni sabhāvasiddhattā ariyānaṁ vohārepi atthīti sijjhanti. Tenāha ‘‘tādisenā’’tiādiṁ. ‘‘Suddhadhammagatiyā siddhenā’’ti pathavīdhātu nāma suddhadhammo hoti. Sā uppādampi gacchati, jarampi gacchati, bhedampi gacchati. Tasmā tassā uppādopi jarāpi bhedopi suddhadhammagatiyā siddho nāma. Evaṁ lakkhaṇarūpānaṁ suddhadhammagatisiddhaṁ paramatthalakkhaṇaṁ veditabbaṁ. Tathā viññatti dvayassapi vikārarūpattayassapi pariccheda rūpassapīti. Yathā ca imesaṁ rūpānaṁ. Tathā nibbānassapi suddhadhammagatisiddhaṁ paramatthalakkhaṇaṁ atthiyeva. Kilesadhammāhi ariyamagge abhāvite bhavaparamparāya uppādaṁ gacchantiyeva. Bhāvitepana anuppādaṁ nirodhaṁ gacchantiyeva. Tasmā kilesadhammānaṁ anuppādanirodhopi suddhadhammagatiyā siddho nāma. Evaṁ nibbānassapi suddhadhammagatisiddhaṁ paramatthalakkhaṇaṁ veditabbaṁ. Atthi bhikkhave ajātaṁ abhūtanti idaṁ suttaṁpi ettha vattabbaṁ. Etena ariyavohāre nibbānassa ekantena atthitā bhagavatā vuttā hoti. Tenāha ‘‘itarathā’’tiādiṁ. ‘‘Nasabhāvato anupaladdhattā anipphannāni nāma hontī’’ti etena etāni asabhāvarūpānīti ca alakkhaṇa rūpānīti ca asammasanarūpānīti ca na sakkā vattuṁtipi dīpeti. Kasmā, yathāsakaṁ sabhāvehi sabhāvavantattā yathāsakaṁ lakkhaṇe hi salakkhaṇattā paṭisambhidāmagge sammasanaññāṇa vibhaṅge jātijarāmaraṇānampi sammasitabbadhammesu āgatattāti. Aṭṭhasāliniyampi ayamattho vuttoyeva. Yathāha parinipphannanti pannarasarūpāni parinipphannāni nāma. Dasarūpāni aparinipphannāni nāma. Yadi aparinipphannāni nāma. Evaṁsati, asaṅkhatāni nāma siyuṁ. Tesaṁyeva panarūpānaṁ kāyavikāro kāyaviññatti nāma. Vacīvikāro vacīviññatti nāma. Chiddaṁ vivaraṁ ākāsadhātu nāma. Lahubhāvo lahutā nāma. Mudubhāvo mudutā nāma. Kammaññabhāvo kammaññatā nāma. Nibbatti upacayo nāma. Pavatti santati nāma. Jīraṇākāro jaratā nāma. Hutvā abhāvākāro aniccatā nāmāti sabbaṁ parinipphannaṁ saṅkhatamevāti. Tattha ‘‘tesaṁyeva rūpānaṁ’’ti niddhāraṇe bhummaṁ. Tesaṁyeva dasannaṁ rūpānaṁ majjheti vuttaṁ hoti. ‘‘Itisabbaṁ’’ti idaṁ sabbaṁ dasavidhaṁ rūpaṁ parinipphannameva saṅkhatamevāti attho. Khandhavibhaṅgaṭṭhakathāyampi vuttova. Yathāha pañcavipanakhandhā parinipphannāva honti, no aparinipphannā. Saṅkhatāva, no asaṅkhatā. Apica nipphannāpi hontiyeva. Sabhāvadhammesuhi nibbānamevekaṁ aparinipphannaṁ anipphannañcāti ca. Nirodhasamāpatti ca nāma paññatti ca kathanti. Nirodhasamāpatti lokiyalokuttarāti vā saṅkhatāsaṅkhatāti vā parinipphannāparinipphannāti vā na vattabbā. Nipphannā pana hoti. Samāpajjantena samāpajjitabbato. Tathā nāmapaññatti, sāpihi lokiyādibhedaṁ nalabhati. Nipphannā pana hoti. No anipphannā. Nāmaggahaṇañhi gaṇhantova gaṇhātīti ca. Etena lakkhaṇarūpānampi nipphannatā siddhā hoti. Visuddhi maggepana nipphannaṁ anipphannaṁtidukassa niddese. Aṭṭhārasavidhaṁ rūpaṁ paricchedavikāra lakkhaṇabhāvaṁ atikkamitvā sabhāveneva pariggahetabbato nipphannaṁ, sesaṁ tabbiparītatāya anipphannanti ca. Nipphannarūpaṁ pana rūparūpaṁ nāmāti ca. Yaṁ catūhi kammādīhi jātaṁ, taṁ catujaṁ nāma. Taṁ lakkhaṇa rūpavajjaṁ avasesarūpaṁ. Lakkhaṇarūpaṁ pana na kutocijātanti ca vuttaṁ. Sabbañcetaṁ ācariyehi gahitanāmamattattā vatticchānugataṁ hoti. Yaṁ ruccati, taṁ gahetvā kathetabbanti.",
  "anya-e0401n5:16": "Rūpasamuddesānudīpanā niṭṭhitā.",
  "anya-e0401n5:17": "197. Rūpavibhāge .‘‘Ekavidhanayaṁ tāva dassetuṁ’’ti rūpavibhāgato pathamaṁ dassetuṁ. Etena ekavidhanayo rūpavibhāgo nāma na tāva hotīti dasseti. Taṁ na sameti. Kena na sametīti āha ‘‘vakkhatihī’’tiādiṁ. ‘‘Ajjhattikādibhedena vibhajanti vicakkhaṇā’’ti etena sabbaṁrūpaṁ ajjhattikabāhiravasena duvidhantiādiko duvidhanayo eva rūpavibhāganayo nāmāti viññāyati. Tasmā tena na sametīti vuttaṁ hoti. Apica pāḷiyaṁ. Sahetukā dhammā, ahetukā dhammātiādi dukesu sabbaṁrūpaṁ ahetukameva, na sahetukantiādi niyamakaraṇampi rūpavibhāgo evāti katvā tathā vuttanti gahetabbaṁ. ‘‘Itarāni panā’’ti kāmāvacarantiādīni pana. ‘‘Janakena paccayenā’’ti padhānavacanametaṁ. Upatthambhakādi paccayāpi gahetabbā eva. ‘‘Saṅgammā’’ti samāgantvā. ‘‘Karīyatī’’ti nipphādīyati. Yodhammotiādīsu. ‘‘Pahīno pī’’ti chindanabhindanādivasena pahīnopi. ‘‘Tasmiṁ satī’’ti samudayappahāne sati. Kiccapaccayānaṁ arahatthassa ca sakkatthassa ca dīpanato duvidhaṁ atthaṁ dassetuṁ ‘‘aṭṭhānattā’’tiādi vuttaṁ. ‘‘Tabbisayassā’’ti rūpavisayassa. ‘‘Evaṁ’’ti evaṁsante. ‘‘Pahīnaṁ bhavissatī’’ti anāgatabhave puna anuppādatthāya idheva pahīnaṁ bhavissatīti attho. Tenāha ‘‘ucchinnamūlaṁ’’tiādiṁ. ‘‘Tālāvatthukataṁ’’ti chinnatālakkhāṇukaṁ viya kataṁ bhavissati. ‘‘Anabhāvaṁ kataṁ’’ti puna abhāvaṁ kataṁ. ‘‘Pākaṭo’’ti dassanādikiccavisesehi paññāto. ‘‘Tadupādāyā’’ti taṁ upanidhāya. Vibhāvanipāṭhe. ‘‘Ajjhattikarūpaṁ’’ti paduddhāraṇaṁ. Attānaṁ adhikicca pavattaṁ ajjhattaṁ. Ajjhattameva ajjhattikanti dasseti ‘‘attabhāvasaṅkhātaṁ’’tiādinā. Taṁ na sundaraṁ. Kasmā, ajjhattadhamma ajjhattika dhammānañca aviseso āpajjatīti vakkhamānakāraṇattā. ‘‘Dvārarūpaṁ nāmā’’ti paduddhārapadaṁ. Kasmā dvārarūpaṁ nāmāti āha ‘‘yathākkamaṁ’’tiādiṁ. Paratopi esanayo. ‘‘Desanābheda rakkhaṇatthaṁ’’ti dukadesanābhedato rakkhaṇatthaṁ. Tattha desanābhedo nāma rūpakaṇḍe pañcaviññāṇānaṁ vatthu rūpañca, na vatthu rūpañca , ārammaṇa rūpañca, na ārammaṇa rūpañca vatvā manoviññāṇassa na vuttaṁ. Yadi vucceyya, ārammaṇaduke manoviññāṇassa ārammaṇa rūpaṁ, na ārammaṇa rūpanti dukapadaṁ na labbheyya. Ayaṁ desanābhedo nāma. Vatthudukesu hadayavatthuvasena labbhamānaṁ manoviññāṇadukaṁ na vuttanti. ‘‘Thūlasabhāvattā’’ti sukhumarūpaṁ upādāya vuttaṁ. ‘‘Dūre pavattassapī’’ti yathā sukhumarūpaṁ attano sarīre pavattampi ñāṇena sīghaṁ pariggahetuṁ na sakkā hoti, tathā idaṁ. Imassa pana dūre pavattassapi. ‘‘Gahaṇayogyattā’’ti ñāṇena pariggahaṇapattattāti adhippāyo. Vibhāvanipāṭhe. ‘‘Sayaṁnissayavasena cā’’ti sayañca nissaya mahābhūtavasena ca. Tattha sayaṁ sampattā nāma phoṭṭhabbadhātuyo. Nissayavasena sampattā nāma gandharasā. Ubhayathāpi asampattā nāma cakkhu rūpa, sota saddā. Yo paṭimukhabhāvo atthi, yaṁ aññamaññapatanaṁ atthīti yojanā. Na ca tāni aññappakārāni eva sakkā bhavitunti sambandho. ‘‘Anuggaha upaghātavasenā’’ti vaḍḍhanatthāya anuggahavasena, hāyanādi atthāya upaghātavasena. ‘‘Yaṁ kiñcī’’ti catusamuṭṭhānikarūpaṁ gaṇhāti. ‘‘Ādinnaparāmaṭṭhattā’’ti taṇhāmānehi etaṁ mama esohamasmītiādinnattā, diṭṭhiyā eso me attāti parāmaṭṭhattā ca. ‘‘Niccakālaṁ pavattivasenā’’ti ekena janakakammena paṭisandhikkhaṇato paṭṭhāya niccakālaṁ pavattivasena. ‘‘Upacarīyatī’’ti voharīyati. ‘‘Atthavisesabodho’’ti rūpārammaṇassa kiccavisesabodho. ‘‘Asampattavasenā’’ti visayaṭṭhānaṁ sayaṁ asampajjanavasena. Attanoṭhānaṁ vā visayassa asampajjanavasena. Tattha visayassa asampattaṁ dassento ‘‘tatthā’’tiādimāha. Tathā sotasaddesu ca aññamaññaṁ laggitvā uppajjamānesu. ‘‘Sampattiyā evā’’ti sampajjanatthāya eva. Tathā āpo ca sampattiyā eva paccayoti yojanā. Dubbalapathavī eva sannissayo yassāti viggaho. ‘‘Assā’’ti cakkhussa. ‘‘Sotassapanakathaṁ’’ti sotassa asampattaggahaṇaṁ kathaṁ pākaṭaṁ. Sampattaggahaṇaṁ eva pākaṭanti dīpeti. Tenāha ‘‘tatthahī’’tiādiṁ . Dakkhiṇapassato vā suyyati, cetiyādikassa puratthimadisābhāge ṭhitānanti adhippāyo. ‘‘Paṭighaṭṭanānighaṁso’’ti sotesu paṭighaṭṭanavego. ‘‘Tesaṁ’’ti āsannevā dūre vā ṭhitānaṁ. Hotu dūre ṭhitānaṁ cirena sutoti abhimāno. Kasmā pana ujukaṁ asutvā dakkhiṇapassatovā uttarapassato vā suṇeyya, asuyyamāno bhaveyyāti pucchā. Taṁ kathento ‘‘apicā’’tiādimāha. Vibhāvanipāṭhe. ‘‘Gantvā visayadesaṁ taṁ, pharitvā gaṇhatīti ce’’ti taṁ cakkhusota dvayaṁ dūrevisayānaṁ uppannadesaṁ pharitvā gaṇhatīti cevadeyyāti attho. Dūreṭhatvā passanto suṇanto ca mahantampipabbataṁ ekakkhaṇe passati, mahantaṁpi meghasaddaṁ ekakkhaṇe suṇāti. Tasmā ubhayaṁ asampattagocaranti viññāyati. Imasmiṁ vacane ṭhatvā idaṁ parikappavacanaṁ dasseti taṁ dvayaṁ visayappadesaṁ gantvā mahantaṁpi pabbataṁ vā meghasaddaṁ vā pharitvā gaṇhāti. Tasmā mahantaṁpi passati, suṇāti. Na asampattagocarattā mahantaṁ passati suṇātīti koci vadeyyāti vuttaṁ hoti. Adhiṭṭhānavidhānepi tassa so gocaro siyāti. Evaṁsati, dibbacakkhu dibbasotābhiññānaṁ adhiṭṭhānavidhānepi so rūpasaddavisayo tassa pasādacakkhusotassa gocaro siyāti abhiññādhiṭṭhāna kiccaṁ nāma natthi. Cakkhusotaṁ devalokampi gantvā dibbarūpampi dibbasaddampi gaṇheyya. Na pana gaṇhāti. Tasmā tassa visayadesagamanañca mahantadesapharaṇañca na cintetabbanti vuttaṁ hoti.",
  "anya-e0401n5:18": "Rūpavibhāgānudīpanā niṭṭhitā.",
  "anya-e0401n5:19": "158. Rūpasamuṭṭhāne. Suttantesu cetanāsampayuttā abhijjhādayopi kammanti vuttā. Te pana paṭṭhāne kammapaccayaṁ patvā tappaccayakiccaṁ na sādhenti, cetanā eva sādhetīti āha ‘‘sā yevā’’tiādiṁ. ‘‘Taṁ samuṭṭhānānañca rūpānaṁ’’ti hetūhi ca hetusampayuttakadhammehi ca samuṭṭhānānañca rūpānanti atthavasena cetasikadhammānampi rūpasamuṭṭhāpakatā siddhā hoti. So hi udayati pasavatīti sambandho. ‘‘Kappasaṇṭhāpanavasenā’’ti kappappatiṭṭhāpanavasena. Ajjhattikasaddo chasu cakkhādīsu ajjhattikāyatane sveva pavattati. Idha pana sakalaṁ ajjhattasantānaṁ adhippetanti āha ‘‘ajjhatta santāneti pana vattabbaṁ’’ti. ‘‘Khaṇe khaṇe’’ti vicchāvacanaṁ. ‘‘Vicchā’’ti ca bahūsukhaṇesu byāpananti āha ‘‘tīsutīsukhaṇesū’’ti.",
  "anya-e0401n5:20": "Yamakapāṭhesu. Yassa vā pana puggalassa. ‘‘Nirujjhatī’’ti bhaṅgakkhaṇa samaṅgitamāha. ‘‘Uppajjatī’’ti uppādakkhaṇa samaṅgitaṁ. ‘‘Itī’’ti ayaṁ pucchā. ‘‘No’’ti paṭikkhepo. Samudayasaccassa bhaṅgakkhaṇe dukkhasaccabhūtassa rūpassavā nāmassavā uppādo nāma natthīti vuttaṁ hoti. Yassa kusalā dhammā uppajjanti, yassa akusalā dhammā uppajjantīti dve pāṭhāgahetabbā. ‘‘No’’ti kusalākusala dhammānaṁ uppādakkhaṇe abyākatabhūtānaṁ rūpānaṁ vā nāmānaṁ vā nirodho nāma natthīti vuttaṁ hoti. Tesupāṭhesu kesañcivādīnaṁ vacanokāsaṁ dassetuṁ ‘‘arūpabhavaṁ’’tiādi vuttaṁ. ‘‘Ce’’ti kocivādī cevadeyya. ‘‘Nā’’ti na vattabbaṁ. ‘‘Uppajjatī’’ti ca uddhaṭā siyunti sambandho. ‘‘Itarattha cā’’ti tato itarasmiṁ yassa kusalā dhammātiādipāṭhe ca. ‘‘Tampi nā’’ti tampi vacanaṁ na vattabbanti attho. ‘‘Purimakoṭṭhāse’’ti asaññasattānaṁ tesaṁ tatthāti imasmiṁ purimapakkheti adhippāyo. ‘‘Pacchimakoṭṭhāse’’ti sabbesaṁ cavantānaṁ pavatte cittassabhaṅgakkhaṇeti imasmiṁ pacchima pakkhe. Cavantānaṁ icceva vuttaṁ siyā, na pavatte cittassa bhaṅgakkhaṇeti, no ca na vuttaṁ, tasmā viññāyati pavatte cittassa bhaṅgakkhaṇe rūpajīvitindriyampi na uppajjatīti. Rūpajīvitindriye ca anuppajjamāne sati, sabbāni kammajarūpāni utujarūpāni āhārajarūpāni ca cittassa bhaṅgakkhaṇe nuppajjantīti viññātabbaṁ hotīti adhippāyo. ‘‘Pacchimakoṭṭhāse’’ti sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇeti imasmiṁ pacchimapakkhe. Tattha ca pavatte cittassa bhaṅgakkhaṇeti idaṁ adhippetaṁ. Evaṁ pāḷisādhakaṁ dassetvā idāni yuttisādhakaṁ dassento ‘‘yasmā cā’’tiādimāha. ‘‘Tassā’’ti ānandā cariyassa mūlaṭīkākārassa. Vibhāvaniyaṁ. Bhaṅge rūpassa nuppādo, cittajānaṁ vasena vā. Āruppaṁ vāpi sandhāya, bhāsito yamakassa hi. Na cittaṭṭhiti bhaṅge ca, na rūpassa asambhavo. Ti vuttaṁ. Tattha ‘‘na hi na cittaṭṭhitī’’ti cittassaṭhiti nāma na hi natthi. ‘‘Bhaṅgecā’’ti cittassabhaṅgakkhaṇe ca. Taṁ asambhāvento ‘‘yamakapāḷiyo panā’’tiādimāha. ‘‘Nānatthā nānābyañjanā’’ti etena pāḷisaṁsandanā nāma garukattabbāti dīpeti. ‘‘Gambhīro ca satthu adhippāyo’’ti etena attānaṁ satthumataññuṁ katvā idaṁ sandhāya etaṁ sandhāyāti vattuṁ dukkaranti dīpeti. ‘‘Suddhaṁ arūpamevā’’ti suddhaṁ arūpappaṭisandhiṁ eva. Cha cattālīsacittāni rūpaṁ janetuṁ na sakkonti. Evaṁ sati arūpavipākavajjitanti kasmā vuttanti āha ‘‘arūpavipākāpanā’’tiādiṁ. Vibhāvanipāṭhe. ‘‘Hetuno’’ti rūpavirāgabhāvanā kammasaṅkhātassa hetussa. ‘‘Tabbīdhuratāyā’’ti rūpaviruddhatāya. Rūpārūpavirāgabhāvanābhūto maggo. Tena nibbattassa. Rūpokāso nāma kāmarūpabhavo. Vibhāvanipāṭhe. ‘‘Ekūna na vutibhavaṅgasse vā’’ti pavattikāle rūpajanakassa ekūna na vutibhavaṅga cittassāti attho. Tattha pana arūpavipākaṁ pavattikālepi rūpajanakaṁ na hotīti āha ‘‘tatthā’’tiādiṁ. Keci pana paṭisandhi cittassa uppādakkhaṇe rūpaṁ pacchājāta paccayaṁ na labhati. Ṭhitikkhaṇe rūpaṁ parato bhavaṅgacittato pacchājātapaccayaṁ labhatīti vadanti. Taṁ na gahetabbanti dassetuṁ ‘‘na hi attanā’’tiādi vuttaṁ. Sayaṁ vijjamāno hutvā upakārako paccayo atthipaccayo. Pacchājāto ca tassa ekadeso. ‘‘Āyusaṅkhārānaṁ’’ti usmādīnaṁ. ‘‘Taṁ’’ti khīṇāsavānaṁ cuticittaṁ. ‘‘Yathāhā’’ti so thero kiṁ āha. ‘‘Vuttaṁ’’ti aṭṭhakathāyaṁ vuttaṁ. Iti pana vacanato aññesaṁpi cuticittaṁ rūpaṁ na samuṭṭhāpetīti viññāyatīti padhānavacanaṁ. Pana saddo aruci jotako. ‘‘Tathā vuttepī’’ti joteti. Vacīsaṅkhāro nāma vitakkavicāro. Kāyasaṅkhāro nāma assāsapassāsavāto. So sabbesaṁpi kāmasattānaṁ cuti cittassa uppādakkhaṇe ca tato purimacittassa uppādakkhaṇe ca nanirujjhatīti vacanena cuticittato pubbabhāgeyeva assāsapassāsānaṁ abhāvaṁ ñāpeti. Nanu imissaṁ pāḷiyaṁ cutikāle assāsapassāsassa abhāvaṁ vadati. Aññesaṁ cittajarūpānaṁ abhāvaṁ na vadati. Tasmā imāya pāḷiyā sabbesampi cuticittaṁ assāsapassāsaṁ na janetīti viññāyati. Na aññāni cittajarūpānīti codanā. Taṁ pariharanto ‘‘na hī’’tiādimāha. Na hi rūpasamuṭṭhāpakacittassa kāyasaṅkhāra samuṭṭhāpanaṁ atthīti sambandho. ‘‘Gabbhagamanādivinibaddhābhāve’’ti mātukucchimhi gatassa assāsapassāso na uppajjati, tathā udake nimuggassa. Bāḷhaṁ visaññībhūtassa. Catutthajjhānaṁ samāpajjantassa. Nirodhasamāpattiṁ samāpajjantassa. Rūpārūpabhave ṭhitassāti. Tasmā etegabbhagamanādayo assāsapassāsaṁ vinibaddhanti nīvārentīti gabbhagamanādivinibaddhā. Tesaṁ abhāvoti viggaho. Vinā imehi kāraṇehi assāsapassāsassa ca aññacittajarūpānañca viseso natthīti vuttaṁ hoti. Aññaṁpi yuttiṁ dasseti ‘‘cuto cā’’tiādinā. Cuto ca hoti, assa cittasamuṭṭhāna rūpañca pavattatīti na ca yuttanti yojanā. So ca suṭṭhu oḷāriko rūpadhammo. Iti tasmā na sakkā vattuṁti sambandho. ‘‘Imassa atthassā’’ti vatvā taṁ atthaṁ vadati ‘‘oḷārikassā’’tiādinā. ‘‘Katīpaya khaṇamattaṁ’’ti pannarasakhaṇasoḷasakhaṇamattaṁ. ‘‘Cittajarūpappavattiyā’’ti cittajarūpappavattanato. Dubbalā honti, tadā pañcārammaṇānipi pañcadvāresu āpātaṁ nāgacchanti. ‘‘Paccayaparittatāya vā’’ti tadā pacchājātapaccayassa alābhato vuttaṁ. Dubbalā honti. Tadā dubbalattā eva pañcārammaṇāni pañcadvāresu āpātaṁ nāgacchanti. Pariyosānepi ekacittakkhaṇamatte. Vatthussa ādiantanissitāni paṭisandhikkhaṇe ādimhi nissitāni. Maraṇāsannakāle ante nissitāni. Samadubbalāni eva honti. Tasmā yathā sabbapaṭisandhicittampi rūpaṁ na janeti, tathā sabbacuticittampi rūpaṁ na janetīti sakkā viññātunti. ‘‘Pāḷivirodhaṁ’’ti pubbe dassitāya saṅkhāra yamakapāḷiyā virodhaṁ .‘‘Kāraṇaṁ vuttamevā’’ti cittañhi uppādakkhaṇe eva paripuṇṇaṁ paccayaṁ labhitvā balavaṁ hotīti vuttameva. ‘‘Taṁ’’ti appanājavanaṁ. Acalamānaṁ hutvā. ‘‘Abbokiṇṇe’’ti vīthicitta vārena avokiṇṇe. Na tathā pavattamānesu aṅgāni osīdanti, yathā ṭhapitāneva hutvā pavattanti. ‘‘Na tatoparaṁ’’ti tato atirekaṁ rūpavisesaṁ na janeti. ‘‘Kiñcī’’ti kiñcicittaṁ. ‘‘Uttarakiccaṁ’’ti uparūparikiccaṁ. ‘‘Aṭṭha puthujjanānaṁ’’ti aṭṭha somanassa javanāni hasanaṁpi janenti. Cha javanāni pañcajavanānīti adhikāro. Tesaṁ buddhānaṁ. Sitakammassāti sambandho. Sitakammaṁ nāma mihitakammaṁ. ‘‘Kāraṇaṁ vuttamevā’’ti ‘rūpassa pana upatthambhakabhūtā utuāhārā pacchājātapaccaya dhammā ca ṭhitikkhaṇe eva pharantī’ti evaṁ kāraṇaṁ vuttameva. ‘‘Utuno balavabhāvo’’ti rūpuppādanatthāya balavabhāvo. Santatiṭhitiyā balavabhāvo pana pacchājātapaccayāyatto hoti. Rūpaṁ na samuṭṭhāpeyya. No na samuṭṭhāpetīti āha ‘‘vakkhati cā’’tiādiṁ. Ajjhatta santānagato ca bahiddhāsantānagato ca duvidhāhāroti sambandho.",
  "anya-e0401n5:21": "Etthacātiādīsu. Utu pañcavidho. Ajjhattasantāne catujavasena catubbidho, bahiddhā santāne utujavasena eko. Tathā āhāropi pañcavidho. Tesu ṭhapetvā bahiddhāhāraṁ avasesānaṁ ajjhatta santāne rūpasamuṭṭhāpane vivādo natthi. Bahiddhāhārassa pana ajjhattasantāne rūpasamuṭṭhāpane vivādo atthīti taṁ dassetuṁ ‘‘ettha cā’’tiādimāha. ‘‘Utuojānaṁ viyā’’ti utuojānaṁ ajjhattasantāne rūpasamuṭṭhāpanaṁ viya. Aṭṭhakathāpāṭhe. ‘‘Dantavicuṇṇitaṁ panā’’ti dantehi saṅkhāditvā vicuṇṇaṁ kataṁ pana. ‘‘Sitthaṁ’’ti bhattacuṇṇasitthaṁ. Ṭīkāpāṭhe. ‘‘Sā’’ti bahiddhā ojā. ‘‘Nasaṅkhādito’’ti na suṭṭhukhādito. ‘‘Tattakenapī’’ti mukheṭhapitamattenapi. ‘‘Abbhantarassā’’ti ajjhattāhārassa. ‘‘Aṭṭhaaṭṭharūpāni samuṭṭhāpetī’’ti upatthambhanavasena samuṭṭhāpeti, janana vasena pana ajjhattikāhāro eva samuṭṭhāpetīti adhippāyo. ‘‘Upādinnakā’’ti ajjhatta sambhūtā vuccanti. Bahiddhā ojāpi rūpaṁ samuṭṭhāpeti yevāti sambandho. ‘‘Tenautunā’’ti ajjhatta utunā. ‘‘Sediyamānā’’ti usmāpiyamānā. ‘‘Tāya ca ojāyā’’ti ajjhatta ojāya. ‘‘Medasinehupacaya vasenā’’ti medakoṭṭhāsarasasineha koṭṭhāsānaṁ vaḍḍhanavasena. Itarāni pana tīṇirūpasamuṭṭhānāni. Pāḷipāṭhe. ‘‘Indriyānī’’ti cakkhādīni indriya rūpāni. ‘‘Vihāro’’ti samāpatti eva vuccati. Samāpatti cittena jātattā tāni indriyāni vippasanna nīti katvā kasmā vuttanti pucchati. ‘‘Upacaritattā’’ti ṭhānūpacārena voharitattā. ‘‘Tesaṁ na vannaṁ’’ti indriyarūpānaṁ. Nidhikaṇḍapāṭhe. Sundaro vaṇṇo yassāti suvaṇṇo. Suvaṇṇassa bhāvo suvaṇṇatā. Tathāsussaratā. ‘‘Saro’’ti ca saddo vuccati. ‘‘Susaṇṭhānaṁ’’ti aṅgapaccaṅgānaṁ suṭṭhusaṇṭhānaṁ. ‘‘Surūpatā’’ti sundararūpakāyatā. ‘‘Yathā’’ti yenaākārena saṇṭhite sati. Tathā tena ākārena saṇṭhitā hotīti yojanā.",
  "anya-e0401n5:22": "Lahutādittaye. Dandhattādikarānaṁ dhātukkhobhānaṁ paṭipakkhehi paccayehi samuṭṭhātīti viggaho. ‘‘Etassā’’ti lahutādittayassa vuttā. Tasmā etaṁ lahutādittayaṁ kammasamuṭṭhānanti vattabbanti adhippāyo. ‘‘Yamakesupi addhāpaccuppanneneva gahito’’ti yassa cakkhāyatanaṁ uppajjati, tassa sotāyatanaṁ uppajjatīti. Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjatītiādīsu uppādavāre paṭisandhivasena, nirodhavāre cutivasena addhāpaccuppannaṁva vuttanti adhippāyo. Akammajānaṁ pavattikāle kālabhedo vuttoti. ‘‘Kammavipākajā ābādhāti vuttaṁ’’ti vīthimuttasaṅgahe upacchedakakammadīpaniyaṁ ‘atthi vāta samuṭṭhitā ābādhā. La. Atthi kammavipākajā ābādhā’ti vuttaṁ. Tāni upapīḷakupaghātaka kammānipi vipattiyo labhamānāni eva khobhetvā nānābādhe uppādentīti sambandho. Sarīre ṭhanti tiṭṭhantīti sarīraṭṭhakā. ‘‘Tadanugatikāni eva hontī’’ti kammajādīnipi khubbhitāni eva hontīti adhippāyo. Etena aṭṭhasu kāraṇesu yenakenacikāraṇena cakkhurogādike ābādhe jāte tasmiṁ aṅge pavattāni sabbāni rogasamuṭṭhānāni ābādhabhāvaṁ gacchantiyeva. Evaṁ santepi tappariyāpannāni kammajarūpāni tadanugatikabhāvena ābādhabhāvaṁ gacchanti, na ujukato kammavasenāti dīpeti. Kammasamuṭṭhāno ābādho nāma natthi. Tathāpi aṭṭhasu ābādhesupi atthi vātasamuṭṭhānā ābādhātiādīsu viya atthi kammasamuṭṭhānā ābādhāti avatvā atthi kammavipākajā ābādhāti vuttaṁ. Tattha upapīḷako paghātakakammānaṁvasena uppanno yokocidhātukkhobho suttantapariyāye na kammavipākoti vuccatiyeva. Tato jāto yokoci ābādho kammavipākajoti vuttoti. Sugambhīramidaṁṭhānaṁ. Suṭṭhuvicāretvā kathetabbaṁ. ‘‘Yato’’ti yasmā kammasamuṭṭhānā bādhapaccayā. La. Labbhamāno siyā. Kevalaṁ so kammasamuṭṭhāno ābādho nāma natthīti yojanā. ‘‘Avihiṁsā kammanibbattā’’ti mettākaruṇākammanibbattā. Suvidūratāyaceva nirābādhā hontīti sambandho. ‘‘Saṇṭhitiyā’’ti dukkhobhanīye visesanapadaṁ. Hetupadaṁ vā daṭṭhabbaṁ. Khobhetuṁ dukkarā dukkhobhanīyā. ‘‘Kāmaṁ’’ti kiñcāpīti atthe nipātapadaṁ. Sesamettha suviññeyyaṁ.",
  "anya-e0401n5:23": "‘‘Vuccate’’tiādīsu. Rūpapaccayadhammānaṁ paccayakiccaṁ tividhaṁ. Jananañca upatthambhanañca anupālanañca. Tattha jananakiccaṁ janetabbānaṁ jātikkhaṇe eva labbhati. Sesadvayaṁ pana ṭhitikkhaṇepi labbhati. Bhaṅgakkhaṇe pana sabbaṁ paccayakiccaṁ natthi. Tattha jananakiccavasena vicārento ‘‘rūpajanakānaṁ’’tiādimāha. ‘‘Apicā’’tiādīsu. ‘‘Tāsaṁ’’ti upacayasantatīnaṁ, jaratā aniccatānañca. ‘‘Tesū’’ti kutoci samuṭṭhānesu. Idha pana abhidhammattha saṅgahepana. ‘‘Evaṁ santepī’’ti paccayavisesena adissamānavisesatthepi. ‘‘Sāratara’’nti atisārabhūtaṁ. ‘‘Seyyo’’ti seṭṭho.",
  "anya-e0401n5:24": "Rūpasamuṭṭhānānudīpanā niṭṭhitā.",
  "anya-e0401n5:25": "169. Kalāpayojanāyaṁ . ‘‘Saṅkhāne’’ti gaṇane. ‘‘Tenā’’ti saṅkhānaṭṭhena ekasaddena dassetīti sambandho. ‘‘Piṇḍī’’ti ekagghano. Mūlaṭīkāpāṭhe. ‘‘Uppādādippavattito’’ti uppādādivasena pavattanato. ‘‘Itī’’ti tasmā. Upādārūpāni tveva vuccanti. ‘‘Evaṁ vikārapariccheda rūpāni ca yojetabbānī’’ti pañcavikārarūpāni kalāpasseva copanādisabhāvā honti, na ekamekassa rūpassa. Tasmā tāni ekekasmiṁ kalāpe ekekāni eva honti. Paricchedarūpaṁ pana kalāpapariyāpannaṁ rūpaṁ na hoti. Tasmā dvinnaṁ dvinnaṁ kalāpānaṁ antarā taṁpi ekekameva hotīti daṭṭhabbaṁ. ‘‘Catunnaṁ mahābhūtānaṁ nissayatā sambhavato’’ti ettha catunnaṁ mahābhūtānaṁpi lakkhaṇamattena nānattaṁ hoti, pavattivasena pana ekagghanattā saṅkhānaṭṭhenapi eko nissayoti vattabbameva. Evañhisati ekasaddassa attha calanaṁ natthīti. ‘‘Tena saddenā’’ti cittajasaddena. Attānaṁ mocento ‘‘adhippāyenā’’ti āha. Therassa adhippāyenāti vuttaṁ hoti. Attano adhippāyaṁ dassento ‘‘ettha panā’’tiādimāha. Tattha ‘‘saddenā’’ti cittajasaddena. ‘‘Tāyavācāyā’’ti vacīmayasaddenāti attho. ‘‘Viññattī’’ti viññāpanaṁ iccevattho. Viññāpetīti viññāpito. Tassa bhāvo viññāvitattaṁ. Vitakkavipphārasaddo nāma kassaci mahantaṁ atthaṁ cintentassa sokavasena vā tuṭṭhivasena vā balavavitakko pavattati. So sokaṁ vā tuṭṭhiṁ vā sandhāre tuṁ asakkonto dutīyena saddhiṁ mantento viya attano mukheyeva abyattaṁ saddaṁ katvā samudīrati. Pakatijano taṁ saddamattaṁ suṇāti vā na vāsuṇāti. Suṇantopi akkharaṁ vā atthaṁ vā adhippāyaṁ vā na jānāti. Dibbasotena vā vijjāsotena vāsuṇanto akkharaṁpi atthaṁpi adhippāyaṁpi jānāti. Jānitvā evaṁpi te mano, itthaṁpi te manotiādisati. Ayaṁ vitakkavipphārasaddo nāma. So viññattirahito sotaviññeyyoti mahāaṭṭhakathāyaṁ vutto. Saṅgahakāropana vacīmayasaddonāma viññattirahitoti vā asotaviññeyyoti vā natthīti paṭikkhipati. ‘‘Āgate’’ti aṭṭhakathāsu āgate. ‘‘Paccetabbā’’ti saddhātabbā. ‘‘Ṭīkāsupanassā’’ti assasaccasaṅkhepassa dvīsuṭīkāsu. Akkharañca padañca byañjanañca attho cāti dvando. Appaññāyamānā akkharapadabyañjanatthā yassāti viggaho. ‘‘Andhadamiḷādīnaṁ’’ti andhajātikadamiḷajātikādīnaṁ milakkhūnaṁ. ‘‘Ukkāsitasaddo ca khipitasaddo ca vamitasaddo ca chaḍḍitasaddo cāti dvando. Ādisaddena tādisā uggāra hikkāra hasita roditādayo saṅgaṇhāti. Sesametthasuviññeyyaṁ.",
  "anya-e0401n5:26": "Kalāpayojanānudīpanā niṭṭhitā.",
  "anya-e0401n5:27": "161. Rūpappavattikkame. Napuggalavasena visesanaṁ hoti. Bhūmivasena visesanaṁ hoti. Tañca kho pavattikālavasenāti adhippāyo.",
  "anya-e0401n5:28": "Etthacātiādīsu. Purimesu dvīsu yonīsu pāḷinayena veditabbāti sambandho. Nikkhantā, iti tasmā aṇḍajāti ca jalābujāti ca vuccanti. Kathaṁ ayaṁ nayo pāḷinayo nāma hotīti. Pāḷiyaṁ aṇḍakosaṁ vatthikosaṁ abhinibbhijja abhinibbhijja jāyantīti vacanena aṇḍato jalābuto jātā vijātā nikkhantāti attho viññāyati. Aṭṭhakathāyaṁ pana aṇḍejātā jalābumhijātāti vuttaṁ. Gabbhapaliveṭhanāsayo nāma yena paliveṭhito gabbho tiṭṭhati. Vibhāvanipāṭhe ‘‘ukkaṁsagati paricchedavasenā’’ti ukkaṭṭhappavattiniyamanavasena. Ukkaṭṭhanayavasenāti vuttaṁ hoti. Abhirūpassa kaññā dātabbāti ettha kaññā dātabbāti sāmaññato vuttepi abhirūpassa purisassāti vuttattā kaññāpi abhirūpakaññā eva viññāyati. Ayaṁ ukkaṭṭhanayo nāma. ‘‘Tattha tāni sabbānī’’tiādīsu. Tānisabbānipi cakkhu sota ghāna bhāva dvayāni na omakena kammena labbhati. Ukkaṭṭhena kammena eva labbhatīti adhippāyo. Vibhaṅgapāṭhe. Saddāyatanaṁ nāma paṭisandhikāle na labbhatīti vuttaṁ ‘‘ekādasāyatanānī’’ti. Cakkhuvekallassa dasa, sotavekallassa aparānidasa, cakkhu sotavekallassanava , gabbhaseyyassavasena sattāyatanāni. Pāḷiyaṁ opapāti kagabbhaseyyakānaṁ eva vuttattā ‘‘pāḷiyaṁ avuttaṁpipanā’’ti vuttaṁ. Avuttampi cakkhādivekallaṁ. ‘‘Aññamaññaṁ avinābhāvavuttitā vuttā’’ti kathaṁ vuttā yassa ghānāyatanaṁ uppajjati, tassa jivhāyatanaṁ uppajjatīti, āmantā. Yassa vā pana jivhāyatanaṁ uppajjati, tassa ghānāyatanaṁ uppajjatīti, āmantātiādinā vuttā peyyālamukhena. Ācariyānandatthere na pana icchitanti sambandho. ‘‘Jivhāvekallatāviyā’’ti jivhāvekallatānāma natthi viya. ‘‘Ghānavekallatāpi atthīti yuttaṁ’’ti ettha pāḷiyaṁ aghānakānaṁ itthīnaṁ purisānaṁti idaṁ mātugabbhe ghānāyatane anuppanneyeva puretarañca vantānaṁ itthipurisānaṁ vasena vuttaṁ. Na ghānavekallānaṁ atthitāyātipi vadanti. Gabbhe sentīti gabbhasayā. Gabbhasayā eva gabbhaseyyā.",
  "anya-e0401n5:29": "Pavattikāletiādīsu. Mūlaṭīkāpāṭhe. ‘‘Orato’’ti paṭisandhiṁ upādāya vuttaṁ. Ekādasamasattāhe anāgateti vuttaṁ hoti. Rūpāyatanaṁ nuppajjissati. No ca cakkhāyatanaṁ nuppajjissatīti idaṁ addhāpaccuppannavasena vuttaṁ. Tasmā paṭisandhito paṭṭhāya uppannaṁ rūpāyatanaṁ yāvajīvaṁpi uppannantveva vuccati. Na uppajjissamānanti. Cakkhāyatanaṁ pana ekādasamasattāhā orato ṭhitassa na uppannaṁ. Tadā anuppannattā ekādasame sattāhe sampatte uppajjissatīti vattabbaṁ hoti. Pacchima bhavikattā pana tadubhayampi bhavantare nuppajjissatiyevāti. Ghānāyatanaṁ nibbattetīti ghānāyatanānibbattataṁ, kammaṁ. Tena kammena gahitappaṭisandhikānaṁ. Idañca yadi tannibbattakena kammena paṭisandhiṁ gaṇheyyuṁ. Ghānāyatane anuppanne antarā na kālaṅkareyyunti katvā vuttaṁ. Tannibbattakena kammena paṭisandhiṁ gaṇhantāpi tato balavante upacchedakakamme āgate sati. Ghānāyatanuppattikālaṁ apatvā antarā nakālaṅkarontīti natthi. ‘‘Cakkhughānesu vuttesū’’ti ṭīkāyaṁ vuttesu. ‘‘Atthato siddhā evā’’ti ekādasamasattāhe uppannāti siddhā eva. ‘‘Īdisesuṭhānesū’’ti sabhāvaṁ vicāre tuṁ dukkaresu ṭhānesu. Aṭṭhakathāyeva pamāṇaṁ kātuṁ yuttāti adhippāyo. Aṭṭhakathāpāṭhe. ‘‘Purimaṁ bhavacakkaṁ’’ti avijjāmūlakaṁ vedanāvasānaṁ bhavacakkaṁ. ‘‘Anupubbappavattidīpanato’’ti yathā pacchime taṇhāmūlake bhavacakke upapattibhavappavattiṁ vadantena bhavapaccayājātīti evaṁ ekato katvā vuttā, na tathā purime bhavacakke. Tattha pana saṅkhārapaccayā viññāṇaṁ, viññāṇa paccayā nāma rūpantiādinā anupubbappavattidīpanato. ‘‘So paṭikkhittoyevā’’ti āyatanānaṁ kamato vinicchayaṭṭhāne desanākkamova yuttoti vatvā so uppattikkamo paṭikkhitto.",
  "anya-e0401n5:30": "Saṁyuttake yakkhasaṁyuttapāḷiyaṁ. Gāthāsu. ‘‘Kalalā’’ti kalalato. ‘‘Abbudā’’ti abbudato. ‘‘Pesiyā’’ti pesito. ‘‘Ghanā’’ti ghanato. ‘‘Jātiuṇṇaṁsūhī’’ti suddhajātikassa elakassa lomaṁsūhi. ‘‘Paripakkasamūhakaṁ’’ti kalalato paraṁ thokaṁ paripakkañca samūhākārañca hutvā. ‘‘Vivattamānaṁ tabbhāvaṁ’’ti kalalabhāvaṁ vijahitvā vattamānaṁ. ‘‘Vilīnati pusadisā’’ti aggimhi vilīnatipurasasadisā. ‘‘Muccatī’’ti kapāle nalaggati. Etānijāyantīti evaṁ aṭṭhakathāyañca vuttaṁ. ‘‘Dvā cattālīsame sattāhe’’ti navamāse atikkamma vīsatimedivase. Yadi evaṁ, pañcamesattāhe pañcappasākhā jāyanti, ekādasamesattāhe cattāri āyatanāni jāyanti, majjhepana pañcasattāhā atthi. Tattha kathanti āha ‘‘ettha cā’’tiādiṁ. ‘‘Chasattāhā’’ti ekādasamena saddhiṁ chasattāhā. Ekādasamepi hi pacchimadivase jātattā chadivasāni avasiṭṭhāni honti. ‘‘Pariṇatakālā’’ti paripakkakālā. Paripākagatā eva hi kammajamahābhūtā suppasannā honti. Tesañca pasādaguṇā pasādarūpā hontīti. ‘‘Tassā’’ti kalalassa. Vaṇṇajātaṁ vā saṇṭhānaṁ vāti sambandho. ‘‘Ākāsakoṭṭhāsiko’’ti manussehi ākāsakoṭṭhāse ṭhapito. Hutvāti pāṭhaseso. Kathaṁ paramāṇuto parittakaṁ siyāti āha ‘‘sohī’’tiādiṁ. ‘‘So’’ti paramāṇu. Paṭisandhikkhaṇe kalalarūpaṁ kalāpattayaparimāṇaṁ. Paramāṇu pana ekūnapaññāsakalāpaparimāṇo. Tasmā taṁ tato parittakanti vuttaṁ hoti. Paṭisandhikkhaṇato paraṁ pana taṁpi khaṇekhaṇe upacitameva hoti. ‘‘Dhātūnaṁ’’ti catudhātuvavatthāne āgatānaṁ catunnaṁ mahābhūtānaṁ. Kalalassavā upacitappamāṇaṁ gahetvā vuttantipi yujjati. ‘‘Vatthusmiṁ’’ti abbudādivatthumhi. ‘‘Jalābumūlānusārenā’’ti jalābujātakāle tassa mūlānu sārenāti adhippāyo. Gāthāyaṁ. ‘‘Mātutiro kucchigato’’ti vattabbe gāthābandhavasena ‘‘mātukucchigato tiro’’ti vuttaṁ. Tenāha ‘‘mātuyā tirokucchi gato’’ti. ‘‘Chiddo’’ti sukhumehi chiddehi samannāgato. Laddhaṁvā pānabhojanaṁ. ‘‘Tato paṭṭhāyā’’ti sattarasamabhavaṅgacittato paṭṭhāya. ‘‘Rūpasamuṭṭhāne vuttamevā’’ti rūpasamuṭṭhāne mūlaṭīkāvāda vicāraṇāyaṁ ‘yaṁ pitattha na ca yutta’ntiādinā vuttameva. ‘‘Ajjhohaṭāhārābhāvato’’ti bahiddhāhārābhāvatoti adhippāyo. ‘‘Tatthā’’ti rūpabrahmaloke. Abhāvaṁ vaṇṇeti. Kasmāpana vaṇṇeti, nanu vaṇṇentassa aṭṭhakathā virodho siyāti. Virodho vā hotu, avirodho vā. Pāḷiyeva pamāṇanti dassento ‘‘rūpadhātuyā’’tiādinā vibhaṅge pāḷiṁ āhari. Tattha ‘‘rūpadhātuyā’’ti rūpalokadhātuyā. Rūpa brahmaloketi vuttaṁ hoti. ‘‘Upapattikkhaṇe’’ti paṭisandhikkhaṇe. Ācariyassa adhippāyaṁ vibhāvento ‘‘etthacā’’tiādimāha. ‘‘Phoṭṭhabbe paṭikkhittepī’’ti pañcāyatanānīti vā pañcadhātuyoti vā paricchedakaraṇameva paṭikkhi panaṁ daṭṭhabbaṁ. ‘‘Kiccantara sabbhāvā’’ti phoṭṭhabbakiccato kiccantarassa vijjamānattā. Kimpana kiccantaranti. Rūpakāyassa pavattiyā hetupaccayakiccaṁ. Mahābhūtā hetū mahābhūtā paccayā rūpakkhandhassa paññāpanāyāti hi bhagavatā vuttaṁ. Tattha hetukiccaṁ nāma rūpajananakiccaṁ. Paccaya kiccaṁ nāma rūpūpatthambhana kiccaṁ. Kiccantaramevanatthīti ghānādīnaṁ visaya gocarabhāvakiccaṁ tesaṁ kiccaṁ nāma, tato aññaṁ kiccaṁ nāma natthi. ‘‘Yenā’’ti kiccantarena. ‘‘Te’’ti gandhādayo. Idāni aṭṭhaka tānugataṁ vādaṁ dassento ‘‘yathāpanā’’tiādimāha. ‘‘Yena kiccavisesenā’’ti visayagocarabhāvakiccavisesena. Rūpajananarūpūpatthambhana kiccavisesena ca. ‘‘Sabbatthā’’ti sabbasmiṁ pāḷippadese. ‘‘Tesaṁ’’ti gandhādīnaṁ. ‘‘Tatthā’’ti rūpaloke. ‘‘Nissanda dhammamattabhāvenā’’ti ettha yathā aggimhi jāte tassa nissandā nāma icchantassapi anicchantassapi jāyantiyeva. Vaṇṇopi jāyati, obhāsopi, gandhopi, rasopi, dhūmopi, pupphullānipi kadāci jāyantiyeva. Tehi vaṇṇādīhi karaṇīye kiccavisese satipi asatipi. Tathā mahābhūtesu jātesu tesaṁ nissandā nāma icchantassapi anicchantassapi kiccavisese satipi asatipi jāyantiyeva. Evaṁ nissandadhammamattabhāvena. Anuppaveso yutto siyā ajjhatta santāneti adhippāyo. Bahiddhā santāne pana vatthā bharaṇa vimānādīsu tesaṁ bhāvo icchi tabbo siyā. Ajjhattepi vā kāyaṁ oḷārikaṁ katvā māpitakāleti. Ettha ca ‘‘dhammāyatana dhammadhātūsu anuppaveso’’ti ettha aṭṭhasāliniyaṁ tāva. Ye pana anāpātāgatā rūpādayopi dhammārammaṇamicceva vadantīti vuttaṁ. Taṁ tattha paṭikkhittaṁ. Anāpātāgamanaṁ nāma visayagocara kiccarahitatā vuccati. Tañca manussānampi devānampi brahmānampi pasādarūpesu anāpātā gamanameva adhippetaṁ. Taṁ pana atthinatthīti vicāretvā kathetabbaṁ. Api ca nissandadhammā nāma oḷārikānaṁ mahābhūtānaṁ vividhākārāpi bhaveyyuṁ. Brahmānaṁ pana ajjhatta rūpaṁ appanā pattakammavisesena pavattaṁ atisukhumaṁ hoti. Tasmā kāmasatta santāne viya tattha paripuṇṇaṁ nissandarūpaṁ nāma vicāretabbameva. Dhammā rammaṇañca mukhyadhammārammaṇaṁ anuloma dhammāyatananti pāḷiyaṁ vuttaṁ natthi yevāti. ‘‘Jīvita chakkañcā’’ti vattabbaṁ rūpaloke. ‘‘Tatthā’’ti asaññasatte. Kāmaloke jīvitanavakaṁ kasmā visuṁ na vuttanti. Paṭisandhikkhaṇe kasmā na vuttaṁ. Pavattikālepi visuṁ na vuttameva. ‘‘Āhārūpatthambhakassā’’ti āhārasaṅkhātassa rūpūpatthambhakassa. ‘‘Sakalasarīra byāpino anupālakajīvitassā’’ti kāyadasakabhāvadasakesu pariyāpannassa jīvitassa. ‘‘Eta devā’’ti jīvitanavakameva. ‘‘Tatthā’’ti rūpaloke. Udayabhūtassā’’ti vaḍḍhibhūtassa. ‘‘Dvīsu aggīsū’’ti pācakaggismiñca kāyaggismiñca. Ātaṅko vuccati rogo. Bahuko ātaṅko yassāti viggaho. ‘‘Visamavepākiniyā’’ti visamaṁ pācentiyā. ‘‘Gahaṇiyā’’ti udaragginā. ‘‘Padhānakkhamāyā’’ti padhāna saṅkhātaṁ bhāvanārabbhakiccaṁ khamantiyā. ‘‘Etaṁ’’ti jīvitanavakaṁ. ‘‘Therena cā’’ti anuruddhattherena ca. ‘‘Etaṁ’’ti jīvita navakaṁ. ‘‘Nirodhakkamo’’ti maraṇāsannakāle nirodhakkamo. ‘‘Etthā’’ti rūpaloke. Kaḷevaraṁ vuccati matasarīraṁ. Tassa nikkhepo kaḷevaranikkhepo. Aññesañca opapātikānaṁ kaḷevaranikkhepo nāma natthi. Kasmā pana tesaṁ kaḷevaranikkhepo nāma natthīti āha ‘‘tesañhī’’tiādiṁ. Vibhāvanipāṭhe. Sabbesaṁpi rūpabrahmānaṁ. Āhārasamuṭṭhānānaṁ rūpānaṁ abhāvato tisamuṭṭhānānīti vuttaṁ. Asaññasatte cittasamuṭṭhānānampi abhāvato dvisamuṭṭhānānīti vuttaṁ. ‘‘Tānī’’ti maraṇāsanna cittasamuṭṭhānāni. Taṁ parimāṇaṁ assāti tāvattakaṁ. ‘‘Lahukagarukatādivikāro’’ti sakalarūpakāyassa lahukagarukādivikāro. Api ca tattha dandhattādikara dhātukkhobhapaccayānaṁ sabbaso abhāvato niccakālampi sakalasarīrassa lahutādiguṇo vattatiyeva. Kiṁ tattha paṭipakkha dhammappavatti cintāya. Tathā asaññasattepi ruppanavikāra cintāyāti.",
  "anya-e0401n5:31": "Rūpappavattikkamānudīpanā niṭṭhitā.",
  "anya-e0401n5:32": "161. Nibbānasaṅgahe. Dvīsu nibbānapadesu pathamapadaṁ aviññātatthaṁ sāmañña padaṁ. Dutīyaṁ viññā tatthaṁ visesapadaṁ. Kilese sametīti samaṇo. Ariyapuggalo. Samaṇassa bhāvo sāmaññaṁ. Ariyamaggo. Sāmaññassa phalāni sāmaññaphalāni. Lokato uttarati atikkamatīti lokuttaraṁ. Loke na paññāvīyatīti paññattīti imamatthaṁ sandhāya ‘‘nahī’’tiādimāha . Cattārimaggaññāṇāni catumaggaññāṇanti evaṁ samāsavasena ekavacanantaṁ padaṁ vākyaṁ patvā bahuvacanantaṁ hotītiāha ‘‘catūhi ariyamaggaññāṇehī’’ti. ‘‘Tādisamhā’’ti ariyamaggasadisamhā. ‘‘Vimukhānaṁ’’ti parammukhānaṁ. ‘‘Jaccandhānaṁ viyā’’ti jaccandhānaṁ candamaṇḍalassa avisayabhāvo viya. ‘‘Tassā’’ti nibbānassa. Tattha ‘‘jaccandhānaṁ’’ti avisayapade sāmipadaṁ. ‘‘Tassā’’ti bhāvapadaṁ. ‘‘Yaṁ kiñcī’’ti kiñciyaṁ atthajātaṁ. Assanibbānassa siddhatanti sambandho. Apākaṭassa dhammassa. Vāyāmopi nāma na atthi. Kuto tassa sacchikaraṇaṁ bhavissatīti adhippāyo. ‘‘Yenā’’ti vāyāmena. ‘‘Nibbānena vinā’’ti nibbānārammaṇaṁ alabhitvāti vuttaṁ hoti. ‘‘Akiccasiddhiṁ’’ti kilesappahāna kiccassa asiddhiṁ. ‘‘Tato’’ti tasmā. ‘‘Vadhāyā’’ti vadhituṁ. ‘‘Parisakkantā’’ti vāyamantā. Gāthāyaṁ. ‘‘Antojaṭā’’ti ajjhattasantāne taṇhājaṭā, taṇhāvinaddhā. ‘‘Bahijaṭā’’ti bahiddhāsantāne taṇhājaṭā, taṇhāvinaddhā. ‘‘Tassā’’ti taṇhāya. ‘‘Vatthuto’’ti visuṁvisuṁ jātasarūpato. Parinibbāyiṁsu, parinibbāyanti, parinibbāyissantīti parinibbutā. Takārapaccayassa kālattayepi pavattanato. Yathā diṭṭhā, sutā, mutā, viññātā,ti. Visiṭṭhaṁ katvā jānitabbanti viññāṇaṁ. Na nidassitabbanti anidassanaṁ. Natthi anto etassāti anantaṁ. Sabbato pavattā guṇappabhā etassāti sabbatopabhaṁ. ‘‘Bhagavatā vuttaṁ’’ti dīghanikāye kevaṭṭasutte vuttaṁ. ‘‘Savantiyo’’ti mahānadiyo vā kunnadiyo vā. ‘‘Appentī’’ti pavisanti. ‘‘Dhārāti’’ meghavuṭṭhidhārā. Buddhesu anuppajjantesu ekasattopi parinibbātuṁ na sakkotīti idaṁ buddhuppādakappe eva pacceka sambuddhāpi uppajjantīti katvā vuttaṁ. Apadāna pāḷiyaṁ pana buddhasuññakappepi paccekasambuddhānaṁ uppatti āgatā eva. ‘‘Ekasattopī’’ti vā sāvakasatto gahetabbo. Evañhi sati apadānapāḷiyā avirodho hoti. ‘‘Ārādhentī’’ti sādhenti paṭilabhanti. Sabbato pavattā guṇappabhā etassāti atthaṁ sandhāya ‘‘sabbatopabhā sampannaṁ’’ti vuttaṁ. ‘‘Joti vanta tarovā’’ti obhāsavantataro vā. Sabbattha pabhavati saṁvijjatīti sabbatopabhanti imamatthaṁ sandhāya sabbato vā pabhutameva hotīti vuttaṁ. Tenāha ‘‘na katthaci natthī’’ti. ‘‘Evaṁsante pī’’ti evaṁ vuttanayena ekavidhe santepi. ‘‘Upacarituṁ’’ti upacāravasena voharituṁ. ‘‘Yathāhā’’ti tasmiṁ yevasutte puna kiṁ āha. Bhavaṁ netīti bhavanetti. Bhavataṇhā eva. ‘‘Samparāyikā’’ti cutianantare pattabbā. Dvinnaṁ khīṇāsavānaṁ anupādisesatā vuttāti sambandho. Ettha ‘‘anupādisesatā’’ti anupādisesanibbānaṁ vuccati. Sekkhesu arahattamaggaṭṭhassa sekkhassa kilesupādisesa vasena anupādisesatā vuttā. ‘‘Kilesupādiseso’’ti ca kilesa saṅkhāto upādiseso. Tathā khandhupādisesopi. Antarāparinibbāyītiādīsu parinibbānaṁ nāma kilesaparinibbānaṁ vuttaṁ. Ubhato bhāga vimuttādīnaṁ padattho navamaparicchede āgamissati. ‘‘Kilesakkhayena saheva khiyyantī’’ti paccuppannabhave arahattamaggakkhaṇe kilesakkhayena saddhiṁ eva khiyyanti. Anuppāda dhammataṁ gacchanti. Tathā anāgāmi puggalassa kāmapaṭisandhikkhandhāpi anāgāmimaggakkhaṇe, sotāpannassa sattabhaveṭhapetvā avasesa kāmapaṭisandhikkhandhā sotāpatti maggakkhaṇe taṁ taṁ kilesakkhaye na saheva khiyyantīti. Paccuppannakkhandhā pana kilesakkhayena sahakhiyyanti. Khandhupādisesā nāma hutvā yāvamaraṇakālā khīṇāsavānampi pavattanti. Kasmā pavattantīti āha ‘‘yāvacutiyā pavattamānaṁ’’tiādiṁ. Paccuppannakkhandhasantānaṁ pana dhammatāsiddhanti sambandho. ‘‘Phalanissandabhūtaṁ’’ti vipākaphalabhūtañca nissandaphalabhūtañca hutvā. ‘‘Tenasahevā’’ti kilesakkhayena saheva. ‘‘Yasmāpanā’’tiādīsu. Parisamantato bundhanti nīvārenti, santisukhassa antarāyaṁ karontīti palibodhā. Kilesābhisaṅkharaṇa kiccāni, kammābhisaṅkharaṇakiccāni, khandhābhisaṅkharaṇa kiccāni ca. Palibodhehi saha vattantīti sapalibodhā. Saṅkhāra nimittehi saha vattantīti sanimittā. Taṇhāpaṇidhīhi saha vattantīti sapaṇihitā .‘‘Tato’’ti pāpakammato, apāyadukkhato ca. ‘‘Kocī’’ti kocidhammo. ‘‘Nirodhetuṁ sakkotī’’ti sakkāyadiṭṭhiyā niruddhāya te nirujjhanti. Aniruddhāya nanirujjhanti. Tasmā sakkāyadiṭṭhi nirodho nibyāpāradhammopi samāno te palibodhe nirodheti nāma. ‘‘Nirodhetuṁ sakkotī’’ti ca abyāpāre byāpāraparikappanāti daṭṭhabbaṁ. Sakkāyadiṭṭhinirodhoyeva te palibodhe nirodhetuṁ sakkotīti ettha dvinnampi nirodho ekoyeva. Evaṁ santepi avijjā nirodhā saṅkhāra nirodhotiādīsu viya abhede bhedaparikappanā hotīti. Uppādo ca pavatto ca uppādappavattā. Te mūlaṁ yassāti viggaho. Yena oḷārikākārena. Mārentīti mārā. Vadhakapaccatthikāti vuttaṁ hoti. Kilesamārādayo. Mārā dahanti tiṭṭhanti etesūti māradheyyā. Māreti cāveti cāti maccu. Maraṇameva. Maccudahati tiṭṭhati etesūti maccudheyyā. ‘‘Natthi tasmiṁ nimittaṁ’’ti vutte paññattidhammesupi uppādappavattamūlaṁ nimittaṁ nāma natthi. Evaṁsati, tehi nibbānassa aviseso āpajjatīti codanā. Taṁ pariharanto ‘‘tañhī’’tiādimāha. Viddhaṁsetvāti ca sādhentanti ca atthavisesa pākaṭatthāya abyāpāre byāpāra parikappanā eva. Paṇītādibhede. Idaṁ buddhānaṁ nibbānaṁ paṇītaṁ. Idaṁ paccekabuddhānaṁ nibbānaṁ majjhimaṁ. Idaṁ buddhasāvakānaṁ nibbānaṁ hīnanti bhinnaṁ na hotīti yojetabbaṁ. Nānappakārena cittaṁ nidheti etenāti paṇihitaṁ. ‘‘Nidhetī’’ti ārammaṇesu ninnaṁ poṇaṁ pabbhāraṁ katvā ṭhapetīti attho. Tathā paṇidhānapaṇidhīsu. Atthato ekaṁ āsātaṇhāya nāmaṁ. ‘‘Labbhamānāpī’’ti bhavasampatti bhogasampattiyo labbhamānāpi. ‘‘Pipāsavinaya dhammattā’’ti pātuṁ paribhuñjituṁ icchā pipāsā. Pipāsaṁ vineti vigametīti pipāsavinayo. ‘‘Vedayitasukhaṁ’’ti vedanāsukhaṁ. ‘‘Katamaṁ taṁ āvuso’’ti pāḷipāṭhe ‘‘taṁ’’ti tasmā. ‘‘Yadettha vedayitaṁ natthī’’ti yasmā ettha vedayitaṁ natthi. Tasmā nibbāne sukhaṁ nāma katamanti yojanā. ‘‘Etthā’’ti etasmiṁ nibbāne. ‘‘Etadevetthā’’tiādimhi. ‘‘Eta devā’’ti esoeva. Yasmā ettha vedayitaṁ natthi. Tasmā eso vedayitassa natthibhāvo eva etthanibbāne sukhanti yojanā.",
  "anya-e0401n5:33": "‘‘Ettha cā’’tiādīsu. Yadetaṁ khiyyanaṁ nirujjhanaṁ atthīti sambandho. Keci pana taṁkhiyyana nirujjhana kriyāmattaṁ nibbānaṁ na hoti. Abhāva paññattimattaṁ hotīti vadanti. Taṁ paṭisedhento ‘‘na hitaṁ’’tiādimāha. ‘‘Paññattirūpaṁ’’ti paññattisabhāvo. Pāḷipāṭhe. ‘‘Padahatī’’ti vīriyaṁ daḷhaṁ karoti. Pahito attā anenāti pahitatto. ‘‘Pahito’’ti padahito. Anivattabhāve ṭhapito. Pesitotipi vaṇṇenti. ‘‘Kāyenā’’ti nāmakāyena. Taṇhāvase vattantīti taṇhāvasikā. ‘‘Tesaṁ pī’’ti tesaṁ vādepi. Tasmiṁ khaya nirodhamatte anantaguṇā nāma natthīti imaṁ vādaṁ visodhetuṁ ‘‘nibbānassa cā’’tiādi vuttaṁ. ‘‘Paṭipakkhavasena sijjhantī’’ti etena vaṭṭadhammesu mahantaṁ ādīnavaṁ passantā eva tesaṁ nirodhe mahantaṁ guṇānisaṁsaṁ passantīti dīpeti. Ye pana yathāvuttaṁ khayanirodhaṁ paramatthanibbānanti na jānanti, tesaṁ vattabbameva natthi. Evaṁ guṇapadānaṁ gambhīrattā taṁkhayanirodhamattaṁ anantaguṇānaṁ vatthu na hotīti maññanti. Idāni nibbānaṁ paramaṁ sukhanti vuttaṁ. Kathaṁ taṁ khayanirodhamattaṁ paramasukhaṁ nāma bhaveyyāti imaṁ vādaṁ visodhetuṁ ‘‘santisukhañcanāmā’’tiādi vuttaṁ. Atthibhikkhaveti sutte. ‘‘Nocetaṁ abhavissā’’ti etaṁ ajātaṁ noce santaṁ vijjamānaṁ na bhaveyya. ‘‘Nayimassā’’ti na imassa. Paccakkhabhūtaṁ khandhapañcakaṁ dassento ‘‘imassā’’ti vadati. Nissakkatthe ca sāmivacanaṁ. Imasmā jātā bhūtā katā saṅkhatā sattānaṁ nissaraṇaṁ nāma na paññāyeyyāti yojanā. Paratthapi esanayo. Esanayo sabbesūtiādīsu. Duccarita dhammā nāma paccaye sati, jāyanti. Asati, na jāyantīti evaṁ jātaṁ viya ajātampi tesaṁ atthi. Yadi ca ajātaṁ nāma natthi. Jātameva atthi. Evaṁsati, attani duccaritānaṁ ajātatthāya sammāpaṭipajjantānaṁpi sabbe duccarita dhammā attani jātāyeva siyuṁ, no ajātā. Kasmā, ajātassa nāma natthitāyātiādinā yojetabbaṁ.",
  "anya-e0401n5:34": "‘‘Ettāvatā’’ti , atthi bhikkhave ajātaṁtiādinā pāḷivacanena. Sabbesaṅkhārā samanti vūpasamanti etthāti sabbasaṅkhāra samatho. Sabbe upadhayo ettha nissajjanti ariyājanāti sabbupadhinissaggo. ‘‘Upalabbhamāno’’ti santilakkhaṇena ñāṇena upalabbhamāno. ‘‘Esiṁsū’’ti katvā esanakiccassa sikhāpattaṁ atthaṁ dassetuṁ ‘‘adhigacchiṁsū’’ti vuttaṁ.",
  "anya-e0401n5:35": "Nibbānasaṅgahānudīpanā niṭṭhitā.",
  "anya-e0401n5:36": "Rūpasaṅgahadīpaniyāanudīpanā niṭṭhitā."
}