{
  "anya-e0104n6:0": "18. Diṭṭhivisuddhiniddesavaṇṇanā",
  "anya-e0104n6:1": "Nāmarūpapariggahakathāvaṇṇanā",
  "anya-e0104n6:2": "662. Yā visuddhiyo sampādetabbāti sambandho. Imesu yathāvicāritesu khandhādīsu vipassanāya bhūmibhūtesu dhammesu. Ganthassa uggaṇhanaṁ vācuggatakaraṇaṁ uggaho, parito sabbathāpi atthassa ñātumicchā paripucchā, savanupaparikkhādivasena tadatthassa manasikāravidhi, tadubhayavasena yasmā tatthapi ñāṇaṁ svāsevitaṁ hoti, tasmā vuttaṁ ‘‘uggahaparipucchāvasena ñāṇaparicayaṁ katvā’’ti, khandhādīsu sutamayaṁ ñāṇaṁ uppādetvāti attho. Vitthāritameva, tasmā tattha vitthāritanayānusārena sīlavisuddhi sampādetabbāti adhippāyo. Upacārasamādhipi appanāsamādhi viya vipassanāya adhiṭṭhānabhāvato cittavisuddhiyevāti āha ‘‘saupacārā’’ti. Veditabbāti attano santāne nibbattanavaseneva veditabbā. Evañhi tā paccakkhato viditā nāma honti, tasmā veditabbā sampādetabbāti vuttaṁ hoti. Veditabbāti vā samāpattisukhādhigamavasena anubhavitabbāti attho. Na hi kevalena jānanamattena cittavisuddhiyaṁ patiṭṭhito nāma hoti, na ca tattha apatiṭṭhāya uparivisuddhiṁ sampādetuṁ sakkāti.",
  "anya-e0104n6:3": "Nāmarūpānaṁ yāthāvadassananti nāmassa, rūpassa ca vibhajja yathābhūtasabhāvadassanaṁ. Nāmaggahaṇena cettha vedanādīnaṁ catunnaṁ tebhūmakānaṁ khandhānaṁ gahaṇaṁ, na ‘‘viññāṇapaccayā nāmarūpa’’nti ettha viya viññāṇaṁ vinā, nāpi ‘‘nāmañca rūpañcā’’ti (dī. ni. 3.304, 352; dha. sa. dukamātikā 109) ettha viya sanibbānehi lokuttarakkhandhehi saddhinti daṭṭhabbaṁ.",
  "anya-e0104n6:4": "663. Yāti pajjati etenāti yānaṁ, samathova yānaṁ samathayānaṁ, taṁ etassa atthīti samathayāniko. Jhāne, jhānūpacāre vā patiṭṭhāya vipassanaṁ anuyuñjantassetaṁ nāmaṁ, tena samathayānikena. ‘‘Ṭhapetvā nevasaññānāsaññāyatana’’nti idaṁ bhavaggadhammānaṁ ādikammikassa duppariggahatāya vuttaṁ. Lakkhaṇarasādivasena pariggahetabbā ñāṇena paricchijja gahetabbā, pariggahavidhi pana khandhaniddese (visuddhi. 2.421 ādayo) vuttā evāti adhippāyo. Ārammaṇābhimukhanamanaṁ ārammaṇena vinā appavatti, tena namanaṭṭhena, nāmakaraṇaṭṭhena vā. Vedanādayo hi arūpadhammā sabbadāpi ca phassādināmakattā pathavīādayo viya kesakumbhādināmantarānāpajjanato attanāva katanāmatāya nāmakaraṇaṭṭhena ‘‘nāma’’nti vuccanti. Atha vā adhivacanasamphasso viya adhivacanaṁ nāmaṁ antarena anupacitasambhārānaṁ gahaṇaṁ na gacchantīti nāmāyattaggahaṇatāya vedanādayo ‘‘nāma’’nti vuccanti, rūpaṁ pana vināpi nāmasavanaṁ attano ruppanasabhāveneva gahaṇaṁ gacchati. Vavatthāpetabbanti asaṅkarato ṭhapetabbaṁ, aññamaññaṁ, rūpena ca amissitaṁ katvā citte ṭhapetabbanti attho.",
  "anya-e0104n6:5": "Nāmarūpapariggaho ca nāma yāvadeva tassa paṭinissajjanatthanti tadanurūpameva nidassanaṁ dassento ‘‘yathā nāmā’’tiādimāha. Ruppanatoti ettha ruppanaṭṭho ‘‘sītādivirodhipaccayasannipāte visadisuppattī’’tiādinā (visuddhi. mahāṭī. 2.432) khandhaniddesavaṇṇanāyaṁ vuttoyeva. Evaṁ visuṁ nāmapariggahaṁ, rūpapariggahañca dassetvā idāni ekajjhaṁ nāmarūpapariggahaṁ dassetuṁ ‘‘tato namanalakkhaṇa’’ntiādi vuttaṁ.",
  "anya-e0104n6:6": "664. Iti arūpamukhena vipassanābhinivesaṁ dassetvā idāni rūpamukhena taṁ dassento ‘‘suddhavipassanāyāniko panā’’tiādimāha. Tattha samathayānikassa samathamukhena vipassanābhiniveso, vipassanāyānikassa pana samathaṁ anissāyāti āha ‘‘suddhavipassanāyāniko’’ti, samathabhāvanāya amissitavipassanāyānavāti attho. Ayameva vā samathayānikoti yathāvutto samathayāniko eva vā. Tena samathayānikassāpi rūpamukhena vipassanābhiniveso labbhati, na arūpamukhenevāti dasseti. Tesaṁ tesaṁ dhātupariggahamukhānanti ‘‘yaṁ thaddhalakkhaṇaṁ, ayaṁ pathavīdhātū’’tiādinā (visuddhi. 1.308) saṅkhepamanasikārādivasena vuttesu terasasu dhātupariggahamukhesu. Kammasamuṭṭhāno nāma keso cammabbhantaragato. Tatthevāti tasmiṁyeva kammasamuṭṭhāne kese. Kāyappasādassa viya bhāvassāpi sakalasarīrabyāpitāya ‘‘bhāvassa atthitāyā’’ti vuttaṁ. Puna tatthevāti tasmiṁyeva kesasaññite rūpasamudāye. Aparānipīti pubbe vuttāni kammasamuṭṭhānāni vīsati, imāni āhārasamuṭṭhānādīni catuvīsati rūpānīti sabbānipi catucattālīsa, tañca kho tattha labbhamānasantatisīsasāmaññena veditabbaṁ. ‘‘Catucattālīsā’’ti ca idaṁ saddassa aniyatattā vuttaṁ. Na hi sabbakālaṁ utucittato rūpaṁ uppajjantaṁ sasaddameva uppajjatīti. Evanti yathā kese, evaṁ lomādīsu catusamuṭṭhānikesu. Catuvīsatikoṭṭhāsesūti dvattiṁsāya koṭṭhāsesu vakkhamāne aṭṭha koṭṭhāse apanetvā catuvīsatikoṭṭhāsesu. Sedādīnaṁ ātapūpatāpādinā, cittavikārena ca uppajjanato te utucittasamuṭṭhānā vuttā.",
  "anya-e0104n6:7": "Dvattiṁsakoṭṭhāsagatesu rūpesu pākaṭesu jātesu tadaññānipi pākaṭāni hontīti tānipi dassetuṁ ‘‘apare’’tiādi vuttaṁ. Tattha apare dasa ākārāti tejovāyokoṭṭhāsavasena apare dasa ākārā. Kammajeti bhūtakathanaṁ, na visesanaṁ asitādiparipācakassa tejassa akammajassa abhāvato. Tathā cittajeti ca ekantacittasamuṭṭhānattā assāsapassāsānanti keci, taṁ na, acittajasantāne pavattānaṁ utujabhāvato. Abbhantaraṭṭhā eva hi te cittajā, na bahiddhā, tasmā tattha ‘‘cittaje’’ti idaṁ visesanameva, ayañca attho heṭṭhā ānāpānakathāyaṁ vuttoyeva. Sesesūti santappanādivasena ceva uddhaṅgamādivasena ca pavattesu tejovāyokoṭṭhāsesu.",
  "anya-e0104n6:8": "Cakkhudasakādīsu padhānarūpaṁ cakkhādayoti tesu labbhamānaṁ vatthudvārabhāvaṁ avayavakiccaṁ samudāye āropetvā vuttaṁ ‘‘vatthudvāravasena pañca cakkhudasakādayo’’ti. Vatthuvasena hadayavatthudasakañcāti yojetabbaṁ, ekayoganiddiṭṭhānampi ekadeso anuvattatīti. Sabbānipīti yathāvuttagaṇanāyaṁ catunnavuticatusatādhikāni sahassarūparūpāni. Koṭṭhāsāvayavānaṁ pana tadavayavakalāpānañca bhede gayhamāne ativiya tato bahutaro rūpabhedo hoti, so pana bhedo idha ādikammikassa duppariggahoti na gahetabbo.",
  "anya-e0104n6:9": "Kāmaṁ vatthuvasenāpi arūpadhammā pākaṭā honti, dvāravasena pana pariggaho anākuloti katvā vuttaṁ ‘‘dvāravasena arūpadhammā pākaṭāhontī’’ti . Sabbasaṅgāhikavasena ‘‘ekāsīti lokiyacittānī’’ti vuttaṁ, lābhino eva pana mahaggatacittāni supākaṭāni honti. Avisesenāti sādhāraṇato. Phassādayo hi satta cetasikā cakkhuviññāṇādīhipi uppajjanato sabbacittuppādasādhāraṇā. Sabbepi teti ekāsīti lokiyacittāni, taṁsampayuttaphassādayoti sabbepi te arūpadhamme. Ārammaṇādivibhāgena pana cittuppādabhede gayhamāne tato bahutaro eva hoti, so pana idha nādhippeto.",
  "anya-e0104n6:10": "665. Assa cakkhupasādassa nissayabhūtā pana catasso dhātuyoti sambandho. Sahajātarūpāni tassa cakkhupasādassa icceva sambandho. Tatthevāti tasmiṁyeva sasambhāracakkhupadese. Anupādinnarūpānīti pubbe vuttarūpānaṁ upādinnarūpattā vuttaṁ, akammajarūpānīti attho. Sesānīti paṭhamaṁ cakkhuno vuttattā tato sesāni, tena pana saddhiṁ catupaññāsa rūpāni honti. Cakkhudasakādīsu ekassapi aggahetabbato ‘‘avasesāni tecattālīsa rūpānī’’ti vuttaṁ. Saddassa aniyatattā taṁ aggahetvā ‘‘tecattālīsa rūpānī’’ti vatvā puna utucittasamuṭṭhāne dve sadde gahetvā ‘‘pañcacattālīsā’’ti kecivādo dassito.",
  "anya-e0104n6:11": "Avasesarūpānīti ‘‘dasa dhātuyo’’ti vutte dvādasa rūpadhamme ṭhapetvā avasesāni cha nipphannarūpāni. Rūparūpāneva hi idha pariggayhanti, na rūpaparicchedavikāralakkhaṇāni. Cakkhusannissayarūpārammaṇabhāvasāmaññena, cittabhāvasāmaññena ca kusalākusalavipākatāya duvidhampi cakkhuviññāṇaṁ cittantveva vuttaṁ. Evanti iminā ‘‘cakkhuṁ nissāyā’’tiādinā vuttaṁ, avuttañca ‘‘sotaṁ nissāyā’’tiādikaṁ saṅgaṇhāti. Manoviññāṇadhātūti etthapi ‘‘ekā’’ti padaṁ ānetvā sambandhitabbaṁ ‘‘ekā manoviññāṇadhātū’’ti. Aḍḍhena ekādasa aḍḍhekādasa, aḍḍhaṁ vā ekādasamaṁ etāsanti aḍḍhekādasa. Aḍḍhaṭṭhamāti etthāpi eseva nayo.",
  "anya-e0104n6:12": "666.Cakkhudhātuyaṁ vuttanayenevāti ‘‘yaṁ loko setakaṇhamaṇḍalavicitta’’ntiādinā (visuddhi. 2.665) vuttanayena.",
  "anya-e0104n6:13": "667.Idha bhikkhu imasmiṁ sarīreti ajjhattaṁ vipassanābhinivesadassanavasena vuttaṁ. Teneva hi ekasseva bhāvassa gahitattā ‘‘sattarasarūpāni sammasanupagānī’’ti āha. Sammasituṁ sakkuṇeyyāni sammasanaṁ upagacchantīti sammasanupagāni, sammasanīyānīti attho. Ākāra-ggahaṇena viññattidvayaṁ vuttaṁ, vikāra-ggahaṇena lahutādittayaṁ, itarena ākāsadhātūti vadanti. Ākāra-ggahaṇena pana viññattidvayena saddhiṁ lakkhaṇarūpamāha. Tampi hi rūpānaṁ uppajjanādiākāramattanti. Antaraparicchedoti taṁtaṁkalāpānaṁ asaṅkarakāraṇatāya antarabhūto paricchedo . Yadi na sammasanupagāni, ākārādimattāni ca, kathaṁ rūpānīti āha ‘‘apica kho’’tiādi.",
  "anya-e0104n6:14": "668. Evaṁ dvācattālīsāya koṭṭhāsānaṁ vasena vitthārato rūpapariggahaṁ tadanusārena vitthārato eva nāmapariggahaṁ vibhāvetvā tato saṁkhittasaṁkhittatarasaṁkhittatamavasena, aṭṭhārasadhātuvasena, dvādasāyatanavasena, pañcakkhandhavasena ca rūpārūpapariggahaṁ dassetvā atisaṁkhittanayenāpi dassetuṁ ‘‘yaṁ kiñci rūpa’’ntiādi vuttaṁ.",
  "anya-e0104n6:15": "Yathā ca dhātuādivasena, evaṁ indriyasaccapaṭiccasamuppādavasenapi rūpārūpapariggaho veditabbo. Kathaṁ? Indriyavasena tāva cakkhādīni pañca, itthipurisindriyāni cāti satta indriyāni rūpaṁ, manindriyaṁ, pañca vedanindriyāni, saddhādīni pañca cāti ekādasa nāmaṁ, jīvitindriyaṁ nāmañca rūpañca, pacchimāni tīṇi idha anadhippetāni lokuttarattā. Dukkhasaccaṁ nāmañca rūpañca, samudayasaccaṁ nāmaṁ, itarāni idha nādhippetāni lokuttarattā. Paccayākāre ādito tīṇi aṅgāni nāmaṁ, catutthapañcamāni nāmañca rūpañca, chaṭṭhasattamaaṭṭhamanavamāni nāmaṁ, dasamaṁ nāmañceva nāmarūpañca, pacchimāni dve paccekaṁ nāmañca rūpañcāti evaṁ tattha tattha vuttanayānusārena indriyasaccapaccayākāravasenapi nāmarūpapariggaho kātabbo. Evaṁ pana nāmarūpapariggahassa vibhāgena kathane payojanaṁ heṭṭhā vuttameva.",
  "anya-e0104n6:16": "669. Kāmaṁ vedanādīsu arūpadhammesu na uttaruttarā viya purimapurimā sukhumā, tathāpi saṅghaṭṭanena vikāraāpajjanake rūpadhamme upādāya sabbepi te sukhumā evāti āha ‘‘sukhumattā arūpaṁ na upaṭṭhātī’’ti. Sammasitabbanti sammadeva lakkhaṇādito vīmaṁsitabbaṁ. Manasikātabbanti tathā citte ṭhapetabbaṁ. Pariggahetabbanti paricchedakārikāya paññāya paricchijja gahetabbaṁ. Vavatthapetabbanti aññamaññaṁ asaṅkarato vinicchitabbaṁ. Assāti yogino . Suvikkhālitanti suvisodhitaṁ. Ādikammikassa hi kammaṭṭhānaṁ pariggaṇhantassa yāva dhammā suparibyattaṁ na upatiṭṭhanti, tāva te tappaṭicchādakasammohabalena abhibhūtā avisuddhā nāma honti, asaṅkarato upaṭṭhānābhāvato aññamaññañca jaṭitā. Yadā pana sammasanādividhinā taṁ vibhūtaṁ hoti, tadā te suvikkhālitā, nijjaṭā ca nāma honti. Tenāha ‘‘yathā yathā hī’’tiādi. Ādikammikassa arūpadhammā yebhuyyena rūpadhamme ārabbha pavattanākārena gahaṇaṁ gacchantīti katvā vuttaṁ ‘‘tadārammaṇā arūpadhammā’’ti. Teneva hi heṭṭhā ‘‘tassevaṁ pariggahitarūpassa dvāravasena arūpadhammā pākaṭā hontī’’ti vuttaṁ, na vatthuvasenāti.",
  "anya-e0104n6:17": "Idāni rūpapariggaho arūpapariggahassa upāyo, upatthambho cāti yathāvuttamatthaṁ upamāhi pakāsetuṁ ‘‘yathā hī’’tiādi vuttaṁ. Mukhanimittanti mukhassa paṭibimbaṁ. Tatridaṁ upamāsaṁsandanaṁ – cakkhumā puriso viya yogāvacaro, tassa cakkhu viya yogino kammaṭṭhānapariggāhakañāṇaṁ, ādāsaṁ viya rūpapariggaho, mukhanimittaṁ viya arūpapariggaho, ādāsassa aparisuddhakālo viya rūpapariggahassa avikkhālitakālo, tadā mukhanimittassa apaññāyanaṁ viya rūpapariggahassa avisuddhatāya arūpadhammānaṁ anupaṭṭhānaṁ, ādāsassa punappunaṁ parimajjanaṁ viya rūpapariggahassa punappunaṁ visodhanaṁ, suparimajjite ādāse subyattaṁ mukhanimittassa paññāyanaṁ viya suvikkhālite nijjaṭe rūpapariggahe arūpadhammānaṁ suṭṭhu upaṭṭhānanti. Iminā nayena telatthikopamādīsupi yathārahaṁ upamāsaṁsandanaṁ veditabbaṁ. Tilapiṭṭhanti tilacuṇṇaṁ. Katakaṭṭhinti katakabījaṁ. Kalalakaddamanti tanukaddamaṁ.",
  "anya-e0104n6:18": "Tappaccanīkakilesāti tassa arūpadhammapariggāhakañāṇassa vibandhabhāvena paṭipakkhabhūtā sammohādikilesā. Ucchuādiupamāsu idaṁ mukhamattassa dassanaṁ – yathā ucchurasaṁ gahetukāmo ucchūni ucchuyante pakkhipitvā ekavāraṁ dvivāraṁ yantakkamanamattena ucchurase anikkhamante na ucchūni chaḍḍetvā gacchati, yathā vā core gahetvā tehi katakammaṁ jānitukāmo dvattippahāramattena tesu tamatthaṁ akathentesu na te muñcati, yathā vā pana godammako goṇaṁ dametukāmo dhure taṁ yojetvā ekavāraṁ dvivāraṁ tasmiṁ pathena agacchante na vissajjeti, yathā ca dadhiṁ manthetvā navanītaṁ gahetukāmo dadhikalasiyaṁ manthaṁ pakkhipitvā sakiṁ, dvikkhattuṁ vā manthassa bhamanamattena navanīte anuppajjante na dadhiṁ chaḍḍeti, yathā vā pana macche pacitvā khāditukāmo ekavāraṁ dvivāraṁ aggidānamattena macchesu apaccantesu na te chaḍḍeti. ‘‘Atha kho naṁ punappunaṁ parimajjatī’’ti ettha vuttanayānusārena ‘‘atha kho naṁ ucchuyante punappunaṁ uppīḷetī’’tiādinā sabbattha upamattho yojetabbo.",
  "anya-e0104n6:19": "Arūpadhammānaṁ upaṭṭhānākārakathāvaṇṇanā",
  "anya-e0104n6:20": "670. Ākirīyanti abhimukhā honti etehīti ākārā, arūpadhammānaṁ upaṭṭhānassa mukhabhūtā phusanānubhavanavijānanappakārāti āha ‘‘arūpadhammā tīhi ākārehi upaṭṭhahantī’’tiādi. Ārammaṇe pavattamānesu cittacetasikesu asatipi pubbāpariye phusanalakkhaṇo phasso, tattha sabbapaṭhamaṁ abhinipatanto viya hotīti vuttaṁ ‘‘paṭhamābhinipāto phasso’’ti. Tenassa phusanākārena supākaṭabhāvena upaṭṭhānaṁ dasseti. Phasse pana upaṭṭhite yasmiṁ ārammaṇe so phasso, tassa anubhavanalakkhaṇā vedanā, sañjānanalakkhaṇā saññā, āyūhanalakkhaṇā cetanā, paṭivijānanalakkhaṇaṁ viññāṇanti imepi pākaṭā hontīti āha ‘‘taṁsampayuttā vedanā’’tiādi. Evaṁ salakkhaṇasaṅkhepato catudhātuvavatthānavasena phassamukhena arūpapariggahaṁ dassetvā idāni vitthārato catudhātuvavatthānavasena taṁ dassetuṁ ‘‘tathā kese’’tiādi vuttaṁ. Tattha kese pathavīdhātūti kesasaṅkhāte pathavīkoṭṭhāse pathavīdhātu. Lakkhaṇavibhattito hi dhātuvavatthānadassanametaṁ.",
  "anya-e0104n6:21": "Punapi dvinnaṁ dhātuvavatthānānaṁ vasena vedanāmukhena arūpapariggahaṁ dassetuṁ ‘‘ekassā’’tiādi vuttaṁ. Tattha tassa rasānubhavanakavedanāti thaddhabhāvasaṅkhātassa phoṭṭhabbasabhāvassa anubhavanavasena pavattavedanā.",
  "anya-e0104n6:22": "Aparassāti etthāpi vuttanayeneva sambandho veditabbo. Tattha ārammaṇapaṭivijānananti thaddhatāsaṅkhātaphoṭṭhabbārammaṇapaṭivijānanaṁ. Kāyadvārābhinihataṁ, kevalaṁ vā manodvārikajavanaviññāṇamāha. Tañhi ‘‘pathavīdhātu kakkhaḷalakkhaṇā’’ti paṭivijānāti, itaraṁ pana kakkhaḷalakkhaṇapaṭivijānanamattamevāti.",
  "anya-e0104n6:23": "Eteneva upāyenāti yvāyaṁ salakkhaṇasaṅkhepato, salakkhaṇavibhattito ca dhātuvavatthānavasena rūpapariggahaṁ dassetvā tattha ṭhitassa phassādimukhena arūpapariggaṇhanupāyo dassito, eteneva upāyena. Kammasamuṭṭhānakeseti catusamuṭṭhānakesato niddhārite kammasamuṭṭhānakese. Kakkhaḷalakkhaṇātiādinā nayenāti ādi-saddena na kevalaṁ ‘‘paggharaṇalakkhaṇā āpodhātū’’tiādinā lakkhaṇavisesena saddhiṁ dhātvantarāniyeva, atha kho ekasamuṭṭhānādibhedāni koṭṭhāsantarānipīti daṭṭhabbaṁ. Tenevāha ‘‘dvācattālīsāya dhātukoṭṭhāsesū’’ti. Sabbaṁ nayabhedaṁ anugantvāti yvāyaṁ dvācattālīsāya dhātukoṭṭhāsesu pathavīdhātuādīnaṁ lakkhaṇādito vavatthāpanavasena nānāvidho rūpapariggahanayo vutto, taṁ sabbaṁ nayabhedaṁ nayavisesaṁ anugantvā, cakkhudhātuādīsu rūpapariggahamukhesu arūpapariggahadassanavasena yojanā kātabbāti adhippāyo. Tatridaṁ yojanāmukhamattadassanaṁ – ekassa tāva ‘‘cakkhudhātu rūpābhighātārahabhūtappasādalakkhaṇā, daṭṭhukāmatānidānakammasamuṭṭhānabhūtappasādalakkhaṇā vā’’tiādinā (dha. sa. aṭṭha. 600) nayena dhātuyo pariggaṇhantassa ‘‘paṭhamābhinipāto phasso, taṁsampayuttā vedanā’’ti sabbaṁ yojetabbaṁ. Tathā ‘‘yathāvuttalakkhaṇāya cakkhudhātuyā rasānubhavanakavedanā vedanākkhandho’’tiādi yojetabbaṁ. Tathā ‘‘yathāvuttalakkhaṇā cakkhudhātū’’ti, ‘‘ārammaṇapaṭivijānanaṁ viññāṇaṁ viññāṇakkhandho’’tiādinā sabbaṁ yojetabbaṁ. Āyatanādivasena rūpapariggahamukhesupi eseva nayo.",
  "anya-e0104n6:24": "671. Yathā nāma heṭṭhimajhānaṁ subhāvitaṁ vasībhāvaṁ pāpitameva uparijhānassa pādakaṁ padaṭṭhānaṁ hoti, na paṭiladdhamattaṁ, evaṁ rūpapariggaho suvisuddho nijjaṭo niggumbo eva arūpapariggahassa pādakaṁ padaṭṭhānaṁ hoti, na avisuddho, tasmā rūpārūpassa ekadesepi anupaṭṭhite so avisuddho eva nāma hoti, pageva bahūsu anupaṭṭhitesūti dassento āha ‘‘sace hī’’tiādi. Pabbateyyā gāvī viya bālā abyattā akhettaññū.",
  "anya-e0104n6:25": "Khaggenāti khaggaggena. Samugganti mañjūsāsadisaṁ mahāsamuggaṁ. Apariggahitakammaṭṭhānassa avibhattaṁ viya upaṭṭhahantampi nāmarūpaṁ vibhattasabhāvameva, tassa ca vibhāgo kammaṭṭhānapariggahesu pākaṭo hotīti ca dassanatthaṁ samuggavivaraṇaṁ, yamakatālakandaphālanañca nidassanabhāvena vuttaṁ. Yamakatālakandañhi bhinnasantānampi abhinnaṁ viya upaṭṭhāti, evaṁ rūpārūpadhammāti. Sabbepi tebhūmake dhamme nāmañca rūpañcāti dvedhā vavatthapetīti ettha kiñcāpi sabba-saddo anavasesapariyādāyako, nāmarūpabhāvo pana aññamaññavidhuroti na tadubhayaṁ samudāyavasena parisamāpayetabbaṁ, tasmā ‘‘yadettha namanalakkhaṇaṁ, taṁ nāmaṁ. Yaṁ ruppanalakkhaṇaṁ, taṁ rūpa’’nti evaṁ dvedhā vavatthapetīti attho. Evaṁ vavatthapentoyeva ca tadubhayavinimuttassa tebhūmakadhammesu kassaci dhammassa abhāvato ‘‘sabbepi tebhūmakadhamme nāmañca rūpañcāti dvedhā vavatthapetī’’ti vuccati. ‘‘Nāmañca rūpañcā’’ti eteneva tassa duvidhabhāve siddhe ‘‘dvedhā vavatthapetī’’ti idaṁ nāmarūpavinimuttassa aññassa abhāvadassanatthaṁ. Tenevāha ‘‘nāmarūpamattato uddha’’ntiādi. ‘‘Sabbepi tebhūmake dhamme’’ti pana sabbaggahaṇañcettha sammasamanupagassa dhammassa anavasesetabbatāya vuttaṁ. Tañhi anavasesato pariññeyyaṁ ekaṁsato virajjitabbaṁ, tato ca cittaṁ virājayaṁ pamocetabbaṁ. Tenāha bhagavā –",
  "anya-e0104n6:26": "‘‘Sabbaṁ, bhikkhave, anabhijānaṁ aparijānaṁ tattha cittaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. Sabbañca kho, bhikkhave, abhijānaṁ parijānaṁ tattha cittaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāyā’’ti (saṁ. ni. 4.26-27).",
  "anya-e0104n6:27": "Yadi tebhūmakaṁ dhammajātaṁ anavasesato gahitaṁ ‘‘nāmarūpa’’nti, yaṁ ito bāhirakehi padatthabhāvena parikappitaṁ, seyyathidaṁ – pakatiādi drabyādi jīvādi kāyādi. Tattha kathaṁ paṭipajjitabbanti? Ummattakavipallāsasadise asammāsambuddhapavedite kā tattha aññā paṭipatti aññatra ajjhupekkhanato. Atha vā tepi nāmarūpantogadhabhāvābhāvavasena nicchitā evāti veditabbā. Kathaṁ? Pakati, mahā, ahaṁkāro, tammattāni, indriyāni, bhūtāni, purisoti ete pakatiādayo. Tattha samabhāvena pavattamānānaṁ sattarajatamasaṅkhātānaṁ sukhadukkhamohānaṁ samudāyo pakati, padhānanti ca vuccati. Sattamattasampavedanīyo mahā, buddhīti keci. Sattarajādīsu abhimāno ahaṁkāro, asmimattāti keci. Saddaphassarūparasagandhā tammattāni aññamaññavisiṭṭhānaṁ pathavīādīnaṁ ekuttaratādassanato ekuttarāni tammattānīti vijjhavāsiekalakkhaṇehi tammattehi ekalakkhaṇā visesā sajiyanti, sukhumabhāvena pana nesaṁ sampavesanato ekuttaratāti keci. Sotādīni pañca savanādivuttikāni buddhindriyāni, vacanādānavicaraṇussaggānandakiccāni vācādīni pañca kammindriyāni. Mano antokaraṇaṁ, itaraṁ bāhirakaraṇaṁ. Gandhādīhi āraddhāni pathavīudakaaggivāyuākāsāni bhūtāni, cetanāsabhāvo purisoti evaṁ pakatiādīni sarūpato veditabbāni.",
  "anya-e0104n6:28": "Tattha hi pakati tāva sukhadukkhamohamattatāya nāmaṁ, samavisamabhāvāpattito aniccā, dukkhā, saṅkhatā ca āpannā. Mahāpi ‘‘tasmā aliṅgato liṅgavisesāmatto mahā uppajjatī’’ti vacanato, buddhibhāvānujānanato ca nāmaṁ, aniccaṁ, saṅkhatameva ca āpannaṁ. ‘‘Tasmā mahato cha visesā sajiyantī’’ti sakkate vacanato ‘‘asmī’’ti gahaṇanimittabhāvānujānanena ahaṁkāro abhimānoti katvā nāmaṁ, tato eva aniccasaṅkhatabhāvāpatti cassa siddhā. Itaraṁ tammattapañcakaṁ gandharasarūpaphassasaddabhāvānujānanato rūpaṁ, arūpanti pana kāpilānaṁ micchābhinivesamattaṁ. Te hi soḷasa visesā pañca bhūtāni, ekādasindriyāni bhūtehi bhūtavisesānīti gandhāditammattehi tannissayāni pathavīāpotejovāyoākāsasaṅkhātāni bhūtāni icchitāni. ‘‘Tabbisesā ca nānājātikā ahaṁkārato ca indriyānī’’ti vacanato sotakāyacakkhujivhāghānavācāpāṇipādapāyūpatthāni ceva mano cāti ekādasindriyāni.",
  "anya-e0104n6:29": "Tattha mano nāmaṁ, itarāni sabbāni rūpaṁ. Vācāti cettha atthāvajotakassa akkharasamudāyassa gahaṇaṁ. Imesaṁ pana dhammino dhammassa anaññatthassa icchitattā siddhāva aniccatā pariṇāmapakkhe, abhibyattipakkhepi yadi tabbisayañāṇuppādena abhibyañjanaṁ siddhāva aniccatā, atha tato pubbepi ñāṇaṁ attheva. Akkhabyattivādo pana siyāti idamettha disāmattaṁ. Drabyaguṇakammasāmaññavisesasamavāyā drabyādikā. Tattha pathavī āpo tejo vāyu ākāso kālo disā attā manoti nava drabyāni. Sadda rūpa rasa gandha phassa saṅkhā parimāṇāni puthūtva saṁyoga viyoga paratvā paratva buddhi sukha dukkha icchā dosa payatta gurutva dravatva sneha vegā saṅkhārā diṭṭhā ceti evamete tevīsati guṇā. Ukkhepanaṁ avakkhepanamākucanaṁ pasāraṇaṁ gamanamiti pañca kammāni. Aññamaññavisiṭṭhesu avisiṭṭhamabhidhānaṁ paccayo hoti. Saṁ-iti yato drabyaguṇakammesu sā atthi evāti etaṁ mahāsāmaññaṁ. Pathavīādīsu anuvattibyāvuttibuddhinimittaṁ drabyatvādi, taṁ yathā drabyatva guṇatva kammatva ghaṭatvādi, eso sāmaññaviseso. Iha tantesu paṭo, kapālesu ghaṭoti iheti yato hetuhetuphalānaṁ sambandho samavāyoti vutto, samavāyoti evamete drabyādikā.",
  "anya-e0104n6:30": "Tattha pathavī āpa teja vāyū bhūtarūpaṁ, ākāsaṁ tesaṁ abhāvamattaṁ, paricchedo vā, candasūriyādiparivattanaṁ, dhammappavattiñca upādāya paññattimattaṁ kālo. Tathā disā, attā ca. Mano nāmaṁ. Saddarūparasagandhā rūpameva. Tathā phasso bhūtattayasabhāvato. Saṅkhā ekādikā taṁ taṁ upādāya paññattimattaṁ. Tathā avayavasamudāye guṇavisesavasena, saṇṭhānavisesavasena vā mahantaṁ dīghaṁ, tabbipariyāyato aṇu rassanti bhinnalakkhaṇadesesu puthutvanti. Bhinnadesajānaṁ sahabhāve saṁyogoti. Tadapāye viyogoti. Samānadisādesagatānaṁ rūpānaṁ mahadabbantarānaṁ vasena paramaparanti paññattimattaṁ. Buddhisukhadukkhaicchādosapayattā nāmameva. Gurutva dravatva snehavegā rūpadhammānaṁ pavattivisesato gahetabbākārā. Itaro saṅkhāro ñāṇassa pavattiviseso. Adiṭṭhopi dhammādhammabhāvato nāmameva. Ukkhepanaṁ avakkhepanaṁ ākucanaṁ pasāraṇaṁ gamananti rūpadhammānaṁ pavattimattaṁ. Sadisāsadisatāyaṁ sāmaññavisesasaññā, ayuttasambandhe samavāyasamaññāti drabyādīnampi nāmarūpantogadhatā daṭṭhabbā.",
  "anya-e0104n6:31": "Jīvājīvabandha puñña pāpāsava saṁvaranijjaravimokkhā jīvādikā. Tattha jīvoti attā. Puggaladhammādhammākāsakālesu ajīvasaññā. Tesu saddaphassarūparasagandhasaṇṭhānabandhabhedasukhumaparaaparāghātappabhācchāyojjākatamāni puggalalakkhaṇanti puggalo rūpaṁ rūpadhammānaṁ pavattiākāramattato. Dhammādhammā jīvapuggalānaṁ gatiṭṭhitimattatāya tadavisiṭṭhā . Ākāsakālā paññattimattaṁ. Bandho ‘‘kammapuggalantarasaṁyogo’’ti vacanato tehi anañño. Puññapāpāni nāmanti pākaṭameva. ‘‘Kammapuggalānamāsavo’’ti vacanato puññāpuññasambhave āsavasamaññāti tato avisiṭṭho āsavo. ‘‘Āsavanirodho saṁvaro’’ti vacanato paṭipakkhena puññāpuññanirodho saṁvaro. ‘‘Kammaphalappavattiyā pakatiyā appavatti nijjaro’’ti vacanato vipākanirodhanimittaṁ nijjaro. Mokkhopi ‘‘sabbakammavimokkho’’ti vacanato kammapuggalajīvaviyogo. Tattha kammapuggalānaṁ saddādilakkhaṇatāya rūpamattatā puññāpuññamattatāya arūpatā. Jīvo ca arūpamattamevāti ayaṁ drabyamokkho. Bhāvamokkho pana jīvassa rāgādibhāvāpariṇāmo rāgādayo nāmamevāti jīvādayopi nāmarūpantogadhā eva.",
  "anya-e0104n6:32": "Kāyappavattigatijātibandhāpavaggā kāyādikā. Tattha pathavīāpatejavāyuattasukhadukkhesu kāyasamaññā. Tadavisiṭṭhā pavattigatijātibandhāpavaggā, ‘‘bhāvoti attho, kāyoti anatthantara’’nti vacanato kāyato aññaṁ kiñci natthi. ‘‘Pavattisaññā kiriyāsaṁyogavibhāgesū’’ti vacanato gatiādippakārena pavattā pathavīādayo eva pavatti upacāro. ‘‘Tasmiṁ anatthantara’’nti vacanato kāyato anaññā suramanujapetatiracchānanarakūpapattiyo gatiyo. Tāsu purimāpurimāvisiṭṭho gatīsu jātassa nicchayopi pavattimattanti tato anaññā kaṇhanīlarattapītasukkaatisukkasaṅkhātā jātiyo. Tā uttaruttaravisiṭṭhā aññāṇamoharāgadosatatvāsandassanappāyā sukkajāti, antā accantavimuttā avagāhitatvā cāti sukkajāti. ‘‘Dosesu bandhasamaññā’’ti vacanato aññāṇādilakkhaṇassa bandhassa jīvato anaññatā. Aññāṇādidosābhāvato apavaggasiddhīti kāyādayopi nāmarūpamattameva.",
  "anya-e0104n6:33": "Yopi tattha tattha ‘‘puriso attā jīvo’’tiādipariyāyehi vutto attapadattho, sopi yathārahaṁ nāmarūpamattaṁ upādāya paññatto, nāmarūpamattameva vā. Tena vuttaṁ ‘‘tepi nāmarūpantogadhabhāvābhāvavasena nicchitā evā’’ti.",
  "anya-e0104n6:34": "Sambahulasuttantasaṁsandanākathāvaṇṇanā",
  "anya-e0104n6:35": "672.Soti so vipassanākammiko yogāvacaro. Evanti vuttappakāraparāmasanaṁ. Yāthāvasarasatoti yathābhūtasabhāvato. Nāmarūpaṁ vavatthapetvā etamatthaṁ saṁsandetvā vavatthapetīti sambandho. Lokasamaññāyapi pahānatthāya, pageva ‘‘satto jīvo’’ti pavattanakamicchābhinivesassāti adhippāyo. Nāmarūpamattatāya avinicchatattā, santānādighanabhedassa ca akatattā abhinivesena vinā samūhekattaggahaṇavasena ‘‘satto’’ti pavatto sammoho sattasammoho. Tassa vikkhambhanā asammohabhūmi. Sambahulasuttantavasenāti ‘‘yathāpī’’tiādinā idha vuttānaṁ, avuttānañca ‘‘rūpañca hidaṁ, mahāli, attā abhavissa, nayidaṁ rūpaṁ ābādhāya saṁvatteyyā’’ti (saṁ. ni. 3.59; mahāva. 20) evamādinā sambahulānaṁ suttantānaṁ vasena. ‘‘Nāmarūpamattamevā’’tiādinā vuttamevatthaṁ sandhāyāha ‘‘etamattha’’nti.",
  "anya-e0104n6:36": "Aṅgasambhārāti aṅgasambhārahetu. Tannimittaṁ taṁ amuñcitvā sati eva tasmiṁ ‘‘satto’’ti vohāro.",
  "anya-e0104n6:37": "Agārantvevāti yathā kaṭṭhādīni paṭicca upādāya tesaṁ nāmaṁ vissajjetvā agāramicceva saṅkhaṁ samaññaṁ gacchati, evaṁ aṭṭhiādīni paṭicca upādāya tesaṁ nāmaṁ vissajjetvā rūpaṁ sarīramicceva saṅkhaṁ gacchatīti yojanā.",
  "anya-e0104n6:38": "Dukkhameva sambhotīti dukkhadukkhatādibhedaṁ tividhaṁ dukkhameva sambhavati, yathāpaccayaṁ uppajjati, tadeva dukkhaṁ khaṇaṭṭhitipabandhaṭṭhitivasena tiṭṭhati ceva khaṇanirodhaāyukkhayanirodhādivasena nirujjhati cāti attho. Idāni dukkhamevāti evakārena nivattitamatthaṁ dassetuṁ ‘‘nāññatrā’’tiādi vuttaṁ. Tassattho – yathāvuttaṁ dukkhaṁ ṭhapetvā tato aññaṁ kiñci dhammajātaṁ na sambhavati, yo ‘‘satto’’ti vā ‘‘jīvo’’ti vā vucceyya, sabbena sabbaṁ abhāvā kuto tassa nirodhoti.",
  "anya-e0104n6:39": "Upamāhināmarūpavibhāvanākathāvaṇṇanā",
  "anya-e0104n6:40": "673.Ekenākārena saṇṭhitesūti yena pakārena akkhādīsu sanniviṭṭhesu rathasamaññā, tena ekena ākārena samavaṭṭhitesu ekajjhaṁ rāsikatesu . Evamevanti sannivesavisiṭṭhe avayavasamudāye santānavasena pavattamāne yathā ‘‘ratho gehaṁ muṭṭhi vīṇā senā nagaraṁ rukkho’’ti vohāramattaṁ, paramatthato pana rathādi nāma kiñci natthi, evamevaṁ. Upādānakkhandhesūti upādānakkhandhasaññitesu rūpārūpadhammesu samuditesu santānavasena pavattamānesu ‘‘satto jīvo’’ti vohāramattaṁ, paramatthato pana satto vā jīvo vā natthīti yāthāvato jānanaṁ. Idaṁ yathābhūtadassanaṁ ‘‘diṭṭhivisuddhī’’ti vuccati.",
  "anya-e0104n6:41": "674.Tassāti sattoti gahitassa attano. Vināsanti niruddhassa vināsaṁ. Avināsanti avinassanaṁ, niccatanti attho. Dvayavaseneva hi attavādino ṭhitā, sassato attā, ucchijjatīti vā, ekaccasassatavādopi ettheva samavaruddhoti. Avināsaṁ anujānantoti buddhiādīnaṁ dhammānaṁ vināsaṁ icchantopi ‘‘dhammī nicco kūṭaṭṭho’’ti attano vināsābhāvaṁ anujānanto. Sassateti sassatagāhe. Patati katavināsaakatabbhāgamādidosappasaṅgatoti adhippāyo. Khīranvayassāti khīrassa anvayabhūtassa, phalabhūtassāti attho. Tadanvayassāti tassa attano anvayabhūtassa aññassa kassaci abhāvato. Olīyati nāmāti ‘‘sassato attā’’ti abhinivesena bhavābhirato hutvā bhavanirodhato saṅkocanaṁ āpajjanto bhaveyeva nilīyati nāma. Atidhāvati nāmāti tattha tattheva hi bhave attā ucchijjatīti ucchedavādī ‘‘ucchijjati attā’’ti gaṇhanto paraṁ maraṇā santaṁ bhavaṁ ‘‘natthī’’ti atikkamanto atidhāvati nāmāti vadanti. Kilesanirodhe pana kammassa avipaccanato bhavanirodhe icchitabbe tathā aggahetvā ‘‘taṁ taṁ bhavavisesaṁ āgamma attā ucchijjatīti evaṁ bhavanirodho hotī’’ti gaṇhanto taṁ atidhāvati nāma.",
  "anya-e0104n6:42": "Pariyuṭṭhitāti abhibhūtā. Cakkhumantoti yathābhūtadassanasaṅkhātena ñāṇacakkhunā cakkhumanto.",
  "anya-e0104n6:43": "Kāmabhavādibhedo bhavo āramitabbaṭṭhena ārāmo etesanti bhavārāmā. Tasmiṁ bhave ratā abhiratāti bhavaratā. Bhave sammodaṁ āpannāti bhavasammuditā. Tīhipi padehi bhavassādagadhitatāva vuttā. Cittaṁ na pakkhandatīti bhavassādagadhitattā eva bhavanirodhāvahe dhamme cittaṁ na anuppavisati. Nappasīdatīti na okappati. Na santiṭṭhatīti na patiṭṭhahati. Nādhimuccatīti na adhimuccati.",
  "anya-e0104n6:44": "Aṭṭīyamānāti dukkhāpiyamānā. Harāyamānāti lajjamānā. Jigucchamānāti hīḷentā. Vibhavanti ucchedaṁ. Abhinandantīti vuttaabhinandanākāradassanaṁ ‘‘yato kira bho’’tiādi.",
  "anya-e0104n6:45": "Bhūtanti khandhapañcakaṁ. Tañhi yathāsakaṁ paccayehi jātattā, paramatthato vijjamānattā ca bhūtanti vuccati. Bhūtatoti yathābhūtasabhāvato, salakkhaṇato, sāmaññalakkhaṇato ca.",
  "anya-e0104n6:46": "675. Evaṁ sattagāhato avalīyanātidhāvanadose, yathābhūtadassanato nibbidādiguṇe ca suttavaseneva dassetvā idāni nāmarūpamattepi gamanādiattakiccasiddhiṁ dassetuṁ ‘‘tasmā’’tiādi vuttaṁ. Tattha tasmāti yasmā ‘‘asmī’’ti vā ‘‘aha’’nti vā gāhassa vatthubhūto satto nāma natthi, paramatthato nāmarūpamattameva, tasmā. Sace koci attā nāma natthi, kathamidha nāmarūpamatte gamanādiattakiccasiddhīti codanaṁ sandhāyāha ‘‘dāruyanta’’ntiādi. ‘‘Khāyatī’’ti etena yathā nijjīve dārumayayante abbhantare vattamānassa jīvassa vasena saīhassa sabyāpārassa viya upaṭṭhānamattaṁ paccayavisesato, evaṁ nijjīve nāmarūpamatte paccayavisesato gamanādiattakiccasiddhīti saīhassa sabyāpārassa viya upaṭṭhānanti dasseti.",
  "anya-e0104n6:47": "Saccatoti bhūtato, paramatthatoti attho. Suññaṁ jīvena yantamiva abhisaṅkhataṁ paccayavasena pavattīti adhippāyo. Dukkhassa puñjo niccāturatāya tiṇakaṭṭhasadiso attasuññatāyāti attho. Etaṁ nāmarūpaṁ.",
  "anya-e0104n6:48": "Yamakanti yugaḷakaṁ. So ca kho yamakabhāvo aññamaññasannissitabhāvenāti āha ‘‘ubho aññoññanissitā’’ti. Tato eva ca ekasmiṁ bhijjamānasmiṁ ubho bhijjanti. Na hi kadāci pañcavokārabhave rūpe nirujjhante arūpaṁ anirujjhantaṁ, arūpe vā nirujjhante rūpaṁ anirujjhantaṁ atthi. Svāyaṁ bhaṅgo paccayā paccayanirodheneva, nāmarūpanirodhoti attho. Paccayāti vā paccayabhūtā, aññamaññassa paccayā hontāpi ubho bhijjantiyevāti attho.",
  "anya-e0104n6:49": "676.Daṇḍābhihatanti visesanena daṇḍaṁ, daṇḍābhighātassa paccayaṁ purisavāyāmañca dasseti, bheriyā pana visesitabbatā saddassa asādhāraṇakāraṇatāya. Teneva hi ‘‘aññā bherī’’ti bherīyeva gahitā, na daṇḍādayo. Adissamānarūpatāya saddaṁ nāmaṭṭhāniyaṁ katvā ‘‘evameva’’ntiādinā upamāsaṁsandanaṁ karoti.",
  "anya-e0104n6:50": "Na cakkhuto jāyareti na cakkhāyatanato niggacchanavasena jāyanti. Na hi cakkhāyatanassa paccayabhāvūpagamanato pubbe phassapañcamakā labbhanti, na ca padesavanto, yena te tato niggaccheyyuṁ. Tenevāha ‘‘puñjo natthi anāgate’’ti (mahāni. 10). Na rūpatoti etthāpi eseva nayo. ‘‘No ca ubhinnamantarā’’ti idaṁ pana tesaṁ arūpadhammattā appadesatāya vuttaṁ. Kevalaṁ pana yasmiṁ khaṇe paccayasamavāyo, tadā uppajjanamattamevāti āha ‘‘hetuṁ paṭicca pabhavanti saṅkhatā’’ti, cakkhurūpālokamanasikārādibhedaṁ dhammajātaṁ nissāya paccayabhūtaṁ kāraṇaṁ labhitvā tehi samecca sambhūya katattā saṅkhatā phassādayo dhammā uppajjantīti attho. Tassā pana dhammānaṁ uppattiyā pākaṭaṁ rūpadhammapavattiṁ dassento ‘‘yathāpi saddo pahaṭāya bheriyā’’ti āha. Phassapañcamaggahaṇañcettha pākaṭaarūpadhammānaṁ dassanaṁ. Sesagāthāsupi eseva nayo.",
  "anya-e0104n6:51": "Vatthurūpāti hadayavatthuto. Tannissayānaṁ arūpadhammānaṁ bahubhedattā sāmaññavohārena te dassetuṁ ‘‘saṅkhatā’’ti vuttaṁ.",
  "anya-e0104n6:52": "677.Nittejanti tejahīnaṁ ānubhāvarahitaṁ. Yathā pana taṁ nittejaṁ, taṁ dassetuṁ ‘‘na khādatī’’tiādi vuttaṁ. Na hi aññathā saddahanussahanādīsu nāmaṁ ‘‘nitteja’’nti sakkā vattuṁ, nāpi rūpaṁ sandhāraṇābandhanādīsu. Teneva hi ‘‘rūpaṁ nitteja’’nti vatvā ‘‘na hi tassa khāditukāmatā’’tiādi vuttaṁ. ‘‘Atha kho’’tiādinā byatirekavasenāpi nāmarūpānaṁ nittejataṁyeva vibhāveti. Aññamaññasannissayena hi nāmarūpassa attakiccasiddhipi paccekaṁ asamatthatāvibhāvanameva. Tathā hi nāmarūpassa attasuññatā, nirīhatā, byāpāravirahatā ca suṭṭhutaraṁ pākaṭā honti.",
  "anya-e0104n6:53": "Kathaṁ pana paccekaṁ asamatthānaṁ samuditabhāve samatthatā hoti? Asāmaggiyaṁ ahetūnaṁ sāmaggiyampi ahetubhāvāpattito. Na hi paccekaṁ daṭṭhuṁ asakkontānaṁ andhānaṁ satampi sahassampi samuditaṁ daṭṭhuṁ sakkotīti codanaṁ sandhāyāha ‘‘imassa panatthassā’’tiādi. Imaṁ upamaṁ udāharanti aṭṭhakathācariyā upamāyapi asiddhassa atthassa sādhetabbato. Tenevāha ‘‘upamaṁ te karissāmi, upamāyapidhekacce viññū purisā bhāsitassa atthaṁ jānantī’’ti (saṁ. ni. 2.67). Tuṭṭhahaṭṭhoti yadipāhaṁ cakkhukaraṇīyaṁ kātuṁ na sakkomi, pādakaraṇīyaṁ pana kātuṁ sakkomi, tvañca cakkhukaraṇīyaṁ, tasmā amhākaṁ ubhinnaṁ sahitānañca vasena icchitadesasampatti sijjhatīti tuṭṭhahaṭṭho jaccandho. Tattha jaccandhotiādi upamopameyyasaṁsandanaṁ. Dhammānaṁ attalābho parapaṭibaddhoti vattabbameva natthi tato pubbe avijjamānattā, paṭiladdhattalābhassāpi parapaṭibaddhameva atthakiccanti dassetuṁ ‘‘na sakena tejena uppajjati, na tāsu tāsu kiriyāsu pavattatī’’ti vuttaṁ. Tesaṁ nāmarūpānaṁ aññamaññaṁ nissāya uppatti vā pavatti vā na ca na hotīti jaccandhapīṭhasappiupamāya sādhitamatthaṁ nigamento ‘‘asāmaggiyaṁ ahetūnaṁ sāmaggiyampi ahetukabhāvāpattito’’ti yathāvuttassa hetuno anekantikabhāvaṁ vibhāveti.",
  "anya-e0104n6:54": "Paradhammavasānuvattinoti paresaṁ attato aññesaṁ hetupaccayasaṅkhātānaṁ dhammānaṁ vasena anuvattanasīlā. Attadubbalāti attanā dubbalā asamatthā. Parapaccayatoti paresaṁ dhammānaṁ paccayabhāvato. Etena janakapaccayaṁ vadati. Tenevāha ‘‘jāyare’’ti. Paraārammaṇatoti paresaṁ dhammānaṁ ārammaṇabhāvato. Etena upatthambhakapaccayaṁ vadati. Paccayaggahaṇaṁ vā rūpāpekkhaṁ, ārammaṇaggahaṇaṁ nāmāpekkhaṁ. ‘‘Paradhammehī’’ti idaṁ ārammaṇapaccayānaṁ visesanaṁ. Purimatthena hi vuttamevatthaṁ pacchimatthena pākaṭaṁ karoti. Pabhāvitāti uppāditā.",
  "anya-e0104n6:55": "Nāvāyantikūpamāyapi nāmarūpānaṁ avasavattitaṁ vibhāvetuṁ ‘‘yathāpī’’tiādinā tisso gāthā vuttā. Nissāyāti patiṭṭhāya. Yantīti gacchanti. Manusse nissāyāti netubhūte niyāmakakammakārakādimanusse apassāya. Na hi tesaṁ araṇaggahaṇalaṅkārasaṇṭhāpanaudakussiñcanādikiriyāya vinā nāvā icchitadesaṁ pāpuṇāti. Ubhoti aññamaññaṁ nāvaṁ nissāya manussā, manusse nissāya nāvāti attho.",
  "anya-e0104n6:56": "Evanti vuttappakārena. Nānānayehīti paṭhamādīnaṁ sattannaṁ jhānānaṁ, tesaṁ upacārānañca vasena cuddasa arūpapariggahamukhāni, catudhātuvavatthāne vuttānaṁ terasannaṁ dhātupariggahamukhānaṁ dhātāyatanakhandhamahābhūtavasena, idha vuttānaṁ avuttānañca indriyasaccapaṭiccasamuppannānaṁ vasena samavīsati rūpapariggahamukhāni, tāni paccekaṁ ‘‘phasso vedanā citta’’nti imesaṁ sammukhabhāvena upaṭṭhitānaṁ tiṇṇaṁ arūpadhammānaṁ vasena tiguṇitāni samasaṭṭhi, cuddasa arūpapariggahamukhāni, tāni cāti catusattatiyā nāmarūpapariggahanayehi ceva sambahulasuttantarathagehamuṭṭhivīṇāsenārukkhadāruyantanaḷakalāpibherijaccandhapaṅguḷanāvāmanussūpamāhi ca nāmarūpapamattatāvavatthāpananayehi ca. Sattasaññaṁ abhibhavitvāti anādikālabhāvitaṁ khandhapañcake attagāhaṁ vikkhambhetvā. Nāmarūpānaṁ yāthāvadassananti ‘‘idaṁ nāmaṁ, ettakaṁ nāmaṁ, na ito bhiyyo. Idaṁ rūpaṁ, ettakaṁ rūpaṁ, na ito bhiyyo’’ti ca tesaṁ lakkhaṇasallakkhaṇamukhena dhammamattabhāvadassanaṁ. Attadiṭṭhimalavisodhanato diṭṭhivisuddhīti veditabbaṁ. Etassevāti nāmarūpassa yāthāvadassanasseva.",
  "anya-e0104n6:57": "Diṭṭhivisuddhiniddesavaṇṇanā niṭṭhitā.",
  "anya-e0104n6:58": "Iti aṭṭhārasamaparicchedavaṇṇanā."
}