{
  "anya-e0903n4:0": "Mahāvaggasaṃyuttapāḷi",
  "anya-e0903n4:1": "Avijjāvagga",
  "anya-e0903n4:2": "Upaḍḍhasutta",
  "anya-e0903n4:3": "Pucchā – mahāvaggasaṃyutte panāvuso porāṇakehi dhammasaṃgāhakamahātherehi dutiyaṃ saṃgītaṃ upaḍḍhasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:4": "Vissajjanā – sakkesu bhante sakkare nāma sakyānaṃ nigame āyasmantaṃ ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānandatthero bhagavantaṃ etadavoca ‘‘upaḍḍhamidaṃ bhante brahmacariyaṃ yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘mā hevaṃ ānanda, mā hevaṃ ānanda, sakalamevidaṃ ānanda brahmacariyaṃ yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:5": "Mamaṃ hi ānanda kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccanti.",
  "anya-e0903n4:6": "Bojjhaṅgasaṃyutta",
  "anya-e0903n4:7": "Kuṇḍaliyasutta",
  "anya-e0903n4:8": "Pucchā – bojjhaṅgasaṃyutte panāvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ kuṇḍaliyasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:9": "Vissajjanā – sākete bhante añjanavane migadāye kuṇḍaliyaṃ paribbājakaṃ ārabbha bhāsitaṃ. Kuṇḍaliyo bhante paribbājako bhagavantaṃ upasaṅkamitvā ‘‘ahamasmi bho gotama ārāmanissayī parisāvacaro, tassa mayhaṃ bho gotama pacchābhattaṃ bhuttapātarāsassa ayamācāro hoti ārāmena ārāmaṃ uyyānena uyyānaṃ anucaṅkamāmi anuvicarāmi, so tattha passāmi eke samaṇabrāhmaṇe itivādappamokkhānisaṃsañceva kathaṃ kathante upārambhānisaṃsañca, bhavaṃ pana gotamo kimānisaṃso viharatī’’ti etaṃ vacanaṃ avoca. Tasmiṃ bhante vatthusmiṃ ‘‘vijjāvimuttiphalānisaṃso kho kuṇḍaliya tathāgato viharatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:10": "Paṭhama gilānasutta",
  "anya-e0903n4:11": "Pucchā – tenāvuso bhagavvatā jānatā…pe… sammāsambuddhena bojjhaṅgasaṃyutte dutiye gilānavagge paṭhamagilānasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:12": "Vissajjanā – rājagahe bhante pippaliguhāyaṃ āyasmantaṃ mahākassapattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante mahākassapatthero pippaliguhāyaṃ viharati ābādhiko dukkhito bāḷhagilāno. Atha kho bhante bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā āyasmantaṃ mahākassapaṃ etadavoca– ‘‘kacci te kassapa khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamoti. Na me bhante khamanīyaṃ na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sattime kassapa bojjhaṅgā mayā sammadakkhātā bhāvitā bahulīkatā abhiññāya sambodhāya nibbānāya saṃvattantī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:13": "Udāyisutta",
  "anya-e0903n4:14": "Pucchā – tattheva āvuso tatiye udāyivagge porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ udāyisuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:15": "Vissajjanā – sumbhesu bhante setakenāma sumbhānaṃ nigame āyasmantaṃ udāyittheraṃ ārabbha bhāsitaṃ. Āyasmā bhante udāyitthero bhagavantaṃ upasaṅkamitvā ‘‘acchariyaṃ bhante, abbhutaṃ bhante, yāva bahukatañca me bhante bhagavati pemañca gāravo ca hirī ca ottappañcāti evamādikaṃ vacanaṃ avoca. Tasmiṃ bhante vatthusmiṃ ‘‘sādhu sādhu udāyi eso hi te udāyi maggo paṭiladdho. Yo te bhāvito bahulīkato, tathā tathā viharantaṃ tathattāya upanessati, yathā tvaṃ ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissatī’’ti. Evaṃ kho bhagavatā bhāsitaṃ.",
  "anya-e0903n4:16": "Satipaṭṭhānasaṃyutta",
  "anya-e0903n4:17": "Satisutta",
  "anya-e0903n4:18": "Pucchā – satipaṭṭhānasaṃyutte āvuso porāṇakehi dhammasaṃgāhaka mahātherehi dutiyaṃ saṃgītaṃ satisuttaṃ bhagavatā kattha kaṃ kārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:19": "Vissajjanā – vesāliyaṃ bhante ambapālivane sambahule bhikkhū ārabbha ‘‘sato bhikkhave bhikkhu vihareyya sampajāno ayaṃ vo amhākaṃ anusāsanī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:20": "Sālasutta",
  "anya-e0903n4:21": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi catutthaṃ saṃgītaṃ sālasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:22": "Vissajjanā – kosalesu bhante sālāyanāma kesalānaṃ brāhmaṇagāme sambahule bhikkhū ārabbha ‘‘ye te bhikkhave bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo bhikkhave bhikkhū catunnaṃ satipaṭṭhānānaṃ bhāvanāya samādapetabbā nivesetabbā patiṭṭhāpetabbā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n4:23": "Sakuṇagghisutta",
  "anya-e0903n4:24": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ sakuṇagghisuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:25": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘bhūtapubbaṃ bhikkhave sakuṇagghi lāpaṃ sakuṇaṃ sahasā ajjhappattā aggahesi. Atha kho bhikkhave lāpo sakuṇo sakuṇagghiyā hariyamāno evaṃ paridevasi mayamevamha alakkhikā, mayaṃ appapuññā, ye mayaṃ agocare carimha paravisaye, sacejja mayaṃ gocare careyyāma sake pettike visaye, na myāhaṃ sakuṇagghi alaṃ abhavissa yadidaṃ yuddhāyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:26": "Mayamevamha alakkhikā, mayaṃ appapuññā.",
  "anya-e0903n4:27": "Ko pana te lāpa gocaro sako pettiko visayo.",
  "anya-e0903n4:28": "Yadidaṃ naṅgalakaṭṭhakaraṇaṃ leḍḍuṭṭhānaṃ.",
  "anya-e0903n4:29": "Ehi kho dāni me sakuṇagghi, ehi kho dāni me sakuṇagghi,",
  "anya-e0903n4:30": "(Dāruguḷoviya vinivattitvā tasseva leḍḍussa antare paccupādi. Aṭṭhakathā)",
  "anya-e0903n4:31": "Evañhi taṃ bhikkhave hoti yo agocare carati paravisaye.",
  "anya-e0903n4:32": "Tasmātiha bhikkhave mā agocare carittha paravisaye.",
  "anya-e0903n4:33": "Gocare bhikkhave caratha sake pettike visaye.",
  "anya-e0903n4:34": "Gocare bhikkhave carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ.",
  "anya-e0903n4:35": "Bhikkhunupassayasutta",
  "anya-e0903n4:36": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ bhikkhunupassayasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:37": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānando yāvattako ahosi bhikkhunīhi saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. Tasmiṃ bhante vatthusmiṃ ‘‘evametaṃ ānanda, evametaṃ ānanda, yohi koci ānanda bhikkhu vā bhikkhunī vā catūsu satipaṭṭhānesu suppatiṭṭhitacitto viharati, tassetaṃ pāṭikaṅkhaṃ uḷāraṃ pubbenāparaṃ visesaṃ sañjānissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:38": "Cundasutta",
  "anya-e0903n4:39": "Pucchā – tattheva āvuso dutiye nālandavagge porāṇakehi dhammasaṃgāhakamahātherehi tatiyaṃ saṃgītaṃ cundasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:40": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃyeva ānandattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante ānandatthero cundena samaṇuddesena saddhiṃ yena bhagavā tenupasaṅkami. Upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho bhante āyasmā ānando bhagavantaṃ etadavoca ‘‘ayaṃ bhante cundo samaṇuddeso evamāha ‘āyasmā bhante sāriputto parinibbuto, idamassa pattacīvara’nti. Api ca me bhante madhurakajāto viya kāyo, disāpi me na pakkhāyanti, dhammāpi maṃ nappaṭibhanti ‘āyasmā sāriputto parinibbuto’ti sutvā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘kiṃ nu kho te ānanda sāriputto sīlakkhandhaṃ vā ādāya parinibbuto, samādhikkhandhaṃ vā, paññākkhandhaṃvā, vimuttikkhandhaṃvā, vimuttiñāṇadassanakkhandhaṃ vā ādāya parinibbuto’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:41": "Ayaṃ bhante cundosamaṇuddeso evamāha.",
  "anya-e0903n4:42": "Tasmātihānanda attadīpā viharatha attasaraṇā anaññasaraṇā dhammadīpā dhammasaraṇā anaññasaraṇā.",
  "anya-e0903n4:43": "Bāhiyasutta",
  "anya-e0903n4:44": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ bāhiyasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:45": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ bāhiyaṃ ārabbha bhāsitaṃ. Āyasmā bhante bāhiyo bhagavantaṃ etadavoca ‘‘sādhu me bhante bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha tvaṃ bāhiya ādimeva visodhehi kusalesu dhammesu. Ko cādikusalānaṃ dhammānaṃ, sīlañca suvisuddhaṃ diṭṭhica ujukā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:46": "Sīlaṭṭhitivagga",
  "anya-e0903n4:47": "Ciraṭṭhitisutta",
  "anya-e0903n4:48": "Pucchā – tattheva āvuso tatiye sīlaṭṭhitivagge porāṇakehi dhammasaṃgāhakamahātherehi dutiyaṃ saṃgītaṃ ciraṭṭhitisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n4:49": "Vissajjanā – pāṭaliputte bhante āyasmantaṃ bhaddaṃ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ. Āyasmā bhante bhaddo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami, upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca ‘‘ko nu kho āvuso ānanda hetu ko paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti, ko panāvuso ānanda hetu ko paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sādhu sādhu āvuso bhadda, bhaddako kho te āvuso bhadda ummaṅgo’’ti evamādinā āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n4:50": "Bhaddako te āvuso bhadda ummaṅgo.",
  "anya-e0903n4:51": "‘‘Catunnaṃ kho āvuso satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī’’ –",
  "anya-e0903n4:52": "Sirivaḍḍhasutta",
  "anya-e0903n4:53": "Pucchā – tassāvuso bhagavatā arahato sammāsambuddhassa pāvacanasamudayabhūtāya mahāvaggapāḷiyā satipaṭṭhānasaṃyutte sīlaṭṭhitivagge navamaṃ sirivaḍḍhasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n4:54": "Vissajjanā – rājagahe bhante sirivaḍḍhaṃ gahapatiṃ ārabbha āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ. Sirivaḍḍho bhante gahapati ābādhiko hoti dukkhito bāḷhagilāno. Athakho bhante āyasmā ānando yenasirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi . Nisajja kho āyasmā ānando sirivaḍḍhaṃ gahapatiṃ etadavoca ‘‘kacci te gahapati khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo’’ti. Na me bhante khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha te gahapati evaṃ sikkhitabbaṃ ‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā vineyya loke abhijjhā domanassaṃ. Vedanāsu. Citte. Dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā vineyya loke abhijjhā domanassa’nti. Evañhi te gahapati sikkhitabba’’nti. Evaṃ kho āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n4:55": "Iddhipādasaṃyutta",
  "anya-e0903n4:56": "Moggallānasutta",
  "anya-e0903n4:57": "Pucchā – iddhipādasaṃyutte āvuso catutthaṃ moggallānasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:58": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha bhāsitaṃ. Sambahulā bhante bhikkhū heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. Tasmiṃ bhante vatthusmiṃ āyasmantaṃ mahāmoggallānaṃ te bhikkhū saṃvejetvā ‘‘kiṃ nu tumhe bhikkhave saṃviggā lomahaṭṭhajātā ekamantaṃ ṭhitā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:59": "Acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "anya-e0903n4:60": "Nivātañca vata.",
  "anya-e0903n4:61": "Ayañca migāramātupāsādo gambhīranemo.",
  "anya-e0903n4:62": "Tumheva kho bhikkhave saṃvejetukāmena moggallānena bhikkhunā pādaṅguṭṭhakena migāramātupāsādo saṅkampito sampakampito sampadhālito.",
  "anya-e0903n4:63": "Taṃ kiṃ maññatha bhikkhave, katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃ mahiddhiko evaṃ mahānubhāvo.",
  "anya-e0903n4:64": "Anuruddhasaṃyutta",
  "anya-e0903n4:65": "Bāḷhagilānasutta",
  "anya-e0903n4:66": "Pucchā – anuruddhasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi dasamaṃ saṃgītaṃ bāḷhaginānasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n4:67": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha āyasmatā anuruddhattherena bhāsitaṃ. Sambahulā bhante bhikkhū āyasmantaṃ anuruddhaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavocuṃ ‘‘katamenāyasmato anuruddhassa vihārena viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘catūsu kho me āvuso satipaṭṭhānesu suppatiṭṭhitacittassa viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī’’ti evamādinā āyasmatā anuruddhattherena bhāsitaṃ.",
  "anya-e0903n4:68": "Ānāpānasaṃyutta",
  "anya-e0903n4:69": "Mahākappinasutta",
  "anya-e0903n4:70": "Pucchā – ānāpānasaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi sattamaṃ saṃgītaṃ mahākappinasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:71": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘passatha no tumhe bhikkhave etassa bhikkhuno kāyassa iñjitattaṃ vā phanditabbaṃ vā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:72": "Icchānaṅgalasutta",
  "anya-e0903n4:73": "Pucchā – tattheva āvuso dutiyavagge paṭhamaṃ icchānaṅgalasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:74": "Vissajjanā – icchānaṅgale bhante sambahule bhikkhū ārabbha ‘‘sace kho bhikkhave aññatitthiyā paribbājakā evaṃ puccheyyuṃ ‘katame nāvuso vihārena samaṇo gotamo vassāvāsaṃ bahulaṃ vihāsī’ti. Evaṃ puṭṭhā tumhe bhikkhave tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha ānāpānassatisamādhinā kho āvuso bhagavā vassāvāsaṃ bahulaṃ vihāsī’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n4:75": "Sotāpattisaṃyutta",
  "anya-e0903n4:76": "Cakkavattirājasutta",
  "anya-e0903n4:77": "Pucchā – sotāpattisaṃyutte āvuso porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ cakkavattirājasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:78": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘kiñcāpi bhikkhave rājā cakkavattī catunnaṃ dīpānaṃ issariyādhipaccaṃ rajjaṃ kāretvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati devānaṃ tāvatiṃsānaṃ sahabyataṃ, so tattha nandane vane accharāsaṅghaparivuto dibbehi ca pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti so catūhi dhammehi asamannāgato, atha kho so aparimuttova nirayā, aparimutto tiracchānayoniyā, aparimutto pettivisayā, aparimutto apāyaduggativinipātā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n4:79": "Dīghāvu upāsakasutta",
  "anya-e0903n4:80": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi tatiyaṃ saṃgītaṃ dīghāvuupāsakasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:81": "Vissajjanā – rājagahe bhante dīghāvuṃ upāsakaṃ ārabbha bhāsitaṃ. Bhagavā bhante dīghāvuṃ upāsakaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavoca ‘‘kacci te dīghāvu khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo’’ti. Na me bhante khamanīyaṃ, na yāpanīyaṃ bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamoti. Tasmiṃ bhante vatthusmiṃ ‘‘tasmātiha te dīghāvu evaṃ sikkhitabbaṃ buddhe aveccappasādena samannāgato bhavissāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:82": "Yānimāni bhante bhagavatā cattāri sotāpattiyaṅgāni desitāni, saṃvijjante te dhammā mayi–",
  "anya-e0903n4:83": "Tasmātiha tvaṃ dīghāvu imesu catūsu sotāpattiyaṅgesu patiṭṭhāya cha vijjābhāgiye dhamme uttari bhāveyyāsi–",
  "anya-e0903n4:84": "Mā tvaṃ tāta dīghāvu evaṃ manasākāsi.",
  "anya-e0903n4:85": "Iṅgha tvaṃ tāta dīghāvu yadeva te bhagavā āha, tadeva tvaṃ sādhukaṃ manasikarohi.",
  "anya-e0903n4:86": "Paṇḍito bhikkhave dīghāvu upāsako.",
  "anya-e0903n4:87": "Paccapādi dhammassānudhammaṃ.",
  "anya-e0903n4:88": "Na ca maṃ dhammādhikaraṇaṃ viheṭhesi.",
  "anya-e0903n4:89": "Dīghāvu bhikkhave upāsako pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.",
  "anya-e0903n4:90": "Veḷudvāreyyasutta",
  "anya-e0903n4:91": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena sotāpattisaṃyutte sattamaṃ saṃgītaṃ veḷudvāreyyasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:92": "Vissajjanā – kosalesu bhante veḷudvāre nāma kosalānaṃ brāhmaṇa gāme veḷudvāreyyake brāhmaṇagahapatike ārabbha bhāsitaṃ.",
  "anya-e0903n4:93": "Veḷudvāreyyakā bhante brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ ‘‘mayaṃ bho gotama evaṃkāmā evaṃchandā evaṃadhippāyā puttasambādhasayanaṃ ajjhāvaseyyāma…pe… jātarūparajataṃ sādiyeyyāma, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāma, tesaṃ no bhavaṃ gotamo amhākaṃ evaṃkāmānaṃ evaṃchandānaṃ evaṃadhippāyānaṃ tathā dammaṃ desetu, yathā mayaṃ puttasambādhasayanaṃ ajjhāvaseyyāma…pe… kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāmā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘attūpanāyikaṃ vo gahapatayo dhammapariyāyaṃ desessāmi, taṃ suṇātha sādhukaṃ manasi karotha, bhāsissāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:94": "Saraṇānivagga",
  "anya-e0903n4:95": "Paṭhama mahānāmasutta",
  "anya-e0903n4:96": "Pucchā – tattheva āvuso tatiye saraṇānivagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ paṭhamamahānāmasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:97": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme mahānāmaṃ sakkaṃ ārabbha bhāsitaṃ. Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘idaṃ bhante kapilavatthu iddhañceva phītañca bāhujaññaṃ ākiṇṇamanussaṃ sambādhabyūhaṃ, so khvāhaṃ bhante bhagavantaṃ vā payirupāsitvā manobhāvanīye vā bhikkhū sāyanhasamayaṃ kapilavatthuṃ pavisanto bhantenapi hatthinā samāgacchāmi, bhantenapi assena samāgacchāmi, bhantenapi rathena samāgacchāmi, bhantenapi sakaṭena samāgacchāmi, bhantenapi purisena samāgacchāmi, tassa mayhaṃ bhante tasmiṃ samaye mussateva bhagavantaṃ ārabbha sati, mussati dhammaṃ ārabbha sati, mussati saṅghaṃ ārabbha sati, tassa mayhaṃ bhante evaṃ hoti imamhi cāhaṃ samaye kālaṃ kareyyaṃ, kā mayhaṃ gati, ko abhisamparāyo’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘mā bhāyi mahānāma, mā bhāyi mahānāma, apāpakaṃ te maraṇaṃ bhavissati apāpikā kālaṃ kiriyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:98": "Dutiya saraṇānisakkasutta",
  "anya-e0903n4:99": "Pucchā – tattheva āvuso dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ dutiyasaraṇānisakkasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:100": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme mahānāmaṃyeva sakkaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n4:101": "Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘idha bhante saraṇāni sakko kālaṅkato, so bhagavatā byākato ‘sotāpanno avinipātadhammo niyato sambodhiparāyaṇo’ti. Tatra sudaṃ bhante sambahulā sakkā saṅgamma samāgamma ujjhāyanti khīyanti vipācenti ‘acchariyaṃ vata bho, abbhutaṃ vata",
  "anya-e0903n4:102": "Bho , ettha dāni ko na sotāpanno bhavissati, yatra hi nāma saraṇāni sakko kālaṅkato, so bhagavatā byākato ‘sotāpanno avinipātadhammo niyato sambodhiparāyaṇo’ti, saraṇāni sakko sikkhāya aparipūrakārī ahosī’’ti tasmiṃ bhante vatthusmiṃ ‘‘yo so mahānāma dīgharattaṃ upāsako buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṅghaṃ saraṇaṃ gato, so kathaṃ vinipātaṃ gaccheyyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:103": "Paṭhama anāthapiṇḍikasutta",
  "anya-e0903n4:104": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi chaṭṭhaṃ saṃgītaṃ paṭhamaanāthapiṇḍikasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n4:105": "Vissajjanā – sāvatthiyaṃ bhante anāthapiṇḍikaṃ gahapatiṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n4:106": "Āyasmā bhbhante sāriputtatthero āyasmatā ānandattherena pacchāsamaṇena saddhiṃ yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ etadavoca ‘‘kacci te gahapati khamanīyaṃ kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti, no abhikkamanti, paṭikkamosānaṃ paññāyati, no abhikkamo’’ti, na me bhante khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti, abhikkamosānaṃ paññāyati, no paṭikkamoti. Tasmiṃ bhante vatthusmiṃ ‘‘yathā rūpena kho gahapati buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ niyaraṃ upapajjati tathārūpo te buddhe appasādo natthi, atthi ca kho te gahapati buddhe aveccappasādo ‘itipi so bhagavā arahaṃ sammāsambuddho…pe… bhagavā’ti tañca pana te buddhe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyyā’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n4:107": "Yassa saddhā tathāgate, acalā suppatiṭṭhitā;",
  "anya-e0903n4:108": "Sīlañca yassa kalyāṇaṃ, ariyakantaṃ pasaṃsitaṃ.",
  "anya-e0903n4:109": "Saṅghe pasādo yassatthi, ujubhūtañca dassanaṃ;",
  "anya-e0903n4:110": "Adaliddoti taṃ āhu, amoghaṃ tassa jīvitaṃ.",
  "anya-e0903n4:111": "Tasmā saddhañca sīlañca, pasādaṃ dhammadassanaṃ;",
  "anya-e0903n4:112": "Anuyuñjetha medhāvī, saraṃ buddhānasāsanaṃ.",
  "anya-e0903n4:113": "Puññābhisandavagga",
  "anya-e0903n4:114": "Mahānāmasutta",
  "anya-e0903n4:115": "Pucchā – tattheva āvuso puññābhisandavaggo porāṇakehi dhammasaṃgāhakamahātherehi sattamaṃ saṃgītaṃ mahānāmasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:116": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ mahānāmaṃ sakkaṃ ārabbha bhāsitaṃ.",
  "anya-e0903n4:117": "Mahānāmo bhante sakko bhagavantaṃ etadavoca ‘‘kittāvatā nu kho bhante upāsako hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yato kho mahānāma buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hotī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:118": "Kittāvatā nu kho bhante upāsako hoti.",
  "anya-e0903n4:119": "Kāḷigodhasutta",
  "anya-e0903n4:120": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi navamaṃ saṃgītaṃ kāḷigodhasuttaṃ bhagavatā kattha kaṃ kārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:121": "Vissajjanā – sakkesu bhante kāḷigodhaṃ nāma sākiyāniṃ ārabbha ‘‘catūhi kho godhe dhammehi samannāgatā ariyasāvikā sotāpannā hoti avinipātadhammā niyatā sambodhiparāyaṇā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:122": "Lābhā te godhe, suladdhaṃ te godhe, sotāpattiphalaṃ tayā godhe –",
  "anya-e0903n4:123": "Nandiyasakkasutta",
  "anya-e0903n4:124": "Pucchā – tenāvuso jānatā…pe… sammāsambuddhena sotāpattisaṃyutte puññābhisandavagge dasamaṃ nandiyasakkasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n4:125": "Vissajjanā – sakkesu bhante kapilavatthusmiṃ nigrodhārāme nandiyaṃ sakkaṃ ārabbha bhāsitaṃ. Nandiyo bhante sakko bhagavantaṃ etadavoca ‘‘yasseva nu kho bhante ariyasāvakassa cattāri sotāpattiyaṅgāni sabbena sabbaṃ sabbathāsabbaṃ natthi, sveva nu kho bhante ariyasāvako pamādavihārī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘yassa kho nandiya cattāri sotāpattiyaṅgāni sabbenasabbaṃ sabbathāsabbaṃ natthi, tamahaṃ bāhiro puthujjanapakkhe ṭhitoti vadāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:126": "Saccasaṃyutta",
  "anya-e0903n4:127": "Tiracchānakathāsutta",
  "anya-e0903n4:128": "Pucchā – saccasaṃyutte āvuso porāṇakehi dhammasaṃgāyakamahātherehi dasamaṃ saṃgītaṃ tiracchānakathāsuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:129": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha mā bhikkhave anekavihitaṃ tiracchānakathaṃ katheyyātha. Seyyathidaṃ, rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n4:130": "Idaṃ dukkhanti katheyyātha.",
  "anya-e0903n4:131": "Tasmātiha bhikkhave idaṃ dukkhanti yogo karaṇīyo…pe… ayaṃ dukkhanirodhagāminī paṭipadāti yogo karaṇīyo.",
  "anya-e0903n4:132": "Dhammacakkapavattanasutta",
  "anya-e0903n4:133": "Pucchā – tattheva āvuso dhammacakkappavattanavagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ dhammacakkapavattanasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:134": "Vissajjanā – bārāṇasiyaṃ bhante isipatane migadāye pañcavaggiye bhikkhū ārabbha ‘‘dve me bhikkhave antā pabbajitena nasevitabbā. Katame dve, yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, yo cāyaṃ attakilamathānuyogo dukkho anariyo anatthasaṃhito, ete kho bhikkhave ubho ante anupagamma majjhimāpaṭipadā tathāgatena abhisambuddhā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:135": "Āsavakkhayasutta",
  "anya-e0903n4:136": "Pucchā – tattheva āvuso koṭigāmavagge porāṇakehi dhammasaṃgāhakamahātherehi pañcamaṃ saṃgītaṃ āsavakkhayasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:137": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘jānatohaṃ bhikkhave passato āsavānaṃ khayaṃ vadāmi, no ajānato apassato. Kiñca bhikkhave jānato passato āsavānaṃ khayo hoti, idaṃ dukkhanti bhikkhave jānato passato āsavānaṃ khayo hoti, ayaṃ dukkhasamudayoti, ayaṃ dukkhanirodhoti, ayaṃ dukkhanirodhagāminīpaṭipadāti jānato passato āsavānaṃ khayo hoti. Evaṃ kho bhikkhave jānato evaṃ passato āsavānaṃ khayo hoti. Tasmātiha bhikkhave ‘‘idaṃ dukkha’’nti yogo karaṇīyo, ayaṃ dukkhasamudayoti, ayaṃ dukkhanirodhoti, ayaṃ dukkhanirodhagāminīpaṭipadāti yogo karaṇīyo’’ti evaṃ kho bhagavatā bhāsitaṃ.",
  "anya-e0903n4:138": "Sīsapāvanasutta",
  "anya-e0903n4:139": "Pucchā – tattheva āvuso sīsapāvanavagge porāṇakehi dhammasaṃgāhakamahātherehi paṭhamaṃ saṃgītaṃ sīsapāvanasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n4:140": "Vissajjanā – kosambiyaṃ bhante sīsapāvane sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nukho bahutaraṃ yāni vā mayā parittāni sīsapāpaṇṇāni pāṇinā gahitāni yadidaṃ upari sīsapāvane’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n4:141": "Pañcagatipeyyālavagga",
  "anya-e0903n4:142": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi pariyosānabhāvena saṃgīto pañcagatipeyyālavagge, bhagavatā kattha kaṃ ārabbha kathañca bhāsito.",
  "anya-e0903n4:143": "Vissajjanā – vesāliyaṃ bhante sambahule bhikkhū ārabbha ‘‘taṃ kiṃ maññatha bhikkhave, katamaṃ nu kho bahutaraṃ, yo vāyaṃ mayā paritto nakhasikhāyaṃ paṃsu āropito, ayaṃ vā mahāpathavī’’ti evamādinā bhagavatā bhāsito.",
  "anya-e0903n4:144": "Pucchā – ke āvuso sikkhanti.",
  "anya-e0903n4:145": "Vissajjanā – sekkhā ca bhante puthujjanakalyāṇakā ca sikkhanti.",
  "anya-e0903n4:146": "Pucchā – ke āvuso sikkhitasikkhā.",
  "anya-e0903n4:147": "Vissajjanā – arahanto bhante sikkhitasikkhā.",
  "anya-e0903n4:148": "Pucchā – kattha āvuso ṭhitaṃ.",
  "anya-e0903n4:149": "Vissajjanā – sikkhākāmesu bhante ṭhitaṃ.",
  "anya-e0903n4:150": "Pucchā – ke āvuso dhārenti.",
  "anya-e0903n4:151": "Vissajjanā – yesaṃ bhante vattati te dhārenti.",
  "anya-e0903n4:152": "Pucchā – kassa āvuso vacanaṃ.",
  "anya-e0903n4:153": "Vissajjanā – bhagavato bhante vacanaṃ arahato sammāsambuddhassa.",
  "anya-e0903n4:154": "Pucchā – kena āvuso ābhataṃ.",
  "anya-e0903n4:155": "Vissajjanā – paramparāya bhante ābhataṃ."
}