{
  "anya-e0802n5:0": "5. Taddhitakappa",
  "anya-e0802n5:1": "Aṭṭhamakaṇḍa",
  "anya-e0802n5:2": "344, 361.Vāṇa’pacce.",
  "anya-e0802n5:3": "Ṇapaccayo hoti vā ‘‘tassāpacca’’ miccetasmiṃ atthe.",
  "anya-e0802n5:4": "Vasiṭṭhassa apaccaṃ vāsiṭṭho, vasiṭṭhassa apaccaṃ vā, vasiṭṭhassa apaccaṃ vāsiṭṭhī, vasiṭṭhassa apaccaṃ vāsiṭṭhaṃ. Evaṃ bhāradvājo, bhāradvājī, bhāradvājaṃ. Gotamo, gotamī, gotamaṃ. Vāsudevo, vāsudevī, vāsudevaṃ. Bāladevo, bāladevī, bāladevaṃ. Vesāmitto, vesāmittī vesāmittaṃ.",
  "anya-e0802n5:5": "345, 366.Ṇāyana ṇāna vacchādito.",
  "anya-e0802n5:6": "Tasmā vacchādito gottagaṇato ṇāyanaṇānapaccayā honti vā ‘‘tassāpacca’’miccetasmiṃ atthe.",
  "anya-e0802n5:7": "Vacchassa apaccaṃvacchāyano, vacchāno, vacchassa apaccaṃ vā, vacchassa apaccaṃ vacchāyanī, vacchānī, vacchassa apaccaṃ vacchāyanaṃ, vacchānaṃ. Sakaṭassa apaccaṃ sākaṭāyano, sākaṭāno , sakaṭassa apaccaṃ vā, sākaṭāyanī, sā kaṭānī, sākaṭāyanaṃ, sākaṭānaṃ. Evaṃ kaṇhāyano, kaṇhāno, kaṇhassa apaccaṃ vā. Kaṇhāyanī, kaṇhānī, kaṇhāyanaṃ, kaṇhānaṃ. Aggivessāyano, aggivessāno, aggivessāyanī, aggivessānī, aggivessāyanaṃ, aggivessānaṃ. Gacchāyano, gacchāno, gacchāyanī, gacchānī, gacchāyanaṃ, gacchānaṃ. Kappāyano, kappāno, kappāyanī, kappānī, kappāyanaṃ, kappānaṃ. Moggallāyano, moggallāno, moggallāyanī, moggallānī, moggallāyanaṃ, moggallānaṃ. Muñcāyano, muñcāno, muñcāyanī, muñcānī, muñcāyanaṃ, muñcānaṃ. Saṅghāyano, saṅghāno, saṅghāyanī, saṅghānī, saṅghāyanaṃ, saṅghānaṃ. Lomāyano, lomāno, lomāyanī, lomānī, lomāyanaṃ, lomānaṃ, sākamāyano, sākamāno, sākamāyanī, sākamānī, sākamāyanaṃ, sākamānaṃ. Nārāyano, nārāno, nārāyanī, nārānī, nārāyanaṃ, nārānaṃ. Corāyanocorāno, corāyanī, corānī, corāyanaṃ, corānaṃ, āvasālāyano, āvasālāno, āvasālāyanī, āvasālānī, āvasālāyanaṃ, āvasālānaṃ. Dvepāyano, dvepāno, dvepāyanī, dvepānī, dvepāyanaṃ, dvepānaṃ. Kuñcāyano, kuñcāno, kuñcāyanī, kuñcānī, kuñcāyanaṃ, kuñcānaṃ. Kaccāyano, kaccāno, kaccāyanī, kaccānī, kaccāyanaṃ, kaccānaṃ.",
  "anya-e0802n5:8": "346, 367.Ṇeyyokattikādīhi.",
  "anya-e0802n5:9": "Tehi gottagaṇehi kattikādīhi ṇeyyapaccayo hoti vā ‘‘tassāpacca’’miccetasmiṃ atthe.",
  "anya-e0802n5:10": "Kattikāya apaccaṃ kattikeyyo, kattikāya apaccaṃ vā. Evaṃ venateyyo, rohiṇeyyo, gaṅgeyyo, kaddameyyo, nādeyyo, āleyyo, āheyo, kāmeyyo, suciyā apaccaṃ soceyyo, sāleyyo, bāleyyo, māleyyo, kāleyyo.",
  "anya-e0802n5:11": "347, 368.Ato ṇi vā.",
  "anya-e0802n5:12": "Tasmā akārato ṇipaccayo hoti vā ‘‘tassāpacca’’miccetasmiṃ atthe.",
  "anya-e0802n5:13": "Dakkhassa apaccaṃ dakkhi, dakkhassa apaccaṃ vā. Duṇassa apaccaṃ doṇi, duṇassa apaccaṃ vā, evaṃ vāsavi, sakyaputti, nāṭaputti, dāsaputti, dāsavi, vāruṇi, gaṇḍi, bāladevi, pāvaki, jenadatti, buddhi, dhammi, saṅghi, kappi, anuruddhi.",
  "anya-e0802n5:14": "Vāti vikappanatthena ṇikapaccayo hoti ‘‘tassāpacca’’miccetasmiṃ atthe. Sakyaputtassa apaccaṃ sakyaputtiko. Evaṃ nāṭaputtiko, jenadattiko.",
  "anya-e0802n5:15": "148, 371.Ṇavo’pakvādīhi.",
  "anya-e0802n5:16": "Upakuiccevamādīhi ṇavapaccayo hoti vā ‘‘tassāpacca’’miccetasmiṃ atthe.",
  "anya-e0802n5:17": "Upakussa apaccaṃ opakavo, upakussa apaccaṃ vā. Manuno apaccaṃ mānavo, manuno apaccaṃ vā. Bhaggussa apaccaṃ bhaggavo, bhaggussa apaccaṃ vā, paṇḍussa apaccaṃ paṇḍavo, paṇḍussa apaccaṃ vā, bahussa apaccaṃ bāhavo, bahussa apaccaṃ vā.",
  "anya-e0802n5:18": "349, 372.Ṇera vidhavādito.",
  "anya-e0802n5:19": "Tasmā vidhavādito ṇerapaccayo hoti vā ‘‘tassāpacca’’miccetasmiṃ atthe.",
  "anya-e0802n5:20": "Vidhavāya apaccaṃ vedhavero, vidhavāya apaccaṃ vā. Bandhukiyā apaccaṃ bandhukero, bandhukiyā apaccaṃ vā. Samaṇassa apaccaṃ sāmaṇero, samaṇassa apaccaṃ vā. Evaṃ sāmaṇerī, sāmaṇeraṃ, nāḷikero, nāḷikerī, nāḷikeraṃ.",
  "anya-e0802n5:21": "350, 373.Yena vā saṃsaṭṭhaṃ tarati carati vahati ṇiko.",
  "anya-e0802n5:22": "Yena vā saṃsaṭṭhaṃ, yena vā tarati, yena vā carati, yena vā vahati iccetesvatthesu ṇikapaccayo hoti vā.",
  "anya-e0802n5:23": "Tilena saṃsaṭṭhaṃ bhojanaṃ telikaṃ, tilena saṃsaṭṭhaṃ vā. Evaṃ goḷikaṃ, ghātikaṃ.",
  "anya-e0802n5:24": "Nāvāya taratīti nāviko, nāvāya tarati vā. Evaṃ oḷumpiko.",
  "anya-e0802n5:25": "Sakaṭena caratīti sākaṭiko, sakaṭena carati vā. Evaṃ pattiko, daṇḍiko, dhammiko, pādiko.",
  "anya-e0802n5:26": "Sīsena vahatīti sīsiko, sīsena vahati vā. Aṃsena vahatīti aṃsiko, aṃsena vahati vā. Evaṃ khandhiko, aṅguliko.",
  "anya-e0802n5:27": "Vāti vikappanatthena aññesupi ṇikapaccayo hoti. Rājagahe vasatīti rājagahiko, rājagahe vasati vā. Rājagahe jāto rājagahiko, rājagahe jāto vā. Evaṃ māgadhiko, sāvatthiko, kāpila vatthiko, pāṭaliputtiko, vesāliko.",
  "anya-e0802n5:28": "351, 374.Tamadhīte tenakatādi sannidhāna niyoga sippa bhaṇḍa jīvikatthesu ca.",
  "anya-e0802n5:29": "Tamadhīte, tenakatādiatthe, tamhi sannidhānā, tattha niyutto, tamassa sippaṃ, tamassa bhaṇḍaṃ, tamassa jīvikaṃ iccetesvatthesu ca ṇikapaccayo hoti vā.",
  "anya-e0802n5:30": "Vinayamadhīte venayiko, vinayamadhīte vā. Evaṃ suttantiko, ābhidhammiko, veyyākaraṇiko.",
  "anya-e0802n5:31": "Kāyena kataṃ kammaṃ kāyikaṃ, kāyena kataṃ kammaṃ vā. Evaṃ vācasikaṃ, mānasikaṃ.",
  "anya-e0802n5:32": "Sarīre sannidhānā vedanā sārīrikā, sarīre sannidhānā vā, evaṃ mānasikā.",
  "anya-e0802n5:33": "Dvāre niyutto dovāriko, dvāre niyutto vā. Evaṃ bhaṇḍāgāriko, nāgariko, nāvakammiko.",
  "anya-e0802n5:34": "Vīṇā assa sippaṃ veṇiko, vīṇā assa sippaṃ vā. Evaṃ pāṇaviko, modiṅgiko, vaṃsiko.",
  "anya-e0802n5:35": "Gandho assa bhaṇḍaṃ gandhiko, gandho assa bhaṇḍaṃ vā. Evaṃ teliko, goḷiko.",
  "anya-e0802n5:36": "Urabbhaṃ hantvā jīvatīti orabbhiko, urabbhaṃ hantvā jīvati vā. Magaṃ hantvā jīvatīti māgaviko, magaṃ hantvā jīvati vā. Evaṃ sokariko, sākuṇiko.",
  "anya-e0802n5:37": "Ādiggahaṇena aññatthāpi ṇika paccayo yojetabbo. Jālena hato jāliko, jālena hato vā.",
  "anya-e0802n5:38": "Suttena bandho suttiko, suttena bandho vā.",
  "anya-e0802n5:39": "Cāpo assa āvudho cāpiko, cāpo assa āvudho vā. Evaṃ tomariko, muggariko, mosaliko.",
  "anya-e0802n5:40": "Vāto assa ābādho vātiko, vāto assa ābādho vā. Evaṃ semhiko, pittiko.",
  "anya-e0802n5:41": "Buddhe pasanno buddhiko, buddhe pasanno vā. Evaṃ dhammiko, saṅghiko.",
  "anya-e0802n5:42": "Buddhassa santakaṃ buddhikaṃ, buddhassa santakaṃ vā. Evaṃ dhammikaṃ, saṅghikaṃ.",
  "anya-e0802n5:43": "Vatthena kītaṃ bhaṇḍaṃ vatthikaṃ, vatthena kītaṃ bhaṇḍaṃ vā. Evaṃ kumbhikaṃ, phālikaṃ, kiṃ kaṇikaṃ, sovaṇṇikaṃ.",
  "anya-e0802n5:44": "Kumbho assa parimāṇaṃ kumbhikaṃ, kumbho assa parimāṇaṃ vā.",
  "anya-e0802n5:45": "Kumbhassa rāsi kumbhikaṃ, kumbhassa rāsi vā.",
  "anya-e0802n5:46": "Kumbhaṃ arahatīti kumbhiko, kumbhaṃ arahati vā.",
  "anya-e0802n5:47": "Akkhena dibbatīti akkhiko, akkhena dibbati vā. Evaṃ sālākiko, tindukiko, ambaphaliko. Kapiṭṭhaphaliko, nāḷikeriko iccevamādi.",
  "anya-e0802n5:48": "352, 376.Ṇa rāgā tasse damaññatthesu ca.",
  "anya-e0802n5:49": "Ṇapaccayo hoti vā rāgamhā ‘‘tena rattaṃ’’ iccetasmiṃ atthe, ‘‘tassedaṃ’’ aññatthesu ca.",
  "anya-e0802n5:50": "Kasāvena rattaṃ vatthaṃ kāsāvaṃ, kasāvena rattaṃ vatthaṃ vā. Evaṃ kosumbhaṃ, hāliddaṃ, pāṭaṅgaṃ, rattaṅga, mañjiṭṭhaṃ, kuṅkumaṃ.",
  "anya-e0802n5:51": "Sūkarassa idaṃ maṃsaṃ sokaraṃ, sūkarassa idaṃ maṃsaṃ vā. Evaṃ māhisaṃ.",
  "anya-e0802n5:52": "Udumbarassa avidūre pavattaṃ vimānaṃ odumbaraṃ, udumbarassa avidūre pavattaṃ vimānaṃ vā.",
  "anya-e0802n5:53": "Vidisāya avidūre nivāso vediso, vidisāya avidūre nivāso vā.",
  "anya-e0802n5:54": "Mathurāya jāto māthuro, mathurāya jāto vā.",
  "anya-e0802n5:55": "Mathurāya āgato māthuro, mathurāya āgato vā.",
  "anya-e0802n5:56": "Kattikāya niyutto māso kattiko, kattikāya niyutto māso vā. Evaṃ māgasiro, phusso, māgho, phagguno, citto, vesākho, jeṭṭho, āsaḷho, sāvaṇo, bhaddo, assayujo.",
  "anya-e0802n5:57": "Na vuddhi nīlapītādo, paccaye saṇakārake.",
  "anya-e0802n5:58": "Phakāro phussasaddassa, ‘‘siro’’ti sirasaṃ vade.",
  "anya-e0802n5:59": "Sikkhānaṃ samūho sikkho, bhikkhānaṃ samūho bhikkho. Evaṃ kāpoto, māyūro, kokilo.",
  "anya-e0802n5:60": "Buddhe, assa devatā buddho. Evaṃ bhaddo, māro, māhindo, vessavaṇo, yāmo, somo, nārāyaṇo.",
  "anya-e0802n5:61": "Saṃvaccharamadhīte saṃvaccharo. Evaṃ mohutto, nemitto, aṅgavijjo, veyyākaraṇo, chando, bhāsso, cando.",
  "anya-e0802n5:62": "Vasādānaṃ visayo deso vāsādo. Evaṃ kumbho, sākunto, ātisāro.",
  "anya-e0802n5:63": "Udumbarā asmiṃ padese santīti odumbaro. Sāgarehi nibbatto sāgaro. Sāgalamassa nivāso sāgalo. Mathurā assa nivāso māthuro. Mathurāya issaro māthuro. Iccevamādayo yojetabbā.",
  "anya-e0802n5:64": "353, 378.Jātādīnamimiyā ca.",
  "anya-e0802n5:65": "Jātaiccevamādīnamatthe imaiyapaccayā honti.",
  "anya-e0802n5:66": "Pacchā jāto pacchimo. Evaṃ antimo, majjhimo, purimo, uparimo, heṭṭhimo, gopphimo. Bodhisattajātiyā jāto bodhisattajātiyo, evaṃ assajātiyo, hatthijātiyo, manussajātiyo.",
  "anya-e0802n5:67": "Ādiggahaṇena niyuttatthāditopi tadassatthāditopi ima iya ika iccete paccayā honti. Anto niyutto antimo. Evaṃ antiyo, antiko.",
  "anya-e0802n5:68": "Putto assa atthi, tasmiṃ vā vijjatīti puttimo. Evaṃ puttiyeva, puttiko, kappimo, kappiyo, kappiko.",
  "anya-e0802n5:69": "Caggahaṇena kiyapaccayo hoti niyuttatthe. Jātiyaṃ niyutto jātikiyo, andhe niyutto andhakiyo, jātiyā andho jaccandho, jaccandhe niyutto jaccandhakiyo.",
  "anya-e0802n5:70": "354, 379.Samūhatthe kaṇa ṇā.",
  "anya-e0802n5:71": "Samūhatthe kaṇa ṇaiccete paccayā honti.",
  "anya-e0802n5:72": "Rājaputtānaṃ samūho rājaputtako. Evaṃ rājaputto, mānussako, mānusso, māyūrako, māyūro, māhiṃsako, māhiṃso.",
  "anya-e0802n5:73": "355, 380.Gāma jana bandhu sahāyādīhitā.",
  "anya-e0802n5:74": "Gāma jana bandhu sahāyaiccevamādīhi tāpaccayo hoti samūhatthe.",
  "anya-e0802n5:75": "Gāmānaṃ samūho gāmatā. Evaṃ janatā, bandhutā, sahāyatā, nagaratā.",
  "anya-e0802n5:76": "356, 381.Tadassa ṭhānamiyo ca.",
  "anya-e0802n5:77": "‘‘Tadassa ṭhāna’’ miccetasmiṃ atthe iyapaccayo hoti.",
  "anya-e0802n5:78": "Madanassa ṭhānaṃ madaniyaṃ, bandhanassa ṭhānaṃ bandhaniyaṃ, mucchanassa ṭhānaṃ mucchaniyaṃ, evaṃ rajaniyaṃ, kamaniyaṃ, gamaniyaṃ, dussaniyaṃ, dassaniyaṃ.",
  "anya-e0802n5:79": "357, 382.Upamatthāyitattaṃ.",
  "anya-e0802n5:80": "Upamatthe āyitattapaccayo hoti.",
  "anya-e0802n5:81": "Dhūmo viya dissati aduṃ vanaṃ tadidaṃ dhūmāyitattaṃ, timiraṃ viya dissati aduṃ vanaṃ tadidaṃ timirāyitattaṃ.",
  "anya-e0802n5:82": "358, 383.Tannissitatthe lo.",
  "anya-e0802n5:83": "‘‘Tannissitatthe, tadassa ṭhāna’’miccetasmiṃ atthe ca lapaccayo hoti.",
  "anya-e0802n5:84": "Duṭṭhu nissitaṃ duṭṭhullaṃ, vedaṃ nissitaṃ vedallaṃ, duṭṭhu ṭhānaṃ duṭṭhullaṃ, vedassa ṭhānaṃ vedallaṃ.",
  "anya-e0802n5:85": "359, 384.Ālu tabbahule.",
  "anya-e0802n5:86": "Ālupaccayo hoti tabbahulatthe.",
  "anya-e0802n5:87": "Abhijjhā assa pakati abhijjhālu, abhijjhā assa bahulā vā abhijjhālu. Evaṃ sītālu, dhajālu, dayālu.",
  "anya-e0802n5:88": "360, 387.Ṇya tta tā bhāve tu.",
  "anya-e0802n5:89": "Ṇyattatāiccete paccayā honti bhāvatthe.",
  "anya-e0802n5:90": "Alasassa bhāvo ālasyaṃ, arogassa bhāvo ārogyaṃ. Paṃsukūlikassa bhāvo paṃsukūlikattaṃ, anodarikassa bhāvo anodarikattaṃ. Saṅgaṇikārāmassa bhāvo saṅgaṇikārāmatā, niddārāmassa bhāvo niddārāmatā.",
  "anya-e0802n5:91": "Tuggahaṇena ttanapaccayo hoti. Puthujjanattanaṃ, vedanattanaṃ.",
  "anya-e0802n5:92": "361, 388.Ṇavisamādīhi.",
  "anya-e0802n5:93": "Ṇapaccayo hoti visamādīhi ‘‘tassa bhāvo’’iccetasmiṃ atthe.",
  "anya-e0802n5:94": "Visamassa bhāvo vesamaṃ, sucissa bhāvo socaṃ.",
  "anya-e0802n5:95": "362, 389.Ramaṇīyādito kaṇa.",
  "anya-e0802n5:96": "Ramaṇīyaiccevamādito kaṇa paccayo hoti ‘‘tassa bhāvo’’iccetasmiṃ atthe.",
  "anya-e0802n5:97": "Ramaṇīyassa bhāvo rāmaṇīyakaṃ, manuññassa bhāvo mānuññakaṃ.",
  "anya-e0802n5:98": "363, 390.Visese taratamisikiyiṭṭhā.",
  "anya-e0802n5:99": "Visesatthe tara tama isika iya iṭṭhaiccete paccayā honti.",
  "anya-e0802n5:100": "Sabbe ime pāpā, ayamimesaṃ visesena pāpoti pāpataro. Evaṃ pāpatamo, pāpisiko, pāpiyo, pāpiṭṭho.",
  "anya-e0802n5:101": "364, 398.Tadassatthīti vī ca.",
  "anya-e0802n5:102": "‘‘Tadassatthi’’iccetasmiṃ atthe vīpaccayo hoti.",
  "anya-e0802n5:103": "Medhā yassa atthi, tasmiṃ vā vijjatītimedhāvī. Evaṃ māyāvī.",
  "anya-e0802n5:104": "Caggahaṇena sopaccayo hoti. Sumedhā yassa atthi, tasmiṃ vā vijjatīti sumedhaso.",
  "anya-e0802n5:105": "365, 399.Tapādito sī.",
  "anya-e0802n5:106": "Tapādito sīpaccayo hoti ‘‘tadassatthi’’iccetasmiṃ atthe.",
  "anya-e0802n5:107": "Tapo yassa atthi tasmiṃ vā vijjatīti tapassī. Evaṃ yasassī, tejassī.",
  "anya-e0802n5:108": "266, 400.Daṇḍādito ikaī.",
  "anya-e0802n5:109": "Daṇḍādito ika īiccete paccayā honti ‘‘tadassatthi’’iccetasmiṃ atthe.",
  "anya-e0802n5:110": "Daṇḍo yassa atthi, tasmiṃ vā vijjatīti daṇḍiko, daṇḍī. Evaṃ māliko, mālī.",
  "anya-e0802n5:111": "367, 401.Madhvādito ro.",
  "anya-e0802n5:112": "Madhuiccevamādito rapaccayo hoti ‘‘tadassatthi’’iccetasmiṃ atthe.",
  "anya-e0802n5:113": "Madhu yassa atthi, tasmiṃ vā vijjatīti madhuro. Evaṃ kuñjaro, muggaro, mukharo, susiro, (sīsaro, sukaro, suṅkaro), subharo, suciro, ruciro.",
  "anya-e0802n5:114": "368, 402.Guṇādito vantu.",
  "anya-e0802n5:115": "Guṇaiccevamādito vantupaccayo hoti ‘‘tadassatthi’’iccetasmiṃ atthe.",
  "anya-e0802n5:116": "Guṇo yassa atthi, tasmiṃ vā vijjatīti guṇavā. Evaṃ yasavā, dhanavā, paññavā, balavā, bhagavā.",
  "anya-e0802n5:117": "369, 403.Satyādīhi mantu.",
  "anya-e0802n5:118": "Satiiccevamādīhi mantupaccayohoti ‘‘tadassatthi’’ iccetasmiṃ atthe.",
  "anya-e0802n5:119": "Sati yassa atthi, tasmiṃ vā vijjatīti satimā, evaṃ jutimā, rucimā, thutimā, dhitimā, matimā, bhāṇumā.",
  "anya-e0802n5:120": "370, 405.Saddhāditoṇa.",
  "anya-e0802n5:121": "Saddhāiccevamādito ṇa paccayo hoti ‘‘tadassatthi’’iccetasmiṃ atthe.",
  "anya-e0802n5:122": "Saddhā yassa atthi, tasmiṃ vā vijjatībhi saddho, evaṃ pañño, amaccharo.",
  "anya-e0802n5:123": "371, 404.Āyussukārāsa mantumhi.",
  "anya-e0802n5:124": "Āyussa anto ukāro asādeso hotimantumhi paccaye pare.",
  "anya-e0802n5:125": "Āyu assa atthi, tasmiṃ vā vijjatīti āyasmā.",
  "anya-e0802n5:126": "372, 385.Tappakativacane mayo.",
  "anya-e0802n5:127": "Tappakativacanatthe mayapaccayo hoti.",
  "anya-e0802n5:128": "Suvaṇṇena pakataṃ kammaṃ sovaṇṇamayaṃ. Evaṃ rūpiyamayaṃ jatumayaṃ, rajatamayaṃ, iṭṭhakamayaṃ, ayomayaṃ, mattikā mayaṃ, dārumayaṃ, gomayaṃ.",
  "anya-e0802n5:129": "373, 406.Saṅkhyāpūraṇe mo.",
  "anya-e0802n5:130": "Saṅkhyāpūraṇatthe mapaccayo hoti.",
  "anya-e0802n5:131": "Pañcannaṃ pūraṇo pañcamo, evaṃ sattamo, aṭṭhamo, navamo, dasamo.",
  "anya-e0802n5:132": "374, 408.Sachassavā.",
  "anya-e0802n5:133": "Chassa sakārādeso hoti vā saṅkhyāpūraṇatthe.",
  "anya-e0802n5:134": "Channaṃ pūraṇo saṭṭho, chaṭṭho vā.",
  "anya-e0802n5:135": "375, 412.Ekādito dasassī.",
  "anya-e0802n5:136": "Ekādito dasassa ante īpaccayo hoti vā saṅkhyāpūraṇatthe.",
  "anya-e0802n5:137": "Eko ca dasa ca ekādasa, ekādasannaṃ pūraṇī ekādasī. Pañcaca dasa ca pañcadasa, pañcadasannaṃ pūraṇī pañcadasī. Cattāro ca dasa ca catuddasa, catuddasannaṃ pūraṇī cātuddasī.",
  "anya-e0802n5:138": "Pūraṇeti kimatthaṃ? Ekādasa, pañcadasa.",
  "anya-e0802n5:139": "376, 257.Dase so niccañca.",
  "anya-e0802n5:140": "Dasasadde pare niccaṃ chassa so hoti.",
  "anya-e0802n5:141": "Soḷasa.",
  "anya-e0802n5:142": "377, 0.Ante niggahitañca.",
  "anya-e0802n5:143": "Tāsaṃ saṅkhyānaṃ ante niggahitāgamo hoti.",
  "anya-e0802n5:144": "Pañcadasi, cātuddasi.",
  "anya-e0802n5:145": "378, 414.Tica.",
  "anya-e0802n5:146": "Tāsaṃ saṅkhyānaṃ ante tikārāgamo hoti. Vīsati, tiṃsati.",
  "anya-e0802n5:147": "379, 258.La darānaṃ.",
  "anya-e0802n5:148": "Dakāra rakārānaṃ saṅkhyānaṃ lakārādeso hoti. Soḷasa, cattālīsaṃ.",
  "anya-e0802n5:149": "380, 255.Vīsati dasesu bā dvissa tu.",
  "anya-e0802n5:150": "Vīsati dasaiccetesu dvissa bā hoti.",
  "anya-e0802n5:151": "Bāvīsatindriyāni, bārasa manussā.",
  "anya-e0802n5:152": "Tuggahaṇena dvissa du di do ādesā ca honti. Durattaṃ, dirattaṃ, diguṇaṃ, dohaḷinī.",
  "anya-e0802n5:153": "381, 254.Ekādito dassa ra saṅkhyāne.",
  "anya-e0802n5:154": "Ekādito dasassa dakārassa rakāro hoti vā saṅkhyāne.",
  "anya-e0802n5:155": "Ekārasa, ekādasa, bārasa, dvādasa.",
  "anya-e0802n5:156": "Saṅkhyāneti kimatthaṃ? Dvādasāyatanāni.",
  "anya-e0802n5:157": "382, 259.Aṭṭhāditoca.",
  "anya-e0802n5:158": "Aṭṭhaiccevamādito ca dasasaddassa dakārassa rakārādeso hoti vā saṅkhyāne.",
  "anya-e0802n5:159": "Aṭṭhārasa, aṭṭhadasa.",
  "anya-e0802n5:160": "Aṭṭhāditoti kimatthaṃ? Pañcadasa, soḷasa.",
  "anya-e0802n5:161": "Saṅkhyāneti kimatthaṃ? Aṭṭhadasiko.",
  "anya-e0802n5:162": "383, 253.Dvekaṭṭhānamākāro vā.",
  "anya-e0802n5:163": "Dvi eka aṭṭhaiccetesamanto ākāro hoti vā saṅkhyāne.",
  "anya-e0802n5:164": "Dvādasa, ekādasa, aṭṭhārasa.",
  "anya-e0802n5:165": "Saṅkhyāneti kimatthaṃ? Dvidanto, ekadanto, ekacchanno, aṭṭhatthambho.",
  "anya-e0802n5:166": "384, 407.Catucchehī tha ṭhā.",
  "anya-e0802n5:167": "Catu chaiccetehi tha ṭhaiccete paccayā honti saṅkhyāpūraṇatthe.",
  "anya-e0802n5:168": "Catuttho, chaṭṭho.",
  "anya-e0802n5:169": "385, 409.Dvitīhitiyo.",
  "anya-e0802n5:170": "Dvi tiiccetehi tiyapaccayo hoti saṅkhyāpūraṇatthe.",
  "anya-e0802n5:171": "Dutiyo, tatiyo.",
  "anya-e0802n5:172": "386, 410.Tiye dutāpi ca.",
  "anya-e0802n5:173": "Dvi tiiccetesaṃ du taiccete ādesā honti tiyapaccaye pare.",
  "anya-e0802n5:174": "Dutiyo, tatiyo.",
  "anya-e0802n5:175": "Apiggahaṇena aññesupi dviiccetassa duādeso hoti. Durattaṃ.",
  "anya-e0802n5:176": "Caggahaṇena dviiccetassa dikāro hoti. Dirattaṃ, diguṇaṃ saṅghāṭiṃ pārupetvā.",
  "anya-e0802n5:177": "387, 411.Tesamaḍḍhūpapadena aḍḍhuḍḍha divaḍḍha diyaḍḍhaḍḍhatiyā.",
  "anya-e0802n5:178": "Tesaṃ catuttha dutiya tatiyānaṃ aḍḍhūpapadānaṃ aḍḍhaḍḍhudivaḍḍha diyaḍḍha aḍḍhatiyādesā honti, aḍḍhūpapadena sahanippajjante.",
  "anya-e0802n5:179": "Aḍḍhena catuttho aḍḍhuḍḍho, aḍḍhena dutiyo divaḍḍho, aḍḍhena dutiyo diyaḍḍho, aḍḍhena tatiyo aḍḍhatiyo.",
  "anya-e0802n5:180": "388, 68.Sarūpānamekasesvasakiṃ.",
  "anya-e0802n5:181": "Sarūpānaṃ padabyañjanānaṃ ekaseso hoti asakiṃ. Puriso ca puriso ca purisā.",
  "anya-e0802n5:182": "Sarūpānamiti kimatthaṃ? Hatthī ca asso ca ratho ca pattiko ca hatthiassarathapattikā,",
  "anya-e0802n5:183": "Asakinti kimatthaṃ? Puriso.",
  "anya-e0802n5:184": "389, 413.Gaṇane dasassa dviticatupañcachasattaaṭṭhanavakānaṃ vī ti cattāra paññā cha sattāsanavā yosu, yonañcīsamāsaṃ ṭhi ri tī tuti.",
  "anya-e0802n5:185": "Gaṇane dasassa dvika tika catukka pañcaka chakka sattakaaṭṭhaka navakānaṃ sarūpānaṃ katekasesānaṃ yathāsaṅkhyaṃ vī ti cattāra paññā cha satta asa navaiccādesā honti asakiṃ yosu, yonañca īsaṃ āsaṃ ṭhi ri ti īti utiiccādesā honti. Pacchā puna nippajjante.",
  "anya-e0802n5:186": "Vīsaṃ , tiṃsaṃ, cattālīsaṃ, paññāsaṃ, saṭṭhi, sattari, sattati, asīti, navuti.",
  "anya-e0802n5:187": "Asakinti kimatthaṃ? Dasa.",
  "anya-e0802n5:188": "Gaṇaneti kimatthaṃ? Dasadasakā purisā.",
  "anya-e0802n5:189": "390, 256.Catūpapadassa lopo tuttarapadādicassa cucopi navā.",
  "anya-e0802n5:190": "Catūpapadassa gaṇane pariyāpannassa tukārassa lopo hoti, uttarapadādicakārassa cucopi ādesā honti navā.",
  "anya-e0802n5:191": "Cuddasa, coddasa, catuddasa.",
  "anya-e0802n5:192": "Apiggahaṇena anupapadassāpi padādicakārassa. Lopohoti navā, cassa cucopi honti. Tālīsaṃ, cattālīsaṃ, cuttālīsaṃ, cottālīsaṃ.",
  "anya-e0802n5:193": "391, 423.Yadanupapannā nipātanā sijjhanti.",
  "anya-e0802n5:194": "Ye saddā aniddiṭṭhalakkhaṇā, akkharapadabyañjanato, itthipumanapuṃsakaliṅgato , nāmupasagganipātato, abyayībhāvasamāsataddhitākhyātato, gaṇanasaṅkhyākālakārakappayogasaññāto, sandhipakativuddhilopāgamavikāraviparitato, vibhattivibhajanato ca, te nipātanā sijjhanti.",
  "anya-e0802n5:195": "392, 418.Dvādito ko’nekattheca.",
  "anya-e0802n5:196": "Dviiccevamādito kapaccayo hoti anekatthe ca, nipātanā sijjhanti.",
  "anya-e0802n5:197": "Satassa dvikaṃ dvisataṃ, satassa tikaṃ tisataṃ, satassa catukkaṃ catusataṃ, satassa pañcakaṃ pañcasataṃ, satassa chakkaṃ chasataṃ, satassa sattakaṃ sattasataṃ, satassa aṭṭhakaṃ aṭṭhasataṃ, satassa navakaṃ navasataṃ, satassa dasakaṃ dasasataṃ, sahassaṃ hoti.",
  "anya-e0802n5:198": "393, 415.Dasadasakaṃ sataṃ dasakānaṃ sataṃ sahassañca yomhi.",
  "anya-e0802n5:199": "Gaṇane pariyāpannassa dasadasakassa sataṃ hoti, satadasakassa sahassaṃ hoti yomhi pare.",
  "anya-e0802n5:200": "Sataṃ, sahassaṃ.",
  "anya-e0802n5:201": "Dvikādīnaṃ taduttarapadānañca nippajjante yathāsaṅkhyaṃ. Satassa dvikaṃ (tadidaṃ hoti) dvisataṃ, evaṃ tisataṃ, catusataṃ , pañcasataṃ, chasataṃ, sattasataṃ, aṭṭhasataṃ, navasataṃ, dasasataṃ, sahassaṃ hoti.",
  "anya-e0802n5:202": "394, 416.Yāva taduttari dasaguṇitañca.",
  "anya-e0802n5:203": "Yāva tāsaṃ saṅkhyānaṃ uttari dasaguṇitañca kātabbaṃ.",
  "anya-e0802n5:204": "Taṃ yathā? Dasassa gaṇanassa dasaguṇitaṃ katvā sataṃ hoti, satassa dasaguṇitaṃ katvā sahassaṃ hoti, sahassassa dasaguṇitaṃ katvā dasasahassaṃ hoti, dasasahassassa dasaguṇitaṃ katvāsatasahassaṃ hoti, satasahassassa dasaguṇitaṃ katvādasasatasahassaṃ hoti, dasasatasahassassadasaguṇitaṃ katvā koṭi hoti, koṭisatasahassassa sataguṇitaṃ katvā pakoṭi hoti. Evaṃ sesāpi yojetabbā.",
  "anya-e0802n5:205": "Caggahaṇaṃ visesanatthaṃ.",
  "anya-e0802n5:206": "395, 417.Sakanāmehi.",
  "anya-e0802n5:207": "Yāsaṃ pana saṅkhyānaṃ aniddiṭṭhanāmadheyyānaṃ sakehi sakehi nāmehi nippajjante.",
  "anya-e0802n5:208": "Satasahassānaṃ sataṃ koṭi, koṭisatasahassānaṃ sataṃ pakoṭi, pakoṭisatasahassānaṃ sataṃ koṭipakoṭi , koṭipakoṭisatasahassānaṃ sataṃ nahutaṃ, nahutasatasahassānaṃ sataṃ ninnahutaṃ, ninnahutasatasahassānaṃ sataṃ akkhobhiṇī. Tathā bindu, abbudaṃ, nirabbudaṃ, ahahaṃ, ababaṃ, aṭaṭaṃ, sogandhikaṃ, uppalaṃ, kumudaṃ, padumaṃ, puṇḍarikaṃ, kathānaṃ, mahākathānaṃ, asaṅkhyeyyaṃ.",
  "anya-e0802n5:209": "396, 363.Tesaṃ ṇo lopaṃ.",
  "anya-e0802n5:210": "Tesaṃ paccayānaṃ ṇo lopamāpajjate.",
  "anya-e0802n5:211": "Gotamassa apaccaṃ gotamo. Evaṃ vāsiṭṭho. Venateyyo, ālasyaṃ, ārogyaṃ.",
  "anya-e0802n5:212": "397, 420.Vibhāge dhā ca.",
  "anya-e0802n5:213": "Vibhāgatthe ca dhāpaccayo hoti.",
  "anya-e0802n5:214": "Ekena vibhāgena ekadhā. Evaṃ dvidhā, tidhā, catudhā, pañcadhā, chadhā.",
  "anya-e0802n5:215": "Ceti kimatthaṃ? Sopaccayo hoti. Suttaso, byañjanaso, padaso.",
  "anya-e0802n5:216": "398, 421.Sabbanāmehipakāravacane tu thā.",
  "anya-e0802n5:217": "Sabbanāmehi pakāravacanatthe thāpaccayo hoti.",
  "anya-e0802n5:218": "So pakāro tathā, taṃ pakāraṃ tathā, tena pakārena tathā, tassa pakārassa tathā, tasmā pakārā tathā, tassa pakārassa tathā, tasmiṃ pakāre tathā. Evaṃ yathā, sabbathā, aññathā, itarathā.",
  "anya-e0802n5:219": "Tuggahaṇaṃ kimatthaṃ? Tatthāpaccayo hoti. So pakāro tathatthā. Evaṃ yathatthā. Sabbathatthā, aññathatthā, itarathatthā.",
  "anya-e0802n5:220": "399, 422.Kimimehi thaṃ.",
  "anya-e0802n5:221": "Kiṃ imaiccetehi thaṃpaccayo hoti pakāravacanatthe.",
  "anya-e0802n5:222": "Ko pakāro kathaṃ, kaṃ pakāraṃ kathaṃ, kena pakārena kathaṃ, kassa pakārassa kathaṃ, kasmā pakārā kathaṃ. Kassa pakārassa kathaṃ, kasmiṃ pakāre kathaṃ, ayaṃ pakāro itthaṃ, imaṃ pakāraṃ itthaṃ, iminā pakārena itthaṃ, imassa pakārassa itthaṃ, imasmā pakārā itthaṃ, imassa pakārassa itthaṃ, imasmiṃ pakāre itthaṃ.",
  "anya-e0802n5:223": "400, 364.Vuddhādisarassavā’saṃyogantassa saṇe ca.",
  "anya-e0802n5:224": "Ādisarassa vā asaṃyogantassa ādibyañjanassa vā sarassa vuddhi hoti saṇakārake paccaye pare.",
  "anya-e0802n5:225": "Ābhidhammiko, venateyyo, vāsiṭṭho, ālasyaṃ, ārogyaṃ.",
  "anya-e0802n5:226": "Asaṃyogantasseti kimatthaṃ? Bhaggavo, manteyyo, kunteyyo.",
  "anya-e0802n5:227": "401, 375.Māyūnamāgamo ṭhāne.",
  "anya-e0802n5:228": "Iuiccetesaṃ ādibhūtānaṃ mā vuddhi hoti. Tesu ca e o vuddhāgamo hoti ṭhāne.",
  "anya-e0802n5:229": "Byākaraṇamadhīte veyyākaraṇiko, nyāyamadhīte neyyāyiko, byāvacchassa apaccaṃ veyyāvaccho, dvāre niyutto dovāriko.",
  "anya-e0802n5:230": "402, 377.Āttañca.",
  "anya-e0802n5:231": "Iuiccetesaṃ āttañca hoti, rikārāgamo ca ṭhāne.",
  "anya-e0802n5:232": "Isissa bhāvo ārisyaṃ, iṇassa bhāvo āṇyaṃ, usabhassa bhāvo āsabhaṃ, ujuno bhāvo ajjavaṃ, iccevamādī yojetabbā.",
  "anya-e0802n5:233": "Yūnamiti kimatthaṃ? Apāyesu jāto āpāyi ko.",
  "anya-e0802n5:234": "Ṭhāneti kimatthaṃ? Vematiko, opanayiko, opamāyiko, opāyiko.",
  "anya-e0802n5:235": "403, 354.Kvacādimajjhuttarānaṃ dīgharassā paccayesu ca.",
  "anya-e0802n5:236": "Kvaci ādimajjhauttaraiccetesaṃ dīgharassā honti paccayesu ca apaccayesu ca.",
  "anya-e0802n5:237": "Ādidīgho tāva – pākāro, nīvāro, pāsādo, pākaṭo, pātimokkho, pāṭikaṅkho iccevamādi.",
  "anya-e0802n5:238": "Majjhedīgho tāva – aṅgamāgadhiko, orabbhamāgavīko iccevamādi.",
  "anya-e0802n5:239": "Uttaradīgho tāva – khantī paramaṃ tapo titikkhā, añjanā giri, koṭarā vanaṃ, aṅgulī iccevamādi.",
  "anya-e0802n5:240": "Ādirasso tāva – pageva iccevamādi.",
  "anya-e0802n5:241": "Majjherasso tāva – sumedhaso suvaṇṇadharehi iccevamādi.",
  "anya-e0802n5:242": "Uttararasso tāva – bhovādi nāma so hoti, yathābhāvi guṇena so iccevamādi. Aññepi yathājinavacanānuparodhena yojetabbā.",
  "anya-e0802n5:243": "Caggahaṇena apaccayesu cāti atthaṃ samucceti,",
  "anya-e0802n5:244": "404, 370.Tesu vuddhilopāgamavikāraviparītādesā ca.",
  "anya-e0802n5:245": "Tesu ādimajjhuttaresu yathājinavacanānuparodhena kvaci vuddhi hoti, kvaci lopo hoti, kvaci āgamo hoti, kvaci vikāro hoti, kvaci viparīto hoti, kvaci ādeso hoti.",
  "anya-e0802n5:246": "Ādivuddhi tāva – ābhidhammiko, venateyyo iccevamādi.",
  "anya-e0802n5:247": "Majjhevuddhi tāva – sukhaseyyaṃ, sukhakāri dānaṃ, sukhakāri sīlaṃ iccevamādi.",
  "anya-e0802n5:248": "Uttaravuddhi tāva – kāliṅgo, māgadhiko, paccakkhadhammā iccevamādi.",
  "anya-e0802n5:249": "Ādilopo tāva – tālīsaṃ iccevamādi.",
  "anya-e0802n5:250": "Majjhelopo tāva – kattukāmo, kumbhakāraputto, vedallaṃ iccevamādi.",
  "anya-e0802n5:251": "Uttaralopo tāva – bhikkhu, bhikkhunī iccevamādi.",
  "anya-e0802n5:252": "Ādiāgamo tāva – vutto bhagavatā iccevamādi.",
  "anya-e0802n5:253": "Majjheāgamo tāva – sasīlavā, sapaññavāiccevamādi.",
  "anya-e0802n5:254": "Uttaraāgamo tāva – vedallaṃ iccevamādi.",
  "anya-e0802n5:255": "Ādivikāro tāva – ārisyaṃ, āṇyaṃ, āsabhaṃ, ajjavaṃ iccevamādi.",
  "anya-e0802n5:256": "Majjhevikāro tāva – varārisyaṃ, parārisyaṃ iccevamādi.",
  "anya-e0802n5:257": "Uttaravikāro tāva – yāni, tāni, sukhāni iccevamādi.",
  "anya-e0802n5:258": "Ādiviparīto tāva – uggate sūriye uggacchati iccevamādi.",
  "anya-e0802n5:259": "Majjheviparīto tāva – samuggacchati, samuggate sūriye iccevamādi.",
  "anya-e0802n5:260": "Uttaraviparīto tāva – digu, diguṇaṃ iccevamādi.",
  "anya-e0802n5:261": "Ādiādeso tāva – yūnaṃ iccevamādi.",
  "anya-e0802n5:262": "Majjheādeso tāva – nyāyogā iccevamādi.",
  "anya-e0802n5:263": "Uttaraādeso tāva – sabbaseyyo, sabbaseṭṭho, cittaṃ iccevamādi. Evaṃ yathājinavacanānuparodhena sabbattha yojetabbā.",
  "anya-e0802n5:264": "405, 365.Ayuvaṇṇānañcāyo vuddhi.",
  "anya-e0802n5:265": "A iti akāro, i īiti ivaṇṇo, u ūiti uvaṇṇo, tesaṃ akāraivaṇṇuvaṇṇānaṃ ā e ovuddhiyo honti yathāsaṅkhyaṃ, ā ī ūvuddhi ca.",
  "anya-e0802n5:266": "Ābhidhammiko, venateyyo, oḷumpiko.",
  "anya-e0802n5:267": "Puna vuddhiggahaṇaṃ kimatthaṃ? Uttarapadavuddhibhāvatthaṃ, aṅgamagadhehi āgatāti aṅgamāgadhikā. Nigamajanapadesu jātāti negamajānapadā. Purimajanapadesu jātāti porimajānapadā. Sattāhe niyuttoti sattāhikā, catuvijje niyuttoti cātuvijjikā. Iccevamādī yojetabbā.",
  "anya-e0802n5:268": "Vuddhiiccanena kvattho? Vuddhādisarassa vā’saṃyogantassa saṇe ca.",
  "anya-e0802n5:269": "Iti nāmakappe taddhitakappo aṭṭhamo kaṇḍo.",
  "anya-e0802n5:270": "Taddhitakappo niṭṭhito."
}