{
  "anya-e0701n1:0": "2. Ganthakārakācariya-paricchedo",
  "anya-e0701n1:1": "Ācariyo pana atthi. Porāṇācariyā atthi, aṭṭhakathācariyā atthi, ganthakārakācariyā atthi, tividhanāmikācariyā. Katame porāṇācariyā? Paṭhamasaṅgāyanāyaṁ pañcasatā khīṇāsavā pañcannaṁ nikāyānaṁ nāmañca atthañca adhippāyañca yadañca byañjana sodhanañca avasesaṁ kiccaṁ kariṁsu. Dutiyasaṅgāyanāyaṁ sattasatā khīṇāsavā tesaṁyeva saddatthādikaṁ kiccaṁ puna kariṁsu. Tatiyasaṅgāyanāyaṁ sahassamattā khīṇāsavā tesaṁyeva saddatthādikaṁ kiccaṁ puna kariṁsu. Iccevaṁ dvesatādhikā dvesahassa khīṇāsavā mahākaccāyanaṁ ṭhapetvā avasesā porāṇācariyā nāma. Ye porāṇācariyā teyeva aṭṭhakathācariyā nāma. Katame ganthakārakācariyā? Mahāaṭṭhakathikāpebhadaanekācariyā ganthakārakācariyā nāma. Katame tividha nāmācariyā mahākaccāyano tividhanāmaṁ. Katame ganthā mahākaccāyanena katā? Kaccāyanagantho, mahāniruttigantho, cullaniruttigantho, yamakagantho, nettigantho, peṭakopadesaganthoti, ime cha ganthā mahākaccāyanena katā. Katame anekācariyena katā ganthā? Mahāpaccarikācariyo mahāpaccariyaṁ nāma ganthaṁ akāsi. Mahākurundikācariyo kurundi nāma ganthaṁ akāsi. Aññataro ācariyo mahāpaccariya ganthassa aṭṭhakathaṁ akāsi. Aññataro ācariyo kurundi ganthassa aṭṭhakathaṁ akāsi, mahābuddhaghosā nāmacariyo visuddhimaggo dīghanikāyassa sumaṅgalavilāsani nāma aṭṭhakathā, majjhimanikāyassa papañcasūdanī nāma aṭṭhakathā, saṁyuttanikāyassa sāratthappakāsinī nāma aṭṭhakathā, aṅguttaranikāyassa manorathapūraṇī nāma aṭṭhakathā, pañcavinaya ganthānaṁ samantapāsādikā nāma aṭṭhakathā, sattannaṁ abhidhammaganthānaṁ paramatthakathā nāma aṭṭhakathā, pātimokkha saṁkhātāya mātikāya kaṅkhāvitaraṇīti visuddhi nāma aṭṭhakathā, dhammapadassa aṭṭhakathā, jātakassa aṭṭhakathā, khuddakapāṭhassa aṭṭhakathā, suttanipātassa aṭṭhakathā, apadānassa aṭṭhakathāti, ime terasa ganthe akāsi. Buddhadattonāmācariyo vinaya vinicchayo, uttaravinicchayo, abhidhammāvatāro, buddhavaṁsassa madhuratthavilāsinī nāma aṭṭhakathāti, ime cattāro ganthe akāsi. Ānandonāmācariyā sattābhidhammaganthaṭṭhakathāya mūṭīkaṁ nāma ṭīkaṁ akāsi. Dhammapālācariyo nettippakaraṇaṭṭhakathā, itivuttakaṭṭhakathā, udānaṭṭhakathā, cariyāpiṭakaṭṭhakathā, therakathaṭṭhakathā, therīkathaṭṭhakathā, vimānavatthussa vimalavilāsini nāma aṭṭhakathā, petavatthussa vimalavilāsini nāma aṭṭhakathā, visuddhimaggassa paramatthamañjūsā nāma ṭīkā, dīghanikāyassa aṭṭhakathādīnaṁ catunnaṁ aṭṭhakathānaṁ līnatthappakāsani nāma ṭīkā, jātakaṭṭhakathāya līnatthappakāsani nāma ṭīkā, nettipakaraṇaṭṭhakathāya ṭīkā, buddhavaṁsaṭṭhakathāya paramatthadīpanī nāma ṭīkā, abhidhammaṭṭhakathāyaṭīkā līnatthavaṇṇanā nāma anuṭīkāti ime cuddasa matte ganthe akāsi.",
  "anya-e0701n1:2": "Dve pubbācariyānāmā cariyānirutti mañjūsaṁ nāma cullanirutti ṭīkañca mahānirutti saṅkhepañca akaṁsu. Mahāvajirabuddhināmācariyo vinayagaṇṭhināma pakaraṇaṁ akāsi. Dīpaṅkarasaṅkhāto vimalabuddhi nāmācariyo mukhamattadīpanī nāmakaṁ nyāsappakaraṇaṁ akāsi. Cullavajirabuddhi nāmācariyo atthabyākhyānaṁ nāma pakaraṇaṁ akāsi.",
  "anya-e0701n1:3": "Dīpaṅkaro nāmācariyo rūpasiddhi pakaraṇaṁ, rūpasiddhi ṭīkaṁ, sampapañca suttañceti tividhaṁ pakaraṇaṁ akāsi. Ānandācariyassa jeṭṭhasisso dhammapālo nāmācariyo saccasaṅkhepaṁ nāma pakaraṇaṁ akāsi. Kassapo nāmācariyo mohavicchedanī, vimaticchedanī, dasabuddhavaṁso, anāgatavaṁsoti, catuvidhaṁ pakaraṇaṁ akāsi.",
  "anya-e0701n1:4": "Mahānāmo nāmācariyo, saddhammapakāsanī nāma paṭisambhidāmaggassa aṭṭhakathaṁ akāsi. Dīpavaṁso, thūpavaṁso, bodhivaṁso, cūlavaṁso, mahāvaṁso, paṭisambhidāmaggaṭṭhakathā gaṇṭhi ceti ime cha ganthā mahānāmācari visuṁ visuṁ katā.",
  "anya-e0701n1:5": "Navo mahānāmo nāmācariyo navaṁ mahāvaṁsa nāma pakaraṇaṁ akāsi. Upaseno nāmācariyo saddhammapajjotikaṁ nāma mahāniddesassa aṭṭhakathaṁ akāsi. Moggalāno nāmācariyo moggalānabyākaraṇaṁ nāma pakaraṇaṁ akāsi. Saṅgharakkhito nāmācariyo, subodhālaṅkāraṁ nāma pakaraṇaṁ akāsi. Vuttodayakāro nāmācariyo vuttodayaṁ nāma pakaraṇaṁ akāsi. Dhammasiri nāmācariyo khuddakasikkhaṁ nāma pakaraṇaṁ akāsi. Purāṇakhuddasikkhāya ṭīkā, mūlasikkhā ceti, ime dve ganthā dvehācariyehi visuṁ visuṁ katā.",
  "anya-e0701n1:6": "Anuruddho nāmācariyo paramatthavinicchayaṁ, nāmarūpaparicchedaṁ, abhidhammatthasaṅgahaṁ ceti tividhaṁ pakaraṇaṁ akāsi. Khemo nāmācariyo khemaṁ nāma pakaraṇaṁ akāsi. Sāriputto nāmācariyo vinayaṭṭhakathāya sāratthadīpanī nāma ṭīkaṁ; vinayasaṅgahapakaraṇaṁ, vinayasaṅgahassaṭīkaṁ; aṅguttaraṭṭhakathāya sāratthamañjūsaṁ nāma navaṁ ṭīkaṁ; pañcikā ṭīkañceti, ime pañca ganthe akāsi. Buddhanāgo nāmācariyo vinayatthamañjūsaṁ nāma kaṅkhāvitaraṇīyā ṭīkaṁ akāsi. Navo moggalāno nāmācariyo abhidhānappadīpikaṁ nāma pakaraṇaṁ akāsi. Vācissaro nāmācariyo mahāsāmi nāma subodhālaṅkārassa ṭīkā, vuttodaya vivaraṇaṁ, sumaṅgalappasādani nāma khuddasikkhāya ṭīkā; sambandhacintā, sambandhacintāya ṭīkā; bālāvatāro, moggalānabyākaraṇassa pañcikāya ṭīkā; yogavinicchayo, vinayavinicchayassa ṭīkā, uttaravinicchayassa ṭīkā, nāmarūpa-paricchedassa vibhāgo, saddatthassa padarūpavibhāvanaṁ; khemassa pakaraṇassa ṭīkā, sīmālaṅkāro, mūlasikkhāya ṭīkā, rūpavibhāgo, paccayasaṅgaho, saccasaṅkhepassa ṭīkā ceti, ime aṭṭhārasa ganthe akāsi.",
  "anya-e0701n1:7": "Sumaṅgalo nāmācariyo abhidhammāvatārassaṭīkaṁ, abhidhammatthasaṅgahassaṭīkañca duvidhaṁ pakaraṇaṁ akāsi. Buddhapiyo nāmācariyo sāratthasaṅgahaṁ nāma pakaraṇaṁ akāsi. Dhammakitti nāmācariyo dantadhātu pakaraṇaṁ akāsi. Medhaṅkaro nāmācariyo jinacaritaṁ nāma pakaraṇaṁ akāsi. Buddharakkhito nāmācariyo jinalaṅkāraṁ, jinalaṅkārassa ṭīkañcāti duvidhaṁ pakaraṇaṁ akāsi. Upatisso nāmācariyo anāgatavaṁsassa aṭṭhakathaṁ akāsi.",
  "anya-e0701n1:8": "Kaṅkhāvitaraṇīyā līnatthappakāsini, nisandeho, dhammānusāraṇī, ñeyyāsantati, ñeyyāsantatiyā ṭīkā, sumatādāvatāro, lokapaññatti pakaraṇaṁ, tathāgatuppatti pakaraṇaṁ, nalāṭadhātu vaṇṇanā, sīhaḷavatthu, dhammadīpako, paṭipattisaṅgaho, visuddhimaggaṇṭhi, abhidhammagaṇṭhi, nettipakaraṇagaṇṭhi, visuddhimaggacullanavaṭīkā, sotabbamālinī, pasādajananī, okāsaloko, subodhālaṅkārassa nava ṭīkā ceti, ime vīsati ganthā vīsatācariyehi visuṁ visuṁ katā.",
  "anya-e0701n1:9": "Saddhammasiri nāmācariyo saddatthabhedacintā nāma pakaraṇaṁ akāsi. Devo nāmācariyo sumana kūṭavaṇṇanaṁ nāma pakaraṇaṁ akāsi. Cullabuddhaghoso nāmācariyo sotatthakinidānaṁ nāma pakaraṇaṁ akāsi. Raṭṭhapālo nāmācariyo madhurasaṅgāhaṇīkitti nāma pakaraṇaṁ akāsi. Subhūtacando nāmācariyo liṅgatthavivaraṇa-pakaraṇaṁ akāsi. Aggavaṁso nāmācariyo saddanīti pakaraṇaṁ nāma akāsi. Vajirabuddhi nāmācariyo mahāṭīkaṁ nāma nyāsapakaraṇaṭīkaṁ akāsi. Guṇasāgaro nāmācariyo mukhamattasāraṁ, mukhamattasārassa ṭīkañca duvidhaṁ pakaraṇaṁ akāsi. Abhayo nāmācariyo saddatthabhedacintāya mahāṭīkaṁ akāsi. Ñāṇasāgaro nāmācariyo liṅgatthavivaraṇappakāsanaṁ nāma pakaraṇaṁ akāsi. Aññataro ācariyo gūḷatthaṭīkaṁ, bālappabodhanañca duvidhaṁ pakaraṇaṁ akāsi. Aññataro ācariyo saddattha-bhedacintāya majjhimaṭīkaṁ akāsi. Uttamo nāmācariyo bālāvatāraṭīkaṁ, liṅgatthavivaraṇaṭīkañca duvidhaṁ pakaraṇaṁ akāsi. Aññataro ācariyo saddatthabhedacintāya nava-ṭīkaṁ akāsi. Eko amacco abhidhānappadīpikāyaṭīkaṁ, gaṇṭhipakaraṇassa daṇḍīppakaraṇassa māgadhabhūtaṁ ṭīkaṁ, koladdhajanassa sakaṭabhāsāya kataṭīkañca tividhaṁ pakaraṇaṁ akāsi. Dhammasenāpati nāmācariyo kārikaṁ, etimāsapidīpanī, manohārañca tividhaṁ pakaraṇaṁ akāsi. Aññataro ācariyo kārikāya ṭīkaṁ akāsi. Aññataro ācariyo etimāsapidīpikāya ṭīkaṁ akāsi.",
  "anya-e0701n1:10": "Aññataro ācariyo saddabindu nāma pakaraṇaṁ akāsi. Saddhammaguru nāmācariyo saddavuttippakāsakaṁ nāma pakaraṇaṁ akāsi. Sāriputto nāmācariyo saddavuttippakāsakassa ṭīkaṁ akāsi. Aññataro ācariyo kaccāyanasāraṁ nāma pakaraṇaṁ kaccāyanasārassa ṭīkañca duvidhaṁ pakaraṇaṁ akāsi. Navo medhaṅkaro nāmācariyo lokadīpakasāraṁ nāma pakaraṇaṁ akāsi. Aggapaṇḍito nāmācariyo lokuppatti nāma pakaraṇaṁ akāsi. Cīvaro nāmācariyo jaṅghadāsakassa ṭīkaṁ akāsi. Mātikatthadīpanī, abhidhammatthasaṅgahavaṇṇanā, sīmālaṅkārassaṭīkā, vinayasamuṭṭhānadīpanī ṭīkā, gaṇṭhi sāro, paṭṭhānagaṇanā nayo, suttaniddeso, pātimokkho, ceti, ime aṭṭha ganthe saddhammajotipālācariyo akāsi. Vimalabuddhi nāmācariyo abhidhamma-pannarasaṭṭhānaṁ nāma pakaraṇaṁ akāsi. Navo vimalabuddhi nāmācariyo saddasāratthajālinī, saddasāratthajāliniyā ṭīkā, vuttodaya ṭīkā, paramatthamañjūsā nāma abhidhammasaṅgahaṭīkāya anuṭīkā dasagaṇṭhivaṇṇanā, māgadhabhūtāvidaggamukhamaṇḍanaṭīkā ceti ime cha ganthe akāsi. Aññataro ācariyo pañcapakaraṇaṭīkāya navānuṭīkaṁ akāsi. Ariyavaṁso nāmācariyo abhidhammasaṅgaha-ṭīkāya [paramattha] maṇisāramañjūsaṁ nāma navānuṭīkaṁ akāsi. Abhidhammatthasaṅgahassa ṭīkā, peṭakopadesassa ṭīkā, catubhāṇavārassa aṭṭhakathā, mahāsārapakāsanī, mahādīpanī, sāratthadīpanī gati pakaraṇaṁ, hatthasāro, bhummasaṅgaho, bhummaniddeso, dasavatthukāyaviratiṭīkā, jotanā nirutti, vibhattikathā, kaccāyanavivaraṇā, saddhammamālinī, pañcagati vaṇṇanā, bālacittapabodhanaṁ, dhammacakkasuttassa navaṭṭhakathā, dantadhātu pakaraṇassa ṭīkā ceti, ime vīsati ganthā nānācariyehi katā, aññāni pana pakaraṇāni atthi.",
  "anya-e0701n1:11": "Katamāni saddhammo pāyano, bālappabodhanapakaraṇassa ṭīkā ca, jinālaṅkārapakaraṇassa navaṭīkā ca, liṅgatthavivaraṇaṁ, liṅgavinicchayo; pātimokkhavivaraṇaṁ, paramatthakathāvivaraṇaṁ, samantapāsādikā vivaraṇaṁ, catubhāṇavāraṭṭhakathā vivaraṇaṁ, abhidhammatthasaṅgahavivaraṇaṁ, saccasaṅkhepavivaraṇaṁ, saddatthabhedacintāvivaraṇaṁ, saddavuttivivaraṇaṁ, kaccāyanasāravivaraṇaṁ, abhidhammatthasaṅgahassa ṭīkā vivaraṇaṁ, mahāvessantarājātakassa vivaraṇaṁ, sakkābhimataṁ, mahāvessantarajātakassa navaṭṭhakathā, paṭhama saṁbodhi, lokanetti ca, buddhaghosācariyanidānaṁ milindapañhā vaṇṇanā, caturā rakkhā, caturakkhāya aṭṭhakathā, saddavuttipakaraṇassa navaṭīkā, iccevaṁ pañcavīsati pamāṇāni pakaraṇāni laṅko dīpādīsuṭṭhānesu paṇḍitehi katāni ahesuṁ, sambuddhegāthā ca, naradeva nāma gāthā ca, dātave cīratti gāthā ca, vīsati ovādagāthā ca, dānasattari, sīlasattari, sappādānavaṇṇanā, anantabuddhavandanagāthā ca, aṭṭhavīsati buddhavandanagāthā ca, atītānāgatapaccuppannavandanagāthā ca, asītimahāsāvakavandanagāthā ca, navahāraguṇavaṇṇanā cāti, ime buddhapaṇāma-gāthādikā gāthā yo paṇḍitehi laṅkādīpādisuṭṭhānesu katā ahesuṁ [iti cullaganthavaṁse ganthakārakācariya dīpako nāma dutiyo paricchedo]"
}