{
"mil6.3.8:1.1": "Milindapañha",
"mil6.3.8:2.1": "Anumānapañha",
"mil6.3.8:3.1": "Vessantaravagga",
"mil6.3.8:4.1": "8. Dhammābhisamayapañha",
"mil6.3.8:5.1": "“Bhante nāgasena, ye te sammā paṭipajjanti, tesaṃ sabbesaṃyeva dhammābhisamayo hoti, udāhu kassaci na hotī”ti?",
"mil6.3.8:5.2": "“Kassaci, mahārāja, hoti, kassaci na hotī”ti.",
"mil6.3.8:5.3": "“Kassa, bhante, hoti, kassa na hotī”ti?",
"mil6.3.8:5.4": "“Tiracchānagatassa, mahārāja, suppaṭipannassāpi dhammābhisamayo na hoti, ",
"mil6.3.8:5.5": "pettivisayūpapannassa …",
"mil6.3.8:5.6": "micchādiṭṭhikassa … kuhakassa …",
"mil6.3.8:5.7": "mātughātakassa …",
"mil6.3.8:5.8": "pitughātakassa …",
"mil6.3.8:5.9": "arahantaghātakassa …",
"mil6.3.8:5.10": "saṃghabhedakassa …",
"mil6.3.8:5.11": "lohituppādakassa …",
"mil6.3.8:5.12": "theyyasaṃvāsakassa …",
"mil6.3.8:5.13": "titthiyapakkantassa …",
"mil6.3.8:5.14": "bhikkhunidūsakassa …",
"mil6.3.8:5.15": "terasannaṃ garukāpattīnaṃ aññataraṃ āpajjitvā avuṭṭhitassa …",
"mil6.3.8:5.16": "paṇḍakassa …",
"mil6.3.8:5.17": "ubhatobyañjanakassa suppaṭipannassāpi dhammābhisamayo na hoti …",
"mil6.3.8:5.18": "yopi manussadaharako ūnakasattavassiko, tassa suppaṭipannassāpi dhammābhisamayo na hoti.",
"mil6.3.8:5.19": "Imesaṃ kho, mahārāja, soḷasannaṃ puggalānaṃ suppaṭipannānampi dhammābhisamayo na hotī”ti.",
"mil6.3.8:6.1": "“Bhante nāgasena, ye te pannarasa puggalā viruddhāyeva, tesaṃ dhammābhisamayo hotu vā mā vā hotu, atha kena kāraṇena manussadaharakassa ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti?",
"mil6.3.8:6.2": "Ettha tāva pañho bhavati ‘nanu nāma daharakassa na rāgo hoti, na doso hoti, na moho hoti, na māno hoti, na micchādiṭṭhi hoti, na arati hoti, na kāmavitakko hoti, amissito kilesehi, so nāma daharako yutto ca patto ca arahati ca cattāri saccāni ekappaṭivedhena paṭivijjhitun’”ti.",
"mil6.3.8:7.1": "“Taññevettha, mahārāja, kāraṇaṃ, yenāhaṃ kāraṇena bhaṇāmi ‘ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī’ti.",
"mil6.3.8:7.2": "Yadi, mahārāja, ūnakasattavassiko rajanīye rajjeyya, dussanīye dusseyya, mohanīye muyheyya, madanīye majjeyya, diṭṭhiṃ vijāneyya, ratiñca aratiñca vijāneyya, kusalākusalaṃ vitakkeyya, bhaveyya tassa dhammābhisamayo, api ca, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī.",
"mil6.3.8:7.3": "Ūnakasattavassiko, mahārāja, tena dubbalena cittena parittakena mandena avibhūtena na sakkoti garukaṃ bhārikaṃ vipulaṃ mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ.",
"mil6.3.8:8.1": "Yathā, mahārāja, sinerupabbatarājā garuko bhāriko vipulo mahanto, api nu kho taṃ, mahārāja, puriso attano pākatikena thāmabalavīriyena sakkuṇeyya sinerupabbatarājānaṃ uddharitun”ti?",
"mil6.3.8:8.2": "“Na hi, bhante”ti.",
"mil6.3.8:8.3": "“Kena kāraṇena, mahārājā”ti?",
"mil6.3.8:8.4": "“Dubbalattā, bhante, purisassa, mahantattā sinerupabbatarājassā”ti.",
"mil6.3.8:8.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī.",
"mil6.3.8:8.6": "Ūnakasattavassiko tena dubbalena cittena parittena mandena avibhūtena na sakkoti garukaṃ bhārikaṃ vipulaṃ mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
"mil6.3.8:9.1": "Yathā vā pana, mahārāja, ayaṃ mahāpathavī dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā, api nu kho taṃ, mahārāja, mahāpathaviṃ sakkā parittakena udakabindukena temetvā udakacikkhallaṃ kātun”ti?",
"mil6.3.8:9.2": "“Na hi, bhante”ti.",
"mil6.3.8:9.3": "“Kena kāraṇena, mahārājā”ti?",
"mil6.3.8:9.4": "“Parittattā, bhante, udakabindussa, mahantattā mahāpathaviyā”ti.",
"mil6.3.8:9.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā.",
"mil6.3.8:9.6": "Ūnakasattavassiko tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
"mil6.3.8:10.1": "Yathā vā pana, mahārāja, abaladubbalaparittaappathokamandaggi bhaveyya, api nu kho, mahārāja, tāvatakena mandena agginā sakkā sadevake loke andhakāraṃ vidhamitvā ālokaṃ dassetun”ti?",
"mil6.3.8:10.2": "“Na hi, bhante”ti.",
"mil6.3.8:10.3": "“Kena kāraṇena, mahārājā”ti?",
"mil6.3.8:10.4": "“Mandattā, bhante, aggissa, lokassa mahantattā”ti.",
"mil6.3.8:10.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, mahatā ca avijjandhakārena pihitaṃ.",
"mil6.3.8:10.6": "Tasmā dukkaraṃ ñāṇālokaṃ dassayituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
"mil6.3.8:11.1": "Yathā vā pana, mahārāja, āturo kiso aṇuparimitakāyo sālakakimi hatthināgaṃ tidhā pabhinnaṃ navāyataṃ tivitthataṃ dasapariṇāhaṃ aṭṭharatanikaṃ sakaṭṭhānamupagataṃ disvā gilituṃ parikaḍḍheyya, api nu kho so, mahārāja, sālakakimi sakkuṇeyya taṃ hatthināgaṃ gilitun”ti?",
"mil6.3.8:11.2": "“Na hi, bhante”ti.",
"mil6.3.8:11.3": "“Kena kāraṇena, mahārājā”ti?",
"mil6.3.8:11.4": "“Parittattā, bhante, sālakakimissa, mahantattā hatthināgassā”ti.",
"mil6.3.8:11.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, mahatī asaṅkhatā nibbānadhātu.",
"mil6.3.8:11.6": "So tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī”ti.",
"mil6.3.8:11.7": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
"mil6.3.8:12.1": "Dhammābhisamayapañho aṭṭhamo."
}