{
"ya7.2.8:1.1": "7 Anusayayamaka",
"ya7.2.8:2.1": "7.2 Mahāvāra",
"ya7.2.8:3.1": "7.2.8. Dhātuvisajjanāvāra",
"ya7.2.8:4.1": "Kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:4.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:4.3": "Kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:4.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:4.5": "Kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:4.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:5.1": "Kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:5.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:5.3": "Kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:5.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:5.5": "Kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:5.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:6.1": "Kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:6.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:6.3": "Kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:6.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:6.5": "Kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:6.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:6.7": "(Kāmadhātumūlakaṃ.)",
"ya7.2.8:7.1": "Rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:7.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:7.3": "Rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:7.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:7.5": "Rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:7.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:8.1": "Rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:8.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:8.3": "Rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:8.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:8.5": "Rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:8.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:9.1": "Rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:9.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:9.3": "Rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:9.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:9.5": "Rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:9.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:9.7": "(Rūpadhātumūlakaṃ.)",
"ya7.2.8:10.1": "Arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:10.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:10.3": "Arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:10.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:10.5": "Arūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti;",
"ya7.2.8:10.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:11.1": "Arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:11.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:11.3": "Arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:11.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:11.5": "Arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:11.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:12.1": "Arūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti;",
"ya7.2.8:12.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:12.3": "Arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:12.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:12.5": "Arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:12.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:12.7": "(Arūpadhātumūlakaṃ.)",
"ya7.2.8:13.1": "Na kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:13.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:13.3": "Na kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:13.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:13.5": "Na kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:13.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:14.1": "Na kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:14.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:14.3": "Na kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:14.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:14.5": "Na kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:14.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:15.1": "Na kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:15.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:15.3": "Na kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:15.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:15.5": "Na kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:15.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:15.7": "(Nakāmadhātumūlakaṃ.)",
"ya7.2.8:16.1": "Na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:16.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:16.3": "Na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:16.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:16.5": "Na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:16.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:17.1": "Na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:17.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:17.3": "Na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:17.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:17.5": "Na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:17.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:18.1": "Na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:18.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:18.3": "Na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:18.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:18.5": "Na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:18.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:18.7": "(Narūpadhātumūlakaṃ.)",
"ya7.2.8:19.1": "Na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:19.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:19.3": "Na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:19.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:19.5": "Na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:19.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:20.1": "Na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:20.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:20.3": "Na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:20.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:20.5": "Na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:20.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:21.1": "Na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:21.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:21.3": "Na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:21.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:21.5": "Na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:21.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:21.7": "(Naarūpadhātumūlakaṃ.)",
"ya7.2.8:22.1": "Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:22.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:22.3": "Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:22.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:22.5": "Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:22.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:23.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:23.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:23.3": "Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:23.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:23.5": "Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:23.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:24.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:24.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:24.3": "Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:24.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:24.5": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:24.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:24.7": "(Nakāmanaarūpadhātumūlakaṃ.)",
"ya7.2.8:25.1": "Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:25.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:25.3": "Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:25.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:25.5": "Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:25.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:26.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:26.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:26.3": "Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:26.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:26.5": "Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:26.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:27.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:27.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:27.3": "Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti;",
"ya7.2.8:27.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:27.5": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:27.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:27.7": "(Narūpanaarūpadhātumūlakaṃ.)",
"ya7.2.8:28.1": "Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:28.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:28.3": "Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti;",
"ya7.2.8:28.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:28.5": "Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:28.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:29.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:29.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:29.3": "Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:29.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:29.5": "Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:29.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:30.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti;",
"ya7.2.8:30.2": "anusayā bhaṅgā natthi.",
"ya7.2.8:30.3": "Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti;",
"ya7.2.8:30.4": "anusayā bhaṅgā natthi.",
"ya7.2.8:30.5": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti;",
"ya7.2.8:30.6": "anusayā bhaṅgā natthi.",
"ya7.2.8:30.7": "(Nakāmanarūpadhātumūlakaṃ.)",
"ya7.2.8:31.1": "Dhātuvisajjavāro.",
"ya7.2.8:32.1": "Anusayayamakapāḷi niṭṭhitā."
}