{
"patthana15.25:1.1": "Paṭṭhānapakaraṇa",
"patthana15.25:2.1": "Dhammānulomapaccanīya 3, Dukatikapaṭṭhānapāḷi 3",
"patthana15.25:3.1": "15.25. Hetusahetukadukādi, Kusalattika",
"patthana15.25:4.1": "Hetu ceva sahetuko ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:4.2": "Hetu ceva sahetuko ca kusalo dhammo naahetukassa ceva nana ca hetussa nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:4.3": "Hetu ceva sahetuko ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa ceva nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo. #3",
"patthana15.25:5.1": "Sahetuko ceva na ca hetu kusalo dhammo naahetukassa ceva nana ca hetussa nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:5.2": "Sahetuko ceva na ca hetu kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:5.3": "Sahetuko ceva na ca hetu kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa ceva nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo. #3",
"patthana15.25:6.1": "Hetu ceva sahetuko kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā nahetussa ceva naahetukassa nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:6.2": "Hetu ceva sahetuko kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā naahetukassa ceva nana ca hetussa nakusalassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:6.3": "Hetu ceva sahetuko kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā nahetussa ceva naahetukassa nakusalassa ca naahetukassa ceva nana hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo. #3",
"patthana15.25:7.1": "Ārammaṇe nava, adhipatiyā anantare samanantare upanissaye natthiyā vigate nava.",
"patthana15.25:8.1": "Hetu ceva sahetuko ca akusalo dhammo nahetussa ceva naahetukassa naakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:8.2": "(Etena upāyena nava pañhā kātabbā.)",
"patthana15.25:9.1": "Ārammaṇe nava, anantare samanantare upanissaye natthiyā vigate nava.",
"patthana15.25:10.1": "Hetu ceva sahetuko ca abyākato dhammo nahetussa ceva naahetukassa ca naabyākatassa dhammassa ārammaṇapaccayena paccayo.",
"patthana15.25:10.2": "(Nava pañhā kātabbā.)",
"patthana15.25:11.1": "Ārammaṇe adhipatiyā upanissaye nava.",
"patthana15.25:11.2": "(Saṃkhittaṃ. Hetuhetusampayuttadukaṃ hetusahetukadukasadisaṃ. Saṃkhittaṃ. Nava pañhā.)"
}