{
"patthana1.7:1.1": "Paṭṭhānapakaraṇa",
"patthana1.7:2.1": "Dhammānuloma 1, Tikapaṭṭhānapāḷi 1",
"patthana1.7:3.1": "1.7. Vitakkattika",
"patthana1.7:4.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
"patthana1.7:5.1": "1.7.1. Paṭiccavāra",
"patthana1.7:6.1": "1.7.1.1. Paccayānuloma",
"patthana1.7:7.1": "Vibhaṅgavāra",
"patthana1.7:8.1": "Hetu",
"patthana1.7:9.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:9.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā.",
"patthana1.7:9.3": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā. #1",
"patthana1.7:10.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:10.2": "savitakkasavicāre khandhe paṭicca vitakko.",
"patthana1.7:10.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca vitakko. #2",
"patthana1.7:11.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:11.2": "savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:11.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:12.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:12.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:12.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ … pe … dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṃ. #4",
"patthana1.7:13.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:13.2": "savitakkasavicāre khandhe paṭicca vitakko cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:13.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca vitakko kaṭattā ca rūpaṃ. #5",
"patthana1.7:14.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:14.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca.",
"patthana1.7:14.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca. #6",
"patthana1.7:15.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:15.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vitakko ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:15.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca kaṭattā ca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vitakko ca kaṭattā ca rūpaṃ. #7",
"patthana1.7:16.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:16.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:16.5": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā. #1",
"patthana1.7:17.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:17.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā.",
"patthana1.7:17.3": "Paṭisandhikkhaṇe vitakkaṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:18.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:18.2": "avitakkavicāramatte khandhe paṭicca vicāro cittasamuṭṭhānañca rūpaṃ;",
"patthana1.7:18.3": "vitakkaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:18.4": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe paṭicca vicāro kaṭattā ca rūpaṃ.",
"patthana1.7:18.5": "Paṭisandhikkhaṇe vitakkaṃ paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:19.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:19.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:19.3": "Paṭisandhikkhaṇe vitakkaṃ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṃ. #4",
"patthana1.7:20.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:20.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vicāro ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:20.5": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca kaṭattā ca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vicāro ca kaṭattā ca rūpaṃ. #5",
"patthana1.7:21.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:21.2": "avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ;",
"patthana1.7:21.5": "vicāraṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:21.6": "Paṭisandhikkhaṇe avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ … pe … dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṃ.",
"patthana1.7:21.9": "Paṭisandhikkhaṇe vicāraṃ paṭicca kaṭattārūpaṃ, khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, vicāraṃ paṭicca vatthu, vatthuṃ paṭicca vicāro.",
"patthana1.7:21.10": "Ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā … pe …",
"patthana1.7:21.12": "mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ. #1",
"patthana1.7:22.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:22.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:23.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:23.2": "vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:23.3": "Paṭisandhikkhaṇe vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:23.4": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:23.5": "Paṭisandhikkhaṇe vatthuṃ paṭicca vitakko. #3",
"patthana1.7:24.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:24.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā;",
"patthana1.7:24.3": "mahābhūte paṭicca kaṭattārūpaṃ. #4",
"patthana1.7:25.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:25.2": "vicāraṃ paṭicca avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:25.3": "Paṭisandhikkhaṇe vicāraṃ paṭicca avitakkavicāramattā khandhā kaṭattā ca rūpaṃ.",
"patthana1.7:25.4": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā;",
"patthana1.7:25.5": "mahābhūte paṭicca kaṭattārūpaṃ.",
"patthana1.7:25.6": "Paṭisandhikkhaṇe vatthuṃ paṭicca vitakko;",
"patthana1.7:25.7": "mahābhūte paṭicca kaṭattārūpaṃ.",
"patthana1.7:25.8": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā ca vicāro ca. #5",
"patthana1.7:26.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:26.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca. #6",
"patthana1.7:27.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:27.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca;",
"patthana1.7:27.3": "mahābhūte paṭicca kaṭattārūpaṃ. #7",
"patthana1.7:28.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:28.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:29.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:29.2": "paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. #2",
"patthana1.7:30.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:30.2": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:30.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:31.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:31.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā;",
"patthana1.7:31.5": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #4",
"patthana1.7:32.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:32.2": "paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko;",
"patthana1.7:32.3": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #5",
"patthana1.7:33.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:33.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. #6",
"patthana1.7:34.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:34.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca;",
"patthana1.7:34.5": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #7",
"patthana1.7:35.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:35.2": "paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. #1",
"patthana1.7:36.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:36.2": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca vicārañca paṭicca dve khandhā.",
"patthana1.7:36.5": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca vicārañca paṭicca dve khandhā.",
"patthana1.7:36.8": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā. #2",
"patthana1.7:37.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:37.2": "avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṃ rūpaṃ;",
"patthana1.7:37.3": "avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ;",
"patthana1.7:37.4": "vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:37.5": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca paṭicca kaṭattārūpaṃ.",
"patthana1.7:37.6": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:37.7": "Paṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:37.8": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro. #3",
"patthana1.7:38.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:38.2": "paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā;",
"patthana1.7:38.3": "vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #4",
"patthana1.7:39.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:39.2": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe ca vicārañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:39.5": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā kaṭattā ca rūpaṃ … pe … dve khandhe ca vicārañca paṭicca dve khandhā kaṭattā ca rūpaṃ.",
"patthana1.7:39.8": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vicāro ca. #5",
"patthana1.7:40.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:40.2": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā.",
"patthana1.7:40.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā. #1",
"patthana1.7:41.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:41.2": "savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:41.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe ca vitakkañca paṭicca kaṭattārūpaṃ. #2",
"patthana1.7:42.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:42.2": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe ca vitakkañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:42.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā kaṭattā ca rūpaṃ … pe … dve khandhe ca vitakkañca paṭicca dve khandhā kaṭattā ca rūpaṃ. #3",
"patthana1.7:43.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:43.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:44.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:44.2": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:44.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #2",
"patthana1.7:45.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—",
"patthana1.7:45.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā, tayo khandhe ca vitakkañca vatthuñca paṭicca eko khandho, dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā;",
"patthana1.7:45.3": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:46.1": "Ārammaṇa",
"patthana1.7:47.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:47.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:47.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:48.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:48.2": "savitakkasavicāre khandhe paṭicca vitakko.",
"patthana1.7:48.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:49.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:49.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca.",
"patthana1.7:49.5": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:50.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:50.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:50.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:51.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:51.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā.",
"patthana1.7:51.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:52.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:52.2": "avitakkavicāramatte khandhe paṭicca vicāro.",
"patthana1.7:52.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:53.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:53.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca … pe … dve khandhe paṭicca dve khandhā vicāro ca paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:54.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:54.2": "avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:54.5": "Paṭisandhikkhaṇe avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:54.8": "Paṭisandhikkhaṇe vatthuṃ paṭicca khandhā, vatthuṃ paṭicca vicāro. #1",
"patthana1.7:55.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:55.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:56.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:56.2": "vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:56.3": "Paṭisandhikkhaṇe vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:56.4": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:56.5": "Paṭisandhikkhaṇe vatthuṃ paṭicca vitakko. #3",
"patthana1.7:57.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:57.2": "paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā vicāro ca. #4",
"patthana1.7:58.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:58.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca. #5",
"patthana1.7:59.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:59.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:60.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:60.2": "paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. #2",
"patthana1.7:61.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:61.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. #3",
"patthana1.7:62.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:62.2": "paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. #1",
"patthana1.7:63.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:63.2": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca vicārañca paṭicca dve khandhā.",
"patthana1.7:63.5": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca vicārañca paṭicca dve khandhā.",
"patthana1.7:63.8": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā. #2",
"patthana1.7:64.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:64.2": "paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro. #3",
"patthana1.7:65.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—",
"patthana1.7:65.2": "paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vicāro ca. #4",
"patthana1.7:66.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:66.2": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā.",
"patthana1.7:66.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:67.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—",
"patthana1.7:67.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:68.1": "(Dve paccayā sajjhāyamaggena vibhattā, evaṃ avasesā vīsatipaccayā vibhajitabbā.)",
"patthana1.7:69.1": "Vippayutta",
"patthana1.7:70.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:70.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe …",
"patthana1.7:70.4": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:70.5": "Paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe …",
"patthana1.7:70.7": "vatthuṃ vippayuttapaccayā. #1",
"patthana1.7:71.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:71.2": "savitakkasavicāre khandhe paṭicca vitakko;",
"patthana1.7:71.3": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:71.4": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:72.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:72.2": "savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, khandhe vippayuttapaccayā.",
"patthana1.7:72.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:73.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:73.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:73.4": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:73.5": "Cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:73.6": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:74.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:74.2": "savitakkasavicāre khandhe paṭicca vitakko ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:74.3": "Vitakko vatthuṃ vippayuttapaccayā.",
"patthana1.7:74.4": "Cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:74.5": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:75.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:75.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca, vatthuṃ vippayuttapaccayā.",
"patthana1.7:75.5": "Paṭisandhikkhaṇe … pe …. #6",
"patthana1.7:76.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:76.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vitakko ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:76.5": "Khandhā ca vitakko ca vatthuṃ vippayuttapaccayā.",
"patthana1.7:76.6": "Cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:76.7": "Paṭisandhikkhaṇe … pe …. #7",
"patthana1.7:77.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati … pe …",
"patthana1.7:77.3": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:77.7": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:77.8": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:78.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:78.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā, vatthuṃ vippayuttapaccayā.",
"patthana1.7:78.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:79.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:79.2": "avitakkavicāramatte khandhe paṭicca vicāro ca cittasamuṭṭhānañca rūpaṃ, vicāro vatthuṃ vippayuttapaccayā.",
"patthana1.7:79.3": "Cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:79.4": "Vitakkaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ, vitakkaṃ vippayuttapaccayā.",
"patthana1.7:79.5": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:80.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:80.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṃ, khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:80.3": "Cittasamuṭṭhānaṃ rūpaṃ vitakkaṃ vippayuttapaccayā.",
"patthana1.7:80.4": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:81.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:81.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā vicāro ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:81.5": "Khandhā ca vicāro ca vatthuṃ vippayuttapaccayā.",
"patthana1.7:81.6": "Cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:81.7": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:82.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:82.2": "avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe … pe …",
"patthana1.7:82.6": "khandhā vatthuṃ vippayuttapaccayā, cittasamuṭṭhānaṃ rūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:82.7": "Vicāraṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicāraṃ vippayuttapaccayā.",
"patthana1.7:82.8": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:82.10": "paṭisandhikkhaṇe vicāraṃ paṭicca kaṭattārūpaṃ, vicāraṃ vippayuttapaccayā.",
"patthana1.7:82.11": "Khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā.",
"patthana1.7:82.12": "Khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:82.13": "Vatthu khandhe vippayuttapaccayā.",
"patthana1.7:82.14": "Vicāraṃ paṭicca vatthu, vatthuṃ paṭicca vicāro, vicāro vatthuṃ vippayuttapaccayā.",
"patthana1.7:82.15": "Vatthu vicāraṃ vippayuttapaccayā;",
"patthana1.7:82.16": "ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā … pe …",
"patthana1.7:82.18": "mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ, khandhe vippayuttapaccayā. #1",
"patthana1.7:83.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:83.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā, vatthuṃ vippayuttapaccayā. #2",
"patthana1.7:84.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:84.2": "vicāraṃ paṭicca avitakkavicāramattā khandhā, vatthuṃ vippayuttapaccayā.",
"patthana1.7:84.3": "Paṭisandhikkhaṇe vicāraṃ paṭicca avitakkavicāramattā khandhā, vatthuṃ vippayuttapaccayā.",
"patthana1.7:84.4": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā, vatthuṃ vippayuttapaccayā.",
"patthana1.7:84.5": "Paṭisandhikkhaṇe vatthuṃ paṭicca vitakko, vatthuṃ vippayuttapaccayā. #3",
"patthana1.7:85.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:85.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā, mahābhūte paṭicca kaṭattārūpaṃ, khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:85.3": "Kaṭattārūpaṃ khandhe vippayuttapaccayā. #4",
"patthana1.7:86.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:86.2": "vicāraṃ paṭicca avitakkavicāramattā khandhā ca cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:86.4": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:86.5": "Cittasamuṭṭhānaṃ rūpaṃ vicāraṃ vippayuttapaccayā.",
"patthana1.7:86.6": "Paṭisandhikkhaṇe vicāraṃ paṭicca avitakkavicāramattā khandhā ca kaṭattā ca rūpaṃ, khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:86.7": "Kaṭattārūpaṃ vicāraṃ vippayuttapaccayā.",
"patthana1.7:86.8": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā mahābhūte paṭicca kaṭattārūpaṃ, khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:86.9": "Kaṭattārūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:86.10": "Paṭisandhikkhaṇe vatthuṃ paṭicca vitakko, mahābhūte paṭicca kaṭattārūpaṃ, vitakko vatthuṃ vippayuttapaccayā.",
"patthana1.7:86.11": "Kaṭattārūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:86.12": "Paṭisandhikkhaṇe vatthuṃ paṭicca avitakkavicāramattā khandhā ca vicāro ca, vatthuṃ vippayuttapaccayā. #5",
"patthana1.7:87.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:87.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca, vatthuṃ vippayuttapaccayā. #6",
"patthana1.7:88.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:88.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca, mahābhūte paṭicca kaṭattārūpaṃ, khandhā ca vitakko ca, vatthuṃ vippayuttapaccayā.",
"patthana1.7:88.3": "Kaṭattārūpaṃ khandhe vippayuttapaccayā. #7",
"patthana1.7:89.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—",
"patthana1.7:89.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā, vatthuṃ vippayuttapaccayā. #1",
"patthana1.7:90.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo … pe …",
"patthana1.7:90.3": "paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko, vatthuṃ vippayuttapaccayā. #2",
"patthana1.7:91.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo … pe …",
"patthana1.7:91.3": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, khandhe vippayuttapaccayā.",
"patthana1.7:91.4": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:92.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:92.3": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā, savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ, khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:92.6": "Kaṭattārūpaṃ khandhe vippayuttapaccayā. #4",
"patthana1.7:93.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:93.3": "paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko, savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ, vitakko vatthuṃ vippayuttapaccayā.",
"patthana1.7:93.4": "Kaṭattārūpaṃ khandhe vippayuttapaccayā. #5",
"patthana1.7:94.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā … pe …",
"patthana1.7:94.3": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca, vatthuṃ vippayuttapaccayā. #6",
"patthana1.7:95.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:95.3": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca.",
"patthana1.7:95.6": "Savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:95.7": "Khandhā ca vitakko ca, vatthuṃ vippayuttapaccayā.",
"patthana1.7:95.8": "Kaṭattārūpaṃ khandhe vippayuttapaccayā. #7",
"patthana1.7:96.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo … pe …",
"patthana1.7:96.3": "paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā, vatthuṃ vippayuttapaccayā. #1",
"patthana1.7:97.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo … pe …",
"patthana1.7:97.3": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:97.7": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:97.8": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:97.12": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:97.13": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:97.17": "vatthuṃ vippayuttapaccayā. #2",
"patthana1.7:98.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo … pe …",
"patthana1.7:98.3": "avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:98.4": "Khandhe ca vicārañca vippayuttapaccayā.",
"patthana1.7:98.5": "Avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:98.6": "Khandhe vippayuttapaccayā.",
"patthana1.7:98.7": "Vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:98.8": "Vitakkaṃ vippayuttapaccayā.",
"patthana1.7:98.9": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca paṭicca kaṭattārūpaṃ.",
"patthana1.7:98.10": "Khandhe ca vicārañca vippayuttapaccayā.",
"patthana1.7:98.11": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:98.12": "Khandhe vippayuttapaccayā.",
"patthana1.7:98.13": "Paṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:98.14": "Vitakkaṃ vippayuttapaccayā.",
"patthana1.7:98.15": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro.",
"patthana1.7:98.16": "Vatthuṃ vippayuttapaccayā. #3",
"patthana1.7:99.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:99.2": "paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā.",
"patthana1.7:99.3": "Vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:99.4": "Khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:99.5": "Kaṭattārūpaṃ vitakkaṃ vippayuttapaccayā. #4",
"patthana1.7:100.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:100.3": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:100.5": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:100.6": "Cittasamuṭṭhānaṃ rūpaṃ khandhe ca vicārañca vippayuttapaccayā.",
"patthana1.7:100.7": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā kaṭattā ca rūpaṃ … pe …",
"patthana1.7:100.9": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:100.10": "Kaṭattārūpaṃ khandhe ca vicārañca vippayuttapaccayā.",
"patthana1.7:100.11": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:100.15": "avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:100.16": "Khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:100.17": "Kaṭattārūpaṃ khandhe vippayuttapaccayā.",
"patthana1.7:100.18": "Paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca … pe … dve khandhe ca … pe …",
"patthana1.7:100.22": "vatthuṃ vippayuttapaccayā. #5",
"patthana1.7:101.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati … pe …",
"patthana1.7:101.3": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:101.7": "vatthuṃ vippayuttapaccayā.",
"patthana1.7:101.8": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:101.10": "vatthuṃ vippayuttapaccayā. #1",
"patthana1.7:102.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati … pe …",
"patthana1.7:102.3": "savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:102.4": "Khandhe ca vitakkañca vippayuttapaccayā.",
"patthana1.7:102.5": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:102.7": "khandhe ca vitakkañca vippayuttapaccayā. #2",
"patthana1.7:103.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti … pe …",
"patthana1.7:103.3": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe … pe …",
"patthana1.7:103.7": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:103.8": "Cittasamuṭṭhānaṃ rūpaṃ khandhe ca vitakkañca vippayuttapaccayā.",
"patthana1.7:103.9": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:103.11": "khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:103.12": "Kaṭattārūpaṃ khandhe ca vitakkañca vippayuttapaccayā. #3",
"patthana1.7:104.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati … pe …",
"patthana1.7:104.3": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:104.7": "khandhā vatthuṃ vippayuttapaccayā. #1",
"patthana1.7:105.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati … pe …",
"patthana1.7:105.3": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:105.4": "Khandhe ca vitakkañca vippayuttapaccayā.",
"patthana1.7:105.5": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:105.7": "khandhe ca vitakkañca vippayuttapaccayā. #2",
"patthana1.7:106.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—",
"patthana1.7:106.2": "paṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca … pe …",
"patthana1.7:106.6": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ.",
"patthana1.7:106.7": "Khandhā vatthuṃ vippayuttapaccayā.",
"patthana1.7:106.8": "Kaṭattārūpaṃ khandhe ca vitakkañca vippayuttapaccayā. #3",
"patthana1.7:107.1": "Atthi-avigata",
"patthana1.7:108.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati atthipaccayā … pe …",
"patthana1.7:108.3": "natthipaccayā, vigatapaccayā, avigatapaccayā.",
"patthana1.7:108.4": "(Saṃkhittaṃ.)",
"patthana1.7:109.1": "Saṅkhyāvāra",
"patthana1.7:110.1": "Suddha",
"patthana1.7:111.1": "Hetuyā sattatiṃsa, ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare ekavīsa, samanantare ekavīsa, sahajāte sattatiṃsa, aññamaññe aṭṭhavīsa, nissaye sattatiṃsa, upanissaye ekavīsa, purejāte ekādasa, āsevane ekādasa, kamme sattatiṃsa, vipāke sattatiṃsa, āhāre indriye jhāne magge sattatiṃsa, sampayutte ekavīsa, vippayutte sattatiṃsa, atthiyā sattatiṃsa, natthiyā ekavīsa, vigate ekavīsa, avigate sattatiṃsa.",
"patthana1.7:112.1": "Duka",
"patthana1.7:113.1": "Hetupaccayā ārammaṇe ekavīsa … pe … avigate sattatiṃsa.",
"patthana1.7:113.4": "(Saṃkhittaṃ.)",
"patthana1.7:114.1": "Yathā kusalattike gaṇanā, evaṃ gaṇetabbaṃ.",
"patthana1.7:115.1": "Anulomaṃ.",
"patthana1.7:116.1": "1.7.1.2. Paccayapaccanīya",
"patthana1.7:117.1": "Vibhaṅgavāra",
"patthana1.7:118.1": "Nahetu",
"patthana1.7:119.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:119.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā.",
"patthana1.7:119.5": "Ahetukapaṭisandhikkhaṇe … pe …",
"patthana1.7:119.7": "vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. #1",
"patthana1.7:120.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—",
"patthana1.7:120.2": "ahetuke savitakkasavicāre khandhe paṭicca vitakko.",
"patthana1.7:120.3": "Ahetukapaṭisandhikkhaṇe … pe …. #2",
"patthana1.7:121.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:121.2": "ahetuke savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:121.3": "Ahetukapaṭisandhikkhaṇe … pe …. #3",
"patthana1.7:122.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:122.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:122.5": "Ahetukapaṭisandhikkhaṇe … pe …. #4",
"patthana1.7:123.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:123.2": "ahetuke savitakkasavicāre khandhe paṭicca vitakko ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:123.3": "Ahetukapaṭisandhikkhaṇe … pe …. #5",
"patthana1.7:124.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:124.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca.",
"patthana1.7:124.5": "Ahetukapaṭisandhikkhaṇe … pe …. #6",
"patthana1.7:125.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:125.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:125.4": "ahetukapaṭisandhikkhaṇe … pe …. #7",
"patthana1.7:126.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:126.2": "ahetukaṃ vitakkaṃ paṭicca savitakkasavicārā khandhā.",
"patthana1.7:126.3": "Ahetukapaṭisandhikkhaṇe vitakkaṃ paṭicca savitakkasavicārā khandhā;",
"patthana1.7:126.4": "vicikicchāsahagataṃ uddhaccasahagataṃ vitakkaṃ paṭicca vicikicchāsahagato uddhaccasahagato moho. #1",
"patthana1.7:127.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:127.2": "ahetukaṃ vitakkaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:127.3": "Ahetukapaṭisandhikkhaṇe vitakkaṃ paṭicca kaṭattārūpaṃ. #2",
"patthana1.7:128.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:128.2": "ahetukaṃ vitakkaṃ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:128.3": "Ahetukapaṭisandhikkhaṇe vitakkaṃ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṃ. #3",
"patthana1.7:129.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:129.2": "ahetukaṃ avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā;",
"patthana1.7:129.3": "ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā … pe …",
"patthana1.7:129.5": "mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ;",
"patthana1.7:129.6": "bāhiraṃ …",
"patthana1.7:129.7": "āhārasamuṭṭhānaṃ …",
"patthana1.7:129.8": "utusamuṭṭhānaṃ …",
"patthana1.7:129.9": "asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca … pe …",
"patthana1.7:129.11": "mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ. #1",
"patthana1.7:130.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:130.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:131.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—",
"patthana1.7:131.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca vitakko. #3",
"patthana1.7:132.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:132.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā;",
"patthana1.7:132.3": "mahābhūte paṭicca kaṭattārūpaṃ. #4",
"patthana1.7:133.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:133.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca vitakko;",
"patthana1.7:133.3": "mahābhūte paṭicca kaṭattārūpaṃ. #5",
"patthana1.7:134.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:134.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca. #6",
"patthana1.7:135.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:135.2": "ahetukapaṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā ca vitakko ca;",
"patthana1.7:135.3": "mahābhūte paṭicca kaṭattārūpaṃ. #7",
"patthana1.7:136.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:136.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:137.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—",
"patthana1.7:137.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. #2",
"patthana1.7:138.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:138.2": "ahetuke savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:138.3": "Ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:139.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:139.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vatthuñca paṭicca dve khandhā;",
"patthana1.7:139.5": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #4",
"patthana1.7:140.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:140.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko;",
"patthana1.7:140.3": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #5",
"patthana1.7:141.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:141.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. #6",
"patthana1.7:142.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:142.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca … pe … dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca;",
"patthana1.7:142.5": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #7",
"patthana1.7:143.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:143.2": "ahetukapaṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. #1",
"patthana1.7:144.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:144.2": "ahetukaṃ vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:144.3": "Ahetukapaṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #2",
"patthana1.7:145.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:145.2": "ahetukapaṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā;",
"patthana1.7:145.3": "vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:146.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:146.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā.",
"patthana1.7:146.5": "Ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā;",
"patthana1.7:146.8": "vicikicchāsahagate uddhaccasahagate khandhe ca vitakkañca paṭicca vicikicchāsahagato uddhaccasahagato moho. #1",
"patthana1.7:147.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:147.2": "ahetuke savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:147.3": "Ahetukapaṭisandhikkhaṇe … pe …. #2",
"patthana1.7:148.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:148.2": "ahetukaṃ savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe ca vitakkañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:148.5": "Ahetukapaṭisandhikkhaṇe … pe …. #3",
"patthana1.7:149.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:149.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. #1",
"patthana1.7:150.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—",
"patthana1.7:150.2": "ahetuke savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:150.3": "Ahetukapaṭisandhikkhaṇe … pe …. #2",
"patthana1.7:151.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—",
"patthana1.7:151.2": "ahetukapaṭisandhikkhaṇe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā;",
"patthana1.7:151.5": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṃ. #3",
"patthana1.7:152.1": "Naārammaṇa",
"patthana1.7:153.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:153.2": "savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:153.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca kaṭattārūpaṃ. #1",
"patthana1.7:154.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:154.2": "avitakkavicāramatte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vitakkaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:154.3": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe paṭicca kaṭattārūpaṃ.",
"patthana1.7:154.4": "Paṭisandhikkhaṇe vitakkaṃ paṭicca kaṭattārūpaṃ. #1",
"patthana1.7:155.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:155.2": "avitakkaavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicāraṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:155.3": "Paṭisandhikkhaṇe avitakkaavicāre khandhe paṭicca kaṭattārūpaṃ, vicāraṃ paṭicca kaṭattārūpaṃ, khandhe paṭicca vatthu, vicāraṃ paṭicca vatthu;",
"patthana1.7:155.4": "ekaṃ mahābhūtaṃ paṭicca … pe …",
"patthana1.7:155.6": "bāhiraṃ …",
"patthana1.7:155.7": "āhārasamuṭṭhānaṃ …",
"patthana1.7:155.8": "utusamuṭṭhānaṃ …",
"patthana1.7:155.9": "asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca … pe …. #1",
"patthana1.7:156.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:156.2": "savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:156.3": "Paṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. #1",
"patthana1.7:157.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:157.2": "avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṃ rūpaṃ, avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:157.3": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca … pe … kaṭattārūpaṃ. #1",
"patthana1.7:158.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:158.2": "savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:158.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:159.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—",
"patthana1.7:159.2": "savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:159.3": "Paṭisandhikkhaṇe … pe … kaṭattārūpaṃ. #1",
"patthana1.7:160.1": "Naadhipati",
"patthana1.7:161.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā … pe … satta.",
"patthana1.7:162.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:162.2": "avitakkavicāramatte khandhe paṭicca avitakkavicāramattā adhipati, vipākaṃ avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe …",
"patthana1.7:162.4": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:163.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:163.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā.",
"patthana1.7:163.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:164.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:164.2": "vipāke avitakkavicāramatte khandhe paṭicca vicāro ca cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:164.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:165.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti naadhipatipaccayā—",
"patthana1.7:165.2": "vitakkaṃ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṃ.",
"patthana1.7:165.3": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:166.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti naadhipatipaccayā—",
"patthana1.7:166.2": "vipākaṃ avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:166.4": "paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:167.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:167.2": "avitakkaavicāre khandhe paṭicca avitakkaavicārā adhipati, vipākaṃ avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe …",
"patthana1.7:167.4": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:168.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:168.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:169.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:169.2": "vicāraṃ paṭicca avitakkavicāramattā adhipati, vipākaṃ vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:169.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:170.1": "Avitakkaavicāraṃ dhammaṃ paṭicca … satta.",
"patthana1.7:171.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca … satta.",
"patthana1.7:171.3": "(Saṃkhittaṃ.)",
"patthana1.7:172.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati … pe …",
"patthana1.7:172.3": "avitakkavicāramatto dhammo uppajjati naadhipatipaccayā, avitakkavicāramatte khandhe ca vicārañca paṭicca avitakkavicāramattā adhipati, vipākaṃ avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca.",
"patthana1.7:172.4": "(Saṃkhittaṃ.)",
"patthana1.7:173.1": "Naanantarādi",
"patthana1.7:174.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naanantarapaccayā …",
"patthana1.7:174.2": "nasamanantarapaccayā …",
"patthana1.7:174.3": "naaññamaññapaccayā …",
"patthana1.7:174.4": "naupanissayapaccayā.",
"patthana1.7:174.5": "(Naārammaṇasadisaṃ.)",
"patthana1.7:175.1": "Napurejāta",
"patthana1.7:176.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā … satta.",
"patthana1.7:177.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—",
"patthana1.7:177.2": "arūpe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca … pe …",
"patthana1.7:177.4": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:178.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā—",
"patthana1.7:178.2": "arūpe vitakkaṃ paṭicca savitakkasavicārā khandhā.",
"patthana1.7:178.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:179.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati napurejātapaccayā—",
"patthana1.7:179.2": "arūpe avitakkavicāramatte khandhe paṭicca vicāro, avitakkavicāramatte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vitakkaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:179.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:180.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti napurejātapaccayā—",
"patthana1.7:180.2": "paṭisandhikkhaṇe vitakkaṃ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṃ. #4",
"patthana1.7:181.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti napurejātapaccayā … pe …",
"patthana1.7:181.3": "arūpe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca … pe …",
"patthana1.7:181.5": "paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:182.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati napurejātapaccayā—",
"patthana1.7:182.2": "arūpe avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe …",
"patthana1.7:182.4": "avitakkaavicāre khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicāraṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:182.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:183.1": "Avitakkaavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā—",
"patthana1.7:183.2": "paṭisandhikkhaṇe vatthuṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:184.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—",
"patthana1.7:184.2": "arūpe vicāraṃ paṭicca avitakkavicāramattā khandhā.",
"patthana1.7:184.3": "Paṭisandhikkhaṇe …",
"patthana1.7:184.4": "(Saṃkhittaṃ.) #7",
"patthana1.7:185.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca … satta.",
"patthana1.7:186.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—",
"patthana1.7:186.2": "arūpe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe …",
"patthana1.7:186.4": "paṭisandhikkhaṇe …",
"patthana1.7:186.5": "(Saṃkhittaṃ.) #7",
"patthana1.7:187.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti … pe …",
"patthana1.7:187.3": "paṭisandhikkhaṇe …",
"patthana1.7:187.4": "(Saṃkhittaṃ.)",
"patthana1.7:188.1": "(Napurejātamūlake yathā suddhikaṃ arūpaṃ, tathā arūpā kātabbā.)",
"patthana1.7:189.1": "Napacchājātādi",
"patthana1.7:190.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati napacchājātapaccayā … pe …",
"patthana1.7:190.3": "naāsevanapaccayā … satta.",
"patthana1.7:191.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati naāsevanapaccayā—",
"patthana1.7:191.2": "vipākaṃ avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca …",
"patthana1.7:191.3": "(Saṃkhittaṃ.) #5",
"patthana1.7:192.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati naāsevanapaccayā—",
"patthana1.7:192.2": "vipākaṃ avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca …",
"patthana1.7:192.3": "(Saṃkhittaṃ.)",
"patthana1.7:193.1": "(Naāsevanamūlake avitakkavicāramattaṃ vipākena saha gacchantena napurejātasadisaṃ kātabbaṃ, avitakkavicāramattañca avitakkavicāramattagacchantena vipāko dassetabbo.)",
"patthana1.7:194.1": "Nakamma",
"patthana1.7:195.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:195.2": "savitakkasavicāre khandhe paṭicca savitakkasavicārā cetanā. #1",
"patthana1.7:196.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—",
"patthana1.7:196.2": "avitakkavicāramatte khandhe paṭicca avitakkavicāramattā cetanā. #1",
"patthana1.7:197.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:197.2": "vitakkaṃ paṭicca savitakkasavicārā cetanā. #2",
"patthana1.7:198.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:198.2": "avitakkaavicāre khandhe paṭicca avitakkaavicārā cetanā;",
"patthana1.7:198.3": "bāhiraṃ …",
"patthana1.7:198.4": "āhārasamuṭṭhānaṃ …",
"patthana1.7:198.5": "utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca … pe …. #1",
"patthana1.7:199.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—",
"patthana1.7:199.2": "vicāraṃ paṭicca avitakkavicāramattā cetanā. #2",
"patthana1.7:200.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—",
"patthana1.7:200.2": "avitakkavicāramatte khandhe ca vicārañca paṭicca avitakkavicāramattā cetanā. #1",
"patthana1.7:201.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:201.2": "savitakkasavicāre khandhe ca vitakkañca paṭicca savitakkasavicārā cetanā. #1",
"patthana1.7:202.1": "Navipākādi",
"patthana1.7:203.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati navipākapaccayā … pe …",
"patthana1.7:203.3": "naāhārapaccayā—",
"patthana1.7:203.4": "bāhiraṃ …",
"patthana1.7:203.5": "utusamuṭṭhānaṃ … pe …",
"patthana1.7:203.7": "naindriyapaccayā—",
"patthana1.7:203.8": "bāhiraṃ …",
"patthana1.7:203.9": "āhārasamuṭṭhānaṃ …",
"patthana1.7:203.10": "utusamuṭṭhānaṃ … pe …",
"patthana1.7:203.12": "asaññasattānaṃ mahābhūte paṭicca rūpajīvitindriyaṃ … pe …",
"patthana1.7:203.14": "najhānapaccayā—",
"patthana1.7:203.15": "pañcaviññāṇasahagataṃ ekaṃ khandhaṃ … pe …",
"patthana1.7:203.17": "bāhiraṃ …",
"patthana1.7:203.18": "āhārasamuṭṭhānaṃ …",
"patthana1.7:203.19": "utusamuṭṭhānaṃ …",
"patthana1.7:203.20": "asaññasattānaṃ … pe …",
"patthana1.7:203.22": "namaggapaccayā …",
"patthana1.7:203.23": "nasampayuttapaccayā ….",
"patthana1.7:204.1": "Navippayutta",
"patthana1.7:205.1": "Navippayuttapaccayā …",
"patthana1.7:205.2": "arūpe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā. #1",
"patthana1.7:206.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:206.2": "arūpe savitakkasavicāre khandhe paṭicca vitakko. #2",
"patthana1.7:207.1": "Savitakkasavicāraṃ dhammaṃ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti navippayuttapaccayā—",
"patthana1.7:207.2": "arūpe savitakkasavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā vitakko ca … pe … dve khandhe paṭicca dve khandhā vitakko ca. #3",
"patthana1.7:208.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:208.2": "arūpe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā. #1",
"patthana1.7:209.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:209.2": "arūpe vitakkaṃ paṭicca savitakkasavicārā khandhā. #2",
"patthana1.7:210.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:210.2": "arūpe avitakkavicāramatte khandhe paṭicca vicāro. #3",
"patthana1.7:211.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti navippayuttapaccayā—",
"patthana1.7:211.2": "arūpe avitakkavicāramattaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vicāro ca … pe … dve khandhe paṭicca dve khandhā vicāro ca. #4",
"patthana1.7:212.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:212.2": "arūpe avitakkaavicāraṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pe … dve khandhe paṭicca dve khandhā;",
"patthana1.7:212.5": "bāhiraṃ …",
"patthana1.7:212.6": "āhārasamuṭṭhānaṃ …",
"patthana1.7:212.7": "utusamuṭṭhānaṃ …",
"patthana1.7:212.8": "asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca … pe …. #1",
"patthana1.7:213.1": "Avitakkaavicāraṃ dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:213.2": "arūpe vicāraṃ paṭicca avitakkavicāramattā khandhā. #2",
"patthana1.7:214.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:214.2": "arūpe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paṭicca tayo khandhā … pe … dve khandhe ca vicārañca paṭicca dve khandhā. #1",
"patthana1.7:215.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca savitakkasavicāro dhammo uppajjati navippayuttapaccayā—",
"patthana1.7:215.2": "arūpe savitakkasavicāraṃ ekaṃ khandhañca vitakkañca paṭicca tayo khandhā … pe … dve khandhe ca vitakkañca paṭicca dve khandhā. #1",
"patthana1.7:216.1": "Nonatthi-novigata",
"patthana1.7:217.1": "Savitakkasavicāraṃ dhammaṃ paṭicca avitakkaavicāro dhammo uppajjati nonatthipaccayā …",
"patthana1.7:217.2": "novigatapaccayā …",
"patthana1.7:217.3": "(Saṃkhittaṃ.)",
"patthana1.7:218.1": "Saṅkhyāvāra",
"patthana1.7:219.1": "Suddha",
"patthana1.7:220.1": "Nahetuyā tettiṃsa, naārammaṇe satta, naadhipatiyā sattatiṃsa, naanantare satta, nasamanantare satta, naaññamaññe satta, naupanissaye satta, napurejāte sattatiṃsa, napacchājāte sattatiṃsa, naāsevane sattatiṃsa, nakamme satta, navipāke tevīsa, naāhāre ekaṃ naindriye ekaṃ, najhāne ekaṃ, namagge tettiṃsa, nasampayutte satta, navippayutte ekādasa, nonatthiyā satta, novigate satta.",
"patthana1.7:220.2": "(Saṃkhittaṃ.)",
"patthana1.7:221.1": "(Yathā kusalattike paccanīyagaṇanā, evaṃ gaṇetabbaṃ.)",
"patthana1.7:222.1": "Paccanīyaṃ.",
"patthana1.7:223.1": "1.7.1.3. Paccayānulomapaccanīya",
"patthana1.7:224.1": "Hetupaccayā naārammaṇe satta … pe … novigate satta.",
"patthana1.7:225.1": "(Yathā kusalattike anulomapaccanīyagaṇanā, evaṃ gaṇetabbaṃ.)",
"patthana1.7:226.1": "1.7.1.4. Paccayapaccanīyānuloma",
"patthana1.7:227.1": "Nahetuduka",
"patthana1.7:228.1": "Nahetupaccayā ārammaṇe cuddasa, anantare samanantare cuddasa, sahajāte tettiṃsa, aññamaññe bāvīsa, nissaye tettiṃsa, upanissaye cuddasa, purejāte cha, āsevane pañca, kamme tettiṃsa … pe … jhāne tettiṃsa, magge tīṇi, sampayutte cuddasa, vippayutte tettiṃsa … pe … avigate tettiṃsa.",
"patthana1.7:228.6": "(Saṃkhittaṃ.)",
"patthana1.7:229.1": "(Yathā kusalattike paccanīyānulomagaṇanā, evaṃ gaṇetabbaṃ.)",
"patthana1.7:230.1": "Paṭiccavāro.",
"patthana1.7:231.1": "1.7.2. Sahajātavāra",
"patthana1.7:232.1": "Sahajātavāropi paṭiccavārasadiso kātabbo.",
"patthana1.7:233.1": "1.7.3. Paccayavāra",
"patthana1.7:234.1": "1.7.3.1. Paccayānuloma",
"patthana1.7:235.1": "Hetu",
"patthana1.7:236.1": "Savitakkasavicāraṃ dhammaṃ paccayā savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:236.2": "savitakkasavicāraṃ ekaṃ khandhaṃ paccayā tayo khandhā … pe … dve khandhā … satta.",
"patthana1.7:237.1": "Avitakkavicāramattaṃ dhammaṃ paccayā … pañca.",
"patthana1.7:237.3": "(Paṭiccavārasadisā.)",
"patthana1.7:238.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:238.2": "avitakkaavicāraṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe … dve khandhe paccayā … pe …",
"patthana1.7:238.6": "vicāraṃ paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:238.7": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:238.9": "vatthuṃ paccayā avitakkaavicārā khandhā, vatthuṃ paccayā vicāro. #1",
"patthana1.7:239.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro dhammo uppajjati … pe …",
"patthana1.7:239.3": "vatthuṃ paccayā savitakkasavicārā khandhā.",
"patthana1.7:239.4": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:240.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkavicāramatto dhammo … pe …",
"patthana1.7:240.3": "vicāraṃ paccayā avitakkavicāramattā khandhā, vatthuṃ paccayā avitakkavicāramattā khandhā, vatthuṃ paccayā vitakko.",
"patthana1.7:240.4": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:241.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti … pe …",
"patthana1.7:241.3": "vatthuṃ paccayā savitakkasavicārā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:241.4": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:242.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:242.3": "vicāraṃ paccayā avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṃ, vatthuṃ paccayā avitakkavicāramattā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā vitakko, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā avitakkavicāramattā khandhā ca vicāro ca.",
"patthana1.7:242.4": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:243.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro ca avitakkavicāramatto ca dhammā … pe …",
"patthana1.7:243.3": "vatthuṃ paccayā savitakkasavicārā khandhā ca vitakko ca.",
"patthana1.7:243.4": "Paṭisandhikkhaṇe … pe …. #6",
"patthana1.7:244.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:244.3": "vatthuṃ paccayā savitakkasavicārā khandhā ca vitakko ca, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:244.4": "Paṭisandhikkhaṇe … pe …. #7",
"patthana1.7:245.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:245.3": "savitakkasavicāraṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:245.7": "paṭisandhikkhaṇe … pe …",
"patthana1.7:245.9": "savitakkasavicārañca avitakkaavicārañca dhammaṃ paccayā avitakkavicāramatto dhammo … pe ….",
"patthana1.7:245.11": "(Paṭhamaudāharaṇe pavatte paṭisandhikkhaṇe satta pañhā kātabbā.)",
"patthana1.7:246.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:246.3": "vitakkañca vatthuñca paccayā savitakkasavicārā khandhā.",
"patthana1.7:246.4": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:247.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā avitakkavicāramatto dhammo … pe …",
"patthana1.7:247.3": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paccayā tayo khandhā … pe …",
"patthana1.7:247.5": "avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā … pe …",
"patthana1.7:247.7": "paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paccayā tayo khandhā … pe …",
"patthana1.7:247.9": "paṭisandhikkhaṇe avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā … pe …. #2",
"patthana1.7:248.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā avitakkaavicāro dhammo uppajjati … pe …",
"patthana1.7:248.3": "avitakkavicāramatte khandhe ca vicārañca paccayā cittasamuṭṭhānaṃ rūpaṃ, avitakkavicāramatte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, avitakkavicāramatte khandhe ca vatthuñca paccayā vicāro.",
"patthana1.7:248.4": "(Evaṃ paṭisandhikkhaṇe cattāro.) #3",
"patthana1.7:249.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti … pe …",
"patthana1.7:249.3": "vitakkañca vatthuñca paccayā savitakkasavicārā khandhā, vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:249.4": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:250.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti … pe …",
"patthana1.7:250.3": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:250.5": "avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā … pe …",
"patthana1.7:250.7": "avitakkavicāramatte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā vicāro ca … pe …",
"patthana1.7:250.9": "paṭisandhikkhaṇe tayo khandhā … pe …. #5",
"patthana1.7:251.1": "(Avasesesu dvīsu ghaṭanesu pavatti paṭisandhi vitthāretabbā.)",
"patthana1.7:252.1": "Hetupaccayo.",
"patthana1.7:253.1": "(Hetupaccayaṃ anumajjantena paccayavāro vitthāretabbo. Yathā paṭiccagaṇanā evaṃ gaṇetabbā. Adhipatiyā sattatiṃsa, purejāte ca āsevane ca ekavīsa, ayaṃ ettha viseso.)",
"patthana1.7:254.1": "1.7.3.2. Paccayapaccanīya",
"patthana1.7:255.1": "Vibhaṅgavāra",
"patthana1.7:256.1": "Paccanīye—",
"patthana1.7:256.2": "nahetuyā tettiṃsa pañhā, sattasu ṭhānesu satta mohā uddharitabbā mūlapadesuyeva.",
"patthana1.7:256.3": "Naārammaṇe satta cittasamuṭṭhānā uddharitabbā.",
"patthana1.7:257.1": "Naadhipati",
"patthana1.7:258.1": "Savitakkasavicāramūlakā satta pañhā naadhipatiyā kātabbā.",
"patthana1.7:259.1": "Avitakkavicāramattaṃ dhammaṃ paccayā avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—",
"patthana1.7:259.2": "avitakkavicāramatte khandhe paccayā avitakkavicāramattā adhipati, vipākaṃ avitakkavicāramattaṃ ekaṃ khandhaṃ paccayā tayo khandhā … pe …",
"patthana1.7:259.4": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:260.1": "Avitakkavicāramattaṃ dhammaṃ paccayā.",
"patthana1.7:260.2": "(Yathā paṭiccanaye tathā pañca pañhā kātabbā.)",
"patthana1.7:261.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkaavicāro dhammo uppajjati … pe …",
"patthana1.7:261.3": "avitakkaavicāre khandhe paccayā avitakkaavicārā adhipati, vipākaṃ avitakkaavicāraṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ … pe …",
"patthana1.7:261.5": "vipākaṃ vicāraṃ paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:261.6": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:261.8": "vatthuṃ paccayā avitakkaavicārā adhipati, vatthuṃ paccayā vipākā avitakkaavicārā khandhā ca vicāro ca … pe …. #1",
"patthana1.7:262.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:262.3": "vatthuṃ paccayā savitakkasavicārā khandhā.",
"patthana1.7:262.4": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:263.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkavicāramatto dhammo … pe …",
"patthana1.7:263.3": "vicāraṃ paccayā avitakkavicāramattā adhipati, vatthuṃ paccayā avitakkavicāramattā adhipati, vipākaṃ vicāraṃ paccayā avitakkavicāramattā khandhā, vatthuṃ paccayā vipākā avitakkavicāramattā khandhā.",
"patthana1.7:263.4": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:264.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:264.3": "vatthuṃ paccayā savitakkasavicārā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ.",
"patthana1.7:264.4": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:265.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:265.3": "vipākaṃ vicāraṃ paccayā avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṃ, vatthuṃ paccayā vipākā avitakkavicāramattā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā vitakko, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā vipākā avitakkavicāramattā khandhā ca vicāro ca.",
"patthana1.7:265.4": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:266.1": "Avitakkaavicāraṃ dhammaṃ paccayā savitakkasavicāro ca avitakkavicāramatto ca dhammā … pe …",
"patthana1.7:266.3": "vatthuṃ paccayā savitakkasavicārā khandhā ca vitakko ca.",
"patthana1.7:266.4": "Paṭisandhikkhaṇe … pe …. #6",
"patthana1.7:267.1": "(Paṭhamaghaṭanāyaṃ sampuṇṇā satta pañhā kātabbā.)",
"patthana1.7:268.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo uppajjati … pe …",
"patthana1.7:268.3": "vitakkañca vatthuñca paccayā savitakkasavicārā khandhā.",
"patthana1.7:268.4": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:269.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā avitakkavicāramatto dhammo uppajjati … pe …",
"patthana1.7:269.3": "avitakkavicāramatte khandhe ca vicārañca paccayā avitakkavicāramattā adhipati, avitakkavicāramatte khandhe ca vatthuñca paccayā avitakkavicāramattā adhipati, vipākaṃ avitakkavicāramattaṃ ekaṃ khandhañca vicārañca paccayā … pe …",
"patthana1.7:269.5": "vipākaṃ avitakkavicāramattaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā … pe ….",
"patthana1.7:270.1": "(Paṭisandhikkhaṇe pañca pañhā kātabbā. Yattha avitakkavicāramattaṃ āgacchati tattha vipākaṃ kātabbaṃ. Naadhipatimūlake sattatiṃsa pañhā kātabbā.)",
"patthana1.7:271.1": "Naanantarādi",
"patthana1.7:272.1": "Naanantarampi nasamanantarampi naaññamaññampi naupanissayampi satta pañhā rūpaṃyeva.",
"patthana1.7:272.2": "Napurejāte sattatiṃsa paṭiccavārapaccanīyasadisaṃ.",
"patthana1.7:272.3": "Napacchājāte sattatiṃsa, naāsevanepi sadisaṃ.",
"patthana1.7:272.4": "Yattha avitakkavicāramattopi āgacchati, tattha vipākā kātabbā.",
"patthana1.7:273.1": "Nakamma",
"patthana1.7:274.1": "Savitakkasavicāraṃ dhammaṃ paccayā savitakkasavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:274.2": "savitakkasavicāre khandhe paccayā savitakkasavicārā cetanā. #1",
"patthana1.7:275.1": "Avitakkavicāramattaṃ dhammaṃ paccayā avitakkavicāramatto dhammo … pe …",
"patthana1.7:275.3": "avitakkavicāramatte khandhe paccayā avitakkavicāramattā cetanā.",
"patthana1.7:275.4": "Savitakkasavicāro dhammo … pe …",
"patthana1.7:275.6": "vitakkaṃ paccayā savitakkasavicārā cetanā. #2",
"patthana1.7:276.1": "Avitakkaavicāraṃ dhammaṃ paccayā avitakkaavicāro dhammo … pe …",
"patthana1.7:276.3": "avitakkaavicārā cetanā … pe …",
"patthana1.7:276.5": "(paripuṇṇaṃ kātabbaṃ) savitakkasavicāro … pe …",
"patthana1.7:276.7": "vatthuṃ paccayā savitakkasavicārā cetanā.",
"patthana1.7:276.8": "Avitakkavicāramatto … pe …",
"patthana1.7:276.10": "vicāraṃ paccayā avitakkavicāramattā cetanā.",
"patthana1.7:276.11": "Vatthuṃ paccayā avitakkavicāramattā cetanā. #3",
"patthana1.7:277.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:277.3": "savitakkasavicāre khandhe ca vatthuñca paccayā savitakkasavicārā cetanā. #1",
"patthana1.7:278.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:278.3": "vitakkañca vatthuñca paccayā savitakkasavicārā cetanā. #1",
"patthana1.7:279.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā avitakkavicāramatto dhammo … pe …",
"patthana1.7:279.3": "avitakkavicāramatte khandhe ca vicārañca paccayā avitakkavicāramattā cetanā.",
"patthana1.7:279.4": "Avitakkavicāramatte khandhe ca vatthuñca paccayā avitakkavicāramattā cetanā. #2",
"patthana1.7:280.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paccayā savitakkasavicāro dhammo … pe …",
"patthana1.7:280.3": "savitakkasavicāre khandhe ca vitakkañca paccayā savitakkasavicārā cetanā. #1",
"patthana1.7:281.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paccayā savitakkasavicāro dhammo uppajjati nakammapaccayā—",
"patthana1.7:281.2": "savitakkasavicāre khandhe ca vitakkañca vatthuñca paccayā savitakkasavicārā cetanā. #1",
"patthana1.7:282.1": "(Navipāke sattatiṃsa pañhā kātabbā. Naāhāra naindriya najhānanamagga nasampayutta navippayutta nonatthi novigatapaccayā vitthāretabbā.)",
"patthana1.7:283.1": "Saṅkhyāvāra",
"patthana1.7:284.1": "Suddha",
"patthana1.7:285.1": "Nahetuyā tettiṃsa, naārammaṇe satta, naadhipatiyā sattatiṃsa, naanantare nasamanantare naaññamaññe naupanissaye satta, napurejāte napacchājāte naāsevane sattatiṃsa, nakamme ekādasa, navipāke sattatiṃsa, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge tettiṃsa, nasampayutte satta, navippayutte ekādasa, nonatthiyā satta, novigate satta.",
"patthana1.7:286.1": "1.7.3.3. Paccayānulomapaccanīya",
"patthana1.7:287.1": "Hetupaccayā naārammaṇe satta … pe … novigate satta.",
"patthana1.7:288.1": "Anulomapaccanīyaṃ.",
"patthana1.7:289.1": "1.7.3.4. Paccayapaccanīyānuloma",
"patthana1.7:290.1": "Nahetupaccayā ārammaṇe anantare samanantare cuddasa, sahajāte tettiṃsa, aññamaññe bāvīsa, nissaye tettiṃsa, upanissaye purejāte cuddasa, āsevane terasa, kamme vipāke āhāre indriye jhāne tettiṃsa, magge pañca, sampayutte cuddasa, vippayutte atthiyā tettiṃsa … pe … avigate tettiṃsa.",
"patthana1.7:291.1": "Paccanīyānulomaṃ.",
"patthana1.7:291.2": "Paccayavāro.",
"patthana1.7:292.1": "1.7.4. Nissayavāra",
"patthana1.7:293.1": "Nissayampi ninnānaṃ.",
"patthana1.7:294.1": "1.7.5. Saṃsaṭṭhavāra",
"patthana1.7:295.1": "1.7.5.1. Paccayānuloma",
"patthana1.7:296.1": "Hetu",
"patthana1.7:297.1": "Savitakkasavicāraṃ dhammaṃ saṃsaṭṭho savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:297.2": "savitakkasavicāraṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:297.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:298.1": "Savitakkasavicāraṃ dhammaṃ saṃsaṭṭho avitakkavicāramatto dhammo … pe …",
"patthana1.7:298.3": "savitakkasavicāre khandhe saṃsaṭṭho vitakko.",
"patthana1.7:298.4": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:299.1": "Savitakkasavicāraṃ dhammaṃ saṃsaṭṭho savitakkasavicāro ca avitakkavicāramatto ca dhammā … pe …",
"patthana1.7:299.3": "savitakkasavicāraṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā vitakko ca … pe … dve khandhe … pe …",
"patthana1.7:299.7": "paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:300.1": "Avitakkavicāramattaṃ dhammaṃ saṃsaṭṭho avitakkavicāramatto dhammo uppajjati hetupaccayā—",
"patthana1.7:300.2": "avitakkavicāramattaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:300.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:301.1": "Avitakkavicāramattaṃ dhammaṃ saṃsaṭṭho savitakkasavicāro dhammo … pe …",
"patthana1.7:301.3": "vitakkaṃ saṃsaṭṭhā savitakkasavicārā khandhā.",
"patthana1.7:301.4": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:302.1": "Avitakkavicāramattaṃ dhammaṃ saṃsaṭṭho avitakkaavicāro dhammo … pe …",
"patthana1.7:302.3": "avitakkavicāramatte khandhe saṃsaṭṭho vicāro.",
"patthana1.7:302.4": "Paṭisandhikkhaṇe avitakkavicāramatte khandhe saṃsaṭṭho vicāro. #3",
"patthana1.7:303.1": "Avitakkavicāramattaṃ dhammaṃ saṃsaṭṭho avitakkavicāramatto ca avitakkaavicāro ca dhammā … pe …",
"patthana1.7:303.3": "avitakkavicāramattaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā vicāro ca … pe … dve khandhe … pe …",
"patthana1.7:303.7": "paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:304.1": "Avitakkaavicāraṃ dhammaṃ saṃsaṭṭho avitakkaavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:304.2": "avitakkaavicāraṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā … pe … dve khandhe saṃsaṭṭhā … pe …",
"patthana1.7:304.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:305.1": "Avitakkaavicāraṃ dhammaṃ saṃsaṭṭho avitakkavicāramatto dhammo … pe …",
"patthana1.7:305.3": "vicāraṃ saṃsaṭṭhā avitakkavicāramattā khandhā.",
"patthana1.7:305.4": "Paṭisandhikkhaṇe vicāraṃ saṃsaṭṭhā … pe …. #2",
"patthana1.7:306.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ saṃsaṭṭho avitakkavicāramatto dhammo … pe …",
"patthana1.7:306.3": "avitakkavicāramattaṃ ekaṃ khandhañca vicārañca saṃsaṭṭhā tayo khandhā … pe … dve khandhe … pe …",
"patthana1.7:306.7": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:307.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ saṃsaṭṭho savitakkasavicāro dhammo uppajjati hetupaccayā—",
"patthana1.7:307.2": "savitakkasavicāraṃ ekaṃ khandhañca vitakkañca saṃsaṭṭhā tayo khandhā … pe … dve khandhe ca vitakkañca … pe …",
"patthana1.7:307.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:308.1": "(Hetupaccayaṃ anumajjantena sabbe paccayā vitthāretabbā.)",
"patthana1.7:309.1": "Suddha",
"patthana1.7:310.1": "Hetuyā ekādasa, ārammaṇe adhipatiyā anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sabbattha ekādasa.",
"patthana1.7:311.1": "Anulomaṃ.",
"patthana1.7:312.1": "1.7.5.2. Paccayapaccanīya",
"patthana1.7:313.1": "Paccanīyaṃ kātabbaṃ asammohantena.",
"patthana1.7:314.1": "Nahetuyā cha, naadhipatiyā ekādasa, napurejāte ekādasa, napacchājāte ekādasa, naāsevane ekādasa, nakamme satta, navipāke ekādasa, najhāne ekaṃ, namagge cha, navippayutte ekādasa.",
"patthana1.7:315.1": "Paccanīyaṃ.",
"patthana1.7:316.1": "1.7.5.3. Paccayānulomapaccanīya",
"patthana1.7:317.1": "Duka",
"patthana1.7:318.1": "Hetupaccayā naadhipatiyā ekādasa … pe … navippayutte ekādasa.",
"patthana1.7:318.4": "(Saṃkhittaṃ.)",
"patthana1.7:319.1": "Anulomapaccanīyaṃ.",
"patthana1.7:320.1": "1.7.5.4. Paccayapaccanīyānuloma",
"patthana1.7:321.1": "Nahetupaccayā ārammaṇe cha … pe … purejāte cha, āsevane pañca, kamme cha … pe … jhāne cha, magge tīṇi, sampayutte cha … pe … avigate cha.",
"patthana1.7:322.1": "Paccanīyānulomaṃ.",
"patthana1.7:323.1": "1.7.6. Sampayuttavāra",
"patthana1.7:324.1": "Sampayuttavāropi vitthāretabbo.",
"patthana1.7:325.1": "1.7.7. Pañhāvāra",
"patthana1.7:326.1": "1.7.7.1. Paccayānuloma",
"patthana1.7:327.1": "Vibhaṅgavāra",
"patthana1.7:328.1": "Hetu",
"patthana1.7:329.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa hetupaccayena paccayo—",
"patthana1.7:329.2": "savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo.",
"patthana1.7:329.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:330.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa hetupaccayena paccayo—",
"patthana1.7:330.2": "savitakkasavicārā hetū vitakkassa hetupaccayena paccayo.",
"patthana1.7:330.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:331.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo—",
"patthana1.7:331.2": "savitakkasavicārā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:331.3": "Paṭisandhikkhaṇe savitakkasavicārā hetū kaṭattārūpānaṃ hetupaccayena paccayo. #3",
"patthana1.7:332.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—",
"patthana1.7:332.2": "savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:332.3": "Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ hetupaccayena paccayo. #4",
"patthana1.7:333.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—",
"patthana1.7:333.2": "savitakkasavicārā hetū vitakkassa cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:333.3": "Paṭisandhikkhaṇe savitakkasavicārā hetū vitakkassa kaṭattā ca rūpānaṃ hetupaccayena paccayo. #5",
"patthana1.7:334.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa hetupaccayena paccayo—",
"patthana1.7:334.2": "savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ vitakkassa ca hetupaccayena paccayo.",
"patthana1.7:334.3": "Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ vitakkassa ca hetupaccayena paccayo. #6",
"patthana1.7:335.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—",
"patthana1.7:335.2": "savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:335.3": "Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṃ khandhānaṃ vitakkassa ca kaṭattā ca rūpānaṃ hetupaccayena paccayo. #7",
"patthana1.7:336.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa hetupaccayena paccayo—",
"patthana1.7:336.2": "avitakkavicāramattā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo.",
"patthana1.7:336.3": "Paṭisandhikkhaṇe avitakkavicāramattā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. #1",
"patthana1.7:337.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo—",
"patthana1.7:337.2": "avitakkavicāramattā hetū vicārassa cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:337.3": "Paṭisandhikkhaṇe avitakkavicāramattā hetū vicārassa ca kaṭattā ca rūpānaṃ hetupaccayena paccayo. #2",
"patthana1.7:338.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—",
"patthana1.7:338.2": "avitakkavicāramattā hetū sampayuttakānaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:338.3": "Paṭisandhikkhaṇe avitakkavicāramattā hetū sampayuttakānaṃ khandhānaṃ vicārassa ca kaṭattā ca rūpānaṃ hetupaccayena paccayo. #3",
"patthana1.7:339.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo—",
"patthana1.7:339.2": "avitakkaavicārā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo.",
"patthana1.7:339.3": "Paṭisandhikkhaṇe avitakkaavicārā hetū sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ hetupaccayena paccayo. #1",
"patthana1.7:340.1": "Ārammaṇa",
"patthana1.7:341.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:341.2": "dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati;",
"patthana1.7:341.3": "pubbe suciṇṇāni paccavekkhati;",
"patthana1.7:341.4": "savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhati.",
"patthana1.7:341.5": "Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti.",
"patthana1.7:341.6": "Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti;",
"patthana1.7:341.7": "taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:341.10": "Savitakkasavicāre khandhe ārabbha savitakkasavicārā khandhā uppajjanti. #1",
"patthana1.7:342.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:342.2": "dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati;",
"patthana1.7:342.3": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:342.4": "Pubbe suciṇṇāni paccavekkhati;",
"patthana1.7:342.5": "savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhati;",
"patthana1.7:342.6": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:342.7": "Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti.",
"patthana1.7:342.8": "Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti;",
"patthana1.7:342.9": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:342.10": "Savitakkasavicāre khandhe ārabbha vitakko uppajjati. #2",
"patthana1.7:343.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:343.2": "cetopariyañāṇena savitakkasavicāracittasamaṅgissa cittaṃ jānāti;",
"patthana1.7:343.3": "savitakkasavicārā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:343.4": "Savitakkasavicāre khandhe ārabbha avitakkaavicārā khandhā uppajjanti. #3",
"patthana1.7:344.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:344.2": "dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati;",
"patthana1.7:344.3": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:344.4": "Pubbe suciṇṇāni paccavekkhati;",
"patthana1.7:344.5": "savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhati;",
"patthana1.7:344.6": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:344.7": "Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti.",
"patthana1.7:344.8": "Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti;",
"patthana1.7:344.9": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:344.10": "Savitakkasavicāre khandhe ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. #4",
"patthana1.7:345.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:345.2": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhati;",
"patthana1.7:345.3": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:345.4": "Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:345.5": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:345.6": "Avitakkavicāramatte khandhe ca vitakkañca ārabbha vitakko uppajjati. #1",
"patthana1.7:346.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:346.2": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhanti;",
"patthana1.7:346.3": "taṃ ārabbha savitakkasavicārā khandhā uppajjanti.",
"patthana1.7:346.4": "Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:346.5": "taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:346.8": "Avitakkavicāramatte khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā uppajjanti. #2",
"patthana1.7:347.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:347.2": "cetopariyañāṇena avitakkavicāramattacittasamaṅgissa cittaṃ jānāti.",
"patthana1.7:347.3": "Avitakkavicāramattā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:347.4": "Avitakkavicāramatte khandhe ca vitakkañca ārabbha avitakkaavicārā khandhā uppajjanti. #3",
"patthana1.7:348.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:348.2": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhati;",
"patthana1.7:348.3": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:348.4": "Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:348.5": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:348.6": "Avitakkavicāramatte khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. #4",
"patthana1.7:349.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:349.2": "nibbānaṃ avitakkaavicārassa maggassa phalassa vicārassa ca ārammaṇapaccayena paccayo.",
"patthana1.7:349.3": "Dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, cetopariyañāṇena avitakkaavicāracittasamaṅgissa cittaṃ jānāti.",
"patthana1.7:349.4": "Ākāsānañcāyatanaṃ viññāṇañcāyatanassa … pe …",
"patthana1.7:349.6": "ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo.",
"patthana1.7:349.7": "Rūpāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:349.9": "phoṭṭhabbāyatanaṃ kāyaviññāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:349.10": "Avitakkaavicārā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:349.11": "Avitakkaavicāre khandhe ca vicārañca ārabbha avitakkaavicārā khandhā uppajjanti. #1",
"patthana1.7:350.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:350.2": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhanti;",
"patthana1.7:350.3": "taṃ ārabbha savitakkasavicārā khandhā uppajjanti.",
"patthana1.7:350.4": "Ariyā nibbānaṃ paccavekkhanti, nibbānaṃ gotrabhussa vodānassa savitakkasavicārassa maggassa phalassa āvajjanāya ārammaṇapaccayena paccayo.",
"patthana1.7:350.5": "Cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:350.6": "taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:350.9": "Sotaṃ …",
"patthana1.7:350.10": "ghānaṃ …",
"patthana1.7:350.11": "jivhaṃ …",
"patthana1.7:350.12": "kāyaṃ …",
"patthana1.7:350.13": "rūpe …",
"patthana1.7:350.14": "sadde …",
"patthana1.7:350.15": "gandhe …",
"patthana1.7:350.16": "rase …",
"patthana1.7:350.17": "phoṭṭhabbe …",
"patthana1.7:350.18": "vatthuṃ …",
"patthana1.7:350.19": "avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:350.20": "taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:350.23": "Avitakkaavicāre khandhe ca vicārañca ārabbha savitakkasavicārā khandhā uppajjanti. #2",
"patthana1.7:351.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:351.2": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhanti;",
"patthana1.7:351.3": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:351.4": "Ariyā nibbānaṃ paccavekkhanti, nibbānaṃ avitakkavicāramattassa maggassa phalassa vitakkassa ca ārammaṇapaccayena paccayo.",
"patthana1.7:351.5": "Cakkhuṃ aniccato dukkhato anattato … pe …",
"patthana1.7:351.7": "vatthuṃ …",
"patthana1.7:351.8": "avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:351.9": "taṃ ārabbha vitakko uppajjati.",
"patthana1.7:351.10": "Avitakkaavicāre khandhe ca vicārañca ārabbha vitakko uppajjati. #3",
"patthana1.7:352.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:352.2": "nibbānaṃ avitakkavicāramattassa maggassa phalassa vicārassa ca ārammaṇapaccayena paccayo. #4",
"patthana1.7:353.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:353.2": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ paccavekkhanti;",
"patthana1.7:353.3": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:353.4": "Ariyā nibbānaṃ paccavekkhanti, nibbānaṃ gotrabhussa vitakkassa ca vodānassa vitakkassa ca savitakkasavicārassa maggassa vitakkassa ca savitakkasavicārassa phalassa vitakkassa ca āvajjanāya vitakkassa ca ārammaṇapaccayena paccayo.",
"patthana1.7:353.5": "Cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:353.6": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:353.7": "Sotaṃ … pe …",
"patthana1.7:353.9": "phoṭṭhabbaṃ …",
"patthana1.7:353.10": "vatthuṃ …",
"patthana1.7:353.11": "avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati;",
"patthana1.7:353.12": "taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. #5",
"patthana1.7:354.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ārammaṇapaccayena paccayo—",
"patthana1.7:354.2": "avitakkavicāramatte khandhe ca vicārañca ārabbha savitakkasavicārā khandhā uppajjanti. #1",
"patthana1.7:355.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ārammaṇapaccayena paccayo—",
"patthana1.7:355.2": "avitakkavicāramatte khandhe ca vicārañca ārabbha vitakko uppajjati. #2",
"patthana1.7:356.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:356.2": "avitakkavicāramattā khandhā ca vicāro ca cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:356.3": "Avitakkavicāramatte khandhe ca vicārañca ārabbha avitakkaavicārā khandhā uppajjanti. #3",
"patthana1.7:357.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:357.2": "avitakkavicāramatte khandhe ca vicārañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. #4",
"patthana1.7:358.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ārammaṇapaccayena paccayo—",
"patthana1.7:358.2": "savitakkasavicāre khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā uppajjanti. #1",
"patthana1.7:359.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ārammaṇapaccayena paccayo—",
"patthana1.7:359.2": "savitakkasavicāre khandhe ca vitakkañca ārabbha vitakko uppajjati. #2",
"patthana1.7:360.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:360.2": "savitakkasavicārā khandhā ca vitakko ca cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo.",
"patthana1.7:360.3": "Savitakkasavicāre khandhe ca vitakkañca ārabbha avitakkaavicārā khandhā uppajjanti. #3",
"patthana1.7:361.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—",
"patthana1.7:361.2": "savitakkasavicāre khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. #4",
"patthana1.7:362.1": "Adhipati",
"patthana1.7:363.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo—",
"patthana1.7:363.2": "ārammaṇādhipati, sahajātādhipati.",
"patthana1.7:363.3": "Ārammaṇādhipati—",
"patthana1.7:363.4": "dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati;",
"patthana1.7:363.5": "pubbe suciṇṇāni garuṃ katvā paccavekkhati.",
"patthana1.7:363.6": "Savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhati.",
"patthana1.7:363.7": "Savitakkasavicāre khandhe garuṃ katvā assādeti abhinandati;",
"patthana1.7:363.8": "taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati.",
"patthana1.7:363.9": "Sahajātādhipati—",
"patthana1.7:363.10": "savitakkasavicārā adhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. #1",
"patthana1.7:364.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—",
"patthana1.7:364.2": "ārammaṇādhipati, sahajātādhipati.",
"patthana1.7:364.3": "Ārammaṇādhipati—",
"patthana1.7:364.4": "dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati;",
"patthana1.7:364.5": "taṃ garuṃ katvā vitakko uppajjati.",
"patthana1.7:364.6": "Pubbe suciṇṇāni garuṃ katvā paccavekkhati.",
"patthana1.7:364.7": "Savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:364.8": "taṃ garuṃ katvā vitakko uppajjati.",
"patthana1.7:364.9": "Savitakkasavicāre khandhe garuṃ katvā assādeti abhinandati;",
"patthana1.7:364.10": "taṃ garuṃ katvā vitakko uppajjati.",
"patthana1.7:364.11": "Sahajātādhipati—",
"patthana1.7:364.12": "savitakkasavicārā adhipati vitakkassa adhipatipaccayena paccayo. #2",
"patthana1.7:365.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:365.2": "Sahajātādhipati—",
"patthana1.7:365.3": "savitakkasavicārā adhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. #3",
"patthana1.7:366.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:366.2": "Sahajātādhipati—",
"patthana1.7:366.3": "savitakkasavicārā adhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #4",
"patthana1.7:367.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:367.2": "Sahajātādhipati—",
"patthana1.7:367.3": "savitakkasavicārā adhipati vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #5",
"patthana1.7:368.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo—",
"patthana1.7:368.2": "ārammaṇādhipati sahajātādhipati.",
"patthana1.7:368.3": "Ārammaṇādhipati—",
"patthana1.7:368.4": "dānaṃ datvā sīlaṃ samādiyitvā, uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati;",
"patthana1.7:368.5": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:368.6": "Pubbe suciṇṇāni garuṃ katvā paccavekkhati, savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhati;",
"patthana1.7:368.7": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:368.8": "Savitakkasavicāre khandhe garuṃ katvā assādeti abhinandati;",
"patthana1.7:368.9": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:368.10": "Sahajātādhipati—",
"patthana1.7:368.11": "savitakkasavicārā adhipati sampayuttakānaṃ khandhānaṃ vitakkassa ca adhipatipaccayena paccayo. #6",
"patthana1.7:369.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:369.2": "Sahajātādhipati—",
"patthana1.7:369.3": "savitakkasavicārā adhipati sampayuttakānaṃ khandhānaṃ vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #7",
"patthana1.7:370.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—",
"patthana1.7:370.2": "ārammaṇādhipati, sahajātādhipati.",
"patthana1.7:370.3": "Ārammaṇādhipati—",
"patthana1.7:370.4": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhati;",
"patthana1.7:370.5": "taṃ garuṃ katvā vitakko uppajjati.",
"patthana1.7:370.6": "Avitakkavicāramatte khandhe ca vitakkañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:370.7": "taṃ garuṃ katvā vitakko uppajjati.",
"patthana1.7:370.8": "Sahajātādhipati—",
"patthana1.7:370.9": "avitakkavicāramattā adhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. #1",
"patthana1.7:371.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:371.2": "Ārammaṇādhipati—",
"patthana1.7:371.3": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhati;",
"patthana1.7:371.4": "taṃ garuṃ katvā savitakkasavicārā khandhā uppajjanti.",
"patthana1.7:371.5": "Avitakkavicāramatte khandhe ca vitakkañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:371.6": "taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. #2",
"patthana1.7:372.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:372.2": "Sahajātādhipati—",
"patthana1.7:372.3": "avitakkavicāramattā adhipati vicārassa cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #3",
"patthana1.7:373.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:373.2": "Sahajātādhipati—",
"patthana1.7:373.3": "avitakkavicāramattā adhipati sampayuttakānaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #4",
"patthana1.7:374.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:374.2": "Ārammaṇādhipati—",
"patthana1.7:374.3": "avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhati;",
"patthana1.7:374.4": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:374.5": "Avitakkavicāramatte khandhe ca vitakkañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:374.6": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. #5",
"patthana1.7:375.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo—",
"patthana1.7:375.2": "ārammaṇādhipati, sahajātādhipati.",
"patthana1.7:375.3": "Ārammaṇādhipati—",
"patthana1.7:375.4": "nibbānaṃ avitakkaavicārassa maggassa phalassa vicārassa ca adhipatipaccayena paccayo.",
"patthana1.7:375.5": "Sahajātādhipati—",
"patthana1.7:375.6": "avitakkaavicārā adhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. #1",
"patthana1.7:376.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:376.2": "Ārammaṇādhipati—",
"patthana1.7:376.3": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:376.4": "taṃ garuṃ katvā savitakkasavicārā khandhā uppajjanti, ariyā nibbānaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:376.5": "nibbānaṃ gotrabhussa vodānassa savitakkasavicārassa maggassa phalassa adhipatipaccayena paccayo.",
"patthana1.7:376.6": "Cakkhuṃ garuṃ katvā assādeti abhinandati;",
"patthana1.7:376.7": "taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati.",
"patthana1.7:376.8": "Sotaṃ …",
"patthana1.7:376.9": "ghānaṃ …",
"patthana1.7:376.10": "jivhaṃ …",
"patthana1.7:376.11": "kāyaṃ …",
"patthana1.7:376.12": "rūpe …",
"patthana1.7:376.13": "sadde …",
"patthana1.7:376.14": "gandhe …",
"patthana1.7:376.15": "rase …",
"patthana1.7:376.16": "phoṭṭhabbe …",
"patthana1.7:376.17": "vatthuṃ …",
"patthana1.7:376.18": "avitakkaavicāre khandhe ca vicārañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:376.19": "taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. #2",
"patthana1.7:377.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:377.2": "Ārammaṇādhipati—",
"patthana1.7:377.3": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:377.4": "taṃ garuṃ katvā vitakko uppajjati, ariyā nibbānaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:377.5": "nibbānaṃ avitakkavicāramattassa maggassa phalassa vitakkassa ca adhipatipaccayena paccayo.",
"patthana1.7:377.6": "Cakkhuṃ … pe …",
"patthana1.7:377.8": "vatthuṃ …",
"patthana1.7:377.9": "avitakkaavicāre khandhe ca vicārañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:377.10": "taṃ garuṃ katvā vitakko uppajjati. #3",
"patthana1.7:378.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:378.2": "Ārammaṇādhipati—",
"patthana1.7:378.3": "nibbānaṃ avitakkavicāramattassa maggassa phalassa vicārassa ca adhipatipaccayena paccayo. #4",
"patthana1.7:379.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:379.2": "Ārammaṇādhipati—",
"patthana1.7:379.3": "ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:379.4": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti, ariyā nibbānaṃ garuṃ katvā paccavekkhanti;",
"patthana1.7:379.5": "nibbānaṃ gotrabhussa vitakkassa ca vodānassa vitakkassa ca savitakkasavicārassa maggassa vitakkassa ca savitakkasavicārassa phalassa vitakkassa ca adhipatipaccayena paccayo.",
"patthana1.7:379.6": "Cakkhuṃ garuṃ katvā … pe …",
"patthana1.7:379.8": "vatthuṃ …",
"patthana1.7:379.9": "avitakkaavicāre khandhe ca vicārañca garuṃ katvā assādeti abhinandati;",
"patthana1.7:379.10": "taṃ garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. #5",
"patthana1.7:380.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:380.2": "Ārammaṇādhipati—",
"patthana1.7:380.3": "avitakkavicāramatte khandhe ca vicārañca garuṃ katvā savitakkasavicārā khandhā uppajjanti. #1",
"patthana1.7:381.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:381.2": "Ārammaṇādhipati—",
"patthana1.7:381.3": "avitakkavicāramatte khandhe ca vicārañca garuṃ katvā vitakko uppajjati. #2",
"patthana1.7:382.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:382.2": "Ārammaṇādhipati—",
"patthana1.7:382.3": "avitakkavicāramatte khandhe ca vicārañca garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. #3",
"patthana1.7:383.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:383.2": "Ārammaṇādhipati—",
"patthana1.7:383.3": "savitakkasavicāre khandhe ca vitakkañca garuṃ katvā savitakkasavicārā khandhā uppajjanti. #1",
"patthana1.7:384.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa adhipatipaccayena paccayo.",
"patthana1.7:384.2": "Ārammaṇādhipati—",
"patthana1.7:384.3": "savitakkasavicāre khandhe ca vitakkañca garuṃ katvā vitakko uppajjati. #2",
"patthana1.7:385.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo.",
"patthana1.7:385.2": "Ārammaṇādhipati—",
"patthana1.7:385.3": "savitakkasavicāre khandhe ca vitakkañca garuṃ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. #3",
"patthana1.7:386.1": "Anantara",
"patthana1.7:387.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:387.2": "purimā purimā savitakkasavicārā khandhā pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:387.3": "Anulomaṃ gotrabhussa …",
"patthana1.7:387.4": "anulomaṃ vodānassa …",
"patthana1.7:387.5": "gotrabhu savitakkasavicārassa maggassa …",
"patthana1.7:387.6": "vodānaṃ savitakkasavicārassa maggassa …",
"patthana1.7:387.7": "savitakkasavicāro maggo savitakkasavicārassa phalassa …",
"patthana1.7:387.8": "savitakkasavicāraṃ phalaṃ savitakkasavicārassa phalassa …",
"patthana1.7:387.9": "anulomaṃ savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. #1",
"patthana1.7:388.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:388.2": "purimā purimā savitakkasavicārā khandhā pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo.",
"patthana1.7:388.3": "Savitakkasavicāraṃ cuticittaṃ avitakkavicāramattassa upapatticittassa … pe …",
"patthana1.7:388.5": "savitakkasavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vitakkassa ca … pe …",
"patthana1.7:388.7": "avitakkavicāramattassa jhānassa parikammaṃ avitakkavicāramattassa jhānassa …",
"patthana1.7:388.8": "gotrabhu avitakkavicāramattassa maggassa …",
"patthana1.7:388.9": "vodānaṃ avitakkavicāramattassa maggassa …",
"patthana1.7:388.10": "anulomaṃ avitakkavicāramattāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. #2",
"patthana1.7:389.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:389.2": "savitakkasavicāraṃ cuticittaṃ avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo—",
"patthana1.7:389.3": "āvajjanā pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo.",
"patthana1.7:389.4": "Savitakkasavicārā khandhā avitakkaavicārassa vuṭṭhānassa vicārassa ca … pe …",
"patthana1.7:389.6": "dutiyassa jhānassa parikammaṃ dutiye jhāne vicārassa anantarapaccayena paccayo.",
"patthana1.7:389.7": "Tatiyassa jhānassa parikammaṃ … pe …",
"patthana1.7:389.9": "catutthassa jhānassa parikammaṃ … pe …",
"patthana1.7:389.11": "ākāsānañcāyatanassa parikammaṃ … pe …",
"patthana1.7:389.13": "viññāṇañcāyatanassa parikammaṃ … pe …",
"patthana1.7:389.15": "ākiñcaññāyatanassa parikammaṃ … pe …",
"patthana1.7:389.17": "nevasaññānāsaññāyatanassa parikammaṃ … pe …",
"patthana1.7:389.19": "dibbassa cakkhussa parikammaṃ … pe …",
"patthana1.7:389.21": "dibbāya sotadhātuyā parikammaṃ … pe …",
"patthana1.7:389.23": "iddhividhañāṇassa parikammaṃ … pe …",
"patthana1.7:389.25": "cetopariyañāṇassa parikammaṃ … pe …",
"patthana1.7:389.27": "pubbenivāsānussatiñāṇassa parikammaṃ … pe …",
"patthana1.7:389.29": "yathākammūpagañāṇassa parikammaṃ … pe …",
"patthana1.7:389.31": "anāgataṃsañāṇassa parikammaṃ … pe …",
"patthana1.7:389.33": "gotrabhu avitakkaavicārassa maggassa vicārassa ca …",
"patthana1.7:389.34": "vodānaṃ avitakkaavicārassa maggassa vicārassa ca …",
"patthana1.7:389.35": "anulomaṃ avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. #3",
"patthana1.7:390.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:390.2": "savitakkasavicāraṃ cuticittaṃ avitakkavicāramattassa upapatticittassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:390.3": "Savitakkasavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:390.4": "Avitakkavicāramattassa jhānassa parikammaṃ avitakkavicāramattassa jhānassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:390.5": "Gotrabhu avitakkavicāramattassa maggassa vicārassa ca …",
"patthana1.7:390.6": "vodānaṃ avitakkavicāramattassa maggassa vicārassa ca …",
"patthana1.7:390.7": "anulomaṃ avitakkavicāramattāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. #4",
"patthana1.7:391.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:391.2": "purimā purimā savitakkasavicārā khandhā pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:391.3": "Anulomaṃ gotrabhussa vitakkassa ca …",
"patthana1.7:391.4": "anulomaṃ vodānassa vitakkassa ca …",
"patthana1.7:391.5": "gotrabhu savitakkasavicārassa maggassa vitakkassa ca …",
"patthana1.7:391.6": "vodānaṃ savitakkasavicārassa maggassa vitakkassa ca …",
"patthana1.7:391.7": "savitakkasavicāro maggo savitakkasavicārassa phalassa vitakkassa ca …",
"patthana1.7:391.8": "savitakkasavicāraṃ phalaṃ savitakkasavicārassa phalassa vitakkassa ca …",
"patthana1.7:391.9": "anulomaṃ savitakkasavicārāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. #5",
"patthana1.7:392.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:392.2": "purimo purimo vitakko pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo.",
"patthana1.7:392.3": "Purimā purimā avitakkavicāramattā khandhā pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:392.4": "Avitakkavicāramatto maggo avitakkavicāramattassa phalassa …",
"patthana1.7:392.5": "avitakkavicāramattaṃ phalaṃ avitakkavicāramattassa phalassa anantarapaccayena paccayo. #1",
"patthana1.7:393.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:393.2": "purimo purimo vitakko pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:393.3": "Avitakkavicāramattaṃ cuticittaṃ savitakkasavicārassa upapatticittassa anantarapaccayena paccayo.",
"patthana1.7:393.4": "Avitakkavicāramattaṃ bhavaṅgaṃ āvajjanāya anantarapaccayena paccayo.",
"patthana1.7:393.5": "Avitakkavicāramattā khandhā savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo. #2",
"patthana1.7:394.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:394.2": "purimā purimā avitakkavicāramattā khandhā pacchimassa pacchimassa vicārassa anantarapaccayena paccayo.",
"patthana1.7:394.3": "Avitakkavicāramattaṃ cuticittaṃ vitakko ca avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:394.4": "Avitakkavicāramattā khandhā vitakko ca avitakkaavicārassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo. #3",
"patthana1.7:395.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:395.2": "purimā purimā avitakkavicāramattā khandhā pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:395.3": "Avitakkavicāramatto maggo avitakkavicāramattassa phalassa vicārassa ca …",
"patthana1.7:395.4": "avitakkavicāramattaṃ phalaṃ avitakkavicāramattassa phalassa vicārassa ca anantarapaccayena paccayo. #4",
"patthana1.7:396.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:396.2": "purimo purimo vitakko pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:396.3": "Avitakkavicāramattaṃ cuticittaṃ savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:396.4": "Avitakkavicāramattaṃ bhavaṅgaṃ āvajjanāya vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:396.5": "Avitakkavicāramattā khandhā savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. #5",
"patthana1.7:397.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:397.2": "purimo purimo vicāro pacchimassa pacchimassa vicārassa anantarapaccayena paccayo.",
"patthana1.7:397.3": "Purimā purimā avitakkaavicārā khandhā pacchimānaṃ pacchimānaṃ avitakkaavicārānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:397.4": "Avitakkaavicāro maggo avitakkaavicārassa phalassa …",
"patthana1.7:397.5": "avitakkaavicāraṃ phalaṃ avitakkaavicārassa phalassa anantarapaccayena paccayo.",
"patthana1.7:397.6": "Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. #1",
"patthana1.7:398.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:398.2": "avitakkaavicāraṃ cuticittaṃ vicāro ca savitakkasavicārassa upapatticittassa anantarapaccayena paccayo.",
"patthana1.7:398.3": "Avitakkaavicāraṃ bhavaṅgaṃ vicāro ca āvajjanāya anantarapaccayena paccayo.",
"patthana1.7:398.4": "Avitakkaavicārā khandhā vicāro ca savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo.",
"patthana1.7:398.5": "Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. #2",
"patthana1.7:399.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:399.2": "purimo purimo vicāro pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:399.3": "Avitakkaavicāraṃ cuticittaṃ vicāro ca avitakkavicāramattassa upapatticittassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:399.4": "Avitakkaavicārā khandhā vicāro ca avitakkavicāramattassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:399.5": "Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ avitakkavicāramattāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. #3",
"patthana1.7:400.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:400.2": "purimo purimo vicāro pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:400.3": "Avitakkaavicāraṃ cuticittaṃ avitakkavicāramattassa upapatticittassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:400.4": "Avitakkaavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:400.5": "Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ avitakkavicāramattāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. #4",
"patthana1.7:401.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:401.2": "avitakkaavicāraṃ cuticittaṃ vicāro ca savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:401.3": "Avitakkaavicāraṃ bhavaṅgañca vicāro ca āvajjanāya vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:401.4": "Avitakkaavicārā khandhā vicāro ca savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:401.5": "Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ savitakkasavicārāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. #5",
"patthana1.7:402.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:402.2": "avitakkavicāramattaṃ cuticittañca vicāro ca savitakkasavicārassa upapatticittassa anantarapaccayena paccayo.",
"patthana1.7:402.3": "Avitakkavicāramattaṃ bhavaṅgañca vicāro ca āvajjanāya anantarapaccayena paccayo.",
"patthana1.7:402.4": "Avitakkavicāramattā khandhā ca vicāro ca savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo. #1",
"patthana1.7:403.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:403.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:403.3": "Avitakkavicāramatto maggo ca vicāro ca avitakkavicāramattassa phalassa anantarapaccayena paccayo.",
"patthana1.7:403.4": "Avitakkavicāramattaṃ phalañca vicāro ca avitakkavicāramattassa phalassa anantarapaccayena paccayo. #2",
"patthana1.7:404.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:404.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimassa pacchimassa vicārassa anantarapaccayena paccayo.",
"patthana1.7:404.3": "Avitakkavicāramattaṃ cuticittañca vicāro ca avitakkaavicārassa upapatticittassa anantarapaccayena paccayo.",
"patthana1.7:404.4": "Avitakkavicāramattā khandhā ca vicāro ca avitakkaavicārassa vuṭṭhānassa anantarapaccayena paccayo. #3",
"patthana1.7:405.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:405.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:405.3": "Avitakkavicāramatto maggo ca vicāro ca avitakkavicāramattassa phalassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:405.4": "Avitakkavicāramattaṃ phalañca vicāro ca avitakkavicāramattassa phalassa ca vicārassa ca anantarapaccayena paccayo. #4",
"patthana1.7:406.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:406.2": "avitakkavicāramattaṃ cuticittañca vicāro ca savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:406.3": "Avitakkavicāramattaṃ bhavaṅgañca vicāro ca āvajjanāya vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:406.4": "Avitakkavicāramattā khandhā ca vicāro ca savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. #5",
"patthana1.7:407.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:407.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ anantarapaccayena paccayo.",
"patthana1.7:407.3": "Anulomañca vitakko ca gotrabhussa …",
"patthana1.7:407.4": "anulomañca vitakko ca vodānassa …",
"patthana1.7:407.5": "gotrabhu ca vitakko ca savitakkasavicārassa maggassa …",
"patthana1.7:407.6": "vodānañca vitakko ca savitakkasavicārassa maggassa …",
"patthana1.7:407.7": "savitakkasavicāro maggo ca vitakko ca savitakkasavicārassa phalassa …",
"patthana1.7:407.8": "savitakkasavicāraṃ phalañca vitakko ca savitakkasavicārassa phalassa …",
"patthana1.7:407.9": "anulomañca vitakko ca savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. #1",
"patthana1.7:408.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:408.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo.",
"patthana1.7:408.3": "Savitakkasavicāraṃ cuticittañca vitakko ca avitakkavicāramattassa upapatticittassa anantarapaccayena paccayo.",
"patthana1.7:408.4": "Savitakkasavicārā khandhā ca vitakko ca avitakkavicāramattassa vuṭṭhānassa anantarapaccayena paccayo.",
"patthana1.7:408.5": "Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa anantarapaccayena paccayo.",
"patthana1.7:408.6": "Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa …",
"patthana1.7:408.7": "vodānañca vitakko ca avitakkavicāramattassa maggassa …",
"patthana1.7:408.8": "anulomañca vitakko ca avitakkavicāramattāya phalasamāpattiyā anantarapaccayena paccayo. #2",
"patthana1.7:409.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa anantarapaccayena paccayo—",
"patthana1.7:409.2": "savitakkasavicāraṃ cuticittañca vitakko ca avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:409.3": "Āvajjanā ca vitakko ca pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo.",
"patthana1.7:409.4": "Savitakkasavicārā khandhā ca vitakko ca avitakkaavicārassa vuṭṭhānassa ca vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:409.5": "Dutiyassa jhānassa parikammañca vitakko ca dutiye jhāne vicārassa anantarapaccayena paccayo.",
"patthana1.7:409.6": "Tatiyassa jhānassa parikammañca vitakko ca … pe …",
"patthana1.7:409.8": "catutthassa jhānassa parikammañca vitakko ca … pe …",
"patthana1.7:409.10": "ākāsānañcāyatanassa parikammañca vitakko ca … pe …",
"patthana1.7:409.12": "viññāṇañcāyatanassa parikammañca vitakko ca … pe …",
"patthana1.7:409.14": "ākiñcaññāyatanassa parikammañca vitakko ca … pe …",
"patthana1.7:409.16": "nevasaññānāsaññāyatanassa parikammañca vitakko ca … pe …",
"patthana1.7:409.18": "dibbassa cakkhussa parikammañca vitakko ca … pe …",
"patthana1.7:409.20": "dibbāya sotadhātuyā parikammañca vitakko ca … pe …",
"patthana1.7:409.22": "iddhividhañāṇassa parikammañca vitakko ca … pe …",
"patthana1.7:409.24": "cetopariyañāṇassa parikammañca vitakko ca … pe …",
"patthana1.7:409.26": "pubbenivāsānussatiñāṇassa parikammañca vitakko ca … pe …",
"patthana1.7:409.28": "yathākammūpagañāṇassa parikammañca vitakko ca … pe …",
"patthana1.7:409.30": "anāgataṃsañāṇassa parikammañca vitakko ca … pe …",
"patthana1.7:409.32": "gotrabhu ca vitakko ca avitakkaavicārassa maggassa vicārassa ca …",
"patthana1.7:409.33": "vodānañca vitakko ca avitakkaavicārassa maggassa vicārassa ca …",
"patthana1.7:409.34": "anulomañca vitakko ca avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. #3",
"patthana1.7:410.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:410.2": "savitakkasavicāraṃ cuticittañca vitakko ca avitakkavicāramattassa upapatticittassa ca vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:410.3": "Savitakkasavicārā khandhā ca vitakko ca avitakkavicāramattassa vuṭṭhānassa ca vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:410.4": "Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa ca vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:410.5": "Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa ca vicārassa ca anantarapaccayena paccayo.",
"patthana1.7:410.6": "Vodānañca vitakko ca avitakkavicāramattassa maggassa ca vicārassa ca …",
"patthana1.7:410.7": "anulomañca vitakko ca avitakkavicāramattāya phalasamāpattiyā ca vicārassa ca anantarapaccayena paccayo. #4",
"patthana1.7:411.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—",
"patthana1.7:411.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:411.3": "Anulomañca vitakko ca gotrabhussa ca vitakkassa ca …",
"patthana1.7:411.4": "anulomañca vitakko ca vodānassa ca vitakkassa ca …",
"patthana1.7:411.5": "gotrabhu ca vitakko ca savitakkasavicārassa ca maggassa ca vitakkassa ca …",
"patthana1.7:411.6": "vodānañca vitakko ca savitakkasavicārassa maggassa ca vitakkassa ca anantarapaccayena paccayo.",
"patthana1.7:411.7": "Savitakkasavicāro maggo ca vitakko ca savitakkasavicārassa phalassa ca vitakkassa ca …",
"patthana1.7:411.8": "savitakkasavicāraṃ phalañca vitakko ca savitakkasavicārassa phalassa ca vitakkassa ca …",
"patthana1.7:411.9": "anulomañca vitakko ca savitakkasavicārāya phalasamāpattiyā ca vitakkassa ca anantarapaccayena paccayo. #5",
"patthana1.7:412.1": "Samanantara",
"patthana1.7:413.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa samanantarapaccayena paccayo.",
"patthana1.7:413.2": "(Anantarapaccayopi samanantarapaccayopi sadiso.)",
"patthana1.7:414.1": "Sahajāta",
"patthana1.7:415.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:415.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:415.3": "Tayo khandhā ekassa khandhassa sahajātapaccayena paccayo.",
"patthana1.7:415.4": "Dve khandhā dvinnaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:415.5": "Paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …. #1",
"patthana1.7:416.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:416.2": "savitakkasavicārā khandhā vitakkassa sahajātapaccayena paccayo.",
"patthana1.7:416.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:417.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:417.2": "savitakkasavicārā khandhā cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:417.3": "Paṭisandhikkhaṇe … pe … kaṭattārūpānaṃ … pe …. #3",
"patthana1.7:418.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:418.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:418.5": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:419.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:419.2": "savitakkasavicārā khandhā vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:419.3": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:420.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:420.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vitakkassa ca sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vitakkassa ca sahajātapaccayena paccayo.",
"patthana1.7:420.5": "Paṭisandhikkhaṇe … pe …. #6",
"patthana1.7:421.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:421.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ … pe …",
"patthana1.7:421.6": "paṭisandhikkhaṇe … pe …. #7",
"patthana1.7:422.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:422.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:422.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:423.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:423.2": "vitakko savitakkasavicārānaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:423.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:424.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:424.2": "avitakkavicāramattā khandhā vicārassa cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo, vitakko cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:424.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:425.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:425.2": "vitakko savitakkasavicārānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:425.3": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:426.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:426.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ … pe …",
"patthana1.7:426.6": "paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:427.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:427.2": "avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:427.5": "Vicāro cittasamuṭṭhānānaṃ rūpānaṃ … pe …",
"patthana1.7:427.7": "paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ … pe … dve khandhā dvinnaṃ khandhānaṃ kaṭattā ca rūpānaṃ … pe …",
"patthana1.7:427.11": "vicāro kaṭattārūpānaṃ … pe …",
"patthana1.7:427.13": "khandhā vatthussa … pe …",
"patthana1.7:427.15": "vatthu khandhānaṃ … pe …",
"patthana1.7:427.17": "vicāro vatthussa … pe …",
"patthana1.7:427.19": "vatthu vicārassa … pe …",
"patthana1.7:427.21": "ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ … pe …",
"patthana1.7:427.23": "mahābhūtā cittasamuṭṭhānānaṃ rūpānaṃ kaṭattārūpānaṃ upādārūpānaṃ … pe …",
"patthana1.7:427.25": "bāhiraṃ …",
"patthana1.7:427.26": "āhārasamuṭṭhānaṃ …",
"patthana1.7:427.27": "utusamuṭṭhānaṃ …",
"patthana1.7:427.28": "asaññasattānaṃ ekaṃ mahābhūtaṃ … pe …",
"patthana1.7:427.30": "mahābhūtā kaṭattārūpānaṃ upādārūpānaṃ sahajātapaccayena paccayo. #1",
"patthana1.7:428.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:428.2": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ sahajātapaccayena paccayo. #2",
"patthana1.7:429.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:429.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:429.3": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:429.4": "Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:429.5": "Paṭisandhikkhaṇe vatthu vitakkassa sahajātapaccayena paccayo. #3",
"patthana1.7:430.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:430.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:430.3": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ kaṭattā ca rūpānaṃ … pe …",
"patthana1.7:430.5": "paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca sahajātapaccayena paccayo. #4",
"patthana1.7:431.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:431.2": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca sahajātapaccayena paccayo. #5",
"patthana1.7:432.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:432.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ sahajātapaccayena paccayo. #1",
"patthana1.7:433.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:433.2": "paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa sahajātapaccayena paccayo. #2",
"patthana1.7:434.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:434.2": "savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:434.3": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca mahābhūtā ca kaṭattārūpānaṃ sahajātapaccayena paccayo. #3",
"patthana1.7:435.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:435.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vitakkassa ca … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vitakkassa ca sahajātapaccayena paccayo. #4",
"patthana1.7:436.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:436.2": "paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṃ khandhānaṃ sahajātapaccayena paccayo. #1",
"patthana1.7:437.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:437.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:437.5": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:437.9": "paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo. #2",
"patthana1.7:438.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:438.2": "avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:438.3": "Avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ … pe …",
"patthana1.7:438.5": "vitakko ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ … pe …",
"patthana1.7:438.7": "paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṃ … pe …",
"patthana1.7:438.9": "paṭisandhikkhaṇe avitakkavicāramattā khandhā ca mahābhūtā ca kaṭattārūpānaṃ … pe …",
"patthana1.7:438.11": "paṭisandhikkhaṇe vitakko ca mahābhūtā ca kaṭattārūpānaṃ … pe …",
"patthana1.7:438.13": "paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa sahajātapaccayena paccayo. #3",
"patthana1.7:439.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:439.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:439.3": "Tayo khandhā ca vicāro ca ekassa khandhassa cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:439.4": "Dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:439.5": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā … pe …",
"patthana1.7:439.9": "paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vicārassa ca sahajātapaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vicārassa ca sahajātapaccayena paccayo. #4",
"patthana1.7:440.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:440.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ sahajātapaccayena paccayo.",
"patthana1.7:440.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:441.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:441.2": "savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:441.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:442.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—",
"patthana1.7:442.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:442.5": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:443.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:443.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo … pe … dve khandhā ca vitakko ca vatthu ca dvinnaṃ khandhānaṃ sahajātapaccayena paccayo. #1",
"patthana1.7:444.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—",
"patthana1.7:444.2": "savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo.",
"patthana1.7:444.3": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca kaṭattārūpānaṃ sahajātapaccayena paccayo. #2",
"patthana1.7:445.1": "Aññamañña",
"patthana1.7:446.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:446.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe …",
"patthana1.7:446.4": "paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo. #1",
"patthana1.7:447.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:447.2": "savitakkasavicārā khandhā vitakkassa aññamaññapaccayena paccayo.",
"patthana1.7:447.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:448.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:448.2": "paṭisandhikkhaṇe savitakkasavicārā khandhā vatthussa aññamaññapaccayena paccayo. #3",
"patthana1.7:449.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:449.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo. #4",
"patthana1.7:450.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:450.2": "paṭisandhikkhaṇe savitakkasavicārā khandhā vitakkassa ca vatthussa ca aññamaññapaccayena paccayo. #5",
"patthana1.7:451.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:451.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vitakkassa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vitakkassa ca aññamaññapaccayena paccayo.",
"patthana1.7:451.5": "Paṭisandhikkhaṇe … pe …. #6",
"patthana1.7:452.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:452.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vitakkassa ca vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vitakkassa ca vatthussa ca aññamaññapaccayena paccayo. #7",
"patthana1.7:453.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:453.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:453.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:454.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:454.2": "vitakko savitakkasavicārānaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:454.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:455.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:455.2": "avitakkavicāramattā khandhā vicārassa aññamaññapaccayena paccayo.",
"patthana1.7:455.3": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā vicārassa ca vatthussa ca aññamaññapaccayena paccayo.",
"patthana1.7:455.4": "Paṭisandhikkhaṇe vitakko vatthussa aññamaññapaccayena paccayo. #3",
"patthana1.7:456.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:456.2": "paṭisandhikkhaṇe vitakko savitakkasavicārānaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo. #4",
"patthana1.7:457.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:457.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ vicārassa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vicārassa ca aññamaññapaccayena paccayo.",
"patthana1.7:457.5": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ vicārassa ca vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vicārassa ca vatthussa ca aññamaññapaccayena paccayo. #5",
"patthana1.7:458.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:458.2": "avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:458.5": "Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo.",
"patthana1.7:458.8": "Khandhā vatthussa … pe …",
"patthana1.7:458.10": "vatthu khandhānaṃ … pe …",
"patthana1.7:458.12": "vicāro vatthussa … pe …",
"patthana1.7:458.14": "vatthu vicārassa … pe …",
"patthana1.7:458.16": "ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ … pe …",
"patthana1.7:458.18": "bāhiraṃ …",
"patthana1.7:458.19": "āhārasamuṭṭhānaṃ …",
"patthana1.7:458.20": "utusamuṭṭhānaṃ …",
"patthana1.7:458.21": "asaññasattānaṃ ekaṃ mahābhūtaṃ … pe …. #1",
"patthana1.7:459.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:459.2": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ aññamaññapaccayena paccayo. #2",
"patthana1.7:460.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:460.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:460.3": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:460.4": "Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:460.5": "Paṭisandhikkhaṇe vatthu vitakkassa aññamaññapaccayena paccayo. #3",
"patthana1.7:461.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:461.2": "paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo.",
"patthana1.7:461.3": "Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca aññamaññapaccayena paccayo. #4",
"patthana1.7:462.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:462.2": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca aññamaññapaccayena paccayo. #5",
"patthana1.7:463.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:463.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo. #1",
"patthana1.7:464.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:464.2": "paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa aññamaññapaccayena paccayo. #2",
"patthana1.7:465.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:465.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vitakkassa ca aññamaññapaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vitakkassa ca aññamaññapaccayena paccayo. #3",
"patthana1.7:466.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:466.2": "paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṃ khandhānaṃ aññamaññapaccayena paccayo. #1",
"patthana1.7:467.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:467.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:467.5": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca vatthu ca tiṇṇannaṃ khandhānaṃ … pe … dve khandhā ca vicāro ca vatthu ca dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo. #2",
"patthana1.7:468.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:468.2": "paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca vatthussa aññamaññapaccayena paccayo.",
"patthana1.7:468.3": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa aññamaññapaccayena paccayo. #3",
"patthana1.7:469.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:469.2": "paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo.",
"patthana1.7:469.5": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vicārassa ca aññamaññapaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vicārassa ca aññamaññapaccayena paccayo. #4",
"patthana1.7:470.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:470.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo.",
"patthana1.7:470.5": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:471.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:471.2": "paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca vatthussa aññamaññapaccayena paccayo. #2",
"patthana1.7:472.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:472.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo. #3",
"patthana1.7:473.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—",
"patthana1.7:473.2": "paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo … pe … dve khandhā ca vitakko ca vatthu ca dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo. #1",
"patthana1.7:474.1": "Nissaya",
"patthana1.7:475.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:475.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ (saṃkhittaṃ) satta.",
"patthana1.7:476.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa nissayapaccayena paccayo (saṃkhittaṃ) pañca.",
"patthana1.7:477.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:477.2": "avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo.",
"patthana1.7:477.5": "Vicāro cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo.",
"patthana1.7:477.6": "Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ nissayapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:477.10": "asaññasattānaṃ ekaṃ mahābhūtaṃ … pe …",
"patthana1.7:477.12": "cakkhāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:477.14": "kāyāyatanaṃ kāyaviññāṇassa … pe …",
"patthana1.7:477.16": "vatthu avitakkaavicārānaṃ khandhānaṃ vicārassa ca nissayapaccayena paccayo. #1",
"patthana1.7:478.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:478.2": "vatthu savitakkasavicārānaṃ khandhānaṃ nissayapaccayena paccayo.",
"patthana1.7:478.3": "Paṭisandhikkhaṇe vatthu … pe …. #2",
"patthana1.7:479.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:479.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ nissayapaccayena paccayo, vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca nissayapaccayena paccayo.",
"patthana1.7:479.3": "Paṭisandhikkhaṇe vicāro … pe …. #3",
"patthana1.7:480.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa nissayapaccayena paccayo—",
"patthana1.7:480.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ … pe …",
"patthana1.7:480.4": "vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca nissayapaccayena paccayo.",
"patthana1.7:480.5": "Paṭisandhikkhaṇe vicāro … pe …. #4",
"patthana1.7:481.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa nissayapaccayena paccayo—",
"patthana1.7:481.2": "vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca nissayapaccayena paccayo.",
"patthana1.7:481.3": "Paṭisandhikkhaṇe vatthu … pe …. #5",
"patthana1.7:482.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:482.2": "savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo … pe ….",
"patthana1.7:482.4": "(Pavattipi, paṭisandhipi dīpetabbā.) #1",
"patthana1.7:483.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:483.2": "savitakkasavicārā khandhā ca vatthu ca vitakkassa … pe …",
"patthana1.7:483.4": "paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:484.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:484.2": "savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo.",
"patthana1.7:484.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:485.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa nissayapaccayena paccayo—",
"patthana1.7:485.2": "savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vitakkassa ca nissayapaccayena paccayo … pe …",
"patthana1.7:485.4": "paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:486.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:486.2": "vitakko ca vatthu ca savitakkasavicārānaṃ khandhānaṃ … pe …",
"patthana1.7:486.4": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:487.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:487.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ … pe …",
"patthana1.7:487.4": "avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ … pe …",
"patthana1.7:487.6": "paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:488.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa nissayapaccayena paccayo—",
"patthana1.7:488.2": "avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo.",
"patthana1.7:488.3": "Avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ … pe …",
"patthana1.7:488.5": "vitakko ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ … pe …",
"patthana1.7:488.7": "avitakkavicāramattā khandhā ca vatthu ca vicārassa nissayapaccayena paccayo.",
"patthana1.7:488.8": "(Paṭisandhikāni cattāri. Saṃkhittaṃ.) #3",
"patthana1.7:489.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa nissayapaccayena paccayo—",
"patthana1.7:489.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo.",
"patthana1.7:489.5": "Avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vicārassa ca … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vicārassa ca nissayapaccayena paccayo.",
"patthana1.7:489.8": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:490.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa … pe …",
"patthana1.7:490.3": "avitakkaavicārassa dhammassa … pe …",
"patthana1.7:490.5": "savitakkasavicārassa ca avitakkaavicārassa ca dhammassa … pe … tīṇi.",
"patthana1.7:491.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa … pe …",
"patthana1.7:491.3": "avitakkaavicārassa dhammassa nissayapaccayena paccayo.",
"patthana1.7:491.4": "(Dve vārā vitthāretabbā.)",
"patthana1.7:492.1": "Upanissaya",
"patthana1.7:493.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:493.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:493.4": "Pakatūpanissayo—",
"patthana1.7:493.5": "savitakkasavicāraṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:493.7": "samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti.",
"patthana1.7:493.8": "Savitakkasavicāraṃ sīlaṃ …",
"patthana1.7:493.9": "sutaṃ …",
"patthana1.7:493.10": "cāgaṃ …",
"patthana1.7:493.11": "paññaṃ …",
"patthana1.7:493.12": "rāgaṃ …",
"patthana1.7:493.13": "dosaṃ …",
"patthana1.7:493.14": "mohaṃ …",
"patthana1.7:493.15": "mānaṃ …",
"patthana1.7:493.16": "diṭṭhiṃ …",
"patthana1.7:493.17": "patthanaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:493.19": "samāpattiṃ … pe …",
"patthana1.7:493.21": "pāṇaṃ hanati … pe …",
"patthana1.7:493.23": "saṃghaṃ bhindati.",
"patthana1.7:493.24": "Savitakkasavicārā saddhā …",
"patthana1.7:493.25": "sīlaṃ …",
"patthana1.7:493.26": "sutaṃ …",
"patthana1.7:493.27": "cāgo …",
"patthana1.7:493.28": "paññā …",
"patthana1.7:493.29": "rāgo …",
"patthana1.7:493.30": "doso …",
"patthana1.7:493.31": "moho …",
"patthana1.7:493.32": "māno …",
"patthana1.7:493.33": "diṭṭhi …",
"patthana1.7:493.34": "patthanā savitakkasavicārāya saddhāya …",
"patthana1.7:493.35": "sīlassa …",
"patthana1.7:493.36": "sutassa …",
"patthana1.7:493.37": "cāgassa …",
"patthana1.7:493.38": "paññāya …",
"patthana1.7:493.39": "rāgassa …",
"patthana1.7:493.40": "dosassa …",
"patthana1.7:493.41": "mohassa …",
"patthana1.7:493.42": "mānassa …",
"patthana1.7:493.43": "diṭṭhiyā …",
"patthana1.7:493.44": "patthanāya …",
"patthana1.7:493.45": "upanissayapaccayena paccayo. #1",
"patthana1.7:494.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:494.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:494.4": "Pakatūpanissayo—",
"patthana1.7:494.5": "savitakkasavicāraṃ saddhaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:494.7": "samāpattiṃ … pe …",
"patthana1.7:494.9": "savitakkasavicāraṃ sīlaṃ … pe …",
"patthana1.7:494.11": "patthanaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:494.13": "samāpattiṃ … pe …",
"patthana1.7:494.15": "savitakkasavicārā saddhā … pe …",
"patthana1.7:494.17": "patthanā avitakkavicāramattāya saddhāya …",
"patthana1.7:494.18": "sīlassa …",
"patthana1.7:494.19": "sutassa …",
"patthana1.7:494.20": "cāgassa …",
"patthana1.7:494.21": "paññāya vitakkassa ca upanissayapaccayena paccayo. #2",
"patthana1.7:495.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:495.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:495.4": "Pakatūpanissayo—",
"patthana1.7:495.5": "savitakkasavicāraṃ saddhaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:495.7": "abhiññaṃ … pe …",
"patthana1.7:495.9": "samāpattiṃ uppādeti.",
"patthana1.7:495.10": "Savitakkasavicāraṃ sīlaṃ … pe …",
"patthana1.7:495.12": "patthanaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:495.14": "abhiññaṃ … pe …",
"patthana1.7:495.16": "samāpattiṃ uppādeti.",
"patthana1.7:495.17": "Savitakkasavicārā saddhā … pe …",
"patthana1.7:495.19": "patthanā avitakkaavicārāya saddhāya …",
"patthana1.7:495.20": "sīlassa …",
"patthana1.7:495.21": "sutassa …",
"patthana1.7:495.22": "cāgassa …",
"patthana1.7:495.23": "paññāya vicārassa ca …",
"patthana1.7:495.24": "kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. #3",
"patthana1.7:496.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:496.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:496.4": "Pakatūpanissayo—",
"patthana1.7:496.5": "savitakkasavicārā saddhā … pe …",
"patthana1.7:496.7": "patthanā avitakkavicāramattāya saddhāya …",
"patthana1.7:496.8": "sīlassa …",
"patthana1.7:496.9": "sutassa …",
"patthana1.7:496.10": "cāgassa …",
"patthana1.7:496.11": "paññāya vicārassa ca upanissayapaccayena paccayo. #4",
"patthana1.7:497.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:497.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:497.4": "Pakatūpanissayo—",
"patthana1.7:497.5": "savitakkasavicārā saddhā … pe …",
"patthana1.7:497.7": "patthanā savitakkasavicārāya saddhāya … pe …",
"patthana1.7:497.9": "patthanāya vitakkassa ca upanissayapaccayena paccayo. #5",
"patthana1.7:498.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:498.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:498.4": "Pakatūpanissayo—",
"patthana1.7:498.5": "avitakkavicāramattaṃ saddhaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:498.7": "samāpattiṃ uppādeti.",
"patthana1.7:498.8": "Avitakkavicāramattaṃ sīlaṃ …",
"patthana1.7:498.9": "sutaṃ …",
"patthana1.7:498.10": "cāgaṃ …",
"patthana1.7:498.11": "paññaṃ …",
"patthana1.7:498.12": "vitakkaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:498.14": "samāpattiṃ uppādeti.",
"patthana1.7:498.15": "Avitakkavicāramattā saddhā …",
"patthana1.7:498.16": "sīlaṃ …",
"patthana1.7:498.17": "sutaṃ …",
"patthana1.7:498.18": "cāgo …",
"patthana1.7:498.19": "paññā vitakko ca avitakkavicāramattāya saddhāya …",
"patthana1.7:498.20": "sīlassa …",
"patthana1.7:498.21": "sutassa …",
"patthana1.7:498.22": "cāgassa …",
"patthana1.7:498.23": "paññāya vitakkassa ca upanissayapaccayena paccayo. #1",
"patthana1.7:499.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:499.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:499.4": "Pakatūpanissayo—",
"patthana1.7:499.5": "avitakkavicāramattaṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ … pe …",
"patthana1.7:499.7": "maggaṃ … pe …",
"patthana1.7:499.9": "samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti.",
"patthana1.7:499.10": "Avitakkavicāramattaṃ sīlaṃ …",
"patthana1.7:499.11": "sutaṃ …",
"patthana1.7:499.12": "cāgaṃ …",
"patthana1.7:499.13": "paññaṃ …",
"patthana1.7:499.14": "vitakkaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ uppādeti, maggaṃ uppādeti, samāpattiṃ uppādeti, pāṇaṃ hanati … pe …",
"patthana1.7:499.16": "saṃghaṃ bhindati.",
"patthana1.7:499.17": "Avitakkavicāramattā saddhā …",
"patthana1.7:499.18": "sīlaṃ …",
"patthana1.7:499.19": "sutaṃ …",
"patthana1.7:499.20": "cāgo …",
"patthana1.7:499.21": "paññā vitakko ca savitakkasavicārāya saddhāya … pe …",
"patthana1.7:499.23": "patthanāya upanissayapaccayena paccayo. #2",
"patthana1.7:500.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:500.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:500.4": "Pakatūpanissayo—",
"patthana1.7:500.5": "avitakkavicāramattaṃ saddhaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:500.7": "abhiññaṃ … pe …",
"patthana1.7:500.9": "samāpattiṃ uppādeti.",
"patthana1.7:500.10": "Avitakkavicāramattaṃ sīlaṃ …",
"patthana1.7:500.11": "sutaṃ …",
"patthana1.7:500.12": "cāgaṃ …",
"patthana1.7:500.13": "paññaṃ …",
"patthana1.7:500.14": "vitakkaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:500.16": "abhiññaṃ … pe …",
"patthana1.7:500.18": "samāpattiṃ uppādeti.",
"patthana1.7:500.19": "Avitakkavicāramattā saddhā …",
"patthana1.7:500.20": "sīlaṃ …",
"patthana1.7:500.21": "sutaṃ …",
"patthana1.7:500.22": "cāgo …",
"patthana1.7:500.23": "paññā vitakko ca avitakkaavicārāya saddhāya …",
"patthana1.7:500.24": "sīlassa …",
"patthana1.7:500.25": "sutassa …",
"patthana1.7:500.26": "cāgassa …",
"patthana1.7:500.27": "paññāya vicārassa ca …",
"patthana1.7:500.28": "kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. #3",
"patthana1.7:501.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:501.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:501.4": "Pakatūpanissayo—",
"patthana1.7:501.5": "avitakkavicāramattā saddhā …",
"patthana1.7:501.6": "sīlaṃ …",
"patthana1.7:501.7": "sutaṃ …",
"patthana1.7:501.8": "cāgo …",
"patthana1.7:501.9": "paññā vitakko ca avitakkavicāramattāya saddhāya …",
"patthana1.7:501.10": "sīlassa …",
"patthana1.7:501.11": "sutassa …",
"patthana1.7:501.12": "cāgassa …",
"patthana1.7:501.13": "paññāya vicārassa ca upanissayapaccayena paccayo. #4",
"patthana1.7:502.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:502.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:502.4": "Pakatūpanissayo—",
"patthana1.7:502.5": "avitakkavicāramattā saddhā …",
"patthana1.7:502.6": "sīlaṃ …",
"patthana1.7:502.7": "sutaṃ …",
"patthana1.7:502.8": "cāgo …",
"patthana1.7:502.9": "paññā vitakko ca savitakkasavicārāya saddhāya … pe …",
"patthana1.7:502.11": "patthanāya vitakkassa ca upanissayapaccayena paccayo. #5",
"patthana1.7:503.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:503.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:503.4": "Pakatūpanissayo—",
"patthana1.7:503.5": "avitakkaavicāraṃ saddhaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:503.7": "abhiññaṃ … pe …",
"patthana1.7:503.9": "samāpattiṃ uppādeti.",
"patthana1.7:503.10": "Avitakkaavicāraṃ sīlaṃ …",
"patthana1.7:503.11": "sutaṃ …",
"patthana1.7:503.12": "cāgaṃ …",
"patthana1.7:503.13": "paññaṃ …",
"patthana1.7:503.14": "vicāraṃ …",
"patthana1.7:503.15": "kāyikaṃ sukhaṃ …",
"patthana1.7:503.16": "kāyikaṃ dukkhaṃ …",
"patthana1.7:503.17": "utuṃ …",
"patthana1.7:503.18": "bhojanaṃ …",
"patthana1.7:503.19": "senāsanaṃ upanissāya avitakkaavicāraṃ jhānaṃ uppādeti, maggaṃ … pe …",
"patthana1.7:503.21": "abhiññaṃ … pe …",
"patthana1.7:503.23": "samāpattiṃ uppādeti.",
"patthana1.7:503.24": "Avitakkaavicārā saddhā …",
"patthana1.7:503.25": "sīlaṃ …",
"patthana1.7:503.26": "sutaṃ …",
"patthana1.7:503.27": "cāgo …",
"patthana1.7:503.28": "paññā …",
"patthana1.7:503.29": "vicāro …",
"patthana1.7:503.30": "kāyikaṃ sukhaṃ …",
"patthana1.7:503.31": "kāyikaṃ dukkhaṃ …",
"patthana1.7:503.32": "utu …",
"patthana1.7:503.33": "bhojanaṃ …",
"patthana1.7:503.34": "senāsanaṃ avitakkaavicārāya saddhāya …",
"patthana1.7:503.35": "sīlassa …",
"patthana1.7:503.36": "sutassa …",
"patthana1.7:503.37": "cāgassa …",
"patthana1.7:503.38": "paññāya …",
"patthana1.7:503.39": "vicārassa …",
"patthana1.7:503.40": "kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. #1",
"patthana1.7:504.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:504.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:504.4": "Pakatūpanissayo—",
"patthana1.7:504.5": "avitakkaavicāraṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ … pe …",
"patthana1.7:504.7": "maggaṃ … pe …",
"patthana1.7:504.9": "samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti.",
"patthana1.7:504.10": "Avitakkaavicāraṃ sīlaṃ …",
"patthana1.7:504.11": "sutaṃ …",
"patthana1.7:504.12": "cāgaṃ …",
"patthana1.7:504.13": "paññaṃ …",
"patthana1.7:504.14": "vicāraṃ …",
"patthana1.7:504.15": "kāyikaṃ sukhaṃ …",
"patthana1.7:504.16": "kāyikaṃ dukkhaṃ …",
"patthana1.7:504.17": "utuṃ …",
"patthana1.7:504.18": "bhojanaṃ …",
"patthana1.7:504.19": "senāsanaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, savitakkasavicāraṃ jhānaṃ uppādeti, vipassanaṃ … pe …",
"patthana1.7:504.21": "maggaṃ … pe …",
"patthana1.7:504.23": "samāpattiṃ uppādeti, pāṇaṃ hanati … pe …",
"patthana1.7:504.25": "saṃghaṃ bhindati.",
"patthana1.7:504.26": "Avitakkaavicārā saddhā … pe …",
"patthana1.7:504.28": "senāsanaṃ savitakkasavicārāya saddhāya …",
"patthana1.7:504.29": "sīlassa … pe …",
"patthana1.7:504.31": "patthanāya upanissayapaccayena paccayo. #2",
"patthana1.7:505.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:505.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:505.4": "Pakatūpanissayo—",
"patthana1.7:505.5": "avitakkaavicāraṃ saddhaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, vipassanaṃ … pe …",
"patthana1.7:505.7": "maggaṃ … pe …",
"patthana1.7:505.9": "samāpattiṃ uppādeti.",
"patthana1.7:505.10": "Avitakkaavicāraṃ sīlaṃ … pe …",
"patthana1.7:505.12": "senāsanaṃ upanissāya avitakkavicāramattaṃ jhānaṃ uppādeti, vipassanaṃ … pe …",
"patthana1.7:505.14": "maggaṃ … pe …",
"patthana1.7:505.16": "samāpattiṃ uppādeti.",
"patthana1.7:505.17": "Avitakkaavicārā saddhā … pe …",
"patthana1.7:505.19": "senāsanaṃ avitakkavicāramattāya saddhāya …",
"patthana1.7:505.20": "sīlassa …",
"patthana1.7:505.21": "sutassa …",
"patthana1.7:505.22": "cāgassa …",
"patthana1.7:505.23": "paññāya vitakkassa ca upanissayapaccayena paccayo. #3",
"patthana1.7:506.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:506.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:506.4": "Pakatūpanissayo—",
"patthana1.7:506.5": "avitakkaavicārā saddhā … pe …",
"patthana1.7:506.7": "senāsanaṃ avitakkavicāramattāya saddhāya …",
"patthana1.7:506.8": "sīlassa …",
"patthana1.7:506.9": "sutassa …",
"patthana1.7:506.10": "cāgassa …",
"patthana1.7:506.11": "paññāya vicārassa ca upanissayapaccayena paccayo. #4",
"patthana1.7:507.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:507.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:507.4": "Pakatūpanissayo—",
"patthana1.7:507.5": "avitakkaavicārā saddhā … pe …",
"patthana1.7:507.7": "senāsanaṃ savitakkasavicārāya saddhāya …",
"patthana1.7:507.8": "sīlassa … pe …",
"patthana1.7:507.10": "patthanāya vitakkassa ca upanissayapaccayena paccayo. #5",
"patthana1.7:508.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:508.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:508.4": "Pakatūpanissayo—",
"patthana1.7:508.5": "avitakkavicāramattā saddhā …",
"patthana1.7:508.6": "sīlaṃ …",
"patthana1.7:508.7": "sutaṃ …",
"patthana1.7:508.8": "cāgo …",
"patthana1.7:508.9": "paññā vicāro ca savitakkasavicārāya saddhāya … pe …",
"patthana1.7:508.11": "patthanāya upanissayapaccayena paccayo. #1",
"patthana1.7:509.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:509.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:509.4": "Pakatūpanissayo—",
"patthana1.7:509.5": "avitakkavicāramattā saddhā …",
"patthana1.7:509.6": "sīlaṃ …",
"patthana1.7:509.7": "sutaṃ …",
"patthana1.7:509.8": "cāgo …",
"patthana1.7:509.9": "paññā vicāro ca avitakkavicāramattāya saddhāya …",
"patthana1.7:509.10": "sīlassa …",
"patthana1.7:509.11": "sutassa …",
"patthana1.7:509.12": "cāgassa …",
"patthana1.7:509.13": "paññāya vitakkassa ca upanissayapaccayena paccayo. #2",
"patthana1.7:510.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:510.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:510.4": "Pakatūpanissayo—",
"patthana1.7:510.5": "avitakkavicāramattā saddhā …",
"patthana1.7:510.6": "sīlaṃ …",
"patthana1.7:510.7": "sutaṃ …",
"patthana1.7:510.8": "cāgo …",
"patthana1.7:510.9": "paññā vicāro ca avitakkaavicārāya saddhāya …",
"patthana1.7:510.10": "sīlassa …",
"patthana1.7:510.11": "sutassa …",
"patthana1.7:510.12": "cāgassa …",
"patthana1.7:510.13": "paññāya vicārassa ca …",
"patthana1.7:510.14": "kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. #3",
"patthana1.7:511.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:511.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:511.4": "Pakatūpanissayo—",
"patthana1.7:511.5": "avitakkavicāramattā saddhā …",
"patthana1.7:511.6": "sīlaṃ …",
"patthana1.7:511.7": "sutaṃ …",
"patthana1.7:511.8": "cāgo …",
"patthana1.7:511.9": "paññā vicāro ca avitakkavicāramattāya saddhāya …",
"patthana1.7:511.10": "sīlassa …",
"patthana1.7:511.11": "sutassa …",
"patthana1.7:511.12": "cāgassa …",
"patthana1.7:511.13": "paññāya vicārassa ca upanissayapaccayena paccayo. #4",
"patthana1.7:512.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:512.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:512.4": "Pakatūpanissayo—",
"patthana1.7:512.5": "avitakkavicāramattā saddhā …",
"patthana1.7:512.6": "sīlaṃ …",
"patthana1.7:512.7": "sutaṃ …",
"patthana1.7:512.8": "cāgo …",
"patthana1.7:512.9": "paññā vicāro ca savitakkasavicārāya saddhāya …",
"patthana1.7:512.10": "sīlassa …",
"patthana1.7:512.11": "sutassa …",
"patthana1.7:512.12": "cāgassa …",
"patthana1.7:512.13": "paññāya …",
"patthana1.7:512.14": "rāgassa …",
"patthana1.7:512.15": "dosassa …",
"patthana1.7:512.16": "mohassa …",
"patthana1.7:512.17": "mānassa …",
"patthana1.7:512.18": "diṭṭhiyā …",
"patthana1.7:512.19": "patthanāya vitakkassa ca upanissayapaccayena paccayo. #5",
"patthana1.7:513.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:513.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:513.4": "Pakatūpanissayo—",
"patthana1.7:513.5": "savitakkasavicārā saddhā …",
"patthana1.7:513.6": "sīlaṃ …",
"patthana1.7:513.7": "sutaṃ …",
"patthana1.7:513.8": "cāgo …",
"patthana1.7:513.9": "paññā …",
"patthana1.7:513.10": "rāgo …",
"patthana1.7:513.11": "doso …",
"patthana1.7:513.12": "moho …",
"patthana1.7:513.13": "māno …",
"patthana1.7:513.14": "diṭṭhi …",
"patthana1.7:513.15": "patthanā vitakko ca savitakkasavicārāya saddhāya sīlassa … pe …",
"patthana1.7:513.17": "patthanāya upanissayapaccayena paccayo. #1",
"patthana1.7:514.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:514.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:514.4": "Pakatūpanissayo—",
"patthana1.7:514.5": "savitakkasavicārā saddhā sīlaṃ … pe …",
"patthana1.7:514.7": "patthanā vitakko ca avitakkavicāramattāya saddhāya …",
"patthana1.7:514.8": "sīlassa …",
"patthana1.7:514.9": "sutassa …",
"patthana1.7:514.10": "cāgassa …",
"patthana1.7:514.11": "paññāya vitakkassa ca upanissayapaccayena paccayo. #2",
"patthana1.7:515.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa upanissayapaccayena paccayo—",
"patthana1.7:515.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:515.4": "Pakatūpanissayo—",
"patthana1.7:515.5": "savitakkasavicārā saddhā …",
"patthana1.7:515.6": "sīlaṃ …",
"patthana1.7:515.7": "sutaṃ …",
"patthana1.7:515.8": "cāgo …",
"patthana1.7:515.9": "paññā … pe …",
"patthana1.7:515.11": "patthanā vitakko ca avitakkaavicārāya saddhāya …",
"patthana1.7:515.12": "sīlassa …",
"patthana1.7:515.13": "sutassa …",
"patthana1.7:515.14": "cāgassa …",
"patthana1.7:515.15": "paññāya vicārassa ca …",
"patthana1.7:515.16": "kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. #3",
"patthana1.7:516.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:516.2": "anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:516.4": "Pakatūpanissayo—",
"patthana1.7:516.5": "savitakkasavicārā saddhā …",
"patthana1.7:516.6": "sīlaṃ …",
"patthana1.7:516.7": "sutaṃ …",
"patthana1.7:516.8": "cāgo …",
"patthana1.7:516.9": "paññā … pe …",
"patthana1.7:516.11": "patthanā vitakko ca avitakkavicāramattāya saddhāya …",
"patthana1.7:516.12": "sīlassa …",
"patthana1.7:516.13": "sutassa …",
"patthana1.7:516.14": "cāgassa …",
"patthana1.7:516.15": "paññāya vicārassa ca upanissayapaccayena paccayo. #4",
"patthana1.7:517.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—",
"patthana1.7:517.2": "ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … pe ….",
"patthana1.7:517.4": "Pakatūpanissayo—",
"patthana1.7:517.5": "savitakkasavicārā saddhā …",
"patthana1.7:517.6": "sīlaṃ …",
"patthana1.7:517.7": "sutaṃ …",
"patthana1.7:517.8": "cāgo …",
"patthana1.7:517.9": "paññā …",
"patthana1.7:517.10": "rāgo …",
"patthana1.7:517.11": "doso …",
"patthana1.7:517.12": "moho …",
"patthana1.7:517.13": "māno …",
"patthana1.7:517.14": "diṭṭhi …",
"patthana1.7:517.15": "patthanā vitakko ca savitakkasavicārāya saddhāya … pe …",
"patthana1.7:517.17": "patthanāya vitakkassa ca upanissayapaccayena paccayo. #5",
"patthana1.7:518.1": "Purejāta",
"patthana1.7:519.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa purejātapaccayena paccayo—",
"patthana1.7:519.2": "ārammaṇapurejātaṃ, vatthupurejātaṃ.",
"patthana1.7:519.3": "Ārammaṇapurejātaṃ—",
"patthana1.7:519.4": "dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, rūpāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:519.6": "phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo.",
"patthana1.7:519.7": "Vatthupurejātaṃ—",
"patthana1.7:519.8": "cakkhāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:519.10": "kāyāyatanaṃ kāyaviññāṇassa … pe …",
"patthana1.7:519.12": "vatthu avitakkaavicārānaṃ khandhānaṃ vicārassa ca purejātapaccayena paccayo. #1",
"patthana1.7:520.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa purejātapaccayena paccayo—",
"patthana1.7:520.2": "ārammaṇapurejātaṃ, vatthupurejātaṃ.",
"patthana1.7:520.3": "Ārammaṇapurejātaṃ—",
"patthana1.7:520.4": "cakkhuṃ aniccato dukkhato anattato vipassati … pe …",
"patthana1.7:520.6": "phoṭṭhabbe …",
"patthana1.7:520.7": "vatthuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:520.10": "Vatthupurejātaṃ—",
"patthana1.7:520.11": "vatthu savitakkasavicārānaṃ khandhānaṃ purejātapaccayena paccayo. #2",
"patthana1.7:521.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa purejātapaccayena paccayo—",
"patthana1.7:521.2": "ārammaṇapurejātaṃ, vatthupurejātaṃ.",
"patthana1.7:521.3": "Ārammaṇapurejātaṃ—",
"patthana1.7:521.4": "cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha vitakko uppajjati … pe …",
"patthana1.7:521.6": "vatthuṃ aniccato dukkhato anattato vipassati, assādeti abhinandati, taṃ ārabbha vitakko uppajjati.",
"patthana1.7:521.7": "Vatthupurejātaṃ—",
"patthana1.7:521.8": "vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca purejātapaccayena paccayo. #3",
"patthana1.7:522.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa purejātapaccayena paccayo.",
"patthana1.7:522.2": "Vatthupurejātaṃ—",
"patthana1.7:522.3": "vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca purejātapaccayena paccayo. #4",
"patthana1.7:523.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa purejātapaccayena paccayo—",
"patthana1.7:523.2": "ārammaṇapurejātaṃ, vatthupurejātaṃ.",
"patthana1.7:523.3": "Ārammaṇapurejātaṃ—",
"patthana1.7:523.4": "cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:523.5": "Sotaṃ …",
"patthana1.7:523.6": "ghānaṃ …",
"patthana1.7:523.7": "jivhaṃ …",
"patthana1.7:523.8": "kāyaṃ …",
"patthana1.7:523.9": "rūpe …",
"patthana1.7:523.10": "sadde …",
"patthana1.7:523.11": "gandhe …",
"patthana1.7:523.12": "rase …",
"patthana1.7:523.13": "phoṭṭhabbe …",
"patthana1.7:523.14": "vatthuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:523.15": "Vatthupurejātaṃ—",
"patthana1.7:523.16": "vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca purejātapaccayena paccayo. #5",
"patthana1.7:524.1": "Pacchājāta",
"patthana1.7:525.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—",
"patthana1.7:525.2": "pacchājātā savitakkasavicārā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. #1",
"patthana1.7:526.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—",
"patthana1.7:526.2": "pacchājātā avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. #1",
"patthana1.7:527.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—",
"patthana1.7:527.2": "pacchājātā avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. #1",
"patthana1.7:528.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—",
"patthana1.7:528.2": "pacchājātā avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. #1",
"patthana1.7:529.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—",
"patthana1.7:529.2": "pacchājātā savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. #1",
"patthana1.7:530.1": "Āsevana",
"patthana1.7:531.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:531.2": "purimā purimā savitakkasavicārā khandhā pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ āsevanapaccayena paccayo.",
"patthana1.7:531.3": "Anulomaṃ gotrabhussa …",
"patthana1.7:531.4": "anulomaṃ vodānassa …",
"patthana1.7:531.5": "gotrabhu savitakkasavicārassa maggassa …",
"patthana1.7:531.6": "vodānaṃ savitakkasavicārassa maggassa āsevanapaccayena paccayo. #1",
"patthana1.7:532.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:532.2": "purimā purimā savitakkasavicārā khandhā pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo.",
"patthana1.7:532.3": "Avitakkavicāramattassa jhānassa parikammaṃ avitakkavicāramattassa jhānassa āsevanapaccayena paccayo.",
"patthana1.7:532.4": "Gotrabhu avitakkavicāramattassa maggassa āsevanapaccayena paccayo.",
"patthana1.7:532.5": "Vodānaṃ avitakkavicāramattassa maggassa āsevanapaccayena paccayo. #2",
"patthana1.7:533.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:533.2": "dutiyassa jhānassa parikammaṃ dutiye jhāne vicārassa āsevanapaccayena paccayo.",
"patthana1.7:533.3": "Tatiyassa jhānassa parikammaṃ tatiyassa jhānassa … pe …",
"patthana1.7:533.5": "catutthassa jhānassa parikammaṃ catutthassa jhānassa … pe …",
"patthana1.7:533.7": "ākāsānañcāyatanassa parikammaṃ ākāsānañcāyatanassa … pe …",
"patthana1.7:533.9": "viññāṇañcāyatanassa parikammaṃ viññāṇañcāyatanassa … pe …",
"patthana1.7:533.11": "ākiñcaññāyatanassa parikammaṃ ākiñcaññāyatanassa … pe …",
"patthana1.7:533.13": "nevasaññānāsaññāyatanassa parikammaṃ nevasaññānāsaññāyatanassa … pe …",
"patthana1.7:533.15": "dibbassa cakkhussa parikammaṃ dibbassa cakkhussa … pe …",
"patthana1.7:533.17": "dibbāya sotadhātuyā parikammaṃ dibbāya sotadhātuyā … pe …",
"patthana1.7:533.19": "iddhividhañāṇassa parikammaṃ … pe …",
"patthana1.7:533.21": "cetopariyañāṇassa parikammaṃ … pe …",
"patthana1.7:533.23": "pubbenivāsānussatiñāṇassa parikammaṃ … pe …",
"patthana1.7:533.25": "yathākammūpagañāṇassa parikammaṃ … pe …",
"patthana1.7:533.27": "anāgataṃsañāṇassa parikammaṃ … pe …",
"patthana1.7:533.29": "gotrabhu avitakkaavicārassa maggassa vicārassa ca …",
"patthana1.7:533.30": "vodānaṃ avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo. #3",
"patthana1.7:534.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:534.2": "avitakkavicāramattassa jhānassa parikammaṃ avitakkavicāramattassa jhānassa vicārassa ca āsevanapaccayena paccayo.",
"patthana1.7:534.3": "Gotrabhu avitakkavicāramattassa maggassa vicārassa ca …",
"patthana1.7:534.4": "vodānaṃ avitakkavicāramattassa maggassa vicārassa ca āsevanapaccayena paccayo. #4",
"patthana1.7:535.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:535.2": "purimā purimā savitakkasavicārā khandhā pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca āsevanapaccayena paccayo.",
"patthana1.7:535.3": "Anulomaṃ gotrabhussa vitakkassa ca …",
"patthana1.7:535.4": "anulomaṃ vodānassa vitakkassa ca …",
"patthana1.7:535.5": "gotrabhu savitakkasavicārassa maggassa vitakkassa ca …",
"patthana1.7:535.6": "vodānaṃ savitakkasavicārassa maggassa vitakkassa ca āsevanapaccayena paccayo. #5",
"patthana1.7:536.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:536.2": "purimo purimo vitakko pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo.",
"patthana1.7:536.3": "Purimā purimā avitakkavicāramattā khandhā pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ āsevanapaccayena paccayo. #1",
"patthana1.7:537.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:537.2": "purimo purimo vitakko pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ āsevanapaccayena paccayo. #2",
"patthana1.7:538.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:538.2": "purimā purimā avitakkavicāramattā khandhā pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo. #3",
"patthana1.7:539.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:539.2": "purimā purimā avitakkavicāramattā khandhā pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca āsevanapaccayena paccayo. #4",
"patthana1.7:540.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:540.2": "purimo purimo vitakko pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca āsevanapaccayena paccayo. #5",
"patthana1.7:541.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:541.2": "purimo purimo vicāro pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo.",
"patthana1.7:541.3": "Purimā purimā avitakkaavicārā khandhā pacchimānaṃ pacchimānaṃ avitakkaavicārānaṃ khandhānaṃ āsevanapaccayena paccayo. #1",
"patthana1.7:542.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:542.2": "purimo purimo vicāro pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ āsevanapaccayena paccayo. #2",
"patthana1.7:543.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:543.2": "purimo purimo vicāro pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca āsevanapaccayena paccayo. #3",
"patthana1.7:544.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:544.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ āsevanapaccayena paccayo. #1",
"patthana1.7:545.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:545.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo. #2",
"patthana1.7:546.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:546.2": "purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṃ pacchimānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca āsevanapaccayena paccayo. #3",
"patthana1.7:547.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:547.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ āsevanapaccayena paccayo.",
"patthana1.7:547.3": "Anulomañca vitakko ca gotrabhussa …",
"patthana1.7:547.4": "anulomañca vitakko ca vodānassa …",
"patthana1.7:547.5": "gotrabhu ca vitakko ca savitakkasavicārassa maggassa …",
"patthana1.7:547.6": "vodānañca vitakko ca savitakkasavicārassa maggassa āsevanapaccayena paccayo. #1",
"patthana1.7:548.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:548.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo.",
"patthana1.7:548.3": "Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa āsevanapaccayena paccayo.",
"patthana1.7:548.4": "Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa …",
"patthana1.7:548.5": "vodānañca vitakko ca avitakkavicāramattassa maggassa āsevanapaccayena paccayo. #2",
"patthana1.7:549.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa āsevanapaccayena paccayo—",
"patthana1.7:549.2": "dutiyassa jhānassa parikammañca vitakko ca dutiye jhāne vicārassa āsevanapaccayena paccayo … pe …",
"patthana1.7:549.4": "nevasaññānāsaññāyatanassa parikammañca vitakko ca … pe …",
"patthana1.7:549.6": "dibbassa cakkhussa parikammañca vitakko ca … pe …",
"patthana1.7:549.8": "anāgataṃsañāṇassa parikammañca vitakko ca anāgataṃsañāṇassa āsevanapaccayena paccayo.",
"patthana1.7:549.9": "Gotrabhu ca vitakko ca avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo.",
"patthana1.7:549.10": "Vodānañca vitakko ca avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo. #3",
"patthana1.7:550.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:550.2": "avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa vicārassa ca …",
"patthana1.7:550.3": "gotrabhu ca vitakko ca avitakkavicāramattassa maggassa vicārassa ca …",
"patthana1.7:550.4": "vodānañca vitakko ca avitakkavicāramattassa maggassa vicārassa ca āsevanapaccayena paccayo. #4",
"patthana1.7:551.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—",
"patthana1.7:551.2": "purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṃ pacchimānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca āsevanapaccayena paccayo.",
"patthana1.7:551.3": "Anulomañca vitakko ca gotrabhussa vitakkassa ca …",
"patthana1.7:551.4": "anulomañca vitakko ca vodānassa vitakkassa ca …",
"patthana1.7:551.5": "gotrabhu ca vitakko ca savitakkasavicārassa maggassa vitakkassa ca …",
"patthana1.7:551.6": "vodānañca vitakko ca savitakkasavicārassa maggassa vitakkassa ca āsevanapaccayena paccayo. #5",
"patthana1.7:552.1": "Kamma",
"patthana1.7:553.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa kammapaccayena paccayo—",
"patthana1.7:553.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:553.3": "Sahajātā—",
"patthana1.7:553.4": "savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo.",
"patthana1.7:553.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo.",
"patthana1.7:553.6": "Nānākkhaṇikā—",
"patthana1.7:553.7": "savitakkasavicārā cetanā vipākānaṃ savitakkasavicārānaṃ khandhānaṃ kammapaccayena paccayo. #1",
"patthana1.7:554.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa kammapaccayena paccayo—",
"patthana1.7:554.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:554.3": "Sahajātā—",
"patthana1.7:554.4": "savitakkasavicārā cetanā vitakkassa kammapaccayena paccayo.",
"patthana1.7:554.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā vitakkassa kammapaccayena paccayo.",
"patthana1.7:554.6": "Nānākkhaṇikā—",
"patthana1.7:554.7": "savitakkasavicārā cetanā vipākassa vitakkassa kammapaccayena paccayo. #2",
"patthana1.7:555.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo—",
"patthana1.7:555.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:555.3": "Sahajātā—",
"patthana1.7:555.4": "savitakkasavicārā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:555.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā kaṭattā rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:555.6": "Nānākkhaṇikā—",
"patthana1.7:555.7": "savitakkasavicārā cetanā vipākānaṃ avitakkaavicārānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. #3",
"patthana1.7:556.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—",
"patthana1.7:556.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:556.3": "Sahajātā—",
"patthana1.7:556.4": "savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:556.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:556.6": "Nānākkhaṇikā—",
"patthana1.7:556.7": "savitakkasavicārā cetanā vipākānaṃ savitakkasavicārānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. #4",
"patthana1.7:557.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—",
"patthana1.7:557.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:557.3": "Sahajātā—",
"patthana1.7:557.4": "savitakkasavicārā cetanā vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:557.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā vitakkassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:557.6": "Nānākkhaṇikā—",
"patthana1.7:557.7": "savitakkasavicārā cetanā vipākassa vitakkassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo. #5",
"patthana1.7:558.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa kammapaccayena paccayo—",
"patthana1.7:558.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:558.3": "Sahajātā—",
"patthana1.7:558.4": "savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ vitakkassa ca kammapaccayena paccayo.",
"patthana1.7:558.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ vitakkassa ca kammapaccayena paccayo.",
"patthana1.7:558.6": "Nānākkhaṇikā—",
"patthana1.7:558.7": "savitakkasavicārā cetanā vipākānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca kammapaccayena paccayo. #6",
"patthana1.7:559.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—",
"patthana1.7:559.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:559.3": "Sahajātā—",
"patthana1.7:559.4": "savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ vitakkassa ca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:559.5": "Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṃ khandhānaṃ vitakkassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:559.6": "Nānākkhaṇikā—",
"patthana1.7:559.7": "savitakkasavicārā cetanā vipākānaṃ savitakkasavicārānaṃ khandhānaṃ vitakkassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo. #7",
"patthana1.7:560.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa kammapaccayena paccayo—",
"patthana1.7:560.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:560.3": "Sahajātā—",
"patthana1.7:560.4": "avitakkavicāramattā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo.",
"patthana1.7:560.5": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:560.7": "Nānākkhaṇikā—",
"patthana1.7:560.8": "avitakkavicāramattā cetanā vipākānaṃ avitakkavicāramattānaṃ khandhānaṃ kammapaccayena paccayo. #1",
"patthana1.7:561.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo—",
"patthana1.7:561.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:561.3": "Sahajātā—",
"patthana1.7:561.4": "avitakkavicāramattā cetanā vicārassa ca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:561.5": "Paṭisandhikkhaṇe avitakkavicāramattā cetanā vipākassa vicārassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:561.6": "Nānākkhaṇikā—",
"patthana1.7:561.7": "avitakkavicāramattā cetanā vipākassa vicārassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo. #2",
"patthana1.7:562.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—",
"patthana1.7:562.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:562.3": "Sahajātā—",
"patthana1.7:562.4": "avitakkavicāramattā cetanā sampayuttakānaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:562.5": "Paṭisandhikkhaṇe avitakkavicāramattā cetanā sampayuttakānaṃ khandhānaṃ vicārassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:562.6": "Nānākkhaṇikā—",
"patthana1.7:562.7": "avitakkavicāramattā cetanā vipākānaṃ avitakkavicāramattānaṃ khandhānaṃ vicārassa ca kaṭattā ca rūpānaṃ kammapaccayena paccayo. #3",
"patthana1.7:563.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo—",
"patthana1.7:563.2": "sahajātā, nānākkhaṇikā.",
"patthana1.7:563.3": "Sahajātā—",
"patthana1.7:563.4": "avitakkaavicārā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:563.5": "Paṭisandhikkhaṇe avitakkaavicārā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo.",
"patthana1.7:563.6": "Nānākkhaṇikā—",
"patthana1.7:563.7": "avitakkaavicārā cetanā vipākānaṃ avitakkaavicārānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. #1",
"patthana1.7:564.1": "Vipāka",
"patthana1.7:565.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:565.2": "vipāko savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo … paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo ….",
"patthana1.7:566.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:566.2": "vipākā savitakkasavicārā khandhā vitakkassa vipākapaccayena paccayo.",
"patthana1.7:566.3": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:567.1": "(Savitakkasavicāramūlakā sattapi pañhā paripuṇṇā.)",
"patthana1.7:568.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:568.2": "vipāko avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo … pe … dve khandhā … pe …",
"patthana1.7:568.6": "paṭisandhikkhaṇe vipāko avitakkavicāramatto eko khandho … pe ….",
"patthana1.7:569.1": "(Avitakkavicāramattamūlakā pañca pañhā kātabbā, vipākanti niyāmetabbā.)",
"patthana1.7:570.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:570.2": "vipāko avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo … pe … dve khandhā … pe …",
"patthana1.7:570.6": "vipāko vicāro cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo.",
"patthana1.7:570.7": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:570.9": "khandhā vatthussa vipākapaccayena paccayo.",
"patthana1.7:570.10": "Vicāro vatthussa vipākapaccayena paccayo. #1",
"patthana1.7:571.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:571.2": "vipāko vicāro avitakkavicāramattānaṃ khandhānaṃ vipākapaccayena paccayo.",
"patthana1.7:571.3": "Paṭisandhikkhaṇe vipāko vicāro avitakkavicāramattānaṃ khandhānaṃ vipākapaccayena paccayo. #2",
"patthana1.7:572.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—",
"patthana1.7:572.2": "vipāko vicāro avitakkavicāramattānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo.",
"patthana1.7:572.3": "Paṭisandhikkhaṇe vipāko vicāro avitakkavicāramattānaṃ khandhānaṃ kaṭattā ca rūpānaṃ vipākapaccayena paccayo. #3",
"patthana1.7:573.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:573.2": "vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo … pe … dve khandhā … pe …",
"patthana1.7:573.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:574.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:574.2": "vipākā avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo.",
"patthana1.7:574.3": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṃ vipākapaccayena paccayo. #2",
"patthana1.7:575.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—",
"patthana1.7:575.2": "vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo … pe …",
"patthana1.7:575.4": "paṭisandhikkhaṇe vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ vipākapaccayena paccayo. #3",
"patthana1.7:576.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:576.2": "vipāko savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo … pe … dve khandhā … pe …",
"patthana1.7:576.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:577.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa vipākapaccayena paccayo—",
"patthana1.7:577.2": "vipākā savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo.",
"patthana1.7:577.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:578.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—",
"patthana1.7:578.2": "vipāko savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo.",
"patthana1.7:578.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:579.1": "Āhāra",
"patthana1.7:580.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa āhārapaccayena paccayo—",
"patthana1.7:580.2": "savitakkasavicārā āhārā sampayuttakānaṃ khandhānaṃ āhārapaccayena paccayo.",
"patthana1.7:580.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:581.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa āhārapaccayena paccayo—",
"patthana1.7:581.2": "savitakkasavicārā āhārā vitakkassa āhārapaccayena paccayo.",
"patthana1.7:581.3": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:582.1": "(Savitakkasavicāramūlakā iminā kāraṇena satta pañhā vibhajitabbā.)",
"patthana1.7:583.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa āhārapaccayena paccayo—",
"patthana1.7:583.2": "avitakkavicāramattā āhārā sampayuttakānaṃ khandhānaṃ āhārapaccayena paccayo.",
"patthana1.7:583.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:584.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa āhārapaccayena paccayo—",
"patthana1.7:584.2": "avitakkavicāramattā āhārā vicārassa ca cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo.",
"patthana1.7:584.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:585.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āhārapaccayena paccayo—",
"patthana1.7:585.2": "avitakkavicāramattā āhārā sampayuttakānaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo.",
"patthana1.7:585.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:586.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa āhārapaccayena paccayo—",
"patthana1.7:586.2": "avitakkaavicārā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo.",
"patthana1.7:586.3": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:586.5": "Kabaḷīkāro āhāro—",
"patthana1.7:586.6": "imassa kāyassa āhārapaccayena paccayo.",
"patthana1.7:587.1": "Indriya",
"patthana1.7:588.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa indriyapaccayena paccayo—",
"patthana1.7:588.2": "savitakkasavicārā indriyā sampayuttakānaṃ khandhānaṃ indriyapaccayena paccayo.",
"patthana1.7:588.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:589.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa indriyapaccayena paccayo—",
"patthana1.7:589.2": "savitakkasavicārā indriyā vitakkassa indriyapaccayena paccayo.",
"patthana1.7:589.3": "Paṭisandhikkhaṇe … pe …. #7",
"patthana1.7:590.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.)",
"patthana1.7:591.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa indriyapaccayena paccayo—",
"patthana1.7:591.2": "avitakkavicāramattā indriyā sampayuttakānaṃ khandhānaṃ indriyapaccayena paccayo.",
"patthana1.7:591.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:592.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa indriyapaccayena paccayo—",
"patthana1.7:592.2": "avitakkavicāramattā indriyā vicārassa ca cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo.",
"patthana1.7:592.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:593.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa indriyapaccayena paccayo—",
"patthana1.7:593.2": "avitakkavicāramattā indriyā sampayuttakānaṃ khandhānaṃ vicārassa ca cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo.",
"patthana1.7:593.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:594.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa indriyapaccayena paccayo—",
"patthana1.7:594.2": "avitakkaavicārā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo.",
"patthana1.7:594.3": "Paṭisandhikkhaṇe … pe …",
"patthana1.7:594.5": "cakkhundriyaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:594.7": "kāyindriyaṃ kāyaviññāṇassa indriyapaccayena paccayo.",
"patthana1.7:594.8": "Rūpajīvitindriyaṃ—",
"patthana1.7:594.9": "kaṭattārūpānaṃ indriyapaccayena paccayo. #1",
"patthana1.7:595.1": "Jhāna",
"patthana1.7:596.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:596.2": "savitakkasavicārāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo.",
"patthana1.7:596.3": "Paṭisandhikkhaṇe … pe …. #7",
"patthana1.7:597.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.)",
"patthana1.7:598.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:598.2": "avitakkavicāramattāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo.",
"patthana1.7:598.3": "Paṭisandhikkhaṇe … pe …. #5",
"patthana1.7:599.1": "(Avitakkavicāramattamūlakā pañca pañhā iminā kāraṇena vibhajitabbā.)",
"patthana1.7:600.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:600.2": "avitakkaavicārāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:600.3": "Vicāro cittasamuṭṭhānānaṃ rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:600.4": "Paṭisandhikkhaṇe vicāro kaṭattārūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:600.5": "Vicāro vatthussa jhānapaccayena paccayo. #1",
"patthana1.7:601.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:601.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ jhānapaccayena paccayo.",
"patthana1.7:601.3": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ jhānapaccayena paccayo. #2",
"patthana1.7:602.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—",
"patthana1.7:602.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:602.3": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ kaṭattā ca rūpānaṃ jhānapaccayena paccayo. #3",
"patthana1.7:603.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:603.2": "avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo.",
"patthana1.7:603.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:604.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:604.2": "avitakkavicāramattāni jhānaṅgāni vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:604.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:605.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—",
"patthana1.7:605.2": "avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:605.3": "Paṭisandhikkhaṇe avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ jhānapaccayena paccayo. #3",
"patthana1.7:606.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:606.2": "savitakkasavicārāni jhānaṅgāni vitakko ca sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo.",
"patthana1.7:606.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:607.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa jhānapaccayena paccayo—",
"patthana1.7:607.2": "savitakkasavicārāni jhānaṅgāni vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:607.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:608.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—",
"patthana1.7:608.2": "savitakkasavicārāni jhānaṅgāni vitakko ca sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo.",
"patthana1.7:608.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:609.1": "Magga",
"patthana1.7:610.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa maggapaccayena paccayo—",
"patthana1.7:610.2": "savitakkasavicārāni maggaṅgāni sampayuttakānaṃ khandhānaṃ maggapaccayena paccayo.",
"patthana1.7:610.3": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:611.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.)",
"patthana1.7:612.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa maggapaccayena paccayo—",
"patthana1.7:612.2": "avitakkavicāramattāni maggaṅgāni sampayuttakānaṃ khandhānaṃ maggapaccayena paccayo.",
"patthana1.7:612.3": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:613.1": "(Avitakkavicāramattamūlakā pañca pañhā iminā kāraṇena vibhajitabbā.)",
"patthana1.7:614.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa maggapaccayena paccayo—",
"patthana1.7:614.2": "avitakkaavicārāni maggaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ maggapaccayena paccayo.",
"patthana1.7:614.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:615.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa maggapaccayena paccayo—",
"patthana1.7:615.2": "savitakkasavicārāni maggaṅgāni vitakko ca sampayuttakānaṃ khandhānaṃ maggapaccayena paccayo.",
"patthana1.7:615.3": "Paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:616.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa maggapaccayena paccayo—",
"patthana1.7:616.2": "savitakkasavicārāni maggaṅgāni vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ maggapaccayena paccayo.",
"patthana1.7:616.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:617.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa maggapaccayena paccayo—",
"patthana1.7:617.2": "savitakkasavicārāni maggaṅgāni vitakko ca sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ maggapaccayena paccayo.",
"patthana1.7:617.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:618.1": "Sampayutta",
"patthana1.7:619.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:619.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:619.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:620.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:620.2": "savitakkasavicārā khandhā vitakkassa sampayuttapaccayena paccayo.",
"patthana1.7:620.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:621.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:621.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ vitakkassa ca sampayuttapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vitakkassa ca … pe …",
"patthana1.7:621.6": "paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:622.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:622.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:622.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:623.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:623.2": "vitakko savitakkasavicārānaṃ khandhānaṃ sampayuttapaccayena paccayo.",
"patthana1.7:623.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:624.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:624.2": "avitakkavicāramattā khandhā vicārassa sampayuttapaccayena paccayo.",
"patthana1.7:624.3": "Paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:625.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:625.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ vicārassa ca sampayuttapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ vicārassa ca … pe …",
"patthana1.7:625.6": "paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:626.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:626.2": "avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:626.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:627.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:627.2": "vicāro avitakkavicāramattānaṃ khandhānaṃ sampayuttapaccayena paccayo.",
"patthana1.7:627.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:628.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:628.2": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:628.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:629.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—",
"patthana1.7:629.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:629.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:630.1": "Vippayutta",
"patthana1.7:631.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:631.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:631.3": "Sahajātā—",
"patthana1.7:631.4": "savitakkasavicārā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:631.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:631.6": "Pacchājātā—",
"patthana1.7:631.7": "savitakkasavicārā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. #1",
"patthana1.7:632.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:632.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:632.3": "Sahajātā—",
"patthana1.7:632.4": "avitakkavicāramattā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo, vitakko cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:632.5": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:632.6": "Vitakko kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:632.7": "Pacchājātā—",
"patthana1.7:632.8": "avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. #1",
"patthana1.7:633.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:633.2": "sahajātaṃ, purejātaṃ, pacchājātaṃ.",
"patthana1.7:633.3": "Sahajātā—",
"patthana1.7:633.4": "avitakkaavicārā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:633.5": "Vicāro cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:633.6": "Paṭisandhikkhaṇe avitakkaavicārā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:633.7": "Vicāro kaṭattārūpānaṃ vippayuttapaccayena paccayo;",
"patthana1.7:633.8": "khandhā vatthussa vippayuttapaccayena paccayo, vatthu khandhānaṃ vippayuttapaccayena paccayo;",
"patthana1.7:633.9": "vicāro vatthussa vippayuttapaccayena paccayo;",
"patthana1.7:633.10": "vatthu vicārassa vippayuttapaccayena paccayo.",
"patthana1.7:633.11": "Purejātaṃ—",
"patthana1.7:633.12": "cakkhāyatanaṃ cakkhuviññāṇassa vippayuttapaccayena paccayo … pe …",
"patthana1.7:633.14": "kāyāyatanaṃ kāyaviññāṇassa vippayuttapaccayena paccayo, vatthu avitakkaavicārānaṃ khandhānaṃ vicārassa ca vippayuttapaccayena paccayo.",
"patthana1.7:633.15": "Pacchājātā—",
"patthana1.7:633.16": "avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. #1",
"patthana1.7:634.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:634.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:634.3": "Sahajātaṃ—",
"patthana1.7:634.4": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:634.5": "Purejātaṃ—",
"patthana1.7:634.6": "vatthu savitakkasavicārānaṃ khandhānaṃ vippayuttapaccayena paccayo. #2",
"patthana1.7:635.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:635.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:635.3": "Sahajātaṃ—",
"patthana1.7:635.4": "paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca vippayuttapaccayena paccayo.",
"patthana1.7:635.5": "Purejātaṃ—",
"patthana1.7:635.6": "vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca vippayuttapaccayena paccayo. #3",
"patthana1.7:636.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:636.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:636.3": "Sahajātaṃ—",
"patthana1.7:636.4": "paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca vippayuttapaccayena paccayo.",
"patthana1.7:636.5": "Purejātaṃ—",
"patthana1.7:636.6": "vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca vippayuttapaccayena paccayo. #4",
"patthana1.7:637.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:637.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:637.3": "Sahajātaṃ—",
"patthana1.7:637.4": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca vippayuttapaccayena paccayo.",
"patthana1.7:637.5": "Purejātaṃ—",
"patthana1.7:637.6": "vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca vippayuttapaccayena paccayo. #5",
"patthana1.7:638.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:638.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:638.3": "Sahajātā—",
"patthana1.7:638.4": "avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:638.5": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:638.6": "Pacchājātā—",
"patthana1.7:638.7": "avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. #1",
"patthana1.7:639.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—",
"patthana1.7:639.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:639.3": "Sahajātā—",
"patthana1.7:639.4": "savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:639.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca kaṭattārūpānaṃ vippayuttapaccayena paccayo.",
"patthana1.7:639.6": "Pacchājātā—",
"patthana1.7:639.7": "savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. #1",
"patthana1.7:640.1": "Atthi",
"patthana1.7:641.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:641.2": "savitakkasavicāro eko khandho tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:641.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:642.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—",
"patthana1.7:642.2": "savitakkasavicārā khandhā vitakkassa atthipaccayena paccayo.",
"patthana1.7:642.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:643.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:643.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:643.3": "Sahajātā—",
"patthana1.7:643.4": "savitakkasavicārā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:643.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:643.6": "Pacchājātā—",
"patthana1.7:643.7": "savitakkasavicārā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. #3",
"patthana1.7:644.1": "(Savitakkasavicāramūlake avasesā pañhā sahajātapaccayasadisā.)",
"patthana1.7:645.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—",
"patthana1.7:645.2": "avitakkavicāramatto eko khandho tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:645.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:646.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:646.2": "vitakko savitakkasavicārānaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:646.3": "Paṭisandhikkhaṇe … pe …. #2",
"patthana1.7:647.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:647.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:647.3": "Sahajātā—",
"patthana1.7:647.4": "avitakkavicāramattā khandhā vicārassa cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:647.5": "Vitakko cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:647.6": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā vicārassa kaṭattā ca rūpānaṃ atthipaccayena paccayo;",
"patthana1.7:647.7": "vitakko kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:647.8": "Pacchājātā—",
"patthana1.7:647.9": "avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa atthipaccayena paccayo. #3",
"patthana1.7:648.1": "(Avitakkavicāramattamūlakā pañca pañhā. Avasesā sahajātapaccayasadisā.)",
"patthana1.7:649.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:649.2": "sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ.",
"patthana1.7:649.3": "Sahajāto—",
"patthana1.7:649.4": "avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo … pe … dve khandhā dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:649.8": "vicāro cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:649.9": "Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ atthipaccayena paccayo … pe …",
"patthana1.7:649.11": "khandhā vatthussa atthipaccayena paccayo, vatthu khandhānaṃ atthipaccayena paccayo;",
"patthana1.7:649.12": "vicāro vatthussa atthipaccayena paccayo, vatthu vicārassa atthipaccayena paccayo;",
"patthana1.7:649.13": "ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ atthipaccayena paccayo … pe …",
"patthana1.7:649.15": "mahābhūtā cittasamuṭṭhānānaṃ rūpānaṃ kaṭattārūpānaṃ upādārūpānaṃ atthipaccayena paccayo;",
"patthana1.7:649.16": "bāhiraṃ …",
"patthana1.7:649.17": "āhārasamuṭṭhānaṃ …",
"patthana1.7:649.18": "utusamuṭṭhānaṃ …",
"patthana1.7:649.19": "asaññasattānaṃ ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ … pe …",
"patthana1.7:649.21": "mahābhūtā kaṭattārūpānaṃ upādārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:649.22": "Purejātaṃ—",
"patthana1.7:649.23": "dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, rūpāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:649.25": "phoṭṭhabbāyatanaṃ kāyaviññāṇassa atthipaccayena paccayo, cakkhāyatanaṃ cakkhuviññāṇassa … pe …",
"patthana1.7:649.27": "kāyāyatanaṃ kāyaviññāṇassa atthipaccayena paccayo.",
"patthana1.7:649.28": "Vatthu avitakkaavicārānaṃ khandhānaṃ vicārassa ca atthipaccayena paccayo.",
"patthana1.7:649.29": "Pacchājātā—",
"patthana1.7:649.30": "avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:649.31": "Kabaḷīkāro āhāro—",
"patthana1.7:649.32": "imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:649.33": "Rūpajīvitindriyaṃ—",
"patthana1.7:649.34": "kaṭattārūpānaṃ atthipaccayena paccayo. #1",
"patthana1.7:650.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:650.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:650.3": "Sahajātaṃ—",
"patthana1.7:650.4": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:650.5": "Purejātaṃ—",
"patthana1.7:650.6": "cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha rāgo uppajjati … pe … domanassaṃ uppajjati.",
"patthana1.7:650.9": "Sotaṃ …",
"patthana1.7:650.10": "ghānaṃ …",
"patthana1.7:650.11": "jivhaṃ …",
"patthana1.7:650.12": "kāyaṃ …",
"patthana1.7:650.13": "rūpe …",
"patthana1.7:650.14": "sadde …",
"patthana1.7:650.15": "gandhe …",
"patthana1.7:650.16": "rase …",
"patthana1.7:650.17": "phoṭṭhabbe …",
"patthana1.7:650.18": "vatthuṃ aniccato dukkhato anattato vipassati … pe … domanassaṃ uppajjati.",
"patthana1.7:650.21": "Vatthu savitakkasavicārānaṃ khandhānaṃ atthipaccayena paccayo. #2",
"patthana1.7:651.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—",
"patthana1.7:651.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:651.3": "Sahajāto—",
"patthana1.7:651.4": "vicāro avitakkavicāramattānaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:651.5": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:651.6": "Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo.",
"patthana1.7:651.7": "Purejātaṃ—",
"patthana1.7:651.8": "cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha vitakko uppajjati.",
"patthana1.7:651.9": "Sotaṃ …",
"patthana1.7:651.10": "ghānaṃ …",
"patthana1.7:651.11": "jivhaṃ …",
"patthana1.7:651.12": "kāyaṃ …",
"patthana1.7:651.13": "rūpe …",
"patthana1.7:651.14": "sadde …",
"patthana1.7:651.15": "gandhe …",
"patthana1.7:651.16": "rase …",
"patthana1.7:651.17": "phoṭṭhabbe …",
"patthana1.7:651.18": "vatthuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha vitakko uppajjati.",
"patthana1.7:651.19": "Vatthu avitakkavicāramattānaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo. #3",
"patthana1.7:652.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—",
"patthana1.7:652.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:652.3": "Sahajāto—",
"patthana1.7:652.4": "vicāro avitakkavicāramattānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:652.5": "Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṃ khandhānaṃ kaṭattā ca rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:652.6": "Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca atthipaccayena paccayo.",
"patthana1.7:652.7": "Purejātaṃ—",
"patthana1.7:652.8": "vatthu avitakkavicāramattānaṃ khandhānaṃ vicārassa ca atthipaccayena paccayo. #4",
"patthana1.7:653.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa atthipaccayena paccayo—",
"patthana1.7:653.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:653.3": "Sahajātaṃ—",
"patthana1.7:653.4": "paṭisandhikkhaṇe vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo.",
"patthana1.7:653.5": "Purejātaṃ—",
"patthana1.7:653.6": "cakkhuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:653.7": "Sotaṃ …",
"patthana1.7:653.8": "ghānaṃ …",
"patthana1.7:653.9": "jivhaṃ …",
"patthana1.7:653.10": "kāyaṃ … pe …",
"patthana1.7:653.12": "vatthuṃ aniccato dukkhato anattato vipassati assādeti abhinandati, taṃ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti.",
"patthana1.7:653.13": "Vatthu savitakkasavicārānaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo. #5",
"patthana1.7:654.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:654.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:654.3": "Sahajāto—",
"patthana1.7:654.4": "savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:654.7": "Paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo. #1",
"patthana1.7:655.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa atthipaccayena paccayo—",
"patthana1.7:655.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:655.3": "Sahajātā—",
"patthana1.7:655.4": "savitakkasavicārā khandhā ca vatthu ca vitakkassa atthipaccayena paccayo.",
"patthana1.7:655.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa atthipaccayena paccayo. #2",
"patthana1.7:656.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:656.2": "sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ.",
"patthana1.7:656.3": "Sahajātā—",
"patthana1.7:656.4": "savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:656.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca mahābhūtā ca kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:656.6": "Pacchājātā—",
"patthana1.7:656.7": "savitakkasavicārā khandhā ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:656.8": "Pacchājātā—",
"patthana1.7:656.9": "savitakkasavicārā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. #3",
"patthana1.7:657.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa atthipaccayena paccayo—",
"patthana1.7:657.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:657.3": "Sahajāto—",
"patthana1.7:657.4": "savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ vitakkassa ca atthipaccayena paccayo.",
"patthana1.7:657.7": "Paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:658.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:658.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:658.3": "Sahajāto—",
"patthana1.7:658.4": "vitakko ca vatthu ca savitakkasavicārānaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:658.5": "Paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṃ khandhānaṃ atthipaccayena paccayo. #1",
"patthana1.7:659.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa atthipaccayena paccayo—",
"patthana1.7:659.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:659.3": "Sahajāto—",
"patthana1.7:659.4": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ …",
"patthana1.7:659.7": "avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo.",
"patthana1.7:659.10": "Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vicāro ca dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:659.14": "paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ … pe … dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo. #2",
"patthana1.7:660.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:660.2": "sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ.",
"patthana1.7:660.3": "Sahajātā—",
"patthana1.7:660.4": "avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.5": "Sahajātā—",
"patthana1.7:660.6": "avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.7": "Sahajāto—",
"patthana1.7:660.8": "vitakko ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.9": "Sahajātā—",
"patthana1.7:660.10": "avitakkavicāramattā khandhā ca vatthu ca vicārassa atthipaccayena paccayo.",
"patthana1.7:660.11": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.12": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca mahābhūtā ca kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.13": "Paṭisandhikkhaṇe vitakko ca mahābhūtā ca kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:660.14": "Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa atthipaccayena paccayo.",
"patthana1.7:660.15": "Pacchājātā—",
"patthana1.7:660.16": "avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:660.17": "Pacchājātā—",
"patthana1.7:660.18": "avitakkavicāramattā khandhā ca vitakko ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:660.19": "Pacchājātā—",
"patthana1.7:660.20": "avitakkavicāramattā khandhā ca vitakko ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. #3",
"patthana1.7:661.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—",
"patthana1.7:661.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:661.3": "Sahajāto—",
"patthana1.7:661.4": "avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo … pe … dve khandhā ca vicāro ca … pe …",
"patthana1.7:661.8": "avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ vicārassa ca atthipaccayena paccayo … pe … dve khandhā ca vatthu ca … pe …",
"patthana1.7:661.12": "paṭisandhikkhaṇe … pe …. #4",
"patthana1.7:662.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:662.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe … dve khandhā ca vitakko ca … pe …",
"patthana1.7:662.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:663.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:663.2": "sahajātaṃ, pacchājātaṃ.",
"patthana1.7:663.3": "Sahajātā—",
"patthana1.7:663.4": "savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:663.5": "Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca kaṭattārūpānaṃ atthipaccayena paccayo.",
"patthana1.7:663.6": "Pacchājātā—",
"patthana1.7:663.7": "savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa atthipaccayena paccayo. #2",
"patthana1.7:664.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—",
"patthana1.7:664.2": "savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo … pe … dve khandhā ca vitakko ca dvinnaṃ khandhānaṃ … pe …",
"patthana1.7:664.6": "paṭisandhikkhaṇe … pe …. #3",
"patthana1.7:665.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:665.2": "sahajātaṃ, purejātaṃ.",
"patthana1.7:665.3": "Sahajāto—",
"patthana1.7:665.4": "savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo … pe …",
"patthana1.7:665.6": "paṭisandhikkhaṇe … pe …. #1",
"patthana1.7:666.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—",
"patthana1.7:666.2": "sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ.",
"patthana1.7:666.3": "Sahajātā—",
"patthana1.7:666.4": "savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo.",
"patthana1.7:666.5": "Paṭisandhikkhaṇe … pe ….",
"patthana1.7:666.7": "Pacchājātā—",
"patthana1.7:666.8": "savitakkasavicārā khandhā ca vitakko ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo.",
"patthana1.7:666.9": "Pacchājātā—",
"patthana1.7:666.10": "savitakkasavicārā khandhā ca vitakko ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. #2",
"patthana1.7:667.1": "Natthi-vigatāvigata",
"patthana1.7:668.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa natthipaccayena paccayo … vigatapaccayena paccayo.",
"patthana1.7:669.1": "(Natthipaccayañca vigatapaccayañca anantarasadisaṃ, avigataṃ atthisadisaṃ.)",
"patthana1.7:670.1": "Saṅkhyāvāra",
"patthana1.7:671.1": "Suddha",
"patthana1.7:672.1": "Hetuyā ekādasa, ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare pañcavīsa, samanantare pañcavīsa, sahajāte tiṃsa, aññamaññe aṭṭhavīsa, nissaye tiṃsa, upanissaye pañcavīsa, purejāte pañca, pacchājāte pañca, āsevane ekavīsa, kamme ekādasa, vipāke ekavīsa, āhāre ekādasa, indriye ekādasa, jhāne ekavīsa, magge soḷasa, sampayutte ekādasa, vippayutte nava, atthiyā tiṃsa, natthiyā pañcavīsa, vigate pañcavīsa, avigate tiṃsa.",
"patthana1.7:673.1": "(Ghaṭanā kusalattikasadisāyeva. Pañhāvāragaṇanaṃ evaṃ asammohantena gaṇetabbaṃ.)",
"patthana1.7:674.1": "Anulomaṃ.",
"patthana1.7:675.1": "Paccanīyuddhāra",
"patthana1.7:676.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. #1",
"patthana1.7:677.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. #2",
"patthana1.7:678.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. #3",
"patthana1.7:679.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. #4",
"patthana1.7:680.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. #5",
"patthana1.7:681.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. #6",
"patthana1.7:682.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. #7",
"patthana1.7:683.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. #1",
"patthana1.7:684.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. #2",
"patthana1.7:685.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. #3",
"patthana1.7:686.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo. #4",
"patthana1.7:687.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. #5",
"patthana1.7:688.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. #6",
"patthana1.7:689.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. #1",
"patthana1.7:690.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #2",
"patthana1.7:691.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #3",
"patthana1.7:692.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #4",
"patthana1.7:693.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #5",
"patthana1.7:694.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātaṃ …",
"patthana1.7:694.2": "purejātaṃ. #1",
"patthana1.7:695.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātaṃ …",
"patthana1.7:695.2": "purejātaṃ. #2",
"patthana1.7:696.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātaṃ …",
"patthana1.7:696.2": "pacchājātaṃ …",
"patthana1.7:696.3": "āhāraṃ …",
"patthana1.7:696.4": "indriyaṃ. #3",
"patthana1.7:697.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātaṃ …",
"patthana1.7:697.2": "purejātaṃ. #4",
"patthana1.7:698.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #1",
"patthana1.7:699.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #2",
"patthana1.7:700.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. #3",
"patthana1.7:701.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. #4",
"patthana1.7:702.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. #5",
"patthana1.7:703.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. #1",
"patthana1.7:704.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. #2",
"patthana1.7:705.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. #3",
"patthana1.7:706.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo. #4",
"patthana1.7:707.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo. #5",
"patthana1.7:708.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. #6",
"patthana1.7:709.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātaṃ …",
"patthana1.7:709.2": "purejātaṃ. #1",
"patthana1.7:710.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātaṃ …",
"patthana1.7:710.2": "pacchājātaṃ …",
"patthana1.7:710.3": "āhāraṃ …",
"patthana1.7:710.4": "indriyaṃ. #2",
"patthana1.7:711.1": "Paccanīyuddhāro.",
"patthana1.7:712.1": "1.7.7.2. Paccayapaccanīya",
"patthana1.7:713.1": "Saṅkhyāvāra",
"patthana1.7:714.1": "Suddha",
"patthana1.7:715.1": "Nahetuyā pañcatiṃsa, naārammaṇe pañcatiṃsa, naadhipatiyā pañcatiṃsa, naanantare pañcatiṃsa, nasamanantare pañcatiṃsa, nasahajāte ekūnatiṃsa, naaññamaññe ekūnatiṃsa, nanissaye ekūnatiṃsa, naupanissaye catuttiṃsa, napurejāte pañcatiṃsa, napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge pañcatiṃsa, nasampayutte ekūnatiṃsa, navippayutte sattavīsa, noatthiyā sattavīsa, nonatthiyā pañcatiṃsa, novigate pañcatiṃsa, noavigate sattavīsa.",
"patthana1.7:716.1": "(Paccanīyaṃ gaṇentena imāni padāni anumajjantena gaṇetabbāni.)",
"patthana1.7:717.1": "Paccanīyaṃ.",
"patthana1.7:718.1": "1.7.7.3. Paccayānulomapaccanīya",
"patthana1.7:719.1": "Hetuduka",
"patthana1.7:720.1": "Hetupaccayā naārammaṇe ekādasa, naadhipatiyā ekādasa, naanantare nasamanantare ekādasa, naaññamaññe tīṇi, naupanissaye ekādasa, napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge sabbe ekādasa, nasampayutte tīṇi, navippayutte satta, nonatthiyā ekādasa, novigate ekādasa.",
"patthana1.7:721.1": "(Anulomapaccanīyagaṇanā iminā kāraṇena gaṇetabbā.)",
"patthana1.7:722.1": "Anulomapaccanīyaṃ.",
"patthana1.7:723.1": "1.7.7.4. Paccayapaccanīyānuloma",
"patthana1.7:724.1": "Nahetuduka",
"patthana1.7:725.1": "Nahetupaccayā ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare pañcavīsa, samanantare pañcavīsa, sahajāte tiṃsa, aññamaññe aṭṭhavīsa, nissaye tiṃsa, upanissaye pañcavīsa, purejāte pañca, pacchājāte pañca, āsevane ekavīsa, kamme ekādasa, vipāke ekavīsa, āhāre ekādasa, indriye ekādasa, jhāne ekavīsa, magge soḷasa, sampayutte ekādasa, vippayutte nava, atthiyā tiṃsa, natthiyā pañcavīsa, vigate pañcavīsa, avigate tiṃsa.",
"patthana1.7:726.1": "Paccanīyānulomaṃ iminā kāraṇena vibhajitabbaṃ.",
"patthana1.7:727.1": "Paccanīyānulomaṃ.",
"patthana1.7:728.1": "Vitakkattikaṃ niṭṭhitaṃ."
}