{
"patthana8.6:1.1": "Paṭṭhānapakaraṇa",
"patthana8.6:2.1": "Dhammapaccanīya 2, Dukapaṭṭhānapāḷi 2",
"patthana8.6:3.1": "8.6. Nahetusahetukaduka",
"patthana8.6:4.1": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā—",
"patthana8.6:4.2": "ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā … pe ….",
"patthana8.6:4.4": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā—",
"patthana8.6:4.5": "paṭisandhikkhaṇe vatthuṃ paṭicca nahetusahetukā khandhā.",
"patthana8.6:4.6": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā. #3",
"patthana8.6:5.1": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana8.6:5.2": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā.",
"patthana8.6:5.3": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā. #3",
"patthana8.6:6.1": "Nahetuṃ nasahetukañca nahetuṃ naahetukañca dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā.",
"patthana8.6:6.2": "Nahetuṃ nasahetukañca nahetuṃ naahetukañca dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana8.6:6.3": "Nahetuṃ nasahetukañca nahetuṃ naahetukañca dhammaṃ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā.",
"patthana8.6:6.4": "#3 (Saṃkhittaṃ.)",
"patthana8.6:7.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca … pe … aññamaññe cha … pe … purejāte āsevane dve … pe … avigate nava.",
"patthana8.6:8.1": "(Sahajātavārampi … pe … sampayuttavārampi paṭiccavārasadisaṃ.)",
"patthana8.6:9.1": "Ārammaṇa",
"patthana8.6:10.1": "Nahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.",
"patthana8.6:10.2": "Nahetu nasahetuko dhammo nahetussa naahetukassa dhammassa ārammaṇapaccayena paccayo. #2",
"patthana8.6:11.1": "Nahetu naahetuko dhammo nahetussa naahetukassa dhammassa ārammaṇapaccayena paccayo.",
"patthana8.6:11.2": "Nahetu naahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.",
"patthana8.6:11.3": "#2 (Saṃkhittaṃ.)",
"patthana8.6:12.1": "Ārammaṇe cattāri … pe … anantare cattāri … pe … sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme … pe … jhāne cattāri, magge tīṇi, sampayutte dve, vippayutte tīṇi … pe … avigate satta.",
"patthana8.6:13.1": "Hetugocchakaṃ niṭṭhitaṃ."
}