{
"ud2.6:1.1": "Udāna 2.6",
"ud2.6:2.1": "Gabbhinīsutta",
"ud2.6:3.1": "Evaṃ me sutaṃ—",
"ud2.6:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
"ud2.6:3.3": "Tena kho pana samayena aññatarassa paribbājakassa daharamāṇavikā pajāpati hoti gabbhinī upavijaññā.",
"ud2.6:3.4": "Atha kho sā paribbājikā taṃ paribbājakaṃ etadavoca:",
"ud2.6:3.5": "“gaccha tvaṃ, brāhmaṇa, telaṃ āhara, yaṃ me vijātāya bhavissatī”ti.",
"ud2.6:4.1": "Evaṃ vutte, so paribbājako taṃ paribbājikaṃ etadavoca:",
"ud2.6:4.2": "“kuto panāhaṃ, bhoti, telaṃ āharāmī”ti?",
"ud2.6:4.3": "Dutiyampi kho sā paribbājikā taṃ paribbājakaṃ etadavoca:",
"ud2.6:4.4": "“gaccha tvaṃ, brāhmaṇa, telaṃ āhara, yaṃ me vijātāya bhavissatī”ti.",
"ud2.6:4.5": "Dutiyampi kho so paribbājako taṃ paribbājikaṃ etadavoca:",
"ud2.6:4.6": "“kuto panāhaṃ, bhoti, telaṃ āharāmī”ti?",
"ud2.6:4.7": "Tatiyampi kho sā paribbājikā taṃ paribbājakaṃ etadavoca:",
"ud2.6:4.8": "“gaccha tvaṃ, brāhmaṇa, telaṃ āhara, yaṃ me vijātāya bhavissatī”ti.",
"ud2.6:5.1": "Tena kho pana samayena rañño pasenadissa kosalassa koṭṭhāgāre samaṇassa vā brāhmaṇassa vā sappissa vā telassa vā yāvadatthaṃ pātuṃ dīyati, no nīharituṃ.",
"ud2.6:6.1": "Atha kho tassa paribbājakassa etadahosi:",
"ud2.6:6.2": "“rañño kho pana pasenadissa kosalassa koṭṭhāgāre samaṇassa vā brāhmaṇassa vā sappissa vā telassa vā yāvadatthaṃ pātuṃ dīyati, no nīharituṃ.",
"ud2.6:6.3": "Yannūnāhaṃ rañño pasenadissa kosalassa koṭṭhāgāraṃ gantvā telassa yāvadatthaṃ pivitvā gharaṃ āgantvā ucchadditvāna dadeyyaṃ, yaṃ imissā vijātāya bhavissatī”ti.",
"ud2.6:7.1": "Atha kho so paribbājako rañño pasenadissa kosalassa koṭṭhāgāraṃ gantvā telassa yāvadatthaṃ pivitvā gharaṃ āgantvā neva sakkoti uddhaṃ kātuṃ, na pana adho.",
"ud2.6:7.2": "So dukkhāhi tibbāhi kharāhi kaṭukāhi vedanāhi phuṭṭho āvaṭṭati parivaṭṭati.",
"ud2.6:8.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.",
"ud2.6:8.2": "Addasā kho bhagavā taṃ paribbājakaṃ dukkhāhi tibbāhi kharāhi kaṭukāhi vedanāhi phuṭṭhaṃ āvaṭṭamānaṃ parivaṭṭamānaṃ.",
"ud2.6:9.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
"ud2.6:10.1": "“Sukhino vata ye akiñcanā, #19",
"ud2.6:10.2": "Vedaguno hi janā akiñcanā;",
"ud2.6:10.3": "Sakiñcanaṃ passa vihaññamānaṃ,",
"ud2.6:10.4": "Jano janasmiṃ paṭibandhacitto”ti.",
"ud2.6:11.1": "Chaṭṭhaṃ."
}