{
  "anya-e1202n10:0_0": "Marīcavaṭṭi vihārakathā",
  "anya-e1202n10:1_0": "18.",
  "anya-e1202n10:1_1": "Tato rājā cintesi mahāmahiṇdatthero kira mama ayyakassa devānampiyatissa rañño evamāha.",
  "anya-e1202n10:1_2": "Nattā te mahārāja duṭṭhagāmaṇi abhayo visaṁ hatthasatikaṁ sovaṇṇamāliṁ thūpaṁ kāressati.",
  "anya-e1202n10:1_3": "Saṅghassa ca uposathāgārabhūtaṁ navabhūmakaṁ lohapāsādaṁ kāressatīti cintetvā ca pana olokento rājagehe",
  "anya-e1202n10:1_4": "karaṇḍake ṭhapitaṁ suvaṇṇapaṭṭalekhaṁ disvā taṁ vācesi.",
  "anya-e1202n10:1_5": "Anāgate cattālīsaṁ vassasataṁ atikkamma kākavaṇṇatissassa putto duṭṭhagāmaṇi abhayo idañcidañca kāressatīti",
  "anya-e1202n10:1_6": "sutvā haṭṭho udaggo appoṭhesi-ayyena kira vatamhi diṭṭho mahā mahiṇdenāti.",
  "anya-e1202n10:2_0": "Tato pātova mahāmeghavanaṁ gantvā bhikkhusaṅghaṁ sannipātetvā etadavoca?",
  "anya-e1202n10:2_1": "Bhante bhikkhusaṅghassa uposathāgāraṁ katvā devavimāna sadisaṁ pāsādaṁ kāressāmi devalokaṁ pesetvā paṭe vimānākāraṁ likhāpetvā me dethāti?",
  "anya-e1202n10:2_2": "Saṅgho aṭṭha khīṇāsave pesesi.",
  "anya-e1202n10:2_3": "Te tāvatiṁsabhavanaṁ gantvā dvādasayojanubbedhā aṭṭhacattālīsa yojana parikkhepaṁ kūṭāgāraṁ sahassa patimaṇḍitaṁ",
  "anya-e1202n10:2_4": "navabhūmakaṁ sahassagabbhaṁ khīraṇa devadhītāya puññānubhāvanibbattaṁ ākāsaṭṭhaṁ ratanapāsādaṁ oloketvā",
  "anya-e1202n10:2_5": "hiṅgulakena paṭe tadākāraṁ likhitvā ānetvā bhikkhusaṅghassa adaṁsu saṅgho rañño pāhesi.",
  "anya-e1202n10:3_0": "Taṁ disvā rājā tuṭṭhamānaso tadā taṁ lekhatulyaṁ lohapāsādaṁ kāresi.",
  "anya-e1202n10:3_1": "Kammantārambha kāle pana catusu dvāresu aṭṭhasatasahassāni hiraññāni ṭhapāpesi tadā catusu dvāresu sahassa",
  "anya-e1202n10:3_2": "sahassaṁ vatthapuṭāni ceva guḷa-tela-sakkhara-madhupurā anekasahassacāṭiyo ca ṭhapāpesi.",
  "anya-e1202n10:3_3": "Pāsāde amūlakena kammaṁ na kātabbanti bheriṁ cārapetvā amūlakena katakammaṁ agghāpetvā kārakānaṁ mūlaṁ dāpesi.",
  "anya-e1202n10:3_4": "Pāsādo ekekena passena hatthasata hatthasatappamāṇo ahosi tathā ubbedhana,",
  "anya-e1202n10:3_5": "navabhūmāyo cassa ahesuṁ ekekissā bhūmiyā sataṁ sataṁ kūṭāgārāni,",
  "anya-e1202n10:3_6": "tāni sabbānipi ratanakhacitāni ceva suvaṇṇa kiṅkiṇikāpanti parikkhittāni ca ahesuṁ tesaṁ kūṭāgārāni nānāratana bhūsikā pavāḷa vedikā ceva,",
  "anya-e1202n10:3_7": "tāsaṁ padumāni ca nānāratana vicittāneva ahesuṁ.",
  "anya-e1202n10:3_8": "Tathā sahassagabbhā ca nānāratana khacitā sīyapañjara vibhūsitā ca.",
  "anya-e1202n10:3_9": "Vessavanassa nārivābhanayānaṁ sutvā tadākāraṁ majjhe ratana maṇḍapaṁ kāresi.",
  "anya-e1202n10:4_0": "So anekehi ratanatthambhehi sīhavyagghādi rūpehi devatā rūpehi ca patimaṇḍito samantato olambaka muttā",
  "anya-e1202n10:4_1": "jālena ca parikkhitto ahosi pavāḷavedikā cassa pubbe vuttappakārāva sattaratana vicittamaṇḍapa majjhe",
  "anya-e1202n10:4_2": "pana eḷikamaya bhūmiyā dantamaya pallaṅko ahosi apassenampi dantamayameva,",
  "anya-e1202n10:4_3": "so suvaṇṇasūriyamaṇḍalehi rajata caṇda maṇḍalehi muttāmaya tārakāhi ca vicitto tattha tattha yathārahaṁ",
  "anya-e1202n10:4_4": "nānāratanamaya padumāni ceva pasāda janakāni ca jātakāni antarantarā suvaṇṇalatāyo ca kāresi.",
  "anya-e1202n10:4_5": "Tattha mahagghaṁ paccattharaṇaṁ attharitvā manuññaṁ danta vijaniṁ ṭhapesi.",
  "anya-e1202n10:4_6": "Pavāḷamaya pādukā kāresi.",
  "anya-e1202n10:4_7": "Tathā pallaṅkassopari eḷikabhūmiyā patiṭṭhitaṁ rajatamayadaṇḍaṁ setaccattaṁ kāresi.",
  "anya-e1202n10:4_8": "Tattha sattaratanamayāni aṭṭhamaṅgalāni antarantarā ca maṇimuttāmayā catuppāda pantiyo ca kāresi.",
  "anya-e1202n10:4_9": "Chattante cassa ratanamaya ghaṇṭāpantiyo olambiṁsu.",
  "anya-e1202n10:5_0": "Pāsādo chattaṁ pallaṅko maṇḍapo cāti cattāro anagghā ahesuṁ mahagghāni mañcapīṭhāni paññatvo tattha mahagghāni",
  "anya-e1202n10:5_1": "kambalāni bhummattharaṇāni attharāpesi āvamana kumhi uḷuṅko ca sovaṇṇamayāyeva ahesuṁ.",
  "anya-e1202n10:5_2": "Sesa paribhoga bhaṇḍesu vattabbameva natthi dvārakoṭṭhakopi manohara pākārena parikkhitto.",
  "anya-e1202n10:5_3": "Tambalohiṭṭhikābhi pana chāditattā pāsādassa lohapāsādoti vohāro ahosi.",
  "anya-e1202n10:6_0": "Evaṁ tāvatiṁsabhavane devasabhā viya pāsādaṁ niṭṭhāpetvā saṅghaṁ sannipātesi.",
  "anya-e1202n10:6_1": "Maricavaṭṭi vihāramage viya saṅgho sannipati.",
  "anya-e1202n10:6_2": "Paṭhamabhūmiyaṁ puthujjanāyeva aṭṭhaṁsu dutiyabhūmiyā tepiṭakā,",
  "anya-e1202n10:6_3": "tatiyādisu tīsu bhūmisu kamena sotāpanna - sakadāgāmi - anāgāmino,",
  "anya-e1202n10:6_4": "upari catusu bhūmisu khīṇāsavāyeva aṭṭhaṁsu.",
  "anya-e1202n10:6_5": "Evaṁ saṅghaṁ sannipātetvā saṅghassa pāsādaṁ datvā maricavaṭṭi vihāramahe viya sattāhaṁ mahādānamadāsīti.",
  "anya-e1202n10:7_0": "“Pāsādahetu cattāni-mahācāgena rājinā,",
  "anya-e1202n10:8_0": "Anagghāni ṭhapetvāna-ahesuṁ tiṁsakoṭiyo;”",
  "anya-e1202n10:9_0": "Pahāya gamanīyantaṁ-datvāna dhanasañcayaṁ,",
  "anya-e1202n10:10_0": "Anugāmidhanaṁ dānaṁ-evaṁ kubbanti paṇḍitā;",
  "anya-e1202n10:11_0": "19.",
  "anya-e1202n10:11_1": "Athekadivasaṁ rājā satasahassaṁ vissajjetvā mahābodhi pūjaṁ kāretvā nagaraṁ pavisanto thūpaṭṭhāne patiṭṭhitaṁ",
  "anya-e1202n10:11_2": "silāthūpaṁ disvā mahiṇdattherena vuttavacanaṁ anussaritvā mahāthūpaṁ kāressāmīti katasanniṭṭhāno nagaraṁ",
  "anya-e1202n10:11_3": "pavisitvā mahaṁtalaṁ āruyha subhojanaṁ bhuñjitvā sirisayanagato evaṁ cintesi mayā damiḷe maddamānena",
  "anya-e1202n10:11_4": "ayaṁ loko ativiya pīḷito,",
  "anya-e1202n10:11_5": "kena nu kho upāyena lokassa piḷanaṁ akatvā dhammena samena mahā cetiyassa anucchavikaṁ iṭṭhakā uppādessāmīti",
  "anya-e1202n10:11_6": "taṁ cintitaṁ chattaṁ adhivatthā devatā jānitvā rājā evaṁ cintesīti ugghosesi.",
  "anya-e1202n10:12_0": "Paramparāya devalokepi kolāhalamahosi taṁ ñatvā sakko devarājaṁ vissakammaṁ āmantetvā’tāta! Vissa kamma!",
  "anya-e1202n10:12_1": "Duṭṭhagāmaṇi abhaya mahārājā mahā cetiyassa iṭṭhakatthāya cintesi.",
  "anya-e1202n10:12_2": "Tvaṁ gantvā uttarapasse nagarato yojanappamāṇe ṭhāne gambhira nadiyā tīre iṭṭhakā māpetvā ehi’ti pesesi.",
  "anya-e1202n10:13_0": "Taṁ ñatvā vissakamma devaputto āgantvā tattheva mahācetiyānucchavikaṁ iṭṭhakā māpetvā devapurameva gato.",
  "anya-e1202n10:13_1": "Puna divase eko sunakhaluddo sunakhe gahetvā araññaṁ gantvā tattha tattha vicaranto taṁ ṭhānaṁ patvā iṭṭhakā adisvā ca nikkhami.",
  "anya-e1202n10:13_2": "Tasmiṁ khaṇe ekā bhummā devatā tassa iṭṭhakā dassetuṁ mahantaṁ godhāvaṇṇaṁ gahetvā luddassa sunakhānañca",
  "anya-e1202n10:13_3": "attānaṁ dassetvā tehi anubaddho iṭṭhakābhimukhaṁ attvā antaradhāyi.",
  "anya-e1202n10:14_0": "Sunakhaluddo iṭṭhakā disvā amhākaṁ rājā thūpaṁ kāretukāmo,",
  "anya-e1202n10:14_1": "mahanto vata no paṇṇākāro laddhoti haṭṭhamānaso puna divase pātoca āgantvā attanā diṭṭhaṁ iṭṭhaka paṇṇākāraṁ rañño nivedesi.",
  "anya-e1202n10:14_2": "Rājā taṁ sāsanaṁ sutvā attamano hutvā tassa mahantaṁ sakkāraṁ kāretvā taṁyeva iṭṭhaka gopanaṁ kāresi.",
  "anya-e1202n10:14_3": "Tato rājā ahameva iṭṭhakolokanatthāya gacchāmi - kuntaṁ vaḍḍhethāti āha.",
  "anya-e1202n10:15_0": "Tasmiṁyeva khaṇe puna aññaṁ sāsanaṁ āhariṁsu.",
  "anya-e1202n10:15_1": "Nagarato tiyojanamatthake ṭhāne pubbuttarakaṇṇe ācāra viṭṭhigāme tiyāmarattiṁ abhippavaṭṭe deve soḷasa karīsappamāṇe padese suvaṇṇabījāni uṭṭhahiṁsu.",
  "anya-e1202n10:15_2": "Tāni pamāṇato ukkaṭṭhāni vidatthippamāṇāni.",
  "anya-e1202n10:15_3": "Omakāni aṭṭhaṅgulappamāṇāni ahesuṁ,",
  "anya-e1202n10:15_4": "atha vibhātāya rattiyā gāmavāsino suvaṇṇabijāni disvā rāchā’rahaṁ vata bhaṇḍaṁ uppannanti samantato ārakkhā",
  "anya-e1202n10:15_5": "saṁvidahitvā suvaṇṇabījāni pātiyaṁ pūretvā āgantvā rañño dassesuṁ rājā tesampi yathārahaṁ sakkāraṁ kāretvā",
  "anya-e1202n10:15_6": "teyeva suvaṇṇa gopake akāsi.",
  "anya-e1202n10:16_0": "Atha tasmiṁyeva khaṇe aññaṁ sāsanaṁ āhariṁsu.",
  "anya-e1202n10:16_1": "Nagarato pācīnapasse sattayojana matthako ṭhāne pāragaṅgāya tambaviṭṭhi nāma janapade tambalohaṁ uppajji.",
  "anya-e1202n10:16_2": "Gāmikā pātiṁ pūretvā tambalohaṁ gahetvā āgantvā rañño dassesuṁ rājā yathānurūpaṁ sakkāraṁ tesampi kāretvā teyeva gopake akāsi.",
  "anya-e1202n10:17_0": "Tadanantaraṁ aññaṁ sāsanaṁ āhariṁsu.",
  "anya-e1202n10:17_1": "Purato catuyojanamatthako ṭhāne pubbadakkhiṇa kaṇṇe sumanavāpigāme uppalakuruviṇda missakā bahū maṇayo",
  "anya-e1202n10:17_2": "uppajjiṁsu gāmikā pātiṁ pūretvā āgantvā mānayo rañño dassesuṁ.",
  "anya-e1202n10:17_3": "Rājā tesampi sakkāraṁ kāretvā teyeva gopake akāsi.",
  "anya-e1202n10:18_0": "Tadanantaraṁ aññampi sāsanaṁ āhariṁsu.",
  "anya-e1202n10:18_1": "Nagarato dakkhiṇa passe aṭṭhayojana matthake ṭhāne ambaṭṭhakola janapade ekasmiṁ leṇe rajataṁ uppajji",
  "anya-e1202n10:18_2": "tasmiṁ samaye nagaravāsiko eko vāṇijo bahūhi sakaṭehi haḷiddi siṅgiverādīnamatthāya malayaṁ gato,",
  "anya-e1202n10:18_3": "leṇassa avidūre sakaṭāni muñcitvā patodadāruṁ pariyesanto taṁ pabbataṁ abhirūḷho ekaṁ paṇasayaṭṭhiṁ addasa.",
  "anya-e1202n10:19_0": "Tassa mahantaṁ cāṭippamāṇaṁ ekameva paṇasa phalaṁ naruṇayaṭṭhiṁ nāmetvā heṭṭhā pāsāṇapiṭṭhiyaṁ aṭṭhāsi.",
  "anya-e1202n10:19_1": "So taṁ phalabhārena namitaṁ disvā upagantvā hatthena parāmasitvā pakkabhāvaṁ ñatvā vaṇṭaṁ chiṇdi paṇasayaṭṭhi",
  "anya-e1202n10:19_2": "uggantvā yaṭāṭṭhānaṁ aṭṭhāsi vāṇijo aggaṁ datvā bhuñjissāmīti cintetvā kālaṁ ghosesi.",
  "anya-e1202n10:19_3": "Tadā cattāro khīṇāsava āgantvā tassa purato pāturahesuṁ.",
  "anya-e1202n10:19_4": "Vāṇijo te disvā attamano pāde vaṇditvā nisīdāpetvā tassa phalassa vaṇṭāsamantā vāsiyā tacchetvā apassayaṁ luñcitvā apanāmesi.",
  "anya-e1202n10:19_5": "Samantato yusaṁ otaritvā apassayānitaṁ āvāṭaṁ pūresi vāṇijo manosilodakavaṇṇa paṇasayusaṁ patte pūretvā adāsi.",
  "anya-e1202n10:19_6": "Te khīṇāsavā tassa passantasseva ākāsamabbhuggantvā pakkamiṁsu.",
  "anya-e1202n10:20_0": "So puna kālaṁghosesi aññe cattaro khīṇāsavā āgamiṁsu.",
  "anya-e1202n10:20_1": "Tesampi hatthato patte gahetvā suvaṇṇavaṇṇehi pana samiñjehi pūretvā adāsi tesu tayo therā ākāsena pakkamiṁsu",
  "anya-e1202n10:20_2": "itaro iṇdaguttatthero nāma khīṇāsavo tassa taṁ rajataṁ dassetukāmo upari pabbatā otaritvā tassa leṇassa",
  "anya-e1202n10:20_3": "avidūre nisīditvā paṇasa miñjaṁ paribhuñjati upāsako therassa gatakāle avasesa miñjaṁ attanāpi khāditvā",
  "anya-e1202n10:20_4": "sesakaṁ bhaṇḍikaṁ katvā ādāya gacchanto theraṁ disvā udakañca pattadhovanasākhañca adāsi.",
  "anya-e1202n10:21_0": "Theropi leṇadvārena sakaṭa samīpagāmi maggaṁ māpetvā iminā maggena gaccha upāsakāti āha.",
  "anya-e1202n10:21_1": "So theraṁ vaṇditvā tena maggena gacchanto leṇadvāraṁ patvā samantā leṇaṁ olokento taṁ rajatarāsiṁ disvā",
  "anya-e1202n10:21_2": "rajatapiṇḍaṁ gahetvā cāsiyā chiṇditvā rajatabhāvaṁ ñatvā mahantaṁ sajjhapiṇḍaṁ gahetvā sakaṭa santikaṁ",
  "anya-e1202n10:21_3": "gantvā tiṇodaka sampanne ṭhāne sakaṭāni nivesetvā lahuṁ anurādhapuraṁ gantvā raññño dassetvā tamatthaṁ",
  "anya-e1202n10:21_4": "nivedesi rājā tassāpi yathārahaṁ sakkāraṁ kāresi.",
  "anya-e1202n10:22_0": "Tadantaraṁ aññampi sāsanaṁ āhariṁsu nagarato pacchima disābhāge pañca yojana matthake ṭhāne uruvela pabbata",
  "anya-e1202n10:22_1": "mahāmalakamattā pacāḷa missakā saṭṭhi sakaṭappamāṇamuttā samuddato thalamuggamiṁsu kevaṭṭā disvā rājārahaṁ",
  "anya-e1202n10:22_2": "vata bhaṇḍaṁ uppannanti rāsiṁ katvā ārakkhaṁ datvā pātiṁ pūretvā āgantvā rañño dassetvā tamatthaṁ nivedesuṁ.",
  "anya-e1202n10:22_3": "Rājā tesampi yathārahaṁ sakkāraṁ kāresi.",
  "anya-e1202n10:23_0": "Puna aññaṁ sāsanaṁ āhariṁsu nagarato pacchimuttara kaṇṇe sattayojana matthake ṭhāne peḷivāpi gāmassa",
  "anya-e1202n10:23_1": "vāpiyā otiṇṇa kaṇdare pulina puṭṭhe nisadapotappamāṇa dīghato vidatthicaturaṅgulā ummāpupphavaṇṇā cattāro",
  "anya-e1202n10:23_2": "mahāmaṇi uppajjiṁsu.",
  "anya-e1202n10:23_3": "Atheko matto nāma sunakhaluddo sunakhe gahetvā tattha vicaranto taṁ ṭhānaṁ patvā disvā rājārahaṁ vata",
  "anya-e1202n10:23_4": "bhaṇḍanti vālikāhi paṭicchādetvā āgantvā rañño nivedesi.",
  "anya-e1202n10:23_5": "Rājā tassāpi yathārahaṁ sakkāraṁ kāresi.",
  "anya-e1202n10:23_6": "Evaṁ rājā thūpatthāya uppannāni iṭṭhakādīni tadaheva assosi iṭṭhaka rajatānaṁ uppannaṭṭhānaṁ teneva nāmaṁ labhi."
}