{
  "anya-e1102n4:0_0": "4. Samasīsikaṇḍo",
  "anya-e1102n4:1_0": "Idāni saṅgho ca dullabho loketi padassa vaṇṇanākkamo sampatto.",
  "anya-e1102n4:1_1": "Tattha saṅghoti paramatthasammutivasena duvidho hoti.",
  "anya-e1102n4:1_2": "Tesu paramatthasaṅgho cattāri purisayugāni, aṭṭhapurisapuggalā, cattālīsampi puggalā,",
  "anya-e1102n4:1_3": "aṭṭhasatampi purisapuggalāti catubbidho hoti.",
  "anya-e1102n4:1_4": "Tattha saṅkhepavasena sotāpattimaggaṭṭho phalaṭṭhoti ekaṁ yugaṁ,",
  "anya-e1102n4:1_5": "sakadāmimaggaṭṭho phalaṭṭhoti ekaṁ,",
  "anya-e1102n4:1_6": "anāgāmimaggaṭṭho phalaṭṭhoti ekaṁ,",
  "anya-e1102n4:1_7": "arahattamaggaṭṭho phalaṭṭhoti ekanti cattāri purisayugāni honti.",
  "anya-e1102n4:1_8": "Cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhapurisapuggalā honti.",
  "anya-e1102n4:1_9": "Cattālīsampi puggalāti sotāpattimaggaṭṭho paṭhamajhānikādivasena pañca,",
  "anya-e1102n4:1_10": "tathā sakadāgāmianāgāmiarahattamaggaṭṭhāpi pañca pañcāti vīsati maggaṭṭhapuggalā,",
  "anya-e1102n4:1_11": "tathā phalaṭṭhāpi sotapattiphalaṭṭhādivasena pañca pañcāti vīsati phalaṭṭhāti cattālīsapuggalā honti.",
  "anya-e1102n4:1_12": "Ettha ca maggassa ekacittakkhaṇikattā kathaṁ vīsatimaggaṭṭhā puggalā bhaveyyunti.",
  "anya-e1102n4:2_0": "Vuccatepādakajjhānasammasitajjhānapuggalajjhāsayesupi hi aññataravasena taṁ taṁ jhānasadisavitakkādiaṅgapātubhāvena cattāropi maggaṭṭhā paṭhamajjhānikādivohāraṁ labhantā paccekaṁ pañcapañcadhā vibhajiyanti, tasmā vīsati maggaṭṭhā honti.",
  "anya-e1102n4:2_1": "Tattha paṭhamajjhānādīsu yaṁ yaṁ jhānaṁ samāpajjitvā tato vuṭṭhāya saṅkhāre sammasantassa vuṭṭhānagāminīvipassanā pavattā,",
  "anya-e1102n4:2_2": "taṁ pādakajjhānaṁ vuṭṭhānagāminivipassanāya padaṭṭhānabhāvato.",
  "anya-e1102n4:2_3": "Yaṁ yaṁ jhānaṁ sammasantassa sā pavattā, taṁ sammasitajjhānaṁ.",
  "anya-e1102n4:2_4": "‘‘Aho vata me paṭhamajjhānasadiso maggo pañcaṅgiko,",
  "anya-e1102n4:2_5": "dutiyajjhānādīsu vā aññatarasadiso caturaṅgikādibhedo maggo bhaveyyā’’ti evaṁ yogāvacarassa uppannajjhāsayo puggalajjhāsayo nāma.",
  "anya-e1102n4:2_6": "Tattha yena paṭhamajjhānādīsu aññataraṁ jhānaṁ samāpajjitvā tato vuṭṭhāya pakiṇṇakasaṅkhāre sammasitvā maggo uppādito hoti,",
  "anya-e1102n4:2_7": "tassa so maggo paṭhamajjhānādi taṁ taṁ pādakajjhānasadiso hoti.",
  "anya-e1102n4:2_8": "Sace pana vipassanāpādakaṁ kiñcijhānaṁ natthi,",
  "anya-e1102n4:2_9": "kevalaṁ paṭhamajjhānādīsu aññataraṁ jhānaṁ sammasitvā maggo uppādito hoti,",
  "anya-e1102n4:2_10": "tassa so sammasitajjhānasadiso hoti.",
  "anya-e1102n4:2_11": "Yadā panayaṁ kiñci jhānaṁ samāpajjitvā tato aññaṁ sammasitvā maggo uppādito hoti,",
  "anya-e1102n4:2_12": "tadā puggalajjhāsayavasena dvīsu aññatarasadiso hoti.",
  "anya-e1102n4:2_13": "Evaṁ samathayānikassa puthujjanassa ariyānaṁ vā pādakajjhānasammasitajjhānapuggalajjhāsayavasena paṭhamajjhānādīnaṁ aññatarajhānasadisassa maggaṅgikassa pavattanato puggalabhedavasena vīsati maggaṭṭhā puggalā honti,",
  "anya-e1102n4:2_14": "tathā phalaṭṭhāpi vīsatīti cattālīsaariyapuggalā honti.",
  "anya-e1102n4:2_15": "Aparampi sace pana puggalassa tathā vidho ajjhāsayo natthi,",
  "anya-e1102n4:2_16": "anulomavasena heṭṭhimaheṭṭhimajhānato vuṭṭhāya uparūparijhānadhamme sammasitvā uppāditamaggo pādakajjhānamanapekkhitvā sammasitajjhānasadiso hoti.",
  "anya-e1102n4:2_17": "Paṭilomavasena uparūparijhānato vuṭṭhāya heṭṭhimaheṭṭhimajhānadhamme sammasitvā uppāditamaggo sammasitajjhānamanapekkhitvā pādakajjhānasadiso hoti,",
  "anya-e1102n4:2_18": "heṭṭhimaheṭṭhimajhānato hi uparūparijhānaṁ balavataranti,",
  "anya-e1102n4:2_19": "aṭṭhasatampi purisapuggalāti tattha ekabījī, kolaṁkolo,",
  "anya-e1102n4:2_20": "sattakkhattuparamoti tayo sotāpannā.",
  "anya-e1102n4:2_21": "Kāmarūpārūpabhavesu adhigataphalā tayo sakadāgāminoti te sabbepi dukkhapaṭipadā dandhābhiññaṁ,",
  "anya-e1102n4:2_22": "dukkhapaṭipadā khippābhiññaṁ, sukhāpaṭipadā dandhābhiññaṁ,",
  "anya-e1102n4:2_23": "sukhāpaṭipadā khippābhiññanti catunnaṁ paṭipadānaṁ vasena catuvīsati, antarāparinibbāyī, upahaccapari nibbāyī, sasaṅkhāraparinibbāyī, asaṅkhāraparinibbāyī,",
  "anya-e1102n4:2_24": "uddhaṁsoto akaniṭṭhagāmīti avihāsu pañca anāmigāno,",
  "anya-e1102n4:2_25": "tathā atappāsudassāsudassīsupi pañca.",
  "anya-e1102n4:2_26": "Akaniṭṭhesu pana uddhaṁsotavajjā antarāparinibbāyī, upahaccaparinibbāyī, sasaṅkhāraparinibbāyī,",
  "anya-e1102n4:2_27": "asaṅkhāraparibbāyīti cattāroti catuvīsati anāgāmino. Sukkhavipassako,",
  "anya-e1102n4:2_28": "samathayānikoti dve arahanto,",
  "anya-e1102n4:2_29": "cattāro maggaṭṭhāti catupaññāsa te sabbepi saddhādhurapaññādhurānaṁvasena dveguṇe hutvā aṭṭhasataṁ ariyapuggalā honti.",
  "anya-e1102n4:2_30": "Te sabbepi ‘‘aṭṭhasataṁ vā’’ti vitthāravasena uddiṭṭhā ariyapuggalā te saṅkhepato yugavasena sotāpatti maggaṭṭho phalaṭṭhoti ekaṁ yugantyādinā cattārova honti.",
  "anya-e1102n4:2_31": "Tenevāha ratanaparitte ‘‘ye puggalā aṭṭhasataṁ pasatthā,",
  "anya-e1102n4:2_32": "cattāri etāni yugāni hontī’’ti ayaṁ pabhedomaggaṭṭhaphalaṭṭhesu missakavasena labbhati jhānikavipassakapabhedo pana phalaṭṭheyeva labbhati maggassa ekacittakkhatikattā maggaṭṭhesu na labbhati.",
  "anya-e1102n4:2_33": "Tattha sotāpattiphalaṭṭho jhānikasukkhavipassakavasena duvidho.",
  "anya-e1102n4:2_34": "Tesu jhāniko puggalo tasmiṁ bhave arahattappatto parinibbāyati. Appatto brahmalokagato hoti, so jhāniko nāma.",
  "anya-e1102n4:2_35": "Mūlaṭīkāyaṁ pana nikantiyā sati puthujjanādayo yathāladdhajjhānassa bhūmibhūte suddhāvāsavajjite yattha katthaci nibbattanti tathā kāmabhavepi kāmāvacarakammabalena ‘‘ijjhati hi bhikkhave sīlavato cetopaṇidhi visuddhattā’’ti vuttaṁ.",
  "anya-e1102n4:2_36": "Anāgāmino pana kāmarāgassa sabbaso pahīnattā kāmabhavesu nikantiṁ na uppādentīti kāmalokavajjite yathāladdhassa bhūmi bhūte yattha katthaci nibbattantī’ti vuttaṁ tathā hi anāgāmisseva kāmabhave nikantiyā pahīnattā sotāpannasakadāgāmīnampi nikantiyā sati kāmabhave kāmāvacarakammabalena uppattibhāvo avāritova hotīti viññāyati tasmā ‘‘appatte brahmalokagato hoti,",
  "anya-e1102n4:2_37": "so jhāniko nāmāti idaṁ yebhuyyavasena vutta’’nti daṭṭhabbaṁ.",
  "anya-e1102n4:2_38": "Sukkhavipassako pana tividho ekabījī, kolaṁkolo, sattakkhattuparamoti.",
  "anya-e1102n4:2_39": "Tattha eko manussaloke vā hotu chadevaloke vā,",
  "anya-e1102n4:2_40": "ekapaṭisandhiko hutvā arahattaṁ patvā parinibbāyati,",
  "anya-e1102n4:2_41": "ayaṁ ekabījī nāma eko manussaloke ekā paṭisandhi devaloke ekāti dvepaṭisandhiko vā,",
  "anya-e1102n4:2_42": "evaṁ ticatupañcachaparamo hutvā arahattaṁ patvā parinibbāyati, ayaṁ kolaṁkolo nāma.",
  "anya-e1102n4:2_43": "Eko manussaloke sotāpanno hutvā devaloke ekā paṭisandhi tato punāgantvā manussaloke ekāti evaṁ manussadevalokamissakavasena tattha cattāri idha tīṇityādinā tattha cha,",
  "anya-e1102n4:2_44": "idha ekoti yāva sattapaṭisandhiko hutvā parinibbāyati, ayaṁ sattakkhattuparamo nāma.",
  "anya-e1102n4:2_45": "Kevalaṁ pana manussaloke yeva satta devalokeyeva vā sattāti evaṁ amisso hutvā paṭisandhiko gahetabbo apare pana ‘‘ito satta,",
  "anya-e1102n4:2_46": "tato satta saṁsāre vicarantī’’ti vuttattā manussalokasattapaṭisandhidevaloka sattapaṭisandhivasena sattakkhattuparamaṁ vadanti.",
  "anya-e1102n4:2_47": "Taṁ ayuttaṁ kasmā ‘‘kiñcāpi te honti bhusaṁpamattā,",
  "anya-e1102n4:2_48": "na te bhavaṁ aṭṭhamamādiyantī’’ti pāḷiyā virodhattā.",
  "anya-e1102n4:2_49": "Apica dvibhavaparicchinno sakadāgāmīpi dvikkhattuṁ manussalokaṁ āgato bhaveyya, tassapi tattha ekaṁ,",
  "anya-e1102n4:2_50": "idha ekanti vārassa labbhitabbato na panevaṁ daṭṭhabbaṁ.",
  "anya-e1102n4:2_51": "Sakiṁ imaṁ manussalokaṁ āgacchatīti sakadāgāmī idha patvā idha parinibbāyī,",
  "anya-e1102n4:2_52": "tattha patvā tattha parinibbāyī,",
  "anya-e1102n4:2_53": "tattha patvā idha parinibbāyī,",
  "anya-e1102n4:2_54": "idha patvā tattha parinibbāyīti pañcasu sakadāgāmīsu pañcamako idha adhippeto.",
  "anya-e1102n4:2_55": "Yadi evaṁ idha patvā idha parinibbāyīti ādayo cattāro kathaṁ sakadāgāmīnāmāti.",
  "anya-e1102n4:2_56": "Te sakiṁ puna āgacchatīti vacanatthena sakadāgāmī nāma.",
  "anya-e1102n4:2_57": "Kāmataṇhāya sabbaso pahīnattā imaṁ kāmadhātuṁ anāgacchatīti anāgāmī,",
  "anya-e1102n4:2_58": "niccaṁ brahmalokeyeva paṭisandhi vasena āgacchatīti adhippāyo. Jhānikassa evaṁ hotu,",
  "anya-e1102n4:2_59": "sukkhavipassakassa kathanti sopi jhānikova hutvā gacchati tassa hi maggantare sīhabyagghādīhi hatassāpi lakkhaṇattayaṁ āropetvā jhāniko hutvāva maraṇaṁ hoti ayaṁ pana rūpārūpabhavena ekakkhattuparamo nāma.",
  "anya-e1102n4:2_60": "Sattakkhattuparamādayo ariyā rūpārūpalokesu anekakkhattupaṭisandhikāpi brahmalokasāmaññena ekapaṭisandhikā nāma honti.",
  "anya-e1102n4:2_61": "Arahā pana pāpakaraṇe rahābhāvā dakkhiṇaṁ arahattā puna bhavā bhinibbattiyārahābhāvātyādinā vacanatthena arahā nāma.",
  "anya-e1102n4:2_62": "Sopi tividho jhānika sukkhavipassaka samasīsīvasena.",
  "anya-e1102n4:2_63": "Tattha jhāniko maggeneva āgato , so paṭisambhidāppatto nāma.",
  "anya-e1102n4:2_64": "Aparopi puthujjanasekkhasantāne jhāniko hutvā jhānaṁ pādakaṁ katvā maggaṁ uppādeti, sopi jhānikova.",
  "anya-e1102n4:2_65": "Sukkhavipassako pana kilesakkhayamattameva maggena saha anāgatajhānaṁ nāma natthi,",
  "anya-e1102n4:2_66": "taṁ pacchā parihāyatītipi vadanti.",
  "anya-e1102n4:2_67": "Samasīsī pana tividho hoti iriyāpathasamasīsī, rogasamasīsī, jīvitasamasīsīti.",
  "anya-e1102n4:2_68": "Tattha yo ṭhānādīsu iriyāpathesu yeneva iriyapathena samannāgato hutvā vipassanaṁ ārabhati,",
  "anya-e1102n4:2_69": "teneva iriyāpathena arahattaṁ patvā parinibbāyati ayaṁ iriyāpathasamasīsī nāma.",
  "anya-e1102n4:2_70": "Yo pana ekaṁ rogaṁ patvā antoroge eva vipassanaṁ paṭṭhapetvā arahattaṁ patvā teneva rogena parinibbāyati ayaṁ rogasamasīsi nāma.",
  "anya-e1102n4:2_71": "Yo pana terasasu sīsesu kilesasīsaṁ avijjaṁ arahattamaggo pariyādiyati,",
  "anya-e1102n4:2_72": "pavattisīsaṁ jīvitindriyaṁ cuticittaṁ pariyādiyati, ayaṁ jīvitasamasīsīnāma.",
  "anya-e1102n4:2_73": "Tattha terasa sīsāni katamāni terasa sīsāni. Palibodhasīsaṁ, taṇhābandhanasīsaṁ, mānaparāmāsasīsaṁ, diṭṭhivikkhepasīsaṁ, uddhaccakilesasīsaṁ, avijjāadhimokkhasīsaṁ, saddhāpaggahasīsaṁ, vīriyaupaṭṭhānasīsaṁ, satiavikkhepasīsaṁ, samādhidassanasīsaṁ, paññāpavattisīsaṁ, jīvitindriyagocarasīsaṁ, vimokkhasaṅkhārasīsanti.",
  "anya-e1102n4:2_74": "Ettha ca avijjā pariyādāyakaṁ maggacittaṁ jīvitindriyaṁ pariyādātuṁ sakkoti,",
  "anya-e1102n4:2_75": "jīvitapariyādāyakaṁ cuticittaṁ avijjaṁ pariyādātuṁ na sakkoti,",
  "anya-e1102n4:2_76": "avijjā pariyādāyakaṁ cittaṁ aññaṁ,",
  "anya-e1102n4:2_77": "jīvitindriyapariyādāyakaṁ cittaṁ aññaṁ.",
  "anya-e1102n4:2_78": "Kathaṁ panidaṁ sīsaṁ samaṁ hotīti. Vārasamatāya,",
  "anya-e1102n4:2_79": "yasmiñhi vāre maggavuṭṭhānaṁ hoti,",
  "anya-e1102n4:2_80": "sotāpattimagge maggaphalanibbānapahīnasesakilesapaccavekkhaṇāvasena pañca paccavekkhaṇāni, tathā sakadāmimagge pañca, anāgāmimagge pañca,",
  "anya-e1102n4:2_81": "arahattamagge sesakilesābhāvā cattārīti ekūnavīsatime paccavekkhaṇañāṇe patiṭṭhāya bhavaṅgaṁ otaritvā parinibbāyato imāya vārasamatāya idaṁ ubhayasīsa pariyādānampi samaṁ hoti nāma.",
  "anya-e1102n4:2_82": "Arahattamagge ca pavattisīsaṁ jīvitindriyaṁ pavattito vuṭṭhahanto maggo cutito uddhaṁ appavattikaraṇavasena yadipi pariyādiyati. Yāva pana cuti,",
  "anya-e1102n4:2_83": "tāva pavattisabhāvato pavattisīsaṁ jīvitindriyaṁ cuticittaṁ pariyādiyati nāma.",
  "anya-e1102n4:2_84": "Kilesapariyādānena maggacittena attano anantaraṁ viya nipphādetabbā paccavekkhaṇavārāva paripuṇṇā.",
  "anya-e1102n4:2_85": "Paripuṇṇavasena pahīnakilese paccavekkhaṇato kilesapariyādānasseva vārāti vattabbataṁ arahanti,",
  "anya-e1102n4:2_86": "teneva kilesasīsaṁ avijjāpariyādānañca pavattisīsaṁ jīvitindriyapariyādānañca samaṁ katvā imāya vārasamatāya kilesapariyādānaṁ jīvitapariyādānānaṁ apubbacarimatā veditabbāti vuttaṁ.",
  "anya-e1102n4:2_87": "Saṁyuttaṭhakathāyaṁ pana yassa puggalassa apubbaṁ acarimaṁ āsavapariyādānañca hoti jīvitapariyādānañca, ayaṁti puggalo samasīsī.",
  "anya-e1102n4:2_88": "Ettha ca pavattisīsaṁ kilesasīsanti dve sīsāni.",
  "anya-e1102n4:2_89": "Tattha pavattisīsaṁ nāma jīvitindriyaṁ. Kilesasīsaṁ nāma avijjā.",
  "anya-e1102n4:2_90": "Tesu jīvitindriyaṁ cuticittaṁ khepeti. Avijjaṁ maggacittaṁ.",
  "anya-e1102n4:2_91": "Dvinnaṁ cittānaṁ ekato uppādo natthi. Maggānantaraṁ pana phalaṁ, phalānantaraṁ bhavaṅgaṁ,",
  "anya-e1102n4:2_92": "bhavaṅgato vuṭṭhāya paccavekkhaṇaṁ paripuṇṇaṁ hoti, taṁ aparipuṇṇaṁ vāti.",
  "anya-e1102n4:2_93": "Tikhiṇena asinā sīse chindantepi hi eko vā dve vā paccavekkhaṇavārā avassaṁ uppajjantiyeva,",
  "anya-e1102n4:2_94": "cittānaṁ pana lahuparivattitāya āsavakkhayo ca jīvitapariyādānañca ekakkhaṇe viya sañjāyatī’ti vuttaṁ.",
  "anya-e1102n4:2_95": "Taṭṭīkāyañca ‘‘dvinnaṁ cittānanti cuticittamaggacittānaṁ. Tanti paccayavekallaṁ.",
  "anya-e1102n4:2_96": "Paripuṇṇaṁ javanacittānaṁ sattakkhattuṁ pavattiyā.",
  "anya-e1102n4:2_97": "Aparipuṇṇaṁ pañcakkhattuṁ pavattiyā.",
  "anya-e1102n4:2_98": "Kiñcāpi eko vā dve vā ti vuttaṁ,",
  "anya-e1102n4:2_99": "taṁ pana vacana siliṭṭhavasena vuttaṁ.",
  "anya-e1102n4:2_100": "Yāva ekaṁ vā dve vā tadārammaṇacittānīti heṭṭhimantena dve pavattantīti vadantī’’ti vuttaṁ.",
  "anya-e1102n4:2_101": "Ettha ca ‘‘paripuṇṇaṁ javanacittānaṁ sattakkhattuṁ pavattiyā,",
  "anya-e1102n4:2_102": "aparipuṇṇaṁ pañchakkhattuṁ pavattiyā’’ti iminā aṭṭhakathāṭīkāvacanena samasīsīnaṁ paccavekkhaṇāvasena maraṇāsannavīthiyaṁ paripuṇṇavasena sattakkhattuṁ,",
  "anya-e1102n4:2_103": "aparipuṇṇavasena pañcakkhattuṁ kriyajavanāni javantīti sanniṭṭhānametthāva gantabbaṁ.",
  "anya-e1102n4:2_104": "‘‘Asammūḷho kālaṁ karotī’’ti vuttattā ca viññāyati sattakkhattuṁ paripuṇṇavasena maraṇāsannakāle javanapavatti.",
  "anya-e1102n4:2_105": "Evañca sati ‘‘mandappavattiyaṁ pana maraṇakālādīsu pañcavāramevā’’ti ettha ‘‘mandappavattiya’’nti visesanaṁ sātthakaṁ siyā.",
  "anya-e1102n4:2_106": "‘‘Pañcavāramevā’’ti ettha evakārena mandappavattikāle chasattakkhattuṁ nivatteti.",
  "anya-e1102n4:2_107": "Asammūḷhakāle pana chasattakkhattumpi anujānāti.",
  "anya-e1102n4:2_108": "Kāmāvacarajavanānañca aniyataparimāṇā balavakālepi parisampuṇṇabhāvā tathā hi ‘‘kāmāvacarajavanānibalavakāle sattakkhattuṁ chakkhattuṁ vā,",
  "anya-e1102n4:2_109": "mandappavattiyaṁ pana maraṇakālādīsu pañcavārameva.",
  "anya-e1102n4:2_110": "Bhagavato yamakapāṭihāriyakālādīsu lahukappavattiyaṁ cattāri pañcavā paccavekkhaṇajavanacittāni bhavantī’’ti aniyamitappamāṇavasena uppattibhāvo āgato imasmiṁ samasīsiniddesavārepi maraṇāsannavīthicittassa visuṁ alabbhanato paccavekkhaṇanteyeva bhavaṅgacittena parinibbānato paripuṇṇavasena satta javanacittāni pāṭikaṅkhitabbānīti amhākaṁ khanti vīmaṁsitvā gahetabbo ito yuttataro vā pakāro labbhamāno gavesitabbo.",
  "anya-e1102n4:2_111": "Evaṁ paramatthasaṅghavasena cattāri purisayugāni, aṭṭha purisapuggalā,",
  "anya-e1102n4:2_112": "cattālīsampipuggalā aṭṭhasatampi purisapuggalāti sabbaṁ samodhānetvā imasmiṁ loke saṅghopi dullabhoti veditabbo tathā hi ariyapuggalā atidullabhāva sāsanassa vijjamānakālepi idāni sotāpannassāpi avijjamānato ayaṁ paramatthasaṅghavicāraṇā.",
  "anya-e1102n4:2_113": "Sammutisaṅgho pana ñatticatutthena upasampanno puthujjanasaṅghova, sopi dullabhoyeva.",
  "anya-e1102n4:2_114": "Kasmā buddhuppādakāleyeva labbhanato tathā hi anuppanne buddhe paccekabuddhānaṁ satasahassādigaṇane uppajjamānepi tesaṁ santike upasampadābhāvassa alabbhamānato paccekabuddhānañhi santike pabbajitānaṁ kulaputtānaṁ saraṇagamanakammaṭṭhānassāpi dātuṁ asakkuṇeyyattā.",
  "anya-e1102n4:2_115": "Paccekabuddhā ca nāma mūgassa supinadassanaṁ viya attanā paṭiladdhasaccadhamme paresaṁ ācikkhituṁ na sakkonti,",
  "anya-e1102n4:2_116": "tasmā te pabbājetvā kammaṭṭhāne niyojetuṁ asamatthā ‘‘evaṁ te nivāsetabbaṁ,",
  "anya-e1102n4:2_117": "evaṁ te pārupitabba’’nti ādinānayena abhisamācārikameva sikkhāpesuṁ tasmā buddhuppādakāleyeva sammutisaṅgho labbhati.",
  "anya-e1102n4:2_118": "Apica na te dullabhāyeva honti,",
  "anya-e1102n4:2_119": "atha kho tasmiṁ uddissa appamattakassāpi katākārassa asaṅkhyeyyaphalāpi honti vuttañhetaṁ bhagavatā ‘‘bhavissanti kho panānanda anāgatamaddhānaṁ gotrabhuno kāsāvakaṇṭhā dussīlā pāpadhammā tesu dussīlesu saṅghaṁ uddissa dānaṁ dassanti,",
  "anya-e1102n4:2_120": "tadā pāhaṁ ānanda saṅghagataṁ dakkhiṇaṁ asaṅkhyeyyaṁ appameyyaṁ vadāmi na tvevāhaṁ ānanda kenaci pariyāyena saṅghagatā dakkhiṇā pāṭipuggalikaṁ dakkhiṇaṁ mahapphalanti vadāmī’’ti.",
  "anya-e1102n4:2_121": "Tathā hi uparipaṇṇāsake dakkhiṇavibhaṅgavaṇṇanāyaṁ ‘‘kāsāvakaṇṭhānaṁ saṅghe dinne dakkhiṇāpi guṇāsaṅkhyāya asaṅkhyeyyā’’ti vuttaṁ.",
  "anya-e1102n4:2_122": "Saṅghagatadakkhiṇā hi saṅghe cittīkāraṁ kātuṁ sakkontassa hoti.",
  "anya-e1102n4:2_123": "Saṅghe pana cittīkāro dukkaro yo hi ‘‘saṅghagataṁ dakkhiṇaṁ dassāmī’’ti deyyadhammaṁ paṭiyādetvā vihāraṁ gantvā bhante saṅghaṁ uddissa ekaṁ theraṁ dethā’ti vadati,",
  "anya-e1102n4:2_124": "atha saṅghato sāmaṇeraṁ labhitvā ‘‘sāmaṇero me laddho’’ti aññathattaṁ āpajjati,",
  "anya-e1102n4:2_125": "tassa dakkhiṇā saṅghagatā na hoti.",
  "anya-e1102n4:2_126": "Mahātheraṁ labhitvā pi ‘‘mahāthero me laddho’’ti somanassaṁ uppādentassāpi na hotiyeva.",
  "anya-e1102n4:2_127": "Tassa dakkhiṇā saṅghagatā na hoti.",
  "anya-e1102n4:2_128": "Yo pana sāmaṇeraṁ upasampannaṁ vā daharaṁ vā theraṁ vā bālaṁ vā paṇḍitaṁ vā yaṁkiñci saṅghato labhitvā nibbematiko hutvā ‘‘saṅghassa dammī’’ti saṅghe cittīkāraṁ kātuṁ sakkoti,",
  "anya-e1102n4:2_129": "tassa dakkhiṇā saṅghagatā nāma hoti.",
  "anya-e1102n4:2_130": "Parasamuddavāsino kira evaṁ karonti tattha hi eko vihārassāmikuṭumbiko ‘‘saṅghagataṁ dakkhiṇaṁ dassāmī’’ti saṅghato uddisitvā ‘‘ekaṁ bhikkhuṁ dethā’’ti yācitvā so ekaṁ dussīlabhikkhuṁ labhitvā nisīdanaṭṭhānaṁ opuñjāpetvā āsanaṁ paññapetvā upari vitānaṁ bandhitvā gandhadhūmapupphehi pūjetvā pāde dhovitvā makkhetvā buddhassa nipaccakāraṁ karonto viya saṅghe cittīkārena deyyadhammaṁ adāsi so bhikkhu pacchābhattaṁ vihāraṁ jagganatthāya ‘‘kudālakaṁ dethā’’ti gharadvāraṁ āgato upāsako nisinnova kudālaṁ pādena khipitvā ‘‘gaṇhā’’ti adāsi tamenaṁ manussā āhaṁsu ‘‘tumhehi pātova etassa katasakkāro vattuṁ na sakkā,",
  "anya-e1102n4:2_131": "idāni apacayamattakampi natthi, kiṁ nāmeta’’nti.",
  "anya-e1102n4:2_132": "Upāsako ‘‘saṅghassa so ayyo cittīkāro, na etassā’’ti āha.",
  "anya-e1102n4:2_133": "Kāsāvakaṇṭhasaṅghadinnadakkhiṇaṁ pana ko sodheti,",
  "anya-e1102n4:2_134": "sāriputtamoggalānādayo asītimahātherā sodhenti api ca therā ciraparinibbutā,",
  "anya-e1102n4:2_135": "there ādiṁ katvā yāvajjatanā dharamānakhīṇāsavā sodhentiyeva,",
  "anya-e1102n4:2_136": "tathā hi dāyakato paṭiggāhatopi mahapphalaṁ hoti dānaṁ.",
  "anya-e1102n4:2_137": "Dāyakato vessantarajātakaṁ kathetabbaṁ vessantaro hi dussīlassa jūjakābrāhmaṇassa nayanasadise dve jālīkaṇhājine putte datvā pathaviṁ kampesi.",
  "anya-e1102n4:2_138": "Sabbaññutaññāṇaṁ ārabbha pavattacetanāya mahantabhāvena pathaviṁ kampesi.",
  "anya-e1102n4:2_139": "Evaṁ dāyakatopi mahapphalaṁ hoti.",
  "anya-e1102n4:2_140": "Paṭiggāhakato pana sāriputtattherassa dinnacoraghātakavatthu kathetabbaṁ coraghātako nāma hi sāvatthiyaṁ eko janapadapuriso pañcavīsati vassāni coraghātakakammaṁ katvā mahallakakālepi tiṁsa vassāni nāsikavāteneva kaṇṇanāsādīni chinditvā coraghātakakammaṁ karontasseva pañcapaññāsa vassāni vītivattāni.",
  "anya-e1102n4:2_141": "So maraṇa mañce nipannova attano kammabalena mahāniraye nibbatto viya mahāsaddaṁ katvā dukkhito hoti,",
  "anya-e1102n4:2_142": "tassa saddena bhītā manussā ubhato passe gehaṁ chaḍḍetvā palāyiṁsu.",
  "anya-e1102n4:2_143": "Tadā sāriputtatthero dibbacakkhu nā lokaṁ volokento taṁ disvā tassa anukampaṁ paṭicca tassa gehadvāre aṭṭhāsi.",
  "anya-e1102n4:2_144": "So kujjhitvā tikkhattuṁ nāsikavātena vissajjamānopi vissajjituṁ asakkonto ativirocamānaṁ theraṁ disvā ativiya pasīditvā attano atthāya sampāditaṁ pāyāsaṁ adāsi.",
  "anya-e1102n4:2_145": "Theropi maṅgalaṁ vaḍḍhetvā pakkami.",
  "anya-e1102n4:2_146": "Coraghātako therassa dinnadānaṁ anussaritvā sagge nibbatti,",
  "anya-e1102n4:2_147": "evaṁ paṭiggāhakatopi mahapphalaṁ hoti. Ubhayatopi mahapphalaṁ,",
  "anya-e1102n4:2_148": "anāthapiṇḍikavisākhādayo buddhappamukhassa dinnadānaṁ veditabbaṁ.",
  "anya-e1102n4:3_0": "Vuttañhetaṁ bhagavatā.",
  "anya-e1102n4:4_0": "‘‘Tathāgate ca sambuddhe, athavā tassa sāvake;",
  "anya-e1102n4:5_0": "Natthi citte pasannamhi, appakā nāma dakkhiṇā.",
  "anya-e1102n4:6_0": "Evaṁ acintiyā buddhā, buddhadhammā acintiyā;",
  "anya-e1102n4:7_0": "Acintiye pasannānaṁ, vipāko hoti acintiyo’’ti.",
  "anya-e1102n4:8_0": "Evaṁ ubhayavasena mahapphalabhāvo veditabbo.",
  "anya-e1102n4:8_1": "Dāyakatopi paṭiggāhakatopi nipphalameva.",
  "anya-e1102n4:8_2": "Seyyathāpi makkhaligosālachasatthārādīnaṁ attano upāsakamicchādiṭṭhīhi pūjāvisesā vuttañhetaṁ bhagavatā.",
  "anya-e1102n4:9_0": "‘‘Māse māse kusaggena, bālo bhuñjeyya bhojanaṁ;",
  "anya-e1102n4:10_0": "Na so saṅkhatadhammānaṁ, kalaṁ nāgghati soḷasi’’nti.",
  "anya-e1102n4:11_0": "Tenevāha bhagavā cattārimāni ānanda dakkhiṇavisuddhiyo’’ti.",
  "anya-e1102n4:11_1": "Imāni tīṇi buddhadhammasaṅgharatanāni sādhūnaṁ ratijananatthena ratanāni nāma.",
  "anya-e1102n4:12_0": "Vuttañhetaṁ.",
  "anya-e1102n4:13_0": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "anya-e1102n4:14_0": "Anomasattaparibhogaṁ, ratanaṁ tena vuccatī’’ti.",
  "anya-e1102n4:15_0": "Ratanañca nāma duvidhaṁ saviññāṇakāviññāṇakavasena.",
  "anya-e1102n4:15_1": "Tattha aviññāṇakaṁ cakkaratanaṁ,",
  "anya-e1102n4:15_2": "maṇiratanaṁ yaṁ vā panaññampi anindriyabaddhasuvaṇṇarajatādi.",
  "anya-e1102n4:15_3": "Saviññāṇakaṁ hatthiassaratanādipariṇāyakaratanapariyosānaṁ,",
  "anya-e1102n4:15_4": "yaṁ vā panaññampi indriyabaddhaṁ.",
  "anya-e1102n4:15_5": "Evaṁ duvidhe cettha saviññāṇakaratanaṁ aggamakkhāyati,",
  "anya-e1102n4:15_6": "kasmā yasmā aviññāṇakaṁ suvaṇṇarajatamaṇimuttādiratanaṁ saviññāṇakānaṁ hattiratanādīnaṁ alaṅkāratthāya upanīyati.",
  "anya-e1102n4:15_7": "Saviññāṇakaratanampi duvidhaṁ tiracchānagataratanaṁ manussaratanañca.",
  "anya-e1102n4:15_8": "Tattha manussaratanaṁ aggamakkhāyati.",
  "anya-e1102n4:15_9": "Kasmā yasmā tiracchānagataratanaṁ manussaratanassa opavayhaṁ hoti.",
  "anya-e1102n4:15_10": "Manussaratanampi duvidhaṁ itthiratanaṁ purisaratanañca.",
  "anya-e1102n4:15_11": "Tattha purisaratanaṁ aggamakkhāyati.",
  "anya-e1102n4:15_12": "Kasmā yasmā itthiratanaṁ purisaratanassa paricārikattaṁ āpajjati.",
  "anya-e1102n4:15_13": "Purisaratanampi duvidhaṁ agārikaratanaṁ anagārikaratanañca tattha anagārikaratanaṁ aggamakkhāyati.",
  "anya-e1102n4:15_14": "Kasmā yasmā agārikaratanesu aggo cakkavattīpi sīlādiguṇayuttaṁ anagārikaratanaṁ pañcapatiṭṭhitena vanditvā upaṭṭhahitvā payirupāsitvā dibbamānussikā sampattiyo pāpuṇitvā ante nibbānasampattiṁ pāpuṇāti.",
  "anya-e1102n4:15_15": "Anagārikaratanampi duvidhaṁ ariyaputhujjanavasena.",
  "anya-e1102n4:15_16": "Ariyaratanampi duvidhaṁ sekkhāsekkhavasena.",
  "anya-e1102n4:15_17": "Asekkharatanampi duvidhaṁ sukkhavipassakasamathayānikavasena.",
  "anya-e1102n4:15_18": "Samathayānikaratanampi duvidhaṁ sāvakapāramippattamapattañca.",
  "anya-e1102n4:15_19": "Tattha sāvakapāramippattaṁ aggamakkhāyati. Kasmā guṇamahattatāya.",
  "anya-e1102n4:15_20": "Sāvakapāramippattaratanatopi paccekabuddharatanaṁ aggamakkhāyati. Kasmā guṇamahattatāya.",
  "anya-e1102n4:15_21": "Sāriputtamoggalānasadisāpi hi anekasatā sāvakā paccekabuddhassa guṇānaṁ satabhāgampi na upanenti.",
  "anya-e1102n4:15_22": "Paccekabuddhato sambuddharatanaṁ aggamakkhāyati.",
  "anya-e1102n4:15_23": "Kasmā guṇamahattatāya sakalampi jambudīpaṁ pallaṅke na pallaṅkaṁ ghaṭṭento nisinnā paccekasambuddhā ekassa guṇānaṁ neva saṅkhyaṁ kalaṁ gaṇanabhāgaṁ upanenti,",
  "anya-e1102n4:15_24": "vuttañhetaṁ bhagavatā ‘‘yāvatā bhikkhave sattā apadā vā…pe… tathāgato tesaṁ aggamakkhāyatī’’ti ādi.",
  "anya-e1102n4:15_25": "Evaṁ ‘‘buddho ca dullabho loke, saddhammasavanampi ca,",
  "anya-e1102n4:15_26": "saṅgho ca dullabho loke’’ti imesaṁ tiṇṇaṁ padānaṁ atthuddhāravasena sabbaso attho vuttoyeva hoti.",
  "anya-e1102n4:16_0": "Iti sāgarabuddhittheraviracite sīmavisodhane saṅghavaṇṇanāya",
  "anya-e1102n4:17_0": "Samasīsikaṇḍo catuttho paricchedo."
}