{
  "atk-s0510a16:0_0": "16. Bandhujīvakavaggo",
  "atk-s0510a16:1_0": "1. Bandhujīvakattheraapadānavaṇṇanā",
  "atk-s0510a16:2_0": "Candaṁvavimalaṁ suddhantiādikaṁ āyasmato bandhujīvakattherassa apadānaṁ.",
  "atk-s0510a16:2_1": "Ayampāyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa",
  "atk-s0510a16:2_2": "bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā vasanto sikhissa bhagavato rūpakāyasampattiṁ",
  "atk-s0510a16:2_3": "disvā pasannamānaso bandhujīvakapupphāni gahetvā bhagavato pādamūle pūjesi.",
  "atk-s0510a16:2_4": "Bhagavā tassa cittappasādavaḍḍhanatthāya anumodanamakāsi.",
  "atk-s0510a16:2_5": "So yāvatāyutaṁ ṭhatvā teneva puññena devaloke nibbatto cha kāmāvacarasampattiyo anubhavitvā manussesu",
  "atk-s0510a16:2_6": "ca cakkavattiādisampattiyo anubhavitvā imassa amhākaṁ sammāsambuddhassa uppannakāle gahapatikule nibbatto",
  "atk-s0510a16:2_7": "rūpaggayasaggappatto satthu dhammadesanaṁ sutvā saddhājāto gehaṁ pahāya pabbajito arahattaṁ pāpuṇi.",
  "atk-s0510a16:3_0": "1.",
  "atk-s0510a16:3_1": "So pubbenivāsañāṇena pubbe katakusalakammaṁ anussaritvā somanassajāto pubbacaritāpadānaṁ pakāsento candaṁva vimalaṁ suddhantiādimāha.",
  "atk-s0510a16:3_2": "Tattha candaṁva vimalaṁ suddhanti abbhā, mahikā, dhumo, rajo,",
  "atk-s0510a16:3_3": "rāhūti imehi upakkilesamalehi vimuttaṁ candaṁ iva diyaḍḍhasahassupakkilesamalānaṁ pahīnattā vimalaṁ nikkilesattā",
  "atk-s0510a16:3_4": "suddhaṁ pasannaṁ sikhiṁ sambuddhanti sambandho.",
  "atk-s0510a16:3_5": "Kilesakaddamānaṁ abhāvena anāvilaṁ.",
  "atk-s0510a16:3_6": "Nandībhavasaṅkhātāya balavasnehāya parisamantato khīṇattā nandībhavaparikkhīṇaṁ.",
  "atk-s0510a16:3_7": "Tiṇṇaṁ loketi lokattayato tiṇṇaṁ uttiṇṇaṁ atikkantaṁ.",
  "atk-s0510a16:3_8": "Visattikanti visattikaṁ vuccati taṇhā,",
  "atk-s0510a16:3_9": "nittaṇhanti attho.",
  "atk-s0510a16:4_0": "2.Nibbāpayantaṁ janatanti dhammavassaṁ vassanto janataṁ janasamūhaṁ kilesapariḷāhābhāvena nibbāpayantaṁ vūpasamentaṁ.",
  "atk-s0510a16:4_1": "Sayaṁ saṁsārato tiṇṇaṁ,",
  "atk-s0510a16:4_2": "sabbasatte saṁsārato tārayantaṁ atikkamentaṁ catunnaṁ saccānaṁ munanato jānanato muniṁ sikhiṁ sambuddhanti sambandho.",
  "atk-s0510a16:4_3": "Vanasmiṁ jhāyamānanti ārammaṇūpanijjhānalakkhaṇūpanijjhānehi jhāyantaṁ cintentaṁ cittena bhāventaṁ vanamajjheti attho.",
  "atk-s0510a16:4_4": "Ekaggaṁ ekaggacittaṁ susamāhitaṁ suṭṭhu ārammaṇe āhitaṁ ṭhapitacittaṁ sikhiṁ muniṁ disvāti sambandho.",
  "atk-s0510a16:5_0": "3.Bandhujīvakapupphānīti bandhūnaṁ ñātīnaṁ jīvakaṁ jīvitanissayaṁ hadayamaṁsalohitaṁ bandhujīvakaṁ hadayamaṁsalohitasamānavaṇṇaṁ",
  "atk-s0510a16:5_1": "pupphaṁ bandhujīvakapupphaṁ gahetvā sikhino lokabandhuno pūjesinti attho.",
  "atk-s0510a16:5_2": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:6_0": "Bandhujīvakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:7_0": "2. Tambapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:8_0": "Parakammāyaneyuttotiādikaṁ āyasmato tambapupphiyattherassa apadānaṁ.",
  "atk-s0510a16:8_1": "Ayampi āyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto piyadassissa",
  "atk-s0510a16:8_2": "bhagavato kāle kenaci pure katena akusalakammena duggatakule nibbatto vuddhippatto paresaṁ kammaṁ katvā",
  "atk-s0510a16:8_3": "bhatiyā jīvikaṁ kappesi.",
  "atk-s0510a16:8_4": "So evaṁ dukkhena vasanto paresaṁ aparādhaṁ katvā maraṇabhayena palāyitvā vanaṁ pāvisi.",
  "atk-s0510a16:8_5": "Tattha gataṭṭhāne pāṭalibodhiṁ disvā vanditvā sammajjitvā ekasmiṁ rukkhe tambavaṇṇaṁ pupphaṁ disvā taṁ sabbaṁ kaṇṇike ocinitvā bodhipūjaṁ akāsi.",
  "atk-s0510a16:8_6": "Tattha cittaṁ pasādetvā vanditvā pallaṅkamābhujitvā nisīdi.",
  "atk-s0510a16:8_7": "Tasmiṁ khaṇe te manussā padānupadikaṁ anubandhitvā tattha agamaṁsu.",
  "atk-s0510a16:8_8": "So te disvā bodhiṁ āvajjentova palāyitvā bhayānake gīriduggapapāte patitvā mari.",
  "atk-s0510a16:9_0": "7.",
  "atk-s0510a16:9_1": "So bodhipūjāya anussaritattā teneva pītisomanassena tāvatiṁsādīsu upapanno cha kāmāvacarasampattiṁ anubhavitvā",
  "atk-s0510a16:9_2": "manussesu ca cakkavattiādisampattiṁ anubhavitvā imasmiṁ buddhuppāde vibhavasampanne kule nibbatto vuddhippatto",
  "atk-s0510a16:9_3": "satthu dhammadesanaṁ sutvā pasannamānaso pabbajitvā nacirasseva arahā hutvā attano pubbakammaṁ saritvā",
  "atk-s0510a16:9_4": "somanassajāto pubbacaritāpadānaṁ pakāsento parakammāyane yuttotiādimāha.",
  "atk-s0510a16:9_5": "Tattha paresaṁ kammāni parakammāni,",
  "atk-s0510a16:9_6": "parakammānaṁ āyane karaṇe vāhane dhāraṇe yutto yojito ahosinti attho.",
  "atk-s0510a16:9_7": "Sesaṁ pākaṭamevāti.",
  "atk-s0510a16:10_0": "Tambapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:11_0": "3. Vīthisammajjakattheraapadānavaṇṇanā",
  "atk-s0510a16:12_0": "Udentaṁsataraṁsiṁ vātiādikaṁ āyasmato vīthisammajjakattherassa apadānaṁ.",
  "atk-s0510a16:12_1": "Ayampi purimabuddhesu katādhikāro anekesu jātisatesu katapuññasañcayo sikhissa bhagavato kāle kulagehe",
  "atk-s0510a16:12_2": "nibbatto gharāvāsaṁ vasanto nagaravāsīhi saddhiṁ vīthiṁ sajjetvā nīyamānaṁ bhagavantaṁ disvā pasannamānaso",
  "atk-s0510a16:12_3": "vīthiṁ samaṁ katvā dhajaṁ tattha ussāpesi.",
  "atk-s0510a16:13_0": "15.",
  "atk-s0510a16:13_1": "So teneva puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kule",
  "atk-s0510a16:13_2": "nibbatto viññutaṁ patvā satthu dhammadesanaṁ sutvā paṭiladdhasaddho bahumānahadayo pabbajitvā laddhūpasampado",
  "atk-s0510a16:13_3": "nacirasseva arahā hutvā attano pubbakammaṁ anussaranto paccakkhato jānitvā pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a16:13_4": "udentaṁ sataraṁsiṁ vātiādimāha.",
  "atk-s0510a16:13_5": "Tattha udentaṁ uggacchantaṁ sataraṁsiṁ satapabhaṁ.",
  "atk-s0510a16:13_6": "Sataraṁsīti desanāsīsamattaṁ,",
  "atk-s0510a16:13_7": "anekasatasahassapabhaṁ sūriyaṁ ivāti attho.",
  "atk-s0510a16:13_8": "Pītaraṁsiṁva bhāṇumanti pītaraṁsiṁ saṁkucitapabhaṁ bhāṇumaṁ pabhāvantaṁ candamaṇḍalaṁ iva sambuddhaṁ disvāti attho.",
  "atk-s0510a16:13_9": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:14_0": "Vīthisammajjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:15_0": "4. Kakkārupupphapūjakattheraapadānavaṇṇanā",
  "atk-s0510a16:16_0": "Devaputto ahaṁ santotiādikaṁ āyasmato kakkārupupphapūjakattherassa apadānaṁ.",
  "atk-s0510a16:16_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave katapuññasañcayo sikhissa bhagavato kāle bhummaṭṭhakadevaputto",
  "atk-s0510a16:16_2": "hutvā nibbatto sikhiṁ sammāsambuddhaṁ disvā dibbakakkārupupphaṁ gahetvā pūjesi.",
  "atk-s0510a16:17_0": "21.",
  "atk-s0510a16:17_1": "So tena puññena devamanussesu saṁsaranto ekatiṁsakappabbhantare ubhayasukhaṁ anubhavitvā imasmiṁ buddhuppāde",
  "atk-s0510a16:17_2": "sāvatthiyaṁ kulagehe nibbatto vuddhimanvāya satthari pasanno pabbajitvā nacirasseva arahā hutvā attano",
  "atk-s0510a16:17_3": "pubbakammaṁ paccakkhato ñatvā somanassajāto pubbacaritāpadānaṁ pakāsento devaputto ahaṁ santotiādimāha.",
  "atk-s0510a16:17_4": "Tattha dibbanti kīḷanti pañcahi dibbehi kāmaguṇehīti devā,",
  "atk-s0510a16:17_5": "devānaṁ putto,",
  "atk-s0510a16:17_6": "devo eva vā putto devaputto,",
  "atk-s0510a16:17_7": "ahaṁ devaputto santo vijjamāno dibbaṁ kakkārupupphaṁ paggayha pakārena,",
  "atk-s0510a16:17_8": "gahetvā sikhissa bhagavato abhiropayiṁ pūjesinti attho.",
  "atk-s0510a16:17_9": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:18_0": "Kakkārupupphapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:19_0": "5. Mandāravapupphapūjakattheraapadānavaṇṇanā",
  "atk-s0510a16:20_0": "Devaputtoahaṁ santotiādikaṁ āyasmato mandāravapupphapūjakattherassa apadānaṁ.",
  "atk-s0510a16:20_1": "Ayampi thero purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa",
  "atk-s0510a16:20_2": "bhagavato kāle bhummaṭṭhakadevaputto hutvā nibbatto sikhiṁ bhagavantaṁ disvā pasannamānaso dibbamandāravapupphehi pūjesi.",
  "atk-s0510a16:21_0": "25. So tena puññenātiādikaṁ sabbaṁ anantarattherassa apadānavaṇṇanāya vuttanayeneva veditabbanti.",
  "atk-s0510a16:22_0": "Mandāravapupphapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:23_0": "6. Kadambapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:24_0": "Himavantassāvidūretiādikaṁ āyasmato kadambapupphiyattherassa apadānaṁ.",
  "atk-s0510a16:24_1": "Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sammāsambuddhasuññe",
  "atk-s0510a16:24_2": "loke ekasmiṁ kule nibbatto vuddhimanvāya gharāvāsaṁ vasanto tattha ādīnavaṁ disvā gharāvāsaṁ pahāya tāpasapabbajjaṁ",
  "atk-s0510a16:24_3": "pabbajitvā himavantasamīpe kukkuṭe nāma pabbate assamaṁ katvā vihāsi.",
  "atk-s0510a16:24_4": "So tattha satta paccekabuddhe disvā pasannamānaso pupphitaṁ kadambapupphaṁ ocinitvā te paccekabuddhe pūjesi.",
  "atk-s0510a16:24_5": "Tepi ‘‘icchitaṁ patthita’’ntiādinā anumodanaṁ akaṁsu.",
  "atk-s0510a16:25_0": "30.",
  "atk-s0510a16:25_1": "So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ",
  "atk-s0510a16:25_2": "kulagehe nibbatto vuddhimanvāya satthu dhammadesanaṁ sutvā paṭiladdhasaddho pabbajitvā nacirasseva arahā",
  "atk-s0510a16:25_3": "hutvā pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a16:25_4": "Taṁ vuttatthameva.",
  "atk-s0510a16:25_5": "Kukkuṭo nāma pabbatoti tassa ubhosu passesu kukkuṭacūḷākārena pabbatakūṭānaṁ vijjamānattā kukkuṭoti saṅkhaṁ gato.",
  "atk-s0510a16:25_6": "Pakārena tiro hutvā patiṭṭhahatīti pabbato.",
  "atk-s0510a16:25_7": "Tamhi pabbatapādamhīti tasmiṁ pabbatasamīpe.",
  "atk-s0510a16:25_8": "Satta buddhā vasantīti satta paccekabuddhā tasmiṁ kukkuṭapabbatapāde paṇṇasālāyaṁ vasantīti attho.",
  "atk-s0510a16:26_0": "31.Dīparājaṁvauggatanti dīpānaṁ rājā dīparājā,",
  "atk-s0510a16:26_1": "sabbesaṁ dīpānaṁ jalamānānaṁ tārakānaṁ rājā candoti attho.",
  "atk-s0510a16:26_2": "Atha vā sabbesu jambudīpapubbavidehaaparagoyānauttarakurusaṅkhātesu catūsu dīpesu dvisahassaparittadīpesu",
  "atk-s0510a16:26_3": "ca rājā ālokapharaṇato cando dīparājāti vuccati,",
  "atk-s0510a16:26_4": "taṁ nabhe uggataṁ candaṁ iva pupphitaṁ phullitaṁ kadambarukkhaṁ disvā tato pupphaṁ ocinitvā ubhohi hatthehi",
  "atk-s0510a16:26_5": "paggayha pakārena gahetvā satta paccekabuddhe samokiriṁ suṭṭhu okiriṁ,",
  "atk-s0510a16:26_6": "ādarena pūjesinti attho.",
  "atk-s0510a16:26_7": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:27_0": "Kadambapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:28_0": "7. Tiṇasūlakattheraapadānavaṇṇanā",
  "atk-s0510a16:29_0": "Himavantassāvidūretiādikaṁ āyasmato tiṇasūlakattherassa apadānaṁ.",
  "atk-s0510a16:29_1": "Ayampi thero purimajinavaresu katapuññasambhāro uppannuppannabhave kusalāni upacinanto sikhissa bhagavato",
  "atk-s0510a16:29_2": "kāle kulagehe nibbatto gharāvāsaṁ saṇṭhapetvā tattha dosaṁ disvā taṁ pahāya tāpasapabbajjaṁ pabbajitvā",
  "atk-s0510a16:29_3": "vasanto himavantasamīpe bhūtagaṇe nāma pabbate vasantaṁ ekataṁ vivekamanubrūhantaṁ sikhiṁ sambuddhaṁ",
  "atk-s0510a16:29_4": "disvā pasannamānaso tiṇasūlapupphaṁ gahetvā pādamūle pūjesi.",
  "atk-s0510a16:29_5": "Buddhopi tassa anumodanaṁ akāsi.",
  "atk-s0510a16:30_0": "35.",
  "atk-s0510a16:30_1": "So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ",
  "atk-s0510a16:30_2": "vibhavasampanne ekasmiṁ kule nibbatto vuddhimanvāya sāsane pasanno pabbajitvā upanissayasampannattā nacirasseva",
  "atk-s0510a16:30_3": "arahattaṁ pāpuṇitvā pubbakammaṁ saritvā somanassappatto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a16:30_4": "Bhūtagaṇo nāma pabbatoti bhūtagaṇānaṁ devayakkhasamūhānaṁ āvāsabhūtattā bhavanasadisattā avirūḷhabhāvena pavattattā ca bhūtagaṇo nāma pabbato,",
  "atk-s0510a16:30_5": "tasmiṁ eko adutiyo jino jitamāro buddho vasate dibbabrahmaariyairiyāpathavihārehi viharatīti attho.",
  "atk-s0510a16:31_0": "36.Ekūnasatasahassaṁ ,",
  "atk-s0510a16:31_1": "kappaṁ na vinipātikoti tena tiṇasūlapupphapūjākaraṇaphalena nirantaraṁ ekūnasatasahassakappānaṁ avinipātako",
  "atk-s0510a16:31_2": "caturāpāyavinimutto saggasampattibhavameva upapannoti attho.",
  "atk-s0510a16:31_3": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:32_0": "Tiṇasūlakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:33_0": "8. Nāgapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:34_0": "Suvaccho nāma nāmenātiādikaṁ āyasmato nāgapupphiyattherassa apadānaṁ.",
  "atk-s0510a16:34_1": "Ayampi thero purimajinanisabhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:34_2": "padumuttarabhagavato kāle brāhmaṇakule nibbatto vuddhippatto vedattayādīsu sakasippesu nipphattiṁ patvā",
  "atk-s0510a16:34_3": "tattha sāraṁ adisvā himavantaṁ pavisitvā tāpasapabbajjaṁ pabbajitvā jhānasamāpattisukhena vītināmesi.",
  "atk-s0510a16:34_4": "Tasmiṁ samaye padumuttaro bhagavā tassānukampāya tattha agamāsi.",
  "atk-s0510a16:34_5": "So tāpaso taṁ bhagavantaṁ disvā lakkhaṇasatthesu chekattā bhagavato lakkhaṇarūpasampattiyā pasanno vanditvā añjaliṁ paggayha aṭṭhāsi.",
  "atk-s0510a16:34_6": "Ākāsato anotiṇṇattā pūjāsakkāre akateyeva ākāseneva pakkāmi.",
  "atk-s0510a16:34_7": "Atha so tāpaso sasisso nāgapupphaṁ ocinitvā tena pupphena bhagavato gatadisābhāgamaggaṁ pūjesi.",
  "atk-s0510a16:35_0": "39.",
  "atk-s0510a16:35_1": "So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavanto sabbattha pūjito imasmiṁ buddhuppāde",
  "atk-s0510a16:35_2": "sāvatthiyaṁ kulagehe nibbatto vuddhimanvāya saddhāsampanno pabbajitvā vattapaṭipattiyā sāsanaṁ sobhayamāno",
  "atk-s0510a16:35_3": "nacirasseva arahā hutvā ‘‘kena nu kho kusalakammena mayā ayaṁ lokuttarasampatti laddhā’’ti atītakammaṁ",
  "atk-s0510a16:35_4": "saranto pubbakammaṁ paccakkhato ñatvā sañjātasomanasso pubbacaritāpadānaṁ pakāsento suvaccho nāma nāmenātiādimāha.",
  "atk-s0510a16:35_5": "Tattha vacchagotte jātattā vaccho,",
  "atk-s0510a16:35_6": "sundaro ca so vaccho ceti suvaccho.",
  "atk-s0510a16:35_7": "Nāmena suvaccho nāma brāhmaṇo mantapāragū vedattayādisakalamantasatthe koṭippattoti attho.",
  "atk-s0510a16:35_8": "Sesaṁ heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-s0510a16:36_0": "Nāgapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:37_0": "9. Punnāgapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:38_0": "Kānanaṁvanamogayhātiādikaṁ āyasmato punnāgapupphiyattherassa apadānaṁ.",
  "atk-s0510a16:38_1": "Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto phussassa",
  "atk-s0510a16:38_2": "bhagavato kāle nesādakule nibbatto mahāvanaṁ paviṭṭho tattha supupphitapunnāgapupphaṁ disvā hetusampannattā",
  "atk-s0510a16:38_3": "buddhārammaṇapītivasena bhagavantaṁ saritvā taṁ pupphaṁ saha kaṇṇikāhi ocinitvā vālukāhi cetiyaṁ katvā pūjesi.",
  "atk-s0510a16:39_0": "46.",
  "atk-s0510a16:39_1": "So tena puññena dvenavutikappe nirantaraṁ devamanussasampattiyoyeva anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ",
  "atk-s0510a16:39_2": "vibhavasampanne kule nibbatto vuddhimanvāya pubbavāsanābalena sāsane pasanno pabbajitvā vāyamanto nacirasseva",
  "atk-s0510a16:39_3": "arahā hutvā pubbe katakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento kānanaṁ vanamogayhātiādimāha.",
  "atk-s0510a16:39_4": "Taṁ sabbaṁ heṭṭhā vuttattā uttānatthamevāti.",
  "atk-s0510a16:40_0": "Punnāgapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:41_0": "10. Kumudadāyakattheraapadānavaṇṇanā",
  "atk-s0510a16:42_0": "Himavantassāvidūretiādikaṁ āyasmato kumudadāyakattherassa apadānaṁ.",
  "atk-s0510a16:42_1": "Ayampi thero purimabuddhesu katādhikāro anekesu bhavesu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa",
  "atk-s0510a16:42_2": "bhagavato kāle himavantassa āsanne mahante jātassare kukuttho nāma pakkhī hutvā nibbatto kenaci akusalena",
  "atk-s0510a16:42_3": "pakkhī samānopi pubbe katasambhārena buddhisampanno puññāpuññesu cheko sīlavā pāṇagocarato paṭivirato ahosi.",
  "atk-s0510a16:42_4": "Tasmiṁ samaye padumuttaro bhagavā ākāsenāgantvā tassa samīpe caṅkamati.",
  "atk-s0510a16:42_5": "Atha so sakuṇo bhagavantaṁ disvā pasannacitto kumudapupphaṁ ḍaṁsitvā bhagavato pādamūle pūjesi.",
  "atk-s0510a16:42_6": "Bhagavā tassa somanassuppādanatthaṁ paṭiggahetvā anumodanamakāsi.",
  "atk-s0510a16:43_0": "51.",
  "atk-s0510a16:43_1": "So tena puññena devamanussesu ubhayasampattisukhaṁ anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ aññatarasmiṁ",
  "atk-s0510a16:43_2": "kule nibbatto vuddhimanvāya mahaddhano mahābhogo ratanattaye pasanno satthu dhammadesanaṁ sutvā paṭiladdhasaddho",
  "atk-s0510a16:43_3": "pabbajitvā nacirasseva arahā hutvā attano pubbakammaṁ paccakkhato ñatvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a16:43_4": "pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a16:43_5": "Padumuppalasañchannoti ettha satapattehi sampuṇṇo setapadumo ca tīṇi nīlarattasetuppalāni ca padumuppalāni",
  "atk-s0510a16:43_6": "tehi sañchanno gahanībhūto sampuṇṇo mahājātassaro ahūti sambandho.",
  "atk-s0510a16:43_7": "Puṇḍarīkasamotthaṭoti puṇḍarīkehi rattapadumehi otthaṭo sampuṇṇoti attho.",
  "atk-s0510a16:43_8": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:44_0": "Kumudadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:45_0": "Soḷasamavaggavaṇṇanā samattā."
}