{
  "atk-s0510a34:0_0": "40. Pilindavacchavaggo",
  "atk-s0510a34:1_0": "1. Pilindavacchattheraapadānavaṇṇanā",
  "atk-s0510a34:2_0": "Cattālīsamavagge apadāne nagare haṁsavatiyātiādikaṁ āyasmato pilindavacchattherassa apadānaṁ.",
  "atk-s0510a34:2_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa",
  "atk-s0510a34:2_2": "bhagavato kāle haṁsavatīnagare dovārikakule nibbatto mahaddhano mahābhogo ahosi.",
  "atk-s0510a34:2_3": "So koṭisannicitadhanarāsiṁ oloketvā raho nisinno ‘‘imaṁ sabbadhanaṁ mayā sammā gahetvā gantuṁ vaṭṭatī’’ti",
  "atk-s0510a34:2_4": "cintetvā ‘‘buddhappamukhassa bhikkhusaṅghassa sabbaparikkhāradānaṁ dātuṁ vaṭṭatī’’ti sanniṭṭhānaṁ katvā",
  "atk-s0510a34:2_5": "chattasatasahassaṁ ādiṁ katvā sabbaparibhogaparikkhārānipi satasahassavasena kāretvā padumuttaraṁ bhagavantaṁ",
  "atk-s0510a34:2_6": "nimantetvā buddhappamukhassa bhikkhusaṅghassa mahādānaṁ adāsi.",
  "atk-s0510a34:2_7": "Evaṁ sattāhaṁ dānaṁ datvā pariyosānadivase nibbānādhigamaṁ patthetvā yāvajīvaṁ puññāni katvā jīvitapariyosāne",
  "atk-s0510a34:2_8": "devaloke nibbatto cha kāmāvacare dibbasampattiyo anubhavitvā manussesu ca cakkavattiādisampattiyo anubhavitvā",
  "atk-s0510a34:2_9": "imasmiṁ buddhuppāde brāhmaṇakule nibbatto sabbasippesu nipphattiṁ patto gottavasena pilindavacchoti pākaṭo ahosi.",
  "atk-s0510a34:3_0": "1.",
  "atk-s0510a34:3_1": "So ekadivasaṁ satthu santike dhammadesanaṁ sutvā paṭiladdhasaddho pabbajitvā nacirasseva arahā hutvā",
  "atk-s0510a34:3_2": "attano pubbakammaṁ saritvā somanassajāto udānavasena taṁ pakāsento nagare haṁsavatiyātiādimāha.",
  "atk-s0510a34:3_3": "Tassattho heṭṭhā vuttova.",
  "atk-s0510a34:3_4": "Āsiṁ dovāriko ahanti ahaṁ haṁsavatīnagare rañño gehadvāre dvārapālako āsiṁ ahosinti attho.",
  "atk-s0510a34:3_5": "Akkhobhaṁ amitaṁ bhoganti rañño vallabhattā aññehi khobhetuṁ cāletuṁ asakkuṇeyyaṁ amitaṁ aparimāṇabhogaṁ",
  "atk-s0510a34:3_6": "dhanaṁ mama ghare sannicitaṁ rāsīkataṁ ahosīti attho.",
  "atk-s0510a34:4_0": "3.Bahū medhigatā bhogāti anekā bhogā me mayā adhigatā pattā paṭiladdhāti attho .",
  "atk-s0510a34:4_1": "Satthavāsiādīnaṁ parikkhārānaṁ nāmāni nayānuyogena suviññeyyāni.",
  "atk-s0510a34:4_2": "Parikkhāradānānisaṁsāni ca suviññeyyānevāti.",
  "atk-s0510a34:5_0": "Pilindavacchattheraapadānavaṇṇanā samattā.",
  "atk-s0510a34:6_0": "Dutiyatatiyacatutthapañcamāpadānāni uttānānevāti.",
  "atk-s0510a34:7_0": "6. Bākulattheraapadānavaṇṇanā",
  "atk-s0510a34:8_0": "Chaṭṭhāpadāne himavantassāvidūretiādikaṁ bākulattherassa apadānaṁ.",
  "atk-s0510a34:8_1": "Ayaṁ kira thero atīte ito kappasatasahassādhikassa asaṅkhyeyyassa matthake anomadassissa bhagavato uppattito",
  "atk-s0510a34:8_2": "puretarameva brāhmaṇakule nibbattitvā vayappatto tayo vede uggaṇhitvā tattha sāraṁ apassanto ‘‘samparāyikatthaṁ",
  "atk-s0510a34:8_3": "gavesissāmī’’ti isipabbajjaṁ pabbajitvā pabbatapāde viharanto pañcābhiññāaṭṭhasamāpattīnaṁ lābhī hutvā",
  "atk-s0510a34:8_4": "viharanto buddhuppādaṁ sutvā satthu santikaṁ gantvā dhammaṁ sutvā saraṇesu patiṭṭhito satthu vātābādhe",
  "atk-s0510a34:8_5": "uppanne araññato bhesajjāni ānetvā taṁ vūpasametvā taṁ puññaṁ ārogyatthāya pariṇāmetvā tato cuto brahmaloke",
  "atk-s0510a34:8_6": "nibbatto ekaṁ asaṅkhyeyyaṁ devamanussesu saṁsaranto padumuttarabuddhakāle haṁsavatīnagare ekasmiṁ kule",
  "atk-s0510a34:8_7": "nibbatto viññutaṁ patvā satthu dhammadesanaṁ sutvā satthāraṁ ekaṁ bhikkhuṁ appābādhānaṁ aggaṭṭhāne ṭhapentaṁ",
  "atk-s0510a34:8_8": "disvā sayaṁ taṁ ṭhānantaraṁ ākaṅkhanto paṇidhānaṁ katvā yāvajīvaṁ kusalakammaṁ upacinitvā sugatīsuyeva",
  "atk-s0510a34:8_9": "saṁsaranto vipassissa bhagavato uppattito puretarameva bandhumatīnagare brāhmaṇakule nibbatto sabbasippesu",
  "atk-s0510a34:8_10": "nipphattiṁ patto tattha sāraṁ apassanto isipabbajjaṁ pabbajitvā jhānābhiññālābhī hutvā pabbatapāde vasanto",
  "atk-s0510a34:8_11": "buddhuppādaṁ sutvā satthu santikaṁ gantvā saraṇesu patiṭṭhāya bhikkhūnaṁ tiṇapupphakaroge uppanne taṁ",
  "atk-s0510a34:8_12": "vūpasametvā tattha yāvatāyukaṁ ṭhatvā tato cuto brahmaloke nibbattitvā tato ekanavutikappe devamanussesu",
  "atk-s0510a34:8_13": "saṁsaranto kassapassa bhagavato kāle bārāṇasiyaṁ kulagehe nibbattitvā gharāvāsaṁ vasanto ekaṁ jiṇṇaṁ",
  "atk-s0510a34:8_14": "vinassamānaṁ mahāvihāraṁ disvā tattha uposathāgārādikaṁ sabbaṁ āvasathaṁ kārāpetvā tattha bhikkhusaṅghassa",
  "atk-s0510a34:8_15": "sabbaṁ bhesajjaṁ paṭiyādetvā yāvajīvaṁ kusalaṁ katvā ekaṁ buddhantaraṁ devamanussesu saṁsaranto amhākaṁ",
  "atk-s0510a34:8_16": "bhagavato uppattito puretarameva kosambiyaṁ seṭṭhikule nibbatti.",
  "atk-s0510a34:9_0": "So mātukucchito nikkhamitvā dhātīhi arogabhāvāya yamunāyaṁ nhāpiyamāno tāsaṁ hatthato muccitvā macchena gilito ahosi.",
  "atk-s0510a34:9_1": "Kevaṭṭā taṁ macchaṁ jālāya gahetvā bārāṇasiyaṁ seṭṭhibhariyāya vikkiṇiṁsu.",
  "atk-s0510a34:9_2": "Sā taṁ gahetvā phālayamānā pubbe katapuññaphalena arogaṁ dārakaṁ disvā ‘‘putto me laddho’’ti gahetvā posesi.",
  "atk-s0510a34:9_3": "So janakehi mātāpitūhi taṁ pavattiṁ sutvā āgantvā ‘‘ayaṁ amhākaṁ putto,",
  "atk-s0510a34:9_4": "detha no putta’’nti anuyoge kate raññā ‘‘ubhayesampi sādhāraṇo hotū’’ti dvinnaṁ kulānaṁ dāyādabhāvena",
  "atk-s0510a34:9_5": "vinicchayaṁ katvā ṭhapitattā bākuloti laddhanāmo vayappatto mahāsampattiṁ anubhavanto dvīsu seṭṭhikulesu",
  "atk-s0510a34:9_6": "ekekasmiṁ chamāsaṁ chamāsaṁ vasati.",
  "atk-s0510a34:9_7": "Te attano vāre sampatte nāvāsaṅghāṭaṁ bandhitvā tatrūpari ratanamaṇḍapaṁ kāretvā pañcaṅgikatūriye nipphādetvā",
  "atk-s0510a34:9_8": "kumāraṁ tattha nisīdāpetvā ubhayanagaramajjhaṭṭhānaṁ gaṅgāya āgacchanti,",
  "atk-s0510a34:9_9": "aparaseṭṭhimanussāpi evameva sajjetvā taṁ ṭhānaṁ gantvā kumāraṁ tattha āropetvā gacchanti.",
  "atk-s0510a34:9_10": "So evaṁ vaḍḍhamāno āsītiko hutvā ubhayaseṭṭhiputtoti pākaṭo.",
  "atk-s0510a34:9_11": "Satthu santikaṁ gantvā dhammaṁ sutvā paṭiladdhasaddho pabbajitvā sattāhaṁ vāyamanto aṭṭhame divase saha paṭisambhidāya arahattaṁ pāpuṇi.",
  "atk-s0510a34:10_0": "386.",
  "atk-s0510a34:10_1": "So arahā hutvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a34:10_2": "Tassattho heṭṭhā vuttova.",
  "atk-s0510a34:10_3": "Apadānapāḷiatthopi suviññeyyova.",
  "atk-s0510a34:10_4": "So arahattaṁ patvā vimuttisukhena viharanto saṭṭhivassasatāyuko hutvā parinibbāyīti.",
  "atk-s0510a34:11_0": "Bākulattheraapadānavaṇṇanā samattā.",
  "atk-s0510a34:12_0": "7. Girimānandattheraapadānavaṇṇanā",
  "atk-s0510a34:13_0": "Sattamāpadāne bhariyā me kālaṅkatātiādikaṁ āyasmato girimānandattherassa apadānaṁ.",
  "atk-s0510a34:13_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sumedhassa",
  "atk-s0510a34:13_2": "bhagavato kāle kulagehe nibbatto vayappatto gharāvāsaṁ saṇṭhapetvā vasanto attano bhariyāya ca putte",
  "atk-s0510a34:13_3": "ca kālaṅkate sokasallasamappito araññaṁ pavisitvā pavattaphalabhojano rukkhamūle vihāsi.",
  "atk-s0510a34:13_4": "Tadā sumedho bhagavā tassānukampāya tattha gantvā dhammaṁ desetvā sokasallaṁ abbūḷhesi .",
  "atk-s0510a34:13_5": "So dhammaṁ sutvā pasannamānaso sugandhapupphehi bhagavantaṁ pūjetvā pañcapatiṭṭhitena vanditvā sirasi añjaliṁ katvā abhitthavi.",
  "atk-s0510a34:14_0": "So tena puññena devamanussesu saṁsaranto ubhayattha sukhaṁ anubhavitvā imasmiṁ buddhuppāde rājagahe bimbisārarañño purohitassa putto hutvā nibbatti,",
  "atk-s0510a34:14_1": "girimānandotissa nāmaṁ ahosi.",
  "atk-s0510a34:14_2": "So viññutaṁ patvā satthu rājagahāgamane buddhānubhāvaṁ disvā paṭiladdhasaddho pabbajitvā samaṇadhammaṁ",
  "atk-s0510a34:14_3": "karonto katipayaṁ divasaṁ gāmakāvāse vasitvā satthāraṁ vandituṁ rājagahaṁ agamāsi.",
  "atk-s0510a34:14_4": "Bimbisāramahārājā tassa āgamanaṁ sutvā taṁ upasaṅkamitvā ‘‘idheva, bhante, vasatha,",
  "atk-s0510a34:14_5": "ahaṁ catūhi paccayehi upaṭṭhahāmī’’ti sampavāretvā gatopi bahukiccattā taṁ na sari.",
  "atk-s0510a34:14_6": "‘‘Thero abbhokāseyeva vasatī’’ti.",
  "atk-s0510a34:14_7": "Devatā therassa temanabhayena vassadhāraṁ vāresuṁ.",
  "atk-s0510a34:14_8": "Rājā avassanakāraṇaṁ upadhāretvā ñatvā therassa kuṭikaṁ kārāpesi.",
  "atk-s0510a34:14_9": "Thero kuṭikāyaṁ vasanto senāsanasappāyalābhena cittasamādhānaṁ labhitvā vīriyasamataṁ yojetvā vipassanaṁ ussukkāpetvā arahattaṁ pāpuṇi.",
  "atk-s0510a34:15_0": "419.",
  "atk-s0510a34:15_1": "So arahattaṁ patvā attano pubbakammaṁ saritvā sañjātasomanasso pubbacaritāpadānaṁ pakāsento bhariyā me kālaṅkatātiādimāha.",
  "atk-s0510a34:15_2": "Taṁ bhagavato nivedanañca bhagavatā katānusāsanañca maggaṁ phalādhigamāpadānañca pāṭhānusārena suviññeyyamevāti.",
  "atk-s0510a34:16_0": "Girimānandattheraapadānavaṇṇanā samattā.",
  "atk-s0510a34:17_0": "Aṭṭhamanavamadasamāpadānāni uttānatthānevāti.",
  "atk-s0510a34:18_0": "Cattālīsamavaggavaṇṇanā samattā."
}