{
  "atk-s0510a26:0_0": "28. Suvaṇṇabibbohanavaggo",
  "atk-s0510a26:1_0": "1-10. Suvaṇṇabibbohaniyattheraapadānādivaṇṇanā",
  "atk-s0510a26:2_0": "Aṭṭhavīsatime vagge paṭhamāpadānaṁ uttānameva.",
  "atk-s0510a26:3_0": "5. Dutiyāpadāne manomayena kāyenāti yathā cittavasena pavattakāyenāti attho.",
  "atk-s0510a26:4_0": "10.",
  "atk-s0510a26:4_1": "Tatiyāpadāne mahāsamuddaṁ nissāyāti mahāsāgarāsanne ṭhitassa pabbatassa antare pabbataleṇeti attho.",
  "atk-s0510a26:4_2": "Siddhattho bhagavā vivekakāmatāya vasati paṭivasatīti attho.",
  "atk-s0510a26:4_3": "Paccuggantvānakāsahanti ahaṁ tassa bhagavato paṭiuggantvā samīpaṁ gantvā vandanādipuññaṁ akāsinti attho.",
  "atk-s0510a26:4_4": "Caṅkoṭakamadāsahanti siddhatthassa bhagavato ahaṁ pupphabharitaṁ caṅkoṭakaṁ kadambaṁ adāsiṁ pūjesinti attho.",
  "atk-s0510a26:5_0": "14. Catutthāpadāne akakkasacittassāthāti apharusacittassa, atha-saddo padapūraṇe.",
  "atk-s0510a26:6_0": "19.",
  "atk-s0510a26:6_1": "Pañcamāpadāne udumbare vasantassāti udumbararukkhamūle rukkhacchāyāya vasantassa tissassa bhagavato.",
  "atk-s0510a26:6_2": "Niyate paṇṇasanthareti niyāmite paṭibaddhe paṇṇasanthare sākhābhaṅgāsane nisinnassa.",
  "atk-s0510a26:6_3": "Vutthokāso mayā dinnoti vivittokāse maṇḍapadvārādīhi pihitokāso mayā dinno sampāditoti attho.",
  "atk-s0510a26:7_0": "24.",
  "atk-s0510a26:7_1": "Chaṭṭhāpadāne potthadānaṁ mayā dinnanti potthavaṭṭiṁ potthachalliṁ tāḷetvā kataṁ sāṭakaṁ visamaṁ gophāsukena",
  "atk-s0510a26:7_2": "ghaṁsitvā nimmitaṁ suttaṁ gahetvā kantitvā tena suttena nisīdanatthāya vā bhūmattharaṇatthāya vā sāṭakaṁ",
  "atk-s0510a26:7_3": "vāyāpetvā taṁ sāṭakaṁ mayā ratanattayassa dinnanti attho.",
  "atk-s0510a26:8_0": "27.",
  "atk-s0510a26:8_1": "Sattamāpadāne candabhāgānadītīreti candabhāgāya nāma nadiyā tīrato,",
  "atk-s0510a26:8_2": "nissakke bhummavacanaṁ .",
  "atk-s0510a26:8_3": "Anusotanti sotassa anu heṭṭhāgaṅgaṁ vajāmi gacchāmi ahanti attho.",
  "atk-s0510a26:8_4": "Satta māluvapupphāni,",
  "atk-s0510a26:8_5": "citamāropayiṁ ahanti ahaṁ māluvapupphāni satta pattāni gahetvā citake vālukarāsimhi vālukāhi thūpaṁ katvā pūjesinti attho.",
  "atk-s0510a26:9_0": "31-32.",
  "atk-s0510a26:9_1": "Aṭṭhamāpadāne mahāsindhu sudassanāti sundaradassanasundarodakadhavalapulinopasobhitattā suṭṭhu manoharā mahāsindhu nāma vārinadī ahosi.",
  "atk-s0510a26:9_2": "Tattha tissaṁ sindhuvārinadiyaṁ sappabhāsaṁ pabhāya sahitaṁ sudassanaṁ sundararūpaṁ paramopasame yuttaṁ",
  "atk-s0510a26:9_3": "uttame upasame yuttaṁ samaṅgībhūtaṁ vītarāgaṁ ahaṁ addasanti attho.",
  "atk-s0510a26:9_4": "Disvāhaṁ vimhitāsayoti ‘‘evarūpaṁ bhayānakaṁ himavantaṁ kathaṁ sampatto’’ti vimhitaajjhāsayo acchariyabbhutacittoti attho.",
  "atk-s0510a26:9_5": "Āluvaṁ tassa pādāsinti tassa arahato ahaṁ pasannamānaso āluvakandaṁ pādāsiṁ ādarena adāsinti attho.",
  "atk-s0510a26:10_0": "Navamadasamāpadānāni uttānānevāti.",
  "atk-s0510a26:11_0": "Aṭṭhavīsatimavaggavaṇṇanā samattā."
}