{
  "atk-abh03a55:0_0": "3. Vipākattikavaṇṇanā",
  "atk-abh03a55:1_0": "1-23.",
  "atk-abh03a55:1_1": "Vipākattike vipākaṁ dhammaṁ paṭicca vipāko dhammo uppajjati hetupaccayāti ye hetupaccaye terasa vārā vuttā,",
  "atk-abh03a55:1_2": "te saṅkhipitvā gaṇanāya dassetuṁ hetuyā terasāti vuttaṁ.",
  "atk-abh03a55:1_3": "Ārammaṇe pañcātiādīsupi eseva nayo.",
  "atk-abh03a55:1_4": "Evamettha terasa pañca nava satta tīṇi dveti cha gaṇanaparicchedā,",
  "atk-abh03a55:1_5": "tesaṁ vasena paccayasaṁsandane heṭṭhā vuttanayeneva gaṇanā veditabbā.",
  "atk-abh03a55:2_0": "24-52.",
  "atk-abh03a55:2_1": "Paccanīyepi vipākaṁ dhammaṁ paṭicca vipāko dhammo uppajjati nahetupaccayāti ye nahetupaccaye dasa vārā vuttā,",
  "atk-abh03a55:2_2": "te saṅkhipitvā gaṇanāya dassetuṁ nahetuyā dasāti vuttaṁ.",
  "atk-abh03a55:2_3": "Na ārammaṇe pañcātiādīsupi eseva nayo.",
  "atk-abh03a55:2_4": "Evamettha dasa pañca terasa dvādasa dve ekaṁ nava tīṇīti aṭṭha gaṇanaparicchedā,",
  "atk-abh03a55:2_5": "tesaṁ vasena paccayasaṁsandane heṭṭhā vuttanayeneva vitthārato gaṇanā veditabbā. Pāḷi pana saṅkhittā,",
  "atk-abh03a55:2_6": "etesaññeva pana laddhagaṇanaraparicchedānaṁ vārānaṁ vasena saṁsanditvā anulomapaccanīyaṁ paccanīyānulomañca veditabbaṁ.",
  "atk-abh03a55:3_0": "Sahajātavāro imināva ekagatiko.",
  "atk-abh03a55:3_1": "Paccayanissayasaṁsaṭṭhasampayuttavārā yathāpāḷimeva niyyanti.",
  "atk-abh03a55:4_0": "92.",
  "atk-abh03a55:4_1": "Pañhāvāre kusalākusale niruddheti etasmiṁ vipassanāvasena pavatte kusale sārajjanādivasena pavatte akusale ca niruddhe.",
  "atk-abh03a55:4_2": "Vipāko tadārammaṇatā uppajjatīti kāmāvacaravipāko tadārammaṇatāya uppajjati.",
  "atk-abh03a55:4_3": "Ye pana ‘‘vipassanājavanānaṁ vicikicchuddhaccānañca pariyosāne tadārammaṇaṁ natthī’’ti vadanti,",
  "atk-abh03a55:4_4": "te imāya tantiyā paṭisedhetabbā.",
  "atk-abh03a55:4_5": "Ākāsānañcāyatanakusalaṁ viññāṇañcāyatanassa kiriyassa ārammaṇapaccayena paccayoti arahattaṁ patvā asamāpannapubbā samāpattiyo paṭilomato samāpajjantassa vasenetaṁ vuttaṁ.",
  "atk-abh03a55:4_6": "Iminā upāyena sabbavissajjanesu sādhukaṁ pāḷiṁ upaparikkhitvā attho veditabbo.",
  "atk-abh03a55:5_0": "120.Hetuyā satta, ārammaṇe nava,",
  "atk-abh03a55:5_1": "adhipatiyā dasātiādīsupi sahajātādhipativasena ārammaṇādhipativasena sahajātanissayavasena purejātanissayavasena anantarūpanissayavasena ārammaṇūpanissayavasena pakatūpanissayavasena sahajātavippayuttavasena purejātapacchājātavippayuttavasenāti yattha yattha yathā yathā yattakāni vissajjanāni labbhanti,",
  "atk-abh03a55:5_2": "tattha tattha tathā tathā tāni sabbāni sallakkhetabbāni.",
  "atk-abh03a55:5_3": "Tathā paccanīyādīsu anulomavasena vāruddharaṇaṁ,",
  "atk-abh03a55:5_4": "anulomato laddhavārānaṁ paccanīyato gaṇanā, paccayasaṁsandanaṁ,",
  "atk-abh03a55:5_5": "anulomapaccanīye paccanīyānulome ca suddhikesu ceva saṁsandanavasena ca pavattesu hetumūlakādīsu labbhamānavāragaṇanā,",
  "atk-abh03a55:5_6": "alabbhamānānaṁ alabbhamānatāti sabbaṁ heṭṭhā vuttanayeneva veditabbaṁ.",
  "atk-abh03a55:6_0": "Yathā cettha, evaṁ ito paresupi tikadukesu.",
  "atk-abh03a55:6_1": "Paṭṭhānapakaraṇañhi pāḷitova anantaṁ aparimāṇaṁ.",
  "atk-abh03a55:6_2": "Tassa padapaṭipāṭiyā atthaṁ vaṇṇayissāmīti paṭipannassa atidīghāyukassāpi āyu nappahoti.",
  "atk-abh03a55:6_3": "Na cassa ekadesaṁ vaṇṇetvā sesamhi nayato dassiyamāne na sakkā attho jānituṁ,",
  "atk-abh03a55:6_4": "tasmā ito paraṁ ettakampi avatvā sesesu tikadukesu heṭṭhā avuttappakārattā yaṁ yaṁ avassaṁ vattabbaṁ, taṁ tadeva vakkhāma. Yaṁ pana avatvā gamissāma,",
  "atk-abh03a55:6_5": "taṁ pāḷinayeneva veditabbanti.",
  "atk-abh03a55:7_0": "Vipākattikavaṇṇanā."
}