{
  "patthana20.3:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana20.3:0.2_0": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.3:0.3_0": "20.3. Āsavagocchaka",
  "patthana20.3:1.1_0": "Naāsavaṁ dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:1.1_1": "Naāsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:1.1_2": "Naāsavaṁ dhammaṁ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:2.1_0": "Nanoāsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:2.1_1": "Nanoāsavaṁ dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:2.1_2": "Nanoāsavaṁ dhammaṁ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:3.1_0": "Naāsavañca nanoāsavañca dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana20.3:4.1_0": "Hetuyā nava …pe… vipāke ekaṁ …pe… avigate nava.",
  "patthana20.3:5.1_0": "Nasāsavaṁ dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:5.1_1": "Nasāsavaṁ dhammaṁ paṭicca anāsavo dhammo uppajjati hetupaccayā.",
  "patthana20.3:5.1_2": "Nasāsavaṁ dhammaṁ paṭicca sāsavo ca anāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:6.1_0": "Naanāsavaṁ dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana20.3:7.1_0": "Nasāsavañca naanāsavañca dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
  "patthana20.3:8.1_0": "Hetuyā pañca …pe… ārammaṇe dve …pe… avigate pañca.",
  "patthana20.3:9.1_0": "Naāsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.3:10.1_0": "Hetuyā nava,",
  "patthana20.3:10.1_1": "ārammaṇe cha …pe… vipāke ekaṁ …pe… avigate nava.",
  "patthana20.3:11.1_0": "Naāsavañceva anāsavañca dhammaṁ paṭicca āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.3:12.1_0": "Hetuyā nava …pe… vipāke ekaṁ …pe… avigate nava.",
  "patthana20.3:13.1_0": "Naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.3:14.1_0": "Hetuyā nava …pe… avigate nava.",
  "patthana20.3:15.1_0": "Āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.3:16.1_0": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca."
}