{
  "patthana16.4:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana16.4:0.2_0": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.4:0.3_0": "16.4. Kusalattika, Hetusahetukaduka",
  "patthana16.4:1.1_0": "Kusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca naakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:1.1_1": "Kusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca naabyākato nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:1.1_2": "Kusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca naakusalo nahetu ceva naahetuko ca naabyākato nahetu ceva naahetuko ca dhammā uppajjanti hetupaccayā.",
  "patthana16.4:2.1_0": "Akusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana16.4:3.1_0": "Abyākataṁ hetuñceva sahetukañca dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:3.1_1": "Abyākataṁ hetuñceva sahetukañca dhammaṁ paṭicca naakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:3.1_2": "Abyākataṁ hetuñceva sahetukañca dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca naakusalo nahetu ceva naahetuko ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana16.4:4.1_0": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.4:5.1_0": "Kusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:5.1_1": "Kusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:5.1_2": "Kusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.4:6.1_0": "Akusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:6.1_1": "Akusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:6.1_2": "Akusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.4:7.1_0": "Abyākataṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:7.1_1": "Abyākataṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā.",
  "patthana16.4:7.1_2": "Abyākataṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu ca naakusalo naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana16.4:8.1_0": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava."
}