{
  "patthana7.22:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana7.22:0.2_0": "Dhammapaccanīya (2), Tikapaṭṭhānapāḷi (1)",
  "patthana7.22:0.3_0": "7.22. Sanidassanattika",
  "patthana7.22:1.1_0": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:1.1_1": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:1.1_2": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:1.1_3": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:1.1_4": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:1.1_5": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:2.1_0": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:2.1_1": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:2.1_2": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:2.1_3": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:2.1_4": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:2.1_5": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.",
  "patthana7.22:3.1_0": "Naanidassanaappaṭighaṁ dhammaṁ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:3.1_1": "Naanidassanaappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
  "patthana7.22:3.1_2": "Naanidassanaappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā …. Cha.",
  "patthana7.22:4.1_0": "Nasanidassanasappaṭighañca naanidassanaappaṭighañca dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā …. Cha.",
  "patthana7.22:5.1_0": "Nasanidassanasappaṭighañca naanidassanasappaṭighañca dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā …. Cha. (Saṅkhittaṁ.)",
  "patthana7.22:6.1_0": "Hetuyā tiṁsa,",
  "patthana7.22:6.1_1": "ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa.",
  "patthana7.22:7.1_0": "(Yathā kusalattike sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi pañhāvārampi gaṇitaṁ evaṁ gaṇetabbaṁ.)"
}