{
  "tika-abh01t8:0_0": "4. Aṭṭhakathākaṇḍaṁ",
  "tika-abh01t8:1_0": "Tikaatthuddhāravaṇṇanā",
  "tika-abh01t8:2_0": "1384.Nayamagganti suttantabhājanīyādinayagamanaṁ anulomādinayagamanañca.",
  "tika-abh01t8:2_1": "Tampi hi ettha atthesu nicchitesu sukhaṁ samānenti.",
  "tika-abh01t8:2_2": "Pañhuddhāranti ekūnapaññāsāya ekūnapaññāsāya navasu navasu ca pañhesu labbhamānassa uddharaṇaṁ,",
  "tika-abh01t8:2_3": "tesuyeva labbhamānānaṁ gaṇanānaṁ ṭhapanaṁ gaṇanācāro.",
  "tika-abh01t8:2_4": "Atthuddhāranti ‘‘ime nāma cittuppādādayo atthā kusalādikā’’ti uddharaṇaṁ.",
  "tika-abh01t8:2_5": "Kaṇṇikaṁ kaṇṇikanti cittuppādakaṇḍarūpakaṇḍesu vibhatte pasaṭe dhamme ‘‘catūsu bhūmīsu kusalaṁ dvādasākusalacittuppādā’’tiādinā rāsirāsivasena saha ganthetvāti attho.",
  "tika-abh01t8:2_6": "Ghaṭagocchakā kaṇṇikavevacanāneva.",
  "tika-abh01t8:2_7": "Ettha pana catūsu bhūmīsu kusalanti ekavacananiddeso catubhūmakānaṁ kusalaphassādīnaṁ kusalabhāve ekattūpagamanato.",
  "tika-abh01t8:2_8": "Cittuppādakaṇḍarūpakaṇḍesu catubhūmicittuppādādivasena viññātadhammassa vasenāyaṁ atthuddhāradesanā āraddhāti tattha yaṁ catūsu bhūmīsu kusalaṁ vibhattaṁ yāva viññātaṁ, ime dhammā kusalāti attho.",
  "tika-abh01t8:3_0": "Yadipi kusalattikavitthāro pubbe viññāto,",
  "tika-abh01t8:3_1": "tathāpi tattha dhammā samayavasena phassādisabhāvavasena ca vibhattā bhinnā viññātā,",
  "tika-abh01t8:3_2": "na pana ekasmiṁ lakkhaṇe samānetvā,",
  "tika-abh01t8:3_3": "tasmā tattha vuttaṁ samayādibhedaṁ vajjetvā sabbabhedabhinnānaṁ ekasmiṁ kusalādilakkhaṇe samānetvā bodhanatthaṁ idha kusalattikaniddeso puna vibhatto.",
  "tika-abh01t8:3_4": "Ettha ca ekavacanena kusalaniddesaṁ katvā bahuvacanena nigamanassa kāraṇaṁ vuttameva.",
  "tika-abh01t8:3_5": "Yadi dhammānaṁ kusalatte ekattūpagamanaṁ,",
  "tika-abh01t8:3_6": "kasmā ekavacanena pucchāpi na katā?",
  "tika-abh01t8:3_7": "Uddese kusala-saddassa dhammavisesanabhāvato tabbisesanānaṁ dhammānaṁ pucchitattā tesañca aniddhāritasaṅkhāvisesattā,",
  "tika-abh01t8:3_8": "niddese pana catūhi bhūmīhi vitthārato viññātāhi kusale visesetvā dassetīti yuttaṁ ‘‘catūsu bhūmīsu kusala’’nti ekattaṁ netvā vacanaṁ.",
  "tika-abh01t8:3_9": "Kusalapadañhi ettha padhānaṁ,",
  "tika-abh01t8:3_10": "tañca visesitabbānapekkhaṁ kusalākārameva attano sabhāve ṭhitaṁ gahetvā pavattamānaṁ ekattameva upādāya pavattati, na bhedanti.",
  "tika-abh01t8:4_0": "1385.Dvādasaakusalacittuppādāti etthāpi paṭhamākusalacittuppādo samayaphassādivasena bhedaṁ anāmasitvā somanassasahagatadiṭṭhigatasampayuttacittuppādabhāve ekattaṁ netvā vutto,",
  "tika-abh01t8:4_1": "evaṁ yāva dvādasamoti ‘‘dvādasa akusalacittuppādā’’ti vuttaṁ.",
  "tika-abh01t8:4_2": "Evaṁ catūsu bhūmīsu vipākotiādīsupi yathāyogaṁ yojetabbaṁ.",
  "tika-abh01t8:4_3": "Cittuppādāti ettha uppajjati etthāti uppādo, kiṁ uppajjati? Cittaṁ,",
  "tika-abh01t8:4_4": "cittassa uppādo cittuppādoti evaṁ avayavena samudāyopalakkhaṇavasena attho sambhavati.",
  "tika-abh01t8:4_5": "Evañhi sati cittacetasikarāsi cittuppādoti siddho hoti.",
  "tika-abh01t8:4_6": "Aṭṭhakathāyaṁ pana ‘‘cittameva uppādo cittuppādo’’ti aññassuppajjanakassa nivattanatthaṁ cittaggahaṇaṁ kataṁ,",
  "tika-abh01t8:4_7": "cittassa anuppajjanakabhāvanivattanatthaṁ uppādaggahaṇaṁ,",
  "tika-abh01t8:4_8": "cittuppādakaṇḍe vā ‘‘cittaṁ uppannaṁ hotī’’ti cittassa uppajjanakabhāvo pākaṭoti katvā ‘‘cittameva uppādo’’ti vuttaṁ,",
  "tika-abh01t8:4_9": "cittassa anuppajjanakassa nivattetabbassa sabbhāvā uppādaggahaṇaṁ katanti veditabbaṁ.",
  "tika-abh01t8:4_10": "Ayañcattho ‘‘dvepañcaviññāṇānī’’tiādīsu viya cittappadhāno niddesoti katvā vuttoti daṭṭhabbo.",
  "tika-abh01t8:5_0": "1420.Chasu dvāresūti ettha pañcadvāre vattabbameva natthi,",
  "tika-abh01t8:5_1": "manodvārepi parittārammaṇameva javanaṁ tadārammaṇasaṅkhātaṁ bhavaṅgaṁ anubandhati.",
  "tika-abh01t8:5_2": "Tañhi parittassa kammassa vipāko,",
  "tika-abh01t8:5_3": "vipāko ca iṭṭhāniṭṭhārammaṇānubhavanaṁ,",
  "tika-abh01t8:5_4": "kammānurūpo ca vipāko hotīti parittakammavipāko parittārammaṇasseva anubhavanaṁ hoti.",
  "tika-abh01t8:5_5": "Tasmā sabbaṁ tadārammaṇaṁ ‘‘parittārammaṇa’’nti vuttaṁ.",
  "tika-abh01t8:5_6": "Yadi evaṁ mahaggatavipākopi mahaggatānubhavanameva āpajjatīti ce? Na,",
  "tika-abh01t8:5_7": "samādhippadhānassa kammassa appanāppattassa saññāvasārammaṇassa tādiseneva vipākena bhavitabbattā.",
  "tika-abh01t8:5_8": "Tasmā samādhi sukhānubhavanabhūto,",
  "tika-abh01t8:5_9": "sopi kammānurūpatoyeva kammārammaṇo hotīti daṭṭhabbo.",
  "tika-abh01t8:5_10": "Kammānurūpato eva ca tadārammaṇaṁ parittārammaṇampi mahaggatajavanaṁ nānubandhati.",
  "tika-abh01t8:5_11": "Tato eva paṭisandhiādibhūto kāmāvacaravipāko kammanimittampi parittameva ārammaṇaṁ karoti, na mahaggataṁ appamāṇaṁ vā.",
  "tika-abh01t8:5_12": "Yasmā pana vuttaṁ ‘‘mahaggatārammaṇo dhammo parittārammaṇassa dhammassa kammapaccayena paccayo,",
  "tika-abh01t8:5_13": "appamāṇārammaṇo dhammo parittārammaṇassa dhammassa kammapaccayena paccayo’’ti,",
  "tika-abh01t8:5_14": "na ca mahaggatappamāṇavipāko parittārammaṇo atthi,",
  "tika-abh01t8:5_15": "idha ca sabbakāmāvacaravipākānaṁ parittārammaṇatāva vuttā,",
  "tika-abh01t8:5_16": "tasmā kammānurūpato mahaggatappamāṇārammaṇampi parittakammaṁ yadi paṭisandhiṁ deti,",
  "tika-abh01t8:5_17": "kammagatinimittārammaṇameva deti.",
  "tika-abh01t8:5_18": "Pavattivipākampi rūpādiparittārammaṇamevāti veditabbaṁ.",
  "tika-abh01t8:5_19": "Khīṇāsavānaṁ vāsanāvasena sativippayuttahasanaṁ pavattamānaṁ parittesveva pavattati,",
  "tika-abh01t8:5_20": "na itaresu kilesavirahe tādisahasanapaccayabhāvābhāvato.",
  "tika-abh01t8:5_21": "Tasmā tassa parittārammaṇatā vuttā.",
  "tika-abh01t8:5_22": "Khīṇāsavānaṁ asakkaccadānādīni ādarākaraṇavaseneva veditabbāni, na kosajjādiakusalavasena.",
  "tika-abh01t8:5_23": "Paṭippassaddhasabbussukkā hi te uttamapurisāti.",
  "tika-abh01t8:5_24": "Tesaṁ ādarākaraṇañca nirussukkatā evāti veditabbā.",
  "tika-abh01t8:6_0": "1421.Atipaguṇānanti vacanaṁ nirādarassa ñāṇavippayuttapaccavekkhaṇassa visayadassanaṁ, na tassevāti visayaniyamanaṁ.",
  "tika-abh01t8:6_1": "Ñāṇasampayuttassapi hi atipaguṇānaṁ visayatā suṭṭhutaraṁ hoti eva.",
  "tika-abh01t8:6_2": "Yathā paguṇaṁ ganthaṁ sajjhāyanto dve tayo vācanāmagge gatepi na sallakkheti ñāṇavippayuttasatimantena sajjhāyitattā,",
  "tika-abh01t8:6_3": "evaṁ paguṇajjhānesupi pavatti hotīti āha ‘‘atipaguṇāna’’ntiādi.",
  "tika-abh01t8:6_4": "Kasiṇanimittādipaññattīti pubbe dassitaṁ sabbaṁ upādāpaññattimāha.",
  "tika-abh01t8:6_5": "Taṁ pana rūpādayo viya avijjamāno vijjamāno ca atthoti ācariyā vadanti.",
  "tika-abh01t8:6_6": "Sammutisacce pana vuccamānānaṁ kasiṇanimittādi vācāvatthumattato vacanavohāreneva paññattīti vuccati.",
  "tika-abh01t8:6_7": "Tassa hi paññāpanaṁ avijjamānapaññattīti tassa avijjamānattaṁ aṭṭhakathāyaṁ vuttanti.",
  "tika-abh01t8:6_8": "Avijjamānampi pana taṁ vijjamānamiva gahetvā pavattamānāya saññāya parittādīsu ‘‘ayaṁ nāma dhammo ārammaṇa’’nti na sakkā vattuṁ te eva dhamme upādāya pavattamānāyapi dhammesveva aṭṭhānato.",
  "tika-abh01t8:6_9": "Tasmā sā sasampayuttā parittādiārammaṇāti na vattabbāti vuttā.",
  "tika-abh01t8:6_10": "Navattabbārammaṇāti idaṁ pana vacanaṁ yathāgahitākārassa saññāvisayassa navattabbataṁ sandhāya navattabbaṁ ārammaṇaṁ etesanti navattabbārammaṇā,",
  "tika-abh01t8:6_11": "cittuppādāti aññapadatthasamāsaṁ katvā aṭṭhakathāyaṁ vuttaṁ.",
  "tika-abh01t8:7_0": "Catupaññāsacittuppādānaṁ rūpassa ca vasena pañcapaṇṇāsāya. Kevalanti vinā parāmasanena.",
  "tika-abh01t8:7_1": "Aniṭṭhaṅgatavasenāti anicchayagamanavasena,",
  "tika-abh01t8:7_2": "anicchayaṁ vā dveḷhaṁ gato cittuppādo aniṭṭhaṅgato,",
  "tika-abh01t8:7_3": "tenākārena pavatti ‘‘aniṭṭhaṅgatavasena pavattī’’ti vuttā.",
  "tika-abh01t8:7_4": "Nānārammaṇesu cittassa vikkhipanaṁ vikkhepo. Anavaṭṭhānaṁ avūpasamo.",
  "tika-abh01t8:7_5": "Gotrabhuvodāne gotrabhūti gahetvā ‘‘gotrabhukāle’’ti āha.",
  "tika-abh01t8:8_0": "Sabbatthapādakacatutthanti idha sabbattha-saddo sāmiattho daṭṭhabbo,",
  "tika-abh01t8:8_1": "sabbesu vā vipassanādīsu pādakaṁ kāraṇaṁ sabbatthapādakanti phalassa visayabhāvena niddeso.",
  "tika-abh01t8:8_2": "Ākāsakasiṇacatutthanti paricchedākāsakasiṇacatutthamāha. Tañhi rūpāvacaraṁ, na itaranti.",
  "tika-abh01t8:8_3": "Kusalatopi dvādasavidhaṁ kiriyatopīti catuvīsatividhatā vuttā hoti.",
  "tika-abh01t8:8_4": "Vaṭṭassapi pādakaṁ hotiyevāti kusalaṁ kiriyañca ekato katvā sabbatthapādakaṁ vuttanti kiriyajjhānassa avaṭṭapādakattā sāsaṅkaṁ vadati.",
  "tika-abh01t8:8_5": "Mahaggatacitte samodahatīti idaṁ ‘‘so evaṁ samāhite citte’’tiādinā nayena vuttaṁ pākaṭaṁ pādakajjhānacittaṁ parikammehi gahetvā citte rūpakāyaṁ adhiṭṭhānacittena samodahatīti katvā vuttaṁ.",
  "tika-abh01t8:8_6": "Pādakajjhānacittaṁ rūpakāye samodahatīti idampi yathāvuttaṁ pādakajjhānacittaṁ ārammaṇaṁ katvā cittasantānaṁ rūpakāye samodahitaṁ tadanugatikaṁ katvā adhiṭṭhātīti katvā vuttaṁ,",
  "tika-abh01t8:8_7": "idaṁ pana adhiṭṭhānadvayaṁ adissamānakāyataṁ dissamānakāyatañca āpādeti.",
  "tika-abh01t8:8_8": "Gantukāmatāparikammavasena taṁsampayuttāya saññāya sukhasaññālahusaññābhāvato gamanampi nipphādetīti daṭṭhabbaṁ.",
  "tika-abh01t8:9_0": "Sotāpannassa cittanti sotāpannassa pāṭipuggalikaṁ maggaphalacittanti veditabbaṁ.",
  "tika-abh01t8:9_1": "Mārādīnañhi bhagavato cittajānanaṁ vuttanti cetopariyañāṇalābhī kasmā sāsavacittaṁ na jānissatīti.",
  "tika-abh01t8:9_2": "Chinnavaṭumakā chinnasaṁsāravaṭṭā buddhā.",
  "tika-abh01t8:9_3": "Maggaphalanibbānapaccavekkhaṇatopīti ettha maggaphalapaccavekkhaṇāni tāva pubbenivāsānussatiñāṇena maggaphalesu ñātesu pavattanti,",
  "tika-abh01t8:9_4": "nibbānapaccavekkhaṇañca nibbānārammaṇesu appamāṇadhammesu ñātesūti maggādipaccavekkhaṇāni pubbenivāsānussatiñāṇassa appamāṇārammaṇataṁ sādhentīti veditabbāni.",
  "tika-abh01t8:9_5": "‘‘Appamāṇā khandhā pubbenivāsānussatiñāṇassa ārammaṇapaccayena paccayo’’icceva (paṭṭhā. 2.12.58) hi vuttaṁ, na nibbānanti.",
  "tika-abh01t8:9_6": "Tasmā pubbenivāsānussatiñāṇena eva maggaphalapaccavekkhaṇakicce vuccamānepi nibbānapaccavekkhaṇatā na sakkā vattuṁ,",
  "tika-abh01t8:9_7": "aṭṭhakathāyaṁ pana tassapi nibbānārammaṇatā anuññātāti dissati.",
  "tika-abh01t8:9_8": "Kāmāvacarenibbattissatīti nibbattakkhandhajānanamāha.",
  "tika-abh01t8:9_9": "Nibbānadhātuyā parinibbāyissatīti nibbānārammaṇehi maggaphalehi kilesaparinibbānabhūtehi parinibbāyissatīti attho sambhavati.",
  "tika-abh01t8:10_0": "1429.Asahajātattāti asampayuttattāti attho.",
  "tika-abh01t8:10_1": "Na hi arūpadhammānaṁ arūpadhammehi sahajātatā sampayogato aññā atthīti.",
  "tika-abh01t8:10_2": "‘‘Aññadhammārammaṇakāle’’ti vuttaṁ,",
  "tika-abh01t8:10_3": "maggārammaṇakālepi pana garuṁ akaraṇe maggādhipatibhāvena navattabbatā yojetabbā.",
  "tika-abh01t8:11_0": "1433.Niyogāti niyogatoti imamatthaṁ sandhāya ‘‘niyamenā’’ti āha, niyogavanto vā niyogā, niyatāti attho.",
  "tika-abh01t8:11_1": "Cittuppādakaṇḍe hi bodhitesu cittuppādesu ekantena anāgatārammaṇo koci natthīti.",
  "tika-abh01t8:12_0": "1434.Kammaṁ vā kammanimittaṁ vā ārabbha pavattiyaṁ atītārammaṇāvāti vuttaṁ,",
  "tika-abh01t8:12_1": "kammanimittaṁ pana ārabbha pavattiyaṁ paccuppannārammaṇabhāvañca paṭisandhiyā paṭiccasamuppādavibhaṅgavaṇṇanāyaṁ vakkhati.",
  "tika-abh01t8:12_2": "Tasmā idaṁ manodvāracutiyaṁ atītakammanimittaṁ manodvāre āpāthagataṁ sandhāya vuttanti veditabbaṁ.",
  "tika-abh01t8:12_3": "Satadārammaṇāya cutiyā pañcacittakkhaṇāvasiṭṭhāyuke gatinimitte paṭisandhiyā pavattāya cattāri bhavaṅgāni paccuppannārammaṇāni,",
  "tika-abh01t8:12_4": "itarattha ca cha sandhāyāha ‘‘tato paraṁ bhavaṅgakāle cā’’ti.",
  "tika-abh01t8:12_5": "Yadā hi gatinimittārammaṇe javane pavatte anuppanne eva tadārammaṇe cuti hoti rūpāvacarārūpāvacarasattassa viya kāmadhātuṁ upapajjantassa,",
  "tika-abh01t8:12_6": "tadā paṭisandhito parāni cha bhavaṅgāni paccuppannārammaṇāni hontīti.",
  "tika-abh01t8:12_7": "Diṭṭhisampayuttehi assādanādīni saparāmāsāneva daṭṭhabbāni.",
  "tika-abh01t8:12_8": "Paṇṇattinibbānārammaṇānañca javanānaṁ purecārikakāleti yesaṁ purecārikakāle ekantena āvajjanāya atītādiārammaṇabhāvena navattabbatā, tesaṁ vasena nayaṁ dasseti.",
  "tika-abh01t8:12_9": "Nibbānārammaṇānampi javanānaṁ purecārikakāle sā tathā na vattabbā,",
  "tika-abh01t8:12_10": "na pana ekantena maggaphalavīthīsu tassā anibbānārammaṇattā.",
  "tika-abh01t8:13_0": "Ime gandhāti nanu paccuppannā gandhā gahitā,",
  "tika-abh01t8:13_1": "kathaṁ ettha anāgatārammaṇatā hotīti?",
  "tika-abh01t8:13_2": "‘‘Aṭṭhārasavassādhikāni dve vassasatāni mā sussiṁsū’’ti pavattito,",
  "tika-abh01t8:13_3": "anāgate mā sussiṁ sūti hi anāgataṁ gandhaṁ gahetvā pavattatīti adhippāyo.",
  "tika-abh01t8:13_4": "Cittavasena kāyaṁ pariṇāmento abhimukhībhūtaṁ tadā vijjamānameva kāyaṁ ārammaṇaṁ karotīti paccuppannārammaṇaṁ adhiṭṭhānacittaṁ hoti.",
  "tika-abh01t8:13_5": "Tathā attano kāyassa dīgharassāṇuthūlanīlādibhāvāpādanavasena aññassa ca pāṭihāriyassa karaṇe yojetabbaṁ .",
  "tika-abh01t8:13_6": "Etthantare ekadvesantativārā veditabbāti etthantare pavattā rūpasantatiarūpasantativārā ekadvesantativārā nāmāti veditabbāti attho.",
  "tika-abh01t8:13_7": "Atiparittasabhāvautuādisamuṭṭhānā vā ‘‘ekadvesantativārā’’ti vuttā.",
  "tika-abh01t8:13_8": "Ubhayametaṁ paccuppannanti addhāpaccuppannaṁ hontaṁ etaṁ ubhayaṁ hotīti attho.",
  "tika-abh01t8:13_9": "Saṁhīratīti taṇhādiṭṭhābhinandanāhi ākaḍḍhīyati.",
  "tika-abh01t8:14_0": "Kecīti abhayagirivāsinoti vadanti,",
  "tika-abh01t8:14_1": "te pana cittassa ṭhitikkhaṇaṁ na icchantīti ‘‘ṭhitikkhaṇe vā paṭivijjhatī’’ti na vattabbaṁ siyā.",
  "tika-abh01t8:14_2": "Tathā ye ‘‘iddhimassa ca parassa ca ekakkhaṇe vattamānaṁ cittaṁ uppajjatī’’ti vadanti,",
  "tika-abh01t8:14_3": "tesaṁ ‘‘ṭhitikkhaṇe vā bhaṅgakkhaṇe vā paṭivijjhatī’’ti vacanaṁ na sameti.",
  "tika-abh01t8:14_4": "Na hi tasmiṁ khaṇadvaye uppajjamānaṁ paracittena saha ekakkhaṇe uppajjati nāmāti.",
  "tika-abh01t8:14_5": "Ṭhitibhaṅgakkhaṇesu ca uppajjamānaṁ ekadesaṁ paccuppannārammaṇaṁ,",
  "tika-abh01t8:14_6": "ekadesaṁ atītārammaṇaṁ āpajjati.",
  "tika-abh01t8:14_7": "Yañca vuttaṁ ‘‘parassa cittaṁ jānissāmīti rāsivasena mahājanassa citte āvajjite’’ti,",
  "tika-abh01t8:14_8": "ettha ca mahājano attanā pare aneke puggalāti paresaṁ cittaṁ jānissāmīti āvajjanappavatti vattabbā siyā.",
  "tika-abh01t8:14_9": "Athāpi parassāti mahājanassāti attho sambhaveyya,",
  "tika-abh01t8:14_10": "tathāpi tassa puggalasseva vā cittarāsiṁ āvajjitvā ekassa paṭivijjhanaṁ ayuttaṁ.",
  "tika-abh01t8:14_11": "Na hi rāsiāvajjanaṁ ekadesāvajjanaṁ hotīti.",
  "tika-abh01t8:14_12": "Tasmā tehi ‘‘mahājanassa citte āvajjite’’tiādi na vattabbaṁ.",
  "tika-abh01t8:15_0": "Yaṁ pana te vadanti ‘‘yasmā iddhimassa ca parassa ca ekakkhaṇe cittaṁ uppajjatī’’ti,",
  "tika-abh01t8:15_1": "tatthāyaṁ adhippāyo siyā – cetopariyañāṇalābhī parassa cittaṁ ñātukāmo pādakajjhānaṁ samāpajjitvā vuṭṭhāya atītādivibhāgaṁ akatvā cittasāmaññena ‘‘imassa cittaṁ jānāmī’’ti parikammaṁ katvā puna pādakajjhānaṁ samāpajjitvā vuṭṭhāya sāmaññeneva cittaṁ āvajjitvā tiṇṇaṁ catunnaṁ vā parikammānaṁ anantarā cetopariyañāṇena paracittaṁ paṭivijjhati vibhāveti rūpaṁ viya dibbacakkhunā.",
  "tika-abh01t8:15_2": "Tato paraṁ pana kāmāvacaracittehi sarāgādivavatthānaṁ hoti nīlādivavatthānaṁ viya.",
  "tika-abh01t8:15_3": "Tattha dibbacakkhunā diṭṭhahadayavatthurūpassa sattassa abhimukhībhūtassa cittasāmaññena cittaṁ āvajjayamānaṁ āvajjanaṁ abhimukhībhūtaṁ vijjamānaṁ cittaṁ ārammaṇaṁ katvā cittaṁ āvajjeti.",
  "tika-abh01t8:15_4": "Parikammāni ca taṁ taṁ vijjamānaṁ cittaṁ cittasāmaññeneva ārammaṇaṁ katvā cittajānanaparikammāni hutvā pavattanti.",
  "tika-abh01t8:15_5": "Cetopariyañāṇaṁ pana vijjamānaṁ cittaṁ paṭivijjhantaṁ vibhāventaṁ tena saha ekakkhaṇe eva uppajjati.",
  "tika-abh01t8:15_6": "Tattha yasmā santānassa santānaggahaṇato ekattavasena āvajjanādīni cittantveva pavattāni, tañca cittameva,",
  "tika-abh01t8:15_7": "yaṁ cetopariyañāṇena vibhāvitaṁ,",
  "tika-abh01t8:15_8": "tasmā samānākārappavattito na aniṭṭhe maggaphalavīthito aññasmiṁ ṭhāne nānārammaṇatā āvajjanajavanānaṁ hoti.",
  "tika-abh01t8:15_9": "Paccuppannārammaṇañca parikammaṁ paccuppannārammaṇassa cetopariyañāṇassa āsevanapaccayoti siddhaṁ hoti.",
  "tika-abh01t8:15_10": "Atītattiko ca evaṁ abhinno hoti.",
  "tika-abh01t8:15_11": "Aññathā santatipaccuppanne addhāpaccuppanne ca paccuppannanti idha vuccamāne atītānāgatānañca paccuppannatā āpajjeyya,",
  "tika-abh01t8:15_12": "tathā ca sati ‘‘paccuppanno dhammo paccuppannassa dhammassa anantarapaccayena paccayo’’tiādi vattabbaṁ siyā, na ca taṁ vuttaṁ.",
  "tika-abh01t8:15_13": "‘‘Atīto dhammo paccuppannassa dhammassa anantarapaccayena paccayo,",
  "tika-abh01t8:15_14": "purimā purimā atītā khandhā pacchimānaṁ pacchimānaṁ paccuppannānaṁ khandhānaṁ anantara…pe… anulomaṁ gotrabhussā’’tiādivacanato (paṭṭhā.",
  "tika-abh01t8:15_15": "2.18.5) pana addhāsantatipaccuppannesveva anantarātītā cattāro khandhā atītāti viññāyanti,",
  "tika-abh01t8:15_16": "na ca abhidhammamātikāya āgatassa paccuppannapadassa addhāsantatipaccuppannapadatthatā katthaci pāḷiyaṁ vuttā.",
  "tika-abh01t8:15_17": "Tasmā tehi iddhimassa ca parassa ca ekakkhaṇe cittuppattiyā cetopariyañāṇassa paccuppannārammaṇatā vuttā.",
  "tika-abh01t8:15_18": "Yadā pana ‘‘yaṁ imassa cittaṁ pavattaṁ, taṁ jānāmi. Yaṁ bhavissati,",
  "tika-abh01t8:15_19": "taṁ jānissāmī’’ti vā ābhogaṁ katvā pādakajjhānasamāpajjanādīni karoti,",
  "tika-abh01t8:15_20": "tadā āvajjanaparikammāni cetopariyañāṇañca atītānāgatārammaṇāneva honti āvajjaneneva vibhāgassa katattā.",
  "tika-abh01t8:16_0": "Ye pana ‘‘iddhimā parassa cittaṁ jānitukāmo āvajjeti,",
  "tika-abh01t8:16_1": "āvajjanaṁ khaṇapaccuppannaṁ ārammaṇaṁ katvā teneva saha nirujjhati,",
  "tika-abh01t8:16_2": "tato cattāri pañca vā javanāni. Yesaṁ pacchimaṁ iddhicittaṁ, sesāni kāmāvacarāni,",
  "tika-abh01t8:16_3": "tesaṁ sabbesampi tadeva niruddhaṁ cittamārammaṇaṁ hoti,",
  "tika-abh01t8:16_4": "na ca tāni nānārammaṇāni honti,",
  "tika-abh01t8:16_5": "addhāvasena paccuppannārammaṇattā’’ti idaṁ vacanaṁ nissāya ‘‘āvajjanajavanānaṁ paccuppannātītārammaṇabhāvepi nānārammaṇattābhāvo viya ekadviticatupañcacittakkhaṇānāgatesupi cittesu āvajjitesu āvajjanajavanānaṁ yathāsambhavaṁ anāgatapaccuppannātītārammaṇabhāvepi nānārammaṇatā na siyā,",
  "tika-abh01t8:16_6": "tena catupañcacittakkhaṇānāgate āvajjite anāgatārammaṇaparikammānantaraṁ khaṇapaccuppannārammaṇaṁ cetopariyañāṇaṁ siddha’’nti vadanti,",
  "tika-abh01t8:16_7": "tesaṁ vādo ‘‘anāgatārammaṇo dhammo paccuppannārammaṇassa dhammassa āsevanapaccayena paccayo,",
  "tika-abh01t8:16_8": "paccuppannārammaṇo dhammo atītārammaṇassa dhammassa āsevanapaccayena paccayo’’ti imesaṁ pañhānaṁ anuddhaṭattā gaṇanāya ca ‘‘āsevane tīṇī’’ti vuttattā na sijjhati.",
  "tika-abh01t8:16_9": "Na hi kusalakiriyamahaggataṁ anāsevanaṁ atthīti.",
  "tika-abh01t8:17_0": "Etassa ca vādassa nissayabhāvo āvajjanajavanānaṁ khaṇapaccuppannaniruddhārammaṇatāvacanassa na sijjhati,",
  "tika-abh01t8:17_1": "yaṁ pavattaṁ yaṁ pavattissatīti vā visesaṁ akatvā gahaṇe āvajjanassa anāgataggahaṇabhāvaṁ,",
  "tika-abh01t8:17_2": "tadabhāvā javanānampi vattamānaggahaṇābhāvañca sandhāyeva tassa vuttattā.",
  "tika-abh01t8:17_3": "Tadā hi bhavaṅgacalanānantaraṁ abhimukhībhūtameva cittaṁ ārabbha āvajjanā pavattatīti.",
  "tika-abh01t8:17_4": "Jānanacittassapi vattamānārammaṇabhāve āvajjanajānanacittānaṁ sahaṭṭhānadosāpattiyā rāsiekadesāvajjanapaṭivedhe sampattasampattāvajjanajānane ca aniṭṭhe ṭhāne āvajjanajavanānaṁ nānārammaṇabhāvadosāpattiyā ca yaṁ vuttaṁ ‘‘khaṇapaccuppannaṁ cittaṁ cetopariyañāṇassa ārammaṇaṁ hotī’’ti,",
  "tika-abh01t8:17_5": "taṁ ayuttanti paṭikkhipitvā yathāvuttadosānāpattikālavaseneva addhāsantatipaccuppannārammaṇattā nānārammaṇatābhāvaṁ disvā āvajjanajavanānaṁ vattamānataṁ niruddhārammaṇabhāvo vuttoti,",
  "tika-abh01t8:17_6": "tampi vacanaṁ purimavādino nānujāneyyuṁ.",
  "tika-abh01t8:17_7": "Tasmiñhi sati āvajjanā kusalānantiādīsu viya aññapadasaṅgahitassa anantarapaccayavidhānato ‘‘paccuppannārammaṇā āvajjanā atītārammaṇānaṁ khandhānaṁ anantarapaccayena paccayo’’ti vattabbaṁ siyā, na ca vuttanti.",
  "tika-abh01t8:18_0": "Kasmā panevaṁ cetopariyañāṇassa paccuppannārammaṇatā vicāritā,",
  "tika-abh01t8:18_1": "nanu ‘‘atīto dhammo paccuppannassa dhammassa,",
  "tika-abh01t8:18_2": "anāgato dhammo paccuppannassa dhammassa ārammaṇapaccayena paccayo’’ti etesaṁ vibhaṅgesu ‘‘atītā khandhā iddhividhañāṇassacetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā. 2.18.2),",
  "tika-abh01t8:18_3": "‘‘anāgatā khandhā iddhividhañāṇassa cetopariyañāṇassa anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā. 2.17.3-4),",
  "tika-abh01t8:18_4": "uppannattike ca ‘‘anuppannākhandhā,",
  "tika-abh01t8:18_5": "uppādino khandhā iddhividhañāṇassa cetopariyañāṇassa anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti cetopariyañāṇaggahaṇaṁ katvā ‘‘paccuppanno dhammo paccuppannassā’’ti etassa vibhaṅge ‘‘paccuppannā khandhā iddhividhañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā. 2.18.3),",
  "tika-abh01t8:18_6": "uppannattike ca ‘‘uppannā khandhā iddhividhañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā.",
  "tika-abh01t8:18_7": "2.17.2) ettakasseva vuttattā ‘‘paccuppannacitte cetopariyañāṇaṁ nappavattatī’’ti viññāyati. Yadi hi pavatteyya,",
  "tika-abh01t8:18_8": "purimesu viya itaresu ca cetopariyañāṇaggahaṇaṁ kattabbaṁ siyāti? Saccaṁ kattabbaṁ,",
  "tika-abh01t8:18_9": "nayadassanavasena panetaṁ saṁkhittanti aññāya pāḷiyā viññāyati.",
  "tika-abh01t8:18_10": "‘‘Atītārammaṇo dhammo paccuppannārammaṇassa dhammassa ārammaṇapaccayena paccayo (paṭṭhā. 2.19.20),",
  "tika-abh01t8:18_11": "anāgatārammaṇo dhammo paccuppannārammaṇassa.",
  "tika-abh01t8:18_12": "Paccuppannārammaṇo dhammo paccuppannārammaṇassā’’ti (paṭṭhā.",
  "tika-abh01t8:18_13": "2.19.22) etesañhi vibhaṅgesu ‘‘cetopariyañāṇena atītārammaṇapaccuppannacittasamaṅgissa cittaṁ jānāti.",
  "tika-abh01t8:18_14": "Atītārammaṇā paccuppannā khandhā cetopariyañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā. 2.19.22),",
  "tika-abh01t8:18_15": "‘‘cetopariyañāṇena anāgatārammaṇapaccuppannacittasamaṅgissa cittaṁ…pe… cetopariyañāṇena paccuppannārammaṇapaccuppannacittasamaṅgissa cittaṁ jānāti.",
  "tika-abh01t8:18_16": "Paccuppannārammaṇā paccuppannā khandhā cetopariyañāṇassa āvajjanāya ārammaṇapaccayena paccayo’’ti (paṭṭhā.",
  "tika-abh01t8:18_17": "2.19.21) cetopariyañāṇassa paccuppannārammaṇe pavatti vuttāti.",
  "tika-abh01t8:18_18": "Tenevāyaṁ vicāraṇā katāti veditabbā.",
  "tika-abh01t8:19_0": "Tesanti tesu dvīsu ñāṇesūti niddhāraṇe sāmivacanaṁ.",
  "tika-abh01t8:19_1": "Kusalā khandhāti iddhividhapubbenivāsānāgataṁsañāṇāpekkho bahuvacananiddeso,",
  "tika-abh01t8:19_2": "na cetopariyañāṇayathākammūpagañāṇāpekkhoti.",
  "tika-abh01t8:19_3": "Tesaṁ catukkhandhārammaṇabhāvassa asādhakoti ce? Na,",
  "tika-abh01t8:19_4": "aññattha ‘‘avitakkavicāramattā khandhā ca vicāro ca cetopariyañāṇassa pubbenivāsānussatiñāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo’’ti (paṭṭhā.",
  "tika-abh01t8:19_5": "2.6.72) ‘‘savitakkasavicārā khandhā ca vitakko ca cetopariyañāṇassa pubbenivāsānussatiñāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo’’ti (paṭṭhā.",
  "tika-abh01t8:19_6": "2.6.69) ca vuttattā cetopariyañāṇāpekkhopi bahuvacananiddesoti imassatthassa siddhito.",
  "tika-abh01t8:19_7": "Evamapi yathākammūpagañāṇassa ‘‘avitakkavicāramattā khandhā ca vicāro cā’’tiādīsu avuttattā catukkhandhārammaṇatā na sijjhatīti? Na,",
  "tika-abh01t8:19_8": "tattha avacanassa aññakāraṇattā.",
  "tika-abh01t8:19_9": "Yathākammūpagañāṇena hi kammasaṁsaṭṭhā cattāro khandhā kammappamukhena gayhanti.",
  "tika-abh01t8:19_10": "Tañhi yathā cetopariyañāṇaṁ purimaparikammavasena savitakkādivibhāgaṁ sarāgādivibhāgañca cittaṁ vibhāveti,",
  "tika-abh01t8:19_11": "na evaṁ savibhāgaṁ vibhāveti,",
  "tika-abh01t8:19_12": "kammavaseneva pana samudāyaṁ vibhāvetīti ‘‘avitakkavicāramattā khandhā ca vicāro cā’’tiādike vibhāgakaraṇe taṁ na vuttaṁ, na catukkhandhānārammaṇatoti.",
  "tika-abh01t8:19_13": "Idaṁ pana avacanassa kāraṇanti.",
  "tika-abh01t8:19_14": "Keci tatthāpi ‘‘pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa anāgataṁsañāṇassā’’ti paṭhanti eva.",
  "tika-abh01t8:19_15": "Na hi taṁ kusalākusalavibhāgaṁ viya savitakkādivibhāgaṁ kammaṁ vibhāvetuṁ asamatthaṁ.",
  "tika-abh01t8:19_16": "Duccaritasucaritabhāvavibhāvanampi hi lobhādialobhādisampayogavisesavibhāvanaṁ hotīti.",
  "tika-abh01t8:20_0": "1435.Niyakajjhattapariyāyassaabhāvenāti sabhāvadhammattā kenaci pariyāyena niyakajjhattaṁ ahontaṁ sabbathā bahiddhābhāveneva ‘‘ekantabahiddhā’’ti vuttaṁ,",
  "tika-abh01t8:20_1": "na asabhāvadhammattā bahiddhāpi ahontaṁ kasiṇādi viya niyakajjhattamattassa asambhavato.",
  "tika-abh01t8:20_2": "Asabhāvadhammattā eva hi kasiṇādiajjhattadhammabhūto ca koci bhāvo na hotīti ajjhattattike na vuttanti adhippāyo.",
  "tika-abh01t8:20_3": "Taṁ sabbaṁ ākiñcaññāyatanādi atītārammaṇattike ‘‘navattabbārammaṇa’’nti vuttanti sambandho.",
  "tika-abh01t8:20_4": "Ettha ca vuttanti anuññātattā vacanatoti etehi kāraṇehi pakāsitanti attho.",
  "tika-abh01t8:21_0": "Idāni tanti ‘‘etañhi ākiñcaññāyatana’’nti vuttaṁ ākiñcaññāyatanaṁ taṁ-saddena ākaḍḍhitvā vadati.",
  "tika-abh01t8:21_1": "Yo panāyamettha attho vutto ‘‘ākiñcaññāyatanaṁ ekampi idha vuccamānaṁ atītārammaṇattike tena sahekārammaṇatampi sandhāya kāmāvacarakusalādīnaṁ navattabbārammaṇatāya vuttattā idhāpi tesaṁ navattabbārammaṇabhāvaṁ dīpetīti katvā tasmiṁ vutte tānipi vuttāneva honti, tasmā visuṁ na vuttānī’’ti, tamaññe nānujānanti.",
  "tika-abh01t8:21_2": "Na hi īdisaṁ lesavacanaṁ aṭṭhakathākaṇḍe atthi. Yadi siyā,",
  "tika-abh01t8:21_3": "parittārammaṇattike yesaṁ samānārammaṇānaṁ parittādiārammaṇatā navattabbatā ca vuttā.",
  "tika-abh01t8:21_4": "Puna atītārammaṇattike tesu ekameva vatvā aññaṁ na vattabbaṁ siyā.",
  "tika-abh01t8:21_5": "Tathā vedanāttike samānavedanānaṁ yesaṁ sukhāya vedanāya sampayuttatā vuttā,",
  "tika-abh01t8:21_6": "tesu ekameva pītittike sukhasahagataniddese vatvā aññaṁ na vattabbaṁ siyā.",
  "tika-abh01t8:21_7": "Evaṁ upekkhāsahagataniddesādīsu yojetabbaṁ.",
  "tika-abh01t8:21_8": "Lesena pana vinā aṭṭhakathākaṇḍe atthuddhārassa katattā ākiñcaññāyatanassa viya kāmāvacarakusalādīnampi ajjhattārammaṇattike navattabbatāya sati tānipi navattabbānīti vattabbāni, na pana vuttāni.",
  "tika-abh01t8:21_9": "Tasmā abhāvanāsāmaññepi yāya abhāvanāniṭṭhappavattiyā ākiñcaññāyatanaṁ pavattamānaṁ navattabbaṁ jātaṁ,",
  "tika-abh01t8:21_10": "tassā pavattiyā abhāvena tāni navattabbānīti na vuttāni.",
  "tika-abh01t8:21_11": "Gahaṇavisesanimmitāneva hi kasiṇādīni sabhāvato avijjamānānīti tadārammaṇānaṁ bahiddhāgahaṇavasena bahiddhārammaṇatā vuttā.",
  "tika-abh01t8:21_12": "Ākiñcaññāyatanaṁ pana na bahiddhāgahaṇabhāvena pavattati,",
  "tika-abh01t8:21_13": "nāpi ajjhattaggahaṇabhāvena pavattatīti navattabbanti vuttaṁ.",
  "tika-abh01t8:21_14": "Yena pana gahaṇākārena ākiñcaññāyatanaṁ pavattati,",
  "tika-abh01t8:21_15": "na tena sabbaññutaññāṇampi pavattati. Yadi pavatteyya,",
  "tika-abh01t8:21_16": "tampi ākiñcaññāyatanameva bhaveyya.",
  "tika-abh01t8:21_17": "Yathā hi kilesānaṁ gocaraṁ pavattivisesañca sabbaṁ jānantaṁ sabbaññutaññāṇaṁ na yathā te gaṇhanti,",
  "tika-abh01t8:21_18": "tathā gaṇhāti tassapi kilesabhāvāpattito,",
  "tika-abh01t8:21_19": "evaṁ ākiñcaññāyatanassa ca pavattanākāraṁ yathāsabhāvato jānantaṁ taṁ ākiñcaññāyatanamiva na gaṇhāti , kimaṅgaṁ pana aññanti.",
  "tika-abh01t8:21_20": "Tena kāmāvacarakusalānaṁ navattabbatā na vuttāti.",
  "tika-abh01t8:21_21": "Ayaṁ ‘‘ākiñcaññāyatanassa visayabhūto apagamo nāma eko attho atthī’’ti anicchantānaṁ ācariyānaṁ vinicchayo.",
  "tika-abh01t8:22_0": "Vipākaṁ pana na kassaci ārammaṇaṁ hotīti vipākaṁ ākāsānañcāyatanaṁ vipākādīsu viññāṇañcāyatanesu na kassaci ārammaṇaṁ hotīti attho,",
  "tika-abh01t8:22_1": "tathā ākiñcaññāyatanañca nevasaññānāsaññāyatanassa.",
  "tika-abh01t8:22_2": "Yathā hi vipākattike vipākadhammadhammanevavipākanavipākadhammadhammamūlakesu pañhesu ‘‘ākāsānañcāyatanakusalaṁ viññāṇañcāyatanakusalassa ārammaṇapaccayena paccayo,",
  "tika-abh01t8:22_3": "ākiñcaññāyatanakusalaṁ nevasaññānāsaññāyatanakusalassa, tathā vipākassa kiriyassa.",
  "tika-abh01t8:22_4": "Ākāsānañcāyatanakiriyaṁ viññāṇañcāyatanakiriyassa.",
  "tika-abh01t8:22_5": "Ākiñcaññāyatanakiriyaṁ nevasaññānāsaññāyatanakiriyassa ārammaṇapaccayena paccayo’’ti (paṭṭhā. 1.1.406, 410) vuttaṁ,",
  "tika-abh01t8:22_6": "na tathā vipākadhammamūlakesu ‘‘ākāsānañcāyatanaākiñcaññāyatanavipākā viññāṇañcāyatananevasaññānāsaññāyatanavipākakusalakiriyānaṁ ārammaṇapaccayena paccayo’’ti vuttā.",
  "tika-abh01t8:22_7": "Vipākato vuṭṭhahitvā cittassa abhinīhārāsambhavatoti vipākaṁ ārammaṇaṁ katvā abhinīhārāsambhavatoti attho.",
  "tika-abh01t8:22_8": "Vipākassa hi ārammaṇaṁ katvā natthi abhinīhāroti.",
  "tika-abh01t8:23_0": "Attano khandhādīnīti arūpakkhandhe ‘‘khandhā’’ti gahetvā ādi-saddena rūpaṁ gaṇhāti.",
  "tika-abh01t8:23_1": "Ajjhattaṁ vā gayhamānaṁ ahanti paññattiṁ ādi-saddena gaṇhāti.",
  "tika-abh01t8:23_2": "Esa nayo paresaṁ khandhādiggahaṇe ca.",
  "tika-abh01t8:23_3": "Puna paññattiggahaṇena kasiṇavihārādianindriyabaddhupādāyapaññattimāha.",
  "tika-abh01t8:23_4": "Ādi-saddena vā ahaṁ paraṁ paṇṇattiggahaṇe sabbaṁ upādāyapaññattiṁ. Kammādīsu kammaṁ ajjhattaṁ, kammanimittaṁ ubhayaṁ,",
  "tika-abh01t8:23_5": "gatinimittaṁ bahiddhāti daṭṭhabbaṁ.",
  "tika-abh01t8:23_6": "Attano sarīre eva kimi hutvā nibbattamānassa gatinimittampi ajjhattaṁ siyā.",
  "tika-abh01t8:23_7": "Mallikāya kummāsaṁ dadamānāya rañño aggamahesiṭṭhānalābhaṁ,",
  "tika-abh01t8:23_8": "santatimahāmattassa hatthikkhandhagatassa arahattappattiṁ,",
  "tika-abh01t8:23_9": "sumanamālākārassa ca pupphamuṭṭhinā pūjentassa paccekabodhisacchikiriyaṁ nissāya bhagavā sitaṁ pātvākāsi.",
  "tika-abh01t8:24_0": "Imasmiṁ tike okāsaṁ labhantīti parittārammaṇātītārammaṇattikesu aladdhokāsāni navattabbānīti vuttāni,",
  "tika-abh01t8:24_1": "idha pana navattabbāni na honti,",
  "tika-abh01t8:24_2": "ajjhattādīsu ekārammaṇataṁ labhantīti attho.",
  "tika-abh01t8:24_3": "Etāni hi pañca sabbatthapādakākāsālokakasiṇacatutthānaṁ kasiṇārammaṇattā,",
  "tika-abh01t8:24_4": "brahmavihāracatutthassa paññattiārammaṇattā,",
  "tika-abh01t8:24_5": "ānāpānacatutthassa nimittārammaṇattā bahiddhārammaṇānīti.",
  "tika-abh01t8:24_6": "Sakāyacittānanti sakakāyacittānaṁ, tena payojanaṁ natthi,",
  "tika-abh01t8:24_7": "tasmā na taṁ ajjhattārammaṇanti attho.",
  "tika-abh01t8:24_8": "Anindriyabaddhassa vā rūpassāti ettha ‘‘tissannaṁ vā paññattīna’’nti idampi vā-saddena āharitabbaṁ,",
  "tika-abh01t8:24_9": "nayadassanaṁ vā etaṁ daṭṭhabbaṁ.",
  "tika-abh01t8:24_10": "Īdise hi kāle bahiddhārammaṇanti.",
  "tika-abh01t8:25_0": "Tikaatthuddhāravaṇṇanā niṭṭhitā.",
  "tika-abh01t8:26_0": "Dukaatthuddhāravaṇṇanā",
  "tika-abh01t8:27_0": "1473.Māno…pe… ekadhāvāti idaṁ avuttappakāradassanavasena vuttaṁ,",
  "tika-abh01t8:27_1": "aññathā māno kāmarāgāvijjāsaññojanehi ekato uppajjatīti dvidhāti vattabbo siyā. Esa nayo bhavarāgādīsu.",
  "tika-abh01t8:27_2": "Tathā vicikicchāti ettha tathāti etassa ekadhāvāti attho.",
  "tika-abh01t8:28_0": "1511.Sasaṅkhārikesūti idaṁ kāmacchandanīvaraṇassa tīhi nīvaraṇehi saddhiṁ uppajjanaṭṭhānadassanamattaṁ daṭṭhabbaṁ,",
  "tika-abh01t8:28_1": "na niyamato tattha tassa tehi uppattidassanatthaṁ thinamiddhassa aniyatattā.",
  "tika-abh01t8:28_2": "Heṭṭhimaparicchedenāti uddhaccassa sabbākusale uppajjanato uddhaccasahagate dve,",
  "tika-abh01t8:28_3": "aññesu thinamiddhakukkuccavirahe tīṇi heṭṭhimantato uppajjantīti katvā ‘‘dve tīṇī’’ti vuttanti attho.",
  "tika-abh01t8:28_4": "Yattakānaṁ pana ekato uppattiyaṁ nīvaraṇā ceva nīvaraṇasampayuttā cāti ayamattho sambhavati,",
  "tika-abh01t8:28_5": "heṭṭhimantena tesaṁ dassanatthaṁ ‘‘dve’’ti vuttaṁ.",
  "tika-abh01t8:28_6": "Tato uddhampi pavattiyaṁ ayamattho sambhavati evāti dassanatthaṁ ‘‘tīṇī’’ti vuttaṁ.",
  "tika-abh01t8:28_7": "Dve tīṇīti ca dve vā tīṇi vāti aniyamaniddesoti cattāri vā pañca vātipi viññāyati. Yattha sahuppatti,",
  "tika-abh01t8:28_8": "tattha nīvaraṇā ceva nīvaraṇasampayuttā ca hontīti etassa vā lakkhaṇassa dassanametanti.",
  "tika-abh01t8:28_9": "Yattha cattāri pañca ca uppajjanti,",
  "tika-abh01t8:28_10": "tattha cāyamattho sādhito hoti.",
  "tika-abh01t8:28_11": "Evañca katvā kilesagocchake ca ‘‘dve tayo’’ti vuttaṁ.",
  "tika-abh01t8:28_12": "Lakkhaṇadassanavasena hi kilesā ceva kilesasampayuttā ca vuttā,",
  "tika-abh01t8:28_13": "na sabbesaṁ sambhavantānaṁ sarūpena dassanavasenāti.",
  "tika-abh01t8:29_0": "Yadi uddhaccaṁ sabbākusale uppajjati,",
  "tika-abh01t8:29_1": "kasmā vuttaṁ ‘‘uddhaccanīvaraṇaṁ uddhaccasahagate cittuppāde uppajjatī’’ti?",
  "tika-abh01t8:29_2": "Suttante vuttesu pañcasu nīvaraṇesu aññanīvaraṇarahitassa uddhaccassa visayavisesadassanatthaṁ.",
  "tika-abh01t8:29_3": "Chaṭṭhaṁ pana nīvaraṇaṁ abhidhamme itarehi sahagatanti tassa aññanīvaraṇarahitassa na koci visayaviseso atthi,",
  "tika-abh01t8:29_4": "attanā sahagatehi vinā uppajjanaṭṭhānābhāvā tadupalakkhitassa cittuppādassa abhāvā ca nattheva visayaviseso,",
  "tika-abh01t8:29_5": "tasmā ‘‘taṁ sabbākusale uppajjatī’’ti vuttaṁ.",
  "tika-abh01t8:29_6": "Uddhaccasahagato pana vuttacittuppādo sesadhammānaṁ uddhaccānuvattanabhāvena tadupalakkhito uddhaccassa visayaviseso,",
  "tika-abh01t8:29_7": "tasmā sabbākusale uppajjamānaṁ uddhaccaṁ sāmaññena ‘‘uddhaccanīvaraṇa’’nti gahetvāpi taṁ attano visayavisesena pakāsetuṁ ‘‘uddhaccasahagate cittuppāde uppajjatī’’ti āha.",
  "tika-abh01t8:29_8": "Evañca pakāsanaṁ visayavisesesu lobhadomanassasahagatasasaṅkhārikavicikicchuddhaccasahagatesu pañca nīvaraṇāni vavatthapetvā tesaṁ byāpakabhāvena chaṭṭhaṁ pakāsetuṁ katanti veditabbaṁ.",
  "tika-abh01t8:30_0": "Keci pana ‘‘uddhaccasahagateti sāmaññena sabbaṁ uddhaccaṁ ‘uddhacca’nti gahetvā tena sahagate cittuppāde’’ti vadanti,",
  "tika-abh01t8:30_1": "ayaṁ panattho na bahumato dvādasamacittuppādassa viya sabbākusalacittuppādānaṁ uddhaccena anupalakkhitattā,",
  "tika-abh01t8:30_2": "sati ca upalakkhitatte ‘‘aṭṭhasu lobhasahagatesū’’tiādīsu viya aññesaṁ cittuppādānaṁ nivattanatthaṁ ‘‘dvādasasu uddhaccasahagatesū’’ti vattabbattā.",
  "tika-abh01t8:30_3": "Uddhaccānupalakkhitattā pana sabbākusalānaṁ avijjānīvaraṇaṁ viya idampi ‘‘sabbākusalesu uppajjatī’’ti vattabbaṁ siyā, na pana vuttaṁ,",
  "tika-abh01t8:30_4": "tasmā vuttanayeneva attho veditabbo.",
  "tika-abh01t8:30_5": "Yasmā ca avijjānīvaraṇaṁ viya uddhaccanīvaraṇañca sabbākusalesu uppajjati,",
  "tika-abh01t8:30_6": "tasmā nikkhepakaṇḍe ‘‘kāmacchandanīvaraṇaṁ uddhaccanīvaraṇena nīvaraṇañceva nīvaraṇasampayuttañcā’’tiādi vuttaṁ.",
  "tika-abh01t8:30_7": "Tena ekasmiṁyeva cittuppāde uddhaccanīvaraṇaṁ uppajjatīti aggahetvā adhippāyo maggitabboti.",
  "tika-abh01t8:31_0": "Kilesagocchake lobhādīni dasa kilesavatthūni iminā anukkamena idheva abhidhamme āgatāni.",
  "tika-abh01t8:31_1": "Tasmā idheva vuttassa uddhaccakilesassa attanā saha vuttehi kilesehi rahitassa visayaviseso natthīti visayavisesena pakāsanaṁ akatvā ‘‘uddhaccañca ahirikañca anottappañca sabbākusalesu uppajjatī’’ti vuttaṁ.",
  "tika-abh01t8:31_2": "Kilesā ceva saṁkiliṭṭhapadaniddese yasmā saṁkiliṭṭhapadaṁ kilesasampayuttapadena asamānatthaṁ kevalaṁ malena upatāpitataṁ vibādhitatañca dīpeti ,",
  "tika-abh01t8:31_3": "tasmā kilesā ceva kilesasampayuttapadaniddesena samānaṁ niddesaṁ akatvā ‘‘teva kilesā kilesā ceva saṁkiliṭṭhā cā’’ti vuttaṁ.",
  "tika-abh01t8:32_0": "1577.Dve tayo kilesāti ettha ‘‘dve tayoti hetugocchakādīsu vuttādhikāravasena ruḷhiyā vutta’’nti keci vadanti.",
  "tika-abh01t8:32_1": "Yadi atthaṁ anapekkhitvā ruḷhiyā vucceyya,",
  "tika-abh01t8:32_2": "ganthagocchake ca ‘‘yattha dve tayo ganthā ekato uppajjantī’’ti vattabbaṁ siyā.",
  "tika-abh01t8:32_3": "Yañca vadanti ‘‘yattha dve tayo aññehi ekato uppajjantīti imassatthassa sambhavato ekato-saddo kilesagocchake sātthako,",
  "tika-abh01t8:32_4": "na hetugocchakādīsu tena vināpi adhippāyavijānanato’’ti, tampi na,",
  "tika-abh01t8:32_5": "hetugocchakādīsupi nānāuppattiyaṁ hetū ceva hetusampayuttādiggahaṇanivāraṇatthattā ekato-saddassa,",
  "tika-abh01t8:32_6": "tasmā ruḷhīanvatthakathāropanañca vajjetvā yathāvutteneva nayena attho veditabboti.",
  "tika-abh01t8:32_7": "Lobho chadhātiādinā lobhapaṭighamohānaṁ aññehi ekato uppattidassaneneva tesampi lobhādīhi ekato uppatti dassitāti veditabbā. Sesaṁ uttānatthamevāti.",
  "tika-abh01t8:33_0": "Aṭṭhakathākaṇḍavaṇṇanā niṭṭhitā.",
  "tika-abh01t8:34_0": "Cattāri ca sahassāni, puna tīṇi satāni ca;",
  "tika-abh01t8:35_0": "Aṭṭhasāliniyā ete, padā līnatthajotakā.",
  "tika-abh01t8:36_0": "Dhammamittoti nāmena, sakkaccaṁ abhiyācito;",
  "tika-abh01t8:37_0": "Ānandoiti nāmena, katā ganthā subuddhināti.",
  "tika-abh01t8:38_0": "Iti aṭṭhasāliniyā līnatthapadavaṇṇanā",
  "tika-abh01t8:39_0": "Dhammasaṅgaṇī-mūlaṭīkā samattā."
}