{
  "tika-abh08t7:0_0": "8. Aṭṭhamo paricchedo",
  "tika-abh08t7:1_0": "Pakiṇṇakaniddesavaṇṇanā",
  "tika-abh08t7:2_0": "475.",
  "tika-abh08t7:3_0": "Idānipana sabbesaṁ, etesaṁ mānasaṁ mayā;",
  "tika-abh08t7:4_0": "Pāṭavatthāya bhikkhūnaṁ, kathīyati pakiṇṇakaṁ.",
  "tika-abh08t7:5_0": "Idāni pana kāle etesaṁ tihetukadvihetukaahetukānaṁ sabbesaṁ puggalānaṁ pakiṇṇakaṁ mānasaṁ bhikkhūnaṁpāṭavatthāya bhikkhūnaṁ chekabhāvatthāya mayā kathīyate uccate.",
  "tika-abh08t7:6_0": "476-85.Panthamakkaṭako uṇṇanābhi panthamakkaṭako nāma pañcasu disāsu tassa suttaṁ pasāretvā jālamajjhe nipajjati.",
  "tika-abh08t7:6_1": "Paṭhamāya disāyettha ettha etāsu disāsu paṭhamāya disāya pasārite sutte pāṇakena paṭaṅgena vā makkhikāya vā ghaṭṭite sati sā uṇṇanābhi kiñci calitvā phandanaṁ katvā nipannaṭṭhānato suttānusārena suttaṁ anusāretvā tassa pāṇakassa yūsaṁ yūsasaṅkhātaṁ soṇitaṁ pivati.",
  "tika-abh08t7:6_2": "Punāgantvā tattheva tasmiṁ jālamajjheyeva yathāsukhaṁ nipajjati,",
  "tika-abh08t7:6_3": "yathā paṭhamāya disāya calanādikaṁ kiriyaṁ karoti,",
  "tika-abh08t7:6_4": "evameva dutiyādīsu catūsu disāsu calanādikaṁ kiriyaṁ karoti,",
  "tika-abh08t7:6_5": "evaṁ pañcasu disāsu suttaṁ viya pañca pasādā paṇḍitena daṭṭhabbā,",
  "tika-abh08t7:6_6": "majjhe makkaṭako viya ca cittaṁ pana paṇḍitena daṭṭhabbaṁ.",
  "tika-abh08t7:6_7": "Pāṇakādīhi khuddakatiracchānehi tassa saṅghaṭṭanā viya ārammaṇe pana pasādānaṁ saṅghaṭṭanā paṇḍitena daṭṭhabbā.",
  "tika-abh08t7:6_8": "Jālamajjhe nipannāya uṇṇanābhiyā taṁ calanaṁ viya pasāde ghaṭṭetīti pasādaghaṭṭanaṁ, kiṁ taṁ? Ārammaṇaṁ.",
  "tika-abh08t7:6_9": "Tattha tissaṁ vīthiyaṁ pasādaghaṭṭanaṁ ārammaṇaṁ gahetvā manodhātukiriyācittaṁ bhavaṅgaṁ āvaṭṭetīti bhavaṅgāvaṭṭanaṁ mataṁ bhagavatā.",
  "tika-abh08t7:6_10": "Tassa panthamakkaṭakassa suttānusāraṁva suttaṁ anugamanaṁ viya vīthicittappavattanaṁ paṇḍitena daṭṭhabbaṁ.",
  "tika-abh08t7:6_11": "Sīse pana vijjhitvā assa makkaṭassa yūsapānaṁ viya javanassa cittassa ārammaṇesu pavattanaṁ paṇḍitena daṭṭhabbaṁ.",
  "tika-abh08t7:6_12": "Puna āgantvā suttajālamajjhe nipajjanaṁ yathā vatthuṁyeva hadayavatthuṁ eva nissāya cittassa parivattanaṁ paṇḍitena daṭṭhabbaṁ.",
  "tika-abh08t7:7_0": "486-93.Idaṁtu pana opammaṁ,",
  "tika-abh08t7:7_1": "atthaṁ dīpeti kiṁ tu hi idaṁ opammaṁ kaṁ atthaṁ dīpeti pakāseti?",
  "tika-abh08t7:7_2": "Paṭhamaṁ pasāde ārammaṇena ghaṭṭite sati pasādavatthuto pasādo vatthu nissayo etassāti pasādavatthu, cittaṁ, tato pasādavatthuto,",
  "tika-abh08t7:7_3": "paṭhamaṁ eva vatthusannissitaṁ bhavaṅgasaṅkhātaṁ mano jāyati,",
  "tika-abh08t7:7_4": "itipi attho tena opammena dīpito.",
  "tika-abh08t7:7_5": "Ekekārammaṇaṁ dvīsu dvīsu dvāresu sabbaso sabbappakārena pana āpāthaṁ āgacchati,",
  "tika-abh08t7:7_6": "ayamatthopi tena opammena dīpito ‘‘dvīsu dvīsu dvāresū’’ti,",
  "tika-abh08t7:7_7": "ekaṁ rūpārammaṇaṁ ekasmiṁyeva khaṇe cakkhudvāre,",
  "tika-abh08t7:7_8": "manodvāre cāti dvīsu dvāresu āpāthaṁ āgacchatīti attho.",
  "tika-abh08t7:7_9": "Sotadvārādīsupi eseva nayo ñeyyo.",
  "tika-abh08t7:7_10": "Rūpaṁ cakkhupasādamhi ghaṭṭetvā taṅkhaṇe pana tassa khaṇe pana tathā manodvāre pana āpāthaṁ āgacchati,",
  "tika-abh08t7:7_11": "bhavaṅgacalanassa paccayo hotīti attho.",
  "tika-abh08t7:7_12": "Na saṁsayo etasmiṁ vacane saṁsayo natthi. Yathā khago yathā sakuṇo.",
  "tika-abh08t7:7_13": "Hi saccaṁ mayā vuttaṁ vacanaṁ.",
  "tika-abh08t7:7_14": "Rukkhagge rukkhakoṭiyaṁ nilīyantova sākhino sākhaṁ ghaṭṭeti,",
  "tika-abh08t7:7_15": "tassa chāyā bhūmiyaṁ pathaviyaṁ pharati paṭihaññati. Idhāti nipāto.",
  "tika-abh08t7:7_16": "Sākhāya sakuṇena ghaṭṭanaṁ bhūmiyaṁ chāyāpharaṇāpi ca apubbaṁ acarimaṁ ekakkhaṇasmiṁyeva jāyare jāyanti. Evameva pana rūpassa, pasādassa ca ghaṭṭanaṁ,",
  "tika-abh08t7:7_17": "tatheva atthato atthavasena bhavaṅgacalanassāpi paccayattena paccayabhāvena manodvāre āpāthaṁ āgamanaṁ apubbaṁ acarimaṁ ekakkhaṇeyeva hoti.",
  "tika-abh08t7:8_0": "494-7.",
  "tika-abh08t7:8_1": "Tato paraṁ bhavaṅgasotaṁ chinditvā cakkhudvāre cakkhupasāde yathākkamaṁ āvajjane samuppanne, dassane samuppanne, sampaṭicchane samuppanne, santīraṇe samuppanne,",
  "tika-abh08t7:8_2": "tathā voṭṭhabbane ca samuppanne kusalaṁ javanacittaṁ javati,",
  "tika-abh08t7:8_3": "tathā akusalameva cittaṁ javati.",
  "tika-abh08t7:8_4": "Sotadvārādīsupi saddādīnaṁ ārammaṇānaṁ ghaṭṭane eseva nayo avisesena viññunā viññeyyo.",
  "tika-abh08t7:8_5": "Etassa atthassa dīpane dovārikopamādīni vacanāni uddharitvā tato pakaraṇato nīharitvā ettha etasmiṁ vīthiyādhikāre viññunā dassetabbāni.",
  "tika-abh08t7:9_0": "498-9.Asambhedena cakkhussāti tassāpi cakkhu asambhinnaṁ hoti.",
  "tika-abh08t7:9_1": "Jīvitā niruddhampi pittena vā semhena vā ruhirena vā palibuddhaṁ cakkhuviññāṇassa paccayo bhavituṁ asakkontaṁ sambhinnaṁ nāma,",
  "tika-abh08t7:9_2": "sakkontaṁ asambhinnaṁ nāma hoti.",
  "tika-abh08t7:9_3": "Tena cakkhupasādassa asambhinnena rūpāpāthagamanena ālokasannissayenāpi.",
  "tika-abh08t7:9_4": "Tena tividhena paccayena samanakkārahetunā pañcadvārāvajjanapaccayena saha pavattanena.",
  "tika-abh08t7:9_5": "Etehi pana catūhi paccayehi saṁ ekato inti pavattantīti sametā,",
  "tika-abh08t7:9_6": "sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi,",
  "tika-abh08t7:9_7": "taṁ cakkhuviññāṇaṁ cakkhupasādanissitaṁ viññāṇaṁ sampayuttehi cetasikehi saha jāyate.",
  "tika-abh08t7:10_0": "500-1.Asambhedena sotassa sotapasādassa asambhinnena saddāpāthagamena ca saddassa āpāthagamanena ca.",
  "tika-abh08t7:10_1": "Ākāsanissayenāpi pihitakaṇṇacchiddassa sotaviññāṇaṁ nuppajjati. Tena tividhena paccayena.",
  "tika-abh08t7:10_2": "Samanakkārahetunā pañcadvārāvajjanapaccayena saha pavattena.",
  "tika-abh08t7:10_3": "Etehi pana catūhi paccayehi sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi taṁ sotaviññāṇaṁ sampayuttehi saha jāyati.",
  "tika-abh08t7:11_0": "502-3.Asambhedena ghānassa ghānapasādassa asambhinnena gandhāpāthagamena ca gandhassa āpāthagamanena ca.",
  "tika-abh08t7:11_1": "Vāyosannissayenāpīti ghānabilamhi pavisantena vāyunāti attho. Tena tividhena paccayena.",
  "tika-abh08t7:11_2": "Samanakkārahetunā pañcadvārāvajjanapaccayena saha pavattena.",
  "tika-abh08t7:11_3": "Etehi pana catūhi paccayehi sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi taṁ ghānaviññāṇaṁ sampayuttehi saha jāyati.",
  "tika-abh08t7:12_0": "504-5.Asambhedena jivhāya jivhāya asambhinnena rasāpāthagamena ca rasassa āpāthagamanena ca.",
  "tika-abh08t7:12_1": "Āposannissayenāpīti jivhātemanaṁ āpaṁ laddhā ca uppajjati,",
  "tika-abh08t7:12_2": "tena vinā sukkhakhādanīye jivhāya sāyitepi jivhāviññāṇaṁ nuppajjatīti attho. Tena tividhena paccayena.",
  "tika-abh08t7:12_3": "Samanakkārahetunā pañcadvārāvajjanapaccayena saha pavattena.",
  "tika-abh08t7:12_4": "Etehi pana catūhi paccayehi sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi taṁ jivhāviññāṇaṁ sampayuttehi saha jāyati.",
  "tika-abh08t7:13_0": "506-7.",
  "tika-abh08t7:13_1": "Kāyapasādassa asambhedena phoṭṭhabbassa āpāthagamanena ca.",
  "tika-abh08t7:13_2": "Pathavīnissayenāpīti tena vinā kāyadvārampīti bahiddhā mahābhūtārammaṇaṁ ajjhattikaṁ kāyapasādaṁ ghaṭṭetvā pasādapaccayesu mahābhūtesu paṭihaññati. Tena tividhena paccayena.",
  "tika-abh08t7:13_3": "Samanakkārahetunā pañcadvārāvajjanapaccayena saha pavattena.",
  "tika-abh08t7:13_4": "Etehi pana catūhi paccayehi sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi taṁ kāyaviññāṇaṁ sampayuttehi saha jāyati.",
  "tika-abh08t7:14_0": "508-9.Asambhedāmanassāpīti mananti bhavaṅgacittaṁ.",
  "tika-abh08t7:14_1": "Taṁ niruddhampi āvajjanacittassa paccayo bhavituṁ asamatthaṁ mandatamagatameva vattamānampi sambhinnaṁ nāma hoti.",
  "tika-abh08t7:14_2": "Āvajjanassa paccayo bhavituṁ samatthaṁ asambhinnaṁ nāma.",
  "tika-abh08t7:14_3": "Manassa asambhedena dhammassa āpāthagamanena ca vatthusannissayena hadayavatthusannissayena. Tena tividhena paccayena.",
  "tika-abh08t7:14_4": "Samanakkārahetunā manodvārāvajjanena saha pavattena.",
  "tika-abh08t7:14_5": "Etehi pana catūhi paccayehi sametehi sahagatehi samāgamaṁ ekībhāvaṁ āgatehi taṁ manoviññāṇaṁ taṁ manoviññāṇasaṅkhātaṁ javanacittaṁ sampayuttehi saha jāyate.",
  "tika-abh08t7:15_0": "510-11.",
  "tika-abh08t7:15_1": "Mano bhavaṅgacittaṁ nāma vibhāvinā veditabbaṁ.",
  "tika-abh08t7:15_2": "Āvajjanakriyācittaṁ āvajjanakiriyācittadvayaṁ samanakkāro nāma vibhāvinā saññitaṁ.",
  "tika-abh08t7:15_3": "Vatthusannissayena iti ayaṁ pāṭho sabbattha sabbesu bhavesu na gacchati.",
  "tika-abh08t7:15_4": "Pañcahi khandhehi vokāro vokiṇṇoti pañcavokāro,",
  "tika-abh08t7:15_5": "pañcavokārabhavaṁ sandhāya kāraṇaṁ katvā ‘‘vatthusannissayenā’’ti ayaṁ pāṭho pana kathito mayā,",
  "tika-abh08t7:15_6": "pañcavokārabhavo nāma kāmarūpabhavo,",
  "tika-abh08t7:15_7": "arūpabhavo catuvokārabhavo nāma,",
  "tika-abh08t7:15_8": "asaññībhavo ekavokārabhavo nāma.",
  "tika-abh08t7:15_9": "Ayaṁ pāṭho catuvokāraarūpabhavaṁ sandhāya na kathitoti attho.",
  "tika-abh08t7:15_10": "Vatthussa rūpattā arūpabhave kathaṁ vatthusannissayo bhaveyyāti attho.",
  "tika-abh08t7:16_0": "512-4.Paṭisandhādicittāni, sabbānekūnavīsati honti, kāmāvacaresu dasa, rūpesu pañca, arūpīsu cattāri,",
  "tika-abh08t7:16_1": "sabbāni paṭisandhicittāni ekūnavīsati honti.",
  "tika-abh08t7:16_2": "Kammaṁ nāma kusalākusalacetanā.",
  "tika-abh08t7:16_3": "Kammanimittaṁ nāma rūpāni pañcārammaṇāni paññatti ca mahaggatacittañca.",
  "tika-abh08t7:16_4": "Tathā gatinimittakaṁ nāma kapparukkhādayo,",
  "tika-abh08t7:16_5": "akusalapakkhe rūpādiārammaṇabhūtā lohakumbhādayo ca.",
  "tika-abh08t7:16_6": "Iti evaṁ iminā mayā vuttappakārena tesaṁ paṭisandhādicittānaṁ ārammaṇaṁ tividhaṁ bhagavatā udīritaṁ.",
  "tika-abh08t7:16_7": "Kāmāvacarasandhīnaṁ parittārammaṇaṁ kāmāvacarārammaṇaṁ bhagavatā mataṁ.",
  "tika-abh08t7:16_8": "Paccuppannaṁ rūpādipañcārammaṇaṁ,",
  "tika-abh08t7:16_9": "gatinimittaṁ pañcārammaṇañca paccuppannañca hoti.",
  "tika-abh08t7:16_10": "Atītaṁ vā kammaṁ kusalākusalacetanā atītāyeva, na paccuppannā. Anāgataṁ ārammaṇaṁ natthi.",
  "tika-abh08t7:17_0": "515-26. Aṭṭheva ca mahāvipākā,",
  "tika-abh08t7:17_1": "tīṇi santīraṇāni cāti ekādasavidhaṁ cittaṁ tadārammaṇasaññitaṁ.",
  "tika-abh08t7:17_2": "Ekādasavidhe citte tadārammaṇasaññite puññavipākāni kusalavipākā dasa honti,",
  "tika-abh08t7:17_3": "apuññajaṁ akusalavipākaṁ pana ekaṁ hoti.",
  "tika-abh08t7:17_4": "Mahāvipākā rūpārūpabhavadvaye na jāyanti,",
  "tika-abh08t7:17_5": "kāmarūpabhave santīraṇattayaṁ hoti.",
  "tika-abh08t7:17_6": "Yāni tadārammaṇacittāni satthunā jinena vuttāni,",
  "tika-abh08t7:17_7": "tesu tadārammaṇacittesu ekampi tadārammaṇacittaṁ rūpārūpabhavadvaye tadārammaṇaṁ hutvā kadācipi nappavattati. Kasmā kāraṇā?",
  "tika-abh08t7:17_8": "Tattha tasmiṁ rūpārūpabhavadvaye ‘‘tadārammaṇaṁ na hotī’’ti vacanaṁ codako bhaveyya,",
  "tika-abh08t7:17_9": "bījassābhāvato pana na hotīti parihāro.",
  "tika-abh08t7:17_10": "Akāmāvacarārammaṇe akāmāvacaradhamme idaṁ tadārammaṇamānasaṁ neva anubandhati. Hi kasmā kāraṇā?",
  "tika-abh08t7:17_11": "Parittārammaṇattā ca ekantena avassaṁ tadārammaṇamānasassa kāmāvacarārammaṇattā ca tathā aparicitattā ca sabbadā nānubandhati.",
  "tika-abh08t7:17_12": "Tañhi yathā pitaraṁ vā pitusadisaṁ vā ñātiṁ anubandhantopi taruṇadārako gharadvārantaravīthicatukkādimhi pariciteyeva dese anubandhati,",
  "tika-abh08t7:17_13": "na araññaṁ vā yuddhabhūmiṁ vā gacchati,",
  "tika-abh08t7:17_14": "evaṁ kāmāvacare dhamme anubandhantampi mahaggatalokuttaradhammamārabbha pavattamāne dhamme nānubandhati.",
  "tika-abh08t7:17_15": "Yasmā cassa sabbo kāmāvacarapāko ca kiriyāmanodhātu kiriyāahetukamanoviññāṇadhātu somanassasahagatā ime dhammā parittārammaṇāti evaṁ accantaṁ parittameva ārammaṇaṁ vuttaṁ,",
  "tika-abh08t7:17_16": "tasmā cetaṁ mahaggatalokuttarārammaṇe kāmāvacaradhammepi nānubandhatīti veditabbaṁ.",
  "tika-abh08t7:18_0": "527-32.Kiṁ tena yuttivādena,",
  "tika-abh08t7:18_1": "vuttaṁ aṭṭhakathāsu hi ‘‘janakaṁ tena tulya’’ntiādikena tena, yuttiyā vādo yuttivādo,",
  "tika-abh08t7:18_2": "‘‘janakaṁ tena tulya’’ntiādikāya yuttikathāya kiṁ payojanaṁ vuttaṁ?",
  "tika-abh08t7:18_3": "Aṭṭhakathāsu hi saccaṁ ‘‘kiṁ tena yuttivādenā’’ti vacanaṁ,",
  "tika-abh08t7:18_4": "‘‘atthakathāsū’’ti vattabbe samāse hi ttha-ssa ṭṭha-kāraṁ katvā ‘‘aṭṭhakathāsū’’ti vuttaṁ .",
  "tika-abh08t7:18_5": "Kāmāvacare dhamme paṭicca tadārammaṇabhāvadīpakaṁ vacanaṁ ācariyena vuttaṁ. Tadārammaṇacittāni,",
  "tika-abh08t7:18_6": "ekādasapi sabbaso sabbappakārenapi tadārammaṇacittāni nāmagottaṁ panārabbha tissādikaṁ nāmapaññattiṁ paṭicca kaccāyanagottakassapagottādikaṁ gottapaññattiṁ paṭicca javane javitepi ca tadārammaṇaṁ na gaṇhanti,",
  "tika-abh08t7:18_7": "rūpārūpabhavesu vā tadārammaṇaṁ na gaṇhanti. Yadā paññattimārabbha,",
  "tika-abh08t7:18_8": "javane javitepi vā yadā mayā vuttāya paññattiyā sesapaññattiṁ paṭicca javane javitepi vā tadārammaṇaṁ na labbhate ācariyena,",
  "tika-abh08t7:18_9": "tathā dukkhaaniccaanattalakkhaṇārammaṇikāya vipassanāya tadārammaṇaṁ na labbhate ācariyena. Tadārammaṇā na labbhanti,",
  "tika-abh08t7:18_10": "micchattaniyatesupi micchatte micchāsabhāve ‘‘natthi dinna’’ntyādivasena niyatāni cattāri diṭṭhiyuttajavanāni micchattaniyatāni,",
  "tika-abh08t7:18_11": "micchattaniyatesupi tadārammaṇaṁ na labbhate ācariyena,",
  "tika-abh08t7:18_12": "lokuttaradhamme ārabbha javane gatepi tadārammaṇaṁ na labbhate ācariyena.",
  "tika-abh08t7:18_13": "Tathā mahaggate dhamme ārabbha javane javitepi tadārammaṇaṁ na labbhate ācariyena,",
  "tika-abh08t7:18_14": "paṭisambhidāñāṇaṁ ārabbha javane javitepi tadārammaṇaṁ na labbhate ācariyena.",
  "tika-abh08t7:18_15": "Manodvārepi sabbesaṁ javanānaṁ anantaraṁ anupubbato tadārammaṇacittāni bhavanti.",
  "tika-abh08t7:19_0": "533-4.",
  "tika-abh08t7:19_1": "Manodvāre ārammaṇaghaṭṭanā na vijjati.",
  "tika-abh08t7:19_2": "Bhavaṅgato cetaso vīthicittassa vuṭṭhānaṁ kathaṁ kena pakārena hoti?",
  "tika-abh08t7:19_3": "Manodvārepi ghaṭṭanāya vinā ghaṭṭanaṁ vajjetvā āpāthaṁ āgacchanteva yasmā kāraṇā,",
  "tika-abh08t7:19_4": "tasmā vīthicittānaṁ sambhavo hoti.",
  "tika-abh08t7:20_0": "535-6.Dvādasāpuññacittānaṁ dvādasaakusalacittānaṁ vipākā sattasattati pāpapākā dvādasapāpacittānaṁ vipākā caturāsīti pavattiyaṁ honti.",
  "tika-abh08t7:20_1": "Ekassa somanassayuttadiṭṭhisampayuttākusalassa cakkhusotaghānajivhākāyaviññāṇāni, sampaṭicchanaṁ,",
  "tika-abh08t7:20_2": "upekkhāyuttasantīraṇāni cāti satta akusalapākā honti.",
  "tika-abh08t7:20_3": "Tathā sesānaṁ ekādasannaṁ akusalānampi satta vipākā honti. Ekādasavidhānaṁ tu,",
  "tika-abh08t7:20_4": "hitvā uddhaccamānasaṁ uddhaccamānasaṁ hitvā ekādasavidhānaṁ paṭisandhiyo ekādasavidhā ceva bhavanti.",
  "tika-abh08t7:21_0": "537-8.Kriyacittesu sabbesu yaṁ āvajjanadvayaṁ javanaṁ na ca hoti,",
  "tika-abh08t7:21_1": "taṁ āvajjanadvayaṁ karaṇamattattā kiriyāmattattā vātapupphasamaṁ vātapupphena sadisaṁ mataṁ bhagavatā.",
  "tika-abh08t7:21_2": "Ayametthādhippāyo – khīṇāsave uppannakāle vā taṁ āvajjanadvayaṁ kiriyacittaṁ bhavituṁ yuttaṁ.",
  "tika-abh08t7:21_3": "Sabbesu puthujjanesu uppannakāle kathaṁ kiriyā hotīti ce?",
  "tika-abh08t7:21_4": "Karaṇamattattā aphaladāyakaṁ vātapupphaṁ viya aphaladāyakaṁ kiriyacittaṁ bhavituṁ yuttihāro kiriyā pana hoti.",
  "tika-abh08t7:21_5": "Yaṁ sabbaṁ kiriyacittaṁ kiccasādhanato javanakiccasādhanavasena javanattaṁ javanabhāvaṁ pattaṁ chinnamūlassa rukkhassa pupphaṁ aphalaṁ hoti yathā,",
  "tika-abh08t7:21_6": "evaṁ chinnāvijjātaṇhāmūlassa vītarāgassa taṁ sabbaṁ kiriyacittaṁ aphalaṁ vipākavirahitaṁ siyā bhaveyya.",
  "tika-abh08t7:22_0": "539-40.Paṭicca pana etasmā,",
  "tika-abh08t7:22_1": "phalametīti paccayo ekaṁ dhammaṁ paṭicca etasmā dhammato phalaṁ eti pavattati tasmā paccayo,",
  "tika-abh08t7:22_2": "yo dhammo yassa dhammassa ṭhitiyā uppattiyāpi upakāro nāma hoti,",
  "tika-abh08t7:22_3": "so dhammo tassa dhammassa paccayoti paccayo nāma paṇḍitena pavuccate.",
  "tika-abh08t7:22_4": "Sambhavo pabhavo hetu kāraṇaṁ paccayo mato bhagavatā.",
  "tika-abh08t7:22_5": "Idaṁ vacanaṁ aññattha dīpanavacanaṁ.",
  "tika-abh08t7:23_0": "541.Lobhādi pana yo dhammo,",
  "tika-abh08t7:23_1": "mūlaṭṭhenupakārako yo lobhādi pana dhammo mūlabhāvena phaladhammassa upakārako,",
  "tika-abh08t7:23_2": "so lobhādidhammo phaladhammassa hetūti hetu nāma vibhāvinā viññātabbo.",
  "tika-abh08t7:24_0": "542.Lobho doso ca moho ca tathā alobhādayo tayo hetū, te cha eva hetuyo honti,",
  "tika-abh08t7:24_1": "jātito jātivasena kusalajātiakusalajātiabyākatajātivasena navadhā navahi koṭṭhāsehi siyuṁ.",
  "tika-abh08t7:25_0": "543-4.Dhammānaṁ kusalādīnaṁ,",
  "tika-abh08t7:25_1": "kusalādittasādhako yo dhammo kusalādīnaṁ dhammānaṁ kusalādittasādhako kusalādibhāvasādhako, so dhammo mūlaṭṭho nāma.",
  "tika-abh08t7:25_2": "Evaṁ vacanaṁ eke ekacce ācariyā vadanti.",
  "tika-abh08t7:25_3": "Evaṁ sante kusalākusalādīnaṁ dhammānaṁ kusalādittasādhakavasena mūlaṭṭhe sante taṁsamuṭṭhānarūpīsu tehi cittehi samuṭṭhānarūpesu tehi cittehi samuṭṭhitesu cittajarūpesu hetūnaṁ lobhādihetūnaṁ hetupaccayatā kadācipi neva sampajjati.",
  "tika-abh08t7:25_4": "Ayametthādhippāyo – yadi cittesu rūpāni samuṭṭhāpentesu te lobhādayopi cittānaṁ sampayuttacittānaṁ ekuppādattā ca rūpāni samuṭṭhāpentiyeva.",
  "tika-abh08t7:25_5": "Tadā tesaṁ mate tesaṁ cittajarūpānaṁ kusalādittaṁ siyā.",
  "tika-abh08t7:25_6": "Na ca kadāci rūpāni kusalādināmakāni dissanti yasmā,",
  "tika-abh08t7:25_7": "tasmā cittajarūpānaṁ kusalādibhāvañāpanatthaṁ tesaṁ cittajarūpānaṁ te lobhādayo hetupaccayā na honti, iti vacanaṁ vattabbaṁ siyā.",
  "tika-abh08t7:25_8": "Evañca sati cittajarūpāni nāma kadācipi viyuttāni caranti,",
  "tika-abh08t7:25_9": "tasmā kusalādittasādhako mūlaṭṭho na hoti.",
  "tika-abh08t7:26_0": "545-6.Hi saccaṁ ‘‘evaṁ sante tu hetūna’’ntiādikaṁ vacanaṁ.",
  "tika-abh08t7:26_1": "Te lobhādayo hetū tesaṁ rūpānaṁ kusalāditaṁ kusalādibhāvaṁ na sādhenti na nipphādenti.",
  "tika-abh08t7:26_2": "Te hetū tesaṁ pana rūpānaṁ paccayā na ca na hontiyeva,",
  "tika-abh08t7:26_3": "tasmā kāraṇā kusalādīnaṁ dhammānaṁ kusalādittasādhako yo dhammo,",
  "tika-abh08t7:26_4": "so dhammo mūlaṭṭhoti mūlasabhāvo nāma samayaññunā samayavijānanasīlena viññunā gantabbo jānitabbo.",
  "tika-abh08t7:27_0": "547.Suppatiṭṭhitabhāvassa,",
  "tika-abh08t7:27_1": "sādhanenupakārako suppatiṭṭhitabhāvaṁ sādhanena upakārako yo attho,",
  "tika-abh08t7:27_2": "so attho hetūnaṁ lobhādīnaṁ mūlaṭṭho mūlasabhāvo iti ca gahaṇaṁ vibhāvinā viññātabbaṁ.",
  "tika-abh08t7:28_0": "548-9.Kusalākusalā hetū kusalā hetū, akusalā hetū,",
  "tika-abh08t7:28_1": "kriyāhetū sabbaso sabbappakārena sabbe kiriyāhetuyo ca sampayuttānaṁ pañcavokārabhūmiyaṁ sampayuttānaṁ dhammānaṁ aññamaññapaccayabhāvena hetupaccayataṁ yātā gatā.",
  "tika-abh08t7:28_2": "Taṁsamuṭṭhānānaṁ cittajarūpānañca hetupaccayataṁ yātā gatā,",
  "tika-abh08t7:28_3": "ete hetū catuvokārabhūmiyaṁ sampayuttānaṁ eva dhammānaṁ hetupaccayataṁ yātā gatā.",
  "tika-abh08t7:29_0": "550-1.",
  "tika-abh08t7:29_1": "Kāme vipākahetūpi attanā sampayuttānaṁ hetupaccayataṁ yātā,",
  "tika-abh08t7:29_2": "paṭisandhikkhaṇepi kaṭattārūpajātānaṁ kammajarūpānaṁ hetupaccayataṁ yātā,",
  "tika-abh08t7:29_3": "tasmā paṭisandhicittuppādakkhaṇeyeva kammajarūpānaṁ uppādo hoti,",
  "tika-abh08t7:29_4": "yasmā kāraṇā pavattiyaṁ cittajānañca rūpānaṁ hetupaccayataṁ gatā.",
  "tika-abh08t7:30_0": "552-5.",
  "tika-abh08t7:30_1": "Rūpe vipākahetū kāmāvacarabhūmiyaṁ hetuyo viya hetupaccayā honti,",
  "tika-abh08t7:30_2": "pañcavokāre lokuttaravipākahetavo cittajānaṁ rūpānañca sampayuttānañca pañcavokārabhūmiyaṁ hetupaccayā honti.",
  "tika-abh08t7:30_3": "Catuvokāre lokuttaravipākajā hetavo sampayuttānaṁ eva catuvokārabhūmiyaṁ hetupaccayā bhavanti.",
  "tika-abh08t7:30_4": "Itare catuvokāre arūpabhave vipākajā hetavo sampayuttānaṁ eva sabhūmiyaṁ attano bhūmiyaṁ arūpabhūmiyaṁ hetupaccayā honti.",
  "tika-abh08t7:30_5": "Hetuttho hetūnaṁ attho hetuyo ceva hetupaccayo ceva hetupaccayasambhavo hetupaccayuppatti, evameva evaṁ iminā pakārena.",
  "tika-abh08t7:30_6": "Sañjāto sukhahetu yassāti sañjātasukhahetu, tena viññeyyo.",
  "tika-abh08t7:31_0": "556-8.Chando cittañca vīriyaṁ vīmaṁsā cāti catudhādhipatī lokādhipatinā satthunā vuttā.",
  "tika-abh08t7:31_1": "Chandaṁ jeṭṭhakaṁ katvā cittassa uppattikālasmiṁ yo chando, so chandādhipati nāma,",
  "tika-abh08t7:31_2": "chandaṁ dhuraṁ katvā samādhikaraṇacittassa eseva nayo sesesupi ca tīsu mayā vuttato chandādhipatito sesesupi ca adhipatīsu.",
  "tika-abh08t7:31_3": "Yo dhammo jeṭṭhaṭṭhena upakārako,",
  "tika-abh08t7:31_4": "so dhammo adhipatīti adhipati nāma bhagavatā niddiṭṭho.",
  "tika-abh08t7:32_0": "559.",
  "tika-abh08t7:33_0": "Sumatimativibodhanaṁvicittaṁ,",
  "tika-abh08t7:34_0": "Kumatimatindhanapāvakaṁ padhānaṁ;",
  "tika-abh08t7:35_0": "Imamatimadhuraṁ avedi yo yo,",
  "tika-abh08t7:36_0": "Jinavacanaṁ sakalaṁ avedi so so.",
  "tika-abh08t7:37_0": "Yo yo jano imaṁ abhidhammāvatāraṁ sumatimativibodhanaṁ sumatīnaṁ sundaramatīnaṁ paṇḍitānaṁ matiyā vibodhanakaraṁ vicittaṁ kumatīnaṁ kucchitamatīnaṁ bālānaṁ matiindhane padhānaṁ pāvakaṁ atimadhurakaraṁ avedi jāni,",
  "tika-abh08t7:37_1": "so so jano sakalaṁ jinavacanaṁ avedi jāni.",
  "tika-abh08t7:38_0": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t7:39_0": "Pakiṇṇakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t7:40_0": "Aṭṭhamo paricchedo."
}