{
  "anya-e0105n11:0": "Adhammavāduppatti",
  "anya-e0105n11:1": "Ayaṃ pana ādito paṭṭhāya sāsanamalabhūtānaṃ adhammavādānaṃ uppatti. Asokarañño hi kāle uppabbājetvā nikkaḍḍhitā aññatitthiyā buddhasāsane aladdhapatiṭṭhā kodhābhibhūtā pāṭaliputtato nikkhamitvā rājagahasamīpe nālandāyaṃ sannipatitvā evaṃ sammantayiṃsu ‘‘mahājanassa buddhasāsane anavagāhatthāya sakyānaṃ dhammavinayo nāsetabbo, tañca kho tesaṃ samayaṃ ajānantehi na sakkā kātuṃ, tasmā yena kenaci upāyena punapi tattha pabbajitabbamevā’’ti. Te evaṃ sammantayitvā puna āgantvā visuddhattheravādīnamantaraṃ pavisituṃ asakkontā tadaññesaṃ sattarasannaṃ mahāsaṅghikādinikāyānaṃ santikaṃ upasaṅkamitvā attano aññatitthiyabhāvaṃ ajānāpetvā pabbajitvā piṭakattayamuggaṇhitvā tañca viparivattetvā tato kosambiṃ gantvā dhammavinayanāsanāya upāyaṃ mantayitvā 253-buddhavasse chasu ṭhānesu vasantā (1) hemavatiko (2) rājagiriko (3) siddhatthiko (4) pubbaseliyo (5) aparaseliyo (6) vājiriyo (7) vetullo (8) andhako (9) aññamahāsaṅghikoti nava abhinave nikāye uppādesuṃ nikāyasaṅgahe 9-piṭṭhe. Tesaṃ nāmāni ca laddhiyo ca kathāvatthuaṭṭhakathāyaṃ āgatāyeva.",
  "anya-e0105n11:2": "Tesu hemavatikā saddhammapatirūpakaṃ buddhabhāsitabhāvena dassetvā",
  "anya-e0105n11:3": "(1) Vaṇṇapiṭakaṃ nāma ganthaṃ akaṃsu.",
  "anya-e0105n11:4": "Rājagirikā (2) aṅgulimālapiṭakaṃ,",
  "anya-e0105n11:5": "Siddhatthikā (3) gūḷhavessantaraṃ,",
  "anya-e0105n11:6": "Pubbaseliyā (4) raṭṭhapālagajjitaṃ,",
  "anya-e0105n11:7": "Aparaseliyā (5) āḷavakagajjitaṃ,",
  "anya-e0105n11:8": "Vajirapabbatavāsino vājiriyā (6) gūḷhavinayaṃ nāma ganthaṃ akaṃsu.",
  "anya-e0105n11:9": "Teyeva sabbe māyājālatanta-samājatantādike aneke tantaganthe ca, marīcikappa-herambhakappādike aneke kappaganthe ca akaṃsu.",
  "anya-e0105n11:10": "Vetullavādino pana (7) vetullapiṭakamakaṃsu.",
  "anya-e0105n11:11": "Andhakā ca (8) ratanakūṭādike ganthe,",
  "anya-e0105n11:12": "Aññamahāsaṅghikā ca (9) akkharasāriyādisuttante akaṃsu nikāyasaṅgahe 9-piṭṭhe.",
  "anya-e0105n11:13": "Tesu pana saddhammapatirūpakesu vetullavādo, vājiriyavādo, ratanakūṭasatthanti imāniyeva tīṇi laṅkādīpamupāgatāni, aññāni pana vaṇṇapiṭakādīni jambudīpeyeva nivattantīti nikāyasaṅgahe vuttaṃ. Vaṇṇapiṭakādīnampi pana laṅkādīpamupāgatacchāyā dissateva. Tathā hi samantapāsādikāya vinayaṭṭhakathāyaṃ (3, 9-piṭṭhe)",
  "anya-e0105n11:14": "‘‘Vaṇṇapiṭaka aṅgulimālapiṭakaraṭṭhapālagajjitaāḷavakagajjitagūḷhamaggagūḷhavessantara gūḷhavinaya vedallapiṭakāni ettha ‘‘vepulla, vedallaṃ, vetullanti atthako ekaṃ, bodhisattapiṭakasseva nāma’’nti veditabbaṃ. tathā hi vuttaṃ asaṅgena nāma ācariyena abhidhammasamuccaye nāma mahāyānikagante (79-piṭṭhe) ‘‘vepullaṃ katamaṃ? bodhisattapiṭakasampayuttaṃ bhāsitaṃ. yaduccate vepullaṃ, taṃ vedallamapyuccate, vetullamapyuccate. kimatthaṃ vepullamuccate? sabbasattānaṃ hitasukhādhiṭṭhānato, udāragambhīradhammadesanāto ca. kimatthamuccate vedallaṃ? sabbāvaraṇavidalanato. kimatthamuccate vetullaṃ? upamānadhammānaṃ tulanābhāvato’’ti pana abuddhavacanāniyevāti vutta’’nti ca.",
  "anya-e0105n11:15": "Sāratthappakāsiniyā saṃyuttaṭṭhakathāyampi (2, 186-piṭṭhe)",
  "anya-e0105n11:16": "‘‘Gūḷhavinayaṃ gūḷhavessantaraṃ gūḷhamahosadhaṃ vaṇṇapiṭakaṃ aṅgulimālapiṭakaṃ raṭṭhapālagajjitaṃ āḷavakagajjitaṃ vedallapiṭakanti abuddhavacanaṃ saddhammapatirūpakaṃ nāmā’’ti ca–",
  "anya-e0105n11:17": "Tesaṃ paṭikkhepo dissati. Na hi tāni asutvā, tesañca atthaṃ ajānitvā sīhaḷaṭṭhakathācariyehi tāni paṭikkhipituṃ sakkā, nāpi taṃ paṭikkhepavacanaṃ jambudīpikaṭṭhakathācariyānaṃ vacanaṃ bhavituṃ, mahāmahindattherassa sīhaḷadīpaṃ gamanasamaye tesaṃyeva abhāvato. Tasmā tāni ca tadaññāni ca mahāyānikapiṭakāni taṃkālikāni yebhuyyena sīhaḷadīpamupāgatānīti gahetabbāni. Tesu ca vajjiputtakagaṇapariyāpannassa dhammarucinikāyassa piṭakānaṃ tadupāgamanaṃ pubbeva vuttaṃ. Tadaññesaṃ pana tadupāgamanaṃ evaṃ veditabbaṃ."
}