{
  "anya-e0103n10:0": "10. Āruppaniddesavaṇṇanā",
  "anya-e0103n10:1": "Paṭhamāruppavaṇṇanā",
  "anya-e0103n10:2": "275.Uddiṭṭhesūti ‘‘cattāro āruppā’’ti evaṃ uddiṭṭhesu, niddhāraṇe cetaṃ bhummaṃ. Tenevāha ‘‘catūsu āruppesū’’ti. Tattha rūpavivekena arūpaṃ, arūpameva āruppaṃ jhānaṃ, idha pana tadatthaṃ kammaṭṭhānaṃ adhippetaṃ. Taṃ bhāvetukāmo catutthajjhānaṃ uppādetīti sambandho. Rūpādhikaraṇanti rūpahetu. Hetuattho hi ettha adhikaraṇa-saddo ‘‘kāmādhikaraṇa’’ntiādīsu (ma. ni. 1.168-169) viya. Daṇḍanaṭṭhena daṇḍo, muggarādi. Parapīḷādhippāyena tassa ādānaṃ daṇḍādānaṃ. Sattānaṃ sasanaṭṭhena satthaṃ, āvudhaṃ. Bhaṇḍanaṃ kalaho. Virodho viggaho. Nānāvādo vivādo. Etanti yathāvuttaṃ daṇḍādānādikaṃ. Sabbasoti anavasesato. Āruppe arūpabhāve, āruppe vā bhave. Rūpānaṃyevāti diṭṭhādīnavānaṃ rūpānaṃyeva, na arūpānanti adhippāyo. Nibbidāyāti vikkhambhanavasena nibbindanatthāya. Virāgāyāti virajjanatthāya. Nirodhāyāti nirujjhanatthāya. Sabbametaṃ samatikkamaṃ sandhāya vuttaṃ. Daṇḍādānādīnanti ādi-saddena adinnādānādikaṃ sabbaṃ rūpahetukaṃ anatthaṃ saṅgaṇhāti, na idha pāḷiyaṃ āgatamevāti daṭṭhabbaṃ. Karajarūpeti yathāvuttādīnavādhikaraṇabhāvayogyaṃ dassetuṃ vuttaṃ, oḷārikarūpeti attho. Ādīnavanti dosaṃ. Tassāti rūpassa. Ālokoti vaṇṇaviseso evāti tattha pavattaṃ paṭibhāganimittaṃ ugghāṭetvā siyā ākāsanimittaṃ uggahetuṃ, na pana paricchinnākāsakasiṇaṃ ugghāṭetvā. Tassa hi ugghāṭanā nāma rūpanimitteneva siyāti āha ‘‘ṭhapetvā paricchinnākāsakasiṇaṃ navasū’’ti. Keci pana ‘‘ālokakasiṇampi ṭhapetvā aṭṭhasū’’ti vadanti, tassa pana ṭhapane kāraṇaṃ na dissati, karajarūpaṃ atikkantaṃ hoti tassa anālambanato.",
  "anya-e0103n10:3": "Yadi evaṃ kasmā ‘‘catutthajjhānavasenā’’ti vuttaṃ. Nanu paṭhamajjhānādīnipi tassa anālambanavaseneva pavattanti paṭibhāganimittārammaṇattā? Saccametaṃ, oḷārikaṅgappahānato pana santasabhāvena āneñjappattena catutthajjhānena atikkantaṃ suṭṭhu atikkantaṃ nāma hotīti ‘‘catutthajjhānavasenā’’ti vuttaṃ . Keci ‘‘assāsapassāsānaṃ nirujjhanato, kāmadhātusamatikkamanato cā’’ti vadanti, taṃ akāraṇaṃ, itaresaṃ cittasamuṭṭhānarūpānaṃ sambhavato, heṭṭhimajjhānānañca akāmadhātusaṃvattanīyato. Tappaṭibhāgamevāti karajarūpapaṭibhāgameva nimittaggāhasambhavato. Sadisañca nāma taṃ na hoti, tasmā kiṃ tassa samatikkamanenāti anuyogaṃ sandhāya ‘‘kathaṃ? Yathā’’tiādi vuttaṃ. Tattha kathanti kathetukamyatāpucchā. Yathāti opammatthe nipāto. Lekhācittanti kāḷavaṇṇādinā kataparikammāya lekhāya cittaṃ. Phalitantaranti vivaraṃ. Disvāti dūrato disvā. Samānarūpasaddasamudācāranti sadisarūpasaṇṭhānasarappayogaṃ.",
  "anya-e0103n10:4": "Ārammaṇavasenāti ‘‘mama cakkhu sobhanaṃ, mama kāyo thiro, mama parikkhārā sundarā’’ti evaṃ ārammaṇakaraṇavasena. Karajarūpasamaṅgikāloti attano attabhāvarūpena ceva ārammaṇarūpena ca samannāgatakālo. Tampīti kasiṇarūpassapi. Sāmiatthe hi idaṃ upayogavacanaṃ. Bhayasantāsaadassanakāmatā viya samatikkamitukāmatāti yojanā. Idañca yathāvuttānaṃ nibbidāvirāganirodhānaṃ sādhāraṇavacanaṃ. Te hi tayo apekkhitvā bhayasantāsaadassanakāmatā vuttā. Eko kira sunakho vane sūkarena pahaṭamatto palāto, so arūpadassanavelāya bhattapacanaukkhaliṃ dūrato disvā sūkarasaññāya bhīto uttasanto palāyi, pisācabhīruko puriso rattibhāge aparicite dese matthakacchinnaṃ tālakkhandhaṃ disvā pisācasaññāya bhīto uttasanto mucchito papati, taṃ sandhāya vuttaṃ ‘‘sūkarā…pe… veditabbā’’ti.",
  "anya-e0103n10:5": "276.Evanti yathāvuttaṃ opammatthaṃ nigamento āha. Soti yogāvacaro. Tasmiṃ jhāne ādīnavaṃ passatīti sambandho. Rūpanti kasiṇarūpaṃ. Santavimokkhatoti arūpajjhānato. Tāni hi ‘‘ye te santā vimokkhā atikkamma rūpe āruppā’’tiādīsu (a. ni. 8.72; 10.9) santavimokkhāti āgatā. Santatāsiddhi cassa anussutito daṭṭhabbā. Yathevāti eva-kārena yena pakārena etaṃ rūpāvacaracatutthajjhānaṃ duvaṅgikaṃ, evaṃ āruppānipīti upekkhācittekaggatāvasena duvaṅgikattaṃ dasseti, na tatiyajjhāne viya duvaṅgikatāmattaṃ. Nanu cetthāpi duvaṅgikatāmattameva bhūmibhedatoti? Nāyaṃ doso upamopameyyabhāvassa bhinnādhikaraṇato.",
  "anya-e0103n10:6": "Tatthāti tasmiṃ rūpāvacaracatutthajjhāne. Nikantinti apekkhaṃ. Pariyādāyāti ādīnavadassanena tasmiṃ jhāne khepetvā, anapekkho hutvāti attho. Santato manasikaraṇeneva paṇītato, sukhumato ca manasikāro siddho hotīti āha ‘‘santato anantato manasi karitvā’’ti. Pattharitvāti pageva vaḍḍhitaṃ, tadā vaḍḍhanavasena vā pattharitvā. Tenāti kasiṇarūpena. Ugghāṭeti kasiṇanti rūpāvacaracatutthajjhānassa ārammaṇabhūtaṃ pathavīkasiṇādikasiṇarūpaṃ apaneti. Ugghāṭanavidhiṃ pana dassento ‘‘ugghāṭento hī’’tiādimāha. Tattha saṃvelletīti paṭisaṃharati. Aññadatthūti ekaṃsena. Neva ubbaṭṭatīti neva uṭṭhahati. Na vivaṭṭatīti na vinivaṭṭati. Imassāti imassa kasiṇarūpassa. Amanasikāranti manasi akaraṇaṃ acintanaṃ. Manasikārañca paṭiccāti ‘‘ākāso ākāso’’ti bhāvanāmanasikārañca nissāya. Idaṃ vuttaṃ hoti – rūpāvacaracatutthajjhānassa ārammaṇabhūtaṃ kasiṇarūpaṃ na sabbena sabbaṃ manasi karoto, tena ca phuṭṭhokāsaṃ ‘‘ākāso ākāso’’ti manasi karoto yadā taṃ bhāvanānubhāvena ākāsaṃ hutvā upaṭṭhāti, tadā so kasiṇaṃ ugghāṭeti nāma, tañca tena ugghāṭitaṃ nāma hotīti. Tenāha ‘‘kasiṇugghāṭimākāsamattaṃ paññāyatī’’ti. Sabbametanti tividhampetaṃ ekameva pariyāyabhāvato.",
  "anya-e0103n10:7": "‘‘Nīvaraṇāni vikkhambhantī’’ti kasmā vuttaṃ? Nanu rūpāvacarapaṭhamajjhānassa upacārakkhaṇeyeva nīvaraṇāni vikkhambhitāni, tato paṭṭhāya cassa na nesaṃ pariyuṭṭhānaṃ. Yadi siyā, jhānato parihāyeyya? Yaṃ paneke vadanti ‘‘attheva sukhumāni arūpajjhānavikkhambhaneyyāni nīvaraṇāni, tāni sandhāyetaṃ vutta’’nti, taṃ tesaṃ matimattaṃ. Na hi mahaggatakusalesu lokuttarakusalesu viya odhiso pahānaṃ nāma atthi. Yo pana rūpāvacarehi āruppānaṃ uḷāraphalatādiviseso, so bhāvanāvisesena santatarapaṇītatarabhāvena tesuyeva purimapurimehi pacchimapacchimānaṃ viyāti daṭṭhabbaṃ. ‘‘Vikkhambhantī’’ti pana vacanaṃ vaṇṇabhaṇanavasena vuttaṃ. Tathā hi aññatthāpi heṭṭhā pahīnānaṃ upari pahānaṃ vuccati. Ye pana ‘‘sabbe kusalā dhammā sabbesaṃ akusalānaṃ paṭipakkhāti katvā evaṃ vutta’’nti vadanti, tehi dutiyajjhānūpacārādīsu nīvaraṇavikkhambhanāvacanassa kāraṇaṃ vattabbaṃ. Sati santiṭṭhatīti ākāsanimittārammaṇā sati sammā sūpaṭṭhitā hutvā tiṭṭhati. Satisīsena cettha upacārajjhānānuguṇānaṃ saddhāpañcamānaṃ sakiccayogaṃ dasseti. Upacārenāti upacārajjhānena. Idhāpīti rūpāvacaracatutthajjhānaṃ sandhāya sampiṇḍanaṃ. Taṃ hi upekkhāvedanāsampayuttaṃ. Sesanti ‘‘sesāni kāmāvacarānī’’tiādi. Yaṃ idha vattabbamavuttaṃ, taṃ pana pathavīkasiṇaniddese (visuddhi. 1.51 ādayo) vuttanayānusārena veditabbanti āha ‘‘pathavīkasiṇe vuttanayamevā’’ti.",
  "anya-e0103n10:8": "Evaṃ yaṃ tattha avisiṭṭhaṃ, taṃ atidisitvā idāni visiṭṭhaṃ dassetuṃ ‘‘ayaṃ pana viseso’’tiādimāha. Yānapputoḷi kumbhimukhādīnanti oguṇṭhanasivikādiyānānaṃ mukhaṃ yānamukhaṃ, putoḷiyā khuddakadvārassa mukhaṃ putoḷimukhaṃ, kumbhimukhanti paccekaṃ mukha-saddo sambandhitabbo. Ākāsaṃyeva yānamukhādiparicchinnaṃ. Parikammamanasikārenāti parikammabhūtena manasikārena upacārajjhānena. Parikammaṃ anulomaṃ upacāroti ca anatthantarañhetaṃ. Pekkhamāno arūpāvacarajjhānacakkhunā.",
  "anya-e0103n10:9": "277.Sabbākārenāti rūpanimittaṃ daṇḍādānasambhavadassanādinā sabbena rūpadhammesu, pathavīkasiṇādirūpanimittesu, tadārammaṇajjhānesu ca dosadassanākārena, tesu eva vā rūpādīsu nikantippahānaanāvajjitukāmatādinā. Rūpajjhānampi rūpanti vuccati uttarapadalopena ‘‘rūpūpapattiyā maggaṃ bhāvetī’’tiādīsu (dha. sa. 160; vibha. 625) yathā rūpabhavo rūpaṃ. Rūpīti hi rūpajjhānalābhīti attho. Ārammaṇampi kasiṇarūpaṃ rūpanti vuccati purimapadalopena yathā ‘‘devadatto datto’’ti. Rūpāni passatīti kasiṇarūpāni jhānacakkhunā passatīti attho. Tasmāti yasmā uttarapadalopena, purimapadalopena ca yathākkamaṃ rūpajjhānakasiṇarūpesu rūpavohāro dissati, tasmā. Rūpe rūpajjhāne taṃsahagatā saññā rūpasaññā. Tadārammaṇassa cāti ca-saddena yathāvuttaṃ rūpāvacarajjhānaṃ sampiṇḍeti, tena pāḷiyaṃ ‘‘rūpasaññāna’’nti sarūpekasesena niddeso katoti dasseti. Virāgāti jigucchanato. Nirodhāti tappaṭibandhachandarāgavikkhambhanena nirodhanato. Vuttamevatthaṃ pākaṭataraṃ kātuṃ ‘‘kiṃ vuttaṃ hotī’’tiādi vuttaṃ. Tassa sabbākārena virāgā anavasesānaṃ nirodhāti evaṃ vā ettha yojanā kātabbā.",
  "anya-e0103n10:10": "‘‘Ārammaṇe avirattassa saññāsamatikkamo na hotī’’ti idaṃ yasmā imāni jhānāni ārammaṇātikkamena pattabbāni, na aṅgātikkamenāti katvā vuttaṃ. Yasmā panettha saññāsamatikkamo ārammaṇasamatikkamena vinā na hoti, tasmā ‘‘samatikkantāsu ca saññāsu ārammaṇaṃ samatikkantameva hotī’’ti āha. Avatvā vuttoti sambandho. Samāpannassātiādīsu kusalasaññāvasena samāpannaggahaṇaṃ, vipākasaññāvasena upapannaggahaṇaṃ, kiriyāsaññāvasena diṭṭhadhammasukhavihāraggahaṇaṃ. Arahato hi jhānāni visesato diṭṭhadhammasukhavihāro. Yadi saññāsamatikkamassa anunipphādiārammaṇasamatikkamo vibhaṅge ca avutto, atha kasmā idha gahitoti anuyogaṃ sandhāyāha ‘‘yasmā panā’’tiādi. Ārammaṇasamatikkamavasenāpi ayamatthavaṇṇanā katā, ‘‘tadārammaṇassa cetaṃ adhivacana’’ntiādinā vibhaṅge viya saññāsamatikkamameva avatvāti adhippāyo.",
  "anya-e0103n10:11": "278.Paṭighātenāti paṭihananena visayīvisayasamodhānena. Atthaṅgamātiādīsu purimaṃ purimaṃ pacchimassa pacchimassa atthavacanaṃ, tasmā paṭighasaññānaṃ atthaṅgamo jhānasamaṅgikāle anuppattīti tassa idheva gahaṇe kāraṇaṃ anuyogamukhena dassetuṃ ‘‘kāmañcetā’’tiādi vuttaṃ. Ussāhajananatthaṃ paṭipajjanakānaṃ. Etāsaṃ paṭighasaññānaṃ. Ettha paṭhamāruppakathāyaṃ. Vacanaṃ atthaṅgamavasena.",
  "anya-e0103n10:12": "Kiṃ vā pasaṃsākittanena, paṭighasaññānaṃ pana atthaṅgamo idheva vattabbattā vuttoti dassetuṃ ‘‘atha vā’’tiādi vuttaṃ. Tattha sabhāvadhammassa abhāvo nāma paṭipakkhena pahīnatāya vā paccayābhāvena vā. Tesu rūpajjhānasamaṅgino paṭighasaññānaṃ abhāvo paccayābhāvamattena, na paṭipakkhādhigamenāti dassento āha ‘‘kiñcāpī’’tiādi. Tattha tāti paṭighasaññā . Rūpāvacaranti rūpāvacarajjhānaṃ. Samāpannassāti samāpajjitvā viharantassa. Kiñcāpi na santīti yojanā. Na pahīnattā na santīti na tadā paṭighasaññā pahīnabhāvena na santi nāma. Tattha kāraṇamāha ‘‘na hi rūpavirāgāya rūpāvacarabhāvanā saṃvattatī’’ti. Nanu ca paṭighasaññāpi arūpadhammā evāti codanaṃ sandhāyāha ‘‘rūpāyattā ca etāsaṃ pavattī’’ti. Ayaṃ pana bhāvanāti arūpabhāvanamāha. Dhāretunti avadhāretuṃ. Idhāti arūpajjhāne. Āneñjābhisaṅkhāravacanādīhi āneñjatā. ‘‘Ye te santā vimokkhā atikkamma rūpe āruppā’’tiādinā (a. ni. 8.72; 10.9) santavimokkhatā ca vuttā.",
  "anya-e0103n10:13": "279. Dosadassanapubbakapaṭipakkhabhāvanāvasena paṭighasaññānaṃ suppahīnattā mahatāpi saddena arūpasamāpattito na vuṭṭhāti. Tathā pana na suppahīnattā sabbarūpāvacarasamāpattito vuṭṭhānaṃ siyā, paṭhamajjhānaṃ pana appakampi saddaṃ na sahatīti taṃ samāpannassa saddo kaṇṭakoti vuttaṃ. Āruppabhāvanāya abhāve cutito uddhaṃ uppattirahānaṃ rūpasaññāpaṭighasaññānaṃ yāva attano vipākappavatti, tāva anuppattidhammatāpādanena samatikkamo, atthaṅgamo ca vutto. Nānattasaññāsu pana yā tasmiṃ bhave na uppajjanti ekantarūpanissitā, tā anokāsatāya na uppajjanti, na āruppabhāvanāya nivāritattā, anivāritattā ca kāci uppajjanti. Tasmā tāsaṃ amanasikāro anāvajjanaṃ apaccavekkhaṇaṃ, javanapaṭipādakena vā bhavaṅgamanassa anto akaraṇaṃ appavesanaṃ vuttaṃ.",
  "anya-e0103n10:14": "Tena ca nānattasaññāmanasikārahetūnaṃ rūpānaṃ samatikkamā samādhissa thirabhāvaṃ dassetuṃ ‘‘saṅkhepato’’tiādi vuttaṃ. Apica imehi tīhi padehi ākāsānañcāyatanasamāpattiyā vaṇṇo kathito sotūnaṃ ussāhajananatthaṃ, palobhanatthañca. Ye hi akusalā evaṃgāhino ‘‘sabbassādarahite ākāse pavattitasaññāya ko ānisaṃso’’ti, te tato micchāgāhato nivattetuṃ tīhi padehi jhānassa ānisaṃso kathito. Taṃ hi sutvā tesaṃ evaṃ bhavissati ‘‘evaṃ santā kirāyaṃ samāpatti evaṃ paṇītā, handassā nibbattanatthaṃ ussāhaṃ karissāmī’’ti.",
  "anya-e0103n10:15": "280.Assāti ākāsassa. Uppādo eva anto uppādanto, tathā vayanto. Sabhāvadhammo hi ahutvā sambhavato, hutvā ca vinassanato udayavayaparicchinno. Ākāso pana asabhāvadhammattā tadubhayābhāvato ananto vutto. Ajaṭākāsaparicchinnākāsānaṃ idha anadhippetattā ‘‘ākāsoti kasiṇugghāṭimākāso vuccatī’’ti āha. Kasiṇaṃ ugghāṭīyati etenāti kasiṇugghāṭo, tadeva kasiṇugghāṭimaṃ. Manasikāravasenāpīti rūpavivekamattaggahaṇena paricchedassa aggahaṇato anantapharaṇākārena pavattaparikammamanasikāravasenāpi. Anantaṃ pharatīti aggahitaparicchedatāya anantaṃ katvā parikammasamphassapubbakena jhānasamphassena phusati. Yathā bhisaggameva bhesajjaṃ, evaṃ ākāsānantameva ākāsānañcaṃ saṃyogaparassa ta-kārassa ca-kāraṃ katvā. Jhānassa pavattiṭṭhānabhāvato ārammaṇaṃ adhiṭṭhānaṭṭhena ‘‘āyatanamassā’’ti vuttaṃ, adhiṭṭhānaṭṭhe āyatana-saddassa dassanato. Kāraṇākarasañjātidesanivāsatthepi āyatana-saddo idha yujjateva.",
  "anya-e0103n10:16": "Viññāṇañcāyatanakathāvaṇṇanā",
  "anya-e0103n10:17": "281. Ciṇṇo carito paguṇikato āvajjanādilakkhaṇo vasībhāvo etenāti ciṇṇavasībhāvo, tena ciṇṇavasībhāvena. Rūpāvacarasaññaṃ anatikkamitvā anadhigantabbato, taṃsahagatasaññāmanasikārasamudācārassa hānabhāgiyabhāvāvahato, taṃsamatikkameneva tadaññesaṃ samatikkamitabbānaṃ samatikkamasiddhito ca vuttaṃ ‘‘āsannarūpāvacarajjhānapaccatthikā’’ti. Vīthipaṭipannāya bhāvanāya uparūparivisesāvahabhāvato, paṇītabhāvasiddhito ca paṭhamāruppato dutiyāruppaṃ santatarasabhāvanti āha ‘‘no ca viññāṇañcāyatanamiva santā’’ti vakkhati hi ‘‘suppaṇītatarā honti, pacchimā pacchimā idhā’’ti (visuddhi. 1.290). Anantaṃ anantanti kevalaṃ ‘‘anantaṃ ananta’’nti na manasi kātabbaṃ na bhāvetabbaṃ, ‘‘anantaṃ viññāṇaṃ, anantaṃ viññāṇa’’nti pana manasi kātabbaṃ, ‘‘viññāṇaṃ viññāṇa’’nti vā.",
  "anya-e0103n10:18": "Tasmiṃ nimitteti tasmiṃ paṭhamāruppaviññāṇasaṅkhāte viññāṇanimitte. Cittaṃ cārentassāti bhāvanācittaṃ pavattentassa. Ākāsaphuṭe viññāṇeti kasiṇugghāṭimākāsaṃ pharitvā pavatte paṭhamāruppaviññāṇe ārammaṇabhūte. Appetīti appanāvasena pavattati. Sabhāvadhammepi ārammaṇasamatikkamabhāvanābhāvato idaṃ appanāppattaṃ hoti catutthāruppaṃ viya. Appanānayo panettha vuttanayenevāti ettha dutiyāruppajjhāne purimabhāge tīṇi, cattāri vā javanāni kāmāvacarāni upekkhāvedanāsampayuttāneva honti. ‘‘Catutthaṃ pañcamaṃ vā arūpāvacara’’ntiādinā (visuddhi. 1.276) paṭhamāruppajjhāne vuttena nayena, atha vā appanānayoti sabhāvadhammepi ārammaṇe jhānassa appanānayo ārammaṇātikkamabhāvanāvasena āruppaṃ appanaṃ pāpuṇāti, ‘‘appanāppattasseva hi jhānassa ārammaṇasamatikkamanamattaṃ tattha hotī’’ti maraṇānussatiniddese (visuddhi. 1.177) vuttanayena veditabboti attho.",
  "anya-e0103n10:19": "282.Sabbasoti sabbākārena paṭhamāruppe ‘‘āsannarūpajjhānapaccatthikatā, asantasabhāvatā’’ti evamādinā sabbena dosadassanākārena, tattha vā nikantipahānaanāvajjitukāmatādiākārena, sabbaṃ vā kusalavipākakiriyābhedato anavasesanti attho. Svāyamattho heṭṭhā vuttanayena ñātuṃ sakkāti āha ‘‘sabbasoti idaṃ vuttanayamevā’’ti. Jhānassa ākāsānañcāyatanatā bāhiratthasamāsavasena heṭṭhā vuttāti āha ‘‘pubbe vuttanayena jhānampi ākāsānañcāyatana’’nti . Ārammaṇassa pana samānādhikaraṇasamāsavasenāti sandassetuṃ ‘‘ārammaṇampī’’tiādi vuttaṃ. Tattha ‘‘purimanayenevā’’ti idaṃ ‘‘nāssa anto’’tiādinā vuttapadasiddhiṃ sandhāya vuttaṃ. Yathā adhiṭṭhānaṭṭhena, evaṃ sañjātidesaṭṭhenapi āyatana-saddena idha attho yujjatīti dassetuṃ ‘‘tathā’’tiādi vuttaṃ. Tattha sañjāyati etthāti sañjāti, sañjāti eva deso sañjātideso. Jhānaṃ appavattikaraṇena. Ārammaṇaṃ amanasikaraṇena. Ubhayampi vā ubhayatā yojetabbā. Jhānassapi hi anāvajjanaṃ, javanapaṭipādakena vā bhavaṅgamanassa anto akaraṇaṃ amanasikaraṇaṃ, ārammaṇassa ca ārammaṇakaraṇavasena appavattanaṃ appavattikaraṇanti atthassa sambhavato ekajjhaṃ katvā sāmaññaniddesena, ekasesanayena vā.",
  "anya-e0103n10:20": "Pubbe anantassa ākāsassa ārammaṇakaraṇavasena paṭhamāruppaviññāṇaṃ attano pharaṇākāreneva ‘‘ananta’’nti manasi kātabbattā ‘‘anantaṃ viññāṇa’’nti vuttanti puna ‘‘manasikāravasena vā ananta’’nti vuttaṃ, sabbaso manasikaraṇavasenāti adhippāyo. Tenāha ‘‘anavasesato manasi karonto ‘ananta’nti manasi karotī’’ti. Jhānavibhaṅgepi ayamevattho vuttoti dassento ‘‘yaṃ pana vibhaṅge vutta’’ntiādimāha. Tassā pāḷiyā evaṃ vā attho veditabbo – taṃyeva ākāsaṃ phuṭaṃ viññāṇaṃ viññāṇañcāyatanaviññāṇena manasi karotīti. Ayaṃ panattho yutto viya dissati, taṃyeva ākāsaṃ viññāṇena phuṭaṃ tena gahitākāraṃ manasi karoti. Evaṃ taṃ viññāṇaṃ anantaṃ pharatīti. Yaṃ hi ākāsaṃ paṭhamāruppasamaṅgī viññāṇena anantaṃ pharati, taṃ pharaṇākārasahitameva viññāṇaṃ manasi karonto dutiyāruppasamaṅgī anantaṃ pharatīti vuccati.",
  "anya-e0103n10:21": "Manasikāravasena anantapharaṇākārena idha anantatā, na ākāsassa viya uppādantādiabhāvenāti ‘‘nāssa antoti ananta’’nti ettakamevāha. ‘‘Ruḷhīsaddo’’ti iminā ‘‘viññāṇānañca’’nti etassa padassa atthe viññāṇañca-saddo niruḷhoti dasseti, yathāvuttaṃ vā viññāṇaṃ dutiyāruppajjhānena añcīyati vuttākārena ālambīyatīti viññāṇañcanti evampettha attho daṭṭhabbo. Sesaṃ vuttatthamevāti āha ‘‘sesaṃ purimasadisamevā’’ti.",
  "anya-e0103n10:22": "Ākiñcaññāyatanakathāvaṇṇanā",
  "anya-e0103n10:23": "283. Tatiyāruppakammaṭṭhāne yaṃ heṭṭhā vuttasadisaṃ, taṃ vuttanayānusārena veditabbaṃ, apubbameva vaṇṇayissāma. Tattha tassevāti yaṃ ārabbha viññāṇañcāyatanaṃ pavattaṃ, tasseva. Kiṃ pana tanti āha ‘‘ākāsānañcāyatanaviññāṇassā’’ti. Etena tato aññaṃ tatiyāruppajjhānassa ārammaṇaṃ natthīti dasseti. ‘‘Ārammaṇabhūtassā’’ti iminā tassa anārammaṇabhūtaṃ dutiyāruppaviññāṇaṃ nivatteti. Abhāvoti natthitā. Suññatāti rittatā. Vivittākāroti viveko. Tīhi padehi paṭhamāruppaviññāṇassa apagamameva vadati. ‘‘Manasi kātabbo’’ti vatvā manasikāravidhiṃ dassetuṃ ‘‘taṃ viññāṇa’’ntiādi vuttaṃ. Tattha amanasikaritvāti sabbena sabbaṃ manasi akatvā acintetvā. Vā-saddo aniyamattho, tena tīsu pakāresu ekenapi atthasiddhīti dasseti.",
  "anya-e0103n10:24": "Tasmiṃ nimitteti tasmiṃ paṭhamāruppaviññāṇassa abhāvasaṅkhāte jhānuppattinimitte. Ākāse phuṭeti ākāsaṃ pharitvā pavatte. ‘‘Ākāsaphuṭe’’ti vā pāṭho. Suññavivittanatthibhāveti suññabhāve, vivittabhāve, natthibhāve cāti yena ākārena bhāvitaṃ, tassa gahaṇatthaṃ vuttaṃ. Atha vā suññavivittanatthibhāveti suññavivittatāsaṅkhāte natthibhāve, tena vināsābhāvameva dasseti, na pure abhāvādike.",
  "anya-e0103n10:25": "Tasmiṃ hi appanācitteti ākiñcaññāyatanajjhānasampayutte appanāvasena pavatte citte, tasmiṃ vā paṭhamāruppassa apagamasaṅkhāte natthibhāve yathāvutte appanācitte uppanne. So bhikkhu abhāvameva passanto viharatīti sambandho. Puriso katthaci gantvā āgantvā suññameva passati, natthibhāvameva passatīti yojanā. Taṃ ṭhānanti taṃ sannipātaṭṭhānaṃ. ‘‘Parikammamanasikārena antarahite’’ti iminā ārammaṇakaraṇābhāvena tassa antaradhānaṃ na naṭṭhattāti dasseti. Tatridaṃ opammasaṃsandanaṃ – yathā so puriso tattha sannipatitaṃ bhikkhusaṅghaṃ disvā gato, tato sabbesu bhikkhūsu kenacideva karaṇīyena apagatesu āgantvā taṃ ṭhānaṃ bhikkhūhi suññameva passati, na bhikkhūnaṃ tatopi apagatakāraṇaṃ, evamayaṃ yogāvacaro pubbe viññāṇañcāyatanajjhānacakkhunā paṭhamāruppaviññāṇaṃ disvā pacchā natthīti parikammamanasikārena tasmiṃ apagate tatiyāruppajjhānacakkhunā tassa natthibhāvameva passanto viharati, na tassa apagamanakāraṇaṃ vīmaṃsati jhānassa tādisābhogābhāvatoti. Sabbaso viññāṇañcāyatanaṃ samatikkammāti ettha yaṃ vattabbaṃ, taṃ heṭṭhā vuttanayānusārena veditabbaṃ.",
  "anya-e0103n10:26": "284. Natthitā pariyāyāsuññavivittabhāvāti ‘‘natthī’’ti padassa atthaṃ vadantena suññavivittapadānipi gahitāni. Āmeḍitavacanaṃ pana bhāvanākāradassanaṃ. Vibhaṅgepi imassa padassa ayamevattho vuttoti dassetuṃ ‘‘yampi vibhaṅge’’tiādi vuttaṃ. Tattha taññeva viññāṇaṃ abhāvetīti yaṃ pubbe ‘‘anantaṃ viññāṇa’’nti manasi kataṃ paṭhamāruppaviññāṇaṃ, taṃyevāti attho . Taṃyeva hi ārammaṇabhūtaṃ paṭhamena viya rūpanimittaṃ tatiyenāruppenābhāvetīti. Khayato sammasananti bhaṅgānupassanamāha. Sā hi saṅkhatadhammānaṃ bhaṅgābhāvameva passantī ‘‘viññāṇampi abhāvetī’’tiādinā vattabbataṃ labhatīti adhippāyenāha ‘‘khayato sammasanaṃ viya vutta’’nti. Assāti pāṭhassa. Puna assāti viññāṇassa. Abhāvetīti abhāvaṃ karoti. Yathā ñāṇassa na upatiṭṭhati, evaṃ karoti amanasikaraṇato. Tato eva vibhāveti vigatabhāvaṃ karoti, vināseti vā yathā na dissati, tathā karaṇato. Teneva antaradhāpeti tirobhāvaṃ gameti. Na aññathāti imissā pāḷiyā evamattho, na ito aññathā ayujjamānakattāti adhippāyo.",
  "anya-e0103n10:27": "Assāti paṭhamāruppaviññāṇābhāvassa. Kiñcananti kiñcipi. Sabhāvadhammassa appāvasesatā nāma bhaṅgo eva siyāti āha ‘‘bhaṅgamattampi assa avasiṭṭhaṃ natthī’’ti. Sati hi bhaṅgamattepi tassa sakiñcanatā siyā. Akiñcananti ca viññāṇassa kiñci pakāraṃ aggahetvā sabbena sabbaṃ vibhāvanamāha. Sesaṃ vuttanayameva.",
  "anya-e0103n10:28": "Nevasaññānāsaññāyatanakathāvaṇṇanā",
  "anya-e0103n10:29": "285.No ca santāti yathā nevasaññānāsaññāyatanasamāpatti saṅkhārāvasesasukhumabhāvappattiyā savisesā santā, evamayaṃ ākiñcaññāyatanasamāpatti no ca santā tadabhāvato. Yā ayaṃ khandhesu paccayayāpanīyatāya, rogamūlatāya ca rogasarikkhatā, dukkhatāsūlayogādinā gaṇḍasarikkhatā, pīḷājananādinā sallasarikkhatā ca, sā saññāya sati hoti, nāsatīti vuttaṃ ‘‘saññā rogo, saññā gaṇḍo, saññā salla’’nti. Sā cettha paṭukiccā pañcavokārabhavato oḷārikasaññā veditabbā. Na kevalaṃ saññā eva, atha kho vedanācetanādīnampi saṅgaho daṭṭhabbo. Saññāsīsena pana niddeso kato. Etaṃ santanti etaṃ asantabhāvakararogādisarikkhasaññāvirahato santaṃ. Tato eva paṇītaṃ. Kiṃ pana tanti āha ‘‘nevasaññānāsaññā’’ti ? Tadapadesena taṃsampayuttajjhānamāha ‘‘ādīnava’’nti. Ettha rogādisarikkhasaññādisabbhāvopi ādīnavo daṭṭhabbo, na āsannaviññāṇañcāyatanapaccatthikatāva. Uparīti catutthāruppe. Sā vāti sā eva. Vattitāti pavattitā nibbattitā vaḷañjitā.",
  "anya-e0103n10:30": "Tasmiṃ nimitteti tasmiṃ tatiyāruppasamāpattisaṅkhāte jhānanimitte. Mānasanti cittaṃ ‘‘mano eva mānasa’’nti katvā, bhāvanāmanasikāraṃ vā. Taṃ hi manasi bhavanti mānasanti vuccati. Jhānasampayuttadhammānampi jhānānuguṇatāya samāpattipariyāyo labbhatīti āha ‘‘ākiñcaññāyatanasamāpattisaṅkhātesu catūsu khandhesū’’ti, ārammaṇabhūtesūti adhippāyo.",
  "anya-e0103n10:31": "286. Yathāvuttaṃ ākiñcaññaṃ ārammaṇapaccayabhāvato āyatanaṃ kāraṇamassāti jhānaṃ ākiñcaññāyatanaṃ, ākiñcaññameva ārammaṇapaccayabhūtaṃ jhānassa kāraṇanti ārammaṇaṃ ākiñcaññāyatananti evaṃ vā attho daṭṭhabbo. Sesamettha heṭṭhā vuttanayānusārena veditabbaṃ.",
  "anya-e0103n10:32": "Yāya saññāya bhāvatoti yādisāya saññāya atthibhāvena. Yā hi sā paṭusaññākiccassa abhāvato saññātipi na vattabbā, saññāsabhāvānātivattanato asaññātipi na vattabbā, tassā vijjamānattāti attho. Tanti taṃ jhānaṃ. Taṃ tāva dassetunti ettha tanti taṃ sasāpaṭipadaṃ, yathāvuttasaññaṃ, tassā ca adhigamupāyanti attho. Nevasaññīnāsaññīti hi puggalādhiṭṭhānena dhammaṃ uddharantena saññāvantamukhena saññā uddhaṭā, aññathā nevasaññānāsaññāyatananti uddharitabbaṃ siyā. Sā pana paṭipadā yattha pavattati, yathā ca pavattati, taṃ dassetuṃ ‘‘ākiñcaññāyatanaṃ santato manasi karoti, saṅkhārāvasesasamāpattiṃ bhāvetī’’ti vuttaṃ. Ākiñcaññāyatanaṃ hi catutthāruppabhāvanāya pavattiṭṭhānaṃ, saṅkhārāvasesasamāpatti pavattiākāroti. Yatra hi nāmāti yā nāma. Natthibhāvampīti viññāṇassa suññatampi, evaṃ sukhumampīti adhippāyo. Santārammaṇatāyāti santaṃ ārammaṇaṃ etissāti santārammaṇā, tabbhāvo santārammaṇatā, tāya, na jhānasantatāya. Na hi tatiyāruppasamāpatti catutthāruppajjhānato santā.",
  "anya-e0103n10:33": "Codako ‘‘yaṃ santato manasi karoti, na tattha ādīnavadassanaṃ bhaveyya. Asati ca ādīnavadassane samatikkamo eva na siyā’’ti dassento ‘‘santato ce manasi karoti, kathaṃ samatikkamohotī’’ti āha. Itaro ‘‘asamāpajjitukāmatāyā’’ti parihāramāha, tena ādīnavadassanampi atthevāti dasseti. So hītiādinā vuttamevatthaṃ pākaṭataraṃ karoti. Tattha yasmiṃ jhāne abhirati, tattha āvajjanasamāpajjanādipaṭipattiyā bhavitabbaṃ. Sā panassa tatiyāruppe sabbaso natthi, kevalaṃ aññābhāvato ārammaṇakaraṇamattamevāti dassento ‘‘kiñcāpī’’tiādimāha.",
  "anya-e0103n10:34": "Samatikkamitvāva gacchatīti tesaṃ sippīnaṃ jīvikaṃ tiṇāyapi amaññamāno te vītivattatiyeva. Soti yogāvacaro. Tanti tatiyāruppasamāpattiṃ. Pubbe vuttanayenāti ‘‘santā vatāyaṃ samāpattī’’tiādinā vuttena nayena santato manasi karonto. Tanti yāya nevasaññīnāsaññī nāma hoti, saṅkhārāvasesasamāpattiṃ bhāvetīti vuccati, taṃ saññaṃ pāpuṇātīti yojanā. Saññāsīsena hi desanā. Paramasukhumanti ukkaṃsagatasukhumabhāvaṃ. Saṅkhārāvasesasamāpattinti ukkaṃsagatasukhumatāya saṅkhārānaṃ sesatāmattaṃ samāpattiṃ. Tenāha ‘‘accantasukhumabhāvappattasaṅkhāra’’nti. Antamaticca accantaṃ. Yato sukhumatamaṃ nāma natthi, tathāparamukkaṃsagatasukhumasaṅkhāranti attho. Paṭhamajjhānūpacārato paṭṭhāya hi tacchantiyā viya pavattamānāya bhāvanāya anukkamena saṅkhārā tattha antimakoṭṭhāsataṃ pāpitā, tato paraṃ nirodho eva, na saṅkhārappavattīti. Tena vuccati ‘‘saṅkhārāvasesasamāpattī’’ti.",
  "anya-e0103n10:35": "287.Yaṃ taṃ catukkhandhaṃ. Atthatoti kusalādivisesavisiṭṭhaparamatthato. Visesato adhipaññāsikkhāya adhiṭṭhānabhūtaṃ idhādhippetanti āha ‘‘idha samāpannassa cittacetasikā dhammā adhippetā’’ti. Oḷārikāya saññāya abhāvatoti yadipi catutthāruppavipākasaññāya catutthāruppakusalasaññā oḷārikā, tathā vipassanāmaggaphalasaññāhi, tathāpi oḷārikasukhumatā nāma upādāyupādāya gahetabbāti pañcavokārabhavapariyāpannāya viya catuvokārepi heṭṭhā tīsu bhūmīsu saññāya viya oḷārikāya abhāvato. Sukhumāyāti saṅkhārāvasesasukhumabhāvappattiyā sukhumāya saññāya bhāvato vijjamānattā. Nevasaññāti ettha na-kāro abhāvattho, nāsaññanti ettha na-kāro aññattho, a-kāro abhāvatthova, asaññaṃ anasaññañcāti attho. Pariyāpannattāti ekadesabhāvena antogadhattā. Etthāti catutthāruppe. Dutiye atthavikappe nevasaññāti ettha na-kāro aññattho. Tathā nāsaññāti ettha na-kāro, a-kāro ca aññattho evāti tena dvayena saññābhāvo eva dassitoti dhammāyatanapariyāpannatāya āyatanabhāvo vuttovāti ‘‘adhiṭṭhānaṭṭhenā’’ti vuttaṃ nissayapaccayabhāvato.",
  "anya-e0103n10:36": "Kiṃ pana kāraṇaṃ, yenettha saññāva edisī jātāti anuyogaṃ sandhāyāha ‘‘na kevala’’ntiādi. Saññāsīsenāyaṃ desanā katā ‘‘nānattakāyā nānattasaññino’’tiādīsu (dī. ni. 3.341, 359; a. ni. 9.24) viyāti daṭṭhabbaṃ. Evaṃ esa atthoti kañci visesaṃ upādāya sabhāvato atthīti vattabbasseva dhammassa kañci visesaṃ upādāya natthīti vattabbatāsaṅkhāto attho.",
  "anya-e0103n10:37": "Atithokampi yaṃ telamatthi bhanteti āha akappiyabhāvaṃ upādāya, tadeva natthi, bhante, telanti āha nāḷipūraṇaṃ upādāya. Tenāha ‘‘tattha yathā’’tiādi.",
  "anya-e0103n10:38": "Yadi ārammaṇasañjānanaṃ saññākiccaṃ, taṃ saññā samānā kathamayaṃ kātuṃ na sakkotīti āha ‘‘dahanakiccamivā’’tiādi. Saṅkhārāvasesasukhumabhāvappattiyā eva hesā paṭusaññākiccaṃ kātuṃ na sakkoti, tato eva ca ñāṇassa sugayhāpi na hoti. Tenāha ‘‘nibbidājananampi kātuṃ na sakkotī’’ti. Akatābhinivesoti akatavipassanābhiniveso appavattitasammasanacāro. Pakativipassakoti pakatiyā vipassako. Khandhādimukhena vipassanaṃ abhinivisitvā dvārālambanehi saddhiṃ dvārappavattadhammānaṃ vipassako sakkuṇeyya tabbisayaudayabbayañāṇaṃ uppādetuṃ, yathā pana sakkoti, taṃ dassetuṃ ‘‘sopī’’tiādi vuttaṃ. Kalāpasammasanavasenevāti catutthāruppacittuppādapariyāpanne phassādidhamme avinibbhujja ekato gahetvā kalāpato samūhato sammasanavasena nayavipassanāsaṅkhātakalāpasammasanavasena. Phassādidhamme vinibbhujjitvā visuṃ visuṃ sarūpato gahetvā aniccādivasena sammasanaṃ anupadadhammavipassanā. Evaṃ sukhumattaṃ gatā yathā dhammasenāpatināpi nāma anupadaṃ na vipassaneyyāti attho.",
  "anya-e0103n10:39": "Therassāti aññatarassa therassa. Aññāhipīti ettha ayamaparā upamā – eko kira brāhmaṇo aññataraṃ purisaṃ manuññaṃ mattikabhājanaṃ gahetvā ṭhitaṃ disvā yāci ‘‘dehi me imaṃ bhājana’’nti. So surāsittataṃ sandhāya ‘‘nāyyo sakkā dātuṃ, surā ettha atthī’’ti āha. Brāhmaṇo attano samīpe ṭhitaṃ purisaṃ uddissa āha ‘‘tena hi imassa pātuṃ dehī’’ti. Itaro ‘‘natthayyo’’ti āha. Tattha yathā brāhmaṇassa ayogyabhāvaṃ upādāya ‘‘atthī’’tipi vattabbaṃ, pātabbatāya tattha abhāvato ‘‘natthī’’tipi vattabbaṃ jātaṃ, evaṃ idhāpīti daṭṭhabbaṃ.",
  "anya-e0103n10:40": "Kasmā panettha yathā heṭṭhā ‘‘ananto ākāso, anantaṃ viññāṇaṃ, natthi kiñcī’’ti tattha tattha bhāvanākāro gahito, evaṃ koci bhāvanākāro na gahitoti? Keci tāva āhu – ‘‘bhāvanākāro nāma sopacārassa jhānassa yathāsakaṃ ārammaṇe pavattiākāro, ārammaṇañcettha ākiñcaññāyatanadhammā. Te pana gayhamānā ekassa vā pubbaṅgamadhammassa vasena gahetabbā siyuṃ, sabbe eva vā. Tattha paṭhamapakkhe viññāṇassa gahaṇaṃ āpannanti ‘viññāṇaṃ viññāṇa’nti manasikāre catutthāruppassa viññāṇañcāyatanabhāvo āpajjati. Dutiyapakkhe pana sabbaso ākiñcaññāyatanadhammārammaṇatāya jhānassa ‘ākiñcaññaṃ ākiñcañña’nti manasikāre ākiñcaññāyatanatā vā siyā, abhāvārammaṇatā vā. Sabbathā nevasaññānāsaññāyatanabhāvo na labbhatī’’ti. Tadidamakāraṇaṃ tathā jhānassa appavattanato. Na hi catutthāruppabhāvanā viññāṇamākiñcaññaṃ vā āmasantī pavattati, kiñcarahi? Tatiyāruppassa santataṃ.",
  "anya-e0103n10:41": "Yadi evaṃ, kasmā pāḷiyaṃ ‘‘santa’’nti na gahitanti? Kiñcāpi na gahitataṃ sutte (dī. ni. 2.129; saṃ. ni. 2.152), vibhaṅge (vibha. 606 ādayo) pana gahitameva. Yathāha – ‘‘taññeva ākiñcaññāyatanaṃ santato manasi karoti, saṅkhārāvasesasamāpattiṃ bhāvetī’’ti (vibha. 619). Atha kasmā vibhaṅge viya sutte bhāvanākāro na gahitoti? Veneyyajjhāsayato, desanāvilāsato ca. Ye hi veneyyā yathā heṭṭhā tīsu āruppesu ‘‘ananto ākāso, anantaṃ viññāṇaṃ, natthi kiñcī’’ti bhāvanākāro gahito, evaṃ aggahite eva tasmiṃ tamatthaṃ paṭivijjhanti, tesaṃ vasena sutte tathā desanā katā, suttantagatikāva abhidhamme suttantabhājanīye (vibha. 605 ādayo) uddesadesanā. Ye pana veneyyā vibhajitvā vutteyeva tasmiṃ tamatthaṃ paṭivijjhanti, tesaṃ vasena vibhaṅge bhāvanākāro vutto. Dhammissaro pana bhagavā sammāsambuddho dhammānaṃ desetabbappakāraṃ jānanto katthaci bhāvanākāraṃ gaṇhāti, katthaci bhāvanākāraṃ na gaṇhāti. Sā ca desanā yāvadeva veneyyavinayatthāti ayamettha desanāvilāso. Suttantadesanā vā pariyāyakathāti tattha bhāvanākāro na gahito, abhidhammadesanā pana nippariyāyakathāti tattha bhāvanākāro gahitoti evampettha bhāvanākārassa gahaṇe, aggahaṇe ca kāraṇaṃ veditabbaṃ.",
  "anya-e0103n10:42": "Apare pana bhaṇanti – ‘‘catutthāruppe visesadassanatthaṃ sutte bhāvanākārassa aggahaṇaṃ, svāyaṃ viseso anupubbabhāvanājanito. Sā ca anupubbabhāvanā pahānakkamopajanitā pahātabbasamatikkamena jhānānaṃ adhigantabbato. Tathā hi kāmādivivekavitakkavicāravūpasamapītivirāgasomanassatthaṅgamamukhena rūpāvacarajjhānāni desitāni, rūpasaññādisamatikkamamukhena arūpajjhānāni. Na kevalañca jhānāniyeva, atha kho sabbampi sīlaṃ, sabbāpi paññā paṭipakkhadhammappahānavaseneva sampādetabbato pahātabbadhammasamatikkamadassanamukheneva desanā āruḷhā. Tathā hi ‘‘pāṇātipātaṃ pahāya pāṇātipātā paṭivirato’’tiādinā (dī. ni. 1.8, 194) sīlasaṃvaro, ‘‘cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī’’tiādinā (dī. ni. 1.213; ma. ni. 1.411, 421; 3.15, 75) indriyasaṃvaro, ‘‘neva davāya na madāyā’’tiādinā (ma. ni. 1.23, 422; 2.24; 3.75; saṃ. ni. 2.63; a. ni. 6.58; mahāni. 206; vibha. 518) bhojane mattaññutā, ‘‘idha bhikkhu micchājīvaṃ pahāya sammāājīvena jīvikaṃ kappetī’’tiādinā (saṃ. ni. 5.8) ājīvapārisuddhi, ‘‘abhijjhaṃ loke pahāya vigatābhijjhena cetasā’’tiādinā (dī. ni. 1.217; ma. ni. 1.412, 425; 3.16, 75) jāgariyānuyogo, ‘‘aniccasaññā bhāvetabbā asmimānasamugghātāya, aniccasaññino, meghiya, anattasaññā saṇṭhāti, anattasaññī asmimānasamugghātaṃ gacchati, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’’tiādinā paññā paṭipakkhadhammappahānavaseneva desitā. Tasmā jhānāni desento bhagavā ‘‘vivicceva kāmehī’’tiādinā (dī. ni. 1.226; saṃ. ni. 2.152; a. ni. 4.123) pahātabbadhammasamatikkamadassanamukheneva desesi. Tena vuttaṃ ‘‘kāmādivivekavitakkavicāravūpasamapītivirāgasomanassatthaṅgamamukhena rūpāvacarajjhānāni desitāni, rūpasaññādisamatikkamamukhena arūpajjhānānī’’ti. Tattha yathā rūpāvacaraṃ paṭhamaṃ jhānaṃ bhāvanāvisesādhigatehi vitakkādīhi viya saddhādīhipi tikkhavisadasūrasabhāvehi dhammehi samannāgatattā kāmacchandādīnaṃ nīvaraṇānaṃ, tadekaṭṭhānañca pāpadhammānaṃ vikkhambhanato uttarimanussadhammabhāvappattaṃ kāmāvacaradhammehi saṇhasukhumaṃ, santaṃ, paṇītañca hoti; dutiyajjhānādīni pana bhāvanāvisesena oḷārikaṅgappahānato tato sātisayaṃ saṇhasukhumasaṇhasukhumatarādibhāvappattāni honti. Tathā arūpāvacaraṃ paṭhamajjhānaṃ rūpavirāgabhāvanābhāvena pavattamānaṃ ārammaṇasantatāyapi aṅgasantatāyapi pākatikaparittadhammehi viya sabbarūpāvacaradhammehi santasukhumabhāvappattaṃ hoti. Ārammaṇasantabhāvenāpi hi tadārammaṇadhammā santasabhāvā honti, seyyathāpi lokuttaradhammārammaṇā dhammā.",
  "anya-e0103n10:43": "Satipi dhammato, mahaggatabhāvenāpi ca abhede rūpāvacaracatutthato āruppaṃ aṅgatopi santameva, yatassa santavimokkhatā vuttā. Dutiyāruppādīni pana paṭhamāruppādito aṅgato, ārammaṇato ca santasantatarasantatamabhāvappattāni tathā bhāvanāvisesasamāyogato, svāyaṃ bhāvanāviseso paṭhamajjhānūpacārato paṭṭhāya taṃtaṃpahātabbasamatikkamanavasena tassa tassa jhānassa santasukhumabhāvaṃ āpādento catutthāruppe saṅkhārāvasesasukhumabhāvaṃ pāpeti. Yato catutthāruppaṃ yathā anupadadhammavipassanāvasena vipassanāya ārammaṇabhāvaṃ upagantvā pakativipassakassāpi nibbiduppattiyā paccayo na hoti saṅkhārāvasesasukhumabhāvappattito, tathā sayaṃ tatiyāruppadhammesu pavattamānaṃ te yāthāvato vibhāvetuṃ na sakkoti, yathā tadaññajjhānāni attano ārammaṇaṃ. Kevalaṃ pana ārabbha pavattimattamevassa tattha hoti , tayidaṃ ārammaṇabhāvenāpi nāma vibhūtākāratāya ṭhātuṃ appahontaṃ ārammaṇakaraṇe kiṃ pahoti. Tasmā tadassa avibhūtakiccataṃ disvā satthā heṭṭhā tīsu ṭhānesu bhāvanākāraṃ vatvā tādiso idha na labbhatīti dīpetuṃ catutthāruppadesanāyaṃ sutte bhāvanākāraṃ pariyāyadesanattā na kathesi.",
  "anya-e0103n10:44": "Yasmā pana sārammaṇassa dhammassa ārammaṇe pavattiākāro atthevāti atisukhumabhāvappattaṃ taṃ dassetuṃ ‘‘taṃyeva ākiñcaññāyatanaṃ santato manasi karotī’’ti (vibha. 619) vibhaṅge vuttaṃ yathādhammasāsanabhāvato, pubbabhāgavasena vā vibhaṅge ‘‘santato manasi karotī’’ti vuttaṃ tadā yogino tassa vibhūtabhāvato. Appanāvasena pana sutte bhāvanākāro na gahito avibhūtabhāvato. Kammaṭṭhānaṃ hi kiñci ādito avibhūtaṃ hoti, yathā taṃ? Buddhānussatiādi. Kiñci majjhe, yathā taṃ? Ānāpānassati. Kiñci ubhayattha, yathā taṃ? Upasamānussatiādi. Catutthāruppakammaṭṭhānaṃ pana pariyosāne avibhūtaṃ bhāvanāya matthakappattiyaṃ ārammaṇassa avibhūtabhāvato. Tasmā catutthāruppe imaṃ visesaṃ dassetuṃ satthārā sutte bhāvanākāro na gahito, na sabbena sabbaṃ abhāvatoti niṭṭhamettha gantabbaṃ.",
  "anya-e0103n10:45": "Pakiṇṇakakathāvaṇṇanā",
  "anya-e0103n10:46": "288.Asadisarūpoti dvattiṃsamahāpurisalakkhaṇaasītianubyañjanabyāmappabhāketumālādīhi rūpaguṇehi aññehi asādhāraṇarūpakāyo, sabhāvattho vā rūpa-saddo ‘‘yaṃ loke piyarūpaṃ sātarūpa’’ntiādīsu (dī. ni. 2.400; ma. ni. 1.133; vibha. 203) viya. Tasmā asadisarūpoti asadisasabhāvo, tena dasabalacatuvesārajjādiguṇavisesasamāyogadīpanato satthu dhammakāyasampattiyāpi asadisatā dassitā hoti. Itīti evaṃ vuttappakārena. Tasminti āruppe. Pakiṇṇakakathāpi viññeyyāti pubbe viya asādhāraṇaṃ tattha tattha jhāne patiniyatameva atthaṃ aggahetvā sādhāraṇabhāvato tattha tattheva pakiṇṇakaṃ visaṭaṃ atthaṃ gahetvā pavattā pakiṇṇakakathāpi vijānitabbā.",
  "anya-e0103n10:47": "289.Rūpanimittātikkamatoti kasiṇarūpasaṅkhātassa paṭibhāganimittassa atikkamanato. Ākāsātikkamatoti kasiṇugghāṭimākāsassa atikkamanato. Ākāse pavattitaviññāṇātikkamatoti paṭhamāruppaviññāṇassa atikkamanato, na dutiyāruppaviññāṇātikkamanato. Tadatikkamato hi tasseva vibhāvanaṃ hoti. Dutiyāruppaviññāṇavibhāvane hi tadeva atikkantaṃ siyā, na tassa ārammaṇaṃ, na ca ārammaṇe dosaṃ disvā anārammaṇassa vibhāvanātikkamo yujjati. Pāḷiyañca ‘‘viññāṇañcāyatanaṃ sato samāpajjati…pe… sato vuṭṭhahitvā taṃyeva viññāṇaṃ abhāvetī’’ti vuttaṃ, na vuttaṃ ‘‘taṃyeva viññāṇañcāyatanaṃ abhāvetī’’ti, ‘‘taṃyeva abhāvetī’’ti vā. ‘‘Anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajjā’’ti ettha pana dvayaṃ vuttaṃ ārammaṇañca viññāṇaṃ, viññāṇañcāyatanañca. Tasmiṃ dvaye yena kenaci, yato vā vuṭṭhito, teneva padhānaniddiṭṭhena taṃ-saddassa sambandhe āpanne ‘‘ayañca ārammaṇātikkamabhāvanā’’ti viññāṇañcāyatanassa nivattanatthaṃ viññāṇavacanaṃ. Tasmā paṭhamāruppaviññāṇasseva abhāvanātikkamo vutto.",
  "anya-e0103n10:48": "290.Evaṃsantepīti aṅgātikkame asatipi. Suppaṇītatarāti suṭṭhu paṇītatarā, sundarā paṇītatarā cāti vā attho. Satipi catunnaṃ pāsādatalānaṃ, sāṭikānañca tabbhāvato, pamāṇato ca samabhāve uparūpari pana kāmaguṇānaṃ, sukhasamphassādīnañca visesena paṇītatarādibhāvo viya etāsaṃ catunnaṃ samāpattīnaṃ āruppabhāvato, aṅgato ca satipi samabhāve bhāvanāvisesasiddho pana sātisayo uparūpari paṇītatarādibhāvoti imamatthaṃ dasseti ‘‘yathā hī’’tiādinā.",
  "anya-e0103n10:49": "291.Nissitoti nissāya ṭhito. Duṭṭhitāti na sammā ṭhitā, dukkhaṃ vā ṭhitā. Tannissitanti tena nissitaṃ, ṭhānanti attho. Tannissitanti vā taṃ maṇḍapalaggaṃ purisaṃ nissāya ṭhitaṃ purisanti attho. Maṇḍapalaggañhi anissāya tena vinābhūte vivitte bahi okāse ṭhānaṃ viya ākāsalaggaviññāṇassa viveke tadapagame tatiyāruppassa ṭhānanti.",
  "anya-e0103n10:50": "292.Ārammaṇaṃkaroteva, aññābhāvena taṃ idanti ‘‘āsannaviññāṇañcāyatanapaccatthikarūpāsannākāsārammaṇaviññāṇāpagamārammaṇaṃ, no ca santa’’nti ca diṭṭhādīnavampi taṃ ākiñcaññāyatanaṃ idaṃ nevasaññānāsaññāyatanajjhānaṃ aññassa tādisassa ārammaṇabhāvayogyassa abhāvena alābhena ārammaṇaṃ karoti eva. ‘‘Sabbadisampati’’nti idaṃ janassa agatikabhāvadassanatthaṃ vuttaṃ. Vuttinti jīvikaṃ. Vattatīti jīvati.",
  "anya-e0103n10:51": "293.Āruḷhotiādīsu ayaṃ saṅkhepattho – yathā koci puriso anekaporisaṃ dīghanisseṇiṃ āruḷho tassa uparimapade ṭhito tassā nisseṇiyā bāhumeva olubbhati aññassa alābhato, yathā ca paṃsupabbatassa, missakapabbatassa vā aggakoṭiṃ āruḷho tassa matthakameva olubbhati, yathā ca giriṃ silāpabbataṃ āruḷho paripphandamāno aññābhāvato attano jaṇṇukameva olubbhati, tathā etaṃ catutthāruppajjhānaṃ taṃ tatiyāruppaṃ olubbhitvā pavattatīti. Yaṃ panettha atthato avibhattaṃ, taṃ uttānameva.",
  "anya-e0103n10:52": "Āruppaniddesavaṇṇanā niṭṭhitā.",
  "anya-e0103n10:53": "Iti dasamaparicchedavaṇṇanā."
}