{
  "anya-e0803n4:0": "4. Bhūdhātumayanāmikarūpavibhāga",
  "anya-e0803n4:1": "‘‘Bhū sattāya’’nti dhātussa, rūpamākhyātasaññitaṃ;",
  "anya-e0803n4:2": "Tyādyantaṃ lapitaṃ nāna-ppakārehi anākulaṃ.",
  "anya-e0803n4:3": "Syādyantaṃ, dāni tasseva, rūpaṃ nāmikasavhayaṃ;",
  "anya-e0803n4:4": "Bhāsissaṃ bhāsitatthesu, paṭubhāvāya sotunaṃ.",
  "anya-e0803n4:5": "Yadatthe’ttani nāmeti, para’matthesu vā sayaṃ;",
  "anya-e0803n4:6": "Namatīti tadāhaṃsu, nāmaṃ iti vibhāvino.",
  "anya-e0803n4:7": "Nāmaṃ nāmikamiccatra, ekamevetthato bhave;",
  "anya-e0803n4:8": "Tadevaṃ nāmikaṃ ñe yyaṃ, saliṅgaṃ savibhattikaṃ.",
  "anya-e0803n4:9": "Satvābhidhānaṃ liṅganti, itthipumanapuṃsakaṃ;",
  "anya-e0803n4:10": "Vibhattītidha satteva, tattha caṭṭha pavuccare.",
  "anya-e0803n4:11": "Paṭhamā dutiyā tatiyā, catutthī pañcamī tathā;",
  "anya-e0803n4:12": "Chaṭṭhī ca sattamī cāti, honti satta vibhattiyo.",
  "anya-e0803n4:13": "Liṅgatthe paṭhamā sāyaṃ, bhinnā dvedhā siyo iti;",
  "anya-e0803n4:14": "Kammatthe dutiyā sāpi, bhinnā aṃ yo iti dvidhā.",
  "anya-e0803n4:15": "Karaṇe tatiyā sāpi, bhinnā nā hi iti dvidhā;",
  "anya-e0803n4:16": "Sampadāne catutthī sā, bhinnā dvedhā sa naṃ iti.",
  "anya-e0803n4:17": "Apādāne pañcamī sā, bhinnā dvedhā smā hi iti;",
  "anya-e0803n4:18": "Chaṭṭhī sāmimhi sā cāpi, bhinnā dvedhā sa naṃ iti.",
  "anya-e0803n4:19": "Okāse sattamī sāpi, bhinnā dvedhā smiṃsu iti;",
  "anya-e0803n4:20": "Āmantanaṭṭhamī sāyaṃ, siyoyevāti cuddasa.",
  "anya-e0803n4:21": "Vacanadvayasaṃyuttā, ekekā tā vibhattiyo;",
  "anya-e0803n4:22": "Satvamitiha viññeyyo, attho so dabbasaññito.",
  "anya-e0803n4:23": "Yo karotisa kattātu, taṃ kammaṃ yaṃ karoti vā;",
  "anya-e0803n4:24": "Kubbate yena vā tantu, karaṇaṃ iti saññitaṃ.",
  "anya-e0803n4:25": "Deti rocati vā yassa, sampadānanti taṃ mataṃ;",
  "anya-e0803n4:26": "Yatopeti bhayaṃ vā taṃ, apādānanti kittitaṃ.",
  "anya-e0803n4:27": "Yassāyatto samūhovā, taṃ ve sāmīti desitaṃ;",
  "anya-e0803n4:28": "Yasmiṃ karoti kiriyaṃ, tadokāsanti sadditaṃ.",
  "anya-e0803n4:29": "Yadālapati taṃ vatthu, āmantanamudīritaṃ;",
  "anya-e0803n4:30": "Saddenābhimukhīkāro, vijjamānassa vā pana.",
  "anya-e0803n4:31": "Vinā ālapanatthaṃ liṅgatthādīsu paṭhamādivibhattuppatti upalakkhaṇavasena vuttāti daṭṭhabbaṃ.",
  "anya-e0803n4:32": "Idamettha niruttilakkhaṇaṃ daṭṭhabbaṃ – paccattavacane paṭhamā vibhatti bhavati, upayogavacane dutiyā vibhatti bhavati, karaṇavacane tatiyā vibhatti bhavati, sampadānavacane catutthī vibhatti bhavati, nissakkavacane pañcamī vibhatti bhavati, sāmivacane chaṭṭhī vibhatti bhavati, bhummavacane sattamī vibhatti bhavati, āmantanavacane aṭṭhamī vibhatti bhavati. Tatruddānaṃ –",
  "anya-e0803n4:33": "Paccattamupayogañca, karaṇaṃ sampadāniyaṃ;",
  "anya-e0803n4:34": "Nissakkaṃ sāmivacanaṃ, bhummamālapanaṭṭhamaṃ.",
  "anya-e0803n4:35": "Tatra paccattavacanaṃ nāma tividhaliṅgavavatthānagatānaṃ itthipumanapuṃsakānaṃ paccattasabhāvaniddesattho. Upayogavacanaṃ nāma yo yaṃ karoti, tena tadupayuttaparidīpanattho. Karaṇavacanaṃ nāma tajjāpakatanibbattakaparidīpanattho. Sampadānavacanaṃ nāma tappadānaparidīpanattho. Nissakkavacanaṃ nāma tannissaṭatadapagamaparidīpanattho. Sāmivacanaṃ nāma tadissaraparidīpanattho. Bhummavacanaṃ nāma tappatiṭṭhāparidīpanattho. Āmantanavacanaṃ nāma tadāmantanaparidīpanattho. Evaṃ ñatvā payogāni asammuyhantena yojetabbāni.",
  "anya-e0803n4:36": "Bhūto, bhāvako, bhavo, abhavo, bhāvo, abhāvo, sabhāvo, sabbhāvo, sambhavo, pabhavo, pabhāvo, anubhavo, ānubhāvo, parābhavo, vibhavo, pātubhāvo, āvibhāvo, tirobhāvo, vinābhāvo, sotthibhāvo, atthibhāvo, natthibhāvoti okārantapulliṅgaṃ.",
  "anya-e0803n4:37": "Abhibhavitā, paribhavitā, anubhavitā, samanubhavitā, bhāvitā, paccanubhavitāti ākārantapulliṅgaṃ.",
  "anya-e0803n4:38": "Bhavaṃ, parābhavaṃ, paribhavaṃ, abhibhavaṃ, anubhavaṃ, samanubhavaṃ, paccanubhavaṃ, pabhavaṃ, appabhavanti niggahītantapulliṅgaṃ.",
  "anya-e0803n4:39": "Dhanabhūti, siribhūti, sotthibhūti, suvatthibhūtīti ikārantapulliṅgaṃ.",
  "anya-e0803n4:40": "Bhāvī, vibhāvī, sambhāvī, paribhāvīti īkārantapulliṅgaṃ.",
  "anya-e0803n4:41": "Sayambhū, pabhū, abhibhū, vibhū, adhibhū, patibhū, gotrabhū, vatrabhū, parābhibhū, rūpābhibhū, saddābhibhū, gandhābhibhū, rasābhibhū, phoṭṭhabbābhibhū, dhammābhibhū, sabbābhibhūti ūkārantapulliṅgaṃ.",
  "anya-e0803n4:42": "Imānettha chabbidhāni pulliṅgāni bhūdhātumayāni uddiṭṭhāni.",
  "anya-e0803n4:43": "Ukārantaṃ pulliṅgaṃtu bhūdhātumayamappasiddhaṃ, aññadhātumayaṃ panukārantapulliṅgaṃ pasiddhaṃ ‘‘bhikkhu, hetu’’iti. Tena saddhiṃ sattavidhāni pulliṅgāni honti, sabbānetāni sabhāvatoyeva pulliṅgānīti daṭṭhabbāni. Ettha sattoti atthavācako bhūtasaddoyeva niyogā pulliṅgantipi daṭṭhabbo.",
  "anya-e0803n4:44": "Ye pana ‘‘yo dhammo bhūto, yā dhammajāti bhūtā, yaṃ dhammajātaṃ bhūta’’nti evaṃ liṅgattaye yojanārahattā aniyataliṅgā aññepi bhūtaparābhūtasambhūtasaddādayo sandissanti pāvacanavare, tepi nānopasagganipātapadehi yojanavasena saddaracanāyaṃ sukhumatthaggahaṇe ca viññūnaṃ kosallajananatthaṃ niyatapulliṅgesu pakkhipitvā dassessāma.",
  "anya-e0803n4:45": "Seyyathidaṃ? Bhūto, parābhūto, sambhūto, vibhūto, pātubhūto, āvibhūto, tirobhūto, vinābhūto, bhabbo, paribhūto, abhibhūto, adhibhūto, addhabhūto, anubhūto, samanubhūto, paccanubhūto, bhāvito, sambhāvito, vibhāvito, paribhāvito, anuparibhūto, paribhavitabbo, paribhotabbo, paribhavanīyo, abhibhavitabbo, abhibhotabbo, abhibhavanīyo, adhibhavitabbo, adhibhotabbo, adhibhavanīyo, anubhavitabbo, anubhotabbo, anubhavanīyo, samanubhavitabbo, samanubhotabbo, samanubhavanīyo, paccanubhavitabbo, paccanubhotabbo, paccanubhavanīyo, bhāvetabbo, bhāvanīyo, sambhāvetabbo, sambhāvanīyo, vibhāvetabbo, vibhāvanīyo, paribhāvetabbo, paribhāvanīyo, bhavamāno, vibhavamāno, paribhavamāno, abhibhavamāno, anubhavamāno, samanubhavamāno, paccanubhavamāno, anubhonto, samanubhonto, paccanubhonto, sambhonto, abhisambhonto, bhāvento, sambhāvento, vibhāvento , paribhāvento, paribhaviyamāno, paribhuyyamāno, abhibhaviyamāno, abhibhūyamāno, anubhaviyamāno, anubhuyyamāno, samanubhaviyamāno, samanubhuyyamāno, paccanubhaviyamāno, paccanubhuyyamānoti imāni niyatapulliṅgesu pakkhittaliṅgāni. Evamokārantādivasena chabbidhāni pulliṅgāni bhūdhātumayāni pakāsitāni. Ayaṃ tāva pulliṅgavasena udāharaṇuddeso.",
  "anya-e0803n4:46": "Bhāvikā, bhāvanā, vibhāvanā, sambhāvanā, paribhāvanāti ākārantaitthiliṅgaṃ.",
  "anya-e0803n4:47": "Bhūmi, bhūti, vibhūti. Ikārantaitthiliṅgaṃ.",
  "anya-e0803n4:48": "Bhūrī, bhūtī, bhotī, vibhāvinī, parivibhāvinī, sambhāvinī, pātubhavantī, pātubhontī, paribhavantī, paribhontī, abhibhavantī, abhibhontī, adhibhavantī, adhibhontī, anubhavantī, anubhontī, samanubhavantī, samanubhontī, paccanubhavantī, paccanubhontī, abhisambhavantī, abhisambhontīti īkārantaitthiliṅgaṃ.",
  "anya-e0803n4:49": "Bhū, abhū. Ūkārantaitthiliṅgaṃ.",
  "anya-e0803n4:50": "Imānettha catubbidhāni itthiliṅgāni bhūdhātumayāni uddiṭṭhāni.",
  "anya-e0803n4:51": "Ukārantitthiliṅgaṃ bhūdhātumayamappasiddhaṃ, aññadhātumayaṃ pana ukārantitthiliṅgaṃ pasiddhaṃ ‘‘dhātu, dhenu’’iti. Tena saddhiṃ pañcavidhāni itthiliṅgāni honti, okārantassa vā gosaddassa itthiliṅgabhāve tena saddhiṃ chabbidhānipi honti, sabbānetāni sabhāvatoyevitthiliṅgānīti daṭṭhabbāni. Etthāpi aniyataliṅgā bhūtaparābhūtasambhūtasaddādayo itthiliṅgavasena yujjante.",
  "anya-e0803n4:52": "Kathaṃ? Bhūtā, parābhūtā, sambhūtāti sabbaṃ vitthārato gahetabbaṃ ‘‘anubhonto samanubhonto’’tiādīni nava padāni vajjetvā. Tāni hi īkārantavasena yojitāni. Imāni niyataliṅgesu pakkhittaliṅgāni. Evaṃ ākārantādivasena catubbidhāni itthiliṅgāni bhūdhātumayāni pakāsitāni. Ayaṃ itthiliṅgavasena udāharaṇuddeso.",
  "anya-e0803n4:53": "Bhūtaṃ, mahābhūtaṃ, bhavittaṃ, bhūnaṃ, bhavanaṃ, parābhavanaṃ, sambhavanaṃ, vibhavanaṃ, pātubhavanaṃ, āvibhavanaṃ, tirobhavanaṃ, vinābhavanaṃ, sotthibhavanaṃ, paribhavanaṃ, abhibhavanaṃ, adhibhavanaṃ, anubhavanaṃ, samanubhavanaṃ, paccanubhavananti niggahītantanapuṃsakaliṅgaṃ.",
  "anya-e0803n4:54": "Atthavibhāvi, dhammavibhāvi. Ikārantanapuṃsakaliṅgaṃ.",
  "anya-e0803n4:55": "Gotrabhu, cittasahabhu, nacittasahabhu. Ukārantanapuṃsakaliṅgaṃ.",
  "anya-e0803n4:56": "Sabbānetāni sabhāvatoyeva napuṃsakaliṅgānīti daṭṭhabbāni. Ettha sattabhūtarūpavācako bhūtasaddoyeva niyogā napuṃsakaliṅgotipi daṭṭhabbaṃ. Etthāpi aniyataliṅgā bhūta parābhūta sambhūtasaddādayo napuṃsakaliṅgavasena yujjante.",
  "anya-e0803n4:57": "Kathaṃ? Bhūtaṃ, parābhūtaṃ, sambhūtaṃ, vibhūtaṃ. Peyyālo. Samanubhavamānaṃ, paccanubhavamānaṃ, anubhontaṃ, anubhavantaṃ, samanubhontaṃ, samanubhavantaṃ, paccanubhontaṃ, paccanubhavantaṃ, sambhontaṃ, sambhavantaṃ, abhisambhontaṃ, abhisambhavantaṃ, pātubhontaṃ, pātubhavantaṃ, paribhontaṃ, paribhavantaṃ, abhibhontaṃ, abhibhavantaṃ, adhibhontaṃ, adhibhavantaṃ, bhāventaṃ, sambhāventaṃ, vibhāventaṃ, paribhāventaṃ, paribhāviyamānaṃ, paribhuyyamānaṃ, peyyālo. Paccanubhaviyamānaṃ, paccanubhuyyamānanti imāni niyatanapuṃsakaliṅgesu pakkhittaliṅgāni. Evaṃ niggahītantādivasena tividhāni napuṃsakaliṅgāni bhūdhātumayāni pakāsitāni . Ayaṃ napuṃsakaliṅgavasena udāharaṇuddeso, evaṃ pulliṅgādivasena liṅgattayaṃ bhūdhātumayamuddiṭṭhaṃ.",
  "anya-e0803n4:58": "Ettha me appasiddhāti, ye ye saddā pakāsitā;",
  "anya-e0803n4:59": "Te te pāḷippadesesu, maggitabbā vibhāvinā.",
  "anya-e0803n4:60": "O, ā, bindu, i, ī, u, ū-antime sattadhā ṭhitā;",
  "anya-e0803n4:61": "Ñe yyā pulliṅgabhedāti, niruttaññūhi bhāsitā.",
  "anya-e0803n4:62": "Ā ivaṇṇo cuvaṇṇo ca, pañca antā sarūpato;",
  "anya-e0803n4:63": "Itthibhedāti viññeyyā, okārantena chāpi vā.",
  "anya-e0803n4:64": "Bindu, i, u-ime antā, tayo ñeyyā vibhāvinā;",
  "anya-e0803n4:65": "Napuṃsakappabhedāti, niruttaññūhi bhāsitā.",
  "anya-e0803n4:66": "Antā satteva pulliṅge, itthiyaṃ pañca vā cha vā;",
  "anya-e0803n4:67": "Napuṃsake tayo evaṃ, dasa pañcahi chabbidhā.",
  "anya-e0803n4:68": "Yasmā panettha ‘‘bhūto’’tiādayo saddā nibbacanābhidheyyakathanatthasādhakavacanapariyāyavacanatthuddhāravasena vuccamānā pākaṭā honti suviññeyyā ca, tasmā imesaṃ nibbacanādīni yathāsambhavaṃ vakkhāma viññūnaṃ tuṭṭhijananatthañceva sotārānamatthesu paṭutarabuddhipaṭilābhāya ca. Tatra bhūtoti khandhapātubhāvena bhavatīti bhūto, idaṃ tāva nibbacanaṃ. ‘‘Bhūto’’ti sabbasaṅgāhakavasena satto vuccati, idamabhidheyyakathanaṃ. ‘‘Yo ca kālaghaso bhūto. Sabbeva nikkhipissanti, bhūtā loke samussaya’’nti ca idametassa atthassa sādhakavacanaṃ. Atha vā bhūtoti evaṃnāmako amanussajātiyo sattaviseso, idamabhidheyyakathanaṃ. ‘‘Bhūtavijjā, bhūtavejjo, bhūtaviggahito’’ti ca idametassa atthassa sādhakavacanaṃ. Yañca pana ‘‘satto macco pajā’’tiādikaṃ tattha tattha āgataṃ vacanaṃ, idaṃ sattoti atthavācakassa bhūtasaddassa pariyāyavacanaṃ. Yañca niddesapāḷiyaṃ ‘‘maccoti satto naro mānavo poso puggalo jīvo jagu jantu hindagu manujo’’ti āgataṃ, idampi pariyāyavacanameva. Tāni sabbāni piṇḍetvā vuccante –",
  "anya-e0803n4:69": "Satto macco jano bhūto, pāṇo hindagu puggalo;",
  "anya-e0803n4:70": "Jantu jīvo jagu yakkho, pāṇī dehī tathāgato.",
  "anya-e0803n4:71": "Sattavo mātiyo loko, manujo mānavo naro;",
  "anya-e0803n4:72": "Poso sarīrīti pume, bhūtamiti napuṃsake.",
  "anya-e0803n4:73": "Pajāti itthiyaṃ vutto, liṅgato, na ca atthato;",
  "anya-e0803n4:74": "Evaṃ tiliṅgikā honti, saddā sattābhidhānakā.",
  "anya-e0803n4:75": "Yo so jaṅghāya ulati, so satto jaṅghalo idha;",
  "anya-e0803n4:76": "Pāṇadehābhidhānehi, sattanāmaṃ papañcitaṃ.",
  "anya-e0803n4:77": "Imasmiṃ pakaraṇe ‘‘pariyāyavacana’’nti ca ‘‘abhidhāna’’nti ca ‘‘saṅkhā’’tiādīni ca ekatthāni adhippetāni, atthuddhāravasena pana bhūtasaddo pañcakkhandhāmanussadhātusassatavijjamānakhīṇāsavasattarukkhādīsu dissati, tappayogo upari atthattikavibhāge āvibhavissati. Bhāvakoti bhāvetīti bhāvako, idaṃ nibbacanaṃ. Yo bhāvanaṃ karoti, so bhāvako. Idamabhidheyyakathanaṃ. ‘‘Bhāvako nipako dhīro’’ti idametassa atthassa sādhakavacanaṃ. ‘‘Bhāvako bhāvanāpasuto bhāvanāpayutto bhāvanāsampanno’’ti idaṃ pariyāyavacanaṃ. Imāni ‘‘bhūto bhāvako’’ti dve padāni suddhakattuhetukattuvasena vuttānīti. Ito paraṃ nayānusārena suviññeyyattā ‘‘idaṃ nibbacana’’nti ca ādīni avatvā katthaci atthasādhakavacanaṃ pariyāyavacanaṃ atthuddhārañca yathārahaṃ dassessāma. Tesu hi sabbattha dassitesu ganthavitthāro siyā, tasmā yesamattho uttāno, tesampi padānamabhidheyyaṃ na kathessāma, nibbacanamattameva nesaṃ kathessāma. Yesaṃ pana gambhīro attho, tesamabhidheyyaṃ kathessāma.",
  "anya-e0803n4:78": "Bhavanaṃ bhavo, bhavo vuccati vuddhi. Bhūsaddassa atthātisayayogato vaḍḍhanepi dissamānattā bhavanaṃ vaḍḍhananti katvā. ‘‘Bhavo ca rañño abhavo ca rañño’’ti idaṃ vuddhiatthassa sādhakaṃ vacanaṃ. Atha vā bhavoti vuccati sassataṃ. ‘‘Sassato attā ca loko cā’’ti hi sassatavasena pavattā diṭṭhi sassatadiṭṭhi, tasmā bhavadiṭṭhī’’ti idametassatthassa sādhakaṃ vacanaṃ. Tathā bhavoti bhavadiṭṭhi, bhavati sassataṃ tiṭṭhatīti pavattanato sassatadiṭṭhi bhavadiṭṭhi nāma. Bhavadiṭṭhi hi uttarapadalopena bhavoti vuccati. ‘‘Bhavena bhavassa vippamokkhamāhaṃsū’’ti idametassatthassa sādhakaṃ vacanaṃ. Etthāyaṃ pāḷivacanattho – ekacce samaṇā vā brāhmaṇā vā bhavadiṭṭhiyā vā kāmabhavādinā vā sabbabhavato vimuttiṃ saṃsāravisuddhiṃ kathayiṃsūti. Atha vā bhavanti vaḍḍhanti sattā etenāti bhavoti atthena sampattipuññāni bhavoti ca vuccanti. ‘‘Itibhavābhavatañca vītivatto’’ti idametassatthassa sādhakaṃ vacanaṃ. Ettha panāyaṃ pāḷivacanattho – bhavoti sampatti, abhavoti vipatti. Tathā bhavoti vuddhi, abhavoti hāni. Bhavoti sassataṃ, abhavoti ucchedo. Bhavoti puññaṃ, abhavoti pāpaṃ, taṃ sabbaṃ vītivattoti.",
  "anya-e0803n4:79": "Sahokāsā khandhāpi bhavo. ‘‘Kāmabhavo rūpabhavo’’ iccevamādi etassatthassa sādhakaṃ vacanaṃ. Ettha pana khandhā ‘‘yo paññāyati, so sarūpaṃ labhatī’’ti katvā ‘‘bhavati avijjātaṇhādisamudayā nirantaraṃ samudetī’’ti atthena vā ‘‘bhavā’’ti vuccanti. Okāso pana ‘‘bhavanti jāyanti ettha sattā nāmarūpadhammā cā’’ti atthena ‘‘bhavo’’ti. Apica kammabhavopi bhavo, upapattibhavopi bhavo. ‘‘Upādānapaccayā bhavo duvidhena atthi kammabhavo, atthi upapattibhavo’’ti idametassatthassa sādhakaṃ vacanaṃ. Tattha kammameva bhavo kammabhavo. Tathā upapatti eva bhavo upapattibhavo. Etthūpapatti bhavatīti bhavo, kammaṃ pana yathā sukhakāraṇattā ‘‘sukho buddhānamuppādo’’ti vutto. Evaṃ bhavakāraṇattā phalavohārena bhavoti daṭṭhabbaṃ. Atha vā bhāvanalakkhaṇattā bhāvetīti bhavo. Kiṃ bhāveti? Upapattiṃ. Iti upapattiṃ bhāvetīti bhavoti vuccati. Bhāvetītimassa ca nibbattetīti hetukattuvasenattho. Atha vā ‘‘bhavapaccayā jātī’’ti vacanato bhavati etenāti bhavoti kammabhavo vuccati.",
  "anya-e0803n4:80": "‘‘Khandhānañca paṭipāṭi, dhātuāyatanāna ca;",
  "anya-e0803n4:81": "Abbocchinnaṃ vattamānā, saṃsāroti pavuccatī’’ti",
  "anya-e0803n4:82": "Vuttalakkhaṇo saṃsāropi bhavo. ‘‘Bhave dukkhaṃ bhavadukkhaṃ, bhave saṃsaranto’’ti imānetassatthassa sādhakāni vacanāni. Tatra kenaṭṭhena saṃsāro bhavoti kathīyati? Bhavati ettha sattasammuti khandhādipaṭipāṭisaṅkhāte dhammapuñjasminti atthena . Idaṃ bhavasaddassa bhāvakattukaraṇādhikaraṇasādhanavasenatthakathanaṃ.",
  "anya-e0803n4:83": "Ettha bhavasaddassa atthuddhāraṃ vadāma –",
  "anya-e0803n4:84": "Vuddhisampattipuññāni, khandhā sokāsasaññitā;",
  "anya-e0803n4:85": "Saṃsāro sassatañcetaṃ, bhavasaddena sadditaṃ.",
  "anya-e0803n4:86": "Bhavataṇhā bhavadiṭṭhi, upapattibhavo tathā;",
  "anya-e0803n4:87": "Kammabhavo ca sabbantaṃ, bhavasaddena sadditaṃ.",
  "anya-e0803n4:88": "Bhavataṇhābhavadiṭṭhi-dvayaṃ katthaci pāḷiyaṃ;",
  "anya-e0803n4:89": "Uttarapadalopena, bhavasaddena sadditaṃ.",
  "anya-e0803n4:90": "Abhavoti na bhavo abhavo.",
  "anya-e0803n4:91": "Vipatti hāni ucchedo, pāpañceva catubbidhā;",
  "anya-e0803n4:92": "Ime abhavasaddena, atthā vuccanti sāsane.",
  "anya-e0803n4:93": "Bhāvoti ajjhāsayo, yo ‘‘adhippāyo’’tipi vuccati. ‘‘Thīnaṃbhāvo durājāno. Nāmacco rājabhariyāsu, bhāvaṃ kubbetha paṇḍito. Hadayaṅgatabhāvaṃ pakāsetī’’ti evamādi etassatthassa sādhakaṃ vacanaṃ. Apica vatthudhammopi bhāvo. ‘‘Bhāvasaṅketasiddhīna’’nti idametassatthassa sādhakaṃ vacanaṃ, cittampi bhāvo. ‘‘Accāhitaṃ kammaṃ karosi luddaṃ, bhāve ca te kusalaṃ natthi kiñcī’’ti idametassatthassa sādhakaṃ vacanaṃ. Kriyāpibhāvo. ‘‘Bhāvalakkhaṇaṃ bhāvasattamī’’ti ca idametassatthassa sādhakaṃ vacanaṃ. Apica bhāvoti sattavevacananti bhaṇanti, dhātu vā etaṃ adhivacanaṃ. Tattha ajjhāsayo ca vatthudhammo ca cittañca satto cāti ime bhavatīti bhāvo. Tathā pana bhāvetīti bhāvo, kriyā tu bhavananti bhāvo. Sā ca bhavanagamanapacanādivasenānekavidhā. Apica bhāvarūpampi bhāvo, yaṃ itthibhāvo pumbhāvo itthindriyanti ca vuccati. Tatrāyaṃ vacanattho – ‘‘itthī’’ti vā ‘‘puriso’’ti vā bhavati etena cittaṃ abhidhānañcāti bhāvo.",
  "anya-e0803n4:94": "Nattanomatiyā etaṃ, nibbacanamudāhaṭaṃ;",
  "anya-e0803n4:95": "Pubbācariyasīhānaṃ, mataṃ nissāya māhaṭaṃ.",
  "anya-e0803n4:96": "Vuttañhetaṃ porāṇehi ‘‘itthiyā bhāvo itthibhāvo, itthīti vā bhavati etena cittaṃ abhidhānañcāti itthibhāvo’’ti, tasmā pumbhāvoti etthāpi pumassa bhāvo pumbhāvo, pumāti vā bhavati etena cittaṃ abhidhānañcāti pumbhāvoti nibbacanaṃ samadhigantabbaṃ. Idaṃ bhāvasaddassa kattubhāvakaraṇasādhanavasenatthakathanaṃ.",
  "anya-e0803n4:97": "Abhāvoti na bhāvoti abhāvo, ko so? Suññatā natthitā. Sabhāvoti attano bhāvo sabhāvo, attano pakati iccevattho. Atha vā sabhāvoti dhammānaṃ sati atthasambhave yo koci sarūpaṃ labhati, tassa bhāvo lakkhaṇamiti saññito namanaruppanakakkhaḷaphusanādiākāro iccevattho. ‘‘Sāmaññaṃ vā sabhāvo vā, dhammānaṃ lakkhaṇaṃ mata’’nti idametassatthassa sādhakaṃ vacanaṃ. Apica sabhāvoti salakkhaṇo paramatthadhammo. Kenaṭṭhena? Saha bhāvenāti atthena. Sabbhāvoti sataṃ bhāvo sabbhāvo, sappurisadhammo iccevattho. Atha vā attano bhāvo sabbhāvo. ‘‘Gāhāpayanti sabbhāva’’nti idametassatthassa sādhakaṃ vacanaṃ. Saṃvijjamāno vā bhāvo sabbhāvo. ‘‘Evaṃ gahaṇasabbhāvo’’ti idametassatthassa sādhakaṃ vacanaṃ. Idaṃ sabhāva sabbhāvasaddānaṃ bhāvasādhanavasenatthakathanaṃ.",
  "anya-e0803n4:98": "Sambhavoti sambhavanaṃ sambhavo, sambhavanakriyā, yutti vā. Yutti hi sambhavoti vuccati ‘‘sambhavo gahaṇassa kāraṇa’’ntiādīsu. Atha vā sambhavati etasmāti sambhavo. Yato hi yaṃ kiñci sambhavati, so sambhavo. Pabhavoti pabhavanaṃ pabhavo, acchinnatā, pabhavati etasmāti vā pabhavo. Yato hi yaṃ kiñci pabhavati, so pabhavo. Ime pana sambhavapabhavasaddā katthaci samānatthā katthaci bhinnatthāti veditabbā. Kathaṃ? Sambhavasaddo hi bhavanakriyampi vadati yuttimpi paññattimpi sambhavarūpampi paccayatthampi, pabhavasaddo pana bhavanakriyampi vadati nadippabhavampi paccayatthampi, tasmā paccayatthaṃ vajjetvā bhinnatthāti gahetabbā, paccayatthena pana samānatthāti gahetabbā. Vuttañhetaṃ ‘‘paccayo hetu nidānaṃ kāraṇaṃ sambhavo pabhavotiādi atthato ekaṃ, byañjanato nāna’’nti.",
  "anya-e0803n4:99": "‘‘Mūlaṃ hetu nidānañca, sambhavo pabhavo tathā;",
  "anya-e0803n4:100": "Samuṭṭhānāhārārammaṇaṃ, paccayo samudayena cā’’ti",
  "anya-e0803n4:101": "Ayampi gāthā etassatthassa sādhikā. Idaṃ sambhavapabhavasaddānaṃ bhāvāpādānasādhanavasenatthakathanaṃ.",
  "anya-e0803n4:102": "Evamettha bhāvakattukammakaraṇāpādānādhikaraṇavasena cha sādhanāni pakāsitāni. Tāni sampadānasādhanena sattavidhāni bhavanti, taṃ pana uttari āvibhavissati ‘‘dhanamassa bhavatūti dhanabhūtī’’tiādinā. Iccevaṃ kitakavasena sabbathāpi sattavidhāni sādhanāni honti, yāni ‘‘kārakānī’’tipi vuccati, ito aññaṃ sādhanaṃ natthi. Idha payogesvatthesu ca viññūnaṃ pāṭavatthaṃ sādhananāmaṃ pakāsitaṃ. Tathā hi dunnikkhittasādhanehi padehi yojitā saddappayogā dubbodhatthā honti, sunikkhittasādhanehi pana padehi yojitā subodhatthā honti, tasmā payogāsādhanamūlakā, attho ca payogamūlako. Payogānurūpañhi aviparītaṃ katvā atthaṃ kathanasīlā ‘‘yācitova bahulaṃ cīvaraṃ paribhuñjati, appaṃ ayācito’’ti evamādīsu sādhanavasena gahetabbesu atthesu, aññesu catthesu paṭutarabuddhino paṇḍitāyeva ekantena bhagavato pariyattisāsanadharā nāma hontīti veditabbaṃ. Ito paraṃ nayānusārena suviññeyyattā ‘‘idaṃ nāma sādhana’’nti na vakkhāma, kevalamidha dassitesu payogesu viññūnaṃ bahumānuppādanatthañceva vividhavicittapāḷigatike vividhatthasāre jinavaravacane sotūnaṃ buddhivijambhanatthañca atthasādhakavacanāniyeva yathārahaṃ suttageyyaveyyākaraṇagāthādīsu tato tato āharitvā dassessāma.",
  "anya-e0803n4:103": "Pabhāvoti pakārato bhavatīti pabhāvo, soyamānubhāvoyeva. ‘‘Pabhāvaṃ te na passāmi, yena tvaṃ mithilaṃ vaje’’ti idametassatthassa sādhakaṃ vacanaṃ. Anubhavoti anubhavanaṃ anubhavo, kiṃ taṃ? Paribhuñjanaṃ. Ānubhāvoti tejussāhamantapabhūsattiyo. ‘‘Tejasaṅkhato ussāhamantapabhūsattisaṅkhāto vā mahanto ānubhāvo etassāti mahānubhāvo’’ti idametassatthassa sādhakaṃ vacanaṃ.",
  "anya-e0803n4:104": "Tejo ussāhamantā ca, pabhūsattīti pañcime;",
  "anya-e0803n4:105": "Ānubhāvāti vuccanti, pabhāvāti ca te vade.",
  "anya-e0803n4:106": "Tejādivācakattamhi, ānubhāvapadassa tu;",
  "anya-e0803n4:107": "Atthanibbacanaṃ dhīro, yathāsambhavamuddise.",
  "anya-e0803n4:108": "Atha vā ānubhāvoti anubhavitabbaphalaṃ. ‘‘Anubhavitabbassa phalassa mahantatāya mahānubhāvo’’ti idametassatthassa sādhakaṃ vacanaṃ. Parābhavoti parābhavanaṃ parābhavo, atha vā parābhavatīti parābhavo. ‘‘Suvijāno parābhavo’’ti idametassatthassa sādhakaṃ vacanaṃ. Apica ‘‘dhammadessī parābhavo’’ti pāṭhānurūpato parābhavissatīti parābhavoti anāgatakālavasenapi nibbacanaṃ daṭṭhabbaṃ. Atha vā parābhavanti etenāti parābhavo. Kiṃ taṃ? Dhammadessitādi. ‘‘Paṭhamo so parābhavo’’ti idametassatthassa sādhakaṃ vacanaṃ. Vibhavoti nibbānaṃ. Tañhi bhavato vigatattā bhavato vigatoti vibhavo, bhavassa ca taṃhetu vigatattā vigato bhavo etasmāti vibhavo. Vibhavanti ucchijjanti vinassanti ito ariyadhanavilomakā kilesamahācorātipi vibhavo. Vibhavasaddassa nibbānābhidhānatte ‘‘evaṃ bhave vijjamāne, vibhavo icchitabbako’’ti idamettha sādhakaṃ vacanaṃ. Imāni pana nibbānassa pariyāyavacanāni –",
  "anya-e0803n4:109": "Nibbānaṃ vibhavo mokkho, nirodho amataṃ samaṃ;",
  "anya-e0803n4:110": "Saṅkhārūpasamo dukkha-nirodho accuta’kkhayo.",
  "anya-e0803n4:111": "Vivaṭṭa’makataṃ atthaṃ, santipada’masaṅkhataṃ;",
  "anya-e0803n4:112": "Pāraṃ taṇhākkhayo dukkha-kkhayo saññojanakkhayo.",
  "anya-e0803n4:113": "Yogakkhemo virāgo ca,",
  "anya-e0803n4:114": "Lokanto ca bhavakkhayo;",
  "anya-e0803n4:115": "Apavaggo visaṅkhāro,",
  "anya-e0803n4:116": "Sabbhi suddhi visuddhi ca.",
  "anya-e0803n4:117": "Vimutyā’pacayo mutti, nibbuti upadhikkhayo;",
  "anya-e0803n4:118": "Santi asaṅkhatā dhātu, disā ca sabbatopabhaṃ.",
  "anya-e0803n4:119": "Vināpetāni nāmāni, visesakapadaṃ idha;",
  "anya-e0803n4:120": "Nibbānavācakānīti, sallakkheyya sumedhaso.",
  "anya-e0803n4:121": "‘‘Tāṇaṃ leṇa’’ntiādīni-pekkhikāni bhavanti hi;",
  "anya-e0803n4:122": "Visesakapadānanti, etthetāni pakāsaye.",
  "anya-e0803n4:123": "Tāṇaṃ leṇa’marūpañca, santaṃ sacca’manālayaṃ;",
  "anya-e0803n4:124": "Sududdasaṃ saraṇañca, parāyaṇa’manītikaṃ.",
  "anya-e0803n4:125": "Anāsavaṃ dhuvaṃ niccaṃ, viññāṇa’manidassanaṃ;",
  "anya-e0803n4:126": "Abyāpajjaṃ sivaṃ khemaṃ, nipuṇaṃ apalokikaṃ.",
  "anya-e0803n4:127": "Ananta’makkharaṃ dīpo, accantaṃ kevalaṃ padaṃ;",
  "anya-e0803n4:128": "Paṇītaṃ accutañcāti, bahudhāpi vibhāvaye.",
  "anya-e0803n4:129": "Gotrabhūti padassatthaṃ, vadantehi garūhi tu;",
  "anya-e0803n4:130": "Gottaṃ vuccati nibbāna-miti gottanti bhāsitaṃ.",
  "anya-e0803n4:131": "Vibhavoti vā vināsasampattidhanucchedadiṭṭhiyopi vuccanti. Tattha vināso vibhavanaṃ ucchijjanaṃ nassananti atthena vibhavo. ‘‘Vibhavo sabbadhammānaṃ, ittheke sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapentī’’ti ca idametassatthassa sādhakaṃ vacanaṃ. Sampatti pana visesato bhavatīti vibhavo. ‘‘Rañño sirivibhavaṃ daṭṭhukāmā’’ti idametassatthassa sādhakaṃ vacanaṃ. Dhanaṃ pana bhavanti vaḍḍhanti vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti sattā etenāti vibhavo. ‘‘Asītikoṭivibhavassa brāhmaṇassa putto hutvā nibbattī’’ti idametassatthassa sādhakaṃ vacanaṃ. Idaṃ pana pariyāyavacanaṃ –",
  "anya-e0803n4:132": "Dhanaṃ saṃ vibhavo dabbaṃ, sāpateyyaṃ pariggaho;",
  "anya-e0803n4:133": "Oḍḍaṃ bhaṇḍaṃ sakaṃ attho, iccete dhanavācakā.",
  "anya-e0803n4:134": "Ucchedadiṭṭhi pana vibhavati ucchijjati ‘‘attā ca loko ca puna cutito uddhaṃ na jāyatī’’ti gahaṇato vibhavoti. ‘‘Vibhavataṇhā’’ti idametassatthassa sādhakaṃ vacanaṃ. Vibhavataṇhāti hi ucchedadiṭṭhisahagatāya taṇhāya nāmaṃ. Ettha atthuddhāro vuccati –",
  "anya-e0803n4:135": "Dhananibbānasampatti-vināsucchedadiṭṭhiyo;",
  "anya-e0803n4:136": "Vuttā vibhavasaddena, iti viññū vibhāvaye.",
  "anya-e0803n4:137": "Pātubhāvoti pātubhavanaṃ pātubhāvo. Āvibhāvoti āvibhavanaṃ āvibhāvo, ubhinnametesaṃ pākaṭatā iccevattho. Tirobhāvoti tirobhavanaṃ tirobhāvo, paṭicchannabhāvo. Vinābhāvoti vinābhavanaṃ vinābhāvo, viyogo. Sotthibhāvoti sotthibhavanaṃ sotthibhāvo, suvatthibhāvo sukhassa atthitā, atthato pana nibbhayatā nirupaddavatā eva. Atthibhāvoti atthitā vijjamānatā avivittatā. Natthibhāvoti natthitā avijjamānatā vivittatā rittatā tucchatā suññatā. Okārantapulliṅganiddeso.",
  "anya-e0803n4:138": "Abhibhavatīti abhibhavitā, paraṃ abhibhavanto yo koci. Evaṃ paribhavitā, anubhavatīti anubhavitā, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā anubhavanto yo koci. Evaṃ samanubhavitā. Paccanubhavitā, ettha pana yathā ‘‘amatassa dātā. Anuppannassa maggassa uppādetā’’tiādīsu ‘‘dātā’’ti padānaṃ kattuvācakānaṃ ‘‘amatassā’’tiādīhi padehi kammavācakehi chaṭṭhiyantehi saddhiṃ yojanā dissati, tathā imesampi padānaṃ ‘‘paccāmittassa abhibhavitā’’tiādinā yojanā kātabbā. Evaṃ aññesampi evarūpānaṃ padānaṃ. Ākārantapulliṅganiddeso.",
  "anya-e0803n4:139": "Bhavatīti bhavaṃ. Bhavissatīti vā bhavaṃ, vaḍḍhamāno puggalo. ‘‘Suvijāno bhavaṃ hoti, suvijāno parābhavo. Dhammakāmo bhavaṃ hoti, dhammadessī parābhavo’’ti idametassatthassa sādhakaṃ vacanaṃ. Atha vā yena saddhiṃ katheti, so ‘‘bhava’’nti vattabbo, ‘‘bhavaṃ kaccāyano. Bhavaṃ ānando. Maññe bhavaṃ patthayati, rañño bhariyaṃ patibbata’’ntiādīsu. Ettha pana dhātuatthe ādaro na kātabbo, sammutiattheyevādaro kātabbo ‘‘saṅketavacanaṃ saccaṃ, lokasammutikāraṇa’’nti vacanato. Vohāravisayasmiñhi lokasammuti eva padhānā avilaṅghanīyā. Parābhavatīti parābhavaṃ. Evaṃ paribhavaṃ. Abhibhavaṃ. Anubhavaṃ. Pabhavati pahoti sakkotīti pabhavaṃ, pahonto yo koci. Na pabhavaṃ appabhavaṃ, ‘‘appabhava’’nti ca idaṃ jātake diṭṭhaṃ –",
  "anya-e0803n4:140": "‘‘Chinnabbhamiva vātena, ruṇṇo rukkhamupāgamiṃ;",
  "anya-e0803n4:141": "Sohaṃ appabhavaṃ tattha, sākhaṃ hatthehi aggahi’’nti",
  "anya-e0803n4:142": "Tattha sādhakavacanamidaṃ. Niggahītantapulliṅganiddeso.",
  "anya-e0803n4:143": "Dhanabhūtīti dhanamassa bhavatūti dhanabhūti. Siribhūtīti sobhāya ceva paññāpuññānañca adhivacanaṃ. Sā assa bhavatūti siribhūti. Evaṃ sotthibhūti, suvatthibhūti. Ikārantapulliṅganiddeso.",
  "anya-e0803n4:144": "Bhāvīti bhavanasīlo bhāvī, bhavanadhammo bhāvī, bhavane sādhukārī bhāvī. Evaṃ vibhāvī. Sambhāvī. Paribhāvīti. Tatra vibhāvīti atthavibhāvane samattho paṇḍito vuccati. Ettha vidvā, vijjāgato, ñāṇītiādi pariyāyavacanaṃ daṭṭhabbaṃ. Bhavanti catra –",
  "anya-e0803n4:145": "Vidvā vijjāgato ñāṇī, vibhāvī paṇḍito sudhī;",
  "anya-e0803n4:146": "Budho visārado viññū, dosaññū viddasu vidū.",
  "anya-e0803n4:147": "Vipassī paṭibhāṇī ca, medhāvī nipako kavi;",
  "anya-e0803n4:148": "Kusalo viduro dhīmā, gatimā mutimā cayaṃ.",
  "anya-e0803n4:149": "Cakkhumā kaṇṇavā dabbo, dhīro bhūri vicakkhaṇo;",
  "anya-e0803n4:150": "Sappañño buddhimā pañño, evaṃnāmā vibhāvinoti.",
  "anya-e0803n4:151": "Īkārantapulliṅganiddeso.",
  "anya-e0803n4:152": "Sayambhūti sayameva bhavatīti sayambhū. Ko so? Antarena paropadesaṃ sāmaṃyeva sabbaṃ ñeyyadhammaṃ paṭivijjhitvā sabbaññutaṃ patto sakyamuni bhagavā. Vuttañhetaṃ bhagavatā –",
  "anya-e0803n4:153": "‘‘Na me ācariyo atthi, sadiso me na vijjati;",
  "anya-e0803n4:154": "Sadevakasmiṃ lokasmiṃ, natthi me paṭipuggalo.",
  "anya-e0803n4:155": "Ahañhi arahā loke, ahaṃ satthā anuttaro;",
  "anya-e0803n4:156": "Ekomhi sammāsambuddho, sītībhūtosmi nibbuto’’ti.",
  "anya-e0803n4:157": "Atthato pana pāramitāparibhāvito sayambhūñāṇena saha vāsanāya vigataviddhastaniravasesakileso mahākaruṇāsabbaññutaññāṇādiaparimeyyaguṇagaṇādhāro khandhasantāno sayambhū. So evaṃbhūto khandhasantāno loke aggapuggaloti vuccati. Vuttañhetaṃ bhagavatā ‘‘ekapuggalo bhikkhave loke uppajjamāno uppajjati acchariyamanusso, katamo ekapuggalo? Tathāgato bhikkhave arahaṃ sammāsambuddho’’ti. So ekapuggalo etarahi ‘‘sabbaññū, sugato’’tiādīhi yathābhuccaguṇādhigatanāmehi ca pasiddho, ‘‘gotamo ādiccabandhū’’ti gottato ca pasiddho, sakyaputto sakko sakyamuni sakyasīho sakyapuṅgavoti kulato ca pasiddho, suddhodanimāyādevīsutoti mātāpitito ca pasiddho, siddhatthoti gahitanāmena ca pasiddho. Bhavanti catra –",
  "anya-e0803n4:158": "Yo ekapuggalo āsi, buddho so vadataṃ varo;",
  "anya-e0803n4:159": "Gottato gotamo nāma, tathevādiccabandhu ca.",
  "anya-e0803n4:160": "Sakyakule pasūtattā, sakyaputtoti vissuto;",
  "anya-e0803n4:161": "Sakko iti ca avhito, tathā sakyamunīti ca.",
  "anya-e0803n4:162": "Sabbattha seṭṭhabhāvena, sakye ca seṭṭhabhāvato;",
  "anya-e0803n4:163": "Sakyasīhoti so sakya-puṅgavoti ca sammato.",
  "anya-e0803n4:164": "Suddhodanīti pitito, nabhe candova vissuto;",
  "anya-e0803n4:165": "Mātitopi ca saññāto, māyādevīsuto iti.",
  "anya-e0803n4:166": "Sabbaññū sugato buddho, dhammarājā tathāgato;",
  "anya-e0803n4:167": "Samantabhaddo bhagavā, jino dasabalo muni.",
  "anya-e0803n4:168": "Satthā vināyako nātho,",
  "anya-e0803n4:169": "Munindo lokanāyako;",
  "anya-e0803n4:170": "Narāsabho lokajino,",
  "anya-e0803n4:171": "Sambuddho dvipaduttamo.",
  "anya-e0803n4:172": "Devadevo lokagaru, dhammassāmī mahāmuni;",
  "anya-e0803n4:173": "Samantacakkhu purisa-dammasārathi māraji.",
  "anya-e0803n4:174": "Dhammissaro ca advejjha-vacano satthavāhako;",
  "anya-e0803n4:175": "Visuddhidevo devāti-devo ca samaṇissaro.",
  "anya-e0803n4:176": "Bhūripañño’nadhivaro, narasīho ca cakkhumā;",
  "anya-e0803n4:177": "Munimuni naravaro, chaḷabhiñño jane suto.",
  "anya-e0803n4:178": "Aṅgīraso yatirājā, lokabandhu’matandado;",
  "anya-e0803n4:179": "Vattā pavattā saddhamma-cakkavattī yatissaro.",
  "anya-e0803n4:180": "Lokadīpo sirīghano, samaṇindo naruttamo;",
  "anya-e0803n4:181": "Lokattayavidū loka-pajjoto purisuttamo.",
  "anya-e0803n4:182": "Saccadaso satapuñña-lakkhaṇo saccasavhayo;",
  "anya-e0803n4:183": "Ravibandhā’samasamo, pañcanetta’ggapuggalo.",
  "anya-e0803n4:184": "Sabbābhibhū sabbavidū, saccanāmo ca pāragū;",
  "anya-e0803n4:185": "Purisātisayo sabba-dassāvī narasārathi.",
  "anya-e0803n4:186": "Sammāsambuddho iti so, ñāto sattuttamoti ca;",
  "anya-e0803n4:187": "Tādī vibhajjavādīti, mahākāruṇikoti ca.",
  "anya-e0803n4:188": "Cakkhubhūto dhammabhūto, ñāṇabhūtoti vaṇṇito;",
  "anya-e0803n4:189": "Brahmabhūtoti purisā-jañño iti ca thomito.",
  "anya-e0803n4:190": "Lokajeṭṭho sayambhū ca, mahesi mārabhañjano;",
  "anya-e0803n4:191": "Amoghavacano dhamma-kāyo mārābhibhū iti.",
  "anya-e0803n4:192": "Asaṅkhyeyyāni nāmāni, saguṇena mahesino;",
  "anya-e0803n4:193": "Nāmaṃ guṇehi nissitaṃ, ko kavindo kathessati.",
  "anya-e0803n4:194": "Tatra sabbaññu iccādi-nāmaṃ sādhāraṇaṃ bhave;",
  "anya-e0803n4:195": "Sabbesānampi buddhānaṃ, gotamo itiādi na.",
  "anya-e0803n4:196": "Buddho paccekabuddho ca, ‘‘sayambhū’’iti sāsane;",
  "anya-e0803n4:197": "Keci ‘‘brahmā sayambhū’’ti, sāsanāvacaraṃ na taṃ.",
  "anya-e0803n4:198": "‘‘Buddho tathāgato satthā, bhagavā’’ti padāni tu;",
  "anya-e0803n4:199": "Ṭhānenekasahassamhi, sañcaranti abhiṇhaso.",
  "anya-e0803n4:200": "Tatra cādipadaṃ anta-padañceva imāni tu;",
  "anya-e0803n4:201": "Ekatopi carantīti, vibhāveyya visārado.",
  "anya-e0803n4:202": "Visesakapadānaṃ tu, apekkhakapadāni ca;",
  "anya-e0803n4:203": "Anapekkhapadānīti, padāni duvidhā siyuṃ.",
  "anya-e0803n4:204": "Tathā hi satthavāho naravaro chaḷabhiññoti evaṃpakārāni abhidhānapadāni visesakapadāpekkhakāni. Kathaṃ?",
  "anya-e0803n4:205": "‘‘Evaṃ vijitasaṅgāmaṃ, satthavāhaṃ anuttaraṃ;",
  "anya-e0803n4:206": "Sāvakā payirupāsanti, tevijjā maccuhāyino.",
  "anya-e0803n4:207": "Yaṃ loko pūjayate,",
  "anya-e0803n4:208": "Salokapālo sadā namassati ca;",
  "anya-e0803n4:209": "Tasseta sāsanavaraṃ,",
  "anya-e0803n4:210": "Vidūhi ñeyyaṃ naravarassā’’ti,",
  "anya-e0803n4:211": "‘‘Chaḷabhiññassa sāsana’’nti ca evaṃ visesakapadāpekkhakāni bhavanti. Buddho jino bhagavāti evaṃpakārāni pana no visesakāpekkhānīti daṭṭhabbaṃ.",
  "anya-e0803n4:212": "Keci panettha evaṃ vadeyyuṃ ‘‘munindo samaṇindo samaṇissaro yatissaro ādiccabandhu ravibandhūti evaṃpakārānaṃ idha vuttānamabhidhānānaṃ visesatthābhāvato punaruttidoso atthī’’ti. Tanna, abhidhānānaṃ abhisaṅkharaṇīyānabhisaṅkharaṇīyavasena abhisaṅkhatābhidhānāni anabhisaṅkhatābhidhānānīti dvedhā dissanato. Tathā hi katthaci keci ‘‘sakyasīho’’ti abhidhānaṃ paṭicca ‘‘sakyakesarī sakyamigādhipo’’tiādinā nānāvividhamabhidhānamabhisaṅkharonti, pāvacanepi hi ‘‘dviduggamavarahanutta’malatthā’’ti pāṭho dissati. Tathā keci ‘‘dhammarājā’’ti abhidhānaṃ paṭicca ‘‘dhammadisampatī’’tiādīni abhisaṅkharonti. ‘‘Sabbaññū’’ti abhidhānaṃ paṭicca ‘‘sabbadassāvī sabbadassī’’tiādīni abhisaṅkharonti, ‘‘sahassakkho’’ti abhidhānaṃ paṭicca ‘‘dasasatalocano’’tiādīni abhisaṅkharonti. ‘‘Ādiccabandhū’’ti abhidhānaṃ paṭicca ‘‘aravindasahāyabandhū’’tiādīni abhisaṅkharonti. ‘‘Ambuja’’nti abhidhānaṃ paṭicca ‘‘nīrajaṃ kuñja’’ntiādīni abhisaṅkharonti. Pāvacanepi hi yaṃ padumaṃ, taṃ jalajaṃ nāmāti mantvā paṭisambhidāppattehi ariyehi desanāvilāsavasena vutto ‘‘padumuttaranāmino’’ti vattabbaṭṭhāne ‘‘jalajuttaranāmino’’ti pāṭho dissati. Evaṃ abhisaṅkhatābhidhānāni dissanti.",
  "anya-e0803n4:213": "‘‘Buddho bhagavā’’ti abhidhānāni pana anabhisaṅkhatābhidhānāni. Vuttañhetaṃ dhammasenāpatinā āyasmatā sāriputtena ‘‘buddhoti netaṃ nāmaṃ mātarā kataṃ, na pitarā kataṃ, na bhaginiyā kataṃ, na ñātisālohitehi kataṃ, na devatāhi kataṃ, vimokkhantikametaṃ buddhānaṃ bhagavantānaṃ bodhiyā mūle saha sabbaññutaññāṇappaṭilābhā sacchikā paññatti yadidaṃ buddho’’ti, tathā ‘‘bhagavāti netaṃ nāmaṃ mātarā kataṃ…pe… sacchikā paññatti yadidaṃ bhagavā’’ti. Evaṃ ‘‘buddho bhagavā’’ti abhidhānāni anabhisaṅkhatābhidhānāni. Na hi tāni abhidhānāni ceva ‘‘satthā sugato jino’’tiādīni ca aññaṃ kiñci abhidhānaṃ paṭicca abhisaṅkhatāni, nāpi aññāni abhidhānāni etāni paṭicca abhisaṅkhatāni dissanti. Tathā hi ‘‘buddho’’ti abhidhānaṃ paṭicca ‘‘bujjhitā bodhetā bodhako’’tiādīni nāmābhidhānāni na abhisaṅkharonti. Tathā ‘‘bhagavā satthā sugato’’tiādīni nāmābhidhānāni paṭicca ‘‘sampannabhago anusāsako sundaravacano’’tiādīni nāmābhidhānāni nābhisaṅkharonti. Evaṃ imaṃ vibhāgaṃ dassetuṃ ‘‘munindo samaṇindo samaṇissaro yatissaro ādiccabandhu ravibandhū’’tiādinā nayena punarutti amhehi katāti daṭṭhabbā. Evamaññatrāpi nayo netabbo. Atridaṃ vuccati –",
  "anya-e0803n4:214": "‘‘Abhisaṅkhatanāmañca, nāmañcānabhisaṅkhataṃ;",
  "anya-e0803n4:215": "Dviduggamavaro buddho, iti nāmaṃ dvidhā bhave’’ti.",
  "anya-e0803n4:216": "Pabhūti paraṃ pasayha bhavatīti pabhū, issaro. ‘‘Araññassa pabhū ayaṃ luddako’’ti idametassatthassa sādhakaṃ vacanaṃ. Abhibhūti abhibhavatīti abhibhū, asaññasatto. Kiṃ so abhibhavi? Cattāro khandhe arūpino. Iti cattāro khandhe arūpino abhibhavīti abhibhū. So ca kho niccetanattā abhibhavanakriyāyāsati pubbevā’saññuppattito jhānalābhikāle attanā adhigatapañcamajjhānaṃ saññāvirāgavasena bhāvetvā cattāro arūpakkhandhe asaññibhave appavattikaraṇena abhibhavitumārabhi, tadabhibhavanakiccaṃ idāni siddhanti abhibhavīti abhibhūti vuccati. Apica niccetanabhāvena abhibhavanabyāpāre asatipi pubbe sacetanakāle sabyāpārattā sacetanassa viya niccetanassāpi sato tassa upacārena sabyāpāratāvacanaṃ yujjateva. Dissati hi loke sāsane ca sacetanassa viya acetanassapi upacārena sabyāpāratāvacanaṃ. Taṃ yathā? Kūlaṃ patitukāmaṃ, evaṃ loke. Sāsane pana –",
  "anya-e0803n4:217": "‘‘Rodante dārake disvā, ubbiggā vipulā dumā;",
  "anya-e0803n4:218": "Sayamevonamitvāna, upagacchanti dārake’’ti ca",
  "anya-e0803n4:219": "‘‘Aṅgārino dāni dumā bhadante, phalesino chadanaṃ vippahāyā’’ti ca ‘‘phalaṃ toseti kassaka’’nti ca ādi. Abhibhūsaddassa asaññasattābhidhānatte ‘‘abhibhuṃ abhibhuto maññatī’’ti idamettha sādhakaṃ vacanaṃ. Atha vā abhibhavatīti abhibhū, paresamabhibhavitā yo koci. Visesato pana tathāgatoyeva abhibhū. Vuttañhetaṃ bhagavatā ‘‘tathāgato bhikkhave abhibhū anabhibhūto aññadatthudaso vasavattī’’ti. Keci pana ‘‘abhibhū nāma sahasso brahmā’’ti vadanti.",
  "anya-e0803n4:220": "Vibhūti visesabhūtoti vibhū, ‘‘bhavasotaṃ sace buddho, tiṇṇo lokantagū vibhū’’ti idametassatthassa sādhakaṃ vacanaṃ. Vibhūti hettha rūpakāyadhammakāyasampattiyā visesabhūtoti attho. Āha ca –",
  "anya-e0803n4:221": "‘‘Dissamānopi tāvassa, rūpakāyo acintiyo;",
  "anya-e0803n4:222": "Asādhāraṇañāṇaṭṭhe, dhammakāye kathāva kā’’ti.",
  "anya-e0803n4:223": "Adhibhūti adhibhavatīti adhibhū, issaro.",
  "anya-e0803n4:224": "‘‘Tadā maṃ tapatejena, santatto tidivādhibhū;",
  "anya-e0803n4:225": "Dhārento brāhmaṇaṃ vaṇṇaṃ, bhikkhāya maṃ upāgamī’’ti –",
  "anya-e0803n4:226": "Idametassatthassa sādhakaṃ vacanaṃ. Patibhūti patibhūtoti patibhū, ‘‘goṇassa patibhū’’ti idametassatthassa sādhakaṃ vacanaṃ. Gotrabhūti gottasaṅkhātaṃ amatamahānibbānaṃ ārammaṇaṃ katvā bhūtoti gotrabhū, sotāpattimaggassa anantarapaccayena sikhāppattabalavavipassanācittena samannāgato puggalo. Vuttañhetaṃ bhagavatā ‘‘katamo ca puggalo gotrabhū? Yesaṃ dhammānaṃ samanantarā ariyadhammassa avakkanti hoti, tehi dhammehi samannāgato puggalo gotrabhū’’ti, idamevettha atthasādhakaṃ vacanaṃ. Apica samaṇoti gottamattamanubhavamāno kāsāvakaṇṭhasamaṇopi gotrabhū. So hi ‘‘samaṇo’’ti gottamattaṃ anubhavati vindati, na samaṇadhamme attani avijjamānattāti ‘‘gotrabhū’’ti vuccati, ‘‘bhavissanti kho panānanda anāgatamaddhānaṃ gotrabhuno kāsāvakaṇṭhā dussīlā pāpadhammā’’ti idametassatthassa sādhakaṃ vacanaṃ. Vatrabhūti sakko. So hi mātāpitibharaṇādīhi sattahi vattehi sakkattaṃ labhitvā aññe deve vattena abhibhavatīti vatrabhū. Āgamaṭṭhakathāyaṃ pana bhūdhātumhi labbhamānaṃ pattiatthampi gahetvā ‘‘vattena aññe abhibhavitvā devissariyaṃ pattoti vatrabhū’’ti vuttaṃ, ‘‘vatranāmakaṃ vā asuraṃ abhibhavatīti vatrabhū’’ti ca, ‘‘vatrabhū jayataṃpitā’’ti idametassatthassa sādhakaṃ vacanaṃ. Ettha hi vatrabhūti vatranāmakassa asurassa abhibhavitā. Jayataṃ pitāti jayantānaṃ pitā. ‘‘Sakko indo purindado’’ iccādi pariyāyavacanaṃ. Idaṃ tu dhātādhikāre pakāsessāma. Parābhibhūti paramabhibhavatīti parābhibhū. Evaṃ rūpābhibhūtiādīsupi. Sabbābhibhūti sabbamabhibhavitabbaṃ abhibhavatīti sabbābhibhū. Sabbābhibhūti ca idaṃ nāmaṃ tathāgatasseva yujjati. Vuttañhetaṃ bhagavatā –",
  "anya-e0803n4:227": "‘‘Sabbābhibhū sabbavidūhamasmi,",
  "anya-e0803n4:228": "Sabbesu dhammesu anūpalitto;",
  "anya-e0803n4:229": "Sabbañjaho taṇhakkhaye vimutto,",
  "anya-e0803n4:230": "Sayaṃ abhiññāya kamuddiseyya’’nti.",
  "anya-e0803n4:231": "Ūkārantapulliṅganiddeso. Niyatapulliṅganiddesoyaṃ.",
  "anya-e0803n4:232": "Idāni aniyataliṅgānaṃ niyataliṅgesu pakkhittānaṃ bhūtaparābhūta sambhūtasaddādīnaṃ niddeso vuccati. Tatra bhūtoti attano paccayehi abhavīti bhūto, bhūtoti jāto sañjāto nibbatto abhinibbatto pātubhūto, bhūtoti vā laddhasarūpo yo koci saviññāṇako vā aviññāṇako vā. Atha vā tathākārena bhavatīti bhūto, bhūtoti sacco tatho avitatho aviparīto yo koci, ettha yo bhūtasaddo saccattho, tassa ‘‘bhūtaṭṭho’’ti idamettha sādhakaṃ vacanaṃ. Parābhūtoti parābhavīti parābhūto. Suṭṭhu bhūtoti sambhūto. Visesena bhūtoti vibhūto. Vissuto bhūtoti vā vibhūto, ‘‘vibhūtārammaṇa’’nti idametassatthassa sādhakaṃ vacanaṃ. Vibhavīti vā vibhūto, vinaṭṭhoti attho, ‘‘rūpe vibhūte na phusanti phassā’’ti idametassatthassa sādhakaṃ vacanaṃ. Pākaṭo bhūtoti pātubhūto. Āvi bhavatīti āvibhūto. Evaṃ tirobhūto. Vinābhūto. Bhavitumanucchavikoti bhabbo. Paribhaviyate soti paribhūto. Yena kenaci yo pīḷito hīḷito vā, so paribhūto. Gamyamānattho yathākāmacārī. Abhibhaviyyate soti abhibhūto. Adhibhaviyate soti adhibhūto. Evaṃ addhabhūto. Ettha adhisaddena samānattho addhasaddo, ‘‘cakkhu bhikkhave addhabhūtaṃ, rūpā addhabhūtā, cakkhuviññāṇaṃ addhabhūta’’nti idametassatthassa sādhakaṃ vacanaṃ, tathā ‘‘idha bhikkhave bhikkhu na heva anaddhabhūtaṃ attānaṃ na addhabhāvetī’’ti padampi. Tattha anaddhabhūtanti dukkhena anadhibhūtaṃ. Dukkhena anadhibhūto nāma manussattabhāvo vuccati, taṃ na addhabhāveti nābhibhavatīti suttapadattho.",
  "anya-e0803n4:233": "Anubhaviyate soti anubhūto. Evaṃ samanubhūto. Paccanubhūto. Bhāvito. Ettha bhāvitoti iminā samānādhikaraṇaṃ ‘‘satisambojjhaṅgo kho kassapa mayā sammadakkhāto bhāvito’’tiādīsu guṇīvācakaṃ padhānapadaṃ sāsane daṭṭhabbaṃ. Titthiyasamaye pana bhāvitoti kāmaguṇo vuccati. Vuttañhetaṃ pāḷiyaṃ ‘‘na bhāvitamāsīsatī’’ti. Tatra bhāvitā nāma pañca kāmaguṇā, te na āsīsati na sevatīti suttapadattho. Sambhāviyate soti sambhāvito. Evaṃ vibhāvito. Paribhāvito. Anuparibhūto. Manaṃparibhūtoti manaṃ paribhaviyittha soti manaṃparibhūto. Ettha manaṃparibhūtoti īsakaṃ appattaparibhavano vuccati. Mananti hi nipātapadaṃ. ‘‘Atipaṇḍitena puttena, manamhi upakūlito, devadattena attano abuddhabhāvena ceva khantimettādīnañca abhāvena kumārakassapatthero ca therī ca manaṃ nāsito, manaṃ vuḷho ahosī’’tiādīsu cassa payogo veditabbo. Atra manaṃsaddassa kiñci yuttiṃ vadāma.",
  "anya-e0803n4:234": "Manaṃsaddo dvidhā bhinno, nāmaṃ nepātikañciti;",
  "anya-e0803n4:235": "Santaṃ tassa manaṃ hoti, manamhi upakūlitoti.",
  "anya-e0803n4:236": "Paribhavitabboti aññena paribhavituṃ sakkuṇeyyoti paribhavitabbo. Evaṃ paribhottabbo paribhavanīyo. Tabbapaccayaṭṭhāne hi sakkuṇeyyapadayojanā dissati ‘‘aladdhaṃ ārammaṇaṃ laddhabbaṃ labhanīyaṃ laddhuṃ vā sakkuṇeyya’’nti. Atha vā paribhavanamarahatīti paribhavitabbo. Evaṃ paribhottabbo paribhavanīyo. Tathā hi tabbapaccayaṭṭhāne arahatipadayojanā dissati ‘‘parisakkuṇeyyaṃ lābhamarahatīti laddhabba’’nti. Ettha pana paribhottabboti padassa atthibhāve ‘‘khattiyo kho mahārāja daharoti na uññātabbo na paribhottabbo’’ti pāḷi nidassanaṃ. Abhiadhipubbā bhūdhātuyo samānatthā. Sesāni dukāni nayānusārena ñeyyāni. Bhamānoti bhavatīti bhamāno, majjhe vakāralopo daṭṭhabbo. Atridaṃ vattabbaṃ –",
  "anya-e0803n4:237": "‘‘Kiṃ so bhamāno saccako’’, iccatra pāḷiyaṃ pana;",
  "anya-e0803n4:238": "Rūpaṃ bhavatidhātussa, valopeneva dissati.",
  "anya-e0803n4:239": "Atrāyaṃ pāḷi ‘‘kiṃ so bhamāno saccako nigaṇṭhaputto, yo bhagavato vādaṃ āropessatī’’ti. Vibhavamānoti vibhavatīti vibhavamāno. Evaṃ paribhavamānotiādīsu. Tattha ‘‘abhisambhonto’’timassa karonto nipphādento iccevattho. ‘‘Sabbāni abhisambhonto, sa rājavasatiṃ vase’’ti idametassatthassa sādhakaṃ vacanaṃ. Yasmā panimāni ‘‘bhavamāno’’tiādīni vippakatapaccattavacanāni, tasmā saramāno rodati, gacchanto gaṇhāti, ‘‘gacchanto so bhāradvājo, addasa accutaṃ isi’’ntiādīni viya paripuṇṇuttarakriyāpadāni katvā rājā bhavamāno sampattimanubhavatītiādinā yojetabbāni. ‘‘Saramāno gacchanto’’tiādīni hi ‘‘yāto gato patto’’tiādīhi sadisāni na honti, uttarakriyāpadāpekkhakāni honti tvāpaccayantapadāni viyāti.",
  "anya-e0803n4:240": "Paribhaviyamānoti paribhaviyate soti paribhaviyamāno. Evaṃ paribhuyyamānotiādīsupi. Imānipi vippakatapaccattavacanāni, tasmā ‘‘rājapurisehi nīyamāno coro evaṃ cintesī’’tiādīni viya paripuṇṇuttarakriyāpadāni katvā aññehi paribhaviyamāno tāṇaṃ gavesati. Bhogo puggalenānubhaviyamāno parikkhayaṃ gacchatītiādinā yojetabbāni. Evaṃ sabbatra īdisesu vippakatavacanesu yojetabbāni. Ayaṃ aniyataliṅgānaṃ niyataliṅgesu pakkhittānaṃ bhūta parābhūta sambhūtasaddānaṃ niddeso. Iccevaṃ pulliṅgānaṃ bhūdhātumayānaṃ yathārahaṃ nibbacanādivasena niddeso vibhāvito.",
  "anya-e0803n4:241": "Idāni itthiliṅganiddeso vuccati – tatra bhāvikāti bhāvetīti bhāvikā. Yā bhāvanaṃ karoti, sā bhāvikā. Bhāvanāti vaḍḍhanā brūhanā phātikaraṇaṃ āsevanā bahulīkāro. Vibhāvanāti pakāsanā sandassanā. Atha vā vibhāvanāti abhāvanā antaradhāpanā. Sambhāvanāti ukkaṃsanā thomanā. Paribhāvanāti vāsanā, samantato vā vaḍḍhanā. Ākārantitthiliṅganiddeso.",
  "anya-e0803n4:242": "Bhūmīti sattāyamānā bhavatīti bhūmi, atha vā bhavanti jāyanti vaḍḍhanti cettha thāvarā ca jaṅgamā cāti bhūmi. Bhūmi vuccati pathavī. ‘‘Paṭhamāya bhūmiyā pattiyā’’tiādīsu pana lokuttaramaggo bhūmīti vuccati. Yā panandhabālamahājanena viññātā pathavī, tassimāni abhidhānāni –",
  "anya-e0803n4:243": "‘‘Pathavī medanī bhūmi, bhūrī bhū puthuvī mahī;",
  "anya-e0803n4:244": "Chamā vasumatī ubbī, avanī ku vasundharā;",
  "anya-e0803n4:245": "Jagatī khiti vasudhā, dharaṇī go dharā’’iti.",
  "anya-e0803n4:246": "Atra bhū ku gosaddā pathavīpadatthe vattantīti kutra diṭṭhapubbāti ce?",
  "anya-e0803n4:247": "Vidvā bhūpāla kumuda-gorakkhādipadesu ve;",
  "anya-e0803n4:248": "Bhū ku goiti pathavī, vuccatīti vibhāvaye.",
  "anya-e0803n4:249": "Bhūtīti bhavanaṃ bhūti. Vibhūtīti vināso, visesato bhavanaṃ vā, atha vā visesato bhavanti sattā etāyāti vibhūti, sampattiyeva, ‘‘rañño vibhūti. Pihanīyā vibhūtiyo’’ti ca idametassatthassa sādhakaṃ vacanaṃ. Ikārantitthiliṅganiddeso.",
  "anya-e0803n4:250": "Bhūrīti pathavī. Sā hi bhavanti etthāti bhūrīti vuccati, bhavati vā paññāyati vaḍḍhati cāti bhūrī, atha vā bhūtābhūtā tannissitā sattā ramanti etthāti bhūrī. Pathavīnissitā hi sattā pathaviyaṃyeva ramanti, tasmā sā imināpi atthena bhūrīti vuccati. Bhūrīsaddassa pathavīvacane ‘‘bhūripañño’’ti atthasādhakaṃ vacanaṃ. Apica bhūrī viyāti bhūrī, paññā, bhūrīti pathavīsamāya vitthatāya paññāya nāmaṃ, ‘‘yogā ve jāyatī bhūrī, ayogā bhūrisaṅkhayo’’ti ettha aṭṭhakathāvacanaṃ imassatthassa sādhakaṃ. Atha vā bhūte atthe ramatīti bhūrī, paññāyetaṃ nāmaṃ, ‘‘bhūrī medhā pariṇāyikā’’ti ettha aṭṭhakathāvacanaṃ imassatthassa sādhakaṃ. Atha vā paññāyeva rāgādayo dhamme abhibhavatīti bhūrī, rāgādiarayo abhibhavatītipi bhūrī. Tathā hi paṭisambhidāmagge āyasmatā sāriputtena vuttaṃ ‘‘rāgaṃ abhibhūyatīti bhūrī, paññā. Dosaṃ mohaṃ…pe… rāgo ari, taṃ ariṃ maddatīti bhūrī, paññā. Doso. Moho…pe… sabbe bhavagāmino kammā ari, taṃ ariṃ maddatīti bhūrī, paññā’’. Ettha pana ‘‘gotrabhū’’ti padamiva ‘‘aribhū’’ti vattabbepi bhūsaddaṃ pubbanipātaṃ katvā sandhivasena bhūrīti padamuccāritanti daṭṭhabbaṃ. Apica īdisesu nāmikapadesu vināpi upasaggena abhibhavanādiatthā labbhantiyeva, nākhyātikapadesūti daṭṭhabbaṃ. Idaṃ pana paññāya pariyāyavacanaṃ –",
  "anya-e0803n4:251": "Paññā pajānanā cintā, vicayo upalakkhaṇā;",
  "anya-e0803n4:252": "Pavicayo ca paṇḍiccaṃ, dhammavicayameva ca.",
  "anya-e0803n4:253": "Sallakkhaṇā ca kosallaṃ, bhūrī paccupalakkhaṇā;",
  "anya-e0803n4:254": "Nepuññañceva vebhabyā, medhā cupaparikkhakā.",
  "anya-e0803n4:255": "Sampajaññañca pariṇā-yikā ceva vipassanā;",
  "anya-e0803n4:256": "Paññindriyaṃ paññābalaṃ, amoho sammādiṭṭhi ca;",
  "anya-e0803n4:257": "Patodo cābhidhammasmā, imāni gahitāni me.",
  "anya-e0803n4:258": "Ñāṇaṃ paññāṇamummaṅgo, sattho soto ca diṭṭhi ca;",
  "anya-e0803n4:259": "Mantā bodho buddhi buddhaṃ, paṭibhānañca bodhiti.",
  "anya-e0803n4:260": "Dhammo vijjā gati monaṃ, nepakkaṃ go matī muti;",
  "anya-e0803n4:261": "Vīmaṃsā yoni dhonā ca, paṇḍā paṇḍiccayampi ca;",
  "anya-e0803n4:262": "Vedo paṇḍitiyañceva, cikicchā miriyāpi ca.",
  "anya-e0803n4:263": "‘‘Soto bodhī’’ti yaṃ vuttaṃ, ñāṇanāmadvayaṃ idaṃ;",
  "anya-e0803n4:264": "Buddhapaccekasambuddha-sāvakānampi rūhati.",
  "anya-e0803n4:265": "‘‘Abhisambodhi sambodhi’’, iti nāmadvayaṃ pana;",
  "anya-e0803n4:266": "Paccekabuddhasabbaññu-buddhānaṃyeva rūhati.",
  "anya-e0803n4:267": "Abhisambodhisaṅkhātā, paramopapadā pana;",
  "anya-e0803n4:268": "Ñāṇapaṇṇatti sabbaññu-sambuddhasseva rūhati.",
  "anya-e0803n4:269": "Sammāsambodhisaṅkhātā, anuttarapadādikā;",
  "anya-e0803n4:270": "Buddhā vā ñāṇapaṇṇatti, sabbaññusseva rūhati.",
  "anya-e0803n4:271": "‘‘Sabbaññutā’’ti yaṃ vuttaṃ, ñāṇaṃ sabbaññunova taṃ;",
  "anya-e0803n4:272": "Yujjate avasesā tu, ñāṇapaññatti sabbagā.",
  "anya-e0803n4:273": "Ñāṇabhāvamhi santepi, dhammacakkhādikaṃ pana;",
  "anya-e0803n4:274": "Payojanantarābhāvā, nātra sandassitaṃ mayāti.",
  "anya-e0803n4:275": "Bhūtīti bhūtassa bhariyā. Yathā hi petassa bhariyā ‘‘petī’’ti vuccati, evameva bhūtassa bhariyā ‘‘bhūtī’’ti vuccati. Bhotīti yāya saddhiṃ kathentena sā itthī ‘‘bhotī’’ iti vattabbā, tasmā iminā padena itthī vohariyatīti ca daṭṭhabbaṃ. Yathā hi purisena saddhiṃ kathentena puriso ‘‘bhavaṃ’’ iti vohariyati, evameva itthiyā saddhiṃ kathentena itthī ‘‘bhotī’’iti vohariyati. ‘‘Kuto nu bhavaṃ bhāradvājo, ime ānesi dārake’’ti, ‘‘ahaṃ bhotiṃ upaṭṭhissaṃ, mā bhotī kupitā ahū’’ti cettha nidassanaṃ. Atha vā idhekacco satto itthiliṅgavasena laddhanāmo, so ‘‘bhotī’’iti vattabbo, tasmā iminā padena itthīpi itthiliṅgena laddhanāmā anitthīpi vohariyatīti ca daṭṭhabbā. Tathā hi devaputtopi ‘‘devatā’’ti itthiliṅgavasena voharitabbattā devatāsaddamapekkhitvā ‘‘bhotī’’iti voharito, pageva devadhītā. Tathā hi ‘‘bhotī carahi jānāti, taṃ me akkhāhi pucchitā’’ti ettha pana devatāsaddamapekkhitvā ‘‘bhotī’’iti itthi liṅgavohāro kato. Atrāyaṃ suttapadattho ‘‘yadi so kuhako dhanatthiko tāpaso na jānāti, bhotī devatā pana jānāti ki’’nti. Apica –",
  "anya-e0803n4:276": "‘‘Atthakāmosi me yakkha, hitakāmāsi devate;",
  "anya-e0803n4:277": "Karomi te taṃ vacanaṃ, tvaṃsi ācariyo mamā’’ti –",
  "anya-e0803n4:278": "Maṭṭhakuṇḍalīvatthusmiṃ pulliṅgayakkhasaddamapekkhitvā ‘‘atthakāmo’’ti pulliṅgavasena itthiliṅgañca devatāsaddamapekkhitvā ‘‘hitakāmā’’ti itthiliṅgavasena purisabhūto maṭṭhakuṇḍalī voharito. Aññatrāpi devatāsaddamapekkhitvā devaputto itthiliṅgavasena voharito –",
  "anya-e0803n4:279": "‘‘Na tvaṃ bāle vijānāsi, yathā arahataṃ vaco’’ti;",
  "anya-e0803n4:280": "‘‘Atthakāmāsi me amma, hitakāmāsi devate’’ti.",
  "anya-e0803n4:281": "Ettha pana ‘‘ehi bāle khamāpehi, kusarājaṃ mahabbala’’nti ettha ca itthīyeva itthiliṅgavasena voharitā, tasmā katthaci itthipurisapadatthasaṅkhātaṃ atthaṃ anapekkhitvā liṅgamattamevāpekkhitvā bhotī devatā, bhotī silā, bhotī jambū, bhotiṃ devatantiādīhi saddhiṃ paccattavacanādīni yojetabbāni. Katthaci pana liṅgañca atthañca apekkhitvā ‘‘bhotī itthī, bhotiṃ deva’’ntiādinā yojetabbāni. Vibhāvinīti vibhāvetīti vibhāvinī. Evaṃ paribhāvinītiādīsupi. Īkārantitthiliṅganiddeso.",
  "anya-e0803n4:282": "Bhūti sattāyamānā bhavatīti bhū. Atha vā bhavanti jāyanti vaḍḍhanti cettha sattasaṅkhārāti bhū. Bhū vuccati pathavī. Abhūti vaḍḍhivirahitā kathā, na bhūtapubbāti vā abhū, abhūtapubbā kathā. Na bhūtāti vā abhū, abhūtā kathā. ‘‘Abhuṃ me kathaṃ nu bhaṇasi, pāpakaṃ vata bhāsasī’’ti idametesamatthānaṃ sādhakaṃ vacanaṃ. Ūkārantitthiliṅganiddeso. Niyatitthiliṅganiddesoyaṃ.",
  "anya-e0803n4:283": "Aniyataliṅgānaṃ pana niyatitthiliṅgesu pakkhittānaṃ bhūtaparābhūtasambhūtasaddādīnaṃ niddeso nayānusārena suviññeyyova. Iccevaṃ itthiliṅgānaṃ bhūdhātumayānaṃ yathārahaṃ nibbacanādivasena niddeso vibhāvito.",
  "anya-e0803n4:284": "Idāni napuṃsakaliṅganiddeso vuccati – tatra bhūtanti catubbidhaṃ pathavīdhātuādikaṃ mahābhūtarūpaṃ. Tañhi aññesaṃ nissayabhāvena bhavatīti bhūtaṃ, bhavati vā tasmiṃ tadadhīnavuttitāya upādārūpanti bhūtaṃ. Atha vā bhūtanti satto bhūtanāmako vā. Bhūtanti hi napuṃsakavasena sakalo satto evaṃnāmako ca yakkhādiko vuccati. ‘‘Kālo ghasati bhūtāni, sabbāneva sahattanā. Yānīdha bhūtāni samāgatāni, ujjhāpetvāna bhūtāni, tamhā ṭhānā apakkamī’’ti evamādīsu napuṃsakappayogo veditabbo. Gātābandhasukhatthaṃ liṅgavipallāsoti ce? Tanna, ‘‘yakkhādīni mahābhūtāni yaṃ gaṇhanti, neva tesaṃ tassa anto, na bahi ṭhānaṃ upalabbhatī’’ti cuṇṇiyapadaracanāyampi bhūtasaddassa napuṃsakaliṅgattadassanatoti avagantabbaṃ. Mahābhūtanti vuttappakāraṃ catubbidhaṃ mahābhūtarūpaṃ. Tassa mahantapātubhāvādīhi kāraṇehi mahābhūtatā veditabbā. Kathaṃ? Mahantaṃ bhūtanti mahābhūtaṃ, māyākārasaṅkhātena mahābhūtena samantipi mahābhūtaṃ, yakkhādīhi mahābhūtehi samantipi mahābhūtaṃ, mahantehi ghāsacchādanādipaccayehi bhūtaṃ pavattantipi mahābhūtaṃ, mahāvikārabhūtantipi mahābhūtaṃ. Evaṃ mahantapātubhāvādīhi kāraṇehi mahābhūtatā veditabbā. Atridaṃ suṭṭhupalakkhitabbaṃ –",
  "anya-e0803n4:285": "Punnapuṃsakaliṅgo ca, bhūtasaddo pavattati;",
  "anya-e0803n4:286": "Paṇṇattiyaṃ guṇe ceva, guṇeyevitthiliṅgako.",
  "anya-e0803n4:287": "Bhūta sambhūtasaddādi-naye paṇṇattivācakā;",
  "anya-e0803n4:288": "Yojetabbā tiliṅge te, iti ñe yyaṃ visesato.",
  "anya-e0803n4:289": "‘‘Bhūto tiṭṭhati, bhūtāni, tiṭṭhanti, samaṇo ayaṃ;",
  "anya-e0803n4:290": "Idāni bhūto, cittāni, bhūtāni vimalāni tu.",
  "anya-e0803n4:291": "Vañjhā bhūtā vadhū esā’’, iccudāharaṇānime;",
  "anya-e0803n4:292": "Vuttāni suṭṭhu lakkheyya, sāsanatthagavesako.",
  "anya-e0803n4:293": "Bhavittanti vaḍḍhitaṭṭhānaṃ. Tañhi bhavanti vaḍḍhanti etthāti bhavittanti vuccati, ‘‘janittaṃ me bhavittaṃ me, iti paṅke avassayi’’nti idametassatthassa sādhakaṃ vacanaṃ.",
  "anya-e0803n4:294": "‘‘Bhavittaṃ’’ iti ‘‘bhāvitta’’-nti ca pāṭho dvidhā mayā;",
  "anya-e0803n4:295": "Rassattadīghabhāvena, diṭṭho bhaggavajātake.",
  "anya-e0803n4:296": "Bhūnanti bhavanaṃ bhūnaṃ vaddhi. ‘‘Ahameva dūsiyā bhūnahatā, rañño mahāpatāpassā’’ti, ‘‘bhūnahaccaṃ kataṃ mayā’’ti ca idametassatthassa sādhakaṃ vacanaṃ.",
  "anya-e0803n4:297": "Bhavananti bhavanakriyā. Atha vā bhavanti vaḍḍhanti ettha sattā puttadhītāhi nānāsampattīhi cāti bhavanaṃ vuccati geho, ‘‘pettikaṃ bhavanaṃ mamā’’ti idametassatthassa sādhakaṃ vacanaṃ. ‘‘Geho gharañca āvāso, bhavanañca niketana’’nti idaṃ pariyāyavacanaṃ. Parābhavananti avaddhimāpajjanaṃ. Sambhavananti suṭṭhu bhavanaṃ. Vibhavananti ucchedo vināso vā. Pātubhavananti pākaṭatā sarūpalābho iccevattho. Āvibhavananti paccakkhabhāvo. Tirobhavananti paṭicchannabhāvo. Vinābhavananti vinābhāvo. Sotthibhavananti suvatthitā. Paribhavananti pīḷanā hīḷanā vā. Abhibhavananti vidhamanaṃ. Adhibhavananti ajjhottharaṇaṃ . Anubhavananti paribhuñjanaṃ. Samanubhavananti suṭṭhu paribhuñjanaṃ. Paccanubhavananti adhipatibhāvenapi suṭṭhu paribhuñjanaṃ. Niggahītantanapuṃsakaliṅganiddeso.",
  "anya-e0803n4:298": "Atthavibhāvīti atthassa vibhāvanasīlaṃ cittaṃ vā ñāṇaṃ vā kulaṃ vā atthavibhāvi. Evaṃ dhammavibhāvi. Ikārantanapuṃsakaliṅganiddeso.",
  "anya-e0803n4:299": "Gotrabhūti paññattārammaṇaṃ mahaggatārammaṇaṃ vā gotrabhucittaṃ. Tañhi kāmāvacaragottamabhibhavati, mahaggatagottañca bhāveti nibbattetīti ‘‘gotrabhū’’ti vuccati. Apica gotrabhūti nibbānārammaṇaṃ maggavīthiyaṃ pavattaṃ gotrabhuñāṇaṃ vā saṅkhārārammaṇaṃ vā phalasamāpattivīthiyaṃ pavattaṃ gotrabhuñāṇaṃ. Tesu hi paṭhamaṃ puthujjanagottamabhibhavati, ariyagottañca bhāveti, gottābhidhānā ca nibbānato ārammaṇakaraṇavasena bhavatīti ‘‘gotrabhū’’ti vuccati, dutiyaṃ pana saṅkhārārammaṇampi samānaṃ āsevanapaccayabhāvena sasampayuttāni phalacittāni gottābhidhāne nibbānamhi bhāvetīti ‘‘gotrabhū’’ti vuccati. Idaṃ pāḷivavatthānaṃ –",
  "anya-e0803n4:300": "‘‘Gotrabhu’’iti rassatta-vasena kathitaṃ padaṃ;",
  "anya-e0803n4:301": "Napuṃsakanti viññeyyaṃ, ñāṇacittādipekkhakaṃ.",
  "anya-e0803n4:302": "‘‘Gotrabhū’’iti dīghatta-vasena kathitaṃ pana;",
  "anya-e0803n4:303": "Pulliṅgamiti viññeyyaṃ, puggalādikapekkhakaṃ.",
  "anya-e0803n4:304": "Dīghabhāvena vuttaṃ tu, napuṃsakanti no vade;",
  "anya-e0803n4:305": "Binduvantī’tare bhedā, tayo iti hi bhāsitā.",
  "anya-e0803n4:306": "Īkārantā ca ūdantā, rassattaṃ yanti sāsane;",
  "anya-e0803n4:307": "Napuṃsakattaṃ patvāna, sahabhu sīghayāyiti.",
  "anya-e0803n4:308": "Cittena saha bhavatīti cittasahabhu, cittena saha na bhavatīti nacittasahabhu, rūpaṃ. Ukārantanapuṃsakaliṅganiddeso. Niyatanapuṃsakaliṅganiddesoyaṃ.",
  "anya-e0803n4:309": "Aniyataliṅgānaṃ niyatanapuṃsakaliṅgesu pakkhittānaṃ bhūtaparābhūtasaddādīnaṃ niddeso nayānusārena suviññeyyova. Iccevaṃ napuṃsakaliṅgānaṃ bhūdhātumayānaṃ yathārahaṃ nibbacanādivasena niddeso vibhāvito. Iccevaṃ sabbathāpi liṅgattayaniddeso samatto.",
  "anya-e0803n4:310": "Ulliṅganena vividhena nayena vuttaṃ,",
  "anya-e0803n4:311": "Bhūdhātusaddamayaliṅgatikaṃ yadetaṃ;",
  "anya-e0803n4:312": "Āliṅgiyaṃ piyatarañca sutaṃ suliṅgaṃ,",
  "anya-e0803n4:313": "Poso kare manasi liṅgaviduttamicchaṃ.",
  "anya-e0803n4:314": "Iti navaṅge sāṭṭhakathe piṭakattaye byappathagatīsu viññūnaṃ",
  "anya-e0803n4:315": "Kosallatthāya kate saddanītippakaraṇe",
  "anya-e0803n4:316": "Bhūdhātumayānaṃ tividhaliṅgikānaṃ nāmikarūpānaṃ vibhāgo",
  "anya-e0803n4:317": "Catuttho paricchedo."
}