{
  "anya-e0903n2:0": "Khandhavaggasaṃyuttapāḷi",
  "anya-e0903n2:1": "Saṃgāyanassa pucchā vissajjanā",
  "anya-e0903n2:2": "Nakulapitusutta",
  "anya-e0903n2:3": "Pucchā – tenāvuso bhagavatā jānatā…pe… sammāsambuddhena khandhavaggasaṃyutte paṭhamaṃ nakulapitusuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n2:4": "Vissajjanā – bhaggesu bhante susumāragire bhesakaḷāvane migadāye nakulapitaraṃ gahapatiṃ ārabbha bhāsitaṃ. Nakulapitā bhante gahapati bhagavantaṃ ‘‘ahamasmi bhante jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko, aniccadassāvī kho panāhaṃ bhante bhagavato manobhāvanīyānañca bhikkhūnaṃ, ovadatu maṃ bhante bhagavā, anusāsatu maṃ bhante bhagavā, yaṃ mamassa dīgharattaṃ hitāya sukhāyā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘evametaṃ gahapati, evametaṃ gahapati, āturo hāyaṃ gahapati kāyo aṇḍabhūto pariyonaddho, yo hi gahapati imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā. Tasmātiha te gahapati evaṃ sikkhitabbaṃ ‘āturakāyassa me sato cittaṃ anāturaṃ bhavissatī’ti. Evañhi te gahapati sikkhitabba’’nti. Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n2:5": "Tasmātiha te gahapati evaṃ sikkhitabbaṃ.",
  "anya-e0903n2:6": "Pucchā – tañcāvuso bhagavatā saṃkhittena bhāsitaṃ vitthārena kena kathañca vibhattaṃ.",
  "anya-e0903n2:7": "Vissajjanā – taṃ kho bhante bhagavatā saṃkhittena desitaṃ ‘‘kathañca gahapati āturakāyo ceva hoti āturacitto ca. Idha gahapati assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ, ‘‘ahaṃ rūpaṃ mama rūpa’’nti pariyuṭṭhaṭṭhāyī hoti. Tassa ‘‘ahaṃ rūpaṃ mama rūpa’’nti pariyuṭṭhaṭṭhāyino taṃ rūpaṃ vipariṇamati aññathā hoti. Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā’’ti evamādinā bhante āyasmatā sāriputtena dhammasenāpatinā vitthārena vibhattaṃ.",
  "anya-e0903n2:8": "Aniccasutta",
  "anya-e0903n2:9": "Pucchā – tattheva āvuso dutiyavagge porāṇakehi dhammasaṃgāhaka mahātherehi paṭhamaṃ saṃgītaṃ aniccasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:10": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘rūpaṃ bhikkhaveaniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ. Evaṃ passaṃ bhikkhave sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati, nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ ‘vimutta’miti ñāṇaṃ hotī’’ti. Evaṃ kho bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n2:11": "Dukkhaanattasutta",
  "anya-e0903n2:12": "Pucchā – dukkhaanattasuttāni panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitāni.",
  "anya-e0903n2:13": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘rūpaṃ bhikkhave dukkhaṃ, vedanā dukkhā, saññā dukkhā, saṅkhārā dukkhā, viññāṇaṃ dukkhaṃ. Rūpaṃ bhikkhave anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā. Evaṃ passaṃ bhikkhave sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati, nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ ‘vimutta’miti ñāṇaṃ hoti, khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānātī’’ti evaṃ kho bhante bhagavatā bhāsitāni.",
  "anya-e0903n2:14": "Bhārasutta",
  "anya-e0903n2:15": "Pucchā – bhārasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:16": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘bhārañca vo bhikkhave desessāmi bhārahārañca bhārādānañca bhāranikkhepanañca, taṃ suṇātha. Katamo ca bhikkhavebhāro, ‘pañcupādānakkhandhā’ tissa vacanīyaṃ. Katame pañca, rūpupādānakkhandho vedanupādānakkhandho saññupādānakkhandho saṅkhārupādānakkhandho viññāṇupādānakkhandho. Ayaṃ vuccati bhikkhave bhāro’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:17": "Bhārā have pañcakkhandhā, bhārahāro ca puggalo;",
  "anya-e0903n2:18": "Bhārādānaṃ dukhaṃ loke, bhāranikkhepanaṃ sukhaṃ;",
  "anya-e0903n2:19": "Nikkhipitvā garuṃ bhāraṃ, aññaṃ bhāraṃ anādiya;",
  "anya-e0903n2:20": "Samūlaṃ taṇhamabbuyha, nicchāto parinibbuto.",
  "anya-e0903n2:21": "Natumhākasutta",
  "anya-e0903n2:22": "Pucchā – na tumhākasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:23": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhu ārabbha ‘‘yaṃ bhikkhave natumhākaṃ taṃ pajahatha, taṃ vo pahīnaṃ hitāya sukhāyabhavissatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:24": "Anattalakkhaṇasutta",
  "anya-e0903n2:25": "Pucchā – anattalakkhaṇasuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:26": "Vissajjanā – bārāṇasiyaṃ bhante isipatane migadāye pañcavaggiye bhikkhū ārabbha ‘‘rūpaṃ bhikkhave anattā, rūpañca hidaṃ bhikkhave attā abhavissa, nayidaṃ rūpaṃ ābādhāya saṃvatteyya, labbhetha ca rūpe evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:27": "Yamakasutta",
  "anya-e0903n2:28": "Pucchā – theravagge panāvuso tatiyaṃ saṃgītaṃ yamakasuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n2:29": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ yamakattheraṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Āyasmato bhante yamakattherassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā khīṇāsavo bhikkhu kāyassa bhedā ucchijjati vinassati, na hoti paraṃmaraṇā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘taṃ kiṃ maññasi āvuso yamaka, rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n2:30": "Pucchā – kathañcāvuso tattha āyasmā sāriputtatthero dhammasenāpati āyasmato yamakattherassa paṭividdhasaccassa diṭṭhisampannassa anuyogavattajhāpanavasena paṭipucchitvā uttari dhammadesanaṃ vitthārena desesi.",
  "anya-e0903n2:31": "Vissajjanā – taṃ kiṃ maññasi āvuso yamaka, rūpaṃ ‘tathāgato’ti samanupassasīti. ‘No hetaṃ āvuso’. Vedanaṃ. Saññaṃ. Saṅkhāre. Viññāṇaṃ ‘tathāgato’ti samanupassasīti. ‘No hetaṃ āvuso’ti evamādinā bhante āyasmā sāriputtatthero dhammasenāpati āyasmato yamakattherassa anuyogavattajhāpanavasena paṭipucchitvā paṭipucchitvā uttari dhammadesanaṃ pavattesi.",
  "anya-e0903n2:32": "Taṃ kiṃ maññasi āvuso yamaka, rūpaṃ, vedanaṃ, saññaṃ, saṅkhāre, viññāṇaṃ ‘tathāgato’ti samanupassasi–",
  "anya-e0903n2:33": "Vakkalisutta",
  "anya-e0903n2:34": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena khandhavaggasaṃyutte theravagge pañcamaṃ vakkalisuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n2:35": "Vissajjanā – rājagahe bhante āyasmantaṃ vakkaliṃ theraṃ ārabbha bhāsitaṃ. Āyasmā bhante vakkalithero ābādhiko dukkhito bāḷhagilāno bhagavantaṃ etadavoca ‘‘cirapaṭikāhaṃ bhante bhagavantaṃ dassanāya upasaṅkamitukāmo, natthi ca me kāyasmiṃ tāvatikā balamattā, yāvatāhaṃ bhagavantaṃ dassanāya upasaṅkameyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘alaṃ vakkali, kiṃ te iminā pūtikāyena diṭṭhena, yo kho vakkali dhammaṃ passati, so maṃ passati, yo maṃ passati, so dhammaṃ passati. Dhammañhi vakkali passanto maṃ passati, maṃ passanto dhammaṃ passati. Taṃ kiṃ maññasi vakkali , rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n2:36": "‘‘Ahaṃ vakkali, kiṃ te iminā pūtikāyena diṭṭhena’’ –",
  "anya-e0903n2:37": "‘‘Taṃ kiṃ maññasi vakkali, rūpaṃ niccaṃ vā aniccaṃ vā’’ –",
  "anya-e0903n2:38": "Aniccaṃ bhante.",
  "anya-e0903n2:39": "‘‘Yaṃ panāniccaṃ, dukkhaṃ vā taṃ sukhaṃ vā’’–",
  "anya-e0903n2:40": "Dukkhaṃ bhante.",
  "anya-e0903n2:41": "Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ ‘‘etaṃ mama, esohamasmi, eso me attā’’–",
  "anya-e0903n2:42": "Pucchā – kathañcāvuso punapi bhagavā bhikkhū pesetvā āyasmato vakkalittherassa paggahavacanaṃ ārocāpesi. Sopi kathaṃ attano pavattiṃ bhagavato paccārocāpesi. Kathañcassa abhisamparāyo ahosi.",
  "anya-e0903n2:43": "Vissajjanā – suṇāvuso tvaṃ vakkali bhagavato vacanaṃ dvinnañca devatānaṃ, imaṃ āvuso rattiṃ dve devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ gijjhakūṭaṃ obhāsetvā yena",
  "anya-e0903n2:44": "Bhagavā tenupasaṅkamiṃsu, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu, ekamantaṃ ṭhitā kho āvuso ekā devatā bhagavantaṃ etadavoca ‘vakkali bhante bhikkhu vimokkhāya cetetī’ti. Aparā devatā bhagavantaṃ etadavoca ‘so hi nūna bhante suvimutto vimuccissatī’ti. Bhagavā ca taṃ āvuso vakkali evamāha ‘mā bhāyi vakkali, mā bhāyi vakkali, apāpakaṃ te maraṇaṃ bhavissati, apāpikā kālakiriyā’ti. Evaṃ kho bhante bhagavā punapi bhikkhū pesetvā āyasmato vakkalittherassa paggahavacanaṃ ārocāpesi. Sopi bhante āyasmā tenahāvuso mama vacanena bhagavato pāde sirasā vandatha ‘‘vakkali bhante bhikkhu ābādhiko dukkhito bāḷhagilāno, so bhagavato pāde sirasā vandatī’’ti, evañca vadetha ‘‘rūpaṃ aniccaṃ, tāhaṃ bhante na kaṅkhāmi, yadaniccaṃ taṃ dukkhanti navicikicchāmi, yadaniccaṃ dukkhaṃ vipariṇāmadhammaṃ, natthi me tattha chando vā rāgo vā pemaṃvāti na vicikicchāmī’’ti evamādinā bhagavato attano pavattiṃ paccārocāpesi. So hi bhante āyasmā acirapakkantesu tesu bhikkhūsu satthaṃ āharitvā vedanaṃ vikkhambhetvā mūlakammaṭṭhānaṃ ādāya sampajāno arahattaṃ sacchikatvā kālamakāsi. Evaṃ kho bhante tassa āyasmato abhisamparāyo ahosi.",
  "anya-e0903n2:45": "Assajisutta",
  "anya-e0903n2:46": "Pucchā – assajisuttaṃ panāvuso bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n2:47": "Vissajjanā – rājagahe bhante āyasmantaṃ assajiṃ ārabbha bhāsitaṃ. Āyasmā bhante assaji ābādhiko dukkhito bāḷhagilāno bhagavantaṃ etadavoca ‘‘pubbe khvāhaṃ bhante gelaññe passambhetvā passambhetvā kāyasaṅkhāre viharāmi, sohaṃ samādhiṃ nappaṭilabhāmi. Tassa mayhaṃ bhante taṃ samādhiṃ appaṭilabhato evaṃ hoti no cassāhaṃ parihāyāmī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘ye te assaji samaṇabrāhmaṇā samādhisārakā samādhisāmaññā, tesaṃ taṃ samādhiṃ appaṭilabhataṃ evaṃ hoti ‘no cassu mayaṃ parihāyāmā’ti. Taṃ kiṃ maññasi assaji, rūpaṃ niccaṃ vā aniccaṃ vā’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n2:48": "Khemakasutta",
  "anya-e0903n2:49": "Pucchā – khemakasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n2:50": "Vissajjanā – kosambiyaṃ bhante sambahule there bhikkhū ārabbha āyasmatā khemakattherena bhāsitaṃ. Sambahulā bhante therā bhikkhū āyasmantaṃ dāsakaṃ pesetvā catukkhattuṃ āyasmantaṃ khemakaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ gelaññakāraṇañca dhammañca pucchiṃsu , tasmiṃ bhante vatthusmiṃ ‘‘pañcime āvuso upādānakkhandhā vuttā bhagavatā. Seyyathidaṃ, rūpupādānakkhandho vedanupādānakkhandho saññupādānakkhandho saṅkhārupādānakkhandho viññāṇupādānakkhandho, imesu khvāhaṃ āvuso pañcasu upādānakkhandhesu na kiñci attaṃ vā attaniyaṃ vā samanupassāmī’’ti evamādinā bhante āyasmatā khemakattherena bhāsitaṃ.",
  "anya-e0903n2:51": "Pucchā – kathañcāvuso tattha āyasmā khemako uttari dhammadesanaṃ pavaḍḍhetvā vitthārena therānaṃ bhikkhūnaṃ desesi. Kīdiso ca nesaṃ dhammadesakadhammappaṭiggāhakānaṃ dhammadesanāya ānisaṃso adhigato.",
  "anya-e0903n2:52": "Vissajjanā – catutthe bhante vāre āyasmā khemako ‘‘alaṃ āvuso dāsaka kiṃ imāya sandhāvanikāya, āharāvuso daṇḍaṃ, ahameva therānaṃ santikaṃ gamissāmī’’ti daṇḍamolubbha āyasmā khemako yena therā bhikkhū tenupasaṅkami, upasaṅkamitvā therehi bhikkhūhi pucchito ‘‘nakhvāhaṃ āvuso rūpaṃ asmīti vadāmi, napi aññatra rūpā asmīti vadāmi. Na khvāhaṃ āvuso vedanaṃ asmīti vadāmi, napi aññatra vedanā asmīti vadāmī’’ti evamādinā bhante āyasmā khemako uttaripi dhammadesanaṃ pavaḍḍhetvā vitthārena desesi. Imasmiñca pana bhante veyyākaraṇasmiṃ bhaññamāne saṭṭhimattānaṃ therānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsu āyasmatoca khemakassa. Evaṃ kho bhante tesaṃ therānaṃ dhammadesakadhammappaṭiggāhakānaṃ dhammābhisamayo ahosi.",
  "anya-e0903n2:53": "Channasutta",
  "anya-e0903n2:54": "Pucchā – channasuttaṃ panāvuso kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n2:55": "Vissajjanā – kosambiyaṃ bhante āyasmantaṃ channattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante channatthero āyasmantaṃ ānandaṃ etadavoca ‘‘ovadatu maṃ āyasmā ānando, anusāsatu maṃ āyasmā ānando, karotu me āyasmā ānando dhammiṃ kathaṃ, yathāhaṃ dhammaṃ passeyya’’nti. Tasmiṃ bhante vatthusmiṃ ‘‘sammukhā me taṃ āvuso channa bhagavato sutaṃ, sammukhā paṭiggahitaṃ kaccānagottaṃ bhikkhuṃ ovadantassa, dvayanissito khvāyaṃ kaccāna loko yebhuyyena atthitañceva natthitañca, lokasamudayaṃ kho kaccāna yathābhūtaṃ sammappaññāya passato yā loke natthitā, sā na hotī’’ti evamādinā bhante āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṃ.",
  "anya-e0903n2:56": "Ovadatu maṃ āyasmā ānando, anusāsatu maṃ āyasmā ānando.",
  "anya-e0903n2:57": "Pupphasutta",
  "anya-e0903n2:58": "Pucchā – tenāvuso…pe… sammāsambuddhena khandhavaggasaṃyutte pupphavagge pupphasuttaṃ kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:59": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘nāhaṃ bhikkhave lokena vivadāmi, lokova mayā vivadati, na bhikkhave dhammavādī kenaci lokasmiṃ vivadati, yaṃ bhikkhave natthi sammataṃ loke paṇḍitānaṃ, ahampitaṃ ‘‘natthī’’ti vadāmi, yaṃ bhikkhave atthisammataṃ loke paṇḍitānaṃ, ahampitaṃ ‘‘atthī’’ti vadāmī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:60": "Nāhaṃ bhikkhave lokena vivadāmi.",
  "anya-e0903n2:61": "Na bhikkhave dhammavādī kenaci lokasmiṃ vivadati.",
  "anya-e0903n2:62": "Pheṇapiṇḍūpamasutta",
  "anya-e0903n2:63": "Pucchā – tattheva āvuso pheṇapiṇḍūpamasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:64": "Vissajjanā – ayujjhāyaṃ bhante gaṅgāya nadiyā tīre sambahule bhikkhū ārabbha ‘‘seyyathāpi bhikkhave ayaṃ gaṅgā nadī mahantaṃ pheṇapiṇḍaṃ āvaheyya, tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya, tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya, kiṃ siyā bhikkhave pheṇapiṇḍe sāro. Evameva kho bhikkhave yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃvā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati, tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati, kiñhi siyā bhikkhave rūpe sāro’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:65": "Pheṇapiṇḍūpamaṃ rūpaṃ, vedanā pubbuḷupamā;",
  "anya-e0903n2:66": "Marīcikūpamā saññā, saṅkhārā kadalūpamā;",
  "anya-e0903n2:67": "Māyūpamañca viññāṇaṃ, desitādiccabandhunā;",
  "anya-e0903n2:68": "Yathā yathā nijjhāyati, yoniso upaparikkhati;",
  "anya-e0903n2:69": "Rittakaṃ tucchakaṃ hoti, yo naṃ passati yoniso.",
  "anya-e0903n2:70": "Imañca kāyaṃ ārabbha, bhūripaññena desitaṃ;",
  "anya-e0903n2:71": "Pahānaṃ tiṇṇaṃ dhammānaṃ, rūpaṃ passatha chaḍḍitaṃ.",
  "anya-e0903n2:72": "Āyu usmāca viññāṇaṃ, yadā kāyaṃ jahantimaṃ;",
  "anya-e0903n2:73": "Apaviddho tadā seti, parabhattaṃ acetanaṃ.",
  "anya-e0903n2:74": "Etādisāyaṃ santāno, māyāyaṃ bālalāpinī;",
  "anya-e0903n2:75": "Vadhako esa akkhāto, sāro ettha na vijjati.",
  "anya-e0903n2:76": "Evaṃ khandhe avekkheyya, bhikkhu āraddhavīriyo;",
  "anya-e0903n2:77": "Divā vā yadi vā rattiṃ, sampajāno paṭissato.",
  "anya-e0903n2:78": "Jaheyya sabbasaṃyogaṃ, kareyya saraṇattano;",
  "anya-e0903n2:79": "Careyyādittasīsova, patthayaṃ accutaṃ padaṃ.",
  "anya-e0903n2:80": "Dutiyadhammakatikasutta",
  "anya-e0903n2:81": "Pucchā – tattheva āvuso dhammakathikavagge dutiyadhammakathikasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n2:82": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha bhāsitaṃ. Aññatamo bhante bhikkhu bhagavantaṃ etadavoca ‘‘dhammakathiko dhammakathikoti bhante vuccati, kittāvatā nu kho bhante dhammakathiko hoti, kittāvatā dhammānudhammappaṭipanno hoti, kittāvatā diṭṭhadhammanibbānappatto hotī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘rūpassa ce bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃ vacanāyā’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:83": "Sīlavantasutta, sutavantasutta",
  "anya-e0903n2:84": "Pucchā – tattheva āvuso porāṇakehi dhammasaṃgāhakamahātherehi saṃgītaṃ sīlavantasuttañca sutavantasuttañca kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n2:85": "Vissajjanā – bārāṇasiyaṃ bhante āyasmantaṃ mahākoṭṭhikaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Āyasmā bhante mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca ‘‘sīlavatāvuso sāriputta bhikkhunā katame dhammā yoniso manasikātabbā. Sutāvatāvuso sāriputta bhikkhunā katame dhammā yoniso manasikātabbā’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘sīlavatāvuso koṭṭhika bhikkhunā, sutāvatāvuso koṭṭhika bhikkhunā pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasikātabbā’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n2:86": "Rādhasaṃyutta",
  "anya-e0903n2:87": "Sattasutta",
  "anya-e0903n2:88": "Pucchā – rādhasaṃyutte panāvuso dutiyaṃ sattasuttaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ kathañca bhāsitaṃ.",
  "anya-e0903n2:89": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ rādhattheraṃ ārabbha bhāsitaṃ. Āyasmā bhante rādhatthero bhagavantaṃ etadavoca ‘‘satto sattoti bhante vuccati, kittāvatā nu kho bhante sattoti vuccatī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘rūpe kho rādha yo chando yo rāgo yā nandī yā taṇhā, tatra satto tatra visatto, tasmā sattoti vuccatī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:90": "Diṭṭhisaṃyutta",
  "anya-e0903n2:91": "Soattāsutta",
  "anya-e0903n2:92": "Pucchā – diṭṭhisaṃyutte panāvuso tatiyaṃ saṃgītaṃ soattā suttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:93": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘kismiṃ nu kho bhikkhave sati kiṃ upādāya kiṃ abhinivissa evaṃ diṭṭhi uppajjati so attā so loko so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo’’ti evamādinā bhante bhagavatā bhāsitaṃ.",
  "anya-e0903n2:94": "Natthidinnasutta",
  "anya-e0903n2:95": "Pucchā – tattheva āvuso pañcamaṃ natthidinnasuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:96": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha ‘‘kismiṃ nu kho bhikkhave sati kiṃ upādāya kiṃ abhinivissa evaṃ diṭṭhi uppajjati natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:97": "Okkantasaṃyutta",
  "anya-e0903n2:98": "Cakkhusutta",
  "anya-e0903n2:99": "Pucchā – okkantasaṃyutte panāvuso paṭhamaṃ cakkhusuttaṃ bhagavatā kattha kaṃ ārabbha kathañca bhāsitaṃ.",
  "anya-e0903n2:100": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha ‘‘cakkhuṃ bhikkhave aniccaṃ vipariṇāmi aññathābhāvi. Sotaṃ. Ghānaṃ. Jivhaṃ. Kāyo. Mano anicco vipariṇāmī aññathābhāvī’’ti evamādinā bhagavatā bhāsitaṃ.",
  "anya-e0903n2:101": "Sāriputtasaṃyutta",
  "anya-e0903n2:102": "Sucimukhīsutta",
  "anya-e0903n2:103": "Pucchā – sāriputtasaṃyutte panāvuso dasamaṃ sucimukhīsuttaṃ kattha kaṃ ārabbha kismiṃ vatthusmiṃ kena kathañca bhāsitaṃ.",
  "anya-e0903n2:104": "Vissajjanā – rājagahe bhante sucimukhiṃ paribbājikaṃ ārabbha āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ. Sucimukhī bhante paribbājikā āyasmantaṃ sāriputtaṃ etadavoca ‘‘kiṃ nu kho samaṇa adhomukho bhuñjasī’’ti. Tasmiṃ bhante vatthusmiṃ ‘‘na khvāhaṃ bhagini adhomukho bhuñjāmī’’ti evamādinā paṭikkhipitvā ‘‘ye hi keci bhagini samaṇabrāhmaṇā vatthuvijjā tiracchānavijjāya micchājīvena jīvikaṃ kappenti, ime vuccanti bhagini samaṇabrāhmaṇā adhomukhā bhuñjantī’’ti evamādinā āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṃ.",
  "anya-e0903n2:105": "Kiṃ nu kho samaṇa adho mukho bhuñjasi.",
  "anya-e0903n2:106": "Na khvāhaṃ bhagini adhomukho bhuñjāmi.",
  "anya-e0903n2:107": "Tena hi samaṇa ubbhamukho bhuñjasi.",
  "anya-e0903n2:108": "Na khvāhaṃ bhagini ubbhamukho bhuñjāmi."
}