{
  "anya-e0105n1:0": "Jātidesavicāraṇā",
  "anya-e0105n1:1": "1. Tattha hi tena dhammānandena ‘‘buddhaghoso bodhimaṇḍasamīpe (buddhagayāyaṃ) jātoti na yuttameta’’nti vatvā taṃsādhanatthāya cattāri byatirekakāraṇāni dassitāni. Kathaṃ?",
  "anya-e0105n1:2": "(Ka) ‘‘buddhaghosena pakāsitesu taṃkālikavatthūsu ekampi taṃ natthi, yaṃ magadhesu uppanna’’nti paṭhamaṃ kāraṇaṃ dassitaṃ. Tadakāraṇameva. Ācariyabuddhaghosatthero hi saṅgahaṭṭhakathāyo karonto porāṇaṭṭhakathāyoyeva saṃkhipitvā, bhāsāparivattanamattena ca visesetvā akāsi, na pana yaṃ vā taṃ vā attano diṭṭhasutaṃ dassetvā. Vuttañhetaṃ ācariyena –",
  "anya-e0105n1:3": "‘‘Saṃvaṇṇanaṃ tañca samārabhanto,",
  "anya-e0105n1:4": "Tassā mahāaṭṭhakathaṃ sarīraṃ;",
  "anya-e0105n1:5": "Katvā mahāpaccariyaṃ tatheva,",
  "anya-e0105n1:6": "Kurundināmādisu vissutāsu.",
  "anya-e0105n1:7": "Vinicchayo aṭṭhakathāsu vutto,",
  "anya-e0105n1:8": "Yo yuttamatthaṃ apariccajanto;",
  "anya-e0105n1:9": "Athopi antogadhatheravādaṃ,",
  "anya-e0105n1:10": "Saṃvaṇṇanaṃ samma samārabhissa’’nti pārā. aṭṭha. 1.ganthārambhakathā ca.",
  "anya-e0105n1:11": "‘‘Tato ca bhāsantarameva hitvā,",
  "anya-e0105n1:12": "Vitthāramaggañca samāsayitvā;",
  "anya-e0105n1:13": "Vinicchayaṃ sabbamasesayitvā,",
  "anya-e0105n1:14": "Tantikkamaṃ kiñci avokkamitvā.",
  "anya-e0105n1:15": "Suttantikānaṃ vacanānamatthaṃ,",
  "anya-e0105n1:16": "Suttānurūpaṃ paridīpayantī;",
  "anya-e0105n1:17": "Yasmā ayaṃ hessati vaṇṇanāpi,",
  "anya-e0105n1:18": "Sakkacca tasmā anusikkhitabbā’’ti pārā. aṭṭha. 1.ganthārambhakathā ca.",
  "anya-e0105n1:19": "Yatheva ca ācariyabuddhaghosena attano aṭṭhakathāsu taṃkālikāni māgadhikāni vatthūni na pakāsitāni, tatheva sīhaḷikānipi dakkhiṇaindiyaraṭṭhikānipi. Na hi tattha vasabharājakālato (609-653 -buddhavassa) pacchā uppannavatthūni diṭṭhāni ṭhapetvā mahāsenarājavatthuṃ pārā. aṭṭha. 2.236-237, ācariyo ca tato tisatamattavassehi pacchātare mahānāmarañño kāle (953-975-bu-va) sīhaḷadīpamupāgato. Tasmā aṭṭhakathāsu taṃkālikamāgadhikavatthūnaṃ appakāsanamattena na sakkā takkattā na māgadhikoti ñātunti.",
  "anya-e0105n1:20": "[Kha) punapi tena ‘‘sabbesupi buddhaghosaganthesu uttaraindiyadesāyattaṃ paccakkhato diṭṭhassa viya pakāsanaṃ natthī’’ti dutiyaṃ kāraṇaṃ dassitaṃ. Tassapi akāraṇabhāvo purimavacaneneva veditabbo. Apica sāratthappakāsiniyā nāma saṃyuttaṭṭhakathāyaṃ, sumaṅgalavilāsiniyā nāma dīghanikāyaṭṭhakathāyañca vuttasaṃvaṇṇanāyapi veditabbo. Tattha hi –",
  "anya-e0105n1:21": "‘‘Yatheva hi kalambanadītīrato rājamātuvihāradvārena thūpārāmaṃ gantabbaṃ hoti, evaṃ hiraññavatikāya nāma nadiyā pārimatīrato sālavanaṃ uyyānaṃ. Yathā anurādhapurassa thūpārāmo, evaṃ taṃ kusinārāya hoti. Thūpārāmato dakkhiṇadvārena nagaraṃ pavisanamaggo pācīnamukho gantvā uttarena nivattati, evaṃ uyyānato sālapanti pācīnamukhā gantvā uttarena nivattā. Tasmā taṃ upavattananti vuccatī’’ti saṃ. ni. aṭṭha. 1.1.186; dī. ni. aṭṭha. 2.198 –",
  "anya-e0105n1:22": "Paccakkhato diṭṭhassa viya pakāsanampi dissateva. Tampi pana porāṇaṭṭhakathāhi bhāsāparivattanamattamevāti gahetabbaṃ, tādisāya atthasaṃvaṇṇanāya mahāmahindattherakālatoyeva pabhuti vuttāya eva bhavitabbattāti.",
  "anya-e0105n1:23": "[Ga) punapi tena ‘‘uṇhassāti aggisantāpassa, tassa vanadāhādīsu sambhavo veditabbo’’ti visuddhimagge (1, 30-piṭṭhe) vuttasaṃvaṇṇanaṃ pakāsetvā ‘‘tassā panassa avahasanīyabhāvo pākaṭoyevā’’ti ca hīḷetvā ‘‘indiyaraṭṭhe pana uttaradesesu gimhakāle vatthacchādanarahitā mānusakāyacchavi sūriyasantāpena ekaṃsato dayhati, taṃ na jānanti dakkhiṇaindiyadesikā’’ti tatiyaṃ kāraṇaṃ daḷhatarabhāvena dassitaṃ. Tattha pana yadi ‘‘sūriyasantāpena ekaṃsato dayhatī’’ti etaṃ ujukato sūriyarasmisantāpeneva daḍḍhabhāvaṃ sandhāya vucceyya, evaṃ sati ḍaṃsamakasavātātapasarīsapasamphassānanti pade ātapasaddena samānatthattā na yuttameva. Yadi pana sūriyasantāpasañjātena uṇhautunā daḍḍhabhāvaṃ sandhāya vucceyya, evaṃ sati uttaraindiyadesesu, aññattha ca tādisesu atiuṇhaṭṭhānesu sūriyasantāpasañjātassa uṇhautuno paṭighātāya cīvaraṃ senāsanañca paṭisevīyatīti ayamattho na na yutto. Tathā hi vuttaṃ vinayaṭṭhakathāyaṃ (3, 58)",
  "anya-e0105n1:24": "‘‘Sītaṃ uṇhanti utuvisabhāgavasena vutta’’nti.",
  "anya-e0105n1:25": "Sā pana visuddhimagge padatthasaṃvaṇṇanā porāṇasuttantaṭṭhakathāhi āgatā bhaveyya. Tathā hi vuttaṃ papañcasūdaniyā nāma majjhimanikāyaṭṭhakathāya sabbāsavasuttavaṇṇanāyaṃ (1, 58) ‘‘uṇhanti cettha aggisantāpova veditabbo, sūriyasantāpavasena panetaṃ vatthu vutta’’nti. Ettha ca sacāyamattho ācariyena attano mativasena vutto assa, tassa vatthussa porāṇaṭṭhakathāyaṃ vuttabhāvañca tassā atthasaṃvaṇṇanāya attano matibhāvañca yuttabhāvañca pakāseyya. Ācariyo hi yattha yattha porāṇaṭṭhakathāsu avuttatthaṃ visesetvā dasseti, tattha tattha tādisaṃ ñāpakavacanampi pakāsetiyeva, yathā sumaṅgalavilāsiniyaṃ (1, 72) ‘‘ettha āṇattiyanissaggiyathāvarāpi payogā yujjanti, aṭṭhakathāsu pana anāgatattā vīmaṃsitvā gahetabbā’’ti vacanaṃ, yathā ca papañcasūdaniyaṃ (1, 30) ‘‘avicāritametaṃ porāṇehi, ayaṃ pana attano matī’’ti vacanaṃ. Na cettha kiñcipi ñāpakavacanaṃ pakāsitaṃ. Tasmā ‘‘yadetaṃ ‘uṇhassāti aggisantāpassā’ti ca, ‘uṇhanti cettha aggisantāpova veditabbo’ti ca vacanaṃ, etaṃ porāṇasuttantaṭṭhakathāvacana’’nti veditabbanti.",
  "anya-e0105n1:26": "(Gha) punapi tena ‘‘papañcasūdaniyā nāma majjhimanikāyaṭṭhakathāyaṃ gopālakasuttaṃ saṃvaṇṇento ma. ni. aṭṭha. 1.350 buddhaghoso ‘magadhavideharaṭṭhānaṃ antare gaṅgāya nadiyā majjhe vālukatthaladīpakā atthī’ti saddahati maññe. Buddhaghosena pana diṭṭhagaṅgā sīhaḷadīpe mahāveligaṅgāyeva, na pana indiyaraṭṭhikānaṃ seṭṭhasammatā mahāgaṅgāti pākaṭoyevāyamattho’’ti catutthaṃ kāraṇaṃ dassitaṃ. Taṃ pana idāni mahāgaṅgāya majjhe tasmiṃ ṭhāne tādisaṃ dīpakaṃ adisvā ‘‘pubbepi evameva bhaveyyā’’ti ekaṃsato gahetvā vuttavacanamattameva. Nadiyo pana sabbadāpi tenevākārena tiṭṭhantīti na sakkā gahetunti pākaṭoyevāyamattho. Tasmā yathā pubbe tassa gopālassa kāle tasmiṃ ṭhāne majjhe gaṅgāya tādisā dīpakā saṃvijjamānā ahesuṃ, tatheva porāṇaṭṭhakathāsu esa attho saṃvaṇṇito, tadeva ca vacanaṃ ācariyena bhāsāparivattanaṃ katvā pakāsitanti evameva gahetabbaṃ. Tasmā tampi akāraṇamevāti."
}