{
  "anya-e0801n4:0": "4. Catuttho kaṇḍo (ṇādi)",
  "anya-e0801n4:1": "1. Ṇo vā pacce.",
  "anya-e0801n4:2": "Chaṭṭhiyantā nāmasmā vā ṇappaccayo hoti apacce-bhidheyye, ṇakāro vuddhyattho, evamaññattāpi, vasiṭṭhassāpaccaṃ vāsiṭṭho, vāsiṭṭhī vā, opagavo, opagavī vā, veti vākyasamāsavikappanatthaṃ, tassādhikāro sakatthāvadhi.",
  "anya-e0801n4:3": "2. Vacchādito ṇānaṇāyanā.",
  "anya-e0801n4:4": "Vacchādīhi apaccappaccayantehi gottādīhi ca saddehi ṇānaṇāyanappaccayā vā honti apacce, vacchāno vacchāyano, kaccāno kaccāyano, yāgame kātiyāno, moggallāno moggallāyano, sākaṭāno sākaṭāyano, kaṇhāno kaṇhāyano iccādi.",
  "anya-e0801n4:5": "3. Kattikāvidhavādīhi ṇeyyaṇerā.",
  "anya-e0801n4:6": "Kattikādīhi vidhavādīhi ca ṇeyyaṇerā vā yathākkamaṃ honti apacce, kattikeyyo, venateyyo, bhāgineyyo iccādi , vedhavero, bandhakero, nālikero, sāmaṇero iccādi.",
  "anya-e0801n4:7": "4. Ṇyadiccādīhi.",
  "anya-e0801n4:8": "Ditippabhutihi ṇyo vā hoti apacce, decco, ādicco, koṇḍañño, gaggyo, bhātabbo iccādi.",
  "anya-e0801n4:9": "5. Ā ṇi.",
  "anya-e0801n4:10": "Akārantato ṇi vā hoti apacce, dakkhi, datthi, doṇi. Vāsavi, vāruṇi iccādi.",
  "anya-e0801n4:11": "6. Rājato ñño jātiyaṃ.",
  "anya-e0801n4:12": "Rājasaddato ñño vā hoti apacce jātiyaṃ gamyamānāyaṃ, rājañño, jātiyanti kiṃ? Rājāpaccaṃ.",
  "anya-e0801n4:13": "7. Khattā yiyā.",
  "anya-e0801n4:14": "Khattasaddā yaiyā honti apacce jātiyaṃ, khatyo, khattiyo, jātiyaṃtveva? Khatti.",
  "anya-e0801n4:15": "8. Manuto ssasaṇa.",
  "anya-e0801n4:16": "Manusaddato jātiyaṃ ssasaṇa honti apacce, manusso, mānuso, itthiyaṃ manussā, mānusī, jātiyaṃtveva? Mānavo.",
  "anya-e0801n4:17": "9. Janapadanāmasmā khattiyā raññe ca ṇo.",
  "anya-e0801n4:18": "Janapadassa yaṃ nāmaṃ, tannāmasmā khattiyā apacce raññe ca ṇo hoti, pañcālo, kosalo, māgadho, okkāko, janapadanāmasmāti kiṃ? Dāsarathi, khattiyāti kiṃ? Pañcālassa brāhmaṇassa apaccaṃ pañcāli.",
  "anya-e0801n4:19": "10. Ṇya kurusivīhi.",
  "anya-e0801n4:20": "Kurusivīhi apacce raññe ca ṇyo hoti. Korabyo, sebyo.",
  "anya-e0801n4:21": "11. Ṇa rāgā tena rattaṃ.",
  "anya-e0801n4:22": "Rāgavācitatiyantato rattamicchetasmiṃ atthe ṇo hoti, kasāvena rattaṃ kāsāvaṃ, kosumbhaṃ, yāliddaṃ, rāgāti kiṃ? Devadattena rattaṃ vatthaṃ, idha kasmā na hoti? ‘Nīlaṃ pīta’nti, guṇavacanattā vināpi ṇena ṇatthassābhidhānato.",
  "anya-e0801n4:23": "12. Nakkhatteninduyuttena kāle.",
  "anya-e0801n4:24": "Tatiyantato nakkhattā tena lakkhite kāle ṇo hoti, tañce nakkhattaminduyuttaṃ hoti, phussī ratti, phussaṃ ahaṃ, nakkhatteneti kiṃ? Gurunā lakkhitā ratti. Induyutteneti kiṃ? Katthikāya lakkhito muhutto, kāleti kiṃ? Phussena lakkhitā atthasiddhi, ajjakattikāti kattikāyutte cande kattikāsaddo vattate.",
  "anya-e0801n4:25": "13. Sā-ssa devatā puṇṇamāsī.",
  "anya-e0801n4:26": "Seti paṭhamantā assāti chaṭṭhyatthe ṇo bhavati, yaṃ paṭhamantaṃ, sā ce devatā puṇṇamāsīvā, sugato devatā assābhi sogato, māhindo, yāmo, vāruṇo, phussī puṇṇamāsī assa sambandhinīti phusso, māso, māyo, phagguno, citto, vesākho. Jeṭṭhamūlo, āsaḷho, sāvaṇo, poṭṭhapādo, assayujo, kattiko, māgasiro, puṇṇamāsīti kiṃ? Phussī pañcamī assa, puṇṇamāsī ca bhatakamāsasambandhinī na hoti… puṇṇo mā assanti nibbacanā, ato eva nipātanā ṇo sāgamo ca, māsasutiyāva na pañcadasa rattādo vidhi.",
  "anya-e0801n4:27": "14. Tamadhīte taṃ jānāti kaṇikā ca.",
  "anya-e0801n4:28": "Dutiyantato tamadhīte taṃ jānātīti etesvatthesu ṇo hoti ṇo ṇiko ca, byākaraṇamadhīte jānāti vā veyyākaraṇo, chandaso, kamako, padako, venayiko, suttantiko, dvitaggahaṇaṃ puthageva vidhānatthaṃ jānanassa ca ajjhenavisayabhāvadassanatthaṃ pasiddhūpasaṅgahatthaṃ ca.",
  "anya-e0801n4:29": "15. Tassa visaye dese.",
  "anya-e0801n4:30": "Chaṭṭhiyantā visaye desarūpe ṇo hoti, vasātīnaṃ visayo deso vāsāto, deseti kiṃ? Cakkhussa visayo rūpaṃ, devadattassa visayo-nuvāko.",
  "anya-e0801n4:31": "16. Nivāse tannāme.",
  "anya-e0801n4:32": "Chaṭṭhiyantā nivāse dese tannāme ṇo hoti, sivīnaṃ nivāso deso sebyo, vāsāto.",
  "anya-e0801n4:33": "17. Adūrabhave.",
  "anya-e0801n4:34": "Chaṭṭhiyantā adūrabhave dese tannāme ṇo hoti, vidisāya adūrabhavaṃ vedisaṃ.",
  "anya-e0801n4:35": "18. Tena nibbatte.",
  "anya-e0801n4:36": "Tatiyantā nibbatte dese tannāme ṇo hoti, kusambena nibbattā kosambhī nagarī, kākandī, mākandī, sahassena nibbattā sāhassī parīkhā, hotumhi kattari karaṇe ca yathāyogaṃ tatiyā.",
  "anya-e0801n4:37": "19. Tamīdhatthi.",
  "anya-e0801n4:38": "Tanti paṭhamantā idhāti sattamyatthe dese tannāme ṇo hoti, yantaṃ paṭhamantamatthi ce, udumbarā asmiṃ dese santīti odumbaro, bādaro, babbajo.",
  "anya-e0801n4:39": "20. Tatra bhave.",
  "anya-e0801n4:40": "Sattamyantā bhavatthe ṇo hoti, udake bhavo odako, oraso, jānapado, māgadho, kāpilavatthavo, kosambo.",
  "anya-e0801n4:41": "21. Ajjādīhi tano.",
  "anya-e0801n4:42": "Bhavatthe ajjādīhi tano hoti, ajja bhavo ajjatano, svātano, hiyyattano.",
  "anya-e0801n4:43": "22. Purāto ṇo ca.",
  "anya-e0801n4:44": "Purāiccasmā bhavatthe ṇo hoti tano ca, purāṇo, purātano.",
  "anya-e0801n4:45": "23. Amātvacco.",
  "anya-e0801n4:46": "Amāsaddato acco hoti bhavatthe, amacco.",
  "anya-e0801n4:47": "24. Majjhāditvimo.",
  "anya-e0801n4:48": "Majjhādīhi sattamyantehi bhavatte imo hoti, majjhimo, antimo. Majjha, anta, heṭṭhā, upari, ora, pāra, pacchā, abbhantara, paccanta (puratthā, bāhira).",
  "anya-e0801n4:49": "25. Kaṇaṇeyyaṇeyyakayiyā.",
  "anya-e0801n4:50": "Sattamyantā ete paccayā honti bhavatthe, kaṇa-kusinā rāyaṃ bhavo kosinārako, māgadhako, āraññako vihāro. Ṇeyya-gaṅgeyyo, pabbateyyo, vāneyyo. Ṇeyyaka-koleyyako, bārāṇaseyyako, campeyyako, mithileyyakoti eyyako. Ya-gammo, dibbo. Iyagāmiyo, udari-yo, diviyo, pañcāliyo, bodhipakkhiyo, lokiyo.",
  "anya-e0801n4:51": "26. Ṇiko.",
  "anya-e0801n4:52": "Sattamyantā bhavatthe ṇiko hoti, sāradiko divaso, sāradikā ratti.",
  "anya-e0801n4:53": "27. Tamassa sippaṃ sīlaṃ paṇyaṃ paharaṇaṃ payojanaṃ.",
  "anya-e0801n4:54": "Paṭhamantā sippādivācakā assetichaṭṭhiyattheṇiko hoti, vīṇāvādanaṃ sippamassa veṇiko, modaṅgiko, vaṃsiko, paṃsukū- ladhāraṇaṃ sīlamassa paṃsukūliko, tecīvarikeva, gandhopaṇyamassa gandhiko, teliko, goḷiko, cāpo paharaṇamassa cāpiko, tomariko, muggariko, upadhippayojanamassa opadhikaṃ, sātikaṃ, sāhassikaṃ.",
  "anya-e0801n4:55": "28. Taṃ hantarahati gacchatuñchati carati.",
  "anya-e0801n4:56": "Dutiyantā hantīti evamādīsvatthesu ṇīko hoti. Pakkhīhipakkhino hantīti pakkhiko, sākuniko, māyūriko. Macchehi-macchiko, meniko. Migehi-māgaviko hāriṇiko, ‘sūkariko’ti iko. Satamarahatīti sātikaṃ, sandiṭṭhiko, ehipassavidhiṃ arahatīti ehipassiko, sāhassiko, ‘sahassiyo’ti iyo. Paradāraṃ gacchatīti pāradāriko, maggiko, paññāsayojaniko. Badare uñchatīti bādariko, sāmākiko. Dhammaṃ caratīti dhammiko, adhammiko.",
  "anya-e0801n4:57": "29. Tena kataṃ kītaṃ baddhamabhisaṅkhataṃ saṃsaṭṭhaṃ hataṃ hanti jitaṃ jayati dibbati khaṇati tarati carati vahati jīvati.",
  "anya-e0801n4:58": "Tatiyantā katādisvatthesu ṇiko hoti. Kāyena kataṃ kāyikaṃ, vācasikaṃ, mānasikaṃ, vātena kato ābādho vātiko. Satena kītaṃ sātikaṃ, sāhassikaṃ, mūlatova, devadatena kītanti na hoti tadatthāppatītiyā. Varattāya baddho vārattiko, āyasiko, pāsiko. Ghatena abhisaṅkhataṃ saṃsaṭṭhaṃ vā ghātikaṃ, goḷikaṃ, dādhikaṃ, māricikaṃ. Jālena hato hantīti vā jāliko, bālīsiko. Akkhehi jitamakkhikaṃ, sālākikaṃ. Akkhehi jayati dibbatīti vā akkhiko. Khaṇittiyā khaṇatīti khāṇittiko, kuddāliko, devadattena jitaṃ, aṅgulyā khaṇatīti na hoti tadatthānavagamā. Uḷumpena taratīti oḷumpiko, ‘uḷumpiko’ti iko gopucchiko, nāviko. Sakaṭena caratīti sākaṭiko, ‘rathiko, parappiko’ti iko. Khandhena vahatīti khandhiko, aṃsiko, ‘sīsiko’ti iko. Vetanena jīvatīti vetaniko, ‘bhatiko, kayiko, vikkayiko, kayavikkayiko’ti iko.",
  "anya-e0801n4:59": "30. Tassa saṃvattati.",
  "anya-e0801n4:60": "Catutthiyantā saṃvattatīti asmiṃ atthe ṇiko hoti, punabbhavāya saṃvattatīti ponobhaviko, itthiyaṃ pono bhavikā, lokāya saṃvattatīti lokiko suṭṭhu aggoti saggo, saggāya saṃvattatīti sovaggiko, sassovaka tadaminādipāṭhā, dhanāya saṃvattatīti dhaññaṃ, yo.",
  "anya-e0801n4:61": "31. Tato sambhūtamāgataṃ.",
  "anya-e0801n4:62": "Pañcamyantā sambhūtamāgatanti etesvatthesu ṇiko hoti, mātiko sambhūtamāgataṃ vā mattikaṃ, pettikaṃ, ṇyariyaṇa -yāpi dissanti, surabhito sambhūtaṃ sorabhyaṃ, thanato sambhūtaṃ thaññaṃ, pitito sambhūto pettiyo, mātiyo, mattiyo, macco vā.",
  "anya-e0801n4:63": "32. Tattha vasati vidito bhatto niyutto.",
  "anya-e0801n4:64": "Sattamyantā tattha vasatītvevamādīsvatthesu ṇiko hoti. Rukkhamūle vasatīti rukkhamūliko, āraññiko, sosāniko. Loke vidito lokiko. Catumahārājesu bhattā cātummahārājikā . Dvāre niyutto dovāriko dassoka tadaminādipāṭhā, bhaṇḍāgāriko, iko-navakammiko, kiyojātikiyo, andhakiyo.",
  "anya-e0801n4:65": "33. Tassidaṃ.",
  "anya-e0801n4:66": "Chaṭṭhiyantā idamiccasmiṃ atthe ṇiko hoti, saṅghassa idaṃ saṅghikaṃ, puggalikaṃ, sakyaputtiko, nātiputtiko, jenadattiko, kiye-sakiyo, parakiyo, niye-attaniyaṃ, ke- sako rājakaṃ bhaṇḍaṃ.",
  "anya-e0801n4:67": "34. Ṇo.",
  "anya-e0801n4:68": "Chaṭṭhiyantā idamiccasmiṃ atthe ṇo hoti, kaccāyanassa idaṃ kaccāyanaṃ byākaraṇaṃ, sogataṃ sāsanaṃ, māhisaṃ maṃsādi.",
  "anya-e0801n4:69": "35. Gavādīhi yo.",
  "anya-e0801n4:70": "Gavādīhi chaṭṭhiyantehi idamiccasmiṃ atthe yo hoti, gunnaṃ idaṃ gabyaṃ maṃsādi, kabyaṃ, dabbaṃ.",
  "anya-e0801n4:71": "36. Pitito bhātari reyyaṇa.",
  "anya-e0801n4:72": "Pitusaddā tassa bhātari reyyaṇa hoti, pitu bhātā petteyyo.",
  "anya-e0801n4:73": "37. Mātito ca bhaginiyaṃ cho.",
  "anya-e0801n4:74": "Mātito pitito ca tesaṃ bhaginiyaṃ cho hoti, mātu bhaginī mātucchā, pitu bhaginī pitucchā, kathaṃ ‘mātulo’ti ‘‘mātulāditvānī’’ti nipātanā.",
  "anya-e0801n4:75": "38. Mātāpitūsvāmaho.",
  "anya-e0801n4:76": "Mātāpitūhi tesaṃ mātāpitūsu āmaho hoti, mātu mātā mātāmahī, mātu pitā mātāmaho, pitu mātā pitāmahī, pitu pitā pitāmaho, na yathāsaṅkhyaṃ, paccekābhi sambandhā.",
  "anya-e0801n4:77": "39. Hite reyyaṇa.",
  "anya-e0801n4:78": "Mātāpitūhi hite reyyaṇa hoti, matteyyo, petteyyo.",
  "anya-e0801n4:79": "40. Nindāññātappapaṭibhāgarassadayāsaññāsu ko.",
  "anya-e0801n4:80": "Nindādīsvattheyu nāmasmā ko hoti, nindāyaṃ-muṇḍako, samaṇako. Aññāte-kassāyaṃ assoti assako, payogasāmatthiyā sambandhivisesānavagamovagamyate. Appatthetelakaṃ, ghatakaṃ. Paṭibhāgatthe-hatthī viya hatthiko, assako, balībaddako. Rasse-mānusako, rukkhako, pilakkhako. Dayāyaṃ-puttako, vacchako. Saññāyaṃ-moro viya morako.",
  "anya-e0801n4:81": "41. Tamassaparimāṇaṃ ṇiko ca.",
  "anya-e0801n4:82": "Paṭhamantā asseti asmiṃ atthe ṇiko hoti ko ca tañce paṭhamantaṃ parimāṇaṃ bhavati, parimīyate neneti parimāṇaṃ, doṇo parimāṇamassa doṇiko vīhi, khārasatiko, khārasahassiko āsītiko vayo, upaḍḍhakāyikaṃ bimbohanaṃ, pañcakaṃ, chakkaṃ.",
  "anya-e0801n4:83": "42. Yatetehi ttako.",
  "anya-e0801n4:84": "Yādīhi paṭhamantehī asseti chaṭṭhiyatthe ttako hoti, tañce paṭhamantaṃ parimāṇaṃ bhavati, yaṃ parimāṇamassa yattakaṃ, tattakaṃ, ettakaṃ, āvatake yāvatako, tāvatako (etāvatako).",
  "anya-e0801n4:85": "43. Sabbā cāvantu.",
  "anya-e0801n4:86": "Sabbato paṭhamantehi yādīhi ca asseti chaṭṭhiyatthe āvantu hoti, tañce paṭhamantaṃ parimāṇaṃ bhavati. Sabbaṃ parimāṇamassa sabbāvantaṃ, yāvantaṃ, tāvantaṃ, etāvantaṃ.",
  "anya-e0801n4:87": "44. Kimhā ratirīvarīvatakarittakā.",
  "anya-e0801n4:88": "Kimhā paṭhamantā asseti chaṭṭhiyatthe ratirīvarīvatakarittakā honti, tañce paṭhamantaṃ parimāṇaṃ bhavati, kiṃ saṅkhyānaṃ parimāṇamesaṃ kati ete, kīva, kīvatakaṃ, kittakaṃ. Rīvanto sabhāvato asaṅkhyo.",
  "anya-e0801n4:89": "45. Sañjātaṃ tārakāditvito.",
  "anya-e0801n4:90": "Tārakādīhi paṭhamantehi asseti chaṭṭhiyatthe ito hoti, te ce sañjātā honti, tārakā sañjātā assa tārakitaṃ gaganaṃ, pupphito rukkho, pallavitā latā.",
  "anya-e0801n4:91": "46. Māne matto.",
  "anya-e0801n4:92": "Paṭhamantā mānavuttito asseti asmiṃatthe matto hoti, palaṃ ummānamassa palamattaṃ, hattho pamāṇamassa hatthamattaṃ sataṃ mānamassa satamattaṃ, doṇo parimāṇamassa doṇamattaṃ, abhedopacārā doṇotipi hoti.",
  "anya-e0801n4:93": "47. Taggho cuddhaṃ.",
  "anya-e0801n4:94": "Uddhamānavuttiho asseti chaṭṭhiyatthe taggho hoti matto ca, jaṇṇutagghaṃ, jaṇṇumattaṃ.",
  "anya-e0801n4:95": "48. Ṇo ca purisā.",
  "anya-e0801n4:96": "Purisā paṭhamantā uddhamānavuttito ṇo hoti mattādayo ca, porisaṃ, purisamattaṃ, purisatagghaṃ.",
  "anya-e0801n4:97": "49. Ayūbhadvitīhaṃse.",
  "anya-e0801n4:98": "Ubhadvitīhi avayavavuttīti paṭhamantehi asseti chaṭṭhiyatthe ayo hoti. Ubho aṃsā assa ubhayaṃ, dvayaṃ, tayaṃ.",
  "anya-e0801n4:99": "50. Saṅkhyāya saccutīsāsadasantāyādhikāsmiṃ savasahasse ḍo.",
  "anya-e0801n4:100": "Satyantāya utyantāya īsantāya āsantāya dasantāya ca saṅkhyāya paṭhamantāya asminti sattamyatthe ḍo hoti, sā ce saṅkhyā adhikā hoti, yadasminti tañce sataṃ sahassaṃ satasahassaṃ vā hoti, vīsati adhikā asmiṃ sateti vīsaṃ sataṃ, ekavīsaṃ sataṃ, sahassaṃ, satasahassaṃ vā, tiṃsaṃ sataṃ, ekatiṃsaṃ sataṃ. Utyantāya-navutaṃ sataṃ sahassaṃ satasahassaṃ vā. Īsantāya cattālīsaṃ sataṃ, sahassaṃ, satasahassaṃ vā. Āsantāya paññāsaṃ sataṃ, sahassaṃ, satasahassaṃ vā. Dasantāyaekādasaṃ sataṃ, sahassaṃ, satasahassaṃ vā. Saccutīsāsadasantāyāti kiṃ? Chādhikā asmiṃsate. Adhiketi kiṃ? Pañcadasahīnā asmiṃsate, asminti kiṃ? Vīsatyadhikā etasmā satā, satasahasseti kiṃ? Ekādasa adhikā assaṃ vīsatiyaṃ.",
  "anya-e0801n4:101": "51. Tassa pūraṇekādasādito vā.",
  "anya-e0801n4:102": "Chaṭṭhiyanthāyekādasādikāya saṅkhyāya ḍo hoti (tassa) pūraṇatthe vibhāsā, sā saṅkhyā pūrīyate yena taṃ pūraṇaṃ, ekādasannaṃ pūraṇo ekādaso. Ekādasamo, vīso, vīsatimo, tiṃso, tiṃsatimo, cattālīso, paññāso.",
  "anya-e0801n4:103": "52. Ma pañcādikatihi.",
  "anya-e0801n4:104": "Chaṭṭhiyantāya pañcādikāya saṅkhyāya katismā ca mo hoti (tassa) pūraṇatthe, pañcamo, sattamo, aṭṭhamo, katimo, katimī.",
  "anya-e0801n4:105": "53. Satādīnamica. Satādikāya saṅkhyāya chaṭṭhiyantāya (tassa) pūraṇatthe mohoti satādīnamicāntādeso, satimo, sahassimo.",
  "anya-e0801n4:106": "54. Chā ṭṭhaṭṭhamā.",
  "anya-e0801n4:107": "Chasaddā ṭṭhaṭṭhamā honti tassa pūraṇatthe, chaṭṭho, chaṭṭhamo, itthiyaṃ chaṭṭhī, chaṭṭhamī, kathaṃ ‘dutiyaṃ catuttha’nti? ‘‘Dutiyassa, catuttha tatiyāna’’nti nipātanā.",
  "anya-e0801n4:108": "55. Ekā kākyasahāye.",
  "anya-e0801n4:109": "Ekasmā asahāyatthe kaākī honti vā, ekako, ekākī, eko.",
  "anya-e0801n4:110": "56. Vacchādīhi tanutte taro.",
  "anya-e0801n4:111": "Vacchādīnaṃ sabhāvassa tanutte gamyamāne taro hoti, susuttassa tanutte vacchataro, itthiyaṃ vacchatarī, yobbanassa tanutte okkhataro, assabhāvassa tanutte assataro, sāmatthiyassa tanutte usabhataro.",
  "anya-e0801n4:112": "57. Kimhā niddhāraṇe ratara ratamā. Kiṃsaddā niddhāraṇe ratara ratamā honti, kataro bhavataṃ devadatto, kataro bhavataṃ kaṭho, katamo bhavataṃ devadatto, katamo bhavataṃ kaṭho, bhāradvājānaṃ katamosi brahme.",
  "anya-e0801n4:113": "58. Tena datte liyā.",
  "anya-e0801n4:114": "Tatiyantā datte-bhidheyye laiyā honti, devena datto devalo, deviyo, brahmalo, brahmiyo, sivā sīvalo, sīviyo, sissa dīgho.",
  "anya-e0801n4:115": "59. Tassa bhāvakammesu ttatāttanaṇyaṇeyyaṇiyaṇiyā.",
  "anya-e0801n4:116": "Chaṭṭhiyantā bhāve kamme ca ttādayo honti bahulaṃ, na ca sabbe sabbato honti aññatra ttatāhi, bhavanti etasmā buddhisaddābhi bhāvo saddassa pavattinimittaṃ, nīlassa paṭassa bhāvo nīlattaṃ nīlatābhi guṇo bhāvo, nīlassa guṇassa bhāvo nīlattaṃ nīlatābhi nīlaguṇajāti, gottaṃ gotāti gojāti, pācakattaṃ, daṇḍittaṃ, visāṇittaṃ, rājapurisattanti kriyādisambandhittaṃ, devadattattaṃ, candattaṃ, sūriyattanti tadavatthāvisesasāmaññaṃ, ākāsattaṃ, abhāvattanti upacaritabhedasāmaññaṃ. Ttana-puthujjanattanaṃ, vedanattanaṃ, jāyattanaṃ, jārattanaṃ. Ṇya-ālasyaṃ, brahmaññaṃ, cāpalyaṃ, nepuññaṃ, pesuññaṃ, rajjaṃ, ādhipaccaṃ, dāyajjaṃ, vesammaṃ ‘vesama’nti, keci, sakhyaṃ, vāṇijjaṃ. Ṇeyya-soceyyaṃ, ādhipateyyaṃ. Ṇagāravaṃ, pāṭavaṃ, ajjavaṃ, maddavaṃ. Iya-adhipatiyaṃ, paṇḍitiyaṃ, bahussutiyaṃ, naggiyaṃ, sūriyaṃ. Ṇiya-ālasiyaṃ, kāḷusiyaṃ, mandiyaṃdakkhiyaṃ, porohitiyaṃ, veyyattiyaṃ. Kathaṃ ‘rāmaṇīyaka’nti? Sakatthe kantā ṇena siddhaṃ. Kammaṃ kiriyā, tattha alasassa kammaṃ alasattaṃ’ alasatā, alasattanaṃ, ālasyaṃ, ālasiyaṃ vā, ‘‘sakatthe’ (4.122) ti sakatthepi, yathābhuccaṃ, kāruññaṃ, pattakallaṃ, ākāsānañcaṃ, kāyapāguññatā.",
  "anya-e0801n4:117": "60. Bya vaddhadāsā vā.",
  "anya-e0801n4:118": "Chaṭṭhiyantā vaddhā dāsā ca byo vā hoti bhāvakammesu, vaddhabyaṃ vaddhatā, dāsabyaṃ dāsatā, kathaṃ ‘vaddhava’nti? Ṇe vāgamo.",
  "anya-e0801n4:119": "61. Naṇa yuvā bo ca vassa.",
  "anya-e0801n4:120": "Chaṭṭhiyantā yuvasaddā bhāvakammesu naṇa vā hoti tassa bo ca, yobbanaṃ, vātveva? Yuvattaṃ, yuvatā.",
  "anya-e0801n4:121": "62. Aṇvāditvimo.",
  "anya-e0801n4:122": "Aṇuādīhi chaṭṭhiyantehi bhāve vā imo hoti, aṇimā, laghimā, mahimā, (garimā), kasimā, vātveva? Aṇuttaṃ aṇutā.",
  "anya-e0801n4:123": "63. Bhāvā tena nibbatte.",
  "anya-e0801n4:124": "Bhāvavācakā saddā tena nibbatte-bhidheyye imo hoti, pākena nibbatta pāṇimaṃ, sekimaṃ.",
  "anya-e0801n4:125": "64. Taratamissikiyiṭṭhātisaye.",
  "anya-e0801n4:126": "Atisaye vattamānato hontete paccayā, atisayena pāpo pāpataro, pāpatamo, pāpissiko, pāpiyo, pāpiṭṭho, itthiyaṃ pāpatarā. Atisayantāpi atisayappaccayo, atisayena pāpiṭṭho pāpiṭṭhataro.",
  "anya-e0801n4:127": "65. Tannissite llo.",
  "anya-e0801n4:128": "Dutiyantā llappaccayo hoti nissitatthe, vedaṃ nissitaṃ vedallaṃ, duṭṭhu nissitaṃ duṭṭhullaṃ. Ille-saṅkhārillaṃ.",
  "anya-e0801n4:129": "66. Tassa vikārāvayavesu ṇa ṇika ṇeyyamayā.",
  "anya-e0801n4:130": "Pakatiyā uttaramavatthantaraṃ vikāro, chaṭṭhiyantā nāmasmā vikāre-vayave ca ṇādayo honti bahulaṃ, ṇa-āyasaṃ bandhanaṃ, odumbaraṃ, paṇṇaṃ, odumbaraṃ bhasmaṃ, kāpotaṃ maṃsaṃ, kāpotaṃ satthi. Ṇika-kappāsikaṃ vatthaṃ. Ṇeyya-eṇeyyaṃ maṃsaṃ, eṇeyyaṃ satthi . Koseyyaṃ vatthaṃ. Maya-tiṇamayaṃ, dārumayaṃ, naḷamayaṃ, mattikāmayaṃ. ‘‘Aññasmi’’nti (4.121) gunnaṃ karīsepi mayo, gomayaṃ.",
  "anya-e0801n4:131": "67. Jatuto saṇa vā.",
  "anya-e0801n4:132": "Chaṭṭhiyantā nāmasmā jatuto vikārāvayavesu saṇa vā hoti. Jatuno vikāro jātusaṃ jatumayaṃ. ‘‘Lopo’’ti (4.123) bahulaṃ paccayalopopi phalapupphamūlesu vikārāvayavesu, piyālassa phalāni piyālāni, mallikāya pupphāni mallikā, usirassa mūlaṃ usīraṃ, taṃ saddena vā tadabhidhānaṃ.",
  "anya-e0801n4:133": "68. Samūhe kaṇa ṇa ṇikā.",
  "anya-e0801n4:134": "Chaṭṭhiyantā samūhe kaṇa ṇa ṇikā honti gottappaccayantā. Kaṇa-rājaññakaṃ, mānussakaṃ, ukkhādīhi-okkhakaṃ, oṭṭhakaṃ, orabbhakaṃ, rājakaṃ, rājaputtakaṃ, hatthikaṃ, dhenukaṃ. Ṇa-kākaṃ, bhikkhaṃ. Acittā ṇika-āpūpikaṃ, saṃkulikaṃ.",
  "anya-e0801n4:135": "69. Janādīhi tā.",
  "anya-e0801n4:136": "Janādīhi chaṭṭhiyantehi samūhe tā hoti. Janatā, gajatā, bandhutā, gāmatā, sahāyatā, nāgaratā. Tāntā sabhāvato itthiliṅgā, ‘madanīya’nti karaṇe-dhikaraṇe vā anīyena siddhaṃ. ‘Dhūmāyitatta’nti ktāntā nāmadhātuto ktena siddhaṃ.",
  "anya-e0801n4:137": "70. Iyo hite.",
  "anya-e0801n4:138": "Chaṭṭhiyantā hite iyo hoti. Upādāniyaṃ, aññatrāpi samānodare sayito sodariyo.",
  "anya-e0801n4:139": "71. Cakkhvādito sso.",
  "anya-e0801n4:140": "Chaṭṭhiyantehi cakkhuādīhi hite sso hoti, cakkhussaṃ, āyussaṃ.",
  "anya-e0801n4:141": "72. Ṇyo tattha sādhu.",
  "anya-e0801n4:142": "Sattamyantā tattha sādhūti asmiṃ atthe ṇyo hoti. Sabbho, pārisajjo. Sādhūti kusalo yoggo hito vā. Aññatrāpi rathaṃ vahatīti racchā.",
  "anya-e0801n4:143": "73. Kammā niya ññā.",
  "anya-e0801n4:144": "Sattamyantā kammasaddā tattha sādhūbhi asmiṃ atthe niya ññā honti. Kamme sādhu kammaniyaṃ, kammaññaṃ.",
  "anya-e0801n4:145": "74. Kathāditviko.",
  "anya-e0801n4:146": "Kathādīhi sattamyantehi tattha sādhūti asmiṃ atthe iko hoti. Kathiko, dhammakathiko, saṅgāmiko pavāsiko, upavāsiko.",
  "anya-e0801n4:147": "75. Pathādīhi ṇeyyo.",
  "anya-e0801n4:148": "Pathādīhi sattamyantehi tattha sādhūti asmiṃ atthe ṇe-yyo hoti, pātheyyaṃ sāpateyyaṃ (ātitheyyaṃ).",
  "anya-e0801n4:149": "76. Dakkhiṇāyārahe.",
  "anya-e0801n4:150": "Dakkhiṇāsaddato arahatthe ṇeyyo hoti, dakkhiṇaṃ arahatīti dakkhiṇeyyo.",
  "anya-e0801n4:151": "77. Rāyo tumantā.",
  "anya-e0801n4:152": "Tumantato arahatthe rāyo hoti. Ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ.",
  "anya-e0801n4:153": "78. Tametthassatthīti mantu.",
  "anya-e0801n4:154": "Paṭhamantā ettha assa atthīti etesvatthesu mantu hoti. Gāvo ettha dese, assa vā purisassa santīti gomā. Atthīti vattamānakālopādānato bhūtāhi bhavissantīhi vā gohi na gomā. Kathaṃ ‘gomā āsi, gomā bhavissatī’ti? Tadāpi vattamānāhiyeva gohi gomā, āsi bhavissatīti padantarā kālantaraṃ, itikaraṇato visayaniyamo –",
  "anya-e0801n4:155": "Pahūte ca pasaṃsāyaṃ, nindāyañcātisāyane;",
  "anya-e0801n4:156": "Niccayoge ca saṃsagge, hontime mantuādayo.",
  "anya-e0801n4:157": "Go assoti jātisaddānaṃ dabbābhidhānasāmatthiyā mantvādayo na honti, tathā guṇasaddānaṃ ‘seto paṭo’ti, yesantu guṇasaddānaṃ dabbābhidhānasāmatthiyaṃ natthi, tehi honteva ‘buddhimā, rūpavā, rasavā, gandhavā, phassavā, saddavā, rasī, rasiko, rūpī, rūpiko, gandhī, gandhiko’ti.",
  "anya-e0801n4:158": "79. Vantvāvaṇṇā.",
  "anya-e0801n4:159": "Paṭhamantato avaṇṇantā mantvātthe vantu hoti. Sīlavā, paññavā, avaṇṇāti kiṃ? Satimā bandhumā.",
  "anya-e0801n4:160": "80. Daṇḍāditvikaī vā.",
  "anya-e0801n4:161": "Daṇḍādīhi ika ī honti vā mantvātthe. Bahulaṃ vidhānā kutoci dve honti, kutocekamekaṃva daṇḍiko daṇḍī daṇḍavā, gandhiko gandhī gandhavā, rūpiko rūpī rūpavā. (28) ‘‘Uttamīṇeva dhanā iko’’, dhaniko, dhanī dhanavā añño. (29) ‘‘Asannihite atthā’’, atthiko atthī, aññatra atthavā. (30) ‘‘Tadantā ca’’, puññatthiko, puññatthī, (31) ‘‘vaṇṇantā īyeva’’ brahmavaṇṇī, devavaṇṇī, (32) ‘‘hatthadantehi jātiyaṃ’’, hatthī, dantī, aññatra hatthavā dantavā. (33) ‘‘Vaṇṇato brahmacārimhi’’, vaṇṇī brahmacārī, vaṇṇavā añño. (34) ‘‘Pokkharādito dese’’, pokkharaṇī, uppalinī, kumudinī, bhisinī, muḷālinī, sālukinī, kvacādesepi padumipi paduminī paṇṇaṃ. Aññatra pokkharavā hatthī, (35) ‘‘nāvāyiko’’, nāviko. (36) ‘‘Sukhadukkhā ī’’, sukhī, dukkhī. (37) ‘‘Sikhādīhi vā’’, sikhī, sikhāvā, mālī, mālāvā, sīlī, sīlavā, balī, balavā. (38) ‘‘Balā bāhūrupubbā ca’’, bāhubalī, ūrubalī.",
  "anya-e0801n4:162": "81. Tapādīhi ssī. Tapādito mantvatthe vā ssī hoti. Tapassī, yasassī, tejassī, manassī, payassī. Vātveva? Yasavā.",
  "anya-e0801n4:163": "82. Mukhādito ro. Mukhādīhi mantvatthero hoti. Mukharo, susiro, ūsaro, madhuro, kharo, kuñjaro, nagaraṃ, (39) ‘‘dantassu ca unnabhadante’’, danturo.",
  "anya-e0801n4:164": "83. Tundyādīhi bho.",
  "anya-e0801n4:165": "Tundiādīhi mantvatthe bho vā hoti. Tundibho, vaṭibho, valibho. Vātveva? Tundimā.",
  "anya-e0801n4:166": "84. Saddhāditvā.",
  "anya-e0801n4:167": "Saddhādīhi mantvatthea hoti vā. Saddho, pañño, itthiyaṃ saddhā. Vātveva? Paññavā.",
  "anya-e0801n4:168": "85. Ṇo tapā.",
  "anya-e0801n4:169": "Tapā ṇo hoti mantvatthe. Tāpaso, itthiyaṃ tāpasī.",
  "anya-e0801n4:170": "86. Ālvabhijjhādīhi.",
  "anya-e0801n4:171": "Abhijjhādīhi ālu hoti mantvatthe, abhijjhālu, sītālu, dhajālu, dayālu. Vātveva? Dayāvā.",
  "anya-e0801n4:172": "87. Picchāditvilo.",
  "anya-e0801n4:173": "Picchādīhi ilo hoti vā mantvatthe. Picchilo picchavā, phenilo phenavā, jaṭilo jaṭāvā. Kathaṃ ‘vācālo’ti? Nindāyamilassādilope ‘‘paro kvacī’’ti (1-27).",
  "anya-e0801n4:174": "88. Sīlādito vo.",
  "anya-e0801n4:175": "Sīlādīhi vo hoti vā mantvatthe. Sīlavo sīlavā, kesavo kesavā, (40) ‘‘aṇṇā niccaṃ’’ aṇṇavo. (41) Gāṇḍī rājīhi saññāyaṃ’’ gāṇḍīvaṃ dhanu, rājīvaṃ paṅkajaṃ.",
  "anya-e0801n4:176": "89. Māyā medhāhi vī.",
  "anya-e0801n4:177": "Etehi dvīhi vī hoti mantvatthe. Māyāvī, medhāvī.",
  "anya-e0801n4:178": "90. Sissare āmyuvāmī. Sasaddā āmyuvāmī honti issare-bhidhāyye mantvatthe. Samassatthīti sāmī, suvāmī.",
  "anya-e0801n4:179": "91. Lakkhyā ṇo a ca. Lakkhīsaddā ṇo hoti mantvatthe a cāntassa. Ṇakārovayavo, lakkhaṇo.",
  "anya-e0801n4:180": "92. Aṅgā no kalyāṇe.",
  "anya-e0801n4:181": "Kalyāṇe gamyamāne aṅgasmā no hoti mantvatthe. Aṅganā.",
  "anya-e0801n4:182": "93. So lomā.",
  "anya-e0801n4:183": "Lomā so hoti mantvatthe. Lomaso, itthiyaṃ, lomasā.",
  "anya-e0801n4:184": "94. Imiyā.",
  "anya-e0801n4:185": "Mantvatthe ima iyā honti bahulaṃ. Puttimo, kittimo, puttiyo, kappiyo, jaṭiyo, hānabhāgiyo, seniyo.",
  "anya-e0801n4:186": "95. To pañcamyā. Pañcamyantā bahulaṃ to hoti vā. Gāmato āgacchati gāmasmā āgacchati, corato bhāyati corehi bhāyati, satthato parihīno satthā parihīno.",
  "anya-e0801n4:187": "96. Ito-tetto kuto.",
  "anya-e0801n4:188": "Tomhi imassa ṭi nipaccate, etassa ṭa eta, kiṃsaddassa kuttañca. Ito imasmā, ato etto etasmā, kuto kasmā.",
  "anya-e0801n4:189": "97. Abhyādīhi. Abhiādīhi to hoti. Abhito, parito, pacchato heṭṭhato.",
  "anya-e0801n4:190": "98. Ādyādīhi. Ādippabhutīhi to vā hoti, ādo ādito, majjhato antato, piṭṭhito, passato, mukhato, yatodakaṃ tadādittaṃ, yaṃ udakaṃ tadevādittanti attho.",
  "anya-e0801n4:191": "99. Sabbādito sattamyā trattā. Sabbādīhi sattamyantehi tratthā vā honti. Sabbatra sabba. Sabbasmiṃ, yatra yattha yasmiṃ. Bahulādhikārā na tumhāmhehi.",
  "anya-e0801n4:192": "100. Katthettha kutrātra kvehidha.",
  "anya-e0801n4:193": "Etesaddā nipaccante. Kasmiṃ kattha, kutra, kva, etasmiṃ, ettha, atra, asmiṃ iha, idha.",
  "anya-e0801n4:194": "101. Dhi sabbā vā. Sattamyantato sabbasmā dhi vā hoti. Sabbadhi, sabbattha.",
  "anya-e0801n4:195": "102. Yā hiṃ. Sattamyantato yato hiṃ vā hoti. Yahiṃ yatra.",
  "anya-e0801n4:196": "103. Tā haṃ ca.",
  "anya-e0801n4:197": "Sattamyantato tato vā haṃ hoti hiṃ ca. Tahaṃ, tahiṃ, tatra.",
  "anya-e0801n4:198": "104. Kuhiṃ kahaṃ.",
  "anya-e0801n4:199": "Kiṃsaddā sattamyantā hiṃ haṃ nipaccante kissa kukā ca. Kuhiṃ, kahaṃ. Kathaṃ ‘kuhiñcana’nti? ‘Canaṃ’ iti nipātantaraṃ ‘kuhiñcī’ti ettha cisaddo viya.",
  "anya-e0801n4:200": "105. Sabbekaññayatehi kāle dā. Etehi sattamyantehi kāle dā hoti. Sabbasmiṃ kāle sabbadā, ekadā, aññadā, yadā, tadā. Kāleti kiṃ? Sabbattha dese.",
  "anya-e0801n4:201": "106. Kadā kudā sadā dhunedāni.",
  "anya-e0801n4:202": "Ete saddā nipaccante. Kasmiṃ kāle kadā, kudā, sabbasmiṃ kāle sadā, imasmiṃ kāle adhunā, idāni.",
  "anya-e0801n4:203": "107. Ajja sajjvaparajjvetarahi karahā.",
  "anya-e0801n4:204": "Etesaddā nipaccante. Pakatippaccayo ādeso kālavisesoti sabbametaṃ nipātanā labbhati, imassa ṭo jjo jāhani nipaccate, asmiṃ ahani ajja. Samānassa sabhāvo jju cāhani, samāne ahani sajju. Aparasmā jju, aparasmiṃ ahani aparajju. Imasseto kāle rahi ca, imasmiṃ kāle etarahi. Kiṃsaddassa ko raha cānajjatane, kasmiṃ kāle karaha.",
  "anya-e0801n4:205": "108. Sabbādīhi payāre thā.",
  "anya-e0801n4:206": "Sāmaññassa bhedako viseso pakāro, tattha vattamānehi sabbādīhi thā hoti. Sabbena pakārena sabbathā, yathā, tathā.",
  "anya-e0801n4:207": "109. Kathamitthaṃ.",
  "anya-e0801n4:208": "Ete saddā nipaccante pakāre. Kimimehi thaṃ paccayo, kaita ca tesaṃ yathākkamaṃ, kathaṃ, itthaṃ.",
  "anya-e0801n4:209": "110. Dhā saṅkhyāhi.",
  "anya-e0801n4:210": "Saṅkhyāvācīhi pakāre dhā parā hoti. Dvīhi pakārehi, dve vā pakāre karoti dvidhā karoti, bahudhā karoti, ekaṃ rāsiṃ pañcappakāraṃ karoti pañcadhā karoti, pañcappakāramekappakāraṃ karoti ekadhā karoti.",
  "anya-e0801n4:211": "111. Vekā jjhaṃ.",
  "anya-e0801n4:212": "Ekasmā pakare jjhaṃ vā hoti. Ekajjhaṃ karoti, ekadhā, karoti.",
  "anya-e0801n4:213": "112. Dvitīhedhā.",
  "anya-e0801n4:214": "Dvitīhi pakāre edhā vā hoti. Dvedhā, tedhā, dvidhā, tidhā.",
  "anya-e0801n4:215": "113. Tabbati jātiyo.",
  "anya-e0801n4:216": "Pakāravati taṃsāmaññavācakā saddā jātiyo hoti, paṭujātiyo, mudujātiyo.",
  "anya-e0801n4:217": "114. Vārasaṅkhyāya kkhattuṃ.",
  "anya-e0801n4:218": "Vārasambandhiniyā saṅkhyāya kkhattuṃ hoti. Dve vāre bhuñjati dvikkhattuṃ divasassa bhuñjati. Vāraggahaṇaṃ kiṃ? Pañca bhuñjati. Saṅkhyāyāti kiṃ? Pahūte vāre bhuñjati.",
  "anya-e0801n4:219": "115. Katimhā.",
  "anya-e0801n4:220": "Vārasambandhiniyā katisaṅkhyāya kkhattuṃ hoti, kati vāre, bhuñjathi, katikkhattuṃ bhuñjati.",
  "anya-e0801n4:221": "116. Bahumhā dhā ca paccāsattiyaṃ.",
  "anya-e0801n4:222": "Vārasambandhiniyā bahusaṅkhyāya dhā hoti kkhatthuṃ ca, vārānañce paccāsatti hoti, bahudhā divasassa bhuñjati bahukkhattuṃ bhuñjati. Paccāsattiyanti kiṃ? Bahuvāre māsassa bhuñjati.",
  "anya-e0801n4:223": "117. Sakiṃ vā.",
  "anya-e0801n4:224": "Ekaṃ vāramiccasmiṃ atthe sakinti vā nipaccate. Ekavāraṃ bhuñjati sakiṃ bhuñjati, vāti kiṃ? Ekakkhattuṃ bhuñjati.",
  "anya-e0801n4:225": "118. So vīcchappakāresu.",
  "anya-e0801n4:226": "Vīcchāyaṃ pakāre ca so hoti bahulaṃ. Vīcchāyaṃ-khaṇḍaso, bilaso. Pakāre-puthuso, sabbaso.",
  "anya-e0801n4:227": "119. Abhūtatabbhāve karāsabhūyoge vikārā cī.",
  "anya-e0801n4:228": "Avatthāvato-vatthantarenābhūtassa tāyāvatthāya bhāvekarāsabhūhi sambandhe sati vikāravācakā cī hoti, adhavalaṃ dhavalaṃ karoti dhavalī karoti, adhavalo dhavalo siyā dhavalī siyā, adhavalo dhavalo bhavati dhavalī bhavati. Abhūta tabbhāveti kiṃ? Ghaṭaṃ karoti, dadhi atthi, ghaṭo bhavati. Karāsabhūyogeti kiṃ? Adhavalodhavalo jāyate. Vikārāti kiṃ? Pakatiyā māhotu, suvaṇṇaṃ kuṇḍalaṃ karoti.",
  "anya-e0801n4:229": "120. Dissantaññepi paccayā.",
  "anya-e0801n4:230": "Vuttato-ññepi paccayā dissanti vuttāvuttatthesu. Vividhā mātaro vimātaro, tāsaṃ puttā vemātikā-rikaṇa. Pathaṃ gacchatīti pathāvino-āvī. Issā assa atthīti issukī-ukī. Dhuraṃ vahatīti dhorayho- yhaṇa.",
  "anya-e0801n4:231": "121. Aññasmiṃ.",
  "anya-e0801n4:232": "Vuttato-ññasmimpi atthe vuttappaccayā dissanti. Magadhānaṃ issaro māgadho-dhaṇā. Kāsīti sahassaṃ, tamagghatīti kāsiyo iyo.",
  "anya-e0801n4:233": "122. Sakatthe.",
  "anya-e0801n4:234": "Sakatthepi paccayā dissanti. Hīnako, potako, kiccayaṃ.",
  "anya-e0801n4:235": "123. Lopo.",
  "anya-e0801n4:236": "Paccayānaṃ lopopi dissati. Buddhe ratanaṃ paṇītaṃ, cakkhuṃ suññaṃ attena vā attariyena vāti bhāvappaccayalopo.",
  "anya-e0801n4:237": "124. Sarānamādissāyuvaṇṇassāeo ṇānubandhe.",
  "anya-e0801n4:238": "Sarānamādibhūtā ye akārivaṇṇuvaṇṇā, tesaṃ āeo honti yathākkamaṃṇānubandhe. Rāghavo, venateyyo, meniko, oḷumpiko, dobhaggaṃ. Ṇānubandheti kiṃ? Purātano.",
  "anya-e0801n4:239": "125. Saṃyoge kvaci.",
  "anya-e0801n4:240": "Sarānamādibhūtā ye ayuvaṇṇā, tesaṃ āeo honti kvacideva saṃyogavisaye ṇānubandhe. Decco, koṇḍañño. Kvacīti kiṃ? Kattikeyyo.",
  "anya-e0801n4:241": "126. Majjhe.",
  "anya-e0801n4:242": "Majjhe vattamānānampi ayuvaṇṇānaṃ ā e o honti kvaci. Aḍḍhateyyo, vāseṭṭho.",
  "anya-e0801n4:243": "127. Kosajjājjava pārisajja sohajja maddavārissāsabhājaññatheyya bāhusaccā.",
  "anya-e0801n4:244": "Etesaddā nipaccanteṇānubandhe. Kusī tassa bhāvokosajjaṃ, ujuno bhāvo ajjavaṃ, parisāsu sādhu pārisajjo, suhadayova suhajjo, tassa pana bhāvo sohajjaṃ, muduno bhāvo maddavaṃ, isino idaṃ bhāvo vā ārissaṃ, usabhassa idaṃ bhāvo vā āsabhaṃ, ājānīyassa bhāvo so eva vā ājaññaṃ, thenassa bhāvo kammaṃ vā theyyaṃ, bahussatassa bhāvo bāhusaccaṃ, etesu yamalakkhaṇikaṃ, taṃ nipātanā.",
  "anya-e0801n4:245": "128. Manādīnaṃ saka.",
  "anya-e0801n4:246": "Manādīnaṃ saka hoti ṇānubandhe. Manasi bhavaṃ mānasaṃ, dummanaso bhāvo domanassaṃ, somanassaṃ.",
  "anya-e0801n4:247": "129. Uvaṇṇassāvaṅa sare.",
  "anya-e0801n4:248": "Sarādo ṇānubandhe uvaṇṇassāvaṅa hoti. Rāghavo, jambavaṃ.",
  "anya-e0801n4:249": "130. Yamhi gossa ca.",
  "anya-e0801n4:250": "Yakārādo paccaye gossuvaṇṇassa ca avaṅa hoti. Gabyaṃ, bhātabyo.",
  "anya-e0801n4:251": "131. Lopo-vaṇṇivaṇṇānaṃ.",
  "anya-e0801n4:252": "Yakārādo paccaye avaṇṇivaṇṇānaṃ lopo hoti. Dāyajjaṃ, kāruññaṃ, ādhipaccaṃ, deppaṃ. Bahulaṃvidhānā kvaci na hoti kiccayaṃ.",
  "anya-e0801n4:253": "132. Rānubandhe-nta sarādissa.",
  "anya-e0801n4:254": "Anto saro ādimhi yassāvayavassa, tassa lopo hoti rānubandhe. Kittakaṃ, petteyyaṃ.",
  "anya-e0801n4:255": "133. Kisamahatamime kasa mahā.",
  "anya-e0801n4:256": "Kisassa mahato ime kasamahā honti yathākkamaṃ, kasimā, mahimā.",
  "anya-e0801n4:257": "134. Āyussāyasa mantumhi.",
  "anya-e0801n4:258": "Āyussa āyasādeso hoti mantumhi. Āyasmā.",
  "anya-e0801n4:259": "135. Jo vuddhassiyiṭṭhesu.",
  "anya-e0801n4:260": "Vuddhassa jo hoti iyaiṭṭhesu, jeyyo, jeṭṭho.",
  "anya-e0801n4:261": "136. Bāḷhantikapasatthānaṃ sādha neda sā.",
  "anya-e0801n4:262": "Iyaiṭṭhesu bāḷhantikapasatthānaṃ sādha neda sā honti yathākkamaṃ. Sādhiyo, sādhiṭṭho, nediyo, nediṭṭho, seyyo, seṭṭho.",
  "anya-e0801n4:263": "137. Kaṇakanāppayuvānaṃ.",
  "anya-e0801n4:264": "Iyaiṭṭhesu appayuvānaṃ kaṇa kanā honti yathākkamaṃ. Kaṇiyo kaṇiṭṭho, kaniyo kaniṭṭho.",
  "anya-e0801n4:265": "138. Lopo vī mantu vantūnaṃ.",
  "anya-e0801n4:266": "Vī mantu vantūnaṃ lopo hoti iyaiṭṭhesu. Atisayena medhāvī medhiyo, medhiṭṭho, atisayena satimā satiyo, satiṭṭho, atisayena guṇavā guṇiyo, guṇiṭṭho.",
  "anya-e0801n4:267": "139. Ḍe satissa tissa.",
  "anya-e0801n4:268": "Ḍepare satyantassa tikārassa lopo hoti, vīsaṃ sataṃ, tiṃsaṃ sataṃ.",
  "anya-e0801n4:269": "140. Etasseṭa ttake.",
  "anya-e0801n4:270": "Ttake pare etassa eṭa hoti. Ettakaṃ.",
  "anya-e0801n4:271": "141. Ṇikassiyo vā.",
  "anya-e0801n4:272": "Ṇikassa vā iyo hoti, sakyaputtiyo, sakyaputtiko.",
  "anya-e0801n4:273": "142. Adhātussa kā-syādito ghe-ssi.",
  "anya-e0801n4:274": "Ghe pare adhātussa yo kakāro, tato pubbassa akārassa bahulaṃ i hoti sace gho na syādito paro hoti. Bālikā, kārikā, adhātussāti kiṃ? Sakā, keti kiṃ? Nandanā, asyāditoti kiṃ? Bahuparibbājakā mathurā, bahucammikāti kakārena syādino byavahitattā siddhaṃ, gheti kiṃ? Bālako, assāti kiṃ? Bahukattukā sālā.",
  "anya-e0801n4:275": "Iti moggallāne byākaraṇe vuttiyaṃ",
  "anya-e0801n4:276": "Ṇādikaṇḍo catuttho."
}