{
  "anya-e0802n8:0": "8. Uṇādikappa",
  "anya-e0802n8:1": "Chaṭṭhakaṇḍa",
  "anya-e0802n8:2": "624, 563.Kattarikita.",
  "anya-e0802n8:3": "Kattuiccetasmiṃ atthe kita paccayā honti.",
  "anya-e0802n8:4": "Kāru, kāruko, kārako, pācako, kattā, janitā, pacitā, netā.",
  "anya-e0802n8:5": "625, 605.Bhāvakammesu kiccatta khatthā.",
  "anya-e0802n8:6": "Bhāvakammaiccetesvatthesu kicca tta khatthaiccete paccayā honti.",
  "anya-e0802n8:7": "Upasampādetabbaṃ upasampādanīyaṃ bhavatā, sayitabbaṃ bhavatā, kattabbaṃ bhavatā, bhottabbo odano bhavatā, asitabbaṃ bhojanaṃ bhavatā, asitaṃ bhavatā, sayitaṃ bhavatā, pacitaṃ bhavatā, asitaṃ asanaṃ bhavatā, sayitaṃ sayanaṃ bhavatā, pacito odano bhavatā, kiñcissayo, īsassayo, dussayo, sussayo bhavatā.",
  "anya-e0802n8:8": "626, 634.Kammanidutiyāya tto.",
  "anya-e0802n8:9": "Kammani iccetasmiṃ atthe dutiyāyaṃ vibhattiyaṃ kattari ttapaccayo hoti.",
  "anya-e0802n8:10": "Dānaṃ dinno devadatto, sīlaṃ rakkhito devadatto, bhattaṃ bhutto devadatto, garuṃ upāsito devadatto.",
  "anya-e0802n8:11": "627, 652.Khyādīhi māna ma ca to vā.",
  "anya-e0802n8:12": "Khi bhī su ru hu vā dhū hi lū pī adaiccevamādīhi dhātūhi mana paccayo hoti, massa ca to hoti vā.",
  "anya-e0802n8:13": "Khīyanti upaddavā etthāti khemo, bhāyitabboti bhemo, bhāyanti etasmāti vā bhemo, raṃsiyo abhissavetīti somo, ravati gacchatīti romo, huvati juhvati etenāti homo, paṭilomavasena vāti gacchatīti vāmo, lāmakavasena vāti gacchati pavattatīti vā vāmo, dhunāti kampatīti dhūmo, seṭṭhabhāvena hinoti pavattati cittaṃ etasminti hemo, lunitabboti lomo, maṃsacammāni lunāti chindatīti vā lomo, piyanaṃ pemo, piyāyitabboti vā pemo, sukhadukkhaṃ adati bhakkhatīti attā, jātijarāmaraṇādīhi adīyate bhakkhīyateti vā attā, ātumā.",
  "anya-e0802n8:14": "628, 653.Samādīhitha mā.",
  "anya-e0802n8:15": "Samu damu dara raha du hi si bhī dā yā sā ṭhābhasaiccevamādīhi dhātūhi tha ma paccayā honti.",
  "anya-e0802n8:16": "Sametīti samatho, damatīti damatho, damanaṃ vā damatho, damitabboti vā damatho, daratīti daratho, jiṇṇabhāvaṃ rahissati gaṇhissatīti ratho, dabbasambhāre rahati gaṇhātīti vā ratho, davati gacchatīti dumo, davati vuddhi viruḷhi gacchati pavattatīti uddhaṃ vā dumo, pathavīpabbatādīsu gacchati patatīti himo, kammavācāya bandhati etthāti sīmā. Bandhitabbāti vā sīmā. Bhāyanti etasmāti bhīmo, satte avakhaṇḍenti nivārenti etenāti dāmo, mūsikādīhi khādīyati avakhaṇḍīyatīti vā dāmo, yāti gacchatīti yāmo, paresaṃ cittaṃ gaṇhituṃ samatthetīti sāmo, tiṭṭhanti etenāti thāmo, bhasati bhasmīkarīyatīti bhasmā.",
  "anya-e0802n8:17": "629, 569.Gahassu’padhasse vā.",
  "anya-e0802n8:18": "Gahaiccetassa dhātussa upadhassa akārassa etta hoti vā.",
  "anya-e0802n8:19": "Dabbasambhāra gaṇhātīti gehaṃ, gahaṃ.",
  "anya-e0802n8:20": "630, 654.Masussasussa cchara ccherā.",
  "anya-e0802n8:21": "Masuiccetassa pāṭipadikassa sussa ccharaccherādesā honti.",
  "anya-e0802n8:22": "Maccharatīti maccharo, evaṃ macchero.",
  "anya-e0802n8:23": "631, 655.Āpubbacarassa ca.",
  "anya-e0802n8:24": "Āpubbassa caraiccetassa dhātussa cchariyaccharaccherā desā honti, āpubbassa ca rasso hoti.",
  "anya-e0802n8:25": "Ābhuso caritabbanti acchariyaṃ. Evaṃ accharaṃ, accheraṃ.",
  "anya-e0802n8:26": "Caggahaṇena masussa sussāpi cchariyādeso hoti, macchariyaṃ.",
  "anya-e0802n8:27": "632, 656.Ala kala salehi layā.",
  "anya-e0802n8:28": "Ala kala salaiccetehi dhātūhi la yapaccayā honti.",
  "anya-e0802n8:29": "Alati samatthetīti allaṃ, kalitabbaṃ saṅkhyātabbanti kallaṃ, salati gacchati pavisatīti sallaṃ. Evaṃ alyaṃ, kalyaṃ, salyaṃ.",
  "anya-e0802n8:30": "633, 657.Yāṇalāṇā.",
  "anya-e0802n8:31": "Tehi kala salaiccetehi dhātūhi yāṇa lāṇapaccayā honti.",
  "anya-e0802n8:32": "Kalitabbaṃ saṅkhyātabbanti kalyāṇaṃ, gaṇato paṭikkamitvā salanti etthāti paṭisalyāṇaṃ. Evaṃ sallāṇo, paṭisallāṇo.",
  "anya-e0802n8:33": "634, 658.Mathissa thassa lo ca.",
  "anya-e0802n8:34": "Mathaiccetassa dhātussa thassa lādesohoti. Aññamaññaṃ mathati viloḷatīti mallo, mallaṃ.",
  "anya-e0802n8:35": "Caggahaṇena lato ko ca āgamo hoti. Mallako, mallakaṃ.",
  "anya-e0802n8:36": "635, 559.Pesātisaggapattakālesukiccā.",
  "anya-e0802n8:37": "Pesa atisagga pattakālaiccetesvatthesu kiccapaccayā honti.",
  "anya-e0802n8:38": "Kattabbaṃ kammaṃ bhavatā, karaṇīyaṃ kiccaṃ bhavatā, bhottabbaṃ bhojanaṃ bhavatā, bhojanīyaṃ bhojanaṃ bhavatā, ajjhayitabbaṃ ajjheyyaṃ bhavatā, ajjhayanīyaṃ ajjheyyaṃ bhavatā.",
  "anya-e0802n8:39": "636, 659.Avassakā’dhamiṇesuṇī ca.",
  "anya-e0802n8:40": "Avassaka adhamiṇaiccetesvatthesu ṇīpaccayo hoti, kiccā ca.",
  "anya-e0802n8:41": "Avassate tāva – kārīsi me kammaṃ avassaṃ hārīsi me bhāraṃ avassaṃ.",
  "anya-e0802n8:42": "Adhamiṇe – dāyīsi me sataṃ iṇaṃ, dhārīsi me sahassaṃ iṇaṃ.",
  "anya-e0802n8:43": "Kiccā ca – dātabbaṃ me bhavatā sataṃ iṇaṃ. Dhārayitabbaṃ me bhavatā sahassaṃ iṇaṃ, kattabbaṃ me bhavatā gehaṃ, karaṇīyaṃ me bhavatā kiccaṃ, kāriyaṃ me bhavatā sayanaṃ.",
  "anya-e0802n8:44": "637, 0.Arahasakkādīhi tuṃ.",
  "anya-e0802n8:45": "Araha sakka bhabbaiccevamādīhi payoge sati sabbadhātūhi tuṃpaccayo hoti.",
  "anya-e0802n8:46": "Arahā bhavaṃ vattuṃ, arahā bhavaṃ kattuṃ, sakkā bhavaṃ hantuṃ, sattā bhavaṃ janetuṃ, janituṃ, bhavituṃ, sakkā bhavaṃ dātuṃ, sakkā bhavaṃ gantuṃ, tabbo bhavaṃ janetuṃ iccevamādi.",
  "anya-e0802n8:47": "638, 660.Vajādīhipabbajjādayonippajjante.",
  "anya-e0802n8:48": "Vajaiccevamādīhi dhātūhi, upasaggapaccayādīhi ca pabbajjādayo saddā nippajjante.",
  "anya-e0802n8:49": "Paṭhamameva vajitabbāti pabbajjā, iñjanaṃ ejjā, samajjanaṃ samajjā, nisīdanaṃ nisajjā, vijānanaṃ vijjā visajjanaṃ visajjā, padanaṃ pajjā, hananaṃ vajjhā, esanaṃ icchā, atiesanaṃ aticchā, sadanaṃ sajjā, sayanti etthāti seyyā, sammā cittaṃ nidheti etāyāti saddhā, caritabbā cariyā, karaṇaṃ kiriyā, rujanaṃ rucchā, padanaṃ pacchā, riñcanaṃ ricchā, tikicchanaṃ titicchā, saṃkocanaṃ saṃkucchā, madanaṃ macchā, labhanaṃ lacchā, radihabbāti racchā, radanaṃ vilekhanaṃ vāracchā, adho bhāgena gacchatīti tiracchā, tiracchāno, ajanaṃ acchā, titikkhatīti titikkhā, saha āgamanaṃ sāgacchā, duṭṭhu bhakkhanaṃ dobhacchā, duṭṭhu rosanaṃ durucchā, pucchanaṃ pucchā, muhanaṃ mucchā, vasanaṃ vacchā, kacanaṃ kacchā, saha kathanaṃ sākacchā, tudanaṃ tucchā, visanaṃ vicchā, pisanaṃ picchillā, sukhadukkhaṃ mudati bhakkhatīti maccho , sattānaṃ pāṇaṃ museti cajetīti maccu, satanaṃ saccaṃ, uddhaṃ dhunāti kampatīti uddhaccaṃ, naṭanaṃ naccaṃ, nitanaṃ niccaṃ, tathanaṃ tacchaṃ iccevamādi.",
  "anya-e0802n8:50": "639, 585.Kvilopo ca.",
  "anya-e0802n8:51": "Kvilopo hoti, puna ca nippajjante.",
  "anya-e0802n8:52": "Vividhehi sīlādiguṇehi bhavatīti vibhū, visesena vā bhavatīti vibhū, sayaṃ attanā bhavatīti sayambhū, abhivitvā bhavatīti abhibhū, saṃ suṭṭhu dhunāti kampatīti sandhū, visesena bhāti dibbatīti vibhā, nissesena bhāti dibbatīti nibhā, pakārena bhāti dibbatīti pabhā, saha bhāsanti etthāti sabhā, ābhuso bhāti dibbatīti ābhā, bhujena kuṭilena gacchatīti bhujago, turitaturito gacchatīti turago, saṃ suṭṭhu pathaviṃ khanatīti saṅkho, visesena yamati uparamatīti viyo, suṭṭhu manati jānātīti sumo, pari samantato tanoti vitthāretīti parito iccevamādi.",
  "anya-e0802n8:53": "640, 0.Sacajānaṃ kagā ṇānubandhe.",
  "anya-e0802n8:54": "Saca jānaṃ dhātūnamantānaṃ cajānaṃ kagādesā honti yathāsaṅkhyaṃ ṇānubandhe paccaye pare.",
  "anya-e0802n8:55": "Oko , pāko, seko, soko, viveko, cāgo, yogo, bhogo, rogo, rāgo, bhāgo, bhaṅgo, raṅgo, saṅgo.",
  "anya-e0802n8:56": "641, 572.Nudādīhi yuṇvūnamanānanākānanakā sakāritehi ca.",
  "anya-e0802n8:57": "Nuda sūda jana su lū hu pu bhū ñā a sa samuiccevamādīhi dhātūhi, phanda citi āṇa iccevamādīhi sakāritehi ca yuṇvūnaṃ paccayānaṃ ana ānana aka ānanakādesā honti yathāsaṅkhyaṃ kattari, bhāvakaraṇesu ca.",
  "anya-e0802n8:58": "Kattari tāva – panudatīti panūdano. Evaṃ sūdano, janano, savaṇo, lavano, havano, pavano, bhavano, ñāṇo, asano, samaṇo.",
  "anya-e0802n8:59": "Bhāve ca – panudate panūdanaṃ. Evaṃ sūdanaṃ, jananaṃ, savaṇaṃ, lavanaṃ, havanaṃ, pavanaṃ, bhavanaṃ, ñāṇaṃ, asanaṃ, samaṇaṃ, sañjānanaṃ, kuyate kānanaṃ.",
  "anya-e0802n8:60": "Kārite ca – phandāpīyate phandāpanaṃ, cetāpīyate cetāpanaṃ, āṇāpīyate āṇāpanaṃ.",
  "anya-e0802n8:61": "Karaṇe – nudanti anenāti nūdanaṃ, evaṃ sūdanaṃ, jananaṃ, savaṇaṃ, lavaṇaṃ, havanaṃ, pavanaṃ, bhaganaṃ, ñāṇaṃ, asanaṃ, savaṇaṃ.",
  "anya-e0802n8:62": "Puna kattari – nudatīti nūdako, sūdatīti sūdadhakā, janetīti janako, suṇotīti sāvako, lunātīti lāvako, juhotīti hāvako, punātīti pāvako, bhavatīti bhāvako, jānātīti jānako, asatīti asako, upāsatīti upāsako, sametīti samako.",
  "anya-e0802n8:63": "Kārite tu – phandāpayatīti phandāpayako. Evaṃ āṇāpayako, cetāpayako, sañjānanako.",
  "anya-e0802n8:64": "642, 588.I ya ta ma ki e sāna’mantassaro dīghaṃ kvaci du sa ssa guṇaṃ do raṃ sakkhī ca.",
  "anya-e0802n8:65": "Iya ta ma ki e saiccetesaṃ sabbanāmānamanto saro dīghamāpajjate, kvaci dusaiccetassa dhātussa ukāro guṇamāpajjate, dakāro rakāramāpajjate, dhātvantassa sassa ca sa kkha īiccete ādesā honti yathāsambhavaṃ. Ete saddā sakena sakena nāmena yathānuparodhena buddhasāsane pacchā puna nippajjante.",
  "anya-e0802n8:66": "Imamiva naṃ passatīti īdiso, yamiva naṃ passatīti yādiso, tamiva naṃ passatīti tādiso, mamiva naṃ passatīti mādiso, kimiva naṃ passatīti kīdiso, etamiva naṃ passatīti ediso, samānamiva naṃ passatīti sādiso . Imamiva naṃ passatīti īriso, yamiva naṃ passatīti yāriso, tamiva naṃ passatīti tāriso, mamiva naṃ passatīti māriso, kimiva naṃ passatīti kīriso, etamiva naṃ passatīti eriso, samānamiva naṃ passatīti sāriso. Imamiva naṃ passatīti īdikkho, yamiva naṃ passatīti yādikkho, tamiva naṃ passatīti tādikkho, evaṃ mādikkho, kīdikkho, edikkho, sādikkho. Īdī, yādī, tādī, mādī, kīdī, edī, sādī.",
  "anya-e0802n8:67": "Caggahaṇena tesameva saddānaṃ iyaiccevamādīnamanto ca saro kvaci dīghatthamāhu. Īdikkho, yādikkho, tādikkho, mādikkho, kīdikkho, edikkho, sādikkho. Idiso, sadiso, sariso, sarikkho.",
  "anya-e0802n8:68": "643, 635.Bhyādīhi mati budhi pūjādīhi ca tto.",
  "anya-e0802n8:69": "Bhīiccevamādīhi dhātūhi, mati. Budhi pūjādito ca tta paccayo hoti.",
  "anya-e0802n8:70": "Bhāyitabboti bhīto, supitabboti sutto, mijjitabbo sinehetabboti mitto, sammannitabboti sammato, saṃ suṭṭhu mānitabbo pūjetabboti sammato, sammānīyitthāti sammato, saṃkappīyateti saṅkappito , saṃkappīyitthāti saṅkappito, sampādīyateti sampādito, sampādīyitthāti sampādito, avadhārīyateti avadhārito, avadhārīyitthāti avadhārito, bujjhitabbo ñātabboti buddho, ajjhayitabboti ito, etabbo gantabboti ito, viditabbo ñātabboti vidito, takkīyateti takkito, pūjīyateti pūjito, pūjīyitthāti pūjito, apacāyitabboti apacāyito, mānitabbo pūjetabboti mānito, apacīyateti apacito, vandīyateti vandito, vandīyitthāti vandito, sakkarīyateti sakkārito, sakkarīyitthāti sakkārito.",
  "anya-e0802n8:71": "644, 661.Vepu sī dava vamu ku dā bhū hvādīhi thu ttima ṇimā nibbatte.",
  "anya-e0802n8:72": "Vepu sī dava vamu ku dā bhū huiccevamādīhi dhātūhi yathāsambhavaṃ thu ttima ṇimapaccayā honti nibbattatthe.",
  "anya-e0802n8:73": "Vepanaṃ vepo, tena nibbatto vepathu, sayanaṃ sayo, tena nibbatto sayathu, davanaṃ davo, tena nibbatto davathu. Vamanaṃ vamo, tena nibbatto vamathu. Kutti karaṇaṃ, tena nibbattaṃ kuttimaṃ. Dāti dānaṃ, tena nibbattaṃ dattimaṃ. Bhūti bhavanaṃ, tena nibbattaṃ bhottimaṃ. Avahuti avahanaṃ, tena nibbattaṃ ohāvimaṃ.",
  "anya-e0802n8:74": "645, 662.Akkosenamhāni.",
  "anya-e0802n8:75": "Akkosaiccetasmiṃ atthe namhi paṭisedhayutte ānipaccayo hoti dhātūhi.",
  "anya-e0802n8:76": "Na gamitabbaṃ agamāni te jamma desaṃ, na kattabbaṃ akarāṇi te jamma kammaṃ.",
  "anya-e0802n8:77": "Namhīti kimatthaṃ? Vipatti te jamma, vikati te jamma.",
  "anya-e0802n8:78": "Akkoseti kimatthaṃ? Na gantabbā agati te.",
  "anya-e0802n8:79": "646, 419.Ekādito sakissa kkhattuṃ.",
  "anya-e0802n8:80": "Ekādito sakissa kkhattuṃ hoti.",
  "anya-e0802n8:81": "Ekassa padatthassa sakiṃ vāraṃ ekakkhattuṃ, dvinnaṃ padatthānaṃ sakiṃ vāraṃ dvikkhattuṃ, tiṇṇaṃ padatthānaṃ sakiṃ vāraṃ tikkhattuṃ, evaṃ catukkhattuṃ, pañcakkhattuṃ, chakkhattuṃ, sattakkhattuṃ, aṭṭhakkhattuṃ, navakkhattuṃ, dasakkhattuṃ. Iccevamādayo saddā yojetabbā.",
  "anya-e0802n8:82": "647, 663.Sunassunassoṇa vānuvānūnunakhunānā.",
  "anya-e0802n8:83": "Sunaiccetassa pāṭipadikassa unassa oṇa vāna uvāna ūna unakha una ā ānādesā honti.",
  "anya-e0802n8:84": "Sāmikassa saddaṃ suṇātīti soṇo, sāmikassa saddaṃ suṇātīti svāno, evaṃ suvāno, sūno, sunakho, suno, sā, sāno.",
  "anya-e0802n8:85": "648, 664.Taruṇassa susu ca.",
  "anya-e0802n8:86": "Taruṇaiccetassa pāṭipadikassa susu ādeso hoti.",
  "anya-e0802n8:87": "Susu kāḷakeso.",
  "anya-e0802n8:88": "649, 665.Yuvassuvassuvuvānunūnā.",
  "anya-e0802n8:89": "Yuvaiccetassa pāṭipadikassa uvassa uvauvāna unaūnādesā honti.",
  "anya-e0802n8:90": "Yuvā, yuvāno, yuno, yūno.",
  "anya-e0802n8:91": "650, 651.Kāle vattamānātīte ṇvādayo.",
  "anya-e0802n8:92": "Kāle vattamānatthe ca atītatthe ca ṇu yu tapaccayā honti.",
  "anya-e0802n8:93": "Akāsi, karotīti kāru, agacchi, gacchatīti, vāyu, abhavi, bhavatīti bhūtaṃ.",
  "anya-e0802n8:94": "651, 647.Tavissatigamādīhi ṇī ghiṇa.",
  "anya-e0802n8:95": "Bhavissatikālatthe gamu bhaja su ṭhāiccevamādīhi dhātūhi ṇī ghiṇa paccayā honti.",
  "anya-e0802n8:96": "Āyatiṃ gamituṃ sīlaṃ yassa, so hotīti gāmī, āyatiṃ bhajituṃ sīlaṃ yassa, so hotīti bhājī, āyatiṃ passāpituṃ sīlaṃ yassa, so hotīti passāvi, āyatiṃ paṭṭhāyituṃ sīlaṃ yassa, so hotīti paṭṭhāyi.",
  "anya-e0802n8:97": "652, 648.Kriyāyaṃ ṇvu tavo.",
  "anya-e0802n8:98": "Kriyāyamatthe ṇvu tuiccete paccayā honti bhavissatikāle.",
  "anya-e0802n8:99": "‘‘Karissa’’nti kārako vajati, ‘‘bhuñjissa’’nti bhottā vajati.",
  "anya-e0802n8:100": "653, 306.Bhāvavācimhi catutthī.",
  "anya-e0802n8:101": "Bhāvavācimhi catutthīvibhatti hoti bhavissatikāle,",
  "anya-e0802n8:102": "Pacissate, pacanaṃ vā pāko, pākāya vajati. Bhuñjissate, bhojanaṃ vā bhogo, bhogāya vajati. Naccissate, naccanaṃ vā naccaṃ, naccāya vajati.",
  "anya-e0802n8:103": "654, 649.Kammaniṇo.",
  "anya-e0802n8:104": "Kammani upapade ṇapaccayo hoti bhavissatikāle.",
  "anya-e0802n8:105": "Nagaraṃ karissati nagarakāro vajati, sāliṃ lāvissati sālilāvo vajati, dhaññaṃ vapissati dhaññavāpo vajati, bhogaṃ dadissati bhogadāyo vajati, sindhuṃ pivissati sindhupāyo vajati.",
  "anya-e0802n8:106": "655, 650.Sese ssaṃ ntumānānā.",
  "anya-e0802n8:107": "Sesaiccetasmiṃ atthe ssaṃ ntu māna āna iccete paccayā honti bhavissatikāle kammūpapade.",
  "anya-e0802n8:108": "Kammaṃ karissati kammaṃ karissaṃ, evaṃ kammaṃ karonto, kammaṃ kurumāno, kammaṃ karāno vajati. Bhojanaṃ bhuñjissati bhojanaṃ bhuñjissaṃ, evaṃ bhojanaṃ bhuñjanto, bhojanaṃ bhuñjamāno, bhojanaṃ bhuñjāno vajati. Khādanaṃ khādissati khādanaṃ khādissaṃ, evaṃ khādanaṃ khādanto, khādanaṃ khādamāno, khādanaṃ khādāno vajati. Maggaṃ carissati maggaṃ carissaṃ, evaṃ maggaṃ caranto, maggaṃ caramāno, maggaṃ carāno vajati. Bhikkhaṃ bhikkhissati bhikkhaṃ bhikkhissaṃ, evaṃ bhikkhaṃ bhikkhanto, bhikkhaṃ bhikkhamāno, bhikkhaṃ bhikkhāno vajati.",
  "anya-e0802n8:109": "656, 666.Chavādītitatraṇa.",
  "anya-e0802n8:110": "Cha da ci ti su nī vi da pada tanu yata ada mada yuja vatumida mā pu ka la vara ve pu gupa dā iccevamādīhi dhātūhi tatraṇa iccete paccayā honti yathāsambhavaṃ.",
  "anya-e0802n8:111": "Ātapaṃ chādetīti chattaṃ, chatraṃ. Ārammaṇaṃ cintetīti cittaṃ, citraṃ. Cintenti sampayuttadhammā ethenāti vā cittaṃ, citraṃ. Atthe abhissavetīti suttaṃ, sutraṃ. Atthe sūcetīti vā suttaṃ, sutraṃ. Satte netīti nettaṃ, netraṃ. Satte icchitaṭṭhānaṃ nenti etenāti vā nettaṃ, netraṃ. Pakārena vidatīti pavittaṃ, pavitraṃ. Vividhena ākārena maṅga pāpaṃ punāti, sodhetīti pavittaṃ, pavitraṃ. Sucibhāvaṃ vā pāpuṇātīti pavittaṃ, pavitraṃ. Padati pāpuṇātīti patto, patro. Āhārā patanti ettha bhājaneti pattaṃ, patraṃ. Padati pavattatīti vā pattaṃ, patraṃ. Tanoti vitthāretīti tantaṃ, tantraṃ, tanitabbaṃ vitthāretabbanti vā tantaṃ, tantra. Yatatīti yattaṃ, yatraṃ. Yatati vīriyaṃ karoti etenāti vā yattaṃ, yatraṃ. Yatanaṃ vā yattaṃ, yatraṃ. Sukhadukkhaṃ adati bhakkhatīti attā, atrā. Madatīti mattaṃ, matraṃ. Vatthuṃ yujjanti etenāti yottaṃ, yotraṃ. Vattatīti vattaṃ, vatraṃ. Midati sinehaṃ karotīti mittaṃ. Mitraṃ. Midati sinehati etāyāti mettā, metrā. Pari samanta to sabbākārena minanti etāyāti mattā, matrā. Mānanaṃ vā mattaṃ, matraṃ. Attano kulaṃ punāti sodhetīti putto, putro. Kalitabbaṃ saṅkhyātabbanti kalattaṃ, kalatraṃ. Saṃsuṭṭhu vāreti etenāti varattaṃ, varatraṃ. Vepati kampatīti vettaṃ, vetraṃ. Gopitabbaṃ rakkhitabbanti guttaṃ. Gutraṃ, gottaṃ, gotraṃ. Dāti avakhaṇḍati etenāti dāttaṃ, dātraṃ iccevamādi.",
  "anya-e0802n8:112": "657, 667.Vadādīhi ṇitto gaṇe.",
  "anya-e0802n8:113": "Vada cara varaiccevamādīhi dhātūhi ṇittapaccayo hoti gaṇatthe.",
  "anya-e0802n8:114": "Vāditānaṃ gaṇo vādittaṃ. Evaṃ cārittaṃ, vārittaṃ, iccevamādi.",
  "anya-e0802n8:115": "658, 668.Midādīhi ttitiyo.",
  "anya-e0802n8:116": "Mida pada ranja tanu dhāiccevamādīhi dhātūhi tti ti iccete paccayā honti.",
  "anya-e0802n8:117": "Midati sinehatīti metti, padati gacchatīti patti, ranjati etthāti ratti, tanoti vitthāretīti tanti, attano kulaṃ tanoti vitthāretīti vā tanti, paresaṃ itthīnaṃ puttaṃ dhāretīti dhāti, khīraṃ dhāretīti vā dhāti, attano sabhāvaṃ dhāretīti vā dhāti iccevamādi.",
  "anya-e0802n8:118": "659, 669.Usu ranja daṃsānaṃ daṃsassa daḍḍhoḍha ṭhā ca.",
  "anya-e0802n8:119": "Usu ranja daṃsaiccetesaṃ dhātūnaṃ daṃsassa daḍḍhādeso hoti, ḍha ṭhapaccayā ca honti.",
  "anya-e0802n8:120": "Usīyate uḍḍho, ranjanti etthāti raṭṭhaṃ, daṃsīyateti daḍḍho.",
  "anya-e0802n8:121": "660, 670.Sūvusānamūvusānamatothoca.",
  "anya-e0802n8:122": "Sūvu asaiccetesaṃ dhātūnaṃ ūuasānaṃ atādeso hoti, thapaccayo ca.",
  "anya-e0802n8:123": "Savati hiṃsati etenāti satthaṃ, hirottappaṃ saṃvarati etenātivatthaṃ, saddānurūpaṃ asatibhavatīti attho,",
  "anya-e0802n8:124": "661, 671.Ranjudādīhidha didda kirā kvaci jadalopoca.",
  "anya-e0802n8:125": "Ranja uda idi cadi madi khuda chidi rudi dala susa suca vaca vaja iccevamādīhi dhātūhi dha da idda ka iraiccete paccayā honti, kvaci ja da lopo ca, puna nippajjante.",
  "anya-e0802n8:126": "Rañjitabbanti randhaṃ, ranjayitthāti vā randhaṃ, attani sannissitānaṃ macchamakarānaṃ pītisomanassaṃ undati pasavati janetīti samuddo, indati paramissariyaṃ karotīti indo, indattaṃ adhipatibhāvaṃ karotīti vā indo, canditabbo icchitabboti cando, mandati hāsetīti mando, maditabbo hāsetabboti vā mando, khudati pipāsetīti khuddo, chinditabboti chiddo, rudati hiṃsatīti ruddo, dalati duggatabhāvaṃ gacchatīti daliddo, sussatīti sukkaṃ, sucatītisoko, vacitabbanti vakkaṃ, appaṭihato hutvā vajati gacchatīti vajiraṃ iccevamādi.",
  "anya-e0802n8:127": "662, 672.Paṭito hissa heraṇa hīraṇa.",
  "anya-e0802n8:128": "Paṭiiccetasmā hissa dhātussa heraṇa hīraṇa ādesā honti.",
  "anya-e0802n8:129": "Paṭipakkhemadditvāgacchati pavattatīti pāṭiheraṃ, pāṭihīraṃ.",
  "anya-e0802n8:130": "663, 673.Kaḍyādīhiko.",
  "anya-e0802n8:131": "Kaḍi ghaḍi vaḍi karaḍi maḍi saḍi kuṭhi bhaḍi paḍi daḍi raḍi taḍi isiḍi caḍi gaḍi aḍi laḍi meḍi eraḍi khaḍi iccevamādīhi dhātūhi kapaccayo hoti saha paccayena ca nippajjante yathāsambhavaṃ.",
  "anya-e0802n8:132": "Kaṇḍitabbo chinditabboti kaṇḍo, ghaṇḍitabbo ghaṭetabboti ghaṇḍo, vaṇḍanti etthāti vaṇḍo, karaṇḍitabbo bhājetabboti karaṇḍo, maṇḍīyate vibhūsīyate etenāti maṇḍo, saṇḍanti gumbanti etthāti saṇḍo, aṅgamaṅgāni kuṇṭhati chindatīti kuṭṭhaṃ, bhaṇḍitabbanti bhaṇḍaṃ, paṇḍati liṅgavekallabhāvaṃ gacchatīti paṇḍako. Daṇḍati āṇaṃ karoti etenāti daṇḍo, raṇḍati hiṃsatīti raṇḍo, visesena taṇḍati cāleti paresaṃ viññūnaṃ hadayaṃ kampetīti vitaṇḍo, isiṇḍati paresaṃ maddatīti isiṇḍo, caṇḍati caṇḍikkabhāvaṃ karotīti caṇḍo, gaṇḍati sannicayati samūhaṃ karoti etthāti gaṇḍo, aṇḍīyati nibbattīyatīti aṇḍo, laṇḍitabbo jigucchitabboti laṇḍo, meṇḍati kuṭilabhāvaṃ gacchatīti meṇḍo, eraṇḍati rogaṃ hiṃsatīti eraṇḍo, khaṇḍitabbo chinditabboti khaṇḍo iccevamādi.",
  "anya-e0802n8:133": "664, 674.Khādāmagamānaṃ kha ndha’ndha gandhā.",
  "anya-e0802n8:134": "Khāda ama gamuiccetesaṃ dhātūnaṃ khandha andha gandhādesā honti, kapaccayo ca hoti.",
  "anya-e0802n8:135": "Jātijarāmaraṇādīhi saṃsāradukkhehi khāditabboti khandho, amati aṅgamaṅgassa rujjanabhāvaṃ gacchatīti andho, cakkhunā amati rujjatīti vā andho, taṃ taṃ ṭhānaṃ vātena gacchatīti gandho. Evaṃ khandhako, andhako, gandhako.",
  "anya-e0802n8:136": "665, 675.Paṭādīhyalaṃ.",
  "anya-e0802n8:137": "Paṭa kala kusa kada bhaganda mekha vakka takka palla sadda mūla bila vida caḍaṃ pañca vā vasa paci maca musa gotthu puthu bahu maṅga baha kamba samba aggaiccevamādīhi dhātūhi pāṭi padikehi ca uttarapadesu alapaccayo hoti, pacchā puna nippajjante.",
  "anya-e0802n8:138": "Paṭe alanti paṭalaṃ, kale alanti kalalaṃ, pāpake akusale dhamme kusati chindatīti kusalaṃ, kusabhūte yathāsabhāvadhamme alanti vā kusalaṃ, kuse uddissa dāne alanti vā kusalaṃ, kuse sañcaye dhammasamudāye alanti vā kusalaṃ, kadde madde alanti kadalaṃ, bhagande secane alanti bhagandalaṃ, bhagande muttakarīsaharaṇe alanti vā bhagandalaṃ, mekhe kaṭivicitte alanti mekhalaṃ, vakke rukkhatace alanti vakkalaṃ, takke rukkhasilese alanti takkalaṃ, palle ninnaṭṭhāne alanti pallalaṃ, sadde harite alanti saddalaṃ, mūle patiṭṭhāne alanti mulālaṃ, biḷe nissaye alanti bilālaṃ, vide vijjamāne alanti vidalaṃ, caṇḍe alanti caṇḍālo, pañcannaṃ rājūnaṃ alanti pañcālo, vā gatigandhanesu alanti vālaṃ, vā padagamane alanti vā vāḷo, vase acchādane alanti vasalo, pace vitthāre alanti pacalo, mace corakamme alanti macalo, muse theyye, muse pāṇacāge vā alanti musalo, gotte vaṃse siṅgālajātiyaṃ alanti gotthulo, puthumhi vitthāre alanti puthulo, bahumhi saṅkhyāne alanti bahulo, bahumhi vuddhimhi alanti vā bahulo, maṅgamhi gamane alanti maṅgalaṃ, bahumhi vuddhimhi alanti bahalaṃ, kambamhi sañcalane alanti kambalaṃ. Sambamhi maṇḍale alanti sambalaṃ, agge gatikoṭille alanti aggaḷaṃ. Iccevamādayo aññepi saddā bhavanti.",
  "anya-e0802n8:139": "666, 676.Puthassa puthu pathā mo vā.",
  "anya-e0802n8:140": "Puthaiccetassa pāṭipadikassa puthu pathādesā honti, kvaci amapaccayo hoti.",
  "anya-e0802n8:141": "Putha hutvā jātanti puthavī pathame jāto pathamo, pathavī, paṭhamo vā, puthu kilese janetīti puthujjano, puthu hutvā jātanti pathavī, pathavī vā.",
  "anya-e0802n8:142": "667, 677.Sasvādīhi tu davo.",
  "anya-e0802n8:143": "Sasu dada ada madaiccevamādīhi dhātūhi tu duiccete paccayā honti.",
  "anya-e0802n8:144": "Aññe satte sasati hiṃsatīti sattu, dukkhaṃ dadātīti daddu, dukkhena adati bhakkhati etthāti addu, dukkhaṃ adati anubhavati jano etenāti vā addu, dukkhaṃ bhājanaṃ ādhāraṃ bhāvatīti vā addu, madati ummattaṃ karotīti maddu, madati maddabhāvaṃ karotīti vā maddu.",
  "anya-e0802n8:145": "668, 678.Jhādīhi īvaro.",
  "anya-e0802n8:146": "Ci pā dhāiccevamādīhi dhātūhi īvarapaccayohoti.",
  "anya-e0802n8:147": "Cīyatīti cīvaraṃ, pivatīti pīvaro, pātabbaṃ rakkhitabbanti vā pīvaraṃ. Dhāreti dhāretvā jīvitaṃ kappetīti dhīvaro, dhīvaraṃ.",
  "anya-e0802n8:148": "669, 679.Munādīhi ci.",
  "anya-e0802n8:149": "Muna yata agga pata kava suca ruca mahāla bhaddāla manaiiccevamādīhi dhātūhi, pāṭipadikehi ca ipaccayo hoti.",
  "anya-e0802n8:150": "Atthānatthaṃ munāti, ñeyyadhammaṃ lakkhaṇādivasena vā jānātīti muni, yatati vīriyaṃ karotīti yati, aggati kuṭilabhāvaṃ gacchatīti aggi, patati seṭṭho hutvā purato gacchatīti pati, kabyaṃ bandhatīti kavi, kantaṃ manāpavacanaṃ vadatīti vā kavi. Sucati parisuddhaṃ bhavatīti suci, rucati dibbatīti ruci, mahantaṃ vibhāvaṃ bhogakkhandhaṃ lātīti mahāli, bhaddaṃ yasaṃ lātīti bhaddāli, manaṃ tattha ratane nayatīti maṇi.",
  "anya-e0802n8:151": "670, 680.Vidādīhyūro.",
  "anya-e0802n8:152": "Vida valla masa sida dukukapu maya udi khajja kuraiccevamādīhi dhātūhi, pāṭipadikehi ca ūrapaccayohoti.",
  "anya-e0802n8:153": "Vidituṃ alanti vidūro, vidūraṭṭhāne jāto vedūro, vallati vallabhāvena bhavatīti vallūro, vallati aññamaññaṃ bandhatīti vā vallūro, āmasitabboti masūro, sindati siṅgārabhāvaṃ gacchatīti sindūro, sindati virocatīti vā sindūro, gamituṃ alaṃ anāsannattāti dūro, kuti saddaṃ karotīti kūro, attano gandhena aññaṃ gandhaṃ kapati hanati hiṃsatīti kappūro, kappati rogāpanayane samatthetīti vā kappūro, mahiyaṃ ravatīti mayūro, mahiyaṃ yāti gacchatīti mayūro, paṃsuṃ undati pasavatīti undūro, khajjitabbo khāditabboti khajjūro, kurati akkosatīti kurūro.",
  "anya-e0802n8:154": "671, 681.Hanādīhi ṇu nutavo.",
  "anya-e0802n8:155": "Hana jana bhāri khanu ama ve vedhā siki hi iccevamādīhi dhātūhi ṇu nu kuiccete paccayā honti.",
  "anya-e0802n8:156": "Bhojanaṃ hanati hiṃsati etenāti haṇu, hanu vā. Gamanaṃ janetītī jāṇu, bhāṇu dibbatīti bhāṇu, nivāte riti gacchatītī reṇu, khaṇitabbo avadāritabboti khāṇu. Aṅgamaṅgassa rujjanabhāvaṃ vijjhanabhāvaṃ amati gacchatīti aṇu, veṇu, veti tantasantāne bhavatītī veṇu, bahisārealantivāveṇu vacchaṃ, pāyetītī dhenu, atthaṃ dhāretītī dhātu, gamanapacanādikaṃ kriyaṃ dhāretītī vā dhātu, sīyatī bandhīyatītī setu, uddhaṃ gacchati pavattatītī ketu, attano phalaṃ hinoti pavattatītī hetu.",
  "anya-e0802n8:157": "672, 682.Kuṭādīhi ṭho.",
  "anya-e0802n8:158": "Kuṭa kusa kaṭaiccevamādīhi dhātūhi, pāṭipadikehi ca ṭhapaccayo hotī.",
  "anya-e0802n8:159": "Aṅgamaṅgaṃ kuṭati chindatītī kuṭṭhaṃ, dhaññena chādetabbo pūretabbotī koṭṭho, kaṭitabbaṃ madditabbanti, kaṭṭhaṃ.",
  "anya-e0802n8:160": "673, 683.Manu pūra suṇādīhi ussa nusisā.",
  "anya-e0802n8:161": "Manu pūra suṇa kusu ila ala maha si ki iccevamādīhi dhātūhi, pāṭipadikehi ca usa nusa isaiccete paccayā honti, puna nippajjante.",
  "anya-e0802n8:162": "Kusalākusale dhamme manati jānātīti manusso, mānuso. Kāraṇā kāraṇaṃ manati jānātīti vā manusso, mānusso. Atthānatthaṃ manati jānātīti vā manusso, mānusso. Mātāpitūnaṃ hadayaṃ pūretīti puriso, attano manorathaṃ pūretīti vā puriso, pūretīti vā poso, sasurehi suṇitabbā hiṃsitabbāti suṇisā, dvinnaṃ jānānaṃ kulasantānaṃ karotīti vā suṇisā, kucchitabbanti karīsaṃ, gabbhaṃ vimocetīti suriso, tamandhakāravidhamanena sattānaṃ bhayaṃ surati hiṃsatīti sūriyo, rogaṃ hiṃsatīti sirīso, ilati kampatīti illiso, taṇhāya dubbalo hutvā ilati kampatīti vā illigho, pāpakaraṇe alati samatthetīti alaso, mahitabbo pūjetabboti mahiso, sīyati bandhīyatīti sīsaṃ, kitabbaṃ hiṃsitabbanti kisaṃ, iccevamādi.",
  "anya-e0802n8:163": "Iti kibbidhānakappe uṇādikappo chaṭṭho kaṇḍo.",
  "anya-e0802n8:164": "Uṇādikappo niṭṭhito.",
  "anya-e0802n8:165": "Kaccāyanapakaraṇaṃ niṭṭhitaṃ."
}