{
  "anya-e0803n10:0": "10. Liṅgattayamissakanāmikapadamālā",
  "anya-e0803n10:1": "Adhikūnakato ceka-kkharato ca ito paraṃ;",
  "anya-e0803n10:2": "Tīṇi liṅgāni missetvā, padamālamanākulaṃ.",
  "anya-e0803n10:3": "Nānāsukhumasaṅketa-gatesvatthesu viññunaṃ;",
  "anya-e0803n10:4": "Gambhīrabuddhicāratthaṃ, pavakkhāmi yathābalaṃ.",
  "anya-e0803n10:5": "Itthī thī ca pabhā bhā ca, girā rā pavanaṃ vanaṃ;",
  "anya-e0803n10:6": "Udakañca dakaṃ kañca, vitakko iti cādayo.",
  "anya-e0803n10:7": "Bhū bhūmi ceva araññaṃ, araññānīti cādayo;",
  "anya-e0803n10:8": "Paññā paññāṇaṃ ñāṇañca, iccādī ca tidhā siyuṃ.",
  "anya-e0803n10:9": "Ko vi sā ceva bhā rā ca, thī dhī ku bhū tatheva kaṃ;",
  "anya-e0803n10:10": "Khaṃ go mo mā ca saṃ yaṃ taṃ, kimiccādī ca ekikāti.",
  "anya-e0803n10:11": "Ayaṃ liṅgattayamissako nāmikapadamālāuddeso. Tatra itthī, itthī, itthiyo. Itthiṃ…pe… bhotiyo itthiyo.",
  "anya-e0803n10:12": "Thī thī, thiyo. Thiṃ, thī, thiyo. Thiyā, thīhi, thībhi. Thiyā, thīnaṃ. Thiyā, thīhi, thībhi. Thiyā, thīnaṃ. Thiyā, thiyaṃ, thīsu. Bhoti thi, bhotiyo thī, bhotiyo thiyo. Ettha –",
  "anya-e0803n10:13": "‘‘Kukkuṭā maṇayo daṇḍā, thiyo ca puññalakkhaṇā;",
  "anya-e0803n10:14": "Uppajjanti apāpassa, katapuññassa jantuno;",
  "anya-e0803n10:15": "Thiyā guyhaṃ na saṃseyya; Thīnaṃ bhāvo durājāno’’ti",
  "anya-e0803n10:16": "Ādīni nidassanapadāni.",
  "anya-e0803n10:17": "Pabhā, pabhā, pabhāyo. Pabhaṃ…pe… bhotiyo pabhāyo.",
  "anya-e0803n10:18": "Bhā, bhā, bhāyo. Bhaṃ, bhā, bhāyo. Bhāya, bhāhi, bhābhi. Bhāya, bhānaṃ. Bhāya, bhāhi, bhābhi. Bhāya, bhānaṃ. Bhāya, bhāyaṃ, bhāsu. Bhoti bhe, bhotiyo bhā, bhotiyo bhāyo. Ettha ca ‘‘bhākaro bhānu’’iccādīni nidassanapadāni.",
  "anya-e0803n10:19": "Girā , girā, girāyo. Giraṃ…pe… bhotiyo girāyo. ‘‘Vācā girā byappatho. Ye vohaṃ kittayissāmi, girāhi anupubbaso’’ti imāni girāsaddassa itthiliṅgabhāve nidassanapadāni.",
  "anya-e0803n10:20": "Suvaṇṇavācako rāsaddo pulliṅgo, idha pana saddavācako rāsaddo itthiliṅgo.",
  "anya-e0803n10:21": "Rā, rā, rāyo. Raṃ, rā, rāyo. Rāya, rāhi, rābhi. Rāya, rānaṃ. Rāya, rāhi, rābhi. Rāya, rānaṃ. Rāya, rāyaṃ, rāsu. Bhoti re, bhotiyo rā, bhotiyo rāyo.",
  "anya-e0803n10:22": "Rā vuccati saddo. Aggaññasuttaṭīkāyañhi ‘‘rā saddo tiyati chijjati etthāti ratti, sattānaṃ saddassa vūpasamakālo’’ti vuttaṃ. Tasmā rāsaddassa saddavācakatte ‘‘rattī’’ti padaṃ nidassanaṃ.",
  "anya-e0803n10:23": "Pavanaṃ, pavanāni, pavanā. Pavanaṃ, pavanāni, pavane.",
  "anya-e0803n10:24": "Vanaṃ, vanāni, vanā. Vanaṃ, vanāni, vane. Sesaṃ sabbaṃ neyyaṃ.",
  "anya-e0803n10:25": "Pavana vanasaddā kadāci samānatthā kadāci bhinnatthā. Te hi araññavācakatte samānatthā ‘‘te dhamme paripūrento, pavanaṃ pāvisiṃ tadā. Saputto pāvisiṃ vana’’ntiādīsu. Yathākkamaṃ pana te vāyutaṇhāvanavācakatte bhinnatthā ‘‘paramaduggandhapavanavicarite. Chetvā vanañca vanathaṃ, nibbanā hotha bhikkhavo’’tiādīsu.",
  "anya-e0803n10:26": "Udakaṃ, udakāni, udakā. Udakaṃ, udakāni, udake.",
  "anya-e0803n10:27": "Dakaṃ, dakāni, dakā. Dakaṃ, dakāni, dake. Sesaṃ sabbaṃ neyyaṃ.",
  "anya-e0803n10:28": "‘‘Ambapakkaṃ dakaṃ sītaṃ. Thalajā dakajā pupphā’’tiādīnettha nidassanapadāni. ‘‘Nīlodaṃ vanamajjhato. Mahodadhi. Udabindunipātena, udakumbhopi pūratī’’ti pāḷippadesesu pana samāsantagatanāmattā udasaddeneva udakattho vutto ‘‘rittassāda’’nti vattabbaṭṭhāne ‘‘rittassa’’nti saddena rittassādattho viya. Pāḷiyañhi kevalo udasaddo na diṭṭhapubbo. Atthi ce, suṭṭhu manasi kātabbo.",
  "anya-e0803n10:29": "Kaṃ, kāni, kā. Kaṃ, kāni, ke. Kena, kehi, kebhi. Kassa, kānaṃ. Kā, kasmā, kamhā, kehi, kebhi. Kassa, kānaṃ. Ke, kasmiṃ, kamhi, kesu. Bho ka, bhavanto kā, bhavanto kāni. Bhosaddena vā bahuvacanaṃ yojetabbaṃ ‘‘bho kāni, bho kā’’ti.",
  "anya-e0803n10:30": "Ettha kaṃ vuccati udakaṃ sīsaṃ sukhañca. Atra ‘‘kantāro kandaro kevaṭṭā kesā karuṇā nāko’’tiādīni payogāni veditabbāni. Tatra kantāroti kaṃ vuccati udakaṃ, tena taritabbo atikkamitabboti kantāro, nirudakappadeso. Corakantārantiādīsu pana rūḷhiyā duggamanaṭṭhānepi kantārasaddo pavattatīti daṭṭhabbaṃ. Kandaroti etthāpi kaṃ vuccati udakaṃ, tena dārito bhinnoti kandaro. Kevaṭṭātiādīsu pana ke udake vattanato gahaṇatthaṃ pavattanato kevaṭṭā. Ke sīse senti uppajjantīti kesā. Kaṃ sukhaṃ rundhatīti karuṇā. Nākoti saggo. Kanti hi sukhaṃ, na kaṃ akaṃ, dukkhaṃ, taṃ natthi etthāti nākoti attho gahetabbo . Yathettha itthīsaddādīnaṃ nāmikapadamālā yojitā, evaṃ ‘‘vitakko vicāro ābhā padīpo’’tiādīnampi yojetabbā.",
  "anya-e0803n10:31": "Bhū, bhū, bhuyo. Bhuṃ, bhū, bhuyo. Bhuyā, bhūhi, bhūbhi. Bhuyā, bhūnaṃ. Bhuyā, bhūhi, bhūbhi. Bhuyā, bhūnaṃ. Bhuyā, bhuyaṃ, bhūsu. Bhoti bhu, bhotiyo bhū, bhotiyo bhuyo. Ettha ca ‘‘bhūruho bhūpālo bhūbhujo bhūtala’’nti nidassanapadāni.",
  "anya-e0803n10:32": "Bhūmi, bhūmī, bhūmiyo; Sesaṃ vitthāretabbaṃ;",
  "anya-e0803n10:33": "Araññaṃ, araññāni, araññā; Sesaṃ vitthāretabbaṃ.",
  "anya-e0803n10:34": "Araññānī vuccati mahāaraññaṃ, ‘‘gahapatānī’’ti padamiva inīpaccayavasena sādhetabbaṃ padaṃ itthiliṅgañca. ‘‘Araññānī’’ti hi aṭṭhakathāpāṭhopi dissati.",
  "anya-e0803n10:35": "Araññānī, araññānī, araññāniyo. Araññāniṃ, araññānī, araññāniyo. Araññāniyā, araññānīhi, araññānībhi. Araññāniyā, araññānīnaṃ. Araññāniyā, araññānīhi, araññānībhi. Araññāniyā, araññānīnaṃ. Araññāniyā, araññāniyaṃ, araññānīsu. Bhoti araññāni, bhotiyo araññānī, bhotiyo araññāniyo.",
  "anya-e0803n10:36": "Yathettha uttarādhikavasena yojitā, evaṃ ‘‘sabhā, sabhāya’’ntiādīsupi yojetabbā. Sabhāyanti sabhā eva , liṅgabyattayavasena pana evaṃ vuttaṃ. ‘‘Sabhāye vā dvāramūle vā vatthabba’’nti pāḷi ettha nidassanaṃ.",
  "anya-e0803n10:37": "Paññā, paññā, paññāyo. Paññaṃ, paññā, paññāyo. Paññāya.",
  "anya-e0803n10:38": "Paññāṇaṃ, paññāṇāni, paññāṇā. Paññāṇaṃ, paññāṇāni, paññāṇe. Paññāṇena.",
  "anya-e0803n10:39": "‘‘Tathā hi bhante bhagavato sīlapaññāṇaṃ. Sādhu paññāṇavā naro’’tiādīnettha nidassanapadāni.",
  "anya-e0803n10:40": "Ñāṇaṃ, ñāṇāni, ñāṇā. Ñāṇaṃ, ñāṇāni, ñāṇe. Ñāṇena. Sesaṃ sabbaṃ neyyaṃ. ‘‘Aggi aggini gini’’iccādīsupi uttarādhikavasena nāmikapadamālā yojetabbā.",
  "anya-e0803n10:41": "Ko vī sādīsupi ekakkharesu ko vuccati brahmā vāto ca sarīrañca, tassa tabbācakatte ime payogā. Seyyathidaṃ?",
  "anya-e0803n10:42": "‘‘Jinena yena ānītaṃ, lokassa amitaṃ hitaṃ;",
  "anya-e0803n10:43": "Tassa pādambujaṃ vande, kamoḷialisevitaṃ.",
  "anya-e0803n10:44": "Kakudharukkho. Karajakāyo’’ iccevamādayo. Tattha kamoḷialisevitanti vandantānaṃ anekasatānaṃ brahmānaṃ moḷibhamarasevitanti kavayo icchanti. Kakudharukkhoti ettha pana ko vuccati vāto, tassa yo kujjhati, vātarogāpanayanavasena taṃ nivāreti, tasmā so rukkho kakudhoti vuccatībhi ācariyā. Karajakāyoti ettha tu ko vuccati sarīraṃ, tattha pavatto rajo karajo. Kiṃ taṃ ? Sukkasoṇitaṃ. Tañhi ‘‘rāgo rajo, na ca pana reṇu vuccatī’’ti evaṃ vuttarāgarajaphalattā sarīravācakena kasaddena visesetvā phalavohārena ‘‘karajo’’ti vuccati. Tena sukkasoṇitasaṅkhātena karajena sambhūto kāyo karajakāyoti ācariyā. Tathā hi ‘‘kāyo mātāpettikasambhavo’’ti vutto, mahāassapūrasuttaṭīkāyaṃ pana ‘‘kariyati gabbhāsaye khipiyatīti karo, sambhavo. Karato jātoti karajo, mātāpettikasambhavoti attho. Mātuādīnaṃ saṇṭhāpanavasena karato jātoti apare, ubhayathāpi karajakāyanti catusantatirūpamāhā’’ti vuttaṃ. Ayaṃ panattho idha nādhippeto, purimoyevattho adhippeto kasaddādhikārattā.",
  "anya-e0803n10:45": "Ko, kā. Kaṃ, ke. Kena, kehi, kebhi. Kassa, kānaṃ. Kā, kasmā, kamhā, kehi, kebhi. Kassa, kānaṃ. Ke, kasmiṃ, kamhi, kesu. Bho ka, bhavanto kā.",
  "anya-e0803n10:46": "Tatra vi vuccati pakkhī. Tathā hi pakkhīnaṃ issaro supaṇṇarājā vindoti kathiyati. Etamatthañhi sandhāya pubbācariyenapi ayaṃ gāthā bhāsitā –",
  "anya-e0803n10:47": "‘‘Saddhānate muddhani saṇṭhapemi, muninda nindāpagataṃ tavaggaṃ;",
  "anya-e0803n10:48": "Devindanāgindanarindavinda-na taṃ vibhinnaṃ caraṇāravinda’’nti.",
  "anya-e0803n10:49": "Tattha vīnaṃ indoti vindo, pakkhijātiyā jātānaṃ supaṇṇānaṃ rājāti attho.",
  "anya-e0803n10:50": "Viṃ, vī, vayo. Viṃ, vī, vayo. Vinā, vīhi, vībhi. Vissa, vino, vīnaṃ. Vinā, vismā, vimhā, vīhi, vībhi. Vissa, vino, vīnaṃ. Vismiṃ, vimhi, vīsu. Bho vi, bhavanto vayo.",
  "anya-e0803n10:51": "Sā vuccati sunakho, ‘‘mātā me atthi, sā mayā posetabbā’’tiādīsu pana sāsaddo sabbanāmikapariyāpanno parammukhavacano tasaddena sambhūto daṭṭhabbo. Sāsaddassa bhā rā thī bhū kasaddānañca nāmikapadamālā heṭṭhā pakāsitā.",
  "anya-e0803n10:52": "Dhī vuccati paññā. Ettha ca ‘‘amacce tāta jānāhi, dhīre atthassa kovide’’ti. ‘‘Dhīmā, dhīmati, sudhī, sudhinī, dhīyutta’’nti ca ādīni nidassanapadāni.",
  "anya-e0803n10:53": "Dhī, dhī, dhiyo. Dhiṃ, dhī, dhiyo. Dhiyā, dhīhi, dhībhi. Dhiyā, dhīnaṃ. Dhiyā, dhīhi, dhībhi. Dhiyā, dhīnaṃ. Dhiyā, dhiyaṃ, dhīsu. Bhoti dhi, bhotiyo dhī, bhotiyo dhiyo.",
  "anya-e0803n10:54": "Ku vuccati pathavī. Ettha ca ‘‘kudālo. Kumudaṃ. Kuñjaro’’ti imāni nidassanapadāni. Tatra kuṃ pathaviṃ dālayati padāleti bhindati etenāti kudālo. Kuyaṃ pathaviyaṃ modatīti kumudaṃ. Kuṃ jaratīti kuñjaro. Tathā hi vimānavatthuaṭṭhakathāyaṃ vuttaṃ ‘‘kuṃ pathaviṃ tadabhighātena jarayatīti kuñjaro’’ti.",
  "anya-e0803n10:55": "Ku, kū, kuyo. Kuṃ, kū, kuyo. Kuyā, kūhi, kūbhi. Kuyā, kūnaṃ. Kuyā, kūhi, kūbhi. Kuyā, kūnaṃ. Kuyā, kuyaṃ, kūsu. Bhoti ku, bhotiyo kū, bhotiyo kuyo.",
  "anya-e0803n10:56": "Kha’mindriyaṃ pakathitaṃ, kha’mākāsamudīritaṃ;",
  "anya-e0803n10:57": "Saggaṭṭhānampi khaṃ vuttaṃ, suññattampi ca khaṃ mataṃ.",
  "anya-e0803n10:58": "Tatrindriyaṃ cakkhuviññāṇādīnaṃ gatinivāsabhāvato ‘‘kha’’nti vuccati, ākāsaṃ vivittaṭṭhena. Saggo katasucaritehi ekantena gantabbatāya ‘‘kha’’nti saṅkhaṃ gacchati. ‘‘Khago yathā hi rukkhagge, nilīyantova sākhino. Sākhaṃ ghaṭṭetī’’ti ca, ‘‘khe nimmito acari aṭṭhasataṃ sayambhū’’ti ca ādi ettha nidassanaṃ.",
  "anya-e0803n10:59": "Khaṃ, khāni, khā. Khaṃ, khāni, khe. Khena, khehi, khebhi. Khassa, khānaṃ. Khā, khasmā, khamhā, khehi, khebhi. Khassa, khānaṃ. Khe, khasmiṃ, khamhi, khesu. Bho kha, bhavanto khāni, bhavanto khā.",
  "anya-e0803n10:60": "Gosaddassa atthuddhāro vuccate –",
  "anya-e0803n10:61": "Go goṇe cindriye bhūmyaṃ, vacane ceva buddhiyaṃ;",
  "anya-e0803n10:62": "Ādicce rasmiyañceva, pānīyepi ca vattate;",
  "anya-e0803n10:63": "Tesu atthesu goṇe thi-pumā ca itare pumā.",
  "anya-e0803n10:64": "Tathā hi ‘‘gosu duyhamānāsu gato. Gopañcamo’’tiādīsu gosaddo goṇe vattati. Gocaroti etthindriyepi vattati gāvo cakkhādīnindriyāni caranti etthāti gocaro. Tathā hi porāṇā kathayiṃsu ‘‘gāvo caranti etthāti gocaro, gocaro viya gocaro, abhiṇhaṃ caritabbaṭṭhānaṃ. Gāvovācakkhādīnindriyāni, tehi caritabbaṭṭhānaṃ gocaro’’ti. ‘‘Gomatiṃ gotamaṃ name’’ti porāṇakaviracanāyaṃ pana pathaviyaṃ vattati. ‘‘Bhūripaññaṃ gotamaṃ sammāsambuddhaṃvandāmī’’ti hi attho. Tathā suttanipātaṭṭhakathāyavāseṭṭhasuttasaṃvaṇṇanappadese ‘‘gorakkhanti khettarakkhaṃ, kasirakkhanti vuttaṃ hoti. Pathavī hi ‘‘go’’ti vuccati, tappabhedo ca khetta’’nti vuttaṃ.",
  "anya-e0803n10:65": "‘‘Gottavasena gotamo’’ti ettha tu vacane buddhiyañca vattati. Tenāhu porāṇā ‘‘gaṃ tāyatīti gottaṃ. Gotamoti hi pavattamānaṃ gaṃ vacanaṃ buddhiñca tāyati ekaṃsikavisayatāya rakkhatīti gottaṃ. Yathā hi buddhi ārammaṇabhūtena atthena vinā na vattati, evaṃ abhidhānaṃ abhidheyyabhūtena, tasmā so gottasaṅkhāto attho tāni tāyati rakkhatīti vuccati. Ko pana soti? Aññakulaparamparāsādhāraṇaṃ tassa kulassa ādipurisasamudāgataṃ taṃkulapariyāpannasādhāraṇaṃ sāmaññarūpanti daṭṭhabba’’nti. Tathā hi taṃgottajātā suddhodanamahārājādayopi gotamotveva vuccanti. Bhena bhagavā attano pitaraṃ suddhodanamahārājānaṃ ‘‘atikkantavarā kho gotama tathāgatā’’ti avoca. Vessavaṇopi mahārājā bhagavantaṃ ‘‘vijjācaraṇasampannaṃ, buddhaṃ vandāma gotama’’nti avoca, āyasmāpi vaṅgīso āyasmantaṃ ānandaṃ ‘‘sādhu nibbāpanaṃ brūhi, anukampāya gotamā’’ti avoca. Evaṃ idaṃ sāmaññarūpaṃ gaṃ tāyatīti gottanti vuttaṃ. Taṃ pana gotamagottakassapagottādivasena bahuvidhaṃ.",
  "anya-e0803n10:66": "Tathā gosaddo ādicce vattati. ‘‘Gogottaṃ gotamaṃ name’’ti porāṇakaviracanā ettha nidassanaṃ, ādiccabandhuṃ gotamaṃ sammāsambuddhaṃ vandāmīti attho. Ādiccopi hi gotamagotte jāto bhagavāpi, evaṃ tena samānagottatāya tattha tattha ‘‘ādiccabandhū’’tiādinā bhagavato thomanā dissati ‘‘pucchāmi taṃ ādiccabandhu, vivekaṃ santipadañca mahesī’’ti ca, ‘‘vande jetavanaṃ niccaṃ, vihāraṃ ravibandhuno’’ti ca, ‘‘lokekabandhu’maravindasahāyabandhu’’nti ca. ‘‘Uṇhagū’’ti ettha pana gosaddo rasmiyaṃ vattati. Uṇhā gāvo rasmiyo etassāti uṇhagū, sūriyo. Pubbācariyāpi hi chandovicitisatthe imamevatthaṃ byākariṃsu.",
  "anya-e0803n10:67": "‘‘Gosītacandana’’nti ettha pānīye vattati. Gosaddena hi jalaṃ vuccati. Go viya sītaṃ candanaṃ, tasmiṃ pana uddhanato uddharitapakkuthitatelamhi pakkhitte taṅkhaṇaññeva taṃ telaṃ susītalaṃ hoti.",
  "anya-e0803n10:68": "Ettheke vadanti ‘‘kasmā bho ‘gopadatthe vattamāno gosaddo itthiliṅgo ceva pulliṅgo cā’ti vadatha, kasmā ca pana ‘indriyapathavīvacanabuddhisūriyarasmipānīyesu vattamāno pulliṅgo’ti vadatha, etesu sūriyatthe vattamāno pulliṅgo hotu, nanu indriyavacanapānīyesu vattamānena pana gosaddena napuṃsakaliṅgena bhavitabbaṃ, pathavībuddhirasmīsu vattamānena itthiliṅgena bhavitabbaṃ indriyādipathavādipadatthesu vattamānānaṃ indriyasaddādipathavīsaddādīnaṃ napuṃsakitthiliṅgavasena niddesassa dassanato’’ti? Tanna, niyamābhāvato. Itthipadatthe vattamānassāpi hi sato kassaci saddassa pulliṅgavasena niddeso dissati yathā ‘‘orodho’’ti. Purisapadatthe vattamānassāpi ca sato kassaci itthiliṅgavasena niddeso dissati, yathā ‘‘atthakāmosi me yakkha, hitakāmāsi devate’’ti. Itthipurisapadatthesu pana avattamānānampi sataṃ kesañci saddānaṃ ekasmiṃyeva ñāṇādiatthe vattamānānaṃ itthipumanapuṃsakaliṅgavasena niddeso dissati yathā ‘‘paññā amoho ñāṇa’’nti, ‘‘taṭaṃtaṭītaṭo’’ti ca. Tathā hi anitthibhūtopi samāno ‘‘mātulā’’ti itthiliṅgavasena rukkhopi nāmaṃ labhati, tabbasena nagarampi. Tenāha cakkavattisuttaṭīkāyaṃ ‘‘mātulāti itthiliṅgavasena laddhanāmo eko rukkho, tāya āsannappadese māpitattā nagarampi ‘mātulā’tveva paññāyittha. Tena vuttaṃ mātulāyanti evaṃnāmake nagare’’ti.",
  "anya-e0803n10:69": "Gosaddassa nāmikapadamālā heṭṭhā pakāsitā.",
  "anya-e0803n10:70": "Mo vuccati cando, aṭṭhakathāyaṃ pana ‘‘mā vuccati cando’’ti ākārantapāṭho dissati, okārantapāṭhena tena bhavitabbaṃ sakkaṭabhāsāya ekakkharakosato nayaṃ gahetvā ‘‘mo sivo candimā cevā’’ti okārantavasena vattabbattā. Ettha ca okārantavasena vuttassa masaddassa candavācakatte ‘‘puṇṇamī, puṇṇamā’’ti ca nidassanapadāni. Tattha puṇṇo mo etthāti puṇṇamī, evaṃ puṇṇamā, rattāpekkhaṃ itthiliṅgavacanaṃ. Ettha pana ‘‘visākhapuṇṇamāya rattiyā paṭhamayāmepubbenivāsaṃ anussarī’’ti idaṃ nidassanaṃ. Ettha siyā – yadi ‘‘puṇṇamā’’ti ayaṃsaddo rattāpekkho itthiliṅgo.",
  "anya-e0803n10:71": "‘‘Puṇṇamāye yathā cando, parisuddho virocati;",
  "anya-e0803n10:72": "Tatheva tvaṃ puṇṇamano, viroca dasasahassiyaṃ.",
  "anya-e0803n10:73": "Anvaddhamāse pannarase, puṇṇamāye uposathe;",
  "anya-e0803n10:74": "Paccayaṃ nāgamāruyha, dānaṃ dātumupāgami’’nti",
  "anya-e0803n10:75": "Ādīsu kathaṃ ‘‘puṇṇamāye’’ti padasiddhīti? Yakārassa yekārādesavasena. Dhammissarena hi bhagavatā ‘‘puṇṇamāyā’’ti vattabbe ‘‘puṇṇamāye’’ti vadatā yakārassa ṭhāne yekāro paṭhito itthiliṅgavisaye ttākārassa ṭhāne ttekāro viya, nīkārassa ṭhāne nekāro viya ca. Tathā hi yathā ‘‘abyayataṃ vilapasi viratte kosiyāyane’’ti imasmiṃ rādhajātake ‘‘virattā’’ti vattabbe ‘‘viratte’’ti vadantena ttākārassa ṭhāne ttekāro paṭhito, ‘‘kosiyāyanī’’ti ca vattabbe ‘‘kosiyāyane’’ti vadantena nīkārassa ṭhāne nekāro paṭhito. Evaṃ ‘‘puṇṇamāyā’’ti vattabbe ‘‘puṇṇamāye’’ti vadatā yakārassa ṭhāne yekāro paṭhito. Yathā ca ‘‘dakkhitāye aparājitasaṅgha’’nti imasmiṃ mahāsamayasuttappadese ‘‘dakkhitāyā’’ti vattabbe ‘‘dakkhitāye’’ti vadatā yakārassa ṭhāne yekāro paṭhito, evamidhāpi. Yathā pana ‘‘sabhāye vā dvāramūle vā’’ti ettha ‘‘sabhāya’’nti liṅgabyattayavasena sabhā vuttā, na tathā idha ‘‘puṇṇamāya’’nti liṅgabyattayena puṇṇamā vuttā, atha kho ‘‘puṇṇamā’’ti ākārantitthiliṅgavasena vuttā. Tathā hi ‘‘puṇṇamāyo’’ti padaṃ yakāraṭṭhāne yekāruccāraṇavasena sambhūtaṃ bhummavacananti daṭṭhabbaṃ.",
  "anya-e0803n10:76": "Mā vuccati sirī. Tathā hi vidvamukhamaṇḍanaṭīkāyaṃ ‘‘mālinī’’ti padassatthaṃ vadatā ‘‘mā vuccati lakkhī, alinī bhamarī’’ti vuttaṃ. Lakkhīsaddo ca sirīsaddena samānattho, tena ‘‘mā vuccati sirī’’ti attho amhehi anumato, tathā porāṇehipi ‘‘maṃ siriṃ dhāreti vidadhāti cāti mandhātā’’ti attho pakāsito, tasmā ‘‘mālinī mandhātā’’ti ca imānettha nidassanapadāni. Tatra pulliṅgassa tāva masaddassa ayaṃ nāmikapadamālā –",
  "anya-e0803n10:77": "Mo, mā. Maṃ, me. Mena, mehi, mebhi. Massa, mānaṃ. Mā, masmā, mamhā, mehi, mebhi. Massa, mānaṃ. Me, masmiṃ, mamhi, mesu. Bho ma, bhavanto mā.",
  "anya-e0803n10:78": "Ayaṃ pana itthiliṅgassa māsaddassa nāmikapadamālā –",
  "anya-e0803n10:79": "Mā, mā, māyo. Maṃ, mā, māyo. Māya, māhi, mābhi. Māya, mānaṃ. Māya, māhi, mābhi. Māya, mānaṃ. Māya, māyaṃ, māsu. Bhoti me, bhotiyo māyo.",
  "anya-e0803n10:80": "Ettha pana sirīvācako māsaddo ca saddavācako rāsaddo cāti ime samānagatikā ekakkharattā niccamākārantapakatikattā itthiliṅgattā ca.",
  "anya-e0803n10:81": "Tatra saṃ vuccati santacitto puriso. Yaṃ loke ‘‘sappuriso’’ti ca, ‘‘ariyo’’ti ca, ‘‘paṇḍito’’ti ca vadanti, tassetaṃ adhivacanaṃ yadidaṃ ‘‘sa’’nti. Evaṃ sappurisāriyapaṇḍitavācakassa saṃsaddassa paccattavacanavasena atthibhāve ‘‘sameti asatā asa’’nti idaṃ payoganidassanaṃ. Ettha hi ‘‘na saṃ asa’’nti samāsacintāya sappurisāsappurisapadatthā saṃ asaṃsaddehi vuttāti ñāyanti, tasmā ‘‘sappurisapadattho paccattavacanena saṃsaddena vutto natthī’’ti vacanaṃ na vattabbaṃ. Ye ‘‘natthī’’ti vadanti, tesaṃ vacanaṃ na gahetabbaṃ. Nāmikapadamālā panassa ‘‘saṃ, santaṃ, sante’’tiādinā heṭṭhā pakāsitā. Napuṃsakaliṅgatte saṃ vuccati dhanaṃ, ‘‘manussassaṃ. Parassaṃ. Sabbassaṃ. Sabbassaharaṇaṃ. Parassaharaṇa’’ntiādīnettha nidassanapadāni. Tattha manussassa saṃ manussassaṃ. Evaṃ parassa saṃ parassaṃ. Sabbassa saṃ sabbassaṃ. Tassa haraṇaṃ parassaharaṇaṃ sabbassaharaṇanti samāso. Tathā saṃ vuccati sukhaṃ santi ca. Vuttañhi tabbācakattaṃ porāṇakaviracanāyaṃ –",
  "anya-e0803n10:82": "‘‘Devadevo saṃdehī no, hīno devātidehato;",
  "anya-e0803n10:83": "Hatopapātasaṃsāro, sāro saṃ detu dehina’’nti.",
  "anya-e0803n10:84": "Tasmā ayamettha gāthā, ‘‘sakalalokasaṅkaro dīpaṅkaro’’ti ettha ‘‘saṅkaro’’ti padañcanidassanaṃ. ‘‘Saṃ, sāni, sā. Saṃ, sāni, se. Sena’’iccādi pubbe pakāsitanayena ñeyyaṃ. Ettha ca sotūnaṃ sugatamatavare kosallajananatthaṃ samāsantagatassa saṃsaddassa nāmikapadamālaṃ paripuṇṇaṃ katvā kathayāma –",
  "anya-e0803n10:85": "Manussassaṃ, manussassāni, manussassā. Manussassaṃ, manussassāni, manussasse. Manussassena, manussassehi, manussassebhi. Manussassassa, manussassānaṃ. Manussassā, manussassasmā, manussassamhā, manussassehi, manussassebhi. Manussassassa, manussassānaṃ. Manussasse, manussassasmiṃ, manussassamhi, manussassesu. Bho manussassa, bhonto manussassāni, manussassā. Esa nayo ‘‘parassaṃ sabbassa’’ntiādīsupi, sabbānetāni padāni abhidheyyaliṅgānīti gahetabbāni.",
  "anya-e0803n10:86": "Yaṃ taṃ kimitisaddānaṃ, nāmamālaṃ panattari;",
  "anya-e0803n10:87": "Sabbanāmaparicchede, pakāsissaṃ tiliṅgato.",
  "anya-e0803n10:88": "Iccevaṃ heṭṭhā uddiṭṭhānaṃ ko vi sādīnaṃ nāmikapadamālā saddhiṃ atthantaranidassanapadehi vibhattā. Tatridaṃ liṅgavavatthānaṃ –",
  "anya-e0803n10:89": "Ko vi sā honti pulliṅge, bhā rā thī dhī ku bhū thiyaṃ;",
  "anya-e0803n10:90": "Kaṃ khaṃ napuṃsake go tu, pume cevitthiliṅgake.",
  "anya-e0803n10:91": "Mo pume itthiliṅge mā, saṃ pume ca napuṃsake;",
  "anya-e0803n10:92": "Yaṃ taṃ kimiti sabbatra, liṅgesveva pavattare.",
  "anya-e0803n10:93": "Ito aññānipi ekakkharāni upaparikkhitvā gahetabbāni.",
  "anya-e0803n10:94": "Evaṃ viññūnaṃ nayaññūnaṃ saddaracanāvisaye paramavisuddhavipulabuddhipaṭilābhatthaṃ paramasaṇhasukhumatthesu payogesu asammohatthaṃ suvaṇṇatale sīhavijambhanena kesarīsīhassa vijambhanamiva tepiṭake buddhavacane ñāṇavijambhanena vijambhanatthañca adhikūnekakkharavasena liṅgattayaṃ missetvā nāmikapadamālā vibhattā.",
  "anya-e0803n10:95": "Sadde bhavanti kusalā na tu keci atthe,",
  "anya-e0803n10:96": "Atthe bhavanti kusalā na tu keci sadde.",
  "anya-e0803n10:97": "Kosallameva paramaṃ dubhayattha tasmā,",
  "anya-e0803n10:98": "Yogaṃ kareyya satataṃ matimā varanti.",
  "anya-e0803n10:99": "Iti navaṅge sāṭṭhakathe piṭakattaye byappathagatīsu",
  "anya-e0803n10:100": "Viññūnaṃ kosallatthāya kate saddanītippakaraṇe",
  "anya-e0803n10:101": "Liṅgattayamissako nāmikapadamālāvibhāgo",
  "anya-e0803n10:102": "Dasamo paricchedo."
}