{
  "anya-e0105n2:0": "Brāhmaṇakulavicāraṇā",
  "anya-e0105n2:1": "2. Atha ‘‘brāhmaṇamāṇavo’’ti padampi tena evaṃ vicāritaṃ –",
  "anya-e0105n2:2": "(Ka) ‘‘buddhaghoso ‘brāhmaṇakulajāto’ti na sakkā gahetuṃ. Kasmā vedakālato paṭṭhāya yāvajjatanā sabbepi brāhmaṇā",
  "anya-e0105n2:3": "Brāhmaṇosya mukhamāsīdi, bāhū rājanya? Kata?;",
  "anya-e0105n2:4": "Ūrū tadasya yada vagya?, Padbhyāṃ gūdro ajāyatā’’ti iruveda, 10-maṇḍala, 90; tathā athava 6 veda 19, 6, 6.",
  "anya-e0105n2:5": "Imaṃ purisasuttaṃ nāma mantaṃ jānantīti saddahiyā.",
  "anya-e0105n2:6": "Ayaṃ panassā attho – ‘brāhmaṇo assa (brahmuno) mukhaṃ āsi. Bāhū rājañño kato, khattiyā assa bāhūti vuttaṃ hoti. Yo vesso, so assa ūrū. Suddo assa pādehi ajāyī’ti.",
  "anya-e0105n2:7": "Buddhaghoso pana ‘paṇḍitabrāhmaṇo’ti ñātopi taṃ gāthaṃ na aññāsi. Tathā hi tena bandhupādāpaccāti padassa atthavaṇṇanāyaṃ ‘tesaṃ kira ayaṃ laddhi – brāhmaṇā brahmuno mukhato nikkhantā, khattiyā urato, vessā nābhito, suddā jāṇuto, samaṇā piṭṭhipādato’ti dī. ni. aṭṭha. 1.263; ma. ni. aṭṭha. 1.508 tissā vedagāthāya asamānattho vaṇṇito’’ti.",
  "anya-e0105n2:8": "Ayaṃ panettha anuvicāraṇā – yadi ca taṃkālikānampi brāhmaṇānaṃ laddhi tatheva bhaveyya yathā etissaṃ gāthāyaṃ vuttā, sā catthavaṇṇanā ācariyassa matimattā. Evaṃ sati sā vicāraṇā yuttā bhaveyya. Etissaṃ pana gāthāyaṃ ‘‘brāhmaṇosya mukhamāsīdi’’ti paṭhamapādena ‘‘brāhmaṇā brahmuno mukhato jātā’’ti attho ujukato na labbhati. Buddhakāle pana brāhmaṇānaṃ laddhi ‘‘brāhmaṇā brahmuno mukhato jātā’’ti evameva ahosīti pākaṭoyevāyamattho. Tathā hi dīghanikāye pāthikavagge aggaññasutte (3, 67) –",
  "anya-e0105n2:9": "‘‘Dissanti kho pana vāseṭṭha brāhmaṇānaṃ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi pāyamānāpi. Te ca brāhmaṇā 0 yonijāva samānā evamāhaṃsu – brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā. Brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā. Brāhmaṇāva sujjhanti, no abrāhmaṇā. Brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādāti. Te brahmānañceva abbhācikkhanti, musā ca bhāsanti, bahuñca apuññaṃ pasavantī’’ti –",
  "anya-e0105n2:10": "Bhagavatā mahākāruṇikena vāseṭṭhabhāradvājānaṃ brāhmaṇamāṇavakānaṃ bhāsitaṃ, tehi ca taṃ abhinanditaṃ. Te pana dvepi māṇavakā jātivasena parisuddhabrāhmaṇā ceva honti tiṇṇampi vedānaṃ pāraguno ca. Tasmā ‘‘brāhmaṇā brahmuno mukhato nikkhantā’’ti vacanassa taṃkālikānaṃ brāhmaṇānaṃ laddhivasena vuttabhāvo pākaṭoyeva. Yathā cetaṃ, evaṃ ‘‘khattiyā urato, vessā nābhito, suddā jāṇuto, samaṇā piṭṭhipādato’’ti vacanampi ‘‘taṃkālikabrāhmaṇānaṃ laddhiññūhi porāṇaṭṭhakathācariyehi vutta’’nti saddahitvā ācariyabuddhaghosena taṃ sabbaṃ porāṇaṭṭhakathāto bhāsāparivattanamattena visesetvā pakāsitaṃ bhaveyya. Tasmā tāyapi vedagāthāya ācariyassa abrāhmaṇabhāvasādhanaṃ anupapannamevāti.",
  "anya-e0105n2:11": "(Kha) punapi tena ācariyabuddhaghosattherassa abrāhmaṇabhāvasādhanatthaṃ dutiyampi kāraṇaṃ evamāhaṭaṃ –",
  "anya-e0105n2:12": "‘‘Brāhmaṇaganthesu gabbhaghātavācakaṃ bhrūnahāti padaṃ pāḷiyaṃ bhūnahu (bhūnahano) iti dissati. Māgaṇḍiyasutte bhariyāya methunasaṃvāsābhāvena uppajjanārahagabbhassa nāsakattaṃ sandhāya māgaṇḍiyo paribbājako bhagavantaṃ ‘bhūnahu (bhūnahano) samaṇo gotamo’ti ma. ni. 2.207 ādayo āha. Taṃ buddhaghoso na jānātīti pākaṭoyeva tadatthasaṃvaṇṇanāya. Tattha hi tena bhūnahunoti (bhūnahanassā) padaṃ ‘hatavaḍḍhino mariyādakārakassā’ti ma. ni. aṭṭha. 2.207 vaṇṇita’’nti.",
  "anya-e0105n2:13": "Tampi ayuttameva. Na hi māgaṇḍiyena phoṭṭhabbārammaṇāparibhogamattameva sandhāya bhūnahubhāvo vutto, atha kho channampi lokāmisārammaṇānaṃ aparibhogaṃ sandhāya vutto. Tasmiñhi sutte –",
  "anya-e0105n2:14": "‘‘Cakkhuṃ kho māgaṇḍiya rūpārāmaṃ rūparataṃ rūpasammuditaṃ, taṃ tathāgatassa dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ, tassa ca saṃvarāya dhammaṃ deseti, idaṃ nu te etaṃ māgaṇḍiya sandhāya bhāsitaṃ ‘bhūnahu samaṇo gotamo’ti. Etadeva kho pana me bho gotama sandhāya bhāsitaṃ ‘bhūnahu samaṇo gotamo’ti. Taṃ kissa hetu, evañhi no sutte ocaratīti…pe… mano kho māgaṇḍiya dhammārāmo dhammarato dhammasammudito, so tathāgatassa danto gutto rakkhito saṃvuto, tassa ca saṃvarāya dhammaṃ deseti, idaṃ nu te etaṃ māgaṇḍiya sandhāya bhāsitaṃ ‘bhūnahu samaṇo gotamo’ti. Etadeva kho pana me bho gotama sandhāya bhāsitaṃ ‘bhūnahu samaṇo gotamo’ti. Taṃ kissa hetu, evañhi no sutte ocaratī’’ti ma. ni. 2.207 ādayo.",
  "anya-e0105n2:15": "Evaṃ bhagavato ca anuyogo māgaṇḍiyassa ca paṭiññā āgatā.",
  "anya-e0105n2:16": "Ettha hi methunappaṭisevanavasena phoṭṭhabbārammaṇaparibhogahetu eva gabbhapatiṭṭhānaṃ sambhavatīti tadaparibhogameva sandhāya ‘‘bhūnahū’’ti vattuṃ arahati, tadaññesaṃ pana pañcannaṃ rūpādiārammaṇānaṃ, tatthāpi visesato dhammārammaṇassa suddhamanoviññāṇena paribhogahetu natthi kiñci gabbhapatiṭṭhānanti tesaṃ aparibhogaṃ sandhāya bhūnahūti vattuṃ na arahatiyeva, māgaṇḍiyena pana sabbānipi tāni sandhāya vuttabhāvo paṭiññāto, kāraṇañcassa dassitaṃ ‘‘evañhi no sutte ocaratī’’ti. Tasmā kiñcāpi dāni brāhmaṇaganthesu bhūnahu- (bhrūnahā) saddo gabbhaghātanatthe dissati, māgaṇḍiyasutte paneso attho na yujjatīti ācariyena ‘‘hatavaḍḍhi mariyādakārako’’ti ayamevattho porāṇaṭṭhakathāya bhāsāparivattanavasena pakāsitoti veditabbo.",
  "anya-e0105n2:17": "(Ga) punapi tena ‘‘idampana buddhaghosassa abrāhmaṇabhāvasādhakaṃ pacchimakāraṇaṃ, so hi visuddhimagge sīlaniddese (1, 31) brāhmaṇānaṃ parihāsaṃ karonto ‘evaṃ iminā piṇḍapātapaṭisevanena purāṇañca jighacchāvedanaṃ paṭihaṅkhāmi, navañca vedanaṃ aparimitabhojanapaccayaṃ āharahatthaka alaṃsāṭaka tatravaṭṭaka kākamāsaka bhuttavamitakabrāhmaṇānaṃ aññataro viya na uppādessāmīti paṭisevatī’ti āha. Idaṃ pana ekassa bhinnabrāhmaṇaladdhikassāpi vacanaṃ siyāti tadeva daḷhakāraṇaṃ katvā na sakkā ‘buddhaghoso abrāhmaṇo’ti vattu’’nti tatiyaṃ kāraṇaṃ vuttaṃ. Taṃ pana atisaṃvejanīyavacanameva. Na hetaṃ ācariyena brāhmaṇānaṃ parihāsaṃ kātukāmena vuttaṃ, na ca taṃ parihāsavacanena saṃyojetabbaṭṭhānaṃ, aññadatthu yathābhūtamatthaṃ dassetvā sabrahmacārīnaṃ ovādānusāsanidānavasena vattabbaṭṭhānaṃ, tathāyeva ca ācariyena vuttaṃ. Tathā hi ye loke paradattūpajīvino samaṇā vā brāhmaṇā vā aññe vāpi ca puggalā, te paccavekkhaṇañāṇarahitā asaṃvare ṭhitā kadāci atipaṇītaṃ rasaṃ pahūtaṃ laddhā aparimitampi bhuñjeyyuṃ, visesato pana brāhmaṇā lokikavatthuvasena ca, jātakādisāsanikavatthuvasena ca tādisā ahesunti pākaṭā. Imasmiñhi loke vassasatasahassehi vā vassakoṭīhi vā aparicchinnaddhāne ko sakkā vattuṃ ‘‘nedisā bhūtapubbā’’ti. Tasmā tādisehi viya na aparimitabhojanehi bhavitabbanti ovādānusāsanidānavaseneva vuttaṃ. Tadevaṃ atthasaṃhitampi samānaṃ ayonisomanasikaroto anatthameva jātaṃ, yathā sabhariyassa māgaṇḍiyabrāhmaṇassa anāgāmimaggaphalatthāyapi desitā gāthā dha. pa. aṭṭha. 1.sāmāvatīvatthu tesaṃ dhītuyā anatthāya saṃvattatīti saṃvegoyevettha brūhetabboti."
}