{
  "anya-e0702n1:0": "1. Navaṭṭhānāgatasāsanavaṃsakathāmaggo",
  "anya-e0702n1:1": "1. Tattha ca navaṭṭhānāgatasāsanavaṃsakathāmaggo evaṃ veditabbo. Amhākañhi bhagavā sammāsambuddho veneyyānaṃ hitatthāya hatthagataṃ sukhaṃ anādiyitvā dīpaṅkarassa bhagavato pādamūle byākaraṇaṃ nāma mañjūsaka pupphaṃ pilandhitvā kappasatasahassādhikāni cattāri asakhye yāni anekāsu jātīsu attano khedaṃ anapekkhitvā samatiṃsapāramiyo pūretvā vessantarattabhāvato cavitvā tusitapure devasukhaṃ anubhavi.",
  "anya-e0702n1:2": "Tadā devehi uyyojiyamāno hutvā kapilavatthumhi hosamataraññā pabhuti asambhinnāttiyavaṃsikassa suddho dhanassanāma mahārañño aggamahesiyā asambhinnāttiyavaṃ sikāya māyāya kucchīsmiṃ āsāḷimāsassa puṇṇamiyaṃ guruvāre paṭisandhiṃ gahetvā asamāsaccayena vesākhamāsassa puṇṇamiyaṃ sukkavāre vijāyitvā soḷasavassikakāle rajjasampattiṃ patvā ekūnatiṃsavassāni atikkamitvā maṅgalauyyānaṃ nikkhamanakāle devehi dassitāni cattāri nimittāni passitvā saṃvegaṃ āpajjitvā mahābhinikkhamanaṃ nikkhamitvā anomāyanāma nadiyā tīre bhamara vaṇṇasannibhāni kesāni chinditvā devadattiyakāsāvaṃ paṭicchādetvā ne rañjarāyanāma nadiyā tīre vesākhamāsassa puṇṇamiyaṃ paccūsakāle sujātāyanāma seṭṭhidhītāya dinnaṃ pāyāsaṃ ekūnapaṇṇāsavārena paribhuñjitvā purimikānaṃ sammāsambuddhānaṃ dhammatāya suvaṇṇapātiṃ nadiyaṃ otāretvā mahābodhimaṇḍaṃ upasaṅkamitvā aparājitapallaṅke nisīditvā anamataggasaṃ sārato paṭṭhāya attānaṃ chāyā viya anuyantānaṃ anekasatakilesaverīnaṃ sīsaṃ catūhi maggasatthehi chinditvā tilokaggamahādhammarājattaṃ patvā pañcatālīsavassānaṃ tesu tesu ṭhānesu tesaṃ tesaṃ sattānaṃ mahākaruṇāsamāpattijālaṃ patthāretvā desanāñāṇaṃ vijambhetvā dhammaṃ desetvā sāsanaṃ patiṭṭhāpesi. Patiṭṭhāpetvā ca pana asītivassāyukakāle vijjotayitvā nibbāyanappa dāpajālaṃ viya anupādisesanibbānadhātuyā parinibbāyi. Maccu dhammassa ca nāma tīsu lokesu atimamāyitabbo esa, atigarukātabbo esa, atibhāyitabbo esāti vijānanasabhāvo natthi. Bhagavantaṃyeva tāva tilokaggapuggalaṃ ādāya gacchati, kiṃmaṅgaṃ pana amhe yevā tevā, ahovataacchariyā saṅkhāradhammoti. Honti cettha–",
  "anya-e0702n1:3": "Maccudhammo ca nāmesa,",
  "anya-e0702n1:4": "Nillajjo ca anottappī;",
  "anya-e0702n1:5": "Tilokaggaṃva ādāya,",
  "anya-e0702n1:6": "Gacchī pageva aññesu.",
  "anya-e0702n1:7": "Yathā goghātako coro,",
  "anya-e0702n1:8": "Māretuṃyeva ārabhi;",
  "anya-e0702n1:9": "Goṇaṃ laddhāna lokamhi,",
  "anya-e0702n1:10": "Payojanaṃva ettakaṃ.",
  "anya-e0702n1:11": "Tatheva maccurājā ca,",
  "anya-e0702n1:12": "Hindagūnaṃ guṇaṃ idha;",
  "anya-e0702n1:13": "Na vijānāti eso hi,",
  "anya-e0702n1:14": "Māretuṃyeva ārabhīti.",
  "anya-e0702n1:15": "Sattāhaparinibbute ca bhagavati āyasmā mahākassapo tiyaḍḍhasatādhikehi sahassamattehi bhikkhūhi saddhi pāvāto kusīnārāyaṃ āgacchanto antarāmagge bhagavā sammāsambuddho parinibbutoti sutvā avītasoka bhikkhū rodante disvā vuddhapabbajito subhaddānāma bhikkhu evaṃ vadati– mā āvuso paridevittha, natthettha socitabbonāmakoci, pubbe mayaṃ bhavāma samaṇena ge,bhamena upaddutā– idaṃ karotha idaṃ tumhākaṃ kappati, mā idaṃ karittha na idaṃ tumhākaṃ kappatīti, seyyathāpi iṇasādhikena dāsoti, idāni pana mayaṃ yaṃ yaṃ icchāma, taṃ taṃ sakkā kātuṃ, yaṃ yaṃ pana na icchāma,taṃ taṃ sakkā akātunti. Taṃ sutvā īdisaṃ pana verīpuggalaṃ paṭicca sammāsambuddhassa bhagavato sāsanaṃ khippaṃ antaradhāreyya, idāni suvaṇṇakkhandhasadiso sarīro saṃvijjamāno yeva dukkhena nipphādite sāsane mahābhayaṃ uppajji ca, īdiso puggalo aññaṃ īdisaṃ puggalaṃ sahāyaṃ labhitvā vuddhimāpajjanto hāpetuṃ sakkuṇeyya maññeti cittakkhedaṃ patvā dhammasaṃvegaṃ labhitvā imaṃ bhikkhuṃ idheva setavatthaṃ nivāsāpetvā sarīre bhasmena vikiritvā bahiddhā karissāmīti cintesi.",
  "anya-e0702n1:16": "Tadā āyasmato mahākassapattherassa etadahosi,– idāni samaṇassa gotamassa sarīraṃ saṃvijjamānaṃyeva parisā vivādaṃ karontīti manussā upavadissantiti. Tato pacchā imaṃ vitakkaṃ vūpasametvā khamitvā sammāsambuddho bhagavā parinibbāyamānopi tena pana desito dhammo saṃvijjati, tena desitassa dhammassa thiraṃ patiṭṭhāpanatthāya saṅgāyiyamānaṃ īdisehi puggalehi sāsanaṃ na antaradhāyissati, ciraṃ ṭhassati yevāti manasikaritvā bhagavato dinnapaṃsu kūlacīvarādivasena dhammānuggahaṃ anussaritvā bhagavato parinibbānato tatiye māse āsāḷimāsassa puṇṇamito pañcame divase rājagahe sattapaṇṇiguhāyaṃ ājātasattuṃnāma rājānaṃ nissāya pañcahi arahanta satehi saddhiṃ sattamāsehi paṭhamaṃ saṅgāyanaṃ akāsi.",
  "anya-e0702n1:17": "Tadā aṭṭhacattālīsādhikasatakaliyugaṃ anavasesato apanetvā kaliyugena sāsanaṃ samaṃ katvā ṭhapesi. Yadā pana ajātasattu rañño rajjaṃ patvā aṭṭhavassāni ahesuṃ, tadā marammaraṭṭhe taṅkosaṅgatvapure jambudīpadhajassanāma rañño rajjaṃ patvā atirekapañcavassāni ahesunti.",
  "anya-e0702n1:18": "Imissañca paṭhamasaṅgītiyaṃ āyasmā mahākassapo āyasmā upāli āyasmā ānando āyasmā anuruddho cāti evamādayo pañcasatappamāṇā mahātherā paṭhamaṃ saṅgāyitvā sāsanaṃ anuggahesuṃ. Evaṃ subhaddassa duṭṭhapabbajitassa duṭṭhavacanaṃ sāsanassa anuggahe kāraṇaṃnāma ahosi. Subhaddo ca nāma duṭṭhapabbajito ātumānagaravāsī ahosi kappakakuliko. So yadā bhagavā ātumānagaraṃ gacchati, tadā atteno putte dve sāmaṇere kappakakammaṃ kārāpetvā laddhehi taṇḍulatelādīhi vatthūhi yāguṃ pacitvā sasaṅghassa buddhassa adāsi. Bhagavā pana tāni appaṭiggahetvā kāraṇaṃ pucchitvā vigarahitvā akappiyasamādānadukkaṭāpattiṃ kappakapubbassa bhikkhussa khuradhāraṇadukkaṭāpattiñca paññāpesi. Taṃ kāraṇaṃ paṭicca veraṃ bandhitvā sāsanaṃ viddhaṃsitukāmatāya tattakaayoguḷaṃ gilitvā uggīranto viya īdisaduṭṭhavacanaṃ vadīti.",
  "anya-e0702n1:19": "Ajātasatturājā ca tumhākaṃ dhammacakkaṃ hotu, mama āṇācakkaṃ pavattissāmi, vissaṭṭhā hutvā saṅgāyantūti anuggahesi. Tenesa paṭhamaṃ sāsanānuggaho rājāti veditabbo, mahākassapādīnañca arahantānaṃ pañcasatānaṃ sisāparamparā anekā honti, gaṇanapathaṃ vītivattā. Yamettha ito paraṃ vattabbaṃ, taṃ aṭṭhakathāyaṃ vuttanayena veditabbaṃ. Te pana mahātherā saṅgāyitvā parinibbāyiṃsūti. Honti cettha–",
  "anya-e0702n1:20": "Iddhimanto ca ye therā,",
  "anya-e0702n1:21": "Paṭhamassaṅgītiṃ katvā;",
  "anya-e0702n1:22": "Sāsanaṃ paggahitvāna,",
  "anya-e0702n1:23": "Maccūvasaṃva sampattā.",
  "anya-e0702n1:24": "Kiñcāpi iddhiyo santi,",
  "anya-e0702n1:25": "Tathāpi tā jahitvāna;",
  "anya-e0702n1:26": "Nibbāyiṃsu vasaṃ maccu,",
  "anya-e0702n1:27": "Patvā te chinnapakkhāva.",
  "anya-e0702n1:28": "Kā kathāva ca amhākaṃ,",
  "anya-e0702n1:29": "Amhākaṃ gahaṇe pana;",
  "anya-e0702n1:30": "Maccuno natthi sāro ca,",
  "anya-e0702n1:31": "Evaṃ dhāreyya paṇḍitoti.",
  "anya-e0702n1:32": "Ayaṃ paṭhamasaṅgītikathā saṅkhepo.",
  "anya-e0702n1:33": "Tato paraṃ vassasataṃ tesaṃ sissaparamparā sāsanaṃ dhāretvā āgamaṃsu. Athānukkamena gacchantesu rattidivesu vassasataparinibbute bhagavati vesālikā vajjiputtakā bhikkhū vesāliyaṃ kappati siṅgiloṇakappā, kappati dvaṅgulakappo, kappati gāmantarakappo, kappati āvāsakappo, kappati anumatikappo, kappati āciṇṇakappo, kappati āmathitakappo, kappati jaḷogiṃ pātuṃ, kappati adasakaṃ nisīdanaṃ, kappati jātarūparajatanti imāni dasavatthūni dīpesuṃ.",
  "anya-e0702n1:34": "Tesaṃ susunāgaputto kāḷāsokonāma rājā pakkho ahosi. Tena kho pana samayena āyasmā yaso kākaṇḍakaputto vajjīsu cārikaṃ caramāno vesālikā kira vajjiputtakā bhikkhū vesāliyaṃ dasavatthūni dipentīti sutvā na kho panetaṃ ppatirūpaṃ, yvāhaṃ dasabalassa sāsanavipattiṃ sutvā appossukko bhaveyyaṃ, sandhāhaṃ adhammavādino niggahetvā dhammaṃ dīpessāmīti cintayanto yena vesālī, tadavasari. Tadā āyasmā mahāyaso revatasabbakāmiādīhi sattasatehi arahantehi saddhiṃ saṅgāyissāmīti vesāliyaṃ vālukārāmaṃ āgacchi. Vajjiputtakāca bhikkhū upārambhacittā kāḷāsokaṃnāma rājānaṃ upasaṅkamitvā mayaṃ kho mahārāja imasmiṃ mahāvanārāme gandhakuṭiṃ rakkhitvā vassāma, idāni mahārāja adhammavādino aññe bhikkhū vilumpitukāmā viddhaṃsitukāmā āgatāti ārocesuṃ. Kāḷāsoko ca mahārājā āgantukānaṃ bhikkhūnaṃ appavisanatthāya nivārethāti amacce pesesi. Amaccāca nivāretuṃ gacchantā devatānaṃ ānubhāvena bhikkhū na passanti. Tadaheva ca rattibhāge kāḷāsokamahārājā lohakumbhīniraye patanākārena supinaṃ passi. Tassa rañño bhagini nandānāma therī ākāsena āgacchanti dhammavādino mahāthere niggaṇhitvā adhammavādīnaṃ bhikkhūnaṃ paggahaṇe dosabahulataṃ pakāsetvā sāsanassa paggahaṇatthāya ovādaṃ akāsi.",
  "anya-e0702n1:35": "Kāḷāsokarājā ca saṃvegappatto hutvā āyasmantānaṃ mahāyasattherādīnaṃ khamāpetvā ajātasatturājā viya saṅgāyane paggahaṃ akāsi.",
  "anya-e0702n1:36": "Mahāyasattherādayo ca kāḷāsokaṃ rājānaṃ nissāya vālukārāme vajjiputtakānaṃ bhikkhūnaṃ pakāsitāni adhammavatthūni bhinditvā aṭṭhati māsehi dutiyasaṅgāyanaṃ akaṃsu.",
  "anya-e0702n1:37": "Tadā ca majjhimadese pātaliputtanagare susunāgarañño puttabhūtassa kāḷāsokarañño atisekaṃ patvā dasavassāni ahesuṃ. Parammaraṭṭhe pana sirikhettanagare dvattagoṅkassanāma rañño abhisittakālato pure ekavassaṃ ahosi. Jinasāsanaṃ pana vassasataṃ ahosi.",
  "anya-e0702n1:38": "Imissañca dutiyasaṅgītiyaṃ mahāyasa revata sabbakāmippamukhā sattasatappamāṇā mahātherā dutiyaṃ saṅkhāyitvā dutiyaṃ sāsanaṃ paggahesuṃ.",
  "anya-e0702n1:39": "Āyasmā mahāyasattherocanāma pañcahi etadaggaḷāne hi bhagavatā thomitassa ānandattherassa saddhivihāriko ahosi. Vajjiputtakānaṃ bhikkhūnaṃ adhammavatthudīpanaṃ dutiyasaṅgītiyaṃ kāraṇameva. Kāḷāsokarājāca pageva adhammavādībhikkhūnaṃ sahāyopi samāno puna dhammavādibhikkhūnaṃ sahāyo hutvā anuggahaṃ akāsi. Tasmā dutiyasāsanapaggaho rājāti veditabbo.",
  "anya-e0702n1:40": "Dutiyasaṅgītiyaṃ pana mahāyasatthera revata sabbakāmippamukhānaṃ sattasatānaṃ mahātherānaṃ sissaparamparā anekā honti, gaṇanapathaṃ vītivattā. Yamettha ito paraṃ vattabba, taṃ aṭṭhakathāyaṃ vuttanayena veditabbaṃ. Te pana mahātherā dutiyaṃ saṅgāyitvā parinibbāyiṃsūti. Honti cettha–",
  "anya-e0702n1:41": "Buddhimanto ca ye therā,",
  "anya-e0702n1:42": "Dutiyassaṅgitiṃ katvā;",
  "anya-e0702n1:43": "Sāsanaṃ paggahitvāna,",
  "anya-e0702n1:44": "Maccūvasaṃva sampattā.",
  "anya-e0702n1:45": "Iddhimantopi ye therā,",
  "anya-e0702n1:46": "Maccuno tāva vasaṃ gamuṃ;",
  "anya-e0702n1:47": "Kathaṃyeva mayaṃ muttā,",
  "anya-e0702n1:48": "Tato āraka muccanāti;",
  "anya-e0702n1:49": "Ayaṃ dutiyasaṅgītikathāsaṅkhepo.",
  "anya-e0702n1:50": "Tato paraṃ aṭṭhatiṃsādhikāni dvevassasatāni sammāsabbuddhassa bhagavato sāsanaṃ nirākulaṃ ahosi nirabbudaṃ. Aṭṭhatiṃsādhike pana dvivassasate sampatte pāṭaliputta nagare siridhammāsokassanāma rañño kāle nigrodhasāmaṇeraṃ paṭicca buddhasāsane pasīditvā bhikkhusaṅghassa lābhasakkāraṃ bāhullaṃ ahosi. Tadā saṭṭhisahassamattā titthiyā lābhasakkāraṃ apekkhitvā apabbajitāpi pabbajitāviya hutvā upāsathapavāraṇādikammesu pavisanti, seyyathāpināma haṃsānaṃ majjhe bakā, yathā ca gunnaṃ majjhe gavajā, yathā ca sindhavānaṃ majjhe gadrabhāti.",
  "anya-e0702n1:51": "Tadā bhikkhusaṅgho idāni aparisuddhā parisāti manasi karitvā uposathaṃ na akāsi. Sāsane abbudaṃ hutvā sattavassāni uposathapavāraṇāni chijjanti. Siridhammāso ko ca rājā taṃ sutvā taṃ adhikaraṇaṃ vūpasamehi uposathaṃ kārāpehīti ekaṃ amaccaṃ pesesi. Amacco ca bhikkhū uposathaṃ akattukāme kiṃ karissāmīti rājānaṃ paṭipucchituṃ avisahatāya sayaṃ mūḷo hutvā aññena mūḷena manthetvā sace bhikkhusaṅgho uposathaṃ na kareyya, bhikkhusaṅghaṃ ghātetukāmo mahārājāti sayaṃ mūḷo hutvā mūḷassa santikā mūḷavacanaṃ sutvā vihāraṃ gantvā uposathaṃ akattukāmaṃ bhikkhusaṅghaṃ ghātesi.",
  "anya-e0702n1:52": "Rājā ca taṃ sutvā ayaṃ bālo mayā anāṇattova hutvā īdisaṃ luddakammaṃ akāsi, ahaṃ pāpakammato muccissāmivā māvāti dvaḷakajāto hutvā mahāmoggaliputta tissattheraṃ gaṅgāya patisotato ānetvā taṃ kāraṇaṃ theraṃ pucchi. Thero ca dīpakatittirajātakena acetanatāya pāpakammato mocessasiti vissajjesi, sattāhampi titthiyānaṃ vādaṃ siridhammāsokarañño sikkhāpesi, vādena vādaṃ tulayitvā saṭṭhisahassamatte titthiye sāsanabāhiraṃ akāsi. Tadā pana uposathaṃ akāsi. Bhagavatā vuttaniyāmeneva kathāvatthuñca bhikkhusaṅghamajjhe byākāsi . Asokārāme ca sahassamattā mahātherā navahi māsehi saṅgāyiṃsuṃ.",
  "anya-e0702n1:53": "Tadā majjhimadese pāṭaliputtanagare siridhammāsokarañño rajjaṃ patvā aṭṭhārasavassāni ahesuṃ. Marammaraṭṭhe pana sirikhettanagare ramboṅkassanāma rañño rajjaṃ patvā dvādasa vassāni ahesunti.",
  "anya-e0702n1:54": "Imissañca tatiyasaṅgītiyaṃ mahāmoggaliputtatissattheronāma dutiyasaṅgāyakehi mahātherehi brahmalo kaṃ gantvā sāsanassa paggahaṇatthaṃ tissanāma mahābrahmānaṃ āyācita niyāmena tato cavitvā idha moggaliyānāma brāhmaṇiyā kucchimhi nibbattasatto.",
  "anya-e0702n1:55": "Lābhasakkāraṃ apekkhitvā saṭṭhisahassamatānaṃ titthiyānaṃ samaṇālayaṃ katvā uposathapavāraṇādīsu kammesu pavesanaṃ parisāya asuddhattā sattavassāni uposathassa akaraṇañca sāsanassa paggahaṇe kāraṇameva. Mahāmoggaliputtatissa majjhantika mahārevappamukhā mahātherā tatiyaṃ saṅgāyitvā tatiyaṃ sāsanaṃ paggahesuṃ.",
  "anya-e0702n1:56": "Siridhammāsokarājā ca titthiyānaṃ vādaṃ sallakkhetvā titthiye bahisāsanakaraṇādīhi sāsanassa paggaho rājāti veditabbo. Mahāmoggaliputtatissa majjhintika mahārevappamukhānaṃ sahassamattānaṃ mahātherānaṃ sissaparamparā anekā honti, gaṇanapathaṃ vītivattā. Yamettha ito paraṃ vattabbaṃ, taṃ aṭṭhakathāyaṃ vuttanayena veditabbaṃ. Te pana mahātherā tatiyaṃ saṅgāyitvā parinibbāyiṃsūti. Honti cettha–",
  "anya-e0702n1:57": "Mahiddhikāpi ye therā,",
  "anya-e0702n1:58": "Saṅgāyitvāna sāsane;",
  "anya-e0702n1:59": "Maccūvasaṃva gacchiṃsu,",
  "anya-e0702n1:60": "Abbhagabbhaṃva bhākaro.",
  "anya-e0702n1:61": "Yathā eteca gacchanti,",
  "anya-e0702n1:62": "Tathā mayampi gacchāma;",
  "anya-e0702n1:63": "Konāma maccunā mucce,",
  "anya-e0702n1:64": "Maccūparāyanā sattā.",
  "anya-e0702n1:65": "Tasmā hi paṇḍito poso,",
  "anya-e0702n1:66": "Nibbānaṃ pana accutaṃ;",
  "anya-e0702n1:67": "Tasseva sacchikatthāya,",
  "anya-e0702n1:68": "Puññaṃ kareyya sabbadāti.",
  "anya-e0702n1:69": "Ayaṃ tatiyasaṅgītikathāsaṅkhepo.",
  "anya-e0702n1:70": "Tato paraṃ kattha sammāsambuddhassa bhagavato sāsanaṃ suṭṭhu patiṭṭhahissatīti vimaṃsitvā mahāmoggaliputtatissatthero paccantadese jinasāsanassa suppatiṭṭhiyamānabhāvaṃ passitvā navaṭṭhānāni jinasāsanassa patiṭṭhāpanatthāya visuṃ visuṃ mahāthere pesesi. Seyyathidaṃ. Mahāmahindattheraṃ sīhaḷadīpaṃ pesesi-tvaṃ etaṃ dīpaṃ gantvā tattha sāsanaṃ patiṭṭhapehīti, soṇattheraṃ uttarattherañcasuvaṇṇabhūmiṃ, mahārakkhitattheraṃ yonakalokaṃ, rakkhitattheraṃ vanavāsīraṭṭhaṃ, yonakadhammarakkhitattheraṃ aparantaraṭṭhaṃ, majjhanti kattheraṃ kasmīragandhā raraṭṭhaṃ, mahārevattheraṃ mahiṃsakamaṇḍalaṃ, mahādhammarakkhitattheraṃ mahāraṭṭhaṃ, majjhimattheraṃ cīnaraṭṭhanti. Tattha ca upasampadapahonakena saṅghena saddhiṃ pesesi. Te ca mahātherā visuṃ visuṃ gantvā sāsanaṃ tattha tattha patiṭṭhāpesuṃ. Patiṭṭhāpetvā ca tesu tesu ṭhānesu bhikkhūnaṃ kāsāvapajjotena vijjotamānā abbhahimadhūrajorāhusaṅkhātehi vimatto viya nisānātho jinasāsanaṃ anantarāyaṃ hutvā patiṭṭhāsi.",
  "anya-e0702n1:71": "Tesu pana navasu ṭhānesu suvaṇṇabhūmināma adhunā sudhammanagarameva. Kasmā panetaṃ viññāyatīti ce. Maggānumānato ṭhānānumānato vā. Kathaṃ maggānumānato. Ito kira suvaṇṇabhūmi sattamattāni yojanasatāni honti, ekena vāte na gacchantī nāvā sattahi ahorattehi gacchati, athekasmiṃ samaye evaṃ gacchanti nāvā sattāhampi nadiyā vaṭṭamaccha piṭṭhe neva gatāti aṭṭhakathāyaṃ vuttena sīhaḷadīpato suvaṇṇabhūmiṃ gatamaggappamāṇena sukhammapurato sīhaḷadīpaṃ gatamaggappamāṇaṃ sameti. Sudhamme purato kira hi hiṃsaḷadīpaṃ sattamattāni yojanasatāni honti, ujuṃ vāyuāgamanakāle gacchanti vāyunāvā sattahi ahorattehi sampāpuṇāti. Evaṃmaggānumānato viññāyati.",
  "anya-e0702n1:72": "Kathaṃ ṭhānānumānato. Suvaṇṇabhūmi kira mahāsamuddasamīpe tiṭṭhati, nānāverajjakānampi vāṇijānaṃ upasaṅkamanaṭṭhānabhūtaṃ mahātitthaṃ hoti. Teneva mahājanakakumārādayo campānagarādito saṃvohāratthāya nāvāya suvaṇṇabhūmiṃ āgamaṃsūti. Sudhammapurampi adhunā mahāsamuddasamīpeyeva tiṭṭhati. Evaṃ ṭhānānumāsato viññāyatīti.",
  "anya-e0702n1:73": "Apare pana suvaṇṇabhūmināma haribhuñjaraṭṭhaṃyeva, tattha su vaṇṇassa bāhullattāti vadanti. Aññe pana siyāmaraṭṭhaṃyevāti vadanti. Taṃ sabbaṃ vimaṃsitabbaṃ.",
  "anya-e0702n1:74": "Aparantaṃ nāma visuṃ ekaraṭṭhamevāti apare vadanti. Aññe pana aparantaṃnāma sunāparantaraṭṭhamevāti vadanti. Taṃ yuttameva. Kasmā aparantaṃ nāma sunāparantaraṭṭhamevāti viññāyatīti ce. Aṭṭhakathāsu dvīhi nāmehi vuttattā. Uparipaṇṇāsaaṭṭhakathāyañhi saḷāyatanasaṃyuttaṭṭhakathāyañca aṭṭhakathācariyehi sunāparantaraṭṭhe koṇḍadhānattherena salākādānādhikāre laddhetadaggaṭṭhānataṃ dassantehi aparantaraṭṭhaṃ suna saddena yojetvā vuttaṃ. Dhammapadaṭṭhakathāyaṃ pana aṅguttaraṭṭhakathāyañca tameva raṭṭhaṃ vinā sunasaddena vuttaṃ. Sunasaddo cettha puttapariyāyo. Mandhāturañño jeṭṭhaputto catuddīpavāsi no pakkositvā tesaṃ visuṃ visuṃ nivāsaṭṭhānaṃ niyyādesi. Tattha uttaradīpavāsīnaṃ ṭhānaṃ kururaṭṭhaṃnāma, pubbadīpavāsīnaṃ pana vedeharaṭṭhaṃnāma, pacchimadīpavāsīnaṃ aparantaṃ nāma. Bhattapacchimadīpe jātattā te sunasaddena vuttā. Tatra jātāpi hi tesaṃ puttātivā sunātivā vuttā, yathā vajjiputtakā bhikkhūti. Vatticchāvasena vā vācāsiliṭṭhavasena ca idameva sunasaddena visesetvā voharantīti daṭṭhabbaṃ.",
  "anya-e0702n1:75": "Yonakaraṭṭhaṃnāma yavanamanussānaṃ nivāsaṭṭhānameva, yaṃjaṅgamaṅghaiti vuccati.",
  "anya-e0702n1:76": "Vanavāsīraṭṭhaṃnāma sirikhettanagaraṭṭhānamo. Keci pana vanavāsīraṭṭhaṃnāma ekaṃ raṭṭhameva, na sirikhettanagaraṭṭhānanti vadanti. Taṃ na sundaraṃ. Sirikhettanagaraṭṭhānameva hi vanavāsīraṭṭhaṃ nāma. Kasmā panetaṃ viññāyatītice. Imassa amhākaṃ rañño bhātikarañño kāle sirikhettanagare gumbhehi paṭicchādite ekasmiṃ pathavipuñje anto nimmujjitvā ṭhitaṃ porāṇikaṃ ekaṃ lohamayabuddhapaṭipibbaṃ paṭilabhi, tassa ca pallaṅke idaṃ vanavāsīraṭṭhavāsīnaṃ pūjanatthāyātiādinā porāṇalekhanaṃ dissati, tasmā yevetaṃ viññāyatīti.",
  "anya-e0702n1:77": "Kasmīragandhāraraṭṭhaṃnāma kasmīraraṭṭhaṃ gandhāraraṭṭhañca. Tāni pana raṭṭhāni ekābaddhāni hutvā tiṭṭhanti. Teneva majjhanti kattheraṃ ekaṃ dvīsu raṭṭhesu pesesi. Janapadattā pana napuṃsakekattaṃ bhavati. Tadā pana ekassa rañño āṇāya patiṭṭhānavisayattā ekattavacanena aṭṭhakathāyaṃ vuttantipi vadanti.",
  "anya-e0702n1:78": "Mahiṃsakamaṇḍalaṃnāma andhakaraṭṭhaṃ, yaṃ yakkhapuraraṭṭhanti vuccati.",
  "anya-e0702n1:79": "Mahāraṭṭhaṃnāma mahānagararaṭṭhaṃ. Ādhunā hi mahāraṭṭhameva na garasaddena yojetvā mahānagararaṭṭhanti voharantīti. Siyāmaraṭṭhantipi vadanti ācariyā.",
  "anya-e0702n1:80": "Cinaraṭṭhaṃnāma himavantena ekābaddhaṃ hutvā ṭhitaṃ cīnaraṭṭhaṃ ye vāti.",
  "anya-e0702n1:81": "Idaṃ sāsanassa navasu ṭhānesu visuṃ visuṃ patiṭṭhānaṃ.",
  "anya-e0702n1:82": "Idāni ādito paṭṭhāya theraparamparakathā vattabbā. Sammāsambuddhassa hi bhagavato saddhivihāriko upālitthe ro,tassa sisso dāsakatthero, tassa sisso soṇakatthero, tassa sisso siggavatthero candavajjitthe ro ca, tesaṃ sisso moggaliputtatissattheroti ime pañcamahātherā sāsanavaṃse ādibhūtā ācariyaparamparānāma. Tesañhi sissaparamparabhūtā theraparamparā yāvajjatanā na upacchindhanti. Ācariyaparamparāya ca lajjibhikkhū yeva pavesetvā kathetabbā no alajjibhikkhū. Alajjībhikkhū nāma hi bahussutāpi samānā lābhagarulokagaruādihi dhammatanti nāsetvā sāsanavare mahābhayaṃ uppādentīti. Sāsanarakkhanakammaṃnāma hi lajjīnaṃyeva visayo no alajjīnaṃ. Tenāhu porāṇā therā, anāgate sāsanaṃ ko nāma rakkhissatīti anupekkhitvā anāgate sāsanaṃ lajjino rakkhissanti, lajjino rakkhissanti, lajjino rakkhissantīti tikkhāttuṃ vācaṃ nicchāresuṃ. Evaṃ majjhimadesepi alajjīpuggalā bahu santīti veditabbā.",
  "anya-e0702n1:83": "Parinibbānato hi bhagavato vassasatānaṃ upari pubbe vuttanayeneva vajjiputtakā bhikkhū adhammavatthūni dīpetvā paṭhamasaṅgītikāle bahikatehi pāpabhikkhūhi saddhiṃ mantetvā sahāyaṃ gavesetvā mahāsaṅgītivohārena mahātherā viya saṅgītiṃ akaṃsu. Katvā ca visuṃ gaṇā ahesuṃ. Ahovata idaṃ hāsitabbakammaṃ, seyyathāpi nāma jarasiṅgālo catupadasāmaññena mānaṃ jappetvā attānaṃ sīhaṃ viya maññitvā sīho viya sīhanādaṃ nadīti. Te pāvacanaṃ yathā bhūtaṃ ajānitvā saddacchāyāmattena yathābhūtaṃ atthaṃ nāma siṃsu. Kiñci pāvacanampī apanesuṃ. Tañca sakagaṇeyeva hoti, na dhammavādīgaṇe. Dhammavinayaṃ vikopetvā yathicchita vaseneva cariṃsu. Ayaṃ pana mahāsaṅgītināma eko adhammavādīgaṇo.",
  "anya-e0702n1:84": "Tato pacchā kālaṃ atikkante tatoyeva aññamaññaṃ vādato bhijjitvā gokulikonāma eko gaṇo ekabyohāronāma ekoti dve gaṇā bhijjiṃsu. Tato pacchā gokulikagaṇagaṇatoyeva aññamaññaṃ bhijjitvā bahussutikonāma eko gaṇo paññattivādonāma ekoti dve gaṇā bhijjiṃsu. Punapi tehiyeva gaṇehi cetiyavādonāma eko gaṇo bhijji.",
  "anya-e0702n1:85": "Tato pacchā cirakālaṃ atikkante dhammavādīgaṇehi visabhāgagaṇaṃ pavisitvā mahiṃsāsakonāma ekogaṇo vajjiputtakonāma ekoti dve gaṇā bhijjiṃsu. Tato pacchāpi vajjiputtakagaṇatoyeva aññamaññaṃ bhijjitvā dhammuttarikonāma eko gaṇo, bhaddayānikonāma eko, channāgārikonāma eko, samutikonāma ekoti cattāro gaṇā bhijjiṃsu.",
  "anya-e0702n1:86": "Punapi mahiṃsāsakagaṇato aññamaññaṃ bhijjitvā sabbatthivādonāma eko gaṇo, dhammaguttikonāma eko, kassapiyonāma eko, saṅkantikonāma eko, suttavādo nāma ekoti pañca gaṇā bhijjiṃsu.",
  "anya-e0702n1:87": "Evaṃ majjhimadese dutiyasaṅgītiṃ saṅgāyantānaṃ mahātherānaṃ dhammavādītheravādagaṇato visuṃ visuṃ bhijjamānā adhammavādīgaṇā sattarasa ahesuṃ. Te ca adhammavādīgaṇā sāsane theraparamparāya ananto gadhā. Te hi sāsane upakārā na honti, theraparamparāya ca pavesetvā gaṇhituṃ na sakkā, yathā haṃsagaṇe bako, yathā ca go gaṇe gavajo, yathā ca suvaṇṇagaṇe hārakuṭoti.",
  "anya-e0702n1:88": "Mahākassapattherādito pana āgatā theraparamparā upāli dāsako cevātiādinā parivārakhandhake samantapāsādikaṭṭhakathāyañca āgatanayeneva veditabbā.",
  "anya-e0702n1:89": "Upālittherādīnaṃ parisuddhācārādīni anumānetvā yāva moggaliputtatissattherā, tāva tesaṃ therānaṃ parisuddhā cārādīnīti sakkā ñātuṃ, seyyathāpi nadiyā uparisote meghavassāni anumānetvā adhosote nadiyā udakassa bāhullabhāvo viññātuṃ sakkāti ayaṃ kāraṇānumānanayo nāma.",
  "anya-e0702n1:90": "Yāva pana moggaliputtatissattherā, tāva therānaṃ parisuddhācārādīni anumānetvā upālittherassa parisuddhācārādīnīti sakkā ñātuṃ, seyyathāpi nāma uparidhūmaṃ passitvā anumānetvā aggi atthīti sakkā ñātunti ayaṃ phalānumānana yo nāma.",
  "anya-e0702n1:91": "Adibhūtassa pana upālittherassa avasānabhūtassa ca moggaliputtatissattherassa parisuddhācārādīni anumānetvā majjhe dāsakasoṇasiggavādīnaṃ therānaṃ parisuddhācārādīniti sakkā ñātuṃ, seyyathāpi nāma silāpaṭṭassa orabhāge pārabhāge ca migapadavaḷañjanaṃ disvā anumānetvā majjhe apākaṭaṃ padavaḷañcanaṃ atthīti sakkā ñātunti ayaṃ migapadavaḷañjana nayo nāma.",
  "anya-e0702n1:92": "Evaṃ tīhi nayehi ayaṃ theravādagaṇo dhammavādīlajjipesaloti veditabbo. Evamuparipi nayo netabbo. Theraparamparā ca yāva potthakāruḷā parivārakhandhake samanta pāsādikāyañca tato mahindo iṭṭiyotiādinā vutta nayena veditabbāti.",
  "anya-e0702n1:93": "Iti sāsanavaṃse navaṭṭhānāgatasāsanavaṃsakathāmaggo",
  "anya-e0702n1:94": "Nāma paṭhamo paricchedo."
}