{
  "anya-e0101n1:0": "1. Sīlaniddeso",
  "anya-e0101n1:1": "Sīlasarūpādikathā",
  "anya-e0101n1:2": "6. Evaṃ anekaguṇasaṅgāhakena sīlasamādhipaññāmukhena desitopi panesa visuddhimaggo atisaṅkhepadesitoyeva hoti. Tasmā nālaṃ sabbesaṃ upakārāyāti vitthāramassa dassetuṃ sīlaṃ tāva ārabbha idaṃ pañhākammaṃ hoti.",
  "anya-e0101n1:3": "Kiṃ sīlaṃ, kenaṭṭhena sīlaṃ, kānassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānāni, kimānisaṃsaṃ sīlaṃ, katividhaṃ cetaṃ sīlaṃ, ko cassa saṃkileso, kiṃ vodānanti.",
  "anya-e0101n1:4": "Tatridaṃ vissajjanaṃ. Kiṃ sīlanti pāṇātipātādīhi vā viramantassa vattapaṭipattiṃ vā pūrentassa cetanādayo dhammā. Vuttañhetaṃ paṭisambhidāyaṃ ‘‘kiṃ sīlanti cetanā sīlaṃ, cetasikaṃ sīlaṃ, saṃvaro sīlaṃ, avītikkamo sīla’’nti (paṭi. ma. 1.39). Tattha cetanā sīlaṃ nāma pāṇātipātādīhi vā viramantassa vattapaṭipattiṃ vā pūrentassa cetanā. Cetasikaṃ sīlaṃ nāma pāṇātipātādīhi viramantassa virati. Apica cetanā sīlaṃ nāma pāṇātipātādīni pajahantassa satta kammapathacetanā. Cetasikaṃ sīlaṃ nāma ‘‘abhijjhaṃ pahāya vigatābhijjhena cetasā viharatī’’ti (dī. ni. 1.217) ādinā nayena vuttā anabhijjhābyāpādasammādiṭṭhidhammā. Saṃvaro sīlanti ettha pañcavidhena saṃvaro veditabbo pātimokkhasaṃvaro, satisaṃvaro, ñāṇasaṃvaro, khantisaṃvaro, vīriyasaṃvaroti. Tattha iminā pātimokkhasaṃvarena upeto hoti samupetoti (vibha. 511) ayaṃ pātimokkhasaṃvaro. Rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjatīti (dī. ni. 1.213) ayaṃ satisaṃvaro.",
  "anya-e0101n1:5": "Yāni sotāni lokasmiṃ, (ajitāti bhagavā;)",
  "anya-e0101n1:6": "Sati tesaṃ nivāraṇaṃ;",
  "anya-e0101n1:7": "Sotānaṃ saṃvaraṃ brūmi, paññāyete pidhiyyareti. (su. ni. 1041);",
  "anya-e0101n1:8": "Ayaṃ ñāṇasaṃvaro. Paccayapaṭisevanampi ettheva samodhānaṃ gacchati. Yo panāyaṃ khamo hoti sītassa uṇhassātiādinā (ma. ni. 1.24; a. ni. 6.58) nayena āgato, ayaṃ khantisaṃvaro nāma. Yo cāyaṃ uppannaṃ kāmavitakkaṃ nādhivāsetītiādinā (ma. ni. 1.26; a. ni. 6.58) nayena āgato, ayaṃ vīriyasaṃvaro nāma. Ājīvapārisuddhipi ettheva samodhānaṃ gacchati. Iti ayaṃ pañcavidhopi saṃvaro, yā ca pāpabhīrukānaṃ kulaputtānaṃ sampattavatthuto virati, sabbampetaṃ saṃvarasīlanti veditabbaṃ. Avītikkamo sīlanti samādinnasīlassa kāyikavācasiko anatikkamo. Idaṃ tāva kiṃ sīlanti pañhassa vissajjanaṃ.",
  "anya-e0101n1:9": "7. Avasesesu kenaṭṭhena sīlanti sīlanaṭṭhena sīlaṃ. Kimidaṃ sīlanaṃ nāma. Samādhānaṃ vā, kāyakammādīnaṃ susīlyavasena avippakiṇṇatāti attho. Upadhāraṇaṃ vā, kusalānaṃ dhammānaṃ patiṭṭhānavasena ādhārabhāvoti attho. Etadeva hettha atthadvayaṃ saddalakkhaṇavidū anujānanti. Aññe pana siraṭṭho sīlattho, sītalaṭṭho sīlatthoti evamādināpi nayenettha atthaṃ vaṇṇayanti.",
  "anya-e0101n1:10": "8. Idāni kānassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānānīti ettha –",
  "anya-e0101n1:11": "Sīlanaṃ lakkhaṇaṃ tassa, bhinnassāpi anekadhā;",
  "anya-e0101n1:12": "Sanidassanattaṃ rūpassa, yathā bhinnassanekadhā.",
  "anya-e0101n1:13": "Yathā hi nīlapītādibhedena anekadhā bhinnassāpi rūpāyatanassa sanidassanattaṃ lakkhaṇaṃ, nīlādibhedena bhinnassāpi sanidassana bhāvānatikkamanato. Tathā sīlassa cetanādibhedena anekadhā bhinnassāpi yadetaṃ kāyakammādīnaṃ samādhānavasena kusalānañca dhammānaṃ patiṭṭhānavasena vuttaṃ sīlanaṃ, tadeva lakkhaṇaṃ, cetanādibhedena bhinnassāpi samādhānapatiṭṭhānabhāvānatikkamanato. Evaṃ lakkhaṇassa panassa –",
  "anya-e0101n1:14": "Dussīlyaviddhaṃsanatā , anavajjaguṇo tathā;",
  "anya-e0101n1:15": "Kiccasampattiatthena, raso nāma pavuccati.",
  "anya-e0101n1:16": "Tasmā idaṃ sīlaṃ nāma kiccaṭṭhena rasena dussīlyaviddhaṃsanarasaṃ, sampattiatthena rasena anavajjarasanti veditabbaṃ. Lakkhaṇādīsu hi kiccameva sampatti vā rasoti vuccati.",
  "anya-e0101n1:17": "Soceyyapaccupaṭṭhānaṃ, tayidaṃ tassa viññuhi;",
  "anya-e0101n1:18": "Ottappañca hirī ceva, padaṭṭhānanti vaṇṇitaṃ.",
  "anya-e0101n1:19": "Tayidaṃ sīlaṃ kāyasoceyyaṃ vacīsoceyyaṃ manosoceyyanti (a. ni. 3.121) evaṃ vuttasoceyyapaccupaṭṭhānaṃ, soceyyabhāvena paccupaṭṭhāti gahaṇabhāvaṃ gacchati. Hirottappañca panassa viññūhi padaṭṭhānanti vaṇṇitaṃ, āsannakāraṇanti attho. Hirottappe hi sati sīlaṃ uppajjati ceva tiṭṭhati ca. Asati neva uppajjati, na tiṭṭhatīti. Evaṃ sīlassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānāni veditabbāni.",
  "anya-e0101n1:20": "Sīlānisaṃsakathā",
  "anya-e0101n1:21": "9.Kimānisaṃsaṃ sīlanti avippaṭisārādianekaguṇapaṭilābhānisaṃsaṃ. Vuttañhetaṃ – ‘‘avippaṭisāratthāni kho, ānanda, kusalāni sīlāni avippaṭisārānisaṃsānī’’ti (a. ni. 11.1).",
  "anya-e0101n1:22": "Aparampi vuttaṃ ‘‘pañcime gahapatayo ānisaṃsā sīlavato sīlasampadāya. Katame pañca? Idha gahapatayo sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati, ayaṃ paṭhamo ānisaṃso sīlavato sīlasampadāya. Puna caparaṃ gahapatayo sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati, ayaṃ dutiyo ānisaṃso sīlavato sīlasampadāya. Puna caparaṃ gahapatayo sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ, visārado upasaṅkamati amaṅkubhūto, ayaṃ tatiyo ānisaṃso sīlavato sīlasampadāya. Puna caparaṃ gahapatayo sīlavā sīlasampanno asammūḷho kālaṃ karoti, ayaṃ catuttho ānisaṃso sīlavato sīlasampadāya. Puna caparaṃ gahapatayo sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ayaṃ pañcamo ānisaṃso sīlavato sīlasampadāyā’’ti (dī. ni. 2.150; a. ni. 5.213; mahāva. 285).",
  "anya-e0101n1:23": "Aparepi ‘‘ākaṅkheyya ce, bhikkhave, bhikkhu sabrahmacārīnaṃ piyo ca assaṃ manāpo ca garu ca bhāvanīyo cāti, sīlesvevassa paripūrakārī’’tiādinā (ma. ni. 1.65) nayena piyamanāpatādayo āsavakkhayapariyosānā anekā sīlānisaṃsā vuttā. Evaṃ avippaṭisārādianekaguṇānisaṃsaṃ sīlaṃ. Apica –",
  "anya-e0101n1:24": "Sāsane kulaputtānaṃ, patiṭṭhā natthi yaṃ vinā;",
  "anya-e0101n1:25": "Ānisaṃsaparicchedaṃ, tassa sīlassa ko vade.",
  "anya-e0101n1:26": "Na gaṅgā yamunā cāpi, sarabhū vā sarasvatī;",
  "anya-e0101n1:27": "Ninnagā vāciravatī, mahī vāpi mahānadī.",
  "anya-e0101n1:28": "Sakkuṇanti visodhetuṃ, taṃ malaṃ idha pāṇinaṃ;",
  "anya-e0101n1:29": "Visodhayati sattānaṃ, yaṃ ve sīlajalaṃ malaṃ.",
  "anya-e0101n1:30": "Na taṃ sajaladā vātā, na cāpi haricandanaṃ;",
  "anya-e0101n1:31": "Neva hārā na maṇayo, na candakiraṇaṅkurā.",
  "anya-e0101n1:32": "Samayantīdha sattānaṃ, pariḷāhaṃ surakkhitaṃ;",
  "anya-e0101n1:33": "Yaṃ sameti idaṃ ariyaṃ, sīlaṃ accantasītalaṃ.",
  "anya-e0101n1:34": "Sīlagandhasamo gandho, kuto nāma bhavissati;",
  "anya-e0101n1:35": "Yo samaṃ anuvāte ca, paṭivāte ca vāyati.",
  "anya-e0101n1:36": "Saggārohaṇasopānaṃ , aññaṃ sīlasamaṃ kuto;",
  "anya-e0101n1:37": "Dvāraṃ vā pana nibbāna, nagarassa pavesane.",
  "anya-e0101n1:38": "Sobhantevaṃ na rājāno, muttāmaṇivibhūsitā;",
  "anya-e0101n1:39": "Yathā sobhanti yatino, sīlabhūsanabhūsitā.",
  "anya-e0101n1:40": "Attānuvādādibhayaṃ, viddhaṃsayati sabbaso;",
  "anya-e0101n1:41": "Janeti kittihāsañca, sīlaṃ sīlavataṃ sadā.",
  "anya-e0101n1:42": "Guṇānaṃ mūlabhūtassa, dosānaṃ balaghātino;",
  "anya-e0101n1:43": "Iti sīlassa viññeyyaṃ, ānisaṃsakathāmukhanti.",
  "anya-e0101n1:44": "Sīlappabhedakathā",
  "anya-e0101n1:45": "10. Idāni yaṃ vuttaṃ katividhaṃ cetaṃ sīlanti, tatridaṃ vissajjanaṃ. Sabbameva tāva idaṃ sīlaṃ attano sīlanalakkhaṇena ekavidhaṃ.",
  "anya-e0101n1:46": "Cārittavārittavasena duvidhaṃ. Tathā ābhisamācārikaādibrahmacariyakavasena, viratiavirativasena, nissitānissitavasena, kālapariyantaāpāṇakoṭikavasena, sapariyantāpariyantavasena, lokiyalokuttaravasena ca.",
  "anya-e0101n1:47": "Tividhaṃ hīnamajjhimapaṇītavasena. Tathā attādhipateyyalokādhipateyyadhammādhipateyyavasena, parāmaṭṭhāparāmaṭṭhapaṭippassaddhivasena, visuddhāvisuddhavematikavasena, sekkhāsekkhanevasekkhanāsekkhavasena ca.",
  "anya-e0101n1:48": "Catubbidhaṃ hānabhāgiyaṭhitibhāgiyavisesabhāgiyanibbedhabhāgiyavasena. Tathā bhikkhubhikkhunīanupasampannagahaṭṭhasīlavasena, pakatiācāradhammatāpubbahetukasīlavasena, pātimokkhasaṃvaraindriyasaṃvaraājīvapārisuddhipaccayasannissitasīlavasena ca.",
  "anya-e0101n1:49": "Pañcavidhaṃ pariyantapārisuddhisīlādivasena. Vuttampi cetaṃ paṭisambhidāyaṃ ‘‘pañca sīlāni – pariyantapārisuddhisīlaṃ, apariyantapārisuddhisīlaṃ, paripuṇṇapārisuddhisīlaṃ, aparāmaṭṭhapārisuddhisīlaṃ, paṭippassaddhipārisuddhisīla’’nti (paṭi. ma. 1.37). Tathā pahānaveramaṇīcetanāsaṃvarāvītikkamavasena.",
  "anya-e0101n1:50": "11. Tattha ekavidhakoṭṭhāse attho vuttanayeneva veditabbo. Duvidhakoṭṭhāse yaṃ bhagavatā ‘‘idaṃ kattabba’’nti paññattasikkhāpadapūraṇaṃ, taṃ cārittaṃ. Yaṃ ‘‘idaṃ na kattabba’’nti paṭikkhittassa akaraṇaṃ, taṃ vārittaṃ. Tatrāyaṃ vacanattho. Caranti tasmiṃ sīlesu paripūrakāritāya pavattantīti cārittaṃ. Vāritaṃ tāyanti rakkhanti tenāti vārittaṃ. Tattha saddhāvīriyasādhanaṃ cārittaṃ, saddhāsādhanaṃ vārittaṃ. Evaṃ cārittavārittavasena duvidhaṃ.",
  "anya-e0101n1:51": "Dutiyaduke abhisamācāroti uttamasamācāro. Abhisamācāro eva ābhisamācārikaṃ. Abhisamācāraṃ vā ārabbha paññattaṃ ābhisamācārikaṃ, ājīvaṭṭhamakato avasesasīlassetaṃ adhivacanaṃ. Maggabrahmacariyassa ādibhāvabhūtanti ādibrahmacariyakaṃ, ājīvaṭṭhamakasīlassetaṃ adhivacanaṃ. Tañhi maggassa ādibhāvabhūtaṃ, pubbabhāgeyeva parisodhetabbato. Tenāha – ‘‘pubbeva kho panassa kāyakammaṃ vacīkammaṃ ājīvo suparisuddho hotī’’ti (ma. ni. 3.431). Yāni vā sikkhāpadāni khuddānukhuddakānīti vuttāni, idaṃ ābhisamācārikasīlaṃ. Sesaṃ ādibrahmacariyakaṃ. Ubhatovibhaṅgapariyāpannaṃ vā ādibrahmacariyakaṃ. Khandhakavattapariyāpannaṃ ābhisamācārikaṃ. Tassa sampattiyā ādibrahmacariyakaṃ sampajjati. Tenevāha – ‘‘so vata, bhikkhave, bhikkhu ābhisamācārikaṃ dhammaṃ aparipūretvā ādibrahmacariyakaṃ dhammaṃ paripūressatīti netaṃ ṭhānaṃ vijjatī’’ti (a. ni. 5.21). Evaṃ ābhisamācārikaādibrahmacariyakavasena duvidhaṃ.",
  "anya-e0101n1:52": "Tatiyaduke pāṇātipātādīhi veramaṇimattaṃ viratisīlaṃ. Sesaṃ cetanādi aviratisīlanti evaṃ viratiavirativasena duvidhaṃ.",
  "anya-e0101n1:53": "Catutthaduke nissayoti dve nissayā taṇhānissayo ca diṭṭhinissayo ca. Tattha yaṃ ‘‘imināhaṃ sīlena devo vā bhavissāmi devaññataro vā’’ti (dī. ni. 3.320; ma. ni. 1.186; a. ni. 5.206; 7.50) evaṃ bhavasampattiṃ ākaṅkhamānena pavattitaṃ, idaṃ taṇhānissitaṃ. Yaṃ ‘‘sīlena suddhī’’ti evaṃ suddhidiṭṭhiyā pavattitaṃ, idaṃ diṭṭhinissitaṃ. Yaṃ pana lokuttaraṃ lokiyañca tasseva sambhārabhūtaṃ, idaṃ anissitanti evaṃ nissitānissitavasena duvidhaṃ.",
  "anya-e0101n1:54": "Pañcamaduke kālaparicchedaṃ katvā samādinnaṃ sīlaṃ kālapariyantaṃ. Yāvajīvaṃ samādiyitvā tatheva pavattitaṃ āpāṇakoṭikanti evaṃ kālapariyantaāpāṇakoṭikavasena duvidhaṃ.",
  "anya-e0101n1:55": "Chaṭṭhaduke lābhayasañātiaṅgajīvitavasena diṭṭhapariyantaṃ sapariyantaṃ nāma. Viparītaṃ apariyantaṃ. Vuttampi cetaṃ paṭisambhidāyaṃ ‘‘katamaṃ taṃ sīlaṃ sapariyantaṃ? Atthi sīlaṃ lābhapariyantaṃ, atthi sīlaṃ yasapariyantaṃ, atthi sīlaṃ ñātipariyantaṃ, atthi sīlaṃ aṅgapariyantaṃ, atthi sīlaṃ jīvitapariyantaṃ. Katamaṃ taṃ sīlaṃ lābhapariyantaṃ? Idhekacco lābhahetu lābhapaccayā lābhakāraṇā yathāsamādinnaṃ sikkhāpadaṃ vītikkamati, idaṃ taṃ sīlaṃ lābhapariyanta’’nti (paṭi. ma. 1.38). Eteneva upāyena itarānipi vitthāretabbāni. Apariyantavissajjanepi vuttaṃ ‘‘katamaṃ taṃ sīlaṃ na lābhapariyantaṃ? Idhekacco lābhahetu lābhapaccayā lābhakāraṇā yathāsamādinnaṃ sikkhāpadaṃ vītikkamāya cittampi na uppādeti, kiṃ so vītikkamissati, idaṃ taṃ sīlaṃ na lābhapariyanta’’nti (paṭi. ma. 1.38). Etenevupāyena itarānipi vitthāretabbāni. Evaṃ sapariyantāpariyantavasena duvidhaṃ.",
  "anya-e0101n1:56": "Sattamaduke sabbampi sāsavaṃ sīlaṃ lokiyaṃ. Anāsavaṃ lokuttaraṃ. Tattha lokiyaṃ bhavavisesāvahaṃ hoti bhavanissaraṇassa ca sambhāro. Yathāha – ‘‘vinayo saṃvaratthāya, saṃvaro avippaṭisāratthāya, avippaṭisāro pāmojjatthāya, pāmojjaṃ pītatthāya, pīti passaddhatthāya, passaddhi sukhatthāya, sukhaṃ samādhatthāya, samādhi yathābhūtañāṇadassanatthāya, yathābhūtañāṇadassanaṃ nibbidatthāya, nibbidā virāgatthāya, virāgo vimuttatthāya, vimutti vimuttiñāṇadassanatthāya, vimuttiñāṇadassanaṃ anupādāparinibbānatthāya, etadatthā kathā, etadatthā mantanā, etadatthā upanisā, etadatthaṃ sotāvadhānaṃ, yadidaṃ anupādācittassa vimokkho’’ti (pari. 366). Lokuttaraṃ bhavanissaraṇāvahaṃ hoti paccavekkhaṇañāṇassa ca bhūmīti evaṃ lokiyalokuttaravasena duvidhaṃ.",
  "anya-e0101n1:57": "12. Tikesu paṭhamattike hīnena chandena cittena vīriyena vīmaṃsāya vā pavattitaṃ hīnaṃ. Majjhimehi chandādīhi pavattitaṃ majjhimaṃ. Paṇītehi paṇītaṃ. Yasakāmatāya vā samādinnaṃ hīnaṃ. Puññaphalakāmatāya majjhimaṃ. Kattabbamevidanti ariyabhāvaṃ nissāya samādinnaṃ paṇītaṃ. ‘‘Ahamasmi sīlasampanno, ime panaññe bhikkhū dussīlā pāpadhammā’’ti evaṃ attukkaṃsanaparavambhanādīhi upakkiliṭṭhaṃ vā hīnaṃ. Anupakkiliṭṭhaṃ lokiyaṃ sīlaṃ majjhimaṃ. Lokuttaraṃ paṇītaṃ. Taṇhāvasena vā bhavabhogatthāya pavattitaṃ hīnaṃ. Attano vimokkhatthāya pavattitaṃ majjhimaṃ. Sabbasattānaṃ vimokkhatthāya pavattitaṃ pāramitāsīlaṃ paṇītanti evaṃ hīnamajjhimapaṇītavasena tividhaṃ.",
  "anya-e0101n1:58": "Dutiyattike attano ananurūpaṃ pajahitukāmena attagarunā attanigāravena pavattitaṃ attādhipateyyaṃ. Lokāpavādaṃ pariharitukāmena lokagarunā loke gāravena pavattitaṃ lokādhipateyyaṃ. Dhammamahattaṃ pūjetukāmena dhammagarunā dhammagāravena pavattitaṃ dhammādhipateyyanti evaṃ attādhipateyyādivasena tividhaṃ.",
  "anya-e0101n1:59": "Tatiyattike yaṃ dukesu nissitanti vuttaṃ, taṃ taṇhādiṭṭhīhi parāmaṭṭhattā parāmaṭṭhaṃ. Puthujjanakalyāṇakassa maggasambhārabhūtaṃ sekkhānañca maggasampayuttaṃ aparāmaṭṭhaṃ. Sekkhāsekkhānaṃ phalasampayuttaṃ paṭippassaddhanti evaṃ parāmaṭṭhādivasena tividhaṃ.",
  "anya-e0101n1:60": "Catutthattike yaṃ āpattiṃ anāpajjantena pūritaṃ, āpajjitvā vā puna katapaṭikammaṃ, taṃ visuddhaṃ. Āpattiṃ āpannassa akatapaṭikammaṃ avisuddhaṃ. Vatthumhi vā āpattiyā vā ajjhācāre vā vematikassa sīlaṃ vematikasīlaṃ nāma. Tattha yoginā avisuddhasīlaṃ visodhetabbaṃ, vematike vatthujjhācāraṃ akatvā vimati paṭivinetabbā ‘‘iccassa phāsu bhavissatī’’ti evaṃ visuddhādivasena tividhaṃ.",
  "anya-e0101n1:61": "Pañcamattike catūhi ariyamaggehi tīhi ca sāmaññaphalehi sampayuttaṃ sīlaṃ sekkhaṃ. Arahattaphalasampayuttaṃ asekkhaṃ. Sesaṃ nevasekkhanāsekkhanti evaṃ sekkhādivasena tividhaṃ.",
  "anya-e0101n1:62": "Paṭisambhidāyaṃ pana yasmā loke tesaṃ tesaṃ sattānaṃ pakatipi sīlanti vuccati, yaṃ sandhāya ‘‘ayaṃ sukhasīlo, ayaṃ dukkhasīlo, ayaṃ kalahasīlo, ayaṃ maṇḍanasīlo’’ti bhaṇanti, tasmā tena pariyāyena ‘‘tīṇi sīlāni, kusalasīlaṃ akusalasīlaṃ abyākatasīlanti (paṭi. ma. 1.39). Evaṃ kusalādivasenapi tividhanti vuttaṃ. Tattha akusalaṃ imasmiṃ atthe adhippetassa sīlassa lakkhaṇādīsu ekenapi na sametīti idha na upanītaṃ, tasmā vuttanayenevassa tividhatā veditabbā.",
  "anya-e0101n1:63": "13. Catukkesu paṭhamacatukke –",
  "anya-e0101n1:64": "Yodha sevati dussīle, sīlavante na sevati;",
  "anya-e0101n1:65": "Vatthuvītikkame dosaṃ, na passati aviddasu.",
  "anya-e0101n1:66": "Micchāsaṅkappabahulo , indriyāni na rakkhati;",
  "anya-e0101n1:67": "Evarūpassa ve sīlaṃ, jāyate hānabhāgiyaṃ.",
  "anya-e0101n1:68": "Yo panattamano hoti, sīlasampattiyā idha;",
  "anya-e0101n1:69": "Kammaṭṭhānānuyogamhi, na uppādeti mānasaṃ.",
  "anya-e0101n1:70": "Tuṭṭhassa sīlamattena, aghaṭantassa uttari;",
  "anya-e0101n1:71": "Tassa taṃ ṭhitibhāgiyaṃ, sīlaṃ bhavati bhikkhuno.",
  "anya-e0101n1:72": "Sampannasīlo ghaṭati, samādhatthāya yo pana;",
  "anya-e0101n1:73": "Visesabhāgiyaṃ sīlaṃ, hoti etassa bhikkhuno.",
  "anya-e0101n1:74": "Atuṭṭho sīlamattena, nibbidaṃ yonuyuñjati;",
  "anya-e0101n1:75": "Hoti nibbedhabhāgiyaṃ, sīlametassa bhikkhunoti.",
  "anya-e0101n1:76": "Evaṃ hānabhāgiyādivasena catubbidhaṃ.",
  "anya-e0101n1:77": "Dutiyacatukke bhikkhū ārabbha paññattasikkhāpadāni, yāni ca nesaṃ bhikkhunīnaṃ paññattito rakkhitabbāni, idaṃ bhikkhusīlaṃ. Bhikkhuniyo ārabbha paññattasikkhāpadāni, yāni ca tāsaṃ bhikkhūnaṃ paññattito rakkhitabbāni, idaṃ bhikkhunisīlaṃ. Sāmaṇerasāmaṇerīnaṃ dasasīlāni anupasampannasīlaṃ. Upāsakaupāsikānaṃ niccasīlavasena pañcasikkhāpadāni, sati vā ussāhe dasa, uposathaṅgavasena aṭṭhāti idaṃ gahaṭṭhasīlanti evaṃ bhikkhusīlādivasena catubbidhaṃ.",
  "anya-e0101n1:78": "Tatiyacatukke uttarakurukānaṃ manussānaṃ avītikkamo pakatisīlaṃ. Kuladesapāsaṇḍānaṃ attano attano mariyādācārittaṃ ācārasīlaṃ. ‘‘Dhammatā esā, ānanda, yadā bodhisatto mātukucchiṃ okkanto hoti na bodhisattamātu purisesu mānasaṃ uppajji kāmaguṇūpasaṃhita’’nti evaṃ vuttaṃ bodhisattamātusīlaṃ dhammatāsīlaṃ. Mahākassapādīnaṃ pana suddhasattānaṃ, bodhisattassa ca tāsu tāsu jātīsu sīlaṃ pubbahetukasīlanti evaṃ pakatisīlādivasena catubbidhaṃ.",
  "anya-e0101n1:79": "Catutthacatukke yaṃ bhagavatā ‘‘idha bhikkhu pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhati sikkhāpadesū’’ti (vibha. 508; dī. ni. 1.193) vaṃ vuttaṃ sīlaṃ, idaṃ pātimokkhasaṃvarasīlaṃ nāma. Yaṃ pana ‘‘so cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī, yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. Sotena saddaṃ sutvā…pe… ghānena gandhaṃ ghāyitvā…pe… jivhāya rasaṃ sāyitvā…pe… kāyena phoṭṭhabbaṃ phusitvā…pe… manasā dhammaṃ viññāya na nimittaggāhī…pe… manindriye saṃvaraṃ āpajjatī’’ti (ma. ni. 1.22, 411; dī. ni. 1.213; a. ni. 4.198) vuttaṃ, idaṃ indriyasaṃvarasīlaṃ. Yā pana ājīvahetupaññattānaṃ channaṃ sikkhāpadānaṃ vītikkamassa, ‘‘kuhanā lapanā nemittikatā nippesikatā lābhena lābhaṃ nijigīsanatā’’ti evamādīnañca pāpadhammānaṃ vasena pavattā micchājīvā virati, idaṃ ājīvapārisuddhisīlaṃ. ‘‘Paṭisaṅkhā yoniso cīvaraṃ paṭisevati, yāvadeva sītassa paṭighātāyā’’ti (ma. ni. 1.23; a. ni. 6.58) ādinā nayena vutto paṭisaṅkhānaparisuddho catupaccayaparibhogo paccayasannissitasīlaṃ nāma.",
  "anya-e0101n1:80": "Pātimokkhasaṃvarasīlaṃ",
  "anya-e0101n1:81": "14. Tatrāyaṃ ādito paṭṭhāya anupubbapadavaṇṇanāya saddhiṃ vinicchayakathā. Idhāti imasmiṃ sāsane. Bhikkhūti saṃsāre bhayaṃ ikkhaṇatāya vā bhinnapaṭadharāditāya vā evaṃ laddhavohāro saddhāpabbajito kulaputto. Pātimokkhasaṃvarasaṃvutoti ettha pātimokkhanti sikkhāpadasīlaṃ. Tañhi yo naṃ pāti rakkhati, taṃ mokkheti mocayati āpāyikādīhi dukkhehi, tasmā pātimokkhanti vuccati. Saṃvaraṇaṃ saṃvaro, kāyikavācasikassa avītikkamassetaṃ nāmaṃ. Pātimokkhameva saṃvaro pātimokkhasaṃvaro. Tena pātimokkhasaṃvarena saṃvuto pātimokkhasaṃvarasaṃvuto, upagato samannāgatoti attho. Viharatīti iriyati. Ācāragocarasampannotiādīnamattho pāḷiyaṃ āgatanayeneva veditabbo. Vuttañhetaṃ –",
  "anya-e0101n1:82": "‘‘Ācāragocarasampanno’’ti atthi ācāro, atthi anācāro;",
  "anya-e0101n1:83": "Tattha katamo anācāro? Kāyiko vītikkamo vācasiko vītikkamo kāyikavācasiko vītikkamo, ayaṃ vuccati anācāro. Sabbampi dussīlyaṃ anācāro. Idhekacco veḷudānena vā pattadānena vā pupphaphalasinānadantakaṭṭhadānena vā cāṭukamyatāya vā muggasūpyatāya vā pāribhaṭyatāya vā jaṅghapesanikena vā aññataraññatarena vā buddhapaṭikuṭṭhena micchāājīvena jīvikaṃ kappeti, ayaṃ vuccati anācāro.",
  "anya-e0101n1:84": "Tattha katamo ācāro? Kāyiko avītikkamo vācasiko avītikkamo kāyikavācasiko avītikkamo, ayaṃ vuccati ācāro. Sabbopi sīlasaṃvaro ācāro. Idhekacco na veḷudānena vā na pattana pupphana phalana sinānana dantakaṭṭhadānena vā na cāṭukamyatāya vā na muggasūpyatāya vā na pāribhaṭyatāya vā na jaṅghapesanikena vā na aññataraññatarena vā buddhapaṭikuṭṭhena micchāājīvena jīvikaṃ kappeti, ayaṃ vuccati ācāro.",
  "anya-e0101n1:85": "Gocaroti atthi gocaro atthi agocaro.",
  "anya-e0101n1:86": "Tattha katamo agocaro? Idhekacco vesiyāgocaro vā hoti vidhavā, thullakumārikā, paṇḍaka, bhikkhunī, pānāgāragocaro vā hoti, saṃsaṭṭho viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena saṃsaggena, yāni vā pana tāni kulāni assaddhāni appasannāni anopānabhūtāni akkosakaparibhāsakāni anatthakāmāni ahitakāmāni aphāsukakāmāni ayogakkhemakāmāni bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ, tathārūpāni kulāni sevati bhajati payirupāsati, ayaṃ vuccati agocaro.",
  "anya-e0101n1:87": "Tattha katamo gocaro? Idhekacco na vesiyāgocaro vā hoti…pe… na pānāgāragocaro vā hoti, asaṃsaṭṭho viharati rājūhi…pe… titthiyasāvakehi ananulomikena saṃsaggena, yāni vā pana tāni kulāni saddhāni pasannāni opānabhūtāni kāsāvapajjotāni isivātapaṭivātāni atthakāmāni…pe… yogakkhemakāmāni bhikkhūnaṃ…pe… upāsikānaṃ, tathārūpāni kulāni sevati bhajati payirupāsati, ayaṃ vuccati gocaro. Iti iminā ca ācārena iminā ca gocarena upeto hoti samupeto upagato samupagato upapanno sampanno samannāgato, tena vuccati ‘‘ācāragocarasampanno’’ti (vibha. 511).",
  "anya-e0101n1:88": "Api cettha imināpi nayena ācāragocarā veditabbā. Duvidho hi anācāro kāyiko vācasiko ca. Tattha katamo kāyiko anācāro? Idhekacco saṅghagatopi acittīkārakato there bhikkhū ghaṭṭayantopi tiṭṭhati, ghaṭṭayantopi nisīdati, puratopi tiṭṭhati, puratopi nisīdati, uccepi āsane nisīdati, sasīsampi pārupitvā nisīdati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati, therānaṃ bhikkhūnaṃ anupāhanānaṃ caṅkamantānaṃ saupāhano caṅkamati, nīce caṅkame caṅkamantānaṃ ucce caṅkame caṅkamati, chamāya caṅkamantānaṃ caṅkame caṅkamati, there bhikkhū anupakhajjāpi tiṭṭhati, anupakhajjāpi nisīdati, navepi bhikkhū āsanena paṭibāhati, jantāgharepi there bhikkhū anāpucchā kaṭṭhaṃ pakkhipati, dvāraṃ pidahati, udakatitthepi there bhikkhū ghaṭṭayantopi otarati, puratopi otarati, ghaṭṭayantopi nhāyati, puratopi nhāyati, ghaṭṭayantopi uttarati, puratopi uttarati, antaragharaṃ pavisantopi there bhikkhū ghaṭṭayantopi gacchati, puratopi gacchati, vokkamma ca therānaṃ bhikkhūnaṃ purato purato gacchati, yānipi tāni honti kulānaṃ ovarakāni gūḷhāni ca paṭicchannāni ca yattha kulitthiyo kulakumāriyo nisīdanti, tatthapi sahasā pavisati, kumārakassapi sīsaṃ parāmasati, ayaṃ vuccati kāyiko anācāro.",
  "anya-e0101n1:89": "Tattha katamo vācasiko anācāro? Idhekacco saṅghagatopi acittīkārakato there bhikkhū anāpucchā dhammaṃ bhaṇati. Pañhaṃ vissajjeti, pātimokkhaṃ uddisati, ṭhitakopi bhaṇati, bāhāvikkhepakopi bhaṇati, antaragharaṃ paviṭṭhopi itthiṃ vā kumāriṃ vā evamāha – ‘‘itthannāme itthaṃgotte kiṃ atthi, yāgu atthi, bhattaṃ atthi, khādanīyaṃ atthi, kiṃ pivissāma, kiṃ khādissāma, kiṃ bhuñjissāma. Kiṃ vā me dassathā’’ti vippalapati, ayaṃ vuccati vācasiko anācāro (mahāni. 87). Paṭipakkhavasena panassa ācāro veditabbo.",
  "anya-e0101n1:90": "Apica bhikkhu sagāravo sappatisso hirottappasampanno sunivattho supāruto pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena okkhittacakkhu iriyāpathasampanno indriyesu guttadvāro bhojane mattaññū jāgariyamanuyutto satisampajaññena samannāgato appiccho santuṭṭho āraddhavīriyo ābhisamācārikesu sakkaccakārī garucittīkārabahulo viharati, ayaṃ vuccati ācāro. Evaṃ tāva ācāro veditabbo.",
  "anya-e0101n1:91": "Gocaro pana tividho upanissayagocaro ārakkhagocaro upanibandhagocaroti. Tattha katamo upanissayagocaro? Dasakathāvatthuguṇasamannāgato kalyāṇamitto, yaṃ nissāya assutaṃ suṇāti, sutaṃ pariyodapeti, kaṅkhaṃ vitarati, diṭṭhiṃ ujuṃ karoti, cittaṃ pasādeti. Yassa vā pana anusikkhamāno saddhāya vaḍḍhati, sīlena, sutena, cāgena, paññāya vaḍḍhati, ayaṃ vuccati upanissayagocaro.",
  "anya-e0101n1:92": "Katamo ārakkhagocaro? Idha bhikkhu antaragharaṃ paviṭṭho vīthiṃ paṭipanno okkhittacakkhu yugamattadassāvī susaṃvuto gacchati, na hatthiṃ olokento, na assaṃ, na rathaṃ, na pattiṃ, na itthiṃ, na purisaṃ olokento, na uddhaṃ ullokento, na adho olokento, na disāvidisaṃ pekkhamāno gacchati, ayaṃ vuccati ārakkhagocaro.",
  "anya-e0101n1:93": "Katamo upanibandhagocaro? Cattāro satipaṭṭhānā yattha cittaṃ upanibandhati. Vuttañhetaṃ bhagavatā – ‘‘ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? Yadidaṃ cattāro satipaṭṭhānā’’ti (saṃ. ni. 5.372), ayaṃ vuccati upanibandhagocaro. Iti iminā ca ācārena iminā ca gocarena upeto…pe… samannāgato. Tenapi vuccati ācāragocarasampannoti.",
  "anya-e0101n1:94": "Aṇumattesu vajjesu bhayadassāvīti aṇuppamāṇesu asañcicca āpannasekhiyaakusalacittuppādādibhedesu vajjesu bhayadassanasīlo. Samādāya sikkhati sikkhāpadesūti yaṃkiñci sikkhāpadesu sikkhitabbaṃ, taṃ sabbaṃ sammā ādāya sikkhati. Ettha ca ‘‘pātimokkhasaṃvarasaṃvuto’’ti ettāvatā ca puggalādhiṭṭhānāya desanāya pātimokkhasaṃvarasīlaṃ dassitaṃ. ‘‘Ācāragocarasampanno’’tiādi pana sabbaṃ yathāpaṭipannassa taṃ sīlaṃ sampajjati, taṃ paṭipattiṃ dassetuṃ vuttanti veditabbaṃ.",
  "anya-e0101n1:95": "Indriyasaṃvarasīlaṃ",
  "anya-e0101n1:96": "15. Yaṃ panetaṃ tadanantaraṃ ‘‘so cakkhunā rūpaṃ disvā’’tiādinā nayena dassitaṃ indriyasaṃvarasīlaṃ, tattha soti pātimokkhasaṃvarasīle ṭhito bhikkhu. Cakkhunā rūpaṃ disvāti kāraṇavasena cakkhūti laddhavohārena rūpadassanasamatthena cakkhuviññāṇena rūpaṃ disvā. Porāṇā panāhu ‘‘cakkhu rūpaṃ na passati, acittakattā, cittaṃ na passati, acakkhukattā, dvārārammaṇasaṅghaṭṭe pana cakkhupasādavatthukena cittena passati. Īdisī panesā ‘dhanunā vijjhatī’tiādīsu viya sasambhārakathā nāma hoti, tasmā cakkhuviññāṇena rūpaṃ disvāti ayamevettha attho’’ti. Na nimittaggāhīti itthipurisanimittaṃ vā subhanimittādikaṃ vā kilesavatthubhūtaṃ nimittaṃ na gaṇhāti, diṭṭhamatteyeva saṇṭhāti. Nānubyañjanaggāhīti kilesānaṃ anuanubyañjanato pākaṭabhāvakaraṇato anubyañjananti laddhavohāraṃ hatthapādasitahasitakathitavilokitādibhedaṃ ākāraṃ na gaṇhāti, yaṃ tattha bhūtaṃ, tadeva gaṇhāti, cetiyapabbatavāsī mahātissatthero viya.",
  "anya-e0101n1:97": "Theraṃ kira cetiyapabbatā anurādhapuraṃ piṇḍacāratthāya āgacchantaṃ aññatarā kulasuṇhā sāmikena saddhiṃ bhaṇḍitvā sumaṇḍitapasādhitā devakaññā viya kālasseva anurādhapurato nikkhamitvā ñātigharaṃ gacchantī antarāmagge disvā vipallatthacittā mahāhasitaṃ hasi. Thero kimetanti olokento tassā dantaṭṭhike asubhasaññaṃ paṭilabhitvā arahattaṃ pāpuṇi. Tena vuttaṃ –",
  "anya-e0101n1:98": "‘‘Tassā dantaṭṭhikaṃ disvā, pubbasaññaṃ anussari;",
  "anya-e0101n1:99": "Tattheva so ṭhito thero, arahattaṃ apāpuṇī’’ti.",
  "anya-e0101n1:100": "Sāmikopi kho panassā anumaggaṃ gacchanto theraṃ disvā ‘‘kiñci, bhante, itthiṃ passathā’’ti pucchi. Taṃ thero āha –",
  "anya-e0101n1:101": "‘‘Nābhijānāmi itthī vā, puriso vā ito gato;",
  "anya-e0101n1:102": "Apica aṭṭhisaṅghāṭo, gacchatesa mahāpathe’’ti.",
  "anya-e0101n1:103": "Yatvādhikaraṇamenantiādimhi yaṃkāraṇā yassa cakkhundriyāsaṃvarassa hetu etaṃ puggalaṃ satikavāṭena cakkhundriyaṃ asaṃvutaṃ apihitacakkhudvāraṃ hutvā viharantaṃ ete abhijjhādayo dhammā anvāssaveyyuṃ anubandheyyuṃ. Tassa saṃvarāya paṭipajjatīti tassa cakkhundriyassa satikavāṭena pidahanatthāya paṭipajjati. Evaṃ paṭipajjantoyeva ca rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjatītipi vuccati. Tattha kiñcāpi cakkhundriye saṃvaro vā asaṃvaro vā natthi. Na hi cakkhupasādaṃ nissāya sati vā muṭṭhasaccaṃ vā uppajjati. Apica yadā rūpārammaṇaṃ cakkhussa āpāthaṃ āgacchati, tadā bhavaṅge dvikkhattuṃ uppajjitvā niruddhe kiriyamanodhātu āvajjanakiccaṃ sādhayamānā uppajjitvā nirujjhati. Tato cakkhuviññāṇaṃ dassanakiccaṃ. Tato vipākamanodhātu sampaṭicchanakiccaṃ. Tato vipākāhetukamanoviññāṇadhātu santīraṇakiccaṃ. Tato kiriyāhetukamanoviññāṇadhātu voṭṭhabbanakiccaṃ sādhayamānā uppajjitvā nirujjhati, tadanantaraṃ javanaṃ javati.",
  "anya-e0101n1:104": "Tatrāpi neva bhavaṅgasamaye, na āvajjanādīnaṃ aññatarasamaye saṃvaro vā asaṃvaro vā atthi. Javanakkhaṇe pana sace dussīlyaṃ vā muṭṭhasaccaṃ vā aññāṇaṃ vā akkhanti vā kosajjaṃ vā uppajjati, asaṃvaro hoti. Evaṃ honto pana so cakkhundriye asaṃvaroti vuccati. Kasmā? Yasmā tasmiṃ sati dvārampi aguttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni . Yathā kiṃ? Yathā nagare catūsu dvāresu asaṃvutesu kiñcāpi antogharadvārakoṭṭhakagabbhādayo susaṃvutā honti, tathāpi antonagare sabbaṃ bhaṇḍaṃ arakkhitaṃ agopitameva hoti. Nagaradvārena hi pavisitvā corā yadicchanti, taṃ kareyyuṃ, evameva javane dussīlyādīsu uppannesu tasmiṃ asaṃvare sati dvārampi aguttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni.",
  "anya-e0101n1:105": "Tasmiṃ pana sīlādīsu uppannesu dvārampi guttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Yathā kiṃ? Yathā nagaradvāresu saṃvutesu kiñcāpi antogharādayo asaṃvutā honti, tathāpi antonagare sabbaṃ bhaṇḍaṃ surakkhitaṃ sugopitameva hoti. Nagaradvāresu hi pihitesu corānaṃ paveso natthi, evameva javane sīlādīsu uppannesu dvārampi guttaṃ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Tasmā javanakkhaṇe uppajjamānopi cakkhundriye saṃvaroti vutto.",
  "anya-e0101n1:106": "Sotena saddaṃ sutvātiādīsupi eseva nayo. Evamidaṃ saṅkhepato rūpādīsu kilesānubandhanimittādiggāhaparivajjanalakkhaṇaṃ indriyasaṃvarasīlanti veditabbaṃ.",
  "anya-e0101n1:107": "Ājīvapārisuddhisīlaṃ",
  "anya-e0101n1:108": "16. Idāni indriyasaṃvarasīlānantaraṃ vutte ājīvapārisuddhisīle ājīvahetu paññattānaṃ channaṃ sikkhāpadānanti yāni tāni ‘‘ājīvahetu ājīvakāraṇā pāpiccho icchāpakato asantaṃ abhūtaṃ uttarimanussadhammaṃ ullapati, āpatti pārājikassa. Ājīvahetu ājīvakāraṇā sañcarittaṃ samāpajjati, āpatti saṅghādisesassa. Ājīvahetu ājīvakāraṇā ‘yo te vihāre vasati so bhikkhu arahā’ti bhaṇati, paṭivijānantassa āpatti thullaccayassa. Ājīvahetu ājīvakāraṇā bhikkhu paṇītabhojanāni agilāno attano atthāya viññāpetvā bhuñjati, āpatti pācittiyassa. Ājīvahetu ājīvakāraṇā bhikkhunī paṇītabhojanāni agilānā attano atthāya viññāpetvā bhuñjati, āpatti pāṭidesanīyassa. Ājīvahetu ājīvakāraṇā sūpaṃ vā odanaṃ vā agilāno attano atthāya viññāpetvā bhuñjati , āpatti dukkaṭassā’’ti (pari. 287) evaṃ paññattāni cha sikkhāpadāni, imesaṃ channaṃ sikkhāpadānaṃ.",
  "anya-e0101n1:109": "Kuhanātiādīsu ayaṃ pāḷi, ‘‘tattha katamā kuhanā? Lābhasakkārasilokasannissitassa pāpicchassa icchāpakatassa yā paccayapaṭisevanasaṅkhātena vā sāmantajappitena vā iriyāpathassa vā aṭṭhapanā ṭhapanā saṇṭhapanā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ, ayaṃ vuccati kuhanā.",
  "anya-e0101n1:110": "‘‘Tattha katamā lapanā? Lābhasakkārasilokasannissitassa pāpicchassa icchāpakatassa yā paresaṃ ālapanā lapanā sallapanā ullapanā samullapanā unnahanā samunnahanā ukkācanā samukkācanā anuppiyabhāṇitā cāṭukamyatā muggasūpyatā pāribhaṭyatā, ayaṃ vuccati lapanā.",
  "anya-e0101n1:111": "‘‘Tattha katamā nemittikatā? Lābhasakkārasilokasannissitassa pāpicchassa icchāpakatassa yaṃ paresaṃ nimittaṃ nimittakammaṃ obhāso obhāsakammaṃ sāmantajappā parikathā, ayaṃ vuccati nemittikatā.",
  "anya-e0101n1:112": "‘‘Tattha katamā nippesikatā? Lābhasakkārasilokasannissitassa pāpicchassa icchāpakatassa yā paresaṃ akkosanā vambhanā garahanā ukkhepanā samukkhepanā khipanā saṃkhipanā pāpanā sampāpanā avaṇṇahārikā parapiṭṭhimaṃsikatā, ayaṃ vuccati nippesikatā.",
  "anya-e0101n1:113": "‘‘Tattha katamā lābhena lābhaṃ nijigīsanatā? Lābhasakkārasilokasannissito pāpiccho icchāpakato ito laddhaṃ āmisaṃ amutra harati, amutra vā laddhaṃ āmisaṃ idha āharati. Yā evarūpā āmisena āmisassa eṭṭhi gaveṭṭhi pariyeṭṭhi esanā gavesanā pariyesanā, ayaṃ vuccati lābhena lābhaṃ nijigīsanatā’’ti (vibha. 862-865).",
  "anya-e0101n1:114": "17. Imissā pana pāḷiyā evamattho veditabbo. Kuhananiddese tāva lābhasakkārasilokasannissitassāti lābhañca sakkārañca kittisaddañca sannissitassa, patthayantassāti attho. Pāpicchassāti asantaguṇadīpanakāmassa. Icchāpakatassāti icchāya apakatassa, upaddutassāti attho.",
  "anya-e0101n1:115": "Ito paraṃ yasmā paccayapaṭisevanasāmantajappanairiyāpathasannissitavasena mahāniddese tividhaṃ kuhanavatthu āgataṃ. Tasmā tividhampetaṃ dassetuṃ paccayapaṭisevanasaṅkhātena vāti evamādi āraddhaṃ. Tattha cīvarādīhi nimantitassa tadatthikasseva sato pāpicchataṃ nissāya paṭikkhipanena, te ca gahapatike attani suppatiṭṭhitasaddhe ñatvā puna tesaṃ ‘‘aho ayyo appiccho na kiñci paṭiggaṇhituṃ icchati, suladdhaṃ vata no assa sace appamattakampi kiñci paṭiggaṇheyyā’’ti nānāvidhehi upāyehi paṇītāni cīvarādīni upanentānaṃ tadanuggahakāmataṃyeva āvikatvā paṭiggahaṇena ca tato pabhuti api sakaṭabhārehi upanāmanahetubhūtaṃ vimhāpanaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthūti veditabbaṃ. Vuttañhetaṃ mahāniddese –",
  "anya-e0101n1:116": "‘‘Katamaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthu? Idha gahapatikā bhikkhuṃ nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi. So pāpiccho icchāpakato atthiko cīvara…pe… parikkhārānaṃ bhiyyokamyataṃ upādāya cīvaraṃ paccakkhāti. Piṇḍapātaṃ…pe… senāsanaṃ. Gilānapaccayabhesajjaparikkhāraṃ paccakkhāti. So evamāha – ‘kiṃ samaṇassa mahagghena cīvarena, etaṃ sāruppaṃ yaṃ samaṇo susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ katvā dhāreyya. Kiṃ samaṇassa mahagghena piṇḍapātena etaṃ sāruppaṃ yaṃ samaṇo uñchācariyāya piṇḍiyālopena jīvikaṃ kappeyya. Kiṃ samaṇassa mahagghena senāsanena, etaṃ sāruppaṃ yaṃ samaṇo rukkhamūliko vā assa abbhokāsiko vā. Kiṃ samaṇassa mahagghena gilānapaccayabhesajjaparikkhārena, etaṃ sāruppaṃ yaṃ samaṇo pūtimuttena vā hariṭakīkhaṇḍena vā osadhaṃ kareyyā’ti. Tadupādāya lūkhaṃ cīvaraṃ dhāreti, lūkhaṃ piṇḍapātaṃ paribhuñjati, lūkhaṃ senāsanaṃ paṭisevati, lūkhaṃ gilānapaccayabhesajjaparikkhāraṃ paṭisevati, tamenaṃ gahapatikā evaṃ jānanti ‘ayaṃ samaṇo appiccho santuṭṭho pavivitto asaṃsaṭṭho āraddhavīriyo dhutavādo’ti. Bhiyyo bhiyyo nimantenti cīvara…pe… parikkhārehi. So evamāha – ‘tiṇṇaṃ sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati. Saddhāya sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati. Deyyadhammassa…pe… dakkhiṇeyyānaṃ sammukhībhāvāsaddhokulaputto bahuṃ puññaṃ pasavati. Tumhākañcevāyaṃ saddhā atthi, deyyadhammo ca saṃvijjati, ahañca paṭiggāhako, sacehaṃ na paṭiggahessāmi, evaṃ tumhe puññena paribāhirā bhavissanti, na mayhaṃ iminā attho. Apica tumhākaṃyeva anukampāya paṭiggaṇhāmī’ti. Tadupādāya bahumpi cīvaraṃ paṭiggaṇhāti. Bahumpi piṇḍapātaṃ…pe… bhesajjaparikkhāraṃ paṭiggaṇhāti . Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ, idaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthū’’ti (mahāni. 87).",
  "anya-e0101n1:117": "Pāpicchasseva pana sato uttarimanussadhammādhigamaparidīpanavācāya tathā tathā vimhāpanaṃ sāmantajappanasaṅkhātaṃ kuhanavatthūti veditabbaṃ. Yathāha –",
  "anya-e0101n1:118": "‘‘Katamaṃ sāmantajappanasaṅkhātaṃ kuhanavatthu? Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo ‘evaṃ maṃ jano sambhāvessatī’ti ariyadhammasannissitaṃ vācaṃ bhāsati ‘yo evarūpaṃ cīvaraṃ dhāreti, so samaṇo mahesakkho’ti bhaṇati. ‘Yo evarūpaṃ pattaṃ lohathālakaṃ. Dhammakaraṇaṃ parissāvanaṃ kuñcikaṃ, kāyabandhanaṃ upāhanaṃ dhāreti, so samaṇo mahesakkho’ti bhaṇati. Yassa evarūpo upajjhāyo ācariyo samānupajjhāyako, samānācariyako mitto sandiṭṭho sambhatto sahāyo. Yo evarūpe vihāre vasati aḍḍhayoge pāsāde hammiye guhāyaṃ leṇe kuṭiyā kūṭāgāre aṭṭe māḷe uddaṇḍe upaṭṭhānasālāyaṃ maṇḍape rukkhamūle vasati, so samaṇo mahesakkho’ti bhaṇati. Atha vā ‘korajikakorajiko bhākuṭikabhākuṭiko kuhakakuhako lapakalapako mukhasambhāviko, ayaṃ samaṇo imāsaṃ evarūpānaṃ santānaṃ vihārasamāpattīnaṃ lābhī’ti tādisaṃ gambhīraṃ gūḷhaṃ nipuṇaṃ paṭicchannaṃ lokuttaraṃ suññatāpaṭisaṃyuttaṃ kathaṃ kathesi. Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ, idaṃ sāmantajappanasaṅkhātaṃ kuhanavatthū’’ti (mahāni. 87).",
  "anya-e0101n1:119": "Pāpicchasseva pana sato sambhāvanādhippāyakatena iriyāpathena vimhāpanaṃ iriyāpathasannissitaṃ kuhanavatthūti veditabbaṃ. Yathāha – ‘‘katamaṃ iriyāpathasaṅkhātaṃ kuhanavatthu. Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo ‘evaṃ maṃ jano sambhāvessatī’ti gamanaṃ saṇṭhapeti , ṭhānaṃ saṇṭhapeti, nisajjaṃ saṇṭhapeti, sayanaṃ saṇṭhapeti, paṇidhāya gacchati, paṇidhāya tiṭṭhati, paṇidhāya nisīdati, paṇidhāya seyyaṃ kappeti, samāhito viya gacchati, samāhito viya tiṭṭhati, nisīdati, seyyaṃ kappeti, āpāthakajjhāyī ca hoti, yā evarūpā iriyāpathassa aṭṭhapanā ṭhapanā saṇṭhapanā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ, idaṃ vuccati iriyāpathasaṅkhātaṃ kuhanavatthū’’ti (mahāni. 87).",
  "anya-e0101n1:120": "Tattha paccayapaṭisevanasaṅkhātenāti paccayapaṭisevananti evaṃ saṅkhātena paccayapaṭisevanena vā saṅkhātena. Sāmantajappitenāti samīpabhaṇitena. Iriyāpathassa vāti catuiriyāpathassa. Aṭṭhapanātiādi ṭhapanā, ādarena vā ṭhapanā. Ṭhapanāti ṭhapanākāro. Saṇṭhapanāti abhisaṅkharaṇā, pāsādikabhāvakaraṇanti vuttaṃ hoti. Bhākuṭikāti padhānapurimaṭṭhitabhāvadassanena bhākuṭikaraṇaṃ, mukhasaṅkocoti vuttaṃ hoti. Bhākuṭikaraṇaṃ sīlamassāti bhākuṭiko. Bhākuṭikassa bhāvo bhākuṭiyaṃ. Kuhanāti vimhāpanā. Kuhassa āyanā kuhāyanā. Kuhitassa bhāvo kuhitattanti.",
  "anya-e0101n1:121": "Lapanāniddese ālapanāti vihāraṃ āgate manusse disvā ‘‘kimatthāya bhonto āgatā, kiṃ bhikkhū nimantituṃ, yadi evaṃ gacchatha re, ahaṃ pacchato pattaṃ gahetvā āgacchāmī’’ti evaṃ āditova lapanā. Atha vā attānaṃ upanetvā ‘‘ahaṃ tisso, mayi rājā pasanno, mayi asuko ca asuko ca rājamahāmatto pasanno’’ti evaṃ attupanāyikā lapanā ālapanā. Lapanāti puṭṭhassa sato vuttappakārameva lapanaṃ. Sallapanāti gahapatikānaṃ ukkaṇṭhane bhītassa okāsaṃ datvā datvā suṭṭhu lapanā. Ullapanāti mahākuṭumbiko mahānāviko mahādānapatīti evaṃ uddhaṃ katvā lapanā. Samullapanāti sabbatobhāgena uddhaṃ katvā lapanā.",
  "anya-e0101n1:122": "Unnahanāti ‘‘upāsakā pubbe īdise kāle navadānaṃ detha, idāni kiṃ na dethā’’ti evaṃ yāva ‘‘dassāma, bhante, okāsaṃ na labhāmā’’tiādīni vadanti, tāva uddhaṃ uddhaṃ nahanā, veṭhanāti vuttaṃ hoti. Atha vā ucchuhatthaṃ disvā ‘‘kuto ābhataṃ upāsakā’’ti pucchati. Ucchukhettato, bhanteti. Kiṃ tattha ucchu madhuranti. Khāditvā, bhante, jānitabbanti. ‘‘Na, upāsaka, bhikkhussa ucchuṃ dethā’’ti vattuṃ vaṭṭatīti. Yā evarūpā nibbeṭhentassāpi veṭhanakathā, sā unnahanā. Sabbatobhāgena punappunaṃ unnahanā samunnahanā.",
  "anya-e0101n1:123": "Ukkācanāti ‘‘etaṃ kulaṃ maṃyeva jānāti. Sace ettha deyyadhammo uppajjati, mayhameva detī’’ti evaṃ ukkhipitvā kācanā ukkācanā, uddīpanāti vuttaṃ hoti. Telakandarikavatthu cettha vattabbaṃ. Sabbatobhāgena pana punappunaṃ ukkācanā samukkācanā.",
  "anya-e0101n1:124": "Anuppiyabhāṇitāti saccānurūpaṃ dhammānurūpaṃ vā anapaloketvā punappunaṃ piyabhaṇanameva. Cāṭukamyatāti nīcavuttitā attānaṃ heṭṭhato heṭṭhato ṭhapetvā vattanaṃ. Muggasūpyatāti muggasūpasadisatā. Yathā hi muggesu paccamānesu kocideva na paccati, avasesā paccanti, evaṃ yassa puggalassa vacane kiñcideva saccaṃ hoti, sesaṃ alīkaṃ, ayaṃ puggalo muggasūpyoti vuccati. Tassa bhāvo muggasūpyatā. Pāribhaṭyatāti pāribhaṭyabhāvo. Yo hi kuladārake dhāti viya aṅkena vā khandhena vā paribhaṭati, dhāretīti attho. Tassa paribhaṭassa kammaṃ pāribhaṭyuṃ. Pāribhaṭyassa bhāvo pāribhaṭyatāti.",
  "anya-e0101n1:125": "Nemittikatāniddese nimittanti yaṃkiñci paresaṃ paccayadānasaññājanakaṃ kāyavacīkammaṃ. Nimittakammanti khādanīyaṃ gahetvā gacchante disvā ‘‘kiṃ khādanīyaṃ labhitthā’’tiādinā nayena nimittakaraṇaṃ. Obhāsoti paccayapaṭisaṃyuttakathā. Obhāsakammanti vacchapālake disvā ‘‘kiṃ ime vacchā khīragovacchā udāhu takkagovacchā’’ti pucchitvā ‘‘khīragovacchā, bhante’’ti vutte ‘‘na khīragovacchā, yadi khīragovacchā siyuṃ, bhikkhūpi khīraṃ labheyyu’’nti evamādinā nayena tesaṃ dārakānaṃ mātāpitūnaṃ nivedetvā khīradāpanādikaṃ obhāsakaraṇaṃ. Sāmantajappāti samīpaṃ katvā jappanaṃ. Kulūpakabhikkhu vatthu cettha vattabbaṃ.",
  "anya-e0101n1:126": "Kulūpako kira bhikkhu bhuñjitukāmo gehaṃ pavisitvā nisīdi. Taṃ disvā adātukāmā gharaṇī ‘‘taṇḍulā natthī’’ti bhaṇantī taṇḍule āharitukāmā viya paṭivissakagharaṃ gatā. Bhikkhupi antogabbhaṃ pavisitvā olokento kavāṭakoṇe ucchuṃ, bhājane guḷaṃ, piṭake loṇamacchaphāle, kumbhiyaṃ taṇḍule, ghaṭe ghataṃ disvā nikkhamitvā nisīdi. Gharaṇī ‘‘taṇḍule nālattha’’nti āgatā. Bhikkhu ‘‘upāsike ‘ajja bhikkhā na sampajjissatī’ti paṭikacceva nimittaṃ addasa’’nti āha. Kiṃ, bhanteti. Kavāṭakoṇe nikkhittaṃ ucchuṃ viya sappaṃ addasaṃ, ‘taṃ paharissāmī’ti olokento bhājane ṭhapitaṃ guḷapiṇḍaṃ viya pāsāṇaṃ, leḍḍukena pahaṭena sappena kataṃ piṭake nikkhittaloṇamacchaphālasadisaṃ phaṇaṃ, tassa taṃ leḍḍuṃ ḍaṃsitukāmassa kumbhiyā taṇḍulasadise dante, athassa kupitassa ghaṭe pakkhittaghatasadisaṃ mukhato nikkhamantaṃ visamissakaṃ kheḷanti. Sā ‘‘na sakkā muṇḍakaṃ vañcetu’’nti ucchuṃ datvā odanaṃ pacitvā ghataguḷamacchehi saddhiṃ sabbaṃ adāsīti. Evaṃ samīpaṃ katvā jappanaṃ sāmantajappāti veditabbaṃ. Parikathāti yathā taṃ labhati tassa parivattetvā kathananti.",
  "anya-e0101n1:127": "Nippesikatāniddese akkosanāti dasahi akkosavatthūhi akkosanaṃ. Vambhanāti paribhavitvā kathanaṃ. Garahaṇāti assaddho appasannotiādinā nayena dosāropanā. Ukkhepanāti mā etaṃ ettha kathethāti vācāya ukkhipanaṃ. Sabbatobhāgena savatthukaṃ sahetukaṃ katvā ukkhepanā samukkhepanā. Atha vā adentaṃ disvā ‘‘aho dānapatī’’ti evaṃ ukkhipanaṃ ukkhepanā. Mahādānapatīti evaṃ suṭṭhu ukkhepanā samukkhepanā. Khipanāti kiṃ imassa jīvitaṃ bījabhojinoti evaṃ uppaṇḍanā. Saṃkhipanāti kiṃ imaṃ adāyakoti bhaṇatha, yo niccakālaṃ sabbesampi natthīti vacanaṃ detīti suṭṭhutaraṃ uppaṇḍanā. Pāpanāti adāyakattassa avaṇṇassa vā pāpanaṃ. Sabbatobhāgena pāpanā sampāpanā. Avaṇṇahārikāti evaṃ me avaṇṇabhayāpi dassatīti gehato gehaṃ gāmato gāmaṃ janapadato janapadaṃ avaṇṇaharaṇaṃ. Parapiṭṭhimaṃsikatāti purato madhuraṃ bhaṇitvā parammukhe avaṇṇabhāsitā. Esā hi abhimukhaṃ oloketuṃ asakkontassa parammukhānaṃ piṭṭhimaṃsaṃ khādanamiva hoti, tasmā parapiṭṭhimaṃsikatāti vuttā. Ayaṃ vuccati nippesikatāti ayaṃ yasmā veḷupesikāya viya abbhaṅgaṃ parassa guṇaṃ nippeseti nipuñchati, yasmā vā gandhajātaṃ nipisitvā gandhamagganā viya paraguṇe nipisitvā vicuṇṇetvā esā lābhamagganā hoti, tasmā nippesikatāti vuccatīti.",
  "anya-e0101n1:128": "Lābhena lābhaṃ nijigīsanatāniddese nijigīsanatāti magganā. Ito laddhanti imamhā gehā laddhaṃ. Amutrāti amukamhi gehe. Eṭṭhīti icchanā. Gaveṭṭhīti magganā. Pariyeṭṭhīti punappunaṃ magganā. Ādito paṭṭhāya laddhaṃ laddhaṃ bhikkhaṃ tatra tatra kuladārakānaṃ datvā ante khīrayāguṃ labhitvā gatabhikkhuvatthu cettha kathetabbaṃ. Esanātiādīni eṭṭhiādīnameva vevacanāni, tasmā eṭṭhīti esanā. Gaveṭṭhīti gavesanā, pariyeṭṭhīti pariyesanā. Iccevamettha yojanā veditabbā. Ayaṃ kuhanādīnaṃ attho.",
  "anya-e0101n1:129": "Idāni evamādīnañca pāpadhammānanti ettha ādisaddena ‘‘yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvikaṃ kappenti. Seyyathidaṃ, aṅgaṃ, nimittaṃ, uppātaṃ, supinaṃ, lakkhaṇaṃ, mūsikacchinnaṃ, aggihomaṃ, dabbihoma’’nti (dī. ni. 1.21) ādinā nayena brahmajāle vuttānaṃ anekesaṃ pāpadhammānaṃ gahaṇaṃ veditabbaṃ. Iti yvāyaṃ imesaṃ ājīvahetu paññattānaṃ channaṃ sikkhāpadānaṃ vītikkamavasena, imesañca ‘‘kuhanā lapanā nemittikatā nippesikatā lābhena lābhaṃ nijigīsanatā’’ti evamādīnaṃ pāpadhammānaṃ vasena pavatto micchājīvo, yā tasmā sabbappakārāpi micchājīvā virati, idaṃ ājīvapārisuddhisīlaṃ. Tatrāyaṃ vacanattho. Etaṃ āgamma jīvantīti ājīvo. Ko so, paccayapariyesanavāyāmo. Pārisuddhīti parisuddhatā. Ājīvassa pārisuddhi ājīvapārisuddhi.",
  "anya-e0101n1:130": "Paccayasannissitasīlaṃ",
  "anya-e0101n1:131": "18. Yaṃ panetaṃ tadanantaraṃ paccayasannissitasīlaṃ vuttaṃ, tattha paṭisaṅkhā yonisoti upāyena pathena paṭisaṅkhāya ñatvā, paccavekkhitvāti attho . Ettha ca sītassa paṭighātāyātiādinā nayena vuttapaccavekkhaṇameva ‘‘yoniso paṭisaṅkhā’’ti veditabbaṃ. Tattha cīvaranti antaravāsakādīsu yaṃkiñci. Paṭisevatīti paribhuñjati, nivāseti vā pārupati vā. Yāvadevāti payojanāvadhiparicchedaniyamavacanaṃ, ettakameva hi yogino cīvarapaṭisevane payojanaṃ yadidaṃ sītassa paṭighātāyātiādi, na ito bhiyyo. Sītassāti ajjhattadhātukkhobhavasena vā bahiddhāutupariṇāmanavasena vā uppannassa yassa kassaci sītassa. Paṭighātāyāti paṭihananatthaṃ. Yathā sarīre ābādhaṃ na uppādeti, evaṃ tassa vinodanatthaṃ. Sītabbhāhate hi sarīre vikkhittacitto yoniso padahituṃ na sakkoti, tasmā sītassa paṭighātāya cīvaraṃ paṭisevitabbanti bhagavā anuññāsi. Esa nayo sabbattha. Kevalañhettha uṇhassāti aggisantāpassa. Tassa vanadāhādīsu sambhavo veditabbo. Ḍaṃsamakasavātātapasarīsapasamphassānanti ettha pana ḍaṃsāti ḍaṃsanamakkhikā, andhamakkhikātipi vuccanti. Makasā makasā eva. Vātāti sarajaarajādibhedā. Ātapoti sūriyātapo. Sarīsapāti ye keci sarantā gacchanti dīghajātikā sappādayo, tesaṃ daṭṭhasamphasso ca phuṭṭhasamphasso cāti duvidho samphasso, sopi cīvaraṃ pārupitvā nisinnaṃ na bādhati, tasmā tādisesu ṭhānesu tesaṃ paṭighātatthāya paṭisevati. Yāvadevāti puna etassa vacanaṃ niyatapayojanāvadhiparicchedadassanatthaṃ , hirikopīnapaṭicchādanañhi niyatapayojanaṃ, itarāni kadāci kadāci honti. Tattha hirikopīnanti taṃ taṃ sambādhaṭṭhānaṃ. Yasmiṃ yasmiñhi aṅge vivariyamāne hirī kuppati vinassati, taṃ taṃ hiriṃ kopanato hirikopīnanti vuccati. Tassa ca hirikopīnassa paṭicchādanatthanti hirikopīnapaṭicchādanatthaṃ. Hirikopīnaṃ paṭicchādanatthantipi pāṭho.",
  "anya-e0101n1:132": "Piṇḍapātanti yaṃkiñci āhāraṃ. Yo hi koci āhāro bhikkhuno piṇḍolyena patte patitattā piṇḍapātoti vuccati. Piṇḍānaṃ vā pāto piṇḍapāto, tattha tattha laddhānaṃ bhikkhānaṃ sannipāto samūhoti vuttaṃ hoti. Neva davāyāti na gāmadārakādayo viya davatthaṃ, kīḷānimittanti vuttaṃ hoti. Na madāyāti na muṭṭhikamallādayo viya madatthaṃ, balamadanimittaṃ porisamadanimittañcāti vuttaṃ hoti. Na maṇḍanāyāti na antepurikavesiyādayo viya maṇḍanatthaṃ, aṅgapaccaṅgānaṃ pīṇabhāvanimittanti vuttaṃ hoti. Na vibhūsanāyāti na naṭanaccakādayo viya vibhūsanatthaṃ, pasannacchavivaṇṇatānimittanti vuttaṃ hoti. Ettha ca neva davāyāti etaṃ mohūpanissayappahānatthaṃ vuttaṃ. Na madāyāti etaṃ dosūpanissayappahānatthaṃ. Na maṇḍanāya na vibhūsanāyāti etaṃ rāgūpanissayappahānatthaṃ. Neva davāya na madāyāti cetaṃ attano saṃyojanuppattipaṭisedhanatthaṃ. Na maṇḍanāya na vibhūsanāyāti etaṃ parassapi saṃyojanuppattipaṭisedhanatthaṃ. Catūhipi cetehi ayoniso paṭipattiyā kāmasukhallikānuyogassa ca pahānaṃ vuttanti veditabbaṃ.",
  "anya-e0101n1:133": "Yāvadevāti vuttatthameva. Imassa kāyassāti etassa catumahābhūtikassa rūpakāyassa. Ṭhitiyāti pabandhaṭṭhitatthaṃ. Yāpanāyāti pavattiyā avicchedatthaṃ, cirakālaṭṭhitatthaṃ vā. Gharūpatthambhamiva hi jiṇṇagharasāmiko, akkhabbhañjanamiva ca sākaṭiko kāyassa ṭhitatthaṃ yāpanatthañcesa piṇḍapātaṃ paṭisevati, na davamadamaṇḍanavibhūsanatthaṃ. Apica ṭhitīti jīvitindriyassetaṃ adhivacanaṃ, tasmā imassa kāyassa ṭhitiyā yāpanāyāti ettāvatā etassa kāyassa jīvitindriyapavattāpanatthantipi vuttaṃ hotīti veditabbaṃ. Vihiṃsūparatiyāti vihiṃsā nāma jighacchā ābādhaṭṭhena. Tassā uparamatthampesa piṇḍapātaṃ paṭisevati, vaṇālepanamiva uṇhasītādīsu tappaṭikāraṃ viya ca. Brahmacariyānuggahāyāti sakalasāsanabrahmacariyassa ca maggabrahmacariyassa ca anuggahatthaṃ. Ayañhi piṇḍapātapaṭisevanapaccayā kāyabalaṃ nissāya sikkhattayānuyogavasena bhavakantāranittharaṇatthaṃ paṭipajjanto brahmacariyānuggahāya paṭisevati, kantāranittharaṇatthikā puttamaṃsaṃ (saṃ. ni. 2.63) viya, nadīnittharaṇatthikā kullaṃ (ma. ni. 1.240) viya, samuddanittharaṇatthikā nāvamiva ca.",
  "anya-e0101n1:134": "Itipurāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmīti etaṃ iminā piṇḍapātapaṭisevanena purāṇañca jighacchāvedanaṃ paṭihaṅkhāmi, navañca vedanaṃ aparimitabhojanapaccayaṃ āharahatthakaalaṃsāṭakatatravaṭṭakakākamāsakabhuttavamitakabrāhmaṇānaṃ aññataro viya na uppādessāmītipi paṭisevati, bhesajjamiva gilāno. Atha vā yā adhunā asappāyāparimitabhojanaṃ nissāya purāṇakammapaccayavasena uppajjanato purāṇavedanāti vuccati. Sappāyaparimitabhojanena tassā paccayaṃ vināsento taṃ purāṇañca vedanaṃ paṭihaṅkhāmi. Yā cāyaṃ adhunā kataṃ ayuttaparibhogakammūpacayaṃ nissāya āyatiṃ uppajjanato navavedanāti vuccati. Yuttaparibhogavasena tassā mūlaṃ anibbattento taṃ navañca vedanaṃ na uppādessāmīti evampettha attho daṭṭhabbo. Ettāvatā yuttaparibhogasaṅgaho attakilamathānuyogappahānaṃ dhammikasukhāpariccāgo ca dīpito hotīti veditabbo.",
  "anya-e0101n1:135": "Yātrā ca me bhavissatīti parimitaparibhogena jīvitindriyupacchedakassa iriyāpathabhañjakassa vā parissayassa abhāvato cirakālagamanasaṅkhātā yātrā ca me bhavissati imassa paccayāyattavuttino kāyassātipi paṭisevati, yāpyarogī viya tappaccayaṃ. Anavajjatā ca phāsuvihāro cāti ayuttapariyesanapaṭiggahaṇaparibhogaparivajjanena anavajjatā, parimitaparibhogena phāsuvihāro. Asappāyāparimitaparibhogapaccayā aratitandīvijambhitā. Viññūgarahādidosābhāvena vā anavajjatā, sappāyaparimitabhojanapaccayā kāyabalasambhavena phāsuvihāro. Yāvadatthaudarāvadehakabhojanaparivajjanena vā seyyasukhapassasukhamiddhasukhānaṃ pahānato anavajjatā, catupañcālopamattaūnabhojanena catuiriyāpathayogyabhāvapaṭipādanato phāsuvihāro ca me bhavissatītipi paṭisevati. Vuttampi hetaṃ –",
  "anya-e0101n1:136": "‘‘Cattāro pañca ālope, abhutvā udakaṃ pive;",
  "anya-e0101n1:137": "Alaṃ phāsuvihārāya, pahitattassa bhikkhuno’’ti. (theragā. 983);",
  "anya-e0101n1:138": "Ettāvatā ca payojanapariggaho majjhimā ca paṭipadā dīpitā hotīti veditabbā.",
  "anya-e0101n1:139": "Senāsananti senañca āsanañca. Yattha yattha hi seti vihāre vā aḍḍhayogādimhi vā, taṃ senaṃ. Yattha yattha āsati nisīdati, taṃ āsanaṃ. Taṃ ekato katvā senāsananti vuccati. Utuparissayavinodanapaṭisallānārāmatthanti parisahanaṭṭhena utuyeva utuparissayo. Utuparissayassa vinodanatthañca paṭisallānārāmatthañca. Yo sarīrābādhacittavikkhepakaro asappāyo utu senāsanapaṭisevanena vinodetabbo hoti, tassa vinodanatthaṃ ekībhāvasukhatthañcāti vuttaṃ hoti. Kāmañca sītapaṭighātādināva utuparissayavinodanaṃ vuttameva. Yathā pana cīvarapaṭisevane hirikopīnapaṭicchādanaṃ niyatapayojanaṃ, itarāni kadāci kadāci bhavantīti vuttaṃ, evamidhāpi niyataṃ utuparissayavinodanaṃ sandhāya idaṃ vuttanti veditabbaṃ. Atha vā ayaṃ vuttappakāro utu utuyeva. Parissayo pana duvidho pākaṭaparissayo ca, paṭicchannaparissayo ca (mahāni. 5). Tattha pākaṭaparissayo sīhabyagghādayo. Paṭicchannaparissayo rāgadosādayo. Ye yattha apariguttiyā ca asappāyarūpadassanādinā ca ābādhaṃ na karonti, taṃ senāsanaṃ evaṃ jānitvā paccavekkhitvā paṭisevanto bhikkhu paṭisaṅkhā yoniso senāsanaṃ utuparissayavinodanatthaṃ paṭisevatīti veditabbo.",
  "anya-e0101n1:140": "Gilānapaccayabhesajjaparikkhāranti ettha rogassa paṭiayanaṭṭhena paccayo, paccanīkagamanaṭṭhenāti attho. Yassa kassaci sappāyassetaṃ adhivacanaṃ. Bhisakkassa kammaṃ tena anuññātattāti bhesajjaṃ. Gilānapaccayova bhesajjaṃ gilānapaccayabhesajjaṃ, yaṃkiñci gilānassa sappāyaṃ bhisakkakammaṃ telamadhuphāṇitādīti vuttaṃ hoti. Parikkhāroti pana ‘‘sattahi nagaraparikkhārehi suparikkhataṃ hotī’’ti (a. ni. 7.67) ādīsu parivāro vuccati. ‘‘Ratho sīlaparikkhāro, jhānakkho cakkavīriyo’’ti (saṃ. ni. 5.4) ādīsu alaṅkāro. ‘‘Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā’’ti (ma. ni. 1.191-192) ādīsu sambhāro. Idha pana sambhāropi parivāropi vaṭṭati. Tañhi gilānapaccayabhesajjaṃ jīvitassa parivāropi hoti, jīvitanāsakābādhuppattiyā antaraṃ adatvā rakkhaṇato sambhāropi. Yathā ciraṃ pavattati, evamassa kāraṇabhāvato, tasmā parikkhāroti vuccati. Evaṃ gilānapaccayabhesajjañca taṃ parikkhāro cāti gilānapaccayabhesajjaparikkhāro. Taṃ gilānapaccayabhesajjaparikkhāraṃ. Gilānassa yaṃkiñci sappāyaṃ bhisakkānuññātaṃ telamadhuphāṇitādi jīvitaparikkhāranti vuttaṃ hoti. Uppannānanti jātānaṃ bhūtānaṃ nibbattānaṃ. Veyyābādhikānanti ettha byābādhoti dhātukkhobho, taṃsamuṭṭhānā ca kuṭṭhagaṇḍapīḷakādayo. Byābādhato uppannattā veyyābādhikā. Vedanānanti dukkhavedanā akusalavipākavedanā. Tāsaṃ veyyābādhikānaṃ vedanānaṃ. Abyābajjhaparamatāyāti niddukkhaparamatāya. Yāva taṃ dukkhaṃ sabbaṃ pahīnaṃ hoti tāvāti attho.",
  "anya-e0101n1:141": "Evamidaṃ saṅkhepato paṭisaṅkhā yoniso paccayaparibhogalakkhaṇaṃ paccayasannissitasīlaṃ veditabbaṃ. Vacanattho panettha – cīvarādayo hi yasmā te paṭicca nissāya paribhuñjamānā pāṇino ayanti pavattanti, tasmā paccayāti vuccanti. Te paccaye sannissitanti paccayasannissitaṃ.",
  "anya-e0101n1:142": "Catupārisuddhisampādanavidhi",
  "anya-e0101n1:143": "19. Evametasmiṃ catubbidhe sīle saddhāya pātimokkhasaṃvaro sampādetabbo. Saddhāsādhano hi so, sāvakavisayātītattā sikkhāpadapaññattiyā. Sikkhāpadapaññattiyācanapaṭikkhepo cettha nidassanaṃ. Tasmā yathā paññattaṃ sikkhāpadaṃ anavasesaṃ saddhāya samādiyitvā jīvitepi apekkhaṃ akarontena sādhukaṃ sampādetabbaṃ. Vuttampi hetaṃ –",
  "anya-e0101n1:144": "‘‘Kikīva aṇḍaṃ camarīva vāladhiṃ,",
  "anya-e0101n1:145": "Piyaṃva puttaṃ nayanaṃva ekakaṃ;",
  "anya-e0101n1:146": "Tatheva sīlaṃ anurakkhamānakā,",
  "anya-e0101n1:147": "Supesalā hotha sadā sagāravā’’ti.",
  "anya-e0101n1:148": "Aparampi vuttaṃ – ‘‘evameva kho pahārāda yaṃ mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ, taṃ mama sāvakā jīvitahetupi nātikkamantī’’ti (a. ni. 8.19). Imasmiṃ ca panatthe aṭaviyaṃ corehi baddhatherānaṃ vatthūni veditabbāni.",
  "anya-e0101n1:149": "Mahāvattaniaṭaviyaṃ kira theraṃ corā kāḷavallīhi bandhitvā nipajjāpesuṃ. Thero yathānipannova sattadivasāni vipassanaṃ vaḍḍhetvā anāgāmiphalaṃ pāpuṇitvā tattheva kālaṃ katvā brahmaloke nibbatti.",
  "anya-e0101n1:150": "Aparampi theraṃ tambapaṇṇidīpe pūtilatāya bandhitvā nipajjāpesuṃ. So vanadāhe āgacchante valliṃ acchinditvāva vipassanaṃ paṭṭhapetvā samasīsī hutvā parinibbāyi. Dīghabhāṇakaabhayatthero pañcahi bhikkhusatehi saddhiṃ āgacchanto disvā therassa sarīraṃ jhāpetvā cetiyaṃ kārāpesi. Tasmā aññopi saddho kulaputto –",
  "anya-e0101n1:151": "Pātimokkhaṃ visodhento, appeva jīvitaṃ jahe;",
  "anya-e0101n1:152": "Paññattaṃ lokanāthena, na bhinde sīlasaṃvaraṃ.",
  "anya-e0101n1:153": "Yathā ca pātimokkhasaṃvaro saddhāya, evaṃ satiyā indriyasaṃvaro sampādetabbo. Satisādhano hi so, satiyā adhiṭṭhitānaṃ indriyānaṃ abhijjhādīhi ananvāssavanīyato. Tasmā ‘‘varaṃ, bhikkhave, tattāya ayosalākāya ādittāya sampajjalitāya sajotibhūtāya cakkhundriyaṃ sampalimaṭṭhaṃ, na tveva cakkhuviññeyyesu rūpesu anubyañjanaso nimittaggāho’’ti (saṃ. ni. 4.235) ādinā nayena ādittapariyāyaṃ samanussaritvā rūpādīsu visayesu cakkhudvārādipavattassa viññāṇassa abhijjhādīhi anvāssavanīyaṃ nimittādiggāhaṃ asammuṭṭhāya satiyā nisedhentena esa sādhukaṃ sampādetabbo. Evaṃ asampādite hi etasmiṃ pātimokkhasaṃvarasīlampi anaddhaniyaṃ hoti aciraṭṭhitikaṃ, asaṃvihitasākhāparivāramiva sassaṃ. Haññate cāyaṃ kilesacorehi, vivaṭadvāro viya gāmo parassa hārīhi. Cittañcassa rāgo samativijjhati, ducchannamagāraṃ vuṭṭhi viya. Vuttampi hetaṃ –",
  "anya-e0101n1:154": "‘‘Rūpesu saddesu atho rasesu,",
  "anya-e0101n1:155": "Gandhesu phassesu ca rakkha indriyaṃ;",
  "anya-e0101n1:156": "Ete hi dvārā vivaṭā arakkhitā,",
  "anya-e0101n1:157": "Hananti gāmaṃva parassa hārino’’.",
  "anya-e0101n1:158": "‘‘Yathā agāraṃ ducchannaṃ, vuṭṭhī samativijjhati;",
  "anya-e0101n1:159": "Evaṃ abhāvitaṃ cittaṃ, rāgo samativijjhatī’’ti. (dha. pa. 13);",
  "anya-e0101n1:160": "Sampādite pana tasmiṃ pātimokkhasaṃvarasīlampi addhaniyaṃ hoti ciraṭṭhitikaṃ, susaṃvihitasākhāparivāramiva sassaṃ. Na haññate cāyaṃ kilesacorehi , susaṃvutadvāro viya gāmo parassa hārīhi. Na cassa cittaṃ rāgo samativijjhati, succhannamagāraṃ vuṭṭhi viya. Vuttampi cetaṃ –",
  "anya-e0101n1:161": "‘‘Rūpesu saddesu atho rasesu,",
  "anya-e0101n1:162": "Gandhesu phassesu ca rakkha indriyaṃ;",
  "anya-e0101n1:163": "Ete hi dvārā pihitā susaṃvutā,",
  "anya-e0101n1:164": "Na hanti gāmaṃva parassa hārino’’.",
  "anya-e0101n1:165": "‘‘Yathā agāraṃ succhannaṃ, vuṭṭhī na samativijjhati;",
  "anya-e0101n1:166": "Evaṃ subhāvitaṃ cittaṃ, rāgo na samativijjhatī’’ti. (dha. pa. 14);",
  "anya-e0101n1:167": "Ayaṃ pana atiukkaṭṭhadesanā.",
  "anya-e0101n1:168": "Cittaṃ nāmetaṃ lahuparivattaṃ, tasmā uppannaṃ rāgaṃ asubhamanasikārena vinodetvā indriyasaṃvaro sampādetabbo, adhunāpabbajitena vaṅgīsattherena viya.",
  "anya-e0101n1:169": "Therassa kira adhunāpabbajitassa piṇḍāya carato ekaṃ itthiṃ disvā rāgo uppajjati. Tato ānandattheraṃ āha –",
  "anya-e0101n1:170": "‘‘Kāmarāgena ḍayhāmi, cittaṃ me pariḍayhati;",
  "anya-e0101n1:171": "Sādhu nibbāpanaṃ brūhi, anukampāya gotamā’’ti. (saṃ. ni. 1.212; theragā. 1232);",
  "anya-e0101n1:172": "Thero āha –",
  "anya-e0101n1:173": "‘‘Saññāya vipariyesā, cittaṃ te pariḍayhati;",
  "anya-e0101n1:174": "Nimittaṃ parivajjehi, subhaṃ rāgūpasañhitaṃ;",
  "anya-e0101n1:175": "Asubhāya cittaṃ bhāvehi, ekaggaṃ susamāhitaṃ. (saṃ. ni. 1.212; theragā. 1233-1234);",
  "anya-e0101n1:176": "‘‘Saṅkhāre parato passa, dukkhato no ca attato;",
  "anya-e0101n1:177": "Nibbāpehi mahārāgaṃ, mā ḍayhittho punappuna’’nti. (saṃ. ni. 1.212);",
  "anya-e0101n1:178": "Thero rāgaṃ vinodetvā piṇḍāya cari. Apica indriyasaṃvarapūrakena bhikkhunā kuraṇḍakamahāleṇavāsinā cittaguttattherena viya corakamahāvihāravāsinā mahāmittattherena viya ca bhavitabbaṃ. Kuraṇḍakamahāleṇe kira sattannaṃ buddhānaṃ abhinikkhamanacittakammaṃ manoramaṃ ahosi, sambahulā bhikkhū senāsanacārikaṃ āhiṇḍantā cittakammaṃ disvā ‘‘manoramaṃ, bhante , cittakamma’’nti āhaṃsu. Thero āha ‘‘atirekasaṭṭhi me, āvuso, vassāni leṇe vasantassa cittakammaṃ atthītipi na jānāmi, ajja dāni cakkhumante nissāya ñāta’’nti. Therena kira ettakaṃ addhānaṃ vasantena cakkhuṃ ummīletvā leṇaṃ na ullokitapubbaṃ. Leṇadvāre cassa mahānāgarukkhopi ahosi. Sopi therena uddhaṃ na ullokitapubbo. Anusaṃvaccharaṃ bhūmiyaṃ kesaranipātaṃ disvāvassa pupphitabhāvaṃ jānāti.",
  "anya-e0101n1:179": "Rājā therassa guṇasampattiṃ sutvā vanditukāmo tikkhattuṃ pesetvā anāgacchante there tasmiṃ gāme taruṇaputtānaṃ itthīnaṃ thane bandhāpetvā lañjāpesi ‘‘tāva dārakā thaññaṃ mā labhiṃsu, yāva thero na āgacchatī’’ti. Thero dārakānaṃ anukampāya mahāgāmaṃ agamāsi. Rājā sutvā ‘‘gacchatha bhaṇe, theraṃ pavesetha sīlāni gaṇhissāmī’’ti antepuraṃ abhiharāpetvā vanditvā bhojetvā ‘‘ajja, bhante, okāso natthi, sve sīlāni gaṇhissāmīti therassa pattaṃ gahetvā thokaṃ anugantvā deviyā saddhiṃ vanditvā nivatti. Thero rājā vā vandatu devī vā, ‘‘sukhī hotu, mahārājā’’ti vadati. Evaṃ sattadivasā gatā. Bhikkhū āhaṃsu ‘‘kiṃ, bhante, tumhe raññepi vandamāne deviyāpi vandamānāya ‘‘sukhī hotu, mahārāja’’icceva vadathāti. Thero ‘‘nāhaṃ, āvuso, rājāti vā devīti vā vavatthānaṃ karomī’’ti vatvā sattāhātikkamena ‘‘therassa idha vāso dukkho’’ti raññā vissajjito kuraṇḍakamahāleṇaṃ gantvā rattibhāge caṅkamaṃ ārūhi. Nāgarukkhe adhivatthā devatā daṇḍadīpikaṃ gahetvā aṭṭhāsi. Athassa kammaṭṭhānaṃ atiparisuddhaṃ pākaṭaṃ ahosi. Thero ‘‘kiṃ nu me ajja kammaṭṭhānaṃ ativiya pakāsatī’’ti attamano majjhimayāmasamanantaraṃ sakalaṃ pabbataṃ unnādayanto arahattaṃ pāpuṇi. Tasmā aññopi attatthakāmo kulaputto –",
  "anya-e0101n1:180": "Makkaṭova araññamhi, vane bhantamigo viya;",
  "anya-e0101n1:181": "Bālo viya ca utrasto, na bhave lolalocano.",
  "anya-e0101n1:182": "Adho khipeyya cakkhūni, yugamattadaso siyā;",
  "anya-e0101n1:183": "Vanamakkaṭalolassa, na cittassa vasaṃ vaje.",
  "anya-e0101n1:184": "Mahāmittattherassāpi mātu visagaṇḍakarogo uppajji, dhītāpissā bhikkhunīsu pabbajitā hoti. Sā taṃ āha – ‘‘gaccha ayye, bhātu santikaṃ gantvā mama aphāsukabhāvaṃ ārocetvā bhesajjamāharā’’ti. Sā gantvā ārocesi. Thero āha – ‘‘nāhaṃ mūlabhesajjādīni saṃharitvā bhesajjaṃ pacituṃ jānāmi, apica te bhesajjaṃ ācikkhissaṃ – ‘‘ahaṃ yato pabbajito, tato paṭṭhāya na mayā lobhasahagatena cittena indriyāni bhinditvā visabhāgarūpaṃ olokitapubbaṃ, iminā saccavacanena mātuyā me phāsu hotu, gaccha idaṃ vatvā upāsikāya sarīraṃ parimajjā’’ti. Sā gantvā imamatthaṃ ārocetvā tathā akāsi. Upāsikāya taṃkhaṇaṃyeva gaṇḍo pheṇapiṇḍo viya vilīyitvā antaradhāyi, sā uṭṭhahitvā ‘‘sace sammāsambuddho dhareyya, kasmā mama puttasadisassa bhikkhuno jālavicitrena hatthena sīsaṃ na parāmaseyyā’’ti attamanavācaṃ nicchāresi. Tasmā –",
  "anya-e0101n1:185": "Kulaputtamāni aññopi, pabbajitvāna sāsane;",
  "anya-e0101n1:186": "Mittattherova tiṭṭheyya, vare indriyasaṃvare.",
  "anya-e0101n1:187": "Yathā pana indriyasaṃvaro satiyā, tathā vīriyena ājīvapārisuddhi sampādetabbā. Vīriyasādhanā hi sā, sammāraddhavīriyassa micchājīvappahānasambhavato. Tasmā anesanaṃ appatirūpaṃ pahāya vīriyena piṇḍapātacariyādīhi sammā esanāhi esā sampādetabbā parisuddhuppādeyeva paccaye paṭisevamānena aparisuddhuppāde āsīvise viya parivajjayatā. Tattha apariggahitadhutaṅgassa saṅghato, gaṇato, dhammadesanādīhi cassa guṇehi pasannānaṃ gihīnaṃ santikā uppannā paccayā parisuddhuppādā nāma. Piṇḍapātacariyādīhi pana atiparisuddhuppādāyeva. Pariggahitadhutaṅgassa piṇḍapātacariyādīhi dhutaguṇe cassa pasannānaṃ santikā dhutaṅganiyamānulomena uppannā parisuddhuppādā nāma. Ekabyādhivūpasamatthañcassa pūtihariṭakīcatumadhuresu uppannesu ‘‘catumadhuraṃ aññepi sabrahmacārino paribhuñjissantī’’ti cintetvā hariṭakīkhaṇḍameva paribhuñjamānassa dhutaṅgasamādānaṃ patirūpaṃ hoti. Esa hi ‘‘uttamaariyavaṃsiko bhikkhū’’ti vuccati. Ye panete cīvarādayo paccayā, tesu yassa kassaci bhikkhuno ājīvaṃ parisodhentassa cīvare ca piṇḍapāte ca nimittobhāsaparikathāviññattiyo na vaṭṭanti. Senāsane pana apariggahitadhutaṅgassa nimittobhāsaparikathā vaṭṭanti. Tattha nimittaṃ nāma senāsanatthaṃ bhūmiparikammādīni karontassa ‘‘kiṃ, bhante, kariyati, ko kārāpetī’’ti gihīhi vutte ‘‘na koci’’ti paṭivacanaṃ, yaṃ vā panaññampi evarūpaṃ nimittakammaṃ. Obhāso nāma ‘‘upāsakā tumhe kuhiṃ vasathā’’ti. Pāsāde, bhanteti. ‘‘Bhikkhūnaṃ pana upāsakā pāsādo na vaṭṭatī’’ti vacanaṃ, yaṃ vā panaññampi evarūpaṃ obhāsakammaṃ. Parikathā nāma ‘‘bhikkhusaṅghassa senāsanaṃ sambādha’’nti vacanaṃ, yā vā panaññāpi evarūpā pariyāyakathā. Bhesajje sabbampi vaṭṭati. Tathā uppannaṃ pana bhesajjaṃ roge vūpasante paribhuñjituṃ vaṭṭati, na vaṭṭatīti.",
  "anya-e0101n1:188": "Tattha vinayadharā ‘‘bhagavatā dvāraṃ dinnaṃ, tasmā vaṭṭatī’’ti vadanti. Suttantikā pana ‘‘kiñcāpi āpatti na hoti, ājīvaṃ pana kopeti, tasmā na vaṭṭati’’cceva vadanti.",
  "anya-e0101n1:189": "Yo pana bhagavatā anuññātāpi nimittobhāsaparikathāviññattiyo akaronto appicchatādiguṇeyeva nissāya jīvitakkhayepi paccupaṭṭhite aññatreva obhāsādīhi uppannapaccaye paṭisevati, esa ‘‘paramasallekhavuttī’’ti vuccati, seyyathāpi thero sāriputto.",
  "anya-e0101n1:190": "So kirāyasmā ekasmiṃ samaye pavivekaṃ brūhayamāno mahāmoggallānattherena saddhiṃ aññatarasmiṃ araññe viharati, athassa ekasmiṃ divase udaravātābādho uppajjitvā atidukkhaṃ janesi. Mahāmoggallānatthero sāyanhasamaye tassāyasmato upaṭṭhānaṃ gato theraṃ nipannaṃ disvā taṃ pavattiṃ pucchitvā ‘‘pubbe te, āvuso, kena phāsu hotī’’ti pucchi. Thero āha, ‘‘gihikāle me, āvuso, mātā sappimadhusakkarādīhi yojetvā asambhinnakhīrapāyāsaṃ adāsi, tena me phāsu ahosī’’ti. Sopi āyasmā ‘‘hotu, āvuso, sace mayhaṃ vā tuyhaṃ vā puññaṃ atthi, appeva nāma sve labhissāmā’’ti āha.",
  "anya-e0101n1:191": "Imaṃ pana nesaṃ kathāsallāpaṃ caṅkamanakoṭiyaṃ rukkhe adhivatthā devatā sutvā ‘‘sve ayyassa pāyāsaṃ uppādessāmī’’ti tāvadeva therassa upaṭṭhākakulaṃ gantvā jeṭṭhaputtassa sarīraṃ āvisitvā pīḷaṃ janesi. Athassa tikicchānimittaṃ sannipatite ñātake āha – ‘‘sace sve therassa evarūpaṃ nāma pāyāsaṃ paṭiyādetha, taṃ muñcissāmī’’ti. Te ‘‘tayā avuttepi mayaṃ therānaṃ nibaddhaṃ bhikkhaṃ demā’’ti vatvā dutiyadivase tathārūpaṃ pāyāsaṃ paṭiyādiyiṃsu.",
  "anya-e0101n1:192": "Mahāmoggallānatthero pātova āgantvā ‘‘āvuso, yāva ahaṃ piṇḍāya caritvā āgacchāmi, tāva idheva hohī’’ti vatvā gāmaṃ pāvisi. Te manussā paccuggantvā therassa pattaṃ gahetvā vuttappakārassa pāyāsassa pūretvā adaṃsu. Thero gamanākāraṃ dassesi. Te ‘‘bhuñjatha – bhante, tumhe, aparampi dassāmā’’ti theraṃ bhojetvā puna pattapūraṃ adaṃsu. Thero gantvā ‘‘handāvuso sāriputta, paribhuñjā’’ti upanāmesi. Theropi taṃ disvā ‘‘atimanāpo pāyāso, kathaṃ nu kho uppanno’’ti cintento tassa uppattimūlaṃ disvā āha – ‘‘āvuso moggallāna, aparibhogāraho piṇḍapāto’’ti. Sopāyasmā ‘‘mādisena nāma ābhataṃ piṇḍapātaṃ na paribhuñjatī’’ti cittampi anuppādetvā ekavacaneneva pattaṃ mukhavaṭṭiyaṃ gahetvā ekamante nikujjesi. Pāyāsassa saha bhūmiyaṃ patiṭṭhānā therassa ābādho antaradhāyi, tato paṭṭhāya pañcacattālīsa vassāni na puna uppajji. Tato mahāmoggallānaṃ āha – ‘‘āvuso, vacīviññattiṃ nissāya uppanno pāyāso antesu nikkhamitvā bhūmiyaṃ carantesupi paribhuñjituṃ ayuttarūpo’’ti. Imañca udānaṃ udānesi –",
  "anya-e0101n1:193": "‘‘Vacīviññattivipphārā, uppannaṃ madhupāyasaṃ;",
  "anya-e0101n1:194": "Sace bhutto bhaveyyāhaṃ, sājīvo garahito mama.",
  "anya-e0101n1:195": "‘‘Yadipi me antaguṇaṃ, nikkhamitvā bahi care;",
  "anya-e0101n1:196": "Neva bhindeyyaṃ ājīvaṃ, cajamānopi jīvitaṃ.",
  "anya-e0101n1:197": "‘‘Ārādhemi sakaṃ cittaṃ, vivajjemi anesanaṃ;",
  "anya-e0101n1:198": "Nāhaṃ buddhappaṭikuṭṭhaṃ, kāhāmi ca anesana’’nti.",
  "anya-e0101n1:199": "Ciragumbavāsikaambakhādakamahātissattheravatthupi cettha kathetabbaṃ. Evaṃ sabbathāpi.",
  "anya-e0101n1:200": "‘‘Anesanāya cittampi, ajanetvā vicakkhaṇo;",
  "anya-e0101n1:201": "Ājīvaṃ parisodheyya, saddhāpabbajito yatī’’ti.",
  "anya-e0101n1:202": "Yathā ca vīriyena ājīvapārisuddhi, tathā paccayasannissitasīlaṃ paññāya sampādetabbaṃ. Paññāsādhanaṃ hi taṃ, paññavato paccayesu ādīnavānisaṃsadassanasamatthabhāvato. Tasmā pahāya paccayagedhaṃ dhammena samena uppanne paccaye yathāvuttena vidhinā paññāya paccavekkhitvā paribhuñjantena sampādetabbaṃ.",
  "anya-e0101n1:203": "Tattha duvidhaṃ paccavekkhaṇaṃ paccayānaṃ paṭilābhakāle, paribhogakāle ca. Paṭilābhakālepi hi dhātuvasena vā paṭikūlavasena vā paccavekkhitvā ṭhapitāni cīvarādīni tato uttari paribhuñjantassa anavajjova paribhogo, paribhogakālepi. Tatrāyaṃ sanniṭṭhānakaro vinicchayo –",
  "anya-e0101n1:204": "Cattāro hi paribhogā theyyaparibhogo, iṇaparibhogo, dāyajjaparibhogo, sāmiparibhogoti. Tatra saṅghamajjhepi nisīditvā paribhuñjantassa dussīlassa paribhogo theyyaparibhogo nāma. Sīlavato apaccavekkhitvā paribhogo iṇaparibhogo nāma. Tasmā cīvaraṃ paribhoge paribhoge paccavekkhitabbaṃ, piṇḍapāto ālope ālope, tathā asakkontena purebhattapacchābhattapurimayāmamajjhimayāmapacchimayāmesu. Sacassa apaccavekkhatova aruṇaṃ uggacchati, iṇaparibhogaṭṭhāne tiṭṭhati. Senāsanampi paribhoge paribhoge paccavekkhitabbaṃ. Bhesajjassa paṭiggahaṇepi paribhogepi satipaccayatāva vaṭṭati. Evaṃ santepi paṭiggahaṇe satiṃ katvā paribhoge akarontasseva āpatti, paṭiggahaṇe pana satiṃ akatvā paribhoge karontassa anāpatti.",
  "anya-e0101n1:205": "Catubbidhā hi suddhi desanāsuddhi, saṃvarasuddhi, pariyeṭṭhisuddhi, paccavekkhaṇasuddhīti. Tattha desanāsuddhi nāma pātimokkhasaṃvarasīlaṃ. Tañhi desanāya sujjhanato desanāsuddhīti vuccati. Saṃvarasuddhi nāma indriyasaṃvarasīlaṃ. Tañhi ‘‘na puna evaṃ karissāmī’’ti cittādhiṭṭhānasaṃvareneva sujjhanato saṃvarasuddhīti vuccati. Pariyeṭṭhisuddhi nāma ājīvapārisuddhisīlaṃ. Tañhi anesanaṃ pahāya dhammena samena paccaye uppādentassa pariyesanāya suddhattā pariyeṭṭhisuddhīti vuccati. Paccavekkhaṇasuddhi nāma paccayasannissitasīlaṃ. Tañhi vuttappakārena paccavekkhaṇena sujjhanato paccavekkhaṇasuddhīti vuccati. Tena vuttaṃ ‘‘paṭiggahaṇe pana satiṃ akatvā paribhoge karontassa anāpattī’’ti.",
  "anya-e0101n1:206": "Sattannaṃ sekkhānaṃ paccayaparibhogo dāyajjaparibhogo nāma. Te hi bhagavato puttā, tasmā pitusantakānaṃ paccayānaṃ dāyādā hutvā te paccaye paribhuñjanti. Kiṃpanete bhagavato paccaye paribhuñjanti, udāhu gihīnaṃ paccaye paribhuñjantīti. Gihīhi dinnāpi bhagavatā anuññātattā bhagavato santakā honti, tasmā bhagavato paccaye paribhuñjantīti veditabbā. Dhammadāyādasuttañcettha sādhakaṃ.",
  "anya-e0101n1:207": "Khīṇāsavānaṃ paribhogo sāmiparibhogo nāma. Te hi taṇhāya dāsabyaṃ atītattā sāmino hutvā paribhuñjanti.",
  "anya-e0101n1:208": "Imesu paribhogesu sāmiparibhogo ca dāyajjaparibhogo ca sabbesaṃ vaṭṭati. Iṇaparibhogo na vaṭṭati. Theyyaparibhoge kathāyeva natthi. Yo panāyaṃ sīlavato paccavekkhitaparibhogo, so iṇaparibhogassa paccanīkattā āṇaṇyaparibhogo vā hoti, dāyajjaparibhogeyeva vā saṅgahaṃ gacchati. Sīlavāpi hi imāya sikkhāya samannāgatattā sekkhotveva saṅkhyaṃ gacchati. Imesu pana paribhogesu yasmā sāmiparibhogo aggo, tasmā taṃ patthayamānena bhikkhunā vuttappakārāya paccavekkhaṇāya paccavekkhitvā paribhuñjantena paccayasannissitasīlaṃ sampādetabbaṃ. Evaṃ karonto hi kiccakārī hoti. Vuttampi cetaṃ –",
  "anya-e0101n1:209": "‘‘Piṇḍaṃ vihāraṃ sayanāsanañca,",
  "anya-e0101n1:210": "Āpañca saṅghāṭirajūpavāhanaṃ;",
  "anya-e0101n1:211": "Sutvāna dhammaṃ sugatena desitaṃ,",
  "anya-e0101n1:212": "Saṅkhāya seve varapaññasāvako.",
  "anya-e0101n1:213": "‘‘Tasmā hi piṇḍe sayanāsane ca,",
  "anya-e0101n1:214": "Āpe ca saṅghāṭirajūpavāhane;",
  "anya-e0101n1:215": "Etesu dhammesu anūpalitto,",
  "anya-e0101n1:216": "Bhikkhu yathā pokkhare vāribindu. (su. ni. 393-394);",
  "anya-e0101n1:217": "‘‘Kālena laddhā parato anuggahā,",
  "anya-e0101n1:218": "Khajjesu bhojjesu ca sāyanesu ca;",
  "anya-e0101n1:219": "Mattaṃ sa jaññā satataṃ upaṭṭhito,",
  "anya-e0101n1:220": "Vaṇassa ālepanarūhane yathā.",
  "anya-e0101n1:221": "‘‘Kantāre puttamaṃsaṃva, akkhassabbhañjanaṃ yathā;",
  "anya-e0101n1:222": "Evaṃ āhāre āhāraṃ, yāpanatthamamucchito’’ti.",
  "anya-e0101n1:223": "Imassa ca paccayasannissitasīlassa paripūrakāritāya bhāgineyyasaṅgharakkhitasāmaṇerassa vatthu kathetabbaṃ. So hi sammā paccavekkhitvā paribhuñji. Yathāha –",
  "anya-e0101n1:224": "‘‘Upajjhāyo maṃ bhuñjamānaṃ, sālikūraṃ sunibbutaṃ;",
  "anya-e0101n1:225": "Mā heva tvaṃ sāmaṇera, jivhaṃ jhāpesi asaññato.",
  "anya-e0101n1:226": "‘‘Upajjhāyassa vaco sutvā, saṃvegamalabhiṃ tadā;",
  "anya-e0101n1:227": "Ekāsane nisīditvā, arahattaṃ apāpuṇiṃ.",
  "anya-e0101n1:228": "‘‘Sohaṃ paripuṇṇasaṅkappo, cando pannaraso yathā;",
  "anya-e0101n1:229": "Sabbāsavaparikkhīṇo, natthi dāni punabbhavo’’ti.",
  "anya-e0101n1:230": "‘‘Tasmā aññopi dukkhassa, patthayanto parikkhayaṃ;",
  "anya-e0101n1:231": "Yoniso paccavekkhitvā, paṭisevetha paccaye’’ti.",
  "anya-e0101n1:232": "Evaṃ pātimokkhasaṃvarasīlādivasena catubbidhaṃ.",
  "anya-e0101n1:233": "Paṭhamasīlapañcakaṃ",
  "anya-e0101n1:234": "20. Pañcavidhakoṭṭhāsassa paṭhamapañcake anupasampannasīlādivasena attho veditabbo. Vuttañhetaṃ paṭisambhidāyaṃ –",
  "anya-e0101n1:235": "‘‘Katamaṃ pariyantapārisuddhisīlaṃ? Anupasampannānaṃ pariyantasikkhāpadānaṃ, idaṃ pariyantapārisuddhisīlaṃ. Katamaṃ apariyantapārisuddhisīlaṃ? Upasampannānaṃ apariyantasikkhāpadānaṃ, idaṃ apariyantapārisuddhisīlaṃ. Katamaṃ paripuṇṇapārisuddhisīlaṃ? Puthujjanakalyāṇakānaṃ kusaladhamme yuttānaṃ sekkhapariyante paripūrakārīnaṃ kāye ca jīvite ca anapekkhānaṃ pariccattajīvitānaṃ, idaṃ paripuṇṇapārisuddhisīlaṃ. Katamaṃ aparāmaṭṭhapārisuddhisīlaṃ? Sattannaṃ sekkhānaṃ, idaṃ aparāmaṭṭhapārisuddhisīlaṃ. Katamaṃ paṭippassaddhipārisuddhisīlaṃ? Tathāgatasāvakānaṃ khīṇāsavānaṃ paccekabuddhānaṃ tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ, idaṃ paṭippassaddhipārisuddhisīla’’nti (paṭi. ma. 1.37).",
  "anya-e0101n1:236": "Tattha anupasampannānaṃ sīlaṃ gaṇanavasena sapariyantattā pariyantapārisuddhisīlanti veditabbaṃ. Upasampannānaṃ –",
  "anya-e0101n1:237": "‘‘Nava koṭisahassāni, asītisatakoṭiyo;",
  "anya-e0101n1:238": "Paññāsasatasahassāni, chattiṃsā ca punāpare.",
  "anya-e0101n1:239": "‘‘Ete saṃvaravinayā, sambuddhena pakāsitā;",
  "anya-e0101n1:240": "Peyyālamukhena niddiṭṭhā, sikkhā vinayasaṃvare’’ti. –",
  "anya-e0101n1:241": "Evaṃ gaṇanavasena sapariyantampi anavasesavasena samādānabhāvañca lābhayasañātiaṅgajīvitavasena adiṭṭhapariyantabhāvañca sandhāya apariyantapārisuddhisīlanti vuttaṃ, ciragumbavāsikaambakhādakamahātissattherassa sīlamiva. Tathā hi so āyasmā –",
  "anya-e0101n1:242": "‘‘Dhanaṃ caje aṅgavarassa hetu, aṅgaṃ caje jīvitaṃ rakkhamāno;",
  "anya-e0101n1:243": "Aṅgaṃ dhanaṃ jīvitañcāpi sabbaṃ, caje naro dhammamanussaranto’’ti. –",
  "anya-e0101n1:244": "Imaṃ sappurisānussatiṃ avijahanto jīvitasaṃsayepi sikkhāpadaṃ avītikkamma tadeva apariyantapārisuddhisīlaṃ nissāya upāsakassa piṭṭhigatova arahattaṃ pāpuṇi. Yathāha –",
  "anya-e0101n1:245": "‘‘Na pitā napi te mātā, na ñāti napi bandhavo;",
  "anya-e0101n1:246": "Karotetādisaṃ kiccaṃ, sīlavantassa kāraṇā.",
  "anya-e0101n1:247": "Saṃvegaṃ janayitvāna, sammasitvāna yoniso;",
  "anya-e0101n1:248": "Tassa piṭṭhigato santo, arahattaṃ apāpuṇī’’ti.",
  "anya-e0101n1:249": "Puthujjanakalyāṇakānaṃ sīlaṃ upasampadato paṭṭhāya sudhotajātimaṇi viya suparikammakatasuvaṇṇaṃ viya ca atiparisuddhattā cittuppādamattakenapi malena virahitaṃ arahattasseva padaṭṭhānaṃ hoti, tasmā paripuṇṇapārisuddhīti vuccati, mahāsaṅgharakkhitabhāgineyyasaṅgharakkhitattherānaṃ viya.",
  "anya-e0101n1:250": "Mahāsaṅgharakkhitattheraṃ kira atikkantasaṭṭhivassaṃ maraṇamañce nipannaṃ bhikkhusaṅgho lokuttarādhigamaṃ pucchi. Thero ‘‘natthi me lokuttaradhammo’’ti āha. Athassa upaṭṭhāko daharabhikkhu āha – ‘‘bhante, tumhe parinibbutāti samantā dvādasayojanā manussā sannipatitā, tumhākaṃ puthujjanakālakiriyāya mahājanassa vippaṭisāro bhavissatī’’ti. Āvuso, ahaṃ ‘‘metteyyaṃ bhagavantaṃ passissāmī’’ti na vipassanaṃ paṭṭhapesiṃ. Tena hi maṃ nisīdāpetvā okāsaṃ karohīti. So theraṃ nisīdāpetvā bahi nikkhanto. Thero tassa saha nikkhamanāva arahattaṃ patvā accharikāya saññaṃ adāsi. Saṅgho sannipatitvā āha – ‘‘bhante, evarūpe maraṇakāle lokuttaradhammaṃ nibbattentā dukkaraṃ karitthā’’ti. Nāvuso etaṃ dukkaraṃ, apica vo dukkaraṃ ācikkhissāmi – ‘‘ahaṃ, āvuso, pabbajitakālato paṭṭhāya asatiyā aññāṇapakataṃ kammaṃ nāma na passāmī’’ti. Bhāgineyyopissa paññāsavassakāle evameva arahattaṃ pāpuṇīti.",
  "anya-e0101n1:251": "‘‘Appassutopi ce hoti, sīlesu asamāhito;",
  "anya-e0101n1:252": "Ubhayena naṃ garahanti, sīlato ca sutena ca.",
  "anya-e0101n1:253": "‘‘Appassutopi ce hoti, sīlesu susamāhito;",
  "anya-e0101n1:254": "Sīlato naṃ pasaṃsanti, tassa sampajjate sutaṃ.",
  "anya-e0101n1:255": "‘‘Bahussutopi ce hoti, sīlesu asamāhito;",
  "anya-e0101n1:256": "Sīlato naṃ garahanti, nāssa sampajjate sutaṃ.",
  "anya-e0101n1:257": "‘‘Bahussutopi ce hoti, sīlesu susamāhito;",
  "anya-e0101n1:258": "Ubhayena naṃ pasaṃsanti, sīlato ca sutena ca.",
  "anya-e0101n1:259": "‘‘Bahussutaṃ dhammadharaṃ, sappaññaṃ buddhasāvakaṃ;",
  "anya-e0101n1:260": "Nekkhaṃ jambonadasseva, ko taṃ ninditumarahati;",
  "anya-e0101n1:261": "Devāpi naṃ pasaṃsanti, brahmunāpi pasaṃsito’’ti. (a. ni. 4.6);",
  "anya-e0101n1:262": "Sekkhānaṃ pana sīlaṃ diṭṭhivasena aparāmaṭṭhattā, puthujjanānaṃ vā pana rāgavasena aparāmaṭṭhasīlaṃ aparāmaṭṭhapārisuddhīti veditabbaṃ, kuṭumbiyaputtatissattherassa sīlaṃ viya. So hi āyasmā tathārūpaṃ sīlaṃ nissāya arahatte patiṭṭhātukāmo verike āha –",
  "anya-e0101n1:263": "‘‘Ubho pādāni bhinditvā, saññapessāmi vo ahaṃ;",
  "anya-e0101n1:264": "Aṭṭiyāmi harāyāmi, sarāgamaraṇaṃ aha’’nti.",
  "anya-e0101n1:265": "‘‘Evāhaṃ cintayitvāna, sammasitvāna yoniso;",
  "anya-e0101n1:266": "Sampatte aruṇuggamhi, arahattaṃ apāpuṇi’’nti. (dī. ni. aṭṭha. 2.373);",
  "anya-e0101n1:267": "Aññataropi mahāthero bāḷhagilāno sahatthā āhārampi paribhuñjituṃ asakkonto sake muttakarīse palipanno samparivattati, taṃ disvā aññataro daharo ‘‘aho dukkhā jīvitasaṅkhārā’’ti āha. Tamenaṃ mahāthero āha – ‘‘ahaṃ, āvuso, idāni miyyamāno saggasampattiṃ labhissāmi, natthi me ettha saṃsayo, imaṃ pana sīlaṃ bhinditvā laddhasampatti nāma sikkhaṃ paccakkhāya paṭiladdhagihibhāvasadisī’’ti vatvā ‘‘sīleneva saddhiṃ marissāmī’’ti tattheva nipanno tameva rogaṃ sammasanto arahattaṃ patvā bhikkhusaṅghassa imāhi gāthāhi byākāsi –",
  "anya-e0101n1:268": "‘‘Phuṭṭhassa me aññatarena byādhinā,",
  "anya-e0101n1:269": "Rogena bāḷhaṃ dukhitassa ruppato;",
  "anya-e0101n1:270": "Parisussati khippamidaṃ kaḷevaraṃ,",
  "anya-e0101n1:271": "Pupphaṃ yathā paṃsuni ātape kataṃ.",
  "anya-e0101n1:272": "‘‘Ajaññaṃ jaññasaṅkhātaṃ, asuciṃ sucisammataṃ;",
  "anya-e0101n1:273": "Nānākuṇapaparipūraṃ, jaññarūpaṃ apassato.",
  "anya-e0101n1:274": "‘‘Dhiratthu maṃ āturaṃ pūtikāyaṃ, duggandhiyaṃ asuci byādhidhammaṃ;",
  "anya-e0101n1:275": "Yatthappamattā adhimucchitā pajā, hāpenti maggaṃ sugatūpapattiyā’’ti.",
  "anya-e0101n1:276": "Arahantādīnaṃ pana sīlaṃ sabbadarathappaṭippassaddhiyā parisuddhattā paṭippassaddhipārisuddhīti veditabbaṃ. Evaṃ pariyantapārisuddhiādivasena pañcavidhaṃ.",
  "anya-e0101n1:277": "Dutiyasīlapañcakaṃ",
  "anya-e0101n1:278": "Dutiyapañcake pāṇātipātādīnaṃ pahānādivasena attho veditabbo. Vuttañhetaṃ paṭisambhidāyaṃ –",
  "anya-e0101n1:279": "‘‘Pañca sīlāni pāṇātipātassa pahānaṃ sīlaṃ, veramaṇī sīlaṃ, cetanā sīlaṃ, saṃvaro sīlaṃ, avītikkamo sīlaṃ. Adinnādānassa, kāmesumicchācārassa, musāvādassa, pisuṇāya vācāya, pharusāya vācāya, samphappalāpassa, abhijjhāya, byāpādassa, micchādiṭṭhiyā, nekkhammena kāmacchandassa, abyāpādena byāpādassa, ālokasaññāya thinamiddhassa, avikkhepena uddhaccassa, dhammavavatthānena vicikicchāya, ñāṇena avijjāya, pāmojjena aratiyā, paṭhamena jhānena nīvaraṇānaṃ, dutiyena jhānena vitakkavicārānaṃ, tatiyena jhānena pītiyā, catutthena jhānena sukhadukkhānaṃ, ākāsānañcāyatanasamāpattiyā rūpasaññāya paṭighasaññāya nānattasaññāya, viññāṇañcāyatanasamāpattiyā ākāsānañcāyatanasaññāya, ākiñcaññāyatanasamāpattiyā viññāṇañcāyatanasaññāya, nevasaññānāsaññāyatanasamāpattiyā ākiñcaññāyatanasaññāya, aniccānupassanāya niccasaññāya, dukkhānupassanāya sukhasaññāya, anattānupassanāya attasaññāya, nibbidānupassanāya nandiyā, virāgānupassanāya rāgassa, nirodhānupassanāya samudayassa, paṭinissaggānupassanāya ādānassa, khayānupassanāya ghanasaññāya, vayānupassanāya āyūhanassa, vipariṇāmānupassanāya dhuvasaññāya, animittānupassanāya nimittassa, appaṇihitānupassanāya paṇidhiyā, suññatānupassanāya abhinivesassa, adhipaññādhammavipassanāya sārādānābhinivesassa, yathābhūtañāṇadassanena sammohābhinivesassa, ādīnavānupassanāya ālayābhinivesassa, paṭisaṅkhānupassanāya appaṭisaṅkhāya, vivaṭṭanānupassanāya saññogābhinivesassa, sotāpattimaggena diṭṭhekaṭṭhānaṃ kilesānaṃ, sakadāgāmimaggena oḷārikānaṃ kilesānaṃ, anāgāmimaggena aṇusahagatānaṃ kilesānaṃ, arahattamaggena sabbakilesānaṃ pahānaṃ sīlaṃ, veramaṇī, cetanā, saṃvaro, avītikkamo sīlaṃ. Evarūpāni sīlāni cittassa avippaṭisārāya saṃvattanti, pāmojjāya saṃvattanti, pītiyā saṃvattanti, passaddhiyā saṃvattanti, somanassāya saṃvattanti, āsevanāya saṃvattanti, bhāvanāya saṃvattanti, bahulīkammāya saṃvattanti, alaṅkārāya saṃvattanti, parikkhārāya saṃvattanti, parivārāya saṃvattanti, pāripūriyā saṃvattanti, ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattantī’’ti (paṭi. ma. 1.41).",
  "anya-e0101n1:280": "Ettha ca pahānanti koci dhammo nāma natthi aññatra vuttappakārānaṃ pāṇātipātādīnaṃ anuppādamattato. Yasmā pana taṃ taṃ pahānaṃ tassa tassa kusaladhammassa patiṭṭhānaṭṭhena upadhāraṇaṃ hoti, vikampābhāvakaraṇena ca samādānaṃ. Tasmā pubbe vutteneva upadhāraṇasamādhānasaṅkhātena sīlanaṭṭhena sīlanti vuttaṃ. Itare cattāro dhammā tato tato veramaṇivasena, tassa tassa saṃvaravasena, tadubhayasampayuttacetanāvasena, taṃ taṃ avītikkamantassa avītikkamanavasena ca cetaso pavattisabbhāvaṃ sandhāya vuttā. Sīlaṭṭho pana tesaṃ pubbe pakāsitoyevāti. Evaṃ pahānasīlādivasena pañcavidhaṃ.",
  "anya-e0101n1:281": "Ettāvatā ca kiṃ sīlaṃ? Kenaṭṭhena sīlaṃ? Kānassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānāni? Kimānisaṃsaṃ sīlaṃ? Katividhaṃ cetaṃ sīlanti? Imesaṃ pañhānaṃ vissajjanaṃ niṭṭhitaṃ.",
  "anya-e0101n1:282": "Sīlasaṃkilesavodānaṃ",
  "anya-e0101n1:283": "21. Yaṃ pana vuttaṃ ‘‘ko cassa saṃkileso, kiṃ vodāna’’nti. Tatra vadāma – khaṇḍādibhāvo sīlassa saṃkileso, akhaṇḍādibhāvo vodānaṃ. So pana khaṇḍādibhāvo lābhayasādihetukena bhedena ca sattavidhamethunasaṃyogena ca saṅgahito.",
  "anya-e0101n1:284": "Tathā hi yassa sattasu āpattikkhandhesu ādimhi vā ante vā sikkhāpadaṃ bhinnaṃ hoti, tassa sīlaṃ pariyante chinnasāṭako viya khaṇḍaṃ nāma hoti. Yassa pana vemajjhe bhinnaṃ, tassa majjhe chiddasāṭako viya chiddaṃ nāma hoti. Yassa paṭipāṭiyā dve tīṇi bhinnāni, tassa piṭṭhiyā vā kucchiyā vā uṭṭhitena visabhāgavaṇṇena kāḷarattādīnaṃ aññatarasarīravaṇṇā gāvī viya sabalaṃ nāma hoti. Yassa antarantarā bhinnāni, tassa antarantarā visabhāgavaṇṇabinduvicitrā gāvī viya kammāsaṃ nāma hoti. Evaṃ tāva lābhādihetukena bhedena khaṇḍādibhāvo hoti.",
  "anya-e0101n1:285": "Evaṃ sattavidhamethunasaṃyogavasena. Vuttañhi bhagavatā –",
  "anya-e0101n1:286": "‘‘Idha, brāhmaṇa, ekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati, apica kho mātugāmassa ucchādanaṃ parimaddanaṃ nhāpanaṃ sambāhanaṃ sādiyati, so tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati, idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati saṃyutto methunena saṃyogena, na parimuccati jātiyā. Jarāya maraṇena…pe… na parimuccati dukkhasmāti vadāmi.",
  "anya-e0101n1:287": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃ dvayasamāpattiṃ samāpajjati. Napi mātugāmassa ucchādanaṃ…pe… sādiyati. Apica kho mātugāmena saddhiṃ sañjagghati saṃkīḷati saṃkelāyati, so tadassādeti…pe… na parimuccati dukkhasmāti vadāmi.",
  "anya-e0101n1:288": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… na heva kho mātugāmena saddhiṃ dvayaṃ dvayasamāpattiṃ samāpajjati. Napi mātugāmassa ucchādanaṃ…pe… sādiyati. Napi mātugāmena saddhiṃ sañjagghati saṃkīḷati saṃkelāyati. Apica kho mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati, so tadassādeti…pe… na parimuccati dukkhasmāti vadāmi.",
  "anya-e0101n1:289": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… na heva kho mātugāmena… napi mātugāmassa… napi mātugāmena… napi mātugāmassa…pe… pekkhati. Apica kho mātugāmassa saddaṃ suṇāti tirokuṭṭā vā tiropākārā vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā, so tadassādeti…pe… dukkhasmāti vadāmi.",
  "anya-e0101n1:290": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… na heva kho mātugāmena… napi mātugāmassa… napi mātugāmena… napi mātugāmassa…pe… rodantiyā vā. Apica kho yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni, tāni anussarati, so tadassādeti…pe… dukkhasmāti vadāmi.",
  "anya-e0101n1:291": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… na heva kho mātugāmena…pe… napi mātugāmassa…pe… napi yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni, tāni anussarati. Apica kho passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ, so tadassādeti…pe… dukkhasmāti vadāmi.",
  "anya-e0101n1:292": "‘‘Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā…pe… na heva kho mātugāmena…pe… napi passati gahapatiṃ vā gahapatiputtaṃ vā…pe… paricārayamānaṃ. Apica kho aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampī’’ti (a. ni. 7.50).",
  "anya-e0101n1:293": "Evaṃ lābhādihetukena bhedena ca sattavidhamethunasaṃyogena ca khaṇḍādibhāvo saṅgahitoti veditabbo.",
  "anya-e0101n1:294": "Akhaṇḍādibhāvo pana sabbaso sikkhāpadānaṃ abhedena, bhinnānañca sappaṭikammānaṃ paṭikammakaraṇena, sattavidhamethunasaṃyogābhāvena ca, aparāya ca ‘‘kodho upanāho makkho paḷāso issā macchariyaṃ māyā sātheyyaṃ thambho sārambho māno atimāno mado pamādo’’tiādīnaṃ pāpadhammānaṃ anuppattiyā, appicchatāsantuṭṭhitāsallekhatādīnañca guṇānaṃ uppattiyā saṅgahito.",
  "anya-e0101n1:295": "Yāni hi sīlāni lābhādīnampi atthāya abhinnāni, pamādadosena vā bhinnānipi paṭikammakatāni , methunasaṃyogehi vā kodhupanāhādīhi vā pāpadhammehi anupahatāni, tāni sabbaso akhaṇḍāni acchiddāni asabalāni akammāsānīti vuccanti. Tāniyeva bhujissabhāvakaraṇato ca bhujissāni, viññūhi pasatthattā viññupasatthāni, taṇhādiṭṭhīhi aparāmaṭṭhattā aparāmaṭṭhāni, upacārasamādhiṃ vā appanāsamādhiṃ vā saṃvattayantīti samādhisaṃvattanikāni ca honti. Tasmā nesaṃ esa ‘akhaṇḍādibhāvo vodāna’nti veditabbo.",
  "anya-e0101n1:296": "Taṃ panetaṃ vodānaṃ dvīhākārehi sampajjati sīlavipattiyā ca ādīnavadassanena, sīlasampattiyā ca ānisaṃsadassanena. Tattha ‘‘pañcime, bhikkhave, ādīnavā dussīlassa sīlavipattiyā’’ti (dī. ni. 2.149; a. ni. 5.213) evamādisuttanayena sīlavipattiyā ādīnavo daṭṭhabbo.",
  "anya-e0101n1:297": "Apica dussīlo puggalo dussīlyahetu amanāpo hoti devamanussānaṃ, ananusāsanīyo sabrahmacārīnaṃ, dukkhito dussīlyagarahāsu, vippaṭisārī sīlavataṃ pasaṃsāsu, tāya ca pana dussīlyatāya sāṇasāṭako viya dubbaṇṇo hoti. Ye kho panassa diṭṭhānugatiṃ āpajjanti, tesaṃ dīgharattaṃ apāyadukkhāvahanato dukkhasamphasso. Yesaṃ deyyadhammaṃ paṭiggaṇhāti, tesaṃ namahapphalakaraṇato appaggho. Anekavassagaṇikagūthakūpo viya dubbisodhano. Chavālātamiva ubhato paribāhiro. Bhikkhubhāvaṃ paṭijānantopi abhikkhuyeva gogaṇaṃ anubandhagadrabho viya. Satatubbiggo sabbaverikapuriso viya. Asaṃvāsāraho matakaḷevaraṃ viya. Sutādiguṇayuttopi sabrahmacārīnaṃ apūjāraho susānaggi viya brāhmaṇānaṃ. Abhabbo visesādhigame andho viya rūpadassane. Nirāso saddhamme caṇḍālakumārako viya rajje. Sukhitosmīti maññamānopi dukkhitova aggikkhandhapariyāye vuttadukkhabhāgitāya.",
  "anya-e0101n1:298": "Dussīlānañhi pañcakāmaguṇaparibhogavandanamānanādisukhassādagadhitacittānaṃ tappaccayaṃ anussaraṇamattenāpi hadayasantāpaṃ janayitvā uṇhalohituggārappavattanasamatthaṃ atikaṭukaṃ dukkhaṃ dassento sabbākārena paccakkhakammavipāko bhagavā āha –",
  "anya-e0101n1:299": "‘‘Passatha no tumhe, bhikkhave, amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūta’nti? Evaṃ, bhanteti. Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā, yaṃ khattiyakaññaṃ vā brāhmaṇakaññaṃ vā gahapatikaññaṃ vā mudutalunahatthapādaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vāti. Etadeva, bhante, varaṃ yaṃ khattiyakaññaṃ vā…pe… upanipajjeyya vā. Dukkhaṃ hetaṃ, bhante, yaṃ amuṃ mahantaṃ aggikkhandhaṃ…pe… upanipajjeyya vāti. Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa pāpadhammassa asucisaṅkassarasamācārassa paṭicchannakammantassa assamaṇassa samaṇapaṭiññassa abrahmacārissa brahmacāripaṭiññassa antopūtikassa avassutassa kasambujātassa yaṃ amuṃ mahantaṃ aggikkhandhaṃ…pe… upanipajjeyya vā. Taṃ kissa hetu? Tatonidānaṃ hi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā’’ti (a. ni. 7.72).",
  "anya-e0101n1:300": "Evaṃ aggikkhandhupamāya itthipaṭibaddhapañcakāmaguṇaparibhogapaccayaṃ dukkhaṃ dassetvā eteneva upāyena –",
  "anya-e0101n1:301": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso daḷhāya vāḷarajjuyā ubho jaṅghā veṭhetvā ghaṃseyya, sā chaviṃ chindeyya, chaviṃ chetvā cammaṃ chindeyya, cammaṃ chetvā maṃsaṃ chindeyya, maṃsaṃ chetvā nhāruṃ chindeyya, nhāruṃ chetvā aṭṭhiṃ chindeyya, aṭṭhiṃ chetvā aṭṭhimiñjaṃ āhacca tiṭṭheyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā abhivādanaṃ sādiyeyyā’’ti ca.",
  "anya-e0101n1:302": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso tiṇhāya sattiyā teladhotāya paccorasmiṃ pahareyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā añjalikammaṃ sādiyeyyā’’ti ca.",
  "anya-e0101n1:303": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso tattena ayopaṭṭena ādittena sampajjalitena sajotibhūtena kāyaṃ sampaliveṭheyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ cīvaraṃ paribhuñjeyyā’’ti ca.",
  "anya-e0101n1:304": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso tattena ayosaṅkunā ādittena sampajjalitena sajotibhūtena mukhaṃ vivaritvā tattaṃ lohaguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ mukhe pakkhipeyya, taṃ tassa oṭṭhampi ḍaheyya, mukhampi, jivhampi, kaṇṭhampi, udarampi ḍaheyya, antampi antaguṇampi ādāya adhobhāgaṃ nikkhameyya, yaṃ vā khattiya… brāhmaṇa… gahapatimahāsālānaṃ vā saddhādeyyaṃ piṇḍapātaṃ paribhuñjeyyā’’ti ca.",
  "anya-e0101n1:305": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso sīse vā gahetvā khandhe vā gahetvā tattaṃ ayomañcaṃ vā ayopīṭhaṃ vā ādittaṃ sampajjalitaṃ sajotibhūtaṃ abhinisīdāpeyya vā abhinipajjāpeyya vā, yaṃ vā khattiya… brāhmaṇa… gahapatimahāsālānaṃ vā saddhādeyyaṃ mañcapīṭhaṃ paribhuñjeyyā’’ti ca.",
  "anya-e0101n1:306": "‘‘Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho varaṃ yaṃ balavā puriso uddhaṃpādaṃ adhosiraṃ gahetvā tattāya ayokumbhiyā pakkhipeyya ādittāya sampajjalitāya sajotibhūtāya , so tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gaccheyya, sakimpi adho gaccheyya, sakimpi tiriyaṃ gaccheyya, yaṃ vā khattiya… brāhmaṇa… gahapatimahāsālānaṃ vā saddhādeyyaṃ vihāraṃ paribhuñjeyyā’’ti cāti (a. ni. 7.72).",
  "anya-e0101n1:307": "Imāhi vāḷarajjutiṇhasattiayopaṭṭaayoguḷaayomañcaayopīṭhaayokumbhīupamāhi abhivādanaañjalikammacīvarapiṇḍapātamañcapīṭhavihāraparibhogapaccayaṃ dukkhaṃ dassesi. Tasmā –",
  "anya-e0101n1:308": "Aggikkhandhāliṅganadukkhādhikadukkhakaṭukaphalaṃ;",
  "anya-e0101n1:309": "Avijahato kāmasukhaṃ, sukhaṃ kuto bhinnasīlassa.",
  "anya-e0101n1:310": "Abhivādanasādiyane , kiṃ nāma sukhaṃ vipannasīlassa;",
  "anya-e0101n1:311": "Daḷhavāḷarajjughaṃsanadukkhādhikadukkhabhāgissa.",
  "anya-e0101n1:312": "Saddhānamañjalikammasādiyane kiṃ sukhaṃ asīlassa;",
  "anya-e0101n1:313": "Sattippahāradukkhādhimattadukkhassa yaṃhetu.",
  "anya-e0101n1:314": "Cīvaraparibhogasukhaṃ, kiṃ nāma asaṃyatassa;",
  "anya-e0101n1:315": "Yena ciraṃ anubhavitabbo, niraye jalitaayopaṭṭasamphasso.",
  "anya-e0101n1:316": "Madhuropi piṇḍapāto, halāhalavisūpamo asīlassa;",
  "anya-e0101n1:317": "Ādittā gilitabbā, ayoguḷā yena cirarattaṃ.",
  "anya-e0101n1:318": "Sukhasammatopi dukkho, asīlino mañcapīṭhaparibhogo;",
  "anya-e0101n1:319": "Yaṃ bādhissanti ciraṃ, jalitaayomañcapīṭhāni.",
  "anya-e0101n1:320": "Dussīlassa vihāre, saddhādeyyamhi kā nivāsa rati;",
  "anya-e0101n1:321": "Jalitesu nivasitabbaṃ, yena ayokumbhimajjhesu.",
  "anya-e0101n1:322": "Saṅkasarasamācāro, kasambujāto avassuto pāpo;",
  "anya-e0101n1:323": "Antopūtīti ca yaṃ, nindanto āha lokagaru.",
  "anya-e0101n1:324": "Dhī jīvitaṃ asaññatassa, tassa samaṇajanavesadhārissa;",
  "anya-e0101n1:325": "Assamaṇassa upahataṃ, khatamattānaṃ vahantassa.",
  "anya-e0101n1:326": "Gūthaṃ viya kuṇapaṃ viya, maṇḍanakāmā vivajjayantīdha;",
  "anya-e0101n1:327": "Yaṃ nāma sīlavanto, santo kiṃ jīvitaṃ tassa.",
  "anya-e0101n1:328": "Sabbabhayehi amutto, mutto sabbehi adhigamasukhehi;",
  "anya-e0101n1:329": "Supihitasaggadvāro, apāyamaggaṃ samārūḷho.",
  "anya-e0101n1:330": "Karuṇāya vatthubhūto, kāruṇikajanassa nāma ko añño;",
  "anya-e0101n1:331": "Dussīlasamo dussī, latāya iti bahuvidhā dosāti.",
  "anya-e0101n1:332": "Evamādinā paccavekkhaṇena sīlavipattiyaṃ ādīnavadassanaṃ vuttappakāraviparītato sīlasampattiyā ānisaṃsadassanañca veditabbaṃ. Apica –",
  "anya-e0101n1:333": "Tassa pāsādikaṃ hoti, pattacīvaradhāraṇaṃ;",
  "anya-e0101n1:334": "Pabbajjā saphalā tassa, yassa sīlaṃ sunimmalaṃ.",
  "anya-e0101n1:335": "Attānuvādādibhayaṃ, suddhasīlassa bhikkhuno;",
  "anya-e0101n1:336": "Andhakāraṃ viya raviṃ, hadayaṃ nāvagāhati.",
  "anya-e0101n1:337": "Sīlasampattiyā bhikkhu, sobhamāno tapovane;",
  "anya-e0101n1:338": "Pabhāsampattiyā cando, gagane viya sobhati.",
  "anya-e0101n1:339": "Kāyagandhopi pāmojjaṃ, sīlavantassa bhikkhuno;",
  "anya-e0101n1:340": "Karoti api devānaṃ, sīlagandhe kathāva kā.",
  "anya-e0101n1:341": "Sabbesaṃ gandhajātānaṃ, sampattiṃ abhibhuyyati;",
  "anya-e0101n1:342": "Avighātī disā sabbā, sīlagandho pavāyati.",
  "anya-e0101n1:343": "Appakāpi katā kārā, sīlavante mahapphalā;",
  "anya-e0101n1:344": "Hontīti sīlavā hoti, pūjāsakkārabhājanaṃ.",
  "anya-e0101n1:345": "Sīlavantaṃ na bādhanti, āsavā diṭṭhadhammikā;",
  "anya-e0101n1:346": "Samparāyikadukkhānaṃ, mūlaṃ khanati sīlavā.",
  "anya-e0101n1:347": "Yā manussesu sampatti, yā ca devesu sampadā;",
  "anya-e0101n1:348": "Na sā sampannasīlassa, icchato hoti dullabhā.",
  "anya-e0101n1:349": "Accantasantā pana yā, ayaṃ nibbānasampadā;",
  "anya-e0101n1:350": "Mano sampannasīlassa, tameva anudhāvati.",
  "anya-e0101n1:351": "Sabbasampattimūlamhi , sīlamhi iti paṇḍito;",
  "anya-e0101n1:352": "Anekākāravokāraṃ, ānisaṃsaṃ vibhāvayeti.",
  "anya-e0101n1:353": "Evañhi vibhāvayato sīlavipattito ubbijjitvā sīlasampattininnaṃ mānasaṃ hoti. Tasmā yathāvuttaṃ imaṃ sīlavipattiyā ādīnavaṃ imañca sīlasampattiyā ānisaṃsaṃ disvā sabbādarena sīlaṃ vodāpetabbanti.",
  "anya-e0101n1:354": "Ettāvatā ca ‘‘sīle patiṭṭhāya naro sapañño’’ti imissā gāthāya sīlasamādhipaññāmukhena desite visuddhimagge sīlaṃ tāva paridīpitaṃ hoti.",
  "anya-e0101n1:355": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n1:356": "Sīlaniddeso nāma paṭhamo paricchedo."
}