{
  "anya-e0905n3:0": "Mahāvaggapāḷi",
  "anya-e0905n3:1": "Saṃgāyanassa pucchā vissajjanā",
  "anya-e0905n3:2": "Pucchā – ubhato vibhaṅgānantaraṃ āvuso porāṇakehi saṃgītikāramahātherehi kaṃ nāma pāvacanaṃ saṃgītaṃ.",
  "anya-e0905n3:3": "Vissajjanā – ubhato vibhaṅgānantaraṃ bhante porāṇakehi saṃgītikāramahātherehi khandhakā saṃgītā.",
  "anya-e0905n3:4": "Pucchā – te pana āvuso khandhakā vaggabhedena katividhā.",
  "anya-e0905n3:5": "Vissajjanā – te pana bhante khandhakā duvidhā vaggabhedena mahāvaggo cūḷavaggoti.",
  "anya-e0905n3:6": "Pucchā – mahāvagge āvuso kati khandhakā pariyāpannā.",
  "anya-e0905n3:7": "Vissajjanā – mahāvagge bhante dasakhandhakā pariyāpannā, seyyathidaṃ, mahākhandhako uposathakkhandhako vassūpanāyikakkhandhako pavāraṇākkhandhako cammakkhandhako bhesajjakkhandhako kathinakkhandhako cīvarakkhandhako campeyyakkhandhako kosambakakkhandhakoti.",
  "anya-e0905n3:8": "Pucchā – mahākhandhake āvuso bahū kathāyo, katamā tāsaṃ ādikathā.",
  "anya-e0905n3:9": "Vissajjanā – mahākhandhake bhante bodhikathā ādi.",
  "anya-e0905n3:10": "Mahākhandhaka",
  "anya-e0905n3:11": "Mahābodhipucchā",
  "anya-e0905n3:12": "Pucchā – tasmātiha āvuso tato paṭṭhāya taṃ pucchissāmi, bhagavā āvuso paṭhamābhisambuddhakāle kattha kīvacīraṃ kenākārena vihāsi.",
  "anya-e0905n3:13": "Vissajjanā – bhagavā bhante paṭhamābhisambuddho bodhirukkhamūle sattāhaṃ ekapallaṅkena vihāsi vimuttisukhaṃ paṭisaṃvedī.",
  "anya-e0905n3:14": "Pucchā – tadā āvuso bhagavā kīdisaṃ dhammaṃ manasikatvā kīdisaṃ udānaṃ udānesi.",
  "anya-e0905n3:15": "Vissajjanā – tadā bhante bhagavā rattiyā paṭhamaṃ yāmaṃ rattiyā majjhimaṃ yāmaṃ rattiyā pacchimaṃ yāmaṃ paṭiccasamuppādaṃ anulomaṃ paṭilomaṃ manasikatvā tīṇi udānāni udānesi.",
  "anya-e0905n3:16": "Ajapāla",
  "anya-e0905n3:17": "Pucchā – tassa āvuso sattāhassa accayena bhagavā kattha vihāsi.",
  "anya-e0905n3:18": "Vissajjanā – tassa bhante sattāhassa accayena bhagavā ajapāla nigrodhamūle vihāsi, sattāhaṃ ekapallaṅkena vihāsi vimuttisukhaṃ paṭisaṃvedī.",
  "anya-e0905n3:19": "Mucalindā",
  "anya-e0905n3:20": "Pucchā – tassapi āvuso sattāhassa accayena bhagavā kattha vihāsi.",
  "anya-e0905n3:21": "Vissajjanā – tassa bhante sattāhassa accayena bhagavā mucalindamūle sattāhaṃ ekapallaṅkena nisīdi.",
  "anya-e0905n3:22": "Pucchā – tassapi āvuso sattāhassa accayena bhagavā kattha vihāsi.",
  "anya-e0905n3:23": "Vissajjanā – tassapi bhante sattāhassa accayena bhagavā rājāyatanamūle sattāhaṃ ekapallaṅkena nisīdi vimuttisukhaṃ paṭisaṃvedī.",
  "anya-e0905n3:24": "Pucchā – tassapi āvuso sattāhassa accayena bhagavā kattha vihāsi.",
  "anya-e0905n3:25": "Vissajjanā – tassa bhante sattāhassa accayena bhagavā punadeva ajapālanigrodhamūle vihāsi.",
  "anya-e0905n3:26": "Pucchā – tasmiṃ pana āvuso ajapālanigrodhe viharantassa bhagavato kathaṃ cetaso parivitakko udapādi.",
  "anya-e0905n3:27": "Vissajjanā – tasmiṃ pana bhante ajapālanigrodhe viharantassa bhagavato rahogatassa paṭisallīnassa dhammagambhīratāpaṭisaṃyutto cetaso parivitakko udapādi.",
  "anya-e0905n3:28": "Adhigato kho myāyaṃ dhammo gambhīro duddaso aranubodho santo paṇīto atakkāvacarā nipuṇo paṇḍitavedanīyo.",
  "anya-e0905n3:29": "Ālayarāmākho panāyaṃ pajā ālayaratā ālayasammuditā,",
  "anya-e0905n3:30": "Sahampati brahmā",
  "anya-e0905n3:31": "Pucchā – kathaṃ āvuso tadā dhammadesanāya brahmayācanā ca bhagavato paṭiññāca ahosi.",
  "anya-e0905n3:32": "Vissajjanā – desetu bhante bhagavā dhammaṃ, desetu sugato dhammaṃ, santi sattā apparajakkhajātikā assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāroti iti bhante brahmuno dhammadesanāya yācanā ahosi,",
  "anya-e0905n3:33": "‘‘Apārutā tesaṃ amatassa dvārā,",
  "anya-e0905n3:34": "Ye sotavanto pamuñcantu saddhaṃ;",
  "anya-e0905n3:35": "Vihiṃsasaññī paguṇaṃ nabhāsiṃ,",
  "anya-e0905n3:36": "Dhammaṃ paṇītaṃ manujesu brahme’’ti.",
  "anya-e0905n3:37": "Evaṃ kho bhante bhagavato dhammadesanāya paṭiññā ca ahosi.",
  "anya-e0905n3:38": "Nassati vata loko…",
  "anya-e0905n3:39": "Desetu bhante bhagavā dhammaṃ…",
  "anya-e0905n3:40": "Apārutā tesaṃ amatassa dvārā,",
  "anya-e0905n3:41": "Ye sotavanto pamuñcantu saddhaṃ.",
  "anya-e0905n3:42": "Pucchā – evaṃ kho āvuso bhagavā dhammadesanāya paṭiññaṃ katvā paṭhamaṃ dhammaṃ desento kattha kīdisaṃ dhammaṃ kassa desesi.",
  "anya-e0905n3:43": "Vissajjanā – bārāṇasiyaṃ bhante isipatane migadāye pañcavaggiya bhikkhupamukhānaṃ brahmagaṇānaṃ dhammacakkapavattanasuttaṃ desesi.",
  "anya-e0905n3:44": "Pucchā – tasmiṃ kho pana āvuso dhammacakkapavattanasutte desiyamāne manussaloke kassa dhammābhisamayo ahosi.",
  "anya-e0905n3:45": "Vissajjanā – āyasmato bhante koṇḍaññassa dhammābhisamayo ahosi.",
  "anya-e0905n3:46": "Pucchā – kathaṃ nu kho āvuso imasmiṃ buddhasāsane paṭhamaṃ pabbajjā ca upasampadā ca ahosi.",
  "anya-e0905n3:47": "Vissajjanā – imasmiṃ bhante buddhasāsane paṭhamaṃ ehibhikkhupasampadā ahosi.",
  "anya-e0905n3:48": "Labheyyāhaṃ bhante bhagavato santike pabbajaṃ, labheyyaṃ upasampadaṃ.",
  "anya-e0905n3:49": "Ehi bhikkhu svākhāto dhammo, cara brahmacariyaṃ sammā dukkhassa antakiriyāya.",
  "anya-e0905n3:50": "Pucchā – itaresaṃ pana āvuso catunnaṃ pañcavaggiyānaṃ kadā dhammābhisamayo ahosi.",
  "anya-e0905n3:51": "Vissajjanā – pāṭipade bhante divase āyasmato vappassa, dutiye bhante divase āyasmato bhaddiyassa, tatiye bhante divase āyasmato mahānāmassa, catutthe bhante divase āyasmato assajissa dhammābhisamayo ahosi.",
  "anya-e0905n3:52": "Pucchā – sabbesampi āvuso tesaṃ pañcavaggiyānaṃ bhikkhūnaṃ kadā arahattapatti hoti.",
  "anya-e0905n3:53": "Vissajjanā – sabbesampi bhante tesaṃ pañcavaggiyānaṃ bhikkhūnaṃ pakkhassa pañcamiyaṃ anattalakkhaṇasutte desiyamāne arahattapatti hoti.",
  "anya-e0905n3:54": "Pucchā – kadā āvuso bhagavatā bhikkhū tattha tattha cārikaṃ caritvā dhammadesanatthāya pesitā.",
  "anya-e0905n3:55": "Vissajjanā – yasappamukhānaṃ bhante catupaññāsa sahāyakānaṃ pabbajitakāle bhagavatā bhikkhū tattha tattha cārikaṃ caritvā dhammadesanatthāya pesitā.",
  "anya-e0905n3:56": "Saraṇagamana",
  "anya-e0905n3:57": "Pucchā – kadā āvuso bhagavatā tīhi saraṇagamanehi pabbajjūpa sampadā anuññāto ahosi.",
  "anya-e0905n3:58": "Vissajjanā – yasappamukhānaṃ bhante catupaññāsāya gihi sahāyakānaṃ pabbajitvā tattha tattha cārikaṃ caritvā dhammadesanatthāya pesitakāle bhagavatā tīhi saraṇagamanehi pabbajjā ca upasampadā ca anuññātā.",
  "anya-e0905n3:59": "Anujānāmi bhikkhave tumheva dāni tāsu tāsu disāsu tesu tesu janapadesu pabbājetha upasampādetha.",
  "anya-e0905n3:60": "Pucchā – bhagavatā āvuso bhikkhūnaṃ ārāmo paṭiggaṇhituṃ kattha kismiṃ vatthusmiṃ anuññāto.",
  "anya-e0905n3:61": "Vissajjanā – bhagavatā bhante bhikkhūnaṃ ārāmaṃ paṭiggaṇhituṃ rājagahe anuññāto, rājā bhante māgadho seniyo bimbisāro buddhappamukhassa bhikkhusaṅghassa veḷuvanaṃ uyyānaṃ adāsi, tasmiṃ bhante vatthusmiṃ anuññāto.",
  "anya-e0905n3:62": "Etāhaṃ bhante veḷuvanaṃ uyyānaṃ buddhappamukhassa bhikkhusaṅghassa dammi –",
  "anya-e0905n3:63": "Anujānāmi bhikkhave ārāmaṃ.",
  "anya-e0905n3:64": "Pucchā – kathañca āvuso dvinnaṃ aggasāvakānaṃ pabbajjūpasampadā ahosi.",
  "anya-e0905n3:65": "Vissajjanā – dvinnaṃ bhante aggasāvakānaṃ ehi bhikkhupasampadā ahosi.",
  "anya-e0905n3:66": "Vippasannāni kho te āvuso indriyāni.",
  "anya-e0905n3:67": "Kaṃsi tvaṃ āvuso uddissa pabbajito.",
  "anya-e0905n3:68": "Ko vā te satthā.",
  "anya-e0905n3:69": "Kassa vā tvaṃ dhammaṃ rocesi.",
  "anya-e0905n3:70": "Atthāvuso mahāsamaṇo sakyaputto sakyakulā pabbajito.",
  "anya-e0905n3:71": "Kiṃ vādī panāyasmato satthā kimakkhāyī.",
  "anya-e0905n3:72": "Ye dhammā hetuppabhavā, tesaṃ hetuṃ tathāgato;",
  "anya-e0905n3:73": "Āha tesañca yo nirodho, evaṃ vādī mahāsamaṇo.",
  "anya-e0905n3:74": "Alaṃ āvuso mā agamittha.",
  "anya-e0905n3:75": "Ete bhikkhave dve sahāyakā āgacchanti kolito upatisso ca etaṃ me sāvakayugaṃ bhavissati aggaṃ bhaddayugaṃ.",
  "anya-e0905n3:76": "Labheyyāma mayaṃ bhante bhagavato santike pabbajjaṃ labheyyāma upasampadaṃ.",
  "anya-e0905n3:77": "Etha bhikkhavo svākhāto dhammo, caratha brahmacariyaṃ sammā dukkhassa antakiriyāya.",
  "anya-e0905n3:78": "Pucchā – upajjhāyo āvuso gaṇhituṃ bhagavatā kattha anuññāto, kaṃ ārabbha kismiṃ vatthusmiṃ anuññāto.",
  "anya-e0905n3:79": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha anuññāto, sambahulā bhante bhikkhū anupajjhāyakā anācariyakā anovadiyamānā ananusāsiyamānā dunnivatthā duppārutā anokappasampannā piṇḍāya cariṃsu, tasmiṃ bhante vatthusmiṃ anuññāto.",
  "anya-e0905n3:80": "Pucchā – upajjhāyamhi āvuso na sammāvattantassa dukkaṭaṃ kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:81": "Vissajjanā – rājagahe bhante sambahule saddhivihārike ārabbha paññattaṃ, sambahulā bhante saddhivihārikā upajjhāyamhi na sammāvattiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:82": "Pucchā – kadā āvuso bhagavatā tīhi saraṇagamanehi upasampadaṃ paṭikkhipitvā ñāticatutthena kammena upasampadā anuññātā.",
  "anya-e0905n3:83": "Vissajjanā – rādhabrāhmaṇassa bhante pabbajitakāle bhagavatā tīhi saraṇagamanehi upasampadaṃ paṭikkhipitvā ñātticatutthena kammena upasampadā anuññātā.",
  "anya-e0905n3:84": "Konu kho bhikkhave tassa brāhmaṇassa adhikāraṃ sarati.",
  "anya-e0905n3:85": "Ahaṃ kho bhante tassa brāhmaṇassa adhikāraṃ sarāmi.",
  "anya-e0905n3:86": "Sādhu sādhu sāriputta, kataññuno hi sāriputta sappurisā katavedino.",
  "anya-e0905n3:87": "Kathāhaṃ bhante taṃ brāhmaṇaṃ upasampādemi.",
  "anya-e0905n3:88": "Yāsā bhikkhave mayā tīhi saraṇagamanehi upasampadāanuññātā, taṃ ajjatagge paṭikkhipāmi.",
  "anya-e0905n3:89": "Anujānāmi bhikkhave ñātticatutthena kammena upasampādetuṃ.",
  "anya-e0905n3:90": "Pucchā – ayācitakaṃ āvuso upasampadāpekkhaṃ upasampādentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:91": "Vissajjanā – rājagahe bhante aññataraṃ bhikkhuṃ ārabbha paññattaṃ, aññataro bhante bhikkhu upasampannasamanantaraṃ anācāraṃ acari, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:92": "Pucchā – catunnaṃ āvuso nissayānaṃ ācikkhaṇā bhagavatā kattha anuññātā, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātā.",
  "anya-e0905n3:93": "Vissajjanā – rājagahe bhante aññataraṃ bhikkhuṃ ārabbha anuññātā, aññataro bhante bhikkhu udarassa kāraṇā pabbaji, tasmiṃ bhante vatthusmiṃ anuññātā.",
  "anya-e0905n3:94": "Ehi dāni āvuso piṇḍāya carissāma.",
  "anya-e0905n3:95": "Kathañhi nāma bhikkhu evaṃ svākkhāte dhammavinaye udarassa kāraṇā pabbajissati.",
  "anya-e0905n3:96": "Pucchā – ūnadasavassena āvuso upasampādentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:97": "Vissajjanā – rājagahe bhante āyasmantaṃ upasenaṃ vaṅgantaputtaṃ ārabbha paññattaṃ, āyasmā bhante upaseno vaṅgantaputto ekavasso saddhivihārikaṃ upasampādesi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:98": "Pucchā – bālena āvuso abyattena upasampādentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:99": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū ‘‘dasavassamhā dasavassamhā’’ti bālā abyattā upasampādesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:100": "Pucchā – ācariyo āvuso gaṇhituṃ bhagavatā kattha anuññāto, kaṃ ārabbha kismiṃ vatthusmiṃ anuññāto.",
  "anya-e0905n3:101": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha anuññāto, sambahulā bhante bhikkhū upajjhāyesu pakkantesupi vibbhantesupi kālaṅkatesupi pakkhasaṅkantesupi anācariyakā anovadiyamānā ananusāsiyamānā dunnivatthā duppārutā anākappasampannā piṇḍāya cariṃsu, tasmiṃ bhante vatthusmiṃ anuññāto.",
  "anya-e0905n3:102": "Pucchā – pañcahi āvuso ābādhehi phuṭṭhaṃ pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:103": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū pañcahi ābādhehi phuṭṭhaṃ pabbājesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:104": "Sādhu bhante ayyā pañcahi ābādhehi phuṭṭhaṃ na pabbājeyyuṃ…",
  "anya-e0905n3:105": "Pucchā – rājabhaṭaṃ āvuso pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:106": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū rājabhaṭe pabbājesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:107": "Pucchā – dhajabandhaṃ āvuso coraṃ pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:108": "Vissajjanā – rājagaheyeva bhante aṅgulimālaṃ coraṃ ārabbha paññattaṃ, aṅgulimālo bhante coro bhikkhūsu pabbajito hoti, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:109": "Pucchā – kārabhedakaṃ āvuso coraṃ pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:110": "Vissajjanā – rājagaheyeva bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū kārabhedakacoraṃ pabbājesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:111": "Pucchā – iṇāyikaṃ āvuso pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:112": "Vissajjanā – rājagaheyeva bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū iṇāyikaṃ pabbājesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:113": "Pucchā – dāsaṃ āvuso pabbajentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:114": "Vissajjanā – rājagaheyeva bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū dāsaṃ pabbājesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:115": "Pucchā – bhaṇḍukammāya āvuso apalokanaṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:116": "Vissajjanā – rājagaheyeva bhante aññataraṃ kammārabhaṇḍuputtaṃ ārabbha anuññātaṃ aññataro bhante kammārabhaṇḍuputto mātāpitūhi saddhiṃ bhaṇḍitvā bhikkhūsu pabbajito hoti, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:117": "Pucchā – ūnavīsativassassa āvuso puggalassa upasampadā bhagavatā kattha paṭikkhittā, kaṃ ārabbha kismiṃ vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:118": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha paṭikkhittā, sambahulā bhante bhikkhū ūnavīsativassaṃ puggalaṃ upasampādesuṃ, tasmiṃ bhante vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:119": "Na bhikkhave jānaṃ ūnavīsativasso puggalo upasampādetabbo, youpasampādeyya, yathādhammo kāretabbo.",
  "anya-e0905n3:120": "Pucchā – mātāpitūhi āvuso ananuññātaṃ puttaṃ pabbājentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:121": "Vissajjanā – sakkesu bhante paññattaṃ, rājā bhante suddhodano bhagavantaṃ upasaṅkamitvā varaṃ yāci, sādhu bhante ayyāananuññātaṃ mātāpitūhi puttaṃ pabbājeyyunti, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:122": "Na bhikkhave ananuññāto mātāpitūhi putto pabbājetabbo, yo pabbājeyya, āpattidukkaṭassa.",
  "anya-e0905n3:123": "Pucchā – theyyasaṃvāsakassa āvuso upasampadā bhagavatā kattha paṭikkhittā, kaṃ ārabbha kismiṃ vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:124": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ purāṇakulaputtaṃ ārabbha paṭikkhittā, aññataro bhante purāṇakulaputto khīṇa kolañño sāmaṃ pattacīvaraṃ paṭiyādetvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā ārāmaṃ gantvā bhikkhūhi saddhiṃ saṃvasi, bhante vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:125": "Pucchā – tiracchānagatassa āvuso upasampadā bhagavatā kattha paṭikkhittā, kaṃ ārabbha kismiṃ vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:126": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ nāgaṃ ārabbha paṭikkhittā, aññataro bhante nāgo māṇavakavaṇṇena bhikkhū upasaṅkamitvā pabbajjaṃ yāci, taṃ bhikkhū pabbājesuṃ upasampādesuṃ, tasmiṃ bhante vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:127": "Pucchā – mātughātakassa ca āvuso pitughātakassa ca upasampadā bhagavatā kattha paṭikkhittā, kaṃ ārabbha kismiṃ vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:128": "Vissajjanā – sāvatthiyaṃyeva bhante aññataraṃ māṇavakaṃ ārabbha paṭikkhittā, aññataro ca bhante māṇavako aññataro ca māṇavako mātaraṃ jīvitā voropesi pitaraṃ jīvitā voropesi, tasmiṃ bhante vatthusmiṃ paṭikkhittā.",
  "anya-e0905n3:129": "Mātughātako bhikkhave anupasampanno naupasampādetabbo, upasampanno nāsetabbo, pitughātako bhikkhave anupasampanno naupasampādetabbo, upasampanno nāsetabbo.",
  "anya-e0905n3:130": "Pucchā – apattacīvarakaṃ vā āvuso yācitapattacīvarakaṃ vā upasampādentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:131": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū apattacīvarakaṃ upasampādesuṃ, yācitakena pattacīvarena upasampādesuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:132": "Pucchā – upasampadaṃ pucchissaṃ, sanidānaṃ sauddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:133": "Vissajjanā – upasampadaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante dve āpattiyo.",
  "anya-e0905n3:134": "2. Uposathakkhandhaka",
  "anya-e0905n3:135": "Pucchā – cātuddase ca āvuso pannarase ca pakkhassa ca aṭṭhamiyā sannipatitvā dhammaṃ bhāsituṃ bhagavatā kattha anuññātaṃ, kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:136": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha anuññātā, sambahulā bhante bhikkhū cātuddesa pannarase aṭṭhamiyā ca pakkhassa sannipatitvā tuṇhī nisīdiṃsu, tasmiṃ bhante vatthusmiṃ anuññātā.",
  "anya-e0905n3:137": "Anujānāmi bhikkhave cātuddase pannarase aṭṭhamiyā ca pakkhassa sannipatituṃ.",
  "anya-e0905n3:138": "Nanu nāma sannipatitehi dhammo bhāsitabbo.",
  "anya-e0905n3:139": "Pucchā – kadā āvuso bhikkhūnaṃ pātimokkhuddeso bhagavatā anuññāto.",
  "anya-e0905n3:140": "Vissajjanā – yadā bhante bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi ‘‘yaṃnūnāhaṃ yāni mayā bhikkhūnaṃ paññattāni sikkhāpadāni, tāni nesaṃ pātimokkhuddesaṃ anujāneyyaṃ, so nesaṃ bhavissati uposathakamma’’nti tadā bhante bhagavatā bhikkhūnaṃ pātimokkhuddeso anuññāto.",
  "anya-e0905n3:141": "Pucchā – sīmaṃ āvuso sammanituṃ bhagavatā kattha anuññātaṃ, kismiñca vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:142": "Vissajjanā – rājagahe bhante anuññātaṃ, rājagahe bhante bhagavati viharati bhikkhūnaṃ etadahosi ‘‘bhagavatā paññattaṃ ettāvatā sāmaggī, yāvatā ekāvāsoti kittāvatānukho ekāvāso hotī’’ti, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:143": "Pucchā – kati āvuso uposathā divasavasena ca kārakapuggalavasena ca kātabbākāravasena ca.",
  "anya-e0905n3:144": "Vissajjanā – divasavasena bhante tayo uposathā, puggalavasena ca bhante tayo uposathā, kātabbākāravasena ca bhante tayo uposathā.",
  "anya-e0905n3:145": "Pucchā – kati āvuso uposathakammāni tesu ca kīdisaṃ uposathakammaṃ bhagavatā anuññātaṃ, kīdisaṃ ananuññātaṃ.",
  "anya-e0905n3:146": "Vissajjanā – cattārimāni bhante uposathakammāni, adhammena vaggaṃ uposathakammaṃ, adhammena samaggaṃ uposathakammaṃ, dhammena vaggaṃ uposathakammaṃ, dhammena samaggaṃ uposathakammaṃ. Tatra bhante yadidaṃ adhammena vaggaṃ uposathakammaṃ, adhammena samaggaṃ uposathakammaṃ dhammena vaggaṃ uposathakammaṃ, evarūpaṃ bhante uposathakammaṃ ananuññātaṃ, tatra bhante yadidaṃ dhammena samaggaṃ uposathakammaṃ, evarūpaṃ bhante uposathakammaṃ anuññātaṃ.",
  "anya-e0905n3:147": "Pucchā – uposathaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:148": "Vissajjanā – uposathaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante tisso āpattiyo.",
  "anya-e0905n3:149": "3. Vassupanāyikakkhandhaka",
  "anya-e0905n3:150": "Pucchā – vassūpanāyikaṃ āvuso bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:151": "Vissajjanā – rājagahe bhante sambahulā bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū hemantampi gimhampi vassampi cārikaṃ cariṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:152": "Pucchā – katipanāvuso vassūpanāyikā bhagavatā anuññātā.",
  "anya-e0905n3:153": "Vissajjanā – dvemā bhante vassūpanāyikā bhagavatā anuññātā purimikā pacchimikā, aparajjugatāya bhante āsaḷhiyā purimikā upagantabbā, māsagatāya bhante āsaḷhiyā pacchimikā upagantabbā, imā kho bhante dve vassūpanāyikā bhagavatā anuññātā.",
  "anya-e0905n3:154": "Pucchā – vassaṃ āvuso upagantvā purimaṃ vā temāsaṃ pacchimaṃ vā temāsaṃ avasitvā cārikaṃ pakkamantassa dukkaṭaṃ kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:155": "Vissajjanā – rājagahe bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū vassaṃ upagantvā antarā vassaṃ cārikaṃ pakkamiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:156": "Pucchā – sattāha karaṇīyena āvuso pahite gantuṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:157": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulā bhante bhikkhū udenena upāsakena pahite na gacchiṃsu, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:158": "Pucchā – sattāhakaraṇīyena āvuso sattannaṃ apahitepi gantuṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:159": "Vissajjanā – sāvatthiyaṃ bhante aññatarassa bhikkhuno mātugilāna vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:160": "Anujānāmi bhikkhave sattannaṃ sattāhakaraṇīyena apahitepi gantuṃ, pageva pahite.",
  "anya-e0905n3:161": "Pucchā – kismiṃci āvuso antarāye sati antovassaṃ pakkamituṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:162": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulā bhante bhikkhū kosalesu janapadesu vassaṃ upagacchiṃsu, te vassūpagatā vāḷehi ubbāḷhā ahesuṃ, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:163": "Pucchā – rukkha susire vā āvuso rukkhaviṭabhiyā vā ajjhokāse vā vassaṃ upagacchantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:164": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū rukkhasusirepi rukkhaviṭabhiyāpi ajjhokāsepi vassaṃ upagacchiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:165": "Pucchā – asenāsanikena āvuso vassaṃ upagacchantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:166": "Vissajjanā – tasmiṃyeva bhante sāvatthiyaṃ sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū asenāsanikā vassaṃ upagacchiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:167": "Pucchā – chavakuṭikāya vā āvuso chatte vā cāṭiyā vā vassaṃ upagacchantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:168": "Vissajjanā – sāvatthiyaṃyeva bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū chavakuṭikāyapi chattepi cāṭiyāpi vassaṃ upagacchiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:169": "Pucchā – paṭissavaṃ āvuso visaṃ vādentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:170": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ upanandaṃ sakyaputtaṃ ārabbha paññattaṃ, āyasmā bhante upanando sakyaputto rañño pasenadissa kosalassa vassaṃ vāsaṃ paṭissuṇitvā visaṃvādesi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:171": "Pucchā – vassūpanāyikaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:172": "Vissajjanā – vassūpanāyikaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante ekā āpatti.",
  "anya-e0905n3:173": "4. Pavāraṇākkhandhaka",
  "anya-e0905n3:174": "Pucchā – vassaṃ vuṭṭhānaṃ āvuso bhikkhūnaṃ tīhi ṭhānehi pavārituṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:175": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulā bhante bhikkhū sandiṭṭhā sambhattā antovassaṃ neva ālapiṃsu na sallapiṃsu, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:176": "Anujānāmi bhikkhave vassaṃ vuṭṭhānaṃ bhikkhūnaṃ tīhi ṭhānehi pavāretuṃ, diṭṭheva vā sutena vā parisaṅkāya vā.",
  "anya-e0905n3:177": "Pucchā – kati āvuso pavāraṇā divasavasena ca puggalavasena ca kātabbākāravasena ca.",
  "anya-e0905n3:178": "Vissajjanā – divasavasena bhante tisso pavāraṇā, tathā puggalavasena kātabbākāravasenaca.",
  "anya-e0905n3:179": "Pucchā – katīnaṃ āvuso saṅghe pavāretuṃ bhagavatā anuññātaṃ, katīnaṃ panāvuso aññamaññaṃ pavāretuṃ bhagavatā anuññātaṃ.",
  "anya-e0905n3:180": "Vissajjanā – pañcannaṃ bhante bhikkhūnaṃ saṅghe pavāretuṃ bhagavatā anuññātaṃ, catunnaṃ vā bhante tiṇṇaṃ vā dvinnaṃ vā aññamaññaṃ pavāretuṃ anuññātaṃ.",
  "anya-e0905n3:181": "Pucchā – ekena panāvuso vassaṃvuṭṭhena bhikkhunā kathaṃ paṭipajjitabbanti bhagavatā anuññātaṃ.",
  "anya-e0905n3:182": "Vissajjanā – ekena pana bhante bhikkhunā ‘‘ajja me pavāraṇā’’ti adhiṭṭhātabbanti bhagavatā anuññātaṃ.",
  "anya-e0905n3:183": "Pucchā – pavāraṇaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:184": "Vissajjanā – pavāraṇaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante tisso āpattiyo.",
  "anya-e0905n3:185": "5. Cammakkhandhaka",
  "anya-e0905n3:186": "Soṇamathera vatthu",
  "anya-e0905n3:187": "Pucchā – upāhanaṃ āvuso bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:188": "Vissajjanā – rājagahe bhante āyasmantaṃ soṇaṃ ārabbha anuññātaṃ, āyasmato bhante soṇassa accāraddhavīriyassa caṅkamato pādā bhijjiṃsu, caṅkamo lohitena phuṭo ahosi, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:189": "Pucchā – sabbanīlikā vā āvuso sabbapītikā vā sabbalohitikā vā sabbamañjiṭṭhikā vā sabbakaṇhā vā sabbamahāraṅgarattā vā sabbamahānāmarattā vā upāhanāyo dhārentassa dukkaṭaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:190": "Vissajjanā – rājagahe bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū sabbanīlikāyo upāhanāyo dhāresuṃ, sabbapītikāyo sabbalohitikāyo sabbamañjiṭṭhikāyo sabbakaṇhāyo sabbamahāraṅgarattā sabbamahānāmarattāyopi upāhanāyo dhāresuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:191": "Pucchā – khallakabandhā vā āvuso puṭabandhā vā pāliguṇṭhimā vā tūlapuṇṇikā vā tittirapattikā vā meṇḍavisāṇavaddhikā vā ajavisāṇavaddhikā vā vicchikāḷikā vā morapiñcha parisibbikā vā citrā vā upāhanāyo dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:192": "Vissajjanā – rājagahe bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū khallakabandhā upāhanāyopi dhāresuṃ, puṭabandhā upāhanāyopi dhāresuṃ, pāliguṇṭhimā upāhanāyopi dhāresuṃ, tūlapuṇṇikā upāhanāyopi dhāresuṃ, tittirapattikā upāhanāyopi dhāresuṃ, meṇḍavisāṇavaddhikā upāhanāyopi dhāresuṃ, ajavisāṇavaddhikā upāhanāyopi dhāresuṃ, vicchikāḷikā upāhanāyopi dhāresuṃ, morapiñcha parisibbitā upāhanāyo dhāresuṃ, citrā upāhanāyopi dhāresuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:193": "Pucchā – kaṭṭhapādukāyo āvuso dhārentassa dukkaṭaṃ bhagavatā kattha kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:194": "Vissajjanā – rājagahe bhante chabbaggīyeva bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū rattiyā paccūsasamayaṃ paccuṭṭhāya kaṭṭhapādukāyo abhiruhitvā ajjhokāse caṅkamanti uccāsaddā mahāsaddā khaṭakhaṭasaddā anekavihitaṃ tiracchānakathaṃ kathentā, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:195": "Pucchā – yānena āvuso yāyantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:196": "Vissajjanā – sāvatthiyaṃ bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū yānena yāyiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:197": "Pucchā – gilānassa āvuso yānaṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:198": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ gilānaṃ bhikkhuṃ ārabbha anuññātaṃ, aññataro bhante bhikkhu kosalesu janapade sāvatthiṃ gacchanto bhagavantaṃ dassanāya antarāmagge gilāno kukkuccāyanto yānaṃ nābhiruhi, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:199": "Pucchā – uccāsayanamahāsayanāni āvuso dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:200": "Vissajjanā – sāvatthiyaṃ bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū uccāsayanamahāsayanāni dhāresuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:201": "Pucchā – gocammāni āvuso dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:202": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ pāpabhikkhuṃ ārabbha paññattaṃ, aññataro bhante bhikkhu pāṇātipāte samādapesi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:203": "Pucchā – paccantimesu āvuso janapadesu vinayadharapañcamena gaṇena upasampadā ca guṇaṅguṇūpahanañca dhuvanahānañca cammāni attharaṇāni ca nissīmagatānaṃ cīvaradānañcāti imāni pañca bhagavatā kattha anuññātāni, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātāni.",
  "anya-e0905n3:204": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ soṇaṃ kuṭikaṇṇaṃ ārabbha anuññātā, āyasmā bhante soṇo kuṭikaṇṇo etāni pañcavatthūni āyasmato mahākaccānassa vacanena bhagavantaṃ yāci, tasmiṃ bhante vatthusmiṃ anuññātā.",
  "anya-e0905n3:205": "Pucchā – cammasaññuttaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:206": "Vissajjanā – cammasaññuttaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante tisso āpattiyo.",
  "anya-e0905n3:207": "6. Bhesajjakkhandhaka",
  "anya-e0905n3:208": "Pucchā – pañca āvuso bhesajjāni paṭiggahetvā kālepi vikālepi paribhuñjituṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:209": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulānaṃ bhante bhikkhūnaṃ sāradikena ābādhena puṭṭhānaṃ yāgupi na sammā pariṇāmaṃ gacchi, bhattampi bhuttaṃ na sammā pariṇāmaṃ gacchi, te tena kisā ahesuṃ lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:210": "Pucchā – mūlādibhesajjāni āvuso bhagavatā kattha anuññātāni, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātāni.",
  "anya-e0905n3:211": "Vissajjanā – sāvatthiyaṃ bhante sambahule gilāne bhikkhū ārabbha anuññātāni, sambahulānaṃ gilānānaṃ bhikkhūnaṃ mūlehi bhesajjehi attho ahosi, tasmiṃ bhante vatthusmiṃ anuññātāni.",
  "anya-e0905n3:212": "Pucchā – antovuṭṭhaṃvā āvuso antopakkaṃ vā sāmaṃpakkaṃ vā paribhuñjantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:213": "Vissajjanā – rājagahe bhante āyasmantaṃ ānandaṃ ārabbha paññattaṃ, āyasmā bhante ānando sāmaṃ tilampi taṇḍulampi muggampi viññāpetvā anto vāsetvā anto sāmaṃ paci, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:214": "Suppiyā vatthu",
  "anya-e0905n3:215": "Pucchā – manussamaṃsaṃ āvuso paribhuñjantassa thullaccayañca appaṭivekkhitvā maṃsaṃ paribhuñjantassa dukkaṭañca bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:216": "Vissajjanā – bārāṇasiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha paññattaṃ, aññataro bhante bhikkhu appaṭivekkhitvā manussamaṃsaṃ bhuñji, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:217": "Na bhikkhave manussamaṃsaṃ paribhuñjitabbaṃ, yo paribhuñjeyya, āpatti thullaccayassa, na ca bhikkhave appaṭivekkhitvā maṃsaṃ paribhuñjitabbaṃ, yo paribhuñjeyya āpatti dukkaṭassa.",
  "anya-e0905n3:218": "Pucchā – hatthimaṃsaṃ vā āvuso assamaṃsaṃ vā paribhuñjantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:219": "Vissajjanā – bārāṇasiyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū hatthimaṃsampi assamaṃsampi paribhuñjiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:220": "Pucchā – sunakkhamaṃsaṃ vā āvuso ahimaṃsaṃ vā bhuñjantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:221": "Vissajjanā – bārāṇasiyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū sunakkhamaṃsampi ahimaṃsampi paribhuñjiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:222": "Pucchā – sīhamaṃsaṃ vā āvuso byagghamaṃsaṃ vā dīpimaṃsaṃ vā acchamaṃsaṃ vā taracchamaṃsaṃ vā bhuñjantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:223": "Vissajjanā – bārāṇasiyaṃyeva bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū sīhamaṃsampi byagghamaṃsampi dīpimaṃsampi acchamaṃsampi taracchamaṃsampi paribhuñjiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:224": "Pucchā – gilānassa āvuso guḷaṃ vā agilānassa guḷodakaṃ vā bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:225": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulā bhante bhikkhū gilānasseva bhagavatā guḷo anuññāto no agilānassāti kukkuccāyantā guḷaṃ na bhuñjiṃsu, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:226": "Pucchā – jānaṃ āvuso uddissa kataṃ maṃsaṃ paribhuñjantassa dukkaṭaṃ paññapetvā tikoṭiparisuddhaṃ maṃsaṃ bhagavatā kattha anuññātaṃ.",
  "anya-e0905n3:227": "Vissajjanā – vesāliyaṃ bhante sīhassa seṭāpatino vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:228": "Meṇḍaka vatthu",
  "anya-e0905n3:229": "Pucchā – pātheyyaṃ āvuso pariyesituñca kappiyakārakānaṃ hatthe upanikkhittahiraññato nibbattaṃ kappiyapaccayaṃ sādituñca bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:230": "Vissajjanā – antarā ca bhante bhaddiyaṃ antarā ca aṅguttarāpaṃ meṇḍakaṃ gahapatiṃ ārabbha anuññātaṃ, meṇḍako bhante gahapati bhagavantaṃ yāci ‘‘santi bhante maggā kantārā appodakā appabhakkhā na sukarā apātheyyena gantuṃ, sādhu bhante bhagavā bhikkhūnaṃ pātheyyaṃ anujānātū’’ti, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:231": "Keṇiya vatthu",
  "anya-e0905n3:232": "Pucchā – aṭṭha āvuso pānāni bhagavatā kattha anuññātāni, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātāni.",
  "anya-e0905n3:233": "Vissajjanā – āpaṇe bhante sambahule bhikkhū ārabbha anuññātāni, sambahulā bhante bhikkhū kukkuccāyantā pānāni na paṭiggaṇhiṃsu, tasmiṃ bhante vatthusmiṃ anuññātāni.",
  "anya-e0905n3:234": "Rojamallā vatthu",
  "anya-e0905n3:235": "Pucchā – sabbañca āvuso ḍākaṃ sabbañca piṭṭhakhādanīyaṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:236": "Vissajjanā – kusinārāyaṃ bhante sambahule bhikkhū ārabbha anuññātaṃ, sambahulā bhante bhikkhū kukkuccāyantā ḍākañca piṭṭhakhādanīyañca na paṭiggahesuṃ, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:237": "Pucchā – akappiyaṃ āvuso samādapentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:238": "Vissajjanā – ātumāyaṃ bhante aññataraṃ vuḍḍhapabbajitaṃ ārabbha paññattaṃ, aññataro bhante vuḍḍhapabbajito akappiye samādapeti, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:239": "Pucchā – saṅghikāni vā āvuso puggalikāni vā bījāni puggalikāya vā saṅghikāya vā bhūmiyā ropitāni bhāgaṃ datvā paribhuñjituṃ bhagavatā kattha anuññātaṃ, kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:240": "Vissajjanā – sāvatthiyaṃ bhante anuññātaṃ, sāvatthiyaṃ bhante bhagavati viharati saṅghikānipi bījāni puggalikāya bhūmiyā ropiyiṃsu, puggalikānipi bījāni saṅghikāya bhūmiyā ropiyiṃsu, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:241": "Pucchā – vinayamahāpadesasaṅkhātāni āvuso cattāri kappiyākappiyaanulomāni bhagavatā kattha paññattāni, kaṃ ārabbha kismiṃ vatthusmiṃ paññattāni.",
  "anya-e0905n3:242": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha paññattāni, sambahulānaṃ bhante bhikkhūnaṃ kismiñci kismiñciṭhāne kukkuccaṃ uppajji, tasmiṃ bhante vatthusmiṃ paññattāni.",
  "anya-e0905n3:243": "Pucchā – yāvakālikādīhi saṃsaṭṭhānaṃ āvuso yāmakālikādīnaṃ paribhogakālamariyādaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:244": "Vissajjanā – sāvatthiyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulānaṃ bhante bhikkhūnaṃ etadahosi ‘‘kappati nukho yāvakālikena yāmakālikaṃ sattāhakālikaṃ yāvajīvikaṃ, na nukho kappati. Kappatinukho yāmakālikena sattāhakālikaṃ yāvajīvikaṃ, na nukho kappati. Kappati nukho sattāhakālikena yāvajīvikaṃ, na nukho kappatī’’ti. Tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:245": "Pucchā – bhesajjakaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:246": "Vissajjanā – bhesajjakaṃ vissajjissaṃ sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante tisso āpattiyo.",
  "anya-e0905n3:247": "7. Kathinakkhandhaka",
  "anya-e0905n3:248": "Pucchā – vassaṃvuṭṭhānaṃ āvuso bhikkhūnaṃ kathinaṃ attharituṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:249": "Vissajjanā – sāvatthiyaṃ bhante tiṃsamatte pāveyyake bhikkhū ārabbha anuññātaṃ, tiṃsamattā bhante pāveyyakā bhikkhū sāvatthiṃ āgacchantā bhagavantaṃ dassanāya upakaṭṭhāya vassūpanāyikāya nāsakkhiṃsu sāvatthiyaṃ vassūpanāyikaṃ sambhāvetuṃ, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:250": "Pucchā – kathinakaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:251": "Vissajjanā – kathinakaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante na katamā āpatti.",
  "anya-e0905n3:252": "8. Cīvarakkhandhaka",
  "anya-e0905n3:253": "Jīvakavatthu",
  "anya-e0905n3:254": "Pucchā – gahapaticīvaraṃ āvuso sādiyituṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:255": "Vissajjanā – rājagahe bhante jīvakaṃ komārabhaccaṃ ārabbha anuññātaṃ, jīvako bhante komārabhacco bhikkhūnaṃ gahapaticīvaraṃ anujānituṃ bhagavantaṃ yāci, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:256": "Pucchā – cha āvuso rajanāni bhagavatā kattha anuññātāni, kismiṃ vatthusmiṃ anuññātāni.",
  "anya-e0905n3:257": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha anuññātāni, sambahulā bhante bhikkhū chakaṇenapi paṇḍumattikāyapi cīvaraṃ rajiṃsu, cīvaraṃ dubbaṇṇaṃ hoti, tasmiṃ bhante vatthusmiṃ anuññātāni.",
  "anya-e0905n3:258": "Pucchā – acchinnakāni āvuso cīvarāni dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:259": "Vissajjanā – rājagahe bhante sambahule bhikkhū ārabbha paññattaṃ, sambahulā bhante bhikkhū acchinnakāni cīvarāni dhāresuṃ dantakasāvāni, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:260": "Pucchā – kadā āvuso bhagavā anuññāsi chinnakaṃ saṅghāṭiṃ chinnakaṃ uttarāsaṅgaṃ chinnakaṃ antaravāsakaṃ.",
  "anya-e0905n3:261": "Vissajjanā – dakkhiṇāgirito bhante pacchāgatakāle bhagavā anuññāsi chinnakaṃ saṅghāṭiṃ chinnakaṃ uttarāsaṅgaṃ chinnakaṃ antaravāsakaṃ.",
  "anya-e0905n3:262": "Pucchā – aggaḷaṃ ca āvuso tunnañca ovaṭṭikañca kaṇḍusakañca daḷhīkammañca bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:263": "Vissajjanā – bārāṇasiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha anuññātaṃ, aññataro bhante bhikkhu aggaḷaṃ acchupesi, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:264": "Pucchā – vassikasāṭikā ca āvuso āgantukabhattañca gamikabhattañca gilānabhattañca gilānupaṭṭhākabhattañca gilānabhesajjañca dhuvayāgu ca bhikkhunisaṅghassa udakasāṭikācāti imā aṭṭha bhagavatā kattha anuññātā, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātā.",
  "anya-e0905n3:265": "Vissajjanā – sāvatthiyaṃ bhante visākhaṃ migāramātaraṃ ārabbha anuññātā, visākhā bhante migāramātā bhagavantaṃ aṭṭhavarāni yāci, tasmiṃ bhante vatthusmiṃ anuññātā.",
  "anya-e0905n3:266": "Pucchā – bhagavatā āvuso mātāpitūnaṃ dānaṃ anujānitvā saddhādeyyaṃ vinipātentassa dukkaṭaṃ kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:267": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha paññattaṃ, aññatarassa bhante bhikkhuno bahuṃ cīvaraṃ uppannaṃ ahosi, so ca taṃcīvaraṃ mātāpitūnaṃ dātukāmo ahosi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:268": "Mātāpitaroti kho bhikkhave dadamāne kiṃ vadeyyāma, anujānāmi bhikkhave mātāpitūnaṃ dātuṃ, na ca bhikkhave saddhādeyyaṃ vinipātetabbaṃ, yo vinipāteyya āpatti dukkaṭassa –",
  "anya-e0905n3:269": "Pucchā – aññatra vassaṃ vuṭṭhena āvuso aññatra cīvarabhāgaṃ sādiyantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:270": "Vissajjanā – sāvatthiyaṃ bhante āyasmantaṃ upanandaṃ sakyaputtaṃ ārabbha paññattaṃ, āyasmā bhante upanando sakyaputto aññatra vassaṃ vuṭṭho aññatra cīvarabhāgaṃ sādiyi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:271": "Pucchā – anāthakaṃ āvuso bhikkhuṃ gilānaṃ na upaṭṭhahantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:272": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha paññattaṃ, bhagavati bhante sāvatthiyaṃ viharati aññatarassa bhikkhuno kucchivikārābādho ahosi, so sake muttakarīse palipanno sayi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:273": "Pucchā – naggiyaṃ āvuso titthiyasamādānaṃ samādiyantassa thullaccayaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:274": "Vissajjanā – sāvatthiyaṃ bhante aññataraṃ bhikkhuṃ ārabbha paññattaṃ, aññataro bhante bhikkhu naggiyaṃ titthiyasamādānaṃ samādiyi, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:275": "Pucchā – sabbanīlakāni vā āvuso cīvarāni sabbapītakāni vā sabbalohitakāni vā sabbamañjiṭṭhakāni vā sabbakaṇhānivāti evarūpāni cīvarāni dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:276": "Vissajjanā – sāvatthiyaṃ bhante chabbaggiye bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū sabbanīlakādīni cīvarāni dhāresuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:277": "Pucchā – kañcukaṃ vā āvuso veṭhanaṃ vā dhārentassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:278": "Vissajjanā – sāvatthiyaṃ bhante chabbaggiyeva bhikkhū ārabbha paññattaṃ, chabbaggiyā bhante bhikkhū kañcukampi dhāresuṃ veṭhanampi dhāresuṃ, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:279": "Pucchā – cīvarasaññuttaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:280": "Vissajjanā – cīvarasaññuttaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante tisso āpattiyo.",
  "anya-e0905n3:281": "6. Campeyyakkhandhaka",
  "anya-e0905n3:282": "Pucchā – suddhaṃ āvuso bhikkhuṃ anāpattikaṃ avatthusmiṃ akāraṇe ukkhipantassa dukkaṭaṃ bhagavatā kattha paññattaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:283": "Vissajjanā – campāyaṃ bhante sambahule bhikkhū ārabbha paññattaṃ, bhagavati bhante campāyaṃ viharati sambahulā bhikkhū kāsīsu vāsabhagāme suddhaṃ kassapagottaṃ bhikkhuṃ anāpattikaṃ avatthusmiṃ akāraṇe ukkhipiṃsu, tasmiṃ bhante vatthusmiṃ paññattaṃ.",
  "anya-e0905n3:284": "Pucchā – campeyyakaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:285": "Vissajjanā – campeyyakaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante ekā āpatti.",
  "anya-e0905n3:286": "10. Kosambakakkhandhaka",
  "anya-e0905n3:287": "Pucchā – bhedagarukehi bhikkhave bhikkhūhi na so bhikkhu āpattiyā adassane ukkhipitabboti ca, bhedagarukena bhikkhave bhikkhunā paresampi saddhāya āpattidesetabbāti ca āvuso ayaṃ sāmaggirasaovādo bhagavatā kattha dinno, kaṃ ārabbha kismiṃ vatthusmiṃ dinno.",
  "anya-e0905n3:288": "Vissajjanā – kosambiyaṃ bhante sambahule bhikkhū ārabbha dinno, bhagavati bhante kosambiyaṃ viharati aññataro bhikkhu āpattiṃ āpanno ahosi, so tassā āpattiyā āpatti diṭṭhi ahosi, aññe bhikkhū tassā āpattiyā anāpatti diṭṭhino ahesuṃ. So aparena samayena tassā āpattiyā anāpattidiṭṭhi ahosi, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino ahesuṃ. Atha kho te bhante bhikkhū sāmaggiṃ labhitvā taṃ bhikkhuṃ āpattiyā adassane ukkhipiṃsu, tasmiṃ bhante vatthusmiṃ dinno.",
  "anya-e0905n3:289": "Pucchā – saṅghabhedassa āvuso mūlabhūte bhikkhumhi ukkhittake osārite tassa vatthussa vūpasamāya saṅghasāmaggiñca kātuṃ sāmaggī uposathañca kātuṃ bhagavatā kattha anuññātaṃ, kaṃ ārabbha kismiṃ vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:290": "Vissajjanā – sāvatthiyaṃ bhante teyeva ukkhittakānuvattake bhikkhū ārabbha anuññātaṃ, te bhante ukkhittakānuvattakā bhikkhū taṃ ukkhittakaṃ bhikkhuṃ osāretvā yena ukkhepakā bhikkhū tenupasaṅkamiṃsu upasaṅkamitvā te ukkhepake bhikkhū ekadavocuṃ ‘‘yasmiṃ āvuso vatthusmiṃ ahosi saṅghassa bhaṇḍanaṃ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṃ saṅghanānākaraṇaṃ, so eso bhikkhuṃ āpanno ca ukkhitto ca passi ca osārito ca, handa mayaṃ āvuso tassa vatthussa vūpasamāya saṅghasāmaggiṃ karomā’’ti, tasmiṃ bhante vatthusmiṃ anuññātaṃ.",
  "anya-e0905n3:291": "Pucchā – kosambakaṃ pucchissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ āvuso kati āpattiyo.",
  "anya-e0905n3:292": "Vissajjanā – kosambakaṃ vissajjissaṃ, sanidānaṃ saniddesaṃ. Samukkaṭṭhapadānaṃ bhante ekā āpatti."
}