{
  "anya-e0805n2:0": "3. Kārakakaṇḍa",
  "anya-e0805n2:1": "Atha vibhattīnamatthabhedā vuccante.",
  "anya-e0805n2:2": "Tattha ekampi atthaṃ kammādivasena, ekattādivasena ca vibhajantīti vibhattiyo, syādayo. Tā pana paṭhamādibhedena sattavidhā.",
  "anya-e0805n2:3": "Tattha kasmiṃ atthe paṭhamā?",
  "anya-e0805n2:4": "283.Liṅgatthe paṭhamā.",
  "anya-e0805n2:5": "Liṅgatthābhidhānamatte paṭhamāvibhatti hoti.",
  "anya-e0805n2:6": "Liṅgassa attho liṅgattho. Ettha ca līnaṃ aṅganti liṅgaṃ, apākaṭo avayavo, purisotiādīnañhi pakatippaccayādivibhāgakappanāya nipphāditānaṃ saddappatirūpakānaṃ nāmikapadānaṃ paṭhamaṃ ṭhapetabbaṃ pakatirūpaṃ apākaṭattā, avayavattā ca liṅganti vuccati. Atha vā visadāvisadobhayarahitākāravohārasaṅkhātena tividhaliṅgena sahitatthassa, tabbinimuttassupasaggādīnamatthassa ca līnassa gamanato, liṅganato vā liṅganti anvatthanāmavasena vā ‘‘dhātuppaccayavibhattivajjitamatthavaṃ liṅga’’nti vacanato parasamaññāvasena vā liṅganti idha pāṭipadikāparanāmadheyyaṃ syādivibhatyantapadapakatirūpameva vuccatīti daṭṭhabbaṃ.",
  "anya-e0805n2:7": "Liṅgassattho nāma pabandhavisesākārena pavattamāne rūpādayo upādāya paññāpīyamāno tadaññānaññabhāvena anibbacanīyo samūhasantānādibhedo upādāpaññattisaṅkhāto ghaṭapaṭādivohārattho ca pathavīdhātuphassādīnaṃ sabhāvadhammānaṃ kāladesādibhedabhinnānaṃ vijātiyavinivatto sajātiyasādhāraṇo yathāsaṅketamāropasiddho tajjāpaññattisaṅkhāto kakkhaḷattaphusanādisāmaññākāro ca.",
  "anya-e0805n2:8": "So pana kammādisaṃsaṭṭho, suddho cāti duvidho. Tattha kammādīsu dutiyādīnaṃ vidhīyamānattā kammādisaṃsaggarahito liṅgasaṅkhyāparimāṇayutto, tabbinimuttupasaggādipadatthabhūto ca suddho saddattho idha liṅgattho nāma.",
  "anya-e0805n2:9": "Yo pana ākhyātakitakataddhitasamāsehi vutto kammādisaṃsaṭṭho attho, sopi dutiyādīnaṃ puna attanā vattabbassa atthavisesassābhāvena avisayattā, liṅgatthamattassa sambhavato ca paṭhamāyeva visayo.",
  "anya-e0805n2:10": "Hoti cettha –",
  "anya-e0805n2:11": "Paṭhamāvupasaggatthe, kesañcatthe nipātasaddānaṃ;",
  "anya-e0805n2:12": "Liṅgādike ca suddhe-bhihite kammādiatthepi.",
  "anya-e0805n2:13": "Saliṅge tāva – eso puriso, ete purisā, esā kaññā, etā kaññāyo, etaṃ cittaṃ, etāni cittāni.",
  "anya-e0805n2:14": "Sasaṅkhye – eko dve.",
  "anya-e0805n2:15": "Saparimāṇe – doṇo khārī āḷhakaṃ.",
  "anya-e0805n2:16": "Liṅgādivinimutte sattāmatte – ca vā ha ahaṃ atthi sakkālabbhā iccādi.",
  "anya-e0805n2:17": "‘‘Liṅgatthe paṭhamā’’ti adhikicca ‘‘ālapane cā’’ti ālapanatthe ca paṭhamā, abhimukhaṃ katvā lapanaṃ ālapanaṃ, āmantanaṃ avhānanti attho.",
  "anya-e0805n2:18": "Ettha ca āmantanaṃ nāma pageva laddhasarūpassa saddena abhimukhīkaraṇaṃ, katābhimukho pana ‘‘gacchā’’tiādinā nayena kriyāya yojīyati, tasmā āmantanasamaye kriyāyogābhāvato idaṃ kārakavohāraṃ na labhati.",
  "anya-e0805n2:19": "Vuttañca",
  "anya-e0805n2:20": "‘‘Saddenābhimukhīkāro, vijjamānassa vatthuno;",
  "anya-e0805n2:21": "Āmantanaṃ vidhātabbe, natthi ‘rājā bhave’tida’’nti.",
  "anya-e0805n2:22": "Bho purisa ehi, bho purisā vā, bhavanto purisā etha.",
  "anya-e0805n2:23": "Kasmiṃ atthe dutiyā?",
  "anya-e0805n2:24": "284.Kammatthe dutiyā.",
  "anya-e0805n2:25": "Kammatthe liṅgamhā dutiyāvibhatti hoti.",
  "anya-e0805n2:26": "Anabhihite evāyaṃ, ‘‘kammani dutiyāyaṃ tto’’ti vacanañcettha ñāpakaṃ.",
  "anya-e0805n2:27": "Kiṃ kammaṃ?",
  "anya-e0805n2:28": "‘‘Yena vā kayirate taṃ karaṇa’’nti ito ‘‘vā’’ti vattate.",
  "anya-e0805n2:29": "285.Yaṃ karoti taṃ kammaṃ.",
  "anya-e0805n2:30": "Yaṃ vā karoti, yaṃ vā vikaroti, yaṃ vā pāpuṇāti, taṃ kārakaṃ kammasaññaṃ hoti.",
  "anya-e0805n2:31": "Idha liṅgakālavacanamatantaṃ. Karīyatīti kammaṃ. Tattha kārakaṃ, sādhakaṃ kriyānipphattiyā kāraṇamuccate, taṃ pana kārakaṃ chabbidhaṃ kammaṃ kattā karaṇaṃ sampadānamapādānamokāso cāti. Tattha sabhāvato, parikappato vā kammādimhi satiyeva kriyābhāvato kammādīnaṃ channampi kārakavohāro siddhova hoti.",
  "anya-e0805n2:32": "Taṃ pana kammaṃ tividhaṃ nibbattanīyaṃ vikaraṇīyaṃ pāpaṇīyañcāti. Yathā – mātā puttaṃ vijāyati, āhāro sukhaṃ janayati. Ghaṭaṃ karoti devadatto, kaṭṭhamaṅgāraṃ karoti, suvaṇṇaṃ keyūraṃ, kaṭakaṃ vā karoti, vīhayo lunāti. Devadatto nivesanaṃ pavisati, ādiccaṃ passati, dhammaṃ suṇāti, paṇḍite payirupāsati.",
  "anya-e0805n2:33": "Vuttañca",
  "anya-e0805n2:34": "‘‘Nibbattivikatippatti-bhedena tividhaṃ mataṃ;",
  "anya-e0805n2:35": "Kattu kriyābhigammaṃ taṃ, sukhaṅgāraṃ nivesana’’nti.",
  "anya-e0805n2:36": "Ettha ca icchitānicchitakathitākathitādibhedamanapekkhitvā sabbasaṅgāhakavasena ‘‘yaṃ karoti taṃ kamma’’nti vuttattā, atthantaravikappanavādhikārato ca sabbattha imināva kammasaññā hoti.",
  "anya-e0805n2:37": "Tattha anicchitakammaṃ yathā – kaṇṭakaṃ maddati, visaṃ gilati, gāmaṃ gacchanto rukkhamūlaṃ upagacchati.",
  "anya-e0805n2:38": "Akathitakammaṃ yathā – yaññadattaṃ kambalaṃ yācate brāhmaṇo. Ettha hi ‘‘kambala’’miti kathitakammaṃ dvikammikāya yācanakriyāya pattumicchitatarattā. ‘‘Yaññadatta’’miti appadhānattā akathitakammaṃ. Tathā samiddhaṃ dhanaṃ bhikkhate, ajaṃ gāmaṃ nayati, parābhavantaṃ purisaṃ, mayaṃ pucchāma gotamaṃ, bhagavā bhikkhū etadavoca iccādi.",
  "anya-e0805n2:39": "Abhihitakamme pana na hoti, yathā – kaṭo karīyate devadattena, sugatena desito dhammo, yaññadatto kambalaṃ yācīyate brāhmaṇena iccādi.",
  "anya-e0805n2:40": "‘‘Dutiyā’’ti adhikāro.",
  "anya-e0805n2:41": "286.Gati buddhi bhuja paṭha hara kara sayādīnaṃ kārite vā.",
  "anya-e0805n2:42": "Gamu sappa gatimhi, budha bodhane, budha avagamane vā, bhuja pālanabyavaharaṇesu, paṭha byattiyaṃ vācāyaṃ, hara haraṇe, kara karaṇe, si saye iccevamādīnaṃ dhātūnaṃ payoge kārite sati payojjakakattubhūte kammani liṅgamhā dutiyāvibhatti hoti vā. Niccasampatte vikappatthoyaṃ, tena tassa pakkhe tatiyā hoti.",
  "anya-e0805n2:43": "Yo koci puriso gāmaṃ gacchati, tamañño payojayati. Puriso purisaṃ gāmaṃ gamayati, purisena vā gāmaṃ gamayati. Evaṃ sissaṃ dhammaṃ bodheti ācariyo, mātā puttaṃ bhojanaṃ bhojayati, sissaṃ dhammaṃ pāṭheti ācariyo, puriso purisaṃ bhāraṃ hāreti, tathā puriso purisaṃ kammaṃ kārayati, purisena vā kammaṃ kārāpayati, puriso purisaṃ sayāpayati. Evaṃ sabbattha kārite kattukammani dutiyā.",
  "anya-e0805n2:44": "Kāriteti kiṃ? Puriso gāmaṃ gacchati.",
  "anya-e0805n2:45": "Abhihite na bhavati, purisena puriso gāmaṃ gamīyate, sisso dhammaṃ bodhīyate iccādi.",
  "anya-e0805n2:46": "287.Kāladdhānamaccantasaṃyoge.",
  "anya-e0805n2:47": "Accantaṃ nirantaraṃ saṃyogoaccantasaṃyogo. Kāladdhānaṃ dabbaguṇakriyāhi accantasaṃyoge tehi kāladdhānavācīhi liṅgehi dutiyāvibhatti hoti.",
  "anya-e0805n2:48": "Kāle tāva – sattāhaṃ gavapānaṃ, māsaṃ maṃsodanaṃ, saradaṃ ramaṇīyā nadī, sabbakālaṃ ramaṇīyaṃ nandanaṃ, māsaṃ sajjhāyati, tayo māse abhidhammaṃ desesi.",
  "anya-e0805n2:49": "Addhāne – yojanaṃ vanarāji, yojanaṃ dīgho pabbato, kosaṃ sajjhāyati.",
  "anya-e0805n2:50": "Accantasaṃyogeti kiṃ? Māse māse bhuñjati, yojane yojane vihāraṃ patiṭṭhāpesi.",
  "anya-e0805n2:51": "288.Kammappavacanīyayutte.",
  "anya-e0805n2:52": "Kammappavacanīyehi nipātopasaggehi yutte yoge sati liṅgamhā dutiyāvibhatti hoti.",
  "anya-e0805n2:53": "Kammaṃ pavacanīyaṃ yesaṃ te kammappavacanīyā, parasamaññāvasena vā anvādayo kammappavacanīyā.",
  "anya-e0805n2:54": "Tattha anusaddassa lakkhaṇe, sahatthe, hīne ca kammappavacanīyasaññā vuttā. Yathā – pabbajitamanu pabbajiṃsu, nadimanvavasitā bārāṇasī, nadiyā saha avabaddhāti attho, anu sāriputtaṃ paññavā.",
  "anya-e0805n2:55": "Lakkhaṇādīsu ‘‘lakkhaṇi’tthambhūtakkhānabhāga vicchāsu pati pari anavo’’ti pati pari anūnaṃ kammappavacanīyasaññā vuttā.",
  "anya-e0805n2:56": "Lakkhaṇe sūriyuggamanaṃ pati dibbā bhakkhā pātubhaveyyuṃ, rukkhaṃ pati vijjotate cando, rukkhaṃ pari, rukkhaṃ anu.",
  "anya-e0805n2:57": "Itthambhūtakkhāne sādhu devadatto mātaraṃ pati, mātaraṃ pari, mātaraṃ anu.",
  "anya-e0805n2:58": "Bhāge yadettha maṃ pati siyā, maṃ pari, maṃ anu, taṃ dīyatu.",
  "anya-e0805n2:59": "Vicchāyoge atthamatthaṃ pati saddo nivisati, rukkhaṃ rukkhaṃ pati vijjotate cando, rukkhaṃ rukkhaṃ pari, rukkhaṃ rukkhaṃ anu.",
  "anya-e0805n2:60": "‘‘Abhirabhāge’’ti abhissa bhāgavajjitesu lakkhaṇādīsu kammappavacanīyasaññā vuttā. Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato, sādhu devadatto mātaraṃ abhi.",
  "anya-e0805n2:61": "Nipāte dhi brāhmaṇassa hantāra miccevamādi.",
  "anya-e0805n2:62": "289.Kvaci dutiyā chaṭṭhīnamatthe.",
  "anya-e0805n2:63": "Chaṭṭhīnaṃ atthe kvaci dutiyāvibhatti hoti. Antarāabhito parito pati paṭibhātiyoge ayaṃ. Antarā ca rājagahaṃ antarā ca nāḷandaṃ addhānamaggappaṭipanno, rājagahassa ca nāḷandāya ca majjheti attho. Abhito gāmaṃ vasati, parito gāmaṃ vasati, nadiṃ nerañjaraṃ pati, nerañjarāya nadiyā samīpeti attho. Paṭibhantu taṃ cunda bojjhaṅgā, upamā maṃ paṭibhāti, upamā mayhaṃ upaṭṭhahatīti attho.",
  "anya-e0805n2:64": "‘‘Kvaci dutiyā, atthe’’ti ca vattate.",
  "anya-e0805n2:65": "290.Tatiyāsattamīnañca.",
  "anya-e0805n2:66": "Tatiyāsattamīnamatthe ca kvaci liṅgamhā dutiyāvibhatti hoti.",
  "anya-e0805n2:67": "Tatiyatthe sace maṃ nālapissati, tvañca maṃ nābhibhāsasi, vinā saddhammaṃ kuto sukhaṃ, upāyamantarena na atthasiddhi.",
  "anya-e0805n2:68": "Sattamiyatthe– kāle, upānvajjhāvasassa payoge, adhisiṭṭhāvasānaṃ payoge, tappānacāre ca dutiyā.",
  "anya-e0805n2:69": "Kāle tāva – pubbaṇhasamayaṃ nivāsetvā, ekaṃ samayaṃ bhagavā. Imaṃ rattiṃ cattāro mahārājāno.",
  "anya-e0805n2:70": "Upādipubbassa vasadhātussa payoge – gāmaṃ upavasati, gāmaṃ anuvasati, vihāraṃ adhivasati, gāmaṃ āvasati, agāraṃ ajjhāvasati. Tathā pathaviṃ adhisessati, gāmaṃ adhitiṭṭhati, gāmaṃ ajjhāvasati.",
  "anya-e0805n2:71": "Tappānacāresu – nadiṃ pivati, gāmaṃ carati iccādi.",
  "anya-e0805n2:72": "Kasmiṃ atthe tatiyā?",
  "anya-e0805n2:73": "291.Karaṇe tatiyā.",
  "anya-e0805n2:74": "Karaṇakārake tatiyāvibhatti hoti.",
  "anya-e0805n2:75": "Kiṃ karaṇaṃ?",
  "anya-e0805n2:76": "292.Yena vā kayirate taṃ karaṇaṃ.",
  "anya-e0805n2:77": "Yena vā kattā upakaraṇabhūtena vatthunā kriyaṃ abyavadhānena karoti, yena vā vikaroti, yena vā pāpuṇāti, taṃ kārakaṃ karaṇasaññaṃ hoti.",
  "anya-e0805n2:78": "Karīyate anenāti karaṇaṃ, ettha ca satipi sabbakārakānaṃ kriyāsādhakatte ‘‘yena vā kayirate’’ti visesetvā vacanaṃ kattūpakaraṇabhūtesu kārakesu sādhakatamasseva gahaṇatthaṃ.",
  "anya-e0805n2:79": "Vuttañca ",
  "anya-e0805n2:80": "‘‘Yassa sabbavisesena, kriyāsaṃsiddhihetutā;",
  "anya-e0805n2:81": "Sambhāvīyati taṃ vuttaṃ, karaṇaṃ nāma kāraka’’nti.",
  "anya-e0805n2:82": "Taṃ pana duvidhaṃ ajjhattika bāhiravasena.",
  "anya-e0805n2:83": "Yathā – hatthena kammaṃ karoti, cakkhunā rūpaṃ passati, manasā dhammaṃ viññāya. Dattena vīhayo lunāti, agginā kuṭiṃ jhāpeti.",
  "anya-e0805n2:84": "‘‘Tatiyā’’ti adhikāro.",
  "anya-e0805n2:85": "293.Kattari ca.",
  "anya-e0805n2:86": "Kattari ca kārake liṅgamhā tatiyāvibhatti hoti. Caggahaṇena itthambhūtalakkhaṇe, kriyāpavagge, pubbasadisasamūnattha kalaha nipuṇa missaka sakhilatthādiyoge, kāladdhānesu, paccattakammatthapañcamiyatthādīsu ca tatiyā.",
  "anya-e0805n2:87": "Ko ca kattā?",
  "anya-e0805n2:88": "294.Yo karoti sa kattā.",
  "anya-e0805n2:89": "Yo kriyaṃ attappadhāno hutvā karoti, so kattusañño hoti.",
  "anya-e0805n2:90": "So tividho suddhakattā hetukattā kammakattāti. Tattha yo sayameva kriyaṃ karoti, so suddhakattā. Yo aññaṃ kātuṃ samatthaṃ akarontaṃ kammaṃ niyojeti, so hetukattā, yathā – gantuṃ samattho devadatto, tamañño payojeti ‘‘gamayati devadatta’’nti.",
  "anya-e0805n2:91": "Yaṃ pana tattha tattha gacchati devadatto, tamañño payojayati ‘‘gamayati devadatta’’nti hetvatthanidassanaṃ, tampi sāmatthiyadassanavasena vuttanti gahetabbaṃ. Aññathā yadi sayameva gacchati, kiṃ tattha payojakabyāpārena akarontaṃ balena kārayati, pāsāṇaṃ uṭṭhāpayatītiādikañca na sijjheyya.",
  "anya-e0805n2:92": "Ettha pana",
  "anya-e0805n2:93": "‘‘Kattā’’ti vattate.",
  "anya-e0805n2:94": "293.Yo kāreti sa hetu.",
  "anya-e0805n2:95": "Yo kattāraṃ kāreti, so hetusañño hoti, kattā cāti hetukattusaññā.",
  "anya-e0805n2:96": "Yo pana parassa kriyaṃ paṭicca kammabhūtopi sukarattā sayameva sijjhanto viya hoti, so kammakattā nāma, yathā – sayaṃ karīyate kaṭo, sayameva paccate odanoti.",
  "anya-e0805n2:97": "Vuttañca",
  "anya-e0805n2:98": "‘‘Attappadhāno kiriyaṃ, yo nibbatteti kārako;",
  "anya-e0805n2:99": "Appayutto payutto vā, sa kattāti pavuccati.",
  "anya-e0805n2:100": "Hetukattāti kathito,",
  "anya-e0805n2:101": "Kattuno yo payojako;",
  "anya-e0805n2:102": "Kammakattāti sukaro,",
  "anya-e0805n2:103": "Kammabhūto kathīyate’’ti.",
  "anya-e0805n2:104": "Nanu ca ‘‘saṃyogo jāyate’’tiādīsu kathaṃ pure asato jananakriyāya kattubhāvosiyāti? Vuccate – lokasaṅketasiddho hi saddappayogo, avijjamānampi hi loko saddābhidheyyatāya vijjamānaṃ viya gahetvā voharati , vikappabuddhigahitākāroyeva hi saddenābhidhīyate, na tu vatthusabhāvo, aññathā sutamayañāṇenapi paccakkhena viya vatthusabhāvasacchikaraṇappasaṅgo ca musāvāda kudiṭṭhivādādīnamabhāvappasaṅgo ca siyā, tasmā buddhiparikappitapaññattivasenapi saddappavatti hotīti asato saṃyogādissapi hoteva jananakriyāya kattukārakatāti.",
  "anya-e0805n2:105": "Yathāha",
  "anya-e0805n2:106": "‘‘Vohāravisayo saddo, nekantaparamatthiko;",
  "anya-e0805n2:107": "Buddhisaṅkappito attho, tassatthoti pavuccati.",
  "anya-e0805n2:108": "Buddhiyā gahitattā hi, saṃyogo jāyate iti;",
  "anya-e0805n2:109": "Saṃyogo vijjamānova, kattā bhavati jātiyā’’ti.",
  "anya-e0805n2:110": "Tatra tatiyā jinena desito dhammo, buddhena jito māro, ahinā daṭṭho naro, buddhena bodhito loko, saddhehi kārito vihāro.",
  "anya-e0805n2:111": "Abhihite na bhavati. Kaṭaṃ karoti devadatto, kāreti vā.",
  "anya-e0805n2:112": "Itthambhūtassa lakkhaṇe – sā bhinnena sīsena paggharantena lohitena paṭivissakānaṃ ujjhāpesi, ūnapañcabandhanena pattena aññaṃ navaṃ pattaṃ cetāpeyya, tidaṇḍakena paribbājakamaddakkhi.",
  "anya-e0805n2:113": "Apavagge – ekāheneva bārāṇasiṃ pāyāsi, navahi māsehi vihāraṃ niṭṭhāpesi, yojanena adhītaṃ byākaraṇaṃ, kriyāpavaggoti kriyāya āsuṃ pariniṭṭhāpanaṃ.",
  "anya-e0805n2:114": "Pubbādiyoge– māsena pubbo, pitarā sadiso, mātarā samo, kahāpaṇena ūno, dhanena vikalo, asinā kalaho, ācārena nipuṇo, vācāya nipuṇo, guḷena missakaṃ, tilena missakaṃ, vācāya sakhilo, maṇinā attho, dhanena attho, pitarā tulyo.",
  "anya-e0805n2:115": "Kāladdhānesu – māsena bhuñjati, yojanena gacchati.",
  "anya-e0805n2:116": "Paccatte – attanāva attānaṃ sammannati.",
  "anya-e0805n2:117": "Kammatthe – tilehi khette vapati.",
  "anya-e0805n2:118": "Pañcamiyatthe – sumuttā mayaṃ tena mahāsamaṇena.",
  "anya-e0805n2:119": "296.Sahādiyoge ca.",
  "anya-e0805n2:120": "Saha saddhiṃ samaṃ nānā vinā alaṃ kimiccevamādīhi yoge liṅgamhā tatiyāvibhatti hoti, casaddena sahatthepi.",
  "anya-e0805n2:121": "Tattha sahasaddena yogo kriyā guṇa dabba samavāye sambhavati. Yathā – vitakkena saha vattati, puttena saha thūlo, antevāsikasaddhivihārikehi saha ācariyupajjhāyānaṃ lābho, nisīdi bhagavā saddhiṃ bhikkhusaṅghena, sahassena samaṃ mitā, sabbehi me piyehi manāpehi nānābhāvo vinābhāvo, saṅgho vināpi gaggena uposathaṃ kareyya, alaṃ te idha vāsena, kiṃ me ekena tiṇṇena, purisena thāmadassinā, kiṃ te jaṭāhi dummedha, kiṃ te ajinasāṭiyā.",
  "anya-e0805n2:122": "Sahatthe– devadatto rājagahaṃ pāvisi kokālikena pacchāsamaṇena, dukkho bālehi saṃvāso.",
  "anya-e0805n2:123": "297.Hetvatthe ca.",
  "anya-e0805n2:124": "Yogaggahaṇamihānuvattate, hetvatthe, hetvatthappayoge ca liṅgamhā tatiyāvibhatti hoti.",
  "anya-e0805n2:125": "Kismiñci phale diṭṭhasāmatthiyaṃ kāraṇaṃ hetu, soyeva attho, tasmiṃ hetvatthe, annena vasati, dhammena vasati, vijjāya vasati.",
  "anya-e0805n2:126": "Na jaccāvasalo hoti,",
  "anya-e0805n2:127": "Na jaccā hoti brāhmaṇo;",
  "anya-e0805n2:128": "Kammunā vasalo hoti,",
  "anya-e0805n2:129": "Kammunā hoti brāhmaṇo.",
  "anya-e0805n2:130": "Dānena bhogavā, ācārena kulī.",
  "anya-e0805n2:131": "Kena pāṇi kāmadado, kena pāṇi madhussavo;",
  "anya-e0805n2:132": "Kena te brahmacariyena, puññaṃ pāṇimhi ijjhati.",
  "anya-e0805n2:133": "Hetvatthappayoge – kena nimittena, kena payojanena, kenaṭṭhena, kena hetunā vasati.",
  "anya-e0805n2:134": "298.Sattamyatthe ca.",
  "anya-e0805n2:135": "Sattamyatthe ca liṅgamhā tatiyāvibhatti hoti.",
  "anya-e0805n2:136": "Kāladdhānadisādesādīsu cāyaṃ. Tena samayena, tena kālena, kālena dhammassavaṇaṃ, so vo mamaccayena satthā, māsena bhuñjati, yojanena dhāvati. Puratthimena dhataraṭṭho, dakkhiṇena virūḷhako, pacchimena virūpakkho, uttarena kasivanto janoghamaparena ca, yena bhagavā tenupasaṅkami iccādi.",
  "anya-e0805n2:137": "299.Yenaṅgavikāro.",
  "anya-e0805n2:138": "Yena byādhimatā aṅgena aṅgino vikāro lakkhīyate, tattha tatiyāvibhatti hoti. Ettha ca aṅgamassa atthīti aṅgaṃ, sarīraṃ. Akkhinā kāṇo, hatthena kuṇī, pādena khañjo, piṭṭhiyā khujjo.",
  "anya-e0805n2:139": "300.Visesane ca.",
  "anya-e0805n2:140": "Visesīyati visesitabbaṃ anenāti visesanaṃ, gottādi. Tasmiṃ gottanāmajātisippavayoguṇasaṅkhāte visesanatthe tatiyāvibhatti hoti, casaddena pakatiādīhi ca. Gottena gotamo nātho.",
  "anya-e0805n2:141": "Sāriputtoti nāmena, vissuto paññavā ca so;",
  "anya-e0805n2:142": "Jātiyā khattiyo buddho, loke appaṭipuggalo.",
  "anya-e0805n2:143": "Tadahu pabbajito santo, jātiyā sattavassiko;",
  "anya-e0805n2:144": "Sopi maṃ anusāseyya, sampaṭicchāmi matthake.",
  "anya-e0805n2:145": "Sippena naḷakāro so, ekūnatiṃso vayasā, vijjāya sādhu, paññāya sādhu, tapasā uttamo, suvaṇṇena abhirūpo.",
  "anya-e0805n2:146": "Pakatiādīsu – pakatiyā abhirūpo, yebhuyyena mattikā, samena dhāvati, visamena dhāvati, dvidoṇena dhaññaṃ kiṇāti, sahassena assake kiṇāti iccādi.",
  "anya-e0805n2:147": "Kasmiṃ atthe catutthī?",
  "anya-e0805n2:148": "301.Sampadānecatutthī.",
  "anya-e0805n2:149": "Sampadānakārake liṅgamhā catutthīvibhatti hoti.",
  "anya-e0805n2:150": "Kiñca sampadānaṃ?",
  "anya-e0805n2:151": "302.Yassa dātukāmo rocate dhārayate vā taṃ sampadānaṃ.",
  "anya-e0805n2:152": "Yassa vā dātukāmo, yassa vā rocate, yassa vā dhārayate, taṃ kārakaṃ sampadānasaññaṃ hoti. Sammā padīyate assāti sampadānaṃ, paṭiggāhako.",
  "anya-e0805n2:153": "Taṃ pana tividhaṃ diyyamānassānivāraṇajjhesanānumativasena. Yathā – buddhassa pupphaṃ yajati, bodhirukkhassa jalaṃ dadāti. Ajjhesane – yācakānaṃ dhanaṃ dadāti. Anumatiyaṃ – bhikkhūnaṃ dānaṃ deti.",
  "anya-e0805n2:154": "Yathāha",
  "anya-e0805n2:155": "‘‘Anirākaraṇārādha-nābbhanuññavasena hi;",
  "anya-e0805n2:156": "Sampadānaṃ tidhā vuttaṃ, rukkha yācaka bhikkhavo’’ti.",
  "anya-e0805n2:157": "Dātukāmoti kiṃ? Rañño daṇḍaṃ dadāti.",
  "anya-e0805n2:158": "Rocanādīsu pana – samaṇassa rocate saccaṃ, māyasmantānampi saṅghabhedo ruccittha, yassāyasmato khamati, devadattassa suvaṇṇacchattaṃ dhārayate yaññadatto.",
  "anya-e0805n2:159": "‘‘Sampadānaṃ, vā’’ti ca vattate.",
  "anya-e0805n2:160": "303.Silāgha hanu ṭhā sapa dhāra piha kudha duhi ssāsūya rādhikkha paccāsuṇa anupatigiṇapubbakattārocanatthatadattha tumatthālamattha maññānādarappāṇini gatyatthakammani āsisattha sammuti bhiyyasattamyatthesu ca.",
  "anya-e0805n2:161": "Catuppadamidaṃ . Silāgha katthane, hanu apanayane, ṭhā gatinivattimhi, sapa akkose, dhara dhāraṇe, piha icchāyaṃ iccetesaṃ dhātūnaṃ payoge, kudha kope, duha jighaṃsāyaṃ, issa issāyaṃ, usūya dosāvikaraṇe iccetesaṃ tadatthavācīnañca dhātūnaṃ payoge ca rādha hiṃsāsaṃrādhesu, ikkha dassanaṅkesūti imesaṃ payoge ca pati āpubbassa su savaṇeti imassa ca anupatipubbassa gesaddeti imassa ca pubbakattā ca ārocanatthappayoge, tadatthe, tumatthe, alamatthappayoge ca maññatippayoge anādare appāṇini ca gatyatthānaṃ kammani ca āsisatthappayoge ca sammuti bhiyyappayogesu ca sattamyatthe cāti taṃ kammādikārakaṃ sampadānasaññaṃ hoti, casaddaggahaṇena pahiṇatikappati pahoti upamāñjalikaraṇa phāsu atthaseyyappabhutiyoge ca pure viya catutthī.",
  "anya-e0805n2:162": "Silāghādippayoge tāva – buddhassa silāghate. Upajjhāyassa silāghate, thometīti attho.",
  "anya-e0805n2:163": "Hanute mayhameva, hanute tuyhameva, apalapatīti attho.",
  "anya-e0805n2:164": "Upatiṭṭheyya sakyaputtānaṃ vaḍḍhakī, ettha ca upaṭṭhānaṃ nāma upagamanaṃ. Bhikkhussa bhuñjamānassa pānīyena vā vidhūpanena vā upatiṭṭheyya.",
  "anya-e0805n2:165": "Tuyhaṃ sapate, mayhaṃ sapate, ettha ca sapanaṃ nāma saccakaraṇaṃ.",
  "anya-e0805n2:166": "Dhārayatippayoge dhanikoyeva sampadānaṃ, suvaṇṇaṃ te dhārayate, iṇaṃ dhārayatīti attho. Tassa rañño mayaṃ nāgaṃ dhārayāma.",
  "anya-e0805n2:167": "Pihappayoge icchitoyeva, devāpi tassa pihayanti tādino, devāpi tesaṃ pihayanti, sambuddhānaṃ satīmataṃ, patthentīti attho.",
  "anya-e0805n2:168": "Kodhādiatthānaṃ payoge yaṃ pati kopo, tassa kujjha mahāvīra, yadihaṃ tassa kuppeyyaṃ.",
  "anya-e0805n2:169": "Duhayati disānaṃ megho, yo mittānaṃ na dubbhati.",
  "anya-e0805n2:170": "Titthiyā issanti samaṇānaṃ.",
  "anya-e0805n2:171": "Dujjanā guṇavantānaṃ usūyanti, kā usūyā vijānataṃ.",
  "anya-e0805n2:172": "Rādhikkhappayoge yassa vipucchanaṃ kammavikhyāpanatthaṃ, vādhikārato dutiyā ca. Ārādho me rañño, rañño aparajjhati, rājānaṃ vā aparajjhati, kyāhaṃ ayyānaṃ aparajjhāmi, kyāhaṃ ayye aparajjhāmi vā.",
  "anya-e0805n2:173": "Āyasmato upālittherassa upasampadāpekkho upatisso, āyasmantaṃ vā.",
  "anya-e0805n2:174": "Paccāsuṇa anupatigiṇānaṃ pubbakattā ca suṇotissa dhātussa paccāyoge, giṇassa ca anupatiyoge pubbassa kammuno yo kattā, so sampadānasañño hoti. Yathā – bhagavā bhikkhū etadavoca, ettha ‘‘bhikkhū’’ti akathitakammaṃ, ‘‘eta’’nti kathitakammaṃ, pubbassa vacanakammassa kattā bhagavā. Bhikkhū bhagavato paccassosuṃ, āsuṇanti buddhassa bhikkhū, tathā bhikkhu janaṃ dhammaṃ sāveti, tassa bhikkhuno jano anugiṇāti, tassa bhikkhuno jano patigiṇāti, sādhukāradānādinā taṃ ussāhayatīti attho.",
  "anya-e0805n2:175": "Yo vadeti sa kattāti, vuttaṃ kammanti vuccati;",
  "anya-e0805n2:176": "Yo paṭiggāhako tassa, sampadānaṃ vijāniyāti.",
  "anya-e0805n2:177": "Ārocanatthappayoge yassa āroceti, taṃ sampadānaṃ. Ārocayāmi vo bhikkhave, paṭivedayāmi vo bhikkhave, āmantayāmi te mahārāja, āmanta kho taṃ gacchāmāti vā. Ettha ca ārocanasaddassa kathanappakāratthattā desanatthādippayogepi catutthī. Dhammaṃ vo desessāmi, desetu bhante bhagavā dhammaṃ bhikkhūnaṃ, yathā no bhagavā byākareyya, niruttiṃ te pavakkhāmi iccādi.",
  "anya-e0805n2:178": "Tadatthe sampadānasaññā, catutthī ca.",
  "anya-e0805n2:179": "‘‘Ato, vā’’ti ca vattate.",
  "anya-e0805n2:180": "304.Āya catutthekavacanassa tu.",
  "anya-e0805n2:181": "Akārantato liṅgamhā parassa catutthekavacanassa āyādeso hoti vā, saralopādi.",
  "anya-e0805n2:182": "Buddhassatthāya dhammassatthāya saṅghassatthāya jīvitaṃ pariccajāmi, piṇḍapātaṃ paṭisevāmi neva davāya na madāya na maṇḍanāya na vibhūsanāya, ūnassa pāripūriyā, atthāya hitāya sukhāya saṃvattati.",
  "anya-e0805n2:183": "Tumatthe – lokānukampāya, lokamanukampitunti attho. Tathā phāsuvihārāya.",
  "anya-e0805n2:184": "Alaṃsaddassa atthā arahapaṭikkhepā. Arahatthe – alaṃ me rajjaṃ, alaṃ bhikkhu pattassa, akkhadhutto purisapuggalo nālaṃ dārabharaṇāya, alaṃ mallo mallassa, arahati mallo mallassa.",
  "anya-e0805n2:185": "Paṭikkhepe– alaṃ te idha vāsena, alaṃ me hiraññasuvaṇṇena, kiṃ me ekena tiṇṇena, kiṃ te jaṭāhi dummedha, kiṃ tettha catumaṭṭhassa.",
  "anya-e0805n2:186": "Maññatippayoge anādare appāṇini kammaniyeva – kaṭṭhassa tuvaṃ maññe, kaḷiṅgarassa tuvaṃ maññe, jīvitaṃ tiṇāyapi na maññamāno.",
  "anya-e0805n2:187": "Anādareti kiṃ? Suvaṇṇaṃ taṃ maññe. Appāṇinīti kiṃ? Gadrabhaṃ tuvaṃ maññe.",
  "anya-e0805n2:188": "Gatyatthakammani vādhikārato dutiyā ca. Appo saggāya gacchati, appo saggaṃ gacchati, nibbānāya vajantiyā, mūlāya paṭikasseyya, mūlaṃ paṭikasseyya.",
  "anya-e0805n2:189": "Āsīsanatthe āyubhaddakusalādiyogeyeva, āyasmato dīghāyu hotu, ‘‘totitā sasmiṃnāsū’’ti ntussa savibhattissa to ādeso. Bhaddaṃ bhavato hotu, kusalaṃ bhavato hotu, anāmayaṃ bhavato hotu, sukhaṃ bhavato hotu, atthaṃ bhavato hotu, hitaṃ bhavato hotu, svāgataṃ bhavato hotu, sotthi hotu sabbasattānaṃ.",
  "anya-e0805n2:190": "Sammutippayoge – sādhu sammuti me tassa bhagavato dassanāya.",
  "anya-e0805n2:191": "Bhiyyappayoge bhiyyoso mattāya.",
  "anya-e0805n2:192": "Sattamiyatthe āvikaraṇa pātubhavanādiyoge – tuyhañcassa āvikaromi, tassa me sakko pāturahosi.",
  "anya-e0805n2:193": "Casaddaggahaṇena pahiṇādikriyāyoge, phāsuādināmapayoge ca – tassa pahiṇeyya, bhikkhūnaṃ dūtaṃ pāhesi, kappati samaṇānaṃ āyogo, ekassa dinnaṃ dvinnaṃ tiṇṇaṃ pahoti, upamaṃ te karissāmi, añjaliṃ te paggaṇhāmi. Tathā tassa phāsu hoti, lokassattho, maṇinā me attho, seyyo me attho iccādi.",
  "anya-e0805n2:194": "‘‘Catutthī’’ti vattate.",
  "anya-e0805n2:195": "305.Namoyogādīsvapi ca.",
  "anya-e0805n2:196": "Namosaddayoge, sotthisvāgatādīhi ca yoge liṅgamhā catutthīvibhatti hoti. Namo te buddha vīratthu, namo karohi nāgassa, namatthu buddhānaṃ, namatthu bodhiyā, sotthi pajānaṃ, svāgataṃ te mahārāja, atho te adurāgataṃ.",
  "anya-e0805n2:197": "‘‘Kāle, bhavissatī’’ti ca vattate.",
  "anya-e0805n2:198": "306.Bhāvavācimhi catutthī.",
  "anya-e0805n2:199": "Bhāvavācimhi catutthīvibhatti hoti bhavissatikāle. Bhavanaṃ bhāvo. Paccissate, pacanaṃ vā pāko, pākāya vajati, pacituṃ gacchatīti attho. Evaṃ bhogāya vajati iccādi.",
  "anya-e0805n2:200": "Kasmiṃ atthe pañcamī?",
  "anya-e0805n2:201": "307.Apādāne pañcamī.",
  "anya-e0805n2:202": "Kimapādānaṃ?",
  "anya-e0805n2:203": "308.Yasmādapetibhayamādatte vā tadapādānaṃ.",
  "anya-e0805n2:204": "Yasmā vā avadhito apeti, yasmā vā bhayahetuto bhayaṃ bhavati, yasmā vā akkhātārā vijjaṃ ādadāti, taṃ kārakaṃ apādānasaññaṃ hoti. Apanetvā ito ādadātīti apādānaṃ.",
  "anya-e0805n2:205": "Taṃ pana tividhaṃ visayabhedena niddiṭṭhavisayaṃ, upāttavisayaṃ, anumeyyavisayañcāti.",
  "anya-e0805n2:206": "Apādānasaññāvisayassa kriyāvisesassa niddiṭṭhattā niddiṭṭhavisayaṃ. Yathā – gāmā apenti munayo, nagarā niggato rājā.",
  "anya-e0805n2:207": "Ettha ca ‘‘pāpā cittaṃ nivāraye, pāpā nivārentī’’tiādīsu yadipi kāyasaṃyogapubbakāpagamanaṃ natthi, tathāpi cittasaṃyogapubbakassa apagamanassa sambhavato iminā ca apādānasaññā.",
  "anya-e0805n2:208": "Yattha pana apagamanakriyaṃ upāttaṃ ajjhāhaṭaṃ visayaṃ katvā pavattati, taṃ upāttavisayaṃ. Yathā – valāhakā vijjotate vijju, kusūlato pacatīti. Ettha ca ‘‘valāhakā nikkhamma, kusūlato apanetvā’’ti ca pubbakriyā ajjhāharīyati.",
  "anya-e0805n2:209": "Anumeyyavisayaṃ yathā – māthurā pāṭaliputtakehi abhirūpā. Ettha hi kenaci guṇena ukkaṃsīyantīti anumeyyova kriyāviseso. Idha pana dūrantikādisutte vibhattaggahaṇena apādānasaññā.",
  "anya-e0805n2:210": "Vuttañca",
  "anya-e0805n2:211": "‘‘Niddiṭṭhavisayaṃ kiñci, upāttavisayaṃ tathā;",
  "anya-e0805n2:212": "Anumeyyavisayañcāti, apādānaṃ tidhā mata’’nti.",
  "anya-e0805n2:213": "Tadeva calācalavasena duvidhampi hoti.",
  "anya-e0805n2:214": "Calaṃ yathā – dhāvatā hatthimhā patito aṅkusadhārī.",
  "anya-e0805n2:215": "Acalaṃ yathā – pabbatā otaranti vanacarā.",
  "anya-e0805n2:216": "Bhayahetumhi – corā bhayaṃ jāyati, taṇhāya jāyatī bhayaṃ, pāpato uttasati, akkhātari – upajjhāyā sikkhaṃ gaṇhāti, ācariyamhā adhīte, ācariyato suṇāti.",
  "anya-e0805n2:217": "‘‘Apādāna’’nti adhikāro.",
  "anya-e0805n2:218": "309.Dhātunāmānamupasaggayogādīsvapi ca.",
  "anya-e0805n2:219": "Dhātavo ca nāmāni ca dhātunāmāni, tesaṃ avihitalakkhaṇānaṃ dhātunāmānaṃ payoge, upasaggayoge ca ādisaddena nipātayoge ca taṃyuttaṃ kārakaṃ apādānasaññaṃ hoti.",
  "anya-e0805n2:220": "Dhātuppayoge tāva – parājiyoge yo asayho, pabhūyoge pabhavo, janiyoge jāyamānassa pakati ca. Yathā – buddhasmā parājenti aññatitthiyā. Himavatā pabhavanti pañca mahānadiyo, anavatattamhā mahāsarā pabhavanti, aciravatiyā pabhavanti kunnadiyo. Kāmato jāyatī soko, yasmā so jāyate gini, urasmā jāto putto, kammato jātaṃ indriyaṃ.",
  "anya-e0805n2:221": "Nāmappayoge aññatthitarādīhi yutte – nāññatra dukkhā sambhoti, nāññaṃ dukkhā nirujjhati, tato aññena kammena, tato itaraṃ, ubhato sujāto putto iccādi.",
  "anya-e0805n2:222": "Upasaggayuttesuapaparīhi vajjanatthehi yoge, mariyādābhividhiatthe āyoge patinā patinidhipatidānatthena yoge ca. Yathā – apasālāya āyanti vāṇijā, sālaṃ vajjetvāti attho. Tathā paripabbatā devo vassati, pabbataṃ vajjetvāti attho. Mariyādāyaṃ – āpabbatā khettaṃ. Abhividhimhi – ābrahmalokā saddo abbhuggacchati, brahmalokaṃ abhibyāpetvāti attho. Patinidhimhi – buddhasmā pati sāriputto dhammadesanāya ālapati temāsaṃ. Patidāne – ghatamassa telasmā pati dadāti, kanakamassa hiraññasmā pati dadāti.",
  "anya-e0805n2:223": "Nipātayuttesu rite nānā vinādīhi yoge – rite saddhammā kuto sukhaṃ labhati. Te bhikkhū nānākulā pabbajitā. Vinā saddhammā natthañño koci nātho loke vijjati. Ariyehi puthagevāyaṃ jano, yāva brahmalokā saddo abbhuggacchati.",
  "anya-e0805n2:224": "Apiggahaṇena kammāpādānakārakamajjhepi pañcamī kāladdhānehi, pakkhasmā vijjhati migaṃ luddako, ito pakkhasmā migaṃ vijjhatīti vuttaṃ hoti. Evaṃ māsasmā bhuñjati bhojanaṃ, kosā vijjhati kuñjaraṃ.",
  "anya-e0805n2:225": "Casaddaggahaṇena pabhutyādiatthe, tadatthappayoge ca – yatohaṃ bhagini ariyāya jātiyā jāto, yato sarāmi attānaṃ, yato pattosmi viññutaṃ, yatvādhikaraṇamenaṃ, yato pabhuti, yato paṭṭhāya, tato paṭṭhāya iccādi.",
  "anya-e0805n2:226": "310.Rakkhaṇatthānamicchitaṃ.",
  "anya-e0805n2:227": "Rakkhaṇatthānaṃ dhātūnaṃ payoge yaṃ icchitaṃ, taṃ kārakaṃ apādānasaññaṃ hoti, cakārādhikārato anicchitañca. Rakkhaṇañcettha nivāraṇaṃ, tāyanañca. Kāke rakkhanti taṇḍulā, yavā paṭisedhenti gāvo.",
  "anya-e0805n2:228": "Anicchitaṃ yathā – pāpā cittaṃ nivāraye, pāpānivārenti, rājato vā corato vā aggito vā udakato vā nānābhayato vā nānārogato vā nānāupaddavato vā ārakkhaṃ gaṇhantu.",
  "anya-e0805n2:229": "‘‘Icchita’’miti vattate.",
  "anya-e0805n2:230": "311.Yena vā’dassanaṃ.",
  "anya-e0805n2:231": "Yena adassanamicchitaṃ antaradhāyantena, taṃ kārakaṃ apādānasaññaṃ hoti vā, antaradhānevāyaṃ. Upajjhāyā antaradhāyati sisso, nilīyatīti attho. Mātāpitūhi antaradhāyati putto.",
  "anya-e0805n2:232": "Vāti kiṃ? Jetavane antarahito. Yenāti kiṃ? Yakkho tattheva antaradhāyati.",
  "anya-e0805n2:233": "312.Dūrantikaddhakālanimmānatvālopadisāyogavibhattārappayoga suddhappamocana hetu vivittappamāṇa pubbayoga bandhana guṇavacana pañha kathanathokākattūsu ca.",
  "anya-e0805n2:234": "Dūratthe, antikatthe, addhanimmāne, kālanimmāne, tvālope, disāyoge, vibhatte, āratippayoge, suddhatthappayoge, pamocanatthappayoge, hetvatthe, vivittatthappayoge, pamāṇatthe, pubbayoge, bandhanatthappayoge, guṇavacane , pañhe, kathane, thokatthe, akattari ca yadavadhibhūtaṃ, hetukammādibhūtañca, taṃ kārakaṃ apādānasaññaṃ hoti, casaddena yathāyogaṃ dutiyā, tatiyā, chaṭṭhī ca.",
  "anya-e0805n2:235": "Ettha ca dūrantikañca dūrantikatthañcāti dūrantikanti sarūpekasesaṃ katvā vuttanti daṭṭhabbaṃ, tena dūrantikatthappayoge, tadatthe ca apādānasañño hoti.",
  "anya-e0805n2:236": "Dūratthappayoge tāva – kīvadūro ito naḷakāragāmo, tato have dūrataraṃ vadanti, gāmato nātidūre. Ārakā te moghapurisā imasmā dhammavinayā, ārakā tehi bhagavā. Dūratthe – dūratova namassanti, addasa dūratova āgacchantaṃ.",
  "anya-e0805n2:237": "Antikatthappayoge – antikaṃ gāmā, āsannaṃ gāmā, samīpaṃ gāmā, gāmassa samīpanti attho.",
  "anya-e0805n2:238": "Dutiyā, tatiyā ca, dūraṃ gāmaṃ āgato, dūrena gāmena āgato, dūrato gāmā āgatoti attho. Dūraṃ gāmena vā. Antikaṃ gāmaṃ āgato, antikaṃ gāmena vā, āsannaṃ gāmaṃ, āsannaṃ gāmena vā iccādi.",
  "anya-e0805n2:239": "Addhakālanimmāne nimmānaṃ nāma parimāṇaṃ, tasmiṃ gamyamāne – ito mathurāya catūsu yojanesu saṅkassaṃ, rājagahato pañcacattālīsayojanamatthake sāvatthi.",
  "anya-e0805n2:240": "Kālanimmāne – ito ekanavutikappamatthake vipassī bhagavā loke udapādi, ito vassasahassaccayena buddho loke uppajjissati.",
  "anya-e0805n2:241": "Tvāpaccayantassa lopo nāma tadatthasambhavepi avijjamānatā, tasmiṃ tvālope kammādhikaraṇesu – pāsādā saṅkameyya, pāsādaṃ abhiruhitvā saṅkameyyāti attho . Tathā hatthikkhandhā saṅkameyya, abhidhammā pucchanti, abhidhammaṃ sutvā vā, abhidhammā kathayanti, abhidhammaṃ paṭhitvā vā, āsanā vuṭṭhaheyya, āsane nisīditvā vā.",
  "anya-e0805n2:242": "Disatthavācīhi yoge, disatthe ca – ito sā purimā disā, ito sā dakkhiṇā disā, ito sā pacchimā disā, ito sā uttarā disā, avīcito uparibhavaggā, uddhaṃ pādatalā, adho kesamatthakā iccādi. Disatthe – puratthimato dakkhiṇatotiādi. Ettha pana sattamiyatthe topaccayopi bhavissati.",
  "anya-e0805n2:243": "Vibhattaṃ nāma sayaṃ vibhattasseva tadaññato guṇena vibhajanaṃ, tasmiṃ vibhatte – yato paṇītataro vā visiṭṭhataro vā natthi, attadanto tato varaṃ. Kiñcāpi dānato sīlameva varaṃ, tato mayā sutā assutameva bahutaraṃ, sīlameva sutā seyyo. Chaṭṭhī ca, channavutīnaṃ pāsaṇḍānaṃ pavaraṃ yadidaṃ sugatavinayo.",
  "anya-e0805n2:244": "Āratippayogo nāma viramaṇatthasaddappayogo. Tattha – asaddhammā ārati, virati pāpā, pāṇātipātā veramaṇī, adinnādānā paṭivirato, appaṭivirato musāvādā.",
  "anya-e0805n2:245": "Suddhatthappayoge – lobhanīyehi dhammehi suddho asaṃsaṭṭho, mātito ca pitito ca suddho anupakkuṭṭho agarahito.",
  "anya-e0805n2:246": "Pamocanatthappayoge– parimutto dukkhasmāti vadāmi, mutto mārabandhanā, na te muccanti maccunā, muttohaṃ sabbapāsehi.",
  "anya-e0805n2:247": "Hetvatthe, sarūpekasesassa gahitattā hetvatthappayoge ca sabbanāmato – kasmā nu tumhaṃ daharā na mīyare, kasmā idheva maraṇaṃ bhavissati, kasmā hetunā, yasmā ca kammāni karonti, yasmā tiha bhikkhave, tasmā tiha bhikkhave evaṃ sikkhitabbaṃ, tasmā buddhosmi brāhmaṇa, yasmā kāraṇā, tasmā kāraṇā, kiṃ kāraṇā. Dutiyā, chaṭṭhī ca, kiṃ kāraṇaṃ, taṃ kissa hetu, kissa tumhe kilamatha.",
  "anya-e0805n2:248": "Kena hetunā, kena kāraṇena, yena midhekacce sattā, tena nimittena, tena vuttamiccādīsu ‘‘hetvatthe cā’’ti tatiyā.",
  "anya-e0805n2:249": "Vivittaṃ nāma vivecanaṃ, tadatthappayoge – vivitto pāpakā dhammā, vivicceva kāmehi, vivicca akusalehi dhammehi.",
  "anya-e0805n2:250": "Pamāṇatthe tatiyā ca, āyāmato ca vitthārato ca yojanaṃ, gambhīrato ca puthulato ca yojanaṃ candabhāgāya parimāṇaṃ, parikkhepato navayojanasataparimāṇo majjhimapadeso.",
  "anya-e0805n2:251": "Dīghaso nava vidatthiyo sugatavidatthiyā pamāṇikā kāretabbā.",
  "anya-e0805n2:252": "Ettha ca ‘‘smāhismiṃna’’miccādito ‘‘smā’’ti ca ‘‘so, vā’’ti ca vattamāne",
  "anya-e0805n2:253": "313.Dīghorehi.",
  "anya-e0805n2:254": "Dīgha oraicceteti smāvacanassa soādeso hoti vā.",
  "anya-e0805n2:255": "Dīghaso, dīghamhā vā, [oraso, oramhā vā] tatiyā ca, yojanaṃ āyāmena, yojanaṃ vitthārena, yojanaṃ ubbedhena sāsaparāsi.",
  "anya-e0805n2:256": "Paṭhamatthavācakena pubbasaddena yogo pubbayogo, ettha ca pubbaggahaṇaṃ adisatthavuttino pubbādiggahaṇassupalakkhaṇanti daṭṭhabbaṃ, tena parādiyogepi. Yathā – pubbeva me bhikkhave sambodhā, ito pubbenāhosi, tato paraṃ paccantimā janapadā, dhātuliṅgehi parā paccayā, tato aparena samayena, tato uttarimpi iccādi.",
  "anya-e0805n2:257": "Bandhanatthappayoge bandhanahetumhi iṇe pañcamī, tatiyā ca hoti, satasmā baddho naro raññā, satena vā baddho naro.",
  "anya-e0805n2:258": "Phalasādhanahetubhūtassa guṇassa vacanaṃ guṇavacanaṃ, tasmiṃ guṇavacane pañcamī, tatiyā ca, issariyā janaṃ rakkhati rājā, issariyena vā, sīlato naṃ pasaṃsanti, sīlena vā, paññāya vimuttimano iccādi.",
  "anya-e0805n2:259": "Pañhakathanesu – kutosi tvaṃ, kuto bhavaṃ, pāṭaliputtato. Ettha ca kathanaṃ nāma vissajjanaṃ.",
  "anya-e0805n2:260": "Thokatthe asatvavacane karaṇe tatiyā ca, thokā muccati, thokena muccati vā, appamattakā muccati, appamattakena vā, kicchā muccati, kicchena vā.",
  "anya-e0805n2:261": "Akattariakārake ñāpakahetumhi – kammassa katattā upacitattā ussannattā vipulattā uppannaṃ hoti cakkhuviññāṇa, na tāvidaṃ nāmarūpaṃ ahetukaṃ sabbattha sabbadā sabbesañca ekasadisabhāvāpattito.",
  "anya-e0805n2:262": "Hutvā abhāvato niccā, udayabbayapīḷanā;",
  "anya-e0805n2:263": "Dukkhā avasavattittā, anattāti tilakkhaṇaṃ.",
  "anya-e0805n2:264": "‘‘Pañcamī’’ti vattate.",
  "anya-e0805n2:265": "314.Kāraṇatthe ca.",
  "anya-e0805n2:266": "Karoti attano phalanti kāraṇaṃ, kārakahetu [janakahetu], tasmiṃ kāraṇatthe ca pañcamīvibhatti hoti, vikappenāyaṃ, hetvatthe tatiyāya ca vihitattā, ananubodhā appaṭivedhā catunnaṃ ariyasaccānaṃ yathābhūtaṃ adassanā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ, avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, avijjāya tveva asesavirāganirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho, viññāṇanirodhā iccādi.",
  "anya-e0805n2:267": "Kasmiṃ atthe chaṭṭhī?",
  "anya-e0805n2:268": "315.Sāmismiṃ chaṭṭhī.",
  "anya-e0805n2:269": "Ko ca sāmī?",
  "anya-e0805n2:270": "316.Yassa vā pariggaho taṃ sāmī.",
  "anya-e0805n2:271": "Pariggayhatīti pariggaho, yo yassa pariggaho āyatto sambandhī, taṃ pati so attho sāmisañño hoti. Vāggahaṇena sāmitabba rujādiyogepi.",
  "anya-e0805n2:272": "Ettha ca kriyābhisambandhābhāvā na kārakatā sambhavati. Sāmibhāvo hi kriyākārakabhāvassa phalabhāvena gahito, tathā hi ‘‘rañño puriso’’ti vutte yasmā rājā dadāti, puriso ca patiggaṇhāti, tasmā ‘‘rājapuriso’’ti viññāyati. Evaṃ yo yassa āyatto sevakādibhāvena vā bhaṇḍabhāvena vā samīpa samūhāvayavavikāra kāriyaavatthā jāti guṇa kriyādivasena vā, tassa sabbassāpi so sambandhādhārabhūto visesanaṭṭhānī āgamīvasena tividhopi attho sāmī nāmāti gahetabbo.",
  "anya-e0805n2:273": "Vuttañca",
  "anya-e0805n2:274": "‘‘Kriyākārakasañjāto,",
  "anya-e0805n2:275": "Assedaṃ bhāvahetuko;",
  "anya-e0805n2:276": "Sambandho nāma so attho,",
  "anya-e0805n2:277": "Tattha chaṭṭhī vidhīyate.",
  "anya-e0805n2:278": "Pāratantyañhi sambandho,",
  "anya-e0805n2:279": "Tattha chaṭṭhī bhavetito;",
  "anya-e0805n2:280": "Upādhiṭṭhānā gamito,",
  "anya-e0805n2:281": "Na visesyādito tito’’ti.",
  "anya-e0805n2:282": "Visesanato tāva – rañño purisoti, ettha ca rājā purisaṃ aññasāmito viseseti nivattetīti visesanaṃ, puriso tena visesīyatīti visesitabbo, evaṃ sabbattha visesitabbayoge visesanatova chaṭṭhī.",
  "anya-e0805n2:283": "Bhaṇḍena sambandhe – pahūtaṃ me dhanaṃ sakka, etassa paṭivīso, bhikkhussa pattacīvaraṃ.",
  "anya-e0805n2:284": "Samīpasambandhe – ambavanassa avidūre, nibbānasseva santike.",
  "anya-e0805n2:285": "Samūhasambandhe– suvaṇṇassa rāsi, bhikkhūnaṃ samūho.",
  "anya-e0805n2:286": "Avayavasambandhe – manussasseva te sīsaṃ, rukkhassa sākhā.",
  "anya-e0805n2:287": "Vikārasambandhe – suvaṇṇassa vikati, bhaṭṭhadhaññānaṃ sattu.",
  "anya-e0805n2:288": "Kāriyasambandhe – yavassa aṅkuro, meghassa saddo, puttāpi tassa bahavo, kammānaṃ phalaṃ vipāko.",
  "anya-e0805n2:289": "Avatthāsambandhe – khandhānaṃ pātubhāvo, khandhānaṃ jarā, khandhānaṃ bhedo.",
  "anya-e0805n2:290": "Jātisambandhe – manussassa bhāvo, manussānaṃ jāti.",
  "anya-e0805n2:291": "Guṇasambandhe – suvaṇṇassa vaṇṇo, vaṇṇo na khīyetha tathāgatassa, buddhassa guṇaghoso, pupphānaṃ gandho, phalānaṃ raso, cittassa phusanā, sippikānaṃ sataṃ natthi, tilānaṃ muṭṭhi, tesaṃ samāyogo, sandhino vimokkho, tathāgatassa paññāpāramiṃ ārabbha, pubbacariyaṃ vā, sukhaṃ te, dukkhaṃ te, cetaso parivitakko udapādi, paññāya paṭubhāvo, rūpassa lahutā, rūpassa mudutā, rūpassa upacayo.",
  "anya-e0805n2:292": "Kriyāsambandhe – pādassa ukkhipanaṃ, pādassa avakkhepanaṃ vā, hatthassa samiñjanaṃ, pādānaṃ pasāraṇaṃ, dhātūnaṃ gamanaṃ, dhātūnaṃyeva ṭhānaṃ, nisajjā, sayanaṃ vā. Tathā tassa nāmagottādi, tassa kāraṇaṃ, tassa mātāpitaro, tassa purato pāturahosi, tassa pacchato, nagarassa dakkhiṇato, vassānaṃ tatiye māse, na tassa upamā, kuverassa bali iccādi.",
  "anya-e0805n2:293": "Ṭhānito– yamedantassādeso, o avassa.",
  "anya-e0805n2:294": "Āgamito – puthassāgamo iccādi.",
  "anya-e0805n2:295": "Sāmiyoge – devānamindo, migānaṃ rājā.",
  "anya-e0805n2:296": "Tabba rujādiyoge – mahāsenāpatīnaṃ ujjhāpetabbaṃ vikanditabbaṃ viravitabbaṃ, devadattassa rujati, tassa rogo uppajjati, rajakassa vatthaṃ dadāti, musāvādassa ottappaṃ iccādi.",
  "anya-e0805n2:297": "‘‘Kvaci, tatiyāsattamīna’’nti ca vattate.",
  "anya-e0805n2:298": "317.Chaṭṭhī ca.",
  "anya-e0805n2:299": "Tatiyāsattamīnamatthe kvaci chaṭṭhīvibhatti hoti.",
  "anya-e0805n2:300": "Yajassa karaṇe – pupphassa buddhaṃ yajati, pupphena vā, ghatassa aggiṃ juhoti.",
  "anya-e0805n2:301": "Suhitatthayoge – pattaṃ odanassa pūretvā, odanenāti attho. Imameva kāyaṃ pūraṃ nānappakārassa asucino paccavekkhati, pūraṃ hiraññasuvaṇṇassa, pūrati bālo pāpassa.",
  "anya-e0805n2:302": "Tulyatthakimalamādiyoge – pitussa tulyo, pitarā vā tulyo, mātu sadiso, mātarā sadiso vā, kiṃ tassa ca tuṭṭhassa, kiṃ tena tuṭṭhenāti attho. Alaṃ tassa ca tuṭṭhassa.",
  "anya-e0805n2:303": "Kattari kitappaccayayoge – sobhanā kaccāyanassa kati, kaccāyanena vā, rañño sammato, raññā vā, evaṃ rañño pūjito, rañño sakkato, rañño apacito, rañño mānito, amataṃ tesaṃ bhikkhave aparibhuttaṃ, yesaṃ kāyagatāsati aparibhuttā iccādi.",
  "anya-e0805n2:304": "Sattamiyatthe kusalādiyoge – kusalā naccagītassa sikkhitā cāturitthiyo, kusalo tvaṃ rathassa aṅgapaccaṅgānaṃ, kusalo maggassa, kusalo amaggassa, santi hi bhante uḷārā yakkhā bhagavato pasannā, divasassa tikkhattuṃ, divase tikkhattuṃ vā, māsassa dvikkhattuṃ iccādi.",
  "anya-e0805n2:305": "‘‘Kvaci, chaṭṭhī’’ti ca vattate.",
  "anya-e0805n2:306": "318.Dutiyāpañcamīnañca.",
  "anya-e0805n2:307": "Dutiyāpañcamīnamatthe ca kvaci chaṭṭhīvibhatti hoti.",
  "anya-e0805n2:308": "Dutiyatthe kammani kitakayoge – tassa bhavanti vattāro, sahasā kammassa kattāro, amatassa dātā, bhinnānaṃ sandhātā, sahitānaṃ anuppadātā, bodhetā pajāya, kammassa kārako natthi, vipākassa ca vedako, avisaṃvādako lokassa, pāpānaṃ akaraṇaṃ sukhaṃ, catunnaṃ mahābhūtānaṃ upādāya pasādo, acchariyo arajakena vatthānaṃ rāgo, acchariyo agopālakena gāvīnaṃ doho.",
  "anya-e0805n2:309": "Tathā saricchādīnaṃ kammani – mātu sarati, mātaraṃ sarati, na tesaṃ koci sarati, sattānaṃ kammappaccayā, puttassa icchati, puttamicchati.",
  "anya-e0805n2:310": "Karotissapatiyatane ca – patiyatanaṃ abhisaṅkhāro, udakassa patikurute, udakaṃ patikurute, kaṇḍassa patikurute, kaṇḍaṃ patikurute.",
  "anya-e0805n2:311": "Pañcamiyatthe parihānibhayatthayoge – assavanatā dhammassa parihāyanti, kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi, sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno, bhīto catunnaṃ āsivisānaṃ iccādi.",
  "anya-e0805n2:312": "Kvacīti kiṃ? Gambhīrañca kathaṃ kattā, kālena dhammiṃ kathaṃ bhāsitā hoti, paresaṃ puññāni anumoditā, bujjhitā saccāni, kaṭaṃ kārako, pasavo ghātako.",
  "anya-e0805n2:313": "Tathā na niṭṭhādīsu ca – sukhakāmī vihāraṃ kato, rathaṃ katavanto, rathaṃ katāvī, kaṭaṃ katvā, kaṭaṃ karonto, kaṭaṃ karāno, kaṭaṃ kurumāno iccādi.",
  "anya-e0805n2:314": "Kasmiṃ atthe sattamī?",
  "anya-e0805n2:315": "319.Okāse sattamī.",
  "anya-e0805n2:316": "Okāsakārake sattamīvibhatti hoti.",
  "anya-e0805n2:317": "Ko ca okāso?",
  "anya-e0805n2:318": "320.Yodhāro tamokāsaṃ.",
  "anya-e0805n2:319": "Ādhārīyati asminti ādhāro, adhikaraṇaṃ. Kattukammasamavetānaṃ nisajjapacanādikriyānaṃ patiṭṭhānaṭṭhena yo ādhāro, taṃ kārakaṃ okāsasaññaṃ hoti.",
  "anya-e0805n2:320": "Kaṭe nisīdati devadatto, thāliyaṃ odanaṃ pacati. Ettha hi devadattataṇḍulānaṃ kattukammānaṃ dhāraṇato taṃsamavetaṃ āsanapacanasaṅkhātaṃ kriyaṃ dhāreti nāma.",
  "anya-e0805n2:321": "So panāyamokāso catubbidho byāpiko opasilesiko sāmīpiko vesayikoti.",
  "anya-e0805n2:322": "Tattha byāpiko nāma yattha sakalopi ādhārabhūto attho ādheyyena patthaṭo hoti, yasmiñca ādheyyabhūtaṃ kiñci byāpetvā tiṭṭhati, taṃ yathā – tilesu telaṃ atthi, khīlesu jalaṃ, dadhimhi sappīti.",
  "anya-e0805n2:323": "Opasilesiko nāma paccekasiddhānaṃ bhāvānaṃ yattha upasilesena upagamo hoti, yasmiñca ādheyyo upasilissati allīyitvā tiṭṭhati, taṃ yathā – āsane nisinno saṅgho, thāliyaṃ odanaṃ pacati, ghaṭesu udakaṃ atthi, dūre ṭhito, samīpe ṭhitoti.",
  "anya-e0805n2:324": "Sāmīpiko nāma yattha samīpe samīpivohāraṃ katvā tadāyattavuttitādīpanatthaṃ ādhārabhāvo vikappīyati, taṃ yathā – gaṅgāyaṃ ghoso vasati, gaṅgāya samīpe vajo vasatīti attho. Bhagavā sāvatthiyaṃ viharati jetavane, sāvatthiyā samīpeti attho.",
  "anya-e0805n2:325": "Vesayiko nāma yattha aññatthābhāvavasena, desantarāvacchedavasena vā ādhārabhāvo parikappo, taṃ yathā – ākāse sakuṇā pakkhanti, bhūmīsu manussā caranti, jalesu macchā, pādesu patito, pāpasmiṃ ramatī mano, pasanno buddhasāsane, paññāya sādhu, vinaye nipuṇo, mātari sādhu, pitari nipuṇo iccādi.",
  "anya-e0805n2:326": "Sabbopi cāyamādhāro padhānavasena vā parikappitavasena vā kriyāya patiṭṭhā bhavatīti okāsotveva vuttoti veditabbo.",
  "anya-e0805n2:327": "Vuttañcetaṃ",
  "anya-e0805n2:328": "‘‘Kiriyā kattukammānaṃ,",
  "anya-e0805n2:329": "Yattha hoti patiṭṭhitā;",
  "anya-e0805n2:330": "‘Okāso’ti pavutto so,",
  "anya-e0805n2:331": "Catudhā byāpikādito.",
  "anya-e0805n2:332": "Byāpiko tilakhīrādi,",
  "anya-e0805n2:333": "Kaṭo opasilesiko;",
  "anya-e0805n2:334": "Sāmīpiko tu gaṅgādi,",
  "anya-e0805n2:335": "Ākāso visayo mato’’ti.",
  "anya-e0805n2:336": "‘‘Chaṭṭhī, sattamī’’ti ca adhikāro.",
  "anya-e0805n2:337": "321.Sāmissarādhipatidāyādasakkhīpatibhūpasūtakusalehi ca.",
  "anya-e0805n2:338": "Sāmī issara adhipati dāyāda sakkhipatibhū pasūta kusalaiccetehi yoge chaṭṭhīvibhatti hoti, sattamī ca. Ubhayatthaṃ vacanaṃ.",
  "anya-e0805n2:339": "Gavaṃ sāmi, gosu sāmi, gavaṃ issaro, gosu issaro, gavaṃ adhipati, gosu adhipati, gavaṃ dāyādo, gosu dāyādo, gavaṃ sakkhi, gosu sakkhi, gavaṃ patibhū, gosu patibhū, gavaṃ pasūto, gosu pasūto, gavaṃ kusalo, gosu kusalo.",
  "anya-e0805n2:340": "322.Niddhāraṇe ca.",
  "anya-e0805n2:341": "Nīharitvā dhāraṇaṃ niddhāraṇaṃ, jāti guṇa kriyā nāmehi samudāyato ekadesassa puthakkaraṇaṃ, tasmiṃ niddhāraṇatthe gamyamāne tato samudāyavāciliṅgamhā chaṭṭhīvibhatti hoti, sattamī ca.",
  "anya-e0805n2:342": "Manussānaṃ khattiyo sūratamo, manussesu khattiyo sūratamo, kaṇhā gāvīnaṃ sampannakhīratamā, kaṇhā gāvīsu sampannakhīratamā, addhikānaṃ dhāvanto sīghatamo, addhikesu dhāvanto sīghatamo, āyasmā ānando arahataṃ aññataro ahosi, arahantesu vā iccādi.",
  "anya-e0805n2:343": "323.Anādare ca.",
  "anya-e0805n2:344": "Anādare gamyamāne bhāvavatā liṅgamhā chaṭṭhīvibhatti hoti, sattamī ca. Akāmakānaṃ mātāpitūnaṃ rudantānaṃ pabbaji, mātāpitūsu rudantesu pabbaji.",
  "anya-e0805n2:345": "Ākoṭayanto so neti,",
  "anya-e0805n2:346": "Sivirājassa pekkhato;",
  "anya-e0805n2:347": "Maccu gacchati ādāya,",
  "anya-e0805n2:348": "Pekkhamāne mahājane.",
  "anya-e0805n2:349": "324.Kammakaraṇanimittatthesu sattamī.",
  "anya-e0805n2:350": "Kammakaraṇanimittaiccetesvatthesu liṅgamhā sattamīvibhatti hoti.",
  "anya-e0805n2:351": "Kammatthe – bhikkhūsu abhivādenti, muddhani cumbitvā, purisassa bāhāsu gahetvā.",
  "anya-e0805n2:352": "Karaṇatthe – hatthesu piṇḍāya caranti, pattesu piṇḍāya caranti, pathesu gacchanti, sopi maṃ anusāseyya, sampaṭicchāmi matthake.",
  "anya-e0805n2:353": "Nimittatthe– dīpi cammesu haññate, kuñjaro dantesu haññate, aṇumattesu vajjesu bhayadassāvī, sampajānamusāvāde pācittiyaṃ, musāvādanimittaṃ musāvādappaccayāti attho.",
  "anya-e0805n2:354": "‘‘Sattamī’’ti adhikāro.",
  "anya-e0805n2:355": "325.Sampadāne ca.",
  "anya-e0805n2:356": "Sampadānatthe ca liṅgamhā sattamīvibhatti hoti. Saṅghe dinnaṃ mahapphalaṃ, saṅghe gotami dehi, saṅghe te dinne ahañceva pūjito bhavissāmi.",
  "anya-e0805n2:357": "Yā palālamayaṃ mālaṃ, nārī datvāna cetiye;",
  "anya-e0805n2:358": "Alattha kañcanamayaṃ, mālaṃ bojjhaṅgikañca sā.",
  "anya-e0805n2:359": "326.Pañcamyatthe ca.",
  "anya-e0805n2:360": "Pañcamyatthe ca liṅgamhā sattamīvibhatti hoti. Kadalīsu gaje rakkhanti.",
  "anya-e0805n2:361": "327.Kālabhāvesu ca.",
  "anya-e0805n2:362": "Kālo nāma nimesa khaṇa laya muhutta pubbaṇhādiko, bhāvo nāma kriyā, sā cettha kriyantarūpalakkhaṇāva adhippetā, tasmiṃ kālatthe ca bhāvalakkhaṇe bhāvatthe ca liṅgamhā sattamīvibhatti hoti.",
  "anya-e0805n2:363": "Kāle – pubbaṇhasamaye gato, sāyanhasamaye āgato, akāle vassati tassa, kāle tassa na vassati, phussamāsamhā tīsu māsesu vesākhamāso, ito satasahassamhi, kappe uppajji cakkhumā.",
  "anya-e0805n2:364": "Bhāvenabhāvalakkhaṇe– bhikkhusaṅghesu bhojīyamānesu gato, bhuttesu āgato, gosu duyhamānāsu gato, duddhāsu āgato, jāyamāne kho sāriputta bodhisatte ayaṃ dasasahassilokadhātu saṃkampi sampakampi sampavedhi.",
  "anya-e0805n2:365": "Pāsāṇā sakkharā ceva, kaṭhalā khāṇukaṇṭakā;",
  "anya-e0805n2:366": "Sabbe maggā vivajjenti, gacchante lokanāyake.",
  "anya-e0805n2:367": "Imasmiṃ sati idaṃ hoti iccādi.",
  "anya-e0805n2:368": "328.Upājhādhikissaravacane.",
  "anya-e0805n2:369": "Dvipadamidaṃ. Adhikatthe, issaratthe ca vattamānehi upaadhiiccetehi yoge adhikissaravacane gamyamāne liṅgamhā sattamīvibhatti hoti.",
  "anya-e0805n2:370": "Adhikavacane – upa khāriyaṃ doṇo, khāriyā doṇo adhikoti attho. Tathā upa nikkhe kahāpaṇaṃ, adhi devesu buddho, sammutiupapattivisuddhidevasaṅkhātehi tividhehipi devehi sabbaññū buddhova adhikoti attho.",
  "anya-e0805n2:371": "Issaravacane – adhi brahmadatte pañcālā, brahmadattissarā pañcālāti attho.",
  "anya-e0805n2:372": "329.Maṇḍitussukkesu tatiyā ca.",
  "anya-e0805n2:373": "Maṇḍitaussukkaiccetesvatthesu gamyamānesu liṅgamhā tatiyāvibhatti hoti, sattamī ca. Maṇḍitasaddo panettha pasannatthavācako, ussukkasaddo saīhattho. Ñāṇena pasanno, ñāṇasmiṃ pasanno, ñāṇena ussukko, ñāṇasmiṃ ussukko sappuriso.",
  "anya-e0805n2:374": "Kārakaṃ chabbidhaṃ saññā-vasā chabbīsatīvidhaṃ;",
  "anya-e0805n2:375": "Pabhedā sattadhā kammaṃ, kattā pañcavidho bhave.",
  "anya-e0805n2:376": "Karaṇaṃ duvidhaṃ hoti, sampadānaṃ tidhā mataṃ;",
  "anya-e0805n2:377": "Apādānaṃ pañcavidhaṃ, ādhāro tu catubbidho.",
  "anya-e0805n2:378": "Vibhattiyo pana paccattavacanādivasena aṭṭhavidhā bhavanti. Yathāha",
  "anya-e0805n2:379": "‘‘Paccattamupayogañca, karaṇaṃ sampadāniyaṃ;",
  "anya-e0805n2:380": "Nissakkaṃ sāmivacanaṃ, bhummālapanamaṭṭhama’’nti.",
  "anya-e0805n2:381": "Iti padarūpasiddhiyaṃ kārakakaṇḍo",
  "anya-e0805n2:382": "Tatiyo."
}