{
  "anya-e0101n6:0": "6. Asubhakammaṭṭhānaniddeso",
  "anya-e0101n6:1": "Uddhumātakādipadatthavaṇṇanā",
  "anya-e0101n6:2": "102. Kasiṇānantaramuddiṭṭhesu pana uddhumātakaṃ, vinīlakaṃ, vipubbakaṃ, vicchiddakaṃ, vikkhāyitakaṃ, vikkhittakaṃ, hatavikkhittakaṃ, lohitakaṃ, puḷavakaṃ, aṭṭhikanti dasasu aviññāṇakāsubhesu bhastā viya vāyunā uddhaṃ jīvitapariyādānā yathānukkamaṃ samuggatena sūnabhāvena uddhumātattā uddhumātaṃ, uddhumātameva uddhumātakaṃ. Paṭikkūlattā vā kucchitaṃ uddhumātanti uddhumātakaṃ. Tathārūpassa chavasarīrassetaṃ adhivacanaṃ.",
  "anya-e0101n6:3": "Vinīlaṃ vuccati viparibhinnanīlavaṇṇaṃ, vinīlameva vinīlakaṃ. Paṭikkūlattā vā kucchitaṃ vinīlanti vinīlakaṃ. Maṃsussadaṭṭhānesu rattavaṇṇassa pubbasannicayaṭṭhānesu setavaṇṇassa yebhuyyena ca nīlavaṇṇassa nīlaṭṭhāne nīlasāṭakapārutasseva chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:4": "Paribhinnaṭṭhānesu vissandamānaṃ pubbaṃ vipubbaṃ, vipubbameva vipubbakaṃ. Paṭikkūlattā vā kucchitaṃ vipubbanti vipubbakaṃ. Tathārūpassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:5": "Vicchiddaṃ vuccati dvidhā chindanena apadhāritaṃ, vicchiddameva vicchiddakaṃ. Paṭikkūlattā vā kucchitaṃ vicchiddanti vicchiddakaṃ. Vemajjhe chinnassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:6": "Ito ca etto ca vividhākārena soṇasiṅgālādīhi khāditanti vikkhāyitaṃ, vikkhāyitameva vikkhāyitakaṃ. Paṭikkūlattā vā kucchitaṃ vikkhāyitanti vikkhāyitakaṃ. Tathārūpassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:7": "Vividhaṃ khittaṃ vikkhittaṃ, vikkhittameva vikkhittakaṃ. Paṭikkūlattā vā kucchitaṃ vikkhittanti vikkhittakaṃ. Aññena hatthaṃ aññena pādaṃ aññena sīsanti evaṃ tato tato khittassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:8": "Hatañca taṃ purimanayeneva vikkhittakañcāti hatavikkhittakaṃ. Kākapadākārena aṅgapaccaṅgesu satthena hanitvā vuttanayena vikkhittassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:9": "Lohitaṃ kirati vikkhipati ito cito ca paggharatīti lohitakaṃ. Paggharitalohitamakkhitassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:10": "Puḷavā vuccanti kimayo, puḷave kiratīti puḷavakaṃ. Kimiparipuṇṇassa chavasarīrassetamadhivacanaṃ.",
  "anya-e0101n6:11": "Aṭṭhiyeva aṭṭhikaṃ. Paṭikkūlattā vā kucchitaṃ aṭṭhīti aṭṭhikaṃ. Aṭṭhisaṅkhalikāyapi ekaṭṭhikassapetamadhivacanaṃ. Imāni ca pana uddhumātakādīni nissāya uppannanimittānampi nimittesu paṭiladdhajjhānānampetāneva nāmāni.",
  "anya-e0101n6:12": "Uddhumātakakammaṭṭhānaṃ",
  "anya-e0101n6:13": "103. Tattha uddhumātakasarīre uddhumātakanimittaṃ uppādetvā uddhumātakasaṅkhātaṃ jhānaṃ bhāvetukāmena yoginā pathavīkasiṇe vuttanayeneva vuttappakāraṃ ācariyaṃ upasaṅkamitvā kammaṭṭhānaṃ uggahetabbaṃ. Tenassa kammaṭṭhānaṃ kathentena asubhanimittatthāya gamanavidhānaṃ, samantā nimittupalakkhaṇaṃ, ekādasavidhena nimittaggāho, gatāgatamaggapaccavekkhaṇanti evaṃ appanāvidhānapariyosānaṃ sabbaṃ kathetabbaṃ. Tenāpi sabbaṃ sādhukaṃ uggahetvā pubbe vuttappakāraṃ senāsanaṃ upagantvā uddhumātakanimittaṃ pariyesantena vihātabbaṃ.",
  "anya-e0101n6:14": "104. Evaṃ viharantena ca asukasmiṃ nāma gāmadvāre vā aṭavimukhe vā panthe vā pabbatapāde vā rukkhamūle vā susāne vā uddhumātakasarīraṃ nikkhittanti kathentānaṃ vacanaṃ sutvāpi na tāvadeva atitthena pakkhandantena viya gantabbaṃ. Kasmā? Asubhaṃ hi nāmetaṃ vāḷamigādhiṭṭhitampi amanussādhiṭṭhitampi hoti. Tatrassa jīvitantarāyopi siyā. Gamanamaggo vā panettha gāmadvārena vā nahānatitthena vā kedārakoṭiyā vā hoti. Tattha visabhāgarūpaṃ āpāthamāgacchati, tadeva vā sarīraṃ visabhāgaṃ hoti. Purisassa hi itthisarīraṃ itthiyā ca purisasarīraṃ visabhāgaṃ, tadetaṃ adhunāmataṃ subhatopi upaṭṭhāti, tenassa brahmacariyantarāyopi siyā. Sace pana ‘‘nayidaṃ mādisassa bhāriya’’nti attānaṃ takkayati, evaṃ takkayamānena gantabbaṃ.",
  "anya-e0101n6:15": "105. Gacchantena ca saṅghattherassa vā aññatarassa vā abhiññātassa bhikkhuno kathetvā gantabbaṃ. Kasmā? Sace hissa susāne amanussasīhabyagghādīnaṃ rūpasaddādianiṭṭhārammaṇābhibhūtassa aṅgapaccaṅgāni vā pavedhenti, bhuttaṃ vā na parisaṇṭhāti, añño vā ābādho hoti. Athassa so vihāre pattacīvaraṃ surakkhitaṃ karissati. Dahare vā sāmaṇere vā pahiṇitvā taṃ bhikkhuṃ paṭijaggissati. Apica susānaṃ nāma nirāsaṅkaṭṭhānanti maññamānā katakammāpi akatakammāpi corā samosaranti. Te manussehi anubaddhā bhikkhussa samīpe bhaṇḍakaṃ chaḍḍetvāpi palāyanti. Manussā ‘‘sahoḍḍhaṃ coraṃ addasāmā’’ti bhikkhuṃ gahetvā viheṭhenti. Athassa so ‘‘mā imaṃ viheṭhayittha, mamāyaṃ kathetvā iminā nāma kammena gato’’ti te manusse saññāpetvā sotthibhāvaṃ karissati. Ayaṃ ānisaṃso kathetvā gamane. Tasmā vuttappakārassa bhikkhuno kathetvā asubhanimittadassane sañjātābhilāsena yathānāma khattiyo abhisekaṭṭhānaṃ, yajamāno yaññasālaṃ, adhano vā pana nidhiṭṭhānaṃ pītisomanassajāto gacchati, evaṃ pītisomanassaṃ uppādetvā aṭṭhakathāsu vuttena vidhinā gantabbaṃ. Vuttañhetaṃ –",
  "anya-e0101n6:16": "‘‘Uddhumātakaṃ asubhanimittaṃ uggaṇhanto eko adutiyo gacchati upaṭṭhitāya satiyā asammuṭṭhāya antogatehi indriyehi abahigatena mānasena gatāgatamaggaṃ paccavekkhamāno. Yasmiṃ padese uddhumātakaṃ asubhanimittaṃ nikkhittaṃ hoti, tasmiṃ padese pāsāṇaṃ vā vammikaṃ vā rukkhaṃ vā gacchaṃ vā lataṃ vā sanimittaṃ karoti, sārammaṇaṃ karoti. Sanimittaṃ katvā sārammaṇaṃ katvā uddhumātakaṃ asubhanimittaṃ sabhāvabhāvato upalakkheti, vaṇṇatopi liṅgatopi saṇṭhānatopi disatopi okāsatopi paricchedatopi sandhito vivarato ninnato thalato samantato. So taṃ nimittaṃ suggahitaṃ karoti , sūpadhāritaṃ upadhāreti, suvavatthitaṃ vavatthapeti. So taṃ nimittaṃ suggahitaṃ katvā sūpadhāritaṃ upadhāretvā suvavatthitaṃ vavatthapetvā eko adutiyo gacchati upaṭṭhitāya satiyā asammuṭṭhāya antogatehi indriyehi abahigatena mānasena gatāgatamaggaṃ paccavekkhamāno. So caṅkamantopi tabbhāgiyaññeva caṅkamaṃ adhiṭṭhāti. Nisīdantopi tabbhāgiyaññeva āsanaṃ paññapeti.",
  "anya-e0101n6:17": "‘‘Samantā nimittupalakkhaṇā kimatthiyā kimānisaṃsāti? Samantā nimittupalakkhaṇā asammohatthā asammohānisaṃsā. Ekādasavidhena nimittaggāho kimatthiyo kimānisaṃsoti? Ekādasavidhena nimittaggāho upanibandhanattho upanibandhanānisaṃso. Gatāgatamaggapaccavekkhaṇā kimatthiyā kimānisaṃsāti? Gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthā vīthisampaṭipādanānisaṃsā.",
  "anya-e0101n6:18": "‘‘So ānisaṃsadassāvī ratanasaññī hutvā cittīkāraṃ upaṭṭhapetvā sampiyāyamāno tasmiṃ ārammaṇe cittaṃ upanibandhati ‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’ti. So vivicceva kāmehi…pe… paṭhamaṃ jhānaṃ upasampajja viharati. Tassādhigataṃ hoti rūpāvacaraṃ paṭhamaṃ jhānaṃ dibbo ca vihāro bhāvanāmayañca puññakiriyavatthu’’nti.",
  "anya-e0101n6:19": "106. Tasmā yo cittasaññattatthāya sivathikadassanaṃ gacchati, so ghaṇḍiṃ paharitvā gaṇaṃ sannipātetvāpi gacchatu. Kammaṭṭhānasīsena pana gacchantena ekakena adutiyena mūlakammaṭṭhānaṃ avissajjetvā taṃ manasikaronteneva susāne soṇādiparissayavinodanatthaṃ kattaradaṇḍaṃ vā yaṭṭhiṃ vā gahetvā, sūpaṭṭhita bhāvasampādanena asammuṭṭhaṃ satiṃ katvā, manacchaṭṭhānañca indriyānaṃ antogatabhāvasampādanato abahigatamanena hutvā gantabbaṃ.",
  "anya-e0101n6:20": "Vihārato nikkhamanteneva asukadisāya asukadvārena nikkhantomhīti dvāraṃ sallakkhetabbaṃ. Tato yena maggena gacchati, so maggo vavatthapetabbo, ayaṃ maggo pācinadisābhimukho vā gacchati, pacchimauttaradakkhiṇadisābhimukho vā vidisābhimukhovāti. Imasmiṃ pana ṭhāne vāmato gacchati, imasmiṃ ṭhāne dakkhiṇato, imasmiṃ cassa ṭhāne pāsāṇo , imasmiṃ vammiko, imasmiṃ rukkho, imasmiṃ gaccho, imasmiṃ latāti. Evaṃ gamanamaggaṃ vavatthapentena nimittaṭṭhānaṃ gantabbaṃ. No ca kho paṭivātaṃ. Paṭivātaṃ gacchantassa hi kuṇapagandho ghānaṃ paharitvā matthaluṅgaṃ vā saṅkhobheyya, āhāraṃ vā chaḍḍāpeyya, vippaṭisāraṃ vā janeyya ‘‘īdisaṃ nāma kuṇapaṭṭhānaṃ āgatomhī’’ti. Tasmā paṭivātaṃ vajjetvā anuvātaṃ gantabbaṃ. Sace anuvātamaggena na sakkā hoti gantuṃ, antarā pabbato vā papāto vā pāsāṇo vā vati vā kaṇṭakaṭṭhānaṃ vā udakaṃ vā cikkhallaṃ vā hoti, cīvarakaṇṇena nāsaṃ pidahitvā gantabbaṃ. Idamassa gamanavattaṃ.",
  "anya-e0101n6:21": "107. Evaṃ gatena pana na tāva asubhanimittaṃ oloketabbaṃ. Disā vavatthapetabbā. Ekasmiṃ hi disābhāge ṭhitassa ārammaṇañca na vibhūtaṃ hutvā khāyati, cittañca na kammaniyaṃ hoti. Tasmā taṃ vajjetvā yattha ṭhitassa ārammaṇañca vibhūtaṃ hutvā khāyati, cittañca kammaniyaṃ hoti, tattha ṭhātabbaṃ. Paṭivātānuvātañca pahātabbaṃ. Paṭivāte ṭhitassa hi kuṇapagandhena ubbāḷhassa cittaṃ vidhāvati. Anuvāte ṭhitassa sace tattha adhivatthā amanussā honti, te kujjhitvā anatthaṃ karonti. Tasmā īsakaṃ ukkamma nātianuvāte ṭhātabbaṃ. Evaṃ tiṭṭhamānenāpi nātidūre nāccāsanne nānupādaṃ nānusīsaṃ ṭhātabbaṃ. Atidūre ṭhitassa hi ārammaṇaṃ avibhūtaṃ hoti. Accāsanne bhayamuppajjati. Anupādaṃ vā anusīsaṃ vā ṭhitassa sabbaṃ asubhaṃ samaṃ na paññāyati. Tasmā nātidūre nāccāsanne olokentassa phāsukaṭṭhāne sarīravemajjhabhāge ṭhātabbaṃ.",
  "anya-e0101n6:22": "108. Evaṃ ṭhitena ‘‘tasmiṃ padese pāsāṇaṃ vā…pe… lataṃ vā sanimittaṃ karotī’’ti evaṃ vuttāni samantā nimittāni upalakkhetabbāni. Tatridaṃ upalakkhaṇavidhānaṃ, sace tassa nimittassa samantā cakkhupathe pāsāṇo hoti, so ‘‘ayaṃ pāsāṇo ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā dīgho vā parimaṇḍalo vā’’ti vavatthapetabbo. Tato ‘‘imasmiṃ nāma okāse ayaṃ pāsāṇo idaṃ asubhanimittaṃ, idaṃ asubhanimittaṃ ayaṃ pāsāṇo’’ti sallakkhetabbaṃ. Sace vammiko hoti, sopi ‘‘ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā dīgho vā parimaṇḍalo vā’’ti vavatthapetabbo. Tato ‘‘imasmiṃ nāma okāse ayaṃ vammiko idaṃ asubhanimitta’’nti sallakkhetabbaṃ. Sace rukkho hoti, sopi ‘‘assattho vā nigrodho vā kacchako vā kapītano vā ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā’’ti vavatthapetabbo. Tato ‘‘imasmiṃ nāma okāse ayaṃ rukkho idaṃ asubhanimitta’’nti sallakkhetabbaṃ. Sace gaccho hoti, sopi ‘‘sindivā karamando vā kaṇavīro vā kuraṇḍako vā ucco vā nīco vā khuddako vā mahanto vā’’ti vavatthapetabbo. Tato ‘‘imasmiṃ nāma okāse ayaṃ gaccho idaṃ asubhanimitta’’nti sallakkhetabbaṃ. Sace latā hoti, sāpi ‘‘lābu vā kumbhaṇḍī vā sāmā vā kāḷavalli vā pūtilatā vā’’ti vavatthapetabbā. Tato ‘‘imasmiṃ nāma okāse ayaṃ latā idaṃ asubhanimittaṃ, idaṃ asubhanimittaṃ ayaṃ latā’’ti sallakkhetabbaṃ.",
  "anya-e0101n6:23": "109. Yaṃ pana vuttaṃ sanimittaṃ karoti sārammaṇaṃ karotīti, taṃ idheva antogadhaṃ. Punappunaṃ vavatthapento hi sanimittaṃ karoti nāma. Ayaṃ pāsāṇo idaṃ asubhanimittaṃ, idaṃ asubhanimittaṃ ayaṃ pāsāṇoti evaṃ dve dve samāsetvā samāsetvā vavatthapento sārammaṇaṃ karoti nāma.",
  "anya-e0101n6:24": "Evaṃ sanimittaṃ sārammaṇañca katvā pana sabhāvabhāvato vavatthapetīti vuttattā yvāssa sabhāvabhāvo anaññasādhāraṇo attaniyo uddhumātakabhāvo, tena manasikātabbaṃ. Vaṇitaṃ uddhumātakanti evaṃ sabhāvena sarasena vavatthapetabbanti attho.",
  "anya-e0101n6:25": "110. Evaṃ vavatthapetvā vaṇṇatopi liṅgatopi saṇṭhānatopi disatopi okāsatopi paricchedatopīti chabbidhena nimittaṃ gahetabbaṃ. Kathaṃ? Tena hi yoginā idaṃ sarīraṃ kāḷassa vā odātassa vā maṅguracchavino vāti vaṇṇato vavatthapetabbaṃ. Liṅgato pana itthiliṅgaṃ vā purisaliṅgaṃ vāti avavatthapetvā paṭhamavaye vā majjhimavaye vā pacchimavaye vā ṭhitassa idaṃ sarīranti vavatthapetabbaṃ. Saṇṭhānato uddhumātakassa saṇṭhānavaseneva idamassa sīsasaṇṭhānaṃ, idaṃ gīvāsaṇṭhānaṃ, idaṃ hatthasaṇṭhānaṃ, idaṃ udarasaṇṭhānaṃ, idaṃ nābhisaṇṭhānaṃ, idaṃ kaṭisaṇṭhānaṃ, idaṃ ūrusaṇṭhānaṃ, idaṃ jaṅghāsaṇṭhānaṃ, idaṃ pādasaṇṭhānanti vavatthapetabbaṃ. Disato pana imasmiṃ sarīre dve disā nābhiyā adho heṭṭhimadisā uddhaṃ uparimadisāti vavatthapetabbaṃ. Atha vā ahaṃ imissā disāya ṭhito asubhanimittaṃ imissāti vavatthapetabbaṃ. Okāsato pana imasmiṃ nāma okāse hatthā, imasmiṃ pādā, imasmiṃ sīsaṃ, imasmiṃ majjhimakāyo ṭhitoti vavatthapetabbaṃ. Atha vā ahaṃ imasmiṃ okāse ṭhito asubhanimittaṃ imasminti vavatthapetabbaṃ. Paricchedato idaṃ sarīraṃ adho pādatalena upari kesamatthakena tiriyaṃ tacena paricchinnaṃ, yathāparicchinne ca ṭhāne dvattiṃsakuṇapabharitamevāti vavatthapetabbaṃ. Atha vā ayamassa hatthaparicchedo, ayaṃ pādaparicchedo, ayaṃ sīsaparicchedo, ayaṃ majjhimakāyaparicchedoti vavatthapetabbaṃ. Yattakaṃ vā pana ṭhānaṃ gaṇhati, tattakameva idaṃ īdisaṃ uddhumātakanti paricchinditabbaṃ. Purisassa pana itthisarīraṃ itthiyā vā purisasarīraṃ na vaṭṭati. Visabhāge sarīre ārammaṇaṃ na upaṭṭhāti, vipphandanasseva paccayo hoti. ‘‘Ugghāṭitāpi hi itthī purisassa cittaṃ pariyādāya tiṭṭhatī’’ti (a. ni. 5.55) majjhimaṭṭhakathāyaṃ vuttaṃ. Tasmā sabhāgasarīreyeva evaṃ chabbidhena nimittaṃ gaṇhitabbaṃ.",
  "anya-e0101n6:26": "111. Yo pana purimabuddhānaṃ santike āsevitakammaṭṭhāno parihatadhutaṅgo parimadditamahābhūto pariggahitasaṅkhāro vavatthāpitanāmarūpo ugghāṭitasattasañño katasamaṇadhammo vāsitavāsano bhāvitabhāvano sabījo ñāṇuttaro appakileso kulaputto, tassa olokitolokitaṭṭhāneyeva paṭibhāganimittaṃ upaṭṭhāti. No ce evaṃ upaṭṭhāti, athevaṃ chabbidhena nimittaṃ gaṇhato upaṭṭhāti. Yassa pana evampi na upaṭṭhāti, tena sandhito vivarato ninnato thalato samantatoti punapi pañcavidhena nimittaṃ gahetabbaṃ.",
  "anya-e0101n6:27": "112. Tattha sandhitoti asītisatasandhito. Uddhumātake pana kathaṃ asītisatasandhayo vavatthapessati. Tasmānena tayo dakkhiṇahatthasandhī, tayo vāmahatthasandhī, tayo dakkhiṇapādasandhī, tayo vāmapādasandhī , eko gīvasandhi, eko kaṭisandhīti evaṃ cuddasamahāsandhivasena sandhito vavatthapetabbaṃ. Vivaratoti vivaraṃ nāma hatthantaraṃ pādantaraṃ udarantaraṃ kaṇṇantaranti evaṃ vivarato vavatthapetabbaṃ. Akkhīnampi nimmīlitabhāvo vā ummīlitabhāvo vā mukhassa ca pihitabhāvo vā vivaṭabhāvo vā vavatthapetabbo. Ninnatoti yaṃ sarīre ninnaṭṭhānaṃ akkhikūpo vā antomukhaṃ vā galavāṭako vā, taṃ vavatthapetabbaṃ. Atha vā ahaṃ ninne ṭhito sarīraṃ unnateti vavatthapetabbaṃ. Thalatoti yaṃ sarīre unnataṭṭhānaṃ jaṇṇukaṃ vā uro vā nalāṭaṃ vā, taṃ vavatthapetabbaṃ. Atha vā ahaṃ thale ṭhito sarīraṃ ninneti vavatthapetabbaṃ. Samantatoti sabbaṃ sarīraṃ samantato vavatthapetabbaṃ. Sakalasarīre ñāṇaṃ cāretvā yaṃ ṭhānaṃ vibhūtaṃ hutvā upaṭṭhāti, tattha ‘‘uddhumātakaṃ uddhumātaka’’nti cittaṃ ṭhapetabbaṃ. Sace evampi na upaṭṭhāti, udarapariyosānaṃ atirekaṃ uddhumātakaṃ hoti, tattha ‘‘uddhumātakaṃ uddhumātaka’’nti cittaṃ ṭhapetabbaṃ.",
  "anya-e0101n6:28": "113. Idāni ‘‘so taṃ nimittaṃ suggahitaṃ karotī’’tiādīsu ayaṃ vinicchayakathā –",
  "anya-e0101n6:29": "Tena yoginā tasmiṃ sarīre yathāvuttanimittaggāhavasena suṭṭhu nimittaṃ gaṇhitabbaṃ. Satiṃ sūpaṭṭhitaṃ katvā āvajjitabbaṃ. Evaṃ punappunaṃ karontena sādhukaṃ upadhāretabbañceva vavatthapetabbañca. Sarīrato nātidūre nāccāsanne padese ṭhitena vā nisinnena vā cakkhuṃ ummīletvā oloketvā nimittaṃ gaṇhitabbaṃ. ‘‘Uddhumātakapaṭikkūlaṃ uddhumātakapaṭikkūla’’nti satakkhattuṃ sahassakkhattuṃ ummīletvā oloketabbaṃ, nimmīletvā āvajjitabbaṃ. Evaṃ punappunaṃ karontassa uggahanimittaṃ suggahitaṃ hoti. Kadā suggahitaṃ hoti? Yadā ummīletvā olokentassa nimmīletvā āvajjentassa ca ekasadisaṃ hutvā āpāthamāgacchati, tadā suggahitaṃ nāma hoti.",
  "anya-e0101n6:30": "So taṃ nimittaṃ evaṃ suggahitaṃ katvā sūpadhāritaṃ upadhāretvā suvavatthitaṃ vavatthapetvā sace tattheva bhāvanāpariyosānaṃ pattuṃ na sakkoti, athānena āgamanakāle vuttanayeneva ekakena adutiyena tadeva kammaṭṭhānaṃ manasikarontena sūpaṭṭhitaṃ satiṃ katvā antogatehi indriyehi abahigatena mānasena attano senāsanameva gantabbaṃ.",
  "anya-e0101n6:31": "Susānā nikkhamanteneva ca āgamanamaggo vavatthapetabbo, yena maggena nikkhantosmi, ayaṃ maggo pācīnadisābhimukho vā gacchati, pacchimauttaradakkhiṇadisābhimukho vā gacchati, vidisābhimukho vā gacchati. Imasmiṃ pana ṭhāne vāmato gacchati, imasmiṃ dakkhiṇato, imasmiṃ cassa ṭhāne pāsāṇo, imasmiṃ vammiko, imasmiṃ rukkho, imasmiṃ gaccho, imasmiṃ latāti evaṃ āgamanamaggaṃ vavatthapetvā āgatena caṅkamantenāpi tabbhāgiyova caṅkamo adhiṭṭhātabbo, asubhanimittadisābhimukhe bhūmippadese caṅkamitabbanti attho. Nisīdantena āsanampi tabbhāgiyameva paññapetabbaṃ. Sace pana tassaṃ disāyaṃ sobbho vā papāto vā rukkho vā vati vā kalalaṃ vā hoti, na sakkā taṃdisābhimukhe bhūmippadese caṅkamituṃ, āsanampi anokāsattā na sakkā paññapetuṃ. Taṃ disaṃ anapalokentenāpi okāsānurūpe ṭhāne caṅkamitabbañceva nisīditabbañca. Cittaṃ pana taṃdisābhimukhaṃyeva kātabbaṃ.",
  "anya-e0101n6:32": "114. Idāni ‘‘samantā nimittupalakkhaṇā kimatthiyā’’tiādipañhānaṃ ‘‘asammohatthā’’tiādivissajjane ayaṃ adhippāyo. Yassa hi avelāyaṃ uddhumātakanimittaṭṭhānaṃ gantvā samantā nimittupalakkhaṇaṃ katvā nimittaggahaṇatthaṃ cakkhuṃ ummīletvā olokentasseva taṃ matasarīraṃ uṭṭhahitvā ṭhitaṃ viya ajjhottharamānaṃ viya anubandhamānaṃ viya ca hutvā upaṭṭhāti, so taṃ bībhacchaṃ bheravārammaṇaṃ disvā vikkhittacitto ummattako viya hoti, bhayaṃ chambhitattaṃ lomahaṃsaṃ pāpuṇāti. Pāḷiyaṃ hi vibhattaaṭṭhatiṃsārammaṇesu aññaṃ evarūpaṃ bheravārammaṇaṃ nāma natthi. Imasmiṃ hi kammaṭṭhāne jhānavibbhantako nāma hoti. Kasmā? Atibheravattā kammaṭṭhānassa. Tasmā tena yoginā santhambhetvā satiṃ sūpaṭṭhitaṃ katvā matasarīraṃ uṭṭhahitvā anubandhanakaṃ nāma natthi. Sace hi so ‘‘etassa samīpe ṭhito pāsāṇo vā latā vā āgaccheyya, sarīrampi āgaccheyya. Yathā pana so pāsāṇo vā latā vā nāgacchati, evaṃ sarīrampi nāgacchati. Ayaṃ pana tuyhaṃ upaṭṭhānākāro saññajo saññāsambhavo, kammaṭṭhānaṃ te ajja upaṭṭhitaṃ, mā bhāyi bhikkhū’’ti tāsaṃ vinodetvā hāsaṃ uppādetvā tasmiṃ nimitte cittaṃ sañcarāpetabbaṃ. Evaṃ visesamadhigacchati. Idametaṃ sandhāya vuttaṃ ‘‘samantā nimittupalakkhaṇā asammohatthā’’ti.",
  "anya-e0101n6:33": "Ekādasavidhena pana nimittaggāhaṃ sampādento kammaṭṭhānaṃ upanibandhati. Tassa hi cakkhūni ummīletvā olokanapaccayā uggahanimittaṃ uppajjati. Tasmiṃ mānasaṃ cārentassa paṭibhāganimittaṃ uppajjati. Tattha mānasaṃ cārento appanaṃ pāpuṇāti. Appanāyaṃ ṭhatvā vipassanaṃ vaḍḍhento arahattaṃ sacchikaroti. Tena vuttaṃ ‘‘ekādasavidhena nimittaggāho upanibandhanattho’’ti.",
  "anya-e0101n6:34": "115.Gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthāti ettha pana yā gatamaggassa ca āgatamaggassa ca paccavekkhaṇā vuttā, sā kammaṭṭhānavīthiyā sampaṭipādanatthāti attho. Sace hi imaṃ bhikkhuṃ kammaṭṭhānaṃ gahetvā āgacchantaṃ antarāmagge keci ajja, bhante, katimīti divasaṃ vā pucchanti, pañhaṃ vā pucchanti, paṭisanthāraṃ vā karonti, ahaṃ kammaṭṭhānikoti tuṇhībhūtena gantuṃ na vaṭṭati. Divaso kathetabbo, pañho vissajjetabbo. Sace na jānāti, na jānāmīti vattabbaṃ. Dhammiko paṭisanthāro kātabbo. Tassevaṃ karontassa uggahitaṃ taruṇanimittaṃ nassati. Tasmiṃ nassantepi divasaṃ puṭṭhena kathetabbameva. Pañhaṃ ajānantena na jānāmīti vattabbaṃ. Jānantena ekadesena kathetumpi vaṭṭati, paṭisanthāropi kātabbo. Āgantukaṃ pana bhikkhuṃ disvā āgantukapaṭisanthāro kātabbova. Avasesānipi cetiyaṅgaṇavattabodhiyaṅgaṇavattauposathāgāravattabhojanasālājantāgharaācariyupajjhāyaāgantukagamikavattādīni sabbāni khandhakavattāni pūretabbāneva. Tassa tāni pūrentassāpi taṃ taruṇanimittaṃ nassati, puna gantvā nimittaṃ gaṇhissāmīti gantukāmassāpi amanussehi vā vāḷamigehi vā adhiṭṭhitattā susānampi gantuṃ na sakkā hoti, nimittaṃ vā antaradhāyati. Uddhumātakaṃ hi ekameva vā dve vā divase ṭhatvā vinīlakādibhāvaṃ gacchati. Sabbakammaṭṭhānesu etena samaṃ dullabhaṃ kammaṭṭhānaṃ nāma natthi. Tasmā evaṃ naṭṭhe nimitte tena bhikkhunā rattiṭṭhāne vā divāṭhāne vā nisīditvā ahaṃ iminā nāma dvārena vihārā nikkhamitvā asukadisābhimukhaṃ maggaṃ paṭipajjitvā asukasmiṃ nāma ṭhāne vāmaṃ gaṇhi, asukasmiṃ dakkhiṇaṃ. Tassa asukasmiṃ ṭhāne pāsāṇo, asukasmiṃ vammikarukkhagacchalatānamaññataraṃ. Sohaṃ tena maggena gantvā asukasmiṃ nāma ṭhāne asubhaṃ addasaṃ. Tattha asukadisābhimukho ṭhatvā evañcevañca samantā nimittāni sallakkhetvā evaṃ asubhanimittaṃ uggahetvā asukadisāya susānato nikkhamitvā evarūpena nāma maggena idañcidañca karonto āgantvā idha nisinnoti evaṃ yāva pallaṅkaṃ ābhujitvā nisinnaṭṭhānaṃ, tāva gatāgatamaggo paccavekkhitabbo. Tassevaṃ paccavekkhato taṃ nimittaṃ pākaṭaṃ hoti, purato nikkhittaṃ viya upaṭṭhāti. Kammaṭṭhānaṃ purimākāreneva vīthiṃ paṭipajjati. Tena vuttaṃ ‘‘gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthā’’ti.",
  "anya-e0101n6:35": "116. Idāni ānisaṃsadassāvī ratanasaññī hutvā cittīkāraṃ upaṭṭhapetvā sampiyāyamāno tasmiṃ ārammaṇe cittaṃ upanibandhatīti ettha uddhumātakapaṭikkūle mānasaṃ cāretvā jhānaṃ nibbattetvā jhānapadaṭṭhānaṃ vipassanaṃ vaḍḍhento ‘‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’’ti evaṃ ānisaṃsadassāvinā bhavitabbaṃ.",
  "anya-e0101n6:36": "Yathā pana duggato puriso mahagghaṃ maṇiratanaṃ labhitvā dullabhaṃ vata me laddhanti tasmiṃ ratanasaññī hutvā gāravaṃ janetvā vipulena pemena sampiyāyamāno taṃ rakkheyya, evameva ‘‘dullabhaṃ me idaṃ kammaṭṭhānaṃ laddhaṃ duggatassa mahagghamaṇiratanasadisaṃ. Catudhātukammaṭṭhāniko hi attano cattāro mahābhūte pariggaṇhāti, ānāpānakammaṭṭhāniko attano nāsikavātaṃ pariggaṇhāti, kasiṇakammaṭṭhāniko kasiṇaṃ katvā yathāsukhaṃ bhāveti, evaṃ itarāni kammaṭṭhānāni sulabhāni. ‘Idaṃ pana ekameva vā dve vā divase tiṭṭhati, tato paraṃ vinīlakādibhāvaṃ pāpuṇātī’ti natthi ito dullabhatara’’nti tasmiṃ ratanasaññinā hutvā cittīkāraṃ upaṭṭhapetvā sampiyāyamānena taṃ nimittaṃ rakkhitabbaṃ. Rattiṭṭhāne ca divāṭhāne ca ‘‘uddhumātakapaṭikkūlaṃ uddhumātakapaṭikkūla’’nti tattha punappunaṃ cittaṃ upanibandhitabbaṃ. Punappunaṃ taṃ nimittaṃ āvajjitabbaṃ, manasikātabbaṃ. Takkāhataṃ vitakkāhataṃ kātabbaṃ.",
  "anya-e0101n6:37": "117. Tassevaṃ karoto paṭibhāganimittaṃ uppajjati. Tatridaṃ nimittadvayassa nānākaraṇaṃ, uggahanimittaṃ virūpaṃ bībhacchaṃ bheravadassanaṃ hutvā upaṭṭhāti . Paṭibhāganimittaṃ pana yāvadatthaṃ bhuñjitvā nipanno thūlaṅgapaccaṅgapuriso viya. Tassa paṭibhāganimittapaṭilābhasamakālameva bahiddhā kāmānaṃ amanasikārā vikkhambhanavasena kāmacchando pahīyati. Anunayappahāneneva cassa lohitappahānena pubbo viya byāpādopi pahīyati. Tathā āraddhavīriyatāya thinamiddhaṃ, avippaṭisārakarasantadhammānuyogavasena uddhaccakukkuccaṃ, adhigatavisesassa paccakkhatāya paṭipattidesake satthari paṭipattiyaṃ paṭipattiphale ca vicikicchā pahīyatīti pañca nīvaraṇāni pahīyanti. Tasmiññeva ca nimitte cetaso abhiniropanalakkhaṇo vitakko, nimittānumajjanakiccaṃ sādhayamāno vicāro, paṭiladdhavisesādhigamapaccayā pīti, pītimanassa passaddhisambhavato passaddhi, tannimittaṃ sukhaṃ, sukhitassa cittasamādhisambhavato sukhanimittā ekaggatā cāti jhānaṅgāni pātubhavanti. Evamassa paṭhamajjhānapaṭibimbabhūtaṃ upacārajjhānampi taṅkhaṇaññeva nibbattati. Ito paraṃ yāva paṭhamajjhānassa appanā ceva vasippatti ca, tāva sabbaṃ pathavīkasiṇe vuttanayeneva veditabbaṃ.",
  "anya-e0101n6:38": "Vinīlakādikammaṭṭhānāni",
  "anya-e0101n6:39": "118. Ito paresu pana vinīlakādīsupi yaṃ taṃ ‘‘uddhumātakaṃ asubhanimittaṃ uggaṇhanto eko adutiyo gacchati upaṭṭhitāya satiyā’’tiādinā nayena gamanaṃ ādiṃ katvā lakkhaṇaṃ vuttaṃ, taṃ sabbaṃ ‘‘vinīlakaṃ asubhanimittaṃ uggaṇhanto, vipubbakaṃ asubhanimittaṃ uggaṇhanto’’ti evaṃ tassa tassa vasena tattha tattha uddhumātakapadamattaṃ parivattetvā vuttanayeneva savinicchayādhippāyaṃ veditabbaṃ.",
  "anya-e0101n6:40": "Ayaṃ pana viseso – vinīlake ‘‘vinīlakapaṭikkūlaṃ vinīlakapaṭikkūla’’nti manasikāro pavattetabbo. Uggahanimittañcettha kabarakabaravaṇṇaṃ hutvā upaṭṭhāti. Paṭibhāganimittaṃ pana ussadavasena upaṭṭhāti.",
  "anya-e0101n6:41": "Vipubbake ‘‘vipubbakapaṭikkūlaṃ vipubbakapaṭikkūla’’nti manasikāro pavattetabbo. Uggahanimittaṃ panettha paggharantamiva upaṭṭhāti. Paṭibhāganimittaṃ niccalaṃ sannisinnaṃ hutvā upaṭṭhāti.",
  "anya-e0101n6:42": "Vicchiddakaṃ yuddhamaṇḍale vā corāṭaviyaṃ vā susāne vā yattha rājāno core chindāpenti. Araññe vā pana sīhabyagghehi chinnapurisaṭṭhāne labbhati. Tasmā tathārūpaṃ ṭhānaṃ gantvā sace nānādisāyaṃ patitampi ekāvajjanena āpāthamāgacchati iccetaṃ kusalaṃ. No ce āgacchati, sayaṃ hatthena na parāmasitabbaṃ. Parāmasanto hi vissāsaṃ āpajjati. Tasmā ārāmikena vā samaṇuddesena vā aññena vā kenaci ekaṭṭhāne kāretabbaṃ. Alabhantena kattarayaṭṭhiyā vā daṇḍakena vā ekaṅgulantaraṃ katvā upanāmetabbaṃ. Evaṃ upanāmetvā ‘‘vicchiddakapaṭikkūlaṃ vicchiddakapaṭikkūla’’nti manasikāro pavattetabbo. Tattha uggahanimittaṃ majjhe chiddaṃ viya upaṭṭhāti. Paṭibhāganimittaṃ pana paripuṇṇaṃ hutvā upaṭṭhāti.",
  "anya-e0101n6:43": "Vikkhāyitake vikkhāyitakapaṭikkūlaṃ vikkhāyitakapaṭikkūlanti manasikāro pavattetabbo. Uggahanimittaṃ panettha tahiṃ tahiṃ khāyitasadisameva upaṭṭhāti. Paṭibhāganimittaṃ paripuṇṇaṃva hutvā upaṭṭhāti.",
  "anya-e0101n6:44": "Vikkhittakampi vicchiddake vuttanayeneva aṅgulaṅgulantaraṃ kāretvā vā katvā vā ‘‘vikkhittakapaṭikkūlaṃ vikkhittakapaṭikkūla’’nti manasikāro pavattetabbo. Ettha uggahanimittaṃ pākaṭantaraṃ hutvā upaṭṭhāti. Paṭibhāganimittaṃ pana paripuṇṇaṃva hutvā upaṭṭhāti.",
  "anya-e0101n6:45": "Hatavikkhittakampi vicchiddake vuttappakāresuyeva ṭhānesu labbhati. Tasmā tattha gantvā vuttanayeneva aṅgulaṅgulantaraṃ kāretvā vā katvā vā ‘‘hatavikkhittakapaṭikkūlaṃ hatavikkhittakapaṭikkūla’’nti manasikāro pavattetabbo. Uggahanimittaṃ panettha paññāyamānaṃ pahāramukhaṃ viya hoti. Paṭibhāganimittaṃ paripuṇṇameva hutvā upaṭṭhāti.",
  "anya-e0101n6:46": "Lohitakaṃ yuddhamaṇḍalādīsu laddhappahārānaṃ hatthapādādīsu vā chinnesu bhinnagaṇḍapīḷakādīnaṃ vā mukhato paggharamānakāle labbhati. Tasmā taṃ disvā ‘‘lohitakapaṭikkūlaṃ lohitakapaṭikkūla’’nti manasikāro pavattetabbo. Ettha uggahanimittaṃ vātappahatā viya rattapaṭākā calamānākāraṃ upaṭṭhāti. Paṭibhāganimittaṃ pana sannisinnaṃ hutvā upaṭṭhāti.",
  "anya-e0101n6:47": "Puḷavakaṃ dvīhatīhaccayena kuṇapassa navahi vaṇamukhehi kimirāsipaggharaṇakāle hoti. Apica taṃ soṇasiṅgālamanussagomahiṃsahatthiassaajagarādīnaṃ sarīrappamāṇameva hutvā sālibhattarāsi viya tiṭṭhati . Tesu yattha katthaci ‘‘puḷavakapaṭikkūlaṃ puḷavakapaṭikkūla’’nti manasikāro pavattetabbo. Cūḷapiṇḍapātikatissattherassa hi kāḷadīghavāpiyā anto hatthikuṇape nimittaṃ upaṭṭhāsi. Uggahanimittaṃ panettha calamānaṃ viya upaṭṭhāti. Paṭibhāganimittaṃ sālibhattapiṇḍo viya sannisinnaṃ hutvā upaṭṭhāti.",
  "anya-e0101n6:48": "Aṭṭhikaṃ ‘‘seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhisaṅkhalikaṃ samaṃsalohitaṃ nahārusambandha’’ntiādinā (ma. ni. 3.154) nayena nānappakārato vuttaṃ. Tattha yattha taṃ nikkhittaṃ hoti, tattha purimanayeneva gantvā samantā pāsāṇādīnaṃ vasena sanimittaṃ sārammaṇaṃ katvā idaṃ aṭṭhikanti sabhāvabhāvato upalakkhetvā vaṇṇādivasena ekādasahākārehi nimittaṃ uggahetabbaṃ.",
  "anya-e0101n6:49": "119. Taṃ pana vaṇṇato setanti olokentassa na upaṭṭhāti, odātakasiṇasambhedo hoti. Tasmā aṭṭhikanti paṭikkūlavaseneva oloketabbaṃ. Liṅganti idha hatthādīnaṃ nāmaṃ. Tasmā hatthapādasīsaurabāhukaṭiūrujaṅghānaṃ vasena liṅgato vavatthapetabbaṃ. Dīgharassavaṭṭacaturassakhuddakamahantavasena pana saṇṭhānato vavatthapetabbaṃ. Disokāsā vuttanayā eva. Tassa tassa aṭṭhino pariyantavasena paricchedato vavatthapetvā yadevettha pākaṭaṃ hutvā upaṭṭhāti, taṃ gahetvā appanā pāpuṇitabbā. Tassa tassa aṭṭhino ninnaṭṭhānathalaṭṭhānavasena pana ninnato ca thalato ca vavatthapetabbaṃ. Padesavasenāpi ahaṃ ninne ṭhito, aṭṭhi thale, ahaṃ thale, aṭṭhi ninnetipi vavatthapetabbaṃ. Dvinnaṃ pana aṭṭhikānaṃ ghaṭitaghaṭitaṭṭhānavasena sandhito vavatthapetabbaṃ. Aṭṭhikānaṃyeva antaravasena vivarato vavatthapetabbaṃ. Sabbattheva pana ñāṇaṃ cāretvā imasmiṃ ṭhāne idamaṭṭhīti samantato vavatthapetabbaṃ. Evampi nimitte anupaṭṭhahante nalāṭaṭṭhimhi cittaṃ saṇṭhapetabbaṃ.",
  "anya-e0101n6:50": "120. Yathā cettha, evaṃ idaṃ ekādasavidhena nimittaggahaṇaṃ ito purimesu puḷavakādīsupi yujjamānavasena sallakkhetabbaṃ. Idañca pana kammaṭṭhānaṃ sakalāyapi aṭṭhikasaṅkhalikāya ekasmimpi aṭṭhike sampajjati. Tasmā tesu yatthakatthaci ekādasavidhena nimittaṃ uggahetvā ‘‘aṭṭhikapaṭikkūlaṃ aṭṭhikapaṭikkūla’’nti manasikāro pavattetabbo. Idha uggahanimittampi paṭibhāganimittampi ekasadisameva hotīti vuttaṃ, taṃ ekasmiṃ aṭṭhike yuttaṃ. Aṭṭhikasaṅkhalikāya pana uggahanimitte paññāyamāne vivaratā. Paṭibhāganimitte paripuṇṇabhāvo yujjati. Ekaṭṭhikepi ca uggahanimittena bībhacchena bhayānakena bhavitabbaṃ. Paṭibhāganimittena pītisomanassajanakena, upacārāvahattā.",
  "anya-e0101n6:51": "Imasmiṃ hi okāse yaṃ aṭṭhakathāsu vuttaṃ, taṃ dvāraṃ datvāva vuttaṃ. Tathā hi tattha ‘‘catūsu brahmavihāresu dasasu ca asubhesu paṭibhāganimittaṃ natthi. Brahmavihāresu hi sīmasambhedoyeva nimittaṃ. Dasasu ca asubhesu nibbikappaṃ katvā paṭikkūlabhāveyeva diṭṭhe nimittaṃ nāma hotī’’ti vatvāpi puna anantarameva ‘‘duvidhaṃ idha nimittaṃ uggahanimittaṃ paṭibhāganimittaṃ. Uggahanimittaṃ virūpaṃ bībhacchaṃ bhayānakaṃ hutvā upaṭṭhātī’’tiādi vuttaṃ. Tasmā yaṃ vicāretvā avocumha, idamevettha yuttaṃ.",
  "anya-e0101n6:52": "Apica mahātissattherassa dantaṭṭhikamattāvalokanena sakalitthisarīrassa aṭṭhisaṅghātabhāvena upaṭṭhānādīni cettha nidassanānīti.",
  "anya-e0101n6:53": "Iti asubhāni subhaguṇo, dasasatalocanena thutakitti;",
  "anya-e0101n6:54": "Yāni avoca dasabalo, ekekajjhānahetunīti.",
  "anya-e0101n6:55": "Evaṃ tāni ca tesañca, bhāvanānayamimaṃ viditvāna;",
  "anya-e0101n6:56": "Tesveva ayaṃ bhiyyo, pakiṇṇakakathāpi viññeyyā.",
  "anya-e0101n6:57": "Pakiṇṇakakathā",
  "anya-e0101n6:58": "121. Etesu hi yattha katthaci adhigatajjhāno suvikkhambhitarāgattā vītarāgo viya nilloluppacāro hoti. Evaṃ santepi yvāyaṃ asubhappabhedo vutto, so sarīrasabhāvappattivasena ca rāgacaritabhedavasena cāti veditabbo. Chavasarīraṃ hi paṭikkūlabhāvaṃ āpajjamānaṃ uddhumātakasabhāvappattaṃ vā siyā, vinīlakādīnaṃ vā aññatarasabhāvappattaṃ. Iti yādisaṃ yādisaṃ sakkā hoti laddhuṃ, tādise tādise uddhumātakapaṭikkūlaṃ vinīlakapaṭikkūlanti evaṃ nimittaṃ gaṇhitabbamevāti sarīrasabhāvappattivasena dasadhā asubhappabhedo vuttoti veditabbo.",
  "anya-e0101n6:59": "Visesato cettha uddhumātakaṃ sarīrasaṇṭhānavipattippakāsanato saṇṭhānarāgino sappāyaṃ. Vinīlakaṃ chavirāgavipattippakāsanato sarīravaṇṇarāgino sappāyaṃ. Vipubbakaṃ kāyavaṇapaṭibaddhassa duggandhabhāvassa pakāsanato mālāgandhādivasena samuṭṭhāpitasarīragandharāgino sappāyaṃ. Vicchiddakaṃ antosusirabhāvappakāsanato sarīre ghanabhāvarāgino sappāyaṃ. Vikkhāyitakaṃ maṃsupacayasampattivināsappakāsanato thanādīsu sarīrappadesesu maṃsupacayarāgino sappāyaṃ. Vikkhittakaṃ aṅgapaccaṅgānaṃ vikkhepappakāsanato aṅgapaccaṅgalīlārāgino sappāyaṃ. Hatavikkhittakaṃ sarīrasaṅghātabhedavikārappakāsanato sarīrasaṅghātasampattirāgino sappāyaṃ. Lohitakaṃ lohitamakkhitapaṭikkūlabhāvappakāsanato alaṅkārajanitasobharāgino sappāyaṃ. Puḷavakaṃ kāyassa anekakimikulasādhāraṇabhāvappakāsanato kāye mamattarāgino sappāyaṃ. Aṭṭhikaṃ sarīraṭṭhīnaṃ paṭikkūlabhāvappakāsanato dantasampattirāgino sappāyanti evaṃ rāgacaritabhedavasenāpi dasadhā asubhappabhedo vuttoti veditabbo.",
  "anya-e0101n6:60": "Yasmā pana dasavidhepi etasmiṃ asubhe seyyathāpi nāma aparisaṇṭhitajalāya sīghasotāya nadiyā arittabaleneva nāvā tiṭṭhati, vinā arittena na sakkā ṭhapetuṃ, evameva dubbalattā ārammaṇassa vitakkabaleneva cittaṃ ekaggaṃ hutvā tiṭṭhati, vinā vitakkena na sakkā ṭhapetuṃ, tasmā paṭhamajjhānamevettha hoti, na dutiyādīni.",
  "anya-e0101n6:61": "Paṭikkūlepi ca etasmiṃ ārammaṇe ‘‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’’ti evamānisaṃsadassāvitāya ceva nīvaraṇasantāpappahānena ca pītisomanassaṃ uppajjati, ‘‘bahuṃ dāni vetanaṃ labhissāmī’’ti ānisaṃsadassāvino pupphachaḍḍakassa gūtharāsimhi viya, ussannabyādhidukkhassa rogino vamanavirecanappavattiyaṃ viya ca.",
  "anya-e0101n6:62": "122. Dasavidhampi cetaṃ asubhaṃ lakkhaṇato ekameva hoti. Dasavidhassāpi hetassa asuciduggandhajegucchapaṭikkūlabhāvo eva lakkhaṇaṃ. Tadetaṃ iminā lakkhaṇena na kevalaṃ matasarīre, dantaṭṭhikadassāvino pana cetiyapabbatavāsino mahātissattherassa viya, hatthikkhandhagataṃ rājānaṃ olokentassa saṅgharakkhitattherūpaṭṭhākasāmaṇerassa viya ca jīvamānakasarīrepi upaṭṭhāti. Yatheva hi matasarīraṃ, evaṃ jīvamānakampi asubhameva. Asubhalakkhaṇaṃ panettha āgantukena alaṅkārena paṭicchannattā na paññāyati. Pakatiyā pana idaṃ sarīraṃ nāma atirekatisataaṭṭhikasamussayaṃ asītisatasandhisaṅghaṭitaṃ navanhārusatanibandhanaṃ navamaṃsapesisatānulittaṃ allacammapariyonaddhaṃ chaviyā paṭicchannaṃ chiddāvachiddaṃ medakathālikā viya niccuggharitapaggharitaṃ kimisaṅghanisevitaṃ rogānaṃ āyatanaṃ dukkhadhammānaṃ vatthu paribhinnapurāṇagaṇḍo viya navahi vaṇamukhehi satatavissandanaṃ. Yassa ubhohi akkhīhi akkhigūthako paggharati, kaṇṇabilehi kaṇṇagūthako, nāsāpuṭehi siṅghāṇikā, mukhato āhārapittasemharudhirāni, adhodvārehi uccārapassāvā, navanavutiyā lomakūpasahassehi asucisedayūso paggharati. Nīlamakkhikādayo samparivārenti. Yaṃ dantakaṭṭhamukhadhovanasīsamakkhananahānanivāsanapārupanādīhi appaṭijaggitvā yathājātova pharusavippakiṇṇakeso hutvā gāmena gāmaṃ vicaranto rājāpi pupphachaḍḍakacaṇḍālādīsu aññataropi samasarīrapaṭikkūlatāya nibbiseso hoti, evaṃ asuciduggandhajegucchapaṭikkūlatāya rañño vā caṇḍālassa vā sarīre vemattaṃ nāma natthi. Dantakaṭṭhamukhadhovanādīhi panettha dantamalādīni pamajjitvā nānāvatthehi hirikopīnaṃ paṭicchādetvā nānāvaṇṇena surabhivilepanena vilimpitvā pupphābharaṇādīhi alaṅkaritvā ‘‘ahaṃ mama’’nti gahetabbākārappattaṃ karonti. Tato iminā āgantukena alaṅkārena paṭicchannattā tadassa yāthāvasarasaṃ asubhalakkhaṇaṃ asañjānantā purisā itthīsu, itthiyo ca purisesu ratiṃ karonti. Paramatthato panettha rajjitabbakayuttaṭṭhānaṃ nāma aṇumattampi natthi. Tathā hi kesalomanakhadantakheḷasiṅghāṇikauccārapassāvādīsu ekakoṭṭhāsampi sarīrato bahi patitaṃ sattā hatthena chupitumpi na icchanti, aṭṭīyanti harāyanti jigucchanti. Yaṃ yaṃ panettha avasesaṃ hoti, taṃ taṃ evaṃ paṭikkūlampi samānaṃ avijjandhakārapariyonaddhā attasineharāgarattā ‘‘iṭṭhaṃ kantaṃ niccaṃ sukhaṃ attā’’ti gaṇhanti. Te evaṃ gaṇhantā aṭaviyaṃ kiṃsukarukkhaṃ disvā rukkhato apatitapupphaṃ ‘‘ayaṃ maṃsapesī’’ti vihaññamānena jarasiṅgālena samānataṃ āpajjanti. Tasmā –",
  "anya-e0101n6:63": "Yathāpi pupphitaṃ disvā, siṅgālo kiṃsukaṃ vane;",
  "anya-e0101n6:64": "Maṃsarukkho mayā laddho, iti gantvāna vegasā.",
  "anya-e0101n6:65": "Patitaṃ patitaṃ pupphaṃ, ḍaṃsitvā atilolupo;",
  "anya-e0101n6:66": "Nayidaṃ maṃsaṃ aduṃ maṃsaṃ, yaṃ rukkhasminti gaṇhati.",
  "anya-e0101n6:67": "Koṭṭhāsaṃ patitaṃyeva, asubhanti tathā budho;",
  "anya-e0101n6:68": "Aggahetvāna gaṇheyya, sarīraṭṭhampi naṃ tathā.",
  "anya-e0101n6:69": "Imañhi subhato kāyaṃ, gahetvā tattha mucchitā;",
  "anya-e0101n6:70": "Bālā karontā pāpāni, dukkhā na parimuccare.",
  "anya-e0101n6:71": "Tasmā passeyya medhāvī, jīvato vā matassa vā;",
  "anya-e0101n6:72": "Sabhāvaṃ pūtikāyassa, subhabhāvena vajjitaṃ.",
  "anya-e0101n6:73": "Vuttañhetaṃ –",
  "anya-e0101n6:74": "Duggandho asuci kāyo, kuṇapo ukkarūpamo;",
  "anya-e0101n6:75": "Nindito cakkhubhūtehi, kāyo bālābhinandito.",
  "anya-e0101n6:76": "Allacammapaṭicchanno, navadvāro mahāvaṇo;",
  "anya-e0101n6:77": "Samantato paggharati, asuci pūtigandhiyo.",
  "anya-e0101n6:78": "Sace imassa kāyassa, anto bāhirako siyā;",
  "anya-e0101n6:79": "Daṇḍaṃ nūna gahetvāna, kāke soṇe nivārayeti.",
  "anya-e0101n6:80": "Tasmā dabbajātikena bhikkhunā jīvamānasarīraṃ vā hotu",
  "anya-e0101n6:81": "Matasarīraṃ vā yattha yattha asubhākāro paññāyati, tattha tattheva nimittaṃ gahetvā kammaṭṭhānaṃ appanaṃ pāpetabbanti.",
  "anya-e0101n6:82": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n6:83": "Samādhibhāvanādhikāre",
  "anya-e0101n6:84": "Asubhakammaṭṭhānaniddeso nāma",
  "anya-e0101n6:85": "Chaṭṭho paricchedo."
}