{
  "tika-vin08t22:0": "22. Pabbajjāvinicchayakathā",
  "tika-vin08t22:1": "123. Evaṃ paṭikkhepapavāraṇāvinicchayaṃ kathetvā idāni pabbajjāvinicchayaṃ kathetuṃ ‘‘pabbajjāti ettha panā’’tyādimāha. Tattha paṭhamaṃ vajitabbāti pabbajjā, upasampadāto paṭhamaṃ upagacchitabbāti attho. Pa-pubba vaja gatimhīti dhātu. Kulaputtanti ācārakulaputtaṃ sandhāya vadati. Ye puggalā paṭikkhittā, te vajjetvāti sambandho. Pabbajjādosavirahitoti pabbajjāya antarāyakarehi pañcābādhādidosehi virahito. Nakhapiṭṭhippamāṇanti ettha kaniṭṭhaṅgulinakhapiṭṭhi adhippetā. ‘‘Tañce nakhapiṭṭhippamāṇampi vaḍḍhanapakkhe ṭhitaṃ hoti, na pabbājetabboti iminā sāmaññalakkhaṇaṃ dassitaṃ, tasmā yattha katthaci sarīrāvayavesu nakhapiṭṭhippamāṇaṃ vaḍḍhanakapakkhe ṭhitaṃ ce, na vaṭṭatīti siddhaṃ. Evañca sati nakhapiṭṭhippamāṇampi avaḍḍhanakapakkhe ṭhitaṃ ce, sabbattha vaṭṭatīti āpannaṃ, tañca na sāmaññato adhippetanti padesaviseseyeva niyametvā dassento ‘sace panā’tiādimāha. Sace hi avisesena nakhapiṭṭhippamāṇaṃ avaḍḍhanakapakkhe ṭhitaṃ vaṭṭeyya, ‘nivāsanapārupanehi pakatipaṭicchannaṭṭhāne’ti padesaniyamaṃ na kareyya, tasmā nivāsanapārupanehi pakatipaṭicchannaṭṭhānato aññattha nakhapiṭṭhippamāṇaṃ avaḍḍhanakapakkhe ṭhitampi na vaṭṭatīti siddhaṃ. Nakhapiṭṭhippamāṇato khuddakataraṃ pana avaḍḍhanakapakkhe vā vaḍḍhanakapakkhe vā ṭhitaṃ hotu, vaṭṭati nakhapiṭṭhippamāṇato khuddakatarassa vaḍḍhanakapakkhe avaḍḍhanakapakkhe vā ṭhitassa mukhādīsuyeva paṭikkhittattā’’ti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.88) vuttaṃ.",
  "tika-vin08t22:2": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 88-89) pana ‘‘paṭicchannaṭṭhāne nakhapiṭṭhippamāṇaṃ avaḍḍhanakapakkhe ṭhitaṃ hoti, vaṭṭatīti vuttattā appaṭicchannaṭṭhāne tādisampi na vaṭṭati, paṭicchannaṭṭhānepi ca vaḍḍhanakapakkhe ṭhitaṃ na vaṭṭatīti siddhameva hoti. Pākaṭaṭṭhānepi pana nakhapiṭṭhippamāṇato ūnataraṃ avaḍḍhanakaṃ vaṭṭatīti ye gaṇheyyuṃ, tesaṃ taṃ gahaṇaṃ paṭisedhetuṃ ‘mukhe panā’tiādi vutta’’nti vuttaṃ. Godhā…pe… na vaṭṭatīti iminā tādisopi rogo kuṭṭheyeva antogadhoti dasseti. Gaṇḍepi iminā nayena vinicchayo veditabbo. Tattha pana mukhādīsu kolaṭṭhimattato khuddakataropi gaṇḍo na vaṭṭatīti visuṃ na dassito. ‘‘Appaṭicchannaṭṭhāne avaḍḍhanakapakkhe ṭhitepi na vaṭṭatī’’ti ettakameva hi tattha vuttaṃ, tathāpi kuṭṭhe vuttanayena mukhādīsu kolaṭṭhippamāṇato khuddakataropi gaṇḍo na vaṭṭatīti viññāyati, tasmā avaḍḍhanakapakkhe ṭhitepīti ettha pi-saddo avuttasampiṇḍanattho, tena kolaṭṭhimattato khuddakataropi na vaṭṭatīti ayamattho dassitoyevāti amhākaṃ khanti. Pakativaṇṇe jāteti rogahetukassa vikāravaṇṇassa abhāvaṃ sandhāya vuttaṃ.",
  "tika-vin08t22:3": "Kolaṭṭhimattakoti badaraṭṭhippamāṇo. ‘‘Sañjātachaviṃ kāretvā’’ti pāṭho, vijjamānachaviṃ kāretvāti attho. Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.88-89) pana ‘‘sacchaviṃ kāretvāti vijjamānachaviṃ kāretvāti attho, sañchavinti vā pāṭho, sañjātachaanti attho. Gaṇḍādīsu vūpasantesupi taṃ ṭhānaṃ vivaṇṇampi hoti, taṃ vaṭṭatī’’ti vuttaṃ.",
  "tika-vin08t22:4": "Padumapuṇḍarīkapattavaṇṇanti rattapadumasetapadumapupphadalavaṇṇaṃ. Kuṭṭhe vuttanayenevāti ‘‘paṭicchannaṭṭhāne avaḍḍhanakaṃ vaṭṭati, aññattha na kiñci vaṭṭatī’’ti vuttanayaṃ dasseti. Sosabyādhīti khayarogo. Yakkhummādoti kadāci āgantvā bhūmiyaṃ pātetvā hatthamukhādikaṃ avayavaṃ bhūmiyaṃ ghaṃsanako yakkhova rogo.",
  "tika-vin08t22:5": "124.Mahāmattoti mahatiyā issariyamattāya samannāgato. ‘‘Na dānāhaṃ devassa bhaṭo’’ti āpucchatīti raññā eva dinnaṃ ṭhānantaraṃ sandhāya vuttaṃ. Yo pana rājakammikehi amaccādīhi ṭhapito, amaccādīnaṃ eva vā bhaṭo hoti, tena taṃ taṃ amaccādimpi āpucchituṃ vaṭṭatīti.",
  "tika-vin08t22:6": "125.‘‘Dhajabandho’’ti vuttattā apākaṭacoro pabbājetabboti viññāyati. Tena vakkhati ‘‘ye pana ambalabujādicorakā’’tiādi. Evaṃ jānantīti ‘‘sīlavā jāto’’ti jānanti.",
  "tika-vin08t22:7": "126.Bhinditvāti andubandhanaṃ bhinditvā. Chinditvāti saṅkhalikabandhanaṃ chinditvā. Muñcitvāti rajjubandhanaṃ muñcitvā. Vivaritvāti gāmabandhanādīsu gāmadvārādīni vivaritvā. Apassamānānaṃ vā palāyatīti purisaguttiyaṃ purisānaṃ gopakānaṃ apassamānānaṃ palāyati.",
  "tika-vin08t22:8": "129.Purimanayenevāti ‘‘kasāhato katadaṇḍakammo’’ti ettha vuttanayeneva.",
  "tika-vin08t22:9": "130.Palātopīti iṇassāmikānaṃ āgamanaṃ ñatvā bhayena palātopi iṇāyiko. Gīvā hoti iṇāyikabhāvaṃ ñatvā anādarena iṇamuttake bhikkhubhāve pavesitattā.",
  "tika-vin08t22:10": "Upaḍḍhupaḍḍhanti thokaṃ thokaṃ. Dātabbamevāti iṇāyikena dhanaṃ sampajjatu vā, mā vā, dāne saussāheneva bhavitabbaṃ, aññehi ca bhikkhūhi ‘‘mā dhuraṃ nikkhipāhī’’ti vatvā sahāyakehi bhavitabbanti dasseti. Dhuranikkhepena hissa bhaṇḍagghena kāretabbatā siyāti.",
  "tika-vin08t22:11": "131.Dāsacārittaṃ āropetvā kītoti iminā dāsabhāvaparimocanatthāya kītaṃ nivatteti. Tādiso hi dhanakkītopi adāso eva. Vajirabuddhiṭīkāyaṃ (vajira. ṭī. mahāvagga 97) pana ‘‘desacārittanti sāvanapaṇṇāropanādikaṃ taṃ taṃ desacāritta’’nti vuttaṃ. Tattha tattha cārittavasenāti tasmiṃ tasmiṃ janapade dāsapaṇṇajjhāpanādinā adāsakaraṇaniyāmena. Abhisekādīsu sabbabandhanāni mocāpenti, taṃ sandhāya ‘‘sabbasādhāraṇenā’’ti vuttaṃ.",
  "tika-vin08t22:12": "Sace sayameva paṇṇaṃ āropenti, na vaṭṭatīti tā bhujissitthiyo ‘‘mayampi vaṇṇadāsiyo homā’’ti attano rakkhaṇatthāya sayameva rājūnaṃ dāsipaṇṇe attano nāmaṃ likhāpenti, tāsaṃ puttāpi rājadāsāva honti, tasmā te pabbājetuṃ na vaṭṭati. Tehi adinnā na pabbājetabbāti yattakā tesaṃ sāmino, tesu ekena adinnepi na pabbājetabbā. Bhujisse katvā pana pabbājetuṃ vaṭṭatīti yassa vihārassa te ārāmikā dinnā, tasmiṃ vihāre saṅghaṃ ñāpetvā phātikammena dhanādiṃ katvā bhujisse katvā pabbājetuṃ vaṭṭati. Vajirabuddhiṭīkāyaṃ (vajira. ṭī. mahāvagga 97) pana ‘‘devadāsiputte vaṭṭatīti likhitaṃ. ‘Ārāmikañce pabbājetukāmo, aññamekaṃ datvā pabbājetabba’nti vuttaṃ. Mahāpaccarivādassa ayamidha adhippāyo, ‘bhikkhusaṅghassa ārāmike demā’ti dinnattā na te tesaṃ dāsā, ‘ārāmiko ca neva dāso na bhujisso’ti vattabbato na dāsoti likhitaṃ. Takkāsiñcanaṃ sīhaḷadīpe cārittaṃ, te ca pabbājetabbā saṅghassārāmikattā. Nissāmikaṃ dāsaṃ attanāpi bhujissaṃ kātuṃ labhatī’’ti vuttaṃ.",
  "tika-vin08t22:13": "Sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.97) pana ‘‘takkaṃ sīse āsittakasadisāva hontīti yathā adāse karontā takkena sīsaṃ dhovitvā adāsaṃ karonti, evaṃ ārāmikavacanena dinnattā adāsāva teti adhippāyo. ‘Takkāsiñcanaṃ pana sīhaḷadīpe cāritta’nti vadanti. Neva pabbājetabboti vuttanti kappiyavacanena dinnepi saṅghassa ārāmikadāsattā evaṃ vutta’’nti vuttaṃ. Vimativinodaniyampi (vi. vi. ṭī. mahāvagga 2.97) ‘‘takkaṃ sīse āsittakasadisāva hontīti kesuci janapadesu adāse karontā takkaṃ sīse āsiñcanti, tena kira te adāsā honti, evamidampi ārāmikavacanena dinnampīti adhippāyo. Tathā dinnepi saṅghassa ārāmikadāso evāti ‘neva pabbājetabbo’ti vuttaṃ. ‘Tāvakāliko nāma’ti vuttattā kālaparicchedaṃ katvā vā pacchāpi gahetukāmatāya vā dinnaṃ sabbaṃ tāvakālikamevāti gahetabbaṃ. Nissāmikadāso nāma yassa sāmikulaṃ aññātikaṃ maraṇena parikkhīṇaṃ, na koci tassa dāyādo, so pana samānajātikehi vā nivāsagāmavāsīhi vā issarehi vā bhujisso katova pabbājetabbo. Devadāsāpi dāsā eva. Te hi katthaci dese rājadāsā honti, katthaci vihāradāsā vā, tasmā pabbājetuṃ na vaṭṭatī’’ti vuttaṃ.",
  "tika-vin08t22:14": "Sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.97) pana ‘‘nissāmikadāso nāma yassa sāmikā saputtadārā matā honti, na koci tassa pariggāhako, sopi pabbājetuṃ na vaṭṭati, taṃ pana attanāpi bhujissaṃ kātuṃ vaṭṭati. Ye vā pana tasmiṃ raṭṭhe sāmino, tehipi kārāpetuṃ vaṭṭati, ‘devadāsiputtaṃ pabbājetuṃ vaṭṭatī’ti tīsupi gaṇṭhipadesu vuttaṃ. ‘Dāsassa pabbajitvā attano sāmike disvā palāyantassa āpatti natthī’ti vadantī’’ti vuttaṃ. Vimativinodaniyaṃ pana ‘‘dāsampi pabbājetvā sāmike disvā paṭicchādanatthaṃ apanento padavārena adinnādānāpattiyā kāretabbo, dāsassa pana palāyato anāpattī’’ti vuttaṃ.",
  "tika-vin08t22:15": "132. Hatthacchinnakādivatthūsu kaṇṇamūleti sakalassa kaṇṇassa chedaṃ sandhāyāha. Kaṇṇasakkhalikāyāti kaṇṇacūḷikāya . Yassa pana kaṇṇāvaṭṭeti heṭṭhā kuṇḍalādiṭhapanachiddaṃ sandhāya vuttaṃ. ‘‘Tañhi saṅghaṭṭanakkhamaṃ. Ajapadaketi ajapadanāsikaṭṭhikoṭiyaṃ. Tato hi uddhaṃ na vicchindituṃ sakkā hoti. Sandhetunti avirūpasaṇṭhānaṃ sandhāya vuttaṃ, virūpaṃ pana parisadūsakaṃ āpādeti.",
  "tika-vin08t22:16": "Khujjasarīroti vaṅkasarīro. Brahmuno viya ujukaṃ gattaṃ sarīraṃ yassa so brahmujugatto, bhagavā. Avaseso sattoti iminā lakkhaṇena rahitasatto. Etena ṭhapetvā mahāpurisaṃ cakkavattiñca itare sattā khujjapakkhikāti dasseti. Yebhuyyena hi sattā khandhe kaṭiyaṃ jāṇūsūti tīsu ṭhānesu namanti, te kaṭiyaṃ namantā pacchato namanti, dvīsu ṭhānesu namantā purato namanti, dīghasarīrā pana ekena passena vaṅkā honti, eke mukhaṃ unnāmetvā nakkhattāni gaṇayantā viya caranti, eke appamaṃsalohitā sūlasadisā honti, eke purato pabbhārā honti, pavedhamānā gacchanti. Parivaṭumoti samantato vaṭṭakāyo. Etena evarūpā eva vāmanakā na vaṭṭantīti dasseti.",
  "tika-vin08t22:17": "133.Aṭṭhisirācammasarīroti aṭṭhisirācammamattasarīro. Kūṭakūṭasīsoti anekesu ṭhānesu piṇḍitamaṃsataṃ dassetuṃ āmeḍitaṃ kataṃ. Tenāha ‘‘tālaphalapiṇḍisadisenā’’ti. Tālaphalānaṃ mañjarī piṇḍi nāma. Anupubbatanukena sīsenāti cetiyathūpikā viya kamena kisena sīsena. Mahāveḷupabbaṃ viya ādito paṭṭhāya yāva pariyosānā avisamathūlena sīsena samannāgato nāḷisīso nāma. Kappasīsoti gajamatthakaṃ viya dvidhā bhinnasīso. ‘‘Kaṇṇikakeso vā’’ti imassa vivaraṇaṃ ‘‘pāṇakehī’’tiādi. Makkaṭasseva nalāṭepi kesānaṃ uṭṭhitabhāvaṃ sandhāyāha ‘‘sīsalomehī’’tiādi.",
  "tika-vin08t22:18": "Makkaṭabhamukoti nalāṭalomehi avibhattalomabhamuko. Akkhicakkehīti akkhimaṇḍalehi. Kekaroti tiriyaṃ passanako. Udakatārakāti olokentānaṃ udake paṭibimbikacchāyā. Udakabubbuḷanti keci. Akkhitārakāti abhimukhe ṭhitānaṃ chāyā. Akkhibhaṇḍakātipi vadanti. Atipiṅgalakkhi majjārakkhi. Madhupiṅgalanti madhuvaṇṇapiṅgalaṃ. Nippakhumakkhīti ettha pakhuma-saddo akkhidalalomesu niruḷho, tadabhāvā nippakhumakkhi. Akkhipākenāti akkhidalapariyantesu pūtitāpajjanarogena.",
  "tika-vin08t22:19": "Cipiṭanāsikoti anunnatanāsiko. Paṭaṅgamaṇḍūko nāma mahāmukhamaṇḍūko. Bhinnamukhoti upakkamukhapariyosāno, sabbadā vivaṭamukho vā. Vaṅkamukhoti ekapasse apakkamma ṭhitaheṭṭhimahanukaṭṭhiko. Oṭṭhacchinnakoti ubhosu oṭṭhesu yattha katthaci jātiyā vā pacchā vā satthādinā apanītamaṃsena oṭṭhena samannāgato. Eḷamukhoti niccapaggharitalālāmukho.",
  "tika-vin08t22:20": "Bhinnagaloti avanatagalo. Bhinnauroti atininnauramajjho. Evaṃ bhinnapiṭṭhīti. Sabbañcetanti ‘‘kacchugatto’’tiādiṃ sandhāya vuttaṃ. Ettha ca vinicchayo kuṭṭhādīsu vutto evāti āha ‘‘vinicchayo’’tiādi.",
  "tika-vin08t22:21": "Vātaṇḍikoti aṇḍakesu vuddhirogena samannāgato, aṇḍavātarogena uddhutabījaṇḍakosena samannāgato vā. Yassa nivāsanena paṭicchannampi uṇṇataṃ pakāsati, sova na pabbājetabbo. Vikaṭoti tiriyaṃ gamanapādehi samannāgato, yassa caṅkamato jāṇukā bahi nigacchanti. Saṅghaṭṭoti gacchato parivattanapādehi samannāgato, yassa caṅkamato jāṇukā anto pavisanti. Mahājaṅghoti thūlajaṅgho. Mahāpādoti mahantena pādatalena yutto. Pādavemajjheti piṭṭhipādavemajjhe. Etena aggapādo ca paṇhi ca sadisāvāti dasseti.",
  "tika-vin08t22:22": "134.Majjhe saṃkuṭitapādattāti kuṇṭhapādatāya kāraṇaṃ dasseti, agge saṃkuṭitapādattāti kuṇṭhapādatāya. Kuṇṭhapādasseva caṅkamanavibhāvanaṃ ‘‘piṭṭhipādaggena caṅkamanto’’ti. ‘‘Pādassa bāhirantenā’’ti ca ‘‘abbhantarantenā’’ti ca idaṃ pādatalassa ubhohi pariyantehi caṅkamanaṃ sandhāya vuttaṃ.",
  "tika-vin08t22:23": "Mammananti khalitavacanaṃ, yo ekamevakkharaṃ catupañcakkhattuṃ vadati, tassetaṃ adhivacanaṃ, ṭhānakaraṇavisuddhiyā abhāvena aphuṭṭhakkharavacanaṃ. Vacanānukaraṇena hi so ‘‘mammano’’ti vutto. Yo ca karaṇasampannopi ekamevakkharaṃ hikkārabahuso vadati, sopi idheva saṅgayhati. Yo vā pana taṃ niggahetvāpi anāmeḍitakkharameva sithilaṃ siliṭṭhavacanaṃ vattuṃ samattho, so pabbājetabbo. Āpattito na muccantīti ñatvā karontāva na muccanti. Jīvitantarāyādiāpadāsu aruciyā kāyasāmaggiṃ dentassa anāpatti.",
  "tika-vin08t22:24": "135. Abhabbapuggalakathāsu ‘‘yo kāḷapakkhe itthī hoti, juṇhapakkhe puriso, ayaṃ pakkhapaṇḍako’’ti keci vadanti. Aṭṭhakathāyaṃ pana ‘‘kāḷapakkhe paṇḍako hoti, juṇhapakkhe panassa pariḷāho vūpasammatī’’ti apaṇḍakapakkhe pariḷāhavūpasamasseva vuttattā paṇḍakapakkhe ussannapariḷāhatā paṇḍakabhāvāpattīti viññāyatīti vīmaṃsitvā yuttataraṃ gahetabbaṃ. Itthibhāvo pumbhāvo vā natthi etassāti abhāvako. ‘‘Tasmiṃyevassa pakkhe pabbajjā vāritāti ettha apaṇḍakapakkhe pabbājetvā paṇḍakapakkhe nāsetabbo’’ti tīsupi gaṇṭhipadesu vuttaṃ. Keci pana ‘‘apaṇḍakapakkhe pabbajito sace kilesakkhayaṃ pāpuṇāti, na nāsetabbo’’ti vadanti, taṃ tesaṃ matimattaṃ. Paṇḍakassa hi kilesakkhayāsambhavato, khīṇakilesassa ca paṇḍakabhāvānāpaaāto. Ahetukapaṭisandhikathāyañhi avisesena paṇḍakassa ahetukapaṭisandhitā vuttā, āsittausūyapakkhapaṇḍakānañca paṭisandhito paṭṭhāyeva paṇḍakabhāvo, na pavattiyaṃyevāti vadanti. Teneva ahetukapaṭisandhiniddese jaccandhabadhirādayo viya paṇḍako jātisaddena visesetvā na niddiṭṭho. Catutthapārājikasaṃvaṇṇanāyañca (pārā. aṭṭha. 2.233) abhabbapuggale dassentena paṇḍakatiracchānagataubhatobyañjanakā tayo vatthuvipannā ahetukapaṭisandhikā, tesaṃ saggo avārito, maggo pana vāritoti avisesato vuttanti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.109) āgataṃ.",
  "tika-vin08t22:25": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.109) pana paṇḍakavatthusmiṃ āsittausūyapakkhapaṇḍakā tayopi purisabhāvaliṅgādiyuttā ahetukapaṭisandhikā, te ca kilesapariyuṭṭhānassa balavatāya napuṃsakapaṇḍakasadisattā ‘‘paṇḍakā’’ti vuttā, tesu āsittausūyapaṇḍakānaṃ dvinnaṃ kilesapariyuṭṭhānaṃ yonisomanasikārādīhi vītikkamato nivāretumpi sakkā, tena te pabbājetabbāti vuttā. Pakkhapaṇḍakassa pana kāḷapakkhe ummādo viya kilesapariḷāho avattharanto āgacchati, vītikkamaṃ patvā eva ca nivattati, tasmā tasmiṃ pakkhe so na pabbājetabboti vutto, tadetaṃ vibhāgaṃ dassetuṃ ‘‘yassa paresa’’nti vuttaṃ. Tattha āsittassāti mukhe āsittassa attanopi asucimuccanena pariḷāho vūpasammati. Usūyāya uppannāyāti usūyāya vasena attano sevetukāmatārāge uppanne asucimuttiyā pariḷāho vūpasammati.",
  "tika-vin08t22:26": "‘‘Bījāniapanītānī’’ti vuttattā bījesu ṭhitesu nimittamatte apanīte paṇḍako na hoti. Bhikkhunopi anābādhapaccayā tadapanayane thullaccayameva, na paṇḍakattaṃ. Bījesu pana apanītesu aṅgajātampi rāgena kammaniyaṃ na hoti, pumabhāvo vigacchati, massuādipurisaliṅgampi upasampadāpi vigacchati, kilesapariḷāhopi dunnivāravītikkamo hoti napuṃsakapaṇḍakassa viya, tasmā īdiso upasampannopi nāsetabboti vadanti. Yadi evaṃ kasmā bījuddharaṇe pārājikaṃ na paññattanti? Ettha tāva keci vadanti ‘‘paññattamevetaṃ bhagavatā ‘paṇḍako bhikkhave anupasampanno na upasampādetabbo, upasampanno nāsetabbo’ti vuttattā’’ti. Keci pana ‘‘yasmā bījuddharaṇakkhaṇe paṇḍako na hoti, tasmā tasmiṃ khaṇe pārājikaṃ na paññattaṃ. Yasmā pana so uddhaṭabījo bhikkhu aparena samayena vuttanayena paṇḍakattaṃ āpajjati, abhāvako hoti, upasampadāya avatthu, tato eva cassa upasampadā vigacchati, tasmā esa paṇḍakattupagamanakālato paṭṭhāya jātiyā napuṃsakapaṇḍakena saddhiṃ yojetvā ‘upasampanno nāsetabbo’ti abhabboti vutto, na tato pubbe. Ayañca kiñcāpi sahetuko, bhāvakkhayena panassa ahetukasadisatāya maggopi na uppajjatī’’ti vadanti. Apare pana ‘‘pabbajjato pubbe upakkamena paṇḍakabhāvamāpannaṃ sandhāya ‘upasampanno nāsetabbo’ti vuttaṃ, upasampannassa pana pacchā upakkamena upasampadāpi na vigacchatī’’ti, taṃ na yuttaṃ. Yadaggena hi pabbajjato pubbe upakkamena abhabbo hoti, tadaggena pacchāpi hotīti vīmaṃsitvā gahetabbaṃ.",
  "tika-vin08t22:27": "Itthattādi bhāvo natthi etassāti abhāvako. Pabbajjā na vāritāti ettha pabbajjāggahaṇeneva upasampadāpi gahitā. Tenāha ‘‘yassa cettha pabbajjā vāritā’’tiādi. Tasmiṃ yevassa pakkhe pabbajjā vāritāti ettha pana apaṇḍakapakkhepi pabbajjāmattameva labhati, upasampadā pana tadāpi na vaṭṭati, paṇḍakapakkhe pana āgato liṅganāsanāya nāsetabboti veditabbanti vuttaṃ.",
  "tika-vin08t22:28": "136.Ubhatobyañjanamassa atthīti ubhatobyañjanakoti iminā asamānādhikaraṇavisayo bāhiratthasamāsoyaṃ, purimapade ca vibhattialopoti dasseti. Byañjananti cettha purisanimittaṃ itthinimittañca adhippetaṃ. Atha ubhatobyañjanakassa ekameva indriyaṃ hoti, udāhu dveti? Ekameva hoti, na dve. Kathaṃ viññāyatīti ce? ‘‘Yassa itthindriyaṃ uppajjati, tassa purisindriyaṃ uppajjatīti, no. Yassa vā pana purisindriyaṃ uppajjati, tassa itthindriyaṃ uppajjatīti, no’’ti (yama. 3.indriyayamaka.188) ekasmiṃ santāne indriyabhūtabhāvadvayassa uppattiyā abhidhamme paṭisedhitattā, tañca kho itthiubhatobyañjanakassa itthindriyaṃ, purisaubhatobyañjanakassa purisindriyanti. Yadi evaṃ dutiyabyañjanassa abhāvo āpajjati indriyañhi byañjanassa kāraṇaṃ vuttaṃ, tañca tassa natthīti? Vuccate – na tassa indriyaṃ dutiyabyañjanakāraṇaṃ. Kasmā? Sadā abhāvato. Itthiubhatobyañjanakassa hi yadā itthiyā rāgacittaṃ uppajjati, tadā purisabyañjanaṃ pākaṭaṃ hoti, itthibyañjanaṃ paṭicchannaṃ guḷhaṃ hoti, tathā itarassa itaraṃ. Yadi ca tesaṃ indriyaṃ dutiyabyañjanakāraṇaṃ bhaveyya, sadāpi byañjanadvayaṃ tiṭṭheyya, na pana tiṭṭhati, tasmā veditabbametaṃ ‘‘na tassa taṃ byañjanakāraṇaṃ, kammasahāyaṃ pana rāgacittamevettha kāraṇa’’nti. Yasmā cassa ekameva indriyaṃ hoti, tasmā itthiubhatobyañjanako sayampi gabbhaṃ gaṇhāti, parampi gaṇhāpeti. Purisaubhatobyañjanako paraṃ gaṇhāpeti, sayaṃ pana na gaṇhātīti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.116) āgataṃ.",
  "tika-vin08t22:29": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.116) pana – itthiubhatobyañjanakoti itthindriyayutto, itaro pana purisindriyayutto. Ekassa hi bhāvadvayaṃ saha na uppajjati yamake (yama. 3.indriyayamaka.188) paṭikkhittattā. Dutiyabyañjanaṃ pana kammasahāyena akusalacitteneva bhāvarahitaṃ uppajjati. Pakatitthipurisānampi kammameva byañjanaliṅgānaṃ kāraṇaṃ, na bhāvo tassa kenaci paccayena paccayattassa paṭṭhāne avuttattā. Kevalaṃ bhāvasahitānaṃyeva byañjanaliṅgānaṃ pavattadassanatthaṃ aṭṭhakathāsu (dha. sa. aṭṭha. 632-633) ‘‘itthindriyaṃ paṭicca itthiliṅgādīnī’’tiādinā indriyassa byañjanakāraṇattena vuttaṃ. Idha pana akusalabalena indriyaṃ vināpi byañjanaṃ uppajjatīti veditabbaṃ. Ubhinnampi ce tesaṃ ubhatobyañjanakānaṃ. Yadā itthiyā rāgo uppajjati, tadā purisabyañjanaṃ pākaṭaṃ hoti, itaraṃ paṭicchannaṃ. Yadā purise rāgo uppajjati, tadā itthibyañjanaṃ pākaṭaṃ hoti, itaraṃ paṭicchannanti āgataṃ.",
  "tika-vin08t22:30": "137. Theyyāya saṃvāso etassāti theyyasaṃvāsako. So ca na saṃvāsamattasseva thenako idhādhippeto, atha kho liṅgassa tadubhayassa ca thenakopīti āha ‘‘tayo theyyasaṃvāsakā’’tiādi. Na yathāvuḍḍhaṃ vandanaṃ sādiyatīti yathāvuḍḍhaṃ bhikkhūnaṃ vā sāmaṇerānaṃ vā vandanaṃ na sādiyati. Yathāvuḍḍhaṃ vandanaṃ sādiyatīti attanā musāvādaṃ katvā dassitavassānurūpaṃ yathāvuḍḍhaṃ vandanaṃ sādiyati. Bhikkhuvassagaṇanādikoti iminā na ekakammādikova idha saṃvāso nāmāti dasseti.",
  "tika-vin08t22:31": "138.Rāja…pe… bhayenāti ettha bhaya-saddo paccekaṃ yojetabbo ‘‘rājabhayena dubbhikkhabhayenā’’tiādinā. Saṃvāsaṃ nādhivāseti, yāva so suddhamānasoti rājabhayādīhi gahitaliṅgatāya so suddhamānaso yāva saṃvāsaṃ nādhivāsetīti attho. Yo hi rājabhayādiṃ vinā kevalaṃ bhikkhū vañcetvā tehi saddhiṃ saṃvasitukāmatāya liṅgaṃ gaṇhāti, so asuddhacittatāya liṅgaggahaṇeneva theyyasaṃvāsako nāma hoti. Ayaṃ pana tādisena asuddhacittena bhikkhū vañcetukāmatāya abhāvato yāva saṃvāsaṃ nādhivāseti, tāva theyyasaṃvāsako nāma na hoti. Teneva ‘‘rājabhayādīhi gahitaliṅgānaṃ ‘gihī maṃ samaṇoti jānantū’ti vañcanacitte satipi bhikkhūnaṃ vañcetukāmatāya abhāvā doso na jāto’’ti tīsupi gaṇṭhipadesu vuttaṃ. Keci pana ‘‘vūpasantabhayatā idha suddhacittatā’’ti vadanti, evañca sati so vūpasantabhayo yāva saṃvāsaṃ nādhivāseti, tāva theyyasaṃvāsako na hotīti ayamattho viññāyati. Imasmiñca atthe viññāyamāne avūpasantabhayassa saṃvāsasādiyanepi theyyasaṃvāsako na hotīti āpajjeyya, na ca aṭṭhakathāyaṃ avūpasantabhayassa saṃvāsasādiyanepi atheyyasaṃvāsakatā dassitā. Sabbapāsaṇḍiyabhattāni bhuñjantoti ca iminā avūpasantabhayenapi saṃvāsaṃ asādiyanteneva bhavitabbanti dīpeti. Teneva tīsupi gaṇṭhipadesu vuttaṃ ‘‘yasmā vihāraṃ āgantvā saṅghikaṃ gaṇhantassa saṃvāsaṃ pariharituṃ dukkaraṃ, tasmā ‘sabbapāsaṇḍiyabhattāni bhuñjanto’ti idaṃ vutta’’nti. Tasmā rājabhayādīhi gahitaliṅgatāyevettha suddhacittatāti gahetabbaṃ.",
  "tika-vin08t22:32": "Sabbapāsaṇḍiyabhattānīti sabbasāmayikānaṃ sādhāraṇaṃ katvā vīthicatukkādīsu ṭhapetvā dātabbabhattāni. Kāyaparihāriyānīti kāyena pariharitabbāni. Abbhuggacchantīti abhimukhaṃ gacchanti. Kammantānuṭṭhānenāti kasigorakkhādikammākaraṇena. Tadeva pattacīvaraṃ ādāya vihāraṃ gacchatīti cīvarāni nivāsanapārupanavasena ādāya, pattañca aṃsakūṭe laggetvā vihāraṃ gacchati.",
  "tika-vin08t22:33": "Nāpi sayaṃ jānātīti ‘‘yo evaṃ pabbajati, so theyyasaṃvāsako nāma hotī’’ti vā ‘‘evaṃ kātuṃ na labhatī’’ti vā ‘‘evaṃ pabbajito samaṇo nāma na hotī’’ti vā na jānāti. Yo evaṃ pabbajati, so theyyasaṃvāsako nāma hotīti idaṃ pana nidassanamattaṃ. Anupasampannakāleyevāti iminā upasampannakāle sutvā sacepi nāroceti, theyyasaṃvāsako na hotīti dīpeti.",
  "tika-vin08t22:34": "Sikkhaṃappaccakkhāya…pe… theyyasaṃvāsako na hotīti idaṃ bhikkhūhi dinnaliṅgassa apariccattattā na liṅgatthenako hoti, liṅgānurūpassa saṃvāsassa sāditattā nāpi saṃvāsatthenako hotīti vuttaṃ. Eko bhikkhu kāsāye saussāhova odātaṃ nivāsetvāti etthāpi idameva kāraṇaṃ daṭṭhabbaṃ. Parato ‘‘sāmaṇero saliṅge ṭhito’’tiādinā sāmaṇerassa vuttavidhānesupi atheyyasaṃvāsapakkhe ayameva nayo. ‘‘Bhikkhuniyāpi eseva nayo’’ti vuttamevatthaṃ ‘‘sāpi gihibhāvaṃ patthayamānā’’tiādinā vibhāveti.",
  "tika-vin08t22:35": "Sace koci vuḍḍhapabbajitoti sāmaṇeraṃ sandhāya vuttaṃ. Mahāpeḷādīsūti etena gihisantakaṃ dassitaṃ. Sāmaṇerapaṭipāṭiyā…pe… theyyasaṃvāsako na hotīti ettha kiñcāpi theyyasaṃvāsako na hoti, pārājikaṃ pana āpajjatiyeva. Sesamettha uttānamevāti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.110) vuttaṃ.",
  "tika-vin08t22:36": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.110) pana – theyyāya liṅgaggahaṇamattampi idha saṃvāso evāti āha ‘‘tayo theyyasaṃvāsakā’’ti. Nayathāvuḍḍhaṃ vandananti bhikkhūnaṃ sāmaṇerānaṃ vā vandanaṃ na sādiyati. Yathāvuḍḍhaṃ vandananti attanā musāvādena dassitavassakkamena bhikkhūnaṃ vandanaṃ sādiyati. Daharasāmaṇero pana vuḍḍhasāmaṇerānaṃ, daharabhikkhū ca vuḍḍhānaṃ vandanaṃ sādiyantopi theyyasaṃvāsako na hoti. Imasmiṃ attheti saṃvāsatthenakatthe. Bhikkhuvassānīti idaṃ saṃvāsatthenake vuttapāṭhavasena vuttaṃ, sayameva pana pabbajitvā sāmaṇeravassāni gaṇentopi ubhayatthenako eva. Na kevalañca purisova, itthīpi bhikkhūnīsu evaṃ paṭipajjati, theyyasaṃvāsikāva. Ādikammikāpi cettha na muccanti. Upasampannesu eva paññattāpattiṃ paṭicca ādikammikā vuttā, tenevettha ādikammikopi na mutto.",
  "tika-vin08t22:37": "Rāja…pe… bhayenāti ettha bhaya-saddo paccekaṃ yojetabbo. Yāva so suddhamānasoti ‘‘iminā liṅgena bhikkhū vañcetvā tehi saṃvasissāmī’’ti asuddhacittābhāvena suddhacitto. Tena hi asuddhacittena liṅge gahitamatte pacchā bhikkhūhi saha saṃvasatu vā mā vā, liṅgatthenako hoti. Pacchā saṃvasantopi abhabbo hutvā saṃvasati, tasmā ubhayatthenakopi liṅgatthenake eva pavisatīti veditabbaṃ. Yo pana rājādibhayena suddhacittova liṅgaṃ gahetvā vicaranto pacchā ‘‘bhikkhuvassāni gaṇetvā jīvassāmī’’ti asuddhacittaṃ uppādeti, so cittuppādamattena theyyasaṃvāsako na hoti suddhacittena gahitaliṅgattā. Sace pana so bhikkhūnaṃ santikaṃ gantvā sāmaṇeravassagaṇanādiṃ karoti, tadā saṃvāsatthenako, ubhayatthenako vā hotīti daṭṭhabbaṃ. Yaṃ pana parato ‘‘saha dhuranikkhepena ayampi theyyasaṃvāsakovā’’ti vuttaṃ, taṃ bhikkhūhi saṅgamma saṃvāsādhivāsanavasena dhuranikkhepaṃ sandhāya vuttaṃ. Tena vuttaṃ ‘‘saṃvāsaṃ nādhivāseti, yāvā’’ti , tassa tāva theyyasaṃvāsako nāma na vuccatīti sambandho daṭṭhabbo. Ettha ca corādibhayaṃ vināpi kīḷādhippāyena liṅgaṃ gahetvā bhikkhūnampi santike pabbajitālayaṃ dassetvā vandanādiṃ asādiyantopi ‘‘sobhati nu kho me pabbajitaliṅga’’ntiādinā suddhacittena gaṇhantopi theyyasaṃvāsako na hotīti daṭṭhabbaṃ.",
  "tika-vin08t22:38": "Sabbapāsaṇḍiyabhattānīti sabbasāmayikānaṃ sādhāraṇaṃ katvā paññattāni bhattāni. Idañca bhikkhūnaññeva niyamitabhattaggahaṇe saṃvāsopi sambhaveyyāti sabbasādhāraṇabhattaṃ vuttaṃ. Saṃvāsaṃ pana asādiyitvā abhikkhukavihārādīsu vihārabhattādīni bhuñjantopi theyyasaṃvāsako na hoti eva. Kammantānuṭṭhānenāti kasiādikammākaraṇena. Pattacīvaraṃ ādāyāti bhikkhuliṅgavasena sarīrena dhāretvā.",
  "tika-vin08t22:39": "Yo evaṃ pabbajati, so theyyasaṃvāsako nāma hotīti idaṃ nidassanamattaṃ. ‘‘Theyyasaṃvāsako’’ti pana nāmaṃ ajānantopi ‘‘evaṃ kātuṃ na vaṭṭatī’’ti vā ‘‘karonto samaṇo nāma na hotī’’ti vā ‘‘yadi ārocessāmi, chaḍḍayissanti ma’’nti vā ‘‘yena kenaci pabbajjā me na ruhatī’’ti jānāti, theyyasaṃvāsako hoti. Yo pana paṭhamaṃ ‘‘pabbajjā evaṃ me gahitā’’ti saññī kevalaṃ antarā attano setavatthanivāsanādivippakāraṃ pakāsetuṃ lajjanto na katheti, so theyyasaṃvāsako na hoti. Anupasampannakāleyevāti ettha avadhāraṇena upasampannakāle theyyasaṃvāsakalakkhaṇaṃ ñatvā vañcanāyapi nāroceti, theyyasaṃvāsako na hotīti dīpeti. So hi suddhacittena gahitaliṅgattā liṅgatthenako na hoti, laddhūpasampadattā tadanuguṇasseva saṃvāsassa sāditattā saṃvāsatthenakopi na hoti. Anupasampanno pana liṅgatthenako hoti, saṃvāsārahassa liṅgassa gahitattā saṃvāsasādiyanamattena saṃvāsatthenako hoti.",
  "tika-vin08t22:40": "Saliṅgeṭhitoti saliṅgabhāve ṭhito. Theyyasaṃvāsako na hotīti bhikkhūhi dinnaliṅgassa apariccattattā liṅgatthenako na hoti. Bhikkhupaṭiññāya apariccattattā saṃvāsatthenako na hoti. Yaṃ pana mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. paṭhamapārājikavaṇṇanā) ‘‘liṅgānurūpassa saṃvāsassa sāditattā nāpi saṃvāsatthenako’’ti kāraṇaṃ vuttaṃ, tampi idameva kāraṇaṃ sandhāya vuttaṃ. Itarathā sāmaṇerassāpi bhikkhuvassagaṇanādīsu liṅgānurūpasaṃvāso eva sāditoti saṃvāsatthenakatā na siyā bhikkhūhi dinnaliṅgassa ubhinnampi sādhāraṇattā. Yathā cettha bhikkhu, evaṃ sāmaṇeropi pārājikaṃ samāpanno sāmaṇerapaṭiññāya apariccattattā saṃvāsatthenako na hotīti veditabbo. Sobhatīti sampaṭicchitvāti kāsāvadhāraṇe dhuraṃ nikkhipitvā gihibhāvaṃ sampaṭicchitvā.",
  "tika-vin08t22:41": "Sace koci vuḍḍhapabbajitoti sāmaṇeraṃ sandhāya vuttaṃ. Mahāpeḷādīsūti vilīvādimayesu gharadvāresu ṭhapitesu bhattabhājanavisesesu. Etena vihāre bhikkhūhi saddhiṃ vassagaṇanādīnaṃ akaraṇaṃ dassetīti vuttaṃ.",
  "tika-vin08t22:42": "139. Titthiyapakkantakakathāyaṃ tesaṃ liṅge ādinnamatte titthiyapakkantako hotīti ‘‘titthiyo bhavissāmī’’ti gatassa liṅgaggahaṇeneva tesaṃ laddhipi gahitāyeva hotīti katvā vuttaṃ. Kenaci pana ‘‘tesaṃ liṅge ādinnamatte laddhiyā gahitāyapi aggahitāyapi titthiyapakkantako hotī’’ti vuttaṃ, taṃ na gahetabbaṃ. Na hi ‘‘titthiyo bhavissāmī’’ti gatassa liṅgasampaṭicchanato aññaṃ laddhiggahaṇaṃ nāma atthi. Liṅgasampaṭicchaneneva hi so gahitaladdhiko hoti. Teneva ‘‘vīmaṃsanatthaṃ kusacīrādīni…pe… yāva na sampaṭicchati, tāva taṃ laddhi rakkhati, sampaṭicchitamatte titthiyapakkantako hotī’’ti vuttaṃ. Naggova ājīvakānaṃ upassayaṃ gacchati, padavāre padavāre dukkaṭanti ‘‘ājīvako bhavissa’’nti asuddhacittena gamanapaccayā dukkaṭaṃ vuttaṃ. Naggena hutvā gamanapaccayāpi padavāre dukkaṭā na muccatiyevāti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.110) vuttaṃ.",
  "tika-vin08t22:43": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.110) pana – titthiyapakkantakādikathāsu tesaṃ liṅge ādinnamatteti vīmaṃsādiadhippāyaṃ vinā ‘‘titthiyo bhavissāmī’’ti sanniṭṭhānavasena liṅge kāyena dhāritamatte. Sayamevāti titthiyānaṃ santikaṃ agantvā sayameva saṅghārāmepi kusacīrādīni nivāseti. Ājīvako bhavissanti…pe… gacchatīti ājīvakānaṃ santike tesaṃ pabbajanavidhinā ‘‘ājīvako bhavissāmī’’ti gacchati. Tassa hi titthiyabhāvūpagamanaṃ pati sanniṭṭhāne vijjamānepi ‘‘gantvā bhavissāmī’’ti parikappitattā padavāre dukkaṭameva vuttaṃ. Dukkaṭanti pāḷiyā avuttepi methunādīsu vuttapubbapayogadukkaṭānulomato vuttaṃ. Etena ca sanniṭṭhānavasena liṅge sampaṭicchite pārājikaṃ, tato purimapayoge thullaccayañca vattabbameva. Thullaccayakkhaṇe nivattantopi āpattiṃ desāpetvā muccati evāti daṭṭhabbaṃ. Yathā cettha, evaṃ saṅghabhedepi lohituppādepi bhikkhūnaṃ pubbapayogādīsu dukkaṭathullaccayapārājikāhi muccanasīmā ca veditabbā. Sāsanaviruddhatāyettha ādikammikānampi anāpatti na vuttā. Pabbajjāyapi abhabbatādassanatthaṃ panete aññe ca pārājikakaṇḍe visuṃ sikkhāpadena pārājikādiṃ adassetvā idha abhabbesu eva vuttāti veditabbaṃ.",
  "tika-vin08t22:44": "Taṃ laddhīti titthiyavese seṭṭhabhāvaggahaṇameva sandhāya vuttaṃ. Tesañhi titthiyānaṃ sassatādiggāhaṃ gaṇhantopi liṅge asampaṭicchite titthiyapakkantako na hoti, taṃ laddhiṃ aggahetvāpi ‘‘etesaṃ vatacariyā sundarā’’ti liṅgaṃ sampaṭicchanto titthiyapakkantako hoti eva. Laddhiyā abhāvenāti bhikkhubhāve sālayatāya titthiyabhāvūpagamanaladdhiyā abhāvena. Etena ca āpadāsu kusacīrādiṃ pārupantassapi naggassa viya anāpattīti dasseti. Upasampannabhikkhunā kathitoti ettha saṅghabhedakopi upasampannabhikkhunāva kathito, mātughātakādayo pana anupasampannenātipi daṭṭhabbanti āgataṃ.",
  "tika-vin08t22:45": "140. Tiracchānakathāyaṃ ‘‘yo koci amanussajātiyo, sabbova imasmiṃ atthe tiracchānagatoti veditabbo’’ti etena eso manussajātiyo eva bhagavato sāsane pabbajituṃ vā upasampajjituṃ vā labhati, na tato aññeti dīpeti. Tenāha bhagavā ‘‘tumhe khottha nāgā aviruḷhidhammā imasmiṃ dhammavinaye’’ti (mahāva. 111).",
  "tika-vin08t22:46": "141. Ānantariyakathāyaṃ tiracchānādiamanussajātito manussajātikānaññeva puttesu mettādayopi tikkhavisadā honti lokuttaraguṇā viyāti āha ‘‘manussitthibhūtā janikā mātā’’ti. Yathā manussānaññeva kusalapavatti tikkhavisadā, evaṃ akusalapavattipīti āha ‘‘sayampimanussajātikenevā’’tiādi. Atha vā yathā samānajātiyassa vikopane kammaṃ garutaraṃ, na tathā vijātiyassāti āha ‘‘manussitthibhūtā’’ti. Puttasambandhena mātupitusamaññā , dattakittimādivasenapi puttavohāro loke dissati, so ca kho pariyāyatoti nippariyāyasiddhataṃ dassetuṃ ‘‘janikā mātā’’ti vuttaṃ. Yathā manussattabhāve ṭhitasseva kusaladhammānaṃ tikkhavisadasūrabhāvāpatti yathā taṃ tiṇṇampi bodhisattānaṃ bodhittayanibbattiyaṃ, evaṃ manussattabhāve ṭhitasseva akusaladhammānampi tikkhavisadasūrabhāvāpattīti āha ‘‘sayampi manussajātikenevā’’ti. Ānantariyenāti ettha cutianantaraṃ niraye paṭisandhiphalaṃ anantaraṃ nāma, tasmiṃ anantare janakattena niyuttaṃ ānantariyaṃ, tena. Atha vā cutianantaraṃ phalaṃ anantaraṃ nāma, tasmiṃ anantare niyuttaṃ, tannibbattanena anantarakaraṇasīlaṃ, anantarappayojanaṃ vā ānantariyaṃ, tena ānantariyena mātughātakakammena. Pitughātakepi ‘‘yena manussabhūto janako pitā sayampi manussajātikeneva satā sañcicca jīvitā voropito, ayaṃ ānantariyena pitughātakakammena pitughātako’’tiādinā sabbaṃ veditabbanti āha ‘‘pitughātakepi eseva nayo’’ti.",
  "tika-vin08t22:47": "Parivattitaliṅgampi mātaraṃ vā pitaraṃ vā jīvitā voropentassa ānantariyakammaṃ hotiyeva. Satipi hi liṅgaparivatte so eva ekakammanibbatto bhavaṅgappabandho jīvitappabandho, na aññoti. Yo pana sayaṃ manusso tiracchānabhūtaṃ pitaraṃ vā mātaraṃ vā, sayaṃ vā tiracchānabhūto manussabhūtaṃ, tiracchānoyeva vā tiracchānabhūtaṃ jīvitā voropeti, tassa kammaṃ ānantariyaṃ na hoti, bhāriyaṃ pana hoti, ānantariyaṃ āhacceva tiṭṭhati. Eḷakacatukkaṃ saṅgāmacatukkaṃ coracatukkañcettha kathetabbaṃ. ‘‘Eḷakaṃ māremī’’ti abhisandhināpi hi eḷakaṭṭhāne ṭhitaṃ manusso manussabhūtaṃ mātaraṃ vā pitaraṃ vā mārento ānantariyaṃ phusati maraṇādhippāyeneva ānantariyavatthuno vikopitattā. Eḷakābhisandhinā, pana mātāpitiabhisandhinā vā eḷakaṃ mārento ānantariyaṃ na phusati ānantariyavatthuno abhāvato. Mātāpitiabhisandhinā mātāpitaro mārento phussateva. Esa nayo itarasmimpi catukkadvaye. Yathā ca mātāpitūsu, evaṃ arahantesu etāni catukkāni veditabbāni. Sabbattha hi purimaṃ abhisandhicittaṃ appamāṇaṃ, vadhakacittaṃ, pana tadārammaṇajīvitindriyañca pamāṇaṃ. Katānantariyakammo ca ‘‘tassa kammassa vipākaṃ paṭibāhessāmī’’ti sakalacakkavāḷaṃ mahācetiyappamāṇehi kañcanathūpehi pūretvāpi sakalacakkavāḷaṃ pūretvā nisinnassa bhikkhusaṅghassa mahādānaṃ datvāpi buddhassa bhagavato saṅghāṭikaṇṇaṃ amuñcanto vicaritvāpi kāyassa bhedā nirayameva upapajjati, pabbajjañca na labhati. Pitughātake vesiyā puttoti upalakkhaṇamattaṃ, kulitthiyā aticāriniyā puttopi attano pitaraṃ ajānitvā ghāntentopi pitughātakova hoti.",
  "tika-vin08t22:48": "Arahantaghātakakamme avasesanti anāgāmiādikaṃ. Ayamettha saṅkhepo, vitthāro pana tatiyapārājikavaṇṇanāto gahetabbo.",
  "tika-vin08t22:49": "‘‘Duṭṭhacittenā’’ti vuttamevatthaṃ vibhāveti ‘‘vadhakacittenā’’ti. Vadhakacetanāya hi dūsitaṃ cittaṃ idha duṭṭhacittaṃ nāma. Lohitaṃ uppādetīti ettha tathāgatassa abhejjakāyatāya parūpakkamena cammacchedaṃ katvā lohitapaggharaṇaṃ nāma natthi, sarīrassa pana antoyeva ekasmiṃ ṭhāne lohitaṃ samosarati, āghātena pakuppamānaṃ sañcitaṃ hoti. Devadattena paviddhasilato bhijjitvā gatā sakkhalikāpi tathāgatassa pādantaṃ pahari, pharasunā pahaṭo viya pādo antolohitoyeva ahosi. Jīvako pana tathāgatassa ruciyā satthakena cammaṃ chinditvā tamhā ṭhānā duṭṭhalohitaṃ nīharitvā phāsumakāsi, tenassa puññakammameva ahosi. Tenāha ‘‘jīvako viyā’’tiādi.",
  "tika-vin08t22:50": "Atha ye parinibbute tathāgate cetiyaṃ bhindanti, bodhiṃ chindanti, dhātumhi upakkamanti, tesaṃ kiṃ hotīti? Bhāriyaṃ kammaṃ hoti ānantariyasadisaṃ. Sadhātukaṃ pana thūpaṃ vā paṭimaṃ vā bādhamānaṃ bodhisākhaṃ chindituṃ vaṭṭati. Sacepi tattha nilīnā sakuṇā cetiye vaccaṃ pātenti, chindituṃ vaṭṭatiyeva. Paribhogacetiyato hi sarīracetiyaṃ garutaraṃ. Cetiyavatthuṃ bhinditvā gacchante bodhimūlepi chinditvā harituṃ vaṭṭati. Yā pana bodhisākhā bodhigharaṃ bādhati, taṃ geharakkhaṇatthaṃ chindituṃ na labhati. Bodhiatthāya hi gehaṃ, na gehatthāya bodhi. Āsanagharepi eseva nayo. Yasmiṃ pana āsanaghare dhātu nihitā hoti, tassa rakkhaṇatthāya taṃ sākhaṃ chindituṃ vaṭṭati. Bodhijagganatthaṃ ojoharaṇasākhaṃ vā pūtiṭṭhānaṃ vā chindituṃ vaṭṭatiyeva, satthu rūpakāyapaṭijaggane viya puññampi hoti.",
  "tika-vin08t22:51": "Saṅghabhede catunnaṃ kammānanti apalokanādīnaṃ catunnaṃ kammānaṃ. Ayaṃ saṅghabhedakoti pakatattaṃ bhikkhuṃ sandhāya vuttaṃ. Pubbe eva pārājikaṃ samāpanno vā vatthādidosena vipannupasampado vā saṅghaṃ bhindantopi ānantariyaṃ na phusati, saṅgho pana bhinnova hoti, pabbajjā cassa na vāritāti daṭṭhabbaṃ.",
  "tika-vin08t22:52": "Bhikkhunīdūsane icchamānanti odātavatthavasanaṃ icchamānaṃ. Tenevāha ‘‘gihibhāve sampaṭicchitamatteyevā’’ti. Neva pabbajjā atthīti yojanā. Yo ca paṭikkhitte abhabbe ca puggale ñatvā pabbājeti, upasampādeti vā, dukkaṭaṃ. Ajānantassa sabbattha anāpattīti veditabbaṃ.",
  "tika-vin08t22:53": "142. Gabbhamāsehi saddhiṃ vīsati vassāni assāti gabbhavīso. Hāyanavaḍḍhananti gabbhamāsesu adhikesu uttari hāyanaṃ, ūnesu vaḍḍhananti veditabbaṃ. Ekūnavīsativassanti dvādasa māse mātukucchismiṃ vasitvā mahāpavāraṇāya jātakālato paṭṭhāya ekūnavīsativassaṃ. Pāṭipadadivaseti pacchimikāya vassūpagamanadivase. ‘‘Tiṃsarattidivo māso’’ti (a. ni. 3.71; 8.43; vibha. 1023) vacanato ‘‘cattāro māsā parihāyantī’’ti vuttaṃ. Vassaṃ ukkaḍḍhantīti vassaṃ uddhaṃ kaḍḍhanti, tatiyasaṃvacchare ekamāsassa adhikattā māsapariccajanavasena vassaṃ uddhaṃ kaḍḍhantīti attho, tasmā tatiyo saṃvaccharo terasamāsiko hoti. Saṃvaccharassa pana dvādasamāsikattā aṭṭhārasasu vassesu adhikamāse visuṃ gahetvā ‘‘cha māsā vaḍḍhantī’’ti vuttaṃ. Tatoti chamāsato. Nikkaṅkhā hutvāti adhikamāsehi saddhiṃ paripuṇṇavīsativassattā nibbematikā hutvā. Yaṃ pana vuttaṃ tīsupi gaṇṭhipadesu ‘‘aṭṭhārasannaṃyeva vassānaṃ adhikamāse gahetvā gaṇitattā sesavassadvayassapi adhikadivasāni honti, tāni adhikadivasāni sandhāya ‘nikkaṅkhā hutvā’ti vutta’’nti, taṃ na gahetabbaṃ. Na hi dvīsu vassesu adhikadivasāni nāma visuṃ upalabbhanti tatiye vasse vassukkaḍḍhanavasena adhikamāse pariccatteyeva atirekamāsasambhavato, tasmā dvīsu vassesu atirekadivasāni visuṃ na sambhavanti.",
  "tika-vin08t22:54": "‘‘Te dve māse gahetvā vīsati vassāni paripuṇṇāni hontī’’ti kasmā vuttaṃ, ekūnavīsativassamhi ca puna aparasmiṃ vasse pakkhitte vīsati vassāni paripuṇṇāni hontīti āha ‘‘ettha pana…pe… vutta’’nti. Anekatthattā nipātānaṃ pana-saddo hisaddattho, ettha hīti vuttaṃ hoti. Idañhi vuttassevatthassa samatthanavasena vuttaṃ. Iminā ca imaṃ dīpeti – yaṃ vuttaṃ ‘‘ekūnavīsativassaṃ sāmaṇeraṃ nikkhamanīyapuṇṇamāsiṃ atikkamma pāṭipadadivase upasampādentī’’ti, tattha gabbhamāsepi gahetvā dvīhi māsehi aparipuṇṇavīsativassaṃ sandhāya ‘‘ekūnavīsativassa’’nti vuttaṃ, tasmā adhikamāsesu dvīsu gahitesu eva vīsati vassāni paripuṇṇāni nāma hontīti. Tasmāti yasmā gabbhamāsāpi gaṇanūpagā honti, tasmā. Ekavīsativasso hotīti jātadivasato paṭṭhāya vīsativasso samāno gabbhamāsehi saddhiṃ ekavīsativasso hoti. Aññaṃ upasampādetīti upajjhāyo, kammavācācariyo vā hutvā upasampādetīti sāratthadīpaniyaṃ (sārattha. ṭī. pācittiya 3.406) āgataṃ.",
  "tika-vin08t22:55": "Gabbhe sayitakālena saddhiṃ vīsatimaṃ vassaṃ paripuṇṇamassāti gabbhavīso. Nikkhamanīyapuṇṇamāsīti sāvaṇamāsassa puṇṇamiyā āsāḷhīpuṇṇamiyā anantarapuṇṇamī. Pāṭipadadivaseti pacchimikāya vassūpanāyikāya, dvādasa māse mātukucchismiṃ vasitvā mahāpavāraṇāya jātaṃ upasampādentīti attho. ‘‘Tiṃsarattidivo māso, dvādasamāsiko saṃvaccharo’’ti vacanato ‘‘cattāro māsā parihāyantī’’ti vuttaṃ. Vassaṃ ukkaḍḍhantīti vassaṃ uddhaṃ kaḍḍhanti, ‘‘ekamāsaṃ adhikamāso’’ti chaḍḍetvā vassaṃ upagacchantīti attho, tasmā tatiyo tatiyo saṃvaccharo terasamāsiko hoti. Te dve māse gahetvāti nikkhamanīyapuṇṇamāsato yāva jātadivasabhūtā mahāpavāraṇā, tāva ye dve māsā anāgatā, tesaṃ atthāya adhikamāsato laddhe dve māse gahetvā. Tenāha ‘‘yo pavāretvā vīsativasso bhavissatī’’tiādi. ‘‘Nikkaṅkhā hutvā’’ti idaṃ aṭṭhārasannaṃ vassānaṃ eva adhikamāse gahetvā tato vīsatiyā vassesupi cātuddasīnaṃ atthāya catunnaṃ māsānaṃ parihāpanena sabbathā paripuṇṇavīsativassataṃ sandhāya vuttaṃ.",
  "tika-vin08t22:56": "Pavāretvā vīsativasso bhavissatīti mahāpavāraṇādivase atikkante gabbhavassena saha vīsativasso bhavissatīti attho. Tasmāti yasmā gabbhamāsāpi gaṇanūpagā honti, tasmā. Ekavīsativassoti jātiyā vīsativassaṃ sandhāya vuttaṃ. Aññaṃ upasampādetīti upajjhāyo, ācariyo vā hutvā upasampādeti. Sopīti upasampādentopi anupasampannoti vimativinodaniyaṃ (vi. vi. ṭī. pācittiya 2.406) āgataṃ.",
  "tika-vin08t22:57": "Ettha siyā – aṭṭhakathāṭīkāsu ‘‘aṭṭhārasasu vassesu cha māsā vaḍḍhantī’’ti vuttaṃ, idāni pana ‘‘ekūnavīsatiyā vassesu satta māsā adhikā’’ti vadanti, kathamettha viññātabbanti? Vuccate – aṭṭhakathāṭīkāsu sāsanavohārena lokiyagatiṃ anupagamma tīsu tīsu saṃvaccharesu māsachaḍḍanaṃ gahetvā ‘‘aṭṭhārasasu vassesu cha māsā vaḍḍhantī’’ti vuttaṃ, idāni pana vedavohārena candasūriyagatisaṅkhātaṃ tithiṃ gahetvā gaṇento ‘‘ekūnavīsatiyā vassesu satta māsā adhikā’’ti vadantīti, taṃ vassūpanāyikakathāyaṃ āvi bhavissati.",
  "tika-vin08t22:58": "143. Mātā vā matā hotīti sambandho. Soyevāti pabbajjāpekkho eva.",
  "tika-vin08t22:59": "144.‘‘Ekasīmāyañcaaññepi bhikkhū atthīti iminā ekasīmāyaṃ bhikkhumhi asati bhaṇḍukammārocanakiccaṃ natthīti dasseti. Khaṇḍasīmāya vā ṭhatvā nadīsamuddādīni vā gantvā pabbājetabboti etena sabbe sīmaṭṭhakabhikkhū āpucchitabbā, anāpucchā pabbājetuṃ na vaṭṭatīti dīpeti.",
  "tika-vin08t22:60": "145.Anāmaṭṭhapiṇḍapātanti aggahitaaggaṃ piṇḍapātaṃ. Sāmaṇerabhāgasamako āmisabhāgoti ettha kiñcāpi sāmaṇerānaṃ āmisabhāgassa samakameva dīyamānattā visuṃ sāmaṇerabhāgo nāma natthi, heṭṭhā gacchantaṃ pana bhattaṃ kadāci mandaṃ bhaveyya, tasmā upari aggahetvā sāmaṇerapāḷiyāva gahetvā dātabboti adhippāyo. Niyatapabbajjasseva cāyaṃ bhāgo dīyati. Teneva ‘‘apakkaṃ patta’’ntiādi vuttaṃ. Aññe vā bhikkhū dātukāmā hontīti sambandho.",
  "tika-vin08t22:61": "146.Sayaṃ pabbājetabboti kesacchedanādīni sayaṃ karontena pabbājetabbo. Kesacchedanaṃ kāsāyacchādanaṃ saraṇadānanti hi imāni tīṇi karonto ‘‘pabbājetī’’ti vuccati, tesu ekaṃ dve vāpi karonto tathā voharīyatiyeva, tasmā etaṃ pabbājehīti kesacchedanaṃ kāsāyacchādanañca sandhāya vuttaṃ. Upajjhāyaṃ uddissa pabbājetīti etthāpi eseva nayo. Khaṇḍasīmaṃ netvāti bhaṇḍukammārocanapariharaṇatthaṃ vuttaṃ. Tena sabhikkhuke vihāre aññampi ‘‘etassa kese chindā’’ti vattuṃ na vaṭṭati. Pabbājetvāti kesacchedanaṃ sandhāya vadati. Bhikkhuto añño pabbājetuṃ na labhatīti saraṇadānaṃ sandhāya vuttaṃ. Tenevāha ‘‘sāmaṇero panā’’tiādīti sāratthadīpaniyaṃ (sārattha ṭī. mahāvagga 3.34) āgataṃ. Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.34) pana – sayaṃ pabbājetabboti ettha ‘‘kesamassuṃ ohāretvā’’tiādivacanato kesacchedanakāsāyacchādanasaraṇadānāni pabbajanaṃ nāma, tesu pacchimadvayaṃ bhikkhūhi eva kātabbaṃ, kāretabbaṃ vā. Pabbājehīti idaṃ tividhampi sandhāya vuttaṃ. Khaṇḍasīmaṃ netvāti bhaṇḍukammārocanapariharaṇatthaṃ. Bhikkhūnañhi anārocetvā ekasīmāya ‘‘etassa kese chindā’’ti aññaṃ āṇāpetumpi na vaṭṭati. Pabbājetvāti kesādicchedanameva sandhāya vuttaṃ ‘‘kāsāyāni acchādetvā’’ti visuṃ vuttattā. Pabbājetuṃ na labhatīti saraṇadānaṃ sandhāya vuttaṃ. Anupasampannena bhikkhuāṇattiyā dinnampi saraṇaṃ na ruhatīti vuttaṃ.",
  "tika-vin08t22:62": "Vajirabuddhiṭīkāyampi (vajira ṭī. mahāvagga 34) – khaṇḍasīmaṃ netvāti bhaṇḍukammārocanapariharaṇatthaṃ vuttaṃ, tena sabhikkhuke vihāre aññampi ‘‘etassa kese chindā’’ti vattuṃ na vaṭṭati. ‘‘Pabbājetvā’’ti imassa adhippāyapakāsanatthaṃ ‘‘kāsāyāni acchādetvā ehī’’ti vuttaṃ. Upajjhāyo ce kesamassuoropanādīni akatvā pabbajjatthaṃ saraṇāni deti, na ruhati pabbajjā. Kammavācāya sāvetvā upasampādeti, ruhati upasampadā. Apattacīvarānaṃ upasampadāsiddhidassanato, kammavipattiyā abhāvato cetaṃ yujjatevāti eke. Hoti cettha –",
  "tika-vin08t22:63": "‘‘Saliṅgasseva pabbajjā, viliṅgassāpi cetarā;",
  "tika-vin08t22:64": "Apetapubbavesassa, taṃdvayā iti cāpare’’ti.",
  "tika-vin08t22:65": "Bhikkhunā hi sahatthena vā āṇattiyā vā dinnameva kāsāvaṃ vaṭṭati, adinnaṃ na vaṭṭatīti pana santesveva kāsāvesu, nāsantesu asambhavatoti tesaṃ adhippāyoti āgato.",
  "tika-vin08t22:66": "Bhabbarūpoti bhabbasabhāvo. Tamevatthaṃ pariyāyantarena vibhāveti ‘‘sahetuko’’ti. Ñātoti pākaṭo. Yasassīti parivārasampattiyā samannāgato.",
  "tika-vin08t22:67": "Vaṇṇasaṇṭhānagandhāsayokāsavasena asucijegucchapaṭikūlabhāvaṃ pākaṭaṃ karontenāti sambandho. Tattha kesā nāmete vaṇṇatopi paṭikūlā, saṇṭhānatopi gandhatopi āsayatopi okāsatopi paṭikūlā. Manuññepi hi yāgupatte vā bhattapatte vā kesavaṇṇaṃ kiñci disvā ‘‘kesamissakamidaṃ, haratha na’’nti jigucchanti, evaṃ kesā vaṇṇato paṭikūlā. Rattiṃ bhuñjantāpi kesasaṇṭhānaṃ akkavākaṃ vā makacivākaṃ vā chupitvā tatheva jigucchanti, evaṃ saṇṭhānatopi paṭikūlā. Telamakkhanapupphadhūmādisaṅkhāravirahitānañca kesānaṃ gandho paramajeguccho hoti. Tato jegucchataro aggimhi pakkhittānaṃ. Kesā hi vaṇṇasaṇṭhānato appaṭikūlāpi siyuṃ, gandhena pana paṭikūlāyeva. Yathā hi daharassa kumārakassa vaccaṃ vaṇṇato haliddivaṇṇaṃ, saṇṭhānato haliddipiṇḍisaṇṭhānaṃ. Saṅkaraṭṭhāne chaḍḍitañca uddhumātakakāḷasunakhasarīraṃ vaṇṇato tālapakkavaṇṇaṃ, saṇṭhānato vaṭṭetvā vissaṭṭhamudiṅgasaṇṭhānaṃ, dāṭhāpissa sumanamakuḷasadisā, taṃ ubhayampi vaṇṇasaṇṭhānato siyā appaṭikūlaṃ, gandhena pana paṭikūlameva, evaṃ kesāpi siyuṃ vaṇṇasaṇṭhānato appaṭikūlā, gandhena pana paṭikūlāyevāti.",
  "tika-vin08t22:68": "Yathā pana asuciṭṭhāne gāmanissandena jātāni sūpeyyapaṇṇāni nāgarikamanussānaṃ jegucchāni honti aparibhogāni, evaṃ kesāpi pubbalohitamuttakarīsapittasemhādinissandena jātattā paramajegucchāti. Evaṃ āsayatopi paṭikūlā. Ime ca kesā nāma gūtharāsimhi uṭṭhitakaṇṇakā viya ekatiṃsakoṭṭhāsarāsimhi jātā, te susānasaṅkāraṭṭhānādīsu jātasākaṃ viya, parikhādīsu jātakamalakuvalayādipupphaṃ viya ca asuciṭṭhāne jātattā paramajegucchāti evaṃ okāsato paṭikūlātiādinā nayena tacapañcakassa vaṇṇādivasena paṭikūlabhāvaṃ pakāsentenāti attho.",
  "tika-vin08t22:69": "Nijjīvanissattabhāvaṃ vā pākaṭaṃ karontenāti ime kesā nāma sīsakaṭāhapaliveṭhanacamme jātā, tattha yathā vammikamatthake jātesu kuṇṭhatiṇesu na vammikamatthako jānāti ‘‘mayi kuṇṭhatiṇāni jātānī’’ti, nāpi kuṇṭhatiṇāni jānanti ‘‘mayaṃ vammikamatthake jātānī’’ti. Evameva na sīsakaṭāhapaliveṭhanacammaṃ jānāti ‘‘mayi kesā jātā’’ti, nāpi kesā jānanti ‘‘mayaṃ sīsakaṭāhapaliveṭhanacamme jātā’’ti, aññamaññaṃ ābhogapaccavekkhaṇarahitā ete dhammā. Iti ‘‘kesā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātū’’tiādinā nayena nijjīvanissattabhāvaṃ pakāsentena. Pubbeti purimabuddhānaṃ santike. Madditasaṅkhāroti nāmarūpavavatthānena ceva paccayapariggahavasena ca ñāṇena parimadditasaṅkhāro. Bhāvitabhāvanoti kalāpasammasanādinā sabbaso kusalabhāvanāya pūraṇena bhāvitabhāvano . Adinnaṃ na vaṭṭatīti ettha ‘‘pabbajjā na ruhatīti vadantī’’ti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.34) vuttaṃ.",
  "tika-vin08t22:70": "Vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.34) pana – yasassīti parivārasampanno. Nijjīvanissattabhāvanti ‘‘kesā nāma imasmiṃ sarīre pāṭiyekko koṭṭhāso acetano abyākato suñño nissatto thaddho pathavīdhātū’’tiādinayaṃ saṅgaṇhāti, sabbaṃ visuddhimagge (visuddhi. 1.311) āgatanayena gahetabbaṃ. Pubbeti pubbabuddhuppādesu . Madditasaṅkhāroti vipassanāvasena vuttaṃ. Bhāvitabhāvanoti samathavasenapi.",
  "tika-vin08t22:71": "Kāsāyāni tikkhattuṃ vā…pe… paṭiggāhāpetabboti ettha ‘‘sabbadukkhanissaraṇatthāya imaṃ kāsāvaṃ gahetvā’’ti vā ‘‘taṃ kāsāvaṃ datvā’’ti vā vatvā ‘‘pabbājetha maṃ, bhante, anukampaṃ upādāyā’’ti evaṃ yācanapubbakaṃ cīvaraṃ paṭicchāpeti. Athāpītiādi tikkhattuṃ paṭiggāhāpanato paraṃ kattabbavidhidassanaṃ, athāpīti tato parampīti attho. Keci pana ‘‘cīvaraṃ appaṭiggāhāpetvā pabbājanappakārabhedadassanatthaṃ ‘athāpī’ti vuttaṃ. Athāpīti atha vāti attho’’ti vadanti. Adinnaṃ na vaṭṭatīti iminā pabbajjā na ruhatīti dasseti.",
  "tika-vin08t22:72": "147.Pāde vandāpetvāti pādābhimukhaṃ namāpetvā. Dūre vandantopi hi pāde vandatīti vuccatīti. Upajjhāyena vāti ettha yassa santike upajjhaṃ gaṇhāti, ayaṃ upajjhāyo. Yaṃ ābhisamācārikesu vinayanatthāya ācariyaṃ katvā niyyātenti, ayaṃ ācariyo. Sace pana upajjhāyo sayameva sabbaṃ sikkhāpeti, aññampi na niyyāteti, upajjhāyovassa ācariyopi hoti. Yathā upasampadākāle sayameva kammavācaṃ vācento upajjhāyova kammavācācariyopi hotīti vuttaṃ.",
  "tika-vin08t22:73": "Anuññātaupasampadāti ñatticatutthakammena anuññātaupasampadā. Ṭhānakaraṇasampadanti ettha uraādīni ṭhānāni, saṃvutādīni karaṇānīti veditabbāni. Anunāsikantaṃ katvā dānakāle antarāvicchedaṃ akatvā dātabbānīti dassetuṃ ‘‘ekasambandhānī’’ti vuttaṃ. Vicchinditvāti ma-kārantaṃ katvā dānasamaye vicchedaṃ katvā.",
  "tika-vin08t22:74": "148.Sabbamassakappiyākappiyaṃ ācikkhitabbanti dasasikkhāpadavinimuttaṃ parāmāsāparāmāsādibhedaṃ kappiyākappiyaṃ ācikkhitabbaṃ. Ābhisamācārikesu vinetabboti iminā ‘‘sekhiyaupajjhāyavattādiābhisamācārikasīlamanena pūretabbaṃ. Tattha ca kattabbassa akaraṇe, akattabbassa ca karaṇe daṇḍakammāraho hotīti dīpetīti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.34) vuttaṃ. Anunāsikantaṃ katvā dānakāle antarāvicchedo na kātabboti āha ‘‘ekasambandhānī’’ti. Ābhisamācārikesu vinetabboti iminā sekhiyavattākkhandhakavattesu, aññesu ca sukkavissaṭṭhiādilokavajjasikkhāpadesu ca sāmaṇerehi vattitabbaṃ, tattha avattamāno alajjī daṇḍakammāraho ca hotīti dassetīti vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.34).",
  "tika-vin08t22:75": "Urādīni ṭhānāni nāma, saṃvutādīni karaṇāni nāma. Anunāsikantaṃ katvā ekasambandhaṃ katvā dānakāle antarā aṭṭhatvā vattabbaṃ, vicchinditvā dānakālepi yathāvuttaṭṭhāne eva vicchedo, aññatra na vaṭṭatīti likhitaṃ, anunāsikante dīyamāne khalitvā ‘‘buddhaṃ saraṇaṃ gacchāmī’’ti ma-kārena missībhūte khette otiṇṇattā vaṭṭatīti upatissatthero. Missaṃ katvā vattuṃ vaṭṭati, vacanakāle pana anunāsikaṭṭhāne vicchedaṃ akatvā vattabbanti dhammasiritthero. ‘‘Evaṃ kammavācāyampī’’ti vuttaṃ. Ubhatosuddhiyāva vaṭṭatīti ettha mahāthero patitadantādikāraṇatāya acaturassaṃ katvā vadati, byattasāmaṇero samīpe ṭhito pabbajjāpekkhaṃ byattaṃ vadāpeti, mahātherena avuttaṃ vadāpetīti na vaṭṭati. Kammavācāya itaro bhikkhu ce vadati, vaṭṭatīti. Saṅgho hi kammaṃ karoti, na puggaloti. Na, nānāsīmapavattakammavācāsāmaññanayena paṭikkhipitabbattā. Atha therena caturassaṃ vuttaṃ pabbajjāpekkhaṃ vattuṃ asakkontaṃ sāmaṇero sayaṃ vatvā vadāpeti, ubhatosuddhi eva hoti therena vuttasseva vuttattā. ‘‘Buddhaṃ saraṇaṃ gacchanto asādhāraṇe buddhaguṇaṃ, dhammaṃ saraṇaṃ gacchanto nibbānaṃ, saṅghaṃ saraṇaṃ gacchanto sekkhadhammaṃ asekkhadhammañca saraṇaṃ gacchatī’’ti aggahitaggahaṇavasena yojanā kātabbā. Aññathā saraṇattayasaṅkaradoso. Sabbamassa kappiyākappiyanti dasasikkhāpadavinimuttaṃ parāmāsāparāmāsādibhedaṃ. ‘‘Ābhisamācārikesu vinetabbo’’ti vacanato sekhiyaupajjhāyavattādiābhisamācārikasīlamanena pūretabbaṃ. Tattha cārittassa akaraṇe, vārittassa karaṇe daṇḍakammāraho hotī’’ti dīpetīti vajirabuddhiṭīkāyaṃ (vajira. ṭī. mahāvagga 34) āgato.",
  "tika-vin08t22:76": "Anujānāmibhikkhave sāmaṇerānaṃ dasa sikkhāpadānītiādīsu sikkhitabbāni padāni sikkhāpadāni, sikkhākoṭṭhāsāti attho. Sikkhāya vā padāni sikkhāpadāni, adhisīlaadhicittaadhipaññāsikkhānaṃ adhigamupāyoti attho. Atthato pana kāmāvacarakusalacittasampayuttā viratiyo, taṃsampayuttadhammā panettha taggahaṇeneva gahetabbā. Pāṇoti paramatthato jīvitindriyaṃ, tassa atipātanaṃ pabandhavasena pavattituṃ adatvā satthādīhi atikkamma abhibhavitvā pātanaṃ pāṇātipāto, pāṇavadhoti attho. So pana atthato pāṇe pāṇasaññino jīvitindriyupacchedakaupakkamasamuṭṭhāpikā vadhakacetanāva, tasmā pāṇātipātā veramaṇi, verahetutāya verasaṅkhātaṃ pāṇātipātādipāpadhammaṃ maṇati nīharatīti virati ‘‘veramaṇī’’ti vuccati. Viramati etāyāti vā ‘‘viramatī’’ti vattabbe niruttinayena ‘‘veramaṇī’’ti samādānavirati vuttā. Esa nayo sesesupi.",
  "tika-vin08t22:77": "Adinnassa ādānaṃ adinnādānaṃ, theyyacetanā. Abramhacariyanti aseṭṭhacariyaṃ, maggenamaggapaṭipattisamuṭṭhāpikā methunacetanā. Musāti abhūtavatthu, tassa vādo abhūtaṃ ñatvāva bhūtato viññāpanacetanā musāvādo. Piṭṭhapūvādinibbattā surā ceva pupphāsavādibhedaṃ merayañca surāmerayaṃ. Tadeva madanīyaṭṭhena majjañceva pamādakāraṇaṭṭhena pamādaṭṭhānañca, taṃ yāya cetanāya pivati, tassā evaṃ adhivacanaṃ.",
  "tika-vin08t22:78": "Aruṇuggamanato paṭṭhāya yāva majjhanhikā, ayaṃ ariyānaṃ bhojanassa kālo nāma, tadañño vikālo. Bhuñjitabbaṭṭhena bhojananti idha sabbaṃ yāvakālikaṃ vuccati, tassa ajjhoharaṇaṃ idha uttarapadalopena bhojananti adhippetaṃ. Vikāle bhojanaṃ ajjhoharaṇaṃ vikālabhojanaṃ, vikāle vāyāvakālikassa bhojanaṃ ajjhoharaṇaṃ vikālabhojanantipi attho gahetabbo, taṃ atthato vikāle yāvakālikaajjhoharaṇacetanāva.",
  "tika-vin08t22:79": "Sāsanassa ananulomattā visūkaṃ paṭāṇībhūtaṃ dassanaṃ ‘‘visūkadassanaṃ, naccagītādidassanasavanānañceva vaṭṭakayuddhajūtakīḷādisabbakīḷānañca nāmaṃ. Dassananti cettha pañcannampi viññāṇānaṃ yathāsakaṃ visayassa ālocanasabhāvatāya dassanasaddena saṅgahetabbattā savanampi saṅgahitaṃ. Naccagītavāditasaddehi cettha attano naccanagāyanādīnipi saṅgahitānīti daṭṭhabbaṃ.",
  "tika-vin08t22:80": "Mālāti baddhamabaddhaṃ vā pupphaṃ, antamaso suttādimayampi alaṅkāratthāya piḷandhiyamānaṃ mālātveva vuccati. Gandhanti vāsacuṇṇādivilepanato aññaṃ yaṃ kiñci gandhajātaṃ. Vilepananti pisitvā gahitaṃ chavirāgakaraṇañceva gandhajātañca. Dhāraṇaṃ nāma piḷandhanaṃ. Maṇḍanaṃ nāma ūnaṭṭhānapūraṇaṃ. Gandhavasena, chavirāgavasena vā sādiyanaṃ vibhūsanaṃ nāma, mālādīsu vā dhāraṇādīni yathākkamaṃ yojetabbāni. Tesaṃ dhāraṇādīnaṃ ṭhānaṃ kāraṇaṃ vītikkamacetanā.",
  "tika-vin08t22:81": "Uccāti ucca-saddena samānattho nipāto. Uccāsayanaṃ vuccati pamāṇātikkantaṃ āsandādi. Mahāsayanaṃ akappiyattharaṇehi atthataṃ salohitavitānañca. Etesu hi āsanaṃ sayanañca uccāsayanamahāsayanasaddehi gahitāni uttarapadalopena. Jātarūparajatapaṭiggahaṇāti ettha rajatasaddena dārumāsakādi sabbaṃ rūpiyaṃ saṅgahitaṃ. Muttāmaṇiādayopettha dhaññakkhettavatthādayo ca saṅgahitāti daṭṭhabbā. Paṭiggahaṇa-saddena pana paṭiggāhāpanasādiyanānipi saṅgahitāni.",
  "tika-vin08t22:82": "149.Senāsanaggāho ca paṭippassambhantīti iminā vassacchedaṃ dasseti. Upasampannānampi pārājikasamāpattiyā saraṇagamanādisāmaṇerabhāvassapi vinassanato senāsanaggāho ca paṭippassambhati, saṅghalābhampi te na labhantīti veditabbaṃ. Purimikāya puna saraṇāni gahitānīti saraṇagahaṇena saha tadahevassa vassūpagamanampi dasseti. Pacchimikāya vassāvāsikanti vassāvāsikalābhaggahaṇadassanamattamevetaṃ, tato purepi vā pacchāpi vā vassāvāsikañca cīvaramāsesu saṅghe uppannakālacīvarañca purimikāya upagantvā avipannasīlo sāmaṇero labhati eva. Sace pacchimikāya gahitānīti pacchimikāya vassūpagamanañca chinnavassatañca dasseti. Tassa hi kālacīvaralābho na pāpuṇāti, tasmā ‘‘apaloketvā lābho dātabbo’’ti vuttaṃ. Vassāvāsikalābho pana yadi senāsanassāmikā dāyakā senāsanaguttatthāya pacchimikāya upagantvā vattaṃ katvā attano senāsane vasantassapi vassāvāsikaṃ dātabbanti vadanti, anapaloketvāpi dātabbova. Yaṃ pana sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.108) ‘‘pacchimikāya vassāvāsikaṃ lacchatīti pacchimikāya puna vassaṃ upagatattā lacchatī’’ti vuttaṃ, tampi vassāvāsike dāyakānaṃ imaṃ adhippāyaṃ nissāya vuttañce, sundaraṃ, saṅghikaṃ, kālacīvarampi sandhāya vuttañce, na yujjatīti veditabbaṃ.",
  "tika-vin08t22:83": "Na ajānitvāti ‘‘surā’’ti ajānitvā pivato pāṇātipātāveramaṇiādisabbasīlabhedaṃ saraṇabhedañca na āpajjati. Akusalaṃ pana surāpānāveramaṇisīlabhedo ca hoti mālādidhāraṇādīsu viyāti daṭṭhabbaṃ. Itarānīti vikālabhojanāveramaṇiādīni. Tānipi hi sañcicca vītikkamantassa taṃ taṃ bhijjati eva, itarītaresaṃ pana abhijjanena nāsanaṅgāni na honti. Teneva ‘‘etesu bhinnesū’’ti bhedavacanaṃ vuttaṃ.",
  "tika-vin08t22:84": "Accayaṃ desāpetabboti ‘‘accayo maṃ bhante accāgamā’’tiādinā saṅghamajjhe desāpetvā saraṇasīlaṃ dātabbanti adhippāyo pārājikattā tesaṃ. Tenāha ‘‘liṅganāsanāya nāsetabbo’’ti. Ayameva hi nāsanā idhādhippetāti liṅganāsanākāraṇehi pāṇātipātādīhi avaṇṇabhāsanādīnaṃ saha patitattā vuttaṃ. Nanu ca kaṇṭakasāmaṇeropi micchādiṭṭhiko eva, tassa ca heṭṭhā daṇḍakammanāsanāva vuttā, idha pana micchādiṭṭhikassa liṅganāsanā vuccati, ko imesaṃ bhedoti codanaṃ manasi nidhāyāha ‘‘sassatucchedānañhi aññataradiṭṭhiko’’ti. Ettha cāyaṃ adhippāyo – yo hi ‘‘attā issaro’’ti vā ‘‘nicco dhuvo’’tiādinā vā ‘‘attā ucchijjissati vinassissatī’’tiādinā vā titthiyaparikappitaṃ yaṃ kiñci sassatucchedadiṭṭhiṃ daḷhaṃ gahetvā voharati, tassa sā pārājikaṭṭhānaṃ hoti, so ca liṅganāsanāya nāsetabbo. Yo pana īdisaṃ diṭṭhiṃ aggahetvā sāsanikova hutvā kevalaṃ buddhavacanādhippāyaṃ viparītato gahetvā bhikkhūhi ovadiyamānopi appaṭinissajjitvā voharati, tassa sā diṭṭhi pārājikaṃ na hoti, so pana kaṇṭakanāsanāya eva nāsetabboti vimativinodaniyaṃ. Imasmiṃ ṭhāne sāratthadīpaniyaṃ dasasikkhāpadato paṭṭhāya vitthārato vaṇṇanā āgatā, sā porāṇaṭīkāyaṃ sabbaso potthakaṃ āruḷhā, tasmā idha na vitthārayimha.",
  "tika-vin08t22:85": "150.‘‘Attano pariveṇanti idaṃ puggalikaṃ sandhāya vutta’’nti gaṇṭhipadesu vuttaṃ. Ayaṃ panettha gaṇṭhipadakārānaṃ adhippāyo – vassaggena pattasenāsananti iminā tassa vassaggena pattaṃ saṅghikasenāsanaṃ vuttaṃ. Attano pariveṇanti imināpi tasseva puggalikasenāsanaṃ vuttanti. Ayaṃ panettha amhākaṃ khanti – yattha vā vasatīti iminā saṅghikaṃ vā hotu puggalikaṃ vā, tassa nibaddhavasanakasenāsanaṃ vuttaṃ. Yattha vā paṭikkamatīti iminā pana yaṃ ācariyupajjhāyassa vasanaṭṭhānaṃ upaṭṭhānādinimittaṃ nibaddhaṃ pavisati, taṃ ācariyupajjhāyānaṃ pavisanaṭṭhānaṃ vuttaṃ, tasmā tadubhayaṃ dassetuṃ ‘‘ubhayenapi attano pariveṇañca vassaggena pattasenāsanañca vutta’’nti āha. Tattha attano pariveṇanti iminā ācariyupajjhāyānaṃ nivāsanaṭṭhānaṃ dassitaṃ, vassaggena pattasenāsananti iminā pana tassa vasanaṭṭhānaṃ, tasmā tadubhayampi saṅghikaṃ vā hotu puggalikaṃ vā, āvaraṇaṃ kātabbamevāti. Mukhadvārikanti mukhadvārena bhuñjitabbaṃ. Daṇḍakammaṃ katvāti daṇḍakammaṃ yojetvā. Daṇḍenti vinenti etenāti daṇḍo, soyeva kattabbattā kammanti daṇḍakammaṃ, āvaraṇādi. Daṇḍakammamassa karothāti assa daṇḍakammaṃ yojetha āṇāpetha. Daṇḍakammanti vā niggahakammaṃ, tasmā niggahamassa karothāti vuttaṃ hoti. Esa nayo sabbattha īdisesu ṭhānesu.",
  "tika-vin08t22:86": "Senāsanaggāho ca paṭippassambhantīti iminā chinnavasso hotīti dīpeti. Sace ākiṇṇadosova hoti, āyatiṃ saṃvare na tiṭṭhati, nikkaḍḍhitabboti ettha sace yāvatatiyaṃ vuccamāno na oramati, saṅghaṃ apaloketvā nāsetabbo, puna pabbajjaṃ yācamānopi apaloketvā pabbājetabboti vadanti. Pacchimikāya vassāvāsikaṃ lacchatīti pacchimikāya puna vassaṃ upagatattā lacchati. Apaloketvā lābho dātabboti chinnavassatāya vuttaṃ. Itarāni pañca sikkhāpadānīti vikālabhojanādīni pañca. Accayaṃ desāpetabboti ‘‘accayo maṃ bhante accāgamā’’tiādinā nayena desāpetabboti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.108) vuttaṃ.",
  "tika-vin08t22:87": "Iti vinayasaṅgahasaṃvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t22:88": "Pabbajjāvinicchayakathālaṅkāro nāma",
  "tika-vin08t22:89": "Dvāvīsatimo paricchedo.",
  "tika-vin08t22:90": "Upasampadāvinicchayakathā",
  "tika-vin08t22:91": "Evaṃ pabbajjāvinicchayaṃ kathetvā tadanantaraṃ upasampadāvinicchayo kathetabbo, evaṃ santepi aṭṭhakathāyaṃ upasampadāvinicchayakathā pāḷivaṇṇanāvaseneva āgatā, no pāḷimuttakavinicchayavasena, imassa pana pakaraṇassa pāḷimuttakavinicchayakathābhūtattā tamakathetvā nissayavinicchayo eva ācariyena kathito, mayaṃ pana upasampadāvinicchayassa atisukhumattā atigambhīrattā sudullabhattā sāsanānuggahatthaṃ ācariyena avuttampi samantapāsādikato nīharitvā vimativinodanīādippakaraṇesu āgatavinicchayena alaṅkaritvā taṃ vinicchayaṃ kathayissāma.",
  "tika-vin08t22:92": "Tena kho pana samayenāti yena samayena bhagavatā ‘‘na bhikkhave anupajjhāyako’’tiādisikkhāpadaṃ apaññattaṃ hoti, tena samayena. Anupajjhāyakanti upajjhaṃ agāhāpetvā sabbena sabbaṃ upajjhāyavirahitaṃ, evaṃ upasampannā neva dhammato na āmisato saṅgahaṃ labhanti, te parihāyantiyeva, na vaḍḍhanti. Na bhikkhave anupajjhāyakoti upajjhaṃ agāhāpetvā nirupajjhāyako na upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassāti sikkhāpadapaññattito paṭṭhāya evaṃ upasampādentassa āpatti hoti, kammaṃ pana na kuppati. Keci ‘‘kuppatī’’ti vadanti, taṃ na gahetabbaṃ. ‘‘Saṅghena upajjhāyenā’’tiādīsupi ubhatobyañjanakupajjhāyapariyosānesu eseva nayo.",
  "tika-vin08t22:93": "Apattakā hatthesu piṇḍāya carantīti yo hatthesu piṇḍo labbhati, tadatthāya caranti. Seyyathāpi titthiyāti yathā ājīvakanāmakā titthiyā. Sūpabyañjanehi missetvā hatthesu ṭhapitapiṇḍameva hi te bhuñjanti. Āpatti dukkaṭassāti evaṃ upasampādentasseva āpatti hoti, kammaṃ pana na kuppati, acīvarakādivatthūsupi eseva nayo.",
  "tika-vin08t22:94": "Yācitakenāti ‘‘yāva upasampadaṃ karoma, tāva dethā’’ti yācitvā gahitena, tāvakālikenāti attho. Īdisena hi pattena vā cīvarena vā pattacīvarena vā upasampādentasseva āpatti hoti, kammaṃ pana na kuppati, tasmā paripuṇṇapattacīvarova upasampādetabbo. Sace tassa natthi, ācariyupajjhāyā cassa dātukāmā honti , aññe vā bhikkhū, nirapekkhehi vissajjetvā adhiṭṭhānūpagaṃ pattacīvaraṃ dātabbaṃ.",
  "tika-vin08t22:95": "Gottenapi anussāvetunti ‘‘mahākassapassa upasampadāpekkho’’ti evaṃ gottaṃ vatvā anussāvetuṃ anujānāmīti attho. Dve ekānussāvaneti dve ekato anussāvane, ekena ekassa, aññena itarassāti evaṃ dvīhi vā ācariyehi ekena vā ekakkhaṇe kammavācaṃ anussāventehi upasampādetuṃ anujānāmīti attho. Dve tayo ekānussāvane kātuṃ, tañca kho ekenaupajjhāyenāti dve vā tayo vā jane purimanayeneva ekato anussāvane kātuṃ anujānāmi, tañca kho anussāvanakiriyaṃ ekena upajjhāyena anujānāmīti attho. Tasmā ekena ācariyena dve vā tayo vā anussāvetabbā. Dvīhi vā tīhi vā ācariyehi visuṃ visuṃ ekena ekassāti evaṃ ekappahāreneva dve tisso vā kammavācā kātabbā. Sace pana nānācariyā nānupajjhāyā honti, tissatthero sumanattherassa saddhivihārikaṃ, sumanatthero tissattherassa saddhivihārikaṃ anussāveti, aññamaññañca gaṇapūrakā honti, vaṭṭati. Sace nānupajjhāyā honti, eko ācariyo hoti, ‘‘na tveva nānupajjhāyenā’’ti paṭikkhittattā na vaṭṭati. Idaṃ sandhāya hi esa paṭikkhepo.",
  "tika-vin08t22:96": "Paṭhamaṃ upajjhaṃ gāhāpetabboti ettha vajjāvajjaṃ upanijjhāyatīti upajjhā, taṃ upajjhaṃ ‘‘upajjhāyo me, bhante, hohī’’ti evaṃ vadāpetvā gāhāpetabbo. Vitthāyantīti vitthaddhagattā honti. Yaṃ jātanti yaṃ tava sarīre jātaṃ nibbattaṃ vijjamānaṃ, taṃ saṅghamajjhe pucchante santaṃ atthīti vattabbantiādi. Ullumpatu manti uddharatu maṃ.",
  "tika-vin08t22:97": "Tāvadevāti upasampannasamanantarameva. Chāyā metabbāti ekaporisā vā dviporisā vāti chāyā metabbā. Utuppamāṇaṃ ācikkhitabbanti ‘‘vassāno hemanto gimho’’ti utuppamāṇaṃ ācikkhitabbaṃ. Ettha ca utuyeva utuppamāṇaṃ. Sace vassānādayo aparipuṇṇā honti, yattakehi divasehi yassa yo utu aparipuṇṇo, te divase sallakkhetvā so divasabhāgo ācikkhitabbo. Atha vā ‘‘ayaṃ nāma utu, so ca kho paripuṇṇo aparipuṇṇo vā’’ti evaṃ utuppamāṇaṃ ācikkhitabbaṃ, ‘‘pubbaṇho vā sāyanho vā’’ti evaṃ divasabhāgo ācikkhitabbo. Saṅgītīti idameva sabbaṃ ekato katvā ‘‘tvaṃ kiṃ labhasi, kā te chāyā, kiṃ utuppamāṇaṃ, ko divasabhāgo’’ti puṭṭho ‘‘idaṃ nāma labhāmi vassaṃ vā hemantaṃ vā gimhaṃ vā, ayaṃ me chāyā, idaṃ utuppamāṇaṃ, ayaṃ divasabhāgoti vadeyyāsī’’ti evaṃ ācikkhitabbaṃ.",
  "tika-vin08t22:98": "Ohāyāti chaḍḍetvā. Dutiyaṃ dātunti upasampadamāḷakato pariveṇaṃ gacchantassa dutiyakaṃ dātuṃ anujānāmi, cattāri ca akaraṇīyāni ācikkhitunti attho. Paṇḍupalāsoti paṇḍuvaṇṇo patto. Bandhanā pavuttoti vaṇṭato patito. Abhabbo haritatthāyāti puna harito bhavituṃ abhabbo. Puthusilāti mahāsilā. Ayaṃ samantapāsādikato nīharitvā ābhato upasampadāvinicchayo.",
  "tika-vin08t22:99": "Anupajjhāyādivatthūsu sikkhāpadaṃ apaññattanti ‘‘na anupajjhāyako upasampādetabbo’’ti (mahāva. 117) idheva paññāpiyamānaṃ sikkhāpadaṃ sandhāya vuttaṃ. Kammaṃ pana na kuppatīti idaṃ upajjhāyābhāvepi ‘‘itthannāmassa upasampadāpekkhā itthannāmena upajjhāyenā’’ti matassa vā vibbhantassa vā purāṇaupajjhāyassa, aññassa vā yassa kassaci avijjamānassapi nāmena sabbattha upajjhāyakittanassa katattā vuttaṃ. Yadi hi upajjhāyakittanaṃ na kareyya, ‘‘puggalaṃ na parāmasatī’’ti vuttakammavipatti eva siyā. Teneva pāḷiyaṃ (mahāva. 117) ‘‘anupajjhāyaka’’nti vuttaṃ, aṭṭhakathāyampi (mahāva. aṭṭha. 117) assa ‘‘upajjhāyaṃ akittetvā’’ti avatvā ‘‘upajjhāyaṃ agāhāpetvā sabbena sabbaṃ upajjhāyavirahitaṃ’’ icceva attho vutto. Pāḷiyaṃ saṅghena upajjhāyenāti ‘‘ayaṃ itthannāmo saṅghassa upasampadāpekkho, itthannāmo saṅghaṃ upasampadaṃ yācati saṅghena upajjhāyenā’’ti evaṃ kammavācāya saṅghameva upajjhāyaṃ kittetvāti attho. Evaṃ gaṇena upajjhāyenāti etthāpi ‘‘ayaṃ itthannāmo gaṇassa upasampadāpekkho’’tiādinā yojanā veditabbā. Evaṃ vuttepi kammaṃ na kuppati eva dukkaṭasseva vuttattā, aññathā ‘‘so ca puggalo anupasampanno’’ti vadeyya. Tenāha ‘‘saṅghenā’’tiādi. Tattha paṇḍakādiupajjhāyehi kariyamānesu kammesu paṇḍakādike vināva yadi pañcavaggādigaṇo pūrati, kammaṃ na kuppati, itarathā kuppatīti veditabbaṃ.",
  "tika-vin08t22:100": "Apattacīvaravatthūsupi pattacīvarānaṃ abhāvepi ‘‘paripuṇṇassa pattacīvara’’nti kammavācāya sāvitattā kammakopaṃ avatvā dukkaṭameva vuttaṃ. Itarathā sāvanāya hāpanato kammakopo eva siyā. Keci pana ‘‘paṭhamaṃ anuññātakammavācāyaṃ upasampannā viya idānipi ‘paripuṇṇassa pattacīvara’nti avatvā kammavācāya upasampannāpi sūpasampannā evā’’ti vadanti, taṃ na yuttaṃ. Anuññātakālato paṭṭhāya hi aparāmasanaṃ sāvanāya hāpanavipatti eva hoti ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti padassa hāpane viya . Tampi hi pacchā anuññātaṃ, ‘‘saṅghaṃ, bhante, upasampadaṃ yācāmī’’tiādivākyena ayācetvā tampi upasampādento ‘‘ayaṃ itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti vatvāva yadi kammavācaṃ karoti, kammaṃ sukatameva hoti. No ce, vipannaṃ. Sabbapacchā hi anuññātakammavācato kiñcipi parihāpetuṃ na vaṭṭati, sāvanāya hāpanameva hoti, aññe vā bhikkhū dātukāmā hontīti sambandho, ayamettha vimativinodaniyā (vi. vi. ṭī. mahāvagga 2.117) ābhato vinicchayo. Sāratthadīpanīvinicchayo pana idheva antogadhā hoti appatarattā avisesattā ca.",
  "tika-vin08t22:101": "Vajirabuddhiṭīkāyaṃ (vajira. ṭī. mahāvagga 117) pana ‘‘keci kuppatīti vadanti, taṃ na gahetabba’’nti yaṃ vuttaṃ, taṃ ‘‘pañcavaggakaraṇīyañce, bhikkhave, kammaṃ, bhikkhunipañcamo kammaṃ kareyya, akammaṃ na ca karaṇīya’’ntiādinā (mahāva. 390) nayena vuttattā paṇḍakānaṃ gaṇapūraṇabhāve eva kammaṃ kuppati, na sabbanti katvā suvuttaṃ, itarathā ‘‘paṇḍakupajjhāyena kammaṃ kareyya, akammaṃ na ca karaṇīya’’ntiādikāya pāḷiyā bhavitabbaṃ siyā. Yathā aparipuṇṇapattacīvarassa upasampādanakāle kammavācāyaṃ ‘‘paripuṇṇassa pattacīvara’’nti asantaṃ vatthuṃ kittetvā upasampadāya katāya tasmiṃ asantepi upasampadā ruhati, evaṃ ‘‘ayaṃ buddharakkhito āyasmato dhammarakkhitassa upasampadāpekkho’’ti avatthuṃ paṇḍakupajjhāyādiṃ, asantaṃ vā vatthuṃ kittetvā katāyapi gaṇapūrakānamatthitāya upasampadā ruhateva. ‘‘Na, bhikkhave, paṇḍakupajjhāyena upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassa, so ca puggalo anupasampanno’’tiādivacanassa abhāvā ayamattho siddhova hoti. Na hi buddhā vattabbayuttaṃ na vadanti. Tena vuttaṃ ‘‘yo pana bhikkhu jānaṃ ūnavīsativassaṃ …pe… so ca puggalo anupasampanno’’tiādi (pāci. 403). Tathā ‘‘byattena bhikkhunā paṭibalena saṅgho ñāpetabbo’’ti (mahāva. 71) vacanato theyyasaṃvāsakādiācariyehi anussāvanāya katāya upasampadā na ruhati tesaṃ abhikkhuttāti vacanampi na gahetabbaṃ.",
  "tika-vin08t22:102": "Kiñca bhiyyo – ‘‘imāni cattāri kammāni pañcahākārehi vipajjantī’’tiādinā (pari. 482) nayena kammānaṃ sampattivipattiyā kathiyamānāya ‘‘sattahi ākārehi kammāni vipajjanti vatthuto vā ñattito vā anussāvanato vā sīmato vā parisato vā upajjhāyato vā ācariyato vā’’ti akathitattā na gahetabbaṃ. ‘‘Parisato vā’’ti vacanena ācariyupajjhāyānaṃ vā saṅgaho katoti ce? Na, ‘‘dvādasahi ākārehi parisato kammāni vipajjantī’’ti etassa vibhaṅge tesamanāmaṭṭhattā, ayamattho yasmā tattha tattha sarūpena vuttapāḷivaseneva sakkā jānituṃ, tasmā nayamukhaṃ dassetvā saṃkhittoti ayamassa yuttigavesanāti vuttaṃ.",
  "tika-vin08t22:103": "Tatridaṃ vicāretabbaṃ – anupajjhāyakaṃ upasampādentā te bhikkhū yathāvuttanayena abhūtaṃ vatthuṃ kittayiṃsu, udāhu musāvādabhayā tāneva padāni na sāvesunti. Kiñcettha – yadi tāva upajjhāyābhāvato na sāvesuṃ, ‘‘puggalaṃ na parāmasatī’’ti vuttavipattippasaṅgo hoti, atha sāvesuṃ, musāvādo nesaṃ bhavatīti? Vuccate – sāvesuṃyeva yathāvuttavipattippasaṅgabhayā, ‘‘kammaṃ pana na kuppatī’’ti aṭṭhakathāyaṃ vuttattā ca. Na, musāvādassa asambhavato, musāvādenapi kammasambhavato ca. Na hi sakkā musāvādena kammavipattisampattiṃ kātunti. Tasmā ‘‘anupajjhāyakaṃ upasampādentī’’ti vacanassa ca ubhayadosavinimutto attho pariyesitabbo.",
  "tika-vin08t22:104": "Ayañcettha yutti – yathā pubbe pabbajjupasampadupajjhāyesu vijjamānesupi upajjhāyaggahaṇakkamena aggahitattā ‘‘tena kho pana samayena bhikkhū anupajjhāyaka’’ntiādi vuttaṃ, tathā idhāpi upajjhāyassa vijjamānasseva sato aggahitattā ‘‘anupajjhāyakaṃ upasampādentī’’ti vuttaṃ. Kammavācācariyena pana ‘‘gahito tena upajjhāyo’’ti saññāya upajjhāyaṃ kittetvā kammavācaṃ sāvetabbaṃ. Kenaci vā kāraṇena kāyasāmaggiṃ adentassa upajjhāyassa chandaṃ gahetvā kammavācaṃ sāveti, upajjhāyo vā upasampadāpekkhassa upajjhaṃ datvā pacchā upasampanne tasmiṃ tādise vatthusmiṃ samanuyuñjiyamāno vā asamanuyuñjiyamāno vā upajjhāyadānato pubbe eva sāmaṇero paṭijānāti, sikkhāpaccakkhātako vā antimavatthuajjhāpannako vā paṭijānāti, chandahārakādayo viya upajjhāyo vā aññasīmāgato hoti. Kammavācā ruhatīti vatvā ‘‘anujānāmi bhikkhave paccantimesu janapadesu vinayadharapañcamena gaṇena upasampada’’nti vuttattā. Keci ‘‘vinayadharapañcamena upajjhāyena sannihiteneva bhavitabba’’nti vadantīti porāṇagaṇṭhipade vuttaṃ. So ca pāṭho appamāṇo majjhimesu janapadesu tassa vacanassābhāvato. Asannihitepi upajjhāye kammavācā ruhatīti āpajjatīti ce? Na. Kasmā? Kammasampattiyaṃ ‘‘puggalaṃ parāmasatī’’ti vuttapāṭhova no pamāṇaṃ. Na hi tattha asannihito upajjhāyasaṅkhāto puggalo parāmasanaṃ arahati, tasmā tattha saṅghaparāmasanaṃ viya puggalaparāmasanaṃ veditabbaṃ. Saṅghena gaṇena upajjhāyena upasampādenti tesaṃ atthato puggalattā, paṇḍakādiupajjhāyena upasampādenti upasampādanakāle aviditattāti porāṇā.",
  "tika-vin08t22:105": "Apattacīvaraṃupasampādentīti kammavācācariyo ‘‘paripuṇṇassa pattacīvara’’nti saññāya, kevalaṃ atthasampattiṃ anapekkhitvā santapadanīhārena vā ‘‘paripuṇṇassa pattacīvara’’nti kammavācaṃ sāveti. Yathā etarahi matavippavuttamātāpitikopi ‘‘anuññātosi mātāpitūhī’’ti puṭṭho ‘‘āma bhante’’ti vadati, kiṃ bahunā? Ayaṃ panettha sāro – ‘‘tasmiṃ samaye cattāri kammāni pañcahākārehi vipajjantī’’ti lakkhaṇassa na tāva paññattattā anupajjhāyakādiṃ upasampādenti. Vajjanīyapuggalānaṃ avuttattā paṇḍakupajjhāyādiṃ upasampādenti, terasantarāyapucchāya adassanattā apattacīvarakaṃ upasampādenti, ‘‘anujānāmi bhikkhave ñatticatutthena kammena upasampādetu’’nti (mahāva. 69) evaṃ sabbapaṭhamaṃ anuññātāya kammavācāya ‘‘paripuṇṇassa pattacīvara’’nti avacanamettha sādhakanti veditabbaṃ. Tañhi vacanaṃ anukkamenānuññātanti.",
  "tika-vin08t22:106": "Idaṃ tāva sabbathā hotu, ‘‘mūgaṃ pabbājenti badhiraṃ pabbājentī’’ti idaṃ kathaṃ sambhavitumarahati ādito paṭṭhāya ‘‘anujānāmi bhikkhave imehi tīhi saraṇagamanehi pabbajja’’ntiādinā anuññātattāti? Vuccate – ‘‘evañca pana, bhikkhave, pabbājetabboti, evaṃ vadehīti vattabbo…pe… tatiyampi saṅghaṃ saraṇaṃ gacchāmī’’ti ettha ‘‘evaṃ vadehīti vattabbo’’ti imassa vacanassa micchā atthaṃ gahetvā mūgaṃ pabbājesuṃ. ‘‘Evaṃ vadehī’’ti taṃ pabbajjāpekkhaṃ āṇāpetvā sayaṃ upajjhāyena vattabbo ‘‘tatiyampi saṅghaṃ saraṇaṃ gacchāmī’’ti, so pabbajjāpekkhā tathā āṇatto upajjhāyavacanassa anu anu vadatu vā mā vā, tattha tattha bhagavā ‘‘kāyena viññāpeti, vācāya viññāpeti, kāyena vācāya viññāpeti, gahito hoti upajjhāyo. Dinno hoti chando, dinnā hoti pārisuddhi, dinnā hoti pavāraṇā’’ti vadati . Tadanumānena vā kāyena tena pabbajjāpekkhena viññattaṃ hoti saraṇagamananti vā lokepi kāyena viññāpento evaṃ vadatīti vuccati, taṃ pariyāyaṃ gahetvā mūgaṃ pabbājentīti veditabbaṃ. Porāṇagaṇṭhipade ‘‘mūgaṃ kathaṃ pabbājentīti pucchaṃ katvā tassa kāyapasādasambhavato kāyena pahāraṃ datvā hatthamuddāya viññāpetvā pabbājesu’’nti vuttaṃ. Kiṃ bahunā?",
  "tika-vin08t22:107": "Ayaṃ panettha sāro – yathā pubbe pabbajjādhikāre vattamāne pabbajjābhilāpaṃ upacchinditvā ‘‘paṇḍako, bhikkhave, anupasampanno na upasampādetabbo’’tiādinā (mahāva. 109) nayena upasampadavaseneva abhilāpo kato. Theyyasaṃvāsakapade asambhavato kiñcāpi so na kato, pabbajjāva tattha katā, sabbattha pana upasampadābhilāpena adhippetā tadanubhāvato upasampadāya, pabbajjāya vāritāya upasampadā vāritā hotīti katvā, tathā idha upasampadādhikāre vattamāne upasampadābhilāpaṃ upacchinditvā upasampadameva sandhāya pabbajjābhilāpo katoti veditabbo. Kāmaṃ so na kattabbo, mūgapade asambhavato tassa vasena ādito paṭṭhāya upasampadābhilāpova kattabbo viya dissati, tathāpi tasseva mūgapadassa vasena ādito paṭṭhāya pabbajjābhilāpova kato micchāgahaṇanivāraṇatthaṃ. Kathaṃ? ‘‘Mūgo, bhikkhave, apatto osāraṇaṃ, tañce saṅgho osāreti, sosārito’’ti (mahāva. 396) vacanato hi mūgo upasampanno hotīti siddhaṃ, so kevalaṃ upasampannova hoti, na pana pabbajito tassa pabbajjāya asambhavatoti micchāgāho hoti, taṃ parivajjāpetvā yo upasampanno, so pabbajitova hoti. Pabbajito pana atthi koci upasampanno, atthi koci anupasampannoti imaṃ sammāgāhaṃ uppādeti bhagavāti veditabbaṃ.",
  "tika-vin08t22:108": "Apica tesaṃ hatthacchinnādīnaṃ pabbajitānaṃ supabbajitabhāvadīpanatthaṃ, pabbajjābhāvasaṅkānivāraṇatthañcettha pabbajjābhilāpo kato. Kathaṃ? ‘‘Na, bhikkhave, hatthacchinno pabbājetabbo’’tiādinā (mahāva. 119) paṭikkhepena, ‘‘pabbajitā supabbajitā’’ti vuttaṭṭhānābhāvena ca tesaṃ pabbajjābhāvasaṅkā bhaveyya, yathā pasaṅkā bhave, tathā pasaṅkaṃ ṭhapeyya. Khandhake upasampadaṃ sandhāya ‘‘hatthacchinno, bhikkhave, apatto osāraṇaṃ, tañce saṅgho osāreti, sosārito’’tiādinā (mahāva. 396) nayena bhagavā nivāreti. Teneva nayena pabbajitā panete sabbepi supabbajitā evāti dīpeti. Aññathā sabbepete upasampannāva honti, na pabbajitāti ayamaniṭṭhappasaṅgo āpajjati. Kathaṃ? ‘‘Hatthacchinno, bhikkhave, na pabbājetabbo, pabbajito nāsetabbo’’ti vā ‘‘na, bhikkhave, hatthacchinno pabbājetabbo, yo pabbājeyya, āpatti dukkaṭassa, so ca apabbajito’’ti (mahāva. 119) vā tantiyā ṭhapitāya campeyyakkhandhake ‘‘sosārito’’ti vuttattā kevalaṃ ‘‘ime hatthacchinnādayo upasampannāva honti, na pabbajitā’’ti vā ‘‘upasampannāpi ce pabbajitā, nāsetabbā’’ti vā aniṭṭhakoṭṭhāso āpajjatīti adhippāyo.",
  "tika-vin08t22:109": "Idaṃ panettha vicāretabbaṃ – ‘‘so ca apabbajito’’ti vacanābhāvato mūgassa pabbajjāsiddhipasaṅgato pabbajjāpi ekatosuddhiyā hotīti ayamaniṭṭhakoṭṭhāso kathaṃ nāpajjatīti? Pabbajjābhilāpena upasampadā idhādhippetāti sammāgāhena nāpajjatīti, aññathā yathābyañjanaṃ atthe gahite yathāpaññattadukkaṭābhāvasaṅkhāto aparo aniṭṭhakoṭṭhāso āpajjati. Kathaṃ? ‘‘Na, bhikkhave, mūgo pabbājetabbo, yo pabbājeyya, āpatti dukkaṭassā’’ti vuttadukkaṭaṃ pabbajjāpariyosāne hoti, na tassāvippakatāya. Pubbapayogadukkaṭameva hi paṭhamaṃ āpajjati, tasmā mūgassa pabbajjāpariyosānasseva abhāvato imassa dukkaṭassa okāso ca na sabbakālaṃ sambhaveyya, upasampadāvasena pana atthe gahite sambhavati kammanibbattito. Teneva pāḷiyaṃ ‘‘na, bhikkhave, paṇḍako upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassā’’ti dukkaṭaṃ na paññattaṃ. Apaññattattā pubbapayogadukkaṭameva cettha sambhavati, netaraṃ. Ettāvatā siddhametaṃ pabbajjābhilāpena upasampadāva tattha adhippetā, na pabbajjāti. Etthāha sāmaṇerapabbajjā na kāyapayogato hotīti kathaṃ paññāyatīti? Vuccate – kāyena viññāpetītiādittikā dassanatoti āgato.",
  "tika-vin08t22:110": "‘‘Gottenapi anussāvetu’’nti (mahāva. 122) vacanato yena vohārena voharati, tena vaṭṭatīti siddhaṃ, tasmā ‘‘ko nāmo te upajjhāyo’’ti puṭṭhenapi gottameva nāmaṃ katvā vattabbanti siddhaṃ hoti, tasmā catubbidhesu nāmesu yena kenaci nāmena anussāvanā kātabbāti vadanti. Ekassa bahūni nāmāni honti, tattha ekaṃ nāmaṃ ñattiyā, ekaṃ anussāvanāya kātuṃ na vaṭṭati, atthato byañjanato ca abhinnāhi anussāvanāhi bhavitabbanti. Kiñcāpi ‘‘itthannāmo itthannāmassa āyasmato’’ti pāḷiyaṃ ‘‘āyasmato’’ti padaṃ pacchā vuttaṃ, kammavācāpāḷiyaṃ pana ‘‘ayaṃ buddharakkhito āyasmato dhammarakkhitassā’’ti paṭhamaṃ likhanti, taṃ uppaṭipāṭiyā vuttanti na paccetabbaṃ. Pāḷiyañhi ‘‘itthannāmo itthannāmassā’’ti atthamattaṃ dassitaṃ, tasmā pāḷiyaṃ avuttopi ‘‘ayaṃ buddharakkhito āyasmato dhammarakkhitassā’’ti kammavācāpāḷiyaṃ payogo dassito. ‘‘Na me diṭṭho ito pubbe iccāyasmā sāriputto’’ti ca ‘‘āyasmā sāriputto atthakusalo’’ti ca paṭhamaṃ ‘‘āyasmā’’ti payogassa dassanatoti vadanti. Katthaci ‘‘āyasmato buddharakkhitassā’’ti vatvā katthaci kevalaṃ ‘‘buddharakkhitassā’’ti sāveti, sāvanaṃ hāpetīti na vuccati nāmassa ahāpitattāti eke. Sace katthaci ‘‘āyasmato buddharakkhitassā’’ti vatvā katthaci ‘‘buddharakkhitassāyasmato’’ti sāveti, pāṭhānurūpattā khettameva otiṇṇantipi eke. Byañjanabhedappasaṅgato anussāvanānaṃ taṃ na vaṭṭatīti vadanti. Sace pana sabbaṭṭhānepi ekeneva pakārena vadati, vaṭṭati.",
  "tika-vin08t22:111": "Ekānussāvaneti ettha ekato anussāvanaṃ etesanti ekānussāvanāti asamānādhikaraṇavisayo bāhiratthasamāsoti daṭṭhabbaṃ. Tenevāha ‘‘dve ekato anussāvane’’ti. Tattha ekatoti ekakkhaṇeti attho, vibhattialopena cāyaṃ niddeso. Purimanayeneva ekato anussāvane kātunti ‘‘ekena ekassa, aññena itarassā’’tiādinā pubbe vuttanayena dvīhi vā tīhi vā ācariyehi ekena vā ekato anussāvane kātuṃ. Vajjāvajjaṃ upanijjhāyatīti upajjhāti iminā upajjhāyasaddasamānattho upajjhāsaddopīti atthaṃ dassetīti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.123).",
  "tika-vin08t22:112": "Gottenāpīti ‘‘āyasmato pippalissa upasampadāpekkho’’ti evaṃ nāmaṃ avatvā gottanāmenapīti attho, tena ‘‘ko nāmo te upajjhāyo’’ti puṭṭhena gottanāmena ‘‘āyasmā kassapo’’ti vattabbanti siddhaṃ hoti. Tasmā aññampi yaṃ kiñci tassa nāmaṃ pasiddhaṃ, tasmiṃ vā khaṇe sukhaggahaṇatthaṃ nāmaṃ paññāpitaṃ, taṃ sabbaṃ gahetvāpi anussāvanā kātabbā. Yathā upajjhāyassa, evaṃ upasampadāpekkhassāpi gottādināmena taṅkhaṇikanāmena ca anussāvanaṃ kātuṃ vaṭṭati, tasmimpi khaṇe ‘‘ayaṃ tisso’’ti vā ‘‘nāgo’’ti vā nāmaṃ karontehi anusāsakasammutito paṭhamameva kātabbaṃ. Evaṃ akatvāpi antarāyikadhammānusāsanapucchanakālesu ‘‘kinnāmosi, ahaṃ bhante nāgo nāma, ko nāmo te upajjhāyo, upajjhāyo me bhante tisso nāmā’’tiādinā viññāpentena ubhinnampi citte ‘‘mametaṃ nāma’’nti yathā saññaṃ uppajjati, evaṃ viññāpetabbaṃ. Sace pana tasmiṃ khaṇe pakatināmena vatvā pacchā ‘‘tisso nāmā’’ti apubbanāmena anussāveti, na vaṭṭati.",
  "tika-vin08t22:113": "Tattha ca kiñcāpi upajjhāyasseva nāmaṃ aggahetvā yena kenaci nāmena ‘‘tissassa upasampadāpekkho’’tiādināpi puggale parāmaṭṭhe kammaṃ sukatameva hoti anupajjhāyakādīnaṃ upasampadākammaṃ viya upajjhāyassa abhāvepi abhabbattepi kammavācāya puggale parāmaṭṭhe kammassa sijjhanato. Upasampadāpekkhassa pana yathāsakaṃ nāmaṃ vinā aññena nāmena anussāvite kammaṃ kuppati, so anupasampannova hoti. Tattha ṭhito añño anupasampanno viya gahitanāmassa vatthupuggalassa tattha abhāvā, etassa ca nāmassa anussāvanāya avuttattā. Tasmā upasampadāpekkhassa pakatināmaṃ parivattetvā apubbena nāgādināmena anussāvitukāmena paṭikacceva ‘‘tvaṃ nāgo’’tiādinā viññāpetvā anusāsanaantarāyikadhammāpucchanakkhaṇesupi tassa ca saṅghassa ca yathā pākaṭaṃ hoti, tathā pakāsetvāva nāgādināmena anussāvetabbaṃ. Ekassa bahūni nāmāni honti, tesu ekaṃ gahetuṃ vaṭṭati.",
  "tika-vin08t22:114": "Yaṃ pana upasampadāpekkhaupajjhāyānaṃ ekattha gahitaṃ nāmaṃ tadeva ñattiyā, sabbattha anussāvanāsu ca gahetabbaṃ. Gahitato hi aññasmiṃ gahite byañjanaṃ bhinnaṃ nāma hoti, kammaṃ vipajjati. Atthato hi byañjanato ca abhinnā eva ñatti anussāvanā ca vaṭṭanti. Upajjhāyanāmassa pana purato ‘‘āyasmato tissassā’’tiādinā āyasmantapadaṃ sabbattha yojetvāpi anussāveti. Tathā ayojitepi doso natthi.",
  "tika-vin08t22:115": "Pāḷiyaṃ (mahāva. 126) pana kiñcāpi ‘‘itthannāmassa āyasmato’’ti pacchato ‘‘āyasmato’’ti padaṃ vuttaṃ, tathāpi ‘‘āyasmā sāriputto atthakusalo’’tiādinā nāmassa purato ‘āyasmantapada’yogassa dassanato puratova payogo yuttataro, tañca ekattha yojetvā aññattha ayojitepi ekattha purato yojetvā aññattha pacchato yojanepi sāvanāya hāpanaṃ nāma na hoti nāmassa ahāpitattā. Teneva pāḷiyampi ‘‘itthannāmassa āyasmato’’ti ekattha yojetvā ‘‘itthannāmena upajjhāyenā’’tiādīsu ‘‘āyasmato’’ti na yojitanti vadanti. Tañca kiñcāpi evaṃ, tathāpi sabbaṭṭhānepi ekeneva pakārena yojetvā eva vā ayojetvā vā anussāvanaṃ pasatthataranti gahetabbaṃ.",
  "tika-vin08t22:116": "Ekato saheva ekasmiṃ khaṇe anussāvanaṃ etesanti ekānussāvanā, upasampadāpekkhā, ete ekānussāvane kātuṃ. Tenāha ‘‘ekatoanusāvane’’ti. Idañca ekaṃ padaṃ vibhattialopena daṭṭhabbaṃ. Ekena vāti dvinnampi ekasmiṃ khaṇe ekāya eva kammavācāya anussāvane ekena ācariyenāti attho. ‘‘Ayaṃ buddharakkhito ca ayaṃ dhammarakkhito ca āyasmato saṅgharakkhitassa upasampadāpekkho’’tiādinā nayena ekena ācariyena dvinnamekasmiṃ khaṇe anussāvananayo daṭṭhabbo, imināva nayena tiṇṇampi ekena ācariyena ekakkhaṇe anussāvanaṃ veditabbaṃ.",
  "tika-vin08t22:117": "Purimanayenevaekato anussāvane kātunti ‘‘ekena ekassa, aññena itarassā’’tiādinā pubbe vuttanayena dvinnaṃ dvīhi vā tiṇṇaṃ tīhi vā ācariyehi, ekena vā ācariyena tayopi ekatoanussāvane kātunti attho. ‘‘Tañca kho ekena upajjhāyena, na tveva nānupajjhāyenā’’ti idaṃ ekena ācariyena dvīhi vā tīhi vā upajjhāyehi dve vā tayo vā upasampadāpekkhe ekakkhaṇe ekāya anussāvanāya ekānussāvane kātuṃ na vaṭṭatīti paṭikkhepapadaṃ, na pana nānācariyehi nānupajjhāyehi tayo ekānussāvane kātuṃ na vaṭṭatīti āha ‘‘sace pana nānācariyā nānupajjhāyā…pe… vaṭṭatī’’ti. Yañcettha ‘‘tissatthero sumanattherassa saddhivihārikaṃ, sumanatthero tissattherassa saddhivihārika’’nti evaṃ upajjhāyehi aññamaññaṃ saddhivihārikānaṃ anussāvanakaraṇaṃ vuttaṃ, taṃ upalakkhaṇamattaṃ. Tasmā sace tissatthero sumanattherassa saddhivihārikaṃ, sumanatthero nandattherassa saddhivihārikaṃ anussāveti, aññamaññañca gaṇapūrakā honti, vaṭṭati eva. Sace pana upajjhāyo sayameva attano saddhivihārikaṃ anussāveti, ettha vattabbameva natthi, kammaṃ sukatameva hoti, anupajjhāyakassapi yena kenaci anussāvite upasampadā hoti, kimaṅgaṃ pana saupajjhāyakassa upajjhāyeneva anussāvaneti daṭṭhabbaṃ. Teneva navaṭṭanapakkhaṃ dassetuṃ ‘‘sace panā’’tiādimāha.",
  "tika-vin08t22:118": "Upajjhāti upajjhāyasaddasamānattho ākāranto upajjhāsaddoti dasseti. Upajjhāya-saddo eva vā upajjhā, upayogapaccattavacanesu ya-kāra lopaṃ katvā evaṃ vutto karaṇavacanādīsu upajjhāsaddassa payogābhāvāti daṭṭhabbaṃ. Pāḷiyaṃ attanāva attānaṃ sammannitabbanti attanāva kattubhūtena karaṇabhūtena attānameva kammabhūtaṃ pati sammannanakiccaṃ kātabbaṃ, attānanti vā paccatte upayogavacanaṃ, attanāva attā sammannitabboti attho. Na kevalañca ettheva, aññatrāpi terasasammutiādīsu imināva lakkhaṇena attanāva attā sammannitabbova. Apica sayaṃ kammārahattā attānaṃ muñcitvā catuvaggādiko gaṇo sabbattha icchitabbo.",
  "tika-vin08t22:119": "Saccakāloti ‘‘nigūhissāmī’’ti vañcanaṃ pahāya saccasseva te icchitabbakālo. Bhūtakāloti vañcanāya abhāvepi manussattādivatthuno bhūtatāya avassaṃ icchitabbakālo, itarathā kammakopādiantarāyo hotīti adhippāyo. Maṅkūti adhomukho. Uddharatūti anupasampannabhāvato upasampattiyaṃ patiṭṭhapetūti attho.",
  "tika-vin08t22:120": "Sabbakammavācāsu atthakosallatthaṃ panettha upasampadakammavācāya evamattho daṭṭhabbo – suṇātūti savanāṇattiyaṃ paṭhamapurisekavacanaṃ. Tañca kiñcāpi yo so saṅgho savanakiriyāyaṃ niyojīyati, tassa sammukhattā ‘‘suṇāhī’’ti majjhimapurisavacanena vattabbaṃ, tathāpi yasmā saṅghasaddasannidhāne paṭhamapurisappayogova saddavidūhi samāciṇṇo bhavantabhagavantaāyasmādisaddasannidhānesu viya ‘‘adhivāsetu me bhavaṃ gotamo (pārā. 22), etassa sugata kālo, yaṃ bhagavā sāvakānaṃ sikkhāpadaṃ paññapeyya (pārā. 21), pakkamatāyasmā (pārā. 436), suṇantu me āyasmanto’’tiādīsu (mahāva. 168). Tasmā idha paṭhamapurisappayogo kato. Atha vā gāravavasenetaṃ vuttaṃ. Garuṭṭhāniyesu hi gāravavasena majjhimapurisapayoguppattiyampi paṭhamapurisappayogaṃ payujjanti ‘‘desetu sugato dhamma’’ntiādīsu (dī. ni. 2.66; ma. ni. 2.338; mahāva. 8) viyāti daṭṭhabbaṃ. Keci pana ‘‘bhante āvusoti pade apekkhitvā idha paṭhamapurisappayogo’’ti vadanti, taṃ na sundaraṃ ‘‘ācariyo me, bhante, hohi (mahāva. 77), iṅghāvuso upāli, imaṃ pabbajitaṃ anuyuñjāhī’’tiādīsu (pārā. 517) tappayogepi majjhimapurisappayogasseva dassanato.",
  "tika-vin08t22:121": "Meti yo sāveti, tassa attaniddese sāmivacanaṃ. Bhanteti ālapanatthe vuḍḍhesu sagāravavacanaṃ, ‘‘āvuso’’ti padaṃ pana navakesu. Tadubhayampi nipāto ‘‘tumhe bhante tumhe āvuso’’ti bahūsupi samānarūpattā. Saṅghoti avisesato catuvaggādike pakatattapuggalasamūhe vattati. Idha pana paccantimesu janapadesu pañcavaggato paṭṭhāya, majjhimesu janapadesu dasavaggato paṭṭhāya saṅghoti gahetabbo. Tatrāyaṃ piṇḍattho – bhante, saṅgho mama vacanaṃ suṇātūti. Idañca navakatarena vattabbavacanaṃ. Sace pana anussāvako sabbehi bhikkhūhi vuḍḍhataro hoti, ‘‘suṇātu me, āvuso saṅgho’’ti vattabbaṃ. Sopi ce ‘‘bhante’’ti vadeyya, navakataro vā ‘‘āvuso’’ti, kammakopo natthi. Keci pana ‘‘ekattha ‘āvuso’ti vatvā aññattha ‘bhante’ti vuttepi natthi doso ubhayenapi ālapanassa sijjhanato’’ti vadanti.",
  "tika-vin08t22:122": "Idāni yamatthaṃ ñāpetukāmo ‘‘suṇātū’’ti saṅghaṃ savane niyojeti, taṃ ñāpento ‘‘ayaṃ itthannāmo’’tiādimāha. Tattha ayanti upasampadāpekkhassa hatthapāse sannihitabhāvadassanaṃ, tena ca hatthapāse ṭhitasseva upasampadā ruhatīti sijjhati hatthapāsato bahi ṭhitassa ‘‘aya’’nti na vattabbato. Teneva anusāsakasammutiyaṃ so hatthapāsato bahi ṭhitattā ‘‘aya’’nti na vutto, tasmā upasampadāpekkho anupasampanno hatthapāse ṭhapetabbo. Ayaṃ itthannāmoti ayaṃ-saddo ca avassaṃ payujjitabbo, so ca imasmiṃ paṭhamanāmapayoge evāti gahetabbaṃ. ‘‘Itthannāmo’’ti idaṃ aniyamato tassa nāmadassanaṃ, ubhayenapi ayaṃ buddharakkhitotiādināmaṃ dasseti. ‘‘Upasampadāpekkho’’ti bhinnādhikaraṇavisaye bahubbīhisamāso, upasampadaṃ me saṅgho apekkhamānoti attho. Tassa ca upajjhāyataṃ samaṅgibhāvena dassetuṃ ‘‘itthannāmassa āyasmato’’ti vuttaṃ. Etena ‘‘ayaṃ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho’’ti evamādinā nayena nāmayojanāya saha attho dassito. Ettha ca ‘‘āyasmato’’ti padaṃ avatvāpi ‘‘ayaṃ buddharakkhito dhammarakkhitassa upasampadāpekkho’’ti vattuṃ vaṭṭati. Teneva pāḷiyaṃ ‘‘itthannāmena upajjhāyenā’’ti ettha ‘‘āyasmato’’ti padaṃ na vuttaṃ. Yañcettha vattabbaṃ, taṃ heṭṭhā vuttameva.",
  "tika-vin08t22:123": "Nanu cettha upajjhāyopi upasampadāpekkho viya hatthapāse ṭhito eva icchitabbo, atha kasmā ‘‘ayaṃ itthannāmo imassa itthannāmassa upasampadāpekkho’’ti evaṃ upajjhāyassa nāmaparāmasanepi idaṃ-saddappayogo na katoti? Nāyaṃ virodho upajjhāyassa abhāvepi kammakopābhāvato. Kevalañhi kammanibbattiyā santapadavasena avijjamānassapi upajjhāyassa nāmakittanaṃ anupajjhāyassa upasampadādīsupi karīyati, tasmā upajjhāyassa asannihitāyapi tapparāmasanamatteneva kammasiddhito ‘‘imassā’’ti niddisituṃ na vaṭṭatīti.",
  "tika-vin08t22:124": "Parisuddho antarāyikehi dhammehīti abhabbattādikehi upasampadāya avatthukarehi ceva pañcābādhahatthacchinnādīhi āpattikarehi ca antarāyikasabhāvehi parimutto. Evaṃ vutte eva āpattimattakarehi pañcābādhādīhi aparimuttassapi upasampadā ruhati, nāññathā. Paripuṇṇassa pattacīvaranti paripuṇṇamassa upasampadāpekkhassa pattacīvaraṃ. Evaṃ vutte eva apattacīvarassapi upasampadā ruhati, nāññathā. Upasampadaṃ yācatīti ‘‘saṅghaṃ, bhante, upasampadaṃ yācāmī’’tiādinā (mahāva. 126) yācāpitabhāvaṃ sandhāya vuttaṃ. Evaṃ tena saṅghe ayācitepi ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti vutte eva kammaṃ avipannaṃ hoti, nāññathā. Upajjhāyenāti upajjhāyena karaṇabhūtena, itthannāmaṃ upajjhāyaṃ katvā kammabhūtaṃ upasampadaṃ dātuṃ nipphādetuṃ kattubhūtaṃ saṅghaṃ yācatīti attho. Yācadhātuno pana dvikammakattā ‘‘saṅghaṃ upasampada’’nti dve kammapadāni vuttāni.",
  "tika-vin08t22:125": "Yadi saṅghassa pattakallanti ettha patto kālo imassa kammassāti pattakālaṃ, apalokanādicatubbidhaṃ saṅghagaṇakammaṃ, tadeva sakatthe ya-paccayena ‘‘pattakalla’’nti vuccati. Idha pana ñatticatutthaupasampadākammaṃ adhippetaṃ, taṃ kātuṃ saṅghassa pattakallaṃ jātaṃ. Yadīti anumatigahaṇavasena kammassa pattakallataṃ ñāpeti, yo hi koci tattha apattakallataṃ maññissati, so vakkhati. Imameva hi atthaṃ sandhāya anussāvanāsu ‘‘yassāyasmato khamati…pe… so bhāseyyā’’ti (mahāva. 127) vuttaṃ. Tadetaṃ pattakallaṃ vatthusampadā, antarāyikehi dhammehi cassa parisuddhatā, sīmāsampadā, parisāsampadā, pubbakiccaniṭṭhānanti imehi pañcahi aṅgehi saṅgahitaṃ.",
  "tika-vin08t22:126": "Tattha vatthusampadā nāma yathāvuttehi ekādasaabhabbapuggalehi ceva antimavatthuajjhāpannehi ca añño paripuṇṇavīsativasso anupasampannabhūto manussapuriso. Etasmiñhi puggale sati eva idaṃ saṅghassa upasampadākammaṃ pattakallaṃ nāma hoti, nāsati, katañca kuppameva hoti.",
  "tika-vin08t22:127": "Antarāyikehi dhammehi cassa parisuddhatā nāma yathāvuttasseva upasampadāvatthubhūtassa puggalassa ye ime bhagavatā paṭikkhittā pañcābādhaphuṭṭhatādayo mātāpitūhi ananuññātatāpaayosānā ceva hatthacchinnādayo ca dosadhammā kārakasaṅghassa āpattādiantarāyahetutāya ‘‘antarāyikā’’ti vuccanti, tehi antarāyikehi dosadhammehi parimuttatā, imissā ca sati eva idaṃ kammaṃ pattakallaṃ nāma hoti, nāsati, kataṃ pana kammaṃ sukatameva hoti ṭhapetvā ūnavīsativassaṃ puggalaṃ.",
  "tika-vin08t22:128": "Sīmāsampadā pana uposathakkhandhake (mahāva. 138 ādayo) vakkhamānanayena sabbadosarahitāya baddhābaddhavaseneva duvidhāya sīmāya vasena veditabbā. Tādisāya hi sīmāya sati eva idaṃ kammaṃ pattakallaṃ nāma hoti, nāsati, katañca kammaṃ vipajjati.",
  "tika-vin08t22:129": "Parisāsampadā pana ye ime upasampadākammassa sabbantimena paricchedena kammappattā dasahi vā pañcahi vā anūnāpārājikaṃ anāpannā anukkhittā ca samānasaṃvāsakā bhikkhū, tesaṃ ekasīmāya hatthapāsaṃ avijahitvā ṭhānaṃ, chandārahānañca chandassa ānayanaṃ, sammukhībhūtānañca appaṭikosanaṃ, upasampadāpekkharahitānaṃ uposathakkhandhake paṭikkhittānaṃ gahaṭṭhādianupasampannānañceva pārājikukkhittakanānāsaṃvāsakabhikkhunīnañca vajjanīyapuggalānaṃ saṅghassa hatthapāse abhāvo cāti imehi catūhi aṅgehi saṅgahitā. Evarūpāya ca parisāsampadāya sati eva idaṃ pattakallaṃ nāma hoti, nāsati. Tattha purimānaṃ tiṇṇaṃ aṅgānaṃ aññatarassapi abhāve kataṃ kammaṃ vipajjati, na pacchimassa.",
  "tika-vin08t22:130": "Pubbakiccaniṭṭhānaṃ nāma yānimāni ‘‘paṭhamaṃ upajjhaṃ gāhāpetabbo’’tiādinā pāḷiyaṃ (mahāva. 126) vuttāni ‘‘upajjhāgāhāpanaṃ, pattacīvarācikkhaṇaṃ, tato taṃ hatthapāsato bahi pesetvā anusāsakasammutikammakaraṇaṃ, sammatena ca gantvā anusāsanaṃ, tena ca paṭhamataraṃ āgantvā saṅghassa ñattiṃ ñāpetvā upasampadāpekkhaṃ ‘āgacchāhī’ti hatthapāse eva abbhānaṃ, tena bhikkhūnaṃ pāde vandāpetvā upasampadāyācāpanaṃ, tato antarāyikadhammapucchakasammutikammakaraṇaṃ, sammatena ca pucchana’’nti imāni aṭṭha pubbakiccāni, tesaṃ sabbesaṃ yāthāvato karaṇena niṭṭhānaṃ. Etasmiñca pubbakiccaniṭṭhāpane sati eva idaṃ saṅghassa upasampadākammaṃ pattakallaṃ nāma hoti, nāsati. Etesu pana pubbakammesu akatesupi kataṃ kammaṃ yathāvuttesu vatthusampattiādīsu vijjamānesu akuppameva hoti. Tadevamettha pattakallaṃ imehi pañcahi aṅgehi saṅgahitanti veditabbaṃ. Imināva nayena heṭṭhā vuttesu, vakkhamānesu ca sabbesu kammesu pattakallatā yathārahaṃ yojetvā ñātabbā.",
  "tika-vin08t22:131": "Itthannāmaṃ upasampādeyyāti upasampadānipphādanena taṃsamaṅgiṃ kareyya karotūti patthanāyaṃ, vidhimhi vā idaṃ daṭṭhabbaṃ. Yathā hi ‘‘devadattaṃ sukhāpeyyā’’ti vutte sukhamassa nipphādetvā taṃ sukhasamaṅginaṃ kareyyāti attho hoti, evamidhāpi upasampadamassa nipphādetvā taṃ upasampadāsamaṅginaṃ kareyyāti attho. Payojakabyāpāre cetaṃ. Yathā sukhayantaṃ kiñci suddhakattāraṃ koci hetukattā sukhahetunipphādanena sukhāpeyyāti vuccati, evamidhāpi upasampajjantaṃ suddhakattāraṃ puggalaṃ hetukattubhūto saṅgho upasampadāhetunipphādanena upasampādeyyāti vutto. Etena ca sukhaṃ viya sukhadāyakena saṅghena puggalassa dīyamānā tathāpavattaparamatthadhamme upādāya ariyajanapaññattā upasampadā nāma sammutisaccatā atthīti samatthitaṃ hoti. Ettha ca ‘‘itthannāmo saṅghaṃ upasampadaṃ yācatī’’ti (mahāva. 127) vuttattā parivāsādīsu viya yācanānuguṇaṃ ‘‘itthannāmassa upasampadaṃ dadeyyā’’ti avatvā ‘‘itthannāmaṃ upasampādeyyā’’ti vuttattā idaṃ upasampadākammaṃ dāne asaṅgahetvā kammalakkhaṇe eva saṅgahitanti daṭṭhabbaṃ. Iminā nayena ‘‘itthannāmaṃ upasampādeti, upasampanno saṅghenā’’ti etthāpi attho veditabbo. Kevalañhi tattha vattamānakālaatītakālavasena, idha pana anāmaṭṭhakālavasenāti ettakameva viseso.",
  "tika-vin08t22:132": "Esā ñattīti ‘‘saṅgho ñāpetabbo’’ti vuttañāpanā esā. Idañca anussāvanānampi sabbhāvasūcanatthaṃ vuccati. Avassañcetaṃ vattabbameva. Ñattikamme eva taṃ na vattabbaṃ. Tattha pana yya-kāre vuttamatte eva ñattikammaṃ niṭṭhitaṃ hotīti daṭṭhabbaṃ. Khamatīti ruccati. Upasampadāti saṅghena dīyamānā nipphādiyamānā upasampadā, yassa khamati, so tuṇhassāti yojanā. Tuṇhīti ca akathanatthe nipāto, akathanako assa bhaveyyāti attho. Khamati saṅghassa itthannāmassa upasampadāti pakatena sambandho. Tattha kāraṇamāha ‘‘tasmā tuṇhī’’ti. Tattha ‘‘āsī’’ti seso. Yasmā ‘‘yassa nakkhamati, so bhāseyyā’’ti tikkhattuṃ vuccamānopi saṅgho tuṇhī niravo ahosi, tasmā khamati saṅghassāti attho. Evanti iminā pakārena. Tuṇhībhāvenevetaṃ saṅghassa ruccanabhāvaṃ dhārayāmi, bujjhāmi jānāmīti attho. Iti-saddo parisamāpanatthe kato, so ca kammavācāya anaṅgaṃ, tasmā anussāvakena ‘‘dhārayāmī’’ti ettha mi-kārapariyosānameva vatvā niṭṭhapetabbaṃ, iti-saddo na payujjitabboti daṭṭhabbaṃ. Iminā nayena sabbakammavācānamattho veditabbo.",
  "tika-vin08t22:133": "Ekaporisāvātiādi sattānaṃ sarīrachāyaṃ pādehi minitvā jānanappakāradassanaṃ. Chasattapadaparimitā hi chāyā ‘‘porisā’’ti vuccati, idañca utuppamāṇācikkhaṇādi ca āgantukehi saddhiṃ vīmaṃsitvā vuḍḍhanavabhāvaṃ ñatvā vandanavandāpanādikaraṇatthaṃ vuttaṃ. Eti āgacchati, gacchati cāti utu, sova pamīyate anena saṃvaccharanti pamāṇanti āha ‘‘utuyeva utuppamāṇa’’nti. Aparipuṇṇāti upasampadādivasena aparipuṇṇā. Yadi utuvemajjhe upasampādito, tadā tasmiṃ utumhi avasiṭṭhadivasācikkhaṇaṃ divasabhāgācikkhaṇanti dasseti. Tenāha ‘‘yattakehi divasehi yassa yo utu aparipuṇṇo, te divase’’ti. Tattha yassa taṅkhaṇaṃ laddhūpasampadassa puggalassa sambandhī yo utu yattakehi divasehi aparipuṇṇo, te divaseti yojanā.",
  "tika-vin08t22:134": "Chāyādikameva sabbaṃ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha ‘‘idamevā’’tiādi. Tattha ekato katvā ācikkhitabbaṃ. Tvaṃ kiṃ labhasīti tvaṃ upasampādanakāle kataravassaṃ, katarautuñca labhasi, katarasmiṃ te upasampadā laddhāti attho. Vassanti vassānautu, idañca saṃvaccharācikkhaṇaṃ vinā vuttampi na viññāyatīti iminā utuācikkhaṇeneva sāsanavassesu vā kaliyugavassādīsu vā sahassime vā satime vā asukautuṃ labhāmīti dassitanti daṭṭhabbaṃ. Chāyāti idaṃ pāḷiyaṃ āgatapaṭipāṭiṃ sandhāya vuttaṃ, vattabbakammato pana kaliyugavassādīsu sabbadesapasiddhesu asukavasse asukautumhi asukamāse asukakaṇhe vā sukke vā pakkhe asuke tithivāravisesayutte pubbaṇhādidivasabhāge ettake chāyāpamāṇe, nāḍikāpamāṇe vā mayā upasampadā laddhāti vadeyyāsīti evaṃ ācikkhitabbaṃ. Idaṃ suṭṭhu uggahetvā āgantukehi vuḍḍhapaṭipāṭiṃ ñatvā paṭipajjāhīti vattabbaṃ. Iti ettako kathāmaggo vimativinodaniyaṃ āgato. Vajirabuddhiṭīkānayo pana ekacco idheva saṅgahaṃ gato, ekacco asanniṭṭhānavinicchayattā saṃsayahetuko hoti, tasmā idha na gahitoti.",
  "tika-vin08t22:135": "Iti vinayasaṅgahasaṃvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t22:136": "Upasampadāvinicchayakathālaṅkāro."
}