{
  "tika-vin08t18:0": "18. Kālikavinicchayakathā",
  "tika-vin08t18:1": "89. Evaṃ saṅghikasenāsanesu kattabbavinicchayaṃ kathetvā idāni catukālikavinicchayaṃ kathetuṃ ‘‘kālikānipi cattārī’’tiādimāha. Tattha karaṇaṃ kāro, kiriyā. Kāro eva kālo ra-kārassa la-kāro yathā ‘‘mahāsālo’’ti. Kāloti cettha paccuppannādikiriyā. Vuttañhi –",
  "tika-vin08t18:2": "‘‘Āraddhāniṭṭhito bhāvo, paccuppanno suniṭṭhito;",
  "tika-vin08t18:3": "Atītānāgatuppāda-mappattābhimukhā kiriyā’’ti.",
  "tika-vin08t18:4": "Ettha pana tassa tassa kiriyāsaṅkhātassa kālassa pabhedabhūto purebhattaekaahorattasattāhajīvikapariyantasaṅkhāto kālaviseso adhippeto. Kāle tasmiṃ tasmiṃ kālavisese paribhuñjitabbānīti kālikāni. Pi-saddo samuccayattho, tena kappiyā catubhūmiyoti samucceti. Cattārīti saṅkhyāniddeso, tena kālikāni nāma cattāri eva honti, na tīṇi na pañcāti dasseti, idaṃ mātikāpadassa atthavivaraṇaṃ. Tattha uddese yaṃ mātikāyaṃ (vi. saṅga. aṭṭha. ganthārambhakathā) ‘‘kālikānipi cattārī’’ti evaṃ vuttaṃ, ettha etasmiṃ mātikāpade cattāri kālikāni veditabbānīti yojanā. Katamāni tānīti āha ‘‘yāvakālika’’ntiādi . Yāvakālikaṃ…pe… yāvajīvikaṃ iti imāni vatthūni cattāri kālikāni nāmāti attho.",
  "tika-vin08t18:5": "Idāni tesaṃ vatthuñca visesanañca nāmalābhahetuñca dassento ‘‘tattha purebhatta’’ntiādimāha. Tattha tesu catūsu kālikesu yaṃ kiñci khādanīyaṃ bhojanīyaṃ yāvakālikaṃ, aṭṭhavidhapānaṃ yāmakālikaṃ, sappiādipañcavidhabhesajjaṃ sattāhakālikaṃ, sabbampi paṭiggahitaṃ yāvajīvikaṃ iti vuccatīti sambandho. Yaṃ kiñci khādanīyabhojanīyanti ettha atibyāpitaṃ pariharituṃ visesanamāha ‘‘purebhatta’’ntyādi. Purebhattaṃ paṭiggahetvā paribhuñjitabbameva yāvakālikaṃ, na aññaṃ khādanīyaṃ bhojanīyantyattho. Yāva…pe… paribhuñjitabbatoti nāmalābhahetuṃ, etena yāva kālo assāti yāvakālikanti vacanatthaṃ dasseti. Aṭṭhavidhaṃ pānanti ettha abyāpitaṃ pariharitumāha ‘‘saddhiṃ anulomapānehī’’ti. Yāva…pe… tabbatoti nāmalābhahetuṃ, etena yāmo kālo assāti yāmakālikanti vacanatthaṃ dasseti. Sattāhaṃ nidhetabbatoti nāmalābhahetuṃ, etena sattāho kālo assāti sattāhakālikanti vacanatthaṃ dasseti. Sabbampi paṭiggahitanti ettha atibyāpitaṃ pariharituṃ ‘‘ṭhapetvā udaka’’ntyāha. Yāva…pe… paribhuñjitabbatoti nāmalābhahetuṃ, tena yāvajīvaṃ kālo assāti yāvajīvikanti vacanatthaṃ dasseti.",
  "tika-vin08t18:6": "Etthāha – ‘‘yo pana bhikkhu adinnaṃ mukhadvāraṃ āhāraṃ āhareyya aññatra udakadantaponā, pācittiya’’nti (pāci. 265) vacanato nanu udakaṃ appaṭiggahitabbaṃ, atha kasmā ‘‘ṭhapetvā udakaṃ avasesaṃ sabbampi paṭiggahita’’nti vuttanti? Saccaṃ, parisuddhaudakaṃ appaṭiggahitabbaṃ, kaddamādisahitaṃ pana paṭiggahetabbaṃ hoti, tasmā paṭiggahitesu antogadhabhāvato ‘‘ṭhapetvā udaka’’nti vuttanti. Evamapi ‘‘sabbampi paṭiggahita’’nti imināva siddhaṃ paṭiggahetabbassa udakassapi gahaṇatoti? Saccaṃ, tathāpi udakabhāvena sāmaññato ‘‘sabbampi paṭiggahita’’nti ettake vutte ekaccassa udakassa paṭiggahetabbabhāvato udakampi yāvajīvikaṃ nāmāti ñāyeyya, na pana udakaṃ yāvajīvikaṃ suddhassa paṭiggahetabbābhāvato, tasmā idaṃ vuttaṃ hoti – ekaccassa udakassa paṭiggahetabbabhāve satipi suddhassa appaṭiggahitabbattā taṃ udakaṃ ṭhapetvā sabbampi paṭiggahitaṃ yāvajīvikanti vuccatīti.",
  "tika-vin08t18:7": "90.Mūlakamūlādīni upadesatoyeva veditabbāni, tāni pariyāyato vuccamānānipi na sakkā viññātuṃ. Pariyāyantarena hi vuccamāne taṃ taṃ nāmaṃ ajānantānaṃ sammohoyeva siyā, tasmā tattha na kiñci vakkhāma. Khādanīye khādanīyatthanti pūvādikhādanīye vijjamānaṃ khādanīyakiccaṃ khādanīyehi kātabbaṃ jighacchāharaṇasaṅkhātaṃ atthaṃ payojanaṃ neva pharanti na nipphādenti. Ekasmiṃ dese āhārakiccaṃ sādhentaṃ vā asādhentaṃ vā aparasmiṃ dese uṭṭhitabhūmirasādibhedena āhārajighacchāharaṇakiccaṃ asādhentampi vā sambhaveyyāti āha ‘‘tesu tesu janapadesū’’tiādi. Keci pana ‘‘ekasmiṃ janapade āhārakiccaṃ sādhentaṃ sesajanapadesupi vikāle na kappati evāti dassanatthaṃ idaṃ vutta’’ntipi vadanti. Pakatiāhāravasenāti aññehi yāvakālikehi ayojitaṃ attano pakatiyāva āhārakiccakaraṇavasena. Sammohoyeva hotīti anekatthānaṃ nāmānaṃ appasiddhānañca sambhavato sammoho eva siyā. Tenevettha mayampi mūlakamūlādīnaṃ pariyāyantaradassane ādaraṃ na karimha upadesatova gahetabbato.",
  "tika-vin08t18:8": "Yanti vaṭṭakandaṃ.",
  "tika-vin08t18:9": "Muḷālanti thūlataruṇamūlameva.",
  "tika-vin08t18:10": "Rukkhavalliādīnanti heṭṭhā vuttameva sampiṇḍetvā vuttaṃ.",
  "tika-vin08t18:11": "Antopathavīgatoti sālakalyāṇikkhandhaṃ sandhāya vuttaṃ.",
  "tika-vin08t18:12": "Sabbakappiyānīti mūlatacapattādīnaṃ vasena sabbaso kappiyāni, tesampi nāmavasena na sakkā pariyantaṃ dassetunti sambandho.",
  "tika-vin08t18:13": "Acchivādīnaṃ aparipakkāneva phalāni yāvajīvikānīti dassetuṃ ‘‘aparipakkānī’’ti vuttaṃ.",
  "tika-vin08t18:14": "Harītakādīnaṃ aṭṭhīnīti ettha miñjaṃ paṭicchādetvā ṭhitāni kapālāni yāvajīvikānīti ācariyā. Miñjampi yāvajīvikanti eke. Vimativinodaniyaṃ (vi. vi. ṭī. pācittiya 2.248-249) pana ‘‘harītakādīnaṃ aṭṭhīnīti ettha ‘miñjaṃ yāvakālika’nti keci vadanti, taṃ na yuttaṃ aṭṭhakathāyaṃ avuttattā’’ti vuttaṃ.",
  "tika-vin08t18:15": "Hiṅgūti hiṅgurukkhato paggharitaniyyāso. Hiṅgujatuādayopi hiṅguvikatiyo eva. Tattha hiṅgujatu nāma hiṅgurukkhassa daṇḍapattāni pacitvā kataniyyāso. Hiṅgusipāṭikaṃ nāma hiṅgupattāni pacitvā kataniyyāso. ‘‘Aññena missetvā kato’’tipi vadanti. Takanti aggakoṭiyā nikkhantasileso. Takapattīti pattato nikkhantasileso. Takapaṇṇīti palāse bhajjitvā katasileso. ‘‘Daṇḍato nikkhantasileso’’tipi vadanti.",
  "tika-vin08t18:16": "91.Yāmakālikesu panāti ettha kiñcāpi pāḷiyaṃ khādanīyabhojanīyapadehi yāvakālikameva saṅgahitaṃ, na yāmakālikaṃ, tathāpi ‘‘anāpatti yāmakālikaṃ yāme nidahitvā bhuñjatī’’ti idha ceva ‘‘yāmakālikena bhikkhave sattāhakālikaṃ…pe… yāvajīvikaṃ tadahupaṭiggahitaṃ yāme kappati, yāmātikkante na kappatī’’ti aññattha (mahāva. 305) ca vuttattā ‘‘yāmakālika’’ntivacanasāmatthiyato ca bhagavato adhippāyaññūhi aṭṭhakathācariyehi yāmakālikaṃ sannidhikārakaṃ pācittiyavatthumeva vuttanti daṭṭhabbaṃ.",
  "tika-vin08t18:17": "Ṭhapetvā dhaññaphalarasanti ettha ‘‘taṇḍuladhovanodakampi dhaññaphalarasoyevā’’ti vadanti.",
  "tika-vin08t18:18": "92. Sattāhakālike pañca bhesajjānīti bhesajjakiccaṃ karontu vā mā vā, evaṃladdhavohārāni pañca. ‘‘Gosappī’’tiādinā loke pākaṭaṃ dassetvā ‘‘yesaṃ maṃsaṃ kappatī’’ti iminā aññesampi rohitamigādīnaṃ sappiṃ gahetvā dasseti. Yesañhi khīraṃ atthi, sappimpi tesaṃ atthiyeva, taṃ pana sulabhaṃ vā dullabhaṃ vā asammohatthaṃ vuttaṃ . Evaṃ navanītampi. ‘‘Yesaṃ maṃsaṃ kappatī’’ti ca idaṃ nissaggiyavatthudassanatthaṃ vuttaṃ, na pana yesaṃ maṃsaṃ na kappati, tesaṃ sappiādi na kappatīti dassanatthaṃ. Manussakhīrādīnipi hi no na kappanti.",
  "tika-vin08t18:19": "93.Yāva kālo nātikkamati, tāva paribhuñjituṃ vaṭṭatīti ettha kāloti bhikkhūnaṃ bhojanakālo adhippeto, so ca sabbantimena paricchedena ṭhitamajjhanhiko. Ṭhitamajjhanhikopi hi kālasaṅgahaṃ gacchati, tato paṭṭhāya pana khādituṃ vā bhuñjituṃ vā na sakkā, sahasā pivituṃ sakkā bhaveyya, kukkuccakena pana na kattabbaṃ. Kālaparicchedajānanatthañca kālatthambho yojetabbo. Kālantare vā bhattakiccaṃ kātabbaṃ. Paṭiggahaṇeti gahaṇameva sandhāya vuttaṃ. Paṭiggahitameva hi taṃ, sannihitaṃ na kappatīti puna paṭiggahaṇakiccaṃ natthi, teneva ‘‘ajjhoharitukāmatāya gaṇhantassa paṭiggahaṇe’’ti vuttaṃ. Mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. sannidhikārakasikkhāpadavaṇṇanā) pana ‘‘ajjhoharissāmīti gaṇhantassa gahaṇe’’icceva vuttaṃ.",
  "tika-vin08t18:20": "Yanti yaṃ pattaṃ. Sandissatīti yāguyā upari sandissati. Telavaṇṇe patte satipi nisnehabhāve aṅguliyā ghaṃsantassa vaṇṇavaseneva lekhā paññāyati, tasmā tattha anāpattīti dassanatthaṃ ‘‘sā abbohārikā’’ti vuttaṃ. Sayaṃ paṭiggahetvā apariccattameva hi dutiyadivase na vaṭṭatīti ettha paṭiggahaṇe anapekkhavissajjanena, anupasampannassa nirapekkhadānena vā vijahitapaṭiggahaṇaṃ pariccattameva hotīti ‘‘apariccatta’’nti iminā ubhayathāpi avijahitapaṭiggahaṇameva vuttaṃ, tasmā yaṃ parassa pariccajitvā adinnampi sace paṭiggahaṇe nirapekkhavissajjanena vijahitapaṭiggahaṇaṃ hoti, tampi dutiyadivase vaṭṭatīti veditabbaṃ. Yadi evaṃ ‘‘patto duddhoto hotī’’tiādīsu kasmā āpatti vuttāti? ‘‘Paṭiggahaṇaṃ avissajjetvāva sayaṃ vā aññena vā tucchaṃ katvā na sammā dhovitvā niṭṭhāpite patte laggampi avijahitapaṭiggahaṇameva hotīti tattha āpattī’’ti tīsupi gaṇṭhipadesu vuttaṃ. Keci pana ‘‘sāmaṇerānaṃ pariccajantīti imasmiṃ adhikāre ṭhatvā ‘apariccattamevā’ti vuttattā anupasampannassa pariccattameva vaṭṭati, apariccattaṃ na vaṭṭatīti āpannaṃ, tasmā nirālayabhāvena paṭiggahaṇe vijahitepi anupasampannassa apariccattaṃ na vaṭṭatī’’ti vadanti. Taṃ yuttaṃ viya na dissati. Yadaggena hi paṭiggahaṇaṃ vijahati, tadaggena sannidhimpi na karoti vijahitapaṭiggahaṇassa appaṭiggahitasadisattā. Paṭiggahetvā nidahiteyeva ca sannidhipaccayā āpatti vuttā.",
  "tika-vin08t18:21": "Vimativinodaniyaṃ (vi. vi. ṭī. pācittiya 2.252-253) pana ‘‘apariccattamevāti nirapekkhatāya anupasampannassa adinnaṃ apariccattañca yāvakālikādivatthumeva sandhāya vadati, na pana taggatapaṭiggahaṇaṃ. Na hi vatthuṃ apariccajitvā tatthagatapaṭiggahaṇaṃ pariccajituṃ sakkā, na ca tādisaṃ vacanaṃ atthi, yadi bhaveyya , ‘sace patto duddhoto hoti…pe… bhuñjantassa pācittiya’nti vacanaṃ virujjheyya. Na hi dhovanena āmisaṃ apanetuṃ vāyamantassa paṭiggahaṇe apekkhā vattati. Yena punadivase bhuñjato pācittiyaṃ janeyya, patte pana vattamānā apekkhā taggatike āmisepi vattati eva nāmāti āmise anapekkhatā ettha na labbhati, tato āmise avijahitapaṭiggahaṇaṃ punadivase pācittiyaṃ janetīti idaṃ vuttaṃ. Atha mataṃ ‘yadaggenettha āmisānapekkhatā na labbhati, tadaggena paṭiggahaṇānapekkhatāpi na labbhatī’ti. Tathā sati yattha āmisāpekkhā atthi, tattha paṭiggahaṇāpekkhāpi na vigacchatīti āpannaṃ, evañca paṭiggahaṇe anapekkhavissajjanaṃ visuṃ na vattabbaṃ siyā, aṭṭhakathāyañcetampi paṭiggahaṇavijahanaṃ kāraṇattena abhimataṃ siyā. Idaṃ suṭṭhutaraṃ katvā visuṃ vattabbaṃ cīvarāpekkhāya vattamānāyapi paccuddhārena adhiṭṭhānavijahanaṃ viya. Etasmiñca upāye sati gaṇṭhikāhatapattesu avaṭṭanatā nāma na siyāti vuttovāyamattho, tasmā yaṃ vuttaṃ sāratthadīpaniyaṃ (sārattha. ṭī. pācittiya 3.252-253) ‘yaṃ parassa pariccajitvā adinnampi sace paṭiggahaṇe nirapekkhavissajjanena vijahitapaṭiggahaṇaṃ hoti, tampi dutiyadivase vaṭṭatī’tiādi, taṃ na sārato paccetabba’’nti vuttaṃ.",
  "tika-vin08t18:22": "Pāḷiyaṃ (pāci. 255) ‘‘sattāhakālikaṃ yāvajīvikaṃ āhāratthāya paṭiggaṇhāti, āpatti dukkaṭassā’’tiādinā sannihitesu sattāhakālikayāvajīvikesu purebhattampi āhāratthāya ajjhoharaṇepi dukkaṭassa vuttattā yāmakālikepi ajjhohāre visuṃ dukkaṭena bhavitabbanti āha ‘‘āhāratthāya ajjhoharato dukkaṭena saddhiṃ pācittiya’’nti. Pakatiāmiseti odanādikappiyāmise. Dveti purebhattaṃ paṭiggahitaṃ yāmakālikaṃ purebhattaṃ sāmisena mukhena bhuñjato sannidhipaccayā ekaṃ, yāvakālikasaṃsaṭṭhatāya yāvakālikattabhajanena anatirittapaccayā ekanti dve pācittiyāni. Vikappadvayeti sāmisanirāmisapakkhadvaye. Thullaccayaṃ dukkaṭañca vaḍḍhatīti manussamaṃse thullaccayaṃ, sesaakappiyamaṃse dukkaṭaṃ vaḍḍhati.",
  "tika-vin08t18:23": "Paṭiggahaṇapaccayā tāva dukkaṭanti ettha sannihitattā purebhattampi dukkaṭameva. Sati paccaye pana sannihitampi sattāhakālikaṃ yāvajīvikañca bhesajjatthāya gaṇhantassa paribhuñjantassa ca anāpattiyeva.",
  "tika-vin08t18:24": "94.Uggahitakaṃkatvā nikkhittanti apaṭiggahitaṃ sayameva gahetvā nikkhittaṃ. Vimativinodaniyaṃ (vi. vi. ṭī. 1.622) ‘‘uggahitakanti paribhogatthāya sayaṃ gahita’’nti vuttaṃ. Sayaṃ karotīti pacitvā karoti. Purebhattanti tadahupurebhattameva vaṭṭati savatthukapaṭiggahitattā. Sayaṃkatanti navanītaṃ pacitvā kataṃ. Nirāmisamevāti tadahupurebhattaṃ sandhāya vuttaṃ.",
  "tika-vin08t18:25": "95. Ajja sayaṃkataṃ nirāmisameva bhuñjantassa kasmā sāmaṃpāko na hotīti āha ‘‘navanītaṃ tāpentassā’’tiādi. Pacchābhattaṃ paṭiggahitakehīti khīradadhīni sandhāya vuttaṃ. Uggahitakehi kataṃ abbhañjanādīsu upanetabbanti yojanā. Ubhayesampīti pacchābhattaṃ paṭiggahitakhīradadhīhi ca purebhattaṃ uggahitakehi ca katānaṃ. Esa nayoti nissaggiyaṃ na hotīti attho. Akappiyamaṃsasappimhīti hatthiādīnaṃ sappimhi. Kāraṇapatirūpakaṃ vatvāti ‘‘sajātikānaṃ sappibhāvato’’ti kāraṇapatirūpakaṃ vatvā. Sappinayena veditabbanti nirāmisameva sattāhaṃ vaṭṭatīti attho. Etthāti navanīte. Dhotaṃ vaṭṭatīti adhotañce, savatthukapaṭiggahitaṃ hoti, tasmā dhotaṃ paṭiggahetvā sattāhaṃ nikkhipituṃ vaṭṭatīti therānaṃ adhippāyo.",
  "tika-vin08t18:26": "Mahāsīvattherassa pana vatthuno viyojitattā dadhiguḷikādīhi yuttatāmattena savatthukapaṭiggahitaṃ nāma na hoti, tasmā takkato uddhaṭamattameva paṭiggahetvā dhovitvā, pacitvā vā nirāmisameva katvā bhuñjiṃsūti adhippāyo, na pana dadhiguḷikādīhi saha vikāle bhuñjiṃsūti. Tenāha ‘‘tasmā navanītaṃ paribhuñjantena…pe… savatthukapaṭiggahaṃ nāma na hotī’’ti. Tattha adhotaṃ paṭiggahetvāpi taṃ navanītaṃ paribhuñjantena dadhiādīni apanetvā paribhuñjitabbanti attho. Keci pana ‘‘takkato uddhaṭamattameva khādiṃsū’’ti vacanassa adhippāyaṃ ajānantā ‘‘takkato uddhaṭamattaṃ adhotampi dadhiguḷikādisahitaṃ vikāle paribhuñjituṃ vaṭṭatī’’ti vadanti, taṃ na gahetabbaṃ. Na hi dadhiguḷikādiāmisena saṃsaṭṭharasaṃ navanītaṃ paribhuñjituṃ vaṭṭatīti sakkā vattuṃ. Navanītaṃ paribhuñjantenāti adhovitvā paṭiggahitanavanītaṃ paribhuñjantena. Dadhi eva dadhigataṃ yathā ‘‘gūthagataṃ muttagata’’nti (ma. ni. 2.119; a. ni. 9.11). ‘‘Khayaṃ gamissatī’’ti vacanato khīraṃ pakkhipitvā pakkasappiādipi vikāle kappatīti veditabbaṃ. Khayaṃ gamissatīti nirāmisaṃ hoti, tasmā vikālepi vaṭṭatīti attho. Ettāvatāti navanīte laggamattena visuṃ dadhiādivohāraṃ aladdhena appamattena dadhiādināti attho, etena visuṃ paṭiggahitadadhiādīhi saha pakkaṃ savatthukapaṭiggahitasaṅkhameva gacchatīti dasseti. Tasmimpīti nirāmisabhūtepi. Kukkuccakānaṃ pana ayaṃ adhippāyo – paṭiggahaṇe tāva dadhiādīhi asambhinnarasattā bhattena sahitaguḷapiṇḍādi viya savatthukapaṭiggahitaṃ nāma hoti. Taṃ pana pacantena dhovitvāva pacitabbaṃ. Itarathā pacanakkhaṇe paccamānadadhiguḷikādīhi sambhinnarasatāya sāmaṃpakkaṃ jātaṃ, tesu khīṇesupi sāmaṃpakkameva hoti, tasmā nirāmisameva pacitabbanti. Teneva ‘‘āmisena saddhiṃ pakkattā’’ti kāraṇaṃ vuttaṃ.",
  "tika-vin08t18:27": "Ettha cāyaṃ vicāraṇā – savatthukapaṭiggahitattābhāve āmisena saha bhikkhunā pakkassa sayaṃpākadoso vā parisaṅkīyati, yāvakālikatā vā. Tattha na tāva sayaṃpākadoso ettha sambhavati sattāhakālikattā. Yañhi tattha dadhiādi āmisagataṃ, taṃ parikkhīṇanti. Atha paṭiggahitadadhiguḷikādinā saha attanā pakkattā savatthukapakkaṃ viya bhaveyyāti parisaṅkīyati, tadā ‘‘āmisena saha paṭiggahitattā’’ti kāraṇaṃ vattabbaṃ, na pana ‘‘pakkattā’’ti, tathā ca upaḍḍhattherānaṃ matameva aṅgīkataṃ siyā. Tattha ca sāmaṇerādīhi pakkampi yāvakālikameva siyā paṭiggahitakhīrādiṃ pacitvā anupasampannehi katasappiādi viya, na ca taṃ yuttaṃ bhikkhācārena laddhanavanītādīnaṃ takkādiāmisasaṃsaṭṭhasambhavena aparibhuñjitabbattāppasaṅgato. Na hi gahaṭṭhā dhovitvā, sodhetvā vā patte ākirantīti niyamo atthi.",
  "tika-vin08t18:28": "Aṭṭhakathāyañca ‘‘yathā tattha patitataṇḍulakaṇādayo na paccanti, evaṃ…pe… puna pacitvā deti, purimanayeneva sattāhaṃ vaṭṭatī’’ti iminā vacanenapetaṃ virujjhati, tasmā idha kukkuccakānaṃ kukkuccuppattiyā nimittameva na dissati. Yathā cettha, evaṃ ‘‘lajjī sāmaṇero yathā tattha taṇḍulakaṇādayo na paccanti, evaṃ aggimhi vilīyāpetvā…pe… detī’’ti vacanassāpi nimittaṃ na dissati. Yadi hi etaṃ yāvakālikasaṃsaggaparihārāya vuttaṃ siyā. Attanāpi tathā kātabbaṃ bhaveyya. Gahaṭṭhehi dinnasappiādīsu ca āmisasaṃsaggasaṅkā na vigaccheyya. Na hi gahaṭṭhā evaṃ vilīyāpetvā parissāvetvā kaṇataṇḍulādiṃ apanetvā puna pacanti. Apica bhesajjehi saddhiṃ khīrādiṃ pakkhipitvā yathā khīrādi khayaṃ gacchati, evaṃ parehi pakkabhesajjatelādipi yāvakālikameva siyā, na ca tampi yuttaṃ dadhiādikhayakaraṇatthaṃ ‘‘puna pacitvā detī’’ti vuttattā, tasmā mahāsīvattheravāde kukkuccaṃ akatvā adhotampi navanītaṃ tadahupi punadivasādīsupi pacituṃ, taṇḍulādimissaṃ sappiādiṃ attanāpi aggimhi vilīyāpetvā puna takkādikhayatthaṃ pacituñca vaṭṭati.",
  "tika-vin08t18:29": "Tattha vijjamānassāpi paccamānakkhaṇe sambhinnarasassa yāvakālikassa abbohārikattena savatthukapaṭiggahitapurepaṭiggahitakānampi abbohārikatoti niṭṭhamettha gantabbanti. Teneva ‘‘ettāvatā hi savatthukapaṭiggahitaṃ nāmana hotī’’ti vuttaṃ. Visuṃ paṭiggahitena pana khīrādinā āmisena navanītādiṃ missetvā bhikkhunā vā aññehi vā pakkatelādibhesajjaṃ savatthukapaṭiggahitasaṅkhameva gacchati tattha paviṭṭhayāvakālikassa abbohārikattābhāvā. Yaṃ pana purepaṭiggahitabhesajjehi saddhiṃ appaṭiggahitaṃ khīrādiṃ pakkhipitvā pakkatelādikaṃ anupasampanneheva pakkampi savatthukapaṭiggahitampi sannidhipi na hoti tattha pakkhittakhīrādimissāpi tasmiṃ khaṇe sambhinnarasatāya purepaṭiggahitattāpattito, sace pana appaṭiggahiteheva, aññehi vā pakkatelādīsupi āmisaraso paññāyati, taṃ yāvakālikaṃva hotīti veditabbaṃ. Ayaṃ kathāmaggo vimativinodaniyaṃ (vi. vi. ṭī. 1.622) āgato. Sāratthadīpaniyaṃ (sārattha. ṭī. 2.622) pana ‘‘kukkuccāyanti kukkuccakāti iminā attanopi tattha kukkuccasabbhāvampi dīpeti. Teneva mātikāṭṭhakathāyaṃ (kaṅkhā. aṭṭha. bhesajjasikkhāpadavaṇṇanā) ‘nibbaṭṭitasappi vā navanītaṃ vā pacituṃ vaṭṭatī’ti vutta’’nti ettakameva āgato.",
  "tika-vin08t18:30": "Uggahetvāti sayameva gahetvā. Tāni paṭiggahetvāti tāni khīradadhīni paṭiggahetvā. Gahitanti taṇḍulādivigamatthaṃ puna pacitvā gahitanti attho. Paṭiggahetvā ca ṭhapitabhesajjehīti atirekasattāhapaṭiggahitehi yāvajīvikabhesajjehi, etena tehi yuttampi sappiādi atirekasattāhapaṭiggahitaṃ na hotīti dasseti. Vaddalisamayeti vassakālasamaye, anātapakāleti attho. Vuttanayena yathā taṇḍulādīni na paccanti, tathā lajjīyeva sampādetvā detīti lajjisāmaṇeraggahaṇaṃ. Apica alajjinā ajjhoharitabbaṃ yaṃ kiñci abhisaṅkharāpetuṃ na vaṭṭati, tasmāpi evamāha.",
  "tika-vin08t18:31": "96.Tilepaṭiggahetvā katatelanti attanā bhajjādīni akatvā katatelaṃ. Teneva ‘‘sāmisampivaṭṭatī’’ti vuttaṃ. Nibbaṭṭītattāti yāvakālikato vivecitattā, etena elāabhāvato yāvakālikattābhāvaṃ, bhikkhuno savatthukapaṭiggahaṇena yāvakālikattupagamanañca dasseti. Ubhayampīti attanā aññehi ca kataṃ.",
  "tika-vin08t18:32": "Yāva aruṇuggamanā tiṭṭhati, nissaggiyanti sattame divase katatelaṃ sace yāva aruṇuggamanā tiṭṭhati, nissaggiyaṃ.",
  "tika-vin08t18:33": "Acchavasanti dukkaṭavatthuno vasāya anuññātattā taṃsadisānaṃ dukkaṭavatthūnaṃyeva akappiyamaṃsasattānaṃ vasā anuññātā, na thullaccayavatthu manussānaṃ vasāti āha ‘‘ṭhapetvā manussavasa’’nti. Saṃsaṭṭhanti parissāvitaṃ. Tiṇṇaṃ dukkaṭānanti ajjhohāre ajjhohāre tīṇi dukkaṭāni sandhāya vuttaṃ. Kiñcāpi paribhogatthāya vikāle paṭiggahaṇapacanaparissāvanādīsu pubbapayogesu pāḷiyaṃ, aṭṭhakathāyañca āpatti na vuttā, tathāpi ettha āpattiyā eva bhavitabbaṃ paṭikkhittassa karaṇato āhāratthāya vikāle yāmakālikādīnaṃ paṭiggahaṇe viya. ‘‘Kāle paṭiggahitaṃ vikāle anupasampannenāpi nipakkaṃ saṃsaṭṭhañca paribhuñjantassa dvepi dukkaṭāni hontiyevā’’ti vadanti.",
  "tika-vin08t18:34": "Yasmā khīrādīni pakkhipitvā pakkabhesajjatele kasaṭaṃ āmisagatikaṃ, tena saha telaṃ paṭiggahetuṃ, pacituṃ vā bhikkhuno na vaṭṭati, tasmā vuttaṃ ‘‘pakkatelakasaṭe viya kukkuccāyatī’’ti. ‘‘Sace vasāya saha pakkattā na vaṭṭati, idaṃ kasmā vaṭṭatī’’ti pucchantā ‘‘bhante…pe… vaṭṭatī’’ti āhaṃsu, thero atikukkuccakatāya ‘‘etampi āvuso na vaṭṭatī’’ti āha, roganiggahatthāya eva vasāya anuññātattaṃ sallakkhetvā pacchā ‘‘sādhū’’ti sampaṭicchi.",
  "tika-vin08t18:35": "97.‘‘Madhukarīhi madhumakkhikāhīti idaṃ khuddakabhamarānaṃ dvinnaṃ eva visesana’’nti keci vadanti. Aññe pana ‘‘daṇḍakesu madhukārikā madhukarimakkhikā nāma, tāhi saha tisso madhumakkhikajātiyo’’ti vadanti. Bhamaramakkhikāti mahāpaṭalakārikā. Silesasadisanti sukkhatāya vā pakkatāya vā ghanībhūtaṃ. Itaranti tanukamadhu. Madhupaṭalanti madhurahitaṃ kevalaṃ madhupaṭalaṃ. ‘‘Sace madhusahitaṃ paṭalaṃ paṭiggahetvā nikkhipanti. Paṭalassa bhājanaṭṭhāniyattā madhuno vasena sattāhātikkame nissaggiyaṃ hotī’’ti vadanti, ‘‘madhumakkhitaṃ pana madhugatikamevā’’ti iminā taṃ sameti.",
  "tika-vin08t18:36": "98. ‘‘Phāṇitaṃ nāma ucchumhā nibbatta’’nti pāḷiyaṃ (pāci. 260) avisesena vuttattā, aṭṭhakathāyañca ‘‘ucchurasaṃ upādāya…pe… avatthukā ucchuvikati ‘phāṇita’nti veditabbā’’ti vacanato ucchurasopi nikkasaṭo sattāhakālikoti veditabbaṃ. Kenaci pana ‘‘madhumhi cattāro kālikā yathāsambhavaṃ yojetabbā, ucchumhi cā’’ti vatvā ‘‘samakkhikaṇḍaṃ selakaṃ madhu yāvakālikaṃ, anelakaṃ udakasambhinnaṃ yāmakālikaṃ, asambhinnaṃ sattāhakālikaṃ, madhusitthaṃ parisuddhaṃ yāvajīvikaṃ, tathā ucchuraso sakasaṭo yāvakāliko, nikkasaṭo udakasambhinno yāmakāliko, asambhinno sattāhakāliko, suddhakasaṭaṃ yāvajīvika’’nti ca vatvā uttaripi bahudhā papañcitaṃ. Tattha ‘‘udakasambhinnaṃ madhu vā ucchuraso vā sakasaṭo yāvakāliko, nikkasaṭo udakasambhinno yāmakāliko’’ti idaṃ neva pāḷiyaṃ, na aṭṭhakathāyaṃ dissati, ‘‘yāvakālikaṃ samānaṃ garutarampi muddikājātirasaṃ attanā saṃsaṭṭhaṃ lahukaṃ yāmakālikabhāvaṃ upanentaṃ udakaṃ lahutaraṃ sattāhakālikaṃ attanā saṃsaṭṭhaṃ garutaraṃ yāmakālikabhāvaṃ upanetī’’ti ettha kāraṇaṃ soyeva pucchitabbo. Sabbattha pāḷiyaṃ aṭṭhakathāyañca udakasambhinnena garutarassāpi lahubhāvopagamanaṃyeva dassitaṃ. Pāḷiyampi (mahāva. 284) hi ‘‘anujānāmi, bhikkhave, gilānassa guḷaṃ, agilānassa guḷodaka’’nti vadantena agilānena paribhuñjituṃ ayuttopi guḷo udakasambhinno agilānassapi vaṭṭatīti anuññāto.",
  "tika-vin08t18:37": "Yampi ca ‘‘ucchu ce, yāvakāliko, ucchuraso ce, yāmakāliko, phāṇitaṃ ce, sattāhakālikaṃ, taco ce, yāvajīviko’’ti aṭṭhakathāvacanaṃ dassetvā ‘‘ucchuraso udakasambhinno yāmakāliko’’ti aññena kenaci vuttaṃ, tampi tathāvidhassa aṭṭhakathāvacanassa samantapāsādikāya vinayaṭṭhakathāya abhāvato na sārato paccetabbaṃ, tatoyeva ca ‘‘ucchuraso udakasambhinnopi asambhinnopi sattāhakālikoyevā’’ti keci ācariyā vadanti. Bhesajjakkhandhake ca ‘‘anujānāmi, bhikkhave, ucchurasa’’nti ettha tīsupi gaṇṭhipadesu avisesena vuttaṃ ‘‘ucchuraso sattāhakāliko’’ti. Sayaṃkataṃ nirāmisameva vaṭṭatīti ettha aparissāvitaṃ paṭiggahitampi karaṇasamaye parissāvetvā, kasaṭaṃ apanetvā ca attanā katanti veditabbaṃ, ayaṃ sāratthadīpanīpāṭho (sārattha. ṭī. 2.623).",
  "tika-vin08t18:38": "Vimativinodaniyaṃ (vi. vi. ṭī. 1.623) pana ucchurasaṃ upādāyāti nikkasaṭarasassāpi sattāhakālikattaṃ dasseti ‘‘ucchumhā nibbatta’’nti pāḷiyaṃ sāmaññato vuttattā. Yaṃ pana suttantaṭṭhakathāyaṃ ‘‘ucchu ce, yāvakāliko, ucchuraso ce, yāmakāliko, phāṇitaṃ ce, sattāhakālikaṃ, taco ce, yāvajīviko’’ti vuttaṃ, taṃ ambaphalarasādimissatāya yāmakālikattaṃ sandhāya vuttanti gahetabbaṃ, avinayavacanattā taṃ appamāṇanti. Teneva ‘‘purebhattaṃ paṭiggahitena aparissāvitaucchurasenā’’tiādi vuttaṃ. Nirāmisameva vaṭṭati tattha paviṭṭhayāvakālikassa abbohārikattāti idaṃ guḷe kate tattha vijjamānampi kasaṭaṃ pākena sukkhatāya yāvajīvikattaṃ bhajatīti vuttaṃ. Tassa yāvakālikatte hi sāmaṃpākena purebhattepi anajjhoharaṇīyaṃ siyāti. ‘‘Savatthukapaṭiggahitattā’’ti idaṃ ucchurase cuṇṇavicuṇṇaṃ hutvā ṭhitakasaṭaṃ sandhāya vuttaṃ, tena ca ‘‘aparissāvitena appaṭiggahitena anupasampannehi kataṃ sattāhaṃ vaṭṭatīti dassetī’’ti vuttaṃ.",
  "tika-vin08t18:39": "Jhāmaucchuphāṇitanti aggimhi ucchuṃ tāpetvā kataṃ. Koṭṭitaucchuphāṇitanti khuddānukhuddakaṃ chinditvā koṭṭetvā nippīḷetvā pakkaṃ. Taṃ tattha vijjamānampi kasaṭaṃ pakkakāle yāvakālikattaṃ vijahatīti āha ‘‘taṃ yutta’’nti. Sītodakena katanti madhukapupphāni sītodakena madditvā parissāvetvā pacitvā kataṃ. ‘‘Aparissāvetvā kata’’nti keci, tattha kāraṇaṃ na dissati. Khīraṃ pakkhipitvā kataṃ madhukaphāṇitaṃ yāvakālikanti ettha khīraṃ pakkhipitvā pakkatelaṃ kasmā vikāle vaṭṭatīti ce? Tele pakkhittaṃ khīraṃ telameva hoti, aññaṃ pana khīraṃ pakkhipitvā kataṃ khīrabhāvaṃ gaṇhātīti idamettha kāraṇaṃ. Yadi evaṃ khaṇḍasakkharampi khīraṃ pakkhipitvā karonti, taṃ kasmā vaṭṭatīti āha ‘‘khaṇḍasakkharaṃ panā’’tiādi. Tattha khīrajallikanti khīrapheṇaṃ.",
  "tika-vin08t18:40": "99.‘‘Madhukapupphaṃ panā’’tiādi yāvakālikarūpena ṭhitassāpi avaṭṭanakaṃ merayabījavatthuṃ dassetuṃ āraddhaṃ. Āhārakiccaṃ karontāni etāni kasmā evaṃ paribhuñjitabbānīti codanāparihārāya bhesajjodissaṃ dassentena tappasaṅgena sabbānipi odissakāni ekato dassetuṃ ‘‘sattavidhañhī’’tiādi vuttaṃ samantapāsādikāyaṃ (pārā. aṭṭha. 2.623). Vinayasaṅgahappakaraṇe pana taṃ na vuttaṃ, ‘‘pacchābhattato paṭṭhāya sati paccayeti vuttattā paṭiggahitabhesajjāni dutiyadivasato paṭṭhāya purebhattampi sati paccayeva paribhuñjitabbāni, na āhāratthāya bhesajjatthāya paṭiggahitattā’’ti vadanti. Dvāravātapānakavāṭesūti mahādvārassa vātapānānañca kavāṭaphalakesu. Kasāve pakkhittāni tāni attano sabhāvaṃ pariccajantīti ‘‘kasāve…pe… makkhetabbānī’’ti vuttaṃ, ghuṇapāṇakādiparihāratthaṃ makkhetabbānīti attho. Adhiṭṭhetīti ‘‘idāni mayhaṃ ajjhoharaṇīyaṃ na bhavissati, bāhiraparibhogatthāya bhavissatī’’ti cittaṃ uppādetīti attho. Tenevāha ‘‘sappiñca telañca vasañca muddhani telaṃ vā abbhañjanaṃ vā’’tiādi, evaṃ paribhoge anapekkhatāya paṭiggahaṇaṃ vijahatīti adhippāyo. Evaṃ aññesupi kālikesu anajjhoharitukāmatāya suddhacittena bāhiraparibhogatthāya niyamepi paṭiggahaṇaṃ vijahatīti idampi visuṃ ekaṃ paṭiggahaṇavijahananti daṭṭhabbaṃ.",
  "tika-vin08t18:41": "Aññena bhikkhunā vattabboti ettha suddhacittena dinnattā sayampi āharāpetvā paribhuñjituṃ vaṭṭatiyeva. Dvinnampi anāpattīti yathā aññassa santakaṃ ekena paṭiggahitaṃ sattāhātikkamepi nissaggiyaṃ na hoti parasantakabhāvato, evamidampi avibhattattā ubhayasādhāraṇampi vinibbhogābhāvato nissaggiyaṃ na hotīti adhippāyo. Paribhuñjituṃ pana na vaṭṭatīti bhikkhunā paṭiggahitattā sattāhātikkame yassa kassaci bhikkhuno paribhuñjituṃ na vaṭṭati paṭiggahitasappiādīnaṃ paribhogassa sattāheneva paricchinnattā. ‘‘Tāni paṭiggahetvā sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbānī’’ti (pārā. 623) hi vuttaṃ.",
  "tika-vin08t18:42": "‘‘Āvusoimaṃ telaṃ sattāhamattaṃ paribhuñjituṃ vaṭṭatī’’ti iminā yena paṭiggahitaṃ, tena antosattāheyeva parassa vissajjitabhāvaṃ dasseti. Kassa āpattīti ‘‘paṭhamaṃ tāva ubhinnaṃ sādhāraṇattā anāpatti vuttā, idāni pana ekena itarassa vissaṭṭhabhāvato ubhayasādhāraṇatā natthīti vibhattasadisaṃ hutvā ṭhitaṃ, tasmā ettha paṭiggahitassa sattāhātikkame ekassa āpattiyā bhavitabba’’nti maññamāno ‘‘kiṃ paṭiggahaṇapaccayā paṭiggāhakassa āpatti, udāhu yassa santakaṃ jātaṃ, tassā’’ti pucchati. Nissaṭṭhabhāvatoyeva ca idha ‘‘avibhattabhāvato’’ti kāraṇaṃ avatvā ‘‘yena pariggahitaṃ, tena vissajjitattā’’ti vuttaṃ, idañca vissaṭṭhābhāvato ubhayasādhāraṇataṃ pahāya ekassa santakaṃ hontampi yena paṭiggahitaṃ, tato aññassa santakaṃ jātaṃ, tasmā parasantakapaṭiggahaṇe viya paṭiggāhakassa paṭiggahaṇapaccayā natthi āpattīti dassanatthaṃ vuttaṃ, na pana ‘‘yena paṭiggahitaṃ, tena vissajjitattā’’ti vacanato avissajjite sati avibhattepi sattāhātikkame āpattīti dassanatthaṃ avissajjite avibhattabhāvatoyeva anāpattiyā siddhattā. Sace pana itaro yena paṭiggahitaṃ, tasseva antosattāhe attano bhāgampi vissajjeti, sattāhātikkame siyā āpatti yena paṭiggahitaṃ, tasseva santakabhāvamāpannattā. ‘‘Itarassa appaṭiggahitattā’’ti iminā tassa santakabhāvepi aññehi paṭiggahitasakasantake viya tena appaṭiggahitabhāvato anāpattīti dīpeti, imaṃ pana adhippāyaṃ ajānitvā ito aññathā gaṇṭhipadakārādīhi papañcitaṃ, na taṃ sārato paccetabbaṃ, idaṃ sāratthadīpanīvacanaṃ (sārattha. ṭī. 2.625).",
  "tika-vin08t18:43": "Vimativinodaniyaṃ (vi. vi. ṭī. 1.625) pana – sace dvinnaṃ…pe… na vaṭṭatīti ettha pāṭho gaḷito, evaṃ panettha pāṭho veditabbo – sace dvinnaṃ santakaṃ ekena paṭiggahitaṃ avibhattaṃ hoti, sattāhātikkame dvinnampi anāpatti, paribhuñjituṃ pana na vaṭṭatīti. Aññathā pana saddappayogopi na saṅgahaṃ gacchati, ‘‘gaṇṭhipadepi ca ayameva pāṭho dassito’’ti sāratthadīpaniyaṃ (sārattha. ṭī. 2.625) vuttaṃ. ‘‘Dvinnampi anāpattī’’ti avibhattattā vuttaṃ. ‘‘Paribhuñjituṃ pana na vaṭṭatī’’ti idaṃ ‘‘sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabba’’nti (pārā. 623) vacanato vuttaṃ. ‘‘Yena paṭiggahitaṃ, tena vissajjitattā’’ti iminā upasampannassa dānampi sandhāya ‘‘vissajjetī’’ti idaṃ vuttanti dasseti. Upasampannassa nirapekkhadinnavatthumhi paṭiggahaṇassa avigatattepi sakasantakatā vigatāva hoti, tena nissaggiyaṃ na hoti. ‘‘Attanāva paṭiggahitattaṃ sakasantakattañcā’’ti imehi dvīhi kāraṇeheva nissaggiyaṃ hoti, na ekena. Anupasampannassa nirapekkhadāne pana tadubhayampi vijahati, paribhogopettha vaṭṭati, na sāpekkhadāne dānalakkhaṇābhāvato. ‘‘Vissajjatī’’ti etasmiñca pāḷipade kassaci adatvā anapekkhatāya chaḍḍanampi saṅgahitanti veditabbaṃ. ‘‘Anapekkhā datvā’’ti idañca paṭiggahaṇavijahanavidhidassanatthameva vuttaṃ. Paṭiggahaṇe hi vijahite puna paṭiggahetvā paribhogo sayameva vaṭṭissati, tabbijahanañca vatthuno sakasantakatāpariccāgena hotīti. Etena ca vatthumhi ajjhoharaṇāpekkhāya sati paṭiggahaṇavissajjanaṃ nāma visuṃ na labbhatīti sijjhati. Itarathā hi ‘‘paṭiggahaṇe anapekkhova paṭiggahaṇaṃ vissajjetvā puna paṭiggahetvā bhuñjatī’’ti vattabbaṃ siyā, ‘‘appaṭiggahitattā’’ti iminā ekassa santakaṃ aññena paṭiggahitampi nissaggiyaṃ hotīti dasseti. Evanti ‘‘puna gahessāmī’’ti apekkhaṃ akatvā suddhacittena paricattataṃ parāmasati. Paribhuñjantassa anāpattidassanatthanti nissaggiyamūlikāhi pācittiyādiāpattīhi anāpattidassanatthanti adhippāyo. Paribhoge anāpattidassanatthanti ettha pana nissaṭṭhapaṭilābhassa kāyikaparibhogādīsu yā dukkaṭāpatti vuttā, tāya anāpattidassanatthanti adhippāyo.",
  "tika-vin08t18:44": "100. Evaṃ catukālikapaccayaṃ dassetvā idāni tesu visesalakkhaṇaṃ dassento ‘‘imesu panā’’tiādimāha. Tattha akappiyabhūmiyaṃ sahaseyyāpahonake gehe vuttaṃ saṅghikaṃ vā puggalikaṃ vā bhikkhussa, bhikkhuniyā vā santakaṃ yāvakālikaṃ yāmakālikañca ekarattampi ṭhapitaṃ antovutthaṃ nāma hoti, tattha pakkañca antopakkaṃ nāma hoti. Sattāhakālikaṃ pana yāvajīvikañca vaṭṭati. Paṭiggahetvā ekarattaṃ vītināmitaṃ pana yaṃ kiñci yāvakālikaṃ vā yāmakālikaṃ vā ajjhoharitukāmatāya gaṇhantassa pariggahaṇe tāva dukkaṭaṃ, ajjhoharato pana ekamekasmiṃ ajjhohāre sannidhipaccayā pācittiyaṃ hotīti attho. Idāni aññampi visesalakkhaṇaṃ dassento ‘‘yāvakālikaṃ panā’’tiādimāha. Tattha sambhinnarasānīti saṃsaṭṭharasāni. Dīghakālāni vatthūni rassakālena saṃsaṭṭhāni rassakālameva anuvattantīti āha ‘‘yāvakālikaṃ pana…pe… tīṇipi yāmakālikādīnī’’ti. Itaresupi eseva nayo. Tasmātiādīsu tadahupurebhattameva vaṭṭati, na tadahupacchābhattaṃ, na rattiyaṃ, na dutiyadivasādīsūti attho.",
  "tika-vin08t18:45": "Kasmāti ce? Tadahupaṭiggahitena yāvakālikena saṃsaṭṭhattāti. Ettha ca ‘‘yāvakālikena saṃsaṭṭhattā’’ti ettakameva avatvā ‘‘tadahupaṭiggahitenā’’ti visesanassa vuttattā purepaṭiggahitayāvakālikena saṃsaṭṭhe sati tadahupurebhattampi na vaṭṭati, anajjhoharaṇīyaṃ hotīti viññāyati. ‘‘Sambhinnarasa’’nti iminā sacepi saṃsaṭṭhaṃ, asambhinnarasaṃ sesakālikattayaṃ attano attano kāle vaṭṭatīti dasseti . Yāmakālikenāti ettha ‘‘tadahupaṭiggahitenā’’ti tatiyantavisesanapadaṃ ajjhāharitabbaṃ, pubbavākyato vā anuvattetabbaṃ. Tassa phalaṃ vuttanayameva.",
  "tika-vin08t18:46": "Potthakesu pana ‘‘yāmakālikena saṃsaṭṭhaṃ pana itaradvayaṃ tadahupaṭiggahita’’nti dissati, taṃ na sundaraṃ. Yattha natthi, tameva sundaraṃ, kasmā? Dutiyantañhi visesanapadaṃ itaradvayaṃ viseseti. Tato tadahupaṭiggahitameva sattāhakālikaṃ yāvajīvikañca yāmakālikena saṃsaṭṭhe sati yāva aruṇuggamanā vaṭṭati, na purepaṭiggahitānīti attho bhaveyya, so na yutto. Kasmā? Sattāhakālikayāvajīvikānaṃ asannidhijanakattā, ‘‘dīghakālikāni rassakālikaṃ anuvattantī’’ti iminā lakkhaṇena viruddhattā ca, tasmā tadahupaṭiggahitaṃ vā hotu purepaṭiggahitaṃ vā, sattāhakālikaṃ yāvajīvikañca tadahupaṭiggahitena yāmakālikena saṃsaṭṭhattā yāva aruṇuggamanā vaṭṭatīti attho yutto, evañca upari vakkhamānena ‘‘sattāhakālikena pana tadahupaṭiggahitena saddhiṃ saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ sattāhaṃ kappatī’’ti vacanena samaṃ bhaveyya.",
  "tika-vin08t18:47": "Apica ‘‘yāmakālikena saṃsaṭṭhaṃ pana itaradvayaṃ tadahu yāva aruṇuggamanā vaṭṭatī’’ti pubbapāṭhena bhavitabbaṃ, taṃ lekhakehi aññesu pāṭhesu ‘‘tadahupaṭiggahita’’nti vijjamānaṃ disvā, idha tadahupadato paṭiggahitapadaṃ gaḷitanti maññamānehi pakkhipitvā likhitaṃ bhaveyya, ‘‘tadahū’’ti idaṃ pana ‘‘yāva aruṇuggamanā’’ti padaṃ viseseti, tena yāva tadahuaruṇuggamanā vaṭṭati, na dutiyāhādiaruṇuggamanāti atthaṃ dasseti. Teneva uparipāṭhepi ‘‘sattāhakālikena pana tadahupaṭiggahitenā’’ti rassakālikatthapadena tulyādhikaraṇaṃ visesanapadaṃ tameva viseseti, na dīghakālikatthaṃ yāvajīvikapadaṃ , tasmā ‘‘tadahupaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ sattāhaṃ kappatī’’ti vuttaṃ.",
  "tika-vin08t18:48": "Dvīhapaṭiggahitenātiādīsupi ‘‘dvīhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ chāhaṃ vaṭṭati, tīhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ pañcāhaṃ vaṭṭati, catūhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ caturāhaṃ vaṭṭati, pañcāhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ tīhaṃ vaṭṭati, chāhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ dvīhaṃ vaṭṭati, sattāhapaṭiggahitena sattāhakālikena saṃsaṭṭhaṃ tadahupaṭiggahitaṃ vā purepaṭiggahitaṃ vā yāvajīvikaṃ tadaheva vaṭṭatī’’ti evaṃ sattāhakālikasseva atītadivasaṃ parihāpetvā sesadivasavasena yojetabbaṃ, na yāvajīvikassa. Na hi yāvajīvikassa hāpetabbo atītadivaso nāma atthi sati paccaye yāvajīvaṃ paribhuñjitabbato. Tenāha ‘‘sattāhakālikampi attanā saddhiṃ saṃsaṭṭhaṃ yāvajīvikaṃ attano sabhāvaññeva upanetī’’ti. Kesuci potthakesu ‘‘yāmakālikena saṃsaṭṭhaṃ pana itaradvayaṃ tadahupaṭiggahita’’nti likhitaṃ pāṭhaṃ nissāya imasmimpi pāṭhe ‘‘tadahupaṭiggahitanti idameva icchitabba’nti maññamānā ‘‘purepaṭiggahita’’nti pāṭhaṃ paṭikkhipanti. Kesuci ‘‘purebhattaṃ paṭiggahitaṃ vā’’ti likhanti, taṃ sabbaṃ yathāvuttanayaṃ amanasikarontā vibbhantacittā evaṃ karontīti daṭṭhabbaṃ.",
  "tika-vin08t18:49": "Imesu catūsu kālikesu yāvakālikaṃ majjhanhikakālātikkame, yāmakālikaṃ pacchimayāmātikkame, sattāhakālikaṃ sattāhātikkame paribhuñjantassa āpattīti vuttaṃ. Katarasikkhāpadena āpatti hotīti pucchāyamāha ‘‘kālayāma’’iccādi. Tassattho – yāvakālikaṃ kālātikkame paribhuñjantassa ‘‘yo pana bhikkhu vikāle khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā, pācittiya’’nti iminā vikālebhojanasikkhāpadena (pāci. 248) āpatti hoti. Yāmakālikaṃ yāmātikkame paribhuñjantassa ‘‘yo pana bhikkhu sannidhikārakaṃ khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā, pācittiya’’nti iminā sannidhisikkhāpadena (pāci. 253) āpatti hoti. Sattāhakālikaṃ sattāhātikkame paribhuñjantassa ‘‘yāni kho pana tāni gilānānaṃ bhikkhūnaṃ paṭisāyanīyāni bhesajjāni, seyyathidaṃ, sappi navanītaṃ telaṃ madhu phāṇitaṃ, tāni paṭiggahetvā sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbāni, taṃ atikkāmayato nissaggiyaṃ pācittiya’’nti iminā bhesajjasikkhāpadena (pārā. 622) āpatti hotīti.",
  "tika-vin08t18:50": "Imāni cattāri kālikāni ekato saṃsaṭṭhāni sambhinnarasāni purimapurimakālikassa kālavasena paribhuñjitabbānīti vuttaṃ. Asambhinnarasāni ce honti, kathaṃ paribhuñjitabbānīti āha ‘‘sace panā’’tiādi. Tassattho suviññeyyova.",
  "tika-vin08t18:51": "Iti vinayasaṅgahasaṃvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t18:52": "Catukālikavinicchayakathālaṅkāro nāma",
  "tika-vin08t18:53": "Aṭṭhārasamo paricchedo."
}