{
  "tika-abh09t8:0": "2. Vibhaṅgamātikā",
  "tika-abh09t8:1": "Idāni dhammasaṅgaṇīmātikānantaraṃ vibhaṅgamātikāya atthavaṇṇanā anuppattā. Tassā pana –",
  "tika-abh09t8:2": "Atthato dhammabhedena, vibhaṅganayadassanā;",
  "tika-abh09t8:3": "Pāḷimuttanayā cāpi, hoti saṃvaṇṇanānayo.",
  "tika-abh09t8:4": "Sā panesā aṭṭhārasannaṃ vibhaṅgānaṃ ādimhi ṭhapitā aṭṭhārasavidhā hoti – khandhavibhaṅgamātikā-āyatana-dhātu-sacca-indriya-paccayākāra-satipaṭṭhāna-sammappadhāna-iddhipādabojjhaṅga-maggaṅgajhāna-appamaññā-sikkhāpada-paṭisambhidā-ñāṇa-khuddakavatthu-dhammahadayavibhaṅgamāti",
  "tika-abh09t8:5": "Khandhavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:6": "Tattha ādibhūtāya khandhavibhaṅgamātikāya atthato tāva – pañcakkhandhāti ettha pañcāti gaṇanaparicchedo, tena na tato heṭṭhā, na uddhanti dasseti. Khandhāti paricchinnadhammanidassanaṃ. Tatrāyaṃ khandha-saddo sambahulesu ṭhānesu nipatati rāsimhi guṇe paṇṇattiyaṃ ruḷhiyanti. Tattha ‘‘mahāudakakkhandho’’tiādīsu (saṃ. ni. 5.1037; a. ni. 4.51; 5.45; 6.37) hi rāsito khandho nāma. ‘‘Sīlakkhandho samādhikkhandho’’tiādīsu (dī. ni. 3.355) guṇato. ‘‘Addasā kho bhagavā mahantaṃ dārukkhandha’’ntiādīsu (saṃ. ni. 4.241) paṇṇattito. ‘‘Viññāṇaṃ viññāṇakkhandho’’tiādīsu (dha. sa. 63) ekampi cittaṃ ruḷhito khandho nāma, svāyamidha rāsito adhippeto. Rāsaṭṭho hi khandha-saddo, koṭṭhāsaṭṭhotipi vattuṃ vaṭṭati. Lokasmiṃ hi iṇaṃ gahetvā codiyamānā ‘‘dvīhi khandhehi dassāma , tīhi khandhehi dassāmā’’ti vadanti, tasmā khandhoti koṭṭhāsoti vuttaṃ hoti. Rūpakkhandhoti ettha ruppatīti rūpaṃ, sītuṇhādīhi pasiddhākārena ruppati ghaṭṭīyati, pīḷiyatīti attho. Vuttaṃ hetaṃ bhagavatā –",
  "tika-abh09t8:7": "‘‘Ruppatīti kho, bhikkhave, tasmā rūpanti vuccati. Kena ruppati? Sītenapi ruppati, uṇhenapi ruppati, jighacchāyapi ruppati, pipāsāyapi ruppatī’’tiādi (saṃ. ni. 3.79).",
  "tika-abh09t8:8": "Rūpañca taṃ khandho cāti rūpakkhandho, rūparāsi rūpakoṭṭhāsoti attho. Vedanākkhandhādīsupi eseva nayoti ayaṃ tāvettha atthato saṃvaṇṇanānayo.",
  "tika-abh09t8:9": "Dhammabhedato panettha heṭṭhā kusalattike vibhattā atītādibhedabhinnā sabbe rūpadhammā rūpakkhandho nāma. Tathā catubhūmakā vedanāsaññāyo vedanākkhandho nāma, saññākkhandho nāma. Vedanāsaññā pana ṭhapetvā sesā phassādayo paññāsa cetasikā saṅkhārakkhandho nāma. Pañcasu khandhesu nibbānameva asaṅgahitaṃ, upādānakkhandhesu pana sabbe lokuttaradhammā. Ayameva hi khandhehi upādānakkhandhānaṃ viseso. Khandhā avisesato vuttā, upādānakkhandhā sāsavopādāniyabhāvena visesetvā. Idha pana avisesena vuttattā nibbānaṃ ṭhapetvā avasesā sabbe dhammā saṅgahaṃ gacchantīti ayaṃ dhammabhedato saṃvaṇṇanānayo.",
  "tika-abh09t8:10": "Vibhaṅganayadassanāti vibhaṅgapāḷiyā āgataatthanayadassanato. Vibhaṅgapāḷiyaṃ hi suttantabhājanīyaṃ abhidhammabhājanīyaṃ pañhāpucchakanti tīhi nayehi khandhavibhaṅgo vibhatto. Tathā āyatanavibhaṅgādayo. Kevalaṃ hi indriyavibhaṅge, sikkhāpadavibhaṅge ca suttantabhājanīyaṃ natthi. Paccayākāravibhaṅge pañhāpucchakaṃ natthi. Ñāṇavibhaṅgādīsu pana tīsu tayopi nayā na santi. Tesu hi ñāṇavibhaṅgo ekavidhato paṭṭhāya yāva dasavidhā vibhatto, khuddakavatthuvibhaṅgo ekavidhato paṭṭhāya yāva dvāsaṭṭhipabhedā vibhatto, dhammahadayavibhaṅgo pana sabbasaṅgahādīhi dasahi vārehi vibhatto, tasmā tesaṃ tesaṃ nayānaṃ mukhamattadassanavasena tattha tattha saṃvaṇṇanā bhavissanti. Tatridaṃ khandhavibhaṅge tiṇṇaṃ nayānaṃ mukhamattadassanaṃ. Seyyathidaṃ – suttantabhājanīye tāva rūpakkhandho –",
  "tika-abh09t8:11": "‘‘Tattha katamo rūpakkhandho? Yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, tadekajjhaṃ abhisaññūhitvā abhisaṅkhipitvā ayaṃ vuccati rūpakkhandho’’ti (vibha. 2) –",
  "tika-abh09t8:12": "Evaṃ uddisitvā vitthārato vibhatto, tathā vedanākkhandhādayopi. Tattha niyakajjhattaṃ nāma ajjhattarūpaṃ ajjhattaṃ nāma, tato aññaṃ parapuggalagataṃ, aviññāṇañca bahiddhā nāma, tathā vedanādayopi. Pasādavisayarūpaṃ pana oḷārikaṃ nāma, sesaṃ sukhumaṃ nāma. Aniṭṭharūpaṃ hīnaṃ nāma, iṭṭharūpaṃ paṇītaṃ nāma.",
  "tika-abh09t8:13": "Nanu iṭṭhāniṭṭhaṃ nāma pāṭekkaṃ paṭivibhattaṃ nāma natthi, ekaṃ ekaccassa iṭṭhaṃ hoti manāpaṃ, tadeva aññassa ca aniṭṭhaṃ hoti. Vatthādīni hi sūkarādīnaṃ nappiyāni honti, na manussādīnaṃ, tesañca vatthābharaṇādīni piyāni, na sūkarādīnanti, tasmā rucivaseneva iṭṭhāniṭṭhatā gahetabbā? Na, iṭṭhāniṭṭhānaṃ pāṭekkaṃ vibhattattā. Kusalakammajaṃ hi kusalavipākavisayova iṭṭhaṃ nāma, akusalakammajaṃ akusalavipākavisayova aniṭṭhaṃ nāma, saññāvipallāsena pana koci iṭṭhameva buddharūpādiṃ javanakkhaṇe aniṭṭhato manasi karoti, aniṭṭhañca nirayaggisatthavisādiṃ iṭṭhato manasi karoti. Javanehi eva vipallāsabhāvo, na vipākehīti vipākavasena iṭṭhāniṭṭhaṃ niyataṃ veditabbaṃ.",
  "tika-abh09t8:14": "Sammohavinodaniyā pana vibhaṅgaṭṭhakathāya –",
  "tika-abh09t8:15": "‘‘Sukhasamphassaṃ hi gūthakalalaṃ cakkhudvāraghānadvāresu aniṭṭhaṃ, kāyadvāre iṭṭhaṃ hoti. Cakkavattino maṇiratanena pothiyamānassa, suvaṇṇasūle uttāsiyamānassa ca maṇiratanasuvaṇṇasūlāni cakkhudvāre iṭṭhāni honti, kāyadvāre aniṭṭhānī’’ti (vibha. aṭṭha. 6) –",
  "tika-abh09t8:16": "Evaṃ dvāravasena ekasseva vatthuno iṭṭhatā, aniṭṭhatā ca vuttā. Sā ca ekakkhaṇe na yuttā ekakalāpagatabhūtopādāyarūpānaṃ ekasāmaggiyamuppattito. Na hi bhūtesu akusalavasena aniṭṭhesu uppajjantesu tadupādāyarūpādikusalena iṭṭhāni uppajjanti, bhinnakkhaṇe pana iṭṭhāni maṇiratanādīni tehi pothiyamānassa akusalapaccayena utunā aniṭṭhāni vipariṇamanti, kusalapaccayena aniṭṭhāni gūthakalalādīni iṭṭhānīti, ayaṃ no attanomati. Evaṃ vibhattesu ca iṭṭhāniṭṭhesu taṃ taṃ rūpaṃ upādāyupādāya hīnaṃ, paṇītañca daṭṭhabbaṃ. Sukhumaṃ pana rūpaṃ dūrerūpaṃ nāma, oḷārikaṃ santikerūpaṃ nāma. Taṃ taṃ vā pana rūpaṃ upādāyupādāya rūpaṃ dūre santike daṭṭhabbaṃ. Sesaṃ vuttanayameva.",
  "tika-abh09t8:17": "Vedanādīsu pana akusalā vedanā oḷārikā, itarā sukhumā. Kusalākusalā oḷārikā, abyākatā sukhumā. Dukkhā vedanā oḷārikā, itarā sukhumā. Sukhadukkhā vā oḷārikā, itarā sukhumā. Asamāpannassa vā vedanā oḷārikā, samāpannassa sukhumā. Sāsavā oḷārikā , anāsavā sukhumā. Taṃ taṃ vā pana vedanaṃ upādāyupādāya oḷārikasukhumatā daṭṭhabbā. Akusalā vedanā kusalābyākatāhi dūre, tā ca tāya dūreti evaṃ jātisabhāvapuggalabhūmibhedato vuttanayena dūrevedanā daṭṭhabbā, kusalā vedanā kusalāya santiketi evaṃ jātiādisāmaññato santikevedanā daṭṭhabbā. Taṃ taṃ vā pana vedanaṃ upādāyupādāya vedanā dūresantike daṭṭhabbā. Evaṃ saññākkhandhādīsupi yathānurūpaṃ oḷārikasukhumatādayo veditabbāti. Ayamettha saṅkhepo, vitthāro pana vibhaṅgapāḷiaṭṭhakathāsu (vibha. 8 ādayo; vibha. aṭṭha. 8 ādayo) gahetabboti ayaṃ suttantabhājanīyanayo.",
  "tika-abh09t8:18": "Abhidhammabhājanīyanaye rūpakkhandhassa tāva ekavidhādito yāva ekādasavidhā rūpakaṇḍe vuttanayena veditabbā. Vedanākkhandho pana ekavidho phassasampayutto, duvidho sahetukadukavasena, tividho kusalattikavasena, catubbidho catubhūmakavasena, pañcavidho sabhāvabhedena, chabbidho chadvārikavasena, sattavidho sattaviññāṇasampayogavasena, aṭṭhavidho tesu kāyaviññāṇasampayuttaṃ sukhadukkhavasena dvidhā bhinditvā, navavidho tesu manoviññāṇasampayuttaṃ kusalattikavasena tidhā bhinditvā, dasavidho tesu kāyaviññāṇasampayuttaṃ duvidhā, manoviññāṇasampayuttañca tidhā bhinditvāti evaṃ sahetukadukamūlaṃ paṭhamavāraṃ vatvā puna kusalattikaṭṭhāne vedanāttikapītittikasanidassanattikavajjite sabbattike yojetvā yāva dasavidhā, aparepi aṭṭhārasa vārā vuttā. Yathā cettha sahetukadukamūlikā sabbattikayojanā, evaṃ hetusampayuttadukādīsu anurūpadukamūlikāpi saraṇadukapariyosānā paccekaṃ sabbattikayojanāpi veditabbāti ayaṃ dukamūlako yojanānayo. Yathā ca ekekadukena sabbattikayojanāvasena dukamūlako nayo vutto, evaṃ ekekattikena yathānurūpaṃ sabbadukayojanāvasena tikamūlako, tadubhayamissakavasena ubhatovaḍḍhanako ca nayo veditabbo. Yathā cettha vedanākkhandhe, evaṃ saññākkhandhādīsupi yathārahaṃ dukamūlakādinayā veditabbāti ayaṃ abhidhammabhājanīyanayo.",
  "tika-abh09t8:19": "Pañhāpucchakanaye pana pañcannaṃ khandhānaṃ kati kusalā, kati akusalā, kati abyākatā, kati sukhāya vedanāya sampayuttā…pe… kati saraṇā, kati araṇāti? Rūpakkhandho abyākato, cattāro khandhā siyā kusalā, siyā akusalā, siyā abyākatā, rūpaṃ, vedanā ca vedanāttike na vattabbā, sesā tidhāpi honti, rūpaṃ nevavipākanavipākadhammadhammaṃ, siyā upādinnupādāniyaṃ, siyā anupādinnupādāniyaṃ, asaṃkiliṭṭhasaṃkilesikaṃ, sesā cattāro khandhā tīhi tikehi tidhāpi honti. Rūpaṃ avitakkaavicāraṃ, tayo khandhā tidhāpi honti, saṅkhārakkhandho tidhā ca na vattabbo ca. Rūpaṃ na vattabbaṃ, vedanā siyā pītisahagatā, na vattabbā, tayo tidhā ca na vattabbā ca. Rūpaṃ nevadassanenanabhāvanāyapahātabbaṃ, nadassanenanabhāvanāyapahātabbahetukaṃ, nevācayagāminaapacayagāmi, nevasekhaṃnāsekhaṃ, parittaṃ, sesā tidhāpi honti. Parittārammaṇattike rūpaṃ anārammaṇaṃ, sesā tidhā ca na vattabbā ca. Rūpaṃ majjhimaṃ, aniyataṃ, sesā tidhāpi. Maggārammaṇattike ca rūpaṃ anārammaṇaṃ, sesā tidhāpi vā na vattabbā. Uppannātītattikesu pañcapi tidhā honti. Atītārammaṇattike rūpaṃ anārammaṇaṃ, sesā tidhā ca na vattabbā ca. Ajjhattattike pañcapi tidhā honti. Ajjhattārammaṇattike rūpaṃ anārammaṇaṃ, sesā tidhāpi na vattabbā ca. Cattāro khandhā anidassanaappaṭighā, rūpakkhandho tidhāpi hoti.",
  "tika-abh09t8:20": "Cattāro khandhā nahetū, saṅkhārakkhandho siyā hetu, siyā na hetu. Rūpaṃ ahetukaṃ, hetuvippayuttaṃ, sesā dvidhāpi. Tayo khandhā siyā sahetukā ceva na ca hetū, siyā na vattabbā ca, saṅkhārakkhandho dvidhā ca na vattabbo ca, rūpaṃ na vattabbameva. Tathā anantaradukepi. Rūpaṃ nahetuahetukaṃ, tayo dvidhāpi, saṅkhārakkhandho dvidhā ca na vattabbo ca. Pañcapi sappaccayā, saṅkhatā, cattāro anidassanā, appaṭighā, rūpaṃ dvidhāpi. Rūpaṃ rūpī, sesā arūpino. Rūpaṃ lokiyaṃ, sesā dvidhāpi. Pañcapi kenaci viññeyyā, na ca kenaci viññeyyā ca. Cattāro no āsavā, saṅkhārā dvidhāpi, na vattabbā ca. Rūpaṃ sāsavo, āsavavippayutto , sesā dvidhāpi. Rūpaṃ sāsavā ceva no ca āsavā, tayo tathā ca na vattabbā ca. Saṅkhāro dvidhā ca na vattabbo ca. Rūpaṃ na vattabbameva, tayo siyā āsavasampayuttā ceva no ca āsavā, siyā na vattabbā, saṅkhāro dvidhā ca na vattabbo ca. Rūpaṃ āsavavippayuttaṃ sāsavañca, sesā dvidhā ca na vattabbā ca. Iminā nayena saṃyojanagocchakādīsupi yojanā veditabbā. Kevalaṃ hi parāmāsasampayuttaduke rūpaṃ parāmāsavippayuttaṃ, tayo dvidhāpi, saṅkhāro dvidhāpi, diṭṭhivasena na vattabbo ca. Tatiye ettakameva viseso. Rūpaṃ anārammaṇaṃ, sesā sārammaṇā. Viññāṇaṃ cittaṃ, sesā no cittā. Tayo cetasikā, dve acetasikā. Tayo cittasampayuttā, rūpaṃ cittavippayuttaṃ. Viññāṇaṃ na vattabbaṃ. Tathā cittasaṃsaṭṭhadukepi. Tayo cittasamuṭṭhānā, viññāṇaṃ no cittasamuṭṭhānaṃ. Rūpaṃ dvidhāpi. Tathā anantaradukadvayepi. Tayo cittasaṃsaṭṭhasamuṭṭhānā, dve no cittasaṃsaṭṭhasamuṭṭhānā. Tathā anantaradukadvayepi. Viññāṇaṃ ajjhattikaṃ, tayo bāhirā, rūpaṃ dvidhāpi. Cattāro no upādā. Rūpaṃ dvidhāpi. Pañcapi siyā upādinnā, siyā anupādinnā, no upādānā.",
  "tika-abh09t8:21": "Kilesagocchako vuttanayova. Rūpaṃ nevadassanenanabhāvanāya pahātabbaṃ, sesā dvidhāpi. Evaṃ yāvapītidukā yojanā veditabbā.",
  "tika-abh09t8:22": "Rūpaṃ na vedanā, na sukhā, na sukhasahagatā, sesā dvidhāpi. Tathā anantaradukepi. Rūpaṃ kāmāvacaraṃ, sesā dvidhāpi. Evaṃ yāva saraṇadukā yojanā veditabbā. Ayaṃ pañhāpucchakanayo.",
  "tika-abh09t8:23": "Ime pana nayā vitthārato pāḷiaṭṭhakathāhi ñātabbā. Atthavinicchayo ca nesaṃ dhammasaṅgaṇīmātikatthasaṃvaṇṇanāya vuttānusārena ñātabbo. Ito paraṃ atirekaṃ avatvā apubbameva vaṇṇayissāmāti ayaṃ vibhaṅganayadassanato saṃvaṇṇanānayo.",
  "tika-abh09t8:24": "Idāni panettha –",
  "tika-abh09t8:25": "Kamatonūnādhikato, daṭṭhabbasamabhedato;",
  "tika-abh09t8:26": "Pāḷimuttanayo ñeyyo, khandhakosallamicchatā.",
  "tika-abh09t8:27": "Tattha kamatoti ettha uppattikkamo pahānakkamo paṭipattikkamo bhūmikkamo desanākkamoti bahuvidhesu kamesu khandhānaṃ desanākkamova yujjati, na itare, asambhavā. Abhedena hi pañcasu khandhesu attaggāhapatitaṃ veneyyajanaṃ samūhaghanavinibbhogadassanena attaggāhato mocetukāmo bhagavā hitakāmo tassa tassa janassa sukhaggahaṇatthaṃ cakkhuādīnaṃ visayabhūtaṃ oḷārikaṃ paṭhamaṃ rūpakkhandhaṃ desesi, tato iṭṭhāniṭṭhavisayasaṃvedakaṃ oḷārikaṃ vedanaṃ, yaṃ vedeti, taṃ sañjānātīti evaṃ vedanāvisayassa ākāraggāhikaṃ saññaṃ, saññāvasenābhisaṅkhārake saṅkhāre, tesaṃ vedanādīnaṃ nissayādhipatibhūtaṃ viññāṇanti ayaṃ tāvettha kamo.",
  "tika-abh09t8:28": "Anūnādhikatoti kasmā pana bhagavatā pañceva khandhā vuttā anūnā anadhikāti? Sabbasaṅkhatasabhāgekasaṅgahato, attattaniyaggāhavatthussa etapparamato, aññesañca tadavarodhato. Anekappabhedesu hi saṅkhatadhammesu sabhāgavasena saṅgayhamānesu rūpaṃ rūpasabhāgekasaṅgahavasena eko khandho hoti, vedanā vedanāsabhāgekasaṅgahavasena eko khandho hoti. Esa nayo saññādīsupi, tasmā sabbasaṅkhatasabhāgekasaṅgahato pañceva vuttā. Etaparamañcetaṃ attattaniyaggāhavatthu, yadidaṃ rūpādayo pañca, tasmā attattaniyaggāhavatthussa etaparamatopi pañceva vuttā. Yepi caññe sīlādayo pañca dhammakkhandhā vuttā, tepi saṅkhārakkhandhapariyāpannattā ettheva avarodhaṃ gacchanti, tasmā aññesaṃ tadavarodhatopi pañceva vuttāti ayaṃ anūnādhikato.",
  "tika-abh09t8:29": "Daṭṭhabbasamabhedatoti daṭṭhabbabhedato, upamābhedato ca. Tattha daṭṭhabbabhedato tāva pañcupādānakkhandhā sāmaññato ukkhittāsikapaccatthikato, bhārato, khādakato, aniccadukkhaanattasaṅkhātavadhakato ca daṭṭhabbā. Visesato pana pheṇapiṇḍaṃ viya rūpaṃ daṭṭhabbaṃ, udakabubbuḷamarīcikakadalikkhandhamāyā viya yathākkamaṃ vedanādayo daṭṭhabbā. Yathā hi pheṇapiṇḍo vimaddāsaho, so ca pattathālakādiatthaṃ gahitopi tamatthaṃ na sādheti, bhijjati, evaṃ rūpampi vimaddāsahaṃ, tañca subhādivasena gahitampi na tathā tiṭṭhati, asubhādiyeva hoti.",
  "tika-abh09t8:30": "Yathā vā pheṇapiṇḍo anekasandhighaṭito bahunnaṃ udakasappādipāṇakānaṃ āvāso, ādito cesa badarapakkamatto hutvā anupubbavaḍḍhanako uṭṭhitamattopi cesa bhijjati, thokaṃ gantvāpi, samuddaṃ patvā pana avassameva bhijjati , evaṃ rūpampi chiddāvachiddaṃ anekasandhighaṭitaṃ asītikimikulavokiṇṇaṃ, ādito cetaṃ kalalamattaṃ hutvā anupubbavaḍḍhanakaṃ, kalalamattepi cetaṃ bhijjati, abbudādibhāvepi āyukkhayaṃ patvā avassameva bhijjati. Evaṃ pheṇapiṇḍasadisaṃ daṭṭhabbaṃ.",
  "tika-abh09t8:31": "Yathā pana bubbuḷo muhuttaramaṇīyo agayhupago na ciraṭṭhitikova, evaṃ vedanāpi. Yathā ca bubbuḷo udakatalaṃ, udakabinduṃ, udakajallakaṃ saṅkaḍḍhitvā puṭaṃ katvā gahaṇavātañcāti cattāri kāraṇāni paṭicca uppajjati, evaṃ vedanāpi vatthuṃ, ārammaṇaṃ, kilesajallaṃ, phassasaṅghaṭṭanañcāti cattāri kāraṇāni paṭicca uppajjatīti sā bubbuḷasadisā daṭṭhabbā.",
  "tika-abh09t8:32": "Yathā pana marīcikā jalāsayādibhāvena vippalambhikā, evaṃ saññāpi niccādibhāvenāti marīcisadisā daṭṭhabbā. Yathā pana kadalikkhandho agayhupago bahuvaṭṭisamodhāno, evaṃ saṅkhārakkhandhopi agayhupagoniccādisāravirahito, phassādibahudhammasamodhāno ca hotīti so kadalikkhandhasadiso daṭṭhabbo. Yathā pana māyā asuvaṇṇarajatādirūpānipi tathā gāhāpetvā mahājanaṃ vañceti, evaṃ viññāṇampi aniccādirūpaṃ teneva cittena āgacchantaṃ viya niccādito ca gāhāpetvā vañcetīti taṃ māyāsadisaṃ daṭṭhabbaṃ. Vuttañca –",
  "tika-abh09t8:33": "‘‘Pheṇapiṇḍūpamaṃ rūpaṃ, vedanā bubbuḷūpamā;",
  "tika-abh09t8:34": "Marīcikūpamā saññā, saṅkhārā kadalūpamā;",
  "tika-abh09t8:35": "Māyūpamañca viññāṇaṃ, desitādiccabandhunā’’ti. (saṃ. ni. 3.95);",
  "tika-abh09t8:36": "Ayamettha daṭṭhabbabhedo.",
  "tika-abh09t8:37": "Upamābhedato ca pana gilānasālūpamo rūpupādānakkhandho, gelaññūpamo vedanupādānakkhandho, gelaññasamuṭṭhānūpamo saññupādānakkhandho, asappāyasevanūpamo saṅkhārupādānakkhandho , gilānūpamo viññāṇupādānakkhandho. Apica cārakakāraṇaaparādhakāraṇakārakaaparādhikūpamā ete bhājanabhojanabyañjanaparivesakabhuñjakūpamā cāti ayamettha upamābhedo. Evaṃ pāḷimuttakavinicchayanayo ñeyyo.",
  "tika-abh09t8:38": "Khandhavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:39": "Āyatanavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:40": "Āyatanavibhaṅgamātikāya pana atthato tāva – dvādasāyatanānīti ettha āyatanato, āyānaṃ tananato, āyatassa ca nayanato āyatanāni. Cakkhurūpādīsu hi taṃtaṃdvārārammaṇā cittacetasikā dhammā sena sena anubhavanādinā kiccena āyatanti upaṭṭhahanti ghaṭenti vāyamanti, te ca pana āyabhūte dhamme etāni tanonti vitthārenti, idañca atīva āyataṃ saṃsāradukkhaṃ nayanteva, pavattayantīti vuttaṃ hoti, tasmā ‘‘āyatanānī’’ti vuccanti.",
  "tika-abh09t8:41": "Apica nivāsaṭṭhānaṭṭhena, ākaraṭṭhena, samosaraṇaṭṭhānaṭṭhena, sañjābhidesaṭṭhena, kāraṇaṭṭhena ca sāsane, loke ca ‘‘āyatana’’nti vuccanti. Cakkhuādīsu hi te te cittacetasikā dhammā tadāyattavuttitāya nivasanti, tesu ca ākarabhūtesu ākiṇṇā vatthārammaṇavasena ca samosaranti, cakkhādayova nesaṃ sañjātideso, kāraṇañca, tasmā nivāsaṭṭhānādinā atthena cakkhādīni āyatanānīti veditabbāni.",
  "tika-abh09t8:42": "Cakkhāyatanantiādīsu cakkhatīti cakkhu, rūpaṃ assādeti, vibhāveti cāti attho. Rūpayatīti rūpaṃ. Vaṇṇavikāraṃ āpajjamānaṃ hadayaṅgatabhāvaṃ pakāsetīti attho. Suṇātīti sotaṃ. Sappatīti saddo, udāharīyatīti attho. Ghāyatīti ghānaṃ. Gandhayatīti gandho, attano vatthuṃ sūcayatīti attho. Jīvitaṃ avhāyatīti jivhā. Rasanti taṃ sattāti raso, assādentīti attho. Kucchitānaṃ sāsavadhammānaṃ āyoti kāyo, uppattideso. Phusīyatīti phoṭṭhabbaṃ. Manatīti mano. Attano lakkhaṇaṃ dhārentīti dhammā. Cakkhu ca taṃ yathāvuttenatthena āyatanañcāti cakkhāyatanaṃ…pe… dhammā ca te āyatanañcāti dhammāyatananti ayaṃ tāvettha padattho.",
  "tika-abh09t8:43": "Dhammabhedato panettha sabbampi viññāṇaṃ manāyatanaṃ nāma. Cetasikasukhumarūpanibbānāni dhammāyatanaṃ nāma. Sesāni suviññeyyāni. Imesu ca āyatanesu atītādibhedabhinnā, kālavinimuttā ca lokiyalokuttarā sabbe nāmarūpadhammā, paññattiyo ca saṅgahitāti veditabbā. ‘‘Jāti dvīhi khandhehi ekenāyatanena ekāya dhātuyā saṅgahitā’’tiādivacanato (dhātu. 71) hi rūpārūpalakkhaṇānaṃ jātijarābhaṅgānaṃ saṅkhārakkhandhadhammāyatanadhammadhātūsu saṅgahitattā itarāsampi paññattīnaṃ yathārahaṃ tattha saṅgahitabhāvo veditabboti ayamettha dhammabhedo.",
  "tika-abh09t8:44": "Vibhaṅganayato panettha suttantabhājanīye tāva ‘‘cakkhuṃ aniccaṃ dukkhaṃ anattā vipariṇāmadhammaṃ. Rūpā aniccā dukkhā anattā vipariṇāmadhammā…pe… dhammā aniccā dukkhā anattā vipariṇāmadhammā’’ti (vibha. 154) evaṃ visayivisayāyatanavasena āyatanāni vuttānīti ayaṃ suttantabhājanīyanayo.",
  "tika-abh09t8:45": "Abhidhammabhājanīye pana pasādavisayāyatanāni tāva ‘‘tattha katamaṃ cakkhāyatanaṃ? Yaṃ cakkhu catunnaṃ mahābhūtānaṃ upādāya pasādo’’tiādinā (vibha. 156) rūpakaṇḍe (dha. sa. 597) vuttanayena vibhattāni. Manāyatanaṃ pana ekavidhato paṭṭhāya yāvadasavidhā vedanākkhandhe vuttanayena vibhattaṃ. Dhammāyatanaṃ pana ‘‘tattha katamaṃ dhammāyatanaṃ? Vedanākkhandho saññākkhandho saṅkhārakkhandho, yañca rūpaṃ anidassanaappaṭighaṃ dhammāyatanapariyāpannaṃ asaṅkhatā ca dhātū’’ti (vibha. 167) uddisitvā ‘‘tattha katamo vedanākkhandho’’tiādinā (vibha. 167) vedanākkhandhādīsu vuttanayena vibhattaṃ. Sukhumarūpanibbānāni rūpakaṇḍe vuttanayānevāti ayaṃ abhidhammabhājanīyanayo.",
  "tika-abh09t8:46": "Pañhāpucchakanayaṃ pana ito paraṃ vitthārato adassetvā tikadukānaṃ ādiantehi ceva visesatthadīpakehi ca tikadukehi yojetvā dassayissāma, sesehipi tikadukehi yojanānayo khandhe vuttanayena sakkā ñātunti. Kathaṃ dvādasannaṃ āyatanānaṃ kati kusalā…pe… kati araṇāti? Dasāyatanā abyākatā, dvāyatanā siyā kusalā, siyā akusalā, siyā abyākatā. Vedanāttike dasāyatanāni na vattabbāni, manāyatanaṃ tidhāpi, dhammāyatanaṃ tidhā na vattabbañca…pe… rūpāyatanaṃ sanidassanasappaṭighaṃ, navāyatanāni anidassanasappaṭighāni, manāyatanadhammāyatanāni anidassanaappaṭighāni, ekādasāyatanāni na hetū, dhammāyatanaṃ siyā hetu, siyā na hetu…pe… ekādasāyatanāni sappaccayāni, dhammāyatanaṃ siyā sappaccayaṃ, siyā appaccayaṃ…pe… dasāyatanāni rūpaṃ, manāyatanaṃ arūpaṃ, dhammāyatanaṃ dvidhāpi…pe… dasāyatanāni araṇāni, dvāyatanāni siyā saraṇāni, siyā araṇānīti ayaṃ pañhāpucchakanayo.",
  "tika-abh09t8:47": "Idāni pana –",
  "tika-abh09t8:48": "Kamato tāvattato ca, tesaṃ daṭṭhabbabhedato;",
  "tika-abh09t8:49": "Pāḷimuttanayenettha, viññātabbo vinicchayo.",
  "tika-abh09t8:50": "Tattha kamatoti idhāpi desanākkamova yujjati. Ajjhattikesu hi āyatanesu sanidassanasappaṭighavisayattā cakkhāyatanaṃ pākaṭanti paṭhamaṃ desitaṃ, tato anidassanasappaṭighavisayāni sotāyatanādīni. Atha vā dassanānuttariyasavanānuttariyahetubhāvato bahūpakārattā cakkhusotāyatanāni paṭhamaṃ desitāni, tato ghānāyatanādīni tīṇi, pañcannampi pana gocaravisayattā ante manāyatanaṃ, cakkhāyatanādīnaṃ gocarattā tesaṃ anantaraṃ rūpāyatanādīni. Apica viññāṇuppattikāraṇavavatthānatopi ayametesaṃ kamo veditabbo. Vuttaṃ hetaṃ ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ…pe… manañca paṭicca dhamme ca uppajjati manoviññāṇa’’nti (ma. ni. 3.421; saṃ. ni. 4.60, 113; mahāni. 107) ayaṃ tāvettha kamo.",
  "tika-abh09t8:51": "Tāvattatoti tāvabhāvato. Idaṃ vuttaṃ hoti – cakkhādayopi hi dhammā eva, evaṃ sati dhammāyatanamicceva avatvā kasmā dvādasāyatanāni vuttānīti ce? Chaviññāṇakāyuppattiyā dvārārammaṇavavatthānato ayametesaṃ bhedo hotīti dvādasa vuttāni. Cakkhuviññāṇavīthipariyāpannassa hi viññāṇakāyassa cakkhāyatanameva uppattidvāraṃ, rūpāyatanamevārammaṇaṃ. Tathā itarāni itaresaṃ. Chaṭṭhassa pana bhavaṅgamanasaṅkhāto manāyatanekadesova uppattidvāraṃ, asādhāraṇañca dhammāyatanaṃ ārammaṇanti. Iti channaṃ viññāṇakāyānaṃ uppattidvārārammaṇavavatthānato dvādasa vuttānīti ayamettha tāvattatā.",
  "tika-abh09t8:52": "Daṭṭhabbabhedatoti ettha pana sabbāni cetāni āyatanāni anāgamanato, aniggamanato ca daṭṭhabbāni. Na hi tāni pubbe udayā kutoci āgacchanti, napi uddhaṃ vayā kuhiñci gacchanti , atha kho pubbe udayā appaṭiladdhasabhāvāni uddhaṃ vayā paribhinnasabhāvāni, pubbantāparantavemajjhe paccayāyattavuttitāya avasāni pavattanti, tasmā anāgamanato, aniggamanato ca daṭṭhabbāni. Tathā nirīhato, abyāpārato ca. Na hi cakkhurūpādīnaṃ evaṃ hoti ‘‘aho vata amhākaṃ sāmaggiyaṃ viññāṇaṃ nāma uppajjeyyā’’ti, na ca tāni viññāṇuppādanatthaṃ dvārabhāvena, vatthubhāvena, ārammaṇabhāvena vā byāpāramāpajjanti, atha kho dhammatāvesā yaṃ cakkhurūpādisāmaggiyaṃ cakkhuviññāṇādīni sambhavanti, tasmā nirīhato, abyāpārato ca daṭṭhabbāni. Apica ajjhattikāni suñño gāmo viya daṭṭhabbāni dhuvasubhasukhattabhāvavirahitattā, bāhirāni gāmaghātakacorā viya. Tathā ajjhattikāni chapāṇakā viya daṭṭhabbāni, bāhirāni tesaṃ gocarā viyāti ayamettha daṭṭhabbabhedo. Evaṃ pāḷimuttanayenettha viññātabbo vinicchayo.",
  "tika-abh09t8:53": "Āyatanavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:54": "Dhātuvibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:55": "Dhātuvibhaṅgamātikāya pana atthato tāva – aṭṭhārasa dhātuyoti ettha vidahati, dhīyate, vidhānaṃ, vidhīyate etāya, ettha vā dhīyatīti dhātu. Lokiyā hi dhātuyo kāraṇabhāvena vavatthitā. Anekappakāraṃ saṃsāradukkhaṃ vidahanti nipphādenti, sattehi ca dhīyante dhārīyanti, dukkhavidhānamattameva cetā, etāhi ca kāraṇabhūtāhi saṃsāradukkhaṃ sattehi anuvidhīyati, yathāvihitañca dukkhaṃ etāsveva dhīyati ṭhapīyatīti etehi atthehi yathāsambhavaṃ ‘‘dhātuyo’’ti vuccanti.",
  "tika-abh09t8:56": "Yathā vā sarīrasaṅkhātassa samudāyassa avayavabhūtesu rasasoṇitādīsu aññamaññaṃ visabhāgalakkhaṇaparicchinnesu dhātusamaññā, evametesupi pañcakkhandhasaṅkhātassa attabhāvassa cakkhādīsu dhātusamaññā veditabbā. Lokiyalokuttarasādhāraṇatthavasena pana attano sabhāvaṃ dhārentīti dhātuyo. Nijjīvamattānametaṃ adhivacanaṃ, tasmā yathāvuttenatthena cakkhu ca taṃ dhātu cāti cakkhudhātu. Evaṃ sesesupīti ayaṃ tāvettha padattho.",
  "tika-abh09t8:57": "Dhammabhedato panettha āyatanesu vuttanayena veditabbo. Apica pañcadvārāvajjanasampaṭicchanadvayaviññāṇaṃ manodhātu nāma. Pañcaviññāṇamanodhātuvajjitaṃ pana sabbampi viññāṇaṃ manoviññāṇadhātu nāma. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:58": "Vibhaṅganayato panettha suttantabhājanīye tāva – ‘‘pathavīdhātu āpo tejo vāyo ākāsaviññāṇadhātū’’ti cha dhātuyo uddisitvā ādito pañca ajjhattikabāhiravasena, pacchimā ca cha viññāṇavasena vibhattā, aparāpi ‘‘sukhadhātu dukkhasomanassadomanassupekkhāavijjādhātū’’ti cha dhātuyo uddisitvā tathā tathā vibhattā, puna aparāpi ‘‘kāmadhātu byāpādavihiṃsānekkhammaabyāpādaavihiṃsādhātū’’ti cha dhātuyo uddisitvā, evaṃ tīhi chakkehi paccekaṃ tebhūmakā aṭṭhārasa dhātuyo sarūpato, lakkhaṇāhārato, nissayavisayapayogavinābhāvādito ca vuttāti veditabbāti ayaṃ suttantabhājanīyanayo.",
  "tika-abh09t8:59": "Abhidhammabhājanīye pana sarūpeneva aṭṭhārasa dhātuyo uddisitvā pasādavisayadhātuyo āyatane vuttanayena vibhattā, satta viññāṇadhātuyo pana –",
  "tika-abh09t8:60": "‘‘Tattha katamā cakkhuviññāṇadhātu? Cakkhuñca paṭicca rūpe ca uppajjati cittaṃ…pe… cakkhuviññāṇadhātu. Ayaṃ vuccati cakkhuviññāṇadhātu…pe… kāyaviññāṇadhātu.",
  "tika-abh09t8:61": "‘‘Tattha katamā manodhātu? Cakkhuviññāṇadhātuyā…pe… kāyaviññāṇadhātuyā…pe… niruddhasamanantarā uppajjati cittaṃ…pe… sabbadhammesu vā pana paṭhamasamannāhāro uppajjati cittaṃ…pe… ayaṃ vuccati manodhātu.",
  "tika-abh09t8:62": "‘‘Tattha katamā dhammadhātu? Vedanākkhandho saññākkhandho saṅkhārakkhandho, yañca rūpaṃ anidassanaṃ appaṭighaṃ dhammāyatanapariyāpannaṃ, asaṅkhatā ca dhātu…pe… ayaṃ vuccati dhammadhātu.",
  "tika-abh09t8:63": "‘‘Tattha katamā manoviññāṇadhātu…pe… manodhātuyāpi uppajjitvā niruddhasamanantarā uppajjati cittaṃ…pe… manañca paṭicca dhamme ca uppajjati cittaṃ…pe… ayaṃ vuccati manoviññāṇadhātū’’ti (vibha. 184) –",
  "tika-abh09t8:64": "Evaṃ vibhattā. Tattha sabbadhammesu vā pana paṭhamasamannāhāroti ettha pañcaviññāṇavisayesu sabbadhammesūti evaṃ attho gahetabbo. Manodhātuyāpi uppajjitvā niruddhasamanantarāti ettha pana pi-kāro sampiṇḍanattho, tasmā manodhātuyāpi santīraṇavoṭṭhabbanādimanoviññāṇadhātuyāpīti evamattho gahetabbo. Manañca paṭiccātiādīsu manodvāre bhavaṅgamanañceva catubhūmakadhammārammaṇañca paṭicca sahāvajjanakajavanaṃ nibbattatīti attho. Ayaṃ abhidhammabhājanīyanayo.",
  "tika-abh09t8:65": "Pañhāpucchakanaye pana aṭṭhārasannaṃ dhātūnaṃ kati kusalā…pe… kati araṇāti? Soḷasa dhātuyo abyākatā, dve dhātuyo tidhāpi honti…pe… dasa dhātuyo nevavipākanavipākadhammadhammā, pañca dhātuyo vipākā, manodhātu siyā vipākā, siyā nevavipākanavipākadhammadhammā, dve dhātuyo tidhāpi honti. Dasa dhātuyo upādinnupādāniyā, saddadhātuyo anupādinnupādāniyā, pañca dhātuyo siyā upādinnupādāniyā, siyā anupādinnupādāniyā, dve dhātuyo tidhāpi…pe… dasa dhātuyo siyā uppannā, siyā uppādino, saddadhātu siyā uppannā, siyā anuppannā, siyā na vattabbā uppādinoti, cha dhātuyo tidhāpi. Dhammadhātu tidhāva…pe… rūpadhātu sanidassanasappaṭighā, nava dhātuyo anidassanasappaṭighā, aṭṭha dhātuyo anidassanaappaṭighā. Sattarasa dhātuyo na hetū, dhammadhātu dvidhāva…pe… soḷasa dhātuyo araṇā, dve dhātuyo dvidhāpīti ayaṃ pañhāpucchakanayo.",
  "tika-abh09t8:66": "Idāni panetāsaṃ –",
  "tika-abh09t8:67": "Kamatāvattato daṭṭhabbā, paccayānaṃ vibhāgato;",
  "tika-abh09t8:68": "Dhātūnamidha viññeyyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:69": "Tattha kamato tāva idhāpi desanākkamova yujjati. So ca panāyaṃ hetuphalānupubbavavatthānavasena vutto. Cakkhudhātu rūpadhātūti idaṃ hi dvayaṃ hetu, cakkhuviññāṇadhātūti idaṃ phalaṃ. Evaṃ sabbattha. Ayaṃ tāvettha kamo.",
  "tika-abh09t8:70": "Tāvattato pana yā idha suttantabhājanīye tīhi chakkehi vuttā dhātuyo ceva, tesu tesu suttābhidhammapadesesu ‘‘ābhādhātu…pe… anekadhātunānādhātuloko’’tiādinā āgatā cāti aññāpi bahudhātuyo dissanti, tāsampi vasena paricchedaṃ avatvā kasmā aṭṭhāraseva vuttāti? Tāsampi tadantogadhattā.",
  "tika-abh09t8:71": "Apica vijānanasabhāve viññāṇe jīvasaññīnaṃ tassā cakkhuviññāṇādibhedena anekataṃ, cakkhurūpādipaccayāyattavuttitāya aniccatañca pakāsetvā tasmiṃ dīgharattānusayitajīvasaññāsamūhananatthañca aṭṭhāraseva vuttā. Kiñca bhiyyo – veneyyajjhāsayavasena ca. Veneyyā hi arūpamūḷho rūpamūḷho ubhayamūḷhoti tividhā honti. Tesaṃ tiṇṇampi yathākkamaṃ nātisaṅkhepavitthārato arūpabhedavibhāvinī khandhadesanā, rūpabhedavibhāvinī āyatanadesanā, tadubhayabhedavibhāvinī dhātudesanā sappāyāti veneyyajjhāsayavasena aṭṭhāraseva vuttāti. Vuttañca –",
  "tika-abh09t8:72": "‘‘Saṅkhepavitthāranayena tathā tathā hi,",
  "tika-abh09t8:73": "Dhammaṃ pakāsayati esa yathā yathāssa;",
  "tika-abh09t8:74": "Saddhammatejavihataṃ vilayaṃ khaṇena,",
  "tika-abh09t8:75": "Veneyyasattahadayesu tamo payātī’’ti. (vibha. aṭṭha. 183);",
  "tika-abh09t8:76": "Ayamettha tāvattatā.",
  "tika-abh09t8:77": "Daṭṭhabbato panetā sabbāpi saṅkhatā dhātuyo pubbantāparantavivittato, dhuvasubhasukhattabhāvasuññato, paccayāyattavuttito ca daṭṭhabbā. Visesato panettha bheritalaṃ viya cakkhudhātu daṭṭhabbā, daṇḍo viya rūpadhātu, saddo viya cakkhuviññāṇadhātu. Tathā tissopi cetā yathākkamaṃ ādāsatalamukhamukhanimittāni viya. Tathā tilayantacakkatelāni viya, adharāraṇīuttarāraṇīaggī viya ca daṭṭhabbā. Esa nayo sotadhātuādīsupi. Manodhātu pana yathāsambhavato cakkhuviññāṇadhātuādīnaṃ purecarānucarā viya daṭṭhabbā. Dhammadhātuyaṃ pana vedanā sallasūlamiva , saññā rittamuṭṭhi viya, saṅkhārā visarukkhamiva, sukhumarūpaṃ khuracakkaṃ viya, asaṅkhatā dhātu khemantabhūmi viya ca daṭṭhabbā, manoviññāṇadhātu pana makkaṭo viya, assakhaḷuṅko viya, yatthakāmanipātito vehāsakkhittadaṇḍo viya, raṅganaṭo viya ca daṭṭhabbā. Ayamettha daṭṭhabbatā.",
  "tika-abh09t8:78": "Paccayānaṃvibhāgato panettha cakkhuviññāṇadhātuyā cakkhu nissayapaccayo, rūpaṃ ārammaṇapaccayo, kiriyāmanodhātu anantarapaccayo, tayo arūpino khandhā sahajātapaccayo. Evaṃ sotaviññāṇādīsupi. Manoviññāṇadhātuyā pana manodhātu anantarapaccayo, dhammadhātu ārammaṇapaccayo, sampayuttanissayasahajātādipaccayoti ayaṃ paccayavibhāgo. Evaṃ viññeyyo pāḷimuttavinicchayo.",
  "tika-abh09t8:79": "Dhātuvibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:80": "Saccavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:81": "Saccavibhaṅgamātikāya pana atthato tāva – cattāri ariyasaccānīti etthāyaṃ sacca-saddo anekesu atthesu dissati. Seyyathidaṃ – ‘‘saccaṃ bhaṇe na kujjheyyā’’tiādīsu (dha. pa. 224) vācāsacce. ‘‘Sacce ṭhitā samaṇabrāhmaṇā’’tiādīsu (jā. 2.21.433) viratisacce. ‘‘Kasmā nu saccāni vadanti nānā, pavādiyāse kusalāvadānā’’tiādīsu (su. ni. 891) diṭṭhisacce. ‘‘Ekaṃ hi saccaṃ, na dutiyamatthī’’tiādīsu (su. ni. 890) paramatthasacce, nibbāne ceva magge ca. ‘‘Catunnaṃ ariyasaccānaṃ kati kusalā’’tiādīsu (vibha. 216) ariyasacce. Svāyamidhāpi ariyasacce vattati. Kenaṭṭhena saccāni? Tathaṭṭhena. Koyaṃ tathaṭṭho nāma? Yo paññācakkhunā upaparikkhamānānaṃ māyāva viparīto, marīcīva visaṃvādako, titthiyānaṃ atthā viya anupalabbhamānasabhāvo ca na hoti, atha kho bādhanappabhavasantiniyyānabhūtena tacchāviparītabhūtabhāvena ariyañāṇassa gocaro hoti. Ayaṃ tathaṭṭho saccaṭṭhoti veditabbo. Vuttañca –",
  "tika-abh09t8:82": "‘‘Iti tacchāvipallāsabhūtabhāvaṃ catūsupi;",
  "tika-abh09t8:83": "Dukkhādīsvavisesena, saccaṭṭhaṃ āhu paṇḍitā’’ti (vibha. aṭṭha. 189; sārattha. ṭī. mahāvagga 3.14).",
  "tika-abh09t8:84": "Ariyāni ca tāni saccāni cāti ariyasaccāni. Ariyānīti uttamāni, avisaṃvādakānīti attho. Ariyehi buddhādīhi paṭivijjhitabbāni saccāni, ariyassa vā sammāsambuddhassa santakāni saccāni tena uppāditattā, pakāsitattā ca, ariyabhāvakarāni vā saccāni tesaṃ abhisambuddhattā ariyabhāvasiddhitoti ariyasaccāni. ‘‘Dukkhaṃ ariyasacca’’ntiādīsu pana du-iti ayaṃ saddo kucchite dissati. Kucchitaṃ hi puttaṃ ‘‘duputto’’ti vadanti. Khaṃ-saddo pana tucche. Tucchaṃ hi ākāsaṃ ‘‘kha’’nti vuccati. Idañca paṭhamasaccaṃ kucchitaṃ anekopaddavādhiṭṭhānato, tucchaṃ bālajanaparikappitadhuvasubhasukhattabhāvavirahitato, tasmā kucchitattā, tucchattā ca ‘‘dukkha’’nti vuccati. Saṃ-iti ca ayaṃ saddo ‘‘samāgamo, sameta’’ntiādīsu saṃyogaṃ dīpeti. U-iti ayaṃ saddo ‘‘uppannaṃ udita’’ntiādīsu uppattiṃ. Aya-saddo pana kāraṇaṃ dīpeti. Idañca dutiyasaccaṃ avasesapaccayasamāyoge sati dukkhassuppattikāraṇanti ‘‘dukkhasamudayo’’ti vuccati.",
  "tika-abh09t8:85": "Tatiyasaccaṃ pana yasmā ni-saddo abhāvaṃ, rodha-saddo cārakaṃ dīpeti, tasmā abhāvo ettha, etasmiṃ vā adhigate saṃsāracārakasaṅkhātassa dukkhanirodhassa sabbagatisuññattā, tappaṭipakkhattā cāti ‘‘dukkhanirodha’’nti vuccati, dukkhassa vā anuppādanirodhapaccayattā. Catutthaṃ pana yasmā etaṃ dukkhanirodhaṃ gacchati, sattaṃ vā taṃ gamayati ārammaṇavasena tadabhimukhattā, paṭipadā ca hoti dukkhanirodhappattiyā, tasmā ‘‘dukkhanirodhagāminī paṭipadā’’ti vuccati.",
  "tika-abh09t8:86": "Apica dukkhādīnaṃ cattāro cattāro atthā vibhattā tathā avitathā anaññathā, ye dukkhādīni abhisamentehi abhisametabbā. Yathāha –",
  "tika-abh09t8:87": "‘‘Dukkhassa pīḷanaṭṭho saṅkhataṭṭho santāpaṭṭho vipariṇāmaṭṭho, ime cattāro dukkhassa dukkhaṭṭhā tathā avitathā anaññathā. Samudayassa āyūhanaṭṭho nidānaṭṭho saṃyogaṭṭho palibodhaṭṭho …pe… nirodhassa nissaraṇaṭṭho vivekaṭṭho asaṅkhataṭṭho amataṭṭho…pe… maggassa niyyānaṭṭho hetvaṭṭho dassanaṭṭho ādhipateyyaṭṭho…pe… anaññathā’’ti (paṭi. ma. 2.8).",
  "tika-abh09t8:88": "Evaṃ vibhattānaṃ catunnaṃ catunnaṃ atthānaṃ vasena dukkhādīni veditabbāni. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:89": "Dhammabhedato pana taṇhāvajjitā sabbalokiyadhammā, saṃkilesikavajjitā vā dukkhasaccaṃ nāma, taṇhā pana sabbā akusalā vā lokiyakusalā vā dhammā samudayasaccaṃ nāma, nibbānaṃ nirodhasaccaṃ nāma, lokuttarakusalacittasampayuttāni aṭṭhamaggaṅgāni dukkhanirodhagāminī paṭipadā ariyasaccaṃ nāma. Imehi pana maggaṅgehi sampayuttā cittacetasikā dhammā ceva sāmaññaphalāni cettha asaṅgahitānīti veditabbāni. Tāni hi ‘‘yadaniccaṃ taṃ dukkha’’nti (saṃ. ni. 3.15) vacanato saṅkhāradukkhasaṅgahitānipi. Yāya pariññāya bhagavati brahmacariyaṃ vussati tathattena na honti, dukkhaṃ ariyasaccanti na vuccanti, tāni ṭhapetvā sabbe lokiyalokuttaradhammā saṅgahitāti daṭṭhabbā. Ayaṃ dhammabhedo.",
  "tika-abh09t8:90": "Vibhaṅganayato panettha suttantabhājanīye dukkhasaccaṃ tāva –",
  "tika-abh09t8:91": "‘‘Tattha katamaṃ dukkhaṃ ariyasaccaṃ? Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṃ na labhati, tampi dukkhaṃ, saṃkhittena pañcupādānakkhandhā dukkhā’’ti (vibha. 190) –",
  "tika-abh09t8:92": "Uddisitvā vibhattaṃ. Tattha dukkhaṃ tividhaṃ hoti dukkhadukkhaṃ vipariṇāmadukkhaṃ saṅkhāradukkhanti. Tattha dukkhadukkhaṃ duvidhaṃ pariyāyadukkhaṃ nippariyāyadukkhanti. Tattha kāyikacetasikadukkhadomanassavedanā nippariyāyadukkhaṃ nāma, tadavasesā pana dukkhadukkhassa vatthubhūtā pañcupādānakkhandhā pariyāyadukkhaṃ nāma. Sukhasomanassavedanā vipariṇāmadukkhaṃ nāma. Sabbe pana pañcupādānakkhandhā, sabbasaṅkhatā vā saṅkhāradukkhaṃ nāma. Imesaṃ tiṇṇaṃ dukkhānaṃ vasena yathāyogaṃ tīsu bhavesu jātiādīnaṃ dukkhadukkhatā veditabbā. Kāmabhavasmiṃ hi jāti tāva sayaṃ na dukkhā, apāyagatimanussagatiādīsu pana nirayaggisantāpādimūlakaṃ, gabbhokkantikādimūlakaṃ, jighacchāpipāsādimūlakañca dukkhaṃ tassa sabbassa kāyikacetasikadukkhassa vatthubhāvena pariyāyato dukkhanti. Tathā jarāmaraṇādayopi. Kevalaṃ jarā kāyadubbalatāmūlassa, puttadārādiparibhavamūlassa ca, maraṇaṃ pana māraṇantikavedanābhūtassa, nirayādigatinimittadassanamūlassa ca dukkhassa vatthubhāvato, sokādayo sokādimūlassa kāyikacetasikadukkhassa vatthubhāvattā ceva sayaṃ dukkhattā ca dukkhāti veditabbā. Vipariṇāmadukkhasaṅkhāradukkhatā cesaṃ pasiddhāyeva. Evaṃ kāmabhave jātiādīnaṃ tīhipi dukkhehi dukkhatā veditabbā. Rūpārūpabhavesu pana yasmā sokaparidevadukkhadomanassupāyāsā na santi, tasmā tattha jātiādīnaṃ vipariṇāmadukkhasaṅkhāradukkhavasena ca dukkhatā veditabbā, na dukkhadukkhavasenāti ayaṃ dukkhasacce nayo.",
  "tika-abh09t8:93": "Samudayasaccaṃ pana ‘‘kāmataṇhā bhavataṇhā vibhavataṇhā’’ti (vibha. 203) tattakameva uddisitvā ‘‘sā kho panesā taṇhā kattha uppajjamānā uppajjatī’’ti (vibha. 203) pucchitvā channaṃ channaṃ indriyavisayaviññāṇaphassavedanāsaññācetanātaṇhāvitakkavicārānaṃ visayabhūtānaṃ vasena taṇhāya ‘‘etthesā taṇhā uppajjamānā uppajjatī’’ti evaṃ uppattiṃ pakāsetvā vitthārato vibhattaṃ.",
  "tika-abh09t8:94": "Nirodhasaccaṃ pana ‘‘tassā eva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo’’ti (vibha. 204) vatvā puna ‘‘sā kho panesā taṇhā kattha nirujjhamānā nirujjhatī’’ti (vibha. 204) pucchitvā samudayasacce vuttaindriyādīnaṃ vasena paṭilomato taṇhāya nirodhaṃ pakāsetvā vitthārato vibhattaṃ. Tattha asesavirāganirodhotiādīni padāni nibbānavevacanāni. Nibbānaṃ hi āgamma taṇhā asesā virajjati, nirujjhati, cajīyati, paṭinissajjīyati, muccati, na allīyati, tasmā ‘‘asesavirāganirodho cāgo paṭinissaggo mutti anālayo’’ti vuccati. Ekameva hi nibbānaṃ, nāmāni panassa sabbasaṅkhatānaṃ nāmapaṭipakkhavasena anekāni honti.",
  "tika-abh09t8:95": "Nanu pāṭekkaṃ nibbānaṃ nāma natthi, kilesakkhayamattameva nibbānaṃ, teneva ca tāsu tāsu suttābhidhammadesanāsu ‘‘rāgakkhayo dosakkhayo’’tiādinā (saṃ. ni. 4.314) vuttanti ce? Na, arahattanibbānānaṃ ekatāpajjanato. Arahattampi hi ‘‘yo kho, āvuso, rāgakkhayo dosakkhayo mohakkhayo, idaṃ vuccati arahatta’’nti (saṃ. ni. 4.314) rāgādīnaṃ parikkhayante uppannattā upacārena arahattaṃ rāgakkhayādibhāvena vuccati, tathā rāgādīnaṃ khayahetuttā nibbānampi rāgakkhayādibhāvena vuttanti gahetabbaṃ. Itarathā nibbānassa bahuttaṃ āpajjati rāgādīnaṃ bahunnaṃ khayassāpi bahuttā. Sabbakilesānampi khayassa ekattena paṭhamamaggena diṭṭhiādīnaṃ khaye sabbakilesakkhayo āpajjati, oḷārikattañcassa siyā tiracchānānampi uppannarāgakkhayassa pākaṭattena nibbānappattito, gotrabhūkkhaṇepi ca rāgādikkhayo hoti gotrabhuno nibbānavisayattā, maggassa pana nibbānārammaṇatāappasaṅgo. Na hi attanā khepiyamānakilesakkhayamārabbha maggo uppajjati, abhāvo cassa āpajjati rāgādikkhayabhūtassa pana abhāvassa pakkhavasena tuccharūpattā, tassāpi bhāvattābhāvāva vivekalakkhaṇaṃ na siyā, saṅkhatatā cassa siyā. Na hi kadāci upalabbhamānaṃ asaṅkhataṃ bhavitumarahati sabbesampi ahetukattāpattito, saṅkhatattepi cassa na nibbānattaṃ uppattijarābhaṅgasamaṅgitāya dukkhattā, tathā ca abhāvassāpi abhāvo, anavaṭṭhānañca khīṇānampi rāgādīnaṃ puna uppajjanaṃ yesaṃ tesameva abhāvo abhāvassa vinaṭṭhattā.",
  "tika-abh09t8:96": "Apica kāraṇantarena vā bhāve uppanne rāgādīnaṃ na kāci hāni hoti. Na hi aññassuppattiyaṃ aññaṃ vigacchati. Abhāvo bhāvassa virodhi, virodhisannidhāne ca itaraṃ vigacchatīti ce? Kimidaṃ vigamanaṃ nāma. Yadi tampi bhāvarūpaṃ, samānadosatā cassa siyā anavaṭṭhānañca, na ca atthasiddhi. Yadi tuccharūpaṃ, kiṃ paṭhamamevassa tuccharūpatāya upagatāya dūrampi gantvā upagantabbāti siddhā, rāgādikkhayabhūtassa nibbānassa tuccharūpatāya abhāvo, na ca abhāvo eva nibbānaṃ. Atītānāgatadosānamabhāve nibbānappattiyā abhāvato vattamānānañca abhāvo nāma. Abhāvo nāma na kilesavigamamatto, api tu anuppattibhāvena. Accantavigamo nibbānenāpi sampādīyatīti ce? Na, tassa kāraṇabhāvā. Vipassanā kāraṇamiti ce? Na, attādivikappajanakasaṅkhatadhammadassanena vinā anattādivikappabhūtāya vipassanāya anuppattito. Yadi hi uppajjeyya, tāya sabbepi sattā vimuttā eva siyuṃ, no ca kadāci na puccheyya viruddhadhammadassanābhāvā. Na hi dassanaṃ vinā vikappo sambhavati, na ca attāti vikappajanakarūpādidassanameva tabbiruddhavikappajanakaṃ hoti. Buddhānañca paramparopadesena rūpādīsu vipassanāvikappo uppajjatīti ce? Na, tesampi viruddhadassanābhāvena vipassanāvikappānuppattito. Na hi yādisāya kāraṇasāmaggiyā yādisaṃ kāriyaṃ uppajjati, tādisāya eva tabbiruddhaṃ uppajjati ahetukattappasaṅgato. Na ca viruddhadassanābhāvena ekassa vipassanāvikappajanakasāmatthiyābhāvato tādisānaṃ paramparāyapi tabbhāvo, tadupadeso ca sambhavati. Tilakkhaṇūpadesanānantarikatāya pana buddhānaṃ nibbānasacchikiriyā siddhi, tenevassa kilesānamaccantappahānassa, vipassanopadesasāmatthiyassa ca siddhīti nibbānameva tadubhayakāraṇaṃ, nāññanti gahetabbaṃ.",
  "tika-abh09t8:97": "Kasmā pana nibbānadassanena rāgādīnaṃ accantappahānaṃ, tilakkhaṇañca hoti. Na hi aññassa dassanena itararāgappahānaṃ, tilakkhaṇañāṇañca yuttanti? Na, asaṅkhatadassanena saṅkhatassa vā dosassa vā pākaṭattā. Diṭṭhaaccantasukhānaṃ hi vaṭṭasukhe, tannissayārammaṇādīsu ca sukhābhimāno, vaṭṭābhirati ca pahīyati diṭṭhaparatīrassa nāvikassa nāvāyekadese sukhābhimānābhiratiyo viya. Apica saṅkhatadhammesu allinā rāgādayo asaṅkhatadhamme saṇṭhātuṃ na sakkonti aggikkhandhe viya makkhikā, thale viya ca jalacarā, nibbānadassanena pahīnadosassa cittassa yāthāvato tesu saṅkhatesu tilakkhaṇadassanaṃ sambhavati bhesajjālepena vihatakācatimirādidosassa cakkhuno ghaṭādirūpadassanaṃ viya, diṭṭhadosesu cassa saṅkhāresu na puna rāgādīnamuppatti ñātā sucibhāve viya vaccakūpeti veditabbaṃ.",
  "tika-abh09t8:98": "Kasmā pana kesañci sattānaṃ eva nibbānasacchikiriyāsambhavo, na sabbesanti? Anādibuddhaparamparopadesasāpekkhattā, tesañca upadesakānaṃ sabbattha sabbadā abhāvato, sotūnañca khaṇasampattiyā accantadullabhattā, cakkavāḷānañca anantattā, tasmā keci eva buddhuppādakāle tilakkhaṇopadesalābhena nibbānaṃ sacchikaronti, na sabbeti gahetabbaṃ.",
  "tika-abh09t8:99": "Kathaṃ panettha rāgādīnaṃ accantavigamo nibbānena sādhīyatīti? Na tāva so, atītānāgatānaṃ tesamidāni abhāvā, pubbe ca tassa vijjamānattā, vattamānānaṃ sarasanirodhato. Kathañcassa tuccharūpassa nibbānassa hetutte yathāvuttadosānamavasaroti ce? Na, tassa bhāvarūpattā. Pubbabhāgapaṭipattiyā hi nibbānamārabbha anusayājananabhāvena uppannamaggā eva kilesānamanuppādanirodho taduppattiyā āyatiṃ uppajjanārahānaṃ anuppattito aggisannidhāne aṅkurājanakabhāvena uppannasālikkhandhassa bījatābhāvarūpatā viya. Na hi abhāvo nāma koci paramatthato atthi, yo kāraṇena janīyati tabbiruddhakkhaṇuppādanabhāvovuppādanaṃ anekakkhaṇuppādanena khandhakārābhāvuppādanaṃ viya, tasmā kilesānaṃ anuppattinirodhasaṅkhātassa ariyamaggassa upanissayattā upanissayopacārena nibbānaṃ ‘‘asesavirāganirodho’’tiādinā vuttaṃ. Sarūpeneva kasmā na vuttanti ce? Abhisukhumattā, anupaladdhapubbattā ca, sukhumatā cassa bhagavato appossukkatāvacanato, ariyena cakkhunā passitabbato ca veditabbā.",
  "tika-abh09t8:100": "Ettha pana paravādī āha – ‘‘nattheva nibbānaṃ anupalabbhanīyato’’ti. Na anupalabbhanīyaṃ tassa siddhattā. Upalabbhati hi taṃ tadanurūpapaṭipattiyā ariyehi. Apica nibbānaṃ natthīti na vattabbaṃ sabbasattānaṃ viruddhadhammānaṃ bhāvena apavaggābhāvappasaṅgato. Na ca taṃ yuttaṃ uṇhādipaṭipakkhassa sītādino viya bhavapaṭipakkhassa nibbānassapi avassaṃbhāvā. Vuttañca –",
  "tika-abh09t8:101": "‘‘Yathāpi uṇhe vijjante, aparaṃ vijjati sītalaṃ;",
  "tika-abh09t8:102": "Evaṃ tividhaggi vijjante, nibbānaṃ icchitabbaka’’nti. (bu. vaṃ. 2.11) –",
  "tika-abh09t8:103": "Ādi. Accantanirodhahetuno vipassanopadesassa dassanato ca attheva nibbānaṃ taṃ vinā tassāsambhavatoti vuttovāyamattho. Tadetaṃ purimāya koṭiyā abhāvato appabhavaṃ, tatova ajarāmaraṇaṃ, niccañca hotīti aṇuādīnampi niccabhāvapatti nibbānasseva niccattāti ce? Na, bhinnādhikaraṇattena hetulakkhaṇassānupapattito. Aṇuādīnampi asaṅkhatatā iti ce? Na, asaṅkhatatāsiddhito asaṅkhatānañcānekattānupapattito. Yadi hi asaṅkhataṃ nāma bhaveyya, ekeneva bhavitabbaṃ desakālasabhāvabhedassa kāraṇabhedakattā, bhinnasabhāvānampi ahetukatte atippasaṅgato.",
  "tika-abh09t8:104": "Saṅkhatehi sabhāvabhinnassa nibbānassa kathaṃ ahetukatāti ce? Asaṅkhatasabhāvena saṅkhatasabhāvehi bhinnassa kāraṇānapekkhattā. Asaṅkhatatte hi samāne bhavasabhāvabhedo kāraṇabhedaṃ sūcayati , tasmā ekameva niccaṃ bhavitumarahati, tañca yathāvuttayuttito, sabbaññuvacanato ca paramatthato vijjamānaṃ nibbānameva. Vuttaṃ hetaṃ bhagavatā ‘‘atthi, bhikkhave, ajātaṃ abhūtaṃ akataṃ asaṅkhata’’nti (itivu. 43). Ayaṃ dukkhanirodhasacce nayo.",
  "tika-abh09t8:105": "Itaraṃ pana ‘‘sammādiṭṭhi…pe… sammāsamādhī’’ti uddisitvā vitthārato vibhattaṃ. Vinicchayo panettha maggaṅgavibhaṅge āvi bhavissatīti ayaṃ suttantabhājanīyanayo.",
  "tika-abh09t8:106": "Abhidhammabhājanīye pana –",
  "tika-abh09t8:107": "‘‘Cattāri saccāni dukkhaṃ dukkhasamudayo dukkhanirodho dukkhanirodhagāminī paṭipadā. Tattha taṇhā dukkhasamudayo. Avasesā sāsavadhammā…pe… dukkhaṃ. Taṇhāya pahānaṃ dukkhanirodho. Aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadā’’ti (vibha. 206) –",
  "tika-abh09t8:108": "Vatvā aṭṭha maggaṅgāni vitthārato niddisitvā ‘‘avasesā dhammā dukkhanirodhagāminiyā paṭipadāya sampayuttā’’ti (vibha. 206 ādayo) evaṃ paṭhamavāre cattāri saccāni vibhattāni. Tāni puna aparehipi ‘‘taṇhā, avasesā ca kilesā samudayo, tathā taṇhā, avasesā ca kilesā, avasesā ca akusalā samudayo, tathā taṇhā, avasesā ca kilesā, avasesā ca akusalā, tīṇi ca kusalamūlāni, sāsavāni samudayo, tathā taṇhā, avasesā ca kilesā, avasesā ca akusalā, tīṇi ca kusalamūlāni, sāsavāni, avasesā ca sāsavakusaladhammā samudayo. Avasesā sāsavadhammā dukkhaṃ, tassa tassa samudayassa pahānaṃ nirodho, aṭṭhaṅgiko maggo paṭipadā’’ti imehi vārehi vibhattāni. Tattha ‘‘ariyasaccānī’’ti avatvā nippadesato paccayasaṅkhātaṃ samudayaṃ dassetuṃ ‘‘saccānī’’ti vuttaṃ. Ariyasaccesu hi taṇhāva samudayo, na itare. Na ca kevalaṃ taṇhāva dukkhaṃ samudāneti, avasesā kusalākusalāpi paccayaṃ samudānentiyevāti tepi samudayato dassetuṃ ‘‘saccāni’’tveva vuttaṃ. Tato paraṃ yasmā aṭṭhaṅgiko maggova paṭipadāti. Sampayuttā pana phassādayo sabbepi dhammā paṭipadā eva, tasmā taṃ nayaṃ dassetuṃ sabbasaṅgāhikavārepi sabbāni vibhattāni . Ettha hi ariyadhanāneva saṅgahitāni. Sesaṃ sadisamevāti ayaṃ abhidhammabhājanīyanayo.",
  "tika-abh09t8:109": "Pañhāpucchakanaye pana catunnaṃ ariyasaccānaṃ kati kusalā…pe… kati araṇā? Samudayasaccaṃ akusalaṃ, nirodhasaccaṃ abyākataṃ, dukkhasaccaṃ tidhāpi. Samudayo savitakkasavicāro, nirodho avitakkaavicāro, maggo tidhāpi, dukkhaṃ tidhāpi, na vattabbaṃ ca. Tīṇi saccāni anidassanaappaṭighāni, dukkhaṃ tidhāpi. Samudayo hetu, nirodho na hetu, sesā dvidhāpi. Dve saccāni lokiyāni, magganirodhā lokuttarā. Samudayasaccaṃ saraṇaṃ, dve saccāni araṇāni, dukkhaṃ duvidhāpi. Ayaṃ pañhāpucchakanayo. Idāni panettha –",
  "tika-abh09t8:110": "Kamatonūnādhikato, lakkhaṇādīhi suññato;",
  "tika-abh09t8:111": "Ñāṇakiccopamā ñeyyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:112": "Tattha kamato tāva idhāpi desanākkamova yujjati. Ettha oḷārikattā, sabbasattasādhāraṇattā ca suviññeyyanti dukkhasaccaṃ paṭhamaṃ vuttaṃ, tato tasseva hetudassanatthaṃ samudayasaccaṃ, tato ‘‘hetunirodhā bhavanirodho’’ti ñāpanatthaṃ nirodhasaccaṃ, tadadhigamupāyadassanatthaṃ ante maggasaccaṃ. Bhavasukhassādagadhitānaṃ saṃvegajananatthaṃ paṭhamaṃ dukkhamāha, tato ‘‘bhavaṃ neva ahetukaṃ āgacchati, na issaranimmānādinā hoti, ito pana hotī’’ti ñāpanatthaṃ samudayasaccaṃ, tato sahetukena dukkhena abhibhūtattā saṃviggamānasānaṃ tannissaraṇadassanena assāsajananatthaṃ nirodhaṃ, tato nirodhasampāpakaṃ magganti ayamettha kamo.",
  "tika-abh09t8:113": "Anūnādhikato pana kasmā cattāri eva saccānīti ce? Tato aññassa asambhavato, aññatarassa ca anapaneyyato. Apica pavattimācikkhanto bhagavā sahetukaṃ ācikkhati, nivattiñca saupāyaṃ. Iti pavattinivattitadubhayahetūnaṃ etaparamato cattāri eva vuttānīti ayametthānūnādhikato.",
  "tika-abh09t8:114": "Lakkhaṇādīhi panettha lakkhaṇato bādhanalakkhaṇaṃ dukkhasaccaṃ, santāpanarasaṃ, pavattipaccupaṭṭhānaṃ. Pabhavalakkhaṇaṃ samudayasaccaṃ, anupacchedakaraṇarasaṃ, palibodhapaccupaṭṭhānaṃ. Santilakkhaṇaṃ nirodhasaccaṃ, accutirasaṃ, animittapaccupaṭṭhānaṃ. Niyyānalakkhaṇaṃ maggasaccaṃ, kilesapahānakaraṇarasaṃ, vuṭṭhānapaccupaṭṭhānaṃ. Apica pavattipavattakanivattinivattakalakkhaṇāni paṭipāṭiyā, tathā saṅkhatataṇhāasaṅkhatadassanalakkhaṇāni cāti imānettha lakkhaṇāni.",
  "tika-abh09t8:115": "Suññato panetāni yathākkamaṃ vedakakārakanibbutagamakābhāvato suññāni. Vuttañca –",
  "tika-abh09t8:116": "‘‘Dukkhameva hi, na koci dukkhito,",
  "tika-abh09t8:117": "Kārako na, kiriyāva vijjati;",
  "tika-abh09t8:118": "Atthi nibbuti, na nibbuto pumā,",
  "tika-abh09t8:119": "Maggamatthi, gamako na vijjatī’’ti. (vibha. aṭṭha. 189);",
  "tika-abh09t8:120": "Atha vā –",
  "tika-abh09t8:121": "Dhuvasubhasukhattasuññaṃ,",
  "tika-abh09t8:122": "Purimadvayamattasuññamamatapadaṃ;",
  "tika-abh09t8:123": "Dhuvasubhasukhaattavirahito,",
  "tika-abh09t8:124": "Maggo iti suññato tesu. (vibha. aṭṭha. 189);",
  "tika-abh09t8:125": "Nirodhasuññāni vā tīṇi. Nirodho ca sesattayasuñño. Phalasuñño vā hettha hetu samudayamaggesu dukkhanirodhānaṃ abhāvā pakativādīnaṃ pakati viya. Hetusuññañca phalaṃ dukkhasamudayānaṃ, nirodhamaggānañca asamavāyā, na hetusamavetaṃ hetuphalaṃ. Hetuphalasamavāyavādīnaṃ dviaṇukādīni viyāti ayamettha suññatā.",
  "tika-abh09t8:126": "Ñāṇakiccatoti ettha duvidhaṃ saccañāṇaṃ anubodhañāṇaṃ, paṭivedhañāṇañca. Tattha anubodhañāṇaṃ lokiyaṃ, taṃ anussavādivasena nirodhe, magge ca pavattati. Paṭivedhañāṇaṃ lokuttaraṃ, taṃ saccāvabodhapaṭipakkhakilese khepentaṃ nirodhamārammaṇaṃ katvā kiccato cattāripi saccāni paṭivijjhati. Yaṃ panetaṃ lokiyaṃ, tattha dukkhañāṇaṃ pariyuṭṭhānābhibhavanavasena pavattamānaṃ sakkāyadiṭṭhiṃ nivatteti, samudayañāṇaṃ ucchedadiṭṭhiṃ, nirodhañāṇaṃ sassatadiṭṭhiṃ, maggañāṇaṃ akiriyadiṭṭhiṃ. Dukkhañāṇaṃ vā tesu dhuvasubhasukhattabhāvarahitesu khandhesu dhuvasubhasukhattabhāvasaññāsaṅkhātaṃ phale vippaṭipattiṃ, samudayañāṇaṃ ‘‘issarapadhānakālasabhāvādīhi loko pavattatī’’ti akāraṇe kāraṇābhimānappavattaṃ hetumhi vippaṭipattiṃ, nirodhañāṇaṃ arūpalokādīsu apavaggaggāhabhūtaṃ nirodhe vippaṭipattiṃ, maggañāṇaṃ kāmasukhallikaattakilamathānuyogappabhede avisuddhimagge visuddhimaggaggāhavasena pavattaṃ upāye vippaṭipattiṃ nivatteti. Idamettha ñāṇakiccaṃ.",
  "tika-abh09t8:127": "Upamāto panettha bhāro viya hi dukkhasaccaṃ daṭṭhabbaṃ, bhārādānamiva samudayasaccaṃ, bhāranikkhepanamiva nirodhasaccaṃ, bhāranikkhepanupāyo viya maggasaccaṃ. Apica rogatannidānatadupasamabhesajjehi, orimatīramahoghapārimatīrataṃsampāpakopāyehi cāti evamādīhi yathākkamaṃ yojetvāpi etāni upamāto veditabbāni. Ayamettha upamā. Evaṃ ñeyyo pāḷimuttavinicchayo.",
  "tika-abh09t8:128": "Saccavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:129": "Indriyavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:130": "Indriyavibhaṅgamātikāya pana atthato tāva – dvāvīsati indriyānīti ettha indriyaṭṭhasambhavato indriyāni. Ko panesa indriyaṭṭho nāmāti? Indaliṅgaṭṭho, indadesitaṭṭho, indadiṭṭhaṭṭho, indasiṭṭhaṭṭho, indajuṭṭhaṭṭho ca, so sabbopi idha yathāyogaṃ yujjati. Kusalākusalaṃ kammaṃ indo nāma kammesu kassaci issariyābhāvato, tenevettha kammasañjanitāni tāva indriyāni attano janakakammaṃ ulliṅgenti, tena ca siṭṭhānīti indaliṅgaṭṭhena, indasiṭṭhaṭṭhena ca indriyāni. Sammāsambuddho pana paramissariyabhāvato indo, tato sabbānipetāni indriyāni bhagavatā yathābhūtato pakāsitāni, abhisambuddhāni cāti indadesitaṭṭhena, indadiṭṭhaṭṭhena ca indriyāni. Teneva bhagavatā kānici gocarāsevanāya, kānici bhāvanāsevanāya sevitānīti indajuṭṭhaṭṭhenapi indriyāni. Apica ādhipaccasaṅkhātena issariyaṭṭhenāpi etāni indriyāni.",
  "tika-abh09t8:131": "Cakkhundriyantiādīsu cakkhādīnaṃ padattho heṭṭhā pakāsito. Pacchimesu pana tīsu pubbabhāge anaññātaṃ amataṃ padaṃ, catusaccadhammaṃ vā jānissāmīti evaṃ paṭipannassa uppajjanato , indriyaṭṭhasambhavato ca anaññātaññassāmītindriyaṃ. Ājānanato aññā eva indriyanti aññindriyaṃ. Aññātāvino catūsu saccesu niṭṭhitañāṇakiccassa khīṇāsavassa indriyanti aññātāvindriyaṃ. Tattha ca pasādindriyānantaraṃ cakkhuviññāṇādivīthicittappavattiyaṃ rūpādīnaṃ niyatabhāvassa, attano tikkhamandatānuvidhānassa ca āpādanato ādhipaccaṃ veditabbaṃ. Manindriyādīnaṃ pana attano attano vijānanādilakkhaṇe ādhipaccaṃ veditabbaṃ. Sesaṃ suviññeyyameva. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:132": "Dhammabhedato panettha jīvitindriyaṃ rūpārūpavasena dvidhā. Sukhindriyādīni pañca vedanābhāvato ekadhammo, tathā paññindriyādīni cattāri amohabhāvato. Sesāni pana indriyāni ekekadhammā evāti evaṃ paramatthato soḷasa dhammāva dvāvīsatindriyabhāvena desitāni. Sesāni panettha cetasikarūpanibbānāni asaṅgahitānīti ayaṃ dhammabhedo.",
  "tika-abh09t8:133": "Vibhaṅganayato panettha suttantabhājanīyaṃ nāma na gahitaṃ. Kasmā? Suttante imāya paṭipāṭiyā dvāvīsatiyā indriyānaṃ anāgatattā. Suttantasmiṃ hi katthaci dve indriyāni kathitāni, katthaci tīṇi, katthaci pañca, evaṃ pana nirantaraṃ dvāvīsati āgatāni nāma natthi. Abhidhammabhājanīyepi viseso natthi.",
  "tika-abh09t8:134": "Pañhāpucchakanaye pana dvāvīsatiyā indriyānaṃ kati kusalā…pe… kati araṇāti? Anaññātaññassāmītindriyaṃ kusalaṃ, domanassindriyaṃ akusalaṃ, saddhāsatipaññāaññindriyāni cattāri kusalābyākatāni, manajīvitasomanassaupekkhāvīriyasamādhindriyāni cha tidhāpi, sesāni dasa abyākatāni. Cha indriyāni siyā sukhāya vedanāya sampayuttā, siyā adukkhamasukhāya vedanāya sampayuttāti, tīṇi tidhāpi, jīvitaṃ tidhā ca na vattabbañca, dvādasindriyāni na vattabbāni eva. Tīṇi vipākāni, dve vipākadhammadhammāni, rūpindriyāni satta nevavipākanavipākadhammadhammāni, aññindriyaṃ siyā vipākaṃ, siyā vipākadhammadhammaṃ, navindriyāni tidhāpi. Navindriyāni upādinnupādāniyāni, domanassindriyaṃ anupādinnupādāniyaṃ, tīṇi anupādinnaanupādāniyāni, nava tidhāpi. Domanassindriyaṃ savitakkasavicāraṃ, upekkhindriyaṃ tathā ca avitakkaavicārañca, nava avitakkaavicārāni, ekādasa tidhāpi. Satta rūpindriyāni ceva sukhadukkhadomanassindriyāni cāti dasa parittāni, pacchimāni tīṇi appamāṇāni, sesāni nava tidhāva. Tattha ca somanassindriyaṃ rūpāvacaravaseneva mahaggataṃ, tadavasesāni arūpāvacaravasenāpīti veditabbaṃ. Pañcindriyāni anidassanasappaṭighāni, sattarasa anidassanaappaṭighāneva.",
  "tika-abh09t8:135": "Paññindriyādīni cattāri hetū, sesā na hetū…pe… domanassindriyaṃ saraṇaṃ, manajīvitasomanassaupekkhāvīriyasamādhindriyāni dvidhāpi, sesāni pannarasa araṇānevāti ayaṃ pañhāpucchakanayo.",
  "tika-abh09t8:136": "Indriyesu panetesu, pāḷimuttavinicchayo;",
  "tika-abh09t8:137": "Kamato dāni viññeyyo, tattha kosallamicchatā.",
  "tika-abh09t8:138": "Kamatoti ayampi desanākkamova. Tattha ajjhattadhamme pariññāya ariyabhūmipaṭilābho hotīti attabhāvapariyāpannāni cakkhundriyādīni paṭhamaṃ desitāni. So manussattabhāvo yaṃ dhammaṃ upādāya ‘‘itthī’’ti vā ‘‘puriso’’ti vā saṅkhaṃ gacchati, ‘‘ayaṃ so’’ti nidassanatthaṃ tato itthindriyaṃ, purisindriyañca. So duvidhopi jīvitindriyapaṭibaddhavuttīti ñāpanatthaṃ tato jīvitindriyaṃ. Yāva tassa pavatti, tāva etesaṃ vedayitānaṃ anivatti. Yañca kiñci vedayitaṃ, sabbaṃ taṃ sukhaṃ dukkhanti ñāpanatthaṃ tato sukhindriyādīni. Tannirodhatthaṃ pana ete dhammā bhāvetabbāti paṭipattidassanatthaṃ tato saddhādīni. ‘‘Imāya paṭipattiyā esa dhammo paṭhamaṃ attani pātubhavatī’’ti paṭipattiyā amoghabhāvadassanatthaṃ tato anaññātaññassāmītindriyaṃ. Tasseva phalattā, tato anantaraṃ bhāvetabbattā ca tato aññindriyaṃ. Ito paraṃ bhāvanāya imassa adhigamo, adhigate ca pana imasmiṃ natthi kiñci uttari karaṇīyanti ñāpanatthaṃ ante paramassāsabhūtaṃ aññātāvindriyaṃ desitanti evaṃ kamato pāḷimuttavinicchayanayo viññeyyo.",
  "tika-abh09t8:139": "Indriyavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:140": "Paccayākāravibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:141": "Paccayākāravibhaṅgamātikāya pana atthato tāva – avijjāpaccayātiādīsu avindiyaṃ kāyaduccaritādiṃ vindati paṭilabhati, vindiyaṃ vā kāyasucaritādiṃ na vindati, dhammānaṃ vā yathāsabhāvaṃ aviditaṃ karoti, antavirahite vā saṃsāre satte javāpeti, avijjamānesu vā javati, vijjamānesu vā na javatīti avijjā. Paṭicca phalameti etasmāti paccayo, dhammānaṃ uppattiyā, ṭhitiyā ca upakārako dhammo. Avijjā ca sā paccayo cāti avijjāpaccayo, tasmā avijjāpaccayā. Saṅkhatamabhisaṅkharontīti saṅkhārā.",
  "tika-abh09t8:142": "Ito paraṃ saṅkhārapaccayā viññāṇantiādīsu vuttaṃ vuttanayeneva veditabbaṃ. Avuttesu pana vijānātīti viññāṇaṃ. Namatīti nāmaṃ, ruppatīti rūpaṃ, nāmañca rūpañca nāmarūpañca nāmarūpanti ekadesasarūpekasesanayena veditabbaṃ. Āye tanoti, āyatañca nayatīti āyatanaṃ, chaṭṭhāyatanañca saḷāyatanañca saḷāyatananti ekasesanayena veditabbaṃ. Phusatīti phasso. Vedayatīti vedanā. Paritassatīti taṇhā. Upādiyatīti upādānaṃ. Bhavati, bhāvayati cāti bhavo. Jananaṃ jāti. Jīraṇaṃ jarā. Maranti etenāti maraṇaṃ. Socanaṃ soko. Paridevanaṃ paridevo. Dukkhayati, uppādaṭṭhitivasena dvidhā khaṇatītipi dukkhaṃ. Dummanassa bhāvo domanassaṃ. Bhuso āyāso upāyāso. Sambhavantīti nibbattanti. Na kevalañca sokādīheva, atha kho avijjāpaccayā saṅkhārā sambhavantītiādinā sabbapadehipi sambhavanti-saddassa yojanā kātabbā. Evaṃ hi paccayapaccayuppannavavatthānaṃ kataṃ hoti.",
  "tika-abh09t8:143": "Evanti niddiṭṭhanayanidassanaṃ, tena avijjādīheva kāraṇehi, na issaranimmānādīhīti dasseti. Etassāti yathāvuttassa. Kevalassāti asammissassa, sakalassa vā, dukkhakkhandhassāti dukkhasamūhassa, na sattassa, na sukhasubhādīnaṃ. Samudayoti nibbatti, hotīti sambhavati. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:144": "Dhammabhedato panettha avijjāti suttantapariyāyena dukkhādīsu catūsu, abhidhammapariyāyena pubbantādīhi saddhiṃ aṭṭhasu vā ṭhānesu aññāṇaṃ. Saṅkhārā pana puññāpuññāneñjābhisaṅkhārā tayo, kāyavacīcittasaṅkhārā tayo cāti chabbidhā. Tattha aṭṭha kāmāvacarakusalacetanā, pañca rūpāvacarakusalacetanā ceti terasa cetanā puññābhisaṅkhāro nāma. Dvādasa akusalacetanā apuññābhisaṅkhāro nāma. Catasso arūpāvacarakusalacetanā āneñjābhisaṅkhāro nāma. Imesaṃ pana tiṇṇaṃ saṅkhārānaṃ eva dvārato pavattidassanatthaṃ ayaṃ saṅkhārādittiko vutto.",
  "tika-abh09t8:145": "Aṭṭha kāmāvacarakusalacetanā ceva dvādasākusalacetanā ca kāyadvāre pavattiyaṃ kāyasaṅkhāro, vacīdvāre pavattiyaṃ vacīsaṅkhāro, etā ceva manodvāre pavattiyaṃ, manodvāre eva pavattanakā rūpārūpakusalacetanā ca cittasaṅkhāroti vuccanti. Abhiññācetanā, panettha uddhaccacetanā ca parato paṭisandhiviññāṇapaccayabhāve apanetabbāpi avijjāpaccayā sambhavato idha gahetabbāvāti ayaṃ tiko purimattikameva pavisatīti atthato lokiyakusalākusalacetanāva avijjāpaccayā saṅkhārāti veditabbaṃ. Idañca suttantabhājanīyanayena, abhidhammabhājanīyanayena pana lokiyalokuttare ekekacittakkhaṇe dvādasaṅgassa paṭiccasamuppādassa gahaṇato sabbāpi cetanā saṅkhārāti veditabbaṃ. Evaṃ viññāṇanāmarūpādīsupi sabbacittasampayuttavasena ca dhammabhedo veditabbo. Suttantabhājanīyanayeneva pana dassayissāma.",
  "tika-abh09t8:146": "Saṅkhārapaccayā viññāṇañca cakkhuviññāṇādichabbidhaṃ bāttiṃsalokiyavipākaviññāṇameva hoti, lokuttarāni pana vaṭṭakathāya na yujjantīti na gahitāni. Viññāṇapaccayā nāmarūpaṃ pana sabbalokiyaviññāṇasampayuttā tayo arūpino khandhā. Rūpaṃ sabbāni bhūtupādāyarūpāni. Saḷāyatanaṃ manacchaṭṭhāni indriyāni. Phasso cakkhusamphassādiko chavipākaphasso, tathā vedanāpi. Taṇhā rūpataṇhādibhedato chabbidho lobho. Upādānaṃ kāmupādānādito catubbidhā lobhadiṭṭhiyova. Bhavo pana duvidho kammabhavo, upapattibhavoti. Tattha kammabhavo tebhūmakakusalākusalacetanā ca taṃsampayuttā abhijjhādayo ca. Upapattibhavo pana kammābhinibbattā pañcapi khandhā. So pabhedato kāmarūpārūpabhavā tayo, saññā asaññā nevasaññānāsaññā bhavā tayo, ekacatupañcavokārabhavā tayoti navavidho niddiṭṭho. Jātiādīni pubbe vuttāni. Tesu jātiggahaṇena viññāṇanāmarūpasaḷāyatanaphassavedanāva gahitā tadavinābhāvato. Tathā jarāmaraṇaggahaṇenāpi tesaññeva pākabhedattā. Sokādayo pana jarāmaraṇena dvādasamena aṅgena ekasaṅkhepaṃ katvā vuttā, na visuṃ aṅgabhāvena. Kimatthanti ce? Bhavacakkassa avicchedadassanatthaṃ. Sokādito hi avijjā siddhā hoti avijjāvippayogato , avijjāsamuppattito ca. Jarāmaraṇabbhāhatassa hi bālasseva te sambhavanti, tehi ca avijjāya siddhāya puna avijjāpaccayā saṅkhārāti evaṃ hetuphalaparamparāya bhavacakkaṃ avicchinnaṃ, anādikaṃ, apariyantaṃ, apariyosānañca hoti.",
  "tika-abh09t8:147": "Yadi evaṃ, kasmā avijjā ādito vuttāti? Padhānadassanatthaṃ pana ādito vuttā. Tiṇṇaṃ hi vaṭṭānaṃ avijjā padhāno hetu tassā bhāve bhāvato, nirodhena ca nirujjhanato. Evaṃ avijjādīhi dvādasahi aṅgehi suttantabhājanīyanayena sabbe lokiyadhammāva paccayapaccayuppannabhāvena vuttāti veditabbā. Abhidhammapariyāyena pana lokuttarāpīti ayamettha dhammabhedo.",
  "tika-abh09t8:148": "Vibhaṅganayato panettha pañhāpucchakanayo natthi, suttantabhājanīyanayāpi dhammabhede vuttanayeneva vitthārato vibhattāti veditabbo. Abhidhammabhājanīye pana –",
  "tika-abh09t8:149": "‘‘Avijjāpaccayā saṅkhāro, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmaṃ, nāmapaccayā chaṭṭhāyatanaṃ, chaṭṭhāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ, evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "tika-abh09t8:150": "‘‘Avijjāpaccayā saṅkhāro…pe… viññāṇapaccayā nāmaṃ, nāmapaccayā phasso…pe… samudayo hoti.",
  "tika-abh09t8:151": "‘‘Avijjāpaccayā…pe… viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā chaṭṭhāyatanaṃ, chaṭṭhāyatanapaccayā phasso…pe… samudayo hoti.",
  "tika-abh09t8:152": "‘‘Avijjāpaccayā …pe… viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, chaṭṭhāyatanapaccayā phasso…pe… samudayo hotī’’ti (vibha. 243) –",
  "tika-abh09t8:153": "Evaṃ paccayacatukkaṃ, puna ‘‘avijjāpaccayā saṅkhāro avijjāhetuko’’tiādinā (vibha. 244) vuttanayeneva hetucatukkaṃ, puna ‘‘avijjāpaccayā saṅkhāro avijjāsampayutto’’tiādinā (vibha. 245) sampayuttacatukkaṃ, puna ‘‘avijjāpaccayā saṅkhāro, saṅkhārapaccayāpi avijjā’’tiādinā (vibha. 246) aññamaññapaccayacatukkanti evaṃ avijjāmūlakāni cattāri catukkāni vuttāni. Evaṃ ‘‘saṅkhārapaccayā avijjā’’tiādinā saṅkhārādimūlakādiupādānamūlakapariyosānāni aṭṭhasu padesu cattāri cattāri catukkānīti bāttiṃsa catukkāni mātikaṃ katvā nikkhipitvā puna akusalakusalavipākakiriyacittesu lokiyalokuttaresu ekekasmiṃ citte yathānikkhittehi chattiṃsabāttiṃsamātikācatukkehi vitthārato yathānurūpaṃ paccayākāro vibhatto. Idañca yasmā na kevalaṃ ayaṃ paccayākāro nānācittesu eva hoti, ekacittepi hotiyeva. Nāpi vaṭṭacitte eva hoti, taṇhābhāvato vivaṭṭacittepi, tasmā taṃ nippadesato ekacittakkhaṇikaṃ paccayākāraṃ dassetuṃ vuttaṃ. Teneva hettha ‘‘avijjāpaccayā saṅkhārā’’ti avatvā ‘‘avijjāpaccayā saṅkhāro’’ti ekavacanena vuttaṃ ekacittakkhaṇe bahucetanābhāvā. Tattha yadetaṃ paṭhamacatukkaṃ, tattha paṭhamavāro nāmarūpaṭṭhāne nāmaṃ, saḷāyatanaṭṭhāne chaṭṭhāyatanañca gahetvā rūpārūpādisabbabhavasādhāraṇavasena, ekacittakkhaṇapariyāpannadhammaggahaṇavasena ca rūpaṃ chaḍḍetvā vutto rūpassa sabbabhavāsādhāraṇattā, bahucittakkhaṇikattā ca. Dutiyo nāmarūpaṭṭhāne nāmaṃ, ‘‘nāmapaccayā phasso’’ti saḷāyatanaṭṭhāne phassameva gahetvā phassassa saḷāyatanaṃ vināpi paccayavisesasambhavadassanavasena ceva mahānidānasuttanayadassanavasena (dī. ni. 2.95 ādayo) ca vutto. Tatiyo saḷāyatanaṭṭhāne chaṭṭhāyatanameva gahetvā gabbhaseyyakānaṃ aparipuṇṇāyatanānaṃ, rūpabhavikādīnañca vasena vutto. Catuttho ‘‘nāmapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso’’ti evaṃ itarāyatanehipi saḷāyatanassa visesato phassapaccayataṃva dassetvā opapātikānaṃ, paripuṇṇāyatanānaṃ kāmabhavikānañca vasena vutto. Evaṃ dutiyacatukkādīsupi.",
  "tika-abh09t8:154": "Sabbatthāpi cettha yasmā sokādayo sabbe ekacittakkhaṇe na sambhavanti, sabbasmiñca citte, bhave ca nappavattanti, tasmā na gahitā. Jātijarāmaraṇāni panettha arūpadhammānaṃ lakkhaṇamattāni, tāni ca acittakkhaṇamattānipi samānāni cittakkhaṇe antogadhattā pariyāyato paccayuppanne katvā aṅgaparipūraṇatthaṃ gahitāni. Bhavoti cettha upādānādipaccayavirahitā cattāro arūpino khandhā, taṇhāpaccayā upādānanti ettha kāmupādānaṃ vajjetvā tīṇi upādānāni eva gahetabbāni . Dvinnampi ekalakkhaṇānaṃ dhammānaṃ ekakkhaṇe asambhavā lobhamūlavirahitesu dosamohamūlesu ceva kusalābyākatesu ca cittesu vedanāpaccayā paṭighaṃ vicikicchā uddhaccanti evaṃ taṇhāṭhāne yathāyogaṃ paṭighādayo tayo. Tesu vicikicchāvajjitesu ceva diṭṭhivippayuttesu ca upādānaṭṭhāne adhimokkho gahito. Vicikicchāya pana saddhiṃ adhimokkhassāpi asambhavā vicikicchāpaccayā bhavoti ca gahito. Upādānaṭṭhāne ca adhimokkho ca gahito. Lokiyānañcettha kusalābyākatānaṃ upanissayavasena avijjāpaccayatā vuttā. Lokuttarānaṃ pana yasmā appahīnāvijjo avijjāya pahānatthaṃ, paṭippassambhanatthañca lokuttaraṃ bhāveti, tasmā samatikkamanavasena avijjāpaccayatā vuttā, na sahajātavasena. Teneva tesaṃ niddesavāresu ‘‘tattha katamā avijjā’’ti avibhajitvā ‘‘tattha katamo avijjāpaccayā saṅkhāro’’ti (vibha. 240) vibhattaṃ. Kiriyadhammānaṃ pana kenaci pariyāyena avijjāmūlakattaṃ natthīti ‘‘saṅkhārapaccayā viññāṇa’’ntiādinā saṅkhāramūlakādiko nayo vutto, na avijjāmūlako. Apica lokiyakusalādīsu tesaṃ dhammānaṃ dukkhasaccapariyāpannattā ‘‘evametassa kevalassa dukkhakkhandhassa samudayo hotī’’ti (vibha. 225) evaṃ appanā katā, lokuttarakusalādīsu ‘‘evametesaṃ dhammāna’’nti. Ayaṃ lokiyato lokuttarānaṃ desanāya visesoti ayaṃ abhidhammabhājanīye nayo.",
  "tika-abh09t8:155": "Idāni paccayanayā, kārakādīhi suññato;",
  "tika-abh09t8:156": "Mūladdhasandhisaṅkhepākāravaṭṭavibhāgato.",
  "tika-abh09t8:157": "Vāraṇopamatopettha, gambhīranayabhedato;",
  "tika-abh09t8:158": "Yathārahaṃ vijānīyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:159": "Tattha paccayanayo sāmaññato, visesato cāti duvidho hoti. Tattha tabbhāvabhāvimattatāpakāsako sāmaññato paccayanayo. Visesato pana paṭṭhāne āgatesu hetupaccayādicatuvīsatiyā paccayesu yathānurūpaṃ paccayavisesuppannamattatāpakāsako. Sā ca nesaṃ catuvīsatiyā paccayānaṃ vibhāgatā paṭṭhānamātikatthasaṃvaṇṇanāya āvi bhavissati. Tattha sāmaññato saṅkhārādayo avijjādipaccayabhāve eva bhāvinoti veditabbā. Yassa hi catūsu saccesu, pubbantādīsu ca avijjā appahīnā hoti, so dukkhe tāva pubbantādīsu ca aññāṇena tīsu bhavesu jātijarārogamaraṇādianekādīnavavokiṇṇaṃ puññaphalasaṅkhātaṃ saṅkhāravipariṇāmadukkhaṃ dukkhato ajānanto sukhasaññāya patthetvā tīhi dvārehi puññāneñjābhisaṅkhāre ārabhati. Samudaye aññāṇena dukkhahetubhūtesupi taṇhāparikkhāresu dukkhahetukaṃ āpāyikādidukkhaṃ, dukkhahetubhūtesu kāmūpasevanādīsu ca ādīnavaṃ apassanto sukhahetusaññāya ceva kilesābhibhūtatāya ca tividhepi saṅkhāre ārabhati. Nirodhe, pana magge ca aññāṇena anirodhabhūte gativisese nirodhasaññī, nirodhassa ca vā amaggabhūtesupi yaññāmaratapādīsupi nirodhamaggasaññī hutvā tividhepi saṅkhāre ārabhati. Idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇena ‘‘ahetū appaccayā sattā uppajjanti, na honti paraṃ maraṇā’’ti vā ‘‘attāva jānāti vā na jānāti vā, sova saṅkhāre saṅkharoti, sova paṭisandhiyaṃ uppajjati, tassa aṇuissarādayo kalalādibhāvena sarīraṃ saṇṭhāpentā indriyāni sampādenti, sova indriyasampanno phusati, vedayati, taṇhiyati, upādānādīni ca karotī’’ti vā ‘‘sabbe sattā niyatisaṅgatibhavapariṇatā’’ti vā vikappeti. So evaṃ avijjāya andhīkato –",
  "tika-abh09t8:160": "‘‘Yathāpi nāma jaccandho, naro apariṇāyako;",
  "tika-abh09t8:161": "Ekadā yāti maggena, ummaggenāpi ekadā.",
  "tika-abh09t8:162": "‘‘Saṃsāre saṃsaraṃ bālo, tathā apariṇāyako;",
  "tika-abh09t8:163": "Karoti ekadā puññaṃ, apuññamapi ekadā’’ti. (vibha. aṭṭha. 226 saṅgārapadaniddesa) –",
  "tika-abh09t8:164": "Vuttanayena tividhe saṅkhāre abhisaṅkharotīti. Kiṃ panettha ekāva avijjā saṅkhārānaṃ paccayo hoti, nanu ekasmā kāraṇā ekaṃva kāriyaṃ uppajjati, anekaṃ kāriyaṃ na uppajjati, anekasmā vā ekanti, anekasmā kāraṇā anekaṃ kāriyaṃ uppajjatīti? Saccaṃ, padhānattapākaṭattaasādhāraṇattadīpanatthaṃ panettha anekesu kāraṇesupi ekā avijjā eva paccayabhāvena niddiṭṭhā ‘‘phassapaccayā vedanā (udā. 3), semhasamuṭṭhānā ābādhā’’tiādīsu (a. ni. 10.60; mahāni. 5; cūḷani. khaggavisāṇasuttaniddesa 128) viya. Avijjā hi padhāno hetu, saṅkhārānaṃ pākaṭo, asādhāraṇo ca taṇhādihetūnampi hetuttā, na vatthārammaṇādīni khīṇāsavassa tesaṃ sambhavepi saṅkhārānaṃ abhāvāti. Evaṃ tāvettha vaṭṭasaṅkhārānaṃ avijjāya eva bhāve bhāvo veditabbo. Tathā viññāṇassāpi upacitakammābhāve abhāvato, sabbattha sabbesañca sabbavipākaviññāṇuppattippasaṅgato ca saṅkhārānaṃ eva bhāve bhāvo veditabbo. Yathā cettha, evaṃ uparipi nāmarūpādīnaṃ viññāṇādibhāve bhāvo yathānurūpaṃ anubhavayuttīhi ñātabboti ayaṃ sāmaññato paccayanayo.",
  "tika-abh09t8:165": "Visesato pana avijjā puññābhisaṅkhārānaṃ tāva ārammaṇapaccayena, upanissayapaccayena cāti dvidhā paccayo hoti. Sā hi avijjaṃ ārabbha sammasanādivasena uppattiyaṃ kāmāvacarānaṃ, abhiññācittena samohacittassa jānanakāle rūpāvacarānañca puññābhisaṅkhārānaṃ tāva ārammaṇapaccayena paccayo hoti, avijjāsamatikkamanatthāya pana avijjāsammūḷhatāya kāmarūpabhavasampattiyo patthetvāva kāmarūpāvacarapuññāni karontassa upanissayapaccayena paccayo hoti. Apuññābhisaṅkhārānaṃ panesā avijjaṃ ārabbha rāgādīnaṃ uppajjanakāle ārammaṇādipaccayena avijjāsammūḷhatāya pāṇātipātādīni karontassa nissayapaccayena, dutiyajavanādīnaṃ anantarūpanissayāsevananatthivigatapaccayehi yaṃ kiñci akusalaṃ karontassa hetusahajātaaññamaññanissayasampayuttaatthiavigatapaccayehīti evaṃ anekadhā paccayo hoti, āneñjābhisaṅkhārānaṃ pana ekena upanissayapaccayeneva paccayo hoti.",
  "tika-abh09t8:166": "Saṅkhārapaccayā viññāṇapade pana tayopi saṅkhārā viññāṇassa yathārahaṃ tīsu bhavesu paṭisandhipavattīsu kammapaccayena ceva upanissayapaccayena cāti dvidhā paccayā honti. Abhidhammabhājanīyanayena sahajātassa viññāṇassa sahajātaaññamaññanissayasampayuttakammatthiavigatādipaccayehi paccayā honti.",
  "tika-abh09t8:167": "Viññāṇapaccayā nāmarūpapade pana viññāṇaṃ vipākabhūtaṃ, avipākabhūtañca nāmassa kevalassa vā rūpamissakassa vā paṭisandhipavattīsu sahajātaaññamaññanissayasampayuttavipākaāhāraindriyaatthiavigatapaccayehi yathārahaṃ navadhā, aṭṭhadhā vā paccayo hoti. Paṭisandhiyaṃ vipākaviññāṇaṃ vatthurūpassa sahajātaaññamaññanissayavipākaāhāraindriyavippayuttaatthi avigatapaccayehi navadhā paccayo hoti. Ṭhapetvā pana vatthurūpaṃ sesarūpassa teheva aññamaññapaccayarahitehi aṭṭhahi paccayo hoti. Abhisaṅkhāraviññāṇaṃ pana ekavokārapañcavokārabhavesu kammajarūpassa suttantikapariyāyena upanissayavasena paccayo hoti. Pavattiyaṃ pana sabbampi viññāṇaṃ tassa tassa nāmarūpassa yathārahaṃ paccayo hoti. Tattha arūpabhave viññāṇaṃ nāmasseva, asaññibhave rūpasseva, pañcavokārabhave nāmarūpassa paccayo hotīti veditabbaṃ. Teneva nāmañca rūpañca nāmarūpañca nāmarūpanti nibbacanaṃ katanti.",
  "tika-abh09t8:168": "Nāmarūpapaccayā saḷāyatanapade pana nāmaṃ vipākabhūtaṃ, avipākabhūtañca arūpabhave chaṭṭhāyatanassa avakaṃsato sahajātaaññamaññanissayasampayuttavipākaatthiavigatavasena yathārahaṃ sattadhā paccayo hoti. Itaresaṃ panetaṃ pañcannaṃ cakkhāyatanādīnaṃ pañcavokārabhave paṭisandhiyaṃ catumahābhūtasahāyaṃ hutvā sahajātanissayavipākavippayuttaatthiavigatavasena chadhā paccayo hoti. Kiñci panettha hetupaccayena, kiñci āhārapaccayena cāti tesaṃ vasena sabbavāresu ukkaṃsāvakaṃso veditabbo. Pavatte pana cakkhādīnaṃ pañcannaṃ vipākamavipākampi nāmaṃ pacchājātavippayuttaatthiavigatavasena catudhā paccayo hotīti. Evaṃ tāva nāmameva saḷāyatanassa paccayo hotīti veditabbaṃ.",
  "tika-abh09t8:169": "Rūpaṃ pana vatthubhūtaṃ paṭisandhiyaṃ chaṭṭhāyatanassa sahajātaaññamaññanissayavippayuttaatthiavigatavasena chadhā paccayo hoti. Catumahābhūtarūpaṃ cakkhādīnaṃ pañcannaṃ paṭisandhiyaṃ, pavatte ca sahajātanissayaatthiavigatapaccayehi catudhā paccayo hoti. Rūpajīvitindriyaṃ pana indriyaatthiavigatavasena tividhā. Tathā āhāro āhāratthiavigatavasena. So ca āhārūpajīvīnaṃ pavatteyeva, no paṭisandhiyaṃ. Tāni pana pañca cakkhāyatanādīni pañcaviññāṇasaṅkhātassa chaṭṭhassa manāyatanassa nissayapurejātaindriyavippayuttaatthiavigatavasena chadhā paccayā honti pavatteyeva, no paṭisandhiyaṃ. Tathā pañcaviññāṇavirahitamanāyatanassa vatthurūpaṃ nissayapurejātavippayuttaatthiavigatavasena pañcadhā paccayo hotīti. Evaṃ rūpameva chaṭṭhāyatanassa, saḷāyatanassa ca paccayo hotīti veditabbaṃ. Khandhattayavatthurūpasaṅkhātaṃ pana nāmarūpaṃ chaṭṭhāyatanassa paṭisandhiyaṃ sahajātaaññamaññanissayasampayuttavippayuttavipākaatthiavigatādivasena yathārahaṃ paccayo hotīti. Evaṃ nāmañca rūpañca nāmarūpañca yathārahaṃ chaṭṭhāyatanassa, saḷāyatanassa ca paccayo hotīti veditabbaṃ.",
  "tika-abh09t8:170": "Saḷāyatanapaccayā phassapade pana chaṭṭhāyatanaṃ vipākaṃ, avipākañca sabbattha sampayuttaphassassa sahajātādivasena navadhā, aṭṭhadhā vā paccayo hoti. Cakkhāyatanādīni pañca yathākkamaṃ pavatte cakkhusamphassādīnaṃ pañcannaṃ nissayapurejātaindriyavippayuttaatthiavigatavasena chadhā, rūpāyatanādīni pañca tesaṃ ārammaṇapurejātaatthiavigatavasena tidhā. Manosamphassassa pana tāni, dhammārammaṇañca tathā ca ārammaṇādhipatimattena cāti bahudhā paccayā honti. Evaṃ chaṭṭhāyatanañca saḷāyatanañca chabbidhassāpi phassassa paccayo hotīti veditabbaṃ.",
  "tika-abh09t8:171": "Phassapaccayā vedanāpade sabbopi phasso sahajātānaṃ vedanānaṃ sahajātaaññamaññanissayavipākaāhārasampayuttaatthiavigatavasena aṭṭhadhā, sattadhā vā paccayo hoti, asahajātānaṃ upanissayavasenevāti.",
  "tika-abh09t8:172": "Vedanāpaccayā taṇhāpade vipākavedanā anusayapatitāya taṇhāya upanissayavasena, sahajātādivasena ca paccayo hoti. Yasmā pana –",
  "tika-abh09t8:173": "Dukkhī sukhaṃ patthayati, sukhī bhiyyopi icchati;",
  "tika-abh09t8:174": "Upekkhā pana santattā, sukhamicceva bhāsitā;",
  "tika-abh09t8:175": "Taṇhāya paccayā tasmā, honti tissopi vedanāti. (visuddhi. 2.644);",
  "tika-abh09t8:176": "Taṇhāpaccayā upādānapade taṇhā asahajātā catunnampi upādānānaṃ upanissayavasena ceva anantarādivasena ca, sahajātā pana kāmupādānavajjitānaṃ tiṇṇaṃ hetusahajāta aññamaññanissayasampayuttaatthiavigatavasena sattadhā paccayo hoti.",
  "tika-abh09t8:177": "Upādānapaccayā bhavapade catubbidhampi upādānaṃ asahajātassa sabbakammabhavassa ceva upapattibhavassa ca upanissayavaseneva paccayo hoti, sahajātassa pana kammabhavassa hetusahajātādivasena paccayo hoti.",
  "tika-abh09t8:178": "Bhavapaccayā jātipade bhavoti kammabhavova adhippeto, so ca jātiyā kammapaccayaupanissayapaccayavasena dvidhā paccayo hoti.",
  "tika-abh09t8:179": "Jātipaccayā jarāmaraṇādipade jāti pana jarāmaraṇānaṃ, sokādīnañca tabbhāvabhāvībhāvamattato suttantikanayena upanissayakoṭiyāva paccayo hotīti ayaṃ tāvettha paccayanayo.",
  "tika-abh09t8:180": "Kārakādīhi suññato panete avijjādayo dvādasa dhammā yasmā evaṃ paccayapaccayuppannabhāvena aññamaññaṃ paṭibaddhā aññanirapekkhā hutvā avicchinnā anādikā pavattanti, tasmā tato aññena brahmādinā kārakena, pakatiaṇukālādihetunā vā kārakavedakarūpena paraparikappitena attanā vā rahitā. Na cete attā, na attani, na attavanto, suññā ete attena vā attaniyena vā dhuvabhāvena vā subhabhāvena vā sukhabhāvena vāti ayaṃ kārakādīhi suññatā.",
  "tika-abh09t8:181": "Mūladdhasandhisaṅkhepākāravaṭṭavibhāgatoti ettha mūlato tāva avijjā, taṇhā cāti dve dhammā mūlanti veditabbā. Addhato panettha avijjā, saṅkhārāti dve aṅgāni atīto addhā, viññāṇādīni bhavāvasānāni aṭṭha paccuppanno addhā, jāti ceva jarāmaraṇañcāti dve anāgato addhāti tayo addhā veditabbā. Sandhito pana saṅkhārānaṃ, paṭisandhiviññāṇassa ca antarā eko hetuphalasandhi, vedanāya ca taṇhāya ca antarā eko phalahetusandhi, bhavassa ca jātiyā ca antarā eko hetuphalasandhi cāti tayo sandhī veditabbā. Saṅkhepato pana sandhīnaṃ ādipariyosānavavatthitā cattāro saṅkhepā honti. Seyyathidaṃ – avijjāsaṅkhārā eko saṅkhepo, viññāṇanāmarūpasaḷāyatanaphassavedanā dutiyo, taṇhupādānabhavā tatiyo, jātijarāmaraṇāni catutthoti evaṃ cattāro saṅkhepā veditabbā.",
  "tika-abh09t8:182": "Ākārato panettha –",
  "tika-abh09t8:183": "Atīte hetuyo pañca, idāni phalapañcakaṃ;",
  "tika-abh09t8:184": "Idāni hetuyo pañca, āyatiṃ phalapañcakanti. –",
  "tika-abh09t8:185": "Evaṃ vīsati ākārā honti.",
  "tika-abh09t8:186": "Ettha hi sarūpato vuttā avijjāsaṅkhārā, tesaṃ gahaṇena tadavinābhāvato gahitā taṇhupādānabhavāti ime pañca dhammā atīte hetuyo nāma, sarūpato vuttā viññāṇādayo pañca dhammā idāni phalapañcakaṃ nāma, sarūpato pana vuttā taṇhupādānabhavā, tesaṃ gahaṇena tadavinābhāvato gahitā avijjāsaṅkhārāti ime pañca idāni hetuyo nāma. Jātiādiapadesena vuttā viññāṇādayo pañca dhammā āyatiṃ phalapañcakaṃ nāmāti evaṃ vīsati ākārā veditabbā. Vaṭṭato panettha saṅkhārabhavā kammavaṭṭaṃ, avijjātaṇhupādānā kilesavaṭṭaṃ, sesāni vipākavaṭṭanti tīṇi vaṭṭāni honti. Yāva ca tesu kilesavaṭṭaṃ ariyamaggena na upacchijjati, tāva idaṃ bhavacakkaṃ anupacchinnaṃ pavattatīti ayamettha mūladdhasandhisaṅkhepākāravaṭṭavibhāgo.",
  "tika-abh09t8:187": "Vāraṇopamatoti ettha vāraṇato tāva – ‘‘avijjāpaccayā saṅkhārā’’ti idamahetukavisamahetukadassananivāraṇaṃ, ‘‘saṅkhārapaccayā viññāṇa’’nti ucchedaattasaṅkantidassananivāraṇaṃ, ‘‘viññāṇapaccayā nāmarūpa’’nti attāti parikappitavatthubhedadassanato ghanasaññānivāraṇaṃ, ‘‘nāmarūpapaccayā saḷāyatana’’ntiādi attā passati…pe… vijānāti phusati, vedayati, taṇhiyati, upādiyati, bhavati, jāyati, jīyati, mīyatīti evamādidassananivāraṇanti idamettha micchādassananivāraṇaṃ.",
  "tika-abh09t8:188": "Upamāto panettha andho viya avijjā, tassa upakkhalanaṃ viya saṅkhārā, patanaṃ viya viññāṇaṃ, tena gaṇḍapātubhāvo viya nāmarūpaṃ, tassa gaṇḍabhedapīḷakā viya saḷāyatanaṃ, tassa saṅghaṭṭanaṃ viya phasso, tajjanitadukkhaṃ viya vedanā, dukkhassa paṭikārābhilāso viya taṇhā, asappāyaggahaṇaṃ viya upādānaṃ, asappāyālepanaṃ viya bhavo, tena gaṇḍavikārapātubhāvo viya jāti, tabbikārabhedo viya jarāmaraṇaṃ. Yathāsabhāvadassananivāraṇādito vā ete avijjādayo akkhipaṭalādi upamāhipi veditabbāti ayamettha upamā.",
  "tika-abh09t8:189": "Gambhīranayabhedatoti ettha gambhīrabhedo tāva imesaṃ avijjādīnaṃ paccekaṃ dhammatthadesanāpaṭivedhagambhīratā veditabbā. Ime hi avijjādayo dhammā yenākārena yadavatthā ca saṅkhārādīnaṃ phalānaṃ paccayā honti, so nesaṃ paccayaṭṭho duravabodhato gambhīroti ayamettha dhammagambhīratā. Dhammoti hetu ‘‘hetumhi ñāṇaṃ dhammapaṭisambhidā’’ti (vibha. 720) vacanato. Jarāmaraṇādīnaṃ phalānaṃ jātiādīhi paccayehi sambhūtasamudāgataṭṭho duravabodhato gambhīroti ayaṃ atthagambhīratā. Atthoti phalaṃ ‘‘hetuphale ñāṇaṃ atthapaṭisambhidā’’ti (vibha. 720) vacanato. Tesaṃ pana hetūnaṃ, phalānañca tena tenākārena aviparītato desanāpi sabbaññutaññāṇasseva gocarato gambhīrāti ayaṃ desanāgambhīratā. Yo panesaṃ avijjāsaṅkhārādīnaṃ adassanāyūhanādisabhāvo, so mandapaññehi duppariyogāhattā gambhīroti ayaṃ paṭivedhagambhīratāti ayamettha gambhīrabhedo.",
  "tika-abh09t8:190": "Nayabhedo panettha ekattanayo nānattanayo abyāpāranayo evaṃdhammatānayoti imesaṃ catunnaṃ atthanayānaṃ vasena veditabbo. Tattha hi ‘‘avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇa’’nti evaṃ bījassa aṅkurādibhāvena rukkhabhāvappatti viya santānānupacchedo ekattanayo nāma. Yaṃ sammā passanto hetuphalasambandhena santānānupacchedāvabodhato ucchedadiṭṭhiṃ pajahati, micchā passanto hetuphalasambandhena pavattamānassa santānānupacchedassa ekattaggahaṇato sassatadiṭṭhiṃ upādiyati.",
  "tika-abh09t8:191": "Avijjādīnaṃ pana yathāsakaṃ lakkhaṇavavatthānaṃ nānattanayo nāma. Yaṃ sammā passanto navanavānaṃ uppādadassanato sassatadiṭṭhiṃ pajahati, micchā passanto ekasantānapatitassa bhinnasantānasseva nānattaggahaṇato ucchedadiṭṭhiṃ upādiyati.",
  "tika-abh09t8:192": "Avijjāya pana ‘‘saṅkhārā mayā uppādetabbā, saṅkhārānaṃ vā viññāṇaṃ amhehī’’ti evamādibyāpārābhāvo abyāpāranayo nāma. Yaṃ sammā passantokārakassa abhāvāvabodhato attadiṭṭhiṃ pajahati, micchā passanto yo asatipi byāpāre avijjādīnaṃ sabhāvaniyamasiddho hetubhāvo, tassa aggahaṇato akiriyadiṭṭhiṃ upādiyati.",
  "tika-abh09t8:193": "Avijjādīhi pana kāraṇehi saṅkhārādīnaṃyeva sambhavo khīrādīhi dadhiādīnaṃ viya, na aññesanti ayaṃ evaṃdhammatānayo nāma. Yaṃ sammā passanto paccayānurūpato phalāvabodhato ahetukadiṭṭhiṃ, akiriyadiṭṭhiñca pajahati, micchā passanto paccayānurūpaṃ phalappavattiṃ aggahetvā yato kutoci yassa kassaci asambhavaggahaṇato ahetukadiṭṭhiṃ ceva niyatavādañca upādiyatīti ayamettha nayabhedoti evaṃ vijānīyo pāḷimuttavinicchayo.",
  "tika-abh09t8:194": "Paccayākāravibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:195": "Satipaṭṭhānavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:196": "Satipaṭṭhānavibhaṅgamātikāya pana atthato tāva – cattāroti gaṇanaparicchedo, tena na tato heṭṭhā, na uddhanti dīpeti. Satipaṭṭhānāti ettha dve satipaṭṭhānā satigocaropi satipi. ‘‘Catunnaṃ, bhikkhave, satipaṭṭhānānaṃ samudayañca atthaṅgamañca desessāmī’’tiādīsu (saṃ. ni. 5.408) hi satigocaro ‘‘satipaṭṭhāna’’nti vuccati, tassattho patiṭṭhāti tasminti paṭṭhānaṃ, kā patiṭṭhāti? Sati. Satiyā paṭṭhānaṃ satipaṭṭhānaṃ. Padhānaṃ ṭhānanti vā paṭṭhānaṃ, satiyā paṭṭhānaṃ satipaṭṭhānaṃ. ‘‘Cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī’’tiādīsu (ma. ni. 3.147) pana sati. Tassattho patiṭṭhātīti paṭṭhānaṃ, upaṭṭhāti okkantitvā pakkhanditvā pavattatīti attho. Satiyeva paṭṭhānatthena satipaṭṭhānaṃ. Atha vā saraṇaṭṭhena sati, sā ca upaṭṭhānaṭṭhena paṭṭhānanti satipaṭṭhānaṃ, idamidha adhippetaṃ. Yadi evaṃ, kasmā satipaṭṭhānāti bahuvacanaṃ kataṃ? Satiyā bahuttā. Ārammaṇabhedena hi bahukā tā satiyo.",
  "tika-abh09t8:197": "Idhāti imasmiṃ sāsane, tena ajjhattādivasena sabbappakāracatucattālīsavidhasatipaṭṭhānanibbattakassa puggalassa nissayabhūtaṃ sāsanameva, nāññaṃ sāsananti dīpeti. Vuttaṃ hetaṃ ‘‘idheva, bhikkhave, samaṇo…pe… suññā parappavādā samaṇehi aññehī’’ti (dī. ni. 2.214; ma. ni. 1.139; a. ni. 4.241).",
  "tika-abh09t8:198": "Bhikkhūti saṃsāre bhayaṃ ikkhanako. Tena kiñcāpi bhagavato devaloke nisīditvā satipaṭṭhānaṃ desentassa santike devagaṇaṃ muñcitvā ekabhikkhupi nisinno nāma natthi, tathāpi devo vā hotu manusso vā gahaṭṭho vā pabbajito vā, saṃsāre bhayanti sammā ikkhamāno yathānusiṭṭhaṃ paṭipajjamānova bhikkhu nāma hoti, nāññoti dasseti. Yathāha ‘‘alaṅkato cepī’’ti (dha. pa. 142).",
  "tika-abh09t8:199": "Ajjhattanti niyakajjhattaṃ. Kāyeti ettha āyanti tatoti āyo. Ke āyanti? Kucchitā kesādayo, iti kucchitānaṃ āyoti kāyo. Atha vā aṅgapaccaṅgānaṃ, kesādīnañca samūhaṭṭhenapi kāyo, rūpakāyo, tasmiṃ attano kāyeti attho. Kāyānupassīti kāyaṃ anupassanasīlo. ‘‘Kāye’’ti ca vatvā puna ‘‘kāyānupassī’’ti dutiyakāya-ggahaṇaṃ ‘‘evaṃ na kāye aṅgapaccaṅgavinimuttaekadhammānupassī, nāpi kesalomādivinimuttaitthipurisānupassī, na ca bhūtupādāyavinimuttaekadhammānupassī, atha kho rathasambhāranagarāvayavakadalikkhandhavibhāgānupassako viya yathākkamaṃ aṅgapaccaṅgakesādibhūtupādāyasamūhānupassī evā’’ti dassanatthaṃ kataṃ. Tathā hettha yathāvuttadhammasamūhavinimutto itthipurisādiko, añño vā koci dhammo na dissati, yathāvuttadhammasamūhamatteyeva pana bālā tathā tathā subhādito ca micchābhinivesaṃ karonti, ayaṃ pana yogī tattha kāyānupassī eva aniccadukkhaanattāsubhānupassī evāti vuttaṃ hoti. Atha vā yvāyaṃ mahāsatipaṭṭhāne assāsapassāsādiko cuddasavidho kāyo vutto, tassa sabbassa imasmiṃyeva kāye anupassanato ‘‘kāye kāyānupassī’’ti evamādināpi attho daṭṭhabbo.",
  "tika-abh09t8:200": "Viharatīti iriyati, catūsu iriyāpathesu ekenāgataṃ sarīrabādhanaṃ aññena iriyāpathena vicchinditvā apatamānaṃ attabhāvaṃ harati, pavattetīti attho. Bahiddhā kāyeti parassa kāye. Ajjhattabahiddhā kāyeti kālena attano, kālena parassa kāye. Kālena hi ajjhattabahiddhākāyesupi ekasmiṃ khaṇe kāyānupassanā uppajjati, paguṇakammaṭṭhānassa pana aparāparaṃ sañcaraṇakālo ettha kathito. Ātāpīti kāyapariggāhakavīriyena vīriyavā. So hi yasmā kilesānaṃ ātāpanato ātāpo vuccati vīriyaṃ, so cassa atthi, tasmā ātāpīti vuccati. Sampajānoti kāyapariggāhakena sampajaññena samannāgato. Satimāti kāyapariggāhikāya satiyā samannāgato. Ayaṃ pana yasmā satiyā ārammaṇaṃ pariggahetvā paññāya anupassati, vīriyena ca antarā vosānaṃ nāpajjati, tasmā yesaṃ dhammānaṃ ānubhāvena taṃ satipaṭṭhānaṃ sampajjati, tesaṃ dassanatthaṃ ‘‘ātāpī sampajāno satimā’’ti idaṃ vuttanti veditabbaṃ.",
  "tika-abh09t8:201": "Iti kāyānupassanāsatipaṭṭhānaṃ, sampayogaṅgañca dassetvā idāni pahānaṅgaṃ dassetuṃ ‘‘vineyya loke abhijjhādomanassa’’nti vuttaṃ. Tattha vineyyāti tadaṅgavinayena vā vikkhambhanavinayena vā vinayitvā. Loketi yvāyaṃ ajjhattādibhedo kāyo vutto, sveva idha lujjanapalujjanaṭṭhena loko nāma. Vibhaṅge pana yasmā rūpakāye pahīnaabhijjhādayo vedanādīsupi pahīyanti eva, tasmā pañcapi upādānakkhandhā ‘‘loko’’ti vuttaṃ. Tasmiṃ loke abhijjhādomanassasaṅkhātaṃ kāmacchandabyāpādaṃ vineyyāti sambandho. Imassa ca nīvaraṇesu balavadhammadvayassa pahānadassanena sesanīvaraṇānampi pahānaṃ vuttaṃyevāti veditabbaṃ. Visesena cettha abhijjhādomanassavinayena yathākkamaṃ kāyasampattivipattimūlānaṃ anurodhavirodhānaṃ, attaabhiratitadasubhākārādibhāvanānabhiratīnaṃ, abhūtaguṇapakkhepabhūtadosāpanayanānañca pahānaṃ vuttaṃ, tena yogāvacarassa yogānubhāvanibbattaphalaṃ, yogasamatthatā ca dīpitā hoti.",
  "tika-abh09t8:202": "Ajjhattaṃ vedanāsūtiādīsupi ajjhattādīni vuttanayena veditabbāni. Ettha pana vedanāti tisso vedanā lokiyā, tathā cittaṃ, dhammā ca, tesaṃ vibhāgo vibhaṅganaye āvi bhavissati. Kevalaṃ panettha yathā vedanādayo anupassanto vedanādianupassī nāma hoti, so nayo dassetabbo. Seyyathidaṃ – vedanāsu tāva sukhā vedanā dukkhato, dukkhā sallato, itarā ca aniccato anupassitabbā. Yathāha –",
  "tika-abh09t8:203": "‘‘Yo sukhaṃ dukkhato adda, dukkhamaddakkhi sallato;",
  "tika-abh09t8:204": "Adukkhamasukhaṃ santaṃ, addakkhi naṃ aniccato’’ti (saṃ. ni. 4.253; itivu. 53).",
  "tika-abh09t8:205": "Sabbā eva etā dukkhato anupassitabbā ‘‘yaṃ kiñci vedayitaṃ, taṃ dukkhasminti vadāmī’’ti (saṃ. ni. 4.259) vacanato. Evaṃ anupassanto pana aniccādisattānupassanāvasena vā anupassantopi ‘‘imaṃ vedanaṃ ko vedayati, kassāyaṃ vedanā, kiṃ kāraṇāyaṃ vedanā’’ti upaparikkhitvā ‘‘na koci sattādiko vedayati, na kesañci sattādīnaṃ vedanā, vatthārammaṇādikāraṇā panāyaṃ vedanā uppajjatī’’ti anupassantopi vedanānupassī nāma hoti. Atha vā sukhādīnaṃ uppattikkhaṇe dukkhādīnaṃ asambhavā aniccā addhuvā vipariṇāmadhammāti evaṃ vā anupassanto vedanānupassī nāma hoti. Imināva nayena pāḷinayānusārena sesacittadhammānampi anupassanākāro veditabbo. Visesato panettha cittesu aniccatāvasena, dhammesu anattatāvasena ca anupassanto cittānupassī, dhammānupassī ca nāma hotīti veditabbaṃ. Sesaṃ suviññeyyameva. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:206": "Dhammabhedo panettha natthi, saraṇavasena ca ekāva sati ārammaṇavasena ‘‘cattāro satipaṭṭhānā’’ti vuttāti.",
  "tika-abh09t8:207": "Vibhaṅganayato panettha suttantabhājanīye tāva ajjhattabahiddhātadubhayakāye kesādikoṭṭhāsabhāvanāvasena paṭhamaṃ satipaṭṭhānaṃ vitthāritaṃ. Tathā ajjhattādīsu paccekaṃ sāmisanirāmisavasena duvidhānaṃ sukhadukkhaadukkhamasukhavedanānaṃ vasena dutiyaṃ, sarāgavītarāgasadosavītadosasamohavītamohasaṃkhittavikkhittamahaggataamahaggatasauttarānuttarasamāhitāsamāhitavimuttāvimuttabhedato soḷasavidhehi cittapajānanavasena tatiyaṃ, pañcanīvaraṇānaṃ, sattabojjhaṅgānañca sambhavāsambhavauppādapahānapahīnānuppattibhāvanāpāripūrihetujjhānavasena catutthaṃ satipaṭṭhānaṃ vitthāritaṃ. Ayaṃ suttantabhājanīyanayo.",
  "tika-abh09t8:208": "Abhidhammabhājanīye pana tāva ‘‘cattāro satipaṭṭhānā. Idha bhikkhu kāye kāyānupassī viharati vedanāsu…pe… dhammesu dhammānupassī viharatī’’ti (vibha. 380) evaṃ mātikaṃ ṭhapetvā dhammasaṅgaṇiyaṃ vuttanayassa vitthāresu aṭṭhasu lokuttaracittesu sampayuttasativaseneva vitthārato vibhattā.",
  "tika-abh09t8:209": "Pañhāpucchakanayepi catunnaṃ satipaṭṭhānānaṃ kati kusalā…pe… kati araṇā? Siyā kusalā, siyā abyākatā…pe… anupādinnaanupādāniyāva, asaṃkiliṭṭhaasaṃkilesikāva…pe… anidassanaappaṭighāva. Na hetū ahetukāva…pe… anuttarā araṇāvāti lokuttaravaseneva vibhattā. Sammāsambuddhena hi suttantabhājanīyasmiññeva lokiyalokuttaramissakā satipaṭṭhānā kathitā, abhidhammabhājanīyapañhāpucchakesu pana lokuttarāyeva. Tesu ca lokiyā nānācittesu eva labbhanti. Aññeneva hi cittena kāyaṃ paggaṇhanti, aññena vedanādayoti. Lokuttarā pana cattāropi maggakkhaṇe ekacitteyeva labbhanti. Ekasmiñhi maggacittakkhaṇe ārammaṇato nibbānārammaṇā ekāva sati kāyādīsu subhasukhaniccaattavipallāsasamucchedakatāya catukiccasādhanaṭṭhena cattāripi nāmāni labhatīti ayamettha vibhaṅganayo.",
  "tika-abh09t8:210": "Kamato satipaṭṭhāne, anūnādhikatopi ca;",
  "tika-abh09t8:211": "Pāḷimuttanayo ñeyyo, tattha kosallamicchatā.",
  "tika-abh09t8:212": "Tattha kamato tāva ayampi desanākkamova, sopi pākaṭāpākaṭavasena vutto. Imāsu hi rūpakammaṭṭhānaṃ pākaṭanti paṭhamaṃ kāyānupassanā vuttā. Tato arūpakammaṭṭhānaṃ. Tatthāpi ārammaṇaṃ anubhavantī uppajjamānā vedanā pākaṭāti anantarā vedanānupassanā, tato ārammaṇaṃ vijānantaṃ viññāṇaṃ pākaṭanti cittānupassanā, citte pākaṭe tannissitā sukhumāpi dhammā pākaṭā hontīti ante dhammānupassanā vuttā. Ayaṃ tāvettha kamo.",
  "tika-abh09t8:213": "Anūnādhikatoti ettha pana kasmā bhagavatā cattārova satipaṭṭhānā vuttā, anūnā anadhikāti? Taṇhācaritadiṭṭhicaritasamathayānikavipassanāyānikānaṃ mandatikkhavasena dvidhā pavattānaṃ visuddhimaggavasena. Mandassa hi taṇhācaritassa oḷārikaṃ kāyānupassanāsatipaṭṭhānaṃ visuddhimaggo, tikkhassa sukhumaṃ vedanānupassanāsatipaṭṭhānaṃ, diṭṭhicaritassāpi mandassa nātippabhedagataṃ cittānupassanāsatipaṭṭhānaṃ, tikkhassa atippabhedagataṃ dhammānupassanāsatipaṭṭhānaṃ visuddhimaggo. Samathayānikassa ca mandassa akicchena adhigantabbanimittaṃ paṭhamaṃ satipaṭṭhānaṃ visuddhimaggo, tikkhassa dutiyaṃ, vipassanāyānikassāpi mandassa tatiyaṃ, tikkhassa catutthaṃ visuddhimaggoti veneyyajjhāsayato cattāro vuttā. Subhasukhaniccaattabhāvavipallāsappahānatthaṃ vā caturoghayogāsavaganthaupādānaagatippahānatthampi catubbidhāhārapariññatthañca cattārova vuttā, anūnā anadhikāti ayamettha anūnādhikatā. Evaṃ pāḷimuttanayo ñeyyo.",
  "tika-abh09t8:214": "Satipaṭṭhānavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:215": "Sammappadhānavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:216": "Sammappadhānavibhaṅgamātikāya pana atthato tāva – sammappadhānāti kāraṇappadhānā upāyappadhānā. Yoniso padahanato paramaṃ dhānaṃ padhānaṃ, padhānavīriyānīti attho. Idha bhikkhūti imasmiṃ sāsane paṭipannako bhikkhu. Anuppannānanti anibbattānaṃ. Pāpakānanti lāmakānaṃ. Akusalānaṃ dhammānanti akosallasambhūtānaṃ dhammānaṃ. Anuppādāyāti na uppādanatthāya. Chandaṃ janetīti kattukamyatāsaṅkhātaṃ kusalacchandaṃ janeti uppādeti. Vāyamatīti payogaṃ parakkamaṃ karoti. Vīriyaṃ ārabhatīti kāyikacetasikavīriyaṃ karoti. Cittaṃ paggaṇhātīti teneva sahajātavīriyena cittaṃ ukkhipati. Padahatīti padhānavīriyaṃ karoti. Paṭipāṭiyā panetāni cattāripi padāni vīriyasseva āsevanābhāvanābahulīkammasātaccakiriyāhi yojetabbāni.",
  "tika-abh09t8:217": "Uppannānanti anuppannāti avattabbataṃ āpannānaṃ. Pahānāyāti pajahanatthāya. Anuppannānaṃ kusalānaṃ dhammānanti anibbattānaṃ kosallasambhūtānaṃ dhammānaṃ. Uppādāyāti uppādanatthāya. Uppannānanti nibbattānaṃ. Ṭhitiyāti ṭhitatthāya. Asammosāyāti anassanatthaṃ. Bhiyyobhāvāyāti punappunaṃ bhavanāya. Vepullāyāti vipulabhāvāya. Bhāvanāyāti vaḍḍhiyā. Pāripūriyāti paripūraṇatthāya. Sesaṃ padato uttānameva.",
  "tika-abh09t8:218": "Atthato panettha ‘‘anuppannānaṃ pāpakāna’’ntiādīsu asamudācāravasena vā ananubhūtārammaṇavasena vā kilesānaṃ anuppatti veditabbā. Aññathā hi anamatagge saṃsāre anuppannā akusaladhammā nāma natthi. Kusaladhammesu pana ratanattayappasādavipassanādivivaṭṭūpanissayakusalādivasena anuppannāpi atthi. Tesampi uppannapubbatte sati sabbasattānaṃ ito pubbe ca āsavakkhayappasaṅgato. Ekantappavattasādhakā tesaṃ. Tattha ekaccassa vattaganthadhutaṅgasamādhivipassanānavakammesu aññatarasmiṃ niccappayuttassa, ghaṭato, vāyamato ca brahmalokā āgatattā bhavavasena kilesesu aladdhāsevanassa sattassa kilesā na samudācaranti, aparabhāge panassa vattādīni vissajjetvā kusītassa carato ceva akalyāṇamittādito kilesesu laddhāsevanassa ca ayonisomanasikāraṃ, sativossaggañca āgamma uppajjanti. Evaṃ tāva asamudācāravasena kilesānaṃ anuppatti veditabbā.",
  "tika-abh09t8:219": "Ekaccassa pana tasmiṃ attabhāve ananubhūtapubbaṃ dibbādibhedaṃ manāpiyaṃ ārammaṇaṃ labhitvā tattha ayonisomanasikārasativossagge āgamma kilesā uppajjanti, alabhitvā evaṃ ananubhūtārammaṇavasena kilesānaṃ anuppatti veditabbā.",
  "tika-abh09t8:220": "‘‘Uppannānaṃ pāpakāna’’nti ettha pana catubbidhaṃ uppannaṃ vattamānabhūtāpagataokāsakatabhūmiladdhavasena, tesaṃ vibhāgo uppannattike vuttova. Aparampi catubbidhaṃ uppannaṃ samudācāraārammaṇādhiggahitaavikkhambhitaasamugghātitavasena. Tattha sampati vattamānaṃyeva samudācāruppannaṃ nāma. Sesaṃ pākaṭameva. Yasmā panettha imesu uppannesu vattamānabhūtāpagataokāsakatasamudācārasaṅkhātaṃ catubbidhaṃ uppannaṃ na maggādivajjhaṃ, tasmā bhūmiladdhaārammaṇādhiggahitaasamugghātitasaṅkhātaṃ catubbidhaṃ uppannaṃ sandhāyettha ‘‘uppannānaṃ pāpakānaṃ pahānāyā’’ti vuttaṃ.",
  "tika-abh09t8:221": "Kathaṃ pana maggakkhaṇe anuppannānaṃ kusalānaṃ uppādāya vāyāmo hoti, kathañca uppannānaṃ ṭhitiyāti? Maggappavattiyā eva. Maggo hi pavattamāno pubbe anuppannapubbattā anuppanno nāma vuccati. Yā cassa pavatti, ayameva ṭhiti nāmāti ayaṃ tāvettha padattho.",
  "tika-abh09t8:222": "Dhammabhedo panetthāpi ekasseva vīriyassa kiccabhedato catudhā vuttāti ayamettha pāḷimuttavinicchayo.",
  "tika-abh09t8:223": "Vibhaṅganayato pana suttantabhājanīye tāva cattāro sammappadhānā lokiyalokuttarakusalacittasampayuttavīriyavasena akusalādipadehi saddhiṃ vitthārato vibhattā. Abhidhammabhājanīyapañhāpucchakesu panete lokuttarakusalacittasampayuttavaseneva vibhattā, phalacittasampayuttā pana na gahitā. Teneva pañhāpucchake ‘‘kusalā eva, vipākadhammadhammā eva, apacayagāminova, sekhāvā’’tiādinā vuttā. Seso panettha vinicchayo satipaṭṭhāne vuttanayānusārena veditabbo.",
  "tika-abh09t8:224": "Sammappadhānavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:225": "Iddhipādavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:226": "Iddhipādavibhaṅgamātikāya pana cattāro iddhipādāti ettha ijjhatīti iddhi, samijjhati nipphajjatīti attho, iddhi eva pādo iddhipādo, iddhikoṭṭhāsoti attho. Ijjhanti vā etāya sattā iddhā vuddhā ukkaṃsagatā hontītipi iddhi, pajjanti etenāti pādo, patiṭṭhā adhigamūpāyoti attho, iddhiyā pādo iddhipādo. Chandasamādhipadhānasaṅkhārasamannāgatanti ettha chandahetuko, chandādhiko vā samādhi chandasamādhi, kattukamyatāchandaṃ adhipatiṃ karitvā paṭiladdhasamādhissetaṃ adhivacanaṃ. Padhānabhūtā saṅkhārā padhānasaṅkhārā, catukiccasādhakassa sammappadhānavīriyassetaṃ adhivacanaṃ. Samannāgatanti tena chandasamādhinā, padhānasaṅkhārena ca upetaṃ. Iddhipādanti yathāvuttatthena ‘‘iddhī’’ti saṅkhyaṃ gatānaṃ upacārajjhānādikusalacittasampayuttānaṃ chandasamādhipadhānasaṅkhārānaṃ adhiṭṭhānaṭṭhena pādabhūtasesacittacetasikarāsiṃ. Bhāvetīti vaḍḍheti, attano santāne punappunaṃ janetīti attho. Iminā nayena sesesupi attho veditabbo. Tattha vīmaṃsāti paññā. Sesaṃ padato suviññeyyameva.",
  "tika-abh09t8:227": "Atthato panettha tena kiṃ kathitaṃ? Catunnaṃ bhikkhūnaṃ matthakappattaṃ kammaṭṭhānaṃ kathitaṃ. Yathā hi catūsu amaccaputtesu ṭhānantaraṃ patthetvā vicarantesu eko upaṭṭhānena, eko sūrabhāvena, eko jātisampattiyā, eko mantabalenāti evaṃ te paccekakāraṇena rājānaṃ ārādhetvā ṭhānantaraṃ pāpuṇanti, evaṃ bhikkhūpi chandavīriyacittavīmaṃsāsu ekekaṃ jeṭṭhaṃ dhuraṃ pubbaṅgamaṃ katvā lokuttaradhammanibbattakā honti. Ettha ca chando samādhi padhānasaṅkhāroti tayo dhammā iddhīpi honti iddhipādāpi, sesā pana sampayuttā cattāro khandhā iddhipādā eva. Evaṃ sesādhipatiyuttacittesupi iddhipādāti veditabbā.",
  "tika-abh09t8:228": "Apica jhānavipassanāsu pubbabhāgo iddhipādo. Yo paṭilābho, sā iddhi. Paṭhamajjhānādīnaṃ hi pubbabhāgaparikammāni iddhipādo nāma, paṭhamajjhānādayo iddhi nāma. Paṭhamamaggādīnaṃ pubbabhāgavipassanā iddhipādo nāma, paṭhamamaggādayo iddhi nāma. Paṭilābhavasenāpi dīpetuṃ vaṭṭati. Paṭhamajjhānādayo hi paṭhamamaggādayo ca iddhipādo nāma, dutiyajjhānādayo, dutiyamaggādayo ca iddhi nāmāti ayaṃ tāvettha padattho.",
  "tika-abh09t8:229": "Dhammabhedo panettha vibhaṅganayeneva pākaṭo bhavissati. Tattha hi suttantabhājanīye tāva chandādīnaṃ padānaṃ vibhaṅgaṃ vatvā ante ‘‘iddhipādoti tathābhūtassa vedanākkhandho…pe… viññāṇakkhandho. Iddhipādaṃ bhāvetīti te dhamme āsevati bhāveti bahulīkaroti, tena vuccati iddhipādaṃ bhāvetī’’ti (vibha. 434) evaṃ sabbe lokiyalokuttaradhammā iddhipādoti vuttā.",
  "tika-abh09t8:230": "Abhidhammabhājanīye pana chandādīni padāni vibhajitvā ante ‘‘iddhipādoti tathābhūtassa phasso…pe… paggāho avikkhepo’’ti (vibha. 447) evaṃ sabbe lokuttarakusaladhammā iddhipādāti vatvā puna ‘‘chandiddhipādo vīriyiddhipādo cittiddhipādo vīmaṃsiddhipādo’’ti (vibha. 457) mātikaṃ ṭhapetvā ‘‘tattha katamo chandiddhipādo? Idha bhikkhu yasmiṃ samaye lokuttaraṃ jhānaṃ bhāveti…pe… yo tasmiṃ samaye chando chandikatā…pe… ayaṃ vuccati chandiddhipādo’’tiādinā lokuttarakusalacittasampayuttachandavīriyacittavīmaṃsā eva iddhipādāti vuttā. Tathā pañhāpucchakepi kusalā eva, anidassanaappaṭighā eva, vīmaṃsiddhipādo hetu, sesā na hetū…pe… cittiddhipādo na vattabbo, sesā cittasampayuttā…pe… anuttarāva, araṇāvāti. Sesamettha satipaṭṭhāne vuttasadisameva. Pāḷimuttakanayo panetthāpi na uddhaṭoti.",
  "tika-abh09t8:231": "Iddhipādavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:232": "Bojjhaṅgavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:233": "Bojjhaṅgavibhaṅgamātikāya pana atthato tāva – satta bojjhaṅgāti ettha bodhiyā, bodhissa vā aṅgāti bojjhaṅgā. Idaṃ vuttaṃ hoti – yāya eva dhammasāmaggiyā maggakkhaṇe uppajjamānāya līnuddhaccādianekesaṃ upaddavānaṃ paṭipakkhabhūtāya satidhammavicayādisattavidhāya dhammasāmaggiyā ariyasāvako bujjhati, kilesaniddāya uṭṭhahati, saccāni vā paṭivijjhati, tassā dhammasāmaggisaṅkhātāya bodhiyā aṅgāti bojjhaṅgā jhānaṅgamaggaṅgāni viya. Yo panesa yathāvuttappakārāya etāya dhammasāmaggiyā bujjhatīti katvā ariyasāvako ‘‘bodhī’’ti vuccati, tassa bodhissa aṅgāti bojjhaṅgā senaṅgarathaṅgādayo viya. Apica ‘‘bodhāya saṃvattantīti bojjhaṅgā’’tiādinā paṭisambhidānayenāpi bojjhaṅgattho veditabbo. Pasattho, sundaro vā bojjhaṅgo sambojjhaṅgo, satiyeva sambojjhaṅgo satisambojjhaṅgo. Evaṃ sesesupi. Tattha dhamme vicināti aniccādito parivīmaṃsati jānāti, dhamme vā etena sattā vicinantīti dhammavicayo, paññā. Upekkhati samarasānaṃ dhammānaṃ hāpanavaḍḍhane avāvaṭatāya paṭisaṅkhānākārena majjhattā hotīti upekkhā, tatramajjhattatā. Paṭisaṅkhānalakkhaṇo hi upekkhāsambojjhaṅgoti. Sesaṃ suviññeyyameva. Ayaṃ tāvettha padattho. Dhammabhedopettha suviññeyyova.",
  "tika-abh09t8:234": "Vibhaṅganayato panettha suttantabhājanīye tāva lokiyalokuttaravasena sesesu lokuttarakusalavipākavasena vibhattā. Pañhāpucchake pana siyā kusalā, siyā abyākatā, pītisambojjhaṅgo sukhāya vedanāya sampayuttova, sesā dvīhi…pe… pītisambojjhaṅgo sukhasahagatova, sesā tidhāpi, anidassanaappaṭighā, dhammavicayasambojjhaṅgo hetu, sesā na hetū…pe… rūpāvacarāva, araṇāvāti. Sesaṃ satipaṭṭhāne vuttanayameva. Ayamettha vibhaṅganayo.",
  "tika-abh09t8:235": "Idāni pana –",
  "tika-abh09t8:236": "Kamato tāvattato ca, hetubhūmivibhāgato;",
  "tika-abh09t8:237": "Vivekato ca viññeyyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:238": "Tattha kamato tāva ayampi desanākkamova. Sabbesaṃ hi bojjhaṅgānaṃ upakārattā satisambojjhaṅgo paṭhamaṃ vutto, tato yasmā upaṭṭhitasatiko dhamme paññāya pavicināti, pavicitadhammo vīriyaṃ ārabhati, āraddhavīriyassa pīti uppajjati, pītimanassa kāyopi cittampi passambhati, passaddhakāyassa sukhino cittaṃ samādhiyati, samāhitacitto taṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, tasmā dhammavicayasambojjhaṅgādayo yathākkamaṃ vuttāti ayaṃ tāvettha kamo.",
  "tika-abh09t8:239": "Tāvattato pana kasmā te satteva vuttā, anūnā anadhikāti? Līnuddhaccapaṭipakkhato, sabbattikato ca. Ettha hi tayo bojjhaṅgā līnassa paṭipakkhā. Yathāha – ‘‘yasmiṃ ca kho, bhikkhave, samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriya…pe… pītisambojjhaṅgassa bhāvanāyā’’ti (saṃ. ni. 5.234). Tayo uddhaccassa paṭipakkhā. Yathāha – ‘‘yasmiṃ ca kho, bhikkhave, samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhi…pe… upekkhāsambojjhaṅgassa bhāvanāyā’’ti (saṃ. ni. 5.234). Eko panettha loṇadhūpanaṃ viya sabbabyañjanesu sabbabojjhaṅgesu icchitabbo. Yathāha – ‘‘satiñca khvāhaṃ, bhikkhave, sabbatthikaṃ vadāmī’’ti (saṃ. ni. 5.234). Evaṃ līnuddhaccapaṭipakkhato ca sabbatthikato ca satteva vuttāti ayaṃ tāvattato.",
  "tika-abh09t8:240": "Hetubhūmivibhāgatoti ettha hetuvibhāgato tāva – cattāro satisambojjhaṅgassa uppādāya saṃvattanti satisampajaññaṃ muṭṭhassatipuggalaparivajjanatā upaṭṭhitassatipuggalasevanatā tadadhimuttatāti. Tathā satta dhammā dutiyassa paripucchakatā vatthuvisadakiriyā indriyasamattapaṭipādanā duppaññapuggalaparivajjanā paññavantapuggalasevanā gambhīrañāṇacariyapaccavekkhaṇatā tadadhimuttatāti. Tattha ajjhattikabāhirānaṃ sarīraparikkhārabhūtānaṃ vatthūnaṃ visadabhāvakaraṇaṃ vatthuvisadakiriyā nāma. Tathā ekādasa dhammā tatiyassa apāyabhayagamanavīthidāyajjamahattasatthumahattajātimahattasabrahmacārimahattānaṃ paccavekkhaṇatā ānisaṃsadassāvitā piṇḍapātāpacāyanatā kusītapuggalaparivajjanatā āraddhavīriyapuggalasevanatā tadadhimuttatāti. Tattha ‘‘buddhādīhi gatamaggo mayā gantabbo’’ti paccavekkhaṇā vīthipaccavekkhaṇā nāma. ‘‘Dāyakehi dinnapiṇḍapātassa mahapphalataṃ sampādessāmī’’ti attānaṃ damanaṃ piṇḍapātāpacāyanaṃ nāma. Tathā ekādasa dhammā catutthassa buddhadhammasaṅghasīlacāgadevatopasamānussatiyo satta, lūkhapuggalaparivajjanatā siniddhapuggalasevanatā pasādanīyasuttantapaccavekkhaṇatā tadadhimuttatāti. Tathā satta dhammā pañcamassa paṇītabhojanasevanatā, utusukhairiyāpathasukhasevanatā dve majjhattappayogatā sāraddhakāyapuggalaparivajjanatā santakāyapuggalasevanatā tadadhimuttatāti. Ekādasa dhammā chaṭṭhassa vatthuvisadakiriyā indriyasamattapaṭipādanā nimittakusalatā samaye cittassa paggahaniggahasampahaṃsanajjhupekkhanā catasso , asamāhitasamāhitapuggalānaṃ parivajjanasevanatā dve, jhānavimokkhapaccavekkhaṇatā tadadhimuttatāti. Tattha kasiṇādinimittānaṃ uggahaṇakusalatā nimittakusalatā nāma. Pañca dhammā sattamassa sattasaṅkhārakelāyanamajjhattapuggalānaṃ parivajjanasevanatā dve dve, tadadhimuttatāti. Ayamettha saṅkhepo, vitthāro pana sammohavinodaniyā vibhaṅgaṭṭhakathāya gahetabboti ayamettha hetuvibhāgo.",
  "tika-abh09t8:241": "Bhūmivibhāgato panete kāmāvacarā, lokuttarā vā honti, kāmāvacaresu balavavipassanādīsu eva bojjhaṅgā labbhanti, na itaresu. Lokuttaresu pana sabbattha labbhanti, rūpāvacarārūpāvacaracittesu sabbathā na labbhanti abodhipakkhikattā. Keci pana therā vipassanāpādakesu kasiṇāsubhabrahmavihārajjhānesupi bojjhaṅge uddharanti, na ca te paṭisiddhā aṭṭhakathācariyehi, tasmā tesaṃ matena rūpāvacarāpi honti, na kenaci pariyāyena arūpāvacarāti ayamettha bhūmivibhāgo.",
  "tika-abh09t8:242": "Vivekatoti ettha vivekoti vivittatā, svāyaṃ pañcavidho tadaṅgavikkhambhanasamucchedapaṭipassaddhinissaraṇavivekavasena. Tadaṅgavivekoti vipassanā, vikkhambhanavivekoti aṭṭha samāpattiyo, samucchedavivekoti maggo, paṭipassaddhivivekoti phalaṃ, nissaraṇavivekoti sabbanimittanissaṭaṃ nibbānaṃ. Tatrime tadaṅgasamucchedapaṭipassaddhinissaraṇavivekanissitā honti. Tathā hete vipassanākkhaṇe kiccato tadaṅgavivekanissitā, ajjhāsayato nissaraṇavivekanissitā. Maggakāle pana kiccato samucchedavivekanissitā, ārammaṇato nissaraṇavivekanissitā, phalakkhaṇe kiccato paṭipassaddhivivekanissitā. Ārammaṇato nissaraṇavivekanissitā ca honti. Kesañci therānaṃ mate vipassanāpādakarūpāvacarajjhānakkhaṇe vikkhambhanavivekanissitāvāti pañcavivekanissitāpi hontīti ayamettha viveko. Evaṃ viññeyyo pāḷimuttavinicchayo.",
  "tika-abh09t8:243": "Bojjhaṅgavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:244": "Maggaṅgavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:245": "Maggaṅgavibhaṅgamātikāya pana atthato tāva – ariyoti taṃtaṃmaggavajjhakilesehi ārakattā , ariyabhāvakarattā ca ariyo, aṭṭha aṅgāni assāti aṭṭhaṅgiko, nibbānatthikehi maggīyati, nibbānaṃ vā maggati, kilese vā mārento gacchatīti maggo. Seyyathidanti so katamoti ce, idāni svāyaṃ maggo caturaṅginī viya senā aṅgamattameva hoti, aṅgavinimutto natthīti dassento ‘‘sammādiṭṭhi…pe… sammāsamādhī’’ti āha. Tattha sammā passatīti sammādiṭṭhi, paññā. Sammā saṅkappeti takketīti sammāsaṅkappo, vitakko. Sesaṃ suviññeyyameva. Tato dhammabhedopi vibhaṅganayopi bojjhaṅgesu vuttasadiso.",
  "tika-abh09t8:246": "Abhidhammabhājanīye pana viratittayavajjito pañcaṅgikopi maggo vibhatto, tañca pañcannaṃ aṅgānaṃ kiccādhikataṃ, viratīnañca avuttasiddhataṃ sandhāya, virativajjitassa pana lokuttaramaggassa abhāvā sopi aṭṭhaṅgikovāti veditabbo.",
  "tika-abh09t8:247": "Pañhāpucchakepi sammāsaṅkappo sukhāya vedanāya sampayuttova, sesā dvīhi. Sammāsaṅkappo avitakkavicāramatto, pītisahagato sukhasahagatova, na upekkhāsahagato, sesā tidhāpi. Sammādiṭṭhi hetu, sesā nahetūti ayaṃ viseso. Sesaṃ samameva. Idāni pana –",
  "tika-abh09t8:248": "Kamato kiccabhedato, bhūmibhedavivekato;",
  "tika-abh09t8:249": "Maggaṅgesu vijānīyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:250": "Tattha kamato tāva ayampi desanākkamova. Bhagavatā hi nibbānādhigamāya paṭipannassa paññāpajjotapaññāsatthatāya avijjandhakāravidhamanato bahūpakārattā paṭhamaṃ sammādiṭṭhi desitā. Tato heraññikassa kahāpaṇaparivattakahattho viya yathāsabhāvadassanassa sammādiṭṭhiyā bahūpakārattā sammāsaṅkappo. Svāyaṃ yathā sammādiṭṭhiyā, evaṃ sammāvācāyapi upakārako. Yathāha ‘‘pubbe kho, gahapati, takketvā vicāretvā pacchā vācaṃ bhindatī’’ti (ma. ni. 1.463), tasmā tadanantaraṃ sammāvācā. Yasmā pana vācāya saṃvidahitvā loke kammante payojenti, tasmā tadanantaraṃ sammākammanto. Kāyavacīduccaritaṃ pahāya ubhayasucaritaṃ pūrentasseva yasmā ājīvaṭṭhamakaṃ sīlaṃ pūrati, na itarassa, tasmā tadubhayānantaraṃ sammāājīvo vutto. Evaṃ ‘‘visuddhadiṭṭhisīlenāpi ettāvatā paritosaṃ akatvā idaṃ vīriyaṃ ārabhitabba’’nti dassetuṃ tadanantaraṃ sammāvāyāmo. Āraddhavīriyenāpi kāyādīsu sati sūpaṭṭhitā kātabbāti dassanatthaṃ tadanantaraṃ sammāsati. Sūpaṭṭhitāya satiyā ekattārammaṇe cittaṃ samādhātuṃ sakkāti tadanantaraṃ sammāsamādhi vuttoti ayaṃ tāvettha kamo.",
  "tika-abh09t8:251": "Kiccato panesaṃ ekekassa tīṇi tīṇi kiccāni, seyyathidaṃ – sammādiṭṭhi tāva aññehipi attano paccanīkakilesehi saddhiṃ micchādiṭṭhiṃ pajahati, ārammaṇato nirodhasaccaṃ sacchikaroti, asammohato sesasaccāni paṭivijjhati. Evaṃ sammāsaṅkappādīnaṃ micchāsaṅkappapajahanādivasena yathānurūpanti kiccatā veditabbā. Visesato panettha sammāsaṅkappo sahajātadhamme abhiniropeti, sammāvācā pariggaṇhāti , sammākammanto samuṭṭhāpeti, sammāājīvo vodāpeti, sammāvāyāmo paggaṇhāti, sammāsati upaṭṭhāpeti, sammāsamādhi samādahatīti idamettha kiccaṃ.",
  "tika-abh09t8:252": "Bhedato pana pubbabhāge sammādiṭṭhi ‘‘dukkhe ñāṇa’’ntiādinā catūsu saccesu ñāṇavasena nānakkhaṇā nānārammaṇā nānānāmā hoti, dutiyo pana nekkhammaabyāpādaavihiṃsāsaṅkappavasena, viratiyo catubbidhavacīduccaritatividhakāyaduccaritamicchājīvaviramaṇasaṅkhātacetanāvasenapi virativasenapi, chaṭṭhasattamā catubbidhasammappadhānasatipaṭṭhānavasena nānakkhaṇā nānārammaṇā nānānāmā honti. Maggakāle panete sammādiṭṭhiādayo ekakkhaṇā ekārammaṇā. Kiccato pana tāni pubbabhāge nānānāmāni labhanti, sammāsamādhi pana pubbabhāgepi maggakkhaṇepi catukkapañcakajjhānavasena nānakkhaṇo nānānāmo, maggakkhaṇe pana ekārammaṇo hoti. Ekassa hi paṭhamamaggo pādakajjhānādiniyamato paṭhamajjhānādiko vā dutiyajjhānādīsu aññatarajjhāniko vā, dutiyamaggādayopissa paṭhamamaggasadisajjhānikā vā visadisajjhānikā vāti so maggakālepi nānakkhaṇo nānānāmo vāti ayamettha bhedo.",
  "tika-abh09t8:253": "Bhūmito ca vivekato ca vinicchayo bojjhaṅgesu vuttānusārena veditabboti evaṃ vijānīyo pāḷimuttavinicchayo.",
  "tika-abh09t8:254": "Maggaṅgavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:255": "Jhānavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:256": "Jhānavibhaṅgamātikāya pana atthato tāva – pātimokkhasaṃvarasaṃvutotiādīsu pātimokkhanti sikkhāpadasīlaṃ. Taṃ hi yo naṃ pāti rakkhati, taṃ mokkheti moceti āpāyikādīhi dukkhehi, tasmā ‘‘pātimokkha’’nti vuccati. Saṃvaraṇaṃ, saṃvaranti vā tenāti saṃvaro, pātimokkhameva saṃvaro pātimokkhasaṃvaro, kammavācāpariyosāne ijjhanakassa atthato cetanādirūpassa pātimokkhasaṃvarasīlassevetaṃ adhivacanaṃ. Tena saṃvuto pihitakāyavacīpayogoti pātimokkhasaṃvarasaṃvuto. Viharatīti iriyati pavatteti. Ācāragocarasampannoti ettha ācaritabbato ācāro, gāvo caranti etthāti gocaro, gunnaṃ caraṇaṭṭhānaṃ. Taṃsadisatāya pana sabbopi pavattivisayo gocaroti veditabbo. Tesaṃ vibhāgo niddese vuttanayeneva veditabbo.",
  "tika-abh09t8:257": "Niddese hi –",
  "tika-abh09t8:258": "‘‘Ācāragocarasampannoti atthi ācāro, atthi anācāro. Tattha katamo anācāro? Kāyiko vītikkamo, vācasiko vītikkamo, kāyikavācasiko vītikkamo, ayaṃ vuccati anācāro, sabbampi dussīlyaṃ anācāro, idhekacco veḷudānena vā patta…pe… pupphaphalasinānadantakaṭṭhadānena vā cāṭukamyatāya vā muggasupyatāya vā pāribhaṭutāya vā jaṅghapesanikena vā aññataraññatarena vā buddhapatikuṭṭhena micchāājīvena jīvikaṃ kappeti, ayaṃ vuccati anācāro.",
  "tika-abh09t8:259": "‘‘Tattha katamo ācāro? Kāyiko avītikkamo’’tiādinā (vibha. 513) –",
  "tika-abh09t8:260": "Vuttavipariyāyena ācāro niddiṭṭho.",
  "tika-abh09t8:261": "‘‘Gocaroti atthi gocaro, atthi agocaro. Tattha katamo agocaro? Idhekacco vesiyāgocaro vā hoti, vidhavā…pe… thullakumārīpaṇḍakabhikkhunīpānāgāragocaro vā, saṃsaṭṭho viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena saṃsaggena, yāni vā pana tāni kulāni assaddhāni appasannāni…pe… tathārūpāni kulāni sevati bhajati payirupāsati, ayaṃ vuccati agocaro.",
  "tika-abh09t8:262": "‘‘Tattha katamo gocaro? Idhekacco na vesiyāgocaro hotī’’tiādinā (vibha. 514) –",
  "tika-abh09t8:263": "Vuttavipariyāyena gocaro niddiṭṭho.",
  "tika-abh09t8:264": "Apicettha therānaṃ bhikkhūnaṃ purato gamananisīdanacaṅkamanaghaṭṭanābhibhavanādikāyikācittīkārakiriyānañceva there bhikkhū anāpucchā dhammakathanakhuṃsanādivācasikācittīkārakiriyānañca anācārānaṃ paṭipakkhavasena kāyikavācasiko ācāro veditabbo. Apica bhikkhu sagāravo sappatisso hirottappasampanno sunivattho supāruto pāsādikena abhikkantādinā okkhittacakkhu iriyāpathasampanno ābhisamācārikesu sakkaccakārī garucittīkārabahulo viharati, ayaṃ vuccati ācāro. Gocaro pana tividho upanissayagocaro ārakkhagocaro upanibandhagocaroti. Tattha dasakathāvatthuguṇasamannāgato kalyāṇamitto upanissayagocaro nāma. Antaragharādīsu okkhittacakkhutādīhi disā vidisā anoloketvā gamanaṃ ārakkhagocaro nāma. Cattāro pana satipaṭṭhānā upanibandhagocaro nāma. Yattha cittaṃ upanibandhati, ayaṃ tividhopettha gocaroti veditabbo. Imināti iminā ācārena, gocarena ca samannāgato ācāragocarasampanno nāma.",
  "tika-abh09t8:265": "Aṇumattesu vajjesūti aṇuppamāṇesu dosesu. Bhayadassāvīti bhayadassanasīlo, aṇumattaṃ reṇuṃ sinerusadisaṃ passanto viya sabbalahukampi dukkaṭadubbhāsitamattaṃ pārājikasadisaṃ katvā vajjato bhayato dassanasīloti attho. Samādāya sikkhati sikkhāpadesūti yaṃ kiñci sikkhāpadesu sikkhitabbaṃ, taṃ suṭṭhu ādāya gahetvā sikkhati.",
  "tika-abh09t8:266": "Indriyesu guttadvāroti manacchaṭṭhesu indriyesu rūpādiārammaṇanimittādīnaṃ aggahaṇasaṅkhātasatisaṃvarena pihitadvāro. Bhojane mattaññūti piṇḍapāte paṭiggahaṇaparibhogesu paccavekkhaṇañāṇavasena ceva appicchatādīhi ca mattajānanako, piṇḍapātavasena cettha catunnaṃ paccayānaṃ gahaṇaṃ veditabbaṃ. Atha vā bhuñjitabbato bhojananti catunnaṃ paccayānaṃ gahaṇaṃ veditabbaṃ. Pubbarattāpararattanti ettha aḍḍharattisaṅkhātāya rattiyā pubbe pubbarattaṃ, iminā paṭhamayāmañceva pacchābhattañca gaṇhāti. Rattiyā pacchā apararattaṃ, iminā pacchimayāmañceva purebhattañca gaṇhāti. Pacchimayāmo panassa bhikkhuno niddākilamathavinodanokāsoti na gahito.",
  "tika-abh09t8:267": "Jāgariyānuyogamanuyuttoti asubhabhāvanāsaṅkhātassa bhāvanārāmassa anuyogasaṅkhātaṃ āsevanabhāvanaṃ anuyutto caṅkamananisajjāhi yonisomanasikārena āvaraṇīyehi dhammehi cittaparisodhane yuttappayuttoti attho. Sātaccaṃ nepakkanti satataṃ pavattayitabbato sātaccasaṅkhātaṃ vīriyaṃ, paripākagatattā nepakkasaṅkhātañca paññaṃ anuyuttoti sambandho. Iminā vīriyapaññāhi yuttasseva jāgariyānuyogasiddhīti dasseti.",
  "tika-abh09t8:268": "Idāni taṃ jāgariyānuyogaṃ sarūpato dassento ‘‘bodhipakkhikānaṃ dhammāna’’ntiādimāha. Bodhipakkhikānaṃ dhammānanti catusaccāvabodhasaṅkhātassa maggañāṇassa pakkhe bhavānaṃ catusaccasatipaṭṭhānādisattatiṃsadhammānaṃ. Niddese panassa lokiyabhāvanāya visesabodhipakkhiyadhamme ekārammaṇe pavattanasamatthatāya satta bojjhaṅgā eva niddiṭṭhā. Tesaṃ gahaṇena pana sesānampi tattha gahaṇaṃ veditabbaṃ. So abhikkante paṭikkantetiādīsu abhikkantaṃ vuccati purato gamanaṃ, paṭikkantaṃ nivattanaṃ, tadubhayañca ṭhānanisajjāsayanesupi purato, pacchato ca kāyassa abhigamanaapagamanavasena labbhati. Sampajānakārī hotīti sampajaññena sabbakiccakārī, sampajaññasseva vā kārī, sampajañña-ggahaṇena cettha avippayogato satipi gahitāva hoti. Tenevassa niddese ‘‘sato sampajāno abhikkamatī’’tiādi vuttaṃ.",
  "tika-abh09t8:269": "Ālokitetiādīsu ālokitaṃ nāma purato pekkhanaṃ. Vilokitaṃ nāma anudisāpekkhanaṃ. Imesaṃ pana dvinnaṃ gahaṇena heṭṭhā upari pacchato pekkhanasaṅkhātāni olokitullokitāpalokitānipi gahitānīti veditabbāni.",
  "tika-abh09t8:270": "Samiñjitepasāriteti pabbānaṃ samiñjane, pasāraṇe ca. Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṃ nivāsanapārupanavasena, pattassa bhikkhāpaṭiggahaṇādivasena ca paribhogo dhāraṇaṃ nāma. Asiteti piṇḍapātādibhojane. Pīteti yāguādipāne. Khāyiteti piṭṭhakhajjādikhādane. Sāyiteti madhuphāṇitādisāyite. Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe. Gateti gamane. Ṭhiteti ṭhāne. Nisinneti nisajjāya. Sutteti sayane. Jāgariteti jāgaraṇe. Ettha ca bhikkhācāragamanādivasena ‘‘abhikkante’’ti vuttaṃ. Vihāre pana caṅkamanādiiriyāpathavaseneva ‘‘gate’’tiādi vuttanti veditabbaṃ. Bhāsiteti kathane. Tuṇhībhāveti akathane.",
  "tika-abh09t8:271": "Sabbesu pana tesu abhikkantādīsu paccekaṃ sātthakasampajaññaṃ sappāyasampajaññaṃ gocarasampajaññaṃ asammohasampajaññanti catubbidhaṃ sampajaññaṃ veditabbaṃ. Tattha abhikkamitukāmatādicitte uppanne cittavaseneva gamanādiṃ akatvā ‘‘kiṃ nu me tattha gatena attho’’ti pariggaṇhitvā cetiyadassanādino tassa tassa atthassa pariggaṇhanaṃ sātthakasampajaññaṃ nāma. Sātthakesu panetesu gamanādīsu jīvitabrahmacariyantarāyānañceva sallekhapaṭipattivighātakarānaṃ kāyikacetasikaparikkilesānañca sabbesānaṃ sabbhāvābhāvaṃ pariggahetvā sappāyapariggaṇhanaṃ sappāyasampajaññaṃ nāma. Evaṃ pariggahitasātthakasappāyassa pana aṭṭhatiṃsāya kammaṭṭhānesu, vipassanāya vā attano abhirucitaṃ kammaṭṭhānasaṅkhātaṃ gocaraṃ avissajjetvāva abhikkamādīnaṃ karaṇaṃ gocarasampajaññaṃ nāma. Abhikkamādīsu pana andhabālaputhujjanā ‘‘attā abhikkamādīni karoti, ahaṃ karomī’’ti vā sammuyhanti, tathā asammuyhitvā ‘‘abhikkamitukāmatādicittakiriyavāyodhātu vipphārādikāraṇasāmaggiyā ayaṃ kāyasaṅkhāto aṭṭhisaṅghāṭo abhikkamādīni karoti, tato añño abbhantare attā vā satto vā abhikkamanto vā paṭikkamanto vā…pe… tuṇhī bhavanto vā natthī’’ti evamādinā yāthāvato jānanavasena paññāya pavattanaṃ asammohasampajaññaṃ nāma. Ayamettha saṅkhepo, vitthāro pana sammohavinodaniyaṃ (vibha. aṭṭha. 508) gahetabbo.",
  "tika-abh09t8:272": "Idāni yasmā yassa abbhantare yathāvuttā ettakā guṇā natthi, tassa araññavāso pana makkaṭādīnaṃ viya anucchaviko na hoti, upacāramattampissa jhānaṃ na uppajjati. Yassa pana santi, tassa araññavāso anucchaviko hoti. So hi tattha sabbappakārajjhānaṃ nibbattetuṃ sakkoti, araññavāsañceva āraññake ca upasobheti, sakalañca sāsanaṃ pasādeti, tasmā evarūpassa bhikkhuno upāsanaṭṭhānayogapathaṃ sappāyasenāsanaṃ dassento ‘‘so vivittaṃ senāsanaṃ bhajatī’’tiādimāha. Tattha vivittanti suññaṃ. Seti ceva āsati ca etthāti senāsanaṃ, mañcādi, vihārādi ca. Tenevassa niddese ‘‘mañco pīṭha’’ntiādi vuttaṃ.",
  "tika-abh09t8:273": "Idāni aññampissa pabhedaṃ dassetuṃ ‘‘arañña’’ntiādi vuttaṃ. Tattha araññanti vinayapariyāyena tāva ṭhapetvā gāmañca gāmūpacārañca avasesaṃ, suttantapariyāyena ca āraññakaṃ bhikkhuṃ sandhāya pañcadhanusatikaṃ pacchimaṃ araññanti vuttaṃ, abhidhammapariyāyena pana gāmadvārassa indakhīlato bahi sabbaṃ ‘‘arañña’’nti gahetabbaṃ. ‘‘Nikkhamitvā bahi indakhīlā’’ti (vibha. 529) hi vuttaṃ. Kandaranti kaṃ vuccati udakaṃ, tena daritaṃ udakena bhinnaṃ pabbatapadesaṃ, yaṃ ‘‘nitumba’’ntipi ‘‘nadīkuñja’’ntipi vadanti. Tattha hi rajatapaṭṭasadisavālikāpuline maṇivitānasadise sandacchāye vanagahane nisīditvā maṇikkhandhasadise udake sandamāne sītena vātena bījiyamānassa samaṇadhammaṃ karoto cittaṃ ekaggaṃ hoti. Giriguhanti dvinnaṃ pabbatānamantaraṃ, ekasmiññeva vā umaṅgasadisaṃ mahāvivaraṃ. Vanapatthanti gāmantaṃ atikkamitvā manussānaṃ anupacāraṭṭhānaṃ, yattha na kasanti na vapanti. Tenevassa niddese ‘‘vanapatthanti dūrānametaṃ senāsanānaṃ adhivacana’’ntiādi vuttaṃ.",
  "tika-abh09t8:274": "Abbhokāsanti acchannaṃ. Ākaṅkhamāno panettha cīvarakuṭiṃ katvā vasati. Palālapuñjanti palālarāsiṃ. Mahāpalālapuñjato hi palālaṃ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti, gacchagumbādīnampi upari palālaṃ pakkhipitvā heṭṭhā nisīdanti, taṃ sandhāyetaṃ vuttaṃ. Appasaddantiādīsu vacanasaddena virahitattā appasaddaṃ. Nagaranigghosasaddena ceva migapakkhinigghosena ca rahitattā appanigghosaṃ. Vijanavātanti anusañcarakajanassa sarīravātena virahitattā vijanavātaṃ, ‘‘vijanavāda’’ntipi pāṭho. Senāsanassa anto janavādasaddena rahitanti attho. Manussānaṃ rahassa kiriyārahattā manussarāhasseyyakaṃ, tato tato paṭinivattitvā sammadeva kammaṭṭhāne cittassa līyanato paṭisallānasaṅkhātassa vivekassa bhāvanārāmassa anurūpattā paṭisallānasāruppaṃ. Bhajatīti sambandho. Araññagatotiādīsu araññaṃ, rukkhamūlañca ṭhapetvā avasesaṃ sabbampi senāsanaṃ suññāgārena saṅgahitaṃ.",
  "tika-abh09t8:275": "Pallaṅkaṃābhujitvāti samantato ūrubaddhāsanaṃ bandhitvā. Ujuṃ kāyaṃ paṇidhāyāti uparimakāyaṃ ujuṃ ṭhapetvā, aṭṭhārasa piṭṭhikaṇṭake koṭiyā koṭiṃ paṭipādetvā. Evaṃ nisinnassa hi cammamaṃsanahārūni na paṇamanti, athassa tesaṃ apaṇamanapaccayā khaṇe khaṇe vedanā na uppajjanti, tato cittaṃ ekaggaṃ hoti, kammaṭṭhānaṃ vuddhiṃ upagacchati. Parimukhaṃ satiṃ upaṭṭhapetvāti kammaṭṭhānābhimukhaṃ satiṃ paṭṭhapetvā, mukhasamīpe vā katvā. Tenevassa niddese ‘‘ayaṃ sati upaṭṭhitā hoti sūpaṭṭhitā, nāsikagge vā mukhanimitte vā’’ti (vibha. 537) vuttaṃ. Mukhanimittanti cettha uttaroṭṭhassa vemajjhapadeso, yattha nāsikāvāto paṭihaññati. Atha vā ‘‘parīti pariggahaṭṭho, mukhanti niyyānaṭṭho, satīti upaṭṭhānaṭṭho, tena vuccati parimukhaṃ sati’’nti (paṭi. ma. 1.164) vaṃ paṭisambhidāyaṃ vuttanayenapettha attho daṭṭhabbo. Tatrāyaṃ saṅkhepattho ‘‘pariggahitaniyyānaṃ satiṃ katvā’’ti.",
  "tika-abh09t8:276": "Abhijjhaṃloketiādīsu abhimukhaṃ jhāyati cintetīti abhijjhā, rāgo. Lujjanapalujjanaṭṭhena loko, pañcupādānakkhandhā. Tesu kāmacchandaṃ vikkhambhetvāti attho. Vikkhambhanavaseneva vigatābhijjhena, na cakkhuviññāṇādisadisenāti attho. Cetasāti cittena, itthambhūto viharatīti attho. Abhijjhāyāti abhijjhāto. Cittaṃ parisodhetīti yathā naṃ sā muñcitvā na puna gaṇhāti, evaṃ parimocetīti attho. Byāpajjati iminā cittaṃ pūtikummāsādayo viya pakatiṃ jahātīti byāpādo. Vikārappattiyā padussati, paraṃ vā padūseti vināsetīti padoso, ubhayampetaṃ kodhassevādhivacanaṃ. Yasmā cetaṃ sabbakammaṭṭhānasādhāraṇavasena desīyati, tasmā ‘‘sabbapāṇabhūtahitānukampī’’ti evaṃ mettāvasena avatvā ‘‘abyāpannacitto’’ti ettakameva vuttaṃ.",
  "tika-abh09t8:277": "Thinaṃ cittassa gelaññaṃ, middhaṃ cetasikānaṃ. Ālokasaññīti rattiyampi divāpi diṭṭhaālokasañjānanasaññāya samannāgato, tāya pana ālokasaññāya thinamiddhavinodanassa visesato satisampajaññaṃ icchitabbanti āha ‘‘sato sampajāno’’ti.",
  "tika-abh09t8:278": "Anuddhatoti avikkhitto tathā eva ajjhattaṃ vūpasantacitto. Tiṇṇavicikicchoti vicikicchaṃ atikkamitvā ṭhito. Akathaṃkathī kusalesu dhammesūti anavajjadhammesu ‘‘kathaṃ ime, kathaṃ ime’’ti evaṃ pavattanato kathaṃkathīsaṅkhātāya vicikicchāya virahito. Evaṃ pañcanīvaraṇappahānaṃ dassetvā idāni yasmā appahīnanīvaraṇassa jhānaṃ na uppajjati, na hi kāmacchandādīhi nānāvisayavikkhittacittaṃ ekattārammaṇe samādhiyati, na kāmadhātusamatikkamanāya vā paṭipajjati, tasmā ‘‘so ime pañca nīvaraṇe pahāyā’’tiādi vuttaṃ. Tattha soti yo yathāvuttasīlādiguṇe patiṭṭhāya araññādianurūpasenāsanagato attano cariyānukulakammaṭṭhāne līnuddhaccarahitāya sātaccakiriyāya uppāditupacārajjhānena pahīnapañcanīvaraṇo paṭhamajjhānādhigamāya vāyamati, soti attho.",
  "tika-abh09t8:279": "Cetaso upakkileseti cittassa appabhassarabhāvakaraṇe. Paññāya dubbalīkaraṇeti yasmā ime nīvaraṇā uppajjamānā anuppannāya lokiyalokuttarāya paññāya uppajjituṃ na denti, uppannāya pana lokiyaaṭṭhasamāpattiyā, abhiññābhūtāya vā mūlaṃ upacchinditvā pātenti, tasmā ‘‘paññāya dubbalīkaraṇā’’ti vuccanti. Vivicceva kāmehītiādīsu kāmehīti vatthukāmakilesakāmehi. Viviccevāti viviccitvā vinā hutvā, apakkamitvāti attho. Niyamatthena panettha eva-kārena jhānapaṭipakkhabhūtānaṃ kāmānaṃ pariccāgeneva paṭhamajjhānādhigamo, andhakārapariccāgeneva dīpappavatti viyāti dasseti. Uttarapadepi cesa eva-kāro ānetvā ‘‘vivicceva akusalehi dhammehī’’ti sambandhitabbo. Na hi sakkā kāmato aññehi nīvaraṇasaṅkhātehi akusaladhammehi aviviccāpi jhānaṃ upasampajja viharituṃ. Padadvayepi pana ‘‘viviccā’’ti iminā kāyavivekādīsu, tadaṅgavivekādīsu ca tadaṅganissaraṇavivekavajjitā sabbepi vivekā idha adhippetā. Vatthukāmavivekavacanato hi kāyaviveko vutto, kilesakāmehi pana sesākusalehi ca vivekavacanato cittaupadhivivekā, vikkhambhanādivivekā ca vuttā. Lokuttarajjhānampi saṅgahitattā daṭṭhabbaṃ. Evametena padadvayena yathākkamaṃ kāmacchandanīvaraṇasesanīvaraṇavikkhambhanādiko vutto. Evaṃ oghādīsupi yathārahaṃ yojetabbaṃ.",
  "tika-abh09t8:280": "Ettāvatā ca paṭhamassa jhānassa pahānaṅgaṃ dassetvā idāni sampayogaṅgaṃ dassetuṃ ‘‘savitakkaṃ savicāra’’ntiādi vuttaṃ . Tattha vitakkena ca vicārena ca saha vattati rukkho viya pupphena, phalena cāti idaṃ jhānaṃ ‘‘savitakkaṃ savicāra’’nti vuccati. Vivekajanti ettha vivitti viveko, nīvaraṇavigamoti attho. Vivittoti vā viveko, nīvaraṇavivitto jhānasampayuttadhammarāsīti attho, tasmā vivekato, tasmiṃ vā viveke jātanti vivekajaṃ. Pītisukhanti ettha pītīti appanāppattā pharaṇāpīti, sukhañca taṃsampayuttaṃ, iti ayañca pīti idañca sukhaṃ assa jhānassa, asmiṃ vā atthīti idaṃ jhānaṃ ‘‘pītisukha’’nti vuccati. Atha vā pīti ca sukhañca pītisukhaṃ, vivekajaṃ pītisukhaṃ assa, asmiṃ vāti vivekajaṃ pītisukhaṃ, evaṃ ekapadavasena ‘‘vivekajapītisukha’’nti vattabbe niggahītāgamaṃ katvā ‘‘vivekajaṃ pītisukha’’ntipi vattuṃ yujjati. Yatheva hi jhānaṃ, evaṃ pītisukhampi vivekajameva hotīti. Paṭhamaṃ jhānanti gaṇanānupubbato paṭhamaṃ, paṭhamaṃ uppattitopi paṭhamaṃ. Ārammaṇūpanijjhānato, paccanīkajhāpanato vā jhānaṃ, iminā nayena upari ‘‘dutiyaṃ jhāna’’ntiādīsu attho veditabbo. Upasampajja viharatīti evaṃ pañcaṅgavippahīnaṃ pañcaṅgasamannāgataṃ tividhakalyāṇaṃ dasalakkhaṇasampannaṃ paṭhamaṃ jhānaṃ adhigantvā tadanurūpena iriyāpathavihārena pavattatīti attho. Ettha ca cittekaggatā kiñcāpi ‘‘savitakkasavicāra’’nti imasmiṃ pāṭhe na niddiṭṭhā, tathāpi vibhaṅge ‘‘jhānanti vitakko vicāro pīti sukhaṃ cittassekaggatā’’ti (vibha. 569) vuttattā aṅgameva.",
  "tika-abh09t8:281": "Evaṃ paṭhamajjhānādhigamaṃ dassetvā idāni tadanantaraṃ adhigatapaṭhamajjhānassa taṃ āvajjanasamāpajjanavuṭṭhānādhiṭṭhānapaccavekkhaṇasaṅkhātāhi pañcahi vasīhi vasībhūtaṃ katvā tato vuṭṭhāya tattha āsannanīvaraṇapaccatthikatāya ceva oḷārikavitakkavicārakkhobhasamaṅgitāya ca dosaṃ disvā nikantiṃ pariyādāya vitakkādibhedoḷārikaṅgappahānāya, pītiādisantaṅgapaṭilābhāya ca tadeva kammaṭṭhānaṃ punappunaṃ manasikaroto dutiyaṃ jhānaṃ uppajjati, tappādakañca lokuttarajjhānaṃ puggalādhiṭṭhānena dassetuṃ ‘‘vitakkavicārānaṃ vūpasamā’’tiādimāha. Tattha vūpasamāti samatikkamā, dutiyajjhānakkhaṇe apātubhāvāti vuttaṃ hoti. Ajjhattanti attani jātaṃ, attasantāne nibbattanti attho. Sampasādananti saddhāsaṅkhātasampasādanayogato jhānampi sampasādanaṃ nīlavaṇṇayogato nīlavatthaṃ viya. Ekodibhāvanti ettha vitakkavicārehi anajjhāruḷhattā eko aggo seṭṭho udetīti ekodi, samādhi. Taṃ bhāveti vaḍḍhetīti dutiyajjhānaṃ ekodibhāvaṃ. So panāyaṃ ekodi yasmā cetaso, na sattassa, na jīvassa, tasmā etaṃ ‘‘cetaso ekodibhāva’’nti vuttaṃ.",
  "tika-abh09t8:282": "Nanu cāyaṃ saddhā paṭhamajjhānepi atthi, ayañca ekodināmako samādhi, atha kasmā idameva evaṃ vuttanti? Vuccate – imasmiñhi jhāne vitakkavicārakkhobhābhāvena balavatī saddhā, samādhi ca, tasmā idameva evaṃ vuttanti. Avitakkaṃ avicāranti bhāvanāya pahīnattā natthi etasmiṃ, etassa vā vitakko vicāro, na tatiyajjhānādi viya, cakkhuviññāṇādi viya ca abhāvappattito, tasmā imassa ‘‘vitakkavicārānaṃ vūpasamā’’ti idaṃ kāraṇavacananti daṭṭhabbaṃ. Samādhijanti paṭhamajjhānasamādhito, sampayuttasamādhito vā jātaṃ, vitakkādikkhobhābhāvena cetassa vaṇṇabhaṇanatthaṃ idameva ‘‘samādhija’’nti vuttaṃ. Upasampajja viharatīti evaṃ duvaṅgavippahīnaṃ tivaṅgasamannāgataṃ tividhakalyāṇādiyuttaṃ dutiyaṃ jhānaṃ adhigantvā vuttanayena vattatīti attho.",
  "tika-abh09t8:283": "Evaṃ dutiyajjhānādhigamaṃ dassetvā idāni tadanantaraṃ adhigatadutiyajjhānassa taṃ vuttanayeneva vasībhūtaṃ katvā tattha āsannavitakkavicārapaccatthikatāya ceva oḷārikapītaṅgasamaṅgitāya ca dosaṃ disvā nikantiṃ pariyādāya tadoḷārikaṅgappahānāya sesasantaṅgapaṭilābhāya tadevārammaṇaṃ punappunaṃ manasikaroto tatiyaṃ jhānaṃ uppajjati, tappādakañca lokuttaraṃ, taṃ dassetuṃ ‘‘pītiyā ca virāgā’’tiādimāha. Tattha virajjanaṃ virāgo, samatikkamo, tasmā virāgā. Ca-kārena vitakkavicārānaṃ vūpasamaṃ sampiṇḍeti ‘‘pītiyā ca virāgā, vitakkavicārānañca vūpasamā’’ti. Idañcetassa āgamanamaggaparidīpanatthaṃ, vaṇṇabhaṇanatthañca vuttaṃ. Upekkhako viharatīti ettha upapattito ikkhati apakkhapatitā hutvā passatīti upekkhā, tatramajjhattatā. Tāya visadāya pītivirāgapadaṭṭhānāya thāmagatāya samannāgatattā tatiyajjhānasamaṅgī ‘‘upekkhako’’ti vuccati, vitakkādikkhobhābhāvena panesā ettheva paribyattakiccā jātā, na paṭhamajjhānādīsūti. Sato ca sampajānoti puggalādhiṭṭhānena sati ca sampajaññañca vuttaṃ, idañca satisampajaññabaleneva ṭhitaṃ taṃpītisahacaritaṃ sukhaṃ, tato apanītaṃ vaccho viya bandhanabalena dhenuṃ pītiṃ na upagacchati, imasmiñca sati atimadhure sukhe yogino na sārajjanti, no aññathāti imampi atthavisesaṃ dassetuṃ idheva vuttanti veditabbaṃ. Sukhañca kāyena paṭisaṃvedetīti ettha kiñcāpi tatiyajjhānasamaṅgino sukhapaṭisaṃvedanābhogo natthi, evaṃ santepi yasmā tassa nāmakāyena sampayuttaṃ atipaṇītaṃ sukhaṃ, taṃsamuṭṭhitena tassa atipaṇītena rūpena rūpakāyo phuṭṭho, yassa phuṭṭhattā jhānā vuṭṭhitopi kāyikasukhaṃ paṭisaṃvedeyya, tasmā etamatthaṃ dassento ‘‘sukhañca kāyena paṭisaṃvedetī’’ti āha. Yaṃ tantiādīsu yanti yasmā, yaṃ jhānahetūti attho. Tanti taṃ tatiyajjhānasamaṅgipuggalaṃ buddhādayo ariyā ācikkhanti pasaṃsanti. Kinti? ‘‘Upekkhako satimā sukhavihārī’’ti. Evaṃ ekaṅgavippahīnaṃ duvaṅgasamannāgataṃ tividhakalyāṇādiyuttaṃ tatiyaṃ jhānaṃ adhigantvā pavattatīti attho. Yaṃ pana jhānaṃ vibhaṅge ‘‘jhānanti upekkhā sati sampajaññaṃ sukhaṃ cittassekaggatā’’ti (vibha. 591) vuttaṃ, taṃ saparikkhāraṃ jhānaṃ dassetuṃ pariyāyena vuttaṃ. Upanijjhānalakkhaṇānaṃ pana sukhacittekaggatānaṃ vasena duvaṅgikamevetaṃ veditabbaṃ. Yathāha – ‘‘duvaṅgikaṃ jhānaṃ hotī’’tiādi (vibha. 624).",
  "tika-abh09t8:284": "Evaṃ tatiyajjhānādhigamaṃ dassetvā idāni tadanantaraṃ adhigatatatiyajjhānassa taṃ vasībhūtaṃ katvā tato vuṭṭhāya tattha vuttanayena dosaṃ disvā nikantiṃ pariyādāya oḷārikasukhaṅgappahānāya, upekkhekaggatāsaṅkhātasesasantaṅgapaṭilābhāya ca tadeva nimittaṃ manasikaroto catutthaṃ jhānaṃ uppajjati, tappādakañca lokuttaraṃ, taṃ puggalādhiṭṭhānena dassetuṃ ‘‘sukhassa ca pahānā’’tiādimāha. Tattha sukhassa ca pahānā dukkhassa ca pahānāti kāyikassa sukhassa, dukkhassa ca pahānā. Pubbevāti tañca kho pubbeva, na catutthajjhānakkhaṇeti attho. Somanassadomanassānaṃ atthaṅgamāti cetasikassa sukhassa, dukkhassa ca pubbeva pahānā. Kadā pana tesaṃ pahānaṃ hotīti? Catunnaṃ jhānānaṃ upacārakkhaṇe. Dukkhadomanassasukhasomanassāni hi yathākkamaṃ paṭhamādicatunnaṃ jhānānaṃ upacārakkhaṇe eva pahīyanti. Yadi evaṃ, kasmā panesa ‘‘vivicceva…pe… paṭhamaṃ jhānaṃ upasampajja viharati, etthuppannaṃ dukkhindriyaṃ aparisesaṃ nirujjhati…pe… catutthaṃ jhānaṃ upasampajja viharati, etthuppannaṃ somanassindriyaṃ aparisesaṃ nirujjhatī’’ti (saṃ. ni. 5.510) evaṃ jhānesveva nirodho vuttoti? Atisayanirodhassa vuttattā. Upacārakkhaṇesu hi yo nirodho, so nirodho eva, nātisayanirodho, so pana jhānakkhaṇesu eva. Tato eva hi tattha tattha aparisesaggahaṇaṃ katanti, tattha tattha pana pahīnāpi etā vedanā ettha duviññeyyalakkhaṇāya adukkhamasukhāya vedanāya dukkhādibyatirekena sukhaggahaṇatthaṃ, vaṇṇabhaṇanatthañcassa jhānassa samāhaṭā, paccayadassanatthañcassa. Yathāha – ‘‘cattāro kho, āvuso, paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā, idhāvuso, bhikkhu sukhassa ca pahānā’’tiādi (ma. ni. 1.458).",
  "tika-abh09t8:285": "Upekkhāsatipārisuddhinti tatramajjhattatāsaṅkhātāya upekkhāya janitasatiyā pārisuddhi. Nirupaklesatāya hi taṃ parisuddhattaṃ. Na kevalañcettha upekkhāya sati eva parisuddhā, apica kho sabbepi sampayuttadhammā, satisīsena panāyaṃ desanā katāti. Upasampajja viharatīti evaṃ ekaṅgavippahīnaṃ duvaṅgasamannāgataṃ tividhakalyāṇādiyuttaṃ catutthaṃ jhānaṃ adhigantvā tadanurūpena iriyāpathavihārena pavattatīti attho.",
  "tika-abh09t8:286": "Evaṃ rūpāvacaralokuttaracatukkajjhānaṃ dassetvā idāni arūpāvacarajjhānaṃ dassento yaṃ tattha paṭhamaṃ, evaṃ adhigatarūpāvacaracatutthajjhānassa karajarūpe daṇḍādānādīnañceva cakkhurogādiābādhānañca vasena diṭṭhādīnavassa karajarūpassa samatikkamāya ākāsakasiṇavirahitesu navasu kasiṇesu aññatarasmiṃ catutthaṃ jhānaṃ uppādetvā tassārammaṇabhūtaṃ kasiṇapaṭibhāgarūpampi karajarūpapaṭibhāgatāya, araññe sappānubandhassa bhayena palāyato rajjutālapaṇṇādiṃ sappapaṭibhāgatāya viya samatikkamitukāmassa pañcahākārehi taṃ jhānaṃ vasībhūtaṃ katvā tato vuṭṭhāya tattha nibbejanīyarūpapaṭibhāgārammaṇatāya, āsannasomanassapaccatthikatāya ca dosaṃ disvā nikantiṃ pariyādāya aṅgesu samatikkamitabbābhāvena ārammaṇasamatikkamabhūtaṃ ākāsānañcāyatanaṃ santato manasikaritvā cakkavāḷapariyantaṃ vā yattakaṃ vā icchati, tattakaṃ kasiṇaṃ pattharitvā vā kasiṇaṃ amanasikaritvā tena phuṭṭhokāsaṃ ‘‘ākāso ākāso’’ti vā ‘‘ananto ākāso’’ti vā manasikārena kasiṇaṃ ugghāṭetvā vā taṃ kasiṇugghāṭimākāsanimittaṃ ‘‘ākāso’’ti punappunaṃ manasikaroto ākāsānañcāyatanaṃ uppajjati, taṃ tāva dassetuṃ ‘‘sabbaso rūpasaññānaṃ samatikkamā’’tiādimāha.",
  "tika-abh09t8:287": "Tattha sabbasoti sabbākārena, sabbāsaṃ vā anavasesānanti attho. Rūpasaññānanti saññāsīsena vuttānaṃ kusalavipākakiriyavasena pañcadasarūpāvacarajjhānānañceva tadārammaṇānañca. Rūpajjhānampi hi ‘‘rūpe saññā rūpasaññā’’ti evaṃ saññāsīsena vuccati, tadārammaṇakasiṇampi rūpanti saññā nāmamassāti ‘‘rūpasañña’’nti vuccati. Samatikkamāti virāgā, nirodhā ca. Vibhaṅge pana saññāsu samatikkantāsu ārammaṇaṃ samatikkantameva hotīti ‘‘samāpannassa vā upapannassa vā diṭṭhadhammasukhavihārissa vā’’tiādinā (vibha. 602) saññānameva samatikkamo vutto, ārammaṇe avirattassa saññāsamatikkamo natthevāti taṃ samatikkamavasenāpi atthavaṇṇanā kātabbāva.",
  "tika-abh09t8:288": "Paṭighasaññānaṃ atthaṅgamāti cakkhādīnaṃ vatthūnaṃ, rūpādīnañca ārammaṇānaṃ paṭighātena samuppannā dvipañcaviññāṇasaññā paṭighasaññā, tāsaṃ atthaṅgamā. Kiñcāpi tā rūpāvacarajjhānasamāpannassāpi na santi, atha kho na pahīnattā na santi. Na hi rūpavirāgāya rūpāvacarabhāvanā saṃvattati, rūpāyattāva etāsaṃ pavatti, ayaṃ pana bhāvanā rūpavirāgāya saṃvattati, tasmā tā ettha pahīnāti vattuṃ vaṭṭati. Nānattasaññānaṃ amanasikārāti nānatte gocare pavattānaṃ, nānattānaṃ vā manoviññāṇadhātuvasena pavattānañca catucattālīsakāmāvacarasaññānaṃ amanasikārā anāvajjanā. Ettha ca rūpapaṭighasaññānaṃ iminā jhānena nibbattabhavepi anuppattito ‘‘samatikkamā atthaṅgamā’’ti evaṃ abhāvo eva vutto. ‘‘Nānattasaññānaṃ amanasikārā’’ti aṭṭhakāmāvacarakusalānaṃ navakiriyānaṃ dasākusalānaṃ vasena sattavīsatisaññānaṃ arūpabhavepi manasikārena uppattisambhavato tāsaṃ amanasikārā icceva vuttanti veditabbaṃ.",
  "tika-abh09t8:289": "Ananto ākāsoti ettha nāssa uppādanto vā vayanto vā paññāyatīti ananto. Ākāsoti kasiṇugghāṭimākāso vuccati, manasikāravasenapettha anantatā veditabbā. Teneva vibhaṅge vuttaṃ ‘‘tasmiṃ ākāse cittaṃ ṭhapeti…pe… anantaṃ pharati, tena vuccati ananto ākāso’’ti (vibha. 605). Idaṃ panassa bhāvanākāradassanaṃ. Ākāsānañcāyatananti ettha nāssa antoti anantaṃ ākāsameva anantaṃ ākāsānantaṃ, ākāsānantameva ākāsānañcaṃ, tadeva ākāsānañcaṃ adhiṭṭhānaṭṭhena, sañjātisamosaraṇaṭṭhena ca āyatanaṃ, taṃ ārammaṇamassa sasampayuttadhammassa jhānassāti ākāsānañcāyatanaṃ. Taṃ upasampajja vuttanayena viharatīti attho.",
  "tika-abh09t8:290": "Evaṃ ākāsānañcāyatanādhigamaṃ dassetvā idāni yaṃ tadanantaraṃ adhigatapaṭhamāruppassa taṃ vasībhūtaṃ katvā tattha āsannarūpajjhānapaccatthikatāya, rūpapaṭibhāgākāsārammaṇatāya ca dosaṃ disvā nikantiṃ pariyādāya taṃ samatikkamāya ākāsaṃ pharitvā pavattaṃ viññāṇaṃ ‘‘anantaṃ viññāṇa’’nti punappunaṃ manasikaroto viññāṇañcāyatanaṃ uppajjati, taṃ dassetuṃ ‘‘sabbaso ākāsānañcāyatanaṃ samatikkammā’’tiādi vuttaṃ. Tattha pubbe vuttanayena jhānampi ākāsānañcāyatanaṃ ārammaṇampi. Ārammaṇampi hi purimanayena ākāsānañcañca taṃ paṭhamāruppassa ārammaṇattā vuttanayena āyatanañcāti ‘‘ākāsānañcāyatana’’nti vuccati. Iti ubhayassāpi appavattikaraṇena, amanasikaraṇena ca ekajjhaṃ katvā ‘‘ākāsānañcāyatanaṃ samatikkammā’’ti idaṃ vuttanti veditabbaṃ.",
  "tika-abh09t8:291": "Anantaṃviññāṇanti taññeva paṭhamāruppaviññāṇaṃ ākāsaṃ anantato pharitvā pavattaṃ ‘‘anantaṃ viññāṇa’’nti evaṃ manasikarototi vuttaṃ hoti, manasikāravasena vā anantaṃ. Vibhaṅgepi hi ‘‘anantaṃ pharatī’’ti (vibha. 610) vuttaṃ. Viññāṇañcāyatananti ettha vuttanayena anantameva ānañcaṃ, viññāṇañca taṃ ānañcañcāti viññāṇānantanti vattabbe ruḷhito ‘‘viññāṇañca’’nti vuttaṃ, tadeva āyatanamārammaṇamassāti viññāṇañcāyatanaṃ. Sesaṃ vuttanayameva.",
  "tika-abh09t8:292": "Evaṃ viññāṇañcāyatanaṃ dassetvā idāni yaṃ tadanantaraṃ adhigatadutiyāruppassa taṃ vasībhūtaṃ katvā tattha āsannākāsānañcāyatanapaccatthikatāya, tadārammaṇatāya ca dosaṃ disvā nikantiṃ pariyādāya taṃ samatikkamāya paṭhamāruppaviññāṇābhāvaṃ ‘‘natthi natthī’’ti vā ‘‘suññaṃ suñña’’nti vā ‘‘vivittaṃ vivitta’’nti vā punappunaṃ manasikaroto ākiñcaññāyatanaṃ uppajjati, taṃ dassetuṃ ‘‘sabbaso’’tiādimāha. Idhāpi vuttanayena jhānassa, tadārammaṇassa ca viññāṇañcāyatanassa samatikkamova veditabbo. Natthi kiñcīti ‘‘natthi natthi, suññaṃ suññaṃ, vivittaṃ vivitta’’nti evaṃ manasikarototi attho.",
  "tika-abh09t8:293": "Ākiñcaññāyatananti ettha nāssa kiñcananti akiñcanaṃ, antamaso bhaṅgamattampissa avasiṭṭhaṃ natthīti vuttaṃ hoti, akiñcanassa bhāvo ākiñcaññaṃ, ākāsānañcāyatanaviññāṇāpagamassetaṃ adhivacanaṃ, ākiñcaññaṃ āyatanamārammaṇamassāti ākiñcaññāyatanaṃ. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:294": "Evaṃ ākiñcaññāyatanādhigamaṃ dassetvā idāni yaṃ tadanantaraṃ adhigatatatiyāruppassa taṃ vasībhūtaṃ katvā tattha āsannaviññāṇañcāyatanapaccatthikatāya dosaṃ disvā nikantiṃ pariyādāya taṃ samatikkamāya tadeva ākiñcaññāyatanaṃ ‘‘santaṃ santa’’nti punappunaṃ manasikaroto nevasaññānāsaññāyatanaṃ uppajjati, taṃ dassetuṃ ‘‘sabbaso’’tiādimāha. Tattha nevasaññānāsaññāyatananti oḷārikāya saññāya abhāvato, sukhumāya ca bhāvato nevassa sasampayuttadhammassa jhānassa saññā nāsaññāti nevasaññānāsaññaṃ, tadeva dhammāyatanamanāyatanapariyāpannattā āyatananti nevasaññānāsaññāyatanaṃ.",
  "tika-abh09t8:295": "Atha vā yāyamettha saññā, sā paṭusaññākiccaṃ kātuṃ asamatthatāya nevasaññā, saṅkhārāvasesasukhumabhāvena vijjamānattā nāsaññāti nevasaññānāsaññā, nevasaññānāsaññā ca sā sampayuttadhammānaṃ adhiṭṭhānaṭṭhena āyatanañcāti nevasaññānāsaññāyatanaṃ. Na kevalañcettha saññāva edisī, api tu phassopi nevaphasso nāphasso, cittampi nevacittaṃ nācittaṃ, evaṃ sesasampayuttadhammāpi, saññāsīsena panāyaṃ desanā katāti veditabbā. Tattha saṅkhārāvasesasukhumabhāvenāti accantasukhumabhāvappattasaṅkhārabhāvena. Sesaṃ vuttanayameva.",
  "tika-abh09t8:296": "Ayaṃ panettha ādito paṭṭhāya piṇḍatthappakāsanā – ‘‘idha bhikkhu pātimokkhasaṃvarasaṃvuto’’tiādinā sāsane lokiyalokuttarajjhānanibbattakapuggalassa patiṭṭhābhūtasīlesu pātimokkhasaṃvarasīlavisuddhiṃ upadisati. ‘‘Viharatī’’ti iminā tadanurūpavihārasamaṅgibhāvaṃ. ‘‘Ācāragocarasampanno’’ti iminā ājīvapārisuddhisīlaṃ, tadupakārake ca dhamme. ‘‘Aṇumattesū’’tiādinā yathāvuttasīlehi acavanaṃ, tesañca anavasesato samādānaṃ. ‘‘Indriyesu guttadvāro’’ti iminā indriyasaṃvarasīlaṃ. ‘‘Bhojane mattaññū’’ti iminā paccayasannissitasīlaṃ, santosādiguṇañca. ‘‘Pubbarattāpararatta’’ntiādinā sīladhutaṅgesu patiṭṭhitassa bhāvanārāmassa tadupakārake dhamme. ‘‘Bodhipakkhikāna’’ntiādinā paṭipattiyā nibbedhabhāgiyataṃ. ‘‘So abhikkante’’tiādinā yathāvuttaguṇānaṃ aparihānāya, vakkhamānānañca paṭilābhāya satisampayogaṃ. ‘‘So vivitta’’ntiādinā bhāvanānurūpasenāsanapariggahaṃ. ‘‘So araññagato’’tiādinā jhānabhāvanārambhappakāraṃ. ‘‘So abhijjha’’ntiādinā jhānabhāvanābhiyogena pahīnapañcanīvaraṇassa upacārajjhānuppattiṃ. ‘‘So ime pañca nīvaraṇe’’tiādinā tassa uparūpari vāyamato rūpārūpajjhānuppattikkamaṃ upadisati. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:297": "Dhammabhedo panettha vibhaṅganaye pākaṭo bhavissati. Tīsu hi nayesu mahaggatalokuttarā kusalavipākakiriyacittasampayuttā vitakkavicārapītisukhaupekkhāekaggatāsaṅkhātā jhānadhammā nānānayehi vibhattā, jhānasampayuttā pana sesakāmāvacaradhammāva idha saṅgahitā. Kiñcāpi panettha pātimokkhasaṃvarasīlādayopi vuttā, tathāpi te jhānānaṃ pubbabhāgappaṭipattidassanavasena ceva jhānasampayuttadhammavasena ca vuttā, idha pana na saṅgahitāti veditabbā.",
  "tika-abh09t8:298": "Pañhāpucchake pana siyā kusalā, siyā abyākatā, tīṇi jhānāni sukhāya vedanāya sampayuttā, catutthaṃ adukkhamasukhāya vedanāya sampayuttaṃ, upekkhā panettha vedanā na vattabbā, siyā vipākā, siyā vipākadhammadhammā, paṭhamajjhānaṃ vitakkavicāravajjitaṃ savitakkasavicāraṃ, vitakko panettha avitakkavicāramatto, vicāro na vattabbo, tīṇi jhānāni avitakkaavicārā, dve jhānāni pītivajjitāni pītisahagatāni, tīṇi sukhavajjitāni sukhasahagatāni, catutthaṃ upekkhāvajjitaṃ upekkhāsahagataṃ, tatiyajjhāne sukhaṃ, upekkhā ca idha na vattabbaṃ…pe… siyā mahaggatā, siyā appamāṇā, tīṇi siyā appamāṇārammaṇā, siyā na vattabbā, catutthaṃ tidhāpi na vattabbañca, tīṇi siyā maggahetukā, siyā maggādhipatino, siyā na vattabbā, catutthaṃ tidhāpi na vattabbañca…pe… pīti bahiddhārammaṇāni, catutthaṃ tidhāpi na vattabbañca…pe… anidassanaappaṭighā na hetū…pe… nocittacetasikā araṇāti. Sesaṃ suviññeyyameva. Pāḷimuttanayo panettha natthi, ito paraṃ pana ettakampi avatvā vijjamānaṭṭhāne eva vakkhāma.",
  "tika-abh09t8:299": "Jhānavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:300": "Appamaññāvibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:301": "Appamaññāvibhaṅgamātikāya pana atthato tāva – catasso appamaññāyotiādīsu pharaṇaappamāṇavasena appamaññāyo. Etā hi ārammaṇavasena appamāṇe vā satte pharanti, ekasattamhi vā anavasesapharaṇavasena appamāṇato pharantīti evaṃ pharaṇaappamāṇavasena ‘‘appamaññāyo’’ti vuccanti, satta appamāṇavasenāpi vattuṃ vaṭṭati. Mettāsahagatenāti mettāya samannāgatena. Ekaṃ disanti puratthimādīsu catūsu disāsu yaṃ kiñci ekaṃ disaṃ, taṃdisāpariyāpannasattapharaṇavasena cetaṃ vuttaṃ. Pharitvāti phusitvā ārammaṇaṃ katvā. Viharatīti pavatteti. Tathā dutiyantiādīsu. Yathā ekaṃ disaṃ pharitvā, tatheva tadanantaraṃ dutiyaṃ, tatiyaṃ, catutthañcāti attho. Iti uddhamadho tiriyanti eteneva nayena uparimaṃ disaṃ, heṭṭhimaṃ disaṃ, anudisañca anukkamena mettāsahagatena cetasā pharitvā viharatīti attho. Ettāvatā ekamekaṃ disaṃ pariggahetvā odhiso mettāpharaṇataṃ dassitaṃ.",
  "tika-abh09t8:302": "Sabbadhītiādi pana anodhiso dassanatthaṃ vuttaṃ. Tattha sabbadhīti sabbattha. Sabbattatāyāti sabbesu hīnamajjhimukkaṭṭhamittasapattamajjhattādippabhedesu attatāya, tesu vibhāgaṃ akatvā attasamatāyāti vuttaṃ hoti. Atha vā sabbattatāyāti sabbena cittabhāvena, īsakampi bahi avikkhepamānoti attho. Sabbāvantanti sabbasattavantaṃ, sabbasattayuttanti attho. Lokanti sattalokaṃ. Puna ‘‘mettāsahagatenā’’ti idaṃ ‘‘vipulenā’’tiādīhi visesanehi sambandhadassanavasena vā vuttaṃ, nigamanavasena vā. Tattha pharaṇavasena vipulatā veditabbā. Bhūmivasena pana mahaggatatā. Paguṇavasena, appamāṇasattārammaṇavasena ca appamāṇatā. Byāpādapaccatthikappahānena averatā. Domanassappahānena niddukkhatā, saṅkhatatā, abyāpajjatā ca daṭṭhabbā. Evaṃ karuṇāsahagatenātiādīsupi attho veditabboti ayaṃ tāvettha padattho.",
  "tika-abh09t8:303": "Dhammabhedo panettha suviññeyyova. Vibhaṅganayena pana tīsu rūpāvacarakusalavipākakiriyācittesu sampayuttā sattesu mettādibrahmavihārabhūtā adoso karuṇā muditā tatramajjhattatāti cattāro dhammā nānānayehi vibhattā, taṃsampayuttā pana kāmāvacarabhūtā ca etā idha na gahitā. Arūpāvacaralokuttaresu panetā appamaññā natthevāti. Pañhāpucchake panetā tāva siyā kusalā, siyā abyākatā. Tisso sukhāya, catutthā adukkhamasukhāya vedanāya sampayuttā. Vipākattike tidhāpi, upekkhā avitakkaavicārā, sesā tidhāpi, mahaggatāva, parittārammaṇaatītārammaṇattikesu na vattabbāva, bahiddhārammaṇāva, anidassanaappaṭighāva, mettā hetu, sesā na hetū, no cittā, cetasikā, rūpāvacarā, sauttarāva. Sesaṃ suviññeyyamevāti.",
  "tika-abh09t8:304": "Appamaññāvibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:305": "Sikkhāpadavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:306": "Sikkhāpadavibhaṅgamātikāya pana atthato tāva – sikkhāpadānīti sikkhitabbapadāni, sikkhākoṭṭhāsāti attho. Apica sabbepi kusalā dhammā sikkhitabbato sikkhā, tāsaṃ patiṭṭhānaṭṭhena padaṃ, pañcasu pana sīlaṅgesu yaṃ kiñci aṅgaṃ. Pāṇātipātādīsu pāṇassa atīva pāto pāṇātipāto, pāṇavadhoti attho. Pāṇoti cettha vohārato satto, paramatthato jīvitindriyaṃ, tasmiṃ pana pāṇe pāṇasaññino jīvitindriyupacchedakaupakkamasamuṭṭhāpikā kāyavacīdvārānaṃ aññataradvārappavattā vadhakacetanā pāṇātipāto, tasmā pāṇātipātā. Veramaṇīti virati, sā eva vuttanayena sikkhāpadanti veramaṇisikkhāpadaṃ. Adinnanti na dinnaṃ, parapariggahitaṃ, parapariggahitassa adinnassa ādānaṃ adinnādānaṃ. Parassa haraṇaṃ theyyaṃ corikāti vuttaṃ hoti. Atthato pana parapariggahite tathāsaññino tadādāyakaupakkamasamuṭṭhāpikā theyyacetanā adinnādānaṃ. Kāmesūti vatthukāmesu. Micchācārāti kilesakāmavasena lāmakācārā, purisassa māturakkhitādisaṅkhātāsu, itthiyā attano niyamitapurisato parapurisasaṅkhātesu ca agamanīyaṭṭhānesu vītikkamācārāti vuttaṃ hoti. Atthato pana agamanīyavatthūsu maggenamaggappaṭipādanopakkamasamuṭṭhāpikā, adhivāsanākārappavattā vā methunacetanā kāmesumicchācāro. Musāti abhūtaṃ atacchaṃ vatthu, vādoti tassa abhūtataṃ ñatvāva bhūtato tacchato viññāpanaṃ. Lakkhaṇato pana atathaṃ vatthuṃ ñatvā tathato paraṃ viññāpetukāmassa atthabhañjakakāyavacīpayogasamuṭṭhāpikā cetanā musāvādo. Surāti piṭṭhasurā pūvasurā odanasurā kiṇṇapakkhittā sambhārasaṃyuttāti pañca surā. Merayanti pupphāsavo phalāsavo guḷāsavo madhvāsavo sambhārasaṃyuttoti pañca āsavā. Tadubhayampi madanīyaṭṭhena majjaṃ, yāya cetanāya taṃ majjaṃ pivati, sā pamādakāraṇattā pamādaṭṭhānaṃ, tasmā surāmerayamajjapamādaṭṭhānā. Sesaṃ suviññeyyamevāti ayaṃ tāvettha padattho.",
  "tika-abh09t8:307": "Dhammabhedo pana vibhaṅganaye pākaṭo bhavissati. Evaṃ uparipi. Vibhaṅganayesu cettha suttantabhājanīyaṃ natthi, abhidhammabhājanīye panetāni pañca sikkhāpadāni kāmāvacarakusalacittasampayuttānaṃ viratīnaṃ vasena nānappakārato paṭhamavāre vibhattāni, tathā dutiyavāre cetanāvasena, viraticetanāsampayuttā panettha dhammā na sikkhāpadāni, sikkhāpadasampayuttā pana honti, tathā tatiyanaye phassādīnaṃ sabbesaṃ dhammānaṃ vasena nānappakārato vibhattāti.",
  "tika-abh09t8:308": "Pañhāpucchake pana cetanāya, phassādīnañca pariyāyasikkhāpadattā nippariyāyasikkhāpadabhūtānaṃ viratīnaṃ vaseneva vibhattāni. Tattha hi pañca sikkhāpadāni kusalā eva, siyā sukhāya, siyā adukkhamasukhāya sampayuttā…pe… parittārammaṇāva, paccuppannārammaṇāva, bahiddhārammaṇāva, anidassanaappaṭighāva, na hetū, sahetukā, no cittā, cetasikā, kāmāvacarā , sauttarāva, araṇāvāti. Ettha ca yāni sikkhāpadāni sattārammaṇāni vuttāni, tāni ca viratisabhāvattā yasmā ‘‘satto’’ti saṅkhaṃ gate parittadhamme eva paccuppanne eva dhamme ārammaṇaṃ karonti, tasmā parittārammaṇāti ca vuttāti veditabbā. Idāni viramitabbapāṇātipātādīnaṃ –",
  "tika-abh09t8:309": "Dhammakammapathālamba-vedanāmūlakammato;",
  "tika-abh09t8:310": "Sāvajjaṅgādito ñeyyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:311": "Tattha dhammato tāva – pañcapete pāṇātipātādayo cetanāsabhāvāva honti. Kammapathato pañca kammapathāva. Ārammaṇato pana pāṇātipāto jīvitindriyārammaṇo, adinnādānaṃ sattārammaṇaṃ, saṅkhārārammaṇaṃ vā, tathā musāvādo, micchācāro itthipurisārammaṇo, surāpānaṃ saṅkhārārammaṇaṃ. Vedanāto pana pāṇātipāto dukkhavedano, adinnādānaṃ tivedanaṃ, tathā musāvādo, micchācāro pana sukhamajjhattavasena dvivedano, tathā surāpānaṃ. Mūlato pana paṭhamo dosamohamūlo, dutiyaṃ siyā lobhamohamūlaṃ, siyā dosamohamūlaṃ, tathā musāvādo, micchācāro pana lobhamohamūlova, tathā surāpānaṃ. Kammato panettha musāvādo vacīkammaṃ, sesā kāyakammameva.",
  "tika-abh09t8:312": "Sāvajjato pana pāṇātipāto tāva amanussake pāṇe appasāvajjo, manussake mahāsāvajjo. Tesu ca khuddakasarīre appasāvajjo, mahāsarīre mahāsāvajjo. Kasmā? Payogamahantatāya. Payogasamattepi appaguṇe appasāvajjo, mahāguṇe mahāsāvajjo. Sarīraguṇānaṃ samabhāve sati kilesānaṃ, upakkamānañca mudutibbatāya appamahāsāvajjo hoti, khīṇāsave pana mahāsāvajjataroti. Adinnādānaṃ vatthuno hīnappaṇītatāya ceva guṇavirahitatabbantasantakatāya ca. Tatthāpi taṃ taṃ upādāyupādāya ca appamahāsāvajjaṃ, khīṇāsavasantake mahāsāvajjataranti veditabbaṃ. Micchācāro dussīlasīlavantavatthuvītikkamanena. Tatthāpi taṃ taṃ upādāyupādāya ca appamahāsāvajjo, khīṇāsavavatthuvītikkamane mahāsāvajjataroti ca veditabbo. Musāvādo yamatthaṃ bhañjati, tassa appamahantataṃ, vatthusāmino guṇavirahitataṃ, tabbantatañca upādāyupādāya appamahāsāvajjo hoti. Apica attano santakaṃ adātukāmatāya, hasādhippāyena vā ‘‘nattheta’’ntiādinayappavatto appasāvajjo, adiṭṭhaṃ ‘‘diṭṭha’’ntiādinā kūṭasakkhiādibhāvena vā pavatto mahāsāvajjo, musā vatvā pana saṅghabhedane mahāsāvajjataro. Surāpānaṃ bindumattato paṭṭhāya taṃ taṃ upādāyupādāya appasāvajjaṃ, bahuke mahāsāvajjaṃ, kāyavikārajananapahonakapāne pana mahāsāvajjatarameva.",
  "tika-abh09t8:313": "Aṅgādito pana pāṇātipātassa pāṇo pāṇasaññitā vadhakacittaṃ upakkamo tena maraṇanti pañca aṅgāni. Sāhatthiko āṇattiko nissaggiko thāvaro vijjāmayo iddhimayoti cha payogā. Adinnādānassa parapariggahitatā tathāsaññitā theyyacittaṃ upakkamo tena haraṇanti pañca aṅgāni. Sāhatthikādayo cha eva payogā. Te ca kho yathānurūpaṃ theyyāvahārādīnaṃ vasena pavattā. Micchācārassa agamanīyavatthutā sevanacittaṃ maggena maggappaṭipattīti tīṇi aṅgāni. Sāhatthiko ekova payogo. Evaṃ sesānampi payogo veditabbo. Musāvādassa atathaṃ vatthu, visaṃvādanacittaṃ, tajjo vāyāmo, parassa tadatthavijānananti cattāri aṅgāni. Surāpānassa surādīnaṃ aññataratā ajjhoharaṇanti dve aṅgānīti.",
  "tika-abh09t8:314": "Evaṃ pāṇātipātādīnaṃ dhammādito vinicchayaṃ ñatvā idāni pāṇātipātāveramaṇiādīnaṃ pañcannampi –",
  "tika-abh09t8:315": "Dhammakammapathālamba-samādānapayogato;",
  "tika-abh09t8:316": "Khaṇḍato ca vijānīyo, pāḷimuttavinicchayo.",
  "tika-abh09t8:317": "Tattha dhammakammapathato vinicchayo vuttanayova. Ārammaṇato panetāni jīvitindriyāditaṃtaṃvītikkamitabbavatthārammaṇāni. Samādānato ekassa santike vā sayameva vā ‘‘pañca sīlāni adhiṭṭhahāmī’’ti ekato vā pāṭiekkaṃ vā samādiyantena etāni samādinnāneva honti. Payogato pana sabbānipi sāhatthikapayogāneva. Khaṇḍato gahaṭṭhā yaṃ yaṃ vītikkamanti, taṃ tadeva khaṇḍaṃ hoti, netare. Gahaṭṭhā anibaddhasīlā honti, yaṃ yaṃ sakkonti, taṃ tadeva gopenti. Sāmaṇerānaṃ pana ekasmiṃ vītikkamite sabbānipi bhijjantīti evaṃ vijānīyo pāḷimuttavinicchayo.",
  "tika-abh09t8:318": "Sikkhāpadavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:319": "Paṭisambhidāvibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:320": "Paṭisambhidāvibhaṅgamātikāya atthato tāva – catasso paṭisambhidāti cattāro pabhedā. Niddese pana ‘‘atthe ñāṇaṃ atthappaṭisambhidā’’tiādinā (vibha. 718) ñāṇavasena niddiṭṭhattā ñāṇasseva, na aññassa kassacīti veditabbaṃ. Atthapaṭisambhidāti atthavisayañāṇappabhedā, atthappabhedasallakkhaṇavibhāvanavavatthānakaraṇasamatthatāvasena atthe pabhedagataṃ ñāṇanti attho. Sesapadesupi eseva nayo. Ettha ca atthoti hetuphalaṃ. So hi hetuvasena araṇīyato gantabbato, uppādetabbato ca ‘‘attho’’ti vuccati. Pabhedato panesopi pañcavidho hoti yaṃ kiñci paccayuppannaṃ, nibbānaṃ, bhāsitattho, vipāko, kiriyāti.",
  "tika-abh09t8:321": "Dhammoti paccayo, so hi phalaṃ vidahati pavatteti uppādeti ceva pāpeti cāti ‘‘dhammo’’ti vuccati. Pabhedato panesopi pañcavidho hoti yo koci phalanibbattako hetu, ariyamaggo, bhāsitaṃ, kusalaṃ, akusalanti.",
  "tika-abh09t8:322": "Niruttīti yathāvuttānaṃ dhammānaṃ, atthānañca vācako sabhāvaniruttisaṅkhāto saddo. Imā dhammatthaniruttiyo ārammaṇaṃ katvā paccavekkhantassa tattha tattha pabhedagataṃ ñāṇaṃ niruttipaṭisambhidā nāma.",
  "tika-abh09t8:323": "Ettha ca niruttipaṭisambhidā saddārammaṇā, na paññattārammaṇā, paṭisambhidāpatto hi ‘‘phasso vedanā’’tiādikaṃ saddaṃ sutvā ‘‘ayaṃ sabhāvaniruttī’’ti jānāti, ‘‘phassā vedano’’tiādikaṃ pana ‘‘na sabhāvaniruttī’’ti jānāti. Sabhāvaniruttīti (vibha. aṭṭha. 718) ca māgadhikā bhāsā, yāya sammāsambuddhā tepiṭakaṃ buddhavacanaṃ tantiṃ āropenti, brahmāno ca agāmake araññe kiñci vacanaṃ asutvā vaḍḍhitadārakā ca attano dhammatāya bhāsanti, yā ca apāyesu manusse devaloke ceva māgadhabhāsā ussannā, pacchā ca tato andhakayonakadamiḷādidesabhāsā ceva sakkatādiaṭṭhārasamahābhāsā ca nibbattā, sā hi yasmā itarāsu bhāsāsu parivattantāsupi na parivattati, sabbakālaṃ attano sabhāve eva tiṭṭhati, tasmā ‘‘sabhāvaniruttī’’ti vuccati. Yā brahmavohāro, ariyavohāroti ca vuccati, tāya pana māgadhabhāsāya tantiṃ āruḷhassa buddhavacanassa paṭisambhidāpattānaṃ sotapathāgamanameva papañco . Sote pana saṅghaṭṭitamatte eva nayasatena nayasahassena attho upaṭṭhāti. Aññāya pana bhāsāya tantiṃ āruḷhaṃ taṃ tesaṃ cittaṃ sahasā nārohati, kicchena uggahetabbaṃ hoti, puthujjanānañca sakalaṃ buddhavacanaṃ uggahetvāpi paṭisambhidāpatti nāma natthi, ariyasāvako no paṭisambhidāpatto nāma natthi, paṭisambhidāpatto aññaṃ saddaṃ nāmākhyātopasagganipātabhedato jānāti, na jānātīti? Yadaggena saddaṃ sutvā ‘‘ayaṃ sabhāvanirutti, ayaṃ na sabhāvaniruttī’’ti jānāti, tadaggena etampi jānissati, na cetaṃ paṭisambhidākiccanti veditabbaṃ.",
  "tika-abh09t8:324": "Paṭibhānanti dhammatthādivisayaṃ sabbatthakañāṇaṃ, taṃ ñāṇaṃ ārammaṇaṃ katvā paccavekkhantassa pabhedagataṃ ñāṇaṃ paṭibhānapaṭisambhidā nāma, imā catassopi paṭisambhidā adhigamena pariyattiuggahaṇena sakkaccadhammassavanena atthaparipucchāya pubbayogenāti pañcahi kāraṇehi visadā honti, sekhabhūmiyaṃ, asekhabhūmiyañcāti dvīsu ṭhānesu pabhedaṃ gacchantīti veditabbā. Ayaṃ tāvettha padattho.",
  "tika-abh09t8:325": "Dhammabhedo panetthāpi vibhaṅganaye pākaṭo bhavissati. Vibhaṅganayesu hi tīsupi dhammaniruttipaṭibhānapaṭisambhidā tissopi kāmāvacarajavanasampayuttañāṇānaṃ vasena tabbisayappabhedena saddhiṃ nānappakārato vibhattā. Atthapaṭisambhidā pana tesaṃ ñāṇānañceva aṭṭhalokuttaracittasampayuttānañca vasena tabbisayappabhedena saddhiṃ. Lokuttarañāṇānipi hi maggappattabbatāya atthabhūtanibbānārammaṇattā ‘‘atthapaṭisambhidā’’ti vuccati.",
  "tika-abh09t8:326": "Pañhāpucchake pana siyā kusalā, siyā abyākatā, tisso paṭisambhidā siyā vipākadhammadhammā, siyā nevavipākanavipākadhammadhammā, atthapaṭisambhidā tidhāpi, tisso paṭisambhidā parittā, atthapaṭisambhidā siyā parittā, siyā appamāṇā , niruttipaṭisambhidā parittārammaṇā, bahiddhārammaṇā ca, sesā tidhāpi, niruttipaṭisambhidā paccuppannārammaṇāva, atthapaṭisambhidā tidhāpi na vattabbā ca, anidassanaappaṭighā, hetū, sahetukā, tisso paṭisambhidā sauttarā, atthapaṭisambhidā dvidhāpi, araṇā cāti. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:327": "Paṭisambhidāvibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:328": "Ñāṇavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:329": "Ñāṇavibhaṅgamātikāya pana atthato tāva – ekavidhenāti ekappakārena, ekakoṭṭhāsena vā. Ñāṇavatthūti ettha pana ñāṇañca taṃ vatthu ca nānappakārānaṃ sampattīnanti ñāṇavatthu. Pañca viññāṇāti cakkhuviññāṇādīni pañca. Na hetū ahetukātiādīsu heṭṭhā hetudukādīsu vuttanayānusārena sabbattha attho veditabbo. Apica hetudukādīsu pañca viññāṇā hetū dhammāti vā sahetukā dhammāti vā na vattabbā, ekantena pana na hetū eva, ahetukā evāti. Evaṃ ‘‘yāthāvakavatthuvibhāvanā paññā’’ti iminā upari ekavidhaparicchedāvasāne vakkhamānena sambandhoti. Iminā nayena sabbattha yathānurūpaṃ attho veditabbo. Tattha ca acetasikāti cittāni eva pañcaviññāṇasampayuttānaṃ idha aparāmaṭṭhattā.",
  "tika-abh09t8:330": "Uppannavatthukā uppannārammaṇāti khaṇapaccuppannavasena anāgatapaṭikkhepo. Na hi tāni anāgatesu pañcasu vatthārammaṇesu uppajjanti. Purejātavatthukā purejātārammaṇāti sahuppattipaṭikkhepo. Na hi tāni sahuppannaṃ vatthārammaṇaṃ paṭicca uppajjanti. Ajjhattikavatthukāti ajjhattajjhattabhūte pañca pasāde vatthuṃ katvā uppajjanakā. Ettha ca pañca viññāṇā sayampi ajjhattikā, ajjhattikavatthukā ca, manoviññāṇaṃ hadayanissitaṃ ajjhattikaṃ, bāhiravatthukaṃ, pañcaviññāṇasampayuttā tayo khandhā bāhirā, ajjhattikavatthukā, manoviññāṇasampayuttā tayo khandhā bāhirā, bāhiravatthukāti evaṃ catukkaṃ veditabbaṃ.",
  "tika-abh09t8:331": "Asambhinnavatthukā asambhinnārammaṇāti aniruddhavatthārammaṇā. Na hi tāni niruddhavatthārammaṇaṃ paṭicca uppajjanti. Nānāvatthukā nānārammaṇāti tāni yathākkamaṃ cakkhurūpādiniyatekekavatthārammaṇatāya aññamaññaṃ bhinnavatthukā, bhinnārammaṇā ca. Na hi cakkhuviññāṇaṃ cakkhuṃ muñcitvā sotādīsu aññataraṃ vatthuṃ katvā rūpaṃ muñcitvā saddādīsu aññatarārammaṇaṃ paṭicca uppajjati, na itarāni cetarāni. Na aññamaññassa gocaravisayaṃ paccanubhontīti iminā ca nesaṃ nānārammaṇataṃyeva vibhāveti. Na asamannāhārā uppajjantīti anāvajjane na uppajjanti, pañcadvārāvajjanena anāvajjite visaye na uppajjantīti attho. Na amanasikārāti tamevettha pariyāyantarena vibhāveti. Na abbokiṇṇāti aññamaññaṃ nirantarā hutvā na uppajjanti. Na apubbaṃ acarimanti ekakkhaṇepi saha na uppajjanti. Na kevalañca etāni, aññānipi viññāṇāni dve vā taduttariṃ vā ekato na uppajjanti, ekekameva pana viññāṇaṃ uppajjatīti veditabbaṃ. Yathāha – ‘‘aññaṃ uppajjate cittaṃ, aññaṃ cittaṃ nirujjhatī’’tiādi (dī. ni. aṭṭha. 1.214; ma. ni. aṭṭha. 1.109; saṃ. ni. aṭṭha. 3.5.368; vibha. aṭṭha. 523). Na aññamaññassa samanantarāti iminā anabbokiṇṇatāya eva vibhāvanā.",
  "tika-abh09t8:332": "Anābhogāti anāvajjanabhūtā āvajjanaṭṭhāne ṭhatvā āvajjanakiccaṃ kātuṃ na samatthāti attho. Na kañci dhammaṃ paṭivijānātīti ‘‘manopubbaṅgamā dhammā’’ti (dha. pa. 1-2) evaṃ vuttaṃ ekampi kusalākusalaṃ dhammaṃ kocipi puggalo na paṭivijānāti, tehi viññāṇehi na sādhetīti attho. Aññatraabhinipātamattāti ṭhapetvā rūpādiārammaṇānaṃ abhinipātamattaṃ āpāthagamanamattaṃ, byattataropi puggalo pañcaviññāṇehi āpāthagatārammaṇapaṭivijānanamattato aññaṃ kusalākusalapaṭivijānanaṃ kātuṃ na sakkotīti attho.",
  "tika-abh09t8:333": "Pañcannaṃ viññāṇānaṃ samanantarāpīti manodhātuyāpi. Api-saddo cettha sampiṇḍanattho, tena na kevalaṃ manodhātuyāva, tato parehipi pañcadvārikaviññāṇehi tadārammaṇapariyosānehi na kiñci kusalākusalaṃ dhammaṃ paṭivijānātīti ayamattho dassitoti gahetabbo. Kiñcāpi pañcadvāre kusalākusalādīni javanāni uppajjanti, tathāpi tāni moghapupphāni viya abbohārikānīti daṭṭhabbāni. Na kañci iriyāpathaṃ kappetītiādīsupi eseva nayo. Na hi pañcadvārikaviññāṇehi gamanādīsu kañci iriyāpathaṃ kappeti, na kāyavacīkammaṃ paṭṭhapeti, na viññattiṃ vā samuṭṭhāpeti, na kusalākusalaṃ dhammaṃ samādiyati, na lokiyalokuttaraṃ samādhiṃ samāpajjati, na tato vuṭṭhāti, na bhavato cavati, na bhavantare uppajjati, sabbampetaṃ kiccaṃ manodvārikacitteneva hoti. Yathā cetesaṃ etāni kiccāni natthi, evaṃ niyāmokkamanādīnipi. Na hi koci pañcadvārikajavanehi micchattaniyāmaṃ, sammattaniyāmaṃ vā okkamati, na cetāni nāmagottaṃ vā kasiṇādipaññattiṃ vā tilakkhaṇādiṃ vā ārabbha bhavanti. Na supatītiādīsu sabbehi pañcadvārikacittehi na niddaṃ okkamati, na kiñci supinaṃ passati. Niddāyantassa hi indriyesu mahāpadīpaturiyasaddādioḷārikehipi rūpādipañcārammaṇehi ghaṭṭitesu paṭhamaṃ pañcadvārikāni āvajjanāni bhavaṅgaṃ āvaṭṭetuṃ na sakkonti, manodvārikameva āvajjanaṃ sakkoti, tasmiñca uppanne manodvārikajavanaṃ javitvā bhavaṅgaṃ otarati. Dutiyavāre pana pañcadvārikaāvajjanesu yaṃ kiñci yathārahaṃ bhavaṅgaṃ āvaṭṭeti, tato tadārammaṇapariyosānāni taṃtaṃdvārikavīthicittāni yathākkamaṃ pavattitvā bhavaṅgaṃ otaranti. Tatiyavāre pana manodvārikāvajjanajavanāni pavattanti, tasmiṃ khaṇe rūpādipañcārammaṇavavatthānaṃ hoti, satto ca niddāya paṭibuddhoti, evaṃ manodvārikacitteneva paṭibujjhati.",
  "tika-abh09t8:334": "Supinampi hi teneva passati, na pañcadvārikena, tañca panetaṃ supinaṃ passanto catūhi kāraṇehi passati dhātukkhobhato vā anubhūtapubbato vā devatopasaṃhārato vā pubbanimittato vā. Imesaṃ pana saṃsaggasannipātatopi bahudhā papañcenti. Tattha yaṃ vātapittādidhātukkhobhato, anubhūtapubbato ca supinaṃ passati, na taṃ saccaṃ. Yaṃ devatopasaṃhārato passati, taṃ saccaṃ vā hoti alikaṃ vā. Kuddhā hi devatā viparītampi katvā dassenti. Yaṃ pubbanimittato passati, taṃ ekantasaccameva bodhisattakosalarājādīnaṃ pañcasoḷasamahāsupināni viya. Tañca panetaṃ catubbidhaṃ supinaṃ sekhaputhujjanāva passanti, na asekhā pahīnavipallāsattā. Kiṃ panetaṃ passanto sutto passati paṭibuddho vā? Kiñcettha, yadi sutto passati, supinassa kusalādisabhāvato, bhavaṅgassa ca tadabhāvā abhidhammavirodho āpajjati. Atha paṭibuddho, supinaṃ passantena katassa abbohārikassāpi vītikkamassa sabbohārikasseva ekantasāvajjattā anāpatti na siyāti vinayavirodho āpajjati. Pakārantaro ca natthi, yena supinaṃ passeyyāti supinassa abhāvova āpajjatīti? Nāpajjati. Kasmā? Yasmā kapimiddhapareto passati ‘‘kapimiddhapareto kho, mahārāja, supinaṃ passatī’’ti (mi. pa. 5.3.5) vacanato, yā pana niddā makkaṭaniddā viya punappunaṃ kusalādicittavokiṇṇattā lahuparivattā, taṃ kapimiddhaṃ, tena sutto supinaṃ passati, tasmā supino kusalopi hoti akusalopi, āvajjanatadārammaṇavasena abyākatopi, supine ca kataṃ kusalākusaladubbalatāya paṭisandhiṃ ākaḍḍhituṃ na sakkoti, pavatte vedanīyaṃ pana hoti. ‘‘Yāthāvakavatthuvibhāvanā paññā’’ti ettha yo pañcannaṃ viññāṇānaṃ yathāvutto na hetukaṭṭho, ahetukaṭṭho…pe… na supinaṃ passanaṭṭho, so yāthāvaṭṭho, taṃtaṃyāthāvatthuṃ vibhāvetīti yāthāvakavatthuvibhāvanā paññā. Evaṃ ekavidhena ñāṇavatthūti evaṃ vuttena ekena pakārena ekena ākārena, ekakoṭṭhāsena ñāṇavatthu hotīti.",
  "tika-abh09t8:335": "Ekakaṃ niṭṭhitaṃ.",
  "tika-abh09t8:336": "Dukesu atthajāpikāti ettha atthapaṭisambhidāvibhaṅge vuttesu pañcasu atthesu yathānurūpaṃ atthaṃ jāpeti janeti pavattetīti atthajāpikā, catubhūmakakusalacittesu ceva asekhānaṃ abhiññāsamāpattīnaṃ parikammādibhūtakāmāvacarakiriyācittesu ca sampayuttā paññā. Tāsu hi yasmā kusalasampayuttāva paññā attano attano bhūmipariyāpannaṃ vipākasaṅkhātaṃ atthaṃ jāpeti janeti. Kāmāvacarakiriyāsampayuttā pana parikammādibhūtā abhiññāsamāpattikiriyā arahattaphalasaṅkhātaṃ atthaṃ jāpeti janeti, tasmā etā atthajāpikāti vuttā. Aṭṭhakathāsu pana pāḷiyaṃ avuttāpi tīsu bhūmīsu kiriyajavanapaññā anantarādipaccayavasena attano anantaraṃ kiriyatthaṃ jāpetīti ‘‘atthajāpikā’’tveva vuttā. Jāpitatthā paññāti sahajātaṃ vipākatthaṃ jāpetvā ṭhitā, attano vā kāraṇehi jāpitā janitā pavattitā sayampi atthabhūtāti jāpitatthā. Catubhūmakavipākesu ca kiriyābhiññāsamāpattīsu ca sampayuttā paññā. Aṭṭhakathāsu pana pāḷiyaṃ avuttā sesakiriyāsampayuttāpi paññā yathāsakaṃ kāraṇehi jāpitā, sayañca atthabhūtāti ‘‘jāpitatthā’’tveva vuttā. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:337": "Dukaṃ niṭṭhitaṃ.",
  "tika-abh09t8:338": "Tikesu pana cintāmayattike parato adisvā asutvāva attano dhammatāya ‘‘evaṃ sati evaṃ bhavissatī’’ti evaṃ cintāmayaanubuddhiyā uppāditā anavajjakammāyatanasippāyatanavijjāṭṭhānesu paññā ceva kammassakatañāṇaṃ, saccānulomikañāṇañca cintāmayā nāma paññā. Tattha vaḍḍhakikammapupphachaḍḍakakammādi hīnañceva kasivāṇijjādi ukkaṭṭhañca kammameva kammāyatanaṃ. Naḷakārapesakārasippādi hīnañceva muddāgaṇanālekhādi ukkaṭṭhañca sippameva sippāyatanaṃ. Nāgamaṇḍalaparittādi dhammikavijjāva vijjāṭṭhānaṃ. Tesu cintābaleneva uppannā paññā. Bodhisattādayo hi sattahitāya adiṭṭhaṃ asutaṃ taṃtaṃanavajjakammasippatadupakaraṇakaraṇappakārañca ñāṇabalena cintetvā nipphādenti. Nāgamaṇḍalaparittādivijjampi uppādenti, evaṃ katānipi tāni pubbe uggaṇhitvā karontehi katasippasadisāneva honti. Kammassakatañāṇaṃ nāma kusalakammaṃ sattānaṃ sakaṃ, akusalaṃ no sakanti evaṃ jānanapaññā. Atha vā kusalakammameva sattānaṃ sakaṃ tadāyatthavuttitāya, nāññanti evaṃ jānanapaññāpi. Saccānulomikaṃ ñāṇanti vipassanāñāṇaṃ. Taṃ hi maggasaccassa paramatthasaccassa anulomanato ‘‘saccānulomika’’nti vuccati. Idampi hi ñāṇadvayaṃ parato asutvā cintābalena uppāditaṃ cintāmayañāṇameva hoti. Idañca na yesaṃ kesañci sattānaṃ uppajjati, abhiññātānaṃ pana puññavantānaṃ mahāsattānameva uppajjati. Tatthāpi saccānulomikañāṇaṃ pacchimabhavikānaṃ dvinnaññeva bodhisattānaṃ uppajjatīti veditabbaṃ. Sutamayā paññāti parato sutvā sutavasena uppāditā yathāvuttakammāyatanādipaññāva. Parato asutvā pana kammāyatanādi parena kayiramānaṃ, kataṃ vā disvā uggahetvā vā paṭiladdhāpi paññā ‘‘sutamayā’’tveva vuccati. Tadubhayāpi cintāmayā, sutamayā ca kāmāvacarāva. Bhāvanāmayā pana paññā cintāmayavasena, sutamayavasena vā pavattitakāmāvacarapubbabhāgabhāvanānipphattiyā samuppannā mahaggatalokuttarajavanapaññā.",
  "tika-abh09t8:339": "Dānamayattike deyyadhammapariccāgavasena pavattā dānamayā, sīlapūraṇavasena pavattā sīlamayā, tadubhayāpi kāmāvacarāva. Bhāvanāmayā panettha samathavipassanāvasena pavattā catubhūmakapaññā. Niddese panassa kiñcāpi ‘‘samāpannassa paññā’’ti (vibha. 768) evaṃ mahaggatalokuttarapaññāva vuttā, tathāpi taṃ ukkaṭṭhavasena vuttaṃ. Kāmāvacarānaṃ pana pubbabhāgabhāvanānaṃ, anussatiupacārabhāvanānañca bhāvanāmaye saṅgahoti daṭṭhabbaṃ. Purimattike panetāsaṃ cintāmaye saṅgahitattā bhāvanāmaye asaṅgaho, tatthāpi bhāvanābalanipphannānameva saṅgaho daṭṭhabbo.",
  "tika-abh09t8:340": "Adhisīlattike pātimokkhasaṃvarasīlaṃ vipassanāhetuttā sesasīlato adhikaṃ sīlanti adhisīlaṃ, tasmiṃ sampayuttā paññā adhisīle paññā. Vipassanāpādikā pana aṭṭha samāpattiyo sesacittehi adhikattā adhicittaṃ, tasmiṃ paññā adhicitte paññā, cittasīsena cettha samādhi niddiṭṭho. Savipassanā pana maggaphalapaññā sesāhi adhikattā adhipaññā nāma. Sā ca adhipaññāya paññāti desanāya samarasatāya vuttā. Sīlādayo ‘‘sīlaṃ cittaṃ paññā, adhisīlaṃ adhicittaṃ adhipaññā’’ti paccekaṃ duvidhā honti. Tesu purimā pañcasīladasasīlāni, vaṭṭapādikaaṭṭhasamāpattiyo, nibbedhabhāgiyakammassakatapaññā ca yathākkamaṃ honti. Te ca dhammā anuppannepi tathāgate bodhisattānaṃ, tāpasaparibbājakānaṃ, cakkavattirājādīnañca kāle pavattanti, pacchimā pana vuttāvasesā uppanne eva tathāgate vitthārikā honti, no anuppanneti veditabbo. Ettha ca ratanattaye dānāpacāyanādivasena, saraṇagamanasaddhammasavanādivasena ca pavattā vivaṭṭūpanissayabhūtā kusaladhammāpi adhisīlaadhipaññāsu gahitā evāti gahetabbā.",
  "tika-abh09t8:341": "Āyakosallattike āyoti vaḍḍhi, sā akusalādianatthahānito, kusalādiatthuppattito ca duvidhā. Apāyoti avaḍḍhi, sāpi kusalādiatthahānito, akusalādianatthuppattito ca duvidhā. Tesu kosallaṃ, kusalasabhāvā paññā. Apāyakosallaṃ paññavato eva ‘‘evaṃ manasikārādippavattiyaṃ avaḍḍhi uppajjati, vaḍḍhi parihāyatī’’ti ñatvā tadubhayapaṭipattisambhavato. Upāyakosallanti atra upāyo accāyikakiccādīsu ṭhānuppattikaupāyajānanapaññā, tividhāpi cetā kāmāvacarapaññāti veditabbā. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:342": "Tikaṃ niṭṭhitaṃ.",
  "tika-abh09t8:343": "Catukkesu pana paṭhame kammassakatañāṇaṃ saccānulomikaṃ ñāṇañca vuttameva, idha pana ṭhapetvā saccānulomikañāṇaṃ sabbāpi sāsavā kusalā paññā kammassakatañāṇanti veditabbaṃ. Catūsu maggesu, phalesu ca paññāva maggasamaṅgissa ñāṇaṃ, phalasamaṅgissa ñāṇañcāti.",
  "tika-abh09t8:344": "Saccacatukke ariyamaggaphalapaññāva catūsu saccesu ekapaṭivedhavasena ‘‘dukkhe ñāṇa’’ntiādinā catūsu ṭhānesu gahitā. Kiñcāpi hi kāmāvacarañāṇampi catūsu saccesu ārammaṇavasena pavattati, paṭivedhakiccavasena pana idhādhippetattā pāḷiyaṃ taṃ na gahitanti veditabbaṃ.",
  "tika-abh09t8:345": "Dhammacatukke maggaphalesu paññā dhamme ñāṇaṃ nāma. Tesu hi maggañāṇaṃ tāva catusaccadhammānaṃ ekapaṭivedhavasena jānanato ‘‘dhamme ñāṇa’’nti vuccati. Phalañāṇaṃ pana nirodhasaccavasena dhamme ñāṇanti veditabbaṃ. Maggānubhāvanibbattaṃ pana atītānāgatesu saccapaṭivedhanayasaṅgahaṇavasena pavattaṃ paccavekkhaṇañāṇaṃ anvaye ñāṇaṃ nāma. Tassa ca yehi nayehi ariyā atītamaddhānaṃ catusaccadhammaṃ jāniṃsu, tepi imaññeva catusaccaṃ evameva jāniṃsu, anāgatamaddhānampi jānissantīti evaṃ jānanavasena pavatti ākāro veditabbo. Sarāgādivasena paracittaparicchedañāṇaṃ pariye ñāṇaṃ nāma. Dhammanvayapariyañāṇāni pana ṭhapetvā sabbalokiyapaññāñāṇanti sammatattā sammutimhi ñāṇanti sammutiñāṇaṃ nāma.",
  "tika-abh09t8:346": "Ācayacatukke kāmāvacarakusale paññā ācayāya no apacayāya. Sā hi cutipaṭisandhiṃ ācinoti eva, no apacinoti. Maggapaññā pana apacayāya no ācayāya. Rūpārūpakusalapaññā ācayāya ceva apacayāya ca. Sā hi vikkhambhanavasena kilese ca tammūlake ca vipākadhamme apacinoti. Sesā abyākatā paññā nevācayāya no apacayāya.",
  "tika-abh09t8:347": "Nibbidācatukke rūpāvacarapaṭhamajjhānapaññā nibbidāya no paṭivedhāya. Sā hi kāmavivekena pattabbattā kilesanibbidāya pavattati, abhiññāpādakabhāvaṃ pana appattatāya nevābhiññāpaṭivedhāya saṃvattati. Catutthajjhānapaññā paṭivedhāya no nibbidāya. Sā hi abhiññāpādakabhāvenāpi abhiññābhāvappattiyāpi paṭivedhāya saṃvattati. Paṭhamajjhānakkhaṇe eva nīvaraṇanibbindanattā no nibbidāya. Dutiyatatiyajjhānapaññā pana somanassasahagatatāya paṭhamajjhānasannissitā vā avitakkatāya catutthajjhānasannissitā vā kātabbā. Maggapaññā pana nibbidāya ceva paṭivedhāya ca. Ettha hi catusaccapaṭivedhavasena nibbidāya cevetāsaṃ chaḷabhiññāppattiyā paṭivedhāya ca saṃvattanaṃ veditabbaṃ. Sesā lokiyalokuttarā paññā neva nibbidāya no paṭivedhāya.",
  "tika-abh09t8:348": "Hānabhāgiyacatukke hānaṃ bhajatīti hānabhāginī, evaṃ sesesupi. Nibbedhoti cettha ariyamaggo tannibbattakavipassanāpādakattā. Nibbedhabhāginīti catūsupi ṭhānesu rūpārūpakusalapaññāva vuttā. Tāni hi attano sabhāvā parihāyitvā heṭṭhā orohaṇapaccayabhūtā hānabhāginī. Upanijjhānapaccayabhūtā visesabhāginī, taṃ pana jhānanikantiyā balavatāya visesaṃ, hāniṃ vā anussukkitvā ṭhitikoṭṭhāsikā ṭhitibhāginī, ariyamaggapadaṭṭhānavipassanāpādakabhūtāva nibbedhabhāginī ca hontīti veditabbā.",
  "tika-abh09t8:349": "Catasso paṭisambhidāti atthadhammaniruttipaṭibhānapaṭisambhidāva. Catasso paṭipadāti dukkhāpaṭipadādandhābhiññādayo heṭṭhā vuttāva. Cattāri ārammaṇānīti parittā, parittārammaṇātiādikā heṭṭhā vuttanayāva. Jarāmaraṇādicatukkesupi maggañāṇavaseneva catasso yojanā vuttā. Sesaṃ suviññeyyameva.",
  "tika-abh09t8:350": "Catukkaṃ niṭṭhitaṃ.",
  "tika-abh09t8:351": "Pañcakesu pana pañcaṅgiko sammāsamādhīti pītipharaṇatā sukhapharaṇatā cetopharaṇatā ālokapharaṇatā paccavekkhaṇanimittanti evaṃ pāḷiyaṃ vuttehi pañcahi ñāṇaṅgehi samannāgato samādhi. Tattha pītiṃ pharamānā uppajjatīti dvīsu jhānesu paññā pītipharaṇatā nāma, sukhaṃ pharamānā uppajjatīti tīsu jhānesu paññā sukhapharaṇatā nāma. Paresaṃ cetopharamānā uppajjatīti cetopariyañāṇaṃ cetopharaṇatā nāma. Ālokapharaṇe uppajjatīti dibbacakkhuñāṇaṃ ālokapharaṇatā nāma. Paccavekkhaṇañāṇaṃ paccavekkhaṇanimittaṃ nāma. Ettha ca pītipharaṇatā, sukhapharaṇatā ca dve pādā viya, cetopharaṇatā, ālokapharaṇatā ca dve hatthā viya, paccavekkhaṇanimittaṃ sīsaṃ viya, abhiññāpādakajjhānaṃ majjhimakāyo viya. Iti bhagavā pañcaṅgikaṃ sammāsamādhiṃ aṅgapaccaṅgasampannaṃ purisaṃ viya katvā dasseti. Iminā ca samādhinā aṅgāni pañca ñāṇaṅgāni vuttānīti veditabbāni.",
  "tika-abh09t8:352": "Pañcañāṇiko sammāsamādhīti –",
  "tika-abh09t8:353": "‘‘‘Ayaṃ samādhi paccuppannasukho ceva āyatiñca sukhavipāko’ti paccattaññeva ñāṇaṃ uppajjati, ‘ayaṃ samādhi ariyo nirāmiso’ti…pe… ‘mahāpurisasevito’ti…pe… ‘santo paṇīto paṭipassaddhiladdho ekodibhāvādhigato na sasaṅkhāraniggayhavāritagato’ti…pe… ‘so kho panāhaṃ imaṃ samādhiṃ satova samāpajjāmi, sato vuṭṭhahāmī’ti paccattaññeva ñāṇaṃ uppajjatī’’ti (vibha. 804) –",
  "tika-abh09t8:354": "Evaṃ pāḷiyaṃ vuttehi pañcahi paccavekkhaṇañāṇehi yutto arahattaphalasaṅkhāto samāpattiphalasamādhi. So evaṃ hi appitappitakkhaṇe sukhattā paccuppannasukho, purimo purimo pacchimassa pacchimassa samādhisukhassa ceva attanā samuṭṭhāpitampi paṇītarūpena phuṭṭhasakalakāyatāya phalasamāpattito vuṭṭhitakāle atipaṇītaṃ kāyaviññāṇasukhassa paccayattā āyatiṃ sukhavipāko uppajjati, imināpi pariyāyena āyatiṃ sukhavipākoti ekaṃ aṅgaṃ, kilesehi ārakattā ariyo kāmāmisavaṭṭāmisalokāmisānaṃ abhāvā nirāmisoti ekaṃ, buddhādīhi mahāpurisehi sevitattā akāpurisasevisoti ekaṃ, aṅgārammaṇe santatāya, sabbakilesadarathasantatāya ca santo atappanīyaṭṭhena paṇīto kilesapaṭipassaddhibhāvassa laddhattā paṭipassaddhaladdho ekodibhāvena ca adhigato appaguṇasāsavasamādhi viya sasaṅkhārena sappayogena paccanīkadhamme niggayha kilese vāretvā anadhigatattā na sasaṅkhāraniggayhavāritagato. Puggalassāyaṃ samādhīti evaṃ khīṇāsavassa sativepullappattiyā yathāparicchinnakālavasena imaṃ samādhiṃ satova samāpajjati, uṭṭhahati cāti ekamaṅganti imehi pañcahi aṅgehi sabbākārato yuttattā ‘‘pañcañāṇiko sammāsamādhī’’ti vuccati.",
  "tika-abh09t8:355": "Pañcakaṃ niṭṭhitaṃ.",
  "tika-abh09t8:356": "Chakke chasu abhiññāsu paññāti iddhividhe ñāṇaṃ, dibbasotadhātuyā ñāṇaṃ, cetopariye ñāṇaṃ, pubbenivāsānussatiyaṃ ñāṇaṃ, cutūpapāte ñāṇaṃ, āsavānaṃ khaye ñāṇanti evaṃ vuttāni chaḷabhiññācittasampayuttāni ñāṇāni. Tesu pacchimaṃ lokuttaraṃ, sesāni rūpāvacarapañcamajjhānikānīti.",
  "tika-abh09t8:357": "Chakkaṃ niṭṭhitaṃ.",
  "tika-abh09t8:358": "Sattake sattasattati ñāṇavatthūnīti ‘‘avijjāpaccayā saṅkhārā’’ti paccavekkhaṇañāṇaṃ ekaṃ, ‘‘asati avijjāya natthi saṅkhārā’’ti ekanti dve ñāṇāni, evaṃ atītepi dve, anāgatepi dveti cha, taṃ chabbidhampi ñāṇaṃ ‘‘khayadhamma’’ntiādinā paccavekkhaṇañāṇena saddhiṃ satta ñāṇāni. Evaṃ sesesupi jātipariyosānesu cāti evaṃ ekādasasu paṭiccasamuppādaṅgesu paccekaṃ kālattayepi anvayabyatirekañāṇaṃ tesaṃ vayadassanañāṇassa ca vasena satta satta katvā sattasattati ñāṇāni.",
  "tika-abh09t8:359": "Sattakaṃ niṭṭhitaṃ.",
  "tika-abh09t8:360": "Aṭṭhakaṃ suviññeyyameva.",
  "tika-abh09t8:361": "Navake navasu anupubbavihārasamāpattīsu paññāti nirodhasamāpattiṃ samāpajjantassa anupaṭipāṭiyā vihātabbato uppādetabbato anupubbavihārasaṅkhātāsu rūpārūpasamāpattīsu sampayuttā aṭṭha paññā ceva tadanantaraṃ nirodhaṃ phusitvā vuṭṭhitassa nirodhaṃ santato paccavekkhaṇañāṇañcāti nava.",
  "tika-abh09t8:362": "Navakaṃ niṭṭhitaṃ.",
  "tika-abh09t8:363": "Dasake tathāgatassāti yathā vipassīādayo pubbakā isayo āgatā, tathā āgatassa sammāsambuddhassa. Tathāgatabalānīti aññehi asādhāraṇāni tathāgatasseva balāni, yathā vā pubbabuddhānaṃ balāni puññussayasampattiyā āgatāni, tathā āgatāni balānītipi attho. Tattha duvidhaṃ tathāgatassa balaṃ kāyabalaṃ, ñāṇabalañca. Tesu kāyabalaṃ hatthikulānusārena veditabbaṃ. Vuttaṃ hetaṃ porāṇehi –",
  "tika-abh09t8:364": "‘‘Kāḷāvakañca gaṅgeyyaṃ, paṇḍaraṃ tambapiṅgalaṃ;",
  "tika-abh09t8:365": "Gandhamaṅgalahemañca, uposathachaddantime dasā’’ti. (vibha. aṭṭha. 760; ma. ni. aṭṭha. 1.148; saṃ. ni. aṭṭha. 2.2.22; a. ni. 10.21; udā. aṭṭha. 75; bu. vaṃ. aṭṭha. 1.39; paṭi. ma. aṭṭha. 2.2.44; cūḷani. aṭṭha. 81);",
  "tika-abh09t8:366": "Imāni hi dasa hatthikulāni. Tattha kāḷāvakanti pakatihatthikulaṃ, yaṃ dasannaṃ purisānaṃ kāyabalaṃ, taṃ ekassa kāḷāvakahatthino balaṃ, yaṃ tesaṃ dasannaṃ balaṃ, taṃ ekassa gaṅgeyyassa, tesaṃ dasannaṃ paṇḍarassa, tesaṃ dasannaṃ tambassa, tesaṃ dasannaṃ piṅgalassa, tesaṃ dasannaṃ gandhahatthino, tesaṃ dasannaṃ maṅgalassa, tesaṃ dasannaṃ hemassa, tesaṃ dasannaṃ uposathassa, tesaṃ dasannaṃ balaṃ chaddantassa, yaṃ dasannaṃ chaddantānaṃ balaṃ, taṃ tathāgatassa nārāyaṇabalanti vuccati. Tadetaṃ pakatihatthigaṇanāya hatthīnaṃ koṭisahassaṃ, purisagaṇanāya dasannaṃ purisakoṭisahassānaṃ balaṃ hoti. Idaṃ tāva tathāgatassa kāyabalaṃ. Yāni pana dasabalacatuvesārajjādīni anekāni ñāṇasahassāni, etaṃ ñāṇabalaṃ nāma. Idhāpi ñāṇabalameva adhippetaṃ. Ñāṇañhi akampiyaṭṭhena, upatthambhanaṭṭhena ca balanti vuttaṃ.",
  "tika-abh09t8:367": "Yehibalehi samannāgatoti yehi dasahi ñāṇabalehi upeto. Āsabhaṇṭhānanti seṭṭhaṭṭhānaṃ. Apica gavasatajeṭṭhako usabho, gavasahassajeṭṭhako vasabho. Vajasatajeṭṭhako vā usabho, vajasahassajeṭṭhako vasabho, sabbagavaseṭṭho nisabho, seto pāsādiko mahābhāravaho sabbaparissayasaho asanisatasaddehipi akampanīyo nisabho, so idha usabhoti adhippeto. Idampi hi tassa pariyāyavacanaṃ. Usabhassa idanti āsabhaṃ. Ṭhānanti tassa nisabhabalasamannāgatassa catūhi pādehi pathaviṃ uppīḷetvā acalaṭṭhānaṃ, idaṃ pana āsabhaṃ viyāti āsabhaṃ. Yatheva hi nisabhasaṅkhāto usabho usabhabalena samannāgato catūhi pādehi pathaviṃ uppīḷetvā acalaṭṭhānena tiṭṭhati, evaṃ tathāgatopi hi dasabalasamannāgato catuvesārajjapādehi aṭṭhaparisapathaviṃ uppīḷetvā sadevake loke kenaci appadhaṃsiyo acalena ṭhānena tiṭṭhati, tañcesa paṭijānāti upagacchati na paccakkhāti attani āropeti, tena vuttaṃ ‘‘āsabhaṃ ṭhānaṃ paṭijānātī’’ti (vibha. 760).",
  "tika-abh09t8:368": "Parisāsūti aṭṭhasu parisāsu. Sīhanādaṃ nadatīti seṭṭhanādaṃ abhītanādaṃ, sīhanādasadisaṃ vā nādaṃ nadati. Ayamattho sīhanādasuttena dīpetabbo. Yathā vā sīho sahanato ca hananato ca ‘‘sīho’’ti vuccati, evaṃ tathāgatopi lokadhammānaṃ sahanato, parappavādānañca hananato ‘‘sīho’’ti vuccati, tassa nādaṃ nadati.",
  "tika-abh09t8:369": "Brahmacakkantiādīsu brahmanti uttamaṃ visuddhaṃ. Cakka-saddo panāyaṃ ‘‘cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussāna’’ntiādīsu (a. ni. 4.31) sampattiyaṃ dissati. ‘‘Pādatalesu cakkāni jātānī’’tiādīsu (dī. ni. 2.35; 3.204; ma. ni. 2.386) lakkhaṇe. ‘‘Cakkaṃva vahato pada’’nti (dha. pa. 1) ettha rathaṅge. ‘‘Catucakkaṃ navadvāra’’nti (saṃ. ni. 1.29) ettha iriyāpathe. ‘‘Cakkaṃ pavattaya sabbapāṇina’’nti (jā. 1.7.149) ettha dāne. ‘‘Dibbaṃ cakkaratanaṃ pāturahosī’’ti (dī. ni. 3.85) ettha ratanacakke. ‘‘Icchāhatassa posassa, cakkaṃ bhamati matthake’’ti (jā. 1.1.104; 1.5.103) ettha uracakke. ‘‘Khurapariyantena cepi cakkenā’’ti (dī. ni. 1.166) ettha paharaṇacakke. ‘‘Asanicakka’’nti (dī. ni. 3.61; saṃ. ni. 2.162) ettha asanimaṇḍale. ‘‘Mayā pavattitaṃ cakka’’nti (su. ni. 562) ettha dhammacakke. Idha pana dhammacakke pavattati.",
  "tika-abh09t8:370": "Dhammacakkañca duvidhaṃ hoti paṭivedhañāṇañca desanāñāṇañca. Tattha paññāpabhāvitaṃ attano ariyaphalāvahaṃ lokuttaraṃ paṭivedhañāṇaṃ, karuṇāpabhāvitaṃ sāvakānaṃ ariyaphalāvahaṃ kāmāvacaraṃ desanāñāṇaṃ, ubhayampi panetaṃ aññehi asādhāraṇaṃ buddhānaññeva orasañāṇaṃ, taṃ pavatteti uppādeti vibhāveti vitthārikaṃ karotīti attho.",
  "tika-abh09t8:371": "Idāni yāni dasa ñāṇāni ādito ‘‘tathāgatabalānī’’ti nikkhittāni, tāni vitthāretuṃ ‘‘katamāni dasa? Idha tathāgato’’tiādimāha. Tattha ṭhānañca ṭhānatoti kāraṇañca kāraṇato. Kāraṇaṃ hi yasmā tattha phalaṃ tiṭṭhati tadāyattavuttitāya uppajjati ceva pavattati ca, tasmā ṭhānanti vuccati. Aṭṭhānañca aṭṭhānatoti akāraṇañca akāraṇato. Yampīti yena ñāṇena yathābhūtaṃ pajānāti, idampi ṭhānāṭhānañāṇaṃ tathāgatassa tathāgatabalaṃ nāma hotīti attho. Evaṃ uparipi sabbattha yojanā veditabbā. Kathaṃ panettha bhagavā ṭhānañca ṭhānato, aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānātīti? Aṭṭhānametaṃ anavakāso, yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ niccato upagaccheyya…pe… kañci dhammaṃ attato upagaccheyya, mātaraṃ jīvitā voropeyya, pitaraṃ…pe… arahantaṃ jīvitā voropeyya, paduṭṭhacittena tathāgatassa lohitaṃ uppādeyya, saṅghaṃ bhindeyya, aññaṃ satthāraṃ uddiseyya, aṭṭhamaṃ bhavaṃ nibbatteyya, netaṃ ṭhānaṃ vijjati, puthujjano panetaṃ sabbaṃ kareyyāti ṭhānametaṃ vijjatīti pajānāti, tathā yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, tathā dve rājāno cakkavattī uppajjeyyuṃ, netaṃ ṭhānaṃ vijjati, eko pana uppajjati, ṭhānametaṃ vijjatīti pajānāti, tathā yaṃ kāyaduccaritādīnaṃ tiṇṇaṃ duccaritānaṃ iṭṭho vipāko, sucaritānañca aniṭṭho vipāko nibbatteyyāti netaṃ ṭhānaṃ vijjati, tabbiparīto pana nesaṃ vipāko nibbatteyyāti ṭhānametaṃ vijjatīti, ye ye dhammā yesaṃ yesaṃ dhammānaṃ hetū paccayā uppādāya, taṃ taṃ ṭhānaṃ, itare aṭṭhānanti yathābhūtaṃ pajānāti, ettha panāyaṃ saṅkhepato aṭṭhakathāvinicchayo. ‘‘Sukhato upagaccheyyā’’ti idaṃ ‘‘ekantasukhī attā’’tiādinā (ma. ni. 3.27) diṭṭhivipallāsavasena sukhato gāhaṃ sandhāya vuttaṃ, saññācittavipallāsavasena pana ariyasāvakopi kilesapariḷāhābhibhūto mattahatthiparitāsito viya, sucikāmo gūthakūpaṃ viya kañci saṅkhāraṃ sukhato upagacchati, attato upagamanavāre kasiṇādipaṇṇattiyā, nibbānassa ca saṅgaṇhanatthaṃ ‘‘saṅkhāra’’nti avatvā ‘‘kañci dhamma’’nti vuttaṃ.",
  "tika-abh09t8:372": "Mātarantiādīsu kiñcāpi ariyasāvako sīsacchedaṃ pāpuṇantopi kunthakipillikaṃ upādāya pāṇātipātaṃ, adinnādānādīsu vā yaṃkiñci duccaritaṃ apāyahetubhūtaṃ kātuṃ bhavantarepi na sakkoti, puthujjanabhāvassa pana mahāsāvajjatādassanatthamettha pañcānantariyāneva uddhaṭāni. Sāvajjo hi puthujjanabhāvo, yatra hi nāma ānantariyānipi karissatīti. Ettha ca manussabhūtasseva manussabhūtaṃ janikaṃ mātaraṃ, pitaraṃ vā api parivattaliṅgaṃ jīvitā voropentassa kammaṃ ānantariyaṃ hoti. Tiracchānabhūtaṃ pana mātaraṃ, pitaraṃ vā sayaṃ vā tiracchānabhūto manussabhūtaṃ, tiracchānabhūtaṃ vā jīvitā voropento ānantariyaṃ na phusati, kammaṃ pana bhāriyaṃ, ānantariyaṃ āhacceva tiṭṭhati. Arahantampi manussabhūtameva ghātento ānantariyaṃ phusati. Tassa ca puthujjanakāle pahāraṃ datvā arahattaṃ patvā tasmiṃ teneva rogena matepi arahantaghātako hoti, na yakkhabhūtaṃ arahantaṃ, sesaariyapuggale vā manussabhūtepi ghātento, kammaṃ pana ānantariyasadisaṃ hoti. Yaṃ pana puthujjanakāle dinnaṃ dānaṃ arahattaṃ patvā paribhuñjati, puthujjanasseva taṃ dinnaṃ hoti, sesaariyapuggale mārentassa ānantariyaṃ natthi, kammaṃ pana garukaṃ hoti. Ettha ca eḷakādicatukkaṃ veditabbaṃ – ‘‘eḷakaṃ māremī’’ti hi abhisandhinā eḷakaṭṭhāne nipannaṃ mātaraṃ, pitaraṃ, arahantaṃ vā mārento ānantariyaṃ phusati, eḷakābhisandhinā vā mātādiabhisandhinā vā eḷakaṃ mārento ānantariyaṃ na phusati, mātādiabhisandhinā te eva mārento phusateva. Esa nayo coracatukkādīsupi.",
  "tika-abh09t8:373": "Lohituppāde tathāgatassa abhejjakāyatāya kuddhacittassa parassa upakkamena cammacchedo, lohitapaggharaṇaṃ vā natthi, devadattena pana paviddhasilāto bhijjitvā gatasakkhalikappahārena viya sarīrassa antoyeva ekasmiṃ ṭhāne yathā khuddikamakkhikāpivanamattampi lohitaṃ visamaṃ samosarati, tathā karontassa ānantariyaṃ hoti, na pana jīvakasseva muducittena duṭṭhalohitaṃ nīharitvā phāsukaṃ karontassa , puññameva panassa hoti, parinibbute bhagavati cetiyaṃ bhindantassa, bodhiṃ chindantassa, dhātūsu upakkamantassa ca ānantariyaṃ na hoti, kammaṃ pana ānantariyasadisaṃ hoti. Bodhirukkhassa pana thūpaṃ vā sadhātukaṃ paṭimaṃ vā bādhayamānaṃ sākhaṃ, cetiyavatthuṃ bhinditvā gacchantaṃ bodhimūlañca chinditvā harituṃ vaṭṭati. Sacepi sākhāya nilīnā sakuṇā cetiye vaccaṃ pātenti, chindituṃ vaṭṭati. Paribhogacetiyato hi sarīracetiyameva mahantataraṃ. Dhātunidhānarahitaṃ paṭimāgharaṃ vā bodhigharaṃ vā bādhentaṃ sākhaṃ chindituṃ na vaṭṭati, ojoharaṇasākhaṃ, panassa pūtiṭṭhānaṃ vā chindituṃ vaṭṭati, sarīrapaṭijaggane viya puññameva hoti.",
  "tika-abh09t8:374": "Saṅghabhede samānasaṃvāsasīmāya samānasaṃvāsake saṅghe ekato ṭhite visuṃ vaggasaṅghaṃ gahetvā pañcahi kāraṇehi saṅghaṃ bhindantassa saṅghabhedo hoti ānantariyakammañca. Vuttaṃ hetaṃ ‘‘pañcahi, upāli, ākārehi saṅgho bhijjati. Katamehi pañcahi? Kammena uddesena voharanto anussāvanena salākaggāhenā’’ti (pari. 458). Tattha kammenāti apalokanādīsu catūsu aññatarena kammena. Uddesenāti pātimokkhuddesena. Voharanto kathayanto tāhi tāhi upapattīhi ‘‘adhammaṃ dhammo’’tiādīni aṭṭhārasa bhedakaravatthūni dīpento. Anussāvanenāti ‘‘nanu tumhe jānātha mayhaṃ bahussutādibhāvaṃ, kathaṃ hi nāma mādiso uddhammaṃ ubbinayaṃ satthusāsanaṃ gāheyya, kimahaṃ apāyato na bhāyāmī’’tiādinā nayena kaṇṇamūle vacībhedaṃ katvā anussāvanena. Salākaggāhenāti evaṃ vohārānussāvanehi tesaṃ cittaṃ upatthambhetvā anivattidhammaṃ katvā ‘‘gaṇhatha imaṃ salāka’’nti salākaggāhena.",
  "tika-abh09t8:375": "Ettha ca kammameva uddeso vā pamāṇaṃ, vohārānussāvanasalākaggāhā pana pubbabhāgā. Tesu nipphannesupi abhinnova hoti saṅgho. Yadā pana vohārānussāvanehi cattāro vā atireke vā bhikkhū salākaṃ gāhetvā vaggaṃ saṅghaṃ gahetvā visuṃ kammaṃ vā uddesaṃ vā karoti, tadā saṅgho bhinno nāma hoti. Abhedapurekkhārassa pana samaggasaññāya vaṭṭati. Samaggasaññāya hi karontassa neva bhedo hoti, na ānantariyaṃ, tathā tato ūnaparisāya karontassa. Vuttaṃ hetaṃ ‘‘ekato, upāli, cattāro honti ekato cattāro, navamo anussāvetī’’tiādi (cūḷava. 351).",
  "tika-abh09t8:376": "Imesu pana pañcasu ānantariyesu saṅghabhedo vacīkammaṃ, sesāni kāyakammāni, sabbāneva kho tāni kāyadvāratopi vacīdvāratopi samuṭṭhahanti. Saṅghabhedopi hi hatthamuddāya bhedaṃ karontassa kāyadvāratopi samuṭṭhāti, saṅghabhedo cettha kappaṭṭhitiyo. Kappavināse eva hi saṅghabhedato muccati, sesānaṃ pana tathā niyamo natthi. Yena ca pañcapetāni kammāni katāni honti, tassa saṅghabhedova niraye vipaccati, sesāni ‘‘ahosi kammaṃ nāhosi kammavipāko’’ti evamādīsu saṅkhyaṃ gacchanti. Saṅghabhedābhāve lohituppādo, tadabhāve arahantaghāto , tadabhāve mātughāto, pitughāto vā, tasmimpi sīlasampannatare. Purimāni cettha cattāri sabbesaṃ gahaṭṭhapabbajitānaṃ sādhāraṇāni, saṅghabhedo pana pakatattassa bhikkhunova, asādhāraṇo aññesaṃ, bhikkhunīpi hi saṅghaṃ na bhindati, pageva itare. Pañcapi cetāni dukkhavedanāsampayuttāni, dosamūlāni cāti veditabbāni.",
  "tika-abh09t8:377": "Aṭṭhamaṃ bhavaṃ nibbatteyyāti ettha ariyasāvakassa aṭṭhamabhavāgahaṇaṃ kena niyāmitanti? Vipassanāya. Yassa hi sā tikkhā, so ekaṃ eva bhavaṃ nibbattitvā arahattaṃ patvā ekabījī nāma hoti. Yassa mandā, so dutiye…pe… chaṭṭhe vā bhave arahattaṃ patvā kolaṃkolo nāma hoti. Yassa pana atimandā, so sattamaṃ bhavaṃ nātikkamati, tattha niyamena arahattaṃ pāpuṇitvā sattakkhattuparamo nāma hoti. Sacepi hissa sattame bhave niddaṃ okkantassa matthake asani vā pabbatakūṭo vā pateyya, tasmimpi kāle arahattaṃ patvāva parinibbāti. Uttamakoṭiyā hi sattamabhavānatikkamanaññeva sandhāyeva ‘‘niyato sambodhiparāyaṇo’’ti (ma. ni. 1.66; 2.169; saṃ. ni. 5.998) vuttoti.",
  "tika-abh09t8:378": "Ekissā lokadhātuyā dve arahanto sammāsambuddhātiādīsu dasasahassacakkavāḷasaṅkhātaṃ jātikhettaṃ ekā lokadhātu nāma āṇāvisayakhettesu buddhuppattisaṅkāya evābhāvato. Tattha dvinnaṃ buddhānaṃ uppattipaṭisedhaṃ akatvā jātikhette eva kato. Ṭhapetvā imaṃ cakkavāḷaṃ aññasmiṃ cakkavāḷe buddhā na uppajjanti buddhattahetūnaṃ anādibuddhaparamparādīnaṃ tathābhāvā. Tato eva hi sattā niravasesato nibbutiṃ na pāpuṇanti. Yadi hi sabbacakkavāḷesu buddhā uppajjeyyuṃ, sabbe sattā ito pubbe niravasesato nibbutiṃ pāpuṇeyyuṃ, na ca taṃ atthi, tasmā anādibuddhaparamparāya vivaṭṭūpanissayasampannānaṃ nivāsabhūte imasmiṃ cakkavāḷe eva uppajjantīti veditabbā. Te cetthāpi dullabhā, tesaṃ dullabhattā evettha kappānaṃ asaṅkhyeyyampi buddhuppādarahitaṃ hoti. Yadi ca te sulabhā bhaveyyuṃ, ekasmiṃ vivaṭṭaṭṭhāyiasaṅkhyeyye catusaṭṭhibuddhānampi uppajjituṃ sakkā bhaveyya antarakappassa buddhantarattā. Bhaddakappesu cettha pañca buddhā eva uppajjanti. Kathaṃ panetthāpi dullabhatarā cakkavāḷantaresu uppajjeyyuṃ, buddhānañca dullabhatā kāraṇadullabhatāya, tasmā imasmiññeva cakkavāḷe buddhā uppajjanti? Etthāpi na devabrahmalokesu, manussaloke eva pana uppajjanti ettheva sabbaso tividhasaddhammādhārassa saṅgharatanassa pātubhāvato, itaralokesu niravasesato pakārāsambhavato ca.",
  "tika-abh09t8:379": "Yadi hi buddhā devalokādīsu uppajjeyyuṃ, manussā bhayena upasaṅkamitumeva na sakkonti, pageva dhammasavanapabbajjādiṃ kātuṃ, teneva amhākaṃ bodhisatto attano rūpakāyānubhāvādisampattiyā uppannaamanussasaṅkākutūhalaṃ janaṃ nijjhāpetuṃ uttānaseyyakādiniyāmena vaḍḍhitvā dārapariggahādiṃ akāsi, evaṃ katvā pabbajitampi naṃ rājagahe piṇḍāya pavisitvā paṇḍavapabbatapasse nisīditvā piṇḍapātaṃ paribhuñjantaṃ bimbisāro nānappakārato manussabhāvaṃ vicinitvāva upasaṅkamituṃ visahi, no aññathā. Lokanitthāraṇatthāya hi buddhā uppajjanti, na attano sakkārādiatthāya, tasmā manussesu eva uppajjantīti veditabbo. Tatthāpi imasmiṃ jambudīpe eva, tatthāpi imasmiṃ majjhimapadese eva. Na kevalañca buddhāva, paccekabuddhā, aggasāvakamahāsāvakā ca cakkavattiādayo ca aññepi puññavantasattā ettheva uppajjanti.",
  "tika-abh09t8:380": "Apubbaṃ acarimanti ettha mātukucchismiṃ paṭisandhiggahaṇato pure pubbaṃ nāma, dhātuantaradhānato pacchā carimaṃ nāma, ubhinnamantarā apubbaṃ acarimaṃ nāma. Etthantare aññassa buddhassa uppatti nivāritā, dhātuantaradhāne pana jāte aññassa uppatti na nivāritā. Kiñcāpi na nivāritā, antarakappaṃ pana khepetvāva uppajjantīti veditabbaṃ.",
  "tika-abh09t8:381": "Pañca hi antaradhānāni nāma adhigamaantaradhānaṃ paṭipattiantaradhānaṃ pariyattiantaradhānaṃ liṅgaantaradhānaṃ dhātuantaradhānanti. Tattha adhigamoti maggaphalābhiññāpaṭisambhidāyo, so parihāyamāno paṭisambhidāto paṭṭhāya parihāyati. Parinibbānato hi vassasahassameva paṭisambhidā nibbattetuṃ sakkonti, tato paraṃ abhiññā, tāpi nibbattetuṃ asakkontā sukkhavipassakakhīṇāsavā honti, tato anāgāmino, tato sakadāgāmino, sotāpannā ca honti, tesu dharantesupi adhigamo anantarahitova hoti, pacchimakassa pana sotāpannassa jīvitakkhayena adhigamo antarahito nāma hoti. Idaṃ adhigamaantaradhānaṃ.",
  "tika-abh09t8:382": "Tato maggaphalāni nibbattetuṃ asakkontā ‘‘natthi dāni no ariyadhammapaṭivedho’’ti jhānavipassanāsu vosānaṃ āpajjitvā kosajjabahulā catupārisuddhisīlamattaṃ rakkhanto aññamaññaṃ na codenti, na sārenti, akukkuccakā honti, tato paṭṭhāya khuddānukhuddakāni maddanti, tato garukāpattiṃ āpajjanti, pārājikamattameva rakkhanti, tesu dharantesupi paṭipatti anantarahitāva hoti, pacchimakassa pana bhikkhuno sīlabhedena vā jīvitakkhayena vā paṭipatti antarahitā nāma hoti. Idaṃ paṭipattiantaradhānaṃ nāma.",
  "tika-abh09t8:383": "Pariyattīti sāṭṭhakathaṃ tepiṭakaṃ buddhavacanaṃ, gacchante gacchante kāle adhammikehi kaliyugarājādīhi vipannasassādisampattitāya paccayadāyakā duggatā honti, bhikkhū ca paccayehi kilamantā antevāsike gahetuṃ na sakkonti. Tato aṭṭhakathā parihāyati, pāḷivaseneva pariyattiṃ dhārenti, tato pāḷiṃ sakalaṃ dhāretuṃ na sakkonti, paṭhamaṃ abhidhammapiṭakaṃ parihāyati, tañcassa parihāyanaṃ matthakato paṭhāya. Paṭhamameva hi mahāpakaraṇaṃ parihāyati, tato yamakaṃ kathāvatthu puggalapaññatti dhātukathā vibhaṅgo dhammasaṅgaho ca anukkamena parihāyanti, tato matthakato paṭṭhāya suttantapiṭakaṃ parihāyati, paṭhamaṃ hi aṅguttaranikāyo ekādasakanipātato paṭṭhāya yāvaekakanipātā parihāyati, tato matthakato paṭṭhāya saṃyuttanikāyo, paṭhamaṃ hi mahāvaggo parihāyati, tato saḷāyatanavaggo khandhakavaggo nidānavaggo sagāthāvaggoti, evaṃ majjhimanikāyadīghanikāyādayo ca matthakato paṭṭhāya parihāyanti, tato vinayapiṭakameva tiṭṭhati, tampi parivārato paṭṭhāya yāva mahāvibhaṅgā parihāyati, tato uposathakkhandhakato mātikāmattameva dhārenti, tadāpi yāva catuppadikāpi gāthā manussesu pavattati, tāva pariyatti anantarahitāva hoti, tāya antarahitāya pariyatti antarahitā nāma hoti. Idaṃ pariyattiantaradhānaṃ nāma.",
  "tika-abh09t8:384": "Gacchante gacchante kāle pattacīvaraggahaṇādiākappaṃ na pāsādikaṃ hoti, nigaṇṭhādayo viya alābupattādiṃ aggabāhāya pakkhipitvāpi olambitvāpi sikkāya olaggetvāpi vicaranti, cīvararajanampi na sāruppaṃ, oṭṭhaṭṭhikavaṇṇaṃ katvā dhārenti, tato rajanampi ovaṭṭikavijjhanampi na hoti, dasā chetvā paribbājakā viya kāsāvamattameva dhārenti, tato parikkhīṇe kāle khuddakakāsāvakhaṇḍaṃ hatthe vā gīvāya vā bandhitvā kasikammādīni katvā dārabharaṇādiṃ karonti, tadā dakkhiṇaṃ dento jano saṅghaṃ uddissa etesaṃ deti, idaṃ sandhāya bhagavatā vuttaṃ ‘‘bhavissanti kho panānanda, anāgatamaddhānaṃ gotrabhuno kāsāvakaṇṭhā dussīlā pāpadhammā, tesu dussīlesu saṅghaṃ uddissa dānaṃ dassanti, tadāpahaṃ, ānanda, saṅghagataṃ dakkhiṇaṃ asaṅkhyeyyaṃ appameyyaṃ vadāmī’’ti (ma. ni. 3.380). Tato ‘‘papañco esa, kiṃ iminā amhāka’’nti taṃ kāsāvakhaṇḍaṃ chinditvā araññe khipanti, etasmiṃ kāle liṅgaṃ antarahitaṃ nāma hoti. Idaṃ liṅgaantaradhānaṃ nāma.",
  "tika-abh09t8:385": "Tato tattha tattha sakkārasammānaṃ alabhamānā dhātuyo buddhānaṃ adhiṭṭhānabalena sakkārasammānalabbhamānakaṭṭhānaṃ gamissanti, tato sabbattha alabhamānā sabbadhātuyo mahābodhimaṇḍameva gamissanti. Sāsapamattāpi hi dhātu na antarā nassissati, tā pana bodhimaṇḍe pallaṅkena nisinnabuddhasarīrasiriṃ, yamakapāṭihāriyañca dassessanti, tato dhātusarīrato tejo samuṭṭhāya taṃ sarīraṃ apaṇṇattikabhāvaṃ gameti, tadā dasasahassacakkavāḷe devatā parinibbānadivase viya paridevitvā pūjāsakkāraṃ katvā pakkamanti. Idaṃ dhātuantaradhānaṃ nāma.",
  "tika-abh09t8:386": "Imassa pañcavidhassa antaradhānassa pariyattiantaradhānameva mūlaṃ. Pariyattiyaṃ hi sati paṭivedhādayopi naṭṭhā nāma na honti, asati naṭṭhāti. Yathā ca nidhikumbhiyā jānanatthāya pāsāṇapiṭṭhe upanibaddhaakkharesu dharantesu nidhikumbhi naṭṭhā nāma na hoti, akkharesu pana naṭṭhesu naṭṭhā, evaṃsampadamidaṃ veditabbaṃ. Yathāha –",
  "tika-abh09t8:387": "‘‘Yāva tiṭṭhanti suttantā,",
  "tika-abh09t8:388": "Vinayo yāva dippati;",
  "tika-abh09t8:389": "Tāva dakkhanti ālokaṃ,",
  "tika-abh09t8:390": "Sūriye abbhuṭṭhite yathā.",
  "tika-abh09t8:391": "‘‘Suttantesu asantesu,",
  "tika-abh09t8:392": "Pamuṭṭhe vinayamhi ca;",
  "tika-abh09t8:393": "Tamo bhavissati loke,",
  "tika-abh09t8:394": "Sūriye atthaṅgate yathā.",
  "tika-abh09t8:395": "‘‘Suttante rakkhite sante,",
  "tika-abh09t8:396": "Paṭipatti hoti rakkhitā;",
  "tika-abh09t8:397": "Paṭipattiyaṃ ṭhito dhīro,",
  "tika-abh09t8:398": "Yogakkhemā na dhaṃsatī’’ti; (A. ni. aṭṭha. 1.1.130; sārattha. ṭī. pācittiya 3.438);",
  "tika-abh09t8:399": "Evamimesu pañcasu antaradhānesu dhātuantaradhānato pacchā carimaṃ nāmāti veditabbaṃ.",
  "tika-abh09t8:400": "Kasmā pana dve sammāsambuddhā apubbaṃ acarimaṃ na uppajjantīti? Niratthakatova. Ekova hi sammāsambuddho anantesu cakkavāḷesu sabbasattānampi yadi upanissayo bhaveyya, ekakkhaṇe sapāṭihāriyaṃ sabbānukūlaṃ dhammaṃ desetvā te vinetuṃ sakkoti, kimaṅgaṃ pana nānakkhaṇesu, tasmā ekasmiṃ kāle anekesaṃ sammāsambuddhānaṃ uppatti niratthikāva. Anatthakatā pana anacchariyaagāravavivādādidosato ceva mahāpathaviyā dvinnaṃ buddhānaṃ dhāraṇe asamatthatāya vikiraṇādidosato ca veditabbā. Cakkavattino pana ekasmiṃ cakkavāḷe dve ekato na uppajjanti, ekova uppajjati. Nānācakkavāḷesu pana bahūpi ekato uppajjantīti veditabbā. Ettha hi ‘‘ekissā lokadhātuyā’’ti etassa ekasmiṃ cakkavāḷeti attho gahetabbo. Apubbaṃ acarimañcettha cakkaratanapātubhāvaantaradhānānaṃ vemajjhaṃ veditabbaṃ. Antaradhānañcassa cakkavattino kālakiriyato, pabbajjāto vā sattame divase hoti, tassa ca ānubhāvena dvinnaṃ ekattha sahaanuppatti ca veditabbā. Sesaṃ suviññeyyameva. Ṭhānāṭhānañāṇabalaṃ paṭhamaṃ.",
  "tika-abh09t8:401": "Dutiye kammasamādānānanti samādiyitvā katānaṃ kusalākusalānaṃ, kammameva vā kammasamādānaṃ. Ṭhānaso hetusoti paccayato ceva hetusaṅkhātakāraṇato ca . Tattha gatiupadhikālapayogā vipākassa paccayā, kammaṃ hetu. Tadubhayato kammavipākaṃ yathābhūtaṃ pajānāti. Kathaṃ? Bhagavā hi ‘‘ekaccassa bahūni pāpakammāni gatiupadhikālapayogānaṃ sampattiyā paṭibāhitāni na vipaccanti, tesaṃ vipattiṃ āgamma vipaccanti, ekaccassa bahūni kalyāṇakammāni tesaṃ vipattiyā paṭibāhitāni na vipaccanti, tesaṃ sampattiṃ āgamma vipaccantī’’ti pajānāti.",
  "tika-abh09t8:402": "Tattha gativipattīti cattāro apāyā. Gatisampattīti manussadevagatiyo. Upadhīti attabhāvo . Tassa samiddhi sampatti nāma, asamiddhi vipatti nāma. Kālasampattīti surājasumanussakālasaṅkhāto sampannakālo, tappaṭipakkho kālavipatti nāma. Tassa tassa pana kammassa sammāpayogo payogasampatti, micchāpayogo payogavipatti nāma. Tattha hi ekaccassa kusalakammena devagatiādīsu gatiyaṃ nibbattassa taṃ gatisampattiṃ āgamma kusalāni eva vipaccanti. Tāya pana gatisampattiyā paṭibāhitāni akusalāni tattha vipaccituṃ na sakkonti. Tāni puna nirayādīsu apāyesu nibbattassa taṃ gativipattiṃ āgamma yathāsukhaṃ vipaccanti. Tāya pana gativipattiyā paṭibāhitāni kusalāni tattha vipaccituṃ na sakkonti. Ekaccassa dassanīyenābhirūpena kāyena samannāgatassa yadipi so dāso vā hoti hīnajacco vā, taṃ upadhisampattiṃ āgamma kusalāni evassa vipaccanti. Tādisaṃ hi surūpaṃ ‘‘ayaṃ kiliṭṭhakammassa nānucchaviko’’ti uccesu amaccādiṭṭhānesu ṭhapenti, caṇḍālimpi surūpaṃ aggamahesiādiṭṭhānesu ṭhapenti. Tāya pana upadhisampattiyā paṭibāhitāni akusalānassa vipaccituṃ na sakkonti. Tāni pana upadhivipattiyaṃ ca ṭhitassa yathāsukhaṃ vipaccanti. Rājakulādīsu hi uppannampi durūpaṃ hīnesu ṭhapenti. Ekaccassa pana paṭhamakappikānaṃ vā cakkavattirañño vā buddhānaṃ vā surājasumanussānaṃ sampanne kāle nibbattassa taṃ kālasampattiṃ āgamma kusalāni eva vipaccanti, na akusalāni. Tāni puna durājadumanussānaṃ vipanne kāle taṃ kālavipattiṃ āgamma vipaccanti, na pana kusalāni tāya kālavipattiyā paṭibāhitattā. Ekaccassa pana sīlasaṃyamādianavajjapayogena ceva sāvajjena vā anavajjena vā desakālānusārena āyudhasippādipayogasāmatthiyena ca samannāgatassa taṃ payogasampattiṃ āgamma kusalāni eva vipaccanti, na akusalāni. Tāni puna yathāvuttaviparītapayogavipattiṃ āgamma vipaccanti, na pana kusalāni tāya paṭibāhitattā. Yuddhādīsu hi pāṇātipātādiakusalaṃ karontāpi taṃtaṃāyudhasippādipayogasampattiṃ nissāyeva senāpatiṭṭhānādimahāsampattiṃ labhanti, na pana taṃ akusalaṃ nissāya. Yathā dānaveyyāvaccādīsu kusalaṃ karontāpi adhimattavāyāmādipayogavipattiṃ nissāya anayabyasanampi pāpuṇanti, na pana taṃ kusalaṃ nissāya. Evametāhi catūhi sampattīhi, vipattīhi ca kusalākusalānaṃ vipaccanāvipaccanavibhāgaṃ bhagavā yathābhūtaṃ pajānāti. Ayaṃ tāvettha vibhaṅganayena dutiyabalassa vibhāvanā.",
  "tika-abh09t8:403": "Aparena cassa –",
  "tika-abh09t8:404": "‘‘Ahosi kammaṃ ahosi kammavipāko, ahosi kammaṃ nāhosi kammavipāko, ahosi kammaṃ atthi kammavipāko, ahosi kammaṃ natthi kammavipāko, ahosi kammaṃ bhavissati kammavipāko, ahosi kammaṃ na bhavissati kammavipāko, atthi kammaṃ natthi kammavipāko, atthi kammaṃ natthi kammavipāko, atthi kammaṃ bhavissati kammavipāko, atthi kammaṃ na bhavissati kammavipāko, bhavissati kammaṃ bhavissati kammavipāko , bhavissati kammaṃ na bhavissati kammavipāko’’ti (paṭi. ma. 1.234) –",
  "tika-abh09t8:405": "Iminā paṭisambhidāyaṃ vuttenāpi nayena vibhāvanā veditabbā. Tattha yaṃ atītattabhāve āyūhitaṃ kammaṃ vuttaṃ, hetupaccayaṃ āgamma tattheva vipākaṃ adāsi. Idaṃ sandhāya ‘‘ahosi kammaṃ ahosi kammavipāko’’ti paṭhamaṃ padaṃ vuttaṃ. Yaṃ atītesu pana diṭṭhadhammavedanīyādīsu bahūsu ekaṃ diṭṭhadhammavedanīyaṃ laddhapaccayaṃ vipākaṃ deti, sesāni avipākāni. Ekaṃ upapajjavedanīyaṃ pana paṭisandhiṃ ākaḍḍhati, ekaṃ ānantariyaṃ nirayapaṭisandhiṃ deti, sesāni avipākāni. Aṭṭhasu samāpattīsu ekāya brahmaloke nibbattati, sesā avipākā. Idaṃ sandhāya ‘‘ahosi kammaṃ nāhosi kammavipāko’’ti dutiyaṃ padaṃ vuttaṃ. Yaṃ atītaṃ kammaṃ etarahi vipākaṃ deti, idaṃ sandhāya tatiyaṃ. Yaṃ purimanayena na vipaccati, idaṃ sandhāya catutthaṃ. Yaṃ anāgate vipākaṃ dassati, idaṃ sandhāya pañcamaṃ. Yaṃ na vipaccati, idaṃ sandhāya chaṭṭhaṃ. Yaṃ etarahi āyūhitaṃ kammaṃ etaraheva vipākaṃ deti, idaṃ sandhāya sattamaṃ. Yaṃ na vipaccati, idaṃ sandhāya aṭṭhamaṃ. Iminā nayena sesapadānampi attho daṭṭhabbo. Idaṃ tathāgatassāti idaṃ sabbehi etehi pakārehi atītānāgatapaccuppannānaṃ kammantaravipākantarānaṃ yathābhūtato jānanañāṇanti attho. Dutiyabalaṃ.",
  "tika-abh09t8:406": "Tatiye sabbatthagāmininti sabbagatigāminiñca agatigāminiñca. Paṭipadanti maggaṃ. Yathābhūtaṃ pajānātīti bahūsupi manussesu pāṇātipātādīsu ekameva akusalaṃ ekato karontesu imassa cetanā nirayagāminī bhavissati, imassa tiracchānayonigāminī, imassa pettivisayagāminī, nirayādīsupi panesā evarūpe evarūpe ṭhāne evañcevañca vipākaṃ dassati, imassa paṭisandhiṃ ākaḍḍhituṃ na sakkoti, aññena kammena dinnapaṭisandhikassa dubbalaṃ upadhivepakkaṃ bhavissati. Bahūsu vā ekato dānādikusalaṃ, vipassanaṃ vā paṭṭhapentesu imassa cetanā manussagatigāminī bhavissati, imassa devagatigāminī, tatthāpi evañcevañca vipākaṃ dassati, imassa vā vipassanā ekaṃ maggaṃ dve vā tayo vā cattāro vā paṭisambhidādisahite vā rahite vā nipphādessati, imassa na kañci paṭivedhaṃ sādhessatītiādinā anantehi ākārehi ekavatthusmimpi uppannaṃ kusalākusalasaṅkhātaṃ sabbatthagāminipaṭipadaṃ aviparītato pajānātīti. Tatiyabalaṃ.",
  "tika-abh09t8:407": "Catutthe anekadhātunti cakkhudhātuādīhi, kāmadhātuādīhi vā bahudhātuṃ. Nānādhātunti tāsaññeva dhātūnaṃ vilakkhaṇattā nānappakāraṃ dhātuṃ. Lokanti khandhāyatanadhātulokaṃ. Yathābhūtaṃ pajānātīti tāsaṃ tāsaṃ dhātūnaṃ khandhāyatanadhātuvibhaṅgādīsu vuttanayena anantappabhedaṃ nānattaṃ aviparītato pajānāti. Na kevalañca tathāgato upādinnakasaṅkhāralokasseva nānattaṃ pajānāti, atha kho anupādinnakasaṅkhāralokassāpi paccekabuddhādīhi paṭivijjhituṃ asakkuṇeyyaṃ nānattaṃ pajānātiyeva. Tehi upādinnakalokassāpi nānattaṃ ekadesatova jānanti, anupādinnassa pana neva jānanti, sabbaññubuddhassevetaṃ visayo. Evaṃ hi imāya nāma dhātuyā ussannāya imesaṃ rukkhagacchalatādīnaṃ, khandhadaṇḍavallitacapattapupphaphalādino saṇṭhānavaṇṇagandharasaojāhi, desakālehi ca anantappabhedaṃ nānattaṃ, pathavīpabbatādīnañca nānattaṃ hotīti anantehi ākārehi jānituṃ sakkoti, nāññeti. Catutthabalaṃ.",
  "tika-abh09t8:408": "Pañcame nānādhimuttikanti hīnādīhi adhimuttīhi nānādhimuttikabhāvaṃ. Yathābhūtaṃ pajānātīti tīsupi kālesu hīnādhimuttikā hīnādhimuttike eva sevanti, paṇītādhimuttikā ca paṇītādhimuttike. Tatthāpi assaddhā assaddhe, dussīlā dussīle, micchādiṭṭhikā micchādiṭṭhike, saddhā saddhe, sīlasutacāgapaññādisampannā ca te te eva sevantīti nānappakārato jānāti. Saddhāsīlādisampannā hi tabbirahite attano ācariyupajjhāyepi na sevanti, tepi itare, attanā attanā pana sadise eva sevantīti. Pañcamabalaṃ.",
  "tika-abh09t8:409": "Chaṭṭhe parasattānanti padhānasattānaṃ. Parapuggalānanti tato paresaṃ hīnasattānaṃ. Ekatthameva vā etaṃ padadvayaṃ veneyyavasena dvidhā vuttaṃ. Indriyaparopariyattanti saddhādīnaṃ indriyānaṃ parabhāvañca aparabhāvañca, vuddhiñca hāniñcāti attho. Yathābhūtanti sabbesaṃ sattānaṃ āsayānusayacaritādhimuttiādīhi saddhādi tikkhindriyamudindriyataṃ sabbākārato jānāti. Tattha āsayoti nivāsaṭṭhānaṃ, yattha sattānaṃ cittasantānaṃ niccaṃ nivasati. So duvidho vaṭṭāsayo vivaṭṭāsayo ca. Tattha sassatucchedavasena pavattaṃ sabbaṃ diṭṭhigataṃ vaṭṭāsayo nāma. Sappaccayanāmarūpapariggahato paṭṭhāya sabbaṃ vipassanāñāṇaṃ, maggañāṇañca vivaṭṭāsayo nāma. Maggañāṇampi hi ‘‘dasayime, bhikkhave, ariyāvāsā, yadariyā āvasiṃsū’’tiādivacanato (a. ni. 10.19) āsayova. Imaṃ pana bhagavā sattānaṃ āsayaṃ jānanto ubhinnaṃ diṭṭhiñāṇānaṃ appavattikkhaṇepi jānāti eva. Kāmarāgādikilesādhimuttaññeva hi puggalaṃ bhagavā tatheva jānāti. ‘‘Ayaṃ nekkhammādiabhirato vivaṭṭāsayo’’ti nekkhammādiṃ sevantaññeva jānāti, ‘‘ayaṃ kāmādiabhirato vaṭṭāsayo’’ti anusayacaritādijānanepi eseva nayo. Tattha anusayo kāmarāgānusayādito sattavidho. Caritanti tīhi dvārehi abhisaṅkhatalokiyakusalākusalaṃ. Adhimuttīti ajjhāsayo. Evamettha āsayānusayañāṇaṃ, indriyaparopariyattañāṇañcāti dve ñāṇāni ekato hutvā ekaṃ balañāṇaṃ nāma jātanti. Chaṭṭhabalaṃ.",
  "tika-abh09t8:410": "Sattame jhānavimokkhasamādhisamāpattīnanti paṭhamādīnaṃ catunnaṃ jhānānaṃ, ‘‘rūpī rūpāni passatī’’tiādīnaṃ aṭṭhannaṃ vimokkhānaṃ, savitakkasavicārādīnaṃ tiṇṇaṃ samādhīnaṃ, paṭhamajjhānasamāpattiādīnaṃ navannaṃ anupubbasamāpattīnaṃ. Saṃkilesanti hānabhāgiyadhammaṃ. Vodānanti visesabhāgiyaṃ dhammaṃ. Vuṭṭhānanti yena kāraṇena jhānādīhi vuṭṭhahanti, taṃ kāraṇaṃ. Taṃ pana duvidhaṃ vodānampi bhavaṅgampi. Heṭṭhimaṃ hi paguṇaṃ jhānaṃ attano vodānavasena uparimassa jhānassa padaṭṭhānato ‘‘vuṭṭhāna’’nti vuccati, tamhā tamhā pana samādhimhā bhavaṅgavaseneva vuṭṭhānato bhavaṅgampi. Nirodhato pana phalasamāpattiyāva vuṭṭhahanti. Idaṃ pāḷimuttakavuṭṭhānaṃ nāma, taṃ sabbaṃ bhagavā yathābhūtaṃ sabbākārena pajānāti. Sattamabalaṃ.",
  "tika-abh09t8:411": "Aṭṭhame pubbenivāsānussatīti pubbenivutthakkhandhānussaraṇaṃ, taṃ nāmagottavaṇṇāhārasukhadukkhādīhi tattha tattha bhave vijjamānehi anantehi ākārehi yathābhūtaṃ pajānātīti. Aṭṭhamabalaṃ.",
  "tika-abh09t8:412": "Navame cutūpapātanti cutiñca upapātañca, taṃ cavamānaupapajjamānahīnapaṇītasuvaṇṇadubbaṇṇādito anantapabhede yathākammūpage satte dibbacakkhuñāṇena vaṇṇāyatanaggahaṇamukhena disvā sabbākārato pajānātīti. Navamabalaṃ.",
  "tika-abh09t8:413": "Dasame āsavānaṃ khayanti āsavanirodhaṃ nibbānaṃ, taṃ arahattamaggañāṇena catusaccapaṭivedhato pajānātīti. Dasamabalaṃ.",
  "tika-abh09t8:414": "Imānīti yāni heṭṭhā ‘‘tathāgatassa dasa tathāgatabalānī’’ti avoca, imāni tānīti appanaṃ karoti. Yasmā cetopariyañāṇādīni sāvakādīnampi yathārahaṃ vijjamānānipi savisayaṃ kiñcideva jānanti, na ca sabbākārato. Buddhānaṃ pana sabbaññutaññāṇaṃ viya sabbadhammesu yathāsakaṃ visaye sabbattha sabbākārato ekakkhaṇe appaṭihataṃ pavattati, tasmā ‘‘tathāgatabalānī’’ti vuccanti. Yadi evaṃ sabbaññutaññāṇassevāyaṃ pabhedo hoti, kasmā pana ‘‘dasabalañāṇānī’’ti visuṃ vibhattānīti? Visayakiccabhūmibhedato nesaṃ aññattā. Dasabalañāṇesu hi paṭhamaṃ kāraṇākāraṇameva jānāti, dutiyaṃ kammantaravipākantarameva jānāti, tatiyaṃ kammaparicchedameva, catutthaṃ nānattakāraṇameva, pañcamaṃ sattānaṃ ajjhāsayādhimuttimeva, chaṭṭhaṃ indriyānaṃ tikkhamudubhāvameva, sattamaṃ jhānādīhi saddhiṃ tesaṃ saṃkilesādimeva, aṭṭhamaṃ pubbenivutthakkhandhasantatimeva, navamaṃ sattānaṃ cutipaṭisandhimeva, dasamaṃ saccaparicchedameva, nāññaṃ.",
  "tika-abh09t8:415": "Sabbaññutaññāṇaṃ pana etehi jānitabbañca tato uttariñca sabbaṃ atītādibhedaṃ ekakkhaṇe sabbākārato jānāti, etesaṃ pana kiccaṃ na sabbaṃ karoti. Taṃ hi jhānaṃ hutvā appetuṃ, iddhi hutvā vikubbituṃ, maggo hutvā kilese khepetuṃ na sakkoti. Dasabalañāṇāni pana taṃ sabbaṃ yathārahaṃ kātuṃ sakkonti. Tesu ca paṭipāṭiyā satta ñāṇāni kāmāvacarāni, tato dve rūpāvacarāni, avasāne ekaṃ lokuttaraṃ. Sabbaññutaññāṇaṃ pana kāmāvacaramevāti evaṃ visayakiccabhūmibhedato aññameva dasabalañāṇaṃ. Aññaṃ sabbaññutaññāṇanti. Ayaṃ tāva padatthānusārato vinicchayo. Dhammabhedādito pana sabbopi vinicchayo ekavidhakoṭṭhāsato paṭṭhāya ettha vuttānusāratova ñātabbo, suttantabhājanīyādayo hi vibhaṅganayabhedā ettha, ito paresu ca vibhaṅgesu natthīti.",
  "tika-abh09t8:416": "Ñāṇavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:417": "Khuddakavatthuvibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:418": "Khuddakavatthuvibhaṅgamātikāya panāyaṃ nikkhepaparicchedena saddhiṃ atthato vinicchayo. Mātikāya hi ādito tāva – jātimadotiādayo tesattati ekakā nikkhittā, tato kodho ca upanāho cātiādayo aṭṭhārasa dukā, akusalamūlādayo pañcatiṃsa tikā, āsavacatukkādayo cuddasa catukkā, orambhāgiyasaṃyojanādayo pannarasa pañcakā, vivādamūlādayo cuddasa chakkā, anusayādayo satta sattakā, kilesavatthuādayo aṭṭha aṭṭhakā, āghātavatthuādayo nava navakā, kilesavatthuādayo satta dasakā, channaṃ aṭṭhārasakānaṃ vasena aṭṭhasatataṇhāvicaritāni ca yathākkamaṃ nikkhipitvā ante dvāsaṭṭhi diṭṭhigatāni brahmajālasutte atidassitānīti sabbānipi tesaṭṭhiadhikāni aṭṭhakilesasatāni nikkhittānīti veditabbāni. Ayaṃ tāva nikkhepaparicchedo.",
  "tika-abh09t8:419": "Atthato pana ‘‘jātimado’’tiādīsu jātiuccākulīnataṃ nissāya ‘‘khattiyādīnaṃ catunnampi vaṇṇānaṃ ahaṃ uttamajātiko, ime na uttamajātikā’’ti evaṃ attukkaṃsanaparavambhanavasena uppanno majjanākārappavatto māno jātimado nāma. Sesapadesupi eseva nayo. Tattha ādiccagottakassapagottādiuttamagottaṃ nissāya gottamado. Nirābādhataṃ, yobbaññaṃ, ‘‘ciraṃ sukhaṃ jīviṃ jīvāmi jīvissāmī’’ti evaṃ jīvitaṃ, bahulābhañca nissāya yathākkamaṃ ārogyamadādayo vuttā. Sukatapaṇītapaccayalābhaṃ, mānanavandanādigarukāraṃ maññeva pamukhaṃ katvā pañhaṃ pucchanti, parivāretvā gacchantīti evaṃ purekkhāraṃ, mahāparivāraṃ, suciparivārañca nissāya yathākkamaṃ sakkāramadādayo ca veditabbā. Bhogo pana kiñcāpi lābhaggahaṇeneva gahito, nihitadhanavasena panettha lābho veditabbo, ‘‘annapānavatthābharaṇamālāgandhādiupabhogasamiddhivasenāpi vattuṃ vaṭṭatī’’tipi vadanti. Sarīravaṇṇaṃ, guṇavaṇṇañca nissāya vaṇṇamado. Bāhusaccaṃ, paṭibhānaṃ, ‘‘vaṇṇaṃ buddhavaṃsaṃ rājavaṃsaṃ janapadavaṃsaṃ gāmavaṃsaṃ rattindivaparicchedaṃ nakkhattamuhuttayogaṃ jānāmī’’ti evaṃ rattaññutaṃ vā nissāya yathākkamaṃ sutamadādayo ca veditabbā. Jātipiṇḍapātikataṃ, anavaññātataṃ, iriyāpathapāsādikataṃ, mahiddhikatañca nissāya yathākkamaṃ piṇḍapātikamadādayo. Kiñcāpi parivāra-ggahaṇena yaso gahito. Parivārassa pana savasavattakabhāvena patthaṭataṃ kittiyasaññeva vā nissāya yasamado. Parisuddhasīlaṃ , upacārappanājhānaṃ, sippakosallaṃ, sarīrassa ārohasampadaṃ, pariṇāhasampadaṃ, anūnaniddosaaṅgapaccaṅgatāya sarīrapāripūriñca nissāya sīlamadādayo veditabbā.",
  "tika-abh09t8:420": "Iminā ettakena ṭhānena savatthukaṃ mānaṃ dassetvā idāni avatthukameva sāmaññato mānaṃ dassento ‘‘mado’’ti āha. Pamādotiādīsu pañcakāmaguṇesu cittavossaggasaṅkhāto sucaritāsevanāya, duccaritasevanāya ca hetubhūto pamajjanākārappavatto akusalacittuppādo pamādo nāma, svāyaṃ sativossaggalakkhaṇo. Vātabharitabhattā viya mātāpitūsupi anoṇatabhāvasaṅkhāto kakkhaḷamāno thambho nāma, svāyaṃ cittassa uddhumātabhāvalakkhaṇo. Aññesaṃ gehādiupakaraṇasampadaṃ, vijjāsampadaṃ vā disvā taddiguṇasamārambhanavasappavatto akusalacittuppādo sārambho nāma. Ganthopi hi sārambhavasena uggahetuṃ na vaṭṭati, akusalameva hoti. Svāyaṃ karaṇuttariyalakkhaṇo.",
  "tika-abh09t8:421": "Atra atra visaye icchā assāti atriccho, puggalo, tassa bhāvo atricchatā. Evaṃ mahicchatādīsupi attho veditabbo. Tattha yaṃ yaṃ laddhaṃ, tena tena asantussitvā aparassa aparassa patthanāvasena pavatto lobho atricchatā. Yāya attanā laddhaṃ paṇītampi lāmakaṃ viya khāyati, parena laddhaṃ lāmakampi paṇītaṃ viya khāyati. Sāyaṃ aparāparalābhapatthanālakkhaṇā. Santaguṇavibhāvanāvasappavatto ceva taduppannehi atimahantehipi vatthūhi asantussanākārappavatto ca lobho mahicchatā. Yāya samannāgato puggalo paccayehi duppūro aggi viya upādānena, samuddo viya ca udakena. Yā cāyaṃ santaguṇasambhāvanatā, paṭiggahaṇe ca paribhoge ca amattaññutā, etaṃ mahicchatālakkhaṇaṃ.",
  "tika-abh09t8:422": "Asantānaṃ pana saddhāsīlānaṃ, maggaphalādīnañca lokiyalokuttarānaṃ guṇānaṃ vibhāvanāvasappavatto ceva taduppannehi atimahantehipi paccayehi asantussanākārappavatto ca lobho pāpicchatā. Yā cāyaṃ asantaguṇasambhāvanatā, paṭiggahaṇe ca paribhoge ca amattaññutā etaṃ pāpicchatālakkhaṇaṃ.",
  "tika-abh09t8:423": "Siṅganti vijjhanaṭṭhena siṅgaṃ, nāgarikabhāvasaṅkhātassa kilesasiṅgassetaṃ adhivacanaṃ, taṃ atthato siṅgārakaraṇavasappavatto lobhova. Tintiṇanti khīyanaṃ, taṃ atthato nivāsaṭṭhāne sunakhānaṃ viya aññamaññaṃ sattānaṃ ‘‘tava santakaṃ, mama santaka’’nti khiyyanākārappavatto dosova. Cāpalyanti capalatā, taṃ pattacīvarādiparikkhārānaṃ, attabhāvassa ca maṇḍanavibhūsanakeḷāyanavasappavatto rāgova, yena samannāgato jiṇṇopi daharo viya hoti. Asabhāgavuttīti visabhāgavutti visabhāgakiriyā, sā garuṭṭhāniyesupi anādaravasena vipaccanīkaggāhitāvasappavatto dosova , yāya samannāgato gilānepi mātāpituācariyupajjhāyādike na oloketi, tehi saddhiṃ lābhasakkārakāraṇā kalahaṃ karoti, tesu hirottappaṃ, cetiyādīsu cittīkārañca na paccupaṭṭhapeti. Aratīti pantesu senāsanesu, samathavipassanāsu ca anabhiramaṇā ukkaṇṭhitatā, sā tathāpavatto akusalacittuppādo. Tandīti ālasyaṃ. Vijambhitāti kāyassa ānamanādiākārena phandanā vijambhanā. Bhattasammadoti bhattamucchāya kāyassa akammaññatā. Cetaso ca līnattanti cittasaṅkoco. Atthato panetāni sabbānipi thinamiddhavasena cittassa gilānākārova.",
  "tika-abh09t8:424": "Kuhanātiādīsu lābhasakkārasilokasannissitassa pāpicchassa tena tena upāyena vimhāpanā kuhanā nāma. Sā tividhā paccayapaṭisevanasāmantajappanairiyāpathasaṇṭhāpanavasena. Tattha cīvarādīhi nimantitassa tadatthikasseva sato pāpicchataṃ nissāya paṭikkhipanena, te ca gahapatike attani suppatiṭṭhitasaddhe ñatvā puna tesaṃ ‘‘aho ayyo appiccho na kiñci paṭiggaṇhituṃ icchati, suladdhaṃ vata no assa, sace appamattakaṃ kiñci paṭiggaṇheyyā’’ti nānāvidhehi upāyehi paṇītāni cīvarādīni upanāmentānaṃ tadanuggahakāmataññeva āvikatvā paṭiggahaṇena ca tato pabhuti api sakaṭabhārehi upanāmanahetubhūtaṃ vimhāpanaṃ paccayapaṭisevanasaṅkhātā kuhanā nāma. Pāpicchasseva pana sato ‘‘yo evarūpaṃ cīvaraṃ dhāreti, so samaṇo mahesakkho’’tiādinā uttarimanussadhammādhigamaparidīpanavācāya tathā tathā vimhāpanaṃ sāmantajappanasaṅkhātā kuhanā nāma. Pāpicchasseva pana sato samāhitasseva sambhāvanādhippāyakatena paṇidhāya saṇṭhapitena gamanādiiriyāpathena vimhāpanaṃ iriyāpathasaṇṭhapanasaṅkhātā kuhanā nāma.",
  "tika-abh09t8:425": "Ālapanātiādinā pana vuttapaccayapaṭisaṃyuttā vācāyeva dassitā. Anuppiyabhāṇitā, cāṭukamyatā, muggasūpyatā, pāribhaṭayatā ca ālapanā nāma. Tattha ālapanātiāditova lapanā. Anuppiyabhāṇitāti saccānurūpaṃ, dhammānurūpaṃ vā anapaloketvā punappunaṃ piyabhaṇanaṃ. Cāṭukamyatāti nīcavuttitā, attānaṃ heṭṭhato ṭhapetvā pavattanaṃ. Muggasūpyatāti muggasūpasadisatā, apakkamuggasadisena appasaccena samannāgatavacanatā. Pāribhaṭayatāti kuladārakānaṃ aṅkena pariharaṇādikaṃ paribhaṭassa kiccaṃ. Evamayaṃ sabbopi kiriyābhedo ‘‘lapanā’’tveva vuccati. Paresaṃ pana paccayadānasaññājanakaṃ kāyavacīkammaṃ nemittikatā nāma, yā ‘‘parikathobhāsanimittakamma’’nti vuccati. Akkosanavambhanagarahaṇādīhi yathā dāyako avaṇṇaṃ bhāyati, evaṃ taṃ nippīḷanaṃ nippesikatā nāma. Ayaṃ hi yasmā veḷupesikāya viya abbhaṅgaṃ imāya parassa guṇaṃ nippeseti nipuñchati, yasmā vā gandhajātaṃ pisitvā gandhamagganā viya paraguṇe nippisitvā vicuṇṇetvā esā lābhamagganā hoti, tasmā ‘‘nippesikatā’’ti vuccati. Ekasmiṃ pana kule laddhāmisaṃ aññattha dānavasena lābhena lābhassa patthanā lābhena lābhaṃ nijigīsanā nāma. Ime ca kuhanādayo pañcapi tathā tathā pavattā lobhādiakusalacittuppādāti veditabbā. ‘‘Seyyohamasmī’’tiādayo dvādasa mānā heṭṭhā saṃyojanagocchake vuttānusārena suviññeyyāva. Tattha ca ādito tayo mānā puggalaṃ anissāya jātigottarūpabhogasippasutādimānavatthuvaseneva kathitā, tato paraṃ pana nava mānā seyyasadisahīnapuggale nissāya kathitā.",
  "tika-abh09t8:426": "Evametehi dvādasahi padehi savatthuke māne kathetvā idāni avatthukaṃ dassetuṃ ‘‘māno’’tiādi vuttaṃ. Tato paraṃ atimānotiādīsu ‘‘jātiādīhi mayā sadiso natthī’’ti atikkamitvā maññanāvasena pavatto māno atimāno nāma. ‘‘Ime mayā pubbe sadisā, idāni ahaṃ seṭṭho, ime hīnatarā’’ti uppanno māno bhārātibhāro viya mānātimāno nāma. Attānaṃ pana avamaññanāvasena pavatto māno omāno nāma, so ‘‘hīnohamasmī’’ti pavattahīnamānasadisova. Anadhigatesu ariyadhammesu ‘‘adhigatā mayā’’ti uppanno māno adhikamānattā adhimāno nāma, ayaṃ pana sotāpannādiariyasāvakānaṃ ‘‘ahaṃ sakadāgāmī’’tiādinā na uppajjati tesaṃ maggaphalanibbānapahīnakilesāvasiṭṭhakilesapaccavekkhaṇena ariyaguṇapaṭivedhe nikkaṅkhattā. Dussīlassa pana na uppajjateva, sīlavatopi pariccattakammaṭṭhānassa na uppajjati, parisuddhasīlasseva pana suddhasamathalābhino, suddhavipassanālābhino, tadubhayalābhino vā uppajjati. Tesu tadubhayalābhī arahatte eva adhimaññitvā patiṭṭhāti suvikkhambhitakilesattā, parimadditasaṅkhārattā ca, itare sotāpannādīsupīti veditabbā. Pañcasu pana khandhesu ‘‘ahamasmī’’tiādinā pavatto māno asmimāno nāma. Pāpakena pana parūpaghātakena kammāyatanasippāyatanavijjāṭṭhānādinā attānaṃ seyyādito jappanavasena pavatto māno micchāmāno nāma.",
  "tika-abh09t8:427": "Ñātivitakkotiādīsu ‘‘mayhaṃ ñātakā sukhajīvino sampattiyuttā’’ti evaṃ gehasitapemena ñātake uddissa uppanno vitakko ñātivitakko nāma, ‘‘ñātakā khayaṃ gatā vayaṃ gatā saddhā pasannā’’tiādinā pana nekkhammasito ñātivitakko nāma na hoti. Evaṃ janapadavitakkepi, tassa pana ‘‘amhākaṃ janapado subhikkho sundaro’’tiādinā pavattiākāro veditabbo. Amaratthāya vitakko, amaro vā vitakkoti amaravitakko. Tattha yo ukkuṭikappadhānādīhi dukkhe nijjiṇṇe samparāye attā sukhī amaro hotīti evaṃ pavatto, so amaratthāya vitakko nāma. Yo pana diṭṭhigatikassa ekasmiṃ pakkhe asaṇṭhahitvā ‘‘evampi me no, tathāpi me no, aññathāpi me no’’tiādinā amaramaccho viya gahetuṃ asakkuṇeyyatāya pavatto, so amaro vitakko nāma. Taṃ duvidhampi ekato katvā idha ‘‘amaravitakko’’ti vutto.",
  "tika-abh09t8:428": "Anuddayatā patirūpakena pana gihīhi sahasokisahananditādivasena gehasitapemena yutto parānuddayatāpaṭisaṃyutto vitakko nāma. Lābhena ceva sakkārena ca kittisaddena ca saddhiṃ ārammaṇakaraṇavasena yutto gehasito vitakko lābhasakkārasilokapaṭisaṃyutto vitakko nāma, tassa pana ‘‘aho vata me lābhādayo uppajjeyyu’’ntiādinā pavattiākāro veditabbo. ‘‘Aho vata maṃ pare na avajāneyyu’’nti uppanno gehasito vitakko anavaññattipaṭisaṃyutto vitakko nāma. Ekakaṃ.",
  "tika-abh09t8:429": "Dukādīsu kodhādayo heṭṭhā vuttatthe vajjetvā avasesānaññeva vaṇṇanā hoti. Tattha dukesu tāva upanāhotiādīsu pubbabhāge kodho ‘‘akkocchima’’ntiādinā āsevanena aparakāle veracitte daḷhataraṃ ābaddho upanāho nāma, yena samannāgato veraṃ nissajjituṃ na sakkoti vasātelamakkhitapilotikā viya, sodhiyamānampissa cittaṃ na parisujjhati, svāyaṃ verupanibandhanalakkhaṇo.",
  "tika-abh09t8:430": "Paraguṇaṃ pana vināsetvā tattha dosamakkhanavasena pavatto kodho makkho nāma. Ayaṃ hi paṭhamataraṃ attano cittaṃ gūtho viya gūthaggāhakaṃ hatthaṃ makkheti, pacchā paranti ‘‘makkho’’ti vutto, svāyaṃ paraguṇamakkhanalakkhaṇo. Paḷāsetīti paḷāso, parassa guṇe dassetvā attano guṇehi same karotīti attho. Tathāpavatto lobho, svāyaṃ yugaggāhalakkhaṇo.",
  "tika-abh09t8:431": "Dvārattayepi vijjamānasseva dosassa paṭicchādanato cakkhumohanamāyā viyāti māyā, sā katadosapaṭicchādanalakkhaṇā. Saṭhassa bhāvo, kammaṃ vā sāṭheyyaṃ, kerāṭiyaṃ, taṃ avijjamānaguṇappakāsanalakkhaṇaṃ.",
  "tika-abh09t8:432": "Anajjavādayo heṭṭhā vuttaajjavādipaṭipakkhaakusalavasena veditabbā. Ajjhattasaṃyojanantiādīsu ajjhattanti kāmabhavo, tattha satte bandhanavasena pavattāni pañcorambhāgiyasaṃyojanāni ajjhattasaṃyojanaṃ nāma. Bahiddhāti rūpārūpabhavo. Tattha bandhanavasena pavattāni pañca uddhambhāgiyasaṃyojanāni bahiddhāsaṃyojanaṃ nāma. Kāmabhave hi sattānaṃ ālayo bahuko, na itaresu, tasmā so ajjhattaṃ itare ca bahiddhāti veditabbā. Dukaṃ.",
  "tika-abh09t8:433": "Tikesu pana lobhādīni tīṇi akusalamūlāni nāma. Kāmabyāpādavihiṃsāsampayuttā vitakkā tayo akusalavitakkā nāma. Te eva saññāsīsena tisso akusalasaññā. Sabhāvaṭṭhena tisso akusaladhātuyoti ca vuccanti. Kāyavacīmanoduccaritāni tīṇi duccaritāni nāma, tāni dvārattayappavattānaṃ pāṇātipātādīnaṃ, sabbākusalānaṃ vā vasena yojetabbāni. Suttantapariyāyena pana diṭṭhāsavavajjitā kāmāsavādayo tayo āsavā nāma. Sakkāyadiṭṭhivicikicchāsīlabbataparāmāsā tīṇi saṃyojanāni nāma.",
  "tika-abh09t8:434": "Kāmataṇhā bhavataṇhā vibhavataṇhā ca tisso taṇhā nāma. Tattha sassatadiṭṭhisahagato rāgo bhavataṇhā, ucchedadiṭṭhisahagato rāgo vibhavataṇhā, avasesā pana sabbāpi taṇhā kāmataṇhā. Kāmadhātupaṭisaṃyutto vā rāgo kāmataṇhā, rūpārūpadhātupaṭisaṃyutto bhavataṇhā, ucchedadiṭṭhisahagato vibhavataṇhāti veditabbā. Kāmataṇhā rūpataṇhā arūpataṇhā ca aparāpi tisso taṇhā nāma. Rūpataṇhā arūpataṇhā nirodhataṇhā ca puna aparāpi tisso taṇhā nāma. Tattha nirodhataṇhāti ucchedadiṭṭhisahagato. Kāmesanā bhavesanā brahmacariyesanā ca tisso esanā nāma. Tattha brahmacariyesanāti sassatucchedadiṭṭhisaṅkhātabrahmacariyassa gavesanā. ‘‘Seyyohamasmīti vidhā, sadisohamasmīti vidhā, hīnohamasmīti vidhā’’ti evaṃ vuttamānavidhā tisso vidhā nāma. Māno hi seyyādivasena vidahanato maññanato ‘‘vidhā’’ti vuccati. Jātijarāmaraṇāni paṭicca uppannāni bhayāni tīṇi bhayāni nāma. ‘‘Atītaṃ vā addhānaṃ ārabbhā’’tiādinā vuttāni tīṇi, buddhādīsu kaṅkhanavicikicchanavasena pavattā tisso avijjā tīṇi tamāni nāma. Vicikicchāsīsena tassa vibhaṅge taṃsampayuttā avijjāva vuttā, tassā eva paṭicchādakattenapi tamabhāvatoti daṭṭhabbaṃ.",
  "tika-abh09t8:435": "Yaṃ kiñci pana sattassa sukhādikaṃ uppajjati, taṃ sabbaṃ pubbekatahetūti ekaṃ titthāyatanaṃ, issaranimmānahetūti dutiyaṃ, ahetuappaccayāti tatiyanti imāni tīṇi titthāyatanāni nāma. Tattha paṭhamavādī kusalākusalakiriyautucittāhārādikaṃ, gatiupadhiādikaṃ, sappurisūpanissayasaddhammassavanādikañca sabbaṃ paccayapaccayuppannaṃ paṭikkhipitvā ekaṃ kammavipākameva sampaṭicchati, itare pana dvepi sabbaṃ hetuṃ paṭikkhipitvā issarahetukaṃ, ahetukañca sampaṭicchanti, tesaṃ tiṇṇaṃ vādānaṃ vaseneva payojanābhāvādito yathānurūpaṃ doso ñātabbo. Ganthavitthārabhayena panettha na vitthārayimha.",
  "tika-abh09t8:436": "Rāgadosamohā pana tayo palibodhaṭṭhena kiñcanā nāma. Te eva hi kilesaṭṭhena aṅgaṇāni, malīnabhāvakaraṇaṭṭhena malāni, pakkhalanapātahetuto visamāni ca honti. Pāṇātipātādīni kāyavacīmanovisamāni aparānipi tīṇi visamāni nāma. Rāgadosamohā anudahanaṭṭhena tayo aggī, kasaṭanirojaṭṭhena kasāvā ca honti. Pāṇātipātādīni kāyakasāvādayo pana aparepi tayo kasāvā nāma. Assādadiṭṭhittike kāmaparibhoge ‘‘natthi kāmesu doso’’ti evaṃ pavattā sassatadiṭṭhi assādadiṭṭhi nāma. Vīsativatthukā pana attadiṭṭhi attānaṃ anugatattā attānudiṭṭhi nāma. Tassā pana ‘‘rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ samanupassatī’’ti evaṃ rūpakkhandhe catasso diṭṭhiyo. Evaṃ sesakkhandhesupīti vīsativatthukatā veditabbā.",
  "tika-abh09t8:437": "Tattha ca rūpaṃ attatodiādinā pañcakkhandhe attato gahaṇavasena pavattā pañca ucchedadiṭṭhiyo, sesā pana sassatadiṭṭhiyoti veditabbā. ‘‘Natthi dinna’’ntiādinayappavattā pana natthikadiṭṭhi micchādiṭṭhi nāma, lāmakadiṭṭhīti attho. Aratittike pāṇileḍḍudaṇḍādīhi sattānaṃ vihiṃsanā vihesā nāma. Dvārattayappavattaakusaladhammassa cariyā adhammacariyā nāma. Dovacassatātike sāva kāmabyāpādavihiṃsāsaññā nānārammaṇesu pavattito, nānābhūtattā ca nānattasaññā nāma. Uddhaccattike kusītassa bhāvo kosajjaṃ, pamādova. Anādariyattike ovādassa anādiyanavasappavatto kodho anādariyaṃ nāma. Assaddhiyattike ratanattayakammaphalānaṃ asaddahanavasappavattā akusaladhammā assaddhiyaṃ nāma. Pañcavidhamacchariyavasena ‘‘dehī’’ti vacanassa ajānanā avadaññutā nāma.",
  "tika-abh09t8:438": "Uddhaccattike manacchaṭṭhesu indriyesu aguttadvāratā asaṃvaro nāma. Kāyikavācasikavītikkamo dussīlyaṃ nāma. Ariyattike buddhapaccekabuddhasāvakānaṃ dassanopāsanādīsu anicchā ariyānaṃ adassanakamyatā nāma. Bodhipakkhikasaddhammassa savanadhāraṇādīsu anicchā saddhammaṃ asotukamyatā nāma. Parassa dosāropane randhagavesitāsaṅkhāto upārambhova upārambhacittatā nāma. Muṭṭhassaccattike uddhaccaṃ cetaso vikkhepo nāma. Ayonisomanasikārattike ‘‘anicce nicca’’ntiādinā, saccapaṭipakkhavasena vā anupāyamanasikārasaṅkhātaṃ āvajjanacittaṃ ayonisomanasikāro nāma. Micchādiṭṭhimicchāsaṅkappādayo aṭṭha micchāmaggā kummaggo nāma, micchāmaggassa āsevanā kummaggasevanā nāma. Thinamiddhaṃ cetaso ca līnattaṃ nāma. Tikaṃ.",
  "tika-abh09t8:439": "Catukkesu cīvarādīsu catūsu paccayesu ‘‘kattha manāpaṃ labhissāmī’’ti taṇhāya uppādo cattāro taṇhuppādā nāma. Na gacchanti etāhi ariyāti agatiyo, chandadosamohabhayā. Tā hi agantabbamaggagamanāni akattabbakaraṇāni cattāri agatigamanāni nāma. Tattha chandoti pakkhapātarāgo. Bhayanti tathāpavatto doso. Aniccādīsu ‘‘niccaṃ sukhaṃ attā subha’’nti evaṃ pavattā cattāro vipariyāsā viparītato dhamme esanato. Tesu vā āsanato pavisanato cattāro vipariyāsā nāma. Te saññācittadiṭṭhivipariyāsavasena paccekaṃ tayo tayo hutvā dvādasa honti. Tesu anicce niccaṃ, anattani attāti saññācittadiṭṭhivipariyāsā cha, dukkhe sukhaṃ, asubhe subhanti diṭṭhivipariyāsā dve cāti aṭṭha sotāpattimaggena pahīyanti, asubhe subhanti saññācittavipariyāsā dve anāgāmimaggena, dukkhe sukhanti saññācittavipariyāsā dve arahattamaggenāti veditabbā.",
  "tika-abh09t8:440": "Adiṭṭhe diṭṭhaṃ, asute sutaṃ, amute mutaṃ, aviññāte viññātanti evaṃ pavattā cattāro anariyavohārā nāma. Diṭṭhādīsu pana adiṭṭhaṃ asutaṃ amutaṃ aviññātanti evaṃ pavattā aparepi cattāro anariyavohārā nāma. Ime ca purimehi saddhiṃ aṭṭha anariyavohārātipi vuccanti. Pāṇātipātaadinnādānakāmesumicchācāramusāvādā cattāri duccaritāni nāma. Musāvādādivacīduccaritāni aparānipi cattāri vacīduccaritāni nāma. Jātijarābyādhimaraṇabhayāni cattāri bhayāni nāma. Rājacoraaggiudakabhayāni cattāri, samuddaṃ orohantassa pana uppajjanakāni ūmikumbhīlaāvaṭṭasusukābhayāni ca cattāri, attānuvādaparānuvādadaṇḍaduggatibhayāni cattāri cāti imāni vā aparāni tīṇi catukkāni cattāri bhayāni nāma. Tattha susukāti caṇḍamacchā. Sabbānipi cetāni bhayāni paṭighacittānīti veditabbāni. Sabbaṃ sukhadukkhādikaṃ sayaṃkataṃ paraṃkataṃ ubhayakataṃ adhiccasamuppannanti evaṃ uppajjamānā imā catasso diṭṭhiyo nāma. Catukkaṃ.",
  "tika-abh09t8:441": "Pañcakesu pañcorambhāgiyātiādīsu oraṃ vuccati kāmadhātu heṭṭhābhāvato, tattha upapattinipphādanato taṃ oraṃ bhajantīti sakkāyadiṭṭhivicikicchāsīlabbataparāmāsakāmarāgapaṭighā pañca orambhāgiyasaṃyojanāni nāma. Uddhanti rūpārūpadhātu uparibhāvato, taṃ vuttanayena bhajantīti rūparāgaarūparāgamānauddhaccaavijjā pañca uddhambhāgiyasaṃyojanāni nāma. Rāgadosamohamānadiṭṭhiyo pañca lagganaṭṭhena saṅgā nāma. Te eva pañca anupavisanaṭṭhena, tudanaṭṭhena ca pañca sallā nāma. Satthudhammasaṅghasikkhāsu kaṅkhanāni cattāri, sabrahmacārīsu kupitacittatā cāti ime pañca cittassa thaddhakacavarakhāṇukabhāvakaraṇattā cetokhilā nāma. Kāmesu avītarāgo. Kāye…pe… rūpe…pe… yāvadatthaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati, aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ caratīti evaṃ pavattā pañca dhammā cittaṃ bandhitvā muṭṭhiyaṃ katvā viya gahaṇato cetasovinibandhā nāma. Tattha kāyeti ajjhattike kāye, rūpeti bahiddhārūpe. Saññī attā, asaññī attā, nevasaññīnāsaññī attā, saṃvijjamāno pana attā ucchijjati, diṭṭhadhammanibbānaṃ vā pāpuṇātīti evaṃ pavattā pañca diṭṭhiyo nāma.",
  "tika-abh09t8:442": "Pāṇātipātādimajjapānapariyosānā pañca verakaraṇaṭṭhena verā nāma. Ñātibhogarogasīladiṭṭhibyasanāni pañca byasanā nāma. Tattha byasanāti vināsasahajātā, tato uppannā akusalā . Bahujanassa appiyatā, verabahulatā, vajjabahulatā, sammūḷhamaraṇaṃ, apāyagamananti ime pañca akkhantiyā ādīnavā, anadhivāsanāya dosāti attho. Ājīvakabhayaṃ asilokabhayaṃ parisasārajjabhayaṃ maraṇabhayaṃ duggatibhayanti imāni pañca bhayāni nāma. Yāvadatthaṃ pañcakāmaguṇaparibhogena ceva paṭhamajjhānādīhi catūhi jhānehi cāti pañcahi kāraṇehi attā paramadiṭṭhadhammanibbānappatto hotīti pavattā vādā pañca diṭṭhadhammanibbānavādā nāma. Pañcakaṃ.",
  "tika-abh09t8:443": "Chakkesu pana kodho makkho issā sāṭheyyaṃ pāpicchatā sandiṭṭhiparāmāsitāti imāni cha vivādamūlāni. Manāpiyesu rūpādīsu chasu ārammaṇesu chandarāgoti ime cha chandarāgā gehasitā dhammā nāma. Amanāpiyesu chasu ārammaṇesu paṭigho cha virodhavatthūni nāma. Virodho eva vatthu virodhavatthu. Chasu ārammaṇesu taṇhāva cha taṇhākāyā nāma. Satthudhammasaṅghasikkhāsu, appamāde, paṭisanthāre ca agāravā cha agāravā nāma. Kammārāmatā, bhassaniddāsaṅgaṇikasaṃsaggapapañcārāmatā ca cha parihāniyā dhammā nāma, parihānikarāti attho. Tattha savanadassanasamullapanaparibhogakāyasaṃsaggesu pañcasu yuttapayuttatā saṃsaggārāmatā. Taṇhāmānadiṭṭhipapañcesu yuttapayuttatā papañcārāmatāti veditabbaṃ. Kammabhassaniddāsaṅgaṇikārāmatā cattāro, dovacassatā, pāpamittatā dve cāti ime aparepi cha parihāniyā dhammā nāma.",
  "tika-abh09t8:444": "Somanassaṭṭhāniyesu rūpādīsu chasu ārammaṇesu uppannā gehasitasomanassasampayuttā vicārā somanassupavicārā nāma, vitakkādayo dhammā, taṃsampayuttā cāti gahetabbā. Esa nayo itaradvayepi. Aññāṇasahitā panettha vedanupekkhā upekkhāti veditabbā, yā ‘‘aññāṇupekkhā’’tipi vuccati. Iṭṭhāniṭṭhamajjhattesu chasu ārammaṇesu yathākkamaṃ uppannā vedanā ‘‘cha gehasitāni somanassānī’’tiādinā chakkattayena vuttā. ‘‘Atthi me attā’’ti vā, ‘‘natthi me attā’’ti vā, ‘‘attanā vā attānaṃ sañjānāmī’’ti vā, ‘‘attanā vā anattānaṃ sañjānāmī’’ti vā, ‘‘attanā vā attānaṃ sañjānāmī’’ti vā, ‘‘so me ayaṃ attā kārako vedako nicco dhuvo’’ti evaṃ uppajjamānā imā cha diṭṭhiyo nāma. Tattha atthīti sassatadiṭṭhi. Natthīti ucchedadiṭṭhi. Pañcapi khandhe ‘‘attā’’ti gahetvā saññākkhandhena sesānaṃ jānanavasena attanā vā attānaṃ sañjānāmīti diṭṭhi, saññākkhandhaṃ pana ‘‘attā’’ti, itare ca ‘‘anattā’’ti gahetvā attanā vā anattānaṃ sañjānāmīti diṭṭhi, saññākkhandhaṃ pana ‘‘anattā’’ti, itare ca ‘‘attā’’ti gahetvā anattanā vā attānaṃ sañjānāmīti diṭṭhi ca veditabbā. Chakkaṃ.",
  "tika-abh09t8:445": "Sattakesu pana kāmarāgapaṭighamānadiṭṭhivicikicchābhavarāgaavijjā satta thāmagataṭṭhena, appahīnaṭṭhena ca cittasantāne anu anu sayanato anusayā nāma. Te eva satte vaṭṭasmiṃ saṃyojanato saṃyojanāni. Samudācāravasena pariyuṭṭhānato pariyuṭṭhānāti veditabbā. Assaddhiyaṃ ahirikaṃ anottappaṃ appassutatā kosajjaṃ muṭṭhassaccaṃ duppaññatāti ime satta asataṃ asappurisānaṃ, asantā vā lāmakā dhammāti asaddhammā nāma. Pāṇātipātādayo kāyavacīduccaritāni satta duccaritāni nāma. Māno atimāno mānātimāno omāno adhimāno asmimāno micchāmānoti ime satta mānā nāma. ‘‘Manussaloke mātāpettikasambhavo attā ucchijjati, tathā chasu devalokesu dibbo kabaḷīkārabhakkho attā, rūpaloke rūpī manomayo attā, catūsu arūpabhavesu catubbidho arūpī attā tattha tattha ucchijjati vinassati na hoti paraṃ maraṇā’’ti evaṃ pavattā satta ucchedadiṭṭhiyo satta diṭṭhiyo nāma. Ettha ca ādito tisso diṭṭhiyo rūpakkhandhaṃ attato gahetvā pavattā ucchedadiṭṭhiyo, sesā catasso arūpakkhandheti ñātabbā. Sattakaṃ.",
  "tika-abh09t8:446": "Aṭṭhakesu pana lobho doso moho māno diṭṭhi vicikicchā thinaṃ uddhaccañcāti aṭṭha kilesavatthūni nāma. ‘‘Yaṃ kiñci kammaṃ kattabbaṃ me’’ti ekaṃ, tathā ‘‘kataṃ me’’ti, ‘‘maggo me gantabbo’’ti, ‘‘gato’’ti, ‘‘appakaṃ me bhutta’’nti, ‘‘subhutta’’nti, ‘‘ābādho me uppanno’’ti, ‘‘aciravuṭṭhito gelaññā’’ti ekanti imāni aṭṭha kusītavatthūni nāma, kusītassa kosajjakāraṇānīti attho. Lābhe alābhe ca yase ayase ca pasaṃsāya nindāya ca sukhe dukkhe ca yathākkamaṃ rāgadosehi cittassa paṭihananaṃ aṭṭhasu lokadhammesu cittassa paṭighāto nāma. Heṭṭhā dvīhi catukkehi vuttā aṭṭha anariyavohārā nāma. Micchādiṭṭhimicchāsaṅkappādayo aṭṭha micchattā nāma. Bhikkhūhi vijjamānāya āpattiyā codiyamānassa ‘‘na sarāmī’’ti nibbeṭhanaṃ ekaṃ, ‘‘tvaṃ bālo’’tiādinā codakapaṭippharaṇaṃ ekaṃ, tathā ‘‘tuvaṃ cetamāpanno’’ti codakassa paccāropanaṃ, aññenaññaṃ paṭicaraṇaṃ, saṅghe bāhāvikkhepabhaṇanaṃ, tuṇhībhāvena viheṭhanaṃ, saṅghaṃ, codakañca anādiyitvā pakkamanaṃ, codanābhayā sikkhāpaccakkhānanti ime aṭṭha purisadosā nāma. Asaññī attā rūpī, arūpī , rūpī ca arūpī ca, nevarūpīnārūpī, antavā, anantavā, antavā ca anantavā ca, nevantavānānantavāti evaṃ pavattā aṭṭha asaññīvādā nāma. Nevasaññīnāsaññī attā rūpī arūpītiādinā pavattā aṭṭha nevasaññīnāsaññīvādā nāma. Aṭṭhakaṃ.",
  "tika-abh09t8:447": "Navakesu pana ‘‘anatthaṃ me acari, carati, carissati, piyassa me anatthaṃ acari, carati, carissati, appiyassa me atthaṃ acari, carati, carissatī’’ti evaṃ pavattā nava āghātā eva āghātavatthūni nāma. Kodho makkho issā macchariyaṃ māyā sāṭheyyaṃ musāvādo pāpicchatā micchādiṭṭhīti imāni nava purisamalāni nāma. ‘‘Seyyassa seyyohamasmī’’tiādayo navavidhā mānā nāma. ‘‘Taṇhaṃ paṭicca pariyesanā, pariyesanaṃ paṭicca lābho, taṃ paṭicca vinicchayo, taṃ paṭicca chandarāgo, taṃ paṭicca ajjhosānaṃ, tathā pariggaho, macchariyaṃ, ārakkho, ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādādianeke pāpakā dhammā’’ti evaṃ vuttā ime nava taṇhāmūlakā dhammā nāma. Tattha vinicchayoti ñāṇataṇhādiṭṭhivitakkavasena catūsu vinicchayesu vitakkavinicchayo idha adhippeto. Lābhaṃ hi labhitvā ‘‘idaṃ rūpārammaṇatthāya, idaṃ saddārammaṇādiatthāyā’’ti evaṃ vitakkeneva vinicchayo. Chandarāgo dubbalarāgo, ajjhosānanti balavasanniṭṭhānaṃ. Pariggahoti taṇhādiṭṭhivasena pariggahakaraṇanti veditabbaṃ. ‘‘Asmī’’ti, ‘‘ahamasmī’’ti, ‘‘ayamahamasmī’’ti, ‘‘bhavissa’’nti, ‘‘rūpī bhavissa’’nti, ‘‘arūpī bhavissa’’nti, ‘‘saññī bhavissa’’nti, ‘‘asaññī bhavissa’’nti, ‘‘nevasaññīnāsaññī bhavissa’’nti evaṃ vuttāni imāni nava calanaṭṭhena iñjitāni nāma. Imāneva maññanaṭṭhena maññitāni, vipphandanato vipphanditāni, papañcanato papañcitāni, tāneva tehi tehi kāraṇehi saṅkhatattā saṅkhatāni ca nāma honti. Sabbehi tehi pañcahi navakehi māno eva kathito. Sopi hi ‘‘asmī’’tiādīhi saññīhi ca ākārehi diṭṭhi viya pavattatīti. Navakaṃ.",
  "tika-abh09t8:448": "Dasakesu pana lobho doso moho māno diṭṭhi vicikicchā thinaṃ uddhaccaṃ ahirikaṃ anottappanti ime dasa kilesā eva kilesavatthūni nāma. ‘‘Anatthaṃ me acarī’’tiādayo nava khāṇukaṇṭakādīsu aṭṭhānaāghātena saddhiṃ dasa āghātavatthūni nāma. Pāṇātipātādayo dasa akusalakammapathā nāma. Kāmarāgasaṃyojanaṃ paṭighamānadiṭṭhivicikicchāsīlabbataparāmāsabhavarāgaissāmacchariyaavijjāsaṃyojananti imāni dasa saṃyojanāni nāma. Micchādiṭṭhimicchāsaṅkappādayo aṭṭha, micchāñāṇamicchāvimuttīhi saddhiṃ dasa micchattā nāma. Tattha micchāñāṇanti pāpakiriyāsu upāyacintāvasena ceva pāpakaṃ katvā ‘‘sukataṃ mayā’’ti paccavekkhaṇavasena ca pavatto moho. Micchāvimuttīti avimuttasseva sato vimuttasaññitā. ‘‘Natthi dinnaṃ, natthi yiṭṭha’’ntiādīhi dasahi ākārehi pavattaṃ natthikadassanaṃ dasavatthukā micchādiṭṭhi nāma. ‘‘Sassato loko, tathā asassato, antavā, anantavā, taṃ jīvaṃ taṃ sarīra’’nti vā, ‘‘aññaṃ jīvaṃ aññaṃ sarīra’’nti vā, ‘‘hoti tathāgato paraṃ maraṇā’’ti vā, ‘‘na hoti…pe… hoti ca na hoti ca, neva hoti na na hoti tathāgato paraṃ maraṇā’’ti vā evaṃ pavattā dasavatthukā antaggāhikā diṭṭhi nāma. Tattha lokoti khandhādayo, ‘‘antavā’’ti idaṃ parittaṃ kasiṇajjhānaṃ sandhāya vuttaṃ. ‘‘Anantavā’’ti idaṃ vipulanti gahetabbaṃ. Tathāgatoti satto. Dasakaṃ.",
  "tika-abh09t8:449": "Aṭṭhārasakesu taṇhāvicaritānīti taṇhāsamudācārā taṇhāpavattiyo. Ajjhattikassupādāyāti ajjhattikaṃ khandhapañcakaṃ upādāya. Idaṃ hi upayogatthe sāmivacanaṃ. Tattha ‘‘asmīti hoti, itthasmīti hoti, evasmīti hoti, aññathāsmīti hoti, tathā bhavissanti, itthaṃ bhavissanti, evaṃ bhavissanti, aññathā bhavissanti hoti, tathā asmīti, sātasmīti hoti, tathā siyanti, itthaṃ siyanti, evaṃ siyanti, aññathā siyanti hoti, tathā apāhaṃ siyanti, apāhaṃ itthaṃ siyanti, apāhaṃ evaṃ siyanti, apāhaṃ aññatā siyanti hotī’’ti evaṃ vuttāni imāni ajjhattikassupādāya aṭṭhārasa taṇhāvicaritāni nāma.",
  "tika-abh09t8:450": "Tattha asmīti hotīti ajjhattikesu khandhapañcakesu samūhato ‘‘ahamasmī’’ti gahaṇe satīti attho. Evaṃ pana gahaṇe sati tato paraṃ anupanidhāya, upanidhāya vāti dvidhā gahaṇaṃ hoti. Tattha anupanidhāyāti aññaṃ ākāraṃ anupanidhāya anupagamma sakabhāvamevārammaṇaṃ katvā itthasmīti hoti. Tassa ‘‘khattiyādīsu idaṃpakāro aha’’nti taṇhāmānadiṭṭhivasena gahaṇaṃ hotīti attho. Upanidhāya gahaṇaṃ pana duvidhaṃ hoti samato ca asamato ca. Tattha samato gahaṇaṃ evasmīti idaṃ, tassa yathā ayaṃ khattiyo, brāhmaṇādayo vā devamanussarūpīarūpiādayo vā, evamahamasmīti attho. Aññathāsmīti idaṃ pana asamato gahaṇaṃ, tassa yathā ime khattiyādayo, tato aññathā ahaṃ hīno vā adhiko vāti attho. Imāni tāva paccuppannavasena cattāri taṇhāvicaritāni, bhavissantiādīni pana cattāri anāgatavasena vuttāni. Tesaṃ purimacatukke vuttanayavasena attho veditabbo. Tattha asmītiādidvayaṃ sassatucchedaggāhavasena vuttaṃ. Tattha hi asmīti sassataṃ, sīdatīti sātaṃ, asassataṃ, ito parāni siyantiādīni cattāri saṃsayaparivitakkavasena vuttāni. Apāhaṃ siyantiādīni cattāri ‘‘api nāmāhaṃ bhaveyya’’nti evaṃ pavattapatthanākappanavasena vuttānīti daṭṭhabbaṃ. Aṭṭhārasakaṃ paṭhamaṃ.",
  "tika-abh09t8:451": "Dutiye bāhirassupādāyāti bāhiraṃ khandhapañcakaṃ upādāya. Tattha ‘‘iminā asmīti hoti, iminā itthasmīti hoti, iminā evasmīti hoti, iminā aññathāsmīti hotī’’tiādinā anantare vuttanayena bāhirassupādāya aṭṭhārasa taṇhāvicaritānīti veditabbāni. ‘‘Iminā’’ti padamattameva hettha purimehi viseso. Tattha imināti iminā bāhirena rūpena vā…pe… viññāṇena vāti attho. Tattha ca chattakhaggabījaniannapānadhanadhaññādiupakaraṇavasena bāhiraṃ rūpaṃ veditabbaṃ. Dāsadāsiñātiparijanahatthiassādiupakaraṇavasena vedanādayo veditabbā. Imehi bāhirehi rūpādīhi ‘‘itthasmīti evasmī’’tiādinā sabbattha yojanā veditabbā. Aṭṭhārasakaṃ dutiyaṃ.",
  "tika-abh09t8:452": "Itaresu pana tadekajjhaṃ abhisaṃyūhitvātiādīsu tadubhayaṃ aṭṭhārasakaṃ ekato yojetvā chattiṃsataṇhāvicaritāni honti, evaṃ ekekassa puggalassa atītakāle dvinnaṃ aṭṭhārasakānaṃ vasena chattiṃsa, tathā anāgate chattiṃsa honti. Paccuppanne pana ekassa yathālābhavasena tānipi labbhanti, sabbasattānaṃ vasena paccuppannepi chattiṃsa labbhanti. Iti evaṃ vuttena pakārena taṃ sabbaṃ ekato katvā sabbasattānaṃ kālattayepi channaṃ aṭṭhārasakānaṃ vasena aṭṭhasataṃ taṇhāvicaritāni hontīti attho. Aṭṭhataṇhāvicaritasataṃ hotīti etthāpi evameva attho daṭṭhabbo.",
  "tika-abh09t8:453": "Taṇhāvicaritāni niṭṭhitāni.",
  "tika-abh09t8:454": "Yāni cātiādīsu yāni cettha dvāsaṭṭhi diṭṭhigatāni vattabbāni, tāni brahmajālanāmake dīghanikāyassa paṭhamasuttante (dī. ni. 1.29 ādayo) satthārā sayaṃ āhacca bhāsitānīti attho. Brahmajāle hi cattāro sassatavādā, cattāro ekaccasassatikā, cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā , aṭṭha nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādāti imāni dvāsaṭṭhi diṭṭhigatāni sanidānāni nānānayato vuttāni, tattha vuttanayeneva nesaṃ vibhāgo veditabbo. Ayaṃ tāvettha padatthānusārato vinicchayo, sesopettha vinicchayo padatthe vuttānusāratova suviññeyyoti.",
  "tika-abh09t8:455": "Khuddakavatthuvibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:456": "Dhammahadayavibhaṅgamātikatthavaṇṇanā",
  "tika-abh09t8:457": "Dhammahadayavibhaṅgamātikāya pana padatthādito vinicchayo pubbe vuttova. Yasmā pana bhagavatā heṭṭhā nānānayato vibhattānaññeva khandhāyatanādīnaṃ dvādasannaṃ dhammakoṭṭhāsānaṃ puna sabbasaṅgāhikacatubhūmuppattitappariyāpannatādīhi dasahi vārehi apubbanayasahassavibhāvakehi sabbadhammādhippāyasaṅkhātehi dhammahadayehi vibhāgadassanatthamevāyaṃ vibhaṅgo vutto, tasmā vibhaṅganayato cettha vinicchayo hoti. Vibhaṅge hi paṭhamaṃ ‘‘kati khandhā’’tiādinā sapucchakaṃ dvādasapadikaṃ mātikaṃ nikkhipitvā heṭṭhā vuttānusāreneva catubhūmakasāmaññato sabbasaṅgāhikavāro nāma vibhatto, tattha satta phassādayo sattannaṃ viññāṇadhātūnaṃ vasena veditabbā.",
  "tika-abh09t8:458": "Dutiyo pana vāro tesaṃ catūsu bhūmīsu catūhi koṭṭhāsehi uppattānuppattidassanavasena pavatto. Tattha paṭhamakoṭṭhāse tāva –",
  "tika-abh09t8:459": "‘‘Kāmadhātuyā kati khandhā…pe… kati cittāni? Kāmadhātuyā pañcakkhandhā, dvādasāyatanāni, aṭṭhārasa dhātuyo, tīṇi saccāni, bāvīsatindriyāni, nava hetū, cattāro āhārā, satta phassā, vedanā, saññā, cetanā, cittānī’’ti –",
  "tika-abh09t8:460": "Mātikaṃ nikkhipitvā vibhattā. Tattha yasmā catubhūmakāpi dhammā yebhuyyena kāmāvacarasattānaṃ uppajjanti , na kāmāvacarāva. Tenettha ‘‘pañcakkhandhā’’tiādinā catubhūmakāpi vuttā. Tatthuppajjanakadhammā hettha adhippetā, na taṃbhūmipariyāpannāva. Rūpadhātuādīsupi eseva nayo.",
  "tika-abh09t8:461": "Ettha ca tīṇi saccānīti idaṃ nirodhasaccassa desavinimuttatāya katthaci dese aniddisitabbato taṃ vajjetvā vuttaṃ. Kāraṇasāpekkhā hi dhammā attano nissayakāraṇabhūtaṃ desaṃ samāvasanti akāraṇassa anissayattā, yathā vā kadāci upalabbhamānā dhammā kālaniyatatāya attano saṅkhatattaṃva sūcenti. Aññathā itarakālesupi bhāvassa ca pasaṅgato, etarahipi vā abhāvassa, evaṃ kvaci dese upalabbhamānāpīti gahetabbaṃ. Sabbadesaabyāpitā pana asaṅkhatassa, saṅkhatassa vā asambhavato eva nopapajjati, tasmā desakālavinimuttameva asaṅkhatanti gahetabbaṃ.",
  "tika-abh09t8:462": "Dutiyakoṭṭhāse pana –",
  "tika-abh09t8:463": "‘‘Rūpadhātuyā pañcakkhandhā, cha āyatanāni, nava dhātuyo, tīṇi saccāni, cuddasindriyāni, aṭṭha hetū, tayo āhārā, cattāro phassā…pe… cattāri cittānī’’ti –",
  "tika-abh09t8:464": "Mātikaṃ nikkhipitvā vibhattā. Yasmā pana rūpīnaṃ ghānādīnaṃ abhāvena vijjamānānipi gandhāyatanādīni āyatanādikiccaṃ na karonti, tasmā te vajjetvā ‘‘cha āyatanāni, nava dhātuyo’’tiādi vuttaṃ na tesaṃ abhāvā. Keci pana ‘‘rūpaloke gandharasā kabaḷīkāro āhāro ca mahābhūtānañca phoṭṭhabbakiccatā natthi, teneva pāḷiyaṃ na uddhaṭā’’ti vatvā taṃ sādhetuṃ bahuṃ hetupaṭirūpakaṃ vatvā papañcenti, taṃ tesaṃ matimattamevāti na gahetabbaṃ. Gandhādīnaṃ avinibbhogattā, phoṭṭhabbattā, dhātusabhāvattā ca ghānādittayabhāvadvayasukhadukkhadomanassindriyāni, pana domanassahetukabaḷīkārāhāraghānādittayasamphassādīni ca vajjetvā cuddasindriyādibhāvo veditabbo.",
  "tika-abh09t8:465": "Tatiyakoṭṭhāse pana –",
  "tika-abh09t8:466": "‘‘Arūpadhātuyā cattāro khandhā, dve āyatanāni, dve dhātuyo, tīṇi saccāni, ekādasindriyāni, aṭṭha hetū, tayo āhārā, eko phasso…pe… ekaṃ citta’’nti –",
  "tika-abh09t8:467": "Mātikaṃ nikkhipitvā vibhattā. Ettha ca cakkhusotaanaññātaññassāmītindriyānampi abhāvā ekādasindriyāni veditabbāni.",
  "tika-abh09t8:468": "Catutthakoṭṭhāse pana –",
  "tika-abh09t8:469": "‘‘Apariyāpanne cattāro khandhā, dve āyatanāni, dve dhātuyo, dve saccāni, dvādasindriyāni, cha hetū, tayo āhārā, eko phasso…pe… ekaṃ citta’’nti –",
  "tika-abh09t8:470": "Mātikaṃ nikkhipitvā vibhattā. Yasmā ca okāsavasena vā sattuppattivasena vā apariyāpannadhātu nāma natthi, tasmā ‘‘apariyāpannadhātuyā’’ti avatvā nibbattitalokuttarameva dassetuṃ ‘‘apariyāpanne cattāro khandhā’’tiādi vuttaṃ. Evaṃ catūhi koṭṭhāsehi dutiyo vāro veditabbo.",
  "tika-abh09t8:471": "Tatiyo pana vāro –",
  "tika-abh09t8:472": "‘‘Rūpakkhandho kāmadhātupariyāpanno, cattāro khandhā siyā kāmadhātupariyāpannā, siyā na kāmadhātupariyāpannā’’tiādinā –",
  "tika-abh09t8:473": "Catūsu bhūmīsu catūhi koṭṭhāsehi taṃtaṃbhūmipariyāpannadhammadassanavasena pavatto, so ca heṭṭhā vuttānusārena sakkā ñātunti na vitthārito. Tattha ca kāmadhātupariyāpannoti kāmāvacarabhāvena tattha antogadho kāmāvacaroti attho. Sesesupi eseva nayo.",
  "tika-abh09t8:474": "Catuttho pana vāro tīsu bhūmīsu catūhi koṭṭhāsehi paṭisandhikkhaṇe uppajjanakānuppajjanakadhammadassanavasena pavatto. Tattha paṭhamakoṭṭhāse tāva –",
  "tika-abh09t8:475": "‘‘Kāmadhātuyā upapattikkhaṇe sabbesaṃ pañcakkhandhā pātubhavanti, kassaci ekādasāyatanāni pātubhavanti, kassaci dasāyatanāni pātubhavanti, kassaci aparāni dasa, kassaci nava, kassaci satta, kassaci ekādasa dhātuyo…pe… satta dhātuyo. Sabbesaṃ ekaṃ saccaṃ pātubhavati. Kassaci cuddasindriyāni, kassaci terasa, kassaci aparāni terasa, kassaci dvādasa, kassaci dasa, kassaci nava, kassaci aparāni nava, kassaci aṭṭha, kassaci aparāni aṭṭha, kassaci satta , kassaci pañca, kassaci cattārindriyāni pātubhavanti, kassaci tayo hetū pātubhavanti, kassaci dve, kassaci ahetukā pātubhavanti. Sabbesaṃ cattāro āhārā, eko phasso…pe… ekaṃ cittaṃ pātubhavatī’’ti –",
  "tika-abh09t8:476": "Mātikaṃ nikkhipitvā vibhattā. Tattha paṭisandhikkhaṇe kāmāvacarānaṃ opapātikānaṃ, āpāyikānaṃ, devamanussānaṃ paripuṇṇāyatanānaṃ saddāyatanavajjitāni ekādasāyatanāni pātubhavanti, tāneva ekādasa dhātuyo honti. Saddo hi ekantena paṭisandhiyaṃ na uppajjati, tesaññeva pana jaccandhānaṃ dasa, jaccabadhirānaṃ aparāni dasa, jaccandhabadhirānaṃ nava, gabbhaseyyakānaṃ rūpagandharasakāyaphoṭṭhabbamanodhammavasena satta āyatanadhātuyo pātubhavanti. Opapātikānaṃ tihetukānaṃ manacchaṭṭhāni indriyāni, bhāvadvaye ekaṃ, jīvitindriyaṃ, somanassupekkhindriyesu ekaṃ, saddhādīni pañcāti cuddasindriyāni, tesaṃ dvihetukānaṃ paññindriyaṃ vajjetvā terasa, paṭhamakappikānaṃ manussānaṃ tihetukānaṃ bhāvindriyaṃ vajjetvā aparānipi terasa, tesaññeva duhetukānaṃ dvādasa, gabbhaseyyakānaṃ pana tihetukānaṃ purimesu cuddasasu cakkhādīni cattāri vajjetvā dasa, tesaṃ duhetukānaṃ nava, opapātikānaṃ ahetukānaṃ paripuṇṇāyatanānaṃ purimesu cuddasasu saddādīni vajjetvā aparāni nava, tesaññeva jaccandhānaṃ aṭṭha, tathā badhirānaṃ, andhabadhirānaṃ pana satta, gabbhaseyyakānaṃ pana ahetukānaṃ kāyamanobhāvajīvitaupekkhindriyāni pañca, tesaññeva napuṃsakānaṃ cattāri pātubhavanti. Ahetukacittesu hi vijjamānāpi ekaggatā samādhindriyataṃ na gacchati, manoviññāṇadhātuvasena pana ‘‘eko phasso’’tiādayo veditabbā.",
  "tika-abh09t8:477": "Dutiyakoṭṭhāse pana –",
  "tika-abh09t8:478": "‘‘Rūpadhātuyā upapattikkhaṇe ṭhapetvā asaññasattānaṃ devānaṃ pañcakkhandhā pātubhavanti. Pañcāyatanāni, pañca dhātuyo, ekaṃ saccaṃ, dasindriyāni, tayo hetū, tayo āhārā, eko phasso…pe… ekaṃ citta’’nti –",
  "tika-abh09t8:479": "Mātikaṃ nikkhipitvā vibhattā. Tattha cakkhurūpasotamanodhammānaṃ vasena pañcāyatanadhātuyo veditabbā. Etthāpi gandharasaphoṭṭhabbānaṃ aggahaṇe kāraṇaṃ pubbe vuttameva. Cakkhusotamanojīvitindriyāni, somanassupekkhānaṃ aññataraṃ, saddhādīni pañcāti dasindriyāni veditabbāni.",
  "tika-abh09t8:480": "Tatiyakoṭṭhāse pana –",
  "tika-abh09t8:481": "‘‘Asaññasattānaṃ devānaṃ upapattikkhaṇe eko khandho pātubhavati rūpakkhandho, dve āyatanāni rūpāyatanaṃ dhammāyatanaṃ, dve dhātuyo rūpadhātu dhammadhātu, ekaṃ dukkhasaccaṃ, ekaṃ rūpajīvitindriyaṃ, asaññasattā devā ahetukā, anāhārā, aphassakā…pe… acittakā’’ti –",
  "tika-abh09t8:482": "Saniddesamātikā nikkhittā. Ettha ca rūpampi kiñcāpi tesaṃ āyatanādikiccaṃ na karoti, saviññāṇakarūpīsu pana gahitattā idhāpi gahitaṃ. Gandhādayo pana tattha na gahitattā idhāpi na gahitā, no avijjamānatāya. Ekatalavāsikānaṃ vā sesabrahmānaṃ cakkhuvisayattā idhāpi rūpāyatanaṃ uddhaṭaṃ, asaññīnaṃ pana pañcāyatanāni, eko āhāro uppajjatīti veditabbaṃ.",
  "tika-abh09t8:483": "Catutthakoṭṭhāse –",
  "tika-abh09t8:484": "‘‘Arūpadhātuyā upapattikkhaṇe cattāro khandhā, dve āyatanāni, dve dhātuyo, ekaṃ saccaṃ, aṭṭhindriyāni , tayo hetū, tayo āhārā, eko phasso…pe… ekaṃ citta’’nti –",
  "tika-abh09t8:485": "Mātikāpadāni nikkhipitvā vibhattā. Ettha ca manojīvitaupekkhindriyāni, saddhādīni pañcāti aṭṭhindriyāni veditabbāni. Sesaṃ suviññeyyameva. Evaṃ catūhi koṭṭhāsehi catuttho vāro veditabbo.",
  "tika-abh09t8:486": "Pañcamo pana vāro tesaṃ dhammānaṃ bhūmantaravasena ‘‘kāmāvacaradhammā, na kāmāvacarā…pe… pariyāpannā’’ti cattāro duke mātikāvasena nikkhipitvā vibhajanavasena pavatto, so heṭṭhā vuttatthova.",
  "tika-abh09t8:487": "Chaṭṭho pana vāro sammutidevaupapattidevavisuddhideve niddisitvā manussadevagatīsu uppādakakammaāyuppamāṇadassanavasena vutto. Tatthāyaṃ saṅkhepattho – sattā hi dānasīlādikāmāvacarakusalaṃ katvā manussaloke khattiyamahāsālādikulesu ceva cātumahārājikatāvatiṃsayāmatusitanimmānaratiparanimmitavasavattisaṅkhātesu chasu devalokesu ca uppajjanti, tattha sinerupabbatavemajjhaparibhaṇḍapabbatato paṭṭhāya heṭṭhā yāva bhūmi tiriyaṃ cakkavāḷapabbataṃ āhacca etthantare pabbataākāsarukkhapathavinissitā cātumahārājacandasūriyā sabbe cātumahārājikā. Tato uddhaṃ cakkavāḷapariyantaṃ tāvatiṃsādayo yathākkamaṃ uparūpari ṭhitāti veditabbā. Devalokopi paramparacakkavāḷapabbataṃ appatto nāma natthi.",
  "tika-abh09t8:488": "Paṭhamajjhānaṃ pana parittaṃ bhāvetvā brahmapārisajjesu uppajjanti, majjhimaṃ bhāvetvā brahmapurohitesu, paṇītaṃ bhāvetvā mahābrahmesu, ime tayopi janā paṭhamajjhānabhūmiyaṃ ekatale vasanti. Āyuābhādibhedena panesaṃ bhedo, evaṃ uparipi.",
  "tika-abh09t8:489": "Catukkanaye pana dutiyajjhānaṃ, pañcakanaye dutiyatatiyajjhānañca parittaṃ, majjhimaṃ, paṇītañca bhāvetvā parittābhāappamāṇābhāābhassaresu uppajjanti. Tatiyajjhānaṃ parittādivasena bhāvetvā parittasubhaappamāṇasubhasubhakiṇhesu. Catutthajjhānaṃ pana bhāvetvā ārammaṇamanasikārachandādhimuttiādinānattato keci asaññīsu, keci vehapphalesu, keci avihesu, atappesu, sudassesu, sudassīsu, keci akaniṭṭhesu, ākāsānañcāyatanādīsu catūsu ca yathākkamaṃ uppajjanti. Tattha hi ekacce titthiyā ‘‘cittaṃ nissāya rajjanadussanādayo, tannidānāni ca dukkhāni samuppajjantī’’ti citte dosaṃ disvā ‘‘diṭṭhadhammanibbānameta’’nti saññāvirāgaṃ janetvā tatrūpapattiyā jhānaṃ bhāvetvā rūpakāyamattā ṭhitā vā nisinnā vā nipannā vā hutvā nibbattitvā tattheva pañcakappasatāni tiṭṭhantīti veditabbā.",
  "tika-abh09t8:490": "Aṭṭhasamāpattilābhīnaṃ kataraṃ jhānaṃ vipaccatīti? Paguṇaṃ, sabbesu paguṇesu yassa vipākabhūmiṃ pattheti, taṃpatthanāya ca asati yaṃ maraṇasamaye samāpajjati, taṃ, tasmimpi asati uttamavasena nevasaññānāsaññāyatanaṃ vipaccati. Suddhāvāsesu ca avihādīsu anāgāmivajjitā sattā na uppajjanti, anāgāmino pana asaññīvajjitabrahmalokesu sabbattha uppajjituṃ labhanti. Sabbesampi ca ariyānaṃ tatrūpapattito uparūpapattipi, na heṭṭhūpapatti. Te hi paṭhamajjhānabhūmiyaṃ nibbattā anāgāmino nava brahmaloke sodhetvā matthake vehapphalesu ṭhitā parinibbanti, na nivattanti ariyānaṃ heṭṭhūpapattiabhāvā. Vehapphalaakaniṭṭhanevasaññānāsaññāyatanabhavā tayopi seṭṭhabhavā nāma. Imesu tīsu ṭhānesu nibbattā anāgāmino neva uddhaṃ gacchanti, na adho. Tattheva parinibbāyanti . Manussaloke ca sekhā gihibhāve yāvajīvaṃ tiṭṭhanti, na asekhā. Te hi arahattaṃ pattadivase pabbajanti vā, parinibbanti vā. Bhummadevesu pana khīṇāsavāpi yāvajīvaṃ tiṭṭhanti. Chasu kāmāvacaradevesu sotāpannasakadāgāminova tiṭṭhanti, anāgāmino pana tadaheva rūpabhavaṃ gantuṃ vaṭṭati khīṇāsavena parinibbātunti gahetabbaṃ. Evaṃ imāsu sattavīsatiyā bhūmīsu pariyāpannamanussadevabrahmalokesu nibbattasattesu manussānaṃ tāva imasmiṃ buddhuppādeva vassasataṃ āyuppamāṇaṃ, appaṃ vā bhiyyo. Āpāyikānaṃ, bhummadevānañca kadāci āyuparicchedo natthi, kammameva pamāṇaṃ. Te hi sattāhenapi maranti, kappampi tiṭṭhantīti.",
  "tika-abh09t8:491": "Cātumahārājikānaṃ pana mānusakāni paññāsa vassāni ekaṃ rattindivaṃ, tāya rattiyā tiṃsa rattiyo māso, tena māsena dvādasamāsiyo saṃvaccharo, tena saṃvaccharena dibbāni pañcavassasatāni āyuppamāṇaṃ. Tāni manussagaṇanāya navutivassasatasahassāni honti. Tāvatiṃsānaṃ mānusakaṃ vassasataṃ ekaṃ rattindivaṃ katvā evamāgataṃ dibbaṃ vassasahassaṃ. Evaṃ yāmādīnaṃ vassagaṇanañca diguṇaṃ katvā heṭṭhimato diguṇacatugguṇaṃ āyuppamāṇaṃ veditabbaṃ.",
  "tika-abh09t8:492": "Brahmesu pana brahmapārisajjānaṃ kappassa tatiyo bhāgo āyuppamāṇaṃ, brahmapurohitānaṃ upaḍḍhakappo , mahābrahmānaṃ eko kappo, parittābhānaṃ dve kappāti evaṃ uparūpari diguṇaṃ katvā yāva subhakiṇhā yojetabbaṃ. Subhakiṇhānaṃ hi catusaṭṭhikappaṃ āyuppamāṇaṃ, asaññīnaṃ, vehapphalānañca pañcakappasatāni, avihānaṃ kappasahassanti uparūpari diguṇavasena yāva akaniṭṭhā yojetabbaṃ. Akaniṭṭhānaṃ hi soḷasakappasahassāni, arūpānaṃ catunnaṃ yathākkamaṃ vīsati, cattāri, saṭṭhi, caturāsīti kappasahassāni āyuppamāṇanti.",
  "tika-abh09t8:493": "Ukkhittā puññatejena, kāmarūpagatiṃ gatā;",
  "tika-abh09t8:494": "Bhavaggatampi sampattā, punāgacchanti duggatiṃ.",
  "tika-abh09t8:495": "Tāva dīghāyukā sattā, cavanti āyusaṅkhayā;",
  "tika-abh09t8:496": "Natthi koci bhavo nicco, iti vuttaṃ mahesinā.",
  "tika-abh09t8:497": "Tasmā hi dhīrā nipakā, nipuṇā atthacintakā;",
  "tika-abh09t8:498": "Jarāmaraṇamokkhāya, bhāventi maggamuttamaṃ.",
  "tika-abh09t8:499": "Bhāvayitvā suciṃ maggaṃ, nibbānogadhagāminaṃ;",
  "tika-abh09t8:500": "Sabbāsave pariññāya, parinibbanti anāsavāti. (vibha. 1029);",
  "tika-abh09t8:501": "Ayaṃ chaṭṭhavāre nayo.",
  "tika-abh09t8:502": "Sattamo pana vāro tesaṃ khandhādīnaṃ abhiññeyyādibhāvavibhāvanavasena pavatto. Tattha hi –",
  "tika-abh09t8:503": "‘‘Rūpakkhandho abhiññeyyo, pariññeyyo, na pahātabbo, na bhāvetabbo, na sacchikātabbo. Cattāro khandhā abhiññeyyā pariññeyyā, siyā pahātabbā, siyā bhāvetabbā, siyā sacchikātabbā, siyā na pahātabbā na bhāvetabbā na sacchikātabbā’’tiādinā –",
  "tika-abh09t8:504": "Dvādasapi koṭṭhāsā vitthārato vibhattā. Tattha lakkhaṇapariggāhikāya paññāya khandhādayo sabbe dhammā abhiññeyyā. Ñātatīraṇapahānapariññāsu yathāyogaṃ yāya kāyaci pariññāya vasena sabbepi dhammā pariññeyyā. Lokuttaradhammāpi ñātapariññeyyāva. Akusalā pana pahātabbā. Maggo bhāvetabbo, phalaṃ, nibbānañca sacchikātabbaṃ. Tattha rūpakkhandho ñātatīraṇavasena pariññeyyo. Vipassanāvisaye hi sabbaṃ tīraṇapariññāya pariññeyyanti. Iminā nayena sabbattha abhiññeyyādibhāvo veditabbo.",
  "tika-abh09t8:505": "Aṭṭhamo pana vāro tesaṃ sārammaṇatāvibhāvanavasena pavatto, navamo panesaṃ diṭṭhasutamutaviññātesu saṅgahadassanavasena. Dasamo kusalattikādīhi saraṇadukapariyosānehi tikadukehi vibhāgadassanavasena pavatto, tepi heṭṭhā vuttanayāvāti ayamettha saṅkhepo, vitthāro panettha heṭṭhā vuttoyeva. Ādito paṭṭhāya sabbattha vibhaṅgapāḷiaṭṭhakathāsu (vibha. 978 ādayo; vibha. aṭṭha. 978 ādayo) gahetabboti.",
  "tika-abh09t8:506": "Dhammahadayavibhaṅgamātikatthavaṇṇanā niṭṭhitā.",
  "tika-abh09t8:507": "Mohavicchedaniyā abhidhammamātikatthavaṇṇanāya",
  "tika-abh09t8:508": "Vibhaṅgamātikatthavaṇṇanā niṭṭhitā."
}