{
  "tika-s0101t4:0": "4. Soṇadaṇḍasuttavaṇṇanā",
  "tika-s0101t4:1": "300. Sundarabhāvena sātisayāni aṅgāni etesaṃ atthīti aṅgā, rājakumārāti āha ‘‘aṅgā nāma aṅgapāsādikatāyā’’tiādi. Idhāpi adhippetā, na ambaṭṭhasutte eva. Āgantuṃ na dassantīti āgamane ādīnavaṃ dassetvā paṭikkhipanavasena āgantuṃ na dassanti, nānujānissantīti adhippāyo. Nīlāsokakaṇikārakoviḷārakundarājarukkhehi sammissatāya taṃ campakavanaṃ ‘‘nīlādipañcavaṇṇakusumapaṭimaṇḍita’’nti daṭṭhabbaṃ. Na campakarukkhānaṃyeva nīlādipañcakusumatāyāti vadanti. ‘‘Bhagavā kusumagandhasugandhe campakavane viharatī’’ti iminā na māpanakāle eva tasmiṃ nagare campakarukkhā ussannā, atha kho aparabhāge pīti dasseti. Māpanakāle hi campakānaṃ ussannatāya sā nagarī ‘‘campā’’ti nāmaṃ labhi. Issarattāti adhipatibhāvato. Senā etassa atthīti seniko, seniko eva seniyo, atthitā cettha bahubhāvavisiṭṭhāti vuttaṃ ‘‘mahatiyā senāya samannāgatattā’’ti.",
  "tika-s0101t4:2": "301-2.Saṃhatāti sannipatitā, ‘‘saṅghino’’ti vattabbe ‘‘saṅghī’’ti puthutthe ekavacanaṃ brāhmaṇagahapatikānaṃ adhippetattā, tenāha ‘‘etesa’’nti. Rājarājaññādīnaṃ bhaṇḍadharā purisā khatā, nesaṃ tāyanato khattā. So hi yehi yattha pesito, tattha tesaṃ dosaṃ pariharanto yuttapattavasena pucchitamatthaṃ katheti, tenāha ‘‘pucchitapañhe byākaraṇasamattho’’ti. Kulāpadesādinā mahatī mattā etassāti mahāmatto.",
  "tika-s0101t4:3": "Soṇadaṇḍaguṇakathāvaṇṇanā",
  "tika-s0101t4:4": "303. Visiṭṭhaṃ rajjaṃ virajjaṃ, virajjameva verajjaṃ yathā ‘‘vekataṃ vesaya’’nti, nānāvidhaṃ verajjaṃ nānāverajjaṃ, tattha jātātiādinā sabbaṃ vuttanayeneva veditabbaṃ. Uttamabrāhmaṇoti abhijanasampattiyā vittasampattiyā vijjāsampattiyā uggatataro, uḷāro vā brāhmaṇo. Asannipātoti lābhamaccharena nippīḷitatāya asannipāto viya bhavissati.",
  "tika-s0101t4:5": "‘‘Aṅgeti gameti ñāpetīti aṅgaṃ, hetūti āha ‘‘imināpi kāraṇenā’’ti. ‘‘Ubhato sujāto’’ti ettake vutte yehi kehici dvīhi bhāgehi sujātatā viññāyeyya. Sujāta-saddo ca ‘‘sujāto cārudassano’’tiādīsu (theragā. 818) ārohasampattipariyāyoti jātivaseneva sujātataṃ vibhāvetuṃ ‘‘mātito ca pitito cā’’ti vuttaṃ. Anorasaputtavasenāpi loke mātupitusamaññā dissati, idha panassa orasaputtavaseneva icchitāti dassetuṃ ‘‘saṃsuddhagahaṇiko’’ti vuttaṃ. Gabbhaṃ gaṇhāti dhāretīti gahaṇī, gabbhāsayasaññito mātukucchippadeso. Yathābhuttassa āhārassa vipācanavasena gaṇhanato achaḍḍanato gahaṇī, kammajatejodhātu.",
  "tika-s0101t4:6": "Pitā ca mātā ca pitaro, pitūnaṃ pitaro pitāmahā, tesaṃ yugo dvando pitāmahayugo, tasmā, yāva sattamā pitāmahayugā pitāmahadvandāti evamettha attho daṭṭhabbo. Evañhi pitāmahaggahaṇeneva mātāmahopi gahitoti. So aṭṭhakathāyaṃ visuṃ na uddhaṭo. Yuga-saddo cettha ekasesanayena daṭṭhabbo ‘‘yugo ca yugo ca yugā’’ti. Evañhi tattha tattha dvandaṃ gahitameva hoti, tenāha ‘‘tato uddhaṃ sabbepi pubbapurisā pitāmahaggahaṇeneva gahitā’’ti. Purisaggahaṇañcettha ukkaṭṭhaniddesavasena katanti daṭṭhabbaṃ. Evañhi ‘‘mātito’’ti pāḷivacanaṃ samatthitaṃ hoti. Akkhittoti appattakhepo. Anavakkhittoti saddhathālipākādīsu na avakkhitto na chaḍḍito. Jātivādenāti hetumhi karaṇavacananti dassetuṃ ‘‘kena kāraṇenā’’tiādi vuttaṃ. Ettha ca ‘‘ubhato…pe… pitāmahayugā’’ti etena brāhmaṇassa yonidosābhāvo dassito saṃsuddhagahaṇikabhāvakittanato, ‘‘akkhitto’’ti iminā kiriyāparādhābhāvo. Kiriyāparādhena hi sattā khepaṃ pāpuṇanti. ‘‘Anupakkuṭṭho’’ti iminā ayuttasaṃsaggābhāvo. Ayuttasaṃsaggampi hi paṭicca sattā akkosaṃ labhanti.",
  "tika-s0101t4:7": "Issaroti ādhipateyyasaṃvattaniyakammabalena īsanasīlo, sā panassa issaratā vibhavasampattipaccayā pākaṭā jātāti aḍḍhatāpariyāyabhāveneva vadanto ‘‘aḍḍhoti issaro’’ti āha. Mahantaṃ dhanaṃ assa bhūmigatañceva vehāsaṭṭhañcāti mahaddhano. Tassāti tassa tassa . Vadanti ‘‘anvayato, byatirekato ca anupasaṅkamanakāraṇaṃ kittemā’’ti.",
  "tika-s0101t4:8": "Adhikarūpoti visiṭṭharūpo uttamasarīro. Dassanaṃ arahatīti dassanīyo, tenāha ‘‘dassanayoggo’’ti. Pasādaṃ āvahatīti pāsādiko, tenāha ‘‘cittappasādajananato’’ti. Vaṇṇassāti vaṇṇadhātuyā. Sarīranti sannivesavisiṭṭhaṃ karacaraṇagīvāsīsādiavayavasamudāyaṃ, so ca saṇṭhānamukhena gayhatīti ‘‘paramāya vaṇṇapokkharatāyāti…pe… sampattiyā cā’’ti vuttaṃ. Sabbavaṇṇesu suvaṇṇavaṇṇova uttamoti vuttaṃ ‘‘seṭṭhena suvaṇṇavaṇṇena samannāgato’’ti. Tathā hi buddhā, cakkavattino ca suvaṇṇavaṇṇāva honti. Brahmavacchasīti uttamasarīrābho, suvaṇṇābho icceva attho. Imameva hi atthaṃ sandhāya ‘‘mahābrahmuno sarīrasadiseneva sarīrena samannāgato’’ti vuttaṃ, na brahmujugattataṃ. Akhuddāvakāso dassanāyāti ārohapariṇāhasampattiyā, avayavapāripūriyā ca dassanāya okāso na khuddako, tenāha ‘‘sabbānevā’’tiādi.",
  "tika-s0101t4:9": "Yamaniyamalakkhaṇaṃ sīlamassa atthīti sīlavā. Taṃ panassa rattaññutāya vuddhaṃ vaḍḍhitaṃ atthīti vuddhasīlī. Tena ca sabbadā sammāyogato vuddhasīlena samannāgato. Sabbametaṃ pañcasīlamattameva sandhāya vadanti tato paraṃ sīlassa tattha abhāvato, tesañca ajānanato.",
  "tika-s0101t4:10": "Ṭhānakaraṇasampattiyā, sikkhāsampattiyā ca katthacipi anūnatāya parimaṇḍalapadāni byañjanāni akkharāni etissāti parimaṇḍalapadabyañjanā. Atha vā pajjati attho etenāti padaṃ, nāmādi. Yathādhippetamatthaṃ byañjetīti byañjanaṃ, vākyaṃ. Tesaṃ paripuṇṇatāya parimaṇḍalapadabyañjanā. Atthañāpane sādhanatāya vācāva karaṇanti vākkaraṇaṃ, udāhāraghoso. Guṇaparipuṇṇabhāvena tassa brāhmaṇassa, tena vā bhāsitabbaatthassa. Pūre puṇṇabhāve. Pūreti ca purimasmiṃ atthe ādhāre bhummaṃ, dutiyasmiṃ visaye. ‘‘Sukhumālattanenā’’ti iminā tassā vācāya mudusaṇhabhāvamāha. Apalibuddhāya pittasemhādīhi. Sandiṭṭhaṃ sabbaṃ dassetvā viya ekadesaṃ kathanaṃ. Vilambitaṃ saṇikaṃ cirāyitvā kathanaṃ. ‘‘Sandiddhavilambitādī’’ti vā pāṭho. Tattha sandiddhaṃ sandehajanakaṃ. Ādi-saddena dukkhalitānukaḍḍhitādiṃ saṅgaṇhāti. ‘‘Ādimajjhapariyosānaṃ pākaṭaṃ katvā’’ti iminā tassā vācāya atthapāripūriṃ vadanti.",
  "tika-s0101t4:11": "‘‘Jiṇṇo’’tiādīni padāni suviññeyyāni, heṭṭhā vuttatthāni ca. Dutiyanaye pana jiṇṇoti nāyaṃ jiṇṇatā vayomattena, atha kho kulaparivaṭṭena purāṇatāti āha ‘‘jiṇṇoti porāṇo’’tiādi, tena tassa brāhmaṇassa kulavasena uditoditabhāvamāha. Jātivuddhiyā ‘‘vayoanuppatto’’ti vakkhamānattā, guṇavuddhiyā tato sātisayattā ca ‘‘vuddhoti sīlācārādiguṇavuddhiyā yutto’’ti āha. Tathā jātimahallakatāya vakkhamānattā ‘‘mahallako’’ti padena vibhavamahattatā yojitā. Maggapaṭipannoti brāhmaṇānaṃ paṭipattivīthiṃ upagato taṃ avokkamma caraṇato. Antimavayanti pacchimavayaṃ.",
  "tika-s0101t4:12": "Buddhaguṇakathāvaṇṇanā",
  "tika-s0101t4:13": "304. Tādisehi mahānubhāvehi saddhiṃ yugaggāhavasenapi dahanaṃ na mādisānaṃ anucchavikaṃ, kuto pana ukkaṃsananti idaṃ brāhmaṇassa na yuttarūpanti dassento āha ‘‘na kho pana metaṃ yutta’’ntiādi. Sadisāti ekadesena sadisā. Na hi buddhānaṃ guṇehi sabbathā sadisā kecipi guṇā aññesu labbhanti. Itareti attano guṇehi asadisaguṇe. Idanti idaṃ atthajātaṃ. Gopadakanti gāviyā pade ṭhitaudakaṃ.",
  "tika-s0101t4:14": "Saṭṭhikulasatasahassanti saṭṭhisahassādhikaṃ kulasatasahassaṃ kulapariyāyenāti suddhodanamahārājassa kulānukkamena āgataṃ. Tesupīti tesupi catūsu nidhīsu. Gahitagahitanti gahitaṃ gahitaṃ ṭhānaṃ pūratiyeva dhanena paṭipākatikameva hoti. Aparimāṇoyevāti ‘‘ettako eso’’ti kenaci paricchindituṃ asakkuṇeyyatāya aparicchinno eva.",
  "tika-s0101t4:15": "Tatthāti mañcake. Sīhaseyyaṃ kappesīti yathā rāhu asurindo āyāmato, vitthārato ubbedhato ca bhagavato rūpakāyassa paricchedaṃ gahetuṃ na sakkoti, tathā rūpaṃ iddhābhisaṅkhāraṃ abhisaṅkharonto sīhaseyyaṃ kappesi.",
  "tika-s0101t4:16": "Kilesehi ārakattā parisuddhaṭṭhena ariyanti āha ‘‘ariyaṃ uttamaṃ parisuddha’’nti. Anavajjaṭṭhena kusalaṃ, na sukhavipākaṭṭhena. Katthaci caturāsītipāṇasahassāni, katthaci aparimāṇāpi devamanussā yasmā catuvīsatiyā ṭhānesu asaṅkhyeyyā aparimeyyā devamanussā maggaphalāmataṃ piviṃsu, koṭisatasahassādiparimāṇenapi bahū eva, tasmā anuttarācārasikkhāpanavasena bhagavā bahūnaṃ ācariyo. Teti kāmarāgato aññe bhagavato pahīnakilese. Keḷanāti keḷāyanā dhanāyanā.",
  "tika-s0101t4:17": "Apāpapurekkhāroti apāpe pure karoti, na vā pāpaṃ purato karotītipi apāpapurekkhāroti imamatthaṃ dassetuṃ ‘‘apāpe navalokuttaradhamme’’tiādi vuttaṃ. Tattha apāpeti pāpapaṭipakkhe, pāparahite ca. Brahmani seṭṭhe buddhe bhagavati bhavā tassa dhammadesanāvasena ariyāya jātiyā jātattā, brahmuno vā bhagavato hitā garukaraṇādinā, yathānusiṭṭhapaṭipattiyā ca, brahmaṃ vā seṭṭhaṃ ariyamaggaṃ jānātīti brahmaññā, ariyasāvakasaṅkhātā pajā, tenāha ‘‘sāriputtā’’tiādi. Pakatibrāhmaṇajātivasenāpi ‘‘brahmaññāya pajāyā’’ti padassa attho veditabboti dassetuṃ ‘‘apicā’’tiādi vuttaṃ.",
  "tika-s0101t4:18": " Tiroraṭṭhā tirojanapadāti ettha rajjaṃ raṭṭhaṃ, rājanti rājāno etenāti, tadekadesabhūtā padesā pana janapado,janā pajjanti ettha sukhajīvikaṃ pāpuṇantīti. Pucchāya vā dosaṃ sallakkhetvāti sambandho. Asamatthatanti attano asamatthataṃ. Bhagavā vissajjeti tesaṃ upanissayasampattiṃ, ñāṇaparipākaṃ, cittācārañca ñatvāti adhippāyo.",
  "tika-s0101t4:19": "‘‘Ehisvāgatavādī’’ti iminā sukhasambhāsapubbakaṃ piyavāditaṃ dasseti, ‘‘sakhilo’’ti iminā saṇhavācataṃ, ‘‘sammodako’’ti iminā paṭisandhārakusalataṃ, ‘‘abhākuṭiko’’ti iminā sabbattheva vippasannamukhataṃ, ‘‘uttānamukho’’ti iminā sukhālāpataṃ, ‘‘pubbabhāsī’’ti iminā dhammānuggahassa okāsakaraṇato hitajjhāsayataṃ bhagavato vibhāveti.",
  "tika-s0101t4:20": "Yattha kirāti kira-saddo arucisūcanattho, tena bhagavatā adhivutthapadese na devatānubhāvena manussānaṃ anupaddavatā, atha kho buddhānubhāvenāti dasseti. Tenāha ‘‘apicā’’tiādi.",
  "tika-s0101t4:21": "Anusāsitabboti vineyyajanasamūho gayhatīti nibbattitaṃ ariyasaṅghameva dassetuṃ ‘‘sayaṃ vā’’tiādi vuttaṃ, anantarassa vidhi paṭisedho vāti katvā. ‘‘Tādisovā’’ti iminā ‘‘sayaṃ vā’’tiādinā vuttavikappo eva paccāmaṭṭhoti. ‘‘Purimapadasseva vā’’ti vikappantaraggahaṇaṃ. Bahūnaṃ titthakarānanti pūraṇādīnaṃ anekesaṃ titthakarānaṃ, niddhāraṇe cetaṃ sāmivacanaṃ. Kāraṇenāti appicchasantuṭṭhatādisamāropanalakkhaṇena kāraṇena. Āgantukā navakāti abhinavā āgantukā abbhāgatā. Pariyāpuṇāmīti paricchindituṃ jānāmi sakkomi, tenāha ‘‘jānāmī’’ti. ‘‘Kappampi ce aññamabhāsamāno’’ti abhūtaparikappanavacanametaṃ tathā bhāsamānassa abhāvato.",
  "tika-s0101t4:22": "305. Alaṃ-saddo arahattopi hoti ‘‘alameva nibbinditu’’ntiādīsu (saṃ. ni. 1.124) viyāti āha ‘‘alamevāti yuttamevā’’ti. Puṭena netvā asitabbato paribhuñjitabbato puṭosaṃ vuccati pātheyyaṃ. Puṭaṃsena purisena.",
  "tika-s0101t4:23": "Soṇadaṇḍaparivitakkavaṇṇanā",
  "tika-s0101t4:24": "307.Ubhatopakkhikāti micchādiṭṭhisammādiṭṭhīnaṃ vasena ubhayapakkhikā. Kerāṭikāti saṭhā.",
  "tika-s0101t4:25": "Brāhmaṇapaññattivaṇṇanā",
  "tika-s0101t4:26": "309.Vighātanti cittadukkhaṃ.",
  "tika-s0101t4:27": "311-3.Sujanti homadabbiṃ paggaṇhantesūti juhanatthaṃ gaṇhanakesu, irubbijjesūti attho. Paṭhamo vāti tattha sannipatitesu yajanakiriyāyaṃ sabbapadhāno vā. Dutiyo vāti tadanantaro vā. ‘‘Suja’’nti karaṇe etaṃ upayogavacananti āha ‘‘sujāyā’’ti. Aggihuttapamukhatāya yaññassa yaññe diyyamānaṃ sujāmukhena dīyatīti āha ‘‘sujāya diyyamāna’’nti. Porāṇāti aṭṭhakathācariyā. Visesatoti vijjācaraṇavisesato, na brāhmaṇehi icchitavijjācaraṇamattato. Uttamabrāhmaṇassāti anuttaradakkhiṇeyyatāya ukkaṭṭhabrāhmaṇassa. Brāhmaṇasamayanti brāhmaṇasiddhantaṃ. Mā bhindi mā vināsesi.",
  "tika-s0101t4:28": "316.Samasamoti samoyeva hutvā samo. Hīnopamavasenapi samatā vuccatīti taṃ nivattento ‘‘ṭhapetvā ekadesasamatta’’ntiādimāha. Kulakoṭiparidīpananti kulaādiparidīpanaṃ athāpisiyāti athāpi tumhākaṃ evaṃ parivitakko siyā. Brāhmaṇabhāvaṃ sādheti vaṇṇo. Mantajātīsupi eseva nayo. Sīlameva sādhessati brāhmaṇabhāvaṃ. Kasmāti ce? Āha ‘‘tasmiñhissā’’tiādi. Sammohamattaṃ vaṇṇādayoti vaṇṇamantajātiyo hi brāhmaṇabhāvassa aṅganti sammohamattametaṃ asamavekkhitābhimānabhāvato.",
  "tika-s0101t4:29": "Sīlapaññākathāvaṇṇanā",
  "tika-s0101t4:30": "317.Kathito brāhmaṇena pañhoti ‘‘sīlavā ca hotī’’tiādinā dvinnameva aṅgānaṃ vasena yathāpucchito pañho yāthāvato vissajjito etthāti etasmiṃ yathāvissajjite atthe. Tassāti soṇadaṇḍassa. Sīlaparisuddhāti sīlasampattiyā sabbaso suddhā anupakkiliṭṭhā. Kuto dussīle paññā asamāhitattā tassa. Jaḷe eḷamūge kuto sīlanti jaḷe eḷamūge duppaññe kuto sīlaṃ sīlavibhāgassa, sīlaparisodhanūpāyassa ca ajānanato. Pakaṭṭhaṃ ukkaṭṭhaṃ ñāṇaṃ paññāṇanti, pākatikaṃ ñāṇaṃ nivattetuṃ ‘‘paññāṇa’’nti vuttanti tayidaṃ pakārehi jānanato paññāvāti āha ‘‘paññāṇanti paññā yevā’’ti.",
  "tika-s0101t4:31": "Sīlenadhotāti samādhipadaṭṭhānena sīlena sakalasaṃkilesamalavisuddhiyā dhotā visuddhā, tenāha ‘‘kathaṃ panā’’tiādi. Tattha dhovatīti sujjhati. Mahāsaṭṭhivassatthero viyāti saṭṭhivassamahāthero viya. Vedanāpariggahamattampīti ettha vedanāpariggaho nāma yathāuppannaṃ vedanaṃ sabhāvarasato upadhāretvā ‘‘ayaṃ vedanā phassaṃ paṭicca, so phasso anicco dukkho vipariṇāmadhammo’’ti lakkhaṇattayaṃ āropetvā pavattitavipassanā. Evaṃ vipassantena ‘‘sukhena sakkā sā vedanā adhivāsetuṃ ‘‘vedanā eva vediyatī’’ti. Vedanaṃ vikkhambhetvāti yathāuppannaṃ dukkhaṃ vedanaṃ ananuvattitvā vipassanaṃ ārabhitvā vīthiṃ paṭipannāya vipassanāya taṃ vinodetvā. Saṃsumārapatitenāti kumbhīlena viya bhūmiyaṃ urena nipajjanena. Paññāya sīlaṃ dhovitvāti akhaṇḍādibhāvāpādanena sīlaṃ ādimajjhapariyosānesu paññāya suvisodhitaṃ katvā.",
  "tika-s0101t4:32": "318.‘‘Kasmā āhā’’ti uparidesanāya kāraṇaṃ pucchati. Lajjā nāma ‘‘sīlassa jātiyā ca guṇadosapakāsanena samaṇena gotamena pucchitapañhaṃ vissajjesī’’ti parisāya paññātatā. Ettakaparamāti ettakaukkaṃsakoṭikā pañca sīlāni, vedattayavibhāvanaṃ paññañca lakkhaṇādito niddhāretvā jānanaṃ natthi, kevalaṃ tattha vacīparamā mayanti dassetīti āha ‘‘sīlapaññāṇanti vacanameva paramaṃ amhāka’’nti. ‘‘Ayaṃ pana viseso’’ti idaṃ niyyātanāpekkhaṃ sīlaniddese, tenāha ‘‘sīlamicceva niyyātita’’nti. Sāmaññaphale pana ‘‘sāmaññaphala’’ micceva niyyātitaṃ, paññāniddese pana jhānapaññaṃ adhiṭṭhānaṃ katvā vipassanāpaññāvaseneva paññāniyyātanaṃ kataṃ, tenāha ‘‘paṭhamajjhānādīnī’’ti.",
  "tika-s0101t4:33": "Soṇadaṇḍaupāsakattapaṭivedanākathāvaṇṇanā",
  "tika-s0101t4:34": "321-2.Nattāti puttaputto. Agāravaṃ nāma natthi, na cāyaṃ bhagavati agāravena ‘‘ahañceva kho panā’’tiādimāha, atha kho attalābhaparihānibhayena. Ayañhi yathā tathā attano mahājanassa sambhāvanaṃ uppādetvā kohaññena pare vimhāpetvā lābhuppādaṃ nijigisanto vicarati, tasmā tathā avoca, tenāha ‘‘iminā kirā’’tiādi.",
  "tika-s0101t4:35": "Taṅkhaṇānurūpāyāti yādisī tadā tassa ajjhāsayappavatti, tadanurūpāyāti attho. Tassa tadā tādisassa vivaṭṭasannissitassa ñāṇassa paripākassa abhāvato kevalaṃ abbhudayanissito eva attho dassitoti āha ‘‘diṭṭhadhammikasamparāyikamatthaṃ sandassetvā’’ti, paccakkhato vibhāvetvāti attho. Kusale dhammeti tebhūmake kusale dhamme, ‘‘catubhūmake’’tipi vattuṃ vaṭṭatiyeva, tenevāha ‘‘āyatiṃ nibbānatthāya vāsanābhāgiyā vā’’ti. Tatthāti kusaladhamme yathā samādapite. Nanti brāhmaṇaṃ samuttejetvāti sammadeva uparūpari nisānetvā puññakiriyāya tikkhavisadabhāvaṃ āpādetvā. Taṃ pana atthato tattha ussāhajananaṃ hotīti āha ‘‘saussāhaṃ katvā’’ti . Evaṃ puññakiriyāya saussāhatā, evarūpaṃ guṇasamaṅgitā ca niyamato diṭṭhadhammikā atthasampādanīti evaṃ saussāhatāya, aññehi ca tasmiṃ vijjamānaguṇehi sampahaṃsetvā sammadeva haṭṭhatuṭṭhabhāvaṃ āpādetvā.",
  "tika-s0101t4:36": "Yadi bhagavā dhammaratanavassaṃ vassi, atha kasmā so visesaṃ nādhigacchatīti āha ‘‘brāhmaṇo panā’’tiādi. Yadi evaṃ kasmā bhagavā tassa tathā dhammaratanavassaṃ vassīti āha ‘‘kevalamassā’’tiādi. Na hi bhagavato niratthakā desanā hotīti.",
  "tika-s0101t4:37": "Soṇadaṇḍasuttavaṇṇanāya līnatthappakāsanā."
}