{
  "tika-s0305t2:0": "3. Satipaṭṭhānasaṃyuttaṃ",
  "tika-s0305t2:1": "1. Ambapālivaggo",
  "tika-s0305t2:2": "1. Ambapālisuttavaṇṇanā",
  "tika-s0305t2:3": "367.Ekāyanvāyanti sandhivasena vuttaṃ o-kārassa va-kāraṃ a-kārassa dīghaṃ katvā. Ayaṃ kira saṃyuttābhilāpo, tattha ayana-saddo maggapariyāyo. Na kevalaṃ ayameva, atha kho aññepi maggapariyāyāti paduddhāraṃ karonto ‘‘maggassa hī’’tiādiṃ vatvā yadi maggapariyāyo āyana-saddo, kasmā puna maggoti vuttanti codanaṃ sandhāyāha ‘‘tasmā’’tiādi. Tattha ekamaggoti ekova maggo. Na hi nibbānagāmimaggo añño atthīti. Nanu satipaṭṭhānaṃ idha maggoti adhippetaṃ, tadaññepi bahū maggadhammā atthīti? Saccaṃ atthi, te pana satipaṭṭhānaggahaṇeneva gahitā tadavinābhāvato. Tathā hi ñāṇavīriyādayo niddese gahitā, uddese satiyā eva gahaṇaṃ veneyyajjhāsayavasenāti daṭṭhabbaṃ, satiyā maggabhāvadassanatthañca. Na dvedhāpathabhūtoti iminā imassa dvayabhāvābhāvaṃ viya anibbānagāmibhāvābhāvañca dasseti. Nibbānagamanaṭṭhenāti nibbānaṃ gacchati etenāti nibbānagamanaṃ, so eva aviparītabhāvanāya attho, tena nibbānagamanaṭṭhena, nibbānādhigamūpāyatāyāti attho. Magganīyaṭṭhenāti gavesitabbatāya.",
  "tika-s0305t2:4": "Rāgādīhīti ‘‘rāgo malaṃ, doso malaṃ, moho mala’’nti (vibha. 924) evaṃ vuttehi rāgādīhi malehi. Sā panāyaṃ saṃkiliṭṭhacittānaṃ visuddhi sijjhamānā yasmā sokādīnaṃ anuppādāya saṃvattati, tasmā vuttaṃ ‘‘sokaparidevānaṃ samatikkamāyā’’tiādi. Tattha socanaṃ ñātibyasanādinimittaṃ cetaso santāpo antonijjhānaṃ soko. Ñātibyasanādinimittameva sokādhikatājanito ‘‘kahaṃ ekaputtakā’’tiādinā paridevanavasena vācāvippalāpo paridevanaṃ paridevo. Tassa āyatiṃ anuppajjanaṃ idha samatikkamoti āha ‘‘pahānāyā’’ti. Dukkhadomanassānanti ettha cetasikadukkhatāya domanassassapi dukkhasaddeneva gahaṇe siddhe saddena anivattanato sāmaññajotanāya visesavacanaṃ seṭṭhanti ‘‘domanassāna’’nteva vuttaṃ. Cetasikadomanassassāti bhūtakathanaṃ daṭṭhabbaṃ. Ñāyati etena yāthāvato paṭivijjhīyati catusaccanti ñāyo vuccati ariyamaggo. Nanu ayampi maggo, kiṃ maggo eva maggassa adhigamāya hotīti codanaṃ sandhāyāha – ‘‘ayaṃ hī’’tiādi. Taṇhāva kammakilesavipākānaṃ vinanaṭṭhena saṃsibbanaṭṭhena vānaṃ. Tena taṇhāvānena virahitattā tassa abhāvāti attho. Attapaccakkhāyāti attapaccakkhatthāya.",
  "tika-s0305t2:5": "Vaṇṇabhāsananti pasaṃsāvacanaṃ. Visuddhinti visujjhanaṃ kilesappahānaṃ. Uggahetabbanti ettha vācuggatakaraṇaṃ uggaho. Paricayakaraṇaṃ paripucchāmūlakattā taggahaṇeneva gahitanti daṭṭhabbaṃ.",
  "tika-s0305t2:6": "Na tato heṭṭhāti idha adhippetakāyādīnaṃ vedanādisabhāvattābhāvā kāyavedanācittavimuttassa tebhūmakadhammassa visuṃ vipallāsavatthantarabhāvena gahitattā ca heṭṭhā gahaṇesu vipallāsavatthūnaṃ aniṭṭhānaṃ sandhāya vuttaṃ. Pañcamassa pana vipallāsavatthuno abhāvena ‘‘na uddha’’nti āha. Ārammaṇavibhāgena hettha satipaṭṭhānavibhāgoti. Tayo satipaṭṭhānāti satipaṭṭhānasaddassa atthuddhāradassanaṃ, na idha pāḷiyaṃ vuttassa satipaṭṭhānasaddassa atthadassanaṃ. Ādīsu hīti ettha ādi-saddena ‘‘phassasamudayā vedanānaṃ samudayo, nāmarūpasamudayā cittassa samudayo, manasikārasamudayā dhammānaṃ samudayo’’ti (saṃ. ni. 5.408) satipaṭṭhānāti vuttānaṃ satigocarānaṃ pakāsake suttapadese saṅgaṇhāti. Evaṃ paṭisambhidāmaggapāḷiyampi avasesapāḷipadesadassanattho ādi-saddo daṭṭhabbo. Satiyā paṭṭhānanti satiyā patiṭṭhātabbaṭṭhānaṃ.",
  "tika-s0305t2:7": "Ariyoti ārakattādinā ariyaṃ sammāsambuddhamāha. Etthāti etasmiṃ saḷāyatanavibhaṅgasutte (ma. ni. 3.311). Tattha hi –",
  "tika-s0305t2:8": "‘‘Tayo satipaṭṭhānā yadariyo…pe… marahatīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ. Idha, bhikkhave, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya – ‘idaṃ vo hitāya idaṃ vo sukhāyā’ti. Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. Tatra, bhikkhave, tathāgato na ceva anattamano hoti, na ca anattamanataṃ paṭisaṃvedeti, anavassuto ca viharati sato sampajāno. Idaṃ, bhikkhave, paṭhamaṃ satipaṭṭhānaṃ. Yadariyo sevati…pe... marahati. Puna caparaṃ, bhikkhave, satthā …pe… idaṃ vo sukhāyāti. Tassa ekacce sāvakā na sussūsanti…pe… ekacce sāvakā sussūsanti…pe… na ca vokkamma satthusāsanā vattanti. Tatra, bhikkhave, tathāgato na ceva anattamano hoti, na ca anattamanataṃ paṭisaṃvedeti, na ceva attamano hoti, na ca attamanataṃ paṭisaṃvedeti. Anattamanatañca attamanatañca tadubhayaṃ abhinivajjetvā upekkhako viharati sato sampajāno. Idaṃ, bhikkhave, dutiyaṃ satipaṭṭhānaṃ…pe… marahati. Puna caparaṃ, bhikkhave,…pe… sukhāyāti, tassa sāvakā sussūsanti…pe… vattanti. Tatra, bhikkhave, tathāgato attamano ceva hoti, attamanatañca paṭisaṃvedeti, anavassuto ca viharati sato sampajāno. Idaṃ, bhikkhave, tatiyaṃ satipaṭṭhāna’’nti –",
  "tika-s0305t2:9": "Evaṃ paṭighānunayehi anavassutatā niccaṃ upaṭṭhitassatitāya tadubhayavītivattatā ‘‘satipaṭṭhāna’’nti vuttā. Buddhānaṃyeva hi niccaṃ upaṭṭhitassatitā hoti āveṇikadhammabhāvato, na paccekabuddhādīnaṃ. Pa-saddo ārambhaṃ joteti, ārambho ca pavattīti katvā āha ‘‘pavattayitabbatoti attho’’ti. Satiyā karaṇabhūtāya paṭṭhānaṃ paṭṭhapetabbaṃ satipaṭṭhānaṃ. Ana-saddo hi bahulavacanena kammatthopi hotīti.",
  "tika-s0305t2:10": "Tathāssa kattuatthopi labbhatīti ‘‘patiṭṭhātīti paṭṭhāna’’nti vuttaṃ. Upaṭṭhātīti ettha upa-saddo bhusatthavisiṭṭhaṃ pakkhandanaṃ dīpetīti ‘‘okkanditvā pakkhanditvā pavattatīti attho’’ti vuttaṃ. Puna bhāvatthaṃ satisaddaṃ paṭṭhānasaddañca vaṇṇento ‘‘atha vā’’tiādimāha. Tena purimavikappe sati-saddo paṭṭhāna-saddo ca kattuatthoti viññāyati. Saraṇaṭṭhenāti cirakatassa cirabhāsitassa ca anussaraṇaṭṭhena. Idanti yaṃ ‘‘satiyeva satipaṭṭhāna’’nti vuttaṃ, idaṃ idha imasmiṃ suttapadese adhippetaṃ.",
  "tika-s0305t2:11": "Yadievanti yadi sati eva satipaṭṭhānaṃ, sati nāma eko dhammo, evaṃ sante kasmā satipaṭṭhānāti bahuvacananti āha ‘‘satīnaṃ bahuttā’’tiādi. Yadi bahukā tā satiyo, atha kasmā maggoti ekavacananti yojanā. Magganaṭṭhenāti niyyānaṭṭhena. Niyyāniko hi maggadhammo, teneva niyyānikabhāvena ekattupagato ekantato nibbānaṃ gacchati, atthikehi ca tadatthaṃ maggīyatīti āha ‘‘vuttañheta’’ntiādi. Tattha catassopi cetāti kāyānupassanādivasena catubbidhāpi ca etā satiyo. Aparabhāgeti ariyamaggakkhaṇe. Kiccaṃ sādhayamānāti pubbabhāge kāyādīsu ārammaṇesu subhasaññādividhamanavasena visuṃ visuṃ pavattitvā maggakkhaṇe sakiṃyeva tattha catubbidhassapi vipallāsassa samucchedavasena pahānakiccaṃ sādhayamānā ārammaṇakaraṇavasena nibbānaṃ gacchanti, tamevassa catukiccasādhanataṃ upādāya bahuvacananiddeso, tathāpi atthato bhedābhāvato maggoti ekavacanena vuccati. Tenāha – ‘‘tasmā catassopi eko maggoti vuttā’’ti.",
  "tika-s0305t2:12": "Kathetukamyatāpucchā itarāsaṃ pucchānaṃ idha asambhavato niddesādivasena desetukāmatāya ca tathā vuttattā. ‘‘Ayañceva kāyo bahiddhā ca nāmarūpa’’ntiādīsu (ma. ni. 1.271, 287, 297; pārā. 11) khandhapañcakaṃ, ‘‘sukhañca kāyena paṭisaṃvedetī’’tiādīsu vedanādayo tayo arūpakkhandhā, ‘‘yā tasmiṃ samaye kāyassa passaddhi paṭippassaddhī’’tiādīsu (dha. sa. 40) vedanādayo tayo cetasikā khandhā ‘‘kāyo’’ti vuccanti, tato visesanatthaṃ ‘‘kāyeti rūpakāye’’ti āha. Kāyānupassīti ettha tassīlatthaṃ dassento ‘‘kāyaṃ anupassanasīlo’’ti āha. Aniccato anupassatīti catusamuṭṭhānikakāyaṃ ‘‘anicca’’nti anupassati, evaṃ passanto eva cassa aniccākārampi anupassatīti vuccati, tathābhūtassa cassa niccagāhassa visesopi na hotīti vuttaṃ ‘‘no niccato’’ti. Tathā hesa ‘‘niccasaññaṃ pajahatī’’ti (paṭi. ma. 1.28) vutto. Ettha ca aniccato eva anupassatīti evakāro luttaniddiṭṭhoti tena nivattitamatthaṃ dassetuṃ ‘‘no niccato’’ti vuttaṃ. Na cettha dukkhānupassanādinivattanamāsaṅkitabbaṃ paṭiyoginivattanaparattā eva-kārassa, upari desanāāruḷhattā ca tāsaṃ. Dukkhato anupassatītiādīsupi eseva nayo. Ayaṃ pana viseso – aniccassa dukkhattā tameva kāyaṃ dukkhato anupassati, dukkhassa anattattā anattato anupassatīti.",
  "tika-s0305t2:13": "Yasmā pana yaṃ aniccaṃ dukkhaṃ anattā, na taṃ abhinanditabbaṃ, yañca na abhinanditabbaṃ, na tattha rajjitabbaṃ, tasmā vuttaṃ ‘‘aniccato anupassati, no niccato, dukkhato anupassati, no sukhato, anattato anupassati, no attato, nibbindati, no nandati, virajjati, no rajjatī’’ti. So evaṃ arajjanto rāgaṃ nirodheti, no samudeti, samudayaṃ na karotīti attho. Evaṃ paṭipanno ca paṭinissajjati, no ādiyati. Ayañhi aniccādianupassanā tadaṅgavasena saddhiṃ kāyatannissayakhandhābhisaṅkhārehi kilesānaṃ pariccajanato saṅkhatadosadassanena tabbiparīte nibbāne tanninnatāya pakkhandanato ‘‘pariccāgapaṭinissaggo ceva pakkhandanapaṭinissaggo cā’’ti vuccati. Tasmā tāya samannāgato bhikkhu vuttanayena kilese ca pariccajati, nibbāne ca pakkhandati, tathābhūto ca pariccajanavasena kilese na ādiyati, nāpi adosadassitāvasena saṅkhatārammaṇaṃ. Tena vuttaṃ ‘‘paṭinissajjati, no ādiyatī’’ti. Idāni nissitāhi anupassanāhi yesaṃ dhammānaṃ pahānaṃ hoti, taṃ dassetuṃ ‘‘aniccato anupassanto niccasaññaṃ pajahatī’’tiādi vuttaṃ. Tattha niccasaññanti saṅkhārā niccāti evaṃ pavattaṃ viparītasaññaṃ. Diṭṭhicittavipallāsapahānamukheneva saññāvipallāsappahānanti saññāgahaṇaṃ, saññāsīsena vā tesampi gahaṇaṃ daṭṭhabbaṃ. Nandinti sappītikataṇhaṃ. Sesaṃ vuttanayameva.",
  "tika-s0305t2:14": "Viharatīti iminā kāyānupassanāsamaṅgino iriyāpathavihāro vuttoti āha – ‘‘iriyatī’’ti, iriyāpathaṃ pavattetīti attho. Ārammaṇakaraṇavasena abhibyāpanato ‘‘tīsu bhavesū’’ti vuttaṃ, uppajjanavasena pana kilesā parittabhūmakā evāti. Yadipi kilesānaṃ pahānaṃ ātāpananti taṃ sammādiṭṭhiādīnampi attheva, ātappa-saddoviya pana ātāpa-saddopi vīriye eva niruḷhoti vuttaṃ ‘‘vīriyassetaṃ nāma’’nti. Atha vā paṭipakkhappahāne sampayuttadhammānaṃ abbhussahanavasena pavattamānassa vīriyassa sātisayaṃ tadātāpananti vīriyameva tathā vuccati, na aññe dhammā.",
  "tika-s0305t2:15": "Ātāpīti cāyamīkāro pasaṃsāya, atisayassa vā dīpakoti ātāpīgahaṇena sammappadhānasamaṅgitaṃ dasseti. Sammā samantato sāmañca pajānanto sampajāno, asammissato vavatthāne aññadhammānupassitābhāvena sammā aviparītaṃ, sabbākārapajānanena samantato, uparūpari visesāvahabhāvena pavattiyā sāmaṃ pajānantoti attho. Yadi paññāya anupassati, kathaṃ satipaṭṭhānatāti āha ‘‘na hī’’tiādi. Tasmā satiyā laddhupakārāya eva paññāya ettha yathāvutte kāye kammaṭṭhāniko bhikkhu anupassako, tasmā ‘‘kāyānupassī’’ti vuccati. Antosaṅkhepo antolīnatā, kosajjanti attho. Upāyapariggahoti ettha sīlavisodhanādi gaṇanādi uggahakosallādi ca upāyo, tabbipariyāyato anupāyo veditabbo. Yasmā ca upaṭṭhitassatī yathāvuttaṃ upāyaṃ na pariccajati, anupāyañca na upādiyati, tasmā vuttaṃ ‘‘muṭṭhassati…pe… asamattho hotī’’ti. Tenāti upāyānupāyānaṃ pariggahaparivajjanesu apariccāgāpariggahesu ca asamatthabhāvena. Assa yogino.",
  "tika-s0305t2:16": "Yasmā satiyevettha satipaṭṭhānaṃ vuttā, tasmāssa sampayuttadhammā vīriyādayo aṅganti āha – ‘‘sampayogaṅgañcassa dassetvā’’ti. Aṅga-saddo cettha kāraṇapariyāyo daṭṭhabbo. Satiggahaṇenevettha sammāsamādhissapi gahaṇaṃ daṭṭhabbaṃ tassā samādhikkhandhe saṅgahitattā. Yasmā vā satisīsenāyaṃ desanā. Na hi kevalāya satiyā kilesappahānaṃ sambhavati, nibbānādhigamo vā, nāpi kevalā sati pavattati, tasmāssa jhānadesanāyaṃ savitakkādivacanassa viya sampayogaṅgadassanatāti aṅga-saddassa avayavapariyāyatā daṭṭhabbā. Pahānaṅganti ‘‘vivicceva kāmehī’’tiādīsu viya pahātabbaṅgaṃ dassetuṃ. Yasmā ettha pubbabhāgamaggo adhippeto, na lokuttaramaggo, tasmā pubbabhāgiyameva vinayaṃ dassento ‘‘tadaṅgavinayena vā vikkhambhanavinayena vā’’ti āha. Assāti yogino. Tesaṃ dhammānanti vedanādidhammānaṃ. Tesañhi tattha anadhippetattā ‘‘atthuddhāranayenetaṃ vutta’’nti āha. Yaṃ panāti vibhaṅge, vibhaṅgapakaraṇeti adhippāyo. Etthāti ‘‘loke’’ti etasmiṃ pade, tā ca lokiyā eva anupassanā nāma sammasananti katvā.",
  "tika-s0305t2:17": "Dukkhatoti vipariṇāmasaṅkhāradukkhatāhi dukkhasabhāvato, dukkhāti anupassitabbāti attho. Sesapadadvayepi eseva nayo. Yo sukhaṃdukkhato addāti yo bhikkhu sukhaṃ vedanaṃ vipariṇāmadukkhatāya dukkhanti paññācakkhunā addakkhi. Dukkhamaddakkhi sallatoti dukkhavedanaṃ pīḷājananato antotudanato dunnīharaṇato ca sallanti addakkhi passi. Adukkhamasukhanti upekkhāvedanaṃ. Santanti sukhadukkhānaṃ viya anoḷārikatāya paccayavasena vūpasantasabhāvattā ca santaṃ. Aniccatoti hutvā abhāvato udayabbayavantato tāvakālikato niccapaṭikkhepato ca aniccanti yo addakkhi. Sa ve sammaddaso bhikkhūti so bhikkhu ekaṃsena, paribyattaṃ vā vedanāya sammā passanakoti attho.",
  "tika-s0305t2:18": "Dukkhātipīti saṅkhāradukkhatāya dukkhā itipi. Sabbaṃ taṃ vedayitaṃ dukkhasmiṃ antogadhaṃ pariyāpannanti vadāmi saṅkhāradukkhanti vattabbato. Sukhadukkhatopi cāti sukhādīnaṃ ṭhitivipariṇāmañāṇasukhatāya ca vipariṇāmaṭṭhitiaññāṇadukkhatāya ca vuttattā tissopi sukhato tissopi ca dukkhato anupassitabbāti attho. Satta anupassanā heṭṭhā pakāsitā eva.",
  "tika-s0305t2:19": "Ārammaṇā…pe… bhedānanti rūpādiārammaṇanānattassa nīlāditabbhedassa, chandādiadhipatinānattassa hīnāditabbhedassa, ñāṇajhānādisahajātanānattassa sasaṅkhārikāsaṅkhārika-savitakka-savicārāditabbhedassa, kāmāvacarādibhūminānattassa, ukkaṭṭhamajjhimāditabbhedassa, kusalādikammanānattassa, devagatisaṃvattaniyatāditabbhedassa, kaṇhasukkavipākanānattassa, diṭṭhadhammavedanīyatāditabbhedassa, parittabhūmakādikiriyānānattassa, tihetukāditabbhedassa vasena anupassitabbanti yojanā. Ādi-saddena savatthukāvatthukādinānattassa puggalattayasādhāraṇāditabbhedassa ca saṅgaho daṭṭhabbo. Sarāgādīnanti mahāsatipaṭṭhānasutte (dī. ni. 2.381; ma. ni. 1.114) āgatānaṃ sarāgavītarāgādibhedānaṃ. Salakkhaṇa-sāmaññalakkhaṇānanti phusanāditaṃtaṃsalakkhaṇānañceva aniccatādisāmaññalakkhaṇānañca vasenāti yojanā.",
  "tika-s0305t2:20": "Suññatadhammassāti anattatāsaṅkhātasuññatasabhāvassa. ‘‘Salakkhaṇa-sāmaññalakkhaṇāna’’nti hi iminā yo ito bāhirakehi sāminivāsīkārakavedakaadhiṭṭhāyakabhāvena parikappito attā, tassa saṅkhāresu niccatā sukhatā viya katthacipi abhāvo vibhāvito. Natthi etesaṃ attāti anattā, yasmā pana saṅkhāresu ekadhammopi attā na hoti, tasmā te na attātipi anattāti ayaṃ tesaṃ suññatadhammo. Tassa suññatadhammassa, yaṃ vibhāvetuṃ abhidhamme (dha. sa. 121) ‘‘tasmiṃ kho pana samaye dhammā hontī’’tiādinā suññatavāradesanā vuttā. Sesaṃ suviññeyyameva.",
  "tika-s0305t2:21": "Ambapālisuttavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:22": "2. Satisuttavaṇṇanā",
  "tika-s0305t2:23": "368. Saratīti sato. Ayaṃ pana na yāya kāyaci satiyā sato, atha kho edisāyāti dassento ‘‘kāyādianupassanāsatiyā’’ti āha. Catusampajaññapaññāyāti catubbidhasampajaññapaññāya, abhikkamanaṃ abhikkantanti āha – ‘‘abhikkantaṃ vuccati gamana’’nti. Tathā paṭikkamanaṃ paṭikkantanti vuttaṃ – ‘‘paṭikkantaṃ nivattana’’nti. Nivattanañca nivattimattaṃ, nivattitvā pana gamanaṃ gamanameva. Kāyaṃ abhiharanto abhigamanavasena kāyaṃ nāmento. Ṭhānanisajjāsayanesu yo gamanādividhinā kāyassa purato abhihāro, so abhikkamo, pacchato apaharaṇaṃ paṭikkamoti dassento ‘‘ṭhānepī’’tiādimāha. Āsanassāti pīṭhakādiāsanassa. Purimaaṅgābhimukhoti aṭanikādipurimāvayavābhimukho. Saṃsarantoti saṃsappanto. Paccāsaṃsarantoti paṭiāsappanto. Eseva nayoti iminā sarīrasseva abhimukhasaṃsappanapaṭiāsappanāni nidasseti.",
  "tika-s0305t2:24": "Sammā pajānanaṃ sampajānaṃ. Tena attanā kātabbakiccassa karaṇasīlo sampajānakārīti āha – ‘‘sampajaññena sabbakiccakārī’’ti. Sampajānameva hi sampajaññaṃ. Sampajaññasseva vā kārīti sampajaññasseva karaṇasīlo. Sampajaññaṃ karotevāti abhikkantādīsu asammohaṃ uppādeti eva, sampajānasseva vā kāro etassa atthīti sampajānakārī.",
  "tika-s0305t2:25": "Dhammato vaḍḍhitasaṅkhātena saha atthena vattatīti sātthakaṃ, abhikkantādi, sātthakassa sampajānanaṃ sātthakasampajaññaṃ. Sappāyassa attano upakārāvahassa hitassa sampajānanaṃ sappāyasampajaññaṃ. Abhikkamādīsu bhikkhācāragocare, aññatthāpi ca pavattesu avijahite kammaṭṭhānasaṅkhāte gocare sampajaññaṃ gocarasampajaññaṃ. Abhikkamādīsu asammuyhanameva sampajaññaṃ asammohasampajaññaṃ. Pariggaṇhitvāti tulayitvā tīretvā, paṭisaṅkhāyāti attho. Saṅghadassaneneva uposathapavāraṇādiatthaṃ gamanaṃ saṅgahitaṃ. Asubhadassanādīti ādi-saddena kasiṇaparikammādīnaṃ saṅgaho daṭṭhabbo. Saṅkhepato vuttamatthaṃ vivarituṃ ‘‘cetiyaṃ disvāpi hī’’tiādi vuttaṃ. Arahattaṃ pāpuṇātīti ukkaṭṭhaniddeso eso. Samathavipassanuppādanampi hi bhikkhuno vuddhi eva. Dakkhiṇadvāreti cetiyaṅgaṇassa dakkhiṇadvāre, tathā pacchimadvāretiādīsu. Abhayavāpi pāḷiyanti abhayavāpiyā puratthimatīre.",
  "tika-s0305t2:26": "Buddhavaṃsa-ariyavaṃsa-cetiyavaṃsa-dīpavaṃsādivaṃsakathanato mahāariyavaṃsabhāṇako thero. Paññāyanaṭṭhāneti cetiyassa paññāyanaṭṭhāne. Ekapaduddhāreti paduddhārapatiṭṭhānaparivattanaṃ akatvā ekasmiṃyeva avaṭṭhāne. Kecīti abhayagirivāsino.",
  "tika-s0305t2:27": "Tasmiṃ panāti sātthakasampajaññavasena pariggahitaatthepi gamane. Attho nāma dhammato vaḍḍhīti yaṃ sātthakanti adhippetaṃ gamanaṃ, taṃ sappāyamevāti siyā kassaci āsaṅkāti tannivattanatthaṃ ‘‘cetiyadassanaṃ tāvā’’tiādi āraddhaṃ. Cittakammarūpakāni viyāti cittakammakatā paṭimāyo viya, yantapayogena vā vicittakammā paṭimāya sadisā yantarūpakā viya. Asamapekkhanaṃ gehassitaaññāṇupekkhāvasena ārammaṇe ayoniso olokanādi. Yaṃ sandhāya vuttaṃ ‘‘cakkhunā rūpaṃ disvā uppajjati upekkhā bālassa mūḷhassa puthujjanassā’’tiādi (ma. ni. 3.308). Hatthiādisammaddena jīvitantarāyo. Visabhāgarūpadassanādinā brahmacariyantarāyo.",
  "tika-s0305t2:28": "Pabbajitadivasato paṭṭhāya bhikkhūnaṃ anuvattanakathā āciṇṇā, ananuvattanakathā pana tassā aparā dutiyā nāma hotīti āha – ‘‘dve kathā nāma na kathitapubbā’’ti. Evanti iminā ‘‘sace panā’’tiādikaṃ sabbampi vuttākāraṃ paccāmasati, na ‘‘purisassa mātugāmāsubha’’ntiādikaṃ vuccamānaṃ.",
  "tika-s0305t2:29": "Yogakammassa pavattiṭṭhānatāya bhāvanāya ārammaṇaṃ kammaṭṭhānaṃ vuccatīti āha ‘‘kammaṭṭhānasaṅkhātaṃ gocara’’nti. Uggahetvāti yathā uggahanimittaṃ uppajjati, evaṃ uggahakosallassa sampādanavasena uggahetvā.",
  "tika-s0305t2:30": "Haratīti kammaṭṭhānaṃ pavatteti, yāva piṇḍapātapaṭikkamā anuyuñjatīti attho. Na paccāharatīti āhārūpabhogato yāva divāṭṭhānupasaṅkamanā kammaṭṭhānaṃ na paṭineti. Samādāya vattati sammā ādiyitvā tesaṃ vattānaṃ paripūraṇavasena vattati. Sarīraparikammanti mukhadhovanādisarīrapaṭijagganaṃ. Dve tayo pallaṅketi dve tayo nisajjāvāre dve tīṇi uṇhāsanāni. Tenāha – ‘‘usumaṃ gāhāpento’’ti. Kammaṭṭhānasīsenevāti kammaṭṭhānamukheneva kammaṭṭhānaṃ avijahanto eva. Tena ‘‘pattopi acetano’’tiādinā pavattetabbakammaṭṭhānaṃ, yathāparihariyamānaṃ vā kammaṭṭhānaṃ avijahitvāti dasseti. Tathevāti tikkhattumeva. Paribhogacetiyato sarīracetiyaṃ garutaranti katvā ‘‘cetiyaṃ vanditvā’’ti cetiyavandanāya paṭhamaṃ karaṇīyatā vuttā. Tathā hi aṭṭhakathāyaṃ – ‘‘cetiyaṃ bādhayamānā bodhisākhā haritabbā’’ti vuttā. Buddhaguṇānussaraṇavaseneva bodhiñca paṇipātakaraṇanti āha – ‘‘buddhassa bhagavato sammukhā viya nipaccakāraṃ dassetvā’’ti. Gāmasamīpeti gāmassa upacāraṭṭhāne.",
  "tika-s0305t2:31": "Janasaṅgahaṇatthanti ‘‘mayi akathente etesaṃ ko kathessatī’’ti dhammānuggahena janasaṅgahaṇatthaṃ. Tasmāti yasmā ‘‘dhammakathā nāma kathetabbā evā’’ti aṭṭhakathācariyā vadanti, yasmā ca dhammakathā kammaṭṭhānavinimuttā nāma natthi, tasmā. Kammaṭṭhānasīsenevāti attanā parihariyamānaṃ kammaṭṭhānaṃ avijahanto tadanuguṇaṃyeva dhammakathaṃ kathetvā. Anumodanaṃ katvāti etthāpi ‘‘kammaṭṭhānasīsenevā’’ti ānetvā sambandhitabbaṃ. Sampattaparicchedenevāti paricito aparicitotiādivibhāgaṃ akatvā sampattakoṭiyā eva, samāgamamattenevāti attho. Bhayeti paracakkādibhaye.",
  "tika-s0305t2:32": "Kammajatejoti gahaṇiṃ sandhāyāha. Kammaṭṭhānavīthiṃ nārohati khudāparissamena kilantakāyattā samādhānābhāvato. Avasesaṭṭhāneti yāguyā aggahitaṭṭhāne. Poṅkhānupoṅkhanti kammaṭṭhānupaṭṭhānassa aviccheda-dassanametaṃ, yathā poṅkhānupoṅkhaṃ pavattāya sarapaṭipāṭiyā anavicchedo, evametassapi kammaṭṭhānupaṭṭhānassāti vuttaṃ hoti.",
  "tika-s0305t2:33": "Nikkhittadhuro bhāvanānuyoge. Vattapaṭipattiyā apūraṇena sabbavattāni bhinditvā. Kāme avītarāgo hoti. Kāye avītarāgo. Rūpe avītarāgo. Yāvadatthaṃ udarāvadehaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati. Aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ caratī’’ti (dī. ni. 3.320; ma. ni. 1.186) evaṃ vuttaṃ pañcavidhacetovinibandhacitto. Caritvāti pavattitvā.",
  "tika-s0305t2:34": "Gatapaccāgatikavattavasenāti bhāvanāsahitaṃyeva bhikkhāya gatapaccāgataṃ gamanapaccāgamanaṃ etassa atthīti gatapaccāgatikaṃ, tadeva vattaṃ, tassa vasena. Attano hitasukhaṃ kāmenti icchantīti attakāmā, dhammacchandavanto. ‘‘Dhammo’’ti hi hitaṃ taṃnimittakañca sukhanti. Atha vā viññūnaṃ dhammānaṃ attaniyattā attabhāvaparicchannattā ca attā nāma dhammo. Tenāha bhagavā – ‘‘attadīpā, bhikkhave, viharatha attasaraṇā’’tiādi (saṃ. ni. 3.43). Taṃ kāmenti icchantīti attakāmā. Usabhaṃ nāma vīsati yaṭṭhiyo. Tāya saññāyāti tāya pāsāṇasaññāya, ‘‘ettakaṃ ṭhānamāgatā’’ti jānantāti adhippāyo. So eva nayo ayaṃ bhikkhūtiādiko yo ṭhāne vutto, so eva nisajjāyapi nayo. Pacchato āgacchantānaṃ chinnabhattabhāvabhayenapi yonisomanasikāraṃ paribrūheti.",
  "tika-s0305t2:35": "Maddantāti dhaññakaraṇaṭṭhāne sālisīsāni maddantā. Mahāpadhānaṃ pūjessāmīti amhākaṃ atthāya lokanāthena cha vassāni kataṃ dukkaracariyaṃ evāhaṃ yathāsatti pūjessāmīti. Paṭipattipūjā hi satthupūjā, na āmisapūjāti. Ṭhānacaṅkamamevāti adhiṭṭhātabbairiyāpathakālavasena vuttaṃ, na bhojanādikālesu avassaṃ kātabbanisajjāya paṭikkhepavasena.",
  "tika-s0305t2:36": "Vīthiṃ otaritvā ito cito anoloketvā paṭhamameva vīthiyo sallakkhetabbāti āha ‘‘vīthiyo sallakkhetvā’’ti. Yaṃ sandhāya vuccati – ‘‘pāsādikena abhikkantenā’’tiādi. Taṃ dassetuṃ ‘‘tattha cā’’tiādi vuttaṃ. Āhāre paṭikūlasaññaṃ upaṭṭhapetvātiādīsu yaṃ vattabbaṃ, taṃ heṭṭhā vuttameva. Aṭṭhaṅgasamannāgatanti ‘‘yāvadeva imassa kāyassa ṭhitiyā’’tiādinā (ma. ni. 1.23; 2.24; 3.75; saṃ. ni. 4.120; a. ni. 6.58; 8.9) vuttehi aṭṭhahi aṅgehi samannāgataṃ katvā. Neva davāyātiādi pana paṭikkhepadassanaṃ.",
  "tika-s0305t2:37": "Paccekabodhiṃ sacchikaroti, yadi upanissayasampanno hotīti sambandho. Idañca yathā heṭṭhā tīsu ṭhānesu, evaṃ ito paresu ṭhānesu upanetvā sambandhitabbaṃ. Tattha paccekabodhiyā upanissayasampadā kappānaṃ dve asaṅkhyeyyāni satasahassañca tajjaṃ puññañāṇasambhārasambharaṇaṃ, sāvakabodhiyaṃ aggasāvakānaṃ ekaṃ asaṅkhyeyyaṃ kappasatasahassañca, mahāsāvakānaṃ kappasatasahassameva tajjaṃ sambhārasambharaṇaṃ, itaresaṃ atītāsu jātīsu vivaṭṭasannissayavasena nibbattitaṃ nibbedhabhāgiyaṃ kusalaṃ. Bāhiyo dārucīriyoti bāhiyavisaye jātasaṃvaddhatāya bāhiyo, dārucīrapariharaṇena dārucīriyoti laddhasamañño. So hi āyasmā ‘‘tasmātiha te, bāhiya, evaṃ sikkhitabbaṃ – diṭṭhe diṭṭhamattaṃ bhavissatī’’tiādivasappavattena (udā. 10) saṃkhitteneva ovādena khippataraṃ visesaṃ adhigacchi. Tena vuttaṃ ‘‘khippābhiñño vā hoti seyyathāpi thero bāhiyo dārucīriyo’’ti. Evaṃ mahāpañño vātiādīsu yathārahaṃ vattabbanti.",
  "tika-s0305t2:38": "Tanti asammuyhanaṃ. Evanti idāni vuccamānākāradassanaṃ. Attā abhikkamatīti iminā andhaputhujjanassa diṭṭhiggāhavasena abhikkame sammuyhanaṃ dasseti, ahaṃ abhikkamāmīti pana iminā mānaggāhavasena, tadubhayaṃ pana taṇhāya vinā na hotīti taṇhāggāhavasenapi sammuyhanaṃ dassitameva hoti, ‘‘tathā asammuyhanto’’ti vatvā taṃ asammuyhanaṃ yena ghanavinibbhogena hoti, taṃ dassento ‘‘abhikkamāmīti citte uppajjamāne’’tiādimāha. Tattha yasmā vāyodhātuyā anugatā tejodhātu uddharaṇassa paccayo. Uddharaṇagatikā hi tejodhātūti uddharaṇe vāyodhātuyā tassā anugatabhāvo, tasmā imāsaṃ dvinnamettha dhātūnaṃ sāmatthiyato adhimattatā, itarāsañca omattatāti dassento ‘‘ekekapāduddharaṇe…pe… balavatiyo’’ti āha. Yasmā pana tejodhātuyā anugatā vāyodhātu atiharaṇavītiharaṇānaṃ paccayo. Tiriyagatikāya hi vāyodhātuyā atiharaṇavītiharaṇesu sātisayo byāpāroti tejodhātuyā tassānugatabhāvo, tasmā imāsaṃ dvinnamettha sāmatthiyato adhimattatā, itarāsañca omattatāti dassento ‘‘tathā atiharaṇavītiharaṇesū’’ti āha. Satipi anugamanānugantabbatāvisese tejodhātuvāyodhātubhāvamattaṃ sandhāya tathā-saddaggahaṇaṃ.",
  "tika-s0305t2:39": "Tattha akkantaṭṭhānato pādassa ukkhipanaṃ uddharaṇaṃ, ṭhitaṭṭhānaṃ atikkamitvā purato haraṇaṃ atiharaṇaṃ. Rukkhakhāṇuādipariharaṇatthaṃ, patiṭṭhitapādaghaṭṭanapariharaṇatthaṃ vā passena haraṇaṃ vītiharaṇaṃ. Yāva patiṭṭhitapādo, tāva āharaṇaṃ atiharaṇaṃ, tato paraṃ haraṇaṃ vītiharaṇanti ayaṃ vā etesaṃ viseso. Yasmā pathavīdhātuyā anugatā āpodhātu vossajjanassa paccayo. Garutarasabhāvā hi āpodhātūti vossajjane pathavīdhātuyā tassānugatabhāvo, tasmā tāsaṃ dvinnamettha sāmatthiyato adhimattatā, itarāsañca omattatāti dassento āha ‘‘vossajjane…pe… balavatiyo’’ti. Yasmā pana āpodhātuyā anugatā pathavīdhātu sannikkhepanassa paccayo. Patiṭṭhābhāve viya patiṭṭhāpanepi tassā sātisayakiccattā āpodhātuyā tassā anugatabhāvo, tathā ghaṭṭanakiriyāya pathavīdhātuyā vasena sannirumbhanassa sijjhanato tatthāpi pathavīdhātuyā āpodhātuanugatabhāvo, tasmā vuttaṃ – ‘‘tathā sannikkhepanasannirumbhanesū’’ti.",
  "tika-s0305t2:40": "Tatthāti tasmiṃ abhikkamane, tesu vā vuttesu uddharaṇādīsu chasu koṭṭhāsesu. Uddharaṇeti uddharaṇakkhaṇe. Rūpārūpadhammāti uddharaṇākārena pavattā rūpadhammā taṃsamuṭṭhāpakā arūpadhammā ca. Atiharaṇaṃ na pāpuṇanti khaṇamattāvaṭṭhānato. Tattha tatthevāti yattha yattha uppannā, tattha tattheva. Na hi dhammānaṃ desantarasaṅkamanaṃ atthi. Pabbaṃ pabbantiādi uddharaṇādikoṭṭhāse sandhāya sabhāgasantativasena vuttanti veditabbaṃ. Atiittaro hi rūpadhammānampi pavattikkhaṇo, gamanassādānaṃ devaputtānaṃ heṭṭhupariyāyena paṭimukhaṃ dhāvantānaṃ sirasi pāde ca baddhakhuradhārāsamāgamatopi sīghataro. Yathā tilānaṃ bhajjiyamānānaṃ taṭataṭāyanena bhedo lakkhīyati, evaṃ saṅkhatadhammānaṃ uppādenāti dassanatthaṃ ‘‘taṭataṭāyantā’’ti vuttaṃ. Uppannā hi ekantato bhijjantīti.",
  "tika-s0305t2:41": "Saddhiṃ rūpenāti idaṃ tassa tassa cittassa nirodhena saddhiṃ nirujjhanakarūpadhammavasena vuttaṃ, yaṃ tato sattarasamacittassa uppādakkhaṇe uppannaṃ. Aññathā yadi rūpārūpadhammā samānakkhaṇā siyuṃ, ‘‘rūpaṃ garupariṇāmaṃ dandhanirodha’’ntiādivacanehi virodho siyā. Tathā – ‘‘nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi, yaṃ evaṃ lahuparivattaṃ, yathayidaṃ citta’’nti (a. ni. 1.48) evamādipāḷiyā ca. Cittacetasikā hi sārammaṇasabhāvā yathābalaṃ attano ārammaṇapaccayabhūtamatthaṃ vibhāventāyeva uppajjantīti tesaṃ taṃsabhāvanipphattianantaraṃ nirodho, rūpadhammā pana anārammaṇā pakāsetabbā. Evaṃ tesaṃ pakāsetabbabhāvanipphatti soḷasahi cittehi hotīti taṅkhaṇāyukatā tesaṃ icchitā, lahukaviññāṇassa visayasaṅgatimattapaccayatāya tiṇṇaṃ khandhānaṃ, visayasaṅgatimattatāya ca viññāṇassa lahuparivattitā, dandhamahābhūtapaccayatāya rūpadhammānaṃ dandhaparivattitā. Nānādhātuyā yathābhūtañāṇaṃ kho pana tathāgatasseva, tena ca purejātapaccayo rūpadhammova vutto, pacchājātapaccayo ca tassevāti rūpārūpadhammānaṃ samānakkhaṇatā na yujjateva, tasmā vuttanayenevettha attho veditabbo.",
  "tika-s0305t2:42": "Aññaṃuppajjate cittaṃ, aññaṃ cittaṃ nirujjhatīti yaṃ purimuppannaṃ cittaṃ, taṃ aññaṃ, taṃ pana nirujjhantaṃ aparassa anantarādipaccayo hutvā eva nirujjhatīti tathāladdhapaccayaṃ aññaṃ uppajjate cittaṃ. Yadi evaṃ tesaṃ antaro labbheyyāti, noti āha ‘‘avīcimanupabandho’’ti. Yathā vīci antaro na labbhati, ‘‘tadeveta’’nti avisesavidū maññanti, evaṃ anu anu pabandho cittasantāno rūpasantāno ca nadīsotova nadiyaṃ udakappavāho viya vattati.",
  "tika-s0305t2:43": "Abhimukhaṃ lokitaṃ ālokitanti āha ‘‘puratopekkhana’’nti. Yasmā yaṃdisābhimukho gacchati tiṭṭhati nisīdati vā, tadabhimukhaṃ pekkhanaṃ ālokitaṃ , tasmā tadanugataṃ vidisālokanaṃ vilokitanti āha ‘‘vilokitaṃ nāma anudisāpekkhana’’nti. Sammajjanaparibhaṇḍādikaraṇe olokitassa, ullokāharaṇādīsu ullokitassa, pacchato āgacchantassa parissayassa parivajjanādivasena apalokitassa ca siyā sambhavoti āha – ‘‘iminā vā mukhena sabbānipi tāni gahitānevā’’ti.",
  "tika-s0305t2:44": "Kāyasakkhinti kāyena sacchikatavantaṃ, paccakkhakārinanti attho. Sohāyasmā vipassanākāle eva ‘‘yamevāhaṃ indriyesu aguttadvārataṃ nissāya sāsane anabhiratiādivippakāraṃ patto, tameva suṭṭhu niggahessāmī’’ti ussāhajāto balavahirottappo, tattha ca katādhikārattā indriyasaṃvare ukkaṃsapāramippatto, teneva naṃ satthā – ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ indriyesu guttadvārānaṃ yadidaṃ nando’’ti (a. ni. 1.230) etadagge ṭhapesi.",
  "tika-s0305t2:45": "Sātthakatā ca sappāyatā ca veditabbā ālokitavilokitassāti ānetvā sambandho. Tasmāti kammaṭṭhānāvijahanasseva gocarasampajaññabhāvatoti vuttamevatthaṃ hetubhāvena paccāmasati. Attano kammaṭṭhānavaseneva ālokanavilokanaṃ kātabbaṃ, khandhādikammaṭṭhānikehi añño upāyo na gavesitabboti adhippāyo. Yasmā ālokitādisamaññāpi dhammamattasseva pavattiviseso, tasmā tassa yāthāvato pajānanaṃ asammohasampajaññanti dassetuṃ ‘‘abbhantare’’tiādi vuttaṃ. Cittakiriyavāyodhātuvipphāravasenāti kiriyamayacittasamuṭṭhānavāyodhātuyā calanākārapavattivasena. Adho sīdatīti thokaṃ otarati. Uddhaṃ laṅghetīti laṅghantaṃ viya upari gacchati.",
  "tika-s0305t2:46": "Aṅgakiccaṃ sādhayamānanti padhānabhūtaṃ aṅgakiccaṃ nipphādentaṃ, upapattibhavassa sarīraṃ hutvāti attho. Paṭhamajavanepi…pe… sattamajavanepi na hotīti idaṃ pañcadvāraviññāṇavīthiyaṃ ‘‘itthī puriso’’ti rajjanādīnaṃ abhāvaṃ sandhāya vuttaṃ. Tattha hi āvajjanavoṭṭhabbanānaṃ ayoniso āvajjanavoṭṭhabbanavasena iṭṭhe itthirūpādimhi lobhamattaṃ, aniṭṭhe paṭighamattaṃ uppajjati. Manodvāre pana ‘‘itthī puriso’’ti rajjanādi hoti, tassa pañcadvārajavanaṃ mūlaṃ, yathāvuttaṃ vā sabbaṃ bhavaṅgādi. Evaṃ manodvārajavanassa mūlabhūtadhammaparijānanavaseneva mūlapariññā vuttā, āgantukatāvakālikatā pana pañcadvārajavanasseva apubbabhāvavasena ceva ittarabhāvavasena ca vuttā. Heṭṭhupariyavasena bhijjitvā patitesūti heṭṭhimassa uparimassa ca aparāparaṃ bhaṅgappattimāha.",
  "tika-s0305t2:47": "Tanti javanaṃ. Tassa javanassa na yuttanti sambandho. Āgantuko abbhāgato. Udayabbayaparicchinno tāvatako kālo etesanti tāvakālikāni.",
  "tika-s0305t2:48": "Etaṃ asammohasampajaññaṃ. Samavāyeti sāmaggiyaṃ. Tatthāti pañcakkhandhavasena ālokanavilokane paññāyamāne tabbinimutto – ko eko āloketi, ko viloketi. Upanissayapaccayoti idaṃ suttantanayena pariyāyato vuttaṃ. Sahajātapaccayoti nidassanamattametaṃ aññamaññasampayuttaatthiavigatādipaccayānampi labbhanato.",
  "tika-s0305t2:49": "Kāleti samiñjituṃ yuttakāle samiñjantassa, tathā pasāretuṃ yuttakāle pasārentassa. ‘‘Maṇisappo nāma ekā sappajātī’’ti vadanti. Laḷananti kampanaṃ, līḷākaraṇaṃ vā.",
  "tika-s0305t2:50": "Uṇhapakatiko pariḷāhabahulakāyo. Sīlassa vidūsanena ahitāvahattā micchājīvavasena uppannaṃ asappāyaṃ. ‘‘Cīvarampi acetana’’ntiādinā cīvarassa viya kāyopi acetanoti kāyassa attasuññatāvibhāvanena ‘‘abbhantare’’tiādinā vuttamevatthaṃ paridīpento itarītarasantosassa kāraṇaṃ dasseti. Tenāha ‘‘tasmā’’tiādi.",
  "tika-s0305t2:51": "Catupañcagaṇṭhikāhatoti āhatacatupañcagaṇṭhiko, catupañcagaṇṭhikāhi vā hatasobho.",
  "tika-s0305t2:52": "Aṭṭhavidhopi atthoti aṭṭhavidhopi payojanaviseso. Mahāsivattheravādavasena ‘‘imassa kāyassa ṭhitiyā’’tiādinā nayena vutto daṭṭhabbo. Imasmiṃ pakkhe ‘‘neva davāyātiādinā nayenā’’ti pana idaṃ paṭikkhepaṅgadassanamukhena pāḷi āgatāti katvā vuttanti daṭṭhabbaṃ.",
  "tika-s0305t2:53": "Pathavīsandhārakajalassa taṃsandhārakavāyunā viya paribhuttassa āhārassa vāyodhātuyāva āsaye avaṭṭhānanti āha – ‘‘vāyodhātuvaseneva tiṭṭhatī’’ti. Atiharatīti yāva mukhā abhiharati. Vītiharatīti tato kucchiyaṃ vimissaṃ karonto harati. Atiharatīti vā mukhadvāraṃ atikkāmento harati. Vītiharatīti kucchigataṃ passato harati. Parivattetīti aparāparaṃ cāreti. Ettha ca āhārassa dhāraṇaparivattanasañcuṇṇanavisosanāni pathavīdhātusahitā eva vāyodhātu karoti, na kevalāti tāni pathavīdhātuyā kiccabhāvena vuttāni, sā eva dhāraṇādīni kiccāni karontassa sādhāraṇāti vuttāni. Allattañca anupāletīti yathā vāyodhātuādīhi aññehi visosanaṃ na hoti, tathā anupāleti allabhāvaṃ. Tejodhātūti gahaṇīsaṅkhātā tejodhātu. Sā hi antopaviṭṭhaṃ āhāraṃ paripāceti. Añjaso hotīti āhārassa pavisanādīnaṃ maggo hoti. Ābhujatīti pariyesanavasena, ajjhoharaṇajiṇṇājiṇṇatādipaṭisaṃvedanavasena ca āvajjeti, vijānātīti attho. Taṃtaṃvijānanassa paccayabhūtoyeva hi payogo ‘‘sammāpayogo’’ti vutto. Yena hi payogena pariyesanādi nipphajjati, so tabbisayavijānanampi nipphādeti nāma tadavinābhāvato. Atha vā sammāpayogaṃ sammāpaṭipattiṃ anvāya āgamma ābhujati samannāharati. Ābhogapubbako hi sabbopi viññāṇabyāpāroti tathā vuttaṃ.",
  "tika-s0305t2:54": "Gamanatoti bhikkhācāravasena gocaragāmaṃ uddissa gamanato. Pariyesanatoti gocaragāme bhikkhatthaṃ āhiṇḍanato. Paribhogatoti āhārassa paribhuñjanato. Āsayatoti pittādiāsayato. Āsayati ettha ekajjhaṃ pavattamānopi kammabalavavatthito hutvā mariyādavasena aññamaññaṃ asaṅkarato sayati tiṭṭhati pavattatīti āsayo, āmāsayassa upari tiṭṭhanako pittādiko. Mariyādattho hi ayamākāro. Nidheti yathābhutto āhāro nicito hutvā tiṭṭhati etthāti nidhānaṃ, āmāsayo, tato nidhānato. Aparipakkatoti gahaṇīsaṅkhātena kammajatejena avipakkato. Paripakkatoti yathābhuttassa āhārassa vipakkabhāvato. Phalatoti nipphattito. Nissandatoti ito cito ca vissandanato . Sammakkhanatoti sabbaso makkhanato. Ayamettha saṅkhepo, vitthāro pana visuddhimaggasaṃvaṇṇanāya (visuddhi. mahāṭī. 1.294) gahetabbo.",
  "tika-s0305t2:55": "Sarīrato sedā muccantīti vegasandhāraṇena uppannapariḷāhato sarīrato sedā muccanti. Aññe ca rogā kaṇṇasūlabhagandarādayo. Aṭṭhāneti manussāmanussapariggahe ayuttaṭṭhāne khettadevāyatanādike. Kuddhā hi manussā amanussāpi vā jīvitakkhayaṃ pāpenti. Vissaṭṭhattā neva tassabhikkhuno attano, kassaci anissajjitattā jigucchanīyattā ca na parassa, udakatumbatoti veḷunāḷiādiudakabhājanato. Tanti chaḍḍitaudakaṃ.",
  "tika-s0305t2:56": "Ettha ca eko iriyāpatho dvīsu ṭhānesu āgato, so pubbe abhikkamapaṭikkamagahaṇena. ‘‘Gamanepi purato pacchato ca kāyassa abhiharaṇaṃ vuttanti idha gamanameva gahita’’nti apare. Yasmā idha sampajaññakathāyaṃ asammohasampajaññameva dhuraṃ, tasmā antarantare iriyāpathe pavattānaṃ rūpārūpadhammānaṃ tattha tattheva nirodhadassanavasena sampajānakāritā gahitāti. Majjhimabhāṇakā pana evaṃ vadanti – eko hi bhikkhu gacchanto aññaṃ cintento, aññaṃ vitakkento gacchati, eko kammaṭṭhānaṃ avissajjetvāva gacchati, tathā eko tiṭṭhanto, nisīdanto, sayanto aññaṃ cintento, aññaṃ vitakkento sayati, eko kammaṭṭhānaṃ avissajjetvāva sayati. Ettakena pana na pākaṭaṃ hotīti caṅkamanena dīpenti. Yo bhikkhu caṅkamanaṃ otaritvā caṅkamanakoṭiyaṃ ṭhito pariggaṇhāti – ‘‘pācīnacaṅkamanakoṭiyaṃ pavattā rūpārūpadhammā pacchimacaṅkamanakoṭiṃ appatvā ettheva niruddhā, pacchimacaṅkamanakoṭiyaṃ pavattāpi pācīnacaṅkamanakoṭiṃ appatvā ettheva niruddhā, caṅkamanamajjhe pavattā ubho koṭiyo appatvā ettheva niruddhā, caṅkamane pavattā rūpārūpadhammā ṭhānaṃ appatvā ettheva niruddhā, ṭhāne pavattā nisajjaṃ appatvā ettheva niruddhā, nisajjāya pavattā sayanaṃ appatvā ettheva niruddhā’’ti, evaṃ pariggaṇhanto pariggaṇhanto eva cittaṃ bhavaṅgaṃ otāreti, uṭṭhahanto pana kammaṭṭhānaṃ gahetvāva uṭṭhahati. Ayaṃ bhikkhu gatādīsu sampajānakārī nāma hotīti.",
  "tika-s0305t2:57": "Evampi sutte kammaṭṭhānaṃ avibhūtaṃ hoti, kammaṭṭhānaṃ avibhūtaṃ na kātabbaṃ, tasmā so bhikkhu yāva sakkoti, tāva caṅkamitvā ṭhatvā nisīditvā sayamāno evaṃ pariggahetvā sayati – ‘‘kāyo acetano mañco acetano, kāyo na jānāti ‘ahaṃ mañce sayito’ti, mañcopi na jānāti ‘mayi kāyo sayito’ti, acetano kāyo acetane mañce sayito’’ti, evaṃ pariggaṇhanto eva cittaṃ bhavaṅgaṃ otāreti, pabujjhanto kammaṭṭhānaṃ gahetvāva pabujjhatīti ayaṃ sutte sampajānakārī nāma hoti. Kāyikādikiriyānibbattanena tammayattā āvajjanakiriyānibbattakattā āvajjanakiriyāsamuṭṭhitattā ca javanaṃ, sabbampi vā chadvārappavattaṃ kiriyāmayapavattaṃ nāma, tasmiṃ sati jāgaritaṃ nāma hotīti pariggaṇhanto jāgarite sampajānakārī nāma. Apica rattindivaṃ cha koṭṭhāse katvā pañca koṭṭhāse jaggantopi jāgarite sampajānakārī nāma hotīti.",
  "tika-s0305t2:58": "Vimuttāyatanasīse ṭhatvā dhammaṃ desentopi bāttiṃsatiracchānakathaṃ pahāya dasakathāvatthunissitasappāyakathaṃ kathentopi bhāsite sampajānakārī nāma hoti. Aṭṭhatiṃsāya ārammaṇesu cittaruciyaṃ ārammaṇaṃ manasikāraṃ pavattentopi dutiyajjhānaṃ samāpannopi tuṇhībhāve sampajānakārī nāma. Dutiyañhi jhānaṃ vacīsaṅkhārappahānato visesato tuṇhībhāvo nāmāti. Oṭṭhe cātiādīsu ca-saddena kaṇṭhasīsanābhiādīnaṃ saṅgaho daṭṭhabbo. Tadanurūpaṃ payoganti tassa uppattiyā anucchavikaṃ cittassa pavattiākārasaññitaṃ payogaṃ, yato sabbe vicārādayo nipphajjanti. Upādārūpapavattiyāti viññattivikārasahitasaddāyatanuppattiyā. Evanti vuttappakārena. Sattasupi ṭhānesu asammuyhanavasena ‘‘missaka’’nti vuttaṃ. Maggasammāsatiyāpi kāyānupassanādianurūpattā sampajaññānurūpapubbabhāgaṃ sattaṭṭhāniyassa ekantalokiyattā.",
  "tika-s0305t2:59": "Satisuttavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:60": "3. Bhikkhusuttavaṇṇanā",
  "tika-s0305t2:61": "369. Yasmā so bhikkhu ‘‘desetu me, bhante, bhagavā saṃkhittena dhamma’’nti saṃkhittena dhammadesanaṃ yāci, tassa saṃkhittarucibhāvato, tasmā saṃkhitteneva dhammaṃ desetukāmo bhagavā ‘‘tasmātihā’’tiādimāhāti vuttaṃ – ‘‘yasmā saṃkhittena desanaṃ yācasi, tasmā’’ti. Kammassakatādiṭṭhikasseva lokiyalokuttaraguṇavisesā ijjhanti, na diṭṭhivipannassa, tasmā vuttaṃ ‘‘diṭṭhīti kammassakatādiṭṭhī’’ti.",
  "tika-s0305t2:62": "4. Sālasuttavaṇṇanā",
  "tika-s0305t2:63": "370. Yathānusiṭṭhaṃ paṭipajjamāne apāyadukkhe apātanavasena dhāraṇaṭṭhena dhammo, sāsanabrahmacariyaṃ, tadeva tadaṅgādivasena kilesānaṃ vinayanaṭṭhena vinayoti āha – ‘‘dhammoti vā…pe… nāma’’nti. Paṭipakkhadhammehi anabhibhūtatāya eko udetīti ekodīti laddhanāmo samādhi bhūto jāto etesanti ekodibhūtā. Ettha ca ekodibhūtāti etena upacārajjhānāvaho pubbabhāgiko samādhi vutto. Samāhitāti etena upacārappanāsamādhi. Ekaggacittāti etena subhāvito vasippatto appanāsamādhi vuttoti veditabbo. Navakabhikkhūhi bhāvitasatipaṭṭhānā pubbabhāgā. Te hi yathābhūtañāṇāya bhāvitā. Yathābhūtañāṇanti hi sotāpattimaggañāṇaṃ idhādhippetaṃ. Khīṇāsavehi bhāvitasatipaṭṭhānāpi pubbabhāgā. Tesañhi katakaraṇīyānaṃ diṭṭhadhammasukhavihārāya satipaṭṭhānabhāvanā, sekkhānaṃ pana satipaṭṭhānabhāvanā pariññatthāya pavattā lokiyā, parijānanavasena pavattā lokuttarāti ‘‘missakā’’ti vuttaṃ.",
  "tika-s0305t2:64": "5. Akusalarāsisuttavaṇṇanā",
  "tika-s0305t2:65": "371. Pañcame kevaloti kusaladhammehi asammisso, tato eva sakalo sukkapakkho anavajjaṭṭho. Sesaṃ vuttanayameva.",
  "tika-s0305t2:66": "6. Sakuṇagghisuttavaṇṇanā",
  "tika-s0305t2:67": "372. Pākatikasakuṇakulesu balavabhāvato tesaṃ hananato sakuṇagghi. Senoti vuttaṃ ‘‘senassetaṃ adhivacana’’nti, senaviseso pana so veditabbo. Āmisatthāya pattattā ‘‘lobhasāhasena pattā’’ti vuttaṃ, lobhanimittena sāhasākārena pattāti attho. Naṅgalena kaṭṭhaṃ kasitaṃ naṅgalakaṭṭhaṃ, taṃ karīyati etthāti naṅgalakaṭṭhakaraṇanti āha – ‘‘adhunā kaṭṭhaṃ khettaṭṭhāna’’nti. Leḍḍuyo tiṭṭhanti etthāti leḍḍuṭṭhānaṃ, leḍḍunimittaṃ kasitaṭṭhānaṃ. Vajjatīti vadaṃ, vacanaṃ. Kucchitaṃ vadaṃ avadaṃ. Garahane hi ayaṃ a-kāro yathā – ‘‘aputto abhariyā’’ti. Avadaṃ mānetīti avadamānā, attano balamadena lāpaṃ atimaññitvā vadantīti attho. Tenevāha ‘‘gaccha kho, tvaṃ lāpa, tatrapi me gantvā na mokkhasī’’ti. Yaṃ pana aṭṭhakathāyaṃ vuttaṃ ‘‘attano balassa suṭṭhu vaṇṇaṃ vadamānā’’ti, tattha attato āpannaṃ gahetvā vuttaṃ. ‘‘Vadamāno’’ti vā pāṭho, sārambhavasena avhāyantoti attho. Tenāha ‘‘ehi kho dāni sakuṇagghī’’ti. Suṭṭhu ṭhapetvāti jiyāmuttasarassa viya sīghapātayogyatākaraṇena ubho pakkhe sammā ṭhapetvā. Ayanti sakuṇagghi. Ñatvāti yathābhūtadassanena attano ñāṇena jānitvā. Phālīyitthāti phālacchedatikhiṇasikhare sukkhaleḍḍusmiṃ bhijjittha.",
  "tika-s0305t2:68": "7. Makkaṭasuttavaṇṇanā",
  "tika-s0305t2:69": "373.Sañcāroti sañcaraṇaṃ. Lepanti silesasadisaṃ ālepanaṃ. Kājasikkā viyāti kājadaṇḍake olaggetabbā sikkā viya. Apica catasso rajjuyo upari bandhanaṭṭhānañcāti pañcaṭṭhānaṃ. Oḍḍitoti olambito. Thunantoti nitthunanto.",
  "tika-s0305t2:70": "8. Sūdasuttavaṇṇanā",
  "tika-s0305t2:71": "374. Āhārasampādanena taṃtaṃāhāravatthugate sūdeti paggharetīti sūdo, bhattakārako. Daharehi manāpataraṃ accetabbato atikkamitabbato accayā, bhojane rasavisesā, tasmā nānaccayehīti nānappakārarasavisesehīti attho. Tena vuttaṃ ‘‘nānaccayehī’’tiādi. Aggīyati asaṅkarato vibhajīyatīti aggo, ambilameva aggo ambilaggoti āha – ‘‘ambilaggehīti ambilakoṭṭhāsehī’’ti. Dātuṃ abhiharitabbatāya abhihārā, deyyadhammā. Tenāha – ‘‘abhihaṭānaṃ dāyāna’’nti. Idaṃ me kammaṭṭhānaṃ anulomaṃvāti idaṃ mama kammaṭṭhānaṃ evaṃ pavattamānaṃ anulomāvasānameva hutvā tiṭṭhati. Evaṃ puna pavattamānaṃ ussakkitvā visesanibbattanatthameva hotīti evaṃ nimittaṃ gahetuṃ na sakkoti bālo abyatto, paṇḍito pana sakkoti. Attano cittassāti attano bhāvanācittassa. Pubbabhāgavipassanā satipaṭṭhānāva kathitā ‘‘sakassa cittassa nimittaṃ uggaṇhātī’’ti vuttattā.",
  "tika-s0305t2:72": "9. Gilānasuttavaṇṇanā",
  "tika-s0305t2:73": "375.Pādagāmoti nagarassa padasadiso mahantagāmo. Tenevāha ‘‘vesāliyaṃ viharati veḷuvagāmake’’ti. Ahitanisedhana-hitaniyojana-byasanapariccajana-lakkhaṇo mittabhāvo yesu atthi, te mittā. Ye pana diṭṭhamattasahāyā, te sandiṭṭhā. Ye savisesaṃ bhattimanto, te sambhattāti dassento ‘‘mittāti mittāvā’’tiādimāha. Assāti bhagavato. Pañcamiyaṃ aṭṭhamiyaṃ cātuddasiyaṃ pañcadasiyanti ekekasmiṃ pakkhe cattāro vāre katvā māsassa aṭṭhavāre.",
  "tika-s0305t2:74": "Vedanānaṃ balavabhāvena kharo pharuso kakkhaḷo. Ābādhoti pubbakammahetutāya kammasamuṭṭhāno ābādho saṅkhāradukkhatāsaṅkhāto sabbakālikattā sarīrassa sabhāgarogo nāma. Nāyamīdiso ābādho, ayaṃ pana bahalatarabyādhitāya ‘‘visabhāgarogo’’ti vutto. Anta-saddo samīpapavattoti āha – ‘‘maraṇantaṃ maraṇasantika’’nti. Vedanā…pe… akaronto ukkaṃsagatabhāvitakāyāditāya. Apīḷiyamānoti apīḷiyamāno viya. Ovādameva bhikkhusaṅghassa apalokananti āha – ‘‘ovādānusāsaniṃ adatvāti vuttaṃ hotī’’ti. Pubbabhāgavīriyaṃ nāma phalasamāpattiyā parikammabhūtavipassanāvīriyaṃ. Jīvitampi jīvitasaṅkhāro patituṃ adatvā attabhāvassa abhisaṅkharaṇato.",
  "tika-s0305t2:75": "‘‘Ettakaṃ kālaṃ atikkamitvā vuṭṭhahissāmī’’ti khaṇaparicchedavatī samāpatti khaṇikasamāpatti. Niggumbaṃ nijjaṭaṃ katvāti rūpasattakārūpasattakavasena pavattiyamānaṃ vipassanābhāvanaṃ sabbaso khilavirahena niggumbaṃ, abyākulatāya nijjaṭaṃ katvā. Mahāvipassanāvasenāti paccekaṃ savisesaṃ vitthāritānaṃ aṭṭhārasādīnaṃ mahāvipassanānaṃ vasena vipassitvā samāpannā yā samāpatti, sā suṭṭhu vikkhambheti vedanaṃ mahābalavatāya pubbārammaṇassa, mahānubhāvatāya tathāpavattitavipassanāvīriyassa. Yathānāmātiādinā tassa nidassanaṃ dasseti. Vedanāti dukkhavedanā. Cuddasahākārehīti tasseva sattakadvayassa vasena vadati. Sannetvāti antarantarā samāpannajjhānasamāpattisambhūtena vipassanāpītisinehena temetvā. Samāpattīti phalasamāpatti.",
  "tika-s0305t2:76": "Gilānā vuṭṭhitoti gilānabhāvato vuṭṭhito. Sarīrassa garuthaddhabhāvappatti madhurakatāti āha – ‘‘sañjātagarubhāvo sañjātathaddhabhāvo’’ti. Nānākāratoti puratthimādibhedato. Satipaṭṭhānadhammāti pubbe attanā bhāviyamānā satipaṭṭhānadhammā. Pākaṭā na honti kāyacittānaṃ akammaññatāya. Tanti dhammāti pariyattidhammā na ñāyanti.",
  "tika-s0305t2:77": "Anantaraṃ abāhiranti dhammavasena puggalavasena ca antarabāhiraṃ akatvā. Ettakantiādinā vuttamevatthaṃ vivarati. Daharakāleti attano daharakāle. Na evaṃ hotīti ‘‘ahaṃ bhikkhusaṅghaṃ pariharissāmī’’tiādiko mānataṇhāmūlako issāmacchariyānaṃ pavattiākāro tathāgatassa na hoti, nattheva pageva tesaṃ samucchinnattāti āha – ‘‘bodhipallaṅkeyevā’’tiādi. Paṭisaṅkharaṇena veṭhena missakena. Maññeti yathāvuttaṃ paṭisaṅkharaṇasaññitena veṭhamissakena viya jarasakaṭaṃ. Arahattaphalaveṭhenāti arahattaphalasamāpattisaññitena atthabhāvaveṭhena.",
  "tika-s0305t2:78": "Phalasamāpattiyā adhippetattā ‘‘ekaccānaṃ vedanānanti lokiyānaṃ vedanāna’’nti vuttaṃ. Attadīpāti ettha atta-saddena dhammo eva vutto, svāyamattho heṭṭhā vibhāvito eva. Navavidho lokuttaradhammo veditabbo. So hi catūhi oghehi anajjhottharaṇīyato ‘‘dīpo’’ti vutto. Tamaaggeti tamayogābhāvena sadevakassa lokassa agge. Sabbesanti sabbesaṃ sikkhākāmānaṃ. Te ‘‘dhammadīpā viharathā’’ti vuttā catusatipaṭṭhānagocarāva bhikkhū agge bhavissanti.",
  "tika-s0305t2:79": "10. Bhikkhunupassayasuttavaṇṇanā",
  "tika-s0305t2:80": "376.Kammaṭṭhānakammikāti kammaṭṭhānamanuyuttā. Visesetīti viseso, atisayo, svāyaṃ pubbāparaviseso upādāyupādāya gahetabboti taṃ dassetuṃ ‘‘tatthā’’tiādimāha.",
  "tika-s0305t2:81": "Uppajjatikilesapariḷāhoti kāye asubhādivasena manasikāraṃ adahantassa manasikārassa vīthiyaṃ apaṭipannatā subhādivasena kāyārammaṇo kilesapariḷāho ca uppajjati. Vīriyārambhassa abhāvena tasmiṃ ārammaṇe cetaso vā līnattaṃ hoti, gocarajjhattato bahiddhā puthuttārammaṇe cittaṃ vikkhipati. Evaṃ kilesapariḷāhe cātiādinā tividhampi bhāvanānuyogassa kilesavatthubhāvaṃ upādāya samuccayavasena aṭṭhakathāyaṃ vuttaṃ. Yasmā pana te pariḷāhalīnattavikkhepā ekajjhaṃ na pavattanti, tasmā pāḷiyaṃ ‘‘kāyārammaṇo vā’’tiādinā aniyamattho vā-saddo gahito. Kilesānurañjitenāti kilesavivaṇṇitacittena hutvā na vattitabbaṃ. Kathaṃ pana vattitabbanti āha ‘‘kismiñcidevā’’ti. Na ca vitakketi na ca vicāretīti kilesasahagate vitakkavicāre na pavatteti. Sukhitoti jhānasukhena sukhito.",
  "tika-s0305t2:82": "Imassa bhikkhuno bhāvanā pavattāti sambandho. Yasmā hi imassa bhikkhuno taṃ mūlakammaṭṭhānaṃ paripanthe sati ṭhapetvā buddhaguṇādianussaraṇena cittaṃ pasādetvā mūlakammaṭṭhānabhāvanā pavattā, tasmā paṇidhāya bhāvanāti vuttanti sambandho. Aṭṭhapetvāti cittaṃ appavattetvāti attho veditabbo. Kammaṭṭhānādīnaṃ tiṇṇampi vasena atthayojanā sambhavati. Tenāha ‘‘tatthā’’tiādi. Sārento viyāti rathaṃ vāhayanto viya. Samappamāṇato aṭṭhakādivasena sutacchitaṃ pakkhipanto viya. Sukheneva kilesānaṃ okāsaṃ adento antarā asajjanto alagganto. Vipassanācārassa āraddhavuttitaṃ aparipanthatañca dassento opammadvayamāha. Byābhaṅgiyāti kājadaṇḍena. Kilesapariḷāhādīnanti kilesapariḷāhalīnattavikkhepānaṃ.",
  "tika-s0305t2:83": "Guḷakhaṇḍādīnīti guḷakhaṇḍasakkharakhaṇḍādīni ucchuvikārabhūtāni. ‘‘Kāye kāyānupassī viharāmī’’tiādivacanato ‘‘pubbabhāgavipassanā kathitā’’ti vuttaṃ.",
  "tika-s0305t2:84": "Ambapālivaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:85": "2. Nālandavaggo",
  "tika-s0305t2:86": "2. Nālandasuttavaṇṇanā",
  "tika-s0305t2:87": "378. Dutiyavagge paṭhamasuttaṃ heṭṭhā vuttanayattā suviññeyyanti taṃ laṅghitvā ‘‘dutiye’’ti vuttaṃ.",
  "tika-s0305t2:88": "Bhiyyataro abhiññātoti sambodhiyā seṭṭhataroti abhilakkhito. Bhiyyatarābhiññoti sabbasattesu adhikatarapañño. Tenāha ‘‘uttaritarañāṇo’’ti. Sammā anavasesato bujjhati etenāti sambodhīti āha – ‘‘sambodhiyanti sabbaññutaññāṇe’’ti. Nippadesā gahitāti anavasesā buddhaguṇā gahitā aggamaggasiddhiyāva bhagavato sabbaguṇānaṃ siddhattā. Na kevalañca buddhānaṃ, atha kho aggasāvakapaccekabuddhānampi taṃtaṃguṇasamijjhanaṃ aggamaggādhigamenevāti dassento ‘‘dvepi aggasāvakā’’tiādimāha.",
  "tika-s0305t2:89": "Aparo nayo – pasannoti iminā pasādassa vattamānatā dīpitāti uppannasaddhoti imināpi saddhāya paccuppannatā pakāsitāti āha – ‘‘evaṃ saddahāmīti attho’’ti. Abhijānāti abhimukhabhāvena sabbaññeyyaṃ jānātīti abhiñño, bhiyyo adhiko abhiññoti bhiyyobhiñño. So eva atisayavacanicchāvasena bhiyyobhiññataroti vuttoti āha – ‘‘bhiyyataro abhiññāto’’ti. Dutiyavikappe pana abhijānātīti abhiññā, abhivisiṭṭhā paññā. Bhiyyo abhiññā etassāti bhiyyobhiñño, so eva atisayavacanicchāvasena bhiyyobhiññataro. Svāyaṃ assa atisayo abhiññāya bhiyyobhāvakatoti āha – ‘‘bhiyyatarābhiñño vā’’ti. Sambujjhati etāyāti sambodhi, sabbaññutaññāṇaṃ aggamaggañāṇañca. Sabbaññutaññāṇapadaṭṭhānañhi aggamaggañāṇaṃ, aggamaggañāṇapadaṭṭhānañca sabbaññutaññāṇaṃ sambodhi nāma. Tattha padhānavasena tadatthadassane paṭhamavikappo, padaṭṭhānavasena dutiyavikappo. Kasmā panettha arahattamaggañāṇasseva gahaṇaṃ, nanu heṭṭhimānipi bhagavato maggañāṇāni savāsanameva yathāsakaṃ paṭipakkhavidhamanavasena pavattāni. Savāsanappahānañhi ñeyyāvaraṇappahānanti? Saccametaṃ, taṃ pana aparipuṇṇaṃ paṭipakkhavidhamanassa vippakatabhāvatoti āha ‘‘arahattamaggañāṇe vā’’ti. Sabbanti sammāsambuddhena adhigantabbaṃ sabbaṃ.",
  "tika-s0305t2:90": "Khādanīyānaṃ uḷāratā sātarasānubhāvenāti āha ‘‘madhure āgacchatī’’ti. Pasaṃsāya uḷāratā visiṭṭhabhāvenāti āha – ‘‘seṭṭhe’’ti. Obhāsassa uḷāratā mahantabhāvenāti vuttaṃ – ‘‘vipule’’ti. Usabhassa ayanti āsabhī, idha pana āsabhī viyāti āsabhī. Tenāha – ‘‘usabhassa vācāsadisī’’ti. Yena guṇena sā taṃsadisā, taṃ dassetuṃ ‘‘acalā asampavedhī’’ti vuttaṃ. Yato kutoci anussavanaṃ anussavo. Vijjāṭṭhānādīsu kataparicayānaṃ ācariyānaṃ taṃ taṃ atthaṃ ñāpentī paveṇī ācariyaparamparā. Kevalaṃ attano matiyā ‘‘iti kira evaṃ kirā’’ti parikappanā itikirā. Piṭakassa ganthassa sampadānato bhūtato tassa gahaṇaṃ piṭakasampadānaṃ. Yathāsutānaṃ attānaṃ ākārassa parivitakkanaṃ ākāraparivitakko. Tathevassa ‘‘evameta’’nti diṭṭhiyā nijjhānakkhamanaṃ diṭṭhinijjhānakkhanti. Āgamādhigamehi vinā kevalaṃ anussutato takkamaggaṃ nissāya takkanaṃ takko. Anumānavidhiṃ nissāya gahaṇaṃ nayaggāho. Yasmā buddhavisaye ṭhatvā bhagavato ayaṃ therassa codanā therassa ca so avisayo, tasmā ‘‘paccakkhato ñāṇena paṭivijjhitvā viyā’’ti vuttaṃ. Sīhanādo viyāti sīhanādo. Taṃsadisatā cassa seṭṭhabhāvena, so cettha evaṃ veditabboti dassento ‘‘sīhanādo’’tiādimāha. Unnādayantenāti asanisadisaṃ karontena.",
  "tika-s0305t2:91": "Anuyogadāpanatthanti anuyogaṃ sodhāpetuṃ. Vimaddakkhamañhi sīhanādaṃ nadanto atthato anuyogaṃ sodheti nāma, anuyujjhanto ca naṃ sodhāpeti nāma. Dātunti sodhetuṃ. Keci ‘‘dānattha’’nti atthaṃ vadanti, taṃ na yuttaṃ. Na hi yo sīhadānaṃ nadati, so eva tattha anuyogaṃ detīti yujjati. Nighaṃsananti vimaddanaṃ. Dhamamānanti tāpayamānaṃ. Tāpanañcettha gaggariyā dhammāpanasīsena vadati.",
  "tika-s0305t2:92": "Sabbe teti sabbe te atīte niruddhe sammāsambuddhe. Tenetaṃ dasseti – ye te ahesuṃ atītamaddhānaṃ tava abhinīhārato oraṃ sammāsambuddhā, tesaṃ tāva sāvakañāṇagocare dhamme paricchindanto mārādayo viya ca buddhānaṃ lokiyacittācāraṃ tvaṃ jāneyyāsi. Ye pana te abbhatītā, tato parato chinnavaṭumā chinnapapañcā pariyādinnavaṭṭā sabbadukkhavītivattā sammāsambuddhā, tesaṃ sabbesampi tava sāvakañāṇassa avisayabhūte dhamme kathaṃ jānissasīti. Tenāti sambodhisaṅkhātena sabbaññutaññāṇapadaṭṭhānena arahattamaggañāṇena. Evaṃsīlāti tādisasīlā. Samādhipakkhāti samādhi ca samādhipakkhā ca samādhipakkhā ekadesasarūpekasesanayena. Tattha samādhipakkhāti vīriyasatiyo tadanuguṇā ca dhammā veditabbā . Jhānasamāpattīsu yebhuyyena vihāravohāro, jhānasamāpattiyo samādhippadhānāti vuttaṃ ‘‘samādhipakkhānaṃ dhammānaṃ gahitattā vihāro gahito’’ti.",
  "tika-s0305t2:93": "Yathā pana heṭṭhā gahitāpi samādhipaññā paṭipakkhato vimuttattā vimuccana-saṅkhāta-kiccavisesa-dassanavasena vimuttipariyāyena puna gahitā ‘‘evaṃvimuttā’’ti, evaṃ dibbavihāro dibbavihāravisesadassanavasena puna gahito ‘‘evaṃvihārī’’ti, tasmā sabbesaṃ samāpattivihārānaṃ vasenettha attho yujjatīti daṭṭhabbaṃ. Vimuttīti saṅkhaṃ gacchanti vimuccitthāti katvā. Esa nayo sesesupi. Paṭippassaddhanteti paṭippassambhanosāpanena. Sabbakilesehi nissaṭattā asaṃsaṭṭhattā vimuttattā ca nissaraṇavimutti nibbānaṃ.",
  "tika-s0305t2:94": "Anāgatabuddhānaṃ panāti pana-saddo visesatthajotano. Tena atītesu tāva khandhānaṃ bhūtapubbattā tattha siyā ñāṇassa savisaye gati, anāgatesu pana sabbaso asañjātesu kathanti imamatthaṃ joteti. Tenāha ‘‘anāgatāpī’’tiādi. ‘‘Attano cetasā paricchinditvā viditā’’ti kasmā vuttaṃ? Nanu atītānāgate sattāhe eva pavattaṃ cittaṃ cetopariyañāṇassa visayo, na tato paranti? Nayidaṃ cetopariyañāṇakiccavasena vuttaṃ, atha kho pubbenivāsaanāgataṃsañāṇānaṃ vasena vuttaṃ, tasmā nāyaṃ doso. Viditaṭṭhāne na karoti sikkhāpadeneva tādisassa paṭikkhepassa paṭikkhittattā setughātato ca. Kathaṃ pana thero dvayasambhave paṭikkhepameva akāsi, na vibhajja byākāsīti āha ‘‘thero kirā’’tiādi. Pāraṃ pariyantaṃ minotīti pāramī, sā eva ñāṇanti pāramiñāṇaṃ, sāvakānaṃ pāramiñāṇaṃ sāvakapāramiñāṇaṃ. Tasmiṃ sāvakānaṃ ukkaṃsapariyantagate jānane nāyamanuyogo, atha kho sabbaññutaññāṇe sabbaññutāya jānane. Keci pana ‘‘sāvakapāramiñāṇeti sāvakapāramiñāṇavisaye’’ti atthaṃ vadanti, tathā sesapadesupi. Sīla…pe… samatthanti sīlasamādhipaññāvimuttiñāṇasaṅkhātānaṃ kāraṇānaṃ jānanasamatthaṃ. Buddhasīlādayo hi buddhānaṃ buddhakiccassa parehi ete buddhāti jānanassa ca kāraṇaṃ.",
  "tika-s0305t2:95": "Anumānañāṇaṃ viya saṃsayaṭṭhitaṃ ahutvā idamidanti yathāsabhāvato ñeyyaṃ dhāreti nicchinotīti dhammo, paccakkhañāṇanti āha ‘‘dhammassa paccakkhato ñāṇassā’’ti. Anuetīti anvayoti āha ‘‘anuyogaṃ anugantvā’’ti. Paccakkhasiddhañhi atthaṃ anugantvā anumānañāṇassa pavatti ‘‘diṭṭhena adiṭṭhassa anumāna’’nti veditabbā. Vidite vedakampi ñāṇaṃ atthato viditameva hotīti ‘‘anumānañāṇaṃ nayaggāho vidito’’ti vuttaṃ. Viditoti viddho paṭiladdho, adhigatoti attho. Appamāṇoti aparimāṇo mahāvisayattā. Tenāha ‘‘apariyanto’’ti. Tenāti apariyantattā. Tena vā apariyantena ñāṇena. Etena thero yaṃ yaṃ anumeyyamatthaṃ ñātukāmo hoti, tattha tattha tassa asaṅgamappaṭihataṃ anumānañāṇaṃ pavattetīti dasseti. Tenāha ‘‘so iminā’’tiādi. Tattha imināti iminā kāraṇena.",
  "tika-s0305t2:96": "Pākārassa thirabhāvaṃ uddhamuddhaṃ āpetīti uddhāpaṃ, pākāramūlaṃ. Ādi-saddena pākāradvārabandhaparikhādīnaṃ saṅgaho veditabbo. Paccante bhavaṃ paccantimaṃ. Paṇḍitadovārikaṭṭhāniyaṃ katvā thero attānaṃ dassetīti dassento ‘‘ekadvāranti kasmā āhā’’ti codanaṃ samuṭṭhāpesi.",
  "tika-s0305t2:97": "Yassā paññāya vasena puriso paṇḍitoti vuccati, taṃ paṇḍiccanti āha – ‘‘paṇḍiccena samannāgato’’ti. Taṃtaṃitikattabbatāsu chekabhāvo byattabhāvo veyyattiyaṃ. Medhati aññāṇaṃ hiṃsati vidhamatīti medhā, sā etassa atthīti medhāvī. Ṭhāne ṭhāne uppatti etissā atthīti ṭhānuppattikā, ṭhānaso uppajjanapaññā. Anupariyāyanti etenāti anupariyāyo, so eva pathoti anupariyāyapatho, parito pākārassa anuyāyanamaggo. Pākārabhāgā sambandhitabbā etthāti pākārasandhi, pākārassa phullitapadeso. So pana heṭṭhimantena dvinnampi iṭṭhakānaṃ vigamena evaṃ vuccatīti āha – ‘‘dvinnaṃ iṭṭhakānaṃ apagataṭṭhāna’’nti. Chinnaṭṭhānanti chinnabhinnapadesaṃ, chinnaṭṭhānaṃ vā. Tañhi ‘‘vivara’’nti vuccati. Kīliṭṭhanti malīnaṃ. Upatāpentīti kilesapariḷāhena santāpenti. Vibādhentīti pīḷenti. Uppannāya paññāya nīvaraṇehi na kiñci kātuṃ sakkāti āha ‘‘anuppannāya paññāya uppajjituṃ na dentī’’ti. Tasmāti paccayūpaghātena uppajjituṃ appadānato. Catūsu satipaṭṭhānesu suṭṭhu ṭhapitacittāti catubbidhāyapi satipaṭṭhānabhāvanāya sammadeva ṭhapitacittā appitacittā. Yathāsabhāvena bhāvetvāti yāthāvato sammadeva yathā paṭipakkhā samucchijjanti, evaṃ bhāvetvā.",
  "tika-s0305t2:98": "Purimanaye satipaṭṭhānāni bojjhaṅgā ca missakā adhippetāti tato aññathā vattuṃ ‘‘apicetthā’’tiādi vuttaṃ. Missakāti samathavipassanāmaggavasena missakā. ‘‘Catūsu satipaṭṭhānesu suppatiṭṭhitacittāti paṭhamaṃ vuttattā satipaṭṭhānesu vipassanaṃ gahetvā satta bojjhaṅge yathābhūtaṃ bhāvetvāti vuttattā maggapariyāpannānaṃyeva ca nesaṃ nippariyāyabojjhaṅgabhāvato tesu ca adhigatameva hotīti bojjhaṅge maggo ca sabbaññutaññāṇañcāti gahite sundaro pañho bhaveyyā’’ti mahāsivatthero āha. Na panevaṃ gahitaṃ porāṇehīti adhippāyo. Itīti vuttappakāraparāmasanaṃ. Theroti sāriputtatthero.",
  "tika-s0305t2:99": "Tatthāti tesu paccantanagarādīsu. Nagaraṃ viya nibbānaṃ tadatthikehi upagantabbato upagatānañca parissayarahitasukhādhigamaṭṭhānato. Pākāro viya sīlaṃ tadupagatānaṃ parito ārakkhabhāvato. Anupariyāyapatho viya hirī sīlapākārassa adhiṭṭhānabhāvato. Vuttañhetaṃ – ‘‘pariyāyapathoti kho bhikkhu hiriyā etaṃ adhivacana’’nti. Dvāraṃ viya ariyamaggo nibbānanagarappavesane añjasabhāvato. Paṇḍitadovāriko viya dhammasenāpati nibbānanagaraṃ paviṭṭhapavisanakānaṃ sattānaṃ sallakkhaṇato. Dinnoti dāpito, sodhitoti attho. Sesaṃ suviññeyyameva.",
  "tika-s0305t2:100": "3. Cundasuttavaṇṇanā",
  "tika-s0305t2:101": "379. Pubbe sāvatthito veḷuvagāmassa gatattā vuttaṃ ‘‘āgatamaggeneva paṭinivattanto’’ti. Sattannanti upaseno, revato, khadiravaniyo, cundo, samaṇuddeso ahanti catunnaṃ, cālā, upacālā, sīsūpacālāti, tissannanti imesaṃ sattannaṃ arahantānaṃ. Natthi nu khoti etthāpi ‘‘olokento’’ti ānetvā sambandho sīhāvalokanañāyena. Bhavissanti me vattāro harituṃ nāsakkhīti sambandho. Idaṃ dāni pacchimadassananti bhūtakathanamattaṃ, na tattha sālayatādassanaṃ yathā tathāgatassa vesāliyā nikkhamitvā nāgāpalokitaṃ.",
  "tika-s0305t2:102": "Tassa tassa visesassa adhiṭṭhānavaseneva iddhibhedadassanaṃ iddhivikubbanaṃ. Sīhassa vijambhanādivasena kīḷitvā nādasadisī ayaṃ dhammakathāti vuttaṃ ‘‘sīhavikīḷito dhammapariyāyo’’ti. Gamanakālo mayhantīti ettha iti-saddo parisamāpane. Tena therena yathārambhassa vacanapabandhassa samāpitabhāvaṃ joteti. Esa nayo sesesupi edisesu sabbaṭṭhānesu. Yugandharādayo paribhaṇḍapabbatāti veditabbā. Ekappahārenevāti ekappahārena iva. Svāyaṃ iva-saddo na sakkomīti ettha ānetvā sambandhitabbo.",
  "tika-s0305t2:103": "Paṭipādessāmīti ṭhitakāyaṃ paṭipādessāmi. Patthanākāle anomadassissa bhagavato vacanasutānusārena ñāṇena diṭṭhamattataṃ sandhāya ‘‘taṃ paṭhamadassana’’nti vuttaṃ. Dhāretuṃ asakkontī guṇasāraṃ. Esa maggoti eso jātānaṃ sattānaṃ maraṇaniṭṭhito pantho. Punapi evaṃbhāvino nāma saṅkhārāti saṅkhārā nāma evaṃbhāvino, maraṇapariyosānāti attho. Ettakanti ettakaṃ kālaṃ. Saṅkaḍḍhitvā saṃharitvā. Mukhaṃ pidhāyāti mukhaṃ chādetvā. Agghikasatānīti makuḷaṅkuracetiyasatāni.",
  "tika-s0305t2:104": "Purimadivaseti atītadivase. Yasmā dhammasenāpatino arahattappattadivaseyeva satthu sāvakasannipāto ahosi, tasmā ‘‘pūritasāvakasannipāto esa bhikkhū’’ti vuttaṃ. Pañca jātisatānīti bhummatthe, accantasaṃyoge vā upayogavacanaṃ.",
  "tika-s0305t2:105": "Kaḷopihatthoti vilīvamayabhājanahattho. ‘‘Cammamayabhājanahattho’’ti ca vadanti. Purantareti nagaramajjhe. Vaneti araññe.",
  "tika-s0305t2:106": "Osakkanākāravirahitoti dhammadesanāya saṅkocahetuvirahito. Visāradoti sāradavirahito. Dhammojanti dhammarasaṃ, ojavantaṃ desanādhammanti attho. Dhammabhoganti dhammaparibhogaṃ, parehi saddhiṃ saṃvibhajanavasena pavattaṃ dhammasambhoganti desanādhammameva vadati. Tena vuttaṃ ‘‘ubhayenapi dhammaparibhogova kathito’’ti.",
  "tika-s0305t2:107": "Piyāyitabbato piyehi. Manassa vaḍḍhanato manāpehi. Jātiyāti khattiyādijātiyā. Nānābhāvo asahabhāvo visuṃbhāvo. Aññathābhāvo aññathattaṃ. Sarīranti rūpadhammakāyasaṅkhātaṃ sarīraṃ. Rūpakāye hi bhijjante bhijjanteva. So bhijjeyyāti so mahantataro khandho bhijjeyya.",
  "tika-s0305t2:108": "Dakkhiṇadisaṃ gatoti dakkhiṇadisāmukhe pavatto. Mahākhandho viyāti mahanto sāravanto sākhākhandho viya. Sākhakhandhā hi disābhimukhapavattākārā, mūlakhandho pana uddhamuggato. Soḷasannaṃ pañhānanti soḷasannaṃ aparāpariyapavattaniyānaṃ atthānaṃ. Ñātuṃ icchito hi attho pañho.",
  "tika-s0305t2:109": "4-5. Ukkacelasuttādivaṇṇanā",
  "tika-s0305t2:110": "380-381.Amāvasuposatheti amāvasiuposathe, kālapakkhauposatheti attho. Purimanayenevāti anantarasutte vuttanayeneva.",
  "tika-s0305t2:111": "6. Uttiyasuttavaṇṇanā",
  "tika-s0305t2:112": "382.Maccudheyyassāti maccuno pavattiṭṭhānassa.",
  "tika-s0305t2:113": "8. Brahmasuttavaṇṇanā",
  "tika-s0305t2:114": "384.Tasmiṃkāleti paṭhamābhisambodhiyaṃ. Bhikkhuyeva natthi dhammacakkassa appavattitattā, bhikkhuyeva bhikkhulakkhaṇayogato. Ekako maggo, na dvedhāpathabhūtoti ekamaggo, taṃ ekamaggaṃ. Jātiyā khayo vaṭṭadukkhassa antabhūtoti jātikkhayanto, nibbānaṃ, taṃ diṭṭhattā jātikkhayantadassīti evamettha attho daṭṭhabbo.",
  "tika-s0305t2:115": "9. Sedakasuttavaṇṇanā",
  "tika-s0305t2:116": "385.Ayaṃ tassa laddhīti ayaṃ idāni vuccamānā tassa ācariyassa laddhi. Tato anāmentoti yena vaṃso namati, tena kāyaṃ anāmento. Tathā namanto hi patitvā cuṇṇavicuṇṇaṃ hoti. Tanti kāyaṃ, taṃ vaṃsaṃ vā. Ākaḍḍhento viyāti namitaṭṭhānato parabhāgena ākaḍḍhento viya. Ekatobhāgiyaṃ katvāti yathāvuttaṃ satiṃ sūpaṭṭhitaṃ katvā onataṃ viya katvā. Tathā karaṇaṃ pana tathā vātūpatthambhagāhāpanenāti āha – ‘‘vātūpatthambhaṃ gāhāpetvā’’ti. Tañca satiyā tadatthaṃ upaṭṭhānenāti vuttaṃ ‘‘satiṃ sūpaṭṭhitaṃ katvā’’ti. Niccalova nisīdanto antevāsī ācariyaṃ rakkhati, ettakaṃ ācariyassa laddhivasena vuttaṃ. ‘‘Ācariyo vaṃsaṃ suggahitaṃ gaṇhanto’’tiādi sabbaṃ heṭṭhā vuttanayameva.",
  "tika-s0305t2:117": "‘‘Attānameva rakkhatī’’ti idaṃ attano rakkhaṇaṃ padhānaṃ katvā vuttaṃ, na antevāsikanti avadhāraṇaphalaṃ. Attarakkhāya panettha sijjhamānāya antevāsikarakkhāpi siddhā eva hotīti. Dutiyapakkhepi eseva nayo. So tattha ñāyoti yā attano eva rakkhā, sā atthato pararakkhāpi hotīti ayamettha ñāyo yuttappayogo. Anuvaḍḍhiyāti yathāvaḍḍhitassa anuanuvaḍḍhiyā. Etena paṭiladdhasampayuttapamodanākāro dassitoti āha – ‘‘sapubbabhāgāya muditāyāti attho’’ti. Āsevanāyātiādīni padāni anudayatāpariyosānāni (yasmā satipaṭṭhānaṃ sevantassa siddhaṃ attano ca parassa ca rakkhaṇaṃ pakāsenti, tasmā) – ‘‘attānaṃ, bhikkhave, rakkhissāmīti satipaṭṭhānaṃ sevitabba’’ntiādi vuttaṃ.",
  "tika-s0305t2:118": "10. Janapadakalyāṇīsuttavaṇṇanā",
  "tika-s0305t2:119": "386.Janapadasmiṃ kalyāṇīti sakalajanapade bhaddā rūpasampattiyā sikkhāsampattiyā ca sundarā seṭṭhā. Rūpasampatti ca nāma sabbaso rūpadosābhāvena rūpaguṇapāripūriyā hotīti tadubhayaṃ dassetuṃ ‘‘chasarīradosarahitā pañcakalyāṇasamannāgatā’’ti vuttaṃ. Taṃ duvidhampi vivaranto ‘‘sā hī’’tiādimāha. Pañcakalyāṇasamannāgatāti pañcavidhasarīraguṇasampadāhi samannāgatā. Nātidīghā nātirassāti pamāṇamajjhimā dīghatarappamāṇā na hoti, na atirassā, lakuṇḍakarūpā na hoti. Nātikisāti ativiya kisathaddhamaṃsalohitā dissamānā aṭṭhisarīrā jālasarīrā na hoti. Nātithūlāti bhāriyamaṃsā mahodarā na hoti. Nātikāḷā nāccodātāti ativiya kāḷavaṇṇā jhāmaṅgāro viya , dadhitakkādīhi pamajjitamattakaṃsalohavaṇṇā na hoti. Manussaloke tādisiyā rūpasampattiyā abhāvato atikkantā manussavaṇṇaṃ. Yathā pamāṇayuttā, evaṃ ārohapariṇāhayogato ca paresaṃ pasādāvahā nātidīghatādayo. Evaṃ manussānaṃ dibbarūpatāsampattīpīti vuttaṃ ‘‘appattā dibbavaṇṇa’’nti. Ettha ca nātidīghanātirassatāvacanena ārohasampatti vuttā ubbedhena pāsādikabhāvato. Kisathūladosābhāvavacanena pariṇāhasampatti vuttā. Ubhayenapi saṇṭhānasampadā vibhāvitā, nātikāḷatāvacanena vaṇṇasampatti vuttā vivaṇṇatābhāvato. Piyaṅgusāmāti pariṇatapiyaṅgupupphasadisasarīranibhāsā. Mukhapariyosānanti adharoṭṭhamāha. Ayaṃ yathāvuttā sarīravaṇṇasampatti. Assāti janapadakalyāṇiyā. Chavikalyāṇatā chavisampattihetukattā tassā. Esa nayo sesesupi. Nakhā eva pattasadisatāya nakhapattāni.",
  "tika-s0305t2:120": "(Pasāvo sarīrāvayavena iriyananti āha – ‘‘pavattīti attho’’ti, pasāvo yathāparitameva kanatanti, na sabhāvasandhānaṃ. Yathāvibhāvasena uttamameva naccaṃ naccati. Te vā vīsatiyāsūtiraṃ dhānappattiyā pavattiyā pavattimakatamandatā vibhāvasuṭatassa uttamameva gītañca gāyatīti attho.) [Etthantare pāṭho asuddho dussodhanīyo ca. Suddhapāṭho gavesitabbo.] Samatittiko telapattoti mukhavattisamaṃ telānaṃ pūritattā samatittikamukhaṃ telabhājanaṃ. Antarena ca mahāsamajjaṃ antarena ca janapadakalyāṇinti janapadakalyāṇiyā, tassā ca naccagītaṃ pekkhituṃ sannipatitamahājanasamūhassa majjhato pariharitabbo netabbo. Nanti telaṃ. Āhareyyāti āpajjeyya. Tatridaṃ opammasaṃsandanaṃ – telapattaṃ viya kāyagatāsati, tassa pariharaṇapuggalo viya vipassako, janakāyā viya puthuttārammaṇāni, asipuriso viya mano, telassa cajanaṃ viya kilesuppādanaṃ, sīsapātanaṃ viya ariyamaggañāṇasīsānuppatti. ‘‘Kāyagatā sati no bhāvitā…pe… sikkhitabba’’nti vuttattā ‘‘pubbabhāgavipassanāva kathitā’’ti vuttaṃ.",
  "tika-s0305t2:121": "Nālandavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:122": "3. Sīlaṭṭhitivaggo",
  "tika-s0305t2:123": "1-2. Sīlasuttādivaṇṇanā",
  "tika-s0305t2:124": "387-388.Sīlānīti bahuvacanaṃ anekavidhattā sīlassa. Tañhi sīlanaṭṭhena ekavidhampi cārittādivasena anekavidhaṃ. Tenāha – ‘‘catupārisuddhisīlānī’’ti. Pañhamaggoti ñātuṃ icchitassa atthassa vīmaṃsanaṃ. Tenāha – ‘‘pañhagavesana’’nti.",
  "tika-s0305t2:125": "3-5. Parihānasuttādivaṇṇanā",
  "tika-s0305t2:126": "389-391.Puggalavasena parihānaṃ hoti na dhammavasena. Yo na bhāveti, tasseva parihāyati. Tenāha ‘‘yo hī’’tiādi.",
  "tika-s0305t2:127": "6. Padesasuttavaṇṇanā",
  "tika-s0305t2:128": "392.Padesato bhāvitattāti ekadesato bhāvitattā bhāvanāpāripūriyā ananuppattattā. Tenāha – ‘‘cattāro hi magge’’tiādi.",
  "tika-s0305t2:129": "7. Samattasuttavaṇṇanā",
  "tika-s0305t2:130": "393.Samattā bhāvitattāti pariyattā bhāvitattā.",
  "tika-s0305t2:131": "8-10. Lokasuttādivaṇṇanā",
  "tika-s0305t2:132": "394-396. Mahāvisayattā mahatiyo abhiññā etassāti mahābhiñño, tassa bhāvoti sabbaṃ vattabbaṃ. ‘‘Satatavihāravasena vutta’’nti vatvā tamatthaṃ pākaṭaṃ kātuṃ ‘‘thero kirā’’tiādi vuttaṃ. Tassāti therassa. Āvajjanassa gatinti ekāvajjanasseva gamanavīthiṃ. Anubandhati cakkavāḷānaṃ sahassaṃ ekāvajjaneneva sahassalokadhātuyā icchitamatthaṃ jānituṃ samatthoti dasseti.",
  "tika-s0305t2:133": "Sīlaṭṭhitivaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:134": "4. Ananussutavaggavaṇṇanā",
  "tika-s0305t2:135": "397-407.Yāvedanā sammasitvāti yā tebhūmakavedanā sammasitvā. Tāvassāti tā tebhūmakavedanā eva assa bhikkhuno. Sadisavasena cetaṃ vuttaṃ, aniccādisammasanavasena viditā pubbabhāge sammasanakāle upaṭṭhahanti. Pariggahitesūti parijānanavasena paricchijja gahitesu. ‘‘Vedanā taṇhāpapañcassa, vitakko mānapapañcassa, saññā diṭṭhipapañcassa mūlavasena sammasanaṃ vuttā’’ti vadanti. ‘‘Vedanāvitakkasaññā taṇhāmānadiṭṭhipapañcānaṃ mūladassanavasenā’’ti apare.",
  "tika-s0305t2:136": "Ananussutavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:137": "5. Amatavaggo",
  "tika-s0305t2:138": "2. Samudayasuttavaṇṇanā",
  "tika-s0305t2:139": "408.Sārammaṇasatipaṭṭhānāti ārammaṇalakkhitā satipaṭṭhānā kathitā, na satilakkhaṇā.",
  "tika-s0305t2:140": "4. Satisuttavaṇṇanā",
  "tika-s0305t2:141": "410.Suddhikaṃ katvā visuṃ visuṃ katvā. Tathā ca vuttaṃ pāḷiyaṃ ‘‘kāye vā bhikkhū’’ti.",
  "tika-s0305t2:142": "6. Pātimokkhasaṃvarasuttavaṇṇanā",
  "tika-s0305t2:143": "412.Jeṭṭhakasīlanti padhānakasīlaṃ. Sīlaggahaṇañhi pāḷiyaṃ pātimokkhasaṃvaravaseneva āgataṃ. Tenāha ‘‘tipiṭakacūḷanāgatthero panā’’tiādi. Tattha pātimokkhasaṃvarova sīlanti avadhāraṇaṃ itaresaṃ tiṇṇaṃ ekadesena pātimokkhantogadhabhāvaṃ dīpeti. Tathā hi anolokiyolokane ājīvahetu ca chasikkhāpadavītikkamane gilānapaccayassa appaccavekkhitaparibhoge ca āpatti vihitāti. Tīṇīti indriyasaṃvarādīni. Sīlanti vuttaṭṭhānaṃ nāma natthīti sīlapariyāyena tesaṃ katthaci sutte gahitaṭṭhānaṃ nāma natthīti nippariyāyasīlataṃ tesaṃ paṭikkhipati. Chadvārarakkhaṇamattamevāti tassa sallahukatamāha cittādhiṭṭhānamattena paṭipākatikabhāvappattito. Itaradvayepi eseva nayo. Paccayuppattimattakanti phalena hetuṃ dasseti. Uppādanahetukā hi paccayānaṃ uppatti. Idamatthanti idaṃ payojanaṃ imassa paccayassa paribhuñjaneti adhippāyo. Nippariyāyenāti iminā indriyasaṃvarādīni tīṇi padhānasīlassa paripālanaparisodhanavasena pavattiyā pariyāyasīlāni nāmāti dasseti. Idāni pātimokkhasīlasseva padhānabhāvaṃ byatirekato anvayato ca upamāya vibhāvetuṃ ‘‘yassā’’tiādimāha. Tattha soti pātimokkhasaṃvaro. Sesāni indriyasaṃvarādīni. Pātimokkhasaddassa attho pana visuddhimaggasaṃvaṇṇanādīsu vitthārito, tasmā tattha vuttanayeneva veditabbo.",
  "tika-s0305t2:144": "Ācārena ca gocarena ca sampannoti kāyikacetasikaavītikkamasaṅkhātena ācārena ca navesiyādigocaratādisaṅkhātena gocarena ca sampanno, sampannaācāragocaroti attho. Appamattakesūti atiparittakesu anāpattigamanīyesu. ‘‘Dukkaṭadubbhāsitamattesū’’ti apare. Vajjesūti akaraṇīyesu gārayhesu. Te pana ekantato akusalā hontīti āha – ‘‘akusaladhammesū’’ti. Bhayadassāvīti bhayato dassanasīlo, paramāṇumattampi vajjaṃ sineruppamāṇaṃ viya katvā dassanasīlo. Sammā ādiyitvāti sammadeva sakkaccaṃ sabbaso ca ādiyitvā. Sikkhāpadesūti niddhāraṇe bhummanti samudāyato avayavaniddhāraṇaṃ dassento ‘‘sikkhāpadesu taṃ taṃ sikkhāpada’’ntiādimāha. Sikkhāpadaṃ samādātabbaṃ sikkhitabbañcāti adhippāyo. Sikkhāti adhisīlasikkhā. Pubbe pada-saddo adhiṭṭhānaṭṭho, idha bhāgatthoti daṭṭhabbanti āha – ‘‘sikkhākoṭṭhāsesū’’ti. Mūlapaññattianupaññattiādibhedaṃ yaṃkiñci sikkhitabbaṃ pūretabbaṃ sīlaṃ, taṃ pana dvāravasena duvidhamevāti āha – ‘‘kāyikaṃ vā vācasikaṃ vā’’ti. Imasmiṃ atthavikappe sikkhāpadesūti ādhāre bhummaṃ sikkhābhāgesu kassaci visuṃ aggahaṇato. Tenāha – ‘‘taṃ taṃ sabba’’nti. ‘‘Tato tvaṃ bhikkhu sīlaṃ nissāyā’’ti vacanato anabhijjhā abyāpādasammādiṭṭhiyopi sīlanti vuttā, tasmā imasmiṃ sutte ‘‘pātimokkhasaṃvarasīlameva kathita’’nti vuttaṃ.",
  "tika-s0305t2:145": "7. Duccaritasuttavaṇṇanā",
  "tika-s0305t2:146": "413. Etthāpi manosucaritaṃ sīlaṃ nāmāti dassetīti katvā vuttaṃ ‘‘pacchimāpi tayo’’ti. Anabhijjhāabyāpādasammādiṭṭhidhammā sīlaṃ hotīti veditabbā kāyavacīsucaritehi saddhiṃ manosucaritampi vatvā ‘‘tato tvaṃ bhikkhu sīlaṃ nissāya sīle patiṭṭhāyā’’ti vuttattā. Sesaṃ vuttanayameva. Chaṭṭhasattamesūti chaṭṭhasattamavaggesu apubbaṃ natthi. Tena vuttaṃ ‘‘heṭṭhā vuttanayeneva attho veditabbo’’ti. Vaggapeyyālato pana imasmiṃ satipaṭṭhānasaṃyutte katipayavaggā saṅgahaṃ ārūḷhā, tathāpi tesaṃ atthavisesābhāvato ekaccesu potthakesu mukhamattaṃ dassetvā saṃkhittā, ekaccesu atisaṃkhittāva, te saṅkhepavasena dve katvā ‘‘chaṭṭhasattamesū’’ti vuttaṃ.",
  "tika-s0305t2:147": "Amatavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t2:148": "Satipaṭṭhānasaṃyuttavaṇṇanā niṭṭhitā."
}