{
  "tika-vin08t14:0": "14. Pathavīkhaṇanavinicchayakathā",
  "tika-vin08t14:1": "72. Evaṃ dānavissāsaggāhalābhapariṇāmanavinicchayaṃ kathetvā idāni pathavīvinicchayaṃ kathetuṃ ‘‘pathavī’’tyādimāha. Tattha pattharatīti pathavī, pa-pubba thara santharaṇeti dhātu, ra-kārassa va-kāro, sasambhārapathavī. Tappabhedamāha ‘‘dve pathavī, jātā ca pathavī ajātā ca pathavī’’ti. Tāsaṃ visesaṃ dassetuṃ ‘‘tattha jātā nāma pathavī’’tyādimāha. Tattha suddhapaṃsukā…pe… yebhuyyenamattikāpathavī jātā nāma pathavī hoti. Na kevalaṃ sāyeva, adaḍḍhā pathavīpi ‘‘jātā pathavī’’ti vuccati. Na kevalaṃ imā dveyeva, yopi paṃsupuñjo vā…pe… cātumāsaṃ ovaṭṭho, sopi ‘‘jātā pathavī’’ti vuccatīti yojanā. Itaratrapi eseva nayo.",
  "tika-vin08t14:2": "Tattha suddhā paṃsukāyeva ettha pathaviyā atthi, na pāsāṇādayoti suddhapaṃsukā. Tathā suddhamattikā. Appā pāsāṇā etthāti appapāsāṇā. Itaresupi eseva nayo. Yebhuyyena paṃsukā etthāti yebhuyyenapaṃsukā, aluttasamāsoyaṃ, tathā yebhuyyenamattikā. Tattha muṭṭhippamāṇato upari pāsāṇā. Muṭṭhippamāṇā sakkharā. Kathalāti kapālakhaṇḍādi. Marumpāti kaṭasakkharā. Vālukā vālukāyeva. Yebhuyyenapaṃsukāti ettha tīsu koṭṭhāsesu dve koṭṭhāsā paṃsu, eko pāsāṇādīsu aññatarakoṭṭhāso. Adaḍḍhāpīti uddhanapattapacanakumbhakārātapādivasena tathā tathā adaḍḍhā, sā pana visuṃ natthi, suddhapaṃsuādīsu aññatarāvāti veditabbā. Yebhuyyenasakkharāti bahutarasakkharā. Hatthikucchiyaṃ kira ekaṃ pacchipūraṃ āharāpetvā doṇiyaṃ dhovitvā pathaviyā yebhuyyenasakkharabhāvaṃ ñatvā sayaṃ bhikkhū pokkharaṇiṃ khaṇiṃsūti. Yāni pana majjhe ‘‘appapaṃsuappamattikā’’ti dve padāni, tāni yebhuyyenapāsāṇādipañcakameva pavisanti. Tesaññeva hi dvinnaṃ pabhedavacanametaṃ, yadidaṃ suddhapāsāṇādiādi.",
  "tika-vin08t14:3": "Ettha ca kiñcāpi yebhuyyenapaṃsuṃ appapaṃsuñca pathaviṃ vatvā upaḍḍhapaṃsukāpathavī na vuttā, tathāpi paṇṇattivajjasikkhāpadesu sāvasesapaññattiyāpi sambhavato upaḍḍhapaṃsukāyapi pathaviyā pācittiyamevāti gahetabbaṃ. Keci pana ‘‘sabbacchannādīsu upaḍḍhacchanne dukkaṭassa vuttattā idhāpi dukkaṭaṃ yujjatī’’ti vadanti, taṃ na yuttaṃ pācittiyavatthukañca anāpattivatthukañca duvidhaṃ pathaviṃ ṭhapetvā aññissā dukkaṭavatthukāya tatiyāya pathaviyā abhāvato. Dveyeva hi pathaviyo vuttā ‘‘jātā ca pathavī ajātā ca pathavī’’ti, tasmā dvīsu aññatarāya pathaviyā bhavitabbaṃ. Vinayavinicchaye ca sampatte garukalahukesu garukeyeva ṭhātabbattā na sakkā ettha anāpattiyā bhavituṃ. Sabbacchannādīsu pana upaḍḍhe dukkaṭaṃ yuttaṃ tattha tādisassa dukkaṭavatthuno sambhavato. Vimativinodaniyampi (vi. vi. ṭī. pācittiya 2.86) ‘‘appapaṃsumattikāya pathaviyā anāpattivatthubhāvena vuttattā upaḍḍhapaṃsumattikāyapi pācittiyamevāti gahetabbaṃ. Na hetaṃ dukkaṭavatthūti sakkā vattuṃ jātājātavinimuttāya tatiyāya pathaviyā abhāvato’’ti vuttaṃ.",
  "tika-vin08t14:4": "Khaṇantassa khaṇāpentassa vāti antamaso pādaṅguṭṭhakenapi sammajjanisalākāyapi sayaṃ vā khaṇantassa aññena vā khaṇāpentassa. ‘‘Pokkharaṇiṃ khaṇā’’ti vadati, vaṭṭatīti ‘‘imasmiṃ okāse’’ti aniyametvā vuttattā vaṭṭati. ‘‘Imaṃ valliṃ khaṇā’’ti vuttepi pathavikhaṇanaṃ sandhāya pavattavohārattā imināva sikkhāpadena pācittiyaṃ, na bhūtagāmasikkhāpadena, ubhayampi sandhāya vutte pana dvepi pācittiyāni honti.",
  "tika-vin08t14:5": "73.Kuṭehīti ghaṭehi. Tanukakaddamoti udakamissakakaddamo, so ca udakagatikattā vaṭṭati. Udakapappaṭakoti udake antobhūmiyaṃ paviṭṭhe tassa uparibhāgaṃ chādetvā tanukapaṃsu vā mattikā vā paṭalaṃ hutvā palavamānā uṭṭhāti, tasmiṃ udake sukkhepi taṃ paṭalaṃ vātena calamānaṃ tiṭṭhati, taṃ udakapappaṭako nāma. Omakacātumāsanti ūnacātumāsaṃ. Ovaṭṭhanti devena ovaṭṭhaṃ. Akatapabbhāreti avalañjanaṭṭhānadassanatthaṃ vuttaṃ. Tādise hi vammikassa sabbhāvoti. Mūsikukkuraṃ nāma mūsikāhi khaṇitvā bahi katapaṃsurāsi.",
  "tika-vin08t14:6": "Esevanayoti omakacātumāsaṃ ovaṭṭhoyeva vaṭṭatīti attho. Ekadivasampi na vaṭṭatīti ovaṭṭhacātumāsato ekadivasātikkantopi vikopetuṃ na vaṭṭati. Heṭṭhabhūmisambandhepi ca gokaṇṭake bhūmito chinditvā chinditvā uggatattā accuggataṃ matthakato chindituṃ gahetuñca vaṭṭatīti vadanti. Sakaṭṭhāne atiṭṭhamānaṃ katvā pādehi madditvā āloḷitakaddamampi gahetuṃ vaṭṭati.",
  "tika-vin08t14:7": "Acchadanantiādinā vuttattā ujukaṃ ākāsato patitavassodakena ovaṭṭhameva jātapathavī hoti, na chadanādīsu patitvā tato pavattaudakena tintanti veditabbaṃ. Tatoti purāṇasenāsanato. Iṭṭhakaṃ gaṇhāmītiādi suddhacittaṃ sandhāya vuttaṃ. ‘‘Udakenāti ujukaṃ ākāsatoyeva patitaudakena. Sace pana aññattha paharitvā patitena udakena temitaṃ hoti, vaṭṭatī’’ti vadanti. Maṇḍapatthambhanti sākhāmaṇḍapatthambhaṃ.",
  "tika-vin08t14:8": "74.Uccāletvāti ukkhipitvā. Tena apadesenāti tena lesena. Avisayattā anāpattīti ettha sacepi nibbāpetuṃ sakkā hoti, paṭhamaṃ suddhacittena dinnattā dahatūti sallakkhetvāpi tiṭṭhati, anāpatti. Mahāmattikanti bhittilepanaṃ.",
  "tika-vin08t14:9": "Iti vinayasaṅgahasaṃvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t14:10": "Pathavīkhaṇanavinicchayakathālaṅkāro nāma",
  "tika-vin08t14:11": "Cuddasamo paricchedo."
}