{
  "tika-s0301t10:0": "10. Yakkhasaṃyuttaṃ",
  "tika-s0301t10:1": "1. Indakasuttavaṇṇanā",
  "tika-s0301t10:2": "235. Attano pariṇāyakattena indo nāma mahesakkho, indoti samaññā assāti katvā ‘‘indako’’tipi vuccati, tassa indakassa. Indakūṭe pabbate nivasatīti indakūṭanivāsī, tassa indakūṭanivāsino. Balikammehi yajitabbato pūjitabbato yakkho, tassa yakkhassa. Indassa nivāsaṭṭhānabhūtaṃ kūṭaṃ indakūṭanti yakkhato kūṭena nāmaṃ laddhaṃ. Indakūṭo indo uttarapadalopena yathā ‘‘kelāsakūṭo kelāso’’ti. Indo yakkhoti kūṭato yakkhena nāmaṃ laddhaṃ. Na cettha itarītaranissayadoso aññamaññūpalakkhaṇabhāvato yathā taṃ ‘‘kāyakammaṭṭhāna’’nti. Rūpanti sakalaṃ rūpakkhandhamāha, na rūpāyatananti. Imaṃ sarīraṃ pecca ayaṃ kinti paṭilabhatīti codeti.",
  "tika-s0301t10:3": "Kuto āgacchatīti parādhārarūpe jīve attani mātukucchimokkante rūpassa sambhavoti kuto nāma ṭhānato āgacchati. Tenāha ‘‘imāni ca aṭṭhīni imā ca maṃsapesiyo’’tiādi. Kathaṃ nvayanti ayaṃ kucchisaṅkhāte gabbhare kathaṃ sajjatīti pucchati. ‘‘Sīhānaṃva nadantānaṃ, dāṭhīnaṃ girigabbhare’’tiādinā (theragā. nidānagāthā) gabbharo ca kucchivācako āgato. Tenāha ‘‘gabbharasminti mātukucchismi’’nti. Puggalavādīti attavādupādāno. Yathā hi macchamaṃsaṃ bhuttaṃ pheṇaṃ viya hutvā vilīyati, na ca paññāyati sattabhāvena appavattanato, evamevaṃ yadi mātukucchismiṃ gabbhabhāvena uppannaṃ rūpaṃ satto na bhaveyya no vaḍḍheyya, vilīyitvā gaccheyya, paññāyati ca taṃ rūpaṃ, tasmā jīvoti imāya laddhiyā. Evamāhāti ‘‘rūpaṃ…pe… gabbharasmi’’nti evamavoca. Paṭhamanti etesaṃ pañcannaṃ paṭhamaṃ. Tenāha ‘‘paṭhamena paṭisandhiviññāṇena saddhi’’nti. ‘‘Jātiuṇṇaṃsūhīti jātieḷakāya uṇṇaṃsūhī’’ti vadanti. ‘‘Gabbhaṃ phāletvā gahitauṇṇā jātiuṇṇā. Tassā aṃsūhi tīhi katasuttagge’’ti saṃyuttabhāṇakānaṃ adhippāyo.",
  "tika-s0301t10:4": "Anāviloti accho, suppasannoti attho. Evaṃvaṇṇappaṭibhāganti vuttappamāṇasaṇṭhānasamparicchinnaṃ. Kalalaṃ sampavuccatīti attabhāvo bhūtupādārūpasaṅkhāto santānavasena pavattamāno kalalaṃ nāmāti kathīyati.",
  "tika-s0301t10:5": "Kalalāti yathāvuttakalalarūpahetu taṃ nissāya paccayaṃ katvā. Maṃsadhovanaudakavaṇṇanti vaṇṇato maṃsadhovanaudakavaṇṇaṃ, saṇṭhānato pana vilīnatipusadisaṃ.",
  "tika-s0301t10:6": "Paripakkanti paripākakalalabhāvato paripākaṃ gataṃ suparipākaṃ gataṃ. Samūhatanti samūhabhūtaṃ saṅgataṃ. Vivaṭṭamānanti pariṇamantaṃ. Tabbhāvanti karaṇe etaṃ upayogavacanaṃ, tabbhāvena pariṇamantanti attho. Nissakke vā upayogavacanaṃ, tabbhāvato kalalabhāvato kalalaṃ vipariṇamantaṃ. Abbudaṃ nāma jāyati, abbudaṃ nāma sampajjatīti attho.",
  "tika-s0301t10:7": "Vilīnatipusadisā saṇṭhānavasena, vaṇṇavasena pana sitā arattāva hotīti vadanti. Maṇḍanti dārikānaṃ tathā pīḷanato nibbattamaricapakkassa sārabhūtaṃ rasaṃ. Sabbabhāgehi muccatīti so maṇḍo kapāle alaggo hutvā tassa sabbabhāgehi mucchitvā piṇḍito hutvā tiṭṭhati. Evarūpā pesi hotīti sā pesi gabbhāsaye katthaci alaggā yathāvuttamaṇḍo viya piṇḍito hutvā tiṭṭhati. Tenāha ‘‘vilīnatipusadisā’’ti.",
  "tika-s0301t10:8": "Pesi nibbattatīti ettha pesīti nissakke paccattavacananti āha ‘‘tato pesito’’ti.",
  "tika-s0301t10:9": "Ghanassa saṇṭhānaṃ. Nibbattaṃ kammapaccayāti taṃsaṇṭhānaṃ rūpadhammanibbattiyā jāyati. ‘‘Jarāmaraṇaṃ aniccaṃ saṅkhataṃ paṭiccasamuppanna’’nti (saṃ. ni. 2.20) hi vuttaṃ.",
  "tika-s0301t10:10": "Pīḷakāti pīḷakasadisā maṃsapiṇḍā jāyanti.",
  "tika-s0301t10:11": "Sattamādīnīti ādi-saddena aṭṭhamasattāhato paṭṭhāya yāva ekacattālīsā catuttiṃsa sattāhāni saṅgaṇhāti. Pariṇatakālanti gabbhassa pariṇatakālaṃ. Navamāsato bahi paripakko nāma hoti kesalomādinibbattito. Tenāha ‘‘dvācattālīse sattāhe etāni jāyantī’’ti.",
  "tika-s0301t10:12": "Tassāti gabbhaseyyakasattassa. Mātuudarapaṭalena ekābaddho hoti yato mātarā paribhuttaāhāro āmāsaye patiṭṭhite gabbhassa nābhināḷānusārena gabbhagatassa sarīraṃ sampatvā āhārakiccaṃ karoti. Āhārasamuṭṭhānarūpaṃ samuṭṭhāpetīti gabbhagatassa kāye ojāya paccayo hoti. Sā ca taṃ paccayaṃ labhitvā ojaṭṭhamakaṃ rūpaṃ samuṭṭhāpeti. Evaṃ mātarā paribhuttaāhārapaccayena gabbhagato dasa māse yāpeti attano nābhināḷānusāragateneva tena yāva āhārasamuṭṭhānasattāho, tato paṭṭhāya āharaṇato. Keci pana ‘‘mātarā paribhuttaāhāro bāhiravaggo viya tassa kāyaṃ abhisanneti parisanneti, tena so yāpetī’’ti vadanti. Kucchigataṃ udarapaṭalena tirohitattā bahi ṭhitanti vattabbataṃ na arahatīti ‘‘kucchiyā abbhantaragato’’ti āha. Mātukucchigato naroti mātu tirokucchigato. Evaṃ khoti iminā yathāvuttākārena ayaṃ satto…pe… nibbattati, tasmā rūpaṃ na jīvo. Na hi diṭṭhigatassa sattāhakkamena vuḍḍhippatto icchito aniccatāpattito.",
  "tika-s0301t10:13": "Indakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:14": "2. Sakkanāmasuttavaṇṇanā",
  "tika-s0301t10:15": "236.Sakkanāmakoti baliputto viya sakkassa vasena gahitanāmo. ‘‘Eso kirā’’ti pāṭho. ‘‘Eko kirā’’tipi likhanti. Mārassa pakkhe gato mārapakkhiko. Yadaññanti ettha yanti kiriyāparāmasanaṃ, tasmā yaṃ aññassa anusāsanaṃ, taṃ samaṇassa na sādhūti yojanā. Kāraṇenāti kāraṇamattena saṃvāso jāyati. Yena kenaci gahaṭṭhena vā pabbajitena vā. Taṃ kāraṇantaraṃ samāgataṃ purisaṃ sappañño sambuddho anukampituṃ nārahati visesādhigamābhāvā, sati pana tasmiṃ savisesaṃ pasādo hotīti. Manasā ce…pe… na tena hoti saṃyutto sinehavasena anukampā anuddayā tassā asaṃkiliṭṭhasabhāvattā.",
  "tika-s0301t10:16": "Sakkanāmasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:17": "3. Sūcilomasuttavaṇṇanā",
  "tika-s0301t10:18": "237. Gayāya avidūre bhavo gāmo ‘‘gayā’’ti vuttoti āha ‘‘gayāya’’nti, tenāha ‘‘gayāya avidūre niviṭṭhagāmaṃ upanisāyāti attho’’ti. Gocaragāmanidassanaṃ hetaṃ. Idaṃ upari idaṃ heṭṭhāti natthi uppaṭipāṭiyo mañcapādānaṃ dvīsu passesu dīghabhāvena. Balikammatthāya kataṃ devatādhiṭṭhānanti adhippāyena devaṭṭhāne ṭhapenti. Aṭṭhapādamañcasadiso kira so heṭṭhupariparivattetabbato. Kathinasibbanasūci kathinasūci. Apaccattharitvāti kiñci saṅghikasenāsanassa upari paṭicchadanaṃ apaccattharitvā. Gavacchivijjhitaṃ viyāti tehi sūcilomehi gavacchijālaṃ viya gataṃ sabbaso samohataṃ.",
  "tika-s0301t10:19": "Idhāpi ‘‘kharasarīro’’ti vatvā kharasarīraṃ kathinasūcisadisatāya lomassāti tassa tathābhāvassa kāraṇaṃ dassento ‘‘so kirā’’tiādimāha. Attano hatthehīti saṅghikatelasammakkhitehi attano sarīraṃ makkhesi. Itīti vuttākārena.",
  "tika-s0301t10:20": "Samāgamaṭṭhānanti yakkhasannipātaṭṭhānaṃ. Soti sūcilomo yakkho. Manti ca tameva vadati.",
  "tika-s0301t10:21": "Uṭṭhāpetvāti uddhaggā katvā. Apanāmesīti yathā so attano kāyaṃ upanetuṃ na sakkoti, tathā karonto thokaṃ apanāmesi. Amanuññoti pharusatikkhatāya na manuñño. Cittaṃ vā te khipissāmīti mayhaṃ ānubhāvena tava cittavikkhepaṃ vā karissāmi. Yathā pana so cittavikkhepaṃ kareyya, taṃ dassetuṃ ‘‘yesañhī’’tiādi vuttaṃ. Bheravaṃ vāti vuttākārena aññathā vā bhayānakaṃ dassanamatteneva sattānaṃ bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetuṃ samatthaṃ. ‘‘Kathentānaṃyevā’’ti vā pāṭho. Taṃ dvīsu pādesu gahetvā pāraṃ gaṅgāya khipissāmīti yojanā.",
  "tika-s0301t10:22": "Kutonidānāti kasmā kāraṇā? Aṭṭhakathāyaṃ pana samāsapadametaṃ, vibhattialopena niddesoti dassetuṃ ‘‘kiṃnidānā kiṃpaccayā’’ti? Attho vutto. Cittaṃ ossajantīti kusalacittaṃ pavattituṃ appadānavasena purato khipanti. Kuto samuṭṭhāyāti micchāvitakkānaṃ samuṭṭhānaṃ pucchati?",
  "tika-s0301t10:23": "Kāmarāgādayo subhanimittādīsu ayonisomanasikārahetū. Kāmo pana ayonisomanasikāro ca niyakajjhattapariyāpannoti āha ‘‘ayaṃ attabhāvo nidānaṃ etesanti itonidānā’’tiādi. Evamevāti aṭṭhakathāyaṃ kīḷāpasutakumārakā viya micchāvitakkā daṭṭhabbā, tesaṃ uppattiṭṭhānabhūto loko viya ayaṃ attabhāvaloko. Tehi ossajiyamānaṃ dhaṅkaṃ viya cittaṃ, tassa pāde baddhadīghasuttakaṃ viya taṃ dūrānubandhaṃ saṃyojananti evaṃ upamāya saṃsandanaṃ daṭṭhabbaṃ.",
  "tika-s0301t10:24": "Pāpavitakkānaṃ taṃsampayuttakilesānañca taṇhā visesapaccayo tadabhāvena tesaṃ abhāvatoti āha ‘‘taṇhāsinehato jātā’’ti. Attabhāvapariyāpannattā ‘‘attani sambhūtā’’ti vuttaṃ. Tena nesaṃ anaññahetukataṃ dasseti, nigrodhasseva khandhajātīti iminā pana puthubhāvañca, visattātiādinā dubbinissaṭatañca. Vatthukāmesu rūpārammaṇādīsu puthūsu. Puthū kilesakāmā kāmarūpataṇhādayo. Tehi kilesakāmehi karaṇabhūtehi. Attabhāvaṃ khandhapañcakaṃ. Ye vipassanāya yuttapayuttā yāthāvato jānanti.",
  "tika-s0301t10:25": "Yatoti paccatte nissakkavacananti āha ‘‘yaṃ nidānamassā’’ti. ‘‘Vinodentī’’ti kattuniddesena yena na vinodenti, taṃ kāraṇaṃ bādhitamevāti āha ‘‘maggasaccena vinodentī’’ti. Vinodanañcettha santānato nīharaṇaṃ bahikaraṇaṃ sabbaso pahānaṃ, pahīne ca tasmiṃ kilese oghaṃ tarantīti dassento ‘‘duttara’’ntiādimāha. Etasmiṃ adhigate na puna bhavoti apunabbhavo, nibbānanti āha ‘‘apunabbhavasaṅkhātassā’’tiādi. Yasmā ettha ‘‘ye naṃ pajānanti, yatonidāna’’nti padadvayena dukkhasamudayasaccāni, vinodanaggahaṇena maggasaccaṃ, apunabbhavaggahaṇena nirodhasaccaṃ pakāsitaṃ, tasmā vuttaṃ ‘‘cattāri saccāni pakāsento’’ti.",
  "tika-s0301t10:26": "Tasmiṃyevāti yattha ṭhito ‘‘rāgo ca doso cā’’tiādinā pañhaṃ pucchi, tasmiṃyeva padese ṭhito. Desanānusārenāti satthu sāmukkaṃsikadhammadesanāya anussaraṇena. Ñāṇaṃ pesetvāti vipassanāpaṭipāṭiyā nibbānaṃ pati anubodhañāṇaṃ pesetvā pavattetvā. Sotāpattiphale patiṭṭhitoti sahassanayapaṭimaṇḍitassa paṭhamamaggassa adhigamena paṭhamaphale patiṭṭhito paṭilabhatīti yojanā. Na kiliṭṭhattabhāve tiṭṭhanti mahānubhāvattā ariyadhammassa. Setakaṇḍupīḷakasūciyoti setabhāvaṃ patvā kaṇḍupīḷakā lomasūciyo sabbā anavasesā patitā paribhaṭṭhā apagatā. Bhummadevatāparihāranti bhummadevattabhāvanti.",
  "tika-s0301t10:27": "Sūcilomasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:28": "4. Maṇibhaddasuttavaṇṇanā",
  "tika-s0301t10:29": "238.Sukhaṃ paṭilabhatīti diṭṭhadhammikādibhedaṃ sukhaṃ adhigacchati. Niccameva seyyo satimato āyatiṃ hitacaraṇato. Maṇibhaddo ‘‘satimāpuggalo satokārī sampati veraṃ nappasavatī’’ti adhippāyena ‘‘verā ca parimuccatī’’ti āha. Bhagavā pana satimantatāsiddhiyā veraparimuccanaṃ na accantikaṃ, nāpi ekantikaṃ paṭipakkhena parato ca appahīnattāti taṃ nisedhento ‘‘verā ca na parimuccatī’’ti vatvā, yaṃ accantikaṃ ekantikañca parassa vasena veraparimuccanaṃ, taṃ dassento ‘‘yassā’’ti gāthamāha. Karuṇāyāti appanāppattāya karuṇāya. Karuṇāpubbabhāgeti karuṇābhāvanāya vasena uppāditapaṭhamajjhānūpacāre. Soti karuṇābhāvanaṃ bhāvento puggalo. Mettaṃsoti mettacittaṃ aṃso eko kusalakoṭṭhāso etassāti mettaṃso. Tassa kenacīti tassa arahato karuṇāya mettābhāvanāya ca sātisayattā tadabhāvena kenaci puggalena saddhiṃ verappasaṅgo nāma natthi. Iminā khīṇāsavepi mettākaruṇābhāvanārahite koci attano cittadosena veraṃ kareyya, na pana tasmiṃ mettākaruṇācetovimuttisamannāgate koci veraṃ kareyya. Evaṃ mahiddhikā brahmavihārabhāvanāti dasseti.",
  "tika-s0301t10:30": "Maṇibhaddasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:31": "5. Sānusuttavaṇṇanā",
  "tika-s0301t10:32": "239.Yakkhenagahito hotīti yakkhena anupaviṭṭho hoti. Tassa yakkhagahaṇassa kāraṇaṃ mūlato pabhuti vitthārato dassetuṃ ‘‘so’’tiādimāha. Tassa antimabhavikattā ādito paṭṭhāya adhisīlasikkhāya sakkaccaṃ pūraṇanti dasseti ‘‘so pabbajitakālato’’tiādinā. Paccāhāranti paṭikkhepaṃ. Imasmiṃ sarabhaññeti imasmiṃ mama dhammabhaṇane. Pattinti pattidānaṃ. Piyā honti, tenāha bhagavā ‘‘ākaṅkheyya ce, bhikkhave, bhikkhu ‘sabrahmacārīnaṃ piyo ca assaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī’’ti (ma. ni. 1.65). Tathā cāha ‘‘tasmiṃ sāmaṇere’’tiādi.",
  "tika-s0301t10:33": "Vuḍḍhimanvāyāti yobbanappattiyā aṅgapaccaṅgānaṃ parivuḍḍhimāgamma. Kāmasambhogasamatthatāvasena paripakkindriyo. Anuyojetvāvāti vissajjetvāva, gihibhāve vā anuyojetvāva. ‘‘Pubbe tuyhaṃ putto sīlavā kalyāṇadhammo lajjī kukkuccako sikkhākāmoti sambhāvito, idāni tato aññathā jāto’’ti ghosanāvasena devatānaṃ antare māheva me lajjaṃ uppādeyya.",
  "tika-s0301t10:34": "Pāṭihāriyapakkhañcāti cātuddasīpañcadasīaṭṭhamīnaṃ yathākkamaṃ ādito antato ādiantato ca pavesananikkhamanavasena uposathasīlassa paṭi paṭi abhimukhaṃ paccāvahitabbapakkhañca. Terasiyāpīti paraṃ sattamīnavamīsupīti attho. Pavesabhūtañhi uposathasīlassa sattamīsu samādinnaṃ sīlaṃ paṭipadaṃ, navamīsu nikkhamabhūtanti ācariyā. Porāṇaṭṭhakathāyaṃ pana paccuggamanānugamanapariyāyena vuttanti āha ‘‘manussā’’tiādi. Aḍḍhamāsanti sakalakālapakkhaṃ . Evañhi vassavāsassa anugamanaṃ gataṃ hoti. Suṭṭhu samāgatanti suparisuddhaṃ sampannaṃ katvā attano santānaṃ āgataṃ. Taṃ pana attano cittena samaṃ pakārehi yuttaṃ hotīti āha ‘‘sampayutta’’nti. Arahantānaṃ anukaraṇena seṭṭhacariyaṃ. ‘‘Na te hi yakkhā kīḷantī’’ti attano puttassa kāye adhimuccanaṃ attano kīḷanaṃ viya hotīti katvā āha.",
  "tika-s0301t10:35": "Upāsikā yathāvuttauposathasīlena sīlavatī, sāmaṇero pana attano sāmaṇerasīlena sīlavā. Uppatitvāti ākāse uppatitvā. Mokkho natthi dukkhāvahassa kammassa katūpacitattā.",
  "tika-s0301t10:36": "Duvidhepi kāmeti vatthukāmakilesakāme. Kilesakāmaṃ pariccajanto eva hi vatthukāme pariccajati nāma. Vibbhamanavasena āgacchati bhikkhāya āhiṇḍanādipabbajitakiccato. Uppabbajitvā vigatasīlassa jīvato ānāpānamattena jīvantopi so matakova. Vuttañhetaṃ ‘‘maraṇañhetaṃ, sunakkhatta, ariyassa vinaye, yo sikkhaṃ paccakkhāya hīnāyāvattatī’’ti (ma. ni. 3.45).",
  "tika-s0301t10:37": "Uṇhaṭṭhenāti sapariḷāhaṭṭhena. Abhidhāvathāti abhidhāvatīti imasmiṃ abhidhāvanakicce bhaddaṃ te hotūti vatvā gihibhāvāya abhidhāvatha. Nīharitvāti nikkhāmetvā. Ekādasahi aggīhi ādittattā mahāḍāhasadise. Sallakkhetvāti gihibhāve ādīnavaṃ, pabbajjāya ānisaṃsañca sallakkhetvā. Hirottappaṃ paṭilabhitvā ‘‘mama uppabbajitukāmataṃ sabrahmacārino jānissantī’’ti. Catunnaṃ parisānaṃ cittasaṅkhobhavasena sakalajambudīpaṃ khobhetvā.",
  "tika-s0301t10:38": "Sānusuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:39": "6. Piyaṅkarasuttavaṇṇanā",
  "tika-s0301t10:40": "240.Paccanteti pariyante. Pāṭiyekkanti saṅgītikāle visuṃ. Yamakavaggādikā brāhmaṇavaggapariyosānā chabbīsati vaggā etissāti chabbīsativaggā, tantīti pāḷi. Uccārapassāvādi evarūpaṃ dubbhojanaṃ, ‘‘asucijegucchabhāvena duṭṭhu bhojana’’nti katvā, dubbhojanaggahaṇena vā vantagabbhamalādīni atidisati. Chaviādīni chetvāti chaviādīni ativijjha ativiya pavisitvā. Aṭṭhimiñjaṃ āhacca aṭṭhāsi pītisamuṭṭhānauḷāroḷārarūpappavattiyā. Tenāha ‘‘hadayaṅgamanīyo hutvā’’ti.",
  "tika-s0301t10:41": "Dhammatāyasamādiṇṇanti kassaci santike aggahetvā sayameva tasmiṃ khaṇe saṃyatā homāti yathāsaṃyatā. Tatiyapadenāti ‘‘sikkhema susīlya’’nti iminā padena. Sesāti vuttāvasesā. Tisso adinnādānamicchācārasurāpānaviratiyo. Gahitā gobalībaddañāyena. Chātakaṃ dubbhikkhañca etthāti chātakadubbhikkhā, jighacchādubbhikkhābahulāyāti attho. Pisācayakkhayoniyāti pettivisayasadisayakkhayoniyā api nāma muccemāti yojanā.",
  "tika-s0301t10:42": "Piyaṅkarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:43": "7. Punabbasusuttavaṇṇanā",
  "tika-s0301t10:44": "241. Vasanaṭṭhānaggahaṇena rattiṭṭhānadivāṭṭhānādayo saṅgaṇhāti. Dvādasahatthamattameva gaṇhāti pakatisañcaraṇūpacāramattabyāpanato. Yathāparisanti parisānurūpaṃ, yattha yattha parisā tiṭṭhati, taṃ taṃ ṭhānaṃ gacchati parisapariyantikattā. Satthu mukhavikārābhāvato pavesānuññaṃ sallakkhentī ‘‘nūna ayaṃ katādhikārā bhavissatī’’ti anumānasiddhaṃ upanissayaṃ disvā. Ekībhāvagamanenāti hatthapāsūpagamanena parisāya missībhāvappattiyā. Puttakāti puttaputtiyo. Anukampāyañhi ka-saddo.",
  "tika-s0301t10:45": "Nibbānārammaṇena ariyamaggena muñciyamānā ganthā ‘‘nibbānaṃ āgamma pamuccantī’’ti vuttā. Velātikkantāti pamāṇato paricchindituṃ na sakkāti āha ‘‘pamāṇātikkantā’’ti. Piyāyanāti āsīsanā. Āsīsanaṃ pemavasena pemavatthuno esanā patthanāva hotīti āha ‘‘magganā patthanā’’ti. Tatoti piyaputtādito. Pāṇīnanti sāmiatthe puthuvacanaṃ dukkhasaddāpekkhaṃ. Ke mocetīti mocanakiriyāya kammaṃ pucchati? Ibharo pana atthavasena vibhattivipariṇāmoti ‘‘pāṇineti āharitvā vattabba’’nti āha. Abhisambudhanti abhisambudhanto. Tenāha ‘‘abhisambuddho’’ti. Saddhammassāti upayogatthe sāmivacananti āha ‘‘saddhammameva ajānitvā’’ti.",
  "tika-s0301t10:46": "Puttassa anumodanaṃ karontīti puttassa paṭipattianumodanaṃ karontī. Uggatāti ettha kalale vaṭṭadukkhe nimujjamānā tato sīsaṃ ukkhipituṃ asakkonti ajja buddhānubhāvena paññāsīsaṃ ukkhipitā uggatā. Puna vinipātābhāvato sammadeva uggatattā samuggatā. Tathābhūtā sāsanepi uggatā samuggatā jātā. Catusaccapaṭivedhabhāvanti catusaccapaṭivedhassa atthibhāvaṃ. Kaṇḍukacchuādīti ādi-saddena jegucchaasātādiṃ saṅgaṇhāti. Dibbasampattiṃ paṭilabhati pavattiyaṃ sampattidāyino kammassa katokāsattā. Tuṇhī uttarike hohīti mātu-vacanaṃ sampaṭicchitvā tassa visesādhigamassa avibandhakaraṇasammāpayogena yathāladdhavisesāya mātuyā vasena yasmā dhītā diṭṭhadhammikasampattilābhī, tasmā vuttaṃ ‘‘mātu ānubhāvenevā’’ti.",
  "tika-s0301t10:47": "Punabbasusuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:48": "8. Sudattasuttavaṇṇanā",
  "tika-s0301t10:49": "242.Karaṇīyenāti ettha karaṇīyanti vāṇijjakammaṃ adhippetanti taṃ vivaranto ‘‘anāthapiṇḍiko cā’’tiādimāha. Vikkīyatīti vikkayaṃ gacchati. Tatheva karotīti yathā rājagahaseṭṭhinā sāvatthiṃ gantvā kataṃ, tatheva rājagahaṃ gantvā karoti. Svāyanti anāthapiṇḍiko.",
  "tika-s0301t10:50": "Taṃ divasanti yaṃ divasaṃ anāthapiṇḍiko, gahapati, rājagahasamīpaṃ upagato, taṃ divasaṃ. Paṇṇanti sāsanaṃ. Na suṇīti asuṇanto ‘‘paṇṇaṃ na suṇī’’ti vutto. Dhammagāravena hi so seṭṭhi aññaṃ kiccaṃ tiṇāyapi na maññi. Tenāha ‘‘dhammassavanatthāyā’’tiādi. Dārakarūpānanti dārakānaṃ. Anatthantarakaro hi rūpa-saddo yathā ‘‘gorūpāna’’nti. Pañcavaṇṇanti khuddikādibhedaṃ pañcappakāraṃ pītiṃ paṭilabhi. Anukkamena hi tā etassa sambhavanti. ‘‘Sīsena uṭṭhāya…pe… gacchatī’’ti padaṃ pītisamuṭṭhānarūpavasena lakkhetvā vuttaṃ.",
  "tika-s0301t10:51": "Sivathikāya vasatīti sivathikāya samīpe vasati. Susānassāsannaṭṭhāne hi so vihāro. Athassāti athassa anāthapiṇḍikassa ‘‘akālo…pe… upasaṅkamissāmī’’ti etaṃ ahosi. Buddhagatāya satiyāti aññaṃ kiñci acintetvā buddhagatāya eva satiyā sayanavaragato nipajji. Tena vuttaṃ ‘‘taṃ divasa’’ntiādi.",
  "tika-s0301t10:52": "Balavappasādoti buddhārammaṇā balavatī saddhā. Pītiālokoti purimabuddhesu cirakālaṃ paricayaṃ gatassa balavato pasādassa vasena ‘‘buddho’’ti nāmaṃ savanamattena uppannāya uḷārāya pītiyā samuṭṭhāpito vipassanobhāsasadiso sātisayo āloko hoti cittapaccayautusamuṭṭhāno. Tenāha ‘‘sabbatamaṃ vigacchī’’tiādi. ‘‘Devatā hi katā’’tipi vadanti, purimo evettha yutto.",
  "tika-s0301t10:53": "Amanussāti adhigatavisesā devatā. Tā hi seṭṭhissa sampattiṃ paccakkhato passiṃsu. Tenāha ‘‘ayaṃ mahāseṭṭhī’’tiādi. Allasarīranti tāvadeva chaḍḍitaṃ acchinnaṃ vā kaḷevaraṃ. Aparampīti mataṃ kuthitakuṇapaṃ. Parikiriṃsūti samantato osaritā ahesuṃ. Āloko antaradhāyipītivegassa mandabhāvena taṃsamuṭṭhānarūpānaṃ dubbalabhāvato.",
  "tika-s0301t10:54": "Imināvāti adhikārena sahassapadena eva sambandhitabbāni. Padaṃ vītiharati etthāti padavītihāro, padavītihāraṭṭhānaṃ. Samagamaneti dutavilambitaṃ akatvā samagamane. Tatoti tesu soḷasabhāgesu. Eko koṭṭhāsoti yathāvuttaṃ padavītihārapadesaṃ soḷasadhā bhinnassa eko bhāgo. Pavattacetanāti yathāvuttakalāsaṅkhātassa padesassa laṅghanadhāvanapavattacetanā. Padaṃ vā vītiharati etenāti padavītihāro, tathāpavattā kusalacetanā. ‘‘Tassā phalaṃ soḷasadhā katvā’’ti vadanti. Patiṭṭhahantassa vasena gahitanti yojanā. Vivaṭṭanissitāya eva ratanattayapūjāya dhammassavanassa sikkhāpadasamādānassa saraṇagamanassa ca atthāya gacchatopi vasena vaṭṭati. Paṭhamaṃ vuttagamanaṃ lokuttaravisesādhigamassa ekantikaṃ, dutiyaṃ anekantikanti ‘‘vaṭṭatiyevā’’ti sāsaṅkavacanaṃ.",
  "tika-s0301t10:55": "Soti anāthapiṇḍiko seṭṭhi. Anuyuttāti anugāmino sahāyā. Teva sandhāya vadati. ‘‘Sivako amanusso’’ti apare. Na kevalaṃ ‘‘anuyuttāpi me atthi, kasmā bhāyāmī’’ti evaṃ sūro ahosi? Atha kho buddhagatāya tikkhavisadasabhāvena sabbaṃ parissayaṃ madditvāpi agamāsīti dassetuṃ ‘‘apicā’’tiādi vuttaṃ. Pakkhandanalakkhaṇā hi saddhā, tāya yuttako sappurisopi saddhammaguṇavasena sabbaṃ parissayaṃ madditvā pakkhandatīti daṭṭhabbaṃ.",
  "tika-s0301t10:56": "Sabbakāmasamiddhatā pariccāgasīlatā uḷārajjhāsayatā paradukkhāpanayakāmatā paresaṃ hitesitā parasampattipamodanāti evamādīnaṃ mahāguṇānaṃ vasena niccakālaṃ anāthānaṃ piṇḍadāyakattā ‘‘anāthapiṇḍiko’’ti evaṃ uppannaṃ nāmaṃ. Evamāhāti ‘‘ehi sudattā’’ti evaṃ āha.",
  "tika-s0301t10:57": "Kilesaparinibbānenāti sabbaso rāgādikilesavūpasamena. Kilesavūpasamanti sabbaso sabbesaṃ kilesānaṃ vūpasamaṃ aggamaggena patvā. Anupubbikathanti dānādikathaṃ. Sā hi anupubbena kathetabbattā ‘‘anupubbikathā’’ti vuccati. Taṃ sandhāya vuttaṃ – ‘‘atha kho bhagavā anupubbiṃ kathaṃ kathesi. Seyyathidaṃ – dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ nekkhamme ānisaṃsaṃ pakāsesī’’ti (cūḷava. 305). Matthaketi anupubbikathāya upari parato. Cattāri saccāni pakāsesīti yathā mahāseṭṭhi sahassanayapaṭimaṇḍite sotāpattiphale patiṭṭhāti, evaṃ pavattinivattiyo saha hetunā vibhajanto cattāri ariyasaccāni pakāsesīti.",
  "tika-s0301t10:58": "Sudattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:59": "9. Paṭhamasukkāsuttavaṇṇanā",
  "tika-s0301t10:60": "243.Rathikanti racchaṃ. Gahetvāti gantvā. Siṅghāṭakanti aññattha tikoṇā racchā vuccati. Idha pana ‘‘catukka’’nti vuttaṃ. ‘‘Madhupīkā’’ti ettha madhu-saddena madhuviseso vuccatīti āha ‘‘gandhamadhupānaṃ pītā viyā’’ti. Sāmaññajotanā hi visese tiṭṭhatīti gandhamadhūti ca ativiya madhuro madaniyo eko madhuviseso. Tenāha ‘‘asaññī hutvā sayatevā’’ti.",
  "tika-s0301t10:61": "Na paṭivānīyaṃ na apanetabbanti appaṭivānīyaṃ. Tenāha ‘‘bāhirakañhī’’tiādi. Yaṃ kiñci santapaṇītabhāvāvahaṃ na secananti asecanakaṃ. Tato eva anāsittakaṃ. Ojavantanti bahusammataojavantasadisatāya ojavantaṃ. Tenāha ‘‘yathā hī’’tiādi. Dhammatāyāti attano sabhāveneva. Madhuro iṭṭho. Pivantī viyāti sukkāya bhikkhuniyā upanīyamānaṃ saddhammāmatarasaṃ attano sotañjaliṃ pūretvā odahantīva. Valāhakato āgataṃ valāhakaṃ.",
  "tika-s0301t10:62": "Paṭhamasukkāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:63": "10. Dutiyasukkāsuttavaṇṇanā",
  "tika-s0301t10:64": "244.Bahuṃ vata puññaṃ pasavati sabbaganthavimuttiyā sīlasamannāgatena aggadakkhiṇeyyāya sukkāya theriyā bhojanassa dinnattā.",
  "tika-s0301t10:65": "Dutiyasukkāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:66": "11. Cīrāsuttavaṇṇanā",
  "tika-s0301t10:67": "245.Ekādasamaṃ uttānameva dasamena sadisattā. Tattha hi bhojanaṃ upāsakassa ābhataṃ, idha cīvaradānanti ayameva viseso.",
  "tika-s0301t10:68": "Cīrāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:69": "12. Āḷavakasuttavaṇṇanā",
  "tika-s0301t10:70": "246.Āḷaviyanti itthiliṅgavasena taṃ raṭṭhampi nagarampi vuccati. Raṭṭhe adhippetepi na ettha bahuvacanaṃ tathāruḷhiyā abhāvato. Tañca bhavananti tañca āḷavakassa yakkhassa bhavanaṃ. Tatthāti āḷavakassa bhavane. ‘‘Atha kho āḷavako yakkho yena bhagavā tenupasaṅkamī’’ti ettha tasmiṃ pāṭhapadese. Ayamanupubbikathāti ayaṃ idāni vuccamānā anupubbato āgatā kathā. Āḷaviyā issaroti āḷavo, āḷavakoti ca rājā vutto. Kadāci corapaṭibāhanatthaṃ, kadāci ussāhasattivibhāvanavasena paṭirājanisedhanatthaṃ, kadāci lakkhayogyaviniyogavasena byāyāmakaraṇatthañca. Migānaṃ vananato vasanato vānato vā ‘‘migavā’’ti laddhasamaññaṃ migavaṃ. Tassevāti rañño eva. Migoti eko eṇimigo. Tiyojananti accantasaṃyoge upayogavacanaṃ. Udakaṃ viya pavisitvā ṭhitanti yathā parissamappatto udakaṃ pavisitvā ṭhito nirassāso hoti, evaṃ viya ṭhitaṃ. Mūlanti samīpaṃ. Yakkhaṃ disvāva rañño bhayaṃ chambhitattaṃ ūrutthambhaṃ ahosi, tasmā rājā palāyituṃ nāsakkhi. Tena vuttaṃ ‘‘khādituṃ upagato’’ti. Atha rājā dvidhā chinnaṃ migaṃ datvā attānaṃ mocetukāmo ahosi. Yakkho ‘‘nanu mama hatthagatakālato paṭṭhāya migopi mama santako, tattha kinnāma te kerāṭiyamidaṃ datvā attano mocana’’nti rājānaṃ na muñci. Atha rājā tassa tādisaṃ paṭiññātaṃ akāsi. Tena vuttaṃ ‘‘rājā tena saddhi’’ntiādi. Bhavanaṃ anupagatanti idaṃ mama bhavanaṃ anupagataṃ. Ananuññātanti upagatena sāmibhūtena ananuññātañca. Etena upagataṃ taṃ, idāni tādisena anuññātañca khādituṃ labhāmīti dasseti.",
  "tika-s0301t10:71": "Maccupatheti maccugocare. Āsannamaraṇatāya evamāhaṃsu.",
  "tika-s0301t10:72": "Taṃ āḷavakakumāraṃ ādāya pakkamiṃsūti yojanā. Tassa rañño mahesī āḷavakakumārassa mātāti vuttā. Devisahassānaṃ vippalapantīnanti vacanaṃ pariṇāmetabbaṃ.",
  "tika-s0301t10:73": "Desanāpariyosāneti yakkhaṃ dametvā paccāgantvā nagaradvārasamīpe rukkhamūle nisinnena bhagavatā sarājikāya mahatiyā parisāya desitadesanāya pariyosāne. Soti bhagavā. Bhavane evāti vimāne eva. Bhagavāpi passati pakaticakkhunāva nigrodhassa upari nibbattattā.",
  "tika-s0301t10:74": "Tatrāti tasmiṃ ‘‘rosetukāmatāyā’’ti vacane. Tesanti sātāgirihemavatānaṃ. Kāladīpadesakulajanettiāyuppamāṇavisayaṃ pañcamahāvilokitaṃ. ‘‘Sītaṃ byapagataṃ hoti, uṇhañca upasammatī’’tiādinā (bu. vaṃ. 2.83) āgatāni dvattiṃsa pubbanimittāni. Kaṭippadesavatthikosakaṇṇato tidhā. Saddoti āḷavakassa ugghositasaddo.",
  "tika-s0301t10:75": "Iminā pasaṅgena sakalajambudīpaṃ byāpetvā pavatte aparepi tayo sadde yathā ete, evaṃ āḷavakassa ugghositasaddopīti dassetuṃ ‘‘cattāro’’tiādi vuttaṃ. Osakkanteti parihāyamāne.",
  "tika-s0301t10:76": "Cuṇṇentāti cuṇṇetuṃ samatthataṃ sandhāya vuttaṃ, na pana cuṇṇanavasena vuttaṃ. Tenāha ‘‘mā kassacī’’tiādi. Ussāvabindumattampīti ussāvapatanamattampi. Khurappaṃ sallaṃ.",
  "tika-s0301t10:77": "Seṭṭhānīti ajeyyena appaṭihatabhāvena uttamāni. Dussāvudhanti āvudhakiccakaraṃ uttariyaṃ dussaṃ. Imāni kira sakkādīnaṃ puññānubhāvena nibbattāni appaṭihatappabhāvāni paṭipakkhavidhamanayuttāni avajjhāni āvudhāni. Tenāha ‘‘yadi hī’’tiādi.",
  "tika-s0301t10:78": "Asanivicakkaṃ viyāti asanimaṇḍalaṃ viya.",
  "tika-s0301t10:79": "Pittanti alagaddapittaṃ. Bhindeyyāti āsiñceyya. Sukhanti sukaraṃ. Mudubhūtacittavavatthānakaraṇatthanti mudubhūtaṃ attano citte vavatthānassa karaṇatthaṃ.",
  "tika-s0301t10:80": "Evaṃ vutteti ‘‘na khvāha’’nti evaṃ vutte. Bhagavato sāsane ṭhite payirupāsitvā uggahitaṃ bhagavantaṃ payirūpāsitvā uggahitameva nāmāti āha ‘‘kassapaṃ…pe... uggahesu’’nti. Puṭṭhapañhāti sammāsambuddhena puṭṭhapañhā. Yasmā buddhavisaye puṭṭhapañhā, tasmā buddhavisayāva honti.",
  "tika-s0301t10:81": "Paṭisedhetvāti vācāya asakkuṇeyyabhāveneva paṭisedhetvā. ‘‘Yadākaṅkhasī’’ti padasandhivasena niddesoti āha ‘‘yadi ākaṅkhasī’’ti. Tena tuyhaṃ pucchaṃ tāva sutvā vissajjessanti dasseti. Tenāha ‘‘na me’’tiādi. Dutiyavikappe da-kāro padasandhikaroti āha ‘‘yaṃ ākaṅkhasī’’ti. ‘‘Puccha, āvuso, sutvā jānissāmī’’ti avatvā sabbaññubuddhassa aniyametvā vacanaṃ sabbavisayaṃ hotīti āha ‘‘sabbaṃ te’’tiādi.",
  "tika-s0301t10:82": "Kiṃsūti ettha kinti pucchāyaṃ, sūti saṃsaye, kiṃ nūti attho? Idhāti imasmiṃ loke. Tasmā vittanti yasmā vittikaraṇato vittaṃ. Sukatanti suṭṭhu sakkaccaṃ kataṃ. Sukhanti iṭṭhaphalaṃ. Tattha yaṃ padhānaṃ, taṃ dassetuṃ ‘‘kāyikacetasikaṃ sāta’’ntiādi vuttaṃ. Nissandaphalañhi taggahaṇena gahitameva hoti. Appetīti pāpeti. Atisayatthajotano tara-saddoti āha ‘‘atisayena sādū’’ti. Rasasaññitāya iṭṭhānaṃ rāgādidhammānaṃ. Kena pakārenāti kathaṃ-saddassa atthamāha. Kathaṃjīvinti yadi samāsapadametaṃ, ‘‘katha’’nti sānunāsikā katāti āha ‘‘gāthābandhasukhattha’’ntiādi.",
  "tika-s0301t10:83": "Saddhīdha vittanti ekadesena samudāyadassanaṃ samuddapabbatanidassanaṃ viya. Iti-saddo ādiattho daṭṭhabbo. ‘‘Vittikaraṇato vitta’’nti vuttamatthaṃ sandhāya hetūpamāhi yojetvā dassetuṃ ‘‘yathā hī’’tiādi vuttaṃ. Tena sukhāvahanato, dukkhapaṭibāhanato, dāliddiyūpasamanato, ratanapaṭilābhahetuto, lokasantatiāvahanato ca saddhā vittaṃ yathā taṃ hiraññasuvaṇṇādīni. Tenāha ‘‘eva’’ntiādi. Nanu cetanā sammādiṭṭhiādayo ca sātisayaṃ vipākasukhaṃ āvahanti, taṃ kathaṃ saddhā āvahatīti? Saddhādhurabhāvasabhāvato. Tenāha ‘‘saddhādhurena paṭipannāna’’nti. Tassa ca sesapadesupi yojetabbaṃ.",
  "tika-s0301t10:84": "Idāni yaṃ hiraññasuvaṇṇādi saddhāvittassa opammaṃ, taṃ hīnaṃ, saddhāvittameva uttamanti pāḷiyaṃ seṭṭhaggahaṇaṃ katanti dassetuṃ ‘‘yasmā panā’’tiādi vuttaṃ. Paralokaṃ gataṃ anugacchatīti anugāmikaṃ. Aññehi na sādhāraṇanti anaññasādhāraṇaṃ. Sabbasampattihetūti sabbāsaṃ sīlasampadādīnaṃ lokiyalokuttarānaṃ sampattīnaṃ hetu. Anatthāya hoti anupāyapaṭipattito. Tasmā anugāmikattā. Anaññasādhāraṇattā sabbasampattihetubhāvato hiraññādivittanidānattā ca saddhāvittameva seṭṭhaṃ. Ukkaṭṭhaparicchedadesanā yathā ‘‘satthā devamanussāna’’nti.",
  "tika-s0301t10:85": "‘‘Dasakusaladhammo’’ti iminā ekaccānaṃyeva dānādidhammānaṃ saṅgaho, na sabbesanti asaṅgahitasaṅgaṇhanatthaṃ ‘‘dānasīlabhāvanādhammo vā’’ti vuttaṃ. ‘‘Sukha’’nti tividhassapi sukhassa sādhāraṇaggahaṇametanti taṃ savisesaladdhaṃ puggalavasena dassento ‘‘soṇaseṭṭhi…pe… āvahatī’’ti āha. Yo so padumavatiyā deviyā putto mahāpadumo nāma rājā dibbasukhasadisaṃ rajjasukhamanubhavitvā pacchā paccekabuddho hutvā nibbānasukhamanubhavi, taṃ nidassanabhāvena gahetvā āha ‘‘mahāpadumādīnaṃ viya nibbānasukhañca āvahatī’’ti.",
  "tika-s0301t10:86": "Atthuddhāranayena saccasaddaṃ saṃvaṇṇento ‘‘anekesu atthesu dissatī’’ti āha. Vācāsacce dissati saccasaddo ‘‘bhaṇe’’ti vuttattāti adhippāyo. Viratisacce dissati. Veramaṇīsu hi patiṭṭhitā samaṇabrāhmaṇā ‘‘sacce ṭhitā’’ti vuccanti. Attākārampi vatthuṃ idameva saccaṃ moghamaññanti pavattiyākāraṃ upādāya diṭṭhi eva saccanti diṭṭhisaccaṃ, tasmiṃ diṭṭhisacce dissatīti yojanā. Brāhmaṇasaccānīti paramatthabrahmānaṃ saccāni, yāni ‘‘sabbe pāṇā avajjhā, sabbe kāmā aniccā, sabbe bhavā aniccā, nāhaṃ kvacani kassaci kiñcanatasmi’’ntiādinā (a. ni. 4.185) catukkanipāte āgatāni. Paramatthabhūtaṃ saccaṃ nibbānaṃ. Abbhantaraṃ katvāti antogadhameva katvā, tehi saddhinti attho paramatthasaccānampi sādutarattā. Yassānubhāvenāti yassa vācāsaccassa ānubhāvena.",
  "tika-s0301t10:87": "Udakamhi dhāvatīti udakapiṭṭhiyaṃ abhijjamānāyaṃ pathaviyā viya dhāvati gacchati mahākappinarājā viya. Visampi saccena hananti paṇḍitāti kaṇhadīpāyanādayo viya. Saccenāti macchajātake bodhisattassa viya saccena devo thanayaṃ pavassati. Sacce ṭhitāti viratisacce vācāsacce ca ṭhitā tayopi bodhisattā. Nibbutinti nibbānaṃ patthayanti. Sādutaranti sātataraṃ iṭṭhataravipākadānato.",
  "tika-s0301t10:88": "Rasānanti niddhāraṇatthe sāmivacanaṃ. Niddhāraṇañca koci kutoci kenaci imanti kassaci vacanaṃ na sādhetīti dassento ‘‘ye ime’’tiādimāha. Tena hi nibbānaṃ rasasamudāyato sādutaratāvisesena niddhārīyati. Tattha ye ime vuccantīti yojanā. Sāyanīyadhammāti jivhāya sāyitabbā dhammā. Rasāyatanaṃ rasoti āha ‘‘mūlaraso khandharaso’’tiādi. Phalarasanti phalassa rasaṃ, phalaṃ pīḷetvā tāpetvā gahetabbarasanti attho. Arasarūpoti ācārarahitasabhāvo. Rūpassa assādanavasena uppajjanakasukhadhammā rūparasā. Esa nayo saddarasādīsu. Saddarasoti byañjanasambhūto raso. Vimuttirasoti vimuttisampattiko raso. Attharasoti atthassa paṭivijjhanavasena uppajjanakasukhaṃ attharaso, tathā dhammaraso veditabbo. Rūpācārātiādīsu rasaggahaṇena phalarasaṃ vadati. So hi phalassa rūpo ca, rasitabbato āsādetabbato raso cāti ‘‘rūparaso’’ti vuccati. Ācāro pana sāmaggīrasahetutāya ‘‘raso’’ti vutto. Saccaṃ haveti ettha haveti ekaṃsatthe nipāto, ekaṃsattho ca avadhāraṇamevāti āha ‘‘saccameva sādutara’’ntiādi. Sarīramupabrūhenti, na cittaṃ. Nanu ca sukhuppattipayojanattā cittampi upabrūhentīti? Na, sukhassa sarīrabrūhanaṃ paṭicca uppannattā. Viratisaccavācāti saccavisesena sampajjanaṃ vadati. Cittamupabrūheti padālikāya virativācāya saccarase sati samathavipassanādīhi cittaparibrūhanassa sambhavato maggaphalānisaṃsaṃ gaṇhāti. Asaṃkilesikañca sukhamāvahati vivaṭṭasannissitattā. Vimuttirasoti phalasukhaṃ vadati nibbānasukhampi vā. Paramatthasaccaraso nāma nibbānaraso. Tathā hi taṃ ‘‘accutirasaṃ assāsakaraṇarasa’’ntipi vuccati. Tena paribhāvitattāti vimuttirasassa sādutarabhāvadassanatthaṃ. Evaṃ santepi ‘‘vimuttirasaparibhāvitattā’’ti etena kāmaṃ vimuttiraso vā paramatthasaccaraso vā sādutararasāti dasseti. Tadadhigamūpāyabhūtanti tassa paramatthasaccassa adhigamūpāyabhūtaṃ. Atthañca dhammañcāti phalañca kāraṇañca nissāya pavattito attharasā dhammarasā ca sādū, tatopi paramatthasaccameva sādurasanti adhippāyo.",
  "tika-s0301t10:89": "Lokuttaraṃ lokiyañca atthaṃ ajānanto andho, lokiyatthameva jānanto ekacakkhu, ubhayaṃ jānanto dvicakkhu. Parahitaṃ attahitañca ajānanto andho, attahitameva jānanto ekacakkhu, ubhayatthaṃ jānanto dvicakkhu. So dvicakkhupuggalo paññājīvī. Taṃ pana gahaṭṭhapabbajitavasena vibhajitvā dassetuṃ ‘‘gahaṭṭho vā’’tiādi vuttaṃ. Gahaṭṭhapaṭipadaṃ ārādhetvā cāti yojanā. Ārādhetvāti ca sādhetvāti attho.",
  "tika-s0301t10:90": "Purimanayenevāti kassapasammāsambuddhavissajjitanayeneva. Kiñcāpīti anujānanasandassanatthe nipāto. Kiṃ anujānātīti? Gāthāya catūhi padehi vuttesu atthesu ekassa atthassa siddhiyaṃ itaresampi siddhiṃ anujānāti. Tenāha ‘‘yo catubbidhamoghaṃ…pe… parisujjhatī’’ti. Kiṃ sandassetīti? Yesaṃ pāpadhammānaṃ balavabhāvena oghataraṇādi na sijjhati, tesaṃ paṭipakkhānaṃ nissandehavasena sandassanaṃ. Tenāha ‘‘evaṃ santepī’’tiādi. Oghataraṇanti oghataraṇapaṭipattiṃ. Asaddahantoti evaṃ paṭipajjanto imāya paṭipattiyā oghaṃ taratīti na saddahanto. Na pakkhandatīti pakkhandanalakkhaṇāya saddhāya na ugghāṭīyatīti na otarati. Cittavossaggenāti yathākāmācāravasena cittassa vossajjanena. Pamatto pamādaṃ āpanno. Tatthevāti kāmesu eva. Visattattā laggattā. Vokiṇṇoti visevito. Tasmāti vuttassa catubbidhassapi atthassa hetubhāvena paccāmasanaṃ. Tappaṭipakkhanti assaddhiyādīnaṃ paṭipakkhaṃ saddhādīnaṃ okāsattā.",
  "tika-s0301t10:91": "Etāyāti gāthāyaṃ iminā padenāti sambandho. Sappurisasaṃsevo saddhammassavanaṃ yonisomanasikāro dhammānudhammapaṭipattīti imesaṃ sotāpattimaggādhigamassa aṅgānaṃ āsannakāraṇaṃ saddhindriyanti āha ‘‘sotāpattiyaṅgapadaṭṭhānaṃ saddhindriya’’nti. Vuttañhetaṃ – ‘‘saddhājāto upasaṅkamati , upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, ohitasoto dhammaṃ suṇātī’’tiādi (ma. ni. 2.183, 432). Diṭṭhoghaṃ tarati etenāti diṭṭhoghataraṇaṃ, diṭṭhoghassa taraṇaṃ. Kāmañcettha ‘‘tarati ogha’’nti vuttaṃ, vattamānasamīpepi pana vattamānaṃ viya voharaṇaṃ yuttaṃ diṭṭhoghassa tiṇṇabhāvassa ekantikattāti ‘‘sotāpannañca pakāsetī’’ti vuttaṃ. Esa nayo sesesupi. Diṭṭhivicikicchādipaṭipattantarāyakarānaṃ pāpadhammānaṃ samucchinnattā sotāpanno…pe… appamādena samannāgato. ‘‘Sotāpatti…pe… taratī’’ti ettake vutte sakideva imassa lokassa āgamanampi gahitaṃ siyāti tannivattanatthaṃ ‘‘ārādhetvā…pe… avasesa’’nti vuttaṃ. Nanu ‘‘avasesa’’nti vuttattā sotāpattimaggena atiṇṇaṃ anavasesaṃ bhavoghavatthu gahitameva siyāti? Na, upari dvīhi maggehi taritabbānaṃ tesaṃ parato dvinnaṃ pahānavasena vuccamānattā. Apavādavisayampi pariharati – ‘‘evaṃ esā codanā attano visaye na patiṭṭhātī’’ti. Anādikālabhāvattā kāmasaññāya kāmoghataraṇaṃ mahatā eva vīriyena sādhetabbanti āha ‘‘vīriyenā’’ti. Tatiyaṃ maggaṃ ārādhetvā. Kāmoghassa vatthu kāmoghavatthu, kāmaguṇehi saddhiṃ sabbo kāmabhavo. Kāmoghasaññitanti kāmoghasaṅkhātaṃ. Kāmanaṭṭhena kāmo ca so dukkho cāti kāmadukkhaṃ. Assādanaṭṭhena kāmo eva saññāti kāmasaññā, sabbaso samucchinnattā vigatā kāmasaññā etissāti vigatakāmasaññā. Sabbesaṃ rāgādimalānaṃ mūlabhūtattā sattasantānassa visesato malīnasabhāvāpādanato paramaṃ ukkaṃsagataṃ malanti paramamalaṃ, avijjā. Tenāha bhagavā – ‘‘avijjāparamaṃ mala’’nti (dha. pa. 243).",
  "tika-s0301t10:92": "Paññāpadaṃ gahetvāti yathāvuttaṃ paññāpadaṃ hadaye ṭhapetvā. Tappasaṅgena attano paṭibhānena sabbehi viya uggahitaniyāmena. Sabbatthevāti pañcasupi ṭhānesu. Atthayuttipucchāti paññādiatthasamadhigamassa yuttiyā kāraṇassa pucchā. Tenāha ‘‘ayaṃ hī’’tiādi. Paññādiatthaṃ ñatvāti paññādhana-kitti-mitta-abhisamparāyasaṅkhātaṃ atthaṃ sarūpato saccapaṭivedhanipphādanena ñāṇena jānitvā. Nanu esa lokuttaraṃ sotāpattimaggaphalapaññaṃ tadadhigamūpāyaṃ lokiyapaññañca abhibhavitvā ṭhito, so kasmā tattha atthayuttiṃ pucchatīti? Saccametaṃ, upari pana samādhissa yuttiṃ pucchitukāmo paññāya seṭṭhabhāvato, tassa ca ekadeseneva adhigatattā tameva ādiṃ katvā pucchati. ‘‘Kāya yuttiyā’’tiādi atthavaṇṇanaṃ atidissati ‘‘esa nayo dhanādīsū’’ti. Tatthāpi atthayuttipucchābhāvo pana ‘‘sabbatthevā’’ti iminā vibhāvitoti.",
  "tika-s0301t10:93": "Saddhāsussūsāappamādauṭṭhānasaṅkhātehi catūhi kāraṇehi. Kāyasucaritādibhedena ājīvaṭṭhamakasīlabhūtena. Samathavipassanābhūtena nippariyāyena bodhipakkhiye eva gaṇhanto ‘‘aparabhāge’’ti āha. Pariyāyabodhipakkhiyā pana visesato vuṭṭhānagāminivipassanākālepi labbhanti. Pubbabhāgeti vā taruṇavipassanākālaṃ. Tato pubbasādhanañca sandhāya ‘‘aparabhāge’’ti punāha, tato paranti attho. Dhammanti paṭipattidhammaṃ. Na saddhāmattakeneva paññaṃ labhatīti yojanā. Yadi evaṃ kasmā ‘‘saddahāno’’ti vuttanti āha ‘‘yasmā panā’’tiādi. Kiṃ vuttaṃ hotītiādinā vuttameva atthaṃ vivarati. Na kevalaṃ sussūsāmattena paññāpaṭilābho, atha kho appamādena paññaṃ labhatīti dassetuṃ pāḷiyaṃ ‘‘appamatto vicakkhaṇo’’ti vuttanti tadatthaṃ dassento ‘‘eva’’ntiādimāha.",
  "tika-s0301t10:94": "Idāni saddhādīnaṃ paññāpaṭilābhassa taṃtaṃvisesapaccayāni nīharitvā dassetuṃ ‘‘eva’’nti vuttaṃ. Sussūsāyāti sotukāmatāya. Sā atthato upasaṅkamanādi. Paññādhigamūpāyanti pariyattidhammamāha. Tenāha ‘‘suṇātī’’ti. Gahitaṃ na pamussati, satiavippavāsalakkhaṇo hi appamādoti. Na kevalaṃ yāthāvato gahaṇakosallameva vicakkhaṇatā, atha kho yāthāvato paññāsampavedhanañcāti āha ‘‘vitthārikaṃ karotī’’ti. Idāni paññāpaṭilābhahetuṃ matthakaṃ pāpetvā dassetuṃ ‘‘sussūsāya vā’’tiādi vuttaṃ. Atthamupaparikkhatīti sutakatānaṃ dhammānaṃ pāḷiatthūpaparikkhāpubbakaṃ rūpārūpavibhāgaṃ paramatthaṃ salakkhaṇato sāmaññalakkhaṇato ca upaparikkhati vīmaṃsati. Anupubbenāti evaṃ ñātapariññaṃ patvā tīraṇapariññāya tato anukkamena tīraṇapariññaṃ pahānapariññañca matthakaṃ pāpento maggappaṭipāṭiyā paramatthasaccabhūtaṃ nibbānaṃ sacchikaroti.",
  "tika-s0301t10:95": "Imāni saddhādīni cattāri kāraṇāni matthakaṃ pāpetvā dassento āha ‘‘desakālādīni ahāpetvā’’ti. Yasmiṃ dese yasmiṃ kāle ye ca sahāyake nissāya yaṃ kiccaṃ tiretabbaṃ, tāni desakālādīni anatikkamitvā attano abhivuḍḍhiṃ icchantena ‘‘ayaṃ nāma deso, yatthāhaṃ etarahi vasāmi, ayaṃ kālo, ime mittā, ime amittā, ime āyavayā, ahañca ediso jāti-kula-padesa-balabhoga-parivārādīhi, taṃ kiccaṃ idāni āraddhabbaṃ, idāni nāraddhabba’’nti sabbaṃ upaparikkhitvā paṭipajjitabbaṃ. Evaṃ paṭipajjanto hi lokiyassa dhanassa paṭirūpādhigamūpāyaṃ karoti nāma. Lokuttarassa pana sīlavisodhanādivasena veditabbaṃ. Vahitabbabhāvena dhuro viyāti dhuro, bhāro. Idha pana dhurasampaggaho uttarapadalopena dhuro, vīriyaṃ. So sātisayo etassa atthīti dhuravā. ‘‘Uṭṭhātā’’ti padena kāyikavīriyassa vakkhamānattā ‘‘cetasikavīriyavasenā’’ti visesitaṃ. Anikkhittadhuro dhorayhabhāvato. Tiṇā bhiyyo na maññatīti tiṇaṃ viya paribhavanto atibhuyya vattatīti attho. Ādinā nayenāti ettha ādi-saddena –",
  "tika-s0301t10:96": "‘‘Karaṃ purisakiccāni, so sukhā na vihāyati; (Dī. ni. 3.253);",
  "tika-s0301t10:97": "‘‘Na divā soppasīlena, rattimuṭṭhānadessinā;",
  "tika-s0301t10:98": "Niccaṃ mattena soṇḍena, sakkā āvasituṃ ghara’’nti ca. (dī. ni. 3.253); –",
  "tika-s0301t10:99": "Evamādīnaṃ saṅgaho. Asithilaparakkamo analasabhāvato. Ekamūsikāyāti ekāya matamūsikāya. Nacirassevāti catumāsabbhantareyeva. Catusatasahassasaṅkhaṃ cūḷantevāsī viyāti kākaṇikaḍḍhakahāpaṇa-soḷasa-kahāpaṇa-catuvīsati-kahāpaṇa-sataharaṇakkamena dve satasahassāni, cūḷakamahāseṭṭhino dhītulābhavasena dve satasahassānīti evaṃ catusatasahassasaṅkhaṃ dhanaṃ ekamūlena yathā cūḷantevāsī vindi, evaṃ aññopi patirūpakārī dhuravā uṭṭhātā vindate dhanaṃ. Ayañca attho cūḷakaseṭṭhijātakena dīpetabbo. Vuttañhetaṃ –",
  "tika-s0301t10:100": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "tika-s0301t10:101": "Samuṭṭhāpeti attānaṃ, aṇuṃ aggiṃva sandhama’’nti. (jā. 1.1.4);",
  "tika-s0301t10:102": "Vattaṃ katvāti adhiṭṭhānavattaṃ katvā. ‘‘Saccavādī bhūtavādī’’ti kittiṃ pappotīti yojanā. Icchitapatthitanti yehi mittaṃ icchati, tehi itaraṃ patthitaṃ. Mittāni ganthatīti mittabhāvaṃ ghaṭeti. Dānassa piyabhāvakaraṇato ‘‘dadaṃ piyo hotī’’ti vuttaṃ. Yaṃ dānaṃ ekantato mittabhāvāvahaṃ, taṃ dassento ‘‘duddadaṃ vā dadaṃ taṃ ganthatī’’ti āha. Dadanti ca lakkhaṇavacanametanti āha ‘‘dānamukhena vā’’tiādi.",
  "tika-s0301t10:103": "Āḷavakassa ajjhāsayānurūpaṃ gahaṭṭhavasena vissajjento. Saddhā etassa atthīti saddho, tassa saddhassa. Gharamesinoti gharāvāsasaṅkhātaṃ gharaṃ esantassa. Gharāvāsasannissitattā ‘‘ghara’’nti kāmaguṇā vuccantīti āha ‘‘pañca kāmaguṇe’’ti. ‘‘Ete caturo dhammā’’tiādinā gahitā anantaragāthāya vuttadhammā evāti dassento ‘‘vuttappakāraṃ sacca’’ntiādimāha. Tattha ‘‘ime kusalā, ime akusalā’’tiādinā te atthe yāthāvato dhāraṇato upadhāraṇato dhammo. Saññā cittacetasikānaṃ dhāraṇaṃ, avicchedato sandhāraṇato kusalasantānaṃ dhāretīti dhiti, vīriyaṃ. Cajati etenāti cāgo, dānaṃ. Paccayavekallato phaluppādanasamatthatāvasena santi.",
  "tika-s0301t10:104": "Aññepīti ito yathāvuttadhammasamudāyato aññepi dhammā yadi santi, te dhamme pucchassūti. Kilese, kāyavācādike vā dametīti damo, paññā. Uṭṭhahati ussahati etenāti uṭṭhānaṃ, vīriyaṃ. Etthāti etissā pucchāya. Saddhinti saṅkhepato bhāvatthapadānaṃ bandhanena saha. Ekamekaṃ padanti paññādikamekekaṃ padaṃ. ‘‘Paññā imasmiṃ ṭhāne paññāti dhammoti ca āgatā’’tiādinā paññādiatthassa uddharaṇaṃ atthuddhāro. Tassa tassa atthassa ‘‘paññā pajānanā’’tiādinā (dha. sa. 16) vevacanapadānaṃ uddharaṇaṃ paduddhāro. Pajānātīti paññā, dhāretīti dhammo, dametīti damoti evaṃ padassa kathanaṃ padavaṇṇanā.",
  "tika-s0301t10:105": "Ajjāti vā etarahi. Yathāvuttena pakārenāti ‘‘saddahāno arahata’’ntiādinā vuttappakārena. Saccasampaṭivedhāvagahaṇaṃ vā yathāvuttena pakārena diṭṭhasaccatāya idhalokaparalokatthaṃ yāthāvato jānanto. Evañca yakkho satthu desanānubhāvasiddhaṃ pañhaṃ pucchanena attano paṭilābhasampattiṃ vibhāvento ‘‘kathaṃsu labhate pañña’’ntiādimāhāti ācariyā. Samparāyikoti ettha ca-saddo luttaniddiṭṭho, tena ‘‘diṭṭhadhammiko cā’’ti ayamattho vutto evāti dassento ‘‘yo attho…pe… dassetī’’ti āha. Arīyati phalaṃ etasmāti attho, kāraṇaṃ. Vicakkhaṇe sapayojanatāya.",
  "tika-s0301t10:106": "Tassa ñāṇassāti tassa atthassa āvibhāvanassa ñāṇassa. Guṇavisesehi ca sadisassapi aññassa abhāvato aggadakkhiṇeyyo buddho bhagavā. Tenāha –",
  "tika-s0301t10:107": "‘‘Nayimasmiṃ loke parasmiṃ vā pana,",
  "tika-s0301t10:108": "Buddhena seṭṭhova samova vijjati;",
  "tika-s0301t10:109": "Āhuneyyānaṃ paramāhutiṃ gato,",
  "tika-s0301t10:110": "Puññatthikānaṃ vipulaphalesina’’nti. (vi. va. 1047);",
  "tika-s0301t10:111": "Sahitapaṭipattinti paññāsaṅgāhikaṃ attano paṭipattiṃ. Sundarā bodhi subodhi, buddhassa subodhi buddhasubodhi, sā eva buddhasubodhitā. Dhammassavanatthaṃ sannipatitadevatāhi saṅghuṭṭhasādhukārasadduṭṭhānañca.",
  "tika-s0301t10:112": "Satapuññalakkhaṇanti satasahassakappe puññasambhārassa katattā tesaṃ puññānaṃ vasena satapuññalakkhaṇaṃ anekapuññanibbattalakkhaṇaṃ. Abhinandiyatāya sabbehi aṅgehi samupetaṃ samannāgataṃ. Katapuññabhāvaṃ byañjentīti byañjanāni , aṅgapaccaṅgāni. Tesaṃ paripuṇṇattā paripuṇṇabyañjanaṃ. Taṃ yakkho…pe… pūresīti gāthāpūraṇatthameva hi bhagavā tathārūpāni akāsi. Abyādhitāti arogā. ‘‘Abyathitā’’ti keci paṭhanti, sayasantāsarahitāti attho.",
  "tika-s0301t10:113": "‘‘Hatthayo’’ti vattabbe ‘‘hatthako’’ti vuttaṃ. Āḷavinagaranti āḷavinagaravāsino vadati. Bhavati hi tatraṭṭhatāya taṃ-saddo yathā ‘‘gāmo āgato, mañcā ukkuṭṭhiṃ karontī’’ti. Ekakolāhalena vattamānena.",
  "tika-s0301t10:114": "Sampiṇḍitvāti sannipatitvā. Kāmaṃ sambhāro tena katoti natthi, yuddhatthaṃ pana bahuso ussāhassa katattā ‘‘yuddhamādiṃ katvā’’ti vuttaṃ. Tameva āḷavakasuttaṃ kathesi tassā eva desanāya sannipatitaparisāya sappāyattā. Tenāha ‘‘kathāpari…pe… ahosī’’ti. Catūhi vatthūhīti catūhi saṅgahavatthūhi. Parisanti attano parisaṃ. ‘‘Itarañcā’’tipi vadanti.",
  "tika-s0301t10:115": "Āḷavakasuttavaṇṇanā niṭṭhitā.",
  "tika-s0301t10:116": "Sāratthappakāsiniyā saṃyuttanikāya-aṭṭhakathāya",
  "tika-s0301t10:117": "Yakkhasaṃyuttavaṇṇanāya līnatthappakāsanā samattā."
}