{
  "tika-abh02t26:0": "9. Iddhipādavibhaṅgo",
  "tika-abh02t26:1": "1. Suttantabhājanīyavaṇṇanā",
  "tika-abh02t26:2": "431.Paṭhamokattuattho ‘‘ijjhatīti iddhī’’ti. Dutiyo karaṇattho ‘‘ijjhanti etāyā’’ti. Pajjitabbā iddhi vuttā ‘‘iddhiṃ pajjanti pāpuṇantī’’ti kattusādhanassa iddhisaddassa karaṇasādhanena pādasaddena samānādhikaraṇatāya asambhavato, ijjhanakassa ca atthassa karaṇabhūtena pādena pajjitabbattā ‘‘iddhi eva pādo’’ti saddayojanā na sambhavatīti imamatthamāha ‘‘na ca…pe… vattu’’nti. Iddhikiriyākaraṇenāti ijjhanakiriyāya karaṇabhūtena atthena sādhetabbā ca iddhi pajjitabbāti yojanā. Dvinnaṃ karaṇānanti ijjhanapajjanakiriyākaraṇānaṃ iddhipādatthānaṃ. Na asamānādhikaraṇatā sambhavati paṭisedhadvayaṃ pakatiyaṃ ṭhapetīti. Tasmāti yasmā paṭhamenatthena samānādhikaraṇasamāso, dutiyena sāmivacanasamāso iddhipādasaddānaṃ na yujjati, tasmā. Yathāvuttā vā paṭhamenatthena samānādhikaraṇasamāsavaseneva yojanā yujjati pādassa pajjamānakoṭṭhāsabhāvato. Dutiyenatthena itarasamāseneva yojanā yujjati pādassa ijjhanakaraṇūpāyabhāvato.",
  "tika-abh02t26:3": "Kecīti dhammasirittheraṃ sandhāya vadati. Duvidhatthāyāti nibbattiatthāya, vuddhiatthāya ca. Visunti ‘‘iddhi eva pādo iddhipādo’’ti imasmā visuṃ. Samāsayojanāvasenāti ‘‘iddhiyā pādo iddhipādo’’ti evaṃ samāsayojanāvasena. Yathāyuttoti kattukaraṇatthesu yo yo yutto. Paṭilābhapubbabhāgānanti visesādhigamataṃpubbabhāgānaṃ yathākkamaṃ kattiddhikaraṇiddhibhāvaṃ sandhāya vuttoti yojanā. Uttaracūḷabhājanīye ‘‘chandoyeva chandiddhipādo, cittameva, vīriyameva, vīmaṃsāva vīmaṃsiddhipādo’’ti vuttattā āha ‘‘uttaracūḷabhājanīye vā vuttehi chandādīhi iddhipādehī’’tiādi.",
  "tika-abh02t26:4": "Chandacittavīmaṃsiddhipādesu tāva yuttaṃ padhānasaṅkhāraggahaṇaṃ apubbattā, vīriyiddhipāde pana kathanti codanaṃ sandhāyāha ‘‘vīriyiddhipādaniddese’’tiādi. Yadi dveyeva samannāgamaṅgāni, chandādayo kimatthiyāti āha ‘‘samādhivisesanānī’’ti. Na idha…pe… vuttā hoti atabbisesanattā. Yadipi samādhivisesanasamannāgamaṅgadassanatthaṃ dvikkhattuṃ vīriyaṃ āgatanti vuttaṃ, taṃ pana ‘‘vīriyasamādhisamannāgata’’nti ettāvatāpi siddhaṃ hoti. Evaṃ siddhe sati puna vacanaṃ vīriyantarasabbhāvaṃ nu kho dīpetīti kadāci āsaṅkeyyāti tadāsaṅkānivattanatthaṃ ‘‘vīriyañcā’’tiādimāha. Chandādīhi visiṭṭhoti chandādīnaṃ adhipatipaccayatāvisesena visiṭṭho. Teneva hi chandādimukheneva iddhipādā desitā. Tathā ca vuttaṃ ‘‘chandaṃ ce bhikkhu adhipatiṃ karitvā labhati samādhi’’ntiādi. Taṃtaṃavassayanavasenāti tassa tassa chandassa samādhino avassayatāvasena, paccayavisesatāyāti attho. Upāyatthena…pe… vuttā hoti adhigamūpāyatāpi nissayabhāvoyevāti. ‘‘Tenevā’’tiādinā yathāvuttaṃ chandādīnaṃ iddhipādataṃ pāḷiyāyeva vibhāveti. Tattha tenevāti chandādīnaṃyeva upāyatthabhāveneva iddhipādabhāvassa adhippetattā. Upāyiddhipādadassanatthamevāti chandādike dhure jeṭṭhake pubbaṅgame katvā nibbattitasamādhi chandādīnaṃ iddhiyā adhigamūpāyatādassanaṃ upāyiddhipādadassanaṃ, tadatthameva ‘‘tathābhūtassa vedanākkhandho…pe… viññāṇakkhandho’’ti tattha tattha pāḷiyaṃ nissayiddhipādadassanaṃ kataṃ chandādivisiṭṭhānaṃyeva vedanākkhandhādīnaṃ adhippetattā. Evañcetaṃ sampaṭicchitabbaṃ. Aññathā kevalaṃ iddhisampayuttānaṃyeva khandhānaṃ vasena iddhipādabhāve gayhamāne catubbidhatā na hoti visesakāraṇābhāvatoti adhippāyo.",
  "tika-abh02t26:5": "433.Tosanaṃ satthu ārādhanaṃ, sikkhāya vā. Thāmabhāvatoti thirabhāvato. Kulāpadese jātimā purissaro hotīti ‘‘pubbaṅgamattā cittassa visiṭṭhajātisadisatā’’ti vuttaṃ. Vicāraṇāpaññāhetukattā mantassa vīmaṃsāsadisatā suviññeyyāvāti na uddhaṭā.",
  "tika-abh02t26:6": "Chandādiketi chandasamādhipadhānasaṅkhārā, vīriyacittavīmaṃsāsamādhipadhānasaṅkhārāti ime tayo tayo dhamme. Abhedato bhedaṃ akatvā abhinditvā iddhibhāvasāmaññena, iddhipādabhāvasāmaññena ca saṅgaṇhitvā. Tenāha ‘‘sampiṇḍetvā’’ti. Bhedanaṃ vā sambhedanaṃ missīkaraṇanti āha ‘‘amissetvā’’ti. Tathā hi ‘‘sesā pana sampayuttakā cattāro khandhā iddhipādāyevā’’ti (vibha. aṭṭha. 433) iddhiiddhipāde amissetvāpi kathitaṃ. Visesenāti bhedena catūsu iddhipādesu asammissabhāvena āveṇikattā. Āveṇikā hi chandādayo tassa tassa iddhipādassa. Avisesenāti abhedena, caturiddhipādasādhāraṇabhāvenāti attho.",
  "tika-abh02t26:7": "Chandiddhipādasamādhiddhipādādayoti ādi-saddena padhānasaṅkhāraṃ, vīriyacittavīmaṃsā ca saṅgaṇhāti. Pādoti tehi sampayuttaṃ catukkhandhamāha. ‘‘Chandiddhipāde pavisantī’’tiādinā visiṭṭhesveva pavesaṃ avatvā. Catūsūti chando, samādhi, padhānasaṅkhārā, taṃsampayuttā khandhāti evaṃ catūsu. Chandahetuko, chandādhiko vā samādhi adhippetoti āha ‘‘chandavato ko samādhi na ijjhissatī’’ti. Itīti evaṃ anena pakārena, yaṃ samādhibhāvanāmukhaṃ. Samādhibhāvanānuyogena bhāvitā khandhā samādhibhāvitā.",
  "tika-abh02t26:8": "‘‘Ye hī’’tiādinā ‘‘abhinavaṃ natthī’’ti saṅkhepato vuttaṃ vivarati. Tiṇṇanti chandasamādhipadhānasaṅkhārānaṃ. Idanti ‘‘ime hi tayo’’tiādivacanaṃ. Purimassāti ‘‘chando samādhī’’tiādivacanassa. Kāraṇabhāvenāti sādhanabhāvena. Tenāti ‘‘ime hi tayo dhammā’’tiādivacanena. Yasmā chandādayo tayo dhammā aññamaññaṃ, sampayuttakānañca nissayabhāvena pavattanti, tasmā tesampi iddhipādabhāvo vutto. So pana nissayabhāvo sampayogāvinābhāvīti āha ‘‘tadantogadhattā’’ti, sampayuttakantogadhattāti attho. Chandādīnaṃ viya sampayuttakkhandhānaṃ sabhāvato iddhibhāvo natthīti āha ‘‘iddhibhāvapariyāyo atthī’’ti. Tena vuttaṃ ‘‘sesā sampayuttakā…pe… na attano sabhāvenā’’ti. Ekadesassāti chandādīnaṃ. Catunnampi khandhānaṃ, chandādīnaṃ vā catunnaṃ. Punapīti ‘‘sampayuttakā panā’’tiādiṃ sandhāyāha. Iminā catukkhandhatadekadesānaṃ iddhibhāvadīpanena.",
  "tika-abh02t26:9": "Pubbe vuttato vacanakkamena aññanti āha ‘‘apubbanti katvā’’ti. Kenaṭṭhena iddhi paṭilābho, kenaṭṭhena pādo pubbabhāgoti yathākkamaṃ yojanā. Yadi patiṭṭhānaṭṭhena pādo, nissayiddhipādoyeva vutto siyā, na upāyiddhipādoti āha ‘‘upāyo cā’’tiādi. Sabbatthāti suttantabhājanīye, abhidhammabhājanīye ca. Tenāha ‘‘suttantabhājanīye hī’’tiādi. Samādhivisesanabhāvenāti ‘‘chandādhipati, chandahetuko, chandādhiko vā samādhi chandasamādhī’’tiādinā samādhissa visesanabhāvena . ‘‘Samādhisevanavasenā’’ti ca pāṭho. Tattha samādhisevanavasenāti chandādhike adhipatiṃ karitvā samādhissa āsevanavasena. Upāyabhūtānanti ‘‘chandavato ce samādhi ijjhati, mayheva ijjhatī’’ti samādhiāsevanāya upāyabhūtānaṃ.",
  "tika-abh02t26:10": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t26:11": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t26:12": "444. Sādhipativārāni aṭṭhasatāni, tesu paccekaṃ cattāro iddhipādā na sambhavantīti āha ‘‘sādhipativārānaṃ paripuṇṇānaṃ abhāvā’’ti. Tattha kāraṇamāha ‘‘na hi adhipatīnaṃ adhipatayo vijjantī’’ti. Yadi hi adhipatī siyuṃ sādhipatīti iddhipādabhedena dvattiṃsa nayasatāni, suddhikāni aṭṭhāti cattāri nayasahassāni bhaveyyuṃ, taṃ pana natthīti adhippāyo. Yattakā pana nayā idha labbhanti, taṃ dassetuṃ ‘‘ekekasmiṃ panā’’tiādi vuttaṃ. Suddhikāni aṭṭha nayasatāni sādhipatikānipi aṭṭhevāti catunnaṃ maggānaṃ vasena soḷasa nayasatāni.",
  "tika-abh02t26:13": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t26:14": "3. Pañhapucchakavaṇṇanā",
  "tika-abh02t26:15": "Sayaṃ jeṭṭhakabhāvena pavattanato cattāro adhipatayo aññamaññaṃ garuṃ na karonti. Tasmā ‘‘cattāro iddhipādā na maggādhipatino’’ti vuttā. Tenāha ‘‘aññamaññassa pana adhipatayo na bhavantī’’ti. Etamatthanti ‘‘adhipatayo aññamaññassa adhipatī na bhavantī’’ti etamatthaṃ. Adhipatinoti adhipati bhavituṃ samatthassa. Adhipatiṃ na karontīti adhipatiṃ katvā garuṃ katvā nappavattanti. Adhipatīnaṃ sahabhāveti adhipatikiccakaraṇena sahapavattiyaṃ. ‘‘Avīmaṃsādhipatikassa maggassa abhāvā’’ti idaṃ ‘‘adhipatitāsamatthā dhammā adhipatibhāveneva pavatteyyu’’nti dosāropanavasenāha, na yathādhigatavasena. Adhipatidhammānañhi pubbābhisaṅkhāre sati adhipatibhāvena pavatti, na aññathāti sahabhāvepi tadabhāvaṃ sandhāya visesanaṃ na kattabbaṃ siyāti sakkā vattuṃ. Aññamaññādhipatikaraṇabhāveti aññamaññaṃ adhipatiṃ katvā pavattiyaṃ. Vīmaṃsādhipatikattavacananti vīmaṃsādhipatikabhāvassa vacanaṃ. Na vattabbaṃ siyā sabbesampi adhipatīnaṃ sādhipatikattāti adhippāyo. Sahabhāvo paṭikkhitto eva sādhipatibhāvassa anekaṃsikatāvacanato.",
  "tika-abh02t26:16": "Pañhapucchakavaṇṇanā niṭṭhitā.",
  "tika-abh02t26:17": "Iddhipādavibhaṅgavaṇṇanā niṭṭhitā."
}