{
  "tika-s0302t2:0": "3. Dhātusaṃyuttaṃ",
  "tika-s0302t2:1": "1. Nānattavaggo",
  "tika-s0302t2:2": "1. Dhātunānattasuttavaṇṇanā",
  "tika-s0302t2:3": "85.Paṭhamanti imasmiṃ nidānavagge saṃyuttānaṃ paṭhamaṃ saṃgītattā. Nissattaṭṭhasuññataṭṭhasaṅkhātenāti dhammamattatāya nissattatāsaṅkhātena niccasubhasukhaattasuññatatthasaṅkhātena. Sabhāvaṭṭhenāti yathābhūtasabhāvaṭṭhena. Tato eva sabhāvassa dhāraṇaṭṭhena dhātūti laddhanāmānaṃ. Nānāsabhāvo aññamaññavisadisatā dhātunānattaṃ. Cakkhusaṅkhāto pasādo cakkhupasādo. So eva cakkhanaṭṭhena cakkhu, nissattasuññataṭṭhena dhātu cāti cakkhudhātu. Cakkhupasādavatthuṃ adhiṭṭhānaṃ katvā pavattaṃ cakkhupasādavatthukaṃ. Sesapadesupi eseva nayo. Dve sampaṭicchanamanodhātuyo, ekā kiriyā manodhātūti tisso manodhātuyo manodhātu ‘‘mananamattā dhātū’’ti katvā. Vedanādayo…pe… nibbānañca dhammadhātu visesasaññāparihārena sāmaññasaññāya pavattanato. Tathā hete dhammā āyatanadesanāya ‘‘dhammāyatana’’nteva desitā. Na hi nesaṃ rūpāyatanādīnaṃ viya viññāṇehi aññaviññāṇena gahetabbatākāro atthi. Sabbampīti chasattatividhaṃ manoviññāṇaṃ. Kāmāvacarā kāmadhātupariyāpannattā. Avasāne dveti dhammadhātumanoviññāṇadhātuyo. Ayamettha saṅkhepo, vitthāro pana visuddhimagge taṃsaṃvaṇṇanāsu daṭṭhabbo.",
  "tika-s0302t2:4": "Dhātunānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:5": "2. Phassanānattasuttavaṇṇanā",
  "tika-s0302t2:6": "86. Jātipasutiārammaṇādibhedena nānābhāvo phasso. Jātipaccayabhedena hi paccayuppannassa bhedo hotiyeva. Dhammaparicchedavasena dhātudesanāyaṃ tisso mananamattā dhātuyova manodhātuyo. Kiriyāmayassa cittuppattivibhāgena paccayuppannassa vasena dhātudesanāyaṃ mananaṭṭhena dhātutāya sāmaññato manodvārāvajjanaṃ ‘‘manodhātū’’ti adhippetanti vuttaṃ ‘‘manosamphasso manodvāre paṭhamajavanasampayutto’’tiādi. Tasmāti yasmā kāmaṃ sampaṭicchanamanodhātuanantaraṃ uppajjamāno santīraṇaviññāṇadhātuyā sampayutto phassopi manosamphasso eva nāma, dubbalattā pana so sabbabhavesu asambhavato ca gahito anavasesato gahaṇaṃ na hotīti manodvāre javanasamphasso hoti, tasmā. Ayamettha atthoti ayaṃ idha adhippāyānugato attho.",
  "tika-s0302t2:7": "Phassanānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:8": "3. Nophassanānattasuttavaṇṇanā",
  "tika-s0302t2:9": "87.Manosamphassaṃ paṭiccāti manodvāre paṭhamajavanasampayutto phasso manosamphasso, taṃ manosamphassaṃ paṭicca. Manodhātūti āvajjanakiriyamanodhātu. Manoviññāṇadhātu manodhātūti veneyyajjhāsayavasena vuttaṃ. Tenāha ‘‘manodvāre…pe… evamattho daṭṭhabbo’’ti. Tathā hi vakkhati ‘‘sabbāni cetānī’’tiādi.",
  "tika-s0302t2:10": "Nophassanānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:11": "4. Vedanānānattasuttavaṇṇanā",
  "tika-s0302t2:12": "88.Sabbāpi tasmiṃ dvāre vedanā vatteyyuṃ cakkhusamphassavedanā upanissayapaccayabhāvitā. Nibbattiphāsukatthanti nibbattiyā upanissayabhāvena pavattiyā dassanasukhatthaṃ. Sampaṭicchanavedanameva gahetuṃ vaṭṭati, tāya gahitāya itarāsaṃ gahaṇaṃ ñāyāgatamevāti. Vuttaṃ porāṇaṭṭhakathāyaṃ. Āvajjanasamphassanti āvajjanamanosamphassaṃ. Anantarūpanissayabhūtaṃ paṭicca paṭhamajavanavasena uppajjatīti yojanā. Ayamadhippāyo upanissayassa adhippetattā.",
  "tika-s0302t2:13": "Vedanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:14": "5. Dutiyavedanānānattasuttavaṇṇanā",
  "tika-s0302t2:15": "89.Tatiyacatutthesuvuttanayāvāti ‘‘no cakkhusamphassaṃ paṭicca uppajjati cakkhudhātū’’ti evaṃ vuttanayo, catutthe ‘‘cakkhudhātuṃ, bhikkhave, paṭicca uppajjati cakkhusamphasso’’tiādinā vuttanayo ca. Ekato katvāti ekajjhaṃ katvā desitā. Kasmā pana tesu suttesu evaṃ desanā pavattāti āha ‘‘sabbāni cetānī’’tiādi. Paṭisedho pana tesaṃ vedanānānattādīnaṃ phassanānattādikassa paccayabhāvato tathāuppattiyā asambhavato. Ito paresūti ‘‘no pariyesanānānattaṃ paṭicca uppajjati pariḷāhanānatta’’ntiādīsu.",
  "tika-s0302t2:16": "Dutiyavedanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:17": "6. Bāhiradhātunānattasuttavaṇṇanā",
  "tika-s0302t2:18": "90.Pañca dhātuyo kāmāvacarā rūpasabhāvattā.",
  "tika-s0302t2:19": "Bāhiradhātunānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:20": "7. Saññānānattasuttavaṇṇanā",
  "tika-s0302t2:21": "91.Āpāthe patitanti cakkhussa āpāthagataṃ sāṭakaveṭhanādisaññitaṃ bhūtasaṅghātaṃ sammā nissitaṃ. Cakkhudvāre sampaṭicchanādisampayuttasaññānaṃ saṅkappagatikattā, cakkhuviññāṇasampayuttasaññāgahaṇeneva vā gahetabbato ‘‘rūpasaññāti cakkhuviññāṇasampayuttā saññā’’ti vuttaṃ tattha saññāya eva labbhanato. Eteneva hi taṃsampayutto saṅkappoti idampi saṃvaṇṇitanti daṭṭhabbaṃ. Tenāha ‘‘saññāsaṅkappachandā ekajavanavārepi nānājavanavārepi labbhantī’’ti. Javanasampayuttassa vitakkassa chandagatikattā vuttaṃ ‘‘tīhi cittehi sampayutto saṅkappo’’ti. Chandikataṭṭhenāti chandakaraṇaṭṭhena, icchitaṭṭhenāti attho. Anuḍahanaṭṭhenāti pariḍahanaṭṭhena. Sannissayaḍāharasā hi rāgaggiādayo ‘‘rūpe’’ti pana tassa ārammaṇadassanametaṃ. Pariḷāhoti pariḷāhasīsena apekkhaṃ vadati. Tenāha ‘‘pariḷāhe uppanne’’tiādi. ‘‘Pariḷāho’’ti daḷhajjhosānā balavākārappattā vuttāti āha ‘‘pariḷāhapariyesanā pana nānājavanavāreyeva labbhantī’’ti. Tāsaṃ laddhūpanissayabhāvatoti dasseti. Iminā nayenāti ‘‘uppajjati saññānānatta’’nti ettha vuttanayena attho veditabbo. ‘‘Rūpasaññādinānāsabhāvaṃ saññaṃ paṭicca kāmasaṅkappādinānāsabhāvo saṅkappo uppajjatī’’tiādinā nayena veditabbo.",
  "tika-s0302t2:22": "Saññānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:23": "8. Nopariyesanānānattasuttavaṇṇanā",
  "tika-s0302t2:24": "92.Paṭisedhamattameva nānaṃ, sesaṃ heṭṭhā vuttanayamevāti adhippāyo.",
  "tika-s0302t2:25": "Nopariyesanānānattasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:26": "9. Bāhiraphassanānattasuttādivaṇṇanā",
  "tika-s0302t2:27": "93.Vuttappakāreārammaṇeti ‘‘āpāthe patita’’ntiādinā heṭṭhā vuttappakāre rūpārammaṇe. Saññāti rūpasaññāva. Arūpadhammopi samāno yasmiṃ ārammaṇe pavattati, taṃ phusanto viya hotīti vuttaṃ ‘‘ārammaṇaṃ phusamāno’’ti. Taṇhāya vatthubhūtaṃyeva rūpārammaṇaṃ labbhatīti katvā ‘‘rūpalābho’’ti adhippetanti āha ‘‘saha taṇhāya ārammaṇaṃ rūpalābho’’ti. Sabbasaṅgāhikanayoti ekasmiṃyeva ārammaṇe sabbesaṃ saññādīnaṃ dhammānaṃ uppattiyā sabbasaṅgaṇhanavasena dassitanayo. Tenāha ‘‘ekasmiṃyevā’’tiādi. Sabbasaṅgāhikanayoti vā dhuvaparibhogavasena nibaddhārammaṇanti vā āgantukārammaṇanti vā vibhāgaṃ akatvā sabbasaṅgāhikanayo. Aparo nayo. Missakoti āgantukārammaṇe nibaddhārammaṇe ca visayato nibaddhārammaṇena missako. Nibaddhārammaṇe sattānaṃ kileso mando hoti. Tathā hi saññāsaṅkappaphassavedanāva dassitā. Yaṃ kiñci viyāti yaṃ kiñci aññamaññaṃ viya. Khobhetvāti kutūhaluppādanavasena cittaṃ khobhetvā.",
  "tika-s0302t2:28": "Upāsikāti tassa amaccaputtassa bhariyaṃ sandhāyāha. Tasminti āgantukārammaṇe. Lābho nāma ‘‘labbhatī’’ti katvā.",
  "tika-s0302t2:29": "Uruvalliyavāsīti uruvalliyaleṇavāsī, uruvalliyavihāravāsīti vadanti. Pāḷiyāti ‘‘dhātunānattaṃ, bhikkhave, paṭicca uppajjatī’’tiādinayapavattāya imissā suttapāḷiyā. Parivaṭṭetvāti majjhe gahitaphassavedanāpariyosāne ṭhapanavasena pāḷiṃ parivaṭṭetvā. Vuttappakāretiādi parivattetabbākāradassanaṃ. Tattha vuttappakāreti āpāthagatarūpārammaṇe. Avibhūtavāranti avibhūtārammaṇavāraṃ. Ayameva vā pāṭho. Gaṇhanti kathenti. Ekajavanavārepi labbhanti cirataranivesābhāvā. Nānājavanavāreyeva daḷhataranivesatāya.",
  "tika-s0302t2:30": "94.Dasamaṃ uttānameva navame vuttanayattā. Paṭisedhamattameva hettha nānattanti.",
  "tika-s0302t2:31": "Bāhiraphassanānattasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:32": "Nānattavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:33": "2. Dutiyavaggo",
  "tika-s0302t2:34": "1. Sattadhātusuttavaṇṇanā",
  "tika-s0302t2:35": "95. Ābhātīti ābhā, ālokabhāvena nipphajjati, upaṭṭhātīti vā attho. So eva nijjīvaṭṭhena dhātūti ābhādhātu. Ālokassāti ālokakasiṇassa. Suṭṭhu, sobhanaṃ vā bhātīti subhaṃ. Kasiṇasahacaraṇato jhānaṃ subhaṃ. Sesaṃ vuttanayameva. Suparisuddhavaṇṇaṃ kasiṇaṃ. Ākāsānañcādayopi subhārammaṇaṃ evāti keci. Desanaṃ niṭṭhāpesīti desanaṃ uddesamatte eva ṭhapesi. Pāḷiyaṃ ‘‘andhakāraṃ paṭicca paññāyatī’’ti etthāpi ārammaṇameva gahitaṃ, tathā ‘‘ayaṃ dhātu asubhaṃ paṭicca paññāyatī’’ti etthāpi. Yathā hi idha suvaṇṇaṃ kasiṇaṃ subhanti adhippetaṃ, evaṃ dubbaṇṇaṃ asubhanti.",
  "tika-s0302t2:36": "Andhakāraṃ paṭiccāti andhakāraṃ paṭicchādakapaccayaṃ paṭicca. Paññāyatīti pākaṭo hoti. Tenāha ‘‘andhakāro hī’’tiādi. Ālokopi, andhakārena paricchinno hotīti yojanā. Andhakāro tāva ālokena paricchinno hotu ‘‘yattha āloko natthi, tattha andhakāro’’ti āloko kathaṃ andhakārena paricchinno hotīti āha ‘‘andhakārena hi so pākaṭo hotī’’ti. Paricchedalekhāya viya cittarūpaṃ andhakārena hi parito paricchinno hutvā paññāyati, yathā taṃ chāyāya ātapo. Eseva nayoti asubhasubhānaṃ aññamaññaparicchinnataṃ atidisitvā tattha adhippetameva dassento ‘‘asubhe sati subhaṃ paññāyatī’’ti āha. Evamāhāti ‘‘asubhaṃ paṭicca subhaṃ paññāyatī’’ti avoca. ‘‘Rūpī rūpāni passatī’’tiādīsu viya uttarapadalopenāyaṃ niddesoti āha ‘‘rūpaṃ paṭiccāti rūpāvacarasamāpattiṃ paṭiccā’’ti. Tāya hi sati adhigatāya. Rūpasamatikkamā vā hotīti sabhāvārammaṇānaṃ rūpajjhānānaṃ samatikkamā ākāsānañcāyatanasamāpatti nāma hotīti attho. Eseva nayoti iminā ‘‘ākāsānañcāyatanasamatikkamā viññāṇañcāyatanasamāpatti nāma hotī’’tiādinā dvepi pakāre atidisati. Paṭisaṅkhāti paṭisaṅkhāñāṇena. Appavattinti yathāparicchinnakālaṃ appavattanaṃ. Etena khaṇanirodhādiṃ paṭikkhipati.",
  "tika-s0302t2:37": "Kathaṃ samāpatti pattabbāti imāsu sattasu dhātūsu kā pakārā saññāsamāpatti nānā hutvā samāpajjitabbā. Tenāha ‘‘kīdisā samāpattiyo’’tiādi. Saññāya atthibhāvenāti paṭukiccāya saññāya atthibhāvena. Sukhumasaṅkhārānaṃ tattha samāpattiyaṃ avasissatāya. Nirodhovāti saṅkhārānaṃ nirodho eva.",
  "tika-s0302t2:38": "Sattadhātusuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:39": "2. Sanidānasuttavaṇṇanā",
  "tika-s0302t2:40": "96.Bhāvanapuṃsakametaṃ ‘‘visamaṃ candimasūriyā parivattantī’’tiādīsu (a. ni. 4.70) viya. Sanidānanti attano phalaṃ nidadātīti nidānaṃ, kāraṇanti āha ‘‘sanidānosappaccayo’’ti. Kāmapaṭisaṃyuttoti kāmarāgasaṅkhātena kāmena paṭisaṃyutto vā kāmapaṭibaddho vā. Takketīti takko. Abhūtakāraṃ samāropetvā kappetīti saṅkappo. Ārammaṇe cittaṃ appetīti appanā. Visesena appetīti byappanā. Ārammaṇe cittaṃ abhiniropentaṃ viya pavattatīti cetaso abhiniropanā. Micchā viparīto pāpako saṅkappoti micchāsaṅkappo. Aññesu ca kāmapaṭisaṃyuttesu vijjamānesu vitakko eva kāmadhātusaddena niruḷho daṭṭhabbo vitakkassa kāmapasaṅgappattisātisayattā. Esa nayo byāpādadhātuādīsupi. Sabbepi akusalā dhammā kāmadhātu hīnajjhāsayehi kāmetabbadhātubhāvato.",
  "tika-s0302t2:41": "Kilesakāmassa ārammaṇabhāvattā sabbākusalasaṃgāhikāya kāmadhātuyā itarā dve saṅgahetvā kathanaṃ sabbasaṅgāhikā. Tissannaṃ dhātūnaṃ aññamaññaṃ asaṅkarato kathā asambhinnā. Imaṃ kāmāvacarasaññitaṃ kāmavitakkasaññitañca kāmadhātuṃ. Paṭiccāti paccayabhūtaṃ labhitvā. Tīhi kāraṇehīti tīhi sārabhūtehi kāraṇehi.",
  "tika-s0302t2:42": "Byāpādavitakko byāpādo uttarapadalopena, so eva nijjīvaṭṭhena sabhāvadhāraṇaṭṭhena dhātūti byāpādadhātu. Byāpajjati cittaṃ etenāti byāpādo, doso. Byāpādopi dhātūti yojanā. Sahajātapaccayādivasenāti sahajātaaññamaññanissayasampayuttaatthiavigatapaccayavasena. Visesena hi parassa attano ca dukkhāpanaṃ vihiṃsā, sā eva dhātu, atthato rosanā parūpaghāto, tathā pavatto vā dosasahagatacittuppādo.",
  "tika-s0302t2:43": "Tiṇagahane araññeti tiṇehi gahanabhūte araññe. Anayabyasananti apāyabyasanaṃ, pariharaṇūpāyarahitaṃ vipattinti vā attho. Avaḍḍhiṃ vināsanti avaḍḍhiñceva vināsañcāti vadanti sabbaso vaḍḍhirahitaṃ. Sukkhatiṇadāyo viya ārammaṇaṃ kilesaggisaṃvaddhanaṭṭhena. Tiṇukkā viyaakusalasaññā anudahanaṭṭhena. Tiṇakaṭṭha…pe… sattā anayabyasanāpattito. ‘‘Ime sattā’’ti hi ayoniso paṭipajjamānā adhippetā. Tenāha ‘‘yathā sukkhatiṇadāye’’tiādi.",
  "tika-s0302t2:44": "Samatābhāvato samatāvirodhato visamatāhetuto ca visamā rāgādayoti āha ‘‘rāgavisamādīni anugata’’nti. Icchitabbā avassaṃbhāvinibhāvena.",
  "tika-s0302t2:45": "Saṃkilesato nikkhamanaṭṭhena nekkhammo, so eva nijjīvaṭṭhena dhātūti nekkhammadhātu. Svāyaṃ nekkhammasaddo pabbajjādīsu kusalavitakke ca niruḷhoti āha ‘‘nekkhammavitakkopi nekkhammadhātū’’ti. Itarāpi dve dhātuyoti abyāpādaavihiṃsādhātuyo vadati. Visuṃ dīpetabbā sarūpena āgatattā. Vitakkādayoti nekkhammasaṅkappacchandapariḷāhapariyesanā. Yathānurūpaṃ attano attano paccayānurūpaṃ. Kathaṃ panettha kusaladhammesu pariḷāho vuttoti? Saṅkhārapariḷāhamattaṃ sandhāyetaṃ vuttaṃ, soḷasasu ākāresu dukkhasacce santāpaṭṭho viya vutto, yassa vigamena arahato sītibhāvappatti vuccati.",
  "tika-s0302t2:46": "Sayaṃ na byāpajjati, tena vā taṃsamaṅgīpuggalo na kiñci byāpādetīti abyāpādo, vihiṃsāya vuttavipariyāyehi sā veditabbā. Hitesibhāvena mijjati siniyhatīti mitto, mittassa esāti metti, abyāpādo. Mettāyanāti mettākāraṇaṃ, mettāya vā ayanā pavattanā. Mettāyitattanti mettāyitassa mettāya pavattassa bhāvo. Mettācetovimuttīti mettāyanavasena pavatto cittasamādhi. Sesaṃ vuttanayameva.",
  "tika-s0302t2:47": "Sanidānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:48": "3. Giñjakāvasathasuttavaṇṇanā",
  "tika-s0302t2:49": "97.Ito paṭṭhāyāti ‘‘dhātuṃ, bhikkhave’’ti imasmā tatiyasuttato paṭṭhāya. Yāva kammavaggo, tāva netvā upagantvā seti etthāti āsayo, hīnādibhāvena adhīno āsayo ajjhāsayo, taṃ ajjhāsayaṃ, adhimuttanti attho. Saññā uppajjatītiādīsu hīnādibhedaṃ ajjhāsayaṃ paṭicca hīnādibhedā saññā, tannissayadiṭṭhivikappanā, vitakko ca uppajjati sahajātakoṭiyā upanissayakoṭiyā ca. Satthāresūti tesaṃ satthupaṭiññatāya vuttaṃ, na satthulakkhaṇasabbhāvato. Asammāsambuddhesūti ādhāre visaye ca bhummaṃ ekato katvā vuttanti paṭhamaṃ tāva dassento ‘‘mayaṃ sammāsambuddhā’’tiādiṃ vatvā itaraṃ dassento ‘‘tesu sammāsambuddhā ete’’tiādimāha. Tesaṃ ‘‘mayaṃ sammāsambuddhā’’ti uppannadiṭṭhi idha mūlabhāvena pucchitā, itarā anusaṅkitāti pucchatiyevāti sāsaṅkaṃ vadati.",
  "tika-s0302t2:50": "‘‘Mahatī’’ti ettha mahāsaddo ‘‘mahājano’’tiādīsu viya bahuatthavācakoti daṭṭhabbo. Avijjāpi hīnahīnatarahīnatamādibhedena bahupakārā. Tassāti diṭṭhiyā. Kasmā panettha ‘‘yadidaṃ avijjā dhātū’’ti avijjaṃ uddharitvā ‘‘hīnaṃ dhātuṃ paṭiccā’’ti ajjhāsayadhātu niddiṭṭhāti? Na kho panetaṃ evaṃ daṭṭhabbaṃ, ‘‘aññaṃ uddharitvā aññaṃ niddiṭṭhā’’ti, yato avijjāsīsena ajjhāsayadhātu eva gahitā. Avijjāgahito hi purisapuggalo diṭṭhajjhāsayo hīnādibhedaṃ avijjādhātuṃ nissāya tato saññādiṭṭhiādike saṅkappeti. Paṇidhi patthanā, sā pana tathā tathā cittassa ṭhapanavasena hotīti āha ‘‘cittaṭṭhapana’’nti. Tenāha ‘‘sā panesā’’tiādi. Eteti hīnapaccayā saññādiṭṭhivitakkacetanā patthanā paṇidhisaṅkhātā hīnā dhammā. Hīno nāma hīnadhammasamāyogato. Sabbapadānīti ‘‘paññapetī’’tiādīni padāni yojetabbāni hīnasaddena majjhimuttamaṭṭhānantarassa asambhavato. Upapajjanaṃ ‘‘upapattī’’ti āha ‘‘dve upapattiyo paṭilābho ca nibbatti cā’’ti. Tattha hīnakulādīti ādi-saddena hīnarūpabhogaparisādīnaṃ saṅgaho. Hīnattikavasenāti hīnattike vuttattikapadavasenāti adhippāyo. Cittuppādakkhaṇeti idaṃ hīnattikapariyāpannānaṃ cittuppādānaṃ vasena tattha tattha laddhattā vuttaṃ. Pañcasu nīcakulesūti caṇḍālavenanesādarathakārapukkusakulesu. Dvādasaakusalacittuppādānaṃ pana yo koci paṭilābho hīnoti yojanā. Sesadvayepi eseva nayo. Imasmiṃ ṭhāneti ‘‘yāyaṃ, bhante, diṭṭhī’’tiādinā āgate imasmiṃ ṭhāne. ‘‘Dhātuṃ, bhikkhave, paṭicca uppajjatī’’tiādinā āgatattā nibbattiyeva adhippetā, na paṭilābho.",
  "tika-s0302t2:51": "Giñjakāvasathasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:52": "4. Hīnādhimuttikasuttavaṇṇanā",
  "tika-s0302t2:53": "98.Ekatohontīti samānacchandatāya ajjhāsayato ekato honti. Nirantarā hontīti tāya eva samānacchandatāya cittena nibbisesā honti. Idha adhimutti nāma ajjhāsayadhātūti āha ‘‘hīnādhimuttikāti hīnajjhāsayā’’ti.",
  "tika-s0302t2:54": "Hīnādhimuttikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:55": "5. Caṅkamasuttavaṇṇanā",
  "tika-s0302t2:56": "99.Mahāpaññesūti vipulapaññesu. Nanti sāriputtattheraṃ. Khandhantaranti khandhavibhāgaṃ, khandhānaṃ vā antaraṃ viseso atthīti khandhantaro. Esa nayo sesesupi. Parikammanti iddhividhādhigamassa pubbabhāgaparikammañceva uttaraparikammañca. Ānisaṃsanti iddhānisaṃsañceva ānisaṃsañca. Adhiṭṭhānaṃ vikubbananti adhiṭṭhānavidhānañceva vikubbanavidhānañca. Vuttanayenevāti ‘‘pathaviṃ pattharanto viyā’’tiādinā.",
  "tika-s0302t2:57": "Dhutaṅgaparihāranti dhutaṅgānaṃ pariharaṇavidhiṃ. Pariharaṇaggahaṇeneva samādānaṃ siddhaṃ hotīti taṃ na gahitaṃ. Ānisaṃsanti taṃtaṃdhutaṅgapariharaṇe daṭṭhabbaṃ ānisaṃsameva. Samodhānanti ‘‘ettakā piṇḍapātapaṭisaṃyuttā, ettakā senāsanapaṭisaṃyuttā’’ti paccayavasena aññamaññañca antogadhattā. Adhiṭṭhānanti adhiṭṭhānavidhiṃ. Bhedanti ukkaṭṭhādibhedañceva bhinnākārañca.",
  "tika-s0302t2:58": "Parikammanti ‘‘dibbacakkhu evaṃ uppādetabbaṃ, evaṃ visodhetabba’’ntiādinā parikammavidhānaṃ. Ānisaṃsanti paresaṃ ajjhāsayānurūpāyatanādiānisaṃsapabhedaṃ. Upakkilesanti sādhāraṇaṃ asādhāraṇaṃ duvidhaṃ upakkilesaṃ. Vipassanābhāvanupakkilesā hi dibbacakkhussa upakkilesāti veditabbā.",
  "tika-s0302t2:59": "Saṅkhepavitthāragambhīruttānavicitrakathādīsūti saṅkhepo vitthāro gambhīratā uttānatā vicitrabhāvo neyyatthatā nītatthatāti evamādīsu dhammassa kathetabbappakāresu taṃ taṃ kathetabbākāraṃ.",
  "tika-s0302t2:60": "Iti-saddo ādiattho, pakārattho vā. Tena –",
  "tika-s0302t2:61": "‘‘Ādimhi sīlaṃ deseyya, (dī. ni. aṭṭha. 1.190; ma. ni. aṭṭha. 1.291)",
  "tika-s0302t2:62": "Majjhe cittaṃ viniddise;",
  "tika-s0302t2:63": "Ante paññā kathetabbā,",
  "tika-s0302t2:64": "Eso dhammakathāvidho’’ti. –",
  "tika-s0302t2:65": "Evaṃ kathetabbākāraṃ saṅgaṇhāti.",
  "tika-s0302t2:66": "‘‘Sithilaṃ dhanitañca dīgharassaṃ, garukaṃ lahukañca niggahītaṃ;",
  "tika-s0302t2:67": "Sambandhaṃ vavatthitaṃ vimuttaṃ, dasadhā byañjanabuddhiyā pabhedo’’ti. (dī. ni. 1.190; ma. ni. aṭṭha. 1.291; pari. 485) –",
  "tika-s0302t2:68": "Evaṃ vuttaṃ dasavidhaṃ byañjanabuddhiṃ. Aṭṭhuppattinti tassa tassa suttassa jātakassa ca aṭṭhuppattiṃ. Anusandhinti pacchānusandhiādianusandhiṃ. Pubbāparanti sambandhaṃ. Idaṃ padaṃ evaṃ vattabbaṃ, idaṃ pubbāparaṃ evaṃ gahetabbanti.",
  "tika-s0302t2:69": "Kulasaṅgaṇhanaparihāranti lābhuppādanatthaṃ kulānaṃ saṅgaṇhanavidhino pariharaṇaṃ tanniyamitaṃ ekantikaṃ kulasaṅgahaṇavidhiṃ.",
  "tika-s0302t2:70": "Caṅkamasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:71": "6. Sagāthāsuttavaṇṇanā",
  "tika-s0302t2:72": "100. ‘‘Dhātuso saṃsandantī’’ti idaṃ ajjhāsayato sarikkhatādassanaṃ, na kāyena missībhāvadassananti āha ‘‘samuddantare’’tiādi. Nirantaroti nibbiseso. Saṃsaggāti pañcavidhasaṃsaggahetu. Saṃsaggagahaṇena cettha saṃsaggavatthukā taṇhā gahitā. Tenāha ‘‘dassana…pe… snehenā’’ti.",
  "tika-s0302t2:73": "Vanati bhajati sajjati tenāti vanaṃ, vanathoti ca kileso vuccatīti āha ‘‘vanatho jātoti kilesavanaṃ jāta’’nti. Itare saṃsaggamūlakāti tameva paṭikkhipanto āha ‘‘adassanenā’’ti. Sādhujīvīti sādhu suṭṭhu jīvī, taṃjīvanasīlo. Tenāha ‘‘parisuddhajīvitaṃ jīvamāno’’ti.",
  "tika-s0302t2:74": "Sagāthāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:75": "7. Assaddhasaṃsandanasuttavaṇṇanā",
  "tika-s0302t2:76": "101.Nirojāti saddhāsnehābhāvena nisnehā. Tato eva arasabhāvena nirasā. Ekasadisāti samasamā nibbisesā. Tenāha ‘‘nirantarā’’ti. Alajjitāya ekasīmakatā bhinnamariyādā. Saddhā tesaṃ atthīti saddhā. Tantipālakāti saddhammatantiyā pālakā. Vaṃsānurakkhakāti ariyavaṃsassa anurakkhakā. Āraddhavīriyāti paggahitavīriyā. Yasmā tādisānaṃ vīriyaṃ paripuṇṇaṃ nāma hoti kiccasiddhiyā, tasmā vuttaṃ ‘‘paripuṇṇaparakkamā’’ti. Sabbakiccapariggāhikāyāti catunnaṃ satipaṭṭhānānaṃ bhāvanākiccapariggāhikāya.",
  "tika-s0302t2:77": "Assaddhasaṃsandanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:78": "8-12. Assaddhamūlakasuttādivaṇṇanā",
  "tika-s0302t2:79": "102-106.Aṭṭhamādīnīti aṭṭhamaṃ navamaṃ dasamaṃ ekādasamaṃ dvādasamanti imāni pañca suttānīti eke. Apare pana nava suttānīti icchanti. Svāyamattho aṭṭhakathāyaṃ vuttoyeva. Pāḷiyañca kesuci potthakesu likhīyati.",
  "tika-s0302t2:80": "Assaddhamūlakasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:81": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:82": "3. Kammapathavaggo",
  "tika-s0302t2:83": "1-2. Asamāhitasuttādivaṇṇanā",
  "tika-s0302t2:84": "107-108.Ito paresūti ito dutiyavaggato paresu suttesu. Paṭhamanti paṭhamavagge paṭhamaṃ. Kasmā panettha evaṃ desanā pavattāti āha ‘‘evaṃ vuccamāne’’tiādi.",
  "tika-s0302t2:85": "Asamāhitasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:86": "3-5. Pañcasikkhāpadasuttādivaṇṇanā",
  "tika-s0302t2:87": "109-111.Surāmerayasaṅkhātanti piṭṭhasurādisurāsaṅkhātaṃ pupphāsavādimerayasaṅkhātañca. Majjanaṭṭhena majjaṃ. Surāmerayamajjappamādoti vuccati ‘‘majjati tenā’’ti katvā. Tasmiṃ tiṭṭhantīti tasmiṃ pamāde pamajjanavasena tiṭṭhantīti attho. Sesaṃ tatiyacatutthesu suviññeyyamevāti.",
  "tika-s0302t2:88": "Pañcame tāni padāni saṃvaṇṇetuṃ ‘‘pañcame’’tiādi āraddhaṃ. Tattha pāṇo nāma vohārato satto, paramatthato jīvitindriyaṃ, taṃ pāṇaṃ atipātenti aticca antareyeva, atikkamma vā satthādīhi abhibhavitvā pātenti saṇikaṃ patituṃ adatvā sīghaṃ pātentīti attho. Kāyena vācāya vā adinnaṃ parasantakaṃ. Ādiyantīti gaṇhanti. Micchāti na sammā, gārayhavasena. Musāti atathaṃ vatthu. Vadantīti visaṃvādanavasena vadanti. Piyasuññakaraṇato pisuṇā, pisati vā pare satte, hiṃsatīti attho. Mammacchedikāti etena parassa mammacchedavasena ekantapharusasañcetanā pharusavācā nāmāti dasseti. Abhijjhāsaddo lubbhane niruḷhoti āha ‘‘parabhaṇḍe lubbhanasīlāti attho’’ti. Byāpannanti dosavasena vipannaṃ. Pakativijahanena pūtibhūtaṃ. Sādhūhi garahitabbataṃ pattā ‘‘natthi dinna’’ntiādinayappavattā natthikāhetukaakiriyadiṭṭhi kammapathapariyāpannā nāma. Micchattapariyāpannā sabbāpi lokuttaramaggapaṭipakkhā viparītadiṭṭhi.",
  "tika-s0302t2:89": "Tesanti kammapathānaṃ. Vohāratoti indriyabaddhaṃ upādāya paññattimattato. Tiracchānagatādīsūti ādi-saddena petānaṃ saṅgaho. Payogavatthumahantatādīhi mahāsāvajjatā tehi paccayehi uppajjamānāya cetanāya balavabhāvato. Yathāvuttapaccayavipariyāyepi taṃtaṃpaccayehi cetanāya balavabhāvavasena appasāvajjamahāsāvajjatā vā veditabbā. Iddhimayoti kammavipākiddhimayo dāṭhākoṭanādīnaṃ viya.",
  "tika-s0302t2:90": "Methunasamācāresūti sadāraparadāragamanavasena duvidhesu methunasamācāresu. Tepi hīnādhimuttikehi kattabbato kāmā nāma. Micchācāroti gārayhācāro. Gārayhatā cassa ekantanihīnatāyāti āha ‘‘ekantanindito lāmakācāro’’ti asaddhammādhippāyenāti asaddhammasevanādhippāyena. Gottarakkhitāti sagottehi rakkhitā. Dhammarakkhitāti sahadhammehi rakkhitā. Sassāmikā nāma sārakkhā. Yassā gamane daṇḍo ṭhapito, sā saparidaṇḍā. Bhariyabhāvāya dhanena kītā dhanakkītā. Chandena vasatīti chandavāsinī. Bhogatthaṃ vasatīti bhogavāsinī. Paṭatthaṃ vasatīti paṭavāsinī. Udakapattaṃ āmasitvā gahitā odapattakinī. Cumbaṭaṃ apanetvā gahitā obhaṭacumbaṭā. Karamarānītā dhajāhaṭā. Taṅkhaṇikaṃ gahitā muhuttikā. Abhibhavitvā vītikkamo micchācāro mahāsāvajjo, na tathā dvinnaṃ samānacchandatāya. Abhibhavitvā vītikkamane satipi maggenamaggapaṭipattiadhivāsane purimuppannasevanābhisandhipayogābhāvato micchācāro na hoti abhibhuyyamānassāti vadanti. Sevanācitte sati payogābhāvo appamāṇaṃ yebhuyyena itthiyā sevanāpayogassa abhāvato. Tathā sati puretaraṃ sevanācittassa upaṭṭhānepi tassā micchācāro na siyā, tathā purisassapi sevanāpayogābhāve. Tasmā attano ruciyā pavattitassa vasena tayo, balakkārena pavattitassa vasena tayoti sabbepi aggahitaggahaṇena ‘‘cattāro sambhārā’’ti vuttaṃ.",
  "tika-s0302t2:91": "Āsevanamandatāyāti yāya akusalacetanāya samphaṃ palapati, tassā ittarakālatāya pavattiyā anāsevanāti paridubbalā hoti cetanā.",
  "tika-s0302t2:92": "Upasaggavasena atthavisesavācino dhātusaddāti abhijjhāyatīti padassa parabhaṇḍābhimukhītiādiattho vutto. Tanninnatāyāti tasmiṃ parabhaṇḍe lubbhanavasena ninnatāya. Abhipubbo jhe-saddo lubbhane niruḷhoti daṭṭhabbo. Yassa bhaṇḍaṃ abhijjhāyati, tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjātiādinā nayena tattha appasāvajjamahāsāvajjavibhāgo veditabbo. Tenāha ‘‘adinnādānaṃ viyā’’tiādi. Attano pariṇāmanaṃ cittenevāti daṭṭhabbaṃ.",
  "tika-s0302t2:93": "Hitasukhaṃ byāpādayatīti yo naṃ uppādeti, yassa uppādeti, tassa sati samavāye hitasukhaṃ vināseti. Aho vatāti iminā yathā abhijjhāne vatthuno ekantato attano pariṇāmanaṃ dassitaṃ , evamidhāpi vatthuno ‘‘aho vatā’’ti iminā parassa vināsacintāya ekantato niyamitabhāvaṃ dasseti. Evañhi nesaṃ dāruṇappavattiyā kammapathappavatti.",
  "tika-s0302t2:94": "Yathābhuccagahaṇābhāvenāti yathātacchagahaṇassa abhāvena aniccādisabhāvassa niccādito gahaṇena. Micchā passatīti vitathaṃ passati. Samphappalāpo viyāti iminā āsevanassa appamahantatāhi micchādiṭṭhiyā appasāvajjamahāsāvajjatā. Vatthunoti gahitavatthuno. Gahitākāraviparītatāti micchādiṭṭhiyā gahitākārassa viparītatā. Tathābhāvenāti attano gahitākāreneva tassā diṭṭhiyā, gahitassa vā vatthuno upaṭṭhānaṃ ‘‘evametaṃ, na ito aññathā’’ti.",
  "tika-s0302t2:95": "Dhammatoti sabhāvato. Koṭṭhāsatoti cittaṅgakoṭṭhāsato, yaṃkoṭṭhāsā honti, tatoti attho. Cetanādhammāvāti cetanāsabhāvā eva. Paṭipāṭiyā sattāti ettha nanu cetanā abhidhamme kammapathesu na vuttāti paṭipāṭiyā sattannaṃ kammapathabhāvo na yuttoti? Na, avacanassa aññahetukattā. Na hi tattha cetanāya akammapathattā kammapatharāsimhi avacanaṃ, kadāci pana kammapatho hoti, na sabbadāti kammapathabhāvassa aniyatattā avacanaṃ. Yadā, panassa kammapathabhāvo hoti, tadā kammapatharāsisaṅgaho na nivārito. Etthāha – yadi cetanāya sabbadā kammapathabhāvābhāvato aniyato kammapathabhāvoti kammapatharāsimhi avacanaṃ, nanu abhijjhādīnampi kammapathabhāvaṃ appattānaṃ atthitāya aniyato kammapathabhāvoti tesampi kammapatharāsimhi avacanaṃ āpajjatīti? Nāpajjati, kammapathatātaṃsabhāgatāhi tesaṃ tattha vuttattā. Yadi evaṃ cetanāpi tattha vattabbā siyā? Saccametaṃ. Sā pana pāṇātipātādikāti pākaṭo tassā kammapathabhāvoti na vuttā siyā. Cetanāya hi ‘‘cetanāhaṃ, bhikkhave, kammaṃ vadāmi (a. ni. 6.63; kathā. 539) tividhā, bhikkhave, kāyasañcetanā akusalaṃ kāyakamma’’ntiādivacanato (kathā. 539) kammabhāvo pākaṭo. Kammaṃyeva ca sugatiduggatīnaṃ tatthuppajjanakasukhadukkhānañca pathabhāvena pavattaṃ kammapathoti vuccatīti pākaṭo, tassā kammapathabhāvo. Abhijjhādīnaṃ pana cetanāsamīhanabhāvena sucaritaduccaritabhāvo, cetanājanitapiṭṭhivaṭṭakabhāvena sugatiduggatitaduppajjanakasukhadukkhānaṃ pathabhāvo cāti, na tathā pākaṭo kammapathabhāvoti, te eva tena sabhāvena dassetuṃ abhidhamme kammapatharāsibhāvena vuttā. Atathājātiyakattā vā cetanā tehi saddhiṃ na vuttāti daṭṭhabbaṃ. Mūlaṃ patvāti mūladesanaṃ patvā, mūlasabhāvesu dhammesu desiyamānesūti attho.",
  "tika-s0302t2:96": "Adinnādānaṃ sattārammaṇanti idaṃ ‘‘pañca sikkhāpadā parittārammaṇā evā’’ti imāya pāḷiyā virujjhati. Yañhi pāṇātipātādidussīlyassa ārammaṇaṃ, tadeva taṃ veramaṇiyā ārammaṇaṃ. Vītikkamitabbavatthuto eva hi viratīti. ‘‘Sattārammaṇa’’nti vā sattasaṅkhātaṃ saṅkhārārammaṇameva upādāya vuttattā na koci virodho. Tathā hi vuttaṃ sammohavinodaniyaṃ (vibha. aṭṭha. 714) ‘‘yāni sikkhāpadāni ettha ‘sattārammaṇānī’ti vuttāni, tāni yasmā ‘sattoti’ti saṅkhaṃ gate saṅkhāreyeva ārammaṇaṃ karontī’’ti. Ito paresupi eseva nayo. Visabhāgavatthuno ‘‘itthipurisā’’ti gahetabbato sattārammaṇotipi eke. ‘‘Eko diṭṭho, dve sutā’’tiādinā samphappalapane diṭṭhasutamutaviññātavasena. Tathā abhijjhāti ettha tathā-saddo ‘‘diṭṭhasutamutaviññātavasenā’’ti idampi upasaṃharati, na sattasaṅkhārārammaṇataṃ eva dassanādivasena abhijjhāyanato. ‘‘Natthi sattā opapātikā’’ti pavattamānāpi micchādiṭṭhi tebhūmakadhammārammaṇā evāti adhippāyena tassā saṅkhārārammaṇatā vuttā. Kathaṃ pana micchādiṭṭhiyā mahaggatappattā dhammā ārammaṇaṃ hontīti? Sādhāraṇato. Natthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipākoti hi pavattamānāya atthato rūpārūpāvacaradhammāpi gahitāva hontīti.",
  "tika-s0302t2:97": "Sukhabahulatāya rājāno hasamānāpi ‘‘coraṃ ghātethā’’ti vadanti, hāso pana tesaṃ aññavisayoti āha ‘‘sanniṭṭhāpakacetanā pana nesaṃ dukkhasampayuttāva hotī’’ti. Majjhattavedano na hoti, sukhavedanova. Tattha ‘‘kāmānaṃ samudayā’’tiādinā vedanābhedo veditabbo. Lobhasamuṭṭhāno musāvādo sukhavedano vā siyā majjhattavedano vā, dosasamuṭṭhāno dukkhavedano vāti musāvādo tivedano siyā. Iminā nayena sesesupi yathārahaṃ vedanānaṃ ‘‘lobho nidānaṃ kammānaṃ samudayāyā’’tiādinā bhedo veditabbo.",
  "tika-s0302t2:98": "Pāṇātipāto dosamohavasena dvimūlakoti sampayuttamūlameva sandhāya vuttaṃ. Tassa hi mūlaṭṭhena upakārabhāvo dosaviseso, nidānamūle pana gayhamāne lobhamohavasenapi vaṭṭati. Sammūḷho āmisakiñjakkhakāmopi hi pāṇaṃ hanati. Tenevāha ‘‘lobho nidānaṃ kammānaṃ samudayāyā’’tiādi (a. ni. 3.34). Sesesupi eseva nayo.",
  "tika-s0302t2:99": "Asamādinnasīlassa sampattato yathāupaṭṭhitavītikkamitabbavatthuto virati sampattavirati. Samādānena uppannā virati samādānavirati. Kilesānaṃ samucchindanavasena pavattā maggasampayuttā virati samucchedavirati. Kāmañcettha pāḷiyaṃ viratiyova āgatā, sikkhāpadavibhaṅge pana cetanāpi āharitvā dassitāti tadubhayampi gaṇhanto ‘‘cetanāpi vaṭṭanti viratiyopī’’ti āha.",
  "tika-s0302t2:100": "Adussīlyārammaṇā jīvitindriyādiārammaṇā kathaṃ dussīlyāni pajahantīti dassetuṃ ‘‘yathā panā’’tiādi vuttaṃ. Pāṇātipātādīhi viramaṇavasena pavattanato tadārammaṇabhāveneva tāni pajahanti. Na hi tadeva ārabbha taṃ pajahituṃ sakkā tato anissaṭabhāvato.",
  "tika-s0302t2:101": "Anabhijjhā…pe… viramantassāti abhijjhaṃ pajahantassāti attho. Na hi manoduccaritato virati atthi anabhijjhādīheva tappahānasiddhito.",
  "tika-s0302t2:102": "Pañcasikkhāpadasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:103": "7. Dasaṅgasuttavaṇṇanā",
  "tika-s0302t2:104": "113.Micchattasammattavasenāti ettha micchābhāvo micchattaṃ, tathā sammābhāvo sammattaṃ. Tathā tathā pavattā akusalakkhandhāva micchāsati, evaṃ micchāñāṇampi daṭṭhabbaṃ. Na hi ñāṇassa micchābhāvo nāma atthi. Tasmā micchāñāṇinoti micchāsaññāṇāti attho, ayoniso pavattacittuppādāti adhippāyo. Micchāpaccavekkhaṇenāti micchādiṭṭhiādīnaṃ micchā ayoniso paccavekkhaṇena. Kusalavimuttīti pakatipurisasantarajānanaṃ, guṇaviyuttassa attano sakattani avaṭṭhānanti evamādiṃ akusalapavattiṃ ‘‘kusalavimuttī’’ti gahetvā ṭhitā micchāvimuttikā. Sammāpaccavekkhaṇāti jhānavimokkhādīsu sammā aviparītaṃ pavattā paccavekkhaṇā.",
  "tika-s0302t2:105": "Dasaṅgasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:106": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:107": "4. Catutthavaggo",
  "tika-s0302t2:108": "1. Catudhātusuttavaṇṇanā",
  "tika-s0302t2:109": "114.Patiṭṭhādhātūti sahajātānaṃ dhammānaṃ patiṭṭhābhūtā dhātu. Ābandhanadhātūti nahāniyacuṇṇassa udakaṃ viya sahajātadhammānaṃ ābandhanabhūtā dhātu. Paripācanadhātūti sūriyo phalādīnaṃ viya sahajātadhammānaṃ paripācanabhūtā dhātu. Vitthambhanadhātūti dutiyo viya sahajātadhammānaṃ vitthambhanabhūtā dhātu. Kesādayo vīsati koṭṭhāsā. Ādi-saddena pittādayo santappanādayo uddhaṅgamā vātādayo gahitā. Etāti dhātuyo.",
  "tika-s0302t2:110": "Catudhātusuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:111": "2. Pubbesambodhasuttavaṇṇanā",
  "tika-s0302t2:112": "115. Ayaṃ pathavīdhātuṃ nissāya taṃ ārabbha pavatto assādo. Evaṃ pavattānanti evaṃ kāye pabhāvassa pavedanavaseneva pavattānaṃ. Hutvā abhāvākārenāti pubbe avijjamānā paccayasāmaggiyā hutvā uppajjitvā puna bhaṅgupagamanato uddhaṃ abhāvākārena. Na niccāti aniccā addhuvattā, dhuvaṃ niccaṃ. Paṭipīḷanākārenāti udayabbayavasena abhiṇhaṃ pīḷanākārena dukkhaṭṭhena. Sabhāvavigamākārenāti attano sabhāvassa vigacchanākārena. Sabhāvadhammā hi appamattaṃ khaṇaṃ patvā nirujjhanti. Tasmā te ‘‘jarāya maraṇena cā’’ti dvedhā vipariṇamanti. Tenāha ‘‘vipariṇāmadhammā’’ti. Ādīnaṃ vāti pavattetīti ādīnavo, paramakāpaññatā. Vinīyatīti vūpasamīyati. Accantappahānavasena nissarati etenāti nissaraṇaṃ.",
  "tika-s0302t2:113": "Sāyaṃ nipannā sabbarattiṃ khepetvā pāto uṭṭhahāma, māsapuṇṇaghaṭo viya no sarīraṃ nissandābhāvato.",
  "tika-s0302t2:114": "Phusitamattesupīti udakassa phusitamattesupi.",
  "tika-s0302t2:115": "Atināmenti kālaṃ. Evaṃ vuttanayena pavattā puggalā etā pathavīdhātuādayo assādenti nāma abhirativasena tattha ākaṅkhuppādanato.",
  "tika-s0302t2:116": "Abhivisiṭṭhena ñāṇenāti aggamaggañāṇena. Rukkho bodhi ‘‘bujjhati etthā’’ti katvā. Maggo bodhi ‘‘bujjhati etenā’’ti katvā. Sabbaññutaññāṇaṃ bodhi sammā sāmañca sabbadhammānaṃ bujjhanato. Nibbānaṃ bodhi bujjhitabbato. Tesanti niddhāraṇe sāmivacanaṃ. Sāvakapāramīñāṇanti sāvakapāramīñāṇaṃ yāthāvato dassanavatthu.",
  "tika-s0302t2:117": "Akuppāti paṭipakkhehi akopetabbo. Kāraṇatoti ariyamaggato. Tato hissa akuppatā. Tenāha ‘‘sā hī’’tiādī. Ārammaṇatoti nibbānārammaṇato nibbānārammaṇānaṃ lokiyasamāpattīnaṃ abhāvato.",
  "tika-s0302t2:118": "Vitthāravasenāti ekekadhātuvasenāti vadanti, ekekissā pana dhātuyā lakkhaṇavibhattidassanavasena. Yanti hetuatthe nipāto, yaṃ nimittanti attho. Assādeti etenāti assādo, taṇhā. Ayaṃ pathavīdhātuyā assādoti ettha ayaṃ-saddo ‘‘pahānapaṭivedho’’ti etthāpi ānetvā sambandhitabbo ‘‘ayaṃ pahānapaṭivedho paṭivijjhitabbaṭṭhena samudayasacca’’nti. Esa nayo sesasaccesupi. Yāti yathāvuttesu assādo ādīnavo nissaraṇanti imesu tīsu ṭhānesu pavattā yā diṭṭhi…pe… yo samādhi, ayaṃ bhāvanāpaṭivedho maggasaccanti vuttanayeneva yojetabbaṃ.",
  "tika-s0302t2:119": "Pubbesambodhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:120": "3. Acariṃsuttavaṇṇanā",
  "tika-s0302t2:121": "116. Yathā yāvatā nissaraṇapariyesanaṭṭhāne ādīnavapariyesanā, evaṃ yāvatā ādīnavapariyesanaṭṭhāne assādapariyesanā sammāpaṭipannassāti vuttaṃ ‘‘acarinti ñāṇacārena acariṃ, anubhavanacārenā’’ti.",
  "tika-s0302t2:122": "Acariṃsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:123": "4. Nocedaṃsuttavaṇṇanā",
  "tika-s0302t2:124": "117.Nissaṭātiādīni padāni, ādito vuttapaṭisedhenāti ‘‘nevā’’ti ettha vuttena nakārena. Tenāha ‘‘na nissaṭā’’tiādi. Vimariyādikatenātiādi ca ettha viharaṇapekkhaṇe karaṇavacanaṃ. Dutiyanayeti ‘‘yato ca kho, bhikkhave’’tiādinā vuttanaye. Kilesavaṭṭamariyādāya sabbaso abhāvato nimmariyādikatena cittena. Tenāha ‘‘tatthā’’tiādi. Tīsūti dutiyādīsu tīsu.",
  "tika-s0302t2:125": "Nocedaṃsuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:126": "5. Ekantadukkhasuttavaṇṇanā",
  "tika-s0302t2:127": "118.Ekanteneva dukkhāti avīcimahānirayo viya ekantato dukkhā eva sukhena avomissā. Dukkhena anupatitāti dukkheneva sabbaso upagatā. Dukkhena okkantāti bahiddhā viya antopi dukkhena avakkantā anupaviṭṭhā. Sukhavedanāpaccayatāya imāsaṃ dhātūnaṃ sukhatā viya dukkhavedanāpaccayatāpi veditabbā, saṅkhāradukkhatā pana sabbattha caritā eva . Sabbatthāti sabbāsu dhātūsu, sabbaṭṭhānesu vā. Paṭhamaṃ sukhaṃ dassetvāpi pacchā dukkhassa kathitattā ‘‘dukkhalakkhaṇaṃ kathita’’nti vuttaṃ.",
  "tika-s0302t2:128": "Ekantadukkhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:129": "6-10. Abhinandasuttādivaṇṇanā",
  "tika-s0302t2:130": "119-123. Chaṭṭhasattamesu vaṭṭavivaṭṭaṃ kathitaṃ. Aṭṭhakathāyaṃ pana ‘‘vivaṭṭaṃ kathita’’nti vuttaṃ . Tīsu suttesu. Catusaccamevāti cattāri saccāni samāhaṭāni catusaccanti tesaṃ ekajjhaṃ gahaṇaṃ, niyamo pana tabbinimuttassa paramatthassa abhāvato.",
  "tika-s0302t2:131": "Abhinandasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0302t2:132": "Catutthavaggavaṇṇanā niṭṭhitā.",
  "tika-s0302t2:133": "Sāratthappakāsiniyā saṃyuttanikāya-aṭṭhakathāya",
  "tika-s0302t2:134": "Dhātusaṃyuttavaṇṇanāya līnatthappakāsanā samattā."
}