{
  "tika-s0403t13:0": "(14) 4. Rājavaggo",
  "tika-s0403t13:1": "1. Paṭhamacakkānuvattanasuttavaṇṇanā",
  "tika-s0403t13:2": "131. Catutthassa paṭhame atthaññūti hitaññū. Hitapariyāyo hettha attha-saddo ‘‘attattho parattho’’tiādīsu (mahāni. 69; cūḷani. mogharājamāṇavapucchāniddeso 85; paṭi. ma. 3.5) viya. Yasmā cesa paresaṃ hitaṃ jānanto te attani rañjeti, tasmā vuttaṃ ‘‘rañjituṃ jānātī’’ti. Daṇḍeti aparādhānurūpe daṇḍane. Balamhīti balakāye. Pañca attheti attattho, parattho, ubhayattho, diṭṭhadhammiko attho, samparāyiko atthoti evaṃ pañcappabhede atthe. Cattāro dhammeti catusaccadhamme, kāmarūpārūpalokuttarabhede vā cattāro dhamme. Paṭiggahaṇaparibhogamattaññutāya eva pariyesanavissajjanamattaññutāpi bodhitā hontīti ‘‘paṭiggahaṇaparibhogamattaṃ jānāti’’icceva vuttaṃ.",
  "tika-s0403t13:3": "Uttarati atikkamati, abhibhavatīti vā uttaraṃ, natthi ettha uttaranti anuttaraṃ. Anatisayaṃ, appaṭibhāgaṃ vā anekāsu devamanussaparisāsu anekasatakkhattuṃ tesaṃ ariyasaccappaṭivedhasampādanavasena pavattā bhagavato dhammadesanā dhammacakkaṃ. Apica sabbapaṭhamaṃ aññātakoṇḍaññappamukhāya aṭṭhārasaparisagaṇāya brahmakoṭiyā catusaccassa paṭivedhavidhāyinī yā dhammadesanā, tassā sātisayā dhammacakkasamaññā. Tattha satipaṭṭhānātidhammo eva pavattanaṭṭhena cakkanti dhammacakkaṃ. Cakkanti vā āṇā dhammato anapetattā, dhammañca taṃ cakkañcāti dhammacakkaṃ. Dhammena ñāyena cakkantipi dhammacakkaṃ. Yathāha ‘‘dhammañca pavatteti cakkañcāti dhammacakkaṃ, cakkañca pavatteti dhammañcāti dhammacakkaṃ, dhammena pavattetīti dhammacakka’’ntiādi (paṭi. ma. 2.40-41). Appaṭivattiyanti dhammissarassa bhagavato sammāsambuddhassa dhammacakkassa anuttarabhāvato appaṭisedhanīyaṃ. Kehi pana appaṭivattiyanti āha – ‘‘samaṇena vā’’tiādi. Tattha samaṇenāti pabbajjaṃ upagatena. Brāhmaṇenāti jātibrāhmaṇena. Sāsanaparamatthasamaṇabrāhmaṇānañhi paṭilomacittaṃyeva natthi. Devenāti kāmāvacaradevena. Kenacīti yena kenaci avasiṭṭhapārisajjena. Ettāvatā aṭṭhannampi parisānaṃ anavasesapariyādānaṃ daṭṭhabbaṃ. Lokasminti sattaloke.",
  "tika-s0403t13:4": "Paṭhamacakkānuvattanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t13:5": "2. Dutiyacakkānuvattanasuttavaṇṇanā",
  "tika-s0403t13:6": "132. Dutiye cakkavattivattanti dasavidhaṃ, dvādasavidhaṃ vā cakkavattibhāvāvahaṃ vattaṃ. Tattha antojanasmiṃ balakāye dhammikāyeva rakkhāvaraṇaguttiyā saṃvidhānaṃ, khattiyesu, anuyantesu, brāhmaṇagahapatikesu, negamajānapadesu, samaṇabrāhmaṇesu, migapakkhīsu, adhammikapaṭikkhepo, adhanānaṃ dhanānuppadānaṃ, samaṇabrāhmaṇe upasaṅkamitvā pañhapucchananti idaṃ dasavidhaṃ cakkavattivattaṃ. Idameva ca gahapatike pakkhijāte ca visuṃ katvā gahaṇavasena dvādasavidhaṃ. Pitarā pavattitameva anuppavattetīti dasavidhaṃ vā dvādasavidhaṃ vā cakkavattivattaṃ pūretvā nisinnassa puttassa aññaṃ pātubhavati, so taṃ pavatteti. Ratanamayattā pana sadisaṭṭhena tadevetanti katvā ‘‘pitarā pavattita’’nti vuttaṃ. Yasmā vā so ‘‘appossukko, tvaṃ deva, hohi, ahamanusāsissāmī’’ti āha. Tasmā pitarā pavattitaṃ āṇācakkaṃ anuppavatteti nāmāti evamettha attho daṭṭhabbo. Yañhi attano puññānubhāvasiddhaṃ cakkaratanaṃ, taṃ nippariyāyato tena pavattitaṃ nāma, netaranti paṭhamanayo vutto. Yasmā pavattitasseva anuvattanaṃ, paṭhamanayo ca taṃsadise tabbohāravasena vuttoti taṃ anādiyitvā dutiyanayo vutto.",
  "tika-s0403t13:7": "Dutiyacakkānuvattanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t13:8": "4. Yassaṃdisaṃsuttavaṇṇanā",
  "tika-s0403t13:9": "134. Catutthe ‘‘ubhato sujāto’’ti ettake vutte yehi kehici dvīhi bhāgehi sujātatā paññāpeyya, sujāta-saddo ca ‘‘sujāto cārudassano’’tiādīsu (ma. ni. 2.399; su. ni. 553; theragā. 818) ārohasampattipariyāyoti jātivasena sujātataṃ vibhāvetuṃ ‘‘mātito ca pitito cā’’ti vuttaṃ. Anorasaputtavasenapi loke mātupitusamaññā dissati, idha pana sā orasaputtavasena icchitāti dassetuṃ ‘‘saṃsuddhaggahaṇiko’’ti vuttaṃ. Gabbhaṃ gaṇhāti dhāretīti gahaṇī, gabbhāsayasaññito mātukucchippadeso. Tenāha ‘‘saṃsuddhāya mātukucchiyā samannāgato’’ti. Yathābhuttassa āhārassa vipācanavasena gaṇhanato achaḍḍanato gahaṇī, tejodhātu. Pitā ca mātā ca pitaro. Pitūnaṃ pitaro pitāmahā. Tesaṃ yugo pitāmahayugo, tasmā yāva sattamā pitāmahayugā, pitāmahadvandāti evamettha attho daṭṭhabbo. Evañhi pitāmahaggahaṇeneva mātāmahopi gahitoti so aṭṭhakathāyaṃ visuṃ na uddhato. Yuga-saddo cettha ekasesanayena daṭṭhabbo ‘‘yugo ca yugo ca yugo’’ti. Evañhi tattha tattha dvinnaṃ gahitameva hoti. Tenāha ‘‘tato uddhaṃ sabbepi pubbapurisā pitāmahaggahaṇeneva gahitā’’ti. Purisaggahaṇañcettha ukkaṭṭhaniddesavasena katanti daṭṭhabbaṃ. Evañhi ‘‘mātito’’ti pāḷivacanaṃ samatthitaṃ hoti.",
  "tika-s0403t13:10": "Akkhittoti appattakkhepo. Anavakkhittoti sampattavivādādīsu na avakkhitto na chaḍḍito. Jātivādenāti hetumhi karaṇavacananti dassetuṃ ‘‘kena kāraṇenā’’tiādi vuttaṃ. Ettha ca ‘‘ubhato…pe… pitāmahayugā’’ti etena khattiyassa yonidosābhāvo dassito saṃsuddhaggahaṇikabhāvakittanato. ‘‘Akkhitto’’ti iminā kiriyāparādhābhāvo. Kiriyāparādhena hi sattā khepaṃ pāpuṇanti. ‘‘Anupakkuṭṭho’’ti iminā ayuttasaṃsaggābhāvo. Ayuttasaṃsaggañhi paṭicca sattā akkosaṃ labhanti.",
  "tika-s0403t13:11": "Aḍḍhatā nāma vibhavasampannatā, sā taṃ taṃ upādāyupādāya vuccatīti āha ‘‘yo koci attano santakena vibhavena aḍḍho hotī’’ti. Tathā mahaddhanatāpīti taṃ ukkaṃsagataṃ dassetuṃ ‘‘mahatā aparimāṇasaṅkhena dhanena samannāgato’’ti vuttaṃ. Bhuñjitabbato paribhuñjitabbato visesato kāmā bhogā nāmāti āha ‘‘pañcakāmaguṇavasenā’’ti. Koṭṭhaṃ vuccati dhaññassa āvasanaṭṭhānaṃ, koṭṭhabhūtaṃ agāraṃ koṭṭhāgāraṃ. Tenāha ‘‘dhaññena ca paripuṇṇakoṭṭhāgāro’’ti. Evaṃ sāragabbhaṃ koso, dhaññapariṭṭhapanaṭṭhānañca koṭṭhāgāranti dassetvā idāni tato aññathā taṃ dassetuṃ ‘‘atha vā’’tiādi vuttaṃ. Tattha yathā asino tikkhabhāvaparihārako paṭicchado ‘‘koso’’ti vuccati. Evaṃ rañño tikkhabhāvaparihāraṃ katvā caturaṅginī senā kosoti āha ‘‘catubbidho koso hatthī assā rathā pattī’’ti. Vatthakoṭṭhāgāraggahaṇeneva sabbassapi bhaṇḍaṭṭhapanaṭṭhānassa gahitattā ‘‘tividhaṃ koṭṭhāgāra’’nti vuttaṃ.",
  "tika-s0403t13:12": "Yassā paññāya vasena puriso ‘‘paṇḍito’’ti vuccati, taṃ paṇḍiccanti āha ‘‘paṇḍiccena samannāgato’’ti. Taṃtaṃitikattabbatāsu chekabhāvo byattabhāvo veyyattiyaṃ. Sammohaṃ hiṃsati vidhamatīti medhā, sā etassa atthīti medhāvī. Ṭhāne ṭhāne uppatti etissā atthīti ṭhānuppatti, ṭhānaso uppajjanapaññā. Vaḍḍhiattheti vaḍḍhisaṅkhāte atthe.",
  "tika-s0403t13:13": "Yassaṃdisaṃsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t13:14": "5-9. Patthanāsuttādivaṇṇanā",
  "tika-s0403t13:15": "135-9. Pañcame hatthisminti hatthisippe. Hatthīti hi hatthivisayattā hatthisannissitattā ca hatthisippaṃ gahitaṃ. Sesapadesupi eseva nayo. Vayatīti vayo, sobhanesu katthaci apakkhalanto avitthāyanto tāni sandhāretuṃ sakkotīti attho. Na vayo avayo, tāni atthato saddato ca sandhāretuṃ na sakkoti. Avayo na hotīti anavayo. Dve paṭisedhā pakatiṃ gamentīti āha ‘‘anavayoti samattho’’ti. Chaṭṭhādīni uttānatthāneva.",
  "tika-s0403t13:16": "Patthanāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t13:17": "10. Sotasuttavaṇṇanā",
  "tika-s0403t13:18": "140. Dasame tibbānanti tikkhānaṃ. Kharānanti kakkasānaṃ. Kaṭukānanti dāruṇānaṃ. Asātānanti nasātānaṃ appiyānaṃ. Na tāsu mano appeti, na tā manaṃ appāyanti vaḍḍhentīti amanāpā.",
  "tika-s0403t13:19": "Sotasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t13:20": "Rājavaggavaṇṇanā niṭṭhitā."
}