{
  "tika-s0519t5:0": "Nayasamuṭṭhānavāravaṇṇanā",
  "tika-s0519t5:1": "79.‘‘Visayabhedato’’ti saṅkhepena vuttamatthaṃ vitthārato vivarituṃ ‘‘yathā hī’’tiādimāha. Tattha nayatoti nayaggāhato. Na hi paṭivedhañāṇaṃ viya vipassanāñāṇaṃ paccakkhato pavattatīti. Anubujjhiyamānoti abhisamayañāṇassa anurūpaṃ bujjhiyamāno. Yathā ekapaṭivedheneva maggañāṇaṃ pavattati, evaṃ tadanucchavikaṃ vipassanāñāṇena gayhamānoti attho. Evañca katvā nandiyāvaṭṭādīnaṃ tiṇṇaṃ atthanayabhāvo samatthito hotīti. Tathā hi atthavisesasarūpatāya tayo nayā ‘‘suttattho’’ti vuttā, padatthavicārabhāvepi pana hārā ‘‘byañjanavicayo’’ti. Yadi evaṃ kathaṃ tayoti codanaṃ sandhāyāha ‘‘paṭivijjhantānaṃ panā’’tiādi. Tattha ekameko saṃkilesavodānānaṃ vibhāgato dvisaṅgahoti yojanā. Catuchaaṭṭhadiso cāti na paccekaṃ te nandiyāvaṭṭādayo catuchaaṭṭhadisā, atha kho yathākkamanti. ‘‘Eva’’ntiādi yathāvuttassa atthassa nigamanaṃ.",
  "tika-s0519t5:2": "Tathā cāti yathāvuttassa atthassa upacayena samatthanā. Pubbā koṭi na paññāyatīti ettha yaṃ vattabbaṃ, taṃ parato paṭṭhānakathāyaṃ āvi bhavissati. ‘‘Andhaṃ tamaṃ tadā hoti, yaṃ lobho sahate nara’’ntiādi (cūḷani. khaggavisāṇasuttaniddesa 128) vacanato kāmataṇhāpi paṭicchādanasabhāvā, yato kāmacchandaṃ ‘‘nīvaraṇa’’nti vuttaṃ. Avijjāya pana bhavesu ādīnavappaṭicchādanaṃ sātisayanti. Tathā avijjāpi saṃyojanasabhāvā, yato sā bahiddhā saṃyojanabhāvena vuttā. Evaṃ santepi taṇhāya bandhanaṭṭho sātisayo apekkhitabhāvatoti imamatthaṃ dassento ‘‘tathāpi…pe… vutta’’nti āha.",
  "tika-s0519t5:3": "‘‘Saṃyuttā’’ti padassa sampayuttāti atthoti āha ‘‘missitā’’ti. ‘‘Avijjābhibhūtā…pe… abhinivisantā’’ti etena avijjāya ayāthāvagahaṇahetutaṃ dasseti, tato so avindiyaṃ vindatīti avijjāti vuccati. Kilissanaṃ upatāpananti āha ‘‘kilissanappayogaṃ attaparitāpanapaṭipatti’’nti. Allīyanaṃ sevanaṃ.",
  "tika-s0519t5:4": "Dukkhanti…pe… jānantīti attanā anubhūyamānaṃ tathā tathā upaṭṭhitaṃ kāyikacetasikadukkhaṃ, itarampi vā ekadesaṃ jānanti. Taṇhāyapi eseva nayo. Sabhāgavisabhāgapaṭipajjitabbākārato tattha tesaṃ ñāṇaṃ natthevātidassento ‘‘idaṃ dukkha’’ntiādimāha. Pavattipavattihetumattampīti ‘‘pavatti pavattihetū’’ti ettakampi. Kā pana kathāti pacurajanasādhāraṇe lokiyepi nāma atthe yesaṃ ñāṇassa paṭighāto, paramagambhīre ariyānaṃ eva visayabhūte lokuttare nivattinivattihetusaṅkhāte atthe kā nāma kathā, chinnā kathāti attho. Aṭṭhasamāpattipabhedassa kevalassa samathassa tādise kāle bāhirakānañca ijjhanato ‘‘vipassanādhiṭṭhāna’’nti visesitaṃ. Vūpasamo samucchedo, paṭippassaddhi ca.",
  "tika-s0519t5:5": "‘‘Saṃsārassa anupacchedanato’’ti idaṃ diṭṭhigatānaṃ diṭṭhigatikamatadassanaṃ. So hi puttamukhadassane asati saṃsāro ucchijjeyyāti bhāyati. Yato vuttaṃ –",
  "tika-s0519t5:6": "‘‘Gaṇḍuppādo kikī ceva, kuntī brāhmaṇadhammiko;",
  "tika-s0519t5:7": "Ete abhayaṃ bhāyanti, sammūḷhā caturo janā’’ti. (su. ni. aṭṭha. 2.293; a. ni. ṭī. 3.5.192);",
  "tika-s0519t5:8": "Tadabhiññāti taṃ yathāvuttaantadvayaṃ abhijānanti guṇaṃ āropetvā jānantīti tadabhiññā. Atthabhañjanato, rogagaṇḍasallasadisatāya attabhāvasaṃkilesānañca rogagaṇḍasallatā.",
  "tika-s0519t5:9": "Sakkāyadassaneti ettha diṭṭhidassanaṃ, sakkāyova dassanaṃ sakkāyadassananti attho veditabbo. Tesanti diṭṭhicaritānaṃ. Attābhiniveso balavā. Tasmā yathāupaṭṭhitaṃ rūpaṃ ‘‘attā’’icceva gaṇhantīti adhippāyo. Tathā vedanādiṃ. Taṇhācarito pana yathāupaṭṭhitaṃ rūpaṃ taṇhāvatthuṃ katvā attaniyābhinivesena abhinivisantā tadaññameva attato samanupassanti. Evaṃ vedanādīsu. Tenāha ‘‘taṇhācaritā’’tiādi. Vijjamāneti paramatthato upalabbhamāne. Kāyeti samūhe. Diṭṭhiyā parikappito attādi eva paramatthato nupalabbhati, diṭṭhi pana labbhatevāti āha ‘‘satī vā vijjamānā’’ti.",
  "tika-s0519t5:10": "Sakkāyadassanamukhenāti sakkāyadiṭṭhimukhena.",
  "tika-s0519t5:11": "Ucchedasassatanti taṃsahacaraṇato ucchedasassatadiṭṭhi vuttā. ‘‘Ucchedasassatavādā’’tipi pāṭho.",
  "tika-s0519t5:12": "Kasiṇāyatanānīti kasiṇajjhānāni.",
  "tika-s0519t5:13": "Tejetvāti nisānetvā.",
  "tika-s0519t5:14": "81. Ettāvatā nandiyāvaṭṭassa bhūmiracanavasena saṃkilesapakkho dassitoti āha ‘‘tattha diṭṭhicaritotiādinā vodānapakkhaṃ dassetī’’ti. ‘‘Yasmā sallekhe tibbagāravo’’ti iminā tattha tibbagāravattā saṃlekhānusantatavuttinā bhavatīti dasseti. Sesesupi eseva nayo. Micchādhimokkho saddhāpatirūpako avatthusmiṃ pasādo.",
  "tika-s0519t5:15": "Puggalādhiṭṭhānena dhammameva vibhajatīti āha ‘‘sattāpi…pe… dassetī’’ti.",
  "tika-s0519t5:16": "Ye hi kecīti ettha hi-saddo nipātamattaṃ. ‘‘Imāhi eva catūhi paṭipadāhī’’tipi pāḷi. Dukkhāpaṭipadādivibhāgena maggo eva idha vuttoti āha ‘‘paṭipadā hi maggo’’ti catuddisāsaṅkhātaṃ magganti catuddisāsaṅkhātaṃ pavattanupāyaṃ. Dve disā etissāti dvidisā. Nandiyāvaṭṭassāti nandiyāvaṭṭanayassa.",
  "tika-s0519t5:17": "82. Vivattati vaṭṭaṃ etthāti vivattaṃ, vivattaṃ eva vivaṭṭaṃ, asaṅkhatadhātu, nibbuti eva vā. Tena vuttaṃ ‘‘nibbāna’’nti.",
  "tika-s0519t5:18": "‘‘Katthadaṭṭhabba’’nti vā pāḷi. Upacayeti upacayāvatthāyanti attho. Dasannanti lobhādikilesavatthūnaṃ. Vipallāsahetubhāvatoti subhasaññādivipallāsahetukabhāvato. Vipariyesaggāhavasena hi ādīnavesu eva saṃyojaniyesu dhammesu assādānupassitā. Na hi yathābhūtañāṇe sati tathā sambhavo. Tena vuttaṃ ‘‘dasannaṃ…pe… bhāvato’’ti. Dasavidhakāraṇeti dasavidhe kāraṇe, dasavidhassa vā kāraṇe. Ayonisomanasikāraparikkhatā dhammā subhārammaṇādayo.",
  "tika-s0519t5:19": "Tabbisayā kilesāti āhārapariññāparibandhabhūtā kilesā. Viññāṇaṭṭhitīsupi eseva nayo. Kāye pavattamāno paṭhamo vipallāso kāyasamudāye, kāyekadese ca kabaḷīkāre āhāre pavatto eva hotīti vuttaṃ ‘‘paṭhame āhāre visayabhūte paṭhamo vipallāsopavattatī’’ti. Tathā vedanāyaṃ pavattamāno dutiyavipallāso tappaccaye phassāhāre, citte pavattamāno tatiyavipallāso tappaccaye manosañcetanāhāre, dhammesu pavattamāno catutthavipallāso tappaccaye viññāṇāhāre pavatto eva hotīti vuttaṃ ‘‘catutthe āhāre catuttho vipallāso’’ti. Tenāha ‘‘sesāhāresupi eseva nayo’’ti. Āhārasīsena vā āhārapaṭibaddho chandarāgo gahito. Viññāṇaṭṭhitīsupi eseva nayo. Tenevāha ‘‘āhārasīsena tabbisayā kilesā adhippetā’’ti. Paṭhame āhāre visayabhūteti ca paṭhame āhāre chandarāgassa visayabhāvaṃ patte, tabbhāvaṃ anatikkanteti attho. Appahīnacchandarāgassa hi tattha vipallāsā sambhavanti, na itarassa. Tathā dutiyavipallāsādīsu appahīnesu. Itare upādānāni pavattanteva appahīnattāti āha ‘‘sesapadesupi eseva nayo’’ti. Yasmā ca upādānādīsu appahīnesupi yogādayo pavattanteva yathārahaṃ taṃsabhāvattā, tadekaṭṭhasabhāvato ca, tasmā vuttaṃ pāḷiyaṃ ‘‘paṭhame upādāne paṭhamo yogo’’tiādi. Tenāha ‘‘sesapadesupi eseva nayo’’ti.",
  "tika-s0519t5:20": "83.Aparijānantassāti ñātapariññāya, tīraṇapariññāya, pahānapariññāyāti tīhi pariññāhi paricchinditvā ajānantassa, tesaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ anavabujjhantassāti attho. Tibbo bahalo chandarāgo hoti taṇhācaritabhāvatoti adhippāyo. Iti upakkilesassa diṭṭhābhinivesassa hetubhāvatoti imamatthaṃ sandhāyāha ‘‘vuttanayenevā’’ti. Subhasukhasaññākāmupādānakāmabhavayogaabhijjhākāyaganthakāmabhavāsava- kāmabhavogharāgasallachandāgatigamanāni taṇhāpakkhikatāya, taṇhāsabhāvatāya ca taṇhāpadhānāni. Sīlabbatupādānabyāpādakāyaganthadosasalladosāgatigamanāni pana taṇhābhāve bhāvato , viññāṇaṭṭhitiyo taṇhāvisayato, sabbesaṃ vā taṇhāvisayato taṇhāpadhānatā labbhateva. Pacchimakānaṃ diṭṭhipadhānatā vuttanayānusārena veditabbā.",
  "tika-s0519t5:21": "84.Kabaḷīkāre āhāreti kabaḷīkārāhāravisaye chandarāge. ‘‘Appahīne’’tiādikaṃ pariyāyakathaṃ muñcitvā nippariyāyameva dassento kabaḷīkārāhārassa ‘‘asubhasabhāvattā, asubhasamuṭṭhānattā cā’’ti vuttaṃ. Labbhamāne hi ujuke atthe kiṃ pariyāyakathāyāti. Chandarāgo vā tattha atthasiddhoti evampettha attho vutto. Na hi tattha asati chandarāge vipallāso sambhavati. Dukkhasabhāvattāti saṅkhāradukkhatāya dukkhasabhāvattā. Dukkhapaccayattāti tividhadukkhatālakkhaṇassa dukkhassa kāraṇato. Viññāṇe niccasaññino. Tathā hi sāti nāma bhikkhu kevaṭṭaputto ‘‘taṃyeva viññāṇaṃ sandhāvati saṃsaratī’’ti tattha niccābhinivesaṃ saṃvedesi. Yebhuyyena saṅkhāresu attasaññitā diṭṭhigatikānaṃ ‘‘cetanā attā’’tiādidiṭṭhiparidīpanesu veditabbā. ‘‘Bhavavisuddhī’’ti padassa atthavacanaṃ ‘‘nibbutisukha’’nti. ‘‘Sīlabbatehi…pe… sukhanti daḷhaṃ gaṇhātī’’ti iminā sīlabbatupādānaṃ idha bhavupādānanti dasseti. Tathā hi vakkhati ‘‘sīlabbatupādānasaṅkhātena bhavupādānenā’’ti.",
  "tika-s0519t5:22": "Paccayā honti upanissayapaccayādinā. Paṭhame yoge ṭhitoti paṭhame yoge patiṭṭhito. Appahīnā hi kilesā kammavaṭṭādīnaṃ kāraṇabhūtā taṃsamaṅgino sattassa patiṭṭhāti vuccanti. Parassa abhijjhāyanaṃ parābhijjhāyanaṃ. Bhavapatthanāya bhavadiṭṭhibhavarāgavasena piyāyitassa vatthuno vipariṇāmaññathābhāve domanassuppattiṃ sandhāya vuttaṃ ‘‘bhavarāga…pe… padūsentī’’ti.",
  "tika-s0519t5:23": "Ganthitvāti ganthiṃ katvā. Dvidhābhūtaṃ rajjuādike viya ganthikaraṇañhi ganthanaṃ. Cittaṃ pariyādāya tiṭṭhantā āsavānaṃ uppattihetu hontīti sambandho. Pariyuṭṭhānappattā ekacce kilesā visesato āsavuppattihetu hontīti dassanatthaṃ aṭṭhakathāyaṃ uppaṭipāṭivacanaṃ. Tappaṭipakkhe visaye patthetīti yojanā. Tabbisayabahule bhave patthetīti yathā mānusakehi kāmehi nibbinnarūpā devūpapatti. Taṃsabhāvattāti diṭṭhisabhāvattā. Aparāparanti aññamaññaṃ. Ekaccā hi diṭṭhi ekaccassa diṭṭhābhinivesassa kāraṇaṃ hoti, yathā sakkāyadiṭṭhi itarāsaṃ. Abhinivisantassāti abhinivesanahetu. ‘‘Ayonisomanasikārato…pe… avijjāsavo uppajjatī’’ti idaṃ saccābhinivesassa phalabhūtaṃ avijjāsavaṃ dasseti ekantavassimeghavuṭṭhānena viya mahoghappavatti. Avijjāsavo siddho hoti vuṭṭhihetukamahoghasiddhiyā uparimeghavuṭṭhānaṃ viya.",
  "tika-s0519t5:24": "‘‘Nandīrāgasahagatā’’tiādīsu (mahāva. 14) viya tabbhāvattho sahagatasaddoti āha ‘‘anusaya…pe… bhūtā vā’’ti. Cittassa abbhantarasaṅkhātaṃ hadayanti vipākacittappavattiṃ sandhāya vadati. Vipākavaṭṭepi kilesavāsanāhitā atthi kāci visesamattā.",
  "tika-s0519t5:25": "Lobhasahagatassa viññāṇassa. Itarassa dosasahagatādikassa. Byañjanena viya bhojanassa ārammaṇassa abhisaṅkharaṇaṃ visesāpādanaṃ upasecanaṃ, nandī sappītikataṇhā upasecanaṃ etassāti nandūpasecanaṃ upasecanabhūtāyapi nandiyā rāgasallaupanisato. Upasitte pana vattabbameva natthīti dassetuṃ pāḷiyā ‘‘rāgasallena nandūpasecanena viññāṇenā’’ti vuttanti tamatthaṃ pākaṭaṃ kātuṃ ‘‘kena pana taṃ nandūpasecana’’nti pucchati.",
  "tika-s0519t5:26": "Rāgasallenāti hetumhi karaṇavacananti dassento ‘‘rāgasallena hetubhūtenā’’ti āha. Upanissayapaccayattho cettha hetvattho. Upagantabbato viññāṇenāti vibhattiṃ pariṇāmetvā yojetabbaṃ. ‘‘Patiṭṭhābhāvato’’ti iminā viññāṇassa nissayādipaccayataṃ vadati. Tenāha ‘‘rūpakkhandhaṃ nissāya tiṭṭhatī’’ti. Evaṃ dutiyādiviññāṇaṭṭhitīsupi nissayādipaccayatā vattabbā patiṭṭhāvacanato.",
  "tika-s0519t5:27": "85. Yadipi akusalamūlādike tipukkhalassa, taṇhādike nandiyāvaṭṭassa disābhāvena vakkhati, tathāpi aññamaññānuppavesato ekasmiṃ naye siddhe itarepi siddhā eva hontīti imassa visesassa dassanatthaṃ ‘‘āhārādayo…pe… vavatthapetu’’nti vuttaṃ. Vakkhamāne vā akusalamūlataṇhādike ādisaddena saṅgahetvā ‘‘āhārādayo’’ti vadanto ‘‘nayāna’’nti bahuvacanamāha. Ekassa atthassāti rāgacaritassa upakkilesatāsaṅkhātassa ekassa payojanassa. Byañjanatthopi gahito, na byañjanameva gahitanti suttapadāni aññamaññapariyāyavacanāni yathārahaṃ taṇhāvatthūnaṃ tattha kathitattā vuttaṃ ‘‘savatthukā taṇhā vuttā’’ti. Dosavatthūnaṃ, diṭṭhivatthūnañca tattha kathitattā ‘‘savatthuko doso, savatthukā diṭṭhi ca vuttā’’ti imamatthaṃ sandhāyāha ‘‘vuttanayānusārenā’’ti.",
  "tika-s0519t5:28": "Dukkhākārena saha dukkhākāraṃ gahetvāti attho. Evañcetanti yadi taṃtaṃanupassanābahulassa vasena purimāhāradvayādīsu vimokkhamukhavisesaniddhāraṇaṃ kataṃ, etaṃ evameva veditabbaṃ, na aññathā. Tattha kāraṇaṃ vadanto ‘‘na hī’’tiādimāha. Tassattho – yathā ariyamaggānaṃ odhiso kilesappajahanato pahātabbesu dhammesu niyamo atthi, na evaṃ vipassanāya pariññāpahānānaṃ aniccantikattāti.",
  "tika-s0519t5:29": "Apare panāhu – purime āhāradvaye parikilesabhāvena, dukkhapaccayattā ca dukkhalakkhaṇaṃ supākaṭaṃ. Tattha purime viññāṇaṭṭhitidvayaviññāṇāhāre tatiyaviññāṇaṭṭhitiyaṃ aniccalakkhaṇaṃ, manosañcetanāhāre catutthaviññāṇaṭṭhitiyaṃ anattalakkhaṇaṃ supākaṭanti tissannaṃ anupassanānaṃ pavattimukhatāya tehi appaṇihitādivimokkhamukhehi pariññaṃ gacchantīti. Tathā vipallāsādīsu purimadvayaṃ dukkhānupassanāya ujuvipaccanīkaṃ, itaradvayaṃ aniccānattānupassanānaṃ. Iti pavattimukhatāya ca ujuvipaccanīkatāya ca ime dhammā yathārahaṃ appaṇihitādivimokkhamukhehi pariññeyyā, pahātabbā ca vuttā. Tattha subhasukhasaññākāmupādānasīlabbatupādānakāmayogabhavayogaabhijjhākāya ganthakāmāsavakāmogha bhavogha rāgasallachandaagatigamanāni sukhassādavasena pavattanato dukkhānupassanāya paṭipakkhabhāvato byāpādakāyaganthadosasalladosaagatigamanāni pavattimukhatāya appaṇihitavimokkhamukhena pahātabbāni. Tatiyasaññādayo niccābhinivesatannimittāhi aniccānupassanāya paṭipakkhabhāvato animittavimokkhamukhena pahātabbā. Catutthasaññādayo attābhinivesatannittāhi anattānupassanāya paṭipakkhabhāvato suññatavimokkhamukhena pahātabbā. Tattha mānasallabhayaagatigamanānaṃ niccābhinivesanimittatā veditabbā. Na hi aniccato passato mānajappanaṃ, bhayaṃ vā sambhavati. Avijjāyogādīnaṃ attābhinivesanimittatā pākaṭā evāti.",
  "tika-s0519t5:30": "86. Appamaññāvajjā rūpāvacarasamāpattiyo dibbavihārā ‘‘devūpapattisaṃvattanikakusalasamāpattiyo cā’’ti katvā, satipi tabbhāve parahitapaṭipattito, niddosatāya ca seṭṭhā vihārāti catasso appamaññā brahmavihārā, catasso phalasamāpattiyo ariyavihārā ‘‘ārakā kilesehi ariyānaṃ vihārā’’ti. Catasso āruppasamāpattiyo āneñjavihārā, satipi devūpapattisaṃvattanikakusalasamāpattibhāve āneñjasantatāhi lokiyesu sikhāppattito.",
  "tika-s0519t5:31": "Adhikaraṇabhedenāti vatthubhedena.",
  "tika-s0519t5:32": "Yaṃ abhiṇhaṃ na pavattati, taṃ acchariyanti dassetuṃ ‘‘andhassa…pe… uppajjanaka’’nti vuttaṃ. Adhitiṭṭhati sīlādi etena saccena, ettha vā sacce nimittabhūte, adhiṭṭhānamattameva vā taṃ saccanti evaṃ karaṇādhikaraṇabhāvatthā paccayavasena veditabbā samānādhikaraṇasamāsapakkhe. Tathā aññapadatthasamāsapakkhe. Itarasmiṃ pana samāse karaṇādhikaraṇatthā eva, te ca kho sīlādivasena ca veditabbā. Sukhanti jhānavipassanāmaggaphalanibbānasukhaṃ. Lokiyavipākasukhampi labbhateva. ‘‘Nāññatra bojjhā…pe… pāṇina’’nti (saṃ. ni. 1. 98) hi imāya gāthāya saṅgahitā anattaparihāramukhena sattānaṃ abhayā nibbānasampattisukhāvahā cattāro dhammā idha ‘‘sukhabhāgiyā’’ti vuttāti. Anavasesapariyādānatoti pharaṇavasena anavasesaggahaṇato.",
  "tika-s0519t5:33": "Paṭhamassa satipaṭṭhānassa paṭhamapaṭipadāvasena pavattassāti adhippāyo. Evaṃ sesesupi. ‘‘Yathā hī’’tiādinā yathāvuttapaṭipadāsatipaṭṭhānānaṃ nānantariyakataṃ upamāya vibhāveti. Satipi ca sabbāhi paṭipadāhi sabbesaṃ satipaṭṭhānānaṃ niyamābhāve nānantarikabhāvena desanākkamenevettha nesaṃ ayamanukkamo katoti veditabbo. Atha vā kāyavedanāsu subhasukhasaññānaṃ dubbiniveṭhiyatāya asubhadukkhānupassanānaṃ kiccasiddhito purimena paṭipadādvayena purimaṃ satipaṭṭhānadvayaṃ yojitaṃ tadabhāvato. Itarena itaraṃ. Tāni hi purimesu satipaṭṭhānesu katakammassa icchitabbāni. Atha vā yathā taṇhācaritadiṭṭhicaritānaṃ mandatikkhapaññānaṃ vasena catasso paṭipadā yojitā, evaṃ cattāri satipaṭṭhānāni sambhavantīti dassetuṃ paṭipadāsatipaṭṭhānānaṃ ayamanukkamo kato.",
  "tika-s0519t5:34": "‘‘Tathā’’ti iminā yathā samānapaṭipakkhatāya paṭhamassa satipaṭṭhānassa bhāvanā paṭhamassa jhānassa visesāvahā, evaṃ pītisahagatādisamānatāya dutiyasatipaṭṭhānādibhāvanā dutiyajjhānādīnaṃ visesāvahāti imamatthaṃ upasaṃharati. Pītipaṭisaṃvedanādīti ādisaddena sukhapaṭisaṃvedanaṃ, cittasaṅkhārapaṭisaṃvedanaṃ, passambhanañca saṅgaṇhāti. Cittassa abhippamodanaggahaṇañcettha nidassanamattaṃ daṭṭhabbaṃ paṭisaṃvedanasamādahanavimocanānampi vasena pavattiyā icchitabbattā. Aniccavirāgādīti ādisaddena nirodhapaṭinissaggā saṅgayhanti.",
  "tika-s0519t5:35": "Rūpāvacarasamāpattīnanti ettha paṭiladdhamattaṃ paṭhamajjhānaṃ paṭhamajjhānasamāpattiyā paguṇavasībhāvāpādanassa paccayo hoti, na itarāsaṃ. Itarāsaṃ pana adhiṭṭhānabhāvena paramparāya paccayo hotīti veditabbaṃ. Byāpādavihiṃsāvitakkaaratirāgā byāpādavitakkādayo. Sukhenāti akicchena, akasirenāti attho.",
  "tika-s0519t5:36": "Dibbavihārādike cattāro vihāre padaṭṭhānaṃ katvā nānāsantānesu uppannāya vuṭṭhānagāminivipassanāya yathākkamaṃ anuppannākusalānuppādanādivasena pavattavisayaṃ sandhāya pāḷiyaṃ ‘‘paṭhamo vihāro bhāvito bahulīkato’’tiādi vuttaṃ. Sammappadhānasadisañhettha sammappadhānaṃ vuttaṃ. Ariyavihāre ca heṭṭhime nissāya uparimaggādhigamāya vāyamantassa ayaṃ nayo labbhati. Maggapariyāpannasseva vā sammappadhānassa nānāsantānikassa yathāvuttavipassanāgamanena taṃtaṃkiccādikassa vasenetaṃ vuttaṃ. Sakkā hi vipassanāgamanena saddhindriyāditikkhatāviseso viya vīriyassa kiccavisesavisayo maggo viññātuṃ.",
  "tika-s0519t5:37": "Tathā sikhāppattaupekkhāsatipārisuddhidibbavihāraṃ nissāya uppannaṃ paṭhamaṃ sammappadhānaṃ mānappahānaṃ ukkaṃseti, brahmavihārasannissaye uppannaṃ dutiyaṃ sammappadhānaṃ kāmālayasamugghātaṃ, ariyavihārasannissayena uppannaṃ tatiyaṃ sammappadhānaṃ avijjāpahānaṃ, santavimokkhasannissayena uppannaṃ catutthaṃ sammappadhānaṃ bhavūpasamaṃ ukkaṃsetīti dassetuṃ ‘‘paṭhamaṃ sammappadhāna’’ntiādi vuttaṃ.",
  "tika-s0519t5:38": "Pahīnamāno na visaṃvādeyyāti mānappahānaṃ saccādhiṭṭhānaṃ vaḍḍheti visaṃvādananimittasseva abhāvato. Appahīnamāno hi mānanissayena kiñci visaṃvādeyya. Kāmālaye, diṭṭhālaye ca samugghāṭite cāgapaṭipakkhassa avasaro eva natthīti ālayasamugghāto cāgādhiṭṭhānaṃ vaḍḍheti. Avijjāya samucchinnāya paññābuddhiyā paribandhova natthi, bhavasaṅkhāresu ossaṭṭhesu abhavūpasamassa okāsova natthīti mānappahānādayo saccādhiṭṭhānādike saṃvaḍḍhentīti dassetuṃ ‘‘mānappahāna’’ntiādi vuttaṃ.",
  "tika-s0519t5:39": "Avisaṃvādanasīlo dhammacchandabahulo chandādhipateyyaṃ samādhiṃ nibbatteti. Cāgādhimutto nekkhammajjhāsayo akosajjabahulatāya vīriyādhipateyyaṃ, ñāṇuttaro cittaṃ attano vase vattento cittādhipateyyaṃ, vūpasantasabhāvo upasamahetubhūtāya vīmaṃsāya vīmaṃsayato vīmaṃsādhipateyyaṃ samādhiṃ nibbattetīti saccādhiṭṭhānādipārisuddhichandasamādhiādīnaṃ pāripūriyā saṃvattatīti dassetuṃ ‘‘saccādhiṭṭhānaṃ bhāvita’’ntiādi vuttaṃ.",
  "tika-s0519t5:40": "Dhammacchandabahulo chandasamādhimhi ṭhito iṭṭhāniṭṭhachaḷārammaṇāpāte anavajjasevī hoti. Āraddhavīriyo vīriyasamādhimhi ṭhito saṃkilesapakkhassa santapanavaseneva puññaṃ paripūreti. Cittaṃ attano vase vattento cittasamādhimhi ṭhito paññāya upakārānupakārake dhamme pariggaṇhanto buddhiṃ phātiṃ gamissati. Vīmaṃsāsamādhimhi ṭhito dhammavicayabahulo upadhipaṭinissaggāvahameva paṭipattiṃ brūhetīti imamatthaṃ dassetuṃ ‘‘chandasamādhi bhāvito’’tiādi vuttaṃ.",
  "tika-s0519t5:41": "Dūrādūrapaccatthikanivāraṇe bahūpakāro indriyasaṃvaro mettāya visesuppattihetuto mettaṃ vaḍḍheti. Tapena saṃkilesadhamme vikkhambhento vīriyādhiko paradukkhāpanayanakāmataṃ sāhatthikaṃ karotīti tapo karuṇaṃ saṃvaḍḍheti. Paññā pariyodāpitā sāvajjānavajjadhamme pariggaṇhantī pahāsanipātato muditaṃ rakkhantī paribrūheti. Upadhinissaggo pakkhando ninnapoṇapabbhārova sammadeva sattasaṅkhāresu udāsino hotīti so upekkhāvihāraṃ parivaḍḍhetīti imamatthaṃ dassetuṃ ‘‘indriyasaṃvaro bhāvito’’tiādi vuttaṃ. Tenāha ‘‘yo yassa visesapaccayo, so taṃ paripūretīti vutto’’ti.",
  "tika-s0519t5:42": "87.Disābhāvenāti nayānaṃ disābhāvenāti yojetabbaṃ. Atthopissa pubbe vuttanayeneva veditabbo. Yena catukkena yassa rāgacaritādipuggalassa vodānaṃ visuddhi. Yathā apariññātā, appahīnā ca paṭhamāhāravipallāsādayo rāgacaritādīnaṃ puggalānaṃ upakkilesā, evaṃ paṭhamapaṭipadādayo bhāvitā bahulīkatā nesaṃ visuddhiyo hontīti vuttanayānusārena sakkā viññātunti āha ‘‘heṭṭhā vuttanayamevā’’ti.",
  "tika-s0519t5:43": "Atha vā purimāhi dvīhi paṭipadāhi sijjhamānā vipassanā attano kiccavuttisaṅkhātaṃ pavattidukkhampi saṅgaṇhantī dukkhānupassanābāhullavisesato dukkhalakkhaṇaṃ paṭivijjhantī ‘‘appaṇihitaṃ vimokkhamukha’’nti vuttā. Tatiyāya paṭipadāya sijjhamānā sukhappavattikatāya sammadeva santatighanaṃ bhinditvā aniccalakkhaṇaṃ vibhāventī ‘‘animittaṃ vimokkhamukha’’nti vuttā. Catutthāya pana paṭipadāya sijjhamānā sukhappavattikatāya, visadañāṇatāya ca samūhakiccārammaṇaghanaṃ bhinditvā sammadeva anattalakkhaṇaṃ vibhāventī ‘‘suññataṃ vimokkhamukha’’nti vuttā.",
  "tika-s0519t5:44": "Tathā kāyavedanānupassanā visesato dukkhalakkhaṇaṃ vibhāventī, cittānupassanā aniccalakkhaṇaṃ, dhammānupassanā anattalakkhaṇanti tā yathākkamaṃ ‘‘appaṇihitādivimokkhamukha’’nti vuttā.",
  "tika-s0519t5:45": "Sappītikatāya assādāni paṭhamadutiyajjhānāni virajjanavasena visesato dukkhato passantiyā vipassanāya vasena ‘‘appaṇihitaṃ vimokkhamukha’’nti vuttāni. Tatiyaṃ santasukhatāya bāhirakānaṃ niccābhinivesavatthubhūtaṃ sabhāvato ‘‘anicca’’nti passantiyā vipassanāya vasena ‘‘animittaṃ vimokkhamukha’’nti vuttaṃ. Catutthaṃ upakkilesavigamādīhi parisuddhaṃ susamāhitaṃ yathā paresaṃ, evaṃ attano ca yathābhūtasabhāvāvabodhahetutāya sammadeva ‘‘suñña’’nti passantiyā vipassanāya vasena ‘‘suññataṃ vimokkhamukha’’nti vuttaṃ.",
  "tika-s0519t5:46": "Evaṃ vihārānaṃ vipassanāvaseneva vimokkhamukhatā, tattha ‘‘dibbabrahmavihārānaṃ santasukhatāya assādanīyatā’’tiādinā appaṇihitavimokkhamukhatā yojetabbā. Ariyavihārassa paññādhikattā visesato anattānupassanāsannissayatāya suññatavimokkhatā. Āneñjavihārassa santavimokkhatāya aniccalakkhaṇappaṭivedhassa visesapaccayasabhāvato animittavimokkhamukhatā yojetabbā.",
  "tika-s0519t5:47": "Tathā purimānaṃ dvinnaṃ sammappadhānānaṃ saṃkilesavisayattā kilesadukkhavītikkamassa dukkhānupassanābāhullattā appaṇihitavimokkhamukhatā. Tatiyassa anuppannakusaluppādanena dhammānaṃ udayavayavantatāvibhāvanato aniccalakkhaṇaṃ pākaṭanti animittavimokkhamukhatā. Catutthassa uppannānaṃ ṭhitattaṃ byāpārāpajjanena dhammānaṃ avasavattitādīpanato anattalakkhaṇaṃ supākaṭanti suññatavimokkhamukhatā.",
  "tika-s0519t5:48": "Mānappahānālayasamugghātānaṃ sahāyataṇhāpahānatāya taṇhāpaṇidhivisodhanato appaṇihitavimokkhamukhatā. Avijjāpahānassa paññākiccādhikatāya suññatavimokkhamukhatā. Bhavūpasamassa saṅkhāranimittapaṭipakkhatāya animittavimokkhamukhatā.",
  "tika-s0519t5:49": "Pakatiyā dukkhasabhāve saṅkhāre ñāṇasaccena avisaṃvādento dukkhato eva passati, cāgādhivimuttatāya taṇhaṃ vidūrīkaronto rāgappaṇidhiṃ visosetīti purimaṃ adhiṭṭhānadvayaṃ ‘‘appaṇihitaṃ vimokkhamukha’’nti vuttaṃ. Itarassa pana adhiṭṭhānadvayassa suññatānimittavimokkhamukhatā vuttanayā eva.",
  "tika-s0519t5:50": "Chandādhipateyyā cittekaggatā visesato dhammacchandavato nekkhammavitakkabahulassa hoti, vīriyādhipateyyā pana kāmavitakkādike vinodentassāti tadubhayaṃ nissāya pavattā vipassanā visesato rāgādippaṇidhīnaṃ visosanato ‘‘appaṇihitaṃ vimokkhamukha’’nti vuttā. Cittādhipateyyaṃ , vīmaṃsādhipateyyañca nissāya pavattā yathākkamaṃ aniccānattānupassanābāhullato ‘‘animittaṃ vimokkhamukhaṃ, appaṇihitaṃ vimokkhamukha’’nti ca vuttā.",
  "tika-s0519t5:51": "Abhijjhāvinayano indriyasaṃvaro, kāmasaṅkappādivinodano tapo ca vuttanayeneva paṇidhipaṭipakkhato appaṇihitaṃ vimokkhamukhaṃ, buddhi anattānupassanānimittaṃ, upadhipaṭinissaggo nimittaggāhapaṭipakkhoti tadubhayasannissayā vipassanā yathākkamaṃ ‘‘suññataṃ, animittaṃ vimokkhamukha’’nti vuttā.",
  "tika-s0519t5:52": "Āsannapaccatthikarāgaṃ paṭibāhantī mettā rāgapaṇidhiyā paṭipakkho, karuṇā paradukkhāpanayanākāravuttikā dukkhasahagatāya dukkhānupassanāya visesapaccayoti tadubhayasannissayā vipassanā ‘‘appaṇihitaṃ vimokkhamukha’’nti vuttā. Muditā sattānaṃ modaggahaṇabahulā tadaniccatādassanato aniccānupassanāya visesapaccayoti tannissayā vipassanā animittaṃ vimokkhamukhaṃ. Upekkhā ñāṇakiccādhikatāya anattānupassanāya visesapaccayoti tannissayā vipassanā ‘‘suññataṃ vimokkhamukha’’nti vuttāti evamettha pavattiākārato vipassato nissayato, kiccato ca bhinditvā vimokkhamukhāni yojitānīti.",
  "tika-s0519t5:53": "Samatikkamanaṃ pariññāpahānañca. Saparasantāneti attano, paresañca santāne, tena kāyiko, vācasiko ca vihāro ‘‘vikkīḷita’’nti vuttoti dasseti ‘‘vividho hāro’’ti katvā. Tassa pana vibhāvanā idha adhippetā nayassa bhūmibhāvato. Yena paṭipakkhabhāvena. Tesaṃ paṭipakkhabhāvoti tesaṃ āhārādīnaṃ paṭipakkhabhāvo pahātabbabhāvo paṭipadādīnaṃ paṭipakkhabhāvo pahāyakabhāvoti yojetabbaṃ. Tattha paṭipadāggahaṇena vipassanā kathitā. Vipassanā ca cattāro āhāre parijānantī tappaṭibaddhachandarāgaṃ pajahatīti ujukameva tesaṃ paṭipakkhatā, evaṃ jhānādīnampi upādānādipaṭipakkhatā veditabbā tadupadesena vipassanāya kathitattā. Vipallāsasatipaṭṭhānānaṃ paṭipakkhabhāvo pākaṭo eva. Nti sīhavikkīḷitaṃ. Vīsatiyā catukkehi visabhāgato vitthārena vibhattanti tīhi padehi saṅgahetvā kathikattā vuttaṃ ‘‘saṅkhepena dassento’’ti.",
  "tika-s0519t5:54": "Indriyānanti saddhādiindriyānaṃ. Dasannaṃ catukkānaṃ niddhāraṇāti yojanā.",
  "tika-s0519t5:55": "88.Niggacchatīti nikkhamati. Tato niddhāretvā vuccamāno hi niggacchanto viya hotīti. Cattāro puggaleti ‘‘taṇhācarito mando’’tiādinā (netti. 6) vutte cattāro puggale. Puggalādhiṭṭhānena cettha dhammo vuttoti āha ‘‘bhūmiṃ niddisitvā’’ti. Tato evāti yathāvuttapuggalacatukkato eva. Itaratthāpīti ‘‘sukhāya…pe… puggalā’’ti etthāpi. Sādhāraṇāyāti paṭhamacatutthāhipi vimissāya. Yathāvuttāsūti dutiyatatiyāsu.",
  "tika-s0519t5:56": "Heṭṭhāti desanāhāravibhaṅgavicayahārasampātavaṇṇanāsu.",
  "tika-s0519t5:57": "Eseva nayoti kusalamūlādidvādasatikasaṅgaho anavajjapakkho. ‘‘Vodāyati sujjhati etenāti vodāna’’nti (netti. aṭṭha. 11) vaṃ netabbataṃ sandhāyāha.",
  "tika-s0519t5:58": "Yathā hārauddeso kato, evaṃ nayānaṃ akaraṇe kāraṇaṃ, payojanañca vibhāvetukāmo ‘‘kasmā panā’’tiādimāha. Nayehi nayantarehi. Sambhavadassanatthanti upapattidassanatthaṃ. Tattha sambhavo anuddesakkamena niddisane karaṇaṃ dassanaṃ payojanaṃ. Yadi hi ime nayā uppattiṭṭhānavasena asaṃkiṇṇā bhaveyyuṃ, hārā viya uddesānukkameneva niddisitabbā siyuṃ. Tathā hi vuttaṃ hārānaṃ uddesāvasāne ‘‘ete soḷasa hārā pakittitā atthato asaṃkiṇṇā’’ti (netti. 1).",
  "tika-s0519t5:59": "Yasmā panete mūlapadehi mūlapadantaraniddhāraṇena aññamaññaṃ te niggacchanti, tasmā ekasmiṃ niddiṭṭhe itaropi atthato niddiṭṭhoyeva nāma hotīti imassa atthassa dassanatthaṃ ‘‘uddesānukkamena niddeso na kato’’ti.",
  "tika-s0519t5:60": "Idāni tameva saṅkhepena vuttamatthaṃ vitthārena dassetuṃ ‘‘paṭhamanayato hī’’tiādi vuttaṃ. Tattha taṇhādiṭṭhicaritavasena dvidhā puggale vibhajitvā tesaṃ vasena nandiyāvaṭṭanayaṃ nīharitvā puna te eva taṇhādiṭṭhicarite catuppaṭipadāvibhāgena vibhajitvā sīhavikkīḷitassa nayassa sambhavo dassito, te eva catuppaṭipadābhedabhinne puggale puna ugghaṭitaññuādivibhāgena tidhā vibhajitvā tipukkhalassa nayassa sambhavo dassito. Taṃ sandhāyāha ‘‘paṭhamanayato…pe… niddiṭṭho’’ti.",
  "tika-s0519t5:61": "Yasmā subhasukhasaññāhi lobho, niccasaññāya doso ‘‘iminā me anattho kato’’ti āghātuppattito , attasaññāya moho gahito hoti. Tathā asubhasaññādīhi alobhādayo, tasmā dhammādhiṭṭhānavasena tatiyanayato dutiyanayassa sambhavo. Yasmā pana lobhe sati sambhavato lobhaggahaṇeneva doso gayhati. Lobho ca taṇhā, moho avijjā, tappaṭipakkhato alobhādosehi samatho gayhati, amohena vipassanā, tasmā dhammādhiṭṭhānavaseneva dutiyanayato paṭhamanayassa sambhavoti imaṃ visesaṃ dīpetuṃ uddesānukkamena niddeso na katoti dassento ‘‘dhammādhiṭṭhānavasena panā’’tiādimāha.",
  "tika-s0519t5:62": "Tenevāti tatiyanayato dutiyanayassa viya dutiyanayato paṭhamanayassapi sambhavato. Evaṃ pāḷiyaṃ puggalādhiṭṭhānavasena āgataṃ nissāya aṭṭhakathāyaṃ dhammādhiṭṭhānavaseneva nayaniggamo niddhāritoti ayameva viseso. Yadi evanti pāḷiyaṃ āgatappakārato aññenapi pakārena nayā niddhāretabbā, evaṃ sante yathā puggalādhiṭṭhānavasena paṭhamanayato tatiyanayassa, tatiyanayato dutiyanayassa sambhavo dassito, evaṃ dhammādhiṭṭhānavaseneva paṭhamanayato tatiyanayadutiyanayānaṃ, dhammādhiṭṭhānavaseneva dutiyanayato tatiyanayassa sambhavo dīpetabboti imamatthamāha ‘‘dve hutvā…pe… siyā’’ti.",
  "tika-s0519t5:63": "Tattha nayoti pacchā vuttadutiyanayo. Atthatoti atthāpattito, atthato labbhamānattā eva sarūpena na kathitoti attho. Idāni taṃ atthāpattiṃ ekantikaṃ katvā dassetuṃ ‘‘yasmā’’tiādi vuttaṃ. Anuppaveso icchito taṃtaṃnayamūlapadānaṃ nayantaramūlapadesu samavarujjhanato. Tathā hi ‘‘yattha sabbo akusalapakkho saṅgahaṃ samosaraṇaṃ gacchati, yattha sabbo kusalapakkho saṅgahaṃ samosaraṇaṃ gacchatī’’ti (netti. 3) ca vuttaṃ. Ayañca atthoti ‘‘nayānaṃ aññamaññaanuppaveso niggamo’’ti ayaṃ duvidho attho. Piṭakānaṃ atthakathanaṃ peṭakaṃ, so eva upadesoti peṭakopadeso, upadesabhūtā pariyattisaṃvaṇṇanāti attho.",
  "tika-s0519t5:64": "Ādito paṭṭhāyāti nayānaṃ aññamaññaanuppavesaniggamamattameva avibhāvetvā nayavicārassa paṭhamāvayavato pabhuti vibhāvanā dīpanā pakāsanā.",
  "tika-s0519t5:65": "Dosadiṭṭhīti appassādatādidosagāhikadiṭṭhī, dosadassinoti attho. Te hi asamūhatānusayā, kāmesu ca ādīnavadassino. Idañhi nesaṃ aṅgadvayaṃ attakilamathānuyogassa kāraṇaṃ vuttaṃ. Natthi atthoti yo rāgābhibhūtehi andhabālehi parikappito diṭṭhadhammiko kāmehi attho, so madhubindugiddhassa madhulittasatthadhārāvalehanasadiso appassādo bahudukkho bahupāyāso bahuādīnavo savighāto sapariḷāho samparāyiko tathevāti sabbadāpi viññūjātikassa kāmehi payojanaṃ na vijjati. Anajjhositāti anabhibhūtā viharanti. Tena vuccati sukhā paṭipadāti tena mandakilesabhāvena tesaṃ puggalānaṃ akicchena sijjhamānā vipassanā paṭipadā ‘‘sukhā paṭipadā’’ti vuccati. Ajjhositāti abhiniviṭṭhā. Ime sabbe sattāti ime taṇhādiṭṭhicaritabhāvena dvidhā vuttā aparimāṇappabhedā sabbepi paṭipajjantā sattā.",
  "tika-s0519t5:66": "Sukhenapaṭinissajjantīti kilese akicchena pajahanti. ‘‘Imā catasso paṭipadā’’tiādi paṭipadānaṃ ettāvatāyaṃ, visayabhāvakiccesu ca byabhicārābhāvadassanaṃ. Ayaṃ paṭipadāti nigamanaṃ, ayaṃ paṭipadā yāya vasena sīhavikkīḷitassa nayassa bhūmidassanatthaṃ cattāro puggalā niddhāritāti adhippāyo. Catukkamaggena kilese niddisatīti anantaraṃ vakkhamānena āhārādicatukkamaggena dasavatthuke kilesasamūhe niddisati. Catukkamaggena ariyadhammesu niddisitabbāti tappaṭipakkhena paṭipadādicatukkamaggena ariyadhammesu bodhipakkhiyesu visayabhūtesu niddhāretvā kathetabbā.",
  "tika-s0519t5:67": "Idañca pamāṇaṃ cattāro āhārāti imesaṃ vipallāsānaṃ pavattiyā pamāṇaṃ, yadidaṃ cattāro āhārā. Idaṃ vuttaṃ hoti – yāvadeva cattāro āhārā pariññaṃ na gacchanti, tāvadeva cattāro vipallāse vibhajanti. Yāvadeva cattāro vipallāsā appahīnā, tāvadeva cattāri upādānāni paribrūhantīti. Evaṃ sabbattha yathārahaṃ vattabbaṃ. Tenāha ‘‘evaṃ imāni sabbāni dasa padānī’’ti. ‘‘Yojetabbānī’’ti ca vacanaseso.",
  "tika-s0519t5:68": "‘‘Abhijjhāya ganthatī’’ti iminā abhijjhāyanameva ganthananti dasseti. Esa nayo sesesupi. Papañcentoti diṭṭhābhinivesaṃ vitthārento.",
  "tika-s0519t5:69": "Vippaṭisāruppattihetubhāvo kilesānaṃ āsavananti āha ‘‘āsavantī’’ti. Kiṃ vippaṭisārāti tena kilesānaṃ vītikkamavatthuṃ vadati. Yasmā appahīnānusayasseva vippaṭisārā, na itarassa, tasmā ‘‘ye vippaṭisārā, te anusayā’’ti vuttaṃ. Padadvayenapi phalūpacārena kāraṇaṃ vuttaṃ.",
  "tika-s0519t5:70": "Paṭhamenapadenāti yathāvuttesu dasasu suttapadesu paṭhamena padena. Paṭhamāya disāyāti tadatthasaṅkhātāya sīhavikkīḷitassa saṃkilesapakkhe paṭhamāya disāya.",
  "tika-s0519t5:71": "Itīti evaṃ, vuttanayenāti attho. Kusalākusalānanti yathāvuttaanavajjasāvajjadhammānaṃ. Pakkhapaṭipakkhavasenāti vodānapakkhatappaṭipakkhavasena. Yojanāti paṭhamadisādibhāvena yutte katvā manasānupekkhanā. ‘‘Manasā volokayate’’ti (netti. 4) hi vuttaṃ.",
  "tika-s0519t5:72": "Tassāti disālokanassa. Sotāpattiphalādīnaṃ pariyosānatā indriyavasena veditabbā. Yesañhi saddhādīnaṃ indriyānaṃ vasena satipaṭṭhānādīni sijjhanti, tesaṃ vasena sotāpattiphalādīnaṃ pariyosānatā. Tattha sotāpattiphale saddhindriyaṃ pāripūriṃ gacchati. Sotāpanno hi saddhāya paripūrikārī. Sakadāgāmiphale vīriyindriyaṃ pāripūriṃ gacchati. Sakadāgāmī hi āraddhavīriyo uparimaggādhigamāya. Anāgāmiphale samādhindriyaṃ pāripūriṃ gacchati. Anāgāmī samādhismiṃ paripūrikārī. Aggaphale arahatte satindriyañca paññindriyañca pāripūriṃ gacchati. Arahā hi sativepullappatto, paññāvepullappatto cāti.",
  "tika-s0519t5:73": "Apare panāhu – saddhābalena subhasaññāya pahānaṃ. Saddahanto hi paṭikkūlamanasikāre kammaṃ karoti. Vīriyabalena sukhasaññāya pahānaṃ. Vīriyavā hi sukhassādaṃ abhibhavitvā yonisomanasikāramanuyuñjati. Samādhibalena niccasaññāya pahānaṃ. Samāhito hi saṅkhārānaṃ udayabbayaṃ pariggaṇhanto aniccasaññaṃ paṭilabhati. Paññābalena attasaññāya pahānaṃ. Paññavā hi saṅkhārānaṃ avasavattitaṃ sallakkhento attasuññataṃ paṭivijjhati. Sati pana sabbatthāpi icchitabbā. Tenāha ‘‘satiṃ ca khvāhaṃ, bhikkhave, sabbatthikaṃ vadāmī’’ti (saṃ. ni. 5.234; mi. pa. 2.1.13). Evaṃ catuvipallāsappahāyīnaṃ catunnaṃ indriyānaṃ pāripūriṭṭhānaṃ cattāri sāmaññaphalāni catuvipallāsamukhānaṃ catunnaṃ disānaṃ pariyosānāni vuttānīti.",
  "tika-s0519t5:74": "‘‘Lobho akusalamūla’’ntiādi lobhādīnaṃ hetuphalabhāvena sampayuttatāya dassanaṃ.",
  "tika-s0519t5:75": "Tattha manāpikenāti yebhuyyavasena vuttaṃ. Amanāpikenāpi hi ārammaṇena vipariyesavasena lobho uppajjati. Manāpikenāti vā manāpikākārena. Phassavedanūpavicārarāgavitakkapariḷāhā sahajātāpi labbhanti, asahajātāpi. ‘‘Uppādo’’ti etena uppajjamānasaṅkhāraggahaṇanti ‘‘uppajjatī’’ti vuttaṃ. Uppādalakkhaṇasseva pana gahaṇe ‘‘uppajjatī’’ti na vattabbaṃ siyā. Na hi uppādo uppajjati, rāgajapariḷāhahetukatā ca tesaṃ rāgassa taṇhāsabhāvattā. Taṇhā hi dukkhassa samudayo, yaṃ kiñci samudayadhammaṃ, sabbaṃ taṃ dukkhanti. Tathā ca vuttaṃ ‘‘taṇhāsahajātavedanāya pana lobho sahajātādipaccayehi ca paccayo’’ti. Evaṃ iṭṭhārammaṇe uppannalobhasahagatasukhavedanāya udayo idha ‘‘uppādo saṅkhatalakkhaṇa’’nti vutto, tassā vipariṇāmo ‘‘vipariṇāmadukkhatā’’ti. Vipariṇāmāvatthā ca udayāvatthaṃ vinā na hotīti sā taṃ nissāya uppajjantī viya vuttā ‘‘uppādaṃ…pe… dukkhatā’’ti.",
  "tika-s0519t5:76": "Doso akusalamūlantiādīsupi vuttanayānusārena attho veditabbo. Ayaṃ pana viseso – ṭhitassa aññathattaṃ nāma jarā, taṃ nissāya domanassassa uppajjanato vuttaṃ ‘‘ṭhitassa…pe… dukkhadukkhatā’’ti. Dosajapariḷāhahetukatā jarāya dosabahulassa puggalassa nacirena jīraṇato veditabbā.",
  "tika-s0519t5:77": "Vayoti saṅkhārānaṃ nirodho. Aniccatāvasena ca saṅkhatadhammānaṃ saṅkhāradukkhatāti vuttaṃ ‘‘vaya…pe… saṅkhāradukkhatā’’ti. Tenāha bhagavā ‘‘yadaniccaṃ taṃ dukkha’’nti (saṃ. ni. 3.15, 45, 76; paṭi. ma. 2.10). Mohajapariḷāhahetukatā vayalakkhaṇassa yebhuyyena sammohanimittattā, maraṇassa avijjāpaccayattā ca saṃsārappavattiyā veditabbā.",
  "tika-s0519t5:78": "Alobhādīnaṃ paññādipāripūrihetukatā yathārahaṃ upanissayakoṭisahajātakoṭiyā ca paccayabhāvena veditabbā. Sabbe hi kusalā dhammā sabbesaṃ kusalānaṃ dhammānaṃ yathāsambhavaṃ paccayavisesā honti evāti. Abyāpādavitakkasannissayo upavicāro abyāpādūpavicāro. Avihiṃsūpacārepi eseva nayo.",
  "tika-s0519t5:79": "Ayaṃ tipukkhalo nāma dutiyo nayo saddhiṃ disālokananayena niddiṭṭhoti vacanaseso. ‘‘Ime cattāro’’tiādi puggalādhiṭṭhāneneva nandiyāvaṭṭassa nayassa bhūmidassanatthaṃ āraddhaṃ. Ime yathāvuttapaṭipadācatukkassa vasena catubbidhā. Visesenāti diṭṭhitaṇhāsannissayatāvisesena. Diṭṭhicarito hi tikkhapañño, mandapañño ca sukhāya paṭipadāya khippābhiññāya ca dandhābhiññāya ca niyyātīti dvidhā vuttoti. Tathā taṇhācarito dukkhāya paṭipadāya khippābhiññāya ca dandhābhiññāya ca niyyātīti dvidhā vuttoti dassito cāyamattho. Tenāha ‘‘dve honti diṭṭhicarito ca taṇhācarito cā’’ti.",
  "tika-s0519t5:80": "Cattārohutvāti sīhavikkīḷitassa nayassa bhūmidassane cattāro hutvā ṭhitā, catuppaṭipadāvasena cattāro katvā vuttāti attho. Tayo hontīti tipukkhalassa nayassa bhūmidassane ugghaṭitaññuādivasena tayo bhavanti. Tayo hutvāti tathā tayo hutvā ṭhitā tayo katvā kathitā. Dve hontīti idāni nandiyāvaṭṭassa nayassa bhūmidassane dve bhavanti. Ajjhosānanti diṭṭhiajjhosānaṃ. Abhinivesoti taṇhābhiniveso. Ahaṃkāroti ahaṃmāno ‘‘aha’’nti vā karaṇaṃ ahaṃkāro. Diṭṭhimānamaññanānaṃ vasena ‘‘ahamasmī’’ti samanupassanā mamaṃkāro, mamāyanaṃ taṇhāggāho.",
  "tika-s0519t5:81": "Dasapadāni ‘‘paṭhamā disā’’ti kātabbānīti nandiyāvaṭṭassa nayassa ‘‘paṭhamā disā’’ti karaṇīyāni, ‘‘paṭhamā disā’’ti vavatthapetabbānīti attho. Saṃkhittena…pe… pakkhassāti anekappabhedassapi kaṇhapakkhassa saṃkilesapakkhassa atthaṃ saṃkhittena saṅkhepena paṭipakkhe vattamāne vodānadhamme uddissa ñāpenti pakāsenti, paṭhamā kātabbāti yojanā. Dasa padāni dutiyakānīti taṇhādikā dasa koṭṭhāsā ‘‘dutiyā disā’’ti kātabbā. ‘‘Saṃkhittena…pe… kaṇhapakkhassā’’ti ānetvā yojetabbaṃ.",
  "tika-s0519t5:82": "Yonisoti upāyaso. Yoniso manasikāro aniccādivasena paṭhamamanasikāro. Paññāti sutacintāmayī paññā, jhānābhiññā ca. Nibbidāti nibbedhañāṇaṃ. Somanassadhammūpasañhitaṃ pamodādisahagataṃ cetasikasukhaṃ.",
  "tika-s0519t5:83": "Kusalapakkhe cāti ca-saddo samuccayattho, tena ubhayapakkhato samuccayavasena catasso disā, na paccekanti dasseti.",
  "tika-s0519t5:84": "Tesanti taṇhādīnaṃ, taṇhāya, taṇhāpakkhikānañcāti attho. Satipi anavasesato rāge pahīyamāne anavasesato avijjāpi pahīyateva, rāgassa pana cetovimutti ujupaṭipakkhoti dassanatthaṃ ‘‘rāgavirāgā’’ti vuttaṃ. Avijjāvirāgāti etthāpi eseva nayo. Ayañca attho ‘‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimutti’’ntiādinā (ma. ni. 1.438) āgatapāḷiyā atthavaṇṇanāvasena vuttā, idha pana ‘‘rāgavirāgā cetovimutti sekkhaphalaṃ, avijjāvirāgā paññāvimutti asekkhaphala’’ntiādinā (netti. 51) vevacanasamāropane āgatattā purimā anāgāmiphalaṃ. Tañhi kāmarāgassa ujuvipaccanīkato samādhipāripūriyāva visesato ‘‘rāgavirāgā cetovimuttī’’ti vuccati, pacchimā arahattaphalaṃ taṇhāya, avijjāya ca anavasesappahānato, paññāpāripūriyā ca ‘‘avijjāvirāgā paññāvimuttī’’ti vuccati.",
  "tika-s0519t5:85": "Tatthāti nandiyāvaṭṭanaye. Tesūti ‘‘cattāri padānī’’ti vuttesu taṇhādīsu catūsu mūlapadesu. Idha samosaraṇanti saṅgaho vutto, so ca sabhāvato, sabhāgato ca hotīti taṇhādīni cattāri dassetvā ‘‘tesu aṭṭhārasa mūlapadāni samosarantī’’ti vuttaṃ. Samathaṃ bhajanti sabhāvato, sabhāgato cāti adhippāyo. Vipassanaṃ bhajantīti etthāpi eseva nayo. Nayādhiṭṭhānānaṃ nayādhiṭṭhāne anuppaveso nayānaṃ nayesu anuppaveso eva nāma hotīti āha ‘‘tipukkhalo…pe… anuppavisantī’’ti.",
  "tika-s0519t5:86": "Alobhāmohapakkhaṃ abhajāpetvā adosapakkhaṃ bhajāpetabbassa nandiyāvaṭṭasīhavikkīḷitamūlapadassa abhāvato adoso ekasuttakoṭiyā ekakova hotīti dassento āha ‘‘adoso adoso evā’’ti. Doso doso evāti etthāpi eseva nayo. Samosaranti sabhāgato ca sabhāvato ca saṅgahaṃ gacchantīti attho.",
  "tika-s0519t5:87": "Bhūmi gocaroti ca mūlapadāni eva sandhāya vadati. Ekekaṃ nayaṃ anuppavisati taṃtaṃmūlapadānuppavesato. Kusale vā viññāte akusalo paṭipakkho, akusale vā kusalo paṭipakkho anvesitabbo saṃvaṇṇiyamānasuttapadānurūpato upaparikkhitabbo. Anvesanā upaparikkhā ‘‘disālokana’’nti vuccati. So nayo niddisitabboti tathā anvesitvā tehi dhammehi disā vavatthapetvā so so nayo niddhāretvā yojetabbo. Yathā mūlapadesu mūlapadānaṃ anuppaveso saṃvaṇṇito, imināva nayena mūlapadato mūlapadānaṃ niddhāraṇāti veditabbāti dassento ‘‘yathā ekamhi…pe… niddisitabbānī’’ti āha. ‘‘Ekekasmiñhī’’tiādi kāraṇavacanaṃ.",
  "tika-s0519t5:88": "Tattha tatthāti ekekasmiṃ naye. Ekasmiṃ dhamme viññāteti taṇhādike ekasmiṃ mūlapadadhamme sarūpato, niddhāraṇavasena vā viññāte. Sabbedhammā viññātā hontīti tadaññamūlapadabhūtā sabbe lobhādayo viññātā nayassa bhūmicaraṇāyogyatāya pakāsā pākaṭā honti . ‘‘Imesa’’ntiādi nayattayadisābhūtadhammānaṃ matthakapāpanena tiṇṇaṃ nayānaṃ kūṭaggahaṇaṃ, taṃ heṭṭhā vuttanayameva.",
  "tika-s0519t5:89": "Puna ‘‘imesū’’tiādi kammanayadvayassa vibhāgavibhāvanaṃ, taṃ viññeyyameva.",
  "tika-s0519t5:90": "Nayasamuṭṭhānavāravaṇṇanā niṭṭhitā."
}