{
  "tika-abh02t19:0": "2. Āyatanavibhaṅgo",
  "tika-abh02t19:1": "1. Suttantabhājanīyavaṇṇanā",
  "tika-abh02t19:2": "154.Asādhāraṇatoti āveṇikato. Taṃ nesaṃ asādhāraṇabhāvaṃ vipakkhavasena patiṭṭhāpetuṃ sādhāraṇaṃ udāharaṇavasena dasseti ‘‘āyatanasaddattho viyā’’ti. Atha vā cakkhādiattho eva cakkhādisaddavisesito āyatanatthoti taṃ tādisaṃ āyatanatthaṃ sandhāyāha ‘‘āyatanasaddattho viya asādhāraṇato’’ti.",
  "tika-abh02t19:3": "Yadi visayassādanattho cakkhu-saddo, sotādīnampi ayaṃ samaññā siyāti atippasaṅgaṃ pariharanto ‘‘satipī’’tiādimāha. Dutiye atthavikappe cakkhatīti viññāṇādhiṭṭhitaṃ samavisamaṃ ācikkhati, ācikkhantaṃ viya, vibhāventaṃ viya vā hotīti attho. Rūpamiva cakkhuviññeyyaṃ viya saviggahamiva sabimbakaṃ viya vaṇṇavācako rūpa-saddo adhippetoti āha ‘‘vitthāraṇaṃ vā rūpasaddassa attho’’ti.",
  "tika-abh02t19:4": "Vacanamevāti saviññattikasaddameva. Gamīyatīti upanīyati. Ajjhoharaṇassa rasaggahaṇamūlatāvacanena rasassa paramparāya jīvitahetutaṃ dasseti. Rasanimittañhi rasaggahaṇaṃ, rasaggahaṇanimittaṃ ajjhoharaṇaṃ, taṃnimittaṃ jīvitanti. Rasaggahaṇamūlatā ca ajjhoharaṇassa yebhuyyato veditabbā. Dissati apadissati etena phalanti deso, hetūti āha ‘‘uppattidesoti uppattikāraṇa’’nti. Tathāti cakkhāyatanādippakārena. Manogocarabhūtāti manaso eva gocarabhūtā. Sāmaññalakkhaṇenevāti anubhavanādivisesalakkhaṇaṃ aggahetvā dhammabhāvasaṅkhātasādhāraṇalakkhaṇeneva . Ekāyatanattaṃ upanetvā vuttā dvādasa ekasabhāvattā bhinditvā vacane payojanābhāvā. Dvārālambanavibhāgadassanatthā hi āyatanadesanāti.",
  "tika-abh02t19:5": "Pubbantatoti purimabhāgato pākabhāvato. Pākabhāvo hi sabhāvadhammānaṃ pubbanto, viddhaṃsābhāvo aparanto.",
  "tika-abh02t19:6": "Nivāsaṭṭhānādīsu āyatana-saddo na āyatanatthādīsu viya padatthavivaraṇamukhena pavatto, atha kho tasmiṃ tasmiṃ devagharādike niruḷhatāya evamatthoti āha ‘‘ruḷhivasena āyatanasaddassatthaṃ vattu’’nti. Manoti dvārabhūtamano . Nissayabhāvoti ettha nissayasadiso nissayo, sadisatā ca phalassa tappaṭibaddhavuttitāya daṭṭhabbā. Vacanīyattho bhāvattho.",
  "tika-abh02t19:7": "Tāvatvatoti tattakato. Ūnacodanāti dvādasato ūnāni kasmā na vuttānīti codanā. Yadi cakkhuviññāṇādīnaṃ asādhāraṇaṃ dhammajātaṃ dhammāyatanaṃ, evaṃ sante cakkhādīnampi dhammāyatanabhāvo siyāti codanaṃ sandhāyāha ‘‘satipī’’tiādi. Dvārārammaṇabhāvehīti na ārammaṇabhāveneva asādhāraṇaṃ, atha kho dvārārammaṇabhāvehi asādhāraṇaṃ sambhavatīti vacanaseso.",
  "tika-abh02t19:8": "Yebhuyyasahuppattiādīhīti yebhuyyena cakkhāyatanādīni kassaci kadāci ekato uppajjanti. ‘‘Kāmadhātuyā upapattikkhaṇe kassaci ekādasāyatanāni uppajjantī’’ti hi vuttaṃ. Tasmā āyatanānaṃ uppattikkamo tāva na yujjati, na pahānakkamo kusalābyākatānaṃ appahātabbato, na paṭipattikkamo akusalānaṃ, ekaccaabyākatānañca appaṭipajjanīyato, na bhūmikkamo aḍḍhekādasannaṃ āyatanānaṃ ekantakāmāvacarattā, itaresaṃ catubhūmipariyāpannattā, ekaccassa lokuttarabhāvato ca. Evaṃ uppattikkamādiayuttiyojanā veditabbā. Yesu vijjamānesu attabhāvassa paññāpanā, te ‘‘mayhaṃ cakkhu’’ntiādinā adhikasinehavatthubhūtā cakkhādayo yathā ajjhattikatāya, evaṃ dassanādikiccakaraindriyatā ca padhānāti āha ‘‘ajjhattikabhāvena, visayibhāvena cā’’ti. Ghānādikkamenāti ghānaṃ jivhā kāyoti iminā kamena.",
  "tika-abh02t19:9": "Paccuppannārammaṇattā vā cakkhādīni paṭhamaṃ vuttāni, mano pana kiñci paccuppannārammaṇaṃ , kiñci yāvanavattabbārammaṇanti pacchā vuttaṃ. Paccuppannārammaṇesupi upādārūpārammaṇāni cattāri paṭhamaṃ vuttāni, tato bhūtarūpārammaṇaṃ. Upādārūpārammaṇesupi dūratare dūre, sīghataraṃ sīghañca ārammaṇasampaṭicchanadīpanatthaṃ cakkhādīnaṃ desanākkamo. Cakkhusotadvayañhi dūragocaranti paṭhamaṃ vuttaṃ. Tatrāpi cakkhu dūrataragocaranti sabbapaṭhamaṃ vuttaṃ. Passantopi hi dūratare nadisotaṃ na tassa saddaṃ suṇāti. Ghānajivhāsupi ghānaṃ sīghataravuttīti paṭhamaṃ vuttaṃ. Purato ṭhapitamattassa hi bhojanassa gandho gayhatīti. Yathāṭhānaṃ vā tesaṃ desanākkamo. Imasmiñhi sarīre sabbupari cakkhussa adhiṭṭhānaṃ, tassa adho sotassa, tassa adho ghānassa, tassa adho jivhāya, tathā kāyassa yebhuyyena, mano pana arūpībhāvato sabbapacchā vutto. Taṃtaṃgocarattā tassa tassānantaraṃ bāhirāyatanāni vuttānīti vuttovāyamatthoti evampi imesaṃ kamo veditabbo.",
  "tika-abh02t19:10": "Tatoti hadayavatthubhedato. Yañhi hadayavatthuṃ nissāya ekaṃ manoviññāṇaṃ pavattati, na tadeva nissāya aññaṃ pavattati. Niddesavasenāti saṅkhepavitthāraniddesavasena. Yojetabbaṃ ‘‘kusalasamuṭṭhānaṃ kusalasamuṭṭhānassa sabhāga’’ntiādinā.",
  "tika-abh02t19:11": "Sabhāvoti visayivisayabhāvo, tadabhinibbattiyañca yogyatā. Kāraṇasamatthatāti kāraṇabhūtā samatthatā paccayabhāvo. Dvārādibhāvoti dvārārammaṇe dvāravuttibhāvo. Imasmiṃ attheti anantaraṃ vuttaatthe. Yasmāti yāya dhammatāya yena dvārādibhāvena kāraṇabhūtena. Sambhavanavisesananti kiriyāya parāmasanamāha. Yaṃ sambhavanaṃ, dhammatāvesāti attho. Rittakānevāti dhuvādibhāvarittakāneva. Visamādīsu ajjhāsayo etesanti visamādiajjhāsayāni, visamādiajjhāsayāni viya hontīti visamādiajjhāsayāni, cakkhādīni. Visamabhāva…pe… vanabhāvehīti visamabhāvādisannissitaahiādisadisupādinnadhammehi cakkhādīhi, vanasannissitamakkaṭasadisena cittena ca abhiramitattā. Vanabhāvoti hi vanajjhāsayoti attho.",
  "tika-abh02t19:12": "Purimantavivittatāti pubbabhāgaviraho. Uppādato purimakoṭṭhāso hi idha purimanto. Aparanteti aparabhāge, bhaṅgato uddhanti attho. Udayabbayaparicchinno hi sabhāvadhammo. Yaṃ sandhāya vuttaṃ ‘‘anidhānagatā bhaggā, puñjo natthi anāgate’’ti (mahāni. 10). Sadā abhāvoti na sadā abhāvapatiṭṭhāpanaṃ sabbakālampi natthīti, atha kho udayabbayaparicchinnattā sadābhāvapaṭikkhepoti āha ‘‘aniccalakkhaṇa’’nti. Sabhāvavijahananti bhaṅgappattimāha . Viparivattanaṃ uppādajarāvatthāhi santānaṃ vinā na vikārāpattīti āha ‘‘santānavikārāpatti vā’’ti.",
  "tika-abh02t19:13": "Jātidhammatādīhīti jātijarābyādhimaraṇādisabhāvatāhi. Aniṭṭhatāti na iṭṭhatā, dukkhatāti attho. Purimaṃ sāmaññalakkhaṇanti ‘‘paṭipīḷanaṭṭhenā’’ti pubbe sāmaññato vuttaṃ dukkhalakkhaṇaṃ. Paccayavasena dukkhanākārena pavattamānānaṃ sabhāvadhammānaṃ dukkhanaṃ puggalasseva vasena dukkhamatāti āha ‘‘puggalassa pīḷanato dukkhama’’nti. Dukkhavacananti ‘‘dukkha’’nti satthu vacanaṃ.",
  "tika-abh02t19:14": "‘‘Natthi etassa vasavattako’’ti iminā natthi etassa attāti anattāti imamatthaṃ dasseti, ‘‘nāpi idaṃ vasavattaka’’nti iminā pana na attāti anattāti. Attanoti niyakajjhattaṃ sandhāya vadati. Parasminti tato aññasmiṃ. Parassa ca attanīti etthāpi eseva nayo. Taṃ etassa natthīti taṃ yathāvuttaparaparikappitaṃ vasavattakaṃ etassa cakkhādino natthi, etena catukoṭikasuññatāya saṅgaho daṭṭhabbo. ‘‘Suññaṃ taṃ tena vasavattanākārenā’’ti iminā ubhayathāpi avasavattanaṭṭhe dassitabbe tattha tāva ekaṃ dassetuṃ ‘‘parassā’’tiādiṃ vatvā puna ‘‘atha vā’’tiādinā itaraṃ dasseti. Sāmi eva sāmiko, na sāmiko assāmikoti evaṃ atthe gayhamāne ‘‘assāmikato’’ti padassa suññavisesanatāya payojanaṃ natthi. Kāmakāriyanti yathākāmakaraṇīyaṃ. Avasavattanatthaṃ visesetvā dasseti samāsadvayatthasaṅgahato.",
  "tika-abh02t19:15": "Sasantāne dhammānaṃ visadisuppatti idha bhāvasaṅkantigamanaṃ nāmāti āha ‘‘santatiyaṃ bhāvantaruppattiyevā’’ti. Tathā visadisuppattiyaṃ purimākāravigamo pakatibhāvavijahananti āha ‘‘santatiyā yathāpavattākāravijahana’’nti. Bhavatīti vā bhāvo, avatthāviseso, tassa saṅkamanaṃ bhāvasaṅkanti. Sabhāvadhammo hi uppādakkhaṇaṃ ṭhitikkhaṇañca patvā bhijjatīti uppādāvatthāya jarāvatthaṃ, tato bhaṅgāvatthaṃ saṅkamatīti vuccati. Tathā saṅkamato ca attalābhakkhaṇato uddhaṃ jarāmaraṇehi taṃsabhāvapariccāgo pakatibhāvavijahananti khaṇavasena cetaṃ yojetabbaṃ. Pubbāparavasenāti ca khaṇānaṃ pubbāparavasenāti attho sambhavati. Ekatthattāti samānādhikaraṇattā, na pana visesanavisesitabbabhāvānaṃ ekattā. ‘‘Cakkhuṃ anicca’’nti vutte ‘‘aniccaṃ cakkhu’’ntipi vuttameva hotīti ‘‘yaṃ cakkhu, taṃ aniccaṃ, yaṃ aniccaṃ, taṃ cakkhu’’nti āpannamevāti āha ‘‘aniccānaṃ sesadhammānampi cakkhubhāvo āpajjatī’’ti.",
  "tika-abh02t19:16": "Tehi ca aniccadukkhalakkhaṇehi ca anattalakkhaṇameva visesena dassitaṃ ‘‘yadaniccaṃ, taṃ dukkhaṃ, yaṃ dukkhaṃ, tadanattā’’tiādīsu (saṃ. ni. 3.15, 45, 76, 85; 2.4.1, 2; paṭi. ma. 2.10) viya. Dosalakkhaṇākāranidassanatthoti dosassa lakkhitabbākāranidassanattho. Evaṃ dukkhenāti evaṃ nānappakārena akkhirogādidukkhena ābādhatāya. Anattalakkhaṇadīpakānanti anattatāpaññāpanassa jotakānaṃ upāyabhūtānaṃ. Na hi ghaṭabhedakaṇṭakavedhādivasena labbhamānā aniccadukkhatā sattānaṃ ekantato anattatādhigamahetū honti. Paccayapaṭibaddhatāabhiṇhasampaṭipīḷanādivasena pana labbhamānā honti. Tathā hi cakkhādīni kammādimahābhūtādipaccayapaṭibaddhavuttīni, tato eva ahutvā sambhavanti, hutvā paṭiventīti aniccāni, abhiṇhasampaṭipīḷitattā dukkhāni, evaṃbhūtāni ca avasavattanato anattakānīti pariggahe ṭhitehi samupacitañāṇasambhārehi passituṃ sakkā.",
  "tika-abh02t19:17": "Kathaṃ panetesaṃ hutvā abhāvo jānitabboti? Khaṇe khaṇe aññathattadassanato. Taṃ kathaṃ ñāyatīti? Yuttito. Kā panettha yuttīti? Visesaggahaṇaṃ. Yadi cakkhādīnaṃ khaṇe khaṇe aññathattaṃ na siyā, bahipaccayabhede yadidaṃ pacchā visesaggahaṇaṃ, taṃ na siyā. Yassa hi tādisaṃ khaṇe khaṇe aññathattaṃ natthi, tassa asati bahipaccayavisese kathaṃ pacchā visesaggahaṇaṃ bhaveyya, bhavati ca visesaggahaṇaṃ. Tasmā atthi nesaṃ khaṇe khaṇe aññathattaṃ yaṃ saṇikaṃ saṇikaṃ vaḍḍhentaṃ pacchā pākaṭataraṃ jāyatīti. Tathā hi sarīrassa tāva ānāpānānaṃ anavatthānato parissamato ca visesaggahaṇaṃ. Anavatthitā hi assāsapassāsā vātā vārena vārena pavattanato. Yadi hi assasite vā passassite vā sarīrassa koci pacchā viseso na siyā, na nesaṃ koci bhedo siyā, diṭṭho ca so. Tasmā assasitaṃ sarīraṃ aññathā hontaṃ kamena tādisaṃ avatthaṃ pāpuṇāti. Yā passāsassa paccayo hoti, passasite ca puna tatheva assāsassa paccayo hotīti ānāpānānaṃ anavatthānatopi sarīrassa visesaggahaṇaṃ aññathattasiddhi. Tathā parissamopi asati visese pacchā sarīrassa na siyā, yenāyaṃ iriyāpathantarādīni sevanena parissamavinodanaṃ karoti.",
  "tika-abh02t19:18": "Atha vā rūpādibhedatopi visesaggahaṇaṃ. Rūpagandharasaphassādīnañhi visesena yo sarīre anindriyabaddhesu ca khīrūdakavatthapupphaphalosadhidhaññādīnaṃ pacchā viseso gayhati, so asati bahipaccayavisese nesaṃ jarādiavatthāsu vaṇṇabalādibhedo, rasavīriyavipākānubhāvabhedo ca khaṇe khaṇe aññathattaṃ vinā kathamupalabbheyya. Yaṃ pana taṃ dhammatārūpaṃ silādi, tattha kathanti? Tassāpi sītuṇhasamphassabhedato attheva visesaggahaṇaṃ. Taṃ khaṇe khaṇe aññathattaṃ vinā na yujjatīti. Sati ca rūpādibhede siddhova taṃnissayamahābhūtabhedopi. Na hi nissayamahābhūtabhedena vinā nissitabhedo sambhavatīti. Evaṃ tāva rūpadhammānaṃ visesaggahaṇato khaṇe khaṇe aññathattaṃ, tato ca hutvā abhāvasiddhi.",
  "tika-abh02t19:19": "Arūpadhammānaṃ pana ārammaṇādibhedena visesaggahaṇaṃ. Yattha yattha hi ārammaṇe arūpadhammā uppajjanti, tattha tattheva te bhijjanti, na aññaṃ saṅkamanti, ārammaṇadhammā ca yathāsakaṃ khaṇato uddhaṃ na tiṭṭhantīti. Svāyamattho padīpādiudāharaṇena veditabbo. Aññe eva hi khaṇe khaṇe rūpādayo padīpajālāya, tathā khīradhārādīsu patantīsu, vāyumhi ca paharante samphassāni. Yathā cetesaṃ khaṇe khaṇe aññathattaṃ, kimaṅgaṃ pana cittacetasikānaṃ. Kiñca saddabhedato, saddavisesatopi tannimittānaṃ cittacetasikānaṃ khaṇe khaṇe aññathattaṃ, tato visesaggahaṇaṃ. Paguṇañhi ganthaṃ sīghaṃ parivattentassa cittasamuṭṭhānānaṃ saddānaṃ bhedo diṭṭho. Na hi kāraṇabhedena vinā phalabhedo atthi. Yathā taṃ vāditasaddānaṃ, evaṃ ārammaṇabhedena arūpadhammānaṃ visesaggahaṇaṃ. Teneva nesaṃ khaṇe khaṇe aññathattaṃ veditabbaṃ. Jātibhūmisampayuttadhammabhedena visesaggahaṇepi eseva nayo. Evaṃ rūpārūpadhammānaṃ visesaggahaṇato khaṇe khaṇe aññathattasiddhi. Yato hutvā abhāvato cakkhādīni aniccānīti siddhāni, aniccattā eva abhiṇhasampaṭipīḷanato dukkhāni, tato ca avasavattanato anattakāni. Tenāha bhagavā ‘‘yadaniccaṃ, taṃ dukkhaṃ, yaṃ dukkhaṃ, tadanattā’’ti (saṃ. ni. 3.15, 45, 76, 85; 2.4.1, 2; paṭi. ma. 2.10).",
  "tika-abh02t19:20": "Nirantaraṃpavattamānassāti abhiṇhasaddatthaṃ visesetvā vadati. Dhātumattatāyāti dhātumattabhāvena. Samūhatoti sasambhāracakkhādipiṇḍato. ‘‘Cakkhādīna’’nti idaṃ ‘‘samūhato’’ti padaṃ apekkhitvā sambandhe sāmivacanaṃ, ‘‘vinibbhujana’’nti padaṃ apekkhitvā kammattheti veditabbaṃ. Cattāripi ghanānīti santatisamūhakiccārammaṇaghanāni. Pavattarūpādiggahaṇatoti ruppanādivasena pavattañca taṃ rūpādiggahaṇañcāti pavattarūpādiggahaṇaṃ, tatoti yojetabbaṃ. Aniccādiggahaṇassa sabbhāvāti rūpavedanādiñāṇato bhinnassa aniccādiñāṇassa labbhamānattā. Tena satipi rūpādiatthānaṃ aniccādibhāve ruppanādibhāvato aniccādibhāvassa bhedamāha. Idāni tameva bhedaṃ ñātatīraṇapariññāvisayatāya pākaṭaṃ kātuṃ ‘‘na hī’’tiādimāha. Nātidhāvitunti idha lakkhaṇalakkhaṇavantā bhinnā vuttā. Tattha lakkhaṇārammaṇikavipassanāya khandhārammaṇatāvacanena abhinnāti aññamaññavirodhāpādanena atidhāvituṃ na yuttaṃ. Kasmāti ce? Vuttaṃ ‘‘te panākārā’’tiādi. Adhippāyopi cettha lakkhaṇānaṃ rūpādiākāramattatāvibhāvananti daṭṭhabbo. ‘‘Aniccaṃ dukkhaṃ anattā’’ti hi saṅkhāre sabhāvato sallakkhentoyeva lakkhaṇāni ca sallakkhetīti. Yathā aniccādito aniccatādīnaṃ vuttanayena bhedo, evaṃ aniccatādīnampi satipi lakkhaṇabhāvasāmaññe nānāñāṇagocaratāya, nānāpaṭipakkhatāya, nānindriyādhikatāya ca vimokkhamukhattayabhūtānaṃ aññamaññabhedoti dassento ‘‘aniccanti ca gaṇhanto’’tiādimāha. Taṃ suviññeyyameva.",
  "tika-abh02t19:21": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:22": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t19:23": "155.Paccayayugaḷavasenāti ajjhattikabāhirapaccayadvayavasena. Ajjhattikabāhiravasena abbokāratoti ajjhattikavasena ceva bāhiravasena ca asaṅkarato.",
  "tika-abh02t19:24": "167.Visaṅkhāraninnassāti nibbānapoṇassa. Vinimuttasaṅkhārassāti samucchedapaṭipassaddhivimuttīhi samukhena, tappaṭibaddhachandarāgappahānena ca suṭṭhu vinimuttasaṅkhārassa paramassāsabhāvena, gatibhāvena ca patiṭṭhānabhūte. ‘‘Nibbānaṃ arahato gatī’’ti (paṭi. 339) hi vuttaṃ. Ṭhitibhāvenāti ca pāṭho. Taṃsacchikaraṇābhāveti tassa nibbānassa sacchikaraṇābhāve. Nītoti pāpito, pakāsitoti attho.",
  "tika-abh02t19:25": "Cuṇṇitanti bheditaṃ. Tvameva kiṃ na jānāsīti kiṃ tvaṃ na jānāsiyevāti attho. ‘‘Kiṃ tvaṃ ekaṃ nānaṃ jānāsi, kiṃ tvaṃ na jānāsi evā’’ti evaṃ vikkhepaṃ karontaṃ paravādiṃ ‘‘nanu ñāte’’tiādinā sakavādī nibandhati. Vibhajitvāti ‘‘rāgādīnaṃ khīṇante uppannattā’’ti bhāvatthaṃ vibhajitvā. Rāgādīnaṃ khayā na hontīti yojanā. Sasabhāvatā ca nibbānassa āpannā hotīti sambandho.",
  "tika-abh02t19:26": "Nibbānārammaṇakaraṇena kāraṇabhūtena. Hetuatthe hi idaṃ karaṇavacanaṃ. Kilesakkhayamattataṃ vā nibbānassa icchato kilesakkhayena bhavitabbanti yojanā.",
  "tika-abh02t19:27": "Evaṃ kilesakkhayamatte nibbāne khepetabbā kilesā bahuvidhā nānappakārā, maggo ca odhiso kilese khepeti. Svāyaṃ ‘‘katamaṃ kilesakkhayaṃ nibbānaṃ ārammaṇaṃ katvā katame kilese khepetī’’ti purimapucchādvayameva vadati. Tadevāti yaṃ ‘‘avijjātaṇhānaṃ kiñci ekadesamattampī’’ti vuttaṃ, tadeva.",
  "tika-abh02t19:28": "Ettha ca yāyaṃ ‘‘kilesakkhayova nibbāna’’nti nibbānassa abhāvatācodanā, tatrāyaṃ āgamato yuttito cassa bhāvābhāvavibhāvanā. Tañhi bhagavatā –",
  "tika-abh02t19:29": "‘‘Atthi, bhikkhave, ajātaṃ abhūtaṃ akataṃ asaṅkhata’’nti (udā. 73; itivu. 43).",
  "tika-abh02t19:30": "‘‘Atthi , bhikkhave, tadāyatanaṃ, yattha neva pathavī na āpo na tejo na vāyo’’ti (udā. 71) –",
  "tika-abh02t19:31": "Ca ādinā, tathā –",
  "tika-abh02t19:32": "‘‘Gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo’’ti (ma. ni. 2.337; saṃ. ni. 1.172; mahāva. 7-8) –",
  "tika-abh02t19:33": "‘‘Asaṅkhatañca vo, bhikkhave, desessāmi asaṅkhatagāminiñca paṭipadaṃ, anataṃ, anāsavaṃ, saccaṃ, pāraṃ, nipuṇaṃ, sududdasaṃ, ajajjaraṃ, dhuvaṃ, apalokitaṃ, anidassanaṃ, nippapañcaṃ, santaṃ, amataṃ, paṇītaṃ, sivaṃ, khemaṃ, taṇhākkhayaṃ, acchariyaṃ, abbhutaṃ, anītikaṃ, anītikadhammaṃ, nibbānaṃ, abyābajjhaṃ, virāgaṃ, suddhiṃ, muttiṃ, anālayaṃ, dīpaṃ, leṇaṃ, tāṇaṃ, saraṇaṃ, parāyaṇañca vo, bhikkhave, desessāmi parāyaṇagāminiñca paṭipada’’nti (saṃ. ni. 4.377) –",
  "tika-abh02t19:34": "Evamādīhi ca suttapadehi ‘‘appaccayā dhammā, asaṅkhatā dhammā (dha. sa. dukamātikā 7), sabbañca rūpaṃ asaṅkhatā ca dhātū’’tiādīhi (dha. sa. 1192, 1198, 1200) abhidhammapadesehi ca paramatthabhāveneva desitaṃ. Na hi sabhāvavirahitassa abhāvamattassa gambhīrāsaṅkhatādibhāvo abyākatadhammādibhāvo ca yutto, vutto ca so. Tasmā na abhāvamattaṃ nibbānaṃ.",
  "tika-abh02t19:35": "Api cāyaṃ abhāvavādī evaṃ pucchitabbo – yadi kilesābhāvo nibbānaṃ, svāyamabhāvo eko vā siyā aneko vā? Yadi eko, ekeneva maggena kato sacchikato ca hotīti uparimānaṃ maggānaṃ niratthakatā āpajjati. Na hi ekaṃ anekehi kammappavattehi sādhetabbaṃ diṭṭhaṃ. Atha siyā ekova so kilesābhāvo, na pana maggehi kātabbo, atha kho sacchikātabboti. Evaṃ sati suṭṭhutaraṃ maggassa niratthakatā āpajjati kilesānaṃ appahānato. Akaronto ca maggo kilesābhāvaṃ tassa sacchikiriyāya kamatthaṃ sādheyya, atha maggānaṃ saṃyojanattayappahānādipaṭiniyatakiccatāya pahāyakavibhāgena kilesābhāvabhedo, evaṃ sati vinā sabhāvabhedaṃ bahubhāvo natthīti bahubhāvatāpadesenassa sasabhāvatā āpannā. Athāpi siyā ‘‘yesaṃ abhāvo, tesaṃ bahubhāvena bahubhāvopacāro’’ti, evaṃ sati yesaṃ abhāvo, tesaṃ sabhāvatāya sasabhāvopacāropi siyā. Tathā tesaṃ kilesasaṅkhatāditāya kilesasaṅkhatādibhāvā ca siyuṃ, na cetaṃ yuttanti na tesaṃ bahubhāvopacāro yutto. Ekabhāvopi cassa asabhāvatāya eva vattuṃ na sakkāti ce? Na, abhāvasāmaññato, abhāvasāmaññena abhedasamaññāya ekattaniddeso. Sati ca ekatte pubbe vuttadosānativatti.",
  "tika-abh02t19:36": "Bahubhāve ca sasabhāvatā siddhā. Yadipi siyā yathā bahubhāvo sasabhāvataṃ, evaṃ sāmaññena sasabhāvatā bahubhāvaṃ na byabhicareyyāti sasabhāvapakkhepi nibbānassa bahubhāvo āpajjatīti? Taṃ na, kasmā? Tathā sāmaññābhedato. Na hi evaṃ vattuṃ labbhā yathā kharabhāvo sasabhāvataṃ na byabhicarati, evaṃ sasabhāvatāpi kharabhāvaṃ na byabhicareyyāti. Evañhi sati tadaññasabbadhammābhāvappasaṅgo siyā, tasmā bahubhāvo sasabhāvatāpekkho, na sasabhāvatā bahubhāvāpekkhāti na sasabhāvassa nibbānassa bahubhāvāpatti. ‘‘Ekañhi saccaṃ na dutīyamatthi (su. ni. 890; mahāni. 119), ekā niṭṭhā na puthuniṭṭhā’’tiādivacanato.",
  "tika-abh02t19:37": "Api cettha kilesābhāvo nāma rāgādīnaṃ samucchedo accantappahānaṃ anuppādanirodho. Tassa ca ekatte ekeneva maggena sādhetabbatā kiccavisesābhāvatoti dassanādimaggavibhāgo na siyā. Icchito ca so odhisova kilesānaṃ pahātabbattā. So ca maggavibhāgo saddhādīnaṃ indriyānaṃ nātitikkhatikkhatikkhataratikkhatamabhāvena ekasmimpi samucchedappahānayogyabhāve sacchikiriyāvisesena hotīti nibbānassa sasabhāvatāyayeva yutto. Abhāvo pana kilesānaṃ maggena kātabbo siyā ‘‘mā maggassa niratthakatā ahosī’’ti, na sacchikātabbo. Ko hi tassa sabhāvo, yo tena sacchikariyeyya. So ca kilesābhāvo ekeneva maggena sādhetabbo siyā, na catūhi ‘‘mā catubhāvanibbānatāpatti, nibbānavisesāpatti ca ahosī’’ti. Tato dassanādimaggavibhāgo na siyāti sabbaṃ āvattati.",
  "tika-abh02t19:38": "Yadi ca abhāvo bhāvassa siyāti tassa bhāvadhammatā icchitā, evaṃ sati yathā saṅkhatadhammassa tassa jarāmaraṇādīnaṃ viya saṅkhatadhammatāpi āpannā, evaṃ bahūnaṃ kilesānaṃ dhammassa tassa bahubhāvādippasaṅgopi dunnivāroti ataṃsabhāvassa asaṅkhatassekassa sasabhāvassa nibbānabhāvo veditabbo.",
  "tika-abh02t19:39": "Yadi evaṃ kasmā ‘‘rāgakkhayo dosakkhayo mohakkhayo’’ti (saṃ. ni. 4.315, 330) vuttanti? Khayena adhigantabbattā. Khayo hi ariyamaggo. Yathāha ‘‘khaye ñāṇaṃ, anuppāde ñāṇa’’nti (dha. sa. dukamātikā 142). Tena rāgādikkhayapariyāyena ariyamaggena adhigantabbato ‘‘paramatthaṃ gambhīraṃ nipuṇaṃ duddasaṃ duranubodhaṃ nibbānaṃ rāgādikkhayo’’ti vuttaṃ. Rāgādippahānamukhena vā tathā pattabbato, yathā aññatthāpi vuttaṃ ‘‘madanimmaddano pipāsavinayo’’tiādi (a. ni. 4.34; itivu. 90).",
  "tika-abh02t19:40": "Apica yathā pariññeyyatāya sauttarānaṃ kāmānaṃ rūpānañca paṭipakkhabhūtaṃ tabbidhurasabhāvaṃ nissaraṇaṃ paññāyati, evaṃ sasabhāvānaṃ sabbesampi saṅkhatadhammānaṃ paṭipakkhabhūtena tabbidhurasabhāvena nissaraṇena bhavitabbaṃ. Yañca tannissaraṇaṃ, sā asaṅkhatā dhātu. Kiñca bhiyyo – saṅkhatadhammārammaṇaṃ vipassanāñāṇaṃ api anulomañāṇaṃ kilese tadaṅgavasena pajahati, na samucchedavasena pajahituṃ sakkoti. Tathā sammutisaccārammaṇaṃ paṭhamajjhānādīsu ñāṇaṃ vikkhambhanavaseneva kilese pajahati, na samucchedavasena. Iti saṅkhatadhammārammaṇassa, sammutisaccārammaṇassa ca ñāṇassa kilesānaṃ samucchedappahāne asamatthabhāvato tesaṃ samucchedappahānakarassa ariyamaggañāṇassa tadubhayaviparītasabhāvena ārammaṇena bhavitabbaṃ, sā asaṅkhatā dhātu. Tathā ‘‘atthi, bhikkhave, ajātaṃ abhūtaṃ akataṃ asaṅkhata’’nti (udā. 73; itivu. 43) idaṃ nibbānassa paramatthato atthibhāvajotakaṃ vacanaṃ aviparītatthaṃ bhagavatā bhāsitattā. Yañhi bhagavatā bhāsitaṃ, taṃ aviparītatthaṃ yathā taṃ ‘‘sabbe saṅkhārā aniccā, sabbe saṅkhārā dukkhā, sabbe dhammā anattā’’ti (dha. pa. 277-279; theragā. 676-678; netti. 5), tathā nibbāna-saddo katthaci visaye yathābhūtaparamatthavisayo upacāravuttisabbhāvato seyyathāpi sīha-saddo. Atha vā attheva paramatthato asaṅkhatā dhātu itaratabbiparītavimuttisabhāvattā seyyathāpi ‘‘pathavīdhātu vedanā cā’’ti evamādīhi nayehi yuttitopi asaṅkhatāya dhātuyā paramatthato atthibhāvo veditabbo.",
  "tika-abh02t19:41": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:42": "3. Pañhapucchakavaṇṇanā",
  "tika-abh02t19:43": "168.Kiñcīti kiñci ārammaṇaṃ. Ālambanatoti ārammaṇakaraṇato.",
  "tika-abh02t19:44": "Pañhapucchakavaṇṇanā niṭṭhitā.",
  "tika-abh02t19:45": "Āyatanavibhaṅgavaṇṇanā niṭṭhitā."
}