{
  "tika-abh01t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-abh01t0:1": "Abhidhammapiṭake",
  "tika-abh01t0:2": "Dhammasaṅgaṇī-mūlaṭīkā",
  "tika-abh01t0:3": "Vīsatigāthāvaṇṇanā",
  "tika-abh01t0:4": "1. Dhammasaṃvaṇṇanāyaṃ satthari paṇāmakaraṇaṃ dhammassa svākkhātabhāvena satthari pasādajananatthaṃ, satthu ca avitathadesanabhāvappakāsanena dhamme pasādajananatthaṃ. Tadubhayappasādā hi dhammasampaṭipatti mahato ca atthassa siddhi hotīti. Atha vā ratanattayapaṇāmavacanaṃ attano ratanattayapasādassa viññāpanatthaṃ, taṃ pana viññūnaṃ cittārādhanatthaṃ, taṃ aṭṭhakathāya gāhaṇatthaṃ, taṃ sabbasampattinipphādanatthanti. Idaṃ pana ācariyena adhippetappayojanaṃ antarāyavisosanaṃ. Vakkhati hi ‘‘nipaccakārassetassa…pe… asesato’’ti. Ratanattayapaṇāmakaraṇañhi antarāyakarāpuññavighātakarapuññavisesabhāvato maṅgalabhāvato bhayādiupaddavanivāraṇato ca antarāyavisosane samatthaṃ hoti. Kathaṃ panetassāpuññavighātakarādibhāvo vijānitabboti? ‘‘Yasmiṃ mahānāma samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hotī’’tiādivacanato (a. ni. 6.10; 11.11), ‘‘pūjā ca pūjaneyyānaṃ, etaṃ maṅgalamuttama’’nti (khu. pā. 5.3; su. ni. 262) ca, ‘‘evaṃ buddhaṃ sarantānaṃ, dhammaṃ saṅghañca bhikkhavo. Bhayaṃ vā chambhitattaṃ vā, lomahaṃso na hessatī’’ti (saṃ. ni. 1.249) ca vacanatoti.",
  "tika-abh01t0:5": "Tattha yassa satthuno paṇāmaṃ kattukāmo, tassa guṇavisesadassanatthaṃ ‘‘karuṇā viyā’’tiādimāha. Guṇavisesavā hi paṇāmāraho hoti, paṇāmārahe ca kato paṇāmo vuttappayojanasiddhikarova hotīti. Bhagavato ca desanā vinayapiṭake karuṇāppadhānā, suttantapiṭake paññākaruṇāppadhānā. Teneva ca kāraṇena vinayapiṭakassa saṃvaṇṇanaṃ karontena karuṇāppadhānā bhagavato thomanā katā, āgamasaṃvaṇṇanañca karontena ubhayappadhānā, abhidhammadesanā pana paññāppadhānāti katvā paññāppadhānameva thomanaṃ karonto ‘‘karuṇā viya sattesū’’ti karuṇaṃ upamābhāvena gahetvā paññāya thometi.",
  "tika-abh01t0:6": "Tattha karuṇā viyāti nidassanavacanametaṃ, yassa yathā karuṇā sabbesu sattesu pavattittha, evaṃ sabbesu ñeyyadhammesu paññāpi pavattitthāti attho. Sattesūti visayanidassanametaṃ. Paññāti nidassetabbadhammanidassanaṃ. Yassāti tadadhiṭṭhānapuggalanidassanaṃ. Mahesinoti tabbisesanaṃ. Ñeyyadhammesūti paññāvisayanidassanaṃ. Sabbesūti tabbisesanaṃ. Pavattitthāti kiriyānidassanaṃ. Yathārucīti vasībhāvanidassanaṃ.",
  "tika-abh01t0:7": "Tattha kiratīti karuṇā, paradukkhaṃ vikkhipati apanetīti attho. Rūpādīsu sattā visattāti sattā. Tassā pana paññattiyā khandhasantāne niruḷhabhāvato nicchandarāgāpi ‘‘sattā’’ti vuccanti. Pajānātīti paññā, yathāsabhāvaṃ pakārehi paṭivijjhatīti attho. Yassāti aniyamanaṃ. ‘‘Tassa pāde namassitvā’’ti etena niyamanaṃ veditabbaṃ. Mahesīti mahante sīlakkhandhādayo esi gavesīti mahesi. Ñātabbāti ñeyyā, sabhāvadhāraṇādinā atthena dhammā. Tattha ‘‘ñeyyā’’ti vacanena dhammānaṃ añeyyattaṃ paṭikkhipati. ‘‘Dhammā’’ti vacanena ñeyyānaṃ sattajīvādibhāvaṃ paṭikkhipati. Ñeyyā ca te dhammā cāti ñeyyadhammā. Sabbesūti anavasesapariyādānaṃ. Tena aññātābhāvaṃ dasseti. Pavattitthāti uppajjittha. Yathārucīti yā yā ruci yathāruci, rucīti ca icchā, kattukāmatā sā. Yā yā pavattā tappabhedā, yathā vā ruci tathā, rucianurūpaṃ pavattā ‘‘yathāruci pavattitthā’’ti vuccati. Yathā yathā vā ruci pavattā, tathā tathā pavattā paññā ‘‘yathāruci pavattitthā’’ti vuccati.",
  "tika-abh01t0:8": "Tattha bhagavati pavattāva karuṇā bhagavato paññāya nidassananti gahetabbā. Sā hi asādhāraṇā mahākaruṇā, na aññā. Yassāti ca karuṇāpaññānaṃ ubhinnampi ādhārapuggalanidassanaṃ. Na hi nirādhārā karuṇā atthīti ‘‘karuṇā’’ti vutte tadādhārabhūto puggalo nidassetabbo hoti, so ca idha añño vutto natthi, na ca āsannaṃ vajjetvā dūrassa gahaṇe payojanaṃ atthīti ‘‘yassā’’ti nidassitapuggalova karuṇāya ādhāro. Tena idaṃ vuttaṃ hoti ‘‘yassa attano karuṇā viya paññāpi pavattitthā’’ti. Kathaṃ pana karuṇā sattesu pavattittha yathā paññāpi dhammesu pavattitthāti? Niravasesato yathāruci ca. Bhagavato hi karuṇā kañci sattaṃ avajjetvā sabbesu sattesu niravasesesu pavattati, pavattamānā ca rucivasena ekasmiṃ anekesu ca aññehi asādhāraṇā pavattati. Na hi aññesaṃ ‘‘mahoghapakkhandānaṃ sattānaṃ natthañño koci oghā uddhatā aññatra mayā’’ti passantānaṃ karuṇokkamanaṃ hoti yathā bhagavatoti. Paññāpi bhagavato sabbesu dhammesu niravasesesu pavattati, pavattamānā ca ekasmiṃ anekesu ca dhammesu sabhāvakiccādijānanena anāvaraṇā asādhāraṇā pavattati yathāruci, yathā ca passantassa bhagavato karuṇā yathāruci pavattati. Taṃ sabbaṃ paṭisambhidāmagge mahākaruṇāñāṇavibhaṅgavasena jānitabbaṃ, paññāya ca yathāruci pavatti sesāsādhāraṇañāṇavibhaṅgādivasena. Paññāgahaṇena ca tīsu kālesu appaṭihatañāṇaṃ catusaccañāṇaṃ catupaṭisambhidāñāṇaṃ, karuṇāgahaṇena mahākaruṇāsamāpattiñāṇassa gahitattā taṃ vajjetvā aññāni asādhāraṇañāṇāni catuvesārajjañāṇaṃ dasabalāni cha abhiññā catucattālīsa ñāṇavatthūni sattasattati ñāṇavatthūnīti evamādayo aneke paññāppabhedā saṅgayhanti, tasmā tassā tassā paññāya pavattivasena yathāruci pavatti veditabbā. Tenāha ‘‘karuṇā viya…pe… yathārucī’’ti.",
  "tika-abh01t0:9": "Tattha karuṇāgahaṇena mahābodhiyā mūlaṃ dasseti. Mahādukkhasambādhappaṭipannañhi sattanikāyaṃ disvā ‘‘tassa natthañño koci saraṇaṃ, ahametaṃ mutto mocessāmī’’ti karuṇāya sañcoditamānaso abhinīhāraṃ dīpaṅkarassa bhagavato pādamūle katvā bodhisambhāre samodhānetvā anupubbena sambodhiṃ pattoti karuṇā mahābodhiyā mūlanti. Sattesūti etena mahābodhiyā payojanaṃ dasseti. Sattā hi mahābodhiṃ payojenti. Sattasantāraṇatthañhi sabbaññutā abhipatthitā. Yathāha –",
  "tika-abh01t0:10": "‘‘Kiṃ me ekena tiṇṇena, purisena thāmadassinā;",
  "tika-abh01t0:11": "Sabbaññutaṃ pāpuṇitvā, santāressaṃ sadevaka’’nti. (bu. vaṃ. 2. 56);",
  "tika-abh01t0:12": "Paññāgahaṇena mahābodhiṃ dasseti. Sabbaññutāya hi padaṭṭhānabhūtaṃ maggañāṇaṃ, maggañāṇapadaṭṭhānañca sabbaññutaññāṇaṃ ‘‘mahābodhī’’ti vuccatīti. Ñeyyadhammesu sabbesūti etena santāretabbānaṃ sattānaṃ abhiññeyyapariññeyyapahātabbabhāvetabbasacchikātabbe khandhāyatanadhātusaccindriyapaṭiccasamuppādasatipaṭṭhānādibhede kusalādibhede ca sabbadhamme dasseti. Pavattittha yathārucīti etena paṭivedhapaccavekkhaṇapubbaṅgamadesanāñāṇappavattidīpanena payojanasampattiṃ dasseti. Sabbadhammānañhi paṭivedhañāṇaṃ bodhipallaṅke ahosi. Maggañāṇameva hi tanti. Paccavekkhaṇañāṇañca visesena ratanagharasattāhe ahosi. Evaṃ paṭividdhapaccavekkhitānaṃ dhammānaṃ dhammacakkappavattanādīsu desanāñāṇaṃ ahosi, visesena ca paṇḍukambalasilāyaṃ sattappakaraṇadesanāyanti. Desanāñāṇena ca desento bhagavā sattesu hitapaṭipattiṃ paṭipajjatīti. Etena sabbena attahitapaṭipattiṃ parahitapaṭipattiñca dasseti. Mahābodhidassanena hi attahitapaṭipatti, itarehipi parahitapaṭipatti dassitāti. Tena attahitapaṭipannādīsu catūsu puggalesu bhagavato catutthapuggalabhāvaṃ dasseti, tena ca anuttaradakkhiṇeyyabhāvaṃ niratisayapaṇāmārahabhāvañca attano ca kiriyāya khettaṅgatabhāvaṃ dasseti.",
  "tika-abh01t0:13": "Ettha ca karuṇāgahaṇena lokiyesu mahaggatabhāvappattāsādhāraṇaguṇadīpanato sabbalokiyaguṇasampatti bhagavato dassitā hoti, paññāgahaṇenapi sabbaññutaññāṇapadaṭṭhānamaggañāṇadīpanato sabbalokuttaraguṇasampatti. Karuṇāvacanena ca upagamanaṃ nirupakkilesaṃ, paññāvacanena apagamanaṃ dasseti. Upagamanaṃ dassento ca loke sañjātasaṃvaḍḍhabhāvaṃ dasseti, apagamanaṃ dassento lokena anupalittataṃ. ‘‘Karuṇā viya sattesū’’ti ca lokasamaññānurūpaṃ bhagavato pavattiṃ dasseti, ‘‘ñeyyadhammesu sabbesu yathāruci paññā pavattitthā’’ti etena samaññāya anatidhāvanaṃ. Sabbadhammasabhāvānavabodhe hi sati samaññaṃ atidhāvitvā ‘‘satto jīvo atthī’’ti parāmasanaṃ hotīti. Sabbesañca buddhaguṇānaṃ karuṇā ādi tannidānabhāvato, paññā pariyosānaṃ tato uttarikaraṇīyābhāvato. Ādipariyosānadassanena ca sabbe buddhaguṇā dassitāva honti. Karuṇāgahaṇena ca sīlakkhandhapubbaṅgamo samādhikkhandho dassito hoti. Karuṇānidānañhi sīlaṃ tato pāṇātipātādiviratippavattito tassā ca jhānattayasampayogato. Paññāvacanena paññākkhandho. Sīlañca sabbabuddhaguṇānaṃ ādi, samādhi majjhaṃ, paññā pariyosānanti evampi ādimajjhapariyosānakalyāṇā sabbe buddhaguṇā dassitā honti.",
  "tika-abh01t0:14": "2. Evaṃ saṅkhepena sabbabuddhaguṇehi bhagavantaṃ thometvā yassā saṃvaṇṇanaṃ kattukāmo, tāya abhidhammadesanāya aññehi asādhāraṇāya thometuṃ ‘‘dayāya tāyā’’tiādimāha. Tassā pana desanāya nidānañca samuṭṭhānañca dassetuṃ ‘‘dayāya tāyā’’tiādi vuttaṃ. Nidānañca duvidhaṃ abbhantaraṃ bāhirañcāti. Abbhantaraṃ karuṇā, bāhiraṃ desakālādi. Samuṭṭhānaṃ desanāpaññā. Tattha abbhantaranidānaṃ dassento ‘‘dayāya tāya sattesu, samussāhitamānaso’’ti āha. Tattha dayāti karuṇā adhippetā. Tāya hi samussāhito abhidhammakathāmaggaṃ sampavattayīti. Tāyāti ayaṃ ta-saddo pubbe vuttassa paṭiniddeso hoti.",
  "tika-abh01t0:15": "Purimagāthāya ca padhānabhāvena paññā niddiṭṭhā, tabbisesanabhāvena karuṇā. Sā hi tassā nidassanabhūtā appadhānā taṃ visesetvā vinivattā, tasmā ‘‘tāyā’’ti paṭiniddesaṃ nārahati. Yā ca padhānabhūtā paññā, sā desanāya samuṭṭhānaṃ, na samussāhinīti tassā ca paṭiniddeso na yuttoti? Paññāya tāva paṭiniddeso na yuttoti suvuttametaṃ, karuṇāya pana paṭiniddeso no na yutto ‘‘dayāya tāyā’’ti dvinnaṃ padānaṃ samānādhikaraṇabhāvato. Samānādhikaraṇānañhi dvinnaṃ padānaṃ rūpakkhandhādīnaṃ viya visesanavisesitabbabhāvo hoti. Rūpa-saddo hi aññakkhandhanivattanatthaṃ vuccamāno visesanaṃ hoti, khandha-saddo ca nivattetabbagahetabbasādhāraṇavacanabhāvato visesitabbo, evamidhāpi ‘‘dayāya tāyā’’ti dvinnaṃ padānaṃ ekavibhattiyuttānaṃ samānādhikaraṇabhāvato visesanavisesitabbabhāvo hoti. Tattha dayā samussāhinīti padhānā, nivattetabbagahetabbasādhāraṇavacanañcidaṃ. Tasmā ‘‘dayāyā’’ti visesitabbavacanametaṃ, tassa ca yathā visesanaṃ hoti ‘‘tāyā’’ti idaṃ vacanaṃ, tathā tassa paṭiniddesabhāvo yojetabbo. Na hi paññāpaṭiniddesabhāve dayāvisesanaṃ ta-saddo hoti, karuṇāpaṭiniddesabhāve ca hotīti. Padhānañca paññaṃ vajjetvā ‘‘dayāyā’’ti etena sambajjhamāno ‘‘tāyā’’ti ayaṃ ta-saddo appadhānāya karuṇāya paṭiniddeso bhavitumarahati. Ayamettha attho – yāya dayāya samussāhito, na sā yā kāci, sabbaññutaññāṇassa pana nidassanabhūtā mahākaruṇā, tāya samussāhitoti.",
  "tika-abh01t0:16": "Kathaṃ pana karuṇā ‘‘dayā’’ti ñātabbā, nanu vuttaṃ ‘‘dayāpanno’’ti etassa aṭṭhakathāyaṃ (dī. ni. aṭṭha. 1.8) ‘‘mettacittataṃ āpanno’’ti, tasmā dayā mettāti yujjeyya, na karuṇāti? Yadi evaṃ ‘‘adayāpanno’’ti etassa aṭṭhakathāyaṃ ‘‘nikkaruṇataṃ āpanno’’ti vuttanti dayā mettāti ca na yujjeyya, tasmā dayā-saddo yattha yattha pavattati, tattha tattha adhippāyavasena yojetabbo. Dayā-saddo hi anurakkhaṇatthaṃ antonītaṃ katvā pavattamāno mettāya ca karuṇāya ca pavattatīti no na yujjati. Evañhi aṭṭhakathānaṃ avirodho hotīti. Karuṇā ca desanāya nidānabhāvena vuttā, na mettā ‘‘accantameva hi taṃ samayaṃ bhagavā karuṇāvihārena vihāsī’’ti (dī. ni. aṭṭha. 1.1; ma. ni. aṭṭha. 1.1 mūlapariyāyasuttavaṇṇanā; saṃ. ni. aṭṭha. 1.1.1; a. ni. aṭṭha. 1.1.1) evamādīsu, tasmā idha karuṇāva dayāvacanena gahitāti veditabbā. Sā hi samussāhinī, na mettā, mettā pana paññāgatikapavattinī hotīti.",
  "tika-abh01t0:17": "‘‘Sattesū’’ti kasmā evaṃ vuttaṃ, nanu ‘‘tāyā’’ti etena vacanena sattavisayā karuṇā gahitāti? No na gahitā, purimagāthāya pana ‘‘sattesu karuṇā yathāruci pavattitthā’’ti sappadesasattavisayā nippadesasattavisayā ca sabbā vuttā, idha pana nippadesasattavisayataṃ gahetuṃ ‘‘sattesū’’ti nippadesasattavisayabhūtā dassitā. Tena sabbasattavisayāya karuṇāya samussāhito abhidhammakathāmaggaṃ devānaṃ sampavattayi, na devavisayāya eva, tasmā sabbasattahitatthaṃ abhidhammakathāmaggaṃ devānaṃ sampavattayi, na devānaṃyeva atthāyāti ayamattho dassitova hoti. Atha vā ‘‘sattesū’’ti idaṃ na dayāya ālambananidassanaṃ, samussāhanavisayo pana etena dassito. Abhidhammakathāmaggappavattanatthañhi bhagavā karuṇāya na devesuyeva samussāhito , sabbabodhaneyyesu pana sattesu samussāhito sabbesaṃ atthāya pavattattā, tasmā sattesu samussāhitamānasoti sattesu visayabhūtesu nimittabhūtesu vā samussāhitamānaso uyyojitacittoti attho daṭṭhabbo.",
  "tika-abh01t0:18": "Evaṃ abbhantaranidānaṃ dassetvā bāhiranidānaṃ dassento ‘‘pāṭihīrāvasānamhī’’tiādimāha. Tattha yasmiṃ kāle bhagavatā abhidhammakathāmaggo pavattito, taṃ dassetuṃ ‘‘pāṭihīrāvasānamhi vasanto’’ti vuttaṃ. ‘‘Avasānamhi vasanto tidasālaye’’ti vacanato yassāvasānamhi tidasālaye vasi, taṃ kaṇḍambamūle kataṃ yamakapāṭihāriyaṃ idha ‘‘pāṭihīra’’nti vuttaṃ, na bodhimūlādīsu kataṃ pāṭihāriyaṃ, nāpi ādesanānusāsaniyoti viññāyati, pākaṭattā ca āsannattā ca tadeva gahitanti daṭṭhabbaṃ. Pāṭihāriyapadassa vacanatthaṃ (udā. aṭṭha. 1; itivu. aṭṭha. nidānavaṇṇanā) ‘‘paṭipakkhaharaṇato rāgādikilesāpanayanato pāṭihāriya’’nti vadanti, bhagavato pana paṭipakkhā rāgādayo na santi ye haritabbā. Puthujjanānampi hi vigatupakkilese aṭṭhaṅgaguṇasamannāgate citte hatapaṭipakkhe iddhividhaṃ pavattati, tasmā tattha pavattavohārena ca na sakkā idha ‘‘pāṭihāriya’’nti vattuṃ. Sace pana mahākāruṇikassa bhagavato veneyyagatā ca kilesā paṭipakkhā, tesaṃ haraṇato ‘‘pāṭihāriya’’nti vuttaṃ, evaṃ sati yuttametaṃ. Atha vā bhagavato ca sāsanassa ca paṭipakkhā titthiyā, tesaṃ haraṇato pāṭihāriyaṃ. Te hi diṭṭhiharaṇavasena diṭṭhippakāsane asamatthabhāvena ca iddhiādesanānusāsanīhi haritā apanītā hontīti. Atha vā paṭīti ayaṃ saddo ‘‘pacchā’’ti etassa atthaṃ bodheti ‘‘tasmiṃ paṭipaviṭṭhamhi, añño āgañchi brāhmaṇo’’tiādīsu (su. ni. 985; cūḷani. pārāyanavagga, vatthugāthā 4) viya, tasmā samāhite citte vigatupakkilese ca katakiccena pacchā haritabbaṃ pavattetabbanti paṭihāriyaṃ, attano vā upakkilesesu catutthajjhānamaggehi haritesu pacchā haraṇaṃ paṭihāriyaṃ, iddhiādesanānusāsaniyo ca vigatupakkilesena katakiccena ca sattahitatthaṃ puna pavattetabbā, haritesu ca attano upakkilesesu parasattānaṃ upakkilesaharaṇāni hontīti paṭihāriyāni bhavanti, paṭihāriyameva pāṭihāriyaṃ. Paṭihāriye vā iddhiādesanānusāsanisamudāye bhavaṃ ekekaṃ pāṭihāriyanti vuccati. Paṭihāriyaṃ vā catutthajjhānaṃ maggo ca paṭipakkhaharaṇato, tattha jātaṃ, tasmiṃ vā nimittabhūte, tato vā āgatanti pāṭihāriyaṃ. Pāṭihāriyameva idha ‘‘pāṭihīra’’nti vuttaṃ. Avasānamhi vasantoti etehi kālaṃ nidasseti. Pāṭihīrakaraṇāvasānena hi tidasālayavāsena ca paricchinno abhidhammakathāmaggappavattanassa kāloti . Tidasālayeti desaṃ nidasseti. So hi abhidhammakathāmaggappavattanassa deso tattha vasantena pavattitattāti.",
  "tika-abh01t0:19": "3. Tatthāpi desavisesadassanatthaṃ ‘‘pāricchattakamūlamhī’’tiādi vuttaṃ. Yugandhareti sītapabbatesveko dvecattālīsayojanasahassubbedho, ādicco ca tadubbedhamaggacārī, so sati sambhave yathā yugandhare sobheyya, evaṃ sobhamāno nisinnoti attho.",
  "tika-abh01t0:20": "4-5. Idāni puggale dhammapaṭiggāhake apadisanto ‘‘cakkavāḷasahassehī’’tiādimāha. Sabbasoti samantato āgamma sabbehi disābhāgehi, sannivesavasena vā samantato sanniviṭṭhehi dasahi cakkavāḷasahassehīti adhippāyo, na sabbaso cakkavāḷasahassehi dasahi dasahīti. Evaṃ sati cattālīsacakkavāḷasahassehi adhikehi vā āgamanaṃ vuttaṃ siyā, na cetaṃ adhippetanti. Samantato sannisinnenāti vā yojetabbaṃ. Samaṃ, sammā vā nisinnena sannisinnena, aññamaññaṃ abyābādhetvā bhagavati gāravaṃ katvā sotaṃ odahitvā nisajjadose vajjitabbe vajjetvā nisinnenāti attho. Mātaraṃ pamukhaṃ katvā sannisinnena devānaṃ gaṇena parivāritoti vā, mātaraṃ pamukhaṃ katvā abhidhammakathāmaggaṃ sampavattayīti vā yojanā kātabbā.",
  "tika-abh01t0:21": "Idāni desanāya samuṭṭhānaṃ dassento ‘‘tassā paññāya tejasā’’ti āha. Yā sā ādimhi karuṇāya upamitā sabbañeyyadhammānaṃ yathāsabhāvajānanasamatthā, tesaṃ desetabbappakārajānanasamatthā, bodhetabbapuggalānaṃ āsayādhimuttiyādivibhāvanasamatthā ca paññā, tassā ca yathāvuttabalayogatoti attho. Tena sabbaññutaññāṇameva abhidhammakathāya samuṭṭhānabhāve samatthaṃ, nāññanti imamatthaṃ dīpento abhidhammakathāya asādhāraṇabhāvaṃ dasseti. Maggoti upāyo. Khandhāyatanādīnaṃ kusalādīnañca dhammānaṃ avabodhassa, saccappaṭivedhasseva vā upāyabhāvato ‘‘abhidhammakathāmaggo’’ti vutto. Pabandho vā ‘‘maggo’’ti vuccati. So hi dīghattā maggo viyāti maggo, tasmā abhidhammakathāpabandho ‘‘abhidhammakathāmaggo’’ti vutto. Devānaṃ gaṇena parivāritoti vatvā puna devānanti vacanaṃ tesaṃ gahaṇasamatthataṃ dīpeti. Na hi asamatthānaṃ bhagavā desetīti.",
  "tika-abh01t0:22": "6. Evaṃ karuṇāpaññāmukhehi guṇehi bhagavato abhidhammakathāmaggappavattanena ca hitappaṭipattiyā paramapaṇāmārahataṃ dassetvā idāni adhippetaṃ paṇāmaṃ karonto āha ‘‘tassa pāde namassitvā’’ti. Bhagavato thomaneneva ca dhammassa svākkhātatā saṅghassa ca suppaṭipannatā dassitā hoti tappabhavassa anaññathābhāvato, tasmā paṇāmārahaṃ tañca ratanadvayaṃ paṇamanto ‘‘saddhammañcassa…pe… cañjali’’nti āha. Tattha yasmā buddho ‘‘sadevake loke tathāgato vandanīyo’’ti, saṅgho ca ‘‘suppaṭipanno…pe… añjalikaraṇīyo’’ti (a. ni. 6.10) vutto, tasmā ‘‘tassa pāde namassitvā, katvā saṅghassa cañjali’’nti vuttaṃ. Dhammo pana svākkhātatādiguṇayutto tathānussaraṇena pūjetabbo hoti ‘‘tameva dhammaṃ sakkatvā garuṃkatvā upanissāya vihareyya’’nti (saṃ. ni. 1.173; a. ni. 4.21) vacanato, kāyavācācittehi sabbathā pūjetabbo, tasmā ‘‘saddhammañcassa pūjetvā’’ti vuttaṃ. Sirīmatoti ettha sirīti paññāpuññānaṃ adhivacananti vadanti. Atha vā puññanibbattā sarīrasobhaggādisampatti katapuññe nissayati, katapuññehi vā nissīyatīti ‘‘sirī’’ti vuccati, sā ca atisayavatī bhagavato atthīti sirīmā, bhagavā, tassa sirīmato.",
  "tika-abh01t0:23": "7.Nipaccakārassāti paṇāmakiriyāya. Ānubhāvenāti balena. Sosetvāti sukkhāpetvā antaradhāpetvā atthaṃ pakāsayissāmīti sambandho. Antarāyeti atthappakāsanassa upaghātake. Asesatoti nissese sakale.",
  "tika-abh01t0:24": "8. Idāni abhidhammassa gambhīratthattā atthappakāsanassa dukkarabhāvaṃ dīpetuṃ ‘‘visuddhācārasīlenā’’tiādinā abhiyācanaṃ dasseti. Thullaccayādivisuddhiyā visuddhācāro, pārājikasaṅghādisesavisuddhiyā visuddhasīlo. Cārittavārittavisuddhiyā vā visuddhācārasīlo, tena. Sakkaccanti cittiṃ katvā. Abhiyācitoti abhimukhaṃ yācito. Tena anādariyaṃ atthappakāsane kātuṃ asakkuṇeyyaṃ dasseti.",
  "tika-abh01t0:25": "9. Idāni yassa atthaṃ pakāsetukāmo, taṃ dassetuṃ ‘‘yaṃ devadevo’’tiādimāha. Tattha yanti abhidhammaṃ. Devadevoti visuddhisammutiupapattidevānaṃ devo. Loke hi ye ‘‘saraṇaṃ parāyaṇa’’nti gantabbā gatibhūtā, te ‘‘devā’’ti vuccanti, bhagavā ca sabbadevānaṃ gatibhūtoti . Nayatoti saṅkhepato. Samācikkhīti sammā ācikkhi yathā thero bujjhati. Veneyyasatte vinetīti vināyako, nāyakavirahito vā, sayambhūti attho.",
  "tika-abh01t0:26": "10-12.Yañcāti yañca abhidhammaṃ bhikkhūnaṃ payirudāhāsīti sambandho. Payirudāhāsīti kathesi. Itīti iminā anukkamena. ‘‘Yo dhārito’’ti yanti upayogavasena vutto yaṃ-saddo dhāritoti paccattena sambajjhamāno paccattavasena pariṇamati, tasmā yo dhārito, yo ca saṅgīto, tassa atthaṃ pakāsayissāmīti yojanā kātabbā. Vedena paññāya īhati pavattatīti vedeho, tena muninā. Abhiṇhasoti bahuso. Abhidhammassāti etaṃ ‘‘atthaṃ pakāsayissāmī’’ti etena yojetabbaṃ. Idāni yo atthappakāsanassa nissayo, taṃ dassetuṃ ‘‘ādito’’tiādimāha. Tattha āditoti ādimhi paṭhamasaṅgītiyaṃ.",
  "tika-abh01t0:27": "13. Yā aṭṭhakathā saṅgītā, kassa pana sā aṭṭhakathāti? Aññassa vuttassa abhāvā ‘‘yassa atthaṃ pakāsayissāmī’’ti vuttaṃ, adhikāravasena ‘‘tassa abhidhammassā’’ti viññāyati. Saṅgītāti atthaṃ pakāsetuṃ yuttaṭṭhāne ‘‘ayaṃ etassa attho, ayaṃ etassa attho’’ti saṅgahetvā vuttā, pacchāpi ca dutiyatatiyasaṅgītīsu anusaṅgītā.",
  "tika-abh01t0:28": "14-16.Abhisaṅkhatāti racitā. Tatoti aṭṭhakathāto. Tantinayānuganti tantigatiṃ anugataṃ. Bhāsanti māgadhabhāsaṃ. Nikāyantaraladdhīhīti antarantarā anuppavesitāhi. Asammissanti avokiṇṇaṃ. Anākulanti sanikāyepi anāvilaṃ paricchinnaṃ. Asammisso anākulo ca yo mahāvihāravāsīnaṃ atthavinicchayo, taṃ dīpayanto atthaṃ pakāsayissāmīti . Etena tipiṭakacūḷanāgattherādīhi vutto theravādopi saṅgahito hoti. Atha vā tambapaṇṇibhāsaṃ apanetvā māgadhabhāsañca āropetvā pakāsiyamāno yo abhidhammassa attho asammisso anākuloyeva ca hoti mahāvihāravāsīnañca vinicchayabhūto, taṃ atthaṃ ‘‘eso mahāvihāravāsīnaṃ vinicchayo’’ti dīpayanto pakāsayissāmi. Tappakāsaneneva hi so tathā dīpito hotīti.",
  "tika-abh01t0:29": "17.Tosayanto vicakkhaṇeti vicakkhaṇe tosayanto gahetabbaṃ gahetvānāti evaṃ yojetvā ‘‘gahetabbaṭṭhāneyeva gahitaṃ suṭṭhu kata’’nti evaṃ tosayantoti atthaṃ vadanti. Evaṃ sati gahetabbaggahaṇeneva tosanaṃ kataṃ, na aññena atthappakāsanenāti etaṃ āpajjeyya. Tosayanto atthaṃ pakāsayissāmīti evaṃ pana yojanāya sati gahetabbaggahaṇaṃ aññañca sabbaṃ atthappakāsanaṃ hotīti sabbena tena tosanaṃ kataṃ hoti, tasmā tosayanto atthaṃ pakāsayissāmīti yuttarūpā.",
  "tika-abh01t0:30": "18-20. Idāni yaṃ atthappakāsanaṃ kattukāmo, tassa mahattaṃ pariharituṃ ‘‘kammaṭṭhānānī’’tiādimāha. Atthavaṇṇananti ettha vaṇṇanā nāma vivaritvā vitthāretvā vacanaṃ. Itīti ‘‘apanetvā tato bhāsa’’nti evamādinā yathādassitappakārena. Iti sotūnaṃ ussāhuppādanassa hetuṃ dasseti. Abhidhammakathanti abhidhammaṭṭhakathaṃ. Nisāmethāti suṇātha. Idāni avassaṃ ayaṃ sotabbāyevāti daḷhaṃ ussāhento āha ‘‘dullabhā hi ayaṃ kathā’’ti.",
  "tika-abh01t0:31": "Vīsatigāthāvaṇṇanā niṭṭhitā.",
  "tika-abh01t0:32": "Nidānakathāvaṇṇanā",
  "tika-abh01t0:33": "Aṭṭhasāliniṃ tāva vaṇṇentehi ācariyehi tassā sanniveso vibhāvetabbo. Tasmā idaṃ vuccati –",
  "tika-abh01t0:34": "‘‘Vacanattho paricchedo, sanniveso ca pāḷiyā;",
  "tika-abh01t0:35": "Sāgarehi tathā cintā, desanāhi gambhīratā.",
  "tika-abh01t0:36": "‘‘Desanāya sarīrassa, pavattiggahaṇaṃ tathā;",
  "tika-abh01t0:37": "Therassa vācanāmagga-tappabhāvitatāpi ca.",
  "tika-abh01t0:38": "‘‘Paṭivedhā tathā buddha-vacanādīhi ādito;",
  "tika-abh01t0:39": "Ābhidhammikabhāvassa, sādhanaṃ sabbadassino.",
  "tika-abh01t0:40": "‘‘Vinayenātha gosiṅga-suttena ca mahesinā;",
  "tika-abh01t0:41": "Bhāsitattassa saṃsiddhi, nidānena ca dīpitā.",
  "tika-abh01t0:42": "‘‘Pakāsetvā imaṃ sabbaṃ, paṭiññātakathā katā;",
  "tika-abh01t0:43": "Aṭṭhasāliniyā etaṃ, sannivesaṃ vibhāvaye’’ti.",
  "tika-abh01t0:44": "Vacanatthavijānanena viditābhidhammasāmaññatthassa abhidhammakathā vuccamānā sobheyyāti abhidhammaparijānanameva ādimhi yuttarūpanti tadatthaṃ pucchati ‘‘tattha kenaṭṭhena abhidhammo’’ti. Tattha tatthāti ‘‘abhidhammassa atthaṃ pakāsayissāmī’’ti yadidaṃ vuttaṃ, tasmiṃ. ‘‘Yassa atthaṃ pakāsayissāmī’’ti paṭiññātaṃ, so abhidhammo kenaṭṭhena abhidhammoti attho. Tatthāti vā ‘‘abhidhammakatha’’nti etasmiṃ vacane yo abhidhammo vutto, so kenaṭṭhena abhidhammoti attho. Dhammātirekadhammavisesaṭṭhenāti ettha dhammo atireko dhammātireko, suttantādhikā pāḷīti attho. Dhammo viseso dhammaviseso dhammātisayo, vicittā pāḷīti attho, dhammātirekadhammavisesā eva attho dhammātirekadhammavisesaṭṭho. Dvinnampi atthānaṃ abhidhammasaddassa atthabhāvena sāmaññato ekavacananiddeso kato. Tasmāti yasmā ‘‘abhikkamanti, abhikkantavaṇṇā’’tiādīsu viya atirekavisesaṭṭhadīpako abhisaddo, tasmā ayampi dhammo dhammātirekadhammavisesaṭṭhena ‘‘abhidhammo’’ti vuccatīti sambandho.",
  "tika-abh01t0:45": "Tattha siyā – ‘‘abhikkamanti, abhikkantavaṇṇā’’ti ettha dhātusaddassa purato payujjamāno abhisaddo kiriyāya atirekavisesabhāvadīpako hotīti yuttaṃ upasaggabhāvato, dhammasaddo pana na dhātusaddoti etasmā purato abhisaddo payogameva nārahati. Athāpi payujjeyya, kiriyāvisesakā upasaggā, na ca dhammo kiriyāti dhammassa atirekavisesabhāvadīpanaṃ na yuttanti? No na yuttaṃ. Aññassapi hi upasaggassa adhātusaddā purato payujjamānassa akiriyāyapi atirekavisesabhāvadīpakassa dassanatoti etamatthaṃ vibhāvetuṃ atichattādiudāharaṇaṃ dassento āha ‘‘yathā’’tiādi. Evamevāti yathā chattātirekachattavisesādiatthena atichattādayo honti atisaddassa upasaggassa adhātusaddassapi purato payujjamānassa akiriyāya ca tabbhāvadīpakattā, evamayampi dhammo dhammātirekadhammavisesaṭṭhena ‘‘abhidhammo’’ti vuccati abhi-saddassa upasaggassa adhātusaddassapi purato payujjamānassa akiriyāya ca tabbhāvadīpakattāti adhippāyo.",
  "tika-abh01t0:46": "Ekadeseneva vibhattāti ‘‘katame ca, bhikkhave, pañcakkhandhā? Rūpakkhandho…pe… viññāṇakkhandho. Katamo ca, bhikkhave, rūpakkhandho? Yaṃ kiñci rūpaṃ atītā…pe… santike vā, ayaṃ vuccati rūpakkhandho’’tievamādinā (saṃ. ni. 3.48; vibha. 2) uddesaniddesamatteneva vibhattā, ‘‘tattha katamaṃ rūpaṃ atīta’’ntievamādinā (vibha. 3) paṭiniddesassa abhidhammabhājanīyassa pañhapucchakassa ca abhāvā na nippadesena. Abhidhammaṃ patvā pana…pe… nippadesatova vibhattā, tasmā ayampi dhammo dhammātirekadhammavisesaṭṭhena ‘‘abhidhammo’’ti vuccati nippadesānaṃ tiṇṇampi nayānaṃ atirekapāḷibhāvato visesapāḷibhāvato cāti adhippāyo. Suttante bāvīsatiyā indriyānaṃ ekato anāgatattā indriyavibhaṅge suttantabhājanīyaṃ natthi. ‘‘Avijjāpaccayā saṅkhārā sambhavantī’’tiādinā paṭiccasamuppāde tassa tassa paccayadhammassa paccayuppannadhammānaṃ paccayabhāvo uddiṭṭho, uddiṭṭhadhammānañca kusalādibhāvo pucchitvā vissajjetabbo, na cettha ‘‘avijjāsaṅkhārā’’ti evaṃ vutto uddeso atthīti pañhapucchakaṃ natthi. Suttante pañca sikkhāpadāni uddiṭṭhāni pāṇātipātā veramaṇītiādīni. Sā pana veramaṇī yadi sabhāvakiccādivasena vibhajīyeyya, ‘‘ārati viratī’’tiādinā abhidhammabhājanīyameva hoti. Athāpi cittuppādavasena vibhajīyeyya, tathāpi abhidhammabhājanīyameva hoti. Añño pana veramaṇīnaṃ vibhajitabbappakāro natthi, yena pakārena suttantabhājanīyaṃ vattabbaṃ siyā. Tasmā sikkhāpadavibhaṅge suttantabhājanīyaṃ natthi.",
  "tika-abh01t0:47": "Vacanatthato abhidhamme ñāte paricchedato ñāpetuṃ āha ‘‘pakaraṇaparicchedato’’tiādi. Katipayāva pañhavārā avasesāti dhammahadayavibhaṅge anāgatā hutvā mahādhammahadaye āgatā dhammahadayavibhaṅgavacanavasena avasesā katipayāva pañhavārāti attho. Ettheva saṅgahitāti ‘‘apubbaṃ natthī’’ti vuttaṃ. Appamattikāva tanti avasesāti dhammahadayavibhaṅge anāgantvā mahādhammahadaye āgatatantito yadi pathavīādīnaṃ vitthārakathā mahādhātukathā rūpakaṇḍadhātuvibhaṅgādīsu, atha dhātukathāya vitthārakathā dhātukathāya anāgantvā mahādhātukathāya āgatatanti appamattikāvāti adhippāyo.",
  "tika-abh01t0:48": "Yaṃ pana vuttaṃ ‘‘sāvakabhāsitattā chaḍḍetha na’’nti, taṃ buddhabhāsitabhāvadassanena paṭisedhetuṃ ‘‘sammāsambuddho hī’’tiādimāha. Catūsu pañhesūti ‘‘upalabbhati nupalabbhatī’’ti paṭiññāya gahitāya paṭikkhepagahaṇatthaṃ ‘‘yo saccikaṭṭho’’ti vuttaṃ saccikaṭṭhaṃ nissayaṃ katvā upādāya pavattā dvepi pañcakā eko pañho, ‘‘sabbatthā’’ti sarīraṃ sabbaṃ vā desaṃ upādāya pavattā eko, ‘‘sabbadā’’ti kālamupādāya eko, ‘‘sabbesū’’ti yadi khandhāyatanādayo gahitā, te upādāya pavattā, atha pana ‘‘yo saccikaṭṭho sabbattha sabbadā’’ti etehi na koci saccikaṭṭho deso kālo vā aggahito atthi, te pana sāmaññavasena gahetvā anuyogo kato, na bhedavasenāti bhedavasena gahetvā anuyuñjituṃ ‘‘sabbesū’’ti vuttā saccikaṭṭhadesakālappadese upādāya ca pavattā ekoti etesu catūsu. Dvinnaṃ pañcakānanti ettha ‘‘puggalo upalabbhati…pe… micchā’’ti ekaṃ, ‘‘puggalo nupalabbhati…pe… micchā’’ti (kathā. 18) ekaṃ, ‘‘tvaṃ ce pana maññasi…pe… idaṃ te micchā’’ti (kathā. 3) ekaṃ, ‘‘ese ce dunniggahite…pe… idaṃ te micchā’’ti ekaṃ, ‘‘na hevaṃ niggahetabbe, tena hi yaṃ niggaṇhāsi…pe… sukatā paṭipādanā’’ti (kathā. 10) ekanti evaṃ niggahakaraṇaṃ, paṭikammakaraṇaṃ, niggahassa suniggahabhāvaṃ icchato paṭiññāṭhapanena paṭikammaveṭhanaṃ, paṭikammassa duppaṭikammabhāvaṃ icchato taṃnidassanena niggahassa dunniggahabhāvadassanena niggahanibbeṭhanaṃ, aniggahabhāvāropanādinā chedoti ayaṃ eko pañcako, yo aṭṭhakathāyaṃ anulomapañcakapaṭikammacatukkaniggahacatukkaupanayanacatukkanigamanacatukka nāmehi sakavādipubbapakkhe anulomapaccanīkapañcakoti vutto, paravādipubbapakkhe ca evameva paccanīyānulomapañcakoti vutto. Evaṃ dve pañcakā veditabbā. Evaṃ sesapañhesupīti aṭṭha pañcakā aṭṭhamukhā vādayuttīti vuttā. Yuttīti upāyo, vādassa yutti vādayutti, vādappavattanassa upāyoti attho.",
  "tika-abh01t0:49": "Anulomapaccanīkapañcake ādiniggahaṃ dassetvā paccanīyānulomapañcake ca ādiniggahameva dassetvā mātikaṃ dīpetuṃ ‘‘sā panesā’’tiādimāha. Puggaloti attā satto jīvo. Upalabbhatīti paññāya upagantvā labbhati. Saccikaṭṭhaparamaṭṭhenāti māyāmarīciādayo viya nābhūtākārena, anussavādīhi gahetabbā viya na anuttamatthabhāvena, atha kho bhūtena uttamatthabhāvena upalabbhatīti pucchati. Itaro tādisaṃ icchanto paṭijānāti. Puna yo saccikaṭṭhaparamaṭṭhena upalabbhati, so saccikaṭṭhaparamaṭṭhato añño tadādhāro, aññatra vā tehi, tesaṃ vā ādhārabhūto, anañño vā tato ruppanādisabhāvato sappaccayādisabhāvato vā upalabbhamāno āpajjatīti anuyuñjati ‘‘yo saccikaṭṭho…pe… paramaṭṭhenā’’ti. Itaro puggalassa rūpādīhi aññattaṃ anaññattañca anicchanto ‘‘na heva’’nti paṭikkhipati. Puna sakavādī paṭiññāya ekattāpannaṃ appaṭikkhipitabbaṃ paṭikkhipatīti katvā niggahaṃ āropento āha ‘‘ājānāhi niggaha’’nti. ‘‘Puggalo nupalabbhatī’’ti puṭṭho sakavādī puggaladiṭṭhiṃ paṭisedhento ‘‘āmantā’’ti paṭijānāti. Puna itaro yo saccikaṭṭhena nupalabbhati puggalo, so saccikaṭṭhaparamaṭṭhato añño vā anañño vā nupalabbhatīti āpajjati aññassa pakārassa abhāvāti anuyuñjati ‘‘yo saccikaṭṭho…pe… paramaṭṭhenā’’ti. Yasmā pana puggalo sabbena sabbaṃ nupalabbhati, tasmā tassa aññattānaññattānuyogo ananuyogo puggalaladdhiṃ paṭisedhentassa anāpajjanatoti ‘‘na heva’’nti paṭikkhipati. Itaro paṭiññāya āpajjanalesameva passanto aviparītaṃ atthaṃ asambujjhantoyeva niggahaṃ āropeti ‘‘ājānāhi niggaha’’nti.",
  "tika-abh01t0:50": "Itīti yaṃ disvā mātikā ṭhapitā, evaṃ desitattāti adhippāyo. Yathā kinti yena pakārena buddhabhāsitaṃ nāma jātaṃ, taṃ nidassanaṃ kinti attho. Yatonidānanti yaṃkāraṇā chaajjhattikabāhirāyatanādinidānanti attho. Papañcasaññāsaṅkhāti taṇhāmānadiṭṭhipapañcasampayuttā saññākoṭṭhāsā. Samudācarantīti ajjhācaranti. Ettha ceti etesu āyatanādīsu taṇhāmānadiṭṭhīhi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbañca natthi ce . Nanu natthiyeva, kasmā ‘‘natthi ce’’ti vuttanti? Saccaṃ natthi, appahīnābhinandanābhivadanajjhosānānaṃ pana puthujjanānaṃ abhinanditabbādippakārāni āyatanādīni hontīti tesaṃ na sakkā ‘‘natthī’’ti vattuṃ, pahīnābhinandanādīnaṃ pana sabbathā natthīti ‘‘natthi ce’’ti vuttaṃ. Esevantoti abhinandanādīnaṃ natthibhāvakaro maggo tappaṭippassaddhibhūtaṃ phalaṃ vā rāgānusayādīnaṃ anto avasānaṃ, appavattīti attho.",
  "tika-abh01t0:51": "Jānaṃ jānātīti sabbaññutaññāṇena jānitabbaṃ jānāti. Na hi padesañāṇavā jānitabbaṃ sabbaṃ jānātīti. Passaṃ passatīti dibbacakkhupaññācakkhudhammacakkhubuddhacakkhusamantacakkhusaṅkhātehi pañcahi cakkhūhi passitabbaṃ passati. Atha vā jānaṃ jānātīti yathā aññe savipallāsā kāmarūpapariññāvādino jānantāpi vipallāsavasena jānanti, na evaṃ bhagavā , bhagavā pana pahīnavipallāsattā jānanto jānātiyeva, diṭṭhidassanassa ca abhāvā passanto passatiyevāti attho. Cakkhubhūtoti paññācakkhumayattā sattesu ca taduppādanato lokassa cakkhubhūto. Ñāṇabhūtoti etassa ca evameva attho daṭṭhabbo. Dhammā bodhipakkhiyā. Brahmā maggo, tehi uppannattā lokassa ca taduppādanato tabbhūto. Vattāti catusaccadhamme vadatīti vattā. Pavattāti ciraṃ saccappaṭivedhaṃ pavattento vadatīti pavattā. Atthassa ninnetāti atthaṃ uddharitvā dassetā, paramatthaṃ vā nibbānaṃ pāpayitā. Amatassa dātāti amatasacchikiriyaṃ sattesu uppādento amataṃ dadātīti amatassa dātā. Bodhipakkhiyadhammānaṃ tadāyattabhāvato dhammassāmī. Suvaṇṇāliṅganti suvaṇṇamayaṃ āliṅgaṃ khuddakamudiṅgaṃ. Supupphitasatapattapadumamiva sassirikaṃ sasobhaṃ supupphitasatapattasassirikaṃ.",
  "tika-abh01t0:52": "Anumoditakālato paṭṭhāya…pe… buddhabhāsitaṃ nāma jātanti etena anumodanā buddhabhāsitabhāvassa kāraṇanti ayamattho vutto viya dissati, evañca sati kathāvatthussa buddhabhāsitabhāvo na siyā ananumoditattā, tasmā evamettha attho daṭṭhabbo – ‘‘mahākaccāyano evaṃ vibhajissatī’’ti disvā bhagavā mātikaṃ nikkhipitvā vihāraṃ paviṭṭho, tatheva ca thero bhagavatā dinnanayena ṭhapitamātikāya vibhajīti buddhabhāsitaṃ nāma jātaṃ, taṃ pana anumodanāya pākaṭaṃ jātanti etamatthaṃ sandhāya ‘‘evaṃ satthārā…pe… nāma jāta’’nti vuttanti.",
  "tika-abh01t0:53": "Idāni pāḷiyā sannivesaṃ dassetuṃ ‘‘tattha dhammasaṅgaṇīpakaraṇe’’tiādimāha. Kāmāvacarakusalato aṭṭhāti kāmāvacarakusale cattāro khandhe gahetvā tato aṭṭha cittāni uddharati. Paṭhamā vibhattītipi vadanti. Ekūnanavuti cittānīti yattha etāni cittāni vibhattāni, te pāḷippadesā ‘‘ekūnanavuti cittānī’’ti vuttā. Tesañca samudāyo cittavibhatti, tasmā upapannametaṃ ‘‘ekūnanavuti cittāni cittavibhattī’’ti. Mātikañca uddisitvā tattha ekekaṃ padaṃ uddharitvā yasmā cittāni vibhattāni, tasmā mātikāpi cittavibhattiantogadhāyevāti cittuppādakaṇḍaṃ mātikāpadabhājanīyavasena duvidhanti idampi vacanaṃ yujjati.",
  "tika-abh01t0:54": "Mūlatoti ‘‘tīṇi kusalamūlānī’’tiādinā (dha. sa. 985) kusalādīnaṃ mūlavasena saṅkhipitvā vacanaṃ. ‘‘Vedanākkhandho’’tiādinā khandhato. ‘‘Kāyakamma’’ntiādinā dvārato. ‘‘Sukhabhūmiyaṃ kāmāvacare’’tiādinā (dha. sa. 988) bhūmito. Atthoti hetuphalaṃ. Dhammoti hetu . ‘‘Tīṇi kusalamūlāni tīṇi akusalamūlānī’’tiādinā (dha. sa. 985-986) hetuvasena saṅgaho dhammato nikkhepo. ‘‘Taṃsampayutto, taṃsamuṭṭhānā tadekaṭṭhā ca kilesā’’tiādinā (dha. sa. 985-986) hetuphalavasena saṅgaho atthato nikkhepo. Atha vā dhammoti bhāsito. Atthoti bhāsitattho. ‘‘Tayo kusalahetū’’ti (dha. sa. 1059) dhammo. ‘‘Tattha katame tayo kusalahetū alobho’’tiādi (dha. sa. 1060) attho, so ca dhammo. ‘‘Tattha katamo alobho’’tiādi (dha. sa. 1061) atthoti evaṃ atthadhammavasena nikkhepo veditabbo. Nāmatoti ‘‘tīṇi kusalamūlānī’’ti vuttadhammānaṃ alobhotiādināmavasena. Liṅgatoti uddiṭṭhassa ekasseva dhammassa ‘‘alobho alubbhanā alubbhitatta’’nti (dha. sa. 1061) purisādiliṅgavasena nikkhepo.",
  "tika-abh01t0:55": "Gaṇanacāranti gaṇanappavattiṃ. Samānentīti samānaṃ karonti pūrenti, tathā samānetabbanti etthāpi. ‘‘Vijjābhāgino avijjābhāgino’’ti (dha. sa. dukamātikā 101) evamādīsu ettha viññātesu ābhidhammikattherā suttantaṃ suṇantā cintentā ca suttantesu ‘‘vijjābhāgino’’tiādīsu āgatesu atthassa viññātattā na kilamantīti etamatthaṃ sandhāya vuttaṃ ‘‘ābhidhammikattherānaṃ…pe… akilamatthaṃ ṭhapitā’’ti.",
  "tika-abh01t0:56": "Anamataggoti aññātaggo. Khandhantaranti khandhanānattaṃ, khandhameva vā. Gahetuṃ asakkuṇeyyattā saṇhaṃ, sukhumāya paññāya gahetabbato sukhumañca dhammaṃ saṇhasukhumadhammaṃ. Balavatā ñāṇavegena pavattattā balavato ñāṇavegassa nimittabhāvato ca balavaṃ. Gambhīrameva gambhīragataṃ, gambhīrāni vā gatāni gamanāni etassa santīti gambhīragataṃ. Yathānupubbanti yathānupubbena. Nikhilenāti niravasesena desitaṃ, pañcakhilarahitena vā bhagavatā desitaṃ. Rūpagataṃvāti hatthagataṃ rūpaṃ viya cakkhunā. ‘‘Paṭivedhañāṇena samantapaṭṭhānaṃ yo passati, so attheva, no natthī’’ti attānaṃ sandhāya thero vadatīti.",
  "tika-abh01t0:57": "Khuddakavatthuvibhaṅge āgatesu ekādhikesu aṭṭhasu kilesasatesu aṭṭhasatataṇhāvicaritāni apanetvā sesā dvāsaṭṭhi diṭṭhiyo ca uppannānuppannabhāvena diguṇitāni diyaḍḍhakilesasahassāni dasādhikāni honti, appakaṃ pana ūnamadhikaṃ vā na gaṇanūpagaṃ hotīti ‘‘diyaḍḍhakilesasahassa’’nti vuttaṃ. Itaresaṃ atītādibhāvāmasanā aggahaṇaṃ khepane daṭṭhabbaṃ.",
  "tika-abh01t0:58": "Mecakapaṭāti nīlanibhā paṭā. Cittasamuṭṭhānā vaṇṇadhātūti cittapaccayautusamuṭṭhānā vaṇṇadhātūti attho gahetabbo. Kasmā? Na hi cittasamuṭṭhānaṃ rūpaṃ bahi nigacchatīti, cittasamuṭṭhānarūpaparamparāya āgatattā pana evaṃ vuttaṃ. Atha vā cittasamuṭṭhānā vaṇṇadhātūti ettha paccayautusaddānaṃ lopaṃ katvā soyeva pubbe vutto attho suvaṇṇatā sussaratā viya. Ettha hi ‘‘sussaratā’’ti upādinnakādhikāre āgataṃ, na ca saddo upādinnako atthi, tasmā upādinnakarūpaoṭṭhatāluādinissayattā evaṃ vuttanti, evametthāpi cittapaccayautusamuṭṭhānaṃ sandhāya ‘‘cittasamuṭṭhānā vaṇṇadhātū’’ti vadati.",
  "tika-abh01t0:59": "Kāyasakkhinti paccakkhaṃ. Dantāvaraṇanti oṭṭhadvayaṃ. Mukhādānanti mukhavivaraṃ. Siliṭṭhanti saṃgataṃ susaṇṭhitaṃ. Sare nimittaṃ gahetvāti ‘‘dhammo eso vuccatī’’ti dhammassaravasena nimittaṃ gahetvā, na kilesānubyañjanavasena. Ekappahārenāti ettha pahāroti divasassa tatiyo bhāgo vuccati. Evaṃ santeti pubbe vuttamaggahetvā vācanāmaggassa therappabhavattavacanameva gahetvā tena purimavacanañca paṭikkhipanto codeti.",
  "tika-abh01t0:60": "Tenetametassāti vinayassa. Attatthaparatthādibhedeti yo taṃ suttaṃ sajjhāyati suṇāti vāceti cinteti deseti, suttena saṅgahito sīlādiattho tassapi hoti, tena parassa sādhetabbato parassapi hotīti tadubhayaṃ taṃ suttaṃ sūceti dīpeti. Tathā diṭṭhadhammikasamparāyikatthe lokiyalokuttarattheti evamādibhede atthe ādisaddena saṅgaṇhāti. Atthasaddo cāyaṃ hitapariyāyavacanaṃ, na bhāsitatthavacanaṃ. Yadi siyā, suttaṃ attanopi bhāsitatthaṃ sūceti parasuttassapīti ayamattho siyā, suttena ca yo attho pakāsito, so tasseva hotīti na tena parattho sūcito hoti, tena ca sūcetabbassa paratthassa nivattetabbassa abhāvā attaggahaṇaṃ na kattabbaṃ, attatthaparatthavinimuttassa bhāsitatthassa abhāvā ādiggahaṇañca na kattabbaṃ, tasmā yathāvuttassa atthassa sutte asambhavato suttādhārassa puggalassa vasena attatthaparatthā vuttā.",
  "tika-abh01t0:61": "Atha vā suttaṃ anapekkhitvā ye attatthādayopi atthappabhedā vuttā niddese (mahāni. 69; cūḷani. mogharājamāṇavapucchāniddesa 85) ‘‘attattho parattho ubhayattho diṭṭhadhammiko attho samparāyiko attho uttāno attho gambhīro attho guḷho attho paṭicchanno attho neyyo attho nīto attho anavajjo attho nikkileso attho vodāno attho paramattho attho’’ti, te suttaṃ sūcetīti attho. Atha vā ‘‘attanā ca appiccho hotī’’ti attatthaṃ, ‘‘appicchakathañca paresaṃ kattā hotī’’ti paratthaṃ sūcetīti. Evaṃ ‘‘attanā ca pāṇātipātā paṭivirato hotī’’tiādisuttāni (a. ni. 4.99) yojetabbāni. Vinayābhidhammehi ca visesetvā suttasaddassa attho vattabbo, tasmā veneyyajjhāsayavasappavattāya desanāya attahitaparahitādīni sātisayaṃ pakāsitāni honti, na āṇādhammasabhāvavasappavattāyāti idameva ‘‘atthānaṃ sūcanato sutta’’nti vuttaṃ.",
  "tika-abh01t0:62": "Sutte ca āṇādhammasabhāvā veneyyajjhāsayaṃ anuvattanti, na vinayābhidhammesu viya veneyyajjhāsayo āṇādhammasabhāve anuvattati, tasmā veneyyānaṃ ekantahitapaṭilābhasaṃvattanikā suttantadesanā hotīti ‘‘suvuttā cettha atthā’’tiādi vuttaṃ. Pasavatīti phalati . ‘‘Suttāṇā’’ti etassa atthaṃ pakāsetuṃ ‘‘suṭṭhu ca ne tāyatī’’ti vuttaṃ. Attatthaparatthādividhānesu ca suttassa pamāṇabhāvo tesañca saṅgāhakattaṃ yojetabbaṃ, tadatthappakāsane padhānattā suttassa itarehi visesanañca. Etanti ‘‘atthānaṃ sūcanato’’tiādikaṃ atthavacanaṃ. Etassāti suttassa.",
  "tika-abh01t0:63": "Abhikkamantīti ettha abhi-saddo kamanassa vuddhibhāvaṃ atirekattaṃ dīpeti. Abhikkantenāti ca ettha kantiyā adhikattaṃ visesabhāvanti yuttaṃ kiriyāvisesakattā upasaggassa. Abhiññātā, abhirājā, abhivinayeti ettha lakkhaṇapūjitaparicchinnesu rattiādīsu abhi-saddo vattatīti kathametaṃ yujjeyyāti? Lakkhaṇakaraṇañāṇapūjanaparicchedakiriyādīpanato tāhi ca kiriyāhi rattirājavinayānaṃ yuttattā. Bhāvanāpharaṇavuddhīhi vuddhimanto. Ārammaṇādīhīti ārammaṇasampayuttakammadvārapaṭipadādīhi. Avisiṭṭhanti aññamaññavisiṭṭhesu vinayasuttantābhidhammesu avisiṭṭhaṃ samānaṃ piṭakasaddanti attho. Yathāvuttenevāti ‘‘evaṃ duvidhatthenā’’tiādinā nayena.",
  "tika-abh01t0:64": "Kathetabbānaṃ atthānaṃ desakāyattena āṇādividhinā atisajjanaṃ pabodhanaṃ desanā. Sāsitabbapuggalagatena yathāparādhādinā sāsitabbabhāvena anusāsanaṃ vinayanaṃ sāsanaṃ. Kathetabbassa saṃvarāsaṃvarādino atthassa kathanaṃ vacanapaṭibaddhakaraṇaṃ kathā. Bheda-saddo visuṃ visuṃ yojetabbo ‘‘desanābhedaṃ sāsanabhedaṃ kathābhedañca yathārahaṃ paridīpaye’’ti. Bhedanti nānattaṃ, nānākaraṇanti attho. Sikkhā ca pahānāni ca gambhīrabhāvo ca sikkhāpahānagambhīrabhāvaṃ, tañca paridīpaye. Yanti pariyattiādiṃ. Yathāti upārambhādihetu pariyāpuṇanādippakārehi.",
  "tika-abh01t0:65": "Tīsupi cetesu ete dhammatthadesanāpaṭivedhāti ettha tantiattho tantidesanā tantiatthapaṭivedho ca tantivisayā hontīti vinayapiṭakādīnaṃ atthadesanāpaṭivedhādhārabhāvo yutto, piṭakāni pana tantiyoyevāti dhammādhārabhāvo kathaṃ yujjeyyāti? Tantisamudāyassa avayavatantiyā ādhārabhāvato, dhammādīnañca dukkhogāhabhāvato tehi vinayādayo gambhīrāti vinayādīnañca catubbidho gambhīrabhāvo vutto, tasmā ‘‘dhammādayo eva dukkhogāhattā gambhīrā, na vinayādayo’’ti na codetabbametaṃ. Tattha paṭivedhassa dukkarabhāvato dhammatthānaṃ, desanāñāṇassa dukkarabhāvato desanāya ca dukkhogāhabhāvo veditabbo. Paṭivedhassa pana uppādetuṃ asakkuṇeyyattā tabbisayañāṇuppattiyā ca dukkarabhāvato dukkhogāhatā veditabbā.",
  "tika-abh01t0:66": "Hetumhi ñāṇaṃ dhammapaṭisambhidāti etena vacanatthena dhammassa hetubhāvo kathaṃ ñātabboti? ‘‘Dhammapaṭisambhidā’’ti etassa samāsapadassa avayavapadatthaṃ dassentena ‘‘hetumhi ñāṇa’’nti vuttattā. ‘‘Dhamme paṭisambhidā’’ti ettha hi ‘‘dhamme’’ti etassa atthaṃ dassentena ‘‘hetumhī’’ti vuttaṃ, ‘‘paṭisambhidā’’ti etassa ca atthaṃ dassentena ‘‘ñāṇa’’nti, tasmā hetudhammasaddā ekatthā ñāṇapaṭisambhidāsaddā cāti imamatthaṃ dassentena sādhito dhammassa hetubhāvo. Atthassa hetuphalabhāvo ca evameva daṭṭhabbo. Yathādhammanti ettha dhamma-saddo hetuṃ hetuphalañca sabbaṃ gaṇhāti. Sabhāvavācako hesa, na pariyattihetubhāvavācako, tasmā yathādhammanti yo yo avijjāsaṅkhārādidhammo, tasmiṃ tasminti attho. Dhammābhilāpoti atthabyañjanako aviparītābhilāpo. Etena ‘‘tatra dhammaniruttābhilāpe ñāṇaṃ niruttipaṭisambhidā’’ti (vibha. 718-720) ettha vuttadhammaniruttiṃ dasseti. Anulomādivasena vā kathananti etena tassā dhammaniruttiyā abhilāpaṃ kathanaṃ tassa vacanassa pavattanaṃ dasseti. Adhippāyoti etena ‘‘desanāti paññattī’’ti etaṃ vacanaṃ dhammaniruttābhilāpaṃ sandhāya vuttaṃ, na tabbinimuttaṃ paññattiṃ sandhāyāti dasseti.",
  "tika-abh01t0:67": "So ca lokiyalokuttaroti evaṃ vuttaṃ abhisamayaṃ yena pakārena abhisameti, yañca abhisameti, yo ca tassa sabhāvo, tehi pākaṭaṃ kātuṃ ‘‘visayato asammohato ca atthādianurūpaṃdhammādīsu avabodho’’ti āha. Tattha hi visayato atthādianurūpaṃ dhammādīsu avabodho avijjādidhammasaṅkhārādiatthatadubhayapaññāpanārammaṇo lokiyo abhisamayo. Asammohato atthādianurūpaṃ dhammādīsu avabodho nibbānārammaṇo maggasampayutto yathāvuttadhammatthapaññattīsu sammohaviddhaṃsano lokuttaro abhisamayoti. Abhisamayato aññampi paṭivedhatthaṃ dassetuṃ ‘‘tesaṃ tesaṃ vā’’tiādimāha. ‘‘Paṭivedhanaṃ paṭivedho’’ti iminā hi vacanatthena abhisamayo, paṭivijjhīyatīti paṭivedhoti iminā taṃtaṃrūpādidhammānaṃ aviparītasabhāvo ca paṭivedhoti yujjati.",
  "tika-abh01t0:68": "Yathāvuttehi dhammādīhi piṭakānaṃ gambhīrabhāvaṃ dassetuṃ ‘‘idāni yasmā etesu piṭakesū’’tiādimāha. Yo cetthāti etesu taṃtaṃpiṭakagatesu dhammādīsu yo paṭivedho etesu ca piṭakesu tesaṃ tesaṃ dhammānaṃ yo aviparītasabhāvoti yojetabbo. Dukkhogāhatā ca vuttanayeneva veditabbā. Ayaṃ panettha viseso ‘‘aviparītasabhāvasaṅkhāto paṭivedho dubbiññeyyatāya eva dukkhogāho’’ti.",
  "tika-abh01t0:69": "Yanti pariyattiduggahaṇaṃ sandhāya vuttaṃ. Atthanti bhāsitatthaṃ payojanatthañca. Na upaparikkhantīti na vicārenti. Na nijjhānaṃ khamantīti nijjhānapaññaṃ na khamanti, nijjhāyitvā paññāya disvā rocetvā na gahetabbā hontīti adhippāyo. Itīti evaṃ etāya pariyattiyā vādappamokkhānisaṃsā attano upari parehi āropitavādassa niggahassa pamokkhappayojanā hutvā dhammaṃ pariyāpuṇanti. Vādappamokkhoti vā nindāpamokkho. Yassa catthāyāti yassa ca sīlādiparipūraṇassa anupādāvimokkhassa vā atthāya. Dhammaṃ pariyāpuṇantīti ñāyena pariyāpuṇantīti adhippāyo. Assāti assa dhammassa. Nānubhontīti na vindanti. Tesaṃ te dhammā duggahitattā upārambhamānadappamakkhapalāsādihetubhāvena dīgharattaṃ ahitāya dukkhāya saṃvattanti. Bhaṇḍāgāre niyutto bhaṇḍāgāriko, bhaṇḍāgāriko viyāti bhaṇḍāgāriko, dhammaratanānupālako. Aññaṃ atthaṃ anapekkhitvā bhaṇḍāgārikasseva sato pariyatti bhaṇḍāgārikapariyatti.",
  "tika-abh01t0:70": "Tāsaṃyevāti avadhāraṇaṃ pāpuṇitabbānaṃ chaḷabhiññācatupaṭisambhidānaṃ vinaye pabhedavacanābhāvaṃ sandhāya vuttaṃ. Verañjakaṇḍe hi tisso vijjāva vibhattāti. Dutiye tāsaṃyevāti avadhāraṇaṃ catasso paṭisambhidā apekkhitvā kataṃ, na tisso vijjā. Tā hi chasu abhiññāsu antogadhāti sutte vibhattāyevāti. Ñatvā saṅgayhamānanti yojanā. Tesanti tesaṃ piṭakānaṃ. Sabbampīti sabbampi buddhavacanaṃ.",
  "tika-abh01t0:71": "Atthānulomanāmato anulomiko. Anulomikattaṃyeva vibhāvetuṃ ‘‘kasmā panā’’tiādi vuttaṃ. Ekanikāyampīti ekasamūhampi. Poṇikā ca cikkhallikā ca khattiyā, tesaṃ nivāso poṇikanikāyo cikkhallikanikāyo ca. Evaṃ dhammakkhandhato caturāsīti dhammakkhandhasahassānīti buddhavacanapiṭakādīni niṭṭhāpetvā anekacchariyapātubhāvapaṭimaṇḍitāya saṅgītiyā paṭhamabuddhavacanādiko sabbo vuttappabhedo aññopi uddānasaṅgahādibhedo saṅgītiyā ñāyatīti etassa dassanatthaṃ ‘‘evametaṃ sabbampī’’tiādi āraddhaṃ. Ayaṃ abhidhammo piṭakato abhidhammapiṭakantiādinā piṭakādibhāvadassaneneva majjhimabuddhavacanabhāvo tathāgatassa ca ādito ābhidhammikabhāvo dassitoti veditabbo.",
  "tika-abh01t0:72": "Ettha siyā ‘‘yadi tathāgatabhāsitabhāvo abhidhammassa siddho siyā, majjhimabuddhavacanabhāvo ca siddho bhaveyya, so eva ca na siddho’’ti tassa vinayādīhi buddhabhāsitabhāvaṃ sādhetuṃ vatthuṃ dassento ‘‘taṃ dhārayantesu bhikkhūsū’’tiādimāha. Sabbasāmayikaparisāyāti sabbanikāyikaparisāya pañcapi nikāye pariyāpuṇantiyā. Na uggahitanti sakalassa vinayapiṭakassa anuggahitattā āha. Vinayamattaṃ uggahitanti vibhaṅgadvayassa uggahitattā āha. Vinayaṃ avivaṇṇetukāmatāya ‘‘abhidhammaṃ pariyāpuṇassū’’ti bhaṇantassa anāpattiṃ, abhidhamme anokāsakataṃ bhikkhuṃ pañhaṃ pucchantiyā pācittiyañca vadantena bhagavatā abhidhammassa buddhabhāsitabhāvo dīpito buddhabhāsitehi suttādīhisaha vacanato, bāhirakabhāsitesu ca īdisassa vacanassa abhāvā.",
  "tika-abh01t0:73": "Itopi balavataraṃ ābhidhammikassa sādhukāradānena vicikicchāvicchedassa katattā. Kammato aññaṃ kammaṃ kammantaraṃ, taṃ kāmāvacarādiṃ rūpāvacarādibhāvena, kaṇhavipākādiṃ sukkavipākādibhāvena kathento āloḷeti.",
  "tika-abh01t0:74": "Jinacakketi jinasāsane. Visaṃvādetīti vippalambheti. Bhedakaravatthūsu ekasminti ‘‘bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpetī’’ti ekasmiṃ sandissati. Uttaripi evaṃ vattabbo…pe… na aññesaṃ visayo…pe… nidānakiccaṃ nāma natthīti apākaṭānaṃ kāladesadesakaparisānaṃ pākaṭabhāvakaraṇatthaṃ tadupadesasahitena nidānena bhavitabbaṃ, aññesaṃ avisayattā desako pākaṭo, okkantikālādīnaṃ pākaṭattā kālo ca, devaloke desitabhāvassa pākaṭattā desaparisā ca pākaṭāti kiṃ nidānakiccaṃ siyāti.",
  "tika-abh01t0:75": "Yattha khandhādayo nippadesena vibhattā, so abhidhammo nāma, tasmā tassa nidānena khandhādīnaṃ nippadesatopi paṭividdhaṭṭhānena bhavitabbanti adhippāyena thero ‘‘mahābodhinidāno abhidhammo’’ti dasseti. ‘‘So evaṃ pajānāmi sammādiṭṭhipaccayāpi vedayita’’ntiādinā (saṃ. ni. 5.12) nayena paccayādīhi vedanaṃ upaparikkhanto khandhādipadesānaṃ vedanākkhandhādīnaṃ vasena vihāsi. Dhammeti kusalādiaraṇante.",
  "tika-abh01t0:76": "Dhammaṃ parivattentoti sāṭṭhakathaṃ pāḷiṃ parivattento etaṃ paravādīcodanaṃ patvā ‘‘ayaṃ paravādī’’tiādimāha. Amhādisesu nidānaṃ jānantesu paṭisaraṇesu vijjamānesu appaṭisaraṇo araññe kandanto viya nidānasabbhāve sakkhibhūtesupi amhesu vijjamānesu asakkhikaṃ aḍḍaṃ karonto viya hoti, nidānassa atthibhāvampi na jānāti, nanu etaṃ nidānanti kathento evamāha. Ekamevāti desanānidānameva ajjhāsayānurūpena desitattā. Dve nidānānīti adhigantabbadesetabbadhammānurūpena desitattā. Abhidhammādhigamassa mūlaṃ adhigamaṃ nidetīti adhigamanidānaṃ. Bodhiabhinīhārasaddhāyāti yāya saddhāya dīpaṅkaradasabalassa santike bodhiyā cittaṃ abhinīhari paṇidhānaṃ akāsi.",
  "tika-abh01t0:77": "Sumedhakathāvaṇṇanā",
  "tika-abh01t0:78": "Caturo ca asaṅkhiyeti (bu. vaṃ. aṭṭha. 2.1-2) uddhaṃ ārohanavasena atikkamitvā amaraṃ nāma nagaraṃ ahosīti vacanasesayojanā kātabbā. Dasahīti hatthiassarathabherīsaṅkhamudiṅgavīṇāgītasammatāḷehi ‘‘asnātha pivatha khādathā’’ti dasamena saddena. Te pana ekadesena dassetuṃ ‘‘hatthisadda’’ntiādi vuttaṃ. Hatthisaddanti karaṇatthe upayogo daṭṭhabbo. Bherīsaṅkharathānañca saddehi avivittanti vā ghositanti vā yojetabbaṃ. Hatthisaddanti vā hatthisaddavantaṃ nagaraṃ. Khādatha pivatha cevāti iti-saddo ñātatthattā appayutto daṭṭhabbo.",
  "tika-abh01t0:79": "Sabbaṅgasampannaṃ uyyānapokkharaṇīādisampannattā. Lakkhaṇeti itthilakkhaṇe purisalakkhaṇe ca. Itihāseti porāṇe. Sadhammeti attano tevijjadhamme ca yaññavidhiādike ca. Pāraminti pārañāṇaṃ pārādhigamaṃ gato. Cintesahanti cintesiṃ ahaṃ sumedhabhūtoti satthā vadati. Atthihehitīti so vijjamāno bhavissati. Na hetuyeti abhavituṃ. Evamevāti evamevaṃ. Na gavesatīti na gantuṃ esati na icchati nānugacchati vā. Dhoveti dhovante. Serīti sāyattiko. Sayaṃvasīti savaso. Mahācorasamo viyāti kāyasārāgavasena duccaritānesanehi kusalabhaṇḍacchedanā. Nāthāti nāthavanto. Pañcadosavivajjitanti evamādikassa attho kesuci aṭṭhakathāpotthakesu likhitoti katvā na vakkhāma.",
  "tika-abh01t0:80": "Sāsaneti ettha tāpasasāsanaṃ jhānābhiññā ca. Vasībhūtassa sato. Mayi evaṃbhūte dīpaṅkaro jino uppajji. Sodheti jano. Añjasaṃ vaṭumāyananti pariyāyavacanehi maggameva vadati. Mā naṃ akkamitthāti ettha nanti padapūraṇamatte nipāto. Ghātiyāmahanti ettha ca a-iti ca haṃ-iti ca nipātā, ahaṃ-iti vā eko nipāto sānunāsiko kato. Āhutīnanti dakkhiṇāhutīnaṃ. Manti mama, maṃ vā abrvi.",
  "tika-abh01t0:81": "Kappe atikkamitvā vuttepi bodhimhi mātādisaṃkittane saṅgaṇhituṃ ‘‘bodhi tassa bhagavato’’tiādimāha. Sukhenāti uttamena sukhena. Asamoti tāpasehi asamo. Abhiññāsukhatopi visiṭṭhaṃ īdisaṃ buddhattabyākaraṇajaṃ sukhaṃ alabhiṃ. Yāti yāni nimittāni. Ābhujatīti āvattati. Abhiravantīti saddaṃ karonti. Chuddhāti nikkhantā. Nuddhaṃsatīti na uddhaṃ gacchati. Ubhayanti ubhayavacanaṃ. Dhuvasassatanti ekantasassataṃ, aviparītamevāti attho. Āpannasattānanti gabbhinīnaṃ. Yāvatādasa disā, tattha. Dhammadhātuyāti dhammadhātuyaṃ, sabbesu dhammesu vicināmīti attho.",
  "tika-abh01t0:82": "Yassa sampuṇṇo, taṃ vamateva udakaṃ nissesaṃ. Eteti ekissāpi dānapāramitāya anekappakāratāya bahuvacananiddeso kato. Paṭilaggitaṃ rakkhatīti vacanaseso, bhummatthe vā upayogo . Catūsu bhūmīsūti pātimokkhādīsu saṃvarabhūmīsu. Advejjhamānasoti kadāci khamanaṃ kadāci akkhamanaṃ, kassaci khamanaṃ kassaci akkhamananti evaṃ dvedhābhāvaṃ anāpannamānaso hutvā. Saccassa vīthi nāma diṭṭhādi ca adiṭṭhādi ca yathābhūtaṃva vatthu. Adhiṭṭhānanti kusalasamādānādhiṭṭhānaṃ, samādinnesu kusalesu acalatā adhiṭṭhānaṃ nāma. Pathaviyā upekkhanaṃ nāma vikārānāpatti. Aññatrāti aññaṃ. Sabhāvarasalakkhaṇeti ettha bhāvoti aviparītatā vijjamānatā, saha bhāvena sabhāvo, aviparīto attano bodhiparipācanakiccasaṅkhāto raso, anavajjavatthupariccāgādisaṅkhātaṃ lakkhaṇañca sabhāvarasalakkhaṇaṃ, tato sammasato. Dhammatejenāti ñāṇatejena. Calatāti calatāya kampanatāya. Sesīti sayi. Mā bhāthāti mā bhāyittha. Sabbītiyoti sabbā ītiyo upaddavā taṃ vivajjantu.",
  "tika-abh01t0:83": "Sumedhakathāvaṇṇanā niṭṭhitā.",
  "tika-abh01t0:84": "Pavacchatīti deti. Yogenāti upāyena. Samiṃsūti sannipatiṃsu. Appattamānasāti appattaarahattā bhikkhū garahitā bhavanti. Rittāti suññā antarahitā. Sālakalyāṇī nāma eko rukkho. Buddhacakkavattikāleyeva kira ekāheneva uppajjati.",
  "tika-abh01t0:85": "Liṅgasampattīti purisaliṅgatā. Hetūti tihetukapaṭisandhitā. Guṇasampattīti abhiññāsamāpattilābhitā. Adhikāroti buddhānaṃ sakkārakaraṇaṃ. Chandatāti buddhattappattiyaṃ chandasamāyogo. Sabbaṅgasampannāti aṭṭhaṅgāni samodhānetvā katapaṇidhānā. Pakkhikāti pīṭhasappikā. Paṇḍakāti ubhayaliṅgarahitā. Bodhisattā ca brahmalokūpapattipaṭhamakappikesu kālesu ubhayaliṅgarahitā honti, na pana paṇḍakapariyāpannāti etamatthaṃ dassetuṃ ‘‘pariyāpannā na bhavantī’’ti vuttaṃ, yathāvuttesu vā dosesu sabbesu pariyāpannā na bhavanti, bodhisattesu vā pariyāpannā tadantogadhā, paricchinnasaṃsārattā vā pariyāpannā bodhisattā ubhatobyañjanapaṇḍakā na bhavantīti attho. Sabbattha suddhagocarā yasmā, tasmā micchādiṭṭhiṃ na sevanti. Micchādiṭṭhinti natthikāhetukākiriyadiṭṭhiṃ. Bhavābhaveti khuddake ceva mahante ca bhave. Bhojaputteti luddake. Lagananti saṅgo. Aññathāti līnatā. Gāmaṇḍalāti gāmadārakā. Rūpanti vippakāraṃ. Ayaṃ tāva nidānakathā yāya abhidhammassa buddhabhāsitatāsiddhīti atthayojanā kātabbā.",
  "tika-abh01t0:86": "Nidānakathāvaṇṇanā niṭṭhitā."
}