{
  "tika-abh08t27:0": "3. Tatiyo paricchedo",
  "tika-abh08t27:1": "Cetasikavibhāganiddesavaṇṇanā",
  "tika-abh08t27:2": "89.Nāmasāmaññatoyevadvepaññāsāti phassādināmasāmaññena dvīhi adhikā paṇṇāsa honti, sampayuttadhammabhedato pana ekūnanavuticittasampayutto phasso ekūnanavutividhoti evamādinā bahuvidhāpi hontīti attho.",
  "tika-abh08t27:3": "Nanu ca phassādayo heṭṭhā pāḷikkamena dassitā, idha pana kasmā na tathā vuttāti? Ekekasabhāvavantānaṃ taṃtaṃsāmaññāpekkhāya ekasmiṃ ṭhāne niddisitukāmattā. Phassādayo hi manakkārāvasānā terasa kusalākusalābyākatasāmaññato ekato vuttā, majjhattādayo muditāvasānā pañcavīsati kusalābyākatasāmaññato, lobhādayo pana anottappāvasānā akusalabhāvasāmaññatoti evaṃ taṃtaṃsāmaññāpekkhāya samānasabhāvā dhammā ekato vuttāti.",
  "tika-abh08t27:4": "90. Evaṃ phassādayo dhamme uddisitvā idāni ‘‘ettakesu ayaṃ dhammo samupalabbhatī’’ti cittuppādesu tesaṃ payogaṃ dassetuṃ paṭhamaṃ tāva cittagaṇanaṃ dassento āha ‘‘catupaññāsadhā’’tiādi. Kāmeti kāmāvacareti vuttaṃ hoti. Evaṃ ‘‘rūpe arūpe’’ti etthāpi. Āsavavisayattābhāvato na vijjanti etesu āsavāti anāsavā.",
  "tika-abh08t27:5": "91-2.Samāsatoti vitthārāpekkhāya vuttaṃ, na itopi samāsassa abhāvato. Atisaṅkhepato pana ekūnanavuti cittuppādā honti. Etesūti imesu cittuppādesu. Tesaṃ phassādīnaṃ dhammānaṃ uppattiṃ ekekaṃ uddharitvā cittacetasikesu bhikkhūnaṃ pāṭavatthāya pavakkhāmīti sambandho. Ekakanti ekekaṃ, gāthābandhavasena e-kāralopo.",
  "tika-abh08t27:6": "93. Cetasikavibhāgaṃ vattukāmopi avinibbhogadhamme dassetuṃ cittena saha ekato katvā āha ‘‘phassapañcaka’’nti. Ekato uppādo etesanti ekuppādā, saha khīyantīti sahakkhayā, ekato uppajjitvā ekato nirujjhanakāti attho.",
  "tika-abh08t27:7": "94. Sabbesveva ekavīsasatesu cittesu samupalabbhanato sabbasādhāraṇā. Kiñcāpi anantaragāthāya cittena saha ekuppādādibhāvakathaneneva imesaṃ sabbasādhāraṇatā vuttā, tattha pana ekuppādādimattakathanameva icchitaṃ, na sabbasādhāraṇatā. Vuttopi vāyamattho tattha apākaṭattā puna pākaṭaṃ katvā idha vuttoti.",
  "tika-abh08t27:8": "95-100. Dvipañcaviññāṇavajjitacatucattālīsakāmāvacaracittesu, lokiyalokuttaravasena ekādasasu paṭhamajjhānikacittesu cāti pañcapaññāsacittesu vitakkassa desitattā āha ‘‘vitakko…pe… samudīrito’’ti. Vicāro pañcapaññāsasavitakkacittesu ceva ekādasasu dutiyajjhānikacittesu cāti chasaṭṭhicittesu uppajjatīti āha ‘‘cāro…pe… jāyate’’ti.",
  "tika-abh08t27:9": "Ekapaññāsacittesu pītīti kāyaviññāṇavajjitesu aṭṭhārasasu somanassasahagatakāmāvacaracittesu ceva catutthapañcamajjhānavajjitatettiṃsarūpajjhānikacittesu cāti ekapaññāsacittesu pīti jāyati. Tesaṭṭhiyā sukhanti ekapaṇṇāsasappītikacittesu ceva ekādasasu catutthajjhānikacittesu, kusalavipākakāyaviññāṇe cāti tesaṭṭhiyā cittesu sukhaṃ jāyati. Tesaṭṭhisukhasahagatacittāni ceva tīṇi ca dukkhasahagatānīti chasaṭṭhicitte vajjetvā avasesapañcapaṇṇāsacittesu upekkhā uppajjatīti āha ‘‘upekkhā pañcapaññāsacittesū’’ti. Dukkhaṃ tīsūti dvīsu paṭighacittesu ceva akusalavipākakāyaviññāṇe cāti tīsu cittesu dukkhaṃ jāyati. Hoti…pe… somanassindriyanti tesaṭṭhiyā sukhasahagatacittesu ekameva kāyaviññāṇaṃ apanetvā avasesesu somanassindriyaṃ hoti. Akusalavipākakāyaviññāṇavasena ekameva dukkhindriyasahagataṃ, tathā kusalavipākakāyaviññāṇameva sukhindriyasampayuttanti āha ‘‘dukkhindriyaṃ…pe… sukhindriya’’nti.",
  "tika-abh08t27:10": "Ahetukavipākakiriyāmanodhātuvajjitesu majjhimagaṇanāya pañcādhikasataparimitesu kusalākusalavipākakiriyācittesu vīriyaṃ desitanti āha ‘‘pañcuttara…pe… āhā’’ti. Diṭṭhadhammikasamparāyikatthesu satte vineti, vigato vā nāyako imassa, visiṭṭho vā sabbalokassa nāyako sāmi, visesena vā vineyyasatte nibbānapuraṃ netīti vināyako. Samādhindriyaṃ vicikicchāvajjitavīriyasahagatacittesu vuttanti āha ‘‘catuttarasate’’tiādi.",
  "tika-abh08t27:11": "Aṭṭhārasa ahetukacittāni, dve ekahetukacittāni ca vajjetvā avasesaekuttarasate citte chando uppajjatīti dassetuṃ ‘‘sabbāhetukacittānī’’tiādi vuttaṃ. Dasa viññāṇeti kusalākusalavipākavasena dviguṇite cakkhādike pañcaviññāṇe.",
  "tika-abh08t27:12": "102-6.Niyatā na yevāpanakā viya kadācīti attho. Kathaṃ panete ekanavutiyā cittesveva jāyantīti āha ‘‘ahetukesū’’tiādi. Ekūnāsītiyāti dvādasa ñāṇasampayuttakāmāvacarāni, pañcadasa rūpāvacarāni, dvādasa arūpāvacarāni, samacattālīsa lokuttaracittānīti evaṃ ekūnāsītiyā tihetukacittesu. Aṭṭhavīsatiyā citteti soḷasasu kāmāvacarakusalamahākiriyāsu, dvādasasu ca lokiyacatutthajjhānacittesu cāti aṭṭhavīsaticittesu. Sāṭṭhake cattālīsavidheti aṭṭhasahite cattālīsavidhe, aṭṭhacattālīsavidheti vuttaṃ hoti. Cha yugaḷānīti kāyapassaddhicittapassaddhādīni cha yugaḷāni. Kusalābyākatā cāti kusalacittasampayogato kusalā, abyākatacittasampayogato abyākatāti kusalenapakāsanavidhānesu chekena satthunā pakāsitā desitāti attho.",
  "tika-abh08t27:13": "108-111.Saṃsayoti vicikicchā. Sā hi saṃseti samantato seti, ‘‘evaṃ nu kho, no nu kho’’ti parisappatīti saṃsayo. Mahante sīlakkhandhādike esati gavesatīti mahesī. Tena mahesinā sammāsambuddhena. Aṭṭhasūti aṭṭhalobhasahagatacittesu. Catūsūti tesveva diṭṭhisahagatacittesu. Diṭṭhiviyuttesu catūsūti sambandho. Dvīsvevāti dvīsu dosamūlakacittesu. Dvīsu jāyanti no sahāti dosamūlesveva dvīsu jāyanti, saha pana na uppajjanti, usūyanakāle issā, maccharaṇakāle maccherantiādinā nānā hutvāva uppajjanti. Pañcasūti pañcasu sasaṅkhārikacittesu.",
  "tika-abh08t27:14": "112. Cittassa cetasikattābhāvepi kusalākusalābyākatadhammānaṃ gaṇanaṭṭhānato ‘‘mano’’ti cittampi vuttaṃ.",
  "tika-abh08t27:15": "114-5. Ettāvatā cetasikavibhāgaṃ dassetvā idāni ekekasmiṃ cittuppāde labbhamānarāsīsu aṅgavibhāgadassanatthaṃ ‘‘ekūnatiṃsacittesū’’tiādi vuttaṃ. Nanu ca phassapañcamakarāsi sabbapaṭhamaṃ āgatā, sā kasmā na vuttāti? Sabbasādhāraṇabhāvato. Na hi so cittuppādo atthi, yo phassapañcamakavinimuttoti. Ekādasa paṭhamajjhānikāni somanassasahagatāni, dvādasa sahetukakāmāvacarāni, tathā cattāri akusalāni, sukhasantīraṇahasituppādāni dveti ekūnatiṃsacittesu pañcaṅgikaṃ jhānaṃ pañcakarāsisaṅkhātaṃ mataṃ. Catu…pe… niddiseti ekādasa dutiyajjhānikāni, kusalavipākakiriyāvasena dvādasa upekkhāsahagatasahetukakāmāvacarāni, upekkhādomanassasahagatāni aṭṭha akusalāni, dvipañcaviññāṇavajjitaupekkhāsahagatāni cha ahetukacittāni cāti imāni sattatiṃsa cittāni yathāyogaṃ catūhi jhānaṅgehi yuttāni. Ettha hi ekādasa dutiyajjhānikāni vicārapītisukhasamādhīhi sahagatāni, itarāni yathāyogaṃ upekkhādomanassesu ekekena vitakkavicārasamādhīhīti catūhi sampayuttāni.",
  "tika-abh08t27:16": "Ekādasavidhanti ekādasavidhaṃ tatiyajjhānikacittaṃ pītisukhacittekaggatāyogato tivaṅgikamudīritaṃ. Catuttiṃsa…pe… mudīritanti dvādasa arūpāvacaracittāni, dvāvīsati catutthapañcamajjhānikāni sāsavānāsavānīti catuttiṃsa cittāni yathāyogaṃ upekkhekaggatāyogato, sukhekaggatāyogato ca duvaṅgikamudīritaṃ. Catutthajjhānikāni hi ekādasa sukhekaggatāsahitāni, sesāni tevīsati upekkhekaggatāsahitāni.",
  "tika-abh08t27:17": "116.Sabhāvenāvitakkesūti dutiyajjhānādayo viya bhāvanābalena vinā sabhāveneva avitakkesu dvipañcaviññāṇesu. Tesu hi vijjamānānipi sesajhānaṅgāni vitakkavirahena upanijjhānakiccesu asamatthāni. Teneva hi aṭṭhakathāyampi ‘‘vitakkapacchimakañhi jhānaṅgaṃ nāmā’’ti vuttaṃ. Bhāvanāya avitakkabhāvappattāni pana bhāvanābaleneva upanijjhānakiccesu paṭutarā, tasmā sabhāvenāvitakkesu jhānaṅgāni na uddhareyya. ‘‘Na uddhaṭā’’ti vā pāṭho, na uddhaṭānīti attho.",
  "tika-abh08t27:18": "Yadi evaṃ kasmā dvipañcaviññāṇesu sarūpeneva cittekaggatā vuttā, nanu tassā vitakkavirahena jhānaṅgakicce asamatthatāya rāsibhajanābhāvato yevāpanakavasena vacanaṃ yuttanti ? Vuccate – kusalākusalesu avijjamānadhammassa vipākesupi anupalabbhanato jhānaṅgakiccassa akaraṇepi kusalākusalesu desitaniyāmeneva sarūpena idhāpi vuttā. Hotu tāva etaṃ, jhānarāsiyaṃ vedanā kasmā vuttā. Sā hi sabbacittasādhāraṇabhāvato phassapañcakarāsimhi ceva, upekkhādiindriyabhāvato indriyarāsimhiyeva vattabbā, na itarattha tadabhāvatoti? Saccaṃ, vedanā pana sabbavedanānaṃ sāmaññasabhāvena phassapañcake āgatavedanā ca aparena visesavacanena tattha niddiṭṭhā, na tattha antokaraṇatthaṃ. Teneva hi dhammasaṅgaṇiyaṃ dvipañcaviññāṇesu saṅgahavāre jhānaṅgarāsi na uddhaṭāti rūpadhātuyaṃ tiṇṇaṃ mahābhūtānaṃ appaṭighabhāvepi kāmadhātuyaṃ sappaṭighamahābhūtehi samānabhāvato tatthāpi sappaṭighabhāvo viya dvipañcaviññāṇesu vedanācittekaggatānaṃ vitakkaviyogena jhānakiccākaraṇepi savitakkacittesu jhānacittasamaṅgīvedanādīhi samānattā jhānaṅgabhāvena vacanaṃ nāma yuttaṃ. Teneva ca nāmarūpasamāse ‘‘phassapañcakarāsijhānadukarāsiindriyattikarāsī’’ti vuttanti. Atha vā kiṃ etāya yutticintāya, dhammasabhāvavedinā tathāgatena dhammasabhāvaṃ avirajjhitvā desitanti na ettha anuyogo kātabboti. Ahetukacittānaṃ ārammaṇe suppatiṭṭhitatābhāvena aniyyānikattā vuttaṃ ‘‘sabbā…pe… na uddhare’’ti. Vuttañhetaṃ aṭṭhakathāyampi ‘‘hetupacchimako maggo’’ti.",
  "tika-abh08t27:19": "117.Tīṇi soḷasacittesūti pannarasasu ahetukavipākacittesu ceva kiriyāmanodhātumhi cāti soḷasasu cittesu. Manindriyaṃ jīvitindriyaṃ vedanindriyesu labbhamānamekanti tīṇindriyāni honti. Imesupi kusalavipākakāyaviññāṇadhātuyaṃ manindriyasukhindriyajīvitindriyavasena tīṇindriyāni, akusalavipākakāyaviññāṇadhātuyaṃ dukkhindriyena saha tīṇi, sukhasantīraṇe somanassindriyena saha tīṇi, avasesaterasacittesu upekkhindriyena saha tīṇīti. Ettha cittanti sasampayuttadhammassa cittuppādassa adhippetattā manindriyassāpi ādhārabhāvo yujjeyya. Itarathā hi manindriyanti cittasseva gahaṇe tassa attano ca ādhārabhāvo na yujjatīti. Ekasmiṃ pana cattārīti ekasmiṃ vicikicchāsahagate vīriyindriyamanindriyajīvitindriyaupekkhindriyavasena cattāri. Pañca terasasūti ṭhapetvā vicikicchāsahagataṃ avasesāni ekādasa akusalacittāni, kiriyāhetukamanoviññāṇadhātudvayanti terasasu cittesu vīriyindriyādīni tīṇi, samādhindriyaṃ, vedanindriyesu labbhamānaṃ ekanti pañcindriyāni. Ettha hi dvīsu dosamūlesu vīriyindriyasamādhindriyamanindriyajīvitindriyadomanassindriyavasena pañca, pañcasu somanassasahagatesu purimāni cattāri somanassindriyena saddhiṃ pañca, sesesu upekkhindriyena saddhiṃ pañca honti.",
  "tika-abh08t27:20": "118.Satta dvādasacittesūti dvādasasu ñāṇavippayuttacittesu saddhāsatisamādhivīriyajīvitamanindriyāni ca vedanindriyesu labbhamānamekanti satta indriyāni. Tattha hi chasu somanassasahagatesu saddhindriyādīni cha somanassindriyena saddhiṃ satta, itaresu chasu upekkhindriyena saddhiṃ satta honti. Ekenūnesu…pe… manesu cāti dvādasa ñāṇasampayuttāni kāmāvacarāni, sattavīsati lokiyajjhānacittāni cāti ekūnacattālīsavidhesu lokiyacittesu purimāni satta, paññindriyañcāti aṭṭheva indriyāni. Ettha hi somanassasahagatesu chasu kāmāvacaresu, dvādasasu rūpāvacaracatukkajjhānesu cāti aṭṭhārasacittesu somanassindriyena, sesesu ca upekkhindriyena saddhiṃ yojetvā aṭṭhindriyāni veditabbāni.",
  "tika-abh08t27:21": "119.Cattālīsāya cittesu navakanti samacattālīsavidhesu lokuttaracittesu purimāni aṭṭhaindriyāni, anaññātaññassāmītindriyaṃ aññindriyaṃ aññātāvindriyanti imesu labbhamānamekanti indriyānaṃ navakā. Sotāpattimaggesu hi anaññātaññassāmītindriyaṃ labbhati. Sotāpattiphalato paṭṭhāya arahattamaggapariyosānesu taṃ na labbhati. Tassa ṭhāne aññindriyaṃ. Arahattaphale tampi na labbhati. Tassa ṭhāne aññātāvindriyaṃ tiṭṭhatīti. Evanti chahi indriyehi sampayuttassa abhāvato katthaci tīṇi, katthaci cattāri, katthaci pañca, katthaci satta, katthaci aṭṭha, katthaci navindriyānīti evaṃ chahi ākārehi indriyayogopi, na kevalaṃ jhānaṅgayogova, atha kho indriyehi saha cittuppādānaṃ sampayogopi veditabboti.",
  "tika-abh08t27:22": "120-3. Idāni maggaṅgasampayogaṃ dassento paṭhamaṃ tāva yesu cittesu maggaṅgāni na labbhanti, tāni dassetvā pacchā maggaṅgayogacittuppāde dassetuṃ ‘‘amaggaṅgānī’’tiādimāha. Etthāti etasmiṃ ekavīsasatappabhede cittasmiṃ, imasmiṃ maggaṅgādhikāre vā. Viññāṇesu dvipañcasūti sabhāvāvitakkesu cakkhādīsu dvipañcaviññāṇesu. Kiñcāpi heṭṭhā dvipañcaviññāṇesu jhānaṅgābhāvo, ahetukesu ca maggaṅgābhāvo vuttova, ajhānaṅgāni pana tattha adhikāravasena vuttāni, idha pasaṅgāgatavasena. Amaggaṅgāni tattha pasaṅgāgatavasena, idha adhikāravasenāti na koci punaruttidoso.",
  "tika-abh08t27:23": "Ekanti vicikicchāsampayuttaṃ cittaṃ. Tañhi micchāsaṅkappamicchāvāyāmayogato dve maggaṅgāni etthāti dumaggaṅgaṃ. Timaggaṅgāni sattasūti cattāri diṭṭhivippayuttāni, dve dosamūlāni, uddhaccasahagatacittanti sattasu micchāsaṅkappamicchāvāyāmamicchāsamādhiyogato timaggaṅgāni. Cattālīsa…pe… caturaṅgikoti dvādasa ñāṇavippayuttāni, cattāri diṭṭhisampayuttāni, paṭhamajjhānikavajjāni catuvīsati mahaggatacittānīti cattālīsacittesu yo maggo labbhati, so yathāyogaṃ sammāsaṅkappasammāvāyāmasammāsatisammāsamādhiyogato, micchādiṭṭhimicchāsaṅkappamicchāvāyāmamicchāsamādhiyogato, sammādiṭṭhisammāvāyāmasammāsatisammāsamādhiyogato ca caturaṅgiko mato. Tattha ñāṇavippayuttesu dvādasasu paṭhamāni cattāri, diṭṭhisampayuttesu majjhimāni, sesesu pacchimāni labbhanti.",
  "tika-abh08t27:24": "Pañcaddasasu…pe… pañcaṅgikoti dvādasasu ñāṇasampayuttakāmāvacaresu ceva tīsu lokiyapaṭhamajjhānikesu cāti pannarasasu cittesu sammādiṭṭhisammāsaṅkappasammāvāyāmasammāsatisammāsamādhivasena pañcaṅgiko maggo. Nanu ca sammāvācādayo kāmāvacaresu labbhantīti? Saccaṃ labbhanti, pāṭhe pana anāgatattā idha pariccattāti. Dvattiṃsacittesūti paṭhamajjhānikavajjesu dvattiṃsalokuttaracittesu. Sattaṅgikoti avitakkattā sammāsaṅkappo na labbhatīti taṃ pariccajitvā avasesasattamaggaṅgavasena sattaṅgiko vutto.",
  "tika-abh08t27:25": "Yattha pana sammāsaṅkappo labbhati, tattha tena saha aṭṭhaṅgikoti āha ‘‘maggo aṭṭhasū’’tiādi. Tattha aṭṭhasu cittesūti paṭhamajjhānikesu aṭṭhasu lokuttaracittesu. Evanti chahi maggaṅgehi sampayuttassa abhāvato katthaci dve maggaṅgāni, katthaci tīṇi, katthaci cattāri, katthaci pañca, katthaci satta, katthaci aṭṭhāti evaṃ chahi pakārehi.",
  "tika-abh08t27:26": "124-6. Idāni balasampayogaṃ dassento āha ‘‘balāni dve’’tiādi. Tattha vīriyabalasamādhibalavasena dve balāni kiriyāhetukamanoviññāṇadhātudvaye vibhaṅgavāre āgatāni vīriyabalasamādhibalāni paccekaṃ labbhantīti ‘‘dve dvicittesū’’ti vuttaṃ. Ekasmiṃ tīṇīti ekasmiṃ vicikicchāsahagate vīriyabalaahirikabalaanottappabalavasena tīṇi balāni. Ekādasasu cattārīti vicikicchāsahagatavajjesu ekādasasu akusalacittesu samādhibalañceva pubbe vuttāni tīṇīti cattāribalāni. Cha dvādasasūti dvādasasu ñāṇavippayuttacittesu saddhāvīriyasatisamādhihiriottappavasena cha balāni.",
  "tika-abh08t27:27": "Ekūnāsītiyāsattāti dvādasasu ñāṇasampayuttakāmāvacaracittesu ceva sattavīsatimahaggatacittesu ca cattālīsāya lokuttaracittesu cāti ekūnāsītividhesu cittesu saddhāvīriyasatisamādhipaññāhiriottappavasena satta balāni. Soḷasevābalānīti pañcadasa ahetukavipākāni, kiriyāmanodhātuāvajjanañcāti soḷasa balavippayogato abalacittāni. Evanti pañcahi balehi sampayuttassa abhāvato katthaci dve, katthaci tīṇi, katthaci cattāri, katthaci cha, katthaci sattāti pañcahi ākārehi sabalaṃ, imesu ekassāpi abhāvato abalampi ca viññeyyaṃ, vijānitabbanti attho. Heturāsiādayo vinicchayabhāvato na vuttāti veditabbaṃ. Yesu cittesu yāni jhānaṅgamaggaṅgabalindriyāni jāyantīti sambandho. Gāthābandhasukhatthaṃ indriyānaṃ osānakaraṇaṃ.",
  "tika-abh08t27:28": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t27:29": "Abhidhammāvatārasaṃvaṇṇanāya",
  "tika-abh08t27:30": "Cetasikavibhāganiddesavaṇṇanā niṭṭhitā."
}