{
  "tika-vin07t21:0": "6. Bhesajjakkhandhako",
  "tika-vin07t21:1": "Pañcabhesajjādikathāvaṇṇanā",
  "tika-vin07t21:2": "260. Bhesajjakkhandhake pittaṃ koṭṭhabbhantaragataṃ hotīti bahisarīre byāpetvā ṭhitaṃ abaddhapittaṃ koṭṭhabbhantaragataṃ hoti, tena pittaṃ kupitaṃ hotīti adhippāyo.",
  "tika-vin07t21:3": "261-2. Pāḷiyaṃ nacchādentīti ruciṃ na uppādenti. Susukāti samudde ekā macchajāti, kumbhilātipi vadanti. Saṃsaṭṭhanti parissāvitaṃ.",
  "tika-vin07t21:4": "263.Piṭṭhehīti pisitehi. Kasāvehīti tacādīni udake tāpetvā gahitaūsarehi. Ubbhidanti ūsarapaṃsumayaṃ. Loṇabilanti loṇaviseso.",
  "tika-vin07t21:5": "264-5.Chakaṇanti gomayaṃ. Pākatikacuṇṇanti apakkakasāvacuṇṇaṃ, gandhacuṇṇaṃ pana na vaṭṭati. Pāḷiyaṃ cuṇṇacālininti udukkhale koṭṭitacuṇṇaparissāvaniṃ. Suvaṇṇagerukoti suvaṇṇatutthādi. Pāḷiyaṃ añjanūpapisananti añjane upanetuṃ pisitabbabhesajjaṃ.",
  "tika-vin07t21:6": "267-9.Kabaḷikāti upanāhabhesajjaṃ. Gharadinnakābādho nāma gharaṇiyā dinnavasīkaraṇabhesajjasamuṭṭhitaābādho. Tāya chārikāya paggharitaṃ khārodakanti parissāvane tacchārikaṃ pakkhipitvā udake abhisiñcite tato chārikato heṭṭhā paggharitaṃ khārodakaṃ. Pāḷiyaṃ akaṭayūsenāti anabhisaṅkhatena muggayūsena. Kaṭākaṭenāti mugge pacitvā acāletvā parissāvitena muggayūsenāti vadanti.",
  "tika-vin07t21:7": "Pañcabhesajjādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:8": "Guḷādianujānanakathāvaṇṇanā",
  "tika-vin07t21:9": "272-4.Guḷakaraṇanti ucchusālaṃ. Avissatthāti sāsaṅkā.",
  "tika-vin07t21:10": "276.Appamattakepi vārentīti appamattake dinne dāyakānaṃ pīḷāti paṭikkhipanti. Paṭisaṅkhāpīti ettakenapi yāpetuṃ sakkā, ‘‘avasesaṃ aññesaṃ hotū’’ti sallakkhetvāpi paṭikkhipanti.",
  "tika-vin07t21:11": "279.Vatthipīḷananti yathā vatthigatatelādi antosarīre ārohanti, evaṃ hatthena vatthimaddanaṃ. Sambādhe satthakammavatthikammānameva paṭikkhittattā dahanakammaṃ vaṭṭati eva.",
  "tika-vin07t21:12": "Guḷādianujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:13": "Yāgumadhugoḷakādikathāvaṇṇanā",
  "tika-vin07t21:14": "282-3. Pāḷiyaṃ dasassa ṭhānānīti assa paṭiggāhakassa dasa ṭhānāni kāraṇāni dhammenāti attho. Anuppavecchatīti deti. Vātañca byapanetīti sambandho, vātañca anulometīti attho. Saggā te āraddhāti tayā devalokā ārādhitā.",
  "tika-vin07t21:15": "Yāgumadhugoḷakādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:16": "Pāṭaligāmavatthukathāvaṇṇanā",
  "tika-vin07t21:17": "286.Pāṭaligāme nagaraṃ māpentīti pāṭaligāmassa samīpe tasseva gāmakhettabhūte mahante araññappadese pāṭaliputtaṃ nāma nagaraṃ māpenti. Yāvatā ariyaṃ āyatananti yattakaṃ ariyamanussānaṃ osaraṇaṭṭhānaṃ. Yāvatā vaṇippathoti yattakaṃ vāṇijānaṃ bhaṇḍavikkīṇanaṭṭhānaṃ, vasanaṭṭhānaṃ vā, idaṃ tesaṃ sabbesaṃ agganagaraṃ bhavissatīti attho. Puṭabhedananti sakaṭādīhi nānādesato āhaṭānaṃ bhaṇḍapuṭānaṃ vikkīṇanatthāya mocanaṭṭhānaṃ. Saranti taḷākādīsupi vattati , tannivattanatthaṃ ‘‘saranti idha nadī adhippetā’’ti vuttaṃ sarati sandatīti katvā. Vinā eva kullena tiṇṇāti idaṃ appamattakaudakampi aphusitvā vinā kullena pārappattā.",
  "tika-vin07t21:18": "Pāṭaligāmavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:19": "Koṭigāmesaccakathāvaṇṇanā",
  "tika-vin07t21:20": "287. Pāḷiyaṃ sandhāvitanti bhavato bhavaṃ paṭisandhiggahaṇavasena sandhāvanaṃ kataṃ. Saṃsaritanti tasseva vevacanaṃ. Mamañceva tumhākañcāti mayā ca tumhehi ca, sāmivaseneva vā mama ca tumhākañca sandhāvanaṃ ahosīti attho gahetabbo. Saṃsaritanti saṃsari. Bhavataṇhā eva bhavato bhavaṃ netīti bhavanettīti vuttā.",
  "tika-vin07t21:21": "289. ‘‘Nīlā hontī’’ti vuttamevatthaṃ vivarituṃ ‘‘nīlavaṇṇā’’tiādi vuttaṃ. Nīlavaṇṇāti nīlavilepanā. Esa nayo sabbattha. Paṭivaṭṭesīti pahari. Ambakāyāti ambāya. Upacāravacanañhetaṃ, mātugāmenāti attho. Upasaṃharathāti upanetha, ‘‘īdisā tāvatiṃsā’’ti parikappethāti attho. Idañca bhikkhūnaṃ saṃvegajananatthaṃ vuttaṃ, na nimittaggāhatthaṃ. Licchavirājāno hi sabbe na cirasseva ajātasattunā vināsaṃ pāpuṇissanti.",
  "tika-vin07t21:22": "Koṭigāmesaccakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:23": "Sīhasenāpativatthuādikathāvaṇṇanā",
  "tika-vin07t21:24": "290.Sandhāgāreti rājakiccassa sandhāraṇatthāya nicchiddaṃ katvā vicāraṇatthāya katamahāsabhāya. Gamikābhisaṅkhāroti gamane vāyāmo. Dhammassa ca anudhammanti tumhehi vuttassa kāraṇassa anukāraṇaṃ, tumhehi vuttassa atthassa anurūpamevāti adhippāyo. Sahadhammiko vādānuvādoti parehi vuttakāraṇena sakāraṇo hutvā tumhākaṃ vādo vā ito paraṃ tassa anuvādo vā. Koci appamattakopi gārayhaṃ ṭhānaṃ na āgacchatīti kiṃ tava vāde gārayhakāraṇaṃ natthīti vuttaṃ hoti.",
  "tika-vin07t21:25": "293.Anuviccakāranti anuviditākāraṃ. Ratanattayassa saraṇagamanādikiriyaṃ karoti. Sahasā katvā mā pacchā vippaṭisārī ahosīti attho. Paṭākaṃ parihareyyunti dhajapaṭākaṃ ukkhipitvā ‘‘īdiso amhākaṃ saraṇaṃ gato sāvako jāto’’ti nagare ghosentā āhiṇḍanti.",
  "tika-vin07t21:26": "294.Nimittakammassāti maṃsakhādananimittena uppannapāṇātipātakammassa.",
  "tika-vin07t21:27": "Sīhasenāpativatthuādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:28": "Kappiyabhūmianujānanakathāvaṇṇanā",
  "tika-vin07t21:29": "295.Anuppage evāti pātova. Oravasaddanti mahāsaddaṃ. Taṃ pana avatvāpīti pi-saddena tathāvacanampi anujānāti. Aṭṭhakathāsūti andhakaṭṭhakathāvirahitāsu sesaṭṭhakathāsu. Sādhāraṇalakkhaṇanti andhakaṭṭhakathāya saha sabbaṭṭhakathānaṃ samānaṃ.",
  "tika-vin07t21:30": "Cayanti adhiṭṭhānauccavatthuṃ. Yato paṭṭhāyāti yato iṭṭhakādito paṭṭhāya, yaṃ ādiṃ katvā bhittiṃ uṭṭhāpetukāmāti attho. ‘‘Thambhā pana upari uggacchanti, tasmā vaṭṭantī’’ti etena iṭṭhakapāsāṇā heṭṭhā patiṭṭhāpitāpi yadi cayato, bhūmito vā ekaṅgulamattampi uggatā tiṭṭhanti, vaṭṭantīti siddhaṃ hoti.",
  "tika-vin07t21:31": "Ārāmoti upacārasīmāparicchinno sakalo vihāro. Senāsanānīti vihārassa anto tiṇakuṭiādikāni saṅghassa nivāsagehāni. Vihāragonisādikā nāmāti senāsanagonisādikā. Senāsanāni hi sayaṃ parikkhittānipi ārāmaparikkhepābhāvena ‘‘gonisādikānī’’ti vuttāni. ‘‘Upaḍḍhaparikkhittopī’’ti iminā tato ūnaparikkhitto yebhuyyena aparikkhitto nāma, tasmā aparikkhittasaṅkhyameva gacchatīti dasseti. Etthāti upaḍḍhādiparikkhitte. Kappiyakuṭiṃ laddhuṃ vaṭṭatīti gonisādiyā abhāvena sesakappiyakuṭīsu tīsu yā kāci kappiyakuṭi kātabbāti attho.",
  "tika-vin07t21:32": "Tesaṃ gehānīti ettha bhikkhūnaṃ vāsatthāya katampi yāva na denti, tāva tesaṃ santakaṃyeva bhavissatīti daṭṭhabbaṃ. Vihāraṃ ṭhapetvāti upasampannānaṃ vāsatthāya katagehaṃ ṭhapetvāti attho. Gehanti nivāsagehaṃ, tadaññaṃ pana uposathāgārādi sabbaṃ anivāsagehaṃ catukappiyabhūmivimuttā pañcamī kappiyabhūmi. Saṅghasantakepi hi etādise gehe suṭṭhu parikkhittārāmattepi abbhokāse viya antovutthādidoso natthi. Yena kenaci channe, paricchanne ca sahaseyyappahonake bhikkhusaṅghassa nivāsagehe antovutthādidoso, na aññattha. Tenāha ‘‘yaṃ panā’’tiādi. Tattha ‘‘saṅghikaṃ vā puggalikaṃ vā’’ti idaṃ kiñcāpi bhikkhunīnaṃ sāmaññato vuttaṃ, bhikkhūnaṃ pana saṅghikaṃ puggalikañca bhikkhunīnaṃ, tāsaṃ saṅghikaṃ puggalikañca bhikkhūnaṃ gihisantakaṭṭhāne tiṭṭhatīti veditabbaṃ.",
  "tika-vin07t21:33": "Mukhasannidhīti antosannihitadoso hi mukhappavesananimittaṃ āpattiṃ karoti, nāññathā. Tasmā ‘‘mukhasannidhī’’ti vutto.",
  "tika-vin07t21:34": "Tattha tattha khaṇḍā hontīti upaḍḍhato adhikaṃ khaṇḍā honti. Sabbasmiṃ chadane vinaṭṭheti tiṇapaṇṇādivassaparittāyake chadane vinaṭṭhe. Gopānasīnaṃ pana upari vallīhi baddhadaṇḍesu ṭhitesupi jahitavatthukā honti eva. Pakkhapāsakamaṇḍalanti ekasmiṃ passe tiṇṇaṃ gopānasīnaṃ upari ṭhitatiṇapaṇṇādicchadanaṃ vuccati.",
  "tika-vin07t21:35": "Anupasampannassa dātabbo assātiādinā akappiyakuṭiyaṃ vutthampi anupasampannassa dinne kappiyaṃ hoti, sāpekkhadānañcettha vaṭṭati, paṭiggahaṇaṃ viya na hotīti dasseti.",
  "tika-vin07t21:36": "299. Pāḷiyaṃ kantāre sambhāvesīti appabhakkhakantāre sampāpuṇi.",
  "tika-vin07t21:37": "Kappiyabhūmianujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:38": "Keṇiyajaṭilavatthukathāvaṇṇanā",
  "tika-vin07t21:39": "300.Jaṭiloti āharimajaṭādharo tāpasavesadhārako yaññayutto lokapūjito brāhmaṇo. Pavattāro pāvacanavasena vattāro. Yesaṃ santakamidaṃ, yehi vā idaṃ gītanti attho. Gītaṃ pavuttaṃ samihitanti aññamaññassa pariyāyavacanaṃ vuttanti attho. Tadanugāyantīti taṃ tehi pubbe gītaṃ anugāyanti. Evaṃ sesesu ca.",
  "tika-vin07t21:40": "Yāvakālikapakkānanti pakke sandhāya vuttaṃ, āmāni pana anupasampannehi sītudake madditvā parissāvetvā dinnapānaṃ pacchābhattampi kappati eva. Ayañca attho mahāaṭṭhakathāyaṃ sarūpato avuttoti āha ‘‘kurundiyaṃ panā’’tiādi. ‘‘Ucchuraso nikasaṭo’’ti idaṃ pātabbasāmaññena yāmakālikakathāyaṃ vuttaṃ, taṃ pana sattāhakālikamevāti gahetabbaṃ. Ime cattāro rasāti phalapattapupphaucchurasā cattāro.",
  "tika-vin07t21:41": "Pāḷiyaṃ aggihuttamukhāti aggijuhanapubbakā. Chandasoti vedassa. Sāvittī mukhaṃ paṭhamaṃ sajjhāyitabbāti attho. Tapatanti vijotantānaṃ.",
  "tika-vin07t21:42": "Keṇiyajaṭilavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:43": "Rojamallādivatthukathāvaṇṇanā",
  "tika-vin07t21:44": "301.Bahukato buddhe vāti buddhe katabahumānoti attho. So kho ahaṃ, bhante ānanda, ñātīnaṃ daṇḍabhayatajjito ahosinti seso. Evañhi sati ‘‘evāha’’nti puna ahaṃ-gahaṇaṃ yujjati. Vivarīti ‘‘vivaratū’’ti cintāmattena vivari, na uṭṭhāya hatthena.",
  "tika-vin07t21:45": "303.Aññataroti subhaddo vuḍḍhapabbajito. Dve dārakāti sāmaṇerabhūmiyaṃ ṭhitā dve puttā. Nāḷiyāvāpakenāti nāḷiyā ceva thavikāya ca. Saṃharatha imehi bhājanehi taṇḍulādīni saṅkaḍḍhathāti attho. Bhusāgāreti palālamaye agāre, palālapuñjaṃ abbhantarato palālaṃ saṅkaḍḍhitvā agāraṃ kataṃ hoti, tatthāti attho.",
  "tika-vin07t21:46": "Rojamallādivatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:47": "Catumahāpadesakathāvaṇṇanā",
  "tika-vin07t21:48": "305.Parimaddantāti upaparikkhantā. Dve paṭā desanāmeneva vuttāti tesaṃ sarūpadassanapadametaṃ. Nāññanivattanapadaṃ pattuṇṇapaṭassāpi desanāmena vuttattā.",
  "tika-vin07t21:49": "Tumbāti bhājanāni. Phalatumbo nāma lābuādi. Udakatumbo udakaghaṭo. Kilañjacchattanti veḷuvilīvehi vāyitvā katachattaṃ. Sambhinnarasanti missībhūtarasaṃ.",
  "tika-vin07t21:50": "Catumahāpadesakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t21:51": "Bhesajjakkhandhakavaṇṇanānayo niṭṭhito."
}