{
  "tika-vin05t1:0": "1. Divāseyyavinicchayakathā",
  "tika-vin05t1:1": "1. Tattha divāseyyāti divānipajjanaṃ. Tatrāyaṃ vinicchayo – ‘‘anujānāmi, bhikkhave, divā paṭisallīyantena dvāraṃ saṃvaritvā paṭisallīyitu’’nti (pārā. 77) vacanato divā nipajjantena dvāraṃ saṃvaritvā nipajjitabbaṃ. Ettha ca kiñcāpi pāḷiyaṃ ‘‘ayaṃ nāma āpattī’’ti na vuttā, vivaritvā nipannadosena pana uppanne vatthusmiṃ dvāraṃ saṃvaritvā nipajjituṃ anuññātattā asaṃvaritvā nipajjantassa aṭṭhakathāyaṃ dukkaṭaṃ (pārā. aṭṭha. 1.77) vuttaṃ. Bhagavato hi adhippāyaṃ ñatvā upālittherādīhi aṭṭhakathā ṭhapitā. ‘‘Atthāpatti divā āpajjati, no ratti’’nti (pari. 323) imināpi cetaṃ siddhaṃ.",
  "tika-vin05t1:2": "2. Kīdisaṃ pana dvāraṃ saṃvaritabbaṃ, kīdisaṃ na saṃvaritabbaṃ? Rukkhapadaraveḷupadarakilañjapaṇṇādīnaṃ yena kenaci kavāṭaṃ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṃ parivattakadvārameva saṃvaritabbaṃ. Aññaṃ gorūpānaṃ vajesu viya rukkhasūcikaṇṭakadvāraṃ, gāmathakanakaṃ cakkalakayuttadvāraṃ, phalakesu vā kiṭikāsu vā dve tīṇi cakkalakāni yojetvā kataṃ saṃsaraṇakiṭikadvāraṃ, āpaṇesu viya kataṃ ugghāṭanakiṭikadvāraṃ, dvīsu tīsu ṭhānesu veḷusalākā gopphetvā paṇṇakuṭīsu kataṃ salākahatthakadvāraṃ, dussasāṇidvāranti evarūpaṃ dvāraṃ na saṃvaritabbaṃ. Pattahatthassa kavāṭappaṇāmane pana ekaṃ dussasāṇidvārameva anāpattikaraṃ, avasesāni paṇāmentassa āpatti. Divā paṭisallīyantassa pana parivattakadvārameva āpattikaraṃ, sesāni saṃvaritvā vā asaṃvaritvā vā nipajjantassa āpatti natthi, saṃvaritvā pana nipajjitabbaṃ, etaṃ vattaṃ.",
  "tika-vin05t1:3": "3. Parivattakadvāraṃ kittakena saṃvutaṃ hoti? Sūcighaṭikāsu dinnāsu saṃvutameva hoti. Apica kho sūcimattepi dinne vaṭṭati, ghaṭikāmattepi dinne vaṭṭati, dvārabāhaṃ phusitvā ṭhapitamattepi vaṭṭati, īsakaṃ aphusitepi vaṭṭati, sabbantimena vidhinā yāvatā sīsaṃ nappavisati, tāvatā aphusitepi vaṭṭati. Sace bahūnaṃ vaḷañjanaṭṭhānaṃ hoti, bhikkhuṃ vā sāmaṇeraṃ vā ‘‘dvāraṃ, āvuso, jaggāhī’’ti vatvāpi nipajjituṃ vaṭṭati. Atha bhikkhū cīvarakammaṃ vā aññaṃ vā kiñci karontā nisinnā honti, ‘‘ete dvāraṃ jaggissantī’’ti ābhogaṃ katvāpi nipajjituṃ vaṭṭati. Kurundaṭṭhakathāyaṃ pana ‘‘upāsakampi āpucchitvā vā ‘esa jaggissatī’ti ābhogaṃ katvā vā nipajjituṃ vaṭṭati, kevalaṃ bhikkhuniṃ vā mātugāmaṃ vā āpucchituṃ na vaṭṭatī’’ti vuttaṃ, taṃ yuttaṃ. Evaṃ sabbatthapi yo yo theravādo vā aṭṭhakathāvādo vā pacchā vuccati, so sova pamāṇanti gahetabbaṃ.",
  "tika-vin05t1:4": "4. Atha dvārassa udukkhalaṃ vā uttarapāsako vā bhinno hoti aṭṭhapito vā, saṃvarituṃ na sakkoti, navakammatthaṃ vā pana iṭṭhakapuñjo vā mattikādīnaṃ vā rāsi antodvāre kato hoti, aṭṭaṃ vā bandhanti, yathā saṃvarituṃ na sakkoti. Evarūpe antarāye sati asaṃvaritvāpi nipajjituṃ vaṭṭati. Yadi pana kavāṭaṃ natthi, laddhakappameva. Upari sayantena nisseṇiṃ āropetvā nipajjitabbaṃ. Sace nisseṇimatthake thakanakaṃ hoti, thaketvāpi nipajjitabbaṃ. Gabbhe nipajjantena gabbhadvāraṃ vā pamukhadvāraṃ vā yaṃ kiñci saṃvaritvā nipajjituṃ vaṭṭati. Sace ekakuṭṭake gehe dvīsu passesu dvārāni katvā vaḷañjanti, dvepi dvārāni jaggitabbāni, tibhūmakepi pāsāde dvāraṃ jaggitabbameva. Sace bhikkhācārā paṭikkamma lohapāsādasadisaṃ pāsādaṃ bahū bhikkhū divāvihāratthaṃ pavisanti, saṅghattherena dvārapālassa ‘‘dvāraṃ jaggāhī’’ti vatvā vā ‘‘dvārajagganaṃ nāma etassa bhāro’’ti ābhogaṃ katvā vā pavisitvā nipajjitabbaṃ. Yāva saṅghanavakena evameva kātabbaṃ. Pure pavisantānaṃ ‘‘dvārajagganaṃ nāma pacchimānaṃ bhāro’’ti evaṃ ābhogaṃ kātumpi vaṭṭati. Anāpucchā vā ābhogaṃ akatvā vā antogabbhe vā asaṃvutadvāre bahi vā nipajjantānaṃ āpatti. Gabbhe vā bahi vā nipajjanakālepi ‘‘dvārajagganaṃ nāma mahādvāre dvārapālassa bhāro’’ti ābhogaṃ katvā nipajjituṃ vaṭṭatiyeva. Evaṃ lohapāsādādīsu ākāsatale nipajjantenapi dvāraṃ saṃvaritabbameva.",
  "tika-vin05t1:5": "Ayañhettha saṅkhepo – idaṃ divāpaṭisallīyanaṃ yena kenaci parikkhitte sadvārabandhe ṭhāne kathitaṃ, tasmā abbhokāse vā rukkhamūle vā maṇḍape vā yattha katthaci sadvārabandhe nipajjantena dvāraṃ saṃvaritvāva nipajjitabbaṃ. Sace mahāpariveṇaṃ hoti mahābodhiyaṅgaṇalohapāsādaṅgaṇasadisaṃ bahūnaṃ osaraṇaṭṭhānaṃ, yattha dvāraṃ saṃvutampi saṃvutaṭṭhāne na tiṭṭhati, dvāraṃ alabhantā pākāraṃ āruhitvāpi vicaranti, tattha saṃvaraṇakiccaṃ natthi. Rattiṃ dvāraṃ vivaritvā nipanno aruṇe uggate vuṭṭhāti, anāpatti. Sace pana pabujjhitvā puna supati, āpatti. Yo pana ‘‘aruṇe uggate vuṭṭhahissāmī’’ti paricchinditvāva dvāraṃ asaṃvaritvā rattiṃ nipajjati, yathāparicchedameva vuṭṭhāti, tassa āpattiyeva. Mahāpaccariyaṃ pana ‘‘evaṃ nipajjanto anādariyadukkaṭāpi na muccatī’’ti vuttaṃ.",
  "tika-vin05t1:6": "5. Yo pana bahudeva rattiṃ jaggitvā addhānaṃ vā gantvā divā kilantarūpo mañce nisinno pāde bhūmito amocetvāva niddāvasena nipajjati, tassa anāpatti. Sace okkantaniddo ajānantopi pāde mañcakaṃ āropeti, āpattiyeva. Nisīditvā apassāya supantassa anāpatti. Yopi ca ‘‘niddaṃ vinodessāmī’’ti caṅkamanto patitvā sahasā vuṭṭhāti, tassapi anāpatti. Yo pana patitvā tattheva sayati, na vuṭṭhāti, tassa āpatti.",
  "tika-vin05t1:7": "Ko muccati, ko na muccatīti? Mahāpaccariyaṃ tāva ‘‘ekabhaṅgena nipannako eva muccati. Pāde pana bhūmito mocetvā nipannopi yakkhagahitakopi visaññībhūtopi na muccatī’’ti vuttaṃ. Kurundaṭṭhakathāyaṃ pana ‘‘bandhitvā nipajjāpitova muccatī’’ti vuttaṃ. Mahāaṭṭhakathāyaṃ pana ‘‘yo caṅkamanto mucchitvā patito tattheva supati, tassapi avisayatāya āpatti na dissati. Ācariyā pana evaṃ na kathayanti, tasmā āpattiyevāti mahāpadumattherena vuttaṃ. Dve pana janā āpattito muccantiyeva, yo ca yakkhagahitako, yo ca bandhitvā nipajjāpito’’ti.",
  "tika-vin05t1:8": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t1:9": "Divāseyyavinicchayakathā samattā."
}