{
  "tika-s0404t4:0": "5. Uposathavaggo",
  "tika-s0404t4:1": "1-8. Saṃkhittūposathasuttādivaṇṇanā",
  "tika-s0404t4:2": "41-48. Pañcamassa paṭhamādīsu natthi vattabbaṃ. Chaṭṭhe (saṃ. ni. ṭī. 1.1.165) pañca aṅgāni etassāti pañcaṅgaṃ, pañcaṅgameva pañcaṅgikaṃ, tassa pañcaṅgikassa. Mahatī daddarī vīṇāvisesopi ātatamevāti ‘‘cammapariyonaddhesū’’ti visesanaṃ kataṃ. Ekatalatūriyaṃ kumbhathunadaddarikādi. Ubhayatalaṃ bherimudiṅgādi. Cammapariyonaddhaṃ hutvā vinibaddhaṃ ātatavitataṃ. Sabbaso pariyonaddhaṃ nāma caturassaambaṇaṃ paṇavādi ca. Gomukhīādīnampi ettheva saṅgaho daṭṭhabbo. Vaṃsādīti ādi-saddena saṅkhādīnaṃ saṅgaho. Sammādīti sammatāḷakaṃsatāḷasilāsalākatāḷādi. Tattha sammatāḷaṃ nāma dantamayatāḷaṃ. Kaṃsatāḷaṃ lohamayaṃ. Silāmayaṃ ayopattena ca vādanatāḷaṃ silāsalākatāḷaṃ. Sumucchitassāti suṭṭhu paṭiyattassa. Pamāṇeti nātidaḷhanātisithilasaṅkhāte majjhime mucchanāpamāṇe. Chekoti paṭu paṭṭho. So cassa paṭubhāvo manoharoti āha ‘‘sundaro’’ti. Rañjetunti rāgaṃ uppādetuṃ. Khamatevāti rocateva. Na nibbindatīti na tajjeti, sotasukhabhāvato piyāyitabbova hoti.",
  "tika-s0404t4:3": "Bhattāraṃ nātimaññatīti sāmikaṃ muñcitvā aññaṃ manasāpi na pattheti. Uṭṭhāhikāti uṭṭhānavīriyasampannā. Analasāti nikkosajjā. Saṅgahitaparijjanāti sammānanādīhi ceva chaṇādīsu pesetabba-piyabhaṇḍādipaṇṇākārapesanādīhi ca saṅgahitaparijanā. Idha parijano nāma sāmikassa ceva attano ca ñātijano. Sambhatanti kasivaṇijjādīni katvā ābhatadhanaṃ. Sattamaṭṭhamāni uttānatthāni.",
  "tika-s0404t4:4": "Saṃkhittūposathasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t4:5": "9-10. Paṭhamaidhalokikasuttādivaṇṇanā",
  "tika-s0404t4:6": "49-50. Navame idhalokavijayāyāti idhalokavijinanatthāya abhibhavatthāya. Yo hi diṭṭhadhammikaṃ anatthaṃ parivajjanavasena abhibhavati, tato eva tadatthaṃ sampādeti, so idhalokavijayāya paṭipanno nāma hoti paccatthikaniggaṇhanato sadatthasampādanato ca. Tenāha ‘‘ayaṃsa loko āraddho hotī’’ti. (Pasaṃsāvahato tayidaṃ pasaṃsāvahanaṃ kittisaddena idhaloke saddānaṃ cittatosanaviddheyyabhāvāpādanena ca hotīti daṭṭhabbaṃ.) Susaṃvihitakammantoti yāgubhattapacanakālādīni anatikkamitvā tassa tassa sādhukaṃ karaṇena suṭṭhu saṃvihitakammanto. Paralokavijayāyāti paralokassa vijinanatthāya abhibhavatthāya. Yo hi samparāyikaṃ anatthaṃ parivajjanavasena abhibhavati, tato eva tadatthaṃ sampādeti, so paralokavijayāya paṭipanno nāma hoti. Sesaṃ sabbattha uttānameva.",
  "tika-s0404t4:7": "Paṭhamaidhalokikasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t4:8": "Uposathavaggavaṇṇanā niṭṭhitā.",
  "tika-s0404t4:9": "Paṭhamapaṇṇāsakaṃ niṭṭhitaṃ.",
  "tika-s0404t4:10": "2. Dutiyapaṇṇāsakaṃ"
}