{
  "tika-s0102t5:0": "6. Mahāgovindasuttavaṇṇanā",
  "tika-s0102t5:1": "293.Pañcakuṇḍalikoti vissaṭṭhapañcaveṇiko. Catumaggaṭṭhānesūti catunnaṃ maggānaṃ vinivijjhitvā gataṭṭhānesu. Tattha hi katā sālādayo catūhi disāhi āgatamanussānaṃ upabhogakkhamā honti. ‘‘Evarūpānī’’ti iminā rukkhamūlasodhanādīni ceva yathāsatti annadānādīni ca puññāni saṅgaṇhāti. ‘‘Suvaṇṇakkhandhasadiso attabhāvo iṭṭho kanto manāpo ahosī’’ti pāṭho. Sakaṭasahassamattanti vāhasahassamattaṃ, vāho pana vīsati khārī, khārī soḷasadoṇamattā, doṇaṃ soḷasa nāḷiyo veditabbā. Kumbhaṃ dasambaṇāni. ‘‘Sahassanāḷiyo’’ti keci. Rattasuvaṇṇakaṇṇikanti rattasuvaṇṇamayaṃ vaṭaṃsakaṃ.",
  "tika-s0102t5:2": "Yasmā majjhimayāme eva devatā satthāraṃ upasaṅkamituṃ avasaraṃ labhanti, tasmā ‘‘ekakoṭṭhāsaṃ atītāyā’’ti vuttaṃ. Atikkantavaṇṇoti ativiya kamanīyarūpo, kevalakappanti vā manaṃ ūnaṃ avasesaṃ, īsakaṃ asamattanti attho bhagavato hi samīpaṭṭhānaṃ muñcitvā sabbo gijjhakūṭavihāro tena obhāsito. Tenāha ‘‘candimā viyā’’tiādi.",
  "tika-s0102t5:3": "Devasabhāvaṇṇanā",
  "tika-s0102t5:4": "294.Ratanamattakaṇṇikarukkhanissandenāti ratanappamāṇarukkhamayakūṭadānapuññanissandena, tassa vā puññassa nissandaphalabhāvena. Nibbattasabhāyanti samuṭṭhitaupaṭṭhānasālāyaṃ. Maṇimayāti padumarāgādimaṇimayā. Āṇiyoti thambhatulāsaṅghāṭakādīsu vāḷarūpādisaṅghāṭanakaāṇiyo.",
  "tika-s0102t5:5": "Gandhabbarājāti gandhabbakāyikānaṃ devatānaṃ rājā. Ye tāvatiṃsānaṃ āsannavāsino cātumahārājikā devā, te purato karonto ‘‘dvīsu devalokesu devatā purato katvā nisinno’’ti vutto. Sesesupi tīsu ṭhānesu eseva nayo.",
  "tika-s0102t5:6": "Nāgarājāti nāgānaṃ adhipati, na pana sayaṃ nāgajātiko.",
  "tika-s0102t5:7": "Āsati nisīdati etthāti āsanaṃ, nisajjaṭṭhānanti āha ‘‘nisīdituṃ okāso’’ti. ‘‘Etthā’’ti padaṃ nipātamattaṃ, etthāti vā etasmiṃ pāṭhe. Atthuddhāranayena vattabbaṃ pubbe vuttaṃ catubbidhameva. Tāvatiṃsā, ekacce ca cātumahārājikā yathāladdhāya sampattiyā thāvarabhāvāya, āyatiṃ sodhanāya ca pañca sīlāni rakkhanti, te tassa visodhanatthaṃ pavāraṇāsaṅgahaṃ karonti. Tena vuttaṃ ‘‘mahāpavāraṇāyā’’tiādi.",
  "tika-s0102t5:8": "Vassasahassanti manussagaṇanāya vassasahassaṃ.",
  "tika-s0102t5:9": "Pannapalāsoti patitapatto. Khārakajātoti jātakhuddakamakuḷo. Ye hi nīlapattakā ativiya khuddakā makuḷā, te ‘‘khārakā’’ti vuccanti. Jālakajātoti tehiyeva khuddakamakuḷehi jātajālako sabbaso jālo viya jāto. Keci pana ‘‘jālakajātoti ekajālo viya jāto’’ti atthaṃ vadanti. Pārichattako kira khārakaggahaṇakāle sabbatthakameva pallaviko hoti, te cassa pallavā pabhassarapavāḷavaṇṇasamujjalā honti, tena so sabbaso samujjalanto tiṭṭhati. Kuṭumalakajātoti sañjātamahāmakuḷo. Korakajātoti sañjātasūcibhedo sampati vikasamānāvattho. Sabbapāliphulloti sabbaso phullitavikasito.",
  "tika-s0102t5:10": "Kantanakavātoti devānaṃ puññakammapaccayā pupphānaṃ chindanakavāto. Kantatīti chindati. Sampaṭicchanakavātoti chinnānaṃ chinnānaṃ pupphānaṃ sampaṭiggaṇhanakavāto . Naccantoti nānāvidhabhattiṃ sannivesavasena naccanaṃ karonto. Aññataradevatānanti nāmagottavasena appaññātadevatānaṃ.",
  "tika-s0102t5:11": "Reṇuvaṭṭīti reṇusaṅghāto. Kaṇṇikaṃ āhaccāti sudhammāya kūṭaṃ āhantvā.",
  "tika-s0102t5:12": "Aṭṭha divaseti pañcamiyā saddhiṃ pakkhe cattāro divase sandhāya vuttaṃ. Yathāvuttesu aṭṭhasu divasesu dhammassavanaṃ nibaddhaṃ tadā pavattatīti tato aññadā kāritaṃ sandhāyāha ‘‘akāladhammassavanaṃ kārita’’nti. Cetiye chattassa heṭṭhā kātabbavedikā chattavedikā. Cetiyaṃ parikkhipitvā padakkhiṇakaraṇaṭṭhānaṃ antokatvā kātabbavedikā puṭavedikā. Cetiyassa kucchiṃ parikkhipitvā taṃ sambandhameva katvā kātabbavedikā kucchivedikā. Sīharūpapādakaṃ āsanaṃ sīhāsanaṃ. Ubhosu passesu sīharūpayuttaṃ sopānaṃ sīhasopānaṃ.",
  "tika-s0102t5:13": "Attamanāhonti aniyāmanakabhāvato. Tenevāha ‘‘mahāpuññe purakkhatvā’’tiādi. Pavāraṇāsaṅgahatthāya sannipatitāti veditabbā ‘‘tadahuposathe pannarase pavāraṇāya puṇṇāya puṇṇamāya rattiyā’’ti (dī. ni. 2.294) vacanato.",
  "tika-s0102t5:14": "295.Navahi kāraṇehīti ‘‘itipi so bhagavā araha’’ntiādinā (dī. ni. 1.157, 255) vuttehi arahattādīhi navahi buddhānubhāvadīpanehi kāraṇehi. Dhammassa cāti ettha ca-saddo avuttasamuccayatthoti tena sampiṇḍitamatthaṃ dassento ‘‘ujuppaṭipannatādibhedaṃ saṅghassa ca suppaṭipatti’’nti āha.",
  "tika-s0102t5:15": "Aṭṭhayathābhuccavaṇṇanā",
  "tika-s0102t5:16": "296. Yathā anantameva ānañcaṃ, bhisakkameva bhesajjaṃ , evaṃ yathābhūtā eva yathābhuccāti pāḷiyaṃ vuttanti āha ‘‘yathābhucceti yathābhūte’’ti. Vaṇṇetabbato kittetabbato vaṇṇā, guṇā. Kathaṃ paṭipannoti hetuavatthāyaṃ, phalaavatthāyaṃ, sattānaṃ upakārā vatthāyanti tīsupi avatthāsu lokanāthassa bahujanahitāya paṭipattiyā kathetukamyatāpucchā. Tathā hi naṃ ādito paṭṭhāya yāva pariyosānā saṅkhepeneva dassento ‘‘dīpaṅkarapādamūle’’tiādimāha. Tattha abhinīharamānoti abhinīhāraṃ karonto. Yaṃ panettha mahābhinīhāre, pāramīsu ca vattabbaṃ, taṃ brahmajālaṭīkāyaṃ (dī. ni. ṭī. 1.7) vuttaṃ evāti tattha vuttanayeneva veditabbaṃ.",
  "tika-s0102t5:17": "‘‘Khantivāditāpasakāle’’tiādi (jā. 1.khantīvādījātaka) hetuavatthāyameva anaññasādhāraṇāya sudukkarāya bahujanahitāya paṭipattiyā vibhāvanaṃ. Yathādhippetaṃ hitasukhaṃ yāya kiriyāya vinā na ijjhati, sāpi tadatthā evāti dassetuṃ ‘‘tusitapure yāvatāyukaṃ tiṭṭhantopī’’tiādi vuttaṃ.",
  "tika-s0102t5:18": "Dhammacakkappavattanādi (saṃ. ni. 5.1081; mahāva. 13; paṭi. ma. 3.30) pana nibbattitā bahujanahitāya paṭipatti. Āyusaṅkhārossajjanampi ‘‘ettakaṃ kālaṃ tiṭṭhāmī’’ti pavattiyā bahujanahitāya paṭipatti. Anupādisesāya nibbānadhātuyā parinibbānavasena bahujanahitāya paṭipatti. Tenāha ‘‘yāvassā’’tiādi. Sesapadānīti ‘‘bahujanasukhāyā’’tiādīni padāni. Pacchimanti ‘‘atthāya hitāya sukhāyā’’ti padattayaṃ. Purimassāti tato purimassa padattayassa. Atthoti atthaniddeso.",
  "tika-s0102t5:19": "Yadipi atītenaṅgena samannāgatā satthāro ahesuṃ, tepi pana buddhā evāti atthato amhākaṃ satthā anaññoti āha ‘‘atītepi buddhato aññaṃ na samanupassāmā’’ti. Yathā ca atīte, evaṃ anāgate cāti ayamattho nayato labbhatīti katvā vuttaṃ ‘‘anāgatepi na samanupassāmā’’ti. Sakko pana devarājā tamatthaṃ atthāpannameva katvā ‘‘na panetarahi’’ iccevāha. Kiṃ sakko kathetīti vicāretvāti ‘‘neva atītaṃse samanupassamā’ti vadanto sakko kiṃ kathetī’’ti vicāraṇaṃ samuṭṭhapetvā. Yasmā atīte buddhā ahesuṃ, anāgate bhavissantīti nāyamattho sakkena devarājena pariññāto, te pana buddhasāmaññena amhākaṃ bhagavatā saddhiṃ gahetvā etarahi aññassa sabbena sabbaṃ abhāvato tathā vuttanti dassetuṃ ‘‘etarahī’’tiādi vuttaṃ. Svākkhātādīnīti svākkhātapadādīni. Kusalādīnīti ‘‘idaṃ kusala’’ntiādīni padāni.",
  "tika-s0102t5:20": "Gaṅgāyamunānaṃ asamāgamaṭṭhāne udakaṃ bhinnavaṇṇaṃ hontampi samāgamaṭṭhāne abhinnavaṇṇaṃ evāti āha ‘‘vaṇṇenapi saṃsandati sametī’’ti. Tattha kira gaṅgodakasadisameva yamunodakaṃ. Yathā nibbānaṃ kenaci kilesena anupakkiliṭṭhatāya parisuddhaṃ, evaṃ nibbānagāminipaṭipadāpi kenaci kilesena anupakkiliṭṭhatāya parisuddhāva icchitabbā. Tenāha ‘‘na hī’’tiādi. Yena parisuddhatthena nibbānassa, nibbānagāminiyā paṭipadāya ca ākāsūpamatā, so kenaci anupalepo, anupakkileso cāti āha ‘‘ākāsampi alaggaṃ parisuddha’’nti. Idāni tamatthaṃ nidassanena vibhūtaṃ katvā dassetuṃ ‘‘candimasūriyāna’’ntiādi vuttaṃ. Saṃsandati yujjati paṭipajjitabbatāpaṭipajjanehi aññamaññānucchavikatāya.",
  "tika-s0102t5:21": "Paṭipadāya ṭhitānanti paṭipadaṃ maggapaṭipattiṃ paṭipajjamānānaṃ. Vusitavatanti brahmacariyavāsaṃ vusitavantānaṃ etesaṃ. Laddhasahāyoti etāsaṃ paṭipadānaṃ vasena laddhasahāyo. Tattha tattha sāvakehi satthu kātabbakicce. Idaṃ pana ‘‘adutiyo’’tiādi suttantare āgatavacanaṃ aññehi asadisaṭṭhena vuttaṃ, na yathāvuttasahāyābhāvato. Apanujjāti apanīya vivajjetvā. ‘‘Apanujjā’’ti ca antogadhāvadhāraṇaṃ idaṃ vacanaṃ ekantikattā tassa apanodassāti vuttaṃ ‘‘apanujjevā’’ti.",
  "tika-s0102t5:22": "Labbhatīti lābho, so pana ukkaṃsagativijānanena sātisayo, vipulo eva ca idhādhippetoti āha ‘‘mahālābho uppanno’’ti. Ussannapuññanissandasamuppannoti yathāvuttakālaṃ sambhatasuvipulauḷāratarapuññābhisandato nibbatto.‘‘Ime nibbattā, ito paraṃ mayhaṃ okāso natthī’’ti ussāhajāto viya uparūpari vaḍḍhamāno udapādi. Sabbadisāsu hi yamakamahāmegho uṭṭhahitvā mahāmeghaṃ viya sabbapāramiyo ‘‘ekasmiṃ attabhāve vipākaṃ dassāmā’’ti sampiṇḍitā viya bhagavato idaṃ lābhasakkārasilokaṃ nibbattayiṃsu, tato annapānavatthayānamālāgandhavilepanādihatthā khattiyabrāhmaṇādayo upagantvā ‘‘kahaṃ buddho, kahaṃ bhagavā, kahaṃ devadevo, kahaṃ narāsabho, kahaṃ purisasīho’’ti bhagavantaṃ pariyesanti, sakaṭasatehipi paccaye āharitvā okāsaṃ alabhamānā samantā gāvutappamāṇampi sakaṭadhurena sakaṭadhuraṃ āhacca tiṭṭhanti ceva anubandhanti ca andhakavindabrāhmaṇādayo viya. Sabbaṃ khandhake, tesu tesu ca suttesu āgatanayena veditabbaṃ. Tenāha ‘‘lābhasakkāro mahogho viyā’’tiādi.",
  "tika-s0102t5:23": "Paṭipāṭibhattanti bahūsu ‘‘dānaṃ dassāmā’’ti āhaṭapaṭipāṭikāya uṭṭhitesu anupaṭipāṭiyā dātabba bhattaṃ.",
  "tika-s0102t5:24": "Matthakaṃ patto anaññasādhāraṇattā tassa dānassa. Upāyaṃ ācikkhi nāgarānaṃ asakkuṇeyyarūpena dānaṃ dāpetuṃ. Sālakalyāṇirukkhā rājapariggahā aññehi asādhāraṇā, tasmā tesaṃ padarehi maṇḍapo kārito, hatthino ca rājabhaṇḍabhūtā nāgarehi na sakkā laddhunti tehi chattaṃ dhārāpitaṃ, tathā khattiyadhītāhi veyyāvaccaṃ kāritaṃ. ‘‘Pañca āsanasatānī’’ti idaṃ sālakalyāṇimaṇḍape paññatte sandhāya vuttaṃ, tato bahi pana bahūni paññattāni ahesuṃ . Catujjātiyagandhaṃ pisati buddhappamukhassa saṅghassa pūjanatthañceva pattassa ubbaṭanatthañca. Udakanti pattadhovanaudakaṃ. Anagghāni ahesuṃ anaggharatanābhisaṅkhatattā.",
  "tika-s0102t5:25": "Sattadhā muddhā phalissati anādarakāraṇādinā. Kāḷaṃ olokessāmīti kāḷaṃ evaṃ anupekkhissāmi, tassa uppajjanakaṃ anatthaṃ pariharissāmīti attho.",
  "tika-s0102t5:26": "Kadariyāti thaddhamaccharino puññakammavimukhā. Devalokaṃ na vajanti puññassa akatattā, maccharibhāvena ca pāpassa pasutattā. Bālāti duccintitacintanādinā bālalakkhaṇayuttā. Nappasaṃsanti dānaṃ pasaṃsitumpi na visahanti. Dhīroti dhītisampanno uḷārapañño parehi kataṃ dānaṃanumodamānopi, teneva dānānumodaneneva. Sukhī paratthāti paraloke kāyikacetasikasukhasamaṅgī hoti.",
  "tika-s0102t5:27": "Vararojo nāma tasmiṃ kāle eko khattiyo, tassa vararojassa. Anavajja…pe… phaleyya abhūtavādibhāvatoti adhippāyo. Atirekapadasahassena tiṃsādhikena aḍḍhateyyagāthāsatena vaṇṇameva kathesi rūpappasannatāya ca.",
  "tika-s0102t5:28": "Yāva maññe khattiyāti ettha yāvāti avadhiparicchedavacanaṃ, aññeti nipātamattaṃ, yāva khattiyā khattiye avadhiṃ katvā sabbe devamanussāti adhippāyo. Tenāha ‘‘khattiyā brāhmaṇā’’tiādi. Madapamattoti lābhasakkārasilokamadena pamatto ceva tadanvayena pamādena pamatto ca hutvā.",
  "tika-s0102t5:29": "Tadanvayamevāti tadanugatameva. Vācā…pe… sametīti vacīkammakāyakammāni aññamaññaṃ aviruddhāni, aññadatthu saṃsandanti. Ajā eva migāti ajāmigā, te ajāmige.",
  "tika-s0102t5:30": "Tiṇṇavicikiccho sabbaso atikkantavicikicchākantāro . Nanu ca sabbepi sotāpannā tiṇṇavicikicchā, vigatakathaṃkathā ca? Saccametaṃ, idaṃ pana na tādisaṃ tiṇṇavicikicchataṃ sandhāya vuttaṃ, atha kho sabbasmiṃ ñeyyadhamme sabbākārāvabodhasaṅkhātasanniṭṭhānavasena sabbaso nirākataṃ sandhāyāti dassento ‘‘yathā hī’’ti ādimāha. Ussannussannattāti paroparabhāvato, ayañca attho bhagavato anekadhātunānādhātuñāṇabalenapi ijjhati. Sabbattha vigatakathaṃkatho sabbadassāvibhāvato. Sabbesaṃ paramatthadhammānaṃ saccābhisamayavasena paṭividdhattā vuttaṃ ‘‘vohāravasenā’’ti vā nāmagottādivasenāti attho.",
  "tika-s0102t5:31": "Pariyositasaṅkappoti sabbaso niṭṭhitamanoratho. Nanu ca ariyamaggena pariyositasaṅkappatā nāma soḷasakiccasiddhiyā katakaraṇīyabhāvena, na sabbañeyyadhammāvabodhenāti codanaṃ sandhāyāha ‘‘pubbeananussutesū’’tiādi. Sāvakānaṃ sāvakapāramiñāṇaṃ viya, hi paccekabuddhānaṃ paccekabodhiñāṇaṃ viya ca sammāsambuddhānaṃ sabbaññutaññāṇaṃ catusaccābhisambodhapubbakamevāti. Ananussutesūti na anussutesu. Sāmanti sayameva. Padadvayenāpi parato ghosena vināti dasseti. Tatthāti nimittatthe bhummaṃ, saccābhisambodhanimittanti attho. Saccābhisambodho ca aggamaggavasenāti daṭṭhabbaṃ. Balesu ca vasībhāvanti dasannaṃ balañāṇānaṃ yathāruci pavatti. Jātattā jātāti sammāsambuddhe vadati.",
  "tika-s0102t5:32": "297. Tattha tattha rājadhāniādike nibaddhavāsaṃ vasanto. Tīsu maṇḍalesu yathākālaṃ cārikaṃ caranto.",
  "tika-s0102t5:33": "298.Assāti phalassa. Tanti kāraṇaṃ. Dvinnampi ekato uppattiyā kāraṇaṃ natthi, pageva tiṇṇaṃ, catunnaṃ vāti. ‘‘Ettha cā’’tiādi ‘‘ekissā lokadhātuyā’’ti vuttalokadhātuyā pamāṇaparicchedadassanatthaṃ āraddhaṃ.",
  "tika-s0102t5:34": "Yāvatāti yattakena ṭhānena. Pariharantīti sineruṃ parikkhipantā parivattanti. Disāti disāsu, bhummatthe etaṃ paccattavacanaṃ. Bhanti dibbanti. Virocanāti obhāsantā, virocanā vā sobhamānā candimasūriyā bhanti, tato eva disā ca bhanti.Tāva sahassadhāti tattako sahassaloko.",
  "tika-s0102t5:35": "Ettakanti imaṃ cakkavāḷaṃ majjhe katvā imināva saddhiṃ cakkavāḷaṃ dasasahassaṃ. Yaṃ panettha vattabbaṃ, taṃ mahāpadānavaṇṇanāyaṃ vuttameva. Na paññāyatīti tīsu piṭakesu anāgatattā.",
  "tika-s0102t5:36": "Sanaṅkumārakathāvaṇṇanā",
  "tika-s0102t5:37": "300.Vaṇṇenāti rūpasampattiyā. Suviññeyyattā taṃ anāmasitvā yasasaddasseva atthamāha. Alaṅkāraparivārenāti alaṅkārena ca parivārena ca. Puññasiriyāti puññiddhiyā.",
  "tika-s0102t5:38": "301.Sampasādaneti sampasādajanane. Saṃpubbo khā-saddo jānanattho ‘‘saṅkhāyetaṃ paṭisevatī’’tiādīsu (ma. ni. 2.168) viyāti āha ‘‘jānitvā modāmā’’ti.",
  "tika-s0102t5:39": "Govindabrāhmaṇavatthuvaṇṇanā",
  "tika-s0102t5:40": "304.Yāvadīgharattanti yāva parimāṇato, aparimitakālaparidīpanametanti āha ‘‘ettakanti…pe… aticiraratta’’nti. Mahāpaññova so bhagavāti tena brahmunā anumatipucchāvasena devānaṃ vuttanti dassento ‘‘mahāpaññova so bhagavā. Noti kathaṃ tumhe maññathā’’ti āha. Sayamevetaṃ pañhaṃ byākātukāmo ‘‘bhūtapubbaṃ bho’’ti ādiṃ āhāti sambandho. Evaṃ pana byākarontena atthato ayampi attho vutto nāma hotīti dassento ‘‘anacchariyameta’’nti ādimāha. Tiṇṇaṃ mārānanti kilesābhisaṅkhāradevaputtamārānaṃ. ‘‘Anacchariyameta’’nti vuttamevatthaṃ nigamanavasena ‘‘kimettha acchariya’’nti punapi vuttaṃ.",
  "tika-s0102t5:41": "Rañño diṭṭhadhammikasamparāyikaatthānaṃ puro dhānato pure pure saṃvidhānato purohitoti āha ‘‘sabbakiccānianusāsanapurohito’’ti. Govindiyābhisekenāti govindassa ṭhāne ṭhapanābhisekena. Taṃ kira tassa brāhmaṇassa kulaparamparāgataṃ ṭhānantaraṃ. Jotitattāti āvudhānaṃ jotitattā. Pālanasamatthatāyāti rañño, aparimitassa ca sattakāyassa anatthato paripālanasamatthatāya.",
  "tika-s0102t5:42": "Sammā vossajjitvāti suṭṭhu tassevāgāravabhāvena vissajjitvā niyyātetvā. Taṃ tamatthaṃ kiccaṃ passatīti atthadaso. ",
  "tika-s0102t5:43": "305. Bhavanaṃ vaḍḍhanaṃ bhavo, bhavati etenāti vā bhavo, vaḍḍhikāraṇaṃ sandhivasena ma-kārāgamo, o-kārassa ca a-kārādesaṃ katvā ‘‘bhavamatthū’’ti vuttaṃ. Bhavantaṃ jotipālanti pana sāmiatthe upayogavacananti āha ‘‘bhoto’’ti. Mā paccabyāhāsīti mā paṭikkhipīti attho. So pana paṭikkhepo paṭivacanaṃ hotīti āha ‘‘mā paṭibyāhāsī’’ti. Abhisambhosīti kammantānaṃ saṃvidhāne samattho hotīti āha ‘‘saṃvidahitvā’’ti. Bhavābhavaṃ, paññañca vindi paṭilabhīti govindo, mahanto govindo mahāgovindo. ‘‘Go’’ti hi paññāyetaṃ adhivacanaṃ gacchati atthe bujjhatīti.",
  "tika-s0102t5:44": "Rajjasaṃvibhajanavaṇṇanā",
  "tika-s0102t5:45": "306.Ekapitikā vemātukā kaniṭṭhabhātaro. Ayaṃ abhisittoti ayaṃ reṇu rājakumāro pitu accayena rajje abhisitto. Rājakārakāti rājaputtaṃ rajje patiṭṭhāpetāro.",
  "tika-s0102t5:46": "307. Madentīti madanīyāti kattusādhanataṃ dassento ‘‘madakarā’’ti āha. Madakaraṇaṃ pana pamādassa visesakāraṇanti vuttaṃ ‘‘pamādakarā’’ti.",
  "tika-s0102t5:47": "308. Reṇussa rajjasamīpe dasagāvutamattavitthatāni hutvā aparabhāge tiyojanasataṃ vitthatattā sabbāni cha rajjāni sakaṭamukhāni paṭṭhapesi. Vitānasadisaṃ caturassabhāvato.",
  "tika-s0102t5:48": "310.Sahāti gāthāya padaparipūraṇatthaṃ vuttaṃ. Tassa atthaṃ dassento ‘‘teneva sahā’’ti āha. Sahāti vā avinābhāvatthe nipāto, so saha āsuṃ satta bhāradhāti yojetabbo, tena te desantare vasantā vicittena sahabhāvino avinābhāvinoti dīpeti. Rajjabhāraṃ dhārenti attani āropenti vahantīti bhāradhā. ",
  "tika-s0102t5:49": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-s0102t5:50": "Kittisaddaabbhuggamanavaṇṇanā",
  "tika-s0102t5:51": "311.Anupurohite ṭhapesīti anupurohite katvā ṭhapesi, anupurohite vā ṭhāne ṭhapesi. Tisavanaṃ karonte sandhāya ‘‘divasassa tikkhattu’’nti vuttaṃ. Dvīsu sandhīsu savanaṃ karonte sandhāya ‘‘sāyaṃ, pāto vā’’ti vuttaṃ. Tato paṭṭhāyāti vatacariyaṃ matthakaṃ pāpetvā nhātakālato pabhuti.",
  "tika-s0102t5:52": "312.Abhiuggacchīti uṭṭhahi udapādi. Acintetvāti ‘‘kathaṃ kho ahaṃ brahmunā saddhiṃ manteyya’’nti acintetvā evaṃ cittampi anuppādetvā. Tena samāgamanasseva abhāvato amantetvā. Taṃ disvāti taṃ karuṇābrahmavihārabhāvanaṃ brahmadassanūpāyaṃ disvā ñāṇacakkhunā.",
  "tika-s0102t5:53": "313.Evanti evaṃ rañño ārocetvā paṭisallānaṃ upagate. Sabbatthāti sabbesu channaṃ khattiyānaṃ, sattannaṃ brāhmaṇamahāsālānaṃ , sattannaṃ nāṭakasatānaṃ, cattārīsāya ca bhariyānaṃ āpucchanavāresu.",
  "tika-s0102t5:54": "316.Sādisiyoti jātiyā sādisiyoti āha ‘‘samavaṇṇā samajātikā’’ti.",
  "tika-s0102t5:55": "317.Santhāgāranti jhānamanasikārena bahi visaṭavitakkavūpasamanena cittassa santhambhanaṃ agāraṃ, jhānasālanti attho. Gahitāvāti bhāvanānuyogena mahāsattena attano cittasantāne uppādanavasena gahitā eva. Natthi jhāneneva vikkhambhitattā. Visesato hissa karuṇāya bhāvitattā anabhirati ukkaṇṭhanā natthi, mettāya bhāvitattā bhayaparitassanā natthi. Ukkaṇṭhanāti pana brahmadassane ussukkaṃ, paritassanāti tadabhipatthanāti āha ‘‘brahmuno panā’’tiādi.",
  "tika-s0102t5:56": "Brahmunāsākacchāvaṇṇanā",
  "tika-s0102t5:57": "318.Cittutrāsoti cittassa utrāsanamattaṃ. Kathanti sattanikāyanivāsaṭṭhānanāmagottādīnaṃ vasena kena pakārena. Tenāha ‘‘ki’’ntiādi.",
  "tika-s0102t5:58": "Soti ye te panakanasanantabandhasatanasanaṅkumārakālanāmakā loke pākaṭā paññātā brahmāno, tesu sanaṅkumāro nāmāhanti dasseti.",
  "tika-s0102t5:59": "Agghanti garuṭṭhāniyānaṃ dātabbaṃāhāraṃ. Madhusākanti madhurāhāraṃ, yaṃ kiñci atithino dātabbaṃ āhāraṃ upacāravasena evaṃ vadati. Tenāha ‘‘madhusākaṃ panā’’tiādi. Pucchāmāti nimantanavasena pucchāma.",
  "tika-s0102t5:60": "319. Mahāsatto cattāro brahmavihāre bhāvetvā ṭhitopi tesu ‘‘brahmasahabyatāya maggo’’ti anibbematikatāya ‘‘kaṅkhī’’ti avoca. Keci pana ‘‘tapokammena parikkhīṇasarīratāya, brahmasamāgamena bhayādisamuppattiyā ca paṭiladdhamattehi brahmavihārehi parihīno ahosi, tasmā avikkhambhitavicikicchatāya ‘kaṅkhī’ti avocā’’ti vadanti. Parassa vediyā viditā paravediyā, te pana tassa pākaṭā vibhūtāti āha ‘‘parassapākaṭesu paravediyesū’’ti. Tattha kāraṇamāha ‘‘parena sayaṃ abhisaṅkhatattā’’ti. Mamāti kammaṃ mamaṃkāro, mamattanti āha ‘‘idaṃ mama…pe… taṇha’’nti. ‘‘Mama’’nti karoti etenāti hi mamaṃkāro, tathāpavattā taṇhā. Manujesūti niddhāraṇe bhummaṃ, na visayeti āha ‘‘manujesu yo kocī’’ti. ‘‘Ekodibhūto’’ti padassa bhāvatthaṃ tāva dassento ‘‘ekībhūto’’ti vatvā puna taṃ vivaranto ‘‘eko tiṭṭhanto eko nisīdanto’’ti āha. Tādisoti eko hutvā pavattanako. Bhūtoti jāto. Jhāne adhimutti nāma tasmiṃ nibbattite, anibbattite kuto adhimuttīti āha ‘‘jhānaṃ nibbattetvāti attho’’ti. Vissagandho nāma kodhādikilesaparibhāvanāti tesaṃ vikkhambhanena vissagandhavirahito. Etesu dhammesūti pabbajjānaṃ vivekavāsakaruṇābrahmavihārādidhammesu.",
  "tika-s0102t5:61": "320.Avidvāti na viditavā. Āvaritāti kusalānaṃ uttarimanussadhammānaṃ uppattinivāraṇena āvaritā. Pūtikāti byāpannacittatādinā pūtibhūtā. Kilesavasena duggandhaṃ vissagandhaṃ vāyati. Nirayādiapāyesu nibbattanasīlatāya āpāyikāti āha ‘‘apāyūpagā’’ti. Corādīhi upaddutassa pavisitukāmassa pākārakavāṭaparikhādīhi viya nagaraṃ kodhādīhi nivuto pihito brahmaloko assāti nivutabrahmaloko. Pucchati ‘‘kenāvaṭā’’ti vadanto.",
  "tika-s0102t5:62": "Musāvādova mosavajjaṃ yathā bhisakkameva bhesajjaṃ. Kujjhanaṃ dussanaṃ. Diṭṭhādīsu adiṭṭhādivāditāvasena paresaṃ visaṃvādanaṃ paravisaṃvādanaṃ. Sadisaṃ patirūpaṃ dassetvā palobhanaṃ sadisaṃ dassetvā vañcanaṃ. Mittānaṃ vihiṃsanaṃ mettibhedo mittadubbhanaṃ. Daḷhamaccharitā thaddhamacchariyaṃ. Attani vijjamānaṃ nihīnataṃ, sadisataṃ vā atikkamitvā maññanaṃ. Paresaṃ sampattiyā asahanaṃ khīyanaṃ. Attasampattiyā nigūhanavasena, parehi sādhāraṇabhāvāsahanavasena ca vividhā icchā ruci etassāti vivicchā. Kadariyatāya mudukaṃ macchariyaṃ. Yattha katthacīti sakasantake, parasantake, hīnātike cāti yattha katthaci ārammaṇe. Lubbhanaṃ ārammaṇassa gahaṇaṃ abhigijjhanaṃ. Majjanaṃ seyyādivasena madanaṃ sampaggaho. Muyhanaṃ ārammaṇassa anavabodho. Etesūti etesu yathāvuttesu kodhādīsu sattasantānassa kilissanato vibādhanato, upatāpanato ca kilesasaññitesu pāpadhammesu. Yuttā payuttā sampayuttā avirahitā.",
  "tika-s0102t5:63": "Ettha cāyaṃ brahmā mahāsattena āmagandhe supuṭṭho attano yathāupaṭṭhite pāpadhamme cuddasahi padehi vibhajitvā kathesi, te pana tādisaṃ pavattivisesaṃ upādāya vuttāpi keci puna vuttā, āmagandhasutte (su. ni. 242) pana vuttāpi keci idha sabbaso na vuttā, evaṃ santepi lakkhaṇahāranayena, tadekaṭṭhatāya vā tesaṃ pettha saṅgaho daṭṭhabbo. Tenāha ‘‘idaṃ pana sutta’’ntiādi. Tattha āmagandhasuttena dīpetvāti idha sarūpato avutte āmagandhepi vuttehi ekalakkhaṇatādinā āmagandhasuttena pakāsetvā kathetabbaṃ tattha nesaṃ sarūpato kathitattā. Āmagandhasuttampi iminā dīpetabbaṃ idha vuttānampi kesañci āmagandhānaṃ tattha avuttabhāvato. Yasmā āmagandhasutte vuttāpi āmagandhā atthato idha saṅgahaṃ samosaraṇaṃ gacchanti, tasmā idha vutte pariharaṇavasena dassentena yasmā cettha keci abhidhammanayena akilesasabhāvāpi sattasantānassa vibādhanaṭṭhena ‘‘kilesā’’ti vattabbataṃ arahanti, tasmā ‘‘cuddasasu kilesesū’’ti vuttaṃ.",
  "tika-s0102t5:64": "Nimmādaṃ milāpanaṃ khepananti āha ‘‘nimmādetabbā pahātabbā’’ti. Buddhatantīti buddhabhāvīnaṃ paveṇī, buddhabhāvinopi ‘‘buddhā’’ti vuccanti yathā ‘‘agamā rājagahaṃ buddho’’ti. Mahāpurisassa daḷhīkammaṃ katvāti mahāpurisassa ‘‘pabbajissāmaha’’nti pavattacittuppādassa daḷhīkammaṃ katvā.",
  "tika-s0102t5:65": "Reṇurājaāmantanāvaṇṇanā",
  "tika-s0102t5:66": "321.Mama manaṃ haritvāti mama cittaṃ apanetvā tassa vasena avattitvā.",
  "tika-s0102t5:67": "Ekībhāvaṃ upagantvā vutthassāti kāyavivekaparibrūhanena ekībhāvaṃ upagantvā tapokammavasena vutthassa. Kusapattehi paritthatoti barihisehi vediyā samantato santharito. Akācoti vaṇo vaṇasadisakhaṇḍiccavirahito. Tenāha ‘‘akakkaso’’ti.",
  "tika-s0102t5:68": "Chakhattiyaāmantanāvaṇṇanā",
  "tika-s0102t5:69": "322.Sikkheyyāmāti sikkhāpeyyāma, sikkhāpanañcettha atthibhāvāpādananti āha ‘‘upalāpeyyāmā’’ti.",
  "tika-s0102t5:70": "323. Yassa vīriyārambhassa, khantibalassa ca abhāvena pabbajitānaṃ samaṇadhammo paripuṇṇo, parisuddho ca na hoti, tesu vīriyārambhakhantibalesu te te niyojetuṃ ‘‘ārambhavho’’tiādi vuttaṃ.",
  "tika-s0102t5:71": "Karuṇājhānamaggoti karuṇājhānasaṅkhāto maggo. Ujumaggoti brahmalokagamane ujubhūto maggo. Anuttaroti seṭṭho brahmavihārasabhāvato. Tenāha ‘‘uttamamaggo nāmā’’ti. Sabbhi rakkhito sādhūhi yathā parihāni na hoti, evaṃ paṭipakkhadūrīkaraṇena rakkhito gopito. ‘‘Saddhammo sabbhi vakkhito’’ti keci paṭhanti, tesaṃ saparahitasādhanena sādhūhi buddhādīhi kathito paveditoti attho.",
  "tika-s0102t5:72": "Taṅkhaṇaviddhaṃsanadhammanti yasmiṃ khaṇe virodhidhammasamāyogo, tasmiṃyeva khaṇe vinassanasabhāvaṃ, yo vā so gamanassādānaṃ devaputtānaṃ heṭṭhupariyena paṭimukhaṃ dhāvantānaṃ sirasi, pāde ca baddhakhuradhārāsamāgamanatopi sīghataratāya atiittaro pavattikkhaṇo, teneva vinassanasabhāvaṃ. Tassa jīvitassa. Gatinti niṭṭhaṃ. Mantāyanti manteyyanti vuttaṃ hotīti āha ‘‘mantetabba’’nti. Karaṇatthe vā bhummanti ‘‘mantāya’’nti idaṃ bhummaṃ karaṇatthe daṭṭhabbaṃ yathā ‘‘ñātāya’’nti. Sabbapalibodheti sabbepi kusalakiriyāya vibandhe uparodhe.",
  "tika-s0102t5:73": "Brāhmaṇamahāsālādīnaṃ āmantanāvaṇṇanā",
  "tika-s0102t5:74": "324.Appesakkhāti appānubhāvāti āha ‘‘pabbajitakālato paṭṭhāyā’’tiādi.",
  "tika-s0102t5:75": "Cakkavatti rājā viya sambhāvito.",
  "tika-s0102t5:76": "Mahāgovindapabbajjāvaṇṇanā",
  "tika-s0102t5:77": "328. Samāpattīnaṃ ājānanaṃ nāma attapaccakkhatā, sacchikiriyāti āha ‘‘na sakkhiṃsu nibbattetu’’nti.",
  "tika-s0102t5:78": "329.Imināti ‘‘sarāmaha’’nti iminā padena. ‘‘Sarāmaha’’nti hi vadantena bhagavato mahābrahmunā kathitaṃ ‘‘tatheva ta’’nti bhagavatā paṭiññātameva jātanti. Na vaṭṭe nibbindanatthāya catusaccakammaṭṭhānakathāya abhāvato. Asati pana vaṭṭe nibbidāya virāgānaṃ asambhavo evāti āha ‘‘na virāgāyā’’tiādi. Ekantameva vaṭṭe nibbindanatthāya anekākāravokāravaṭṭe ādīnavavibhāvanato.",
  "tika-s0102t5:79": "‘‘Nibbidāyā’’ti iminā padena vipassanā vuttā. Esa nayo sesesupi. Vavatthānakathāti vipassanāmagganibbānānaṃ taṃtaṃpadehi vavatthapetvā kathā. Ayamettha nippariyāyakathāti āha ‘‘pariyāyena panā’’tiādi.",
  "tika-s0102t5:80": "330.Paripūretunti bhāvanāpāripūrivasena paripuṇṇe kātuṃ, nibbattetunti attho. Brahmacariyaciṇṇakulaputtānanti ciṇṇamaggabrahmacariyānaṃ kulaputtānanti ukkaṭṭhaniddesena arahattanikūṭena desanaṃ niṭṭhapesi.",
  "tika-s0102t5:81": "Abhinandanaṃ nāma sampaṭicchanaṃ ‘‘abhinandanti āgata’’ntiādīsu viya, tañcettha atthato cittassa attamanatāti āha ‘‘cittena sampaṭicchanto abhinanditvā’’ti. ‘‘Sādhu sādhū’’ti vācāya sampahaṃsanā anumodanāti āha ‘‘vācāya sampahaṃsamāno anumoditvā’’ti.",
  "tika-s0102t5:82": "Mahāgovindasuttavaṇṇanāya līnatthappakāsanā."
}