{
  "tika-abh08t33:0": "9. Navamo paricchedo",
  "tika-abh08t33:1": "Puññavipākapaccayaniddesavaṇṇanā",
  "tika-abh08t33:2": "560-1. Vaṭṭakathāya lokuttaravipākānaṃ alabbhanato ‘‘lokiyānevā’’ti vuttaṃ. Puññāpuññādisaṅkhārāti puññābhisaṅkhāro apuññābhisaṅkhāro āneñjābhisaṅkhāroti tayo saṅkhārā. Tattha punāti attano santānaṃ apuññaphalato, dukkhasaṃkilesato ca sodheti, pujjaṃ bhavaphalaṃ nibbattetīti vā puññaṃ, attano phalassa abhisaṅkharaṇaṭṭhena abhisaṅkhāro cāti puññābhisaṅkhāro, puññapaṭipakkhato apuññaṃ, vuttanayena abhisaṅkhāro cāti apuññābhisaṅkhāro. Samādhipaccanīkānaṃ atidūratāya na iñjati na kampatīti āneñjaṃ, taṃ abhisaṅkharotīti āneñjābhisaṅkhāro. Tattha dānasīlādivasena pavattā aṭṭha kāmāvacarakusalacetanā, bhāvanāvaseneva pavattā rūpāvacarakusalacetanā cāti terasa cetanā puññābhisaṅkhāro nāma. Pāṇātipātādivasena pavattā dvādasa akusalacetanā apuññābhisaṅkhāro nāma. Bhāvanāvaseneva pavattā catasso arūpāvacarakusalacetanā āneñjābhisaṅkhāro nāma. Bhavādīsu yathā paccayā, tathā yesañca vipākānaṃ paccayā, tepi viññātabbāti sambandho. Keci pana ‘‘tepīti saṅkhārānaṃ gahaṇa’’nti vadanti, taṃ na yuttaṃ, evaṃ sati ‘‘yesa’’nti aniyamaniddesassa niyamakavacanābhāvato.",
  "tika-abh08t33:3": "562. Katame pana te bhavādayoti āha ‘‘tayo bhavā’’tiādi. Tattha kāmarūpārūpavasena tayo bhavā. Saññībhavaasaññībhavanevasaññīnāsaññībhavavasena, pana ekavokārabhavacatuvokārabhavapañcavokārabhavavasena ca tayo bhavā ettheva samodhānaṃ gacchanti. Catasso yoniyoti aṇḍajajalābujasaṃsedajaopapātikavasena cattāro sattanikāyā. Tattha bījakapāle nibbatto sattanikāyo aṇḍajayoni nāma. Mātugabbhe jalābuje nibbattasattanikāyo jalābujayoni nāma. Padumagabbhamānusakagabbhamalādisaṃsedūpanissayena uppajjanakasattanikāyo saṃsedajayoni nāma. Kutoci anuppajjitvā kevalaṃ tattha tattha paripuṇṇaṅgapaccaṅgo hutvā uppajjanakasattanikāyo opapātikayoni nāma. Gatipañcakaṃ heṭṭhā vibhāvitameva . Paṭisandhiviññāṇassa vatthubhūtā ca viññāṇakkhandhā cha viññāṇaṭṭhitiyo nāma. Tā pana nānattakāyādivasena sattavidhāti āha ‘‘viññāṇaṭṭhitiyo sattā’’ti. Vuttañhetaṃ –",
  "tika-abh08t33:4": "‘‘Sattimā, bhikkhave, viññāṇaṭṭhitiyo. Katamā satta? Santi, bhikkhave, sattā nānattakāyā nānattasaññino. Seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā, ayaṃ paṭhamā viññāṇaṭṭhiti. Santi, bhikkhave, sattā nānattakāyā ekattasaññino. Seyyathāpi devā brahmakāyikā paṭhamābhinibbattā, ayaṃ dutiyā viññāṇaṭṭhiti. Santi, bhikkhave, sattā ekattakāyā nānattasaññino. Seyyathāpi devā ābhassarā, ayaṃ tatiyā viññāṇaṭṭhiti. Santi, bhikkhave, sattā ekattakāyā ekattasaññino. Seyyathāpi devā subhakiṇhā, ayaṃ catutthī viññāṇaṭṭhiti. Santi, bhikkhave, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā, ayaṃ pañcamī viññāṇaṭṭhiti. Santi, bhikkhave, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇa’nti viññāṇañcāyatanūpagā, ayaṃ chaṭṭhī viññāṇaṭṭhiti. Santi, bhikkhave, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā, ayaṃ sattamī viññāṇaṭṭhitī’’ti (dī. ni. 3.332; a. ni. 7.44).",
  "tika-abh08t33:5": "Ettha hi aparimāṇacakkavāḷavāsino manussā kāmāvacaradevā punabbasumātupiyaṅkaramātādayo vinipātikāsurā ca kusalavipākapaṭisandhikā vemānikapetā ceti ime dīgharassakisathūlakāḷaodātādivaṇṇasaṇṭhānavasena rūpakāyassa, ahetuduhetutihetuvasena paṭisandhisaññāya ca nānābhāvato nānattakāyanānattasaññino nāma, ayaṃ paṭhamā viññāṇaṭṭhiti. Paṭhamajjhānatalavāsino pana tayo devā uparūparivāsīnaṃ vaṇṇādikamapekkhitvā attano vaṇṇādīnaṃ nihīnatāya rūpakāyassa nānābhāvato, paṭhamajjhānavipākaviññāṇavasena samānasaññitāya ca nānattakāyaekattasaññino nāma, ayaṃ dutiyā viññāṇaṭṭhiti, caturāpāyavāsinopi vaṇṇasaṇṭhānavasena rūpakāyassa nānāsabhāvattā, akusalavipākasaññāvasena saññāya ekasabhāvattā ca dutiyaviññāṇaṭṭhitiyaṃyeva samodhānaṃ gacchantīti veditabbaṃ. Dutiyajjhānatalavāsino tayo devā vaṇṇasaṇṭhānādivasena samānattā rūpakāyassa visesābhāvato pañcakanaye dutiyatatiyajjhānasaññāvasena paṭisandhisaññāya nānābhāvato ekattakāyanānattasaññino nāma, ayaṃ tatiyā viññāṇaṭṭhiti. Tatiyajjhānatalavāsino pana tayo devā rūpakāyavasena samānattā, pañcakanaye catutthajjhānavipākasaññāvasena paṭisandhisaññāya ca ekattā ekattakāyaekattasaññino nāma, ayaṃ catutthī viññāṇaṭṭhiti. Vehapphalavāsino ceva pañca suddhāvāsavāsino ca vaṇṇasaṇṭhānavasena rūpakāyassa, pañcamajjhānavipākasaññāvasena paṭisandhisaññāya ca samānattā catutthaviññāṇaṭṭhitimeva bhajanti. Ākāsānañcāyatanādayo tisso viññāṇaṭṭhitiyo pāḷivaseneva pākaṭā. Asaññasattā pana viññāṇābhāvena nevasaññānāsaññāyatanavāsino ca saññāya viya viññāṇassa sukhumabhāveneva viññāṇaṭṭhitīsu na gahitā, sattānaṃ nivāsatāya pana ‘‘sattāvāsā’’ti vuccanti. Evañca katvā tehi satta viññāṇaṭṭhitiyo samodhānetvā nava sattāvāsā vuttā.",
  "tika-abh08t33:6": "563-4. Idāni evaṃ vuttesu bhavādīsu dvattiṃsavipākānaṃ tiṇṇaṃ abhisaṅkhārānaṃ paccayabhāvaṃ dassetuṃ ‘‘kāme puññābhisaṅkhārasaññitā’’tiādi āraddhaṃ. Navannaṃ pākacittānanti sahetukāhetukavasena navannaṃ sugatipaṭisandhivipākacittānaṃ. Nānakkhaṇika…pe… paccayehi cāti kusalākusalakammassa atītasseva attanā janetabbavipākānaṃ paccayabhāvato nānakkhaṇikakammapaccayena, tesameva balavakāraṇabhāvato upanissayapaccayena ca. Vuttañhi tassa upanissayattaṃ ‘‘kusalākusalaṃ kammaṃ vipākassa upanissayapaccayena paccayo’’ti (paṭṭhā. 1.1.423). Sabbattha upanissayabhāvo balavakammavasena yojetabbo. Dubbalañhi kammaṃ upanissayo na hotīti paṭṭhānavaṇṇanāyaṃ dassitametaṃ.",
  "tika-abh08t33:7": "566-8.Pañcannanti kusalavipākacakkhusotaviññāṇasampaṭicchanasantīraṇadvayavasena pañcannaṃ. Duggatiyaṃ kusalavipākapaṭisandhiyā abhāvato āha ‘‘na honti paṭisandhiya’’nti. Evaṃ paṭisandhipavattīnaṃ asaṅkaravasena paccayavidhiṃ dassetvā idāni samodhānetvā dassetuṃ ‘‘hontī’’tiādi vuttaṃ. Soḷasannaṃ pavatte, paṭisandhiyaṃ navannanti yathālābhavasena yojetabbaṃ.",
  "tika-abh08t33:8": "569-74.Rūpe puññābhisaṅkhārāti abhiññāvajjitā pañca rūpāvacarapuññābhisaṅkhārā. Kasmā pana abhiññāya parivajjananti? Vipākadānābhāvato, tañca kho panassā vipākassa asambhavato , na pana vipākuppādanasabhāvābhāvato. Yadi hi abhiññācetanā vipākaṃ uppādeyya, aññabhūmikakammassa aññabhūmikavipākuppādanāyogato sabhūmikameva uppādeyya. Taṃ pana kiṃ navattabbārammaṇaṃ vā uppādeyya parittādiārammaṇaṃ vā? Kiñcettha – yadi tāva navattabbārammaṇaṃ uppādeti, taṃ na yuttaṃ rūpāvacaravipākānaṃ ekantena kammasamānārammaṇatāya dassitattā, abhiññācetanāya ca sayaṃ parittādiārammaṇattā. Atha parittādiārammaṇaṃ uppādeti, tampi na yujjati rūpāvacaravipākānaṃ ekanteneva navattabbārammaṇabhāvato. Tathā hi vuttaṃ cittuppādakaṇḍe –",
  "tika-abh08t33:9": "‘‘Rūpāvacaratikacatukkajjhānā kusalato ca vipākato ca kiriyato ca catutthassa jhānassa vipāko ākāsānañcāyatanaṃ ākiñcaññāyatanaṃ. Ime dhammā navattabbā ‘parittārammaṇā’tipi ‘mahaggatārammaṇā’tipi ‘appamāṇārammaṇā’tipī’’ti (dha. sa. 1422).",
  "tika-abh08t33:10": "Apica samādhivijjāsambhārabhūtā abhiññā samādhissa ānisaṃsamattaṃ samādhiphalasadisā. Tassa tassa hi adhiṭṭhānavikubbanadibbasaddasavanādikassa yathicchitassa kiccassa nipphādanamattaphalā abhiññācetanā. Tenāha ‘‘so evaṃ samāhite citte’’tiādi (pārā. 12-13) tasmā samādhissa phalasadisā abhiññācetanā na ca phalaṃ deti, dānasīlānisaṃsabhūto tasmiṃ bhave paccayalābho viya natthi tassa vipākuppādananti. Keci pana ‘‘samānabhūmikato āsevanalābhena balavantāni jhānāni vipākaṃ uppādenti samāpattibhāvato, abhiññā pana satipi jhānabhāve tadabhāvato tasmiṃ tasmiṃ ārammaṇe āgantukāyevāti dubbalā, tasmā vipākaṃ na detī’’ti vadanti. Evañca katvā vuttaṃ anuruddhācariyena –",
  "tika-abh08t33:11": "‘‘Samānāsevane laddhe, vijjamāne mahabbale;",
  "tika-abh08t33:12": "Aladdhā tādisaṃ hetuṃ, abhiññā na vipaccatī’’ti. (nāma. pari. 474);",
  "tika-abh08t33:13": "Tayidamakāraṇaṃ, parittajhānassa avisesena brahmapārisajjādīsu vipākadānavacanato. Na hi parittaṃ laddhāsevanameva tattha vipākaṃ detīti aṭṭhakathāyaṃ vuttaṃ, tasmā samānāsevane laddheyeva jhānassa vipākadānaṃ na sakkā vattuṃ. Apica punappunaṃ parikammavasena abhiññāyapi vasibhāvasabbhāvā tassāpi ca balavabhāvo atthevāti vipākaṃ uppādeyya.",
  "tika-abh08t33:14": "Pañcannaṃ pākacittānanti pañcannaṃ rūpāvacaravipākacittānaṃ. Māpuññasaṅkhārāti apuññābhisaṅkhārā. ‘‘Ime apuññasaṅkhārā’’ti vā padacchedo. Ekassāti ekassa akusalavipākasantīraṇassa. Channanti santīraṇavajjānaṃ channaṃ akusalavipākānaṃ. Pavatte paccayā honti aniṭṭharūpādiāpāthāgateti adhippāyo. Sugatiyaṃ akusalavipākapaṭisandhiyā abhāvato āha ‘‘na honti paṭisandhiya’’nti. Catunnanti akusalavipākacakkhusotaviññāṇasampaṭicchanasantīraṇavasena catunnaṃ. Tāni pana ekantato aniṭṭhārammaṇāni. Rūpabhave ca kathaṃ aniṭṭhārammaṇasamāyogoti āha ‘‘so cā’’tiādi. Soti so paccayabhāvo. ‘‘Kāmabhave’’ti idaṃ aniṭṭharūpādīnaṃ visesanaṃ, na pana ‘‘upaladdhiya’’nti imassa. Tenāha ‘‘aniṭṭha…pe… na vijjare’’ti. Keci pana ‘‘upaladdhiyanti imasseva visesanabhāvena gahetvā brahmūnaṃ kāmabhavaṃ āgatakkhaṇe rūpādiupaladdhiya’’nti vadanti. Aniṭṭha…pe… na vijjare ekantasukhavatthubhūte tattha vokiṇṇasukhadukkhakāraṇassa abhāvato.",
  "tika-abh08t33:15": "576.‘‘Evaṃ tāvā’’tiādi yathāvuttassevatthassa appanaṃ. Yathā cāti ca-saddena ‘‘yesañcā’’ti saṅgaṇhāti. Tathāti etthāpi ‘‘te’’ti saṅgaṇhitabbaṃ.",
  "tika-abh08t33:16": "577-81. Yattha vitthārappakāsanaṃ kataṃ, tato bhavato paṭṭhāya mukhamattappakāsanaṃ kātukāmo āha ‘‘tatrida’’ntiādi. Tatrāti tesu bhavādīsu. Idanti nidassitabbabhāvena āsannapaccakkhamāha. Ādito pana paṭṭhāyāti bhavato paṭṭhāya. Avisesenāti kāmāvacararūpāvacaravasena visesābhāvena terasa puññābhisaṅkhārā. Dvibhavesūti kāmarūpabhavesu. Kesañci manussānaṃ, bhummadevānañca aṇḍajajalābujānampi sambhavato tadapekkhāya ‘‘catūsu…pe… yonisū’’ti vuttaṃ. Nānatta…pe… ṭhitīsupīti aluttasamāsavasena vuttaṃ, nānattakāyanānattasaññādīsu catūsu viññāṇaṭṭhitīsūti attho. Vuttappakārasminti nānattakāyādike, puññābhisaṅkhārassa bhavādīsu ekavīsativipākānaṃ ekāvatthāya paccayo ahutvā duggatipariyāpannesu bhavayonigativiññāṇaṭṭhitisattāvāsesu paṭisandhiṃ adatvā pavatteyeva aṭṭhannaṃ vipākānaṃ paccayabhāvato, kāmāvacarasugatipariyāpannesu paṭisandhiṃ datvā pavatte soḷasannaṃ vipākānaṃ paccayabhāvato, rūpāvacarabhūmipariyāpannesu paṭisandhiṃ datvā pavatte dasannaṃ vipākānaṃ paccayabhāvato vuttaṃ ‘‘yathāraha’’nti.",
  "tika-abh08t33:17": "582-3. Kāme bhave, rūpe bhaveti sambandho. Tīsu gatīsūti devamanussavajjesu tīsu gatīsu. Ekissāti nānattakāyaekattasaññīsaṅkhātāya ekissā viññāṇaṭṭhitiyā. Ekasminti nānattakāyaekattasaññīsaṅkhāteyeva ekasmiṃ sattāvāse.",
  "tika-abh08t33:18": "584-6.Ekārūpabhaveti ekasmiṃ arūpabhave. Ekissā yoniyāti ekissāyeva opapātikayoniyā. Tīsu cittaṭṭhitīsūti ākāsānañcāyatanādīsu tīsu viññāṇaṭṭhitīsu. Sattāvāse catubbidheti ākāsānañcāyatanādikeyeva catubbidhe sattāvāse. Vijānitabbā…pe… paccayāti saṅkhārā yathā paccayā yesañca paccayā, tathā tepi viññātabbāti attho.",
  "tika-abh08t33:19": "587-90. Nanu ca saṅkhārānaṃ paṭisandhipavattīsupi vipākānaṃ paccayabhāvo vutto. Tattha paṭisandhiyeva tāva na sakkā viññātuṃ. Yadi hi purimabhavato paṭisandhiviññāṇaṃ idhāgacchatīti vucceyya, taṃ na yuttaṃ, rūpārūpadhammānaṃ kesaggamattampi desantarasaṅkamanābhāvato. Atha atītabhavanibbattasaṅkhārato na nibbattati, tampi na yujjati ahetukadosāpattitoti iminā adhippāyena codento āha ‘‘na rūpārūpadhammāna’’ntiādi. Ācariyo tassādhippāyaṃ sampaṭicchitvā taṃ saññāpetukāmo āha ‘‘natthi cittassā’’tiādi. Tato hetuṃ vināti tattha hetuṃ vinā, atītabhavanibbattakammasaṅkhāranikantiārammaṇaṃ vināti attho . Suladdhapaccayanti avijjādisahakārīkāraṇasahitassa saṅkhārassa vasena suṭṭhu avekallato paṭiladdhapaccayaṃ. Rūpārūpamattanti bāhirakaparikappitassa adhitiṭṭhanakassa sattajīvādino abhāvato rūpārūpadhammamattaṃ. Tenāha ‘‘na ca satto’’tiādi. Bhavantara…pe… pavuccatīti vohāramattena bhavantaramupetīti pavuccati. Atthato pana paccayasāmaggiyā bhavantarabhāvena uppajjanamattanti adhippāyo.",
  "tika-abh08t33:20": "591. Idāni taṃ paṭisandhikkamaṃ pākaṭāya manussapaṭisandhiyā vasena pakāsetuṃ samārabhanto āha ‘‘tayida’’ntiādi. Sudubbudhanti atidubbijāniyaṃ. Tenāhu porāṇā –",
  "tika-abh08t33:21": "‘‘Saccaṃ satto paṭisandhi, paccayākārameva ca;",
  "tika-abh08t33:22": "Duddasā caturo dhammā, desetuñca sudukkarā’’ti.",
  "tika-abh08t33:23": "592-3.Āsannamaraṇassāti parūpakkamena vā āyukkhayādivasena vā samāsannamaraṇassa. Sussamāneti anukkamena upasussamāne. Gabbhaseyyakassa āyatanānaṃ anupubbuppatti viya nirodhopi anupubbato hotīti vuttaṃ ‘‘naṭṭhe cakkhundriyādike’’ti. Keci pana ‘‘nānākammasamuṭṭhitesu cakkhundriyādīsu naṭṭhesū’’ti vadanti. ‘‘Hadaya…pe… ke’’ti iminā sesakāye kāyindriyassa niruddhabhāvo vuttoti ekakammasamuṭṭhitampi nassatevāti apare. Ānandācariyo pana ‘‘yamake’’ yassa cakkhāyatanaṃ nirujjhati, tassa manāyatanaṃ nirujjhatīti. Āmantā. Yassa vā pana manāyatanaṃ nirujjhati, tassa cakkhāyatanaṃ nirujjhatīti. Sacittakānaṃ acakkhukānaṃ cavantānaṃ tesaṃ manāyatanaṃ nirujjhati, no ca tesaṃ cakkhāyatanaṃ nirujjhati. Sacakkhukānaṃ cavantānaṃ tesaṃ manāyatanañca nirujjhati, cakkhāyatanañca nirujjhatī’tiādinā (yama. 1.āyatanayamaka.120) cakkhāyatanādīnaṃ cuticittena saha nirodho vuttoti cakkhundriyādīni cutito pubbe na nassanti. Atimandabhāvūpagamanaṃ pana sandhāya aṭṭhakathāya ‘niruddhesu indriyesū’ti vuttaṃ, na anavasesanirodhaṃ sandhāya. Pañcadvārikajavanānantarampi cuti aṭṭhakathāyaṃ dassitā’’ti vadati. Hadayavatthumattasminti hadayavatthupadesamatte. Na hi hadayavatthuṃ nissāya kāyindriyaṃ pavattati.",
  "tika-abh08t33:24": "594-7.Vatthusannissitanti sesindriyānaṃ niruddhattā viññāṇassa nissayabhāvūpagamanasāmatthiyāyogena mandabhāvato vā hadayavatthumattasannissitaṃ. Cittanti tadā kammakammanimittādīni ārabbha pavattajavanaviññāṇaṃ. Taṃ pana sugatiyaṃ nibbattamānassa kusalaṃ hoti, duggatiyaṃ nibbattamānassa akusalaṃ. Tenāha bhagavā –",
  "tika-abh08t33:25": "‘‘Nimittassādagadhitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭhati anubyañjanassādagadhitaṃ vā, tasmiṃ ce samaye kālaṃ karoti, ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ upapajjeyya nirayaṃ vā tiracchānayoniṃ vā’’tiādi (saṃ. ni. 4.235).",
  "tika-abh08t33:26": "Yadi evaṃ –",
  "tika-abh08t33:27": "‘‘Gatisampattiyā ñāṇasampayutte katamesaṃ aṭṭhannaṃ hetūnaṃ paccayā upapatti hoti, kusalassa kammassa javanakkhaṇe tayo hetū kusalā tasmiṃ khaṇe jātacetanāya sahajātapaccayā honti, tena vuccati kusalamūlapaccayāpi saṅkhārā. Nikantikkhaṇe dve hetū akusalā tasmiṃ khaṇe jātacetanāya sahajātapaccayā honti, tena vuccati akusalamūlapaccayāpi saṅkhārā. Paṭisandhikkhaṇe tayo hetū abyākatā tasmiṃ khaṇe jātacetanāya sahajātapaccayā honti, tena vuccati nāmarūpapaccayāpi viññāṇaṃ, viññāṇapaccayāpi nāmarūpa’’nti (paṭi. ma. 1.232) –",
  "tika-abh08t33:28": "Nikantikkhaṇe hetudvayapaccayāpi sugatipaṭisandhikassa kathaṃ dassitāti? Nayidaṃ maraṇāsannajavanasampayuttahetuyo sandhāya vuttaṃ, atha kho katakammassa taṃ kammaṃ ārabbha assādavasena pavattajavanasampayuttahetuyo sandhāya. Katūpacitampi hi kammaṃ taṇhāya assāditaṃ vipākābhinipphādane samatthanti. Keci pana ‘‘kammakaraṇakāle appahīnāvatthāya santāne anusayitahetuyo sandhāya nikantikkhaṇe dve hetuyoti vutta’’nti vadanti, taṃ na yujjati, tesaṃ sahajātapaccayattāyogato. Pubbānusevitaṃ puññaṃ vā apuññameva vā kammaṃ, kammanimittaṃ vā ālambitvā cittaṃ pavattatīti sambandho. Pubbānusevitanti pubbe āsevitaṃ. ‘‘Katattā upacitattā’’ti hi vuttaṃ. Taṇhāya anusevitabhāvaṃ sandhāya vā ‘‘pubbānusevita’’nti vuttaṃ. ‘‘Anupubbasevita’’ntipi pāṭhaṃ vadanti, paṭisandhivasena pubbe āsevitaṃ, pubbe dinnapaṭisandhikanti attho. Dinnapaṭisandhikampi pana aparajātīsu pavattivipākaṃ na nibbattetīti natthi. Puññāpuññaggahaṇena yathākammaṃ sugatiduggatipaṭisandhīnaṃ ārammaṇaṃ dasseti. Kammaṃ kammanimittaṃ vāti vā-saddena gatinimittaṃ saṅgaṇhāti. Tattha kammaṃ, gatinimittañca manodvāreyeva āpāthamāgacchati, kammanimittaṃ pana pañcadvārepi. Evañca katvā pañcadvāraggahitepi ārammaṇe paṭisandhi hoti. Apare pana gatinimittampi chadvāresu labbhatīti vaṇṇenti. Evañca katvā vuttaṃ saccasaṅkhepe –",
  "tika-abh08t33:29": "‘‘Pañcadvāre siyā sandhi, vinā kammaṃ dvigocare’’ti. (Sa. sa. 173).",
  "tika-abh08t33:30": "Aṭṭhakathāyaṃ pana ‘‘gatinimittaṃ manodvāre āpāthamāgacchatī’’ti vuttattā, tadārammaṇāya ca pañcadvārikapaṭisandhiyā adassitattā, mūlaṭīkādīsu ca ‘‘kammabalena upaṭṭhāpitaṃ vaṇṇāyatanaṃ supinaṃ passantassa viya, dibbacakkhukassa viya ca manodvāre eva gocarabhāvaṃ gacchatī’’ti niyametvā vuttattā tesaṃ vacanaṃ na sampaṭicchanti ācariyā. Kammanimittañca panettha paccuppannaṃ pañcadvāre āpāthamāgacchantaṃ cutikālāsanne katakammassa ārammaṇasantāne uppannaṃ taṃsadisanti daṭṭhabbaṃ, itarathā tadeva paṭisandhiyā ārammaṇupaṭṭhāpakaṃ tadeva paṭisandhijanakaṃ bhaveyya, na ca paṭisandhiyā upacārabhūtāni viya, ‘‘etasmiṃ tayā pavattitabba’’nti paṭisandhiyā ārammaṇaṃ anuppadentāni viya ca pavattāni cutiāsannajavanāni paṭisandhijanakāni bhaveyyuṃ. ‘‘Katattā upacitattā’’ti hi vuttaṃ. Tadā ca paṭisandhiyā ekavīthiyaṃ viya pavattamānāni kathaṃ katūpacitāni siyuṃ, assādanabhūtāya taṇhāya aparāmaṭṭhāni kathaṃ paṭisandhinibbattakāni, na ca lokiyāni lokuttarāni viya samānavīthiphalāni hontīti. Taṃ viññāṇanti taṃ javanaviññāṇaṃ. Ekattanayena paṭisandhiviññāṇañca sandhāya vuttaṃ. Cutipaṭisandhitadāsannaviññāṇānañhi santativasena viññāṇanti upanītekattaṃ idha taṃ viññāṇanti adhippetaṃ.",
  "tika-abh08t33:31": "Avijjāya paṭicchannādīnaveti anusayavasena pavattāya bhavataṇhāya, cittasampayuttāya vā avijjāya chāditadukkhādīnave. Tathābhūte pana kammādivisaye paṭisandhiviññāṇassa ārammaṇabhāvena uppattiṭṭhānabhūte. Taṇhāya appahīnattā eva purimuppannāya ca santatiyā tathāpariṇatattā paṭisandhiṭṭhānābhimukhaṃ viññāṇaṃ ninnapoṇapabbhāraṃ hutvā pavattatīti āha ‘‘taṇhā nametī’’ti. Sahajā pana saṅkhārāti cutiāsannajavanaviññāṇasahajātacetanā, sabbepi vā phassādayo. Khipantīti khipantā viya tasmiṃ visaye paṭisandhivasena viññāṇapatiṭṭhānassa hetubhāvena pavattanti. Tanti taṃ viññāṇaṃ. ‘‘Santativasā’’ti vadanto tadeva viññāṇaṃ sandhāvati saṃsarati, na aññanti imañca micchāvādaṃ paṭikkhipati. Sati hi nānattanaye santativasena ekattanayo hotīti.",
  "tika-abh08t33:32": "599.Ārammaṇādīhi…pe… pavattatīti ārammaṇanissayapaccayādīhi pavattati. Kathaṃ ? Āsannamaraṇassa hi kammabalena manodvāre upaṭṭhāpitaṃ avijjāya paṭicchannādīnavaṃ kammādivisayaṃ ārabbha manodvārāvajjanaṃ uppajjati, tato maraṇāsannavīthiyā vatthudubbalabhāvena mandappavattiyā cattāri, pañca vā javanāni pavattanti, tadanantaraṃ tadārammaṇe sati, asati vā bhavaṅgavisayamālambitvā cuticittaṃ uppajjati. Bhavaṅgānantarampi cuti hotīti vadanti. Cuticitte pana niruddhe tadeva āpāthagataṃ kammakammanimittādiṃ ārabbha anupacchinnakilesabalavanimittaṃ sahajātasaṅkhārehi kammādiārammaṇe khipiyamānaṃ orimatīrarukkhavinibandhaṃ rajjuṃ ālambitvā mātikātikkāmako viya purimañca nissayaṃ jahati, aparañca kammasamuṭṭhitaṃ nissayaṃ assādayamānaṃ vā anassādayamānaṃ vā ārammaṇādīhi paccayehi pavattati. Ettha ca orimatīraṃ viya purimabhavo daṭṭhabbo, tattha ṭhitarukkho viya purimabhave pavattamānakkhandhā, rajju viya kammādiārammaṇaṃ. Keci pana ‘‘rajju viya hadayavatthū’’ti vadanti, ‘‘rajju viya taṇhā’’tipi apare. Puriso viya viññāṇaṃ, tassa rajjuggahaṇaṃ viya taṇhāya ārammaṇābhimukhanamanaṃ, payogo viya khipanakasaṅkhārā, mātikā viya cuticittaṃ, paratīraṃ viya paraloko.",
  "tika-abh08t33:33": "600. Yathā puriso paratīre patiṭṭhahamāno paratīrarukkhavinibandhaṃ kiñci assādayamāno vā anassādayamāno vā kevalaṃ pathaviyaṃ sakabalappayogeheva patiṭṭhāti , evamidampi bhavantarattabhāvavinibandhahadayavatthusaṅkhātaṃ nissayaṃ pañcavokārabhave assādayamānaṃ vā catuvokārabhave anassādayamānaṃ vā kevalaṃ ārammaṇanissayasampayuttadhammeheva pavattatīti taṃ viññāṇaṃ nāpi idhāgataṃ imasmiṃyeva bhave nibbattattā. Kammādinti atītabhavanibbattakammādiṃ. Ādi-saddena khipanakasaṅkhārānaṃ, namanavasena pavattataṇhāya, kammādivisayāya ādīnavapaṭicchādikāya ca avijjāya, daḷhaggāhādikarānaṃ upādānādīnañca gahaṇaṃ daṭṭhabbaṃ. Tattha kammaṃ nāma upapajjavedanīyabhūtaṃ, aparāpariyavedanīyabhūtaṃ vā paṭisandhinibbattakakammaṃ. Khipanakasaṅkhārā nāma cutiāsannajavanasahajātasaṅkhārā, paṭisandhijanakakammasahagatasaṅkhārā vā, tato purimajavanasahagatasaṅkhārāti vā keci. Namanavasena pavattataṇhā nāma anusayāvatthāya pavattataṇhā. Esa nayo ādīnavapaṭicchādakaavijjāyapi. Kammādivisayā pubbe vuttāyeva. Daḷhaggāhakaraupādānā nāma maṇḍūkaṃ pannago viya upapattibhavassa daḷhaggahaṇavasena pavattā kāmupādānādayo.",
  "tika-abh08t33:34": "601-5. Saddapaṭighosādīnaṃ satipi paccayapaccayuppannabhāve santānabandho na pākaṭoti tesaṃ ekattanānattabhāvaṃ anāmasitvā anāgatamatītahetusamuppādameva dassento ‘‘ettha cā’’tiādimāha. Etthāti imasmiṃ cutipaṭisandhādhikāre. Paṭighosadīpamuddādīti ādi-saddena ādāsatalagatamukhanimittādīnaṃ gahaṇaṃ. Aññattha agantvāti saddādipaccayadesaṃ anupagantvā. Idaṃ vuttaṃ hoti – yathā saddādīnaṃ uppattipadesaṃ anupagantvā paṭighoso saddahetuko, padīpo padīpantarādihetuko, muddā lañchanahetuko, mukhanimittādikaṃ ādāsādiabhimukhādihetukaṃ hoti tato pubbe abhāvā, evamidampi paṭisandhiviññāṇaṃ na hetudesaṃ gantvā taṃhetukaṃ hoti tato pubbe abhāvā, tasmā na idaṃ hetudesato purimabhavato idhāgataṃ paṭighosādayo viya saddādidesato, nāpi tato hetuṃ vinā uppannaṃ saddādīhi vinā paṭighosādayo viyāti. Atha vā aññatra agantvāti pubbe paccayapadese sannihitā hutvā tato aññatra gantvā tappaccayā na honti uppattito pubbe abhāvā, nāpi saddādipaccayā na honti, evaṃ idampīti vuttanayena yojetabbaṃ. Santānabandhato natthīti santānappabandhato natthi ekatā santānekattepi aññasseva viññāṇassa pātubhavanato, nāpi nānatā apubbānaṃ apubbānaṃ uppādepi paṭhamuppannaṃ dhammaṃ vinā pacchimassa anuppajjanato, padīpassa viya nānatā na siyā. Khaṇikāpi hi padīpajālā santānekattaṃ upādāya sā evāti vuccati, attakiccañca sādheti. ‘‘Sati santānabandhe’’tiādinā santānabandhe ekantaṃ ekattāya ca nānattāya ca aggahetabbataṃ, gahaṇe ca dosaṃ dasseti. Idaṃ vuttaṃ hoti – santānabandhe sati yadi ekantena ekatā siyā, khīradadhīnampi anaññabhāvato, attatoyeva ca sayaṃ anuppajjanato khīrato dadhisambhūtaṃ na bhaveyya. Athāpi santānabandhe sati ekantaṃ nānatā bhaveyya, khīradadhīnampi nānattā, aññassa ca sāmibhāvamattena aparassa sāmibhāvāyogato khīrasāmi naro dadhisāmi na bhaveyya, na ca panevaṃ loke dissatīti.",
  "tika-abh08t33:35": "606.Tasmāti yasmā evaṃ lokavohāraparicchedo hoti, tasmā ekantaṃ ekatā, nānatāpi vā na ceva upagantabbā. Ekatte pana adhippete dhammato aggahetvā santānatova gahetabbaṃ, nānatte adhippete santānavasena aggahetvā dhammatova gahetabbanti adhippāyo. Tenāhu porāṇā –",
  "tika-abh08t33:36": "‘‘Diṭṭhasantānabandhasmiṃ , ekaññattavicāraṇe;",
  "tika-abh08t33:37": "Sabhāguppattiyekatta-maññattaṃ khaṇabhedato’’ti.",
  "tika-abh08t33:38": "Ettha ca ekantaṃ ekatāpaṭisedhena ‘‘sayaṃkataṃ sukhadukkha’’nti imaṃ diṭṭhiṃ nivāreti, ekantaṃ nānatāpaṭisedhena ‘‘paraṃkataṃ sukhadukkha’’nti.",
  "tika-abh08t33:39": "607-9. Nanu na sundaraṃ, nanu siyāti vā sambandho. Asaṅkantipātubhāveti saṅkantipātubhāvarahite, asaṅkantivasena vā pātubhāve, asaṅkamitvāva pātubhāveti attho. Khandhābhisambhavāti abhisambhūtakkhandhā, atha vā abhisambhavati kammaṃ etesūti abhisambhavā, khandhā, evaṃ abhisambhavā kammādhiṭṭhānabhūtā khandhāti attho. Idha niruddhattāti phalādhiṭṭhānabhūtaṃ paralokaṃ agantvā idheva niruddhattā. Paratthāgamatoti paralokaṃ agamanato. Tassāti kammassa. Aññassāti yena taṃ kammaṃ kataṃ, tato aññassa. Aññatoti yaṃ taṃ kammaṃ nibbattaṃ, tato aññato. Etaṃ vidhānanti idhalokato paralokaṃ gantvā natthi, tattha ‘‘aññeva khandhā nibbattantī’’ti idaṃ sabbaṃ yathāvuttavidhānaṃ.",
  "tika-abh08t33:40": "611-4. ‘‘Santāne…pe… sādhako’’ti saṅkhepato vuttamatthaṃ pakāsetuṃ ‘‘ekasmiṃ panā’’tiādi vuttaṃ. Ekasmiṃ santāneti yasmiṃ dhammapuñje kammaṃ nibbattaṃ, tasseva santāneti attho. Aññassātipi vā…pe… hoti. Tattha ekantaṃ ekattanānattānaṃ paṭisiddhattāti adhippāyo. Etassatthassāti hetuphalānaṃ atthato aññattepi teneva hetuphalabhāvena sambandhattā taṃ phalaṃ aññassa, aññatoti vā na vattabbanti etassa atthassa. Bījānanti ambamātuluṅgabījānaṃ. Abhisaṅkhāroti madhuādiparibhāvanaṃ. Madhuādināti madhucatumadhuraalattakarasādinā. Tassāti tassa paribhāvitabījassa. Paṭhamaṃ laddhapaccayoti madhurabhāvūpagamanato paṭhamameva laddhapaccayo. Kālantareti phalakāle. Evaṃ ñeyyamidampi cāti yathā etaṃ, evaṃ idampi ñātabbaṃ. Idaṃ vuttaṃ hoti – yathā hi ambabījādīsu madhunā, catumadhurena vā yojetvā ropitesu phalaraso madhuro hoti, mātuluṅgabīje ca alattakarasena rajitvā ropite ambilabhaṇḍo ratto hoti, na ca taṃ bījaṃ abhisaṅkharaṇaṃ vā phalaṭṭhānaṃ pāpuṇāti, evaṃ santepi kālantare phalaviseso na aññabījasantāne hoti, na ca aññasmiṃ bīje abhisaṅkhārapaccayato hoti, evameva ye idha loke nibbattakkhandhā, tesu nipphannaṃ kammaṃ vā paralokaṃ na gacchanti. Evampi kālantare vipākakkhandhā aññasmiṃ santāne na nibbattanti, na ca aññakammapaccayato hontīti.",
  "tika-abh08t33:41": "Ettha hi abhisaṅkhataṃ bījaṃ viya kammaṃ vā satto, abhisaṅkhāro viya kammaṃ, bījassa aṅkurādippabandho viya sattassa paṭisandhiviññāṇādippabandho. Tatthuppannassa madhurarasassa ambilabhaṇḍe rattassa ca tasseva bījassa tato eva ca abhisaṅkhārato bhāvo viya kammakārakasseva sattassa tato eva ca abhisaṅkharaṇato bhāvo veditabbo.",
  "tika-abh08t33:42": "615.Bālakāle…pe… phaladāyināti bālasarīre kataṃ vijjāpariyāpuṇanaṃ, sippasikkhanaṃ, osadhūpayogo ca na vuḍḍhasarīraṃ gacchati, atha ca tannimittaṃ vijjāpāṭavaṃ, sippajānanaṃ, anāmayatādi ca vuḍḍhasarīre honti, na ca tāni aññassa honti taṃsantatipariyāpanne eva sadise uppajjanato. Na ca yathā payuttena vijjāpariyāpuṇanādinā vinā tāni aññato honti tadabhāve abhāvato, evaṃ idhāpi santāne yaṃ phalaṃ, etaṃ nāññassa, na ca aññatoti yojetabbaṃ. Etena ca saṅkhārābhāve phalābhāvameva dasseti, na aññapaccayanivāraṇaṃ karoti.",
  "tika-abh08t33:43": "616-8.Evaṃ santepīti asaṅkantipātubhāve. Tattha ca yathāvuttadosapariharaṇe sati siddhepīti attho. Vijjamānanti padīpassa vaṭṭikāsneho viya vijjamānaṃ aniruddhanti attho. Avijjamānanti vaṭṭadukkhābhāvassa arahato cuticittaṃ viya avijjamānaṃ niruddhanti attho. Tappavattikkhaṇeti kammassa pavattamānakkhaṇeyeva. Tenāha ‘‘saddhimeva ca hetunā’’ti. Avijjamānanti pavattikkhaṇato pubbe vijjamānataṃ asampattaṃ. Niruddhanti khaṇattayaṃ patvā niruddhaṃ. Tenāha –",
  "tika-abh08t33:44": "‘‘Pavattikkhaṇato pubbe, pacchā niccaphalaṃ siyā’’ti.",
  "tika-abh08t33:45": "Pubbeti kammāyūhanato pubbe. Avijjamānatāsāmaññena hetaṃ vuttaṃ. Pacchāti vipākappavattito pacchā ca.",
  "tika-abh08t33:46": "619-20.Kaṭattāpaccayoti kaṭattā eva paccayo, na vijjamānatāya avijjamānatāya vāti attho. Tenāha ‘‘kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṃ cakkhuviññāṇaṃ uppannaṃ hotī’’tiādi (dha. sa. 431). Yadi evaṃ arahatā katakammampi kaṭattāpaccayo siyāti? Nayidamevaṃ. Yathā hi acchinnamūlasmiṃ rukkhe pupphitaṃ bījasamatthampi kusumaṃ mūle chinnamatte phaladāyakaṃ na hoti, evaṃ arahatopi kilesamūlassa abbocchinnakāle santāne pavattampi kammaṃ kilesamūlacchinnamatteyeva phaladāne asamatthabhāvaṃ āpannanti. Tenāhu porāṇā –",
  "tika-abh08t33:47": "‘‘Bālajanajjhāruḷho ,",
  "tika-abh08t33:48": "Jātiratho kammakilesacakkoyaṃ;",
  "tika-abh08t33:49": "Kilesacakkavidhamano,",
  "tika-abh08t33:50": "Na yāti kammekacakkepī’’ti.",
  "tika-abh08t33:51": "Kaṭattā ce paccayo, niccaphaladāyako vibandhoti āha ‘‘pāṭibhogādika’’ntiādi. Pāṭibhogādikanti mūlabhāvūpagamanādikaṃ. Ādi-ggahaṇena ‘‘pacchā mūlaṃ dassāmī’’ti bhaṇḍaggahaṇaṃ, iṇaggahaṇañca saṅgaṇhāti. Ayaṃ panettha adhippāyo – pāṭibhogakiriyādīnaṃ vijjamānatā, avijjamānatā vā niyyātane, paṭibhaṇḍadāne, iṇadāne ca paccayo na hoti, atha kho karaṇamattaṃ, na ca taṃ niyyātanādīnaṃ niccameva paccayo hoti niyyātanādimhi kate paccayattābhāvato, evameva vipākuppādanepi kammassa vijjamānatā, avijjamānatā vā paccayo na hoti, atha kho karaṇamattameva, karaṇamatte ca sati vipakkavipākānaṃ paccayo na hotīti.",
  "tika-abh08t33:52": "621. Paramassa uttamassa atthassa pakāsanato paramatthappakāsano. Pītibuddhivivaḍḍhanoti pītiyā, ñāṇassa ca, pītisahagatassa vā ñāṇassa vivaḍḍhano.",
  "tika-abh08t33:53": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t33:54": "Abhidhammāvatārasaṃvaṇṇanāya",
  "tika-abh08t33:55": "Puññavipākapaccayaniddesavaṇṇanā niṭṭhitā."
}