{
  "tika-abh08t5:0": "6. Chaṭṭho paricchedo",
  "tika-abh08t5:1": "Ārammaṇavibhāgavaṇṇanā",
  "tika-abh08t5:2": "291.",
  "tika-abh08t5:3": "Etesaṃ pana cittānaṃ, ārammaṇamito paraṃ;",
  "tika-abh08t5:4": "Dassayissāmahaṃ tena, vinā natthi hi sambhavo.",
  "tika-abh08t5:5": "Ito paraṃ ito paricchedato paraṃ ahaṃ etesaṃ pana cittānaṃ ārammaṇaṃ dassayissāmi. Hi kasmā? Tena vinā taṃ ārammaṇaṃ vajjetvā cittānaṃ sambhavo natthi yasmā kāraṇā, tasmā kāraṇā dassayissāmi.",
  "tika-abh08t5:6": "292.",
  "tika-abh08t5:7": "Rūpaṃsaddaṃ gandhaṃ rasaṃ, phoṭṭhabbaṃ dhammameva ca;",
  "tika-abh08t5:8": "Chadhā ārammaṇaṃ āhu, chaḷārammaṇakovidā.",
  "tika-abh08t5:9": "Chaḷārammaṇesu chekā paṇḍitā ārammaṇaṃ chadhā chappakāraṃ āhu kathesuṃ.",
  "tika-abh08t5:10": "293.Tattha bhūte upādāya. Tattha tesu ārammaṇesu bhūte upādāya bhūte paṭicca vaṇṇo catusamuṭṭhito kammacittautuāhārasaṅkhātehi catūhi paccayehi samuṭṭhito nibbatto nidassanena saha pavatto paṭighena saha pavatto rūpārammaṇasaññito.",
  "tika-abh08t5:11": "294.Duvidhopi samuddiṭṭho, saddo cittotusambhavo saddo duvidhopi muninā samuddiṭṭho cittotusambhavo, saviññāṇakasaddova cittasamuṭṭhito hoti. Kathaṃ? Vacībhedakacittena bhūtāya jātāya bhūmiyā pathavīdhātuyā vikāratā pathavīlakkhaṇabhāvato atithaddhalakkhaṇatā vikāratā nāma. Sā vacīviññatti viññāyatīti viññattiyā upādiṇṇaghaṭṭanassa kammajapathavīdhātuyā ghaṭṭanassa kāraṇaṃ cittajapathavīdhātuyā kammajapathavīdhātuyā ghaṭṭanañca saddo ca apubbaṃ acarimaṃ hoti.",
  "tika-abh08t5:12": "295.Aviññāṇakasaddo yo so aviññāṇakasaddo utusamuṭṭhito hoti. Ayaṃ duvidhopi saddo saddārammaṇataṃ gato saddārammaṇabhāvaṃ patto.",
  "tika-abh08t5:13": "296.Dharīyatīti gacchanto gacchanto janehi dharīyateti gandho. Gamu sappa gatimhi, dhara dhāraṇe. Sūcanato attano sādhāraṇassa pupphādino vatthussa pakāsanatopi vā gandho nāma. Gandha sūcane. Ayaṃ gandho catūhi samuṭṭhānaṃ etassāti catusamuṭṭhāno. Gandhārammaṇasammato.",
  "tika-abh08t5:14": "297.Rasamānārasantīti, rasoti parikittito janā rasamānā yaṃ dhammajātaṃ rasanti anubhavanti, iti yasmā kāraṇā, tasmā kāraṇā raso iti raso nāma paṇḍitehi parikittito, so raso catusambhūto rasārammaṇanāmako.",
  "tika-abh08t5:15": "298.Phusīyatīti phoṭṭhabbaṃ yaṃ dhammajātaṃ janehi phusīyatīti tasmā phoṭṭhabbaṃ, pathavītejavāyavo. Taṃ phoṭṭhabbaṃ catusambhūtaṃ phoṭṭhabbārammaṇaṃ mataṃ.",
  "tika-abh08t5:16": "299.Sabbaṃ nāmañca rūpañca, hitvā rūpādipañcakaṃ rūpādipañcakaṃ hitvā sabbaṃ nāmañca cittacetasikanibbānanāmañca rūpañca pañcapasādasukhumarūpañca lakkhaṇāni ca aniccadukkhaanattalakkhaṇāni ca paññatti ca dhammārammaṇasaññitaṃ.",
  "tika-abh08t5:17": "300.Chārammaṇānilabbhanti, kāmāvacarabhūmiyaṃ kāmāvacarabhūmiyaṃ chārammaṇāni labbhanti. Tīṇi rūpāvacare rūpasaddadhammārammaṇavasena labbhanti. Arūpe pana ekekaṃ dhammārammaṇaṃ labbhati.",
  "tika-abh08t5:18": "301-3.Khaṇavatthuparittattā, āpāthaṃ na vajanti ye ye rūpādayo pañca visayā khaṇavatthuparittattā pañcārammaṇānaṃ khaṇassa parittattā mandattā tesaṃ appāyukattā vatthuparittattā pañcārammaṇānaṃ atikhuddakavatthukattā āpāthaṃ pañcadvāresu pākaṭabhāvaṃ na vajanti, pañcapasādesu ghaṭṭanakiccaṃ na sādhenti, te rūpādayo pañca visayā dhammārammaṇaṃ honti. Iti yesaṃ ekaccānaṃ ācariyānaṃ mataṃ hoti. Kirāti anussavanatthe nipāto. Te paṭikkhipitabbāva te evaṃ vādino ekacce ācariyā paṭikkhipitabbā, mayā paṭisedhitabbā. Kasmā? Cakkhuviññāṇaṃ sotaviññāṇassa gocarabhūtaṃ saddaṃ na paṭianubhoti, sotaviññāṇaṃ cakkhuviññāṇassa gocarabhūtaṃ rūpaṃ na paṭianubhoti. Iti aññamaññassa gocaraṃ neva paccanubhontānaṃ tesaṃ pañcannaṃ cakkhuviññāṇādīnaṃ viññāṇānaṃ tañca gocaraṃ manodhātumanoviññāṇadhātusaṅkhātaṃ javanaṃ pana paccanubhoti. Iti vacanassa bhagavatā vuttattā paṭikkhipitabbā. Rūpādayo pana visayā rūpādipañcārammaṇāni eva honti.",
  "tika-abh08t5:19": "304-6.Dibbacakkhādiñāṇānaṃ, rūpādīneva gocarā tāni rūpādīni eva gocarā dibbacakkhādiñāṇānaṃ anāpāthagatānaṃ eva pākaṭabhāvaṃ appattāneva. Itipi vacanaṃ vuttaṃ na yujjati. Yaṃ dhammajātaṃ rūpārammaṇaṃ bhavantaṃ, taṃ dhammajātaṃ kathaṃ kena pakārena dhammārammaṇaṃ bhaveyya? Evaṃ sati rūpārammaṇassa dhammārammaṇatte sati etesaṃ rūpārammaṇadhammārammaṇānaṃ niyamopi kathaṃ bhave kena pakārena bhaveyya? Sabbaṃ ārammaṇaṃ etaṃ etaṃ sabbaṃ ārammaṇaṃ chabbidhaṃ chappakāraṃ bhagavatā samudīritaṃ. Taṃ parittattikādīnaṃ vasena bahuppakārehi mataṃ.",
  "tika-abh08t5:20": "307.Sabbo kāmavipāko ca sabbo tevīsatikāmavipāko ca kriyāhetudvayampi ca manodhātuhasituppādavasena kiriyāhetudvayampi cāti pañcavīsati cittuppādā ekantaparittārammaṇā ekantakāmāvacarārammaṇā siyuṃ bhaveyyuṃ.",
  "tika-abh08t5:21": "308-10.Iṭṭhādibhedā pañceva, rūpasaddādayo pana dvipañcannaṃ viññāṇānaṃ paṭipāṭiyā anukkamena gocarā honti. Rūpādipañcakaṃ sabbaṃ, manodhātuttayassa tu manodhātuttayassa pana sabbaṃ rūpādipañcakaṃ ārammaṇaṃ hoti, etesaṃ terasannaṃ pana cittānaṃ rūpakkhandhova gocaro ārammaṇaṃ hoti. Nārūpaṃ nāmaṃ ārammaṇaṃ na karonti. Na ca paññattiṃ paññattiṃ ārammaṇaṃ na karonti. Nātītaṃ atītaṃ ārammaṇaṃ na karonti . Na canāgataṃ anāgataṃ ārammaṇaṃ na karonti eva. Hi saccaṃ vattamāno gocaro etesaṃ dvipañcaviññāṇānaṃ, manodhātuttayassa cāti terasannaṃ cittānaṃ taṃ ārammaṇaṃ vattamānaṃ eva paccuppannaṃ eva.",
  "tika-abh08t5:22": "311.Terasetāni cittāni, jāyante kāmadhātuyaṃ etāni terasa cittāni kāmadhātuyaṃ jāyanti, rūpāvacare puññajāni cakkhusotaviññāṇasampaṭicchanāni, kiriyāmanodhātu cāti cattāri cittāni jāyanti. Arūpisu arūpabhūmīsu neva kiñcipi ekampi cittaṃ neva jāyati.",
  "tika-abh08t5:23": "312-3.Mahāpākānamaṭṭhannaṃ aṭṭhannaṃ mahāvipākānaṃ pavattiyaṃ chasu dvāresu tadārammaṇakiccānaṃ rūpādichaparittāni gocarā. Santīraṇattayassapi pavattiyaṃ pañcadvāre santīraṇattayakiccassa, chadvāresu tadālambaṇakiccassa ca rūpādichaparittāni gocarā. Rūpādayo parittā cha, hasituppādagocarā hasituppādassa rūpādayo cha parittā gocarā honti. Pañcadvāre paṭuppannā pañcasu dvāresu ye gocarā paccuppannā, manodvāre tikālikā ye gocarā tikālikā tīsu kālesu niyuttā.",
  "tika-abh08t5:24": "314-5.Dutiyāruppacittañca, catutthāruppamānasaṃ kusalavipākakiriyāvasena chabbidhaṃ cittaṃ mahaggatagocaraṃ niyataṃ niyatārammaṇaṃ hoti, taṃ chabbidhaṃ cittaṃ mahaggatagocaraṃ pubbe attanā adhigataākāsānañcāyatanaākiñcaññāyatanakusalārammaṇaṃ, tesu dve dutiyacatutthāruppapākā ‘‘yassa yassa kusalajhānassa yaṃ yaṃ ārammaṇaṃ gahetvā brahmaloke paṭisandhi hotī’’ti vacanato sakasakakusalassa ārammaṇaṃ eva tesaṃ vipākānaṃ ārammaṇaṃ hoti. Nibbānārammaṇattā hi, ekantena anaññato aṭṭhānāsavacittānaṃ appamāṇova nibbānaṃ eva gocaraṃ ārammaṇaṃ hoti . Hi kasmā kāraṇā? Nibbānārammaṇattā, na aññato ārammaṇato.",
  "tika-abh08t5:25": "316-320.Cattāro ñāṇahīnā ca, kāmāvacarapuññato kāmāvacarakusalavasena cattāro ñāṇahīnā ca kriyato kiriyavasena cattāro ñāṇahīnā ca dvādasākusalāni ca te parittārammaṇā ceva mahaggatagocarā ca, te na vattabbā ca honti. Kasmā? Paññattārammaṇattā . Cattāro ñāṇasaṃyuttā, puññato kusalavasena cattāro ñāṇasampayuttā, kriyato kiriyavasena cattāro ñāṇasampayuttā ca tathā abhiññādvayañca kiriyāvoṭṭhabbanampi ca ekādasannaṃ etesaṃ cittānaṃ gocaro parittamahaggataappamāṇavasena tividho hoti. Ime ekādasa na vattabbāpi honti. Kasmā? Paññattārammaṇattā. Yāni vuttāvasesāni vuttato cittato sesāni yāni cittāni, tāni na vattabbārammaṇānīti vibhāvinā viññeyyāni.",
  "tika-abh08t5:26": "Parittārammaṇattikaṃ samattaṃ.",
  "tika-abh08t5:27": "321.",
  "tika-abh08t5:28": "Dutiyāruppacittañca, catutthāruppamānasaṃ;",
  "tika-abh08t5:29": "Chabbidhaṃ pana ekantaatītārammaṇaṃ siyā.",
  "tika-abh08t5:30": "322-6.Viññāṇānaṃ dvipañcannaṃ dvinnaṃ pañcaviññāṇānaṃ, manodhātuttayassa ca terasannaṃ cittānaṃ gocarā rūpādayo pañca dhammā paccuppannāva, aṭṭha kāmamahāvipākā tadārammaṇakiccavasena atītānāgatapaccuppannagocarā, cutikiccavasena atītārammaṇā, paṭisandhibhavaṅgakiccavasena paccuppannātītārammaṇā. Somanassasantīraṇaṃ santīraṇakiccavasena paccuppannārammaṇaṃ. Tadārammaṇakiccavasena paccuppannānāgatātītārammaṇaṃ. Sesasantīraṇadvayaṃ santīraṇakiccavasena paccuppannārammaṇaṃ , tadārammaṇakiccavasena paccuppannānāgatātītārammaṇaṃ, cutikiccavasena atītārammaṇaṃ, paṭisandhibhavaṅgakiccavasena paccuppannātītārammaṇaṃ. Hasituppādacittaṃ javanakiccavasena paccuppannātītānāgatagocaraṃ. Iti ete dvādasa mānasā pana siyātītārammaṇā atītārammaṇā siyuṃ. Paccuppannānāgatagocarā paccuppannārammaṇā anāgatārammaṇā siyuṃ. Kāme vīsati kusalākusalā kriyato kiriyavasena kāme nava mānasā, voṭṭhabbaṃ voṭṭhabbanakiccavasena paccuppannārammaṇaṃ, āvajjanakiccavasena tikālārammaṇaṃ. Mahākiriyamānasā javanakiccavasena tikālārammaṇā, sante paññattikāle navattabbārammaṇā. Dve abhiññāmānasāpi abhiññākiccavasena atītādigocarā siyuṃ. Ime mānasā paññattikālepi sante navattabbā bhavanti. Rūpārūpabhavesu mayā vuttato sesāni sabbāni cittāni atītārammaṇādinā atītārammaṇādivasena paṇḍitena na vattabbāni na kathitabbāni honti eva, paññattārammaṇāni eva hontīti attho.",
  "tika-abh08t5:31": "327.Kāmatoca kriyā pañca kāmāvacaravasena pañca kiriyā, rūpato rūpāvacaravasena pañcamī kriyā abhiññācittaṃ, etesaṃ channaṃ cittānaṃ natthi kiñci ekampi agocaraṃ anārammaṇaṃ, sabbārammaṇanti attho. ‘‘Pañcamī kriyā’’ti vacanaṃ abhiññācittavasena vuttaṃ. Suddhajhānassa pañcamarūpakiriyassa paññattārammaṇaṃ evāti veditabbaṃ.",
  "tika-abh08t5:32": "328. Nibbānañca catubbidhaṃ phalaṃ, maggaṃ rūpañca arūpaṃ cittacetasikasaṅkhātaṃ nāmañca gocaraṃ kātuṃ yāni cittāni sakkonti, tāni cittāni me vada, ācariya, tāni mayhaṃ kathehi.",
  "tika-abh08t5:33": "329-30.Cattāro ñāṇasaṃyuttā, puññato puññavasena cattāro ñāṇasampayuttā, kriyato tathā kiriyavasena cattāro ñāṇasampayuttā, dve abhiññāmānasā, kiriyāvoṭṭhabbanampi cāti ekādasa cittāni nibbānañca phalañca maggañca rūpañca arūpaṃ nāmañca gocaraṃ kātuṃ sakkonti.",
  "tika-abh08t5:34": "331-4.Cittesu pana sabbesu yāni cittāni arahattaphalaṃ arahattamaggaṃ gocaraṃ kātuṃ sakkonti, tāni kati cittāni me vada tāni mayhaṃ tvaṃ kathehi. Sabbesu pana cittesu, cha ca cittāni me suṇa, bho bhaddamukha, tvaṃ mayhaṃ vacanaṃ suṇohi, sabbesu pana cittesu cha cittāni arahattaphalaṃ arahattamaggaṃ gocaraṃ kātuṃ sakkonti. Cattāro ñāṇasaṃyuttā, kiriyā ca voṭṭhabbanampi ca kiriyābhiññāmano cāti cha ca cittāni gocaraṃ kātuṃ sakkonti. Puññato puññavasena cattāro ñāṇasampayuttā, puññato puññavasena abhiññācittañca arahattaphalaṃ maggaṃ gocaraṃ kātuṃ na sakkonti.",
  "tika-abh08t5:35": "335-8.Arahato khīṇāsavassa maggacittaṃ phalamānasaṃ vā puthujjanā vā sekkhā vā vijānituṃ na sakkonti. Kasmā kāraṇā? Puthujjano sotāpannassa mānasaṃ na jānāti, sotāpanno sakadāgāmissa mānasaṃ na jānāti, sakadāgāmī anāgāmissa mānasaṃ na jānāti, anāgāmī arahantassa mānasaṃ na jānāti. Heṭṭhimo heṭṭhimo puggalo uparūpari ṭhitassa puggalassa mānasaṃ neva jānāti, uparūpari ṭhito puggalopi heṭṭhimassa heṭṭhimassa puggalassa mānasaṃ jānāti.",
  "tika-abh08t5:36": "339-342.Yodhammo yassa dhammassa ārammaṇaṃ hoti, taṃ ārammaṇaṃ ekaṃ ekaṃ uddharitvā ito paraṃ pavakkhāmi. Kusalārammaṇaṃ kāme kāme aṭṭhavidhaṃ kusalaṃ aṭṭhavidhassa kāmāvacarakusalassa ārammaṇaṃ hoti. Kathaṃ ? Pubbeva kataṃ aṭṭhavidhaṃ mahākusalaṃ pacchā somanassasahagatañāṇasampayuttacittadvayena vā somanassasahagatañāṇavippayuttacittadvayena vā upekkhāsahagatañāṇasampayuttadvayena vā upekkhāsahagatañāṇavippayuttadvayena vā anussaraṇakaālādīsu tassa aṭṭhavidhassa kusalassa javanakiccavasena ārammaṇaṃ hoti, vippaṭisārakālādīsu dvādasavidhassa akusalassa ārammaṇaṃ hoti, kusalassa abhiññāmānasassa ca kiriyassa abhiññāmānasassa ca ārammaṇaṃ hoti, ekādasavidhassa kāmāvacaravipākassa tadārammaṇavasena ārammaṇaṃ hoti. Tathā kāmakriyassāti javanakiccavasena hasanassa āvajjanakiccavasena voṭṭhabbanassa javanakiccavasena mahākiriyassa ārammaṇaṃ hoti, etesaṃ channaṃ rāsīnaṃ ārammaṇaṃ siyā bhaveyya. Rūpāvacarapuññāni pañca tato charāsito kāmavipākaṃ vajjetvā pañcannaṃ rāsīnaṃ ārammaṇāni honti. Tadā lobhamūlamohamūlavasena attanā paṭiladdhajhānānaṃ anussaraṇakāle tassa dasavidhassa akusalassa ārammaṇaṃ hoti, tihetukapaṭisandhino sattassa jhānato parihīnassa jhānaṃ paccavekkhato jhānārammaṇaṃ domanassayuttaṃ hoti, tadā tassa paṭighadvayassa ārammaṇaṃ hoti. Kāmakriyassāti ekantaparittārammaṇāni kiriyāmanodhātuhasanāni vajjetvā āvajjanakiccavasena voṭṭhabbanassa, javanakiccavasena mahākiriyassa ca ārammaṇaṃ hoti.",
  "tika-abh08t5:37": "343.Āruppakusalañcāpi, tebhūmakusalassa ca mahākusalassa ca abhiññākiccavasena pañcamarūpakusalassa ca dutiyacatutthaarūpakusalassa ca tebhūmakakriyassāpi voṭṭhabbanassa mahākiriyassa ca abhiññākiccavasena pañcamarūpakiriyassa ca dutiyacatutthāruppakiriyassa ca ārammaṇaṃ hoti, dutiyāruppakiriyassa ca paṭhamāruppakiriyāya ārammaṇena bhavitabbaṃ, catutthāruppakiriyassa ca tatiyāruppakiriyāya ārammaṇena bhavitabbaṃ, evañca sati kathaṃ paṭhamāruppakusalaṃ dutiyāruppakiriyassa ārammaṇaṃ hoti, tatiyāruppakusalañca catutthāruppakiriyassa ārammaṇaṃ hotīti ce vattabbaṃ, yadā puthujjanayogī vā sekkho vā yogī rūpasamāpattiṃ samāpajjitvā tato vuṭṭhahitvā ākāsānañcāyatanasaṅkhātaṃ paṭhamāruppasamāpattiṃ samāpajjitvā vītarāgo hutvā attanā adhigatā samāpattiyo gahetvā puthujjanasekkhakāle attanā anadhigataṃ dutiyaṃ arūpasamāpattiṃ samāpajji, tadā khīṇāsavakāle samāpajjitaṃ dutiyaṃ arūpakiriyaṃ paṭhamāruppakusalaṃ ārammaṇaṃ karoti, evaṃ paṭhamāruppakusalaṃ dutiyāruppakiriyassa ārammaṇaṃ hoti.",
  "tika-abh08t5:38": "Yadā yogī rūpasamāpattiyo samāpajjitvā tato vuṭṭhahitvā paṭhamāruppakusalaṃ dutiyāruppakusalaṃ tatiyāruppakusalañca samāpajjitvā khīṇāsavo hutvā attanā adhigatā samāpattiyo gahetvā attanā anadhigataṃ catutthaṃ arūpasamāpattiṃ samāpajji, tadā catutthāruppakiriyā tatiyāruppakusalaṃ ārammaṇaṃ karoti, evaṃ catutthāruppakiriyassa tatiyāruppakusalaṃ ārammaṇaṃ hoti, pacchā khīṇāsavakāle samāpajjitā rūpārūpasamāpattiyo honti. Yathā hoti, tathā eva akusalassapi ārammaṇaṃ hoti.",
  "tika-abh08t5:39": "344-7.Arūpāvacarapākānanti jātiniddhāraṇaṃ, catutthadutiyānaṃ arūpapākānampi ārammaṇaṃ hoti, ‘‘catutthadutiyāna’’nti vattabbe tiyānaṃ-saddassa lopaṃ katvā ‘‘catutthadū’’ti vuttaṃ, tadā dvinnaṃ arūpapākānaṃ paṭhamāruppatatiyāruppajavanāni ārammaṇāni honti, ‘‘yassa kusalassa jhānassa yaṃ ārammaṇaṃ gahetvā brahmaloke paṭisandhi hotī’’ti vacanato sakasakakusalānaṃ ārammaṇabhūtāni ākāsānañcāyatanaākiñcaññāyatanāni tesaṃ dutiyacatutthāruppapākānaṃ ārammaṇāni honti, evaṃ arūpakusalaṃ imesaṃ aṭṭharāsīnaṃ ārammaṇapaccayo hoti. Apariyāpannapuññampi catubbidhalokuttarakusalampi kāmāvacarato kāmāvacaravasena kusalassa ñāṇasampayuttamahākusalassa ca kriyassa voṭṭhabbanassa, ñāṇasampayuttato kiriyassa ca rūpato rūpāvacaravasena pañcamassa rūpakusalassa ca pañcamassa rūpakiriyassa cāti catunnaṃ rāsīnaṃ ārammaṇaṃ sadā hoti, ayamettha adhippāyo – sekkhānaṃ ñāṇasampayuttamahākusalassa, voṭṭhabbanassa, pañcamassa rūpakusalassa ca tividhaṃ lokuttarapuññaṃ ārammaṇaṃ hoti. Khīṇāsavassa voṭṭhabbanassa, ñāṇasampayuttamahākiriyassa, pañcamassa rūpakiriyassa ca arahattapuññaṃ ārammaṇaṃ hoti. Yathā tathā eva sabbaṃ akusalaṃ kāmāvacarato kāmāvacaravasena kusalassa mahākusalassa, kriyassa hasanavoṭṭhabbanamahākiriyassa ca rūpāvacarato pana rūpāvacaravasena pañcamassa rūpakusalassa, pañcamassa rūpakiriyassa ca ārammaṇaṃ hoti, yathā tathā eva sabbassa akusalassa ca kāmāvacaravipākānaṃ tadārammaṇakiccavasena ekādasannañcāti channaṃ rāsīnaṃ ārammaṇaṃ bhagavatā īritaṃ.",
  "tika-abh08t5:40": "348-352.Vipākārammaṇaṃkāme sabbaṃ vipākārammaṇaṃ kāmāvacaratopi kāmāvacaravasenapi kusalassa mahākusalassa, kriyassa hasanavoṭṭhabbanamahākiriyassa ca rūpāvacarato ceva rūpāvacaravasena ca eva pañcamassa rūpakusalassa, pañcamassa rūpakiriyassa ca kāmāvacarapākānaṃ kāmāvacaravipākānaṃ ekādasannañca tatheva akusalassa ca channaṃ rāsīnaṃ ārammaṇaṃ hoti. Rūpe vipākārammaṇaṃ kāmāvacaratopi ca kāmāvacaravasenapi ca kusalassa mahākusalassa , kriyassa ca voṭṭhabbanamahākiriyassa ca rūpāvacarato ceva rūpāvacaravasena ca eva kusalassa ca apuññassa cāti pañcannaṃ rāsīnaṃ gocaro hoti, arūpāvacarapākesu ayaṃ nayo bhagavatā mato. Vaṭṭe na pariyāpannā nappaviṭṭhāti apariyāpannā, tesaṃ puggalānaṃ pākāpi kāmato kāmāvacaravasena kusalassa ñāṇasampayuttamahākusalassa, kriyassa ca voṭṭhabbanañāṇasampayuttamahākiriyassa ca rūpatopi rūpāvacaravasenapi kusalassa pañcamassa rūpakusalassa, kriyassa ca pañcamassa rūpakiriyassa ca evaṃ ārammaṇaṃ hotīti. Etthāyamadhippāyo apariyāpannapuññe vuttanayeneva veditabbo.",
  "tika-abh08t5:41": "353-6. Kāme idaṃ sabbakiriyacittaṃ kāmāvacaratopi ca kāmāvacaravasenapi ca kusalassa mahākusalassa, kriyassa ca hasanavoṭṭhabbanamahākiriyassa ca rūpāvacarato ceva rūpāvacaravasena ca eva kusalassa pañcamassa rūpakusalassa, kriyassa ca pañcamassa rūpakiriyassa ca ekādasakāmāvacarapākassa ca tatheva akusalassa ca etesaṃ channaṃ rāsīnaṃ ārammaṇaṃ hoti. Yaṃ kriyāmānasaṃ rūpe rūpāvacare yaṃ kiriyāmānasaṃ, kāmapākaṃ tato vinā tato rāsito kāmapākaṃ vinā vajjetvā pañcannaṃ pana rāsīnaṃ ārammaṇaṃ hoti. Kāmāvacarato kāmāvacaravasena kiriyassa voṭṭhabbanamahākiriyassa ārammaṇaṃ hoti, hasanaṃ ekantaparittārammaṇattā rūpakiriyaṃ ārammaṇaṃ na karoti. Kriyācittaṃ panāruppe arūpakiriyācittaṃ pana tesaṃ pañcannaṃ eva ca rāsīnaṃ āruppakriyassāpi paṭhamāruppakiriyaṃ dutiyāruppakiriyassa ārammaṇaṃ hoti, tatiyāruppakiriyaṃ catutthāruppakiriyassa ārammaṇaṃ hoti. Iti channaṃ rāsīnaṃ gocaro hotiyeva.",
  "tika-abh08t5:42": "357-8.",
  "tika-abh08t5:43": "Rūpaṃcatusamuṭṭhānaṃ, rūpārammaṇasaññitaṃ;",
  "tika-abh08t5:44": "Kāmāvacarapuññassa, tatheva kusalassa ca;",
  "tika-abh08t5:45": "Abhiññādvayacittassa, kāmapākakriyassa ca.",
  "tika-abh08t5:46": "Dvicakkhuviññāṇamanodhātudvayasantīraṇattayamahāpākassa ca kāmakiriyassa cāti ekādasavidhassa kāmakiriyassa ca channaṃ etesaṃ rāsīnaṃ ārammaṇapaccayo hoti.",
  "tika-abh08t5:47": "359-360.Nibbānārammaṇaṃ kāmarūpāvacarato kāmarūpāvacaravasena sekkhānaṃ ñāṇasampayuttamahākusalassa, rūpāvacaravasena pañcamassa rūpakusalassa ca kāmarūpakiriyassa ca khīṇāsavānaṃ voṭṭhabbanañāṇasampayuttamahākiriyassa ca pañcamarūpakiriyassa ca ubhayassāpi cittassa ārammaṇaṃ hoti. Apariyāpannato ceva lokuttaravasena ca eva phalassa, kusalassa ca etesaṃ channaṃ rāsīnaṃ ārammaṇapaccayo hoti.",
  "tika-abh08t5:48": "361-2.Nānappakārakaṃ sabbaṃ, paññattārammaṇaṃ pana tebhūmakassa puññassa mahākusalassa, suddhajhānassa pañcavidhassa rūpakusalassa, paṭhamāruppatatiyāruppakusalassa ca tatheva akusalassa ca rūpārūpavipākassa sabbassa rūpavipākassa, paṭhamāruppatatiyāruppavipākassa ca tebhūmakakriyassa ca hasanavoṭṭhabbanamahākiriyassa sabbassa rūpakiriyassa, paṭhamāruppatatiyāruppakiriyassa cāti navannaṃ pana rāsīnaṃ ārammaṇapaccayo hoti.",
  "tika-abh08t5:49": "363-4.Rūpārammaṇikā dve tu dve cittuppādā rūpārammaṇikā, dve dve saddādigocarā dve dve cittuppādā saddārammaṇādigocarā, tayo manodhātusaṅkhātā cittuppādā pañcārammaṇikā nāma matā bhagavatā. Idha imasmiṃ kāmāvacarādhikāre ekacattālīseva cittuppādā chaḷārammaṇikā matā. Ayaṃ kāmāvacaracittānaṃ ārammaṇakkamo.",
  "tika-abh08t5:50": "365-9.Pañcābhiññā vivajjetvā, rūpārūpā anāsavā ime sabbe cittuppādā dhammārammaṇagocarā honti. Paṭhamāruppakusalaṃ dutiyāruppacetaso kusalassa ārammaṇaṃ hoti, dutiyāruppacetaso vipākassa ca ārammaṇaṃ hoti, dutiyāruppacetaso kiriyassa ca ārammaṇaṃ hoti. Dutiyāruppacetaso kiriyassa paṭhamāruppakusalārammaṇabhāve kāraṇaṃ heṭṭhā vuttameva. Paṭhamāruppapākoyaṃ, dutiyāruppacetaso kusalassa ca dutiyāruppacetaso vipākassa ca dutiyāruppacetaso kiriyassa ca ārammaṇaṃ na hoti. Hi kasmā? Tesaṃ dutiyāruppakusalavipākakiriyānaṃ paṭhamāruppakusalārammaṇattā. Paṭhamaṃ tu kriyācittaṃ paṭhamaṃ kiriyācittaṃ pana dutiyāruppacetaso puññassa ārammaṇaṃ na hoti. Dutiyāruppacetaso vipākassa ārammaṇaṃ na hoti. Rūpārūpabhavesu hi khīṇāsavā vipākacittāni cutivasena sakasakakusalānaṃ ārammaṇaṃ karonti. Paṭhamaṃ tu kriyācittaṃ pana dutiyāruppacetaso kiriyassa ārammaṇaṃ hoti. Iti evaṃ iminā mayā vuttappakārena cittānaṃ ārammaṇuppatti vibhāvinā dhīrena ñeyyā.",
  "tika-abh08t5:51": "370-3.Puthujjanassa sekkhassa, arūpārammaṇaṃ dvidhā dvippakāraṃ kusalaṃ kusalassa dutiyāruppakusalassa ārammaṇaṃ hoti, taṃ paṭhamāruppakusalaṃ dutiyāruppavipākassa ārammaṇaṃ siyā bhaveyya. Khīṇāsavassa bhikkhussa, paṭhamāruppamānasaṃ ārammaṇaṃ tidhā tippakāraṃ hoti. Iti vacanaṃ mahesinā vuttaṃ. Kriyassāpi dutiyāruppakiriyassāpi paṭhamāruppakiriyā ārammaṇaṃ hoti. Kusalampi paṭhamāruppakusalampi dutiyāruppakiriyassa ca ārammaṇaṃ hoti. Kusalaṃ paṭhamāruppakusalaṃ dutiyāruppavipākassa ārammaṇaṃ hoti. Evaṃ iminā mayā vuttappakārena paṭhamāruppamānasaṃ ārammaṇaṃ tidhā hoti. Tatiyāruppacittampi catutthāruppacetaso kusalassa ārammaṇaṃ hoti, catutthāruppacetaso vipākassa ca taṃ ārammaṇaṃ hoti. Evameva yathā paṭhamāruppamānasaṃ ārammaṇaṃ dvidhā hoti, evameva tathā tatiyāruppacittaṃ ārammaṇaṃ dvidhā hoti. Yathā paṭhamāruppamānasaṃ ārammaṇaṃ tidhā hoti, evameva tathā tatiyāruppacittaṃ ārammaṇaṃ tidhā siyā.",
  "tika-abh08t5:52": "374.Yaṃ yaṃ pana idhārabbha idha imasmiṃ adhikāre yaṃ yaṃ gocaraṃ ārabbha paṭicca ye ye cittuppādā jāyanti, so so gocaro tesañca tesañca cittuppādānaṃ ārammaṇapaccayo hoti.",
  "tika-abh08t5:53": "375. Yo pana naro imassa abhidhammāvatārassa kira pāraṃ duttaraṃ idha imasmiṃ loke uttarati, so naro abhidhammamahaṇṇave pāraṃ duttaraṃ uttaraṃ uttarati eva.",
  "tika-abh08t5:54": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t5:55": "Ārammaṇavibhāgavaṇṇanā niṭṭhitā.",
  "tika-abh08t5:56": "Chaṭṭho paricchedo."
}