{
  "tika-s0401t16:0": "18. Aparaaccharāsaṅghātavaggavaṇṇanā",
  "tika-s0401t16:1": "382.Idampisuttanti ettha pi-saddo heṭṭhā vuttacūḷaccharāsaṅghātasuttaṃ sampiṇḍeti. Cūḷaccharāsaṅghātasutte appanaṃ appattāya mettāya tāvamahanto vipāko dassito, kimaṅgaṃ pana imissā appanāppattāya mettāyāti dassetuṃ – ‘‘appanāppattāya hī’’tiādimāha. Vipākakathāyeva natthīti vipāke kathāyeva natthi, ayameva vā pāṭho. Gaṇanānupubbatāti gaṇanānupubbatāya. Paṭhamaṃ uppannantipi paṭhamaṃ, paṭhamaṃ samāpajjatīti idaṃ pana na ekantalakkhaṇaṃ. Ciṇṇavasībhāvo hi aṭṭhasamāpattilābhī ādito paṭṭhāya matthakaṃ pāpentopi samāpajjituṃ sakkoti, matthakato paṭṭhāya ādiṃ pāpentopi, antarantarā okkantopi samāpajjituṃ sakkoti eva. Pubbuppattiyaṭṭhena pana paṭhamaṃ nāma hoti. Vibhaṅgeti jhānavibhaṅge. Vipassanaṃ kayiramānaṃ lakkhaṇūpanijjhānakiccaṃ maggena sijjhati taggatasammohaviddhaṃsanato . Apica vipassanāya lakkhaṇūpanijjhānaṃ maggena uppannena sijjhati itarathā parivattanato, tasmā maggo lakkhaṇūpanijjhānaṃ, na aniccādilakkhaṇānaṃ ārammaṇakaraṇato. Yathā phalaṃ nibbānassa asaṅkhatalakkhaṇaṃ ārammaṇakaraṇavasena upanijjhāyati, evaṃ maggopi. Evampissa lakkhaṇūpanijjhānataṃ veditabbaṃ. Vattabbameva natthi arittajjhānatāya. Sesaṃ visesaṃ, arittajjhānā evāti attho.",
  "tika-s0401t16:2": "386-387.Hitapharaṇanti sattesu hitānurūpaṃ jhānassa pharitvā pavattanaṃ. Cetopaṭipakkhato vimuccati etāyāti cetovimutti, appanāppattā mettā. Tenāha – ‘‘idhā’’tiādi. Eseva nayoti iminā karuṇādīnampi appanāppattataṃ atidisati. Vaṭṭaṃ honti kammavaṭṭabhāvato. Vaṭṭapādā hontīti vipākavaṭṭassa kāraṇaṃ honti.",
  "tika-s0401t16:3": "390.Ajjhattaparikammavasenāti attano kesādīsu parikammakaraṇavasena. Aṭṭhārasavidheti aṭṭhārasappabhede. Kāyeti rūpakāye. Rūpakāyo hi idha aṅgapaccaṅgānaṃ kesādīnañca dhammānaṃ samūhaṭṭhena hatthikāyarathakāyādayo viya kāyoti adhippeto. Samūhavisayatāya cassa kāyasaddassa samudāyūpādanatāya ca asubhākārassa ‘‘kāye’’ti ekavacanaṃ. Tathā ārammaṇādivibhāgena anekabhedabhinnampi cittaṃ cittabhāvasāmaññena ekajjhaṃ gahetvā ‘‘citte’’ti ekavacanaṃ kataṃ. Kāyānupassīti imassa atthaṃ dassetuṃ – ‘‘tameva kāyaṃ paññāya anupassanto’’ti āha. Tameva kāyanti ca avadhāraṇena vedanādianupassanaṃ nivatteti. Tena ca puna kāyaggahaṇassa payojanaṃ sūcitanti daṭṭhabbaṃ. ‘‘Kāye’’ti hi vatvāpi puna ‘‘kāyānupassī’’ti dutiyaṃ kāyaggahaṇaṃ asammissato vavatthānaghanavinibbhogādidassanatthaṃ kataṃ. Tena vedanādayopi ettha sitā, ettha paṭibaddhāti kāyavedanādianupassanappasaṅgepi āpanne na kāye vedanānupassī cittānupassī dhammānupassī vā. Atha kho kāyānupassīyevāti kāyasaṅkhātavatthusmiṃ kāyānupassanākārasseva dassanena asammissato vavatthānaṃ dassitaṃ hoti. Tathā na kāye aṅgapaccaṅgavinimuttaekadhammānupassī, nāpi kesalomādivinimuttaitthipurisānupassī. Yopi cettha kesalomādiko bhūtupādāyasamūhasaṅkhāto kāyo, katthapi na bhūtupādāyavinimuttaekadhammānupassī, atha kho rathasambhārānupassako viya aṅgapaccaṅgasamūhānupassī , nāgarāvayavānupassako viya kesalomādisamūhānupassī, kadalikkhandhapattavaṭṭivinibbhujjako rittamuṭṭhiviniveṭhako viya ca bhūtupādāyasamūhānupassīyevāti nānappakārato samūhavaseneva kāyasaṅkhātassa vatthuno dassanena ghanavinibbhogo dassito hoti. Na hettha yathāvuttasamūhavinimutto kāyo vā itthī vā puriso vā añño vā koci dhammo dissati, yathāvuttadhammasamūhamatteyeva pana tathā tathā sattā micchābhinivesaṃ karonti.",
  "tika-s0401t16:4": "Aṭṭhārasavidhenāti aṭṭhārasavidhā. Satipaṭṭhānabhāvakassāti satipaṭṭhānabhāvaṃ bhāventassa. Tīsu bhavesu kilese ātapetīti ātāpo, vīriyassetaṃ nāmaṃ. Yadipi hi kilesānaṃ pahānaṃ ātāpananti, taṃ sammādiṭṭhiādīnampi attheva. Ātapasaddo viya pana ātāpasaddopi vīriyeva niruḷho. Atha vā paṭipakkhappahāne sampayuttadhammānaṃ abbhussahanavasena pavattamānassa vīriyassa sātisayaṃ tadātāpananti vīriyameva tathā vuccati, na aññadhammā, tasmā ātāpoti vīriyassa nāmaṃ, so assa atthīti ātāpī. Ayañca īkāro pasaṃsāya atisayassa vā dīpakoti ātāpiggahaṇena sammappadhānasamaṅgitaṃ dasseti. Tenevāha – ‘‘ātāpīti…pe… vīriyena vīriyavā’’ti. Sampajānoti sampajaññasaṅkhātena ñāṇena samannāgato. Tenāha – ‘‘aṭṭhārasavidhena…pe… sammā pajānanto’’ti. Ayaṃ panettha vacanattho – sammā samantato sāmañca pajānanto sampajāno, asammissato vavatthāne aññadhammānupassitābhāvena sammā aviparītaṃ sabbākārappajānena samantato uparūparivisesāvahabhāvena pavattiyā sammā pajānantoti attho.",
  "tika-s0401t16:5": "Kāyo ca idha lujjanappalujjanaṭṭhena lokoti adhippetoti āha – ‘‘tasmiṃyeva kāyasaṅkhāte loke’’ti. Pañcakāmaguṇikataṇhanti rūpādīsu pañcasu kāmaguṇesu pavattamānaṃ taṇhaṃ . Yasmā panettha abhijjhāgahaṇena kāmacchando, domanassaggahaṇena byāpādo saṅgahaṃ gacchati, tasmā nīvaraṇapariyāpannabalavadhammadvayadassanena nīvaraṇappahānaṃ vuttaṃ hotīti veditabbaṃ. Visesena cettha abhijjhāvinayena kāyasampattimūlakassa anurodhassa, domanassavinayena kāyavipattimūlakassa virodhassa, abhijjhāvinayena ca kāye abhiratiyā, domanassavinayena kāyabhāvanāya anabhiratiyā, abhijjhāvinayena kāye abhūtānaṃ subhasukhabhāvādīnaṃ pakkhepassa, domanassavinayena kāye bhūtānaṃ asubhāsukhabhāvādīnaṃ apanayanassa ca pahānaṃ vuttaṃ. Tena yogāvacarassa yogānubhāvo yogasamatthatā ca dīpitā hoti. Yogānubhāvo hi esa, yadidaṃ anurodhavirodhavippamutto aratiratisaho abhūtapakkhepabhūtāpanayanavirahito ca hoti. Anurodhavirodhavippamutto cesa aratiratisaho abhūtaṃ apakkhipanto bhūtañca anapanento yogasamattho hotīti. Suddharūpasammasanameva kathitanti kevalaṃ kāyānupassanābhāvato vuttaṃ.",
  "tika-s0401t16:6": "Sukhādibhedāsu vedanāsūti sukhadukkhaadukkhamasukhasāmisanirāmisabhedāsu vedanāsu. Tattha sukhayatīti sukhā, sampayuttadhamme kāyañca laddhassāde karotīti attho. Suṭṭhu vā khādati, khanati vā kāyikaṃ cetasikañca ābādhanti sukhā, sukaraṃ okāsadānaṃ etissāti vā sukhā. Dukkhayatīti dukkhā, sampayuttadhamme kāyañca pīḷeti vibādhatīti attho. Duṭṭhu vā khādati, khanati vā kāyikaṃ cetasikañca sātanti dukkhā, dukkaraṃ okāsadānaṃ etissāti vā dukkhā. Dukkhasukhappaṭikkhepena adukkhamasukhāti upekkhā vuttā. Vediyati ārammaṇarasaṃ anubhavatīti vedanā. Vediyamānoti anubhavamāno. Sukhaṃ vedanaṃ vediyāmīti pajānātīti kāyikaṃ vā cetasikaṃ vā sukhaṃ vedanaṃ vediyamāno ‘‘ahaṃ sukhaṃ vedanaṃ vediyāmī’’ti pajānātīti attho. Tattha kāmaṃ uttānaseyyakāpi dārakā thaññapivanādikāle sukhaṃ vedanaṃ vediyamānā ‘‘sukhaṃ vedanaṃ vediyāmā’’ti pajānanti, na panetaṃ evarūpaṃ pajānanaṃ sandhāya vuttaṃ. Evarūpañhi jānanaṃ sattupaladdhiṃ na jahati, attasaññaṃ na ugghāṭeti, kammaṭṭhānaṃ vā satipaṭṭhānabhāvanā vā na hoti. Imassa pana bhikkhuno jānanaṃ sattupaladdhiṃ jahati, attasaññaṃ ugghāṭeti, kammaṭṭhānañceva satipaṭṭhānabhāvanā ca hoti. Idañhi ‘‘ko vediyati, tassa vedanā, kiṃ kāraṇā vedanā’’ti evaṃ sampajānantassa vediyanaṃ sandhāya vuttaṃ.",
  "tika-s0401t16:7": "Tattha ko vediyatīti? Na koci satto vā puggalo vā vediyati. Kassa vedanāti? Na kassaci sattassa vā puggalassa vā vedanā. Kiṃ kāraṇā vedanāti? Vatthuārammaṇā ca panassa vedanāti. Tasmā esa evaṃ pajānāti ‘‘taṃ taṃ sukhādīnaṃ vatthubhūtaṃ rūpādiṃ ārammaṇaṃ katvā vedanāva vediyati, taṃ pana vedanāpavattiṃ upādāya ‘ahaṃ vediyāmī’ti vohāramattaṃ hotī’’ti. Evaṃ ‘‘sukhādīnaṃ vatthubhūtaṃ rūpādiṃ ārammaṇaṃ katvā vedanāva vediyatī’’ti sallakkhento esa ‘‘sukhaṃ vedanaṃ vediyāmī’’ti pajānātīti veditabbo.",
  "tika-s0401t16:8": "Atha vā sukhaṃ vedanaṃ vediyāmīti pajānātīti sukhavedanākkhaṇe dukkhāya vedanāya abhāvato sukhaṃ vedanaṃ vediyamāno ‘‘sukhaṃ vedanaṃyeva vediyāmī’’ti pajānāti. Tena yā pubbe bhūtapubbā dukkhā vedanā, tassā idāni abhāvato imissā ca sukhāya vedanāya ito paraṃ paṭhamaṃ abhāvato ‘‘vedanā nāma aniccā addhuvā vipariṇāmadhammā’’ti itiha tattha sampajāno hoti. Dukkhaṃ vedanaṃ vediyāmīti pajānātītiādīsupi eseva nayo.",
  "tika-s0401t16:9": "Sāmisaṃ vā sukhantiādīsu yasmā kilesehi āmasitabbato āmisā nāma pañca kāmaguṇā. Ārammaṇakaraṇavasena saha āmisehīti sāmisā, tasmā sāmisā sukhā nāma pañcakāmaguṇāmisanissitā chasu dvāresu uppannā chagehassitā somanassavedanā. Sāmisā dukkhā nāma chagehassitā domanassavedanā. Sā ca chasu dvāresu ‘‘iṭṭhārammaṇaṃ nānubhavissāmi nānubhavāmī’’ti vitakkayato uppannā kāmaguṇanissitā domanassavedanā veditabbā. Nirāmisā sukhā nāma chanekkhammassitā somanassavedanā. Sā ca chasu dvāresu iṭṭhārammaṇe āpāthagate aniccādivasena vipassanaṃ paṭṭhapetvā ussukkāpetuṃ sakkontassa ‘‘ussakkitā me vipassanā’’ti somanassajātassa uppannā somanassavedanā daṭṭhabbā.",
  "tika-s0401t16:10": "Nirāmisā dukkhā nāma chanekkhammassitā domanassavedanā. Sā pana chasu dvāresu iṭṭhārammaṇe āpāthagate anuttaravimokkhasaṅkhātaariyaphaladhammesu pihaṃ paṭṭhapetvā tadadhigamāya aniccādivasena vipassanaṃ paṭṭhapetvā ussukkāpetuṃ asakkontassa ‘‘imampi pakkhaṃ imampi māsaṃ imampi saṃvaccharaṃ vipassanaṃ ussukkāpetvā ariyabhūmiṃ pāpuṇituṃ nāsakkhi’’nti anusocato uppannā domanassavedanā.",
  "tika-s0401t16:11": "Sāmisā adukkhamasukhā nāma chagehassitā upekkhāvedanā. Sā ca chasu dvāresu iṭṭhārammaṇe āpāthagate guḷapiṇḍake nilīnamakkhikā viya rūpādīni anuvattamānā tattheva laggā laggitā hutvā uppannā kāmaguṇanissitā upekkhāvedanā. Nirāmisā adukkhamasukhā nāma chanekkhammassitā upekkhāvedanā. Sā pana chasu dvāresu iṭṭhādiārammaṇe āpāthagate iṭṭhe arajjantassa, aniṭṭhe adussantassa, asamapekkhanena amuyhantassa uppannā vipassanāñāṇasampayuttā upekkhāvedanā. Evaṃ vuttanti mahāsatipaṭṭhānasutte vuttaṃ. Sāva vedanā veditabbāti lujjanappalujjanaṭṭhena sā vedanā ‘‘loko’’ti veditabbā.",
  "tika-s0401t16:12": "Evaṃ vitthāriteti ‘‘sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, vītarāgaṃ vā cittaṃ…pe… sadosaṃ vā cittaṃ, vītadosaṃ vā cittaṃ, samohaṃ vā cittaṃ, vītamohaṃ vā cittaṃ, saṃkhittaṃ vā cittaṃ, vikkhittaṃ vā cittaṃ, mahaggataṃ vā cittaṃ, amahaggataṃ vā cittaṃ, sauttaraṃ vā cittaṃ, anuttaraṃ vā cittaṃ, samāhitaṃ vā cittaṃ, asamāhitaṃ vā cittaṃ, vimuttaṃ vā cittaṃ, avimuttaṃ vā cittanti pajānātī’’ti evaṃ satipaṭṭhānasutte (dī. ni. 2.381; ma. ni. 1.114) vitthāretvā dassite soḷasavidhe citte.",
  "tika-s0401t16:13": "Tattha sarāganti aṭṭhavidhaṃ lobhasahagataṃ. Vītarāganti lokiyakusalābyākataṃ. Idaṃ pana yasmā sammasanaṃ na dhammasamodhānaṃ, tasmā idha ekapadepi lokuttaraṃ na labbhati. Sesāni cattāri akusalacittāni neva purimapadaṃ, na pacchimapadaṃ bhajanti. Sadosanti duvidhaṃ domanassasahagataṃ. Vītadosanti lokiyakusalābyākataṃ. Sesāni dasa akusalacittāni neva purimapadaṃ, na pacchimapadaṃ bhajanti. Samohanti vicikicchāsahagatañceva uddhaccasahagatañcāti duvidhaṃ. Yasmā pana moho sabbākusalesu uppajjati, tasmā sesānipi idha vattantiyeva. Imasmiññeva hi duke dvādasākusalacittāni pariyādinnānīti. Vītamohanti lokiyakusalābyākataṃ.",
  "tika-s0401t16:14": "Saṃkhittanti thinamiddhānupatitaṃ. Etañhi saṅkucitacittaṃ nāma ārammaṇe saṅkocavasena pavattanato. Vikkhittanti uddhaccasahagataṃ. Etañhi pasaṭacittaṃ nāma ārammaṇe savisesaṃ vikkhepavasena visaṭabhāvena pavattanato. Mahaggatanti rūpāvacaraṃ arūpāvacarañca. Amahaggatanti kāmāvacaraṃ. Sauttaranti kāmāvacaraṃ. Anuttaranti rūpāvacaraṃ arūpāvacarañca. Tatrāpi sauttaraṃ rūpāvacaraṃ, anuttaraṃ arūpāvacarameva. Samāhitanti yassa appanāsamādhi vā upacārasamādhi vā atthi. Asamāhitanti ubhayasamādhivirahitaṃ. Vimuttanti tadaṅgavikkhambhanavimuttīhi vimuttaṃ. Avimuttanti ubhayavimuttirahitaṃ. Samucchedappaṭippassaddhinissaraṇavimuttīnaṃ pana idha okāsova natthi, okāsābhāvo ca sammasanacārassa adhippetattā veditabbo.",
  "tika-s0401t16:15": "Upādānassa khandhā upādānakkhandhā, upādānassa paccayabhūtā dhammapuñjā dhammarāsayoti attho. Upādānehi ārammaṇakaraṇādivasena upādātabbā vā khandhā upādānakkhandhā. Cha ajjhattikabāhirāyatanānīti cakkhu sotaṃ ghānaṃ jivhā kāyo manoti imāni cha ajjhattikāyatanāni ceva, rūpaṃ saddo gandho raso phoṭṭhabbo dhammāti imāni cha bāhirāyatanāni ca. Ettha pana lokuttaradhammā na gahetabbā sammasanacārassa adhippetattā. Satta sambojjhaṅgāti satisambojjhaṅgādayo satta sambojjhaṅgā. Satiādayo hi sambodhissa, sambodhiyā vā aṅgāti sambojjhaṅgā. Tathā hi sambujjhati āraddhavipassakato paṭṭhāya yogāvacaroti sambodhi, yāya vā so satiādikāya sattadhammasāmaggiyā sambujjhati, kilesaniddāto uṭṭhāti, saccāni vā paṭivijjhati, sā dhammasāmaggī sambodhi, tassa sambodhissa, tassā vā sambodhiyā aṅgāti sambojjhaṅgā.",
  "tika-s0401t16:16": "Cattāri ariyasaccānīti ‘‘dukkhaṃ dukkhasamudayo dukkhanirodho dukkhanirodhagāminipaṭipadā’’ti (saṃ. ni. 5.1071-1072) evaṃ vuttāni cattāri ariyasaccāni. Tattha purimāni dve saccāni vaṭṭaṃ pavattihetubhāvato. Pacchimāni vivaṭṭaṃ nivaṭṭatadadhigamūpāyabhāvato. Tesu bhikkhuno vaṭṭe kammaṭṭhānābhiniveso hoti sarūpato pariggahasambhavato. Vivaṭṭe natthi abhiniveso avisayattā avisayatte ca payojanābhāvato. Pañcadhā vuttesūti satipaṭṭhānasutte vuttesu. Suddhaarūpasammasanamevāti rūpena amissitattā kevalaṃ arūpasammasanameva. Khandhāyatanasaccakoṭṭhāsānaṃ pañcakkhandhasaṅgahato ‘‘rūpārūpasammasana’’nti vuttaṃ. Pubbabhāgiyānampi satipaṭṭhānānaṃ saṅgahitattā ‘‘lokiyalokuttaramissakāneva kathitānī’’ti āha.",
  "tika-s0401t16:17": "394.Anibbattānanti ajātānaṃ. Payogaṃ parakkamanti ettha bhusaṃ yogo payogo, payogova parakkamo, payogasaṅkhātaṃ parakkamanti attho. Cittaṃ ukkhipatīti kosajjapakkhe patituṃ apadānavasena ukkhipati. Padhānavīriyanti sammappadhānalakkhaṇappattavīriyaṃ. Lokiyāti lokiyasammappadhānakathā. Sabbapubbabhāgeti sabbamaggānaṃ pubbabhāge. Kassapasaṃyuttapariyāyenāti kassapasaṃyutte āgatasuttena ‘‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyu’’nti (saṃ. ni. 2.145) āgatattā. Sā lokiyāti veditabbā.",
  "tika-s0401t16:18": "Samathavipassanāvāti avadhāraṇena maggaṃ nivattetvā tassa nivattane kāraṇaṃ dassento, ‘‘maggo panā’’tiādimāha. Sakiṃ uppajjitvāti idaṃ bhūtakathanamattaṃ. Niruddhassa puna anuppajjanato ‘‘na koci guṇo’’ti āsaṅkeyyāti āha – ‘‘so hī’’tiādi. Anantarameva yathā phalaṃ uppajjati, tathā pavattiyevassa paccayadānaṃ. Purimasmimpīti ‘‘anuppannā me kusalā dhammā uppajjamānā anatthāya saṃvatteyyu’’nti etthapi. Vuttanti porāṇaṭṭhakathāyaṃ. Taṃ pana tathāvuttavacanaṃ na yuttaṃ dutiyasmiṃ viya purimasmiṃ maggassa aggahaṇe kāraṇābhāvato. Purimasmiṃ aggahite magge anuppajjamāno maggo anatthāya saṃvatteyyāti āpajjeyya, na cetaṃ yuttaṃ āpajjamāne tasmiṃ padhānatthasambhavato. Catukiccasādhanavasenāti anuppannākusalānuppādanādicatukiccasādhanavasena.",
  "tika-s0401t16:19": "Vuttanayenāti ‘‘asamudācāravasena vā ananubhūtārammaṇavasena vā’’tiādinā vuttanayena. Vijjamānāti dharamānasabhāvā. Khaṇattayapariyāpannattā uppādādisamaṅgino vattamānabhāvena uppannaṃ vattamānuppannaṃ. Tañhi uppādato paṭṭhāya yāva bhaṅgā uddhaṃ pannaṃ pattanti nippariyāyato ‘‘uppanna’’nti vuccati. Anubhavitvā bhavitvā ca vigataṃ bhutvāvigataṃ. Anubhavanabhavanāni hi bhavanasāmaññena bhutvā-saddena vuttāni. Sāmaññameva hi upasaggena visesīyati. Idha vipākānubhavanavasena tadārammaṇaṃ avipakkavipākassa sabbathā avigatattā bhavitvāvigatamattavasena kammañca ‘‘bhutvāvigatuppanna’’nti vuttaṃ. Na aṭṭhasāliniyaṃ viya rajjanādivasena anubhūtāpagataṃ javanaṃ uppajjitvā niruddhatāvasena bhūtāpagatañca saṅkhataṃ bhūtāpagatuppannanti. Tasmā idha okāsakatuppannaṃ vipākameva vadati, na tattha viya kammampi. Aṭṭhasāliniyañhi bhūtāvigatuppannaṃ okāsakatuppannañca aññathā dassitaṃ. Vuttañhi tattha (dha. sa. aṭṭha. 1 kāmāvacarakusalapadabhājanīya) –",
  "tika-s0401t16:20": "‘‘Ārammaṇarasaṃ anubhavitvā niruddhaṃ anubhūtāpagatasaṅkhātaṃ kusalākusalaṃ, upādādittayaṃ anuppatvā niruddhaṃ bhūtāpagatasaṅkhātaṃ sesasaṅkhatañca bhūtāpagatuppannaṃ nāma. ‘Yānissa tāni pubbe katāni kammānī’ti evamādinā nayena vuttaṃ kammaṃ atītampi samānaṃ aññaṃ vipākaṃ paṭibāhitvā attano vipākassokāsaṃ katvā ṭhitattā, tathākatokāsañca vipākaṃ anuppannampi samānaṃ evaṃ kate okāse ekantena uppajjanato okāsakatuppannaṃ nāmā’’ti.",
  "tika-s0401t16:21": "Idha pana sammohavinodaniyaṃ vuttanayeneva bhutvāvigatuppannaṃ okāsakatuppannañca dassitaṃ. Vuttañhi, sammohavinodaniyaṃ (vibha. aṭṭha. 406) –",
  "tika-s0401t16:22": "‘‘Kamme pana jahite ārammaṇarasaṃ anubhavitvā niruddho vipāko bhutvāvigataṃ nāma. Kammaṃ uppajjitvā niruddhaṃ bhutvāvigataṃ nāma. Tadubhayampi bhutvāvigatuppannanti saṅkhyaṃ gacchati. Kusalākusalaṃ kammaṃ aññakammassa vipākaṃ paṭibāhitvā attano vipākassa okāsaṃ karoti. Evaṃ kate okāse vipāko uppajjamāno okāsakaraṇato paṭṭhāya uppannoti vuccati. Idaṃ okāsakatuppannaṃ nāmā’’ti.",
  "tika-s0401t16:23": "Tattha aṭṭhasāliniyā ayamadhippāyo – ‘‘satipi sabbesampi cittuppādānaṃ saṃvedayitasabhāvā ārammaṇānubhavane savipallāse pana santāne cittābhisaṅkhāravasena pavattito abyākatehi visiṭṭho kusalākusalānaṃ sātisayo visayānubhavanākāro. Yathā vikappaggāhavasena rāgādīhi tabbipakkhehi ca akusalaṃ kusalañca nippariyāyato ārammaṇarasaṃ anubhavati, na tathā vipāko kammavegakkhittattā, nāpi kiriyā ahetukānaṃ atidubbalatāya, sahetukānañca khīṇakilesassa chaḷaṅgupekkhāvato uppajjamānānaṃ atisantavuttittā, tasmā rajjanādivasena ārammaṇarasānubhavanaṃ sātisayanti akusalaṃ kusalañca uppajjitvā niruddhatāsāmaññena sesasaṅkhatañca bhūtāpagata’’nti vuttaṃ. Sammohavinodaniyā pana vipākānubhavanavasena tadārammaṇaṃ avipakkapākassa sabbathā avigatattā bhavitvāvigatamattavasena kammañca bhutvāpagatanti vuttaṃ. Teneva tattha okāsakatuppannanti vipākamevāha, na kammampi, tasmā idhāpi sammohavinodaniyaṃ vuttanayeneva bhutvāpagatuppannaṃ okāsakatuppannañca vibhattanti daṭṭhabbaṃ.",
  "tika-s0401t16:24": "Pañcakkhandhā pana vipassanāya bhūmi nāmāti sammasanassa ṭhānabhāvato vuttaṃ. Tesūti atītādibhedesu. Anusayitakilesāti appahīnā maggena pahātabbā adhippetā. Tenāha – ‘‘atītā vā…pe… na vattabbā’’ti. Hontu tāva ‘‘atītā’’ti vā ‘‘paccuppannā’’ti vā na vattabbā, ‘‘anāgatā’’ti pana kasmā na vattabbā, nanu kāraṇalābhe uppajjanārahā appahīnaṭṭhena thāmagatā kilesā anusayāti vuccantīti? Saccametaṃ, anāgatabhāvopi nesaṃ na paricchinno itarānāgatakkhandhānaṃ viyāti ‘‘anāgatā vāti na vattabbā’’ti vuttaṃ. Yadi hi nesaṃ paricchinno anāgatabhāvo siyā, tato ‘‘paccuppannā, atītā’’ti ca vattabbā siyuṃ, paccayasamavāye pana uppajjanārahataṃ upādāya anāgatavohāro tattha veditabbo.",
  "tika-s0401t16:25": "Idaṃ bhūmiladdhuppannaṃ nāmāti idaṃ yathāvuttaṃ kilesajātaṃ appahīnaṭṭhena bhūmiladdhuppannaṃ nāma kāraṇalābhe sati vijjamānakiccakaraṇato. Tāsu tāsu bhūmisūti manussadevādiattabhāvasaṅkhātesu upādānakkhandhesu. Ārammaṇakaraṇavasena hi bhavanti ettha kilesāti bhūmiyo, upādānakkhandhā. Asamugghātagatāti tasmiṃ tasmiṃ santāne anuppattidhammataṃ anāpāditatāya samugghātaṃ samucchedaṃ na gatāti asamugghātagatā. Bhūmiladdhuppannaṃ nāmāti ettha laddhabhūmikaṃ bhūmiladdhanti vuttaṃ aggiāhito viya. Okāsakatuppannasaddepi ca aṭṭhasāliniyaṃ (dha. sa. aṭṭha. 1 kāmāvacarakusalapadabhājanīya) āgatanayena okāso kato etena kusalākusalakammena, okāso kato etassa vipākassāti ca duvidhatthepi evameva katasaddassa paranipāto veditabbo. Idha pana okāsakatuppannasaddena vipākasseva gahitattā ‘‘okāso kato etassa vipākassā’’ti evaṃ viggaho daṭṭhabbo.",
  "tika-s0401t16:26": "Khaṇattayasamaṅgitāya samudācārappattaṃ samudācāruppannaṃ. Tenāha – ‘‘sampati vattamānaṃyevā’’ti. Ārammaṇaṃ adhiggayha daḷhaṃ gahetvā pavattaṃ ārammaṇādhiggahituppannaṃ. Vikkhambhanappahānavasena appahīnā avikkhambhitā. Samucchedappahānavasena appahīnā asamugghātitā. Nimittaggāhavasena ārammaṇassa adhiggahitattā taṃ ārammaṇaṃ anussaritānussaritakkhaṇe kilesuppattihetubhāvena upatiṭṭhanato adhiggahitameva nāmaṃ hotīti āha – ‘‘ārammaṇassa adhiggahitattā’’ti. Ettha ca āhaṭakhīrarukkho viya nimittaggāhavasena adhiggahitaṃ ārammaṇaṃ, anāhaṭakhīrarukkho viya avikkhambhitatāya antogatakilesaārammaṇaṃ daṭṭhabbaṃ. Nimittaggāhikā avikkhambhitakilesā vā puggalā vā āhaṭānāhaṭakhīrarukkhasadisā. Purimanayenevāti avikkhambhituppanne vuttanayeneva. Vitthāretabbanti ‘‘imasmiṃ nāma ṭhāne nuppajjissantī’’ti na vattabbā. Kasmā? Asamugghātitattā. Yathā kiṃ? Yathā sace khīrarukkhaṃ kuṭhāriyā āhaneyyuṃ, imasmiṃ nāma ṭhāne khīraṃ na nikkhameyyāti na vattabbaṃ, evaṃ. Idaṃ asamugghātituppannaṃ nāmāti evaṃ yojetvā vitthāretabbaṃ.",
  "tika-s0401t16:27": "Imesu uppannesūti yathāvuttesu aṭṭhasu uppannesu. Idaṃ na maggavajjhaṃ appahātabbavatthuttā. Maggavajjhaṃ maggena paheyyavatthuttā. Rattoti rāgena samannāgato. Esa nayo duṭṭho mūḷhoti etthāpi. Vinibaddhoti mānasaṃyojanena virūpaṃ nibandhito. Parāmaṭṭhoti diṭṭhiparāmāsena dhammasabhāvaṃ atikkamma parato āmaṭṭho. Aniṭṭhaṅgatoti niṭṭhaṃ agato, saṃsayāpannoti attho. Thāmagatoti anusayavasena daḷhataṃ upagato. Yuganaddhāti pahātabbappahāyakayuge naddhā viya vattanakā ekakālikattā. Saṃkilesikāti saṃkilesadhammasahitā.",
  "tika-s0401t16:28": "Pāḷiyanti paṭisambhidāpāḷiyaṃ (paṭi. ma. 3.21). Tikālikesupi kilesesu vāyāmābhāvadassanatthaṃ ajātaphalataruṇarukkho pāḷiyaṃ nidassito, aṭṭhakathāyaṃ pana jāto satto asamudāhaṭakileso nāma natthīti ‘‘jātaphalarukkhena dīpetabba’’nti vatvā tamatthaṃ vivarituṃ ‘‘yathā hī’’tiādi vuttaṃ. Atha vā maggena pahīnakilesānameva atītādibhedena tidhā navattabbataṃ pākaṭaṃ kātuṃ ajātaphalarukkho upamāvasena pāḷiyaṃ ābhato, atītādīnaṃ appahīnatādassanatthampi ‘‘jātaphalarukkhena dīpetabba’’nti aṭṭhakathāyaṃ vuttaṃ. Tattha yathā acchinne rukkhe nibbattanārahāni phalāni chinne anuppajjamānāni kadāci sasabhāvāni ahesuṃ, honti, bhavissanti vāti atītādibhāvena na vattabbāni, evaṃ maggena pahīnakilesā ca daṭṭhabbā magge anuppanne uppattirahānaṃ uppanne sabbena sabbaṃ abhāvato . Yathā ca chede asati phalāni uppajjissantīti chedanassa sātthakatā, evaṃ maggabhāvanāya ca sātthakatā yojetabbā. Nāpi na pajahatīti uppajjanārahānaṃ pajahanato vuttaṃ. Uppajjitvāti lakkhaṇe tvā-saddo. Maggassa uppajjanakiriyāya hi samudayappahānanibbānasachikaraṇakiriyā viya khandhānaṃ parijānanakiriyā lakkhīyati.",
  "tika-s0401t16:29": "Tepi pajahatiyevāti ye tehi kilesehi janetabbā upādinnakkhandhā, tepi pajahatiyeva tannimittassa abhisaṅkhāraviññāṇassa nirodhanato. Tenāha – ‘‘vuttampi ceta’’ntiādi. Abhisaṅkhāraviññāṇassa nirodhenāti kammaviññāṇassa anuppattidhammatāpādanena. Etthāti etasmiṃ sotāpattimaggañāṇe hetubhūte. Eteti nāmarūpasaññitā saṅkhārā. Sabbabhavehi vuṭṭhātiyevātipi vadantīti arahattamaggo sabbabhavehi vuṭṭhātiyevāti vadanti taduppattito uddhaṃ bhavūpapattiyā kilesassapi abhāvato.",
  "tika-s0401t16:30": "Ekacittakkhaṇikattā maggassāti adhippāyena ‘‘kathaṃ anuppannānaṃ…pe… ṭhitiyā bhāvanā hotī’’ti pucchati. Maggappavattiyāyeva ubhayakiccasiddhito āha – ‘‘maggappavattiyāyevā’’ti. Maggo hītiādinā tamatthaṃ vivarati. Anuppanno nāma vuccati, tasmā tassa bhāvanā anuppannānaṃ uppādāya bhāvanā vuttāti yojetabbā. Vattuṃ vaṭṭatīti yāvatā maggassa pavattiyeva ṭhiti, tattakāneva nibbattitalokuttarāni.",
  "tika-s0401t16:31": "398-401. Kattukamyatāchandaṃ adhipatiṃ karitvā paṭiladdhasamādhi chandasamādhīti āha – ‘‘chandaṃ nissāya pavatto samādhi chandasamādhī’’ti padhānasaṅkhārāti catukiccasādhakassa sammappadhānavīriyassetaṃ adhivacanaṃ. Tenāha – ‘‘padhānabhūtā saṅkhārā padhānasaṅkhārā’’ti. Tattha padhānabhūtāti vīriyabhūtā. Saṅkhatasaṅkhārādinivattanatthaṃ padhānaggahaṇanti. Atha vā taṃ taṃ visesaṃ saṅkharotīti saṅkhāro, sabbaṃ vīriyaṃ. Tattha catukiccasādhakato sesanivattanatthaṃ padhānaggahaṇanti, padhānabhūtā seṭṭhabhūtāti attho. Catubbidhassa pana vīriyassa adhippetattā bahuvacananiddeso kato. Tehi dhammehīti chandasamādhinā padhānasaṅkhārehi ca. Iddhipādanti ettha ijjhatīti iddhi, samijjhati nipphajjatīti attho. Ijjhanti vā etāya sattā iddhā vuddhā ukkaṃsagatā hontītipi iddhi. Paṭhamenatthena iddhi eva pādo iddhipādo, iddhikoṭṭhāsoti attho. Dutiyenatthena iddhiyā pādoti iddhipādo, pādoti patiṭṭhā, adhigamūpāyoti attho. Tena hi yasmā uparūparivisesasaṅkhātaṃ iddhiṃ pajjanti pāpuṇanti, tasmā pādoti vuccati. Tenāha – ‘‘iddhiyā pādaṃ, iddhibhūtaṃ vā pādaṃ iddhipāda’’nti.",
  "tika-s0401t16:32": "Atha vā iddhipādanti nipphattipariyāyena ijjhanaṭṭhena, ijjhanti etāya sattā iddhā vuddhā ukkaṃsagatā hontīti iminā vā pariyāyena iddhīti saṅkhaṃ gatānaṃ upacārajjhānādikusalacittasampayuttānaṃ chandasamādhipadhānasaṅkhārānaṃ adhiṭṭhānaṭṭhena pādabhūtaṃ sesacittacetasikarāsinti attho. Teneva iddhipādavibhaṅge (vibha. 434-437) ‘‘iddhipādoti tathābhūtassa vedanākkhandho…pe… viññāṇakkhandho’’ti vuttaṃ. Sā eva ca tathāvuttā iddhi yasmā heṭṭhimā heṭṭhimā uparimāya uparimāya tayo chandasamādhippadhānasaṅkhārā pādabhūtā adhiṭṭhānabhūtā, tasmā vuttaṃ ‘‘iddhibhūtaṃ vā pāda’’nti. Tathā heṭṭhā dhammā iddhipi honti iddhipādāpi, sesā pana sampayuttakā cattāro khandhā iddhipādāyeva. Vīriyacittavīmaṃsāsamādhippadhānasaṅkhārasaṅkhātāpi tayo tayo dhammā iddhipi honti iddhipādāpi, sesā pana sampayuttakā cattāro khandhā iddhipādāyeva.",
  "tika-s0401t16:33": "Apica pubbabhāgo pubbabhāgo iddhipādo nāma, paṭilābho paṭilābho iddhi nāmāti veditabbā. Ayamattho upacārena vā vipassanāya vā dīpetabbo. Paṭhamajjhānaparikammañhi iddhipādo nāma, paṭhamajjhānaṃ iddhi nāma. Dutiyajhāna… tatiyajhāna… catutthajhāna… ākāsānañcāyatana… viññāṇañcāyatana… ākiñcaññāyatana… nevasaññānāsaññāyatanaparikammaṃ iddhipādo nāma, nevasaññānāsaññāyatanaṃ iddhi nāma. Sotāpattimaggassa vipassanā iddhipādo nāma, sotāpattimaggo iddhi nāma. Sakadāgāmi-anāgāmi-arahattamaggassa vipassanā iddhipādo nāma, arahattamaggo iddhi nāma. Paṭilābhenapi dīpetuṃ vaṭṭatiyeva. Paṭhamajjhānañhi iddhipādo nāma, dutiyajjhānaṃ iddhi nāma. Dutiyajjhānaṃ iddhipādo nāma, tatiyajjhānaṃ iddhi nāma…pe… anāgāmimaggo iddhipādo nāma, arahattamaggo iddhi nāma.",
  "tika-s0401t16:34": "Sesesupīti vīriyasamādhiādīsupi. Tattha hi vīriyaṃ, cittaṃ, vīmaṃsaṃ adhipatiṃ karitvā paṭiladdhasamādhi vīriyasamādhi, cittasamādhi, vīmaṃsāsamādhīti attho veditabbo. Chandādīsu ekanti chandādīsu catūsu ādito vuttattā ādibhūtaṃ ekaṃ padhānaṃ chandanti adhippāyo. Tenevāha – ‘‘tadāssa paṭhamiddhipādo’’ti. Evaṃ sesāpīti etena vīriyaṃ cittaṃ vīmaṃsaṃ nissāya vipassanaṃ vaḍḍhetvā arahattaṃ pāpuṇantānaṃ vasena dutiyavīriyiddhipādādayo yojetabbāti dasseti. Iminā hi suttantena catunnaṃ bhikkhūnaṃ matthakappattaṃ kammaṭṭhānaṃ dassitaṃ. Eko hi bhikkhu chandaṃ avassayati, kattukamyatākusaladhammacchandena atthanipphattiyaṃ sati ‘‘ahaṃ lokuttaradhammaṃ nibbattessāmi, natthi mayhaṃ etassa nibbattane bhāro’’ti chandaṃ jeṭṭhakaṃ chandaṃ dhuraṃ chandaṃ pubbaṅgamaṃ katvā lokuttaradhammaṃ nibbatteti. Eko vīriyaṃ avassayati, eko cittaṃ, eko paññaṃ avassayati, paññāya atthanipphattiyaṃ sati ‘‘ahaṃ lokuttaradhammaṃ nibbattessāmi, natthi mayhaṃ etassa nibbattane bhāro’’ti paññaṃ jeṭṭhakaṃ paññaṃ dhuraṃ paññaṃ pubbaṅgamaṃ katvā lokuttaradhammaṃ nibbatteti.",
  "tika-s0401t16:35": "Kathaṃ? Yathā hi catūsu amaccaputtesu ṭhānantaraṃ patthetvā vicarantesu eko upaṭṭhānaṃ avassayati, eko sūrabhāvaṃ, eko jātiṃ, eko mantaṃ. Kathaṃ? Tesu hi paṭhamo upaṭṭhāne appamādakāritāya atthanipphattiyā sati labbhamānaṃ ‘‘lacchāmetaṃ ṭhānantara’’nti upaṭṭhānaṃ avassayati. Dutiyo upaṭṭhāne appamattopi ‘‘ekacco saṅgāme paccupaṭṭhite saṇṭhātuṃ na sakkoti, avassaṃ pana rañño paccanto kuppissati, tasmiṃ kuppite rathassa purato kammaṃ katvā rājānaṃ ārādhetvā āharāpessāmetaṃ ṭhānantara’’nti sūrabhāvaṃ avassayati. Tatiyo ‘‘sūrabhāvepi sati ekacco hīnajātiko hoti, jātiṃ sodhetvā ṭhānantaraṃ dento mayhaṃ dassatī’’ti jātiṃ avassayati. Catuttho ‘‘jātimāpi eko amantanīyo hoti, mantena kattabbakicce uppanne āharāpessāmetaṃ ṭhānantara’’nti mantaṃ avassayati. Te sabbepi attano attano avassayabalena ṭhānantarāni pāpuṇiṃsu.",
  "tika-s0401t16:36": "Tattha upaṭṭhāne appamatto hutvā ṭhānantaraṃ patto viya chandaṃ avassāya kattukamyatākusaladhammacchandena ‘‘atthanipphattiyaṃ sati ahaṃ lokuttaradhammaṃ nibbattessāmi, natthi mayhaṃ etassa nibbattane sāro’’ti chandaṃ jeṭṭhakaṃ chandaṃ dhuraṃ chandaṃ pubbaṅgamaṃ katvā lokuttaradhammanibbattako daṭṭhabbo raṭṭhapālatthero (ma. ni. 2.293 ādayo) viya. So hi āyasmā ‘‘chande sati kathaṃ nānujānissantī’’ti sattāhampi bhattāni abhuñjitvā mātāpitaro anujānāpetvā pabbajitvā chandameva avassāya lokuttaradhammaṃ nibbattesi. Sūrabhāvena rājānaṃ ārādhetvā ṭhānantaraṃ patto viya vīriyaṃ jeṭṭhakaṃ vīriyaṃ dhuraṃ vīriyaṃ pubbaṅgamaṃ katvā lokuttaradhammanibbattako daṭṭhabbo soṇatthero (mahāva. 243 ādayo) viya. So hi āyasmā vīriyaṃ dhuraṃ katvā lokuttaradhammaṃ nibbattesi.",
  "tika-s0401t16:37": "Jātisampattiyā ṭhānantaraṃ pattoviya cittaṃ jeṭṭhakaṃ cittaṃ dhuraṃ cittaṃ pubbaṅgamaṃ katvā lokuttaradhammanibbattako daṭṭhabbo sambhūtatthero (theragā. aṭṭha. 2 sambhūtattheragāthāvaṇṇanā) viya. So hi āyasmā cittaṃ jeṭṭhakaṃ cittaṃ dhuraṃ cittaṃ pubbaṅgamaṃ katvā lokuttaradhammaṃ nibbattesi. Mantaṃ avassāya ṭhānantaraṃ patto viya vīmaṃsaṃ jeṭṭhakaṃ vīmaṃsaṃ dhuraṃ vīmaṃsaṃ pubbaṅgamaṃ katvā lokuttaradhammanibbattako daṭṭhabbo thero mogharājā (su. ni. 1122 ādayo; cūḷani. mogharājamāṇavapucchāniddeso 85) viya. So hi āyasmā vīmaṃsaṃ jeṭṭhakaṃ vīmaṃsaṃ dhuraṃ vīmaṃsaṃ pubbaṅgamaṃ katvā lokuttaradhammaṃ nibbattesi. Tassa hi bhagavā ‘‘suññato lokaṃ avekkhassū’’ti (su. ni. 1125; cūḷani. mogharājamāṇavapucchāniddeso 88) suññatākathaṃ kathesi. Paññānissitamānaniggahatthañca dvikkhattuṃ pucchito pañhaṃ na kathesi. Ettha ca punappunaṃ chanduppādanaṃ tosanaṃ viya hotīti chandassa upaṭṭhānasadisatā vuttā, thāmabhāvato vīriyassa sūrattasadisatā, ‘‘chadvārādhipati rājā’’ti (dha. pa. aṭṭha. 2.erakapattanāgarājavatthu) vacanato pubbaṅgamatā cittassa visiṭṭhajātisadisatā.",
  "tika-s0401t16:38": "402-406.Attano saddhādhureti attano saddhākicce saddahanakiriyāya. Indaṭṭhaṃ kāretīti anuvattanavasena sampayuttadhammesu indaṭṭhaṃ kāreti, tasmā ādhipateyyaṭṭhena saddhā eva indriyanti saddhindriyaṃ. Tathā vīriyādīnaṃ sakasakakiccesūti āha – ‘‘vīriyindriyādīsupi eseva nayo’’ti. Visodhentoti vipakkhavivajjanasapakkhanisevanasarikkhūpanissayasaṅgaṇhanalakkhaṇehi tīhi kāraṇehi visodhanavasena sodhento.",
  "tika-s0401t16:39": "Assaddhe puggale parivajjayatoti buddhādīsu pasādasinehābhāvena saddhārahite lūkhapuggale sabbaso vajjayato. Saddhe puggale sevatoti buddhādīsu saddhādhimutte vakkalittherasadise sevato. Pasādanīyeti pasādāvahe sampasādanīyasuttādike (dī. ni. 3.141 ādayo). Paccavekkhatoti pāḷito atthato ca pati pati avekkhantassa cintentassa. Visujjhatīti paṭipakkhamalavigamato paccayavasena sabhāvasaṃsuddhito visuddhaphalanibbattito ca saddhindriyaṃ visujjhati. Esa nayo sesesupi. Sammappadhāneti sammappadhānappaṭisaṃyutte (saṃ. ni. 5.651-662 ādayo) suttante. Esa nayo sesesupi. Jhānavimokkheti paṭhamajjhānādijjhānāni ceva paṭhamavimokkhādivimokkhe ca. Kāmañcettha jhānāniyeva vimokkhā, pavattiākāravasena pana visuṃ gahaṇaṃ.",
  "tika-s0401t16:40": "Gambhīrañāṇacariyanti gambhīrānaṃ ñāṇānaṃ pavattiṭṭhānaṃ. Tenāha – ‘‘saṇhasukhuma’’ntiādi. Khandhantaranti sabhāvajātibhūmiādivasena khandhānaṃ nānattaṃ. Esa nayo sesesupi. Akatābhinivesoti pubbe akatabhāvanābhiniveso. Saddhādhurādīsūti saddhādhure paññādhure ca. Avasāneti bhāvanāpariyosāne. Vivaṭṭetvāti saṅkhārārammaṇato vivaṭṭetvā nibbānaṃ ārammaṇaṃ katvā. Arahattaṃ gaṇhātīti maggaparamparāya arahattaṃ gaṇhāti. Akampiyaṭṭhenāti paṭipakkhehi akampiyabhāvena. Etenevassa sampayuttadhammesu thirabhāvopi vibhāvito daṭṭhabbo. Na hi sampayuttadhammesu thirabhāvena vinā paṭipakkhehi akampiyatā sambhavati. Sampayuttadhammesu thirabhāveneva hi akusalānaṃ abyākatānañca nesaṃ balavabhāvūpapatti. Assaddhiyeti assaddhiyahetu. Nimittatthe hetaṃ bhummavacanaṃ. Esa nayo sesesupi.",
  "tika-s0401t16:41": "418.Ādipadānanti satiādipadānaṃ. Saraṇaṭṭhenāti cirakatacirabhāsitānaṃ anussaraṇaṭṭhena. Upaṭṭhānalakkhaṇāti kāyādīsu asubhākārādisallakkhaṇamukhena tattha upatiṭṭhanasabhāvā. Upatiṭṭhanañca ārammaṇaṃ upagantvā ṭhānaṃ, avissajjanaṃ vā ārammaṇassa. Apilāpanalakkhaṇāti asammussanasabhāvā, udake alābu viya ārammaṇe plavitvā gantuṃ appadānaṃ, pāsāṇassa viya niccalassa ārammaṇassa ṭhapanaṃ sāraṇaṃ asammuṭṭhakaraṇaṃ apilāpanaṃ. Sāpateyyanti santakaṃ. Apilāpanaṃ asammuṭṭhaṃ karoti apilāpeti, sāyaṃ pātañca rājānaṃ issariyasampattiṃ sallakkhāpeti sāretīti attho. Kaṇhasukkasappaṭibhāge dhammeti kaṇhasukkasaṅkhāte sappaṭibhāge dhamme. Kaṇho hi dhammo sukkena, sukko ca kaṇhena sappaṭibhāgo. Vitthāra-saddo ādisaddattho. Tena ‘‘ime cattāro dhammā sammappadhānā, ime cattāro iddhipādā, imāni pañcindriyāni, imāni pañca balāni, ime satta bojjhaṅgā, ayaṃ ariyo aṭṭhaṅgiko maggo, ayaṃ samatho, ayaṃ vipassanā, ayaṃ vijjā, ayaṃ vimutti, ime lokuttaradhammāti evaṃ kho, mahārāja, apilāpanalakkhaṇā satī’’ti (mi. pa. 2.1.13) imaṃ pāḷisesaṃ saṅgaṇhāti. Therenāti nāgasenattherena. So hi dhammānaṃ kiccaṃ lakkhaṇaṃ katvā asseti ‘‘apilāpanalakkhaṇā sati, ākoṭanalakkhaṇo vitakko’’tiādinā. Evañhi dhammā subodhā hontīti. Sammosapaccanīkaṃ kiccaṃ asammoso, na sammosābhāvamattanti āha – ‘‘asammosarasā vā’’ti. Yassa dhammassa balena sampayuttadhammā ārammaṇābhimukhā bhavanti, sā sati. Tasmā sā tesaṃ ārammaṇābhimukhabhāvaṃ paccupaṭṭhāpesi, sayaṃ vā ārammaṇābhimukhabhāvena paccupatiṭṭhatīti vuttaṃ – ‘‘gocarābhimukhībhāvapaccupaṭṭhānā’’ti. Sammā pasattho bojjhaṅgoti sambojjhaṅgo. Bodhiyā vakkhamānāya dhammasāmaggiyā, bodhissa vā ariyasāvakassa aṅgoti bojjhaṅgo. Yā hītiādinā tameva saṅkhepato vuttamatthaṃ vivarati. ‘‘Yā hi ayaṃ dhammasāmaggī’’ti etassa ‘‘bodhīti vuccatī’’ti iminā sambandho. Dhammasāmaggiyāti dhammasamūhena, yāya dhammasāmaggiyāti sambandho. Patiṭṭhānāyūhanā oghataraṇasuttavaṇṇanāyaṃ (saṃ. ni. aṭṭha. 1.1.1) ‘‘kilesavasena patiṭṭhānaṃ, abhisaṅkhāravasena āyūhanā. Taṇhā diṭṭhivasena patiṭṭhānaṃ, avasesakilesābhisaṅkhārehi āyūhanā. Taṇhāvasena patiṭṭhānaṃ, diṭṭhivasena āyūhanā. Sassatadiṭṭhiyā patiṭṭhānaṃ, ucchedadiṭṭhiyā āyūhanā. Līnavasena patiṭṭhānaṃ, uddhaccavasena āyūhanā. Kāmasukhallikānuyogavasena patiṭṭhānaṃ, attakilamathānuyogavasena āyūhanā. Sabbākusalābhisaṅkhāravasena patiṭṭhānaṃ, sabbalokiyakusalābhisaṅkhāravasena āyūhanā’’ti evaṃ vuttesu sattasu pakāresu idha avuttānaṃ vasena veditabbā. Paṭipakkhabhūtāyāti ettha līnappatiṭṭhānakāmasukhallikānuyogaucchedābhinivesānaṃ dhammavicayavīriyapītippadhānā dhammasāmaggī paṭipakkho, uddhaccāyūhanaattakilamathānuyogasassatābhinivesānaṃ passaddhisamādhiupekkhāpadhānā dhammasāmaggī paṭipakkho. Sati pana ubhayatthāpi icchitabbā. Tathā hi sā ‘‘sabbatthikā’’ti vuttā.",
  "tika-s0401t16:42": "Kilesasantānaniddāyauṭṭhahatīti etena sikhāppattavipassanāya sahagatānampi satiādīnaṃ bojjhaṅgabhāvaṃ dasseti. Vuṭṭhānagāminivipassanā hi kilese nirodhentī eva pavattatīti. Cattāri vātiādinā pana maggaphalasahagatānaṃ bojjhaṅgabhāvaṃ dasseti. Sattahi bojjhaṅgehi bhāvitehi saccappaṭivedho hotīti kathamidaṃ jānitabbanti codanaṃ sandhāyāha – ‘‘yathāhā’’tiādi. Jhānaṅgamaggaṅgādayo viyāti etena bodhibojjhaṅgasaddānaṃ samudāyāvayavavisayataṃ dasseti. Senaṅgarathaṅgādayo viyāti etena puggalapaññattiyā avijjamānapaññattibhāvaṃ dasseti.",
  "tika-s0401t16:43": "Bodhāya saṃvattantīti bojjhaṅgāti kāraṇattho aṅgasaddoti katvā vuttaṃ. Bujjhantīti bodhiyo, bodhiyo eva aṅgāni bojjhaṅgānīti vuttaṃ – ‘‘bujjhantīti bojjhaṅgā’’ti. Vipassanādīnaṃ kāraṇādīnaṃ bujjhitabbānañca saccānaṃ anurūpaṃ paccakkhabhāvena paṭimukhaṃ aviparītatāya sammā ca bujjhantīti evaṃ atthavisesadīpakehi upasaggehi ‘‘anubujjhantī’’tiādi vuttaṃ. Bodhisaddo hi sabbavisesayuttabujjhanaṃ sāmaññena saṅgaṇhāti. Saṃ-saddo pasaṃsāyaṃ sundarabhāve ca dissatīti āha – ‘‘pasattho sundaro ca bojjhaṅgo sambojjhaṅgo’’ti.",
  "tika-s0401t16:44": "Dhamme vicinatīti dhammavicayo. Tattha dhammeti catusaccadhamme tabbinimuttassa sabhāvadhammassa abhāvato. Tato eva so pavicayalakkhaṇo. Obhāsanarasoti visayobhāsanaraso. Asammuyhanākārena paccupatiṭṭhatīti asammohapaccupaṭṭhāno.",
  "tika-s0401t16:45": "Vīrassa bhāvo, kammaṃ vāti vīriyaṃ. Īrayitabbatoti pavattetabbato. Paggahalakkhaṇanti kosajjapakkhe patituṃ adatvā sampayuttadhammānaṃ paggahalakkhaṇaṃ. Tato eva sampayuttadhamme upatthambhanarasaṃ. Anosīdanaṃ asaṃsīdanaṃ.",
  "tika-s0401t16:46": "Pīṇayatīti tappeti. Pīṇanakiccena sampayuttadhammānaṃ viya taṃsamuṭṭhānapaṇītarūpehi kāyassābyapanaṃ. Pharaṇapītivasena hetaṃ lakkhaṇaṃ vuttaṃ, tathā rasoti. Udaggabhāvo odagyaṃ, taṃ paccupaṭṭhapetīti odagyapaccupaṭṭhānā. Ubbegapītivasena cetaṃ vuttaṃ.",
  "tika-s0401t16:47": "Kāyacittadarathappassambhanatoti kāyadarathassa cittadarathassa ca passambhanato vūpasamanato. Tenāha – ‘‘upasamalakkhaṇā’’ti, kāyacittadarathānaṃ vūpasamanalakkhaṇāti attho. Kāyoti cettha vedanādayo tayo khandhā. Daratho sārambho, dukkhadomanassapaccayānaṃ uddhaccādikānaṃ kilesānaṃ, tathāpavattānaṃ vā catunnaṃ khandhānametaṃ adhivacanaṃ. Darathanimmaddanena pariḷāhaparipphandanavirahito sītibhāvo aparipphandanasītibhāvo.",
  "tika-s0401t16:48": "Sammā cittassa ṭhapanaṃ samādhānaṃ. Avikkhepo sampayuttānaṃ avikkhittatā. Yena sampayuttā avikkhittā honti, so dhammo avikkhepo. Avisāro attano eva avisaraṇabhāvo. Atha vā vikkhepappaṭipakkhatāya avikkhepalakkhaṇo. Nhānīyacuṇṇassa udakaṃ viya sampayuttadhammānaṃ sampiṇḍanakiccatāya avisārabhāvena lakkhitabbo avisāralakkhaṇo. Nivāte dīpacciṭṭhiti viya cetaso ṭhitibhāvena paccupatiṭṭhatīti cittaṭṭhitipaccupaṭṭhāno.",
  "tika-s0401t16:49": "Ajjhupekkhanatoti samappavattesu assesu sārathi viya sampayuttadhammānaṃ ajjhupekkhanato. Paṭisaṅkhānalakkhaṇāti majjhattabhāve ṭhatvā vīmaṃsanasaṅkhātappaṭisaṅkhānalakkhaṇā. Samavāhitalakkhaṇāti samaṃ avisamaṃ yathāsakakiccesu sampayuttadhammānaṃ pavattanalakkhaṇā. Udāsīnabhāvena pavattamānāpi sesasampayuttadhamme yathāsakakiccesu pavatteti, yathā rājā tuṇhī nisinnopi atthakaraṇe dhammaṭṭhe yathāsakaṃ kiccesu appamatto pavatteti. Alīnānuddhatappavattipaccayattā ūnādhikanivāraṇarasā. Pakkhapātupacchedanarasāti ‘‘idaṃ nihīnakiccaṃ hotu, idaṃ atirekatarakicca’’nti evaṃ pakkhapātanavasena viya pavatti pakkhapāto, taṃ upacchindantī viya hotīti pakkhapātupacchedanarasā. Sampayuttadhammānaṃ sakasakakicce majjhattabhāvena paccupatiṭṭhatīti majjhattabhāvapaccupaṭṭhāno. Bojjhaṅgānaṃ uparūpari uppādanameva brūhanaṃ vaḍḍhanañcāti āha – ‘‘uppādetī’’ti.",
  "tika-s0401t16:50": "Sati ca sampajaññañca satisampajaññaṃ, satipadhānaṃ vā sampajaññaṃ satisampajaññaṃ. Taṃ sabbattha satokāribhāvāvahattā satisambojjhaṅgassa uppādāya hoti. Yathā paccanīkadhammappahānaṃ anurūpadhammasevanā ca anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya hoti, evaṃ satirahitapuggalavivajjanā, satokāripuggalasevanā, tattha ca yuttatā satisambojjhaṅgassa uppādāya hotīti imamatthaṃ dasseti, ‘‘satisampajañña’’ntiādinā. Sattasu ṭhānesūti ‘‘abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hotī’’ti (dī. ni. 2.376; ma. ni. 1.109) evaṃ vuttesu abhikkantādīsu sattasu ṭhānesu. Tissadattatthero nāma yo bodhimaṇḍe suvaṇṇasalākaṃ gahetvā ‘‘aṭṭhārasasu bhāsāsu katarabhāsāya dhammaṃ kathemī’’ti parisaṃ padhāresi. Abhayattheroti dattābhayattheramāha. Abhinivesanti vipassanābhinivesaṃ.",
  "tika-s0401t16:51": "Paripucchakatāti pariyogāhetvā pucchakabhāvo. Ācariye payirupāsitvā pañcapi nikāye saha aṭṭhakathāya pariyogāhetvā yaṃ yaṃ tattha gaṇṭhiṭṭhānabhūtaṃ, taṃ taṃ ‘‘idaṃ, bhante, kathaṃ, imassa ko attho’’ti khandhāyatanādiatthaṃ pucchantassa hi dhammavicayasambojjhaṅgo uppajjati. Tenāha – ‘‘khandhadhātu…pe… bahulatā’’ti.",
  "tika-s0401t16:52": "Vatthuvisadakiriyāti ettha cittacetasikānaṃ pavattiṭṭhānabhāvato sarīraṃ tappaṭibaddhāni cīvarādīni ca vatthūnīti adhippetāni. Tāni yathā cittassa sukhāvahāni honti, tathā karaṇaṃ tesaṃ visadakiriyā. Tenāha – ‘‘ajjhattikabāhirāna’’ntiādi. Ussannadosanti vātapittādivasena upacitadosaṃ. Sedamalamakkhitanti sedena ceva jallikāsaṅkhātena sarīramalena ca makkhitaṃ. Ca-saddena aññampi sarīrassa pīḷāvahaṃ accāsanādiṃ saṅgaṇhāti. Senāsanaṃ vāti vā-saddena malaggahitapattādīnaṃ saṅgaho daṭṭhabbo. Paribhaṇḍakaraṇādīhīti ādi-saddena pattapacanādīnaṃ saṅgaho daṭṭhabbo. Avisadeti vatthumhi avisade sati, visayabhūte vā. Kathaṃ bhāvanamanuyuttassa tāni ajjhattikabāhiravatthūni visayo? Antarantarā pavattanakacittuppādavaseneva vuttaṃ. Te hi cittuppādā cittekaggatāya aparisuddhabhāvāya saṃvattanti. Cittacetasikesūti nissayādipaccayabhūtesu cittacetasikesu. Ñāṇampīti api-saddo sampiṇḍanattho. Tena ‘‘na kevalaṃ vatthuyeva, atha kho tasmiṃ aparisuddhe ñāṇampi aparisuddhaṃ hotī’’ti nissayāparisuddhiyā taṃnissitāparisuddhi viya visayassa aparisuddhatāya visayino aparisuddhiṃ dasseti.",
  "tika-s0401t16:53": "Samabhāvakaraṇanti kiccato anūnādhikabhāvakaraṇaṃ. Saddhindriyaṃ balavaṃ hoti, saddheyyavatthusmiṃ paccayavasena adhimokkhakiccassa paṭutarabhāvena paññāya avisadatāya vīriyādīnañca sithilatādinā saddhindriyaṃ balavaṃ hoti. Tenāha – ‘‘itarāni mandānī’’ti. Tatoti tasmā, saddhindriyassa balavabhāvato itaresañca mandattāti attho. Kosajjapakkhe patituṃ adatvā sampayuttadhammānaṃ paggaṇhanaṃ anubalappadānaṃ paggaho. Paggahova kiccaṃ paggahakiccaṃ. Kātuṃ na sakkotīti ānetvā sambandhitabbaṃ. Ārammaṇaṃ upagantvā ṭhānaṃ, anissajjanaṃ vā upaṭṭhānaṃ. Vikkhepappaṭipakkho, yena vā sampayuttā avikkhittā honti, so avikkhepo. Rūpagataṃ viya cakkhunā yena yāthāvato visayasabhāvaṃ passati, taṃ dassanakiccaṃ kātuṃ na sakkoti balavatā saddhindriyena adhibhūtattā. Sahajātadhammesu hi indaṭṭhaṃ kārentānaṃ sahapavattamānānaṃ dhammānaṃ ekadesatāvaseneva atthasiddhi, na aññathā. Tasmāti vuttamevatthaṃ kāraṇabhāvena paccāmasati. Tanti saddhindriyaṃ. Dhammasabhāvapaccavekkhaṇenāti yassa saddheyyassa vatthuno uḷāratādiguṇe adhimuccanassa sātisayappavattiyā saddhindriyaṃ balavaṃ jātaṃ, tassa paccayapaccayuppannatādivibhāgato yāthāvato vīmaṃsanena. Evañhi evaṃdhammatānayena yāthāvasarasato pariggayhamāne savipphāro adhimokkho na hoti ‘‘ayaṃ imesaṃ dhammānaṃ sabhāvo’’ti parijānanavasena paññābyāpārassa sātisayattā. Dhuriyadhammesu hi yathā saddhāya balavabhāve paññāya mandabhāvo hoti, evaṃ paññāya balavabhāve saddhāya mandabhāvo hoti. Tena vuttaṃ – ‘‘taṃ dhammasabhāvapaccavekkhaṇena hāpetabba’’nti.",
  "tika-s0401t16:54": "Tathā amanasikārenāti yenākārena bhāvanamanuyuñjantassa saddhindriyaṃ balavaṃ jātaṃ, tenākārena bhāvanāya ananuyuñjanatoti vuttaṃ hoti. Idha duvidhena saddhindriyassa balavabhāvo attano vā paccayavisesena kiccuttariyato vīriyādīnaṃ vā mandakiccatāya. Tattha paṭhamavikappe hāpanavidhi dassito, dutiyavikappe pana yathā manasikaroto vīriyādīnaṃ mandakiccatāya saddhindriyaṃ balavaṃ jātaṃ, tathā amanasikārena vīriyādīnaṃ paṭukiccabhāvāvahena manasikārena saddhindriyaṃ tehi samarasaṃ karontena hāpetabbaṃ. Iminā nayena sesindriyesupi hāpanavidhi veditabbo.",
  "tika-s0401t16:55": "Vakkalittheravatthūti so hi āyasmā saddhādhimuttatāya katādhikāro satthu rūpadassanappasuto eva hutvā viharanto satthārā ‘‘kiṃ te, vakkali, iminā pūtikāyena diṭṭhena, yo kho, vakkali, dhammaṃ passati, so maṃ passatī’’tiādinā (saṃ. ni. 3.87) nayena ovaditvā kammaṭṭhāne niyojitopi taṃ ananuyuñjanto paṇāmito attānaṃ vinipātetuṃ papātaṭṭhānaṃ abhiruhi. Atha naṃ satthā yathānisinnova obhāsavissajjanena attānaṃ dassetvā –",
  "tika-s0401t16:56": "‘‘Pāmojjabahulo bhikkhu, pasanno buddhasāsane;",
  "tika-s0401t16:57": "Adhigacche padaṃ santaṃ, saṅkhārūpasamaṃ sukha’’nti. (dha. pa. 381) –",
  "tika-s0401t16:58": "Gāthaṃ vatvā ‘‘ehi, vakkalī’’ti āha. So teneva amatena abhisitto haṭṭhatuṭṭho hutvā vipassanaṃ paṭṭhapesi, saddhāya pana balavabhāvena vipassanāvīthiṃ na otari. Taṃ ñatvā bhagavā tassa indriyasamattappaṭipādanāya kammaṭṭhānaṃ sodhetvā adāsi. So satthārā dinnanaye ṭhatvā vipassanaṃ ussukkāpetvā maggappaṭipāṭiyā arahattaṃ pāpuṇi. Tena vuttaṃ – ‘‘vakkalittheravatthu cettha nidassana’’nti. Etthāti saddhindriyassa adhimattabhāve sesindriyānaṃ sakiccākaraṇe. Itarakiccabhedanti upaṭṭhānādikiccavisesaṃ. Passaddhādīti ādi-saddena samādhiupekkhāsambojjhaṅgānaṃ saṅgaho. Hāpetabbanti yathā saddhindriyassa balavabhāvo dhammasabhāvapaccavekkhaṇena hāyati, evaṃ vīriyindriyassa adhimattatā passaddhiādibhāvanāya hāyati samādhipakkhiyattā tassā. Tathā hi samādhindriyassa adhimattataṃ kosajjapātato rakkhantī vīriyādibhāvanā viya vīriyindriyassa adhimattataṃ uddhaccapātato rakkhantī passaddhādibhāvanā ekaṃsato hāpeti. Tena vuttaṃ – ‘‘passaddhādibhāvanāya hāpetabba’’nti.",
  "tika-s0401t16:59": "Soṇattherassa vatthūti sukhumālasoṇattherassa vatthu. So hi āyasmā satthu santike kammaṭṭhānaṃ gahetvā sītavane viharanto ‘‘mama sarīraṃ sukhumālaṃ, na ca sakkā sukheneva sukhaṃ adhigantuṃ, kilametvāpi samaṇadhammo kātabbo’’ti ṭhānacaṅkamameva adhiṭṭhāya padhānamanuyuñjanto pādatalesu phoṭesu uṭṭhitesupi vedanaṃ ajjhupekkhitvā daḷhavīriyaṃ karonto accāraddhavīriyatāya visesaṃ nibbattetuṃ nāsakkhi. Satthā tattha gantvā vīṇūpamovādena ovaditvā vīriyasamatāyojanavidhiṃ dassento kammaṭṭhānaṃ visodhetvā gijjhakūṭaṃ gato. Theropi satthārā dinnanayena vīriyasamataṃ yojetvā bhāvento vipassanampi ussukkāpetvā arahatte patiṭṭhāsi. Tena vuttaṃ – ‘‘soṇattherassa vatthu dassetabba’’nti. Sesesupīti satisamādhipaññindriyesupi.",
  "tika-s0401t16:60": "Samatanti saddhāpaññānaṃ aññamaññaṃ anūnādhikabhāvaṃ, tathā samādhivīriyānaṃ. Yathā hi saddhāpaññānaṃ visuṃ dhuriyadhammabhūtānaṃ kiccato aññamaññānativattanaṃ visesato icchitabbaṃ, yato nesaṃ samadhuratāya appanā sampajjati, evaṃ samādhivīriyānaṃ kosajjuddhaccapakkhikānaṃ samarasatāya sati aññamaññūpatthambhanato sampayuttadhammānaṃ antadvayapātābhāvena sammadeva appanā ijjhati. Balavasaddhotiādi byatirekamukhena vuttassevatthassa samatthanaṃ. Tassattho – yo balavatiyā saddhāya samannāgato avisadañāṇo, so mudhappasanno hoti, na aveccappasanno. Tathā hi avatthusmiṃ pasīdati seyyathāpi titthiyasāvakā. Kerāṭikapakkhanti sāṭheyyapakkhaṃ bhajati. Saddhāhīnāya paññāya atidhāvanto ‘‘deyyavatthupariccāgena vinā cittuppādamattenapi dānamayaṃ puññaṃ hotī’’tiādīni parikappeti hetuppaṭirūpakehi vañcito, evaṃbhūto sukkhatakkaviluttacitto paṇḍitānaṃ vacanaṃ nādiyati, saññattiṃ na gacchati. Tenāha – ‘‘bhesajjasamuṭṭhito viya rogo atekiccho hotī’’ti. Yathā cettha saddhāpaññānaṃ aññamaññaṃ samabhāvo atthāvaho, anatthāvaho visamabhāvo, evaṃ samādhivīriyānaṃ aññamaññaṃ avikkhepāvaho samabhāvo, itaro vikkhepāvaho cāti kosajjaṃ abhibhavati, tena appanaṃ na pāpuṇātīti adhippāyo. Uddhaccaṃ abhibhavatīti etthāpi eseva nayo. Taṃ ubhayanti saddhāpaññādvayaṃ samādhivīriyadvayañca. Samaṃ kattabbanti samarasaṃ kātabbaṃ.",
  "tika-s0401t16:61": "Samādhikammikassāti samathakammaṭṭhānikassa. Evanti evaṃ sante, saddhāya thokaṃ balavabhāve satīti attho. Saddahantoti ‘‘pathavī pathavīti manasikaraṇamattena kathaṃ jhānuppattī’’ti acintetvā ‘‘addhā sammāsambuddhena vuttavidhi ijjhissatī’’ti saddahanto saddhaṃ janento. Okappentoti ārammaṇaṃ anuppavisitvā viya adhimuccanavasena avakappento pakkhandanto. Ekaggatā balavatī vaṭṭati samādhippadhānattā jhānassa. Ubhinnanti samādhipaññānaṃ. Samādhikammikassa samādhino adhimattatā viya paññāya adhimattatāpi icchitabbāti āha – ‘‘samatāyapī’’ti, samabhāvenapīti attho. Appanāti lokiyaappanā. Tathā hi ‘‘hotiyevā’’ti sāsaṅkaṃ vadati. Lokuttarappanā pana tesaṃ samabhāveneva icchitā. Yathāha – ‘‘samathavipassanaṃ yuganaddhaṃ bhāvetī’’ti (a. ni. 4.170; paṭi. ma. 2.5).",
  "tika-s0401t16:62": "Yadi visesato saddhāpaññānaṃ samādhivīriyānañca samatāva icchitā, kathaṃ satīti āha – ‘‘sati pana sabbattha balavatī vaṭṭatī’’ti. Sabbatthāti līnuddhaccapakkhikesu pañcasu indriyesu. Uddhaccapakkhike gaṇhanto ‘‘saddhāvīriyapaññāna’’nti āha. Aññathāpīti ca gahetabbā siyā. Tathā hi kosajjapakkhikena ca samādhināicceva vuttaṃ, na ‘‘passaddhisamādhiupekkhāhī’’ti. Sāti sati. Sabbesu rājakammesu niyutto sabbakammiko. Tenāti tena sabbattha icchitabbatthena kāraṇena. Āha aṭṭhakathāyaṃ. Sabbattha niyuttā sabbatthikā sabbattha līne uddhate ca citte icchitabbattā, sabbena vā līnuddhaccapakkhiyena bojjhaṅgagaṇena atthetabbāti sabbatthā, sāva sabbatthikā. Cittanti kusalacittaṃ. Tassa hi satipaṭisaraṇaṃ parāyaṇaṃ appattassa pattiyā anadhigatassa adhigamāya. Tenāha – ‘‘ārakkhapaccupaṭṭhānā’’tiādi.",
  "tika-s0401t16:63": "Khandhādibhedesu anogāḷhapaññānanti pariyattibāhusaccavasenapi khandhāyatanādīsu appatiṭṭhitabuddhīnaṃ. Bahussutasevanā hi sutamayañāṇāvahā. Taruṇavipassanāsamaṅgīpi bhāvanāmayañāṇe ṭhitattā ekaṃsato paññavā eva nāma hotīti āha – ‘‘samapaññāsa…pe… puggalasevanā’’ti. Ñeyyadhammassa gambhīrabhāvavasena tapparicchedakañāṇassa gambhīrabhāvaggahaṇanti āha – ‘‘gambhīresu khandhādīsu pavattāya gambhīrapaññāyā’’ti. Tañhi ñeyyaṃ tādisāya paññāya caritabbato gambhīrañāṇacariyaṃ. Tassā vā paññāya tattha pabhedato pavatti gambhīrañāṇacariyā, tassā paccavekkhaṇāti āha – ‘‘gambhīrapaññāya pabhedapaccavekkhaṇā’’ti.",
  "tika-s0401t16:64": "Pañcavidhabandhanakammakāraṇaṃ niraye nibbattasattassa yebhuyyena sabbapaṭhamaṃ karontīti devadūtasuttādīsu ādito vuttattā ca āha – ‘‘pañcavidhabandhanakammakāraṇato paṭṭhāyā’’ti. Sakaṭavahanādikāleti ādi-saddena tadaññaṃ manussehi tiracchānehi ca vibādhitabbakālaṃ saṅgaṇhāti. Ekaṃ buddhantaranti idaṃ aparāparesu petesuyeva uppajjanakasattavasena vuttaṃ, ekaccānaṃ vā petānaṃ ekaccatiracchānānaṃ viya dīghāyukatā siyāti tathā vuttaṃ. Tathā hi kāḷo nāgarājā catunnaṃ buddhānaṃ sammukhībhāvaṃ labhitvā ṭhitopi metteyyassapi bhagavato sammukhībhāvaṃ labhissatīti vadanti, yatassa kappāyukatā vuttā.",
  "tika-s0401t16:65": "Evaṃ ānisaṃsadassāvinoti vīriyāyatto eva sabbo lokiyo lokuttaro ca visesādhigamoti evaṃ vīriye ānisaṃsadassanasīlassa. Gamanavīthinti sapubbabhāgaṃ nibbānagāminipaṭipadaṃ , saha vipassanāya ariyamaggappaṭipāṭi, sattavisuddhiparamparā vā. Sā hi ‘‘bhikkhuno vaṭṭaniyyānāya gantabbā paṭipajjitabbā paṭipadā’’ti katvā gamanavīthi nāma.",
  "tika-s0401t16:66": "Kāyadaḷhībahuloti yathā tathā kāyassa daḷhīkammappasuto. Piṇḍapātanti raṭṭhapiṇḍaṃ. Paccayadāyakānaṃ attani kārassa attano sammāpaṭipattiyā mahapphalabhāvassa karaṇena piṇḍassa bhikkhāya paṭipūjanā piṇḍapātāpacāyanaṃ.",
  "tika-s0401t16:67": "Nīharantoti pattatthavikato nīharanto. Taṃ saddaṃ sutvāti taṃ upāsikāya vacanaṃ paṇṇasālādvāre ṭhitova pañcābhiññatāya dibbasotena sutvā. Manussasampatti, dibbasampatti, nibbānasampattīti imā tisso sampattiyo. Dātuṃ sakkhissasīti tayi katena dānamayena veyyāvaccamayena ca puññakammena khettavisesabhāvūpagamanena aparāparaṃ devamanussānaṃ sampattiyo ante nibbānasampattiñca dātuṃ sakkhissasīti thero attānaṃ pucchati. Sitaṃ karontoti ‘‘akiccheneva mayā vaṭṭadukkhaṃ samatikkanta’’nti paccavekkhaṇāvasāne sañjātapāmojjavasena sitaṃ karonto.",
  "tika-s0401t16:68": "Nipparissayakāloti nirupaddavakālo, tadā bhikkhusaṅghassa sulabhā paccayā hontīti paccayahetukā cittapīḷā natthīti adhippāyo. Passantānaṃyevāti anādare sāmivacanaṃ. Khīradhenunti khīradāyikaṃ dhenuṃ . Kiñcideva katvāti kiñcideva bhatikammaṃ katvā. Ucchuyantakammanti ucchuyantasālāya kātabbaṃ kiccaṃ. Tameva magganti upāsakena paṭipannamaggaṃ. Upakaṭṭhāyāti āsannāya. Vippaṭipannanti jātidhammakuladhammādilaṅghanena asammāpaṭipannaṃ. Evanti yathā asammāpaṭipanno putto tāya eva asammāpaṭipattiyā kulasantānato bāhiro hutvā pitu santikā dāyajjassa na bhāgī, evaṃ kusītopi teneva kusītabhāvena na sammāpaṭipanno satthu santikā laddhabbaariyadhanadāyajjassa na bhāgī. Āraddhavīriyova labhati sammāpaṭipajjanato. Uppajjati vīriyasambojjhaṅgoti yojanā, evaṃ sabbattha.",
  "tika-s0401t16:69": "Mahāti sīlādiguṇehi mahanto vipulo anaññasādhāraṇo. Taṃ panassa guṇamahattaṃ dasasahassilokadhātukampanena loke pākaṭanti dassento ‘‘satthuno hī’’tiādimāha.",
  "tika-s0401t16:70": "Yasmā satthusāsane pabbajitassa pabbajjūpagamanena sakyaputtiyabhāvo sañjāyati, tasmā buddhaputtabhāvaṃ dassento ‘‘asambhinnāyā’’tiādimāha.",
  "tika-s0401t16:71": "Alasānaṃ bhāvanāya nāmamattampi ajānantānaṃ kāyadaḷhībahulānaṃ yāvadatthaṃ bhuñjitvā seyyasukhādianuyuñjanakānaṃ tiracchānagatikānaṃ puggalānaṃ dūrato vajjanā kusītapuggalaparivajjanāti āha – ‘‘kucchiṃ pūretvā ṭhitaajagarasadise’’tiādi. ‘‘Divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāmā’’tiādinā bhāvanārambhavasena āraddhavīriyānaṃ daḷhaparakkamānaṃ kālena kālaṃ upasaṅkamanā āraddhavīriyapuggalasevanāti āha – ‘‘āraddhavīriye’’tiādi. Visuddhimagge (visuddhi. 1.64-65) pana jātimahattapaccavekkhaṇā sabrahmacārimahattapaccavekkhaṇāti idaṃ dvayaṃ na gahitaṃ, thinamiddhavinodanatā sammappadhānapaccavekkhaṇatāti idaṃ dvayaṃ gahitaṃ. Tattha ānisaṃsadassāvitāya eva sammappadhānapaccavekkhaṇā gahitā hoti lokiyalokuttaravisesādhigamassa vīriyāyattatādassanabhāvato, thinamiddhavinodanaṃ pana tadadhimuttatāya eva gahitaṃ hoti. Vīriyuppādane yuttappayuttassa thinamiddhavinodanaṃ atthasiddhamevāti. Tattha thinamiddhavinodanakusītapuggalaparivajjanaāraddhavīriyapuggalasevanatadadhi- muttatāpaṭipakkhavidhamanapaccayūpasaṃhāravasena apāyabhayapaccavekkhaṇādayo samuttejanavasena vīriyasambojjhaṅgassa uppādakā daṭṭhabbā.",
  "tika-s0401t16:72": "Buddhānussatiyā upacārasamādhiniṭṭhattā vuttaṃ – ‘‘yāva upacārā’’ti. Sakalasarīraṃ pharamānoti pītisamuṭṭhānehi paṇītarūpehi sakalasarīraṃ pharamāno, dhammasaṅghaguṇe anussarantassapi yāva upacārā sakalasarīraṃ pharamāno pītisambojjhaṅgo uppajjatīti evaṃ sesaanussatīsu, pasādanīyasuttantapaccavekkhaṇāya ca yojetabbaṃ tassāpi vimuttāyatanabhāvena taggatikattā. Evarūpe kāleti ‘‘dubbhikkhabhayādīsū’’ti vuttakāle. Samāpatti…pe… na samudācarantīti idaṃ upasamānussatiyā vasena vuttaṃ. Saṅkhārānañhi vasena sappadesavūpasamepi nippadesavūpasame viya tathā saññāya pavattito bhāvanāmanasikāro kilesavikkhambhanasamattho hutvā upacārasamādhiṃ āvahanto tathārūpapītisomanassasamannāgato pītisambojjhaṅgassa upādāya hotīti. Tattha ‘‘vikkhambhitā kilesā’’ti pāṭho. Na samudācarantīti iti-saddo kāraṇattho. Yasmā na samudācaranti, tasmā taṃ nesaṃ asamudācāraṃ paccavekkhantassāti yojanā. Na hi kilese paccavekkhantassa bojjhaṅguppatti yuttā, pasādanīyesu ṭhānesu pasādasinehābhāvena lūkhahadayatāya lūkhatā. Sā tattha ādaragāravākaraṇena viññāyatīti āha – ‘‘asakkaccakiriyāya saṃsūcitalūkhabhāve’’ti.",
  "tika-s0401t16:73": "Paṇītabhojanasevanatāti paṇītasappāyabhojanasevanatā. Utuiriyāpathasukhaggahaṇena sappāyautuiriyāpathaggahaṇaṃ daṭṭhabbaṃ. Tañhi tividhampi sappāyaṃ seviyamānaṃ kāyassa kalyatāpādanavasena cittassa kalyataṃ āvahantaṃ duvidhāyapi passaddhiyā kāraṇaṃ hoti. Ahetukasattesu labbhamānaṃ sukhadukkhanti ayameko anto, issarādivisamahetukanti pana ayaṃ dutiyo. Ete ubho ante anupagamma yathāsakaṃ kammunā hotīti ayaṃ majjhimā paṭipatti. Majjhatto payogo yassa so majjhattapayogo, tassa bhāvo majjhattapayogatā. Ayañhi sabhāvāsāraddhatāya taṃpassaddhakāyatāya kāraṇaṃ hoti, passaddhidvayaṃ āvahati. Eteneva sāraddhakāyapuggalaparivajjanapassaddhakāyapuggalasevanānaṃ tadāvahanatā saṃvaṇṇitāti daṭṭhabbaṃ.",
  "tika-s0401t16:74": "Vatthuvisadakiriyā indriyasamattappaṭipādanā ca paññāvahā vuttā, samādhānāvahāpi tā honti. Samādhānāvahabhāveneva paññāvahabhāvatoti vuttaṃ – ‘‘vatthuvisadakiriyā…pe… veditabbā’’ti.",
  "tika-s0401t16:75": "Kāraṇakosallabhāvanākosallānaṃ nānantariyabhāvato rakkhanākosallassa ca taṃmūlakattā ‘‘nimittakusalatā nāma kasiṇanimittassa uggahakusalatā’’icceva vuttaṃ. Kasiṇanimittassāti ca nidassanamattaṃ daṭṭhabbaṃ. Asubhanimittādikassapi hi yassa kassaci jhānuppattinimittassa uggahakosallaṃ nimittakusalatā evāti. Atisithilavīriyatādīhīti ādi-saddena paññāpayogamandataṃ payogavekallañca saṅgaṇhāti. Tassa paggaṇhananti tassa līnassa cittassa dhammavicayasambojjhaṅgādisamuṭṭhāpanena layāpattito samuddharaṇaṃ. Vuttañhetaṃ bhagavatā –",
  "tika-s0401t16:76": "‘‘Yasmiñca kho, bhikkhave, samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya. Taṃ kissa hetu? Līnaṃ, bhikkhave, cittaṃ, taṃ etehi dhammehi susamuṭṭhāpayaṃ hoti. Seyyathāpi, bhikkhave, puriso parittaṃ aggiṃ ujjāletukāmo assa. So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṃsukena okireyya, bhabbo nu kho so puriso parittaṃ aggiṃ ujjāletunti? Evaṃ, bhante’’ti (saṃ. ni. 5.234).",
  "tika-s0401t16:77": "Ettha ca yathāsakaṃ āhāravasena dhammavicayasambojjhaṅgādīnaṃ bhāvanā samuṭṭhāpanāti veditabbā, sā anantaraṃ vibhāvitā eva.",
  "tika-s0401t16:78": "Accāraddhavīriyatādīhīti ādi-saddena paññāpayogabalavataṃ pamoduppilāpanañca saṅgaṇhāti. Tassa niggaṇhananti tassa uddhatassa cittassa samādhisambojjhaṅgādisamuṭṭhāpanena uddhatāpattito nisedhanaṃ. Vuttampi cetaṃ bhagavatā –",
  "tika-s0401t16:79": "‘‘Yasmiñca kho, bhikkhave, samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya. Taṃ kissa hetu? Uddhataṃ, bhikkhave, cittaṃ, taṃ etehi dhammehi suvūpasamaṃ hoti. Seyyathāpi, bhikkhave, puriso mahantaṃ aggikkhandhaṃ nibbāpetukāmo assa, so tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni nikkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, mukhavātañca na dadeyya, paṃsukena ca okireyya, bhabbo nu kho so puriso mahantaṃ aggikkhandhaṃ nibbāpetunti? Evaṃ, bhante’’ti (saṃ. ni. 5.234).",
  "tika-s0401t16:80": "Etthāpi yathāsakaṃ āhāravasena passaddhisambojjhaṅgādīnaṃ bhāvanā samuṭṭhāpanāti veditabbā. Tattha passaddhisambojjhaṅgassa bhāvanā vuttā eva, samādhisambojjhaṅgassa vuccamānā, itarassa anantaraṃ vakkhati.",
  "tika-s0401t16:81": "Paññāpayogamandatāyāti paññābyāpārassa appakabhāvena. Yathā hi dānaṃ alobhappadhānaṃ, sīlaṃ adosappadhānaṃ, evaṃ bhāvanā amohappadhānā. Tattha yadā paññā na balavatī hoti, tadā bhāvanā pubbenāparaṃ visesāvahā na hoti. Anabhisaṅgato viya āhāro purisassa, yogino cittassa abhiruciṃ na janeti, tena taṃ nirassādaṃ hoti. Tathā bhāvanāya sammadeva avīthipaṭipattiyā upasamasukhaṃ na vindati, tenapi cittaṃ nirassādaṃ hoti. Tena vuttaṃ – ‘‘paññāpayogamandatāyā…pe… nirassādaṃ hotī’’ti. Tassa saṃveguppādanaṃ pasāduppādanañca tikicchananti taṃ dassento, ‘‘aṭṭha saṃvegavatthūnī’’tiādimāha. Tattha jātijarābyādhimaraṇāni yathārahaṃ sugatiyaṃ duggatiyañca hontīti tadaññameva pañcavidhabandhanādikhuppipāsādiaññamaññaviheṭhanādihetukaṃ apāyadukkhaṃ daṭṭhabbaṃ. Tayidaṃ sabbaṃ tesaṃ tesaṃ sattānaṃ paccuppannabhavanissitaṃ gahitanti atīte anāgate ca kāle vaṭṭamūlakadukkhāni visuṃ gahitāni . Ye pana sattā āhārūpajīvino, tattha ca uṭṭhānaphalūpajīvino, tesaṃ aññehi asādhāraṇajīvitadukkhaṃ aṭṭhamaṃ saṃvegavatthu gahitanti daṭṭhabbaṃ. Ayaṃ vuccati samaye sampahaṃsanatāti ayaṃ bhāvanācittassa sampahaṃsitabbasamaye vuttanayeneva saṃvegajananavasena ceva pasāduppādanavasena ca sammadeva pahaṃsanā, saṃvegajananapubbakapasāduppādanena tosanāti attho.",
  "tika-s0401t16:82": "Sammāpaṭipattiṃ āgammāti līnuddhaccavirahena samathavīthipaṭipattiyā ca sammā avisamaṃ sammadeva bhāvanāpaṭipattiṃ āgamma. Alīnantiādīsu kosajjapakkhiyānaṃ dhammānaṃ anadhimattatāya alīnaṃ, uddhaccapakkhikānaṃ anadhimattatāya anuddhataṃ, paññāpayogasampattiyā upasamasukhādhigamena ca anirassādaṃ, tato eva ārammaṇe samappavattaṃ samathavīthipaṭipannaṃ. Alīnānuddhatāhi vā ārammaṇe samappavattaṃ, anirassādatāya samathavīthipaṭipannaṃ. Samappavattiyā vā alīnaṃ anuddhataṃ, samathavīthipaṭipattiyā anirassādanti daṭṭhabbaṃ. Tattha alīnatāya paggahe, anuddhatatāya niggahe, anirassādatāya sampahaṃsane na byāpāraṃ āpajjati. Ayaṃ vuccati samaye ajjhupekkhanatāti ayaṃ ajjhupekkhitabbasamaye bhāvanācittassa paggahaniggahasampahaṃsanesu byāvaṭatāsaṅkhātaṃ paṭipakkhaṃ abhibhuyya ajjhupekkhanā vuccati. Paṭipakkhavikkhambhanato vipassanāya adhiṭṭhānabhāvūpagamanato ca upacārajjhānampi samādhānakiccanipphattiyā puggalassa samāhitabhāvasādhanamevāti tattha samadhurabhāvenāha – ‘‘upacāraṃ vā appanaṃ vā’’ti. Esa uppajjatīti esa samādhisambojjhaṅgo anuppanno uppajjati.",
  "tika-s0401t16:83": "Anurodhavirodhappahānavasena majjhattabhāvo upekkhāsambojjhaṅgassa kāraṇaṃ tasmiṃ sati sijjhanato, asati ca asijjhanato, so ca majjhattabhāvo visayavasena duvidhoti āha – ‘‘sattamajjhattatā saṅkhāramajjhattatā’’ti. Tadubhayena ca virujjhanaṃ passaddhisambojjhaṅgabhāvanāya eva dūrīkatanti anurujjhanasseva pahānavidhiṃ dassetuṃ – ‘‘sattamajjhattatā’’tiādi vuttaṃ. Tenāha – ‘‘sattasaṅkhārakelāyanapuggalaparivajjanatā’’ti. Upekkhāya hi visesato rāgo paṭipakkho. Tathā cāha – ‘‘upekkhā rāgabahulassa visuddhimaggo’’ti (visuddhi. 1.269). Dvīhākārehīti kammassakatāpaccavekkhaṇaṃ, attasuññatāpaccavekkhaṇanti, imehi dvīhi kāraṇehi. Dvīhevāti avadhāraṇaṃ saṅkhyāsamānatādassanatthaṃ. Saṅkhyā eva hettha samānā, na saṅkhyeyyaṃ sabbathā samānanti. Assāmikabhāvo anattaniyatā. Sati hi attani tassa kiñcanabhāvena cīvaraṃ aññaṃ vā kiñci attaniyaṃ nāma siyā, so pana koci natthevāti adhippāyo. Anaddhaniyanti na addhānakkhamaṃ, na ciraṭṭhāyī ittaraṃ aniccanti attho. Tāvakālikanti tasseva vevacanaṃ.",
  "tika-s0401t16:84": "Mamāyatīti mamattaṃ karoti, mamāti taṇhāya pariggayha tiṭṭhati. Dhanāyantāti dhanaṃ dabbaṃ karontā.",
  "tika-s0401t16:85": "419.Sammādassanalakkhaṇāti sammā aviparītaṃ aniccādivasena dassanasabhāvā. Sammāabhiniropanalakkhaṇoti sammadeva ārammaṇe cittassa abhiniropanasabhāvo. Caturaṅgasamannāgatā vācā janaṃ saṅgaṇhātīti tabbipakkhaviratisabhāvā sammāvācā bhedakaramicchāvācāpahānena jane sampayutte ca pariggaṇhanakiccavatī hotīti ‘‘pariggahalakkhaṇā’’ti vuttā. Visaṃvādanādikiccatāya hi lūkhānaṃ apariggāhakānaṃ musāvādādīnaṃ paṭipakkhabhūtā siniddhabhāvena pariggahaṇasabhāvā sammājappanakiccā sammāvācā tappaccayasubhāsitasampaṭiggāhake jane sampayuttadhamme ca pariggaṇhantī pavattatīti pariggahalakkhaṇā. Yathā cīvarakammādippayogasaṅkhāto kammanto kātabbaṃ cīvararajanādikaṃ samuṭṭhāpeti nipphādeti, taṃtaṃkiriyānipphādako vā cetanāsaṅkhāto kammanto hatthacalanādikaṃ kiriyaṃ samuṭṭhāpeti, evaṃ sāvajjakattabbakiriyāsamuṭṭhāpakamicchākammantappahānena sammākammanto niravajjassa kattabbassa niravajjākārena samuṭṭhāpanakiccavā hotīti āha – ‘‘sammāsamuṭṭhāpanalakkhaṇo’’ti. Sampayuttadhammānaṃ vā ukkhipanaṃ samuṭṭhāpanaṃ kāyikakiriyāya bhārukkhipanaṃ viya. Sammāvodāpanalakkhaṇoti jīvamānassa puggalassa, sampayuttadhammānaṃ vā jīvitindriyavuttiyā, ājīvasseva vā sammadeva sodhanaṃ vodāpanaṃ lakkhaṇaṃ etassāti sammāvodāpanalakkhaṇo. Atha vā kāyavācānaṃ khandhasantānassa ca saṃkilesabhūtamicchāājīvappahānena sammāājīvo ‘‘vodāpanalakkhaṇo’’ti vutto. Sammāvāyāmasatisamādhīsu vattabbaṃ heṭṭhā vuttameva.",
  "tika-s0401t16:86": "Paññāya kusalānaṃ dhammānaṃ pubbaṅgamabhāvato sabbepi akusalā dhammā tassā paṭipakkhāvāti vuttaṃ – ‘‘aññehipi attano paccanīkakilesehi saddhi’’nti. Atha vā attano paccanīkakilesā diṭṭhekaṭṭhā avijjādayo paññāya ujupaccanīkabhāvato. Passatīti passantī viya hoti vibandhābhāvato. Tenāha – ‘‘tappaṭicchādaka…pe… asammohato’’ti. Sammāsaṅkappādīnaṃ micchāsaṅkappādayo ujuvipaccanīkāti āha – ‘‘sammāsaṅkappādayo…pe… pajahantī’’ti. Tathevāti iminā attano paccanīkakilesehi saddhinti imamatthaṃ anukaḍḍhati. Visesatoti sammādiṭṭhiyā vuttakiccato visesena. Etthāti etesu sammāsaṅkappādīsu.",
  "tika-s0401t16:87": "Esā sammādiṭṭhi nāmāti lokiyaṃ lokuttarañca ekajjhaṃ katvā vadati missakatābhāvato . Tenāha – ‘‘pubbabhāge’’tiādi. Ekārammaṇā nibbānārammaṇattā. Kiccatoti pubbabhāge dukkhādīhi ñāṇehi kātabbakiccassa idha nipphattito, imasseva vā ñāṇassa dukkhādippakāsanakiccato. Cattāri nāmāni labhati dukkhapariññādicatukiccasādhanato. Tīṇi nāmāni labhati kāmasaṅkappādippahānakiccanipphattito. Sikkhāpadavibhaṅge (vibha. 703 ādayo) ‘‘viraticetanā taṃsampayuttā ca dhammā sikkhāpadānī’’ti vuttāni, tattha padhānānaṃ viraticetanānaṃ vasena ‘‘viratiyopi honti cetanādayopī’’ti āha. ‘‘Sammā vadati etāyā’’tiādinā atthasambhavato sammāvācādayo tayo viratiyopi honti cetanādayopi. Musāvādādīhi viramaṇakāle viratiyo, subhāsitādivācābhāsanādikāle cetanādayo yojetabbā. Maggakkhaṇe pana viratiyova maggalakkhaṇappattito. Na hi cetanā niyyānasabhāvā. Atha vā ekassa ñāṇassa dukkhādiñāṇatā viya ekāya viratiyā musāvādādiviratibhāvo viya ca ekāya cetanāya sammāvācādikiccattayasādhanasabhāvā sammāvācādibhāvāsiddhito ‘‘maggakkhaṇe viratiyovā’’ti vuttaṃ.",
  "tika-s0401t16:88": "Cattāri nāmāni labhatīti catusammappadhānacatusatipaṭṭhānavasena labhati. Maggakkhaṇeti ānetvā sambandho. Pubbabhāgepi maggakkhaṇepi sammāsamādhi evāti yadipi samādhiupakārakānaṃ abhiniropanānumajjanasampiyāyanabrūhanasantasukhānaṃ vitakkādīnaṃ vasena catūhi jhānehi sammāsamādhi vibhatto, tathāpi vāyāmo viya anuppannākusalānuppādanādicatuvāyāmakiccaṃ, sati viya ca asubhāsukhāniccānattesu kāyādīsu subhādisaññāpahānalakkhaṇaṃ catusatikiccaṃ, eko samādhi catujjhānasamādhikiccaṃ na sādhetīti pubbabhāgepi paṭhamajjhānasamādhi, paṭhamajjhānasamādhi eva maggakkhaṇepi, tathā pubbabhāgepi catutthajjhānasamādhi, catutthajjhānasamādhi eva maggakkhaṇepīti attho.",
  "tika-s0401t16:89": "‘‘Kiṃ panāyaṃ maggadhammānaṃ desanānukkamo, kevalaṃ vācāya kamavattinibhāvato, udāhu kañci visesaṃ upādāyā’’ti vicāraṇāyaṃ kañci visesaṃ upādāyāti dassento āha – ‘‘imesū’’tiādi. Tattha bhāvanānubhāvā hitaphalāya sātisayaṃ tikkhavisadabhāvappattiyā acchariyabbhutasamatthatāyogena sabbaso paṭipakkhavidhamanena yāthāvato dhammasabhāvabodhanena ca sammādiṭṭhiyā bahukāratā veditabbā. Tenāha – ‘‘ayaṃ hī’’tiādi.",
  "tika-s0401t16:90": "Tassāti sammādiṭṭhiyā. Bahukāroti dhammasampaṭivedhe bahūpakāro. Idāni tamatthaṃ upamāhi vibhāvetuṃ, ‘‘yathā hī’’tiādi vuttaṃ.",
  "tika-s0401t16:91": "Vacībhedassa kārako vitakko sāvajjānavajjavacībhedanivattanappavattanākārāya sammāvācāyapi upakārako evāti āha – ‘‘svāyaṃ…pe… sammāvācāyapi upakārako’’ti. Sammāsaṅkappo hi saccavācāya virativācāyapi visesapaccayo micchāsaṅkappatadekaṭṭhakilesappahānato.",
  "tika-s0401t16:92": "Saṃvidahitvātiādīsu sammā vidahanaṃ kammantappayojanañca ekantānavajjavacīkāyakammavasena icchitabbanti virativācāvasena saṃvidahanaṃ viratikammantasseva payojanañca nidassitanti daṭṭhabbaṃ. Evaṃ hissa sammāvācāya sammākammantassāpi bahukāratā jotitā siyā. Vacībhedaniyāmikā hi vacīduccaritavirati kāyikakiriyaniyāmikāya kāyaduccaritaviratiyā upakārikā. Tathā hi visaṃvādanādimicchāvācato avirato micchākammantatopi na viramateva. Yathāha – ‘‘ekaṃ dhammaṃ atītassa…pe… natthi pāpaṃ akāriya’’nti. Tasmā avisaṃvādanādisammāvācāya ṭhito sammākammantampi pūretiyevāti vacīduccaritavirati kāyaduccaritaviratiyā upakārikā.",
  "tika-s0401t16:93": "Yasmā ājīvapārisuddhi nāma dussīlyappahānapubbikā, tasmā sammāvācākammantānantaraṃ sammāājīvo desitoti dassetuṃ – ‘‘catubbidhaṃ panā’’tiādi vuttaṃ. Ettāvatāti parisuddhasīlājīvikāmattena. Idaṃ vīriyanti catusammappadhānavīriyaṃ.",
  "tika-s0401t16:94": "Vīriyārambhopi sammāsatipariggahito eva nibbānāvaho, na kevaloti dassetuṃ – ‘‘tato’’tiādi vuttaṃ. Sūpaṭṭhitāti bahiddhāvikkhepaṃ pahāya suṭṭhu upaṭṭhitā kātabbā. Samādhissa upakāradhammā nāma yathāvuttavatthuvisadakiriyādayo. Tappaṭipakkhato anupakāradhammā veditabbā. Gatiyoti nipphattiyo. Samanvesitvāti sammā pariyesitvā.",
  "tika-s0401t16:95": "427. Yathā itthīsu kathā pavattā adhitthīti vuccati, evaṃ attānaṃ adhikicca pavattā ajjhattaṃ. ‘‘Evaṃ pavattamānā mayaṃ ‘attā’ti gahaṇaṃ gamissāmā’’ti iminā viya adhippāyena attānaṃ adhikicca uddissa pavattā sattasantatipariyāpannā ajjhattaṃ. Tasmiṃ ajjhattarūpe, attano kesādivatthuke kasiṇarūpeti attho. Parikammavasena ajjhattaṃrūpasaññīti parikammakaraṇavasena ajjhattaṃ rūpasaññī, na appanāvasena. Na hi paṭibhāganimittārammaṇā appanā ajjhattavisayā sambhavati. Taṃ pana ajjhattaṃ parikammavasena laddhaṃ kasiṇanimittaṃ avisuddhameva hoti, na bahiddhā parikammavasena laddhaṃ viya visuddhaṃ. Tenāha – ‘‘taṃ panā’’tiādi.",
  "tika-s0401t16:96": "Yassevaṃ parikammaṃ ajjhattaṃ uppannanti yassa puggalassa evaṃ vuttappakārena ajjhattaṃ parikammaṃ jātaṃ. Nimittaṃ pana bahiddhāti paṭibhāganimittaṃ sasantatipariyāpannaṃ na hotīti bahiddhā. Parittānīti yathāladdhāni suppasarāvamattāni. Tenāha – ‘‘avaḍḍhitānī’’ti. Parittavasenevāti vaṇṇavasena ābhoge vijjamānepi parittavaseneva idaṃ abhibhāyatanaṃ vuttaṃ parittatā hettha abhibhavanassa kāraṇaṃ. Vaṇṇābhoge satipi asatipi abhibhavatīti abhibhu, parikammaṃ, ñāṇaṃ vā. Abhibhu āyatanaṃ etassāti abhibhāyatanaṃ, jhānaṃ. Abhibhavitabbaṃ vā ārammaṇasaṅkhātaṃ āyatanaṃ etassāti abhibhāyatanaṃ. Atha vā ārammaṇābhibhavanato abhibhu ca taṃ āyatanañca yogino sukhavisesānaṃ adhiṭṭhānabhāvato manāyatanadhammāyatanabhāvato cāti sasampayuttajjhānaṃ abhibhāyatanaṃ. Abhibhāyatanabhāvanā nāma tikkhapaññasseva sambhavati, na itarassāti āha – ‘‘ñāṇuttariko puggalo’’ti. Abhibhavitvā samāpajjatīti ettha abhibhavanaṃ samāpajjanañca upacārajjhānādhigamanasamanantarameva appanājhānuppādananti āha – ‘‘saha nimittuppādenevettha appanaṃ pāpetī’’ti. Saha nimittuppādenāti ca appanāparivāsābhāvassa lakkhaṇavacanametaṃ. Yo khippābhiññoti vuccati, tatopi ñāṇuttarasseva abhibhāyatanabhāvanā. Etthāti etasmiṃ nimitte. Appanaṃ pāpetīti bhāvanāappanaṃ neti.",
  "tika-s0401t16:97": "Ettha ca keci ‘‘uppanne upacārajjhāne taṃ ārabbha ye heṭṭhimantena dve tayo javanavārā pavattanti, te upacārajjhānapakkhikā eva, tadanantaraṃ bhavaṅgaparivāsena upacārasevanāya ca vinā appanā hoti, saha nimittuppādeneva appanaṃ pāpetī’’ti vadanti, taṃ tesaṃ matimattaṃ. Na hi pārivāsikaparikammena appanāvāro icchito, nāpi mahaggatappamāṇajjhānesu viya upacārajjhāne ekantato paccavekkhaṇā icchitabbā. Tasmā upacārajjhānādhigamato paraṃ katipayabhavaṅgacittāvasāne appanaṃ pāpuṇanto ‘‘saha nimittuppādenevettha appanaṃ pāpetī’’ti vutto. Saha nimittuppādenāti ca adhippāyikamidaṃ vacanaṃ, na nītatthaṃ, tattha adhippāyo vuttanayeneva veditabbo. Na antosamāpattiyaṃ tadā tathārūpassa ābhogassa asambhavato. Samāpattito vuṭṭhitassa ābhogo pubbabhāgabhāvanāvasena jhānakkhaṇe pavattaṃ abhibhavanākāraṃ gahetvā pavattoti daṭṭhabbaṃ. Abhidhammaṭṭhakathāyaṃ pana ‘‘imināssa pubbābhogo kathito’’ti vuttaṃ. Antosamāpattiyaṃ tadā tathā ābhogābhāve kasmā jhānasaññāyapīti vuttanti āha – ‘‘abhibhavasaññā hissa antosamāpattiyampi atthī’’ti.",
  "tika-s0401t16:98": "Vaḍḍhitappamāṇānīti vipulappamāṇānīti attho, na ekaṅguladvaṅgulādivaḍḍhiṃ pāpitāni tathā vaḍḍhanassevettha asambhavato. Tenāha – ‘‘mahantānī’’ti. Bhattavaḍḍhitakanti bhuñjanabhājane vaḍḍhetvā dinnaṃ bhattaṃ, ekāsane purisena bhuñjitabbabhattato upaḍḍhabhattanti attho.",
  "tika-s0401t16:99": "Rūpe saññā rūpasaññā, sā assa atthīti rūpasaññī, na rūpasaññī arūpasaññī. Saññāsīsena jhānaṃ vadati. Rūpasaññāya anuppādanamevettha alābhitā. Bahiddhāva uppannanti bahiddhāvatthusmiṃyeva uppannaṃ. Ettha ca –",
  "tika-s0401t16:100": "‘‘Ajjhattaṃ rūpasaññī bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. Ajjhattaṃ rūpasaññī bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni . Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇānī’’ti (dī. ni. 3.338, 358; a. ni. 8.65; 10.29) –",
  "tika-s0401t16:101": "Evamidha cattāri abhibhāyatanāni āgatāni. Abhidhamme (dha. sa. 244-245) pana ‘‘ajjhattaṃ arūpasaññī bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, appamāṇāni suvaṇṇadubbaṇṇānī’’ti evamāgatāni. Tattha ca kāraṇaṃ abhidhammaṭṭhakathāyaṃ vuttameva. Tathā hi vuttaṃ aṭṭhasāliniyaṃ (dha. sa. aṭṭha. 204) –",
  "tika-s0401t16:102": "‘‘Kasmā pana yathā suttante ‘ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittānī’tiādi vuttaṃ, evaṃ avatvā idha catūsupi abhibhāyatanesu ajjhattaṃ arūpasaññitāva vuttāti. Ajjhattarūpānaṃ anabhibhavanīyato. Tattha vā hi idha vā bahiddhā rūpāneva abhibhavitabbāni, tasmā tāni niyamato vattabbānī’’ti.",
  "tika-s0401t16:103": "Tatrāpi idhapi vuttāni ‘‘ajjhattaṃ rūpasaññī ajjhattaṃ arūpasaññīti idaṃ pana satthu desanāvilāsamattamevā’’ti. Ayaṃ panettha adhippāyo – idha vaṇṇābhogarahitāni sahitāni ca sabbāni parittāni suvaṇṇadubbaṇṇāni abhibhuyyāti. Pariyāyakathā hi suttantadesanāti. Abhidhamme pana nippariyāyadesanattā vaṇṇābhogarahitāni visuṃ vuttāni, tathā sahitāni. Atthi hi ubhayattha abhibhavanavisesoti. Tathā idha pariyāyadesanattā vimokkhānampi abhibhavanapariyāyo atthīti ‘‘ajjhattaṃ rūpasaññī’’tiādinā paṭhamadutiyaabhibhāyatanesu paṭhamavimokkho, tatiyacatutthaabhibhāyatanesu dutiyavimokkho, vaṇṇābhibhāyatanesu tatiyavimokkho ca abhibhavanapattito saṅgahito. Abhidhamme pana nippariyāyadesanattā vimokkhābhibhāyatanāni asaṅkarato desetuṃ vimokkhe vajjetvā abhibhāyatanāni kathitāni. Sabbāni ca vimokkhakiccāni jhānāni vimokkhadesanāyaṃ vuttāni. Tadetaṃ ‘‘ajjhattaṃ rūpasaññī’’ti āgatassa abhibhāyatanadvayassa abhidhamme abhibhāyatanesu avacanato ‘‘rūpī rūpāni passatī’’tiādīnañca sabbavimokkhakiccasādhāraṇavacanabhāvato vavatthānaṃ katanti viññāyati.",
  "tika-s0401t16:104": "Ajjhattarūpānaṃanabhibhavanīyatoti idaṃ abhidhamme katthacipi ‘‘ajjhattarūpāni passatī’’ti avatvā sabbattha yaṃ vuttaṃ – ‘‘bahiddhā rūpāni passatī’’ti, tassa kāraṇavacanaṃ. Tena yaṃ aññahetukaṃ suttante ‘‘bahiddhā rūpāni passatī’’ti vacanaṃ, taṃ tena hetunā vuttaṃ. Yaṃ pana desanāvilāsahetukaṃ ajjhattaṃ arūpasaññitāya eva abhidhamme vacanaṃ, na tassa aññaṃ kāraṇaṃ maggitabbanti dasseti. Ajjhattarūpānaṃ anabhibhavanīyatā ca tesaṃ bahiddhārūpānaṃ viya avibhūtattā. Desanāvilāso ca yathāvuttavavatthānavasena veditabbo veneyyajjhāsayavasena vijjamānapariyāyakathanabhāvato. Desanāvilāso hi nāma veneyyajjhāsayānurūpaṃ vijjamānassa ca pariyāyassa vibhāvanaṃ, na yassa kassaci, tasmā ‘‘idha pariyāyadesanattā’’tiādinā vuttappakāraṃ vavatthānaṃ desanāvilāsanibandhananti daṭṭhabbaṃ.",
  "tika-s0401t16:105": "Suvaṇṇadubbaṇṇānīti eteneva siddhattā na nīlādiabhibhāyatanāni vattabbānīti ce? Na nīlādīsu katādhikārānaṃ nīlādibhāvasseva abhibhavanakāraṇattā. Na hi tesaṃ parisuddhāparisuddhavaṇṇānaṃ parittatā appamāṇatā vā abhibhavanakāraṇaṃ, atha kho nīlādibhāvo evāti. Etesu ca parittādikasiṇarūpesu yaṃyaṃcaritassa imāni abhibhāyatanāni ijjhanti, taṃ dassetuṃ – ‘‘imesu panā’’tiādi vuttaṃ.",
  "tika-s0401t16:106": "Sabbasaṅgāhikavasenāti nīlavaṇṇanīlanidassananīlanibhāsānaṃ sādhāraṇavasena. Vaṇṇavasenāti sabhāvavaṇṇavasena. Nidassanavasenāti passitabbatāvasena, cakkhuviññāṇavīthiyā gahetabbatāvasena . Obhāsavasenāti sappabhāsatāya avabhāsanavasena. Vaṇṇadhātuyā vāti añjanarajatavatthādivaṇṇadhātuyā. Lokiyāneva rūpāvacarajjhānabhāvato.",
  "tika-s0401t16:107": "435.Rūpīti ettha yenāyaṃ sasantatipariyāpannena rūpena samannāgato, taṃ yassa jhānassa hetubhāvena visiṭṭharūpaṃ hoti. Yena visiṭṭhena rūpīti vucceyya, tadeva sasantatipariyāpannarūpanimittaṃ jhānaṃ. Idha pana paramatthato rūpibhāvasādhakanti āha – ‘‘ajjhattaṃ kesādīsū’’tiādi. Rūpajjhānaṃ rūpanti uttarapadalopena vuttaṃ – ‘‘rūpūpapattiyā’’tiādīsu (dha. sa. 160-161, 185-190 ādayo, 244-245 ādayo; vibha. 625) viya.",
  "tika-s0401t16:108": "Subhantvevaadhimutto hotīti ayaṃ tatiyavimokkho. Idha suparisuddhanīlādivaṇṇakasiṇajjhānavasena vuttoti dassetvā idāni paṭisambhidāpāḷiyaṃ tassa brahmavihārajjhānavasena āgatabhāvaṃ dassetuṃ – ‘‘paṭisambhidāmagge panā’’tiādi āraddhaṃ. Idha pana uparipāḷiyaṃyeva brahmavihārānaṃ āgatattā taṃ nayaṃ paṭikkhipitvā parisuddhanīlādivaṇṇakasiṇavaseneva subhavimokkho anuññāto.",
  "tika-s0401t16:109": "443.Parikammapathaviyāpīti akatāya vā katāya vā daḷhamaṇḍalādisaṅkhātaparikammapathaviyāpi. Uggahanimittādīnaṃ pathavīkasiṇanti nāmaṃ nissite nissayavohāravasena vuttanti daṭṭhabbaṃ, yathā ‘‘mañcā ukkuṭṭhiṃ karontī’’ti.",
  "tika-s0401t16:110": "Sīlānīti pātimokkhasaṃvarādīni cattāri sīlāni. Sodhetvāti anāpajjanena āpannavuṭṭhāpanena kilesehi appaṭipīḷanena ca visodhetvā. Tividhañhi sīlassa visodhanaṃ nāma – anāpajjanaṃ āpannavuṭṭhāpanaṃ kilesehi ca appaṭipīḷananti. Kammaṭṭhānabhāvanaṃ paribundheti uparodheti pavattituṃ na detīti palibodho rakārassa lakāraṃ katvā, paribandhoti attho. Upacchinditvāti samāpannena saṅgāhaṇena vā uparundhitvā, apalibodhaṃ katvāti attho. Kalyāṇamittaṃ upasaṅkamitvāti –",
  "tika-s0401t16:111": "‘‘Piyo garu bhāvanīyo, vattā ca vacanakkhamo;",
  "tika-s0401t16:112": "Gambhīrañca kathaṃ kattā, no caṭṭhāne niyojako’’ti. (a. ni. 7.37) –",
  "tika-s0401t16:113": "Evamādiguṇasamannāgataṃ ekantahitesiṃ vuddhipakkhe ṭhitaṃ kalyāṇamittaṃ upasaṅkamitvā.",
  "tika-s0401t16:114": "Ananurūpaṃvihāranti aṭṭhārasannaṃ dosānaṃ aññatarena samannāgataṃ. Vuttañhetaṃ aṭṭhakathāsu –",
  "tika-s0401t16:115": "‘‘Mahāvāsaṃ navāvāsaṃ, jarāvāsañca panthaniṃ;",
  "tika-s0401t16:116": "Soṇḍiṃ paṇṇañca pupphañca, phalaṃ patthitameva ca.",
  "tika-s0401t16:117": "‘‘Nagaraṃ dārunā khettaṃ, visabhāgena paṭṭanaṃ;",
  "tika-s0401t16:118": "Paccantasīmā sappāyaṃ, yattha mitto na labbhati.",
  "tika-s0401t16:119": "‘‘Aṭṭhārasetāni ṭhānāni, iti viññāya paṇḍito;",
  "tika-s0401t16:120": "Ārakā parivajjeyya, maggaṃ sappaṭibhayaṃ yathā’’ti. (visuddhi. 1.52);",
  "tika-s0401t16:121": "Anurūpeti gocaragāmato nātidūranaccāsannatādīhi pañcahi aṅgehi samannāgate. Vuttañhetaṃ bhagavatā –",
  "tika-s0401t16:122": "‘‘Kathañca, bhikkhave, senāsanaṃ pañcaṅgasamannāgataṃ hoti? Idha, bhikkhave, senāsanaṃ nātidūraṃ hoti naccāsannaṃ gamanāgamanasampannaṃ divā appākiṇṇaṃ rattiṃ appasaddaṃ appanigghosaṃ appaḍaṃsamakasavātātapasarīsapasamphassaṃ. Tasmiṃ kho pana senāsane viharantassa appakasirena uppajjanti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā. Tasmiṃ kho pana senāsane therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā. Te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati ‘idaṃ, bhante, kathaṃ imassa ko attho’ti. Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttāniṃ karonti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti. Evaṃ kho, bhikkhave, senāsanaṃ pañcaṅgasamannāgataṃ hotī’’ti (a. ni. 10.11).",
  "tika-s0401t16:123": "Ettha ca nātidūraṃ naccāsannaṃ gamanāgamanasampannanti ekaṃ aṅgaṃ, divā appākiṇṇaṃ rattiṃ appasaddaṃ appanigghosanti ekaṃ, appaḍaṃsamakasavātātapasarīsapasamphassanti ekaṃ, tasmiṃ kho pana senāsane viharantassa…pe… parikkhārāti ekaṃ, tasmiṃ kho pana senāsane therā…pe… kaṅkhaṃ paṭivinodentīti ekanti evaṃ pañcaṅgāni veditabbāni.",
  "tika-s0401t16:124": "Khuddakapalibodhaṃupacchinditvāti dīghakesanakhalomānaṃ chedanena cīvarakammacīvararajanapattapacanamañcapīṭhādisodhanavasena khuddakapalibodhaṃ upacchinditvā.",
  "tika-s0401t16:125": "453.Uddhumātakādīsūti ettha ādi-saddena vinīlakavipubbakavicchiddakavikkhāyitakahatavikkhittakalohitakapuḷavakaaṭṭhikānaṃ saṅgaho daṭṭhabbo. Tattha bhastā viya vāyunā uddhaṃ jīvitapariyādānā yathānukkamaṃ samuggatena sūnabhāvena dhumātattā uddhumātaṃ, uddhumātameva uddhumātakaṃ, paṭikūlattā vā kucchitaṃ uddhumātanti uddhumātakaṃ, tathārūpassa chavasarīrassetaṃ adhivacanaṃ. Vinīlaṃ vuccati viparibhinnanīlavaṇṇaṃ, vinīlameva vinīlakaṃ, paṭikūlattā vā kucchitaṃ vinīlanti vinīlakaṃ, maṃsussadaṭṭhānesu rattavaṇṇassa , pubbasannicayaṭṭhānesu setavaṇṇassa, yebhuyyena ca nīlavaṇṇassa nilaṭṭhāne nīlasāṭakapārutasseva chavasarīrassetaṃ adhivacanaṃ. Paribhinnaṭṭhānesu vissandamānapubbaṃ vipubbaṃ, vipubbameva vipubbakaṃ, paṭikūlattā vā kucchitaṃ vipubbanti vipubbakaṃ, tathārūpassa chavasarīrassetaṃ adhivacanaṃ. Vicchiddaṃ vuccati dvidhā chindanena apadhāritaṃ, vicchiddameva vicchiddakaṃ, paṭikūlattā vā kucchitaṃ vicchiddanti vicchiddakaṃ, vemajjhe chinnassa chavasarīrassetaṃ adhivacanaṃ. Ito ca etto ca vividhākārena soṇasiṅgālādīhi khāyitaṃ vikkhāyitaṃ, vikkhāyitameva vikkhāyitakaṃ, paṭikūlattā vā kucchitaṃ vikkhāyitanti vikkhāyitakaṃ, tathārūpassa chavasarīrassetaṃ adhivacanaṃ.",
  "tika-s0401t16:126": "Vividhā khittaṃ vikkhittaṃ, vikkhittameva vikkhittakaṃ, paṭikūlattā vā kucchitaṃ vikkhittanti vikkhittakaṃ, aññena hatthaṃ, aññena pādaṃ, aññena sīsanti evaṃ tato tato vikkhittassa chavasarīrassetaṃ adhivacanaṃ. Hatañca taṃ purimanayeneva vikkhittakañcāti hatavikkhittakaṃ, kākapadākārena aṅgapaccaṅgesu satthena hanitvā vuttanayeneva vikkhittassa chavasarīrassetaṃ adhivacanaṃ. Lohitaṃ kirati vikkhipati ito cito ca paggharatīti lohitakaṃ, paggharitalohitamakkhitassa chavasarīrassetaṃ adhivacanaṃ. Puḷavā vuccanti kimayo, puḷave kiratīti puḷavakaṃ, kimiparipuṇṇassa chavasarīrassetaṃ adhivacanaṃ. Aṭṭhiyeva aṭṭhikaṃ, paṭikūlattā vā kucchitaṃ aṭṭhīti aṭṭhikaṃ, aṭṭhisaṅkhalikāyapi ekaṭṭhikassapi etaṃ adhivacanaṃ. Imesu dasasu asubhesu paṭhamajjhānameva uppajjati, na dutiyādīni. Tenāha – idha ‘‘paṭhamajjhānasahagatā saññā’’ti. Tathā hi aparisaṇṭhitajalāya sīghasotāya nadiyā arittabaleneva nāvā tiṭṭhati, vinā arittena na sakkā ṭhapetuṃ. Evamevaṃ dubbalattā ārammaṇassa vitakkabaleneva cittaṃ ekaggaṃ hutvā tiṭṭhati, vinā vitakkena na sakkā ṭhapetuṃ . Tasmā paṭhamajjhānamevettha hoti, na dutiyādīni. Ārammaṇassa dubbalatā cettha paṭikūlabhāvena cittaṃ ṭhapetuṃ asamatthatā.",
  "tika-s0401t16:127": "‘‘Rukkho mato, lohaṃ mata’’ntiādīsu yaṃ khandhappabandhaṃ upādāya rukkhādisamaññā, tasmiṃ anupacchinnepi allatādivigamanaṃ nissāya matavohāro sammutimaraṇaṃ. Saṅkhārānaṃ khaṇabhaṅgasaṅkhātaṃ khaṇikamaraṇaṃ. Samucchedamaraṇanti arahato santānassa sabbaso ucchedabhūtaṃ maraṇaṃ. Vipassanābhāvanāvasena cetaṃ vuttaṃ. Maraṇānussatibhāvanāyaṃ pana tividhampetaṃ nādhippetaṃ asaṃvegavatthuto anupaṭṭhahanato abāhullato ca. Maraṇānussatiyañhi ekena bhavena paricchinnassa jīvitindriyappabandhassa vicchedo maraṇanti adhippeto saṃvegavatthuto upaṭṭhahanato bāhullato ca. Idāni imameva maraṇaṃ sandhāya vikappantaraṃ dassento, ‘‘heṭṭhā vuttalakkhaṇā vā’’tiādimāha.",
  "tika-s0401t16:128": "Asitapītādibhedeti asitapītakhāyitasāyitappabhede, asitabbakhāditabbasāyitabbavibhāgeti attho kālabhedavacanicchāya abhāvato yathā ‘‘duddha’’nti. Kabaḷaṃ karīyatīti kabaḷīkāro, āharīyatīti āhāro, kabaḷīkāro ca so āhāro cāti kabaḷīkārāhāro. Vatthuvasena cetaṃ vuttaṃ. Savatthuko eva hi āhāro idha kammaṭṭhānabhāvena adhippeto. Ojālakkhaṇo pana āhāro ojaṭṭhamakaṃ rūpaṃ āharatīti āhāroti vuccati. So idha nādhippeto paṭikūlākāraggahaṇassa asambhavato. Nava paṭikūlānīti gamanapariyesanaparibhogāsayanidānaaparipakkaparipakkaphalanissandappaṭikūlavasena nava paṭikūlāni. Samakkhanappaṭikūlaṃ pana paribhogādīsu labbhamānattā idha visuṃ na gahitaṃ, aññathā tena saddhiṃ ‘‘dasa paṭikūlānī’’ti vattabbaṃ. Visuddhimagge (visuddhi. 1.303-304) pana samakkhanaṃ paribhogādīsu labbhamānampi nissandavasena visesato paṭikūlanti visuṃ gahetvā dasahākārehi paṭikūlatā vuttā.",
  "tika-s0401t16:129": "Uppajjanakasaññanti paṭikūlākāraggahaṇavasena uppajjanakasaññaṃ. Saññāsaddo cāyaṃ ‘‘rūpasaññā saddasaññā’’tiādīsu (saṃ. ni. 3.57) sañjānanalakkhaṇe dhamme āgato, ‘‘aniccasaññā dukkhasaññā’’tiādīsu vipassanāya āgato, ‘‘uddhumātakasaññāti vā sopākarūpasaññāti vā ime dhammā ekaṭṭhā, udāhu nānaṭṭhā’’tiādīsu samathe āgato. Idha pana samathassa parikamme daṭṭhabbo. Āhārehi paṭikūlākāraggahaṇaṃ, tappabhāvitaṃ vā upacārajjhānaṃ idha ‘‘āhāre paṭikūlasaññā’’ti adhippetaṃ.",
  "tika-s0401t16:130": "Ukkaṇṭhitasaññanti nibbindanākārena uppajjanakasaññaṃ. Aniccasaññanti ettha aniccaṃ khandhapañcakaṃ uppādavayaññathattabhāvato, hutvā abhāvato vā, tasmiṃ anicce khandhapañcake aniccanti uppajjamānā aniccalakkhaṇapariggāhikā saññā aniccasaññā. Tenāha – ‘‘pañcannaṃ upādānakkhandhāna’’ntiādi. Tattha udayo nibbattilakkhaṇaṃ, vayo vipariṇāmalakkhaṇaṃ, aññathattaṃ jarā. Udayabbayaññathattaggahaṇena aniccalakkhaṇaṃ dasseti. Uppādavayaññathattabhāvato hi khandhapañcakaṃ aniccanti vuccati. Yassa ca sabhāvena khandhapañcakaṃ aniccanti vuccati, taṃ aniccalakkhaṇaṃ. Tena hi taṃ aniccanti lakkhīyati, aniccalakkhaṇañca udayabbayānaṃ amanasikārā santatiyā paṭicchannattā na upaṭṭhāti, udayabbayaṃ pana pariggahetvā santatiyā vikopitāya aniccalakkhaṇaṃ yāthāvasarasato upaṭṭhāti. Na hi sammadeva udayabbayaṃ sallakkhentassa pubbāpariyena pavattamānānaṃ dhammānaṃ aññoññabhāvaṃ sallakkhaṇena santatiyā ugghāṭitāya dhammā sambandhabhāvena upaṭṭhahanti, atha kho ayosalākā viya asambandhabhāvenāti suṭṭhutaraṃ aniccalakkhaṇaṃ pākaṭaṃ hoti.",
  "tika-s0401t16:131": "‘‘Yadaniccaṃ, taṃ dukkha’’nti (saṃ. ni. 3.15, 45, 46, 76, 77, 85; 2.4.1, 4) vacanato tadeva khandhapañcakaṃ abhiṇhappaṭipīḷanato dukkhaṃ, abhiṇhappaṭipīḷanākāro pana dukkhalakkhaṇaṃ. Tenevāha – ‘‘anicce khandhapañcake…pe… saññaṃ bhāvetī’’ti. Tattha paṭipīḷanaṃ nāma yathāpariggahitaṃ udayavayavasena saṅkhārānaṃ nirantaraṃ paṭipīḷiyamānatā vibādhiyamānatā. Dukkhalakkhaṇañca abhiṇhasampaṭipīḷanassa amanasikārā iriyāpathehi paṭicchannattā na upaṭṭhāti, abhiṇhasampaṭipīḷanaṃ pana manasi karitvā iriyāpathe labbhamānadukkhappaṭicchādakabhāve ugghāṭite dukkhalakkhaṇaṃ yāthāvasarasato upaṭṭhāti. Tathā hi iriyāpathehi paṭicchannattā dukkhalakkhaṇaṃ na upaṭṭhāti, te ca iriyāpathā abhiṇhasampaṭipīḷanāmanasikārena paṭicchādakā jātā. Ekasmiñhi iriyāpathe uppannassa dukkhassa vinodakaṃ iriyāpathantaraṃ tassa paṭicchādakaṃ viya hoti, evaṃ sesāpi. Iriyāpathānaṃ pana taṃtaṃdukkhapatitākārabhāve yāthāvato ñāte tesaṃ dukkhappaṭicchādakabhāvo ugghāṭito nāma hoti saṅkhārānaṃ nirantaraṃ dukkhābhitunnatāya pākaṭabhāvato. Tasmā abhiṇhasampaṭipīḷanaṃ manasi karitvā iriyāpathe labbhamānadukkhappaṭicchādakabhāve ugghāṭite dukkhalakkhaṇaṃ yāthāvasarasato upaṭṭhāti.",
  "tika-s0401t16:132": "‘‘Yaṃ dukkhaṃ, tadanattā’’ti vacanato tadeva khandhapañcakaṃ avasavattanato anattā, avasavattanākāro pana anattalakkhaṇaṃ. Tenāha – ‘‘paṭipīḷanaṭṭhenā’’tiādi . Anattalakkhaṇañca nānādhātuvinibbhogassa amanasikārā ghanena paṭicchannattā na upaṭṭhāti, nānādhātuyo pana vinibbhujjitvā ‘‘aññā pathavīdhātu, aññā āpodhātū’’tiādinā, ‘‘añño phasso, aññā vedanā’’tiādinā ca visuṃ visuṃ katvā ghanavinibbhoge kate samūhaghane kiccārammaṇaghane ca bhedite anattalakkhaṇaṃ yāthāvasarasato upaṭṭhāti. Yā hesā aññamaññūpatthambhesu samuditesu rūpārūpadhammesu ekattābhinivesavasena aparimadditasaṅkhārehi mamāyamānā samūhaghanatā, tathā tesaṃ tesaṃ dhammānaṃ kiccabhedassa satipi paṭiniyatabhāve ekato gayhamānā kiccaghanatā, tathā sārammaṇadhammānaṃ satipi ārammaṇakaraṇabhede ekato gayhamānā ārammaṇaghanatā. Sā catūsu dhātūsu ñāṇena vinibbhujitvā dissamānāsu hatthena parimaddiyamāno pheṇapiṇḍo viya vilīnaṃ āgacchati, yathāpaccayaṃ pavattamānā suññā ete dhammamattāti avasavattanākārasaṅkhātaṃ anattalakkhaṇaṃ pākaṭataraṃ hoti.",
  "tika-s0401t16:133": "Aparaaccharāsaṅghātavaggavaṇṇanā niṭṭhitā."
}