{
  "tika-s0403t25:0": "3. Anuttariyavaggo",
  "tika-s0403t25:1": "1-2. Sāmakasuttādivaṇṇanā",
  "tika-s0403t25:2": "21-22. Tatiyassa paṭhame kevalakappanti ettha kevala-saddo anavasesattho, kappa-saddo samantabhāvattho. Tasmā kevalakappaṃ pokkharaṇiyanti evamattho daṭṭhabbo. Anavasesaṃ pharituṃ samatthassapi obhāsassa kenaci kāraṇena ekadesapharaṇampi siyā, ayaṃ pana sabbasova pharatīti dassetuṃ samantattho kappa-saddo gahito. Attano obhāsena pharitvāti vatthālaṅkārasarīrasamuṭṭhitena obhāsena pharitvā, candimā viya ekobhāsaṃ ekapajjotaṃ karitvāti attho. Samanuññoti sammadeva katamanuñño. Tenāha ‘‘samānacitto’’ti, samānajjhāsayoti attho. Dukkhaṃ vaco etasminti dubbaco, tassa kammaṃ dovacassaṃ, tassa puggalassa anādariyavasena pavattā cetanā, tassa bhāvo atthitā dovacassatā. Atha vā dovacassameva dovacassatā. Sā atthato saṅkhārakkhandho hoti. Cetanāpadhāno hi saṅkhārakkhandho. Catunnaṃ vā khandhānaṃ apadakkhiṇaggāhitākārena pavattānaṃ etaṃ adhivacananti vadanti. Pāpā assaddhādayo puggalā etassa mittāti pāpamitto, tassa bhāvo pāpamittatā. Sāpi atthato dovacassatā viya daṭṭhabbā. Yāya hi cetanāya puggalo pāpamitto pāpasampavaṅko nāma hoti, sā cetanā pāpamittatā. Cattāropi vā arūpino khandhā tadākārappavattā pāpamittatā. Dutiyaṃ uttānameva.",
  "tika-s0403t25:3": "Sāmakasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t25:4": "3. Bhayasuttavaṇṇanā",
  "tika-s0403t25:5": "23. Tatiye sambhavati jātimaraṇaṃ etenāti sambhavo, upādānanti āha ‘‘jātiyā ca maraṇassa ca sambhave paccayabhūte’’ti. Anupādāti anupādāya. Tenāha ‘‘anupādiyitvā’’ti. Jātimaraṇāni sammā khīyanti etthāti jātimaraṇasaṅkhayo, nibbānanti āha ‘‘jātimaraṇānaṃ saṅkhayasaṅkhāte nibbāne’’ti. Sabbadukkhaṃ upaccagunti sakalampi vaṭṭadukkhaṃ atikkantā carimacittanirodhena vaṭṭadukkhalesassapi asambhavato.",
  "tika-s0403t25:6": "Bhayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:7": "4. Himavantasuttavaṇṇanā",
  "tika-s0403t25:8": "24. Catutthe samāpattikusalo hotīti samāpajjanakusalo hoti. Tenāha ‘‘samāpajjituṃ kusalo’’ti. Tattha antogatahetuattho ṭhiti-saddo, tasmā ṭhapanakusaloti atthoti āha ‘‘samādhiṃ ṭhapetuṃ sakkotīti attho’’ti. Tattha ṭhapetuṃ sakkotīti sattaṭṭhaaccharāmattaṃ khaṇaṃ jhānaṃ ṭhapetuṃ sakkoti adhiṭṭhānavasibhāvassa nipphāditattā. Yathāparicchedenāti yathāparicchinnakālena. Vuṭṭhātuṃ sakkoti vuṭṭhānavasibhāvassa nipphāditattā. Kallaṃ sañjātaṃ assāti kallitaṃ, tasmiṃ kallite kallitabhāve kusalo kallitakusalo. Hāsetuṃ tosetuṃ sampahaṃsetuṃ. Kallaṃ kātunti samādhānassa paṭipakkhadhammānaṃ dūrīkaraṇena sahakārīkāraṇānañca samappadhānena samāpajjane cittaṃ samatthaṃ kātuṃ. Samādhissa gocarakusaloti samādhismiṃ nipphādetabbe tassa gocare kammaṭṭhānasaññite pavattiṭṭhāne bhikkhācāragocare satisampajaññayogato kusalo cheko. Tenāha ‘‘samādhissa asappāye anupakārake dhamme vajjetvā’’tiādi. Paṭhamajjhānādisamādhiṃ abhinīharitunti paṭhamajjhānādisamādhiṃ visesabhāgiyatāya abhinīharituṃ upanetuṃ.",
  "tika-s0403t25:9": "Himavantasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:10": "5. Anussatiṭṭhānasuttavaṇṇanā",
  "tika-s0403t25:11": "25. Pañcame anussatikāraṇānīti anussatiyo eva diṭṭhadhammikasamparāyikādihitasukhānaṃ hetubhāvato kāraṇāni. Nikkhantanti nissaṭaṃ. Muttanti vissaṭṭhaṃ. Vuṭṭhitanti apetaṃ. Sabbametaṃ vikkhambhanameva sandhāya vadati. Gedhamhāti pañcakāmaguṇato. Idampīti buddhānussativasena laddhaṃ upacārajjhānamāha. Ārammaṇaṃ karitvāti paccayaṃ karitvā, pādakaṃ katvāti attho.",
  "tika-s0403t25:12": "Anussatiṭṭhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:13": "6. Mahākaccānasuttavaṇṇanā",
  "tika-s0403t25:14": "26. Chaṭṭhe sambādheti vā taṇhāsaṃkilesādīnaṃ sampīḷe saṅkare gharāvāse. Okāsā vuccantīti maggaphalasukhādhigamāya okāsabhāvato okāsāti vuccanti. Okāsādhigamoti lokuttaradhammassa adhigamāya adhigantabbaokāso. Visujjhanatthāyāti rāgādīhi malehi abhijjhāvisamalobhādīhi ca upakkiliṭṭhacittānaṃ visuddhatthāya. Sā panāyaṃ cittassa visuddhi sijjhamānā yasmā sokādīnaṃ anupādāya saṃvattati, tasmā vuttaṃ ‘‘sokaparidevānaṃ samatikkamāyā’’tiādi. Tattha socanaṃ ñātibyasanādinimittaṃ cetaso santāpo antotāpo antonijjhānaṃ soko, ñātibyasanādinimittameva socikatā. ‘‘Kahaṃ ekaputtakā’’tiādinā (ma. ni. 2.353-354; saṃ. ni. 2.63) paridevanavasena lapanaṃ paridevo. Samatikkamanatthāyāti pahānāya. Āyatiṃ anuppajjanañhi idha samatikkamo. Dukkhadomanassānaṃ atthaṅgamāyāti kāyikadukkhassa ca cetasikadomanassassa cāti imesaṃ dvinnaṃ atthaṅgamāya, nirodhāyāti attho. Ñāyati nicchayena kamati nibbānaṃ, taṃ vā ñāyati paṭivijjhati etenāti ñāyo, ariyamaggo. Idha pana saha pubbabhāgena ariyamaggo gahitoti āha ‘‘sahavipassanakassa maggassa adhigamanatthāyā’’ti. Apaccayaparinibbānassāti anupādisesanibbānaṃ sandhāya vadati. Paccayavasena anuppannaṃ asaṅkhataṃ amatadhātumeva. Sesamettha uttānameva.",
  "tika-s0403t25:15": "Mahākaccānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:16": "7. Paṭhamasamayasuttavaṇṇanā",
  "tika-s0403t25:17": "27. Sattame vaḍḍhetīti manaso vivaṭṭanissitaṃ vaḍḍhiṃ āvahati. Manobhāvanīyoti vā manasā bhāvito sambhāvito. Yañca āvajjato manasi karoto cittaṃ vinīvaraṇaṃ hoti. Imasmiṃ pakkhe kammasādhano sambhāvanattho bhāvanīya-saddo. ‘‘Thinamiddhavinodanakammaṭṭhāna’’nti vatvā tadeva vibhāvento ‘‘ālokasaññaṃ vā’’tiādimāha. Vīriyārambhavatthuādīnaṃ vāti ettha ādi-saddena idha avuttānaṃ atibhojane nimittaggāhādīnaṃ saṅgaho daṭṭhabbo. Vuttañhetaṃ ‘‘cha dhammā thinamiddhassa pahānāya saṃvattanti atibhojane nimittaggāho, iriyāpathasamparivattanatā, ālokasaññāmanasikāro, abbhokāsavāso, kalyāṇamittatā, sappāyakathā’’ti (itivu. aṭṭha. 111). Antarāyasaddapariyāyo idha antarā-saddoti āha ‘‘anantarāyenā’’ti.",
  "tika-s0403t25:18": "Paṭhamasamayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:19": "8. Dutiyasamayasuttavaṇṇanā",
  "tika-s0403t25:20": "28. Aṭṭhame maṇḍalasaṇṭhānamāḷasaṅkhepena katā bhojanasālā maṇḍalamāḷāti adhippetāti āha ‘‘bhojanasālāyā’’ti. Sesamettha suviññeyyameva.",
  "tika-s0403t25:21": "Dutiyasamayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:22": "9. Udāyīsuttavaṇṇanā",
  "tika-s0403t25:23": "29. Navame diṭṭhadhammo vuccati paccakkho attabhāvoti āha ‘‘imasmiṃyeva attabhāve’’ti. Sukhavihāratthāyāti nikkilesatāya nirāmisena sukhena vihāratthāya. Ālokasaññaṃ manasi karotīti sūriyacandapajjotamaṇiukkāvijjuādīnaṃ āloko divā rattiñca upaladdho, yathāladdhavaseneva ālokaṃ manasi karoti, citte ṭhapeti. Tathā ca naṃ manasi karoti, yathāssa subhāvitālokakasiṇassa viya kasiṇāloko yathicchakaṃ yāvadicchakañca so āloko rattiyaṃ upatiṭṭhati. Yena tattha divāsaññaṃ ṭhapeti, divāriva vigatathinamiddho hoti. Tenāha ‘‘yathā divā tathā ratti’’nti. Divāti saññaṃ ṭhapetīti vuttanayena manasi katvā divāriva saññaṃ uppādeti. Yathānena divā…pe… tatheva taṃ manasi karotīti yathānena divā upaladdho sūriyāloko, evaṃ rattimpi divā diṭṭhākāreneva taṃ ālokaṃ manasi karoti. Yathā canena rattiṃ…pe… manasi karotīti yathā rattiyaṃ candāloko upaladdho, evaṃ divāpi rattiṃ diṭṭhākāreneva taṃ ālokaṃ manasi karoti, citte ṭhapeti. Vivaṭenāti thinamiddhena apihitattā vivaṭena. Anonaddhenāti asañchāditena. Sahobhāsakanti saññāṇobhāsaṃ. Dibbacakkhuñāṇaṃ rūpagatassa dibbassa itarassa ca dassanaṭṭhena idha ñāṇadassananti adhippetanti āha ‘‘dibbacakkhusaṅkhātassā’’tiādi.",
  "tika-s0403t25:24": "Uddhaṃ jīvitapariyādānāti jīvitakkhayato upari maraṇato paraṃ. Samuggatenāti uṭṭhitena. Dhumātattāti uddhaṃ uddhaṃ dhumātattā sūnattā . Setarattehi viparibhinnaṃ vimissitaṃ nīlaṃ, purimavaṇṇavipariṇāmabhūtaṃ vā nīlaṃ vinīlaṃ, vinīlameva vinīlakanti ka-kārena padavaḍḍhanamāha anatthantarato yathā ‘‘pītakaṃ lohitaka’’nti. Paṭikūlattāti jigucchanīyattā. Kucchitaṃ vinīlaṃ vinīlakanti kucchanattho vā ayaṃ ka-kāroti dassetuṃ vuttaṃ yathā ‘‘pāpako kittisaddo abbhuggacchatī’’ti (dī. ni. 3.316; a. ni. 5.213). Paribhinnaṭṭhānehi kākadhaṅkādīhi . Vissandamānaṃ pubbanti vissavantapubbaṃ, tahaṃ tahaṃ paggharantapubbanti attho. Tathābhāvanti vissandamānapubbataṃ.",
  "tika-s0403t25:25": "So bhikkhūti yo ‘‘passeyya sarīraṃ sīvathikāya chaḍḍita’’nti vutto, so bhikkhu. Upasaṃharati sadisataṃ. Ayampi khotiādi upasaṃharaṇākāradassanaṃ. Āyūti rūpajīvitindriyaṃ. Arūpajīvitindriyaṃ panettha viññāṇagatikameva. Usmāti kammajatejo. Evaṃpūtikasabhāvoti evaṃ ativiya pūtisabhāvo āyuādivigame viyāti adhippāyo. Ediso bhavissatīti evaṃbhāvīti āha ‘‘evamevaṃ uddhumātādibhedo bhavissatī’’ti.",
  "tika-s0403t25:26": "Luñcitvā luñcitvāti uppāṭetvā uppāṭetvā. Sesāvasesamaṃsalohitayuttanti sabbaso akkhāditattā tahaṃ tahaṃ sesena appāvasesena maṃsalohitena yuttaṃ. Aññena hatthaṭṭhikanti avisesena hatthaṭṭhikānaṃ vippakiṇṇatā jotitāti anavasesato tesaṃ vippakiṇṇataṃ dassento ‘‘catusaṭṭhibhedampī’’tiādimāha. Terovassikānīti tirovassagatāni. Tāni pana saṃvaccharaṃ vītivattāni hontīti āha ‘‘atikkantasaṃvaccharānī’’ti. Purāṇatāya ghanabhāvavigamena vicuṇṇatā idha pūtibhāvo. So yathā hoti, taṃ dassento ‘‘abbhokāse’’tiādimāha. Anekadhātūnanti cakkhudhātuādīnaṃ, kāmadhātuādīnaṃ vā. Satiyā ca ñāṇassa ca atthāyāti ‘‘abhikkante paṭikkante sampajānakārī hotī’’tiādinā (dī. ni. 1.214; 2.376; ma. ni. 1.109) vuttāya sattaṭṭhānikāya satiyā ceva taṃsampayuttañāṇassa ca atthāya.",
  "tika-s0403t25:27": "Udāyīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:28": "10. Anuttariyasuttavaṇṇanā",
  "tika-s0403t25:29": "30. Dasame nihīnanti lāmakaṃ, kiliṭṭhaṃ vā. Gāmavāsikānanti bālānaṃ. Puthujjanānaṃ idanti pothujjanikaṃ. Tenāha ‘‘puthujjanānaṃ santaka’’nti, puthujjanehi sevitabbattā tesaṃ santakanti vuttaṃ hoti. Anariyanti na niddosaṃ. Niddosaṭṭho hi ariyaṭṭho. Tenāha ‘‘na uttamaṃ na parisuddha’’nti. Ariyehi vā na sevitabbanti anariyaṃ. Anatthasaṃhitanti diṭṭhadhammikasamparāyikādivividhavipulānatthasahitaṃ. Tādisañca atthasannissitaṃ na hotīti āha ‘‘na atthasannissita’’nti. Na vaṭṭe nibbindanatthāyāti catusaccakammaṭṭhānābhāvato. Asati pana vaṭṭe nibbidāya virāgādīnaṃ asambhavoyevāti āha ‘‘na virāgāyā’’tiādi.",
  "tika-s0403t25:30": "Anuttamaṃ anuttariyanti āha ‘‘etaṃ anuttara’’nti. Hatthisminti nimittatthe bhummanti āha ‘‘hatthinimittaṃ sikkhitabba’’nti. Hatthivisayattā hatthisannissitattā ca hatthisippaṃ ‘‘hatthī’’ti gahetvā ‘‘hatthismimpi sikkhatī’’ti vuttaṃ. Tasmā hatthisippe sikkhatīti evamettha attho daṭṭhabbo. Sesapadesupi eseva nayo.",
  "tika-s0403t25:31": "Liṅgabyattayena vibhattibyattayena pāricariyeti vuttanti āha ‘‘pāricariyāya paccupaṭṭhitā’’ti. Sesamettha suviññeyyameva.",
  "tika-s0403t25:32": "Anuttariyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t25:33": "Anuttariyavaggavaṇṇanā niṭṭhitā."
}