{
  "tika-s0102t7:0": "8. Sakkapañhasuttavaṇṇanā",
  "tika-s0102t7:1": "Nidānavaṇṇanā",
  "tika-s0102t7:2": "344. Ambasaṇḍānaṃ adūrabhavattā ekopi so brāhmaṇagāmo ‘‘ambasaṇḍā’’tveva bahuvacanavasena vuccati, yathā ‘‘varaṇā nagara’’nti. Vedi eva vediko, vediko eva vediyo ka-kārassa ya-kāraṃ katvā, tasmiṃ vediyake. Tenāha ‘‘maṇivedikāsadisenā’’tiādi, indanīlādimaṇimayavedikāsadisenāti attho. Pubbepīti leṇakaraṇato pubbe, guhārūpena ṭhitā, dvāre indasālarukkhavatī ca, tasmā ‘‘indasālaguhā’’ti vuttā purimavohārena.",
  "tika-s0102t7:3": "Ussukkaṃ vuccati abhiruci, taṃ pana buddhadassanakāmatāvasena, tathā ussāhanavasena ca pavattiyā ‘‘dhammiko ussāho’’ti vuttaṃ. Sakkena sadiso…pe… natthīti. Yathāha ‘‘appamādena maghavā, devānaṃ seṭṭhataṃ gato’’ti (dha. pa. 30). Parittakenāti aparāparaṃ bahuṃ puññakammaṃ akatvā appamattakeneva puññakammena.",
  "tika-s0102t7:4": "Sakkopi kāmaṃ mahāpuññakatabhīruttāno hoti, sātisayāya pana dibbasampattiyā viyogahetukena sokena diguṇitena maraṇabhayena saṃtajjito jāto. Tenāha ‘‘sakko pana maraṇabhayābhibhūto ahosī’’ti.",
  "tika-s0102t7:5": "Dibbacakkhunā devatānaṃ dassanaṃ nāma paṭivijjhanasadisanti āha ‘‘paṭivijjhī’’ti. Pāṭiyekko vohāroti āveṇiko piyasamudāhāro. Marisaniyasampattikāti mārisā. Tesañhi sampattiyo mahānubhāvatāya sahanti upaṭṭhahanti, aññe ayonisomanasikāratāya ceva appahukāya ca na sahantiyeva, sā pana nesaṃ marisaniyasampattikatā dukkhavirahitāyāti vuttaṃ ‘‘niddukkhātipi vuttaṃ hotī’’ti. Ekako vāti devaparisāya vinā āgatattā vuttaṃ, mātaliādayo pana tādisā sahāyā tadāpi ahesuṃyeva. Tathā hi vakkhati ‘‘api cāyaṃ āyasmato cakkanemisaddena tamhā samādhimhā vuṭṭhito’’ti (dī. ni. aṭṭha. 2.352). Okāsaṃ nākāsi sakkassa ñāṇaparipākaṃ āgamento, aññesañca bahūnaṃ devānaṃ dhammābhisamayaṃ upaparikkhamāno. Soti sakko.",
  "tika-s0102t7:6": "Evanti vacanasampaṭicchane nipātoti āha ‘‘evaṃ hotū’’tiādi. Bhaddaṃtavāti pana sakkaṃ uddissa nesaṃ āsi vādo.",
  "tika-s0102t7:7": "345.Vallabho…pe… dhammaṃ suṇātīti ayamattho govindasuttādīhi (dī. ni. 2.294) dīpetabbo. Iminā katokāseti iminā pañcasikhena katokāse bhagavati.",
  "tika-s0102t7:8": "Anucariyanti anucaraṇabhāvaṃ, taṃ panassa anucaraṇaṃ nāma saddhiṃ gamanamevāti āha ‘‘sahacaraṇaṃ ekato gamana’’nti.",
  "tika-s0102t7:9": "Sovaṇṇamayanti suvaṇṇamayaṃ. Pokkharanti vīṇāya doṇimāha. Daṇḍoti vīṇadaṇḍo. Veṭhakāti tantīnaṃ bandhanāya ceva uppīḷanāya ca dhametabbā veṭhakā. Pattakanti pokkharaṃ. Samapaññāsamucchanā mucchetvāti yathā samapaññāsamucchanā kamato tattha saṃmucchanaṃ kātuṃ sakkā, evaṃ taṃ sajjetvāti attho. ‘‘Samapaññāsamucchanā saṃmucchetvā’’ti ca idaṃ devaloke niyataṃ vīṇāvādanavidhiṃ sandhāya vuttaṃ. Manussaloke pana ekavīsati mucchanā. Tenevāha vīṇopamasuttavaṇṇanāyaṃ –",
  "tika-s0102t7:10": "‘‘Satta sarā tayo gāmā, mucchanā ekavīsati;",
  "tika-s0102t7:11": "Tānā cekūnapaññāsa, iccete saramaṇḍalā’’ti. (a. ni. aṭṭha. 3.55; sārattha. ṭī. 3.243);",
  "tika-s0102t7:12": "Tattha chajjo, usabho, gandhāro, majjhimo, pañcamo, dhevato, nisādoti ete satta sarā. Chajjagāmo, majjhimagāmo, sādhāraṇagāmoti tayo gāmā, sarasamūhāti attho. Manussaloke vādanavidhinā ekekasseva ca sarassa vasena tayo tayo mucchanā katvā ekavīsati mucchanā. Ekekasseva ca sarassa satta satta tānabhedā, yato sarassa mandataravavatthānaṃ hoti, te ekūnapaññāsa tānavisesāti, tisso duve catasso, catasso tisso duve catassoti dvāvīsati sutibhedā icchitā, ayaṃ pana ekekassa sarassa vasena satta satta mucchanā, antarasarassa ca ekāti samapaññāsāya mucchanānaṃ yogyabhāvena vīṇaṃ vajjesi. Tena vuttaṃ ‘‘samapaññāsa mucchanā saṃmucchetvā’’ti. Sesadeve jānāpento sakkassa gamanakālanti yojanā.",
  "tika-s0102t7:13": "346.Atirivāti ra-kāro padasandhikaro, atīva ativiyāti vuttaṃ hoti. Pakati…pe… agamāsi maraṇabhayasaṃtajjitattā taramānarūpo. Tenevāha ‘‘nanu cā’’tiādi.",
  "tika-s0102t7:14": "347. Buddhā nāma mahākāruṇikā, sadevakassa lokassa hitasukhatthāya eva uppannā, te kathaṃ atthikehi durupasaṅkamāti āha ‘‘ahaṃ sarāgo’’tiādi. Tadantaraṃ paṭisallīnāti yena antarena yena khaṇena upasaṅkameyya, tadantaraṃ paṭisallīnā jhānaṃ samāpannā. Tadantara-saddo vā ‘‘etarahī’’ti iminā samānatthoti āha ‘‘sampati paṭisallīnā vā’’ti.",
  "tika-s0102t7:15": "Pañcasikhagītagāthāvaṇṇanā",
  "tika-s0102t7:16": "348.Sāvesīti yathādhippetamucchanaṃ paṭṭhapetvā vīṇaṃ vādento taṃtaṃṭhānuppattiyā pākaṭībhūtamandatāvavatthaṃ dassento sumadhurakomalamadhupānamattamadhukāravirutāpahāsinilakkhaṇo pasannabhānī samaravaṃ tantissaraṃ sāvesi.",
  "tika-s0102t7:17": "‘‘Sakyaputtova jhānena, ekodi nipako sato;",
  "tika-s0102t7:18": "Amataṃ muni jigīsāno….",
  "tika-s0102t7:19": "Yathāpi muni nandeyya, patvā sambodhiṃ uttama’’nti. (dī. ni. 2.348);",
  "tika-s0102t7:20": "Ca evaṃ buddhūpasañhitā. Buddhūpasañhitā pana buddhānaṃ dhammasarīraṃ ārabbha nissayaṃ katvā pavattitāti āha ‘‘dhammo arahatāṃ ivā’’ti. Dhammūpasañhitā, arahattūpasañhitā ca veditabbā.",
  "tika-s0102t7:21": "Sūriyasamānasarīrāti sūriyasamānappabhāsarīrā. Tenāha ‘‘tassā kirā’’tiādi. Yasmā timbaruno gandhabbadevarājassa sūriyavaccha sā aṅke jātā, tasmā āha ‘‘yaṃ timbaruṃ devarājānaṃnissāya tvaṃ jātā’’ti. Kalyāṇaṅgatāya ‘‘kalyāṇī’’ti vuttāti āha ‘‘sabbaṅgasobhanā’’ti.",
  "tika-s0102t7:22": "Rāgāvesavasena pubbe vuttā gāthā idānipi tameva ārabbha purato ṭhitaṃ viya ālapanto vadati.",
  "tika-s0102t7:23": "Thanudaranti payodharañca udarañca adhippetanti āha ‘‘thanavemajjhaṃ udarañcā’’ti.",
  "tika-s0102t7:24": "Kiñci kāraṇanti kiñci pīḷaṃ.",
  "tika-s0102t7:25": "Pakatiṃ jahitvā ṭhitaṃ abhirattabhāvena.",
  "tika-s0102t7:26": "Vāmūrūti ruciraūrū. Tenāha ‘‘vāmākārenā’’tiādi. Vāmavikasitarucirasundarābhirūpacārusaddā hi ekatthā daṭṭhabbā. Na tikhiṇanti na tikkhaṃ na lūkhaṃ na kakkhaḷaṃ. Mandanti mudu siniddhaṃ.",
  "tika-s0102t7:27": "Anekabhāvoti anekasabhāvo, so pana bahuvidho nāma hotīti āha ‘‘anekavidho jāto’’ti. Anekabhāgoti anekakoṭṭhāso.",
  "tika-s0102t7:28": "Tayā saddhiṃ vipaccatanti tayā sahitaṃyeva me taṃ kammaṃ vipaccatu, tayā saheva tassa kammassa phalaṃ anubhaveyyanti adhippāyo. Tayā saddhimevāti yathā cakkavattisaṃvattaniyakammaṃ tassa nissandaphalabhūtena itthiratanena saddhiṃyeva vipākaṃ deti, evaṃ taṃ me kammaṃ tayā saddhiṃyeva mayhaṃ vipākaṃ detu.",
  "tika-s0102t7:29": "Ekodīti ekodibhāvaṃ gato, samāhitoti attho. Jigīsānoti jigīsamāno hoti. Tathābhūtova jigīsati nāmāti tathā paṭhamavikappo vutto. Dutiyavikappe pana ‘‘vicaratī’’ti kiriyāpadaṃ āharitvā attho vutto.",
  "tika-s0102t7:30": "Nandeyyanti samāgamaṃ patthento vadati atisassirikarūpasobhāya.",
  "tika-s0102t7:31": "349.Saṃsandatīti sameti, yāya mucchanāya, yena ca ākārena tantissaro pavatto, taṃ mucchanaṃ anativattento, teneva ca ākārena gītassaropi pavattoti attho. Yena ajjhāsayena bhagavā pañcasikhassa gandhabbe vaṇṇaṃ kathesi, yadatthañca kathesi, taṃ sabbaṃ vibhāvetuṃ ‘‘kasmā’’tiādimāha. Natthi bodhimūle eva samucchinnattā. Upekkhako bhagavā anupalittabhāvato. Suvimuttacitto bhagavā chandarāgato, sabbasmā ca kilesā. Yadi evaṃ kasmā pañcasikhassa gandhabbe vaṇṇaṃ kathesīti āha ‘‘sace panā’’tiādi.",
  "tika-s0102t7:32": "Ganthitāti sandahitā, tā pana nirantaraṃ kathiyamānā rāsikatā viya hontīti āha ‘‘piṇḍitā’’ti. Vohāravacananti bhagavato, bhikkhūnañca purato vattabbaṃ upacāravacanaṃ.",
  "tika-s0102t7:33": "Upanaccantiyāti upagantvā naccantiyā.",
  "tika-s0102t7:34": "Sakkūpasaṅkamanavaṇṇanā",
  "tika-s0102t7:35": "350. ‘‘Kadā saṃyūḷhā’’tiādīni vadanto paṭisammodati. Vippakārampi dasseyyāti aḍḍhakatābhinayavasena naccampi dasseyya.",
  "tika-s0102t7:36": "351. ‘‘Abhivadito sakko devānamindo’’tiādīnaṃ ‘‘tena kho pana samayenā’’tiādīnaṃ (pārā. 16, 24) viya saṅgītikāravacanabhāve saṃsayo natthi, ‘‘evañca pana tathāgatā’’ti idha pana siyā saṃsayoti ‘‘dhammasaṅgāhakattherehi ṭhapitavacana’’nti vatvā itarassāpi tathābhāvaṃ dassetuṃ ‘‘sabbameta’’ntiādi vuttaṃ. Vuḍḍhivacanena vuttoti ‘‘sukhī hotu pañcasikha sakko devānaṃ indo’’ti āsīsavādaṃ vutto. ‘‘Bhagavato pāde sirasā vandatī’’ti vadanto abhivādeti nāma ‘‘sukhī hotū’’ti āsīsavādassa vadāpanato. Tathā pana āsīsavādaṃ vadanto abhivadati nāma sabbakālaṃ tatheva tiṭṭhanato.",
  "tika-s0102t7:37": "Uruṃ vepullaṃ dassati dakkhatīti urundā vibhattialopena. Vivaṭā aṅgaṇaṭṭhānaṃ. Yo pakatiyā guhāyaṃ andhakāro, so antarahitoti yo tassaṃ guhāyaṃ satthu samantato asītihatthato ayaṃ pākatiko andhakāro, so devānaṃ vatthābharaṇasarīrobhāsehi antarahito, āloko sampajji. Asītihatthe pana buddhālokeneva andhakāro antarahito, na ca samattho devānaṃ obhāso buddhānaṃ abhibhavituṃ.",
  "tika-s0102t7:38": "352.Cirappaṭikāhanti cirappabhutiko ahaṃ. Aḍḍakaraṇaṃ nāma natthi avivādādhikaraṇaṭṭhāne nibbattattā. Kīḷādīnipīti ādi-saddena dhammassavanādiṃ saṅgaṇhāti.",
  "tika-s0102t7:39": "Salaḷamayagandhakuṭiyanti salaḷarukkhehi raññā pasenadinā kāritagandhakuṭiyaṃ. Tenassāti tena phaladvayādhigamena pahīnaoḷārikakāmarāgatāya assā bhūjatiyā devaloke abhiratiyeva natthi. Cakkanemisaddena tamhā samādhimhā vuṭṭhitoti ettha adhippāyaṃ ajānantā ‘‘ārammaṇassa adhimattatāya samāpattito vuṭṭhānaṃ jāta’’nti maññeyyunti taṃ paṭikkhipanto ‘‘samāpanno saddaṃ suṇātīti no vata re vattabbe’’ti āha. Sati ca ārammaṇasaṅghaṭṭanāyaṃ gahaṇenapi bhavitabbanti adhippāyena ‘‘suṇātī’’ti vuttaṃ, itaro ‘‘paṭhamaṃ jhānaṃ samāpannassa saddo kaṇṭako’’ti vacanamattaṃ nissāya sabbassāpi jhānassa saddo kaṇṭakoti adhippāyena paṭikkhepaṃ asahanto ‘‘nanu bhagavā…pe…bhaṇatī’’ti imameva suttapadaṃ uddhari. Tattha yathā dosadassanapaṭipakkhabhāvanāvasena paṭighasaññānaṃ suppahīnattā mahatāpi saddena arūpasamāpattito na vuṭṭhānaṃ, evaṃ ‘‘uppādo bhayaṃ, anuppādo khema’’ntiādinā sammadeva dosadassanapaṭipakkhabhāvanāvasena sabbāsampi lokiyasaññānaṃ aggamaggena samatikkantattā ārammaṇādhigamatāya na kadāci phalasamāpattito vuṭṭhānaṃ hotīti. Tathā pana na suppahīnattā paṭighasaññānaṃ sabbarūpasamāpattito vuṭṭhānaṃ hoti, paṭhamajjhānaṃ pana appakampi saddaṃ na sahatīti taṃsamāpannassa ‘‘saddo kaṇṭako’’ti vuttaṃ. Yadi pana paṭighasaññānaṃ vikkhambhitattā mahatāpi saddena arūpasamāpattito na vuṭṭhānaṃ hoti, pageva maggaphalasamāpattito. Tenāha ‘‘cakkanemisaddenā’’tiādi. Cakkanemisaddenāti ca nayidaṃ karaṇavacanaṃ hetumhi, karaṇe vā atha kho sahayoge. Imameva hi atthaṃ dassetuṃ ‘‘bhagavā panā’’tiādi vuttaṃ.",
  "tika-s0102t7:40": "Gopakavatthuvaṇṇanā",
  "tika-s0102t7:41": "353.Paripūrakārinīti paripuṇṇāni, parisuddhāni ca katvā rakkhitavatī. ‘‘Itthitta’’ntiādi tattha virajjanākāradassanaṃ. Dhitthibhāvaṃitthibhāvassa dhikkāro hetūti attho. Alanti paṭikkhepavacanaṃ, payojanaṃ natthīti attho. Virājetīti jigucchati. Etā sampattiyoti cakkavattisiriādikā etā yathāvuttasampattiyo. Tasmā pubbaparicayena upaṭṭhitanikantivasena. Upaṭṭhānasālanti sudhammadevasabhaṃ.",
  "tika-s0102t7:42": "Soti gopakadevaputto. Vaṭṭetvā vaṭṭetvāti tomarādiṃ vattentena viya codanavacanaṃ parivaṭṭetvā parivaṭṭetvā. Gāḷhaṃ vijjhitabbāti gāḷhataraṃ ghaṭṭetabbā.",
  "tika-s0102t7:43": "Kuto mukhāti kuto pavattañāṇamukhā. Tenāha ‘‘aññavihitakā’’ti. Katapuññeti sammā katapuññe dhamme.",
  "tika-s0102t7:44": "Dāyoti lābho. So hi dīyati tehi dātabbattā dāyo, yesaṃ dīyati, tehi laddhattā lābhoti ca vuccati. Saṅkhāre…pe… patiṭṭhahiṃsu katādhikārattā. Tattha tāvatiṃsabhavane ṭhitānaṃyeva nibbatto yathā sakkassa indasālaguhāyaṃ ṭhitasseva sakkattabhāvo.",
  "tika-s0102t7:45": "Nikantiṃ tasmiṃ gandhabbakāye ālayaṃ samucchindituṃ na sakkonto.",
  "tika-s0102t7:46": "354.Attanāva veditabboti attanāva adhigantvā veditabbo, na parappaccayikena. Tumhehi vuccamānānīti kevalaṃ tumhehi vuccamānāni.",
  "tika-s0102t7:47": "Viyāyāmāti vissaṭṭhaṃ vīriyaṃ santāne pavattema. Pakatiyāti rūpāvacarabhāvena, ‘‘anussara’’nti vā pāṭho.",
  "tika-s0102t7:48": "Kāmarāgo eva ‘‘chando rāgo chandarāgo’’tiādi pavattibhedena saṃyojanaṭṭhena ‘‘kāmarāgasaṃyojanānī’’ti, yogaganthādipavattiākārabhedena ‘‘kāmabandhanānī’’ti ca vutto. Pāpimayogānīti ettha pana sesayogaganthānampi vasena attho veditabbo.",
  "tika-s0102t7:49": "Duvidhānanti vatthukāmakilesakāmavasena duvidhānaṃ.",
  "tika-s0102t7:50": "‘‘Ettha kiṃ, tattha ki’’nti ca padadvaye kinti nipātamattaṃ. Cātuddisabhāveti tesaṃ buddhādīnaṃ tiṇṇaṃ ratanānaṃ catuddisayogyabhāve appaṭihaṭabhāve. Buddharatanañhi mahākāruṇikatāya, anāvaraṇañāṇatāya, paramasantuṭṭhatāya ca cātuddisaṃ, dhammaratanaṃ svākkhātatāya, saṅgharatanaṃ suppaṭipannatāya. Tenāha ‘‘sabbadisāsu asajjamāno’’ti.",
  "tika-s0102t7:51": "Majjhimassa paṭhamajjhānassa adhigatattā tāvadeva kāyaṃ brahmapurohitaṃ adhigantvā tāvadeva purimaṃ jhānasatiṃ paṭilabhitvā taṃ jhānaṃ pādakaṃ katvā vipassanaṃ vaḍḍhetvā orambhāgiyasaṃyojanasamucchindanena maggaphalavisesaṃ anāgāmiphalasaṅkhātaṃ visesaṃ ajjhagaṃsu adhigacchiṃsu. Keci pana ‘‘kāmāvacarattabhāvena maggaphalāni adhigacchiṃsūti adhippāyena pañcamassa jhānassa anadhigatattā suddhāvāsesu na uppajjiṃsu, paṭhamajjhānalābhitāya pana brahmapurohitesu nibbattiṃsū’’ti vadanti.",
  "tika-s0102t7:52": "Maghamāṇavavatthuvaṇṇanā",
  "tika-s0102t7:53": "355.Visuddhoti visuddhaajjhāsayo, upanissayasampannoti adhippāyo. Gāmakammakaraṇaṭṭhānanti gāmikānaṃ upaṭṭhānaṭṭhānaṃ vadati. Tāvatakenevāti attanā sodhitaṭṭhāneva aññassa āgantvā avaṭṭhāneneva. Satiṃ paṭilabhitvāti ‘‘aho mayā katakammaṃ saphalaṃ jāta’’nti yoniso cittaṃ uppādetvā.",
  "tika-s0102t7:54": "Pāsāṇeti maggamajjhe uccatarabhāvena ṭhitapāsāṇe. Uccāletvāti uddharitvā. Etassa saggassa gamanamagganti etassa candādīnaṃ uppattiṭṭhānabhūtassa saggassa gamanamaggaṃ puññakammaṃ.",
  "tika-s0102t7:55": "Sugativasena laddhabbaṃ, kahāpaṇañcāti kahāpaṇaṃ, daṇḍavasena laddhabbaṃ bali daṇḍabali. Gahapatikākiṃ karissantīti gahapatikā nāma aṭavikā viya visamanissitā, te na kañci anatthaṃ karissanti, evaṃ tayā jānamānena kasmā mayhaṃ na kathitanti yadipi pubbe na kathitaṃ, etarahi pana bhayena kathitaṃ, mā mayhaṃ dosaṃ kareyyātha, ārocitakālato paṭṭhāya na mayhaṃ dosoti vadati.",
  "tika-s0102t7:56": "Nibaddhanti ekantikaṃ.",
  "tika-s0102t7:57": "Pisuṇesīti pisuṇakammamakāsi, tumhākaṃ antare mayhaṃ pesuññaṃ upasaṃharatīti attho. Puna aharaṇīyaṃ brahmadeyyaṃ katvā. Mayhampīti mayhampi atthāya maṃ uddissa puññakammaṃ karotha. Nīluppalaṃ nāma vikasamānaṃ udakato uggantvāva vikasati, evaṃ ahutvā antoudake pupphitaṃ nīluppalaṃ viya. Amhākaṃ panidaṃ puññakammaṃ bhavantarūpapattiyā vinā imasmiṃyeva attabhāve vipākaṃ detīti yojanā. Cintāmattakampīti domanassavasena cintāmattakampi.",
  "tika-s0102t7:58": "Pagevāti kālasseva, ativiya pātoti attho. Kaṇṇikūpaganti kaṇṇikayogyaṃ. Tacchetvā maṭṭhaṃ katvā kaṇṇikāya kattabbaṃ sabbaṃ niṭṭhapetvā. Tathā hi sā vatthena veṭhetvā ṭhapitā.",
  "tika-s0102t7:59": "Cayabandhanaṃ sālāya adhiṭṭhānasajjanaṃ. Kaṇṇikamañcabandhanaṃ kaṇṇikārohanakāle āruhitvā avaṭṭhānaaṭṭakaraṇaṃ.",
  "tika-s0102t7:60": "Yassa atthate phalake yassa phalake atthateti yojanā.",
  "tika-s0102t7:61": "Avidūreti sālāya, koviḷārarukkhassa ca avidūre. Sabbajeṭṭhikāti sabbāsaṃ tassa bhariyānaṃ jeṭṭhikā sujātā.",
  "tika-s0102t7:62": "Tassevāti sakkasseva. Santiketi samīpe santikāvacarā hutvā nibbattā. Dhajena saddhiṃ sahassayojaniko pāsādo.",
  "tika-s0102t7:63": "Kakkaṭakavijjhanasūlasadisanti kakkaṭake gaṇhituṃ tassa bilapariyantassa vijjhanasūcisadisaṃ.",
  "tika-s0102t7:64": "Maccharūpenāti matamaccharūpena. Osaratīti pilavanto gacchati. Tassāpi bakasakuṇikāya pañca vassasatāni āyu ahosi devanerayikānaṃ viya manussapetatiracchānānaṃ āyuno aparicchinnattā.",
  "tika-s0102t7:65": "Ukkuṭṭhimakāsīti uccāsaddamakāsi.",
  "tika-s0102t7:66": "Pubbasannivāsenāti purimajātīsu cirasannivāsena. Evañhi ekaccānaṃ diṭṭhamattenapi sineho uppajjati. Tenāha bhagavā –",
  "tika-s0102t7:67": "‘‘Pubbeva sannivāsena, paccuppannahitena vā;",
  "tika-s0102t7:68": "Evaṃ taṃ jāyate pemaṃ, uppalaṃva yathodake’’ti. (jā. 1.2.174);",
  "tika-s0102t7:69": "Avasesesūti asure, sakkaṃ ṭhapetvā dvīsu devalokesu deveva sandhāya vadati.",
  "tika-s0102t7:70": "Atthanissitanti attano, paresañca atthameva hitameva nissitaṃ, taṃ pana hitaṃ sukhassa nidānanti āha ‘‘kāraṇanissita’’nti.",
  "tika-s0102t7:71": "Pañhaveyyākaraṇavaṇṇanā",
  "tika-s0102t7:72": "357.Kiṃsaṃyojanāti kīdisasaṃyojanā. Satte anatthe saṃyojenti bandhantīti saṃyojanānīti āha ‘‘kiṃbandhanā, kena bandhanena baddhā’’ti. Puthukāyāti bahū sattakāyāti āha ‘‘bahū janā’’ti. Veraṃ vuccati dosoti āha ‘‘averāti appaṭighā’’ti. Āvudhena sarīre daṇḍo āvudhadaṇḍo, dhanassa dāpanatthena daṇḍo dhanadaṇḍo, tadubhayākaraṇena tato vinimutto adaṇḍo, sampattiharaṇato, saha anatthuppattito ca sapatto, paṭisattūti āha ‘‘asapattāti apaccatthikā’’ti. Byāpajjhaṃ vuccati cittadukkhaṃ, tabbirahitā abyāpajjhāti āha ‘‘vigatadomanassā’’ti. Pubbe ‘‘averā’’ti padena sambaddhāghātakābhāvo vutto. Tenāha ‘‘appaṭighā’’ti. ‘‘Averino’’ti pana imināpi kopamattassapi anuppādanaṃ. Tenāha ‘‘katthaci kopaṃ na uppādetvā’’ti. ‘‘Viharemū’’ti ca padaṃ purimapadehipi yojetabbaṃ ‘‘averā viharemū’’tiādinā. Ayañca averādibhāvo saṃvibhāgena pākaṭo hotīti dassetuṃ ‘‘accharāyā’’ti ādiṃ vatvā ‘‘iti ce nesaṃ hotī’’ti vuttaṃ. Cittuppatti daḷhatarāpi hutvā pavattatīti dassetuṃ ‘‘dānaṃ datvā, pūjaṃ katvā ca patthayantī’’ti vuttaṃ. Iti ceti ce-saddo anvayasaṃsaggena parikappetīti āha ‘‘evañca nesa’’nti.",
  "tika-s0102t7:73": "Yāya kāyaci paresaṃ sampattiyā khīyanaṃ usūyanaṃ asahanaṃ lakkhaṇaṃ etissāti parasampattikhīyanalakkhaṇā, yadaggena attasampattiyā parehi sādhāraṇabhāvaṃ asahanalakkhaṇaṃ, tadaggenassa ‘‘nigūhanalakkhaṇa’’ntipi vattabbaṃ. Tathā hissa porāṇā ‘‘mā idaṃ acchariyaṃ aññesaṃ hotu, mayhameva hotūti macchariya’’nti nibbacanaṃ vadanti. Abhidhamme ‘‘yā paralābhasakkāragarukāramānanavandanapūjanāsu issā issāyanā’’tiādinā (dha. sa. 1126) nikkhepakaṇḍe, ‘‘yā etesu paresaṃ lābhādīsu kiṃ iminā imesa’’ntiādinā taṃsaṃvaṇṇanāyañca vuttāneva, tasmā tattha vuttanayeneva veditabbānīti adhippāyo.",
  "tika-s0102t7:74": "Yasmā pana issāmacchariyāni bahvādīnavāni, tesaṃ vibhāvanā lokassa bahukārā , tasmā abhidhammaṭṭhakathāyaṃ (dha. sa. aṭṭha. 1125) vibhāvitānampi tesaṃ diṭṭhadhammikepi samparāyike piādīnave dassento ‘‘āvāsamacchariyena panā’’tiādimāha. Etthāti etesu issāmacchariyesu, etesu vā āvāsamacchariyādīsu pañcasu macchariyesu. Saṅkāraṃ sīsena ukkhipitvāva vicarati tattha laggacittatāya, nihīnajjhāsayatāya ca. Mamāti mayā, ayameva vā pāṭho. Lohitampi mukhato uggacchati cittavighātena saṃtattahadayatāya. Kucchivirecanampi hoti atijalaggino. Añño vibhavapaṭivedhadhammo ariyānaṃyeva hoti, te ca taṃ na maccharāyanti macchariyassa sabbaso pahīnattā. Paṭivedhadhamme macchariyassa asambhavo evāti āha ‘‘pariyattidhammamacchariyena cā’’ti. Vaṇṇamacchariyena dubbaṇṇo, dhammamacchariyena eḷamūgo duppañño hoti.",
  "tika-s0102t7:75": "‘‘Apicā’’tiādi pañcannaṃ macchariyānaṃ vasena kammasarikkhakavipākadassanaṃ. Āvāsamacchariyena lohagehe paccati paresaṃ āvāsapaccayahitasukhanisedhanato. Kulamacchariyena appalābho hoti parehi kulesu laddhabbalābhanisedhanato, appalābhoti ca alābhoti attho. Lābhamacchariyena gūthaniraye nibbattati lābhahetu parehi laddhabbassa assādanisedhanato. Sabbathāpi nirassādo hi gūthanirayo. Vaṇṇo nāma na hotīti sarīravaṇṇo, guṇavaṇṇoti duvidhopi vaṇṇo nāmamattenapi na hoti, tattha tattha nibbattamāno virūpo eva hoti. Sampattinigūhanasabhāvena macchariyena virūpite santāne yebhuyyena guṇā patiṭṭhameva na labhanti, ye ca patiṭṭhaheyyuṃ, tesampi vasenassa vaṇṇo na bhaveyya. Te hi tassa loke rattiṃ khittā sarā viya na paññāyanti. Dhammamacchariyenakukkuḷaniraye.Sotāpattimaggenapahīyati apāyagamanīyabhāvato. Verādīhi na parimuccantiyeva tapparimuccanāya icchāya appattabbattā jātiādidhammānaṃ sattānaṃ jātiādīhi viya.",
  "tika-s0102t7:76": "Tiṇṇā mettha kaṅkhāti ma-kāro padasandhikaro. Etasmiṃ pañheti etasmiṃ ‘‘kiṃsaṃyojanā nu kho’’ti evaṃ ñātuṃ icchite atthe. Tumhākaṃ vacanaṃ sutvāti ‘‘issāmacchariyasaṃyojanā’’ti evaṃ pavattaṃ tumhākaṃ vissajjanavacanaṃ sutvā. Kaṅkhā tiṇṇāti yathāpucchite atthe saṃsayo tarito vigato desanānussaraṇamattena, na samucchedavasenāti āha ‘‘na maggavasenā’’tiādi. Ayampi kathaṃkathā vigatāti kaṅkhāya vigatattā eva tassā pavattiākāravisesabhūtā ‘‘idaṃ katha idaṃ katha’’nti ayampi kathaṃkathā vigatā apagatā.",
  "tika-s0102t7:77": "358.Nidānādīni mahānidānasuttavaṇṇanāyaṃ (dī. ni. aṭṭha. 2.95) vuttatthāneva. Piyānaṃ attano pariggahabhūtānaṃ sattasaṅkhārānaṃ parehi sādhāraṇabhāvāsahanavasena, nigūhanavasena ca pavattanato piyasattasaṅkhāranidānaṃ macchariyaṃ, appiyānaṃ pariggahabhūtānaṃ sattānaṃ, saṅkhārānañca asahanavasena pavattiyā appiyasattasaṅkhāranidānā issā. Yañhi kiñci appiyasambandhaṃ bhaddakampi taṃ kodhanassa appiyamevāti. Ubhayanti macchariyaṃ, issā cāti ubhayaṃ. Ubhayanidānanti piyanidānañceva appiyanidānañca. Piyāti iṭṭhā. Keḷāyitāti dhanāyitā. Mamāyitāti mamattaṃ katvā pariggahitā. Issaṃ karotīti ‘‘kiṃ imassa iminā’’ti tassa piyasattalābhāsahanavasena ussūyati, tameva piyasattaṃ yācito. Aho vatassāti sādhu vata assa. ‘‘Imassa puggalassa evarūpaṃ piyavatthu na bhaveyyā’’ti issaṃ karoti usūyaṃ uppādeti. Mamāyantāti keḷāyantā. Appiyeti appiye satte tesaṃ satāpato. Assāti puggalassa, yena te laddhā. Teti sattasaṅkhārā, sacepi amanāpā honti appiyehi samudāgatattā. Viparītavuttitāyāti ayāthāvagāhitāya. Ko añño evarūpassa lābhīti tena attānaṃ sambhāvento issaṃ vā karoti. Aññassa tādisaṃ uppajjamānampi ‘‘aho vatassa evarūpaṃ na bhaveyyā’’ti issaṃ vā karoti, ayañca nayo heṭṭhā vuttanayattā na gahito.",
  "tika-s0102t7:78": "Vatthukāmānaṃ pariyesanavasena pavatto chando pariyesanachando. Paṭilābhapaccayo chando paṭilābhachando. Paribhuñjanavasena pavatto chando paribhogachando. Paṭiladdhānaṃ sannidhāpanavasena, saṅgopanavasena ca pavatto chando sannidhichando. Diṭṭhadhammikameva payojanaṃ cintetvā vissajjanavasena pavatto chando vissajjanachando. Tenāha ‘‘katamo’’tiādi.",
  "tika-s0102t7:79": "Ayaṃ pañcavidhopi atthato taṇhāyanamevāti āha ‘‘taṇhāmattamevā’’ti.",
  "tika-s0102t7:80": "Evaṃ vutto ‘‘lābhaṃ paṭicca vinicchayo’’ti evaṃ mahānidānasutte (dī. ni. 2.103) vutto vinicchayavitakko vitakko nāma, na yo koci vitakko. Idāni yathāvuttaṃ vinicchayavitakkaṃ atthuddhāranayena nīharitvā dassetuṃ ‘‘vinicchayo’’tiādi vuttaṃ. Aṭṭhasatanti aṭṭhādhikaṃ sataṃ, tañca kho taṇhāvicaritānaṃ sataṃ, na yassa kassacīti dassetuṃ ‘‘taṇhāvicarita’’nti vuttaṃ. Taṇhāvinicchayo nāma taṇhāya vasena vakkhamānanayena ārammaṇassa vinicchinanato. Diṭṭhidassanavasena ‘‘idameva saccaṃ, moghaṃ añña’’nti vinicchinanato diṭṭhivinicchayo nāma. Iṭṭhaṃ paṇītaṃ, aniṭṭhaṃ appaṇītaṃ, piyāyitabbaṃ piyaṃ, appiyāyitabbaṃ appiyaṃ, tesaṃ vavatthānaṃ taṇhāvasena na hoti. Taṇhāvasena hi ekacco kiñci vatthuṃ paṇītaṃ maññati, ekacco hīnaṃ, ekacco piyāyati, ekacco nappiyāyati. Tenāha ‘‘tadeva hī’’tiādi . ‘‘Dassāmī’’ti idaṃ vissajjanachande vuttanayena ceva vaṭṭūpanissayadānavasena ca veditabbaṃ. Tampi hi taṇhāchandahetukanti.",
  "tika-s0102t7:81": "Yattha sayaṃ uppajjanti, taṃ santānaṃ saṃsāre papañcenti vitthārayantīti papañcā. Yassa ca uppannā, taṃ ‘‘ratto’’ti vā ‘‘satto’’ti vā ‘‘micchābhiniviṭṭho’’ti vā papañcenti byañjentīti papañcā. Yasmā taṇhādiṭṭhiyo adhimattā hutvā pavattamānā taṃsamaṅgīpuggalaṃ pamattākāraṃ pāpenti, māno pana jātimadādi vasena mattākārampi, tasmā ‘‘mattapamattākārapāpanaṭṭhenā’’ti vuttaṃ. Saṅkhā vuccati koṭṭhāso bhāgaso saṅkhāyati upaṭṭhātīti. Yasmā papañcasaññā taṃtaṃdvāravasena, ārammaṇavasena ca bhāgaso vitakkassa paccayā honti, na kevalā, tasmā papañcasaññāsaṅkhānidāno vitakko vutto, papañcasaññānaṃ vā anekabhedabhinnattā taṃsamudāyo ‘‘papañcasaññāsaṅkhā’’ti vutto. Papañcasaññāsaṅkhāggahaṇena ca anavaseso dukkhasamudayo vutto taṃtaṃ nimittattā vaṭṭadukkhassāti.",
  "tika-s0102t7:82": "Yo nirodho vūpasamoti nirodhasaccamāha. Tassa sāruppanti tassa papañcasaññāsaṅkhāya nirodhassa vūpasamassa adhigamupāyatāya sāruppaṃ anucchavikaṃ, etena vipassanaṃ vadati. Tattha yathāvuttanirodhe ārammaṇakaraṇavasena gacchati pavattatīti tatthagāminī, etena maggaṃ. Tenāha ‘‘saha vipassanāya maggaṃ pucchatī’’ti.",
  "tika-s0102t7:83": "Vedanākammaṭṭhānavaṇṇanā",
  "tika-s0102t7:84": "359.Pucchitameva kathitaṃ. Yasmā sakkena devānaṃ indena papañcasaññāsaṅkhānirodhagāminipaṭipadā pucchitāva, bhagavā ca tadadhigamupāyaṃ arūpakammaṭṭhānaṃ tassa ajjhāsayavasena vedanāmukhena kathento tisso vedanā ārabhi, iti pucchitameva kathentena pucchānusandhivasena sānusandhimeva ca kathitaṃ. Na hi buddhānaṃ ananusandhikā kathā nāma atthi. Idānissa vedanāmukhena arūpakammaṭṭhānasseva kathane kāraṇaṃ dassetuṃ ‘‘devatānañhī’’tiādi vuttaṃ. Karajakāyassa sukhumatāvacaneneva accantamudusukhumālabhāvāpi vuttā evāti daṭṭhabbaṃ. Kammajanti kammajatejaṃ. Tassa balavabhāvo uḷārapuññakammanibbattattā, ativiya garumadhurasiniddhasuddhāhārajīraṇato ca. Ekāhārampīti ekāhāravārampi. ‘‘Vilīyantī’’ti etena karajakāyassa mandatāya kammajatejassa balavabhāvena āhāravelātikkamena nesaṃ balavatī dukkhavedanā uppajjamānā supākaṭā hotīti dasseti. Nidassanamattañcetaṃ , sukhavedanāpi pana nesaṃ uḷārapaṇītesu ārammaṇesu uparūpari aniggahaṇavasena pavattamānā supākaṭā hutvā upaṭṭhātiyeva. Upekkhāpi tesaṃ kadāci uppajjamānā santapaṇītarūpā eva iṭṭhamajjhatte eva ārammaṇe pavattanato. Tenevāha ‘‘tasmā’’tiādi.",
  "tika-s0102t7:85": "Rūpakammaṭṭhānanti rūpapariggahaṃ, rūpamukhena vipassanābhinivesanti attho. Arūpakammaṭṭhānanti etthāpi eseva nayo. Tattha rūpakammaṭṭhānena samathābhinivesopi saṅgayhati, vipassanābhiniveso pana idhādhippetoti dassento ‘‘rūpapariggaho arūpapariggahotipi etadeva vuccatī’’ti āha. Catudhātuvavatthānanti ettha yebhuyyena catudhātuvavatthānaṃ vitthārento rūpakammaṭṭhānaṃ kathetīti adhippāyo. Rūpakammaṭṭhānaṃ dassetvāva katheti ‘‘evaṃ rūpakammaṭṭhānaṃ vuccamānaṃ suṭṭhu vibhūtaṃ pākaṭaṃ hutvā upaṭṭhātī’’ti. ‘‘Etena idhāpi rūpakammaṭṭhānaṃ ekadesena vibhāvitamevā’’ti vadanti.",
  "tika-s0102t7:86": "Kāmañcettha vedanāvasena arūpakammaṭṭhānaṃ āgataṃ, tadaññadhammavasenapi arūpakammaṭṭhānaṃ labbhatīti taṃ vibhāgena dassetuṃ ‘‘tividho hī’’tiādi vuttaṃ. Tattha abhinivesoti anuppaveso, ārambhoti attho. Ārambhe eva hi ayaṃ vibhāgo, sammasanaṃ pana anavasesatova dhamme pariggahetvā pavattatīti. ‘‘Pariggahite rūpakammaṭṭhāne’’ti idaṃ rūpamukhena vipassanābhinivesaṃ sandhāya vuttaṃ, arūpamukhena pana vipassanābhiniveso yebhuyyena samathayānikassa icchitabbo, so ca paṭhamaṃ jhānaṅgāni pariggahetvā tato paraṃ sesadhamme pariggaṇhāti. Paṭhamābhinipātoti sabbe cetasikā cittāyattā cittakiriyābhāvena vuccantīti phasso cittassa paṭhamābhinipāto vutto. Taṃ ārammaṇanti yathāpariggahitaṃ rūpakammaṭṭhānasaññitaṃ ārammaṇaṃ. Uppannaphasso puggalo, cittacetasikarāsi vā ārammaṇena phuṭṭho phassasahajātāya vedanāya taṃsamakālameva vedeti, phasso pana obhāsassa viya padīpo vedanādīnaṃ paccayaviseso hotīti purimakālo viya vuccati, yā tassa ārammaṇābhiniropanalakkhaṇatā vuccati. Phusantoti ārammaṇassa phusanākārena. Ayañhi arūpadhammattā ekadesena anallīyamānopi rūpaṃ viya cakkhuṃ, saddo viya ca sotaṃ, cittaṃ, ārammaṇañca phusanto viya, saṅghaṭṭento viya ca pavattatīti. Tathā hesa ‘‘saṅghaṭṭanaraso’’ti vuccati.",
  "tika-s0102t7:87": "Ārammaṇaṃ anubhavantīti issaravatāya visavitāya sāmibhāvena ārammaṇarasaṃ saṃvedentī. Phassādīnañhi sampayuttadhammānaṃ ārammaṇe ekadeseneva pavatti phusanādimattabhāvato, vedanāya pana iṭṭhākārasambhogādivasena pavattanato ārammaṇe nippadesato pavatti. Phusanādibhāvena hi ārammaṇaggahaṇaṃ ekadesānubhavanaṃ, vedayitabhāvena gahaṇaṃ yathākāmaṃ sabbānubhavanaṃ, evaṃsabhāvāneva tāni gahaṇānīti na vedanāya viya phassādīnampi yathā sakakiccakaraṇena sāmibhāvānubhavanaṃ codetabbaṃ. Vijānantanti paricchindanavasena visesato jānantaṃ. Viññāṇañhi minitabbavatthuṃ nāḷiyā minanto puriso viya ārammaṇaṃ paricchijja vibhāventaṃ pavattati, na saññā viya sañjānanamattaṃ hutvā. Tathā hi anena kadāci lakkhaṇattayavibhāvanāpi hoti, imesaṃ pana phassādīnaṃ tassa tassa pākaṭabhāvo paccayavisesasiddhassa pubbabhāgassa vasena veditabbo.",
  "tika-s0102t7:88": "Evaṃ tassa tasseva pākaṭabhāvepi ‘‘sabbaṃ, bhikkhave, abhiññeyya’’nti (saṃ. ni. 4.46; paṭi. ma. 1.3), ‘‘sabbañca kho, bhikkhave, abhijāna’’nti (saṃ. ni. 4.27) ca evamādi vacanato sabbe sammasanupagā dhammā pariggahetabbāti dassento ‘‘tattha yassā’’tiādimāha. Tattha phassapañcamakeyevāti avadhāraṇaṃ tadantogadhattā taggahaṇeneva gahitattā catunnaṃ arūpakkhandhānaṃ. Phassapañcamakaggahaṇañhi tassa sabbassa sabbacittuppādasādhāraṇabhāvato . Tattha ca phassacetanāggahaṇena sabbasaṅkhārakkhandhadhammasaṅgaho cetanappadhānattā tesaṃ. Tathā hi suttantabhājanīye saṅkhārakkhandhavibhaṅge ‘‘cakkhusamphassajā cetanā’’tiādinā (vibha. 21) cetanāva vibhattā, itare pana khandhā sarūpeneva gahitā.",
  "tika-s0102t7:89": "Vatthunissitāti ettha vatthu-saddo karajakāyavisayo, na chabbatthuvisayoti. Kathamidaṃ viññāyatīti āha ‘‘yaṃ sandhāya vutta’’nti. Kattha pana vuttaṃ? Sāmaññaphalasutte. Soti karajakāyo. ‘‘Pañcakkhandhavinimuttaṃ nāmarūpaṃ natthī’’ti idaṃ adhikāravasena vuttaṃ. Aññathā hi khandhavinimuttampi nāmaṃ atthevāti. Avijjādihetukāti avijjātaṇhupādānādihetukā. ‘‘Vipassanāpaṭipāṭiyā aniccaṃ dukkhaṃ anattāti sammasanto vicaratī’’ti iminā balavavipassanaṃ vatvā puna tassa ussukkāpanaṃ, visesādhigamañca dassento ‘‘so’’tiādimāha.",
  "tika-s0102t7:90": "Idhāti imasmiṃ sakkapañhasutte. Vedanāvasena cettha arūpakammaṭṭhānakathane kāraṇaṃ heṭṭhā vuttanayameva . Yathāvuttesu ca tīsu kammaṭṭhānābhinivesesu vedanāvasena kammaṭṭhānābhiniveso sukaro vedanānaṃ vibhūtabhāvatoti dassetuṃ ‘‘phassavasena hī’’tiādi vuttaṃ. ‘‘Na pākaṭaṃ hotī’’ti idaṃ sakkapamukhānaṃ tesaṃ devānaṃ yathā vedanā vibhūtā hutvā upaṭṭhāti, na evaṃ itaradvayanti katvā vuttaṃ. Vedanāya eva ca nesaṃ vibhūtabhāvo vedanāmukhenevettha bhagavatā desanāya āraddhattā. ‘‘Vedanānaṃ uppattiyā pākaṭatāyā’’ti idaṃ sukhadukkhavedanānaṃ vasena vuttaṃ. Tāsañhi pavatti oḷārikā, na itarāya. Tadubhayaggahaṇamukhena vā gahetabbattā itarāyapi pavatti viññūnaṃ pākaṭā evāti sukhadukkhavedanānañhī’’ti visesaggahaṇaṃ daṭṭhabbaṃ. ‘‘Yadā sukhaṃ uppajjatī’’tiādi sukhavedanāya pākaṭabhāvavibhāvanaṃ, tayidaṃ asamāhitabhūmivasena veditabbaṃ. Tattha ‘‘sakalaṃ sarīraṃ kho bhante’’ntiādinā kāmaṃ pavattioḷārikatāya avūpasantasabhāvametaṃ sukhaṃ, sātalakkhaṇatāya pana sampayuttadhamme, nissayañca anuggaṇhantameva pavattatīti dasseti. ‘‘Yadā dukkhaṃ uppajjatī’’tiādīsu vuttavipariyāyena attho veditabbo.",
  "tika-s0102t7:91": "Duddīpanāti ñāṇena dīpetuṃ asakkuṇeyyā, dubbiññeyyāti attho. Tenāha ‘‘andhakārā abhibhūtā’’ti. Andhakārāti andhakāragatasadisī, jānitukāme ca andhakārinī. Pubbāparaṃ samaṃ sukare supalakkhitamaggavasena pāsāṇatale migagatamaggo viya iṭṭhāniṭṭhārammaṇesu sukhadukkhānubhavanehi majjhattārammaṇesu anuminitabbatāya vuttaṃ ‘‘sā sukhadukkhānaṃ…pe… pākaṭā hotī’’ti. Tenāha ‘‘yathā’’tiādi. Nayato gaṇhantassāti etthāyaṃ nayo – yasmā iṭṭhāniṭṭhavisayāya ārammaṇūpaladdhiyā anubhavanato niṭṭhāmajjhattavisayā ca upaladdhi, tasmā na tāya niranubhavanāya bhavitabbaṃ, yaṃ tatthānubhavanaṃ, sā adukkhamasukhā. Tathā anupalabbhamānaṃ rūpādianubhuyyamānaṃ diṭṭhaṃ upalabbhati, yo pana majjhattārammaṇaṃ tabbisayassa viññāṇappavattiyaṃ, tasmā ananubhuyyamānena tena na bhavitabbaṃ. Sakkā hi vattuṃ anubhavamānā majjhattavisayupaladdhi upaladdhibhāvato. Iṭṭhāniṭṭhavisayupaladdhivisayaṃ pana niranubhavanaṃ taṃ anupaladdhisabhāvameva diṭṭhaṃ, taṃ yathārūpanti. Nivattetvāti nīharitvā, ‘‘somanassaṃpāha’’ntiādinā samānajātiyampi bhindanto aññehi arūpadhammehi vivecetvā asaṃsaṭṭhaṃ katvāti attho.",
  "tika-s0102t7:92": "Ayañca rūpakammaṭṭhānaṃ kathetvā arūpakammaṭṭhānaṃ vedanāvasena nivattetvā desanā tathāvinetabbapuggalāpekkhāya suttantaresupi (dī. ni. 2.373; ma. ni. 1.106, 390, 413, 450, 465, 467; ma. ni. 2.306, 209; 3.67, 342; saṃ. ni. 4.248) āgatā evāti dassento ‘‘na kevala’’ntiādimāha. Tattha mahāsatipaṭṭhāne (dī. ni. 2.273) tathā desanāya āgatabhāvo anantarameva āvi bhavissati, majjhimanikāye satipaṭṭhānadesanāpi (ma. ni. 1.106) tādisī eva. Cūḷataṇhāsaṅkhaye ‘‘evaṃ cetaṃ, devānaṃ inda, bhikkhuno sutaṃ hoti ‘sabbe dhammā nālaṃ abhinivesāyā’ti, so sabbaṃ dhammaṃ abhijānāti , sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti, sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so tāsu vedanāsu aniccānupassī viharati, virāgānupassī’’tiādinā (ma. ni. 1.390) āgataṃ. Tena vuttaṃ ‘‘arūpakammaṭṭhānaṃ vedanāvasena nivattetvā dassesī’’ti. Mahātaṇhāsaṅkhaye pana ‘‘so evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati. Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhatī’’tiādinā (ma. ni. 1.414) āgataṃ. Cūḷavedalle ‘‘kati panāyyevedanā’’tiādinā (ma. ni. 1.465) āgataṃ. Mahāvedalle ‘‘vedanāti, āvuso, vuccati, kittāvatā nu kho, āvuso, ‘vedanā’ti vuccatī’’tiādinā (ma. ni. 1.450) āgataṃ. Evaṃ raṭṭhapālasuttādīsupi (ma. ni. 2.305) vedanākammaṭṭhānassa āgataṭṭhānaṃ uddharitvā vattabbaṃ.",
  "tika-s0102t7:93": "‘‘Paṭhamaṃ rūpakammaṭṭhānaṃ kathetvā’’ti vuttaṃ, kathaṃ tamettha kathitanti āha ‘‘rūpakammaṭṭhāna’’ntiādi. Saṅkhittaṃ, kathaṃ saṅkhittaṃ? Vedanāya ārammaṇamattakaṃyeva, yebhuyyena vedanā rūpadhammārammaṇā pañcadvāravasena pavattanato. Tena cassā purimasiddhā eva ārammaṇanti vedanaṃ vadantena tassārammaṇadhammā atthato paṭhamataraṃ gahitā eva nāma hontīti imāya atthāpattiyā rūpakammaṭṭhānassevettha paṭhamaṃ gahitatā jotitā, na sarūpeneva gahitattā. Tenāha ‘‘tasmā pāḷiyaṃ nāruḷhaṃ bhavissatī’’ti.",
  "tika-s0102t7:94": "360.Dvīhi koṭṭhāsehīti sevitabbāsevitabbabhāgehi. Evarūpanti yaṃ akusalānaṃ abhibuddhiyā, kusalānañca parihānāya saṃvattati, evarūpaṃ, taṃ pana kāmūpasañhitatāya ‘‘gehanissita’’nti vuccatīti āha ‘‘gehasitasomanassa’’nti. Iṭṭhānanti piyānaṃ. Kantānanti kamanīyānaṃ. Manāpānanti manavaḍḍhanakānaṃ. Tato eva mano ramentīti manoramānaṃ. Lokāmisapaṭisaṃyuttānanti taṇhāsannissitānaṃ kāmūpasañhitānaṃ. Paṭilābhato samanupassatoti ‘‘aho mayā imāni laddhānī’’ti yathāladdhāni rūpārammaṇādīni assādayato. Atītanti atikkantaṃ. Niruddhanti nirodhappattaṃ. Vipariṇatanti sabhāvavigamena vigataṃ. Samanussaratoti assādanavasena anucintayato. Gehasitanti kāmaguṇanissitaṃ. Kāmaguṇā hi kāmarāgassa gehasadisattā idha ‘‘geha’’nti adhippetā.",
  "tika-s0102t7:95": "Evarūpanti yaṃ akusalānaṃ parihānāya, kusalānañca abhibuddhiyā saṃvattati, evarūpaṃ, taṃ pana pabbajjādivasena pavattiyā nekkhammūpasañhitanti āha ‘‘nekkhammasitaṃ somanassa’’nti. Idāni taṃ pāḷivaseneva dassetuṃ ‘‘tattha katamānī’’tiādi vuttaṃ. Tattha vipassanālakkhaṇe nekkhamme dassite itarāni tassa kāraṇato, phalato, atthato ca dassitāneva hontīti vipassanālakkhaṇameva taṃ dassento ‘‘rūpānantvevā’’tiādimāha. Vipariṇāmavirāganirodhanti jarāya vipariṇāmetabbatañceva jarāmaraṇehi palujjanaṃ nirujjhanañca viditvāti yojanā. Uppajjati somanassanti vipassanāya vīthipaṭipattiyā kamena uppannānaṃ pāmojjapītipassaddhīnaṃ upari anappakaṃ somanassaṃ uppajjati. Yaṃ sandhāya vuttaṃ –",
  "tika-s0102t7:96": "‘‘Suññāgāraṃ paviṭṭhassa, santacittassa bhikkhuno;",
  "tika-s0102t7:97": "Amānusī rati hoti, sammā dhammaṃ vipassato.",
  "tika-s0102t7:98": "Yato yato sammasati, khandhānaṃ udayabbayaṃ;",
  "tika-s0102t7:99": "Labhatī pītipāmojjaṃ, amataṃ taṃ vijānata’’nti. (dha. pa. 374) ca –",
  "tika-s0102t7:100": "Nekkhammavasenāti pabbajjādivasena. ‘‘Vaṭṭadukkhato nittharissāmī’’ti pabbajituṃ bhikkhūnaṃ santikaṃ gacchantassa, pabbajantassa, catupārisuddhisīlaṃ anutiṭṭhantassa, taṃ sodhentassa, dhutaguṇe samādāya vattantassa, kasiṇaparikammādīni karontassa ca yā paṭipatti, sabbā sā idha ‘‘nekkhamma’’nti adhippetā. Yebhuyyena anussatiyā upacārajjhānaṃ niṭṭhātīti katvā ‘‘anussativasenā’’ti vatvā ‘‘paṭhamajjhānādivasenā’’ti vuttaṃ. Ettha ca yathā pabbajjā gharabandhanato nikkhamanaṭṭhena nekkhammaṃ, evaṃ vipassanādayopi taṃpaṭipakkhato. Tenāha –",
  "tika-s0102t7:101": "‘‘Pabbajjā paṭhamaṃ jhānaṃ, nibbānañca vipassanā;",
  "tika-s0102t7:102": "Sabbepi kusalā dhammā, nekkhammanti pavuccare’’ti. (itivu. aṭṭha. 109);",
  "tika-s0102t7:103": "Yaṃ ceti ettha ceti nipātamattaṃ somanassassa adhippetattā. Catukkanayavaseneva ca suttantesu jhānakathāti vuttaṃ ‘‘dutiyatatiyajjhānavasenā’’ti. Dvīsūti ‘‘savitakkaṃ savicāraṃ avitakkaṃ avicāra’’nti vuttesu dvīsu somanassesu.",
  "tika-s0102t7:104": "Savitakkasavicāre somanasseti parittabhūmike, paṭhamajjhāne vā somanasse. Abhiniviṭṭhasomanassesūti vipassanaṃ paṭṭhapitasomanassesu. Pi-saddena sammaṭṭhasomanassesu pīti imamatthaṃ dasseti. Somanassavipassanātopīti savitakkasavicārasomanassapavattivipassanātopi. Avitakkaavicāra vipassanā paṇītatarā sammasitadhammavasenapi vipassanāya visesasiddhito, yato maggepi tathārūpā visesā ijjhanti. Ayaṃ panattho ‘‘ariyamagga bojjhaṅgādivisesaṃ vipassanāya ārammaṇabhūtā khandhā niyamentī’’ti evaṃ pavattena moravāpīvāsimahādattattheravādena dīpetabbo.",
  "tika-s0102t7:105": "361.Gehasitadomanassaṃ nāma kāmaguṇānaṃ appaṭilābhanimittaṃ, vigatanimittañca uppajjanakadomanassaṃ. Appaṭilābhato samanupassatoti appaṭilābhena ‘‘ahameva na labhāmī’’ti paritassanato. Samanussaratoti ‘‘ahu vata me taṃ vata natthī’’tiādinā anussaraṇavasena cintayato. Tenāha ‘‘evaṃ chasu dvāresū’’tiādi.",
  "tika-s0102t7:106": "Anuttaresu vimokkhesūti suññataphalādiariyaphalavimokkhesu. Pihanti apekkhaṃ, āsanti attho. Kathaṃ pana lokuttaradhamme ārabbha āsā uppajjatīti? Na kho panetaṃ evaṃ daṭṭhabbaṃ ‘‘yaṃ ārammaṇakaraṇavasena tattha pihā pavattatī’’ti avisayattā, puggalassa ca anadhigatabhāvato. Anussavūpaladdhe pana anuttaravimokkhe uddissa pihaṃ upaṭṭhapento ‘‘tattha pihaṃ upaṭṭhapetī’’ti vutto. Tenāha ‘‘kudāssu nāmāha’’ntiādi. Chasu dvāresu iṭṭhārammaṇe āpāthagate aniccādivasena vipassanaṃ paṭṭhapetvāti yojanā. ‘‘Iṭṭhārammaṇe’’ti ca iminā nayidaṃ domanassaṃ sabhāvato aniṭṭhadhammeyeva ārabbha uppajjanakaṃ, atha kho icchitālābhahetukaṃ icchābhighātavasena yattha katthaci ārammaṇe uppajjanakanti dasseti. Evaṃ ‘‘kudāssu nāmāha’’nti vuttākārena pihaṃ upaṭṭhapetvā evaṃ imampi pakkhaṃ…pe… nāsakkhinti anusocatoti yojanā. ‘‘Imasmiṃ pakkhe, imasmiṃ māse, imasmiṃ saṃvacchare pabbajituṃ nāladdhaṃ, kasiṇaparikammaṃ kātuṃ nāladdha’’ntiādivasena pavattiṃ sandhāya ‘‘nekkhammavasenā’’ti vuttaṃ. ‘‘Vipassanāvasenā’’tiādīsupi iminā nayena yojanā veditabbā.",
  "tika-s0102t7:107": "Yato eva-kāro, tato aññattha niyamoti katvā ‘‘tasmimpi…pe… gehasitadomanassamevā’’ti vuttaṃ. Na hettha gehasitadomanassatā savitakkasavicāre niyatā, atha kho gehasitadomanasse savitakkasavicāratā niyatā paṭiyoginivattanatthattā eva-kārassa. ‘‘Gehasitadomanassaṃ savitakkasavicārameva, na avitakkaavicāra’’nti. Nekkhammasitadomanassaṃ pana siyā savitakkasavicāraṃ, siyā avitakkaavicāraṃ. Savitakkasavicārasseva kāraṇabhūtaṃ domanassaṃ savitakkasavicāradomanassaṃ. Kiṃ taṃ? Gehasitadomanassaṃ , yaṃ pana nekkhammādivasena uppannaṃ, taṃ avitakkaavicārassa kāraṇabhūtaṃ avitakkaavicāradomanassanti. Ayañca nayo pariyāyavasena vuttoti āha ‘‘nippariyāyena panā’’tiādi. Yadi evaṃ kasmā ‘‘yaṃ ce avitakkaṃ avicāra’’nti pāḷiyaṃ vuttanti āha ‘‘etassa panā’’tiādi. Maññanavasenāti parikappanavasena. Vuttaṃ pāḷiyaṃ.",
  "tika-s0102t7:108": "Tatrāti tasmiṃ maññane. Ayaṃ idāni vuccamāno nayo. Domanassapaccayabhūteti domanassassa paccayabhūte. Upacārajjhānañhi paṭhamajjhānādīni vā pādakāni katvā maggaphalāni nibbattetukāmassa tesaṃ alābhe domanassassa uppajjane tāni tassa paccayā nāma honti iti te dhammā phalūpacārena ‘‘domanassa’’nti vuttā. Yo pana tathā uppannadomanasso dhuranikkhepaṃ akatvā anukkamena vipassanaṃ ussukkāpetvā maggaphaladhamme nibbatteti, te kāraṇūpacārena ‘‘domanassa’’nti vuttāti imamatthaṃ dassento ‘‘idha bhikkhū’’tiādimāha. Nanu etassa tadā domanassameva uppannaṃ, na domanassahetukā vipassanāmaggaphaladhammā uppannā, tattha kathaṃ domanassasamaññaṃ āropetvā voharatīti āha ‘‘aññesaṃ paṭipattidassanavasena domanassanti gahetvā’’tiādi. Savitakkasavicāradomanasseti savitakkasavicāranimitte domanasse. Tīhi māsehi nibbattetabbā temāsikā, taṃ temāsikaṃ. Imā ca temāsikādayo paṭipadā tathāpavattaukkaṭṭhamajjhimamudindriyavasena veditabbā, adhikamajjhimamudussāhavasena vā. Jaggatīti jāgarikaṃ anuyuñjati.",
  "tika-s0102t7:109": "Mahāsivattheravatthuvaṇṇanā",
  "tika-s0102t7:110": "Sahassadvisahassasaṅkhyattā mahāgaṇe.",
  "tika-s0102t7:111": "Aṭṭhakathātherāti aṭṭhakathāya atthapaṭipucchanakatherā. Antarāmaggeti bhikkhaṃ gahetvā gāmato vihāraṃ paṭigamanamagge . Tayo…pe… gāhāpetvāti tīṇi cattāri uṇhāpanāni.",
  "tika-s0102t7:112": "Kenacipapañcenāti kenaci sarīrakiccabhūtena papañcena. Saññaṃ akāsi rattiyaṃ pacchato gacchantaṃ asallakkhento.",
  "tika-s0102t7:113": "Kasmā pana thero antevāsikānaṃ anārocetvāva gatoti āha ‘‘thero kirā’’tiādi. Arahattaṃ nāma kinti tadadhigamassa adukkarabhāvaṃ sandhāya vadati. Catūhi iriyāpathehīti catūhipi iriyāpathehi pavattamānassa, tasmā yāva arahattādhigamā sayanaṃ paṭikkhipāmīti adhippāyo.",
  "tika-s0102t7:114": "‘‘Anucchavikaṃ nu kho te eta’’nti saṃvegajāto vīriyaṃ samuttejento arahattaṃ aggahesi ettakaṃ kālaṃ vipassanāya suciṇṇabhāvato ñāṇassa paripākaṃ gatattā.",
  "tika-s0102t7:115": "Parimajjīti parimasi. Keci pana ‘‘parimajjīti parivattetvā therena dhoviyamānaṃ pariggahetvā dhovī’’ti atthaṃ vadanti.",
  "tika-s0102t7:116": "Vipassanāya ārammaṇaṃ nāma upacārajjhānapaṭhamajjhānādi.",
  "tika-s0102t7:117": "‘‘Savitakkasavicāradomanasse’’tiādīsu vattabbaṃ somanassesu vuttanayānusārena veditabbaṃ.",
  "tika-s0102t7:118": "362.Evarūpāti yā akusalānaṃ abhibuddhiyā, kusalānaṃ parihānāya ca saṃvattati, evarūpā, sā pana kāmūpasañhitatāya ‘‘gehasitā’’ti vuccatīti āha ‘‘gehasitaupekkhā’’ti. ‘‘Bālassā’’tiādīsu bālakaradhammayogato bālassa attahitaparahitabyāmūḷhatāya mūḷhassa puthūnaṃ kilesādīnaṃ jananādīhi kāraṇehi puthujjanassa kilesodhīnaṃ maggodhīhi ajitattā anodhijinassa, odhijino vāyapekkhā, odhiso ca kilesānaṃ jitattā, tenassa sekkhabhāvaṃ paṭikkhipati. Sattamabhavādito uddhaṃ pavattanavipākassa ajitattā avipākajinassa, vipākajinā vā arahanto appaṭisandhikattā, tenassa asekkhattaṃ paṭikkhipati. Anekādīnave sabbesampi pāpadhammānaṃ mūlabhūte sammohe ādīnavānaṃ adassanasīlatāya anādīnavadassāvino. Āgamādhigamābhāvā assutavato. Ediso ekaṃsena andhaputhujjano nāma hotīti tassa andhaputhujjanabhāvaṃ dassetuṃ punapi ‘‘puthujjanassā’’ti vuttaṃ. Evarūpāti vuttappakārā sammohapubbikā. Rūpaṃ sā nātivattatīti rūpānaṃ samatikkamanāya kāraṇaṃ na hoti, rūpārammaṇe kilese nātikkamatīti adhippāyo. Aññāṇāvibhūtatāya ārammaṇe ajjhupekkhanavasena pavattamānā lobhasampayuttaupekkhā idhādhippetāti tassa lobhassa anucchavikameva ārammaṇaṃ dassento ‘‘iṭṭhārammaṇe’’ti āha. Anativattamānā anādīnavadassitāya. Tato eva assādānupassanato tattheva laggā. Abhisaṅgassa lobhassa vasena, dummocanīyatāya ca tena laggitā viya hutvā uppannā.",
  "tika-s0102t7:119": "Evarūpāti yā akusalānaṃ pahānāya, kusalānañca abhibuddhiyā saṃvattati, evarūpā, sā pana pabbajjādivasena pavattiyā nekkhammūpasañhitāti āha ‘‘nekkhammasitā’’ti. Idāni taṃ pāḷivasena dassetuṃ ‘‘tattha katamā’’tiādi vuttaṃ, tassattho heṭṭhā vuttanayānusārena veditabbo. Rūpaṃ sā ativattatīti rūpasmiṃ sammadeva ādīnavadassanato. Rūpaniyātāti kilesehi anabhibhavanīyato. Iṭṭheti sabhāvato, saṅkappato ca iṭṭhe ārammaṇe. Arajjantassāti na rajjantassa rāgaṃ anuppādentassa. Aniṭṭhe adussantassāti ettha vuttanayena attho veditabbo. Samaṃ sammā yoniso na pekkhanaṃ asamapekkhanaṃ, taṃ pana iṭṭhāniṭṭhamajjhatte viya iṭṭhāniṭṭhesupi bālassa hotīti ‘‘iṭṭhāniṭṭhamajjhatte’’ti avatvā ‘‘asamapekkhanena asammuyhantassā’’ti vuttaṃ, tividhepi ārammaṇe asamapekkhanavasena muyhantassāti attho. Vipassanāñāṇasampayuttā upekkhā. Nekkhammasitā upekkhā vedanāsabhāgāti udāsinākārena pavattiyā, upekkhā vedanāya ca sabhāgā. Ettha upekkhā vāti ettha etasmiṃ upekkhāniddese ‘‘upekkhā’’ti gahitā eva. Tasmāti tatramajjhattupekkhāyapi idha upekkhāggahaṇena gahitattā. Tañhi sandhāya ‘‘paṭhamadutiyatatiyacatutthajjhānavasena uppajjanakaupekkhā’’ti vuttaṃ.",
  "tika-s0102t7:120": "Tāyapi nekkhammasitaupekkhāyāti niddhāraṇe bhummaṃ. ‘‘Yaṃ nekkhammavasenā’’tiādi heṭṭhā vuttanayattā uttā natthameva.",
  "tika-s0102t7:121": "363. Yadi sakkassa tadā sotāpattiphalapattiyāva upanissayo, atha kasmā bhagavā yāva arahattaṃ desanaṃ vaḍḍhesīti āha ‘‘buddhānañhī’’tiādi. Taruṇasakkoti abhinavo adhunā pātubhūto sakko. Sampati pātubhāvañhi sandhāya ‘‘taruṇasakko’’ti vuttaṃ, na tassa kumāratā, vuddhatā vā atthi. Gatāgataṭṭhānanti gamanāgamanakāraṇaṃ. Na paññāyati na upalabbhati. Gabbhaseyyakānañhi cavantānaṃ kammajarūpaṃ vigacchati anudeva cittajaṃ, āhārajañca paccayābhāvato, utujaṃ pana sucirampi kālaṃ paveṇiṃ ghaṭṭentaṃ bhassantaṃ vā sosantaṃ vā kilesantaṃ vā viṭṭhataṃ vā hoti, na evaṃ devānaṃ. Tesañhi opapātikattā kammajarūpe antaradhāyante sesatisantatirūpampi tena saddhiṃ antaradhāyati. Tenāha ‘‘dīpasikhāgamanaṃ viya hotī’’ti. Sesadevatā na jāniṃsu punapi sakkattabhāvena tasmiṃyeva ṭhāne nibbattattā. Tīsu ṭhānesūti somanassadomanassaupekkhāvissajjanāvasānaṭṭhānesu. Nibbattitaphalamevāti sappimhā sappimaṇḍo viya āgamanīyapaṭipadāya nibbattitaphalabhūtaṃ lokuttaramaggaphalameva kathitaṃ. Sakuṇikāya viya kiñci gayhūpagaṃ uppatitvā uḍḍetvā ullaṅghitvā. Assāti maggaphalasaññitassa ariyassa dhammassa.",
  "tika-s0102t7:122": "Pātimokkhasaṃvaravaṇṇanā",
  "tika-s0102t7:123": "364.Pātimokkhasaṃvarāyāti pātimokkhabhūtasīlasaṃvarāyāti ayamettha atthoti āha ‘‘uttamajeṭṭhakasīlasaṃvarāyā’’ti. ‘‘Pātimokkhasīlañhi sabbasīlato jeṭṭhakasīla’’nti dīghavāpīvihāravāsi sumatthero vadati, antevāsiko panassa tepiṭakacūḷanāgatthero ‘‘pātimokkhasaṃvaro eva sīlaṃ, itarāni pana ‘sīlanti vuttaṭṭhānaṃ nāma atthī’ti ananujānanto indriyasaṃvaro nāma chadvārarakkhāmattakaṃ, ājīvapārisuddhi dhammena samena paccayuppādanamattakaṃ, paccayasannissitaṃ paṭiladdhapaccaye ‘ida mattha’nti paccavekkhitvā paribhuñjanamattakaṃ, nippariyāyena pātimokkhasaṃvarova sīlaṃ. Tathā hi yassa so bhinno, so itarāni rakkhituṃ abhabbattā asīlo hoti. Yassa pana sabbaso arogo sesānaṃ rakkhituṃ bhabbattā sampannasīlo’’ti vadati, tasmā itaresaṃ tassa parivārabhāvato, sabbaso ekadesena ca tadantogadhabhāvato tadeva padhānasīlaṃ nāmāti āha ‘‘uttamajeṭṭhakasīlasaṃvarāyā’’ti. Tattha yathā heṭṭhā papañcasaññāsaṅkhānirodhasāruppagāminiṃ paṭipadaṃ pucchitena bhagavatā papañcasaññānaṃ, paṭipadāya ca mūlabhūtaṃ vedanaṃ vibhajitvā paṭipadā desitā sakkassa ajjhāsayavasena saṃkilesadhammappahānamukhena vodānadhammapāripūrīti, evaṃ tassā eva paṭipadāya mūlabhūtampi sīlasaṃvaraṃ pucchitena bhagavatā yato so visujjhati, yathā ca visujjhati, tadubhayaṃ sakkassa ajjhāsayavasena vibhajitvā dassetuṃ ‘‘kāyasamācārampī’’tiādi vuttaṃ saṃkilesadhammappahānamukhena vodānadhammapāripūrīti katvā. Sīlakathāyaṃ asevitabbakāyasamācārādikathane kāraṇaṃ vuttameva, tasmā kammapathavasenāti kusalākusalakammapathavasena.",
  "tika-s0102t7:124": "Kammapathavasenāti ca kammapathavicāravasena . Kammapathabhāvaṃ apattānampi hi kāyaduccaritādīnaṃ asevitabbakādīnaṃ asevitabbakāyasamācārādibhāvo idha vuccatīti. Paṇṇattivasenāti sikkhāpadapaṇṇattivasena. Yato yato hi yā yā veramaṇī, tadubhayepi vibhāvento paṇṇattivasena katheti nāma. Tenāha ‘‘kāyadvāre’’tiādi. Sikkhāpadaṃ vītikkamati etenāti sikkhāpadavītikkamo, sikkhāpadassa vītikkamanākārena pavatto akusaladhammo yaṃ, tassa asevitabbakāyasamācārāditā. Vītikkamapaṭipakkho avītikkamo, na vītikkamati etenāti avītikkamo, sīlaṃ.",
  "tika-s0102t7:125": "Micchā sammā ca pariyesati etāyāti pariyesanā, ājīvo, atthato paccayagavesanabyāpāro kāyavacīdvāriko. Yadi evaṃ kasmā visuṃ gahaṇanti āha ‘‘yasmā’’tiādi . Ariyā niddosā pariyesanā gavesanāti ariyapariyesanā, ariyehi sādhūhi pariyesitabbātipi ariyapariyesanāti. Vuttavipariyāyato anariyapariyesanā veditabbā.",
  "tika-s0102t7:126": "Jātidhammoti jāyanasabhāvo jāyanapakatiko. Jarādhammoti jīraṇasabhāvo. Byādhidhammoti byādhisabhāvo. Maraṇadhammoti mīyanasabhāvo. Sokadhammoti socanakasabhāvo. Saṃkilesadhammoti saṃkilissanasabhāvo.",
  "tika-s0102t7:127": "Puttabhariyanti puttā ca bhariyā ca. Esa nayo sabbattha. Dvandekattavasena tesaṃ niddeso. Jātarūparajatanti ettha pana yato vikāraṃ anāpajjitvā sabbaṃ jātarūpameva hotīti jātarūpaṃ nāma suvaṇṇaṃ. Dhavalasabhāvatāya rajatīti rajataṃ, rūpiyaṃ. Idha pana suvaṇṇaṃ ṭhapetvā yaṃ kiñci upabhogaparibhogārahaṃ ‘‘rajata’’ntveva gahitaṃ vohārūpagamāsakādi. Jātidhammā hete, bhikkhave, upadhayoti ete kāmaguṇūpadhayo nāma honti, te sabbepi jātidhammāti dasseti.",
  "tika-s0102t7:128": "Byādhidhammavārādīsu jātarūparajataṃ na gahitaṃ. Na hetassa sīsarogādayo byādhayo nāma santi, na sattānaṃ viya cutisaṅkhātaṃ maraṇaṃ, na soke uppajjati, cutisaṅkhātaṃ maraṇanti ca ekabhavapariyāpannakhandhanirodho, so tassa natthi, khaṇikanirodho pana khaṇe khaṇe labbhateva. Rāgādīhi pana saṃkilesehi saṃkilissatīti saṃkilesadhammavāre gahitaṃ jātarūpaṃ, tathā utusamuṭṭhānattā jātidhammavāre, malaṃ gahetvā jīraṇato jarādhammavāre ca. Ariyehi na araṇīyā, pariyesanātipi anariyapariyesanā.",
  "tika-s0102t7:129": "Idāni anesanāvasenāpi taṃ dassetuṃ ‘‘apicā’’tiādi vuttaṃ. Iminā nayena sukkapakkhepi attho veditabbo.",
  "tika-s0102t7:130": "Sambhārapariyesanaṃ paharaṇavisādigavesanaṃ, payogavasena payogakaraṇaṃ tajjāvāyāmajananaṃ tādisaṃ upakkamanibbattanaṃ, pāṇātipātādiatthaṃ gamanaṃ, paccekaṃ kāla-saddo yojetabbo ‘‘sambhārapariyesanakālato paṭṭhāya, payogakaraṇakālato paṭṭhāya, gamanakālato paṭṭhāyā’’ti. Itaroti ‘‘sevitabbo’’ti vuttakāyasamācārādiko. Cittampi uppādetabbaṃ. Tathā uppāditacitto hi sati paccayasamavāye tādisaṃ payogaṃ parakkamaṃ karonto paṭipattiyā matthakaṃ gaṇhāti. Tenāha ‘‘cittuppādampi kho ahaṃ, bhikkhave, kusalesu dhammesu bahupakāraṃ vadāmī’’ti (ma. ni. 1.84).",
  "tika-s0102t7:131": "Idāni taṃ matthakappattaṃ asevitabbaṃ, sevitabbañca dassetuṃ ‘‘apicā’’tiādi vuttaṃ. Saṅghabhedādīnanti ādi-saddena lohituppādanādiṃ saṅgaṇhāti. Buddharatanasaṅgharatanupaṭṭhāneheva dhammaratanupaṭṭhānasiddhīti āha ‘‘divasassa dvattikkhattuṃ tiṇṇaṃ ratanānaṃ upaṭṭhānagamanādivasenā’’ti . Dhanuggahapesanaṃ dhanuggahapurisānaṃ uyyojanaṃ. Ādi-saddena pañcavarayācanādiṃ saṅgaṇhāti. ‘‘Ajātasattuṃ pasādetvā lābhuppādavasena parihīnalābhasakkārassa kulesu viññāpana’’nti evamādiṃ anariyapariyesanaṃ pariyesantānaṃ.",
  "tika-s0102t7:132": "Pāripūriyāti pāripūriatthaṃ. Aggamaggaphalavaseneva hi sevitabbānaṃ pāripūrīti tadatthaṃ sabbā pubbabhāgapaṭipadā, pātimokkhasaṃvaropi aggamaggeneva paripuṇṇo hotīti tadatthaṃ pubbabhāgapaṭipadaṃ vatvā nigamento ‘‘pātimokkho…pe… hotī’’ti āha.",
  "tika-s0102t7:133": "Indriyasaṃvaravaṇṇanā",
  "tika-s0102t7:134": "365.Indriyānaṃ pidhānāyāti indriyānaṃ pidahanatthāya. Indriyāni ca cakkhādīni dvārāni, tesaṃ pidhānaṃ saṃvaraṇaṃ akusaluppattito gopanāti āha ‘‘guttadvāratāyā’’ti. Asevitabbarūpādivasena indriyesu aguttadvāratā asaṃvaro, saṃkilesadhammavippahānavasena vodānadhammapārisuddhīti. Kāmaṃ pāḷiyaṃ asevitabbampi rūpādi dassitaṃ, sakkena pana indriyasaṃvarāya paṭipatti pucchitāti tameva nivattetvā dassetuṃ aṭṭhakathāyaṃvuttaṃ ‘‘cakkhuviññeyyaṃ rūpampītiādi sevitabbarūpādivasena indriyasaṃvaradassanatthaṃ vutta’’nti. ‘‘Tuṇhī ahosī’’ti vatvā tuṇhībhāvassa kāraṇaṃ byatirekamukhena vibhāvetuṃ ‘‘kathetukāmopī’’tiādi vuttaṃ. Ayanti sakko devānaṃ indo.",
  "tika-s0102t7:135": "Rūpanti rūpāyatanaṃ, tassa asevanaṃ nāma adassanaṃ evāti āha ‘‘na sevitabbaṃ na daṭṭhabba’’nti. Yaṃ pana sattasantānagataṃ rūpaṃ passato paṭikūlamanasikāravasena, asubhasaññā vā saṇṭhāti dassanānuttariyavasena. Atha vā kammaphalasaddahanavasena pasādo vā uppajjati. Hutvā abhāvākārasallakkhaṇena aniccasaññāpaṭilābho vā hoti.",
  "tika-s0102t7:136": "Pariyāyakkharaṇato akkharaṃ, vaṇṇo, so eva nirantaruppattiyā samuddito padavākyasaññito, adhippetamatthaṃ byañjetīti byañjanaṃ, tayidaṃ kābyanāṭakādigatavevacanavasena, uccāraṇavasena ca vicittasannivesatāya tathāpavattavikappanavasena cittavicittabhāvena upatiṭṭhanakaṃ sandhāyāha ‘‘yaṃ cittakkharaṃ cittabyañjanampi saddaṃ suṇato rāgādayo uppajjantī’’ti. Atthanissitanti samparāyikatthanissitaṃ. Dhammanissitanti vivaṭṭadhammanissitaṃ, lokuttararatanattayadhammanissitaṃ vā. Pasādoti ratanattayasaddhā, kammaphalasaddhāpi. Nibbidā vāti aniccasaññādivasena vaṭṭato ukkaṇṭhā vā.",
  "tika-s0102t7:137": "Gandharasāviparodhādivasena seviyamānaṃ ayoniso paṭipannattā asevitabbaṃ nāma. Yoniso paccavekkhitvā seviyamānaṃ sampajaññavasena gahaṇato sevitabbaṃ nāma. Tena vuttaṃ ‘‘yaṃ gandhaṃ ghāyato’’tiādi.",
  "tika-s0102t7:138": "Yaṃpana phusatoti yaṃ pana sevitabbaṃ phoṭṭhabbaṃ anipphannasseva phusato. Āsavakkhayo ceva hoti jāgariyānuyogassa matthakappattito. Vīriyañca supaggahitaṃ hoti catutthassa ariyavaṃsassa ukkaṃsanato. Pacchimā ca…pe… anuggahitā hoti sammāpaṭipattiyaṃ niyojanato.",
  "tika-s0102t7:139": "Ye manoviññeyye dhamme iṭṭhādibhede samannāharantassa āvajjantassa āpāthaṃ āgacchanti. ‘‘Manoviññeyyā dhammā’’ti vibhatti vipariṇāmetabbā, mettādivasena samannāharantassa ye manoviññeyyā dhammā āpāthaṃ āgacchanti, evarūpā sevitabbāti yojanā. Ādi-saddena karuṇādīnañceva aniccādīnañca saṅgaho daṭṭhabbo. Tiṇṇaṃ therānaṃ dhammāti idāni vuccamānapaṭipattīnaṃ tiṇṇaṃ therānaṃ manoviññeyyā dhammā. Bahi dhāvituṃ na adāsinti antopariveṇaṃ āgatameva rūpādiṃ ārabbha imasmiṃ temāse kammaṭṭhānavinimuttaṃ cittaṃ kadāci uppannapubbaṃ, antopariveṇe ca visabhāgarūpādīnaṃ asambhavo eva, tasmā visaṭavitakkavasena cittaṃ bahi dhāvituṃ na adāsinti dasseti. Nivāsagehato nivāsanagabbhato. Niyakajjhattakhandhapañcakato vipassanāgocarato. Thero kira sabbampi attanā kātabbakiriyaṃ kammaṭṭhānasīseneva paṭipajjati.",
  "tika-s0102t7:140": "366. Asammohasampajaññavasena advejjhābhāvato eko anto etassāti ekanto, ekanto vādo etesanti ekantavādā. Tenāha ‘‘ekaṃyeva vadantī’’ti, abhinnavādāti attho. Ekācārāti samānācārā. Ekaladdhikāti samānaladdhikā. Ekapariyosānāti samānaniṭṭhānā.",
  "tika-s0102t7:141": "Iti sakko pubbe attanā sutaṃ puthusamaṇabrāhmaṇānaṃ nānāvādā cāraladdhiniṭṭhānaṃ idāni saccapaṭivedhena asārato ñatvā ṭhito, tassa kāraṇaṃ ñātukāmo tameva tāva byatirekamukhena pucchati ‘‘sabbeva dhammā nu kho’’tiādinā.",
  "tika-s0102t7:142": "Dhātūti ajjhāsayadhātu uttarapadalopena vuttā, ajjhāsayadhātūti ca atthato ajjhāsayo evāti āha ‘‘anekajjhāsayo nānajjhāsayo’’ti. ‘‘Ekasmiṃ gantukāme eko ṭhātukāmo hotī’’ti idaṃ nidassanavasena vuttaṃ iriyāpathepi nāma sattā ekajjhāsayā dullabhā, pageva laddhīsūti dassanatthaṃ. Yaṃ yadeva ajjhāsayanti yaṃ yameva sassatādiajjhāsayaṃ. Abhinivisantīti taṃ taṃ laddhiṃ diṭṭhābhinivesavasena abhimukhā hutvā duppaṭinissaggibhāvena nivisanti, ādānaggāhaṃ gaṇhanti. Thāmena ca parāmāsena cāti diṭṭhithāmena ca diṭṭhiparāmāsena ca. Suṭṭhu gaṇhitvāti ativiya daḷhaggāhaṃ gaṇhitvā. Voharantīti yathābhiniviṭṭhaṃ diṭṭhivādaṃ paññāpenti pare hi gāhenti patiṭṭhapenti. Tenāha ‘‘kathenti dīpenti kittentī’’ti, ugghosentīti attho.",
  "tika-s0102t7:143": "Antaṃ atītā accantā, accantā niṭṭhā etesanti accantaniṭṭhā. Sabbesanti sabbesaṃ samaṇabrāhmaṇānaṃ. Yogakkhemotipi nibbānaṃ catūhipi yogehi anuppaduṭṭhattā. ‘‘Accantayogakkhemā’’ti vattabbe i-kārena niddesena ‘‘accantayogakkhemī’’ti vuttaṃ, accantayogakkhemo vā etesaṃ atthīti accantayogakkhemīti. Caranti upagacchanti, adhigacchantīti attho. Pariyassati parikkhissati vaṭṭadukkhantaṃ āgammāti pariyosānantipi nibbānassa nāmaṃ.",
  "tika-s0102t7:144": "Saṅkhiṇātīti samucchindanena khepeti. Vināsetīti tato eva sabbaso adassanaṃ pāpeti. Vimuttāti vaṭṭadukkhato accantaniggamena visesena muttā.",
  "tika-s0102t7:145": "‘‘Issāmacchariyaṃ eko pañho’’ti kasmā vuttaṃ, nanu issāmacchariyaṃ vissajjananti? Saccametaṃ, yo pana ñātuṃ icchito attho, so pañho. So eva ca vissajjīyatīti nāyaṃ doso, aññathā ambaṃ puṭṭhassa labujaṃ byākaraṇaṃ viya siyā, evaṃ pañhasīsena pañhabyākaraṇaṃ vadati. Tathā hi ‘‘piyāppiya’’ntiādinā vissajjanapadāneva gahitāni, ‘‘piyāppiyaṃ eko’’tiādīsupi eseva nayo. Papañcasaññāti saññāsīsena papañcā eva vuttāti āha ‘‘papañco eko’’ti. Ettha ca yathā pātimokkhasaṃvarapucchā kāyasamācārādivibhāgena vissajjitattā tayo pañhā jātā, evaṃ indriyasaṃvarapucchā rūpādivibhāgena vissajjitattā cha pañhā siyuṃ. Tathā sati ekūnavīsati pucchā siyuṃ, atha indriyasaṃvaratāsāmaññena ekova pañho kato, evaṃ sati pātimokkhasaṃvarapucchābhāvasāmaññena tepi tayo ekova pañhoti sabbeva dvādaseva pañhā bhaveyyunti? Nayidamevaṃ. Yasmā kāyasamācārādīsu vibhajja vuccamānesu mahāvisayatāya aparimāṇo vibhāgo sambhavati vissajjetuṃ. Sakalampi vinayapiṭakaṃ tassa niddeso. Rūpādīsu pana vibhajja vuccamānesu appavisayatāya na tādiso vibhāgo sambhavati vissajjetuṃ. Iti mahāvisayatāya pātimokkhasaṃvarapucchā tayo pañhā katā, indriyasaṃvarapucchā pana appavisayatāya ekova pañho kato. Tena vuttaṃ ‘‘cuddasa mahāpañhā’’ti.",
  "tika-s0102t7:146": "367.Calanaṭṭhenāti kampanaṭṭhena. Taṇhā hi kāmarāgarūparāgaarūparāgādivasena pavattiyā anavaṭṭhitatāya sayampi calati, yattha uppannā, tampi santānaṃ bhavādīsu parikaḍḍhanena cāleti, tasmā calanaṭṭhena taṇhā ejā nāma. Pīḷanaṭṭhenāti vibādhanaṭṭhena tassa tassa dukkhassa hetubhāvena. Padussanaṭṭhenāti adhammarāgādibhāvena, sammukhaparaṃmukhena, kilesāsucipaggharaṇena ca pakārato dussanaṭṭhena gaṇḍo. Anuppaviṭṭhaṭṭhenāti āsayassa dunnīharaṇīyabhāvena anuppavisanaṭṭhena. Kaḍḍhati attano ca ruciyā upaneti. Uccāvacanti paṇītabhāvaṃ, nihīnabhāvañca. Yesu samaṇabrāhmaṇesu. ‘‘Yesāha’’ntipi pāḷi, tassā keci ‘‘yesaṃ aha’’nti atthaṃ vadanti. Evanti sutānurūpaṃ, uggahānurūpañca. ‘‘Ahaṃ kho pana bhante aññesaṃ samaṇabrāhmaṇānaṃ dhammācariyo hontopi bhagavato sāvako…pe… sambodhiparāyaṇo’’ti evaṃ attano sotāpannabhāvaṃ jānāpeti.",
  "tika-s0102t7:147": "Somanassapaṭilābhakathāvaṇṇanā",
  "tika-s0102t7:148": "368.Samāpannoti samogāḷho pavattasampahāro viyātibyūḷho. Jiniṃsūti yathā asurā puna sīsaṃ ukkhipituṃ nāsakkhiṃsu, evaṃ devā vijiniṃsuyevāti dassento āha ‘‘devā puna apaccāgamanāya asure jiniṃsū’’ti. Tādiso hissa jayo sātisayaṃ vedapaṭilābhāya ahosi. Duvidhampiojanti dibbaṃ, asuraṃ cāti dvippakārampi ojaṃ. Devāyeva paribhuñjissanti asurānaṃ pavesābhāvato. Daṇḍassa avacaraṇaṃ āvaraṇaṃ daṇḍāvacaro, saha daṇḍāvacarenāti sadaṇḍāvacaro, daṇḍena paharitvā vā āvaritvā vā sādhetabbanti attho.",
  "tika-s0102t7:149": "369.Imasmiṃyevaokāseti imissameva indasālaguhāyaṃ. Devabhūtassa meti pubbepi devabhūtassa sakkasseva me bhūtassa. Satoti idānipi sakkasseva sato punarāyu ca me laddho.",
  "tika-s0102t7:150": "Diviyā kāyāti dibbā, khandhapañcakasaṅkhātā kāyāti āha ‘‘dibbā attabhāvā’’ti. ‘‘Amūḷho gabbhaṃ essāmī’’ti iminā ariyasāvakānaṃ andhaputhujjanānaṃ viya sammohamaraṇaṃ, asampajānagabbhokkamanañca natthi, atha kho asammohamaraṇañceva sampajānagabbhokkamanañca hotīti dasseti. Ariyasāvakā niyatagatikattā sugatīsu eva uppajjanti, tatthāpi manussesu uppajjantā uḷāresu eva kulesu paṭisandhiṃ gaṇhissanti, sakkassāpi tādiso ajjhāsayo. Tena vuttaṃ pāḷiyaṃ ‘‘yattha me ramatī mano’’ti, taṃ sandhāyāha ‘‘yattha me’’tiādi. Sakko pana attano dibbānubhāvenāpi tādisaṃ jānituṃ sakkotiyeva.",
  "tika-s0102t7:151": "Kāraṇenāti yuttena ariyasāvakabhāvassa anucchavikena. Tenāha ‘‘samenā’’ti.",
  "tika-s0102t7:152": "Sakadāgāmimaggaṃ sandhāya vadati chaṭṭhe atthavase anāgāmimaggassa vakkhamānattā. Ājānitukāmoti appattaṃ visesaṃ paṭivijjhitukāmo. Manussaloke anto bhavissati puna mānussūpapattiyā abhāvato.",
  "tika-s0102t7:153": "Punadevāti manussesu uppanno tato cavitvā punadeva . Imasmiṃ tāvatiṃsadevalokasmiṃ. Uttamo, kīdisoti āha ‘‘sakko’’tiādi.",
  "tika-s0102t7:154": "Antime bhaveti mama sabbabhavesu antime sabbapariyosāne bhave. ‘‘Āyunā’’ti iminā ca taṃsahabhāvino sabbepi vaṇṇādike saṅgaṇhāti. ‘‘Paññāyā’’ti ca iminā sabbepi saddhāsativīriyādike. Tasmiṃ attabhāveti tasmiṃ sabbantime sakkattabhāve. Akaniṭṭhagāmī hutvāti antarāyaparinibbāyiādibhāvaṃ anupagantvā ekaṃsato uddhaṃsoto akaniṭṭhagāmī eva hutvā. Tato eva anukkamena avihādīsu nibbattanto. Evamāhāti ‘‘so nivāso bhavissatī’’ti evamāha. ‘‘Avihādīsu…pe… nibbattissatī’’ti saṅkhepato vuttamatthaṃ vivarituṃ ‘‘esa kirā’’tiādi vuttaṃ. Ayañca nayo na kevalaṃ sakkasseva, atha kho mahāseṭṭhimahāupāsikānampi hotiyevāti dassento ‘‘sakko devarājā’’tiādimāha.",
  "tika-s0102t7:155": "370. Bhavasampattinibbānasampattīnaṃ vasena aparipuṇṇajjhāsayatāya aniṭṭhitamanoratho taṃ taṃ pattukāmoyeva hutvā ṭhito. Ye ca samaṇeti ye ca pabbajite. Pavivittavihārinoti ‘‘anekavivekattayaṃ paribrūhetvā viharantī’’ti maññāmi.",
  "tika-s0102t7:156": "Sampādanāti maggassa upasampādanaṃ tassa sampāpanaṃ sammadeva pāpanaṃ. Virādhanāti anārādhanā anupāyapaṭipatti. Na sambhontīti anabhisambhuṇanti. Yathāpucchite atthe anabhisambhuṇanaṃ nāma sammā kathetuṃ asamatthatā evāti āha ‘‘sampādetvā kathetuṃ na sakkontī’’ti.",
  "tika-s0102t7:157": "Tasmāti yasmā ādiccena samānagottatāya. Tenevāha ‘‘ādicca nāma gottenā’’ti, tasmā . Ādicco bandhu etassāti ādiccabandhu, atha vā ādiccassa bandhūti ādiccabandhu, bhagavā, taṃ ādiccabandhunaṃ. Ādicco hi sotāpannatāya bhagavato orasaputto. Tenevāha –",
  "tika-s0102t7:158": "‘‘Yo andhakāre tamasi pabhaṅkaro,",
  "tika-s0102t7:159": "Verocano maṇḍalī uggatejo;",
  "tika-s0102t7:160": "Mā rāhu gilī caraṃ antalikkhe,",
  "tika-s0102t7:161": "Pajaṃ mamaṃ rāhu pamuñca sūriya’’nti. (saṃ. ni. 1.91);",
  "tika-s0102t7:162": "Sāmanti sāmaṃpayogaṃ, satthu pana sāvakassa sāmaṃpayogo nāma sanipāto evāti āha ‘‘namakkāraṃ karomā’’ti.",
  "tika-s0102t7:163": "371.Parāmasitvāti ‘‘imāya nāma pathaviyaṃ nisinnena mayā ayaṃ acchariyadhammo adhigato’’ti somanassajāto, ‘‘imāya nāma pathaviyaṃ evaṃ acchariyabbhutaṃ buddharatanaṃ uppanna’’nti acchariyabbhutacittajāto ca pathaviṃ parāmasitvā. Patthitapañhāti dīgharattānusayitasaṃsayasamugghātatthaṃ ‘‘kadā nu kho bhagavantaṃ pucchituṃ labhāmī’’ti evaṃ abhipatthitapañhā. Yaṃ panettha atthato na vibhattaṃ, taṃ suviññeyyamevāti.",
  "tika-s0102t7:164": "Sakkapañhasuttavaṇṇanāya līnatthappakāsanā."
}